[
  {
    "role": "client",
    "content": "我最近觉得很苦恼，2020年的疫情让我的工作变得很糟糕。为了忘记现实，我常常沉浸在幻想中度过每一天。但是现实与理想之间的差距太大了，我担心自己无法继续支撑下去。以前我是个乐观积极的人，对未来充满希望，但现在我只能靠想象来逃避现实。",
    "annotation": [
      {
        "sentence": "我最近觉得很苦恼，2020年的疫情让我的工作变得很糟糕。",
        "label": ""
      },
      {
        "sentence": "为了忘记现实，我常常沉浸在幻想中度过每一天。",
        "label": ""
      },
      {
        "sentence": "但是现实与理想之间的差距太大了，我担心自己无法继续支撑下去。",
        "label": ""
      },
      {
        "sentence": "以前我是个乐观积极的人，对未来充满希望，但现在我只能靠想象来逃避现实。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑和痛苦。幻想可以作为一种自我安慰的方式，你可以想象出更多可能的人生。但是，幻想只有付诸实践，将其变为现实，才能实现人生的价值。你提到因为疫情的原因，工作可能不如以前顺利。我要告诉你的是，你并不是唯一一个面临这个问题的人，而且在你的人生中也会遇到其他各种困境。我们应该勇敢面对困难，并从中获得新生。只有经历过困境，我们才能重塑自己，像凤凰一样焕发新的生机。当你克服困难后，你会发现自己真正成长了，将来再次面临类似问题时，你会觉得这只是小挫折而已。白日梦可以有，但决不能让懒惰的思想蔓延。我相信你可以坚持下去，加油！",
    "annotation": [
      {
        "sentence": "我理解你的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "幻想可以作为一种自我安慰的方式，你可以想象出更多可能的人生。",
        "label": ""
      },
      {
        "sentence": "但是，幻想只有付诸实践，将其变为现实，才能实现人生的价值。",
        "label": ""
      },
      {
        "sentence": "你提到因为疫情的原因，工作可能不如以前顺利。",
        "label": ""
      },
      {
        "sentence": "我要告诉你的是，你并不是唯一一个面临这个问题的人，而且在你的人生中也会遇到其他各种困境。",
        "label": ""
      },
      {
        "sentence": "我们应该勇敢面对困难，并从中获得新生。",
        "label": ""
      },
      {
        "sentence": "只有经历过困境，我们才能重塑自己，像凤凰一样焕发新的生机。",
        "label": ""
      },
      {
        "sentence": "当你克服困难后，你会发现自己真正成长了，将来再次面临类似问题时，你会觉得这只是小挫折而已。",
        "label": ""
      },
      {
        "sentence": "白日梦可以有，但决不能让懒惰的思想蔓延。",
        "label": ""
      },
      {
        "sentence": "我相信你可以坚持下去，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我明白了，幻想确实只有通过行动来实现。可是现在对我来说，好像一切都变得很困难，我感到很无助。以前我总是充满希望和乐观，可现在我的眼泪几乎没有光芒，觉得自己变得很消极。我真的很担心自己无法重新找回以前的积极态度。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我明白了，幻想确实只有通过行动来实现。",
        "label": ""
      },
      {
        "sentence": "可是现在对我来说，好像一切都变得很困难，我感到很无助。",
        "label": ""
      },
      {
        "sentence": "以前我总是充满希望和乐观，可现在我的眼泪几乎没有光芒，觉得自己变得很消极。",
        "label": ""
      },
      {
        "sentence": "我真的很担心自己无法重新找回以前的积极态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我完全能理解。面对困难的时候，感到无助是很正常的反应。现实可能会让我们失去很多乐观和希望，但我们不能让自己陷入消极的情绪。首先，我希望你能接受自己的消极情绪，不要对自己过于苛责。接下来，我们可以一起探讨如何重新找回以前的积极态度。你可以试着回顾过去的成就和挑战，思考你是如何战胜困难的。同时，我也鼓励你积极寻找新的机会和可能性，例如参加培训课程或与志同道合的人交流。通过这些行动，你可能会渐渐找回对未来的希望和积极的态度。",
    "annotation": [
      {
        "sentence": "你的感受我完全能理解。",
        "label": ""
      },
      {
        "sentence": "面对困难的时候，感到无助是很正常的反应。",
        "label": ""
      },
      {
        "sentence": "现实可能会让我们失去很多乐观和希望，但我们不能让自己陷入消极的情绪。",
        "label": ""
      },
      {
        "sentence": "首先，我希望你能接受自己的消极情绪，不要对自己过于苛责。",
        "label": ""
      },
      {
        "sentence": "接下来，我们可以一起探讨如何重新找回以前的积极态度。",
        "label": ""
      },
      {
        "sentence": "你可以试着回顾过去的成就和挑战，思考你是如何战胜困难的。",
        "label": ""
      },
      {
        "sentence": "同时，我也鼓励你积极寻找新的机会和可能性，例如参加培训课程或与志同道合的人交流。",
        "label": ""
      },
      {
        "sentence": "通过这些行动，你可能会渐渐找回对未来的希望和积极的态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我意识到了我应该接受自己的消极情绪，而不是否定它。回忆过去的成就和挑战，可能会让我重新找回自信和勇气。我也会尝试寻找新的机会，与他人交流，或许这样能重新点燃希望的火花。谢谢你的建议和支持，我会努力去实践的。",
    "annotation": [
      {
        "sentence": "确实，我意识到了我应该接受自己的消极情绪，而不是否定它。",
        "label": ""
      },
      {
        "sentence": "回忆过去的成就和挑战，可能会让我重新找回自信和勇气。",
        "label": ""
      },
      {
        "sentence": "我也会尝试寻找新的机会，与他人交流，或许这样能重新点燃希望的火花。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，我会努力去实践的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的改变和决心。接受自己的情绪是重要的一步，它让我们有机会重新寻找内心的力量。不论你面对什么困难，记得你不是一个人在战斗，我会一直支持你。相信自己，继续努力，我相信你能够渐渐重拾乐观和希望。无论未来的道路如何，你都不会孤单，我们会一起走过这段艰难的时刻。",
    "annotation": [
      {
        "sentence": "很高兴听到你的改变和决心。",
        "label": ""
      },
      {
        "sentence": "接受自己的情绪是重要的一步，它让我们有机会重新寻找内心的力量。",
        "label": ""
      },
      {
        "sentence": "不论你面对什么困难，记得你不是一个人在战斗，我会一直支持你。",
        "label": ""
      },
      {
        "sentence": "相信自己，继续努力，我相信你能够渐渐重拾乐观和希望。",
        "label": ""
      },
      {
        "sentence": "无论未来的道路如何，你都不会孤单，我们会一起走过这段艰难的时刻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直陪伴和鼓励我，你的支持让我感到温暖和勇气。我相信自己，也会努力去面对困难，迎接未来的挑战。无论发生什么，我们都不会孤单，因为有你的支持。再次感谢你，有你真好。",
    "annotation": [
      {
        "sentence": "谢谢你一直陪伴和鼓励我，你的支持让我感到温暖和勇气。",
        "label": ""
      },
      {
        "sentence": "我相信自己，也会努力去面对困难，迎接未来的挑战。",
        "label": ""
      },
      {
        "sentence": "无论发生什么，我们都不会孤单，因为有你的支持。",
        "label": ""
      },
      {
        "sentence": "再次感谢你，有你真好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意一直陪伴在你身边。在你遇到困难的时候，不论大小，都可以随时找我倾诉。我们一起面对问题，一起前行，相信未来一定会更好。请记住，你是坚强的，你能够战胜一切。祝福你，加油！",
    "annotation": [
      {
        "sentence": "不客气，我很愿意一直陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "在你遇到困难的时候，不论大小，都可以随时找我倾诉。",
        "label": ""
      },
      {
        "sentence": "我们一起面对问题，一起前行，相信未来一定会更好。",
        "label": ""
      },
      {
        "sentence": "请记住，你是坚强的，你能够战胜一切。",
        "label": ""
      },
      {
        "sentence": "祝福你，加油！",
        "label": ""
      }
    ]
  }
]