[
  {
    "role": "client",
    "content": "我28岁，离婚半个月了。我到底要不要找他和好？我们认识了4年，恋爱了半年，领证结婚了1年半。婚后我们的感情一直很好，夫妻生活也很和谐。原本计划在10月6日办婚宴，但是他婚前有两套房子的贷款每月要还7100元，而我婚前只有一套房子的贷款每月只要还2200元。婚后他因为投资失败，欠了十多万的信用卡债务，我和他一起赚的钱都用来还信用卡了。因为我不太支持他创业，去年十月他还瞒着我偷偷开了一个生鲜超市，每天起早贪黑，赚的钱也只够勉强还信用卡。房贷款全靠我一个人还，但是他的工作特别辛苦，我也不忍心责怪他。一直到今年七月，我们决定卖一套房子来减轻贷款压力。本来商量好卖他的房子，但是他妈妈却骗我妈妈卖了我的房子。当时我非常生气，所以后来我老公说卖了他的房子然后过户给我，但是我没有同意，说不卖了我也不同意，就坚持要离婚。离婚后我有一次去找他，看到他租的房子情况特别差，还知道他的超市亏损严重又欠了十多万债务。他还把车子留给我，我心里特别内疚，感觉自己很自私，特别想和好帮他。但是他现在既不接我的电话也不回我的信息，也不肯见面。",
    "annotation": [
      {
        "sentence": "我28岁，离婚半个月了。",
        "label": ""
      },
      {
        "sentence": "我到底要不要找他和好？",
        "label": ""
      },
      {
        "sentence": "我们认识了4年，恋爱了半年，领证结婚了1年半。",
        "label": ""
      },
      {
        "sentence": "婚后我们的感情一直很好，夫妻生活也很和谐。",
        "label": ""
      },
      {
        "sentence": "原本计划在10月6日办婚宴，但是他婚前有两套房子的贷款每月要还7100元，而我婚前只有一套房子的贷款每月只要还2200元。",
        "label": ""
      },
      {
        "sentence": "婚后他因为投资失败，欠了十多万的信用卡债务，我和他一起赚的钱都用来还信用卡了。",
        "label": ""
      },
      {
        "sentence": "因为我不太支持他创业，去年十月他还瞒着我偷偷开了一个生鲜超市，每天起早贪黑，赚的钱也只够勉强还信用卡。",
        "label": ""
      },
      {
        "sentence": "房贷款全靠我一个人还，但是他的工作特别辛苦，我也不忍心责怪他。",
        "label": ""
      },
      {
        "sentence": "一直到今年七月，我们决定卖一套房子来减轻贷款压力。",
        "label": ""
      },
      {
        "sentence": "本来商量好卖他的房子，但是他妈妈却骗我妈妈卖了我的房子。",
        "label": ""
      },
      {
        "sentence": "当时我非常生气，所以后来我老公说卖了他的房子然后过户给我，但是我没有同意，说不卖了我也不同意，就坚持要离婚。",
        "label": ""
      },
      {
        "sentence": "离婚后我有一次去找他，看到他租的房子情况特别差，还知道他的超市亏损严重又欠了十多万债务。",
        "label": ""
      },
      {
        "sentence": "他还把车子留给我，我心里特别内疚，感觉自己很自私，特别想和好帮他。",
        "label": ""
      },
      {
        "sentence": "但是他现在既不接我的电话也不回我的信息，也不肯见面。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我感觉你们还是有感情的，你的前夫不怕苦不怕累，也很有上进心。只是你婆婆在中间搅局，导致现在你们的关系破裂。即使这样，他还把车留给你，让你既内疚又感动。你看到他现在处于一个很困难的时期，不忍心他受苦一个人打拼，想要帮他，和他一起面对困难。可是他现在既不接电话也不回信息，也不肯见面，让你感到很迷茫，你不知道他到底是什么意思。他不忍心拖累你吗？可是你明明表示不介意，他为什么就不理解呢？我想也许是因为：1.作为一个有担当的男人，他不想在最艰难的日子里让你以可怜他的姿态来陪他一起面对困难，尤其是他是个相当有野心的男人，更不希望被你看轻。2.他现在仍然无法保证能够协调好你和他妈妈的关系。与其复合后再次引发婆媳问题，他宁愿一心一意地做生意，这样至少家庭能够安静，不用再费心。3.关键时刻，你还是计较太多，他已经说卖了他的房子然后过户给你，可是你没有同意，说不卖了你也不同意，就感觉没有办法跟他妈妈生活了，坚持要离婚。这说明你怕吃亏，眼里容不下沙子，不够理智，也没有考虑整体大局。关键时刻的表现让人觉得靠不住。（你真心想和他和好，以后在这方面要宽容一点。）4.不排除他现在非常焦头烂额，想尽方法来做生意还债，再加上疫情，生意可能做得不太好，他无法面对你。如果他现在已经卖掉房子，不顾一切只想把生意做好做大，如果他面临再次卖你的房子的时候，你还会考虑和他一起承担吗？其实找到一个新的人可以很容易，但是找到一个合适的人并且能够走下去却很难。你没有办法说服自己和他妈妈和睦相处，恐怕以后也无法继续下去。所以，你需要想清楚，在面对他时要清楚自己能否接受可能出现的问题，在困难时能否找到解决的方法，这样才能够让他接受，并且给你们复合的理由。",
    "annotation": [
      {
        "sentence": "我感觉你们还是有感情的，你的前夫不怕苦不怕累，也很有上进心。",
        "label": ""
      },
      {
        "sentence": "只是你婆婆在中间搅局，导致现在你们的关系破裂。",
        "label": ""
      },
      {
        "sentence": "即使这样，他还把车留给你，让你既内疚又感动。",
        "label": ""
      },
      {
        "sentence": "你看到他现在处于一个很困难的时期，不忍心他受苦一个人打拼，想要帮他，和他一起面对困难。",
        "label": ""
      },
      {
        "sentence": "可是他现在既不接电话也不回信息，也不肯见面，让你感到很迷茫，你不知道他到底是什么意思。",
        "label": ""
      },
      {
        "sentence": "他不忍心拖累你吗？",
        "label": ""
      },
      {
        "sentence": "可是你明明表示不介意，他为什么就不理解呢？",
        "label": ""
      },
      {
        "sentence": "我想也许是因为：1.作为一个有担当的男人，他不想在最艰难的日子里让你以可怜他的姿态来陪他一起面对困难，尤其是他是个相当有野心的男人，更不希望被你看轻。",
        "label": ""
      },
      {
        "sentence": "2.他现在仍然无法保证能够协调好你和他妈妈的关系。",
        "label": ""
      },
      {
        "sentence": "与其复合后再次引发婆媳问题，他宁愿一心一意地做生意，这样至少家庭能够安静，不用再费心。",
        "label": ""
      },
      {
        "sentence": "3.关键时刻，你还是计较太多，他已经说卖了他的房子然后过户给你，可是你没有同意，说不卖了你也不同意，就感觉没有办法跟他妈妈生活了，坚持要离婚。",
        "label": ""
      },
      {
        "sentence": "这说明你怕吃亏，眼里容不下沙子，不够理智，也没有考虑整体大局。",
        "label": ""
      },
      {
        "sentence": "关键时刻的表现让人觉得靠不住。",
        "label": ""
      },
      {
        "sentence": "（你真心想和他和好，以后在这方面要宽容一点。",
        "label": ""
      },
      {
        "sentence": "）4.不排除他现在非常焦头烂额，想尽方法来做生意还债，再加上疫情，生意可能做得不太好，他无法面对你。",
        "label": ""
      },
      {
        "sentence": "如果他现在已经卖掉房子，不顾一切只想把生意做好做大，如果他面临再次卖你的房子的时候，你还会考虑和他一起承担吗？",
        "label": ""
      },
      {
        "sentence": "其实找到一个新的人可以很容易，但是找到一个合适的人并且能够走下去却很难。",
        "label": ""
      },
      {
        "sentence": "你没有办法说服自己和他妈妈和睦相处，恐怕以后也无法继续下去。",
        "label": ""
      },
      {
        "sentence": "所以，你需要想清楚，在面对他时要清楚自己能否接受可能出现的问题，在困难时能否找到解决的方法，这样才能够让他接受，并且给你们复合的理由。",
        "label": ""
      }
    ]
  }
]