[
  {
    "role": "client",
    "content": "每天都因恐惧未来可能失败而惊醒，心跳加速呼吸困难？因为一件事情失败之后，打击很大，情绪低落。开始害怕各种事情。每天早上很早就因为害怕未来的失败而突然惊醒。我开始因为未完成的工作而恐慌，害怕所有的事情会失败，我还害怕回到讨厌的工作单位，害怕别人的嘲笑，一想到这些，我就控制不住的心跳加速呼吸急促，每天早上都会这样，我该怎么办？我现在没办法开始任何行动，总是觉得会失败，一想到会失败就恐慌到无法呼吸……",
    "annotation": [
      {
        "sentence": "每天都因恐惧未来可能失败而惊醒，心跳加速呼吸困难？",
        "label": ""
      },
      {
        "sentence": "因为一件事情失败之后，打击很大，情绪低落。",
        "label": ""
      },
      {
        "sentence": "开始害怕各种事情。",
        "label": ""
      },
      {
        "sentence": "每天早上很早就因为害怕未来的失败而突然惊醒。",
        "label": ""
      },
      {
        "sentence": "我开始因为未完成的工作而恐慌，害怕所有的事情会失败，我还害怕回到讨厌的工作单位，害怕别人的嘲笑，一想到这些，我就控制不住的心跳加速呼吸急促，每天早上都会这样，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我现在没办法开始任何行动，总是觉得会失败，一想到会失败就恐慌到无法呼吸……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，很理解你的心情，可以感受到你的痛苦和焦虑，每天生活在害怕未来可能会失败的煎熬中，我很心疼你，给你一个大大的拥抱。其实失败这种现象很常见，因为一次失败而害怕再次失败的心理不少人都会有。身边有一个朋友，他大学的时候考雅思，第一次没有过，差了很多，于是心里倍受打击，第二年他也报名了，还是没有过，分数和上次差不多，他开始害怕之后也会失败。但他并没有陷入消极的情绪中，而是总结失败的经验，分析问题在哪儿，不断学习，有针对性地做出改善，最后在考了四次后终于考过了。其实不用太过担心失败，用积极的心态面对它，相信一切都会好起来的。",
    "annotation": [
      {
        "sentence": "求助者，很理解你的心情，可以感受到你的痛苦和焦虑，每天生活在害怕未来可能会失败的煎熬中，我很心疼你，给你一个大大的拥抱。",
        "label": ""
      },
      {
        "sentence": "其实失败这种现象很常见，因为一次失败而害怕再次失败的心理不少人都会有。",
        "label": ""
      },
      {
        "sentence": "身边有一个朋友，他大学的时候考雅思，第一次没有过，差了很多，于是心里倍受打击，第二年他也报名了，还是没有过，分数和上次差不多，他开始害怕之后也会失败。",
        "label": ""
      },
      {
        "sentence": "但他并没有陷入消极的情绪中，而是总结失败的经验，分析问题在哪儿，不断学习，有针对性地做出改善，最后在考了四次后终于考过了。",
        "label": ""
      },
      {
        "sentence": "其实不用太过担心失败，用积极的心态面对它，相信一切都会好起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和安慰。我知道失败是常有的事情，可是每次想到自己会失败，我就感到无法呼吸，好像整个世界都压在我身上，我该怎么才能调整自己的心态呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和安慰。",
        "label": ""
      },
      {
        "sentence": "我知道失败是常有的事情，可是每次想到自己会失败，我就感到无法呼吸，好像整个世界都压在我身上，我该怎么才能调整自己的心态呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我非常愿意帮助你。关于调整心态，我有一些建议。首先，改变心态，换个角度看待失败。失败是每个人都会经历的，即便那些现在看上去很成功很光鲜的人，曾经也有失败的时候。不要把失败当成一件坏事，用良好的心态去面对，想想自己可以从中学到什么，收获哪些经验，这些比成功更珍贵。失败了不要紧，重要的是一件事对你的影响是什么，你又如何去面对，学会调整自己。",
    "annotation": [
      {
        "sentence": "不用客气，我非常愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "关于调整心态，我有一些建议。",
        "label": ""
      },
      {
        "sentence": "首先，改变心态，换个角度看待失败。",
        "label": ""
      },
      {
        "sentence": "失败是每个人都会经历的，即便那些现在看上去很成功很光鲜的人，曾经也有失败的时候。",
        "label": ""
      },
      {
        "sentence": "不要把失败当成一件坏事，用良好的心态去面对，想想自己可以从中学到什么，收获哪些经验，这些比成功更珍贵。",
        "label": ""
      },
      {
        "sentence": "失败了不要紧，重要的是一件事对你的影响是什么，你又如何去面对，学会调整自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该正视失败并从中学习。可是我觉得我还不够自信，害怕自己没有办法做好工作会被嘲笑。",
    "annotation": [
      {
        "sentence": "你说得对，我应该正视失败并从中学习。",
        "label": ""
      },
      {
        "sentence": "可是我觉得我还不够自信，害怕自己没有办法做好工作会被嘲笑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧。缺乏自信是导致恐慌的一个原因。你可以给自己积极的心理暗示，提升自信，相信自己没问题的。心理学上有一个安慰剂效应：只要相信自己可以做到，我们就会在内心深处给自己一种力量，支持自己完成一件事。当你状态不好的时候，可以尝试着调整自己，去做一些可以让自己拥有成就感的事，提升自己的自信心，从而更好地投入到工作中。",
    "annotation": [
      {
        "sentence": "我理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "缺乏自信是导致恐慌的一个原因。",
        "label": ""
      },
      {
        "sentence": "你可以给自己积极的心理暗示，提升自信，相信自己没问题的。",
        "label": ""
      },
      {
        "sentence": "心理学上有一个安慰剂效应：只要相信自己可以做到，我们就会在内心深处给自己一种力量，支持自己完成一件事。",
        "label": ""
      },
      {
        "sentence": "当你状态不好的时候，可以尝试着调整自己，去做一些可以让自己拥有成就感的事，提升自己的自信心，从而更好地投入到工作中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该给自己更多正面的暗示，提高自己的自信心。还有，我害怕回到讨厌的工作岗位，因为未完成的工作而恐慌。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "我明白了，我应该给自己更多正面的暗示，提高自己的自信心。",
        "label": ""
      },
      {
        "sentence": "还有，我害怕回到讨厌的工作岗位，因为未完成的工作而恐慌。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以不断提升自己的能力，提高自己的工作效率，让自己变得足够优秀。合理安排时间，按时完成任务，当你足够优秀时，这些困扰也会减少。讨厌的工作可以不将就，选择自己感兴趣的，只要能力在，机会也会更多。希望你可以早日摆脱困扰，解开心结。",
    "annotation": [
      {
        "sentence": "你可以不断提升自己的能力，提高自己的工作效率，让自己变得足够优秀。",
        "label": ""
      },
      {
        "sentence": "合理安排时间，按时完成任务，当你足够优秀时，这些困扰也会减少。",
        "label": ""
      },
      {
        "sentence": "讨厌的工作可以不将就，选择自己感兴趣的，只要能力在，机会也会更多。",
        "label": ""
      },
      {
        "sentence": "希望你可以早日摆脱困扰，解开心结。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会努力去提升自己的能力，相信自己可以面对未来的挑战。你的支持让我感到很温暖，真的非常感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会努力去提升自己的能力，相信自己可以面对未来的挑战。",
        "label": ""
      },
      {
        "sentence": "你的支持让我感到很温暖，真的非常感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意能帮到你。记住，你不是一个人在战斗，有我在这里支持你。相信自己，你一定能够克服困难，走出阴霾。如果将来有任何问题，随时都可以来找我倾诉。祝你一切顺利，加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意能帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，有我在这里支持你。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够克服困难，走出阴霾。",
        "label": ""
      },
      {
        "sentence": "如果将来有任何问题，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，加油！",
        "label": ""
      }
    ]
  }
]