[
  {
    "role": "client",
    "content": "我非常长期地感到无意义，感觉被迫去上班，否则就会长睡不起。这种无意义感可能源自小时候，也可能是近几年才出现的，很难说清楚。我很健忘，也很迟钝。现在如果我不上班，就会长时间地睡觉，不看手机，也不愿吃饭。所以我强迫自己去上班，但是我并不快乐，无论做什么事情都感到无聊。每天都感觉非常敏感，感觉每个感官都放大了。经常会想哭，即使是一些并没有很悲伤的事情也会让我哭。在上班的时候，我的日常生活看起来很正常，但是我的同事们却觉得我很怪。我请了长假，想一个人呆在家里，觉得这些日子非常无意义。",
    "annotation": [
      {
        "sentence": "我非常长期地感到无意义，感觉被迫去上班，否则就会长睡不起。",
        "label": ""
      },
      {
        "sentence": "这种无意义感可能源自小时候，也可能是近几年才出现的，很难说清楚。",
        "label": ""
      },
      {
        "sentence": "我很健忘，也很迟钝。",
        "label": ""
      },
      {
        "sentence": "现在如果我不上班，就会长时间地睡觉，不看手机，也不愿吃饭。",
        "label": ""
      },
      {
        "sentence": "所以我强迫自己去上班，但是我并不快乐，无论做什么事情都感到无聊。",
        "label": ""
      },
      {
        "sentence": "每天都感觉非常敏感，感觉每个感官都放大了。",
        "label": ""
      },
      {
        "sentence": "经常会想哭，即使是一些并没有很悲伤的事情也会让我哭。",
        "label": ""
      },
      {
        "sentence": "在上班的时候，我的日常生活看起来很正常，但是我的同事们却觉得我很怪。",
        "label": ""
      },
      {
        "sentence": "我请了长假，想一个人呆在家里，觉得这些日子非常无意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我非常理解你的感受，你觉得自己无论做什么都不快乐，每天都很敏感，经常想哭，休假时只想一个人呆在家里，这种状态让你感到迷茫和孤独，并且不知道生活的意义是什么。在经历这段无意义感的日子之前，你是否有过一些有意义的时光呢？是什么让你陷入了这种无法自拔的状态呢？也许你需要去审视这部分。看起来你目前的无意义状态似乎是你与自己内心感受失去联系的结果。也许在你成长的过程中，被你的抚养者要求不得不压抑自己的感受，或者在你所处的环境中，即便你表达了自己的感受，也没有得到理解和回应，从而导致你逐渐与真实的感受和想法隔离开来。如果你强迫自己去做一些事情，效率会很低下，因为你是在通过理智来驱使自己，而动力应该源自感情，这样你的精力就无法集中在能够创造价值感的事情上，而是消耗在你所制造的痛苦中。我建议你尝试一下正念冥想，与你真实的内心感受建立联系，并尝试表达出来。通过这种方式，你或许能够重拾与内心真实感受和内在链接的能力，看看生活中什么事情能够激发你的情感喜好，以及什么事情会让你感到痛苦和沮丧。如果必要的话，你也可以预约专业的咨询师陪同你一起探讨，重新找到自己生活的方向。",
    "annotation": [
      {
        "sentence": "我非常理解你的感受，你觉得自己无论做什么都不快乐，每天都很敏感，经常想哭，休假时只想一个人呆在家里，这种状态让你感到迷茫和孤独，并且不知道生活的意义是什么。",
        "label": ""
      },
      {
        "sentence": "在经历这段无意义感的日子之前，你是否有过一些有意义的时光呢？",
        "label": ""
      },
      {
        "sentence": "是什么让你陷入了这种无法自拔的状态呢？",
        "label": ""
      },
      {
        "sentence": "也许你需要去审视这部分。",
        "label": ""
      },
      {
        "sentence": "看起来你目前的无意义状态似乎是你与自己内心感受失去联系的结果。",
        "label": ""
      },
      {
        "sentence": "也许在你成长的过程中，被你的抚养者要求不得不压抑自己的感受，或者在你所处的环境中，即便你表达了自己的感受，也没有得到理解和回应，从而导致你逐渐与真实的感受和想法隔离开来。",
        "label": ""
      },
      {
        "sentence": "如果你强迫自己去做一些事情，效率会很低下，因为你是在通过理智来驱使自己，而动力应该源自感情，这样你的精力就无法集中在能够创造价值感的事情上，而是消耗在你所制造的痛苦中。",
        "label": ""
      },
      {
        "sentence": "我建议你尝试一下正念冥想，与你真实的内心感受建立联系，并尝试表达出来。",
        "label": ""
      },
      {
        "sentence": "通过这种方式，你或许能够重拾与内心真实感受和内在链接的能力，看看生活中什么事情能够激发你的情感喜好，以及什么事情会让你感到痛苦和沮丧。",
        "label": ""
      },
      {
        "sentence": "如果必要的话，你也可以预约专业的咨询师陪同你一起探讨，重新找到自己生活的方向。",
        "label": ""
      }
    ]
  }
]