[
  {
    "role": "client",
    "content": "我21岁，男生，大专毕业。我想重新参加高考，但我在想，这样做有意义吗？现在晚上经常睡不着，毕业以后由于学历和工作经验的原因，我还没有找到工作，我对人生感到很困惑，不知道该怎么办。我在考虑重新回去复读参加高考，但我真的不确定是否值得。",
    "annotation": [
      {
        "sentence": "我21岁，男生，大专毕业。",
        "label": ""
      },
      {
        "sentence": "我想重新参加高考，但我在想，这样做有意义吗？",
        "label": ""
      },
      {
        "sentence": "现在晚上经常睡不着，毕业以后由于学历和工作经验的原因，我还没有找到工作，我对人生感到很困惑，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "我在考虑重新回去复读参加高考，但我真的不确定是否值得。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以算一下时间。21岁6月份毕业，假设今年开始准备复读，明年22岁参加高考，然后考上大学。如果是专科，还需要三年时间，到时候你就25岁了；如果是本科，那就需要四年时间，到时候你就26岁了。你有没有考虑过这段时间内的生活规划？比如何时买房、结婚以及谈恋爱？大学毕业后，你还需要继续奋斗好几年才能有所成就，你能否承受这些想法所带来的困惑呢？如果你能够想清楚这个问题，内心不再迷茫，那么参加高考就是有意义的，你也能够取得成功。但如果你只是一时遭遇挫折，内心开始感到恐慌和不安，想要逃避，试图通过高考来缓解找工作的失败，那么现在对你来说，参加高考是否还具有意义呢？",
    "annotation": [
      {
        "sentence": "你可以算一下时间。",
        "label": ""
      },
      {
        "sentence": "21岁6月份毕业，假设今年开始准备复读，明年22岁参加高考，然后考上大学。",
        "label": ""
      },
      {
        "sentence": "如果是专科，还需要三年时间，到时候你就25岁了；如果是本科，那就需要四年时间，到时候你就26岁了。",
        "label": ""
      },
      {
        "sentence": "你有没有考虑过这段时间内的生活规划？",
        "label": ""
      },
      {
        "sentence": "比如何时买房、结婚以及谈恋爱？",
        "label": ""
      },
      {
        "sentence": "大学毕业后，你还需要继续奋斗好几年才能有所成就，你能否承受这些想法所带来的困惑呢？",
        "label": ""
      },
      {
        "sentence": "如果你能够想清楚这个问题，内心不再迷茫，那么参加高考就是有意义的，你也能够取得成功。",
        "label": ""
      },
      {
        "sentence": "但如果你只是一时遭遇挫折，内心开始感到恐慌和不安，想要逃避，试图通过高考来缓解找工作的失败，那么现在对你来说，参加高考是否还具有意义呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，今年找工作很难，特别是因为疫情的原因，压力非常大。但在这段时间里，我也考虑过学习一些技术，以便将来在职场上有立足之地。不过，我还是担心如果重新参加高考，问题并不能完全解决。即使我参加高考，上完大学，到那时候我仍然要面临同样的问题，我会有同样的选择吗？",
    "annotation": [
      {
        "sentence": "确实，今年找工作很难，特别是因为疫情的原因，压力非常大。",
        "label": ""
      },
      {
        "sentence": "但在这段时间里，我也考虑过学习一些技术，以便将来在职场上有立足之地。",
        "label": ""
      },
      {
        "sentence": "不过，我还是担心如果重新参加高考，问题并不能完全解决。",
        "label": ""
      },
      {
        "sentence": "即使我参加高考，上完大学，到那时候我仍然要面临同样的问题，我会有同样的选择吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你有想过提升自己的技能，这是一个非常积极的想法。事实上，相对于读书，我们生活中还有很多其他问题需要面对。重新参加高考并不意味着所有问题都能迎刃而解。而且，即使你重新参加高考、上完大学，你将来仍然会面临各种问题和选择。所以，逃避并不是解决问题的办法。我相信你能够明白这一点。勇敢地面对问题，或许才能找到更好的出路。",
    "annotation": [
      {
        "sentence": "很高兴你有想过提升自己的技能，这是一个非常积极的想法。",
        "label": ""
      },
      {
        "sentence": "事实上，相对于读书，我们生活中还有很多其他问题需要面对。",
        "label": ""
      },
      {
        "sentence": "重新参加高考并不意味着所有问题都能迎刃而解。",
        "label": ""
      },
      {
        "sentence": "而且，即使你重新参加高考、上完大学，你将来仍然会面临各种问题和选择。",
        "label": ""
      },
      {
        "sentence": "所以，逃避并不是解决问题的办法。",
        "label": ""
      },
      {
        "sentence": "我相信你能够明白这一点。",
        "label": ""
      },
      {
        "sentence": "勇敢地面对问题，或许才能找到更好的出路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，逃避并不能解决问题。我明白了。但我还是有点担心，如果我选择复读参加高考，会不会太晚了呢？会不会比其他同龄人晚几年才能开始工作？",
    "annotation": [
      {
        "sentence": "你说得对，逃避并不能解决问题。",
        "label": ""
      },
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "但我还是有点担心，如果我选择复读参加高考，会不会太晚了呢？",
        "label": ""
      },
      {
        "sentence": "会不会比其他同龄人晚几年才能开始工作？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人的情况和发展速度都不尽相同。年龄并不是衡量成功与否的唯一标准。重要的是你对自己的未来有清晰的规划和目标，并为之努力奋斗。如果你觉得复读参加高考是实现自己的目标的最佳途径，那就不要担心比其他人晚几年开始工作。成功是需要时间和努力的，重要的是你在这个过程中能够不断成长和进步。",
    "annotation": [
      {
        "sentence": "每个人的情况和发展速度都不尽相同。",
        "label": ""
      },
      {
        "sentence": "年龄并不是衡量成功与否的唯一标准。",
        "label": ""
      },
      {
        "sentence": "重要的是你对自己的未来有清晰的规划和目标，并为之努力奋斗。",
        "label": ""
      },
      {
        "sentence": "如果你觉得复读参加高考是实现自己的目标的最佳途径，那就不要担心比其他人晚几年开始工作。",
        "label": ""
      },
      {
        "sentence": "成功是需要时间和努力的，重要的是你在这个过程中能够不断成长和进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我觉得自己有信心重新参加高考。即使要花费更多的时间，我也愿意为实现自己的梦想而奋斗。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我觉得自己有信心重新参加高考。",
        "label": ""
      },
      {
        "sentence": "即使要花费更多的时间，我也愿意为实现自己的梦想而奋斗。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！坚定的信心是成功的重要基石。我相信你经过深思熟虑后做出的决定一定是正确的。无论选择何时，都需要你给自己足够的时间和空间成长。祝福你能够顺利达成目标，实现自己的梦想！如果在这个过程中有什么困惑或者需要支持的地方，随时来找我谈谈，我会一直支持你的。加油！你是可以做到的！",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "坚定的信心是成功的重要基石。",
        "label": ""
      },
      {
        "sentence": "我相信你经过深思熟虑后做出的决定一定是正确的。",
        "label": ""
      },
      {
        "sentence": "无论选择何时，都需要你给自己足够的时间和空间成长。",
        "label": ""
      },
      {
        "sentence": "祝福你能够顺利达成目标，实现自己的梦想！",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中有什么困惑或者需要支持的地方，随时来找我谈谈，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "你是可以做到的！",
        "label": ""
      }
    ]
  }
]