[
  {
    "role": "client",
    "content": "快要结婚了，三年来我们总是为一件小事情家务吵架？很可笑吧，我跟我男朋友谈了三年，比我大八岁，差不多快要结婚了，可是这三年来我们总是为一件小事情家务吵架，他也总说自已错了会改，可每次都还是老样子，我跟了他三年还了三年贷款，三年中开了店子欠了几十万又开始不停得还，我每次都会因为花一百块而烦。最近又因为生活小事吵架了，又说会改，又老样子，以前憧憬过未来，现在没了，我以前就没有牵挂，现在完全没了，我也是二十岁的小孩子啊，我也有压力啊。",
    "annotation": [
      {
        "sentence": "快要结婚了，三年来我们总是为一件小事情家务吵架？",
        "label": ""
      },
      {
        "sentence": "很可笑吧，我跟我男朋友谈了三年，比我大八岁，差不多快要结婚了，可是这三年来我们总是为一件小事情家务吵架，他也总说自已错了会改，可每次都还是老样子，我跟了他三年还了三年贷款，三年中开了店子欠了几十万又开始不停得还，我每次都会因为花一百块而烦。",
        "label": ""
      },
      {
        "sentence": "最近又因为生活小事吵架了，又说会改，又老样子，以前憧憬过未来，现在没了，我以前就没有牵挂，现在完全没了，我也是二十岁的小孩子啊，我也有压力啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "老鼠和男朋友在一起三年，但是你们总是会因为同一件小事情而吵架。在你的描述中也能够感受到，这三年你过得并不快乐，即使谈到了要结婚的时候，你们依旧还会为生活中的琐碎而争吵，而苦恼。我你真的认为跟他在一起比追求更好的生活更重要，愿意跟他一起还贷款，愿意跟着他过拮据的生活。那么你们之间的问题真的需要好好的去解决一下。",
    "annotation": [
      {
        "sentence": "老鼠和男朋友在一起三年，但是你们总是会因为同一件小事情而吵架。",
        "label": ""
      },
      {
        "sentence": "在你的描述中也能够感受到，这三年你过得并不快乐，即使谈到了要结婚的时候，你们依旧还会为生活中的琐碎而争吵，而苦恼。",
        "label": ""
      },
      {
        "sentence": "我你真的认为跟他在一起比追求更好的生活更重要，愿意跟他一起还贷款，愿意跟着他过拮据的生活。",
        "label": ""
      },
      {
        "sentence": "那么你们之间的问题真的需要好好的去解决一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我以前觉得比起物质条件，两个人之间的感情更重要，所以我一直选择留在他身边。但是现在，我开始有些动摇了。每次吵架后，他都会道歉，并表示会改变自己的行为，可是每次结果都没有改变。我感觉自己被困在了这样一个循环中，没有办法走出来。",
    "annotation": [
      {
        "sentence": "其实我以前觉得比起物质条件，两个人之间的感情更重要，所以我一直选择留在他身边。",
        "label": ""
      },
      {
        "sentence": "但是现在，我开始有些动摇了。",
        "label": ""
      },
      {
        "sentence": "每次吵架后，他都会道歉，并表示会改变自己的行为，可是每次结果都没有改变。",
        "label": ""
      },
      {
        "sentence": "我感觉自己被困在了这样一个循环中，没有办法走出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的心情。长时间的矛盾和不满会让人感到疲惫和绝望。既然你感觉到了动摇，那是时候考虑一下你的选择了。毕竟婚姻是一辈子的事情，不应该只是为了情感而牺牲自己的幸福感。你需要好好权衡一下你内心的需求和期望，决定是否继续跟他走下去。",
    "annotation": [
      {
        "sentence": "我明白你的心情。",
        "label": ""
      },
      {
        "sentence": "长时间的矛盾和不满会让人感到疲惫和绝望。",
        "label": ""
      },
      {
        "sentence": "既然你感觉到了动摇，那是时候考虑一下你的选择了。",
        "label": ""
      },
      {
        "sentence": "毕竟婚姻是一辈子的事情，不应该只是为了情感而牺牲自己的幸福感。",
        "label": ""
      },
      {
        "sentence": "你需要好好权衡一下你内心的需求和期望，决定是否继续跟他走下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白。我现在开始质疑自己的决定。我也意识到自己的幸福感受到了威胁，而且我一直有一种压力感。我不想一直受这样的困扰，但又不想轻易放弃我们三年的感情。",
    "annotation": [
      {
        "sentence": "是的，我明白。",
        "label": ""
      },
      {
        "sentence": "我现在开始质疑自己的决定。",
        "label": ""
      },
      {
        "sentence": "我也意识到自己的幸福感受到了威胁，而且我一直有一种压力感。",
        "label": ""
      },
      {
        "sentence": "我不想一直受这样的困扰，但又不想轻易放弃我们三年的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的矛盾和困惑。放弃一段长期的感情确实是一件非常难做的决定。但是，为了自己的幸福和内心的平静，有时候我们需要做出一些艰难的决定。也许你可以试着和他沟通，表达出你的困惑和不满，看看他是否真心愿意为你们的关系做出改变。",
    "annotation": [
      {
        "sentence": "理解你的矛盾和困惑。",
        "label": ""
      },
      {
        "sentence": "放弃一段长期的感情确实是一件非常难做的决定。",
        "label": ""
      },
      {
        "sentence": "但是，为了自己的幸福和内心的平静，有时候我们需要做出一些艰难的决定。",
        "label": ""
      },
      {
        "sentence": "也许你可以试着和他沟通，表达出你的困惑和不满，看看他是否真心愿意为你们的关系做出改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，沟通是解决问题的关键。我会试着和他进行认真的对话，让他明白我的感受。如果他真心愿意改变，我相信我们还是有机会修复我们的关系的。",
    "annotation": [
      {
        "sentence": "你说的对，沟通是解决问题的关键。",
        "label": ""
      },
      {
        "sentence": "我会试着和他进行认真的对话，让他明白我的感受。",
        "label": ""
      },
      {
        "sentence": "如果他真心愿意改变，我相信我们还是有机会修复我们的关系的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能够想明白这个关键点。记住，在对话的过程中，要保持冷静和理智，不要让情绪占据上风。要坦诚携手面对问题，并共同制定解决方案。祝福你们能够成功地度过这个困难的时刻，重塑你们的关系。",
    "annotation": [
      {
        "sentence": "很高兴你能够想明白这个关键点。",
        "label": ""
      },
      {
        "sentence": "记住，在对话的过程中，要保持冷静和理智，不要让情绪占据上风。",
        "label": ""
      },
      {
        "sentence": "要坦诚携手面对问题，并共同制定解决方案。",
        "label": ""
      },
      {
        "sentence": "祝福你们能够成功地度过这个困难的时刻，重塑你们的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议。我现在感到有些释然，有信心去处理这个问题了。我会认真对待这次对话，并希望我们能够找到解决的办法。再次感谢你的鼓励和支持！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      },
      {
        "sentence": "我现在感到有些释然，有信心去处理这个问题了。",
        "label": ""
      },
      {
        "sentence": "我会认真对待这次对话，并希望我们能够找到解决的办法。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的鼓励和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意能够帮助到你。你已经迈出了解决问题的第一步，相信自己，相信你们之间的爱情和努力，你一定能够克服困难，找到幸福的。如果你还有其他问题，随时可以再来跟我聊天。祝福你们！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了解决问题的第一步，相信自己，相信你们之间的爱情和努力，你一定能够克服困难，找到幸福的。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题，随时可以再来跟我聊天。",
        "label": ""
      },
      {
        "sentence": "祝福你们！",
        "label": ""
      }
    ]
  }
]