[
  {
    "role": "client",
    "content": "不想返校，失眠，怎么改变自己来适应当下的生活？我现在是大学生，在省外读书。越接近返校时间，越是心烦意乱。",
    "annotation": [
      {
        "sentence": "不想返校，失眠，怎么改变自己来适应当下的生活？",
        "label": ""
      },
      {
        "sentence": "我现在是大学生，在省外读书。",
        "label": ""
      },
      {
        "sentence": "越接近返校时间，越是心烦意乱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，我真的特别能理解你这种状态。我无论学习还是工作，几乎都是每周天就要离家，如果周天没有离家，我在家里睡，那个晚上也总是睡不好，第二天闹钟都没响呢我就自动醒了……现在又要开学了，我的心情跟你差不多。我把这称作“开学前综合症”吧，很多人都会有的。",
    "annotation": [
      {
        "sentence": "亲爱的，我真的特别能理解你这种状态。",
        "label": ""
      },
      {
        "sentence": "我无论学习还是工作，几乎都是每周天就要离家，如果周天没有离家，我在家里睡，那个晚上也总是睡不好，第二天闹钟都没响呢我就自动醒了……现在又要开学了，我的心情跟你差不多。",
        "label": ""
      },
      {
        "sentence": "我把这称作“开学前综合症”吧，很多人都会有的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，就是那种很焦虑，失去平常心的感觉。我真的不知道该怎么办才能让自己适应当下的生活。",
    "annotation": [
      {
        "sentence": "是啊，就是那种很焦虑，失去平常心的感觉。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办才能让自己适应当下的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们能够察觉到自己的感受，并把它分享出来，或者说寻求帮助是很不错的，比起很多人都聪明许多。既然这是我们必须要面对的事，那我们就先在心里接受接纳它的到来吧。也正视会伴有的这种感觉，不太好的体会。",
    "annotation": [
      {
        "sentence": "我们能够察觉到自己的感受，并把它分享出来，或者说寻求帮助是很不错的，比起很多人都聪明许多。",
        "label": ""
      },
      {
        "sentence": "既然这是我们必须要面对的事，那我们就先在心里接受接纳它的到来吧。",
        "label": ""
      },
      {
        "sentence": "也正视会伴有的这种感觉，不太好的体会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该正视自己的不良情绪。但是我对返校的事情真的很抗拒，不喜欢学校的各种强制要求，也不喜欢处理复杂的人际关系。在学校感觉很压抑，会想家，然后后悔当时为什么在最后冲一下。",
    "annotation": [
      {
        "sentence": "你说得对，我应该正视自己的不良情绪。",
        "label": ""
      },
      {
        "sentence": "但是我对返校的事情真的很抗拒，不喜欢学校的各种强制要求，也不喜欢处理复杂的人际关系。",
        "label": ""
      },
      {
        "sentence": "在学校感觉很压抑，会想家，然后后悔当时为什么在最后冲一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我看到你说了很多你不喜欢的事，那你能想想说说，你喜欢学校的什么吗？我也能理解，都说大学是半个社会了，这些不喜欢的，讨厌排斥的，往往也是我们需要学习的呢，如果能把这些都正视坦然面对，很好的处理好，那为我们以后踏入社会做了充分的准备了。哪里都有制度，没有规矩不成方圆，对吧，没有办法改变的话，只能自己去适应。大学的制度应该来说还是比较温和的了。",
    "annotation": [
      {
        "sentence": "我看到你说了很多你不喜欢的事，那你能想想说说，你喜欢学校的什么吗？",
        "label": ""
      },
      {
        "sentence": "我也能理解，都说大学是半个社会了，这些不喜欢的，讨厌排斥的，往往也是我们需要学习的呢，如果能把这些都正视坦然面对，很好的处理好，那为我们以后踏入社会做了充分的准备了。",
        "label": ""
      },
      {
        "sentence": "哪里都有制度，没有规矩不成方圆，对吧，没有办法改变的话，只能自己去适应。",
        "label": ""
      },
      {
        "sentence": "大学的制度应该来说还是比较温和的了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我应该学会接受这些挑战，抱着积极的态度去适应。但是人际关系真的很复杂，哪怕是个几十岁老者也没办法处理好跟所有人的关系，我们谁都没有办法让所有人都喜欢我们。",
    "annotation": [
      {
        "sentence": "确实，我应该学会接受这些挑战，抱着积极的态度去适应。",
        "label": ""
      },
      {
        "sentence": "但是人际关系真的很复杂，哪怕是个几十岁老者也没办法处理好跟所有人的关系，我们谁都没有办法让所有人都喜欢我们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "复杂的人相处起来才感觉复杂，心累，那我们可不可以去认识接触单纯点的人呢，其实这也是种潜意识里的自我保护。先做好心理建设工作，其次，在行动上，采取主动，主动去探讨、实践，我们可以借助外部的力量借助这些不喜欢的来帮助我们更好的成长的。",
    "annotation": [
      {
        "sentence": "复杂的人相处起来才感觉复杂，心累，那我们可不可以去认识接触单纯点的人呢，其实这也是种潜意识里的自我保护。",
        "label": ""
      },
      {
        "sentence": "先做好心理建设工作，其次，在行动上，采取主动，主动去探讨、实践，我们可以借助外部的力量借助这些不喜欢的来帮助我们更好的成长的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该主动去寻找那些愿意真心交流的朋友，这样才能减少人际关系压力。除了心理建设，你还有其他方法帮助我改变自己来适应当下的生活吗？",
    "annotation": [
      {
        "sentence": "你说得对，我应该主动去寻找那些愿意真心交流的朋友，这样才能减少人际关系压力。",
        "label": ""
      },
      {
        "sentence": "除了心理建设，你还有其他方法帮助我改变自己来适应当下的生活吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你对于没有复读这件事还耿耿于怀，没有真正的放下，没有与过去和解，我感觉有点心疼。活在这种情绪下的你怎么会快乐呢？而且这种情绪心理肯定在各个方面都影响了你了吧，浪费了你多少美好的时间呀，甚至还有些让你变得更好的机会，真的，心疼。原谅过去的自己，那时候我们都是尽力了，我们的意识还没到达现在的更为成熟的状态呀。现在努力，为时不晚。",
    "annotation": [
      {
        "sentence": "看到你对于没有复读这件事还耿耿于怀，没有真正的放下，没有与过去和解，我感觉有点心疼。",
        "label": ""
      },
      {
        "sentence": "活在这种情绪下的你怎么会快乐呢？",
        "label": ""
      },
      {
        "sentence": "而且这种情绪心理肯定在各个方面都影响了你了吧，浪费了你多少美好的时间呀，甚至还有些让你变得更好的机会，真的，心疼。",
        "label": ""
      },
      {
        "sentence": "原谅过去的自己，那时候我们都是尽力了，我们的意识还没到达现在的更为成熟的状态呀。",
        "label": ""
      },
      {
        "sentence": "现在努力，为时不晚。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我一直沉浸在过去的遗憾中，没有真正放下自己。我应该原谅过去的自己，珍惜现在的机会，努力向前看。谢谢你的鼓励和支持。",
    "annotation": [
      {
        "sentence": "你说得对，我一直沉浸在过去的遗憾中，没有真正放下自己。",
        "label": ""
      },
      {
        "sentence": "我应该原谅过去的自己，珍惜现在的机会，努力向前看。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看起来，你的同学后来都考得很好，那还有复读考得更糟糕的呢，那些人该怎么办呀？肯定也后悔复读了吧？！看起来，你落后了同学们一步，但其实，你已经先他们一步了，你比他们早了一年读大学，也会早一年进入社会，很多东西你都会先知道，很多，你都有了先机！",
    "annotation": [
      {
        "sentence": "看起来，你的同学后来都考得很好，那还有复读考得更糟糕的呢，那些人该怎么办呀？",
        "label": ""
      },
      {
        "sentence": "肯定也后悔复读了吧？！",
        "label": ""
      },
      {
        "sentence": "看起来，你落后了同学们一步，但其实，你已经先他们一步了，你比他们早了一年读大学，也会早一年进入社会，很多东西你都会先知道，很多，你都有了先机！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "想到这一点，我感觉好像真的有点亏欠自己了。你说的没错，我要学会看到自己的优势和先机，让自己更加自信和积极面对生活。谢谢你的鼓励和支持。",
    "annotation": [
      {
        "sentence": "想到这一点，我感觉好像真的有点亏欠自己了。",
        "label": ""
      },
      {
        "sentence": "你说的没错，我要学会看到自己的优势和先机，让自己更加自信和积极面对生活。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，亲爱的。希望你每天都能做点有意义对自己有帮助的事，比如睡前做点自己喜欢的事，或者练字、画画等，让自己能心满意足心安理得的入睡。放下自己的焦虑，去感觉自己是安全的，被安全被温暖包围着……深呼吸晚安，我祝你好眠。",
    "annotation": [
      {
        "sentence": "不客气，亲爱的。",
        "label": ""
      },
      {
        "sentence": "希望你每天都能做点有意义对自己有帮助的事，比如睡前做点自己喜欢的事，或者练字、画画等，让自己能心满意足心安理得的入睡。",
        "label": ""
      },
      {
        "sentence": "放下自己的焦虑，去感觉自己是安全的，被安全被温暖包围着……深呼吸晚安，我祝你好眠。",
        "label": ""
      }
    ]
  }
]