[
  {
    "role": "client",
    "content": "我是一个24岁的男生，最近一直处于抑郁状态，感觉很煎熬。我开始怀疑自己的存在还有什么意义。我父亲年初因为触犯法律被抓，那一刻我真的崩溃了，每天都过得很迷茫，而且还开始沾染一些不好的习惯。现在我觉得人生没有任何意义了。我以前在一个国企有着很好的工作，现在却一无所有，完全崩溃了。我每天都在考虑怎么去自杀，而且希望找一种不会疼痛的方式，我真的不知道我还有什么存在的意义。",
    "annotation": [
      {
        "sentence": "我是一个24岁的男生，最近一直处于抑郁状态，感觉很煎熬。",
        "label": ""
      },
      {
        "sentence": "我开始怀疑自己的存在还有什么意义。",
        "label": ""
      },
      {
        "sentence": "我父亲年初因为触犯法律被抓，那一刻我真的崩溃了，每天都过得很迷茫，而且还开始沾染一些不好的习惯。",
        "label": ""
      },
      {
        "sentence": "现在我觉得人生没有任何意义了。",
        "label": ""
      },
      {
        "sentence": "我以前在一个国企有着很好的工作，现在却一无所有，完全崩溃了。",
        "label": ""
      },
      {
        "sentence": "我每天都在考虑怎么去自杀，而且希望找一种不会疼痛的方式，我真的不知道我还有什么存在的意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我希望我的回答能够帮助到你。也许是因为你父亲在你心中占有很重要的地位，他是你的精神支柱，所以你才会那么崩溃，无法接受父亲被抓的现实。但是，亲爱的，你这个样子你的父亲是不愿意看到的。他希望你去探望他的时候，你们一家人都过得好好的。而且，你父亲会在监狱里待多久呢？只要不是无期徒刑，总会有一天会出来与你们团聚的。你可以多挣点钱，让律师打官司，帮你爸爸在监狱里表现良好，争取减刑。生活还是有希望的，请你不要放弃。难道你要让你父亲出来的那一天看到他的儿子已经离开了吗？你没有其他的亲人吗？你父亲被抓了，也许你妈妈现在唯一的精神支柱就是你了，你要是离开了，她该怎么办？你要让她也不想活了吗？你父亲在监狱里，如果知道了这些消息，他还有希望吗？他应该怎么办呢？至于不好的习惯，其实没关系的。你才24岁，只要你有坚定的意志，你就可以戒掉。为了你自己，为了你们一家人，你必须让自己好起来，振作起来。你现在的人生怎么可能没有任何意义呢？你是你们家庭的唯一精神支柱，你的命不仅仅是你自己的，也是你们一家人的。你要让你的妈妈面对丈夫被抓和儿子自杀的双重打击吗？虽然你现在觉得你的人生没有意义，但可能只是因为你还没有发现它而已。其实，大多数人都不知道人生的意义在哪里，但人生的意义之一就是在不断寻找中。而这个过程中所经历的一切，都是非常宝贵的。即使现在是最低谷的时候，也可以看作是新生的开始。只要你稍微改变一下，生活就会朝着好的方向发展。情况已经这么糟糕了，也不会再坏到哪里去了。请听我的话，试着再坚持一下好吗？你的生命不能止于此，还有很多人等着你去遇见，还有很多美好的事情等着你去经历。再坚持一下。如果可以的话，亲爱的，我们可以去找一位心理咨询师做一下心理咨询，向他倾诉我们的困扰，让他们帮助我们解开心结好吗？希望你好好的。",
    "annotation": [
      {
        "sentence": "你好，我希望我的回答能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "也许是因为你父亲在你心中占有很重要的地位，他是你的精神支柱，所以你才会那么崩溃，无法接受父亲被抓的现实。",
        "label": ""
      },
      {
        "sentence": "但是，亲爱的，你这个样子你的父亲是不愿意看到的。",
        "label": ""
      },
      {
        "sentence": "他希望你去探望他的时候，你们一家人都过得好好的。",
        "label": ""
      },
      {
        "sentence": "而且，你父亲会在监狱里待多久呢？",
        "label": ""
      },
      {
        "sentence": "只要不是无期徒刑，总会有一天会出来与你们团聚的。",
        "label": ""
      },
      {
        "sentence": "你可以多挣点钱，让律师打官司，帮你爸爸在监狱里表现良好，争取减刑。",
        "label": ""
      },
      {
        "sentence": "生活还是有希望的，请你不要放弃。",
        "label": ""
      },
      {
        "sentence": "难道你要让你父亲出来的那一天看到他的儿子已经离开了吗？",
        "label": ""
      },
      {
        "sentence": "你没有其他的亲人吗？",
        "label": ""
      },
      {
        "sentence": "你父亲被抓了，也许你妈妈现在唯一的精神支柱就是你了，你要是离开了，她该怎么办？",
        "label": ""
      },
      {
        "sentence": "你要让她也不想活了吗？",
        "label": ""
      },
      {
        "sentence": "你父亲在监狱里，如果知道了这些消息，他还有希望吗？",
        "label": ""
      },
      {
        "sentence": "他应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "至于不好的习惯，其实没关系的。",
        "label": ""
      },
      {
        "sentence": "你才24岁，只要你有坚定的意志，你就可以戒掉。",
        "label": ""
      },
      {
        "sentence": "为了你自己，为了你们一家人，你必须让自己好起来，振作起来。",
        "label": ""
      },
      {
        "sentence": "你现在的人生怎么可能没有任何意义呢？",
        "label": ""
      },
      {
        "sentence": "你是你们家庭的唯一精神支柱，你的命不仅仅是你自己的，也是你们一家人的。",
        "label": ""
      },
      {
        "sentence": "你要让你的妈妈面对丈夫被抓和儿子自杀的双重打击吗？",
        "label": ""
      },
      {
        "sentence": "虽然你现在觉得你的人生没有意义，但可能只是因为你还没有发现它而已。",
        "label": ""
      },
      {
        "sentence": "其实，大多数人都不知道人生的意义在哪里，但人生的意义之一就是在不断寻找中。",
        "label": ""
      },
      {
        "sentence": "而这个过程中所经历的一切，都是非常宝贵的。",
        "label": ""
      },
      {
        "sentence": "即使现在是最低谷的时候，也可以看作是新生的开始。",
        "label": ""
      },
      {
        "sentence": "只要你稍微改变一下，生活就会朝着好的方向发展。",
        "label": ""
      },
      {
        "sentence": "情况已经这么糟糕了，也不会再坏到哪里去了。",
        "label": ""
      },
      {
        "sentence": "请听我的话，试着再坚持一下好吗？",
        "label": ""
      },
      {
        "sentence": "你的生命不能止于此，还有很多人等着你去遇见，还有很多美好的事情等着你去经历。",
        "label": ""
      },
      {
        "sentence": "再坚持一下。",
        "label": ""
      },
      {
        "sentence": "如果可以的话，亲爱的，我们可以去找一位心理咨询师做一下心理咨询，向他倾诉我们的困扰，让他们帮助我们解开心结好吗？",
        "label": ""
      },
      {
        "sentence": "希望你好好的。",
        "label": ""
      }
    ]
  }
]