[
  {
    "role": "client",
    "content": "我是一个24岁的男生，我有抑郁症，对生活感到非常煎熬。我现在对自己的存在意义感到迷茫，特别是在父亲年初因为触犯法律被抓之后，我完全崩溃了。当我亲眼看见他被警察用手铐铐上的那一刻，我觉得整个世界都在崩塌。之后，我每天都过得一片混沌，肆意挥霍，还染上了一些不好的习惯。我现在感觉人生毫无意义，原本我毕业后有着别人羡慕的国企工作，但现在所有的一切都消失了。",
    "annotation": [
      {
        "sentence": "我是一个24岁的男生，我有抑郁症，对生活感到非常煎熬。",
        "label": ""
      },
      {
        "sentence": "我现在对自己的存在意义感到迷茫，特别是在父亲年初因为触犯法律被抓之后，我完全崩溃了。",
        "label": ""
      },
      {
        "sentence": "当我亲眼看见他被警察用手铐铐上的那一刻，我觉得整个世界都在崩塌。",
        "label": ""
      },
      {
        "sentence": "之后，我每天都过得一片混沌，肆意挥霍，还染上了一些不好的习惯。",
        "label": ""
      },
      {
        "sentence": "我现在感觉人生毫无意义，原本我毕业后有着别人羡慕的国企工作，但现在所有的一切都消失了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲，爸爸的事情并不是你的错，为什么要用他的事来惩罚自己呢？他现在已经无法照顾妈妈和奶奶了，我们难道要抛弃她们吗？你真的忍心吗？我能想象到妈妈和奶奶孤苦无依的样子……有你在，她们才有支撑，才有力量继续生活下去。求求你了，再去看看妈妈和奶奶吧，她们现在睡得好吗？睡得安稳吗？",
    "annotation": [
      {
        "sentence": "亲，爸爸的事情并不是你的错，为什么要用他的事来惩罚自己呢？",
        "label": ""
      },
      {
        "sentence": "他现在已经无法照顾妈妈和奶奶了，我们难道要抛弃她们吗？",
        "label": ""
      },
      {
        "sentence": "你真的忍心吗？",
        "label": ""
      },
      {
        "sentence": "我能想象到妈妈和奶奶孤苦无依的样子……有你在，她们才有支撑，才有力量继续生活下去。",
        "label": ""
      },
      {
        "sentence": "求求你了，再去看看妈妈和奶奶吧，她们现在睡得好吗？",
        "label": ""
      },
      {
        "sentence": "睡得安稳吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，爸爸的事情并不是我的错，但是我看到他被带走的那一刻，实在是太刺激了。我没有处理好那个刺激，所以才对之后的生活产生了影响。可能还有其他一些事情也给我造成了刺激，所以导致我的状况越来越严重。或许我并不是真的想放弃这个世界，只是不知道该如何面对和处理。我现在觉得非常累，所以想逃避。",
    "annotation": [
      {
        "sentence": "你说得对，爸爸的事情并不是我的错，但是我看到他被带走的那一刻，实在是太刺激了。",
        "label": ""
      },
      {
        "sentence": "我没有处理好那个刺激，所以才对之后的生活产生了影响。",
        "label": ""
      },
      {
        "sentence": "可能还有其他一些事情也给我造成了刺激，所以导致我的状况越来越严重。",
        "label": ""
      },
      {
        "sentence": "或许我并不是真的想放弃这个世界，只是不知道该如何面对和处理。",
        "label": ""
      },
      {
        "sentence": "我现在觉得非常累，所以想逃避。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，但是不论你遇到什么困难，逃避不是解决问题的方式。或许你沾上了一些不好的习惯，但习惯是可以改变的，我们可以培养一些好的兴趣爱好。你还有妈妈和奶奶需要照顾，这就是你的存在意义和使命啊！你将来还会有自己的家庭，你有想过要如何教育孩子吗？我们可以通过努力比爸爸做得更好，你愿意试试看吗？当初我们出生时什么都没有，但是我们有父母、奶奶爷爷以及亲戚，后来还有了朋友。我和其他人都爱着你，世界也是爱着你的，请你相信好吗？请你好好去感受，我们从身边的事情、身边的人开始改变吧，哪怕只是一点点……世界和我与你同在！",
    "annotation": [
      {
        "sentence": "我理解你的感受，但是不论你遇到什么困难，逃避不是解决问题的方式。",
        "label": ""
      },
      {
        "sentence": "或许你沾上了一些不好的习惯，但习惯是可以改变的，我们可以培养一些好的兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "你还有妈妈和奶奶需要照顾，这就是你的存在意义和使命啊！",
        "label": ""
      },
      {
        "sentence": "你将来还会有自己的家庭，你有想过要如何教育孩子吗？",
        "label": ""
      },
      {
        "sentence": "我们可以通过努力比爸爸做得更好，你愿意试试看吗？",
        "label": ""
      },
      {
        "sentence": "当初我们出生时什么都没有，但是我们有父母、奶奶爷爷以及亲戚，后来还有了朋友。",
        "label": ""
      },
      {
        "sentence": "我和其他人都爱着你，世界也是爱着你的，请你相信好吗？",
        "label": ""
      },
      {
        "sentence": "请你好好去感受，我们从身边的事情、身边的人开始改变吧，哪怕只是一点点……世界和我与你同在！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。你说的对，逃避不是解决问题的方法，我应该面对和处理我现在的状况。我会努力改变那些不好的习惯，在生活中找到更多的意义和快乐。我也会照顾好妈妈和奶奶，尽力让她们生活得更好。我要相信自己，相信世界对我是友善的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "你说的对，逃避不是解决问题的方法，我应该面对和处理我现在的状况。",
        "label": ""
      },
      {
        "sentence": "我会努力改变那些不好的习惯，在生活中找到更多的意义和快乐。",
        "label": ""
      },
      {
        "sentence": "我也会照顾好妈妈和奶奶，尽力让她们生活得更好。",
        "label": ""
      },
      {
        "sentence": "我要相信自己，相信世界对我是友善的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得对，相信自己，相信这个世界对你是友善的。你已经迈出了重要的一步，接下来我们一起努力，帮助你重新找到对生活的热情和意义。如果你有任何需要分享或者需要倾诉的，都可以随时找我。我们会一直在你身边支持你，不让你孤单面对困难。你不是一个人，我们和你同在！",
    "annotation": [
      {
        "sentence": "你说得对，相信自己，相信这个世界对你是友善的。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了重要的一步，接下来我们一起努力，帮助你重新找到对生活的热情和意义。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要分享或者需要倾诉的，都可以随时找我。",
        "label": ""
      },
      {
        "sentence": "我们会一直在你身边支持你，不让你孤单面对困难。",
        "label": ""
      },
      {
        "sentence": "你不是一个人，我们和你同在！",
        "label": ""
      }
    ]
  }
]