[
  {
    "role": "client",
    "content": "我14岁，进入青春期后，对自己的性取向有些迷茫。我以前对男生和女生都有过喜欢的感觉，一开始觉得这很正常，但是在四五年级的时候，我发现自己对一个女孩子有了特殊的想法。现在青春期到了，无论是见到异性还是同性，都会感到害羞，只不过见到异性会更害羞一些。但是最近我发现，我对之前那个女生的感觉越来越明显，甚至对其他漂亮的女生也会产生心动的感觉。我真的不知道自己到底是异性恋还是同性恋，现在很难接受这个事实。",
    "annotation": [
      {
        "sentence": "我14岁，进入青春期后，对自己的性取向有些迷茫。",
        "label": ""
      },
      {
        "sentence": "我以前对男生和女生都有过喜欢的感觉，一开始觉得这很正常，但是在四五年级的时候，我发现自己对一个女孩子有了特殊的想法。",
        "label": ""
      },
      {
        "sentence": "现在青春期到了，无论是见到异性还是同性，都会感到害羞，只不过见到异性会更害羞一些。",
        "label": ""
      },
      {
        "sentence": "但是最近我发现，我对之前那个女生的感觉越来越明显，甚至对其他漂亮的女生也会产生心动的感觉。",
        "label": ""
      },
      {
        "sentence": "我真的不知道自己到底是异性恋还是同性恋，现在很难接受这个事实。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，我了解到你对于自己的性取向感到疑惑，并且对自己可能有同性恋或双性恋倾向而感到不适。对于性取向的选择确认，你可以试着做一些关于性取向的测量、量表，通过这些数据的结果给自己提供一个参考，看是否有这方面倾向。另外，我想你可以多“听听自己的内心”，跟随自己内心的感觉走。如果对男生和对女生都同样出现了心动的感觉，你可以试着感受一下对两者的心动感觉是否是一样的，或者有所不同，比如是否对一方的感情可能存在其他情况。试着抛开其他的杂念，关注在对对方的感觉上。另外，是你对同性恋的态度：的确现在有许多人依旧不太接受同性恋，但事实上没有人规定只允许、只可能喜欢异性的呀。感情是不分性别、国界、年龄的。在这件事情上，我们无需给对方贴上“她是女生”、“他是男生”的标签，最重要的是ta现在是让你心动、有感觉的那个人。",
    "annotation": [
      {
        "sentence": "从你的描述中，我了解到你对于自己的性取向感到疑惑，并且对自己可能有同性恋或双性恋倾向而感到不适。",
        "label": ""
      },
      {
        "sentence": "对于性取向的选择确认，你可以试着做一些关于性取向的测量、量表，通过这些数据的结果给自己提供一个参考，看是否有这方面倾向。",
        "label": ""
      },
      {
        "sentence": "另外，我想你可以多“听听自己的内心”，跟随自己内心的感觉走。",
        "label": ""
      },
      {
        "sentence": "如果对男生和对女生都同样出现了心动的感觉，你可以试着感受一下对两者的心动感觉是否是一样的，或者有所不同，比如是否对一方的感情可能存在其他情况。",
        "label": ""
      },
      {
        "sentence": "试着抛开其他的杂念，关注在对对方的感觉上。",
        "label": ""
      },
      {
        "sentence": "另外，是你对同性恋的态度：的确现在有许多人依旧不太接受同性恋，但事实上没有人规定只允许、只可能喜欢异性的呀。",
        "label": ""
      },
      {
        "sentence": "感情是不分性别、国界、年龄的。",
        "label": ""
      },
      {
        "sentence": "在这件事情上，我们无需给对方贴上“她是女生”、“他是男生”的标签，最重要的是ta现在是让你心动、有感觉的那个人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回应。我明白了，我会试着做一些关于性取向的测量，看看结果能给我提供什么样的信息。同时，听从内心的感觉也是个好主意。我会试着去感受对男生和女生心动的感觉是否一样，以及是否有其他情况影响我的感情。我也会尽量抛开旁人的看法，专注在我对对方的真实感受上。",
    "annotation": [
      {
        "sentence": "谢谢你的回应。",
        "label": ""
      },
      {
        "sentence": "我明白了，我会试着做一些关于性取向的测量，看看结果能给我提供什么样的信息。",
        "label": ""
      },
      {
        "sentence": "同时，听从内心的感觉也是个好主意。",
        "label": ""
      },
      {
        "sentence": "我会试着去感受对男生和女生心动的感觉是否一样，以及是否有其他情况影响我的感情。",
        "label": ""
      },
      {
        "sentence": "我也会尽量抛开旁人的看法，专注在我对对方的真实感受上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回应。记住，这是你自己的感受和选择，无论性取向如何，都没有错。重要的是要坚持做真实的自己，接受自己的感受和喜好。实现自我接纳和自我认同是一个持续的过程，而你已经迈出了第一步。无论结果如何，我都会支持你，并希望你能找到真正让你快乐的人和事。",
    "annotation": [
      {
        "sentence": "很高兴听到你的回应。",
        "label": ""
      },
      {
        "sentence": "记住，这是你自己的感受和选择，无论性取向如何，都没有错。",
        "label": ""
      },
      {
        "sentence": "重要的是要坚持做真实的自己，接受自己的感受和喜好。",
        "label": ""
      },
      {
        "sentence": "实现自我接纳和自我认同是一个持续的过程，而你已经迈出了第一步。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，我都会支持你，并希望你能找到真正让你快乐的人和事。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我会牢记你的话，并尽量积极面对和接受自己的感受。我对自己的性取向感到更加有信心了。如果我在这个过程中遇到了困难，我还能再向你寻求帮助吗？",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，并尽量积极面对和接受自己的感受。",
        "label": ""
      },
      {
        "sentence": "我对自己的性取向感到更加有信心了。",
        "label": ""
      },
      {
        "sentence": "如果我在这个过程中遇到了困难，我还能再向你寻求帮助吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以！我会一直陪伴在你身边，提供支持和帮助。无论何时何地，只要你需要，都可以来找我倾诉。记住，你并不孤单，我们一起面对这个问题，共同成长。愿你在寻找真实的自己的道路上，找到幸福和满足。",
    "annotation": [
      {
        "sentence": "当然可以！",
        "label": ""
      },
      {
        "sentence": "我会一直陪伴在你身边，提供支持和帮助。",
        "label": ""
      },
      {
        "sentence": "无论何时何地，只要你需要，都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们一起面对这个问题，共同成长。",
        "label": ""
      },
      {
        "sentence": "愿你在寻找真实的自己的道路上，找到幸福和满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的陪伴和承诺。有你在我身边，我会更加坚定地走下去。我现在感觉轻松了很多，开心地面对未来。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "非常感谢你的陪伴和承诺。",
        "label": ""
      },
      {
        "sentence": "有你在我身边，我会更加坚定地走下去。",
        "label": ""
      },
      {
        "sentence": "我现在感觉轻松了很多，开心地面对未来。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气！我为能够帮助你感到骄傲和高兴。你已经迈出了一个重要的步骤，并且展示了勇气和成长。相信自己，相信未来，我会一直为你加油！如果有任何需要，记得随时找我。你不再是一个人，我们会一起前行。",
    "annotation": [
      {
        "sentence": "不用客气！",
        "label": ""
      },
      {
        "sentence": "我为能够帮助你感到骄傲和高兴。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了一个重要的步骤，并且展示了勇气和成长。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来，我会一直为你加油！",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，记得随时找我。",
        "label": ""
      },
      {
        "sentence": "你不再是一个人，我们会一起前行。",
        "label": ""
      }
    ]
  }
]