[
  {
    "role": "client",
    "content": "老公吃饭遇到美女同事，行为异常？是不是有异心了？老公对着我的时候，每时每刻都在看手机，吃饭看，开电视看，洗澡看，上厕所看，无时无刻不看，天天刷手机，也不知道在忙啥。无论我怎么说他都不听，从来不在乎我的想法和感受的。但是，奇迹来了……昨天晚上吃饭的小店，他遇到他的同事美女后，竟然之后的全程都没看手机了……他的座位是正对着他的同事的，我背对着看不到，但是我发现他是有在意的，还会笑，还会往我方向看（看向他同事），因为我从认识他到现在没见过他笑，没对我笑过，单独一起的时候从来没有在我面前笑过，而现在竟然还会笑，还会不玩手机了……他是不是有异心了？",
    "annotation": [
      {
        "sentence": "老公吃饭遇到美女同事，行为异常？",
        "label": ""
      },
      {
        "sentence": "是不是有异心了？",
        "label": ""
      },
      {
        "sentence": "老公对着我的时候，每时每刻都在看手机，吃饭看，开电视看，洗澡看，上厕所看，无时无刻不看，天天刷手机，也不知道在忙啥。",
        "label": ""
      },
      {
        "sentence": "无论我怎么说他都不听，从来不在乎我的想法和感受的。",
        "label": ""
      },
      {
        "sentence": "但是，奇迹来了……昨天晚上吃饭的小店，他遇到他的同事美女后，竟然之后的全程都没看手机了……他的座位是正对着他的同事的，我背对着看不到，但是我发现他是有在意的，还会笑，还会往我方向看（看向他同事），因为我从认识他到现在没见过他笑，没对我笑过，单独一起的时候从来没有在我面前笑过，而现在竟然还会笑，还会不玩手机了……他是不是有异心了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的描述中，我可以理解你对老公的担忧。他在你们两个人在一起的时候经常看手机，对你冷淡的态度可能引发了你的焦虑。然而，当他遇到了这位美丽的同事并且在吃饭的时候没有玩手机，而是一直注视对方，这种反差让你感到异常。人们都喜欢欣赏美丽的事物，对异性的吸引力更加强烈，男人也喜欢看漂亮的女人。但是只喜欢看漂亮女人并不代表就有异心，可能只是单纯的欣赏而已。",
    "annotation": [
      {
        "sentence": "你的描述中，我可以理解你对老公的担忧。",
        "label": ""
      },
      {
        "sentence": "他在你们两个人在一起的时候经常看手机，对你冷淡的态度可能引发了你的焦虑。",
        "label": ""
      },
      {
        "sentence": "然而，当他遇到了这位美丽的同事并且在吃饭的时候没有玩手机，而是一直注视对方，这种反差让你感到异常。",
        "label": ""
      },
      {
        "sentence": "人们都喜欢欣赏美丽的事物，对异性的吸引力更加强烈，男人也喜欢看漂亮的女人。",
        "label": ""
      },
      {
        "sentence": "但是只喜欢看漂亮女人并不代表就有异心，可能只是单纯的欣赏而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是他每次见到美女同事都会对我冷淡，完全不理我。我感觉他对我已经没有吸引力了，为什么他对同事这么热情？",
    "annotation": [
      {
        "sentence": "可是他每次见到美女同事都会对我冷淡，完全不理我。",
        "label": ""
      },
      {
        "sentence": "我感觉他对我已经没有吸引力了，为什么他对同事这么热情？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中可以感觉到你们之间的关系确实有些距离。也许你对老公并没有什么吸引力。你们在一起的时候他总是玩手机。我不确定这种相处模式一直都是这样，还是近期才有变化？如果一直都是这样，也许你需要关注一下自己，多打扮一下自己，提升自己的自信。如果是近期有了这样的变化，那么你可能需要反思一下，到底是哪里出了问题。努力去改善一下这种情况。即使是夫妻关系，也需要进行沟通的呀。",
    "annotation": [
      {
        "sentence": "从你的描述中可以感觉到你们之间的关系确实有些距离。",
        "label": ""
      },
      {
        "sentence": "也许你对老公并没有什么吸引力。",
        "label": ""
      },
      {
        "sentence": "你们在一起的时候他总是玩手机。",
        "label": ""
      },
      {
        "sentence": "我不确定这种相处模式一直都是这样，还是近期才有变化？",
        "label": ""
      },
      {
        "sentence": "如果一直都是这样，也许你需要关注一下自己，多打扮一下自己，提升自己的自信。",
        "label": ""
      },
      {
        "sentence": "如果是近期有了这样的变化，那么你可能需要反思一下，到底是哪里出了问题。",
        "label": ""
      },
      {
        "sentence": "努力去改善一下这种情况。",
        "label": ""
      },
      {
        "sentence": "即使是夫妻关系，也需要进行沟通的呀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我尽力去打扮自己了，可是他还是对我无动于衷。现在每次和他出门吃饭，他都只会盯着手机看，一点都不关心我。我觉得自己变得越来越无用了，他是不是对我已经没感觉了？",
    "annotation": [
      {
        "sentence": "我尽力去打扮自己了，可是他还是对我无动于衷。",
        "label": ""
      },
      {
        "sentence": "现在每次和他出门吃饭，他都只会盯着手机看，一点都不关心我。",
        "label": ""
      },
      {
        "sentence": "我觉得自己变得越来越无用了，他是不是对我已经没感觉了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的努力我能理解，但是明显感觉不到他的回应可能是让你觉得自己失去了价值感。不过，无论他对你如何，你的价值是不会因为外界的反应而改变的。你不需要完全依赖他的关注来定义自己的价值。或许你们需要进一步沟通，找出问题的根源，共同努力改善你们的相处方式。",
    "annotation": [
      {
        "sentence": "你的努力我能理解，但是明显感觉不到他的回应可能是让你觉得自己失去了价值感。",
        "label": ""
      },
      {
        "sentence": "不过，无论他对你如何，你的价值是不会因为外界的反应而改变的。",
        "label": ""
      },
      {
        "sentence": "你不需要完全依赖他的关注来定义自己的价值。",
        "label": ""
      },
      {
        "sentence": "或许你们需要进一步沟通，找出问题的根源，共同努力改善你们的相处方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不知道该怎么和他沟通，每次我想和他谈心，他总是不耐烦，觉得我在无理取闹。我真的不知道该怎么办了，我觉得自己越来越孤立无援。",
    "annotation": [
      {
        "sentence": "我不知道该怎么和他沟通，每次我想和他谈心，他总是不耐烦，觉得我在无理取闹。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办了，我觉得自己越来越孤立无援。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "沟通是重要的，但是确实需要双方都愿意共同配合才能有效。或许你可以选择一个适当的时机，通过温和的语气和他表达你的情感和需求。你也可以尝试寻求专业的帮助，如夫妻关系咨询师，来帮助你们解决问题。不要忘记，你并不孤立无援，还有我在这里支持你。",
    "annotation": [
      {
        "sentence": "沟通是重要的，但是确实需要双方都愿意共同配合才能有效。",
        "label": ""
      },
      {
        "sentence": "或许你可以选择一个适当的时机，通过温和的语气和他表达你的情感和需求。",
        "label": ""
      },
      {
        "sentence": "你也可以尝试寻求专业的帮助，如夫妻关系咨询师，来帮助你们解决问题。",
        "label": ""
      },
      {
        "sentence": "不要忘记，你并不孤立无援，还有我在这里支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议。我会试着找一个合适的时机和他沟通，也会考虑寻求专业的帮助。虽然现在感觉很困难，但我相信我们可以度过这个困境的。再次感谢你的理解和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      },
      {
        "sentence": "我会试着找一个合适的时机和他沟通，也会考虑寻求专业的帮助。",
        "label": ""
      },
      {
        "sentence": "虽然现在感觉很困难，但我相信我们可以度过这个困境的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的理解和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我愿意随时为你提供支持。记住，你并不孤单，无论面对什么困难，你都值得被爱与关心。希望你们能够通过努力和理解，重新建立起彼此的情感连接。祝福你们！",
    "annotation": [
      {
        "sentence": "不客气，我愿意随时为你提供支持。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，无论面对什么困难，你都值得被爱与关心。",
        "label": ""
      },
      {
        "sentence": "希望你们能够通过努力和理解，重新建立起彼此的情感连接。",
        "label": ""
      },
      {
        "sentence": "祝福你们！",
        "label": ""
      }
    ]
  }
]