[
  {
    "role": "client",
    "content": "从长远考虑还是近看？我该如何抉择呢？与男友在一个问题上总是争论达不到一致，他所说的稳定是公司稳定不会倒闭，而不是工作地点稳定。他之前上班从一个地方，到另一个地方，离家车程五六个小时，我跟着去了，但那里不好找工作，工作很少，对我不利。没过多久他又被调动了，这次更远，到外省，起初我不愿去，后来还是来了，他调动的地方都不是大城市，而是小县城，结果工作还是一样不是特别理想，也许是我能力确实跟不上，工作所涉及的领域太窄，我心也比较大，因为之前已经升过一次职，成为了管理层，之前管理经验不够，也只接触一个行业，成为管理层之前工资实在太低，好不容易升职了，但又断了，所以我不想再倒退回去，这是很令我纠结的一个点，从长远考虑还是近看？先只看眼前？需要生活，先将就找份工作吗？感觉自己又不是特别愿意，因为怕以后跳槽到管理层希望不大。但男友工作的不稳定性，让我对未来没有太大保障，不跟着他一块，我们分居两地，跟着他一块，对我的未来不利，我该如何抉择呢？",
    "annotation": [
      {
        "sentence": "从长远考虑还是近看？",
        "label": ""
      },
      {
        "sentence": "我该如何抉择呢？",
        "label": ""
      },
      {
        "sentence": "与男友在一个问题上总是争论达不到一致，他所说的稳定是公司稳定不会倒闭，而不是工作地点稳定。",
        "label": ""
      },
      {
        "sentence": "他之前上班从一个地方，到另一个地方，离家车程五六个小时，我跟着去了，但那里不好找工作，工作很少，对我不利。",
        "label": ""
      },
      {
        "sentence": "没过多久他又被调动了，这次更远，到外省，起初我不愿去，后来还是来了，他调动的地方都不是大城市，而是小县城，结果工作还是一样不是特别理想，也许是我能力确实跟不上，工作所涉及的领域太窄，我心也比较大，因为之前已经升过一次职，成为了管理层，之前管理经验不够，也只接触一个行业，成为管理层之前工资实在太低，好不容易升职了，但又断了，所以我不想再倒退回去，这是很令我纠结的一个点，从长远考虑还是近看？",
        "label": ""
      },
      {
        "sentence": "先只看眼前？",
        "label": ""
      },
      {
        "sentence": "需要生活，先将就找份工作吗？",
        "label": ""
      },
      {
        "sentence": "感觉自己又不是特别愿意，因为怕以后跳槽到管理层希望不大。",
        "label": ""
      },
      {
        "sentence": "但男友工作的不稳定性，让我对未来没有太大保障，不跟着他一块，我们分居两地，跟着他一块，对我的未来不利，我该如何抉择呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述，能感受到你内心是比较纠结的。～我们自己的事情，做决定的是我们自己，最后的责任也是我们自己承担。所以，在通常情况下，要先考虑自己的未来哦～你的问题主要体现在以下两点的冲突：找一位靠谱的伴侣是我们所追求的，找一份稳定的工作能够好好的养活自己也是自己所追求的。但两者之间产生了矛盾的时候，我们可以得到最好的结果就是两全其美；其次是选择其中最重要的那一个。如果能找一个处理方式，可以同时解决两者的冲突，那是最好，但从你的描述来说，目前并不客观存在这样的条件。（男友的工作地点十分的不稳定，影响自己的工作稳定性与发展性）所以很难做出一个了断的决定，需要你从中舍弃一些东西。最好把自己的未来交给自己，不然后来不一定会过得很好。有一句话，我们经常会听到--“经济基础决定上层建筑”。（原义大致是：生产力决定生产关系）我觉得从字面上理解也有一定的道理，经济的独立决定生活的自主与自由～我并不是一个“女权主义”者，但我很支持男女平等关系（我是男生）。我作为男生，可能对男生更了解一些。大多数男生也喜欢优秀的女孩子，也喜欢与自己实力相差不大的女生。（相信女孩子也喜欢拥有优秀品质的男生）只有这样，大家才能尽量保持在同一个频道上，才会更少的出现分歧，也可以更好的互相促进～祝好～",
    "annotation": [
      {
        "sentence": "看了你的描述，能感受到你内心是比较纠结的。",
        "label": ""
      },
      {
        "sentence": "～我们自己的事情，做决定的是我们自己，最后的责任也是我们自己承担。",
        "label": ""
      },
      {
        "sentence": "所以，在通常情况下，要先考虑自己的未来哦～你的问题主要体现在以下两点的冲突：找一位靠谱的伴侣是我们所追求的，找一份稳定的工作能够好好的养活自己也是自己所追求的。",
        "label": ""
      },
      {
        "sentence": "但两者之间产生了矛盾的时候，我们可以得到最好的结果就是两全其美；其次是选择其中最重要的那一个。",
        "label": ""
      },
      {
        "sentence": "如果能找一个处理方式，可以同时解决两者的冲突，那是最好，但从你的描述来说，目前并不客观存在这样的条件。",
        "label": ""
      },
      {
        "sentence": "（男友的工作地点十分的不稳定，影响自己的工作稳定性与发展性）所以很难做出一个了断的决定，需要你从中舍弃一些东西。",
        "label": ""
      },
      {
        "sentence": "最好把自己的未来交给自己，不然后来不一定会过得很好。",
        "label": ""
      },
      {
        "sentence": "有一句话，我们经常会听到--“经济基础决定上层建筑”。",
        "label": ""
      },
      {
        "sentence": "（原义大致是：生产力决定生产关系）我觉得从字面上理解也有一定的道理，经济的独立决定生活的自主与自由～我并不是一个“女权主义”者，但我很支持男女平等关系（我是男生）。",
        "label": ""
      },
      {
        "sentence": "我作为男生，可能对男生更了解一些。",
        "label": ""
      },
      {
        "sentence": "大多数男生也喜欢优秀的女孩子，也喜欢与自己实力相差不大的女生。",
        "label": ""
      },
      {
        "sentence": "（相信女孩子也喜欢拥有优秀品质的男生）只有这样，大家才能尽量保持在同一个频道上，才会更少的出现分歧，也可以更好的互相促进～祝好～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和理解。我明白了要先考虑自己的未来。但我真的很难舍弃其中的一项。如果选择工作的话，我又会担心与男友分开后对我们的关系造成负面影响。真的不知道该如何抉择。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和理解。",
        "label": ""
      },
      {
        "sentence": "我明白了要先考虑自己的未来。",
        "label": ""
      },
      {
        "sentence": "但我真的很难舍弃其中的一项。",
        "label": ""
      },
      {
        "sentence": "如果选择工作的话，我又会担心与男友分开后对我们的关系造成负面影响。",
        "label": ""
      },
      {
        "sentence": "真的不知道该如何抉择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的矛盾和困惑。在这种情况下，或许可以考虑找一份更稳定的工作，同时和男友好好沟通，看是否有可能调整他的工作地点，以便更好地协调双方的职业发展和关系发展。或者你可以尝试在工作之余寻找其他的发展机会，扩大自己的工作领域，提高自己的竞争力。这样的话，你可以保留一份稳定的工作，同时也可以兼顾你们之间的关系。",
    "annotation": [
      {
        "sentence": "我理解你的矛盾和困惑。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，或许可以考虑找一份更稳定的工作，同时和男友好好沟通，看是否有可能调整他的工作地点，以便更好地协调双方的职业发展和关系发展。",
        "label": ""
      },
      {
        "sentence": "或者你可以尝试在工作之余寻找其他的发展机会，扩大自己的工作领域，提高自己的竞争力。",
        "label": ""
      },
      {
        "sentence": "这样的话，你可以保留一份稳定的工作，同时也可以兼顾你们之间的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会试着和男友进行沟通，看看是否有可能做出些调整。同时，我也会努力寻找其他发展机会，提升自己的能力。这样的话，希望能够找到一个平衡点。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着和男友进行沟通，看看是否有可能做出些调整。",
        "label": ""
      },
      {
        "sentence": "同时，我也会努力寻找其他发展机会，提升自己的能力。",
        "label": ""
      },
      {
        "sentence": "这样的话，希望能够找到一个平衡点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的想法很积极。沟通是解决问题的关键，相信你们能够找到一个互相理解和支持的方式。同时，不要忘记在工作之余关注自己的发展，保持积极的态度，相信你会越来越好的。祝你好运！",
    "annotation": [
      {
        "sentence": "很好，你的想法很积极。",
        "label": ""
      },
      {
        "sentence": "沟通是解决问题的关键，相信你们能够找到一个互相理解和支持的方式。",
        "label": ""
      },
      {
        "sentence": "同时，不要忘记在工作之余关注自己的发展，保持积极的态度，相信你会越来越好的。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持。我会努力克服困难，相信自己能够找到适合自己的道路。再次谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会努力克服困难，相信自己能够找到适合自己的道路。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。你的积极态度让人钦佩，相信你一定会度过这个困难时期，迈向更好的未来。如果以后还需要帮助，记得随时来找我聊天。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "你的积极态度让人钦佩，相信你一定会度过这个困难时期，迈向更好的未来。",
        "label": ""
      },
      {
        "sentence": "如果以后还需要帮助，记得随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]