[
  {
    "role": "client",
    "content": "从长远考虑还是近看？我该如何抉择呢？与男友在一个问题上总是争论达不到一致，他所说的稳定是公司稳定不会倒闭，而不是工作地点稳定。他之前上班从一个地方，到另一个地方，离家车程五六个小时，我跟着去了，但那里不好找工作，工作很少，对我不利。没过多久他又被调动了，这次更远，到外省，起初我不愿去，后来还是来了，他调动的地方都不是大城市，而是小县城，结果工作还是一样不是特别理想，也许是我能力确实跟不上，工作所涉及的领域太窄，我心也比较大，因为之前已经升过一次职，成为了管理层，之前管理经验不够，也只接触一个行业，成为管理层之前工资实在太低，好不容易升职了，但又断了，所以我不想再倒退回去，这是很令我纠结的一个点，从长远考虑还是近看？先只看眼前？需要生活，先将就找份工作吗？感觉自己又不是特别愿意，因为怕以后跳槽到管理层希望不大。但男友工作的不稳定性，让我对未来没有太大保障，不跟着他一块，我们分居两地，跟着他一块，对我的未来不利，我该如何抉择呢？",
    "annotation": [
      {
        "sentence": "从长远考虑还是近看？",
        "label": ""
      },
      {
        "sentence": "我该如何抉择呢？",
        "label": ""
      },
      {
        "sentence": "与男友在一个问题上总是争论达不到一致，他所说的稳定是公司稳定不会倒闭，而不是工作地点稳定。",
        "label": ""
      },
      {
        "sentence": "他之前上班从一个地方，到另一个地方，离家车程五六个小时，我跟着去了，但那里不好找工作，工作很少，对我不利。",
        "label": ""
      },
      {
        "sentence": "没过多久他又被调动了，这次更远，到外省，起初我不愿去，后来还是来了，他调动的地方都不是大城市，而是小县城，结果工作还是一样不是特别理想，也许是我能力确实跟不上，工作所涉及的领域太窄，我心也比较大，因为之前已经升过一次职，成为了管理层，之前管理经验不够，也只接触一个行业，成为管理层之前工资实在太低，好不容易升职了，但又断了，所以我不想再倒退回去，这是很令我纠结的一个点，从长远考虑还是近看？",
        "label": ""
      },
      {
        "sentence": "先只看眼前？",
        "label": ""
      },
      {
        "sentence": "需要生活，先将就找份工作吗？",
        "label": ""
      },
      {
        "sentence": "感觉自己又不是特别愿意，因为怕以后跳槽到管理层希望不大。",
        "label": ""
      },
      {
        "sentence": "但男友工作的不稳定性，让我对未来没有太大保障，不跟着他一块，我们分居两地，跟着他一块，对我的未来不利，我该如何抉择呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，外面没有别人。我觉得你是不是和男友开诚布公地好好谈一下。虽然不知道你们在一起有多久了，但是从你的描述中，我感觉你已经很烦恼了，如果这件事情不能解决，会很大程度影响到你们的关系。",
    "annotation": [
      {
        "sentence": "亲爱的，外面没有别人。",
        "label": ""
      },
      {
        "sentence": "我觉得你是不是和男友开诚布公地好好谈一下。",
        "label": ""
      },
      {
        "sentence": "虽然不知道你们在一起有多久了，但是从你的描述中，我感觉你已经很烦恼了，如果这件事情不能解决，会很大程度影响到你们的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们在一起已经三年了，但每次谈论这个问题时，都会争吵。我不知道该如何和他沟通，让他理解我的困惑。",
    "annotation": [
      {
        "sentence": "我们在一起已经三年了，但每次谈论这个问题时，都会争吵。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何和他沟通，让他理解我的困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你需要冷静下来，选择一个适当的时机和地点，坦诚地向他表达你的感受和担忧。告诉他你希望他能够理解你的处境，并且共同寻找解决方案。",
    "annotation": [
      {
        "sentence": "首先，你需要冷静下来，选择一个适当的时机和地点，坦诚地向他表达你的感受和担忧。",
        "label": ""
      },
      {
        "sentence": "告诉他你希望他能够理解你的处境，并且共同寻找解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该提醒自己保持冷静，不要情绪激动。我会找一个合适的时间和地点和他好好谈谈。",
    "annotation": [
      {
        "sentence": "我明白了，我应该提醒自己保持冷静，不要情绪激动。",
        "label": ""
      },
      {
        "sentence": "我会找一个合适的时间和地点和他好好谈谈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，另外，我建议你列一下自己的职业规划，你打算做什么样的工作。想想自己十年以后的样子，你打算做什么样的自己呢，那么现在的职业选择就很重要。",
    "annotation": [
      {
        "sentence": "很好，另外，我建议你列一下自己的职业规划，你打算做什么样的工作。",
        "label": ""
      },
      {
        "sentence": "想想自己十年以后的样子，你打算做什么样的自己呢，那么现在的职业选择就很重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我一直有一个理想的职业规划，我希望能够在管理岗位上有所发展。但是现在的情况让我觉得很困惑和迷茫，不知道应该怎么选择。",
    "annotation": [
      {
        "sentence": "其实我一直有一个理想的职业规划，我希望能够在管理岗位上有所发展。",
        "label": ""
      },
      {
        "sentence": "但是现在的情况让我觉得很困惑和迷茫，不知道应该怎么选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "迷茫是正常的，人生中很多时候我们都会面临选择的困难。你可以先考虑一下自己的短期目标，尝试寻找一份工作，积累更多的经验和技能，同时再思考你的长远目标。这样做或许能够缓解你的纠结感，同时让你更清晰地看到未来的方向。",
    "annotation": [
      {
        "sentence": "迷茫是正常的，人生中很多时候我们都会面临选择的困难。",
        "label": ""
      },
      {
        "sentence": "你可以先考虑一下自己的短期目标，尝试寻找一份工作，积累更多的经验和技能，同时再思考你的长远目标。",
        "label": ""
      },
      {
        "sentence": "这样做或许能够缓解你的纠结感，同时让你更清晰地看到未来的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该先找一份工作，不要给自己太大的压力，通过工作积累经验和技能，再逐步考虑我的职业规划。这样我可能会更容易做出决策。",
    "annotation": [
      {
        "sentence": "你说得对，我应该先找一份工作，不要给自己太大的压力，通过工作积累经验和技能，再逐步考虑我的职业规划。",
        "label": ""
      },
      {
        "sentence": "这样我可能会更容易做出决策。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，逐步来，不要太过于急切。还有，你也要认真考量一下你和男友的关系，你能不能为他付出所有，还是有所保留？那么他呢？一段稳定持久的两性关系是互相制约互相依赖互相扶持的。你们有做到这点吗？你们能做到这点吗？任何一段美好的情感都是用心经营出来的。",
    "annotation": [
      {
        "sentence": "是的，逐步来，不要太过于急切。",
        "label": ""
      },
      {
        "sentence": "还有，你也要认真考量一下你和男友的关系，你能不能为他付出所有，还是有所保留？",
        "label": ""
      },
      {
        "sentence": "那么他呢？",
        "label": ""
      },
      {
        "sentence": "一段稳定持久的两性关系是互相制约互相依赖互相扶持的。",
        "label": ""
      },
      {
        "sentence": "你们有做到这点吗？",
        "label": ""
      },
      {
        "sentence": "你们能做到这点吗？",
        "label": ""
      },
      {
        "sentence": "任何一段美好的情感都是用心经营出来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想了一下，我们在感情上确实有互相支持和理解，但是对于工作问题上，我们的想法总是不一致，这让我觉得很困惑。也许我们还需要更多的时间去沟通和理解对方。",
    "annotation": [
      {
        "sentence": "我想了一下，我们在感情上确实有互相支持和理解，但是对于工作问题上，我们的想法总是不一致，这让我觉得很困惑。",
        "label": ""
      },
      {
        "sentence": "也许我们还需要更多的时间去沟通和理解对方。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，沟通非常重要。给自己和他一些时间，尝试去理解对方的想法和困扰。也许通过更多的交流，你们能够找到共同的解决方案。",
    "annotation": [
      {
        "sentence": "是的，沟通非常重要。",
        "label": ""
      },
      {
        "sentence": "给自己和他一些时间，尝试去理解对方的想法和困扰。",
        "label": ""
      },
      {
        "sentence": "也许通过更多的交流，你们能够找到共同的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和他更多地沟通，了解他的想法和顾虑。谢谢你的建议，你的回答确实让我有了更多的思路。",
    "annotation": [
      {
        "sentence": "我会试着和他更多地沟通，了解他的想法和顾虑。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，你的回答确实让我有了更多的思路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。最后，给自己一个空间，不要任何人打扰你，好好想想，前面的路该怎么走呢？你的人生掌握在你的手里。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "最后，给自己一个空间，不要任何人打扰你，好好想想，前面的路该怎么走呢？",
        "label": ""
      },
      {
        "sentence": "你的人生掌握在你的手里。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我应该给自己一点时间和空间，好好思考和决策。我会尽量做到不被外界的影响干扰，坚定自己的选择。再次感谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "是的，我应该给自己一点时间和空间，好好思考和决策。",
        "label": ""
      },
      {
        "sentence": "我会尽量做到不被外界的影响干扰，坚定自己的选择。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励。",
        "label": ""
      }
    ]
  }
]