[
  {
    "role": "client",
    "content": "从长远考虑还是近看？我该如何抉择呢？与男友在一个问题上总是争论达不到一致，他所说的稳定是公司稳定不会倒闭，而不是工作地点稳定。他之前上班从一个地方，到另一个地方，离家车程五六个小时，我跟着去了，但那里不好找工作，工作很少，对我不利。没过多久他又被调动了，这次更远，到外省，起初我不愿去，后来还是来了，他调动的地方都不是大城市，而是小县城，结果工作还是一样不是特别理想，也许是我能力确实跟不上，工作所涉及的领域太窄，我心也比较大，因为之前已经升过一次职，成为了管理层，之前管理经验不够，也只接触一个行业，成为管理层之前工资实在太低，好不容易升职了，但又断了，所以我不想再倒退回去，这是很令我纠结的一个点，从长远考虑还是近看？先只看眼前？需要生活，先将就找份工作吗？感觉自己又不是特别愿意，因为怕以后跳槽到管理层希望不大。但男友工作的不稳定性，让我对未来没有太大保障，不跟着他一块，我们分居两地，跟着他一块，对我的未来不利，我该如何抉择呢？",
    "annotation": [
      {
        "sentence": "从长远考虑还是近看？",
        "label": ""
      },
      {
        "sentence": "我该如何抉择呢？",
        "label": ""
      },
      {
        "sentence": "与男友在一个问题上总是争论达不到一致，他所说的稳定是公司稳定不会倒闭，而不是工作地点稳定。",
        "label": ""
      },
      {
        "sentence": "他之前上班从一个地方，到另一个地方，离家车程五六个小时，我跟着去了，但那里不好找工作，工作很少，对我不利。",
        "label": ""
      },
      {
        "sentence": "没过多久他又被调动了，这次更远，到外省，起初我不愿去，后来还是来了，他调动的地方都不是大城市，而是小县城，结果工作还是一样不是特别理想，也许是我能力确实跟不上，工作所涉及的领域太窄，我心也比较大，因为之前已经升过一次职，成为了管理层，之前管理经验不够，也只接触一个行业，成为管理层之前工资实在太低，好不容易升职了，但又断了，所以我不想再倒退回去，这是很令我纠结的一个点，从长远考虑还是近看？",
        "label": ""
      },
      {
        "sentence": "先只看眼前？",
        "label": ""
      },
      {
        "sentence": "需要生活，先将就找份工作吗？",
        "label": ""
      },
      {
        "sentence": "感觉自己又不是特别愿意，因为怕以后跳槽到管理层希望不大。",
        "label": ""
      },
      {
        "sentence": "但男友工作的不稳定性，让我对未来没有太大保障，不跟着他一块，我们分居两地，跟着他一块，对我的未来不利，我该如何抉择呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述，感受到你的困惑，希望我的文字能帮你拨开眼前的一些迷雾🤗。你的问题是关于你和男友在工作稳定性问题上的分歧，他所认为的稳定是指公司不会倒闭，而不是工作地点的稳定性。之前你跟随男友多次迁移工作，但那些地方不适合你，工作机会很少，对你来说并不利。你们刚来的地方不久，他又被调到了更远的地方，小县城而不是大城市，导致你的工作依然不理想。也许这是因为你的能力无法跟上，工作领域太窄，你很纠结因为之前已经升职成为管理层，但管理经验不足，只接触过一个行业。你不想倒退回去，这是你很矛盾的一个点。你考虑是从长远来看还是眼下解决问题？是否应该先找份工作来维持生活，即使你不太愿意，因为担心以后跳槽希望不大。男友的工作不稳定性让你对未来没有太大保障，不跟他走意味着你们分居两地，跟他走又对你的未来不利。你感到很为难，对吧？",
    "annotation": [
      {
        "sentence": "看了你的描述，感受到你的困惑，希望我的文字能帮你拨开眼前的一些迷雾🤗。",
        "label": ""
      },
      {
        "sentence": "你的问题是关于你和男友在工作稳定性问题上的分歧，他所认为的稳定是指公司不会倒闭，而不是工作地点的稳定性。",
        "label": ""
      },
      {
        "sentence": "之前你跟随男友多次迁移工作，但那些地方不适合你，工作机会很少，对你来说并不利。",
        "label": ""
      },
      {
        "sentence": "你们刚来的地方不久，他又被调到了更远的地方，小县城而不是大城市，导致你的工作依然不理想。",
        "label": ""
      },
      {
        "sentence": "也许这是因为你的能力无法跟上，工作领域太窄，你很纠结因为之前已经升职成为管理层，但管理经验不足，只接触过一个行业。",
        "label": ""
      },
      {
        "sentence": "你不想倒退回去，这是你很矛盾的一个点。",
        "label": ""
      },
      {
        "sentence": "你考虑是从长远来看还是眼下解决问题？",
        "label": ""
      },
      {
        "sentence": "是否应该先找份工作来维持生活，即使你不太愿意，因为担心以后跳槽希望不大。",
        "label": ""
      },
      {
        "sentence": "男友的工作不稳定性让你对未来没有太大保障，不跟他走意味着你们分居两地，跟他走又对你的未来不利。",
        "label": ""
      },
      {
        "sentence": "你感到很为难，对吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很为难。我们之间也讨论过这个问题，但每次都无法达成一致。我明白你说的去一个新的地方需要重新适应的问题，而且经济压力也会越来越大。我也希望自己有一份稳定的工作，但现在的选择却困扰着我。",
    "annotation": [
      {
        "sentence": "是的，我真的很为难。",
        "label": ""
      },
      {
        "sentence": "我们之间也讨论过这个问题，但每次都无法达成一致。",
        "label": ""
      },
      {
        "sentence": "我明白你说的去一个新的地方需要重新适应的问题，而且经济压力也会越来越大。",
        "label": ""
      },
      {
        "sentence": "我也希望自己有一份稳定的工作，但现在的选择却困扰着我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的为难和困扰。既然男友工作地点的稳定性是你们争论的焦点，我建议你可以和他再次坐下来进行认真的交谈。沟通是解决问题的关键。你可以和他表达你的担忧和困惑，看看能否找到一个共同的解决方案。另外，你提到你的工作能力可能跟不上，工作领域太窄。我认为你可以尝试扩大自己的技能和知识，提高自己的竞争力，这样在面对工作变动时会更有底气和选择空间。你可以考虑参加培训或学习新的工作技能，这有助于你的职业发展和提升。最重要的是，要相信自己的能力和潜力，不要害怕跳槽或者迈出新的一步。",
    "annotation": [
      {
        "sentence": "我理解你的为难和困扰。",
        "label": ""
      },
      {
        "sentence": "既然男友工作地点的稳定性是你们争论的焦点，我建议你可以和他再次坐下来进行认真的交谈。",
        "label": ""
      },
      {
        "sentence": "沟通是解决问题的关键。",
        "label": ""
      },
      {
        "sentence": "你可以和他表达你的担忧和困惑，看看能否找到一个共同的解决方案。",
        "label": ""
      },
      {
        "sentence": "另外，你提到你的工作能力可能跟不上，工作领域太窄。",
        "label": ""
      },
      {
        "sentence": "我认为你可以尝试扩大自己的技能和知识，提高自己的竞争力，这样在面对工作变动时会更有底气和选择空间。",
        "label": ""
      },
      {
        "sentence": "你可以考虑参加培训或学习新的工作技能，这有助于你的职业发展和提升。",
        "label": ""
      },
      {
        "sentence": "最重要的是，要相信自己的能力和潜力，不要害怕跳槽或者迈出新的一步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我会尽量和男友进行更深入的交流，希望能找到一个解决的方向。同时，我也会考虑提升自己的能力，寻找适合自己的发展机会。你的支持和理解让我感到很温暖，谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尽量和男友进行更深入的交流，希望能找到一个解决的方向。",
        "label": ""
      },
      {
        "sentence": "同时，我也会考虑提升自己的能力，寻找适合自己的发展机会。",
        "label": ""
      },
      {
        "sentence": "你的支持和理解让我感到很温暖，谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能为你提供一些帮助和支持。人生中我们常常面临抉择和困扰，但只要保持积极的心态，相信自己的能力，我们就能够找到解决问题的方法。记住，生活是由我们自己掌握的，我们有能力创造属于自己的幸福。如果你需要进一步的帮助或者有任何其他问题，随时都可以找我倾诉。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能为你提供一些帮助和支持。",
        "label": ""
      },
      {
        "sentence": "人生中我们常常面临抉择和困扰，但只要保持积极的心态，相信自己的能力，我们就能够找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "记住，生活是由我们自己掌握的，我们有能力创造属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的帮助或者有任何其他问题，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]