[
  {
    "role": "client",
    "content": "当时的无能为力，弥漫着整个世界，如何与父母和解？",
    "annotation": [
      {
        "sentence": "当时的无能为力，弥漫着整个世界，如何与父母和解？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你的描述里，我能看到你的苦恼和困扰，和深深的无力感。我想给你一个隔空的、能给力量的【抱抱】~这几年，你很努力地学习，为了疗愈原生家庭，可以想像也为此付出了很多。很多人的成长都有原生家庭带来的创痛，因此，我们想要去抚平这个创伤，而不断为此付出努力。",
    "annotation": [
      {
        "sentence": "在你的描述里，我能看到你的苦恼和困扰，和深深的无力感。",
        "label": ""
      },
      {
        "sentence": "我想给你一个隔空的、能给力量的【抱抱】~这几年，你很努力地学习，为了疗愈原生家庭，可以想像也为此付出了很多。",
        "label": ""
      },
      {
        "sentence": "很多人的成长都有原生家庭带来的创痛，因此，我们想要去抚平这个创伤，而不断为此付出努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直在尝试去改善和父母的关系，但是每次回到他们身边，我总是感到很无力。我的努力似乎毫无效果，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "是的，我一直在尝试去改善和父母的关系，但是每次回到他们身边，我总是感到很无力。",
        "label": ""
      },
      {
        "sentence": "我的努力似乎毫无效果，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的痛苦，有时候我们在尝试与家人和解时会感到无力，因为家庭关系通常很复杂。但是，请相信你的努力没有白费，你已经在这个过程中成长了许多。和解是一个长期的过程，可能不会一蹴而就，但每一次的努力都是积攒的一份力量。你可以尝试以下方法来改善和父母的关系：沟通，倾听，与他们分享你的感受和观点，以及接纳并尊重彼此的差异。",
    "annotation": [
      {
        "sentence": "我理解你的痛苦，有时候我们在尝试与家人和解时会感到无力，因为家庭关系通常很复杂。",
        "label": ""
      },
      {
        "sentence": "但是，请相信你的努力没有白费，你已经在这个过程中成长了许多。",
        "label": ""
      },
      {
        "sentence": "和解是一个长期的过程，可能不会一蹴而就，但每一次的努力都是积攒的一份力量。",
        "label": ""
      },
      {
        "sentence": "你可以尝试以下方法来改善和父母的关系：沟通，倾听，与他们分享你的感受和观点，以及接纳并尊重彼此的差异。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着与他们更好地沟通。但是每次我和父亲发生冲突后，我总会被他话语里的愤怒和对我发火时的态度影响到，让我觉得自己无法控制情绪。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着与他们更好地沟通。",
        "label": ""
      },
      {
        "sentence": "但是每次我和父亲发生冲突后，我总会被他话语里的愤怒和对我发火时的态度影响到，让我觉得自己无法控制情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我特别理解“父亲对我咆哮时的话语，就是我发火时对孩子同样的话，同样的愤怒，同样的动作体态”这样的情况，在我们过去习得的对话语境中，它就是这样，已经固着在内心深处。有时只需要一个小小的板机，就能让它点燃。我们需要学会在冲突中保持冷静，确保自己的情绪不被他人所左右。你可以试着通过放松技巧和情绪调节来控制自己的情绪，例如深呼吸、冥想或写下自己的感受。",
    "annotation": [
      {
        "sentence": "我特别理解“父亲对我咆哮时的话语，就是我发火时对孩子同样的话，同样的愤怒，同样的动作体态”这样的情况，在我们过去习得的对话语境中，它就是这样，已经固着在内心深处。",
        "label": ""
      },
      {
        "sentence": "有时只需要一个小小的板机，就能让它点燃。",
        "label": ""
      },
      {
        "sentence": "我们需要学会在冲突中保持冷静，确保自己的情绪不被他人所左右。",
        "label": ""
      },
      {
        "sentence": "你可以试着通过放松技巧和情绪调节来控制自己的情绪，例如深呼吸、冥想或写下自己的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尝试这些方法来控制自己的情绪。但是，即使我尽力保持冷静，有时候我仍然感到很失望和挫败。我真的很希望能够与父母和解，改善我们之间的关系。",
    "annotation": [
      {
        "sentence": "我明白了，我会尝试这些方法来控制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "但是，即使我尽力保持冷静，有时候我仍然感到很失望和挫败。",
        "label": ""
      },
      {
        "sentence": "我真的很希望能够与父母和解，改善我们之间的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的期望和希望能够改善你们之间的关系。但是，请记住，这个过程需要时间和耐心。有时候，我们不能改变他人，只能改变自己对待问题的态度。也许你可以试着调整自己对和解的定义，不再期望完全解决所有问题，而是尝试理解和尊重彼此的差异。同时，也要给自己一些宽容和爱，不要太苛求自己。",
    "annotation": [
      {
        "sentence": "我理解你的期望和希望能够改善你们之间的关系。",
        "label": ""
      },
      {
        "sentence": "但是，请记住，这个过程需要时间和耐心。",
        "label": ""
      },
      {
        "sentence": "有时候，我们不能改变他人，只能改变自己对待问题的态度。",
        "label": ""
      },
      {
        "sentence": "也许你可以试着调整自己对和解的定义，不再期望完全解决所有问题，而是尝试理解和尊重彼此的差异。",
        "label": ""
      },
      {
        "sentence": "同时，也要给自己一些宽容和爱，不要太苛求自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会尝试更加宽容和理解，并且给自己一些爱和宽容。谢谢你的支持和建议，我感到心情好多了。",
    "annotation": [
      {
        "sentence": "你说得对，我会尝试更加宽容和理解，并且给自己一些爱和宽容。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议，我感到心情好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，记得无论在人生的旅途中遇到什么困难，都不要忘记给自己一些温暖和关怀。你很勇敢，我相信你一定能够与父母和解，过上更加和谐的生活。加油！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，记得无论在人生的旅途中遇到什么困难，都不要忘记给自己一些温暖和关怀。",
        "label": ""
      },
      {
        "sentence": "你很勇敢，我相信你一定能够与父母和解，过上更加和谐的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]