[
  {
    "role": "client",
    "content": "强迫性思维好痛苦，如果不是因为家人，真想立刻死掉？已经一年了，大脑里不断回响着令人不舒适的文字和画面，想忘也忘不掉，有时候甚至觉得自己可能变成变态。",
    "annotation": [
      {
        "sentence": "强迫性思维好痛苦，如果不是因为家人，真想立刻死掉？",
        "label": ""
      },
      {
        "sentence": "已经一年了，大脑里不断回响着令人不舒适的文字和画面，想忘也忘不掉，有时候甚至觉得自己可能变成变态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，强迫思维是强迫症的一种，很痛苦，不断重复一件事、一个画面、一句话等等，甚至时间长了，还有泛化现象，就是和不相关联的事情也能联系到一起，产生特别的感受。我知道你一定很痛苦，因为那股劲上来，是控制不住的，至少不是毅力可以解决的。强迫思维，会时刻骚扰着大脑的思维模式，一般由很早以前的一些事情引发的【神经模式】，形成了固定思维，是可以破解的，只不过需要时间和当事人的配合。",
    "annotation": [
      {
        "sentence": "嗯，强迫思维是强迫症的一种，很痛苦，不断重复一件事、一个画面、一句话等等，甚至时间长了，还有泛化现象，就是和不相关联的事情也能联系到一起，产生特别的感受。",
        "label": ""
      },
      {
        "sentence": "我知道你一定很痛苦，因为那股劲上来，是控制不住的，至少不是毅力可以解决的。",
        "label": ""
      },
      {
        "sentence": "强迫思维，会时刻骚扰着大脑的思维模式，一般由很早以前的一些事情引发的【神经模式】，形成了固定思维，是可以破解的，只不过需要时间和当事人的配合。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "微博一个人关注我，而他的头像，是以女的舔一男的吊，我瞬间跑卫生间干呕了好长时间，晚上想起这个画面又不自觉的呕吐，几个月后想起来还是呕吐，看爱情电影里经常出现性的画面，我都见怪不怪。但舔隐私部位的，只见过猫猫狗狗解完手才会干，换成人，冲击力就很大，深深的被恶心到了。",
    "annotation": [
      {
        "sentence": "微博一个人关注我，而他的头像，是以女的舔一男的吊，我瞬间跑卫生间干呕了好长时间，晚上想起这个画面又不自觉的呕吐，几个月后想起来还是呕吐，看爱情电影里经常出现性的画面，我都见怪不怪。",
        "label": ""
      },
      {
        "sentence": "但舔隐私部位的，只见过猫猫狗狗解完手才会干，换成人，冲击力就很大，深深的被恶心到了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你这样一说，我也恍惚了一下，但目前还没有干呕的感觉。性与性画面本来就是人的隐私的事，当把它提到日常的画面来的时候，确实会令人有不适的感觉，不过你的反应确实是大了一点，这说明你确实在这方面有需要打开的部分（未必是性，有可能是其他的事情）。只通过文字，我很难照顾到你的情绪，我也不知道我这样坦诚的讲，会不会让你不舒服，我是尊重你的，但也是坦诚相告的。我是【性教育咨询师】，也疗愈过其他类型的强迫症，如果有机会可以交流一下。",
    "annotation": [
      {
        "sentence": "是的，你这样一说，我也恍惚了一下，但目前还没有干呕的感觉。",
        "label": ""
      },
      {
        "sentence": "性与性画面本来就是人的隐私的事，当把它提到日常的画面来的时候，确实会令人有不适的感觉，不过你的反应确实是大了一点，这说明你确实在这方面有需要打开的部分（未必是性，有可能是其他的事情）。",
        "label": ""
      },
      {
        "sentence": "只通过文字，我很难照顾到你的情绪，我也不知道我这样坦诚的讲，会不会让你不舒服，我是尊重你的，但也是坦诚相告的。",
        "label": ""
      },
      {
        "sentence": "我是【性教育咨询师】，也疗愈过其他类型的强迫症，如果有机会可以交流一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很害怕提问，之前有人让我接受这种行为我都好几天犯恶心，因为等于让我接受变态，还拿重男轻女比较，我不想被说服。",
    "annotation": [
      {
        "sentence": "我很害怕提问，之前有人让我接受这种行为我都好几天犯恶心，因为等于让我接受变态，还拿重男轻女比较，我不想被说服。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "请放轻松，你目前不需要接受任何事情，你按照你的方式去做就好，只不过你需要有好的交流的人，这样会带着你、舒服的往前走，不然一个人是痛苦的，因为有太多坑了，无法躲避。你只要做你自己，不需要被说服，不需要听从任何人的声音，在你舒服的状态下理解事情即可。",
    "annotation": [
      {
        "sentence": "请放轻松，你目前不需要接受任何事情，你按照你的方式去做就好，只不过你需要有好的交流的人，这样会带着你、舒服的往前走，不然一个人是痛苦的，因为有太多坑了，无法躲避。",
        "label": ""
      },
      {
        "sentence": "你只要做你自己，不需要被说服，不需要听从任何人的声音，在你舒服的状态下理解事情即可。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有了强迫性思维后，我的关注点很奇特，看素食主义的发言时，说真正的肉食动物是看到有血的生肉都有食欲，他的观点是人不是真正的肉食动物。但我记住了这句话，在做菜处理肉时，突然想到这句话，不留意代入“肉食动物”的思维，闻着肉腥味，瞬间干呕了。",
    "annotation": [
      {
        "sentence": "有了强迫性思维后，我的关注点很奇特，看素食主义的发言时，说真正的肉食动物是看到有血的生肉都有食欲，他的观点是人不是真正的肉食动物。",
        "label": ""
      },
      {
        "sentence": "但我记住了这句话，在做菜处理肉时，突然想到这句话，不留意代入“肉食动物”的思维，闻着肉腥味，瞬间干呕了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，这不是奇特，这其实就是一种【泛化】状态，意思是跟你之前的那个强迫思维的点不是一个，但依然能关起起来，这种类型的强迫是有些严重的。它的固定思维模式里，在不断的强化，会在瞬间能联系起来让自己莫名其妙的记住这句话，然后引起生理的反应。",
    "annotation": [
      {
        "sentence": "嗯，这不是奇特，这其实就是一种【泛化】状态，意思是跟你之前的那个强迫思维的点不是一个，但依然能关起起来，这种类型的强迫是有些严重的。",
        "label": ""
      },
      {
        "sentence": "它的固定思维模式里，在不断的强化，会在瞬间能联系起来让自己莫名其妙的记住这句话，然后引起生理的反应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有人说她喜欢血，我就担心自己变成她，每次生理期都捂住鼻子。",
    "annotation": [
      {
        "sentence": "有人说她喜欢血，我就担心自己变成她，每次生理期都捂住鼻子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，这也和上述同理。你可以思考下自己，是否是家庭教育相对严格，或是规则性比较强的家庭出来的孩子，一般都会有强迫性症状的，一般成年后比较明显，有些痛苦到一定程度会【歇斯底里】状态。",
    "annotation": [
      {
        "sentence": "嗯，这也和上述同理。",
        "label": ""
      },
      {
        "sentence": "你可以思考下自己，是否是家庭教育相对严格，或是规则性比较强的家庭出来的孩子，一般都会有强迫性症状的，一般成年后比较明显，有些痛苦到一定程度会【歇斯底里】状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很痛苦，不知道怎么办才好。",
    "annotation": [
      {
        "sentence": "我真的很痛苦，不知道怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的痛苦。建议你寻求专业心理咨询的帮助，专业的心理咨询师会根据你的情况给予针对性的建议和支持，帮助你走出痛苦的困境。同时，你也可以积极参与一些减压的活动，如运动、听音乐、与朋友聊天等，帮助你缓解压力和焦虑情绪。记住，你并不孤单，总有人愿意帮助你度过难关。",
    "annotation": [
      {
        "sentence": "我能理解你的痛苦。",
        "label": ""
      },
      {
        "sentence": "建议你寻求专业心理咨询的帮助，专业的心理咨询师会根据你的情况给予针对性的建议和支持，帮助你走出痛苦的困境。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以积极参与一些减压的活动，如运动、听音乐、与朋友聊天等，帮助你缓解压力和焦虑情绪。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，总有人愿意帮助你度过难关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我会考虑寻求专业心理咨询的帮助，以及积极寻找减压的方式来缓解痛苦。我相信我能够战胜这个困境。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我会考虑寻求专业心理咨询的帮助，以及积极寻找减压的方式来缓解痛苦。",
        "label": ""
      },
      {
        "sentence": "我相信我能够战胜这个困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，不管什么困境，只要你愿意去面对并寻求帮助，都能够得到解决。祝你早日摆脱困扰，找回快乐。如果有其他问题，随时可以私信我。祝你幸福快乐！",
    "annotation": [
      {
        "sentence": "没问题，不管什么困境，只要你愿意去面对并寻求帮助，都能够得到解决。",
        "label": ""
      },
      {
        "sentence": "祝你早日摆脱困扰，找回快乐。",
        "label": ""
      },
      {
        "sentence": "如果有其他问题，随时可以私信我。",
        "label": ""
      },
      {
        "sentence": "祝你幸福快乐！",
        "label": ""
      }
    ]
  }
]