[
  {
    "role": "client",
    "content": "该怎么样告诉妈妈，我已经不是处女了？我今年29岁，出生在一个比较保守的家庭。原来青春期的时候妈妈没有对我进行过性教育，但是学校有生理课，自己后来也逐步通过一些健康公众号等渠道了解过两性知识，两性知识不算匮乏，现在单身，和妈妈住在一起。",
    "annotation": [
      {
        "sentence": "该怎么样告诉妈妈，我已经不是处女了？",
        "label": ""
      },
      {
        "sentence": "我今年29岁，出生在一个比较保守的家庭。",
        "label": ""
      },
      {
        "sentence": "原来青春期的时候妈妈没有对我进行过性教育，但是学校有生理课，自己后来也逐步通过一些健康公众号等渠道了解过两性知识，两性知识不算匮乏，现在单身，和妈妈住在一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先希望能够给你一丝温暖与勇气，看完你的描述，我感觉你一定很难过吧，同时又很苦恼该怎么和妈妈开口，没关系的，都会过去的。希望我的分享能够给你带来一点帮助呀。两性之间的事情很正常，不要有过大压力。",
    "annotation": [
      {
        "sentence": "先希望能够给你一丝温暖与勇气，看完你的描述，我感觉你一定很难过吧，同时又很苦恼该怎么和妈妈开口，没关系的，都会过去的。",
        "label": ""
      },
      {
        "sentence": "希望我的分享能够给你带来一点帮助呀。",
        "label": ""
      },
      {
        "sentence": "两性之间的事情很正常，不要有过大压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很难过，也很为难。虽然我已经29岁了，但我觉得还是告诉妈妈会让她很失望，也会改变我们之间的关系。",
    "annotation": [
      {
        "sentence": "我真的很难过，也很为难。",
        "label": ""
      },
      {
        "sentence": "虽然我已经29岁了，但我觉得还是告诉妈妈会让她很失望，也会改变我们之间的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别担心，其实妈妈的出发点是好的，同时妈妈也是爱我们的，出生在一个保守的家庭也很正常，尤其是女孩子，爸爸妈妈很怕女儿在外面受到伤害。不过既然已经如此了，可以想一想要怎么和妈妈说，我想妈妈会理解你的，而且身体是自己的，需要好好的爱护。",
    "annotation": [
      {
        "sentence": "别担心，其实妈妈的出发点是好的，同时妈妈也是爱我们的，出生在一个保守的家庭也很正常，尤其是女孩子，爸爸妈妈很怕女儿在外面受到伤害。",
        "label": ""
      },
      {
        "sentence": "不过既然已经如此了，可以想一想要怎么和妈妈说，我想妈妈会理解你的，而且身体是自己的，需要好好的爱护。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对，我应该要找个机会坦白告诉她，毕竟这是真相，不可能一直瞒着，但我真的不知道怎么开口，害怕她对我失望或者生气。",
    "annotation": [
      {
        "sentence": "嗯，你说得对，我应该要找个机会坦白告诉她，毕竟这是真相，不可能一直瞒着，但我真的不知道怎么开口，害怕她对我失望或者生气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不必过于担心，告诉妈妈并没有错，你有权利选择保护自己并寻求适当的医疗帮助。试着找个适当的时机，让她了解你的想法和感受，说出你需要帮助的原因。她是你的妈妈，她一定会理解和支持你的。",
    "annotation": [
      {
        "sentence": "你不必过于担心，告诉妈妈并没有错，你有权利选择保护自己并寻求适当的医疗帮助。",
        "label": ""
      },
      {
        "sentence": "试着找个适当的时机，让她了解你的想法和感受，说出你需要帮助的原因。",
        "label": ""
      },
      {
        "sentence": "她是你的妈妈，她一定会理解和支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解，我会试着找到一个合适的时机和方式告诉她。但是我还是很担心她会不接受，我怕这会对我们的关系造成伤害。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解，我会试着找到一个合适的时机和方式告诉她。",
        "label": ""
      },
      {
        "sentence": "但是我还是很担心她会不接受，我怕这会对我们的关系造成伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心，但是你一定要相信母爱是伟大的，尽管她可能会先感到震惊或失望，但妈妈爱你，会接受你的真实。你可以耐心地解释你过去选择的原因，并向她表达你希望得到妇科检查的需求。她会明白你的身体健康很重要，并会帮助你度过这个困难的时期。",
    "annotation": [
      {
        "sentence": "我理解你的担心，但是你一定要相信母爱是伟大的，尽管她可能会先感到震惊或失望，但妈妈爱你，会接受你的真实。",
        "label": ""
      },
      {
        "sentence": "你可以耐心地解释你过去选择的原因，并向她表达你希望得到妇科检查的需求。",
        "label": ""
      },
      {
        "sentence": "她会明白你的身体健康很重要，并会帮助你度过这个困难的时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我要相信妈妈的爱和理解，不要过于担心，还是要正视并解决我目前的身体问题。我会试着找到适当的时机与她坦诚相待，并希望这样能够缓解我内心的苦恼和焦虑。",
    "annotation": [
      {
        "sentence": "你说得对，我要相信妈妈的爱和理解，不要过于担心，还是要正视并解决我目前的身体问题。",
        "label": ""
      },
      {
        "sentence": "我会试着找到适当的时机与她坦诚相待，并希望这样能够缓解我内心的苦恼和焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样说，相信一切都会好起来的。不管结果如何，记住你并不孤单，我们在这里支持着你。要相信自己，勇敢面对困难和挑战，你一定能够走出阴影，重新获得内心的平静与坚强。",
    "annotation": [
      {
        "sentence": "很高兴听到你这样说，相信一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "不管结果如何，记住你并不孤单，我们在这里支持着你。",
        "label": ""
      },
      {
        "sentence": "要相信自己，勇敢面对困难和挑战，你一定能够走出阴影，重新获得内心的平静与坚强。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力去面对和解决这个问题，相信自己能够度过这个难关。再次感谢你的耐心倾听和建议，希望以后能够分享我的好消息给你。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力去面对和解决这个问题，相信自己能够度过这个难关。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的耐心倾听和建议，希望以后能够分享我的好消息给你。",
        "label": ""
      }
    ]
  }
]