[
  {
    "role": "client",
    "content": "我有一个回避型人格，胆小鬼，连幸福都会害怕。偶然看到回避型人格，不了解的时候还以为自己是不是就是注定孤独终老。19岁女生母胎单身，想谈恋爱的是我，到恋爱来临的时候我又开始百般确认他不是合适的恋爱对象。然后还跟自己说都在路上不要急我是属于不回消息那一类人，看见也不回。自己知道不好，可能当我想回复的时候已经过了很长时间，有了时差我是回还是不回，索性就算了。就是交朋友无所谓，到男女朋友我又开始心里进行试探，不想发展那么快，想熟悉一点在确定要不要恋爱。而这种犹豫或者回避恋爱的问题我并不会跟对方透露，所以碰到一个愿意跟你节奏又经常失联还愿意就是等你跟你找话题的人真的挺难得的。我脑子就跟被驴踢了一样，碰到过一个这个男生挺好的，就是生怕自己说错话我不理他然后我这种日常失联他也会等，而我的做法是说了很伤人的话，我不知道怎么了，就是想表达的是我不好我很差劲的一个人，你看到这样的我你就不会喜欢我了吧，明明是自己的自卑逃避却说了很多伤对方的话。",
    "annotation": [
      {
        "sentence": "我有一个回避型人格，胆小鬼，连幸福都会害怕。",
        "label": ""
      },
      {
        "sentence": "偶然看到回避型人格，不了解的时候还以为自己是不是就是注定孤独终老。",
        "label": ""
      },
      {
        "sentence": "19岁女生母胎单身，想谈恋爱的是我，到恋爱来临的时候我又开始百般确认他不是合适的恋爱对象。",
        "label": ""
      },
      {
        "sentence": "然后还跟自己说都在路上不要急我是属于不回消息那一类人，看见也不回。",
        "label": ""
      },
      {
        "sentence": "自己知道不好，可能当我想回复的时候已经过了很长时间，有了时差我是回还是不回，索性就算了。",
        "label": ""
      },
      {
        "sentence": "就是交朋友无所谓，到男女朋友我又开始心里进行试探，不想发展那么快，想熟悉一点在确定要不要恋爱。",
        "label": ""
      },
      {
        "sentence": "而这种犹豫或者回避恋爱的问题我并不会跟对方透露，所以碰到一个愿意跟你节奏又经常失联还愿意就是等你跟你找话题的人真的挺难得的。",
        "label": ""
      },
      {
        "sentence": "我脑子就跟被驴踢了一样，碰到过一个这个男生挺好的，就是生怕自己说错话我不理他然后我这种日常失联他也会等，而我的做法是说了很伤人的话，我不知道怎么了，就是想表达的是我不好我很差劲的一个人，你看到这样的我你就不会喜欢我了吧，明明是自己的自卑逃避却说了很多伤对方的话。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很愿意为你提供帮助。我们先梳理一下你的相关情况：▲目前母胎单身想谈恋爱但面对机会却百般确认，▲属于回避型人格看到消息也不回虽然这样不好，▲会因为自己的自我逃避而说一些伤害对话的话。回避型人格是由于一个人在成长中，由于养育者采取了不正确、不科学的养育方式造成的，比如有爱的表达障碍（也叫述情障碍）的人，对子女在童年人格形成期，采取了沉默、回避或反向\/相反的表达方式，或通过不良行为的方式来表达，从而使被养育者无法习得良好的、良性的交流方式。久之，形成回避型人格。他们的感受往往是：本来我是想表达的，但我不想表达，沉默似乎也挺好，不轻易表达或回信息，如果这么做了，说明我需要你，这不是说明我很差劲了吗？……在现实中，他们往往不能正确、良好地沟通。比如，明明想表达要，却说不要。明明想说话，却不想表达或没有表达欲望。（第一层回避）他们往往内心是弱小而脆弱的，所以他们会想，如果我一说话，我的弱小和脆弱就暴露了。何必呢？这是我的事。（第二层回避）所以，往往会在社交或恋爱中出现较大的障碍。祝福你，针对你的情况，建议通过“个人成长类”咨询来梳理自己、提升自信、改善社交等，进行心理建设和调整。",
    "annotation": [
      {
        "sentence": "很愿意为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "我们先梳理一下你的相关情况：▲目前母胎单身想谈恋爱但面对机会却百般确认，▲属于回避型人格看到消息也不回虽然这样不好，▲会因为自己的自我逃避而说一些伤害对话的话。",
        "label": ""
      },
      {
        "sentence": "回避型人格是由于一个人在成长中，由于养育者采取了不正确、不科学的养育方式造成的，比如有爱的表达障碍（也叫述情障碍）的人，对子女在童年人格形成期，采取了沉默、回避或反向\/相反的表达方式，或通过不良行为的方式来表达，从而使被养育者无法习得良好的、良性的交流方式。",
        "label": ""
      },
      {
        "sentence": "久之，形成回避型人格。",
        "label": ""
      },
      {
        "sentence": "他们的感受往往是：本来我是想表达的，但我不想表达，沉默似乎也挺好，不轻易表达或回信息，如果这么做了，说明我需要你，这不是说明我很差劲了吗？",
        "label": ""
      },
      {
        "sentence": "……在现实中，他们往往不能正确、良好地沟通。",
        "label": ""
      },
      {
        "sentence": "比如，明明想表达要，却说不要。",
        "label": ""
      },
      {
        "sentence": "明明想说话，却不想表达或没有表达欲望。",
        "label": ""
      },
      {
        "sentence": "（第一层回避）他们往往内心是弱小而脆弱的，所以他们会想，如果我一说话，我的弱小和脆弱就暴露了。",
        "label": ""
      },
      {
        "sentence": "何必呢？",
        "label": ""
      },
      {
        "sentence": "这是我的事。",
        "label": ""
      },
      {
        "sentence": "（第二层回避）所以，往往会在社交或恋爱中出现较大的障碍。",
        "label": ""
      },
      {
        "sentence": "祝福你，针对你的情况，建议通过“个人成长类”咨询来梳理自己、提升自信、改善社交等，进行心理建设和调整。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我确实意识到了自己在社交和恋爱中的问题。但是，我还是很担心自己会因为言语上的伤害而失去与他人的联系。我知道这样并不对，但就是控制不住自己。我希望能够发展出更良好的交流方式。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我确实意识到了自己在社交和恋爱中的问题。",
        "label": ""
      },
      {
        "sentence": "但是，我还是很担心自己会因为言语上的伤害而失去与他人的联系。",
        "label": ""
      },
      {
        "sentence": "我知道这样并不对，但就是控制不住自己。",
        "label": ""
      },
      {
        "sentence": "我希望能够发展出更良好的交流方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的顾虑和担忧。改变一个人的行为和思维模式确实需要一定的时间和努力。但是请相信，只要你愿意努力并寻求帮助，一定能够找到适合自己的交流方式。在这个过程中，要学会自我接纳和宽容，不要过度苛求自己。每一步的进展都值得鼓励和赞赏。",
    "annotation": [
      {
        "sentence": "非常理解你的顾虑和担忧。",
        "label": ""
      },
      {
        "sentence": "改变一个人的行为和思维模式确实需要一定的时间和努力。",
        "label": ""
      },
      {
        "sentence": "但是请相信，只要你愿意努力并寻求帮助，一定能够找到适合自己的交流方式。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，要学会自我接纳和宽容，不要过度苛求自己。",
        "label": ""
      },
      {
        "sentence": "每一步的进展都值得鼓励和赞赏。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该给自己更多的宽容。我会尝试接纳自己的不足，并努力改变。但有时候我还是很害怕，担心自己的回避行为会伤害到别人的感情。怎么才能摆脱这种恐惧呢？",
    "annotation": [
      {
        "sentence": "你说得对，我应该给自己更多的宽容。",
        "label": ""
      },
      {
        "sentence": "我会尝试接纳自己的不足，并努力改变。",
        "label": ""
      },
      {
        "sentence": "但有时候我还是很害怕，担心自己的回避行为会伤害到别人的感情。",
        "label": ""
      },
      {
        "sentence": "怎么才能摆脱这种恐惧呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "摆脱恐惧需要一个逐渐的过程。首先，接受自己的回避行为并思考其原因，了解自己的情绪和思维模式。然后，在与他人交流时，可以尝试从一些小的场景开始，逐渐放松自己，表达自己的真实想法和感受。有时候，与专业心理咨询师的讨论也能帮助你深入理解和处理自己的恐惧情绪。",
    "annotation": [
      {
        "sentence": "摆脱恐惧需要一个逐渐的过程。",
        "label": ""
      },
      {
        "sentence": "首先，接受自己的回避行为并思考其原因，了解自己的情绪和思维模式。",
        "label": ""
      },
      {
        "sentence": "然后，在与他人交流时，可以尝试从一些小的场景开始，逐渐放松自己，表达自己的真实想法和感受。",
        "label": ""
      },
      {
        "sentence": "有时候，与专业心理咨询师的讨论也能帮助你深入理解和处理自己的恐惧情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。逐渐放松自己是一个好方法。我会试着从一些简单的对话中开始，慢慢积累自己的交流经验。同时，我也会考虑寻求专业心理咨询师的帮助，进一步了解和处理自己的恐惧情绪。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "逐渐放松自己是一个好方法。",
        "label": ""
      },
      {
        "sentence": "我会试着从一些简单的对话中开始，慢慢积累自己的交流经验。",
        "label": ""
      },
      {
        "sentence": "同时，我也会考虑寻求专业心理咨询师的帮助，进一步了解和处理自己的恐惧情绪。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，每一步的进展都很宝贵，无论是大还是小。相信自己，你一定能够克服困难，并找到属于自己的幸福和满足。祝愿你一切顺利！如果你还需要任何帮助，随时来找我。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，每一步的进展都很宝贵，无论是大还是小。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够克服困难，并找到属于自己的幸福和满足。",
        "label": ""
      },
      {
        "sentence": "祝愿你一切顺利！",
        "label": ""
      },
      {
        "sentence": "如果你还需要任何帮助，随时来找我。",
        "label": ""
      }
    ]
  }
]