[
  {
    "role": "client",
    "content": "我是32岁的单身女士，最近面试了两家公司，但我很担心如果没有得到任何一份工作，我的经济状况会怎样。一家是创业公司，从事旅游研学，离我家比较近，每周有两天休息，但工作可能更多是一些杂活，工资待遇只有4000元，而且女老板比较严厉。另一家则是一家医疗机构的日资企业，工作内容是做出纳，并且还要负责收银工作，虽然工资待遇不错，毕竟是外企，但工作时间是六天班，没有双休。而且只有负责招聘财务的人才负责招聘，我其实更想去应聘人事行政的岗位，一周只工作五天，但又不想得罪财务招聘人员。如果我去申请人事行政的工作，万一没有得到出纳的工作，我就担心他们会不要我，我该怎么办呢？我真的很纠结。",
    "annotation": [
      {
        "sentence": "我是32岁的单身女士，最近面试了两家公司，但我很担心如果没有得到任何一份工作，我的经济状况会怎样。",
        "label": ""
      },
      {
        "sentence": "一家是创业公司，从事旅游研学，离我家比较近，每周有两天休息，但工作可能更多是一些杂活，工资待遇只有4000元，而且女老板比较严厉。",
        "label": ""
      },
      {
        "sentence": "另一家则是一家医疗机构的日资企业，工作内容是做出纳，并且还要负责收银工作，虽然工资待遇不错，毕竟是外企，但工作时间是六天班，没有双休。",
        "label": ""
      },
      {
        "sentence": "而且只有负责招聘财务的人才负责招聘，我其实更想去应聘人事行政的岗位，一周只工作五天，但又不想得罪财务招聘人员。",
        "label": ""
      },
      {
        "sentence": "如果我去申请人事行政的工作，万一没有得到出纳的工作，我就担心他们会不要我，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我真的很纠结。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你现在面临很纠结的选择，毕竟工作后你将花很多时间在这份工作上。所以，我建议你先冷静下来，不要急着做选择，先想想自己对哪个工作更感兴趣。选择让自己感兴趣的工作，对你未来的生活幸福指数也有很大影响。另外，休息时间的长短对你做决定也有重要影响。虽然每个人的收入和付出是成正比的，但并没有什么是【钱多活少】的工作。而且你现在已经32岁了，我建议你不要只考虑休息时间的长短和工作的容易程度，要有长远的眼光。在求职过程中，除了考虑当前的经济效益，你还需要考虑这个职业的未来发展。如果你现在的工作和十年后的工作在职业晋升方面没有太大差别，那么你需要慎重考虑一下。另外，我还建议你充实自己。过了30岁，我们更应该明白要学会充实自己，有计划、有目标。暂时单身或失业都没关系，但不能没有规划，每天都过得毫无目标。所以，你可以对自己的人生做一些规划，让自己知道自己应该如何前进。",
    "annotation": [
      {
        "sentence": "我了解你现在面临很纠结的选择，毕竟工作后你将花很多时间在这份工作上。",
        "label": ""
      },
      {
        "sentence": "所以，我建议你先冷静下来，不要急着做选择，先想想自己对哪个工作更感兴趣。",
        "label": ""
      },
      {
        "sentence": "选择让自己感兴趣的工作，对你未来的生活幸福指数也有很大影响。",
        "label": ""
      },
      {
        "sentence": "另外，休息时间的长短对你做决定也有重要影响。",
        "label": ""
      },
      {
        "sentence": "虽然每个人的收入和付出是成正比的，但并没有什么是【钱多活少】的工作。",
        "label": ""
      },
      {
        "sentence": "而且你现在已经32岁了，我建议你不要只考虑休息时间的长短和工作的容易程度，要有长远的眼光。",
        "label": ""
      },
      {
        "sentence": "在求职过程中，除了考虑当前的经济效益，你还需要考虑这个职业的未来发展。",
        "label": ""
      },
      {
        "sentence": "如果你现在的工作和十年后的工作在职业晋升方面没有太大差别，那么你需要慎重考虑一下。",
        "label": ""
      },
      {
        "sentence": "另外，我还建议你充实自己。",
        "label": ""
      },
      {
        "sentence": "过了30岁，我们更应该明白要学会充实自己，有计划、有目标。",
        "label": ""
      },
      {
        "sentence": "暂时单身或失业都没关系，但不能没有规划，每天都过得毫无目标。",
        "label": ""
      },
      {
        "sentence": "所以，你可以对自己的人生做一些规划，让自己知道自己应该如何前进。",
        "label": ""
      }
    ]
  }
]