[
  {
    "role": "client",
    "content": "我现在22岁，我真的受不了我爸妈让我一直给小孩子补习功课。今年我已经本科毕业了，因为疫情我在家待了很久，所以找了兼职做了两个月，这个工作很累很辛苦，晚上常常要加班到10点。距离开学还有一个月的时候，我爸妈在我刚结束兼职没几天，就塞了朋友、亲戚的小孩子给我，希望让我帮他们补习。我已经补习了半个多月，期间多次提出想休息，父母说要把目光放长远，而且他们的朋友是有钱有势的人，亲戚是自己娘家的亲人。我父母平时对我还不错，自从我今年考上研究生后，就一直随口答应朋友亲戚的补课。我在家情绪很down，因为这件事我跟父母之间很不愉快，今年的学费是父母出的，所以我跟他们理论补课这件事的时候有点心虚。我是否应该尽快独立，避免被父母控制啊？",
    "annotation": [
      {
        "sentence": "我现在22岁，我真的受不了我爸妈让我一直给小孩子补习功课。",
        "label": ""
      },
      {
        "sentence": "今年我已经本科毕业了，因为疫情我在家待了很久，所以找了兼职做了两个月，这个工作很累很辛苦，晚上常常要加班到10点。",
        "label": ""
      },
      {
        "sentence": "距离开学还有一个月的时候，我爸妈在我刚结束兼职没几天，就塞了朋友、亲戚的小孩子给我，希望让我帮他们补习。",
        "label": ""
      },
      {
        "sentence": "我已经补习了半个多月，期间多次提出想休息，父母说要把目光放长远，而且他们的朋友是有钱有势的人，亲戚是自己娘家的亲人。",
        "label": ""
      },
      {
        "sentence": "我父母平时对我还不错，自从我今年考上研究生后，就一直随口答应朋友亲戚的补课。",
        "label": ""
      },
      {
        "sentence": "我在家情绪很down，因为这件事我跟父母之间很不愉快，今年的学费是父母出的，所以我跟他们理论补课这件事的时候有点心虚。",
        "label": ""
      },
      {
        "sentence": "我是否应该尽快独立，避免被父母控制啊？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你父母对你的学识是很高度看重的。否则他们不会帮你揽活来自朋友和亲戚。实际上，你已经超越了90%的子女，因为大多数子女无论他们读书好坏程度，都逃不过被别人嫌弃的命运。你父母叫你放长远目光也是有道理的，来自有钱有势的家族的帮忙，在某些情况下会形成碾压式的优势。正如一句毒鸡汤所说：“你凭什么认为自己十年寒窗苦读，就可以打败别人家族几代人合力累积的优势？”不过，最好的处理方式并不是无条件地帮他们的孩子补课。你可以不索取物质上的回报，但是可以通过提出一些有趣的要求来平衡这种关系。这样做不仅符合你父母的人脉投资理念，也能获得一些回报，这样你的情绪会好很多。",
    "annotation": [
      {
        "sentence": "听起来你父母对你的学识是很高度看重的。",
        "label": ""
      },
      {
        "sentence": "否则他们不会帮你揽活来自朋友和亲戚。",
        "label": ""
      },
      {
        "sentence": "实际上，你已经超越了90%的子女，因为大多数子女无论他们读书好坏程度，都逃不过被别人嫌弃的命运。",
        "label": ""
      },
      {
        "sentence": "你父母叫你放长远目光也是有道理的，来自有钱有势的家族的帮忙，在某些情况下会形成碾压式的优势。",
        "label": ""
      },
      {
        "sentence": "正如一句毒鸡汤所说：“你凭什么认为自己十年寒窗苦读，就可以打败别人家族几代人合力累积的优势？",
        "label": ""
      },
      {
        "sentence": "”不过，最好的处理方式并不是无条件地帮他们的孩子补课。",
        "label": ""
      },
      {
        "sentence": "你可以不索取物质上的回报，但是可以通过提出一些有趣的要求来平衡这种关系。",
        "label": ""
      },
      {
        "sentence": "这样做不仅符合你父母的人脉投资理念，也能获得一些回报，这样你的情绪会好很多。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复！我明白你的意思了，我确实应该考虑到父母的观点和他们希望通过这种方式为我创造更好的未来。但是，我真的感觉很累，特别是在工作了两个月后也没有得到休息的机会。我应该怎样跟他们沟通，让他们理解我需要休息的重要性呢？",
    "annotation": [
      {
        "sentence": "谢谢你的回复！",
        "label": ""
      },
      {
        "sentence": "我明白你的意思了，我确实应该考虑到父母的观点和他们希望通过这种方式为我创造更好的未来。",
        "label": ""
      },
      {
        "sentence": "但是，我真的感觉很累，特别是在工作了两个月后也没有得到休息的机会。",
        "label": ""
      },
      {
        "sentence": "我应该怎样跟他们沟通，让他们理解我需要休息的重要性呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以试着好好与你的父母沟通，分享你的感受和需求。告诉他们你的兼职工作很辛苦，没有得到休息的机会，希望能够在补课之前好好放松一下。你可以与他们坦诚交流，表达出你需要休息的累和压力，让他们了解你的处境。同时，也可以提供一些具体的解决方案，例如提议在补课之前先休息几天，或者寻找其他方式来帮助这些孩子学习，而不仅仅依赖于你一个人。通过积极的沟通，你有机会让他们理解你的需要。",
    "annotation": [
      {
        "sentence": "你可以试着好好与你的父母沟通，分享你的感受和需求。",
        "label": ""
      },
      {
        "sentence": "告诉他们你的兼职工作很辛苦，没有得到休息的机会，希望能够在补课之前好好放松一下。",
        "label": ""
      },
      {
        "sentence": "你可以与他们坦诚交流，表达出你需要休息的累和压力，让他们了解你的处境。",
        "label": ""
      },
      {
        "sentence": "同时，也可以提供一些具体的解决方案，例如提议在补课之前先休息几天，或者寻找其他方式来帮助这些孩子学习，而不仅仅依赖于你一个人。",
        "label": ""
      },
      {
        "sentence": "通过积极的沟通，你有机会让他们理解你的需要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更积极地与他们沟通。我会试着找一个合适的时机，与他们坐下来好好谈谈。希望他们能够理解我的心情和需求。另外，你提到了让他们帮助我的方法，请问你有什么具体的建议吗？",
    "annotation": [
      {
        "sentence": "你说得对，我应该更积极地与他们沟通。",
        "label": ""
      },
      {
        "sentence": "我会试着找一个合适的时机，与他们坐下来好好谈谈。",
        "label": ""
      },
      {
        "sentence": "希望他们能够理解我的心情和需求。",
        "label": ""
      },
      {
        "sentence": "另外，你提到了让他们帮助我的方法，请问你有什么具体的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，有一些建议可以帮助你在平衡关系中寻求他们的帮助。你可以提议让他们帮你寻找一位优秀的家庭教师来负责补习，或者寻找一个适合的学习小组将任务分担。这样一来，你不仅能够减轻自己的负担，还能充分利用他们的人脉资源。另外，你也可以提议让他们帮助你安排一些放松的活动，如一日游或看电影，以便你能够在补习之余得到充分的休息和放松。重要的是，与他们坦诚交流，表达出你需要他们的支持和帮助的愿望。",
    "annotation": [
      {
        "sentence": "当然，有一些建议可以帮助你在平衡关系中寻求他们的帮助。",
        "label": ""
      },
      {
        "sentence": "你可以提议让他们帮你寻找一位优秀的家庭教师来负责补习，或者寻找一个适合的学习小组将任务分担。",
        "label": ""
      },
      {
        "sentence": "这样一来，你不仅能够减轻自己的负担，还能充分利用他们的人脉资源。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以提议让他们帮助你安排一些放松的活动，如一日游或看电影，以便你能够在补习之余得到充分的休息和放松。",
        "label": ""
      },
      {
        "sentence": "重要的是，与他们坦诚交流，表达出你需要他们的支持和帮助的愿望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些建议听起来真的很不错！让他们帮我找一位优秀的家庭教师或者学习小组，确实可以帮助我减轻负担，也能提高补习效果。而且，通过一些放松的活动来缓解压力也是一个很好的主意。我会在沟通中提出这些建议，并希望他们能够支持我。再次感谢你的建议！",
    "annotation": [
      {
        "sentence": "这些建议听起来真的很不错！",
        "label": ""
      },
      {
        "sentence": "让他们帮我找一位优秀的家庭教师或者学习小组，确实可以帮助我减轻负担，也能提高补习效果。",
        "label": ""
      },
      {
        "sentence": "而且，通过一些放松的活动来缓解压力也是一个很好的主意。",
        "label": ""
      },
      {
        "sentence": "我会在沟通中提出这些建议，并希望他们能够支持我。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我很高兴能够帮到你。记得在与父母沟通时要坚持自己的观点，但也要尊重他们的意见。通过积极的沟通和寻求妥协，你有机会改善你和父母之间的关系，同时也能够保护自己的权益和需求。祝你好运！如果还有其他问题，随时向我提问。",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记得在与父母沟通时要坚持自己的观点，但也要尊重他们的意见。",
        "label": ""
      },
      {
        "sentence": "通过积极的沟通和寻求妥协，你有机会改善你和父母之间的关系，同时也能够保护自己的权益和需求。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时向我提问。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢您的建议和祝福！我会按照您的指导去处理这个问题的。如果我还需要帮助，一定会再向您请教的。谢谢您的支持！",
    "annotation": [
      {
        "sentence": "非常感谢您的建议和祝福！",
        "label": ""
      },
      {
        "sentence": "我会按照您的指导去处理这个问题的。",
        "label": ""
      },
      {
        "sentence": "如果我还需要帮助，一定会再向您请教的。",
        "label": ""
      },
      {
        "sentence": "谢谢您的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气！随时向我请教，我会尽力帮助你。祝你在处理这个问题时一切顺利，希望你能够早日解决困扰你的问题。保持积极的心态，相信你会找到适合自己的解决方案。再次祝你好运！",
    "annotation": [
      {
        "sentence": "不用客气！",
        "label": ""
      },
      {
        "sentence": "随时向我请教，我会尽力帮助你。",
        "label": ""
      },
      {
        "sentence": "祝你在处理这个问题时一切顺利，希望你能够早日解决困扰你的问题。",
        "label": ""
      },
      {
        "sentence": "保持积极的心态，相信你会找到适合自己的解决方案。",
        "label": ""
      },
      {
        "sentence": "再次祝你好运！",
        "label": ""
      }
    ]
  }
]