[
  {
    "role": "client",
    "content": "我22岁，女性。我实在是受不了我爸妈一直让我给小孩子补习功课。我今年本科毕业，因为疫情的缘故，在家待了很长时间。所以我找了个兼职工作，已经工作了两个月了。这份工作特别累，每天晚上都要加班到晚上10点。快开学的时候，我爸妈突然在我结束兼职没多久就让我给他们朋友和亲戚的孩子补习功课。我已经补习了半个多月了，期间我多次提出想休息，但是父母总说要放长远目光，因为他们的朋友和亲戚都是有钱有势的人。我父母平时对我还不错，但是今年我考上研究生之后，他们一直会随口答应朋友和亲戚的请求。我在家的情绪很down，因为这件事情我和父母之间常常争执不断。今年的学费是父母出的，所以我对于和他们争论补习的事情有些心虚。我是否应该尽快独立，避免被父母控制啊？",
    "annotation": [
      {
        "sentence": "我22岁，女性。",
        "label": ""
      },
      {
        "sentence": "我实在是受不了我爸妈一直让我给小孩子补习功课。",
        "label": ""
      },
      {
        "sentence": "我今年本科毕业，因为疫情的缘故，在家待了很长时间。",
        "label": ""
      },
      {
        "sentence": "所以我找了个兼职工作，已经工作了两个月了。",
        "label": ""
      },
      {
        "sentence": "这份工作特别累，每天晚上都要加班到晚上10点。",
        "label": ""
      },
      {
        "sentence": "快开学的时候，我爸妈突然在我结束兼职没多久就让我给他们朋友和亲戚的孩子补习功课。",
        "label": ""
      },
      {
        "sentence": "我已经补习了半个多月了，期间我多次提出想休息，但是父母总说要放长远目光，因为他们的朋友和亲戚都是有钱有势的人。",
        "label": ""
      },
      {
        "sentence": "我父母平时对我还不错，但是今年我考上研究生之后，他们一直会随口答应朋友和亲戚的请求。",
        "label": ""
      },
      {
        "sentence": "我在家的情绪很down，因为这件事情我和父母之间常常争执不断。",
        "label": ""
      },
      {
        "sentence": "今年的学费是父母出的，所以我对于和他们争论补习的事情有些心虚。",
        "label": ""
      },
      {
        "sentence": "我是否应该尽快独立，避免被父母控制啊？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你已经很努力地在应对各种挑战了。你说得对，孩子的补习确实会让你感到力不从心和心力憔悴。而你的父母完全没有考虑到你已经超负荷运作了，还是不停地让你给亲戚孩子补课，这对你来说确实是一种煎熬。父母告诉你要放长远目光，但我觉得这说法有些牵强。如果你是在努力工作或者在专业道路上不断学习深造，那么付出一些辛苦会换来未来的回报。但是你现在所做的是不停地给亲戚家孩子补课，那么即使对方有钱有势，你觉得未来他们会以怎样的方式来回报你呢？他们一定会帮助你吗？我认为这些都是不确定的因素，而你通过努力学习所积累的知识和技能才是真正能为你带来帮助的。如果是真心对待你的亲人，他们不会要求你去牺牲自己来帮助他们，他们会尽力来帮助你；如果相反，那么即使你有困难，他们也不会给予你帮助。而且，任何帮助都应该是在能够照顾好自己的情况下，有余力的情况下去帮助别人，而不是为了他人而榨取自己的全部精力。如果你真的感到非常累，我认为你至少可以向父母表达一下自己的感受，可以减少自己补课的强度，也许原本一周一次的补课可以改为两周一次，这样既可以帮助亲戚，也不至于对自己造成太大的困扰。如果你的父母是真心对待你的，他们会尊重你的意见；如果他们只是把你当做工具人，你感受不到他们的真正关心，那么尽早独立，避免被他们控制也许是一个不错的选择。",
    "annotation": [
      {
        "sentence": "看来你已经很努力地在应对各种挑战了。",
        "label": ""
      },
      {
        "sentence": "你说得对，孩子的补习确实会让你感到力不从心和心力憔悴。",
        "label": ""
      },
      {
        "sentence": "而你的父母完全没有考虑到你已经超负荷运作了，还是不停地让你给亲戚孩子补课，这对你来说确实是一种煎熬。",
        "label": ""
      },
      {
        "sentence": "父母告诉你要放长远目光，但我觉得这说法有些牵强。",
        "label": ""
      },
      {
        "sentence": "如果你是在努力工作或者在专业道路上不断学习深造，那么付出一些辛苦会换来未来的回报。",
        "label": ""
      },
      {
        "sentence": "但是你现在所做的是不停地给亲戚家孩子补课，那么即使对方有钱有势，你觉得未来他们会以怎样的方式来回报你呢？",
        "label": ""
      },
      {
        "sentence": "他们一定会帮助你吗？",
        "label": ""
      },
      {
        "sentence": "我认为这些都是不确定的因素，而你通过努力学习所积累的知识和技能才是真正能为你带来帮助的。",
        "label": ""
      },
      {
        "sentence": "如果是真心对待你的亲人，他们不会要求你去牺牲自己来帮助他们，他们会尽力来帮助你；如果相反，那么即使你有困难，他们也不会给予你帮助。",
        "label": ""
      },
      {
        "sentence": "而且，任何帮助都应该是在能够照顾好自己的情况下，有余力的情况下去帮助别人，而不是为了他人而榨取自己的全部精力。",
        "label": ""
      },
      {
        "sentence": "如果你真的感到非常累，我认为你至少可以向父母表达一下自己的感受，可以减少自己补课的强度，也许原本一周一次的补课可以改为两周一次，这样既可以帮助亲戚，也不至于对自己造成太大的困扰。",
        "label": ""
      },
      {
        "sentence": "如果你的父母是真心对待你的，他们会尊重你的意见；如果他们只是把你当做工具人，你感受不到他们的真正关心，那么尽早独立，避免被他们控制也许是一个不错的选择。",
        "label": ""
      }
    ]
  }
]