[
  {
    "role": "client",
    "content": "总是忍不住买买买，负担不起这样的超额消费怎样改善？疫情过后，我总是忍不住每天刷淘宝，不停买买买，我不是有钱人，负担不起这样的超额消费，况且我上有老下有小，我还肩负着沉重的责任。我不知道自己怎么了，怎么才能控制住疯狂购物？",
    "annotation": [
      {
        "sentence": "总是忍不住买买买，负担不起这样的超额消费怎样改善？",
        "label": ""
      },
      {
        "sentence": "疫情过后，我总是忍不住每天刷淘宝，不停买买买，我不是有钱人，负担不起这样的超额消费，况且我上有老下有小，我还肩负着沉重的责任。",
        "label": ""
      },
      {
        "sentence": "我不知道自己怎么了，怎么才能控制住疯狂购物？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听说过一个朋友也有类似的情况，她几乎每样自己喜欢的东西都会买下来，尤其是化妆品，家里口红简直像专柜一样排列整齐。结果工作了这么久，她的存款居然很少。我问她为什么啊，她说她觉得买这些东西是对自己好的表现，否则会觉得自己很可怜。但是超出负担能力的购物会有什么后果呢？没有结余，风险承受能力会下降，你不能失业，不能生病，不能遭受任何变故，这真的是对自己好的表现吗？",
    "annotation": [
      {
        "sentence": "听说过一个朋友也有类似的情况，她几乎每样自己喜欢的东西都会买下来，尤其是化妆品，家里口红简直像专柜一样排列整齐。",
        "label": ""
      },
      {
        "sentence": "结果工作了这么久，她的存款居然很少。",
        "label": ""
      },
      {
        "sentence": "我问她为什么啊，她说她觉得买这些东西是对自己好的表现，否则会觉得自己很可怜。",
        "label": ""
      },
      {
        "sentence": "但是超出负担能力的购物会有什么后果呢？",
        "label": ""
      },
      {
        "sentence": "没有结余，风险承受能力会下降，你不能失业，不能生病，不能遭受任何变故，这真的是对自己好的表现吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白这种购物行为背后的风险，可是每次看到心仪的商品，我就控制不住，真的好无力。我害怕付不起账单，但又无法改变自己购物的冲动，怎么办呢？",
    "annotation": [
      {
        "sentence": "我明白这种购物行为背后的风险，可是每次看到心仪的商品，我就控制不住，真的好无力。",
        "label": ""
      },
      {
        "sentence": "我害怕付不起账单，但又无法改变自己购物的冲动，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "物质欲望没有底线，聪明的商家总是能找到各种方法引诱我们消费。也许她们能赚到钱，但你却买了一堆不怎么需要的东西。我的那个朋友也是，她经常买了东西之后几乎不用，我经常从她那里“继承”各种她不再需要的东西。我建议你，如果你无法控制购物欲望的话，可以尝试购买保险、理财或者定投基金，这样也算是在存钱了。如果你有自我控制能力，可以制定一个储蓄计划，比如每个月发工资的时候要先存一部分，剩下的可以随便花。你觉得这些方法可行吗？",
    "annotation": [
      {
        "sentence": "物质欲望没有底线，聪明的商家总是能找到各种方法引诱我们消费。",
        "label": ""
      },
      {
        "sentence": "也许她们能赚到钱，但你却买了一堆不怎么需要的东西。",
        "label": ""
      },
      {
        "sentence": "我的那个朋友也是，她经常买了东西之后几乎不用，我经常从她那里“继承”各种她不再需要的东西。",
        "label": ""
      },
      {
        "sentence": "我建议你，如果你无法控制购物欲望的话，可以尝试购买保险、理财或者定投基金，这样也算是在存钱了。",
        "label": ""
      },
      {
        "sentence": "如果你有自我控制能力，可以制定一个储蓄计划，比如每个月发工资的时候要先存一部分，剩下的可以随便花。",
        "label": ""
      },
      {
        "sentence": "你觉得这些方法可行吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我想我可以试试制定一个储蓄计划，每个月先存钱，剩下的才消费。这样既能控制开支，也能有一定的存款。",
    "annotation": [
      {
        "sentence": "听你这么说，我想我可以试试制定一个储蓄计划，每个月先存钱，剩下的才消费。",
        "label": ""
      },
      {
        "sentence": "这样既能控制开支，也能有一定的存款。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，这个储蓄计划会帮助你建立一种良好的消费习惯。除此之外，我还想知道你购物的原因是什么？是疫情过后才突然改变了消费习惯吗？还是你通过购物来缓解自己内心的焦虑？",
    "annotation": [
      {
        "sentence": "非常好，这个储蓄计划会帮助你建立一种良好的消费习惯。",
        "label": ""
      },
      {
        "sentence": "除此之外，我还想知道你购物的原因是什么？",
        "label": ""
      },
      {
        "sentence": "是疫情过后才突然改变了消费习惯吗？",
        "label": ""
      },
      {
        "sentence": "还是你通过购物来缓解自己内心的焦虑？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得可能是疫情过后导致我焦虑加重，然后我才通过购物来寻求一种安慰和放松。购物的时候虽然知道短暂的快乐，但过后又会感到内疚和压力。",
    "annotation": [
      {
        "sentence": "我觉得可能是疫情过后导致我焦虑加重，然后我才通过购物来寻求一种安慰和放松。",
        "label": ""
      },
      {
        "sentence": "购物的时候虽然知道短暂的快乐，但过后又会感到内疚和压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "购物确实能带来快乐，尤其是当购物时多巴胺飙升的时候。但是，你可以尝试用其他的活动来取代购物的快乐感。比如，你可以用经济实惠的食材为家人做一顿美餐，阅读一本你非常感兴趣的书籍，尝试手工制作一些廉价的物品，或者经常在大自然中散步，锻炼身体等。这些都可以让你的精神充实，感到快乐满足，而不再依赖购物来寄托情感。你觉得这些方法可行吗？",
    "annotation": [
      {
        "sentence": "购物确实能带来快乐，尤其是当购物时多巴胺飙升的时候。",
        "label": ""
      },
      {
        "sentence": "但是，你可以尝试用其他的活动来取代购物的快乐感。",
        "label": ""
      },
      {
        "sentence": "比如，你可以用经济实惠的食材为家人做一顿美餐，阅读一本你非常感兴趣的书籍，尝试手工制作一些廉价的物品，或者经常在大自然中散步，锻炼身体等。",
        "label": ""
      },
      {
        "sentence": "这些都可以让你的精神充实，感到快乐满足，而不再依赖购物来寄托情感。",
        "label": ""
      },
      {
        "sentence": "你觉得这些方法可行吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来这些方法很不错，我会尝试的。我要找到我无法控制购物的原因，并从根源上解决这个问题。也许购物背后有很多心理原因。我会思考一下，除了购物，还有哪些能给自己带来快乐的事情。",
    "annotation": [
      {
        "sentence": "听起来这些方法很不错，我会尝试的。",
        "label": ""
      },
      {
        "sentence": "我要找到我无法控制购物的原因，并从根源上解决这个问题。",
        "label": ""
      },
      {
        "sentence": "也许购物背后有很多心理原因。",
        "label": ""
      },
      {
        "sentence": "我会思考一下，除了购物，还有哪些能给自己带来快乐的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，只有找到购物行为的根本原因，你才能真正解决问题。记住，快乐并不一定要通过物质来实现，还有很多其他方式可以让你感到满足和放松。加油！",
    "annotation": [
      {
        "sentence": "非常好，只有找到购物行为的根本原因，你才能真正解决问题。",
        "label": ""
      },
      {
        "sentence": "记住，快乐并不一定要通过物质来实现，还有很多其他方式可以让你感到满足和放松。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]