[
  {
    "role": "client",
    "content": "我14岁，最近人际关系不好，有时候还感到抑郁，而且我还有社交恐惧症。不知道这些问题是否和家庭有关。我爸爸很早就出轨了，从我上小学到现在他都很少回家，回家了就只会指使我和我妈妈，自己什么都不干，甚至根本不会做。他还特别重男轻女，对我施加定型印象。这让我感到很沮丧。",
    "annotation": [
      {
        "sentence": "我14岁，最近人际关系不好，有时候还感到抑郁，而且我还有社交恐惧症。",
        "label": ""
      },
      {
        "sentence": "不知道这些问题是否和家庭有关。",
        "label": ""
      },
      {
        "sentence": "我爸爸很早就出轨了，从我上小学到现在他都很少回家，回家了就只会指使我和我妈妈，自己什么都不干，甚至根本不会做。",
        "label": ""
      },
      {
        "sentence": "他还特别重男轻女，对我施加定型印象。",
        "label": ""
      },
      {
        "sentence": "这让我感到很沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到了是否家庭因素的影响，我想不管你是否意识到，家庭对我们的心理发展都会有很大的影响，这是不可避免的。你目前感到抑郁和社交恐惧，可能是因为你承受了太多来自家庭的负面情绪。你爸爸的出轨，妈妈因为经济原因没有选择离婚，这样的家庭氛围一定是不健康的，很压抑。这种压抑可能会对每个人产生影响。你感到的抑郁和痛苦，部分原因可能来自家庭的感染。你对爸爸的恨，甚至想弄死他，这是因为他出轨，而出轨应该是夫妻感情的问题。也许你被卷入了你父母的感情矛盾中，太多地承担了你妈妈的感受和情绪。这是很多孩子的本能，希望拯救父母的感情和情绪。但是你要知道，我们不能为他人的情绪负责，我们也无法改变他人的人生。我们只能对自己负责，尽量摆脱家庭的限制，成为与父母不同的人，成为更好的自己。",
    "annotation": [
      {
        "sentence": "你提到了是否家庭因素的影响，我想不管你是否意识到，家庭对我们的心理发展都会有很大的影响，这是不可避免的。",
        "label": ""
      },
      {
        "sentence": "你目前感到抑郁和社交恐惧，可能是因为你承受了太多来自家庭的负面情绪。",
        "label": ""
      },
      {
        "sentence": "你爸爸的出轨，妈妈因为经济原因没有选择离婚，这样的家庭氛围一定是不健康的，很压抑。",
        "label": ""
      },
      {
        "sentence": "这种压抑可能会对每个人产生影响。",
        "label": ""
      },
      {
        "sentence": "你感到的抑郁和痛苦，部分原因可能来自家庭的感染。",
        "label": ""
      },
      {
        "sentence": "你对爸爸的恨，甚至想弄死他，这是因为他出轨，而出轨应该是夫妻感情的问题。",
        "label": ""
      },
      {
        "sentence": "也许你被卷入了你父母的感情矛盾中，太多地承担了你妈妈的感受和情绪。",
        "label": ""
      },
      {
        "sentence": "这是很多孩子的本能，希望拯救父母的感情和情绪。",
        "label": ""
      },
      {
        "sentence": "但是你要知道，我们不能为他人的情绪负责，我们也无法改变他人的人生。",
        "label": ""
      },
      {
        "sentence": "我们只能对自己负责，尽量摆脱家庭的限制，成为与父母不同的人，成为更好的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的解释，我能理解为什么会有这些问题了。你说得对，我确实早些年特别维护我爸爸，一直和我妈妈对着干。我不相信他会出轨，但是自从上初中后，我开始憎恨他，甚至想把他杀了，但是我知道那是违法的，我没有机会去实施。去年暑假，我和我哥哥去我爸那里玩，抑郁了一个月，经常想从窗户跳下去，有时候看到刀就想割自己，不想吃饭，总之情绪特别低落混乱。寒假期间，也是网课期间，情绪崩溃，家里没人的时候，我就会不由自主地哭，因为做物理练习时做得不好就会在我妈面前哭。现在好一些了，但是上了补习班之后，问题又出现了。我不敢在微信群里露面，也不敢做演讲，陌生的同学和老师看向我，我就会胸闷气短很久，甚至社交恐惧发作。最好的朋友在鼓励我，可是我依然不敢上台演讲。我本来以为我能唱好我熟悉的那首歌，却发抖跑调，结果趴在桌子上就哭了。",
    "annotation": [
      {
        "sentence": "听了你的解释，我能理解为什么会有这些问题了。",
        "label": ""
      },
      {
        "sentence": "你说得对，我确实早些年特别维护我爸爸，一直和我妈妈对着干。",
        "label": ""
      },
      {
        "sentence": "我不相信他会出轨，但是自从上初中后，我开始憎恨他，甚至想把他杀了，但是我知道那是违法的，我没有机会去实施。",
        "label": ""
      },
      {
        "sentence": "去年暑假，我和我哥哥去我爸那里玩，抑郁了一个月，经常想从窗户跳下去，有时候看到刀就想割自己，不想吃饭，总之情绪特别低落混乱。",
        "label": ""
      },
      {
        "sentence": "寒假期间，也是网课期间，情绪崩溃，家里没人的时候，我就会不由自主地哭，因为做物理练习时做得不好就会在我妈面前哭。",
        "label": ""
      },
      {
        "sentence": "现在好一些了，但是上了补习班之后，问题又出现了。",
        "label": ""
      },
      {
        "sentence": "我不敢在微信群里露面，也不敢做演讲，陌生的同学和老师看向我，我就会胸闷气短很久，甚至社交恐惧发作。",
        "label": ""
      },
      {
        "sentence": "最好的朋友在鼓励我，可是我依然不敢上台演讲。",
        "label": ""
      },
      {
        "sentence": "我本来以为我能唱好我熟悉的那首歌，却发抖跑调，结果趴在桌子上就哭了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "经过你的描述，我能够理解你目前的困境。你对父母关系的介入确实可以解释你为什么会有这些问题。你反复体验的情绪低落和混乱，以及你对父亲的憎恨，这些都是你在家庭环境中承受的太多压力的表现。在这个阶段，你对家庭的反抗是正常的，因为你希望挽救父母的情绪和关系是每个孩子的本能。但是，你应该明白，我们不能代替别人的情绪，也没有能力去改变别人的生活。我们只能对自己负责，并在可能的情况下摆脱困境，成为一个与父母不同但更好的人。你提到的学习问题可能也是家庭问题的一种延伸，你处于抑郁的心理状态下，没有心思去学习。家庭中的压抑也导致了你的自卑感和害怕展示自己，甚至产生了社交恐惧。但是你要意识到，这些问题都是可以解决的。只要你愿意调整自己，你可以逐渐改善这些情况。开学后，如果有机会，请抓住一切锻炼自己和提升自己的机会。当你经历了多次锻炼后，你会发现其实并没有你想象中的那么困难。学校一般都会有心理老师，如果你觉得自我调节太难，可以去找心理老师倾诉一下。（＾－＾）",
    "annotation": [
      {
        "sentence": "经过你的描述，我能够理解你目前的困境。",
        "label": ""
      },
      {
        "sentence": "你对父母关系的介入确实可以解释你为什么会有这些问题。",
        "label": ""
      },
      {
        "sentence": "你反复体验的情绪低落和混乱，以及你对父亲的憎恨，这些都是你在家庭环境中承受的太多压力的表现。",
        "label": ""
      },
      {
        "sentence": "在这个阶段，你对家庭的反抗是正常的，因为你希望挽救父母的情绪和关系是每个孩子的本能。",
        "label": ""
      },
      {
        "sentence": "但是，你应该明白，我们不能代替别人的情绪，也没有能力去改变别人的生活。",
        "label": ""
      },
      {
        "sentence": "我们只能对自己负责，并在可能的情况下摆脱困境，成为一个与父母不同但更好的人。",
        "label": ""
      },
      {
        "sentence": "你提到的学习问题可能也是家庭问题的一种延伸，你处于抑郁的心理状态下，没有心思去学习。",
        "label": ""
      },
      {
        "sentence": "家庭中的压抑也导致了你的自卑感和害怕展示自己，甚至产生了社交恐惧。",
        "label": ""
      },
      {
        "sentence": "但是你要意识到，这些问题都是可以解决的。",
        "label": ""
      },
      {
        "sentence": "只要你愿意调整自己，你可以逐渐改善这些情况。",
        "label": ""
      },
      {
        "sentence": "开学后，如果有机会，请抓住一切锻炼自己和提升自己的机会。",
        "label": ""
      },
      {
        "sentence": "当你经历了多次锻炼后，你会发现其实并没有你想象中的那么困难。",
        "label": ""
      },
      {
        "sentence": "学校一般都会有心理老师，如果你觉得自我调节太难，可以去找心理老师倾诉一下。",
        "label": ""
      },
      {
        "sentence": "（＾－＾）",
        "label": ""
      }
    ]
  }
]