[
  {
    "role": "client",
    "content": "每次听到别人父母给孩子帮助就觉得对比心理落差好大？",
    "annotation": [
      {
        "sentence": "每次听到别人父母给孩子帮助就觉得对比心理落差好大？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，每个家庭的情况都不同，很容易出现心理落差。可以告诉我这个情况让你感到压力大的具体原因吗？",
    "annotation": [
      {
        "sentence": "我了解你的感受，每个家庭的情况都不同，很容易出现心理落差。",
        "label": ""
      },
      {
        "sentence": "可以告诉我这个情况让你感到压力大的具体原因吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "从小到大读书到工作都是我自己努力考试找工作，面临过很多失败也都是靠自己撑过来，但是每次听到别人的父母如何如何给孩子帮助，不管是工作上还是婚姻上都是尽力去帮，不像我的父母，我想选择自己喜欢的工作却还要道德绑架我，永远都是按着他们的想法走，不管我开心不开心，只要是按着他们的意愿，所以现在工作不是我喜欢的就算多么不开心也要忍着。",
    "annotation": [
      {
        "sentence": "从小到大读书到工作都是我自己努力考试找工作，面临过很多失败也都是靠自己撑过来，但是每次听到别人的父母如何如何给孩子帮助，不管是工作上还是婚姻上都是尽力去帮，不像我的父母，我想选择自己喜欢的工作却还要道德绑架我，永远都是按着他们的想法走，不管我开心不开心，只要是按着他们的意愿，所以现在工作不是我喜欢的就算多么不开心也要忍着。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你这样说，我觉得你确实有一些不公平的感受。你希望能自己选择自己喜欢的工作，但是又受到了父母的限制和道德绑架，这让你感到很不开心。你对于父母的期望和现实存在矛盾，导致你面临了一种选择不喜欢的工作并忍耐的困境。是这样吗？",
    "annotation": [
      {
        "sentence": "听到你这样说，我觉得你确实有一些不公平的感受。",
        "label": ""
      },
      {
        "sentence": "你希望能自己选择自己喜欢的工作，但是又受到了父母的限制和道德绑架，这让你感到很不开心。",
        "label": ""
      },
      {
        "sentence": "你对于父母的期望和现实存在矛盾，导致你面临了一种选择不喜欢的工作并忍耐的困境。",
        "label": ""
      },
      {
        "sentence": "是这样吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很想选择喜欢的工作，但是又害怕选择带来的损失和风险。所以只好听从父母的建议。每次想到这个就觉得很累，也有抑郁的感觉，只是因为父母这样的方式造成的，我不知道应该怎么排解这种心理不平衡。",
    "annotation": [
      {
        "sentence": "是的，我真的很想选择喜欢的工作，但是又害怕选择带来的损失和风险。",
        "label": ""
      },
      {
        "sentence": "所以只好听从父母的建议。",
        "label": ""
      },
      {
        "sentence": "每次想到这个就觉得很累，也有抑郁的感觉，只是因为父母这样的方式造成的，我不知道应该怎么排解这种心理不平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你为了避免面对风险和损失，选择了忍耐和听从父母的建议。你认为这种选择是因为父母的控制导致的心理不平衡和抑郁感。你能否告诉我你现在工作不喜欢还选择忍耐的原因是什么？",
    "annotation": [
      {
        "sentence": "明白了，你为了避免面对风险和损失，选择了忍耐和听从父母的建议。",
        "label": ""
      },
      {
        "sentence": "你认为这种选择是因为父母的控制导致的心理不平衡和抑郁感。",
        "label": ""
      },
      {
        "sentence": "你能否告诉我你现在工作不喜欢还选择忍耐的原因是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在大龄未婚也一样，只会一味地被催婚却不给我任何实质性的帮助，所有的压力都是我自己扛。而当我面临工作和感情挫折时，他们却没有提供我任何帮助，只是给我加压力。想到这些我就觉得很累，感觉抑郁也是因为他们的方式造成的，不知道应该怎么排解，心理很不平衡。",
    "annotation": [
      {
        "sentence": "我现在大龄未婚也一样，只会一味地被催婚却不给我任何实质性的帮助，所有的压力都是我自己扛。",
        "label": ""
      },
      {
        "sentence": "而当我面临工作和感情挫折时，他们却没有提供我任何帮助，只是给我加压力。",
        "label": ""
      },
      {
        "sentence": "想到这些我就觉得很累，感觉抑郁也是因为他们的方式造成的，不知道应该怎么排解，心理很不平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "催婚这件事情对于很多家庭来说都是普遍存在的。如果你不愿意听到父母的唠叨，可以试着和他们好好谈一谈，明确而坚定地表达出你的压力以及他们唠叨对你的负面影响。我相信你的父母也会克制自己的言行。此外，必须明确的是，每个成年人都是独立的个体，我们不能像婴儿一样寻求父母的庇护。父母给予我们的东西无论多少，最终我们的人生还是由自己来主导。你感到失衡，是因为你只看到了父母过度介入子女生活的积极影响，而没有看到消极的一面。或许你现在已经拥有很多值得珍惜的东西，希望你能明白这个道理。",
    "annotation": [
      {
        "sentence": "催婚这件事情对于很多家庭来说都是普遍存在的。",
        "label": ""
      },
      {
        "sentence": "如果你不愿意听到父母的唠叨，可以试着和他们好好谈一谈，明确而坚定地表达出你的压力以及他们唠叨对你的负面影响。",
        "label": ""
      },
      {
        "sentence": "我相信你的父母也会克制自己的言行。",
        "label": ""
      },
      {
        "sentence": "此外，必须明确的是，每个成年人都是独立的个体，我们不能像婴儿一样寻求父母的庇护。",
        "label": ""
      },
      {
        "sentence": "父母给予我们的东西无论多少，最终我们的人生还是由自己来主导。",
        "label": ""
      },
      {
        "sentence": "你感到失衡，是因为你只看到了父母过度介入子女生活的积极影响，而没有看到消极的一面。",
        "label": ""
      },
      {
        "sentence": "或许你现在已经拥有很多值得珍惜的东西，希望你能明白这个道理。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我确实应该更加珍惜自己已经拥有的东西，同时也要学会坚持自己的选择与决策。听你这么分析，我感觉好多了。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我确实应该更加珍惜自己已经拥有的东西，同时也要学会坚持自己的选择与决策。",
        "label": ""
      },
      {
        "sentence": "听你这么分析，我感觉好多了。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你，并且你能从我的话中得到一些启发。你自己的成长和付出是很了不起的，每个人的路都不一样。在面对困难时，你已经展现了很强的能力和坚持，这值得你骄傲。希望你在以后的人生中能够坚持自己的选择，做出让自己更加满意和幸福的决策。如果你还有其他问题或者需要进一步的支持，我都会尽力帮助你。祝你一切都好！",
    "annotation": [
      {
        "sentence": "很高兴能帮到你，并且你能从我的话中得到一些启发。",
        "label": ""
      },
      {
        "sentence": "你自己的成长和付出是很了不起的，每个人的路都不一样。",
        "label": ""
      },
      {
        "sentence": "在面对困难时，你已经展现了很强的能力和坚持，这值得你骄傲。",
        "label": ""
      },
      {
        "sentence": "希望你在以后的人生中能够坚持自己的选择，做出让自己更加满意和幸福的决策。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或者需要进一步的支持，我都会尽力帮助你。",
        "label": ""
      },
      {
        "sentence": "祝你一切都好！",
        "label": ""
      }
    ]
  }
]