[
  {
    "role": "client",
    "content": "我是一个25岁的女生，失业后一直宅在家里，感觉自己彻底废了。失业已经一年了，久而久之，我就不想再出门了，懒得换衣服，有时候饿了也只是随便吃点东西。宁愿每天过着省吃俭用的生活，也不愿去找工作。我总是喜欢坐着，把时间花在各种玩乐上。我拥有很多爱好，有时候甚至觉得一天的时间都不够用。在家里，我很自由，可以做很多事情。但是，每当我想到钱快花完了，就开始感到焦虑。我不知道该怎么办。我不想找工作，也不想依靠别人或借钱。我处在一种矛盾的状态，明明清楚这样下去不行，但改变又好难。我害怕如果不改变现状，最后只会饿死……我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我是一个25岁的女生，失业后一直宅在家里，感觉自己彻底废了。",
        "label": ""
      },
      {
        "sentence": "失业已经一年了，久而久之，我就不想再出门了，懒得换衣服，有时候饿了也只是随便吃点东西。",
        "label": ""
      },
      {
        "sentence": "宁愿每天过着省吃俭用的生活，也不愿去找工作。",
        "label": ""
      },
      {
        "sentence": "我总是喜欢坐着，把时间花在各种玩乐上。",
        "label": ""
      },
      {
        "sentence": "我拥有很多爱好，有时候甚至觉得一天的时间都不够用。",
        "label": ""
      },
      {
        "sentence": "在家里，我很自由，可以做很多事情。",
        "label": ""
      },
      {
        "sentence": "但是，每当我想到钱快花完了，就开始感到焦虑。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "我不想找工作，也不想依靠别人或借钱。",
        "label": ""
      },
      {
        "sentence": "我处在一种矛盾的状态，明明清楚这样下去不行，但改变又好难。",
        "label": ""
      },
      {
        "sentence": "我害怕如果不改变现状，最后只会饿死……我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你只是暂时失业而已，就像残疾人一样，他们尚有希望，你全身健康又有能力，怎么会一无是处呢？你只是浪费时间，同时内心又不愿意浪费时间。在家里也可以找到赚钱的工作，你有没有考虑过这个方法呢？困难总是有的，但方法总比困难多。你可以试试将内心深处的感受写下来，然后看看是否有地方可以倾诉，如果没有，也不要担心。通过写下来，你可以倾诉自己的感受，并且获得建议和学习，从而充实自己。有了充实感，你就不会觉得自己浪费光阴了。我现在也处在这种状态，之前在网上找到了一个方法：列出你认为重要的事情，只需六个（六个刚刚好），然后给它们排序，先做第一个。如果做不完也没有关系，只要想着去做它就可以了。你可以学唱一首安慰人心的歌，然后把它唱给你的朋友听。朋友听了会开心，而你也会因为赞美和祝福而获得收获。这样怎么样呢？",
    "annotation": [
      {
        "sentence": "你只是暂时失业而已，就像残疾人一样，他们尚有希望，你全身健康又有能力，怎么会一无是处呢？",
        "label": ""
      },
      {
        "sentence": "你只是浪费时间，同时内心又不愿意浪费时间。",
        "label": ""
      },
      {
        "sentence": "在家里也可以找到赚钱的工作，你有没有考虑过这个方法呢？",
        "label": ""
      },
      {
        "sentence": "困难总是有的，但方法总比困难多。",
        "label": ""
      },
      {
        "sentence": "你可以试试将内心深处的感受写下来，然后看看是否有地方可以倾诉，如果没有，也不要担心。",
        "label": ""
      },
      {
        "sentence": "通过写下来，你可以倾诉自己的感受，并且获得建议和学习，从而充实自己。",
        "label": ""
      },
      {
        "sentence": "有了充实感，你就不会觉得自己浪费光阴了。",
        "label": ""
      },
      {
        "sentence": "我现在也处在这种状态，之前在网上找到了一个方法：列出你认为重要的事情，只需六个（六个刚刚好），然后给它们排序，先做第一个。",
        "label": ""
      },
      {
        "sentence": "如果做不完也没有关系，只要想着去做它就可以了。",
        "label": ""
      },
      {
        "sentence": "你可以学唱一首安慰人心的歌，然后把它唱给你的朋友听。",
        "label": ""
      },
      {
        "sentence": "朋友听了会开心，而你也会因为赞美和祝福而获得收获。",
        "label": ""
      },
      {
        "sentence": "这样怎么样呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实，我明白自己确实需要积极行动起来，但心里总有一种无法克服的阻力。我害怕失败，害怕尝试后还是得不到工作。我不知道自己应该从哪里开始。虽然听到你的建议，我的内心稍微平静了一些，但仍然觉得很困惑和无助。",
    "annotation": [
      {
        "sentence": "其实，我明白自己确实需要积极行动起来，但心里总有一种无法克服的阻力。",
        "label": ""
      },
      {
        "sentence": "我害怕失败，害怕尝试后还是得不到工作。",
        "label": ""
      },
      {
        "sentence": "我不知道自己应该从哪里开始。",
        "label": ""
      },
      {
        "sentence": "虽然听到你的建议，我的内心稍微平静了一些，但仍然觉得很困惑和无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很正常的担忧。很多人在面对未知和可能的失败时都会感到害怕。但是，不尝试永远不会有机会成功。你可以尝试先从一些简单的事情开始，例如修改和完善你的简历，然后慢慢扩大行动的范围。如果在找工作的过程中遇到挫折，不要气馁，这是一个学习和成长的过程。每一次的尝试和面对挑战都是让自己变得更强大的机会。",
    "annotation": [
      {
        "sentence": "这是一个很正常的担忧。",
        "label": ""
      },
      {
        "sentence": "很多人在面对未知和可能的失败时都会感到害怕。",
        "label": ""
      },
      {
        "sentence": "但是，不尝试永远不会有机会成功。",
        "label": ""
      },
      {
        "sentence": "你可以尝试先从一些简单的事情开始，例如修改和完善你的简历，然后慢慢扩大行动的范围。",
        "label": ""
      },
      {
        "sentence": "如果在找工作的过程中遇到挫折，不要气馁，这是一个学习和成长的过程。",
        "label": ""
      },
      {
        "sentence": "每一次的尝试和面对挑战都是让自己变得更强大的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理。我确实需要从小事做起，一步一步地克服自己的恐惧和不安。我也意识到找工作是一个学习和成长的过程，每一次的尝试都为我积累了经验和勇气。我觉得自己有希望了，谢谢你给我这些建议。",
    "annotation": [
      {
        "sentence": "你说得很有道理。",
        "label": ""
      },
      {
        "sentence": "我确实需要从小事做起，一步一步地克服自己的恐惧和不安。",
        "label": ""
      },
      {
        "sentence": "我也意识到找工作是一个学习和成长的过程，每一次的尝试都为我积累了经验和勇气。",
        "label": ""
      },
      {
        "sentence": "我觉得自己有希望了，谢谢你给我这些建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能帮到你。相信自己，坚持下去，你一定能找到适合自己的工作。在这个过程中，不要忘记给自己一些积极的鼓励和奖励，这样你的动力将会更强大。如果你还有任何困惑或需要帮助，随时都可以来找我聊聊。你不是一个人在这个过程中，我们都会陪伴着你。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持下去，你一定能找到适合自己的工作。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，不要忘记给自己一些积极的鼓励和奖励，这样你的动力将会更强大。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何困惑或需要帮助，随时都可以来找我聊聊。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在这个过程中，我们都会陪伴着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我真的感到很温暖。知道有人在我身边支持我，我有了更多的勇气和动力去面对未来。我会时刻记住你提供给我的建议和帮助。如果有需要的时候，我一定会再次来找你倾诉。再次谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我真的感到很温暖。",
        "label": ""
      },
      {
        "sentence": "知道有人在我身边支持我，我有了更多的勇气和动力去面对未来。",
        "label": ""
      },
      {
        "sentence": "我会时刻记住你提供给我的建议和帮助。",
        "label": ""
      },
      {
        "sentence": "如果有需要的时候，我一定会再次来找你倾诉。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能帮到你。你有任何需要的时候都可以来找我，我随时都会在这里等候。坚持下去，你一定能走出困境，找到属于自己的工作和幸福。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "你有任何需要的时候都可以来找我，我随时都会在这里等候。",
        "label": ""
      },
      {
        "sentence": "坚持下去，你一定能走出困境，找到属于自己的工作和幸福。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]