[
  {
    "role": "client",
    "content": "我今年15岁了，在进了一个不错的高中，但我真的不知道能不能坚持下来。这个月我上了高一，进的学校是一个非常好的学校，班级里同学的成绩都比我好太多，我感到很自卑。",
    "annotation": [
      {
        "sentence": "我今年15岁了，在进了一个不错的高中，但我真的不知道能不能坚持下来。",
        "label": ""
      },
      {
        "sentence": "这个月我上了高一，进的学校是一个非常好的学校，班级里同学的成绩都比我好太多，我感到很自卑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，但你要知道在一个比你牛的学校，你可以比他们学到更多的东西。他们的水平可能高，但只要你肯努力，你也可以取得好成绩。并不是成绩好就代表一切，你可以在其他方面超过他们。",
    "annotation": [
      {
        "sentence": "我了解你的感受，但你要知道在一个比你牛的学校，你可以比他们学到更多的东西。",
        "label": ""
      },
      {
        "sentence": "他们的水平可能高，但只要你肯努力，你也可以取得好成绩。",
        "label": ""
      },
      {
        "sentence": "并不是成绩好就代表一切，你可以在其他方面超过他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道成绩不是唯一的评判标准，但我觉得这个新学校录取分数比我中考分数高很多，我进来的方式好像是\"捡漏\"。在这个新学校，我的成绩并不优秀。我还是一个偏文科的学生，进了理科班，我真的不知道能不能在这个学校坚持下来。",
    "annotation": [
      {
        "sentence": "我知道成绩不是唯一的评判标准，但我觉得这个新学校录取分数比我中考分数高很多，我进来的方式好像是\"捡漏\"。",
        "label": ""
      },
      {
        "sentence": "在这个新学校，我的成绩并不优秀。",
        "label": ""
      },
      {
        "sentence": "我还是一个偏文科的学生，进了理科班，我真的不知道能不能在这个学校坚持下来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的担忧，但你要相信自己。你之所以进这个学校，是因为你有实力和潜力。即使是理科班，你也可以通过努力和积极学习适应并取得好成绩。不要自我否定，相信自己的能力，你能做到的！",
    "annotation": [
      {
        "sentence": "我能理解你的担忧，但你要相信自己。",
        "label": ""
      },
      {
        "sentence": "你之所以进这个学校，是因为你有实力和潜力。",
        "label": ""
      },
      {
        "sentence": "即使是理科班，你也可以通过努力和积极学习适应并取得好成绩。",
        "label": ""
      },
      {
        "sentence": "不要自我否定，相信自己的能力，你能做到的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在很想转去一个和我分数差不多的学校，每天放学回到家就自己在屋里偷偷的哭，不敢让家长知道。毕竟这个新学校是我们市的好学校，家长认为在这个学校才能有出路。我的心里很乱很烦躁，我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我现在很想转去一个和我分数差不多的学校，每天放学回到家就自己在屋里偷偷的哭，不敢让家长知道。",
        "label": ""
      },
      {
        "sentence": "毕竟这个新学校是我们市的好学校，家长认为在这个学校才能有出路。",
        "label": ""
      },
      {
        "sentence": "我的心里很乱很烦躁，我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你现在的感受很压抑，很焦虑。但我想告诉你，人生的道路并不是一成不变的。如果你真的觉得很难适应这个学校，可以考虑与家长沟通，一起探讨其他适合你的选择。但在做出决定之前，请先冷静下来，好好思考自己的兴趣和未来的发展方向。",
    "annotation": [
      {
        "sentence": "听起来你现在的感受很压抑，很焦虑。",
        "label": ""
      },
      {
        "sentence": "但我想告诉你，人生的道路并不是一成不变的。",
        "label": ""
      },
      {
        "sentence": "如果你真的觉得很难适应这个学校，可以考虑与家长沟通，一起探讨其他适合你的选择。",
        "label": ""
      },
      {
        "sentence": "但在做出决定之前，请先冷静下来，好好思考自己的兴趣和未来的发展方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但我觉得转学可能会让家人失望。他们认为这个新学校才是最好的，可我却觉得很困扰。而且，转学可能会面临一些困难和挑战，我真的不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但我觉得转学可能会让家人失望。",
        "label": ""
      },
      {
        "sentence": "他们认为这个新学校才是最好的，可我却觉得很困扰。",
        "label": ""
      },
      {
        "sentence": "而且，转学可能会面临一些困难和挑战，我真的不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "家人是希望你能过上更好的生活，但他们也会理解你的困扰和压力。与他们坦诚交流，告诉他们你的真实想法，也让他们知道你需要他们的支持和理解。同时，你可以考虑咨询一些学长学姐或老师，听听他们的经验和建议，在他们的帮助下，你会有更多的思路和解决办法。",
    "annotation": [
      {
        "sentence": "家人是希望你能过上更好的生活，但他们也会理解你的困扰和压力。",
        "label": ""
      },
      {
        "sentence": "与他们坦诚交流，告诉他们你的真实想法，也让他们知道你需要他们的支持和理解。",
        "label": ""
      },
      {
        "sentence": "同时，你可以考虑咨询一些学长学姐或老师，听听他们的经验和建议，在他们的帮助下，你会有更多的思路和解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我应该坦诚地与家人沟通并寻求其他人的帮助。我真的需要一些指导和支持来帮助我度过这个困难的时期。谢谢你的建议，我会好好考虑的。",
    "annotation": [
      {
        "sentence": "你说的有道理，我应该坦诚地与家人沟通并寻求其他人的帮助。",
        "label": ""
      },
      {
        "sentence": "我真的需要一些指导和支持来帮助我度过这个困难的时期。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会好好考虑的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，我们都经历过类似的困惑和挑战，所以我很理解你的感受。相信自己，找到适合自己的方法和途径，你一定可以克服困难，走出这个困境。祝你好运！如果还有其他问题，随时来找我倾诉，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "没问题，我们都经历过类似的困惑和挑战，所以我很理解你的感受。",
        "label": ""
      },
      {
        "sentence": "相信自己，找到适合自己的方法和途径，你一定可以克服困难，走出这个困境。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我倾诉，我会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力克服困难并积极面对未来的。我会时刻记住你的话，谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力克服困难并积极面对未来的。",
        "label": ""
      },
      {
        "sentence": "我会时刻记住你的话，谢谢你！",
        "label": ""
      }
    ]
  }
]