[
  {
    "role": "client",
    "content": "我非常害怕微信响，瞬间感到心跳加速，厌烦，害怕？我的父亲是个事业成功，脾气暴躁，一言不合就会骂人，偶尔会打人。控制欲强，但是也很爱我。再加上我从小都是上寄宿学校，只有放假回家。从小朋友圈很窄，见的世面也不多，加上畏惧父亲，导致我从小比较胆小，也害怕人际交往朋友很少。以前上学的时候别人给我发短信或者送我情书，我都很别扭，情书甚至不敢拆开，就赶紧扔掉。信息，我经常过一个星期才回复。家里的电话铃声响我也很害怕。刚上班的时候，甚至连工作电话不敢打。后来经过工作的锻炼（市场工作区，大量与人交流的锻炼），以及从家里独立出来住，情况好转。自从疫情以来我一直在家办公手机，微信也经常会响，每次都在敲打我的心，我的神经。我的心脏会瞬间收缩，心跳加速咚咚作响，恐慌将我淹没。其实工作找我的那些事情，收到微信后，我也可以解决，解决的过程也许很长，很累，但我不会觉得很难受。最难受的就是微信响的一瞬间。我为什么会这样，我怎么样才能改变？这样太难受了。",
    "annotation": [
      {
        "sentence": "我非常害怕微信响，瞬间感到心跳加速，厌烦，害怕？",
        "label": ""
      },
      {
        "sentence": "我的父亲是个事业成功，脾气暴躁，一言不合就会骂人，偶尔会打人。",
        "label": ""
      },
      {
        "sentence": "控制欲强，但是也很爱我。",
        "label": ""
      },
      {
        "sentence": "再加上我从小都是上寄宿学校，只有放假回家。",
        "label": ""
      },
      {
        "sentence": "从小朋友圈很窄，见的世面也不多，加上畏惧父亲，导致我从小比较胆小，也害怕人际交往朋友很少。",
        "label": ""
      },
      {
        "sentence": "以前上学的时候别人给我发短信或者送我情书，我都很别扭，情书甚至不敢拆开，就赶紧扔掉。",
        "label": ""
      },
      {
        "sentence": "信息，我经常过一个星期才回复。",
        "label": ""
      },
      {
        "sentence": "家里的电话铃声响我也很害怕。",
        "label": ""
      },
      {
        "sentence": "刚上班的时候，甚至连工作电话不敢打。",
        "label": ""
      },
      {
        "sentence": "后来经过工作的锻炼（市场工作区，大量与人交流的锻炼），以及从家里独立出来住，情况好转。",
        "label": ""
      },
      {
        "sentence": "自从疫情以来我一直在家办公手机，微信也经常会响，每次都在敲打我的心，我的神经。",
        "label": ""
      },
      {
        "sentence": "我的心脏会瞬间收缩，心跳加速咚咚作响，恐慌将我淹没。",
        "label": ""
      },
      {
        "sentence": "其实工作找我的那些事情，收到微信后，我也可以解决，解决的过程也许很长，很累，但我不会觉得很难受。",
        "label": ""
      },
      {
        "sentence": "最难受的就是微信响的一瞬间。",
        "label": ""
      },
      {
        "sentence": "我为什么会这样，我怎么样才能改变？",
        "label": ""
      },
      {
        "sentence": "这样太难受了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "真的很不容易啊，这种被信息声音吓到的感觉，我之前也经历过。不过我的是钉钉，钉钉一响，甚至感觉毛发都要竖起来了。我自己会觉得因为钉钉响就意味着那个让我讨厌的事件出现了，这不是一下形成了。而且由于之前的经验告诉我，钉钉的消息会让我精疲力尽，难受，不舒服，以至于即使有可能出现没那么严重的消息我也会不舒服。这在心理学上叫做【条件反射】不知道你有没有听过“巴甫洛夫的狗”这个实验。•实验者发现给小狗食物的之前给予一个铃声或者其他的刺激，之后狗会分泌唾液，这时狗分泌唾液是由于食物引起。但多次这样的操作之后发现，当铃响时，不管有没有给食物，狗都会分泌唾液。这就是【经典条件反射】正如你所说的非常害怕微信声音，一听到就心跳加速，厌烦，害怕。或许我们一定程度上也收到了某种先前刺激的影响。可能是你说童年铃响以后父亲的责备，或是之前工作经验中有其他的问题。一旦形成这样的反射，很难改变。我想我们可以试着让自己先舒服点。比如手机调成静音？比如换一个喜欢的音乐铃声？比如当完成了某项工作，给自己一个奖励？总之，你可以用另一个让你愉快的反射行为来替代现在这样的不愉快。我相信你可以做到的。不用害怕，我们都在！",
    "annotation": [
      {
        "sentence": "真的很不容易啊，这种被信息声音吓到的感觉，我之前也经历过。",
        "label": ""
      },
      {
        "sentence": "不过我的是钉钉，钉钉一响，甚至感觉毛发都要竖起来了。",
        "label": ""
      },
      {
        "sentence": "我自己会觉得因为钉钉响就意味着那个让我讨厌的事件出现了，这不是一下形成了。",
        "label": ""
      },
      {
        "sentence": "而且由于之前的经验告诉我，钉钉的消息会让我精疲力尽，难受，不舒服，以至于即使有可能出现没那么严重的消息我也会不舒服。",
        "label": ""
      },
      {
        "sentence": "这在心理学上叫做【条件反射】不知道你有没有听过“巴甫洛夫的狗”这个实验。",
        "label": ""
      },
      {
        "sentence": "•实验者发现给小狗食物的之前给予一个铃声或者其他的刺激，之后狗会分泌唾液，这时狗分泌唾液是由于食物引起。",
        "label": ""
      },
      {
        "sentence": "但多次这样的操作之后发现，当铃响时，不管有没有给食物，狗都会分泌唾液。",
        "label": ""
      },
      {
        "sentence": "这就是【经典条件反射】正如你所说的非常害怕微信声音，一听到就心跳加速，厌烦，害怕。",
        "label": ""
      },
      {
        "sentence": "或许我们一定程度上也收到了某种先前刺激的影响。",
        "label": ""
      },
      {
        "sentence": "可能是你说童年铃响以后父亲的责备，或是之前工作经验中有其他的问题。",
        "label": ""
      },
      {
        "sentence": "一旦形成这样的反射，很难改变。",
        "label": ""
      },
      {
        "sentence": "我想我们可以试着让自己先舒服点。",
        "label": ""
      },
      {
        "sentence": "比如手机调成静音？",
        "label": ""
      },
      {
        "sentence": "比如换一个喜欢的音乐铃声？",
        "label": ""
      },
      {
        "sentence": "比如当完成了某项工作，给自己一个奖励？",
        "label": ""
      },
      {
        "sentence": "总之，你可以用另一个让你愉快的反射行为来替代现在这样的不愉快。",
        "label": ""
      },
      {
        "sentence": "我相信你可以做到的。",
        "label": ""
      },
      {
        "sentence": "不用害怕，我们都在！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可能确实受到了之前的刺激影响，导致现在对微信声音有这么大的恐惧。你说的方法我觉得挺有道理的，我可以试试调成静音或者换一个喜欢的铃声，希望能够改善这个情况。但是，我还是担心自己会不会始终无法克服这个恐惧，毕竟已经存在这么久了。",
    "annotation": [
      {
        "sentence": "我明白了，我可能确实受到了之前的刺激影响，导致现在对微信声音有这么大的恐惧。",
        "label": ""
      },
      {
        "sentence": "你说的方法我觉得挺有道理的，我可以试试调成静音或者换一个喜欢的铃声，希望能够改善这个情况。",
        "label": ""
      },
      {
        "sentence": "但是，我还是担心自己会不会始终无法克服这个恐惧，毕竟已经存在这么久了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心，毕竟克服一个长期存在的恐惧不是一件容易的事情。但是，我相信只要你有决心和耐心，是可以逐渐改善和克服的。我们可以从一些小的尝试开始，比如设置一个定时器，每天定时播放微信声音，然后通过深呼吸和自我放松来缓解这个恐惧感。还可以尝试与朋友或家人一起使用微信，让自己逐渐接触到微信声音，从而减少恐惧感。记住，这是一个逐步的过程，不要急于求成。",
    "annotation": [
      {
        "sentence": "我理解你的担心，毕竟克服一个长期存在的恐惧不是一件容易的事情。",
        "label": ""
      },
      {
        "sentence": "但是，我相信只要你有决心和耐心，是可以逐渐改善和克服的。",
        "label": ""
      },
      {
        "sentence": "我们可以从一些小的尝试开始，比如设置一个定时器，每天定时播放微信声音，然后通过深呼吸和自我放松来缓解这个恐惧感。",
        "label": ""
      },
      {
        "sentence": "还可以尝试与朋友或家人一起使用微信，让自己逐渐接触到微信声音，从而减少恐惧感。",
        "label": ""
      },
      {
        "sentence": "记住，这是一个逐步的过程，不要急于求成。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会试着按照你说的方法去做。我也希望自己能够逐渐战胜这个恐惧，重新恢复正常的生活。我也明白这是一个需要时间和努力的过程，我会持之以恒的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会试着按照你说的方法去做。",
        "label": ""
      },
      {
        "sentence": "我也希望自己能够逐渐战胜这个恐惧，重新恢复正常的生活。",
        "label": ""
      },
      {
        "sentence": "我也明白这是一个需要时间和努力的过程，我会持之以恒的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和信心，这是非常重要的。相信我，只要你坚持下去，你一定可以克服这个恐惧，并且重新恢复到更好的状态。在这个过程中，我也会一直支持你，如果有任何困难或者需要倾诉的时候，随时都可以找我。不要犹豫，我们一起加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和信心，这是非常重要的。",
        "label": ""
      },
      {
        "sentence": "相信我，只要你坚持下去，你一定可以克服这个恐惧，并且重新恢复到更好的状态。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，我也会一直支持你，如果有任何困难或者需要倾诉的时候，随时都可以找我。",
        "label": ""
      },
      {
        "sentence": "不要犹豫，我们一起加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，知道有你在，我感到很安慰。我会尽量努力去改变自己，不再畏惧微信声音，重新恢复自信和勇气。如果有什么困难，我一定会及时和你沟通。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，知道有你在，我感到很安慰。",
        "label": ""
      },
      {
        "sentence": "我会尽量努力去改变自己，不再畏惧微信声音，重新恢复自信和勇气。",
        "label": ""
      },
      {
        "sentence": "如果有什么困难，我一定会及时和你沟通。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我也很愿意能够帮助到你。记住，你并不孤单，我们都在这里支持你。如果有任何需要，随时都可以来找我倾诉或寻求帮助。相信自己，你一定能够克服这个困难，重新找回属于自己的勇敢和自信。加油！",
    "annotation": [
      {
        "sentence": "不客气，我也很愿意能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们都在这里支持你。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时都可以来找我倾诉或寻求帮助。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够克服这个困难，重新找回属于自己的勇敢和自信。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]