[
  {
    "role": "client",
    "content": "我30岁了，我母亲非常强势，导致我至今还没有实现个人独立，我该怎么办呢？虽然已经结婚，有了自己的家庭，但母亲仍然把我和我老公当做孩子，事事安排、事事关心，包括我们的职业规划和各种琐碎的事情。可能是我对现状不满意但又无力改变，所以我不敢去改变。我感到很沮丧，因为缺乏自由感，同时又因为没有足够的能力去应对这种无形的压力而感到懊恼。总之，我感到非常痛苦。我现在经常不知道为什么会流泪，生活也缺乏热情。我不知道这种状态是不是没有病的呻吟，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我30岁了，我母亲非常强势，导致我至今还没有实现个人独立，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "虽然已经结婚，有了自己的家庭，但母亲仍然把我和我老公当做孩子，事事安排、事事关心，包括我们的职业规划和各种琐碎的事情。",
        "label": ""
      },
      {
        "sentence": "可能是我对现状不满意但又无力改变，所以我不敢去改变。",
        "label": ""
      },
      {
        "sentence": "我感到很沮丧，因为缺乏自由感，同时又因为没有足够的能力去应对这种无形的压力而感到懊恼。",
        "label": ""
      },
      {
        "sentence": "总之，我感到非常痛苦。",
        "label": ""
      },
      {
        "sentence": "我现在经常不知道为什么会流泪，生活也缺乏热情。",
        "label": ""
      },
      {
        "sentence": "我不知道这种状态是不是没有病的呻吟，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "内心被压抑的小孩，你好！我听了你的陈述，感受到了你强烈的压抑感。母亲强加给你的爱让你失去了与自己内心想法的连接，这种压抑让你感到痛苦而委屈。如果问问自己，如果没有了母亲的安排，你是否有足够的勇气和力量独立面对生活呢？答案可以肯定地说否定。这也是你能够容忍母亲一再干涉的原因之一，因为这样你可以有所依靠。同时，母亲也认为你更需要她的帮助，甚至可能变得更加干涉你的生活。无论母亲的爱是出于想要体现她的存在的价值，还是出于对你的不够信任，作为儿女的我们首先要接受这一点。这就是母亲爱我们的方式，也是我们今生需要完成的任务。首先，我们要摒弃对现状的抗拒，这样才能有可能解决问题。在面对问题时，在像权威一样的母亲面前，你是否有勇气表达自己的感受和想法呢？这是你要首先面对的问题。无论以何种方式表达，让母亲感受到你想要独立生活的决定，并给出具体的方法，甚至给彼此一段时间来证明，即使没有依赖也能过得很好。对于一个缺乏情感体验的母亲，当她用强势的安排来彰显自己的价值时，我们是否愿意拥有足够的力量，让她能够感受到我们的爱呢？",
    "annotation": [
      {
        "sentence": "内心被压抑的小孩，你好！",
        "label": ""
      },
      {
        "sentence": "我听了你的陈述，感受到了你强烈的压抑感。",
        "label": ""
      },
      {
        "sentence": "母亲强加给你的爱让你失去了与自己内心想法的连接，这种压抑让你感到痛苦而委屈。",
        "label": ""
      },
      {
        "sentence": "如果问问自己，如果没有了母亲的安排，你是否有足够的勇气和力量独立面对生活呢？",
        "label": ""
      },
      {
        "sentence": "答案可以肯定地说否定。",
        "label": ""
      },
      {
        "sentence": "这也是你能够容忍母亲一再干涉的原因之一，因为这样你可以有所依靠。",
        "label": ""
      },
      {
        "sentence": "同时，母亲也认为你更需要她的帮助，甚至可能变得更加干涉你的生活。",
        "label": ""
      },
      {
        "sentence": "无论母亲的爱是出于想要体现她的存在的价值，还是出于对你的不够信任，作为儿女的我们首先要接受这一点。",
        "label": ""
      },
      {
        "sentence": "这就是母亲爱我们的方式，也是我们今生需要完成的任务。",
        "label": ""
      },
      {
        "sentence": "首先，我们要摒弃对现状的抗拒，这样才能有可能解决问题。",
        "label": ""
      },
      {
        "sentence": "在面对问题时，在像权威一样的母亲面前，你是否有勇气表达自己的感受和想法呢？",
        "label": ""
      },
      {
        "sentence": "这是你要首先面对的问题。",
        "label": ""
      },
      {
        "sentence": "无论以何种方式表达，让母亲感受到你想要独立生活的决定，并给出具体的方法，甚至给彼此一段时间来证明，即使没有依赖也能过得很好。",
        "label": ""
      },
      {
        "sentence": "对于一个缺乏情感体验的母亲，当她用强势的安排来彰显自己的价值时，我们是否愿意拥有足够的力量，让她能够感受到我们的爱呢？",
        "label": ""
      }
    ]
  }
]