[
  {
    "role": "client",
    "content": "遇事特容易发火，事后又特后悔，我该怎么办？我今年30多岁，男，从小胆小怕事，受同学欺负也不敢还手。但不知为什么，我这十几二十年，居然时刻像一只斗志昂扬的公鸡，随时能和人干仗，但主要是一言不合就吵架，特别是和陌生人吵得更来劲。情绪说来就来完全不受控制。吵架次数多了，自己也厌烦自己，也总提醒自己要冷静，甚至还把可能的导火索逐一记下，下次遇到好在心里提醒自己不要发火。方法完全没用，因为发火完全是无意识的，不知怎么就发火了，就又吵架了，完事又特别后悔。无限循环，筋疲力尽，身边亲人对我也无语，我也难受，该怎么办？我是生病了吗？",
    "annotation": [
      {
        "sentence": "遇事特容易发火，事后又特后悔，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我今年30多岁，男，从小胆小怕事，受同学欺负也不敢还手。",
        "label": ""
      },
      {
        "sentence": "但不知为什么，我这十几二十年，居然时刻像一只斗志昂扬的公鸡，随时能和人干仗，但主要是一言不合就吵架，特别是和陌生人吵得更来劲。",
        "label": ""
      },
      {
        "sentence": "情绪说来就来完全不受控制。",
        "label": ""
      },
      {
        "sentence": "吵架次数多了，自己也厌烦自己，也总提醒自己要冷静，甚至还把可能的导火索逐一记下，下次遇到好在心里提醒自己不要发火。",
        "label": ""
      },
      {
        "sentence": "方法完全没用，因为发火完全是无意识的，不知怎么就发火了，就又吵架了，完事又特别后悔。",
        "label": ""
      },
      {
        "sentence": "无限循环，筋疲力尽，身边亲人对我也无语，我也难受，该怎么办？",
        "label": ""
      },
      {
        "sentence": "我是生病了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的描述中，这十几二十年，你时刻像一只斗志昂扬的公鸡，随时能和人干仗，但主要是一言不合就吵架，特别是和陌生人吵得更来劲。情绪说来就来完全不受控制。感觉你属于比较冲动类型的人。这样的个性，对于女性可能危害没那么大，而对于男性的话，给人感觉总不太好。",
    "annotation": [
      {
        "sentence": "你的描述中，这十几二十年，你时刻像一只斗志昂扬的公鸡，随时能和人干仗，但主要是一言不合就吵架，特别是和陌生人吵得更来劲。",
        "label": ""
      },
      {
        "sentence": "情绪说来就来完全不受控制。",
        "label": ""
      },
      {
        "sentence": "感觉你属于比较冲动类型的人。",
        "label": ""
      },
      {
        "sentence": "这样的个性，对于女性可能危害没那么大，而对于男性的话，给人感觉总不太好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实是这样，我的冲动脾气让我时常后悔，不知该如何控制。",
    "annotation": [
      {
        "sentence": "确实是这样，我的冲动脾气让我时常后悔，不知该如何控制。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "也许你本性善良，但如果脾气很大，也无法控制自己的情绪，表现得很激烈的话，有可能就会发生无法预料的事。前面有提到，你性格胆小怕事，而且经常忍受同学欺负，不敢反抗，是吗？试着从这点分析，当我们还是孩子时，受到欺负、羞辱、殴打，此时的我们被困在拳打脚踢的攻击中，无力反抗、非常的无助，并忍受着身体与心灵的双重伤害。此时，当我们在受到外界袭击时，体内会分泌肾上腺素，产生这种物质我们需要准备战斗，抵御攻击。但如果“打不过”他人，又无力抗争，体内的肾上腺素就无法释放，但又无法消退，身体达不到相对的平衡，而一直存在体内。当达到某个点，情绪就会变得容易激动，暴躁，或者容易攻击他人。",
    "annotation": [
      {
        "sentence": "也许你本性善良，但如果脾气很大，也无法控制自己的情绪，表现得很激烈的话，有可能就会发生无法预料的事。",
        "label": ""
      },
      {
        "sentence": "前面有提到，你性格胆小怕事，而且经常忍受同学欺负，不敢反抗，是吗？",
        "label": ""
      },
      {
        "sentence": "试着从这点分析，当我们还是孩子时，受到欺负、羞辱、殴打，此时的我们被困在拳打脚踢的攻击中，无力反抗、非常的无助，并忍受着身体与心灵的双重伤害。",
        "label": ""
      },
      {
        "sentence": "此时，当我们在受到外界袭击时，体内会分泌肾上腺素，产生这种物质我们需要准备战斗，抵御攻击。",
        "label": ""
      },
      {
        "sentence": "但如果“打不过”他人，又无力抗争，体内的肾上腺素就无法释放，但又无法消退，身体达不到相对的平衡，而一直存在体内。",
        "label": ""
      },
      {
        "sentence": "当达到某个点，情绪就会变得容易激动，暴躁，或者容易攻击他人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来是受到童年时的攻击导致的情绪失控问题，我开始理解了。那我应该怎样调节自己的情绪呢？",
    "annotation": [
      {
        "sentence": "原来是受到童年时的攻击导致的情绪失控问题，我开始理解了。",
        "label": ""
      },
      {
        "sentence": "那我应该怎样调节自己的情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心理学上有个词，激情，是一种持续时间短，表现剧烈，失去自我控制力的情绪体验，通常是由强烈的欲望和明显的刺激引起。在激情状态中，个体会体验到，很难克制的强烈的愤怒感，或者悲痛感。激情，伴随有机体状态的剧烈变化和明显的表现动作。激情，能激发负性情绪，导致不灵活的固执，对获得和谐愉快的生活产生阻碍。激情有两种独立的类型：分别是和谐激情（HP）和强迫激情（OP）HP是指想自由从事活动的一种强烈愿望，来自激情自动化到个体身份中，这种内化过程发生在个体自愿接受而非给自己造成压力。OP是指一种不可控的冲动参与激情，这个过程来源于内心的负面情绪或人际的压力。",
    "annotation": [
      {
        "sentence": "心理学上有个词，激情，是一种持续时间短，表现剧烈，失去自我控制力的情绪体验，通常是由强烈的欲望和明显的刺激引起。",
        "label": ""
      },
      {
        "sentence": "在激情状态中，个体会体验到，很难克制的强烈的愤怒感，或者悲痛感。",
        "label": ""
      },
      {
        "sentence": "激情，伴随有机体状态的剧烈变化和明显的表现动作。",
        "label": ""
      },
      {
        "sentence": "激情，能激发负性情绪，导致不灵活的固执，对获得和谐愉快的生活产生阻碍。",
        "label": ""
      },
      {
        "sentence": "激情有两种独立的类型：分别是和谐激情（HP）和强迫激情（OP）HP是指想自由从事活动的一种强烈愿望，来自激情自动化到个体身份中，这种内化过程发生在个体自愿接受而非给自己造成压力。",
        "label": ""
      },
      {
        "sentence": "OP是指一种不可控的冲动参与激情，这个过程来源于内心的负面情绪或人际的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我的狂躁情绪是一种激情的表现，可能是因为内心深处积累了太多的负面情绪。那我应该如何摆脱这种循环呢？",
    "annotation": [
      {
        "sentence": "我明白了，我的狂躁情绪是一种激情的表现，可能是因为内心深处积累了太多的负面情绪。",
        "label": ""
      },
      {
        "sentence": "那我应该如何摆脱这种循环呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "吵架次数多了，自己也厌烦自己，也总提醒自己要冷静，甚至还把可能的导火索逐一记下，下次遇到好在心里提醒自己不要发火。方法完全没用，因为发火完全是无意识的，不知怎么就发火了，就又吵架了，完事又特别后悔。无限循环，筋疲力尽，身边亲人对我也无语。这样的情绪干扰，对于你，确实是一种内耗、折磨，不仅让人痛苦，更是很难摆脱。那可以尝试将你的那股“力量”，转化一下，用运动的方式，将它“消化”。将自己的怒气，发泄出来，又可以锻炼身体，一举两得哦~也建议你可以尝试一些冥想、瑜珈、太极等有氧运动的课程，调整自己的气息、心境，保持平和的心态。",
    "annotation": [
      {
        "sentence": "吵架次数多了，自己也厌烦自己，也总提醒自己要冷静，甚至还把可能的导火索逐一记下，下次遇到好在心里提醒自己不要发火。",
        "label": ""
      },
      {
        "sentence": "方法完全没用，因为发火完全是无意识的，不知怎么就发火了，就又吵架了，完事又特别后悔。",
        "label": ""
      },
      {
        "sentence": "无限循环，筋疲力尽，身边亲人对我也无语。",
        "label": ""
      },
      {
        "sentence": "这样的情绪干扰，对于你，确实是一种内耗、折磨，不仅让人痛苦，更是很难摆脱。",
        "label": ""
      },
      {
        "sentence": "那可以尝试将你的那股“力量”，转化一下，用运动的方式，将它“消化”。",
        "label": ""
      },
      {
        "sentence": "将自己的怒气，发泄出来，又可以锻炼身体，一举两得哦~也建议你可以尝试一些冥想、瑜珈、太极等有氧运动的课程，调整自己的气息、心境，保持平和的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "运动的方式听起来不错，我会尝试一下，希望能够平复我的情绪。另外，你提到我的内心可能储存了负面的力量，是否意味着我需要找个心理咨询师进行治疗呢？",
    "annotation": [
      {
        "sentence": "运动的方式听起来不错，我会尝试一下，希望能够平复我的情绪。",
        "label": ""
      },
      {
        "sentence": "另外，你提到我的内心可能储存了负面的力量，是否意味着我需要找个心理咨询师进行治疗呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，也许过去的你，曾遭受过欺凌，你的内心“储存”着负面的力量，无法排遣，内心有个缺乏安全感的内在小孩，没有治愈。你可以打开自己，去做做心理咨询，疗愈内在自我，改变自己。祝好！",
    "annotation": [
      {
        "sentence": "是的，也许过去的你，曾遭受过欺凌，你的内心“储存”着负面的力量，无法排遣，内心有个缺乏安全感的内在小孩，没有治愈。",
        "label": ""
      },
      {
        "sentence": "你可以打开自己，去做做心理咨询，疗愈内在自我，改变自己。",
        "label": ""
      },
      {
        "sentence": "祝好！",
        "label": ""
      }
    ]
  }
]