[
  {
    "role": "client",
    "content": "每天都在对未来的恐惧中惊醒，觉得活着没有希望？最近一段时间每天早上都是因为恐惧未来中突然惊醒。特别是对未来如果一直失败的害怕，会有心悸一样的感觉，心跳快感觉心里亮亮的，然后就是觉得活着好累好难，没有希望，活着好没意义的想法。最近确实有一件事的失败让我非常痛苦，我付出了努力，最后失败了，还是在我做的很好但是黑幕太多。然后我就开始害怕选择的道路不适合我，选择错误的道路会白努力，年龄越来越大会没机会，别人嘲笑我，我对现在的单位的厌恶，找不到出路和未来的方向。心情特别低落，我知道自己不该这么想，但是我控制不住，情绪会特别差，什么事情都不想干，做任何事情都觉得好累，提不起精神来。",
    "annotation": [
      {
        "sentence": "每天都在对未来的恐惧中惊醒，觉得活着没有希望？",
        "label": ""
      },
      {
        "sentence": "最近一段时间每天早上都是因为恐惧未来中突然惊醒。",
        "label": ""
      },
      {
        "sentence": "特别是对未来如果一直失败的害怕，会有心悸一样的感觉，心跳快感觉心里亮亮的，然后就是觉得活着好累好难，没有希望，活着好没意义的想法。",
        "label": ""
      },
      {
        "sentence": "最近确实有一件事的失败让我非常痛苦，我付出了努力，最后失败了，还是在我做的很好但是黑幕太多。",
        "label": ""
      },
      {
        "sentence": "然后我就开始害怕选择的道路不适合我，选择错误的道路会白努力，年龄越来越大会没机会，别人嘲笑我，我对现在的单位的厌恶，找不到出路和未来的方向。",
        "label": ""
      },
      {
        "sentence": "心情特别低落，我知道自己不该这么想，但是我控制不住，情绪会特别差，什么事情都不想干，做任何事情都觉得好累，提不起精神来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情，可以感受到你的焦虑和痛苦，对于未来感到恐惧，找不到活着的希望。其实人生的意义究竟是什么，是我们终其一生都在思考的问题，面对现实和生活的打击，每个人都会有迷茫不知所措的时候，重要的是如何调整自己。",
    "annotation": [
      {
        "sentence": "非常理解你的心情，可以感受到你的焦虑和痛苦，对于未来感到恐惧，找不到活着的希望。",
        "label": ""
      },
      {
        "sentence": "其实人生的意义究竟是什么，是我们终其一生都在思考的问题，面对现实和生活的打击，每个人都会有迷茫不知所措的时候，重要的是如何调整自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我很迷茫，感到非常沮丧和无助。",
    "annotation": [
      {
        "sentence": "是的，我很迷茫，感到非常沮丧和无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你最近每天都因恐惧未来而惊醒，害怕失败，看不到生活的希望，感到疲惫。你的这种情况其实很常见，很多人都会有，与最近压力太大有关，生活和工作中的一些遭遇让自己感到挫败和失落。最近的一件事，你付出了很多努力，却没有达到理想的结果，付出与收获不成正比，面对黑暗的现实感到失望和害怕，也因此对未来产生担忧。人生在世，我们需要认识到，有些事情是我们无法控制的，但我们能改变的是自己的心态，重新投入到下一个阶段的工作和生活中。",
    "annotation": [
      {
        "sentence": "你最近每天都因恐惧未来而惊醒，害怕失败，看不到生活的希望，感到疲惫。",
        "label": ""
      },
      {
        "sentence": "你的这种情况其实很常见，很多人都会有，与最近压力太大有关，生活和工作中的一些遭遇让自己感到挫败和失落。",
        "label": ""
      },
      {
        "sentence": "最近的一件事，你付出了很多努力，却没有达到理想的结果，付出与收获不成正比，面对黑暗的现实感到失望和害怕，也因此对未来产生担忧。",
        "label": ""
      },
      {
        "sentence": "人生在世，我们需要认识到，有些事情是我们无法控制的，但我们能改变的是自己的心态，重新投入到下一个阶段的工作和生活中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我担心选择错误白努力，担心被他人嘲笑，对之后的人生方向感到迷茫。每个人都有这样的时候，或许这就是成长的过程，在看清一些事情后，开始变得焦虑，陷入什么都不想做的状况。",
    "annotation": [
      {
        "sentence": "我担心选择错误白努力，担心被他人嘲笑，对之后的人生方向感到迷茫。",
        "label": ""
      },
      {
        "sentence": "每个人都有这样的时候，或许这就是成长的过程，在看清一些事情后，开始变得焦虑，陷入什么都不想做的状况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变心态，过好当下，你说惧怕未来，特别害怕未来会一直失败，但这些其实都还没有发生，并且未来会怎样谁也无法预料。与其整体忧心之后可能发生的事，不如珍惜当下，过好每天的生活，认真投入到工作中，去做一些自己喜欢的事，结交一些有趣的朋友。改变自己的心态，不断提升自己的能力，就算未来失败了又怎样，告诉自己可以应对，眼前最重要的是如何把今天过得充实，让自己每天都有收获。未来的事，坦然面对，用平和的心态去看待，不必太过担忧。现实是残酷的，工作中遇到黑暗的事其实很正常，有一句话说：真正的英雄主义，是在看清生活的真相后依然热爱生活。任何时候都不要放弃人生的希望，让自己的心变得更强大。",
    "annotation": [
      {
        "sentence": "改变心态，过好当下，你说惧怕未来，特别害怕未来会一直失败，但这些其实都还没有发生，并且未来会怎样谁也无法预料。",
        "label": ""
      },
      {
        "sentence": "与其整体忧心之后可能发生的事，不如珍惜当下，过好每天的生活，认真投入到工作中，去做一些自己喜欢的事，结交一些有趣的朋友。",
        "label": ""
      },
      {
        "sentence": "改变自己的心态，不断提升自己的能力，就算未来失败了又怎样，告诉自己可以应对，眼前最重要的是如何把今天过得充实，让自己每天都有收获。",
        "label": ""
      },
      {
        "sentence": "未来的事，坦然面对，用平和的心态去看待，不必太过担忧。",
        "label": ""
      },
      {
        "sentence": "现实是残酷的，工作中遇到黑暗的事其实很正常，有一句话说：真正的英雄主义，是在看清生活的真相后依然热爱生活。",
        "label": ""
      },
      {
        "sentence": "任何时候都不要放弃人生的希望，让自己的心变得更强大。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要改变自己的心态，不再过于担忧未来的事情。但是我还是有些困惑，担心选择错误会白费努力，害怕错过机会和被他人嘲笑。",
    "annotation": [
      {
        "sentence": "你说得对，我需要改变自己的心态，不再过于担忧未来的事情。",
        "label": ""
      },
      {
        "sentence": "但是我还是有些困惑，担心选择错误会白费努力，害怕错过机会和被他人嘲笑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "任何选择都没有错，任何时候都不晚。这世上没有所谓正确的选择，每一种选择都没有错，我们要做的是通过自己的努力，让当初的选择变得正确。既然选择了一条道路，便在这条路上不断寻找自己想要的东西，没有努力会白费，你曾经的付出在未来都会以另一种形式给予你回馈。如果一条路实在行不通，大不了换一条，人生本就是一个不断试错，不断总结新的经验和方法，再投入到新的生活中的过程。任何时候都不晚，年龄并不是阻碍，相比之下能力更为重要，机会是由自己创造的。首要的是要提升自己的能力，让自己在工作中变得无可替代。",
    "annotation": [
      {
        "sentence": "任何选择都没有错，任何时候都不晚。",
        "label": ""
      },
      {
        "sentence": "这世上没有所谓正确的选择，每一种选择都没有错，我们要做的是通过自己的努力，让当初的选择变得正确。",
        "label": ""
      },
      {
        "sentence": "既然选择了一条道路，便在这条路上不断寻找自己想要的东西，没有努力会白费，你曾经的付出在未来都会以另一种形式给予你回馈。",
        "label": ""
      },
      {
        "sentence": "如果一条路实在行不通，大不了换一条，人生本就是一个不断试错，不断总结新的经验和方法，再投入到新的生活中的过程。",
        "label": ""
      },
      {
        "sentence": "任何时候都不晚，年龄并不是阻碍，相比之下能力更为重要，机会是由自己创造的。",
        "label": ""
      },
      {
        "sentence": "首要的是要提升自己的能力，让自己在工作中变得无可替代。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要重新审视自己的选择和努力的方向，找到适合自己的道路，并且不再害怕失败和被他人嘲笑。还有，最近情绪特别不好，做任何事都感到很累，没有精神。",
    "annotation": [
      {
        "sentence": "你说得对，我需要重新审视自己的选择和努力的方向，找到适合自己的道路，并且不再害怕失败和被他人嘲笑。",
        "label": ""
      },
      {
        "sentence": "还有，最近情绪特别不好，做任何事都感到很累，没有精神。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情绪不好的时候，去放松自己。在快节奏的现代生活中，其实每个人的压力都很大，我们都会有情绪不好的时候。毕竟每个人都有喜怒哀乐，有负面情绪出现是很正常的，这个时候，是身体发出的讯息，告诉你应该歇一歇了。什么都不想干的时候，就静静地坐一会儿，觉得累了便休息一下，人生不全是工作，更重要的是生活。情绪不好的时候，出去走走，散散心，在大自然中感受晚风日落，去冥想，去漫无目的地骑行，让身心得到放松。调整好自己的状态，不开心的时候就去做一些可以让自己快乐的事，让身体和精神得到恢复。祝你可以早日摆脱烦恼，从痛苦中走出来。",
    "annotation": [
      {
        "sentence": "情绪不好的时候，去放松自己。",
        "label": ""
      },
      {
        "sentence": "在快节奏的现代生活中，其实每个人的压力都很大，我们都会有情绪不好的时候。",
        "label": ""
      },
      {
        "sentence": "毕竟每个人都有喜怒哀乐，有负面情绪出现是很正常的，这个时候，是身体发出的讯息，告诉你应该歇一歇了。",
        "label": ""
      },
      {
        "sentence": "什么都不想干的时候，就静静地坐一会儿，觉得累了便休息一下，人生不全是工作，更重要的是生活。",
        "label": ""
      },
      {
        "sentence": "情绪不好的时候，出去走走，散散心，在大自然中感受晚风日落，去冥想，去漫无目的地骑行，让身心得到放松。",
        "label": ""
      },
      {
        "sentence": "调整好自己的状态，不开心的时候就去做一些可以让自己快乐的事，让身体和精神得到恢复。",
        "label": ""
      },
      {
        "sentence": "祝你可以早日摆脱烦恼，从痛苦中走出来。",
        "label": ""
      }
    ]
  }
]