[
  {
    "role": "client",
    "content": "我想找心理咨询，但害怕主动沟通或者被要求讲自己的事？",
    "annotation": [
      {
        "sentence": "我想找心理咨询，但害怕主动沟通或者被要求讲自己的事？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你担心主动沟通的结果是被要求讲自己的事情吗？",
    "annotation": [
      {
        "sentence": "你担心主动沟通的结果是被要求讲自己的事情吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，有些事情在我心里积压已经很久了。一些是家里的事，父母希望能在外人面前维系社会地位，觉得家丑不可外扬，让我帮他们在外面伪装成家庭和睦的样子。",
    "annotation": [
      {
        "sentence": "是的，有些事情在我心里积压已经很久了。",
        "label": ""
      },
      {
        "sentence": "一些是家里的事，父母希望能在外人面前维系社会地位，觉得家丑不可外扬，让我帮他们在外面伪装成家庭和睦的样子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你帮父母维系社会地位的压力让你感到沉重，了解你的担心。这种情况下，你可能会不自觉地压抑着自己的感受。",
    "annotation": [
      {
        "sentence": "你帮父母维系社会地位的压力让你感到沉重，了解你的担心。",
        "label": ""
      },
      {
        "sentence": "这种情况下，你可能会不自觉地压抑着自己的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，还有一些过去的事情，我一直没有勇气讲出来。我不敢给身边熟悉的人讲，之前曾经给和自己没有交集的网友讲过，但他们多半是不相信，甚至冷嘲热讽。我开始怀疑自己有没有经历过那些事情。",
    "annotation": [
      {
        "sentence": "是的，还有一些过去的事情，我一直没有勇气讲出来。",
        "label": ""
      },
      {
        "sentence": "我不敢给身边熟悉的人讲，之前曾经给和自己没有交集的网友讲过，但他们多半是不相信，甚至冷嘲热讽。",
        "label": ""
      },
      {
        "sentence": "我开始怀疑自己有没有经历过那些事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你勇敢地分享了你在过去遇到的挑战，但遭遇他人不相信的反应可能会让你感到伤心和怀疑自己。这种经历会对你产生很大的心理压力。",
    "annotation": [
      {
        "sentence": "你勇敢地分享了你在过去遇到的挑战，但遭遇他人不相信的反应可能会让你感到伤心和怀疑自己。",
        "label": ""
      },
      {
        "sentence": "这种经历会对你产生很大的心理压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很想找心理咨询，但不知道怎么开口。也许只是害怕和别人交流，所以一直拖延。但我真的撑不住了，已经有一年半没能睡个好觉了。且不论失眠，哪怕好不容易睡着了，又只能睡四五个小时就再也睡不着了。有时候会突然感到心慌，浑身冒冷汗，甚至会走着路眼前一黑直接晕过去一两秒。去医院查过体检，没有查出来任何问题，但我很清楚那比我得过的任何病都痛苦得多，每一次都像是心脏的位置空了一样，我还荒废了很多学业。",
    "annotation": [
      {
        "sentence": "是的，我真的很想找心理咨询，但不知道怎么开口。",
        "label": ""
      },
      {
        "sentence": "也许只是害怕和别人交流，所以一直拖延。",
        "label": ""
      },
      {
        "sentence": "但我真的撑不住了，已经有一年半没能睡个好觉了。",
        "label": ""
      },
      {
        "sentence": "且不论失眠，哪怕好不容易睡着了，又只能睡四五个小时就再也睡不着了。",
        "label": ""
      },
      {
        "sentence": "有时候会突然感到心慌，浑身冒冷汗，甚至会走着路眼前一黑直接晕过去一两秒。",
        "label": ""
      },
      {
        "sentence": "去医院查过体检，没有查出来任何问题，但我很清楚那比我得过的任何病都痛苦得多，每一次都像是心脏的位置空了一样，我还荒废了很多学业。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你所描述的各种身体症状，以及长期失眠的情况，对你的生活和学业造成了很大的困扰。这些问题可能与你内心的压力和情绪有关。专业的心理咨询可以帮助你找到原因并给你解决问题的方法。",
    "annotation": [
      {
        "sentence": "你所描述的各种身体症状，以及长期失眠的情况，对你的生活和学业造成了很大的困扰。",
        "label": ""
      },
      {
        "sentence": "这些问题可能与你内心的压力和情绪有关。",
        "label": ""
      },
      {
        "sentence": "专业的心理咨询可以帮助你找到原因并给你解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我该怎么办才好？如果有路过的咨询老师能不能收留一下我（不要太贵），救救我。",
    "annotation": [
      {
        "sentence": "我该怎么办才好？",
        "label": ""
      },
      {
        "sentence": "如果有路过的咨询老师能不能收留一下我（不要太贵），救救我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你承受了这么多痛苦已经到了自己的极限了，这种情况要尽早做心理咨询。你的害怕、痛苦等所有的负面情绪都可以跟咨询师讨论。当你把情绪处理好一点了，跟咨询师也建立了一定的信任关系，就可以在你愿意的时候去跟咨询师讲述你的事情了。咨询工作的首要职责就是保密，咨询师都接受过系统的伦理培训，在这里咨询肯定至少是安全的。请不要担心咨询费用的问题，我们会根据你的经济实力给予你适当的帮助。我们一定会尽力帮助你的。",
    "annotation": [
      {
        "sentence": "你承受了这么多痛苦已经到了自己的极限了，这种情况要尽早做心理咨询。",
        "label": ""
      },
      {
        "sentence": "你的害怕、痛苦等所有的负面情绪都可以跟咨询师讨论。",
        "label": ""
      },
      {
        "sentence": "当你把情绪处理好一点了，跟咨询师也建立了一定的信任关系，就可以在你愿意的时候去跟咨询师讲述你的事情了。",
        "label": ""
      },
      {
        "sentence": "咨询工作的首要职责就是保密，咨询师都接受过系统的伦理培训，在这里咨询肯定至少是安全的。",
        "label": ""
      },
      {
        "sentence": "请不要担心咨询费用的问题，我们会根据你的经济实力给予你适当的帮助。",
        "label": ""
      },
      {
        "sentence": "我们一定会尽力帮助你的。",
        "label": ""
      }
    ]
  }
]