[
  {
    "role": "client",
    "content": "我在情感忽视中长大的孩子，母亲长期忽视我的情感需求？我很孤单。我孤单得快疯了。我想养猫，我有自救的念头，我知道猫狗的陪伴能极大地缓解人的孤单情绪，我养过猫狗，我有体会。我跟我妈说我想养猫，我很孤单，我孤单得快疯了。但是我妈不让我养，无论如何，也不。我说我想养猫是我在积极自救，而你却只顾自己，你根本就不管我孤单得快疯了。她说孤单就自己想办法不孤单，别人怎么就没事，像她就不孤单。我说孤单如果能自己想办法解决，我现在就不会孤单了，我现在能正常地跟你讲话，不代表我心理就没问题，不是说我有吃有穿，肉体上没有伤口，就代表我心理也没问题。",
    "annotation": [
      {
        "sentence": "我在情感忽视中长大的孩子，母亲长期忽视我的情感需求？",
        "label": ""
      },
      {
        "sentence": "我很孤单。",
        "label": ""
      },
      {
        "sentence": "我孤单得快疯了。",
        "label": ""
      },
      {
        "sentence": "我想养猫，我有自救的念头，我知道猫狗的陪伴能极大地缓解人的孤单情绪，我养过猫狗，我有体会。",
        "label": ""
      },
      {
        "sentence": "我跟我妈说我想养猫，我很孤单，我孤单得快疯了。",
        "label": ""
      },
      {
        "sentence": "但是我妈不让我养，无论如何，也不。",
        "label": ""
      },
      {
        "sentence": "我说我想养猫是我在积极自救，而你却只顾自己，你根本就不管我孤单得快疯了。",
        "label": ""
      },
      {
        "sentence": "她说孤单就自己想办法不孤单，别人怎么就没事，像她就不孤单。",
        "label": ""
      },
      {
        "sentence": "我说孤单如果能自己想办法解决，我现在就不会孤单了，我现在能正常地跟你讲话，不代表我心理就没问题，不是说我有吃有穿，肉体上没有伤口，就代表我心理也没问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你母亲不懂你的孤单，自己心理需求得不到理解与支持，这一定让你感到很伤心难过吧！而你的这些情绪又没法发泄出来，获得不了情绪和内心的平静，这种滋味也一定不好受吧！你说，我看似讲话语调正常，但我其实压抑得快疯了，我的情绪已经崩溃了，我想大声喊出来，像疯子一样喊，把我的郁闷都发泄出来，但又怕深更半夜吵到邻居，所以只能在房间里摔枕头。",
    "annotation": [
      {
        "sentence": "你母亲不懂你的孤单，自己心理需求得不到理解与支持，这一定让你感到很伤心难过吧！",
        "label": ""
      },
      {
        "sentence": "而你的这些情绪又没法发泄出来，获得不了情绪和内心的平静，这种滋味也一定不好受吧！",
        "label": ""
      },
      {
        "sentence": "你说，我看似讲话语调正常，但我其实压抑得快疯了，我的情绪已经崩溃了，我想大声喊出来，像疯子一样喊，把我的郁闷都发泄出来，但又怕深更半夜吵到邻居，所以只能在房间里摔枕头。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，每天都感到压抑得无法呼吸，内心充满了悲伤和孤独。从小到大都是这样，她表现得很关心我，但其实只关心我的衣食住行，从不关心我的心理问题，漠视我的情感，对我进行情感忽视，只要我情绪崩溃，她就漠视、无视、回避、不回应我的情感需求。",
    "annotation": [
      {
        "sentence": "是的，每天都感到压抑得无法呼吸，内心充满了悲伤和孤独。",
        "label": ""
      },
      {
        "sentence": "从小到大都是这样，她表现得很关心我，但其实只关心我的衣食住行，从不关心我的心理问题，漠视我的情感，对我进行情感忽视，只要我情绪崩溃，她就漠视、无视、回避、不回应我的情感需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解的，你是被情感忽视的孩子，你不用自己内疚，因为这不是你的错，你母亲忽视你的情感，一定是因为她自己也曾经遇到过类似的障碍。所以，我们要用开放的、接纳的态度来面对这么一个症状，而不是认识这个东西以后，就说，谁对我忽略了。抱怨不是解决问题的方法。",
    "annotation": [
      {
        "sentence": "理解的，你是被情感忽视的孩子，你不用自己内疚，因为这不是你的错，你母亲忽视你的情感，一定是因为她自己也曾经遇到过类似的障碍。",
        "label": ""
      },
      {
        "sentence": "所以，我们要用开放的、接纳的态度来面对这么一个症状，而不是认识这个东西以后，就说，谁对我忽略了。",
        "label": ""
      },
      {
        "sentence": "抱怨不是解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，抱怨并不能帮助我解决问题，但我仍然感到非常沮丧和无助。我想寻找一种能够表达自己真实情感和需求的方法，但我不知道要怎么做才好。",
    "annotation": [
      {
        "sentence": "我明白了，抱怨并不能帮助我解决问题，但我仍然感到非常沮丧和无助。",
        "label": ""
      },
      {
        "sentence": "我想寻找一种能够表达自己真实情感和需求的方法，但我不知道要怎么做才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从描述中可以看出，你一直在和母亲积极沟通，这个行为是正确的，但有时人需要通过思考才能把内心真正想要表达的东西，表达出来，所以你试试换一种方法表白看看，比如用书写方式，这个方法，一方面可以有效的帮助我们关注自己情绪背后的真实原因，从而更进一步的了解自己；另一方面也可以向对方表达自己的真实情感与需求，化解两个人的内心冲突。书写法用得次数越多，我们就能越发的了解自己，同时也能从那些情绪下感受到更多的自信和安全感。",
    "annotation": [
      {
        "sentence": "从描述中可以看出，你一直在和母亲积极沟通，这个行为是正确的，但有时人需要通过思考才能把内心真正想要表达的东西，表达出来，所以你试试换一种方法表白看看，比如用书写方式，这个方法，一方面可以有效的帮助我们关注自己情绪背后的真实原因，从而更进一步的了解自己；另一方面也可以向对方表达自己的真实情感与需求，化解两个人的内心冲突。",
        "label": ""
      },
      {
        "sentence": "书写法用得次数越多，我们就能越发的了解自己，同时也能从那些情绪下感受到更多的自信和安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试试用书写方式来表达自己。另外，我发现我经常把自己的问题和别人的问题混为一谈，我应该学会把自己的人生课题与别人的分离开。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试试用书写方式来表达自己。",
        "label": ""
      },
      {
        "sentence": "另外，我发现我经常把自己的问题和别人的问题混为一谈，我应该学会把自己的人生课题与别人的分离开。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，我们也要学会做课题分离，也就是说，要把自己和别人的人生课题分离开。所谓人生课题，就是指我们作为社会性的存在，为了生存下去，而不得不面对的人际关系。只要我们能够学会正确分离自己和别人的人生课题，那我们的人际关系也会随之得到很大的改善。换而言之，就是你要懂得养宠物是你的事情，可以不让你母亲干涉你的事情。想买就买了，用不着和她商量，经过她同意！如果你能有这样的认识和行动，懂得满足自己，那你被忽视的问题真的就会得到大大的改善。",
    "annotation": [
      {
        "sentence": "另外，我们也要学会做课题分离，也就是说，要把自己和别人的人生课题分离开。",
        "label": ""
      },
      {
        "sentence": "所谓人生课题，就是指我们作为社会性的存在，为了生存下去，而不得不面对的人际关系。",
        "label": ""
      },
      {
        "sentence": "只要我们能够学会正确分离自己和别人的人生课题，那我们的人际关系也会随之得到很大的改善。",
        "label": ""
      },
      {
        "sentence": "换而言之，就是你要懂得养宠物是你的事情，可以不让你母亲干涉你的事情。",
        "label": ""
      },
      {
        "sentence": "想买就买了，用不着和她商量，经过她同意！",
        "label": ""
      },
      {
        "sentence": "如果你能有这样的认识和行动，懂得满足自己，那你被忽视的问题真的就会得到大大的改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我要学会课题分离，不再依赖他人的认可和理解，自己满足自己的需求。谢谢你的支持和建议，我会尝试着改变自己的思维方式和行为方式，希望能够真正解决我内心的困扰。",
    "annotation": [
      {
        "sentence": "你说得对，我要学会课题分离，不再依赖他人的认可和理解，自己满足自己的需求。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议，我会尝试着改变自己的思维方式和行为方式，希望能够真正解决我内心的困扰。",
        "label": ""
      }
    ]
  }
]