[
  {
    "role": "client",
    "content": "我是一个学生，被诊断出患有躁郁症，虽然我勉强能够应对学习生活，但是我想知道，如果不进行治疗，会有什么后果吗？我在半年前被确诊出患有躁郁症，尝试了很多治疗方式，但都没有效果。我找了几个心理咨询师，可他们就像传教士一样，总是啰嗦个没完。我也有吃药，但是我妈认为会越吃越严重，不让我碰。我听了一些白噪音和纯音乐，可以帮助我入睡，但是一入睡就会做噩梦。我也尝试过临床治疗，但不确定是否有效。后来因为要参加中考，不得不返校，花了很长时间才勉强适应。除了偶尔表现过度亢奋以外，我表面上看起来还好。在和别人社交时，我会转移注意力，所以没什么问题，但是当我独处时，我会回到原来的状态。大家都以为我已经好了，所以我不敢再提起这些问题。我感觉自己就像被封闭起来一样，无法倾诉痛苦，甚至不敢表达\"我很难受，来帮帮我\"。我不想再听我妈边哭边喊了。现在唯一的安慰就是我可以在独处时自由自在地做一个疯子。不知道这样的平衡能维持多久，我担心这样的状态不进行治疗会出事。",
    "annotation": [
      {
        "sentence": "我是一个学生，被诊断出患有躁郁症，虽然我勉强能够应对学习生活，但是我想知道，如果不进行治疗，会有什么后果吗？",
        "label": ""
      },
      {
        "sentence": "我在半年前被确诊出患有躁郁症，尝试了很多治疗方式，但都没有效果。",
        "label": ""
      },
      {
        "sentence": "我找了几个心理咨询师，可他们就像传教士一样，总是啰嗦个没完。",
        "label": ""
      },
      {
        "sentence": "我也有吃药，但是我妈认为会越吃越严重，不让我碰。",
        "label": ""
      },
      {
        "sentence": "我听了一些白噪音和纯音乐，可以帮助我入睡，但是一入睡就会做噩梦。",
        "label": ""
      },
      {
        "sentence": "我也尝试过临床治疗，但不确定是否有效。",
        "label": ""
      },
      {
        "sentence": "后来因为要参加中考，不得不返校，花了很长时间才勉强适应。",
        "label": ""
      },
      {
        "sentence": "除了偶尔表现过度亢奋以外，我表面上看起来还好。",
        "label": ""
      },
      {
        "sentence": "在和别人社交时，我会转移注意力，所以没什么问题，但是当我独处时，我会回到原来的状态。",
        "label": ""
      },
      {
        "sentence": "大家都以为我已经好了，所以我不敢再提起这些问题。",
        "label": ""
      },
      {
        "sentence": "我感觉自己就像被封闭起来一样，无法倾诉痛苦，甚至不敢表达\"我很难受，来帮帮我\"。",
        "label": ""
      },
      {
        "sentence": "我不想再听我妈边哭边喊了。",
        "label": ""
      },
      {
        "sentence": "现在唯一的安慰就是我可以在独处时自由自在地做一个疯子。",
        "label": ""
      },
      {
        "sentence": "不知道这样的平衡能维持多久，我担心这样的状态不进行治疗会出事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在我们的生活中，我们会发现一件事情：当我们被贴上一个标签之后，真的很难摆脱这个标签，因为我们很容易沦为别人眼中的自己。1.如果可以的话，我希望你可以常常来这里看看。虽然没有亲身经历，确实很难感同身受，尤其是别人的一些指责会让我们觉得自己在无病呻吟，但是只有经历过的人才会明白其中的苦楚。有时候我也会在网上用一个树洞账号，陪伴他人聊天，我见过一些看似幼稚却让人心疼的行为。当然，我自己也有过这样的行为，有时候那种难受是无法用言语来描述的，而有时候又感觉自己无所不能。其实每个人都是一本书，值得我们去细细品味。所以，以后如果你有时间的话，可以多来这里看看，听听别人的故事，看看他们的人生，我们会发现自己并不是在独自前行。2.我们自己是我们内心的指引。心理咨询师只是一个指路人，他可以通过专业知识帮助我们分析和找到问题，但是他不能替我们真正走出困境，因为这只能靠自己。其实每个人都会有不同的一面，我也是如此。在这个平台上，我是一个温暖的朋友，但在现实生活中，我是一个比较沉默的人，甚至有些人觉得我很无聊。但是在这里，我遇见了很多有趣的小伙伴，也交到了很多有趣的朋友。在这里，我不需要戴着面具，想说什么说什么，想做什么做什么，不会有太多顾虑，因为我知道这里的人没有太多的防备。如果我们的内心情绪长期得不到宣泄，肯定会出现问题。所以，以后你可以把这里当作自己的家，我们一起坐下来倾听别人的故事，也可以治愈自己的内心，请好吗？",
    "annotation": [
      {
        "sentence": "在我们的生活中，我们会发现一件事情：当我们被贴上一个标签之后，真的很难摆脱这个标签，因为我们很容易沦为别人眼中的自己。",
        "label": ""
      },
      {
        "sentence": "1.如果可以的话，我希望你可以常常来这里看看。",
        "label": ""
      },
      {
        "sentence": "虽然没有亲身经历，确实很难感同身受，尤其是别人的一些指责会让我们觉得自己在无病呻吟，但是只有经历过的人才会明白其中的苦楚。",
        "label": ""
      },
      {
        "sentence": "有时候我也会在网上用一个树洞账号，陪伴他人聊天，我见过一些看似幼稚却让人心疼的行为。",
        "label": ""
      },
      {
        "sentence": "当然，我自己也有过这样的行为，有时候那种难受是无法用言语来描述的，而有时候又感觉自己无所不能。",
        "label": ""
      },
      {
        "sentence": "其实每个人都是一本书，值得我们去细细品味。",
        "label": ""
      },
      {
        "sentence": "所以，以后如果你有时间的话，可以多来这里看看，听听别人的故事，看看他们的人生，我们会发现自己并不是在独自前行。",
        "label": ""
      },
      {
        "sentence": "2.我们自己是我们内心的指引。",
        "label": ""
      },
      {
        "sentence": "心理咨询师只是一个指路人，他可以通过专业知识帮助我们分析和找到问题，但是他不能替我们真正走出困境，因为这只能靠自己。",
        "label": ""
      },
      {
        "sentence": "其实每个人都会有不同的一面，我也是如此。",
        "label": ""
      },
      {
        "sentence": "在这个平台上，我是一个温暖的朋友，但在现实生活中，我是一个比较沉默的人，甚至有些人觉得我很无聊。",
        "label": ""
      },
      {
        "sentence": "但是在这里，我遇见了很多有趣的小伙伴，也交到了很多有趣的朋友。",
        "label": ""
      },
      {
        "sentence": "在这里，我不需要戴着面具，想说什么说什么，想做什么做什么，不会有太多顾虑，因为我知道这里的人没有太多的防备。",
        "label": ""
      },
      {
        "sentence": "如果我们的内心情绪长期得不到宣泄，肯定会出现问题。",
        "label": ""
      },
      {
        "sentence": "所以，以后你可以把这里当作自己的家，我们一起坐下来倾听别人的故事，也可以治愈自己的内心，请好吗？",
        "label": ""
      }
    ]
  }
]