[
  {
    "role": "client",
    "content": "中度抑郁焦虑，跟爸妈说他们又不相信，该不该去医院？我做了测试之前一直都有自测想着自己能好点可是好像严重了好多，我想去医院但是一个人不敢去，跟爸爸妈妈说他们又不相信，怎么办啊，中度抑郁中度焦虑，重度敌意，中度人际敏感和偏执。",
    "annotation": [
      {
        "sentence": "中度抑郁焦虑，跟爸妈说他们又不相信，该不该去医院？",
        "label": ""
      },
      {
        "sentence": "我做了测试之前一直都有自测想着自己能好点可是好像严重了好多，我想去医院但是一个人不敢去，跟爸爸妈妈说他们又不相信，怎么办啊，中度抑郁中度焦虑，重度敌意，中度人际敏感和偏执。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果您是在网上找的测试题的话，不一定是准确的。这边建议您可以去医院做一个正规的检测，如果未成年的话最好找家人陪同。医院的上班时间是早上9点到中午12点，下午2点到5点，可以选择自己有空的时间先去挂号，用自己的医保卡即可，记得带现金。",
    "annotation": [
      {
        "sentence": "如果您是在网上找的测试题的话，不一定是准确的。",
        "label": ""
      },
      {
        "sentence": "这边建议您可以去医院做一个正规的检测，如果未成年的话最好找家人陪同。",
        "label": ""
      },
      {
        "sentence": "医院的上班时间是早上9点到中午12点，下午2点到5点，可以选择自己有空的时间先去挂号，用自己的医保卡即可，记得带现金。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可是我一个人不敢去，怕我在路上会情绪激动，万一出现危险怎么办？",
    "annotation": [
      {
        "sentence": "我明白了，可是我一个人不敢去，怕我在路上会情绪激动，万一出现危险怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没事的，您可以找一个比较信任的朋友陪同您一起去医院，他们可以在路上或者在诊室里面陪伴在您身边，这样您就不会感到孤独了。而且医院也有专门的心理医生，可以帮助您减缓痛苦，舒缓情绪。",
    "annotation": [
      {
        "sentence": "没事的，您可以找一个比较信任的朋友陪同您一起去医院，他们可以在路上或者在诊室里面陪伴在您身边，这样您就不会感到孤独了。",
        "label": ""
      },
      {
        "sentence": "而且医院也有专门的心理医生，可以帮助您减缓痛苦，舒缓情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会找个朋友一起去的，谢谢你的建议。但是我跟爸爸妈妈说了他们又不相信，他们总是认为我在编造，我该怎么办啊？",
    "annotation": [
      {
        "sentence": "好的，我会找个朋友一起去的，谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "但是我跟爸爸妈妈说了他们又不相信，他们总是认为我在编造，我该怎么办啊？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的困境，这些事情确实有时候需要亲身经历才能理解，您不必太过在意家人的想法。可以通过分享一些关于精神健康的文章和视频，来让他们了解您的感受。或者将医生的诊断结果分享给他们，这样他们也可以更加客观地了解您的情况，让他们明白您的情况并得到他们的支持，将能够让您感到更坚强和有信心。",
    "annotation": [
      {
        "sentence": "我了解你的困境，这些事情确实有时候需要亲身经历才能理解，您不必太过在意家人的想法。",
        "label": ""
      },
      {
        "sentence": "可以通过分享一些关于精神健康的文章和视频，来让他们了解您的感受。",
        "label": ""
      },
      {
        "sentence": "或者将医生的诊断结果分享给他们，这样他们也可以更加客观地了解您的情况，让他们明白您的情况并得到他们的支持，将能够让您感到更坚强和有信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，那我应该怎样挂号呢？感觉很麻烦啊。",
    "annotation": [
      {
        "sentence": "谢谢你，那我应该怎样挂号呢？",
        "label": ""
      },
      {
        "sentence": "感觉很麻烦啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您可以先打电话到医院咨询挂号流程，或者在医院的官网上查询。如果您不想打电话或者查询，可以选择直接去医院大厅里的挂号窗口，告诉工作人员您需要去精神科看病，就可以挂号了。挂号时需要出示一些身份证明和医保卡，这样才能够顺利挂号。",
    "annotation": [
      {
        "sentence": "您可以先打电话到医院咨询挂号流程，或者在医院的官网上查询。",
        "label": ""
      },
      {
        "sentence": "如果您不想打电话或者查询，可以选择直接去医院大厅里的挂号窗口，告诉工作人员您需要去精神科看病，就可以挂号了。",
        "label": ""
      },
      {
        "sentence": "挂号时需要出示一些身份证明和医保卡，这样才能够顺利挂号。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会去按照你的说法去挂号的。感觉心里有个大石头放下来了，谢谢你一直陪伴我。",
    "annotation": [
      {
        "sentence": "我明白了，我会去按照你的说法去挂号的。",
        "label": ""
      },
      {
        "sentence": "感觉心里有个大石头放下来了，谢谢你一直陪伴我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，如果您有任何疑问或者需要帮助，可以随时联系我。希望您能够尽快好起来，祝您心情愉快，健康快乐。",
    "annotation": [
      {
        "sentence": "没关系，如果您有任何疑问或者需要帮助，可以随时联系我。",
        "label": ""
      },
      {
        "sentence": "希望您能够尽快好起来，祝您心情愉快，健康快乐。",
        "label": ""
      }
    ]
  }
]