[
  {
    "role": "client",
    "content": "明明知道自己想要的是什么，可还是按照母亲期望去做？",
    "annotation": [
      {
        "sentence": "明明知道自己想要的是什么，可还是按照母亲期望去做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中我了解到你对自己后来的选择感到迷茫，明明内心有一个选择的方向，却不知为何依旧顺从了母亲的安排。其实，母亲建议考取公务员非常像“大众的选择”，而自己的意愿像是“小众、独木桥”。我们经常会被周围的环境影响而选择大多数人选择的方向、或是服从了权威而选择权威选择的了别的。对此，我们可以试着在下次面临时，尝试更坚定自己的选择：可以通过理性分析的方式，合理的评估两种选择带来的优劣势等，另一方面是建立更强的自信心及自我效能。",
    "annotation": [
      {
        "sentence": "从你的描述中我了解到你对自己后来的选择感到迷茫，明明内心有一个选择的方向，却不知为何依旧顺从了母亲的安排。",
        "label": ""
      },
      {
        "sentence": "其实，母亲建议考取公务员非常像“大众的选择”，而自己的意愿像是“小众、独木桥”。",
        "label": ""
      },
      {
        "sentence": "我们经常会被周围的环境影响而选择大多数人选择的方向、或是服从了权威而选择权威选择的了别的。",
        "label": ""
      },
      {
        "sentence": "对此，我们可以试着在下次面临时，尝试更坚定自己的选择：可以通过理性分析的方式，合理的评估两种选择带来的优劣势等，另一方面是建立更强的自信心及自我效能。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我知道理性分析很重要，但是我总是怕自己的选择会错。母亲一直强调公务员的好处，说有稳定的工作和收入，而且关系网也会更广。我不免觉得她的选择也有它的道理，可是又害怕错过自己真正想追求的事情。这种矛盾让我感到很困扰。",
    "annotation": [
      {
        "sentence": "嗯，我知道理性分析很重要，但是我总是怕自己的选择会错。",
        "label": ""
      },
      {
        "sentence": "母亲一直强调公务员的好处，说有稳定的工作和收入，而且关系网也会更广。",
        "label": ""
      },
      {
        "sentence": "我不免觉得她的选择也有它的道理，可是又害怕错过自己真正想追求的事情。",
        "label": ""
      },
      {
        "sentence": "这种矛盾让我感到很困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对母亲的意愿和选择感到困扰是非常正常的。在做决策时，很容易担心自己的选择是否会带来后悔。但请相信，每个人都有属于自己的道路和目标。当我们遵从内心真实的声音时，可能会遇到一些挑战和不确定性，但这也是我们成长和探索的过程。对于你来说，是否有一些途径可以了解和研究你更感兴趣的领域，以更好地明确自己的目标和追求呢？",
    "annotation": [
      {
        "sentence": "你对母亲的意愿和选择感到困扰是非常正常的。",
        "label": ""
      },
      {
        "sentence": "在做决策时，很容易担心自己的选择是否会带来后悔。",
        "label": ""
      },
      {
        "sentence": "但请相信，每个人都有属于自己的道路和目标。",
        "label": ""
      },
      {
        "sentence": "当我们遵从内心真实的声音时，可能会遇到一些挑战和不确定性，但这也是我们成长和探索的过程。",
        "label": ""
      },
      {
        "sentence": "对于你来说，是否有一些途径可以了解和研究你更感兴趣的领域，以更好地明确自己的目标和追求呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我一直对市场营销感兴趣，也希望能在这个领域有一番作为。我会通过阅读、参加相关课程和实践来积累专业知识和经验，以更好地了解这个领域。但是我担心如果我选择去做市场营销，我可能会错过公务员带来的稳定收入和机会。",
    "annotation": [
      {
        "sentence": "确实，我一直对市场营销感兴趣，也希望能在这个领域有一番作为。",
        "label": ""
      },
      {
        "sentence": "我会通过阅读、参加相关课程和实践来积累专业知识和经验，以更好地了解这个领域。",
        "label": ""
      },
      {
        "sentence": "但是我担心如果我选择去做市场营销，我可能会错过公务员带来的稳定收入和机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对未来的担忧是可以理解的。但也要记住，不同的选择会有不同的机会和风险。稳定收入并不一定能带来内心的满足和成就感。尝试遵循自己的兴趣和目标，也许会带来更大的机遇和自我成长。而且，我们可以通过一定的规划和准备来降低风险。在探索自己感兴趣的领域时，可以寻找实习、兼职或者志愿者等机会，以增加自己的经验和了解行业。这样，即使最终选择不成功，也不会对自己的未来产生太大的影响。",
    "annotation": [
      {
        "sentence": "你对未来的担忧是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但也要记住，不同的选择会有不同的机会和风险。",
        "label": ""
      },
      {
        "sentence": "稳定收入并不一定能带来内心的满足和成就感。",
        "label": ""
      },
      {
        "sentence": "尝试遵循自己的兴趣和目标，也许会带来更大的机遇和自我成长。",
        "label": ""
      },
      {
        "sentence": "而且，我们可以通过一定的规划和准备来降低风险。",
        "label": ""
      },
      {
        "sentence": "在探索自己感兴趣的领域时，可以寻找实习、兼职或者志愿者等机会，以增加自己的经验和了解行业。",
        "label": ""
      },
      {
        "sentence": "这样，即使最终选择不成功，也不会对自己的未来产生太大的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我明白了。我会更加努力地研究市场营销领域，积累更多相关经验，同时也尝试沟通和和母亲分享我的想法和理由。希望我能坚持自己的选择，实现自己的目标。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会更加努力地研究市场营销领域，积累更多相关经验，同时也尝试沟通和和母亲分享我的想法和理由。",
        "label": ""
      },
      {
        "sentence": "希望我能坚持自己的选择，实现自己的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你。记得，坚持自己的选择和目标是一段旅程，也需要勇气和毅力。如果在这个过程中遇到了困难，随时都可以向我倾诉和寻求支持。我相信你能做出最适合自己的决策，实现自己的梦想。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "记得，坚持自己的选择和目标是一段旅程，也需要勇气和毅力。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中遇到了困难，随时都可以向我倾诉和寻求支持。",
        "label": ""
      },
      {
        "sentence": "我相信你能做出最适合自己的决策，实现自己的梦想。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持！我会珍惜这次机会，努力追求自己的目标。如果有任何困惑和困难，我一定会找你聊聊。再次谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会珍惜这次机会，努力追求自己的目标。",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑和困难，我一定会找你聊聊。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很乐意为你提供支持。无论何时何地，都请记得，我会一直在这里为你倾听和帮助。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很乐意为你提供支持。",
        "label": ""
      },
      {
        "sentence": "无论何时何地，都请记得，我会一直在这里为你倾听和帮助。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]