[
  {
    "role": "client",
    "content": "我被逼着选了专业，选兴趣又怕就业困难。在陕西西安这个成绩只能选个三本民办院校，在汉语语言文学和学前教育纠结。了解了课程设置发现更喜欢学前教育。觉得简单还有艺术类课程钢琴舞蹈觉得有趣。自己能学好。觉得汉文枯燥。自己自制力不强，所以想学个喜欢的专业想着能学好它，又有艺术类天赋。教育学起码感兴趣。可是出来不想当幼师幼师待遇太低。妈妈告诉我说家庭条件不好，在汉文方面有点儿资源能安排文秘。可是我真的害怕三本学校我有容易受别人影响学的又是枯燥的现代汉语，没有学前教育简单，万一学不好怎么办。我害怕，妈妈说不当幼师没出路，我该怎么办。我真的很想学好，又怕受人影响，可又嫌幼师没发展空间薪资太低。在西安一个月4000怎么办。选就业还是兴趣。对于课程明明汉文和学前最喜欢学前。",
    "annotation": [
      {
        "sentence": "我被逼着选了专业，选兴趣又怕就业困难。",
        "label": ""
      },
      {
        "sentence": "在陕西西安这个成绩只能选个三本民办院校，在汉语语言文学和学前教育纠结。",
        "label": ""
      },
      {
        "sentence": "了解了课程设置发现更喜欢学前教育。",
        "label": ""
      },
      {
        "sentence": "觉得简单还有艺术类课程钢琴舞蹈觉得有趣。",
        "label": ""
      },
      {
        "sentence": "自己能学好。",
        "label": ""
      },
      {
        "sentence": "觉得汉文枯燥。",
        "label": ""
      },
      {
        "sentence": "自己自制力不强，所以想学个喜欢的专业想着能学好它，又有艺术类天赋。",
        "label": ""
      },
      {
        "sentence": "教育学起码感兴趣。",
        "label": ""
      },
      {
        "sentence": "可是出来不想当幼师幼师待遇太低。",
        "label": ""
      },
      {
        "sentence": "妈妈告诉我说家庭条件不好，在汉文方面有点儿资源能安排文秘。",
        "label": ""
      },
      {
        "sentence": "可是我真的害怕三本学校我有容易受别人影响学的又是枯燥的现代汉语，没有学前教育简单，万一学不好怎么办。",
        "label": ""
      },
      {
        "sentence": "我害怕，妈妈说不当幼师没出路，我该怎么办。",
        "label": ""
      },
      {
        "sentence": "我真的很想学好，又怕受人影响，可又嫌幼师没发展空间薪资太低。",
        "label": ""
      },
      {
        "sentence": "在西安一个月4000怎么办。",
        "label": ""
      },
      {
        "sentence": "选就业还是兴趣。",
        "label": ""
      },
      {
        "sentence": "对于课程明明汉文和学前最喜欢学前。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说起来，你对学前教育充满了热情和兴趣，甚至连模拟填报选学前教育时都会忍不住微笑。但又不想当幼师，这是因为现实层面的薪资问题吧。你想要追随自己的内心，但又屈从于妈妈、长辈和自己的担忧。毕竟我们不能保证选了学前教育就一定如你所愿，如果发现自己不适合或者面临其他困难，就算想退路也未必有。毕业后如果就业形势不理想，你进退两难，都是因为被迫选择了专业。对于你的困境，我理解你的担忧和害怕，希望你能保持对未来的祝愿，同时也知道未来会是一个未知的样子。",
    "annotation": [
      {
        "sentence": "听你说起来，你对学前教育充满了热情和兴趣，甚至连模拟填报选学前教育时都会忍不住微笑。",
        "label": ""
      },
      {
        "sentence": "但又不想当幼师，这是因为现实层面的薪资问题吧。",
        "label": ""
      },
      {
        "sentence": "你想要追随自己的内心，但又屈从于妈妈、长辈和自己的担忧。",
        "label": ""
      },
      {
        "sentence": "毕竟我们不能保证选了学前教育就一定如你所愿，如果发现自己不适合或者面临其他困难，就算想退路也未必有。",
        "label": ""
      },
      {
        "sentence": "毕业后如果就业形势不理想，你进退两难，都是因为被迫选择了专业。",
        "label": ""
      },
      {
        "sentence": "对于你的困境，我理解你的担忧和害怕，希望你能保持对未来的祝愿，同时也知道未来会是一个未知的样子。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的好矛盾，内心一直在争斗。虽然我对学前教育的兴趣很大，但是担心就业问题让我不敢全心投入。妈妈的建议是选择汉语语言文学专业，因为她认为家庭条件有限，可以在汉语方面提供一些资源让我转行做文秘。但是我真的不确定自己适不适合学习枯燥的现代汉语，而且我担心在这样一个普通大学里容易受到外界的影响。对我来说，学前教育更简单，我也对艺术类课程如钢琴和舞蹈很感兴趣。但是我害怕如果学不好学前教育的话会怎么样。",
    "annotation": [
      {
        "sentence": "我真的好矛盾，内心一直在争斗。",
        "label": ""
      },
      {
        "sentence": "虽然我对学前教育的兴趣很大，但是担心就业问题让我不敢全心投入。",
        "label": ""
      },
      {
        "sentence": "妈妈的建议是选择汉语语言文学专业，因为她认为家庭条件有限，可以在汉语方面提供一些资源让我转行做文秘。",
        "label": ""
      },
      {
        "sentence": "但是我真的不确定自己适不适合学习枯燥的现代汉语，而且我担心在这样一个普通大学里容易受到外界的影响。",
        "label": ""
      },
      {
        "sentence": "对我来说，学前教育更简单，我也对艺术类课程如钢琴和舞蹈很感兴趣。",
        "label": ""
      },
      {
        "sentence": "但是我害怕如果学不好学前教育的话会怎么样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你内心的矛盾，我能理解你对学前教育的喜爱和对汉语文学专业的担忧。毕竟，学前教育对你来说更简单且有趣，而且你还有一些艺术类方面的天赋。但是，汉语语言文学专业也是一个选择，尤其是如果妈妈能为你提供一些资源来安排文秘工作。我明白你对学习现代汉语的担心，以及担心在普通大学里容易受到外界的影响。无论你怎么选择，都会面临一些未知的困难和挑战。但是，请牢记，你真诚地想要学好学前教育，对此我非常支持你的决定。毕业后的就业问题是一个共同的关注点，我们可以一起探讨如何平衡就业和兴趣，找到适合自己的道路。",
    "annotation": [
      {
        "sentence": "听到你内心的矛盾，我能理解你对学前教育的喜爱和对汉语文学专业的担忧。",
        "label": ""
      },
      {
        "sentence": "毕竟，学前教育对你来说更简单且有趣，而且你还有一些艺术类方面的天赋。",
        "label": ""
      },
      {
        "sentence": "但是，汉语语言文学专业也是一个选择，尤其是如果妈妈能为你提供一些资源来安排文秘工作。",
        "label": ""
      },
      {
        "sentence": "我明白你对学习现代汉语的担心，以及担心在普通大学里容易受到外界的影响。",
        "label": ""
      },
      {
        "sentence": "无论你怎么选择，都会面临一些未知的困难和挑战。",
        "label": ""
      },
      {
        "sentence": "但是，请牢记，你真诚地想要学好学前教育，对此我非常支持你的决定。",
        "label": ""
      },
      {
        "sentence": "毕业后的就业问题是一个共同的关注点，我们可以一起探讨如何平衡就业和兴趣，找到适合自己的道路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持！确实，就业问题一直是我担心的一大因素。虽然家庭条件不好，但是我希望能在学前教育领域有所发展，找到一份既满足兴趣又有一定发展空间的工作。只是，西安的幼师薪资普遍偏低，我真的不知道该如何平衡了。怕将来后悔选择了兴趣，却面临生计的压力。你有没有什么建议？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持！",
        "label": ""
      },
      {
        "sentence": "确实，就业问题一直是我担心的一大因素。",
        "label": ""
      },
      {
        "sentence": "虽然家庭条件不好，但是我希望能在学前教育领域有所发展，找到一份既满足兴趣又有一定发展空间的工作。",
        "label": ""
      },
      {
        "sentence": "只是，西安的幼师薪资普遍偏低，我真的不知道该如何平衡了。",
        "label": ""
      },
      {
        "sentence": "怕将来后悔选择了兴趣，却面临生计的压力。",
        "label": ""
      },
      {
        "sentence": "你有没有什么建议？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你对就业问题的担忧，尤其是在家庭条件有限的情况下。在西安，幼师的薪资普遍偏低确实是一个现实的问题。平衡兴趣和生计确实是一个挑战，但也不是没有解决的办法。你可以考虑多方面发展自己，增加竞争力，比如学习一些相关的专业技能，参加实习或志愿者活动，积累经验，提高自己的就业竞争力。此外，你还可以寻找一些薪资待遇较好的学前教育机构或者其他教育领域的工作机会，这样既能发展自己的兴趣，又能有一定的经济保障。关键是，不要忘记为自己的梦想而努力，有时候我们要敢于冒一些风险，才能找到属于自己的发展路径。",
    "annotation": [
      {
        "sentence": "非常理解你对就业问题的担忧，尤其是在家庭条件有限的情况下。",
        "label": ""
      },
      {
        "sentence": "在西安，幼师的薪资普遍偏低确实是一个现实的问题。",
        "label": ""
      },
      {
        "sentence": "平衡兴趣和生计确实是一个挑战，但也不是没有解决的办法。",
        "label": ""
      },
      {
        "sentence": "你可以考虑多方面发展自己，增加竞争力，比如学习一些相关的专业技能，参加实习或志愿者活动，积累经验，提高自己的就业竞争力。",
        "label": ""
      },
      {
        "sentence": "此外，你还可以寻找一些薪资待遇较好的学前教育机构或者其他教育领域的工作机会，这样既能发展自己的兴趣，又能有一定的经济保障。",
        "label": ""
      },
      {
        "sentence": "关键是，不要忘记为自己的梦想而努力，有时候我们要敢于冒一些风险，才能找到属于自己的发展路径。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我明白了。我会尽力提升自己，增加竞争力，同时积极寻找适合我兴趣和薪资待遇的学前教育工作机会。谢谢你的建议和鼓励，我现在感觉有信心面对未来了。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会尽力提升自己，增加竞争力，同时积极寻找适合我兴趣和薪资待遇的学前教育工作机会。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励，我现在感觉有信心面对未来了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你有信心面对未来！我相信只要你坚持努力，充分发挥你的优势，一定能找到适合自己的机会，实现自己的目标。记住，在人生的道路上不断成长和追寻自己的梦想是非常重要的。如果你还有任何需要帮助的地方，随时都可以来找我倾诉。祝愿你未来顺利！",
    "annotation": [
      {
        "sentence": "很高兴听到你有信心面对未来！",
        "label": ""
      },
      {
        "sentence": "我相信只要你坚持努力，充分发挥你的优势，一定能找到适合自己的机会，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "记住，在人生的道路上不断成长和追寻自己的梦想是非常重要的。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何需要帮助的地方，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝愿你未来顺利！",
        "label": ""
      }
    ]
  }
]