[
  {
    "role": "client",
    "content": "我是一个高二的女生，上了高中之后，我总是担心自己不如别人。虽然我读的高中是省内一线的，但我不是通过硬考进去的统招生，而是以初中学校年纪第四进去的配额生。我的初中学校也不算好，所以升高中后，我一直担心自己不如别人。有时候做题的时候我会莫名紧张，想着如果我这题不会怎么办，我会落后别人。但同时我也有另一种想法，觉得自己要赶紧学习。这两种想法一直纠结在我心里，导致我的注意力分散，题目也做不出来效果，现在甚至在背书的时候也会有这种想法。我现在真的很迷茫，感觉心有余而力不足。所以我想问问怎么改变自己的心态？",
    "annotation": [
      {
        "sentence": "我是一个高二的女生，上了高中之后，我总是担心自己不如别人。",
        "label": ""
      },
      {
        "sentence": "虽然我读的高中是省内一线的，但我不是通过硬考进去的统招生，而是以初中学校年纪第四进去的配额生。",
        "label": ""
      },
      {
        "sentence": "我的初中学校也不算好，所以升高中后，我一直担心自己不如别人。",
        "label": ""
      },
      {
        "sentence": "有时候做题的时候我会莫名紧张，想着如果我这题不会怎么办，我会落后别人。",
        "label": ""
      },
      {
        "sentence": "但同时我也有另一种想法，觉得自己要赶紧学习。",
        "label": ""
      },
      {
        "sentence": "这两种想法一直纠结在我心里，导致我的注意力分散，题目也做不出来效果，现在甚至在背书的时候也会有这种想法。",
        "label": ""
      },
      {
        "sentence": "我现在真的很迷茫，感觉心有余而力不足。",
        "label": ""
      },
      {
        "sentence": "所以我想问问怎么改变自己的心态？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的问题，能感觉出你非常努力地在做这件事情！危机感常常会让你觉得紧张和焦虑，生活中也会有很多小烦恼。但是，这种感觉未必是糟糕的！它常常隐藏在我们内心深处，起到了警醒的作用，使我们变得更加努力！在原始社会，我们的祖先为了生存，环境极端恶劣，他们常常心存警惕。最终，在优胜劣汰的情况下，盲目乐观，意识不到危机的人往往最先被淘汰，留下来的大多数都是容易焦虑、具有警觉性的这一群人。所以，有危机感并不一定是坏事！它能够帮助我们意识到很多不足之处，在潜意识中为我们指明了前进的方向。我曾经也有过类似的境遇，常常感到自卑和焦虑。但是，渐渐地，我发现当我们意识到自己的不足时，会渐渐朝着希望的方向去努力！不要害怕失败和挫折，也不要害怕焦虑的情绪会影响你的发挥。当你认识到这种情绪除了让你感到焦虑以外，也可能带给你一些好的影响时，试着接纳它，让它更好地为你所用！能力是可以慢慢培养的，虽然不是一两天就能达到预期标准。但是，只要坚持下去，每天都努力，你会慢慢看到自己的变化！危机感有时候是好事情，它会时刻提醒你：不能放松警惕，要时刻努力！在这种情绪的伴随下，虽然你会觉得痛苦不堪，容易被情绪左右，但是你也会不知不觉地尽自己最大的努力，做好每一件事情！如果无法摆脱这种情绪，不妨从两面性的角度看待它，也许，它也能给你带来一定的帮助！",
    "annotation": [
      {
        "sentence": "看了你的问题，能感觉出你非常努力地在做这件事情！",
        "label": ""
      },
      {
        "sentence": "危机感常常会让你觉得紧张和焦虑，生活中也会有很多小烦恼。",
        "label": ""
      },
      {
        "sentence": "但是，这种感觉未必是糟糕的！",
        "label": ""
      },
      {
        "sentence": "它常常隐藏在我们内心深处，起到了警醒的作用，使我们变得更加努力！",
        "label": ""
      },
      {
        "sentence": "在原始社会，我们的祖先为了生存，环境极端恶劣，他们常常心存警惕。",
        "label": ""
      },
      {
        "sentence": "最终，在优胜劣汰的情况下，盲目乐观，意识不到危机的人往往最先被淘汰，留下来的大多数都是容易焦虑、具有警觉性的这一群人。",
        "label": ""
      },
      {
        "sentence": "所以，有危机感并不一定是坏事！",
        "label": ""
      },
      {
        "sentence": "它能够帮助我们意识到很多不足之处，在潜意识中为我们指明了前进的方向。",
        "label": ""
      },
      {
        "sentence": "我曾经也有过类似的境遇，常常感到自卑和焦虑。",
        "label": ""
      },
      {
        "sentence": "但是，渐渐地，我发现当我们意识到自己的不足时，会渐渐朝着希望的方向去努力！",
        "label": ""
      },
      {
        "sentence": "不要害怕失败和挫折，也不要害怕焦虑的情绪会影响你的发挥。",
        "label": ""
      },
      {
        "sentence": "当你认识到这种情绪除了让你感到焦虑以外，也可能带给你一些好的影响时，试着接纳它，让它更好地为你所用！",
        "label": ""
      },
      {
        "sentence": "能力是可以慢慢培养的，虽然不是一两天就能达到预期标准。",
        "label": ""
      },
      {
        "sentence": "但是，只要坚持下去，每天都努力，你会慢慢看到自己的变化！",
        "label": ""
      },
      {
        "sentence": "危机感有时候是好事情，它会时刻提醒你：不能放松警惕，要时刻努力！",
        "label": ""
      },
      {
        "sentence": "在这种情绪的伴随下，虽然你会觉得痛苦不堪，容易被情绪左右，但是你也会不知不觉地尽自己最大的努力，做好每一件事情！",
        "label": ""
      },
      {
        "sentence": "如果无法摆脱这种情绪，不妨从两面性的角度看待它，也许，它也能给你带来一定的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "真的吗？我一直以为我的担心会成为我的负担，让我无法进步。听了你的话，我有些安心了。我会试着接纳这种危机感，并努力克服我的不足。",
    "annotation": [
      {
        "sentence": "真的吗？",
        "label": ""
      },
      {
        "sentence": "我一直以为我的担心会成为我的负担，让我无法进步。",
        "label": ""
      },
      {
        "sentence": "听了你的话，我有些安心了。",
        "label": ""
      },
      {
        "sentence": "我会试着接纳这种危机感，并努力克服我的不足。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心是可以理解的，但是不要让它成为束缚你前进的枷锁。接纳这种危机感，并且明确你的目标和方向，努力克服不足，你一定能够进步的！",
    "annotation": [
      {
        "sentence": "你的担心是可以理解的，但是不要让它成为束缚你前进的枷锁。",
        "label": ""
      },
      {
        "sentence": "接纳这种危机感，并且明确你的目标和方向，努力克服不足，你一定能够进步的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会时刻保持警惕，坚持努力。但是有时候还是担心自己无法与其他同学相比，赶不上他们的进度。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会时刻保持警惕，坚持努力。",
        "label": ""
      },
      {
        "sentence": "但是有时候还是担心自己无法与其他同学相比，赶不上他们的进度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要总是拿其他同学来比较自己，每个人的起点都不同，每个人的发展也有自己的速度。你只需要专注于自己的成长和进步，按照自己的节奏前进就好了。不要给自己太大的压力，相信自己的能力，你一定能够赶上并超越他们的！",
    "annotation": [
      {
        "sentence": "不要总是拿其他同学来比较自己，每个人的起点都不同，每个人的发展也有自己的速度。",
        "label": ""
      },
      {
        "sentence": "你只需要专注于自己的成长和进步，按照自己的节奏前进就好了。",
        "label": ""
      },
      {
        "sentence": "不要给自己太大的压力，相信自己的能力，你一定能够赶上并超越他们的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我一直想要追赶其他同学，但是常常觉得自己在他们面前处于劣势。但是我明白了，我只需要按照自己的步伐前进，做好自己就好了。感谢你的指导！",
    "annotation": [
      {
        "sentence": "确实，我一直想要追赶其他同学，但是常常觉得自己在他们面前处于劣势。",
        "label": ""
      },
      {
        "sentence": "但是我明白了，我只需要按照自己的步伐前进，做好自己就好了。",
        "label": ""
      },
      {
        "sentence": "感谢你的指导！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你已经找到了正确的方向。放下对比和压力，专注于自己的成长，相信自己能够做到。如果你需要任何帮助或者再有困惑，随时都可以来找我倾诉和寻求支持。",
    "annotation": [
      {
        "sentence": "不客气，你已经找到了正确的方向。",
        "label": ""
      },
      {
        "sentence": "放下对比和压力，专注于自己的成长，相信自己能够做到。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再有困惑，随时都可以来找我倾诉和寻求支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我真的很感激你的帮助。我现在感觉轻松了很多，有了更多的信心。如果以后还有问题，我一定会来找你的！",
    "annotation": [
      {
        "sentence": "谢谢你，我真的很感激你的帮助。",
        "label": ""
      },
      {
        "sentence": "我现在感觉轻松了很多，有了更多的信心。",
        "label": ""
      },
      {
        "sentence": "如果以后还有问题，我一定会来找你的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助到你。记住，你并不孤单，我会一直在这里支持你的。加油！你一定能够战胜困难，取得更好的成绩！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "你一定能够战胜困难，取得更好的成绩！",
        "label": ""
      }
    ]
  }
]