[
  {
    "role": "client",
    "content": "从小就是留守儿童，爷爷奶奶养大，现在18感觉很累？从小时候我就被忽视，虽然是独生子，但是爷爷奶奶从不重视教育，只关心我吃的饱睡的暖就行，我知道，对于有些不被疼爱的人来讲，这就是恩赐，但是对我而言，我感觉我没有价值，留守儿童的我几乎没有感受到父母的爱，初二我的父母离异了，我变成了单亲跟爸爸，我恨极了妈妈，她抛弃了不堪的我，如果我成绩优异长相出众是不是就不会舍得离开我，从那时起，我整日以泪洗面自暴自弃，每天必须听相声或者故事脱口秀睡觉，不然会想事情想到脑子爆炸，我本来就是高敏感人群，知道现在都会偏头痛，恶心头晕，没缘由的难过，贬低自己，我真的很累。",
    "annotation": [
      {
        "sentence": "从小就是留守儿童，爷爷奶奶养大，现在18感觉很累？",
        "label": ""
      },
      {
        "sentence": "从小时候我就被忽视，虽然是独生子，但是爷爷奶奶从不重视教育，只关心我吃的饱睡的暖就行，我知道，对于有些不被疼爱的人来讲，这就是恩赐，但是对我而言，我感觉我没有价值，留守儿童的我几乎没有感受到父母的爱，初二我的父母离异了，我变成了单亲跟爸爸，我恨极了妈妈，她抛弃了不堪的我，如果我成绩优异长相出众是不是就不会舍得离开我，从那时起，我整日以泪洗面自暴自弃，每天必须听相声或者故事脱口秀睡觉，不然会想事情想到脑子爆炸，我本来就是高敏感人群，知道现在都会偏头痛，恶心头晕，没缘由的难过，贬低自己，我真的很累。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从小到大，你的成长环境确实让你感到压力和疲惫。你觉得爷爷奶奶只看重你的生活基础，对你的教育不够重视，让你感觉自己没有价值。你曾经是留守儿童，几乎没有感受到父母的爱，初二时父母离异，你变成了单亲跟爸爸，对妈妈心怀恨意。你认为如果你成绩好长相出众，或许妈妈就不会离开你。从那时起，你整日以泪洗面，自己贬低自己。你是一个高敏感的人，现在出现了偏头痛、恶心头晕、难过等问题。我知道你真的很累。",
    "annotation": [
      {
        "sentence": "从小到大，你的成长环境确实让你感到压力和疲惫。",
        "label": ""
      },
      {
        "sentence": "你觉得爷爷奶奶只看重你的生活基础，对你的教育不够重视，让你感觉自己没有价值。",
        "label": ""
      },
      {
        "sentence": "你曾经是留守儿童，几乎没有感受到父母的爱，初二时父母离异，你变成了单亲跟爸爸，对妈妈心怀恨意。",
        "label": ""
      },
      {
        "sentence": "你认为如果你成绩好长相出众，或许妈妈就不会离开你。",
        "label": ""
      },
      {
        "sentence": "从那时起，你整日以泪洗面，自己贬低自己。",
        "label": ""
      },
      {
        "sentence": "你是一个高敏感的人，现在出现了偏头痛、恶心头晕、难过等问题。",
        "label": ""
      },
      {
        "sentence": "我知道你真的很累。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和关心。我真的很苦恼，不知道该如何摆脱这种状况，我希望能够找到一种解决办法，让自己更好一些。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和关心。",
        "label": ""
      },
      {
        "sentence": "我真的很苦恼，不知道该如何摆脱这种状况，我希望能够找到一种解决办法，让自己更好一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的痛苦我能够理解，也很欣赏你能够积极寻求解决办法。首先，我想告诉你，你并不孤单，很多人都有类似的困扰。我们可以一起找到适合你的方法来缓解困境。你是否有兴趣尝试一些放松的活动，例如瑜伽、冥想或者艺术创作呢？这些活动可以帮助你减轻压力、放松心情。",
    "annotation": [
      {
        "sentence": "你的痛苦我能够理解，也很欣赏你能够积极寻求解决办法。",
        "label": ""
      },
      {
        "sentence": "首先，我想告诉你，你并不孤单，很多人都有类似的困扰。",
        "label": ""
      },
      {
        "sentence": "我们可以一起找到适合你的方法来缓解困境。",
        "label": ""
      },
      {
        "sentence": "你是否有兴趣尝试一些放松的活动，例如瑜伽、冥想或者艺术创作呢？",
        "label": ""
      },
      {
        "sentence": "这些活动可以帮助你减轻压力、放松心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从来没有尝试过这些活动，但我觉得很有意思。你能给我一些建议吗？",
    "annotation": [
      {
        "sentence": "我从来没有尝试过这些活动，但我觉得很有意思。",
        "label": ""
      },
      {
        "sentence": "你能给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以。首先，你可以尝试在家里自学一些简单的瑜伽或冥想的方法。这些都可以通过在线视频或者手机应用来学习。此外，你也可以找一些艺术课程或者工作坊来参加，例如绘画、音乐或者舞蹈课程，这些活动不仅可以释放情绪，还可以培养你的兴趣爱好。",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试在家里自学一些简单的瑜伽或冥想的方法。",
        "label": ""
      },
      {
        "sentence": "这些都可以通过在线视频或者手机应用来学习。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以找一些艺术课程或者工作坊来参加，例如绘画、音乐或者舞蹈课程，这些活动不仅可以释放情绪，还可以培养你的兴趣爱好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来很有意思，我会尝试一下的。但是，我担心自己无法坚持下去，我经常会感到困倦和失去动力。",
    "annotation": [
      {
        "sentence": "听起来很有意思，我会尝试一下的。",
        "label": ""
      },
      {
        "sentence": "但是，我担心自己无法坚持下去，我经常会感到困倦和失去动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担忧，坚持是一件困难的事情。我建议你可以找到一个支持你的人，例如好朋友或者家人，并告诉他们你的困扰和目标。他们可以在你感到困倦时给予你鼓励和支持。此外，你自己也可以记录下你的感受和进展，每天给自己一些小奖励，这样可以帮助你保持动力。",
    "annotation": [
      {
        "sentence": "理解你的担忧，坚持是一件困难的事情。",
        "label": ""
      },
      {
        "sentence": "我建议你可以找到一个支持你的人，例如好朋友或者家人，并告诉他们你的困扰和目标。",
        "label": ""
      },
      {
        "sentence": "他们可以在你感到困倦时给予你鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "此外，你自己也可以记录下你的感受和进展，每天给自己一些小奖励，这样可以帮助你保持动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "找到支持人并记录自己的感受和进展，这些方法听起来很有效。我会试一试的。同时，我还有一个问题，就是我经常会贬低自己，觉得自己没有价值。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "找到支持人并记录自己的感受和进展，这些方法听起来很有效。",
        "label": ""
      },
      {
        "sentence": "我会试一试的。",
        "label": ""
      },
      {
        "sentence": "同时，我还有一个问题，就是我经常会贬低自己，觉得自己没有价值。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "贬低自己是一种很常见的心理问题，但是不代表它是正确的。每个人都有自己的价值和意义，包括你在内。我建议你从积极的角度看待自己，每天提醒自己自己的优点和成就，并且接受自己的不完美。同时，和身边的人建立起一个积极的支持系统，他们会帮助你看到你的价值和潜力。",
    "annotation": [
      {
        "sentence": "贬低自己是一种很常见的心理问题，但是不代表它是正确的。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的价值和意义，包括你在内。",
        "label": ""
      },
      {
        "sentence": "我建议你从积极的角度看待自己，每天提醒自己自己的优点和成就，并且接受自己的不完美。",
        "label": ""
      },
      {
        "sentence": "同时，和身边的人建立起一个积极的支持系统，他们会帮助你看到你的价值和潜力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着改变自己的看法，并努力接受自己的不完美。我真的很感激你的帮助和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着改变自己的看法，并努力接受自己的不完美。",
        "label": ""
      },
      {
        "sentence": "我真的很感激你的帮助和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你一定能够找到属于自己的幸福和自信。如果以后还有什么困扰或者需要帮助的地方，记得随时找我倾诉。你并不孤单，我们会一起面对困难，一起走向更好的未来。",
    "annotation": [
      {
        "sentence": "不用客气，我相信你一定能够找到属于自己的幸福和自信。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么困扰或者需要帮助的地方，记得随时找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们会一起面对困难，一起走向更好的未来。",
        "label": ""
      }
    ]
  }
]