[
  {
    "role": "client",
    "content": "明知道大宝需要陪伴和关注，但无法对大宝好？",
    "annotation": [
      {
        "sentence": "明知道大宝需要陪伴和关注，但无法对大宝好？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人的精力是有限的，你也能够认识到你的问题，这方面为你点个赞。",
    "annotation": [
      {
        "sentence": "人的精力是有限的，你也能够认识到你的问题，这方面为你点个赞。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励。可是，我觉得对大宝总是态度不好，我该怎么办？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励。",
        "label": ""
      },
      {
        "sentence": "可是，我觉得对大宝总是态度不好，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解，13岁大宝正是青春期时，3岁宝宝正是可爱时，两个孩子放在一起会很热闹但也会让父母焦虑烦躁、生活压力大。大宝的成长中你们并没有做到很好的引导和陪伴，所以，一方你在面对他时会运用惯性思维来解决，一方面他没有得到真正的关爱可能会有些你们看不惯的性格。",
    "annotation": [
      {
        "sentence": "非常理解，13岁大宝正是青春期时，3岁宝宝正是可爱时，两个孩子放在一起会很热闹但也会让父母焦虑烦躁、生活压力大。",
        "label": ""
      },
      {
        "sentence": "大宝的成长中你们并没有做到很好的引导和陪伴，所以，一方你在面对他时会运用惯性思维来解决，一方面他没有得到真正的关爱可能会有些你们看不惯的性格。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我们确实没有给大宝足够的关爱和引导，导致他的性格出现了问题。我觉得很内疚，也很无助。",
    "annotation": [
      {
        "sentence": "是的，我们确实没有给大宝足够的关爱和引导，导致他的性格出现了问题。",
        "label": ""
      },
      {
        "sentence": "我觉得很内疚，也很无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我的建议是，先树立一个意识：“我有信心、也有责任解决我所认识到的问题”。时刻提醒自己，不要对大宝有先入为主的负面情绪，比如，大宝没写完作业，不要先发火，而是询问对方为什么多多鼓励大宝而不是对他有负面评价。不足并非不堪，一个人能够豁达、全面、客观的看待过去的错误，就是对现在最好的奖赏，而不是被“过去“绊住，认为自己”我就是这样，改不过来“。多多鼓励自己。",
    "annotation": [
      {
        "sentence": "我的建议是，先树立一个意识：“我有信心、也有责任解决我所认识到的问题”。",
        "label": ""
      },
      {
        "sentence": "时刻提醒自己，不要对大宝有先入为主的负面情绪，比如，大宝没写完作业，不要先发火，而是询问对方为什么多多鼓励大宝而不是对他有负面评价。",
        "label": ""
      },
      {
        "sentence": "不足并非不堪，一个人能够豁达、全面、客观的看待过去的错误，就是对现在最好的奖赏，而不是被“过去“绊住，认为自己”我就是这样，改不过来“。",
        "label": ""
      },
      {
        "sentence": "多多鼓励自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该改变自己的态度，给大宝更多的鼓励和关爱。可是，我觉得自己很累，独自带小宝已经很辛苦了。",
    "annotation": [
      {
        "sentence": "你说得对，我应该改变自己的态度，给大宝更多的鼓励和关爱。",
        "label": ""
      },
      {
        "sentence": "可是，我觉得自己很累，独自带小宝已经很辛苦了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "适当让他人承担生活责任，提高生活品质。生活琐事、工作压力往往会让一个成年人无暇顾及家人和自己，那么你可以让他人帮助你承担生活琐事。撒娇式地让老公帮忙做家务、看孩子与丈夫约定，这段时间谁照顾大宝多，谁照顾小宝多，夫妻轮流来。买一些家用电器，如扫地机器人、洗碗机发展生活中的爱好，让家人也参与进来。当你内心充盈时，才好更多地惠及他人像暑假这种特殊时期，可以将孩子放在老家，让双方父母帮忙照料。",
    "annotation": [
      {
        "sentence": "适当让他人承担生活责任，提高生活品质。",
        "label": ""
      },
      {
        "sentence": "生活琐事、工作压力往往会让一个成年人无暇顾及家人和自己，那么你可以让他人帮助你承担生活琐事。",
        "label": ""
      },
      {
        "sentence": "撒娇式地让老公帮忙做家务、看孩子与丈夫约定，这段时间谁照顾大宝多，谁照顾小宝多，夫妻轮流来。",
        "label": ""
      },
      {
        "sentence": "买一些家用电器，如扫地机器人、洗碗机发展生活中的爱好，让家人也参与进来。",
        "label": ""
      },
      {
        "sentence": "当你内心充盈时，才好更多地惠及他人像暑假这种特殊时期，可以将孩子放在老家，让双方父母帮忙照料。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的建议很实用，我尝试让家人帮助我分担一些家务和照顾孩子的责任。我觉得我需要更好地了解大宝的内心需求，怎样才能和他坦诚地沟通呢？",
    "annotation": [
      {
        "sentence": "你的建议很实用，我尝试让家人帮助我分担一些家务和照顾孩子的责任。",
        "label": ""
      },
      {
        "sentence": "我觉得我需要更好地了解大宝的内心需求，怎样才能和他坦诚地沟通呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "帮助大宝成长。你也说了，在他成长过程中没有好好的陪伴他，那么青春期的成长机会你们可别缺席。当你和大宝坦诚布公的交流时，你才能了解孩子内心的缺乏和渴望什么，给足安全感和爱，我想，他会成为更好的小孩。另外，多看一些心理方面的书，帮助自己成为更好的母亲、更好了解孩子心理。这样你或许在面对孩子一些问题的时候，就会了解”这不是只有我家孩子才这样，这是正常的“，也能更好处理问题。",
    "annotation": [
      {
        "sentence": "帮助大宝成长。",
        "label": ""
      },
      {
        "sentence": "你也说了，在他成长过程中没有好好的陪伴他，那么青春期的成长机会你们可别缺席。",
        "label": ""
      },
      {
        "sentence": "当你和大宝坦诚布公的交流时，你才能了解孩子内心的缺乏和渴望什么，给足安全感和爱，我想，他会成为更好的小孩。",
        "label": ""
      },
      {
        "sentence": "另外，多看一些心理方面的书，帮助自己成为更好的母亲、更好了解孩子心理。",
        "label": ""
      },
      {
        "sentence": "这样你或许在面对孩子一些问题的时候，就会了解”这不是只有我家孩子才这样，这是正常的“，也能更好处理问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会注意和大宝进行坦诚的沟通，更好地了解他的内心需求。同时，我也会多学习心理知识，提升自己的育儿能力。谢谢你的建议和支持。我相信我能够改变现状，成为更好的母亲。",
    "annotation": [
      {
        "sentence": "我会注意和大宝进行坦诚的沟通，更好地了解他的内心需求。",
        "label": ""
      },
      {
        "sentence": "同时，我也会多学习心理知识，提升自己的育儿能力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我相信我能够改变现状，成为更好的母亲。",
        "label": ""
      }
    ]
  }
]