[
  {
    "role": "client",
    "content": "两个人感情早就破裂，与父母之间如何进行良好的关系？我爸是一个上班族，在工作中没有什么上进心，但老实本分，拿着普通员工工资，妈妈是一个自尊心很强的人，两个人感情早就破裂，印象中就是每日的争吵，爸爸与我关系不亲密，他属于觉得父亲应该严肃认真不苟言笑，我们之间几乎没有亲密互动，在家庭里唯一的情感流动就是我和妈妈，现在我已经21岁但妈妈对我还是管的很严，平时在回家我都不想和我爸单独出去买东西独处。不知道该和他怎么交流，我现在觉得很依赖妈妈，自己的生活能力也不是很强，妈妈总是很担心我，问我的情况，怕我安全出问题，我不知道该和妈妈怎么更加独立的相处而且也不知道怎么解决和爸爸的问题，对了我爸吵我吵的也很凶，假期妈妈要住院妈妈做手术了爸爸觉得我和妈妈光听医生的话很无知，根本不需要做手术，就和我们大吵了一架，我当时气的全身都在发抖，我爸当时直接无视我，妈妈当时关心我之后让我坚强应该早就习惯就好了，可我可能就是习惯不了，也不知道和他们怎么健康的相处，很想逃离",
    "annotation": [
      {
        "sentence": "两个人感情早就破裂，与父母之间如何进行良好的关系？",
        "label": ""
      },
      {
        "sentence": "我爸是一个上班族，在工作中没有什么上进心，但老实本分，拿着普通员工工资，妈妈是一个自尊心很强的人，两个人感情早就破裂，印象中就是每日的争吵，爸爸与我关系不亲密，他属于觉得父亲应该严肃认真不苟言笑，我们之间几乎没有亲密互动，在家庭里唯一的情感流动就是我和妈妈，现在我已经21岁但妈妈对我还是管的很严，平时在回家我都不想和我爸单独出去买东西独处。",
        "label": ""
      },
      {
        "sentence": "不知道该和他怎么交流，我现在觉得很依赖妈妈，自己的生活能力也不是很强，妈妈总是很担心我，问我的情况，怕我安全出问题，我不知道该和妈妈怎么更加独立的相处而且也不知道怎么解决和爸爸的问题，对了我爸吵我吵的也很凶，假期妈妈要住院妈妈做手术了爸爸觉得我和妈妈光听医生的话很无知，根本不需要做手术，就和我们大吵了一架，我当时气的全身都在发抖，我爸当时直接无视我，妈妈当时关心我之后让我坚强应该早就习惯就好了，可我可能就是习惯不了，也不知道和他们怎么健康的相处，很想逃离",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，我能感觉到您内心的复杂与纠结。这确实是一个棘手的问题，让人感到迷茫甚至有些透不过气的感觉。我觉得我自身的能力无法用简短的回答来解决您的问题。从您的叙述中，我感觉您的情绪也是变化很大，有好的时候，也有不好的时候。虽然我不能直接为您提供解决方案，但我可以为您推荐一本书，《了凡四训》。每当我自己有困扰或者无法理解某些事情时，我都会翻看这本书。书中的一些话语也会在我脑海中出现，帮助我一瞬间跨过糟糕的念头。我真的很希望能帮助到您，希望您能找到一种\"自救\"的方式，让最美好的自己出现。祝福那个可爱又善良的您。",
    "annotation": [
      {
        "sentence": "嗯，我能感觉到您内心的复杂与纠结。",
        "label": ""
      },
      {
        "sentence": "这确实是一个棘手的问题，让人感到迷茫甚至有些透不过气的感觉。",
        "label": ""
      },
      {
        "sentence": "我觉得我自身的能力无法用简短的回答来解决您的问题。",
        "label": ""
      },
      {
        "sentence": "从您的叙述中，我感觉您的情绪也是变化很大，有好的时候，也有不好的时候。",
        "label": ""
      },
      {
        "sentence": "虽然我不能直接为您提供解决方案，但我可以为您推荐一本书，《了凡四训》。",
        "label": ""
      },
      {
        "sentence": "每当我自己有困扰或者无法理解某些事情时，我都会翻看这本书。",
        "label": ""
      },
      {
        "sentence": "书中的一些话语也会在我脑海中出现，帮助我一瞬间跨过糟糕的念头。",
        "label": ""
      },
      {
        "sentence": "我真的很希望能帮助到您，希望您能找到一种\"自救\"的方式，让最美好的自己出现。",
        "label": ""
      },
      {
        "sentence": "祝福那个可爱又善良的您。",
        "label": ""
      }
    ]
  }
]