[
  {
    "role": "client",
    "content": "21岁女生，缺爱的原生家庭下，缺失爱的能力怎么办？我是一个心理学爱好者，从高中时候发现自己不快乐，就开始关注心理学方面的东西。我个人性格敏感、自卑，原生家庭给了我足够的物质却没有给我爱，父母是两个很缺乏爱的人。发现这个问题后，我试着去爱他们，关注照顾他们的情绪，希望他们可以因此也学着爱我，可是我很累了父母还是很吝啬，不愿意给我爱。我知道自己原生家庭有缺陷，想要弥补又做不到，我该怎么办？",
    "annotation": [
      {
        "sentence": "21岁女生，缺爱的原生家庭下，缺失爱的能力怎么办？",
        "label": ""
      },
      {
        "sentence": "我是一个心理学爱好者，从高中时候发现自己不快乐，就开始关注心理学方面的东西。",
        "label": ""
      },
      {
        "sentence": "我个人性格敏感、自卑，原生家庭给了我足够的物质却没有给我爱，父母是两个很缺乏爱的人。",
        "label": ""
      },
      {
        "sentence": "发现这个问题后，我试着去爱他们，关注照顾他们的情绪，希望他们可以因此也学着爱我，可是我很累了父母还是很吝啬，不愿意给我爱。",
        "label": ""
      },
      {
        "sentence": "我知道自己原生家庭有缺陷，想要弥补又做不到，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "前几天有点小忙，今天晚上来回答你先给你个抱抱，那种可以让你靠在怀里。感觉是不是很不容易啊，你个人性格敏感、自卑，原生家庭给了你足够的物质却没有给你爱，父母是两个很缺乏爱的人。当你发现这个问题后，你会试着去爱他们，关注照顾他们的情绪，但当你希望他们可以因此也学着爱你，可是当你很累了父母还是很吝啬，不愿意给你爱。你想知道自己原生家庭有缺陷，想要弥补又做不到？首先我想告诉你中国一大部分的家庭原生家庭都不好，因为在中国的教育中好象没有一门功课教我们如何爱的，包括父母也从来没有上岗培训做父母，对不对？",
    "annotation": [
      {
        "sentence": "前几天有点小忙，今天晚上来回答你先给你个抱抱，那种可以让你靠在怀里。",
        "label": ""
      },
      {
        "sentence": "感觉是不是很不容易啊，你个人性格敏感、自卑，原生家庭给了你足够的物质却没有给你爱，父母是两个很缺乏爱的人。",
        "label": ""
      },
      {
        "sentence": "当你发现这个问题后，你会试着去爱他们，关注照顾他们的情绪，但当你希望他们可以因此也学着爱你，可是当你很累了父母还是很吝啬，不愿意给你爱。",
        "label": ""
      },
      {
        "sentence": "你想知道自己原生家庭有缺陷，想要弥补又做不到？",
        "label": ""
      },
      {
        "sentence": "首先我想告诉你中国一大部分的家庭原生家庭都不好，因为在中国的教育中好象没有一门功课教我们如何爱的，包括父母也从来没有上岗培训做父母，对不对？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我也意识到了，但我还是希望能够弥补我缺失的爱。",
    "annotation": [
      {
        "sentence": "对，我也意识到了，但我还是希望能够弥补我缺失的爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的想法。虽然父母没有给予你足够的爱，但我们可以通过其他渠道来弥补。我认识一个朋友，她家很有钱，但她却不知道如何给予爱。后来她去国外读书，住在一个寄宿家庭，她很快就融入了那个家庭，感受到了笑容、赞美、鼓励和情感支持。如果你在父母那里得不到爱，也可以将目光放在与你重要的他人建立联系，可能是你的一个老师，也可能是你的长辈，又或者是身边有良好家庭背景的朋友。多到她们家待待，感受一下，顺便多认个干爹干妈！学会沟通，和父母多谈谈心，也许他们是爱你的，只是无法表达出来。",
    "annotation": [
      {
        "sentence": "我能理解你的想法。",
        "label": ""
      },
      {
        "sentence": "虽然父母没有给予你足够的爱，但我们可以通过其他渠道来弥补。",
        "label": ""
      },
      {
        "sentence": "我认识一个朋友，她家很有钱，但她却不知道如何给予爱。",
        "label": ""
      },
      {
        "sentence": "后来她去国外读书，住在一个寄宿家庭，她很快就融入了那个家庭，感受到了笑容、赞美、鼓励和情感支持。",
        "label": ""
      },
      {
        "sentence": "如果你在父母那里得不到爱，也可以将目光放在与你重要的他人建立联系，可能是你的一个老师，也可能是你的长辈，又或者是身边有良好家庭背景的朋友。",
        "label": ""
      },
      {
        "sentence": "多到她们家待待，感受一下，顺便多认个干爹干妈！",
        "label": ""
      },
      {
        "sentence": "学会沟通，和父母多谈谈心，也许他们是爱你的，只是无法表达出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该努力成长自己，也要看到父母改变的挫败感。",
    "annotation": [
      {
        "sentence": "我明白了，我应该努力成长自己，也要看到父母改变的挫败感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你能意识到这一点已经很不容易了。在我给你建议之前，我想给你讲一个故事。我的那个朋友家里虽然很有钱，但她也曾经不知道如何给予爱。后来她有幸去了一个寄宿家庭，在那个家庭里，她找到了笑容、赞美、鼓励和情感支持。也许你可以试着找到你生活中的重要他人，就像我朋友一样，他们可以帮助你感受到更多的爱，也可以教会你如何去爱。同时，还希望父母能够和你一起成长，但这需要你有耐心。最好能够定期进行咨询，感受被关注、被理解和被爱的能力。以后，你也可以成为爱的人而不是一直追求爱。",
    "annotation": [
      {
        "sentence": "很好，你能意识到这一点已经很不容易了。",
        "label": ""
      },
      {
        "sentence": "在我给你建议之前，我想给你讲一个故事。",
        "label": ""
      },
      {
        "sentence": "我的那个朋友家里虽然很有钱，但她也曾经不知道如何给予爱。",
        "label": ""
      },
      {
        "sentence": "后来她有幸去了一个寄宿家庭，在那个家庭里，她找到了笑容、赞美、鼓励和情感支持。",
        "label": ""
      },
      {
        "sentence": "也许你可以试着找到你生活中的重要他人，就像我朋友一样，他们可以帮助你感受到更多的爱，也可以教会你如何去爱。",
        "label": ""
      },
      {
        "sentence": "同时，还希望父母能够和你一起成长，但这需要你有耐心。",
        "label": ""
      },
      {
        "sentence": "最好能够定期进行咨询，感受被关注、被理解和被爱的能力。",
        "label": ""
      },
      {
        "sentence": "以后，你也可以成为爱的人而不是一直追求爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着去寻找重要的他人来获得爱和学习爱的方式。也会慢慢培养自己的爱的能力。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着去寻找重要的他人来获得爱和学习爱的方式。",
        "label": ""
      },
      {
        "sentence": "也会慢慢培养自己的爱的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能为你提供一些帮助。寻找重要的他人来获得爱是一个很好的方式，也让你学到了更多关于爱的经验。同时，培养自己的爱的能力也是很重要的，这样你就可以成为一个有爱心的人。一路上会有困难和挫折，但只要你坚持下去，一定能够找到属于你的幸福。晚安，祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能为你提供一些帮助。",
        "label": ""
      },
      {
        "sentence": "寻找重要的他人来获得爱是一个很好的方式，也让你学到了更多关于爱的经验。",
        "label": ""
      },
      {
        "sentence": "同时，培养自己的爱的能力也是很重要的，这样你就可以成为一个有爱心的人。",
        "label": ""
      },
      {
        "sentence": "一路上会有困难和挫折，但只要你坚持下去，一定能够找到属于你的幸福。",
        "label": ""
      },
      {
        "sentence": "晚安，祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，晚安！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，晚安！",
        "label": ""
      }
    ]
  }
]