[
  {
    "role": "client",
    "content": "我婚内出轨了，有孩子，老公想离婚，我该怎么办？我跟老公是同学，相恋五年，结婚三年多。有一个两岁多的女儿，老公对我很好。但因为工作原因一直异地，也没法调动。婚前老公承诺两年之内如果调动不了，就辞职到我的城市。但三年多了，我们还是异地。",
    "annotation": [
      {
        "sentence": "我婚内出轨了，有孩子，老公想离婚，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我跟老公是同学，相恋五年，结婚三年多。",
        "label": ""
      },
      {
        "sentence": "有一个两岁多的女儿，老公对我很好。",
        "label": ""
      },
      {
        "sentence": "但因为工作原因一直异地，也没法调动。",
        "label": ""
      },
      {
        "sentence": "婚前老公承诺两年之内如果调动不了，就辞职到我的城市。",
        "label": ""
      },
      {
        "sentence": "但三年多了，我们还是异地。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述很理解你的挣扎和痛苦。了解到因为工作的原因，你与老公长期异地，原本婚前老公承诺两年内如果工作无法调动就会辞职去你的城市，但三年过去了，或许由于老公没能兑现他的承诺，你也因此积累了一些怨气，你们终究没能达成一致的意见，没能得到家人的理解，三地奔波也让你很是疲惫。",
    "annotation": [
      {
        "sentence": "看了你的描述很理解你的挣扎和痛苦。",
        "label": ""
      },
      {
        "sentence": "了解到因为工作的原因，你与老公长期异地，原本婚前老公承诺两年内如果工作无法调动就会辞职去你的城市，但三年过去了，或许由于老公没能兑现他的承诺，你也因此积累了一些怨气，你们终究没能达成一致的意见，没能得到家人的理解，三地奔波也让你很是疲惫。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "每次聊起这些话题，我们总会吵架。因为工作、孩子，我没办法一个人带，一岁后大多时间带到奶奶家（异地）抚养，因为跟婆婆总有矛盾，所以只有假期公公婆婆才带给孩子来我这里住两天。我经常会想孩子，想雇个保姆带孩子，家人都不同意，怕对孩子不负责任。三地的生活让我很难受，感觉不到幸福，老公也很忙，有时候想找人说说话，身边却没有一个能说话的人。",
    "annotation": [
      {
        "sentence": "每次聊起这些话题，我们总会吵架。",
        "label": ""
      },
      {
        "sentence": "因为工作、孩子，我没办法一个人带，一岁后大多时间带到奶奶家（异地）抚养，因为跟婆婆总有矛盾，所以只有假期公公婆婆才带给孩子来我这里住两天。",
        "label": ""
      },
      {
        "sentence": "我经常会想孩子，想雇个保姆带孩子，家人都不同意，怕对孩子不负责任。",
        "label": ""
      },
      {
        "sentence": "三地的生活让我很难受，感觉不到幸福，老公也很忙，有时候想找人说说话，身边却没有一个能说话的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "常年只身一人在孤独的城市里，老公工作很忙，也不能每天见到孩子，直到母亲过世，觉得这世上最亲近的人也离你而去，很理解你当时的无助和极度的需要安他人的安慰和温暖。前男友在这时的关怀让你不由自主的想要靠近他，结束自己的婚姻，但想到孩子却又倍感犹豫。",
    "annotation": [
      {
        "sentence": "常年只身一人在孤独的城市里，老公工作很忙，也不能每天见到孩子，直到母亲过世，觉得这世上最亲近的人也离你而去，很理解你当时的无助和极度的需要安他人的安慰和温暖。",
        "label": ""
      },
      {
        "sentence": "前男友在这时的关怀让你不由自主的想要靠近他，结束自己的婚姻，但想到孩子却又倍感犹豫。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "年初我母亲病世了，忽然觉得心中的大山轰然倒塌，常常半夜哭醒，只要听到谁提到妈妈，我就会止不住的流泪。前男友得知我母亲去世的消息，常常发信息安慰我，一来二去，旧情复燃，我出轨了……我想过离婚，但想到孩子，觉得不该这么自私。但老公终于还是发现了，坚持要离婚，并要孩子抚养权。我该怎么办？",
    "annotation": [
      {
        "sentence": "年初我母亲病世了，忽然觉得心中的大山轰然倒塌，常常半夜哭醒，只要听到谁提到妈妈，我就会止不住的流泪。",
        "label": ""
      },
      {
        "sentence": "前男友得知我母亲去世的消息，常常发信息安慰我，一来二去，旧情复燃，我出轨了……我想过离婚，但想到孩子，觉得不该这么自私。",
        "label": ""
      },
      {
        "sentence": "但老公终于还是发现了，坚持要离婚，并要孩子抚养权。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在做出选择前，其实你可以从以下几个方面去做深入思考。首先，复盘这段婚姻关系，找出造成如今局面的原因。无论是否选择继续，这段关系中有哪些方面可以改善，比如你们异地问题、孩子抚养问题、夫妻之间的有效沟通等。如果能够改善，会朝着怎样的方向发展，是否能够调和你们之间的矛盾。如果不能得到改善，又是否能够一直承受。",
    "annotation": [
      {
        "sentence": "在做出选择前，其实你可以从以下几个方面去做深入思考。",
        "label": ""
      },
      {
        "sentence": "首先，复盘这段婚姻关系，找出造成如今局面的原因。",
        "label": ""
      },
      {
        "sentence": "无论是否选择继续，这段关系中有哪些方面可以改善，比如你们异地问题、孩子抚养问题、夫妻之间的有效沟通等。",
        "label": ""
      },
      {
        "sentence": "如果能够改善，会朝着怎样的方向发展，是否能够调和你们之间的矛盾。",
        "label": ""
      },
      {
        "sentence": "如果不能得到改善，又是否能够一直承受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "目前你自己的想法和真实的需求是什么？先从自己的角度和需求出发去审视自己的未来，只有保证自己能够过好自己的生活，才有能力去保护和教育孩子，给孩子真正的提供良好的环境。",
    "annotation": [
      {
        "sentence": "目前你自己的想法和真实的需求是什么？",
        "label": ""
      },
      {
        "sentence": "先从自己的角度和需求出发去审视自己的未来，只有保证自己能够过好自己的生活，才有能力去保护和教育孩子，给孩子真正的提供良好的环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，你的观点很重要。你需要思考清楚你自己的需要和愿望，以及未来的规划。只有在自己的基础上过好生活，你才能更好地照顾和教育孩子，给予他们良好的成长环境。",
    "annotation": [
      {
        "sentence": "对的，你的观点很重要。",
        "label": ""
      },
      {
        "sentence": "你需要思考清楚你自己的需要和愿望，以及未来的规划。",
        "label": ""
      },
      {
        "sentence": "只有在自己的基础上过好生活，你才能更好地照顾和教育孩子，给予他们良好的成长环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谨慎思考与前任的关系，过去与前任结束关系的原因是什么，如今再次和好是有信心解决平衡好以前的矛盾，还是出于脆弱时期一时的情感亏空，婚内矛盾导致的情感外求。",
    "annotation": [
      {
        "sentence": "谨慎思考与前任的关系，过去与前任结束关系的原因是什么，如今再次和好是有信心解决平衡好以前的矛盾，还是出于脆弱时期一时的情感亏空，婚内矛盾导致的情感外求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，与前任的关系需要慎重考虑。你需要回顾以往与前任结束关系的原因，并评估目前和好是因为有信心解决以前的矛盾，还是仅仅因为身处脆弱的时期而产生的情感亏空。并且需要注意，情感外求往往是由于婚内矛盾导致的。",
    "annotation": [
      {
        "sentence": "确实，与前任的关系需要慎重考虑。",
        "label": ""
      },
      {
        "sentence": "你需要回顾以往与前任结束关系的原因，并评估目前和好是因为有信心解决以前的矛盾，还是仅仅因为身处脆弱的时期而产生的情感亏空。",
        "label": ""
      },
      {
        "sentence": "并且需要注意，情感外求往往是由于婚内矛盾导致的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，我会好好思考这些问题。我需要更清楚地认识自己的需求和未来的规划，也要考虑到孩子的幸福和稳定。再次感谢你的支持与帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，我会好好思考这些问题。",
        "label": ""
      },
      {
        "sentence": "我需要更清楚地认识自己的需求和未来的规划，也要考虑到孩子的幸福和稳定。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持与帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。非常重要的是，你要保持冷静和理智，认真思考并作出明智的决策，同时也要为自己的情感和需求负责。如果你还需要进一步的帮助和支持，随时可以找我倾诉。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "非常重要的是，你要保持冷静和理智，认真思考并作出明智的决策，同时也要为自己的情感和需求负责。",
        "label": ""
      },
      {
        "sentence": "如果你还需要进一步的帮助和支持，随时可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]