[
  {
    "role": "client",
    "content": "我21岁，是个单亲孩子。最近和我的妈妈关系变得很糟，我不知道发生了什么问题。从小我一直很敬爱母亲，也很听话。但同时，我也很害怕她。举个例子，每当母亲认为我不好的时候，她会用眼神提示我，我就不敢再继续做什么了，比如过年时大人给我压岁钱的时候，如果我看向母亲，她不满意的表情就让我很害怕。现在我长大了，母亲时而温柔时而凶狠，有时候会不停地责骂我，我感到很烦躁。我回绝她的时候，她会说出一些伤人的话，虽然她说完后会后悔，但同时我也很害怕她训斥我。母亲是我最关心的人，但我现在感到很烦她。请问各位老师，我和母亲的关系出现了问题吗？我很担忧。",
    "annotation": [
      {
        "sentence": "我21岁，是个单亲孩子。",
        "label": ""
      },
      {
        "sentence": "最近和我的妈妈关系变得很糟，我不知道发生了什么问题。",
        "label": ""
      },
      {
        "sentence": "从小我一直很敬爱母亲，也很听话。",
        "label": ""
      },
      {
        "sentence": "但同时，我也很害怕她。",
        "label": ""
      },
      {
        "sentence": "举个例子，每当母亲认为我不好的时候，她会用眼神提示我，我就不敢再继续做什么了，比如过年时大人给我压岁钱的时候，如果我看向母亲，她不满意的表情就让我很害怕。",
        "label": ""
      },
      {
        "sentence": "现在我长大了，母亲时而温柔时而凶狠，有时候会不停地责骂我，我感到很烦躁。",
        "label": ""
      },
      {
        "sentence": "我回绝她的时候，她会说出一些伤人的话，虽然她说完后会后悔，但同时我也很害怕她训斥我。",
        "label": ""
      },
      {
        "sentence": "母亲是我最关心的人，但我现在感到很烦她。",
        "label": ""
      },
      {
        "sentence": "请问各位老师，我和母亲的关系出现了问题吗？",
        "label": ""
      },
      {
        "sentence": "我很担忧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实你现在的情况是典型的单亲家庭问题。你对母亲有着极度的爱，也展现出极度的害怕。我理解你的担心，因为你害怕母亲会离开你。但是，单亲家庭最可怕的不是缺乏爱，而是在父母分离过程中对孩子造成的巨大恐惧感。这种恐惧感会导致你对爱产生偏执，就像你对母亲一样。你对母亲的爱是极端的，同样也有着极端的恐惧。你害怕她因为你做得不好而离开你。所以现在你最大的任务是讨好你的母亲，让她开心。你最害怕的是母亲对你不满意，因为这时你会觉得母亲随时可能抛弃你，这种心理阴影会让你感到无力和悲伤。这种感觉告诉你，你是一个随时可以被抛弃的人，没有价值。这是一种心理暗示。但实际上，一个宝贵的钻石即使有一些划痕也不会被抛弃。只有普通的废纸才会因为不够整洁而被舍弃。所以我们要改变这种认知，相信自己也是一颗珍贵的钻石。我们可能会偶尔任性，给对方带来困扰和不开心，但对方也不会抛弃我们，因为我们是值得被爱的。只有当我们有这种想法，我们才能自由地做自己想做的事，释放自己的魅力。我们也才能真正理解对方，理解我们的母亲。我们要超越母亲给我们的圈圈，不再依附于她。只有这样，我们才能看到这个世界的本质，真正理解它。就像当我们站在月球上看地球时，我们才能真正了解地球。去探索外太空的基础需求是相信自己是一名优秀的宇航员。只有这样，我们才能真正探索地球的美丽与灿烂。我真心希望你早日成为一名优秀的宇航员，探索到那个美丽的地方。",
    "annotation": [
      {
        "sentence": "其实你现在的情况是典型的单亲家庭问题。",
        "label": ""
      },
      {
        "sentence": "你对母亲有着极度的爱，也展现出极度的害怕。",
        "label": ""
      },
      {
        "sentence": "我理解你的担心，因为你害怕母亲会离开你。",
        "label": ""
      },
      {
        "sentence": "但是，单亲家庭最可怕的不是缺乏爱，而是在父母分离过程中对孩子造成的巨大恐惧感。",
        "label": ""
      },
      {
        "sentence": "这种恐惧感会导致你对爱产生偏执，就像你对母亲一样。",
        "label": ""
      },
      {
        "sentence": "你对母亲的爱是极端的，同样也有着极端的恐惧。",
        "label": ""
      },
      {
        "sentence": "你害怕她因为你做得不好而离开你。",
        "label": ""
      },
      {
        "sentence": "所以现在你最大的任务是讨好你的母亲，让她开心。",
        "label": ""
      },
      {
        "sentence": "你最害怕的是母亲对你不满意，因为这时你会觉得母亲随时可能抛弃你，这种心理阴影会让你感到无力和悲伤。",
        "label": ""
      },
      {
        "sentence": "这种感觉告诉你，你是一个随时可以被抛弃的人，没有价值。",
        "label": ""
      },
      {
        "sentence": "这是一种心理暗示。",
        "label": ""
      },
      {
        "sentence": "但实际上，一个宝贵的钻石即使有一些划痕也不会被抛弃。",
        "label": ""
      },
      {
        "sentence": "只有普通的废纸才会因为不够整洁而被舍弃。",
        "label": ""
      },
      {
        "sentence": "所以我们要改变这种认知，相信自己也是一颗珍贵的钻石。",
        "label": ""
      },
      {
        "sentence": "我们可能会偶尔任性，给对方带来困扰和不开心，但对方也不会抛弃我们，因为我们是值得被爱的。",
        "label": ""
      },
      {
        "sentence": "只有当我们有这种想法，我们才能自由地做自己想做的事，释放自己的魅力。",
        "label": ""
      },
      {
        "sentence": "我们也才能真正理解对方，理解我们的母亲。",
        "label": ""
      },
      {
        "sentence": "我们要超越母亲给我们的圈圈，不再依附于她。",
        "label": ""
      },
      {
        "sentence": "只有这样，我们才能看到这个世界的本质，真正理解它。",
        "label": ""
      },
      {
        "sentence": "就像当我们站在月球上看地球时，我们才能真正了解地球。",
        "label": ""
      },
      {
        "sentence": "去探索外太空的基础需求是相信自己是一名优秀的宇航员。",
        "label": ""
      },
      {
        "sentence": "只有这样，我们才能真正探索地球的美丽与灿烂。",
        "label": ""
      },
      {
        "sentence": "我真心希望你早日成为一名优秀的宇航员，探索到那个美丽的地方。",
        "label": ""
      }
    ]
  }
]