[
  {
    "role": "client",
    "content": "我21岁了，是单亲家庭，最近我和我妈妈的关系出了问题。从小我一直很敬爱妈妈，也听从她的话。但同时我也很害怕她，比如她觉得我做错了什么，会通过眼神给我暗示，我就不敢再做下去。举个例子，过年的时候，当大人给我压岁钱，亲戚给我钱的时候，我都会看向妈妈，因为如果她不高兴，我会感到很害怕。",
    "annotation": [
      {
        "sentence": "我21岁了，是单亲家庭，最近我和我妈妈的关系出了问题。",
        "label": ""
      },
      {
        "sentence": "从小我一直很敬爱妈妈，也听从她的话。",
        "label": ""
      },
      {
        "sentence": "但同时我也很害怕她，比如她觉得我做错了什么，会通过眼神给我暗示，我就不敢再做下去。",
        "label": ""
      },
      {
        "sentence": "举个例子，过年的时候，当大人给我压岁钱，亲戚给我钱的时候，我都会看向妈妈，因为如果她不高兴，我会感到很害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你与妈妈的关系由“好”变“坏”，其实对你来说是一件好事。因为这意味着你终于可以尝试着做你自己了。你是单亲家庭的孩子，小时候敬爱妈妈的很大一部分原因是因为你不得不“爱”她，因为如果你不“爱”她，你会面临被抛弃、无法生存下去的风险。这是你幼小的心灵为了自我保护而采取的措施。其实不仅仅是单亲家庭的孩子，很多有父母的孩子小时候也会有类似的经历。当父母用粗暴、控制（无意识的）的方式抚养孩子时，孩子不得不“屈服”，不得不听话、懂事。但这种听话、懂事是以压抑孩子自己真实需求为代价的，而不是孩子自发的听话、懂事。从你的描述中我可以清晰地看到，以前的你是以母亲的高兴与否、要求作为你行动的准则，而不是按照自己的真实想法行动。现在你长大了，自我生存能力显著提高，你开始不像以前那样与妈妈互动，开始反驳、回绝她。而这种“会说些控制不住的话”其实是以前被压抑的部分寻求表达的方式。尽管你知道妈妈已经不能完全威胁到你的生存，但另一方面你对自己还不够确定，所以你会感到“心里很害怕，怕妈妈训斥我”。同时你也通过“只有妈妈是最关心我的人”来合理化、说服自己，来让被压抑的自己感觉舒服一些。你的实实在在的变化母亲也会有所感觉。这让母亲感到一种权威的“威摄”，所以她才会在你面前时而温柔、时而凶。这也是她尝试与你互动的新方式，她知道以前的方式已经不起作用了。其实现在你和妈妈的关系变“坏”，对你们母女（子）两个来说都是好事。因为只有通过这个变化，你才能真正长大成人，将来才有能力回报妈妈的养育之恩。通过这个变化，才能让妈妈感受到孩子长大了，可以放手了，不用再为你辛苦操劳。请允许自己和妈妈发生一些言语冲突，相信这不会减少你们之间的“爱”。但同时要提醒你，在安抚好自己的同时，慢慢学着让与妈妈的冲突不那么强烈。当你有能力时，学着安抚妈妈的情绪。这是一个艰难漫长的过程，请加油！",
    "annotation": [
      {
        "sentence": "你与妈妈的关系由“好”变“坏”，其实对你来说是一件好事。",
        "label": ""
      },
      {
        "sentence": "因为这意味着你终于可以尝试着做你自己了。",
        "label": ""
      },
      {
        "sentence": "你是单亲家庭的孩子，小时候敬爱妈妈的很大一部分原因是因为你不得不“爱”她，因为如果你不“爱”她，你会面临被抛弃、无法生存下去的风险。",
        "label": ""
      },
      {
        "sentence": "这是你幼小的心灵为了自我保护而采取的措施。",
        "label": ""
      },
      {
        "sentence": "其实不仅仅是单亲家庭的孩子，很多有父母的孩子小时候也会有类似的经历。",
        "label": ""
      },
      {
        "sentence": "当父母用粗暴、控制（无意识的）的方式抚养孩子时，孩子不得不“屈服”，不得不听话、懂事。",
        "label": ""
      },
      {
        "sentence": "但这种听话、懂事是以压抑孩子自己真实需求为代价的，而不是孩子自发的听话、懂事。",
        "label": ""
      },
      {
        "sentence": "从你的描述中我可以清晰地看到，以前的你是以母亲的高兴与否、要求作为你行动的准则，而不是按照自己的真实想法行动。",
        "label": ""
      },
      {
        "sentence": "现在你长大了，自我生存能力显著提高，你开始不像以前那样与妈妈互动，开始反驳、回绝她。",
        "label": ""
      },
      {
        "sentence": "而这种“会说些控制不住的话”其实是以前被压抑的部分寻求表达的方式。",
        "label": ""
      },
      {
        "sentence": "尽管你知道妈妈已经不能完全威胁到你的生存，但另一方面你对自己还不够确定，所以你会感到“心里很害怕，怕妈妈训斥我”。",
        "label": ""
      },
      {
        "sentence": "同时你也通过“只有妈妈是最关心我的人”来合理化、说服自己，来让被压抑的自己感觉舒服一些。",
        "label": ""
      },
      {
        "sentence": "你的实实在在的变化母亲也会有所感觉。",
        "label": ""
      },
      {
        "sentence": "这让母亲感到一种权威的“威摄”，所以她才会在你面前时而温柔、时而凶。",
        "label": ""
      },
      {
        "sentence": "这也是她尝试与你互动的新方式，她知道以前的方式已经不起作用了。",
        "label": ""
      },
      {
        "sentence": "其实现在你和妈妈的关系变“坏”，对你们母女（子）两个来说都是好事。",
        "label": ""
      },
      {
        "sentence": "因为只有通过这个变化，你才能真正长大成人，将来才有能力回报妈妈的养育之恩。",
        "label": ""
      },
      {
        "sentence": "通过这个变化，才能让妈妈感受到孩子长大了，可以放手了，不用再为你辛苦操劳。",
        "label": ""
      },
      {
        "sentence": "请允许自己和妈妈发生一些言语冲突，相信这不会减少你们之间的“爱”。",
        "label": ""
      },
      {
        "sentence": "但同时要提醒你，在安抚好自己的同时，慢慢学着让与妈妈的冲突不那么强烈。",
        "label": ""
      },
      {
        "sentence": "当你有能力时，学着安抚妈妈的情绪。",
        "label": ""
      },
      {
        "sentence": "这是一个艰难漫长的过程，请加油！",
        "label": ""
      }
    ]
  }
]