[
  {
    "role": "client",
    "content": "我21岁，单亲家庭，在过去，我的关系和母亲非常好，我很敬爱她，也听她的话。可是，我也很害怕她，比如当她觉得我做的不好的时候，她会用眼神来警告我，我就不敢再做下去。比如过年的时候，亲戚给我压岁钱，我会看向母亲，如果她不开心，我会感到很害怕。现在长大了，母亲时而温柔时而凶，有时候不停地责备我，我很烦。可是她一让我回绝她，她会说一些伤人的话，说完后又很后悔。但同时，我也很害怕她训斥我，因为只有母亲是最关心我的人。但现在我真的很烦她，我担心我和母亲的关系出现了问题。",
    "annotation": [
      {
        "sentence": "我21岁，单亲家庭，在过去，我的关系和母亲非常好，我很敬爱她，也听她的话。",
        "label": ""
      },
      {
        "sentence": "可是，我也很害怕她，比如当她觉得我做的不好的时候，她会用眼神来警告我，我就不敢再做下去。",
        "label": ""
      },
      {
        "sentence": "比如过年的时候，亲戚给我压岁钱，我会看向母亲，如果她不开心，我会感到很害怕。",
        "label": ""
      },
      {
        "sentence": "现在长大了，母亲时而温柔时而凶，有时候不停地责备我，我很烦。",
        "label": ""
      },
      {
        "sentence": "可是她一让我回绝她，她会说一些伤人的话，说完后又很后悔。",
        "label": ""
      },
      {
        "sentence": "但同时，我也很害怕她训斥我，因为只有母亲是最关心我的人。",
        "label": ""
      },
      {
        "sentence": "但现在我真的很烦她，我担心我和母亲的关系出现了问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "见字如面～希望我的回答能带给你一些帮助。看到你的描述，我想到了一部电视剧《小欢喜》，里面的情节可能和你的情况有些类似。主人公乔英子也面对着和你相似的问题，她也有一个很严厉的妈妈，她也想要做一个懂事的孩子，但最终她陷入了失眠，甚至想要自杀。她和妈妈之间的矛盾最终升级了，和你和母亲关系越来越坏。这其中有一些共同点，我们来分析一下问题所在吧！首先，你生长在一个单亲家庭里，妈妈对你来说很重要，甚至是你的一切。所以潜意识里，你不敢违抗她，就像你说的，很害怕她生气，所以几乎每件事情都要征得她的同意。这是很正常的。你小的时候可能很顺从妈妈的意愿，一直是她心中的乖宝宝。但现在你已经21岁了，不再是一个任人摆布的小女孩，你有自己强烈的自我意识，有自己的主张，不想被别人束缚。这是你这个年龄阶段应该有的特征。然而对于你妈妈来说，无论你多大，她永远将你视为小孩，她对你的要求可能和从前一样严格，而你在发生变化，她却没有变。所以你们的关系比以前更紧张了。另外，你妈妈的情绪也需要考虑。作为一个单身妈妈，她承担着很多责任和压力，再加上这个年龄阶段可能会有更年期的情绪波动，所以她有时会温柔，有时暴躁，这是可以理解的。这方面需要你理解她的情绪。那么，我们该怎么解决这种状况呢？我有几点方法：首先，和妈妈聊聊，母女之间是最亲密也是最陌生的关系，特别是在单亲家庭里，因为太亲密了，所以有些事情我们不敢触碰，这样就产生了一种隔阂。你应该和妈妈认真地聊一次心，告诉她你内心的想法，让她知道你已经不是以前的小女孩，你有自己独立的三观和生活方式，让她意识到她不能再过多干预你的生活。第二，当妈妈情绪暴躁时，学会站在她的角度想一想，她对你的要求和做事出发点都是为你好，虽然有时候她可能表现得强势和不合理，但是你要学会理解她的苦心。我不是说你要完全接受她的做法，而是当她情绪暴躁时，不要和她对着干，等她冷静下来之后再和她商量。第三，改变你对妈妈的认知。因为你对妈妈的形象已经在心里留下了一个十分明确的概念，你觉得妈妈是你生活中非常重要的角色，所以她生气是一件很严重的事情。但是你要明白，妈妈只是你生活中的一个引路人，她不能主导你的人生，所以你无须过分畏惧妈妈。试着和妈妈更亲密地接触，以平和的心态与她相处。亲密关系出现问题是很正常的，需要双方把握好尺度，调节好各自的情绪。但无论如何，互相理解都是最重要的，希望你能找到和妈妈相处的平衡点。祝你好运！",
    "annotation": [
      {
        "sentence": "见字如面～希望我的回答能带给你一些帮助。",
        "label": ""
      },
      {
        "sentence": "看到你的描述，我想到了一部电视剧《小欢喜》，里面的情节可能和你的情况有些类似。",
        "label": ""
      },
      {
        "sentence": "主人公乔英子也面对着和你相似的问题，她也有一个很严厉的妈妈，她也想要做一个懂事的孩子，但最终她陷入了失眠，甚至想要自杀。",
        "label": ""
      },
      {
        "sentence": "她和妈妈之间的矛盾最终升级了，和你和母亲关系越来越坏。",
        "label": ""
      },
      {
        "sentence": "这其中有一些共同点，我们来分析一下问题所在吧！",
        "label": ""
      },
      {
        "sentence": "首先，你生长在一个单亲家庭里，妈妈对你来说很重要，甚至是你的一切。",
        "label": ""
      },
      {
        "sentence": "所以潜意识里，你不敢违抗她，就像你说的，很害怕她生气，所以几乎每件事情都要征得她的同意。",
        "label": ""
      },
      {
        "sentence": "这是很正常的。",
        "label": ""
      },
      {
        "sentence": "你小的时候可能很顺从妈妈的意愿，一直是她心中的乖宝宝。",
        "label": ""
      },
      {
        "sentence": "但现在你已经21岁了，不再是一个任人摆布的小女孩，你有自己强烈的自我意识，有自己的主张，不想被别人束缚。",
        "label": ""
      },
      {
        "sentence": "这是你这个年龄阶段应该有的特征。",
        "label": ""
      },
      {
        "sentence": "然而对于你妈妈来说，无论你多大，她永远将你视为小孩，她对你的要求可能和从前一样严格，而你在发生变化，她却没有变。",
        "label": ""
      },
      {
        "sentence": "所以你们的关系比以前更紧张了。",
        "label": ""
      },
      {
        "sentence": "另外，你妈妈的情绪也需要考虑。",
        "label": ""
      },
      {
        "sentence": "作为一个单身妈妈，她承担着很多责任和压力，再加上这个年龄阶段可能会有更年期的情绪波动，所以她有时会温柔，有时暴躁，这是可以理解的。",
        "label": ""
      },
      {
        "sentence": "这方面需要你理解她的情绪。",
        "label": ""
      },
      {
        "sentence": "那么，我们该怎么解决这种状况呢？",
        "label": ""
      },
      {
        "sentence": "我有几点方法：首先，和妈妈聊聊，母女之间是最亲密也是最陌生的关系，特别是在单亲家庭里，因为太亲密了，所以有些事情我们不敢触碰，这样就产生了一种隔阂。",
        "label": ""
      },
      {
        "sentence": "你应该和妈妈认真地聊一次心，告诉她你内心的想法，让她知道你已经不是以前的小女孩，你有自己独立的三观和生活方式，让她意识到她不能再过多干预你的生活。",
        "label": ""
      },
      {
        "sentence": "第二，当妈妈情绪暴躁时，学会站在她的角度想一想，她对你的要求和做事出发点都是为你好，虽然有时候她可能表现得强势和不合理，但是你要学会理解她的苦心。",
        "label": ""
      },
      {
        "sentence": "我不是说你要完全接受她的做法，而是当她情绪暴躁时，不要和她对着干，等她冷静下来之后再和她商量。",
        "label": ""
      },
      {
        "sentence": "第三，改变你对妈妈的认知。",
        "label": ""
      },
      {
        "sentence": "因为你对妈妈的形象已经在心里留下了一个十分明确的概念，你觉得妈妈是你生活中非常重要的角色，所以她生气是一件很严重的事情。",
        "label": ""
      },
      {
        "sentence": "但是你要明白，妈妈只是你生活中的一个引路人，她不能主导你的人生，所以你无须过分畏惧妈妈。",
        "label": ""
      },
      {
        "sentence": "试着和妈妈更亲密地接触，以平和的心态与她相处。",
        "label": ""
      },
      {
        "sentence": "亲密关系出现问题是很正常的，需要双方把握好尺度，调节好各自的情绪。",
        "label": ""
      },
      {
        "sentence": "但无论如何，互相理解都是最重要的，希望你能找到和妈妈相处的平衡点。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]