[
  {
    "role": "client",
    "content": "21岁，单亲，与母亲的关系由好变坏是出了什么问题？从小很敬爱母亲也乖巧听母亲的话，但同时也很害怕。比如母亲觉得我不好的时候会有一个眼神提示我就不敢做下去了。举个例子过年的时候吧大人给我压岁钱的时候亲戚给钱的时候我就会看向母亲，做错事的时候就非常的害怕。现在长大了，母亲时而温柔时而很凶，有时候不停地训斥我，我就很烦回绝她会说些控制不住的话说完很后悔，但同时心里也很害怕怕母亲训斥我。只有母亲是最关心我的人，但我现在就很烦她。请问各位老师，我和母亲的关系出现了问题了？很担忧。",
    "annotation": [
      {
        "sentence": "21岁，单亲，与母亲的关系由好变坏是出了什么问题？",
        "label": ""
      },
      {
        "sentence": "从小很敬爱母亲也乖巧听母亲的话，但同时也很害怕。",
        "label": ""
      },
      {
        "sentence": "比如母亲觉得我不好的时候会有一个眼神提示我就不敢做下去了。",
        "label": ""
      },
      {
        "sentence": "举个例子过年的时候吧大人给我压岁钱的时候亲戚给钱的时候我就会看向母亲，做错事的时候就非常的害怕。",
        "label": ""
      },
      {
        "sentence": "现在长大了，母亲时而温柔时而很凶，有时候不停地训斥我，我就很烦回绝她会说些控制不住的话说完很后悔，但同时心里也很害怕怕母亲训斥我。",
        "label": ""
      },
      {
        "sentence": "只有母亲是最关心我的人，但我现在就很烦她。",
        "label": ""
      },
      {
        "sentence": "请问各位老师，我和母亲的关系出现了问题了？",
        "label": ""
      },
      {
        "sentence": "很担忧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的你，先哈，能提出自己的困惑并寻求帮助。为你的勇敢和敞开点赞。我有两个方面的思考，不知道会不会对你有些有益的参考。",
    "annotation": [
      {
        "sentence": "亲爱的你，先哈，能提出自己的困惑并寻求帮助。",
        "label": ""
      },
      {
        "sentence": "为你的勇敢和敞开点赞。",
        "label": ""
      },
      {
        "sentence": "我有两个方面的思考，不知道会不会对你有些有益的参考。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的肯定和支持，我确实在寻找一些指引。你提到两个方面的思考，请告诉我吧，我很期待。",
    "annotation": [
      {
        "sentence": "谢谢你的肯定和支持，我确实在寻找一些指引。",
        "label": ""
      },
      {
        "sentence": "你提到两个方面的思考，请告诉我吧，我很期待。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "1、看到你为“与母亲的关系由好变坏”而担心，心疼着你的担心，想象着你为此着急焦虑的样子。你说你从小就是个乖巧听话的孩子，对母亲用的是“敬爱”这样的词汇。想必是从小到大，一直视母亲为自己的天神一样，爱到骨髓里。你还说，很害怕她。以至于她的一个眼神，就足以让你停止正在做的事情。或许，这就是你对母亲的感觉，又爱又怕。其实，这是每一个人对母亲的感觉，尤其是孩子，对于母亲的感觉是很普遍而且正常的。然而，你说你现在长大了，感觉到很烦，会说些控制不住的话，说完就后悔。不知道该怎么办？我能感受到你的纠结、无助和担忧。实际上，就如你自己所说，你确实已经长大了。长大了的标志，就是有自己独立的思想、独立的人格、独立的世界，不愿意再受到别人——哪怕是自己的母亲的控制和干涉。所以，你感觉到了烦，会下意识地拒绝她。这要恭喜你啊。这不是出现了问题，这是你长大成熟的标志，也是人生必须要经历的一个阶段。接下来，可能你得向母亲表明，你已经长大了、成熟了，慢慢要成为一个独立的人了。",
    "annotation": [
      {
        "sentence": "1、看到你为“与母亲的关系由好变坏”而担心，心疼着你的担心，想象着你为此着急焦虑的样子。",
        "label": ""
      },
      {
        "sentence": "你说你从小就是个乖巧听话的孩子，对母亲用的是“敬爱”这样的词汇。",
        "label": ""
      },
      {
        "sentence": "想必是从小到大，一直视母亲为自己的天神一样，爱到骨髓里。",
        "label": ""
      },
      {
        "sentence": "你还说，很害怕她。",
        "label": ""
      },
      {
        "sentence": "以至于她的一个眼神，就足以让你停止正在做的事情。",
        "label": ""
      },
      {
        "sentence": "或许，这就是你对母亲的感觉，又爱又怕。",
        "label": ""
      },
      {
        "sentence": "其实，这是每一个人对母亲的感觉，尤其是孩子，对于母亲的感觉是很普遍而且正常的。",
        "label": ""
      },
      {
        "sentence": "然而，你说你现在长大了，感觉到很烦，会说些控制不住的话，说完就后悔。",
        "label": ""
      },
      {
        "sentence": "不知道该怎么办？",
        "label": ""
      },
      {
        "sentence": "我能感受到你的纠结、无助和担忧。",
        "label": ""
      },
      {
        "sentence": "实际上，就如你自己所说，你确实已经长大了。",
        "label": ""
      },
      {
        "sentence": "长大了的标志，就是有自己独立的思想、独立的人格、独立的世界，不愿意再受到别人——哪怕是自己的母亲的控制和干涉。",
        "label": ""
      },
      {
        "sentence": "所以，你感觉到了烦，会下意识地拒绝她。",
        "label": ""
      },
      {
        "sentence": "这要恭喜你啊。",
        "label": ""
      },
      {
        "sentence": "这不是出现了问题，这是你长大成熟的标志，也是人生必须要经历的一个阶段。",
        "label": ""
      },
      {
        "sentence": "接下来，可能你得向母亲表明，你已经长大了、成熟了，慢慢要成为一个独立的人了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，我从来没有想到长大了会带来这些纠结和困惑。但是，我也很担心这种变化会伤害到母亲的感受，我不想让她难过或失望。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，我从来没有想到长大了会带来这些纠结和困惑。",
        "label": ""
      },
      {
        "sentence": "但是，我也很担心这种变化会伤害到母亲的感受，我不想让她难过或失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "2、至于担忧这种感觉，为长大成熟而感到担忧只是一根导火索。那么，说到担忧，原来有没有过类似这样的感觉呢？有没有经历过类似的事情呢？这让你想到了什么呢？你说你担忧和母亲的关系。在问题里面，你提到了你是单亲家庭。那么，这种担忧，与单亲家庭成长有什么关系么？你担忧和母亲的关系出现了问题，你觉得会出现什么样的问题呢？与21岁的年龄有什么关系么？最坏会出现什么样的状况呢？可以在无人的时候，问问自己；也可以把这些问题的答案写下来。看一看，会不会有不一样的感受，有着不一样的体验？希望能给你一些帮助。世界与我爱着你！",
    "annotation": [
      {
        "sentence": "2、至于担忧这种感觉，为长大成熟而感到担忧只是一根导火索。",
        "label": ""
      },
      {
        "sentence": "那么，说到担忧，原来有没有过类似这样的感觉呢？",
        "label": ""
      },
      {
        "sentence": "有没有经历过类似的事情呢？",
        "label": ""
      },
      {
        "sentence": "这让你想到了什么呢？",
        "label": ""
      },
      {
        "sentence": "你说你担忧和母亲的关系。",
        "label": ""
      },
      {
        "sentence": "在问题里面，你提到了你是单亲家庭。",
        "label": ""
      },
      {
        "sentence": "那么，这种担忧，与单亲家庭成长有什么关系么？",
        "label": ""
      },
      {
        "sentence": "你担忧和母亲的关系出现了问题，你觉得会出现什么样的问题呢？",
        "label": ""
      },
      {
        "sentence": "与21岁的年龄有什么关系么？",
        "label": ""
      },
      {
        "sentence": "最坏会出现什么样的状况呢？",
        "label": ""
      },
      {
        "sentence": "可以在无人的时候，问问自己；也可以把这些问题的答案写下来。",
        "label": ""
      },
      {
        "sentence": "看一看，会不会有不一样的感受，有着不一样的体验？",
        "label": ""
      },
      {
        "sentence": "希望能给你一些帮助。",
        "label": ""
      },
      {
        "sentence": "世界与我爱着你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的问题让我对自己的担忧有了更深的认识。我意识到我可能把这些担忧和与母亲的关系联系在了一起。作为单亲孩子，我可能觉得在成长中缺少了父爱，更加依赖母爱，所以更担心失去她。与母亲的关系出现问题后，我可能觉得孤单和无助。21岁的年龄也让我觉得应该学会处理更多的人际关系，但又害怕面对可能的挫折和矛盾。感谢你的提醒，我会试着问问自己这些问题并思考一下。",
    "annotation": [
      {
        "sentence": "你的问题让我对自己的担忧有了更深的认识。",
        "label": ""
      },
      {
        "sentence": "我意识到我可能把这些担忧和与母亲的关系联系在了一起。",
        "label": ""
      },
      {
        "sentence": "作为单亲孩子，我可能觉得在成长中缺少了父爱，更加依赖母爱，所以更担心失去她。",
        "label": ""
      },
      {
        "sentence": "与母亲的关系出现问题后，我可能觉得孤单和无助。",
        "label": ""
      },
      {
        "sentence": "21岁的年龄也让我觉得应该学会处理更多的人际关系，但又害怕面对可能的挫折和矛盾。",
        "label": ""
      },
      {
        "sentence": "感谢你的提醒，我会试着问问自己这些问题并思考一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的问题激发了你对自己的思考和认识。你已经迈出了第一步，找到了自身存在的问题。接下来，请你耐心地面对这些问题，试着从多角度思考，找到适合自己的解决方案。母亲是最关心你的人，她也希望你能成长为一个独立自信的人。保持积极的心态，相信你能够克服困难，建立更好的与母亲的关系。别忘了，这个世界与我爱着你！",
    "annotation": [
      {
        "sentence": "很高兴我的问题激发了你对自己的思考和认识。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，找到了自身存在的问题。",
        "label": ""
      },
      {
        "sentence": "接下来，请你耐心地面对这些问题，试着从多角度思考，找到适合自己的解决方案。",
        "label": ""
      },
      {
        "sentence": "母亲是最关心你的人，她也希望你能成长为一个独立自信的人。",
        "label": ""
      },
      {
        "sentence": "保持积极的心态，相信你能够克服困难，建立更好的与母亲的关系。",
        "label": ""
      },
      {
        "sentence": "别忘了，这个世界与我爱着你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直的陪伴和鼓励。我会努力面对自己的问题，寻找解决的方法。再次感谢你的支持和鼓励，我真的很感激！",
    "annotation": [
      {
        "sentence": "谢谢你一直的陪伴和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会努力面对自己的问题，寻找解决的方法。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励，我真的很感激！",
        "label": ""
      }
    ]
  }
]