[
  {
    "role": "client",
    "content": "我很排斥一个适合结婚的胖男孩，怎么办？年龄大了，周围的人都在说我为什么还没有结婚。一个月前，相亲一个很胖的男孩，第一眼就不喜欢他，后来想想觉得自己不应该以貌取人，就试着相处看看，他挺老实的，人很好，可是慢慢我并不想跟他见面，甚至有点儿排斥他，比如说他摸一下我的头发我都觉得心理很反感，我知道自己这样不对，可我没办法控制自己，有时候想想就这样吧，跟他结婚得了，跟谁结婚都一样，可是心里还是不甘心，不想这样将就，可是年龄不等人啊，我该怎么办？",
    "annotation": [
      {
        "sentence": "我很排斥一个适合结婚的胖男孩，怎么办？",
        "label": ""
      },
      {
        "sentence": "年龄大了，周围的人都在说我为什么还没有结婚。",
        "label": ""
      },
      {
        "sentence": "一个月前，相亲一个很胖的男孩，第一眼就不喜欢他，后来想想觉得自己不应该以貌取人，就试着相处看看，他挺老实的，人很好，可是慢慢我并不想跟他见面，甚至有点儿排斥他，比如说他摸一下我的头发我都觉得心理很反感，我知道自己这样不对，可我没办法控制自己，有时候想想就这样吧，跟他结婚得了，跟谁结婚都一样，可是心里还是不甘心，不想这样将就，可是年龄不等人啊，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你做出决定之前，先问问自己几个问题吧。1）如果不喜欢就不结婚，会有什么后果呢？2）如果你勉强结婚了，以后还是不喜欢，你打算怎么办呢？摸头发不舒服，是因为害羞还是别扭，又或者是其他原因呢？3）你过去有没有遇到过你很想靠近的男性？是什么原因让你错过了他们呢？【我无意八卦，只是想让你思考一下，如果你有这样的经历，是不是还有机会好好把握呢？】4）如果你错过了这个人，可能很难再找到合适的了，那你一个人的生活会变成什么样呢？5）你是因为自己想结婚还是被催婚而感到着急呢？6）你是从什么时候开始着急结婚的呢？是什么事情触动了你呢？7）你过去的恋爱经历带给你什么感受？现在是否已经不再影响你了呢？我们都希望找到一个人品好、长相也好的伴侣，至少不讨厌的那种。所以我不知道你的排斥是否代表你不能接受。如果你觉得这个人还不错，只是暂时无法接受他的外貌，你可以考虑再多交往一段时间吗？看看感情的发展是否会改变对他的感觉？如果改变不了，那可能就不要勉强自己了。如果感情逐渐变好，那也是个不错的选择。你觉得呢？结婚的考虑不只是你说的这些，还需要考虑双方的三观是否相似，家庭关系和支持，工作，性格，金钱观，教育观，价值观，世界观，以及彼此的沟通是否顺畅，默契度如何等等。总之，千万不要为了结婚而结婚，不合适的婚姻对一个人的伤害远远超过一个人的孤独感。所以先花点时间多了解这个人吧。",
    "annotation": [
      {
        "sentence": "在你做出决定之前，先问问自己几个问题吧。",
        "label": ""
      },
      {
        "sentence": "1）如果不喜欢就不结婚，会有什么后果呢？",
        "label": ""
      },
      {
        "sentence": "2）如果你勉强结婚了，以后还是不喜欢，你打算怎么办呢？",
        "label": ""
      },
      {
        "sentence": "摸头发不舒服，是因为害羞还是别扭，又或者是其他原因呢？",
        "label": ""
      },
      {
        "sentence": "3）你过去有没有遇到过你很想靠近的男性？",
        "label": ""
      },
      {
        "sentence": "是什么原因让你错过了他们呢？",
        "label": ""
      },
      {
        "sentence": "【我无意八卦，只是想让你思考一下，如果你有这样的经历，是不是还有机会好好把握呢？",
        "label": ""
      },
      {
        "sentence": "】4）如果你错过了这个人，可能很难再找到合适的了，那你一个人的生活会变成什么样呢？",
        "label": ""
      },
      {
        "sentence": "5）你是因为自己想结婚还是被催婚而感到着急呢？",
        "label": ""
      },
      {
        "sentence": "6）你是从什么时候开始着急结婚的呢？",
        "label": ""
      },
      {
        "sentence": "是什么事情触动了你呢？",
        "label": ""
      },
      {
        "sentence": "7）你过去的恋爱经历带给你什么感受？",
        "label": ""
      },
      {
        "sentence": "现在是否已经不再影响你了呢？",
        "label": ""
      },
      {
        "sentence": "我们都希望找到一个人品好、长相也好的伴侣，至少不讨厌的那种。",
        "label": ""
      },
      {
        "sentence": "所以我不知道你的排斥是否代表你不能接受。",
        "label": ""
      },
      {
        "sentence": "如果你觉得这个人还不错，只是暂时无法接受他的外貌，你可以考虑再多交往一段时间吗？",
        "label": ""
      },
      {
        "sentence": "看看感情的发展是否会改变对他的感觉？",
        "label": ""
      },
      {
        "sentence": "如果改变不了，那可能就不要勉强自己了。",
        "label": ""
      },
      {
        "sentence": "如果感情逐渐变好，那也是个不错的选择。",
        "label": ""
      },
      {
        "sentence": "你觉得呢？",
        "label": ""
      },
      {
        "sentence": "结婚的考虑不只是你说的这些，还需要考虑双方的三观是否相似，家庭关系和支持，工作，性格，金钱观，教育观，价值观，世界观，以及彼此的沟通是否顺畅，默契度如何等等。",
        "label": ""
      },
      {
        "sentence": "总之，千万不要为了结婚而结婚，不合适的婚姻对一个人的伤害远远超过一个人的孤独感。",
        "label": ""
      },
      {
        "sentence": "所以先花点时间多了解这个人吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解你的观点，我也知道婚姻是需要综合考虑很多因素的。可是，每次想到这个男孩，我就有一种强烈的排斥感，无法控制自己的反应。我不知道是不是因为他的外貌问题，或者是其他原因。因为年龄的压力，我有时候想可能与他结婚也不错，毕竟和谁结婚都会有磨合期。但是，真的不甘心就这样将就啊。",
    "annotation": [
      {
        "sentence": "我理解你的观点，我也知道婚姻是需要综合考虑很多因素的。",
        "label": ""
      },
      {
        "sentence": "可是，每次想到这个男孩，我就有一种强烈的排斥感，无法控制自己的反应。",
        "label": ""
      },
      {
        "sentence": "我不知道是不是因为他的外貌问题，或者是其他原因。",
        "label": ""
      },
      {
        "sentence": "因为年龄的压力，我有时候想可能与他结婚也不错，毕竟和谁结婚都会有磨合期。",
        "label": ""
      },
      {
        "sentence": "但是，真的不甘心就这样将就啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我能理解。人们对于婚姻的期望各不相同，每个人都有自己的标准和追求。如果你真的觉得无法接受这个男孩，那就要认真考虑了。不过，在做决定之前，你可以尝试找出你排斥他的原因。是外貌问题，还是有其他的事情让你无法接受他呢？如果只是暂时的排斥感，也许可以给彼此一些时间，看看感情的发展会不会有所改善。但如果你内心深处还是无法接受他，那么勉强自己进入婚姻可能会带来更多的痛苦。要记住，选择一个合适的伴侣是为了共同幸福，而不是为了适应周围的压力。所以，先弄清楚自己的感受和底线，再做出决定会更好。",
    "annotation": [
      {
        "sentence": "你的感受我能理解。",
        "label": ""
      },
      {
        "sentence": "人们对于婚姻的期望各不相同，每个人都有自己的标准和追求。",
        "label": ""
      },
      {
        "sentence": "如果你真的觉得无法接受这个男孩，那就要认真考虑了。",
        "label": ""
      },
      {
        "sentence": "不过，在做决定之前，你可以尝试找出你排斥他的原因。",
        "label": ""
      },
      {
        "sentence": "是外貌问题，还是有其他的事情让你无法接受他呢？",
        "label": ""
      },
      {
        "sentence": "如果只是暂时的排斥感，也许可以给彼此一些时间，看看感情的发展会不会有所改善。",
        "label": ""
      },
      {
        "sentence": "但如果你内心深处还是无法接受他，那么勉强自己进入婚姻可能会带来更多的痛苦。",
        "label": ""
      },
      {
        "sentence": "要记住，选择一个合适的伴侣是为了共同幸福，而不是为了适应周围的压力。",
        "label": ""
      },
      {
        "sentence": "所以，先弄清楚自己的感受和底线，再做出决定会更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我明白了。也许我需要更多的时间去思考和了解自己的感受。不要被外界的压力左右，要做出符合自己内心需求的选择。我会试着搞清楚自己到底在乎什么，然后再做决定。",
    "annotation": [
      {
        "sentence": "你说得对，我明白了。",
        "label": ""
      },
      {
        "sentence": "也许我需要更多的时间去思考和了解自己的感受。",
        "label": ""
      },
      {
        "sentence": "不要被外界的压力左右，要做出符合自己内心需求的选择。",
        "label": ""
      },
      {
        "sentence": "我会试着搞清楚自己到底在乎什么，然后再做决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的思考态度很积极。在决定之前，确保你充分了解自己的需求和底线是非常重要的。只有在真正接受自己的情况后，才能做出符合内心的明智选择。无论你最终的决定是什么，都要相信自己的能力和智慧，给自己足够的时间和空间。希望你能找到适合自己的幸福。如果还有其他问题，随时都可以向我求助。",
    "annotation": [
      {
        "sentence": "很好，你的思考态度很积极。",
        "label": ""
      },
      {
        "sentence": "在决定之前，确保你充分了解自己的需求和底线是非常重要的。",
        "label": ""
      },
      {
        "sentence": "只有在真正接受自己的情况后，才能做出符合内心的明智选择。",
        "label": ""
      },
      {
        "sentence": "无论你最终的决定是什么，都要相信自己的能力和智慧，给自己足够的时间和空间。",
        "label": ""
      },
      {
        "sentence": "希望你能找到适合自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时都可以向我求助。",
        "label": ""
      }
    ]
  }
]