[
  {
    "role": "client",
    "content": "请问我是思维反刍还是强迫思维，思维反刍是钻牛角尖吗？我总是每天回想起人家以前说过的伤害我的话。每当别人言语让我不舒服后，我当时也分不清别人是故意的还是无心的。也怀疑自己太敏感。当时总没有反击，事后却开始后悔，觉得自己当时该怎么怎么去反击。而且总分析别人为什么那样对我讲话。是不是觉得我好欺负，还是我多心了，还是我自己敏感了，还是别人故意那样气我？而且经常和人交往都会有这种感受。都是事后不断回想别人说的一句话，总是反复的想来想去。总感觉别人那样说话是不礼貌的。总后悔自己当时没有反击，总会事后不停回想当时该怎么怎么反击。这种情况有好几年了，几乎每天都会想起别人言语的伤害，都会不停回想当时别人说的话，都会事后才想起当时该怎么怎么语言反击。而且我每天都会想起别人说的让我不舒服的话，一想起这些，我心情都不好。明知道没必要想，却还总是情不自禁的想起。感觉这几年总是活在别人说过的让我不舒服的话的那些不愉快的记忆里。不知道我这是思维反刍还是强迫思维？",
    "annotation": [
      {
        "sentence": "请问我是思维反刍还是强迫思维，思维反刍是钻牛角尖吗？",
        "label": ""
      },
      {
        "sentence": "我总是每天回想起人家以前说过的伤害我的话。",
        "label": ""
      },
      {
        "sentence": "每当别人言语让我不舒服后，我当时也分不清别人是故意的还是无心的。",
        "label": ""
      },
      {
        "sentence": "也怀疑自己太敏感。",
        "label": ""
      },
      {
        "sentence": "当时总没有反击，事后却开始后悔，觉得自己当时该怎么怎么去反击。",
        "label": ""
      },
      {
        "sentence": "而且总分析别人为什么那样对我讲话。",
        "label": ""
      },
      {
        "sentence": "是不是觉得我好欺负，还是我多心了，还是我自己敏感了，还是别人故意那样气我？",
        "label": ""
      },
      {
        "sentence": "而且经常和人交往都会有这种感受。",
        "label": ""
      },
      {
        "sentence": "都是事后不断回想别人说的一句话，总是反复的想来想去。",
        "label": ""
      },
      {
        "sentence": "总感觉别人那样说话是不礼貌的。",
        "label": ""
      },
      {
        "sentence": "总后悔自己当时没有反击，总会事后不停回想当时该怎么怎么反击。",
        "label": ""
      },
      {
        "sentence": "这种情况有好几年了，几乎每天都会想起别人言语的伤害，都会不停回想当时别人说的话，都会事后才想起当时该怎么怎么语言反击。",
        "label": ""
      },
      {
        "sentence": "而且我每天都会想起别人说的让我不舒服的话，一想起这些，我心情都不好。",
        "label": ""
      },
      {
        "sentence": "明知道没必要想，却还总是情不自禁的想起。",
        "label": ""
      },
      {
        "sentence": "感觉这几年总是活在别人说过的让我不舒服的话的那些不愉快的记忆里。",
        "label": ""
      },
      {
        "sentence": "不知道我这是思维反刍还是强迫思维？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的困扰主要在于两个方面：一是别人的言语伤害到你，二是你没有反击让你感觉少了点什么。还担心是不是自己太敏感了。我觉得不论是哪种情况，最重要的是我们应该怎样从这种状态里走出来。【学会不评价】之前我看过一段话，大意是，你觉得伤害你的不是那件事情本身，而是你自己。因为事情在发生之后就已经过去了，而因为我们老是纠结、反复思考，才会越来越难受。其实想想就是这个道理，如果这件事你不去想，它就不会让你纠结，但是你越想，记得越深，越纠结。甚至可能几年后的某一天想起来了，还会纠结。所以，我学会了一个词叫“不评价”。我们总是习惯性地要评价一件事是好还是坏，好的事情自己就开心，坏的事情自己就难受。但是事情本身真的有绝对的好坏吗？就像塞翁失马，焉知非福，有时候我们没法简单地说事情是好还是坏。与其苦苦纠结下去，不如就不评价好了。不用褒义或贬义的词来描述，只是客观地描述一下刚刚发生的事情，以及它对自己造成了什么影响。比如，今天有个人对我说话的语气和其他人不一样，我心里有些难过；或者他今天给我提的建议有点为难我了，我感觉好难，想要和他解释，但是没来得及。【有些人的言语其实无意冒犯，只是语气让人不舒服】你说的有时候我们分不清别人说话的语气是有意还是无意的。以我个人接触到的人来看，我觉得大多数人都是善意的，只是有些人真的太不会说话了。我记得以前因为工作原因总是和一位老大哥联系，没有见过他，只是电话联系。这位老大哥每次说话，都让我觉得我是得罪他了吗，语气让我非常不舒服。我后来对他也是态度很凶。直到我后来和另一位同事抱怨这事儿的时候，同事说其实老大哥人特别好，就是不会说话，一说话就得罪人。后来慢慢地和周围人打听他，再加上自己回想了一下，其实我的工作他都很配合，干活也很认真。我们不得不承认，人和人之间是有差异的，有些人说话的语气就是很冲，让人感觉冒犯，其实他们人还是不错的。所以，我们不妨先改变一下自己看待事物的角度，先以“大家都是善意的，只是不太会说话“的假设，来和人交往，这样我们就能更容易接受一些人的话了。【多做一些转移自己注意力的事情】你说自己这几年一直活在这些不愉快的回忆里，那我们不妨做一些事情，转移自己的注意力。1.冥想。真的真的很推荐冥想，我坚持两年之后，感觉自己钻牛角尖的个性缓解了很多，纠结啊焦虑啊也减轻了。2.运动。运动之后，大汗淋漓的，再洗个澡，感觉整个人神清气爽，完全没心情去想那些不开心的事情。3.写情绪日记。你说的这些纠结，想要反击的想法，都可以写到日记本里。其实，我们会一直想那些不愉快的事情，很大原因在于没有把情绪排解出去。我们把这些都写到日记里，不管自己想的对还不对，都写下来了，慢慢地就不会再去想了。",
    "annotation": [
      {
        "sentence": "你的困扰主要在于两个方面：一是别人的言语伤害到你，二是你没有反击让你感觉少了点什么。",
        "label": ""
      },
      {
        "sentence": "还担心是不是自己太敏感了。",
        "label": ""
      },
      {
        "sentence": "我觉得不论是哪种情况，最重要的是我们应该怎样从这种状态里走出来。",
        "label": ""
      },
      {
        "sentence": "【学会不评价】之前我看过一段话，大意是，你觉得伤害你的不是那件事情本身，而是你自己。",
        "label": ""
      },
      {
        "sentence": "因为事情在发生之后就已经过去了，而因为我们老是纠结、反复思考，才会越来越难受。",
        "label": ""
      },
      {
        "sentence": "其实想想就是这个道理，如果这件事你不去想，它就不会让你纠结，但是你越想，记得越深，越纠结。",
        "label": ""
      },
      {
        "sentence": "甚至可能几年后的某一天想起来了，还会纠结。",
        "label": ""
      },
      {
        "sentence": "所以，我学会了一个词叫“不评价”。",
        "label": ""
      },
      {
        "sentence": "我们总是习惯性地要评价一件事是好还是坏，好的事情自己就开心，坏的事情自己就难受。",
        "label": ""
      },
      {
        "sentence": "但是事情本身真的有绝对的好坏吗？",
        "label": ""
      },
      {
        "sentence": "就像塞翁失马，焉知非福，有时候我们没法简单地说事情是好还是坏。",
        "label": ""
      },
      {
        "sentence": "与其苦苦纠结下去，不如就不评价好了。",
        "label": ""
      },
      {
        "sentence": "不用褒义或贬义的词来描述，只是客观地描述一下刚刚发生的事情，以及它对自己造成了什么影响。",
        "label": ""
      },
      {
        "sentence": "比如，今天有个人对我说话的语气和其他人不一样，我心里有些难过；或者他今天给我提的建议有点为难我了，我感觉好难，想要和他解释，但是没来得及。",
        "label": ""
      },
      {
        "sentence": "【有些人的言语其实无意冒犯，只是语气让人不舒服】你说的有时候我们分不清别人说话的语气是有意还是无意的。",
        "label": ""
      },
      {
        "sentence": "以我个人接触到的人来看，我觉得大多数人都是善意的，只是有些人真的太不会说话了。",
        "label": ""
      },
      {
        "sentence": "我记得以前因为工作原因总是和一位老大哥联系，没有见过他，只是电话联系。",
        "label": ""
      },
      {
        "sentence": "这位老大哥每次说话，都让我觉得我是得罪他了吗，语气让我非常不舒服。",
        "label": ""
      },
      {
        "sentence": "我后来对他也是态度很凶。",
        "label": ""
      },
      {
        "sentence": "直到我后来和另一位同事抱怨这事儿的时候，同事说其实老大哥人特别好，就是不会说话，一说话就得罪人。",
        "label": ""
      },
      {
        "sentence": "后来慢慢地和周围人打听他，再加上自己回想了一下，其实我的工作他都很配合，干活也很认真。",
        "label": ""
      },
      {
        "sentence": "我们不得不承认，人和人之间是有差异的，有些人说话的语气就是很冲，让人感觉冒犯，其实他们人还是不错的。",
        "label": ""
      },
      {
        "sentence": "所以，我们不妨先改变一下自己看待事物的角度，先以“大家都是善意的，只是不太会说话“的假设，来和人交往，这样我们就能更容易接受一些人的话了。",
        "label": ""
      },
      {
        "sentence": "【多做一些转移自己注意力的事情】你说自己这几年一直活在这些不愉快的回忆里，那我们不妨做一些事情，转移自己的注意力。",
        "label": ""
      },
      {
        "sentence": "1.冥想。",
        "label": ""
      },
      {
        "sentence": "真的真的很推荐冥想，我坚持两年之后，感觉自己钻牛角尖的个性缓解了很多，纠结啊焦虑啊也减轻了。",
        "label": ""
      },
      {
        "sentence": "2.运动。",
        "label": ""
      },
      {
        "sentence": "运动之后，大汗淋漓的，再洗个澡，感觉整个人神清气爽，完全没心情去想那些不开心的事情。",
        "label": ""
      },
      {
        "sentence": "3.写情绪日记。",
        "label": ""
      },
      {
        "sentence": "你说的这些纠结，想要反击的想法，都可以写到日记本里。",
        "label": ""
      },
      {
        "sentence": "其实，我们会一直想那些不愉快的事情，很大原因在于没有把情绪排解出去。",
        "label": ""
      },
      {
        "sentence": "我们把这些都写到日记里，不管自己想的对还不对，都写下来了，慢慢地就不会再去想了。",
        "label": ""
      }
    ]
  }
]