[
  {
    "role": "client",
    "content": "刚入职新公司，每天都被压力困扰，抑郁该怎么办？我是一名海归，因为好的工作机遇回国两周多了，在隔离期间远程入职也快两周了。这期间因为新工作的压力和磨合，让我觉得很抑郁，压力也很大。每天都有嗜睡和无法进食的情况。入职才这么短时间，我不能辞职，只能每天熬日子。感到好痛苦没有出路。我该怎么办？",
    "annotation": [
      {
        "sentence": "刚入职新公司，每天都被压力困扰，抑郁该怎么办？",
        "label": ""
      },
      {
        "sentence": "我是一名海归，因为好的工作机遇回国两周多了，在隔离期间远程入职也快两周了。",
        "label": ""
      },
      {
        "sentence": "这期间因为新工作的压力和磨合，让我觉得很抑郁，压力也很大。",
        "label": ""
      },
      {
        "sentence": "每天都有嗜睡和无法进食的情况。",
        "label": ""
      },
      {
        "sentence": "入职才这么短时间，我不能辞职，只能每天熬日子。",
        "label": ""
      },
      {
        "sentence": "感到好痛苦没有出路。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "为什么会感觉到压力？可能是因为在疫情期间，我们没有工作的时间太久了，每天都过得非常的自由自在，然后突然一下子去工作，就会感觉到一点压力，因为轻松的时间太久，让我们对紧张产生了一种麻木的状态，反而会越来越累。",
    "annotation": [
      {
        "sentence": "为什么会感觉到压力？",
        "label": ""
      },
      {
        "sentence": "可能是因为在疫情期间，我们没有工作的时间太久了，每天都过得非常的自由自在，然后突然一下子去工作，就会感觉到一点压力，因为轻松的时间太久，让我们对紧张产生了一种麻木的状态，反而会越来越累。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我之前在海外放了很长的假，觉得自己一直处于休闲状态，现在突然要面对新工作带来的压力，真的很难适应。而且隔离期间的远程入职也给我增加了很多不熟悉的环境与人际关系的困扰。",
    "annotation": [
      {
        "sentence": "是的，我之前在海外放了很长的假，觉得自己一直处于休闲状态，现在突然要面对新工作带来的压力，真的很难适应。",
        "label": ""
      },
      {
        "sentence": "而且隔离期间的远程入职也给我增加了很多不熟悉的环境与人际关系的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "工作太多使你产生了压力，让你应接不暇。与老板的意见不合，使你有了压力。职业压力源于人与环境的交互作用。即环境对人们提出了某些要求，同时个体也试图影响环境，以符合自己的需求和价值追求，如果人们感觉在两者的交互作用中存在不平衡，而且这种不平衡对自己有害，那么，个体就会感受到压力。压力的产生会受到情境的影响，引起压力的情境因素就是压力源。（来源网络）",
    "annotation": [
      {
        "sentence": "工作太多使你产生了压力，让你应接不暇。",
        "label": ""
      },
      {
        "sentence": "与老板的意见不合，使你有了压力。",
        "label": ""
      },
      {
        "sentence": "职业压力源于人与环境的交互作用。",
        "label": ""
      },
      {
        "sentence": "即环境对人们提出了某些要求，同时个体也试图影响环境，以符合自己的需求和价值追求，如果人们感觉在两者的交互作用中存在不平衡，而且这种不平衡对自己有害，那么，个体就会感受到压力。",
        "label": ""
      },
      {
        "sentence": "压力的产生会受到情境的影响，引起压力的情境因素就是压力源。",
        "label": ""
      },
      {
        "sentence": "（来源网络）",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实感觉到了工作与环境之间的不平衡，特别是新环境对我来说很陌生，让我感到压力倍增。而且我每天都感到疲劳不堪，无法集中注意力，也没什么胃口。这些症状对我的身心健康造成了很大影响，我真的不知道该怎么缓解这种压力和困境。",
    "annotation": [
      {
        "sentence": "我确实感觉到了工作与环境之间的不平衡，特别是新环境对我来说很陌生，让我感到压力倍增。",
        "label": ""
      },
      {
        "sentence": "而且我每天都感到疲劳不堪，无法集中注意力，也没什么胃口。",
        "label": ""
      },
      {
        "sentence": "这些症状对我的身心健康造成了很大影响，我真的不知道该怎么缓解这种压力和困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "压力怎么缓解？我听看见你说辞职但是又辞不了只能熬，我觉得这个“熬”，对于我们来说是压力的所在，因为一些事情本来就不想做，然后还要非逼着自己去做，那么压力就会越来越大。这个时候我建议你不要把工作看的太重了，既然它是让你产生压力的原因，那么你要分析这个压力是好的还是坏的，但是从你描述的过程中，我发现这个压力对你来说并不是特别的好，你要自己想办法把压力变成动力，从而让自己变得更好。",
    "annotation": [
      {
        "sentence": "压力怎么缓解？",
        "label": ""
      },
      {
        "sentence": "我听看见你说辞职但是又辞不了只能熬，我觉得这个“熬”，对于我们来说是压力的所在，因为一些事情本来就不想做，然后还要非逼着自己去做，那么压力就会越来越大。",
        "label": ""
      },
      {
        "sentence": "这个时候我建议你不要把工作看的太重了，既然它是让你产生压力的原因，那么你要分析这个压力是好的还是坏的，但是从你描述的过程中，我发现这个压力对你来说并不是特别的好，你要自己想办法把压力变成动力，从而让自己变得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我现在的状态就是想要逃避这种压力，但又不能辞职，只能艰难地忍受。你说的把压力变成动力是我的一个问题，我一直没有找到适合自己的方式来转变这种状态，感觉自己无法掌控。还有什么其他的方法可以帮助我应对这种困境呢？",
    "annotation": [
      {
        "sentence": "确实，我现在的状态就是想要逃避这种压力，但又不能辞职，只能艰难地忍受。",
        "label": ""
      },
      {
        "sentence": "你说的把压力变成动力是我的一个问题，我一直没有找到适合自己的方式来转变这种状态，感觉自己无法掌控。",
        "label": ""
      },
      {
        "sentence": "还有什么其他的方法可以帮助我应对这种困境呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果真的到了无法进食的状态，那么这个压力已经伤害到了我们的身体，我希望你能好好的跟上司沟通一下，说一下自己的情况。转移注意力。如果在工作中感觉到压力，那么在生活中，我觉得也会因为工作上的压力而产生压力，那么这个时候我希望你能在生活中放松自己的心态，不要把自己逼得太紧了。将工作放一放，找个时间自己出去随便逛街，看一场电影，放松自己的心态，不要将设定或者要求定得太高，只要每天完成自己的工作，开心就好。如果做不到开心，那么我们尽量的找其他的东西代替，让自己开心起来，以此来代替在工作上的不开心和压力。",
    "annotation": [
      {
        "sentence": "如果真的到了无法进食的状态，那么这个压力已经伤害到了我们的身体，我希望你能好好的跟上司沟通一下，说一下自己的情况。",
        "label": ""
      },
      {
        "sentence": "转移注意力。",
        "label": ""
      },
      {
        "sentence": "如果在工作中感觉到压力，那么在生活中，我觉得也会因为工作上的压力而产生压力，那么这个时候我希望你能在生活中放松自己的心态，不要把自己逼得太紧了。",
        "label": ""
      },
      {
        "sentence": "将工作放一放，找个时间自己出去随便逛街，看一场电影，放松自己的心态，不要将设定或者要求定得太高，只要每天完成自己的工作，开心就好。",
        "label": ""
      },
      {
        "sentence": "如果做不到开心，那么我们尽量的找其他的东西代替，让自己开心起来，以此来代替在工作上的不开心和压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我现在整个人都处于一种紧张和焦虑的状态，从你的建议中我明白了放松心态的重要性，我应该适当地调整一下自己对工作的期望和要求，同时在工作之外也要找到一些能够带给我快乐和放松的活动，以平衡工作和生活压力。这个角度对我来说很新鲜，我会尝试着跟自己沟通，并且寻找适合我的方式来转移注意力和舒缓压力。",
    "annotation": [
      {
        "sentence": "确实，我现在整个人都处于一种紧张和焦虑的状态，从你的建议中我明白了放松心态的重要性，我应该适当地调整一下自己对工作的期望和要求，同时在工作之外也要找到一些能够带给我快乐和放松的活动，以平衡工作和生活压力。",
        "label": ""
      },
      {
        "sentence": "这个角度对我来说很新鲜，我会尝试着跟自己沟通，并且寻找适合我的方式来转移注意力和舒缓压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "清楚自己在工作上的定位以及角色。在工作上感觉到一定的压力，那就是我们在工作上找不到合适自己的定位，角色模糊，对工作目标期望以及工作的权利，义务，责任以及工作表现，回报等缺乏清晰稳定的认识。角色模糊会使你在工作上不明白自己该做什么事，不知道该如何有效的完成自己的工作，也不知道这些工作是否能够带来所谓的回报。所以我建议你可以好好的思考一下自己在这份工作中的定位。",
    "annotation": [
      {
        "sentence": "清楚自己在工作上的定位以及角色。",
        "label": ""
      },
      {
        "sentence": "在工作上感觉到一定的压力，那就是我们在工作上找不到合适自己的定位，角色模糊，对工作目标期望以及工作的权利，义务，责任以及工作表现，回报等缺乏清晰稳定的认识。",
        "label": ""
      },
      {
        "sentence": "角色模糊会使你在工作上不明白自己该做什么事，不知道该如何有效的完成自己的工作，也不知道这些工作是否能够带来所谓的回报。",
        "label": ""
      },
      {
        "sentence": "所以我建议你可以好好的思考一下自己在这份工作中的定位。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我在新工作中确实感到了自己的角色模糊，不明确自己应该如何表现和发挥作用，所以常常感到迷茫和无力。我会仔细思考和梳理自己在工作中的定位，清晰地认识到自己的职责和责任，这样我才能更好地应对工作带来的压力和困境。谢谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "你说的对，我在新工作中确实感到了自己的角色模糊，不明确自己应该如何表现和发挥作用，所以常常感到迷茫和无力。",
        "label": ""
      },
      {
        "sentence": "我会仔细思考和梳理自己在工作中的定位，清晰地认识到自己的职责和责任，这样我才能更好地应对工作带来的压力和困境。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后希望你可以天天开心，快快乐乐！㊗一切安好！如果你还有其他疑惑或困惑，随时找我聊天，我会一直在这里支持你的。",
    "annotation": [
      {
        "sentence": "最后希望你可以天天开心，快快乐乐！",
        "label": ""
      },
      {
        "sentence": "㊗一切安好！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他疑惑或困惑，随时找我聊天，我会一直在这里支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持，你的话语让我重燃了对改变困境的希望。我会好好调整自己的心态，积极应对工作的压力，并且尝试转变压力为动力。有你的陪伴和指导，我相信我能渡过这个困难的阶段，迎接更好的未来。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持，你的话语让我重燃了对改变困境的希望。",
        "label": ""
      },
      {
        "sentence": "我会好好调整自己的心态，积极应对工作的压力，并且尝试转变压力为动力。",
        "label": ""
      },
      {
        "sentence": "有你的陪伴和指导，我相信我能渡过这个困难的阶段，迎接更好的未来。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  }
]