[
  {
    "role": "client",
    "content": "我一直失败，觉得自己啥也不行，活着没有希望？我觉得自己一直失败，我什么也做不好，我害怕在错误的道路上白费努力！现在每天都不断冒出好想死的念头，每天早上都是从对未来的恐惧中惊醒。我没办法投入努力工作，我觉得人生没有意义，没有希望，我不想继续走下去了，活着好累又好难……",
    "annotation": [
      {
        "sentence": "我一直失败，觉得自己啥也不行，活着没有希望？",
        "label": ""
      },
      {
        "sentence": "我觉得自己一直失败，我什么也做不好，我害怕在错误的道路上白费努力！",
        "label": ""
      },
      {
        "sentence": "现在每天都不断冒出好想死的念头，每天早上都是从对未来的恐惧中惊醒。",
        "label": ""
      },
      {
        "sentence": "我没办法投入努力工作，我觉得人生没有意义，没有希望，我不想继续走下去了，活着好累又好难……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "隔着屏幕我不知道你正在经历什么，但希望我的文字能给你温暖。觉得自己一直失败，什么也做不好，害怕在错误的道路上白费努力。对生活没有希望的时候，会不断地质疑自己的身份认同。本来自己是个优秀的人，现在却怀疑自己是不是不行了？还有价值吗？面对其他人，尤其是家人，该何以自处呢？",
    "annotation": [
      {
        "sentence": "隔着屏幕我不知道你正在经历什么，但希望我的文字能给你温暖。",
        "label": ""
      },
      {
        "sentence": "觉得自己一直失败，什么也做不好，害怕在错误的道路上白费努力。",
        "label": ""
      },
      {
        "sentence": "对生活没有希望的时候，会不断地质疑自己的身份认同。",
        "label": ""
      },
      {
        "sentence": "本来自己是个优秀的人，现在却怀疑自己是不是不行了？",
        "label": ""
      },
      {
        "sentence": "还有价值吗？",
        "label": ""
      },
      {
        "sentence": "面对其他人，尤其是家人，该何以自处呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实是这样，对眼前的事会感到威胁，对未来感到焦虑，面对身边的人时感到羞耻。感觉以前的时间都白费了，感觉一手好牌被自己打坏了，感觉一切都没有意义了，因为不知道该怎么办，不知道该怎么办才能摆脱这些负面情绪。",
    "annotation": [
      {
        "sentence": "确实是这样，对眼前的事会感到威胁，对未来感到焦虑，面对身边的人时感到羞耻。",
        "label": ""
      },
      {
        "sentence": "感觉以前的时间都白费了，感觉一手好牌被自己打坏了，感觉一切都没有意义了，因为不知道该怎么办，不知道该怎么办才能摆脱这些负面情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "充满负面的情绪，这就是对生活没有希望的原因。每个人所面对的状况都不一样，但是人们面对状况所感受到的东西是一样的。这就是「压力」。人不是为了生而活，而是为了活而生，从生下来的那一刻，就要经受各种各样的磨难，人生才算完善。时间会使你成熟，自信对一个人是重要的，适当的正确的选择是需要的，对过程的承受力是必要的。",
    "annotation": [
      {
        "sentence": "充满负面的情绪，这就是对生活没有希望的原因。",
        "label": ""
      },
      {
        "sentence": "每个人所面对的状况都不一样，但是人们面对状况所感受到的东西是一样的。",
        "label": ""
      },
      {
        "sentence": "这就是「压力」。",
        "label": ""
      },
      {
        "sentence": "人不是为了生而活，而是为了活而生，从生下来的那一刻，就要经受各种各样的磨难，人生才算完善。",
        "label": ""
      },
      {
        "sentence": "时间会使你成熟，自信对一个人是重要的，适当的正确的选择是需要的，对过程的承受力是必要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，自我心理调整必须是经常性的，对成功的争取是需要不懈努力的。可是我感觉自己就是无法摆脱这种情绪，觉得人生没有意义，没有希望，不想继续走下去了，活着好累好难。",
    "annotation": [
      {
        "sentence": "我明白了，自我心理调整必须是经常性的，对成功的争取是需要不懈努力的。",
        "label": ""
      },
      {
        "sentence": "可是我感觉自己就是无法摆脱这种情绪，觉得人生没有意义，没有希望，不想继续走下去了，活着好累好难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "幸福和快乐是在不断的成功中获得。该怎么办呢？重新树立新的生活目标，让自己燃起新的希望。当一个目标失去吸引力之后，要学会去寻找新的目标，拥有打不死的小强的精神，要相信只要活着总会有希望的。相信自己，如果自己都不相信自己，那么怎么能够指望别人相信自己呢，所以要相信自己。",
    "annotation": [
      {
        "sentence": "幸福和快乐是在不断的成功中获得。",
        "label": ""
      },
      {
        "sentence": "该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "重新树立新的生活目标，让自己燃起新的希望。",
        "label": ""
      },
      {
        "sentence": "当一个目标失去吸引力之后，要学会去寻找新的目标，拥有打不死的小强的精神，要相信只要活着总会有希望的。",
        "label": ""
      },
      {
        "sentence": "相信自己，如果自己都不相信自己，那么怎么能够指望别人相信自己呢，所以要相信自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得自己一无是处，怎么才能找到自己的优点呢？我觉得自己一直都是失败的。",
    "annotation": [
      {
        "sentence": "但是我觉得自己一无是处，怎么才能找到自己的优点呢？",
        "label": ""
      },
      {
        "sentence": "我觉得自己一直都是失败的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都是不完美的，所以要学着看到自己的优点，哪怕那么微不足道。继而去发挥优点的作用。还可以找好朋友倾诉，每个人都有自己比较要好的朋友，当自己走不出困境的时候，要学会找朋友倾诉一下，很多的事情当说出去之后，或许就不是问题了。",
    "annotation": [
      {
        "sentence": "每个人都是不完美的，所以要学着看到自己的优点，哪怕那么微不足道。",
        "label": ""
      },
      {
        "sentence": "继而去发挥优点的作用。",
        "label": ""
      },
      {
        "sentence": "还可以找好朋友倾诉，每个人都有自己比较要好的朋友，当自己走不出困境的时候，要学会找朋友倾诉一下，很多的事情当说出去之后，或许就不是问题了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，或许倾诉可以让我找到更多的解决办法。还有其他的方法吗？",
    "annotation": [
      {
        "sentence": "你说得对，或许倾诉可以让我找到更多的解决办法。",
        "label": ""
      },
      {
        "sentence": "还有其他的方法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "还可以感受家庭的温暖，家是温暖的港湾，当在外面遭受到了挫折的时候，可以回到家里，这里有爱你的家人，有你喜欢的饭菜，有你最熟悉的一切，在这里你能够汲取到新的力量。另外，勇敢地做自己，没有对与不对，只是看是不是足够勇敢。你加油哦(ง•̀_•́)ง，我们都相信你~。",
    "annotation": [
      {
        "sentence": "还可以感受家庭的温暖，家是温暖的港湾，当在外面遭受到了挫折的时候，可以回到家里，这里有爱你的家人，有你喜欢的饭菜，有你最熟悉的一切，在这里你能够汲取到新的力量。",
        "label": ""
      },
      {
        "sentence": "另外，勇敢地做自己，没有对与不对，只是看是不是足够勇敢。",
        "label": ""
      },
      {
        "sentence": "你加油哦(ง•̀_•́)ง，我们都相信你~。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力的！你的话给了我很大的勇气，明天开始我会重新调整自己的心态。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力的！",
        "label": ""
      },
      {
        "sentence": "你的话给了我很大的勇气，明天开始我会重新调整自己的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你！记住，调整心态需要时间，相信自己的能力，相信一切都会变得更好。祝福你能够找到属于自己的幸福和意义！如果还有需要，随时来找我倾诉。你不是一个人在战斗，我们一直在支持你。加油！",
    "annotation": [
      {
        "sentence": "很高兴能帮到你！",
        "label": ""
      },
      {
        "sentence": "记住，调整心态需要时间，相信自己的能力，相信一切都会变得更好。",
        "label": ""
      },
      {
        "sentence": "祝福你能够找到属于自己的幸福和意义！",
        "label": ""
      },
      {
        "sentence": "如果还有需要，随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，我们一直在支持你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]