[
  {
    "role": "client",
    "content": "姥爷得了难以医治的病，自己不敢面对……我是一个12岁的女生。我的姥爷得了一种病，是关于肠子还是胃的，我不知道具体是什么病，可能是糜烂性肠炎这种之类的，我不知道能不能治好。因为昨天带姥爷看病的是我妈妈和我大姨还有二姨，她们我没有参与，只是回来的时候我妈妈告诉我姥爷的病比较严重，是恶性的那种，然后说转医院之类的说了一大堆。然后我姥爷喜欢抽烟，他80多岁了，抽了好长时间的烟，医生说做手术可能胃还没好肺又出问题了，但是不做手术，用最好最厉害的消炎药有很小的几率治好或者治不好，最后肠道腐烂而死。当时就是万念俱灰，我姥爷不是很爱出门，他腿脚不方便，而且眼睛也看不见了，他可以好几年都不出门的那种。一开始他说肚子疼的时候我妈妈和我二姨就建议带他去医院看看，但是一直耗到现在，他疼的不行才去看的。他们商议说先控制住实在不行再做，我真的很怕，我怕会不会拖一天成功的几率就会小一点，我真的怕那个脾气暴躁但是却把我从小宠到大的小老头离我而去…",
    "annotation": [
      {
        "sentence": "姥爷得了难以医治的病，自己不敢面对……我是一个12岁的女生。",
        "label": ""
      },
      {
        "sentence": "我的姥爷得了一种病，是关于肠子还是胃的，我不知道具体是什么病，可能是糜烂性肠炎这种之类的，我不知道能不能治好。",
        "label": ""
      },
      {
        "sentence": "因为昨天带姥爷看病的是我妈妈和我大姨还有二姨，她们我没有参与，只是回来的时候我妈妈告诉我姥爷的病比较严重，是恶性的那种，然后说转医院之类的说了一大堆。",
        "label": ""
      },
      {
        "sentence": "然后我姥爷喜欢抽烟，他80多岁了，抽了好长时间的烟，医生说做手术可能胃还没好肺又出问题了，但是不做手术，用最好最厉害的消炎药有很小的几率治好或者治不好，最后肠道腐烂而死。",
        "label": ""
      },
      {
        "sentence": "当时就是万念俱灰，我姥爷不是很爱出门，他腿脚不方便，而且眼睛也看不见了，他可以好几年都不出门的那种。",
        "label": ""
      },
      {
        "sentence": "一开始他说肚子疼的时候我妈妈和我二姨就建议带他去医院看看，但是一直耗到现在，他疼的不行才去看的。",
        "label": ""
      },
      {
        "sentence": "他们商议说先控制住实在不行再做，我真的很怕，我怕会不会拖一天成功的几率就会小一点，我真的怕那个脾气暴躁但是却把我从小宠到大的小老头离我而去…",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的宝贝，我了解你的心情。我知道姥爷现在因为身体疾病而被折磨着，你对他的担心和无助感都非常深刻。但是我要告诉你，你现在需要有一个化腐朽为神奇的老神仙来帮到你的姥爷，可以继续宠你，爱你，陪伴你们到永远。姥爷是不是特别喜欢你呢？你为了他现在能够发出求助信息，他肯定收到了你的爱。你愿意为姥爷的疾病痛苦去不断创造机会吗？你妈妈也肯定感受到你的成长了。现在，你可以问问自己，12岁的你现在可以为姥爷减少痛苦能做的有哪些方式呢？比如每天去给姥爷讲个笑话，听姥爷讲讲他的故事，这样能够让姥爷感到开心吗？",
    "annotation": [
      {
        "sentence": "亲爱的宝贝，我了解你的心情。",
        "label": ""
      },
      {
        "sentence": "我知道姥爷现在因为身体疾病而被折磨着，你对他的担心和无助感都非常深刻。",
        "label": ""
      },
      {
        "sentence": "但是我要告诉你，你现在需要有一个化腐朽为神奇的老神仙来帮到你的姥爷，可以继续宠你，爱你，陪伴你们到永远。",
        "label": ""
      },
      {
        "sentence": "姥爷是不是特别喜欢你呢？",
        "label": ""
      },
      {
        "sentence": "你为了他现在能够发出求助信息，他肯定收到了你的爱。",
        "label": ""
      },
      {
        "sentence": "你愿意为姥爷的疾病痛苦去不断创造机会吗？",
        "label": ""
      },
      {
        "sentence": "你妈妈也肯定感受到你的成长了。",
        "label": ""
      },
      {
        "sentence": "现在，你可以问问自己，12岁的你现在可以为姥爷减少痛苦能做的有哪些方式呢？",
        "label": ""
      },
      {
        "sentence": "比如每天去给姥爷讲个笑话，听姥爷讲讲他的故事，这样能够让姥爷感到开心吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽力去陪姥爷，让他开心一点的。但是我还是很害怕，害怕姥爷的病情会越来越严重，害怕他会离开我。",
    "annotation": [
      {
        "sentence": "我会尽力去陪姥爷，让他开心一点的。",
        "label": ""
      },
      {
        "sentence": "但是我还是很害怕，害怕姥爷的病情会越来越严重，害怕他会离开我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，害怕是很正常的情绪，尤其是面对亲人的病情时。但是你要相信，你的陪伴和关心对姥爷来说是非常重要的。无论姥爷的病情如何发展，你都可以在他最需要的时候给予他爱和温暖。不要忘记，你是姥爷最爱的人之一，你的陪伴会给他带来安慰和勇气。",
    "annotation": [
      {
        "sentence": "亲爱的，害怕是很正常的情绪，尤其是面对亲人的病情时。",
        "label": ""
      },
      {
        "sentence": "但是你要相信，你的陪伴和关心对姥爷来说是非常重要的。",
        "label": ""
      },
      {
        "sentence": "无论姥爷的病情如何发展，你都可以在他最需要的时候给予他爱和温暖。",
        "label": ""
      },
      {
        "sentence": "不要忘记，你是姥爷最爱的人之一，你的陪伴会给他带来安慰和勇气。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会用尽自己的力量去陪伴姥爷的。但是我还是担心他的病情会变得更糟，我不知道该怎么面对这种局面。",
    "annotation": [
      {
        "sentence": "嗯，我会用尽自己的力量去陪伴姥爷的。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心他的病情会变得更糟，我不知道该怎么面对这种局面。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，我理解你的担心。当我们面对不确定的局面时，我们常常会感到无助和困惑。但是我想告诉你，你并不孤单，我们都在这里支持你。面对姥爷病情变化的不确定性，你可以和家人一起商量制定一个更好的照顾计划，同时也可以和医生沟通，了解姥爷的病情和治疗方案。这样你就会更有信心面对局面，同时也能够更好地帮助姥爷。",
    "annotation": [
      {
        "sentence": "亲爱的，我理解你的担心。",
        "label": ""
      },
      {
        "sentence": "当我们面对不确定的局面时，我们常常会感到无助和困惑。",
        "label": ""
      },
      {
        "sentence": "但是我想告诉你，你并不孤单，我们都在这里支持你。",
        "label": ""
      },
      {
        "sentence": "面对姥爷病情变化的不确定性，你可以和家人一起商量制定一个更好的照顾计划，同时也可以和医生沟通，了解姥爷的病情和治疗方案。",
        "label": ""
      },
      {
        "sentence": "这样你就会更有信心面对局面，同时也能够更好地帮助姥爷。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会和家人一起商量，并和医生沟通的。谢谢你的支持和建议，让我觉得有了些许的安慰。",
    "annotation": [
      {
        "sentence": "嗯，我会和家人一起商量，并和医生沟通的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议，让我觉得有了些许的安慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，亲爱的。我们都希望你能在这个困难时刻感到支持和安慰。记得，你并不孤单，家人和朋友都在你身边。如果你需要时刻都可以来找我聊聊，发泄一下情绪，我们会一起度过这段困难的时光的。",
    "annotation": [
      {
        "sentence": "不用客气，亲爱的。",
        "label": ""
      },
      {
        "sentence": "我们都希望你能在这个困难时刻感到支持和安慰。",
        "label": ""
      },
      {
        "sentence": "记得，你并不孤单，家人和朋友都在你身边。",
        "label": ""
      },
      {
        "sentence": "如果你需要时刻都可以来找我聊聊，发泄一下情绪，我们会一起度过这段困难的时光的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的陪伴和支持，我会时刻记住的。我会尽力去照顾姥爷，让他感到温暖和安慰。",
    "annotation": [
      {
        "sentence": "谢谢你的陪伴和支持，我会时刻记住的。",
        "label": ""
      },
      {
        "sentence": "我会尽力去照顾姥爷，让他感到温暖和安慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是个好孩子，我相信你一定能够给姥爷带来很多的温暖和关爱。无论发生什么，我们都会一起度过这段时间，让姥爷感受到无尽的爱。记得，你不是一个人在战斗，我们都和你站在一起。",
    "annotation": [
      {
        "sentence": "你是个好孩子，我相信你一定能够给姥爷带来很多的温暖和关爱。",
        "label": ""
      },
      {
        "sentence": "无论发生什么，我们都会一起度过这段时间，让姥爷感受到无尽的爱。",
        "label": ""
      },
      {
        "sentence": "记得，你不是一个人在战斗，我们都和你站在一起。",
        "label": ""
      }
    ]
  }
]