[
  {
    "role": "client",
    "content": "我是一个16岁的女生，最近一年一直失眠，我该如何摆脱小时候的阴影呢？小时候经历了家暴，现在虽然没有和爸爸生活在一起了，但我总是梦到他追着打我，或者他回来继续家暴辱骂我。只要我犯一点错误或者不顺他的意思，他就会恐吓我要打我，对我进行精神和肢体上的暴力。这段时间我睡眠质量很差，要花两个小时才能入睡。我也变得自卑、焦虑，害怕犯错误，性格也变得胆小。",
    "annotation": [
      {
        "sentence": "我是一个16岁的女生，最近一年一直失眠，我该如何摆脱小时候的阴影呢？",
        "label": ""
      },
      {
        "sentence": "小时候经历了家暴，现在虽然没有和爸爸生活在一起了，但我总是梦到他追着打我，或者他回来继续家暴辱骂我。",
        "label": ""
      },
      {
        "sentence": "只要我犯一点错误或者不顺他的意思，他就会恐吓我要打我，对我进行精神和肢体上的暴力。",
        "label": ""
      },
      {
        "sentence": "这段时间我睡眠质量很差，要花两个小时才能入睡。",
        "label": ""
      },
      {
        "sentence": "我也变得自卑、焦虑，害怕犯错误，性格也变得胆小。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "※小时候被家暴，近期没有和爸爸生活在一起，但总是梦见被他追着打，或他回来继续家暴辱骂我，犯一点错误或不顺他就恐吓我要打我，对我精神暴力和肢体暴力。爸爸本是我们最爱我们的人，如今去变成伤我最深的人。家暴的初衷不管是因为爱还是恨他对于我们心理上的伤害都是难以抚平的。",
    "annotation": [
      {
        "sentence": "※小时候被家暴，近期没有和爸爸生活在一起，但总是梦见被他追着打，或他回来继续家暴辱骂我，犯一点错误或不顺他就恐吓我要打我，对我精神暴力和肢体暴力。",
        "label": ""
      },
      {
        "sentence": "爸爸本是我们最爱我们的人，如今去变成伤我最深的人。",
        "label": ""
      },
      {
        "sentence": "家暴的初衷不管是因为爱还是恨他对于我们心理上的伤害都是难以抚平的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我十分痛苦，无法摆脱这些恐怖的回忆。每天晚上入睡前，我都会感到极度的恐惧，不敢面对睡眠中那些可怕的梦境。我真的希望自己可以拥有一个安全的睡眠，不再被这些阴影所困扰。",
    "annotation": [
      {
        "sentence": "是的，我十分痛苦，无法摆脱这些恐怖的回忆。",
        "label": ""
      },
      {
        "sentence": "每天晚上入睡前，我都会感到极度的恐惧，不敢面对睡眠中那些可怕的梦境。",
        "label": ""
      },
      {
        "sentence": "我真的希望自己可以拥有一个安全的睡眠，不再被这些阴影所困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我没有经历过你经历过的痛，不敢说感同身受，但是我想对你说，世界上只要有阴影的地方，就会有阳光，只要我们坚持走过这段黑暗，未来一定会有一个天使代替爸爸来爱你！现在你才十六岁，你的人生还很长。未来的你还要经历更多的事情，而此刻，与原生家庭和解，与过去的自己说再见是你当下要去做的功课。",
    "annotation": [
      {
        "sentence": "我没有经历过你经历过的痛，不敢说感同身受，但是我想对你说，世界上只要有阴影的地方，就会有阳光，只要我们坚持走过这段黑暗，未来一定会有一个天使代替爸爸来爱你！",
        "label": ""
      },
      {
        "sentence": "现在你才十六岁，你的人生还很长。",
        "label": ""
      },
      {
        "sentence": "未来的你还要经历更多的事情，而此刻，与原生家庭和解，与过去的自己说再见是你当下要去做的功课。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得很难与过去的自己告别，它一直在我心中存在着，让我无法自由地生活。我希望能够找到解决方法，让我能够迈出这一步，摆脱困扰我已久的阴影。",
    "annotation": [
      {
        "sentence": "但是我觉得很难与过去的自己告别，它一直在我心中存在着，让我无法自由地生活。",
        "label": ""
      },
      {
        "sentence": "我希望能够找到解决方法，让我能够迈出这一步，摆脱困扰我已久的阴影。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果爸爸不能给予你想要的爱和温暖，尝试去找一个能够给你带来安全感的家人。试着在他或她身上感受什么是爱，体验什么是温暖，去看一看世界美好的样子。努力把那段记忆放在心底，把它锁上。将自己的情感和注意力都放在未来上！突破自己的心理防线，放开内在被禁锢的小孩，接纳她，认可她，爱抚她，相信她，给她力量！",
    "annotation": [
      {
        "sentence": "如果爸爸不能给予你想要的爱和温暖，尝试去找一个能够给你带来安全感的家人。",
        "label": ""
      },
      {
        "sentence": "试着在他或她身上感受什么是爱，体验什么是温暖，去看一看世界美好的样子。",
        "label": ""
      },
      {
        "sentence": "努力把那段记忆放在心底，把它锁上。",
        "label": ""
      },
      {
        "sentence": "将自己的情感和注意力都放在未来上！",
        "label": ""
      },
      {
        "sentence": "突破自己的心理防线，放开内在被禁锢的小孩，接纳她，认可她，爱抚她，相信她，给她力量！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着去寻找那个能够给我带来安全感的家人。我也会努力将过去的记忆放在心底，并把注意力放在未来上。我希望能够逐渐克服自卑，建立自信，找回失去的安全感。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着去寻找那个能够给我带来安全感的家人。",
        "label": ""
      },
      {
        "sentence": "我也会努力将过去的记忆放在心底，并把注意力放在未来上。",
        "label": ""
      },
      {
        "sentence": "我希望能够逐渐克服自卑，建立自信，找回失去的安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经取得了很大的进步！记住，你并不孤单，一直有人支持着你。如果你需要任何帮助或者想要找人倾诉，随时来找我。你已经走出了第一步，我为你感到骄傲！",
    "annotation": [
      {
        "sentence": "很好，你已经取得了很大的进步！",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，一直有人支持着你。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者想要找人倾诉，随时来找我。",
        "label": ""
      },
      {
        "sentence": "你已经走出了第一步，我为你感到骄傲！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会牢记在心的。如果我有任何困惑或疑问，我一定会来请教你的。你的鼓励给了我很大的勇气，我相信我能够渐渐走出心理阴影，重新拥有快乐的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会牢记在心的。",
        "label": ""
      },
      {
        "sentence": "如果我有任何困惑或疑问，我一定会来请教你的。",
        "label": ""
      },
      {
        "sentence": "你的鼓励给了我很大的勇气，我相信我能够渐渐走出心理阴影，重新拥有快乐的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，能够帮助到你是我的荣幸。你一定能够战胜阴影，走向幸福的人生。相信自己，加油！",
    "annotation": [
      {
        "sentence": "不客气，能够帮助到你是我的荣幸。",
        "label": ""
      },
      {
        "sentence": "你一定能够战胜阴影，走向幸福的人生。",
        "label": ""
      },
      {
        "sentence": "相信自己，加油！",
        "label": ""
      }
    ]
  }
]