[
  {
    "role": "client",
    "content": "我爸把我当三岁小孩，我妈把我当保姆一样？爸妈生下我五个月就离婚了，两个人一个去国外打工另一个嫁人了，我被爷爷奶奶抚养长大，十七岁了，成绩不好去年不念了，被家人逼着去我爸身边，从小对父亲印象不好，烟鬼，相处之后几乎天天吵架，被打吐血过，管我很严，打电话都要把手机抢过去问是谁，睡一个房间，一丁点隐私都没有，穿着裤衩就在我面前晃悠，曾想自杀，把我从未见过的母亲当做救命稻草，我以为妈妈很温柔，可是现在相处几个月，天天骂我，蛮横不讲理，说话没有好语气，不信任我，把我当保姆一样，还有两个小孩五岁八岁，小孩脾气也暴躁，一生气就摔东西还很脏八岁妹妹甚至用舌头舔弟弟头皮，一生气就蹲地上尿尿，我真的受不了，我脾气好，老实，也没有跟我妈顶过嘴，一切都在默默忍受。",
    "annotation": [
      {
        "sentence": "我爸把我当三岁小孩，我妈把我当保姆一样？",
        "label": ""
      },
      {
        "sentence": "爸妈生下我五个月就离婚了，两个人一个去国外打工另一个嫁人了，我被爷爷奶奶抚养长大，十七岁了，成绩不好去年不念了，被家人逼着去我爸身边，从小对父亲印象不好，烟鬼，相处之后几乎天天吵架，被打吐血过，管我很严，打电话都要把手机抢过去问是谁，睡一个房间，一丁点隐私都没有，穿着裤衩就在我面前晃悠，曾想自杀，把我从未见过的母亲当做救命稻草，我以为妈妈很温柔，可是现在相处几个月，天天骂我，蛮横不讲理，说话没有好语气，不信任我，把我当保姆一样，还有两个小孩五岁八岁，小孩脾气也暴躁，一生气就摔东西还很脏八岁妹妹甚至用舌头舔弟弟头皮，一生气就蹲地上尿尿，我真的受不了，我脾气好，老实，也没有跟我妈顶过嘴，一切都在默默忍受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到了你的疲惫难过以及众多的无奈。十七岁的你，过得很辛苦，一个人承受了很多，原以为是救命稻草的妈妈，最后也成为痛苦的来源。我理解你深深渴望被爱，在这里，我可以给予你一些温暖。你是个温柔善良的人，尽管内心受伤，但依然体谅父母的艰辛。但爱自己，才能更好地去爱别人。你值得被爱，你的闺蜜也一定是喜欢你的。如果待在父母身边，而且经济压力大，仅仅是体谅他们，对他们而言，并没有实际的帮助，反而成为负担。与其如此，不如先努力经济独立。虽然世俗，但不可否认，钱是我们活得更好的底气和保障。你是一个安静内向的人，没有和妈妈顶嘴。但你知道吗，你越是沉默，你们的距离就越遥远，你妈妈不会察觉到你内心的情绪，不会察觉你的难过或不满。你的情绪被隐藏，久而久之，你妈妈会忽视你的情绪。而那些情绪不会消失，它们在你心里的某个角落，一点一点蔓延、扩散，它们会伤害你，甚至伤害身边的人。所以勇敢点，一点一点学着表达。人生，其实就是充满许多无奈的，每个人都面临着这样那样的困难。难过会的，伤心会的。哭过了，总要擦干眼泪，继续前行。人生就是打游戏的过程，一路上，总有许多怪物，我们要做的是打倒它。别放弃，未来很长，路上还有很多美景，花一样的年纪，期待着你破茧成蝶。",
    "annotation": [
      {
        "sentence": "看到了你的疲惫难过以及众多的无奈。",
        "label": ""
      },
      {
        "sentence": "十七岁的你，过得很辛苦，一个人承受了很多，原以为是救命稻草的妈妈，最后也成为痛苦的来源。",
        "label": ""
      },
      {
        "sentence": "我理解你深深渴望被爱，在这里，我可以给予你一些温暖。",
        "label": ""
      },
      {
        "sentence": "你是个温柔善良的人，尽管内心受伤，但依然体谅父母的艰辛。",
        "label": ""
      },
      {
        "sentence": "但爱自己，才能更好地去爱别人。",
        "label": ""
      },
      {
        "sentence": "你值得被爱，你的闺蜜也一定是喜欢你的。",
        "label": ""
      },
      {
        "sentence": "如果待在父母身边，而且经济压力大，仅仅是体谅他们，对他们而言，并没有实际的帮助，反而成为负担。",
        "label": ""
      },
      {
        "sentence": "与其如此，不如先努力经济独立。",
        "label": ""
      },
      {
        "sentence": "虽然世俗，但不可否认，钱是我们活得更好的底气和保障。",
        "label": ""
      },
      {
        "sentence": "你是一个安静内向的人，没有和妈妈顶嘴。",
        "label": ""
      },
      {
        "sentence": "但你知道吗，你越是沉默，你们的距离就越遥远，你妈妈不会察觉到你内心的情绪，不会察觉你的难过或不满。",
        "label": ""
      },
      {
        "sentence": "你的情绪被隐藏，久而久之，你妈妈会忽视你的情绪。",
        "label": ""
      },
      {
        "sentence": "而那些情绪不会消失，它们在你心里的某个角落，一点一点蔓延、扩散，它们会伤害你，甚至伤害身边的人。",
        "label": ""
      },
      {
        "sentence": "所以勇敢点，一点一点学着表达。",
        "label": ""
      },
      {
        "sentence": "人生，其实就是充满许多无奈的，每个人都面临着这样那样的困难。",
        "label": ""
      },
      {
        "sentence": "难过会的，伤心会的。",
        "label": ""
      },
      {
        "sentence": "哭过了，总要擦干眼泪，继续前行。",
        "label": ""
      },
      {
        "sentence": "人生就是打游戏的过程，一路上，总有许多怪物，我们要做的是打倒它。",
        "label": ""
      },
      {
        "sentence": "别放弃，未来很长，路上还有很多美景，花一样的年纪，期待着你破茧成蝶。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解，我真的很需要这样的支持。我明白自己也需要经济独立，但是我没有工作经验，也不知道从哪里开始。我一直害怕与别人发生冲突，所以才一直忍耐着。但是你说得对，沉默只会让我和家人的距离更远，我要学会勇敢地表达自己的情感。我知道人生是充满挫折的，但我现在感觉好像被困在一个没有出路的泥潭中，真的很难坚持下去。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解，我真的很需要这样的支持。",
        "label": ""
      },
      {
        "sentence": "我明白自己也需要经济独立，但是我没有工作经验，也不知道从哪里开始。",
        "label": ""
      },
      {
        "sentence": "我一直害怕与别人发生冲突，所以才一直忍耐着。",
        "label": ""
      },
      {
        "sentence": "但是你说得对，沉默只会让我和家人的距离更远，我要学会勇敢地表达自己的情感。",
        "label": ""
      },
      {
        "sentence": "我知道人生是充满挫折的，但我现在感觉好像被困在一个没有出路的泥潭中，真的很难坚持下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法是非常正确的，工作经验可以通过实习、兼职等方式逐步积累，你可以主动寻找相关的机会。同时，你也可以向身边可信的人寻求帮助和建议，他们可能会为你提供一些建议或联系。面对冲突，我们可以尝试掌握一些冲突解决的技巧，比如学会倾听并沟通自己的想法和感受，保持冷静和理性。你现在感到被困，这是理解的，人生总有低谷期，但是也会有希望和机会的到来。如果你感到真的很无助，受困于泥潭，我鼓励你寻求专业心理咨询师的帮助，他们会给予你更专业的支持和指导。",
    "annotation": [
      {
        "sentence": "你的想法是非常正确的，工作经验可以通过实习、兼职等方式逐步积累，你可以主动寻找相关的机会。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以向身边可信的人寻求帮助和建议，他们可能会为你提供一些建议或联系。",
        "label": ""
      },
      {
        "sentence": "面对冲突，我们可以尝试掌握一些冲突解决的技巧，比如学会倾听并沟通自己的想法和感受，保持冷静和理性。",
        "label": ""
      },
      {
        "sentence": "你现在感到被困，这是理解的，人生总有低谷期，但是也会有希望和机会的到来。",
        "label": ""
      },
      {
        "sentence": "如果你感到真的很无助，受困于泥潭，我鼓励你寻求专业心理咨询师的帮助，他们会给予你更专业的支持和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会主动去找一些实习或兼职的机会，也会尝试培养自己面对冲突的能力。希望通过自己的努力，能够改变目前困境，并迈向更好的未来。如果我需要专业心理咨询师的帮助，你有什么推荐吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会主动去找一些实习或兼职的机会，也会尝试培养自己面对冲突的能力。",
        "label": ""
      },
      {
        "sentence": "希望通过自己的努力，能够改变目前困境，并迈向更好的未来。",
        "label": ""
      },
      {
        "sentence": "如果我需要专业心理咨询师的帮助，你有什么推荐吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常高兴听到你积极的回应。关于专业心理咨询师的选择，你可以咨询一些相关的机构或在线平台，他们会为你推荐专业的心理咨询师。另外，你可以询问你身边的老师、辅导员或医生，他们可能会提供一些建议。无论选择哪种方式，重要的是找到一个专业且合适的心理咨询师，他们会通过专业的技巧和方法，帮助你解决困扰和提供支持。不要犹豫，勇敢迈出这一步。",
    "annotation": [
      {
        "sentence": "非常高兴听到你积极的回应。",
        "label": ""
      },
      {
        "sentence": "关于专业心理咨询师的选择，你可以咨询一些相关的机构或在线平台，他们会为你推荐专业的心理咨询师。",
        "label": ""
      },
      {
        "sentence": "另外，你可以询问你身边的老师、辅导员或医生，他们可能会提供一些建议。",
        "label": ""
      },
      {
        "sentence": "无论选择哪种方式，重要的是找到一个专业且合适的心理咨询师，他们会通过专业的技巧和方法，帮助你解决困扰和提供支持。",
        "label": ""
      },
      {
        "sentence": "不要犹豫，勇敢迈出这一步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的指导，我会主动去寻找合适的心理咨询师。希望能够通过他们的帮助，找到一些正确的思考和行动的方向，重新获得自信，并走出目前的困境。我真的很感谢你能够在这个时候给予我这么多的鼓励和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的指导，我会主动去寻找合适的心理咨询师。",
        "label": ""
      },
      {
        "sentence": "希望能够通过他们的帮助，找到一些正确的思考和行动的方向，重新获得自信，并走出目前的困境。",
        "label": ""
      },
      {
        "sentence": "我真的很感谢你能够在这个时候给予我这么多的鼓励和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "实在是太欣慰了，看到你积极的态度和对未来的期许。我相信，在专业心理咨询师的帮助下，你一定能够找到解决问题的方法和获得内心的平静。无论遇到困难还是挫折，记住你并不孤单，总有人愿意帮助你。加油，相信自己，未来一定会更好！",
    "annotation": [
      {
        "sentence": "实在是太欣慰了，看到你积极的态度和对未来的期许。",
        "label": ""
      },
      {
        "sentence": "我相信，在专业心理咨询师的帮助下，你一定能够找到解决问题的方法和获得内心的平静。",
        "label": ""
      },
      {
        "sentence": "无论遇到困难还是挫折，记住你并不孤单，总有人愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "加油，相信自己，未来一定会更好！",
        "label": ""
      }
    ]
  }
]