[
  {
    "role": "client",
    "content": "有家庭有孩子有工作，却觉得人生是一片虚无，怎么办？我忽然发现自己吃东西、购物、社交，都是为了求证自己还活着，内心觉得很痛苦，自己好像是个空心人，找不到活着的意义，觉得自己很孤单，没有爱与被爱的感觉。情绪很低落。",
    "annotation": [
      {
        "sentence": "有家庭有孩子有工作，却觉得人生是一片虚无，怎么办？",
        "label": ""
      },
      {
        "sentence": "我忽然发现自己吃东西、购物、社交，都是为了求证自己还活着，内心觉得很痛苦，自己好像是个空心人，找不到活着的意义，觉得自己很孤单，没有爱与被爱的感觉。",
        "label": ""
      },
      {
        "sentence": "情绪很低落。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人生有两次反抗自我的机会，一次是青春期，因为没办法保证自己“活着”，所以最后偃旗息鼓。还有一次是中年，活着不成问题，便进入深层次的思考:“我为什么活着？”“活着的意义是什么？”“怎么才能活出意义？”大部分人浑浑噩噩终其一生，从来没有思考过这些，及时行乐就是他们的人生格言————他们总能够用一些廉价的娱乐填满自己空虚的人生间隙，并不知疲倦的一遍遍重复，以为这就是人生。",
    "annotation": [
      {
        "sentence": "人生有两次反抗自我的机会，一次是青春期，因为没办法保证自己“活着”，所以最后偃旗息鼓。",
        "label": ""
      },
      {
        "sentence": "还有一次是中年，活着不成问题，便进入深层次的思考:“我为什么活着？",
        "label": ""
      },
      {
        "sentence": "”“活着的意义是什么？",
        "label": ""
      },
      {
        "sentence": "”“怎么才能活出意义？",
        "label": ""
      },
      {
        "sentence": "”大部分人浑浑噩噩终其一生，从来没有思考过这些，及时行乐就是他们的人生格言————他们总能够用一些廉价的娱乐填满自己空虚的人生间隙，并不知疲倦的一遍遍重复，以为这就是人生。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我开始觉察，不愿将自己的人生耗费在这些虚无的、无意义的事情上面，但找不到正确答案，思想和身边的大多数人不同调，显得格格不入，感觉很孤独，很苦恼，很沮丧……有爱人，有孩子，你却找不到爱与被爱的感觉，除了爱人麻木的混日子（他但没有太大的过错)，自己期待太大、做的努力不够、方法不对，童年缺少的爱也没有补足，诸多遗憾藏在心里，慢慢积累发酵……",
    "annotation": [
      {
        "sentence": "我开始觉察，不愿将自己的人生耗费在这些虚无的、无意义的事情上面，但找不到正确答案，思想和身边的大多数人不同调，显得格格不入，感觉很孤独，很苦恼，很沮丧……有爱人，有孩子，你却找不到爱与被爱的感觉，除了爱人麻木的混日子（他但没有太大的过错)，自己期待太大、做的努力不够、方法不对，童年缺少的爱也没有补足，诸多遗憾藏在心里，慢慢积累发酵……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "但生活还得继续，我们不可能潇洒的和这些社会常态，平凡生活说“拜拜”，去寻找自己理想的状态，毕竟你是迷茫的，没有明确目标怎么改变现状；或者你只是抱怨现状让人如此厌恶，却没有为此做过太多努力，等着奇迹出现，等着别人来拯救（也许不信有奇迹，只是自怨自艾而已。）很多时候，是我们自己太急躁，太潦草，太麻木，总寄希望于别人，对生活中的美好视而不见，只哀叹生活如此无聊。",
    "annotation": [
      {
        "sentence": "但生活还得继续，我们不可能潇洒的和这些社会常态，平凡生活说“拜拜”，去寻找自己理想的状态，毕竟你是迷茫的，没有明确目标怎么改变现状；或者你只是抱怨现状让人如此厌恶，却没有为此做过太多努力，等着奇迹出现，等着别人来拯救（也许不信有奇迹，只是自怨自艾而已。",
        "label": ""
      },
      {
        "sentence": "）很多时候，是我们自己太急躁，太潦草，太麻木，总寄希望于别人，对生活中的美好视而不见，只哀叹生活如此无聊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "为什么不试一试创造自己的新生活呢？捡起自己曾经的爱好（或者一直想做的事），找到有相同爱好的圈子，大家一起试错、钻研、进步；陪孩子一起学一个特长（孩子喜欢的)，可以允许自己比孩子学得好，甚至学出新高度，这样既找到自我价值，又和孩子建立了联结；拉着爱人，看电影，吃大餐，远足，运动等等，送他惊喜，和他聊天，和他成为倾听伙伴，可以做的事太多了……",
    "annotation": [
      {
        "sentence": "为什么不试一试创造自己的新生活呢？",
        "label": ""
      },
      {
        "sentence": "捡起自己曾经的爱好（或者一直想做的事），找到有相同爱好的圈子，大家一起试错、钻研、进步；陪孩子一起学一个特长（孩子喜欢的)，可以允许自己比孩子学得好，甚至学出新高度，这样既找到自我价值，又和孩子建立了联结；拉着爱人，看电影，吃大餐，远足，运动等等，送他惊喜，和他聊天，和他成为倾听伙伴，可以做的事太多了……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "或者去帮助那些遭遇失独的家庭、到福利院做义工去照顾残疾人、遗弃儿、各种病人；当你学会了对别人慈悲，怜悯，付出爱，也会得到感激、热爱，崇拜，关系，再重新审视自己的生活状态，会发现自己已经脱胎换骨，体会生活的处处都是美好。",
    "annotation": [
      {
        "sentence": "或者去帮助那些遭遇失独的家庭、到福利院做义工去照顾残疾人、遗弃儿、各种病人；当你学会了对别人慈悲，怜悯，付出爱，也会得到感激、热爱，崇拜，关系，再重新审视自己的生活状态，会发现自己已经脱胎换骨，体会生活的处处都是美好。",
        "label": ""
      }
    ]
  }
]