[
  {
    "role": "client",
    "content": "为什么自己在繁忙的时候，会心情很差，惹人讨厌？最近特别忙，觉不够睡，吃饭也不规律，焦头烂额的，真的没有办法很好地控制自己的情绪，对待他人也不是很有耐心，我很想像有些人一样，不管手头上有多少件事情，但也会和颜悦色地帮助他人处理问题或者很有耐心和包容心，我需要怎样拥有这样的能力呢？",
    "annotation": [
      {
        "sentence": "为什么自己在繁忙的时候，会心情很差，惹人讨厌？",
        "label": ""
      },
      {
        "sentence": "最近特别忙，觉不够睡，吃饭也不规律，焦头烂额的，真的没有办法很好地控制自己的情绪，对待他人也不是很有耐心，我很想像有些人一样，不管手头上有多少件事情，但也会和颜悦色地帮助他人处理问题或者很有耐心和包容心，我需要怎样拥有这样的能力呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "给你一个安抚的拥抱，能发现自己的问题并寻求方法去解决，已经是个好的开始了。接纳自己的情绪先从共情自己开始。我还记得年轻的时候做公共关系这个职业的时候，我就像现在的你，每天睡三四个小时，吃饭不规律还吃的不好，都是些垃圾食品和快餐要么就式冷饮口香糖麻辣烫一类的。因为要带很多项目每个客户都很难伺候，我脾气又差，对谁都没有耐心，我经常一边抱怨一边骂一边干活，好在能把活儿干到客户满意。",
    "annotation": [
      {
        "sentence": "给你一个安抚的拥抱，能发现自己的问题并寻求方法去解决，已经是个好的开始了。",
        "label": ""
      },
      {
        "sentence": "接纳自己的情绪先从共情自己开始。",
        "label": ""
      },
      {
        "sentence": "我还记得年轻的时候做公共关系这个职业的时候，我就像现在的你，每天睡三四个小时，吃饭不规律还吃的不好，都是些垃圾食品和快餐要么就式冷饮口香糖麻辣烫一类的。",
        "label": ""
      },
      {
        "sentence": "因为要带很多项目每个客户都很难伺候，我脾气又差，对谁都没有耐心，我经常一边抱怨一边骂一边干活，好在能把活儿干到客户满意。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我感觉我和你的情况很相似。那你是怎么从这种状态中走出来的呢？",
    "annotation": [
      {
        "sentence": "听你这么说，我感觉我和你的情况很相似。",
        "label": ""
      },
      {
        "sentence": "那你是怎么从这种状态中走出来的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，我一度觉得自己像个刺猬，不仅扎人还伤自己。看见你的描述，我曾经那个没有被爱过被接纳过的自己就跳出来了，我想你也是没有好好爱过自己，连自己有情绪都觉得是自己错了。吃好睡好新陈代谢好，基本的情绪就有了保障。回过头来看，就是一个系统失调会带来身体所有系统全部失调，例如睡不好吃不好排泄不出来，基本生物内循环就全部打乱了，而且长期持续的压力又不停的给身体加码，荷尔蒙、肾上腺都异常，那样力气去体面地对每一个人和言细语地对每个人说话呢？我们自己都没有办法让自己好起来，哪有力气对别人好？",
    "annotation": [
      {
        "sentence": "嗯，我一度觉得自己像个刺猬，不仅扎人还伤自己。",
        "label": ""
      },
      {
        "sentence": "看见你的描述，我曾经那个没有被爱过被接纳过的自己就跳出来了，我想你也是没有好好爱过自己，连自己有情绪都觉得是自己错了。",
        "label": ""
      },
      {
        "sentence": "吃好睡好新陈代谢好，基本的情绪就有了保障。",
        "label": ""
      },
      {
        "sentence": "回过头来看，就是一个系统失调会带来身体所有系统全部失调，例如睡不好吃不好排泄不出来，基本生物内循环就全部打乱了，而且长期持续的压力又不停的给身体加码，荷尔蒙、肾上腺都异常，那样力气去体面地对每一个人和言细语地对每个人说话呢？",
        "label": ""
      },
      {
        "sentence": "我们自己都没有办法让自己好起来，哪有力气对别人好？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理。我现在就感觉到自己身体和心灵被压得喘不过气来，也确实没有力气对别人和颜悦色了。那你有什么方法可以帮我提升心情和增加耐心吗？",
    "annotation": [
      {
        "sentence": "你说得很有道理。",
        "label": ""
      },
      {
        "sentence": "我现在就感觉到自己身体和心灵被压得喘不过气来，也确实没有力气对别人和颜悦色了。",
        "label": ""
      },
      {
        "sentence": "那你有什么方法可以帮我提升心情和增加耐心吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我曾经深受痛苦，但慢慢地我学会了自我调节。我想要对别人和颜悦色，就得先对自己的身体和颜悦色好好生伺候，吃好喝好睡好，及时排泄掉身体和心灵的垃圾。我们中国的女人最不擅长的就是对自己好，用尽了所有的力气在演贤妻良母，却忘了那个真实的自己有多压抑和委屈。求助积极心理学大师马丁塞利格曼，活出乐观的自己。悲观者和乐观者最大的区别在于用什么样的解释风格解读事实和自己。我强烈建议你可以从积极心理学系列书籍学习切入进行自我成长了，从《活出乐观的自己》开始看见你内在真正的呐喊，看见那个被忽略的自己，那个不被允许的自己。",
    "annotation": [
      {
        "sentence": "我曾经深受痛苦，但慢慢地我学会了自我调节。",
        "label": ""
      },
      {
        "sentence": "我想要对别人和颜悦色，就得先对自己的身体和颜悦色好好生伺候，吃好喝好睡好，及时排泄掉身体和心灵的垃圾。",
        "label": ""
      },
      {
        "sentence": "我们中国的女人最不擅长的就是对自己好，用尽了所有的力气在演贤妻良母，却忘了那个真实的自己有多压抑和委屈。",
        "label": ""
      },
      {
        "sentence": "求助积极心理学大师马丁塞利格曼，活出乐观的自己。",
        "label": ""
      },
      {
        "sentence": "悲观者和乐观者最大的区别在于用什么样的解释风格解读事实和自己。",
        "label": ""
      },
      {
        "sentence": "我强烈建议你可以从积极心理学系列书籍学习切入进行自我成长了，从《活出乐观的自己》开始看见你内在真正的呐喊，看见那个被忽略的自己，那个不被允许的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理，我确实没有好好爱过自己，总是把所有的力气都放在了工作和照顾他人上。我现在意识到了问题的严重性，我一定要改变自己。谢谢你的建议，我会去学习积极心理学的相关书籍，努力活出真实的自己。",
    "annotation": [
      {
        "sentence": "你说得很有道理，我确实没有好好爱过自己，总是把所有的力气都放在了工作和照顾他人上。",
        "label": ""
      },
      {
        "sentence": "我现在意识到了问题的严重性，我一定要改变自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会去学习积极心理学的相关书籍，努力活出真实的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的觉悟，只有活出真实的自己，独立果敢的自己，才能让身边的人和关系舒服。所以先活出乐观的自己，再去考虑如何让别人舒服，只有这样你才不会有委屈和抱怨。我相信你能早日活出真我，加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你的觉悟，只有活出真实的自己，独立果敢的自己，才能让身边的人和关系舒服。",
        "label": ""
      },
      {
        "sentence": "所以先活出乐观的自己，再去考虑如何让别人舒服，只有这样你才不会有委屈和抱怨。",
        "label": ""
      },
      {
        "sentence": "我相信你能早日活出真我，加油！",
        "label": ""
      }
    ]
  }
]