[
  {
    "role": "client",
    "content": "结婚两年半，老婆经常生闷气，是否有精神疾病？",
    "annotation": [
      {
        "sentence": "结婚两年半，老婆经常生闷气，是否有精神疾病？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好哇~看到你的问题描述，我能够感受到你的焦虑和紧张。首先的话，我们来分析一下目前的主要问题；老婆这么多年经常因为一些小事而生闷气，目前频率大概是一两周生一次，每次二到五天。老婆总是因为一些小事生闷气，那作为丈夫的你有没有和妻子坐下来深入地探讨过她生气的原因呢？这些小事到底是些什么事情呢？",
    "annotation": [
      {
        "sentence": "你好哇~看到你的问题描述，我能够感受到你的焦虑和紧张。",
        "label": ""
      },
      {
        "sentence": "首先的话，我们来分析一下目前的主要问题；老婆这么多年经常因为一些小事而生闷气，目前频率大概是一两周生一次，每次二到五天。",
        "label": ""
      },
      {
        "sentence": "老婆总是因为一些小事生闷气，那作为丈夫的你有没有和妻子坐下来深入地探讨过她生气的原因呢？",
        "label": ""
      },
      {
        "sentence": "这些小事到底是些什么事情呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "她生闷气时，说话阴阳怪气，或者冷暴力不与人沟通，这对我及其他家人造成很大困扰。从我的理解来说我觉得她很小气，总觉得别人理所应当得给她做什么事，甚至别人得揣摩她的意思办事。而且是属于越容忍她，越得寸进尺的人。",
    "annotation": [
      {
        "sentence": "她生闷气时，说话阴阳怪气，或者冷暴力不与人沟通，这对我及其他家人造成很大困扰。",
        "label": ""
      },
      {
        "sentence": "从我的理解来说我觉得她很小气，总觉得别人理所应当得给她做什么事，甚至别人得揣摩她的意思办事。",
        "label": ""
      },
      {
        "sentence": "而且是属于越容忍她，越得寸进尺的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情绪波动很大，一般人通常是严肃、平和、乐呵呵这样会保持某种状态，很少有太大变化，但是我明显感受到她是日常在开心、正常、冷漠、生闷气这四种状态间切换。情绪波动大是不是有时会让你觉得妻子反复无常，难以琢磨她的心思？并且当她处于消极情绪中的时候，你觉得很难处理，并且你很害怕这种情绪的大起大落，会让你有难以招架的感觉。",
    "annotation": [
      {
        "sentence": "情绪波动很大，一般人通常是严肃、平和、乐呵呵这样会保持某种状态，很少有太大变化，但是我明显感受到她是日常在开心、正常、冷漠、生闷气这四种状态间切换。",
        "label": ""
      },
      {
        "sentence": "情绪波动大是不是有时会让你觉得妻子反复无常，难以琢磨她的心思？",
        "label": ""
      },
      {
        "sentence": "并且当她处于消极情绪中的时候，你觉得很难处理，并且你很害怕这种情绪的大起大落，会让你有难以招架的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实感到很困惑和无法预测她的情绪变化。不知道该如何应对她的情绪波动，常常感到无所适从。",
    "annotation": [
      {
        "sentence": "是的，我确实感到很困惑和无法预测她的情绪变化。",
        "label": ""
      },
      {
        "sentence": "不知道该如何应对她的情绪波动，常常感到无所适从。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完你的描述，我从你的妻子身上看到了我姐的影子。去年的时候，我姐的婆婆公公来到她家来帮他们两口子带小孩搞搞卫生什么的，但是因为她婆婆公公一直以来生活都不是那么讲究，所以他们来以后，家里总是弄得乱七八糟的，并且非常娇惯他们的孙女，以至于我姐的小女儿身上被他们惯出了不少的毛病。并且我姐在搞卫生方面就是要求特别高，地上不能有一根头发丝，厕所每天要冲洗，用过的东西放回原位，一天家里要拖一两道，桌子也是天天要抹的。我在她家帮她带小孩的时候，经常会因为一点点小事没有做好被我姐说。基本上是天天说，有时候她回来晚了，我都睡着了她还要跑到我的房里把我喊醒把我说一顿，所以我那时候总是战战兢兢地。但是她的婆婆公公这些标准根本就达不到，所以在那段时间，她家的氛围特别不好。因为我姐脾气特别大，她看不惯的事情就会直接说出来，不顾及别人的感受，而当别人没有照着她的标准来做的时候，自己就会生闷气，不说话。比如说，因为姐夫一直没有协调好她和她婆婆之间的矛盾，那段时间，他们就经常冷战，我姐就是经常生闷气。",
    "annotation": [
      {
        "sentence": "看完你的描述，我从你的妻子身上看到了我姐的影子。",
        "label": ""
      },
      {
        "sentence": "去年的时候，我姐的婆婆公公来到她家来帮他们两口子带小孩搞搞卫生什么的，但是因为她婆婆公公一直以来生活都不是那么讲究，所以他们来以后，家里总是弄得乱七八糟的，并且非常娇惯他们的孙女，以至于我姐的小女儿身上被他们惯出了不少的毛病。",
        "label": ""
      },
      {
        "sentence": "并且我姐在搞卫生方面就是要求特别高，地上不能有一根头发丝，厕所每天要冲洗，用过的东西放回原位，一天家里要拖一两道，桌子也是天天要抹的。",
        "label": ""
      },
      {
        "sentence": "我在她家帮她带小孩的时候，经常会因为一点点小事没有做好被我姐说。",
        "label": ""
      },
      {
        "sentence": "基本上是天天说，有时候她回来晚了，我都睡着了她还要跑到我的房里把我喊醒把我说一顿，所以我那时候总是战战兢兢地。",
        "label": ""
      },
      {
        "sentence": "但是她的婆婆公公这些标准根本就达不到，所以在那段时间，她家的氛围特别不好。",
        "label": ""
      },
      {
        "sentence": "因为我姐脾气特别大，她看不惯的事情就会直接说出来，不顾及别人的感受，而当别人没有照着她的标准来做的时候，自己就会生闷气，不说话。",
        "label": ""
      },
      {
        "sentence": "比如说，因为姐夫一直没有协调好她和她婆婆之间的矛盾，那段时间，他们就经常冷战，我姐就是经常生闷气。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来你姐和我老婆的情况有点相似。她也对一些细节非常在意，一点小事没做好就会变得很生气。我也常常感到无法达到她对我和家庭的期望，导致我感到很压力。",
    "annotation": [
      {
        "sentence": "听起来你姐和我老婆的情况有点相似。",
        "label": ""
      },
      {
        "sentence": "她也对一些细节非常在意，一点小事没做好就会变得很生气。",
        "label": ""
      },
      {
        "sentence": "我也常常感到无法达到她对我和家庭的期望，导致我感到很压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我和我姐住在一起的时候，我因为受不了她那个鬼脾气，我还和她大吵了一架。可是慢慢相处我发现，我姐其实就是情绪来得快去的也快，她的情绪大起大落，高兴和愤怒都会摆在脸上。她有事情就喜欢解决，可是一旦解决不了，她就会长期处于负面情绪里。所以我想，你的妻子是不是和我姐有相似之处呢？后来因为以上的这些原因，我姐和我姐夫都到了要离婚的地步，后来还是经过两个人的不懈努力挽救回来了，并且两个人现在越来越好。我分享一些我姐和我姐夫的经验哈。一定要搞清楚妻子生闷气的原因。你在题目中说到你的妻子总是因为小事生气。",
    "annotation": [
      {
        "sentence": "我和我姐住在一起的时候，我因为受不了她那个鬼脾气，我还和她大吵了一架。",
        "label": ""
      },
      {
        "sentence": "可是慢慢相处我发现，我姐其实就是情绪来得快去的也快，她的情绪大起大落，高兴和愤怒都会摆在脸上。",
        "label": ""
      },
      {
        "sentence": "她有事情就喜欢解决，可是一旦解决不了，她就会长期处于负面情绪里。",
        "label": ""
      },
      {
        "sentence": "所以我想，你的妻子是不是和我姐有相似之处呢？",
        "label": ""
      },
      {
        "sentence": "后来因为以上的这些原因，我姐和我姐夫都到了要离婚的地步，后来还是经过两个人的不懈努力挽救回来了，并且两个人现在越来越好。",
        "label": ""
      },
      {
        "sentence": "我分享一些我姐和我姐夫的经验哈。",
        "label": ""
      },
      {
        "sentence": "一定要搞清楚妻子生闷气的原因。",
        "label": ""
      },
      {
        "sentence": "你在题目中说到你的妻子总是因为小事生气。",
        "label": ""
      }
    ]
  }
]