[
  {
    "role": "client",
    "content": "我结婚两年半了，老婆经常生闷气，我在想她是否有精神疾病？我们在恋爱时期就已经谈了三年，结婚两年半了。老婆这么多年经常因为一些小事而生闷气，目前大概一两周就生一次，每次持续二到五天。而且她的情绪波动非常大，一般人都会保持某种状态，很少有太大的变化，但是她明显在日常生活中不断在开心、正常、冷漠、生闷气这四种状态之间切换。她一生闷气就说话阴阳怪气，或者采取冷暴力不与人沟通，这让我和其他家人都很困扰。我觉得她非常小气，总觉得别人理所应当地为她做事，甚至别人需要揣摩她的意思来办事。而且她越容忍她，她就越得寸进尺。我母亲因为她怀孕过来照顾她已经半年了，坦白说，我母亲做的饭不是很好吃，生活习惯可能也不太一样，但一直以来都很忍让她，但是最近两周我也忍无可忍了。我想问一下，我应该在日常生活中如何与我的妻子相处才能减少她生闷气的情况？另外，她这种情况是否精神或心理上有些问题？",
    "annotation": [
      {
        "sentence": "我结婚两年半了，老婆经常生闷气，我在想她是否有精神疾病？",
        "label": ""
      },
      {
        "sentence": "我们在恋爱时期就已经谈了三年，结婚两年半了。",
        "label": ""
      },
      {
        "sentence": "老婆这么多年经常因为一些小事而生闷气，目前大概一两周就生一次，每次持续二到五天。",
        "label": ""
      },
      {
        "sentence": "而且她的情绪波动非常大，一般人都会保持某种状态，很少有太大的变化，但是她明显在日常生活中不断在开心、正常、冷漠、生闷气这四种状态之间切换。",
        "label": ""
      },
      {
        "sentence": "她一生闷气就说话阴阳怪气，或者采取冷暴力不与人沟通，这让我和其他家人都很困扰。",
        "label": ""
      },
      {
        "sentence": "我觉得她非常小气，总觉得别人理所应当地为她做事，甚至别人需要揣摩她的意思来办事。",
        "label": ""
      },
      {
        "sentence": "而且她越容忍她，她就越得寸进尺。",
        "label": ""
      },
      {
        "sentence": "我母亲因为她怀孕过来照顾她已经半年了，坦白说，我母亲做的饭不是很好吃，生活习惯可能也不太一样，但一直以来都很忍让她，但是最近两周我也忍无可忍了。",
        "label": ""
      },
      {
        "sentence": "我想问一下，我应该在日常生活中如何与我的妻子相处才能减少她生闷气的情况？",
        "label": ""
      },
      {
        "sentence": "另外，她这种情况是否精神或心理上有些问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感觉到你在和妻子的相处中承受了很大的压力，辛苦你了，但也看到你在努力改善你们的关系，这很不错啊。你提到一般人的情绪会维持在一种状态，但是她的情绪波动很大，所以你对她的情绪波动非常敏感。首先，她的情绪波动给你带来了怎样的感受？这种感受是否和你小时候的经历相似？你的父母在你成长过程中是否经常情绪不稳定？当你的父母情绪不稳定时，会做出怎样的行为？那时你有什么想法和感受？其次，你说她生气时会冷嘲热讽或采取冷暴力不说话，那么想问一下，你平时是否有理解过她，有尊重过她的感受？还是像你所描述的觉得她小气，不应该生气？比如，如果我关掉了空调，她生气，你有没有考虑过是因为她觉得自己受到了伤害，没有被尊重到，她很热，而你并没有在意她的感受。第三点，你提到你们都在忍让她，所以当她生气时，你不敢表达自己的想法和感受吗？你觉得她怀孕了所以你要忍受吗？但是良好的关系需要交流和互相照顾，比如，我之前在忙别的事情，没有考虑到你，我很抱歉。也许你在很多时候都在照顾她，但可能缺少了交流。恰恰是因为你没有表达，你对她的不满、不理解会被无意识地表现为被动攻击，比如明明知道她不能吃辣，却在菜里放了辣椒。那么是什么原因让你无法表达对她的不满呢？你表达不满之后会有什么后果呢？会吵架吗？你又是如何表达不满的呢？你知道在你表达不满背后，隐藏着你的愿望和期待吗？希望这些问题能对你有所帮助。",
    "annotation": [
      {
        "sentence": "感觉到你在和妻子的相处中承受了很大的压力，辛苦你了，但也看到你在努力改善你们的关系，这很不错啊。",
        "label": ""
      },
      {
        "sentence": "你提到一般人的情绪会维持在一种状态，但是她的情绪波动很大，所以你对她的情绪波动非常敏感。",
        "label": ""
      },
      {
        "sentence": "首先，她的情绪波动给你带来了怎样的感受？",
        "label": ""
      },
      {
        "sentence": "这种感受是否和你小时候的经历相似？",
        "label": ""
      },
      {
        "sentence": "你的父母在你成长过程中是否经常情绪不稳定？",
        "label": ""
      },
      {
        "sentence": "当你的父母情绪不稳定时，会做出怎样的行为？",
        "label": ""
      },
      {
        "sentence": "那时你有什么想法和感受？",
        "label": ""
      },
      {
        "sentence": "其次，你说她生气时会冷嘲热讽或采取冷暴力不说话，那么想问一下，你平时是否有理解过她，有尊重过她的感受？",
        "label": ""
      },
      {
        "sentence": "还是像你所描述的觉得她小气，不应该生气？",
        "label": ""
      },
      {
        "sentence": "比如，如果我关掉了空调，她生气，你有没有考虑过是因为她觉得自己受到了伤害，没有被尊重到，她很热，而你并没有在意她的感受。",
        "label": ""
      },
      {
        "sentence": "第三点，你提到你们都在忍让她，所以当她生气时，你不敢表达自己的想法和感受吗？",
        "label": ""
      },
      {
        "sentence": "你觉得她怀孕了所以你要忍受吗？",
        "label": ""
      },
      {
        "sentence": "但是良好的关系需要交流和互相照顾，比如，我之前在忙别的事情，没有考虑到你，我很抱歉。",
        "label": ""
      },
      {
        "sentence": "也许你在很多时候都在照顾她，但可能缺少了交流。",
        "label": ""
      },
      {
        "sentence": "恰恰是因为你没有表达，你对她的不满、不理解会被无意识地表现为被动攻击，比如明明知道她不能吃辣，却在菜里放了辣椒。",
        "label": ""
      },
      {
        "sentence": "那么是什么原因让你无法表达对她的不满呢？",
        "label": ""
      },
      {
        "sentence": "你表达不满之后会有什么后果呢？",
        "label": ""
      },
      {
        "sentence": "会吵架吗？",
        "label": ""
      },
      {
        "sentence": "你又是如何表达不满的呢？",
        "label": ""
      },
      {
        "sentence": "你知道在你表达不满背后，隐藏着你的愿望和期待吗？",
        "label": ""
      },
      {
        "sentence": "希望这些问题能对你有所帮助。",
        "label": ""
      }
    ]
  }
]