[
  {
    "role": "client",
    "content": "我40岁了，失去了已经35周的二宝，我该如何调整心态面对现实呢？高龄备孕二胎，经历了太多的艰辛，最终怀上了，产检也一切顺利，但在35周的时候出现了意外，孩子没能保住。现在已经一个多月了，我还是无法接受这个事实，每天都在自责和煎熬。我该怎么样缓解这种痛苦呢？",
    "annotation": [
      {
        "sentence": "我40岁了，失去了已经35周的二宝，我该如何调整心态面对现实呢？",
        "label": ""
      },
      {
        "sentence": "高龄备孕二胎，经历了太多的艰辛，最终怀上了，产检也一切顺利，但在35周的时候出现了意外，孩子没能保住。",
        "label": ""
      },
      {
        "sentence": "现在已经一个多月了，我还是无法接受这个事实，每天都在自责和煎熬。",
        "label": ""
      },
      {
        "sentence": "我该怎么样缓解这种痛苦呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "【Iloveyou】亲爱的朋友：听说你失去了年幼的孩子，我为你感到难过。我有一个表姐也曾遭遇过类似的事情，所以我能够体会到你的痛苦。我也知道你因为孩子离开而感到自责，觉得自己没有好好保护到他。希望你能够听我慢慢说，一起来分析和解决这个问题。1.你目前的痛苦是因为这是人生中最大的不幸之一，失去一个孩子的痛苦是最深沉的。所以你感到痛苦是合情合理的。2.关于边界的问题。你把孩子生命的事情全怪罪到了自己身上，把事情和你自己的边界混杂在了一起。我们干涉了外界的边界，不管是什么事情，都会让我们感到痛苦。所以我们首先要解决的是情绪问题。【首先】请你试着释放一下罪疚感，对这件事情说一声：“对不起，请原谅！”原谅这个事情没有达到你的期望。原谅孩子没有能够活下来。【第二】感谢孩子曾经来过，感谢这个孩子陪伴你35周，感谢它曾经在你的生命中出现过，带给你母爱的美好。每一个来到妈妈肚子里的孩子都是相信他们的母亲的，这个孩子已经尽力了，他已经尽全力来到人间了。感谢他！【第三】感谢自己曾经的努力，感谢自己每一次产检，每一次进食都是为了自己和喂养孩子，感谢自己曾经为了做一个母亲而付出过的努力。你已经尽力了！你已经尽力而为了！【第四】试着对孩子说一声“我爱你”，虽然你失去了他，但这并不意味着你不再爱他。你可以对他说一声，我爱你。同时，你也可以努力去感受一下你宝宝对你的爱，他选择了你做他的妈妈，是因为他知道你一直都在爱他，他信任你，也爱你。爱，不会因为失去生命而减少，爱一直都在。尝试给自己一些时间去缓解这个痛苦。今晚是星星最闪耀的时刻，希望你的孩子也像天上的星星一样，照亮你、守护你。祝福你！Yourfriend：Audrey。",
    "annotation": [
      {
        "sentence": "【Iloveyou】亲爱的朋友：听说你失去了年幼的孩子，我为你感到难过。",
        "label": ""
      },
      {
        "sentence": "我有一个表姐也曾遭遇过类似的事情，所以我能够体会到你的痛苦。",
        "label": ""
      },
      {
        "sentence": "我也知道你因为孩子离开而感到自责，觉得自己没有好好保护到他。",
        "label": ""
      },
      {
        "sentence": "希望你能够听我慢慢说，一起来分析和解决这个问题。",
        "label": ""
      },
      {
        "sentence": "1.你目前的痛苦是因为这是人生中最大的不幸之一，失去一个孩子的痛苦是最深沉的。",
        "label": ""
      },
      {
        "sentence": "所以你感到痛苦是合情合理的。",
        "label": ""
      },
      {
        "sentence": "2.关于边界的问题。",
        "label": ""
      },
      {
        "sentence": "你把孩子生命的事情全怪罪到了自己身上，把事情和你自己的边界混杂在了一起。",
        "label": ""
      },
      {
        "sentence": "我们干涉了外界的边界，不管是什么事情，都会让我们感到痛苦。",
        "label": ""
      },
      {
        "sentence": "所以我们首先要解决的是情绪问题。",
        "label": ""
      },
      {
        "sentence": "【首先】请你试着释放一下罪疚感，对这件事情说一声：“对不起，请原谅！",
        "label": ""
      },
      {
        "sentence": "”原谅这个事情没有达到你的期望。",
        "label": ""
      },
      {
        "sentence": "原谅孩子没有能够活下来。",
        "label": ""
      },
      {
        "sentence": "【第二】感谢孩子曾经来过，感谢这个孩子陪伴你35周，感谢它曾经在你的生命中出现过，带给你母爱的美好。",
        "label": ""
      },
      {
        "sentence": "每一个来到妈妈肚子里的孩子都是相信他们的母亲的，这个孩子已经尽力了，他已经尽全力来到人间了。",
        "label": ""
      },
      {
        "sentence": "感谢他！",
        "label": ""
      },
      {
        "sentence": "【第三】感谢自己曾经的努力，感谢自己每一次产检，每一次进食都是为了自己和喂养孩子，感谢自己曾经为了做一个母亲而付出过的努力。",
        "label": ""
      },
      {
        "sentence": "你已经尽力了！",
        "label": ""
      },
      {
        "sentence": "你已经尽力而为了！",
        "label": ""
      },
      {
        "sentence": "【第四】试着对孩子说一声“我爱你”，虽然你失去了他，但这并不意味着你不再爱他。",
        "label": ""
      },
      {
        "sentence": "你可以对他说一声，我爱你。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以努力去感受一下你宝宝对你的爱，他选择了你做他的妈妈，是因为他知道你一直都在爱他，他信任你，也爱你。",
        "label": ""
      },
      {
        "sentence": "爱，不会因为失去生命而减少，爱一直都在。",
        "label": ""
      },
      {
        "sentence": "尝试给自己一些时间去缓解这个痛苦。",
        "label": ""
      },
      {
        "sentence": "今晚是星星最闪耀的时刻，希望你的孩子也像天上的星星一样，照亮你、守护你。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      },
      {
        "sentence": "Yourfriend：Audrey。",
        "label": ""
      }
    ]
  }
]