[
  {
    "role": "client",
    "content": "远嫁是一条不归路吗？我该结束对他的暗恋和喜欢吗？现在的我在外地，我妈不让我在外地谈恋爱。就算现在有我心动的男孩，我也没有进一步的打算，因为我怕我妈不同意我和他在一起，我怕以后我妈需要我的时候我不能及时在她身边。我将要和我暗恋的他分离了，我很痛苦。我多希望他家能离我家近一点，这样我俩在一起的几率就比较高了。我不甘心就这样跟他说再见，我也没能力留在他身边，我现在觉得他就是我注定要错过的人。我不知道到底要如何才是对我俩最好的结局。我多希望我和他能在一起，我多希望能得到我妈的祝福。我该结束对他的暗恋和喜欢吗？",
    "annotation": [
      {
        "sentence": "远嫁是一条不归路吗？",
        "label": ""
      },
      {
        "sentence": "我该结束对他的暗恋和喜欢吗？",
        "label": ""
      },
      {
        "sentence": "现在的我在外地，我妈不让我在外地谈恋爱。",
        "label": ""
      },
      {
        "sentence": "就算现在有我心动的男孩，我也没有进一步的打算，因为我怕我妈不同意我和他在一起，我怕以后我妈需要我的时候我不能及时在她身边。",
        "label": ""
      },
      {
        "sentence": "我将要和我暗恋的他分离了，我很痛苦。",
        "label": ""
      },
      {
        "sentence": "我多希望他家能离我家近一点，这样我俩在一起的几率就比较高了。",
        "label": ""
      },
      {
        "sentence": "我不甘心就这样跟他说再见，我也没能力留在他身边，我现在觉得他就是我注定要错过的人。",
        "label": ""
      },
      {
        "sentence": "我不知道到底要如何才是对我俩最好的结局。",
        "label": ""
      },
      {
        "sentence": "我多希望我和他能在一起，我多希望能得到我妈的祝福。",
        "label": ""
      },
      {
        "sentence": "我该结束对他的暗恋和喜欢吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "问题仔细看过了，感受到你的纠结，你的问题和我表姐之前几乎一摸一样呢！她在外地上班也不想谈恋爱，因为她爸妈都在当地，而且她还是独生子女。后来遇到了一个她非常喜欢的男孩，在纠结和焦虑当中还是选择继续，期中他爸爸妈妈不断的反对，他们也继续坚持着。现在已经结婚有宝宝啦～记得当初她说一段话我印象很深刻：“我的婚姻可以做主，我嫁到外地也会随时回来，有条件也会接他们过来一起住。”我看着他们走过来的，深知这其中的不易，你也很痛苦，完全能够理解，辛苦你了～",
    "annotation": [
      {
        "sentence": "问题仔细看过了，感受到你的纠结，你的问题和我表姐之前几乎一摸一样呢！",
        "label": ""
      },
      {
        "sentence": "她在外地上班也不想谈恋爱，因为她爸妈都在当地，而且她还是独生子女。",
        "label": ""
      },
      {
        "sentence": "后来遇到了一个她非常喜欢的男孩，在纠结和焦虑当中还是选择继续，期中他爸爸妈妈不断的反对，他们也继续坚持着。",
        "label": ""
      },
      {
        "sentence": "现在已经结婚有宝宝啦～记得当初她说一段话我印象很深刻：“我的婚姻可以做主，我嫁到外地也会随时回来，有条件也会接他们过来一起住。",
        "label": ""
      },
      {
        "sentence": "”我看着他们走过来的，深知这其中的不易，你也很痛苦，完全能够理解，辛苦你了～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和分享，我很欣慰知道有人经历过类似的纠结。你表姐的故事给了我一些启示，她的决心和努力让我对这样的关系充满希望。但是我现在还是很担心自己的家庭情况，我妈妈总是期望我能留在本地陪伴她。我怕我无法同时满足家人和心仪的人。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和分享，我很欣慰知道有人经历过类似的纠结。",
        "label": ""
      },
      {
        "sentence": "你表姐的故事给了我一些启示，她的决心和努力让我对这样的关系充满希望。",
        "label": ""
      },
      {
        "sentence": "但是我现在还是很担心自己的家庭情况，我妈妈总是期望我能留在本地陪伴她。",
        "label": ""
      },
      {
        "sentence": "我怕我无法同时满足家人和心仪的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的困惑和焦虑，家庭的重要性是无可厚非的。你可以和妈妈坦诚地沟通你的感受和想法，也让她理解你的内心需求。或许你可以尝试和她商量，寻找到一种平衡点，让你既能关心照顾她，又能够追求自己的幸福。",
    "annotation": [
      {
        "sentence": "明白你的困惑和焦虑，家庭的重要性是无可厚非的。",
        "label": ""
      },
      {
        "sentence": "你可以和妈妈坦诚地沟通你的感受和想法，也让她理解你的内心需求。",
        "label": ""
      },
      {
        "sentence": "或许你可以尝试和她商量，寻找到一种平衡点，让你既能关心照顾她，又能够追求自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该和妈妈好好交流，争取她的理解和支持。毕竟她是我的母亲，她一定希望我能够幸福。我觉得自己也应该为了自己的未来和幸福而努力，不能一直被妈妈的期望所束缚。",
    "annotation": [
      {
        "sentence": "你说得对，我应该和妈妈好好交流，争取她的理解和支持。",
        "label": ""
      },
      {
        "sentence": "毕竟她是我的母亲，她一定希望我能够幸福。",
        "label": ""
      },
      {
        "sentence": "我觉得自己也应该为了自己的未来和幸福而努力，不能一直被妈妈的期望所束缚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很棒！你有这样的觉悟和勇气，很值得鼓励。去面对和沟通是重要的一步，而且也让你能够真实地表达自己的想法和需求。每个人都有追求自己幸福的权利，希望你能够坚持自己的选择。",
    "annotation": [
      {
        "sentence": "很棒！",
        "label": ""
      },
      {
        "sentence": "你有这样的觉悟和勇气，很值得鼓励。",
        "label": ""
      },
      {
        "sentence": "去面对和沟通是重要的一步，而且也让你能够真实地表达自己的想法和需求。",
        "label": ""
      },
      {
        "sentence": "每个人都有追求自己幸福的权利，希望你能够坚持自己的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我真的很需要这样的回应。我觉得心情好多了，也更有信心地去面对妈妈和我喜欢的人之间的挑战。无论结果如何，至少我会努力追求自己的幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我真的很需要这样的回应。",
        "label": ""
      },
      {
        "sentence": "我觉得心情好多了，也更有信心地去面对妈妈和我喜欢的人之间的挑战。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，至少我会努力追求自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "太好了！看到你心情好转我也很开心。要相信自己的选择，坚持走自己认为对的路。无论是和你喜欢的人在一起，还是顺应家庭的期望，你都是为了自己的幸福而努力。希望你能够做出最适合自己的决定，过上幸福的生活。",
    "annotation": [
      {
        "sentence": "太好了！",
        "label": ""
      },
      {
        "sentence": "看到你心情好转我也很开心。",
        "label": ""
      },
      {
        "sentence": "要相信自己的选择，坚持走自己认为对的路。",
        "label": ""
      },
      {
        "sentence": "无论是和你喜欢的人在一起，还是顺应家庭的期望，你都是为了自己的幸福而努力。",
        "label": ""
      },
      {
        "sentence": "希望你能够做出最适合自己的决定，过上幸福的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和支持，我很感激。我会好好思考和权衡，不让自己后悔。再次谢谢你的倾听和建议。",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和支持，我很感激。",
        "label": ""
      },
      {
        "sentence": "我会好好思考和权衡，不让自己后悔。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你的倾听和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我愿意倾听和帮助你，随时欢迎你的咨询和分享。相信自己，你一定能够找到属于自己的幸福和解决方案。加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我愿意倾听和帮助你，随时欢迎你的咨询和分享。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够找到属于自己的幸福和解决方案。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]