[
  {
    "role": "client",
    "content": "很自卑，觉得自己没人喜欢一定是因为胖，且没内涵？本人女，22岁，我总是很苦恼我喜欢的人为什么不喜欢我，我不喜欢的人为什么喜欢我，是不是因为我胖？",
    "annotation": [
      {
        "sentence": "很自卑，觉得自己没人喜欢一定是因为胖，且没内涵？",
        "label": ""
      },
      {
        "sentence": "本人女，22岁，我总是很苦恼我喜欢的人为什么不喜欢我，我不喜欢的人为什么喜欢我，是不是因为我胖？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，其实，爱情也是概率论，在生活中我们会遇到很多很多的人，有的人会成为朋友，有的人会成为同学，有的人会成为知己，有的人会成为恋人，有的人则会成为陌生人。我们遇到自己的人的概率是很低的，既需要缘分也需要机遇。遇到一个自己喜欢的已经不易，更何况是彼此都喜欢呢？这是大多数人的状态，并不是你一个人，所以，这并不是因为你胖造成的，这是社会规律。你要客观地认识这个问题，不要轻易把它归因于自己。",
    "annotation": [
      {
        "sentence": "求助者，其实，爱情也是概率论，在生活中我们会遇到很多很多的人，有的人会成为朋友，有的人会成为同学，有的人会成为知己，有的人会成为恋人，有的人则会成为陌生人。",
        "label": ""
      },
      {
        "sentence": "我们遇到自己的人的概率是很低的，既需要缘分也需要机遇。",
        "label": ""
      },
      {
        "sentence": "遇到一个自己喜欢的已经不易，更何况是彼此都喜欢呢？",
        "label": ""
      },
      {
        "sentence": "这是大多数人的状态，并不是你一个人，所以，这并不是因为你胖造成的，这是社会规律。",
        "label": ""
      },
      {
        "sentence": "你要客观地认识这个问题，不要轻易把它归因于自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我146斤，长得挺好看的，属于胖但是好看，我喜欢健身，去年也146，但是觉得自己健美的好看，但是由于今年考研失利，加上我一直没有恋爱，看到网上都说140斤的女生都是女胖子，猪，110斤才差不多正常，我开始怀疑自己，感觉很想哭，很难受，很自卑，自己喜欢的人不敢说话表白，因为我害怕表白后对方会嘲笑我是个胖子，再加上我考研失败，家长对我冷嘲热讽，我感觉自己资质平庸，是个笨蛋，猪，脑残，智商不过关，不努力，不上进，导致我抑郁了很久，真的很难受。",
    "annotation": [
      {
        "sentence": "我146斤，长得挺好看的，属于胖但是好看，我喜欢健身，去年也146，但是觉得自己健美的好看，但是由于今年考研失利，加上我一直没有恋爱，看到网上都说140斤的女生都是女胖子，猪，110斤才差不多正常，我开始怀疑自己，感觉很想哭，很难受，很自卑，自己喜欢的人不敢说话表白，因为我害怕表白后对方会嘲笑我是个胖子，再加上我考研失败，家长对我冷嘲热讽，我感觉自己资质平庸，是个笨蛋，猪，脑残，智商不过关，不努力，不上进，导致我抑郁了很久，真的很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我了解你的感受，但你要知道体重并不是决定一切的因素。你已经意识到自己的外貌优势，对自己长得好看这一点你要有信心。网上的言论并不能代表所有人的看法，每个人的审美观点都不同。至于考研和家长的问题，我可以理解你的困惑和失望。但是考研只是一种选拔方式，并不代表你的能力和价值。家长的评价只是他们的一时观点，并不能完全定义你。重要的是你对自己的评价和认知。你考上大学已经表明你的努力和才华，你不是笨蛋或脑残，你智商也不成问题。抑郁是一种常见的心理状态，但你可以通过寻求帮助和积极面对，克服这种困扰。我们一起来找到解决问题的方法，找回自信和快乐。",
    "annotation": [
      {
        "sentence": "求助者，我了解你的感受，但你要知道体重并不是决定一切的因素。",
        "label": ""
      },
      {
        "sentence": "你已经意识到自己的外貌优势，对自己长得好看这一点你要有信心。",
        "label": ""
      },
      {
        "sentence": "网上的言论并不能代表所有人的看法，每个人的审美观点都不同。",
        "label": ""
      },
      {
        "sentence": "至于考研和家长的问题，我可以理解你的困惑和失望。",
        "label": ""
      },
      {
        "sentence": "但是考研只是一种选拔方式，并不代表你的能力和价值。",
        "label": ""
      },
      {
        "sentence": "家长的评价只是他们的一时观点，并不能完全定义你。",
        "label": ""
      },
      {
        "sentence": "重要的是你对自己的评价和认知。",
        "label": ""
      },
      {
        "sentence": "你考上大学已经表明你的努力和才华，你不是笨蛋或脑残，你智商也不成问题。",
        "label": ""
      },
      {
        "sentence": "抑郁是一种常见的心理状态，但你可以通过寻求帮助和积极面对，克服这种困扰。",
        "label": ""
      },
      {
        "sentence": "我们一起来找到解决问题的方法，找回自信和快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我其实也知道外貌并不是全部，但不知道为什么还是会被这些外界的评价所困扰。我的自信确实受到了很大的打击，感觉自己一无是处。我也想克服这种困难，但一直不知道从哪里下手。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我其实也知道外貌并不是全部，但不知道为什么还是会被这些外界的评价所困扰。",
        "label": ""
      },
      {
        "sentence": "我的自信确实受到了很大的打击，感觉自己一无是处。",
        "label": ""
      },
      {
        "sentence": "我也想克服这种困难，但一直不知道从哪里下手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够陪伴你走过这段困难的时光。对于外界的评价，我们都会受到一定的影响，但我们要学会保持自我评价的独立性。你可以从自己的优点和成就出发，不断强化自己对自我的肯定。此外，寻求专业的心理咨询也是一种很好的方式，专业人士可以帮助你找到解决问题的方法，并提供更多的支持和指导。我们可以一起制定一些具体的目标和计划，逐步克服困难，重新塑造自己的自信心。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够陪伴你走过这段困难的时光。",
        "label": ""
      },
      {
        "sentence": "对于外界的评价，我们都会受到一定的影响，但我们要学会保持自我评价的独立性。",
        "label": ""
      },
      {
        "sentence": "你可以从自己的优点和成就出发，不断强化自己对自我的肯定。",
        "label": ""
      },
      {
        "sentence": "此外，寻求专业的心理咨询也是一种很好的方式，专业人士可以帮助你找到解决问题的方法，并提供更多的支持和指导。",
        "label": ""
      },
      {
        "sentence": "我们可以一起制定一些具体的目标和计划，逐步克服困难，重新塑造自己的自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对。我也想尝试寻求专业心理咨询的帮助，但我还是有些犹豫和不安。我害怕被别人看作是弱者，怕会被误解或嘲笑。还有，我担心这样的咨询会不会很贵，我现在经济状况也不是很好。",
    "annotation": [
      {
        "sentence": "你说的很对。",
        "label": ""
      },
      {
        "sentence": "我也想尝试寻求专业心理咨询的帮助，但我还是有些犹豫和不安。",
        "label": ""
      },
      {
        "sentence": "我害怕被别人看作是弱者，怕会被误解或嘲笑。",
        "label": ""
      },
      {
        "sentence": "还有，我担心这样的咨询会不会很贵，我现在经济状况也不是很好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的担忧，但专业心理咨询师是受过严格培训的专业人士，他们注重保密，不会对你进行任何嘲笑或误解。他们的目标是帮助你解决问题、提供支持和指导。至于经济问题，可以尝试一些非盈利机构或学校的心理咨询服务，费用较低或免费的机会也是有的。你可以先了解一下周围的资源，选择适合自己经济状况的方式来获得帮助。",
    "annotation": [
      {
        "sentence": "我能理解你的担忧，但专业心理咨询师是受过严格培训的专业人士，他们注重保密，不会对你进行任何嘲笑或误解。",
        "label": ""
      },
      {
        "sentence": "他们的目标是帮助你解决问题、提供支持和指导。",
        "label": ""
      },
      {
        "sentence": "至于经济问题，可以尝试一些非盈利机构或学校的心理咨询服务，费用较低或免费的机会也是有的。",
        "label": ""
      },
      {
        "sentence": "你可以先了解一下周围的资源，选择适合自己经济状况的方式来获得帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我将尝试去寻找适合我经济能力的心理咨询服务，也会努力改变自己的思维方式，从积极的角度看待自己。谢谢你一直陪伴和鼓励我，我感到很温暖。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我将尝试去寻找适合我经济能力的心理咨询服务，也会努力改变自己的思维方式，从积极的角度看待自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直陪伴和鼓励我，我感到很温暖。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意陪伴你走过这段难过的时期。相信你会找到属于自己的自信和幸福。如果你需要任何帮助，随时都可以和我交流。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意陪伴你走过这段难过的时期。",
        "label": ""
      },
      {
        "sentence": "相信你会找到属于自己的自信和幸福。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助，随时都可以和我交流。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]