[
  {
    "role": "client",
    "content": "我是一个女孩子，但是我喜欢上女同学怎么办？",
    "annotation": [
      {
        "sentence": "我是一个女孩子，但是我喜欢上女同学怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你的感受，同性恋是人类多样性的一部分。你对女同学的好感也表明了你对不同性别的吸引。同性恋分别有两种相关概念：一、同性恋，又称同性爱或同性吸引，男同性恋和女同性恋为同性恋的两种种类，是指个体只对同性产生爱情和性欲的现象。二、同性性行为，是指同性发生性行为的现象。性取向和性愉悦有关，但不等同于性行为。一个异性恋者可能会发生同性性行为，一个同性恋者也可能会发生异性性行为，这一切的前提是：特殊境遇。你需要冷静地观察，想清楚自己的感受。",
    "annotation": [
      {
        "sentence": "很理解你的感受，同性恋是人类多样性的一部分。",
        "label": ""
      },
      {
        "sentence": "你对女同学的好感也表明了你对不同性别的吸引。",
        "label": ""
      },
      {
        "sentence": "同性恋分别有两种相关概念：一、同性恋，又称同性爱或同性吸引，男同性恋和女同性恋为同性恋的两种种类，是指个体只对同性产生爱情和性欲的现象。",
        "label": ""
      },
      {
        "sentence": "二、同性性行为，是指同性发生性行为的现象。",
        "label": ""
      },
      {
        "sentence": "性取向和性愉悦有关，但不等同于性行为。",
        "label": ""
      },
      {
        "sentence": "一个异性恋者可能会发生同性性行为，一个同性恋者也可能会发生异性性行为，这一切的前提是：特殊境遇。",
        "label": ""
      },
      {
        "sentence": "你需要冷静地观察，想清楚自己的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我今年大二，我喜欢上我的一个女性朋友，我们一个宿舍上课也会坐在一起，她做什么我都很在意。她低头写字我就忍不住看，看着看着我就会不好意思起来，心跳也很快，原来我不明白这是喜欢直到一个男孩和她表白我特别不痛快，我不认识那个男生自然不是因为喜欢那个男生而不痛快。她把头发别到耳后我都会心跳加快，她坐在我旁边我就听不进课，满脑子都是她，有的时候一起吃饭她凑过来和我说话，我都浑浑噩噩的，一起洗澡我都不敢看她，每次帮她搓背我都很紧张。",
    "annotation": [
      {
        "sentence": "我今年大二，我喜欢上我的一个女性朋友，我们一个宿舍上课也会坐在一起，她做什么我都很在意。",
        "label": ""
      },
      {
        "sentence": "她低头写字我就忍不住看，看着看着我就会不好意思起来，心跳也很快，原来我不明白这是喜欢直到一个男孩和她表白我特别不痛快，我不认识那个男生自然不是因为喜欢那个男生而不痛快。",
        "label": ""
      },
      {
        "sentence": "她把头发别到耳后我都会心跳加快，她坐在我旁边我就听不进课，满脑子都是她，有的时候一起吃饭她凑过来和我说话，我都浑浑噩噩的，一起洗澡我都不敢看她，每次帮她搓背我都很紧张。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对她的好感很明显，这也很正常。但请你冷静思考一下，你会希望得到的她是什么样的感情呢？这是你需要思考的问题。你认为这让你感到矛盾是因为，你内心对自己的感受还存在着质疑和困惑，希望你能耐心的去探索自己的内心，搞清楚自己的情感真正想要什么。",
    "annotation": [
      {
        "sentence": "你对她的好感很明显，这也很正常。",
        "label": ""
      },
      {
        "sentence": "但请你冷静思考一下，你会希望得到的她是什么样的感情呢？",
        "label": ""
      },
      {
        "sentence": "这是你需要思考的问题。",
        "label": ""
      },
      {
        "sentence": "你认为这让你感到矛盾是因为，你内心对自己的感受还存在着质疑和困惑，希望你能耐心的去探索自己的内心，搞清楚自己的情感真正想要什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "旁敲侧击问过她对同性恋的看法，她说她不讨厌同性恋，每个人都有选择自己伴侣的权利就是不选也可以，但是她不是同性恋。最近她感冒了，头疼发烧，她疼得厉害就会迷迷糊糊掉眼泪，我看着她明明应该难过的却莫名有种愉悦感，我想看见她哭，我是不是有病了？",
    "annotation": [
      {
        "sentence": "旁敲侧击问过她对同性恋的看法，她说她不讨厌同性恋，每个人都有选择自己伴侣的权利就是不选也可以，但是她不是同性恋。",
        "label": ""
      },
      {
        "sentence": "最近她感冒了，头疼发烧，她疼得厉害就会迷迷糊糊掉眼泪，我看着她明明应该难过的却莫名有种愉悦感，我想看见她哭，我是不是有病了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你这段时间内心的困惑和焦虑，但是很高兴你有勇气向她询问自己心中的问题，同时她又表现出了接受不同爱好和思想的包容心态。至于你心里想看她哭的情况，这甚至可能是一种思维误解，也许你的情感确实充满着好意，难免也会有些不恰当或错乱。身为朋友，可以去照顾她，帮助她缓解痛苦，或许可以带来一些自我调节的平衡。感谢你勇敢探索自己的内心，我也建议你跟心理咨询或者专业医生诉说你的想法，他们会为你提供更专业的帮助。",
    "annotation": [
      {
        "sentence": "理解你这段时间内心的困惑和焦虑，但是很高兴你有勇气向她询问自己心中的问题，同时她又表现出了接受不同爱好和思想的包容心态。",
        "label": ""
      },
      {
        "sentence": "至于你心里想看她哭的情况，这甚至可能是一种思维误解，也许你的情感确实充满着好意，难免也会有些不恰当或错乱。",
        "label": ""
      },
      {
        "sentence": "身为朋友，可以去照顾她，帮助她缓解痛苦，或许可以带来一些自我调节的平衡。",
        "label": ""
      },
      {
        "sentence": "感谢你勇敢探索自己的内心，我也建议你跟心理咨询或者专业医生诉说你的想法，他们会为你提供更专业的帮助。",
        "label": ""
      }
    ]
  }
]