[
  {
    "role": "client",
    "content": "和男生相处都很难处成好朋友，为什么？我很少有男性朋友，偶尔有聊天多了感觉就暧昧了，有一个前男友就是这么来的，后来发现一点都不合适。但是我没有这个意思，就想交个好朋友，是为啥会这样呢？",
    "annotation": [
      {
        "sentence": "和男生相处都很难处成好朋友，为什么？",
        "label": ""
      },
      {
        "sentence": "我很少有男性朋友，偶尔有聊天多了感觉就暧昧了，有一个前男友就是这么来的，后来发现一点都不合适。",
        "label": ""
      },
      {
        "sentence": "但是我没有这个意思，就想交个好朋友，是为啥会这样呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "异性之间的友谊确实很难把握好，距离要把握得合适才能达到你想要的好朋友感觉。距离太远，就会觉得离好友的标准太远；距离太近，就会觉得关系暧昧或者不舒服。或许你可以尝试一下调整距离的方式。如果感觉距离太远了，可以试着拉近一点；如果感觉距离太近了，可以试着退远一点。但是要有心理准备，异性和你交往的初衷可能会带有一些目的性。比如，当感觉两人聊得来时，就会期待有进一步的交往发展，这是很正常的事情。有些人一开始会和你想法一样，只想做朋友，但随着感情的深入，期待也会发生变化。无论哪种情况，都是正常的。现在需要你思考的是，亲密关系通常都是从朋友开始的。那么，是因为你没有做好准备拒绝进一步发展呢？还是你本能对异性亲密有些排斥呢？如果是后者，即使发现关系暧昧了，也可以坦诚告诉对方，这样对方也能做出选择，你也不会觉得不舒服。你觉得这种方法可行吗？",
    "annotation": [
      {
        "sentence": "异性之间的友谊确实很难把握好，距离要把握得合适才能达到你想要的好朋友感觉。",
        "label": ""
      },
      {
        "sentence": "距离太远，就会觉得离好友的标准太远；距离太近，就会觉得关系暧昧或者不舒服。",
        "label": ""
      },
      {
        "sentence": "或许你可以尝试一下调整距离的方式。",
        "label": ""
      },
      {
        "sentence": "如果感觉距离太远了，可以试着拉近一点；如果感觉距离太近了，可以试着退远一点。",
        "label": ""
      },
      {
        "sentence": "但是要有心理准备，异性和你交往的初衷可能会带有一些目的性。",
        "label": ""
      },
      {
        "sentence": "比如，当感觉两人聊得来时，就会期待有进一步的交往发展，这是很正常的事情。",
        "label": ""
      },
      {
        "sentence": "有些人一开始会和你想法一样，只想做朋友，但随着感情的深入，期待也会发生变化。",
        "label": ""
      },
      {
        "sentence": "无论哪种情况，都是正常的。",
        "label": ""
      },
      {
        "sentence": "现在需要你思考的是，亲密关系通常都是从朋友开始的。",
        "label": ""
      },
      {
        "sentence": "那么，是因为你没有做好准备拒绝进一步发展呢？",
        "label": ""
      },
      {
        "sentence": "还是你本能对异性亲密有些排斥呢？",
        "label": ""
      },
      {
        "sentence": "如果是后者，即使发现关系暧昧了，也可以坦诚告诉对方，这样对方也能做出选择，你也不会觉得不舒服。",
        "label": ""
      },
      {
        "sentence": "你觉得这种方法可行吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你说得很有道理，我确实需要调整自己对异性的心理预期和观念。可能是因为我一直在寻找一个真正的好朋友，但是很多男生在接触后都会对我有其他期待，这让我觉得很困扰和不舒服。我希望能够和男生建立纯粹的友谊，但是我不知道该如何做才能避免误会的发生。",
    "annotation": [
      {
        "sentence": "我觉得你说得很有道理，我确实需要调整自己对异性的心理预期和观念。",
        "label": ""
      },
      {
        "sentence": "可能是因为我一直在寻找一个真正的好朋友，但是很多男生在接触后都会对我有其他期待，这让我觉得很困扰和不舒服。",
        "label": ""
      },
      {
        "sentence": "我希望能够和男生建立纯粹的友谊，但是我不知道该如何做才能避免误会的发生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的愿望是很正常的，很多人都希望建立纯粹的友谊。如果你希望避免误会的发生，可以在与男生交往的过程中注意一些细节。比如，在交流中强调自己只是想交个好朋友，而没有其他意思；避免过多地聊一些容易引起歧义的话题，多聊一些纯粹友谊相关的话题；在行为上保持适当的距离，避免过于亲密的举动。当然，这些方法并不能百分之百地避免误会的发生，但是可以减少误会的几率。最重要的是你要有信心，坚持自己的希望，如果有人对你有其他期望，就坦诚地告诉他们你只想做朋友。不要为了取悦别人而放弃真正想要的友谊。",
    "annotation": [
      {
        "sentence": "你的愿望是很正常的，很多人都希望建立纯粹的友谊。",
        "label": ""
      },
      {
        "sentence": "如果你希望避免误会的发生，可以在与男生交往的过程中注意一些细节。",
        "label": ""
      },
      {
        "sentence": "比如，在交流中强调自己只是想交个好朋友，而没有其他意思；避免过多地聊一些容易引起歧义的话题，多聊一些纯粹友谊相关的话题；在行为上保持适当的距离，避免过于亲密的举动。",
        "label": ""
      },
      {
        "sentence": "当然，这些方法并不能百分之百地避免误会的发生，但是可以减少误会的几率。",
        "label": ""
      },
      {
        "sentence": "最重要的是你要有信心，坚持自己的希望，如果有人对你有其他期望，就坦诚地告诉他们你只想做朋友。",
        "label": ""
      },
      {
        "sentence": "不要为了取悦别人而放弃真正想要的友谊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着去调整自己的思维和行为，并且坚持自己的希望。我明白了，虽然不能完全避免误会的发生，但我可以通过细致的观察和沟通降低误会的发生几率。我会更自信地对待这个问题，也更勇敢地表达自己的想法和需求。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着去调整自己的思维和行为，并且坚持自己的希望。",
        "label": ""
      },
      {
        "sentence": "我明白了，虽然不能完全避免误会的发生，但我可以通过细致的观察和沟通降低误会的发生几率。",
        "label": ""
      },
      {
        "sentence": "我会更自信地对待这个问题，也更勇敢地表达自己的想法和需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回答，相信你一定能够克服这个问题。在整个过程中，要相信自己的直觉和感受，不要为了取悦别人而牺牲自己的真实愿望。友谊需要双方的努力和理解，通过沟通和坦诚，你一定可以找到真正的好朋友。加油！如果以后还有什么困扰，记得随时找我倾诉。",
    "annotation": [
      {
        "sentence": "很高兴听到你的回答，相信你一定能够克服这个问题。",
        "label": ""
      },
      {
        "sentence": "在整个过程中，要相信自己的直觉和感受，不要为了取悦别人而牺牲自己的真实愿望。",
        "label": ""
      },
      {
        "sentence": "友谊需要双方的努力和理解，通过沟通和坦诚，你一定可以找到真正的好朋友。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么困扰，记得随时找我倾诉。",
        "label": ""
      }
    ]
  }
]