[
  {
    "role": "client",
    "content": "怀疑自己的性取向近半年，我到底是双还是同？本人还在上大学。之前高中的时候喜欢过一个男孩子，后来在一起几个月就分了，也只牵过手。从那以后没喜欢过任何人。这个假期因为疫情的原因我接触到了百合小说，并不排斥，还觉得女生谈恋爱很甜，开始幻想自己和女生在一起谈恋爱，觉得女生更温柔体贴，和女生在一起的感觉也一定比和男生在一起好。后来又去微博和b站关注了几对情侣，还有同性微博，觉得女孩子之间谈起恋爱也太温柔了叭，还有点羡慕，不过现在真的很迷惑自己到底喜欢男生还是女生？真的好焦虑……",
    "annotation": [
      {
        "sentence": "怀疑自己的性取向近半年，我到底是双还是同？",
        "label": ""
      },
      {
        "sentence": "本人还在上大学。",
        "label": ""
      },
      {
        "sentence": "之前高中的时候喜欢过一个男孩子，后来在一起几个月就分了，也只牵过手。",
        "label": ""
      },
      {
        "sentence": "从那以后没喜欢过任何人。",
        "label": ""
      },
      {
        "sentence": "这个假期因为疫情的原因我接触到了百合小说，并不排斥，还觉得女生谈恋爱很甜，开始幻想自己和女生在一起谈恋爱，觉得女生更温柔体贴，和女生在一起的感觉也一定比和男生在一起好。",
        "label": ""
      },
      {
        "sentence": "后来又去微博和b站关注了几对情侣，还有同性微博，觉得女孩子之间谈起恋爱也太温柔了叭，还有点羡慕，不过现在真的很迷惑自己到底喜欢男生还是女生？",
        "label": ""
      },
      {
        "sentence": "真的好焦虑……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小可爱，你真勇敢，敢于探索自己的内心世界。我非常理解你的困惑和焦虑。在这个过程中，你需要为自己创造一个宽松的环境，接受自己对不同性别产生的喜欢和兴趣。你不必过于纠结于是双性恋还是同性恋，重要的是你喜欢的人是谁，而不是他们的性别。我们都向往爱与被爱的感觉，这是人的本能需求，无论你选择跟男还是跟女谈恋爱，这都是正常的。对于你通过阅读百合小说和观察微博和B站上的情侣的行为感到温柔和羡慕，这只是你对不同类型恋爱的好奇。我建议你多与不同性别的朋友相处，通过交流和观察，你会更清楚自己内心真正的喜好。",
    "annotation": [
      {
        "sentence": "小可爱，你真勇敢，敢于探索自己的内心世界。",
        "label": ""
      },
      {
        "sentence": "我非常理解你的困惑和焦虑。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你需要为自己创造一个宽松的环境，接受自己对不同性别产生的喜欢和兴趣。",
        "label": ""
      },
      {
        "sentence": "你不必过于纠结于是双性恋还是同性恋，重要的是你喜欢的人是谁，而不是他们的性别。",
        "label": ""
      },
      {
        "sentence": "我们都向往爱与被爱的感觉，这是人的本能需求，无论你选择跟男还是跟女谈恋爱，这都是正常的。",
        "label": ""
      },
      {
        "sentence": "对于你通过阅读百合小说和观察微博和B站上的情侣的行为感到温柔和羡慕，这只是你对不同类型恋爱的好奇。",
        "label": ""
      },
      {
        "sentence": "我建议你多与不同性别的朋友相处，通过交流和观察，你会更清楚自己内心真正的喜好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我现在真的需要冷静下来，好好思考一下。但是有时候我还是会担心自己的性取向会影响到未来的生活和家庭。我不知道家人和朋友会如何接受和理解，这让我感到很困扰。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我现在真的需要冷静下来，好好思考一下。",
        "label": ""
      },
      {
        "sentence": "但是有时候我还是会担心自己的性取向会影响到未来的生活和家庭。",
        "label": ""
      },
      {
        "sentence": "我不知道家人和朋友会如何接受和理解，这让我感到很困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你担心家人和朋友的态度对你的影响。不过，首先你要对自己坦诚，接受和认可自己的性取向。然后，你可以选择选择与那些真正理解和支持你的人分享你的困惑。家人和朋友是我们生活中的重要支持者，但并不是所有人都能理解每个人的选择。如果你真的很在乎他们的看法，可以试着与一两个最亲近、最开明的人进行沟通。不过，无论他们的态度如何，最重要的是你要相信自己，坚定而自信地走自己的路。",
    "annotation": [
      {
        "sentence": "我理解你担心家人和朋友的态度对你的影响。",
        "label": ""
      },
      {
        "sentence": "不过，首先你要对自己坦诚，接受和认可自己的性取向。",
        "label": ""
      },
      {
        "sentence": "然后，你可以选择选择与那些真正理解和支持你的人分享你的困惑。",
        "label": ""
      },
      {
        "sentence": "家人和朋友是我们生活中的重要支持者，但并不是所有人都能理解每个人的选择。",
        "label": ""
      },
      {
        "sentence": "如果你真的很在乎他们的看法，可以试着与一两个最亲近、最开明的人进行沟通。",
        "label": ""
      },
      {
        "sentence": "不过，无论他们的态度如何，最重要的是你要相信自己，坚定而自信地走自己的路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，谢谢你的建议！我想我需要更多时间来接受自己的性取向并勇敢面对未来的挑战。虽然我还很焦虑，但有你这样的支持者在我身边，我感到安心和勇气。",
    "annotation": [
      {
        "sentence": "我明白了，谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我想我需要更多时间来接受自己的性取向并勇敢面对未来的挑战。",
        "label": ""
      },
      {
        "sentence": "虽然我还很焦虑，但有你这样的支持者在我身边，我感到安心和勇气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是个坚强而勇敢的人，我相信你能够克服困难。接受自己并勇敢面对挑战是人生中必经的过程，这也是我们成长的机会。请记住，你并不孤单，在这个旅程中有许多人支持和关心你。在你的探索过程中，不要忘记关爱自己，给自己一些时间和空间来适应和成长。如果你需要任何帮助或再次交流，随时都可以来找我。",
    "annotation": [
      {
        "sentence": "你是个坚强而勇敢的人，我相信你能够克服困难。",
        "label": ""
      },
      {
        "sentence": "接受自己并勇敢面对挑战是人生中必经的过程，这也是我们成长的机会。",
        "label": ""
      },
      {
        "sentence": "请记住，你并不孤单，在这个旅程中有许多人支持和关心你。",
        "label": ""
      },
      {
        "sentence": "在你的探索过程中，不要忘记关爱自己，给自己一些时间和空间来适应和成长。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或再次交流，随时都可以来找我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和陪伴！我真的很感激有你这样的支持者在我身边。我会牢记你的建议，好好照顾自己，并积极面对未来的挑战。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和陪伴！",
        "label": ""
      },
      {
        "sentence": "我真的很感激有你这样的支持者在我身边。",
        "label": ""
      },
      {
        "sentence": "我会牢记你的建议，好好照顾自己，并积极面对未来的挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助到你。记住，你不是一个人在战斗，你有许多人在背后支持着你。相信自己的选择，相信自己的内心，你会找到属于自己的幸福。加油！如果你还有任何问题或需要进一步的讨论，随时与我联系。我愿意和你一起度过这个成长的过程。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，你有许多人在背后支持着你。",
        "label": ""
      },
      {
        "sentence": "相信自己的选择，相信自己的内心，你会找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果你还有任何问题或需要进一步的讨论，随时与我联系。",
        "label": ""
      },
      {
        "sentence": "我愿意和你一起度过这个成长的过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会牢记你的话，并努力前行。如果有需要，我一定会再次找你交流的。感恩有你这位支持者陪伴我度过这个难关！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，并努力前行。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我一定会再次找你交流的。",
        "label": ""
      },
      {
        "sentence": "感恩有你这位支持者陪伴我度过这个难关！",
        "label": ""
      }
    ]
  }
]