[
  {
    "role": "client",
    "content": "怀疑自己的性取向近半年，我到底是双还是同？本人还在上大学。之前高中的时候喜欢过一个男孩子，后来在一起几个月就分了，也只牵过手。从那以后没喜欢过任何人。这个假期因为疫情的原因我接触到了百合小说，并不排斥，还觉得女生谈恋爱很甜，开始幻想自己和女生在一起谈恋爱，觉得女生更温柔体贴，和女生在一起的感觉也一定比和男生在一起好。后来又去微博和b站关注了几对情侣，还有同性微博，觉得女孩子之间谈起恋爱也太温柔了叭，还有点羡慕，不过现在真的很迷惑自己到底喜欢男生还是女生？真的好焦虑……",
    "annotation": [
      {
        "sentence": "怀疑自己的性取向近半年，我到底是双还是同？",
        "label": ""
      },
      {
        "sentence": "本人还在上大学。",
        "label": ""
      },
      {
        "sentence": "之前高中的时候喜欢过一个男孩子，后来在一起几个月就分了，也只牵过手。",
        "label": ""
      },
      {
        "sentence": "从那以后没喜欢过任何人。",
        "label": ""
      },
      {
        "sentence": "这个假期因为疫情的原因我接触到了百合小说，并不排斥，还觉得女生谈恋爱很甜，开始幻想自己和女生在一起谈恋爱，觉得女生更温柔体贴，和女生在一起的感觉也一定比和男生在一起好。",
        "label": ""
      },
      {
        "sentence": "后来又去微博和b站关注了几对情侣，还有同性微博，觉得女孩子之间谈起恋爱也太温柔了叭，还有点羡慕，不过现在真的很迷惑自己到底喜欢男生还是女生？",
        "label": ""
      },
      {
        "sentence": "真的好焦虑……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "见字如见面，理解你的烦恼了。你在高中时喜欢过一个男孩子，然后之后接触到百合小说，感觉女生之间的恋爱很甜。觉得女生之间的恋爱很甜是因为女生会比男生更了解女生。但我们并不能仅凭表面来判断自己的性取向。确定一个人的性取向是需要一定时间和深入的自我观察的。比如观察自己是否只对同性有亲密的兴趣，以及对同性和异性的态度。如何判断呢？我可以给你一些建议：如果你对某种性别（非个体）有强烈排斥感和害怕接触感，那可以排除相关的性取向。相反，如果你不介意与某一类性别的人有亲密接触，并且感到愉快，那就可能说明你对此类性别有易感性的性取向。此外，强烈的感情并且持续时间较长，相处时拥有依赖和安全感，那么可能倾向于具有相关性别的性取向。希望这些建议对你有所帮助，祝你安好。",
    "annotation": [
      {
        "sentence": "见字如见面，理解你的烦恼了。",
        "label": ""
      },
      {
        "sentence": "你在高中时喜欢过一个男孩子，然后之后接触到百合小说，感觉女生之间的恋爱很甜。",
        "label": ""
      },
      {
        "sentence": "觉得女生之间的恋爱很甜是因为女生会比男生更了解女生。",
        "label": ""
      },
      {
        "sentence": "但我们并不能仅凭表面来判断自己的性取向。",
        "label": ""
      },
      {
        "sentence": "确定一个人的性取向是需要一定时间和深入的自我观察的。",
        "label": ""
      },
      {
        "sentence": "比如观察自己是否只对同性有亲密的兴趣，以及对同性和异性的态度。",
        "label": ""
      },
      {
        "sentence": "如何判断呢？",
        "label": ""
      },
      {
        "sentence": "我可以给你一些建议：如果你对某种性别（非个体）有强烈排斥感和害怕接触感，那可以排除相关的性取向。",
        "label": ""
      },
      {
        "sentence": "相反，如果你不介意与某一类性别的人有亲密接触，并且感到愉快，那就可能说明你对此类性别有易感性的性取向。",
        "label": ""
      },
      {
        "sentence": "此外，强烈的感情并且持续时间较长，相处时拥有依赖和安全感，那么可能倾向于具有相关性别的性取向。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有所帮助，祝你安好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，我会认真考虑你给我的建议的。但是我还是担心怎么才能确定自己的性取向呢？我感到非常困惑和焦虑。",
    "annotation": [
      {
        "sentence": "谢谢你的回答，我会认真考虑你给我的建议的。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心怎么才能确定自己的性取向呢？",
        "label": ""
      },
      {
        "sentence": "我感到非常困惑和焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困惑和焦虑。确定性取向是一个过程，而不是一蹴而就的事情。首先，你可以尝试接受并探索自己的感受。不要为自己的情感感到惊讶或困惑，因为这是很正常的。你可以给自己一点时间，不要急于做出决定。同时，也可以和身边的亲朋好友分享你的感受，听取他们的意见和支持。他们的理解和支持会对你有所帮助。最重要的是，你要相信自己的直觉，相信你能够找到属于自己的答案。你不必急于确定，而是要耐心地倾听自己内心的声音。",
    "annotation": [
      {
        "sentence": "我明白你的困惑和焦虑。",
        "label": ""
      },
      {
        "sentence": "确定性取向是一个过程，而不是一蹴而就的事情。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试接受并探索自己的感受。",
        "label": ""
      },
      {
        "sentence": "不要为自己的情感感到惊讶或困惑，因为这是很正常的。",
        "label": ""
      },
      {
        "sentence": "你可以给自己一点时间，不要急于做出决定。",
        "label": ""
      },
      {
        "sentence": "同时，也可以和身边的亲朋好友分享你的感受，听取他们的意见和支持。",
        "label": ""
      },
      {
        "sentence": "他们的理解和支持会对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "最重要的是，你要相信自己的直觉，相信你能够找到属于自己的答案。",
        "label": ""
      },
      {
        "sentence": "你不必急于确定，而是要耐心地倾听自己内心的声音。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着接受和探索自己的感受。而且我也会向身边的人倾诉，听取他们的意见和支持。我想这样会有助于我更好地了解自己。我会相信自己的直觉，耐心地倾听内心的声音。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着接受和探索自己的感受。",
        "label": ""
      },
      {
        "sentence": "而且我也会向身边的人倾诉，听取他们的意见和支持。",
        "label": ""
      },
      {
        "sentence": "我想这样会有助于我更好地了解自己。",
        "label": ""
      },
      {
        "sentence": "我会相信自己的直觉，耐心地倾听内心的声音。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试接受和探索自己的感受，并且向身边的人倾诉。不管你的性取向是什么，最重要的是找到自己真正感到幸福和舒适的方式。在这个过程中，保持积极的心态，相信自己的能力和智慧。同时，也可以尝试更多了解LGBTQ+相关的信息和资源，这将帮助你更好地理解和接受自己。记住，你并不孤单，有很多人在支持你。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试接受和探索自己的感受，并且向身边的人倾诉。",
        "label": ""
      },
      {
        "sentence": "不管你的性取向是什么，最重要的是找到自己真正感到幸福和舒适的方式。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，保持积极的心态，相信自己的能力和智慧。",
        "label": ""
      },
      {
        "sentence": "同时，也可以尝试更多了解LGBTQ+相关的信息和资源，这将帮助你更好地理解和接受自己。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有很多人在支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，无论我是什么性取向，最重要的是找到自己真正幸福和舒适的方式。我会保持积极的心态，努力相信自己的能力和智慧。同时，我也会进一步了解LGBTQ+相关的信息和资源，这样我就可以更好地理解和接受自己。非常感谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "你说的对，无论我是什么性取向，最重要的是找到自己真正幸福和舒适的方式。",
        "label": ""
      },
      {
        "sentence": "我会保持积极的心态，努力相信自己的能力和智慧。",
        "label": ""
      },
      {
        "sentence": "同时，我也会进一步了解LGBTQ+相关的信息和资源，这样我就可以更好地理解和接受自己。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意为你提供支持和鼓励。无论在什么时候，只要你有任何困惑或者需要人倾诉，都可以随时来找我。我会一直支持你的，祝你度过这个过程，找到内心的答案，并找到属于自己的幸福和满足。你很勇敢，加油哦！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意为你提供支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "无论在什么时候，只要你有任何困惑或者需要人倾诉，都可以随时来找我。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的，祝你度过这个过程，找到内心的答案，并找到属于自己的幸福和满足。",
        "label": ""
      },
      {
        "sentence": "你很勇敢，加油哦！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你一直以来的支持和鼓励，也感谢你愿意随时提供帮助。你的话让我感到很温暖和鼓舞。我会坚持下去，相信自己，找到属于自己的幸福。谢谢你，我会加油的！",
    "annotation": [
      {
        "sentence": "非常感谢你一直以来的支持和鼓励，也感谢你愿意随时提供帮助。",
        "label": ""
      },
      {
        "sentence": "你的话让我感到很温暖和鼓舞。",
        "label": ""
      },
      {
        "sentence": "我会坚持下去，相信自己，找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "谢谢你，我会加油的！",
        "label": ""
      }
    ]
  }
]