[
  {
    "role": "client",
    "content": "我很苦恼，我的家庭关系很一般。父母关系不好，长辈文化素养也不高。我奶奶不识字，却自私贪婪，总是爱搬弄是非并且重男轻女。因为我是个女孩，她不满意，经常挑拨我父母的感情。我父亲也是跟着奶奶长大的，同样自私而且没有责任心，常常不顾家，心情不好就骂我和我妈，还说脏话。我爷爷中风了，虽然在生前口头上有遗嘱，但没写下来。奶奶也不好好解决子女之间的纠纷，导致家人之间争夺财产，而奶奶可以保持高身份地位，让大家都围着她转，保证她晚年能够享福。我们家的房子就成为争夺的对象，奶奶和我们住在一起，亲戚们也觉得有份。他们像主人一样进出我们的房子，拿走烟酒茶叶等物品，甚至有一次还偷走了一块名牌手表。每逢过年，我们要花好几千块给他们买东西，最后他们还要开口要更多，整个过程中存在很多算计和争斗。这样的不良氛围影响了同辈之间的感情，让我非常痛苦。看到其他家庭和睦团结，我感到很羡慕。而自己的家庭只让我感到痛苦。",
    "annotation": [
      {
        "sentence": "我很苦恼，我的家庭关系很一般。",
        "label": ""
      },
      {
        "sentence": "父母关系不好，长辈文化素养也不高。",
        "label": ""
      },
      {
        "sentence": "我奶奶不识字，却自私贪婪，总是爱搬弄是非并且重男轻女。",
        "label": ""
      },
      {
        "sentence": "因为我是个女孩，她不满意，经常挑拨我父母的感情。",
        "label": ""
      },
      {
        "sentence": "我父亲也是跟着奶奶长大的，同样自私而且没有责任心，常常不顾家，心情不好就骂我和我妈，还说脏话。",
        "label": ""
      },
      {
        "sentence": "我爷爷中风了，虽然在生前口头上有遗嘱，但没写下来。",
        "label": ""
      },
      {
        "sentence": "奶奶也不好好解决子女之间的纠纷，导致家人之间争夺财产，而奶奶可以保持高身份地位，让大家都围着她转，保证她晚年能够享福。",
        "label": ""
      },
      {
        "sentence": "我们家的房子就成为争夺的对象，奶奶和我们住在一起，亲戚们也觉得有份。",
        "label": ""
      },
      {
        "sentence": "他们像主人一样进出我们的房子，拿走烟酒茶叶等物品，甚至有一次还偷走了一块名牌手表。",
        "label": ""
      },
      {
        "sentence": "每逢过年，我们要花好几千块给他们买东西，最后他们还要开口要更多，整个过程中存在很多算计和争斗。",
        "label": ""
      },
      {
        "sentence": "这样的不良氛围影响了同辈之间的感情，让我非常痛苦。",
        "label": ""
      },
      {
        "sentence": "看到其他家庭和睦团结，我感到很羡慕。",
        "label": ""
      },
      {
        "sentence": "而自己的家庭只让我感到痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢你分享这些。亲爱的，你遇到的情况确实很困难，辛苦你了。但我们每个人都来自于原生家庭，所以都要在原生家庭中成长，然后摆脱对它的束缚和不良影响。这是人生必经的过程。你准备好接受这一事实并脱离对它的影响了吗？我们来梳理一下家庭成员和家庭环境：奶奶、父亲、母亲和你。奶奶不识字，自私贪婪，喜欢挑拨是非和重男轻女。因为你是女孩，奶奶还挑拨你父母的感情。父亲心情不好就骂你和你妈。爷爷虽然有口头遗嘱，但面对利益，事情变得复杂。奶奶不解决子女之间的纠纷，认为这样她才能保持地位，让大家围着她转，保证晚年能够享福。现在的房子就成为争夺的焦点，奶奶和我们住在一起，其他亲戚也会进出我们的房子，拿走烟酒茶叶等物品，甚至她们还偷走了一块名牌手表。整个过程中存在很多算计和争斗，让你非常痛苦。痛苦可以成为你改变的动力。以上这些是事实，现在我们来看看你拥有哪些资源，可以做出怎样的改变。首先，你已经24岁了，已经成年。如果你已经开始工作，你需要认清一个事实：我无法选择我的家庭，但我可以创造我想要的生活。在心理和情感上远离原生家庭是很重要的，如果可能的话，也尽量在物理上远离。如果你想要保护自己的母亲和家人，你需要了解哪些事情是你可以做的，哪些是无法改变的。父亲和奶奶虽然有挑拨和辱骂行为，但你的母亲是怎样的态度呢？如果你的母亲想要维护家庭和你们，那么你可以给她更多的支持和安慰。并不需要与父亲和奶奶对立，对他们怀有恨意。奶奶有小心思也是可以理解的，但是你可以寻求方法来保护自己的家人和财产。关于偷盗行为，涉及到一定价值的，是触犯法律的，请咨询法律专业人员或公安部门。如果你现在对外境感到不满意，你要做的不是改变外境，而是做一些对自己有益的事情。因为外境总是不如意的，唯有爱自己，才有突破困境的勇气。就像一朵莲花，在淤泥中开出美丽的花朵。问答只是提供一些初步的指导，请寻求专业咨询师的帮助，他们会陪伴你一程。祝福你。",
    "annotation": [
      {
        "sentence": "非常感谢你分享这些。",
        "label": ""
      },
      {
        "sentence": "亲爱的，你遇到的情况确实很困难，辛苦你了。",
        "label": ""
      },
      {
        "sentence": "但我们每个人都来自于原生家庭，所以都要在原生家庭中成长，然后摆脱对它的束缚和不良影响。",
        "label": ""
      },
      {
        "sentence": "这是人生必经的过程。",
        "label": ""
      },
      {
        "sentence": "你准备好接受这一事实并脱离对它的影响了吗？",
        "label": ""
      },
      {
        "sentence": "我们来梳理一下家庭成员和家庭环境：奶奶、父亲、母亲和你。",
        "label": ""
      },
      {
        "sentence": "奶奶不识字，自私贪婪，喜欢挑拨是非和重男轻女。",
        "label": ""
      },
      {
        "sentence": "因为你是女孩，奶奶还挑拨你父母的感情。",
        "label": ""
      },
      {
        "sentence": "父亲心情不好就骂你和你妈。",
        "label": ""
      },
      {
        "sentence": "爷爷虽然有口头遗嘱，但面对利益，事情变得复杂。",
        "label": ""
      },
      {
        "sentence": "奶奶不解决子女之间的纠纷，认为这样她才能保持地位，让大家围着她转，保证晚年能够享福。",
        "label": ""
      },
      {
        "sentence": "现在的房子就成为争夺的焦点，奶奶和我们住在一起，其他亲戚也会进出我们的房子，拿走烟酒茶叶等物品，甚至她们还偷走了一块名牌手表。",
        "label": ""
      },
      {
        "sentence": "整个过程中存在很多算计和争斗，让你非常痛苦。",
        "label": ""
      },
      {
        "sentence": "痛苦可以成为你改变的动力。",
        "label": ""
      },
      {
        "sentence": "以上这些是事实，现在我们来看看你拥有哪些资源，可以做出怎样的改变。",
        "label": ""
      },
      {
        "sentence": "首先，你已经24岁了，已经成年。",
        "label": ""
      },
      {
        "sentence": "如果你已经开始工作，你需要认清一个事实：我无法选择我的家庭，但我可以创造我想要的生活。",
        "label": ""
      },
      {
        "sentence": "在心理和情感上远离原生家庭是很重要的，如果可能的话，也尽量在物理上远离。",
        "label": ""
      },
      {
        "sentence": "如果你想要保护自己的母亲和家人，你需要了解哪些事情是你可以做的，哪些是无法改变的。",
        "label": ""
      },
      {
        "sentence": "父亲和奶奶虽然有挑拨和辱骂行为，但你的母亲是怎样的态度呢？",
        "label": ""
      },
      {
        "sentence": "如果你的母亲想要维护家庭和你们，那么你可以给她更多的支持和安慰。",
        "label": ""
      },
      {
        "sentence": "并不需要与父亲和奶奶对立，对他们怀有恨意。",
        "label": ""
      },
      {
        "sentence": "奶奶有小心思也是可以理解的，但是你可以寻求方法来保护自己的家人和财产。",
        "label": ""
      },
      {
        "sentence": "关于偷盗行为，涉及到一定价值的，是触犯法律的，请咨询法律专业人员或公安部门。",
        "label": ""
      },
      {
        "sentence": "如果你现在对外境感到不满意，你要做的不是改变外境，而是做一些对自己有益的事情。",
        "label": ""
      },
      {
        "sentence": "因为外境总是不如意的，唯有爱自己，才有突破困境的勇气。",
        "label": ""
      },
      {
        "sentence": "就像一朵莲花，在淤泥中开出美丽的花朵。",
        "label": ""
      },
      {
        "sentence": "问答只是提供一些初步的指导，请寻求专业咨询师的帮助，他们会陪伴你一程。",
        "label": ""
      },
      {
        "sentence": "祝福你。",
        "label": ""
      }
    ]
  }
]