[
  {
    "role": "client",
    "content": "我现在非常困扰，家庭环境真的很不好。我父母的关系一般，而且长辈们的文化水平也不高，他们对我也不够关心。尤其是我奶奶，她不识字，没有那种农村人的善良和淳朴，反而很自私贪婪，总是喜欢挑拨离间，重男轻女。因为我是女孩，所以她不满意，总是搬弄是非，影响我父母的感情。而且我的父亲也是在奶奶身边长大的，也一样自私，没有责任心，不顾家，在他心情不好的时候就会骂我和我妈，说些脏话。另外，我爷爷中风了，他生前没有留下遗嘱，但奶奶却不愿意解决我们子女之间产生的纠纷，争夺财产的人越来越多，大家都围着她转，只为了讨好她，保证自己晚年能得到更多。我们家的房子也成了争执的焦点，奶奶和我们住在一起的时候，亲戚们都表现得像主人一样，随意拿烟酒茶叶，还经常挑拨我父母的感情。有一次大家都不在家的时候，奶奶竟然偷走了一个名牌手表。每年过年的时候，我们都得花好几千块给他们买各种东西，最后还是不管不顾地索取更多。这种情况导致我们之间的关系变得很紧张，我觉得很痛苦。看到别人家庭和睦团结，我真的很羡慕，而我的家庭只能给我带来痛苦。",
    "annotation": [
      {
        "sentence": "我现在非常困扰，家庭环境真的很不好。",
        "label": ""
      },
      {
        "sentence": "我父母的关系一般，而且长辈们的文化水平也不高，他们对我也不够关心。",
        "label": ""
      },
      {
        "sentence": "尤其是我奶奶，她不识字，没有那种农村人的善良和淳朴，反而很自私贪婪，总是喜欢挑拨离间，重男轻女。",
        "label": ""
      },
      {
        "sentence": "因为我是女孩，所以她不满意，总是搬弄是非，影响我父母的感情。",
        "label": ""
      },
      {
        "sentence": "而且我的父亲也是在奶奶身边长大的，也一样自私，没有责任心，不顾家，在他心情不好的时候就会骂我和我妈，说些脏话。",
        "label": ""
      },
      {
        "sentence": "另外，我爷爷中风了，他生前没有留下遗嘱，但奶奶却不愿意解决我们子女之间产生的纠纷，争夺财产的人越来越多，大家都围着她转，只为了讨好她，保证自己晚年能得到更多。",
        "label": ""
      },
      {
        "sentence": "我们家的房子也成了争执的焦点，奶奶和我们住在一起的时候，亲戚们都表现得像主人一样，随意拿烟酒茶叶，还经常挑拨我父母的感情。",
        "label": ""
      },
      {
        "sentence": "有一次大家都不在家的时候，奶奶竟然偷走了一个名牌手表。",
        "label": ""
      },
      {
        "sentence": "每年过年的时候，我们都得花好几千块给他们买各种东西，最后还是不管不顾地索取更多。",
        "label": ""
      },
      {
        "sentence": "这种情况导致我们之间的关系变得很紧张，我觉得很痛苦。",
        "label": ""
      },
      {
        "sentence": "看到别人家庭和睦团结，我真的很羡慕，而我的家庭只能给我带来痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你这样痛苦的样子，我非常理解你的感受。痛苦会让我们与他人保持距离，而亲切和爱能够拉近彼此的感情距离。每个人的原生家庭都是不同的，我们无法选择它们。我们也无法改变我们的亲人，唯一能改变的就是我们自己。或许他们的价值观和为人处事的方式不是我们所喜欢或接受的，但我们需要接受这一切。首先，在心灵上接受这些存在。同时，我们要坚持并实现自己的选择。当我们看到更多争执和矛盾时，内心会感到痛苦和怀疑。在这种情况下，保持一定的距离是可以的。要好好做自己，争取自己想要的东西，坚信自己的价值观。如果可能的话，对亲人多一些宽容和理解。但是同时也要为自己设立边界，并保护自己。适当地进行沟通交流是有益的，不要自我封闭。对自己的亲人，我们仍然要表达爱意，不要过分计较。家庭并非一个讲理的地方，没有绝对的公平。但在特殊时刻和特殊事件中，我们仍然需要捍卫自己的利益和保护我们重要的东西。接受自己，坦然面对生活。不要过分消极和敏感。我们或许经历过瓢泼大雨，但依然相信会有晴空万里的一天。如果我们真诚地对待他人，他人也会善待我们。坚持自己的原则和底线，尊重并接纳自己。不要被别人的意见左右。敢于拒绝和说不，但不要吝啬自己的爱。尽管我们有时会受伤，不能得到预期的回应，但请相信自己，也相信他人。",
    "annotation": [
      {
        "sentence": "看到你这样痛苦的样子，我非常理解你的感受。",
        "label": ""
      },
      {
        "sentence": "痛苦会让我们与他人保持距离，而亲切和爱能够拉近彼此的感情距离。",
        "label": ""
      },
      {
        "sentence": "每个人的原生家庭都是不同的，我们无法选择它们。",
        "label": ""
      },
      {
        "sentence": "我们也无法改变我们的亲人，唯一能改变的就是我们自己。",
        "label": ""
      },
      {
        "sentence": "或许他们的价值观和为人处事的方式不是我们所喜欢或接受的，但我们需要接受这一切。",
        "label": ""
      },
      {
        "sentence": "首先，在心灵上接受这些存在。",
        "label": ""
      },
      {
        "sentence": "同时，我们要坚持并实现自己的选择。",
        "label": ""
      },
      {
        "sentence": "当我们看到更多争执和矛盾时，内心会感到痛苦和怀疑。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，保持一定的距离是可以的。",
        "label": ""
      },
      {
        "sentence": "要好好做自己，争取自己想要的东西，坚信自己的价值观。",
        "label": ""
      },
      {
        "sentence": "如果可能的话，对亲人多一些宽容和理解。",
        "label": ""
      },
      {
        "sentence": "但是同时也要为自己设立边界，并保护自己。",
        "label": ""
      },
      {
        "sentence": "适当地进行沟通交流是有益的，不要自我封闭。",
        "label": ""
      },
      {
        "sentence": "对自己的亲人，我们仍然要表达爱意，不要过分计较。",
        "label": ""
      },
      {
        "sentence": "家庭并非一个讲理的地方，没有绝对的公平。",
        "label": ""
      },
      {
        "sentence": "但在特殊时刻和特殊事件中，我们仍然需要捍卫自己的利益和保护我们重要的东西。",
        "label": ""
      },
      {
        "sentence": "接受自己，坦然面对生活。",
        "label": ""
      },
      {
        "sentence": "不要过分消极和敏感。",
        "label": ""
      },
      {
        "sentence": "我们或许经历过瓢泼大雨，但依然相信会有晴空万里的一天。",
        "label": ""
      },
      {
        "sentence": "如果我们真诚地对待他人，他人也会善待我们。",
        "label": ""
      },
      {
        "sentence": "坚持自己的原则和底线，尊重并接纳自己。",
        "label": ""
      },
      {
        "sentence": "不要被别人的意见左右。",
        "label": ""
      },
      {
        "sentence": "敢于拒绝和说不，但不要吝啬自己的爱。",
        "label": ""
      },
      {
        "sentence": "尽管我们有时会受伤，不能得到预期的回应，但请相信自己，也相信他人。",
        "label": ""
      }
    ]
  }
]