[
  {
    "role": "client",
    "content": "我是一个21岁的女生，最近感觉自己的人生观正在慢慢建立，但是有点迷茫。尤其在人际交往方面，我不知道如何和别人相处。遇到问题时也不知道该怎么办，脑子里总是同时出现两种不同的想法，但就是不知道怎么决定。",
    "annotation": [
      {
        "sentence": "我是一个21岁的女生，最近感觉自己的人生观正在慢慢建立，但是有点迷茫。",
        "label": ""
      },
      {
        "sentence": "尤其在人际交往方面，我不知道如何和别人相处。",
        "label": ""
      },
      {
        "sentence": "遇到问题时也不知道该怎么办，脑子里总是同时出现两种不同的想法，但就是不知道怎么决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的心情。有时候当我们面对比较复杂的情况时，可能会有很多不同的选择。然而，选择的多并不意味着我们会更容易做出决定，反而会让我们的思考更加复杂，容易陷入纠结和犹豫不决的状态。我想告诉你，目前的这个阶段其实对你来说是一个进步非常快的阶段，因为你会开始对很多事情有更多的认识和了解。我建议你能够更加勇敢一些。尤其是在一些相对不太重要的事情上，无论选择A还是选择B，实际上对你的人生并不会有太大的影响。重要的是你能够做出一个选择，而不是纠结于这个选择到底对不对，因为在很多情况下，并没有绝对的对错之分。有时候当我们走在人生的岔路口时，都不知道应该选择哪条路，因为谁也不能保证选择了某一条路就会一帆风顺。但是我想告诉你的是，我们需要有勇气去做出选择。另外，一个好的方面是人生会给我们很多反馈，如果我们作出了错误的选择，生活会教给我们一些挫折和失望，但这并没有关系。如果我们作出了正确的选择，我们会变得更加自信。所以在大多数情况下，我们都可以更加勇敢一些。当然，也有一些事情会对我们的人生产生较大的影响，在这种情况下我们需要更加谨慎。你可以在重要的选择上多听取别人的意见，同时也要多思考自己内心的想法和感受。对于其他的事情，你可以自己做出决定。希望一切顺利，加油！",
    "annotation": [
      {
        "sentence": "我完全理解你的心情。",
        "label": ""
      },
      {
        "sentence": "有时候当我们面对比较复杂的情况时，可能会有很多不同的选择。",
        "label": ""
      },
      {
        "sentence": "然而，选择的多并不意味着我们会更容易做出决定，反而会让我们的思考更加复杂，容易陷入纠结和犹豫不决的状态。",
        "label": ""
      },
      {
        "sentence": "我想告诉你，目前的这个阶段其实对你来说是一个进步非常快的阶段，因为你会开始对很多事情有更多的认识和了解。",
        "label": ""
      },
      {
        "sentence": "我建议你能够更加勇敢一些。",
        "label": ""
      },
      {
        "sentence": "尤其是在一些相对不太重要的事情上，无论选择A还是选择B，实际上对你的人生并不会有太大的影响。",
        "label": ""
      },
      {
        "sentence": "重要的是你能够做出一个选择，而不是纠结于这个选择到底对不对，因为在很多情况下，并没有绝对的对错之分。",
        "label": ""
      },
      {
        "sentence": "有时候当我们走在人生的岔路口时，都不知道应该选择哪条路，因为谁也不能保证选择了某一条路就会一帆风顺。",
        "label": ""
      },
      {
        "sentence": "但是我想告诉你的是，我们需要有勇气去做出选择。",
        "label": ""
      },
      {
        "sentence": "另外，一个好的方面是人生会给我们很多反馈，如果我们作出了错误的选择，生活会教给我们一些挫折和失望，但这并没有关系。",
        "label": ""
      },
      {
        "sentence": "如果我们作出了正确的选择，我们会变得更加自信。",
        "label": ""
      },
      {
        "sentence": "所以在大多数情况下，我们都可以更加勇敢一些。",
        "label": ""
      },
      {
        "sentence": "当然，也有一些事情会对我们的人生产生较大的影响，在这种情况下我们需要更加谨慎。",
        "label": ""
      },
      {
        "sentence": "你可以在重要的选择上多听取别人的意见，同时也要多思考自己内心的想法和感受。",
        "label": ""
      },
      {
        "sentence": "对于其他的事情，你可以自己做出决定。",
        "label": ""
      },
      {
        "sentence": "希望一切顺利，加油！",
        "label": ""
      }
    ]
  }
]