[
  {
    "role": "client",
    "content": "我觉得自己总是想起很多让我生气的事情，然后就想哭又生气。从小被莫名其妙的被家长揍，问为什么打我也不告诉我，后来做双眼皮被我大舅说做了也没有我姐眼珠子大，再后来穿漂亮的衣服被人指指点点，我看着时候那人还光明正大的用手指我，还在笑，后来住宿时候和男朋友一起住，当时他出去忘了关门，被别的男的看光了身体，这种事情还发生了两次，军训时候还被导员说我在好看，也没有高圆圆好看。类似的这种事情发生了很多很多，我想起来就想哭又觉得特别生气，总觉得忘不了那些事情，我一直都特别自卑，从来没觉得自己好看，觉得自己一无是处，总是觉得想哭又很愤怒，觉得自己无能，也无法改变什么，觉得活着就是痛苦，总希望下辈子能投个好胎，总觉得不想过活了，我不知道我到底怎么了。",
    "annotation": [
      {
        "sentence": "我觉得自己总是想起很多让我生气的事情，然后就想哭又生气。",
        "label": ""
      },
      {
        "sentence": "从小被莫名其妙的被家长揍，问为什么打我也不告诉我，后来做双眼皮被我大舅说做了也没有我姐眼珠子大，再后来穿漂亮的衣服被人指指点点，我看着时候那人还光明正大的用手指我，还在笑，后来住宿时候和男朋友一起住，当时他出去忘了关门，被别的男的看光了身体，这种事情还发生了两次，军训时候还被导员说我在好看，也没有高圆圆好看。",
        "label": ""
      },
      {
        "sentence": "类似的这种事情发生了很多很多，我想起来就想哭又觉得特别生气，总觉得忘不了那些事情，我一直都特别自卑，从来没觉得自己好看，觉得自己一无是处，总是觉得想哭又很愤怒，觉得自己无能，也无法改变什么，觉得活着就是痛苦，总希望下辈子能投个好胎，总觉得不想过活了，我不知道我到底怎么了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你的信任，把自己的感受与我们一起交流。我看到无论外界如何对待和评价你，你依然勇敢地生活着，寻找属于自己的美丽，找到自己的爱情，克服自卑，勇往直前。这样的精神值得我们大家学习。生活成长路上关键是我们怎么看待自己，好好爱自己，发现自己的优势地方，走自己的路随别人去说吧！为你加油！",
    "annotation": [
      {
        "sentence": "感谢你的信任，把自己的感受与我们一起交流。",
        "label": ""
      },
      {
        "sentence": "我看到无论外界如何对待和评价你，你依然勇敢地生活着，寻找属于自己的美丽，找到自己的爱情，克服自卑，勇往直前。",
        "label": ""
      },
      {
        "sentence": "这样的精神值得我们大家学习。",
        "label": ""
      },
      {
        "sentence": "生活成长路上关键是我们怎么看待自己，好好爱自己，发现自己的优势地方，走自己的路随别人去说吧！",
        "label": ""
      },
      {
        "sentence": "为你加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，但是我觉得这些负面的经历一直困扰着我，忘记不了。我总觉得自己长得不好看，也没有自己的优点。这些都在影响着我的自信心。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，但是我觉得这些负面的经历一直困扰着我，忘记不了。",
        "label": ""
      },
      {
        "sentence": "我总觉得自己长得不好看，也没有自己的优点。",
        "label": ""
      },
      {
        "sentence": "这些都在影响着我的自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，这些负面的经历会对我们的自信心造成很大的打击。但请相信，每个人都有自己独特的美丽和优点。我们不能让一些外界的评价左右自己的价值感。要记住，真正的美丽来自于内心的光芒和自信的态度。",
    "annotation": [
      {
        "sentence": "我了解你的感受，这些负面的经历会对我们的自信心造成很大的打击。",
        "label": ""
      },
      {
        "sentence": "但请相信，每个人都有自己独特的美丽和优点。",
        "label": ""
      },
      {
        "sentence": "我们不能让一些外界的评价左右自己的价值感。",
        "label": ""
      },
      {
        "sentence": "要记住，真正的美丽来自于内心的光芒和自信的态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得自己无法改变这种情况，好像一直都没有办法摆脱这种负面的情绪。我到底应该怎么办？",
    "annotation": [
      {
        "sentence": "可是我觉得自己无法改变这种情况，好像一直都没有办法摆脱这种负面的情绪。",
        "label": ""
      },
      {
        "sentence": "我到底应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你感到无助的心情，但是我们都可以找到一些方法来改变我们的心态。首先，要学会接受自己，并发现自己的优点和价值。同时，可以尝试寻求专业心理咨询师的帮助，他们可以给你提供更专业的支持和建议。",
    "annotation": [
      {
        "sentence": "我理解你感到无助的心情，但是我们都可以找到一些方法来改变我们的心态。",
        "label": ""
      },
      {
        "sentence": "首先，要学会接受自己，并发现自己的优点和价值。",
        "label": ""
      },
      {
        "sentence": "同时，可以尝试寻求专业心理咨询师的帮助，他们可以给你提供更专业的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对，我应该试着接受自己，并寻求专业的帮助。我会尽量改变自己的看法，相信自己能够摆脱这种负面情绪的困扰。",
    "annotation": [
      {
        "sentence": "嗯，你说得对，我应该试着接受自己，并寻求专业的帮助。",
        "label": ""
      },
      {
        "sentence": "我会尽量改变自己的看法，相信自己能够摆脱这种负面情绪的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能有这样的想法，改变是一个过程，但只要你愿意努力，相信自己，积极寻求帮助，你一定能够摆脱困境，重拾自信。我会一直支持你的，加油！",
    "annotation": [
      {
        "sentence": "很高兴你能有这样的想法，改变是一个过程，但只要你愿意努力，相信自己，积极寻求帮助，你一定能够摆脱困境，重拾自信。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我很感激。我会努力面对并处理自己的情绪，相信未来会越来越好。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我很感激。",
        "label": ""
      },
      {
        "sentence": "我会努力面对并处理自己的情绪，相信未来会越来越好。",
        "label": ""
      }
    ]
  }
]