[
  {
    "role": "client",
    "content": "女友想通过我忘掉另一个她喜欢的女生，但她忘不掉？起初谈恋爱并不知道她喜欢那个跟她天天玩的女孩子，后来虽然发现不对劲，但没追问，后来她主动跟我说她并没有那么喜欢我，反而她特别喜欢那个女孩子，只是那女孩子性取向正常，所以想通过我忘掉那个女孩子，可能是我表现的不好，所以她还是忘不掉她吧，今天找她想问清楚，她给我说那女生是谁也无法替代的，她说她确实不喜欢我身上那么多缺点，但主要原因还是不够喜欢我，够喜欢的话都会包容的，说就算我十全十美，她也会厌烦的，我的缺点只是加速她的厌烦而已，我是死心了，但是我现在好迷茫，不知道接下来该怎么处理，也突然对感情这个词很迷惑，也不敢再全心全意，付出真心了，思绪一团糟。",
    "annotation": [
      {
        "sentence": "女友想通过我忘掉另一个她喜欢的女生，但她忘不掉？",
        "label": ""
      },
      {
        "sentence": "起初谈恋爱并不知道她喜欢那个跟她天天玩的女孩子，后来虽然发现不对劲，但没追问，后来她主动跟我说她并没有那么喜欢我，反而她特别喜欢那个女孩子，只是那女孩子性取向正常，所以想通过我忘掉那个女孩子，可能是我表现的不好，所以她还是忘不掉她吧，今天找她想问清楚，她给我说那女生是谁也无法替代的，她说她确实不喜欢我身上那么多缺点，但主要原因还是不够喜欢我，够喜欢的话都会包容的，说就算我十全十美，她也会厌烦的，我的缺点只是加速她的厌烦而已，我是死心了，但是我现在好迷茫，不知道接下来该怎么处理，也突然对感情这个词很迷惑，也不敢再全心全意，付出真心了，思绪一团糟。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先给你一个鼓励的抱抱，非常理解你的感受。因为自己女友的原因让你甚至产生自我怀疑。但是你需要知道的是，这并不是你自己的问题。",
    "annotation": [
      {
        "sentence": "先给你一个鼓励的抱抱，非常理解你的感受。",
        "label": ""
      },
      {
        "sentence": "因为自己女友的原因让你甚至产生自我怀疑。",
        "label": ""
      },
      {
        "sentence": "但是你需要知道的是，这并不是你自己的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白她喜欢的是同性，我自己无法满足她的喜好，可是我就是无法接受她追求的那个人是个女生，想想就觉得很痛苦。",
    "annotation": [
      {
        "sentence": "我明白她喜欢的是同性，我自己无法满足她的喜好，可是我就是无法接受她追求的那个人是个女生，想想就觉得很痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你这种感受很正常，毕竟对于大多数异性恋来说，无法理解同性恋者的喜好，也比较难以接受。不过，你不能将这个责任全部归咎于自己。感情是双方的事情，即便你再努力也无法改变对方的喜好。",
    "annotation": [
      {
        "sentence": "你这种感受很正常，毕竟对于大多数异性恋来说，无法理解同性恋者的喜好，也比较难以接受。",
        "label": ""
      },
      {
        "sentence": "不过，你不能将这个责任全部归咎于自己。",
        "label": ""
      },
      {
        "sentence": "感情是双方的事情，即便你再努力也无法改变对方的喜好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也知道这是个无解的问题。但是我还是很沮丧，感觉自己不够好，无论如何我都无法代替她心中的那个女生。",
    "annotation": [
      {
        "sentence": "是的，我也知道这是个无解的问题。",
        "label": ""
      },
      {
        "sentence": "但是我还是很沮丧，感觉自己不够好，无论如何我都无法代替她心中的那个女生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要这样想。每个人都有自己独特的喜好和倾向，你不必将这个归结为自己的不足。你应该更加相信自己，接受自己的全部。只有这样，才能找到属于你自己的幸福。",
    "annotation": [
      {
        "sentence": "不要这样想。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己独特的喜好和倾向，你不必将这个归结为自己的不足。",
        "label": ""
      },
      {
        "sentence": "你应该更加相信自己，接受自己的全部。",
        "label": ""
      },
      {
        "sentence": "只有这样，才能找到属于你自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的安慰和鼓励。可是我现在真的好迷茫，不知道接下来该怎么做。我也不敢再付出真心了，怕再次受伤。",
    "annotation": [
      {
        "sentence": "谢谢你的安慰和鼓励。",
        "label": ""
      },
      {
        "sentence": "可是我现在真的好迷茫，不知道接下来该怎么做。",
        "label": ""
      },
      {
        "sentence": "我也不敢再付出真心了，怕再次受伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的困惑和恐惧，但是不要因为这个经历而放弃对感情的追求。每个人都会遇到挫折和伤心，但是这不应该成为你阻止自己追求幸福的理由。你应该给自己一些时间来治愈，然后重新寻找属于你的幸福。",
    "annotation": [
      {
        "sentence": "明白你的困惑和恐惧，但是不要因为这个经历而放弃对感情的追求。",
        "label": ""
      },
      {
        "sentence": "每个人都会遇到挫折和伤心，但是这不应该成为你阻止自己追求幸福的理由。",
        "label": ""
      },
      {
        "sentence": "你应该给自己一些时间来治愈，然后重新寻找属于你的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要给自己一些时间来疗伤。我会试着放下过去，相信未来会有更好的机会。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "你说得对，我需要给自己一些时间来疗伤。",
        "label": ""
      },
      {
        "sentence": "我会试着放下过去，相信未来会有更好的机会。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够走出困境，找到属于自己的幸福。如果还有任何需要倾诉和帮助的地方，随时来找我。祝福你早日走出困境，重新拥抱美好的生活。",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够走出困境，找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果还有任何需要倾诉和帮助的地方，随时来找我。",
        "label": ""
      },
      {
        "sentence": "祝福你早日走出困境，重新拥抱美好的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的陪伴和鼓励，我会尽快走出来的。再次感谢你的支持，祝你一切顺利！",
    "annotation": [
      {
        "sentence": "谢谢你的陪伴和鼓励，我会尽快走出来的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持，祝你一切顺利！",
        "label": ""
      }
    ]
  }
]