[
  {
    "role": "client",
    "content": "老公送了我99朵玫瑰，我感受不到开心？",
    "annotation": [
      {
        "sentence": "老公送了我99朵玫瑰，我感受不到开心？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的感受。那么多的玫瑰本应该是一个美好的惊喜，但你却感受不到开心。这可能是因为你们之前讨论离婚的事情让你们的关系变得复杂了。你看到他沮丧的表情，也感受到了他的无力感，这让你的情绪变得复杂起来。是不是你内心还有其他的情绪在作怪，让你无法真正感受到他的爱呢？",
    "annotation": [
      {
        "sentence": "我可以理解你的感受。",
        "label": ""
      },
      {
        "sentence": "那么多的玫瑰本应该是一个美好的惊喜，但你却感受不到开心。",
        "label": ""
      },
      {
        "sentence": "这可能是因为你们之前讨论离婚的事情让你们的关系变得复杂了。",
        "label": ""
      },
      {
        "sentence": "你看到他沮丧的表情，也感受到了他的无力感，这让你的情绪变得复杂起来。",
        "label": ""
      },
      {
        "sentence": "是不是你内心还有其他的情绪在作怪，让你无法真正感受到他的爱呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的感觉不到他的爱。我们曾经聊过关于婚姻的需求和学习心理学的话题，我们也能开心地聊天。我觉得他一直在努力走进我的心里，我也在照顾关心他，能看到他的付出与辛苦。但是，我只能说我是出于责任或同情去爱他，而不是真正地感受到爱。",
    "annotation": [
      {
        "sentence": "是的，我真的感觉不到他的爱。",
        "label": ""
      },
      {
        "sentence": "我们曾经聊过关于婚姻的需求和学习心理学的话题，我们也能开心地聊天。",
        "label": ""
      },
      {
        "sentence": "我觉得他一直在努力走进我的心里，我也在照顾关心他，能看到他的付出与辛苦。",
        "label": ""
      },
      {
        "sentence": "但是，我只能说我是出于责任或同情去爱他，而不是真正地感受到爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情况下你的感受是可以理解的。但是，爱情不仅仅是基于感觉的，也可以通过行动和付出来体现。有时候，我们可以尝试从行动中去感受爱情，而不仅仅寄希望于感觉上的沟通。也许你可以和你的丈夫沟通，让他知道你的感受，并一起寻找解决的办法。",
    "annotation": [
      {
        "sentence": "这种情况下你的感受是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但是，爱情不仅仅是基于感觉的，也可以通过行动和付出来体现。",
        "label": ""
      },
      {
        "sentence": "有时候，我们可以尝试从行动中去感受爱情，而不仅仅寄希望于感觉上的沟通。",
        "label": ""
      },
      {
        "sentence": "也许你可以和你的丈夫沟通，让他知道你的感受，并一起寻找解决的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，爱情确实不仅仅是感觉上的交流。但是，我担心我真的无法爱上他。我不知道我要的是什么，真的会因为人不同爱不起来吗？我们还能培养自己去爱上一个人吗？",
    "annotation": [
      {
        "sentence": "我明白你的意思，爱情确实不仅仅是感觉上的交流。",
        "label": ""
      },
      {
        "sentence": "但是，我担心我真的无法爱上他。",
        "label": ""
      },
      {
        "sentence": "我不知道我要的是什么，真的会因为人不同爱不起来吗？",
        "label": ""
      },
      {
        "sentence": "我们还能培养自己去爱上一个人吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我想给你讲一个故事。有一天，柏拉图问老师苏格拉底：“什么是爱情？”苏格拉底让柏拉图去麦田里寻找一株最大最好的麦穗，但只能摘一次，也只能往前走，不能回头。柏拉图经过很长时间才空手回来，他说：“我一开始以为这不难，满怀信心地去了。但是每当我看到一个还不错的麦穗时，我又觉得前面一定还有更好的。结果，我失去了太多，直到走到尽头才明白已经错过了很多。苏格拉底说：”这就是爱情。“又有一天，柏拉图问苏格拉底：“什么是婚姻？”苏格拉底让他去树林里砍下一棵最结实、最茂盛、最适合做圣诞树的大树，同样只能砍一次，只能往前走。这次柏拉图很快就回来了，并且带回来了一棵差不多合适的树。他说，因为上次的经验，所以这次只要差不多就带回来了，不想因为错过而后悔。苏格拉底说：”这就是婚姻。“这个故事告诉我们，爱情并不是那么容易捕捉到的，而婚姻则是两个人共同努力经营的结果。所以，不要过于担心自己是否能够培养自己去爱上一个人，只要你们共同努力经营婚姻，就有可能让爱情萌生和绽放。",
    "annotation": [
      {
        "sentence": "我想给你讲一个故事。",
        "label": ""
      },
      {
        "sentence": "有一天，柏拉图问老师苏格拉底：“什么是爱情？",
        "label": ""
      },
      {
        "sentence": "”苏格拉底让柏拉图去麦田里寻找一株最大最好的麦穗，但只能摘一次，也只能往前走，不能回头。",
        "label": ""
      },
      {
        "sentence": "柏拉图经过很长时间才空手回来，他说：“我一开始以为这不难，满怀信心地去了。",
        "label": ""
      },
      {
        "sentence": "但是每当我看到一个还不错的麦穗时，我又觉得前面一定还有更好的。",
        "label": ""
      },
      {
        "sentence": "结果，我失去了太多，直到走到尽头才明白已经错过了很多。",
        "label": ""
      },
      {
        "sentence": "苏格拉底说：”这就是爱情。",
        "label": ""
      },
      {
        "sentence": "“又有一天，柏拉图问苏格拉底：“什么是婚姻？",
        "label": ""
      },
      {
        "sentence": "”苏格拉底让他去树林里砍下一棵最结实、最茂盛、最适合做圣诞树的大树，同样只能砍一次，只能往前走。",
        "label": ""
      },
      {
        "sentence": "这次柏拉图很快就回来了，并且带回来了一棵差不多合适的树。",
        "label": ""
      },
      {
        "sentence": "他说，因为上次的经验，所以这次只要差不多就带回来了，不想因为错过而后悔。",
        "label": ""
      },
      {
        "sentence": "苏格拉底说：”这就是婚姻。",
        "label": ""
      },
      {
        "sentence": "“这个故事告诉我们，爱情并不是那么容易捕捉到的，而婚姻则是两个人共同努力经营的结果。",
        "label": ""
      },
      {
        "sentence": "所以，不要过于担心自己是否能够培养自己去爱上一个人，只要你们共同努力经营婚姻，就有可能让爱情萌生和绽放。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听完你的故事，我明白了一些道理。也许我还是太过焦虑，过分期待自己能够立刻感受到爱情。我会和丈夫好好沟通，共同努力经营我们的婚姻。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "听完你的故事，我明白了一些道理。",
        "label": ""
      },
      {
        "sentence": "也许我还是太过焦虑，过分期待自己能够立刻感受到爱情。",
        "label": ""
      },
      {
        "sentence": "我会和丈夫好好沟通，共同努力经营我们的婚姻。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你们一定能够找到属于自己的爱情和幸福。婚姻是需要经营的，只要你们共同努力，就有可能让爱情继续绽放。希望你们在七夕情人节快乐，也祝愿你们有情人终成眷属。如果还有需要，随时来找我倾诉。",
    "annotation": [
      {
        "sentence": "不客气，我相信你们一定能够找到属于自己的爱情和幸福。",
        "label": ""
      },
      {
        "sentence": "婚姻是需要经营的，只要你们共同努力，就有可能让爱情继续绽放。",
        "label": ""
      },
      {
        "sentence": "希望你们在七夕情人节快乐，也祝愿你们有情人终成眷属。",
        "label": ""
      },
      {
        "sentence": "如果还有需要，随时来找我倾诉。",
        "label": ""
      }
    ]
  }
]