[
  {
    "role": "client",
    "content": "为什么母亲对我的受伤，委屈视若无睹？我的母亲，我跟她说话，凡是不合她心意，她通通当着我的面视若无睹，与他人发生冲突，只有她家孩子的错，不愿意为我出一次头。我只能问自己，我到底做了什么对不起她的事。",
    "annotation": [
      {
        "sentence": "为什么母亲对我的受伤，委屈视若无睹？",
        "label": ""
      },
      {
        "sentence": "我的母亲，我跟她说话，凡是不合她心意，她通通当着我的面视若无睹，与他人发生冲突，只有她家孩子的错，不愿意为我出一次头。",
        "label": ""
      },
      {
        "sentence": "我只能问自己，我到底做了什么对不起她的事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的文字能感觉到你从小到大真的受了很多委屈，别人的妈妈都会拼命护着自己的孩子，为什么自己的妈妈却会为了自己所谓的正义一次次把自己推出去。长大后想要摆脱这些痛苦，拼命抗争去做努力，比如说去表达自己的不满，去沟通，却都带来不了改善的绝望，慢慢心生怨恨。",
    "annotation": [
      {
        "sentence": "通过你的文字能感觉到你从小到大真的受了很多委屈，别人的妈妈都会拼命护着自己的孩子，为什么自己的妈妈却会为了自己所谓的正义一次次把自己推出去。",
        "label": ""
      },
      {
        "sentence": "长大后想要摆脱这些痛苦，拼命抗争去做努力，比如说去表达自己的不满，去沟通，却都带来不了改善的绝望，慢慢心生怨恨。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我曾经试图通过沟通表达我的不满，但却总是遇到困境，感到无法解决。我对于这种绝望感越来越深，也越发怨恨起母亲来。",
    "annotation": [
      {
        "sentence": "是的，我曾经试图通过沟通表达我的不满，但却总是遇到困境，感到无法解决。",
        "label": ""
      },
      {
        "sentence": "我对于这种绝望感越来越深，也越发怨恨起母亲来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "几十年积累下的问题肯定是比较复杂，一两句话也说不清楚，所以先就你文字中涉及到的几点来发表下专业看法。1.“我只能问自己，我到底做错了什么对不起她的事。”从自尊维护角度来看，有时候我们陷入尴尬痛苦的境地，可能不是自己做错了什么，而是对方做错了什么。比如我们在路上走得好好的，突然有人冲过来朝我们泼了一盆水，并不是我们不对，可能是对方不好不对。所以你可以先尝试不要什么不好的事情都内归因到自己身上，正确归因，保护好自己的自尊。",
    "annotation": [
      {
        "sentence": "几十年积累下的问题肯定是比较复杂，一两句话也说不清楚，所以先就你文字中涉及到的几点来发表下专业看法。",
        "label": ""
      },
      {
        "sentence": "1.“我只能问自己，我到底做错了什么对不起她的事。",
        "label": ""
      },
      {
        "sentence": "”从自尊维护角度来看，有时候我们陷入尴尬痛苦的境地，可能不是自己做错了什么，而是对方做错了什么。",
        "label": ""
      },
      {
        "sentence": "比如我们在路上走得好好的，突然有人冲过来朝我们泼了一盆水，并不是我们不对，可能是对方不好不对。",
        "label": ""
      },
      {
        "sentence": "所以你可以先尝试不要什么不好的事情都内归因到自己身上，正确归因，保护好自己的自尊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我曾经过度内责任化，把母亲对我的态度都归咎于我自己，而实际上并不完全是我的错。我需要学会保护自己的自尊。",
    "annotation": [
      {
        "sentence": "我明白了，我曾经过度内责任化，把母亲对我的态度都归咎于我自己，而实际上并不完全是我的错。",
        "label": ""
      },
      {
        "sentence": "我需要学会保护自己的自尊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你需要意识到自己的价值和尊严，不要因为他人的行为而贬低自己。还有你之前提到的第二个观点，你把对你的期待当成救命稻草，是否考虑过，妈妈为什么只能够站在正义的一方呢？",
    "annotation": [
      {
        "sentence": "是的，你需要意识到自己的价值和尊严，不要因为他人的行为而贬低自己。",
        "label": ""
      },
      {
        "sentence": "还有你之前提到的第二个观点，你把对你的期待当成救命稻草，是否考虑过，妈妈为什么只能够站在正义的一方呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从未想过这个问题，但可能是因为我把别人的期待看得太重，甚至超过了自己的感受。我以为只有满足他人的期待，才能得到认可和温暖。",
    "annotation": [
      {
        "sentence": "我从未想过这个问题，但可能是因为我把别人的期待看得太重，甚至超过了自己的感受。",
        "label": ""
      },
      {
        "sentence": "我以为只有满足他人的期待，才能得到认可和温暖。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这可能是你和母亲相处中的一个困境。你是否意识到可能自己也不自觉地在沿袭母亲的做法，忽视自己的感受而去满足别人的期待？",
    "annotation": [
      {
        "sentence": "是的，这可能是你和母亲相处中的一个困境。",
        "label": ""
      },
      {
        "sentence": "你是否意识到可能自己也不自觉地在沿袭母亲的做法，忽视自己的感受而去满足别人的期待？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我从小就一直在模仿母亲的行为方式，觉得这是为了让自己得到认可和爱。但现在我明白了，这样做只会导致自己无法摆脱现状。",
    "annotation": [
      {
        "sentence": "是的，我从小就一直在模仿母亲的行为方式，觉得这是为了让自己得到认可和爱。",
        "label": ""
      },
      {
        "sentence": "但现在我明白了，这样做只会导致自己无法摆脱现状。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经开始认识到这个问题了。在处理和母亲之间的关系时，你可以试着保留自己的感受，坚持自己的立场，不要总是迎合别人的期待。这样才能逐渐改善和母亲之间的关系，同时也保护好自己的内心。",
    "annotation": [
      {
        "sentence": "很好，你已经开始认识到这个问题了。",
        "label": ""
      },
      {
        "sentence": "在处理和母亲之间的关系时，你可以试着保留自己的感受，坚持自己的立场，不要总是迎合别人的期待。",
        "label": ""
      },
      {
        "sentence": "这样才能逐渐改善和母亲之间的关系，同时也保护好自己的内心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着坚持自己的立场，同时也尊重和母亲的沟通和交流。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着坚持自己的立场，同时也尊重和母亲的沟通和交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，这种改变需要时间和努力，希望你能坚持下去。同时，如果你感到无力或者需要更多的支持，不要犹豫向我或其他人求助。我们会一直在这里陪伴你。",
    "annotation": [
      {
        "sentence": "很好，这种改变需要时间和努力，希望你能坚持下去。",
        "label": ""
      },
      {
        "sentence": "同时，如果你感到无力或者需要更多的支持，不要犹豫向我或其他人求助。",
        "label": ""
      },
      {
        "sentence": "我们会一直在这里陪伴你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力的。如果我再遇到困难，我会记得向你寻求帮助的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力的。",
        "label": ""
      },
      {
        "sentence": "如果我再遇到困难，我会记得向你寻求帮助的。",
        "label": ""
      }
    ]
  }
]