[
  {
    "role": "client",
    "content": "工作出错出的已经没信心继续工作下去，怎么调整心态？我现在的工作是新媒体运营，经常要写服装的款号和价格，一不小心就会出错，所以自己平时也会核对一下再发布出去。",
    "annotation": [
      {
        "sentence": "工作出错出的已经没信心继续工作下去，怎么调整心态？",
        "label": ""
      },
      {
        "sentence": "我现在的工作是新媒体运营，经常要写服装的款号和价格，一不小心就会出错，所以自己平时也会核对一下再发布出去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我想通过文字的方式，能给你一个温暖的拥抱。️十分理解你目前的心情，工作上犯错误受到打击，继而犯了二次错误，自信心都受挫，窘迫感呈现。然后领导的包容谅解，更为加重了你的愧疚感。",
    "annotation": [
      {
        "sentence": "我想通过文字的方式，能给你一个温暖的拥抱。",
        "label": ""
      },
      {
        "sentence": "️十分理解你目前的心情，工作上犯错误受到打击，继而犯了二次错误，自信心都受挫，窘迫感呈现。",
        "label": ""
      },
      {
        "sentence": "然后领导的包容谅解，更为加重了你的愧疚感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我很感谢领导的包容和谅解，但是我自己还是很失落，不知道怎么调整自己的心态，我怕再犯错。",
    "annotation": [
      {
        "sentence": "是的，我很感谢领导的包容和谅解，但是我自己还是很失落，不知道怎么调整自己的心态，我怕再犯错。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你想做点什么来弥补自己的过错，从新得到领导的认可，而且你也意识到了，首要的任务是克服再犯“恐惧”的恐惧，才能燃起自信，提供自己的工作积极性。--️怕什么来什么心理学上有个著名的定律叫【墨菲定律】：任何事都没有表面看起来那么简单，如果坏事情有可能发生，不管这种可能性有多小，它总会发生。如果你担心它发生，那么它就更有可能发生，并引起最大可能的损失。“怕什么来什么”，说的就是这种效应。词条星晴（猴面包晴）我的理解是：哪怕是高度严谨的工作，也会有出现差错的时刻。而这些差错，一般是若干的小误差堆积而来的。而你对工作的担忧、恐惧，以及“副总监”的空降带来的不适，都是你犯错误的因素质疑。而你越是畏惧，越是占用你的【心理资源】，加强了自我怀疑的暗示，而无意中便造成了差错。一个好的公司允许你犯错误，而好的领导则会是纠正你的错误，率领你去进取。而你的领导觉得你是大有作为的人才，这个错误觉得对于你的价值来微不足道的，你还是他的“给力猛将”呢～调节好自己状态，证明自己是强大的，同时也证明领导眼光好、慧眼识英雄。不负期盼，后势可期。",
    "annotation": [
      {
        "sentence": "你想做点什么来弥补自己的过错，从新得到领导的认可，而且你也意识到了，首要的任务是克服再犯“恐惧”的恐惧，才能燃起自信，提供自己的工作积极性。",
        "label": ""
      },
      {
        "sentence": "--️怕什么来什么心理学上有个著名的定律叫【墨菲定律】：任何事都没有表面看起来那么简单，如果坏事情有可能发生，不管这种可能性有多小，它总会发生。",
        "label": ""
      },
      {
        "sentence": "如果你担心它发生，那么它就更有可能发生，并引起最大可能的损失。",
        "label": ""
      },
      {
        "sentence": "“怕什么来什么”，说的就是这种效应。",
        "label": ""
      },
      {
        "sentence": "词条星晴（猴面包晴）我的理解是：哪怕是高度严谨的工作，也会有出现差错的时刻。",
        "label": ""
      },
      {
        "sentence": "而这些差错，一般是若干的小误差堆积而来的。",
        "label": ""
      },
      {
        "sentence": "而你对工作的担忧、恐惧，以及“副总监”的空降带来的不适，都是你犯错误的因素质疑。",
        "label": ""
      },
      {
        "sentence": "而你越是畏惧，越是占用你的【心理资源】，加强了自我怀疑的暗示，而无意中便造成了差错。",
        "label": ""
      },
      {
        "sentence": "一个好的公司允许你犯错误，而好的领导则会是纠正你的错误，率领你去进取。",
        "label": ""
      },
      {
        "sentence": "而你的领导觉得你是大有作为的人才，这个错误觉得对于你的价值来微不足道的，你还是他的“给力猛将”呢～调节好自己状态，证明自己是强大的，同时也证明领导眼光好、慧眼识英雄。",
        "label": ""
      },
      {
        "sentence": "不负期盼，后势可期。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，我现在明白了，犯错误是避免不了的，而且我不能再因为错误而失去信心，应该积极面对。我会尽量调整自己的状态，努力提高工作质量，重新赢得领导的认可。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，我现在明白了，犯错误是避免不了的，而且我不能再因为错误而失去信心，应该积极面对。",
        "label": ""
      },
      {
        "sentence": "我会尽量调整自己的状态，努力提高工作质量，重新赢得领导的认可。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常赞同你的观点！痛定思痛那么，领导除了给予你足够的包容和理解，有没有对你工作上不足的指出或者建设性的意见呢？领导的包容和理解，让你更加愧疚。那么，领导是基于一个什么样子的情况给予包容和理解。答案当然是不希望你把缺点无限放大，让你继续愧疚下去呢～如果你已经知道了自己的错误所在，那么就加强这一方面的技能。熟能生巧，痛定思痛，希望你也能从糟糕的情绪中抽离出来，建立起属于自己的节奏，认真工作。",
    "annotation": [
      {
        "sentence": "非常赞同你的观点！",
        "label": ""
      },
      {
        "sentence": "痛定思痛那么，领导除了给予你足够的包容和理解，有没有对你工作上不足的指出或者建设性的意见呢？",
        "label": ""
      },
      {
        "sentence": "领导的包容和理解，让你更加愧疚。",
        "label": ""
      },
      {
        "sentence": "那么，领导是基于一个什么样子的情况给予包容和理解。",
        "label": ""
      },
      {
        "sentence": "答案当然是不希望你把缺点无限放大，让你继续愧疚下去呢～如果你已经知道了自己的错误所在，那么就加强这一方面的技能。",
        "label": ""
      },
      {
        "sentence": "熟能生巧，痛定思痛，希望你也能从糟糕的情绪中抽离出来，建立起属于自己的节奏，认真工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "领导给了我一些指导意见，让我更加注意核对工作细节，我会努力加强这方面的技能。痛定思痛，我会从过去犯错误的经验中吸取教训，让它成为我前进的动力。",
    "annotation": [
      {
        "sentence": "领导给了我一些指导意见，让我更加注意核对工作细节，我会努力加强这方面的技能。",
        "label": ""
      },
      {
        "sentence": "痛定思痛，我会从过去犯错误的经验中吸取教训，让它成为我前进的动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常棒！你的积极态度值得赞赏，而且你的领导也对你非常看好。调整好自己的心态，相信自己的能力，相信你能够克服困难，取得更好的工作表现。加油！",
    "annotation": [
      {
        "sentence": "非常棒！",
        "label": ""
      },
      {
        "sentence": "你的积极态度值得赞赏，而且你的领导也对你非常看好。",
        "label": ""
      },
      {
        "sentence": "调整好自己的心态，相信自己的能力，相信你能够克服困难，取得更好的工作表现。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励！我会尽力去做，相信自己，相信未来。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励！",
        "label": ""
      },
      {
        "sentence": "我会尽力去做，相信自己，相信未来。",
        "label": ""
      }
    ]
  }
]