[
  {
    "role": "client",
    "content": "大一新生，如何与新同学相处？大一新生，从小到大没有独自离开过家生活，现在考上大学又兴奋又焦虑，学校离家很远，不能经常回家，我不太善于社交，如何缓解这种焦虑？",
    "annotation": [
      {
        "sentence": "大一新生，如何与新同学相处？",
        "label": ""
      },
      {
        "sentence": "大一新生，从小到大没有独自离开过家生活，现在考上大学又兴奋又焦虑，学校离家很远，不能经常回家，我不太善于社交，如何缓解这种焦虑？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的感受，我刚上大一的时候，也有类似的兴奋与焦虑并存的心情。因为第一次离开家，独自面对新环境，又期待又害怕，这是非常正常的心理状态。你不必过于担心，我有一些经验可以与你分享。首先，与父母或老同学电话或视频聊天：可以向自己信任的亲朋好友聊天，告诉他们你的焦虑，他们很可能会理解你，鼓励你，给出一些建议。特别是老同学，可能也有类似的心情，你会发现并不是你一个人在“战斗”，相信你会更有力量去面对新环境的挑战。",
    "annotation": [
      {
        "sentence": "非常理解你的感受，我刚上大一的时候，也有类似的兴奋与焦虑并存的心情。",
        "label": ""
      },
      {
        "sentence": "因为第一次离开家，独自面对新环境，又期待又害怕，这是非常正常的心理状态。",
        "label": ""
      },
      {
        "sentence": "你不必过于担心，我有一些经验可以与你分享。",
        "label": ""
      },
      {
        "sentence": "首先，与父母或老同学电话或视频聊天：可以向自己信任的亲朋好友聊天，告诉他们你的焦虑，他们很可能会理解你，鼓励你，给出一些建议。",
        "label": ""
      },
      {
        "sentence": "特别是老同学，可能也有类似的心情，你会发现并不是你一个人在“战斗”，相信你会更有力量去面对新环境的挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，我记下了。除了和家人和老同学联系，还有其他方法吗？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，我记下了。",
        "label": ""
      },
      {
        "sentence": "除了和家人和老同学联系，还有其他方法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，我还有一些其他的建议。其次，主动交流，甚至寻求帮助：可以向室友、同学主动介绍自己，结伴去吃饭、打热水、跑步、上课等，也可以主动咨询一些日常生活或学习上的问题，通过交流，不断拉近彼此的距离。这就是有名的富兰克林效应，通过提出请求的方式增加人际吸引。“曾经帮过你一次忙的人会比那些你帮助过的人更愿意再帮你一次忙”换句话说，要使某个人喜欢你，那可能请TA帮你一个忙，更容易达到。",
    "annotation": [
      {
        "sentence": "当然，我还有一些其他的建议。",
        "label": ""
      },
      {
        "sentence": "其次，主动交流，甚至寻求帮助：可以向室友、同学主动介绍自己，结伴去吃饭、打热水、跑步、上课等，也可以主动咨询一些日常生活或学习上的问题，通过交流，不断拉近彼此的距离。",
        "label": ""
      },
      {
        "sentence": "这就是有名的富兰克林效应，通过提出请求的方式增加人际吸引。",
        "label": ""
      },
      {
        "sentence": "“曾经帮过你一次忙的人会比那些你帮助过的人更愿意再帮你一次忙”换句话说，要使某个人喜欢你，那可能请TA帮你一个忙，更容易达到。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来如此，我会尝试主动与同学们接触，并寻求他们的帮助。还有其他建议吗？",
    "annotation": [
      {
        "sentence": "原来如此，我会尝试主动与同学们接触，并寻求他们的帮助。",
        "label": ""
      },
      {
        "sentence": "还有其他建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，我还有几个建议。第三，分享家乡特产：如果有带家乡特产，可以招呼室友们一起品尝，借此聊聊各自的家乡，增进彼此的了解。如果没带，有出去购物的时候，也可以多带点小零食，分享给室友们，可以增进室友对你的好感度。第四，做个用心且热心的人：留意同学、舍友、老师，如果自己刚好方便，可以主动提供帮助。相信大家都会喜欢这样可爱的你。",
    "annotation": [
      {
        "sentence": "当然，我还有几个建议。",
        "label": ""
      },
      {
        "sentence": "第三，分享家乡特产：如果有带家乡特产，可以招呼室友们一起品尝，借此聊聊各自的家乡，增进彼此的了解。",
        "label": ""
      },
      {
        "sentence": "如果没带，有出去购物的时候，也可以多带点小零食，分享给室友们，可以增进室友对你的好感度。",
        "label": ""
      },
      {
        "sentence": "第四，做个用心且热心的人：留意同学、舍友、老师，如果自己刚好方便，可以主动提供帮助。",
        "label": ""
      },
      {
        "sentence": "相信大家都会喜欢这样可爱的你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些方法都很实用，我会尽量去实践。还有最后一个建议吗？",
    "annotation": [
      {
        "sentence": "这些方法都很实用，我会尽量去实践。",
        "label": ""
      },
      {
        "sentence": "还有最后一个建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，最后一个建议是做好大学生活规划：接纳自己的情绪，减少焦虑，花点时间来规划自己的大学生涯，一步一个脚印的走好自己的路，让自己忙碌起来，相信也会增强你的力量感。希望能帮到你，祝你好运！",
    "annotation": [
      {
        "sentence": "当然，最后一个建议是做好大学生活规划：接纳自己的情绪，减少焦虑，花点时间来规划自己的大学生涯，一步一个脚印的走好自己的路，让自己忙碌起来，相信也会增强你的力量感。",
        "label": ""
      },
      {
        "sentence": "希望能帮到你，祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和祝福，我会尝试着去调整自己的心态，努力适应新环境。再次感谢你的耐心回答！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和祝福，我会尝试着去调整自己的心态，努力适应新环境。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的耐心回答！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，很高兴能帮到你。如果以后还有什么问题或困惑，随时可以来找我聊天。相信你会度过这个适应期的，祝你学业顺利，快乐成长！",
    "annotation": [
      {
        "sentence": "不客气，很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么问题或困惑，随时可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "相信你会度过这个适应期的，祝你学业顺利，快乐成长！",
        "label": ""
      }
    ]
  }
]