[
  {
    "role": "client",
    "content": "在我眼中家人总是缺点，如何改变自己的完美主义？受原生家庭影响吧，我有严重的完美主义倾向。在我眼中，妻子、儿子总是缺点，没有别人优秀。本人也有回避型人格，对自己也很少有自信，整天郁郁寡欢，总觉得各种不如意：经济比同事差，混得没有同学好，儿子不如别人优秀，如何改变这种观念？",
    "annotation": [
      {
        "sentence": "在我眼中家人总是缺点，如何改变自己的完美主义？",
        "label": ""
      },
      {
        "sentence": "受原生家庭影响吧，我有严重的完美主义倾向。",
        "label": ""
      },
      {
        "sentence": "在我眼中，妻子、儿子总是缺点，没有别人优秀。",
        "label": ""
      },
      {
        "sentence": "本人也有回避型人格，对自己也很少有自信，整天郁郁寡欢，总觉得各种不如意：经济比同事差，混得没有同学好，儿子不如别人优秀，如何改变这种观念？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够感觉到你内心的压抑孤独焦虑和恐惧。对自己缺乏自信，也就很难理解接纳认可自己的全部，面对自己之外的他人也就很难产生足够的信任。很难理解接纳认可他人，即使是自己的亲人也不例外，就像你看待自己的妻子儿子一样，觉得他们有很多缺点，没别人优秀，这些都可以理解。",
    "annotation": [
      {
        "sentence": "能够感觉到你内心的压抑孤独焦虑和恐惧。",
        "label": ""
      },
      {
        "sentence": "对自己缺乏自信，也就很难理解接纳认可自己的全部，面对自己之外的他人也就很难产生足够的信任。",
        "label": ""
      },
      {
        "sentence": "很难理解接纳认可他人，即使是自己的亲人也不例外，就像你看待自己的妻子儿子一样，觉得他们有很多缺点，没别人优秀，这些都可以理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我一直都很难接受自己和他人的不完美。我觉得所有的事情都不如意，这导致我整天都很郁闷。",
    "annotation": [
      {
        "sentence": "你说得对，我一直都很难接受自己和他人的不完美。",
        "label": ""
      },
      {
        "sentence": "我觉得所有的事情都不如意，这导致我整天都很郁闷。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情绪的起伏很正常，对于完美主义者来说，要求自己完美是一种习惯。但是，我们需要明白完美是不存在的，每个人都有自己的优点和不足。接受自己和他人的不完美是一个重要的步骤。你提到自己有回避型依恋人格，可见和父母之间的亲密关系缺乏足够的亲密互动感情交流，面对亲密关系比较缺乏安全感，也就会本能的回避理解接纳认可面对比较亲密的关系互动，可以说是潜意识对自我的保护。你想要改变自己的完美主义，可以尝试着先接纳认可自己的这种追求完美的想法和认知思维方式，然后再去理解自己这些想法的背后，是在表达什么，渴望什么，并且这样的想法给自己带来了什么。",
    "annotation": [
      {
        "sentence": "情绪的起伏很正常，对于完美主义者来说，要求自己完美是一种习惯。",
        "label": ""
      },
      {
        "sentence": "但是，我们需要明白完美是不存在的，每个人都有自己的优点和不足。",
        "label": ""
      },
      {
        "sentence": "接受自己和他人的不完美是一个重要的步骤。",
        "label": ""
      },
      {
        "sentence": "你提到自己有回避型依恋人格，可见和父母之间的亲密关系缺乏足够的亲密互动感情交流，面对亲密关系比较缺乏安全感，也就会本能的回避理解接纳认可面对比较亲密的关系互动，可以说是潜意识对自我的保护。",
        "label": ""
      },
      {
        "sentence": "你想要改变自己的完美主义，可以尝试着先接纳认可自己的这种追求完美的想法和认知思维方式，然后再去理解自己这些想法的背后，是在表达什么，渴望什么，并且这样的想法给自己带来了什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我一直以来都没有接纳过自己和他人的不完美。我应该了解这些想法背后想表达的是什么，以及它们给我带来了什么。但我不知道如何去接受自己的不完美。",
    "annotation": [
      {
        "sentence": "我明白了，我一直以来都没有接纳过自己和他人的不完美。",
        "label": ""
      },
      {
        "sentence": "我应该了解这些想法背后想表达的是什么，以及它们给我带来了什么。",
        "label": ""
      },
      {
        "sentence": "但我不知道如何去接受自己的不完美。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "接纳自己的这些想法并不意味着自己就一定要这么去做，“完美”之所在存在，也是因为相比之下才有的，没有了对比，也就没有了绝对的完美，没有一个确切不变的对完美目标的定义。也就是说你可以在接纳自己这些追求完美的想法的同时接纳自己身上的不足，接纳对自我的否定，不去跟自己的这些想法对抗，允许它们以这样看不见的形态存在，不去“驱赶”它们，给它们一定的自由，感受这样接纳认可这些带来的感受。",
    "annotation": [
      {
        "sentence": "接纳自己的这些想法并不意味着自己就一定要这么去做，“完美”之所在存在，也是因为相比之下才有的，没有了对比，也就没有了绝对的完美，没有一个确切不变的对完美目标的定义。",
        "label": ""
      },
      {
        "sentence": "也就是说你可以在接纳自己这些追求完美的想法的同时接纳自己身上的不足，接纳对自我的否定，不去跟自己的这些想法对抗，允许它们以这样看不见的形态存在，不去“驱赶”它们，给它们一定的自由，感受这样接纳认可这些带来的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这样的话，我应该怎么样去平衡内心对完美的追求和接纳自我的想法呢？不想放弃追求完美，但又不想一直困扰于此。",
    "annotation": [
      {
        "sentence": "这样的话，我应该怎么样去平衡内心对完美的追求和接纳自我的想法呢？",
        "label": ""
      },
      {
        "sentence": "不想放弃追求完美，但又不想一直困扰于此。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "接纳这些想法并不意味着就要按照这些想法一点不漏的去做，可以做自己想做能做的事情。也就是说在自己想做某些事情的时候同时也要衡量这些事情当下是否可以做，做了会给自己带来什么影响，如果能做就可以做，不能做可以在合适的时候再去做。比如一个人正在开会的时候突然想起来自己还有一份文件没有做，内心很着急很想去做，那么这个时候就不能按照自己的想法去做，而是要延迟（开完会）去做，同样也可以满足自我的需求，减轻自我的压力。",
    "annotation": [
      {
        "sentence": "接纳这些想法并不意味着就要按照这些想法一点不漏的去做，可以做自己想做能做的事情。",
        "label": ""
      },
      {
        "sentence": "也就是说在自己想做某些事情的时候同时也要衡量这些事情当下是否可以做，做了会给自己带来什么影响，如果能做就可以做，不能做可以在合适的时候再去做。",
        "label": ""
      },
      {
        "sentence": "比如一个人正在开会的时候突然想起来自己还有一份文件没有做，内心很着急很想去做，那么这个时候就不能按照自己的想法去做，而是要延迟（开完会）去做，同样也可以满足自我的需求，减轻自我的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这样的方法听起来对我很有帮助。我将尝试接纳自己的不完美，并更加灵活地处理自己的追求完美的想法。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "这样的方法听起来对我很有帮助。",
        "label": ""
      },
      {
        "sentence": "我将尝试接纳自己的不完美，并更加灵活地处理自己的追求完美的想法。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气。我相信你能够逐渐接纳自己的不完美，平衡追求完美与接纳自我的想法。记住，每个人都有自己的长处和不足，接纳自己也是一种自我成长的方式。如果在途中有什么困难，随时找我聊聊。",
    "annotation": [
      {
        "sentence": "不客气。",
        "label": ""
      },
      {
        "sentence": "我相信你能够逐渐接纳自己的不完美，平衡追求完美与接纳自我的想法。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都有自己的长处和不足，接纳自己也是一种自我成长的方式。",
        "label": ""
      },
      {
        "sentence": "如果在途中有什么困难，随时找我聊聊。",
        "label": ""
      }
    ]
  }
]