[
  {
    "role": "client",
    "content": "我是一个25岁的男生，今年和我的女朋友异地了。我们在一起已经三年了，但是现在不在同一个地方了，我不知道应该怎么相处。我们之间感情很好，我们觉得我们是灵魂伴侣，没有什么秘密，所以我们越来越深刻地爱着对方。最近她告诉我一个学长在挖她的墙角，说可以在我不在的时候陪她。虽然她拒绝了，但是我心里还是觉得很生气。后来我想想人们喜欢新鲜感是正常的，而且她后来也很冷静地拒绝了。所以我告诉她我们的爱情是自由的，只要我们还互相爱着对方，那么各自寻求新鲜感也没有问题。她被我这番话感动了，觉得我的爱情观很成熟，而且更加爱我了。但是我现在心境转变后，突然觉得以前无法接受的事情现在有些向往了...我们到底该如何相处呢？我对她这样是不是有问题？",
    "annotation": [
      {
        "sentence": "我是一个25岁的男生，今年和我的女朋友异地了。",
        "label": ""
      },
      {
        "sentence": "我们在一起已经三年了，但是现在不在同一个地方了，我不知道应该怎么相处。",
        "label": ""
      },
      {
        "sentence": "我们之间感情很好，我们觉得我们是灵魂伴侣，没有什么秘密，所以我们越来越深刻地爱着对方。",
        "label": ""
      },
      {
        "sentence": "最近她告诉我一个学长在挖她的墙角，说可以在我不在的时候陪她。",
        "label": ""
      },
      {
        "sentence": "虽然她拒绝了，但是我心里还是觉得很生气。",
        "label": ""
      },
      {
        "sentence": "后来我想想人们喜欢新鲜感是正常的，而且她后来也很冷静地拒绝了。",
        "label": ""
      },
      {
        "sentence": "所以我告诉她我们的爱情是自由的，只要我们还互相爱着对方，那么各自寻求新鲜感也没有问题。",
        "label": ""
      },
      {
        "sentence": "她被我这番话感动了，觉得我的爱情观很成熟，而且更加爱我了。",
        "label": ""
      },
      {
        "sentence": "但是我现在心境转变后，突然觉得以前无法接受的事情现在有些向往了...我们到底该如何相处呢？",
        "label": ""
      },
      {
        "sentence": "我对她这样是不是有问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来，你们之前在一起的三年里，你们认同对方是彼此的伴侣，并且在这个关系中感受到了舒适。现在，你们面临新的情况变化，不再像以前那样紧密在一起，你们想要更多自由和探索，但同时你也认为你们最终会再次走到一起。如果你们之前的感情基础很牢固，那么你们应该可以做到。但是如果外界的诱惑很大，对你们来说可能是一种挑战。",
    "annotation": [
      {
        "sentence": "听起来，你们之前在一起的三年里，你们认同对方是彼此的伴侣，并且在这个关系中感受到了舒适。",
        "label": ""
      },
      {
        "sentence": "现在，你们面临新的情况变化，不再像以前那样紧密在一起，你们想要更多自由和探索，但同时你也认为你们最终会再次走到一起。",
        "label": ""
      },
      {
        "sentence": "如果你们之前的感情基础很牢固，那么你们应该可以做到。",
        "label": ""
      },
      {
        "sentence": "但是如果外界的诱惑很大，对你们来说可能是一种挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对。我们在一起的时候确实感到很舒适，但是异地的情况给我们带来了新的问题和考验。我知道我们还是彼此深爱着对方，但是我开始担心我们是否能够应对这种新的变化。我不想因为距离而失去她，但是又害怕我们的感情会因此受到伤害。",
    "annotation": [
      {
        "sentence": "嗯，你说得对。",
        "label": ""
      },
      {
        "sentence": "我们在一起的时候确实感到很舒适，但是异地的情况给我们带来了新的问题和考验。",
        "label": ""
      },
      {
        "sentence": "我知道我们还是彼此深爱着对方，但是我开始担心我们是否能够应对这种新的变化。",
        "label": ""
      },
      {
        "sentence": "我不想因为距离而失去她，但是又害怕我们的感情会因此受到伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担忧是很正常的。异地恋确实需要更多的努力和沟通来维持关系的稳定。你可以尝试和你的女朋友一起制定一些相处规则和沟通方式，例如每天定时通话或视频聊天，共同规划未来的目标和计划，以及互相支持和鼓励对方。同时，也要相信你们之间的感情，坚持下去。",
    "annotation": [
      {
        "sentence": "理解你的担忧是很正常的。",
        "label": ""
      },
      {
        "sentence": "异地恋确实需要更多的努力和沟通来维持关系的稳定。",
        "label": ""
      },
      {
        "sentence": "你可以尝试和你的女朋友一起制定一些相处规则和沟通方式，例如每天定时通话或视频聊天，共同规划未来的目标和计划，以及互相支持和鼓励对方。",
        "label": ""
      },
      {
        "sentence": "同时，也要相信你们之间的感情，坚持下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。确实，我们需要更多的沟通和计划来适应这种新的情况。我会和她讨论我们应该怎么做，互相支持和鼓励对方。我现在感觉安心了一些，知道了我们并不孤单，可以共同面对这个挑战。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "确实，我们需要更多的沟通和计划来适应这种新的情况。",
        "label": ""
      },
      {
        "sentence": "我会和她讨论我们应该怎么做，互相支持和鼓励对方。",
        "label": ""
      },
      {
        "sentence": "我现在感觉安心了一些，知道了我们并不孤单，可以共同面对这个挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你对未来感到一些安心。强调彼此的支持和理解是非常重要的，这可以帮助你们共同度过困难时期。同时，不要忘记保持良好的心理状态，保持积极的心态，相信你们的爱情是可以克服任何困难的。",
    "annotation": [
      {
        "sentence": "很高兴听到你对未来感到一些安心。",
        "label": ""
      },
      {
        "sentence": "强调彼此的支持和理解是非常重要的，这可以帮助你们共同度过困难时期。",
        "label": ""
      },
      {
        "sentence": "同时，不要忘记保持良好的心理状态，保持积极的心态，相信你们的爱情是可以克服任何困难的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对。我会时刻记住保持积极的心态，并且相信我们的爱情是坚不可摧的。再次感谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "你说得对。",
        "label": ""
      },
      {
        "sentence": "我会时刻记住保持积极的心态，并且相信我们的爱情是坚不可摧的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！祝福你们能够度过这个困难时期，共同走向美好的未来。如果有任何困惑或需要再次沟通的话，随时找我聊天。我会一直支持你们的。加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "祝福你们能够度过这个困难时期，共同走向美好的未来。",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑或需要再次沟通的话，随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你们的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和祝福！我会时刻记住你的话，希望我们能够克服这个阶段的困难，共同迈向美好的未来。谢谢你的支持！加油！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和祝福！",
        "label": ""
      },
      {
        "sentence": "我会时刻记住你的话，希望我们能够克服这个阶段的困难，共同迈向美好的未来。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]