[
  {
    "role": "client",
    "content": "我长了张苦瓜脸，每天看见人都必须得笑？我的脸型是一张苦瓜脸的形式，而我的妈妈说她每一天只要看见我的脸，她就烦，还因为这个，我妈每天一大早就吼我，不管人多人少，我姐就在旁边做个空气。我有次说，我长得就是这个样子，能有什么办法？我妈说我以前的脸可不是这样的，说我每天就喜欢拉着个脸，看见我就恶心。",
    "annotation": [
      {
        "sentence": "我长了张苦瓜脸，每天看见人都必须得笑？",
        "label": ""
      },
      {
        "sentence": "我的脸型是一张苦瓜脸的形式，而我的妈妈说她每一天只要看见我的脸，她就烦，还因为这个，我妈每天一大早就吼我，不管人多人少，我姐就在旁边做个空气。",
        "label": ""
      },
      {
        "sentence": "我有次说，我长得就是这个样子，能有什么办法？",
        "label": ""
      },
      {
        "sentence": "我妈说我以前的脸可不是这样的，说我每天就喜欢拉着个脸，看见我就恶心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你好。我也曾经和你有相似的经历——总是面带愁容，好像每个人都欠我八百块一样。我可以谈谈我的体会，或许对你有所启发。我曾经在上班时因此被投诉过，一个好心的老婆婆提醒我要“开心一点”，我回答说：“我天生长这样，难道为了让你看着高兴，我天天戴个假笑的面具？”结果被人当作典型批评了好一段时间。我的孩子小时候特别喜欢问我：“妈妈，你怎么又生气了？”他总是小心翼翼地观察我的表情来说话。长久以来，我一直对此保持着无所谓的态度，觉得我不影响别人，别人不喜欢就不看呗！所以一直按照自己的方式过着。直到有一天，我发现我的孩子也变得不耐烦、不开心，总是面带愁容。这一切让我感到很刺眼——小时候他一直很开心、很招人喜欢，他的笑容和态度都深深地受到我的影响。我无疑狠狠地伤害了他。这并不是说我没有影响别人，而是因为我把“我又不影响别人”作为不想改变的借口。我逐渐明白了一个道理：我们的面部表情并不是天生的，而是我们后天塑造的。我们的心态决定了我们的表情。责怪、批评和辱骂会让我们内心极度不舒服、不快乐，甚至是痛苦的。我们只有选择对抗和逆反，才会让我们显得不那么难堪、卑微和痛苦。在这种情况下，我们对于责骂、辱骂和侮辱是没有办法高兴起来的，谁会在被骂的时候还笑着接受呢？这不是“傻”吗？所以，正确的方式是赞美、夸奖和赞扬！我夸奖孩子每一次努力后的小进步，夸奖孩子笑得很帅气，夸奖他洗碗洗得干净，夸奖他很贴心，因为他总是能够照顾眼神不好的奶奶过马路。渐渐地，笑容重新回到了孩子的脸上。他也学会了夸奖我，我也慢慢地接受了他的称赞。你可以学习一些礼仪培训课上教的职业微笑，每天含着筷子练习一下。你还可以天天对着镜子夸自己。真心实意地相信，只要你找，肯定可以找到一些优点。不要着急，慢慢来。因为可能一开始没有意识到自己的优点，也不相信自己有优点，所以千万不要着急放弃。你可以请你的姐姐、爸爸、同学、朋友找出你的优点并夸奖你，每天夸奖一点。另外，请你的妈妈改变对你的态度，学会欣赏你，也夸奖你。你妈妈责怪你、辱骂你、提出过高要求、不公平对待你，这些可能是你不自信、不开心的主要原因。有科学家说过：“即使是假笑，笑得多，笑得幅度大，也会引发出真诚的笑容。”另外，你的不耐烦很可能也是自己不开心的导火索。如果你们长期彼此不耐烦、说话充满怨气，很容易扭曲自己的态度，而这自然也会反应到你的脸上。现在，我试着痛痛快快地回答别人的话：“好的！”“马上做！”稍等一会，我把手上的事情做完立即做下一件！“来啦！”而不是用反问的方式回答，“你说呢？”“不会自己看？”“我就该知道？”“你问我，我问谁？”或者说一些不耐烦的话。“烦不烦？”“哪那么多事？”“干什么？”同样当别人对我说“知道了”，我只回答一遍，回答多了也是不耐烦的表现。你可以试着去寻找，去觉察，去改变，你会有很大的收获。",
    "annotation": [
      {
        "sentence": "求助者，你好。",
        "label": ""
      },
      {
        "sentence": "我也曾经和你有相似的经历——总是面带愁容，好像每个人都欠我八百块一样。",
        "label": ""
      },
      {
        "sentence": "我可以谈谈我的体会，或许对你有所启发。",
        "label": ""
      },
      {
        "sentence": "我曾经在上班时因此被投诉过，一个好心的老婆婆提醒我要“开心一点”，我回答说：“我天生长这样，难道为了让你看着高兴，我天天戴个假笑的面具？",
        "label": ""
      },
      {
        "sentence": "”结果被人当作典型批评了好一段时间。",
        "label": ""
      },
      {
        "sentence": "我的孩子小时候特别喜欢问我：“妈妈，你怎么又生气了？",
        "label": ""
      },
      {
        "sentence": "”他总是小心翼翼地观察我的表情来说话。",
        "label": ""
      },
      {
        "sentence": "长久以来，我一直对此保持着无所谓的态度，觉得我不影响别人，别人不喜欢就不看呗！",
        "label": ""
      },
      {
        "sentence": "所以一直按照自己的方式过着。",
        "label": ""
      },
      {
        "sentence": "直到有一天，我发现我的孩子也变得不耐烦、不开心，总是面带愁容。",
        "label": ""
      },
      {
        "sentence": "这一切让我感到很刺眼——小时候他一直很开心、很招人喜欢，他的笑容和态度都深深地受到我的影响。",
        "label": ""
      },
      {
        "sentence": "我无疑狠狠地伤害了他。",
        "label": ""
      },
      {
        "sentence": "这并不是说我没有影响别人，而是因为我把“我又不影响别人”作为不想改变的借口。",
        "label": ""
      },
      {
        "sentence": "我逐渐明白了一个道理：我们的面部表情并不是天生的，而是我们后天塑造的。",
        "label": ""
      },
      {
        "sentence": "我们的心态决定了我们的表情。",
        "label": ""
      },
      {
        "sentence": "责怪、批评和辱骂会让我们内心极度不舒服、不快乐，甚至是痛苦的。",
        "label": ""
      },
      {
        "sentence": "我们只有选择对抗和逆反，才会让我们显得不那么难堪、卑微和痛苦。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，我们对于责骂、辱骂和侮辱是没有办法高兴起来的，谁会在被骂的时候还笑着接受呢？",
        "label": ""
      },
      {
        "sentence": "这不是“傻”吗？",
        "label": ""
      },
      {
        "sentence": "所以，正确的方式是赞美、夸奖和赞扬！",
        "label": ""
      },
      {
        "sentence": "我夸奖孩子每一次努力后的小进步，夸奖孩子笑得很帅气，夸奖他洗碗洗得干净，夸奖他很贴心，因为他总是能够照顾眼神不好的奶奶过马路。",
        "label": ""
      },
      {
        "sentence": "渐渐地，笑容重新回到了孩子的脸上。",
        "label": ""
      },
      {
        "sentence": "他也学会了夸奖我，我也慢慢地接受了他的称赞。",
        "label": ""
      },
      {
        "sentence": "你可以学习一些礼仪培训课上教的职业微笑，每天含着筷子练习一下。",
        "label": ""
      },
      {
        "sentence": "你还可以天天对着镜子夸自己。",
        "label": ""
      },
      {
        "sentence": "真心实意地相信，只要你找，肯定可以找到一些优点。",
        "label": ""
      },
      {
        "sentence": "不要着急，慢慢来。",
        "label": ""
      },
      {
        "sentence": "因为可能一开始没有意识到自己的优点，也不相信自己有优点，所以千万不要着急放弃。",
        "label": ""
      },
      {
        "sentence": "你可以请你的姐姐、爸爸、同学、朋友找出你的优点并夸奖你，每天夸奖一点。",
        "label": ""
      },
      {
        "sentence": "另外，请你的妈妈改变对你的态度，学会欣赏你，也夸奖你。",
        "label": ""
      },
      {
        "sentence": "你妈妈责怪你、辱骂你、提出过高要求、不公平对待你，这些可能是你不自信、不开心的主要原因。",
        "label": ""
      },
      {
        "sentence": "有科学家说过：“即使是假笑，笑得多，笑得幅度大，也会引发出真诚的笑容。",
        "label": ""
      },
      {
        "sentence": "”另外，你的不耐烦很可能也是自己不开心的导火索。",
        "label": ""
      },
      {
        "sentence": "如果你们长期彼此不耐烦、说话充满怨气，很容易扭曲自己的态度，而这自然也会反应到你的脸上。",
        "label": ""
      },
      {
        "sentence": "现在，我试着痛痛快快地回答别人的话：“好的！",
        "label": ""
      },
      {
        "sentence": "”“马上做！",
        "label": ""
      },
      {
        "sentence": "”稍等一会，我把手上的事情做完立即做下一件！",
        "label": ""
      },
      {
        "sentence": "“来啦！",
        "label": ""
      },
      {
        "sentence": "”而不是用反问的方式回答，“你说呢？",
        "label": ""
      },
      {
        "sentence": "”“不会自己看？",
        "label": ""
      },
      {
        "sentence": "”“我就该知道？",
        "label": ""
      },
      {
        "sentence": "”“你问我，我问谁？",
        "label": ""
      },
      {
        "sentence": "”或者说一些不耐烦的话。",
        "label": ""
      },
      {
        "sentence": "“烦不烦？",
        "label": ""
      },
      {
        "sentence": "”“哪那么多事？",
        "label": ""
      },
      {
        "sentence": "”“干什么？",
        "label": ""
      },
      {
        "sentence": "”同样当别人对我说“知道了”，我只回答一遍，回答多了也是不耐烦的表现。",
        "label": ""
      },
      {
        "sentence": "你可以试着去寻找，去觉察，去改变，你会有很大的收获。",
        "label": ""
      }
    ]
  }
]