[
  {
    "role": "client",
    "content": "男朋友总是说感觉给不了我幸福，但是他明明又很爱我？高中在一起的，到现在四年多了。他是学习和生活上都很积极进取的人，但是谈到未来他总是说不敢确定可以给我很好的生活。这让我很困惑，很没有安全感，又不敢和他谈论过多的未来怕给他压力，不知道化解。",
    "annotation": [
      {
        "sentence": "男朋友总是说感觉给不了我幸福，但是他明明又很爱我？",
        "label": ""
      },
      {
        "sentence": "高中在一起的，到现在四年多了。",
        "label": ""
      },
      {
        "sentence": "他是学习和生活上都很积极进取的人，但是谈到未来他总是说不敢确定可以给我很好的生活。",
        "label": ""
      },
      {
        "sentence": "这让我很困惑，很没有安全感，又不敢和他谈论过多的未来怕给他压力，不知道化解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你和男朋友在一起四年多了，但是他对你们的未来不太自信，或者说对他自己不太自信，觉得可能无法给你幸福的生活。很理解你的困扰，一方面希望男朋友可以给你安全感，另一方面又不想给男朋友太大压力。【一些建议】分析男朋友担心的原因，帮助他做出改变。",
    "annotation": [
      {
        "sentence": "你和男朋友在一起四年多了，但是他对你们的未来不太自信，或者说对他自己不太自信，觉得可能无法给你幸福的生活。",
        "label": ""
      },
      {
        "sentence": "很理解你的困扰，一方面希望男朋友可以给你安全感，另一方面又不想给男朋友太大压力。",
        "label": ""
      },
      {
        "sentence": "【一些建议】分析男朋友担心的原因，帮助他做出改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。确实，我也想帮助他而不是给他更多压力。但是，我不太清楚他为什么会这样担心，他从小就是一个很努力的人，热爱生活。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "确实，我也想帮助他而不是给他更多压力。",
        "label": ""
      },
      {
        "sentence": "但是，我不太清楚他为什么会这样担心，他从小就是一个很努力的人，热爱生活。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中可以看到他在学习和生活上都很上进，说明他是一个很努力也很热爱生活的人。那么你有没有留意过他的家庭背景，生长的环境，是不是因为成长的过程中见到了一些关于感情方面负面的事情，因此内心对两个人的未来产生恐惧和不自信。环境会对一个人的性格和思想观念以及之后的行为产生深远的影响。",
    "annotation": [
      {
        "sentence": "从你的描述中可以看到他在学习和生活上都很上进，说明他是一个很努力也很热爱生活的人。",
        "label": ""
      },
      {
        "sentence": "那么你有没有留意过他的家庭背景，生长的环境，是不是因为成长的过程中见到了一些关于感情方面负面的事情，因此内心对两个人的未来产生恐惧和不自信。",
        "label": ""
      },
      {
        "sentence": "环境会对一个人的性格和思想观念以及之后的行为产生深远的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "说得对，我从未考虑过他的背景和环境对他的影响。他从小家庭环境不太稳定，父母关系也不好。这可能导致他对未来的担忧和不确定感吧。",
    "annotation": [
      {
        "sentence": "说得对，我从未考虑过他的背景和环境对他的影响。",
        "label": ""
      },
      {
        "sentence": "他从小家庭环境不太稳定，父母关系也不好。",
        "label": ""
      },
      {
        "sentence": "这可能导致他对未来的担忧和不确定感吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，家庭环境确实对一个人的成长有很大影响。或许他对未来充满担忧，觉得自己无法保证你们俩的未来。在平时相处的过程中，你可以多关注男朋友的内心，去了解他内心真实的想法，从而一步步帮助他做出改变。",
    "annotation": [
      {
        "sentence": "是的，家庭环境确实对一个人的成长有很大影响。",
        "label": ""
      },
      {
        "sentence": "或许他对未来充满担忧，觉得自己无法保证你们俩的未来。",
        "label": ""
      },
      {
        "sentence": "在平时相处的过程中，你可以多关注男朋友的内心，去了解他内心真实的想法，从而一步步帮助他做出改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这是个好主意，我会试着更多地关心他的内心想法。但是，有时我也会因为他的这种担忧而感到没有安全感，怎么办呢？",
    "annotation": [
      {
        "sentence": "这是个好主意，我会试着更多地关心他的内心想法。",
        "label": ""
      },
      {
        "sentence": "但是，有时我也会因为他的这种担忧而感到没有安全感，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对这段关系的重视，既然你选择了男朋友，那么就需要去接纳对方的各种样子，每个人都会有迷茫的时候，你要多一点理解，给对方一些时间。毕竟每个人对未来都有不同的看法，有的人是期待，有的人则充满恐惧和焦虑。感情不是全部，多关注自身感情只是生活的一部分，在经营两个人的关系时，也要关注自身的发展。",
    "annotation": [
      {
        "sentence": "我理解你对这段关系的重视，既然你选择了男朋友，那么就需要去接纳对方的各种样子，每个人都会有迷茫的时候，你要多一点理解，给对方一些时间。",
        "label": ""
      },
      {
        "sentence": "毕竟每个人对未来都有不同的看法，有的人是期待，有的人则充满恐惧和焦虑。",
        "label": ""
      },
      {
        "sentence": "感情不是全部，多关注自身感情只是生活的一部分，在经营两个人的关系时，也要关注自身的发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。你说得对，我会尝试更加关注自己的成长和发展。也许我需要变得足够独立，可以坦然接受各种情况。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "你说得对，我会尝试更加关注自己的成长和发展。",
        "label": ""
      },
      {
        "sentence": "也许我需要变得足够独立，可以坦然接受各种情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "慢慢来，时光且长，不要太心急，一点点让你们变得更好。祝好！",
    "annotation": [
      {
        "sentence": "慢慢来，时光且长，不要太心急，一点点让你们变得更好。",
        "label": ""
      },
      {
        "sentence": "祝好！",
        "label": ""
      }
    ]
  }
]