[
  {
    "role": "client",
    "content": "男朋友求婚怎么办？害怕自己会迫于压力答应和男朋友在一起三个月了，比之前亲密一些，他一直想订婚，我却觉得还没有准备好，今天他发了一个1314，我也发回一个999，他说给我买礼物，我告诉过他，我不喜欢项链戒指什么的，他一直对七夕礼物保密，就在刚才我试探他，突然有强烈的直觉，他买的就是戒指，还打算求婚，我看到他的反应，更加有些确定了，我现在还没有做备好要订婚结婚什么的，也提前告诉他，如果他真的求婚，我会拒绝的，会让他没面子，他有些不置可否，挂断了电话，我很担心，明天他真的买了戒指，在很多人面前求婚，我害怕自己会迫于压力答应了，所以我现在心很乱，睡不着了？",
    "annotation": [
      {
        "sentence": "男朋友求婚怎么办？",
        "label": ""
      },
      {
        "sentence": "害怕自己会迫于压力答应和男朋友在一起三个月了，比之前亲密一些，他一直想订婚，我却觉得还没有准备好，今天他发了一个1314，我也发回一个999，他说给我买礼物，我告诉过他，我不喜欢项链戒指什么的，他一直对七夕礼物保密，就在刚才我试探他，突然有强烈的直觉，他买的就是戒指，还打算求婚，我看到他的反应，更加有些确定了，我现在还没有做备好要订婚结婚什么的，也提前告诉他，如果他真的求婚，我会拒绝的，会让他没面子，他有些不置可否，挂断了电话，我很担心，明天他真的买了戒指，在很多人面前求婚，我害怕自己会迫于压力答应了，所以我现在心很乱，睡不着了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的困惑，希望我的回答能够给你一些帮助。你说你担心迫于压力答应他的求婚，我们可以先从了解你为什么感到有压力和害怕开始。你是不是觉得还没有做好准备，还没有想清楚是否愿意和他走到最后等等原因呢？不要让他的压力影响你，你的人生是你自己掌握的，你可以根据自己的情况做出选择，而不是完全在乎别人的看法。同时，你可以试着和他坐下来好好沟通，把你的想法说清楚，这样可以避免不必要的尴尬。最后，希望你能够尽快解决这个问题，不再困扰你的心情。",
    "annotation": [
      {
        "sentence": "看到你的困惑，希望我的回答能够给你一些帮助。",
        "label": ""
      },
      {
        "sentence": "你说你担心迫于压力答应他的求婚，我们可以先从了解你为什么感到有压力和害怕开始。",
        "label": ""
      },
      {
        "sentence": "你是不是觉得还没有做好准备，还没有想清楚是否愿意和他走到最后等等原因呢？",
        "label": ""
      },
      {
        "sentence": "不要让他的压力影响你，你的人生是你自己掌握的，你可以根据自己的情况做出选择，而不是完全在乎别人的看法。",
        "label": ""
      },
      {
        "sentence": "同时，你可以试着和他坐下来好好沟通，把你的想法说清楚，这样可以避免不必要的尴尬。",
        "label": ""
      },
      {
        "sentence": "最后，希望你能够尽快解决这个问题，不再困扰你的心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答。我确实觉得自己还没有准备好，尤其是结婚这样的大事，我想更多地了解他和我们之间的关系再做决定，但现在的情况让我很烦恼。我担心如果我拒绝他的求婚，会让他很尴尬，也会让我们之间的关系变得尴尬。我现在很难入睡，也不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "我确实觉得自己还没有准备好，尤其是结婚这样的大事，我想更多地了解他和我们之间的关系再做决定，但现在的情况让我很烦恼。",
        "label": ""
      },
      {
        "sentence": "我担心如果我拒绝他的求婚，会让他很尴尬，也会让我们之间的关系变得尴尬。",
        "label": ""
      },
      {
        "sentence": "我现在很难入睡，也不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的烦恼。但是我们不能因为担心他的感受而放弃了自己的决定权。如果你觉得还没有准备好，就应该坚持自己的想法。真正适合你的人会理解你的选择。对于这个求婚的情景，你可以好好和他谈谈，给他一个合适的解释，告诉他你需要更多时间来思考和沟通。他或许会感到失望，但只有通过坦诚的沟通，才能解决问题，并且保持良好的关系。",
    "annotation": [
      {
        "sentence": "我理解你的烦恼。",
        "label": ""
      },
      {
        "sentence": "但是我们不能因为担心他的感受而放弃了自己的决定权。",
        "label": ""
      },
      {
        "sentence": "如果你觉得还没有准备好，就应该坚持自己的想法。",
        "label": ""
      },
      {
        "sentence": "真正适合你的人会理解你的选择。",
        "label": ""
      },
      {
        "sentence": "对于这个求婚的情景，你可以好好和他谈谈，给他一个合适的解释，告诉他你需要更多时间来思考和沟通。",
        "label": ""
      },
      {
        "sentence": "他或许会感到失望，但只有通过坦诚的沟通，才能解决问题，并且保持良好的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，沟通是解决问题的关键。我会找机会和他提起这个话题，告诉他我需要更多的时间。但我担心他可能会坚持自己的想法，甚至影响到我们之间的感情。我之前试探他的反应，看到他的表情变化，更加确定了他的打算，这让我很不安。",
    "annotation": [
      {
        "sentence": "我明白你的意思，沟通是解决问题的关键。",
        "label": ""
      },
      {
        "sentence": "我会找机会和他提起这个话题，告诉他我需要更多的时间。",
        "label": ""
      },
      {
        "sentence": "但我担心他可能会坚持自己的想法，甚至影响到我们之间的感情。",
        "label": ""
      },
      {
        "sentence": "我之前试探他的反应，看到他的表情变化，更加确定了他的打算，这让我很不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心和不安。但是，无论他的反应如何，你都要相信自己的感受和决定。如果他真的爱你，他应该也能够理解你的需要和希望。坦诚地和他交流，让他知道你的顾虑和犹豫，也听听他的观点和想法。相信通过相互理解和尊重，你们可以找到一个共同的解决方案，而不会让关系变得尴尬。",
    "annotation": [
      {
        "sentence": "理解你的担心和不安。",
        "label": ""
      },
      {
        "sentence": "但是，无论他的反应如何，你都要相信自己的感受和决定。",
        "label": ""
      },
      {
        "sentence": "如果他真的爱你，他应该也能够理解你的需要和希望。",
        "label": ""
      },
      {
        "sentence": "坦诚地和他交流，让他知道你的顾虑和犹豫，也听听他的观点和想法。",
        "label": ""
      },
      {
        "sentence": "相信通过相互理解和尊重，你们可以找到一个共同的解决方案，而不会让关系变得尴尬。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会试着跟他好好谈谈，表达自己的想法和感受。我相信只要我们真心沟通，最终能够找到一个适合我们双方的解决方案。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会试着跟他好好谈谈，表达自己的想法和感受。",
        "label": ""
      },
      {
        "sentence": "我相信只要我们真心沟通，最终能够找到一个适合我们双方的解决方案。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能为你提供帮助。相信你们之间的爱情和沟通，一定能够找到一个妥善解决问题的方式。祝福你们能够以幸福的方式继续走下去！如果还有其他问题，随时来找我聊聊。祝你早日解决困扰，好好休息！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "相信你们之间的爱情和沟通，一定能够找到一个妥善解决问题的方式。",
        "label": ""
      },
      {
        "sentence": "祝福你们能够以幸福的方式继续走下去！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我聊聊。",
        "label": ""
      },
      {
        "sentence": "祝你早日解决困扰，好好休息！",
        "label": ""
      }
    ]
  }
]