[
  {
    "role": "client",
    "content": "我想要有人倾诉，朋友听不懂我，我也不敢表现真实的自己。想要有人陪，有人听我说，想要有人懂我。我不喜欢和朋友说心里话，他们不懂我，我也不敢表现真实的自己。",
    "annotation": [
      {
        "sentence": "我想要有人倾诉，朋友听不懂我，我也不敢表现真实的自己。",
        "label": ""
      },
      {
        "sentence": "想要有人陪，有人听我说，想要有人懂我。",
        "label": ""
      },
      {
        "sentence": "我不喜欢和朋友说心里话，他们不懂我，我也不敢表现真实的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "想要别人理解你和支持你，你得去表达。换言之，我们要先看看是否我们已经表达清楚了自己的想法，是否已经让别人真正理解我们的意图。在交流中，我们可能会遇到很多阻力，比如对方没有类似的经历和感受，或者没有真正认真地倾听你。这些阻力是很正常的，要跨越它们并不是一件容易的事情，我们需要慢慢打开自己，慢慢改变。",
    "annotation": [
      {
        "sentence": "想要别人理解你和支持你，你得去表达。",
        "label": ""
      },
      {
        "sentence": "换言之，我们要先看看是否我们已经表达清楚了自己的想法，是否已经让别人真正理解我们的意图。",
        "label": ""
      },
      {
        "sentence": "在交流中，我们可能会遇到很多阻力，比如对方没有类似的经历和感受，或者没有真正认真地倾听你。",
        "label": ""
      },
      {
        "sentence": "这些阻力是很正常的，要跨越它们并不是一件容易的事情，我们需要慢慢打开自己，慢慢改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是当我试着在朋友面前打开自己的内心时，我也会担心，如果我表达了负面情绪，朋友会怎样看待我，会不会觉得我不好了呢。内心的吐露伴随着这份焦虑。如果我倾诉了却没有得到积极的回应，我会感到很后悔，觉得不如不说，说了也没人理解，然后我就继续压抑隐藏起来了。",
    "annotation": [
      {
        "sentence": "但是当我试着在朋友面前打开自己的内心时，我也会担心，如果我表达了负面情绪，朋友会怎样看待我，会不会觉得我不好了呢。",
        "label": ""
      },
      {
        "sentence": "内心的吐露伴随着这份焦虑。",
        "label": ""
      },
      {
        "sentence": "如果我倾诉了却没有得到积极的回应，我会感到很后悔，觉得不如不说，说了也没人理解，然后我就继续压抑隐藏起来了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心别人对我们的否定或负面看法是很常见的，这是一种自我保护的机制。我们可以从练习表达开始，从无回应到积极回应再到真正的沟通交流。比如，你可以将自己的心情写进日记里，一来整理自己的思绪，二来可以从新的视角来看待这些表达中的无回应，同时也能宣泄情绪和表达想法。",
    "annotation": [
      {
        "sentence": "担心别人对我们的否定或负面看法是很常见的，这是一种自我保护的机制。",
        "label": ""
      },
      {
        "sentence": "我们可以从练习表达开始，从无回应到积极回应再到真正的沟通交流。",
        "label": ""
      },
      {
        "sentence": "比如，你可以将自己的心情写进日记里，一来整理自己的思绪，二来可以从新的视角来看待这些表达中的无回应，同时也能宣泄情绪和表达想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "写日记的确可以让我整理思绪，但似乎并不会得到别人的回应。我还是希望能找到一个让我感到安全的人来倾诉，但又不知道该怎么找到这样的人。",
    "annotation": [
      {
        "sentence": "写日记的确可以让我整理思绪，但似乎并不会得到别人的回应。",
        "label": ""
      },
      {
        "sentence": "我还是希望能找到一个让我感到安全的人来倾诉，但又不知道该怎么找到这样的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了朋友，你还可以尝试向互不相识的网友倾诉，或者去找专业的咨询师寻求帮助。和与你有相同困扰的人分享也会让你感到安全。当你在一个安全的环境中倾诉时，更容易接收到积极的回应。",
    "annotation": [
      {
        "sentence": "除了朋友，你还可以尝试向互不相识的网友倾诉，或者去找专业的咨询师寻求帮助。",
        "label": ""
      },
      {
        "sentence": "和与你有相同困扰的人分享也会让你感到安全。",
        "label": ""
      },
      {
        "sentence": "当你在一个安全的环境中倾诉时，更容易接收到积极的回应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，每个人都有多面性，包括积极的和负面的一面，而这些都是真实的。我可以树立一个好的人设，同时也要处理好负面的情绪。逐渐敢于去表达自我，意识到负面的东西并不是不好的、不能被人知道的，而是可以在安全的环境下彼此分享的。",
    "annotation": [
      {
        "sentence": "我明白了，每个人都有多面性，包括积极的和负面的一面，而这些都是真实的。",
        "label": ""
      },
      {
        "sentence": "我可以树立一个好的人设，同时也要处理好负面的情绪。",
        "label": ""
      },
      {
        "sentence": "逐渐敢于去表达自我，意识到负面的东西并不是不好的、不能被人知道的，而是可以在安全的环境下彼此分享的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经理解了。记住，表达自己是一种勇气和成长的表现。慢慢地，你会发现更多的人愿意倾听你的声音，理解你的内心。同时也要记得，自我保护是正常的，如果有需要，也可以在适当的时候寻求专业咨询的帮助。",
    "annotation": [
      {
        "sentence": "很好，你已经理解了。",
        "label": ""
      },
      {
        "sentence": "记住，表达自己是一种勇气和成长的表现。",
        "label": ""
      },
      {
        "sentence": "慢慢地，你会发现更多的人愿意倾听你的声音，理解你的内心。",
        "label": ""
      },
      {
        "sentence": "同时也要记得，自我保护是正常的，如果有需要，也可以在适当的时候寻求专业咨询的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会努力去改变，勇敢地表达自己的想法和感受。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会努力去改变，勇敢地表达自己的想法和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不必客气，你可以相信自己的能力，你会做得很好的。记住，这个过程是渐进的，你会逐渐变得更自信。有任何问题随时来找我聊天，我都会在这里支持你的。",
    "annotation": [
      {
        "sentence": "不必客气，你可以相信自己的能力，你会做得很好的。",
        "label": ""
      },
      {
        "sentence": "记住，这个过程是渐进的，你会逐渐变得更自信。",
        "label": ""
      },
      {
        "sentence": "有任何问题随时来找我聊天，我都会在这里支持你的。",
        "label": ""
      }
    ]
  }
]