[
  {
    "role": "client",
    "content": "我最近遇到了一个问题，不知道该如何处理和一个一直玩得很好、还天天见面的同学绝交。真的很难受。一开始认识的时候，我们三个人相处得非常好。但是其中一个人受不了她说话伤人的态度，就和她绝交了。但是我和她还一直保持着联系，毕竟我们还是朋友。她喜欢小说、动漫、漫画这一类的东西，还喜欢画画，不太喜欢学习。虽然这些只是一些小地方的不合拍，但是随着时间推移，我们之间的一些矛盾越来越大了。",
    "annotation": [
      {
        "sentence": "我最近遇到了一个问题，不知道该如何处理和一个一直玩得很好、还天天见面的同学绝交。",
        "label": ""
      },
      {
        "sentence": "真的很难受。",
        "label": ""
      },
      {
        "sentence": "一开始认识的时候，我们三个人相处得非常好。",
        "label": ""
      },
      {
        "sentence": "但是其中一个人受不了她说话伤人的态度，就和她绝交了。",
        "label": ""
      },
      {
        "sentence": "但是我和她还一直保持着联系，毕竟我们还是朋友。",
        "label": ""
      },
      {
        "sentence": "她喜欢小说、动漫、漫画这一类的东西，还喜欢画画，不太喜欢学习。",
        "label": ""
      },
      {
        "sentence": "虽然这些只是一些小地方的不合拍，但是随着时间推移，我们之间的一些矛盾越来越大了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢谢你的信任，我能理解你此刻内心的烦恼。关于你的问题，我的建议是首先要学会拒绝。其次，你可以选择减少和她每天见面的机会。之前你们还有一个非常好的朋友圈，所以可以选择错峰出行，要么比她晚点或早点，如果还是会遇见，那就减少相处时间。简单地打个招呼后告诉她你有其他安排，然后慢慢地淡出和她的圈子。减少见面和参与活动的机会。相信随着时间的推移，你们都会适应没有彼此的生活，并且都会交到新的好朋友的。",
    "annotation": [
      {
        "sentence": "谢谢你的信任，我能理解你此刻内心的烦恼。",
        "label": ""
      },
      {
        "sentence": "关于你的问题，我的建议是首先要学会拒绝。",
        "label": ""
      },
      {
        "sentence": "其次，你可以选择减少和她每天见面的机会。",
        "label": ""
      },
      {
        "sentence": "之前你们还有一个非常好的朋友圈，所以可以选择错峰出行，要么比她晚点或早点，如果还是会遇见，那就减少相处时间。",
        "label": ""
      },
      {
        "sentence": "简单地打个招呼后告诉她你有其他安排，然后慢慢地淡出和她的圈子。",
        "label": ""
      },
      {
        "sentence": "减少见面和参与活动的机会。",
        "label": ""
      },
      {
        "sentence": "相信随着时间的推移，你们都会适应没有彼此的生活，并且都会交到新的好朋友的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会试着学会拒绝并且减少和她见面的次数。但是我们每天都在聊天，放假的时候还经常约在一起玩。现在马上要考试了，也是最后一年了，我真的不想在这个时间处理这些事情。我应该怎么办才能尽快解决这个问题呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着学会拒绝并且减少和她见面的次数。",
        "label": ""
      },
      {
        "sentence": "但是我们每天都在聊天，放假的时候还经常约在一起玩。",
        "label": ""
      },
      {
        "sentence": "现在马上要考试了，也是最后一年了，我真的不想在这个时间处理这些事情。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办才能尽快解决这个问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你不想在这个时间处理这些事情，考试对你来说是非常重要的。我建议你可以先和她聊聊心情，告诉她你现在非常专注于考试，希望能够得到一些空间和时间来准备，希望她能够理解。如果她是个好朋友，她应该会体谅你的。同时，你也可以寻求其他朋友的帮助和支持，和他们多一起相处，分散一下注意力，让自己不再那么纠结于和她的友谊问题。",
    "annotation": [
      {
        "sentence": "我理解你不想在这个时间处理这些事情，考试对你来说是非常重要的。",
        "label": ""
      },
      {
        "sentence": "我建议你可以先和她聊聊心情，告诉她你现在非常专注于考试，希望能够得到一些空间和时间来准备，希望她能够理解。",
        "label": ""
      },
      {
        "sentence": "如果她是个好朋友，她应该会体谅你的。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以寻求其他朋友的帮助和支持，和他们多一起相处，分散一下注意力，让自己不再那么纠结于和她的友谊问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该和她坦诚相待，告诉她我现在的专注点是考试，希望得到一些空间和时间来准备。同时，我也会尝试和其他的朋友多相处，分散一下注意力。希望这样能够舒缓一下我内心的矛盾和压力。",
    "annotation": [
      {
        "sentence": "你说得对，我应该和她坦诚相待，告诉她我现在的专注点是考试，希望得到一些空间和时间来准备。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尝试和其他的朋友多相处，分散一下注意力。",
        "label": ""
      },
      {
        "sentence": "希望这样能够舒缓一下我内心的矛盾和压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你接受了我的建议。坦诚相待是解决问题的好方式，相信你和她之间的友谊会因此更加稳固。同时，和其他朋友相处也是非常重要的，他们能给你更多的支持和帮助。希望你能够早日解决这个问题，专注于考试，并且交到更多新的好朋友。",
    "annotation": [
      {
        "sentence": "很高兴听到你接受了我的建议。",
        "label": ""
      },
      {
        "sentence": "坦诚相待是解决问题的好方式，相信你和她之间的友谊会因此更加稳固。",
        "label": ""
      },
      {
        "sentence": "同时，和其他朋友相处也是非常重要的，他们能给你更多的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "希望你能够早日解决这个问题，专注于考试，并且交到更多新的好朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会尽快采取行动，跟她坦诚相待，同时也会更加珍惜和其他朋友的相处时光。相信我会度过这个困难时期，并且取得好的成绩。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会尽快采取行动，跟她坦诚相待，同时也会更加珍惜和其他朋友的相处时光。",
        "label": ""
      },
      {
        "sentence": "相信我会度过这个困难时期，并且取得好的成绩。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够为你提供帮助。相信你能够处理好这个问题，然后集中精力应对考试，取得优异的成绩。如果你在这个过程中还需要我的帮助，随时都可以向我寻求支持。祝你好运！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "相信你能够处理好这个问题，然后集中精力应对考试，取得优异的成绩。",
        "label": ""
      },
      {
        "sentence": "如果你在这个过程中还需要我的帮助，随时都可以向我寻求支持。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]