[
  {
    "role": "client",
    "content": "我最近突然酒后控制不住自己的情绪，他们说我跟人动了手？我从来没有过酒后失控的现象。最近酒量突然变得很差。就在前天我女朋友的朋友来家里做客，前面一切都很正常，中途我女朋友喊来了他前夫的一个朋友，我当时心里有些不舒服，我也没说什么，然后一直喝，我对我自己的酒量很自信，当时觉得自己还没喝多少，就听到我女朋友在那里一直在跟人聊他的前夫，我心里很不是滋味（他们的女儿当时也在家，我也很喜欢我女朋友的女儿），我就跟我的女朋友说少提他，他当时对我的话置若罔闻，我在旁边一直听他说着，我就跟其他人喝着酒，不知道怎么我就对她说了一句粗口，他那个前夫的朋友就对我表达不满，我的记忆就此消失，第二天他们说我跟人动了手，甚至还过分到打了我女朋友几巴掌，这是我想都不敢想的，我们在一起一年多以来，我从来没想过我会出手打他，我很少跟我女朋友吵架，一直都是依着她的，就算之前喝多了也是清醒的难受就让女朋友倒杯水，倒头就睡，我从来没喝酒失控。第二天感觉对不起我女朋友。",
    "annotation": [
      {
        "sentence": "我最近突然酒后控制不住自己的情绪，他们说我跟人动了手？",
        "label": ""
      },
      {
        "sentence": "我从来没有过酒后失控的现象。",
        "label": ""
      },
      {
        "sentence": "最近酒量突然变得很差。",
        "label": ""
      },
      {
        "sentence": "就在前天我女朋友的朋友来家里做客，前面一切都很正常，中途我女朋友喊来了他前夫的一个朋友，我当时心里有些不舒服，我也没说什么，然后一直喝，我对我自己的酒量很自信，当时觉得自己还没喝多少，就听到我女朋友在那里一直在跟人聊他的前夫，我心里很不是滋味（他们的女儿当时也在家，我也很喜欢我女朋友的女儿），我就跟我的女朋友说少提他，他当时对我的话置若罔闻，我在旁边一直听他说着，我就跟其他人喝着酒，不知道怎么我就对她说了一句粗口，他那个前夫的朋友就对我表达不满，我的记忆就此消失，第二天他们说我跟人动了手，甚至还过分到打了我女朋友几巴掌，这是我想都不敢想的，我们在一起一年多以来，我从来没想过我会出手打他，我很少跟我女朋友吵架，一直都是依着她的，就算之前喝多了也是清醒的难受就让女朋友倒杯水，倒头就睡，我从来没喝酒失控。",
        "label": ""
      },
      {
        "sentence": "第二天感觉对不起我女朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看得出来，你很紧张你女朋友，因此对她和前夫朋友继续有联系并讲前夫的事很介意，甚至产生了嫉妒心理。加上当时喝了酒，让你失去理智，很难控制自己的行为，就忍不住将内心的想法用行为表现出来，动手打了人。酒精会麻醉脑神经，影响记忆。同时也可能在你的内心对打人这种行为是不认同的，违背了你对女朋友的感情和意愿，也害怕产生不良后果，因此你的大脑中自动屏蔽了这段记忆，逃避这个事实，对自己的心理进行自我保护。",
    "annotation": [
      {
        "sentence": "看得出来，你很紧张你女朋友，因此对她和前夫朋友继续有联系并讲前夫的事很介意，甚至产生了嫉妒心理。",
        "label": ""
      },
      {
        "sentence": "加上当时喝了酒，让你失去理智，很难控制自己的行为，就忍不住将内心的想法用行为表现出来，动手打了人。",
        "label": ""
      },
      {
        "sentence": "酒精会麻醉脑神经，影响记忆。",
        "label": ""
      },
      {
        "sentence": "同时也可能在你的内心对打人这种行为是不认同的，违背了你对女朋友的感情和意愿，也害怕产生不良后果，因此你的大脑中自动屏蔽了这段记忆，逃避这个事实，对自己的心理进行自我保护。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我对女朋友和前夫的朋友联系的事情确实很在意，我知道这种嫉妒心不应该转化为攻击行为，但当时我真的完全失去控制，感觉很难受。我现在真的很后悔，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "是的，我对女朋友和前夫的朋友联系的事情确实很在意，我知道这种嫉妒心不应该转化为攻击行为，但当时我真的完全失去控制，感觉很难受。",
        "label": ""
      },
      {
        "sentence": "我现在真的很后悔，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在爱情里，对伴侣有嫉妒心是一种正常的情绪。但是如果这种嫉妒心转变为攻击行为，就容易伤害身体和心理，影响感情。既然你打女友的事实已经发生，她的身体和情感上肯定受到很大的伤害。那么现在懊悔或否认也没有用，不如想一想如何安抚和补救。可以真诚地向女友道歉，告知她你的感受和想法，祈求原谅和重新开始。然后通过一些实际行为来表达你的歉意，比如送一件礼物、请她吃一顿大餐、陪她购物等。同时要向她传达一种理念，就是在感情上要信任和尊重她。让她得到你的一个保证，明白你这种行为只是特例而不会经常发生，解除后顾之忧，重新获得安全感。感情需要用心呵护，发生矛盾和冲突时，用真诚去弥补，也是一次成长的机会。",
    "annotation": [
      {
        "sentence": "在爱情里，对伴侣有嫉妒心是一种正常的情绪。",
        "label": ""
      },
      {
        "sentence": "但是如果这种嫉妒心转变为攻击行为，就容易伤害身体和心理，影响感情。",
        "label": ""
      },
      {
        "sentence": "既然你打女友的事实已经发生，她的身体和情感上肯定受到很大的伤害。",
        "label": ""
      },
      {
        "sentence": "那么现在懊悔或否认也没有用，不如想一想如何安抚和补救。",
        "label": ""
      },
      {
        "sentence": "可以真诚地向女友道歉，告知她你的感受和想法，祈求原谅和重新开始。",
        "label": ""
      },
      {
        "sentence": "然后通过一些实际行为来表达你的歉意，比如送一件礼物、请她吃一顿大餐、陪她购物等。",
        "label": ""
      },
      {
        "sentence": "同时要向她传达一种理念，就是在感情上要信任和尊重她。",
        "label": ""
      },
      {
        "sentence": "让她得到你的一个保证，明白你这种行为只是特例而不会经常发生，解除后顾之忧，重新获得安全感。",
        "label": ""
      },
      {
        "sentence": "感情需要用心呵护，发生矛盾和冲突时，用真诚去弥补，也是一次成长的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我知道自己需要承担责任并采取行动来修复我们的关系。我会认真道歉，尽力弥补我的过错。同时，我也会向她保证这种情况不会再次发生，并投入更多的努力来建立信任和尊重。我希望我们可以重新开始，修复我们的感情。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我知道自己需要承担责任并采取行动来修复我们的关系。",
        "label": ""
      },
      {
        "sentence": "我会认真道歉，尽力弥补我的过错。",
        "label": ""
      },
      {
        "sentence": "同时，我也会向她保证这种情况不会再次发生，并投入更多的努力来建立信任和尊重。",
        "label": ""
      },
      {
        "sentence": "我希望我们可以重新开始，修复我们的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你有这样的认识已经很好了。在修复感情的过程中，要学会沟通和倾听对方的需求和感受，建立良好的沟通机制。只有通过坦诚和理解，你们才能重新建立起稳固的关系。祝愿你们能够共同度过这个困难时期，一起走向更好的未来。",
    "annotation": [
      {
        "sentence": "你有这样的认识已经很好了。",
        "label": ""
      },
      {
        "sentence": "在修复感情的过程中，要学会沟通和倾听对方的需求和感受，建立良好的沟通机制。",
        "label": ""
      },
      {
        "sentence": "只有通过坦诚和理解，你们才能重新建立起稳固的关系。",
        "label": ""
      },
      {
        "sentence": "祝愿你们能够共同度过这个困难时期，一起走向更好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我会努力去做的。希望我们能够共同克服这个难关，重新找回我们的幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会努力去做的。",
        "label": ""
      },
      {
        "sentence": "希望我们能够共同克服这个难关，重新找回我们的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "相信你们一定能够战胜困难，重建幸福的生活。请记得，你并不孤单，我会一直在这里支持你。加油！",
    "annotation": [
      {
        "sentence": "相信你们一定能够战胜困难，重建幸福的生活。",
        "label": ""
      },
      {
        "sentence": "请记得，你并不孤单，我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]