[
  {
    "role": "client",
    "content": "觉得自己开始拘束了，为什么在人群中会感到压抑？其实觉得自己是一个话唠，在经过学业压力之后好像失语了一样，想说话却无从开口。觉得自己开始拘束了，是自我的拘束。就是自己也想去表达，自己也有想法，也想好了说话的内容应该怎样随和自然，但就是不知道怎么说出来。尤其在学习的时候，感到拘束压抑，无法释放自己的真实一面，像一个听话的玩偶似的。",
    "annotation": [
      {
        "sentence": "觉得自己开始拘束了，为什么在人群中会感到压抑？",
        "label": ""
      },
      {
        "sentence": "其实觉得自己是一个话唠，在经过学业压力之后好像失语了一样，想说话却无从开口。",
        "label": ""
      },
      {
        "sentence": "觉得自己开始拘束了，是自我的拘束。",
        "label": ""
      },
      {
        "sentence": "就是自己也想去表达，自己也有想法，也想好了说话的内容应该怎样随和自然，但就是不知道怎么说出来。",
        "label": ""
      },
      {
        "sentence": "尤其在学习的时候，感到拘束压抑，无法释放自己的真实一面，像一个听话的玩偶似的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看起来在人群当中和别人在一起时给你的内心带来了很大的困扰，让你感觉到很拘束压抑，这样也的确会给你的正常社交关系发展和自我满足带来一些不必要的影响。",
    "annotation": [
      {
        "sentence": "看起来在人群当中和别人在一起时给你的内心带来了很大的困扰，让你感觉到很拘束压抑，这样也的确会给你的正常社交关系发展和自我满足带来一些不必要的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白这种困扰并不是理智上意识到的，但就是控制不住自己的情绪和感受，觉得好像被学业压力压得透不过气来。",
    "annotation": [
      {
        "sentence": "是的，我明白这种困扰并不是理智上意识到的，但就是控制不住自己的情绪和感受，觉得好像被学业压力压得透不过气来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你自认为自己是个话痨，也就是说你并不是那种很少说话的人，也是一个不喜欢压抑自己很活跃的“乐天派”。而在经过学业压力之后，你就好像失语了一样，想说话却不知道从哪里开口说起，觉得自己开始拘束压抑自己了，这就很好奇在你的学业经历当中，发生了什么事情，让你的内心受到了这么大的刺激影响。",
    "annotation": [
      {
        "sentence": "你自认为自己是个话痨，也就是说你并不是那种很少说话的人，也是一个不喜欢压抑自己很活跃的“乐天派”。",
        "label": ""
      },
      {
        "sentence": "而在经过学业压力之后，你就好像失语了一样，想说话却不知道从哪里开口说起，觉得自己开始拘束压抑自己了，这就很好奇在你的学业经历当中，发生了什么事情，让你的内心受到了这么大的刺激影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的学业压力很大，经常要应付大量的作业和考试，感觉自己一直处于紧张的状态。同时，和同学之间的成绩比较也给我带来了压力，有时候会受到他们的嘲笑和讽刺，这让我变得更加拘束和压抑。",
    "annotation": [
      {
        "sentence": "我的学业压力很大，经常要应付大量的作业和考试，感觉自己一直处于紧张的状态。",
        "label": ""
      },
      {
        "sentence": "同时，和同学之间的成绩比较也给我带来了压力，有时候会受到他们的嘲笑和讽刺，这让我变得更加拘束和压抑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "学业确实会给人带来很大的压力，尤其是在竞争激烈的环境下，同学之间的比较和评价往往会让人感到不自在。你受到的嘲笑和讽刺可能触发了你过去的经历带来的情绪压力，形成了这种拘束和压抑的感觉，这是可以理解的。但是，拘束自己并不是解决问题的方法，这样只会让你失去自我表达的机会和和他人交流成长的机会。",
    "annotation": [
      {
        "sentence": "学业确实会给人带来很大的压力，尤其是在竞争激烈的环境下，同学之间的比较和评价往往会让人感到不自在。",
        "label": ""
      },
      {
        "sentence": "你受到的嘲笑和讽刺可能触发了你过去的经历带来的情绪压力，形成了这种拘束和压抑的感觉，这是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但是，拘束自己并不是解决问题的方法，这样只会让你失去自我表达的机会和和他人交流成长的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但是我总觉得如果不说话就可以避免犯错和被嘲笑，同时也可以避免与他人产生冲突。",
    "annotation": [
      {
        "sentence": "我明白了，但是我总觉得如果不说话就可以避免犯错和被嘲笑，同时也可以避免与他人产生冲突。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，拘束自己的确可以避免很多麻烦和冲突，但同时也会剥夺你和他人正常交流的机会，限制你个人的成长。你可能暂时避免了被嘲笑和被误解的风险，但长此以往，这样的拘束会逐渐导致你对自己缺乏自信和安全感。我们应该鼓励你敢于表达自己的想法和感受，相信自己有自己独特的价值和能力。",
    "annotation": [
      {
        "sentence": "是的，拘束自己的确可以避免很多麻烦和冲突，但同时也会剥夺你和他人正常交流的机会，限制你个人的成长。",
        "label": ""
      },
      {
        "sentence": "你可能暂时避免了被嘲笑和被误解的风险，但长此以往，这样的拘束会逐渐导致你对自己缺乏自信和安全感。",
        "label": ""
      },
      {
        "sentence": "我们应该鼓励你敢于表达自己的想法和感受，相信自己有自己独特的价值和能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我想我确实缺乏自信和安全感。可能是因为小时候和父母的关系不够亲密稳定，导致我对自己的接纳和认可有所缺失。",
    "annotation": [
      {
        "sentence": "你说得对，我想我确实缺乏自信和安全感。",
        "label": ""
      },
      {
        "sentence": "可能是因为小时候和父母的关系不够亲密稳定，导致我对自己的接纳和认可有所缺失。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的理解很深刻，家庭环境对我们的成长确实有很大影响。缺乏父母的亲密稳定和谐互动，以及缺乏足够的尊重信任理解接纳等支持，会影响我们和他人之间的社交关系。这也可能是你对自己缺乏自信和安全感的原因之一。但是，请记住，你是一个独特而有价值的个体，你值得被理解和接纳。",
    "annotation": [
      {
        "sentence": "你的理解很深刻，家庭环境对我们的成长确实有很大影响。",
        "label": ""
      },
      {
        "sentence": "缺乏父母的亲密稳定和谐互动，以及缺乏足够的尊重信任理解接纳等支持，会影响我们和他人之间的社交关系。",
        "label": ""
      },
      {
        "sentence": "这也可能是你对自己缺乏自信和安全感的原因之一。",
        "label": ""
      },
      {
        "sentence": "但是，请记住，你是一个独特而有价值的个体，你值得被理解和接纳。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尝试放开自己，敢于表达自己的想法和感受，相信自己可以克服这种拘束和压抑的感觉。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尝试放开自己，敢于表达自己的想法和感受，相信自己可以克服这种拘束和压抑的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试放开自己。相信自己，相信自己的价值和能力，勇敢地面对和他人的交流，你会发现自己能够成长并克服这种拘束和压抑的感觉。我一直在支持你的成长进步，如果你需要我的帮助，请随时告诉我。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试放开自己。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信自己的价值和能力，勇敢地面对和他人的交流，你会发现自己能够成长并克服这种拘束和压抑的感觉。",
        "label": ""
      },
      {
        "sentence": "我一直在支持你的成长进步，如果你需要我的帮助，请随时告诉我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我会努力的。如果我遇到困难，我会找你寻求帮助的。",
    "annotation": [
      {
        "sentence": "谢谢你，我会努力的。",
        "label": ""
      },
      {
        "sentence": "如果我遇到困难，我会找你寻求帮助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，我会一直在这里支持你的。记住，你不是孤单的，有很多人愿意倾听和帮助你。希望你能逐渐摆脱拘束和压抑，展现真实的自己。",
    "annotation": [
      {
        "sentence": "没问题，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "记住，你不是孤单的，有很多人愿意倾听和帮助你。",
        "label": ""
      },
      {
        "sentence": "希望你能逐渐摆脱拘束和压抑，展现真实的自己。",
        "label": ""
      }
    ]
  }
]