[
  {
    "role": "client",
    "content": "关于自闭的，害怕那种被抛弃的感觉？只是觉得自己会选择性的去接触人，知道什么好什么不好，什么可以做什么不可以做，但是会习惯性的压抑自己的感情，每次都是简单的表达后，会逃避，真的只是活在自己一个人的舒适区。尝试过很多方式去改变，跳出这种一个人的舒适区，但是觉得自己什么都做不好就会否定自己，然后又退缩，害怕那种被抛弃的感觉。",
    "annotation": [
      {
        "sentence": "关于自闭的，害怕那种被抛弃的感觉？",
        "label": ""
      },
      {
        "sentence": "只是觉得自己会选择性的去接触人，知道什么好什么不好，什么可以做什么不可以做，但是会习惯性的压抑自己的感情，每次都是简单的表达后，会逃避，真的只是活在自己一个人的舒适区。",
        "label": ""
      },
      {
        "sentence": "尝试过很多方式去改变，跳出这种一个人的舒适区，但是觉得自己什么都做不好就会否定自己，然后又退缩，害怕那种被抛弃的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来像你有一点社交恐惧，不敢表达自己，并过于在意别人的看法。同时你也有一些完美主义倾向，觉得自己必须做得很出色，否则就开始否定自己，导致退缩。我认为你可以不要过于担心事情的结果，试着待在让你不太舒适的环境中，逐渐适应它，待习惯之后，也许会发现其实并没有那么可怕。比如在简单表达之后，不要逃避，停下来继续交流，即使说错话了也不要走开，继续呆在那里，毕竟会发生什么呢？别人不会骂你，也不会拿枪指着你，工作也不会丢失，朋友也不会断交，那么有什么可怕和致命的后果呢？真的会有人抛弃你吗？这个人和你是什么关系？就因为你说错一句话就要抛弃你吗？如果是我们的好朋友，肯定不会因为一句话就不理我们；如果是不相关的人，根本不需要在意他的想法，让他抛弃好了。继续和他人交流，即使说错话了，马上转移话题，也就没有人会记得你说过的话，不会有什么可怕的后果。虽然对你来说这种感觉很不适应，但你可以试着强迫自己多待一会，逐渐适应这种全新的感觉，直到习惯为止，这样你就成功地拓展了自己的舒适圈。大多数时候我们感到痛苦和窘迫完全是我们自己在折磨自己，别人根本不会觉得有什么影响。我们消极的想法和过度敏感的神经让我们自己陷入了一个人间炼狱，承受着巨大的痛苦。另外，要允许自己犯错，人无完人，犯错是很正常的，我们不可能在每个场合都表现得完美无缺，有时候我自己也会发现说话有点前后矛盾，感觉自己有点好笑。但这些并不会影响我们的本质，人都有缺点和优点，没有必要要求自己凡事都做到完美。如果你已经尝试了很多方法但都无法自己克服的话，可以考虑找一个心理咨询师来帮助你，咨询师会按部就班地引导你面对自己的恐惧，逐步解除它们的影响。有了咨询师的陪伴和鼓励，也许你会发现自己不再那么害怕和退缩。",
    "annotation": [
      {
        "sentence": "听起来像你有一点社交恐惧，不敢表达自己，并过于在意别人的看法。",
        "label": ""
      },
      {
        "sentence": "同时你也有一些完美主义倾向，觉得自己必须做得很出色，否则就开始否定自己，导致退缩。",
        "label": ""
      },
      {
        "sentence": "我认为你可以不要过于担心事情的结果，试着待在让你不太舒适的环境中，逐渐适应它，待习惯之后，也许会发现其实并没有那么可怕。",
        "label": ""
      },
      {
        "sentence": "比如在简单表达之后，不要逃避，停下来继续交流，即使说错话了也不要走开，继续呆在那里，毕竟会发生什么呢？",
        "label": ""
      },
      {
        "sentence": "别人不会骂你，也不会拿枪指着你，工作也不会丢失，朋友也不会断交，那么有什么可怕和致命的后果呢？",
        "label": ""
      },
      {
        "sentence": "真的会有人抛弃你吗？",
        "label": ""
      },
      {
        "sentence": "这个人和你是什么关系？",
        "label": ""
      },
      {
        "sentence": "就因为你说错一句话就要抛弃你吗？",
        "label": ""
      },
      {
        "sentence": "如果是我们的好朋友，肯定不会因为一句话就不理我们；如果是不相关的人，根本不需要在意他的想法，让他抛弃好了。",
        "label": ""
      },
      {
        "sentence": "继续和他人交流，即使说错话了，马上转移话题，也就没有人会记得你说过的话，不会有什么可怕的后果。",
        "label": ""
      },
      {
        "sentence": "虽然对你来说这种感觉很不适应，但你可以试着强迫自己多待一会，逐渐适应这种全新的感觉，直到习惯为止，这样你就成功地拓展了自己的舒适圈。",
        "label": ""
      },
      {
        "sentence": "大多数时候我们感到痛苦和窘迫完全是我们自己在折磨自己，别人根本不会觉得有什么影响。",
        "label": ""
      },
      {
        "sentence": "我们消极的想法和过度敏感的神经让我们自己陷入了一个人间炼狱，承受着巨大的痛苦。",
        "label": ""
      },
      {
        "sentence": "另外，要允许自己犯错，人无完人，犯错是很正常的，我们不可能在每个场合都表现得完美无缺，有时候我自己也会发现说话有点前后矛盾，感觉自己有点好笑。",
        "label": ""
      },
      {
        "sentence": "但这些并不会影响我们的本质，人都有缺点和优点，没有必要要求自己凡事都做到完美。",
        "label": ""
      },
      {
        "sentence": "如果你已经尝试了很多方法但都无法自己克服的话，可以考虑找一个心理咨询师来帮助你，咨询师会按部就班地引导你面对自己的恐惧，逐步解除它们的影响。",
        "label": ""
      },
      {
        "sentence": "有了咨询师的陪伴和鼓励，也许你会发现自己不再那么害怕和退缩。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着在不舒服的环境中停下来，逐渐适应和面对自己的恐惧。我也会告诉自己犯错是正常的，不必要过于苛求完美。如果我无法自己解决，我会考虑咨询师的建议。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着在不舒服的环境中停下来，逐渐适应和面对自己的恐惧。",
        "label": ""
      },
      {
        "sentence": "我也会告诉自己犯错是正常的，不必要过于苛求完美。",
        "label": ""
      },
      {
        "sentence": "如果我无法自己解决，我会考虑咨询师的建议。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够克服这些困扰你的问题。记住，每个人都会有难处，重要的是勇敢面对并试着改变。如果你需要任何帮助或者只是想找人聊聊，随时都可以来找我。我会一直支持你的。",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够克服这些困扰你的问题。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都会有难处，重要的是勇敢面对并试着改变。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者只是想找人聊聊，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，知道有你的支持我感到很安心。我会尽量改变自己的想法，并试着接受新的挑战。如果需要的话，我会来找你寻求帮助。再次感谢你。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，知道有你的支持我感到很安心。",
        "label": ""
      },
      {
        "sentence": "我会尽量改变自己的想法，并试着接受新的挑战。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，我会来找你寻求帮助。",
        "label": ""
      },
      {
        "sentence": "再次感谢你。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。记住，改变需要时间和努力，但你已经迈出了第一步。我相信你能够走出困境，变得更加自信和坚强。无论何时需要，都可以来找我，我会一直在这里支持你的。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，改变需要时间和努力，但你已经迈出了第一步。",
        "label": ""
      },
      {
        "sentence": "我相信你能够走出困境，变得更加自信和坚强。",
        "label": ""
      },
      {
        "sentence": "无论何时需要，都可以来找我，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]