[
  {
    "role": "client",
    "content": "我是个22岁的男生，在学校充满希望，但回到家却感到绝望至极。在学校，不管遇到多大的困难和压力，我都能得到做自己的机会，但在家里感觉自己一无是处。我们邻居是新搬来的，他们家发出的声音总是吵到我。我渴望有一个属于自己的房子，可现在的经济条件并不允许。",
    "annotation": [
      {
        "sentence": "我是个22岁的男生，在学校充满希望，但回到家却感到绝望至极。",
        "label": ""
      },
      {
        "sentence": "在学校，不管遇到多大的困难和压力，我都能得到做自己的机会，但在家里感觉自己一无是处。",
        "label": ""
      },
      {
        "sentence": "我们邻居是新搬来的，他们家发出的声音总是吵到我。",
        "label": ""
      },
      {
        "sentence": "我渴望有一个属于自己的房子，可现在的经济条件并不允许。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢信任，看到你说在学校你能得到做自己的机会，但在家里却感觉一无是处，我深刻理解你的感受。我想知道，是不是你的父母经常使用指责、批评、打压、挑剔的语言和你互动，以至于让你觉得自己一无是处，无法按照自己的方式生活？",
    "annotation": [
      {
        "sentence": "感谢信任，看到你说在学校你能得到做自己的机会，但在家里却感觉一无是处，我深刻理解你的感受。",
        "label": ""
      },
      {
        "sentence": "我想知道，是不是你的父母经常使用指责、批评、打压、挑剔的语言和你互动，以至于让你觉得自己一无是处，无法按照自己的方式生活？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我的父母总是对我的一举一动都指手画脚，他们很少赞扬我或者肯定我的努力。这让我感到很压抑，觉得自己无法在家里得到尊重和支持。",
    "annotation": [
      {
        "sentence": "是的，我的父母总是对我的一举一动都指手画脚，他们很少赞扬我或者肯定我的努力。",
        "label": ""
      },
      {
        "sentence": "这让我感到很压抑，觉得自己无法在家里得到尊重和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你这样说，我能感受到你在家里的压力和无奈。父母对我们的期望有时会给我们带来很大的压力和困惑。或许你可以尝试和父母沟通，告诉他们你的感受和需要，让他们了解你想要得到尊重和支持的心声。",
    "annotation": [
      {
        "sentence": "听到你这样说，我能感受到你在家里的压力和无奈。",
        "label": ""
      },
      {
        "sentence": "父母对我们的期望有时会给我们带来很大的压力和困惑。",
        "label": ""
      },
      {
        "sentence": "或许你可以尝试和父母沟通，告诉他们你的感受和需要，让他们了解你想要得到尊重和支持的心声。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾试图和他们沟通，但他们总是不听。他们认为他们是对的，我只是在找借口逃避责任。",
    "annotation": [
      {
        "sentence": "我曾试图和他们沟通，但他们总是不听。",
        "label": ""
      },
      {
        "sentence": "他们认为他们是对的，我只是在找借口逃避责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑和挫败感。有时候，我们的父母可能无法理解我们的想法和需求，这可能导致沟通障碍。虽然现在的情况很困难，但我相信你可以找到其他方式来缓解你的压力和不适。",
    "annotation": [
      {
        "sentence": "我理解你的困惑和挫败感。",
        "label": ""
      },
      {
        "sentence": "有时候，我们的父母可能无法理解我们的想法和需求，这可能导致沟通障碍。",
        "label": ""
      },
      {
        "sentence": "虽然现在的情况很困难，但我相信你可以找到其他方式来缓解你的压力和不适。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那你有什么建议吗？我真的很需要一个属于自己的空间。",
    "annotation": [
      {
        "sentence": "那你有什么建议吗？",
        "label": ""
      },
      {
        "sentence": "我真的很需要一个属于自己的空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果很多关系让你不舒服，或许保持距离、少接触是目前最好的选择。新搬来的邻居或许没有意识到他们的言行已经影响到了你，这时真的需要有人去提醒一下。在沟通的过程中，要注意态度和方式方法，也许可以试着和他们好好沟通一次，让他们知道你的感受和需求。",
    "annotation": [
      {
        "sentence": "如果很多关系让你不舒服，或许保持距离、少接触是目前最好的选择。",
        "label": ""
      },
      {
        "sentence": "新搬来的邻居或许没有意识到他们的言行已经影响到了你，这时真的需要有人去提醒一下。",
        "label": ""
      },
      {
        "sentence": "在沟通的过程中，要注意态度和方式方法，也许可以试着和他们好好沟通一次，让他们知道你的感受和需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试试和邻居好好沟通，希望能够解决这个问题。同时，我也会努力为自己的梦想和目标而奋斗，争取有一天能够拥有属于自己的房子。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试试和邻居好好沟通，希望能够解决这个问题。",
        "label": ""
      },
      {
        "sentence": "同时，我也会努力为自己的梦想和目标而奋斗，争取有一天能够拥有属于自己的房子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试去沟通和努力为自己的梦想而奋斗。无论过程中遇到什么困难，我都会一直支持你，相信你可以找到适合自己的方式解决问题。记得要关心好自己的情绪和心理健康，不要把全部精力都放在外部问题上。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试去沟通和努力为自己的梦想而奋斗。",
        "label": ""
      },
      {
        "sentence": "无论过程中遇到什么困难，我都会一直支持你，相信你可以找到适合自己的方式解决问题。",
        "label": ""
      },
      {
        "sentence": "记得要关心好自己的情绪和心理健康，不要把全部精力都放在外部问题上。",
        "label": ""
      }
    ]
  }
]