[
  {
    "role": "client",
    "content": "我是校队曾经的一姐，如今被一个新人暴虐，该怎么办？",
    "annotation": [
      {
        "sentence": "我是校队曾经的一姐，如今被一个新人暴虐，该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你的问题，你的文字功底非常强，把经过描述得这么详尽。相信你内心一定在高度警觉的状态下，深刻记忆了被暴虐的过程。但是，这是个好现象，至少在你昏倒之前，你的耐受力还是惊人的。相信和你长期训练的意志力是有关系的。这份倔强还体现在你以个人的名义报名球赛，想捍卫一姐的荣誉。任何人从出生到衰老都必然经历下行阶段，体育行业尤其如此，职业选手的最佳表现时间非常有限。被取代恐怕是从你当上一姐开始就必然面临的课题。看看这次经验给你带来了什么：球场被虐这是很深刻的胜负体验，之前你都是打败别人赢得胜利，但这次不行。这次你需要的是赢得自己，才能从球场上爬起来。因为你不能靠体力和球技胜出了，无惧失败是你新的课题。不服从安排这个问题似乎是你的个人荣誉和集体荣誉的取舍，牺牲自己做队友垫脚石。这是需要勇气的，这份勇气里，有明智局势，涵容自己的衰落，欣赏别人，以及信任教练的复杂思考。但是这些都不是最重要的，最重要的是你需要找到自己一姐之外的价值感在哪里。那么，你一姐之外的价值在哪里呢？值得思考。",
    "annotation": [
      {
        "sentence": "感谢你的问题，你的文字功底非常强，把经过描述得这么详尽。",
        "label": ""
      },
      {
        "sentence": "相信你内心一定在高度警觉的状态下，深刻记忆了被暴虐的过程。",
        "label": ""
      },
      {
        "sentence": "但是，这是个好现象，至少在你昏倒之前，你的耐受力还是惊人的。",
        "label": ""
      },
      {
        "sentence": "相信和你长期训练的意志力是有关系的。",
        "label": ""
      },
      {
        "sentence": "这份倔强还体现在你以个人的名义报名球赛，想捍卫一姐的荣誉。",
        "label": ""
      },
      {
        "sentence": "任何人从出生到衰老都必然经历下行阶段，体育行业尤其如此，职业选手的最佳表现时间非常有限。",
        "label": ""
      },
      {
        "sentence": "被取代恐怕是从你当上一姐开始就必然面临的课题。",
        "label": ""
      },
      {
        "sentence": "看看这次经验给你带来了什么：球场被虐这是很深刻的胜负体验，之前你都是打败别人赢得胜利，但这次不行。",
        "label": ""
      },
      {
        "sentence": "这次你需要的是赢得自己，才能从球场上爬起来。",
        "label": ""
      },
      {
        "sentence": "因为你不能靠体力和球技胜出了，无惧失败是你新的课题。",
        "label": ""
      },
      {
        "sentence": "不服从安排这个问题似乎是你的个人荣誉和集体荣誉的取舍，牺牲自己做队友垫脚石。",
        "label": ""
      },
      {
        "sentence": "这是需要勇气的，这份勇气里，有明智局势，涵容自己的衰落，欣赏别人，以及信任教练的复杂思考。",
        "label": ""
      },
      {
        "sentence": "但是这些都不是最重要的，最重要的是你需要找到自己一姐之外的价值感在哪里。",
        "label": ""
      },
      {
        "sentence": "那么，你一姐之外的价值在哪里呢？",
        "label": ""
      },
      {
        "sentence": "值得思考。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要从失败中找到自己的勇气和价值感。但是现在我成了校队的笑柄，所有人都在传“肖玮被张亚男打得跪地求饶”，我也因为不服从教练的安排受到了处罚，在队内公开检讨。我现在已经没有勇气再拿起球拍，我该怎么办？",
    "annotation": [
      {
        "sentence": "我明白了，我需要从失败中找到自己的勇气和价值感。",
        "label": ""
      },
      {
        "sentence": "但是现在我成了校队的笑柄，所有人都在传“肖玮被张亚男打得跪地求饶”，我也因为不服从教练的安排受到了处罚，在队内公开检讨。",
        "label": ""
      },
      {
        "sentence": "我现在已经没有勇气再拿起球拍，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "校队笑柄这个位置，需要面对很多人的目光。当你自己也如同笑柄一样看待自己的时候，你的心和外界的目光是一致的，重重的砝码压在自己屈辱的感受上。你看，你需要突破这些，是需要有逆向行驶的能力的。对别人而言，笑一下不会超过三个月。对你而言，是需要修复的。修复这些是需要你行动的，你能做些什么，让自己从低谷里再站起来？所幸当你荡到谷底，四周皆是向上的岩壁。唯一可以做的就是爬上去而已。或许，你需要作出一个示范，即使荡到谷底也是有机会再站起来的示范。这恐怕是你此刻存在的价值和意义。难以再拿球拍球拍并不重要，重要的是你失败者的称号、毁于者的经历。但是球拍里也有你长年练习的陪伴，过往荣耀里的艰辛。拿与不拿都不是最重要的。重要的是找到球拍之外的你。另外，必须说，你的写作水平很好，像是被运动耽误了作家。所有的过往皆是序曲，这是一个很好的以终为始的契机。",
    "annotation": [
      {
        "sentence": "校队笑柄这个位置，需要面对很多人的目光。",
        "label": ""
      },
      {
        "sentence": "当你自己也如同笑柄一样看待自己的时候，你的心和外界的目光是一致的，重重的砝码压在自己屈辱的感受上。",
        "label": ""
      },
      {
        "sentence": "你看，你需要突破这些，是需要有逆向行驶的能力的。",
        "label": ""
      },
      {
        "sentence": "对别人而言，笑一下不会超过三个月。",
        "label": ""
      },
      {
        "sentence": "对你而言，是需要修复的。",
        "label": ""
      },
      {
        "sentence": "修复这些是需要你行动的，你能做些什么，让自己从低谷里再站起来？",
        "label": ""
      },
      {
        "sentence": "所幸当你荡到谷底，四周皆是向上的岩壁。",
        "label": ""
      },
      {
        "sentence": "唯一可以做的就是爬上去而已。",
        "label": ""
      },
      {
        "sentence": "或许，你需要作出一个示范，即使荡到谷底也是有机会再站起来的示范。",
        "label": ""
      },
      {
        "sentence": "这恐怕是你此刻存在的价值和意义。",
        "label": ""
      },
      {
        "sentence": "难以再拿球拍球拍并不重要，重要的是你失败者的称号、毁于者的经历。",
        "label": ""
      },
      {
        "sentence": "但是球拍里也有你长年练习的陪伴，过往荣耀里的艰辛。",
        "label": ""
      },
      {
        "sentence": "拿与不拿都不是最重要的。",
        "label": ""
      },
      {
        "sentence": "重要的是找到球拍之外的你。",
        "label": ""
      },
      {
        "sentence": "另外，必须说，你的写作水平很好，像是被运动耽误了作家。",
        "label": ""
      },
      {
        "sentence": "所有的过往皆是序曲，这是一个很好的以终为始的契机。",
        "label": ""
      }
    ]
  }
]