[
  {
    "role": "client",
    "content": "我是校队曾经的一姐，如今被一个新人暴虐，该怎么办？昨天问的描述不详细，我是校女乒队的头号选手，被新进来的学妹逐渐取代了位置，去市里比赛教练要我放弃单打，因为我不去她第一轮就会轮空，可以给之后的比赛节省体力，我为了证明自己仍是校队一姐，以个人名义报了名，结果那场比赛我败得非常惨，被她打得满地找牙死去活来，可能我不让她直接晋级她心里有气，故意用极其羞辱式的打法折磨我，不停的左右拉球把我抽得筋疲力无力反抗后，用一记记凶悍的暴扣和怒吼慢慢摧垮我的自信心，最后一球拉了有三十多拍，我鞋子都跑掉了，被她一记暴扣，扣得我心胆碎裂情不自禁的跪倒在地上，她还以胜利者的姿态走到我面前怒吼了一声，这一吼把我的心理防线彻底击垮了，我出现应激反应浑身出汗直接昏倒在地上，被带到医务室好一会才醒…从此以后我成了校队的笑柄，所有人都在传“肖玮被张亚男打得跪地求饶”，我也因为不服从教练的安排受到了处罚，在队内公开检讨，我现在已经没有勇气再拿起球拍，我该怎么办？",
    "annotation": [
      {
        "sentence": "我是校队曾经的一姐，如今被一个新人暴虐，该怎么办？",
        "label": ""
      },
      {
        "sentence": "昨天问的描述不详细，我是校女乒队的头号选手，被新进来的学妹逐渐取代了位置，去市里比赛教练要我放弃单打，因为我不去她第一轮就会轮空，可以给之后的比赛节省体力，我为了证明自己仍是校队一姐，以个人名义报了名，结果那场比赛我败得非常惨，被她打得满地找牙死去活来，可能我不让她直接晋级她心里有气，故意用极其羞辱式的打法折磨我，不停的左右拉球把我抽得筋疲力无力反抗后，用一记记凶悍的暴扣和怒吼慢慢摧垮我的自信心，最后一球拉了有三十多拍，我鞋子都跑掉了，被她一记暴扣，扣得我心胆碎裂情不自禁的跪倒在地上，她还以胜利者的姿态走到我面前怒吼了一声，这一吼把我的心理防线彻底击垮了，我出现应激反应浑身出汗直接昏倒在地上，被带到医务室好一会才醒…从此以后我成了校队的笑柄，所有人都在传“肖玮被张亚男打得跪地求饶”，我也因为不服从教练的安排受到了处罚，在队内公开检讨，我现在已经没有勇气再拿起球拍，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "真的要给你一个大大的拥抱，看到你的描述，我都感觉很难受，真正经历这些的你，一定更加难受吧。～你说自己已经没有勇气再拿起球拍了，我想事情并没有到那么严重的地步，我们还年轻，未来还有很多逆风翻盘的机会。",
    "annotation": [
      {
        "sentence": "真的要给你一个大大的拥抱，看到你的描述，我都感觉很难受，真正经历这些的你，一定更加难受吧。",
        "label": ""
      },
      {
        "sentence": "～你说自己已经没有勇气再拿起球拍了，我想事情并没有到那么严重的地步，我们还年轻，未来还有很多逆风翻盘的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我真的很沮丧，觉得自己没有能力赢过她，被众人取笑让我觉得很难过。",
    "annotation": [
      {
        "sentence": "其实我真的很沮丧，觉得自己没有能力赢过她，被众人取笑让我觉得很难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一切都会好起来的，你并不是毫无办法，也不孤单一人在战斗。首先，对于学妹赢了你的事情，一定是你技不如人吗？不一定。往往我们越想要胜利，结果却往往更不遂人意。你可能是过于想要赢了，太想要证明自己了，所以在心态上可能不太平稳。学妹的表现呢，从你的描述里，确实有些欠妥，但是也有很多种可能，比如说学妹只是想证明自己，年轻气盛所以表现得狂妄了一点，也有可能学妹平常就是这么个风格，不管不顾。我觉得你还是要肯定自己的能力的，毕竟，自己也是头号选手，技术上还是很厉害的，失败很有可能只是因为状态不如学妹。千万不要因为这次失败就否定自己，你真的很棒的。",
    "annotation": [
      {
        "sentence": "一切都会好起来的，你并不是毫无办法，也不孤单一人在战斗。",
        "label": ""
      },
      {
        "sentence": "首先，对于学妹赢了你的事情，一定是你技不如人吗？",
        "label": ""
      },
      {
        "sentence": "不一定。",
        "label": ""
      },
      {
        "sentence": "往往我们越想要胜利，结果却往往更不遂人意。",
        "label": ""
      },
      {
        "sentence": "你可能是过于想要赢了，太想要证明自己了，所以在心态上可能不太平稳。",
        "label": ""
      },
      {
        "sentence": "学妹的表现呢，从你的描述里，确实有些欠妥，但是也有很多种可能，比如说学妹只是想证明自己，年轻气盛所以表现得狂妄了一点，也有可能学妹平常就是这么个风格，不管不顾。",
        "label": ""
      },
      {
        "sentence": "我觉得你还是要肯定自己的能力的，毕竟，自己也是头号选手，技术上还是很厉害的，失败很有可能只是因为状态不如学妹。",
        "label": ""
      },
      {
        "sentence": "千万不要因为这次失败就否定自己，你真的很棒的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说的有道理，或许我确实在比赛时太紧张，太希望证明自己了。可是队里所有人都在议论我，说我被打得很惨，我真的无法面对这样的评价。",
    "annotation": [
      {
        "sentence": "嗯，你说的有道理，或许我确实在比赛时太紧张，太希望证明自己了。",
        "label": ""
      },
      {
        "sentence": "可是队里所有人都在议论我，说我被打得很惨，我真的无法面对这样的评价。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不得不承认，我们大多数人都会被别人的评价影响。嘴长在别人身上，但是生活是我们自己的，球队里其他人也就是这两天会议论一下，等过几天有别的新鲜事了，注意力自然就转移了。我们不要把别人的议论太当作负担，还是要过好自己的生活啊。让别人闭嘴最好的办法不是逃避，而是用实力让他们无话可说。不知道你有没有看过《败者为王》这部电影啊？我建议你可以找来看看，讲的是李宗伟的故事。李宗伟羽毛球总是输给林丹，面对无数嘲笑和奚落，可是他还是能够坦坦荡荡地走上赛场，屡败屡战。现在大家对李宗伟都是尊敬，这是他用自己的努力换来的，他值得。你可以伤心，但是不要在伤心里沉沦太长时间，站起来，用实力告诉他们，我可以！",
    "annotation": [
      {
        "sentence": "不得不承认，我们大多数人都会被别人的评价影响。",
        "label": ""
      },
      {
        "sentence": "嘴长在别人身上，但是生活是我们自己的，球队里其他人也就是这两天会议论一下，等过几天有别的新鲜事了，注意力自然就转移了。",
        "label": ""
      },
      {
        "sentence": "我们不要把别人的议论太当作负担，还是要过好自己的生活啊。",
        "label": ""
      },
      {
        "sentence": "让别人闭嘴最好的办法不是逃避，而是用实力让他们无话可说。",
        "label": ""
      },
      {
        "sentence": "不知道你有没有看过《败者为王》这部电影啊？",
        "label": ""
      },
      {
        "sentence": "我建议你可以找来看看，讲的是李宗伟的故事。",
        "label": ""
      },
      {
        "sentence": "李宗伟羽毛球总是输给林丹，面对无数嘲笑和奚落，可是他还是能够坦坦荡荡地走上赛场，屡败屡战。",
        "label": ""
      },
      {
        "sentence": "现在大家对李宗伟都是尊敬，这是他用自己的努力换来的，他值得。",
        "label": ""
      },
      {
        "sentence": "你可以伤心，但是不要在伤心里沉沦太长时间，站起来，用实力告诉他们，我可以！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，我真的需要重新树立起自信心来。",
    "annotation": [
      {
        "sentence": "我明白你的意思，我真的需要重新树立起自信心来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，自信心是很重要的。相信自己，相信自己的能力。对于失败，虽然我们从小就知道“失败是成功之母”，但是如果可以，谁不想成功呢？可是再天赋异禀的人，都会失败吧？没有人能永永远远都成功。相比于成功，我们能从失败里学到更多的经验。比如，这次失败，我们能学到什么呢？场上的心态调节。我想你可能最开始落于下风的时候就开始慌了，然后整场心态都没调节过来，最后导致一直无法翻盘。接下来，我们可以针对性地锻炼一下心态。技术上的弱点。对这次比赛，我们可以多回忆回忆，是不是自己的短板被对方发现了，所以一直揪着短板打？我们以后是不是要再着重提升一下短板？和教练的关系。这次你以个人名义报名，说实话确实有些不妥，建议你向教练诚恳认错。这样一是为了你今后的发展好，二也是教练对每个人的长板和短板都很清楚，多和教练沟通，让教练帮助你提高技术，也给自己下次上场证明自己的机会。不要怕，我们还很年轻，越年轻，失败的成本越低。如果这件事对你造成的阴影很大，也可以给自己一点缓冲期，但是缓冲期一过，我们还是要以最好的精神状态，拿起球拍，回到赛场，重新找回那个意气风发的自己。",
    "annotation": [
      {
        "sentence": "没错，自信心是很重要的。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "对于失败，虽然我们从小就知道“失败是成功之母”，但是如果可以，谁不想成功呢？",
        "label": ""
      },
      {
        "sentence": "可是再天赋异禀的人，都会失败吧？",
        "label": ""
      },
      {
        "sentence": "没有人能永永远远都成功。",
        "label": ""
      },
      {
        "sentence": "相比于成功，我们能从失败里学到更多的经验。",
        "label": ""
      },
      {
        "sentence": "比如，这次失败，我们能学到什么呢？",
        "label": ""
      },
      {
        "sentence": "场上的心态调节。",
        "label": ""
      },
      {
        "sentence": "我想你可能最开始落于下风的时候就开始慌了，然后整场心态都没调节过来，最后导致一直无法翻盘。",
        "label": ""
      },
      {
        "sentence": "接下来，我们可以针对性地锻炼一下心态。",
        "label": ""
      },
      {
        "sentence": "技术上的弱点。",
        "label": ""
      },
      {
        "sentence": "对这次比赛，我们可以多回忆回忆，是不是自己的短板被对方发现了，所以一直揪着短板打？",
        "label": ""
      },
      {
        "sentence": "我们以后是不是要再着重提升一下短板？",
        "label": ""
      },
      {
        "sentence": "和教练的关系。",
        "label": ""
      },
      {
        "sentence": "这次你以个人名义报名，说实话确实有些不妥，建议你向教练诚恳认错。",
        "label": ""
      },
      {
        "sentence": "这样一是为了你今后的发展好，二也是教练对每个人的长板和短板都很清楚，多和教练沟通，让教练帮助你提高技术，也给自己下次上场证明自己的机会。",
        "label": ""
      },
      {
        "sentence": "不要怕，我们还很年轻，越年轻，失败的成本越低。",
        "label": ""
      },
      {
        "sentence": "如果这件事对你造成的阴影很大，也可以给自己一点缓冲期，但是缓冲期一过，我们还是要以最好的精神状态，拿起球拍，回到赛场，重新找回那个意气风发的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会尽力去调整自己，重新振作起来。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会尽力去调整自己，重新振作起来。",
        "label": ""
      }
    ]
  }
]