[
  {
    "role": "client",
    "content": "我是校队曾经的一姐，如今被一个新人暴虐，该怎么办？",
    "annotation": [
      {
        "sentence": "我是校队曾经的一姐，如今被一个新人暴虐，该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "读了你的提问，我如同看了一场情节跌宕起伏的电影，仿佛也置身于那场对你来说如噩梦般的比赛，成为了场上的一个观众。可是，我这个观众并没有感到你不堪一击、一败涂地，反而觉得震撼和感动，我看到了一个运动员在场上的每一个瞬间背后都有着我难以想象的付出和努力，我也看到了一场比赛中不论谁输谁赢，他都值得被尊重和得到同样的掌声。",
    "annotation": [
      {
        "sentence": "读了你的提问，我如同看了一场情节跌宕起伏的电影，仿佛也置身于那场对你来说如噩梦般的比赛，成为了场上的一个观众。",
        "label": ""
      },
      {
        "sentence": "可是，我这个观众并没有感到你不堪一击、一败涂地，反而觉得震撼和感动，我看到了一个运动员在场上的每一个瞬间背后都有着我难以想象的付出和努力，我也看到了一场比赛中不论谁输谁赢，他都值得被尊重和得到同样的掌声。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。之前在教练安排的比赛中，我无法接受学妹取代我在校女乒队的位置，所以我执意报名了个人比赛，结果却被她打得很惨。这次的失败让我感到非常沮丧和失去信心，我不知道该怎么办才能重新振作起来。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "之前在教练安排的比赛中，我无法接受学妹取代我在校女乒队的位置，所以我执意报名了个人比赛，结果却被她打得很惨。",
        "label": ""
      },
      {
        "sentence": "这次的失败让我感到非常沮丧和失去信心，我不知道该怎么办才能重新振作起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我想说你并不孤单，每个人在一生中都会遇到各种挫折和失败，而关键是我们如何应对这些困难。你现在的情绪和对自己的怀疑是正常的，但是请相信，这只是一个暂时的状态，你有能力走出来。接受自己的情绪，但也不要被它们所控制。你可以尝试放慢脚步，给自己一些时间恢复，并且思考下一步该如何继续前进。",
    "annotation": [
      {
        "sentence": "首先，我想说你并不孤单，每个人在一生中都会遇到各种挫折和失败，而关键是我们如何应对这些困难。",
        "label": ""
      },
      {
        "sentence": "你现在的情绪和对自己的怀疑是正常的，但是请相信，这只是一个暂时的状态，你有能力走出来。",
        "label": ""
      },
      {
        "sentence": "接受自己的情绪，但也不要被它们所控制。",
        "label": ""
      },
      {
        "sentence": "你可以尝试放慢脚步，给自己一些时间恢复，并且思考下一步该如何继续前进。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要给自己一些时间来调整心态和情绪。但是，我真的很害怕继续面对失败和被人嘲笑的感觉。我不知道自己是否能够重新拾起球拍，重新走上赛场。",
    "annotation": [
      {
        "sentence": "我明白了，我需要给自己一些时间来调整心态和情绪。",
        "label": ""
      },
      {
        "sentence": "但是，我真的很害怕继续面对失败和被人嘲笑的感觉。",
        "label": ""
      },
      {
        "sentence": "我不知道自己是否能够重新拾起球拍，重新走上赛场。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕失败和被嘲笑是很正常的感受，但我们不能让这些恐惧限制了我们的行动和发展。每个人都会有失败的时候，但真正勇敢的人并不是没有恐惧，而是能够直面恐惧并且继续前进。我相信你是一个勇敢的人，你可以尝试一点一点地重拾对乒乓球的热爱和信心，慢慢地让自己进入到比赛中。你可以先从参加一些小型比赛开始，逐渐重建自己的自信心。不要对自己要求太高，慢慢地进步就好，重要的是一直坚持下去。",
    "annotation": [
      {
        "sentence": "害怕失败和被嘲笑是很正常的感受，但我们不能让这些恐惧限制了我们的行动和发展。",
        "label": ""
      },
      {
        "sentence": "每个人都会有失败的时候，但真正勇敢的人并不是没有恐惧，而是能够直面恐惧并且继续前进。",
        "label": ""
      },
      {
        "sentence": "我相信你是一个勇敢的人，你可以尝试一点一点地重拾对乒乓球的热爱和信心，慢慢地让自己进入到比赛中。",
        "label": ""
      },
      {
        "sentence": "你可以先从参加一些小型比赛开始，逐渐重建自己的自信心。",
        "label": ""
      },
      {
        "sentence": "不要对自己要求太高，慢慢地进步就好，重要的是一直坚持下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我确实需要逐渐重建信心，就像你说的那样，慢慢地进步和坚持。我会试着去参加一些小型比赛，给自己一个重新开始的机会。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我确实需要逐渐重建信心，就像你说的那样，慢慢地进步和坚持。",
        "label": ""
      },
      {
        "sentence": "我会试着去参加一些小型比赛，给自己一个重新开始的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和积极态度！逐渐重建信心需要时间和努力，但我相信你能够做到。在这个过程中，不要忘记给自己一些奖励和肯定，每一次的进步都是值得庆祝的。同时，记得与他人保持良好的沟通，和教练、队友或者其他人分享你的心情和进步，他们会给予你更多的支持和鼓励。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和积极态度！",
        "label": ""
      },
      {
        "sentence": "逐渐重建信心需要时间和努力，但我相信你能够做到。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，不要忘记给自己一些奖励和肯定，每一次的进步都是值得庆祝的。",
        "label": ""
      },
      {
        "sentence": "同时，记得与他人保持良好的沟通，和教练、队友或者其他人分享你的心情和进步，他们会给予你更多的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，与他人保持良好的沟通和分享心情是很重要的。我会和教练、队友们多交流，同时也会告诉他们我的进步和努力。真心感谢你的耐心倾听和建议，我已经感到内心变得充满阳光和希望了。",
    "annotation": [
      {
        "sentence": "你说得对，与他人保持良好的沟通和分享心情是很重要的。",
        "label": ""
      },
      {
        "sentence": "我会和教练、队友们多交流，同时也会告诉他们我的进步和努力。",
        "label": ""
      },
      {
        "sentence": "真心感谢你的耐心倾听和建议，我已经感到内心变得充满阳光和希望了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助到你，你的进步和成长是最让人欣慰的。记住，你是一个坚强而勇敢的人，你有能力克服困难并迎接新的挑战。如果你需要任何帮助或者再次需要倾听和支持，随时都可以找我聊天。加油，相信自己，你会走得更远！",
    "annotation": [
      {
        "sentence": "很高兴能够帮助到你，你的进步和成长是最让人欣慰的。",
        "label": ""
      },
      {
        "sentence": "记住，你是一个坚强而勇敢的人，你有能力克服困难并迎接新的挑战。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再次需要倾听和支持，随时都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "加油，相信自己，你会走得更远！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来的关心和支持，我会牢记你的话语，并且努力实践。如果有需要，我会来找你聊天和寻求帮助的。再次感谢你的鼓励和支持，祝福你一切顺利！",
    "annotation": [
      {
        "sentence": "谢谢你一直以来的关心和支持，我会牢记你的话语，并且努力实践。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会来找你聊天和寻求帮助的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的鼓励和支持，祝福你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，随时都愿意为你提供帮助。希望你能够保持积极的态度，坚定自己的信心，无论面对什么困难都能化解并向前迈进。祝你早日重拾乒乓球的乐趣和自信，期待你未来的精彩表现！加油！",
    "annotation": [
      {
        "sentence": "不用客气，随时都愿意为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "希望你能够保持积极的态度，坚定自己的信心，无论面对什么困难都能化解并向前迈进。",
        "label": ""
      },
      {
        "sentence": "祝你早日重拾乒乓球的乐趣和自信，期待你未来的精彩表现！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]