[
  {
    "role": "client",
    "content": "总是反应太慢被人欺负，该怎么找出自己的不足并改善？不知道为什么有位领导的长辈（也在公司工作）今天总是针对我，ta开玩笑的说了好几次我配不上我男朋友，虽然ta是笑着说的但是我知道ta不喜欢我。平时我没有得罪过ta，只是这两天我情绪低落不常去帮ta忙，今天突然就针对我好几次，虽然当时我怼回去了：那你问问他我配不配得上！但是我心里真的很难受。昨天我意外得知有人在背后说我工作的不好，也得知了这位长辈不是很喜欢我。知道这些后我很难过，我自认为我工作认真，但是可能我不是该专业的人员业务能力不强但是我没有怠慢过工作。对于这位长辈我也是很尊敬，也没有得罪过ta。导致我现在非常不自信。一直以来我都很自卑，天天都在心里自己夸自己，激励自己。但是昨天意外得知的这些事和今天发生的事让我为数不多的自信都没有了，现在我真的很难过，很不自信。我该怎么做？我该怎么找出自己的不足并改善？我超级想进步想变得更好！",
    "annotation": [
      {
        "sentence": "总是反应太慢被人欺负，该怎么找出自己的不足并改善？",
        "label": ""
      },
      {
        "sentence": "不知道为什么有位领导的长辈（也在公司工作）今天总是针对我，ta开玩笑的说了好几次我配不上我男朋友，虽然ta是笑着说的但是我知道ta不喜欢我。",
        "label": ""
      },
      {
        "sentence": "平时我没有得罪过ta，只是这两天我情绪低落不常去帮ta忙，今天突然就针对我好几次，虽然当时我怼回去了：那你问问他我配不配得上！",
        "label": ""
      },
      {
        "sentence": "但是我心里真的很难受。",
        "label": ""
      },
      {
        "sentence": "昨天我意外得知有人在背后说我工作的不好，也得知了这位长辈不是很喜欢我。",
        "label": ""
      },
      {
        "sentence": "知道这些后我很难过，我自认为我工作认真，但是可能我不是该专业的人员业务能力不强但是我没有怠慢过工作。",
        "label": ""
      },
      {
        "sentence": "对于这位长辈我也是很尊敬，也没有得罪过ta。",
        "label": ""
      },
      {
        "sentence": "导致我现在非常不自信。",
        "label": ""
      },
      {
        "sentence": "一直以来我都很自卑，天天都在心里自己夸自己，激励自己。",
        "label": ""
      },
      {
        "sentence": "但是昨天意外得知的这些事和今天发生的事让我为数不多的自信都没有了，现在我真的很难过，很不自信。",
        "label": ""
      },
      {
        "sentence": "我该怎么做？",
        "label": ""
      },
      {
        "sentence": "我该怎么找出自己的不足并改善？",
        "label": ""
      },
      {
        "sentence": "我超级想进步想变得更好！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题，想起自己也有过类似的感受，所以想跟你一起分享一下，希望对你能够有所帮助！面对工作上的问题，你因为同事和工作业务的问题而感觉不顺心，那么，面对这种情况，你如果真的觉得自己不能够忍受这样的氛围，感觉到工作时很压抑，你不妨考虑以下两个建议：",
    "annotation": [
      {
        "sentence": "看到你的问题，想起自己也有过类似的感受，所以想跟你一起分享一下，希望对你能够有所帮助！",
        "label": ""
      },
      {
        "sentence": "面对工作上的问题，你因为同事和工作业务的问题而感觉不顺心，那么，面对这种情况，你如果真的觉得自己不能够忍受这样的氛围，感觉到工作时很压抑，你不妨考虑以下两个建议：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对于工作的问题，你有什么具体的建议吗？",
    "annotation": [
      {
        "sentence": "对于工作的问题，你有什么具体的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以选择离职，重新去寻找适合自己的工作。长期在这样的环境下工作可能会给你带来更多的问题，在以后的工作中面对的问题也可能会越来越多，这需要极大的心理压力承受能力。如果你不愿再面对这样的感受和同事、领导们的不喜欢，你可以选择离职重新寻找适合自己的岗位。",
    "annotation": [
      {
        "sentence": "首先，你可以选择离职，重新去寻找适合自己的工作。",
        "label": ""
      },
      {
        "sentence": "长期在这样的环境下工作可能会给你带来更多的问题，在以后的工作中面对的问题也可能会越来越多，这需要极大的心理压力承受能力。",
        "label": ""
      },
      {
        "sentence": "如果你不愿再面对这样的感受和同事、领导们的不喜欢，你可以选择离职重新寻找适合自己的岗位。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "离职对我来说是一个很大的决定，我有点犹豫不决。",
    "annotation": [
      {
        "sentence": "离职对我来说是一个很大的决定，我有点犹豫不决。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，这是一个需要仔细考虑的决定。其实，还有第二个建议，你也可以选择留下来。你如果想要证明自己，不想被他们看不起，可以继续选择留下来工作。但你需要花费比别人更多的时间和努力去让自己成长，在这期间，你需要做到不在意别人的看法和眼光。没有哪一个人的成功是白来的，你如果有较好的心理承受能力和毅力，你建议选择留下来工作。",
    "annotation": [
      {
        "sentence": "没关系，这是一个需要仔细考虑的决定。",
        "label": ""
      },
      {
        "sentence": "其实，还有第二个建议，你也可以选择留下来。",
        "label": ""
      },
      {
        "sentence": "你如果想要证明自己，不想被他们看不起，可以继续选择留下来工作。",
        "label": ""
      },
      {
        "sentence": "但你需要花费比别人更多的时间和努力去让自己成长，在这期间，你需要做到不在意别人的看法和眼光。",
        "label": ""
      },
      {
        "sentence": "没有哪一个人的成功是白来的，你如果有较好的心理承受能力和毅力，你建议选择留下来工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会仔细考虑这两个选择。还有关于如何找出自己的不足并改善，你有什么建议吗？",
    "annotation": [
      {
        "sentence": "我明白了，我会仔细考虑这两个选择。",
        "label": ""
      },
      {
        "sentence": "还有关于如何找出自己的不足并改善，你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然！首先，你可以尝试多领域地发展自己，不要局限于一个点。当我们不断丰富自己，掌握更多的技能之后，我们会发现，我们是优秀的。从前的我也跟你一样，总被人说，后来我也有了自卑的心理。但现在的我，会不在意他人的眼光，我开始学习各方面的知识，了解得越来越多，身边接触的人也很优秀，见识也越来越广，我发现自己的自卑心理也没有那么严重了，因为我变得优秀了。所以你可以尝试多方面地发掘自己的潜能，不断地丰富自己，做自己想做的，成为想成为的那个人，不再被他人所束缚。",
    "annotation": [
      {
        "sentence": "当然！",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试多领域地发展自己，不要局限于一个点。",
        "label": ""
      },
      {
        "sentence": "当我们不断丰富自己，掌握更多的技能之后，我们会发现，我们是优秀的。",
        "label": ""
      },
      {
        "sentence": "从前的我也跟你一样，总被人说，后来我也有了自卑的心理。",
        "label": ""
      },
      {
        "sentence": "但现在的我，会不在意他人的眼光，我开始学习各方面的知识，了解得越来越多，身边接触的人也很优秀，见识也越来越广，我发现自己的自卑心理也没有那么严重了，因为我变得优秀了。",
        "label": ""
      },
      {
        "sentence": "所以你可以尝试多方面地发掘自己的潜能，不断地丰富自己，做自己想做的，成为想成为的那个人，不再被他人所束缚。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着拓宽自己的视野和学习更多的知识，这样我也许能够变得更加自信。除此之外，你还有其他建议吗？",
    "annotation": [
      {
        "sentence": "我会试着拓宽自己的视野和学习更多的知识，这样我也许能够变得更加自信。",
        "label": ""
      },
      {
        "sentence": "除此之外，你还有其他建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然！你可以尝试去扩大自己的社交圈子。我们在社交的时候会发现很多优秀的人，也会有很多志同道合的人，你不妨多和她们接触，这样一来，你在以后的发展道路上也不会孤军奋战，两个人的前行比一个人的孤军奋战更有力量。",
    "annotation": [
      {
        "sentence": "当然！",
        "label": ""
      },
      {
        "sentence": "你可以尝试去扩大自己的社交圈子。",
        "label": ""
      },
      {
        "sentence": "我们在社交的时候会发现很多优秀的人，也会有很多志同道合的人，你不妨多和她们接触，这样一来，你在以后的发展道路上也不会孤军奋战，两个人的前行比一个人的孤军奋战更有力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，和优秀的人接触会给我带来更多的能量和启发。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "我明白了，和优秀的人接触会给我带来更多的能量和启发。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议对你有所帮助。最后，你一定不要将自己停留在在公司被他人说三道四，导致自己不自信的阶段，我们需要做的是尽快地走出来，然后接受新的生活，面对新的挑战，认识新的自己，这样新的人生才会向我们开来！愿你能够尽快地走出困惑，开始新的生活，遇见全新的自己。",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "最后，你一定不要将自己停留在在公司被他人说三道四，导致自己不自信的阶段，我们需要做的是尽快地走出来，然后接受新的生活，面对新的挑战，认识新的自己，这样新的人生才会向我们开来！",
        "label": ""
      },
      {
        "sentence": "愿你能够尽快地走出困惑，开始新的生活，遇见全新的自己。",
        "label": ""
      }
    ]
  }
]