[
  {
    "role": "client",
    "content": "总是反应太慢被人欺负，该怎么找出自己的不足并改善？不知道为什么有位领导的长辈（也在公司工作）今天总是针对我，ta开玩笑的说了好几次我配不上我男朋友，虽然ta是笑着说的但是我知道ta不喜欢我。平时我没有得罪过ta，只是这两天我情绪低落不常去帮ta忙，今天突然就针对我好几次，虽然当时我怼回去了：那你问问他我配不配得上！但是我心里真的很难受。昨天我意外得知有人在背后说我工作的不好，也得知了这位长辈不是很喜欢我。知道这些后我很难过，我自认为我工作认真，但是可能我不是该专业的人员业务能力不强但是我没有怠慢过工作。对于这位长辈我也是很尊敬，也没有得罪过ta。导致我现在非常不自信。一直以来我都很自卑，天天都在心里自己夸自己，激励自己。但是昨天意外得知的这些事和今天发生的事让我为数不多的自信都没有了，现在我真的很难过，很不自信。我该怎么做？我该怎么找出自己的不足并改善？我超级想进步想变得更好！",
    "annotation": [
      {
        "sentence": "总是反应太慢被人欺负，该怎么找出自己的不足并改善？",
        "label": ""
      },
      {
        "sentence": "不知道为什么有位领导的长辈（也在公司工作）今天总是针对我，ta开玩笑的说了好几次我配不上我男朋友，虽然ta是笑着说的但是我知道ta不喜欢我。",
        "label": ""
      },
      {
        "sentence": "平时我没有得罪过ta，只是这两天我情绪低落不常去帮ta忙，今天突然就针对我好几次，虽然当时我怼回去了：那你问问他我配不配得上！",
        "label": ""
      },
      {
        "sentence": "但是我心里真的很难受。",
        "label": ""
      },
      {
        "sentence": "昨天我意外得知有人在背后说我工作的不好，也得知了这位长辈不是很喜欢我。",
        "label": ""
      },
      {
        "sentence": "知道这些后我很难过，我自认为我工作认真，但是可能我不是该专业的人员业务能力不强但是我没有怠慢过工作。",
        "label": ""
      },
      {
        "sentence": "对于这位长辈我也是很尊敬，也没有得罪过ta。",
        "label": ""
      },
      {
        "sentence": "导致我现在非常不自信。",
        "label": ""
      },
      {
        "sentence": "一直以来我都很自卑，天天都在心里自己夸自己，激励自己。",
        "label": ""
      },
      {
        "sentence": "但是昨天意外得知的这些事和今天发生的事让我为数不多的自信都没有了，现在我真的很难过，很不自信。",
        "label": ""
      },
      {
        "sentence": "我该怎么做？",
        "label": ""
      },
      {
        "sentence": "我该怎么找出自己的不足并改善？",
        "label": ""
      },
      {
        "sentence": "我超级想进步想变得更好！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为一个自卑的人，我非常了解这种感受，自己费了很大努力建立起的信心，因为他的一句话，瞬间瓦解掉。而且关键是自己明明是真心待人，怎么就换来这么个结果呢？真的很受伤害。我们要分清楚到底是谁的错误【首先，是你和长辈的关系问题】从你的长辈几次说你配不上你的男朋友这一点，我认为你这个长辈，只能说他只是虚长你几十岁，在为人上并不担得起长辈这个称呼。在这件事情上你做的没错，该怼就要怼回去，领导也好，长辈也好，这些都不是他肆无忌惮伤害你自尊心的理由。他不喜欢你就不喜欢，我们又不是人民币，没办法做到人人都喜欢，只要我们的父母、男朋友这些自己非常在乎的人喜欢我们就好了。",
    "annotation": [
      {
        "sentence": "作为一个自卑的人，我非常了解这种感受，自己费了很大努力建立起的信心，因为他的一句话，瞬间瓦解掉。",
        "label": ""
      },
      {
        "sentence": "而且关键是自己明明是真心待人，怎么就换来这么个结果呢？",
        "label": ""
      },
      {
        "sentence": "真的很受伤害。",
        "label": ""
      },
      {
        "sentence": "我们要分清楚到底是谁的错误【首先，是你和长辈的关系问题】从你的长辈几次说你配不上你的男朋友这一点，我认为你这个长辈，只能说他只是虚长你几十岁，在为人上并不担得起长辈这个称呼。",
        "label": ""
      },
      {
        "sentence": "在这件事情上你做的没错，该怼就要怼回去，领导也好，长辈也好，这些都不是他肆无忌惮伤害你自尊心的理由。",
        "label": ""
      },
      {
        "sentence": "他不喜欢你就不喜欢，我们又不是人民币，没办法做到人人都喜欢，只要我们的父母、男朋友这些自己非常在乎的人喜欢我们就好了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得没错，我确实不能为了一个人的意见就把自己的自信心和价值观摧毁掉。但是我还是很在意别人对我工作能力的评价，不希望因为这个而被看不起或被贬低自己的能力。",
    "annotation": [
      {
        "sentence": "你说得没错，我确实不能为了一个人的意见就把自己的自信心和价值观摧毁掉。",
        "label": ""
      },
      {
        "sentence": "但是我还是很在意别人对我工作能力的评价，不希望因为这个而被看不起或被贬低自己的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的担忧，但是对于那些背后议论你工作的人，你要意识到他们很可能是出于竞争心态或者平常就喜欢说别人坏话的人。在职场上，我们不可能让每个人都满意，只要我们努力工作、改进自己，实际上是对得起自己的努力和付出的。只要我们的领导对我们的工作满意，我们的能力被充分发挥，就已经足够了。不要让那些贬低你的人干扰你的工作表现和自信心。",
    "annotation": [
      {
        "sentence": "我明白你的担忧，但是对于那些背后议论你工作的人，你要意识到他们很可能是出于竞争心态或者平常就喜欢说别人坏话的人。",
        "label": ""
      },
      {
        "sentence": "在职场上，我们不可能让每个人都满意，只要我们努力工作、改进自己，实际上是对得起自己的努力和付出的。",
        "label": ""
      },
      {
        "sentence": "只要我们的领导对我们的工作满意，我们的能力被充分发挥，就已经足够了。",
        "label": ""
      },
      {
        "sentence": "不要让那些贬低你的人干扰你的工作表现和自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我不能让他们的言论影响到我对自己的判断和信心。但是我现在真的很缺乏自信，不知道怎么去找出自己的不足并改善。",
    "annotation": [
      {
        "sentence": "我明白了，我不能让他们的言论影响到我对自己的判断和信心。",
        "label": ""
      },
      {
        "sentence": "但是我现在真的很缺乏自信，不知道怎么去找出自己的不足并改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "增强自信其实是个逐步的过程。首先，你可以做一些自己擅长的事情，在这个过程中，你会获得成就感，然后慢慢增加难度，一点点肯定自己的能力。同时，你可以写下自己的成功日记，记录下自己的成就，当你怀疑自己的时候，拿出来翻一翻，回想起自己曾经是多么出色。此外，建立自己的评价体系也很重要，不要总是依赖别人的评价来衡量自己的价值，我们可以通过观察自己的行为，想一想，如果是别人这么做的话，我们会觉得他不好吗？如果觉得别人这么做没错，那自己这么做也没错。最后，要远离那些打击你的人，对于真诚指出我们问题的人感谢，而那些只会批评而不给帮助的人，我们应该与他们保持距离。对于那位长辈，不论他是有意无意的打压你的自信，我们都尽到一个晚辈应有的礼节就可以了。",
    "annotation": [
      {
        "sentence": "增强自信其实是个逐步的过程。",
        "label": ""
      },
      {
        "sentence": "首先，你可以做一些自己擅长的事情，在这个过程中，你会获得成就感，然后慢慢增加难度，一点点肯定自己的能力。",
        "label": ""
      },
      {
        "sentence": "同时，你可以写下自己的成功日记，记录下自己的成就，当你怀疑自己的时候，拿出来翻一翻，回想起自己曾经是多么出色。",
        "label": ""
      },
      {
        "sentence": "此外，建立自己的评价体系也很重要，不要总是依赖别人的评价来衡量自己的价值，我们可以通过观察自己的行为，想一想，如果是别人这么做的话，我们会觉得他不好吗？",
        "label": ""
      },
      {
        "sentence": "如果觉得别人这么做没错，那自己这么做也没错。",
        "label": ""
      },
      {
        "sentence": "最后，要远离那些打击你的人，对于真诚指出我们问题的人感谢，而那些只会批评而不给帮助的人，我们应该与他们保持距离。",
        "label": ""
      },
      {
        "sentence": "对于那位长辈，不论他是有意无意的打压你的自信，我们都尽到一个晚辈应有的礼节就可以了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和回答，我会尽量按照你说的去实践，希望能够重新找回属于自己的自信和快乐。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和回答，我会尽量按照你说的去实践，希望能够重新找回属于自己的自信和快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个很有决心的人，我相信你一定能够克服这段困难期，找回自信和快乐。如果需要再有问题或者困扰，随时可以来找我聊天。加油！",
    "annotation": [
      {
        "sentence": "你是一个很有决心的人，我相信你一定能够克服这段困难期，找回自信和快乐。",
        "label": ""
      },
      {
        "sentence": "如果需要再有问题或者困扰，随时可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，再次感谢你的帮助和鼓励。我会加油的！",
    "annotation": [
      {
        "sentence": "好的，再次感谢你的帮助和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会加油的！",
        "label": ""
      }
    ]
  }
]