[
  {
    "role": "client",
    "content": "22岁的女生，很长一段时间缺乏对待生活的热情？",
    "annotation": [
      {
        "sentence": "22岁的女生，很长一段时间缺乏对待生活的热情？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢谢邀请。这样“不死不活”的状态是想惩罚谁嘛？（这是我看到你的留言，进入脑海的第一个反应。）如果是在咨询室，我可能会和你探讨高中时发生了什么，你开始有了这些情况，之前的你是怎样的？",
    "annotation": [
      {
        "sentence": "谢谢邀请。",
        "label": ""
      },
      {
        "sentence": "这样“不死不活”的状态是想惩罚谁嘛？",
        "label": ""
      },
      {
        "sentence": "（这是我看到你的留言，进入脑海的第一个反应。",
        "label": ""
      },
      {
        "sentence": "）如果是在咨询室，我可能会和你探讨高中时发生了什么，你开始有了这些情况，之前的你是怎样的？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "从高中开始，我就渐渐地失去了对生活的热情。我发现无论我吃了多美味的食物，只会在短暂的时间内感到快乐，然后很快就会平静下来。有时候，我甚至会在走路的时候想着下一秒掉入下水道或者被冲走，但是并不会感到恐惧，反而有点希望这些事情发生。偶尔我会有跳下去的冲动，但是又害怕疼痛。父母希望我留在身边工作，而我只想去大西北，过着清贫的生活也无所谓，我可以一个月只吃白水煮菜而不觉得腻，反正对我来说无所谓，只是为了活着。我觉得就算下一秒死去也无所谓，只是觉得如果不能捐赠器官会很浪费。我总是会担心离开后父母的日子，但是仔细想想，其实也就那样，会心疼他们，但是也只是那么一小会儿，毕竟每个人终究都是要独自离开的。我的身体很健康，只是缺乏欲望。以前我对喜欢的事物还能保持三分钟的热度，现在只有一分钟的勉强。总之，无论做什么都没有兴趣，想找工作却又讨厌和人交流，连亲人的亲昵也会觉得恶心。对我很好的亲人得了重病，我却无法感受到一丝的难受，但是对陌生人的离世却能痛哭流涕。我是我姐带大的，她的孩子去世了，全家都在悲痛，而我却对此毫无反应，很难与他们的痛苦产生共鸣。",
    "annotation": [
      {
        "sentence": "从高中开始，我就渐渐地失去了对生活的热情。",
        "label": ""
      },
      {
        "sentence": "我发现无论我吃了多美味的食物，只会在短暂的时间内感到快乐，然后很快就会平静下来。",
        "label": ""
      },
      {
        "sentence": "有时候，我甚至会在走路的时候想着下一秒掉入下水道或者被冲走，但是并不会感到恐惧，反而有点希望这些事情发生。",
        "label": ""
      },
      {
        "sentence": "偶尔我会有跳下去的冲动，但是又害怕疼痛。",
        "label": ""
      },
      {
        "sentence": "父母希望我留在身边工作，而我只想去大西北，过着清贫的生活也无所谓，我可以一个月只吃白水煮菜而不觉得腻，反正对我来说无所谓，只是为了活着。",
        "label": ""
      },
      {
        "sentence": "我觉得就算下一秒死去也无所谓，只是觉得如果不能捐赠器官会很浪费。",
        "label": ""
      },
      {
        "sentence": "我总是会担心离开后父母的日子，但是仔细想想，其实也就那样，会心疼他们，但是也只是那么一小会儿，毕竟每个人终究都是要独自离开的。",
        "label": ""
      },
      {
        "sentence": "我的身体很健康，只是缺乏欲望。",
        "label": ""
      },
      {
        "sentence": "以前我对喜欢的事物还能保持三分钟的热度，现在只有一分钟的勉强。",
        "label": ""
      },
      {
        "sentence": "总之，无论做什么都没有兴趣，想找工作却又讨厌和人交流，连亲人的亲昵也会觉得恶心。",
        "label": ""
      },
      {
        "sentence": "对我很好的亲人得了重病，我却无法感受到一丝的难受，但是对陌生人的离世却能痛哭流涕。",
        "label": ""
      },
      {
        "sentence": "我是我姐带大的，她的孩子去世了，全家都在悲痛，而我却对此毫无反应，很难与他们的痛苦产生共鸣。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在的状况，这种毫无热情的状态让你感到困扰。虽然在这个公屏上的简答里无法详细了解你的情况，但是我会尽力帮你理顺思路。首先，你是否进行过专业的抑郁症或其他心理成因的测评？这些测评一般需要由专业医生进行，这样可以确定是否需要药物干预。心理咨询和治疗可以辅助药物的作用，药物可以帮助我们受损的大脑恢复理智的工作状态，这样心理咨询和治疗才能更好地找到伤害的根源。你可以考虑去你所在城市的医院进行一次测评，这也是帮助你复原的第一步。另外，你提到厌恶与人交流，甚至对亲人的亲密感到恶心。这个问题可以在咨询中进行自由联想，看看是否和某些特殊的事件或人有关。这种恶心的感觉涉及到许多复杂的情绪，需要耐心地咨询和自我探索，慢慢找到你潜意识中曾经\"忘记\"或不愿意回忆起来的因素。因为还有很多需要了解的信息，所以我建议你尽快找一个你信任和喜欢的心理咨询师，通过咨询来一起寻找你想要的生活动力和热情。",
    "annotation": [
      {
        "sentence": "我理解你现在的状况，这种毫无热情的状态让你感到困扰。",
        "label": ""
      },
      {
        "sentence": "虽然在这个公屏上的简答里无法详细了解你的情况，但是我会尽力帮你理顺思路。",
        "label": ""
      },
      {
        "sentence": "首先，你是否进行过专业的抑郁症或其他心理成因的测评？",
        "label": ""
      },
      {
        "sentence": "这些测评一般需要由专业医生进行，这样可以确定是否需要药物干预。",
        "label": ""
      },
      {
        "sentence": "心理咨询和治疗可以辅助药物的作用，药物可以帮助我们受损的大脑恢复理智的工作状态，这样心理咨询和治疗才能更好地找到伤害的根源。",
        "label": ""
      },
      {
        "sentence": "你可以考虑去你所在城市的医院进行一次测评，这也是帮助你复原的第一步。",
        "label": ""
      },
      {
        "sentence": "另外，你提到厌恶与人交流，甚至对亲人的亲密感到恶心。",
        "label": ""
      },
      {
        "sentence": "这个问题可以在咨询中进行自由联想，看看是否和某些特殊的事件或人有关。",
        "label": ""
      },
      {
        "sentence": "这种恶心的感觉涉及到许多复杂的情绪，需要耐心地咨询和自我探索，慢慢找到你潜意识中曾经\"忘记\"或不愿意回忆起来的因素。",
        "label": ""
      },
      {
        "sentence": "因为还有很多需要了解的信息，所以我建议你尽快找一个你信任和喜欢的心理咨询师，通过咨询来一起寻找你想要的生活动力和热情。",
        "label": ""
      }
    ]
  }
]