[
  {
    "role": "client",
    "content": "最近失业了五个月，感觉人生绝望。我已经32岁了，单身，大龄失业，心里很难受。要不就是找不到合适的工作，要不就是工作环境不好，没有发展前途，工资也低。我只是做一些行政人事和出纳的工作，没有什么技术含量。用人单位更倾向于雇佣年轻的女性，我感觉自己没有竞争力。我想学习一些技能，但却不知道学什么。此外，我在家里也几乎没有社交活动，有些封闭。我感到颓废和焦虑，担心将来没有工作怎么办。我也没有朋友，这样下去真的觉得自己将会孤独终老。我感到绝望，老是想起以前公司的同事对我所做所为，排挤我，故意气我，说很难听的话。我觉得自己对待小人的方式太老实太软弱了，没有保护自己的方法。我本来是一个很有正能量的人，但在那个充满负能量的环境中遭受陷害和排挤，曾经陷入抑郁。由于找不到工作，我一直默默忍耐着。现在已经被公司裁员5个月了，还没有找到满意的工作。坐在家里时，我总是喜欢回想起以前的同事对我的所作所为，这让我很难受。我不明白她们为什么那样对我，我感到很气愤，但同时也无力反抗。另外，我喜欢的人和别人有暧昧关系，这对我来说也算是失恋了吧。",
    "annotation": [
      {
        "sentence": "最近失业了五个月，感觉人生绝望。",
        "label": ""
      },
      {
        "sentence": "我已经32岁了，单身，大龄失业，心里很难受。",
        "label": ""
      },
      {
        "sentence": "要不就是找不到合适的工作，要不就是工作环境不好，没有发展前途，工资也低。",
        "label": ""
      },
      {
        "sentence": "我只是做一些行政人事和出纳的工作，没有什么技术含量。",
        "label": ""
      },
      {
        "sentence": "用人单位更倾向于雇佣年轻的女性，我感觉自己没有竞争力。",
        "label": ""
      },
      {
        "sentence": "我想学习一些技能，但却不知道学什么。",
        "label": ""
      },
      {
        "sentence": "此外，我在家里也几乎没有社交活动，有些封闭。",
        "label": ""
      },
      {
        "sentence": "我感到颓废和焦虑，担心将来没有工作怎么办。",
        "label": ""
      },
      {
        "sentence": "我也没有朋友，这样下去真的觉得自己将会孤独终老。",
        "label": ""
      },
      {
        "sentence": "我感到绝望，老是想起以前公司的同事对我所做所为，排挤我，故意气我，说很难听的话。",
        "label": ""
      },
      {
        "sentence": "我觉得自己对待小人的方式太老实太软弱了，没有保护自己的方法。",
        "label": ""
      },
      {
        "sentence": "我本来是一个很有正能量的人，但在那个充满负能量的环境中遭受陷害和排挤，曾经陷入抑郁。",
        "label": ""
      },
      {
        "sentence": "由于找不到工作，我一直默默忍耐着。",
        "label": ""
      },
      {
        "sentence": "现在已经被公司裁员5个月了，还没有找到满意的工作。",
        "label": ""
      },
      {
        "sentence": "坐在家里时，我总是喜欢回想起以前的同事对我的所作所为，这让我很难受。",
        "label": ""
      },
      {
        "sentence": "我不明白她们为什么那样对我，我感到很气愤，但同时也无力反抗。",
        "label": ""
      },
      {
        "sentence": "另外，我喜欢的人和别人有暧昧关系，这对我来说也算是失恋了吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小姐姐，我不知道我说的能否帮助到你。我觉得如果你感到焦虑，可以试着放松一下自己。给自己放个小假，做一些能帮助你发泄情绪的事情，比如宅在家里或者逛逛街。你应该学会忘记一些事情，过于记挂小人对你的所作所为只会伤害你自己，而不是她们。何必因为一个小人的存在来影响你的生活呢？另外，在选择工作时，你可以学习一些相关技能。不同的工作需要的技能也是不同的，你可以根据你找工作所需技能的不同来进行学习。比如，有些工作需要使用ps，有些需要pr，具体还是要根据具体工作需求来决定。不过我觉得学习做ppt是一个很好的选择，因为无论从事什么工作，都会需要做ppt。如果你能够做出漂亮的ppt，那将是一个优势。你还可以考虑接一些兼职工作，这也能增加你的经验和技能。至于婚姻问题，我认为婚姻是缘分的事情。如果能够遇到一个意中人，那是最好不过了。但如果没有遇到，单身也是一种不错的选择。单身的话，你可以按照自己想要的方式过自己的生活，总比和渣男在一起强。希望这些建议对你有所帮助。小姐姐不要太焦虑了，生活中还是有很多快乐的事情的！ヽ(•̀ω•́)ゝ。",
    "annotation": [
      {
        "sentence": "小姐姐，我不知道我说的能否帮助到你。",
        "label": ""
      },
      {
        "sentence": "我觉得如果你感到焦虑，可以试着放松一下自己。",
        "label": ""
      },
      {
        "sentence": "给自己放个小假，做一些能帮助你发泄情绪的事情，比如宅在家里或者逛逛街。",
        "label": ""
      },
      {
        "sentence": "你应该学会忘记一些事情，过于记挂小人对你的所作所为只会伤害你自己，而不是她们。",
        "label": ""
      },
      {
        "sentence": "何必因为一个小人的存在来影响你的生活呢？",
        "label": ""
      },
      {
        "sentence": "另外，在选择工作时，你可以学习一些相关技能。",
        "label": ""
      },
      {
        "sentence": "不同的工作需要的技能也是不同的，你可以根据你找工作所需技能的不同来进行学习。",
        "label": ""
      },
      {
        "sentence": "比如，有些工作需要使用ps，有些需要pr，具体还是要根据具体工作需求来决定。",
        "label": ""
      },
      {
        "sentence": "不过我觉得学习做ppt是一个很好的选择，因为无论从事什么工作，都会需要做ppt。",
        "label": ""
      },
      {
        "sentence": "如果你能够做出漂亮的ppt，那将是一个优势。",
        "label": ""
      },
      {
        "sentence": "你还可以考虑接一些兼职工作，这也能增加你的经验和技能。",
        "label": ""
      },
      {
        "sentence": "至于婚姻问题，我认为婚姻是缘分的事情。",
        "label": ""
      },
      {
        "sentence": "如果能够遇到一个意中人，那是最好不过了。",
        "label": ""
      },
      {
        "sentence": "但如果没有遇到，单身也是一种不错的选择。",
        "label": ""
      },
      {
        "sentence": "单身的话，你可以按照自己想要的方式过自己的生活，总比和渣男在一起强。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "小姐姐不要太焦虑了，生活中还是有很多快乐的事情的！",
        "label": ""
      },
      {
        "sentence": "ヽ(•̀ω•́)ゝ。",
        "label": ""
      }
    ]
  }
]