[
  {
    "role": "client",
    "content": "我已经32岁了，大龄单身，失业了5个月，最近感到非常绝望。找工作一直都不顺利，要么是公司不正规没有底线，要么是没有发展前途且薪资很低，我目前只能做一些行政、人事和出纳方面的工作，这些工作并没有什么技术含量，而且用人单位更喜欢招年轻的女性，我感觉自己没有竞争力。我想学习一些技能提升自己，但是不知道应该学什么。此外，在家里的封闭状态下，我没有和社会有接触，感到非常颓废和焦虑。我担心如果再过上没工作的生活，将会变得非常孤独，感觉自己将一直孤独终老。我一直在想以前公司的小人对我的诽谤和排挤，她们给我带来了很多痛苦，我觉得自己没有好好保护自己，也没有对付小人的方法。我本来是一个充满正能量的人，但在那种充满负能量的环境中，我遭受了很多陷害和排挤，甚至陷入了抑郁。现在我已经失业5个月了，也没有找到满意的工作，每天坐在家里总是回想起以前小人对我的种种恶行，让我感到非常难受。我气愤于她们对我的待遇，却无力反击。另外，我还失去了我喜欢的人，他和别人暧昧，让我感觉像是失恋了。",
    "annotation": [
      {
        "sentence": "我已经32岁了，大龄单身，失业了5个月，最近感到非常绝望。",
        "label": ""
      },
      {
        "sentence": "找工作一直都不顺利，要么是公司不正规没有底线，要么是没有发展前途且薪资很低，我目前只能做一些行政、人事和出纳方面的工作，这些工作并没有什么技术含量，而且用人单位更喜欢招年轻的女性，我感觉自己没有竞争力。",
        "label": ""
      },
      {
        "sentence": "我想学习一些技能提升自己，但是不知道应该学什么。",
        "label": ""
      },
      {
        "sentence": "此外，在家里的封闭状态下，我没有和社会有接触，感到非常颓废和焦虑。",
        "label": ""
      },
      {
        "sentence": "我担心如果再过上没工作的生活，将会变得非常孤独，感觉自己将一直孤独终老。",
        "label": ""
      },
      {
        "sentence": "我一直在想以前公司的小人对我的诽谤和排挤，她们给我带来了很多痛苦，我觉得自己没有好好保护自己，也没有对付小人的方法。",
        "label": ""
      },
      {
        "sentence": "我本来是一个充满正能量的人，但在那种充满负能量的环境中，我遭受了很多陷害和排挤，甚至陷入了抑郁。",
        "label": ""
      },
      {
        "sentence": "现在我已经失业5个月了，也没有找到满意的工作，每天坐在家里总是回想起以前小人对我的种种恶行，让我感到非常难受。",
        "label": ""
      },
      {
        "sentence": "我气愤于她们对我的待遇，却无力反击。",
        "label": ""
      },
      {
        "sentence": "另外，我还失去了我喜欢的人，他和别人暧昧，让我感觉像是失恋了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过认真听你的叙述，我感觉你非常担忧未来，纠结于过去，但却没有将注意力放在现在。你一直忧虑着未来，不仅仅是关于即将到来的未来，而是考虑得很远。你才32岁，就已经想到孤独终老了，这样的想法让人感到非常奇怪。你还一直纠结于过去，虽然被陷害和排挤的事情已经过去了五个多月，但你依然停留在受伤害的痛苦情绪中。过去的不顺利，未来的希望似乎都消失了，处在这样的状态下，不感到绝望才真是怪事。我想告诉你的是，你可以花一些时间和精力去经历和思考过去和未来，但与其这样，不如踏实地活在当下。如果你觉得自己没有竞争力，那就试着提升自己的能力；工作总是有不顺利的地方，你需要明确你最看重的是什么，也就是你的职业价值观是什么。你是更在意工资收入，还是职业发展，或是人际关系等等？只要你最关注的方面得到满足，其它方面就可以适当做些妥协。并不存在完美的工作，也没有不受委屈的工作。如果非要找一份完美的工作，可能就只会停留在想象之中。所以，放下过去，停止对未来的瞎担心，踏踏实实地去做点什么吧，活在当下，充分利用每一个时刻。( ^_^ )",
    "annotation": [
      {
        "sentence": "通过认真听你的叙述，我感觉你非常担忧未来，纠结于过去，但却没有将注意力放在现在。",
        "label": ""
      },
      {
        "sentence": "你一直忧虑着未来，不仅仅是关于即将到来的未来，而是考虑得很远。",
        "label": ""
      },
      {
        "sentence": "你才32岁，就已经想到孤独终老了，这样的想法让人感到非常奇怪。",
        "label": ""
      },
      {
        "sentence": "你还一直纠结于过去，虽然被陷害和排挤的事情已经过去了五个多月，但你依然停留在受伤害的痛苦情绪中。",
        "label": ""
      },
      {
        "sentence": "过去的不顺利，未来的希望似乎都消失了，处在这样的状态下，不感到绝望才真是怪事。",
        "label": ""
      },
      {
        "sentence": "我想告诉你的是，你可以花一些时间和精力去经历和思考过去和未来，但与其这样，不如踏实地活在当下。",
        "label": ""
      },
      {
        "sentence": "如果你觉得自己没有竞争力，那就试着提升自己的能力；工作总是有不顺利的地方，你需要明确你最看重的是什么，也就是你的职业价值观是什么。",
        "label": ""
      },
      {
        "sentence": "你是更在意工资收入，还是职业发展，或是人际关系等等？",
        "label": ""
      },
      {
        "sentence": "只要你最关注的方面得到满足，其它方面就可以适当做些妥协。",
        "label": ""
      },
      {
        "sentence": "并不存在完美的工作，也没有不受委屈的工作。",
        "label": ""
      },
      {
        "sentence": "如果非要找一份完美的工作，可能就只会停留在想象之中。",
        "label": ""
      },
      {
        "sentence": "所以，放下过去，停止对未来的瞎担心，踏踏实实地去做点什么吧，活在当下，充分利用每一个时刻。",
        "label": ""
      },
      {
        "sentence": "( ^_^ )",
        "label": ""
      }
    ]
  }
]