[
  {
    "role": "client",
    "content": "最近我很困惑，怀孕到生，公婆不管不问，我该信他们只是不会关心人吗？老公的父母离婚多年，但是结婚前都见过面。从结婚到现在马上要生了，感觉公婆对我一直都很冷淡，最开始婆婆还好一点，但是因为结婚后她频繁入住家里，导致我和老公关系下降，也发现她只关心儿子，对我其实并不照顾关心。我自己家庭比较和睦，家里亲戚也是关系融洽，这些种种都让我无法适应和理解老公家人的态度，有时候甚至不知道该怎么办，尝试过主动去关心公婆，过节送礼物等等，但是都收效甚微。主动去公公家看望，明明提前打过招呼，可是去了发现公公和大姑姐根本不在家，让婆婆带礼物给二姑姐，结果却被退回，这都让我不理解，也觉得公婆特别冷漠，我该怎么处理这样的关系，是我自己要求太多了吗？",
    "annotation": [
      {
        "sentence": "最近我很困惑，怀孕到生，公婆不管不问，我该信他们只是不会关心人吗？",
        "label": ""
      },
      {
        "sentence": "老公的父母离婚多年，但是结婚前都见过面。",
        "label": ""
      },
      {
        "sentence": "从结婚到现在马上要生了，感觉公婆对我一直都很冷淡，最开始婆婆还好一点，但是因为结婚后她频繁入住家里，导致我和老公关系下降，也发现她只关心儿子，对我其实并不照顾关心。",
        "label": ""
      },
      {
        "sentence": "我自己家庭比较和睦，家里亲戚也是关系融洽，这些种种都让我无法适应和理解老公家人的态度，有时候甚至不知道该怎么办，尝试过主动去关心公婆，过节送礼物等等，但是都收效甚微。",
        "label": ""
      },
      {
        "sentence": "主动去公公家看望，明明提前打过招呼，可是去了发现公公和大姑姐根本不在家，让婆婆带礼物给二姑姐，结果却被退回，这都让我不理解，也觉得公婆特别冷漠，我该怎么处理这样的关系，是我自己要求太多了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你对于公婆对你的冷漠态度感到很困扰。不过，我们可以试着换个角度来思考一下。你经历过的困难可能会让你更加强大。首先，我觉得你应该明白，你的家庭和老公家庭是有很明显差异的。他们有不同的运行规则，而且你的婚姻也是两个家庭的结合，所以需要你了解并适应他们的规则。",
    "annotation": [
      {
        "sentence": "看来你对于公婆对你的冷漠态度感到很困扰。",
        "label": ""
      },
      {
        "sentence": "不过，我们可以试着换个角度来思考一下。",
        "label": ""
      },
      {
        "sentence": "你经历过的困难可能会让你更加强大。",
        "label": ""
      },
      {
        "sentence": "首先，我觉得你应该明白，你的家庭和老公家庭是有很明显差异的。",
        "label": ""
      },
      {
        "sentence": "他们有不同的运行规则，而且你的婚姻也是两个家庭的结合，所以需要你了解并适应他们的规则。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我意识到我们两个家庭的差异。但是我经常感到不适应和困惑，觉得他们对我不关心，甚至有点委屈。",
    "annotation": [
      {
        "sentence": "确实，我意识到我们两个家庭的差异。",
        "label": ""
      },
      {
        "sentence": "但是我经常感到不适应和困惑，觉得他们对我不关心，甚至有点委屈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。但是改变别人是一件困难的事情，也不一定会有好的效果。我建议你先做个选择：我们可以试着改变对方的规则，让对方照着你家的规则来相处，但这势必会带来很多困难和阻力。或者我们可以选择尊重和适应他们的系统，同时坚守自己的底线，划清界限，互不干涉，和平共处。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "但是改变别人是一件困难的事情，也不一定会有好的效果。",
        "label": ""
      },
      {
        "sentence": "我建议你先做个选择：我们可以试着改变对方的规则，让对方照着你家的规则来相处，但这势必会带来很多困难和阻力。",
        "label": ""
      },
      {
        "sentence": "或者我们可以选择尊重和适应他们的系统，同时坚守自己的底线，划清界限，互不干涉，和平共处。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我之前尝试过主动去关心公婆，但效果不佳。那你觉得应该怎样划清界限呢？ 我该如何做才能更好地处理这种关系呢？",
    "annotation": [
      {
        "sentence": "我之前尝试过主动去关心公婆，但效果不佳。",
        "label": ""
      },
      {
        "sentence": "那你觉得应该怎样划清界限呢？",
        "label": ""
      },
      {
        "sentence": " 我该如何做才能更好地处理这种关系呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于划清界限，你可以尝试保持独立、坚持自己的规则和底线。与此同时，尝试接受他们的规则，并逐渐适应他们的生活方式。重要的是，不要期望他们会完全改变，而是希望你们之间能够和平共处。此外，你也可以与你的丈夫进行更多的沟通，让他了解你的感受和困惑，以便他能够在中间起到沟通的桥梁作用。",
    "annotation": [
      {
        "sentence": "对于划清界限，你可以尝试保持独立、坚持自己的规则和底线。",
        "label": ""
      },
      {
        "sentence": "与此同时，尝试接受他们的规则，并逐渐适应他们的生活方式。",
        "label": ""
      },
      {
        "sentence": "重要的是，不要期望他们会完全改变，而是希望你们之间能够和平共处。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以与你的丈夫进行更多的沟通，让他了解你的感受和困惑，以便他能够在中间起到沟通的桥梁作用。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，和丈夫进行更多的沟通可能是一个好主意。他可能可以更好地理解我的感受，并帮助我在家庭中找到一个合适的角色。谢谢你的建议，我会尝试和丈夫进行更深入的对话。",
    "annotation": [
      {
        "sentence": "确实，和丈夫进行更多的沟通可能是一个好主意。",
        "label": ""
      },
      {
        "sentence": "他可能可以更好地理解我的感受，并帮助我在家庭中找到一个合适的角色。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会尝试和丈夫进行更深入的对话。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你。记住，沟通是解决问题的关键，而且要保持耐心和理解。希望你和丈夫能够在这个问题上取得进展，并找到一个适合你们的平衡点。如果还有其他问题，随时来找我交流。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，沟通是解决问题的关键，而且要保持耐心和理解。",
        "label": ""
      },
      {
        "sentence": "希望你和丈夫能够在这个问题上取得进展，并找到一个适合你们的平衡点。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励。我会好好思考你给我的建议，并尽力去调整自己的态度，找到处理这样的关系的方法。再次感谢您的帮助。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会好好思考你给我的建议，并尽力去调整自己的态度，找到处理这样的关系的方法。",
        "label": ""
      },
      {
        "sentence": "再次感谢您的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我随时都在这里支持你。希望你能坚持下去，相信你一定能够找到处理这个关系的最佳方法。有需要的话，记得随时和我分享你的进展。祝愿你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我随时都在这里支持你。",
        "label": ""
      },
      {
        "sentence": "希望你能坚持下去，相信你一定能够找到处理这个关系的最佳方法。",
        "label": ""
      },
      {
        "sentence": "有需要的话，记得随时和我分享你的进展。",
        "label": ""
      },
      {
        "sentence": "祝愿你一切顺利！",
        "label": ""
      }
    ]
  }
]