[
  {
    "role": "client",
    "content": "我今年32岁，是一个大龄单身，已经失业了5个月了。我感到非常绝望和难受。一直以来，我都找不到一份合适的工作。要么是公司不正规没有底线，要么是工资低且没有发展空间。我之前一直从事行政、人事和出纳的工作，可是这些岗位都没有什么技术含量。雇主们更偏向招聘年轻的女性，让我感到毫无竞争力。我也想学习一些技能，可是不知道应该学什么。而且，在家里也没有跟社会接触，我感到有些封闭。我感到非常颓废和焦虑，担心以后找不到工作，孤独终老。我没有朋友，处境让我感到绝望。我还一直想起之前公司的小人同事对我的所作所为，她们故意排挤我，说尖酸刻薄的话。我觉得自己太老实太弱，没有办法保护自己，也没有应对小人的方法。我本是一个充满正能量的人，但在负能量的环境中受到陷害和排挤，我曾一度抑郁过。如今失业了5个月，还没有找到满意的工作。在家里，我喜欢沉迷于想起以前被小人伤害的经历，这让我感到非常难受。为什么她们要那样对待我？我很气愤，但又无力反抗。还有，我喜欢的人和别人有着暧昧的关系，也算是失恋了。",
    "annotation": [
      {
        "sentence": "我今年32岁，是一个大龄单身，已经失业了5个月了。",
        "label": ""
      },
      {
        "sentence": "我感到非常绝望和难受。",
        "label": ""
      },
      {
        "sentence": "一直以来，我都找不到一份合适的工作。",
        "label": ""
      },
      {
        "sentence": "要么是公司不正规没有底线，要么是工资低且没有发展空间。",
        "label": ""
      },
      {
        "sentence": "我之前一直从事行政、人事和出纳的工作，可是这些岗位都没有什么技术含量。",
        "label": ""
      },
      {
        "sentence": "雇主们更偏向招聘年轻的女性，让我感到毫无竞争力。",
        "label": ""
      },
      {
        "sentence": "我也想学习一些技能，可是不知道应该学什么。",
        "label": ""
      },
      {
        "sentence": "而且，在家里也没有跟社会接触，我感到有些封闭。",
        "label": ""
      },
      {
        "sentence": "我感到非常颓废和焦虑，担心以后找不到工作，孤独终老。",
        "label": ""
      },
      {
        "sentence": "我没有朋友，处境让我感到绝望。",
        "label": ""
      },
      {
        "sentence": "我还一直想起之前公司的小人同事对我的所作所为，她们故意排挤我，说尖酸刻薄的话。",
        "label": ""
      },
      {
        "sentence": "我觉得自己太老实太弱，没有办法保护自己，也没有应对小人的方法。",
        "label": ""
      },
      {
        "sentence": "我本是一个充满正能量的人，但在负能量的环境中受到陷害和排挤，我曾一度抑郁过。",
        "label": ""
      },
      {
        "sentence": "如今失业了5个月，还没有找到满意的工作。",
        "label": ""
      },
      {
        "sentence": "在家里，我喜欢沉迷于想起以前被小人伤害的经历，这让我感到非常难受。",
        "label": ""
      },
      {
        "sentence": "为什么她们要那样对待我？",
        "label": ""
      },
      {
        "sentence": "我很气愤，但又无力反抗。",
        "label": ""
      },
      {
        "sentence": "还有，我喜欢的人和别人有着暧昧的关系，也算是失恋了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你失业5个月没有找到工作、失恋对你来说一定很难受。根据你的描述，你面临了三个问题：一是失业，找不到合适的工作；二是经历了被别人排挤的情况；三是你喜欢的人和别人有暧昧关系。别急，我们可以一一来看。首先，找不到工作确实让人感到困惑和沮丧。现在的失业情况可能是受到疫情的影响，整个经济发展受到了很大的冲击，也有很多人面临失业问题。要认识到客观环境的影响是你改变的第一步。你提到你从事行政、人事和出纳的基础工作。实际上，在大部分企业中，行政人事属于人力行政部门，出纳属于财务部门。这些工作入门容易，但要做得精细却很难。如果你想在职业方面有长远发展，我建议你结合自身特点在某一个方面做深入研究。比如，如果你擅长交际、性格外向，你可以选择人力行政类岗位；如果你做事认真细心，可以选择财务类岗位。先选定职业方向，再专攻一方面。此外，没有哪种职业只有基础工作。如果你选择人力行政方向，可以考虑获得人力资源从业资格证书，同时熟悉人力资源的六大模块；如果你选择财务方向，可以考取中级会计师证书或注册会计师证书。只有明确未来的职业发展路向，你才能有针对性地学习相关技能和取得相关证书。否则，盲目学习并不能解决问题。在职业选择时，先考虑职业类型，然后考虑行业，最后再根据自身情况选择公司。而自身情况包括性格、技能和长期职业规划。对于过去被人排挤的经历，已经是过去的事情了。一旦离开了原单位，那些曾经伤害你的人也会成为过去。陌生人的错误为什么要我们自己来承担呢？同时，你在原单位的经历是否也给你带来了一些人际交往和职业沟通的经验呢？我们可以换一个角度来看待同一件事情，也许会有意想不到的效果。至于你喜欢的人和别人的暧昧，你提到自己是单身，那是否意味着你和他并没有确定恋爱关系呢？如果暧昧还没有升级为恋爱关系，我们就没有权利吃醋。因为对方是单身，和谁暧昧是他的自由，和谁在一起也是他的自由。如果你真的喜欢他，那就主动一点。不知道你们之间的关系是怎样的，是你单方面的暗恋，还是你们正在暧昧状态。如果是暗恋，那就试着更主动地约他出去吃饭、看电影，让他看到你对他的好感；如果你们处于暧昧状态，就勇敢地表白吧，摆脱这种暧昧不明的状态。毕竟，两个单身的人喜欢对方是没有错的。喜欢他就要勇敢一点，无论最后结果如何，至少你努力过，不会有遗憾。而一直暗恋或维持着暧昧状态，我们连吃醋的权利都没有。最后，我想告诉你的是，失业并不可怕，32岁也不可怕，重要的是你要知道自己想要的是什么。失业这几个月，如果能让你明确未来的发展方向，那就不算是低谷。比起对生活感到绝望，不如好好思考自己的需求；比起对生活失望，不如从现在开始做一些有意义的事情。人生的低谷并不是绝对的，只是我们如何看待它而已。而感情方面，当你变得更好的时候，对的人也会出现。你只要盛开，清风自然会来。",
    "annotation": [
      {
        "sentence": "我理解你失业5个月没有找到工作、失恋对你来说一定很难受。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，你面临了三个问题：一是失业，找不到合适的工作；二是经历了被别人排挤的情况；三是你喜欢的人和别人有暧昧关系。",
        "label": ""
      },
      {
        "sentence": "别急，我们可以一一来看。",
        "label": ""
      },
      {
        "sentence": "首先，找不到工作确实让人感到困惑和沮丧。",
        "label": ""
      },
      {
        "sentence": "现在的失业情况可能是受到疫情的影响，整个经济发展受到了很大的冲击，也有很多人面临失业问题。",
        "label": ""
      },
      {
        "sentence": "要认识到客观环境的影响是你改变的第一步。",
        "label": ""
      },
      {
        "sentence": "你提到你从事行政、人事和出纳的基础工作。",
        "label": ""
      },
      {
        "sentence": "实际上，在大部分企业中，行政人事属于人力行政部门，出纳属于财务部门。",
        "label": ""
      },
      {
        "sentence": "这些工作入门容易，但要做得精细却很难。",
        "label": ""
      },
      {
        "sentence": "如果你想在职业方面有长远发展，我建议你结合自身特点在某一个方面做深入研究。",
        "label": ""
      },
      {
        "sentence": "比如，如果你擅长交际、性格外向，你可以选择人力行政类岗位；如果你做事认真细心，可以选择财务类岗位。",
        "label": ""
      },
      {
        "sentence": "先选定职业方向，再专攻一方面。",
        "label": ""
      },
      {
        "sentence": "此外，没有哪种职业只有基础工作。",
        "label": ""
      },
      {
        "sentence": "如果你选择人力行政方向，可以考虑获得人力资源从业资格证书，同时熟悉人力资源的六大模块；如果你选择财务方向，可以考取中级会计师证书或注册会计师证书。",
        "label": ""
      },
      {
        "sentence": "只有明确未来的职业发展路向，你才能有针对性地学习相关技能和取得相关证书。",
        "label": ""
      },
      {
        "sentence": "否则，盲目学习并不能解决问题。",
        "label": ""
      },
      {
        "sentence": "在职业选择时，先考虑职业类型，然后考虑行业，最后再根据自身情况选择公司。",
        "label": ""
      },
      {
        "sentence": "而自身情况包括性格、技能和长期职业规划。",
        "label": ""
      },
      {
        "sentence": "对于过去被人排挤的经历，已经是过去的事情了。",
        "label": ""
      },
      {
        "sentence": "一旦离开了原单位，那些曾经伤害你的人也会成为过去。",
        "label": ""
      },
      {
        "sentence": "陌生人的错误为什么要我们自己来承担呢？",
        "label": ""
      },
      {
        "sentence": "同时，你在原单位的经历是否也给你带来了一些人际交往和职业沟通的经验呢？",
        "label": ""
      },
      {
        "sentence": "我们可以换一个角度来看待同一件事情，也许会有意想不到的效果。",
        "label": ""
      },
      {
        "sentence": "至于你喜欢的人和别人的暧昧，你提到自己是单身，那是否意味着你和他并没有确定恋爱关系呢？",
        "label": ""
      },
      {
        "sentence": "如果暧昧还没有升级为恋爱关系，我们就没有权利吃醋。",
        "label": ""
      },
      {
        "sentence": "因为对方是单身，和谁暧昧是他的自由，和谁在一起也是他的自由。",
        "label": ""
      },
      {
        "sentence": "如果你真的喜欢他，那就主动一点。",
        "label": ""
      },
      {
        "sentence": "不知道你们之间的关系是怎样的，是你单方面的暗恋，还是你们正在暧昧状态。",
        "label": ""
      },
      {
        "sentence": "如果是暗恋，那就试着更主动地约他出去吃饭、看电影，让他看到你对他的好感；如果你们处于暧昧状态，就勇敢地表白吧，摆脱这种暧昧不明的状态。",
        "label": ""
      },
      {
        "sentence": "毕竟，两个单身的人喜欢对方是没有错的。",
        "label": ""
      },
      {
        "sentence": "喜欢他就要勇敢一点，无论最后结果如何，至少你努力过，不会有遗憾。",
        "label": ""
      },
      {
        "sentence": "而一直暗恋或维持着暧昧状态，我们连吃醋的权利都没有。",
        "label": ""
      },
      {
        "sentence": "最后，我想告诉你的是，失业并不可怕，32岁也不可怕，重要的是你要知道自己想要的是什么。",
        "label": ""
      },
      {
        "sentence": "失业这几个月，如果能让你明确未来的发展方向，那就不算是低谷。",
        "label": ""
      },
      {
        "sentence": "比起对生活感到绝望，不如好好思考自己的需求；比起对生活失望，不如从现在开始做一些有意义的事情。",
        "label": ""
      },
      {
        "sentence": "人生的低谷并不是绝对的，只是我们如何看待它而已。",
        "label": ""
      },
      {
        "sentence": "而感情方面，当你变得更好的时候，对的人也会出现。",
        "label": ""
      },
      {
        "sentence": "你只要盛开，清风自然会来。",
        "label": ""
      }
    ]
  }
]