[
  {
    "role": "client",
    "content": "我32岁了，大龄单身失业已经有5个月了。我感到人生绝望。生活变得很难受。最近失业以来一直没有找到合适的工作。要不就是公司不正规没有底线，要不就是没有发展和低薪。我只是做一些行政人事出纳的工作，没有什么技术含量。用人单位更偏向招聘年轻的女性，让我感觉没有竞争力。我想学一些技能，但不知道应该学什么。我在家里也没有与社会接触，有点封闭。我感到颓废和焦虑，想着未来没有工作怎么办，也没有朋友。这样下去真的感觉会孤独终老，让我绝望。我老是想起前公司里的小人同事对我的所作所为，排挤我故意气我，甚至说一些很难听的话。我觉得自己很老实很弱，对待小人没有制约和保护自己的方法。我本来是一个很有正能量的人，但在那种负能量的环境里遭遇陷害和排挤，一度导致抑郁。因为找工作困难，我一直忍耐着。如今公司裁员已经5个月了，我还没有找到满意的工作。坐在家里，回想起被小人对待的痛苦经历让我很难受。我想知道为什么她们会那样对待我，这让我非常气愤，但我又无力反抗。另外，我喜欢的人正在与别人暧昧，这也可以看作是失恋了。",
    "annotation": [
      {
        "sentence": "我32岁了，大龄单身失业已经有5个月了。",
        "label": ""
      },
      {
        "sentence": "我感到人生绝望。",
        "label": ""
      },
      {
        "sentence": "生活变得很难受。",
        "label": ""
      },
      {
        "sentence": "最近失业以来一直没有找到合适的工作。",
        "label": ""
      },
      {
        "sentence": "要不就是公司不正规没有底线，要不就是没有发展和低薪。",
        "label": ""
      },
      {
        "sentence": "我只是做一些行政人事出纳的工作，没有什么技术含量。",
        "label": ""
      },
      {
        "sentence": "用人单位更偏向招聘年轻的女性，让我感觉没有竞争力。",
        "label": ""
      },
      {
        "sentence": "我想学一些技能，但不知道应该学什么。",
        "label": ""
      },
      {
        "sentence": "我在家里也没有与社会接触，有点封闭。",
        "label": ""
      },
      {
        "sentence": "我感到颓废和焦虑，想着未来没有工作怎么办，也没有朋友。",
        "label": ""
      },
      {
        "sentence": "这样下去真的感觉会孤独终老，让我绝望。",
        "label": ""
      },
      {
        "sentence": "我老是想起前公司里的小人同事对我的所作所为，排挤我故意气我，甚至说一些很难听的话。",
        "label": ""
      },
      {
        "sentence": "我觉得自己很老实很弱，对待小人没有制约和保护自己的方法。",
        "label": ""
      },
      {
        "sentence": "我本来是一个很有正能量的人，但在那种负能量的环境里遭遇陷害和排挤，一度导致抑郁。",
        "label": ""
      },
      {
        "sentence": "因为找工作困难，我一直忍耐着。",
        "label": ""
      },
      {
        "sentence": "如今公司裁员已经5个月了，我还没有找到满意的工作。",
        "label": ""
      },
      {
        "sentence": "坐在家里，回想起被小人对待的痛苦经历让我很难受。",
        "label": ""
      },
      {
        "sentence": "我想知道为什么她们会那样对待我，这让我非常气愤，但我又无力反抗。",
        "label": ""
      },
      {
        "sentence": "另外，我喜欢的人正在与别人暧昧，这也可以看作是失恋了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在身处家中，可以做些力所能及的事情。你可以制定一个小计划，完成一些平时上班忙碌无法完成的事项。同时，根据自己的爱好和擅长，找出你想学习的课程或从事的事情。根据实际情况来投入或完成这些事项，让每天的时间被安排得满满的。劳逸结合，慢慢地你就能从原本的情绪低谷中走出来。或者找朋友谈谈心，也可以整理各个方面的事情，来个断舍离。这样做最终会塑造出一个全新的你。",
    "annotation": [
      {
        "sentence": "你现在身处家中，可以做些力所能及的事情。",
        "label": ""
      },
      {
        "sentence": "你可以制定一个小计划，完成一些平时上班忙碌无法完成的事项。",
        "label": ""
      },
      {
        "sentence": "同时，根据自己的爱好和擅长，找出你想学习的课程或从事的事情。",
        "label": ""
      },
      {
        "sentence": "根据实际情况来投入或完成这些事项，让每天的时间被安排得满满的。",
        "label": ""
      },
      {
        "sentence": "劳逸结合，慢慢地你就能从原本的情绪低谷中走出来。",
        "label": ""
      },
      {
        "sentence": "或者找朋友谈谈心，也可以整理各个方面的事情，来个断舍离。",
        "label": ""
      },
      {
        "sentence": "这样做最终会塑造出一个全新的你。",
        "label": ""
      }
    ]
  }
]