[
  {
    "role": "client",
    "content": "爱人不会与人相处，我婚姻坚持不下去了，怎样改变她？我俩感情还是可以的，但问题就在于她的性格，是属于很不懂事，除了自己至亲和我之外，跟其他人相处就很冷漠很没礼貌，说话经常很冲，不计后果。我俩在北京定居，每年回家跟家里人相处仅有几天，都爆发了很多不愉快。比如因为买房意见不统一，就能在家庭群里怼我妈。还有过年回家，让帮忙做饭刷碗打个下手，说我家规矩多；跟父母亲戚聊个天，莫名其妙一种优越感；不要求她像其他儿媳妇一样落落大方，最起码别让人不愉快吧，可总是跟每个人相处都很不舒服。爆发点在前不久外婆来京看病，住酒店闷了想顺道来看看我们。接待全程她就仿佛跟她无关一样，不闻不问，连基本的礼貌打招呼都懒得坐，家里人都挺不满意。上述情况太多了，总之就是很小心眼锱铢必较，平时总给我灌输我妈这里不好，那里又针对她，我真的很烦躁。之前也就这个问题聊过、吵过，反而让她记仇变本加厉。不知道这是一种什么人格导致这么冷漠不懂事，求助一下，请问我能怎样改变她？",
    "annotation": [
      {
        "sentence": "爱人不会与人相处，我婚姻坚持不下去了，怎样改变她？",
        "label": ""
      },
      {
        "sentence": "我俩感情还是可以的，但问题就在于她的性格，是属于很不懂事，除了自己至亲和我之外，跟其他人相处就很冷漠很没礼貌，说话经常很冲，不计后果。",
        "label": ""
      },
      {
        "sentence": "我俩在北京定居，每年回家跟家里人相处仅有几天，都爆发了很多不愉快。",
        "label": ""
      },
      {
        "sentence": "比如因为买房意见不统一，就能在家庭群里怼我妈。",
        "label": ""
      },
      {
        "sentence": "还有过年回家，让帮忙做饭刷碗打个下手，说我家规矩多；跟父母亲戚聊个天，莫名其妙一种优越感；不要求她像其他儿媳妇一样落落大方，最起码别让人不愉快吧，可总是跟每个人相处都很不舒服。",
        "label": ""
      },
      {
        "sentence": "爆发点在前不久外婆来京看病，住酒店闷了想顺道来看看我们。",
        "label": ""
      },
      {
        "sentence": "接待全程她就仿佛跟她无关一样，不闻不问，连基本的礼貌打招呼都懒得坐，家里人都挺不满意。",
        "label": ""
      },
      {
        "sentence": "上述情况太多了，总之就是很小心眼锱铢必较，平时总给我灌输我妈这里不好，那里又针对她，我真的很烦躁。",
        "label": ""
      },
      {
        "sentence": "之前也就这个问题聊过、吵过，反而让她记仇变本加厉。",
        "label": ""
      },
      {
        "sentence": "不知道这是一种什么人格导致这么冷漠不懂事，求助一下，请问我能怎样改变她？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你婚姻中的一些小困难，暖暖希望能够给你一些帮助。你目前面临的主要问题是：与妻子感情不错，但觉得妻子不懂事该怎么办。根据你的表述，每年回家跟家里人相处仅有几天，都爆发了很多不愉快，因为买房意见不统一，就能在家庭群里怼我妈。过年回家，让帮忙做饭刷碗打个下手，说我家规矩多。跟父母亲戚聊个天，莫名其妙一种优越感。前不久外婆来京看病，住酒店闷了想顺道来看看我们。接待全程她就仿佛跟她无关一样，不闻不问，连基本的礼貌打招呼都懒得坐，家里人都挺不满意。由此可以看出，你主要面临的还是『婆媳矛盾』的困境。那么对于婆媳矛盾，暖暖认为你可以这样做：",
    "annotation": [
      {
        "sentence": "看到你婚姻中的一些小困难，暖暖希望能够给你一些帮助。",
        "label": ""
      },
      {
        "sentence": "你目前面临的主要问题是：与妻子感情不错，但觉得妻子不懂事该怎么办。",
        "label": ""
      },
      {
        "sentence": "根据你的表述，每年回家跟家里人相处仅有几天，都爆发了很多不愉快，因为买房意见不统一，就能在家庭群里怼我妈。",
        "label": ""
      },
      {
        "sentence": "过年回家，让帮忙做饭刷碗打个下手，说我家规矩多。",
        "label": ""
      },
      {
        "sentence": "跟父母亲戚聊个天，莫名其妙一种优越感。",
        "label": ""
      },
      {
        "sentence": "前不久外婆来京看病，住酒店闷了想顺道来看看我们。",
        "label": ""
      },
      {
        "sentence": "接待全程她就仿佛跟她无关一样，不闻不问，连基本的礼貌打招呼都懒得坐，家里人都挺不满意。",
        "label": ""
      },
      {
        "sentence": "由此可以看出，你主要面临的还是『婆媳矛盾』的困境。",
        "label": ""
      },
      {
        "sentence": "那么对于婆媳矛盾，暖暖认为你可以这样做：",
        "label": ""
      }
    ]
  }
]