[
  {
    "role": "client",
    "content": "我爱人不会与人相处，我婚姻坚持不下去了，怎样改变她？我俩感情还是可以的，但问题就在于她的性格，是属于很不懂事，除了自己至亲和我之外，跟其他人相处就很冷漠很没礼貌，说话经常很冲，不计后果。我俩在北京定居，每年回家跟家里人相处仅有几天，都爆发了很多不愉快。比如因为买房意见不统一，就能在家庭群里怼我妈。还有过年回家，让帮忙做饭刷碗打个下手，说我家规矩多；跟父母亲戚聊个天，莫名其妙一种优越感；不要求她像其他儿媳妇一样落落大方，最起码别让人不愉快吧，可总是跟每个人相处都很不舒服。爆发点在前不久外婆来京看病，住酒店闷了想顺道来看看我们。接待全程她就仿佛跟她无关一样，不闻不问，连基本的礼貌打招呼都懒得坐，家里人都挺不满意。上述情况太多了，总之就是很小心眼锱铢必较，平时总给我灌输我妈这里不好，那里又针对她，我真的很烦躁。之前也就这个问题聊过、吵过，反而让她记仇变本加厉。不知道这是一种什么人格导致这么冷漠不懂事，求助一下，请问我能怎样改变她？",
    "annotation": [
      {
        "sentence": "我爱人不会与人相处，我婚姻坚持不下去了，怎样改变她？",
        "label": ""
      },
      {
        "sentence": "我俩感情还是可以的，但问题就在于她的性格，是属于很不懂事，除了自己至亲和我之外，跟其他人相处就很冷漠很没礼貌，说话经常很冲，不计后果。",
        "label": ""
      },
      {
        "sentence": "我俩在北京定居，每年回家跟家里人相处仅有几天，都爆发了很多不愉快。",
        "label": ""
      },
      {
        "sentence": "比如因为买房意见不统一，就能在家庭群里怼我妈。",
        "label": ""
      },
      {
        "sentence": "还有过年回家，让帮忙做饭刷碗打个下手，说我家规矩多；跟父母亲戚聊个天，莫名其妙一种优越感；不要求她像其他儿媳妇一样落落大方，最起码别让人不愉快吧，可总是跟每个人相处都很不舒服。",
        "label": ""
      },
      {
        "sentence": "爆发点在前不久外婆来京看病，住酒店闷了想顺道来看看我们。",
        "label": ""
      },
      {
        "sentence": "接待全程她就仿佛跟她无关一样，不闻不问，连基本的礼貌打招呼都懒得坐，家里人都挺不满意。",
        "label": ""
      },
      {
        "sentence": "上述情况太多了，总之就是很小心眼锱铢必较，平时总给我灌输我妈这里不好，那里又针对她，我真的很烦躁。",
        "label": ""
      },
      {
        "sentence": "之前也就这个问题聊过、吵过，反而让她记仇变本加厉。",
        "label": ""
      },
      {
        "sentence": "不知道这是一种什么人格导致这么冷漠不懂事，求助一下，请问我能怎样改变她？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你对问题的描述和一些回复，了解你的困扰，我不清楚你的爱人所处的家庭环境是怎样的，但是如果说与你组成家庭之后确实还这样对待你的家人，我觉得确实是很恼人的一件事，我想有时你会感觉左右为难吧。",
    "annotation": [
      {
        "sentence": "看了你对问题的描述和一些回复，了解你的困扰，我不清楚你的爱人所处的家庭环境是怎样的，但是如果说与你组成家庭之后确实还这样对待你的家人，我觉得确实是很恼人的一件事，我想有时你会感觉左右为难吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的感到很为难，因为我很爱她，但这样的相处方式让我很困惑和烦恼。",
    "annotation": [
      {
        "sentence": "是的，我真的感到很为难，因为我很爱她，但这样的相处方式让我很困惑和烦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你们的感情不错，她对你和她的至亲态度都很好，但是唯独对你这边的亲戚态度很奇怪，不礼貌没有教养，让你有些丢面子，或者说有时让你很生气。你大体说到了三件事，第一是在京买房，意见不统一，在家庭群里她说了不恰当的话。第二是外婆来探望爱人态度不端正。第三是她常常“灌输我妈这里不好，那里又针对她，我真的很烦躁”。",
    "annotation": [
      {
        "sentence": "你们的感情不错，她对你和她的至亲态度都很好，但是唯独对你这边的亲戚态度很奇怪，不礼貌没有教养，让你有些丢面子，或者说有时让你很生气。",
        "label": ""
      },
      {
        "sentence": "你大体说到了三件事，第一是在京买房，意见不统一，在家庭群里她说了不恰当的话。",
        "label": ""
      },
      {
        "sentence": "第二是外婆来探望爱人态度不端正。",
        "label": ""
      },
      {
        "sentence": "第三是她常常“灌输我妈这里不好，那里又针对她，我真的很烦躁”。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，这些事情给我带来了很多困扰和矛盾。我很迷惑，不知道应该如何改变她的行为方式。",
    "annotation": [
      {
        "sentence": "是的，这些事情给我带来了很多困扰和矛盾。",
        "label": ""
      },
      {
        "sentence": "我很迷惑，不知道应该如何改变她的行为方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有问题及时解决你的爱人看起来礼貌这一方面是有些欠缺的，但是这也并不是一种可以迅速养成的良好品质。一方面你要告诉她有礼貌，但另一方面你需要在出现问题时及时解决他们的诊断，避免你的爱人做出伤害你家人的事情。有时需要一点包容爱人不招待外婆，可能需要你多做一点事。她的冷漠可能是自己觉得内心不平，“为什么要我伺候？你怎么不做一点呢？”如果你可以主动分担一点，带带她，效果说不定会好一些。",
    "annotation": [
      {
        "sentence": "有问题及时解决你的爱人看起来礼貌这一方面是有些欠缺的，但是这也并不是一种可以迅速养成的良好品质。",
        "label": ""
      },
      {
        "sentence": "一方面你要告诉她有礼貌，但另一方面你需要在出现问题时及时解决他们的诊断，避免你的爱人做出伤害你家人的事情。",
        "label": ""
      },
      {
        "sentence": "有时需要一点包容爱人不招待外婆，可能需要你多做一点事。",
        "label": ""
      },
      {
        "sentence": "她的冷漠可能是自己觉得内心不平，“为什么要我伺候？",
        "label": ""
      },
      {
        "sentence": "你怎么不做一点呢？",
        "label": ""
      },
      {
        "sentence": "”如果你可以主动分担一点，带带她，效果说不定会好一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得很有道理。我确实应该更主动地去分担一些家务和沟通的责任，同时也要适当体谅她的感受和需要。",
    "annotation": [
      {
        "sentence": "嗯，你说得很有道理。",
        "label": ""
      },
      {
        "sentence": "我确实应该更主动地去分担一些家务和沟通的责任，同时也要适当体谅她的感受和需要。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "沟通比吵架更重要，所有的人维持一段关系都是很艰难的，在一段关系中往往会有很多的摩擦，尤其是像婚姻或者恋爱这样比较亲密的关系，他涉及到两个家庭之间的联系，你们是两个家庭的纽带。妻子向你抱怨你母亲的事情，你母亲有向你抱怨过妻子吗？我想你可以尝试去了解他们双方的观点，去客观的看待一下这个事情，做出合理的选择。夹在老婆和妈妈之间的男人其实是很辛苦的，这一点我也很理解。",
    "annotation": [
      {
        "sentence": "沟通比吵架更重要，所有的人维持一段关系都是很艰难的，在一段关系中往往会有很多的摩擦，尤其是像婚姻或者恋爱这样比较亲密的关系，他涉及到两个家庭之间的联系，你们是两个家庭的纽带。",
        "label": ""
      },
      {
        "sentence": "妻子向你抱怨你母亲的事情，你母亲有向你抱怨过妻子吗？",
        "label": ""
      },
      {
        "sentence": "我想你可以尝试去了解他们双方的观点，去客观的看待一下这个事情，做出合理的选择。",
        "label": ""
      },
      {
        "sentence": "夹在老婆和妈妈之间的男人其实是很辛苦的，这一点我也很理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实要多站在对方的角度去理解和体谅，同时也要积极沟通，让双方都有机会表达自己的想法和感受。",
    "annotation": [
      {
        "sentence": "你说得对，我确实要多站在对方的角度去理解和体谅，同时也要积极沟通，让双方都有机会表达自己的想法和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，夫妻之间的沟通是非常重要的，通过沟通可以解决很多问题，让彼此更加了解和体谅对方。希望你们能够共同努力，改善相处方式，让家庭关系更加和睦。",
    "annotation": [
      {
        "sentence": "是的，夫妻之间的沟通是非常重要的，通过沟通可以解决很多问题，让彼此更加了解和体谅对方。",
        "label": ""
      },
      {
        "sentence": "希望你们能够共同努力，改善相处方式，让家庭关系更加和睦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会努力去改变和改善我们之间的相处方式。希望我们的婚姻能够重新走向幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会努力去改变和改善我们之间的相处方式。",
        "label": ""
      },
      {
        "sentence": "希望我们的婚姻能够重新走向幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我祝愿你们的家庭关系能够更加和睦，希望你们能够共同努力，早日找到解决问题的方法。祝好啊！",
    "annotation": [
      {
        "sentence": "我祝愿你们的家庭关系能够更加和睦，希望你们能够共同努力，早日找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "祝好啊！",
        "label": ""
      }
    ]
  }
]