[
  {
    "role": "client",
    "content": "我最近感情困惑，没有勇气定地选择他，但是放下好像也难受。我觉得我好像困住了。",
    "annotation": [
      {
        "sentence": "我最近感情困惑，没有勇气定地选择他，但是放下好像也难受。",
        "label": ""
      },
      {
        "sentence": "我觉得我好像困住了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "选择未来的伴侣并非是一件简单和草率的事情，必须确定双方都有足够的能力和相契合的脚步，而您的答案已经非常明显。如果您没有勇气坚定地选择他，是他没能给你这样的勇气也好，是您自身对这份感情存疑也好，决定已经做出，继续贯彻实施即可。您说放下也很难受，我来帮您分析一下。",
    "annotation": [
      {
        "sentence": "选择未来的伴侣并非是一件简单和草率的事情，必须确定双方都有足够的能力和相契合的脚步，而您的答案已经非常明显。",
        "label": ""
      },
      {
        "sentence": "如果您没有勇气坚定地选择他，是他没能给你这样的勇气也好，是您自身对这份感情存疑也好，决定已经做出，继续贯彻实施即可。",
        "label": ""
      },
      {
        "sentence": "您说放下也很难受，我来帮您分析一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得他对我做了很多温柔之事，现在想起来也很感动。",
    "annotation": [
      {
        "sentence": "我觉得他对我做了很多温柔之事，现在想起来也很感动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，面对一个未来可能的伴侣，我们要考虑的东西很多，而您指的“温柔之事”的实质是什么，希望您能想清楚。让您感动的是他对您的细心呵护、关爱和礼物吗？也许您可以考虑，这些行为是否是每个男性只要愿意，都能做到的。如果这些行为无法使您确信他具备与您携手前行的潜质，那么您为何无法坚定地选择他呢？您的心已经给出了答案，不是吗？",
    "annotation": [
      {
        "sentence": "其实，面对一个未来可能的伴侣，我们要考虑的东西很多，而您指的“温柔之事”的实质是什么，希望您能想清楚。",
        "label": ""
      },
      {
        "sentence": "让您感动的是他对您的细心呵护、关爱和礼物吗？",
        "label": ""
      },
      {
        "sentence": "也许您可以考虑，这些行为是否是每个男性只要愿意，都能做到的。",
        "label": ""
      },
      {
        "sentence": "如果这些行为无法使您确信他具备与您携手前行的潜质，那么您为何无法坚定地选择他呢？",
        "label": ""
      },
      {
        "sentence": "您的心已经给出了答案，不是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我姐姐不同意我和他在一起，因为他家在农村而且现在考研失败在二次备考，而我已经保了研。本身我就属于容易焦虑的那种人，总是觉得努力优于别人才会让我觉得安全，也喜欢比较，不甘于落后。",
    "annotation": [
      {
        "sentence": "我姐姐不同意我和他在一起，因为他家在农村而且现在考研失败在二次备考，而我已经保了研。",
        "label": ""
      },
      {
        "sentence": "本身我就属于容易焦虑的那种人，总是觉得努力优于别人才会让我觉得安全，也喜欢比较，不甘于落后。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您的亲人不看好这个人，这一点对您的决定肯定是有影响的。但原因在哪里，您可以问清楚。如果是确实存在的问题，相信您会更坚定，如果是无根据的担忧，那么就没有参考价值。从伴侣的角度看，这个男生的硬实力显然不足以支撑他的未来，家境和学业都存在问题。而且他明显不是一个足够努力的事业型人才。这与您“努力优于别人、喜欢比较、不甘于落后”的想法不符。所以从目前看来，这个男生大概率也无法给您带来您想要的生活。不过如果您确定您的想法不会改变，否则等到五年十年后，这段感情会成为您的负担。",
    "annotation": [
      {
        "sentence": "您的亲人不看好这个人，这一点对您的决定肯定是有影响的。",
        "label": ""
      },
      {
        "sentence": "但原因在哪里，您可以问清楚。",
        "label": ""
      },
      {
        "sentence": "如果是确实存在的问题，相信您会更坚定，如果是无根据的担忧，那么就没有参考价值。",
        "label": ""
      },
      {
        "sentence": "从伴侣的角度看，这个男生的硬实力显然不足以支撑他的未来，家境和学业都存在问题。",
        "label": ""
      },
      {
        "sentence": "而且他明显不是一个足够努力的事业型人才。",
        "label": ""
      },
      {
        "sentence": "这与您“努力优于别人、喜欢比较、不甘于落后”的想法不符。",
        "label": ""
      },
      {
        "sentence": "所以从目前看来，这个男生大概率也无法给您带来您想要的生活。",
        "label": ""
      },
      {
        "sentence": "不过如果您确定您的想法不会改变，否则等到五年十年后，这段感情会成为您的负担。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "疫情期间，我决定和他分开，分开后也有一些联系。我在异地实习，把心思都用在了教学上。但是这两天，我看到他在微博和一个女生互关，我就感觉好像真的才失去了。我们已经完全断联了大概二十多天，最近我跟他联系，他说他为了忘记我而跑去一个地方。我心里也挺难受的，但就是没有勇气定地选择他，放下也很难受。",
    "annotation": [
      {
        "sentence": "疫情期间，我决定和他分开，分开后也有一些联系。",
        "label": ""
      },
      {
        "sentence": "我在异地实习，把心思都用在了教学上。",
        "label": ""
      },
      {
        "sentence": "但是这两天，我看到他在微博和一个女生互关，我就感觉好像真的才失去了。",
        "label": ""
      },
      {
        "sentence": "我们已经完全断联了大概二十多天，最近我跟他联系，他说他为了忘记我而跑去一个地方。",
        "label": ""
      },
      {
        "sentence": "我心里也挺难受的，但就是没有勇气定地选择他，放下也很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实您已经做出了选择，但是尽管理智上很清晰，感情上还是会忍不住怀念。这是很正常的事情，毕竟有两年时间的陪伴，曾经的感情是切实存在的，在慢慢减少的怀念中淡忘是一段结束感情的宿命。同样的，他选择接受另一段关系的开始也无可厚非。但就您的描述来看，其实您应该更加坚定地认识到他并非您的良配。因为面对失恋，您选择了实习，努力提升自己。而他明明有更繁重的学业压力，却并没有选择努力提升自己，而是一些似是而非的表现，想让您为此感动。您的心一直都在很准确地告诉您，只是您被暂时迷惑而已。希望看完这些话后，您能果断地选择放下他。祝好~",
    "annotation": [
      {
        "sentence": "其实您已经做出了选择，但是尽管理智上很清晰，感情上还是会忍不住怀念。",
        "label": ""
      },
      {
        "sentence": "这是很正常的事情，毕竟有两年时间的陪伴，曾经的感情是切实存在的，在慢慢减少的怀念中淡忘是一段结束感情的宿命。",
        "label": ""
      },
      {
        "sentence": "同样的，他选择接受另一段关系的开始也无可厚非。",
        "label": ""
      },
      {
        "sentence": "但就您的描述来看，其实您应该更加坚定地认识到他并非您的良配。",
        "label": ""
      },
      {
        "sentence": "因为面对失恋，您选择了实习，努力提升自己。",
        "label": ""
      },
      {
        "sentence": "而他明明有更繁重的学业压力，却并没有选择努力提升自己，而是一些似是而非的表现，想让您为此感动。",
        "label": ""
      },
      {
        "sentence": "您的心一直都在很准确地告诉您，只是您被暂时迷惑而已。",
        "label": ""
      },
      {
        "sentence": "希望看完这些话后，您能果断地选择放下他。",
        "label": ""
      },
      {
        "sentence": "祝好~",
        "label": ""
      }
    ]
  }
]