[
  {
    "role": "client",
    "content": "最近我感情困惑，没有勇气定地选择他，但是放下好像也难受。我好像陷入了困境。",
    "annotation": [
      {
        "sentence": "最近我感情困惑，没有勇气定地选择他，但是放下好像也难受。",
        "label": ""
      },
      {
        "sentence": "我好像陷入了困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，我可以听听你的故事。你可以跟我分享一下你的感受和困扰。",
    "annotation": [
      {
        "sentence": "没关系，我可以听听你的故事。",
        "label": ""
      },
      {
        "sentence": "你可以跟我分享一下你的感受和困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我和男友是通过网恋认识的，我们在一起已经快两年了。他对我一直非常温柔，我每次想起来都很感动。但我姐姐不同意我们在一起，因为他家在农村，并且他考研失败了，正在备考第二次，而我已经保研了。",
    "annotation": [
      {
        "sentence": "我和男友是通过网恋认识的，我们在一起已经快两年了。",
        "label": ""
      },
      {
        "sentence": "他对我一直非常温柔，我每次想起来都很感动。",
        "label": ""
      },
      {
        "sentence": "但我姐姐不同意我们在一起，因为他家在农村，并且他考研失败了，正在备考第二次，而我已经保研了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你有很多内心的压力和矛盾。你之前也提到你是一个焦虑的人，总觉得努力才能让你感到安全，而且你也喜欢比较，不甘于落后。这种情况下，你会对未来多有疑虑。",
    "annotation": [
      {
        "sentence": "听起来你有很多内心的压力和矛盾。",
        "label": ""
      },
      {
        "sentence": "你之前也提到你是一个焦虑的人，总觉得努力才能让你感到安全，而且你也喜欢比较，不甘于落后。",
        "label": ""
      },
      {
        "sentence": "这种情况下，你会对未来多有疑虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，特别是在疫情期间，我思考了很多。因为他考研失败和未来的担忧，三月的时候我决定和他分开。虽然分开后我们还有联系，但我之后去了异地实习，把心思都放在了工作上。现在回想起来，我去那边实习好像是为了逃避失恋的伤痛。期间我也偷偷关注他的动态，虽然联系次数很少。但是最近我看到他微博和一个女生互动，我就感觉好像真的失去了他，而且我们已经完全断联了二十多天。我现在联系他，他说他为了忘记我而去了一个地方，他恨我决绝和他的不努力。我心里也很难受，但却没有勇气做出决定，同时放下又让我感到痛苦。我真的糊涂了，什么时候才能果断一点呢？",
    "annotation": [
      {
        "sentence": "是的，特别是在疫情期间，我思考了很多。",
        "label": ""
      },
      {
        "sentence": "因为他考研失败和未来的担忧，三月的时候我决定和他分开。",
        "label": ""
      },
      {
        "sentence": "虽然分开后我们还有联系，但我之后去了异地实习，把心思都放在了工作上。",
        "label": ""
      },
      {
        "sentence": "现在回想起来，我去那边实习好像是为了逃避失恋的伤痛。",
        "label": ""
      },
      {
        "sentence": "期间我也偷偷关注他的动态，虽然联系次数很少。",
        "label": ""
      },
      {
        "sentence": "但是最近我看到他微博和一个女生互动，我就感觉好像真的失去了他，而且我们已经完全断联了二十多天。",
        "label": ""
      },
      {
        "sentence": "我现在联系他，他说他为了忘记我而去了一个地方，他恨我决绝和他的不努力。",
        "label": ""
      },
      {
        "sentence": "我心里也很难受，但却没有勇气做出决定，同时放下又让我感到痛苦。",
        "label": ""
      },
      {
        "sentence": "我真的糊涂了，什么时候才能果断一点呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在爱情中，没有什么事情可以非黑即白，爱不是说爱就爱，不爱就不爱的。根据你的描述，你们分开并不是因为你们之间有问题，而是出于一些现实因素的考虑。所以当初分开的时候，你并不是不喜欢他，这也是你一直难以忘记那段感情的原因。当一段感情在美好的时候结束，我们会怀念它，这是人们对美好的向往。而当我们失去了它，我们会放大它的优点，把注意力放在好的方面。这是很常见的心理现象。你现在想要挽回这段感情吗？我们可以好好思考一下自己是否真的深爱着他，这份爱是否足以战胜那些现实的因素。因为你们之间的问题并没有解决，这些现实因素还存在。如果你们复合了，是否会面临其他现实的考验？你们能共同克服这些因素吗？当然，这需要双方的努力。你不需要因为这些现实因素而感到难受，每个人都有不同的情况和关注点。有的人感性，有的人理性，我们需要根据自己的条件找到适合自己的生活方式。如果我们只是停留在对过去美好回忆的怀念中，我觉得放下也许是一个选择。既然没有结果，不妨放下它，开始新的生活。我们也不需要通过说些\"恨\"和\"爱\"的话来增添烦恼，这些说法没有意义，只会增加彼此的负担。至于如何果断，也许不去想就是一种果断。我们可以将这件事放在那里，不需要刻意回避，专注于自己的事情。让时间慢慢地冲淡过去的伤痛。我希望无论你做出怎样的选择，都是基于你内心真实的想法。只有如此，无论对还是错，至少你不会后悔。因为后悔往往比错误更难以接受。感谢相遇！",
    "annotation": [
      {
        "sentence": "在爱情中，没有什么事情可以非黑即白，爱不是说爱就爱，不爱就不爱的。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，你们分开并不是因为你们之间有问题，而是出于一些现实因素的考虑。",
        "label": ""
      },
      {
        "sentence": "所以当初分开的时候，你并不是不喜欢他，这也是你一直难以忘记那段感情的原因。",
        "label": ""
      },
      {
        "sentence": "当一段感情在美好的时候结束，我们会怀念它，这是人们对美好的向往。",
        "label": ""
      },
      {
        "sentence": "而当我们失去了它，我们会放大它的优点，把注意力放在好的方面。",
        "label": ""
      },
      {
        "sentence": "这是很常见的心理现象。",
        "label": ""
      },
      {
        "sentence": "你现在想要挽回这段感情吗？",
        "label": ""
      },
      {
        "sentence": "我们可以好好思考一下自己是否真的深爱着他，这份爱是否足以战胜那些现实的因素。",
        "label": ""
      },
      {
        "sentence": "因为你们之间的问题并没有解决，这些现实因素还存在。",
        "label": ""
      },
      {
        "sentence": "如果你们复合了，是否会面临其他现实的考验？",
        "label": ""
      },
      {
        "sentence": "你们能共同克服这些因素吗？",
        "label": ""
      },
      {
        "sentence": "当然，这需要双方的努力。",
        "label": ""
      },
      {
        "sentence": "你不需要因为这些现实因素而感到难受，每个人都有不同的情况和关注点。",
        "label": ""
      },
      {
        "sentence": "有的人感性，有的人理性，我们需要根据自己的条件找到适合自己的生活方式。",
        "label": ""
      },
      {
        "sentence": "如果我们只是停留在对过去美好回忆的怀念中，我觉得放下也许是一个选择。",
        "label": ""
      },
      {
        "sentence": "既然没有结果，不妨放下它，开始新的生活。",
        "label": ""
      },
      {
        "sentence": "我们也不需要通过说些\"恨\"和\"爱\"的话来增添烦恼，这些说法没有意义，只会增加彼此的负担。",
        "label": ""
      },
      {
        "sentence": "至于如何果断，也许不去想就是一种果断。",
        "label": ""
      },
      {
        "sentence": "我们可以将这件事放在那里，不需要刻意回避，专注于自己的事情。",
        "label": ""
      },
      {
        "sentence": "让时间慢慢地冲淡过去的伤痛。",
        "label": ""
      },
      {
        "sentence": "我希望无论你做出怎样的选择，都是基于你内心真实的想法。",
        "label": ""
      },
      {
        "sentence": "只有如此，无论对还是错，至少你不会后悔。",
        "label": ""
      },
      {
        "sentence": "因为后悔往往比错误更难以接受。",
        "label": ""
      },
      {
        "sentence": "感谢相遇！",
        "label": ""
      }
    ]
  }
]