[
  {
    "role": "client",
    "content": "为什么很多人考上了研究生变得不快乐了？本科的时候，我发现周围的同学不管是成绩好的成绩差的，打算考研的还是打算工作的，天天努力的还是天天混日子的，大家似乎都还挺开心的。但上研之后，感觉周围人普遍心情都不咋样，我自己的心情也不咋样了。上研不是我们努力了那么久才得到的吗？为什么很多人考上了研究生却变得不快乐了？",
    "annotation": [
      {
        "sentence": "为什么很多人考上了研究生变得不快乐了？",
        "label": ""
      },
      {
        "sentence": "本科的时候，我发现周围的同学不管是成绩好的成绩差的，打算考研的还是打算工作的，天天努力的还是天天混日子的，大家似乎都还挺开心的。",
        "label": ""
      },
      {
        "sentence": "但上研之后，感觉周围人普遍心情都不咋样，我自己的心情也不咋样了。",
        "label": ""
      },
      {
        "sentence": "上研不是我们努力了那么久才得到的吗？",
        "label": ""
      },
      {
        "sentence": "为什么很多人考上了研究生却变得不快乐了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "本科的时候你和你身边的同学，都很开心，傻乐傻乐。但是，当你们通过努力考上研究生后，你和你身边的同学，都没有因为成功而体会到成就感和愉悦感，好像更多感受是焦虑、不开心。是这样吗？",
    "annotation": [
      {
        "sentence": "本科的时候你和你身边的同学，都很开心，傻乐傻乐。",
        "label": ""
      },
      {
        "sentence": "但是，当你们通过努力考上研究生后，你和你身边的同学，都没有因为成功而体会到成就感和愉悦感，好像更多感受是焦虑、不开心。",
        "label": ""
      },
      {
        "sentence": "是这样吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，不知道为什么，上研之后的生活突然变得很压抑，很多同学都感觉不开心，我自己也有这种感觉。",
    "annotation": [
      {
        "sentence": "是的，不知道为什么，上研之后的生活突然变得很压抑，很多同学都感觉不开心，我自己也有这种感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，上研的人普遍心情不咋样，这可能是你的泛化，你可以继续追求，是真的吗？每个人抱着不同的目标考研，有的是希望继续学习深造，有的是想要推迟进入社会，有的需要考虑比本科更现实的问题，阶段性的并不像本科生那样放松，是有可能的。但普遍不开心，很可能是你的心晴的写照和投射。",
    "annotation": [
      {
        "sentence": "首先，上研的人普遍心情不咋样，这可能是你的泛化，你可以继续追求，是真的吗？",
        "label": ""
      },
      {
        "sentence": "每个人抱着不同的目标考研，有的是希望继续学习深造，有的是想要推迟进入社会，有的需要考虑比本科更现实的问题，阶段性的并不像本科生那样放松，是有可能的。",
        "label": ""
      },
      {
        "sentence": "但普遍不开心，很可能是你的心晴的写照和投射。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说得对，我可能是把自己的感受投射到了周围的人身上。但是，为什么在研究生阶段我却感到不开心呢？",
    "annotation": [
      {
        "sentence": "或许你说得对，我可能是把自己的感受投射到了周围的人身上。",
        "label": ""
      },
      {
        "sentence": "但是，为什么在研究生阶段我却感到不开心呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其次，比起周围人是不是开心为什么不开心，关键是，你为什么不开心？明明很努力的考研，实现了目标，为什么你不开心呢？你在焦虑什么、害怕什么、忧虑什么呢？你期待周围人怎样的表现才是开心的表现呢？你期待研究生生活是怎样的呢？周围人开心了对你意味着什么呢？",
    "annotation": [
      {
        "sentence": "其次，比起周围人是不是开心为什么不开心，关键是，你为什么不开心？",
        "label": ""
      },
      {
        "sentence": "明明很努力的考研，实现了目标，为什么你不开心呢？",
        "label": ""
      },
      {
        "sentence": "你在焦虑什么、害怕什么、忧虑什么呢？",
        "label": ""
      },
      {
        "sentence": "你期待周围人怎样的表现才是开心的表现呢？",
        "label": ""
      },
      {
        "sentence": "你期待研究生生活是怎样的呢？",
        "label": ""
      },
      {
        "sentence": "周围人开心了对你意味着什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我可能在担心自己的表现无法达到周围人的期待，也担心研究生生活没有我想象中的充实和有意义。看到周围人的负面情绪，我也会感染到一部分。",
    "annotation": [
      {
        "sentence": "我可能在担心自己的表现无法达到周围人的期待，也担心研究生生活没有我想象中的充实和有意义。",
        "label": ""
      },
      {
        "sentence": "看到周围人的负面情绪，我也会感染到一部分。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后，每一个成长阶段就会面临不同的问题。高中、本科、研究生看起来都是学习为主的生活，但是所要面对的课题、思考的问题是不一样的。而真正的开心，就是能非常适应每个阶段，应对每个阶段的挑战。每个阶段也都有这个阶段值得开心的事、有能够体会到的成就感和愉悦感。想要回到过去\"开心\"，有时候是一种不想长大，不想适应的表现。总结一句，别人开心不开心不重要，重要的是，你为什么不开心。有哪些你能为自己做的吗？",
    "annotation": [
      {
        "sentence": "最后，每一个成长阶段就会面临不同的问题。",
        "label": ""
      },
      {
        "sentence": "高中、本科、研究生看起来都是学习为主的生活，但是所要面对的课题、思考的问题是不一样的。",
        "label": ""
      },
      {
        "sentence": "而真正的开心，就是能非常适应每个阶段，应对每个阶段的挑战。",
        "label": ""
      },
      {
        "sentence": "每个阶段也都有这个阶段值得开心的事、有能够体会到的成就感和愉悦感。",
        "label": ""
      },
      {
        "sentence": "想要回到过去\"开心\"，有时候是一种不想长大，不想适应的表现。",
        "label": ""
      },
      {
        "sentence": "总结一句，别人开心不开心不重要，重要的是，你为什么不开心。",
        "label": ""
      },
      {
        "sentence": "有哪些你能为自己做的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对。我需要学会适应研究生阶段的挑战，关注自己的成长和进步，而不是纠结于周围人的情绪。可能我需要找些适合自己的方式来放松和调节心情。",
    "annotation": [
      {
        "sentence": "你说得对。",
        "label": ""
      },
      {
        "sentence": "我需要学会适应研究生阶段的挑战，关注自己的成长和进步，而不是纠结于周围人的情绪。",
        "label": ""
      },
      {
        "sentence": "可能我需要找些适合自己的方式来放松和调节心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，每个人都有适合自己的方式来放松和调节心情。可以试着多参加一些兴趣小组活动，和同学朋友多交流，也可以尝试一些减压的方法，比如运动、音乐、阅读等。自己的心情要放在第一位，不要过分在意别人的想法和情绪。希望你能找到适合自己的方式，享受研究生生活的同时也能保持心情愉悦。",
    "annotation": [
      {
        "sentence": "是的，每个人都有适合自己的方式来放松和调节心情。",
        "label": ""
      },
      {
        "sentence": "可以试着多参加一些兴趣小组活动，和同学朋友多交流，也可以尝试一些减压的方法，比如运动、音乐、阅读等。",
        "label": ""
      },
      {
        "sentence": "自己的心情要放在第一位，不要过分在意别人的想法和情绪。",
        "label": ""
      },
      {
        "sentence": "希望你能找到适合自己的方式，享受研究生生活的同时也能保持心情愉悦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去调节自己的心情，寻找适合自己的方式来放松和享受研究生生活。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去调节自己的心情，寻找适合自己的方式来放松和享受研究生生活。",
        "label": ""
      }
    ]
  }
]