[
  {
    "role": "client",
    "content": "34岁了，第一个孩子马上要生了，想离婚了？以前总觉得自己夫妻生活过得挺好，她怀孕了，自从前几天晚上因为沟通问题打我了，就觉得自己是个可有可无的鸡肋了。因为我们是在不同的乡镇上班，以前我去看她，她生气了也会赶我走，叫我滚。有时候当我着家人面叫我滚，我一直忍让，觉得没必要和她计较，直到前几天她打了我后，把我的脸多处抓伤，半夜赶我走，最后再酒店睡了一晚，我彻底明白了我不重要，虽然孩子快出生了，真的觉得没有必要坚持下去了，我想获得重生。",
    "annotation": [
      {
        "sentence": "34岁了，第一个孩子马上要生了，想离婚了？",
        "label": ""
      },
      {
        "sentence": "以前总觉得自己夫妻生活过得挺好，她怀孕了，自从前几天晚上因为沟通问题打我了，就觉得自己是个可有可无的鸡肋了。",
        "label": ""
      },
      {
        "sentence": "因为我们是在不同的乡镇上班，以前我去看她，她生气了也会赶我走，叫我滚。",
        "label": ""
      },
      {
        "sentence": "有时候当我着家人面叫我滚，我一直忍让，觉得没必要和她计较，直到前几天她打了我后，把我的脸多处抓伤，半夜赶我走，最后再酒店睡了一晚，我彻底明白了我不重要，虽然孩子快出生了，真的觉得没有必要坚持下去了，我想获得重生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然人们常说劝和不劝分，但是有些原则性的问题还是要提早沟通清楚。动手真的是底线。多数时候人们下意识的认为家暴都是男生做的事，但是生活中确实有很多不讲理的女生，所以我们可以先反思一下自己的问题，毕竟有些事肯定是自己纵容出来的。你说道对方小的时候就被娇生惯养，所以在很多事情上她并不会顾及周边人的感受，因此在某些场合里对方才会肆意妄为，尤其是动手这件事，有第一次真的不怕有第二次。因此我们这一次一定要强硬一点，有些事情可以纵容，有些事情是底线，当然在这个过程中我们要保护好自己，也要预防对方做出一些过激的事情，伤害到她自己或者孩子。我们确实不能动手，但是在对方情绪比较波动的时候我们也要表现的强势一点，告诉对方自己的底线在哪里，忍让有时并不是爱。",
    "annotation": [
      {
        "sentence": "虽然人们常说劝和不劝分，但是有些原则性的问题还是要提早沟通清楚。",
        "label": ""
      },
      {
        "sentence": "动手真的是底线。",
        "label": ""
      },
      {
        "sentence": "多数时候人们下意识的认为家暴都是男生做的事，但是生活中确实有很多不讲理的女生，所以我们可以先反思一下自己的问题，毕竟有些事肯定是自己纵容出来的。",
        "label": ""
      },
      {
        "sentence": "你说道对方小的时候就被娇生惯养，所以在很多事情上她并不会顾及周边人的感受，因此在某些场合里对方才会肆意妄为，尤其是动手这件事，有第一次真的不怕有第二次。",
        "label": ""
      },
      {
        "sentence": "因此我们这一次一定要强硬一点，有些事情可以纵容，有些事情是底线，当然在这个过程中我们要保护好自己，也要预防对方做出一些过激的事情，伤害到她自己或者孩子。",
        "label": ""
      },
      {
        "sentence": "我们确实不能动手，但是在对方情绪比较波动的时候我们也要表现的强势一点，告诉对方自己的底线在哪里，忍让有时并不是爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我或许真的应该更坚决一点，毕竟家暴是不能容忍的。但我担心孩子的未来，我如果离婚了，他可能会受到伤害。而且离婚后我一个人照顾孩子肯定也很辛苦。",
    "annotation": [
      {
        "sentence": "你说的对，我或许真的应该更坚决一点，毕竟家暴是不能容忍的。",
        "label": ""
      },
      {
        "sentence": "但我担心孩子的未来，我如果离婚了，他可能会受到伤害。",
        "label": ""
      },
      {
        "sentence": "而且离婚后我一个人照顾孩子肯定也很辛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有些问题需要一起去面对。看得出来对方确实很强势，如果我们真的想离婚的话，对方是否会妥协呢？而且在怀孕期间离婚还是有一些限制的，如果双方的关系可以缓和或者能调整的话，你是否愿意重新开始呢？我们可以回想一下，双方之前是否有一定的感情基础，是从什么时候开始双方变得有点互不理解了呢？要是从开始的时候就没有感情，也没有理解和包容，想要改变确实很难很难，我们确实需要做好最坏的打算，如果只是后来发生了一些变故，我们可以找个时间和对方冷静的聊一聊，谈谈对于未来的规划，看看对方是否可以接受，然后再进行下一步的调整。",
    "annotation": [
      {
        "sentence": "有些问题需要一起去面对。",
        "label": ""
      },
      {
        "sentence": "看得出来对方确实很强势，如果我们真的想离婚的话，对方是否会妥协呢？",
        "label": ""
      },
      {
        "sentence": "而且在怀孕期间离婚还是有一些限制的，如果双方的关系可以缓和或者能调整的话，你是否愿意重新开始呢？",
        "label": ""
      },
      {
        "sentence": "我们可以回想一下，双方之前是否有一定的感情基础，是从什么时候开始双方变得有点互不理解了呢？",
        "label": ""
      },
      {
        "sentence": "要是从开始的时候就没有感情，也没有理解和包容，想要改变确实很难很难，我们确实需要做好最坏的打算，如果只是后来发生了一些变故，我们可以找个时间和对方冷静的聊一聊，谈谈对于未来的规划，看看对方是否可以接受，然后再进行下一步的调整。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我们在结婚前感情一直很好，但结婚后她似乎变了一个人，她变得很急躁，动不动就发脾气。我们试过很多次沟通，但都没有改变她的行为。我真的不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "其实我们在结婚前感情一直很好，但结婚后她似乎变了一个人，她变得很急躁，动不动就发脾气。",
        "label": ""
      },
      {
        "sentence": "我们试过很多次沟通，但都没有改变她的行为。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婚姻需要双方的努力，情感的变化也是正常的，但是我们可以试着从自己身上找找原因。首先，我们可以再次尝试好好沟通，坦诚地告诉她我们的感受，希望她能够理解并改变自己的行为。同时，我们也要理解她的压力和情绪变化，有时候生活的压力会让人变得急躁和易怒。可以尝试找到一个适当的时间和她坐下来，静心聊天，试着去解决婚姻中的问题，共同寻找改善的方案。",
    "annotation": [
      {
        "sentence": "婚姻需要双方的努力，情感的变化也是正常的，但是我们可以试着从自己身上找找原因。",
        "label": ""
      },
      {
        "sentence": "首先，我们可以再次尝试好好沟通，坦诚地告诉她我们的感受，希望她能够理解并改变自己的行为。",
        "label": ""
      },
      {
        "sentence": "同时，我们也要理解她的压力和情绪变化，有时候生活的压力会让人变得急躁和易怒。",
        "label": ""
      },
      {
        "sentence": "可以尝试找到一个适当的时间和她坐下来，静心聊天，试着去解决婚姻中的问题，共同寻找改善的方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，也许我以前对这个问题太容忍了，没有及时采取行动。我会约她谈一谈，试着找到解决问题的方法。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "我明白了，也许我以前对这个问题太容忍了，没有及时采取行动。",
        "label": ""
      },
      {
        "sentence": "我会约她谈一谈，试着找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够处理好这个问题的。同时，也要记住，无论发生什么情况，你都不是无关紧要的，你的感受和幸福同样重要。希望你能够找到适合自己的解决方法，并且过上幸福的生活。如果需要任何进一步的帮助，随时都可以来找我聊聊。",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够处理好这个问题的。",
        "label": ""
      },
      {
        "sentence": "同时，也要记住，无论发生什么情况，你都不是无关紧要的，你的感受和幸福同样重要。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到适合自己的解决方法，并且过上幸福的生活。",
        "label": ""
      },
      {
        "sentence": "如果需要任何进一步的帮助，随时都可以来找我聊聊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力做出正确的决策。如果有需要的话，我会再来向你寻求帮助的。再次感谢你的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力做出正确的决策。",
        "label": ""
      },
      {
        "sentence": "如果有需要的话，我会再来向你寻求帮助的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直会在你身边支持你的。祝你一切顺利，好运！",
    "annotation": [
      {
        "sentence": "不用客气，我一直会在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，好运！",
        "label": ""
      }
    ]
  }
]