[
  {
    "role": "client",
    "content": "我现在心情非常沉重，我觉得我太老了，太丑了，没有动力的生活，恨自己。昨天我照了照镜子，发现自己脸上爆满的痘痘，很快38岁的自己再也不会有男人爱了，我拼命地哭泣。",
    "annotation": [
      {
        "sentence": "我现在心情非常沉重，我觉得我太老了，太丑了，没有动力的生活，恨自己。",
        "label": ""
      },
      {
        "sentence": "昨天我照了照镜子，发现自己脸上爆满的痘痘，很快38岁的自己再也不会有男人爱了，我拼命地哭泣。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你现在的感受，但是我们不能让外貌定义自己的价值。我相信你有许多优点，内在美同样重要。你曾有过任何对于自己的自信和美感的追求吗？",
    "annotation": [
      {
        "sentence": "我能理解你现在的感受，但是我们不能让外貌定义自己的价值。",
        "label": ""
      },
      {
        "sentence": "我相信你有许多优点，内在美同样重要。",
        "label": ""
      },
      {
        "sentence": "你曾有过任何对于自己的自信和美感的追求吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "过去没有任何恋爱经历，我觉得我男友得高富帅才符合我的公主梦，我每天活在对过去的追悔中痛不欲生。我觉得我恨自己，人生看不到希望。",
    "annotation": [
      {
        "sentence": "过去没有任何恋爱经历，我觉得我男友得高富帅才符合我的公主梦，我每天活在对过去的追悔中痛不欲生。",
        "label": ""
      },
      {
        "sentence": "我觉得我恨自己，人生看不到希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你后悔过去，担忧未来，以至于不能过好现在。10年前你比现在年轻漂亮，不也是没有谈恋爱吗？看起来，会不会有男人爱，跟你的年龄和外貌关系不大。现在和十年前不同的是你对自己的评价。好像，你一直在埋怨以前的自己没有抓住机会。我们不能改变过去，但可以改变对过去的认知。无论你当初的决定现在看来是多么的愚蠢，当初的决定肯定也是当时的你能做出的最好选择。放过自己吧！",
    "annotation": [
      {
        "sentence": "你后悔过去，担忧未来，以至于不能过好现在。",
        "label": ""
      },
      {
        "sentence": "10年前你比现在年轻漂亮，不也是没有谈恋爱吗？",
        "label": ""
      },
      {
        "sentence": "看起来，会不会有男人爱，跟你的年龄和外貌关系不大。",
        "label": ""
      },
      {
        "sentence": "现在和十年前不同的是你对自己的评价。",
        "label": ""
      },
      {
        "sentence": "好像，你一直在埋怨以前的自己没有抓住机会。",
        "label": ""
      },
      {
        "sentence": "我们不能改变过去，但可以改变对过去的认知。",
        "label": ""
      },
      {
        "sentence": "无论你当初的决定现在看来是多么的愚蠢，当初的决定肯定也是当时的你能做出的最好选择。",
        "label": ""
      },
      {
        "sentence": "放过自己吧！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得我已经错失了很多，现在怎么办呢？",
    "annotation": [
      {
        "sentence": "但是我觉得我已经错失了很多，现在怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "梳理过往经历，不是要惩罚自己，而是要总结经验教训，往往可以从过去的经历中找到打开未来之门的钥匙。现在的你，因为走了那么多弯路，肯定比以前更具智慧了。种一棵树最好的时间是十年前和现在，成为更好的自己也是。想想看，现在的你拥有哪些资源，还想要什么，现在可以做些什么。我们都不可能再回到过去，但可以去到未来。想象一下，你现在坐着时光机，去到了十年后，看到十年后的自己，你想对十年后的自己说些什么？十年后的你会对现在的你说些什么？",
    "annotation": [
      {
        "sentence": "梳理过往经历，不是要惩罚自己，而是要总结经验教训，往往可以从过去的经历中找到打开未来之门的钥匙。",
        "label": ""
      },
      {
        "sentence": "现在的你，因为走了那么多弯路，肯定比以前更具智慧了。",
        "label": ""
      },
      {
        "sentence": "种一棵树最好的时间是十年前和现在，成为更好的自己也是。",
        "label": ""
      },
      {
        "sentence": "想想看，现在的你拥有哪些资源，还想要什么，现在可以做些什么。",
        "label": ""
      },
      {
        "sentence": "我们都不可能再回到过去，但可以去到未来。",
        "label": ""
      },
      {
        "sentence": "想象一下，你现在坐着时光机，去到了十年后，看到十年后的自己，你想对十年后的自己说些什么？",
        "label": ""
      },
      {
        "sentence": "十年后的你会对现在的你说些什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我也意识到我一直在过去的阴影下挣扎。我应该放下过去，把注意力放到现在和未来上来。",
    "annotation": [
      {
        "sentence": "你说的很对，我也意识到我一直在过去的阴影下挣扎。",
        "label": ""
      },
      {
        "sentence": "我应该放下过去，把注意力放到现在和未来上来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，我们不能改变过去，但我们可以改变未来。尝试寻找新的认同感，重新寻找自己的个人价值观，增加自己内在的优美气质，发掘自己的优势和潜力。我们应该相信自己的能力，坚定自信，冷静地去寻找自己的幸福。当然，也要让自己做出真正的努力，让自己更美、更快乐。你觉得自己可以从哪些方面开始呢？",
    "annotation": [
      {
        "sentence": "没错，我们不能改变过去，但我们可以改变未来。",
        "label": ""
      },
      {
        "sentence": "尝试寻找新的认同感，重新寻找自己的个人价值观，增加自己内在的优美气质，发掘自己的优势和潜力。",
        "label": ""
      },
      {
        "sentence": "我们应该相信自己的能力，坚定自信，冷静地去寻找自己的幸福。",
        "label": ""
      },
      {
        "sentence": "当然，也要让自己做出真正的努力，让自己更美、更快乐。",
        "label": ""
      },
      {
        "sentence": "你觉得自己可以从哪些方面开始呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想开始健身，将活动和健康的生活方式引入我的生活。同时，我也希望学会自己发型和化妆，让自己看起来更加自信。",
    "annotation": [
      {
        "sentence": "我想开始健身，将活动和健康的生活方式引入我的生活。",
        "label": ""
      },
      {
        "sentence": "同时，我也希望学会自己发型和化妆，让自己看起来更加自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个主意很好！健身和自我护理不仅可以让你变得更加健康和亮丽，也会提升你的自信。要相信自己能够做到，无论怎样的变化将不断发生，你都可以用你的力量面对它们。规划好自己的生活，制定一些具体目标和小计划，不断进取，勇敢地去面对生活的每一个挑战。",
    "annotation": [
      {
        "sentence": "这个主意很好！",
        "label": ""
      },
      {
        "sentence": "健身和自我护理不仅可以让你变得更加健康和亮丽，也会提升你的自信。",
        "label": ""
      },
      {
        "sentence": "要相信自己能够做到，无论怎样的变化将不断发生，你都可以用你的力量面对它们。",
        "label": ""
      },
      {
        "sentence": "规划好自己的生活，制定一些具体目标和小计划，不断进取，勇敢地去面对生活的每一个挑战。",
        "label": ""
      }
    ]
  }
]