[
  {
    "role": "client",
    "content": "请问该如何判断自己人格是否健全？",
    "annotation": [
      {
        "sentence": "请问该如何判断自己人格是否健全？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你目前面临的主要问题是：｜职场潜规则｜讨好型人格｜怎样改变自己的人格。首先，暖暖看到你所说的职场潜规则的经历，很是心疼。可是当遇到这类事情时要遵从内心，勇于说不。你毕业之后，因为和领导走的近被睡了。被睡了(睡的时候，你跟他说他那样会对不起自己老婆孩子，但他好像并不在意，还是睡了)，第二天可能是看不高兴，给转了2000块钱，然后让删聊天记录。当时因为怕传出去，对自己影响也不好，所以也就妥协了，但后面又有了第二次，第三次，每次都睡之前哄你，睡完之后很快离场。这样看来，领导也是处心积虑的接近，而且只是想找一个不谈感情的床伴。现在你要想清楚自己的态度，究竟愿不愿意和领导这层关系。暖暖觉得，这样的领导不可能为了你放弃他的家庭，也不会给你一个名分和保障。所以如果不想继续发展这种关系，就要及时勇敢说不。在拒绝时，你要保持自己的语气和态度的平和，不要激怒领导，不然结果可能对你的名誉不利。如果领导不想好好收场，就尽快办理离职，远离这个工作圈子。领导在已经也没提出结束的情况下，如果可以，你就继续在公司任职。如果觉得别扭，就尽快离职，开始新的人生。如果领导过一段时间又要和你发展这样的关系，你也要想清楚是拒绝还是接受，以及选择的后果。人生和身体都是自己的，不要为了讨好别人而做出自己不喜欢的事情。",
    "annotation": [
      {
        "sentence": "你目前面临的主要问题是：｜职场潜规则｜讨好型人格｜怎样改变自己的人格。",
        "label": ""
      },
      {
        "sentence": "首先，暖暖看到你所说的职场潜规则的经历，很是心疼。",
        "label": ""
      },
      {
        "sentence": "可是当遇到这类事情时要遵从内心，勇于说不。",
        "label": ""
      },
      {
        "sentence": "你毕业之后，因为和领导走的近被睡了。",
        "label": ""
      },
      {
        "sentence": "被睡了(睡的时候，你跟他说他那样会对不起自己老婆孩子，但他好像并不在意，还是睡了)，第二天可能是看不高兴，给转了2000块钱，然后让删聊天记录。",
        "label": ""
      },
      {
        "sentence": "当时因为怕传出去，对自己影响也不好，所以也就妥协了，但后面又有了第二次，第三次，每次都睡之前哄你，睡完之后很快离场。",
        "label": ""
      },
      {
        "sentence": "这样看来，领导也是处心积虑的接近，而且只是想找一个不谈感情的床伴。",
        "label": ""
      },
      {
        "sentence": "现在你要想清楚自己的态度，究竟愿不愿意和领导这层关系。",
        "label": ""
      },
      {
        "sentence": "暖暖觉得，这样的领导不可能为了你放弃他的家庭，也不会给你一个名分和保障。",
        "label": ""
      },
      {
        "sentence": "所以如果不想继续发展这种关系，就要及时勇敢说不。",
        "label": ""
      },
      {
        "sentence": "在拒绝时，你要保持自己的语气和态度的平和，不要激怒领导，不然结果可能对你的名誉不利。",
        "label": ""
      },
      {
        "sentence": "如果领导不想好好收场，就尽快办理离职，远离这个工作圈子。",
        "label": ""
      },
      {
        "sentence": "领导在已经也没提出结束的情况下，如果可以，你就继续在公司任职。",
        "label": ""
      },
      {
        "sentence": "如果觉得别扭，就尽快离职，开始新的人生。",
        "label": ""
      },
      {
        "sentence": "如果领导过一段时间又要和你发展这样的关系，你也要想清楚是拒绝还是接受，以及选择的后果。",
        "label": ""
      },
      {
        "sentence": "人生和身体都是自己的，不要为了讨好别人而做出自己不喜欢的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和关心。我觉得你说的很对，我一直觉得我很善良，但是却总是被人伤害。我也意识到了我的讨好型人格和对别人伤害的原谅问题。但是我觉得很无力，不知道怎样改变自己。支持者：讨好型人格是指一味的讨好他人而忽视自己感受的人格，是一种不健康的心理状态。很多人的“讨好型人格”，是因为心底的善良。但委屈自己的善良，在别人眼中可能只是卑微的讨好，而你只是成为了可以任意欺负的对象。既然你察觉到自己不健康的心理状态就要积极改变，改变的方法如下：找到自己的感受。当你尝试改变这种人格的时候，你肯定会为拒绝他人的时候感到内疚，一定要接受这种内疚感，不要觉得你拒绝了事情就不可能完成了。还有找到自己内心到底想要什么，做什么能够让自己开心，并且一直去做让自己开心的事情。不要为了别人虚假的夸奖迷失了自己。求助者：我明白了，我会试着找到自己的感受，勇敢地表达自己的真实内心，并学会拒绝。但是我还是担心，改变自己的人格会不会引起周围人的异样和不适？支持者：在改变自己的过程中，确实会有周围人的异样和不适。因为他们习惯了你一直以来的讨好和顺从。但这并不代表你的改变是错误的。你要相信，真正的朋友和支持者会理解你的成长和改变，并愿意接受你真实的样子。同时，也要学会坚持自己的选择，不被他人的意见左右。最重要的是，你要相信你可以改变，而且你值得拥有一个更健康和真实的人格。求助者：谢谢你的鼓励和支持。我决定勇敢地走出自己的舒适区，为了自己的快乐和成长，我会努力改变自己的讨好型人格。支持者：我为你的决心感到骄傲！改变需要时间和努力，但我相信你一定能够成功。在这个过程中，不要害怕寻求帮助和支持，和亲朋好友分享你的成长经历，他们会给予你更多的支持和理解。我衷心祝愿你能够达到你想要的变化，过上快乐而真实的生活！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和关心。",
        "label": ""
      },
      {
        "sentence": "我觉得你说的很对，我一直觉得我很善良，但是却总是被人伤害。",
        "label": ""
      },
      {
        "sentence": "我也意识到了我的讨好型人格和对别人伤害的原谅问题。",
        "label": ""
      },
      {
        "sentence": "但是我觉得很无力，不知道怎样改变自己。",
        "label": ""
      },
      {
        "sentence": "支持者：讨好型人格是指一味的讨好他人而忽视自己感受的人格，是一种不健康的心理状态。",
        "label": ""
      },
      {
        "sentence": "很多人的“讨好型人格”，是因为心底的善良。",
        "label": ""
      },
      {
        "sentence": "但委屈自己的善良，在别人眼中可能只是卑微的讨好，而你只是成为了可以任意欺负的对象。",
        "label": ""
      },
      {
        "sentence": "既然你察觉到自己不健康的心理状态就要积极改变，改变的方法如下：找到自己的感受。",
        "label": ""
      },
      {
        "sentence": "当你尝试改变这种人格的时候，你肯定会为拒绝他人的时候感到内疚，一定要接受这种内疚感，不要觉得你拒绝了事情就不可能完成了。",
        "label": ""
      },
      {
        "sentence": "还有找到自己内心到底想要什么，做什么能够让自己开心，并且一直去做让自己开心的事情。",
        "label": ""
      },
      {
        "sentence": "不要为了别人虚假的夸奖迷失了自己。",
        "label": ""
      },
      {
        "sentence": "求助者：我明白了，我会试着找到自己的感受，勇敢地表达自己的真实内心，并学会拒绝。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心，改变自己的人格会不会引起周围人的异样和不适？",
        "label": ""
      },
      {
        "sentence": "支持者：在改变自己的过程中，确实会有周围人的异样和不适。",
        "label": ""
      },
      {
        "sentence": "因为他们习惯了你一直以来的讨好和顺从。",
        "label": ""
      },
      {
        "sentence": "但这并不代表你的改变是错误的。",
        "label": ""
      },
      {
        "sentence": "你要相信，真正的朋友和支持者会理解你的成长和改变，并愿意接受你真实的样子。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会坚持自己的选择，不被他人的意见左右。",
        "label": ""
      },
      {
        "sentence": "最重要的是，你要相信你可以改变，而且你值得拥有一个更健康和真实的人格。",
        "label": ""
      },
      {
        "sentence": "求助者：谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我决定勇敢地走出自己的舒适区，为了自己的快乐和成长，我会努力改变自己的讨好型人格。",
        "label": ""
      },
      {
        "sentence": "支持者：我为你的决心感到骄傲！",
        "label": ""
      },
      {
        "sentence": "改变需要时间和努力，但我相信你一定能够成功。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，不要害怕寻求帮助和支持，和亲朋好友分享你的成长经历，他们会给予你更多的支持和理解。",
        "label": ""
      },
      {
        "sentence": "我衷心祝愿你能够达到你想要的变化，过上快乐而真实的生活！",
        "label": ""
      }
    ]
  }
]