[
  {
    "role": "client",
    "content": "我19岁，老抑郁了，总觉得自己再活不了两年了？啊，老抑郁症了，我初三时候去三甲医院看荨麻疹，因为被皮肤科医生一个可爱的小姐姐发现了胳膊上自残的痕迹被直接拉去了精神科，查出中度抑郁症，轻度焦虑症。我的父亲有精神病我以前很恨他，恨他为什么不是一个正常人，后来在抑郁症的反复折磨下，我也明白了我的父亲很辛苦吧。间接性精神病让他在清醒和不清醒间反复横跳。我不知道我为什么会得抑郁症，大夫也没有怎么说就开了些药让我走了。我觉得人生还是有意义的，活着也是。可是又有一段时间我觉得没有意义了，很想死解脱了，就不会连累父母了。因为我身体不好，这种情绪在生病的时候很容易出现。也确实我身边的亲戚老师经常跟我说，你能不能不要连累你的父母了，尤其是你母亲她已经够辛苦了。我已经很久没有在晚上睡觉了只有在白天睡觉我才会觉得安心些吧。。。我明天心脏这里都很压抑，我也不知道怎么办。心理治疗真的好贵啊一次四百不想啊！我也不知道怎么办了我总觉得自己再活不了两年了太难受了",
    "annotation": [
      {
        "sentence": "我19岁，老抑郁了，总觉得自己再活不了两年了？",
        "label": ""
      },
      {
        "sentence": "啊，老抑郁症了，我初三时候去三甲医院看荨麻疹，因为被皮肤科医生一个可爱的小姐姐发现了胳膊上自残的痕迹被直接拉去了精神科，查出中度抑郁症，轻度焦虑症。",
        "label": ""
      },
      {
        "sentence": "我的父亲有精神病我以前很恨他，恨他为什么不是一个正常人，后来在抑郁症的反复折磨下，我也明白了我的父亲很辛苦吧。",
        "label": ""
      },
      {
        "sentence": "间接性精神病让他在清醒和不清醒间反复横跳。",
        "label": ""
      },
      {
        "sentence": "我不知道我为什么会得抑郁症，大夫也没有怎么说就开了些药让我走了。",
        "label": ""
      },
      {
        "sentence": "我觉得人生还是有意义的，活着也是。",
        "label": ""
      },
      {
        "sentence": "可是又有一段时间我觉得没有意义了，很想死解脱了，就不会连累父母了。",
        "label": ""
      },
      {
        "sentence": "因为我身体不好，这种情绪在生病的时候很容易出现。",
        "label": ""
      },
      {
        "sentence": "也确实我身边的亲戚老师经常跟我说，你能不能不要连累你的父母了，尤其是你母亲她已经够辛苦了。",
        "label": ""
      },
      {
        "sentence": "我已经很久没有在晚上睡觉了只有在白天睡觉我才会觉得安心些吧。。。",
        "label": ""
      },
      {
        "sentence": "我明天心脏这里都很压抑，我也不知道怎么办。",
        "label": ""
      },
      {
        "sentence": "心理治疗真的好贵啊一次四百不想啊！",
        "label": ""
      },
      {
        "sentence": "我也不知道怎么办了我总觉得自己再活不了两年了太难受了",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抑郁症的发生可能与很多因素有关，包括遗传、家庭环境、成长经历、挫折等等。具体哪个因素对你影响较大，很难说清楚。医生的诊断是抑郁和焦虑，现在最重要的是想办法治疗和缓解症状，而不是纠结于为什么得抑郁症。目前抑郁症一般采用药物治疗配合心理治疗，既然医生开了药，你就坚持按时服药，并积极配合治疗。抑郁症越早治疗，疗效会更好，所以，尽管心理治疗费用较高，只要你家庭能够承担，就坚持治疗吧。",
    "annotation": [
      {
        "sentence": "抑郁症的发生可能与很多因素有关，包括遗传、家庭环境、成长经历、挫折等等。",
        "label": ""
      },
      {
        "sentence": "具体哪个因素对你影响较大，很难说清楚。",
        "label": ""
      },
      {
        "sentence": "医生的诊断是抑郁和焦虑，现在最重要的是想办法治疗和缓解症状，而不是纠结于为什么得抑郁症。",
        "label": ""
      },
      {
        "sentence": "目前抑郁症一般采用药物治疗配合心理治疗，既然医生开了药，你就坚持按时服药，并积极配合治疗。",
        "label": ""
      },
      {
        "sentence": "抑郁症越早治疗，疗效会更好，所以，尽管心理治疗费用较高，只要你家庭能够承担，就坚持治疗吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议。有时候我确实觉得人生还是有意义的，但有时候又觉得没有意义。我明白这是心理状态的矛盾和反复。只要我能保持理性，不会危及自己生命，其实也不算大问题。当我感觉人生没有意义时，我可以告诉自己这只是暂时的，只要坚持过去就好了。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "有时候我确实觉得人生还是有意义的，但有时候又觉得没有意义。",
        "label": ""
      },
      {
        "sentence": "我明白这是心理状态的矛盾和反复。",
        "label": ""
      },
      {
        "sentence": "只要我能保持理性，不会危及自己生命，其实也不算大问题。",
        "label": ""
      },
      {
        "sentence": "当我感觉人生没有意义时，我可以告诉自己这只是暂时的，只要坚持过去就好了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受其实很正常，不仅是你，很多人都有类似的心理体验。我们的情绪很容易出现波动，既有积极向上的时候，也有低迷疲惫的时候。关键是要学会在困难时给自己一些正面的暗示和自我安慰。虽然你父亲有精神病，你的母亲确实承担了更多的辛苦，但你不需要自责和内疚。你没有选择得抑郁症和焦虑症，也不应该因此感到有负罪感。你可以理解母亲，尽可能地帮助她分担家务，但一定要理解这不是你的错。你父母为了你的成长和治疗所付出的，将来你会加倍地回报他们，所以你不需要有任何负罪感。",
    "annotation": [
      {
        "sentence": "你的感受其实很正常，不仅是你，很多人都有类似的心理体验。",
        "label": ""
      },
      {
        "sentence": "我们的情绪很容易出现波动，既有积极向上的时候，也有低迷疲惫的时候。",
        "label": ""
      },
      {
        "sentence": "关键是要学会在困难时给自己一些正面的暗示和自我安慰。",
        "label": ""
      },
      {
        "sentence": "虽然你父亲有精神病，你的母亲确实承担了更多的辛苦，但你不需要自责和内疚。",
        "label": ""
      },
      {
        "sentence": "你没有选择得抑郁症和焦虑症，也不应该因此感到有负罪感。",
        "label": ""
      },
      {
        "sentence": "你可以理解母亲，尽可能地帮助她分担家务，但一定要理解这不是你的错。",
        "label": ""
      },
      {
        "sentence": "你父母为了你的成长和治疗所付出的，将来你会加倍地回报他们，所以你不需要有任何负罪感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和安慰。我会尽量不再自责和内疚，同时努力帮助母亲分担家务。但心理治疗费用的问题还是令我困扰，一次需要四百元，太贵了。我真的不知道该怎么办，而且我总觉得自己再活不了两年。太难受了。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和安慰。",
        "label": ""
      },
      {
        "sentence": "我会尽量不再自责和内疚，同时努力帮助母亲分担家务。",
        "label": ""
      },
      {
        "sentence": "但心理治疗费用的问题还是令我困扰，一次需要四百元，太贵了。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办，而且我总觉得自己再活不了两年。",
        "label": ""
      },
      {
        "sentence": "太难受了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解费用问题给你带来的困扰。心理治疗的费用确实不低，但对于改善你的心理健康非常重要。如果你实在困难，可以尝试向医院或者社区等咨询相关的补助或帮助措施。另外，我想告诉你生命是宝贵的，每个人都会遇到低谷的时候，但只有坚持下去，才能找到更好的出路。请不要过分困扰自己的想法，试着将注意力放在积极的事物上，寻找快乐和支撑。",
    "annotation": [
      {
        "sentence": "我能理解费用问题给你带来的困扰。",
        "label": ""
      },
      {
        "sentence": "心理治疗的费用确实不低，但对于改善你的心理健康非常重要。",
        "label": ""
      },
      {
        "sentence": "如果你实在困难，可以尝试向医院或者社区等咨询相关的补助或帮助措施。",
        "label": ""
      },
      {
        "sentence": "另外，我想告诉你生命是宝贵的，每个人都会遇到低谷的时候，但只有坚持下去，才能找到更好的出路。",
        "label": ""
      },
      {
        "sentence": "请不要过分困扰自己的想法，试着将注意力放在积极的事物上，寻找快乐和支撑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我会尽量寻求补助和帮助，争取能继续接受心理治疗。同时，我也会更加努力找到积极的事物，让自己的生活更有意义和快乐。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "你说的对，我会尽量寻求补助和帮助，争取能继续接受心理治疗。",
        "label": ""
      },
      {
        "sentence": "同时，我也会更加努力找到积极的事物，让自己的生活更有意义和快乐。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和坚持。请记住，你不是一个人在战斗，我们都在支持你。如果你需要继续聊天或者有其他问题，随时都可以来找我，我会一直在这里陪伴你。加油！你能行的！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和坚持。",
        "label": ""
      },
      {
        "sentence": "请记住，你不是一个人在战斗，我们都在支持你。",
        "label": ""
      },
      {
        "sentence": "如果你需要继续聊天或者有其他问题，随时都可以来找我，我会一直在这里陪伴你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "你能行的！",
        "label": ""
      }
    ]
  }
]