[
  {
    "role": "client",
    "content": "我跟父母相处真的很难，不知道该如何长久地前进。我很抱歉这样问问题，但我觉得某个人说我有认知缺陷和精神问题，他们甚至嘲笑我脑子进水、读书读傻了，还说我幻想、是个孽种，后悔生我。他们甚至说我神经错乱，说我什么都不做。其实那天我忙到无法入眠，但他们根本不理解。或许他们说的有道理吧，因为如果真的有精神问题，我也不会察觉到。我与父母的生活方式、观点和目标都完全不同。他们非常聪明，行为极端，经常使用暴力言语。我忍受着他们的错误行为，但他们竟然以此为傲。对于他们错误的命令，我很抱歉，我会虚伪地听从但私下里违背他们。但他们却一意孤行，极力控制别人，甚至曲解事实。所以我从来没有成功地按照自己正确的观点生活（甚至连五点起床他们都各种阻挠），而且我无法体会到独立自主的感觉。我也想尊重自己的内心。我知道他们对我好，但他们总是以自我为中心，从不尊重别人。对待我就像对待一个有病的人一样，只关心施舍给我。我该怎么办？我很抱歉，写得有点乱，可能会有错别字。我本来写好的问题被他们删了，我只好用这样急于表达的方式再重述一遍。",
    "annotation": [
      {
        "sentence": "我跟父母相处真的很难，不知道该如何长久地前进。",
        "label": ""
      },
      {
        "sentence": "我很抱歉这样问问题，但我觉得某个人说我有认知缺陷和精神问题，他们甚至嘲笑我脑子进水、读书读傻了，还说我幻想、是个孽种，后悔生我。",
        "label": ""
      },
      {
        "sentence": "他们甚至说我神经错乱，说我什么都不做。",
        "label": ""
      },
      {
        "sentence": "其实那天我忙到无法入眠，但他们根本不理解。",
        "label": ""
      },
      {
        "sentence": "或许他们说的有道理吧，因为如果真的有精神问题，我也不会察觉到。",
        "label": ""
      },
      {
        "sentence": "我与父母的生活方式、观点和目标都完全不同。",
        "label": ""
      },
      {
        "sentence": "他们非常聪明，行为极端，经常使用暴力言语。",
        "label": ""
      },
      {
        "sentence": "我忍受着他们的错误行为，但他们竟然以此为傲。",
        "label": ""
      },
      {
        "sentence": "对于他们错误的命令，我很抱歉，我会虚伪地听从但私下里违背他们。",
        "label": ""
      },
      {
        "sentence": "但他们却一意孤行，极力控制别人，甚至曲解事实。",
        "label": ""
      },
      {
        "sentence": "所以我从来没有成功地按照自己正确的观点生活（甚至连五点起床他们都各种阻挠），而且我无法体会到独立自主的感觉。",
        "label": ""
      },
      {
        "sentence": "我也想尊重自己的内心。",
        "label": ""
      },
      {
        "sentence": "我知道他们对我好，但他们总是以自我为中心，从不尊重别人。",
        "label": ""
      },
      {
        "sentence": "对待我就像对待一个有病的人一样，只关心施舍给我。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我很抱歉，写得有点乱，可能会有错别字。",
        "label": ""
      },
      {
        "sentence": "我本来写好的问题被他们删了，我只好用这样急于表达的方式再重述一遍。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，我理解你此刻的心情，你对父母又爱又恨的矛盾心理让你很难受！从你的描述中，可以看出你是一个明理的孩子，但你觉得无法改变父母，所以你顺从了他们的期望，考取了他们希望的前茅。但让你失望的是，父母的爱和控制并没有停止，他们仍然限制你的自由成长空间。实际上，你与父母之间长期以来都存在内心的抗争，没有真正顺应自己内心的选择。从外界看，你给父母的感觉是一个不太听话、叛逆的孩子！在你分享之后，我想给出一些建议，希望能帮到你！1、接受现实中的父母，理解他们每个人都有自己原生家庭的问题，父母的性格是在以前家庭培养出来的，没有人可以轻易改变。作为子女，父母给了我们生命，只要父母没有虐待我们，我们应该用心去接受和包容他们。对于我们自己正确的观念，我们要心行合一，学会认可。对于父母的错误和自己有异议的地方，我们要保持自己平和，不要反驳，可以让父母坐下来听听我们的建议。通过平和的沟通，达成一致才是向前迈进的关键。2、对于父母不礼貌、随口说的话，我们要学会去清除和忘记。有时候，父母工作一整天，消耗了太多的正能量，回家后会给家人带来负能量，但有些是无心的。因为《怪诞脑科学》这本书里讲过，父母责备孩子、情绪激动，一般是因为大脑抑制能力较弱造成的。工作和各种事务消耗了他们太多的能量，所以回家时情绪容易激动，没有深思熟虑的能力。就像学生一整天学习后回家也会激动一样，都希望得到平静和放松的自我。这时，我们可以像书中提到的那样，给父母递一块糖缓解情绪，因为糖可以增加意志力，缓解糟糕情绪。当发现情绪都比较激动时，可以递给父母一块糖，让彼此忘记下意识的情绪。3、确定好自己的目标，勇往直前！作为学生，学习当然是最重要的。因为学习可以充实大脑，让自己变得更加优秀，也可以让自己通情达理、大度容纳一切。也许父母只是普通的人，他们希望你成就更好的自己！我相信没有一个父母不希望儿女能够成功。但学校成绩只是学习成果的一种体现，学习还包括人文素质等，我们要明白并实践这些道理。正如一句话所说：“要读好书，不要死读书”。这句话的意思是，我们不能只关注用成绩来体现自己，这是远远不够的！现代社会需要的是全面发展，德智体美劳并重的人。总之，我们要活学活用，心胸开阔，知行合一才是关键！祝愿你能够与父母平静沟通，相互理解，展现美好未来！希望我的分享能对你有帮助！",
    "annotation": [
      {
        "sentence": "看到你的描述，我理解你此刻的心情，你对父母又爱又恨的矛盾心理让你很难受！",
        "label": ""
      },
      {
        "sentence": "从你的描述中，可以看出你是一个明理的孩子，但你觉得无法改变父母，所以你顺从了他们的期望，考取了他们希望的前茅。",
        "label": ""
      },
      {
        "sentence": "但让你失望的是，父母的爱和控制并没有停止，他们仍然限制你的自由成长空间。",
        "label": ""
      },
      {
        "sentence": "实际上，你与父母之间长期以来都存在内心的抗争，没有真正顺应自己内心的选择。",
        "label": ""
      },
      {
        "sentence": "从外界看，你给父母的感觉是一个不太听话、叛逆的孩子！",
        "label": ""
      },
      {
        "sentence": "在你分享之后，我想给出一些建议，希望能帮到你！",
        "label": ""
      },
      {
        "sentence": "1、接受现实中的父母，理解他们每个人都有自己原生家庭的问题，父母的性格是在以前家庭培养出来的，没有人可以轻易改变。",
        "label": ""
      },
      {
        "sentence": "作为子女，父母给了我们生命，只要父母没有虐待我们，我们应该用心去接受和包容他们。",
        "label": ""
      },
      {
        "sentence": "对于我们自己正确的观念，我们要心行合一，学会认可。",
        "label": ""
      },
      {
        "sentence": "对于父母的错误和自己有异议的地方，我们要保持自己平和，不要反驳，可以让父母坐下来听听我们的建议。",
        "label": ""
      },
      {
        "sentence": "通过平和的沟通，达成一致才是向前迈进的关键。",
        "label": ""
      },
      {
        "sentence": "2、对于父母不礼貌、随口说的话，我们要学会去清除和忘记。",
        "label": ""
      },
      {
        "sentence": "有时候，父母工作一整天，消耗了太多的正能量，回家后会给家人带来负能量，但有些是无心的。",
        "label": ""
      },
      {
        "sentence": "因为《怪诞脑科学》这本书里讲过，父母责备孩子、情绪激动，一般是因为大脑抑制能力较弱造成的。",
        "label": ""
      },
      {
        "sentence": "工作和各种事务消耗了他们太多的能量，所以回家时情绪容易激动，没有深思熟虑的能力。",
        "label": ""
      },
      {
        "sentence": "就像学生一整天学习后回家也会激动一样，都希望得到平静和放松的自我。",
        "label": ""
      },
      {
        "sentence": "这时，我们可以像书中提到的那样，给父母递一块糖缓解情绪，因为糖可以增加意志力，缓解糟糕情绪。",
        "label": ""
      },
      {
        "sentence": "当发现情绪都比较激动时，可以递给父母一块糖，让彼此忘记下意识的情绪。",
        "label": ""
      },
      {
        "sentence": "3、确定好自己的目标，勇往直前！",
        "label": ""
      },
      {
        "sentence": "作为学生，学习当然是最重要的。",
        "label": ""
      },
      {
        "sentence": "因为学习可以充实大脑，让自己变得更加优秀，也可以让自己通情达理、大度容纳一切。",
        "label": ""
      },
      {
        "sentence": "也许父母只是普通的人，他们希望你成就更好的自己！",
        "label": ""
      },
      {
        "sentence": "我相信没有一个父母不希望儿女能够成功。",
        "label": ""
      },
      {
        "sentence": "但学校成绩只是学习成果的一种体现，学习还包括人文素质等，我们要明白并实践这些道理。",
        "label": ""
      },
      {
        "sentence": "正如一句话所说：“要读好书，不要死读书”。",
        "label": ""
      },
      {
        "sentence": "这句话的意思是，我们不能只关注用成绩来体现自己，这是远远不够的！",
        "label": ""
      },
      {
        "sentence": "现代社会需要的是全面发展，德智体美劳并重的人。",
        "label": ""
      },
      {
        "sentence": "总之，我们要活学活用，心胸开阔，知行合一才是关键！",
        "label": ""
      },
      {
        "sentence": "祝愿你能够与父母平静沟通，相互理解，展现美好未来！",
        "label": ""
      },
      {
        "sentence": "希望我的分享能对你有帮助！",
        "label": ""
      }
    ]
  }
]