[
  {
    "role": "client",
    "content": "我想问一下，如何与父母真正地共处，以及如何长久地前进？我知道这个问题或许更适合问专业人士，但我觉得有人曾经说过我有认知缺陷和精神问题，比如说我脑子进水、读书读傻了，还说我幻想、孽种、后悔生我，甚至说我有神经错乱。而且之前我很忙，都没有时间好好休息。他说的这些话可能有些道理吧（如果我真的有精神疾病，我自己可能都不知道）。不过，我与父母在生活方式、观点和目标上都有很大的不同。他们做事很精明，行为非常极端，还经常使用暴力的言语。尽管他们的行为是错的，我还是忍了下来，但他们居然以此为傲。而且他们总是给出错误的指令，对不起，我经常装作听从却做了自己想做的事情。但他们总是固执己见，试图控制别人，甚至过度纠正，以至于我从未成功地按照我自己原本并不错误的观点生活下去（甚至连早上五点起床都被阻挠）。我无法体会到独立自主，但我确实希望能够尊重自己的内心。我知道他们对我好，但他们总是把自己放在第一位，不给别人尊重。就像对待一个有病的人一样，只会施舍，就觉得很了不起了。我到底出了什么问题？对不起，写的时候有些伤心，逻辑可能会有些混乱，可能还有错别字。本来我写好的问题被他们删掉了，我只能用不太好的方式再次阐述一下原本更优美的求助了。",
    "annotation": [
      {
        "sentence": "我想问一下，如何与父母真正地共处，以及如何长久地前进？",
        "label": ""
      },
      {
        "sentence": "我知道这个问题或许更适合问专业人士，但我觉得有人曾经说过我有认知缺陷和精神问题，比如说我脑子进水、读书读傻了，还说我幻想、孽种、后悔生我，甚至说我有神经错乱。",
        "label": ""
      },
      {
        "sentence": "而且之前我很忙，都没有时间好好休息。",
        "label": ""
      },
      {
        "sentence": "他说的这些话可能有些道理吧（如果我真的有精神疾病，我自己可能都不知道）。",
        "label": ""
      },
      {
        "sentence": "不过，我与父母在生活方式、观点和目标上都有很大的不同。",
        "label": ""
      },
      {
        "sentence": "他们做事很精明，行为非常极端，还经常使用暴力的言语。",
        "label": ""
      },
      {
        "sentence": "尽管他们的行为是错的，我还是忍了下来，但他们居然以此为傲。",
        "label": ""
      },
      {
        "sentence": "而且他们总是给出错误的指令，对不起，我经常装作听从却做了自己想做的事情。",
        "label": ""
      },
      {
        "sentence": "但他们总是固执己见，试图控制别人，甚至过度纠正，以至于我从未成功地按照我自己原本并不错误的观点生活下去（甚至连早上五点起床都被阻挠）。",
        "label": ""
      },
      {
        "sentence": "我无法体会到独立自主，但我确实希望能够尊重自己的内心。",
        "label": ""
      },
      {
        "sentence": "我知道他们对我好，但他们总是把自己放在第一位，不给别人尊重。",
        "label": ""
      },
      {
        "sentence": "就像对待一个有病的人一样，只会施舍，就觉得很了不起了。",
        "label": ""
      },
      {
        "sentence": "我到底出了什么问题？",
        "label": ""
      },
      {
        "sentence": "对不起，写的时候有些伤心，逻辑可能会有些混乱，可能还有错别字。",
        "label": ""
      },
      {
        "sentence": "本来我写好的问题被他们删掉了，我只能用不太好的方式再次阐述一下原本更优美的求助了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有些父母就是这样的，他们只能看到孩子的不好，却看不到孩子的优点。对于他们来说，其实也并没有真正确定的方向，只是因为简单的不满就提出所谓的“要求”，但实际上他们并没有做好改变自己三观、生活习惯等等模式的准备。接下来他们还会继续因不满而提出更多的要求。了解父母是怎样的人，了解他们的想法，懂得如何应对，这样就能够走出困境。对于这样的父母，我建议你尽量去沟通，如果不能沟通就暂时听从他们的意见。毕竟，他们的不满也只是一时的，多听听也就习惯了。只要在这样的环境下，你能活出真实的自己，朝着自己的方向前进，那真的是非常了不起的事情。",
    "annotation": [
      {
        "sentence": "有些父母就是这样的，他们只能看到孩子的不好，却看不到孩子的优点。",
        "label": ""
      },
      {
        "sentence": "对于他们来说，其实也并没有真正确定的方向，只是因为简单的不满就提出所谓的“要求”，但实际上他们并没有做好改变自己三观、生活习惯等等模式的准备。",
        "label": ""
      },
      {
        "sentence": "接下来他们还会继续因不满而提出更多的要求。",
        "label": ""
      },
      {
        "sentence": "了解父母是怎样的人，了解他们的想法，懂得如何应对，这样就能够走出困境。",
        "label": ""
      },
      {
        "sentence": "对于这样的父母，我建议你尽量去沟通，如果不能沟通就暂时听从他们的意见。",
        "label": ""
      },
      {
        "sentence": "毕竟，他们的不满也只是一时的，多听听也就习惯了。",
        "label": ""
      },
      {
        "sentence": "只要在这样的环境下，你能活出真实的自己，朝着自己的方向前进，那真的是非常了不起的事情。",
        "label": ""
      }
    ]
  }
]