[
  {
    "role": "client",
    "content": "我觉得与父母真正地共处和长久地前进很困难。他们经常指责我有认知缺陷和精神问题，还说我脑子进水、读书读傻了，有幻想、是孽种，后悔生我，还说我神经错乱。他们对我一事无成的看法让我感到很沮丧，而且他们精明但却行为极端，对我使用语言暴力。尽管他们的行为有错，我忍受着。但他们竟然以此为傲。此外，他们给我错误的命令，我则暗暗反抗。然而，他们却一意孤行，控制我，甚至将错误的观点强加给我，导致我从未成功地按照自己的想法生活（连要我五点起床都要阻挠），让我无法实现自立，无法尊重自己的选择。我知道他们对我好，但他们总是以自己为中心，不尊重别人。就像我有病一样，施舍给我就很好了。我该怎么办？请原谅我表达得有些乱，逻辑也不清楚，可能会有错别字。我本来写好的问题被他们删了，所以只有用这种流水账的方式再陈述一遍我原本更完美的求助。",
    "annotation": [
      {
        "sentence": "我觉得与父母真正地共处和长久地前进很困难。",
        "label": ""
      },
      {
        "sentence": "他们经常指责我有认知缺陷和精神问题，还说我脑子进水、读书读傻了，有幻想、是孽种，后悔生我，还说我神经错乱。",
        "label": ""
      },
      {
        "sentence": "他们对我一事无成的看法让我感到很沮丧，而且他们精明但却行为极端，对我使用语言暴力。",
        "label": ""
      },
      {
        "sentence": "尽管他们的行为有错，我忍受着。",
        "label": ""
      },
      {
        "sentence": "但他们竟然以此为傲。",
        "label": ""
      },
      {
        "sentence": "此外，他们给我错误的命令，我则暗暗反抗。",
        "label": ""
      },
      {
        "sentence": "然而，他们却一意孤行，控制我，甚至将错误的观点强加给我，导致我从未成功地按照自己的想法生活（连要我五点起床都要阻挠），让我无法实现自立，无法尊重自己的选择。",
        "label": ""
      },
      {
        "sentence": "我知道他们对我好，但他们总是以自己为中心，不尊重别人。",
        "label": ""
      },
      {
        "sentence": "就像我有病一样，施舍给我就很好了。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      },
      {
        "sentence": "请原谅我表达得有些乱，逻辑也不清楚，可能会有错别字。",
        "label": ""
      },
      {
        "sentence": "我本来写好的问题被他们删了，所以只有用这种流水账的方式再陈述一遍我原本更完美的求助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你混乱的文字，我能感受到你与这种目中无人、纠缠不清的父母一直生活在一起是多么混乱不堪。他们总是觉得自己是对的，所做的一切都是好的。然而对于你来说，只要与他们的想法和意愿不一样，他们就会对你挑剔、不满，干涉和指责。在这样的环境中，你感到恐慌、愤怒和无助，你无法做自己的事情，也不知道自己究竟能做什么，不能做什么，感到非常混乱，对自己充满了不确定和不自信，对吗？",
    "annotation": [
      {
        "sentence": "看到你混乱的文字，我能感受到你与这种目中无人、纠缠不清的父母一直生活在一起是多么混乱不堪。",
        "label": ""
      },
      {
        "sentence": "他们总是觉得自己是对的，所做的一切都是好的。",
        "label": ""
      },
      {
        "sentence": "然而对于你来说，只要与他们的想法和意愿不一样，他们就会对你挑剔、不满，干涉和指责。",
        "label": ""
      },
      {
        "sentence": "在这样的环境中，你感到恐慌、愤怒和无助，你无法做自己的事情，也不知道自己究竟能做什么，不能做什么，感到非常混乱，对自己充满了不确定和不自信，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，就是这样。我非常迷茫，不知道该如何与父母相处，怎么才能改变现状。",
    "annotation": [
      {
        "sentence": "是的，就是这样。",
        "label": ""
      },
      {
        "sentence": "我非常迷茫，不知道该如何与父母相处，怎么才能改变现状。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "与父母的关系，当初是没有办法选择的，这一点我们必须承认。但是在你成长独立之后，你可以慢慢给自己创造一个真正需要的生活。在这样的生活中，你完全是自己的主人，可以尝试做自己想做的事情，即使失败或者沮丧都是可以的。这是一种自由的生活。当你在内心深处逐渐感受到自己以自己的意愿生活时，不要自责，不要感到内疚，好好享受这一切。然后你会发现，父母离你已经很远了。当你受到他们的影响减少时，你就不再需要担心如何和他们一起生活了，因为他们是无法改变的，唯一能改变的就是你自己。你的生活是由你自己组成的，你可以决定将谁纳入你的生活，也可以拒绝那些你不喜欢的人。",
    "annotation": [
      {
        "sentence": "与父母的关系，当初是没有办法选择的，这一点我们必须承认。",
        "label": ""
      },
      {
        "sentence": "但是在你成长独立之后，你可以慢慢给自己创造一个真正需要的生活。",
        "label": ""
      },
      {
        "sentence": "在这样的生活中，你完全是自己的主人，可以尝试做自己想做的事情，即使失败或者沮丧都是可以的。",
        "label": ""
      },
      {
        "sentence": "这是一种自由的生活。",
        "label": ""
      },
      {
        "sentence": "当你在内心深处逐渐感受到自己以自己的意愿生活时，不要自责，不要感到内疚，好好享受这一切。",
        "label": ""
      },
      {
        "sentence": "然后你会发现，父母离你已经很远了。",
        "label": ""
      },
      {
        "sentence": "当你受到他们的影响减少时，你就不再需要担心如何和他们一起生活了，因为他们是无法改变的，唯一能改变的就是你自己。",
        "label": ""
      },
      {
        "sentence": "你的生活是由你自己组成的，你可以决定将谁纳入你的生活，也可以拒绝那些你不喜欢的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的话，我似乎找到了一点希望。我确实应该更加积极地塑造我自己的生活，不再被他们左右。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "听了你的话，我似乎找到了一点希望。",
        "label": ""
      },
      {
        "sentence": "我确实应该更加积极地塑造我自己的生活，不再被他们左右。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。要记住，你有权利过上你真正想要的生活，成为你自己的主人。相信自己，勇敢追求自己的幸福。如果以后还有什么需要帮助的地方，随时来找我。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "要记住，你有权利过上你真正想要的生活，成为你自己的主人。",
        "label": ""
      },
      {
        "sentence": "相信自己，勇敢追求自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么需要帮助的地方，随时来找我。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励。我会努力的，再次谢谢你。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会努力的，再次谢谢你。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，你已经走出了第一步，相信自己，你一定能够找到属于自己的幸福。加油！",
    "annotation": [
      {
        "sentence": "不用客气，你已经走出了第一步，相信自己，你一定能够找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]