[
  {
    "role": "client",
    "content": "由于高中时的不愉快经历，我患上了思觉失调症。这种病就是会出现不合理的幻听和妄想。十年前在高中时期，我感到非常压抑，学习压力也很大。最终导致了思觉失调症，之后我多次入院。我现在想进行心理咨询，应该向哪方面的心理咨询师寻求帮助？是否有经验丰富的咨询师可以推荐？",
    "annotation": [
      {
        "sentence": "由于高中时的不愉快经历，我患上了思觉失调症。",
        "label": ""
      },
      {
        "sentence": "这种病就是会出现不合理的幻听和妄想。",
        "label": ""
      },
      {
        "sentence": "十年前在高中时期，我感到非常压抑，学习压力也很大。",
        "label": ""
      },
      {
        "sentence": "最终导致了思觉失调症，之后我多次入院。",
        "label": ""
      },
      {
        "sentence": "我现在想进行心理咨询，应该向哪方面的心理咨询师寻求帮助？",
        "label": ""
      },
      {
        "sentence": "是否有经验丰富的咨询师可以推荐？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲亲，思觉失调就是我们通常所说的“精神分裂症”，会伴有不合理的幻听和妄想。回顾过去，看到你在十年前的高中生活中感到很压抑，学习压力也很大。现在你应该已经25岁左右了，不知道你是否已经步入社会了呢？思觉失调对你现在的生活产生了什么样的影响呢？看到你在医院的入院经历和诊断，看来你之前已经在医院接受过确诊了呢。你可以和我们分享一下医生的诊断和治疗方式吗？对于精神分裂症来说，药物治疗是非常重要的，所以一定要在坚持服药的情况下再去进行心理咨询。尤其是对于你目前的社会功能受到了较大影响的症状来说。心理咨询的内容其实没有特别多的限制，更重要的是要擦亮眼睛，选择有相关资质的机构或咨询师。另外，需要找到一位经验比较丰富的，而且是你感觉与你较为合适的咨询师，一个你愿意信任并与之建立关系的咨询师。很庆幸的是，你已经接受了专业的诊断并且有改变自己的想法和动力，相信你会越来越好，加油！",
    "annotation": [
      {
        "sentence": "亲亲，思觉失调就是我们通常所说的“精神分裂症”，会伴有不合理的幻听和妄想。",
        "label": ""
      },
      {
        "sentence": "回顾过去，看到你在十年前的高中生活中感到很压抑，学习压力也很大。",
        "label": ""
      },
      {
        "sentence": "现在你应该已经25岁左右了，不知道你是否已经步入社会了呢？",
        "label": ""
      },
      {
        "sentence": "思觉失调对你现在的生活产生了什么样的影响呢？",
        "label": ""
      },
      {
        "sentence": "看到你在医院的入院经历和诊断，看来你之前已经在医院接受过确诊了呢。",
        "label": ""
      },
      {
        "sentence": "你可以和我们分享一下医生的诊断和治疗方式吗？",
        "label": ""
      },
      {
        "sentence": "对于精神分裂症来说，药物治疗是非常重要的，所以一定要在坚持服药的情况下再去进行心理咨询。",
        "label": ""
      },
      {
        "sentence": "尤其是对于你目前的社会功能受到了较大影响的症状来说。",
        "label": ""
      },
      {
        "sentence": "心理咨询的内容其实没有特别多的限制，更重要的是要擦亮眼睛，选择有相关资质的机构或咨询师。",
        "label": ""
      },
      {
        "sentence": "另外，需要找到一位经验比较丰富的，而且是你感觉与你较为合适的咨询师，一个你愿意信任并与之建立关系的咨询师。",
        "label": ""
      },
      {
        "sentence": "很庆幸的是，你已经接受了专业的诊断并且有改变自己的想法和动力，相信你会越来越好，加油！",
        "label": ""
      }
    ]
  }
]