[
  {
    "role": "client",
    "content": "经常不相信别人，如何让自己不那么容易被伤害？我发现，我经常不相信别人，尤其是男性，对女性好像很少有这种情况。我的男性同事表现出厌恶我时，我感觉很受伤，虽然我的理智告诉自己，那只是一个无关紧要的人，但内心真实的感受就是如此，否认不了。我也发现，如果一个男性对我表现出接纳或者信任，我就会不停的去试探他真正想要的是什么，然后去讨好他。这不经让我回想起和我的父亲的相处，记忆里，我经常对他大声喊叫，你为什么就不相信我呢？是的，父亲每次在我需要他的时候，总是表现的退缩，无论是小时候妹妹告状说我不带她玩，还是说我报考高中爸爸擅自做主改了我的志愿，又或者是我上大学之前他又说叫我不要去遥远的东北读书，他做的这所有，都没有经过我的同意，没有尊重我的意愿，于是我大学后表现的非常叛逆，不愿意回家，不主动要生活费，报喜不报忧，后来假期我用自己打工的钱给他买了帽子，他表现得特别高兴，到处炫耀，但我自己心里，非常的不是滋味。似乎，他想要的，只是别人对他好。",
    "annotation": [
      {
        "sentence": "经常不相信别人，如何让自己不那么容易被伤害？",
        "label": ""
      },
      {
        "sentence": "我发现，我经常不相信别人，尤其是男性，对女性好像很少有这种情况。",
        "label": ""
      },
      {
        "sentence": "我的男性同事表现出厌恶我时，我感觉很受伤，虽然我的理智告诉自己，那只是一个无关紧要的人，但内心真实的感受就是如此，否认不了。",
        "label": ""
      },
      {
        "sentence": "我也发现，如果一个男性对我表现出接纳或者信任，我就会不停的去试探他真正想要的是什么，然后去讨好他。",
        "label": ""
      },
      {
        "sentence": "这不经让我回想起和我的父亲的相处，记忆里，我经常对他大声喊叫，你为什么就不相信我呢？",
        "label": ""
      },
      {
        "sentence": "是的，父亲每次在我需要他的时候，总是表现的退缩，无论是小时候妹妹告状说我不带她玩，还是说我报考高中爸爸擅自做主改了我的志愿，又或者是我上大学之前他又说叫我不要去遥远的东北读书，他做的这所有，都没有经过我的同意，没有尊重我的意愿，于是我大学后表现的非常叛逆，不愿意回家，不主动要生活费，报喜不报忧，后来假期我用自己打工的钱给他买了帽子，他表现得特别高兴，到处炫耀，但我自己心里，非常的不是滋味。",
        "label": ""
      },
      {
        "sentence": "似乎，他想要的，只是别人对他好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你描述了很多让你感到不信任和受伤的经历，很能理解你的困惑和痛苦。首先，相信别人是建立在自信和安全感的基础上，你是否经常对自己的价值持怀疑态度呢？对于恶意的猜测，可以试着想一下目前自身没有证据表明别人对你有敌意的时候，能否尝试给予他们一定的信任。对于你的父亲，尽管他的一些行为让你感到被忽视和不被尊重，但我们也可以试着从他的角度去理解他的出发点。他也是有他自己的考虑和不成熟的地方，他可能并没有刻意伤害你，只是在以他认为是对的方式表达关心和爱。在你与父亲的关系中，我们也可以尝试沟通和表达需求，让彼此更加理解对方，这样能够帮助你逐渐建立起对别人的信任和增强自己的安全感。",
    "annotation": [
      {
        "sentence": "你描述了很多让你感到不信任和受伤的经历，很能理解你的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "首先，相信别人是建立在自信和安全感的基础上，你是否经常对自己的价值持怀疑态度呢？",
        "label": ""
      },
      {
        "sentence": "对于恶意的猜测，可以试着想一下目前自身没有证据表明别人对你有敌意的时候，能否尝试给予他们一定的信任。",
        "label": ""
      },
      {
        "sentence": "对于你的父亲，尽管他的一些行为让你感到被忽视和不被尊重，但我们也可以试着从他的角度去理解他的出发点。",
        "label": ""
      },
      {
        "sentence": "他也是有他自己的考虑和不成熟的地方，他可能并没有刻意伤害你，只是在以他认为是对的方式表达关心和爱。",
        "label": ""
      },
      {
        "sentence": "在你与父亲的关系中，我们也可以尝试沟通和表达需求，让彼此更加理解对方，这样能够帮助你逐渐建立起对别人的信任和增强自己的安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，我可能确实缺乏自信和安全感。我往往过度解读他人的态度和行为，怀疑他们是否真心对待我。对于父亲的行为，或许我应该试着接纳他的不完美，尽量用理解和关心的眼光看待他的所做所为。我也希望能够更主动地和父亲进行沟通，表达我的需求和感受。但有时我还是担心他会不会再次让我失望，怎样才能克服这种担心呢？",
    "annotation": [
      {
        "sentence": "我明白你的意思，我可能确实缺乏自信和安全感。",
        "label": ""
      },
      {
        "sentence": "我往往过度解读他人的态度和行为，怀疑他们是否真心对待我。",
        "label": ""
      },
      {
        "sentence": "对于父亲的行为，或许我应该试着接纳他的不完美，尽量用理解和关心的眼光看待他的所做所为。",
        "label": ""
      },
      {
        "sentence": "我也希望能够更主动地和父亲进行沟通，表达我的需求和感受。",
        "label": ""
      },
      {
        "sentence": "但有时我还是担心他会不会再次让我失望，怎样才能克服这种担心呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不安全感和对他人怀疑的情绪是可以逐渐缓解的，你已经有了你自己的察觉和理解，这已经是一个很重要的第一步。当你感到担心时，你可以试着采取一些放松和平静的方法，如深呼吸、冥想等来帮助自己放松身心。另外，建立自己的支持系统也非常重要，与朋友、亲密的人分享你的感受，接受他们的支持和理解。对于父亲，不要给他过多的期望和压力，接受他的不完美，并试着与他进行真诚的沟通，表达你的需求和心声。多给自己一些了解和接纳的空间，也会有助于提升你对他人的信任和安全感。",
    "annotation": [
      {
        "sentence": "不安全感和对他人怀疑的情绪是可以逐渐缓解的，你已经有了你自己的察觉和理解，这已经是一个很重要的第一步。",
        "label": ""
      },
      {
        "sentence": "当你感到担心时，你可以试着采取一些放松和平静的方法，如深呼吸、冥想等来帮助自己放松身心。",
        "label": ""
      },
      {
        "sentence": "另外，建立自己的支持系统也非常重要，与朋友、亲密的人分享你的感受，接受他们的支持和理解。",
        "label": ""
      },
      {
        "sentence": "对于父亲，不要给他过多的期望和压力，接受他的不完美，并试着与他进行真诚的沟通，表达你的需求和心声。",
        "label": ""
      },
      {
        "sentence": "多给自己一些了解和接纳的空间，也会有助于提升你对他人的信任和安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会试着放松自己，培养自信和安全感。同时，我也会寻找支持系统，与亲友分享我的感受，接受他们的支持和理解。对于父亲，我会试着放下过多的期望，站在他的角度去理解他的出发点，更加积极地与他进行沟通。我相信通过这些努力，我能够逐渐克服不信任他人和受伤的情绪，让自己更加坚强和自信。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会试着放松自己，培养自信和安全感。",
        "label": ""
      },
      {
        "sentence": "同时，我也会寻找支持系统，与亲友分享我的感受，接受他们的支持和理解。",
        "label": ""
      },
      {
        "sentence": "对于父亲，我会试着放下过多的期望，站在他的角度去理解他的出发点，更加积极地与他进行沟通。",
        "label": ""
      },
      {
        "sentence": "我相信通过这些努力，我能够逐渐克服不信任他人和受伤的情绪，让自己更加坚强和自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经迈出了积极的一步，相信你能够逐渐达到你的目标。记住要耐心和善待自己，情绪的改变需要时间和努力。如果在这个过程中你遇到了挫折或困惑，不要犹豫向我寻求帮助或寻找更多的支持。每一次的尝试都是前进的一小步，相信自己，你会逐渐摆脱不信任和受伤的阴影，拥有更加健康的人际关系和内心的平静。",
    "annotation": [
      {
        "sentence": "你已经迈出了积极的一步，相信你能够逐渐达到你的目标。",
        "label": ""
      },
      {
        "sentence": "记住要耐心和善待自己，情绪的改变需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中你遇到了挫折或困惑，不要犹豫向我寻求帮助或寻找更多的支持。",
        "label": ""
      },
      {
        "sentence": "每一次的尝试都是前进的一小步，相信自己，你会逐渐摆脱不信任和受伤的阴影，拥有更加健康的人际关系和内心的平静。",
        "label": ""
      }
    ]
  }
]