[
  {
    "role": "client",
    "content": "感觉自己敏感，很怕别人多想？我也不知道是不是敏感我从来不怀疑别人也不会乱猜测什么，我本身也不是很情绪化。基本上是我气别人，很少有人让我生气，只是每当有人骂我或我听不清的语言我就会觉得是别人再议论我，但我也知道根本就没有过，还有一些只是开玩笑类似于你是不是傻这种，这些话和感觉我就会伤心一下，虽然可能就几分钟但经常就这样，十分苦恼。我这些烦恼不影响别人，别人也看不出来，甚至觉得我是个挺开朗的人。还是自卑吗？",
    "annotation": [
      {
        "sentence": "感觉自己敏感，很怕别人多想？",
        "label": ""
      },
      {
        "sentence": "我也不知道是不是敏感我从来不怀疑别人也不会乱猜测什么，我本身也不是很情绪化。",
        "label": ""
      },
      {
        "sentence": "基本上是我气别人，很少有人让我生气，只是每当有人骂我或我听不清的语言我就会觉得是别人再议论我，但我也知道根本就没有过，还有一些只是开玩笑类似于你是不是傻这种，这些话和感觉我就会伤心一下，虽然可能就几分钟但经常就这样，十分苦恼。",
        "label": ""
      },
      {
        "sentence": "我这些烦恼不影响别人，别人也看不出来，甚至觉得我是个挺开朗的人。",
        "label": ""
      },
      {
        "sentence": "还是自卑吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受非常重要，而且你很勇敢地向我表达了你的困惑和烦恼。自卑可能是其中一个原因，但这需要我们更深入地了解你的过去和内心感受。你说你很少怀疑别人或乱猜测，这是一种非常积极的心态。我想问问你，在原生家庭中，你的父母是如何对待你的呢？有没有什么事件让你感到小心翼翼的？",
    "annotation": [
      {
        "sentence": "你的感受非常重要，而且你很勇敢地向我表达了你的困惑和烦恼。",
        "label": ""
      },
      {
        "sentence": "自卑可能是其中一个原因，但这需要我们更深入地了解你的过去和内心感受。",
        "label": ""
      },
      {
        "sentence": "你说你很少怀疑别人或乱猜测，这是一种非常积极的心态。",
        "label": ""
      },
      {
        "sentence": "我想问问你，在原生家庭中，你的父母是如何对待你的呢？",
        "label": ""
      },
      {
        "sentence": "有没有什么事件让你感到小心翼翼的？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那段时间，我父母对我非常严厉，总是批评我，对我要求很高。每当我做错事情，他们会责备我，甚至是动手惩罚我。这让我觉得很沮丧，很害怕做错事和不被他们喜欢。可能这样的经历让我变得在意别人的眼光，害怕别人对我有所议论。",
    "annotation": [
      {
        "sentence": "那段时间，我父母对我非常严厉，总是批评我，对我要求很高。",
        "label": ""
      },
      {
        "sentence": "每当我做错事情，他们会责备我，甚至是动手惩罚我。",
        "label": ""
      },
      {
        "sentence": "这让我觉得很沮丧，很害怕做错事和不被他们喜欢。",
        "label": ""
      },
      {
        "sentence": "可能这样的经历让我变得在意别人的眼光，害怕别人对我有所议论。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢谢你分享这段经历。父母对我们的教养方式对我们的发展确实有很大影响。他们的严厉和批评可能让你形成了一种讨好他人的倾向，希望得到别人的认可和喜欢。但是，你要明白，你的价值不仅仅来自于别人对你的看法。我们每个人都应该被尊重和接受，无论别人怎么说或想。你是否愿意找一位心理咨询师，与其探索更深层次的问题，以帮助你减轻这种心理负担，并找到更积极的生活方式呢？",
    "annotation": [
      {
        "sentence": "谢谢你分享这段经历。",
        "label": ""
      },
      {
        "sentence": "父母对我们的教养方式对我们的发展确实有很大影响。",
        "label": ""
      },
      {
        "sentence": "他们的严厉和批评可能让你形成了一种讨好他人的倾向，希望得到别人的认可和喜欢。",
        "label": ""
      },
      {
        "sentence": "但是，你要明白，你的价值不仅仅来自于别人对你的看法。",
        "label": ""
      },
      {
        "sentence": "我们每个人都应该被尊重和接受，无论别人怎么说或想。",
        "label": ""
      },
      {
        "sentence": "你是否愿意找一位心理咨询师，与其探索更深层次的问题，以帮助你减轻这种心理负担，并找到更积极的生活方式呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是愿意的，我真的想摆脱这种过度关注别人眼光的困扰，让自己过得更加自在和快乐。你有什么心理咨询师的推荐吗？",
    "annotation": [
      {
        "sentence": "我是愿意的，我真的想摆脱这种过度关注别人眼光的困扰，让自己过得更加自在和快乐。",
        "label": ""
      },
      {
        "sentence": "你有什么心理咨询师的推荐吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以向你推荐一位专业的心理咨询师，他们将会在诊所为你提供更具体的帮助和支持。我相信他们能够帮助你更深入地了解自己的情绪和行为，并提供相关的疗愈方法。另外，如果你有任何私人问题或需要进一步的交流，请随时向我提问。",
    "annotation": [
      {
        "sentence": "我可以向你推荐一位专业的心理咨询师，他们将会在诊所为你提供更具体的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "我相信他们能够帮助你更深入地了解自己的情绪和行为，并提供相关的疗愈方法。",
        "label": ""
      },
      {
        "sentence": "另外，如果你有任何私人问题或需要进一步的交流，请随时向我提问。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的帮助和支持。我会尽快联系心理咨询师，希望能够从他们那里获取帮助和指导。同时，如果我还有其他问题，我会向你寻求意见和建议的。谢谢你再次陪伴我倾诉。",
    "annotation": [
      {
        "sentence": "非常感谢你的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "我会尽快联系心理咨询师，希望能够从他们那里获取帮助和指导。",
        "label": ""
      },
      {
        "sentence": "同时，如果我还有其他问题，我会向你寻求意见和建议的。",
        "label": ""
      },
      {
        "sentence": "谢谢你再次陪伴我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你是勇敢的，不断寻求帮助和解决困扰的人。咨询师将成为你的伙伴，他们会倾听并帮助你找到更好的解决方案。记得，你不是一个人在面对这些困扰，我们会一直支持你的。祝你顺利找到心理咨询师，并且在这个过程中有所收获。",
    "annotation": [
      {
        "sentence": "不客气，你是勇敢的，不断寻求帮助和解决困扰的人。",
        "label": ""
      },
      {
        "sentence": "咨询师将成为你的伙伴，他们会倾听并帮助你找到更好的解决方案。",
        "label": ""
      },
      {
        "sentence": "记得，你不是一个人在面对这些困扰，我们会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "祝你顺利找到心理咨询师，并且在这个过程中有所收获。",
        "label": ""
      }
    ]
  }
]