[
  {
    "role": "client",
    "content": "我是一个17岁的女孩，离不开母亲怎么办？我被我母亲是从小带到大的，每次当母亲自己说找工作或者别人劝母亲去工作，我就很不想让她去，我也知道我这样不好，就是心理不想离开她，我也心里也明白自己早就该独立了，但是，我也知道我不应该有这样的心理。可是，每次就是这种心理控制我，我自己是不是心理出问题了啊？",
    "annotation": [
      {
        "sentence": "我是一个17岁的女孩，离不开母亲怎么办？",
        "label": ""
      },
      {
        "sentence": "我被我母亲是从小带到大的，每次当母亲自己说找工作或者别人劝母亲去工作，我就很不想让她去，我也知道我这样不好，就是心理不想离开她，我也心里也明白自己早就该独立了，但是，我也知道我不应该有这样的心理。",
        "label": ""
      },
      {
        "sentence": "可是，每次就是这种心理控制我，我自己是不是心理出问题了啊？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先想告诉你，你这样的想法很正常，毕竟十七岁不是二十七岁，而且因为是被妈妈从小带大，感情也一定很深厚。人一生有两个断乳分离期，一个是一到两岁的时候，生理上的断乳，宝宝开始知道自己和妈妈不是一体。还有一个在青春期，是心理上的断乳期。",
    "annotation": [
      {
        "sentence": "首先想告诉你，你这样的想法很正常，毕竟十七岁不是二十七岁，而且因为是被妈妈从小带大，感情也一定很深厚。",
        "label": ""
      },
      {
        "sentence": "人一生有两个断乳分离期，一个是一到两岁的时候，生理上的断乳，宝宝开始知道自己和妈妈不是一体。",
        "label": ""
      },
      {
        "sentence": "还有一个在青春期，是心理上的断乳期。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那个心理上的断乳期是什么意思呢？",
    "annotation": [
      {
        "sentence": "那个心理上的断乳期是什么意思呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心理上的断乳期，需要一个过程。在这个过程中，青少年需要发展出一些核心生活技能，才能与家长在心理上真正分离。比如学习，就是在为生存技能打好基础；还有与他人的关系，可以尝试和同龄人发展友好的关系；对自我进行探索，就像你问的这个问题，其实就是在对自己的一些想法和行为进行探索。",
    "annotation": [
      {
        "sentence": "心理上的断乳期，需要一个过程。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，青少年需要发展出一些核心生活技能，才能与家长在心理上真正分离。",
        "label": ""
      },
      {
        "sentence": "比如学习，就是在为生存技能打好基础；还有与他人的关系，可以尝试和同龄人发展友好的关系；对自我进行探索，就像你问的这个问题，其实就是在对自己的一些想法和行为进行探索。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，这个过程可能需要一些时间对吧？",
    "annotation": [
      {
        "sentence": "我明白了，这个过程可能需要一些时间对吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，每个人的情况不同，所以需要不同的时间来适应和成长。简单地说，你的这些想法和行为很正常，去接纳自己的这些想法和情绪，再尝试往和妈妈以外的圈子里慢慢踏步，找到自己的目标和方向。",
    "annotation": [
      {
        "sentence": "是的，每个人的情况不同，所以需要不同的时间来适应和成长。",
        "label": ""
      },
      {
        "sentence": "简单地说，你的这些想法和行为很正常，去接纳自己的这些想法和情绪，再尝试往和妈妈以外的圈子里慢慢踏步，找到自己的目标和方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但是我还是害怕独立，害怕面对不同的环境和人群。",
    "annotation": [
      {
        "sentence": "我明白了，但是我还是害怕独立，害怕面对不同的环境和人群。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕是正常的，面对陌生事物和环境，我们常常会感到不安。在这里我可以提供一些小建议，你可以先尝试参加一些兴趣小组活动，结交一些志同道合的朋友，逐渐扩大自己的社交圈子，提升自己的自信心和适应能力。",
    "annotation": [
      {
        "sentence": "害怕是正常的，面对陌生事物和环境，我们常常会感到不安。",
        "label": ""
      },
      {
        "sentence": "在这里我可以提供一些小建议，你可以先尝试参加一些兴趣小组活动，结交一些志同道合的朋友，逐渐扩大自己的社交圈子，提升自己的自信心和适应能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我还可以做些什么来帮助自己更好地独立呢？",
    "annotation": [
      {
        "sentence": "那我还可以做些什么来帮助自己更好地独立呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了参加兴趣小组活动，你还可以主动参与一些学校或社区组织的志愿者活动，这样既能锻炼自己的能力，也能结交更多的人。此外，你可以尝试给自己设定一些小目标，逐步实现自己的独立，比如学会自己处理生活琐事或者规划自己的时间等等。",
    "annotation": [
      {
        "sentence": "除了参加兴趣小组活动，你还可以主动参与一些学校或社区组织的志愿者活动，这样既能锻炼自己的能力，也能结交更多的人。",
        "label": ""
      },
      {
        "sentence": "此外，你可以尝试给自己设定一些小目标，逐步实现自己的独立，比如学会自己处理生活琐事或者规划自己的时间等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些方法听起来都不错，我会尝试去做的。谢谢你的建议和鼓励。",
    "annotation": [
      {
        "sentence": "这些方法听起来都不错，我会尝试去做的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直都在支持你。希望你能够坚持下去，相信自己，你一定能够独立成长，找到属于自己的人生道路。",
    "annotation": [
      {
        "sentence": "不客气，我一直都在支持你。",
        "label": ""
      },
      {
        "sentence": "希望你能够坚持下去，相信自己，你一定能够独立成长，找到属于自己的人生道路。",
        "label": ""
      }
    ]
  }
]