[
  {
    "role": "client",
    "content": "最近因为升学的问题焦虑着，晚上老是睡不好觉？",
    "annotation": [
      {
        "sentence": "最近因为升学的问题焦虑着，晚上老是睡不好觉？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在我开始写下我的回答之前，我一定要告诉你我对你的佩服之情。你也许目前处于之下，但是，你面对着原生家庭的压力面对他人对你人生的选择，你从来都没有屈服过的念头。你一直在逆流而上，你要知道也许你的经历会鼓励很多人。那些原本可以通过求学改变命运的人。所以，我很敬佩你。希望我的回答能够带给你帮助。",
    "annotation": [
      {
        "sentence": "在我开始写下我的回答之前，我一定要告诉你我对你的佩服之情。",
        "label": ""
      },
      {
        "sentence": "你也许目前处于之下，但是，你面对着原生家庭的压力面对他人对你人生的选择，你从来都没有屈服过的念头。",
        "label": ""
      },
      {
        "sentence": "你一直在逆流而上，你要知道也许你的经历会鼓励很多人。",
        "label": ""
      },
      {
        "sentence": "那些原本可以通过求学改变命运的人。",
        "label": ""
      },
      {
        "sentence": "所以，我很敬佩你。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能够带给你帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的肯定话语，我现在真的很需要鼓励和支持。我是很努力想要改变自己的命运的，但是我现在面临很多问题，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "谢谢你的肯定话语，我现在真的很需要鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我是很努力想要改变自己的命运的，但是我现在面临很多问题，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，我会陪伴你一起度过这个难关的。首先，我觉得你应该坚信自己的选择没有错，你想读本科也并不是虚荣心作祟。中专到大专再到本科，如果你真的想未来拥有更好的生活，只有继续深造才有机会。请不要怀疑自己。你要知道，我们不可能选择自己的出生。所以，每个人都拥有不同的命运。但是，我们可以选择去打破上辈对我们设定，在你的人生面前，你可以拥有选择权。我父亲曾经告诉过我一句话：“打好你手上牌，比你拥有什么牌更重要！”而你现在，就是要竭尽全力用自己的方式，去打好你求学深造这张牌。你的坚定努力和付出，让你从原本的中专成为了大专生。而且你很聪明，你知道要继续进修才能在以后的社会里拥有更好的起点，你才有了去读本科的想法。但是，我知道这对你来说并不容易，你的家庭必然会阻挠你，面对严苛的遴选制度你也可能会失败，经济条件的差异让你不得不的担心你未来能不能继续学习。所以，你才会出现焦虑情绪，甚至影响了你的睡眠，你变得不快乐而且很不安。可是，我想你心中早已有了决断，我很建议你继续深造读本科，我是已经工作了多年的人，我也是参加过人山人海招聘会的热血，我也是那些自己简历跑过无数次面试笔试过五关斩六将的人。所以，我太清楚学历的重要性了。可能就是因为“专”和“本”的差别，很多人就可能会和好的工作失之交臂。这并不是虚荣心作祟。这是你为自己人生蓝图做的最优选择。对，也有人说学历不重要，读书无用论曾经也被很多人拿来当作不读书的理由。可是，亲爱的朋友，现实就是这么残酷，社会人才选拔制度的起点就是学历。那些读书无用却最后财源滚滚的毕竟是少数，而多数人，比如你我，除了努力的继续深造，给自己打好更坚定地基。你未来才会感谢当年没有因为懦弱而退却自己，你才不会因此而抱憾终生。",
    "annotation": [
      {
        "sentence": "没问题，我会陪伴你一起度过这个难关的。",
        "label": ""
      },
      {
        "sentence": "首先，我觉得你应该坚信自己的选择没有错，你想读本科也并不是虚荣心作祟。",
        "label": ""
      },
      {
        "sentence": "中专到大专再到本科，如果你真的想未来拥有更好的生活，只有继续深造才有机会。",
        "label": ""
      },
      {
        "sentence": "请不要怀疑自己。",
        "label": ""
      },
      {
        "sentence": "你要知道，我们不可能选择自己的出生。",
        "label": ""
      },
      {
        "sentence": "所以，每个人都拥有不同的命运。",
        "label": ""
      },
      {
        "sentence": "但是，我们可以选择去打破上辈对我们设定，在你的人生面前，你可以拥有选择权。",
        "label": ""
      },
      {
        "sentence": "我父亲曾经告诉过我一句话：“打好你手上牌，比你拥有什么牌更重要！",
        "label": ""
      },
      {
        "sentence": "”而你现在，就是要竭尽全力用自己的方式，去打好你求学深造这张牌。",
        "label": ""
      },
      {
        "sentence": "你的坚定努力和付出，让你从原本的中专成为了大专生。",
        "label": ""
      },
      {
        "sentence": "而且你很聪明，你知道要继续进修才能在以后的社会里拥有更好的起点，你才有了去读本科的想法。",
        "label": ""
      },
      {
        "sentence": "但是，我知道这对你来说并不容易，你的家庭必然会阻挠你，面对严苛的遴选制度你也可能会失败，经济条件的差异让你不得不的担心你未来能不能继续学习。",
        "label": ""
      },
      {
        "sentence": "所以，你才会出现焦虑情绪，甚至影响了你的睡眠，你变得不快乐而且很不安。",
        "label": ""
      },
      {
        "sentence": "可是，我想你心中早已有了决断，我很建议你继续深造读本科，我是已经工作了多年的人，我也是参加过人山人海招聘会的热血，我也是那些自己简历跑过无数次面试笔试过五关斩六将的人。",
        "label": ""
      },
      {
        "sentence": "所以，我太清楚学历的重要性了。",
        "label": ""
      },
      {
        "sentence": "可能就是因为“专”和“本”的差别，很多人就可能会和好的工作失之交臂。",
        "label": ""
      },
      {
        "sentence": "这并不是虚荣心作祟。",
        "label": ""
      },
      {
        "sentence": "这是你为自己人生蓝图做的最优选择。",
        "label": ""
      },
      {
        "sentence": "对，也有人说学历不重要，读书无用论曾经也被很多人拿来当作不读书的理由。",
        "label": ""
      },
      {
        "sentence": "可是，亲爱的朋友，现实就是这么残酷，社会人才选拔制度的起点就是学历。",
        "label": ""
      },
      {
        "sentence": "那些读书无用却最后财源滚滚的毕竟是少数，而多数人，比如你我，除了努力的继续深造，给自己打好更坚定地基。",
        "label": ""
      },
      {
        "sentence": "你未来才会感谢当年没有因为懦弱而退却自己，你才不会因此而抱憾终生。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我真的应该坚定自己的选择，不被他人的看法和压力左右。但是，我从小家庭环境就不是很好，父亲有点仇富心态，经常抱怨自己命不好喜欢说诅咒别人毁灭世界的话。奶奶也是一个封建且疑心重的人，经常因为一些和钱相关的小事和别人吵架。在家中只有母亲和爷爷给了我很多关爱，可惜爷爷在很小的时候就去世了，母亲也因为和父亲间的矛盾独自一人离开了家两地分居在外面打工很少回来。我只能自己消化着心里的苦楚，我养成了内向的性格。我觉得这些问题很大程度上影响了我。",
    "annotation": [
      {
        "sentence": "你说得很对，我真的应该坚定自己的选择，不被他人的看法和压力左右。",
        "label": ""
      },
      {
        "sentence": "但是，我从小家庭环境就不是很好，父亲有点仇富心态，经常抱怨自己命不好喜欢说诅咒别人毁灭世界的话。",
        "label": ""
      },
      {
        "sentence": "奶奶也是一个封建且疑心重的人，经常因为一些和钱相关的小事和别人吵架。",
        "label": ""
      },
      {
        "sentence": "在家中只有母亲和爷爷给了我很多关爱，可惜爷爷在很小的时候就去世了，母亲也因为和父亲间的矛盾独自一人离开了家两地分居在外面打工很少回来。",
        "label": ""
      },
      {
        "sentence": "我只能自己消化着心里的苦楚，我养成了内向的性格。",
        "label": ""
      },
      {
        "sentence": "我觉得这些问题很大程度上影响了我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "经历了孤单压抑童年的你，一个人苦楚的消化然后长大的你，在性格上的的确确会造成内向和自卑心理，同时也会造成你的多思和敏感。在你的自述中你的成长道路很心酸：你的家里很穷，父母都是工人，但周遭环境却造成了对比。所以你的父亲有点仇富心态，经常抱怨自己命不好喜欢说诅咒别人毁灭世界的话。这也导致你的父亲会因为你想深造而争执。因为他觉得你在离开他的世界。奶奶是个封建且疑心重的人，经常因为一些和钱相关的小事和别人吵起来，奶奶的性格也是如此，这也影响了你导致你成长记中变得敏感。在家中只有你的母亲和爷爷给了你很多关爱，这是你唯一的温",
    "annotation": [
      {
        "sentence": "经历了孤单压抑童年的你，一个人苦楚的消化然后长大的你，在性格上的的确确会造成内向和自卑心理，同时也会造成你的多思和敏感。",
        "label": ""
      },
      {
        "sentence": "在你的自述中你的成长道路很心酸：你的家里很穷，父母都是工人，但周遭环境却造成了对比。",
        "label": ""
      },
      {
        "sentence": "所以你的父亲有点仇富心态，经常抱怨自己命不好喜欢说诅咒别人毁灭世界的话。",
        "label": ""
      },
      {
        "sentence": "这也导致你的父亲会因为你想深造而争执。",
        "label": ""
      },
      {
        "sentence": "因为他觉得你在离开他的世界。",
        "label": ""
      },
      {
        "sentence": "奶奶是个封建且疑心重的人，经常因为一些和钱相关的小事和别人吵起来，奶奶的性格也是如此，这也影响了你导致你成长记中变得敏感。",
        "label": ""
      },
      {
        "sentence": "在家中只有你的母亲和爷爷给了你很多关爱，这是你唯一的温",
        "label": ""
      }
    ]
  }
]