[
  {
    "role": "client",
    "content": "遇到没解决的事心里很堵，交流没表现好心里会很难受？为什么在遇到什么还没解决的问题和事情时，心里一直会被这件事压着，很堵。在跟人打交道，交流没表现好之后，会一直想自己哪里没做好，心理会很难受，心情低落。",
    "annotation": [
      {
        "sentence": "遇到没解决的事心里很堵，交流没表现好心里会很难受？",
        "label": ""
      },
      {
        "sentence": "为什么在遇到什么还没解决的问题和事情时，心里一直会被这件事压着，很堵。",
        "label": ""
      },
      {
        "sentence": "在跟人打交道，交流没表现好之后，会一直想自己哪里没做好，心理会很难受，心情低落。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听了你的表述，其实我们很多人在事情没有做成功之前或者自己做错事之后都会感觉郁郁不乐的，这个是一种很正常的状态。但大多数只是大多数人只是一时的。",
    "annotation": [
      {
        "sentence": "听了你的表述，其实我们很多人在事情没有做成功之前或者自己做错事之后都会感觉郁郁不乐的，这个是一种很正常的状态。",
        "label": ""
      },
      {
        "sentence": "但大多数只是大多数人只是一时的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我感觉我会郁闷很久，影响到自己接下来的生活与工作，我该怎么调整呢？",
    "annotation": [
      {
        "sentence": "但我感觉我会郁闷很久，影响到自己接下来的生活与工作，我该怎么调整呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有些人确实会为此郁闷很久，甚至影响到生活和工作。但是你需要知道，这是可以调整的。我想起美国社会心理学家费斯汀格提出的\"费斯汀格法则\"，他认为生活中的10%取决于发生在你身上的事情，而另外90%取决于你对这些事情的反应。所以如果你有消极的反应，就有可能一直被这件事影响，让自己消沉下去。只有那些能够做出积极反应、掌控自己情绪的人，才能掌控自己的结局和人生。",
    "annotation": [
      {
        "sentence": "有些人确实会为此郁闷很久，甚至影响到生活和工作。",
        "label": ""
      },
      {
        "sentence": "但是你需要知道，这是可以调整的。",
        "label": ""
      },
      {
        "sentence": "我想起美国社会心理学家费斯汀格提出的\"费斯汀格法则\"，他认为生活中的10%取决于发生在你身上的事情，而另外90%取决于你对这些事情的反应。",
        "label": ""
      },
      {
        "sentence": "所以如果你有消极的反应，就有可能一直被这件事影响，让自己消沉下去。",
        "label": ""
      },
      {
        "sentence": "只有那些能够做出积极反应、掌控自己情绪的人，才能掌控自己的结局和人生。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着调整我的反应和情绪。但是，当一件事没有解决时，我会一直感到被堵得很难受。为什么这会是一件好事呢？",
    "annotation": [
      {
        "sentence": "我明白了，我会试着调整我的反应和情绪。",
        "label": ""
      },
      {
        "sentence": "但是，当一件事没有解决时，我会一直感到被堵得很难受。",
        "label": ""
      },
      {
        "sentence": "为什么这会是一件好事呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当一件事没有解决时，你会感到被堵、被压着，其实这是一件好事。这表明你非常有责任感，你觉得这个事情应该由你来承担。而且，当你意识到自己的表现不好后，感到懊悔自责，这也说明你对自己有要求。但是，你不能让消极的情绪左右你的思考和行动。如果事情没有解决，你需要不断寻找方法；如果犯错了，就需要复盘，思考如何用正确的方法应对类似的事件。心情低落是正常的表现，但是一直心情低落对你的未来并不好。所以，你可以暂时有低落的情绪，但之后要调整自己的心情，找到应对问题的方法和思路。",
    "annotation": [
      {
        "sentence": "当一件事没有解决时，你会感到被堵、被压着，其实这是一件好事。",
        "label": ""
      },
      {
        "sentence": "这表明你非常有责任感，你觉得这个事情应该由你来承担。",
        "label": ""
      },
      {
        "sentence": "而且，当你意识到自己的表现不好后，感到懊悔自责，这也说明你对自己有要求。",
        "label": ""
      },
      {
        "sentence": "但是，你不能让消极的情绪左右你的思考和行动。",
        "label": ""
      },
      {
        "sentence": "如果事情没有解决，你需要不断寻找方法；如果犯错了，就需要复盘，思考如何用正确的方法应对类似的事件。",
        "label": ""
      },
      {
        "sentence": "心情低落是正常的表现，但是一直心情低落对你的未来并不好。",
        "label": ""
      },
      {
        "sentence": "所以，你可以暂时有低落的情绪，但之后要调整自己的心情，找到应对问题的方法和思路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尽快走出低谷，寻找解决问题的方法和思路。但我担心这种消极情绪会让我无法爬出困境。",
    "annotation": [
      {
        "sentence": "我明白了，我会尽快走出低谷，寻找解决问题的方法和思路。",
        "label": ""
      },
      {
        "sentence": "但我担心这种消极情绪会让我无法爬出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你担心的这种情况很正常，但你需要明白，让情绪积累越多只会让你更加陷入困境。所以，让情绪在一段时间里释放一下，然后振作起来，寻找解决问题的办法。你知道吗，成功的人生中都会有过跌倒和掉进坑的经历。就算像任正非这样成功的人士，也曾经被骗过200万。但是重要的是，不要因为做得不好而情绪低落，而要想办法改进，找到正确的方法，做到令别人满意。长期这样训练下去，你会越来越优秀。好好爱自己，让自己不断升级迭代，不要被坏情绪困在那个坑里。加油！以上建议，希望对你有所帮助。点击“有用”，感恩遇见。",
    "annotation": [
      {
        "sentence": "你担心的这种情况很正常，但你需要明白，让情绪积累越多只会让你更加陷入困境。",
        "label": ""
      },
      {
        "sentence": "所以，让情绪在一段时间里释放一下，然后振作起来，寻找解决问题的办法。",
        "label": ""
      },
      {
        "sentence": "你知道吗，成功的人生中都会有过跌倒和掉进坑的经历。",
        "label": ""
      },
      {
        "sentence": "就算像任正非这样成功的人士，也曾经被骗过200万。",
        "label": ""
      },
      {
        "sentence": "但是重要的是，不要因为做得不好而情绪低落，而要想办法改进，找到正确的方法，做到令别人满意。",
        "label": ""
      },
      {
        "sentence": "长期这样训练下去，你会越来越优秀。",
        "label": ""
      },
      {
        "sentence": "好好爱自己，让自己不断升级迭代，不要被坏情绪困在那个坑里。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "以上建议，希望对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "点击“有用”，感恩遇见。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，你的话让我感到很温暖和受到关注。我会努力调整自己的心态，积极面对问题，并且相信自己能够走出困境的。真的很感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，你的话让我感到很温暖和受到关注。",
        "label": ""
      },
      {
        "sentence": "我会努力调整自己的心态，积极面对问题，并且相信自己能够走出困境的。",
        "label": ""
      },
      {
        "sentence": "真的很感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。你的决心和积极态度很值得欣赏。无论遇到什么困难，都要相信自己的能力和勇气，相信你可以克服一切。我相信你会一步步走出困境的，加油！如果还有需要帮助的地方，随时都可以来找我聊天。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "你的决心和积极态度很值得欣赏。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，都要相信自己的能力和勇气，相信你可以克服一切。",
        "label": ""
      },
      {
        "sentence": "我相信你会一步步走出困境的，加油！",
        "label": ""
      },
      {
        "sentence": "如果还有需要帮助的地方，随时都可以来找我聊天。",
        "label": ""
      }
    ]
  }
]