[
  {
    "role": "client",
    "content": "十几岁，前几个月确诊青少年情绪障碍，生活一塌糊涂？我很迷茫，父母都不是很重视我的病，现在只能依赖药物生活，不然不仅心理反应严重，生理反应更加严重，就很难受。我也向别人求助过，没有用。很想去死，在心里一遍遍地骂自己，觉得生活没有希望，我也不想这样，我努力过，想走出来，最后失败了，现在实在不行就放点血，就怕哪天自己扛不住死了，我觉得我对不起父母，他们在我身上花的钱没法还给他们。很绝望，不过现在并不是我最绝望的时候，年初的时候，我把自己关在房间里，就像发疯了一样，把手臂上搞得全是血痕，很多天没吃饭，我自己也不想回忆，但再往前看点，19年尾我封闭了自己，几乎没和人说几句话，我把自己搞的一塌糊涂，身边的人都被我吓到了，详细的我怎么都想不起来，别人都说我那个时候好可怕，像换了个人。你想想我才几岁，十几岁的人，我觉得我快不行了，希望您们能帮帮我，谢谢！",
    "annotation": [
      {
        "sentence": "十几岁，前几个月确诊青少年情绪障碍，生活一塌糊涂？",
        "label": ""
      },
      {
        "sentence": "我很迷茫，父母都不是很重视我的病，现在只能依赖药物生活，不然不仅心理反应严重，生理反应更加严重，就很难受。",
        "label": ""
      },
      {
        "sentence": "我也向别人求助过，没有用。",
        "label": ""
      },
      {
        "sentence": "很想去死，在心里一遍遍地骂自己，觉得生活没有希望，我也不想这样，我努力过，想走出来，最后失败了，现在实在不行就放点血，就怕哪天自己扛不住死了，我觉得我对不起父母，他们在我身上花的钱没法还给他们。",
        "label": ""
      },
      {
        "sentence": "很绝望，不过现在并不是我最绝望的时候，年初的时候，我把自己关在房间里，就像发疯了一样，把手臂上搞得全是血痕，很多天没吃饭，我自己也不想回忆，但再往前看点，19年尾我封闭了自己，几乎没和人说几句话，我把自己搞的一塌糊涂，身边的人都被我吓到了，详细的我怎么都想不起来，别人都说我那个时候好可怕，像换了个人。",
        "label": ""
      },
      {
        "sentence": "你想想我才几岁，十几岁的人，我觉得我快不行了，希望您们能帮帮我，谢谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我非常想帮助你走出迷茫，也许因为种种原因，我的回答对你来说没有用，你可以带着我的祝福期待下一个有缘人。",
    "annotation": [
      {
        "sentence": "我非常想帮助你走出迷茫，也许因为种种原因，我的回答对你来说没有用，你可以带着我的祝福期待下一个有缘人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福，虽然你不能直接解决我的问题，但能有人关心我，已经让我感到温暖了。",
    "annotation": [
      {
        "sentence": "谢谢你的祝福，虽然你不能直接解决我的问题，但能有人关心我，已经让我感到温暖了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然不知道这些年你到底经历了什么，但从你的诉说里，我猜你内心里有难以表达的痛苦，你的痛苦不被身边人看到或说是不被理解，你曾经做了很多努力，希望自己能摆脱困境，你好像一直在求救，期待有人能拉你一把。",
    "annotation": [
      {
        "sentence": "虽然不知道这些年你到底经历了什么，但从你的诉说里，我猜你内心里有难以表达的痛苦，你的痛苦不被身边人看到或说是不被理解，你曾经做了很多努力，希望自己能摆脱困境，你好像一直在求救，期待有人能拉你一把。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直希望有人能理解我，能帮助我从这个困境中解脱出来。",
    "annotation": [
      {
        "sentence": "是的，我一直希望有人能理解我，能帮助我从这个困境中解脱出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你只有十几岁，经历了这么多痛苦，好像不会都是因为你自己，也许是你扛着你的父母或家族的什么东西。试着想象一下，给陪着你的那个难受画个像，看看它长什么样子，你也可以给它取个名字。想象如果它会说话，它会跟你说些什么？你想跟它说些什么？",
    "annotation": [
      {
        "sentence": "你只有十几岁，经历了这么多痛苦，好像不会都是因为你自己，也许是你扛着你的父母或家族的什么东西。",
        "label": ""
      },
      {
        "sentence": "试着想象一下，给陪着你的那个难受画个像，看看它长什么样子，你也可以给它取个名字。",
        "label": ""
      },
      {
        "sentence": "想象如果它会说话，它会跟你说些什么？",
        "label": ""
      },
      {
        "sentence": "你想跟它说些什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想象那个难受的东西像一个黑色的阴影，它一直围绕着我，说着负面的话，让我感到崩溃。如果它会说话，它可能会说我一无是处，让我觉得绝望。我想告诉它我不想再被它困扰了，我希望重新获得自由和幸福。",
    "annotation": [
      {
        "sentence": "我想象那个难受的东西像一个黑色的阴影，它一直围绕着我，说着负面的话，让我感到崩溃。",
        "label": ""
      },
      {
        "sentence": "如果它会说话，它可能会说我一无是处，让我觉得绝望。",
        "label": ""
      },
      {
        "sentence": "我想告诉它我不想再被它困扰了，我希望重新获得自由和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你勇敢地面对了你内心的阴影，并试图与它对话，这是一种很好的尝试。你的父母可能也没有真正理解你的需要，没有理解纠缠你的那个难受的真正企图。如果你的父母真正理解了那个难受，他们可能就会在某些方面有所改变，也许就能够给予你需要的关爱。",
    "annotation": [
      {
        "sentence": "你勇敢地面对了你内心的阴影，并试图与它对话，这是一种很好的尝试。",
        "label": ""
      },
      {
        "sentence": "你的父母可能也没有真正理解你的需要，没有理解纠缠你的那个难受的真正企图。",
        "label": ""
      },
      {
        "sentence": "如果你的父母真正理解了那个难受，他们可能就会在某些方面有所改变，也许就能够给予你需要的关爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我觉得他们对我的病没有认真对待，他们总是忽略我的感受，我很难与他们沟通。",
    "annotation": [
      {
        "sentence": "确实，我觉得他们对我的病没有认真对待，他们总是忽略我的感受，我很难与他们沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很迷茫，你的父母可能也很迷茫，我们很多人都会有很迷茫的阶段。就像走迷宫，出口肯定是有的，但左突右奔很疲惫很受伤了就是找不到出口，这个时候，确实非常难受。走迷宫时场外人的一个指点、自己跳到更高处观察或者找到地图就会豁然开朗，很快走出去。办法总是有的，总会有人可以帮助你，慢慢来！",
    "annotation": [
      {
        "sentence": "你很迷茫，你的父母可能也很迷茫，我们很多人都会有很迷茫的阶段。",
        "label": ""
      },
      {
        "sentence": "就像走迷宫，出口肯定是有的，但左突右奔很疲惫很受伤了就是找不到出口，这个时候，确实非常难受。",
        "label": ""
      },
      {
        "sentence": "走迷宫时场外人的一个指点、自己跳到更高处观察或者找到地图就会豁然开朗，很快走出去。",
        "label": ""
      },
      {
        "sentence": "办法总是有的，总会有人可以帮助你，慢慢来！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我不能一味地陷入消极的情绪中，我要积极地寻找解决问题的方法，我相信总会有出口的。",
    "annotation": [
      {
        "sentence": "我明白了，我不能一味地陷入消极的情绪中，我要积极地寻找解决问题的方法，我相信总会有出口的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你越来越大，会越来越有智慧越来越有力量，可以慢慢活出自己想要的样子。祝愿你早日走出迷茫！",
    "annotation": [
      {
        "sentence": "你越来越大，会越来越有智慧越来越有力量，可以慢慢活出自己想要的样子。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日走出迷茫！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福，我会努力的。希望有一天我能够真正摆脱这些困扰，活出快乐和幸福的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福，我会努力的。",
        "label": ""
      },
      {
        "sentence": "希望有一天我能够真正摆脱这些困扰，活出快乐和幸福的生活。",
        "label": ""
      }
    ]
  }
]