[
  {
    "role": "client",
    "content": "即将30，如何设定目标，做职业规划，人生规划？找不到生活的目标，不知道未来的规划，暂时失业，即将30，无宝宝，没有一技之长，不知道如何给自己建立规划。",
    "annotation": [
      {
        "sentence": "即将30，如何设定目标，做职业规划，人生规划？",
        "label": ""
      },
      {
        "sentence": "找不到生活的目标，不知道未来的规划，暂时失业，即将30，无宝宝，没有一技之长，不知道如何给自己建立规划。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "都说三十而立，你也到了而立之年了，你的话题也让我们想起了我的三十岁。一下子把我的思绪扯回了十年之前！十年之前的我，和你的描述没有太大的差异。相对而言，我比你稍好一点儿，就是有一份工作。我也没有什么所谓的一技之长，就是为了生计而从事着一份自己也并非所愿的活。我想有好多人在这个年龄都像我们一样吧。",
    "annotation": [
      {
        "sentence": "都说三十而立，你也到了而立之年了，你的话题也让我们想起了我的三十岁。",
        "label": ""
      },
      {
        "sentence": "一下子把我的思绪扯回了十年之前！",
        "label": ""
      },
      {
        "sentence": "十年之前的我，和你的描述没有太大的差异。",
        "label": ""
      },
      {
        "sentence": "相对而言，我比你稍好一点儿，就是有一份工作。",
        "label": ""
      },
      {
        "sentence": "我也没有什么所谓的一技之长，就是为了生计而从事着一份自己也并非所愿的活。",
        "label": ""
      },
      {
        "sentence": "我想有好多人在这个年龄都像我们一样吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我现在就是感到迷茫和无助。我看到身边的人都有事业、家庭，而我在这个年纪却还没有找到自己的方向和目标。我觉得很没用，很焦虑。",
    "annotation": [
      {
        "sentence": "你说的很对，我现在就是感到迷茫和无助。",
        "label": ""
      },
      {
        "sentence": "我看到身边的人都有事业、家庭，而我在这个年纪却还没有找到自己的方向和目标。",
        "label": ""
      },
      {
        "sentence": "我觉得很没用，很焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你这还是非常有意识的，能在三十岁的时候，想到给自己一个不来，给自己谋一个人生规划，我觉得这就很好。这些年现实告诉我，再好的规划，也不如好好应对当下。我觉得当下最关键的是你必须清楚自己能够干什么，或者说对什么比较感兴趣，这是生活的一个大致方向，如果连这一点你都不清楚，而只是在这里凭空做一个规划，我觉得现实意义不大。",
    "annotation": [
      {
        "sentence": "你这还是非常有意识的，能在三十岁的时候，想到给自己一个不来，给自己谋一个人生规划，我觉得这就很好。",
        "label": ""
      },
      {
        "sentence": "这些年现实告诉我，再好的规划，也不如好好应对当下。",
        "label": ""
      },
      {
        "sentence": "我觉得当下最关键的是你必须清楚自己能够干什么，或者说对什么比较感兴趣，这是生活的一个大致方向，如果连这一点你都不清楚，而只是在这里凭空做一个规划，我觉得现实意义不大。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我一直也不知道自己具体对什么比较感兴趣，也没有特别擅长的技能。我觉得自己好像什么都不擅长，这让我更加没有信心。",
    "annotation": [
      {
        "sentence": "其实我一直也不知道自己具体对什么比较感兴趣，也没有特别擅长的技能。",
        "label": ""
      },
      {
        "sentence": "我觉得自己好像什么都不擅长，这让我更加没有信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你或许会说，我想干的多了，是我想干就能干的吗？的确，自己想干的太多，现实又很骨干，所以你应该接地气一些，让自己先做一些能摸得着的工作，那些现在掂起脚尖咱都望尘莫及的工作就先放到一边，不是咱干不了那些，是当下需要清醒的意识，明确的目标。像我那个时候，也是做着自己并非真心所愿的工作啊，但我要生活，我要养家。从来没有人说过，因为我们干了我们不喜欢的工作就可以把自己的梦想给丢了，你在从事这份工作的时候，要永远想着自己的梦想，这样心里就会有一种动力。",
    "annotation": [
      {
        "sentence": "你或许会说，我想干的多了，是我想干就能干的吗？",
        "label": ""
      },
      {
        "sentence": "的确，自己想干的太多，现实又很骨干，所以你应该接地气一些，让自己先做一些能摸得着的工作，那些现在掂起脚尖咱都望尘莫及的工作就先放到一边，不是咱干不了那些，是当下需要清醒的意识，明确的目标。",
        "label": ""
      },
      {
        "sentence": "像我那个时候，也是做着自己并非真心所愿的工作啊，但我要生活，我要养家。",
        "label": ""
      },
      {
        "sentence": "从来没有人说过，因为我们干了我们不喜欢的工作就可以把自己的梦想给丢了，你在从事这份工作的时候，要永远想着自己的梦想，这样心里就会有一种动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我也明白现实需要我们去面对，但是我还是渴望找到一份自己喜欢并且擅长的工作，希望自己能有一些专业技能。你觉得我应该学习什么手艺呢？",
    "annotation": [
      {
        "sentence": "你说的很有道理，我也明白现实需要我们去面对，但是我还是渴望找到一份自己喜欢并且擅长的工作，希望自己能有一些专业技能。",
        "label": ""
      },
      {
        "sentence": "你觉得我应该学习什么手艺呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看你的倾诉，还是希望自己能有一份手艺，我觉得这个想法非常好，自己学到手的，永远是自己的，我非常支持你能够去学一门手艺，有手艺只要好好干，咱就饿不着，也过不穷！当然，我想这个过程中，对于孩子这一块我想你既然在倾诉中有所涉及，肯定也是把孩子做为了你规划中的一个很重要的部分。",
    "annotation": [
      {
        "sentence": "看你的倾诉，还是希望自己能有一份手艺，我觉得这个想法非常好，自己学到手的，永远是自己的，我非常支持你能够去学一门手艺，有手艺只要好好干，咱就饿不着，也过不穷！",
        "label": ""
      },
      {
        "sentence": "当然，我想这个过程中，对于孩子这一块我想你既然在倾诉中有所涉及，肯定也是把孩子做为了你规划中的一个很重要的部分。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直都希望有孩子，但我又担心自己现在的状况不能给他们一个好的生活。我想给孩子最好的，但我现在无法做到。",
    "annotation": [
      {
        "sentence": "是的，我一直都希望有孩子，但我又担心自己现在的状况不能给他们一个好的生活。",
        "label": ""
      },
      {
        "sentence": "我想给孩子最好的，但我现在无法做到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我想你一定是一个非常负责任的父亲，因为从你的阐述中我感觉你好像特别喜欢孩子，又觉得以现在自己的实力，不想让孩子来到这个世间受苦，想给他最好的。对于孩子这个问题，我还是建议：即来之，则安之的原则，一切顺其自然，即使现在来到，那也饿不着他，受不了苦的。想想我们那个年代一家七八个孩子，不都也过来了吗？再说了，有了孩子无形中也是给了你更大的动力，干起活来才更有劲。",
    "annotation": [
      {
        "sentence": "我想你一定是一个非常负责任的父亲，因为从你的阐述中我感觉你好像特别喜欢孩子，又觉得以现在自己的实力，不想让孩子来到这个世间受苦，想给他最好的。",
        "label": ""
      },
      {
        "sentence": "对于孩子这个问题，我还是建议：即来之，则安之的原则，一切顺其自然，即使现在来到，那也饿不着他，受不了苦的。",
        "label": ""
      },
      {
        "sentence": "想想我们那个年代一家七八个孩子，不都也过来了吗？",
        "label": ""
      },
      {
        "sentence": "再说了，有了孩子无形中也是给了你更大的动力，干起活来才更有劲。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，或许我不需要一切都完美才能迈出下一步。我明白人生需要规划，我也希望有一个清晰的目标，就像去一个地方需要知道该走哪条路一样。",
    "annotation": [
      {
        "sentence": "你说的对，或许我不需要一切都完美才能迈出下一步。",
        "label": ""
      },
      {
        "sentence": "我明白人生需要规划，我也希望有一个清晰的目标，就像去一个地方需要知道该走哪条路一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人这辈子是应该有个规划的，这个我是举双手赞同的。年轻人，不必为自己当下的现状而过于纠结，车到山前必有路，相信自己一定会走出属于自己的人生之路。你对自己的未来充满信心，相信你定能找到适合自己的道路，达到目标。只要你愿意付出努力，坚持不懈，成功不会太远。",
    "annotation": [
      {
        "sentence": "人这辈子是应该有个规划的，这个我是举双手赞同的。",
        "label": ""
      },
      {
        "sentence": "年轻人，不必为自己当下的现状而过于纠结，车到山前必有路，相信自己一定会走出属于自己的人生之路。",
        "label": ""
      },
      {
        "sentence": "你对自己的未来充满信心，相信你定能找到适合自己的道路，达到目标。",
        "label": ""
      },
      {
        "sentence": "只要你愿意付出努力，坚持不懈，成功不会太远。",
        "label": ""
      }
    ]
  }
]