[
  {
    "role": "client",
    "content": "我和老公结婚19年，发生三次出轨，我要的到底是什么？",
    "annotation": [
      {
        "sentence": "我和老公结婚19年，发生三次出轨，我要的到底是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "结婚19年，经历了三次出轨，你对自己的老公始终没有感到爱，甚至不让他亲你，对他有排斥感。但你却对出轨的男人产生了兴趣，不知道自己想要什么。在你的婚姻中，你是否只是寻找依靠，找个温暖的家，然后怀孕结婚？这次网上认识的男人，你愿意为了他放弃一切，对他产生了强烈的爱，无法忍受离开他的感觉。支持者认为你的问题背后可能存在着原生家庭的影响，你一直在寻找一种依靠的感觉。以下是一些问题，希望你能从内心找到答案。",
    "annotation": [
      {
        "sentence": "结婚19年，经历了三次出轨，你对自己的老公始终没有感到爱，甚至不让他亲你，对他有排斥感。",
        "label": ""
      },
      {
        "sentence": "但你却对出轨的男人产生了兴趣，不知道自己想要什么。",
        "label": ""
      },
      {
        "sentence": "在你的婚姻中，你是否只是寻找依靠，找个温暖的家，然后怀孕结婚？",
        "label": ""
      },
      {
        "sentence": "这次网上认识的男人，你愿意为了他放弃一切，对他产生了强烈的爱，无法忍受离开他的感觉。",
        "label": ""
      },
      {
        "sentence": "支持者认为你的问题背后可能存在着原生家庭的影响，你一直在寻找一种依靠的感觉。",
        "label": ""
      },
      {
        "sentence": "以下是一些问题，希望你能从内心找到答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我一直在寻找一种依靠的感觉。我和这个网上认识的男人聊得很好，我觉得我爱上了他，可是后来发现他有女朋友。我现在很痛苦，不知道自己内心真正想要的是什么。",
    "annotation": [
      {
        "sentence": "你说得对，我一直在寻找一种依靠的感觉。",
        "label": ""
      },
      {
        "sentence": "我和这个网上认识的男人聊得很好，我觉得我爱上了他，可是后来发现他有女朋友。",
        "label": ""
      },
      {
        "sentence": "我现在很痛苦，不知道自己内心真正想要的是什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你在网络上认识这个男人，通过聊天你们感到很开心，甚至见面了几次。为什么网络聊天容易产生感情？因为在网络上，我们可以放开心扉，说出平时生活中说不出口的话，也可以伪装自己。网络并不是完全真实的，你们只是在屏幕对面看到彼此某个方面的样子，而你可能只是看到了你喜欢的一面。你提到后来发现他有女友，和其他男人没什么区别，其中透露出了欺骗和梦想。一开始你并不知道他有女友，认为他是完美的，是你理想中的爱情，但实际上你爱的可能只是你对理想爱情的向往。你需要通过爱别人来满足自己内心被爱的需求。你爱上的是他还是你对爱情的幻想呢？",
    "annotation": [
      {
        "sentence": "你在网络上认识这个男人，通过聊天你们感到很开心，甚至见面了几次。",
        "label": ""
      },
      {
        "sentence": "为什么网络聊天容易产生感情？",
        "label": ""
      },
      {
        "sentence": "因为在网络上，我们可以放开心扉，说出平时生活中说不出口的话，也可以伪装自己。",
        "label": ""
      },
      {
        "sentence": "网络并不是完全真实的，你们只是在屏幕对面看到彼此某个方面的样子，而你可能只是看到了你喜欢的一面。",
        "label": ""
      },
      {
        "sentence": "你提到后来发现他有女友，和其他男人没什么区别，其中透露出了欺骗和梦想。",
        "label": ""
      },
      {
        "sentence": "一开始你并不知道他有女友，认为他是完美的，是你理想中的爱情，但实际上你爱的可能只是你对理想爱情的向往。",
        "label": ""
      },
      {
        "sentence": "你需要通过爱别人来满足自己内心被爱的需求。",
        "label": ""
      },
      {
        "sentence": "你爱上的是他还是你对爱情的幻想呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我可能只是爱上了理想中的他，对于爱情有一种向往和憧憬。我一直觉得只要能和他在一起，就会幸福。但是我担心如果我们真的在一起，他会放弃他的女友吗？我害怕他会再遇到其他女人，像过去一样。",
    "annotation": [
      {
        "sentence": "你说得很对，我可能只是爱上了理想中的他，对于爱情有一种向往和憧憬。",
        "label": ""
      },
      {
        "sentence": "我一直觉得只要能和他在一起，就会幸福。",
        "label": ""
      },
      {
        "sentence": "但是我担心如果我们真的在一起，他会放弃他的女友吗？",
        "label": ""
      },
      {
        "sentence": "我害怕他会再遇到其他女人，像过去一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你在结婚的19年中经历了三次出轨，这说明你更多地追求的是心动的感觉。现在这个男人有女友，他也很忙，没时间经常回复你的信息，你的需求得不到满足。试想一下，如果你们真的在一起，你们会幸福吗？他是否会放弃自己的女友和你在一起呢？如果他爱你，为什么他还和其他女人交往呢？你们在一起后，他是否还会遇到下一个你，对其他人说“我爱你”呢？每个人一生中可能会有多次心动和恋爱的经历，如果你们在一起，你是否可以接受他将来再次遇到心动的人？这种感情是否真的是你需要的呢？",
    "annotation": [
      {
        "sentence": "你在结婚的19年中经历了三次出轨，这说明你更多地追求的是心动的感觉。",
        "label": ""
      },
      {
        "sentence": "现在这个男人有女友，他也很忙，没时间经常回复你的信息，你的需求得不到满足。",
        "label": ""
      },
      {
        "sentence": "试想一下，如果你们真的在一起，你们会幸福吗？",
        "label": ""
      },
      {
        "sentence": "他是否会放弃自己的女友和你在一起呢？",
        "label": ""
      },
      {
        "sentence": "如果他爱你，为什么他还和其他女人交往呢？",
        "label": ""
      },
      {
        "sentence": "你们在一起后，他是否还会遇到下一个你，对其他人说“我爱你”呢？",
        "label": ""
      },
      {
        "sentence": "每个人一生中可能会有多次心动和恋爱的经历，如果你们在一起，你是否可以接受他将来再次遇到心动的人？",
        "label": ""
      },
      {
        "sentence": "这种感情是否真的是你需要的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理。这份感情似乎是建立在一时的热情和缺乏了解的基础上。他也没有表达过想要和我在一起的意愿。我现在又开始怀疑这段感情是否真实。我是否应该及早放手，不再浪费时间和精力在这个男人身上呢？",
    "annotation": [
      {
        "sentence": "你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "这份感情似乎是建立在一时的热情和缺乏了解的基础上。",
        "label": ""
      },
      {
        "sentence": "他也没有表达过想要和我在一起的意愿。",
        "label": ""
      },
      {
        "sentence": "我现在又开始怀疑这段感情是否真实。",
        "label": ""
      },
      {
        "sentence": "我是否应该及早放手，不再浪费时间和精力在这个男人身上呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常正确。这段感情似乎只是你一时的热情和对爱情的幻想。在你们的相处时间里，你是否了解过他的真实生活、他的朋友和家人？如果没有，那么你们是否真的有未来呢？也许你更应该问问自己，这样的感情对你而言是否真的是你需要的。最后，如果你对自己的老公没有爱，也许你应该考虑及时放手。人的一生很长，值得去寻找真正属于自己的幸福。",
    "annotation": [
      {
        "sentence": "非常正确。",
        "label": ""
      },
      {
        "sentence": "这段感情似乎只是你一时的热情和对爱情的幻想。",
        "label": ""
      },
      {
        "sentence": "在你们的相处时间里，你是否了解过他的真实生活、他的朋友和家人？",
        "label": ""
      },
      {
        "sentence": "如果没有，那么你们是否真的有未来呢？",
        "label": ""
      },
      {
        "sentence": "也许你更应该问问自己，这样的感情对你而言是否真的是你需要的。",
        "label": ""
      },
      {
        "sentence": "最后，如果你对自己的老公没有爱，也许你应该考虑及时放手。",
        "label": ""
      },
      {
        "sentence": "人的一生很长，值得去寻找真正属于自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我现在意识到我可能陷入了一场幻想之中。我需要冷静下来，重新审视自己的需求和对爱情的认识。也许放手才能拥抱更好的未来。再次感谢你的支持和帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我现在意识到我可能陷入了一场幻想之中。",
        "label": ""
      },
      {
        "sentence": "我需要冷静下来，重新审视自己的需求和对爱情的认识。",
        "label": ""
      },
      {
        "sentence": "也许放手才能拥抱更好的未来。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直都在这里支持你。人生中的困惑和迷茫都是正常的，重要的是找到解决问题的方法。希望你能从这段经历中学到更多，重新认识自己的需求，找到真正适合你的爱情。祝愿你能早日走出困境，并找到属于你自己的幸福！如果还有需要，随时找我倾诉。",
    "annotation": [
      {
        "sentence": "不用客气，我一直都在这里支持你。",
        "label": ""
      },
      {
        "sentence": "人生中的困惑和迷茫都是正常的，重要的是找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "希望你能从这段经历中学到更多，重新认识自己的需求，找到真正适合你的爱情。",
        "label": ""
      },
      {
        "sentence": "祝愿你能早日走出困境，并找到属于你自己的幸福！",
        "label": ""
      },
      {
        "sentence": "如果还有需要，随时找我倾诉。",
        "label": ""
      }
    ]
  }
]