[
  {
    "role": "client",
    "content": "儿子目睹我这当妈的被人当众教训，我该怎么重塑威信？儿子参加学校乐队忘带乐器，我放学去送，学校不允许家长进教学楼，但是我觉得乐器比较贵重希望通容一下，和阻拦我的老师发生了肢体沖突，结果被当成校闹典型当众收拾了一顿，过程非常惨非常狼狈，学校报案，还引来了其他家长的围观，民警来了以后把我拎到走廊上厉声喝斥了一顿，我心理防线一下子垮了，被训得当众掉了眼泪，学校还声称我扰乱了教学秩序，给学生做了坏榜样，所以需要我“配合”他们公开接受惩罚，以正视听，警察的态度当时也很明显，如果我和学校不能达成和解，我就会因为打人和扰乱公共秩序被拘留，我当时很清楚我已经没有反抗之力了，只能接受学校对我的处置，写了检讨在孩子的班级里当众宣读，还被发到群里示众，并义务替学校打扫卫生维持校门口秩序，这一切孩子都目睹了，我今后要如何在孩子面前重塑做母亲的威信？",
    "annotation": [
      {
        "sentence": "儿子目睹我这当妈的被人当众教训，我该怎么重塑威信？",
        "label": ""
      },
      {
        "sentence": "儿子参加学校乐队忘带乐器，我放学去送，学校不允许家长进教学楼，但是我觉得乐器比较贵重希望通容一下，和阻拦我的老师发生了肢体沖突，结果被当成校闹典型当众收拾了一顿，过程非常惨非常狼狈，学校报案，还引来了其他家长的围观，民警来了以后把我拎到走廊上厉声喝斥了一顿，我心理防线一下子垮了，被训得当众掉了眼泪，学校还声称我扰乱了教学秩序，给学生做了坏榜样，所以需要我“配合”他们公开接受惩罚，以正视听，警察的态度当时也很明显，如果我和学校不能达成和解，我就会因为打人和扰乱公共秩序被拘留，我当时很清楚我已经没有反抗之力了，只能接受学校对我的处置，写了检讨在孩子的班级里当众宣读，还被发到群里示众，并义务替学校打扫卫生维持校门口秩序，这一切孩子都目睹了，我今后要如何在孩子面前重塑做母亲的威信？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的叙述中，我能感受到你非常着急，希望能在孩子心中重塑你的威严。但是我认为这件事情不能着急。我会尽力提供一些个人意见，希望能帮到你。你觉得乐器很贵重，希望老师能通融一下，这其实是引发了校闹的导火索。在你看来，只是希望老师能多给一点考虑；但对老师来说，这是违反了规定的行为，所以没有让步。我认为老师的做法是正确的，因为我们必须遵守规则，这是底线，不能触碰。中午的时候，你可以请老师代为转交乐器，并等孩子拿到乐器后给你打个电话，这样也能让你放心。你也可以通过这件事教育孩子，让他明白不遵守规则会面临的严重后果。培养孩子遵守规则的意识，无论是家规还是法规，都非常重要。至于和老师发生肢体冲突，我无法判断到底谁先动手，但希望你能冷静理智地处理冲突，因为非暴力的方式更有助于解决问题。这也是你可以教给孩子的，用冷静而非暴力的方式解决问题。经历了这件事，我们不能说你完全失去了威严，但部分的威严可能会受到影响。你可以冷静地与孩子沟通，了解他对这件事的想法，然后有针对性地重建你的威严。以下是一些建议：首先要以身作则，父母要求孩子做的事情自己首先要做到。否则，孩子会产生\"你都没做到，凭什么要求我做到\"的逆反心理，这对树立威严非常不利。同时，父母的待人处事态度会影响孩子对待他人的态度，所以以身作则非常重要。其次，讲究诚信，答应孩子的事情一定要做到，无论是奖励还是惩罚，这对树立你自身威严至关重要。只有这样，孩子才会真正敬畏和喜欢你。最后，多与孩子沟通，经常了解他对你和周围人的看法，有助于我们树立在孩子心中的形象。",
    "annotation": [
      {
        "sentence": "从你的叙述中，我能感受到你非常着急，希望能在孩子心中重塑你的威严。",
        "label": ""
      },
      {
        "sentence": "但是我认为这件事情不能着急。",
        "label": ""
      },
      {
        "sentence": "我会尽力提供一些个人意见，希望能帮到你。",
        "label": ""
      },
      {
        "sentence": "你觉得乐器很贵重，希望老师能通融一下，这其实是引发了校闹的导火索。",
        "label": ""
      },
      {
        "sentence": "在你看来，只是希望老师能多给一点考虑；但对老师来说，这是违反了规定的行为，所以没有让步。",
        "label": ""
      },
      {
        "sentence": "我认为老师的做法是正确的，因为我们必须遵守规则，这是底线，不能触碰。",
        "label": ""
      },
      {
        "sentence": "中午的时候，你可以请老师代为转交乐器，并等孩子拿到乐器后给你打个电话，这样也能让你放心。",
        "label": ""
      },
      {
        "sentence": "你也可以通过这件事教育孩子，让他明白不遵守规则会面临的严重后果。",
        "label": ""
      },
      {
        "sentence": "培养孩子遵守规则的意识，无论是家规还是法规，都非常重要。",
        "label": ""
      },
      {
        "sentence": "至于和老师发生肢体冲突，我无法判断到底谁先动手，但希望你能冷静理智地处理冲突，因为非暴力的方式更有助于解决问题。",
        "label": ""
      },
      {
        "sentence": "这也是你可以教给孩子的，用冷静而非暴力的方式解决问题。",
        "label": ""
      },
      {
        "sentence": "经历了这件事，我们不能说你完全失去了威严，但部分的威严可能会受到影响。",
        "label": ""
      },
      {
        "sentence": "你可以冷静地与孩子沟通，了解他对这件事的想法，然后有针对性地重建你的威严。",
        "label": ""
      },
      {
        "sentence": "以下是一些建议：首先要以身作则，父母要求孩子做的事情自己首先要做到。",
        "label": ""
      },
      {
        "sentence": "否则，孩子会产生\"你都没做到，凭什么要求我做到\"的逆反心理，这对树立威严非常不利。",
        "label": ""
      },
      {
        "sentence": "同时，父母的待人处事态度会影响孩子对待他人的态度，所以以身作则非常重要。",
        "label": ""
      },
      {
        "sentence": "其次，讲究诚信，答应孩子的事情一定要做到，无论是奖励还是惩罚，这对树立你自身威严至关重要。",
        "label": ""
      },
      {
        "sentence": "只有这样，孩子才会真正敬畏和喜欢你。",
        "label": ""
      },
      {
        "sentence": "最后，多与孩子沟通，经常了解他对你和周围人的看法，有助于我们树立在孩子心中的形象。",
        "label": ""
      }
    ]
  }
]