[
  {
    "role": "client",
    "content": "太喜欢一个人了，我不知道是不是所有人都很孤独？我太喜欢一个人了，我的成长经历怎么说，我爸妈给我的物质还行，但是其他我始终受不了，我不像其他人那样娇生惯养觉得父母不给我买什么东西就生气，我很随和，他们叫我做什么我就做什么，很少向他们主动要东西，但是他们很喜欢猜测和幻想，他们的脑海里我的为人和现实就是两个人，每次吵架我和他们的沟通，他们要么觉得我在找借口要么觉得我在顶嘴，退也不是进也不是，妥协也不行，吵架我现在懒得去理了，整个人变得对所有事情没有兴趣，人多的场合我真的很讨厌，不是出于什么自卑心理，真正需要我上场的时候我总能做的很好，但这只是为了应付，我每天唯一期待的就是晚上一个人在房间的时候，真的越来越喜欢孤独，出去和朋友玩的再开心过了时间我就烦了，我没什么抑郁，在同学面前我还是很开心的，只是相比这种场合，我更喜欢一个不透光有网小房间，一个人待着，我现在游戏也不玩了，电视番剧也不看了，抖音刷多了我也会烦，一个人我真的有点迷茫。",
    "annotation": [
      {
        "sentence": "太喜欢一个人了，我不知道是不是所有人都很孤独？",
        "label": ""
      },
      {
        "sentence": "我太喜欢一个人了，我的成长经历怎么说，我爸妈给我的物质还行，但是其他我始终受不了，我不像其他人那样娇生惯养觉得父母不给我买什么东西就生气，我很随和，他们叫我做什么我就做什么，很少向他们主动要东西，但是他们很喜欢猜测和幻想，他们的脑海里我的为人和现实就是两个人，每次吵架我和他们的沟通，他们要么觉得我在找借口要么觉得我在顶嘴，退也不是进也不是，妥协也不行，吵架我现在懒得去理了，整个人变得对所有事情没有兴趣，人多的场合我真的很讨厌，不是出于什么自卑心理，真正需要我上场的时候我总能做的很好，但这只是为了应付，我每天唯一期待的就是晚上一个人在房间的时候，真的越来越喜欢孤独，出去和朋友玩的再开心过了时间我就烦了，我没什么抑郁，在同学面前我还是很开心的，只是相比这种场合，我更喜欢一个不透光有网小房间，一个人待着，我现在游戏也不玩了，电视番剧也不看了，抖音刷多了我也会烦，一个人我真的有点迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完你的叙述，我其实是很羡慕你的。你找到了一种自己所享受的状态，这是很多人都所做不到的。其实无论是一个人还是一群人，找到令自己感到舒适的状态才是最重要的。",
    "annotation": [
      {
        "sentence": "看完你的叙述，我其实是很羡慕你的。",
        "label": ""
      },
      {
        "sentence": "你找到了一种自己所享受的状态，这是很多人都所做不到的。",
        "label": ""
      },
      {
        "sentence": "其实无论是一个人还是一群人，找到令自己感到舒适的状态才是最重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是有时候我会觉得这种喜欢一个人的感觉是不是有问题，会不会是我不会正常地与他人相处？",
    "annotation": [
      {
        "sentence": "但是有时候我会觉得这种喜欢一个人的感觉是不是有问题，会不会是我不会正常地与他人相处？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人的个性和喜好都不同，所以不必认为你的喜欢一个人是有问题的。我小时候也比较内向，喜欢独自待着，不敢和他人过多交流，就连我的父母都希望我能更外向一些。但其实这样的喜欢一个人的状态也是正常的，只要不对你的日常生活造成困扰就可以。",
    "annotation": [
      {
        "sentence": "每个人的个性和喜好都不同，所以不必认为你的喜欢一个人是有问题的。",
        "label": ""
      },
      {
        "sentence": "我小时候也比较内向，喜欢独自待着，不敢和他人过多交流，就连我的父母都希望我能更外向一些。",
        "label": ""
      },
      {
        "sentence": "但其实这样的喜欢一个人的状态也是正常的，只要不对你的日常生活造成困扰就可以。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。我其实和父母感情也还好，只是在沟通方面有些障碍。他们总是喜欢猜测我的想法，导致我们经常吵架，而且他们对我的为人总是和现实不符。",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "我其实和父母感情也还好，只是在沟通方面有些障碍。",
        "label": ""
      },
      {
        "sentence": "他们总是喜欢猜测我的想法，导致我们经常吵架，而且他们对我的为人总是和现实不符。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "与父母之间的沟通确实是很重要的。你可以试着从小事开始与他们进行沟通，例如向他们表达你的需求，告诉他们你内心的想法。如果他们一开始不理解你，可能是因为他们没有相信你。你可以用具体的行动来证明自己的真实想法，例如实现一些小小的、真正的需求。",
    "annotation": [
      {
        "sentence": "与父母之间的沟通确实是很重要的。",
        "label": ""
      },
      {
        "sentence": "你可以试着从小事开始与他们进行沟通，例如向他们表达你的需求，告诉他们你内心的想法。",
        "label": ""
      },
      {
        "sentence": "如果他们一开始不理解你，可能是因为他们没有相信你。",
        "label": ""
      },
      {
        "sentence": "你可以用具体的行动来证明自己的真实想法，例如实现一些小小的、真正的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着与他们更多地沟通，同时也尝试用行动来表达自己的想法。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着与他们更多地沟通，同时也尝试用行动来表达自己的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，我相信你一定能够取得进步的。此外，如果你现在感到烦躁和迷茫，可以尝试培养一些兴趣爱好来排解。比如冥想或学一门乐器，写日记也是一个很好的方式来疏解负面情绪。",
    "annotation": [
      {
        "sentence": "很好，我相信你一定能够取得进步的。",
        "label": ""
      },
      {
        "sentence": "此外，如果你现在感到烦躁和迷茫，可以尝试培养一些兴趣爱好来排解。",
        "label": ""
      },
      {
        "sentence": "比如冥想或学一门乐器，写日记也是一个很好的方式来疏解负面情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着找一些适合我的兴趣爱好，希望能够改变现在的状态和情绪。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "我会试着找一些适合我的兴趣爱好，希望能够改变现在的状态和情绪。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够开心起来，乐观地面对未来！如果你还需要任何帮助，随时来找我聊天都可以。加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够开心起来，乐观地面对未来！",
        "label": ""
      },
      {
        "sentence": "如果你还需要任何帮助，随时来找我聊天都可以。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]