[
  {
    "role": "client",
    "content": "感情方面总是不忍心拒绝别人，该怎么办？",
    "annotation": [
      {
        "sentence": "感情方面总是不忍心拒绝别人，该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个非常温柔的人，对于他人的追求总是不忍心拒绝。其实这是一个很常见的情况。你是不是觉得被舔的感觉让你很享受，并且希望别人一直对你好呢？",
    "annotation": [
      {
        "sentence": "你是一个非常温柔的人，对于他人的追求总是不忍心拒绝。",
        "label": ""
      },
      {
        "sentence": "其实这是一个很常见的情况。",
        "label": ""
      },
      {
        "sentence": "你是不是觉得被舔的感觉让你很享受，并且希望别人一直对你好呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实常常享受被人对待得很好的感觉。但同时又觉得拒绝别人很委婉，有些不忍心。可能是因为我从未谈过恋爱，二十多年都是单身，初高中没人追过我。当时我也有些自卑和内向。但上了大学后，我不断努力锻炼身体、减肥，专心学习，专业成绩一直在前三，与人相处也很热情。大家都很喜欢我，也很敬佩我。可是随着时间的推移，身边追求者越来越多，我却发现自己没有遇到让我心动的男生。",
    "annotation": [
      {
        "sentence": "是的，我确实常常享受被人对待得很好的感觉。",
        "label": ""
      },
      {
        "sentence": "但同时又觉得拒绝别人很委婉，有些不忍心。",
        "label": ""
      },
      {
        "sentence": "可能是因为我从未谈过恋爱，二十多年都是单身，初高中没人追过我。",
        "label": ""
      },
      {
        "sentence": "当时我也有些自卑和内向。",
        "label": ""
      },
      {
        "sentence": "但上了大学后，我不断努力锻炼身体、减肥，专心学习，专业成绩一直在前三，与人相处也很热情。",
        "label": ""
      },
      {
        "sentence": "大家都很喜欢我，也很敬佩我。",
        "label": ""
      },
      {
        "sentence": "可是随着时间的推移，身边追求者越来越多，我却发现自己没有遇到让我心动的男生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说是这样，我可以感觉到你一直享受别人对你好的感觉。但是你拒绝他们的方式可能不够坚决，比较委婉。之前有一个男生一直对你很好，很喜欢你。你也拒绝过他两次，但下个学期他就没怎么理你了，你感觉很可惜，好像失去了一个对你好的人。后来你找他问为什么不再跟你一起玩，他就开始撩你，然后约你在校园里散步，很自然地牵了你的手并强吻了你。对于这个情况，你脑袋一片空白，不知道该做出什么反应才合适。之后他说他喜欢你很久了，但就当作什么都没发生一样，继续撩你。你现在不知道该怎么处理这件事情了。",
    "annotation": [
      {
        "sentence": "听你说是这样，我可以感觉到你一直享受别人对你好的感觉。",
        "label": ""
      },
      {
        "sentence": "但是你拒绝他们的方式可能不够坚决，比较委婉。",
        "label": ""
      },
      {
        "sentence": "之前有一个男生一直对你很好，很喜欢你。",
        "label": ""
      },
      {
        "sentence": "你也拒绝过他两次，但下个学期他就没怎么理你了，你感觉很可惜，好像失去了一个对你好的人。",
        "label": ""
      },
      {
        "sentence": "后来你找他问为什么不再跟你一起玩，他就开始撩你，然后约你在校园里散步，很自然地牵了你的手并强吻了你。",
        "label": ""
      },
      {
        "sentence": "对于这个情况，你脑袋一片空白，不知道该做出什么反应才合适。",
        "label": ""
      },
      {
        "sentence": "之后他说他喜欢你很久了，但就当作什么都没发生一样，继续撩你。",
        "label": ""
      },
      {
        "sentence": "你现在不知道该怎么处理这件事情了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，他一直对我很好，我也挺喜欢他的。可是那次发生的事情之后，我陷入了困惑。我不确定自己应该怎么办，怎么面对他。所以我只是回到了自己的生活中，一直没有回复他的消息。我现在不知道该怎样解决这个问题。",
    "annotation": [
      {
        "sentence": "对，他一直对我很好，我也挺喜欢他的。",
        "label": ""
      },
      {
        "sentence": "可是那次发生的事情之后，我陷入了困惑。",
        "label": ""
      },
      {
        "sentence": "我不确定自己应该怎么办，怎么面对他。",
        "label": ""
      },
      {
        "sentence": "所以我只是回到了自己的生活中，一直没有回复他的消息。",
        "label": ""
      },
      {
        "sentence": "我现在不知道该怎样解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你当前的困惑。从你的叙述中可以感觉到你是一个非常敏感、自卑和脆弱的人。虽然有很多人追求你，但你在情感方面依然很自卑。如果你真的谈了一段恋爱，你会是一个非常专情和痴情的人。所以我最担心的并不是你拒绝别人会伤害到他们，而是你在情感方面的自卑，因为这可能会在未来的恋爱中带来不安全感。我相信你至今没有谈恋爱的原因，正是因为你对亲密关系有一定的恐惧，害怕依赖他人而无法自拔。针对这个问题，我希望能给你一些建议。首先，你需要从内心深处相信自己是一个非常优秀的人，你的吸引力不仅仅来自外貌和身材，更来自于你自身的魅力。在未来的恋爱中，不要因为自己觉得不够好而努力改变自己，而是要相信自己已经很优秀了。最后，我衷心地祝愿你未来能获得一段甜蜜的爱情，希望你幸福。",
    "annotation": [
      {
        "sentence": "我能理解你当前的困惑。",
        "label": ""
      },
      {
        "sentence": "从你的叙述中可以感觉到你是一个非常敏感、自卑和脆弱的人。",
        "label": ""
      },
      {
        "sentence": "虽然有很多人追求你，但你在情感方面依然很自卑。",
        "label": ""
      },
      {
        "sentence": "如果你真的谈了一段恋爱，你会是一个非常专情和痴情的人。",
        "label": ""
      },
      {
        "sentence": "所以我最担心的并不是你拒绝别人会伤害到他们，而是你在情感方面的自卑，因为这可能会在未来的恋爱中带来不安全感。",
        "label": ""
      },
      {
        "sentence": "我相信你至今没有谈恋爱的原因，正是因为你对亲密关系有一定的恐惧，害怕依赖他人而无法自拔。",
        "label": ""
      },
      {
        "sentence": "针对这个问题，我希望能给你一些建议。",
        "label": ""
      },
      {
        "sentence": "首先，你需要从内心深处相信自己是一个非常优秀的人，你的吸引力不仅仅来自外貌和身材，更来自于你自身的魅力。",
        "label": ""
      },
      {
        "sentence": "在未来的恋爱中，不要因为自己觉得不够好而努力改变自己，而是要相信自己已经很优秀了。",
        "label": ""
      },
      {
        "sentence": "最后，我衷心地祝愿你未来能获得一段甜蜜的爱情，希望你幸福。",
        "label": ""
      }
    ]
  }
]