[
  {
    "role": "client",
    "content": "感情方面总是不忍心拒绝别人，该怎么办？",
    "annotation": [
      {
        "sentence": "感情方面总是不忍心拒绝别人，该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听说你有一些困扰，可以分享一下你的具体情况吗？",
    "annotation": [
      {
        "sentence": "你好，听说你有一些困扰，可以分享一下你的具体情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "身边追求者很多，没有想法的人我都会拒绝，但是拒绝的很委婉甚至有些不忍心。可能就是很享受被舔的感觉并且希望一直对我这么好。",
    "annotation": [
      {
        "sentence": "身边追求者很多，没有想法的人我都会拒绝，但是拒绝的很委婉甚至有些不忍心。",
        "label": ""
      },
      {
        "sentence": "可能就是很享受被舔的感觉并且希望一直对我这么好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你在感情方面遇到了一些矛盾。虽然你享受被人对你好的感觉，但是也有拒绝的委婉和不忍心。这种情况可能是因为你对他们的好感没有达到期望的程度，或者是对方的行为没有完全符合你的期待。你有想过为什么会出现这种矛盾吗？",
    "annotation": [
      {
        "sentence": "听起来你在感情方面遇到了一些矛盾。",
        "label": ""
      },
      {
        "sentence": "虽然你享受被人对你好的感觉，但是也有拒绝的委婉和不忍心。",
        "label": ""
      },
      {
        "sentence": "这种情况可能是因为你对他们的好感没有达到期望的程度，或者是对方的行为没有完全符合你的期待。",
        "label": ""
      },
      {
        "sentence": "你有想过为什么会出现这种矛盾吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直单身到现在都没有过恋爱经历，初高中的时候也没有人正经追求过我。当时我也有些自卑内向。不过上了大学后我开始努力学习专业成绩，也比较热情对待周围的人。大家都很喜欢我，也很敬佩我。随着身边追求者越来越多，我发现我只是享受他们对我的好，没有遇到心动的男生。",
    "annotation": [
      {
        "sentence": "我一直单身到现在都没有过恋爱经历，初高中的时候也没有人正经追求过我。",
        "label": ""
      },
      {
        "sentence": "当时我也有些自卑内向。",
        "label": ""
      },
      {
        "sentence": "不过上了大学后我开始努力学习专业成绩，也比较热情对待周围的人。",
        "label": ""
      },
      {
        "sentence": "大家都很喜欢我，也很敬佩我。",
        "label": ""
      },
      {
        "sentence": "随着身边追求者越来越多，我发现我只是享受他们对我的好，没有遇到心动的男生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的经历和感受，我能理解你因为缺少恋爱经历而产生的一些矛盾和困惑。你的自卑和内向可能在过去的学校阶段造成了与异性交往的困难。大学时，你通过努力学习专业成绩和对人热情，赢得了周围人的喜欢和敬佩。然而，你发现周围的追求者并没有触动你内心的那根弦。这可能是因为你还没有遇到真正让你心动的人，或者你对爱情有一些特别的期望。",
    "annotation": [
      {
        "sentence": "听到你的经历和感受，我能理解你因为缺少恋爱经历而产生的一些矛盾和困惑。",
        "label": ""
      },
      {
        "sentence": "你的自卑和内向可能在过去的学校阶段造成了与异性交往的困难。",
        "label": ""
      },
      {
        "sentence": "大学时，你通过努力学习专业成绩和对人热情，赢得了周围人的喜欢和敬佩。",
        "label": ""
      },
      {
        "sentence": "然而，你发现周围的追求者并没有触动你内心的那根弦。",
        "label": ""
      },
      {
        "sentence": "这可能是因为你还没有遇到真正让你心动的人，或者你对爱情有一些特别的期望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，你说得没错。只是吊着男生们拒绝的很委婉不够坚决。之前有一个男生一直对我特别好很喜欢我，我也拒绝过他两次。下个学期后他没怎么理过我了，我觉得很可惜感觉失去了一个对我好的人。不过后来我主动找他问怎么不跟我一起玩了，他就开始撩我然后约的晚上在校园转转，他很自然牵了我的手然后强吻了我。我脑袋一片空白，不知道该有什么反应合适。然后他说他喜欢我很久了，还是一样撩我，我就不知道该怎么办了，只是回去了，然后一直没回他消息，我不知道该怎么处理这件事了。",
    "annotation": [
      {
        "sentence": "是的，你说得没错。",
        "label": ""
      },
      {
        "sentence": "只是吊着男生们拒绝的很委婉不够坚决。",
        "label": ""
      },
      {
        "sentence": "之前有一个男生一直对我特别好很喜欢我，我也拒绝过他两次。",
        "label": ""
      },
      {
        "sentence": "下个学期后他没怎么理过我了，我觉得很可惜感觉失去了一个对我好的人。",
        "label": ""
      },
      {
        "sentence": "不过后来我主动找他问怎么不跟我一起玩了，他就开始撩我然后约的晚上在校园转转，他很自然牵了我的手然后强吻了我。",
        "label": ""
      },
      {
        "sentence": "我脑袋一片空白，不知道该有什么反应合适。",
        "label": ""
      },
      {
        "sentence": "然后他说他喜欢我很久了，还是一样撩我，我就不知道该怎么办了，只是回去了，然后一直没回他消息，我不知道该怎么处理这件事了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你描述的经历，我可以理解你在面对男生追求时感到矛盾和困惑。在过去，你委婉地拒绝过一个男生，可是后来你主动找他问为什么不再和你一起玩，结果他发生了强吻的行为。这一系列的事件一定让你感到混乱和无措。首先，我想强调的是，你没有任何责任去接受他的强吻，因为这是你没有同意的行为。在处理这件事情上，重要的是保护好自己的权益和感受。你可以考虑与他沟通，告诉他你对他的行为感到不满和不舒服。同时，也让他明白你对他的感觉并且表达出你对他的拒绝态度。",
    "annotation": [
      {
        "sentence": "听到你描述的经历，我可以理解你在面对男生追求时感到矛盾和困惑。",
        "label": ""
      },
      {
        "sentence": "在过去，你委婉地拒绝过一个男生，可是后来你主动找他问为什么不再和你一起玩，结果他发生了强吻的行为。",
        "label": ""
      },
      {
        "sentence": "这一系列的事件一定让你感到混乱和无措。",
        "label": ""
      },
      {
        "sentence": "首先，我想强调的是，你没有任何责任去接受他的强吻，因为这是你没有同意的行为。",
        "label": ""
      },
      {
        "sentence": "在处理这件事情上，重要的是保护好自己的权益和感受。",
        "label": ""
      },
      {
        "sentence": "你可以考虑与他沟通，告诉他你对他的行为感到不满和不舒服。",
        "label": ""
      },
      {
        "sentence": "同时，也让他明白你对他的感觉并且表达出你对他的拒绝态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，确实是我在这个过程中感到无措。我理解了我有权利得到尊重并保护自己。我会尽快与他进行沟通，明确表达我的感受和拒绝态度。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，确实是我在这个过程中感到无措。",
        "label": ""
      },
      {
        "sentence": "我理解了我有权利得到尊重并保护自己。",
        "label": ""
      },
      {
        "sentence": "我会尽快与他进行沟通，明确表达我的感受和拒绝态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到你愿意与他进行沟通，并且明确表达自己的感受和态度。这样的做法有助于你维护自己的权益和边界，同时也有助于建立良好的人际关系。在沟通时，记得保持冷静并坚持表达自己的想法和感受。如果需要，你也可以请身边朋友的支持和帮助，共同面对这个困境。",
    "annotation": [
      {
        "sentence": "非常欣慰听到你愿意与他进行沟通，并且明确表达自己的感受和态度。",
        "label": ""
      },
      {
        "sentence": "这样的做法有助于你维护自己的权益和边界，同时也有助于建立良好的人际关系。",
        "label": ""
      },
      {
        "sentence": "在沟通时，记得保持冷静并坚持表达自己的想法和感受。",
        "label": ""
      },
      {
        "sentence": "如果需要，你也可以请身边朋友的支持和帮助，共同面对这个困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，我会尽力去沟通并保护好自己的权益。我也会向朋友寻求帮助和支持，让我更加有信心去面对这个困境。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，我会尽力去沟通并保护好自己的权益。",
        "label": ""
      },
      {
        "sentence": "我也会向朋友寻求帮助和支持，让我更加有信心去面对这个困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能听到你的决心和自信。你知道如何保护自己，并且在面对困境时主动寻求支持和帮助，这些都是很积极的行为。我相信你可以处理好这个事情，并且从中学习和成长。最后，如果你需要任何进一步的帮助，随时都可以来找我聊天。",
    "annotation": [
      {
        "sentence": "很高兴能听到你的决心和自信。",
        "label": ""
      },
      {
        "sentence": "你知道如何保护自己，并且在面对困境时主动寻求支持和帮助，这些都是很积极的行为。",
        "label": ""
      },
      {
        "sentence": "我相信你可以处理好这个事情，并且从中学习和成长。",
        "label": ""
      },
      {
        "sentence": "最后，如果你需要任何进一步的帮助，随时都可以来找我聊天。",
        "label": ""
      }
    ]
  }
]