[
  {
    "role": "client",
    "content": "我被后起之秀用羞辱式的打法折磨了，我还有脸留在校队吗？我是个体育特长生，代表校女乒队学校拿过名次。去年开始慢慢被一个新来的学妹取代，她身体条件比我好，速度和力量都超过我。从队内训练到比赛一直被她吊打。去年疫情之前最后一次比赛，我被她直落四局，尤其最后一局输得极其狼狈。她在胜券在握的情况下，故意把我留在台上用羞辱式的打法当众折磨我。明明已经有得分的机会却故意左右拉球把我抽得筋疲力尽，之后再来一个残暴的扣杀。得分后还对着我挑衅性地怒吼，从心理上把我彻底击垮了。最后一球拉了三十多拍，跑得我鞋子都掉了。最后被她一记暴扣，11:0。扣得我失魂落魄直接跪倒在球场上。努力想站起来结果头晕目眩突然昏倒，被送到卫生室检查下来没问题，是应激反应。休息一会就行。我成为校队的笑柄，曾经的一姐被新人打得跪地昏厥。现在因为疫情放下拍子快一年了，不知道是不是要坚持下去。",
    "annotation": [
      {
        "sentence": "我被后起之秀用羞辱式的打法折磨了，我还有脸留在校队吗？",
        "label": ""
      },
      {
        "sentence": "我是个体育特长生，代表校女乒队学校拿过名次。",
        "label": ""
      },
      {
        "sentence": "去年开始慢慢被一个新来的学妹取代，她身体条件比我好，速度和力量都超过我。",
        "label": ""
      },
      {
        "sentence": "从队内训练到比赛一直被她吊打。",
        "label": ""
      },
      {
        "sentence": "去年疫情之前最后一次比赛，我被她直落四局，尤其最后一局输得极其狼狈。",
        "label": ""
      },
      {
        "sentence": "她在胜券在握的情况下，故意把我留在台上用羞辱式的打法当众折磨我。",
        "label": ""
      },
      {
        "sentence": "明明已经有得分的机会却故意左右拉球把我抽得筋疲力尽，之后再来一个残暴的扣杀。",
        "label": ""
      },
      {
        "sentence": "得分后还对着我挑衅性地怒吼，从心理上把我彻底击垮了。",
        "label": ""
      },
      {
        "sentence": "最后一球拉了三十多拍，跑得我鞋子都掉了。",
        "label": ""
      },
      {
        "sentence": "最后被她一记暴扣，11:0。",
        "label": ""
      },
      {
        "sentence": "扣得我失魂落魄直接跪倒在球场上。",
        "label": ""
      },
      {
        "sentence": "努力想站起来结果头晕目眩突然昏倒，被送到卫生室检查下来没问题，是应激反应。",
        "label": ""
      },
      {
        "sentence": "休息一会就行。",
        "label": ""
      },
      {
        "sentence": "我成为校队的笑柄，曾经的一姐被新人打得跪地昏厥。",
        "label": ""
      },
      {
        "sentence": "现在因为疫情放下拍子快一年了，不知道是不是要坚持下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你描述的被打败的过程之细，对我这个第一次看到文字的人心理都有冲击。可想而知，你当时在现场，当时作为当事人，当时作为被打败一方，心理所受的冲击有多大。看完之后，我倒没有感到作为被打败一方的你有多丢脸，倒更多感受到的是你描述的那个学妹的年少轻狂。竞技场上打败别人或被别人打败是很正常的事，没有常胜将军，学妹肯定有一天也会被人打败的。再者，即便学妹这次没有打败你，迟早你也会被别人打败的。",
    "annotation": [
      {
        "sentence": "你描述的被打败的过程之细，对我这个第一次看到文字的人心理都有冲击。",
        "label": ""
      },
      {
        "sentence": "可想而知，你当时在现场，当时作为当事人，当时作为被打败一方，心理所受的冲击有多大。",
        "label": ""
      },
      {
        "sentence": "看完之后，我倒没有感到作为被打败一方的你有多丢脸，倒更多感受到的是你描述的那个学妹的年少轻狂。",
        "label": ""
      },
      {
        "sentence": "竞技场上打败别人或被别人打败是很正常的事，没有常胜将军，学妹肯定有一天也会被人打败的。",
        "label": ""
      },
      {
        "sentence": "再者，即便学妹这次没有打败你，迟早你也会被别人打败的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的没错，但是这次打败我实在太惨了，我感到非常挫败和无助。现在每次想到去参加队内的训练和比赛，我就会感到害怕和胆怯。",
    "annotation": [
      {
        "sentence": "你说的没错，但是这次打败我实在太惨了，我感到非常挫败和无助。",
        "label": ""
      },
      {
        "sentence": "现在每次想到去参加队内的训练和比赛，我就会感到害怕和胆怯。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在的心情。在经历这样一次挫败之后，心理上的压力会增加，自信也会受到影响。你可能还会不自觉地想到那个学妹的羞辱式行为，导致对未来的训练和比赛失去动力和信心。但是，我想告诉你，每个人都会遇到失败和挫折，这是成长的一部分。失去一局比赛并不意味着你就永远被打败。重要的是要从失败中学习，不断提升自己。你可以回想一下过去的比赛中你的优势和不足，找出自己可以改进的地方。",
    "annotation": [
      {
        "sentence": "我理解你现在的心情。",
        "label": ""
      },
      {
        "sentence": "在经历这样一次挫败之后，心理上的压力会增加，自信也会受到影响。",
        "label": ""
      },
      {
        "sentence": "你可能还会不自觉地想到那个学妹的羞辱式行为，导致对未来的训练和比赛失去动力和信心。",
        "label": ""
      },
      {
        "sentence": "但是，我想告诉你，每个人都会遇到失败和挫折，这是成长的一部分。",
        "label": ""
      },
      {
        "sentence": "失去一局比赛并不意味着你就永远被打败。",
        "label": ""
      },
      {
        "sentence": "重要的是要从失败中学习，不断提升自己。",
        "label": ""
      },
      {
        "sentence": "你可以回想一下过去的比赛中你的优势和不足，找出自己可以改进的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但是我真的怕再次面对失败。我不知道我是否还有勇气和毅力去坚持训练和比赛。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但是我真的怕再次面对失败。",
        "label": ""
      },
      {
        "sentence": "我不知道我是否还有勇气和毅力去坚持训练和比赛。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你所感受到的恐惧和不自信都是正常的，但我想提醒你，成功和失败并不是唯一的标准来定义一个人。重要的是你对待失败的态度和是否愿意继续前进。如果你一直沉浸在过去的失败中，那么你永远无法向前迈进。我相信你拥有足够的才华和潜力，只要你愿意努力，一定能够重新找回自信和竞技状态。",
    "annotation": [
      {
        "sentence": "你所感受到的恐惧和不自信都是正常的，但我想提醒你，成功和失败并不是唯一的标准来定义一个人。",
        "label": ""
      },
      {
        "sentence": "重要的是你对待失败的态度和是否愿意继续前进。",
        "label": ""
      },
      {
        "sentence": "如果你一直沉浸在过去的失败中，那么你永远无法向前迈进。",
        "label": ""
      },
      {
        "sentence": "我相信你拥有足够的才华和潜力，只要你愿意努力，一定能够重新找回自信和竞技状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我想我会试着重新找回自信，做好心理调整，努力继续训练和比赛。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我想我会试着重新找回自信，做好心理调整，努力继续训练和比赛。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决定。记住，挫折只是一时的，调整心态并勇敢面对困难是关键。不管成绩如何，重要的是你在比赛中展现出自己的实力和价值。如果你需要进一步的支持和建议，我会一直在你身边。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决定。",
        "label": ""
      },
      {
        "sentence": "记住，挫折只是一时的，调整心态并勇敢面对困难是关键。",
        "label": ""
      },
      {
        "sentence": "不管成绩如何，重要的是你在比赛中展现出自己的实力和价值。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的支持和建议，我会一直在你身边。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来的陪伴和支持。我会努力的！我现在感觉好多了，以后无论遇到什么困难，我都会积极面对并坚持下去。",
    "annotation": [
      {
        "sentence": "谢谢你一直以来的陪伴和支持。",
        "label": ""
      },
      {
        "sentence": "我会努力的！",
        "label": ""
      },
      {
        "sentence": "我现在感觉好多了，以后无论遇到什么困难，我都会积极面对并坚持下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的积极态度！相信自己，相信努力和坚持一定会带给你更好的结果。祝福你在未来的训练和比赛中取得更大的成就！如果你需要任何帮助，记得随时来找我谈谈。",
    "annotation": [
      {
        "sentence": "很高兴听到你的积极态度！",
        "label": ""
      },
      {
        "sentence": "相信自己，相信努力和坚持一定会带给你更好的结果。",
        "label": ""
      },
      {
        "sentence": "祝福你在未来的训练和比赛中取得更大的成就！",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助，记得随时来找我谈谈。",
        "label": ""
      }
    ]
  }
]