[
  {
    "role": "client",
    "content": "我被后起之秀用羞辱式的打法折磨了，我还有脸留在校队吗？我是个体育特长生，代表校女乒队学校拿过名次，去年开始慢慢被一个新来的学妹取代。她身体条件比我好，速度和力量都超过我。从队内训练到比赛一直被她吊打。去年疫情之前最后一次比赛，我被她直落四局，尤其最后一局输得极其狼狈。她在胜券在握的情况下，故意把我留在台上用羞辱式的打法当众折磨我。明明已经有得分的机会却故意左右拉球把我抽得筋疲力尽之后再来一个残暴的扣杀。得分后还对着我挑衅性的怒吼，从心理上把我击垮了。最后一球拉了三十多拍，跑得我鞋子都掉了，最后被她一记暴扣，11:0，扣得我失魂落魄直接跪倒在球场上。我努力想站起来结果头晕目眩突然昏倒，被送到卫生室，检查下来没问题，是应激反应，休息一会就行。我成为校队的笑柄，曾经的一姐被新人打得跪地昏厥。现在因为疫情放下拍子快一年了，不知道是不是要坚持下去。",
    "annotation": [
      {
        "sentence": "我被后起之秀用羞辱式的打法折磨了，我还有脸留在校队吗？",
        "label": ""
      },
      {
        "sentence": "我是个体育特长生，代表校女乒队学校拿过名次，去年开始慢慢被一个新来的学妹取代。",
        "label": ""
      },
      {
        "sentence": "她身体条件比我好，速度和力量都超过我。",
        "label": ""
      },
      {
        "sentence": "从队内训练到比赛一直被她吊打。",
        "label": ""
      },
      {
        "sentence": "去年疫情之前最后一次比赛，我被她直落四局，尤其最后一局输得极其狼狈。",
        "label": ""
      },
      {
        "sentence": "她在胜券在握的情况下，故意把我留在台上用羞辱式的打法当众折磨我。",
        "label": ""
      },
      {
        "sentence": "明明已经有得分的机会却故意左右拉球把我抽得筋疲力尽之后再来一个残暴的扣杀。",
        "label": ""
      },
      {
        "sentence": "得分后还对着我挑衅性的怒吼，从心理上把我击垮了。",
        "label": ""
      },
      {
        "sentence": "最后一球拉了三十多拍，跑得我鞋子都掉了，最后被她一记暴扣，11:0，扣得我失魂落魄直接跪倒在球场上。",
        "label": ""
      },
      {
        "sentence": "我努力想站起来结果头晕目眩突然昏倒，被送到卫生室，检查下来没问题，是应激反应，休息一会就行。",
        "label": ""
      },
      {
        "sentence": "我成为校队的笑柄，曾经的一姐被新人打得跪地昏厥。",
        "label": ""
      },
      {
        "sentence": "现在因为疫情放下拍子快一年了，不知道是不是要坚持下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "友谊第一，比赛第二，但是对方的某些行为确实有点过分了。1.竞争确实可以激发我们的潜力，但是尊重对手是最起码的准则。年龄和身体对于很多运动员来说确实是难以避免的问题，尤其是高强度的运动。虽然我们有着很好的技巧，但是体力有时会跟不上，导致自己言行不一，真的是不服老不行。如果真的是技不如人，而且对方在该赢的比赛里也确实用尽了全力，那么我们真的需要感激对方，我相信你也不愿意对方因为我们是老将就故事谦让我们。只是对方的一些行为明显地在羞辱人，所以这样的人是不值得我们尊重的。要是对方对待所有的队友都是这种方式，那么我相信不单单是周边的人对于她的行为都是很反感的。而且运动属于团体性的活动，一个人赢不仅仅需要赢了比赛，更重要的是需要赢得他人的尊重。",
    "annotation": [
      {
        "sentence": "友谊第一，比赛第二，但是对方的某些行为确实有点过分了。",
        "label": ""
      },
      {
        "sentence": "1.竞争确实可以激发我们的潜力，但是尊重对手是最起码的准则。",
        "label": ""
      },
      {
        "sentence": "年龄和身体对于很多运动员来说确实是难以避免的问题，尤其是高强度的运动。",
        "label": ""
      },
      {
        "sentence": "虽然我们有着很好的技巧，但是体力有时会跟不上，导致自己言行不一，真的是不服老不行。",
        "label": ""
      },
      {
        "sentence": "如果真的是技不如人，而且对方在该赢的比赛里也确实用尽了全力，那么我们真的需要感激对方，我相信你也不愿意对方因为我们是老将就故事谦让我们。",
        "label": ""
      },
      {
        "sentence": "只是对方的一些行为明显地在羞辱人，所以这样的人是不值得我们尊重的。",
        "label": ""
      },
      {
        "sentence": "要是对方对待所有的队友都是这种方式，那么我相信不单单是周边的人对于她的行为都是很反感的。",
        "label": ""
      },
      {
        "sentence": "而且运动属于团体性的活动，一个人赢不仅仅需要赢了比赛，更重要的是需要赢得他人的尊重。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，她的行为确实让我感到很难过，我觉得自己不再是曾经的一姐了。",
    "annotation": [
      {
        "sentence": "是的，她的行为确实让我感到很难过，我觉得自己不再是曾经的一姐了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别太过于自责了，每个人都会有低谷期。毕竟你还是校女乒队的一员，过去的荣誉是无法被抹去的。即使被她暂时超越了，但你依然有能力重新找回属于自己的位置。而她的行为只是短暂的耀眼，真正让人记住的是你的坚持和努力。",
    "annotation": [
      {
        "sentence": "别太过于自责了，每个人都会有低谷期。",
        "label": ""
      },
      {
        "sentence": "毕竟你还是校女乒队的一员，过去的荣誉是无法被抹去的。",
        "label": ""
      },
      {
        "sentence": "即使被她暂时超越了，但你依然有能力重新找回属于自己的位置。",
        "label": ""
      },
      {
        "sentence": "而她的行为只是短暂的耀眼，真正让人记住的是你的坚持和努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，但是我还是有些迷茫。毕竟现在疫情期间，一直没有比赛机会，也没有办法证明自己。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，但是我还是有些迷茫。",
        "label": ""
      },
      {
        "sentence": "毕竟现在疫情期间，一直没有比赛机会，也没有办法证明自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们坚持是为了自己的梦想。你的经历让我想起了当年刘翔的退赛。之前的各种荣誉加身导致大家都对刘翔充满了期望，尤其是那年的奥运会还是在我们自己的国家，所以他的身上背负的压力可想而知。可是现实是残酷的，刘翔最终因伤退赛，多少人为之惋惜，网上也有很多声讨他的人，当然更多的还是鼓励他的人，希望他可以早日康复。我们虽然没有刘翔那么高的价值，但是曾经的荣誉都是我们用行动争取来的，这是谁都没办法抹去的。如果我们真的力不从心了，可以进行适当的调整，她想要主力的位置我们也可以让有能力的人担当。但是希望对方也可以学会尊重他人。",
    "annotation": [
      {
        "sentence": "我们坚持是为了自己的梦想。",
        "label": ""
      },
      {
        "sentence": "你的经历让我想起了当年刘翔的退赛。",
        "label": ""
      },
      {
        "sentence": "之前的各种荣誉加身导致大家都对刘翔充满了期望，尤其是那年的奥运会还是在我们自己的国家，所以他的身上背负的压力可想而知。",
        "label": ""
      },
      {
        "sentence": "可是现实是残酷的，刘翔最终因伤退赛，多少人为之惋惜，网上也有很多声讨他的人，当然更多的还是鼓励他的人，希望他可以早日康复。",
        "label": ""
      },
      {
        "sentence": "我们虽然没有刘翔那么高的价值，但是曾经的荣誉都是我们用行动争取来的，这是谁都没办法抹去的。",
        "label": ""
      },
      {
        "sentence": "如果我们真的力不从心了，可以进行适当的调整，她想要主力的位置我们也可以让有能力的人担当。",
        "label": ""
      },
      {
        "sentence": "但是希望对方也可以学会尊重他人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我不能一直沉浸在过去的荣誉中。我应该重新调整自己的心态，为了自己的梦想坚持下去。",
    "annotation": [
      {
        "sentence": "你说得对，我不能一直沉浸在过去的荣誉中。",
        "label": ""
      },
      {
        "sentence": "我应该重新调整自己的心态，为了自己的梦想坚持下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能有这样的想法。不要被一时的困境击倒，每个人都会遇到挫折。重要的是能够从中学到经验，积极面对。只有坚持不懈，相信自己，你才能再次焕发出前进的力量。在这个过程中，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "很高兴你能有这样的想法。",
        "label": ""
      },
      {
        "sentence": "不要被一时的困境击倒，每个人都会遇到挫折。",
        "label": ""
      },
      {
        "sentence": "重要的是能够从中学到经验，积极面对。",
        "label": ""
      },
      {
        "sentence": "只有坚持不懈，相信自己，你才能再次焕发出前进的力量。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，我会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我会尽力调整自己的心态，重新找回自信和实力。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尽力调整自己的心态，重新找回自信和实力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没有什么比看到你重新振作起来更让我开心了。坚持下去吧，我相信你有能力战胜困难，实现自己的梦想。加油！",
    "annotation": [
      {
        "sentence": "没有什么比看到你重新振作起来更让我开心了。",
        "label": ""
      },
      {
        "sentence": "坚持下去吧，我相信你有能力战胜困难，实现自己的梦想。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你陪伴我倾诉，你的鼓励让我重新找到了方向和勇气。我会努力走出困境，追寻我的乒乓梦。感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你陪伴我倾诉，你的鼓励让我重新找到了方向和勇气。",
        "label": ""
      },
      {
        "sentence": "我会努力走出困境，追寻我的乒乓梦。",
        "label": ""
      },
      {
        "sentence": "感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！朋友就是互相支持的。记得，困难只是暂时的，你一定能够战胜它们。祝愿你取得更好的成绩，实现自己的目标！加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "朋友就是互相支持的。",
        "label": ""
      },
      {
        "sentence": "记得，困难只是暂时的，你一定能够战胜它们。",
        "label": ""
      },
      {
        "sentence": "祝愿你取得更好的成绩，实现自己的目标！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]