[
  {
    "role": "client",
    "content": "我真的很难过，被后起之秀用羞辱式的打法折磨了。我还有脸留在校队吗？",
    "annotation": [
      {
        "sentence": "我真的很难过，被后起之秀用羞辱式的打法折磨了。",
        "label": ""
      },
      {
        "sentence": "我还有脸留在校队吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题时，我想，作为一个缺乏竞技体验的心理咨询师，可能并不能全然理解“从一姐的位置到用羞辱式的打法击溃”的心理感受。但我直观地想，竞技体验的残酷可能正是这里，永远都有更具先天优势的后起之秀，结果更直观，但我想，这项活动本身带来的拼搏与成就感也不是他人能代你体会的。",
    "annotation": [
      {
        "sentence": "看到你的问题时，我想，作为一个缺乏竞技体验的心理咨询师，可能并不能全然理解“从一姐的位置到用羞辱式的打法击溃”的心理感受。",
        "label": ""
      },
      {
        "sentence": "但我直观地想，竞技体验的残酷可能正是这里，永远都有更具先天优势的后起之秀，结果更直观，但我想，这项活动本身带来的拼搏与成就感也不是他人能代你体会的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "虽然我明白竞技本身就是残酷的，但是我曾经是校队的代表，可是现在被一个新来的学妹完全取代了。她比我身体条件好，速度和力量都超过我。从队内训练到比赛，一直被她吊打。去年最后一次比赛，我被她直落四局，尤其最后一局输得特别狼狈。她在胜券在握的情况下，故意用羞辱式的打法当众折磨我，甚至还对着我挑衅性地怒吼。",
    "annotation": [
      {
        "sentence": "虽然我明白竞技本身就是残酷的，但是我曾经是校队的代表，可是现在被一个新来的学妹完全取代了。",
        "label": ""
      },
      {
        "sentence": "她比我身体条件好，速度和力量都超过我。",
        "label": ""
      },
      {
        "sentence": "从队内训练到比赛，一直被她吊打。",
        "label": ""
      },
      {
        "sentence": "去年最后一次比赛，我被她直落四局，尤其最后一局输得特别狼狈。",
        "label": ""
      },
      {
        "sentence": "她在胜券在握的情况下，故意用羞辱式的打法当众折磨我，甚至还对着我挑衅性地怒吼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的感受，在比赛中遭遇这样的对待肯定会让你感到心理压力很大。这种情况下，你的自信和动力可能受到了很大的打击。这种方式确实不太友善，但是我们可以试着换个角度来思考这件事情。你可以先关注自己，在比赛中逐渐调整状态，寻找打球的乐趣和信心。这方面可能你的教练或前辈们更能帮助你，找人真诚聊一聊可能会更有帮助。",
    "annotation": [
      {
        "sentence": "我可以理解你的感受，在比赛中遭遇这样的对待肯定会让你感到心理压力很大。",
        "label": ""
      },
      {
        "sentence": "这种情况下，你的自信和动力可能受到了很大的打击。",
        "label": ""
      },
      {
        "sentence": "这种方式确实不太友善，但是我们可以试着换个角度来思考这件事情。",
        "label": ""
      },
      {
        "sentence": "你可以先关注自己，在比赛中逐渐调整状态，寻找打球的乐趣和信心。",
        "label": ""
      },
      {
        "sentence": "这方面可能你的教练或前辈们更能帮助你，找人真诚聊一聊可能会更有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该先照顾好自己，调整好状态。但是我现在真的很迷茫，不知道自己还要不要坚持下去。",
    "annotation": [
      {
        "sentence": "你说得对，我应该先照顾好自己，调整好状态。",
        "label": ""
      },
      {
        "sentence": "但是我现在真的很迷茫，不知道自己还要不要坚持下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果放到人生发展的角度来看，你可以思考一下你投入这项运动的初衷是什么。你能代表校队获得名次，这些成就都不是白来的。但支撑你一直投入的动力是什么？有没有因为挫折和困难而想过放弃的时候呢？如果你一直以来的惯性让你觉得自己没有想过这项运动会在未来人生中的位置和角色，或者这只是你的一个兴趣爱好，那发生的事情可能是一个提醒和契机。让你意识到真正重要的是你自己的选择和内在的动力，而不只是外界的评价和荣耀。",
    "annotation": [
      {
        "sentence": "如果放到人生发展的角度来看，你可以思考一下你投入这项运动的初衷是什么。",
        "label": ""
      },
      {
        "sentence": "你能代表校队获得名次，这些成就都不是白来的。",
        "label": ""
      },
      {
        "sentence": "但支撑你一直投入的动力是什么？",
        "label": ""
      },
      {
        "sentence": "有没有因为挫折和困难而想过放弃的时候呢？",
        "label": ""
      },
      {
        "sentence": "如果你一直以来的惯性让你觉得自己没有想过这项运动会在未来人生中的位置和角色，或者这只是你的一个兴趣爱好，那发生的事情可能是一个提醒和契机。",
        "label": ""
      },
      {
        "sentence": "让你意识到真正重要的是你自己的选择和内在的动力，而不只是外界的评价和荣耀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我一直把运动看作是自己的热爱和追求，而不是仅仅为了荣誉和成绩。也许这次的困境是让我重新思考自己的动力和目标。我会努力调整思维，不再被别人的评价左右。",
    "annotation": [
      {
        "sentence": "你说得对，我一直把运动看作是自己的热爱和追求，而不是仅仅为了荣誉和成绩。",
        "label": ""
      },
      {
        "sentence": "也许这次的困境是让我重新思考自己的动力和目标。",
        "label": ""
      },
      {
        "sentence": "我会努力调整思维，不再被别人的评价左右。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样的回答。每个人都有不同的发展道路和目标，不要把别人的看法过分放在心上。你可以从这次经历中学到更多，无论是在竞技中的技术进步还是内在的成长。重要的是找到支持你的人和生活中其他的积极方面，这将帮助你重新找到自己的动力和乐趣。",
    "annotation": [
      {
        "sentence": "很高兴听到你这样的回答。",
        "label": ""
      },
      {
        "sentence": "每个人都有不同的发展道路和目标，不要把别人的看法过分放在心上。",
        "label": ""
      },
      {
        "sentence": "你可以从这次经历中学到更多，无论是在竞技中的技术进步还是内在的成长。",
        "label": ""
      },
      {
        "sentence": "重要的是找到支持你的人和生活中其他的积极方面，这将帮助你重新找到自己的动力和乐趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我现在觉得心情好多了。我会继续努力，不再让这次挫折阻碍我向前进步。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我现在觉得心情好多了。",
        "label": ""
      },
      {
        "sentence": "我会继续努力，不再让这次挫折阻碍我向前进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你积极的决心。记住，在面对困难和挫折时，你可以倚靠朋友和家人的支持，也可以寻求专业人士如教练或心理咨询师的帮助。他们会给予你更多的指导和支持。祝你在运动中取得更好的成绩和成长！",
    "annotation": [
      {
        "sentence": "很高兴听到你积极的决心。",
        "label": ""
      },
      {
        "sentence": "记住，在面对困难和挫折时，你可以倚靠朋友和家人的支持，也可以寻求专业人士如教练或心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "他们会给予你更多的指导和支持。",
        "label": ""
      },
      {
        "sentence": "祝你在运动中取得更好的成绩和成长！",
        "label": ""
      }
    ]
  }
]