[
  {
    "role": "client",
    "content": "我害怕和性格豪迈粗犷的人相处怎么办？我是一个即将上大学的男生，我们这里处于西北地区，大多数男生都是比较粗犷豪迈的。但是我害怕性格豪迈粗犷的人，因为曾经有个性格豪迈粗犷的男生嘲笑过我，骂我娘，所以面对性格豪迈的人内心会很慌乱，紧张得发麻，害怕他们也会那样对待我，会伤害我。还有一个问题，我要不要学习他们的行为动作、说话方式，以他们的方式来相处呢？比如说，我是一个性格比较温柔的人，我可不可以以我温和的相处方式和他们相处呢？",
    "annotation": [
      {
        "sentence": "我害怕和性格豪迈粗犷的人相处怎么办？",
        "label": ""
      },
      {
        "sentence": "我是一个即将上大学的男生，我们这里处于西北地区，大多数男生都是比较粗犷豪迈的。",
        "label": ""
      },
      {
        "sentence": "但是我害怕性格豪迈粗犷的人，因为曾经有个性格豪迈粗犷的男生嘲笑过我，骂我娘，所以面对性格豪迈的人内心会很慌乱，紧张得发麻，害怕他们也会那样对待我，会伤害我。",
        "label": ""
      },
      {
        "sentence": "还有一个问题，我要不要学习他们的行为动作、说话方式，以他们的方式来相处呢？",
        "label": ""
      },
      {
        "sentence": "比如说，我是一个性格比较温柔的人，我可不可以以我温和的相处方式和他们相处呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为你曾经遭受过性格粗犷豪迈的人的嘲笑，所以，你似乎对这一类性格的人形成了一种负面的刻板印象，你害怕这一类性格的人，都会像过去那些人一样对待你。但实际上，你害怕的只是过去欺负你的人，而不是所有具有相似性格的人。性格粗犷的人不代表就一定喜欢欺负他人，很多性格豪迈的人其实挺好相处的，他们大方、不计较，也很讲义气。所以，不要被曾经的那些经历限制了你对这些人的想象。进入大学后，你会认识很多新同学、新朋友，你可以抱着好奇心去与他们交往，不要因为过去的某些经历，随意给他人贴上标签，那并不是真实的他们，只是你自己的偏见而已。",
    "annotation": [
      {
        "sentence": "因为你曾经遭受过性格粗犷豪迈的人的嘲笑，所以，你似乎对这一类性格的人形成了一种负面的刻板印象，你害怕这一类性格的人，都会像过去那些人一样对待你。",
        "label": ""
      },
      {
        "sentence": "但实际上，你害怕的只是过去欺负你的人，而不是所有具有相似性格的人。",
        "label": ""
      },
      {
        "sentence": "性格粗犷的人不代表就一定喜欢欺负他人，很多性格豪迈的人其实挺好相处的，他们大方、不计较，也很讲义气。",
        "label": ""
      },
      {
        "sentence": "所以，不要被曾经的那些经历限制了你对这些人的想象。",
        "label": ""
      },
      {
        "sentence": "进入大学后，你会认识很多新同学、新朋友，你可以抱着好奇心去与他们交往，不要因为过去的某些经历，随意给他人贴上标签，那并不是真实的他们，只是你自己的偏见而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解，我会尽量不被过去的经历束缚住自己，勇敢去认识新人。但是，我还是有点担心自己无法与性格豪迈粗犷的人相处得很好，毕竟我们的性格差异很大。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解，我会尽量不被过去的经历束缚住自己，勇敢去认识新人。",
        "label": ""
      },
      {
        "sentence": "但是，我还是有点担心自己无法与性格豪迈粗犷的人相处得很好，毕竟我们的性格差异很大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有自己的特点，性格差异是很正常的。与性格豪迈粗犷的人相处，并不要求你完全学习他们的行为动作和说话方式，而是要做到自己感觉舒服的程度。如果你是一个温柔的人，就用温柔的方式与他们相处。短期内假装成另一个性格或许可以，但长时间下来，你会感到很累，因为那毕竟不是真实的你。性格粗犷和性格温柔其实正好互补，性格互补反而可以成为很好的朋友。",
    "annotation": [
      {
        "sentence": "每个人都有自己的特点，性格差异是很正常的。",
        "label": ""
      },
      {
        "sentence": "与性格豪迈粗犷的人相处，并不要求你完全学习他们的行为动作和说话方式，而是要做到自己感觉舒服的程度。",
        "label": ""
      },
      {
        "sentence": "如果你是一个温柔的人，就用温柔的方式与他们相处。",
        "label": ""
      },
      {
        "sentence": "短期内假装成另一个性格或许可以，但长时间下来，你会感到很累，因为那毕竟不是真实的你。",
        "label": ""
      },
      {
        "sentence": "性格粗犷和性格温柔其实正好互补，性格互补反而可以成为很好的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该做到坦然面对性格豪迈粗犷的人，并且保持自己的真实性格。我会尝试与他们交流，看看能否建立起好的友谊。",
    "annotation": [
      {
        "sentence": "我明白了，我应该做到坦然面对性格豪迈粗犷的人，并且保持自己的真实性格。",
        "label": ""
      },
      {
        "sentence": "我会尝试与他们交流，看看能否建立起好的友谊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你有了正确的心态。与人交流时，记得要真诚地表达自己的想法和感受，也要倾听对方的倾诉。相信你会遇到那些善良并且愿意理解你的人，他们会欣赏你的真实和温柔。不要给自己太大的压力，放轻松地与他们相处，相信你会慢慢克服内心的紧张和害怕。",
    "annotation": [
      {
        "sentence": "很好，你有了正确的心态。",
        "label": ""
      },
      {
        "sentence": "与人交流时，记得要真诚地表达自己的想法和感受，也要倾听对方的倾诉。",
        "label": ""
      },
      {
        "sentence": "相信你会遇到那些善良并且愿意理解你的人，他们会欣赏你的真实和温柔。",
        "label": ""
      },
      {
        "sentence": "不要给自己太大的压力，放轻松地与他们相处，相信你会慢慢克服内心的紧张和害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会努力去放下过去的经历，勇敢地面对新的挑战。希望通过与性格豪迈粗犷的人的交往，我能够变得更加坚强和自信。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会努力去放下过去的经历，勇敢地面对新的挑战。",
        "label": ""
      },
      {
        "sentence": "希望通过与性格豪迈粗犷的人的交往，我能够变得更加坚强和自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这才是你努力的方向，相信你能够突破自己的恐惧，成长为一个更加坚强自信的人。不要害怕失败，失败只是成功的一部分，每一次与他人相处的经历都是一次学习和成长的机会。加油！我会一直在你身边支持你的。",
    "annotation": [
      {
        "sentence": "这才是你努力的方向，相信你能够突破自己的恐惧，成长为一个更加坚强自信的人。",
        "label": ""
      },
      {
        "sentence": "不要害怕失败，失败只是成功的一部分，每一次与他人相处的经历都是一次学习和成长的机会。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来的陪伴和鼓励，我会牢记你的话，积极面对挑战，迎接新的生活。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你一直以来的陪伴和鼓励，我会牢记你的话，积极面对挑战，迎接新的生活。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我能成为你生命中的一道阳光，给予你温暖和支持。如果你还有任何困惑或者需要倾诉，随时都可以来找我聊天。祝福你在大学生活中取得更多的成就和快乐！",
    "annotation": [
      {
        "sentence": "不客气，希望我能成为你生命中的一道阳光，给予你温暖和支持。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何困惑或者需要倾诉，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝福你在大学生活中取得更多的成就和快乐！",
        "label": ""
      }
    ]
  }
]