[
  {
    "role": "client",
    "content": "我32岁，有一个4岁的儿子，我总是想离婚却没有勇气。跟老公之前没有共同语言，一周能说上三五句话。可能是学历差异，我是本科毕业，目前在小公司做高管，而他只是高中毕业，目前自由职业。我目前经济上独立，但他几乎不给予我任何帮助，还借钱给一些不上进的人。每次我问这个问题的时候，他的态度都很差，所以我一分钟都想离婚。我们在一起已经10年了，但他从未考虑把我的名字加入房产证。孩子小的时候，我几乎都是一个人在照顾他，而且还需要开车。我真的不知道我们为什么要一起生活。",
    "annotation": [
      {
        "sentence": "我32岁，有一个4岁的儿子，我总是想离婚却没有勇气。",
        "label": ""
      },
      {
        "sentence": "跟老公之前没有共同语言，一周能说上三五句话。",
        "label": ""
      },
      {
        "sentence": "可能是学历差异，我是本科毕业，目前在小公司做高管，而他只是高中毕业，目前自由职业。",
        "label": ""
      },
      {
        "sentence": "我目前经济上独立，但他几乎不给予我任何帮助，还借钱给一些不上进的人。",
        "label": ""
      },
      {
        "sentence": "每次我问这个问题的时候，他的态度都很差，所以我一分钟都想离婚。",
        "label": ""
      },
      {
        "sentence": "我们在一起已经10年了，但他从未考虑把我的名字加入房产证。",
        "label": ""
      },
      {
        "sentence": "孩子小的时候，我几乎都是一个人在照顾他，而且还需要开车。",
        "label": ""
      },
      {
        "sentence": "我真的不知道我们为什么要一起生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你所说的这些问题和你表达的不满，其实都是一些表面的因素。让你对婚姻失去信心的真正原因是你的需求一直没有被看见、没有被满足。他的学历和能力等外在因素，在你结婚之前就已经知道并能接受，所以现在不应该是一个大问题。他在经济上无法给予你帮助，或者借钱给别人，也未必完全不能接受。至于房产证，只是加上你的名字并不能保证婚姻一定会幸福。你实际上渴望的是这些事情背后的东西，你渴望他对你的态度，你希望他能看到你希望被关注、被重视的需求。婚姻关系里，两个人的付出是永远无法划等号的。重要的并不是彼此做了多少，而是彼此如何重视对方、关注对方，理解对方，接纳对方。在你看来，他似乎总是忽略你的感受。如果他能够理解你承受的压力，多给你一些安抚和支持；尊重你的立场，多与你沟通商量；关心你的感受，主动提出分享和分担，你的需求得到满足，原始情绪得到安抚，那么负面情绪就不会进一步恶化，更不会有离婚的念头。反过来也一样，他是否有深层次的需求没有被看见、没有被满足呢？他是否因为学历和收入不如你而感到自卑？与你没有共同语言是否只是因为害怕做不好而采取的逃避行为？借钱给朋友是否为了获得一种自我价值的满足？你质疑的时候，他的负面反应是否是因为感觉自己不被认可？房产证不写你的名字是否是出于害怕被抛弃而采取的一种自保机制？这些问题都需要你们能够相互信任，向对方敞开内心，坦诚地表达自己内心真实的需求，互相接纳、理解，并积极回应对方的需求。只有这样才能维持情感的连接，并找到与以往不同的积极有效的互动模式。如果可能的话，我建议你们两个人一起去做夫妻关系治疗的心理咨询，这将对你们有很大的帮助。",
    "annotation": [
      {
        "sentence": "你所说的这些问题和你表达的不满，其实都是一些表面的因素。",
        "label": ""
      },
      {
        "sentence": "让你对婚姻失去信心的真正原因是你的需求一直没有被看见、没有被满足。",
        "label": ""
      },
      {
        "sentence": "他的学历和能力等外在因素，在你结婚之前就已经知道并能接受，所以现在不应该是一个大问题。",
        "label": ""
      },
      {
        "sentence": "他在经济上无法给予你帮助，或者借钱给别人，也未必完全不能接受。",
        "label": ""
      },
      {
        "sentence": "至于房产证，只是加上你的名字并不能保证婚姻一定会幸福。",
        "label": ""
      },
      {
        "sentence": "你实际上渴望的是这些事情背后的东西，你渴望他对你的态度，你希望他能看到你希望被关注、被重视的需求。",
        "label": ""
      },
      {
        "sentence": "婚姻关系里，两个人的付出是永远无法划等号的。",
        "label": ""
      },
      {
        "sentence": "重要的并不是彼此做了多少，而是彼此如何重视对方、关注对方，理解对方，接纳对方。",
        "label": ""
      },
      {
        "sentence": "在你看来，他似乎总是忽略你的感受。",
        "label": ""
      },
      {
        "sentence": "如果他能够理解你承受的压力，多给你一些安抚和支持；尊重你的立场，多与你沟通商量；关心你的感受，主动提出分享和分担，你的需求得到满足，原始情绪得到安抚，那么负面情绪就不会进一步恶化，更不会有离婚的念头。",
        "label": ""
      },
      {
        "sentence": "反过来也一样，他是否有深层次的需求没有被看见、没有被满足呢？",
        "label": ""
      },
      {
        "sentence": "他是否因为学历和收入不如你而感到自卑？",
        "label": ""
      },
      {
        "sentence": "与你没有共同语言是否只是因为害怕做不好而采取的逃避行为？",
        "label": ""
      },
      {
        "sentence": "借钱给朋友是否为了获得一种自我价值的满足？",
        "label": ""
      },
      {
        "sentence": "你质疑的时候，他的负面反应是否是因为感觉自己不被认可？",
        "label": ""
      },
      {
        "sentence": "房产证不写你的名字是否是出于害怕被抛弃而采取的一种自保机制？",
        "label": ""
      },
      {
        "sentence": "这些问题都需要你们能够相互信任，向对方敞开内心，坦诚地表达自己内心真实的需求，互相接纳、理解，并积极回应对方的需求。",
        "label": ""
      },
      {
        "sentence": "只有这样才能维持情感的连接，并找到与以往不同的积极有效的互动模式。",
        "label": ""
      },
      {
        "sentence": "如果可能的话，我建议你们两个人一起去做夫妻关系治疗的心理咨询，这将对你们有很大的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，这些问题确实是表面的因素，而我和我的丈夫之间在沟通和关注方面确实存在问题。我也意识到我们之间可能存在双向的需求被忽视的情况。只是我不确定我们是否能够重新建立起积极有效的互动模式。而且，我有点担心提出婚姻治疗的建议，他会不会觉得我对我们的关系失去信心或者责怪他。",
    "annotation": [
      {
        "sentence": "我明白你的意思，这些问题确实是表面的因素，而我和我的丈夫之间在沟通和关注方面确实存在问题。",
        "label": ""
      },
      {
        "sentence": "我也意识到我们之间可能存在双向的需求被忽视的情况。",
        "label": ""
      },
      {
        "sentence": "只是我不确定我们是否能够重新建立起积极有效的互动模式。",
        "label": ""
      },
      {
        "sentence": "而且，我有点担心提出婚姻治疗的建议，他会不会觉得我对我们的关系失去信心或者责怪他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心是可以理解的，但是婚姻治疗并不是表示你对关系失去信心或者责怪他的表现。相反，它是一种积极主动的行为，表明你愿意通过专业的帮助来改善婚姻的问题。你可以和他坦诚地分享你的担忧和需要，告诉他你觉得夫妻关系治疗可能有助于你们建立更好的沟通和理解。强调这并不是你对他的指责，而是希望通过合作解决问题，使你们的婚姻更加幸福和稳固。同时也鼓励他表达他自己的需求和担忧，建立起更加开放和诚实的对话。大多数人在面临婚姻问题时都会遇到困惑和不知所措的感觉，而夫妻关系治疗可以提供专业的指导和支持，帮助你们找到解决问题的方法。不管最后决定如何，婚姻治疗都是值得一试的选择。",
    "annotation": [
      {
        "sentence": "你的担心是可以理解的，但是婚姻治疗并不是表示你对关系失去信心或者责怪他的表现。",
        "label": ""
      },
      {
        "sentence": "相反，它是一种积极主动的行为，表明你愿意通过专业的帮助来改善婚姻的问题。",
        "label": ""
      },
      {
        "sentence": "你可以和他坦诚地分享你的担忧和需要，告诉他你觉得夫妻关系治疗可能有助于你们建立更好的沟通和理解。",
        "label": ""
      },
      {
        "sentence": "强调这并不是你对他的指责，而是希望通过合作解决问题，使你们的婚姻更加幸福和稳固。",
        "label": ""
      },
      {
        "sentence": "同时也鼓励他表达他自己的需求和担忧，建立起更加开放和诚实的对话。",
        "label": ""
      },
      {
        "sentence": "大多数人在面临婚姻问题时都会遇到困惑和不知所措的感觉，而夫妻关系治疗可以提供专业的指导和支持，帮助你们找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "不管最后决定如何，婚姻治疗都是值得一试的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着和他沟通，向他提出婚姻治疗的建议。我希望我们能够共同努力，解决我们的问题，建立一个更加健康和和谐的婚姻关系。我也明白，婚姻治疗对我们来说是一个重要的工具，可以帮助我们理清问题，并提供解决方案。希望我们能够度过这个难关，重新找回我们曾经拥有的亲密和幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着和他沟通，向他提出婚姻治疗的建议。",
        "label": ""
      },
      {
        "sentence": "我希望我们能够共同努力，解决我们的问题，建立一个更加健康和和谐的婚姻关系。",
        "label": ""
      },
      {
        "sentence": "我也明白，婚姻治疗对我们来说是一个重要的工具，可以帮助我们理清问题，并提供解决方案。",
        "label": ""
      },
      {
        "sentence": "希望我们能够度过这个难关，重新找回我们曾经拥有的亲密和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的决心和愿望很可贵，相信只要你们保持着良好的沟通和合作，就能够渐渐解决问题，建立更加健康和和谐的婚姻。婚姻关系治疗将为你们提供工具和指导，帮助你们重新找回亲密和幸福。记住，婚姻需要夫妻双方的努力和投入，而你们已经迈出了积极的一步。相信自己，相信你们的关系，一起为更美好的未来而努力吧。",
    "annotation": [
      {
        "sentence": "你的决心和愿望很可贵，相信只要你们保持着良好的沟通和合作，就能够渐渐解决问题，建立更加健康和和谐的婚姻。",
        "label": ""
      },
      {
        "sentence": "婚姻关系治疗将为你们提供工具和指导，帮助你们重新找回亲密和幸福。",
        "label": ""
      },
      {
        "sentence": "记住，婚姻需要夫妻双方的努力和投入，而你们已经迈出了积极的一步。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你们的关系，一起为更美好的未来而努力吧。",
        "label": ""
      }
    ]
  }
]