[
  {
    "role": "client",
    "content": "我 32 岁，目前有一个 4 岁的儿子，总是想离婚但没有勇气。和我丈夫之间几乎没有共同语言，一周能说上三五句话。可能是因为学历差异，我是本科毕业，目前在小公司担任高管，而他只是高中毕业，目前是自由职业。我现在完全独立，而且他在经济上几乎没有给予任何帮助，还借钱给一些不上进的人。每次我问他这个问题的时候，他的态度都很差，这让我立刻想要离婚。房子是他的婚前财产，我们在一起已经有 10 年了，但他从来没有考虑把我的名字写进房产证。在孩子小的时候，我一个人照顾孩子还要开车，我真的不知道我跟他生活在一起的意义是什么。",
    "annotation": [
      {
        "sentence": "我 32 岁，目前有一个 4 岁的儿子，总是想离婚但没有勇气。",
        "label": ""
      },
      {
        "sentence": "和我丈夫之间几乎没有共同语言，一周能说上三五句话。",
        "label": ""
      },
      {
        "sentence": "可能是因为学历差异，我是本科毕业，目前在小公司担任高管，而他只是高中毕业，目前是自由职业。",
        "label": ""
      },
      {
        "sentence": "我现在完全独立，而且他在经济上几乎没有给予任何帮助，还借钱给一些不上进的人。",
        "label": ""
      },
      {
        "sentence": "每次我问他这个问题的时候，他的态度都很差，这让我立刻想要离婚。",
        "label": ""
      },
      {
        "sentence": "房子是他的婚前财产，我们在一起已经有 10 年了，但他从来没有考虑把我的名字写进房产证。",
        "label": ""
      },
      {
        "sentence": "在孩子小的时候，我一个人照顾孩子还要开车，我真的不知道我跟他生活在一起的意义是什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "结婚可能真的需要冲动一些。你看，你现在所说的差距，应该是你早就知道的一部分，对吗？但那个时候，你们有感情，所以什么差距都不是问题。但结婚之后，就变成了柴米油盐的琐碎事情，最终消耗了那些感情。这种情况下，如果两个人都不愿意再培养感情了，离婚的想法就不奇怪了。你是本科毕业的高管，说明在事业上你很有成就。而你丈夫虽然高中毕业，但也是自由职业，说明他也有一定的赚钱能力。在这种情况下，他赚钱却不给家庭帮助，反而帮助一些不上进的人。那么他是真的不帮助，还是帮助得太少了，或者是你从未要求过他的帮助或者让他感觉到你需要他呢？因为听起来你完全可以独立。我猜测一下，他可能觉得你可以自己撑起这个家，所以他认为帮不帮助都无所谓，也许他觉得自己留点钱更安心。当你在事业上越来越成功时，他可能会感到更自卑，感到自己越来越没有存在感，这有可能吗？当然这只是我的猜测，还需要看你们之间的互动模式。每次你问起他借钱的问题，他态度都很差，那需要考虑一下你的问话用了什么样的口气、态度和语言。他态度差，说明他对你的问题感到非常不舒服。所以需要思考一下，你的问话中是否包含了批评和指责呢？房子是他的婚前财产，你们讨论过这个问题吗？他是如何回应的呢？当你提到自己一个人抱孩子开车的时候，我仿佛看到了一个能够无所不能的女人，虽然有点心酸的感觉。我来说说我的想法：你们这个家庭，似乎表现出了男弱女强的状态。当你一直在奋斗并展现出即使没有他你也能行的时候，除了让他的能量状态越来越低外，还会削弱他的责任心，因为他感觉到自己在你生活中似乎是可有可无的存在。所以他就会外求，包括把钱借给不上进的人，因为那些人一定会很感激他，让他觉得自己很有用。听起来，你有很多理由想要离婚，最终的决定还是由你做。但如果你不想离婚，我给你几个建议：1）回到家时，试着忘记自己的学历和地位，简单地回到妻子的角色中，你能做到吗？你能好好地和他沟通吗？你能示弱撒娇吗？2）在孩子面前，不要抱怨自己的丈夫，试着看到他的不容易和努力，并让孩子也看到。3）明确向他提出你对他的期望和要求，并及时感谢他为家庭的付出，你越是使用，他越会变得有用！4）试着看到他的自卑和无助，同时也看到他的努力。思考一下：是什么让你觉得似乎你一个人在抚养孩子、一个人承担家庭的责任，是谁要求你一定要这么坚强？很多时候，我们把本来可以过得好好的日子过得很辛苦，可能和我们的成长背景有关。因为成长中的许多束缚，使我们经常不懂得变通，非黑即白。一个家庭中，男人就是男人，女人就是女人，不要把男人和女人的角色都包揽了，这样的家庭是不会幸福的。一个生活在抱怨中的女人也会让自己的日子过得很辛苦，还有可能影响到孩子。所以，如果你想继续维持这个家庭，你们就需要各回各位，好好地沟通和交流，谁也不要试图去批评、指责或改变对方，这样才有机会实现良好的沟通效果。我个人认为，如果你愿意，你的婚姻是可以挽救的！",
    "annotation": [
      {
        "sentence": "结婚可能真的需要冲动一些。",
        "label": ""
      },
      {
        "sentence": "你看，你现在所说的差距，应该是你早就知道的一部分，对吗？",
        "label": ""
      },
      {
        "sentence": "但那个时候，你们有感情，所以什么差距都不是问题。",
        "label": ""
      },
      {
        "sentence": "但结婚之后，就变成了柴米油盐的琐碎事情，最终消耗了那些感情。",
        "label": ""
      },
      {
        "sentence": "这种情况下，如果两个人都不愿意再培养感情了，离婚的想法就不奇怪了。",
        "label": ""
      },
      {
        "sentence": "你是本科毕业的高管，说明在事业上你很有成就。",
        "label": ""
      },
      {
        "sentence": "而你丈夫虽然高中毕业，但也是自由职业，说明他也有一定的赚钱能力。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，他赚钱却不给家庭帮助，反而帮助一些不上进的人。",
        "label": ""
      },
      {
        "sentence": "那么他是真的不帮助，还是帮助得太少了，或者是你从未要求过他的帮助或者让他感觉到你需要他呢？",
        "label": ""
      },
      {
        "sentence": "因为听起来你完全可以独立。",
        "label": ""
      },
      {
        "sentence": "我猜测一下，他可能觉得你可以自己撑起这个家，所以他认为帮不帮助都无所谓，也许他觉得自己留点钱更安心。",
        "label": ""
      },
      {
        "sentence": "当你在事业上越来越成功时，他可能会感到更自卑，感到自己越来越没有存在感，这有可能吗？",
        "label": ""
      },
      {
        "sentence": "当然这只是我的猜测，还需要看你们之间的互动模式。",
        "label": ""
      },
      {
        "sentence": "每次你问起他借钱的问题，他态度都很差，那需要考虑一下你的问话用了什么样的口气、态度和语言。",
        "label": ""
      },
      {
        "sentence": "他态度差，说明他对你的问题感到非常不舒服。",
        "label": ""
      },
      {
        "sentence": "所以需要思考一下，你的问话中是否包含了批评和指责呢？",
        "label": ""
      },
      {
        "sentence": "房子是他的婚前财产，你们讨论过这个问题吗？",
        "label": ""
      },
      {
        "sentence": "他是如何回应的呢？",
        "label": ""
      },
      {
        "sentence": "当你提到自己一个人抱孩子开车的时候，我仿佛看到了一个能够无所不能的女人，虽然有点心酸的感觉。",
        "label": ""
      },
      {
        "sentence": "我来说说我的想法：你们这个家庭，似乎表现出了男弱女强的状态。",
        "label": ""
      },
      {
        "sentence": "当你一直在奋斗并展现出即使没有他你也能行的时候，除了让他的能量状态越来越低外，还会削弱他的责任心，因为他感觉到自己在你生活中似乎是可有可无的存在。",
        "label": ""
      },
      {
        "sentence": "所以他就会外求，包括把钱借给不上进的人，因为那些人一定会很感激他，让他觉得自己很有用。",
        "label": ""
      },
      {
        "sentence": "听起来，你有很多理由想要离婚，最终的决定还是由你做。",
        "label": ""
      },
      {
        "sentence": "但如果你不想离婚，我给你几个建议：1）回到家时，试着忘记自己的学历和地位，简单地回到妻子的角色中，你能做到吗？",
        "label": ""
      },
      {
        "sentence": "你能好好地和他沟通吗？",
        "label": ""
      },
      {
        "sentence": "你能示弱撒娇吗？",
        "label": ""
      },
      {
        "sentence": "2）在孩子面前，不要抱怨自己的丈夫，试着看到他的不容易和努力，并让孩子也看到。",
        "label": ""
      },
      {
        "sentence": "3）明确向他提出你对他的期望和要求，并及时感谢他为家庭的付出，你越是使用，他越会变得有用！",
        "label": ""
      },
      {
        "sentence": "4）试着看到他的自卑和无助，同时也看到他的努力。",
        "label": ""
      },
      {
        "sentence": "思考一下：是什么让你觉得似乎你一个人在抚养孩子、一个人承担家庭的责任，是谁要求你一定要这么坚强？",
        "label": ""
      },
      {
        "sentence": "很多时候，我们把本来可以过得好好的日子过得很辛苦，可能和我们的成长背景有关。",
        "label": ""
      },
      {
        "sentence": "因为成长中的许多束缚，使我们经常不懂得变通，非黑即白。",
        "label": ""
      },
      {
        "sentence": "一个家庭中，男人就是男人，女人就是女人，不要把男人和女人的角色都包揽了，这样的家庭是不会幸福的。",
        "label": ""
      },
      {
        "sentence": "一个生活在抱怨中的女人也会让自己的日子过得很辛苦，还有可能影响到孩子。",
        "label": ""
      },
      {
        "sentence": "所以，如果你想继续维持这个家庭，你们就需要各回各位，好好地沟通和交流，谁也不要试图去批评、指责或改变对方，这样才有机会实现良好的沟通效果。",
        "label": ""
      },
      {
        "sentence": "我个人认为，如果你愿意，你的婚姻是可以挽救的！",
        "label": ""
      }
    ]
  }
]