[
  {
    "role": "client",
    "content": "我目前32岁，有一个4岁的儿子。我总是想要离婚，但是没有勇气。我和我的丈夫之间几乎没有共同语言，一周只能说上三五句话。可能是因为我们学历差异很大，我是本科毕业，目前在一家小公司担任高管，而他只是高中毕业，现在是自由职业。我目前经济上基本独立，但是他在经济上几乎一点帮助都没有，反而借钱给一些不上进的人。每当我问及这个问题的时候，我丈夫态度都非常差，这让我分分钟都想要离婚。房子是他的婚前财产，我们已经在一起10年了，但是他从来没有考虑过把我的名字写进房产证。当孩子还很小的时候，我都是一个人抱孩子、开车，我真的不知道和他在一起是为了什么。",
    "annotation": [
      {
        "sentence": "我目前32岁，有一个4岁的儿子。",
        "label": ""
      },
      {
        "sentence": "我总是想要离婚，但是没有勇气。",
        "label": ""
      },
      {
        "sentence": "我和我的丈夫之间几乎没有共同语言，一周只能说上三五句话。",
        "label": ""
      },
      {
        "sentence": "可能是因为我们学历差异很大，我是本科毕业，目前在一家小公司担任高管，而他只是高中毕业，现在是自由职业。",
        "label": ""
      },
      {
        "sentence": "我目前经济上基本独立，但是他在经济上几乎一点帮助都没有，反而借钱给一些不上进的人。",
        "label": ""
      },
      {
        "sentence": "每当我问及这个问题的时候，我丈夫态度都非常差，这让我分分钟都想要离婚。",
        "label": ""
      },
      {
        "sentence": "房子是他的婚前财产，我们已经在一起10年了，但是他从来没有考虑过把我的名字写进房产证。",
        "label": ""
      },
      {
        "sentence": "当孩子还很小的时候，我都是一个人抱孩子、开车，我真的不知道和他在一起是为了什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个32岁的女性，在家有一个4岁的儿子。现在你描述的情况是，你们之间几乎没有共同语言，你在家里承担了几乎所有的经济责任，并且你的丈夫还借钱给一些你不看好的人。这让你非常不平衡，你也已经分分钟想要离婚了。在这种情况下，你仍然和他维持着这段关系已经10年了，这个让人很好奇。为什么你现在还没有勇气离开呢？其实，每段关系当中都有一定程度的互相需求。尽管你们之间看起来非常不匹配，看起来你在付出而他在享受，看起来这段关系早该结束了，但只要它还存在，就意味着你们之间仍然有着某种\"好处\"。这个好处不一定是物质上的投入，可能是他在一定程度上满足了你的情感需求，也可能是他的存在让你不再感到孤单，甚至是这段虽然不堪的关系给你带来了某种\"安全感\"。你可以尝试去探索一下，你真的那么\"清白\"吗？你在这段关系中只是不停地付出，没有得到任何好处吗？此外，一个男人是否愿意为家庭付出不仅仅取决于他的品行和道德，还与这个女人的价值和她的PU（基因学概念）有关。你可以自行搜索PU概念，不过简单来说，你非常嫌弃你的丈夫，而他能够感受到这一点。你还试图通过付出来勒索他的情绪价值，他也能够感受到。试想一下，一个男人被这样否定了他的\"基因\"，他会愿意为你和孩子投入经济吗？所以他不把你的名字写进房产证，不是应该，而是因为你的PU真的太高了。最后，你的价值并没有得到你期望的对待。如果你的择偶价值足够高，你很可能会有更多的男士追求你，愿意和你长期建立关系。关键在于，你在这段关系中得不到的满足，也无法自己满足自己，也没有其他的关系在等待着你，所以你无法离开这段关系。无论何时，都要提升自己的择偶价值，收回那种牺牲感，不要通过打击对方来勒索情绪价值。对于那些无法满足你情感需求的部分，学会自我满足。与其一味地索取这些需求，不如将关注点放在自己身上。",
    "annotation": [
      {
        "sentence": "你是一个32岁的女性，在家有一个4岁的儿子。",
        "label": ""
      },
      {
        "sentence": "现在你描述的情况是，你们之间几乎没有共同语言，你在家里承担了几乎所有的经济责任，并且你的丈夫还借钱给一些你不看好的人。",
        "label": ""
      },
      {
        "sentence": "这让你非常不平衡，你也已经分分钟想要离婚了。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，你仍然和他维持着这段关系已经10年了，这个让人很好奇。",
        "label": ""
      },
      {
        "sentence": "为什么你现在还没有勇气离开呢？",
        "label": ""
      },
      {
        "sentence": "其实，每段关系当中都有一定程度的互相需求。",
        "label": ""
      },
      {
        "sentence": "尽管你们之间看起来非常不匹配，看起来你在付出而他在享受，看起来这段关系早该结束了，但只要它还存在，就意味着你们之间仍然有着某种\"好处\"。",
        "label": ""
      },
      {
        "sentence": "这个好处不一定是物质上的投入，可能是他在一定程度上满足了你的情感需求，也可能是他的存在让你不再感到孤单，甚至是这段虽然不堪的关系给你带来了某种\"安全感\"。",
        "label": ""
      },
      {
        "sentence": "你可以尝试去探索一下，你真的那么\"清白\"吗？",
        "label": ""
      },
      {
        "sentence": "你在这段关系中只是不停地付出，没有得到任何好处吗？",
        "label": ""
      },
      {
        "sentence": "此外，一个男人是否愿意为家庭付出不仅仅取决于他的品行和道德，还与这个女人的价值和她的PU（基因学概念）有关。",
        "label": ""
      },
      {
        "sentence": "你可以自行搜索PU概念，不过简单来说，你非常嫌弃你的丈夫，而他能够感受到这一点。",
        "label": ""
      },
      {
        "sentence": "你还试图通过付出来勒索他的情绪价值，他也能够感受到。",
        "label": ""
      },
      {
        "sentence": "试想一下，一个男人被这样否定了他的\"基因\"，他会愿意为你和孩子投入经济吗？",
        "label": ""
      },
      {
        "sentence": "所以他不把你的名字写进房产证，不是应该，而是因为你的PU真的太高了。",
        "label": ""
      },
      {
        "sentence": "最后，你的价值并没有得到你期望的对待。",
        "label": ""
      },
      {
        "sentence": "如果你的择偶价值足够高，你很可能会有更多的男士追求你，愿意和你长期建立关系。",
        "label": ""
      },
      {
        "sentence": "关键在于，你在这段关系中得不到的满足，也无法自己满足自己，也没有其他的关系在等待着你，所以你无法离开这段关系。",
        "label": ""
      },
      {
        "sentence": "无论何时，都要提升自己的择偶价值，收回那种牺牲感，不要通过打击对方来勒索情绪价值。",
        "label": ""
      },
      {
        "sentence": "对于那些无法满足你情感需求的部分，学会自我满足。",
        "label": ""
      },
      {
        "sentence": "与其一味地索取这些需求，不如将关注点放在自己身上。",
        "label": ""
      }
    ]
  }
]