[
  {
    "role": "client",
    "content": "我谈了一年的女朋友，比我大两岁，全家人不同意怎么办？",
    "annotation": [
      {
        "sentence": "我谈了一年的女朋友，比我大两岁，全家人不同意怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，很理解你现在的处境，一边女朋友非常不舍，一边父母亲人传统迷信反对！纠结矛盾。面对这种纠结！我觉得从三方面考虑！1、学会和父母坐下来好好沟通。求助者您要先认同父母，然后有理论支撑，论证父母说的属相不合到底有没有根据！是传统思想影响，还是对女朋友其他方面不满意的托词。在我看来，女人比男人大，没什么，完全在于自己怎么看！在于你们两个相处的是否融洽，女人大一点更懂得体贴和照顾家人。民间还有女大一，抱金鸡，女大二，抱金块，女大三，抱金砖的说法，所以也挺好！我老公弟弟86年，她媳妇84年，女比男大两岁，人家两人目前也挺好，家里各方面女的置办，女有能力，男人工作一般也挺享福。不是所有父母认为的属相不合就不好！主要在于婚后经营。",
    "annotation": [
      {
        "sentence": "看到你的描述，很理解你现在的处境，一边女朋友非常不舍，一边父母亲人传统迷信反对！",
        "label": ""
      },
      {
        "sentence": "纠结矛盾。",
        "label": ""
      },
      {
        "sentence": "面对这种纠结！",
        "label": ""
      },
      {
        "sentence": "我觉得从三方面考虑！",
        "label": ""
      },
      {
        "sentence": "1、学会和父母坐下来好好沟通。",
        "label": ""
      },
      {
        "sentence": "求助者您要先认同父母，然后有理论支撑，论证父母说的属相不合到底有没有根据！",
        "label": ""
      },
      {
        "sentence": "是传统思想影响，还是对女朋友其他方面不满意的托词。",
        "label": ""
      },
      {
        "sentence": "在我看来，女人比男人大，没什么，完全在于自己怎么看！",
        "label": ""
      },
      {
        "sentence": "在于你们两个相处的是否融洽，女人大一点更懂得体贴和照顾家人。",
        "label": ""
      },
      {
        "sentence": "民间还有女大一，抱金鸡，女大二，抱金块，女大三，抱金砖的说法，所以也挺好！",
        "label": ""
      },
      {
        "sentence": "我老公弟弟86年，她媳妇84年，女比男大两岁，人家两人目前也挺好，家里各方面女的置办，女有能力，男人工作一般也挺享福。",
        "label": ""
      },
      {
        "sentence": "不是所有父母认为的属相不合就不好！",
        "label": ""
      },
      {
        "sentence": "主要在于婚后经营。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该好好和父母沟通，让他们了解女朋友的优点和我们的相处情况。但我还是有些担心，怕他们一味地坚持己见，不听我解释。",
    "annotation": [
      {
        "sentence": "你说得对，我应该好好和父母沟通，让他们了解女朋友的优点和我们的相处情况。",
        "label": ""
      },
      {
        "sentence": "但我还是有些担心，怕他们一味地坚持己见，不听我解释。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解父母的心理，让先平等看待问题。如果自己家的闺女比男方大两岁，是不是觉得女儿就不应该嫁给比自己小的。求助者您可以试着换位思考。女生大两岁，没有错，你能认识也是缘分，不要因家庭的一点偏见传统，阻碍了婚姻，因为现在社会，不代表属相和，一定会白头偕老！我有一个姐嫁给她老公的时候，男方家人迷信，给男的也去看属相，男比女大一岁，但是刚开始婚姻很和谐，15年过去了，男的出轨，现在两人面临离婚。所以不是所有事情靠着属相来维持！经营不好，结婚后不能互相理解体谅，这是关键。",
    "annotation": [
      {
        "sentence": "了解父母的心理，让先平等看待问题。",
        "label": ""
      },
      {
        "sentence": "如果自己家的闺女比男方大两岁，是不是觉得女儿就不应该嫁给比自己小的。",
        "label": ""
      },
      {
        "sentence": "求助者您可以试着换位思考。",
        "label": ""
      },
      {
        "sentence": "女生大两岁，没有错，你能认识也是缘分，不要因家庭的一点偏见传统，阻碍了婚姻，因为现在社会，不代表属相和，一定会白头偕老！",
        "label": ""
      },
      {
        "sentence": "我有一个姐嫁给她老公的时候，男方家人迷信，给男的也去看属相，男比女大一岁，但是刚开始婚姻很和谐，15年过去了，男的出轨，现在两人面临离婚。",
        "label": ""
      },
      {
        "sentence": "所以不是所有事情靠着属相来维持！",
        "label": ""
      },
      {
        "sentence": "经营不好，结婚后不能互相理解体谅，这是关键。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思了，婚姻的幸福与否不完全取决于属相相合与否，更重要的是双方的相处和经营。我会试着让父母理解这一点，不再强调年龄差距的问题。",
    "annotation": [
      {
        "sentence": "我明白你的意思了，婚姻的幸福与否不完全取决于属相相合与否，更重要的是双方的相处和经营。",
        "label": ""
      },
      {
        "sentence": "我会试着让父母理解这一点，不再强调年龄差距的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "至于女方的工作，父母说不好。我觉得我们应该两面看问题。所谓的不好，是对职业偏见不看好，还是说工资低！人都希望女方有铁饭碗，从事公职类职业，比如教师、医生、公务员等！那么我想说：难道其他职业一定比这些差吗？女性在销售行业、服务行业等也能有出色的表现！不管从事哪个行业，只要女生是喜欢的，能靠自己的努力获得成长，并且可以养活自己，不依靠男人！这就很好了！总比那些好吃懒做、依靠男人的女生好很多了吧！父母想要找女生工作各方面都好的，要看对方是否看上自己，有时候另一方面也很重要！总之，别让父母挑来挑去，把自己挑剩下了！感情的事情，自己拿主意，但同时不要和父母硬性对抗，要动之以情，晓之以理。慢慢说服！女朋友这边，不要说漏嘴了父母的意见，保持正常态度，要不然女生知道会心里不好受介意！甚至有些会选择放手！因为相处以后结婚，必然是两个家庭的事情！得到双方父母的认可与祝福，是每个人期望的！祝你一切顺利！分享这里，希望对你有帮助！",
    "annotation": [
      {
        "sentence": "至于女方的工作，父母说不好。",
        "label": ""
      },
      {
        "sentence": "我觉得我们应该两面看问题。",
        "label": ""
      },
      {
        "sentence": "所谓的不好，是对职业偏见不看好，还是说工资低！",
        "label": ""
      },
      {
        "sentence": "人都希望女方有铁饭碗，从事公职类职业，比如教师、医生、公务员等！",
        "label": ""
      },
      {
        "sentence": "那么我想说：难道其他职业一定比这些差吗？",
        "label": ""
      },
      {
        "sentence": "女性在销售行业、服务行业等也能有出色的表现！",
        "label": ""
      },
      {
        "sentence": "不管从事哪个行业，只要女生是喜欢的，能靠自己的努力获得成长，并且可以养活自己，不依靠男人！",
        "label": ""
      },
      {
        "sentence": "这就很好了！",
        "label": ""
      },
      {
        "sentence": "总比那些好吃懒做、依靠男人的女生好很多了吧！",
        "label": ""
      },
      {
        "sentence": "父母想要找女生工作各方面都好的，要看对方是否看上自己，有时候另一方面也很重要！",
        "label": ""
      },
      {
        "sentence": "总之，别让父母挑来挑去，把自己挑剩下了！",
        "label": ""
      },
      {
        "sentence": "感情的事情，自己拿主意，但同时不要和父母硬性对抗，要动之以情，晓之以理。",
        "label": ""
      },
      {
        "sentence": "慢慢说服！",
        "label": ""
      },
      {
        "sentence": "女朋友这边，不要说漏嘴了父母的意见，保持正常态度，要不然女生知道会心里不好受介意！",
        "label": ""
      },
      {
        "sentence": "甚至有些会选择放手！",
        "label": ""
      },
      {
        "sentence": "因为相处以后结婚，必然是两个家庭的事情！",
        "label": ""
      },
      {
        "sentence": "得到双方父母的认可与祝福，是每个人期望的！",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      },
      {
        "sentence": "分享这里，希望对你有帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励！我会试着按照你说的去做，先去和父母好好沟通，让他们了解我们的情况。同时也会和女朋友保持良好的沟通，不让她感到压力和矛盾。希望最终能够得到大家的祝福，共同走向幸福的未来。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会试着按照你说的去做，先去和父母好好沟通，让他们了解我们的情况。",
        "label": ""
      },
      {
        "sentence": "同时也会和女朋友保持良好的沟通，不让她感到压力和矛盾。",
        "label": ""
      },
      {
        "sentence": "希望最终能够得到大家的祝福，共同走向幸福的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！你有任何困惑和问题，都可以随时来找我交流。相信你们能够克服这个困难，为了自己的幸福而努力是值得的。祝福你们！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "你有任何困惑和问题，都可以随时来找我交流。",
        "label": ""
      },
      {
        "sentence": "相信你们能够克服这个困难，为了自己的幸福而努力是值得的。",
        "label": ""
      },
      {
        "sentence": "祝福你们！",
        "label": ""
      }
    ]
  }
]