[
  {
    "role": "client",
    "content": "我是一个24岁的女生，我和男朋友之间出现了问题，但我们还能一直好好的吗？去年我交了一个同一届的男朋友，这也是我第一次正经谈恋爱，但是后来有一天，我和自己一个熟悉的男同学，正好半夜都没睡，就聊聊近况。然后因为以前高中也经常开没有底线的颜色玩笑，那天晚上也这样开了。可能其他人看起来真的很刺眼，但是我心里并没有出轨或者说是寂寞聊骚的想法。但是后来聊天记录被男朋友看到了（其实是我主动说的），后来事情就一发不可收拾，我们吵得很严重，周围的人也都知道是什么情况了（包括我父母，也说了我的不对）。我为了证明真的没有什么，和这个同学也断掉了一切联系。后来我和男朋友复合了，经过疫情和异地，现在我们的感情更好了。但是我确实心里一直很难受，我问过很多人，熟悉的人不熟悉的人，和我相熟的人安慰我，说没有关系，你什么也没做，只是误会。但是不熟的人，会说，你这种事情发生了就不可能好了。我觉得我很爱我男朋友，又非常自责自己亲手伤害了我们两个的感情，该怎么办？",
    "annotation": [
      {
        "sentence": "我是一个24岁的女生，我和男朋友之间出现了问题，但我们还能一直好好的吗？",
        "label": ""
      },
      {
        "sentence": "去年我交了一个同一届的男朋友，这也是我第一次正经谈恋爱，但是后来有一天，我和自己一个熟悉的男同学，正好半夜都没睡，就聊聊近况。",
        "label": ""
      },
      {
        "sentence": "然后因为以前高中也经常开没有底线的颜色玩笑，那天晚上也这样开了。",
        "label": ""
      },
      {
        "sentence": "可能其他人看起来真的很刺眼，但是我心里并没有出轨或者说是寂寞聊骚的想法。",
        "label": ""
      },
      {
        "sentence": "但是后来聊天记录被男朋友看到了（其实是我主动说的），后来事情就一发不可收拾，我们吵得很严重，周围的人也都知道是什么情况了（包括我父母，也说了我的不对）。",
        "label": ""
      },
      {
        "sentence": "我为了证明真的没有什么，和这个同学也断掉了一切联系。",
        "label": ""
      },
      {
        "sentence": "后来我和男朋友复合了，经过疫情和异地，现在我们的感情更好了。",
        "label": ""
      },
      {
        "sentence": "但是我确实心里一直很难受，我问过很多人，熟悉的人不熟悉的人，和我相熟的人安慰我，说没有关系，你什么也没做，只是误会。",
        "label": ""
      },
      {
        "sentence": "但是不熟的人，会说，你这种事情发生了就不可能好了。",
        "label": ""
      },
      {
        "sentence": "我觉得我很爱我男朋友，又非常自责自己亲手伤害了我们两个的感情，该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很爱男朋友，又非常自责自己亲手伤害了两人的感情……『分析』我想这是一种矛盾的情感——既渴望爱，又想把爱推开一点点。这是亲密关系中常见的问题。我们既渴望亲密关系，希望在亲密关系中感受爱。但同时，我们又恐惧亲密关系会发展得越来越深。大概率地，在潜意识中，我们会害怕越来越深的亲密关系会不会伤害自己。可能潜意识会这样想：把自己完全地投入到爱一个人，那有一天他伤害／远离／背叛我了，我怎么办，这风险太大了。基于这种恐惧，可能我们会制造一些伤害亲密关系的行为，把关系推开一些，从而保护自己。同时，通过制造问题，再次检验这个人是否经得起考验，是否真的爱我，我是否可以放心依恋他。『那怎么办呢？』当我们更了解自己了，便能用意识照亮之前没有觉察的部分。我们无须再用旧的行为模式去证明我能否依恋他／他是否爱我。即无需用伤害亲密关系的行为来推开亲密关系，尊重自己的节奏和感受，如果觉得太亲密，目前阶段的自己还不能适应，可以用异地恋来缓解。或者下次类似事情有再次发生的苗头，可能你能更觉察到自己内心的感受，从而用更合理的方式来表达出来。『最后～』每段恋爱都是彼此之间通过“问题”去磨合和成长，所以你也无需太责怪自己。你选择在这一刻求助，证明你还是希望想改变、不想再伤害他人。所以，你无需太自责哈。希望我的留言对你有帮助。",
    "annotation": [
      {
        "sentence": "你很爱男朋友，又非常自责自己亲手伤害了两人的感情……『分析』我想这是一种矛盾的情感——既渴望爱，又想把爱推开一点点。",
        "label": ""
      },
      {
        "sentence": "这是亲密关系中常见的问题。",
        "label": ""
      },
      {
        "sentence": "我们既渴望亲密关系，希望在亲密关系中感受爱。",
        "label": ""
      },
      {
        "sentence": "但同时，我们又恐惧亲密关系会发展得越来越深。",
        "label": ""
      },
      {
        "sentence": "大概率地，在潜意识中，我们会害怕越来越深的亲密关系会不会伤害自己。",
        "label": ""
      },
      {
        "sentence": "可能潜意识会这样想：把自己完全地投入到爱一个人，那有一天他伤害／远离／背叛我了，我怎么办，这风险太大了。",
        "label": ""
      },
      {
        "sentence": "基于这种恐惧，可能我们会制造一些伤害亲密关系的行为，把关系推开一些，从而保护自己。",
        "label": ""
      },
      {
        "sentence": "同时，通过制造问题，再次检验这个人是否经得起考验，是否真的爱我，我是否可以放心依恋他。",
        "label": ""
      },
      {
        "sentence": "『那怎么办呢？",
        "label": ""
      },
      {
        "sentence": "』当我们更了解自己了，便能用意识照亮之前没有觉察的部分。",
        "label": ""
      },
      {
        "sentence": "我们无须再用旧的行为模式去证明我能否依恋他／他是否爱我。",
        "label": ""
      },
      {
        "sentence": "即无需用伤害亲密关系的行为来推开亲密关系，尊重自己的节奏和感受，如果觉得太亲密，目前阶段的自己还不能适应，可以用异地恋来缓解。",
        "label": ""
      },
      {
        "sentence": "或者下次类似事情有再次发生的苗头，可能你能更觉察到自己内心的感受，从而用更合理的方式来表达出来。",
        "label": ""
      },
      {
        "sentence": "『最后～』每段恋爱都是彼此之间通过“问题”去磨合和成长，所以你也无需太责怪自己。",
        "label": ""
      },
      {
        "sentence": "你选择在这一刻求助，证明你还是希望想改变、不想再伤害他人。",
        "label": ""
      },
      {
        "sentence": "所以，你无需太自责哈。",
        "label": ""
      },
      {
        "sentence": "希望我的留言对你有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复，我明白了自己的内心矛盾，确实有恐惧亲密关系深入而受伤的担忧。我也理解了制造问题来测试对方是不合理的行为。但是我仍然忍不住感到内疚和自责，因为我亲手伤害了我们的感情，我不知道该如何面对这个问题。",
    "annotation": [
      {
        "sentence": "谢谢你的回复，我明白了自己的内心矛盾，确实有恐惧亲密关系深入而受伤的担忧。",
        "label": ""
      },
      {
        "sentence": "我也理解了制造问题来测试对方是不合理的行为。",
        "label": ""
      },
      {
        "sentence": "但是我仍然忍不住感到内疚和自责，因为我亲手伤害了我们的感情，我不知道该如何面对这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不用太自责和内疚，我们都会犯错，这是人之常情。重要的是你现在已经意识到这个问题，并且愿意去面对和解决。对于过去的伤害，你和男朋友都已经决定复合了，这说明你们之间还是有着深厚的感情和信任的基础。现在最重要的是要相互沟通，坦诚地表达你的内心感受和忧虑，听取对方的理解和反馈。共同努力去修复和加强你们的感情，相信时间和真诚的交流会帮助你们走出困境。",
    "annotation": [
      {
        "sentence": "你不用太自责和内疚，我们都会犯错，这是人之常情。",
        "label": ""
      },
      {
        "sentence": "重要的是你现在已经意识到这个问题，并且愿意去面对和解决。",
        "label": ""
      },
      {
        "sentence": "对于过去的伤害，你和男朋友都已经决定复合了，这说明你们之间还是有着深厚的感情和信任的基础。",
        "label": ""
      },
      {
        "sentence": "现在最重要的是要相互沟通，坦诚地表达你的内心感受和忧虑，听取对方的理解和反馈。",
        "label": ""
      },
      {
        "sentence": "共同努力去修复和加强你们的感情，相信时间和真诚的交流会帮助你们走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更积极地与男朋友沟通，让他了解我的内心感受。只有通过坦诚的交流，我们才能够共同寻求解决办法，让我们的感情更加稳固和健康。我会试着放下内疚和自责，向前看，为我们的未来努力。",
    "annotation": [
      {
        "sentence": "你说得对，我应该更积极地与男朋友沟通，让他了解我的内心感受。",
        "label": ""
      },
      {
        "sentence": "只有通过坦诚的交流，我们才能够共同寻求解决办法，让我们的感情更加稳固和健康。",
        "label": ""
      },
      {
        "sentence": "我会试着放下内疚和自责，向前看，为我们的未来努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，你的决心和积极态度值得赞赏。记住，每段感情都会遇到各种挫折和困难，但只要你们相互支持、真心沟通，并且愿意共同成长，你们一定能够度过难关，建立起更加美好的关系。请相信自己，相信你们的爱情，祝福你们！",
    "annotation": [
      {
        "sentence": "非常好，你的决心和积极态度值得赞赏。",
        "label": ""
      },
      {
        "sentence": "记住，每段感情都会遇到各种挫折和困难，但只要你们相互支持、真心沟通，并且愿意共同成长，你们一定能够度过难关，建立起更加美好的关系。",
        "label": ""
      },
      {
        "sentence": "请相信自己，相信你们的爱情，祝福你们！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和祝福，听完你的话，我感到心里温暖了很多。我会努力践行你给我的建议，相信我们的感情会变得更加美好和坚固。再次感谢你的鼓励和理解，我真的很感激。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和祝福，听完你的话，我感到心里温暖了很多。",
        "label": ""
      },
      {
        "sentence": "我会努力践行你给我的建议，相信我们的感情会变得更加美好和坚固。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的鼓励和理解，我真的很感激。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，能够帮助到你我也感到非常开心。记得在困难时随时向我求助，我会一直在你身边支持你。祝福你们幸福美满！",
    "annotation": [
      {
        "sentence": "不用客气，能够帮助到你我也感到非常开心。",
        "label": ""
      },
      {
        "sentence": "记得在困难时随时向我求助，我会一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "祝福你们幸福美满！",
        "label": ""
      }
    ]
  }
]