[
  {
    "role": "client",
    "content": "24女生，和男朋友之间出现问题我们还能一直好好的嘛去年交了一个同一届的男朋友，这也是我第一次正二八经谈恋爱，但是后来有一天。我和自己一个熟悉的男同学，正好半夜都没睡，就聊聊近况，然后因为以前高中也经常开没有底线的颜色玩笑，那天晚上也这样开了，可能其他人看起来真的很刺眼，但是我心里并没有出轨或者说是寂寞聊骚的想法。但是后来聊天记录被男朋友看到了（其实是我主动说的），后来事情就一发不可收拾，我们吵的很严重，周围的人也都知道是什么情况了（包括我父母，也说了我的不对），我为了证明真的没有什么，和这个同学也断掉了一切联系。后来我和男朋友复合了，经过疫情和异地，其实现在感情更好了，但是我确实心里一直很难受，我问过很多人，熟悉的人不熟悉的人，和我相熟的人安慰我，没有关系的，你什么也没做，只是误会。但是不熟的人，会说，你这种事情发生了就不可能好了。我觉得我很爱我男朋友，又非常自责自己亲手伤害了我们两个的感情，该怎么办",
    "annotation": [
      {
        "sentence": "24女生，和男朋友之间出现问题我们还能一直好好的嘛去年交了一个同一届的男朋友，这也是我第一次正二八经谈恋爱，但是后来有一天。",
        "label": ""
      },
      {
        "sentence": "我和自己一个熟悉的男同学，正好半夜都没睡，就聊聊近况，然后因为以前高中也经常开没有底线的颜色玩笑，那天晚上也这样开了，可能其他人看起来真的很刺眼，但是我心里并没有出轨或者说是寂寞聊骚的想法。",
        "label": ""
      },
      {
        "sentence": "但是后来聊天记录被男朋友看到了（其实是我主动说的），后来事情就一发不可收拾，我们吵的很严重，周围的人也都知道是什么情况了（包括我父母，也说了我的不对），我为了证明真的没有什么，和这个同学也断掉了一切联系。",
        "label": ""
      },
      {
        "sentence": "后来我和男朋友复合了，经过疫情和异地，其实现在感情更好了，但是我确实心里一直很难受，我问过很多人，熟悉的人不熟悉的人，和我相熟的人安慰我，没有关系的，你什么也没做，只是误会。",
        "label": ""
      },
      {
        "sentence": "但是不熟的人，会说，你这种事情发生了就不可能好了。",
        "label": ""
      },
      {
        "sentence": "我觉得我很爱我男朋友，又非常自责自己亲手伤害了我们两个的感情，该怎么办",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你和你男友现在关系好转，我很高兴，这表明你们的感情正在升温，没有任何减退的趋势。那么，我们就继续好好地交往下去吧。你对这份感情非常认真，是一场真心投入的恋爱，所以你的期望值通常会比较高。你期望这段关系是完美无瑕的，而之前发生的小插曲只是你引起的误会，因此你内心感到愧疚和自责，很害怕将来会影响到你们的关系。事实上，在感情的相处中，遇到一些小误会是正常的，只要不是原则性的问题，比如移情别恋，一旦彼此及时沟通，对方也表示理解，误会就会自然消除，这样反而会增进彼此之间的信任感，加强彼此之间的爱的纽带。在感情问题上，只有通过亲身的体验和判断，才能有正确的心理认知。别人的言论只能作为参考，因为别人无法体会到你们之间的感觉。你不必听风就是雨，被别人的话牵着鼻子走，要学会独立思考。从现实的角度来看，你们两个的感情很好，完全不必过度焦虑和担忧。别人的经验无法适用于你的故事，世界上没有一种说法能适用于每个人。关键是要根据你自身的感受来判断，这才是最真实的。现在的现实是你们之间的感情很好，所以你不必过多地自责和焦虑。过度在乎和害怕失去会让你一直不断地责备自己，可能会导致你在交往中失去自我。所以，在感情中，两个人是平等的，既然对方愿意接受你的小过失，那就证明他是真心爱你的。你可以放松心情去交往。恋爱中发生一些事情其实有助于更清楚地了解对方，对关系是有帮助的。不要局限认为这种事情是个污点，它只是让你更深刻地认知这段关系中的底线是什么，这也是你们彼此磨合的过程。不要念念不忘过去，不要过度担忧将来，要活在当下，享受余生。希望你们能继续幸福下去哦~。",
    "annotation": [
      {
        "sentence": "看到你和你男友现在关系好转，我很高兴，这表明你们的感情正在升温，没有任何减退的趋势。",
        "label": ""
      },
      {
        "sentence": "那么，我们就继续好好地交往下去吧。",
        "label": ""
      },
      {
        "sentence": "你对这份感情非常认真，是一场真心投入的恋爱，所以你的期望值通常会比较高。",
        "label": ""
      },
      {
        "sentence": "你期望这段关系是完美无瑕的，而之前发生的小插曲只是你引起的误会，因此你内心感到愧疚和自责，很害怕将来会影响到你们的关系。",
        "label": ""
      },
      {
        "sentence": "事实上，在感情的相处中，遇到一些小误会是正常的，只要不是原则性的问题，比如移情别恋，一旦彼此及时沟通，对方也表示理解，误会就会自然消除，这样反而会增进彼此之间的信任感，加强彼此之间的爱的纽带。",
        "label": ""
      },
      {
        "sentence": "在感情问题上，只有通过亲身的体验和判断，才能有正确的心理认知。",
        "label": ""
      },
      {
        "sentence": "别人的言论只能作为参考，因为别人无法体会到你们之间的感觉。",
        "label": ""
      },
      {
        "sentence": "你不必听风就是雨，被别人的话牵着鼻子走，要学会独立思考。",
        "label": ""
      },
      {
        "sentence": "从现实的角度来看，你们两个的感情很好，完全不必过度焦虑和担忧。",
        "label": ""
      },
      {
        "sentence": "别人的经验无法适用于你的故事，世界上没有一种说法能适用于每个人。",
        "label": ""
      },
      {
        "sentence": "关键是要根据你自身的感受来判断，这才是最真实的。",
        "label": ""
      },
      {
        "sentence": "现在的现实是你们之间的感情很好，所以你不必过多地自责和焦虑。",
        "label": ""
      },
      {
        "sentence": "过度在乎和害怕失去会让你一直不断地责备自己，可能会导致你在交往中失去自我。",
        "label": ""
      },
      {
        "sentence": "所以，在感情中，两个人是平等的，既然对方愿意接受你的小过失，那就证明他是真心爱你的。",
        "label": ""
      },
      {
        "sentence": "你可以放松心情去交往。",
        "label": ""
      },
      {
        "sentence": "恋爱中发生一些事情其实有助于更清楚地了解对方，对关系是有帮助的。",
        "label": ""
      },
      {
        "sentence": "不要局限认为这种事情是个污点，它只是让你更深刻地认知这段关系中的底线是什么，这也是你们彼此磨合的过程。",
        "label": ""
      },
      {
        "sentence": "不要念念不忘过去，不要过度担忧将来，要活在当下，享受余生。",
        "label": ""
      },
      {
        "sentence": "希望你们能继续幸福下去哦~。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。听了你的话，我觉得放下了很多心结，原来我不必太过自责和担心，我和男友的关系其实是很稳定的。我会把握现在，不再因为过去的过失而影响我们的未来。我会努力经营这份感情，让它走得更长久。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "听了你的话，我觉得放下了很多心结，原来我不必太过自责和担心，我和男友的关系其实是很稳定的。",
        "label": ""
      },
      {
        "sentence": "我会把握现在，不再因为过去的过失而影响我们的未来。",
        "label": ""
      },
      {
        "sentence": "我会努力经营这份感情，让它走得更长久。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。放下心结是很重要的，只有你们彼此相信和坚定，才能走得更稳定和长久。继续努力经营这份感情，一起创造更美好的未来。如果还有什么困扰或问题，随时都可以来找我倾诉。祝福你们幸福美满！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "放下心结是很重要的，只有你们彼此相信和坚定，才能走得更稳定和长久。",
        "label": ""
      },
      {
        "sentence": "继续努力经营这份感情，一起创造更美好的未来。",
        "label": ""
      },
      {
        "sentence": "如果还有什么困扰或问题，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝福你们幸福美满！",
        "label": ""
      }
    ]
  }
]