[
  {
    "role": "client",
    "content": "我22岁，工作了三个月，想辞职但是不知道怎么提……？我工作的地方是一个个体户工作室，一开始进去工作的时候老板也说过，他要长久的，员工说起来也只有我一个，我一开始想着进来了就勉强工作到年底吧，现在工作也不好找，但是工作三个月后我觉得我真的不适应这份工作，想辞职，但是又很纠结不知道该怎么开口，因为一开始这说好要长期，我这中途走了，老板会不会生气什么的……",
    "annotation": [
      {
        "sentence": "我22岁，工作了三个月，想辞职但是不知道怎么提……？",
        "label": ""
      },
      {
        "sentence": "我工作的地方是一个个体户工作室，一开始进去工作的时候老板也说过，他要长久的，员工说起来也只有我一个，我一开始想着进来了就勉强工作到年底吧，现在工作也不好找，但是工作三个月后我觉得我真的不适应这份工作，想辞职，但是又很纠结不知道该怎么开口，因为一开始这说好要长期，我这中途走了，老板会不会生气什么的……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你现在的心情，我也有过你这样的阶段。离职的想法一旦产生便怎么都止不住，今天的午餐不好吃这样的小事都会加深自己想要离职的想法，却因为之前的承诺束缚了离开的脚步。关于辞职的问题，工作不适应，想要辞职。这是一个比较笼统的说法，弄清楚自己想要离职的具体原因，是老板难沟通、工作压力大，还是工作操作困难，找到具体的原因，看看有没有解决的可能，是否到了非辞职不可的境地。",
    "annotation": [
      {
        "sentence": "很理解你现在的心情，我也有过你这样的阶段。",
        "label": ""
      },
      {
        "sentence": "离职的想法一旦产生便怎么都止不住，今天的午餐不好吃这样的小事都会加深自己想要离职的想法，却因为之前的承诺束缚了离开的脚步。",
        "label": ""
      },
      {
        "sentence": "关于辞职的问题，工作不适应，想要辞职。",
        "label": ""
      },
      {
        "sentence": "这是一个比较笼统的说法，弄清楚自己想要离职的具体原因，是老板难沟通、工作压力大，还是工作操作困难，找到具体的原因，看看有没有解决的可能，是否到了非辞职不可的境地。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我感觉自己与老板无法有效沟通，他的期望和要求总是过高，给我很大的压力。而且我发现我并不擅长这份工作，操作也总是出现问题，让我觉得自己无法胜任。",
    "annotation": [
      {
        "sentence": "我感觉自己与老板无法有效沟通，他的期望和要求总是过高，给我很大的压力。",
        "label": ""
      },
      {
        "sentence": "而且我发现我并不擅长这份工作，操作也总是出现问题，让我觉得自己无法胜任。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的困惑。面对这样的情况，让自己冷静下来，不要冲动辞职。若是还可以坚持，那首要问题就是调整自己的心态，变被动为主动，与工作相关的问题要跟老板及时沟通。",
    "annotation": [
      {
        "sentence": "我了解你的困惑。",
        "label": ""
      },
      {
        "sentence": "面对这样的情况，让自己冷静下来，不要冲动辞职。",
        "label": ""
      },
      {
        "sentence": "若是还可以坚持，那首要问题就是调整自己的心态，变被动为主动，与工作相关的问题要跟老板及时沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我真的不知道怎么开口，害怕他会生气，因为一开始说好要长期，我这中途走了。",
    "annotation": [
      {
        "sentence": "可是我真的不知道怎么开口，害怕他会生气，因为一开始说好要长期，我这中途走了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很善良，道德感高，但是工作是要双向选择的，你做不长久，老板自己也有一定的心理准备。你们之间有做长期的约定，这从另一方面反映出之前的员工或许都做不长久，老板想要个预防针。所以你不必太顾虑，不用怕老板会生气，退一万步讲，就算老板真的很生气，但辞职后你们之间就0交集了。这只是你人生的一个小插曲，对你今后的生活没有大的影响，若是觉得心里过意不去，可以等老板招到合适的人之后再走。",
    "annotation": [
      {
        "sentence": "你很善良，道德感高，但是工作是要双向选择的，你做不长久，老板自己也有一定的心理准备。",
        "label": ""
      },
      {
        "sentence": "你们之间有做长期的约定，这从另一方面反映出之前的员工或许都做不长久，老板想要个预防针。",
        "label": ""
      },
      {
        "sentence": "所以你不必太顾虑，不用怕老板会生气，退一万步讲，就算老板真的很生气，但辞职后你们之间就0交集了。",
        "label": ""
      },
      {
        "sentence": "这只是你人生的一个小插曲，对你今后的生活没有大的影响，若是觉得心里过意不去，可以等老板招到合适的人之后再走。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得有道理。我明白了，我需要找到适合自己的职业，而不是勉强自己留在这份工作上。那我应该怎样跟老板说呢？",
    "annotation": [
      {
        "sentence": "嗯，你说得有道理。",
        "label": ""
      },
      {
        "sentence": "我明白了，我需要找到适合自己的职业，而不是勉强自己留在这份工作上。",
        "label": ""
      },
      {
        "sentence": "那我应该怎样跟老板说呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "辞职时，首先表达自己的歉意，提出自己出现的问题，说出自己想要离开的想法，最后表明会在老板找到合适的人选后做好交接工作。提出辞职后，就要坚定想法，不要被老板的言语迷惑然后留下，不然之后的工作会让你更不适应。希望我的回答可以帮助到你。",
    "annotation": [
      {
        "sentence": "辞职时，首先表达自己的歉意，提出自己出现的问题，说出自己想要离开的想法，最后表明会在老板找到合适的人选后做好交接工作。",
        "label": ""
      },
      {
        "sentence": "提出辞职后，就要坚定想法，不要被老板的言语迷惑然后留下，不然之后的工作会让你更不适应。",
        "label": ""
      },
      {
        "sentence": "希望我的回答可以帮助到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会按照你说的去做的。希望一切能够顺利，找到适合我的工作。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会按照你说的去做的。",
        "label": ""
      },
      {
        "sentence": "希望一切能够顺利，找到适合我的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你会找到适合自己的工作的。不要害怕改变，相信自己的能力，勇敢追求自己的幸福和发展。加油！如果还有其他问题，随时都可以来找我聊天。",
    "annotation": [
      {
        "sentence": "我相信你会找到适合自己的工作的。",
        "label": ""
      },
      {
        "sentence": "不要害怕改变，相信自己的能力，勇敢追求自己的幸福和发展。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时都可以来找我聊天。",
        "label": ""
      }
    ]
  }
]