[
  {
    "role": "client",
    "content": "我是一个24岁的女生，我和男朋友之间出现了问题，我很担心我们能否一直好好的在一起。去年我交了一个同一届的男朋友，这也是我第一次正经谈恋爱，但是后来有一天，我和一个熟悉的男同学聊天，因为我们以前在高中的时候经常开一些没有底线的颜色玩笑。那天晚上，我们聊天时也开了这种玩笑。可能其他人看起来真的很刺眼，但是我心里并没有出轨或者说是寂寞聊骚的想法。但是后来男朋友看到了我们的聊天记录（实际上是我主动给他看的），接着事情就一发不可收拾了。我们吵得非常严重，周围的人都知道了情况（包括我父母，他们也认为我有错），为了证明我确实没有做错任何事情，我和那个同学也断绝了一切联系。后来我和男朋友复合了，虽然在疫情和异地的影响下，我们的感情变得更好了，但是我内心一直很难过。我向很多人咨询过，不管是熟悉的人还是不熟悉的人，熟悉的人都安慰我说没有关系，你什么也没做，只是误会。但是不熟悉的人会说这种事情发生了就不可能好了。我很爱我的男朋友，同时非常自责自己亲手伤害了我们两个人的感情，我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我是一个24岁的女生，我和男朋友之间出现了问题，我很担心我们能否一直好好的在一起。",
        "label": ""
      },
      {
        "sentence": "去年我交了一个同一届的男朋友，这也是我第一次正经谈恋爱，但是后来有一天，我和一个熟悉的男同学聊天，因为我们以前在高中的时候经常开一些没有底线的颜色玩笑。",
        "label": ""
      },
      {
        "sentence": "那天晚上，我们聊天时也开了这种玩笑。",
        "label": ""
      },
      {
        "sentence": "可能其他人看起来真的很刺眼，但是我心里并没有出轨或者说是寂寞聊骚的想法。",
        "label": ""
      },
      {
        "sentence": "但是后来男朋友看到了我们的聊天记录（实际上是我主动给他看的），接着事情就一发不可收拾了。",
        "label": ""
      },
      {
        "sentence": "我们吵得非常严重，周围的人都知道了情况（包括我父母，他们也认为我有错），为了证明我确实没有做错任何事情，我和那个同学也断绝了一切联系。",
        "label": ""
      },
      {
        "sentence": "后来我和男朋友复合了，虽然在疫情和异地的影响下，我们的感情变得更好了，但是我内心一直很难过。",
        "label": ""
      },
      {
        "sentence": "我向很多人咨询过，不管是熟悉的人还是不熟悉的人，熟悉的人都安慰我说没有关系，你什么也没做，只是误会。",
        "label": ""
      },
      {
        "sentence": "但是不熟悉的人会说这种事情发生了就不可能好了。",
        "label": ""
      },
      {
        "sentence": "我很爱我的男朋友，同时非常自责自己亲手伤害了我们两个人的感情，我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述，我能感受到你有一个男朋友，并且很爱他。你之前和高中同学聊天时，只是和以前在高中时一样的聊天方式，只是有些玩笑开得过火，其他人和你的男朋友都无法接受。我能理解你大大咧咧的个性，以及和男生相处很好的能力。这点是很多女生羡慕的地方。但是既然有了男朋友，就应该自觉地避免引起误会，可能你们之间还是照旧相处，你觉得没问题，但是现在你有了男朋友，就应该有自觉地避免引起误会，这样不会让男朋友难过，而且真正的好朋友也能理解。在网上看到过一句话，\"男女之间没有纯洁的友谊\"，很多女生不相信这句话。但是男生最了解男生，就像我们女生可以一眼看出来一个女生对自己男朋友有何居心是一样的。所以，你可能真的觉得对方是朋友，但是对方究竟怎么想，你并不清楚。恢复和之前男生的朋友关系时，最好和你的男朋友沟通，告诉他你已经有男朋友了。异性之间的交往不一定要每个都报备，但是考虑到之前因为这个事情你们产生过误会，告诉一下男朋友会比较好。和男朋友沟通一下，表达出你的想法，当然也要做好他不接受的准备，毕竟对于自己所爱的人，我们都是自私的。我有一些建议想给你：既然你已经有了男朋友，如果你和那个男生关系不是很铁，之前也没有很好的关系，只是偶尔聊得来，那么这样的关系相比起你所爱之人，并没有那么重要。何必去恢复这段关系来伤害你更看重的感情呢？",
    "annotation": [
      {
        "sentence": "看了你的描述，我能感受到你有一个男朋友，并且很爱他。",
        "label": ""
      },
      {
        "sentence": "你之前和高中同学聊天时，只是和以前在高中时一样的聊天方式，只是有些玩笑开得过火，其他人和你的男朋友都无法接受。",
        "label": ""
      },
      {
        "sentence": "我能理解你大大咧咧的个性，以及和男生相处很好的能力。",
        "label": ""
      },
      {
        "sentence": "这点是很多女生羡慕的地方。",
        "label": ""
      },
      {
        "sentence": "但是既然有了男朋友，就应该自觉地避免引起误会，可能你们之间还是照旧相处，你觉得没问题，但是现在你有了男朋友，就应该有自觉地避免引起误会，这样不会让男朋友难过，而且真正的好朋友也能理解。",
        "label": ""
      },
      {
        "sentence": "在网上看到过一句话，\"男女之间没有纯洁的友谊\"，很多女生不相信这句话。",
        "label": ""
      },
      {
        "sentence": "但是男生最了解男生，就像我们女生可以一眼看出来一个女生对自己男朋友有何居心是一样的。",
        "label": ""
      },
      {
        "sentence": "所以，你可能真的觉得对方是朋友，但是对方究竟怎么想，你并不清楚。",
        "label": ""
      },
      {
        "sentence": "恢复和之前男生的朋友关系时，最好和你的男朋友沟通，告诉他你已经有男朋友了。",
        "label": ""
      },
      {
        "sentence": "异性之间的交往不一定要每个都报备，但是考虑到之前因为这个事情你们产生过误会，告诉一下男朋友会比较好。",
        "label": ""
      },
      {
        "sentence": "和男朋友沟通一下，表达出你的想法，当然也要做好他不接受的准备，毕竟对于自己所爱的人，我们都是自私的。",
        "label": ""
      },
      {
        "sentence": "我有一些建议想给你：既然你已经有了男朋友，如果你和那个男生关系不是很铁，之前也没有很好的关系，只是偶尔聊得来，那么这样的关系相比起你所爱之人，并没有那么重要。",
        "label": ""
      },
      {
        "sentence": "何必去恢复这段关系来伤害你更看重的感情呢？",
        "label": ""
      }
    ]
  }
]