[
  {
    "role": "client",
    "content": "我18岁，对生活不抱希望却又幻想美好，觉得很迷茫和堕落。",
    "annotation": [
      {
        "sentence": "我18岁，对生活不抱希望却又幻想美好，觉得很迷茫和堕落。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，我18岁的时候也经历过类似的心境。当时我渴望美好的生活，但对自己却缺乏信心，甚至觉得自己活不过30岁，将来也无法想象自己30岁后的生活。不过，现在我已经快40岁了，还是一个8岁儿子的母亲，回想起18岁的想法，我觉得自己就像超人一样，不但活过了30岁，还接受了我一度抵触的事情——生孩子。我很印象深刻当年一个亲戚和我聊天时提到当母亲的话题，我一直说自己不可能生孩子，而亲戚却说等我到了需要生育的年纪时，我就不会这样想了。当时我完全否认她的话，然而现实却打脸了我！18岁的年纪，很多人甚至还没有真正接触社会，生活圈基本局限在家附近或学校附近，经历太少了，甚至没有离开过父母、亲戚和朋友，没有离开过生活的城市。因为缺乏经历，你并不知道自己有很多种可能性，所以才对自己的生活丧失了希望。但既然你还有幻想美好生活的愿望，为什么不努力去实现你认为好的事情呢？即使不一定能成功，但你年轻啊，可以去尝试啊！等你把那些未经历的事情都尝试一遍，你一定会有不同的感悟。如果你不知道该尝试什么，我可以给你一些建议：1、找一份工作。当你拿到第一笔工资时，你一定会感觉还不错。2、去一个陌生的城市旅游或居住一段时间。在陌生的城市里，你一定会有不同的感受。3、参加一次公益活动。当你帮助别人，看到他们真心感谢你时，你一定会有不同的感悟。4、如果有你喜欢或者有好感的人，勇敢地向他表白一次。也许你会被拒绝，但不要伤心，你还会遇到更好的人；如果对方接受了，那你就可以体验恋爱的感觉，虽然还有可能以失败告终，但你一定会珍惜这段美好的回忆。其实还有很多可以尝试的事情，你也可以参考网上关于18岁必做的10～100件事。为什么要去尝试呢？因为没有真正尝试过，你就无法拥有自己的真实体验，只能听别人的感受或看他们的经历，那都不是属于你自己的。当你真的去体验过那些事情后，你会对自己更有信心，也会对生活充满期待。加油，宝贝！我和整个世界都相信你会变得更加出色的！",
    "annotation": [
      {
        "sentence": "我理解你的感受，我18岁的时候也经历过类似的心境。",
        "label": ""
      },
      {
        "sentence": "当时我渴望美好的生活，但对自己却缺乏信心，甚至觉得自己活不过30岁，将来也无法想象自己30岁后的生活。",
        "label": ""
      },
      {
        "sentence": "不过，现在我已经快40岁了，还是一个8岁儿子的母亲，回想起18岁的想法，我觉得自己就像超人一样，不但活过了30岁，还接受了我一度抵触的事情——生孩子。",
        "label": ""
      },
      {
        "sentence": "我很印象深刻当年一个亲戚和我聊天时提到当母亲的话题，我一直说自己不可能生孩子，而亲戚却说等我到了需要生育的年纪时，我就不会这样想了。",
        "label": ""
      },
      {
        "sentence": "当时我完全否认她的话，然而现实却打脸了我！",
        "label": ""
      },
      {
        "sentence": "18岁的年纪，很多人甚至还没有真正接触社会，生活圈基本局限在家附近或学校附近，经历太少了，甚至没有离开过父母、亲戚和朋友，没有离开过生活的城市。",
        "label": ""
      },
      {
        "sentence": "因为缺乏经历，你并不知道自己有很多种可能性，所以才对自己的生活丧失了希望。",
        "label": ""
      },
      {
        "sentence": "但既然你还有幻想美好生活的愿望，为什么不努力去实现你认为好的事情呢？",
        "label": ""
      },
      {
        "sentence": "即使不一定能成功，但你年轻啊，可以去尝试啊！",
        "label": ""
      },
      {
        "sentence": "等你把那些未经历的事情都尝试一遍，你一定会有不同的感悟。",
        "label": ""
      },
      {
        "sentence": "如果你不知道该尝试什么，我可以给你一些建议：1、找一份工作。",
        "label": ""
      },
      {
        "sentence": "当你拿到第一笔工资时，你一定会感觉还不错。",
        "label": ""
      },
      {
        "sentence": "2、去一个陌生的城市旅游或居住一段时间。",
        "label": ""
      },
      {
        "sentence": "在陌生的城市里，你一定会有不同的感受。",
        "label": ""
      },
      {
        "sentence": "3、参加一次公益活动。",
        "label": ""
      },
      {
        "sentence": "当你帮助别人，看到他们真心感谢你时，你一定会有不同的感悟。",
        "label": ""
      },
      {
        "sentence": "4、如果有你喜欢或者有好感的人，勇敢地向他表白一次。",
        "label": ""
      },
      {
        "sentence": "也许你会被拒绝，但不要伤心，你还会遇到更好的人；如果对方接受了，那你就可以体验恋爱的感觉，虽然还有可能以失败告终，但你一定会珍惜这段美好的回忆。",
        "label": ""
      },
      {
        "sentence": "其实还有很多可以尝试的事情，你也可以参考网上关于18岁必做的10～100件事。",
        "label": ""
      },
      {
        "sentence": "为什么要去尝试呢？",
        "label": ""
      },
      {
        "sentence": "因为没有真正尝试过，你就无法拥有自己的真实体验，只能听别人的感受或看他们的经历，那都不是属于你自己的。",
        "label": ""
      },
      {
        "sentence": "当你真的去体验过那些事情后，你会对自己更有信心，也会对生活充满期待。",
        "label": ""
      },
      {
        "sentence": "加油，宝贝！",
        "label": ""
      },
      {
        "sentence": "我和整个世界都相信你会变得更加出色的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。听了你的经历和建议，我觉得自己好像找到了一点方向和希望。你说的对，我经历的确实太少了，也没有意识到自己还有很多未知的可能性。我会努力尝试你给我的建议，找一份工作、去陌生的城市旅游、参加公益活动、勇敢表白。我相信这些经历会让我更加成长，对自己也会更有自信。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "听了你的经历和建议，我觉得自己好像找到了一点方向和希望。",
        "label": ""
      },
      {
        "sentence": "你说的对，我经历的确实太少了，也没有意识到自己还有很多未知的可能性。",
        "label": ""
      },
      {
        "sentence": "我会努力尝试你给我的建议，找一份工作、去陌生的城市旅游、参加公益活动、勇敢表白。",
        "label": ""
      },
      {
        "sentence": "我相信这些经历会让我更加成长，对自己也会更有自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常棒！我很高兴看到你有了积极的态度和行动计划。尽管这些尝试可能会带来一些挑战或者失败，但这些经历都将是你成长和学习的宝贵机会。不要害怕失败，它们只是通向成功的一部分旅程。即使你遇到困难，你可以随时联系我，我会一直支持你的。请记住，你很有才华和潜力，我坚信你将来会创造属于自己的美好生活。",
    "annotation": [
      {
        "sentence": "非常棒！",
        "label": ""
      },
      {
        "sentence": "我很高兴看到你有了积极的态度和行动计划。",
        "label": ""
      },
      {
        "sentence": "尽管这些尝试可能会带来一些挑战或者失败，但这些经历都将是你成长和学习的宝贵机会。",
        "label": ""
      },
      {
        "sentence": "不要害怕失败，它们只是通向成功的一部分旅程。",
        "label": ""
      },
      {
        "sentence": "即使你遇到困难，你可以随时联系我，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "请记住，你很有才华和潜力，我坚信你将来会创造属于自己的美好生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直的支持和鼓励。我会牢记你的话，勇敢面对挑战，不断努力。我相信自己能够度过这个迷茫的时期，找到属于自己的方向和快乐。如果我遇到困难，我会向你寻求帮助的，谢谢你愿意一直陪伴我。",
    "annotation": [
      {
        "sentence": "谢谢你一直的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，勇敢面对挑战，不断努力。",
        "label": ""
      },
      {
        "sentence": "我相信自己能够度过这个迷茫的时期，找到属于自己的方向和快乐。",
        "label": ""
      },
      {
        "sentence": "如果我遇到困难，我会向你寻求帮助的，谢谢你愿意一直陪伴我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意一直陪伴你。你的决心和积极态度让我深受感动。无论何时何地，只要你需要帮助，我都会尽力支持你。记住，你不是一个人在战斗，我们一起努力，你一定能够度过难关，迎接属于自己的幸福和成就。祝福你！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意一直陪伴你。",
        "label": ""
      },
      {
        "sentence": "你的决心和积极态度让我深受感动。",
        "label": ""
      },
      {
        "sentence": "无论何时何地，只要你需要帮助，我都会尽力支持你。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，我们一起努力，你一定能够度过难关，迎接属于自己的幸福和成就。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的祝福和陪伴，我会铭记在心。有你的鼓励和支持，我感到无比温暖和有力量。现在我对未来充满了信心，相信我能够克服困难，追寻自己的梦想。再次感谢你，愿你也一直幸福快乐！",
    "annotation": [
      {
        "sentence": "非常感谢你的祝福和陪伴，我会铭记在心。",
        "label": ""
      },
      {
        "sentence": "有你的鼓励和支持，我感到无比温暖和有力量。",
        "label": ""
      },
      {
        "sentence": "现在我对未来充满了信心，相信我能够克服困难，追寻自己的梦想。",
        "label": ""
      },
      {
        "sentence": "再次感谢你，愿你也一直幸福快乐！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我也为你感到骄傲和快乐。你的成长和进步是我最大的心愿。无论你在人生的道路上遇到什么，都要相信自己的力量和能力。我会一直祝福你，希望你每一天都过得开心和充实。如果有需要，记得随时找我聊天，我会在这里一直支持你的。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我也为你感到骄傲和快乐。",
        "label": ""
      },
      {
        "sentence": "你的成长和进步是我最大的心愿。",
        "label": ""
      },
      {
        "sentence": "无论你在人生的道路上遇到什么，都要相信自己的力量和能力。",
        "label": ""
      },
      {
        "sentence": "我会一直祝福你，希望你每一天都过得开心和充实。",
        "label": ""
      },
      {
        "sentence": "如果有需要，记得随时找我聊天，我会在这里一直支持你的。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]