[
  {
    "role": "client",
    "content": "还没喜欢上就接受了男同事的好意，该怎样及时刹车？被男同事追了一个月，一开始我以为他只是比较开朗，想着要和同事搞好关系就一直在和他聊天。大概过了两个星期我终于意识到他是在追我，觉得对于自己不喜欢的追求者应该不给他们留念想，就开始冷淡。上星期我们大概有四天没有说话（我们聊天都是他找我）一开始我觉得没什么，可能终于放弃了吧，心里还松了一口气，后来在和发小聊天的过程中得知这个男生小时候竟然和我们来自一个地方，我突然对他没有那么抗拒了，会想要和他继续说话。第二天其他同事组牌局他问我要不要去，我很爽快地答应了，再之后的这几天我感觉他明显比以前更大胆了，开始约我一起吃饭，开始和我讨论心事，我也都很积极热切地回应了。昨天晚上他要约我出来喝奶茶，我说我出不去，他就要给我送过来，让我把地址发给他，后来我发了他也真的送了。现在我开始回想，我觉得昨天晚上真的做了一件错事，我还没有喜欢上他但已经接受了他的好意，我以后该怎样及时刹车啊。",
    "annotation": [
      {
        "sentence": "还没喜欢上就接受了男同事的好意，该怎样及时刹车？",
        "label": ""
      },
      {
        "sentence": "被男同事追了一个月，一开始我以为他只是比较开朗，想着要和同事搞好关系就一直在和他聊天。",
        "label": ""
      },
      {
        "sentence": "大概过了两个星期我终于意识到他是在追我，觉得对于自己不喜欢的追求者应该不给他们留念想，就开始冷淡。",
        "label": ""
      },
      {
        "sentence": "上星期我们大概有四天没有说话（我们聊天都是他找我）一开始我觉得没什么，可能终于放弃了吧，心里还松了一口气，后来在和发小聊天的过程中得知这个男生小时候竟然和我们来自一个地方，我突然对他没有那么抗拒了，会想要和他继续说话。",
        "label": ""
      },
      {
        "sentence": "第二天其他同事组牌局他问我要不要去，我很爽快地答应了，再之后的这几天我感觉他明显比以前更大胆了，开始约我一起吃饭，开始和我讨论心事，我也都很积极热切地回应了。",
        "label": ""
      },
      {
        "sentence": "昨天晚上他要约我出来喝奶茶，我说我出不去，他就要给我送过来，让我把地址发给他，后来我发了他也真的送了。",
        "label": ""
      },
      {
        "sentence": "现在我开始回想，我觉得昨天晚上真的做了一件错事，我还没有喜欢上他但已经接受了他的好意，我以后该怎样及时刹车啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲，我非常理解你的纠结。面对一个自己不喜欢的追求者，心里会有抗拒。但是得知这个人和你是老乡后，你内心又觉得有一些亲切，所以界限感就没有那么强烈了。你在接受了对方的好意后，认为这种做法不妥当，容易产生不必要的误会，不知道该如何及时停止。",
    "annotation": [
      {
        "sentence": "亲，我非常理解你的纠结。",
        "label": ""
      },
      {
        "sentence": "面对一个自己不喜欢的追求者，心里会有抗拒。",
        "label": ""
      },
      {
        "sentence": "但是得知这个人和你是老乡后，你内心又觉得有一些亲切，所以界限感就没有那么强烈了。",
        "label": ""
      },
      {
        "sentence": "你在接受了对方的好意后，认为这种做法不妥当，容易产生不必要的误会，不知道该如何及时停止。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是担心误会，不知道如何结束这个状况。",
    "annotation": [
      {
        "sentence": "是的，我就是担心误会，不知道如何结束这个状况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，我会给你一些建议的。首先，你可以找个时间跟他说清楚，表明自己的立场。如果你已经明确了自己不喜欢这个男生，但他和你是同事，日后工作上少不了交集，又是你的老乡，也不好直接拒绝。那么就找个时间跟他说清楚，你只想维持现在的关系，如果他做出超出朋友的举动和关心，你可以在恰当的时候给予提醒，保持自己的立场，一旦对方做出越界的事，你便让自己退回到原来的地方。",
    "annotation": [
      {
        "sentence": "没关系，我会给你一些建议的。",
        "label": ""
      },
      {
        "sentence": "首先，你可以找个时间跟他说清楚，表明自己的立场。",
        "label": ""
      },
      {
        "sentence": "如果你已经明确了自己不喜欢这个男生，但他和你是同事，日后工作上少不了交集，又是你的老乡，也不好直接拒绝。",
        "label": ""
      },
      {
        "sentence": "那么就找个时间跟他说清楚，你只想维持现在的关系，如果他做出超出朋友的举动和关心，你可以在恰当的时候给予提醒，保持自己的立场，一旦对方做出越界的事，你便让自己退回到原来的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我觉得这样说清楚可能会让对方误会，以为我对他也有好感。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我觉得这样说清楚可能会让对方误会，以为我对他也有好感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，面对你突然的接受，男同事可能会产生误会，以为你对他也有好感。只有说清楚了才不会让事情发展得更糟，或者发展到不可控制的局面。",
    "annotation": [
      {
        "sentence": "是的，面对你突然的接受，男同事可能会产生误会，以为你对他也有好感。",
        "label": ""
      },
      {
        "sentence": "只有说清楚了才不会让事情发展得更糟，或者发展到不可控制的局面。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。如果他还继续邀约，我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "如果他还继续邀约，我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果之后对方还会发起一些邀约，你可以根据情况选择性接受。如果只有你们两个人，你可以带一个朋友一起，或者以有事为由拒绝。不要全部都接受，并且在相处的过程中，保持两人之间的距离。",
    "annotation": [
      {
        "sentence": "如果之后对方还会发起一些邀约，你可以根据情况选择性接受。",
        "label": ""
      },
      {
        "sentence": "如果只有你们两个人，你可以带一个朋友一起，或者以有事为由拒绝。",
        "label": ""
      },
      {
        "sentence": "不要全部都接受，并且在相处的过程中，保持两人之间的距离。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会注意的。最后，你觉得我应该怎么做才能及时停止这个状况呢？",
    "annotation": [
      {
        "sentence": "好的，我会注意的。",
        "label": ""
      },
      {
        "sentence": "最后，你觉得我应该怎么做才能及时停止这个状况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后怎么做还是在于你自己。首先需要自己想清楚了，明确自己的立场，自己是怎么看到这段关系的，以及之后希望怎样发展，然后做出了断。祝好！",
    "annotation": [
      {
        "sentence": "最后怎么做还是在于你自己。",
        "label": ""
      },
      {
        "sentence": "首先需要自己想清楚了，明确自己的立场，自己是怎么看到这段关系的，以及之后希望怎样发展，然后做出了断。",
        "label": ""
      },
      {
        "sentence": "祝好！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会好好考虑的。祝你也一切顺利！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会好好考虑的。",
        "label": ""
      },
      {
        "sentence": "祝你也一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议能帮到你。谢谢你的祝福，祝你事事顺心！如果还需要帮助，随时来找我聊聊吧！",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议能帮到你。",
        "label": ""
      },
      {
        "sentence": "谢谢你的祝福，祝你事事顺心！",
        "label": ""
      },
      {
        "sentence": "如果还需要帮助，随时来找我聊聊吧！",
        "label": ""
      }
    ]
  }
]