[
  {
    "role": "client",
    "content": "现在停留在自诊阶段，躁郁症一定要接受治疗吗？并没有去医院确诊，现在停留在自诊阶段，虽然这样的确是挺不负责任且仿佛开玩笑一般，但要不是症状真的出现最极端的状态，我觉得我还能再逃避一会。我出现了极端的躁狂行为的时候大概是在我幼儿园，那个时候的我捡了块石子砸伤了我表弟的头，虽然是他先捡石头往我这边砸。如果这个可以算作不懂事的反击的话，我印象中第二起可以算是极端躁狂的是，六年级的时候我妹刚出生，因为她哭的实在是太吵了，我拿枕头闷过她，真的是仅仅因为想让她闭嘴躁到了不行就直接闷了，当然后面还是松手了的。出现过极度抑郁真正的起了自杀念头并且做出了一定行动的时候也是在六年级，就有一天晚上我也不记得为什么了，就对家人很失望反正各自都有各自的家庭了我也不重要那还不如死了呢…半个身子都在22楼的窗外的时候我怕了，一部分是害怕一部分是觉得大晚上的我跳楼了那明天早起去上课的学生怎么办起床买菜的老人家怎么办…反正就这样到了现在快17岁了。",
    "annotation": [
      {
        "sentence": "现在停留在自诊阶段，躁郁症一定要接受治疗吗？",
        "label": ""
      },
      {
        "sentence": "并没有去医院确诊，现在停留在自诊阶段，虽然这样的确是挺不负责任且仿佛开玩笑一般，但要不是症状真的出现最极端的状态，我觉得我还能再逃避一会。",
        "label": ""
      },
      {
        "sentence": "我出现了极端的躁狂行为的时候大概是在我幼儿园，那个时候的我捡了块石子砸伤了我表弟的头，虽然是他先捡石头往我这边砸。",
        "label": ""
      },
      {
        "sentence": "如果这个可以算作不懂事的反击的话，我印象中第二起可以算是极端躁狂的是，六年级的时候我妹刚出生，因为她哭的实在是太吵了，我拿枕头闷过她，真的是仅仅因为想让她闭嘴躁到了不行就直接闷了，当然后面还是松手了的。",
        "label": ""
      },
      {
        "sentence": "出现过极度抑郁真正的起了自杀念头并且做出了一定行动的时候也是在六年级，就有一天晚上我也不记得为什么了，就对家人很失望反正各自都有各自的家庭了我也不重要那还不如死了呢…半个身子都在22楼的窗外的时候我怕了，一部分是害怕一部分是觉得大晚上的我跳楼了那明天早起去上课的学生怎么办起床买菜的老人家怎么办…反正就这样到了现在快17岁了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听说你正面临躁郁症的困扰。可以理解你现在停留在自诊阶段的疑虑和焦虑。虽然并没有经过医生的确诊，但你是在通过回顾自己的经历来寻找症状并进行自我评估。不过，我认为如果症状真正出现到极端的状态，逃避是不可取的。你提到了一些曾经出现的躁狂行为，比如幼儿园时砸伤表弟的头以及拿枕头闷妹妹的经历。这些行为可能是当时无法正确处理情绪的表现，但并不代表你无法控制自己或者没有处理问题的能力。同样，你提到曾出现过极度抑郁并产生自杀念头的经历，当时站在22楼窗外时害怕的不仅仅是死亡本身，还有对周围的人的担忧。这些经历与情绪的失控有关，但也说明你对生活及他人的关心。",
    "annotation": [
      {
        "sentence": "你好，听说你正面临躁郁症的困扰。",
        "label": ""
      },
      {
        "sentence": "可以理解你现在停留在自诊阶段的疑虑和焦虑。",
        "label": ""
      },
      {
        "sentence": "虽然并没有经过医生的确诊，但你是在通过回顾自己的经历来寻找症状并进行自我评估。",
        "label": ""
      },
      {
        "sentence": "不过，我认为如果症状真正出现到极端的状态，逃避是不可取的。",
        "label": ""
      },
      {
        "sentence": "你提到了一些曾经出现的躁狂行为，比如幼儿园时砸伤表弟的头以及拿枕头闷妹妹的经历。",
        "label": ""
      },
      {
        "sentence": "这些行为可能是当时无法正确处理情绪的表现，但并不代表你无法控制自己或者没有处理问题的能力。",
        "label": ""
      },
      {
        "sentence": "同样，你提到曾出现过极度抑郁并产生自杀念头的经历，当时站在22楼窗外时害怕的不仅仅是死亡本身，还有对周围的人的担忧。",
        "label": ""
      },
      {
        "sentence": "这些经历与情绪的失控有关，但也说明你对生活及他人的关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和回应。是的，我现在还在读高中。和父母的关系确实不是很好，我在他们面前常常感到封闭，不愿意和他们沟通，有时甚至想要离开。我现在一个人住，学业还在继续，但成绩方面并不理想。我一直认为自己是一个独立且有能力的人，因为所有事情都是靠自己努力来完成。可能是因为父母对我的成长没有太多关注，或者是我们的理念不合吧。和父母在一起只会让我的抑郁情绪加重，亲子体验和陪伴并不能缓解我的症状，反而可能产生一定的副作用。我周围的人都似乎走开了，我习惯独自一个人待着，做事情。但内心深处，我也渴望被爱，希望以我自己想要的方式被他人关怀和爱护。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和回应。",
        "label": ""
      },
      {
        "sentence": "是的，我现在还在读高中。",
        "label": ""
      },
      {
        "sentence": "和父母的关系确实不是很好，我在他们面前常常感到封闭，不愿意和他们沟通，有时甚至想要离开。",
        "label": ""
      },
      {
        "sentence": "我现在一个人住，学业还在继续，但成绩方面并不理想。",
        "label": ""
      },
      {
        "sentence": "我一直认为自己是一个独立且有能力的人，因为所有事情都是靠自己努力来完成。",
        "label": ""
      },
      {
        "sentence": "可能是因为父母对我的成长没有太多关注，或者是我们的理念不合吧。",
        "label": ""
      },
      {
        "sentence": "和父母在一起只会让我的抑郁情绪加重，亲子体验和陪伴并不能缓解我的症状，反而可能产生一定的副作用。",
        "label": ""
      },
      {
        "sentence": "我周围的人都似乎走开了，我习惯独自一个人待着，做事情。",
        "label": ""
      },
      {
        "sentence": "但内心深处，我也渴望被爱，希望以我自己想要的方式被他人关怀和爱护。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你感到孤独的心情。青春期是一个思想与行为都在发展和形成的阶段，不排除会对自我角色产生迷茫。你在自我认知和寻求自我价值感的过程中会受到社会、家人、他人的影响，这可能会导致成长的困扰和无法排解的情感。但是这些都是正常的，每个人都有处理成长中困扰的能力。你对自己的期许是有限度的，不要过于苛求。同时，也不要过多地强迫别人按照你的意愿来行事。我们都是独立的个体，有义务为自己负责。当遇到问题时，可以与他人进行沟通和交流，接受他人的观点和做法。每个人都有自己独特的表达方式，没有人能完全感同身受。你可以尝试将内心的想法和需求与他人分享，他人会理解并接纳你。记住，你是被爱的。",
    "annotation": [
      {
        "sentence": "理解你感到孤独的心情。",
        "label": ""
      },
      {
        "sentence": "青春期是一个思想与行为都在发展和形成的阶段，不排除会对自我角色产生迷茫。",
        "label": ""
      },
      {
        "sentence": "你在自我认知和寻求自我价值感的过程中会受到社会、家人、他人的影响，这可能会导致成长的困扰和无法排解的情感。",
        "label": ""
      },
      {
        "sentence": "但是这些都是正常的，每个人都有处理成长中困扰的能力。",
        "label": ""
      },
      {
        "sentence": "你对自己的期许是有限度的，不要过于苛求。",
        "label": ""
      },
      {
        "sentence": "同时，也不要过多地强迫别人按照你的意愿来行事。",
        "label": ""
      },
      {
        "sentence": "我们都是独立的个体，有义务为自己负责。",
        "label": ""
      },
      {
        "sentence": "当遇到问题时，可以与他人进行沟通和交流，接受他人的观点和做法。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己独特的表达方式，没有人能完全感同身受。",
        "label": ""
      },
      {
        "sentence": "你可以尝试将内心的想法和需求与他人分享，他人会理解并接纳你。",
        "label": ""
      },
      {
        "sentence": "记住，你是被爱的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会努力去释放情绪，寻找更有意义和价值的方式来排解问题。你提到可以参加一些运动，比如跑步、健身等，也可以发展自己的兴趣爱好，做一些让自己开心的事情。我会尝试在生活中寻找更多的可能性，享受当下美好的时光。我会更加坦然地面对自己的情绪，并试着放宽对他人的容忍度和理解力。我明白自己的情绪有时难以控制，但我相信只要给自己时间和机会，我能够逐渐调节和改善。再次感谢你的鼓励和支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会努力去释放情绪，寻找更有意义和价值的方式来排解问题。",
        "label": ""
      },
      {
        "sentence": "你提到可以参加一些运动，比如跑步、健身等，也可以发展自己的兴趣爱好，做一些让自己开心的事情。",
        "label": ""
      },
      {
        "sentence": "我会尝试在生活中寻找更多的可能性，享受当下美好的时光。",
        "label": ""
      },
      {
        "sentence": "我会更加坦然地面对自己的情绪，并试着放宽对他人的容忍度和理解力。",
        "label": ""
      },
      {
        "sentence": "我明白自己的情绪有时难以控制，但我相信只要给自己时间和机会，我能够逐渐调节和改善。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的鼓励和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你会有能力克制自己过激的情感，避免伤害自己和他人。记得如果需要释放情绪，做一些更有意义和价值的事情是更好的选择。同时，也可以尝试去理解别人的善意和爱，提升自己对他人行为的包容度。青春期常常会产生自我认知不清的烦恼，但这也是你寻找自我并形成自我价值感的阶段。相信自己有能力处理好一切，也要对自己抱有合理的期望。如果你有压抑在内心深处的事情，不妨试着说出来，与他人分享。加油！",
    "annotation": [
      {
        "sentence": "不客气，你会有能力克制自己过激的情感，避免伤害自己和他人。",
        "label": ""
      },
      {
        "sentence": "记得如果需要释放情绪，做一些更有意义和价值的事情是更好的选择。",
        "label": ""
      },
      {
        "sentence": "同时，也可以尝试去理解别人的善意和爱，提升自己对他人行为的包容度。",
        "label": ""
      },
      {
        "sentence": "青春期常常会产生自我认知不清的烦恼，但这也是你寻找自我并形成自我价值感的阶段。",
        "label": ""
      },
      {
        "sentence": "相信自己有能力处理好一切，也要对自己抱有合理的期望。",
        "label": ""
      },
      {
        "sentence": "如果你有压抑在内心深处的事情，不妨试着说出来，与他人分享。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]