[
  {
    "role": "client",
    "content": "不知道为什么，脑袋里莫名飘过“杀死父母”之类的话？脑袋偶尔会莫名飘过“杀死父母”“让他们解脱”之类的可怕的话，有的时候不管干什么事都会莫名想起来，我很害怕会不会真的做出这种事，我的自制力时常较差。。。这种情况两年前出现，这次暑假回家这种情况的频率变频繁了，开学大四，在学校几乎没有过。以前是偶尔想到“杀死父母”，今天和母亲吵架（平时较少吵），今天吵架，吵得挺凶，后面平和点开始聊心，母亲向我哭诉她有多苦，后面我回房间，突然从“杀死他们”变成“让他们解脱”，太可怕了！这是怎么回事？遇到这种情况我可以做些什么来限制这种想法？谢谢愿意帮助我的人。",
    "annotation": [
      {
        "sentence": "不知道为什么，脑袋里莫名飘过“杀死父母”之类的话？",
        "label": ""
      },
      {
        "sentence": "脑袋偶尔会莫名飘过“杀死父母”“让他们解脱”之类的可怕的话，有的时候不管干什么事都会莫名想起来，我很害怕会不会真的做出这种事，我的自制力时常较差。。。",
        "label": ""
      },
      {
        "sentence": "这种情况两年前出现，这次暑假回家这种情况的频率变频繁了，开学大四，在学校几乎没有过。",
        "label": ""
      },
      {
        "sentence": "以前是偶尔想到“杀死父母”，今天和母亲吵架（平时较少吵），今天吵架，吵得挺凶，后面平和点开始聊心，母亲向我哭诉她有多苦，后面我回房间，突然从“杀死他们”变成“让他们解脱”，太可怕了！",
        "label": ""
      },
      {
        "sentence": "这是怎么回事？",
        "label": ""
      },
      {
        "sentence": "遇到这种情况我可以做些什么来限制这种想法？",
        "label": ""
      },
      {
        "sentence": "谢谢愿意帮助我的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我从你的文字中感受到了很多的恐惧，担心有一天真的会做出杀了父母的想法。你不必感到孤独，这种情绪是可以理解的。想要理解并克服这种想法，我有一些问题想问问你。为什么你会想杀了父母？什么时候会有这种想法？你希望通过杀人达到一种什么样的结果？以前你想杀父母，现在想让他们解脱，这背后的想法是如何发生改变的？寻找这些答案可能需要你整理并理清思绪。面对自己可能真的去做出这种事情的担忧，你有没有计划过具体的方式呢？还是仅在不开心的时候才会冒出这样的念头？你是不是觉得不想要父母存在，或不想要现在的关系？如果你和父母关系和睦，母亲也不抱怨诉苦，会不会对情况有所改变呢？我们想要去做一件事情，一般都有因果关系。在我们理解因果关系后，可能会发现解决问题的方法并不仅限于放弃或中断关系。因为这看上去也不是我们想要的结果，若是那样我们也不会感到如此痛苦。杀掉父母，其实也是一种超越，是对心理依赖的一种戒除。在现实生活中，我们自然不会真的去杀父母，但是有没有其他不需要真的杀掉父母却能让你的生活更好的办法呢？最后，不同于其他人，我提了一连串的问题。或者说，这些问题是我在这件事上目前不明白的地方。或许你早就想到了这些答案，或许你也没有仔细思考过。但是，无论你是否思考过，既然这个问题给你带来了困扰，重新整理一遍可能答案就在这些问题中。最后，不要忘记你不是一个人在面对这一切。我愿意一直陪伴在你身边，尽我所能帮助你。",
    "annotation": [
      {
        "sentence": "我从你的文字中感受到了很多的恐惧，担心有一天真的会做出杀了父母的想法。",
        "label": ""
      },
      {
        "sentence": "你不必感到孤独，这种情绪是可以理解的。",
        "label": ""
      },
      {
        "sentence": "想要理解并克服这种想法，我有一些问题想问问你。",
        "label": ""
      },
      {
        "sentence": "为什么你会想杀了父母？",
        "label": ""
      },
      {
        "sentence": "什么时候会有这种想法？",
        "label": ""
      },
      {
        "sentence": "你希望通过杀人达到一种什么样的结果？",
        "label": ""
      },
      {
        "sentence": "以前你想杀父母，现在想让他们解脱，这背后的想法是如何发生改变的？",
        "label": ""
      },
      {
        "sentence": "寻找这些答案可能需要你整理并理清思绪。",
        "label": ""
      },
      {
        "sentence": "面对自己可能真的去做出这种事情的担忧，你有没有计划过具体的方式呢？",
        "label": ""
      },
      {
        "sentence": "还是仅在不开心的时候才会冒出这样的念头？",
        "label": ""
      },
      {
        "sentence": "你是不是觉得不想要父母存在，或不想要现在的关系？",
        "label": ""
      },
      {
        "sentence": "如果你和父母关系和睦，母亲也不抱怨诉苦，会不会对情况有所改变呢？",
        "label": ""
      },
      {
        "sentence": "我们想要去做一件事情，一般都有因果关系。",
        "label": ""
      },
      {
        "sentence": "在我们理解因果关系后，可能会发现解决问题的方法并不仅限于放弃或中断关系。",
        "label": ""
      },
      {
        "sentence": "因为这看上去也不是我们想要的结果，若是那样我们也不会感到如此痛苦。",
        "label": ""
      },
      {
        "sentence": "杀掉父母，其实也是一种超越，是对心理依赖的一种戒除。",
        "label": ""
      },
      {
        "sentence": "在现实生活中，我们自然不会真的去杀父母，但是有没有其他不需要真的杀掉父母却能让你的生活更好的办法呢？",
        "label": ""
      },
      {
        "sentence": "最后，不同于其他人，我提了一连串的问题。",
        "label": ""
      },
      {
        "sentence": "或者说，这些问题是我在这件事上目前不明白的地方。",
        "label": ""
      },
      {
        "sentence": "或许你早就想到了这些答案，或许你也没有仔细思考过。",
        "label": ""
      },
      {
        "sentence": "但是，无论你是否思考过，既然这个问题给你带来了困扰，重新整理一遍可能答案就在这些问题中。",
        "label": ""
      },
      {
        "sentence": "最后，不要忘记你不是一个人在面对这一切。",
        "label": ""
      },
      {
        "sentence": "我愿意一直陪伴在你身边，尽我所能帮助你。",
        "label": ""
      }
    ]
  }
]