[
  {
    "role": "client",
    "content": "我感到压力很大，人生迷茫，恐惧未来，怀疑自己有病。我不知道怎么说，找不到合适的咨询师，就连写这些话的时候脖子后颈都很紧绷。我总是过度分析自己。我没有多少钱，但还是希望能找到好一点的咨询师。在选择的过程中犹豫不决，而且大学马上就要开学了，我的志愿还没确定。我找了一个整个暑假都没有稳定下来的心理咨询师，这是我的问题吗？我不知道，真的很不知所措，我感到非常痛苦。我想要成功，想要一进校园就变得非常出色，比别人更优秀，学习好能拿奖学金。但是我对自己的定位有问题，我不断压抑自己的想法，不停地纠正自己，急于寻找咨询师来讨论改变。我感到我不是真正的我，也无法接受真实的自己。我只是想变得好而已，但一切都不如我所愿，总是处于低谷，虽然还不算太差。我经常逼迫自己，怀疑自己有病，不敢对未来抱有期望，总是隐藏自己，觉得自己很厉害。但我却苦于找不到经济条件允许的心理咨询师，我该怎么办？谁能帮帮我？我不停尝试换咨询师，但我感到非常痛苦。有两个老师我只试了一次，结果还是不理想，我该怎么办？我的脖子和颈部非常痛苦，我真的感到非常痛苦。",
    "annotation": [
      {
        "sentence": "我感到压力很大，人生迷茫，恐惧未来，怀疑自己有病。",
        "label": ""
      },
      {
        "sentence": "我不知道怎么说，找不到合适的咨询师，就连写这些话的时候脖子后颈都很紧绷。",
        "label": ""
      },
      {
        "sentence": "我总是过度分析自己。",
        "label": ""
      },
      {
        "sentence": "我没有多少钱，但还是希望能找到好一点的咨询师。",
        "label": ""
      },
      {
        "sentence": "在选择的过程中犹豫不决，而且大学马上就要开学了，我的志愿还没确定。",
        "label": ""
      },
      {
        "sentence": "我找了一个整个暑假都没有稳定下来的心理咨询师，这是我的问题吗？",
        "label": ""
      },
      {
        "sentence": "我不知道，真的很不知所措，我感到非常痛苦。",
        "label": ""
      },
      {
        "sentence": "我想要成功，想要一进校园就变得非常出色，比别人更优秀，学习好能拿奖学金。",
        "label": ""
      },
      {
        "sentence": "但是我对自己的定位有问题，我不断压抑自己的想法，不停地纠正自己，急于寻找咨询师来讨论改变。",
        "label": ""
      },
      {
        "sentence": "我感到我不是真正的我，也无法接受真实的自己。",
        "label": ""
      },
      {
        "sentence": "我只是想变得好而已，但一切都不如我所愿，总是处于低谷，虽然还不算太差。",
        "label": ""
      },
      {
        "sentence": "我经常逼迫自己，怀疑自己有病，不敢对未来抱有期望，总是隐藏自己，觉得自己很厉害。",
        "label": ""
      },
      {
        "sentence": "但我却苦于找不到经济条件允许的心理咨询师，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "谁能帮帮我？",
        "label": ""
      },
      {
        "sentence": "我不停尝试换咨询师，但我感到非常痛苦。",
        "label": ""
      },
      {
        "sentence": "有两个老师我只试了一次，结果还是不理想，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我的脖子和颈部非常痛苦，我真的感到非常痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以试着找一个咨询师并稳定下来，多做几次咨询。这样，咨询师会更加了解你的情况，并制定适合你的咨询方案，可能会有很多帮助。或许你可以找父母或家人帮忙，一起寻找合适的咨询师。在咨询的过程中，你需要相信咨询师。每个咨询师都有自己的行为方式，经过多次试试看，你可能会逐渐意识到他对你非常有帮助。你觉得自己比别人优秀并想要成功，这是非常正常的心理状态，每个人都想变得更好，不断努力。但是实现理想结果是一个过程，中途可能会出现不理想或令人失望的阶段，千万不要灰心，要尝试换种方式继续努力，同时要不断相信自己，不要觉得自己不行。给自己强有力的心理暗示，相信你一定会成功的。如果你看到自己的不足，也要勇敢地接受它们，无论如何，它们都是你的一部分。勇敢正视自己的不足或缺点，可能会使你变得更加豁达。同时，接受不完美的自己有助于正确认识自己，反省自己，并不断完善自己。只有了解自己的不足，才能更好地改进并提升自己。这样做也会有助于你更好地实现自己的目标。",
    "annotation": [
      {
        "sentence": "首先，你可以试着找一个咨询师并稳定下来，多做几次咨询。",
        "label": ""
      },
      {
        "sentence": "这样，咨询师会更加了解你的情况，并制定适合你的咨询方案，可能会有很多帮助。",
        "label": ""
      },
      {
        "sentence": "或许你可以找父母或家人帮忙，一起寻找合适的咨询师。",
        "label": ""
      },
      {
        "sentence": "在咨询的过程中，你需要相信咨询师。",
        "label": ""
      },
      {
        "sentence": "每个咨询师都有自己的行为方式，经过多次试试看，你可能会逐渐意识到他对你非常有帮助。",
        "label": ""
      },
      {
        "sentence": "你觉得自己比别人优秀并想要成功，这是非常正常的心理状态，每个人都想变得更好，不断努力。",
        "label": ""
      },
      {
        "sentence": "但是实现理想结果是一个过程，中途可能会出现不理想或令人失望的阶段，千万不要灰心，要尝试换种方式继续努力，同时要不断相信自己，不要觉得自己不行。",
        "label": ""
      },
      {
        "sentence": "给自己强有力的心理暗示，相信你一定会成功的。",
        "label": ""
      },
      {
        "sentence": "如果你看到自己的不足，也要勇敢地接受它们，无论如何，它们都是你的一部分。",
        "label": ""
      },
      {
        "sentence": "勇敢正视自己的不足或缺点，可能会使你变得更加豁达。",
        "label": ""
      },
      {
        "sentence": "同时，接受不完美的自己有助于正确认识自己，反省自己，并不断完善自己。",
        "label": ""
      },
      {
        "sentence": "只有了解自己的不足，才能更好地改进并提升自己。",
        "label": ""
      },
      {
        "sentence": "这样做也会有助于你更好地实现自己的目标。",
        "label": ""
      }
    ]
  }
]