[
  {
    "role": "client",
    "content": "我现在有点职业迷茫，不知道该怎么选择。我在北京从事互联网行业，是一名32岁的UI设计师。已经在这个行业工作了6年，但一直都只是做基层岗位。和其他人相比，我的从业经验和背景并不那么光鲜，没有在大公司工作过。我越来越觉得职业发展前景不大，尤其是在这个年龄竞争力越来越弱。最近我好像陷入了职业倦怠期，没有了以前那么强烈的动力。而且，这个行业对于UI设计师的要求越来越高，我平时会利用业余时间充电学习，但感觉自己的提升速度已经跟不上行业对人才的要求提升速度。",
    "annotation": [
      {
        "sentence": "我现在有点职业迷茫，不知道该怎么选择。",
        "label": ""
      },
      {
        "sentence": "我在北京从事互联网行业，是一名32岁的UI设计师。",
        "label": ""
      },
      {
        "sentence": "已经在这个行业工作了6年，但一直都只是做基层岗位。",
        "label": ""
      },
      {
        "sentence": "和其他人相比，我的从业经验和背景并不那么光鲜，没有在大公司工作过。",
        "label": ""
      },
      {
        "sentence": "我越来越觉得职业发展前景不大，尤其是在这个年龄竞争力越来越弱。",
        "label": ""
      },
      {
        "sentence": "最近我好像陷入了职业倦怠期，没有了以前那么强烈的动力。",
        "label": ""
      },
      {
        "sentence": "而且，这个行业对于UI设计师的要求越来越高，我平时会利用业余时间充电学习，但感觉自己的提升速度已经跟不上行业对人才的要求提升速度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你很辛苦，但我真的很羡慕你的职业。在互联网时代，拥有一门技能是很宝贵的，使你可以随时随地工作。你可以考虑在工作之外兼职一些其他项目，找一些合适的平台接私活。另外，你可以考虑发展自己的讲课能力，以后可以做职业培训师。现在的趋势是扁平化发展，你可以寻找一些新的发展方向，给自己带来新鲜感和动力。就像我们这些行政文员，没有技术含量的工作，随着年龄增长，我们会感到越来越不安。但我们可以尝试一些培训和心理辅导方面的工作。另外，你还可以考虑投资基金，成为一名斜杠青年，早日实现财务自由，然后环游世界。让我们一起朝着理想的生活努力吧。",
    "annotation": [
      {
        "sentence": "听起来你很辛苦，但我真的很羡慕你的职业。",
        "label": ""
      },
      {
        "sentence": "在互联网时代，拥有一门技能是很宝贵的，使你可以随时随地工作。",
        "label": ""
      },
      {
        "sentence": "你可以考虑在工作之外兼职一些其他项目，找一些合适的平台接私活。",
        "label": ""
      },
      {
        "sentence": "另外，你可以考虑发展自己的讲课能力，以后可以做职业培训师。",
        "label": ""
      },
      {
        "sentence": "现在的趋势是扁平化发展，你可以寻找一些新的发展方向，给自己带来新鲜感和动力。",
        "label": ""
      },
      {
        "sentence": "就像我们这些行政文员，没有技术含量的工作，随着年龄增长，我们会感到越来越不安。",
        "label": ""
      },
      {
        "sentence": "但我们可以尝试一些培训和心理辅导方面的工作。",
        "label": ""
      },
      {
        "sentence": "另外，你还可以考虑投资基金，成为一名斜杠青年，早日实现财务自由，然后环游世界。",
        "label": ""
      },
      {
        "sentence": "让我们一起朝着理想的生活努力吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议。确实，我应该为自己的技能感到自豪，也可以利用这个优势多尝试一些新的方向。只是，我最近确实感到非常疲惫，特别是互联网行业的加班现象严重，感觉精力已经不够了。如果要准备教师资格证考试，我需要投入大量的时间去备考。我在考虑是否应该辞职，全身心地专注于准备考试。因为35岁之后就不能再参加事业编教师招聘考试了。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      },
      {
        "sentence": "确实，我应该为自己的技能感到自豪，也可以利用这个优势多尝试一些新的方向。",
        "label": ""
      },
      {
        "sentence": "只是，我最近确实感到非常疲惫，特别是互联网行业的加班现象严重，感觉精力已经不够了。",
        "label": ""
      },
      {
        "sentence": "如果要准备教师资格证考试，我需要投入大量的时间去备考。",
        "label": ""
      },
      {
        "sentence": "我在考虑是否应该辞职，全身心地专注于准备考试。",
        "label": ""
      },
      {
        "sentence": "因为35岁之后就不能再参加事业编教师招聘考试了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你目前的困境和疲劳感。确实，互联网行业的加班现象实在是让人筋疲力尽。考教师资格证的确是一条出路，但是需要充足的时间和精力来准备。也许你可以先尝试在工作之余进行准备，看看能否平衡好工作和备考的时间。如果你觉得实在无法同时兼顾，辞职去专心备考也是一个选择。但在做出决定之前，最好先认真评估一下自己的经济状况和备考所需的时间精力投入。无论你做出哪种选择，都要相信自己的能力和决定，我会一直支持你。",
    "annotation": [
      {
        "sentence": "我理解你目前的困境和疲劳感。",
        "label": ""
      },
      {
        "sentence": "确实，互联网行业的加班现象实在是让人筋疲力尽。",
        "label": ""
      },
      {
        "sentence": "考教师资格证的确是一条出路，但是需要充足的时间和精力来准备。",
        "label": ""
      },
      {
        "sentence": "也许你可以先尝试在工作之余进行准备，看看能否平衡好工作和备考的时间。",
        "label": ""
      },
      {
        "sentence": "如果你觉得实在无法同时兼顾，辞职去专心备考也是一个选择。",
        "label": ""
      },
      {
        "sentence": "但在做出决定之前，最好先认真评估一下自己的经济状况和备考所需的时间精力投入。",
        "label": ""
      },
      {
        "sentence": "无论你做出哪种选择，都要相信自己的能力和决定，我会一直支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要好好评估一下我目前的状况和能够投入的时间精力。也许在工作之余准备备考是一个更稳妥的选择。我会试着寻找一种平衡，充分利用我的业余时间进行备考准备。谢谢你一直以来的支持和鼓励，这让我觉得有了更大的动力去面对未来的选择。",
    "annotation": [
      {
        "sentence": "你说得对，我需要好好评估一下我目前的状况和能够投入的时间精力。",
        "label": ""
      },
      {
        "sentence": "也许在工作之余准备备考是一个更稳妥的选择。",
        "label": ""
      },
      {
        "sentence": "我会试着寻找一种平衡，充分利用我的业余时间进行备考准备。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直以来的支持和鼓励，这让我觉得有了更大的动力去面对未来的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直都相信你能够做出正确的决策，并且克服困难。你有坚定的职业目标和意愿，这是非常重要的。记得要时刻关注自己的身心健康，合理安排时间，不要给自己太大的压力。如果遇到任何困难或者需要倾诉的时候，都可以来找我，我会一直在这里支持你的。",
    "annotation": [
      {
        "sentence": "不客气，我一直都相信你能够做出正确的决策，并且克服困难。",
        "label": ""
      },
      {
        "sentence": "你有坚定的职业目标和意愿，这是非常重要的。",
        "label": ""
      },
      {
        "sentence": "记得要时刻关注自己的身心健康，合理安排时间，不要给自己太大的压力。",
        "label": ""
      },
      {
        "sentence": "如果遇到任何困难或者需要倾诉的时候，都可以来找我，我会一直在这里支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励。我会牢记你的忠告，好好调整自己的心态和时间安排。如果有任何困扰，我一定会来向你寻求帮助的。再次感谢你陪伴我度过这个难时期，你的支持对我来说意义非凡。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会牢记你的忠告，好好调整自己的心态和时间安排。",
        "label": ""
      },
      {
        "sentence": "如果有任何困扰，我一定会来向你寻求帮助的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你陪伴我度过这个难时期，你的支持对我来说意义非凡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够陪伴你度过这个难关。相信你自己，你一定会找到属于自己的正确道路。无论何时需要帮助，都可以来找我，我会尽力帮助你。加油！你一定能够化解职业迷茫，找到属于自己的充实和满足。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够陪伴你度过这个难关。",
        "label": ""
      },
      {
        "sentence": "相信你自己，你一定会找到属于自己的正确道路。",
        "label": ""
      },
      {
        "sentence": "无论何时需要帮助，都可以来找我，我会尽力帮助你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "你一定能够化解职业迷茫，找到属于自己的充实和满足。",
        "label": ""
      }
    ]
  }
]