[
  {
    "role": "client",
    "content": "和男友相亲确定关系3个月，他应该不是爱我吧，只是合适吗？和他相亲确定关系三个月，想着第一个七夕过得有意义一点，打电话时，他问我要什么，我明确告诉他我不喜欢项链手表什么的，我问他想要什么，他说是我，我认真的让他不要开玩笑，他又不说，说买什么都可以，最后还说他和他妈妈和妹妹给我选了礼物，我猜到了，是项链，我觉得我告诉过他不喜欢，这就没有意义了，他假装睡着不说话，挂断了电话。我觉得心里有点郁闷，这个抱有期待的节日感觉反而蒙上了一层阴影，重要的是，我觉得他不尊重我的意见。",
    "annotation": [
      {
        "sentence": "和男友相亲确定关系3个月，他应该不是爱我吧，只是合适吗？",
        "label": ""
      },
      {
        "sentence": "和他相亲确定关系三个月，想着第一个七夕过得有意义一点，打电话时，他问我要什么，我明确告诉他我不喜欢项链手表什么的，我问他想要什么，他说是我，我认真的让他不要开玩笑，他又不说，说买什么都可以，最后还说他和他妈妈和妹妹给我选了礼物，我猜到了，是项链，我觉得我告诉过他不喜欢，这就没有意义了，他假装睡着不说话，挂断了电话。",
        "label": ""
      },
      {
        "sentence": "我觉得心里有点郁闷，这个抱有期待的节日感觉反而蒙上了一层阴影，重要的是，我觉得他不尊重我的意见。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "女孩，你和男友相亲三个月才确定恋爱关系。我能感觉到你内心充满了无数的浪漫的期待，希望第一个七夕节能够如你所愿地过得有意义：有你想要的礼物，有对方准备好的晚餐，有仪式感满满的亲密，有浪漫的情话等等。然而，对方不仅询问过你想要的礼物，在你明确告知不喜欢项链后，对方可能还是买了项链。然后，他“假装不说话”挂断电话。这一切看起来要让你失望透了。所以，你感觉到委屈，不被尊重，甚至萌生不适合的想法。是这样吗？",
    "annotation": [
      {
        "sentence": "女孩，你和男友相亲三个月才确定恋爱关系。",
        "label": ""
      },
      {
        "sentence": "我能感觉到你内心充满了无数的浪漫的期待，希望第一个七夕节能够如你所愿地过得有意义：有你想要的礼物，有对方准备好的晚餐，有仪式感满满的亲密，有浪漫的情话等等。",
        "label": ""
      },
      {
        "sentence": "然而，对方不仅询问过你想要的礼物，在你明确告知不喜欢项链后，对方可能还是买了项链。",
        "label": ""
      },
      {
        "sentence": "然后，他“假装不说话”挂断电话。",
        "label": ""
      },
      {
        "sentence": "这一切看起来要让你失望透了。",
        "label": ""
      },
      {
        "sentence": "所以，你感觉到委屈，不被尊重，甚至萌生不适合的想法。",
        "label": ""
      },
      {
        "sentence": "是这样吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉很失望，很不开心，觉得他不在乎我的喜好和意见。我也开始怀疑他是不是真的爱我，只是觉得我们合适而已。",
    "annotation": [
      {
        "sentence": "是的，我感觉很失望，很不开心，觉得他不在乎我的喜好和意见。",
        "label": ""
      },
      {
        "sentence": "我也开始怀疑他是不是真的爱我，只是觉得我们合适而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "女孩，对自己的恋爱抱有幻想，对节日有浪漫的期待很正常。你有这些感受也是女孩心思的一部分。但是，你们才确定关系三个月，且不说双方都并不能够完全了解彼此，更不要说，你当初挑选的这个人，确定他是喜欢“浪漫“，很会猜女孩心思的人吗？很多女孩犯了很多错，明明选了一个务实不懂浪漫的人，却要把自己满满的少女梦幻期待，放在这样的人身上，或者一直要改造对方，最后导致自己非常纠结受伤。其次，因为你们还在互相认识了解的阶段，仅仅说你不想要的，对方不一定能完全读透你的心思。你内心渴望的是，对方不仅仅能满足我的期待，而且是我不告诉对方的情况下，对方仍然能猜出我的心思。大概只有长期和女性朋友待在一起的渣男才能做到，普通能够对你了解的男生是很难做到的。",
    "annotation": [
      {
        "sentence": "女孩，对自己的恋爱抱有幻想，对节日有浪漫的期待很正常。",
        "label": ""
      },
      {
        "sentence": "你有这些感受也是女孩心思的一部分。",
        "label": ""
      },
      {
        "sentence": "但是，你们才确定关系三个月，且不说双方都并不能够完全了解彼此，更不要说，你当初挑选的这个人，确定他是喜欢“浪漫“，很会猜女孩心思的人吗？",
        "label": ""
      },
      {
        "sentence": "很多女孩犯了很多错，明明选了一个务实不懂浪漫的人，却要把自己满满的少女梦幻期待，放在这样的人身上，或者一直要改造对方，最后导致自己非常纠结受伤。",
        "label": ""
      },
      {
        "sentence": "其次，因为你们还在互相认识了解的阶段，仅仅说你不想要的，对方不一定能完全读透你的心思。",
        "label": ""
      },
      {
        "sentence": "你内心渴望的是，对方不仅仅能满足我的期待，而且是我不告诉对方的情况下，对方仍然能猜出我的心思。",
        "label": ""
      },
      {
        "sentence": "大概只有长期和女性朋友待在一起的渣男才能做到，普通能够对你了解的男生是很难做到的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也意识到我可能对他寄予了太高的期待，希望他能从我的细节中读懂我的心思。但是现在他连我明确告诉他的意见都不尊重，我觉得这很伤我的感情。我就想知道，我是不是错过了一个不合适的人？",
    "annotation": [
      {
        "sentence": "是的，我也意识到我可能对他寄予了太高的期待，希望他能从我的细节中读懂我的心思。",
        "label": ""
      },
      {
        "sentence": "但是现在他连我明确告诉他的意见都不尊重，我觉得这很伤我的感情。",
        "label": ""
      },
      {
        "sentence": "我就想知道，我是不是错过了一个不合适的人？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "女孩，对方询问你想要什么礼物，你可以告诉对方，你希望什么礼物、你想要怎么过节、你邀请对方来满足你。最后，换个角度思考，对方对你也是有期待的。对方期待当他告诉你，他和他的妈妈、妹妹精心准备了礼物，哪怕是项链手表，你的表现是开心和感恩的接受。但看起来你也没有满足对方的期待哦。从礼貌的角度来说，就算自己不喜欢这类礼物，对方和家人能够花心思去准备礼物，就凭这份心意也值得感谢。总的来说，伤害你的，留下阴影的，从来不是对方做了什么，而是你的需要。你有这样的需要而期待别人完美的满足，这部分在伤害你。你可以尝试调低自己的期待，表达自己真正的需要，邀请他们来满足你。如果无法满足，也欣然接受他人表达的善意。无论是这一段、还是你放弃了寻找下一段关系，都能让关系更好的相处和持久。你也可以思考一下你是不是真的爱他，而不只是关注他对你的行为。",
    "annotation": [
      {
        "sentence": "女孩，对方询问你想要什么礼物，你可以告诉对方，你希望什么礼物、你想要怎么过节、你邀请对方来满足你。",
        "label": ""
      },
      {
        "sentence": "最后，换个角度思考，对方对你也是有期待的。",
        "label": ""
      },
      {
        "sentence": "对方期待当他告诉你，他和他的妈妈、妹妹精心准备了礼物，哪怕是项链手表，你的表现是开心和感恩的接受。",
        "label": ""
      },
      {
        "sentence": "但看起来你也没有满足对方的期待哦。",
        "label": ""
      },
      {
        "sentence": "从礼貌的角度来说，就算自己不喜欢这类礼物，对方和家人能够花心思去准备礼物，就凭这份心意也值得感谢。",
        "label": ""
      },
      {
        "sentence": "总的来说，伤害你的，留下阴影的，从来不是对方做了什么，而是你的需要。",
        "label": ""
      },
      {
        "sentence": "你有这样的需要而期待别人完美的满足，这部分在伤害你。",
        "label": ""
      },
      {
        "sentence": "你可以尝试调低自己的期待，表达自己真正的需要，邀请他们来满足你。",
        "label": ""
      },
      {
        "sentence": "如果无法满足，也欣然接受他人表达的善意。",
        "label": ""
      },
      {
        "sentence": "无论是这一段、还是你放弃了寻找下一段关系，都能让关系更好的相处和持久。",
        "label": ""
      },
      {
        "sentence": "你也可以思考一下你是不是真的爱他，而不只是关注他对你的行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了。我也开始思考自己对他的感情了，我觉得我需要和他好好沟通一下，让他了解我的想法和需求，同时也了解一下他对我们之间的感情。或许这样才能解决问题。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "我也开始思考自己对他的感情了，我觉得我需要和他好好沟通一下，让他了解我的想法和需求，同时也了解一下他对我们之间的感情。",
        "label": ""
      },
      {
        "sentence": "或许这样才能解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，沟通是解决问题的重要一步。你可以坦诚地和他分享你的想法和需求，听听他对我们之间的感情和相处方式的看法。通过沟通，双方可以更加了解彼此，找到共同的解决方案。祝你好运！如果你还需要进一步的支持或者有其他问题，随时都可以找我聊天。",
    "annotation": [
      {
        "sentence": "很好，沟通是解决问题的重要一步。",
        "label": ""
      },
      {
        "sentence": "你可以坦诚地和他分享你的想法和需求，听听他对我们之间的感情和相处方式的看法。",
        "label": ""
      },
      {
        "sentence": "通过沟通，双方可以更加了解彼此，找到共同的解决方案。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果你还需要进一步的支持或者有其他问题，随时都可以找我聊天。",
        "label": ""
      }
    ]
  }
]