[
  {
    "role": "client",
    "content": "女朋友和前任同居过，我很痛苦怎么办？我和女友在一起一年多了，也同居了，知道她不是第一次但是不知道她同居过。以前就有处女情结的困扰，但是通过自我调节和时间的流逝渐渐不在乎了，但是最近发现她和前男友也同居过，每次想到他们生活的样子就十分痛苦，以前好不容易化解的困扰又回来了，甚至更严重了。总感觉我们做的一切她已经经历过了，虽然在一起很幸福不过经常想她和前男友的事情，怀疑自己得了强迫症，不想分手但是很痛苦，而且感觉现在很多情侣都没同居过，也有些不平衡。",
    "annotation": [
      {
        "sentence": "女朋友和前任同居过，我很痛苦怎么办？",
        "label": ""
      },
      {
        "sentence": "我和女友在一起一年多了，也同居了，知道她不是第一次但是不知道她同居过。",
        "label": ""
      },
      {
        "sentence": "以前就有处女情结的困扰，但是通过自我调节和时间的流逝渐渐不在乎了，但是最近发现她和前男友也同居过，每次想到他们生活的样子就十分痛苦，以前好不容易化解的困扰又回来了，甚至更严重了。",
        "label": ""
      },
      {
        "sentence": "总感觉我们做的一切她已经经历过了，虽然在一起很幸福不过经常想她和前男友的事情，怀疑自己得了强迫症，不想分手但是很痛苦，而且感觉现在很多情侣都没同居过，也有些不平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述，我能感受到你此时的痛苦和困惑。不管是通过时间还是其他办法，能看出你为了你们的关系作出了努力，所以我觉得你们真的很幸福，而你也很爱她。现在你发现女朋友和前男友同居过，想到他们曾经一起生活的样子你就很难受痛苦。不知道女朋友和前男友同居的事是你自己知道还是她告诉你的呢？如果是她自己告诉你的，那说明她也花了勇气。女生在纠结和考虑时也会担心“他会因此看不起我吗”“他会觉得如果我们都是第一次最好，不是的话也没关系吗？”在一部英剧《性爱自修室2》里有句台词：“性不会使我们完整，既然如此，你又如何会因此破碎。”我们在寻找伴侣前应该清楚自己是否有处女情结，也可以询问对方对于处女情结的看法，这样就避免了现在的问题。但既然你现在已经遇到了，我们就要解决它。如果你真的喜欢女朋友，愿意先从自己改变，那么对于总想着女朋友过去也和前男友一起同居的样子，我们要做的就是调整自己的心态。因为不管怎样，女朋友现在是和你在一起了，你可以给她以前所没有过的东西，前男友已经是过去式，而她现在和你过的才是生活。另外，不知道你有没有和女朋友沟通过这种感觉和你在意女朋友的过去有没有。如果可以，我建议你可以跟她说明你的感受，也希望她能帮助你走出来。然后也可以“约法三章”，比如关于前任，一定要彻底放下，忘了他。既然选择在一起，如果想好好处，过去的最好就翻篇别再提起。一辈子很短，出场顺序也很重要。在刚刚好的时间遇到了可以生活愉快、想要守护的人很难得。如果最后你们能解开心结，顺利走进婚姻，那也真是一件值得庆祝的事。希望你能好起来！",
    "annotation": [
      {
        "sentence": "看了你的描述，我能感受到你此时的痛苦和困惑。",
        "label": ""
      },
      {
        "sentence": "不管是通过时间还是其他办法，能看出你为了你们的关系作出了努力，所以我觉得你们真的很幸福，而你也很爱她。",
        "label": ""
      },
      {
        "sentence": "现在你发现女朋友和前男友同居过，想到他们曾经一起生活的样子你就很难受痛苦。",
        "label": ""
      },
      {
        "sentence": "不知道女朋友和前男友同居的事是你自己知道还是她告诉你的呢？",
        "label": ""
      },
      {
        "sentence": "如果是她自己告诉你的，那说明她也花了勇气。",
        "label": ""
      },
      {
        "sentence": "女生在纠结和考虑时也会担心“他会因此看不起我吗”“他会觉得如果我们都是第一次最好，不是的话也没关系吗？",
        "label": ""
      },
      {
        "sentence": "”在一部英剧《性爱自修室2》里有句台词：“性不会使我们完整，既然如此，你又如何会因此破碎。",
        "label": ""
      },
      {
        "sentence": "”我们在寻找伴侣前应该清楚自己是否有处女情结，也可以询问对方对于处女情结的看法，这样就避免了现在的问题。",
        "label": ""
      },
      {
        "sentence": "但既然你现在已经遇到了，我们就要解决它。",
        "label": ""
      },
      {
        "sentence": "如果你真的喜欢女朋友，愿意先从自己改变，那么对于总想着女朋友过去也和前男友一起同居的样子，我们要做的就是调整自己的心态。",
        "label": ""
      },
      {
        "sentence": "因为不管怎样，女朋友现在是和你在一起了，你可以给她以前所没有过的东西，前男友已经是过去式，而她现在和你过的才是生活。",
        "label": ""
      },
      {
        "sentence": "另外，不知道你有没有和女朋友沟通过这种感觉和你在意女朋友的过去有没有。",
        "label": ""
      },
      {
        "sentence": "如果可以，我建议你可以跟她说明你的感受，也希望她能帮助你走出来。",
        "label": ""
      },
      {
        "sentence": "然后也可以“约法三章”，比如关于前任，一定要彻底放下，忘了他。",
        "label": ""
      },
      {
        "sentence": "既然选择在一起，如果想好好处，过去的最好就翻篇别再提起。",
        "label": ""
      },
      {
        "sentence": "一辈子很短，出场顺序也很重要。",
        "label": ""
      },
      {
        "sentence": "在刚刚好的时间遇到了可以生活愉快、想要守护的人很难得。",
        "label": ""
      },
      {
        "sentence": "如果最后你们能解开心结，顺利走进婚姻，那也真是一件值得庆祝的事。",
        "label": ""
      },
      {
        "sentence": "希望你能好起来！",
        "label": ""
      }
    ]
  }
]