[
  {
    "role": "client",
    "content": "我是一个26岁的男生，最近得知女朋友和前任同居过，我感到很痛苦，不知道该怎么办。我和女友在一起已经一年多了，我们也同居了。之前我虽然有处女情结的困扰，但是通过调节自己的心态和时间的流逝，我渐渐不再在意了。然而最近我发现她和前男友也同居过，每次想到他们在一起的生活样子就感到十分痛苦。以前我好不容易解决的心结又回来了，而且更加严重。我总觉得我们所经历的一切她已经经历过了。虽然我们在一起很幸福，但我经常会想到她和前男友的事情，甚至怀疑自己得了强迫症。我不想分手，但是我很痛苦。而且感觉现在很多情侣都没有同居过，我有些不平衡。",
    "annotation": [
      {
        "sentence": "我是一个26岁的男生，最近得知女朋友和前任同居过，我感到很痛苦，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "我和女友在一起已经一年多了，我们也同居了。",
        "label": ""
      },
      {
        "sentence": "之前我虽然有处女情结的困扰，但是通过调节自己的心态和时间的流逝，我渐渐不再在意了。",
        "label": ""
      },
      {
        "sentence": "然而最近我发现她和前男友也同居过，每次想到他们在一起的生活样子就感到十分痛苦。",
        "label": ""
      },
      {
        "sentence": "以前我好不容易解决的心结又回来了，而且更加严重。",
        "label": ""
      },
      {
        "sentence": "我总觉得我们所经历的一切她已经经历过了。",
        "label": ""
      },
      {
        "sentence": "虽然我们在一起很幸福，但我经常会想到她和前男友的事情，甚至怀疑自己得了强迫症。",
        "label": ""
      },
      {
        "sentence": "我不想分手，但是我很痛苦。",
        "label": ""
      },
      {
        "sentence": "而且感觉现在很多情侣都没有同居过，我有些不平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "【卸下有条件的爱】亲爱的朋友，我看到了你的文字，感受到了你的痛苦和困惑，你似乎不知所措。对于女朋友的过去经历，你感到很介意。处女情结我也了解一些，这其中肯定有它的原因。现在让我们来分析一下，究竟是什么让你感到痛苦呢？在恋爱中，人们往往会夸大自身的问题。1.你很介意女朋友的同居经历，背后可能隐藏着你对“完美主义”的需求。因为她不是处女，你觉得她不完整。2.这也表明你对于爱的方式是有条件的。“只有对方做过或没做过某些事情，才值得我去爱。”你对爱情的态度很大程度上也反映了你平时爱自己的方式。但是不用担心，这个痛苦是可以解除的。【首先】首先，让我们修复一下你对自己的爱。1.无条件地爱自己。列出那些对自己有条件的爱，比如“只有让自己变得成功后，我才能爱自己；只有成为我想成为的人之后，我才能爱自己。”现在把这些条件拆除，允许自己无条件地去爱自己。承诺自己，无论你成功与否都要爱自己，不需要任何特定的条件。2.容纳自己的不完美。每个人都有自身的缺点，我们都不完美。但是只有当你能接纳自己的不完美之处，你才能看到一个完整的自己。3.什么才是真正地爱一个人？爱是给予和感激。给予包括包容，包容对方的不完美，并感激对方为你做的、给予的。想一想你的女友平时给予你的爱，包括她的忠诚。她曾经有过同居和恋爱的经历，并不代表她对你不忠诚。请你看到真实的她。4.不要给事情贴上标签。同居经历只能说明她曾经有过一段恋爱经历，好坏全是你给予它的负面标签。你标签得越负面，你看到的也越是它的缺点，你会觉得你的女友不值得你去爱。当你能够真心地、深度地爱自己，你就能知道如何去爱你的女友。你能够无条件地接纳自己，就能无条件地接纳对方。祝你幸福美满！你的朋友：奥黛丽",
    "annotation": [
      {
        "sentence": "【卸下有条件的爱】亲爱的朋友，我看到了你的文字，感受到了你的痛苦和困惑，你似乎不知所措。",
        "label": ""
      },
      {
        "sentence": "对于女朋友的过去经历，你感到很介意。",
        "label": ""
      },
      {
        "sentence": "处女情结我也了解一些，这其中肯定有它的原因。",
        "label": ""
      },
      {
        "sentence": "现在让我们来分析一下，究竟是什么让你感到痛苦呢？",
        "label": ""
      },
      {
        "sentence": "在恋爱中，人们往往会夸大自身的问题。",
        "label": ""
      },
      {
        "sentence": "1.你很介意女朋友的同居经历，背后可能隐藏着你对“完美主义”的需求。",
        "label": ""
      },
      {
        "sentence": "因为她不是处女，你觉得她不完整。",
        "label": ""
      },
      {
        "sentence": "2.这也表明你对于爱的方式是有条件的。",
        "label": ""
      },
      {
        "sentence": "“只有对方做过或没做过某些事情，才值得我去爱。",
        "label": ""
      },
      {
        "sentence": "”你对爱情的态度很大程度上也反映了你平时爱自己的方式。",
        "label": ""
      },
      {
        "sentence": "但是不用担心，这个痛苦是可以解除的。",
        "label": ""
      },
      {
        "sentence": "【首先】首先，让我们修复一下你对自己的爱。",
        "label": ""
      },
      {
        "sentence": "1.无条件地爱自己。",
        "label": ""
      },
      {
        "sentence": "列出那些对自己有条件的爱，比如“只有让自己变得成功后，我才能爱自己；只有成为我想成为的人之后，我才能爱自己。",
        "label": ""
      },
      {
        "sentence": "”现在把这些条件拆除，允许自己无条件地去爱自己。",
        "label": ""
      },
      {
        "sentence": "承诺自己，无论你成功与否都要爱自己，不需要任何特定的条件。",
        "label": ""
      },
      {
        "sentence": "2.容纳自己的不完美。",
        "label": ""
      },
      {
        "sentence": "每个人都有自身的缺点，我们都不完美。",
        "label": ""
      },
      {
        "sentence": "但是只有当你能接纳自己的不完美之处，你才能看到一个完整的自己。",
        "label": ""
      },
      {
        "sentence": "3.什么才是真正地爱一个人？",
        "label": ""
      },
      {
        "sentence": "爱是给予和感激。",
        "label": ""
      },
      {
        "sentence": "给予包括包容，包容对方的不完美，并感激对方为你做的、给予的。",
        "label": ""
      },
      {
        "sentence": "想一想你的女友平时给予你的爱，包括她的忠诚。",
        "label": ""
      },
      {
        "sentence": "她曾经有过同居和恋爱的经历，并不代表她对你不忠诚。",
        "label": ""
      },
      {
        "sentence": "请你看到真实的她。",
        "label": ""
      },
      {
        "sentence": "4.不要给事情贴上标签。",
        "label": ""
      },
      {
        "sentence": "同居经历只能说明她曾经有过一段恋爱经历，好坏全是你给予它的负面标签。",
        "label": ""
      },
      {
        "sentence": "你标签得越负面，你看到的也越是它的缺点，你会觉得你的女友不值得你去爱。",
        "label": ""
      },
      {
        "sentence": "当你能够真心地、深度地爱自己，你就能知道如何去爱你的女友。",
        "label": ""
      },
      {
        "sentence": "你能够无条件地接纳自己，就能无条件地接纳对方。",
        "label": ""
      },
      {
        "sentence": "祝你幸福美满！",
        "label": ""
      },
      {
        "sentence": "你的朋友：奥黛丽",
        "label": ""
      }
    ]
  }
]