[
  {
    "role": "client",
    "content": "我不相信朋友家人，总恶意去想别人是什么情况？几乎每天都会想这种事，不相信朋友家人。会想着家里人想我死，没价值不喜欢我。想着朋友背后笑我，让我以为我是她朋友这种事等。可家人和朋友都不是那种人，我也清楚这样的想法是不对，但这样想的频率逐渐多起来，就好像我每天都要告诉自己是死掉也无所谓人一样真的被骂被讨厌也认了，连别人夸我对我好意，我都开始告诉自己别人只是在客气，会想别人在背后笑我，这个人该不会真的相信自己那么好吧？这种自作多情想法（.......其实我不知道怎么清楚表达想法，也知道这种想法太幼稚太闲，但脑子总是这样告诉我。我也不会在别人面前说这种话，因为别人并不是我想的这样。我害怕讨厌人，也讨厌自己，所以我不想相信别人，如果我不喜欢自己大概我永远都接受不了别人。有想去看医生的意思，但我很正常也没有问题这点导致一直在拖，如果有路过的老师们看到，可以请给个建议吗，我该不该去看（虽然知道做选择的还是我（。）",
    "annotation": [
      {
        "sentence": "我不相信朋友家人，总恶意去想别人是什么情况？",
        "label": ""
      },
      {
        "sentence": "几乎每天都会想这种事，不相信朋友家人。",
        "label": ""
      },
      {
        "sentence": "会想着家里人想我死，没价值不喜欢我。",
        "label": ""
      },
      {
        "sentence": "想着朋友背后笑我，让我以为我是她朋友这种事等。",
        "label": ""
      },
      {
        "sentence": "可家人和朋友都不是那种人，我也清楚这样的想法是不对，但这样想的频率逐渐多起来，就好像我每天都要告诉自己是死掉也无所谓人一样真的被骂被讨厌也认了，连别人夸我对我好意，我都开始告诉自己别人只是在客气，会想别人在背后笑我，这个人该不会真的相信自己那么好吧？",
        "label": ""
      },
      {
        "sentence": "这种自作多情想法（.......其实我不知道怎么清楚表达想法，也知道这种想法太幼稚太闲，但脑子总是这样告诉我。",
        "label": ""
      },
      {
        "sentence": "我也不会在别人面前说这种话，因为别人并不是我想的这样。",
        "label": ""
      },
      {
        "sentence": "我害怕讨厌人，也讨厌自己，所以我不想相信别人，如果我不喜欢自己大概我永远都接受不了别人。",
        "label": ""
      },
      {
        "sentence": "有想去看医生的意思，但我很正常也没有问题这点导致一直在拖，如果有路过的老师们看到，可以请给个建议吗，我该不该去看（虽然知道做选择的还是我（。",
        "label": ""
      },
      {
        "sentence": "）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说的情况，感觉你可能是在自卑心理的影响下，对自己缺乏信心，从而把别人的表扬和夸赞也都视为不真实的。首先，你需要学着克服自卑心理。你可以和父母朋友沟通一下，问问他们对你的看法，是否真的觉得你是个优秀的人。同时也要尝试相信他们的评价，那么多人都在说你不错，你就真的是个优秀的人。可以回想一下自己在平时做过哪些意想不到的事情，完成了哪些困难的任务，给自己点个赞，鼓励自己。在学习中，如果考试考得好，给自己积极的心理暗示，相信自己有能力取得好成绩。还可以经常帮助别人，相信自己有能力带给别人温暖，证明自己是有能力且很棒的人，获得别人的感激同时也能增加自信。",
    "annotation": [
      {
        "sentence": "听你说的情况，感觉你可能是在自卑心理的影响下，对自己缺乏信心，从而把别人的表扬和夸赞也都视为不真实的。",
        "label": ""
      },
      {
        "sentence": "首先，你需要学着克服自卑心理。",
        "label": ""
      },
      {
        "sentence": "你可以和父母朋友沟通一下，问问他们对你的看法，是否真的觉得你是个优秀的人。",
        "label": ""
      },
      {
        "sentence": "同时也要尝试相信他们的评价，那么多人都在说你不错，你就真的是个优秀的人。",
        "label": ""
      },
      {
        "sentence": "可以回想一下自己在平时做过哪些意想不到的事情，完成了哪些困难的任务，给自己点个赞，鼓励自己。",
        "label": ""
      },
      {
        "sentence": "在学习中，如果考试考得好，给自己积极的心理暗示，相信自己有能力取得好成绩。",
        "label": ""
      },
      {
        "sentence": "还可以经常帮助别人，相信自己有能力带给别人温暖，证明自己是有能力且很棒的人，获得别人的感激同时也能增加自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会努力去克服自卑心理的。但是，我总觉得这些都是我自己在故意骗自己，告诉自己不真实的话。我对自己没有足够的信心，不知道怎样才能相信自己是真的不错。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会努力去克服自卑心理的。",
        "label": ""
      },
      {
        "sentence": "但是，我总觉得这些都是我自己在故意骗自己，告诉自己不真实的话。",
        "label": ""
      },
      {
        "sentence": "我对自己没有足够的信心，不知道怎样才能相信自己是真的不错。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你对自己缺乏信心的感受，但其实这些都是你内心深处的负面声音在作祟。你可以尝试和自己进行对话，用积极的声音来回应自己的负面想法。告诉自己，你是有能力的，你做得很好，你值得别人的赞赏和喜欢。这需要一段时间来改变思维方式，但只要持之以恒，相信你会逐渐培养出自信的特质。",
    "annotation": [
      {
        "sentence": "理解你对自己缺乏信心的感受，但其实这些都是你内心深处的负面声音在作祟。",
        "label": ""
      },
      {
        "sentence": "你可以尝试和自己进行对话，用积极的声音来回应自己的负面想法。",
        "label": ""
      },
      {
        "sentence": "告诉自己，你是有能力的，你做得很好，你值得别人的赞赏和喜欢。",
        "label": ""
      },
      {
        "sentence": "这需要一段时间来改变思维方式，但只要持之以恒，相信你会逐渐培养出自信的特质。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着和自己进行对话，用积极的声音来回应负面想法。但有时候，我会害怕别人讨厌我，所以不敢去相信他人的赞扬和善意。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着和自己进行对话，用积极的声音来回应负面想法。",
        "label": ""
      },
      {
        "sentence": "但有时候，我会害怕别人讨厌我，所以不敢去相信他人的赞扬和善意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕别人讨厌是很常见的一种担忧，但并不代表你就不能相信别人的赞扬和善意。要明白，人与人之间的关系并不是非黑即白的。你可以试着相信人与人之间是复杂多变的，而且你也是有自己的优点和价值的。在与他人交流时，不要过于自责和自卑，放松心态，用积极的心态去看待别人对你的评价和关心。",
    "annotation": [
      {
        "sentence": "害怕别人讨厌是很常见的一种担忧，但并不代表你就不能相信别人的赞扬和善意。",
        "label": ""
      },
      {
        "sentence": "要明白，人与人之间的关系并不是非黑即白的。",
        "label": ""
      },
      {
        "sentence": "你可以试着相信人与人之间是复杂多变的，而且你也是有自己的优点和价值的。",
        "label": ""
      },
      {
        "sentence": "在与他人交流时，不要过于自责和自卑，放松心态，用积极的心态去看待别人对你的评价和关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着用积极的心态去看待他人对我的评价和关心，不再过于自责和自卑。但有时候，还是会觉得自己的想法太幼稚太闲，不知道怎么清楚表达出自己的想法。",
    "annotation": [
      {
        "sentence": "我会试着用积极的心态去看待他人对我的评价和关心，不再过于自责和自卑。",
        "label": ""
      },
      {
        "sentence": "但有时候，还是会觉得自己的想法太幼稚太闲，不知道怎么清楚表达出自己的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你觉得自己表达能力不足的感受，但每个人都有自己独特的表达方式。你可以试着写下自己的想法，或者找个信任的朋友倾诉，让他们了解你内心的真实想法。同时，也可以在心理咨询中寻求专业的帮助，与专业人士一起探讨你内心的疑虑与困惑。",
    "annotation": [
      {
        "sentence": "明白你觉得自己表达能力不足的感受，但每个人都有自己独特的表达方式。",
        "label": ""
      },
      {
        "sentence": "你可以试着写下自己的想法，或者找个信任的朋友倾诉，让他们了解你内心的真实想法。",
        "label": ""
      },
      {
        "sentence": "同时，也可以在心理咨询中寻求专业的帮助，与专业人士一起探讨你内心的疑虑与困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试写下自己的想法，或者找个信任的朋友倾诉。同时，也许我确实需要专业的帮助，我会考虑去咨询一下心理专家。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试写下自己的想法，或者找个信任的朋友倾诉。",
        "label": ""
      },
      {
        "sentence": "同时，也许我确实需要专业的帮助，我会考虑去咨询一下心理专家。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你有这样的决定，寻求专业帮助是非常正常和积极的举措。心理专家会根据你的情况提供更针对性的帮助和指导，帮你更好地面对和克服自己内心的困扰。祝愿你早日找到解决问题的方法，重获自信和安心。",
    "annotation": [
      {
        "sentence": "很高兴听到你有这样的决定，寻求专业帮助是非常正常和积极的举措。",
        "label": ""
      },
      {
        "sentence": "心理专家会根据你的情况提供更针对性的帮助和指导，帮你更好地面对和克服自己内心的困扰。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日找到解决问题的方法，重获自信和安心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你对我的支持和鼓励，我会尽快寻求专业帮助，希望能够走出困境，重新拥有自信和安心。再次感谢你的关心和建议！",
    "annotation": [
      {
        "sentence": "谢谢你对我的支持和鼓励，我会尽快寻求专业帮助，希望能够走出困境，重新拥有自信和安心。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的关心和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我愿意随时提供帮助和鼓励。相信你会走出困境，重新找回自信。如果有任何需要，记得随时向我寻求支持。你不是一个人在战斗，我们会一同走过难关的。祝福你！",
    "annotation": [
      {
        "sentence": "不客气，我愿意随时提供帮助和鼓励。",
        "label": ""
      },
      {
        "sentence": "相信你会走出困境，重新找回自信。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，记得随时向我寻求支持。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，我们会一同走过难关的。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]