[
  {
    "role": "client",
    "content": "我是一个26岁的男生，最近得知女朋友和前任同居过，这件事让我感到很痛苦，我应该怎么办呢？我和女朋友已经在一起一年多了，我们也同居了。虽然我知道她不是处女，但是我不知道她曾经同居过。以前我有处女情结的困扰，但是通过自我调节和时间的流逝，我渐渐不再在乎。可是最近发现她和前男友也同居过，每次一想到他们生活的样子就很痛苦。以前我好不容易解决的问题又回来了，而且问题比以前更严重了。感觉我们做的一切她都已经经历过了。虽然我们在一起很幸福，但是我经常想她和前男友的事情。我开始怀疑自己是否得了强迫症。我不想分手，但是现在的痛苦让我难以忍受。而且感觉现在很多情侣都没有同居过，这让我感到一些不平衡。",
    "annotation": [
      {
        "sentence": "我是一个26岁的男生，最近得知女朋友和前任同居过，这件事让我感到很痛苦，我应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我和女朋友已经在一起一年多了，我们也同居了。",
        "label": ""
      },
      {
        "sentence": "虽然我知道她不是处女，但是我不知道她曾经同居过。",
        "label": ""
      },
      {
        "sentence": "以前我有处女情结的困扰，但是通过自我调节和时间的流逝，我渐渐不再在乎。",
        "label": ""
      },
      {
        "sentence": "可是最近发现她和前男友也同居过，每次一想到他们生活的样子就很痛苦。",
        "label": ""
      },
      {
        "sentence": "以前我好不容易解决的问题又回来了，而且问题比以前更严重了。",
        "label": ""
      },
      {
        "sentence": "感觉我们做的一切她都已经经历过了。",
        "label": ""
      },
      {
        "sentence": "虽然我们在一起很幸福，但是我经常想她和前男友的事情。",
        "label": ""
      },
      {
        "sentence": "我开始怀疑自己是否得了强迫症。",
        "label": ""
      },
      {
        "sentence": "我不想分手，但是现在的痛苦让我难以忍受。",
        "label": ""
      },
      {
        "sentence": "而且感觉现在很多情侣都没有同居过，这让我感到一些不平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴收到你的求助，也看了你给其他人的回复。你的问题我可以帮你解决哦。你提到“最近两个月一直被噩梦早醒，不知道如何解决早醒的问题”，我觉得你的自我调节能力不错！我们的情绪和行为在很多时候都受到我们潜意识的控制，而不是我们的意识控制。你现在的意识层面已经接受了这个事实，但是你的潜意识还没有接受。噩梦只是你潜意识中阴影或恐惧的表现形式。这说明你潜意识的力量还很大，经常困扰你的意识。如果想要解决因噩梦而早醒的问题，根本的方法是真正化解你内心深处的阴影或恐惧。认知心理学告诉我们，我们之所以对某些人或事有情绪，往往是因为我们对其的评价和看法。你对女朋友“不是处女”和“和前男友同居”的痛苦也可能是这样。从你的描述中，我感觉你的潜意识中可能存在一种自动思维模式：她的第一次必须给我，曾经和我同居，否则我就是吃剩饭，她就是不干净，我就没有安全感。你想想，你是更在乎她还是更在乎你自己呢？你提到你父母是相亲在一起的，他们平时没有吵过架，过着平平淡淡的生活，可能你个人感觉只有和一个人一生才是最幸福的。虽然内容不多，但是里面蕴含的信息非常丰富。所谓吵架，从情绪心理学的角度来说，也是一种情绪宣泄的方式。很可能你父母之间感情特别好，懂得相互理解和共情，所以不需要通过吵架来解决问题。或者他们之间的阻抗很深，说不到一起去，以至于懒得吵架或离婚。从你最后一句话来看，你父母之间的情况可能偏向后者。是不是这样呢？解决问题的关键是学会处理好自己的事、他人的事和天意。你女朋友是否是处女，曾经是否同居过，这是她的事；你如何看待和认知这些事，这是你的事；你将来会遇到什么样的人，需要看缘分，这是天意的事。你现在对她的事感到痛苦，其实是在过度干涉别人的事。而且，因为过度关注别人的事而让自己痛苦，你没有爱惜自己的身心健康，而这是你自己的事。可以看出，你一直在操心别人的事，但却没有关心好自己的事。你现在的痛苦实际上是在提醒你要管好自己的事，不要操心别人的事，要遵从天意。你父母之间的事也是如此。希望这些能帮到你。",
    "annotation": [
      {
        "sentence": "很高兴收到你的求助，也看了你给其他人的回复。",
        "label": ""
      },
      {
        "sentence": "你的问题我可以帮你解决哦。",
        "label": ""
      },
      {
        "sentence": "你提到“最近两个月一直被噩梦早醒，不知道如何解决早醒的问题”，我觉得你的自我调节能力不错！",
        "label": ""
      },
      {
        "sentence": "我们的情绪和行为在很多时候都受到我们潜意识的控制，而不是我们的意识控制。",
        "label": ""
      },
      {
        "sentence": "你现在的意识层面已经接受了这个事实，但是你的潜意识还没有接受。",
        "label": ""
      },
      {
        "sentence": "噩梦只是你潜意识中阴影或恐惧的表现形式。",
        "label": ""
      },
      {
        "sentence": "这说明你潜意识的力量还很大，经常困扰你的意识。",
        "label": ""
      },
      {
        "sentence": "如果想要解决因噩梦而早醒的问题，根本的方法是真正化解你内心深处的阴影或恐惧。",
        "label": ""
      },
      {
        "sentence": "认知心理学告诉我们，我们之所以对某些人或事有情绪，往往是因为我们对其的评价和看法。",
        "label": ""
      },
      {
        "sentence": "你对女朋友“不是处女”和“和前男友同居”的痛苦也可能是这样。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我感觉你的潜意识中可能存在一种自动思维模式：她的第一次必须给我，曾经和我同居，否则我就是吃剩饭，她就是不干净，我就没有安全感。",
        "label": ""
      },
      {
        "sentence": "你想想，你是更在乎她还是更在乎你自己呢？",
        "label": ""
      },
      {
        "sentence": "你提到你父母是相亲在一起的，他们平时没有吵过架，过着平平淡淡的生活，可能你个人感觉只有和一个人一生才是最幸福的。",
        "label": ""
      },
      {
        "sentence": "虽然内容不多，但是里面蕴含的信息非常丰富。",
        "label": ""
      },
      {
        "sentence": "所谓吵架，从情绪心理学的角度来说，也是一种情绪宣泄的方式。",
        "label": ""
      },
      {
        "sentence": "很可能你父母之间感情特别好，懂得相互理解和共情，所以不需要通过吵架来解决问题。",
        "label": ""
      },
      {
        "sentence": "或者他们之间的阻抗很深，说不到一起去，以至于懒得吵架或离婚。",
        "label": ""
      },
      {
        "sentence": "从你最后一句话来看，你父母之间的情况可能偏向后者。",
        "label": ""
      },
      {
        "sentence": "是不是这样呢？",
        "label": ""
      },
      {
        "sentence": "解决问题的关键是学会处理好自己的事、他人的事和天意。",
        "label": ""
      },
      {
        "sentence": "你女朋友是否是处女，曾经是否同居过，这是她的事；你如何看待和认知这些事，这是你的事；你将来会遇到什么样的人，需要看缘分，这是天意的事。",
        "label": ""
      },
      {
        "sentence": "你现在对她的事感到痛苦，其实是在过度干涉别人的事。",
        "label": ""
      },
      {
        "sentence": "而且，因为过度关注别人的事而让自己痛苦，你没有爱惜自己的身心健康，而这是你自己的事。",
        "label": ""
      },
      {
        "sentence": "可以看出，你一直在操心别人的事，但却没有关心好自己的事。",
        "label": ""
      },
      {
        "sentence": "你现在的痛苦实际上是在提醒你要管好自己的事，不要操心别人的事，要遵从天意。",
        "label": ""
      },
      {
        "sentence": "你父母之间的事也是如此。",
        "label": ""
      },
      {
        "sentence": "希望这些能帮到你。",
        "label": ""
      }
    ]
  }
]