[
  {
    "role": "client",
    "content": "我是一个18岁的高三男生，我有一个困扰，就是我的父母不太支持我的理想。我在我县的一所重点高中就读，但是我的成绩不好，总是班级中的末尾。我想考福建警察学院，但是需要达到本一末的分数才能提前批。我的父母其实不太愿意我考那个学院，但是那是我的梦想。我注意到身边已经有两三个朋友出国留学了，我总觉得我妈很羡慕他们，所以她今天又反对我考警察学院。我真的很难受。而且我现在也很在意我的外貌问题，我有点胖，身高1.7，体重之前是170，通过运动已经减到160，这都是我自己的努力！我不想我的努力白白浪费！我现在真的很烦恼，我该怎么办？",
    "annotation": [
      {
        "sentence": "我是一个18岁的高三男生，我有一个困扰，就是我的父母不太支持我的理想。",
        "label": ""
      },
      {
        "sentence": "我在我县的一所重点高中就读，但是我的成绩不好，总是班级中的末尾。",
        "label": ""
      },
      {
        "sentence": "我想考福建警察学院，但是需要达到本一末的分数才能提前批。",
        "label": ""
      },
      {
        "sentence": "我的父母其实不太愿意我考那个学院，但是那是我的梦想。",
        "label": ""
      },
      {
        "sentence": "我注意到身边已经有两三个朋友出国留学了，我总觉得我妈很羡慕他们，所以她今天又反对我考警察学院。",
        "label": ""
      },
      {
        "sentence": "我真的很难受。",
        "label": ""
      },
      {
        "sentence": "而且我现在也很在意我的外貌问题，我有点胖，身高1.7，体重之前是170，通过运动已经减到160，这都是我自己的努力！",
        "label": ""
      },
      {
        "sentence": "我不想我的努力白白浪费！",
        "label": ""
      },
      {
        "sentence": "我现在真的很烦恼，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在这个年纪就有梦想，并愿意为之努力，我非常羡慕你。但是追寻梦想也需要一些能力。第一个能力就是坚定。第二个能力就是能够说服更多的人支持你，或者即使他们不支持，也选择相信你。很多时候父母不支持，往往是因为不信任，根据过去的经验怀疑你能否做到。所以你可以做一些让你的父母看到你可以为自己负责，并且能够照顾好自己的事情。即使他们嘴上不支持，心理上也会为你骄傲的。如果你表现得不够坚定，可能会在语气上犹豫不决，对方就更加笃定：你都没有想好！过去可能没有明确的目标，导致没有很用心地投入到学习上。现在你有了兴趣，就要努力追求。从600分提高到650分是非常困难的，但从450分提高到590分只需要几个月的持之以恒（真实案例，只用了42天）。给自己积极的鼓励，不要泄气。而且梦想也不一定会在此刻实现。我是学习信息安全专业的，我的同学中也有五分之一在公安部门工作。你也可以在大四的时候考虑读研后再考公安大学，或者在大四应届生当兵后转到警校\/警队。父母羡慕留学生是很常见的，过几年他们可能会羡慕别的东西，比如结婚生孩子，再过几年可能会羡慕别人是公务员。人的生活从来都不会完全满足。父母总觉得自己的孩子不应该比别人差。但这其实不是什么大事。我们需要开始尝试与父母沟通，这是一门新的工具。持之以恒的沟通会让你发现自己越来越自由。即使不容易达成一致，但对方不会再替你做决定。如果放弃沟通，可能会越来越感到压抑。有时候我们需要依赖父母提供钱和资源，习惯性地讨好他们。但这样做只会陷入一个死循环。我们要允许父母不开心、生气，甚至不再提供支持。这样我们的内心才会真正独立起来，心理层面也会更加坚定。期待看到你更加坚定且被父母信任的自己。",
    "annotation": [
      {
        "sentence": "在这个年纪就有梦想，并愿意为之努力，我非常羡慕你。",
        "label": ""
      },
      {
        "sentence": "但是追寻梦想也需要一些能力。",
        "label": ""
      },
      {
        "sentence": "第一个能力就是坚定。",
        "label": ""
      },
      {
        "sentence": "第二个能力就是能够说服更多的人支持你，或者即使他们不支持，也选择相信你。",
        "label": ""
      },
      {
        "sentence": "很多时候父母不支持，往往是因为不信任，根据过去的经验怀疑你能否做到。",
        "label": ""
      },
      {
        "sentence": "所以你可以做一些让你的父母看到你可以为自己负责，并且能够照顾好自己的事情。",
        "label": ""
      },
      {
        "sentence": "即使他们嘴上不支持，心理上也会为你骄傲的。",
        "label": ""
      },
      {
        "sentence": "如果你表现得不够坚定，可能会在语气上犹豫不决，对方就更加笃定：你都没有想好！",
        "label": ""
      },
      {
        "sentence": "过去可能没有明确的目标，导致没有很用心地投入到学习上。",
        "label": ""
      },
      {
        "sentence": "现在你有了兴趣，就要努力追求。",
        "label": ""
      },
      {
        "sentence": "从600分提高到650分是非常困难的，但从450分提高到590分只需要几个月的持之以恒（真实案例，只用了42天）。",
        "label": ""
      },
      {
        "sentence": "给自己积极的鼓励，不要泄气。",
        "label": ""
      },
      {
        "sentence": "而且梦想也不一定会在此刻实现。",
        "label": ""
      },
      {
        "sentence": "我是学习信息安全专业的，我的同学中也有五分之一在公安部门工作。",
        "label": ""
      },
      {
        "sentence": "你也可以在大四的时候考虑读研后再考公安大学，或者在大四应届生当兵后转到警校\/警队。",
        "label": ""
      },
      {
        "sentence": "父母羡慕留学生是很常见的，过几年他们可能会羡慕别的东西，比如结婚生孩子，再过几年可能会羡慕别人是公务员。",
        "label": ""
      },
      {
        "sentence": "人的生活从来都不会完全满足。",
        "label": ""
      },
      {
        "sentence": "父母总觉得自己的孩子不应该比别人差。",
        "label": ""
      },
      {
        "sentence": "但这其实不是什么大事。",
        "label": ""
      },
      {
        "sentence": "我们需要开始尝试与父母沟通，这是一门新的工具。",
        "label": ""
      },
      {
        "sentence": "持之以恒的沟通会让你发现自己越来越自由。",
        "label": ""
      },
      {
        "sentence": "即使不容易达成一致，但对方不会再替你做决定。",
        "label": ""
      },
      {
        "sentence": "如果放弃沟通，可能会越来越感到压抑。",
        "label": ""
      },
      {
        "sentence": "有时候我们需要依赖父母提供钱和资源，习惯性地讨好他们。",
        "label": ""
      },
      {
        "sentence": "但这样做只会陷入一个死循环。",
        "label": ""
      },
      {
        "sentence": "我们要允许父母不开心、生气，甚至不再提供支持。",
        "label": ""
      },
      {
        "sentence": "这样我们的内心才会真正独立起来，心理层面也会更加坚定。",
        "label": ""
      },
      {
        "sentence": "期待看到你更加坚定且被父母信任的自己。",
        "label": ""
      }
    ]
  }
]