[
  {
    "role": "client",
    "content": "我今年18岁，是一名高三学生。我父母不太支持我实现自己的理想，我该怎么办？我在我们县的一个重点高中读书，但我的成绩一直不好，总是班里的倒数。我想要考上福建警察学院，但要达到本一末的分数才能提前批录取。我的父母其实并不愿意我去考警察学院，但这是我的梦想。我身边已经有两三个朋友出国留学了，我总觉得我妈对他们羡慕嫉妒恨，今天她又反对我考警察学院。我真的很难受。我为了健康减肥，我现在比以前瘦了十斤，身高1.7米体重从170斤减到160斤，这都是我自己的努力！我不想看到我的努力白白浪费！现在我真的很烦恼，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我今年18岁，是一名高三学生。",
        "label": ""
      },
      {
        "sentence": "我父母不太支持我实现自己的理想，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我在我们县的一个重点高中读书，但我的成绩一直不好，总是班里的倒数。",
        "label": ""
      },
      {
        "sentence": "我想要考上福建警察学院，但要达到本一末的分数才能提前批录取。",
        "label": ""
      },
      {
        "sentence": "我的父母其实并不愿意我去考警察学院，但这是我的梦想。",
        "label": ""
      },
      {
        "sentence": "我身边已经有两三个朋友出国留学了，我总觉得我妈对他们羡慕嫉妒恨，今天她又反对我考警察学院。",
        "label": ""
      },
      {
        "sentence": "我真的很难受。",
        "label": ""
      },
      {
        "sentence": "我为了健康减肥，我现在比以前瘦了十斤，身高1.7米体重从170斤减到160斤，这都是我自己的努力！",
        "label": ""
      },
      {
        "sentence": "我不想看到我的努力白白浪费！",
        "label": ""
      },
      {
        "sentence": "现在我真的很烦恼，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很能理解你的感受，父母不支持自己的意愿该怎么办？这是很多人都会遇到的问题。首先，我不知道你父母具体的想法是怎样的呢？你说“我妈对他们羡慕嫉妒恨。”从你的描述中不确定是否只是你自己的猜测。感觉你和父母之间似乎缺乏沟通，请你尝试和父母好好谈一谈，问一下他们究竟有什么想法，不要臆断。其次，你知道为什么父母不希望你考警察学院吗？这是你困惑的核心问题，他们可能对警察学院有误解之类的，只有清楚他们的看法，我们才能有针对性地说服他们。建议你试着问问父母这个问题。父母的经历可能比较丰富，在了解了他们的内心意愿以及对警察学院的看法后，你再仔细权衡各项选择，如果你仍然坚持考警察学院，那就可以更明确地向父母表明自己的想法，毕竟大学是你自己读的，你经过深思熟虑后坚持自己的选择是可以理解的。你可以试着用自己的努力来打动他们，你为了考警察学院已经成功减肥了十斤，这是你真正拥有毅力的证明！而且这是你的梦想，虽然你目前的分数还未达到目标线，但只要你通过自己的努力达到了目标，这就能证明给父母看：你有多么渴望去警察学院，你为此做出了多大的努力。最后，你可以将你的职业规划与父母分享，父母的出发点肯定是好的，可能他们不了解警察学院，担心你的未来等等，所以你可以多与他们沟通，让他们更多了解你的规划，这样他们会更有信心和放心。希望我的建议能对你有所帮助。",
    "annotation": [
      {
        "sentence": "很能理解你的感受，父母不支持自己的意愿该怎么办？",
        "label": ""
      },
      {
        "sentence": "这是很多人都会遇到的问题。",
        "label": ""
      },
      {
        "sentence": "首先，我不知道你父母具体的想法是怎样的呢？",
        "label": ""
      },
      {
        "sentence": "你说“我妈对他们羡慕嫉妒恨。",
        "label": ""
      },
      {
        "sentence": "”从你的描述中不确定是否只是你自己的猜测。",
        "label": ""
      },
      {
        "sentence": "感觉你和父母之间似乎缺乏沟通，请你尝试和父母好好谈一谈，问一下他们究竟有什么想法，不要臆断。",
        "label": ""
      },
      {
        "sentence": "其次，你知道为什么父母不希望你考警察学院吗？",
        "label": ""
      },
      {
        "sentence": "这是你困惑的核心问题，他们可能对警察学院有误解之类的，只有清楚他们的看法，我们才能有针对性地说服他们。",
        "label": ""
      },
      {
        "sentence": "建议你试着问问父母这个问题。",
        "label": ""
      },
      {
        "sentence": "父母的经历可能比较丰富，在了解了他们的内心意愿以及对警察学院的看法后，你再仔细权衡各项选择，如果你仍然坚持考警察学院，那就可以更明确地向父母表明自己的想法，毕竟大学是你自己读的，你经过深思熟虑后坚持自己的选择是可以理解的。",
        "label": ""
      },
      {
        "sentence": "你可以试着用自己的努力来打动他们，你为了考警察学院已经成功减肥了十斤，这是你真正拥有毅力的证明！",
        "label": ""
      },
      {
        "sentence": "而且这是你的梦想，虽然你目前的分数还未达到目标线，但只要你通过自己的努力达到了目标，这就能证明给父母看：你有多么渴望去警察学院，你为此做出了多大的努力。",
        "label": ""
      },
      {
        "sentence": "最后，你可以将你的职业规划与父母分享，父母的出发点肯定是好的，可能他们不了解警察学院，担心你的未来等等，所以你可以多与他们沟通，让他们更多了解你的规划，这样他们会更有信心和放心。",
        "label": ""
      },
      {
        "sentence": "希望我的建议能对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议！我会试着和父母好好沟通，了解他们的想法。虽然我现在不太确定他们的反对理由是什么，但通过与他们的深入交流，我相信我会更加了解他们的想法。同时，我也会仔细思考自己的职业规划，以及如何向父母表明我的决心。我会努力用自己的努力打动他们，并向他们展示我真正渴望考上警察学院的决心。再次感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议！",
        "label": ""
      },
      {
        "sentence": "我会试着和父母好好沟通，了解他们的想法。",
        "label": ""
      },
      {
        "sentence": "虽然我现在不太确定他们的反对理由是什么，但通过与他们的深入交流，我相信我会更加了解他们的想法。",
        "label": ""
      },
      {
        "sentence": "同时，我也会仔细思考自己的职业规划，以及如何向父母表明我的决心。",
        "label": ""
      },
      {
        "sentence": "我会努力用自己的努力打动他们，并向他们展示我真正渴望考上警察学院的决心。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！很高兴能够帮助到你。沟通是解决问题的关键，我相信你能够与父母进行良好的沟通，并且了解他们的想法。同时，要坚信自己的决心和努力，用实际行动证明给父母看你对警察学院的渴望以及你所付出的努力。我相信你一定能够说服他们，并获得他们的支持。祝你好运！如果你有任何困惑或者需要继续交流，随时都可以来找我。",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "沟通是解决问题的关键，我相信你能够与父母进行良好的沟通，并且了解他们的想法。",
        "label": ""
      },
      {
        "sentence": "同时，要坚信自己的决心和努力，用实际行动证明给父母看你对警察学院的渴望以及你所付出的努力。",
        "label": ""
      },
      {
        "sentence": "我相信你一定能够说服他们，并获得他们的支持。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果你有任何困惑或者需要继续交流，随时都可以来找我。",
        "label": ""
      }
    ]
  }
]