[
  {
    "role": "client",
    "content": "我已经不知道该怎么跟女同事相处了？我们团队八个人六个女人两个男人我现在好像是被孤立了，我现在因为各种原因，自己的工位离团队有一定的距离。他们七个人玩的都比较好，我好像真的是被忽略了。点外卖，下班什么的都不带我。我感觉很难过，宛如孤儿。我在思考原因，可是我也想不太出来。我在之前在大学的时候就有点不合群，比较孤僻，那个时候我是比较不随大流，老是喜欢自己做事就慢慢的跟群体走远了。可是，我现在吸取教训，我在一开始跟同事相处的时候，除了工作风格几乎什么都尽力的随大流。吃饭玩乐等等。但，我还是现在像个孤儿一样。我问我主管什么原因，他说我工作风格与大家很不同，很注重思考。可是，这个东西是我长期养成的适合我的风格。我是没有办法舍弃这个去迎合人际的。难道我就只能一直这样嘛？融入不了集体996又让我没有时间社交，孤独的广漂一个青春？我不知道该怎么做了。",
    "annotation": [
      {
        "sentence": "我已经不知道该怎么跟女同事相处了？",
        "label": ""
      },
      {
        "sentence": "我们团队八个人六个女人两个男人我现在好像是被孤立了，我现在因为各种原因，自己的工位离团队有一定的距离。",
        "label": ""
      },
      {
        "sentence": "他们七个人玩的都比较好，我好像真的是被忽略了。",
        "label": ""
      },
      {
        "sentence": "点外卖，下班什么的都不带我。",
        "label": ""
      },
      {
        "sentence": "我感觉很难过，宛如孤儿。",
        "label": ""
      },
      {
        "sentence": "我在思考原因，可是我也想不太出来。",
        "label": ""
      },
      {
        "sentence": "我在之前在大学的时候就有点不合群，比较孤僻，那个时候我是比较不随大流，老是喜欢自己做事就慢慢的跟群体走远了。",
        "label": ""
      },
      {
        "sentence": "可是，我现在吸取教训，我在一开始跟同事相处的时候，除了工作风格几乎什么都尽力的随大流。",
        "label": ""
      },
      {
        "sentence": "吃饭玩乐等等。",
        "label": ""
      },
      {
        "sentence": "但，我还是现在像个孤儿一样。",
        "label": ""
      },
      {
        "sentence": "我问我主管什么原因，他说我工作风格与大家很不同，很注重思考。",
        "label": ""
      },
      {
        "sentence": "可是，这个东西是我长期养成的适合我的风格。",
        "label": ""
      },
      {
        "sentence": "我是没有办法舍弃这个去迎合人际的。",
        "label": ""
      },
      {
        "sentence": "难道我就只能一直这样嘛？",
        "label": ""
      },
      {
        "sentence": "融入不了集体996又让我没有时间社交，孤独的广漂一个青春？",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么做了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你在团队中感到被孤立和忽略，这确实是一种令人难过的感受。首先，我要说的是，你并不需要为了迎合别人而放弃你的个性和优秀特质。与其说是你的问题，不如说是团队中的沟通与交流有些问题。或许你可以主动与他们多进行沟通和交流，毕竟你们是一个团队。你可以试着多去他们的工位，和他们交流一些工作上的事情，通过合作拉近彼此之间的距离。此外，你可以尝试在平常的点外卖、接水或休息时，询问他们是否有兴趣一起参与，让他们感受到你是一个亲和的人。另外，你还可以积极参加公司的其他活动，扩展你的社交圈子，可能会找到与你意见相投的人。此外，你还可以与家人或是以前的朋友倾诉一下内心的烦闷，通过沟通来缓解负面情绪，并提高沟通技巧。",
    "annotation": [
      {
        "sentence": "听起来你在团队中感到被孤立和忽略，这确实是一种令人难过的感受。",
        "label": ""
      },
      {
        "sentence": "首先，我要说的是，你并不需要为了迎合别人而放弃你的个性和优秀特质。",
        "label": ""
      },
      {
        "sentence": "与其说是你的问题，不如说是团队中的沟通与交流有些问题。",
        "label": ""
      },
      {
        "sentence": "或许你可以主动与他们多进行沟通和交流，毕竟你们是一个团队。",
        "label": ""
      },
      {
        "sentence": "你可以试着多去他们的工位，和他们交流一些工作上的事情，通过合作拉近彼此之间的距离。",
        "label": ""
      },
      {
        "sentence": "此外，你可以尝试在平常的点外卖、接水或休息时，询问他们是否有兴趣一起参与，让他们感受到你是一个亲和的人。",
        "label": ""
      },
      {
        "sentence": "另外，你还可以积极参加公司的其他活动，扩展你的社交圈子，可能会找到与你意见相投的人。",
        "label": ""
      },
      {
        "sentence": "此外，你还可以与家人或是以前的朋友倾诉一下内心的烦闷，通过沟通来缓解负面情绪，并提高沟通技巧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我明白了，我可以尝试去主动与他们沟通交流，拉近彼此之间的距离。我也会更积极地参加公司的活动，尝试认识一些新的人。但是，在开始这些行动之前，我还是感到一些害怕和担心。毕竟之前的经历对我造成了不少伤害，我害怕又会面对类似的情况。我该如何克服这种担心呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我明白了，我可以尝试去主动与他们沟通交流，拉近彼此之间的距离。",
        "label": ""
      },
      {
        "sentence": "我也会更积极地参加公司的活动，尝试认识一些新的人。",
        "label": ""
      },
      {
        "sentence": "但是，在开始这些行动之前，我还是感到一些害怕和担心。",
        "label": ""
      },
      {
        "sentence": "毕竟之前的经历对我造成了不少伤害，我害怕又会面对类似的情况。",
        "label": ""
      },
      {
        "sentence": "我该如何克服这种担心呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心是正常的情绪，但也要相信自己。你已经意识到了现在的困境，并且希望主动采取行动解决问题。这是非常积极和勇敢的一步。对于过去的伤害，你可以尝试倾诉给信任的人，或者寻求一位专业的心理咨询师的帮助，他们可以帮助你处理过去的创伤，并给你提供应对困境的建议。此外，要相信自己的价值和能力，坚定地面对新的挑战。每个人在人际关系中都会遇到困难，但只有不断尝试才能获得新的体验和成长。",
    "annotation": [
      {
        "sentence": "担心是正常的情绪，但也要相信自己。",
        "label": ""
      },
      {
        "sentence": "你已经意识到了现在的困境，并且希望主动采取行动解决问题。",
        "label": ""
      },
      {
        "sentence": "这是非常积极和勇敢的一步。",
        "label": ""
      },
      {
        "sentence": "对于过去的伤害，你可以尝试倾诉给信任的人，或者寻求一位专业的心理咨询师的帮助，他们可以帮助你处理过去的创伤，并给你提供应对困境的建议。",
        "label": ""
      },
      {
        "sentence": "此外，要相信自己的价值和能力，坚定地面对新的挑战。",
        "label": ""
      },
      {
        "sentence": "每个人在人际关系中都会遇到困难，但只有不断尝试才能获得新的体验和成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议。我会积极地实践，相信自己能够克服这些困难，找到解决问题的方法。我也会考虑寻求心理咨询师的帮助来处理过去的伤害。再次感谢你的支持。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我会积极地实践，相信自己能够克服这些困难，找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "我也会考虑寻求心理咨询师的帮助来处理过去的伤害。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你能够勇敢面对问题并寻求解决办法，这是非常好的。相信自己，相信你一定能够克服困难，找到属于你自己的解决方案。如果你需要任何帮助或者还有其他问题，随时都可以来找我。祝愿你能够早日走出困境，享受工作和人际关系带来的成就与快乐。",
    "annotation": [
      {
        "sentence": "不客气，你能够勇敢面对问题并寻求解决办法，这是非常好的。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你一定能够克服困难，找到属于你自己的解决方案。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者还有其他问题，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够早日走出困境，享受工作和人际关系带来的成就与快乐。",
        "label": ""
      }
    ]
  }
]