[
  {
    "role": "client",
    "content": "被家暴，感觉现在心理扭曲，他社会关系很复杂，咋办？",
    "annotation": [
      {
        "sentence": "被家暴，感觉现在心理扭曲，他社会关系很复杂，咋办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很心疼你的遭遇，轻轻家暴对你的影响，已经从身体上升到了心理。家暴只有零次和无数次，对家暴的容忍就是对他下一次伤害你的纵容。不要再用'为了孩子'这样的理由来逃避你内心的懦弱，这样的生活环境对孩子的伤害更大。正是因为你觉得为了孩子不能离婚，所以随着家暴次数的增多，你对孩子产生了怨恨，觉得如果不是她，自己可能已经脱离苦海了，所以，你给她贴上了标签——家暴男的种，也不想再管她了。但是，孩子是无辜的，她在父亲的咆哮声中哭泣喊叫，渴求妈妈怀抱，却不知道妈妈也在渐渐远去。不要再迁怒于自己的孩子，别让自己在未来后悔。这样的生活环境让你丧失了自我。",
    "annotation": [
      {
        "sentence": "很心疼你的遭遇，轻轻家暴对你的影响，已经从身体上升到了心理。",
        "label": ""
      },
      {
        "sentence": "家暴只有零次和无数次，对家暴的容忍就是对他下一次伤害你的纵容。",
        "label": ""
      },
      {
        "sentence": "不要再用'为了孩子'这样的理由来逃避你内心的懦弱，这样的生活环境对孩子的伤害更大。",
        "label": ""
      },
      {
        "sentence": "正是因为你觉得为了孩子不能离婚，所以随着家暴次数的增多，你对孩子产生了怨恨，觉得如果不是她，自己可能已经脱离苦海了，所以，你给她贴上了标签——家暴男的种，也不想再管她了。",
        "label": ""
      },
      {
        "sentence": "但是，孩子是无辜的，她在父亲的咆哮声中哭泣喊叫，渴求妈妈怀抱，却不知道妈妈也在渐渐远去。",
        "label": ""
      },
      {
        "sentence": "不要再迁怒于自己的孩子，别让自己在未来后悔。",
        "label": ""
      },
      {
        "sentence": "这样的生活环境让你丧失了自我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和关心。确实，我开始意识到我的内心发生了变化，对孩子的态度也越来越冷淡。我不想再对她产生怨恨，但很难控制自己的情绪。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和关心。",
        "label": ""
      },
      {
        "sentence": "确实，我开始意识到我的内心发生了变化，对孩子的态度也越来越冷淡。",
        "label": ""
      },
      {
        "sentence": "我不想再对她产生怨恨，但很难控制自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是很优秀的，只是在人生的岔路口做错了一道选择题。你要积极寻找正确的方向，而不是就这样吧。超过两年的时间一直在家，没有跟外界有过多的接触，与社会脱节了，这会让你变得不自信，对自己产生怀疑。你要给自己找一些事情做，不要怕找不到工作，研究生的学历是你的优势，但是也要多做一些准备，报班学习或许会给你一定的安全感。",
    "annotation": [
      {
        "sentence": "你是很优秀的，只是在人生的岔路口做错了一道选择题。",
        "label": ""
      },
      {
        "sentence": "你要积极寻找正确的方向，而不是就这样吧。",
        "label": ""
      },
      {
        "sentence": "超过两年的时间一直在家，没有跟外界有过多的接触，与社会脱节了，这会让你变得不自信，对自己产生怀疑。",
        "label": ""
      },
      {
        "sentence": "你要给自己找一些事情做，不要怕找不到工作，研究生的学历是你的优势，但是也要多做一些准备，报班学习或许会给你一定的安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实需要找些事情来充实自己，重新找回自信。但我还是很担心离婚后的后果，我怕家暴男会对我和家人产生更大的威胁。不知道该不该离婚。",
    "annotation": [
      {
        "sentence": "我确实需要找些事情来充实自己，重新找回自信。",
        "label": ""
      },
      {
        "sentence": "但我还是很担心离婚后的后果，我怕家暴男会对我和家人产生更大的威胁。",
        "label": ""
      },
      {
        "sentence": "不知道该不该离婚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "想离婚，却有诸多顾虑。如果不离婚的话，面对家暴男，你需要比他更强硬，这对于现在的你来说应该很困难吧。不知道离婚后该怎么办，你需要重拾自我，从找到一份自己喜欢或者擅长的事情开始。害怕提离婚会对你和父母造成伤害，但是不离婚，你也在害怕会不会下次被家暴男打死。我想你的父母并不清楚你现在的情况吧，你不应该瞒着他们，他们的支持会给你莫大的安全感，试着找机会跟父母坦白，必要的时候可以寻求法律保护。",
    "annotation": [
      {
        "sentence": "想离婚，却有诸多顾虑。",
        "label": ""
      },
      {
        "sentence": "如果不离婚的话，面对家暴男，你需要比他更强硬，这对于现在的你来说应该很困难吧。",
        "label": ""
      },
      {
        "sentence": "不知道离婚后该怎么办，你需要重拾自我，从找到一份自己喜欢或者擅长的事情开始。",
        "label": ""
      },
      {
        "sentence": "害怕提离婚会对你和父母造成伤害，但是不离婚，你也在害怕会不会下次被家暴男打死。",
        "label": ""
      },
      {
        "sentence": "我想你的父母并不清楚你现在的情况吧，你不应该瞒着他们，他们的支持会给你莫大的安全感，试着找机会跟父母坦白，必要的时候可以寻求法律保护。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我应该勇敢地寻求帮助，不应该再继续忍受这种家暴的痛苦。我会尽量联系父母，并考虑寻求法律保护。但我也担心自己没有能力独立生活，找不到工作，适应不了单身的生活。",
    "annotation": [
      {
        "sentence": "你说的对，我应该勇敢地寻求帮助，不应该再继续忍受这种家暴的痛苦。",
        "label": ""
      },
      {
        "sentence": "我会尽量联系父母，并考虑寻求法律保护。",
        "label": ""
      },
      {
        "sentence": "但我也担心自己没有能力独立生活，找不到工作，适应不了单身的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "坚决离开，家暴只有零次和无数次，不要心存侥幸，越早离开对自己越好。你不必过于担心找不到工作的问题，你还是很年轻，并且有研究生学历，这是很多雇主看重的优势。你可以重新审视自己的能力和兴趣，寻找适合自己的工作。同时，你可以报班学习，提升自己的技能，增加就业的竞争力。重要的是，相信自己能够独立生活，努力为自己和孩子创造一个安全和幸福的环境。",
    "annotation": [
      {
        "sentence": "坚决离开，家暴只有零次和无数次，不要心存侥幸，越早离开对自己越好。",
        "label": ""
      },
      {
        "sentence": "你不必过于担心找不到工作的问题，你还是很年轻，并且有研究生学历，这是很多雇主看重的优势。",
        "label": ""
      },
      {
        "sentence": "你可以重新审视自己的能力和兴趣，寻找适合自己的工作。",
        "label": ""
      },
      {
        "sentence": "同时，你可以报班学习，提升自己的技能，增加就业的竞争力。",
        "label": ""
      },
      {
        "sentence": "重要的是，相信自己能够独立生活，努力为自己和孩子创造一个安全和幸福的环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我决定要勇敢离开这个家暴的环境，重拾自己的生活。我会尽快联系父母，并考虑寻求法律援助保护自己和孩子。同时，我也会寻找适合自己的工作，提升自己的能力。再次感谢你给予我的建议和关心。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我决定要勇敢离开这个家暴的环境，重拾自己的生活。",
        "label": ""
      },
      {
        "sentence": "我会尽快联系父母，并考虑寻求法律援助保护自己和孩子。",
        "label": ""
      },
      {
        "sentence": "同时，我也会寻找适合自己的工作，提升自己的能力。",
        "label": ""
      },
      {
        "sentence": "再次感谢你给予我的建议和关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你能够勇敢面对困难，重新找回属于自己的幸福。记住，你不是一个人在战斗，有认识你和关心你的人在你身边。如果需要任何帮助或者支持，随时找我倾诉。祝福你，加油！",
    "annotation": [
      {
        "sentence": "我相信你能够勇敢面对困难，重新找回属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，有认识你和关心你的人在你身边。",
        "label": ""
      },
      {
        "sentence": "如果需要任何帮助或者支持，随时找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝福你，加油！",
        "label": ""
      }
    ]
  }
]