[
  {
    "role": "client",
    "content": "我是一个22岁的男生，最近因为工资低感觉非常焦虑，您觉得我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我是一个22岁的男生，最近因为工资低感觉非常焦虑，您觉得我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母双亡、工资只有2200，还有八十岁的奶奶需要照顾，加上你对计算机专业也没有太大的兴趣，每天都感到非常烦恼。对于当下社会的消费水平来说，每个月2200的确有点低了。但是你才刚刚进入职场，一开始工资的确会比较低。等你具有一定的工作经验和资历之后，工资慢慢就会提高的。有时候你不能只看眼前的状态，还要考虑到自己的发展空间。如果你目前的工作发展空间有限，而且你还希望能多挣一些钱的话，换一份工作也是不错的选择。",
    "annotation": [
      {
        "sentence": "父母双亡、工资只有2200，还有八十岁的奶奶需要照顾，加上你对计算机专业也没有太大的兴趣，每天都感到非常烦恼。",
        "label": ""
      },
      {
        "sentence": "对于当下社会的消费水平来说，每个月2200的确有点低了。",
        "label": ""
      },
      {
        "sentence": "但是你才刚刚进入职场，一开始工资的确会比较低。",
        "label": ""
      },
      {
        "sentence": "等你具有一定的工作经验和资历之后，工资慢慢就会提高的。",
        "label": ""
      },
      {
        "sentence": "有时候你不能只看眼前的状态，还要考虑到自己的发展空间。",
        "label": ""
      },
      {
        "sentence": "如果你目前的工作发展空间有限，而且你还希望能多挣一些钱的话，换一份工作也是不错的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说得对，我确实想要挣更多的钱来孝敬奶奶。我知道现在送快递、外卖等工作一个月就可以挣到一万多。只要我踏实努力，我相信我一定可以的。但是我担心这样的工作是否能证明我的价值，能给我带来更好的发展机会呢？",
    "annotation": [
      {
        "sentence": "您说得对，我确实想要挣更多的钱来孝敬奶奶。",
        "label": ""
      },
      {
        "sentence": "我知道现在送快递、外卖等工作一个月就可以挣到一万多。",
        "label": ""
      },
      {
        "sentence": "只要我踏实努力，我相信我一定可以的。",
        "label": ""
      },
      {
        "sentence": "但是我担心这样的工作是否能证明我的价值，能给我带来更好的发展机会呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心是可以理解的。虽然送快递、外卖这样的工作可能看起来和你的计算机专业没有直接的联系，但是你要知道，无论什么样的工作，只要你踏实肯干，都能够证明自己的价值。不要忽视任何一个岗位，每个岗位都有它独特的贡献和价值。通过这样的工作经历，你也可以培养一些社交能力和工作能力，为将来找到更好的机会打下基础。所以，不管你选择什么样的工作，只要你喜欢并且努力去做，你的未来一定会有更多的精彩等着你。",
    "annotation": [
      {
        "sentence": "你的担心是可以理解的。",
        "label": ""
      },
      {
        "sentence": "虽然送快递、外卖这样的工作可能看起来和你的计算机专业没有直接的联系，但是你要知道，无论什么样的工作，只要你踏实肯干，都能够证明自己的价值。",
        "label": ""
      },
      {
        "sentence": "不要忽视任何一个岗位，每个岗位都有它独特的贡献和价值。",
        "label": ""
      },
      {
        "sentence": "通过这样的工作经历，你也可以培养一些社交能力和工作能力，为将来找到更好的机会打下基础。",
        "label": ""
      },
      {
        "sentence": "所以，不管你选择什么样的工作，只要你喜欢并且努力去做，你的未来一定会有更多的精彩等着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的鼓励和指导，我现在更加有信心了。但是我还是担心换工作之后，可能会遇到一些困难和挫折，不知道怎么面对和克服。",
    "annotation": [
      {
        "sentence": "谢谢您的鼓励和指导，我现在更加有信心了。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心换工作之后，可能会遇到一些困难和挫折，不知道怎么面对和克服。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对困难和挫折，每个人都会有，这是正常的。关键是你要有正确的心态来面对它们。当遇到困难时，不要气馁，要坚韧不拔地去寻找解决办法。你可以向身边的同事或者朋友寻求帮助和建议，也可以利用自己在计算机专业的知识和技能，找到合适的解决方法。同时，你也可以学习一些情绪调节的技巧，比如深呼吸、放松训练等，来缓解焦虑和压力。最重要的是要相信自己，相信自己有能力去克服困难，迎接挑战。",
    "annotation": [
      {
        "sentence": "面对困难和挫折，每个人都会有，这是正常的。",
        "label": ""
      },
      {
        "sentence": "关键是你要有正确的心态来面对它们。",
        "label": ""
      },
      {
        "sentence": "当遇到困难时，不要气馁，要坚韧不拔地去寻找解决办法。",
        "label": ""
      },
      {
        "sentence": "你可以向身边的同事或者朋友寻求帮助和建议，也可以利用自己在计算机专业的知识和技能，找到合适的解决方法。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以学习一些情绪调节的技巧，比如深呼吸、放松训练等，来缓解焦虑和压力。",
        "label": ""
      },
      {
        "sentence": "最重要的是要相信自己，相信自己有能力去克服困难，迎接挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说得很对，我要相信自己，不怕困难。我会积极面对并解决问题的。非常感谢您的建议和支持！",
    "annotation": [
      {
        "sentence": "您说得很对，我要相信自己，不怕困难。",
        "label": ""
      },
      {
        "sentence": "我会积极面对并解决问题的。",
        "label": ""
      },
      {
        "sentence": "非常感谢您的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，无论在人生的哪个阶段，都会遇到各种各样的困难和挫折。但只要你保持积极的心态，相信自己的能力，并且勇敢地面对它们，你一定能够克服困难，实现自己的目标。祝你好运！如果将来还有任何问题或者需要帮助的话，随时都可以来找我。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，无论在人生的哪个阶段，都会遇到各种各样的困难和挫折。",
        "label": ""
      },
      {
        "sentence": "但只要你保持积极的心态，相信自己的能力，并且勇敢地面对它们，你一定能够克服困难，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果将来还有任何问题或者需要帮助的话，随时都可以来找我。",
        "label": ""
      }
    ]
  }
]