[
  {
    "role": "client",
    "content": "被家暴，感觉现在心理扭曲，他社会关系很复杂，咋办？",
    "annotation": [
      {
        "sentence": "被家暴，感觉现在心理扭曲，他社会关系很复杂，咋办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "见字如面～希望我的回答能够给你带来一些帮助看到你描述的文字，我又看到了一些熟悉的影子，关于家暴，关于孩子，关于挣扎在其中，不知道如何逃脱。现在让我们来一起看一下问题的所在，试着找方法解决它吧！",
    "annotation": [
      {
        "sentence": "见字如面～希望我的回答能够给你带来一些帮助看到你描述的文字，我又看到了一些熟悉的影子，关于家暴，关于孩子，关于挣扎在其中，不知道如何逃脱。",
        "label": ""
      },
      {
        "sentence": "现在让我们来一起看一下问题的所在，试着找方法解决它吧！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "几天前被家暴了，现在脑海中总是出现老公打我的场景和说的话，心里放不下。",
    "annotation": [
      {
        "sentence": "几天前被家暴了，现在脑海中总是出现老公打我的场景和说的话，心里放不下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "家暴留下的创伤是非常深远的，对心理造成了巨大伤害。你的反应很正常，尽管这种回忆很痛苦，但是我们可以一起寻找方法来帮助你克服这些心理困扰。",
    "annotation": [
      {
        "sentence": "家暴留下的创伤是非常深远的，对心理造成了巨大伤害。",
        "label": ""
      },
      {
        "sentence": "你的反应很正常，尽管这种回忆很痛苦，但是我们可以一起寻找方法来帮助你克服这些心理困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "以前也被家暴过，但总是觉得为了孩子或者为了别的不能离婚。这次以后感觉自己好像有些扭曲了，看我女儿也没有那么可爱了，好像也没那么爱我女儿了，觉得她是家暴男的种。",
    "annotation": [
      {
        "sentence": "以前也被家暴过，但总是觉得为了孩子或者为了别的不能离婚。",
        "label": ""
      },
      {
        "sentence": "这次以后感觉自己好像有些扭曲了，看我女儿也没有那么可爱了，好像也没那么爱我女儿了，觉得她是家暴男的种。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受，但是我们要明白，家暴并不是你的错。它对你的心理造成了很大的影响，导致了对女儿产生了抵触情绪。这是家暴男带来的破坏，而不是你的错。我们一起来重新审视你的情感，找回对女儿的爱和亲近感。",
    "annotation": [
      {
        "sentence": "理解你的感受，但是我们要明白，家暴并不是你的错。",
        "label": ""
      },
      {
        "sentence": "它对你的心理造成了很大的影响，导致了对女儿产生了抵触情绪。",
        "label": ""
      },
      {
        "sentence": "这是家暴男带来的破坏，而不是你的错。",
        "label": ""
      },
      {
        "sentence": "我们一起来重新审视你的情感，找回对女儿的爱和亲近感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "以前离婚觉得一定要争取到孩子，现在觉得无所谓了，也不想管孩子了。每天心里很不开心，表面上还装着正常跟老公相处。",
    "annotation": [
      {
        "sentence": "以前离婚觉得一定要争取到孩子，现在觉得无所谓了，也不想管孩子了。",
        "label": ""
      },
      {
        "sentence": "每天心里很不开心，表面上还装着正常跟老公相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对孩子的态度和情感的改变是由于家暴带来的精神伤害，这是可以理解的。但是我们不应该让这种消极情绪主导我们的行动和思维，我们要一起寻找方法来重建对孩子的情感联系，让你的内心恢复平衡，表面的装作无法真正解决问题。",
    "annotation": [
      {
        "sentence": "对孩子的态度和情感的改变是由于家暴带来的精神伤害，这是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但是我们不应该让这种消极情绪主导我们的行动和思维，我们要一起寻找方法来重建对孩子的情感联系，让你的内心恢复平衡，表面的装作无法真正解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对未来很迷茫，不知道该怎么办。我研究生毕业以后就在家待着，怀孕，生孩子带孩子，现在孩子一岁多。我也变得敏感自卑，觉得自己是个挺蠢的人，也找不到什么好工作，能有个工作就不错了。",
    "annotation": [
      {
        "sentence": "对未来很迷茫，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "我研究生毕业以后就在家待着，怀孕，生孩子带孩子，现在孩子一岁多。",
        "label": ""
      },
      {
        "sentence": "我也变得敏感自卑，觉得自己是个挺蠢的人，也找不到什么好工作，能有个工作就不错了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要太过自责和自卑，你的成就不仅仅是看你的工作，也包括了你为孩子付出的努力和爱。但是，我也理解你渴望一份工作的愿望，你可以寻求职业咨询帮助，提升自己的就业能力，重新拾起你的自信心，找到属于你的机会。",
    "annotation": [
      {
        "sentence": "不要太过自责和自卑，你的成就不仅仅是看你的工作，也包括了你为孩子付出的努力和爱。",
        "label": ""
      },
      {
        "sentence": "但是，我也理解你渴望一份工作的愿望，你可以寻求职业咨询帮助，提升自己的就业能力，重新拾起你的自信心，找到属于你的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "也不知道以后该怎么和老公相处，该不该离婚，离了婚以后该怎样，什么都不知道。但是不离婚也不知道下次家暴会是什么时候，到什么程度，会不会被家暴男打死。也不敢提离婚，怕家暴男伤害我国内的父母，他的社会关系很复杂。",
    "annotation": [
      {
        "sentence": "也不知道以后该怎么和老公相处，该不该离婚，离了婚以后该怎样，什么都不知道。",
        "label": ""
      },
      {
        "sentence": "但是不离婚也不知道下次家暴会是什么时候，到什么程度，会不会被家暴男打死。",
        "label": ""
      },
      {
        "sentence": "也不敢提离婚，怕家暴男伤害我国内的父母，他的社会关系很复杂。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在所面临的困境确实很复杂，需要你进行权衡和决策。离婚是个严肃的决定，但是我们可以一起寻找更多的选项，如保护措施和法律援助，来保护你的安全和你家人的利益。在处理这个问题时，尽量保持冷静和理智，我们可以一起制定一个合适的行动计划，让你能够找到解决问题的方案。",
    "annotation": [
      {
        "sentence": "你现在所面临的困境确实很复杂，需要你进行权衡和决策。",
        "label": ""
      },
      {
        "sentence": "离婚是个严肃的决定，但是我们可以一起寻找更多的选项，如保护措施和法律援助，来保护你的安全和你家人的利益。",
        "label": ""
      },
      {
        "sentence": "在处理这个问题时，尽量保持冷静和理智，我们可以一起制定一个合适的行动计划，让你能够找到解决问题的方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我该怎么办？",
    "annotation": [
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现在你已经向我倾诉了你的问题和担忧，这是个很好的开始。接下来，我们可以一起制定一个具体的计划，如寻求专业的心理咨询帮助、与你的亲人和朋友沟通、寻求法律援助等等。你不再孤单，我们会一直陪伴着你，帮助你走出阴影，迎接光明的未来。祝好呀。",
    "annotation": [
      {
        "sentence": "现在你已经向我倾诉了你的问题和担忧，这是个很好的开始。",
        "label": ""
      },
      {
        "sentence": "接下来，我们可以一起制定一个具体的计划，如寻求专业的心理咨询帮助、与你的亲人和朋友沟通、寻求法律援助等等。",
        "label": ""
      },
      {
        "sentence": "你不再孤单，我们会一直陪伴着你，帮助你走出阴影，迎接光明的未来。",
        "label": ""
      },
      {
        "sentence": "祝好呀。",
        "label": ""
      }
    ]
  }
]