[
  {
    "role": "client",
    "content": "感觉对身边朋友不满意，怎么办？是我的问题吗？也不知道是不是我对朋友有太多要求了，但我觉得她们总不是顺着我的想法一起玩的（和别人相比），就不太是我想要的相处模式，是我的问题吗？要怎么改善呢？",
    "annotation": [
      {
        "sentence": "感觉对身边朋友不满意，怎么办？",
        "label": ""
      },
      {
        "sentence": "是我的问题吗？",
        "label": ""
      },
      {
        "sentence": "也不知道是不是我对朋友有太多要求了，但我觉得她们总不是顺着我的想法一起玩的（和别人相比），就不太是我想要的相处模式，是我的问题吗？",
        "label": ""
      },
      {
        "sentence": "要怎么改善呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受很正常，和朋友之间出现这样的问题也并非完全是你的问题。每个人都有自己的个性、想法和感受，所以存在意见不一致是很正常的。也许你对朋友的期待有些过高了，因为每个人都是独立的个体，他们有权选择自己想要的行为方式和交友方式。你可以试着和朋友坦诚地沟通，告诉她们你的感受和期待，看看能否找到一种更好的相处方式。",
    "annotation": [
      {
        "sentence": "你的感受很正常，和朋友之间出现这样的问题也并非完全是你的问题。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的个性、想法和感受，所以存在意见不一致是很正常的。",
        "label": ""
      },
      {
        "sentence": "也许你对朋友的期待有些过高了，因为每个人都是独立的个体，他们有权选择自己想要的行为方式和交友方式。",
        "label": ""
      },
      {
        "sentence": "你可以试着和朋友坦诚地沟通，告诉她们你的感受和期待，看看能否找到一种更好的相处方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白每个人都有自己的独立性，但我希望和朋友们能更多地分享共同的兴趣和活动。有时候我觉得她们并不是因为真的喜欢，而是因为顺应我才参与进来的。这让我很困扰，不知道自己有没有做错什么。",
    "annotation": [
      {
        "sentence": "是的，我明白每个人都有自己的独立性，但我希望和朋友们能更多地分享共同的兴趣和活动。",
        "label": ""
      },
      {
        "sentence": "有时候我觉得她们并不是因为真的喜欢，而是因为顺应我才参与进来的。",
        "label": ""
      },
      {
        "sentence": "这让我很困扰，不知道自己有没有做错什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心很正常，但我们不能控制别人的行为和感受。也许你可以尝试开放地和朋友们交流，询问她们对于我们共同参与的活动和兴趣的真实想法。或许她们有自己的热爱和兴趣领域，和你分享一些新的活动也是很好的选择。记住，尊重每个人的独立性，寻找到共同的兴趣，并非一定要完全相同，有时候也可以学着欣赏对方的独特之处。",
    "annotation": [
      {
        "sentence": "你的担心很正常，但我们不能控制别人的行为和感受。",
        "label": ""
      },
      {
        "sentence": "也许你可以尝试开放地和朋友们交流，询问她们对于我们共同参与的活动和兴趣的真实想法。",
        "label": ""
      },
      {
        "sentence": "或许她们有自己的热爱和兴趣领域，和你分享一些新的活动也是很好的选择。",
        "label": ""
      },
      {
        "sentence": "记住，尊重每个人的独立性，寻找到共同的兴趣，并非一定要完全相同，有时候也可以学着欣赏对方的独特之处。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该更加尊重朋友们的个性和独立性。但有时候我还是会觉得失望和郁闷，感觉他们并不理解我的想法和感受。",
    "annotation": [
      {
        "sentence": "我明白了，我应该更加尊重朋友们的个性和独立性。",
        "label": ""
      },
      {
        "sentence": "但有时候我还是会觉得失望和郁闷，感觉他们并不理解我的想法和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受。朋友之间的交往是一个相互的过程，彼此聆听和理解非常重要。你可以试试和朋友们分享你的想法和感受，让她们了解你的内心需求。同时，也需要倾听她们的想法，了解她们对于你们相处方式的看法，这样才能真正理解彼此并找到解决问题的方法。",
    "annotation": [
      {
        "sentence": "理解你的感受。",
        "label": ""
      },
      {
        "sentence": "朋友之间的交往是一个相互的过程，彼此聆听和理解非常重要。",
        "label": ""
      },
      {
        "sentence": "你可以试试和朋友们分享你的想法和感受，让她们了解你的内心需求。",
        "label": ""
      },
      {
        "sentence": "同时，也需要倾听她们的想法，了解她们对于你们相处方式的看法，这样才能真正理解彼此并找到解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我可以试试和朋友们坦诚地沟通，一起找到解决问题的方法。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我可以试试和朋友们坦诚地沟通，一起找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，是我的职责和荣幸能够帮助你。记住，友谊是建立在互相理解和包容的基础上的，通过沟通和分享我们的想法，你们之间的关系会更加稳固和美好。如果你还有其他问题或者需要进一步的帮助，随时都可以来找我。",
    "annotation": [
      {
        "sentence": "不客气，是我的职责和荣幸能够帮助你。",
        "label": ""
      },
      {
        "sentence": "记住，友谊是建立在互相理解和包容的基础上的，通过沟通和分享我们的想法，你们之间的关系会更加稳固和美好。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或者需要进一步的帮助，随时都可以来找我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢！我会好好思考和尝试你给我的建议。",
    "annotation": [
      {
        "sentence": "非常感谢！",
        "label": ""
      },
      {
        "sentence": "我会好好思考和尝试你给我的建议。",
        "label": ""
      }
    ]
  }
]