[
  {
    "role": "client",
    "content": "我男朋友想娶两个老婆，正常吗？跟他在一起5年多了，也有了小孩子，期间都是女人不断，总是跟我提到以后想要娶两个老婆，以为是玩笑话就没放心上，去年发现他跟另外一个女人保持不正当关系，期间花了一年跟我说会放下，最近摊牌说没办法放下，说心里一直都有这种强烈的想法想要两个家庭，希望我们彼此都能其乐融融的生活在一起，我始终没办法去理解，他这是有什么心理问题啊，费解。",
    "annotation": [
      {
        "sentence": "我男朋友想娶两个老婆，正常吗？",
        "label": ""
      },
      {
        "sentence": "跟他在一起5年多了，也有了小孩子，期间都是女人不断，总是跟我提到以后想要娶两个老婆，以为是玩笑话就没放心上，去年发现他跟另外一个女人保持不正当关系，期间花了一年跟我说会放下，最近摊牌说没办法放下，说心里一直都有这种强烈的想法想要两个家庭，希望我们彼此都能其乐融融的生活在一起，我始终没办法去理解，他这是有什么心理问题啊，费解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们是心理学平台，所以不会过多从社会的角度和道德的角度去谈这个问题，只是从心理的角度来谈一下这种情况产生的原因。在这里你没有说你和你老公的早期的成长经历，尤其是和父母之间的那种依恋关系模式。",
    "annotation": [
      {
        "sentence": "我们是心理学平台，所以不会过多从社会的角度和道德的角度去谈这个问题，只是从心理的角度来谈一下这种情况产生的原因。",
        "label": ""
      },
      {
        "sentence": "在这里你没有说你和你老公的早期的成长经历，尤其是和父母之间的那种依恋关系模式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我父母一直都很疼爱我，他们之间的关系也很和谐。我追问一下，和我老公的早期成长经历有什么关系呢？",
    "annotation": [
      {
        "sentence": "我父母一直都很疼爱我，他们之间的关系也很和谐。",
        "label": ""
      },
      {
        "sentence": "我追问一下，和我老公的早期成长经历有什么关系呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通常你会找一个这样的老公，他会产生这样的想法，应该都和早期和父母等重要抚养人之间亲密关系模式有关。根据经验，有这样想法的人，应该在他成长的早期，会有两个家庭，有两个和他有亲密关系的人抚养他，比如说他应该属于妈妈，但是被送给别人带，或者寄养在别人家，他在小的时候就有两个家庭，有两个和他有亲密关系的人存在，所以成年之后他的人生脚本就是那样写的，他依然想要重复他早期的这种关系模式，这种模式是他熟悉的，熟悉的就是有安全感的。",
    "annotation": [
      {
        "sentence": "通常你会找一个这样的老公，他会产生这样的想法，应该都和早期和父母等重要抚养人之间亲密关系模式有关。",
        "label": ""
      },
      {
        "sentence": "根据经验，有这样想法的人，应该在他成长的早期，会有两个家庭，有两个和他有亲密关系的人抚养他，比如说他应该属于妈妈，但是被送给别人带，或者寄养在别人家，他在小的时候就有两个家庭，有两个和他有亲密关系的人存在，所以成年之后他的人生脚本就是那样写的，他依然想要重复他早期的这种关系模式，这种模式是他熟悉的，熟悉的就是有安全感的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来是这样，但是我不太明白为什么我会找一个有这种早期经历的男朋友呢？",
    "annotation": [
      {
        "sentence": "原来是这样，但是我不太明白为什么我会找一个有这种早期经历的男朋友呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你会找一个这样的老公，往往和你的原生家庭有关，比如说你要和另一个女人去争同一个男人爸爸的爱，这个另外的女人有可能是妈妈存在在家庭之中的，有可能是存在在家庭之外的，另外的女人，如果在家里爸爸对你特别的好，超过了对妈妈的好或者是爸爸对你特别的不好，对妈妈特别好或者是对另外的女人特别好，都会让你有这种情况和另外一个女人争夺爸爸的爱的情况，要么重温童年被爸爸爱的历史，要么改写童年不被爸爸爱的历史。",
    "annotation": [
      {
        "sentence": "你会找一个这样的老公，往往和你的原生家庭有关，比如说你要和另一个女人去争同一个男人爸爸的爱，这个另外的女人有可能是妈妈存在在家庭之中的，有可能是存在在家庭之外的，另外的女人，如果在家里爸爸对你特别的好，超过了对妈妈的好或者是爸爸对你特别的不好，对妈妈特别好或者是对另外的女人特别好，都会让你有这种情况和另外一个女人争夺爸爸的爱的情况，要么重温童年被爸爸爱的历史，要么改写童年不被爸爸爱的历史。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从小到大，对我爸爸一直都是有点失望的，他对我并不是特别好，而对我妈妈则很好。可能是因为这个原因才导致我会找一个有类似早期经历的男朋友吧。",
    "annotation": [
      {
        "sentence": "我从小到大，对我爸爸一直都是有点失望的，他对我并不是特别好，而对我妈妈则很好。",
        "label": ""
      },
      {
        "sentence": "可能是因为这个原因才导致我会找一个有类似早期经历的男朋友吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，从你的叙述来看，你对爸爸的失望和找一个有类似早期经历的男朋友确实有关系。这种心理需求使你在与爸爸的关系中无法得到满足，所以你找到了一个与你竞争爸爸的爱的情况。理解了这个背后的动机，也许你可以更好地处理和你男朋友之间的问题。",
    "annotation": [
      {
        "sentence": "是的，从你的叙述来看，你对爸爸的失望和找一个有类似早期经历的男朋友确实有关系。",
        "label": ""
      },
      {
        "sentence": "这种心理需求使你在与爸爸的关系中无法得到满足，所以你找到了一个与你竞争爸爸的爱的情况。",
        "label": ""
      },
      {
        "sentence": "理解了这个背后的动机，也许你可以更好地处理和你男朋友之间的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我现在明白了一些问题的根源。但是他想要娶两个老婆这个问题怎么办呢？",
    "annotation": [
      {
        "sentence": "确实，我现在明白了一些问题的根源。",
        "label": ""
      },
      {
        "sentence": "但是他想要娶两个老婆这个问题怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "娶两个老婆的事情需要你和你男朋友共同来解决。你可以先和他沟通，了解他对于这个问题的观念和动机，然后反思自己对这个问题的接受程度。最重要的是，你们需要坐下来讨论这个问题，并且找到一种解决方案，让你们两个都能够满意和幸福地生活在一起。这个过程中，可以寻求专业的心理咨询师的帮助，来帮助你们更有效地沟通和解决问题。",
    "annotation": [
      {
        "sentence": "娶两个老婆的事情需要你和你男朋友共同来解决。",
        "label": ""
      },
      {
        "sentence": "你可以先和他沟通，了解他对于这个问题的观念和动机，然后反思自己对这个问题的接受程度。",
        "label": ""
      },
      {
        "sentence": "最重要的是，你们需要坐下来讨论这个问题，并且找到一种解决方案，让你们两个都能够满意和幸福地生活在一起。",
        "label": ""
      },
      {
        "sentence": "这个过程中，可以寻求专业的心理咨询师的帮助，来帮助你们更有效地沟通和解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着和他好好沟通，并考虑寻求专业咨询的帮助来解决我们的问题。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着和他好好沟通，并考虑寻求专业咨询的帮助来解决我们的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望你们能够解决这个问题并找到最适合你们的方式共度幸福生活。如果有任何困难或者需要进一步的支持，随时可以再来咨询。祝愿你们好运！",
    "annotation": [
      {
        "sentence": "不客气，希望你们能够解决这个问题并找到最适合你们的方式共度幸福生活。",
        "label": ""
      },
      {
        "sentence": "如果有任何困难或者需要进一步的支持，随时可以再来咨询。",
        "label": ""
      },
      {
        "sentence": "祝愿你们好运！",
        "label": ""
      }
    ]
  }
]