[
  {
    "role": "client",
    "content": "为什么身边的人总觉得我不行，应该如何改变这种现状？我发现我身边的人好像都不怎么认可我，一直说我不行。举个例。1，比如有人说我不爱学习，于是我努力考上了硕士研究生，但对方又说我读了没用。2，工作中也很苦恼，同时入职（都是新手）的人经过10年的工作都有了自己的专长，而只有我经常被领导换工作内容，现在完全没有技能，我有努力去学习，希望做有技能的事，但是领导都不让，我也学不到太精通，然后成了现在这样。3，一直积极开朗，却一直被贴上不阳光的标签。总结下来就是，我个人理解的自己和别人看到的好像完全不一样。我想突破这个现状不知道怎么处理。我来自离异家庭，从小我就很会考虑他人，别人提出的要求也不拒绝，因为家里没靠山，就算有想法也会被亲人遏制，导致我遇见事情不太愿意去表达自己的想法，现在基本是别人说什么就是什么。可能我不想表达意见导致了现在别人对我的错觉，我想知道如何改变这些。虽然别人的看法不一定重要，但我还是在他人面前的优秀的。",
    "annotation": [
      {
        "sentence": "为什么身边的人总觉得我不行，应该如何改变这种现状？",
        "label": ""
      },
      {
        "sentence": "我发现我身边的人好像都不怎么认可我，一直说我不行。",
        "label": ""
      },
      {
        "sentence": "举个例。",
        "label": ""
      },
      {
        "sentence": "1，比如有人说我不爱学习，于是我努力考上了硕士研究生，但对方又说我读了没用。",
        "label": ""
      },
      {
        "sentence": "2，工作中也很苦恼，同时入职（都是新手）的人经过10年的工作都有了自己的专长，而只有我经常被领导换工作内容，现在完全没有技能，我有努力去学习，希望做有技能的事，但是领导都不让，我也学不到太精通，然后成了现在这样。",
        "label": ""
      },
      {
        "sentence": "3，一直积极开朗，却一直被贴上不阳光的标签。",
        "label": ""
      },
      {
        "sentence": "总结下来就是，我个人理解的自己和别人看到的好像完全不一样。",
        "label": ""
      },
      {
        "sentence": "我想突破这个现状不知道怎么处理。",
        "label": ""
      },
      {
        "sentence": "我来自离异家庭，从小我就很会考虑他人，别人提出的要求也不拒绝，因为家里没靠山，就算有想法也会被亲人遏制，导致我遇见事情不太愿意去表达自己的想法，现在基本是别人说什么就是什么。",
        "label": ""
      },
      {
        "sentence": "可能我不想表达意见导致了现在别人对我的错觉，我想知道如何改变这些。",
        "label": ""
      },
      {
        "sentence": "虽然别人的看法不一定重要，但我还是在他人面前的优秀的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "Hi，看到你的提问，觉得很心疼，对生活的努力又无力在互相拉扯，希望我的回答可以帮助到你。原生家庭的阴影是导致你性格软弱的原因，可偏偏你现在还生活在这个阴影中，想要改变确实不容易，对于原生家庭的影响我们就不深究了，因为这是无法改变的，我们直接来说针对你本人的建议。",
    "annotation": [
      {
        "sentence": "Hi，看到你的提问，觉得很心疼，对生活的努力又无力在互相拉扯，希望我的回答可以帮助到你。",
        "label": ""
      },
      {
        "sentence": "原生家庭的阴影是导致你性格软弱的原因，可偏偏你现在还生活在这个阴影中，想要改变确实不容易，对于原生家庭的影响我们就不深究了，因为这是无法改变的，我们直接来说针对你本人的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白，我想要改变自己，成为一个更自信的人。",
    "annotation": [
      {
        "sentence": "我明白，我想要改变自己，成为一个更自信的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很好的目标。你在提问中指出“我从小就很会考虑别人，别人提要求也不拒绝”、“遇事不愿意过多表达，别人说什么就是什么人”，这些都说明你并不是没有主见，只是无法拒绝。我很理解不会say no的感受，会觉得别人对你提了要求，对对方来说可能只是随口一句话，但在你听来这个要求里带着期待，而你不想辜负这种期待，不想让对方失望。这进一步说明，在你内心的人际关系金字塔里，你把自己排在末位，这是一种很常见的心理状态，你不需要过于焦虑，我们首先要做的是，把自己的排名向上提一提。",
    "annotation": [
      {
        "sentence": "这是一个很好的目标。",
        "label": ""
      },
      {
        "sentence": "你在提问中指出“我从小就很会考虑别人，别人提要求也不拒绝”、“遇事不愿意过多表达，别人说什么就是什么人”，这些都说明你并不是没有主见，只是无法拒绝。",
        "label": ""
      },
      {
        "sentence": "我很理解不会say no的感受，会觉得别人对你提了要求，对对方来说可能只是随口一句话，但在你听来这个要求里带着期待，而你不想辜负这种期待，不想让对方失望。",
        "label": ""
      },
      {
        "sentence": "这进一步说明，在你内心的人际关系金字塔里，你把自己排在末位，这是一种很常见的心理状态，你不需要过于焦虑，我们首先要做的是，把自己的排名向上提一提。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想要学会拒绝别人，但是总是觉得辜负了对方的期待，很难下定决心。",
    "annotation": [
      {
        "sentence": "我想要学会拒绝别人，但是总是觉得辜负了对方的期待，很难下定决心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很正常的感受，但你要知道，你也有权利拒绝别人。来做一道多选题，你可以写下自己内心的金字塔，里面有家人、朋友、同事、陌生人以及自己等等，在面对以上哪类人请求的时候，say no会稍微容易些，作为切入口，逐层攻破，将自己送到金字塔的顶端。",
    "annotation": [
      {
        "sentence": "这是一个很正常的感受，但你要知道，你也有权利拒绝别人。",
        "label": ""
      },
      {
        "sentence": "来做一道多选题，你可以写下自己内心的金字塔，里面有家人、朋友、同事、陌生人以及自己等等，在面对以上哪类人请求的时候，say no会稍微容易些，作为切入口，逐层攻破，将自己送到金字塔的顶端。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可以试着从拒绝陌生人开始，然后逐渐扩大范围。",
    "annotation": [
      {
        "sentence": "我明白了，我可以试着从拒绝陌生人开始，然后逐渐扩大范围。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，这个过程并不轻松，你需要对自己更有信心，内心需要十分坚定，不要找太多理由。某种行为、决定让你不舒服，很简单的回答：不好意思，我不喜欢\/不认可\/不同意\/不愿意。在学会say no后，我们需要做的就是正确表达自己，将自己的想法、意愿用尽量简洁有效准确的语言表达出来，说话时一定要表达清楚，语气坚定，不要吞吞吐吐支支吾吾。",
    "annotation": [
      {
        "sentence": "对的，这个过程并不轻松，你需要对自己更有信心，内心需要十分坚定，不要找太多理由。",
        "label": ""
      },
      {
        "sentence": "某种行为、决定让你不舒服，很简单的回答：不好意思，我不喜欢\/不认可\/不同意\/不愿意。",
        "label": ""
      },
      {
        "sentence": "在学会say no后，我们需要做的就是正确表达自己，将自己的想法、意愿用尽量简洁有效准确的语言表达出来，说话时一定要表达清楚，语气坚定，不要吞吞吐吐支支吾吾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽量直接坦率地表达自己的想法，不再违心地答应别人的要求。",
    "annotation": [
      {
        "sentence": "我会尽量直接坦率地表达自己的想法，不再违心地答应别人的要求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个过程同样不轻松，不要为自己设限，也不要把它当作一项任务去完成。勇于表达自己，正确表达自己是每个人的权利，没有人可以剥夺你的这项权利。自信一些，随性一些，当你对自己不愿意的事say no又提出自己观点的那一刻，你会为自己骄傲！加油！",
    "annotation": [
      {
        "sentence": "这个过程同样不轻松，不要为自己设限，也不要把它当作一项任务去完成。",
        "label": ""
      },
      {
        "sentence": "勇于表达自己，正确表达自己是每个人的权利，没有人可以剥夺你的这项权利。",
        "label": ""
      },
      {
        "sentence": "自信一些，随性一些，当你对自己不愿意的事say no又提出自己观点的那一刻，你会为自己骄傲！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会坚持努力，提升自己的自信。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会坚持努力，提升自己的自信。",
        "label": ""
      }
    ]
  }
]