[
  {
    "role": "client",
    "content": "大家好，我是一个初中生，今年13岁。我非常困惑，不知道为什么总是有人针对我。我班上有几个女生，她们经常给我制造麻烦，说我难听的话，甚至在我喜欢的男生面前说坏话。她们还常常用奇怪的眼神盯着我，中午跟着我，对我不停地污蔑。我曾向老师反映过一次，但事情并没有好转，她们反而更加恶劣地对待我。这让我心理特别焦虑，甚至有点想不开。如果不分班，我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "大家好，我是一个初中生，今年13岁。",
        "label": ""
      },
      {
        "sentence": "我非常困惑，不知道为什么总是有人针对我。",
        "label": ""
      },
      {
        "sentence": "我班上有几个女生，她们经常给我制造麻烦，说我难听的话，甚至在我喜欢的男生面前说坏话。",
        "label": ""
      },
      {
        "sentence": "她们还常常用奇怪的眼神盯着我，中午跟着我，对我不停地污蔑。",
        "label": ""
      },
      {
        "sentence": "我曾向老师反映过一次，但事情并没有好转，她们反而更加恶劣地对待我。",
        "label": ""
      },
      {
        "sentence": "这让我心理特别焦虑，甚至有点想不开。",
        "label": ""
      },
      {
        "sentence": "如果不分班，我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，理解你现在的困扰和无助感。这种被人针对的感受确实令人难过。不管分班与否并不是你能决定的，但你可以尽量保持良好的心态和正常的面对。对于那些对你不友善的同学，你可以试着分析一下问题的本质。她们可能对你有敌意是因为你喜欢的男生也是她们喜欢的对象，所以她们可能会对你有一些嫉妒和竞争心理。另外，也有可能是因为你在平时的相处中，有一些方式和习惯与大家不太一样，所以容易引起她们的注意。但这并不代表她们真的在针对你，你可能过于敏感了。要试着看清现实，避免自己无意中引入是非。如果你觉得无法融入集体，感到无力和焦虑，可以选择倾诉给家人，得到他们的支持和鼓励。有些人或许与你合得来，有些人不合得来，不要太过在意那些找事的同学。每个人都有自己的圈子，你只需要做好自己，把重心放在学习上。此外，你也可以尝试自我提升，保护自己。如果那些人再次欺负你，学会保护自己的安全，尽量避开接触，避免让负面情绪影响你。用正面的知识充实自己，用文明的语言进行沟通，不要选择粗鲁对抗。总之，生活中会遇到各种人，有些人可能粗鲁、刻薄或尖酸，但只要你内心不断成长，就不会太在意别人说什么做什么。请记住，父母是你坚强的后盾，如果遇到自己无法解决的问题，一定要向他们求助，共同协调解决。希望以上的建议对你有所帮助。",
    "annotation": [
      {
        "sentence": "你好，理解你现在的困扰和无助感。",
        "label": ""
      },
      {
        "sentence": "这种被人针对的感受确实令人难过。",
        "label": ""
      },
      {
        "sentence": "不管分班与否并不是你能决定的，但你可以尽量保持良好的心态和正常的面对。",
        "label": ""
      },
      {
        "sentence": "对于那些对你不友善的同学，你可以试着分析一下问题的本质。",
        "label": ""
      },
      {
        "sentence": "她们可能对你有敌意是因为你喜欢的男生也是她们喜欢的对象，所以她们可能会对你有一些嫉妒和竞争心理。",
        "label": ""
      },
      {
        "sentence": "另外，也有可能是因为你在平时的相处中，有一些方式和习惯与大家不太一样，所以容易引起她们的注意。",
        "label": ""
      },
      {
        "sentence": "但这并不代表她们真的在针对你，你可能过于敏感了。",
        "label": ""
      },
      {
        "sentence": "要试着看清现实，避免自己无意中引入是非。",
        "label": ""
      },
      {
        "sentence": "如果你觉得无法融入集体，感到无力和焦虑，可以选择倾诉给家人，得到他们的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "有些人或许与你合得来，有些人不合得来，不要太过在意那些找事的同学。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的圈子，你只需要做好自己，把重心放在学习上。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以尝试自我提升，保护自己。",
        "label": ""
      },
      {
        "sentence": "如果那些人再次欺负你，学会保护自己的安全，尽量避开接触，避免让负面情绪影响你。",
        "label": ""
      },
      {
        "sentence": "用正面的知识充实自己，用文明的语言进行沟通，不要选择粗鲁对抗。",
        "label": ""
      },
      {
        "sentence": "总之，生活中会遇到各种人，有些人可能粗鲁、刻薄或尖酸，但只要你内心不断成长，就不会太在意别人说什么做什么。",
        "label": ""
      },
      {
        "sentence": "请记住，父母是你坚强的后盾，如果遇到自己无法解决的问题，一定要向他们求助，共同协调解决。",
        "label": ""
      },
      {
        "sentence": "希望以上的建议对你有所帮助。",
        "label": ""
      }
    ]
  }
]