[
  {
    "role": "client",
    "content": "我今年已经31岁了，一直从事客服工作，可是我常常觉得自己不如别人。",
    "annotation": [
      {
        "sentence": "我今年已经31岁了，一直从事客服工作，可是我常常觉得自己不如别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是31岁，一直从事客服工作，是在一家100多人的镜片厂家上班对吗？听你的描述，你是唯一的客服，负责国内、阿里，下单，收款，投诉，推广，往来账单制作催款以及部分外贸订单处理。你有很多工作内容，而且没有系统，全部自己做表格。每个月下单300多单，每次下错单会特别内疚。因为会被客户和仓库指责。你现在开始怀疑自己是否特别笨，觉得换个人就能做得比你好。",
    "annotation": [
      {
        "sentence": "你是31岁，一直从事客服工作，是在一家100多人的镜片厂家上班对吗？",
        "label": ""
      },
      {
        "sentence": "听你的描述，你是唯一的客服，负责国内、阿里，下单，收款，投诉，推广，往来账单制作催款以及部分外贸订单处理。",
        "label": ""
      },
      {
        "sentence": "你有很多工作内容，而且没有系统，全部自己做表格。",
        "label": ""
      },
      {
        "sentence": "每个月下单300多单，每次下错单会特别内疚。",
        "label": ""
      },
      {
        "sentence": "因为会被客户和仓库指责。",
        "label": ""
      },
      {
        "sentence": "你现在开始怀疑自己是否特别笨，觉得换个人就能做得比你好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，你说得没错。我就觉得自己不如别人，感觉自己的能力很差。",
    "annotation": [
      {
        "sentence": "是的，你说得没错。",
        "label": ""
      },
      {
        "sentence": "我就觉得自己不如别人，感觉自己的能力很差。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为你没有熟人从事与你工作内容相近的事情，所以你的困惑需要你自己去解开。但是，从一个外人的角度来看，你的工作内容非常杂、非常多。不过有一点很有意思，就是你是唯一的客服。这意味着你的工作效果得到了公司的完全接受。如果公司不满意的话，要么会找其他人来替代你，要么会对工作流程进行升级，比如引入一个系统。另外，我也觉得仓库的角色很有意思。从你补充的信息来看，我感受到你把公司当作一个整体来看待，所以你会觉得被仓库发现问题总好过被客户发现问题。换个通俗的说法，你是一个比较善良的人，但是这位仓库可不是。虽然我没有接触过她，也不了解她对其他员工犯错的态度，但我觉得她通过批评你们的错误来凸显自己的能力。所以，只要你出错，哪怕一个月只有一次，两个月才会有一次，她都不会放过这样的机会。所以总结一下，你的工作能力是公司接受的，而她的表现是她个人的问题。所以换一个人能比你做得更好吗？这个问题有点难回答。因为你可以看到，目前的情况是你下错单+碰上了这位仓库，如果增加一个人来帮你检查、采用系统下单，或者换掉这位仓库，这种情况可能就不会出现了。但如果你想评估一下自己的能力，可以有两个方法：第一，认识一些同行，了解他们平时工作的情况，如果有很多人的情况都和你类似，那就说明你的能力完全没有问题；第二，如果你觉得现在的困境无法解开，可以考虑换一个公司。因为导致你困境的原因有两个，一个是人手和系统，另一个是这位仓库的问题。通过换一个公司来解决这个问题，你的困境也会被解开。不过换公司需要长远的打算，不必着急。就像工程上的设计一样，除了设计员本身之外，还需要两个人审核确认才会发出去，即便如此还是无法保证没有错误，何况你只有一个人。有时候，困境也是因为环境和资源所限，不一定完全是你的问题。",
    "annotation": [
      {
        "sentence": "因为你没有熟人从事与你工作内容相近的事情，所以你的困惑需要你自己去解开。",
        "label": ""
      },
      {
        "sentence": "但是，从一个外人的角度来看，你的工作内容非常杂、非常多。",
        "label": ""
      },
      {
        "sentence": "不过有一点很有意思，就是你是唯一的客服。",
        "label": ""
      },
      {
        "sentence": "这意味着你的工作效果得到了公司的完全接受。",
        "label": ""
      },
      {
        "sentence": "如果公司不满意的话，要么会找其他人来替代你，要么会对工作流程进行升级，比如引入一个系统。",
        "label": ""
      },
      {
        "sentence": "另外，我也觉得仓库的角色很有意思。",
        "label": ""
      },
      {
        "sentence": "从你补充的信息来看，我感受到你把公司当作一个整体来看待，所以你会觉得被仓库发现问题总好过被客户发现问题。",
        "label": ""
      },
      {
        "sentence": "换个通俗的说法，你是一个比较善良的人，但是这位仓库可不是。",
        "label": ""
      },
      {
        "sentence": "虽然我没有接触过她，也不了解她对其他员工犯错的态度，但我觉得她通过批评你们的错误来凸显自己的能力。",
        "label": ""
      },
      {
        "sentence": "所以，只要你出错，哪怕一个月只有一次，两个月才会有一次，她都不会放过这样的机会。",
        "label": ""
      },
      {
        "sentence": "所以总结一下，你的工作能力是公司接受的，而她的表现是她个人的问题。",
        "label": ""
      },
      {
        "sentence": "所以换一个人能比你做得更好吗？",
        "label": ""
      },
      {
        "sentence": "这个问题有点难回答。",
        "label": ""
      },
      {
        "sentence": "因为你可以看到，目前的情况是你下错单+碰上了这位仓库，如果增加一个人来帮你检查、采用系统下单，或者换掉这位仓库，这种情况可能就不会出现了。",
        "label": ""
      },
      {
        "sentence": "但如果你想评估一下自己的能力，可以有两个方法：第一，认识一些同行，了解他们平时工作的情况，如果有很多人的情况都和你类似，那就说明你的能力完全没有问题；第二，如果你觉得现在的困境无法解开，可以考虑换一个公司。",
        "label": ""
      },
      {
        "sentence": "因为导致你困境的原因有两个，一个是人手和系统，另一个是这位仓库的问题。",
        "label": ""
      },
      {
        "sentence": "通过换一个公司来解决这个问题，你的困境也会被解开。",
        "label": ""
      },
      {
        "sentence": "不过换公司需要长远的打算，不必着急。",
        "label": ""
      },
      {
        "sentence": "就像工程上的设计一样，除了设计员本身之外，还需要两个人审核确认才会发出去，即便如此还是无法保证没有错误，何况你只有一个人。",
        "label": ""
      },
      {
        "sentence": "有时候，困境也是因为环境和资源所限，不一定完全是你的问题。",
        "label": ""
      }
    ]
  }
]