[
  {
    "role": "client",
    "content": "为什么身边的人总觉得我不行，应该如何改变这种现状？我发现我身边的人好像都不怎么认可我，一直说我不行。",
    "annotation": [
      {
        "sentence": "为什么身边的人总觉得我不行，应该如何改变这种现状？",
        "label": ""
      },
      {
        "sentence": "我发现我身边的人好像都不怎么认可我，一直说我不行。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，这种情况可能让你感到很困惑和受伤。你身边的人对你的评价并不代表你的真实价值，不能完全依赖他人的认可来定义自己。每个人都有自己的优点和不足，我们要学会相信自己的能力和价值，不断提升自己，以实际行动证明自己的能力和价值。你曾经取得过哪些成就，哪些方面你自己觉得做得很好呢？",
    "annotation": [
      {
        "sentence": "我了解你的感受，这种情况可能让你感到很困惑和受伤。",
        "label": ""
      },
      {
        "sentence": "你身边的人对你的评价并不代表你的真实价值，不能完全依赖他人的认可来定义自己。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的优点和不足，我们要学会相信自己的能力和价值，不断提升自己，以实际行动证明自己的能力和价值。",
        "label": ""
      },
      {
        "sentence": "你曾经取得过哪些成就，哪些方面你自己觉得做得很好呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "举个例。1，比如有人说我不爱学习，于是我努力考上了硕士研究生，但对方又说我读了没用。2，工作中也很苦恼，同时入职（都是新手）的人经过10年的工作都有了自己的专长，而只有我经常被领导换工作内容，现在完全没有技能，我有努力去学习，希望做有技能的事，但是领导都不让，我也学不到太精通，然后成了现在这样。3，一直积极开朗，却一直被贴上不阳光的标签。总结下来就是，我个人理解的自己和别人看到的好像完全不一样。",
    "annotation": [
      {
        "sentence": "举个例。",
        "label": ""
      },
      {
        "sentence": "1，比如有人说我不爱学习，于是我努力考上了硕士研究生，但对方又说我读了没用。",
        "label": ""
      },
      {
        "sentence": "2，工作中也很苦恼，同时入职（都是新手）的人经过10年的工作都有了自己的专长，而只有我经常被领导换工作内容，现在完全没有技能，我有努力去学习，希望做有技能的事，但是领导都不让，我也学不到太精通，然后成了现在这样。",
        "label": ""
      },
      {
        "sentence": "3，一直积极开朗，却一直被贴上不阳光的标签。",
        "label": ""
      },
      {
        "sentence": "总结下来就是，我个人理解的自己和别人看到的好像完全不一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你为了改变别人对你的看法而努力学习考上了硕士研究生，我对你的努力和坚持表示钦佩。在工作中遇到的问题和困扰也很常见，不要因为别人有所特长而感到自卑，每个人的发展进程都不同。或许你可以尝试与领导沟通，表达你追求技能的愿望，以及希望得到更多机会学习和发展的心愿。当然，我们不能完全指望他人的认可和评价来证明自己的价值，更重要的是相信自己的能力和潜力。你所描述的被贴上不阳光标签的情况也让我很心疼，但是请记住，你的积极开朗是你的特点和优势，不要因为他人的偏见而改变自己的性格。",
    "annotation": [
      {
        "sentence": "看到你为了改变别人对你的看法而努力学习考上了硕士研究生，我对你的努力和坚持表示钦佩。",
        "label": ""
      },
      {
        "sentence": "在工作中遇到的问题和困扰也很常见，不要因为别人有所特长而感到自卑，每个人的发展进程都不同。",
        "label": ""
      },
      {
        "sentence": "或许你可以尝试与领导沟通，表达你追求技能的愿望，以及希望得到更多机会学习和发展的心愿。",
        "label": ""
      },
      {
        "sentence": "当然，我们不能完全指望他人的认可和评价来证明自己的价值，更重要的是相信自己的能力和潜力。",
        "label": ""
      },
      {
        "sentence": "你所描述的被贴上不阳光标签的情况也让我很心疼，但是请记住，你的积极开朗是你的特点和优势，不要因为他人的偏见而改变自己的性格。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想突破这个现状不知道怎么处理。我来自离异家庭，从小我就很会考虑他人，别人提出的要求也不拒绝，因为家里没靠山，就算有想法也会被亲人遏制，导致我遇见事情不太愿意去表达自己的想法，现在基本是别人说什么就是什么。可能我不想表达意见导致了现在别人对我的错觉，我想知道如何改变这些。",
    "annotation": [
      {
        "sentence": "我想突破这个现状不知道怎么处理。",
        "label": ""
      },
      {
        "sentence": "我来自离异家庭，从小我就很会考虑他人，别人提出的要求也不拒绝，因为家里没靠山，就算有想法也会被亲人遏制，导致我遇见事情不太愿意去表达自己的想法，现在基本是别人说什么就是什么。",
        "label": ""
      },
      {
        "sentence": "可能我不想表达意见导致了现在别人对我的错觉，我想知道如何改变这些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解你来自离异家庭并且习惯考虑他人的背景后，我对你的困惑能够有更多理解。在家庭环境中，我们可能会受到某些限制和影响。然而，现在你已经成年并且可以自主选择和决定自己的想法和行动。学会表达自己的观点和意见对于个人发展非常重要，这样可以让他人更加了解你的真实想法和价值观。尝试在适当的时候表达自己，坚持自己的立场，并与他人进行建设性的沟通和交流。相信随着时间的推移，别人会逐渐认识到你的实力和价值，你也会更加自信和成长。改变需要时间和努力，但我相信你能够通过学习和实践来逐渐改变这种现状。",
    "annotation": [
      {
        "sentence": "了解你来自离异家庭并且习惯考虑他人的背景后，我对你的困惑能够有更多理解。",
        "label": ""
      },
      {
        "sentence": "在家庭环境中，我们可能会受到某些限制和影响。",
        "label": ""
      },
      {
        "sentence": "然而，现在你已经成年并且可以自主选择和决定自己的想法和行动。",
        "label": ""
      },
      {
        "sentence": "学会表达自己的观点和意见对于个人发展非常重要，这样可以让他人更加了解你的真实想法和价值观。",
        "label": ""
      },
      {
        "sentence": "尝试在适当的时候表达自己，坚持自己的立场，并与他人进行建设性的沟通和交流。",
        "label": ""
      },
      {
        "sentence": "相信随着时间的推移，别人会逐渐认识到你的实力和价值，你也会更加自信和成长。",
        "label": ""
      },
      {
        "sentence": "改变需要时间和努力，但我相信你能够通过学习和实践来逐渐改变这种现状。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "虽然别人的看法不一定重要，但我还是在他人面前的优秀的。",
    "annotation": [
      {
        "sentence": "虽然别人的看法不一定重要，但我还是在他人面前的优秀的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能保持对自己的积极评价是很了不起的。无论别人对你有何看法，最重要的是你对自己的认可和肯定。不要因为他人的评价而动摇，相信自己的优秀和潜力。请记住，每个人对他人的看法都有主观性和偏见，我们无法控制他们的想法，但我们可以选择相信自己并朝着自己的目标努力前行。祝你一切顺利，继续保持积极乐观的态度。",
    "annotation": [
      {
        "sentence": "你能保持对自己的积极评价是很了不起的。",
        "label": ""
      },
      {
        "sentence": "无论别人对你有何看法，最重要的是你对自己的认可和肯定。",
        "label": ""
      },
      {
        "sentence": "不要因为他人的评价而动摇，相信自己的优秀和潜力。",
        "label": ""
      },
      {
        "sentence": "请记住，每个人对他人的看法都有主观性和偏见，我们无法控制他们的想法，但我们可以选择相信自己并朝着自己的目标努力前行。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，继续保持积极乐观的态度。",
        "label": ""
      }
    ]
  }
]