[
  {
    "role": "client",
    "content": "为什么身边的人总觉得我不行，应该如何改变这种现状？我发现我身边的人好像都不怎么认可我，一直说我不行。举个例。1，比如有人说我不爱学习，于是我努力考上了硕士研究生，但对方又说我读了没用。2，工作中也很苦恼，同时入职（都是新手）的人经过10年的工作都有了自己的专长，而只有我经常被领导换工作内容，现在完全没有技能，我有努力去学习，希望做有技能的事，但是领导都不让，我也学不到太精通，然后成了现在这样。3，一直积极开朗，却一直被贴上不阳光的标签。总结下来就是，我个人理解的自己和别人看到的好像完全不一样。我想突破这个现状不知道怎么处理。我来自离异家庭，从小我就很会考虑他人，别人提出的要求也不拒绝，因为家里没靠山，就算有想法也会被亲人遏制，导致我遇见事情不太愿意去表达自己的想法，现在基本是别人说什么就是什么。可能我不想表达意见导致了现在别人对我的错觉，我想知道如何改变这些。虽然别人的看法不一定重要，但我还是在他人面前的优秀的。",
    "annotation": [
      {
        "sentence": "为什么身边的人总觉得我不行，应该如何改变这种现状？",
        "label": ""
      },
      {
        "sentence": "我发现我身边的人好像都不怎么认可我，一直说我不行。",
        "label": ""
      },
      {
        "sentence": "举个例。",
        "label": ""
      },
      {
        "sentence": "1，比如有人说我不爱学习，于是我努力考上了硕士研究生，但对方又说我读了没用。",
        "label": ""
      },
      {
        "sentence": "2，工作中也很苦恼，同时入职（都是新手）的人经过10年的工作都有了自己的专长，而只有我经常被领导换工作内容，现在完全没有技能，我有努力去学习，希望做有技能的事，但是领导都不让，我也学不到太精通，然后成了现在这样。",
        "label": ""
      },
      {
        "sentence": "3，一直积极开朗，却一直被贴上不阳光的标签。",
        "label": ""
      },
      {
        "sentence": "总结下来就是，我个人理解的自己和别人看到的好像完全不一样。",
        "label": ""
      },
      {
        "sentence": "我想突破这个现状不知道怎么处理。",
        "label": ""
      },
      {
        "sentence": "我来自离异家庭，从小我就很会考虑他人，别人提出的要求也不拒绝，因为家里没靠山，就算有想法也会被亲人遏制，导致我遇见事情不太愿意去表达自己的想法，现在基本是别人说什么就是什么。",
        "label": ""
      },
      {
        "sentence": "可能我不想表达意见导致了现在别人对我的错觉，我想知道如何改变这些。",
        "label": ""
      },
      {
        "sentence": "虽然别人的看法不一定重要，但我还是在他人面前的优秀的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我很了解你目前的困惑。首先，我想告诉你，不论你做得多么优秀，在这个世界上总是会有质疑你的声音，就连各种明星大咖都经常被各种喷，更何况我们普通人呢？但是，你有没有想过，他们会不会去在意喷他们的人呢？如果很在意，并且去活成别人给他们设定的样子，他们又会不会真的开心呢？如果他们总是按照别人的想法活，那么他们又会不会有吸引人的魅力呢？",
    "annotation": [
      {
        "sentence": "你好，我很了解你目前的困惑。",
        "label": ""
      },
      {
        "sentence": "首先，我想告诉你，不论你做得多么优秀，在这个世界上总是会有质疑你的声音，就连各种明星大咖都经常被各种喷，更何况我们普通人呢？",
        "label": ""
      },
      {
        "sentence": "但是，你有没有想过，他们会不会去在意喷他们的人呢？",
        "label": ""
      },
      {
        "sentence": "如果很在意，并且去活成别人给他们设定的样子，他们又会不会真的开心呢？",
        "label": ""
      },
      {
        "sentence": "如果他们总是按照别人的想法活，那么他们又会不会有吸引人的魅力呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得身边的人总是对我不认可，觉得我不行，这让我很困扰。他们的意见对我来说好像很重要，我不知道该如何改变这种现状。",
    "annotation": [
      {
        "sentence": "但是我觉得身边的人总是对我不认可，觉得我不行，这让我很困扰。",
        "label": ""
      },
      {
        "sentence": "他们的意见对我来说好像很重要，我不知道该如何改变这种现状。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困惑。很多时候坚定做自己反而才能吸引到一众真正欣赏你的人，而一些其他细碎的反对声音，根本就无需在意。你说的不认可你的人是一个人还是你身边所有的人呢？你觉得这些人的意见重要吗？如果只是一个人，为什么你要唯独在意这一个人的想法？他为什么会在你的人生中扮演着上帝的角色，由他来决定你的人生走向？难道不是你觉得开心、满足才是最重要的事情吗？",
    "annotation": [
      {
        "sentence": "我明白你的困惑。",
        "label": ""
      },
      {
        "sentence": "很多时候坚定做自己反而才能吸引到一众真正欣赏你的人，而一些其他细碎的反对声音，根本就无需在意。",
        "label": ""
      },
      {
        "sentence": "你说的不认可你的人是一个人还是你身边所有的人呢？",
        "label": ""
      },
      {
        "sentence": "你觉得这些人的意见重要吗？",
        "label": ""
      },
      {
        "sentence": "如果只是一个人，为什么你要唯独在意这一个人的想法？",
        "label": ""
      },
      {
        "sentence": "他为什么会在你的人生中扮演着上帝的角色，由他来决定你的人生走向？",
        "label": ""
      },
      {
        "sentence": "难道不是你觉得开心、满足才是最重要的事情吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实不止一个人对我有这种看法，所以我觉得这是个普遍的问题。可能是因为从小在家庭中我就很谨小慎微，以他人的需求为重，久而久之我就忽略了自己的需求，总是觉得他人是对的，特别在意他人的看法，所以我不太自信。",
    "annotation": [
      {
        "sentence": "其实不止一个人对我有这种看法，所以我觉得这是个普遍的问题。",
        "label": ""
      },
      {
        "sentence": "可能是因为从小在家庭中我就很谨小慎微，以他人的需求为重，久而久之我就忽略了自己的需求，总是觉得他人是对的，特别在意他人的看法，所以我不太自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经说到了自己的症结所在，家庭中亲人不太尊重你的意见，导致你不太敢表达自己的想法。这也让你忽略了自己的需求，总是觉得他人是对的，特别在意他人的看法，所以你不太自信。不自信的人总是很容易被他人的意见所动摇，因为他们内心的力量不够，不敢相信自己的选择是对的。所以你要做的就是认识到这点，然后积极地培养自己内心的力量。",
    "annotation": [
      {
        "sentence": "你已经说到了自己的症结所在，家庭中亲人不太尊重你的意见，导致你不太敢表达自己的想法。",
        "label": ""
      },
      {
        "sentence": "这也让你忽略了自己的需求，总是觉得他人是对的，特别在意他人的看法，所以你不太自信。",
        "label": ""
      },
      {
        "sentence": "不自信的人总是很容易被他人的意见所动摇，因为他们内心的力量不够，不敢相信自己的选择是对的。",
        "label": ""
      },
      {
        "sentence": "所以你要做的就是认识到这点，然后积极地培养自己内心的力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要更加自信，不要总是被他人的看法影响。但是我该如何积极地培养内心的力量呢？",
    "annotation": [
      {
        "sentence": "我明白了，我需要更加自信，不要总是被他人的看法影响。",
        "label": ""
      },
      {
        "sentence": "但是我该如何积极地培养内心的力量呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，你明白了重要的一点。你可以尝试去做那些真正对你很重要、能让你感到有价值的事情。当你在做这些事情时，会感到热血沸腾，这时又何必在意别人的想法呢？在做一件事的时候，不要去想别人会怎么看，而是思考这件事对自己有什么意义。比如读研究生并不是为了别人说我爱学习，而是因为你觉得自己可以从中学到东西，武装自己，给自己找工作带来更好的砝码。这样你拿到学位，找到工作都是你自己的事情，好处也是你自己得到的，和别人有什么关系呢？回归内在，找到自己内心深处的热爱，多想想一件事对自己有什么意义，因为最终是你自己去生活，并非世界上的任何一个人。",
    "annotation": [
      {
        "sentence": "对的，你明白了重要的一点。",
        "label": ""
      },
      {
        "sentence": "你可以尝试去做那些真正对你很重要、能让你感到有价值的事情。",
        "label": ""
      },
      {
        "sentence": "当你在做这些事情时，会感到热血沸腾，这时又何必在意别人的想法呢？",
        "label": ""
      },
      {
        "sentence": "在做一件事的时候，不要去想别人会怎么看，而是思考这件事对自己有什么意义。",
        "label": ""
      },
      {
        "sentence": "比如读研究生并不是为了别人说我爱学习，而是因为你觉得自己可以从中学到东西，武装自己，给自己找工作带来更好的砝码。",
        "label": ""
      },
      {
        "sentence": "这样你拿到学位，找到工作都是你自己的事情，好处也是你自己得到的，和别人有什么关系呢？",
        "label": ""
      },
      {
        "sentence": "回归内在，找到自己内心深处的热爱，多想想一件事对自己有什么意义，因为最终是你自己去生活，并非世界上的任何一个人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该回归内心，找到自己内心深处的热爱。我会尝试去培养自己内心的力量，做自己认为对自己有意义的事情。虽然别人的看法不一定重要，但我还是要在他人面前保持自己的优秀。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "你说得对，我应该回归内心，找到自己内心深处的热爱。",
        "label": ""
      },
      {
        "sentence": "我会尝试去培养自己内心的力量，做自己认为对自己有意义的事情。",
        "label": ""
      },
      {
        "sentence": "虽然别人的看法不一定重要，但我还是要在他人面前保持自己的优秀。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮助到你。记住，你的价值和优秀并不取决于他人的评判，而是源自于你自己的内在力量。相信自己，做自己，不断追寻内心的热爱，你一定能突破现状，找到属于自己的幸福与成功。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，你的价值和优秀并不取决于他人的评判，而是源自于你自己的内在力量。",
        "label": ""
      },
      {
        "sentence": "相信自己，做自己，不断追寻内心的热爱，你一定能突破现状，找到属于自己的幸福与成功。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]