[
  {
    "role": "client",
    "content": "大家好！我是一个23岁的女生，我有双向情感障碍。我想跟你谈谈我目前的问题——性教育缺失和自慰成瘾问题。从我中考失利开始，焦虑情绪升级得很厉害，结果我就开始了自慰行为。高中时我无法适应校园环境的改变，痛苦之后就常常用自慰来麻痹自己，导致我更加自闭。后来我休学在家，为了打发寂寞开始约网友，然后因为控制不住自己就跟男神表白，他说喜欢经验丰富的女生，我觉得他暗示我过于保守不够开放。于是在痛苦和麻木中和网友约炮，之后交了男朋友，想要洗清过去的痛苦，但其实我并不真正爱他。后来我意识到自己可能不是处女了，因为我因为欲望而受了情感挫折，就更不想珍惜自己的身体，反而选择自慰。后来我攒钱买了工具来自慰，但被不了解的父母扔掉了。于是我更不用安全措施，开始用水果甚至油瓶来自慰。由于我从小就有性虐待的幻想，再加上总是阅读关于霸总的网文，有了更多的欲望。男神跟我说过我的身体属于他，于是我就想要用自己的身体来报复他，因为他导致我的精神和身体分离。后来出于情绪失控，我自慰导致了尿道感染，并误以为是阴道炎前往妇科检查。检查之后，我感觉自己的阴道松弛了，于是我进行了恢复运动，但又导致了更严重的松弛和感染。面对身体和心灵的双重痛苦，我不知道该如何戒除自慰成瘾和拯救自己的身心。",
    "annotation": [
      {
        "sentence": "大家好！",
        "label": ""
      },
      {
        "sentence": "我是一个23岁的女生，我有双向情感障碍。",
        "label": ""
      },
      {
        "sentence": "我想跟你谈谈我目前的问题——性教育缺失和自慰成瘾问题。",
        "label": ""
      },
      {
        "sentence": "从我中考失利开始，焦虑情绪升级得很厉害，结果我就开始了自慰行为。",
        "label": ""
      },
      {
        "sentence": "高中时我无法适应校园环境的改变，痛苦之后就常常用自慰来麻痹自己，导致我更加自闭。",
        "label": ""
      },
      {
        "sentence": "后来我休学在家，为了打发寂寞开始约网友，然后因为控制不住自己就跟男神表白，他说喜欢经验丰富的女生，我觉得他暗示我过于保守不够开放。",
        "label": ""
      },
      {
        "sentence": "于是在痛苦和麻木中和网友约炮，之后交了男朋友，想要洗清过去的痛苦，但其实我并不真正爱他。",
        "label": ""
      },
      {
        "sentence": "后来我意识到自己可能不是处女了，因为我因为欲望而受了情感挫折，就更不想珍惜自己的身体，反而选择自慰。",
        "label": ""
      },
      {
        "sentence": "后来我攒钱买了工具来自慰，但被不了解的父母扔掉了。",
        "label": ""
      },
      {
        "sentence": "于是我更不用安全措施，开始用水果甚至油瓶来自慰。",
        "label": ""
      },
      {
        "sentence": "由于我从小就有性虐待的幻想，再加上总是阅读关于霸总的网文，有了更多的欲望。",
        "label": ""
      },
      {
        "sentence": "男神跟我说过我的身体属于他，于是我就想要用自己的身体来报复他，因为他导致我的精神和身体分离。",
        "label": ""
      },
      {
        "sentence": "后来出于情绪失控，我自慰导致了尿道感染，并误以为是阴道炎前往妇科检查。",
        "label": ""
      },
      {
        "sentence": "检查之后，我感觉自己的阴道松弛了，于是我进行了恢复运动，但又导致了更严重的松弛和感染。",
        "label": ""
      },
      {
        "sentence": "面对身体和心灵的双重痛苦，我不知道该如何戒除自慰成瘾和拯救自己的身心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你在这个平台上提了两次你的问题，我能感受到你对得到帮助的渴望以及紧迫感。即便涉及到了非常私密的话题，如自慰、约网友、阴道松弛等等，你仍然希望有人能够帮助你。对于你所描述的这些问题，我不禁产生了好奇心。比如，当你经历中考失利引发焦虑的时候，当时发生了什么事情呢？你的家人对于中考失利是怎么看待的呢？我对于这些问题会有很多好奇，因为我希望了解你所经历的事情。但是，在你的情况下，我建议你找一个合适的心理咨询师好好聊聊。想要摆脱成瘾的前提是，我们需要了解你客观情况的资料，然后再评估你所经历的这些问题具体是什么。在这里，我分享一些内容给你。首先，自慰是一种缓解压力和焦虑的方式，也是一种自我愉悦的过程。在你之前，以及你现在这个年龄段的人中，有许多人都会使用自慰来缓解压力、获得愉悦。也就是说，在你的日常生活中，你内心充满了压力、焦虑、紧张的情绪和不安的感觉。其次，随着自慰行为的加重，它甚至会影响到你身体的健康，增加你在日常生活中所感受到的压力和焦虑。因此，你需要找到适合自己的其他方法来缓解压力和焦虑。另外，我们要明白，这些症状本身是有意义的，因为症状是我们发现内心问题的方式。如果没有外在的症状，我们怎么能知道内在已经出了问题呢？所以，我们不必过分强调去戒除目前发生在你身上的这些问题，试着用一种你接受的方式来放松自己。最后，我建议你去心理科看医生，根据双向情感障碍的情况，配合药物来调节自己的状态，同时也寻求心理咨询师的帮助，整体改善自己的状况。",
    "annotation": [
      {
        "sentence": "看到你在这个平台上提了两次你的问题，我能感受到你对得到帮助的渴望以及紧迫感。",
        "label": ""
      },
      {
        "sentence": "即便涉及到了非常私密的话题，如自慰、约网友、阴道松弛等等，你仍然希望有人能够帮助你。",
        "label": ""
      },
      {
        "sentence": "对于你所描述的这些问题，我不禁产生了好奇心。",
        "label": ""
      },
      {
        "sentence": "比如，当你经历中考失利引发焦虑的时候，当时发生了什么事情呢？",
        "label": ""
      },
      {
        "sentence": "你的家人对于中考失利是怎么看待的呢？",
        "label": ""
      },
      {
        "sentence": "我对于这些问题会有很多好奇，因为我希望了解你所经历的事情。",
        "label": ""
      },
      {
        "sentence": "但是，在你的情况下，我建议你找一个合适的心理咨询师好好聊聊。",
        "label": ""
      },
      {
        "sentence": "想要摆脱成瘾的前提是，我们需要了解你客观情况的资料，然后再评估你所经历的这些问题具体是什么。",
        "label": ""
      },
      {
        "sentence": "在这里，我分享一些内容给你。",
        "label": ""
      },
      {
        "sentence": "首先，自慰是一种缓解压力和焦虑的方式，也是一种自我愉悦的过程。",
        "label": ""
      },
      {
        "sentence": "在你之前，以及你现在这个年龄段的人中，有许多人都会使用自慰来缓解压力、获得愉悦。",
        "label": ""
      },
      {
        "sentence": "也就是说，在你的日常生活中，你内心充满了压力、焦虑、紧张的情绪和不安的感觉。",
        "label": ""
      },
      {
        "sentence": "其次，随着自慰行为的加重，它甚至会影响到你身体的健康，增加你在日常生活中所感受到的压力和焦虑。",
        "label": ""
      },
      {
        "sentence": "因此，你需要找到适合自己的其他方法来缓解压力和焦虑。",
        "label": ""
      },
      {
        "sentence": "另外，我们要明白，这些症状本身是有意义的，因为症状是我们发现内心问题的方式。",
        "label": ""
      },
      {
        "sentence": "如果没有外在的症状，我们怎么能知道内在已经出了问题呢？",
        "label": ""
      },
      {
        "sentence": "所以，我们不必过分强调去戒除目前发生在你身上的这些问题，试着用一种你接受的方式来放松自己。",
        "label": ""
      },
      {
        "sentence": "最后，我建议你去心理科看医生，根据双向情感障碍的情况，配合药物来调节自己的状态，同时也寻求心理咨询师的帮助，整体改善自己的状况。",
        "label": ""
      }
    ]
  }
]