[
  {
    "role": "client",
    "content": "刚换部门就怀孕了，如何和领导说呢？",
    "annotation": [
      {
        "sentence": "刚换部门就怀孕了，如何和领导说呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "认真看完了你的提问，我想你现在的主要困惑是不知道如何处理工作与家庭之间的内在矛盾，那么接下来我们一起分析探讨一下，希望对你有所帮助。【当前的心理障碍来源于什么】其实怀孕与工作岗位调动，这两件事情分开来看，对你都是一件值得庆祝的事情，可是两件开心的事情撞在一起，反而让自己产生了心理负担，这是怎么回事呢？因为你对这两件事情，都抱有较大的期望值。也就是说，你只想让两件事情都能不受影响，不愿意放弃任何一件事情，然而这两件事情，在一定程度确实存在着冲突，我们先不管这个冲突能否化解，或是采取什么样的方式来化解，我只是想告诉你，如果你没有意识到自己对这两件事情的态度与渴望，那仍然可能会有内心冲突，以至于时常让你感到难受。从心理学上，我们来看看这两件事情内在的情绪感受。一方面，你好不容易为自己争取换了岗位，这是公司对自己的照顾，因此在你的内心也许有着对公司的感激，另外，你也担心新领导对自己刚来岗位就怀孕有着成见，影响未来发展。另一方面，对于怀孕是一件非常难得的事情，也是自己一直想要的结果，因此自己并不知道这次如果失去了，下次会是什么时候，如果这变成了遗憾，将会是一辈子的愧疚。由此，我们可以看到，实际上是由“内疚感”与“怕失去感”之间产生的冲突。",
    "annotation": [
      {
        "sentence": "认真看完了你的提问，我想你现在的主要困惑是不知道如何处理工作与家庭之间的内在矛盾，那么接下来我们一起分析探讨一下，希望对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "【当前的心理障碍来源于什么】其实怀孕与工作岗位调动，这两件事情分开来看，对你都是一件值得庆祝的事情，可是两件开心的事情撞在一起，反而让自己产生了心理负担，这是怎么回事呢？",
        "label": ""
      },
      {
        "sentence": "因为你对这两件事情，都抱有较大的期望值。",
        "label": ""
      },
      {
        "sentence": "也就是说，你只想让两件事情都能不受影响，不愿意放弃任何一件事情，然而这两件事情，在一定程度确实存在着冲突，我们先不管这个冲突能否化解，或是采取什么样的方式来化解，我只是想告诉你，如果你没有意识到自己对这两件事情的态度与渴望，那仍然可能会有内心冲突，以至于时常让你感到难受。",
        "label": ""
      },
      {
        "sentence": "从心理学上，我们来看看这两件事情内在的情绪感受。",
        "label": ""
      },
      {
        "sentence": "一方面，你好不容易为自己争取换了岗位，这是公司对自己的照顾，因此在你的内心也许有着对公司的感激，另外，你也担心新领导对自己刚来岗位就怀孕有着成见，影响未来发展。",
        "label": ""
      },
      {
        "sentence": "另一方面，对于怀孕是一件非常难得的事情，也是自己一直想要的结果，因此自己并不知道这次如果失去了，下次会是什么时候，如果这变成了遗憾，将会是一辈子的愧疚。",
        "label": ""
      },
      {
        "sentence": "由此，我们可以看到，实际上是由“内疚感”与“怕失去感”之间产生的冲突。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我非常在意这两件事情，都带给我很大的压力和期望。我想尽可能地做好工作，同时也想顺利怀孕，但现在感到很困惑和焦虑。",
    "annotation": [
      {
        "sentence": "确实，我非常在意这两件事情，都带给我很大的压力和期望。",
        "label": ""
      },
      {
        "sentence": "我想尽可能地做好工作，同时也想顺利怀孕，但现在感到很困惑和焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，接下来我会和你一起探讨如何克服这些困难。【做好最坏的打算，在理智的“得与失”中进行考量】直到这里，我仍然在与你一起讨论如何应对这种内心的冲突，而不是建议一些实际的方法，因为任何方法，也许可能都不能确保万无一失，想让这两者都有所收获，最重要的是先调整好自己的心态，用理性的心态来面对自己在这两个选择中的“得与失”，只有这样，不管未来结果如何，你才不会后悔。否则，如果你带着很高的期望值去做这件事，如果工作没有受到影响，但是你可能会一直对公司老板带有成见，责怪他们失去了孩子。如果你得到了孩子，失去了工作，那你未来也可能因为在工作上的不顺，开始将自己的负面情绪发泄到孩子的教育中。所以，这两者都是极其有害的。那么，我们应该如何来权衡选择呢？首先，我建议你用一张白纸，在纸上写下“工作”与“怀孕”的利与弊，可以从以下方面来考虑：价值维度。主要是思考两者之间，哪个具有更高的长远价值，对自己是更重要的。稀缺维度。主要是思考如果失去某一个，哪一个在未来更加难以获得。时间维度。主要是思考哪一个选择会在更长时间影响自己。家庭关系维度。主要是考虑当前哪一个选择是影响当下家庭关系的因素，如果失去了其中一个，哪一个带来的负面影响会更大。现实性维度。主要是思考这两个选择在现实中是否具有矛盾冲突，如果生下了孩子，失去了工作，是否有能力进行抚养。以上是值得借鉴和参考的思考方向，建议在一边思考一边将自己的想法写在纸上，而不只是在头脑中思考，因为清晰明了的观点，会帮助自己缓解焦虑情绪的同时，更加容易的做出更加符合自己内心的选择。但是，无论是哪一个选择，更重要的是，请始终记住，任何一个选择都有“得与失”，只有坦然面对自己的“得失”，才能真正的在任何一个选择中保持良好的心态，收获自己的幸福。相比选择了什么，你的心态才是更重要的。",
    "annotation": [
      {
        "sentence": "没关系，接下来我会和你一起探讨如何克服这些困难。",
        "label": ""
      },
      {
        "sentence": "【做好最坏的打算，在理智的“得与失”中进行考量】直到这里，我仍然在与你一起讨论如何应对这种内心的冲突，而不是建议一些实际的方法，因为任何方法，也许可能都不能确保万无一失，想让这两者都有所收获，最重要的是先调整好自己的心态，用理性的心态来面对自己在这两个选择中的“得与失”，只有这样，不管未来结果如何，你才不会后悔。",
        "label": ""
      },
      {
        "sentence": "否则，如果你带着很高的期望值去做这件事，如果工作没有受到影响，但是你可能会一直对公司老板带有成见，责怪他们失去了孩子。",
        "label": ""
      },
      {
        "sentence": "如果你得到了孩子，失去了工作，那你未来也可能因为在工作上的不顺，开始将自己的负面情绪发泄到孩子的教育中。",
        "label": ""
      },
      {
        "sentence": "所以，这两者都是极其有害的。",
        "label": ""
      },
      {
        "sentence": "那么，我们应该如何来权衡选择呢？",
        "label": ""
      },
      {
        "sentence": "首先，我建议你用一张白纸，在纸上写下“工作”与“怀孕”的利与弊，可以从以下方面来考虑：价值维度。",
        "label": ""
      },
      {
        "sentence": "主要是思考两者之间，哪个具有更高的长远价值，对自己是更重要的。",
        "label": ""
      },
      {
        "sentence": "稀缺维度。",
        "label": ""
      },
      {
        "sentence": "主要是思考如果失去某一个，哪一个在未来更加难以获得。",
        "label": ""
      },
      {
        "sentence": "时间维度。",
        "label": ""
      },
      {
        "sentence": "主要是思考哪一个选择会在更长时间影响自己。",
        "label": ""
      },
      {
        "sentence": "家庭关系维度。",
        "label": ""
      },
      {
        "sentence": "主要是考虑当前哪一个选择是影响当下家庭关系的因素，如果失去了其中一个，哪一个带来的负面影响会更大。",
        "label": ""
      },
      {
        "sentence": "现实性维度。",
        "label": ""
      },
      {
        "sentence": "主要是思考这两个选择在现实中是否具有矛盾冲突，如果生下了孩子，失去了工作，是否有能力进行抚养。",
        "label": ""
      },
      {
        "sentence": "以上是值得借鉴和参考的思考方向，建议在一边思考一边将自己的想法写在纸上，而不只是在头脑中思考，因为清晰明了的观点，会帮助自己缓解焦虑情绪的同时，更加容易的做出更加符合自己内心的选择。",
        "label": ""
      },
      {
        "sentence": "但是，无论是哪一个选择，更重要的是，请始终记住，任何一个选择都有“得与失”，只有坦然面对自己的“得失”，才能真正的在任何一个选择中保持良好的心态，收获自己的幸福。",
        "label": ""
      },
      {
        "sentence": "相比选择了什么，你的心态才是更重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着用这种方法来权衡选择，同时也调整自己的心态，保持良好的心态面对这个问题。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着用这种方法来权衡选择，同时也调整自己的心态，保持良好的心态面对这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经迈出了积极的一步。【真诚与老板进行沟通，争取他的认可与理解】那么，最后我们来说说现实可以采取的一些方法。分析这两个选择，能看得出来，如果你想尽可能要两者都有所收获，那最有可能的就是在老板上司这里做工作。在此，建议与你的老板上司进行真诚的交流，将自己的内心想法与感受表达出来，取得他的认可与理解。可以从以下方面来进行交流：阐述自己的怀孕事实，在表达时，一定是客观中立的表达怀孕的事实，先不要急着给自己找理由，否则对方很容易会感觉你是不真诚的，是在为自己找理由开脱。表达自己的内疚。内疚感是你",
    "annotation": [
      {
        "sentence": "很好，你已经迈出了积极的一步。",
        "label": ""
      },
      {
        "sentence": "【真诚与老板进行沟通，争取他的认可与理解】那么，最后我们来说说现实可以采取的一些方法。",
        "label": ""
      },
      {
        "sentence": "分析这两个选择，能看得出来，如果你想尽可能要两者都有所收获，那最有可能的就是在老板上司这里做工作。",
        "label": ""
      },
      {
        "sentence": "在此，建议与你的老板上司进行真诚的交流，将自己的内心想法与感受表达出来，取得他的认可与理解。",
        "label": ""
      },
      {
        "sentence": "可以从以下方面来进行交流：阐述自己的怀孕事实，在表达时，一定是客观中立的表达怀孕的事实，先不要急着给自己找理由，否则对方很容易会感觉你是不真诚的，是在为自己找理由开脱。",
        "label": ""
      },
      {
        "sentence": "表达自己的内疚。",
        "label": ""
      },
      {
        "sentence": "内疚感是你",
        "label": ""
      }
    ]
  }
]