[
  {
    "role": "client",
    "content": "我的婚姻出现了问题，我感到非常绝望。我与丈夫在一起已经近10多年了。可能是因为我从小不在父母身边长大，缺少爱的关系吧，在与他在一起后，我变得非常依赖他，可以说他是我生活的一切。",
    "annotation": [
      {
        "sentence": "我的婚姻出现了问题，我感到非常绝望。",
        "label": ""
      },
      {
        "sentence": "我与丈夫在一起已经近10多年了。",
        "label": ""
      },
      {
        "sentence": "可能是因为我从小不在父母身边长大，缺少爱的关系吧，在与他在一起后，我变得非常依赖他，可以说他是我生活的一切。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你处于这样的困境，我特别心疼。你和丈夫在一起近10多年了，这份感情确实很不容易。你是不是觉得如果放弃会很可惜呢？你是在初恋时与他在一起的，这段感情对你来说有特别的意义。",
    "annotation": [
      {
        "sentence": "看到你处于这样的困境，我特别心疼。",
        "label": ""
      },
      {
        "sentence": "你和丈夫在一起近10多年了，这份感情确实很不容易。",
        "label": ""
      },
      {
        "sentence": "你是不是觉得如果放弃会很可惜呢？",
        "label": ""
      },
      {
        "sentence": "你是在初恋时与他在一起的，这段感情对你来说有特别的意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得如果我们分开，我会感到非常遗憾。我想试探一下丈夫，结果才发现他在大学期间背着我谈了好几个女朋友，我感到非常痛苦。但是当时我已经怀孕了，我们决定结婚，我选择忍耐。我以为结婚后他会有责任心，可是月子里偷看他的手机，发现了他和别人有暧昧的信息。之后每年都会有几次忍不住偷看，然后发现他们交流一些“我爱你”、“我想你”的话。我们吵过架，甚至闹到了民政局，但是最终我还是原谅了他。我一直是那种好了伤疤忘了疼的人，我知道既然选择爱他并在一起，就要信任他。所以我几乎半年到一年才会偷看一次。可是每次觉得他改变了，我放心了，又发现了新的问题，我们再次争吵。我真的快要崩溃了，这种反复的折磨让我感到非常累。我不知道自己错在哪里，觉得自己特别失败。我的闺蜜们都看不下去了，我现在甚至不敢告诉她们我想离婚，生怕自己最终又无法离开，他们会对我更失望。我对自己也是失望透了，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "是的，我觉得如果我们分开，我会感到非常遗憾。",
        "label": ""
      },
      {
        "sentence": "我想试探一下丈夫，结果才发现他在大学期间背着我谈了好几个女朋友，我感到非常痛苦。",
        "label": ""
      },
      {
        "sentence": "但是当时我已经怀孕了，我们决定结婚，我选择忍耐。",
        "label": ""
      },
      {
        "sentence": "我以为结婚后他会有责任心，可是月子里偷看他的手机，发现了他和别人有暧昧的信息。",
        "label": ""
      },
      {
        "sentence": "之后每年都会有几次忍不住偷看，然后发现他们交流一些“我爱你”、“我想你”的话。",
        "label": ""
      },
      {
        "sentence": "我们吵过架，甚至闹到了民政局，但是最终我还是原谅了他。",
        "label": ""
      },
      {
        "sentence": "我一直是那种好了伤疤忘了疼的人，我知道既然选择爱他并在一起，就要信任他。",
        "label": ""
      },
      {
        "sentence": "所以我几乎半年到一年才会偷看一次。",
        "label": ""
      },
      {
        "sentence": "可是每次觉得他改变了，我放心了，又发现了新的问题，我们再次争吵。",
        "label": ""
      },
      {
        "sentence": "我真的快要崩溃了，这种反复的折磨让我感到非常累。",
        "label": ""
      },
      {
        "sentence": "我不知道自己错在哪里，觉得自己特别失败。",
        "label": ""
      },
      {
        "sentence": "我的闺蜜们都看不下去了，我现在甚至不敢告诉她们我想离婚，生怕自己最终又无法离开，他们会对我更失望。",
        "label": ""
      },
      {
        "sentence": "我对自己也是失望透了，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的经历，我能理解你目前的困境。你丈夫一直在出轨吗？为什么你一直选择让他伤害你呢？我知道你会舍不得，会感到非常痛苦。但是如果他一直在外面发生关系，对你来说也是一种伤害，不是吗？所以不论是继续一起还是分开，都会有伤害存在。但是分开只是一时的痛苦，而在一起则是长期持续的伤害。亲爱的，你已经为了他耗尽了自己的青春和大好年华，但你还有很长的余生，要学会为自己活。不论你选择是否继续和他在一起，我只希望你能够站出来，多爱自己一些，多为自己着想。毕竟余生那么长，我们有权利选择过得更幸福！祝福你静心平定。",
    "annotation": [
      {
        "sentence": "听到你的经历，我能理解你目前的困境。",
        "label": ""
      },
      {
        "sentence": "你丈夫一直在出轨吗？",
        "label": ""
      },
      {
        "sentence": "为什么你一直选择让他伤害你呢？",
        "label": ""
      },
      {
        "sentence": "我知道你会舍不得，会感到非常痛苦。",
        "label": ""
      },
      {
        "sentence": "但是如果他一直在外面发生关系，对你来说也是一种伤害，不是吗？",
        "label": ""
      },
      {
        "sentence": "所以不论是继续一起还是分开，都会有伤害存在。",
        "label": ""
      },
      {
        "sentence": "但是分开只是一时的痛苦，而在一起则是长期持续的伤害。",
        "label": ""
      },
      {
        "sentence": "亲爱的，你已经为了他耗尽了自己的青春和大好年华，但你还有很长的余生，要学会为自己活。",
        "label": ""
      },
      {
        "sentence": "不论你选择是否继续和他在一起，我只希望你能够站出来，多爱自己一些，多为自己着想。",
        "label": ""
      },
      {
        "sentence": "毕竟余生那么长，我们有权利选择过得更幸福！",
        "label": ""
      },
      {
        "sentence": "祝福你静心平定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我现在确实非常矛盾，不知道该怎么做才能找到解决问题的方法。或许离婚是我唯一的选择，但是我害怕面对离婚后的生活，更怕再次失败。我也担心我的闺蜜们会对我感到失望，毕竟她们一直都在支持我。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我现在确实非常矛盾，不知道该怎么做才能找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "或许离婚是我唯一的选择，但是我害怕面对离婚后的生活，更怕再次失败。",
        "label": ""
      },
      {
        "sentence": "我也担心我的闺蜜们会对我感到失望，毕竟她们一直都在支持我。",
        "label": ""
      }
    ]
  }
]