[
  {
    "role": "client",
    "content": "结婚10年，觉得自己很失败，想离婚，又没有自信在一起20年，结婚10，奉子成婚，20年了他依然每天熬夜打游戏或者出去打牌，半夜三更才回来睡觉，前几个月他因为生意原因在外地半年，一个月回来两三天，而我也习惯了自己早睡早起，现在他回来了，我每天晚上睡着了被他吵醒就睡不着，而他倒头就睡，让我很崩溃，完全打乱了我的生活，昨天忍不住偷看了他手机，没想到他竟然手机里有70来个陌生女孩，而且他还会备注每个女孩的信息，我瞧备注里写和她哪一天认识，哪一天在一起，还有她家住址和个人爱好，微信里也很直接说爱你之类的话！说实话这不是他第一次这样了，以前每年我都会偷看他手机几次，可是总是会有这样的信息，我和他闹，想离婚，可是最终我都没有狠心，他总会说是随便聊的，都是游戏里认识的，只爱我什么的，并没有见过面之类的来哄我！而我自己工作一直不顺利，还有一个女儿我也总觉得自己智商情商不够，怕自己离婚了照顾不好孩子！其实我们家就像是丧偶式教育，他几乎不管，也缺乏沟通。",
    "annotation": [
      {
        "sentence": "结婚10年，觉得自己很失败，想离婚，又没有自信在一起20年，结婚10，奉子成婚，20年了他依然每天熬夜打游戏或者出去打牌，半夜三更才回来睡觉，前几个月他因为生意原因在外地半年，一个月回来两三天，而我也习惯了自己早睡早起，现在他回来了，我每天晚上睡着了被他吵醒就睡不着，而他倒头就睡，让我很崩溃，完全打乱了我的生活，昨天忍不住偷看了他手机，没想到他竟然手机里有70来个陌生女孩，而且他还会备注每个女孩的信息，我瞧备注里写和她哪一天认识，哪一天在一起，还有她家住址和个人爱好，微信里也很直接说爱你之类的话！",
        "label": ""
      },
      {
        "sentence": "说实话这不是他第一次这样了，以前每年我都会偷看他手机几次，可是总是会有这样的信息，我和他闹，想离婚，可是最终我都没有狠心，他总会说是随便聊的，都是游戏里认识的，只爱我什么的，并没有见过面之类的来哄我！",
        "label": ""
      },
      {
        "sentence": "而我自己工作一直不顺利，还有一个女儿我也总觉得自己智商情商不够，怕自己离婚了照顾不好孩子！",
        "label": ""
      },
      {
        "sentence": "其实我们家就像是丧偶式教育，他几乎不管，也缺乏沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困扰，我了解你感到沮丧和无助。我曾经也有过类似的经历，下面是一些建议，希望能对你有所帮助。首先，请你思考一下自己的情况，以及离婚和不离婚的利弊。在没有做好离婚准备的情况下，你可以调整一下自己现有的工作，提升自己的价值。另外，你可以试着与你的丈夫进行有效的沟通。",
    "annotation": [
      {
        "sentence": "听到你的困扰，我了解你感到沮丧和无助。",
        "label": ""
      },
      {
        "sentence": "我曾经也有过类似的经历，下面是一些建议，希望能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "首先，请你思考一下自己的情况，以及离婚和不离婚的利弊。",
        "label": ""
      },
      {
        "sentence": "在没有做好离婚准备的情况下，你可以调整一下自己现有的工作，提升自己的价值。",
        "label": ""
      },
      {
        "sentence": "另外，你可以试着与你的丈夫进行有效的沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。想离婚的念头一直在我脑海里挥之不去，但是我也害怕自己照顾不好孩子。在这段婚姻中，我总觉得自己很失败，而且他的行为已经多次让我失望。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "想离婚的念头一直在我脑海里挥之不去，但是我也害怕自己照顾不好孩子。",
        "label": ""
      },
      {
        "sentence": "在这段婚姻中，我总觉得自己很失败，而且他的行为已经多次让我失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。在做出离婚决定之前，我建议你先认真思考一下你的现状和问题所在。可以从自身的外貌、居住环境、经济支持、人际关系等方面入手。思考一下自己是否具备独立的经济能力和孩子的抚养能力。如果你觉得有问题，你可以寻求专业的协助。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "在做出离婚决定之前，我建议你先认真思考一下你的现状和问题所在。",
        "label": ""
      },
      {
        "sentence": "可以从自身的外貌、居住环境、经济支持、人际关系等方面入手。",
        "label": ""
      },
      {
        "sentence": "思考一下自己是否具备独立的经济能力和孩子的抚养能力。",
        "label": ""
      },
      {
        "sentence": "如果你觉得有问题，你可以寻求专业的协助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。我得先搞清楚我自己的情况，包括经济方面和孩子的抚养问题。我也意识到我在这段婚姻中存在不足，我需要认真检视自己的角色和责任。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "我得先搞清楚我自己的情况，包括经济方面和孩子的抚养问题。",
        "label": ""
      },
      {
        "sentence": "我也意识到我在这段婚姻中存在不足，我需要认真检视自己的角色和责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经朝着正面的方向去思考问题了。同时，在你还没考虑好离婚的时候，先从工作上着手，因为工作是你的经济来源和独立性的保障。思考一下如何提升自己的能力和价值，让工作变得更顺利或者寻找一个更好的工作。",
    "annotation": [
      {
        "sentence": "很好，你已经朝着正面的方向去思考问题了。",
        "label": ""
      },
      {
        "sentence": "同时，在你还没考虑好离婚的时候，先从工作上着手，因为工作是你的经济来源和独立性的保障。",
        "label": ""
      },
      {
        "sentence": "思考一下如何提升自己的能力和价值，让工作变得更顺利或者寻找一个更好的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要重新评估一下自己的工作情况并提升自己的能力。这样即使最终离婚，我也能够自己独立面对生活。",
    "annotation": [
      {
        "sentence": "你说得对，我需要重新评估一下自己的工作情况并提升自己的能力。",
        "label": ""
      },
      {
        "sentence": "这样即使最终离婚，我也能够自己独立面对生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很明智。最后，让我们来谈谈和丈夫的有效沟通。尽管你们的情况有所不同，但作为婚姻的一方，你们之间已经有着长达20年的感情基础。也许通过沟通，你们可以调整现有的生活状态，让双方都能在这段感情里不再妥协，给孩子创造一个完整的家庭生活。",
    "annotation": [
      {
        "sentence": "你很明智。",
        "label": ""
      },
      {
        "sentence": "最后，让我们来谈谈和丈夫的有效沟通。",
        "label": ""
      },
      {
        "sentence": "尽管你们的情况有所不同，但作为婚姻的一方，你们之间已经有着长达20年的感情基础。",
        "label": ""
      },
      {
        "sentence": "也许通过沟通，你们可以调整现有的生活状态，让双方都能在这段感情里不再妥协，给孩子创造一个完整的家庭生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思。确实，即使是奉子成婚，我们也有着共同的感情基础和孩子。我愿意试着和他进行沟通，看看能不能调整我们的生活方式。",
    "annotation": [
      {
        "sentence": "我明白你的意思。",
        "label": ""
      },
      {
        "sentence": "确实，即使是奉子成婚，我们也有着共同的感情基础和孩子。",
        "label": ""
      },
      {
        "sentence": "我愿意试着和他进行沟通，看看能不能调整我们的生活方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好。在沟通之前，你可以先想一想什么事情能让你自己开心，保持良好的兴趣和话题。在沟通时，选择一个双方都放松和愉快的情景，不带负面情绪。可以先称赞丈夫的优点，再提出他需要调整的问题。同时，当你提出自己的需求时，要具体明确，以便他能更好地理解。",
    "annotation": [
      {
        "sentence": "很好。",
        "label": ""
      },
      {
        "sentence": "在沟通之前，你可以先想一想什么事情能让你自己开心，保持良好的兴趣和话题。",
        "label": ""
      },
      {
        "sentence": "在沟通时，选择一个双方都放松和愉快的情景，不带负面情绪。",
        "label": ""
      },
      {
        "sentence": "可以先称赞丈夫的优点，再提出他需要调整的问题。",
        "label": ""
      },
      {
        "sentence": "同时，当你提出自己的需求时，要具体明确，以便他能更好地理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会按照你的建议去和丈夫沟通。如果我们在沟通中遇到困难，我会停下来，避免争吵和攻击。谢谢你的支持和建议，我现在感到有些充满自信了。",
    "annotation": [
      {
        "sentence": "好的，我会按照你的建议去和丈夫沟通。",
        "label": ""
      },
      {
        "sentence": "如果我们在沟通中遇到困难，我会停下来，避免争吵和攻击。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议，我现在感到有些充满自信了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回应。无论你最终做出的选择是什么，我都会一直支持你。请相信自己，你可以走出这段困境，成为更好的自己。我和整个世界都爱着你，愿意陪伴你走过这段低谷。",
    "annotation": [
      {
        "sentence": "很高兴听到你的回应。",
        "label": ""
      },
      {
        "sentence": "无论你最终做出的选择是什么，我都会一直支持你。",
        "label": ""
      },
      {
        "sentence": "请相信自己，你可以走出这段困境，成为更好的自己。",
        "label": ""
      },
      {
        "sentence": "我和整个世界都爱着你，愿意陪伴你走过这段低谷。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和爱。我会努力调整自己的思维，找到适合自己和孩子的解决方案。再次感谢你的帮助和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和爱。",
        "label": ""
      },
      {
        "sentence": "我会努力调整自己的思维，找到适合自己和孩子的解决方案。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助和支持。",
        "label": ""
      }
    ]
  }
]