[
  {
    "role": "client",
    "content": "结婚后，以前喜欢我的男生说忘不了我，怎么办？我去年刚结婚，跟老公是高中同学，我们八年恋爱步入婚姻的，中间他再吵架再极端我不分手的原因是第一次给了他，但是前几天以前喜欢我的一个男生说忘不了我，这个男生是我初中同学，高中的时候给我表白过，但是当时我现在的老公也表白了，现在的老公直接说我是她女朋友，那个男生就退出了，我后来也觉得没有第一次配不上他，这么多年，我们偶尔也像朋友那样聊聊天，但是他前两天说还是忘不了我，他也不介意我第一次，我很理性，我不会因为他说这些就离婚，即使跟我老公有时候感觉也不太幸福，因为我老公有时候会极端不欣赏我总是打击我等，但是我觉得心理上依赖这个男生，他说破以后，他希望我离婚，但是我做不到，他就说了一些祝福的话把我删了，十二年的情谊，他删了我很难受，我总觉得在他面前能散发光芒，因为我老公极端，我总觉得他好，但是我不能说离就离婚啊，总感觉我老公以后会跟我离婚，但是那个男生也早就结婚了，我们又错过了。突然不联系很难受。",
    "annotation": [
      {
        "sentence": "结婚后，以前喜欢我的男生说忘不了我，怎么办？",
        "label": ""
      },
      {
        "sentence": "我去年刚结婚，跟老公是高中同学，我们八年恋爱步入婚姻的，中间他再吵架再极端我不分手的原因是第一次给了他，但是前几天以前喜欢我的一个男生说忘不了我，这个男生是我初中同学，高中的时候给我表白过，但是当时我现在的老公也表白了，现在的老公直接说我是她女朋友，那个男生就退出了，我后来也觉得没有第一次配不上他，这么多年，我们偶尔也像朋友那样聊聊天，但是他前两天说还是忘不了我，他也不介意我第一次，我很理性，我不会因为他说这些就离婚，即使跟我老公有时候感觉也不太幸福，因为我老公有时候会极端不欣赏我总是打击我等，但是我觉得心理上依赖这个男生，他说破以后，他希望我离婚，但是我做不到，他就说了一些祝福的话把我删了，十二年的情谊，他删了我很难受，我总觉得在他面前能散发光芒，因为我老公极端，我总觉得他好，但是我不能说离就离婚啊，总感觉我老公以后会跟我离婚，但是那个男生也早就结婚了，我们又错过了。",
        "label": ""
      },
      {
        "sentence": "突然不联系很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听说你现在正面临着一个情感困惑。能够坦诚面对自己的内心，勇敢地向别人咨询是一个很棒的开始。让我来帮助你理清思路和情绪吧。",
    "annotation": [
      {
        "sentence": "你好，听说你现在正面临着一个情感困惑。",
        "label": ""
      },
      {
        "sentence": "能够坦诚面对自己的内心，勇敢地向别人咨询是一个很棒的开始。",
        "label": ""
      },
      {
        "sentence": "让我来帮助你理清思路和情绪吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复。是的，我是有些困惑和矛盾的。我不知道该如何处理这种情感纠葛。",
    "annotation": [
      {
        "sentence": "谢谢你的回复。",
        "label": ""
      },
      {
        "sentence": "是的，我是有些困惑和矛盾的。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何处理这种情感纠葛。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你面临的困境。首先，你能够保持理性并不轻易被他人的意见所左右是非常不错的。你的感受和想法完全是可以理解的。不过，让我们从你的现实婚姻关系出发来思考一下吧。你认为你的婚姻中有哪些问题或不如意之处呢？",
    "annotation": [
      {
        "sentence": "我可以理解你面临的困境。",
        "label": ""
      },
      {
        "sentence": "首先，你能够保持理性并不轻易被他人的意见所左右是非常不错的。",
        "label": ""
      },
      {
        "sentence": "你的感受和想法完全是可以理解的。",
        "label": ""
      },
      {
        "sentence": "不过，让我们从你的现实婚姻关系出发来思考一下吧。",
        "label": ""
      },
      {
        "sentence": "你认为你的婚姻中有哪些问题或不如意之处呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我和我的丈夫之间存在沟通不畅和他对我的欣赏不足的问题。有时候他会很极端地不欣赏我，总是打击我，这让我心理上开始依赖之前喜欢我的男生。",
    "annotation": [
      {
        "sentence": "我觉得我和我的丈夫之间存在沟通不畅和他对我的欣赏不足的问题。",
        "label": ""
      },
      {
        "sentence": "有时候他会很极端地不欣赏我，总是打击我，这让我心理上开始依赖之前喜欢我的男生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你的坦诚。夫妻之间的沟通确实是非常重要的。不过，你也提到了你们的关系中偶尔也会像朋友那样聊天。这就说明你们之间也有一些温暖和互动。对于你的老公打击你的行为，我觉得这可能是他一种习惯性的表现，并不一定代表他对你真的不欣赏。不要将他的话语太过于认真，就像你不会因为小孩子对你说“你好笨”而自我怀疑一样。",
    "annotation": [
      {
        "sentence": "感谢你的坦诚。",
        "label": ""
      },
      {
        "sentence": "夫妻之间的沟通确实是非常重要的。",
        "label": ""
      },
      {
        "sentence": "不过，你也提到了你们的关系中偶尔也会像朋友那样聊天。",
        "label": ""
      },
      {
        "sentence": "这就说明你们之间也有一些温暖和互动。",
        "label": ""
      },
      {
        "sentence": "对于你的老公打击你的行为，我觉得这可能是他一种习惯性的表现，并不一定代表他对你真的不欣赏。",
        "label": ""
      },
      {
        "sentence": "不要将他的话语太过于认真，就像你不会因为小孩子对你说“你好笨”而自我怀疑一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思。或许我应该更加珍惜我和老公之间的关系，而不是将注意力放在之前喜欢我的男生身上。但是，我总觉得我和老公的婚姻并不会一直幸福下去，这让我有些担心。",
    "annotation": [
      {
        "sentence": "我明白你的意思。",
        "label": ""
      },
      {
        "sentence": "或许我应该更加珍惜我和老公之间的关系，而不是将注意力放在之前喜欢我的男生身上。",
        "label": ""
      },
      {
        "sentence": "但是，我总觉得我和老公的婚姻并不会一直幸福下去，这让我有些担心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心未来是非常正常的，尤其是在婚姻中。然而，我们无法预测未来会发生什么。你现在的焦虑和对婚姻的质疑可能是因为你对之前喜欢你的男生的情感产生了依赖。但我们应该明白，过去的错过只是一种遗憾，不能成为我们现在和未来的决策的唯一标准。",
    "annotation": [
      {
        "sentence": "担心未来是非常正常的，尤其是在婚姻中。",
        "label": ""
      },
      {
        "sentence": "然而，我们无法预测未来会发生什么。",
        "label": ""
      },
      {
        "sentence": "你现在的焦虑和对婚姻的质疑可能是因为你对之前喜欢你的男生的情感产生了依赖。",
        "label": ""
      },
      {
        "sentence": "但我们应该明白，过去的错过只是一种遗憾，不能成为我们现在和未来的决策的唯一标准。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对。我明白了。我应该放下过去的感情，专注于珍惜现在的婚姻关系。非常感谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "你说得对。",
        "label": ""
      },
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "我应该放下过去的感情，专注于珍惜现在的婚姻关系。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，在婚姻中，我们面临的问题和困惑只是提醒我们需要更多地关注自身，以及与伴侣之间的沟通和互动。当你能够从内心觉察原因，并为自己的未来负责时，婚姻关系也将更加稳固。加油，你是坚强的！如果你有任何其他问题或需要进一步的支持，随时告诉我。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，在婚姻中，我们面临的问题和困惑只是提醒我们需要更多地关注自身，以及与伴侣之间的沟通和互动。",
        "label": ""
      },
      {
        "sentence": "当你能够从内心觉察原因，并为自己的未来负责时，婚姻关系也将更加稳固。",
        "label": ""
      },
      {
        "sentence": "加油，你是坚强的！",
        "label": ""
      },
      {
        "sentence": "如果你有任何其他问题或需要进一步的支持，随时告诉我。",
        "label": ""
      }
    ]
  }
]