[
  {
    "role": "client",
    "content": "结婚后，以前喜欢我的男生说忘不了我，怎么办？我去年刚结婚，跟老公是高中同学，我们八年恋爱步入婚姻的，中间他再吵架再极端我不分手的原因是第一次给了他，但是前几天以前喜欢我的一个男生说忘不了我，这个男生是我初中同学，高中的时候给我表白过，但是当时我现在的老公也表白了，现在的老公直接说我是她女朋友，那个男生就退出了，我后来也觉得没有第一次配不上他，这么多年，我们偶尔也像朋友那样聊聊天，但是他前两天说还是忘不了我，他也不介意我第一次，我很理性，我不会因为他说这些就离婚，即使跟我老公有时候感觉也不太幸福，因为我老公有时候会极端不欣赏我总是打击我等，但是我觉得心理上依赖这个男生，他说破以后，他希望我离婚，但是我做不到，他就说了一些祝福的话把我删了，十二年的情谊，他删了我很难受，我总觉得在他面前能散发光芒，因为我老公极端，我总觉得他好，但是我不能说离就离婚啊，总感觉我老公以后会跟我离婚，但是那个男生也早就结婚了，我们又错过了。突然不联系很难受。",
    "annotation": [
      {
        "sentence": "结婚后，以前喜欢我的男生说忘不了我，怎么办？",
        "label": ""
      },
      {
        "sentence": "我去年刚结婚，跟老公是高中同学，我们八年恋爱步入婚姻的，中间他再吵架再极端我不分手的原因是第一次给了他，但是前几天以前喜欢我的一个男生说忘不了我，这个男生是我初中同学，高中的时候给我表白过，但是当时我现在的老公也表白了，现在的老公直接说我是她女朋友，那个男生就退出了，我后来也觉得没有第一次配不上他，这么多年，我们偶尔也像朋友那样聊聊天，但是他前两天说还是忘不了我，他也不介意我第一次，我很理性，我不会因为他说这些就离婚，即使跟我老公有时候感觉也不太幸福，因为我老公有时候会极端不欣赏我总是打击我等，但是我觉得心理上依赖这个男生，他说破以后，他希望我离婚，但是我做不到，他就说了一些祝福的话把我删了，十二年的情谊，他删了我很难受，我总觉得在他面前能散发光芒，因为我老公极端，我总觉得他好，但是我不能说离就离婚啊，总感觉我老公以后会跟我离婚，但是那个男生也早就结婚了，我们又错过了。",
        "label": ""
      },
      {
        "sentence": "突然不联系很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的情感我能理解，给你一个拥抱~ 看得出来，你是一个非常理性的人，对自己的现状也有很现实的考虑。经过8年爱情长跑进入婚姻，虽然可能初衷并没有那么单纯，但毕竟你们已经是相处了很多年的夫妻，你们相互之间培养出了各种各样的习惯和默契，这是一直喜欢那个你的那个男生所无法相比的。其实就像张爱玲的小说一样，每个人的生命中都有一朵红玫瑰和一朵白玫瑰，或许他就是你的那一颗朱砂痣，就是那一抹白月光，看得到得不到，但并不一定是最好的。",
    "annotation": [
      {
        "sentence": "你的情感我能理解，给你一个拥抱~ 看得出来，你是一个非常理性的人，对自己的现状也有很现实的考虑。",
        "label": ""
      },
      {
        "sentence": "经过8年爱情长跑进入婚姻，虽然可能初衷并没有那么单纯，但毕竟你们已经是相处了很多年的夫妻，你们相互之间培养出了各种各样的习惯和默契，这是一直喜欢那个你的那个男生所无法相比的。",
        "label": ""
      },
      {
        "sentence": "其实就像张爱玲的小说一样，每个人的生命中都有一朵红玫瑰和一朵白玫瑰，或许他就是你的那一颗朱砂痣，就是那一抹白月光，看得到得不到，但并不一定是最好的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和拥抱。我知道我和老公之间的感情有很多矛盾和摩擦，我们确实需要更多的沟通和理解。但是我不能不承认，在那个男生面前我总是有一种特别的亮光，因为我老公有时候对我不够欣赏，经常打击我，这让我更容易依赖那个男生。他说破以后，他希望我离婚，但是我做不到，他就删掉了我。可是，我们有着十二年的情谊，我觉得很难过。而且，我总是觉得我老公以后会跟我离婚，这让我很不安。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和拥抱。",
        "label": ""
      },
      {
        "sentence": "我知道我和老公之间的感情有很多矛盾和摩擦，我们确实需要更多的沟通和理解。",
        "label": ""
      },
      {
        "sentence": "但是我不能不承认，在那个男生面前我总是有一种特别的亮光，因为我老公有时候对我不够欣赏，经常打击我，这让我更容易依赖那个男生。",
        "label": ""
      },
      {
        "sentence": "他说破以后，他希望我离婚，但是我做不到，他就删掉了我。",
        "label": ""
      },
      {
        "sentence": "可是，我们有着十二年的情谊，我觉得很难过。",
        "label": ""
      },
      {
        "sentence": "而且，我总是觉得我老公以后会跟我离婚，这让我很不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我完全理解。婚姻中的矛盾和不满是很正常的，但是重要的是要相互沟通和理解。即使你现在觉得不够幸福，也不代表以后会离婚。婚姻是需要经营和努力的，如果你和你的丈夫能够共同解决问题，相互宽容和关爱，也许你们的关系会变得更加幸福和美满。至于那个男生，现在他已经结婚了，你们错过了彼此。重要的是要珍惜眼前人，不要轻易放弃你的婚姻。",
    "annotation": [
      {
        "sentence": "你的感受我完全理解。",
        "label": ""
      },
      {
        "sentence": "婚姻中的矛盾和不满是很正常的，但是重要的是要相互沟通和理解。",
        "label": ""
      },
      {
        "sentence": "即使你现在觉得不够幸福，也不代表以后会离婚。",
        "label": ""
      },
      {
        "sentence": "婚姻是需要经营和努力的，如果你和你的丈夫能够共同解决问题，相互宽容和关爱，也许你们的关系会变得更加幸福和美满。",
        "label": ""
      },
      {
        "sentence": "至于那个男生，现在他已经结婚了，你们错过了彼此。",
        "label": ""
      },
      {
        "sentence": "重要的是要珍惜眼前人，不要轻易放弃你的婚姻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会尽力和丈夫沟通，努力经营我们的婚姻。你说得对，我要学会珍惜眼前人，不要再对那个男生抱有任何幻想和依赖。我需要摒弃不安的念头，相信我们的婚姻会变得更好。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会尽力和丈夫沟通，努力经营我们的婚姻。",
        "label": ""
      },
      {
        "sentence": "你说得对，我要学会珍惜眼前人，不要再对那个男生抱有任何幻想和依赖。",
        "label": ""
      },
      {
        "sentence": "我需要摒弃不安的念头，相信我们的婚姻会变得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你能积极的面对问题。记住，沟通是解决问题的关键，相互倾听和理解是你们之间建立更好关系的基石。同时，也要学会自我成长和独立，不要过分依赖他人来满足自己的内心需求。相信你们的婚姻会走向幸福的。",
    "annotation": [
      {
        "sentence": "很高兴看到你能积极的面对问题。",
        "label": ""
      },
      {
        "sentence": "记住，沟通是解决问题的关键，相互倾听和理解是你们之间建立更好关系的基石。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会自我成长和独立，不要过分依赖他人来满足自己的内心需求。",
        "label": ""
      },
      {
        "sentence": "相信你们的婚姻会走向幸福的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我会牢记你的建议，努力去经营自己的婚姻，同时也要学会更好地独立和成长。再次感谢你的倾听和帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会牢记你的建议，努力去经营自己的婚姻，同时也要学会更好地独立和成长。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的倾听和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直都在这里支持你。如果你还有什么需要倾诉的或者困惑的话题，随时都可以找我聊天。希望你能够找到真正的幸福！",
    "annotation": [
      {
        "sentence": "不用客气，我一直都在这里支持你。",
        "label": ""
      },
      {
        "sentence": "如果你还有什么需要倾诉的或者困惑的话题，随时都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到真正的幸福！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的关心和鼓励。如果以后有什么困惑，我会再来找你倾诉和寻求帮助的。希望我能够真正找到属于自己的幸福！",
    "annotation": [
      {
        "sentence": "谢谢你的关心和鼓励。",
        "label": ""
      },
      {
        "sentence": "如果以后有什么困惑，我会再来找你倾诉和寻求帮助的。",
        "label": ""
      },
      {
        "sentence": "希望我能够真正找到属于自己的幸福！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望你的婚姻能够走向幸福，记得相信自己，永远不要放弃对幸福的追求。祝福你！",
    "annotation": [
      {
        "sentence": "希望你的婚姻能够走向幸福，记得相信自己，永远不要放弃对幸福的追求。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福，也祝福你一切顺利！再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福，也祝福你一切顺利！",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  }
]