[
  {
    "role": "client",
    "content": "结婚后，以前喜欢我的男生说忘不了我，怎么办？我去年刚结婚，跟老公是高中同学，我们八年恋爱步入婚姻的，中间他再吵架再极端我不分手的原因是第一次给了他，但是前几天以前喜欢我的一个男生说忘不了我，这个男生是我初中同学，高中的时候给我表白过，但是当时我现在的老公也表白了，现在的老公直接说我是她女朋友，那个男生就退出了，我后来也觉得没有第一次配不上他，这么多年，我们偶尔也像朋友那样聊聊天，但是他前两天说还是忘不了我，他也不介意我第一次，我很理性，我不会因为他说这些就离婚，即使跟我老公有时候感觉也不太幸福，因为我老公有时候会极端不欣赏我总是打击我等，但是我觉得心理上依赖这个男生，他说破以后，他希望我离婚，但是我做不到。他就说了一些祝福的话把我删了，十二年的情谊，他删了我很难受，我总觉得在他面前能散发光芒，因为我老公极端，我总觉得他好，但是我不能说离就离婚啊，总感觉我老公以后会跟我离婚，但是那个男生也早就结婚了，我们又错过了。突然不联系很难受。",
    "annotation": [
      {
        "sentence": "结婚后，以前喜欢我的男生说忘不了我，怎么办？",
        "label": ""
      },
      {
        "sentence": "我去年刚结婚，跟老公是高中同学，我们八年恋爱步入婚姻的，中间他再吵架再极端我不分手的原因是第一次给了他，但是前几天以前喜欢我的一个男生说忘不了我，这个男生是我初中同学，高中的时候给我表白过，但是当时我现在的老公也表白了，现在的老公直接说我是她女朋友，那个男生就退出了，我后来也觉得没有第一次配不上他，这么多年，我们偶尔也像朋友那样聊聊天，但是他前两天说还是忘不了我，他也不介意我第一次，我很理性，我不会因为他说这些就离婚，即使跟我老公有时候感觉也不太幸福，因为我老公有时候会极端不欣赏我总是打击我等，但是我觉得心理上依赖这个男生，他说破以后，他希望我离婚，但是我做不到。",
        "label": ""
      },
      {
        "sentence": "他就说了一些祝福的话把我删了，十二年的情谊，他删了我很难受，我总觉得在他面前能散发光芒，因为我老公极端，我总觉得他好，但是我不能说离就离婚啊，总感觉我老公以后会跟我离婚，但是那个男生也早就结婚了，我们又错过了。",
        "label": ""
      },
      {
        "sentence": "突然不联系很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的问题，希望能帮到你。有一句话叫相爱容易相守难，且行且珍惜。这句话形容婚姻再合适不过。恋爱是甜蜜的，婚姻则意味着责任和现实油盐酱醋的生活。所以在婚姻中容易感到对方的缺点，容易有怨言。但婚姻是需要经营的，根据描述你和老公并没有原则上的分歧和严重问题，是需要学习怎么在婚姻里相处，包容，沟通。",
    "annotation": [
      {
        "sentence": "看了你的问题，希望能帮到你。",
        "label": ""
      },
      {
        "sentence": "有一句话叫相爱容易相守难，且行且珍惜。",
        "label": ""
      },
      {
        "sentence": "这句话形容婚姻再合适不过。",
        "label": ""
      },
      {
        "sentence": "恋爱是甜蜜的，婚姻则意味着责任和现实油盐酱醋的生活。",
        "label": ""
      },
      {
        "sentence": "所以在婚姻中容易感到对方的缺点，容易有怨言。",
        "label": ""
      },
      {
        "sentence": "但婚姻是需要经营的，根据描述你和老公并没有原则上的分歧和严重问题，是需要学习怎么在婚姻里相处，包容，沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我和老公之间没有原则上的分歧，但是有时候我会感觉不太幸福，因为他经常不欣赏我，总是打击我，让我感觉很受伤。",
    "annotation": [
      {
        "sentence": "是的，我和老公之间没有原则上的分歧，但是有时候我会感觉不太幸福，因为他经常不欣赏我，总是打击我，让我感觉很受伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受。婚姻中，夫妻之间难免会有不满和磨擦，但这并不意味着你们的婚姻不幸福。或许可以试着与你的丈夫沟通，告诉他你的感受和需求，共同寻找解决的方法。相互尊重和关怀在婚姻中是非常重要的。",
    "annotation": [
      {
        "sentence": "理解你的感受。",
        "label": ""
      },
      {
        "sentence": "婚姻中，夫妻之间难免会有不满和磨擦，但这并不意味着你们的婚姻不幸福。",
        "label": ""
      },
      {
        "sentence": "或许可以试着与你的丈夫沟通，告诉他你的感受和需求，共同寻找解决的方法。",
        "label": ""
      },
      {
        "sentence": "相互尊重和关怀在婚姻中是非常重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道沟通很重要，但是我总觉得那个男生在我心中有一个特殊的位置，我依赖他的存在。他说破了我们的关系，我很难过。感觉失去了一个很重要的人。",
    "annotation": [
      {
        "sentence": "我知道沟通很重要，但是我总觉得那个男生在我心中有一个特殊的位置，我依赖他的存在。",
        "label": ""
      },
      {
        "sentence": "他说破了我们的关系，我很难过。",
        "label": ""
      },
      {
        "sentence": "感觉失去了一个很重要的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受，失去一段重要的情谊确实令人伤心。但是，人的情感是可以分散的，或许你可以尝试从其他角度思考你和那个男生的关系。你是否可以寻找其他方式和其他人来填补这种特殊的感情需求呢？",
    "annotation": [
      {
        "sentence": "理解你的感受，失去一段重要的情谊确实令人伤心。",
        "label": ""
      },
      {
        "sentence": "但是，人的情感是可以分散的，或许你可以尝试从其他角度思考你和那个男生的关系。",
        "label": ""
      },
      {
        "sentence": "你是否可以寻找其他方式和其他人来填补这种特殊的感情需求呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这是一个好建议。或许我可以培养其他的兴趣爱好，认识更多的人，以缓解对他的依赖感。",
    "annotation": [
      {
        "sentence": "这是一个好建议。",
        "label": ""
      },
      {
        "sentence": "或许我可以培养其他的兴趣爱好，认识更多的人，以缓解对他的依赖感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你接受这个建议。多参与一些活动，结识新朋友，发展其他的兴趣爱好，可以扩大你的社交圈子，也可能带来新的快乐和充实感。相信随着时间的推移，你对那个男生的依赖感会逐渐减少。",
    "annotation": [
      {
        "sentence": "很高兴你接受这个建议。",
        "label": ""
      },
      {
        "sentence": "多参与一些活动，结识新朋友，发展其他的兴趣爱好，可以扩大你的社交圈子，也可能带来新的快乐和充实感。",
        "label": ""
      },
      {
        "sentence": "相信随着时间的推移，你对那个男生的依赖感会逐渐减少。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会试试的。虽然现在感觉很困惑，但我相信我可以从这个迷惑中走出来。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会试试的。",
        "label": ""
      },
      {
        "sentence": "虽然现在感觉很困惑，但我相信我可以从这个迷惑中走出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，相信自己，你一定可以解决这个问题。婚姻需要经营，也需要双方共同付出和努力。希望你能够与你的丈夫一起度过幸福的日子，一步一步走向更美好的未来。",
    "annotation": [
      {
        "sentence": "非常好，相信自己，你一定可以解决这个问题。",
        "label": ""
      },
      {
        "sentence": "婚姻需要经营，也需要双方共同付出和努力。",
        "label": ""
      },
      {
        "sentence": "希望你能够与你的丈夫一起度过幸福的日子，一步一步走向更美好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福，我会好好珍惜自己的婚姻，努力创造幸福的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福，我会好好珍惜自己的婚姻，努力创造幸福的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你。如果今后还有任何困扰或问题，随时都可以来找我倾诉和寻求支持。祝福你和你的丈夫幸福美满！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "如果今后还有任何困扰或问题，随时都可以来找我倾诉和寻求支持。",
        "label": ""
      },
      {
        "sentence": "祝福你和你的丈夫幸福美满！",
        "label": ""
      }
    ]
  }
]