[
  {
    "role": "client",
    "content": "结婚后，以前喜欢我的男生说忘不了我，怎么办？我去年刚结婚，跟老公是高中同学，我们八年恋爱步入婚姻的，中间他再吵架再极端我不分手的原因是第一次给了他，但是前几天以前喜欢我的一个男生说忘不了我，这个男生是我初中同学，高中的时候给我表白过，但是当时我现在的老公也表白了，现在的老公直接说我是她女朋友，那个男生就退出了，我后来也觉得没有第一次配不上他，这么多年，我们偶尔也像朋友那样聊聊天，但是他前两天说还是忘不了我，他也不介意我第一次，我很理性，我不会因为他说这些就离婚，即使跟我老公有时候感觉也不太幸福，因为我老公有时候会极端不欣赏我总是打击我等，但是我觉得心理上依赖这个男生，他说破以后，他希望我离婚，但是我做不到，他就说了一些祝福的话把我删了，十二年的情谊，他删了我很难受，我总觉得在他面前能散发光芒，因为我老公极端，我总觉得他好，但是我不能说离就离婚啊，总感觉我老公以后会跟我离婚，但是那个男生也早就结婚了，我们又错过了。突然不联系很难受。",
    "annotation": [
      {
        "sentence": "结婚后，以前喜欢我的男生说忘不了我，怎么办？",
        "label": ""
      },
      {
        "sentence": "我去年刚结婚，跟老公是高中同学，我们八年恋爱步入婚姻的，中间他再吵架再极端我不分手的原因是第一次给了他，但是前几天以前喜欢我的一个男生说忘不了我，这个男生是我初中同学，高中的时候给我表白过，但是当时我现在的老公也表白了，现在的老公直接说我是她女朋友，那个男生就退出了，我后来也觉得没有第一次配不上他，这么多年，我们偶尔也像朋友那样聊聊天，但是他前两天说还是忘不了我，他也不介意我第一次，我很理性，我不会因为他说这些就离婚，即使跟我老公有时候感觉也不太幸福，因为我老公有时候会极端不欣赏我总是打击我等，但是我觉得心理上依赖这个男生，他说破以后，他希望我离婚，但是我做不到，他就说了一些祝福的话把我删了，十二年的情谊，他删了我很难受，我总觉得在他面前能散发光芒，因为我老公极端，我总觉得他好，但是我不能说离就离婚啊，总感觉我老公以后会跟我离婚，但是那个男生也早就结婚了，我们又错过了。",
        "label": ""
      },
      {
        "sentence": "突然不联系很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，听到你的困扰了。首先，恭喜你们八年的恋爱走入婚姻，这是一件值得庆贺的事情。但是我感受到你内心充满了牵强和无奈。以前喜欢你的男生重新提起了联系，并表示忘不了你。我很理解你的纠结和困惑。你跟现在的老公是高中同学，你们经历了八年的恋爱步入婚姻，期间你们曾多次吵架，但你因为第一次给了他而不舍得分手。而以前喜欢你的男生是你初中的同学，在高中时期曾向你表白过，但你选择了你现在的老公，然后他就退出了。后来你们偶尔以朋友的身份聊天，但他前两天又说忘不了你，且不介意你的第一次。你表达了自己的理性和坚持不会因此而离婚，尽管你有时觉得与老公的幸福感不足，因为他会给你带来打击等极端的情绪。同时，你也依赖着以前喜欢你的男生，在他面前你觉得自己能散发光芒，因为你觉得老公太极端。然而，你不能因此就离婚，你总感觉老公以后会离开你，但是以前喜欢你的男生也已经结婚了，你们又错过了。突然地停止联系对你来说很难受。",
    "annotation": [
      {
        "sentence": "求助者，听到你的困扰了。",
        "label": ""
      },
      {
        "sentence": "首先，恭喜你们八年的恋爱走入婚姻，这是一件值得庆贺的事情。",
        "label": ""
      },
      {
        "sentence": "但是我感受到你内心充满了牵强和无奈。",
        "label": ""
      },
      {
        "sentence": "以前喜欢你的男生重新提起了联系，并表示忘不了你。",
        "label": ""
      },
      {
        "sentence": "我很理解你的纠结和困惑。",
        "label": ""
      },
      {
        "sentence": "你跟现在的老公是高中同学，你们经历了八年的恋爱步入婚姻，期间你们曾多次吵架，但你因为第一次给了他而不舍得分手。",
        "label": ""
      },
      {
        "sentence": "而以前喜欢你的男生是你初中的同学，在高中时期曾向你表白过，但你选择了你现在的老公，然后他就退出了。",
        "label": ""
      },
      {
        "sentence": "后来你们偶尔以朋友的身份聊天，但他前两天又说忘不了你，且不介意你的第一次。",
        "label": ""
      },
      {
        "sentence": "你表达了自己的理性和坚持不会因此而离婚，尽管你有时觉得与老公的幸福感不足，因为他会给你带来打击等极端的情绪。",
        "label": ""
      },
      {
        "sentence": "同时，你也依赖着以前喜欢你的男生，在他面前你觉得自己能散发光芒，因为你觉得老公太极端。",
        "label": ""
      },
      {
        "sentence": "然而，你不能因此就离婚，你总感觉老公以后会离开你，但是以前喜欢你的男生也已经结婚了，你们又错过了。",
        "label": ""
      },
      {
        "sentence": "突然地停止联系对你来说很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就觉得很纠结。之前喜欢我的那个男生对我来说意义很重大，我觉得在他面前我能展现最好的自己，而且不需要担心他会否定我。而与老公相比，我总是感到不够幸福。有时候我觉得他根本不欣赏我，总是打击我，所以我开始依赖以前喜欢我的男生的心理支持。现在他明确表示希望我离婚，但我不能做到，这让我感到很矛盾。",
    "annotation": [
      {
        "sentence": "是的，我就觉得很纠结。",
        "label": ""
      },
      {
        "sentence": "之前喜欢我的那个男生对我来说意义很重大，我觉得在他面前我能展现最好的自己，而且不需要担心他会否定我。",
        "label": ""
      },
      {
        "sentence": "而与老公相比，我总是感到不够幸福。",
        "label": ""
      },
      {
        "sentence": "有时候我觉得他根本不欣赏我，总是打击我，所以我开始依赖以前喜欢我的男生的心理支持。",
        "label": ""
      },
      {
        "sentence": "现在他明确表示希望我离婚，但我不能做到，这让我感到很矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的矛盾。以前喜欢你的男生对你来说在心理上提供了很大的支持，使你觉得自己可以散发光芒。相比之下，你与现在的老公的关系导致你不够幸福，他常常打击你而非欣赏你。这使得你更加依赖以前喜欢你的男生。现在他明确表示希望你离婚，而你又选择无法做到。这样的处境让你感到非常矛盾。",
    "annotation": [
      {
        "sentence": "我明白你的矛盾。",
        "label": ""
      },
      {
        "sentence": "以前喜欢你的男生对你来说在心理上提供了很大的支持，使你觉得自己可以散发光芒。",
        "label": ""
      },
      {
        "sentence": "相比之下，你与现在的老公的关系导致你不够幸福，他常常打击你而非欣赏你。",
        "label": ""
      },
      {
        "sentence": "这使得你更加依赖以前喜欢你的男生。",
        "label": ""
      },
      {
        "sentence": "现在他明确表示希望你离婚，而你又选择无法做到。",
        "label": ""
      },
      {
        "sentence": "这样的处境让你感到非常矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自己的心情像过山车一样起伏不定。有时候我觉得自己离开了以前喜欢我的男生就会失去光芒，但是另一方面，我也不能轻易放弃与老公的婚姻。我担心未来老公会提出离婚，而以前喜欢我的男生已经结婚了，我们之间似乎错过了时机。",
    "annotation": [
      {
        "sentence": "是的，我觉得自己的心情像过山车一样起伏不定。",
        "label": ""
      },
      {
        "sentence": "有时候我觉得自己离开了以前喜欢我的男生就会失去光芒，但是另一方面，我也不能轻易放弃与老公的婚姻。",
        "label": ""
      },
      {
        "sentence": "我担心未来老公会提出离婚，而以前喜欢我的男生已经结婚了，我们之间似乎错过了时机。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你感觉像过山车一样的心情。你害怕离开以前喜欢你的男生后失去自己散发光芒的能力，但同时你也不能轻易放弃与老公的婚姻。你担心老公会提出离婚，而以前喜欢你的男生已经是别人的丈夫，你们之间似乎错过了最好的时机。",
    "annotation": [
      {
        "sentence": "我能理解你感觉像过山车一样的心情。",
        "label": ""
      },
      {
        "sentence": "你害怕离开以前喜欢你的男生后失去自己散发光芒的能力，但同时你也不能轻易放弃与老公的婚姻。",
        "label": ""
      },
      {
        "sentence": "你担心老公会提出离婚，而以前喜欢你的男生已经是别人的丈夫，你们之间似乎错过了最好的时机。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我就是感到很遗憾。我始终觉得与老公之间存在着隔阂，缺乏幸福感，充满了打压和批评。虽然我很珍惜和老公的情感，但我却没有安全感，总觉得自己可能会被老公抛弃。与以前喜欢我的男生相比，我感觉他更",
    "annotation": [
      {
        "sentence": "对，我就是感到很遗憾。",
        "label": ""
      },
      {
        "sentence": "我始终觉得与老公之间存在着隔阂，缺乏幸福感，充满了打压和批评。",
        "label": ""
      },
      {
        "sentence": "虽然我很珍惜和老公的情感，但我却没有安全感，总觉得自己可能会被老公抛弃。",
        "label": ""
      },
      {
        "sentence": "与以前喜欢我的男生相比，我感觉他更",
        "label": ""
      }
    ]
  }
]