[
  {
    "role": "client",
    "content": "朋友与爱人的关系很近，我很敏感容易发火，该如何做呢？",
    "annotation": [
      {
        "sentence": "朋友与爱人的关系很近，我很敏感容易发火，该如何做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看你的描述，你爱人和你室友的行为表现也让我感到很困惑，我也一样会觉得反感和不高兴。你爱人和你舍友虽然在工作上关系紧密，但是在生活上也诸多联系，甚至有一些亲密行为，感觉他们没有边界感，已经过界，过度侵入你们的生活了。",
    "annotation": [
      {
        "sentence": "看你的描述，你爱人和你室友的行为表现也让我感到很困惑，我也一样会觉得反感和不高兴。",
        "label": ""
      },
      {
        "sentence": "你爱人和你舍友虽然在工作上关系紧密，但是在生活上也诸多联系，甚至有一些亲密行为，感觉他们没有边界感，已经过界，过度侵入你们的生活了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，他们会一起带孩子自驾游，同用一个杯喝水，有时喂尝食物。让我很反感。",
    "annotation": [
      {
        "sentence": "是的，他们会一起带孩子自驾游，同用一个杯喝水，有时喂尝食物。",
        "label": ""
      },
      {
        "sentence": "让我很反感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受，在一个小区住的关系应该很近，但他们的行为确实超越了一般的好友关系。你爱人对她的评价是出于欣赏和亲近的态度，对你却拒绝你的接近和加入。而她把你爱人当哥哥的说法很难令人信服，并且不得不引起怀疑。即使是亲人之间，都需要有一定的边界感，人际交往要有一定的边界和底线。",
    "annotation": [
      {
        "sentence": "我能理解你的感受，在一个小区住的关系应该很近，但他们的行为确实超越了一般的好友关系。",
        "label": ""
      },
      {
        "sentence": "你爱人对她的评价是出于欣赏和亲近的态度，对你却拒绝你的接近和加入。",
        "label": ""
      },
      {
        "sentence": "而她把你爱人当哥哥的说法很难令人信服，并且不得不引起怀疑。",
        "label": ""
      },
      {
        "sentence": "即使是亲人之间，都需要有一定的边界感，人际交往要有一定的边界和底线。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也觉得他们的关系不太正常。我现在很敏感，有时候很容易发火。想过离开，不想再看到他们。",
    "annotation": [
      {
        "sentence": "是的，我也觉得他们的关系不太正常。",
        "label": ""
      },
      {
        "sentence": "我现在很敏感，有时候很容易发火。",
        "label": ""
      },
      {
        "sentence": "想过离开，不想再看到他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的敏感和抗拒的感觉是正常的反应，也许你通过他们日常的许多行为表现感觉到什么不太正常的方面，产生了怀疑和担忧。你向他们表明你的态度也是应该的。如果你们都希望能够继续维护原来正常的家庭婚姻关系的话，就要对这个问题正视起来，一起好好沟通，寻求解决方案。",
    "annotation": [
      {
        "sentence": "你的敏感和抗拒的感觉是正常的反应，也许你通过他们日常的许多行为表现感觉到什么不太正常的方面，产生了怀疑和担忧。",
        "label": ""
      },
      {
        "sentence": "你向他们表明你的态度也是应该的。",
        "label": ""
      },
      {
        "sentence": "如果你们都希望能够继续维护原来正常的家庭婚姻关系的话，就要对这个问题正视起来，一起好好沟通，寻求解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我不知道该如何和他谈，他似乎更愿意听我室友的。",
    "annotation": [
      {
        "sentence": "但是我不知道该如何和他谈，他似乎更愿意听我室友的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "寻找一个合适的时机，大家情绪都平和稳定的状态下，尝试和你爱人好好谈谈，把你的感受想法和态度都明确地说出来，也了解一下他的想法。要让他好好衡量一下自己的家庭和外人的地位与关系，是否希望能够继续好好的过下去。要向他提出明确的要求，用行动来表明改变的决心，和对方保持一定的距离和交往亲密度。",
    "annotation": [
      {
        "sentence": "寻找一个合适的时机，大家情绪都平和稳定的状态下，尝试和你爱人好好谈谈，把你的感受想法和态度都明确地说出来，也了解一下他的想法。",
        "label": ""
      },
      {
        "sentence": "要让他好好衡量一下自己的家庭和外人的地位与关系，是否希望能够继续好好的过下去。",
        "label": ""
      },
      {
        "sentence": "要向他提出明确的要求，用行动来表明改变的决心，和对方保持一定的距离和交往亲密度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我担心他不理解我的感受，觉得我无理取闹。",
    "annotation": [
      {
        "sentence": "我担心他不理解我的感受，觉得我无理取闹。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在谈话中要好好地控制情绪，不要随便发火，否则你爱人会觉得你在无理取闹，就不会听取你的意见了。同时，你也要把自己的生活过好，把自己的工作做好，在经济上取得独立，心理上自立，增加自信心，使自己更有底气面对他们。婚姻家庭的和谐幸福要靠自己的努力争取，既然觉得某些事情不正常、不舒服，就要去解决它。如果一味的退缩忍让，只会使对方更加忽视你的感受，不愿改变。",
    "annotation": [
      {
        "sentence": "在谈话中要好好地控制情绪，不要随便发火，否则你爱人会觉得你在无理取闹，就不会听取你的意见了。",
        "label": ""
      },
      {
        "sentence": "同时，你也要把自己的生活过好，把自己的工作做好，在经济上取得独立，心理上自立，增加自信心，使自己更有底气面对他们。",
        "label": ""
      },
      {
        "sentence": "婚姻家庭的和谐幸福要靠自己的努力争取，既然觉得某些事情不正常、不舒服，就要去解决它。",
        "label": ""
      },
      {
        "sentence": "如果一味的退缩忍让，只会使对方更加忽视你的感受，不愿改变。",
        "label": ""
      }
    ]
  }
]