[
  {
    "role": "client",
    "content": "结婚后，以前喜欢我的男生说忘不了我，怎么办？我去年刚结婚，跟老公是高中同学，我们八年恋爱步入婚姻的，中间他再吵架再极端我不分手的原因是第一次给了他，但是前几天以前喜欢我的一个男生说忘不了我，这个男生是我初中同学，高中的时候给我表白过，但是当时我现在的老公也表白了，现在的老公直接说我是他女朋友，那个男生就退出了，我后来也觉得没有第一次配不上他，这么多年，我们偶尔也像朋友那样聊聊天，但是他前两天说还是忘不了我，他也不介意我第一次，我很理性，我不会因为他说这些就离婚，即使跟我老公有时候感觉也不太幸福，因为我老公有时候会极端不欣赏我总是打击我等，但是我觉得心理上依赖这个男生，他说破以后，他希望我离婚，但是我做不到，他就说了一些祝福的话把我删了，十二年的情谊，他删了我很难受，我总觉得在他面前能散发光芒，因为我老公极端，我总觉得他好，但是我不能说离就离婚啊，总感觉我老公以后会跟我离婚，但是那个男生也早就结婚了，我们又错过了。突然不联系很难受",
    "annotation": [
      {
        "sentence": "结婚后，以前喜欢我的男生说忘不了我，怎么办？",
        "label": ""
      },
      {
        "sentence": "我去年刚结婚，跟老公是高中同学，我们八年恋爱步入婚姻的，中间他再吵架再极端我不分手的原因是第一次给了他，但是前几天以前喜欢我的一个男生说忘不了我，这个男生是我初中同学，高中的时候给我表白过，但是当时我现在的老公也表白了，现在的老公直接说我是他女朋友，那个男生就退出了，我后来也觉得没有第一次配不上他，这么多年，我们偶尔也像朋友那样聊聊天，但是他前两天说还是忘不了我，他也不介意我第一次，我很理性，我不会因为他说这些就离婚，即使跟我老公有时候感觉也不太幸福，因为我老公有时候会极端不欣赏我总是打击我等，但是我觉得心理上依赖这个男生，他说破以后，他希望我离婚，但是我做不到，他就说了一些祝福的话把我删了，十二年的情谊，他删了我很难受，我总觉得在他面前能散发光芒，因为我老公极端，我总觉得他好，但是我不能说离就离婚啊，总感觉我老公以后会跟我离婚，但是那个男生也早就结婚了，我们又错过了。",
        "label": ""
      },
      {
        "sentence": "突然不联系很难受",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从您的叙述中，我可以感受到您是一个重感情、又很有责任感的人。在您提到\"十二年的情谊，他删了我很难受\"的那段，我感觉到您内心还抱有一些希望，在那个男生把您从好友列表中删除的那一刹那，这些希望都被打破了。对于现在的情况，您是否因为想到了某些即将失去的东西，以及未来可能要面对的困境，而感到痛苦呢？",
    "annotation": [
      {
        "sentence": "从您的叙述中，我可以感受到您是一个重感情、又很有责任感的人。",
        "label": ""
      },
      {
        "sentence": "在您提到\"十二年的情谊，他删了我很难受\"的那段，我感觉到您内心还抱有一些希望，在那个男生把您从好友列表中删除的那一刹那，这些希望都被打破了。",
        "label": ""
      },
      {
        "sentence": "对于现在的情况，您是否因为想到了某些即将失去的东西，以及未来可能要面对的困境，而感到痛苦呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实是的，当他把我从好友列表中删除的时候，我感觉心里确实失落了。我知道他已经结婚，我们之间已经错过了，但是看到他依然无法忘记我，我也不禁想起了过去的点点滴滴。我现在的婚姻有时候不是很幸福，我老公经常不欣赏我，总是打击我，这让我思考和他在一起是否正确。",
    "annotation": [
      {
        "sentence": "其实是的，当他把我从好友列表中删除的时候，我感觉心里确实失落了。",
        "label": ""
      },
      {
        "sentence": "我知道他已经结婚，我们之间已经错过了，但是看到他依然无法忘记我，我也不禁想起了过去的点点滴滴。",
        "label": ""
      },
      {
        "sentence": "我现在的婚姻有时候不是很幸福，我老公经常不欣赏我，总是打击我，这让我思考和他在一起是否正确。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来您现在的情绪很复杂，既有对过去的留恋，也有对现在婚姻的不满。且不论这位男同学的意愿如何，我们还是先从您自己的感受出发，来探讨一下您目前的情况。您提到您的婚姻有时候不太幸福，这是一个值得关注的问题。在您与丈夫相处的时候，是否有适当的沟通渠道，能够让您表达自己的感受和需求呢？",
    "annotation": [
      {
        "sentence": "听起来您现在的情绪很复杂，既有对过去的留恋，也有对现在婚姻的不满。",
        "label": ""
      },
      {
        "sentence": "且不论这位男同学的意愿如何，我们还是先从您自己的感受出发，来探讨一下您目前的情况。",
        "label": ""
      },
      {
        "sentence": "您提到您的婚姻有时候不太幸福，这是一个值得关注的问题。",
        "label": ""
      },
      {
        "sentence": "在您与丈夫相处的时候，是否有适当的沟通渠道，能够让您表达自己的感受和需求呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "现实中我和我的丈夫很难沟通。他经常冷漠对待我提出的意见，甚至不重视我的感受。有时候，我觉得他对我的期望太高而我无法满足，这让我产生了一些无助和自卑的情绪。所以，我会不自觉地寄托希望于以前喜欢我的男生身上。",
    "annotation": [
      {
        "sentence": "现实中我和我的丈夫很难沟通。",
        "label": ""
      },
      {
        "sentence": "他经常冷漠对待我提出的意见，甚至不重视我的感受。",
        "label": ""
      },
      {
        "sentence": "有时候，我觉得他对我的期望太高而我无法满足，这让我产生了一些无助和自卑的情绪。",
        "label": ""
      },
      {
        "sentence": "所以，我会不自觉地寄托希望于以前喜欢我的男生身上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解您的感受。在婚姻中出现这样的沟通问题，确实会给您带来不安和痛苦。但是在解决问题之前，我们可以先思考一下您自己的需求。您希望在婚姻中得到怎样的关爱和支持呢？您认为与以前喜欢您的男生保持联系会对您的婚姻产生怎样的影响呢？",
    "annotation": [
      {
        "sentence": "我了解您的感受。",
        "label": ""
      },
      {
        "sentence": "在婚姻中出现这样的沟通问题，确实会给您带来不安和痛苦。",
        "label": ""
      },
      {
        "sentence": "但是在解决问题之前，我们可以先思考一下您自己的需求。",
        "label": ""
      },
      {
        "sentence": "您希望在婚姻中得到怎样的关爱和支持呢？",
        "label": ""
      },
      {
        "sentence": "您认为与以前喜欢您的男生保持联系会对您的婚姻产生怎样的影响呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望能够得到丈夫的关注和理解，以及更多的积极肯定。我不认为与以前喜欢我的男生保持联系对我现在的婚姻有利。这仅仅是出于我个人的情感需求，而我很清楚地知道，离婚并不是解决问题的最好办法。我需要找到一种自己在婚姻中得到情感满足的方式。",
    "annotation": [
      {
        "sentence": "我希望能够得到丈夫的关注和理解，以及更多的积极肯定。",
        "label": ""
      },
      {
        "sentence": "我不认为与以前喜欢我的男生保持联系对我现在的婚姻有利。",
        "label": ""
      },
      {
        "sentence": "这仅仅是出于我个人的情感需求，而我很清楚地知道，离婚并不是解决问题的最好办法。",
        "label": ""
      },
      {
        "sentence": "我需要找到一种自己在婚姻中得到情感满足的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，您的观点很明确。离婚并不是解决问题的唯一途径，而找到与丈夫有效沟通的方式可能对您的婚姻产生积极影响。现在我想请问一下，您是否有充足的机会能够与您的丈夫进行坦诚的交流呢？您是否愿意尝试一些方法来改善与丈夫之间的关系，以更好地满足彼此的情感需求？",
    "annotation": [
      {
        "sentence": "非常好，您的观点很明确。",
        "label": ""
      },
      {
        "sentence": "离婚并不是解决问题的唯一途径，而找到与丈夫有效沟通的方式可能对您的婚姻产生积极影响。",
        "label": ""
      },
      {
        "sentence": "现在我想请问一下，您是否有充足的机会能够与您的丈夫进行坦诚的交流呢？",
        "label": ""
      },
      {
        "sentence": "您是否愿意尝试一些方法来改善与丈夫之间的关系，以更好地满足彼此的情感需求？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我愿意尝试改善和丈夫之间的关系，但是我不知道应该从哪里开始。之前的尝试都很困难，他总是不愿意倾听我的意见。我希望我们能够建立一种平等和尊重的沟通模式，但是我不确定应该怎样做才能实现这个目标。",
    "annotation": [
      {
        "sentence": "我愿意尝试改善和丈夫之间的关系，但是我不知道应该从哪里开始。",
        "label": ""
      },
      {
        "sentence": "之前的尝试都很困难，他总是不愿意倾听我的意见。",
        "label": ""
      },
      {
        "sentence": "我希望我们能够建立一种平等和尊重的沟通模式，但是我不确定应该怎样做才能实现这个目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以理解您的困惑。建立一种平等和尊重的沟通模式确实需要时间和努力。我建议您可以先从自己的角度出发，尝试以积极主动的方式与丈夫进行交流。可以选择一些平静的时刻，向他表达您的感受和需求。同时，也可以试着倾听他的想法和感受，给予他足够的尊重和理解。这样一来，您们之间的互动可能会变得更加平等和融洽。",
    "annotation": [
      {
        "sentence": "可以理解您的困惑。",
        "label": ""
      },
      {
        "sentence": "建立一种平等和尊重的沟通模式确实需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "我建议您可以先从自己的角度出发，尝试以积极主动的方式与丈夫进行交流。",
        "label": ""
      },
      {
        "sentence": "可以选择一些平静的时刻，向他表达您的感受和需求。",
        "label": ""
      },
      {
        "sentence": "同时，也可以试着倾听他的想法和感受，给予他足够的尊重和理解。",
        "label": ""
      },
      {
        "sentence": "这样一来，您们之间的互动可能会变得更加平等和融洽。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议，我会尽量以积极主动的态度去与丈夫交流，并且尝试倾听他的想法和感受。希望通过这些努力，我们的关系能够有所改善，达到更好的互动和理解。",
    "annotation": [
      {
        "sentence": "谢谢您的建议，我会尽量以积极主动的态度去与丈夫交流，并且尝试倾听他的想法和感受。",
        "label": ""
      },
      {
        "sentence": "希望通过这些努力，我们的关系能够有所改善，达到更好的互动和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到您的决心和努力。改变一个关系确实需要时间，但是只要双方都愿意努力，相信终将能够找到更好的共处之道。我会一直在您的身边支持您，如果您在实践过程中遇到任何困难或需要进一步的建议，都可以随时向我寻求帮助。祝您和丈夫能够拥有一个更美满幸福的婚姻！",
    "annotation": [
      {
        "sentence": "很高兴听到您的决心和努力。",
        "label": ""
      },
      {
        "sentence": "改变一个关系确实需要时间，但是只要双方都愿意努力，相信终将能够找到更好的共处之道。",
        "label": ""
      },
      {
        "sentence": "我会一直在您的身边支持您，如果您在实践过程中遇到任何困难或需要进一步的建议，都可以随时向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝您和丈夫能够拥有一个更美满幸福的婚姻！",
        "label": ""
      }
    ]
  }
]