[
  {
    "role": "client",
    "content": "最近一直有想要辞职然后自杀的想法，越来越觉得迷茫？",
    "annotation": [
      {
        "sentence": "最近一直有想要辞职然后自杀的想法，越来越觉得迷茫？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，看到你的内心也许是彷徨的、无助的，失意的，迷茫的，甚至是绝望的。先来梳理一下你的相关情况：今年20岁最近越来越感觉到迷茫不安，读了不喜欢的职高三年本想继续读大专，不想一个人留在广州所以跟家人回了广西。从现状的角度看，每天午睡起来都很不安，这是心理焦虑的表现。现在的中专学历确实有点尴尬，高不高低不低，想找一份好点的工作也很不容易。再加上当下的疫情，让全球经济受到很大的影响。读的职高或许不是你想要的，但是其实仍然有很多的提升渠道，比如继续考大中专院校，但这需要你沉下心来，年龄20并不大，当年我们有很多人也是20才上的大学。关键是自己要看得起自己，好好努力，别人怎么看是别人的事，又有什么关系呢？而今天的社会，无论做什么，学什么，都需要一定的付出，甚至很大的付出，但也可以量力而为。但必须想清楚一个关键问题：那就是，你想要什么？",
    "annotation": [
      {
        "sentence": "从你的描述中，看到你的内心也许是彷徨的、无助的，失意的，迷茫的，甚至是绝望的。",
        "label": ""
      },
      {
        "sentence": "先来梳理一下你的相关情况：今年20岁最近越来越感觉到迷茫不安，读了不喜欢的职高三年本想继续读大专，不想一个人留在广州所以跟家人回了广西。",
        "label": ""
      },
      {
        "sentence": "从现状的角度看，每天午睡起来都很不安，这是心理焦虑的表现。",
        "label": ""
      },
      {
        "sentence": "现在的中专学历确实有点尴尬，高不高低不低，想找一份好点的工作也很不容易。",
        "label": ""
      },
      {
        "sentence": "再加上当下的疫情，让全球经济受到很大的影响。",
        "label": ""
      },
      {
        "sentence": "读的职高或许不是你想要的，但是其实仍然有很多的提升渠道，比如继续考大中专院校，但这需要你沉下心来，年龄20并不大，当年我们有很多人也是20才上的大学。",
        "label": ""
      },
      {
        "sentence": "关键是自己要看得起自己，好好努力，别人怎么看是别人的事，又有什么关系呢？",
        "label": ""
      },
      {
        "sentence": "而今天的社会，无论做什么，学什么，都需要一定的付出，甚至很大的付出，但也可以量力而为。",
        "label": ""
      },
      {
        "sentence": "但必须想清楚一个关键问题：那就是，你想要什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不确定自己喜欢什么样的职业，我觉得很迷茫也不知道自己的能力和潜质在哪里。",
    "annotation": [
      {
        "sentence": "我不确定自己喜欢什么样的职业，我觉得很迷茫也不知道自己的能力和潜质在哪里。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很常见的感受。在我们的生活中，有很多人都会遇到职业选择的困惑，很多人也不清楚自己的能力和潜力在哪里。但是这并不意味着你没有发展的机会。我们可以通过评估你各方面的能力和潜质，找到适合你的职业方向。你可以思考一下自己在学习、兴趣爱好、与人交往等方面的特长和喜好，也可以询问身边的亲友、老师或者心理咨询师的意见。同时，你也可以尝试参加一些职业培训或者实习，通过实践来发现自己的潜力和兴趣。不过，无论你选择的是什么职业，都需要付出努力和时间来学习和提升自己。相信你会找到适合自己的方向的。",
    "annotation": [
      {
        "sentence": "这是一个很常见的感受。",
        "label": ""
      },
      {
        "sentence": "在我们的生活中，有很多人都会遇到职业选择的困惑，很多人也不清楚自己的能力和潜力在哪里。",
        "label": ""
      },
      {
        "sentence": "但是这并不意味着你没有发展的机会。",
        "label": ""
      },
      {
        "sentence": "我们可以通过评估你各方面的能力和潜质，找到适合你的职业方向。",
        "label": ""
      },
      {
        "sentence": "你可以思考一下自己在学习、兴趣爱好、与人交往等方面的特长和喜好，也可以询问身边的亲友、老师或者心理咨询师的意见。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试参加一些职业培训或者实习，通过实践来发现自己的潜力和兴趣。",
        "label": ""
      },
      {
        "sentence": "不过，无论你选择的是什么职业，都需要付出努力和时间来学习和提升自己。",
        "label": ""
      },
      {
        "sentence": "相信你会找到适合自己的方向的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我学历不高，担心找不到好的工作。而且，我的家人也不支持我继续读大专，他们觉得我年纪大了该工作了。",
    "annotation": [
      {
        "sentence": "我觉得我学历不高，担心找不到好的工作。",
        "label": ""
      },
      {
        "sentence": "而且，我的家人也不支持我继续读大专，他们觉得我年纪大了该工作了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心和困惑。首先，不要过分担心学历的问题。现实中，并不是所有的工作都需要很高的学历。有些职业注重的是实践经验和技能，而不仅仅是学历。此外，在当今的社会，人们对于学历的要求也在逐渐改变，很多公司更加注重的是应聘者的实际能力和发展潜力。关于家人的看法，理解他们的担心，但是最终决定人生的是你自己，你应该按照自己的意愿和目标来选择自己的发展方向。你可以试着与家人沟通，分享你对于学习和职业发展的想法，让他们了解你的内心需求。也可以寻求一些第三方的意见，为自己的决策提供更多的支持和方向。",
    "annotation": [
      {
        "sentence": "我理解你的担心和困惑。",
        "label": ""
      },
      {
        "sentence": "首先，不要过分担心学历的问题。",
        "label": ""
      },
      {
        "sentence": "现实中，并不是所有的工作都需要很高的学历。",
        "label": ""
      },
      {
        "sentence": "有些职业注重的是实践经验和技能，而不仅仅是学历。",
        "label": ""
      },
      {
        "sentence": "此外，在当今的社会，人们对于学历的要求也在逐渐改变，很多公司更加注重的是应聘者的实际能力和发展潜力。",
        "label": ""
      },
      {
        "sentence": "关于家人的看法，理解他们的担心，但是最终决定人生的是你自己，你应该按照自己的意愿和目标来选择自己的发展方向。",
        "label": ""
      },
      {
        "sentence": "你可以试着与家人沟通，分享你对于学习和职业发展的想法，让他们了解你的内心需求。",
        "label": ""
      },
      {
        "sentence": "也可以寻求一些第三方的意见，为自己的决策提供更多的支持和方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我对未来有很多的担心，不知道该如何面对。",
    "annotation": [
      {
        "sentence": "我对未来有很多的担心，不知道该如何面对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对未来感到不安和担心是很正常的情绪，尤其是在面临职业选择和人生规划的时候。不过，要记住，你并不是一个人在面对这些困难。很多人都会有类似的感受。将自己的焦虑情绪与朋友、家人或者专业人士分享，寻求他们的意见和建议，也可以帮助你更好地面对未来。此外，你可以尝试进行一些放松和缓解压力的活动，比如运动、听音乐、读书等等，以让自己的心情得到调整。同时，也要相信自己的能力，相信未来会有更好的发展机会等待着你。",
    "annotation": [
      {
        "sentence": "对未来感到不安和担心是很正常的情绪，尤其是在面临职业选择和人生规划的时候。",
        "label": ""
      },
      {
        "sentence": "不过，要记住，你并不是一个人在面对这些困难。",
        "label": ""
      },
      {
        "sentence": "很多人都会有类似的感受。",
        "label": ""
      },
      {
        "sentence": "将自己的焦虑情绪与朋友、家人或者专业人士分享，寻求他们的意见和建议，也可以帮助你更好地面对未来。",
        "label": ""
      },
      {
        "sentence": "此外，你可以尝试进行一些放松和缓解压力的活动，比如运动、听音乐、读书等等，以让自己的心情得到调整。",
        "label": ""
      },
      {
        "sentence": "同时，也要相信自己的能力，相信未来会有更好的发展机会等待着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会努力调整自己的心态，寻找适合自己的职业方向。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "我会努力调整自己的心态，寻找适合自己的职业方向。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够为你提供一些帮助和支持。记得要对自己有信心，相信自己的能力，同时也要相信未来会有更好的发展机会等待着你。如果在以后的过程中，你还有其他的问题或者困惑，随时都可以来找我倾诉和寻求帮助。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够为你提供一些帮助和支持。",
        "label": ""
      },
      {
        "sentence": "记得要对自己有信心，相信自己的能力，同时也要相信未来会有更好的发展机会等待着你。",
        "label": ""
      },
      {
        "sentence": "如果在以后的过程中，你还有其他的问题或者困惑，随时都可以来找我倾诉和寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]