[
  {
    "role": "client",
    "content": "最近一直有想要辞职然后自杀的想法，越来越觉得迷茫？",
    "annotation": [
      {
        "sentence": "最近一直有想要辞职然后自杀的想法，越来越觉得迷茫？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你有这样的想法，我很担心你的情绪。可以告诉我具体你为什么觉得迷茫吗？",
    "annotation": [
      {
        "sentence": "听到你有这样的想法，我很担心你的情绪。",
        "label": ""
      },
      {
        "sentence": "可以告诉我具体你为什么觉得迷茫吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "最近越来越觉得迷茫，每天午睡起来都很不安，今年20岁，没上高中，初中想要中考，读高中，但是成绩太差，家里人不同意我读高中，把我送去职高，其实我一直反对职高，但是没有办法，还是读了职高，选择了航空专业读了中专三年，就没读了，因为那时候家里人都在广州，我读完中专以后，他们要搬回广西了，如果我要读大专的话，我就要自己留在广州读大专，我不想一个人留在广州读大专，于是我就跟家里人回广西了，想着回广西以后继续找学校读大专，那时候正是中专毕业以后的暑假，那年我十八岁，暑假因为在家很无聊，于是我跟父母提出想学钢琴，钢琴的学费很贵，2400元24节课。",
    "annotation": [
      {
        "sentence": "最近越来越觉得迷茫，每天午睡起来都很不安，今年20岁，没上高中，初中想要中考，读高中，但是成绩太差，家里人不同意我读高中，把我送去职高，其实我一直反对职高，但是没有办法，还是读了职高，选择了航空专业读了中专三年，就没读了，因为那时候家里人都在广州，我读完中专以后，他们要搬回广西了，如果我要读大专的话，我就要自己留在广州读大专，我不想一个人留在广州读大专，于是我就跟家里人回广西了，想着回广西以后继续找学校读大专，那时候正是中专毕业以后的暑假，那年我十八岁，暑假因为在家很无聊，于是我跟父母提出想学钢琴，钢琴的学费很贵，2400元24节课。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你经历了一段较为复杂的学业选择和家庭变动。这些变动可能导致你感到困惑和迷茫。我可以理解为什么你会有自杀的想法。但是，我希望你知道，每个人的选择和经历都不一样，不一定要按照别人的期望来过自己的生活。你说你想学钢琴，但是学费很贵，你能否考虑其他的方式来满足自己对音乐的热爱呢？",
    "annotation": [
      {
        "sentence": "听起来你经历了一段较为复杂的学业选择和家庭变动。",
        "label": ""
      },
      {
        "sentence": "这些变动可能导致你感到困惑和迷茫。",
        "label": ""
      },
      {
        "sentence": "我可以理解为什么你会有自杀的想法。",
        "label": ""
      },
      {
        "sentence": "但是，我希望你知道，每个人的选择和经历都不一样，不一定要按照别人的期望来过自己的生活。",
        "label": ""
      },
      {
        "sentence": "你说你想学钢琴，但是学费很贵，你能否考虑其他的方式来满足自己对音乐的热爱呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经尝试学琴，但老师总是让我做老师助教，我无法专心学习自己想弹的流行曲目。我很想做一些能让自己有成就感的事情。",
    "annotation": [
      {
        "sentence": "我曾经尝试学琴，但老师总是让我做老师助教，我无法专心学习自己想弹的流行曲目。",
        "label": ""
      },
      {
        "sentence": "我很想做一些能让自己有成就感的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困扰。或许你可以坚持自己的想法，找到能让自己有成就感的事情来做。比如，尝试坚持练习一首流行曲目，这样可以提升你的自信心，并且正确认识自己，增强自我评价。同时，你也可以尝试发现和肯定自己的优点，不要过分担心学琴的进度和其他学生的比较，每个人都有自己的发展节奏。如果你有压力和焦虑，可以和老师沟通，告诉她你的感受，看看她怎么回答你的。另外，在面对焦虑的情况下，你可以提前思考和预演可能出现的场景，并且想想如何应对和照顾自己，想想最坏的结果是什么，以及如何处理。",
    "annotation": [
      {
        "sentence": "听到你的困扰。",
        "label": ""
      },
      {
        "sentence": "或许你可以坚持自己的想法，找到能让自己有成就感的事情来做。",
        "label": ""
      },
      {
        "sentence": "比如，尝试坚持练习一首流行曲目，这样可以提升你的自信心，并且正确认识自己，增强自我评价。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试发现和肯定自己的优点，不要过分担心学琴的进度和其他学生的比较，每个人都有自己的发展节奏。",
        "label": ""
      },
      {
        "sentence": "如果你有压力和焦虑，可以和老师沟通，告诉她你的感受，看看她怎么回答你的。",
        "label": ""
      },
      {
        "sentence": "另外，在面对焦虑的情况下，你可以提前思考和预演可能出现的场景，并且想想如何应对和照顾自己，想想最坏的结果是什么，以及如何处理。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "每次练琴的时候，我常常感到很大的压力，害怕被家长批评和发现我的进步慢。其他学生的进度都比我快，我真的很焦虑，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "每次练琴的时候，我常常感到很大的压力，害怕被家长批评和发现我的进步慢。",
        "label": ""
      },
      {
        "sentence": "其他学生的进度都比我快，我真的很焦虑，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不必过于担心其他学生的进度，他们学习时间的长短不是唯一标准。害怕被看穿的感觉在学习过程中是常有的，但是你不必让这种感觉阻碍了你的学习和进步。可以试着与老师交流，分享你的感受和困惑，她或许能给你一些指导和解决方案。此外，你可以通过进行预演和思考的方式来缓解焦虑，列举一些可能令你焦虑的场景，在面对这些场景时，想想怎么化解和照顾自己，同时，明确最坏的结果，以及你应对的办法。这样能帮助你更好地应对焦虑情绪。",
    "annotation": [
      {
        "sentence": "你不必过于担心其他学生的进度，他们学习时间的长短不是唯一标准。",
        "label": ""
      },
      {
        "sentence": "害怕被看穿的感觉在学习过程中是常有的，但是你不必让这种感觉阻碍了你的学习和进步。",
        "label": ""
      },
      {
        "sentence": "可以试着与老师交流，分享你的感受和困惑，她或许能给你一些指导和解决方案。",
        "label": ""
      },
      {
        "sentence": "此外，你可以通过进行预演和思考的方式来缓解焦虑，列举一些可能令你焦虑的场景，在面对这些场景时，想想怎么化解和照顾自己，同时，明确最坏的结果，以及你应对的办法。",
        "label": ""
      },
      {
        "sentence": "这样能帮助你更好地应对焦虑情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着跟老师沟通，并尝试预演和思考的方式来缓解焦虑，希望能够找到更好的发展方向。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着跟老师沟通，并尝试预演和思考的方式来缓解焦虑，希望能够找到更好的发展方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意接受建议，并且希望能找到更好的发展方向。记得要耐心和自己好好相处，相信自己能够克服困难，找到适合自己的方式。如果还有需要帮助的话，随时告诉我。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意接受建议，并且希望能找到更好的发展方向。",
        "label": ""
      },
      {
        "sentence": "记得要耐心和自己好好相处，相信自己能够克服困难，找到适合自己的方式。",
        "label": ""
      },
      {
        "sentence": "如果还有需要帮助的话，随时告诉我。",
        "label": ""
      }
    ]
  }
]