[
  {
    "role": "client",
    "content": "总觉得自己看电影、看小说是在浪费时间？就觉得不该花时间看小说看电影，而应该多学习，但有时候控制不住自己就会看这些，事后又觉得浪费了学习的时间。",
    "annotation": [
      {
        "sentence": "总觉得自己看电影、看小说是在浪费时间？",
        "label": ""
      },
      {
        "sentence": "就觉得不该花时间看小说看电影，而应该多学习，但有时候控制不住自己就会看这些，事后又觉得浪费了学习的时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没事的，你不是一个人，我也有同样的感受。这是一种常见的习惯问题，并不需要担心。我们都有时会缺乏自控力，但是当我们全情投入某件事时，我们能够认真专注。你可以回想一下你那些经历，会发现这个道理。",
    "annotation": [
      {
        "sentence": "没事的，你不是一个人，我也有同样的感受。",
        "label": ""
      },
      {
        "sentence": "这是一种常见的习惯问题，并不需要担心。",
        "label": ""
      },
      {
        "sentence": "我们都有时会缺乏自控力，但是当我们全情投入某件事时，我们能够认真专注。",
        "label": ""
      },
      {
        "sentence": "你可以回想一下你那些经历，会发现这个道理。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是吗？我还挺担心的，怕自己无法改变这个习惯。",
    "annotation": [
      {
        "sentence": "是吗？",
        "label": ""
      },
      {
        "sentence": "我还挺担心的，怕自己无法改变这个习惯。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用害怕，我认为改变习惯并不困难。你可以先从你感兴趣的事情入手，不要说你找不到合适的事情哦(´-ω-`)。举个例子，我就喜欢读心理学书籍，即使不是特别认真，但是有时候我也能真正投入其中。我希望告诉你，改变的关键在于从你最擅长的方面入手，慢慢地你会找到自信并体验到某种成就感，然后你就会慢慢忘记手机和电视。另外，我们大部分时间都用在电视剧和小说上，这可能意味着我们缺乏自信，甚至在逃避一些我们不敢面对的事情。但是没关系啊！这很正常，即使是最厉害的人也有他们的伤疤。要让自己变得自信，你可以再从你喜欢的事物入手，比如如果你喜欢帮助别人，那就去帮助别人，享受喜悦和成就感，慢慢地就会变得自信。当然，学习也非常重要，只有学习好了，我们才能立足于世。最后呢？我们都很普通，有些问题是正常的，毕竟不存在十全十美的人。而且你能够寻求帮助，证明你有上进心，只要不放弃，每天进步一小步，聚沙成塔，我相信最终你一定能成为你内心最想成为的模样。我会陪着你一起进步的，别害怕，我们一起努力，加油。另外，记得给自己设定一个小目标哦，哪怕一开始只能完成一两个，每天都有进步也是好的。加油，我们最棒！",
    "annotation": [
      {
        "sentence": "不用害怕，我认为改变习惯并不困难。",
        "label": ""
      },
      {
        "sentence": "你可以先从你感兴趣的事情入手，不要说你找不到合适的事情哦(´-ω-`)。",
        "label": ""
      },
      {
        "sentence": "举个例子，我就喜欢读心理学书籍，即使不是特别认真，但是有时候我也能真正投入其中。",
        "label": ""
      },
      {
        "sentence": "我希望告诉你，改变的关键在于从你最擅长的方面入手，慢慢地你会找到自信并体验到某种成就感，然后你就会慢慢忘记手机和电视。",
        "label": ""
      },
      {
        "sentence": "另外，我们大部分时间都用在电视剧和小说上，这可能意味着我们缺乏自信，甚至在逃避一些我们不敢面对的事情。",
        "label": ""
      },
      {
        "sentence": "但是没关系啊！",
        "label": ""
      },
      {
        "sentence": "这很正常，即使是最厉害的人也有他们的伤疤。",
        "label": ""
      },
      {
        "sentence": "要让自己变得自信，你可以再从你喜欢的事物入手，比如如果你喜欢帮助别人，那就去帮助别人，享受喜悦和成就感，慢慢地就会变得自信。",
        "label": ""
      },
      {
        "sentence": "当然，学习也非常重要，只有学习好了，我们才能立足于世。",
        "label": ""
      },
      {
        "sentence": "最后呢？",
        "label": ""
      },
      {
        "sentence": "我们都很普通，有些问题是正常的，毕竟不存在十全十美的人。",
        "label": ""
      },
      {
        "sentence": "而且你能够寻求帮助，证明你有上进心，只要不放弃，每天进步一小步，聚沙成塔，我相信最终你一定能成为你内心最想成为的模样。",
        "label": ""
      },
      {
        "sentence": "我会陪着你一起进步的，别害怕，我们一起努力，加油。",
        "label": ""
      },
      {
        "sentence": "另外，记得给自己设定一个小目标哦，哪怕一开始只能完成一两个，每天都有进步也是好的。",
        "label": ""
      },
      {
        "sentence": "加油，我们最棒！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。你说的很有道理，我会试着从自己感兴趣的事情入手，找到自己的自信和成就感。我也相信只要我不放弃，一步步向前进，最终我会达到内心希望的目标。我真的非常感激你愿意陪伴我一起努力，再次谢谢你。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "你说的很有道理，我会试着从自己感兴趣的事情入手，找到自己的自信和成就感。",
        "label": ""
      },
      {
        "sentence": "我也相信只要我不放弃，一步步向前进，最终我会达到内心希望的目标。",
        "label": ""
      },
      {
        "sentence": "我真的非常感激你愿意陪伴我一起努力，再次谢谢你。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我非常乐意帮助你。记住，你并不孤单，每当你需要支持和鼓励时，我都会在这里。我们一起加油，迈向更好的未来。如果有任何问题，随时都可以来找我哦！祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我非常乐意帮助你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，每当你需要支持和鼓励时，我都会在这里。",
        "label": ""
      },
      {
        "sentence": "我们一起加油，迈向更好的未来。",
        "label": ""
      },
      {
        "sentence": "如果有任何问题，随时都可以来找我哦！",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]