[
  {
    "role": "client",
    "content": "工作里自己不被看到，心寒又迷茫，真的只是这样吗？我在一家门店工作一年，已经成为部门的主要负责人之一。因为我们部门另一位负责人要接管店长，她原先的工作要有人接手。我期待过是自己，但结果是我们的现任店长将这个工作交给他更信任的另一个人，并且宁愿为此调换另外两个人的常规工作也不给我接手学习。我和我们部门的担当私交较好，她替我争取，店长说因为『粗心』。当时第一反应是，委屈和气愤。然后我开始审视自己工作的问题，并且积极审视和疏解自己的情绪。但我觉得很心寒，因为那一个词我承认我的问题，但却让我感觉自己和另一个即将离职却划了一年水的人被放在同一个水平面来比较。我的情绪是，我委屈我心寒。我的理性是，我为我自己为部门，你们的评价中我的错我努力修正。但我还是郁结，一边是我工作想被认可，一边是我对自己的怀疑，我一年的工作能力就真的只是这样吗？",
    "annotation": [
      {
        "sentence": "工作里自己不被看到，心寒又迷茫，真的只是这样吗？",
        "label": ""
      },
      {
        "sentence": "我在一家门店工作一年，已经成为部门的主要负责人之一。",
        "label": ""
      },
      {
        "sentence": "因为我们部门另一位负责人要接管店长，她原先的工作要有人接手。",
        "label": ""
      },
      {
        "sentence": "我期待过是自己，但结果是我们的现任店长将这个工作交给他更信任的另一个人，并且宁愿为此调换另外两个人的常规工作也不给我接手学习。",
        "label": ""
      },
      {
        "sentence": "我和我们部门的担当私交较好，她替我争取，店长说因为『粗心』。",
        "label": ""
      },
      {
        "sentence": "当时第一反应是，委屈和气愤。",
        "label": ""
      },
      {
        "sentence": "然后我开始审视自己工作的问题，并且积极审视和疏解自己的情绪。",
        "label": ""
      },
      {
        "sentence": "但我觉得很心寒，因为那一个词我承认我的问题，但却让我感觉自己和另一个即将离职却划了一年水的人被放在同一个水平面来比较。",
        "label": ""
      },
      {
        "sentence": "我的情绪是，我委屈我心寒。",
        "label": ""
      },
      {
        "sentence": "我的理性是，我为我自己为部门，你们的评价中我的错我努力修正。",
        "label": ""
      },
      {
        "sentence": "但我还是郁结，一边是我工作想被认可，一边是我对自己的怀疑，我一年的工作能力就真的只是这样吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在此次事件中，你表现得相当好的一面是：虽然感到委屈和气愤，但仍然审视了自己的问题，也积极的排遣了情绪。相当正面，给你32万个网络云赞。工作一年已经成为主要负责人，该成就是对你工作努力产生价值的社会认可。在取得这类认可之后，我们的自信度会有所增高，会表现出更积极的工作态度和更饱和的工作热情。",
    "annotation": [
      {
        "sentence": "在此次事件中，你表现得相当好的一面是：虽然感到委屈和气愤，但仍然审视了自己的问题，也积极的排遣了情绪。",
        "label": ""
      },
      {
        "sentence": "相当正面，给你32万个网络云赞。",
        "label": ""
      },
      {
        "sentence": "工作一年已经成为主要负责人，该成就是对你工作努力产生价值的社会认可。",
        "label": ""
      },
      {
        "sentence": "在取得这类认可之后，我们的自信度会有所增高，会表现出更积极的工作态度和更饱和的工作热情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的肯定和支持。我明白工作一年成为主要负责人是一种成功，但这次事件还是让我感到心寒和迷茫。我为什么会感到委屈呢？也许是因为我期待的结果和实际情况不符，觉得自己的工作不被看重，被放在同一个水平面来比较。",
    "annotation": [
      {
        "sentence": "谢谢你的肯定和支持。",
        "label": ""
      },
      {
        "sentence": "我明白工作一年成为主要负责人是一种成功，但这次事件还是让我感到心寒和迷茫。",
        "label": ""
      },
      {
        "sentence": "我为什么会感到委屈呢？",
        "label": ""
      },
      {
        "sentence": "也许是因为我期待的结果和实际情况不符，觉得自己的工作不被看重，被放在同一个水平面来比较。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受非常正常。当我们付出了努力并期待一份收获时，却得到了不符合预期的结果，肯定会感到委屈和失望。但是，我们不能只看结果，更要看自己在这个过程中所付出的努力和成长。你应该为自己的进步和努力感到自豪。",
    "annotation": [
      {
        "sentence": "你的感受非常正常。",
        "label": ""
      },
      {
        "sentence": "当我们付出了努力并期待一份收获时，却得到了不符合预期的结果，肯定会感到委屈和失望。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能只看结果，更要看自己在这个过程中所付出的努力和成长。",
        "label": ""
      },
      {
        "sentence": "你应该为自己的进步和努力感到自豪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但我还是觉得心里很不舒服。觉得自己辛苦付出的努力没有得到应有的认可，这让我对自己的能力产生了怀疑。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但我还是觉得心里很不舒服。",
        "label": ""
      },
      {
        "sentence": "觉得自己辛苦付出的努力没有得到应有的认可，这让我对自己的能力产生了怀疑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有时候，我们会过于关注外界的认可而忽略了自己对自我的认可。其实，工作能力和价值不仅仅取决于别人的评价，更重要的是你内心对自我的认同和自信。你可以试着从现在的角度看待这次事件，找到自己的成长和进步，重新认识自己的能力。",
    "annotation": [
      {
        "sentence": "有时候，我们会过于关注外界的认可而忽略了自己对自我的认可。",
        "label": ""
      },
      {
        "sentence": "其实，工作能力和价值不仅仅取决于别人的评价，更重要的是你内心对自我的认同和自信。",
        "label": ""
      },
      {
        "sentence": "你可以试着从现在的角度看待这次事件，找到自己的成长和进步，重新认识自己的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更加关注自己内心的评价，而不仅仅依赖外界的认可。我会试着重新审视自己的工作能力和价值，并更加自信地面对工作。",
    "annotation": [
      {
        "sentence": "你说得对，我应该更加关注自己内心的评价，而不仅仅依赖外界的认可。",
        "label": ""
      },
      {
        "sentence": "我会试着重新审视自己的工作能力和价值，并更加自信地面对工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样说来，你已经在正确的方向上前进了。对自己的能力和价值有信心是非常重要的，你已经表现出了积极的态度和行动。不要被一次被忽视的经历所影响，继续相信自己，努力工作，你会取得更多的成就。",
    "annotation": [
      {
        "sentence": "这样说来，你已经在正确的方向上前进了。",
        "label": ""
      },
      {
        "sentence": "对自己的能力和价值有信心是非常重要的，你已经表现出了积极的态度和行动。",
        "label": ""
      },
      {
        "sentence": "不要被一次被忽视的经历所影响，继续相信自己，努力工作，你会取得更多的成就。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我会坚持相信自己，为自己的成长努力，并在工作中展现更好的表现。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会坚持相信自己，为自己的成长努力，并在工作中展现更好的表现。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助到你。记住，困难和挫折是成长的过程中必然存在的，重要的是我们要有足够的勇气和韧性去面对它们。相信自己，继续努力，你一定能够克服困难，实现自己的目标。",
    "annotation": [
      {
        "sentence": "很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，困难和挫折是成长的过程中必然存在的，重要的是我们要有足够的勇气和韧性去面对它们。",
        "label": ""
      },
      {
        "sentence": "相信自己，继续努力，你一定能够克服困难，实现自己的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会牢记你的话，再次感谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "我会牢记你的话，再次感谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，如果还有其他问题或困惑，请随时向我求助。我会一直支持你的成长和发展。加油！",
    "annotation": [
      {
        "sentence": "不客气，如果还有其他问题或困惑，请随时向我求助。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的成长和发展。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]