[
  {
    "role": "client",
    "content": "初恋，谈了快四年，分手一个月了，还是走不出？",
    "annotation": [
      {
        "sentence": "初恋，谈了快四年，分手一个月了，还是走不出？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢谢你的信任和邀请。不知道你现在有多大，不过无论多大，初恋、谈了四年，都是让人难忘的，一个月没走出来也很正常。只是看起来分手带来的情绪好像占据了你生活的大部分？",
    "annotation": [
      {
        "sentence": "谢谢你的信任和邀请。",
        "label": ""
      },
      {
        "sentence": "不知道你现在有多大，不过无论多大，初恋、谈了四年，都是让人难忘的，一个月没走出来也很正常。",
        "label": ""
      },
      {
        "sentence": "只是看起来分手带来的情绪好像占据了你生活的大部分？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我整天都在想他，想他为什么会选择分手，为什么他不肯告诉我原因，我真的很失望。",
    "annotation": [
      {
        "sentence": "是的，我整天都在想他，想他为什么会选择分手，为什么他不肯告诉我原因，我真的很失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果是这样，那真的需要看看怎么才能照顾好自己。每个人的想法都不尽相同，分手只丢下三个字，其实也不一定是什么原因，也许他已经在之前的交往中表达了原因，比如是因为你乱说话控制不住情绪。",
    "annotation": [
      {
        "sentence": "如果是这样，那真的需要看看怎么才能照顾好自己。",
        "label": ""
      },
      {
        "sentence": "每个人的想法都不尽相同，分手只丢下三个字，其实也不一定是什么原因，也许他已经在之前的交往中表达了原因，比如是因为你乱说话控制不住情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他说因为我最近压力很大，但我一直和他道歉，一直求他，可他就是不回我，我就越来越愤怒，为什么他不肯面对我？",
    "annotation": [
      {
        "sentence": "他说因为我最近压力很大，但我一直和他道歉，一直求他，可他就是不回我，我就越来越愤怒，为什么他不肯面对我？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你解释说是因为你压力大，并且一直和他道歉、求他，最后甚至想告诉他你想自杀来让他回复，在你看来这样已经足够真诚、有足够多的付出，但是也许对方没办法面对你乱说的话、发的脾气，这些对他来说可能很重、影响很大，是后面的道歉没办法弥补的。相信恋爱4年，吵吵闹闹也没分手，他还是很在乎你的。",
    "annotation": [
      {
        "sentence": "你解释说是因为你压力大，并且一直和他道歉、求他，最后甚至想告诉他你想自杀来让他回复，在你看来这样已经足够真诚、有足够多的付出，但是也许对方没办法面对你乱说的话、发的脾气，这些对他来说可能很重、影响很大，是后面的道歉没办法弥补的。",
        "label": ""
      },
      {
        "sentence": "相信恋爱4年，吵吵闹闹也没分手，他还是很在乎你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是，为什么他要拉黑我呢？拉黑是什么意思？",
    "annotation": [
      {
        "sentence": "可是，为什么他要拉黑我呢？",
        "label": ""
      },
      {
        "sentence": "拉黑是什么意思？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后分手只说三个字，也许只是想让最后的分手别再“吵吵闹闹”，是他给你的最后的爱。不知道你最近在面对什么压力，一定需要你在这上面花很多精力，你可能没有额外的精力再控制自己的情绪和随时想好自己怎么说才不会伤到别人。你很希望你最亲近的人能够和你一起承担这个压力带来的后果，但是他没能非常理解并且像你想的那样原谅你，让你很失望。我想任何人如果总承受负面情绪心理都是不舒服的，你用其它方式来纾解压力也许效果更好：比如把自己的压力跟他直说，如果直男不能够安慰到你可以跟闺蜜说，或者用你曾经有效的方式比如运动、旅游、spa这类，如果条件允许也可以跟咨询师探讨。",
    "annotation": [
      {
        "sentence": "最后分手只说三个字，也许只是想让最后的分手别再“吵吵闹闹”，是他给你的最后的爱。",
        "label": ""
      },
      {
        "sentence": "不知道你最近在面对什么压力，一定需要你在这上面花很多精力，你可能没有额外的精力再控制自己的情绪和随时想好自己怎么说才不会伤到别人。",
        "label": ""
      },
      {
        "sentence": "你很希望你最亲近的人能够和你一起承担这个压力带来的后果，但是他没能非常理解并且像你想的那样原谅你，让你很失望。",
        "label": ""
      },
      {
        "sentence": "我想任何人如果总承受负面情绪心理都是不舒服的，你用其它方式来纾解压力也许效果更好：比如把自己的压力跟他直说，如果直男不能够安慰到你可以跟闺蜜说，或者用你曾经有效的方式比如运动、旅游、spa这类，如果条件允许也可以跟咨询师探讨。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直很依赖他，以为他是我可以倾诉的人，可是现在他不回我消息，我觉得很孤独，很无助。",
    "annotation": [
      {
        "sentence": "我一直很依赖他，以为他是我可以倾诉的人，可是现在他不回我消息，我觉得很孤独，很无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不知道你和爸妈的关系如何，亲密关系中，我们如果没做够小孩，就总想在之后的亲密关系中继续享受做小孩的感觉。另一半不是不爱你、也不是不想满足你的需要，只是力不从心，没法在处理好自己的任务之后，有那么多精力再给你那么多的关心和迁就。咱们可以试着理清你内心的需要是什么，再看看如何不通过另一半，就满足你内心的需要，这样相信你的下一段恋爱就会更加地清爽和甜蜜。祝你越来越顺利，我们都在这里陪着你。",
    "annotation": [
      {
        "sentence": "不知道你和爸妈的关系如何，亲密关系中，我们如果没做够小孩，就总想在之后的亲密关系中继续享受做小孩的感觉。",
        "label": ""
      },
      {
        "sentence": "另一半不是不爱你、也不是不想满足你的需要，只是力不从心，没法在处理好自己的任务之后，有那么多精力再给你那么多的关心和迁就。",
        "label": ""
      },
      {
        "sentence": "咱们可以试着理清你内心的需要是什么，再看看如何不通过另一半，就满足你内心的需要，这样相信你的下一段恋爱就会更加地清爽和甜蜜。",
        "label": ""
      },
      {
        "sentence": "祝你越来越顺利，我们都在这里陪着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会尽量调整自己的心态和情绪，为自己找到新的出路，不再依赖过去的感情。你的陪伴让我觉得温暖，谢谢你。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会尽量调整自己的心态和情绪，为自己找到新的出路，不再依赖过去的感情。",
        "label": ""
      },
      {
        "sentence": "你的陪伴让我觉得温暖，谢谢你。",
        "label": ""
      }
    ]
  }
]