[
  {
    "role": "client",
    "content": "初恋，谈了快四年，分手一个月了，还是走不出？",
    "annotation": [
      {
        "sentence": "初恋，谈了快四年，分手一个月了，还是走不出？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的问题，我感到很焦虑。你的男朋友似乎不应该只说一句分手就开始躲着你。我相信这其中一定有他懦弱的成分，但关键是他不知道如何跟你好好说分手。我相信如果你真的问他为什么要分手，他也说不出具体的原因，只会说和你在一起生活太累了。他可能会说与你在一块的压力大，感觉疲惫、压抑，缺乏自由。我相信他多次对你说过类似的话。你问他是否爱你？他肯定是爱你的。我猜你们不止一次分手，而每次分手他告诉你的原因可能都差不多。而且我相信每一次和好都是你委屈求全，你主动认错、告诉他离不开他之类的。这给人一种你非常弱小的感觉。每一次和好他可能没有特别高兴过，只是感觉很平淡。也许事后他会做些弥补，但并没有真正幸福的感觉。你们之间一直吵吵闹闹、纷纷扰扰、分分合合，但你们的问题从根本上没有解决。因为对他的具体情况我不了解，所以我只能根据你提供的问题来给你回答。你给我的感觉是，你是一个受害者，你非常爱他，离不开他。没有他你很痛苦，但这种感觉有一种压迫性。有时候弱小确实是一种很强大的武器。当我们表现得弱小、比对方更弱小时，对方很难做出改变。或者我们会承认自己有一些不好的地方，但我们却无能为力。我们也想改变，但没有办法。有时候不是我们真的很弱小，而是我们用弱小来保护自己，压迫别人。如果我们真的以弱小去束缚和压迫别人，别人会讨厌我们的弱小。这样会让我们非常难受。当我们表现得弱小时，我们本质上是希望别人接纳我们的弱小，照顾我们的弱小，容忍我们的弱小。但当我们利用别人的照顾和容忍来伤害别人时，别人会讨厌我们的弱小。这时我们会感到被抛弃了。我们觉得他们因为我们的弱小而抛弃了我们，他们太过分了。就像一个亿万富翁，因为我没钱，我是一个穷光蛋，他居然抛弃了我。这让我们对他感到憎恶，认为都是他的错。但我们没有想过，在这之前，我们经常说自己是个穷光蛋，你是个有钱人，给我点钱吧，这损害了他的利益。而且我们觉得他给我们钱理所应当。那么这个富人没有得到一点回报。甚至还受到威胁。如果你是这个富人，你会怎么做？你会有两个选择，一是不断压抑自己，不断给这个乞丐钱。最终你会发现自己也没钱了，而这个乞丐也没钱。我相信到了这时，这个乞丐不会说“兄弟，没关系，我会和你一直在一起，我们永远是好兄弟”。我相信这个乞丐会指责富人，问他怎么没钱了。如果富人回答说钱已经都给你了，你都花了。那么乞丐可能会说，“我才花了你多少钱？你以前那么有钱，你不会赚钱吗？你怎么可能因为我花你的钱而没钱了？”乞丐会疯狂指责富人。那么这个富人到底在图什么呢？或者富人直接断绝与乞丐的联系，不再回复他，因为回复乞丐会引发内疚感。当我们无法帮助到弱小群体时，经常面对这样的弱小群体会引发内心的罪恶感。所以他只能逃避，无法回复、解释。虽然我这个例子举得不太恰当，并且带有攻击性，但它形象地表达了我的观点。我这个例子并不特指你，而是很多人都有这种情况。大家应该听说过类似的故事。有些人不希望儿子外出创业，因为他舍不得儿子离开。他会对儿子说，我很孤单，你爸走得早，你再走，我就一个人了。这就是弱小的感情。",
    "annotation": [
      {
        "sentence": "听到你的问题，我感到很焦虑。",
        "label": ""
      },
      {
        "sentence": "你的男朋友似乎不应该只说一句分手就开始躲着你。",
        "label": ""
      },
      {
        "sentence": "我相信这其中一定有他懦弱的成分，但关键是他不知道如何跟你好好说分手。",
        "label": ""
      },
      {
        "sentence": "我相信如果你真的问他为什么要分手，他也说不出具体的原因，只会说和你在一起生活太累了。",
        "label": ""
      },
      {
        "sentence": "他可能会说与你在一块的压力大，感觉疲惫、压抑，缺乏自由。",
        "label": ""
      },
      {
        "sentence": "我相信他多次对你说过类似的话。",
        "label": ""
      },
      {
        "sentence": "你问他是否爱你？",
        "label": ""
      },
      {
        "sentence": "他肯定是爱你的。",
        "label": ""
      },
      {
        "sentence": "我猜你们不止一次分手，而每次分手他告诉你的原因可能都差不多。",
        "label": ""
      },
      {
        "sentence": "而且我相信每一次和好都是你委屈求全，你主动认错、告诉他离不开他之类的。",
        "label": ""
      },
      {
        "sentence": "这给人一种你非常弱小的感觉。",
        "label": ""
      },
      {
        "sentence": "每一次和好他可能没有特别高兴过，只是感觉很平淡。",
        "label": ""
      },
      {
        "sentence": "也许事后他会做些弥补，但并没有真正幸福的感觉。",
        "label": ""
      },
      {
        "sentence": "你们之间一直吵吵闹闹、纷纷扰扰、分分合合，但你们的问题从根本上没有解决。",
        "label": ""
      },
      {
        "sentence": "因为对他的具体情况我不了解，所以我只能根据你提供的问题来给你回答。",
        "label": ""
      },
      {
        "sentence": "你给我的感觉是，你是一个受害者，你非常爱他，离不开他。",
        "label": ""
      },
      {
        "sentence": "没有他你很痛苦，但这种感觉有一种压迫性。",
        "label": ""
      },
      {
        "sentence": "有时候弱小确实是一种很强大的武器。",
        "label": ""
      },
      {
        "sentence": "当我们表现得弱小、比对方更弱小时，对方很难做出改变。",
        "label": ""
      },
      {
        "sentence": "或者我们会承认自己有一些不好的地方，但我们却无能为力。",
        "label": ""
      },
      {
        "sentence": "我们也想改变，但没有办法。",
        "label": ""
      },
      {
        "sentence": "有时候不是我们真的很弱小，而是我们用弱小来保护自己，压迫别人。",
        "label": ""
      },
      {
        "sentence": "如果我们真的以弱小去束缚和压迫别人，别人会讨厌我们的弱小。",
        "label": ""
      },
      {
        "sentence": "这样会让我们非常难受。",
        "label": ""
      },
      {
        "sentence": "当我们表现得弱小时，我们本质上是希望别人接纳我们的弱小，照顾我们的弱小，容忍我们的弱小。",
        "label": ""
      },
      {
        "sentence": "但当我们利用别人的照顾和容忍来伤害别人时，别人会讨厌我们的弱小。",
        "label": ""
      },
      {
        "sentence": "这时我们会感到被抛弃了。",
        "label": ""
      },
      {
        "sentence": "我们觉得他们因为我们的弱小而抛弃了我们，他们太过分了。",
        "label": ""
      },
      {
        "sentence": "就像一个亿万富翁，因为我没钱，我是一个穷光蛋，他居然抛弃了我。",
        "label": ""
      },
      {
        "sentence": "这让我们对他感到憎恶，认为都是他的错。",
        "label": ""
      },
      {
        "sentence": "但我们没有想过，在这之前，我们经常说自己是个穷光蛋，你是个有钱人，给我点钱吧，这损害了他的利益。",
        "label": ""
      },
      {
        "sentence": "而且我们觉得他给我们钱理所应当。",
        "label": ""
      },
      {
        "sentence": "那么这个富人没有得到一点回报。",
        "label": ""
      },
      {
        "sentence": "甚至还受到威胁。",
        "label": ""
      },
      {
        "sentence": "如果你是这个富人，你会怎么做？",
        "label": ""
      },
      {
        "sentence": "你会有两个选择，一是不断压抑自己，不断给这个乞丐钱。",
        "label": ""
      },
      {
        "sentence": "最终你会发现自己也没钱了，而这个乞丐也没钱。",
        "label": ""
      },
      {
        "sentence": "我相信到了这时，这个乞丐不会说“兄弟，没关系，我会和你一直在一起，我们永远是好兄弟”。",
        "label": ""
      },
      {
        "sentence": "我相信这个乞丐会指责富人，问他怎么没钱了。",
        "label": ""
      },
      {
        "sentence": "如果富人回答说钱已经都给你了，你都花了。",
        "label": ""
      },
      {
        "sentence": "那么乞丐可能会说，“我才花了你多少钱？",
        "label": ""
      },
      {
        "sentence": "你以前那么有钱，你不会赚钱吗？",
        "label": ""
      },
      {
        "sentence": "你怎么可能因为我花你的钱而没钱了？",
        "label": ""
      },
      {
        "sentence": "”乞丐会疯狂指责富人。",
        "label": ""
      },
      {
        "sentence": "那么这个富人到底在图什么呢？",
        "label": ""
      },
      {
        "sentence": "或者富人直接断绝与乞丐的联系，不再回复他，因为回复乞丐会引发内疚感。",
        "label": ""
      },
      {
        "sentence": "当我们无法帮助到弱小群体时，经常面对这样的弱小群体会引发内心的罪恶感。",
        "label": ""
      },
      {
        "sentence": "所以他只能逃避，无法回复、解释。",
        "label": ""
      },
      {
        "sentence": "虽然我这个例子举得不太恰当，并且带有攻击性，但它形象地表达了我的观点。",
        "label": ""
      },
      {
        "sentence": "我这个例子并不特指你，而是很多人都有这种情况。",
        "label": ""
      },
      {
        "sentence": "大家应该听说过类似的故事。",
        "label": ""
      },
      {
        "sentence": "有些人不希望儿子外出创业，因为他舍不得儿子离开。",
        "label": ""
      },
      {
        "sentence": "他会对儿子说，我很孤单，你爸走得早，你再走，我就一个人了。",
        "label": ""
      },
      {
        "sentence": "这就是弱小的感情。",
        "label": ""
      }
    ]
  }
]