[
  {
    "role": "client",
    "content": "我是一个毫无心机，很笨的人，真的一生都完蛋了吗？我是那种天生头脑简单的人，完全无法理解别人脑袋里的弯弯绕绕，在处理一些人际关系的事情上，也不会说话，很容易得罪人。我爸妈总是说我一辈子都完蛋了，就我这样的人，到哪里都是被嫌弃的命。不过我比较幸运，目前遇到的所有人都对我很包容，但是我自己心里很清楚我一无是处。工作能力也很弱，总是被领导批评，所以我的一生真的不会过得很好吗？我和人的相处中，才认识的时候，我是开朗，话多，可爱的形象，本身也长得好看，所以有很多男生喜欢我，找我要微信。但是我的内心很清楚，只是表面的接触，别人会觉得你是可爱的，但是时间一久，发生了一些事情，你无法像正常人一样处理，他们就会开始嫌弃我，而且自己前半辈子的事情都在才接触的时候交代了，也毫无神秘感，无法去把握别人的心理，所以呀，怎么办，好绝望？希望大家不要安慰我，我只想听到来自于大家对我这种人的未来走向的一个看法。",
    "annotation": [
      {
        "sentence": "我是一个毫无心机，很笨的人，真的一生都完蛋了吗？",
        "label": ""
      },
      {
        "sentence": "我是那种天生头脑简单的人，完全无法理解别人脑袋里的弯弯绕绕，在处理一些人际关系的事情上，也不会说话，很容易得罪人。",
        "label": ""
      },
      {
        "sentence": "我爸妈总是说我一辈子都完蛋了，就我这样的人，到哪里都是被嫌弃的命。",
        "label": ""
      },
      {
        "sentence": "不过我比较幸运，目前遇到的所有人都对我很包容，但是我自己心里很清楚我一无是处。",
        "label": ""
      },
      {
        "sentence": "工作能力也很弱，总是被领导批评，所以我的一生真的不会过得很好吗？",
        "label": ""
      },
      {
        "sentence": "我和人的相处中，才认识的时候，我是开朗，话多，可爱的形象，本身也长得好看，所以有很多男生喜欢我，找我要微信。",
        "label": ""
      },
      {
        "sentence": "但是我的内心很清楚，只是表面的接触，别人会觉得你是可爱的，但是时间一久，发生了一些事情，你无法像正常人一样处理，他们就会开始嫌弃我，而且自己前半辈子的事情都在才接触的时候交代了，也毫无神秘感，无法去把握别人的心理，所以呀，怎么办，好绝望？",
        "label": ""
      },
      {
        "sentence": "希望大家不要安慰我，我只想听到来自于大家对我这种人的未来走向的一个看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "俗话说：“傻人有傻福”，你都知道自己幸运了，大家都愿意亲近你，帮助你，干嘛还要强求自己有心机？这些幸运就是没有心机带来的福利。没有心机是不算计别人；再保证别人不算计你，很美好啊！关于深入交往和亲密关系，不是靠心机能够维持和维护的，你既然说自己话多，一下子把所有问题交代了，没有神秘感，那么可以试一试“用心倾听”——在大家都喜欢表现自己的这个时代，既给了别人机会表达，可以深入了解别人，又不会导致言多必失。",
    "annotation": [
      {
        "sentence": "俗话说：“傻人有傻福”，你都知道自己幸运了，大家都愿意亲近你，帮助你，干嘛还要强求自己有心机？",
        "label": ""
      },
      {
        "sentence": "这些幸运就是没有心机带来的福利。",
        "label": ""
      },
      {
        "sentence": "没有心机是不算计别人；再保证别人不算计你，很美好啊！",
        "label": ""
      },
      {
        "sentence": "关于深入交往和亲密关系，不是靠心机能够维持和维护的，你既然说自己话多，一下子把所有问题交代了，没有神秘感，那么可以试一试“用心倾听”——在大家都喜欢表现自己的这个时代，既给了别人机会表达，可以深入了解别人，又不会导致言多必失。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得自己总是处理不好人际关系，总会得罪别人。我怕这样下去，可能真的一事无成。",
    "annotation": [
      {
        "sentence": "可是我觉得自己总是处理不好人际关系，总会得罪别人。",
        "label": ""
      },
      {
        "sentence": "我怕这样下去，可能真的一事无成。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不必过分担心自己的人际关系处理能力。每个人都有自己的强项和不足，与人相处涉及到多种因素。你说自己话多的特点，其实是一个很好的优势，很多人都希望结交一个开朗、健谈的朋友。如果你觉得自己会得罪别人，可以试着提高自己的沟通技巧，理解对方的感受，尽量避免冲突。",
    "annotation": [
      {
        "sentence": "你不必过分担心自己的人际关系处理能力。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的强项和不足，与人相处涉及到多种因素。",
        "label": ""
      },
      {
        "sentence": "你说自己话多的特点，其实是一个很好的优势，很多人都希望结交一个开朗、健谈的朋友。",
        "label": ""
      },
      {
        "sentence": "如果你觉得自己会得罪别人，可以试着提高自己的沟通技巧，理解对方的感受，尽量避免冲突。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我总觉得自己的工作能力很弱，经常被领导批评。我真的怕自己无法在职场上取得成功。",
    "annotation": [
      {
        "sentence": "可是我总觉得自己的工作能力很弱，经常被领导批评。",
        "label": ""
      },
      {
        "sentence": "我真的怕自己无法在职场上取得成功。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你没有必要对自己的工作能力完全失去信心。每个人在工作中都可能遇到挑战和批评，这是成长的一部分。重要的是看你如何面对和改善。你可以主动寻求领导的反馈意见，并且努力改进自己的能力，学习适应职场的需求。最重要的是，相信自己有能力去克服困难。",
    "annotation": [
      {
        "sentence": "你没有必要对自己的工作能力完全失去信心。",
        "label": ""
      },
      {
        "sentence": "每个人在工作中都可能遇到挑战和批评，这是成长的一部分。",
        "label": ""
      },
      {
        "sentence": "重要的是看你如何面对和改善。",
        "label": ""
      },
      {
        "sentence": "你可以主动寻求领导的反馈意见，并且努力改进自己的能力，学习适应职场的需求。",
        "label": ""
      },
      {
        "sentence": "最重要的是，相信自己有能力去克服困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，谢谢你的鼓励和支持。其实，人际关系和工作能力虽然有时会让我失望和担心，但我还是希望有一个美好的未来。",
    "annotation": [
      {
        "sentence": "我明白了，谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "其实，人际关系和工作能力虽然有时会让我失望和担心，但我还是希望有一个美好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错！每个人都有机会创造美好的未来，只要你保持积极的心态，并愿意学习和改变。相信自己，相信未来，你一定能够找到适合自己的道路，过上幸福的生活。加油！",
    "annotation": [
      {
        "sentence": "没错！",
        "label": ""
      },
      {
        "sentence": "每个人都有机会创造美好的未来，只要你保持积极的心态，并愿意学习和改变。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来，你一定能够找到适合自己的道路，过上幸福的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和肯定。我会努力相信自己，为自己的未来而努力。再次感谢你的支持。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和肯定。",
        "label": ""
      },
      {
        "sentence": "我会努力相信自己，为自己的未来而努力。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我能够帮助你走出困境。相信自己，勇敢面对挑战，你会发现自己的价值和潜力。记得随时找我倾诉，我会一直在你身边支持你。",
    "annotation": [
      {
        "sentence": "不客气，希望我能够帮助你走出困境。",
        "label": ""
      },
      {
        "sentence": "相信自己，勇敢面对挑战，你会发现自己的价值和潜力。",
        "label": ""
      },
      {
        "sentence": "记得随时找我倾诉，我会一直在你身边支持你。",
        "label": ""
      }
    ]
  }
]