[
  {
    "role": "client",
    "content": "我结婚了，以前喜欢我的男生说忘不了我，怎么办？我去年刚结婚，跟老公是高中同学，我们八年恋爱步入婚姻的，但是前几天以前喜欢我的一个男生说忘不了我，这个男生是我初中同学，高中的时候给我表白过，但是当时我现在的老公也表白了，我没有做选择，现在的老公直接说我是她女朋友，那个男生就退出了，这么多年，我们偶尔也像朋友那样聊聊天，但是他前两天说还是忘不了我，他一直忍着，以为我结婚后就会好了，可是依然还是忘不了我，我很理性，我不会因为他说这些就离婚，但是我跟我老公有时候感觉也不太幸福，因为我老公有时候不欣赏我总是打击我熊我，我觉得心理上依赖这个温暖的男生，他说破以后，他希望我离婚，但是我做不到，他就说了一些祝福的话把我删了，说希望我幸福，我想像以前一样聊天，但是不可能了，我也不想把这个男生当备胎，但是我又害怕以后自己不幸福离婚了，没人像他那样爱护我了，我不知道怎么面对我现在的婚姻生活，断了联系才是最好的结局吗？如果以后过得不好，我也没法跟那男生在一起。",
    "annotation": [
      {
        "sentence": "我结婚了，以前喜欢我的男生说忘不了我，怎么办？",
        "label": ""
      },
      {
        "sentence": "我去年刚结婚，跟老公是高中同学，我们八年恋爱步入婚姻的，但是前几天以前喜欢我的一个男生说忘不了我，这个男生是我初中同学，高中的时候给我表白过，但是当时我现在的老公也表白了，我没有做选择，现在的老公直接说我是她女朋友，那个男生就退出了，这么多年，我们偶尔也像朋友那样聊聊天，但是他前两天说还是忘不了我，他一直忍着，以为我结婚后就会好了，可是依然还是忘不了我，我很理性，我不会因为他说这些就离婚，但是我跟我老公有时候感觉也不太幸福，因为我老公有时候不欣赏我总是打击我熊我，我觉得心理上依赖这个温暖的男生，他说破以后，他希望我离婚，但是我做不到，他就说了一些祝福的话把我删了，说希望我幸福，我想像以前一样聊天，但是不可能了，我也不想把这个男生当备胎，但是我又害怕以后自己不幸福离婚了，没人像他那样爱护我了，我不知道怎么面对我现在的婚姻生活，断了联系才是最好的结局吗？",
        "label": ""
      },
      {
        "sentence": "如果以后过得不好，我也没法跟那男生在一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题描述，我想到了一句话：“也许每一个男子全都有过这样的两个女人，至少两个。娶了红玫瑰，久而久之，红的变了墙上的一抹蚊子血，白的还是“床前明月光”；娶了白玫瑰，白的便是衣服上的一粒饭粘子，红的却是心口上的一颗朱砂痣。”",
    "annotation": [
      {
        "sentence": "看到你的问题描述，我想到了一句话：“也许每一个男子全都有过这样的两个女人，至少两个。",
        "label": ""
      },
      {
        "sentence": "娶了红玫瑰，久而久之，红的变了墙上的一抹蚊子血，白的还是“床前明月光”；娶了白玫瑰，白的便是衣服上的一粒饭粘子，红的却是心口上的一颗朱砂痣。",
        "label": ""
      },
      {
        "sentence": "”",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这句话很形象地描绘了婚姻中的困扰。我知道现在的老公对我是真心的，我们有很多美好的回忆，但是有时候他的态度让我觉得很失落。",
    "annotation": [
      {
        "sentence": "这句话很形象地描绘了婚姻中的困扰。",
        "label": ""
      },
      {
        "sentence": "我知道现在的老公对我是真心的，我们有很多美好的回忆，但是有时候他的态度让我觉得很失落。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "和老公走进婚姻的八年中，你们一定经历了许多风雨，这是珍贵的。在婚姻中，两个人都需要付出和理解，沟通是解决问题的关键，你可以试着和你的老公坦诚地交流你的感受。如果你对他的某些行为不满，要告诉他，同时也要听取他的想法。",
    "annotation": [
      {
        "sentence": "和老公走进婚姻的八年中，你们一定经历了许多风雨，这是珍贵的。",
        "label": ""
      },
      {
        "sentence": "在婚姻中，两个人都需要付出和理解，沟通是解决问题的关键，你可以试着和你的老公坦诚地交流你的感受。",
        "label": ""
      },
      {
        "sentence": "如果你对他的某些行为不满，要告诉他，同时也要听取他的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该勇敢地与老公沟通，让他了解我的感受。但是我有时候还是会想起那个男生对我的好，特别是现在他说出他忘不了我的感情，我不禁有些动摇。",
    "annotation": [
      {
        "sentence": "你说得对，我应该勇敢地与老公沟通，让他了解我的感受。",
        "label": ""
      },
      {
        "sentence": "但是我有时候还是会想起那个男生对我的好，特别是现在他说出他忘不了我的感情，我不禁有些动摇。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情感上的动摇是正常的，但是你要明白，那个男生只是你的一个念想，而你的老公是你的伴侣和承诺。你们的婚姻是建立在长时间的相识和相爱基础上的，他给你的是一个叫做家的保障。当你与现任老公发生矛盾时，不要不自觉地将那个男生作为情感依托，而是与你的老公一起面对问题，共同解决。",
    "annotation": [
      {
        "sentence": "情感上的动摇是正常的，但是你要明白，那个男生只是你的一个念想，而你的老公是你的伴侣和承诺。",
        "label": ""
      },
      {
        "sentence": "你们的婚姻是建立在长时间的相识和相爱基础上的，他给你的是一个叫做家的保障。",
        "label": ""
      },
      {
        "sentence": "当你与现任老公发生矛盾时，不要不自觉地将那个男生作为情感依托，而是与你的老公一起面对问题，共同解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要学会信任和依赖我的现任老公，相信他能给我幸福。而且，我也意识到了自己对他的不自信是导致问题的原因之一。我需要提升自己，增强自信，让他看到我更加优秀的一面。",
    "annotation": [
      {
        "sentence": "我明白了，我要学会信任和依赖我的现任老公，相信他能给我幸福。",
        "label": ""
      },
      {
        "sentence": "而且，我也意识到了自己对他的不自信是导致问题的原因之一。",
        "label": ""
      },
      {
        "sentence": "我需要提升自己，增强自信，让他看到我更加优秀的一面。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常正确！自信的女人才能被别人欣赏。你可以多方位地发展自己，例如通过健身、阅读、学习穿衣打扮等来提升自己。只有当你充满自信、光芒四射时，你的老公才会更加欣赏你。记住，你的幸福需要自己争取，而不是寄希望于别人。",
    "annotation": [
      {
        "sentence": "非常正确！",
        "label": ""
      },
      {
        "sentence": "自信的女人才能被别人欣赏。",
        "label": ""
      },
      {
        "sentence": "你可以多方位地发展自己，例如通过健身、阅读、学习穿衣打扮等来提升自己。",
        "label": ""
      },
      {
        "sentence": "只有当你充满自信、光芒四射时，你的老公才会更加欣赏你。",
        "label": ""
      },
      {
        "sentence": "记住，你的幸福需要自己争取，而不是寄希望于别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我现在对自己的婚姻有了更清晰的认识。我明白断了那个男生的联系才是最好的选择，我要放下他，专心经营自己的婚姻。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我现在对自己的婚姻有了更清晰的认识。",
        "label": ""
      },
      {
        "sentence": "我明白断了那个男生的联系才是最好的选择，我要放下他，专心经营自己的婚姻。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴听到你能够积极面对问题，并愿意为改善婚姻而努力。断了和那个男生的联系是正确的决定，重要的是你坚定地选择了你的现任老公。相信你们会一起创造幸福的未来。如果以后有什么困扰，随时来找我谈谈，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "我很高兴听到你能够积极面对问题，并愿意为改善婚姻而努力。",
        "label": ""
      },
      {
        "sentence": "断了和那个男生的联系是正确的决定，重要的是你坚定地选择了你的现任老公。",
        "label": ""
      },
      {
        "sentence": "相信你们会一起创造幸福的未来。",
        "label": ""
      },
      {
        "sentence": "如果以后有什么困扰，随时来找我谈谈，我会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会珍惜现在的婚姻，为我们的未来努力。如果遇到问题，我会主动沟通解决，而不再依赖其他人的爱护。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会珍惜现在的婚姻，为我们的未来努力。",
        "label": ""
      },
      {
        "sentence": "如果遇到问题，我会主动沟通解决，而不再依赖其他人的爱护。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！你已经有了正确的思考和决策，我相信你能够处理好自己的婚姻，并追求自己的幸福。记得要坚持沟通和信任，愿你的婚姻生活更加美满和幸福！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "你已经有了正确的思考和决策，我相信你能够处理好自己的婚姻，并追求自己的幸福。",
        "label": ""
      },
      {
        "sentence": "记得要坚持沟通和信任，愿你的婚姻生活更加美满和幸福！",
        "label": ""
      }
    ]
  }
]