[
  {
    "role": "client",
    "content": "我结婚了，以前喜欢我的男生说忘不了我，怎么办？",
    "annotation": [
      {
        "sentence": "我结婚了，以前喜欢我的男生说忘不了我，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "结婚后遇到这种情况确实会让人疑惑，你可以告诉我更多关于你们之间的情况吗？",
    "annotation": [
      {
        "sentence": "结婚后遇到这种情况确实会让人疑惑，你可以告诉我更多关于你们之间的情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我去年刚结婚，我老公是我高中同学，我们八年的恋情终于迈入了婚姻。但是前几天以前喜欢我的一个男生说忘不了我，他是我初中同学，在高中时候曾向我表白过。当时我现在的老公也向我表白了，我当时没有做出选择，结果我现在的老公直接说我是他女朋友，那个男生就退出了。这么多年里，我们偶尔也保持有点像朋友的联系。但是他前两天突然说还是忘不了我，他一直以为我结婚后就会好，可是依然忘不了我。",
    "annotation": [
      {
        "sentence": "我去年刚结婚，我老公是我高中同学，我们八年的恋情终于迈入了婚姻。",
        "label": ""
      },
      {
        "sentence": "但是前几天以前喜欢我的一个男生说忘不了我，他是我初中同学，在高中时候曾向我表白过。",
        "label": ""
      },
      {
        "sentence": "当时我现在的老公也向我表白了，我当时没有做出选择，结果我现在的老公直接说我是他女朋友，那个男生就退出了。",
        "label": ""
      },
      {
        "sentence": "这么多年里，我们偶尔也保持有点像朋友的联系。",
        "label": ""
      },
      {
        "sentence": "但是他前两天突然说还是忘不了我，他一直以为我结婚后就会好，可是依然忘不了我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是希望保持这段关系，还是希望专注于你的婚姻呢？",
    "annotation": [
      {
        "sentence": "你是希望保持这段关系，还是希望专注于你的婚姻呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很理智，不会因为他的话而离婚。但是有时候我和我老公并不总是感到幸福，他有时候不欣赏我，总是打击我。我觉得在心理上依赖这个男生能给我温暖。他说希望我离婚后能在一起，但是我做不到。他还说了一些祝福的话后就删了我，我很希望能像以前一样聊天，但是现在已经不可能了。我也不想把他当做备胎，但是我又担心以后不幸福离婚了，就没有人会像他那样关心我了。我不知道该如何面对现在的婚姻生活，是断了联系才是最好的结局吗？",
    "annotation": [
      {
        "sentence": "我很理智，不会因为他的话而离婚。",
        "label": ""
      },
      {
        "sentence": "但是有时候我和我老公并不总是感到幸福，他有时候不欣赏我，总是打击我。",
        "label": ""
      },
      {
        "sentence": "我觉得在心理上依赖这个男生能给我温暖。",
        "label": ""
      },
      {
        "sentence": "他说希望我离婚后能在一起，但是我做不到。",
        "label": ""
      },
      {
        "sentence": "他还说了一些祝福的话后就删了我，我很希望能像以前一样聊天，但是现在已经不可能了。",
        "label": ""
      },
      {
        "sentence": "我也不想把他当做备胎，但是我又担心以后不幸福离婚了，就没有人会像他那样关心我了。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何面对现在的婚姻生活，是断了联系才是最好的结局吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个非常理性的人，这种矛盾是非常常见的。你追求保护他人的出发点是非常高尚的，同时也希望在自己需要的时候有人扶持。然而，这种你们之间似友非友的情感是非常危险的。因为你已经结婚了，所以你要意识到你的约束条件。你能察觉到你老公对你的打击，这种消极的情绪会产生很大的影响，稍有不慎很可能导致你们相互伤害。初中、高中时代的爱情和单纯，大家都在怀念的是青春，而不是所谓的爱情本身。既然你和这个男生已经切断了联系，你应该用感性的态度对待你的生活和你的爱人，用理性的态度对待你的朋友和曾经的同学。祝你好运。",
    "annotation": [
      {
        "sentence": "你是一个非常理性的人，这种矛盾是非常常见的。",
        "label": ""
      },
      {
        "sentence": "你追求保护他人的出发点是非常高尚的，同时也希望在自己需要的时候有人扶持。",
        "label": ""
      },
      {
        "sentence": "然而，这种你们之间似友非友的情感是非常危险的。",
        "label": ""
      },
      {
        "sentence": "因为你已经结婚了，所以你要意识到你的约束条件。",
        "label": ""
      },
      {
        "sentence": "你能察觉到你老公对你的打击，这种消极的情绪会产生很大的影响，稍有不慎很可能导致你们相互伤害。",
        "label": ""
      },
      {
        "sentence": "初中、高中时代的爱情和单纯，大家都在怀念的是青春，而不是所谓的爱情本身。",
        "label": ""
      },
      {
        "sentence": "既然你和这个男生已经切断了联系，你应该用感性的态度对待你的生活和你的爱人，用理性的态度对待你的朋友和曾经的同学。",
        "label": ""
      },
      {
        "sentence": "祝你好运。",
        "label": ""
      }
    ]
  }
]