[
  {
    "role": "client",
    "content": "我结婚了，以前喜欢我的男生说忘不了我，怎么办？我去年刚结婚，跟老公是高中同学，我们八年恋爱步入婚姻的，但是前几天以前喜欢我的一个男生说忘不了我，这个男生是我初中同学，高中的时候给我表白过，但是当时我现在的老公也表白了，我没有做选择，现在的老公直接说我是她女朋友，那个男生就退出了，这么多年，我们偶尔也像朋友那样聊聊天，但是他前两天说还是忘不了我，他一直忍着，以为我结婚后就会好了，可是依然还是忘不了我，我很理性，我不会因为他说这些就离婚，但是我跟我老公有时候感觉也不太幸福，因为我老公有时候不欣赏我总是打击我熊我，我觉得心理上依赖这个温暖的男生，他说破以后，他希望我离婚，但是我做不到，他就说了一些祝福的话把我删了，说希望我幸福，我想像以前一样聊天，但是不可能了，我也不想把这个男生当备胎，但是我又害怕以后自己不幸福离婚了，没人像他那样爱护我了，我不知道怎么面对我现在的婚姻生活，断了联系才是最好的结局吗？如果以后过得不好，我也没法跟那男生在一起",
    "annotation": [
      {
        "sentence": "我结婚了，以前喜欢我的男生说忘不了我，怎么办？",
        "label": ""
      },
      {
        "sentence": "我去年刚结婚，跟老公是高中同学，我们八年恋爱步入婚姻的，但是前几天以前喜欢我的一个男生说忘不了我，这个男生是我初中同学，高中的时候给我表白过，但是当时我现在的老公也表白了，我没有做选择，现在的老公直接说我是她女朋友，那个男生就退出了，这么多年，我们偶尔也像朋友那样聊聊天，但是他前两天说还是忘不了我，他一直忍着，以为我结婚后就会好了，可是依然还是忘不了我，我很理性，我不会因为他说这些就离婚，但是我跟我老公有时候感觉也不太幸福，因为我老公有时候不欣赏我总是打击我熊我，我觉得心理上依赖这个温暖的男生，他说破以后，他希望我离婚，但是我做不到，他就说了一些祝福的话把我删了，说希望我幸福，我想像以前一样聊天，但是不可能了，我也不想把这个男生当备胎，但是我又害怕以后自己不幸福离婚了，没人像他那样爱护我了，我不知道怎么面对我现在的婚姻生活，断了联系才是最好的结局吗？",
        "label": ""
      },
      {
        "sentence": "如果以后过得不好，我也没法跟那男生在一起",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题描述，我想到了一句话：“也许每一个男子全都有过这样的两个女人，至少两个。娶了红玫瑰，久而久之，红的变了墙上的一抹蚊子血，白的还是“床前明月光”；娶了白玫瑰，白的便是衣服上的一粒饭粘子，红的却是心口上的一颗朱砂痣。”",
    "annotation": [
      {
        "sentence": "看到你的问题描述，我想到了一句话：“也许每一个男子全都有过这样的两个女人，至少两个。",
        "label": ""
      },
      {
        "sentence": "娶了红玫瑰，久而久之，红的变了墙上的一抹蚊子血，白的还是“床前明月光”；娶了白玫瑰，白的便是衣服上的一粒饭粘子，红的却是心口上的一颗朱砂痣。",
        "label": ""
      },
      {
        "sentence": "”",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这句话很形象，是在说每个人都会有选择的困难吗？",
    "annotation": [
      {
        "sentence": "这句话很形象，是在说每个人都会有选择的困难吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，每个人在情感选择上都会遇到困难和抉择。你选择了你现在的老公，跟他结婚，这是你们八年恋爱的结果，也是你的选择。那个男生只是你的一个念想，他在你心中可能具有特殊意义，但是他只是一个从未成为现实的可能。",
    "annotation": [
      {
        "sentence": "对的，每个人在情感选择上都会遇到困难和抉择。",
        "label": ""
      },
      {
        "sentence": "你选择了你现在的老公，跟他结婚，这是你们八年恋爱的结果，也是你的选择。",
        "label": ""
      },
      {
        "sentence": "那个男生只是你的一个念想，他在你心中可能具有特殊意义，但是他只是一个从未成为现实的可能。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是每每和我老公有矛盾的时候，我就会想起那个男生，想着他对我的好，我会不由自主地对他产生依赖。",
    "annotation": [
      {
        "sentence": "可是每每和我老公有矛盾的时候，我就会想起那个男生，想着他对我的好，我会不由自主地对他产生依赖。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。但是，你们才刚结婚，遇到问题就想着离婚以后会怎样，并且把那个男生当成依赖对象，这并不是一个好的解决方式。当你和现在的老公存在问题时，你需要及时地去沟通，并一起解决。比如，你可以和他坦诚地谈谈你不喜欢他打击你、不欣赏你的行为。在这段婚姻中，双方的信任和沟通是非常重要的。要相信你的老公是可以给你带来幸福的。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "但是，你们才刚结婚，遇到问题就想着离婚以后会怎样，并且把那个男生当成依赖对象，这并不是一个好的解决方式。",
        "label": ""
      },
      {
        "sentence": "当你和现在的老公存在问题时，你需要及时地去沟通，并一起解决。",
        "label": ""
      },
      {
        "sentence": "比如，你可以和他坦诚地谈谈你不喜欢他打击你、不欣赏你的行为。",
        "label": ""
      },
      {
        "sentence": "在这段婚姻中，双方的信任和沟通是非常重要的。",
        "label": ""
      },
      {
        "sentence": "要相信你的老公是可以给你带来幸福的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我感觉我对这段婚姻缺乏自信，也没有足够的信任感。我总在担心以后会不幸福，没有人像那个男生一样爱护我了。",
    "annotation": [
      {
        "sentence": "我感觉我对这段婚姻缺乏自信，也没有足够的信任感。",
        "label": ""
      },
      {
        "sentence": "我总在担心以后会不幸福，没有人像那个男生一样爱护我了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到的不自信和信任感不容忽视。作为一个女人，你首先要具备自信，因为只有自信的女人才会得到别人的欣赏。所以，你要学会欣赏自己。其次，你可以多方位地发展和提升自己。例如，去健身、阅读、学习好的穿搭等，让自己充满自信和魅力。如果你能够照顾好自己，你的老公就会对你刮目相看。最后，不要过早地考虑离婚以后的事情。如果你的老公之后真的做出了过分的举动，你再做考虑。说不定他也有他自己的困惑和问题，你们需要通过对话来解决。",
    "annotation": [
      {
        "sentence": "你提到的不自信和信任感不容忽视。",
        "label": ""
      },
      {
        "sentence": "作为一个女人，你首先要具备自信，因为只有自信的女人才会得到别人的欣赏。",
        "label": ""
      },
      {
        "sentence": "所以，你要学会欣赏自己。",
        "label": ""
      },
      {
        "sentence": "其次，你可以多方位地发展和提升自己。",
        "label": ""
      },
      {
        "sentence": "例如，去健身、阅读、学习好的穿搭等，让自己充满自信和魅力。",
        "label": ""
      },
      {
        "sentence": "如果你能够照顾好自己，你的老公就会对你刮目相看。",
        "label": ""
      },
      {
        "sentence": "最后，不要过早地考虑离婚以后的事情。",
        "label": ""
      },
      {
        "sentence": "如果你的老公之后真的做出了过分的举动，你再做考虑。",
        "label": ""
      },
      {
        "sentence": "说不定他也有他自己的困惑和问题，你们需要通过对话来解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得我需要重新审视一下自己和我的婚姻了。我会努力提升自己的自信，同时和老公好好沟通，解决我们之间的问题。",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得我需要重新审视一下自己和我的婚姻了。",
        "label": ""
      },
      {
        "sentence": "我会努力提升自己的自信，同时和老公好好沟通，解决我们之间的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你有这样的想法，试着重新审视和调整与你的婚姻。沟通和理解是婚姻中非常重要的一环，希望你们能够积极解决问题，让你们的婚姻更加美满幸福。你要相信，只要你们共同努力，就一定能够度过困难，创造美好的婚姻生活。祝福你们！",
    "annotation": [
      {
        "sentence": "很高兴听到你有这样的想法，试着重新审视和调整与你的婚姻。",
        "label": ""
      },
      {
        "sentence": "沟通和理解是婚姻中非常重要的一环，希望你们能够积极解决问题，让你们的婚姻更加美满幸福。",
        "label": ""
      },
      {
        "sentence": "你要相信，只要你们共同努力，就一定能够度过困难，创造美好的婚姻生活。",
        "label": ""
      },
      {
        "sentence": "祝福你们！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和祝福，我会努力去调整和改善我们之间的关系。希望一切都会变得更好。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和祝福，我会努力去调整和改善我们之间的关系。",
        "label": ""
      },
      {
        "sentence": "希望一切都会变得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，相信你们一定可以度过难关，希望你们的婚姻一直幸福下去。如果还有其他问题，随时可以向我寻求帮助。祝福你！",
    "annotation": [
      {
        "sentence": "不客气，相信你们一定可以度过难关，希望你们的婚姻一直幸福下去。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时可以向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]