[
  {
    "role": "client",
    "content": "孩子毕业进单位工作，想做事，同事处处刁难欺负？",
    "annotation": [
      {
        "sentence": "孩子毕业进单位工作，想做事，同事处处刁难欺负？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望接下来我的回答能够给你带来帮助。孩子刚毕业进入单位，在工作上被排挤被打压，情绪受到影响，变得焦虑，每天都流泪。可以从提问中看出你的孩子性格应该比较内向，平常在生活中也没有经历太多的事情，初入职场也有些许不适应。",
    "annotation": [
      {
        "sentence": "希望接下来我的回答能够给你带来帮助。",
        "label": ""
      },
      {
        "sentence": "孩子刚毕业进入单位，在工作上被排挤被打压，情绪受到影响，变得焦虑，每天都流泪。",
        "label": ""
      },
      {
        "sentence": "可以从提问中看出你的孩子性格应该比较内向，平常在生活中也没有经历太多的事情，初入职场也有些许不适应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，孩子一直比较害羞内向，对待同事也是真诚友好，不明白为什么他们会刁难欺负他。",
    "annotation": [
      {
        "sentence": "是的，孩子一直比较害羞内向，对待同事也是真诚友好，不明白为什么他们会刁难欺负他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子进入职场是需要逐渐适应和成长的，这是个经验。父母不要太多干涉孩子的工作生活，对于家长是否去跟领导沟通这个问题，我个人认为这是绝对不行的。虽然在家长的眼里，孩子还只是一个孩子，但是他已经是一个成年人了，已经过了那个被欺负就要向老师告状的年龄了。如果家长去跟领导沟通，孩子给领导带来也会不好，会认为都多大了还需要家长来沟通，又不是小孩子了。所以父母还是不要太多地去干涉孩子的工作，即使是受了委屈。孩子进入社会也需要成长，这是她成长的一份经验。你能帮她一次，还是帮她跟领导沟通第二次吗？",
    "annotation": [
      {
        "sentence": "孩子进入职场是需要逐渐适应和成长的，这是个经验。",
        "label": ""
      },
      {
        "sentence": "父母不要太多干涉孩子的工作生活，对于家长是否去跟领导沟通这个问题，我个人认为这是绝对不行的。",
        "label": ""
      },
      {
        "sentence": "虽然在家长的眼里，孩子还只是一个孩子，但是他已经是一个成年人了，已经过了那个被欺负就要向老师告状的年龄了。",
        "label": ""
      },
      {
        "sentence": "如果家长去跟领导沟通，孩子给领导带来也会不好，会认为都多大了还需要家长来沟通，又不是小孩子了。",
        "label": ""
      },
      {
        "sentence": "所以父母还是不要太多地去干涉孩子的工作，即使是受了委屈。",
        "label": ""
      },
      {
        "sentence": "孩子进入社会也需要成长，这是她成长的一份经验。",
        "label": ""
      },
      {
        "sentence": "你能帮她一次，还是帮她跟领导沟通第二次吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该鼓励孩子自己去解决问题，不能总是依赖我。但是我真的很担心孩子的情绪和心理会受到伤害。",
    "annotation": [
      {
        "sentence": "我明白了，我应该鼓励孩子自己去解决问题，不能总是依赖我。",
        "label": ""
      },
      {
        "sentence": "但是我真的很担心孩子的情绪和心理会受到伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的顾虑是可以理解的，但是职场是个磨练人的地方，孩子需要学会处理各种问题。作为父母，你可以多开导孩子，引导他，用自己的经历和经验来跟他进行对比。如果可以，让他回家带他出去散心、玩玩，舒缓一下心情。也可以教他一些为人处事的技巧，去跟同事打好关系，方便后面一起工作共事。同时，你也要表达出，家里人永远是他的后盾，如果真的做得不开心，那么就辞职去寻找另一份更好的工作。趁年轻的时候，要多体验。",
    "annotation": [
      {
        "sentence": "你的顾虑是可以理解的，但是职场是个磨练人的地方，孩子需要学会处理各种问题。",
        "label": ""
      },
      {
        "sentence": "作为父母，你可以多开导孩子，引导他，用自己的经历和经验来跟他进行对比。",
        "label": ""
      },
      {
        "sentence": "如果可以，让他回家带他出去散心、玩玩，舒缓一下心情。",
        "label": ""
      },
      {
        "sentence": "也可以教他一些为人处事的技巧，去跟同事打好关系，方便后面一起工作共事。",
        "label": ""
      },
      {
        "sentence": "同时，你也要表达出，家里人永远是他的后盾，如果真的做得不开心，那么就辞职去寻找另一份更好的工作。",
        "label": ""
      },
      {
        "sentence": "趁年轻的时候，要多体验。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了。我会尽力去支持并引导孩子，让他学会处理工作中的困难和挫折。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会尽力去支持并引导孩子，让他学会处理工作中的困难和挫折。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你是一个负责任的父母，在你的关心和支持下，孩子一定能够度过这个阶段，成长为更坚强的人。如果你还有其他方面的问题，可以随时向我求助。",
    "annotation": [
      {
        "sentence": "不客气，我相信你是一个负责任的父母，在你的关心和支持下，孩子一定能够度过这个阶段，成长为更坚强的人。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他方面的问题，可以随时向我求助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持，我目前没有其他问题了。谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持，我目前没有其他问题了。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，有任何需要帮助的时候都可以来找我。希望一切顺利，祝福你和孩子都能够度过困难，取得更加美好的未来。",
    "annotation": [
      {
        "sentence": "不客气，有任何需要帮助的时候都可以来找我。",
        "label": ""
      },
      {
        "sentence": "希望一切顺利，祝福你和孩子都能够度过困难，取得更加美好的未来。",
        "label": ""
      }
    ]
  }
]