[
  {
    "role": "client",
    "content": "一系列问题让我很纠结，该不该辞职去读博士呢？28岁女，现工作稳定工资尚可，但是没有发展，学不到东西，没有晋升空间，且离家非常非常远，在这边找不到男朋友，因为生活习惯等差异很大。我想跳出舒适圈，想过换个工作，但也并没有找到合适的；想去读博士开始新生活，然后再去博士后工作站两年，最后找个学校当老师，但是读博就没有了收入，而且能不能顺利毕业、毕业后的工资万一没有现在多等等这一系列不确定的问题又使我很纠结，究竟要不要去读呢？",
    "annotation": [
      {
        "sentence": "一系列问题让我很纠结，该不该辞职去读博士呢？",
        "label": ""
      },
      {
        "sentence": "28岁女，现工作稳定工资尚可，但是没有发展，学不到东西，没有晋升空间，且离家非常非常远，在这边找不到男朋友，因为生活习惯等差异很大。",
        "label": ""
      },
      {
        "sentence": "我想跳出舒适圈，想过换个工作，但也并没有找到合适的；想去读博士开始新生活，然后再去博士后工作站两年，最后找个学校当老师，但是读博就没有了收入，而且能不能顺利毕业、毕业后的工资万一没有现在多等等这一系列不确定的问题又使我很纠结，究竟要不要去读呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "Hi，我了解你的困惑。不知道你当下所学专业的方向是什么，当前的工作是什么？是不是如你所说没有发展，学不到东西，没有晋升空间？离家远，找不到男朋友？生活习惯差异大？",
    "annotation": [
      {
        "sentence": "Hi，我了解你的困惑。",
        "label": ""
      },
      {
        "sentence": "不知道你当下所学专业的方向是什么，当前的工作是什么？",
        "label": ""
      },
      {
        "sentence": "是不是如你所说没有发展，学不到东西，没有晋升空间？",
        "label": ""
      },
      {
        "sentence": "离家远，找不到男朋友？",
        "label": ""
      },
      {
        "sentence": "生活习惯差异大？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在是做市场营销的工作，但是感觉进入了瓶颈期，没有什么新的挑战和学习机会。离家非常远，交通不便，所以很难去看望父母和朋友。在这个城市里，我也没有找到合适的男朋友，感觉和周围人生活习惯差异太大了。",
    "annotation": [
      {
        "sentence": "我现在是做市场营销的工作，但是感觉进入了瓶颈期，没有什么新的挑战和学习机会。",
        "label": ""
      },
      {
        "sentence": "离家非常远，交通不便，所以很难去看望父母和朋友。",
        "label": ""
      },
      {
        "sentence": "在这个城市里，我也没有找到合适的男朋友，感觉和周围人生活习惯差异太大了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我之所以有这样的疑问，是我清楚，没有任何一个岗位会真的没有发展，更加不可能学不到东西。至于没有晋升空间，可能当下存在。至于找不到男朋友，即使圈子再小，只要你想，无数的方法可以帮助你拓展，所以我有一个很好奇的问题是：当你遇到阻力的时候，你的应对方式会是逃避吗？到底是如此多的不如意呢，还是有可能存在职场的不适应？",
    "annotation": [
      {
        "sentence": "我之所以有这样的疑问，是我清楚，没有任何一个岗位会真的没有发展，更加不可能学不到东西。",
        "label": ""
      },
      {
        "sentence": "至于没有晋升空间，可能当下存在。",
        "label": ""
      },
      {
        "sentence": "至于找不到男朋友，即使圈子再小，只要你想，无数的方法可以帮助你拓展，所以我有一个很好奇的问题是：当你遇到阻力的时候，你的应对方式会是逃避吗？",
        "label": ""
      },
      {
        "sentence": "到底是如此多的不如意呢，还是有可能存在职场的不适应？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说得对，我有时候可能会因为困难而选择逃避。可能我需要更积极地找到解决方法。但是现在我迷茫的是，我要是辞职去读博士，会不会是个更好的选择呢？",
    "annotation": [
      {
        "sentence": "或许你说得对，我有时候可能会因为困难而选择逃避。",
        "label": ""
      },
      {
        "sentence": "可能我需要更积极地找到解决方法。",
        "label": ""
      },
      {
        "sentence": "但是现在我迷茫的是，我要是辞职去读博士，会不会是个更好的选择呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你觉得当下的环境是个舒适区，并想通过读博去做挑战，你需要考虑清楚：1）读博期间的经济来源，是否有家庭支持，哪怕和父母亲人借支都是可以的。当然，也有可能通过勤工俭学来帮助自己，这方面可以找熟悉这方面的师兄师姐问。2）了解你读博的方向未来的就业前景，收入和发展现状。这或许可以帮你解决收入没有现在高的担心。3）如果你的理解就是读博后去教书，OK，就去了解这个方向，可能就业的区域，当地的经济情况，老师收入，入职门槛等等。在此之前创造这些条件。我还有几个好奇点：1）如果读博，理论上你的知识会越来越丰富，为什么你会担心收入不如之前？我很好奇你当前的收入到了哪个水平？2）为什么担心不能顺利毕业？是你了解到什么讯息了吗？综上，学的再多，最终都是要变成具体的工作，去创造收入，改善并提高生活品质的，所以如果继续工作，我建议你找个专业人士帮助你分析一下，是不是真的如你所说，已成困境很难改变？如果读博，或许你需要更有信心，做更多的铺垫，才有机会让你有信心去读，有信心毕业，有信心拿到更好的收入。当然这些仍然是事先尽可能多做工作，多了解，你会更心安。只不过，发展是动态的，很多的想像和现实可能会有差异，在这个过程中要学会适应，以不变应万变，多做各种储备，即使小小的挫折或不如意，只要你不忘初心，脚踏实地，运气都不会太差，你觉得呢？",
    "annotation": [
      {
        "sentence": "如果你觉得当下的环境是个舒适区，并想通过读博去做挑战，你需要考虑清楚：1）读博期间的经济来源，是否有家庭支持，哪怕和父母亲人借支都是可以的。",
        "label": ""
      },
      {
        "sentence": "当然，也有可能通过勤工俭学来帮助自己，这方面可以找熟悉这方面的师兄师姐问。",
        "label": ""
      },
      {
        "sentence": "2）了解你读博的方向未来的就业前景，收入和发展现状。",
        "label": ""
      },
      {
        "sentence": "这或许可以帮你解决收入没有现在高的担心。",
        "label": ""
      },
      {
        "sentence": "3）如果你的理解就是读博后去教书，OK，就去了解这个方向，可能就业的区域，当地的经济情况，老师收入，入职门槛等等。",
        "label": ""
      },
      {
        "sentence": "在此之前创造这些条件。",
        "label": ""
      },
      {
        "sentence": "我还有几个好奇点：1）如果读博，理论上你的知识会越来越丰富，为什么你会担心收入不如之前？",
        "label": ""
      },
      {
        "sentence": "我很好奇你当前的收入到了哪个水平？",
        "label": ""
      },
      {
        "sentence": "2）为什么担心不能顺利毕业？",
        "label": ""
      },
      {
        "sentence": "是你了解到什么讯息了吗？",
        "label": ""
      },
      {
        "sentence": "综上，学的再多，最终都是要变成具体的工作，去创造收入，改善并提高生活品质的，所以如果继续工作，我建议你找个专业人士帮助你分析一下，是不是真的如你所说，已成困境很难改变？",
        "label": ""
      },
      {
        "sentence": "如果读博，或许你需要更有信心，做更多的铺垫，才有机会让你有信心去读，有信心毕业，有信心拿到更好的收入。",
        "label": ""
      },
      {
        "sentence": "当然这些仍然是事先尽可能多做工作，多了解，你会更心安。",
        "label": ""
      },
      {
        "sentence": "只不过，发展是动态的，很多的想像和现实可能会有差异，在这个过程中要学会适应，以不变应万变，多做各种储备，即使小小的挫折或不如意，只要你不忘初心，脚踏实地，运气都不会太差，你觉得呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，我觉得你说得很有道理。我会更加积极地去思考和解决问题，也让自己更有信心面对未来的选择。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的回答，我觉得你说得很有道理。",
        "label": ""
      },
      {
        "sentence": "我会更加积极地去思考和解决问题，也让自己更有信心面对未来的选择。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我很高兴能帮助到你。记得，无论选择什么，重要的是找到自己真正想要并乐于追求的事物。相信自己的能力，勇敢地前进，未来必定会更美好！加油！如果还有其他问题，随时来找我聊聊吧。",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我很高兴能帮助到你。",
        "label": ""
      },
      {
        "sentence": "记得，无论选择什么，重要的是找到自己真正想要并乐于追求的事物。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，勇敢地前进，未来必定会更美好！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我聊聊吧。",
        "label": ""
      }
    ]
  }
]