[
  {
    "role": "client",
    "content": "家人都说我有错，孩子是不是做什么都是错的？家人都说我有错，我应该懂事，我应该理解爸妈，她们总觉得自己做什么说什么都是对的，孩子做法不如她们意就是错的，跟她们讲道理，她们总是，你应该理解父母一句话压你，但是他们从来不理解我，我被他们气哭，委屈哭也是我懦弱。（一场关于改签出行的事）今天我说我坐火车头晕，我妈说坐火车玩手机怎么会头晕呢。我说我做客车不晕，我妈说，客车空间小不能活动，更晕，火车不晕。我说我坐过客车，不晕。她说你弟上次做客车头晕，做火车不晕。我说每个人不一样，我做客车就不晕。我说你是不是不信我，是不是，我妈说信，我说那你为什么解释那么多，后面语气有点凶。然后我弟给我发消息说我脾气差，凶我妈，说我有错，我说我坐火车晕，做客车不晕，妈不信。然后我弟说，大部分人做客车都晕，你自己去百度，本来做客车就更容易晕。",
    "annotation": [
      {
        "sentence": "家人都说我有错，孩子是不是做什么都是错的？",
        "label": ""
      },
      {
        "sentence": "家人都说我有错，我应该懂事，我应该理解爸妈，她们总觉得自己做什么说什么都是对的，孩子做法不如她们意就是错的，跟她们讲道理，她们总是，你应该理解父母一句话压你，但是他们从来不理解我，我被他们气哭，委屈哭也是我懦弱。",
        "label": ""
      },
      {
        "sentence": "（一场关于改签出行的事）今天我说我坐火车头晕，我妈说坐火车玩手机怎么会头晕呢。",
        "label": ""
      },
      {
        "sentence": "我说我做客车不晕，我妈说，客车空间小不能活动，更晕，火车不晕。",
        "label": ""
      },
      {
        "sentence": "我说我坐过客车，不晕。",
        "label": ""
      },
      {
        "sentence": "她说你弟上次做客车头晕，做火车不晕。",
        "label": ""
      },
      {
        "sentence": "我说每个人不一样，我做客车就不晕。",
        "label": ""
      },
      {
        "sentence": "我说你是不是不信我，是不是，我妈说信，我说那你为什么解释那么多，后面语气有点凶。",
        "label": ""
      },
      {
        "sentence": "然后我弟给我发消息说我脾气差，凶我妈，说我有错，我说我坐火车晕，做客车不晕，妈不信。",
        "label": ""
      },
      {
        "sentence": "然后我弟说，大部分人做客车都晕，你自己去百度，本来做客车就更容易晕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中我能感受到你内心对与父母的沟通感到非常的困惑，也因此受到误解感到委屈，想先抱一抱你，的确和父母相处是一个难题。对于父母，他们可能会习惯性的用高姿态和孩子沟通，也很容易用“教育人”的角色和孩子相处，用他们的思维来理解我们的行为。作为孩子，我们可能很难改变父母这些固有的思维，但可以尝试着和他们沟通：告诉他们你的真实的感受，让他们意识到自己的行为对你产生了这些不好的影响、会导致负面情绪，并表达出你期望的相处模式。另一方面，我们可以试着和父母多做一些互动性的亲子活动，增进彼此的了解，让大家都在一个平等的角色上互动，或许能够帮助你们建立一个新的交流方式。最重要的是我们的心态，在平时要记得照顾好自己的情绪、在心情不好时要记得及时疏解、排解自己的情绪。",
    "annotation": [
      {
        "sentence": "从你的描述中我能感受到你内心对与父母的沟通感到非常的困惑，也因此受到误解感到委屈，想先抱一抱你，的确和父母相处是一个难题。",
        "label": ""
      },
      {
        "sentence": "对于父母，他们可能会习惯性的用高姿态和孩子沟通，也很容易用“教育人”的角色和孩子相处，用他们的思维来理解我们的行为。",
        "label": ""
      },
      {
        "sentence": "作为孩子，我们可能很难改变父母这些固有的思维，但可以尝试着和他们沟通：告诉他们你的真实的感受，让他们意识到自己的行为对你产生了这些不好的影响、会导致负面情绪，并表达出你期望的相处模式。",
        "label": ""
      },
      {
        "sentence": "另一方面，我们可以试着和父母多做一些互动性的亲子活动，增进彼此的了解，让大家都在一个平等的角色上互动，或许能够帮助你们建立一个新的交流方式。",
        "label": ""
      },
      {
        "sentence": "最重要的是我们的心态，在平时要记得照顾好自己的情绪、在心情不好时要记得及时疏解、排解自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和理解，我会试着和父母沟通，并告诉他们我的真实感受。我也会参与亲子活动，希望能改善我们之间的关系。同时，我会注意自己的情绪，及时排解压力。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和理解，我会试着和父母沟通，并告诉他们我的真实感受。",
        "label": ""
      },
      {
        "sentence": "我也会参与亲子活动，希望能改善我们之间的关系。",
        "label": ""
      },
      {
        "sentence": "同时，我会注意自己的情绪，及时排解压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你有这种积极的态度！相信通过和父母的沟通和亲子活动，你们之间的关系会有所改善。同时，别忘了好好照顾自己，保持积极的心态，与家人和睦相处是一个长期的过程，有时候并不容易，但相信你一定能够做到。",
    "annotation": [
      {
        "sentence": "很高兴看到你有这种积极的态度！",
        "label": ""
      },
      {
        "sentence": "相信通过和父母的沟通和亲子活动，你们之间的关系会有所改善。",
        "label": ""
      },
      {
        "sentence": "同时，别忘了好好照顾自己，保持积极的心态，与家人和睦相处是一个长期的过程，有时候并不容易，但相信你一定能够做到。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会努力的，谢谢你的鼓励。不过有时候我可能会觉得自己不够强大，怕再次受到伤害。你觉得我该怎么应对这种情绪呢？",
    "annotation": [
      {
        "sentence": "我会努力的，谢谢你的鼓励。",
        "label": ""
      },
      {
        "sentence": "不过有时候我可能会觉得自己不够强大，怕再次受到伤害。",
        "label": ""
      },
      {
        "sentence": "你觉得我该怎么应对这种情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你感到自己不够强大时，不要害怕寻求帮助和支持。可以试着和朋友或者其他亲近的人倾诉，分享自己的感受。同时，建立起自己的兴趣爱好，通过做自己喜欢的事情来提升自己的自信心。还可以学习一些情绪管理的方法，例如呼吸练习、冥想等，帮助自己平静下来，减少焦虑与压力。",
    "annotation": [
      {
        "sentence": "当你感到自己不够强大时，不要害怕寻求帮助和支持。",
        "label": ""
      },
      {
        "sentence": "可以试着和朋友或者其他亲近的人倾诉，分享自己的感受。",
        "label": ""
      },
      {
        "sentence": "同时，建立起自己的兴趣爱好，通过做自己喜欢的事情来提升自己的自信心。",
        "label": ""
      },
      {
        "sentence": "还可以学习一些情绪管理的方法，例如呼吸练习、冥想等，帮助自己平静下来，减少焦虑与压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试试和朋友们聊聊，也尝试一些情绪管理的方法。虽然过程可能会有些困难，但我会坚持下去的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试试和朋友们聊聊，也尝试一些情绪管理的方法。",
        "label": ""
      },
      {
        "sentence": "虽然过程可能会有些困难，但我会坚持下去的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心！别忘了我们都在你身边支持着你。无论遇到什么困难，都请不要犹豫，随时与我们聊天，分享你的感受和困惑。你不是一个人在战斗，我们一起加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心！",
        "label": ""
      },
      {
        "sentence": "别忘了我们都在你身边支持着你。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，都请不要犹豫，随时与我们聊天，分享你的感受和困惑。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，我们一起加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我真的感到很温暖。有你们在，我会有更多勇气去面对困难。我现在就开始尝试和父母沟通，希望能有所改变。",
    "annotation": [
      {
        "sentence": "谢谢你，我真的感到很温暖。",
        "label": ""
      },
      {
        "sentence": "有你们在，我会有更多勇气去面对困难。",
        "label": ""
      },
      {
        "sentence": "我现在就开始尝试和父母沟通，希望能有所改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个很勇敢的人，相信你一定能够做到。和父母的沟通需要时间和耐心，不要气馁。祝福你能够顺利地与他们沟通，建立起更好的相互理解与尊重的关系。如果需要任何帮助，随时记得向我们寻求支持。愿你一切顺利！",
    "annotation": [
      {
        "sentence": "你是一个很勇敢的人，相信你一定能够做到。",
        "label": ""
      },
      {
        "sentence": "和父母的沟通需要时间和耐心，不要气馁。",
        "label": ""
      },
      {
        "sentence": "祝福你能够顺利地与他们沟通，建立起更好的相互理解与尊重的关系。",
        "label": ""
      },
      {
        "sentence": "如果需要任何帮助，随时记得向我们寻求支持。",
        "label": ""
      },
      {
        "sentence": "愿你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福与鼓励，我会努力的。再次感谢你的支持，祝你也一切顺利！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福与鼓励，我会努力的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持，祝你也一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意能够帮助到你。希望你能够坚持下去，相信自己，相信你们之间会有所改善。如果还有其他问题，随时跟我聊，我们一起面对困难，共同成长！祝福你！",
    "annotation": [
      {
        "sentence": "不客气，我很愿意能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "希望你能够坚持下去，相信自己，相信你们之间会有所改善。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时跟我聊，我们一起面对困难，共同成长！",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]