[
  {
    "role": "client",
    "content": "家人都说我有错，孩子是不是做什么都是错的？家人都说我有错，我应该懂事，我应该理解爸妈，她们总觉得自己做什么说什么都是对的，孩子做法不如她们意就是错的，跟她们讲道理，她们总是，你应该理解父母一句话压你，但是他们从来不理解我，我被他们气哭，委屈哭也是我懦弱。（一场关于改签出行的事）今天我说我坐火车头晕，我妈说坐火车玩手机怎么会头晕呢。我说我做客车不晕，我妈说，客车空间小不能活动，更晕，火车不晕。我说我坐过客车，不晕。她说你弟上次做客车头晕，做火车不晕。我说每个人不一样，我做客车就不晕。我说你是不是不信我，是不是，我妈说信，我说那你为什么解释那么多，后面语气有点凶。然后我弟给我发消息说我脾气差，凶我妈，说我有错，我说我坐火车晕，做客车不晕，妈不信。然后我弟说，大部分人做客车都晕，你自己去百度，本来做客车就更容易晕。",
    "annotation": [
      {
        "sentence": "家人都说我有错，孩子是不是做什么都是错的？",
        "label": ""
      },
      {
        "sentence": "家人都说我有错，我应该懂事，我应该理解爸妈，她们总觉得自己做什么说什么都是对的，孩子做法不如她们意就是错的，跟她们讲道理，她们总是，你应该理解父母一句话压你，但是他们从来不理解我，我被他们气哭，委屈哭也是我懦弱。",
        "label": ""
      },
      {
        "sentence": "（一场关于改签出行的事）今天我说我坐火车头晕，我妈说坐火车玩手机怎么会头晕呢。",
        "label": ""
      },
      {
        "sentence": "我说我做客车不晕，我妈说，客车空间小不能活动，更晕，火车不晕。",
        "label": ""
      },
      {
        "sentence": "我说我坐过客车，不晕。",
        "label": ""
      },
      {
        "sentence": "她说你弟上次做客车头晕，做火车不晕。",
        "label": ""
      },
      {
        "sentence": "我说每个人不一样，我做客车就不晕。",
        "label": ""
      },
      {
        "sentence": "我说你是不是不信我，是不是，我妈说信，我说那你为什么解释那么多，后面语气有点凶。",
        "label": ""
      },
      {
        "sentence": "然后我弟给我发消息说我脾气差，凶我妈，说我有错，我说我坐火车晕，做客车不晕，妈不信。",
        "label": ""
      },
      {
        "sentence": "然后我弟说，大部分人做客车都晕，你自己去百度，本来做客车就更容易晕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抱抱，我能感受到你不被认可的愤怒，不被理解尊重的委屈难过，你说是不是孩子说什么做什么都是错的，父母做什么都是对。我可以告诉你不是这样的，因为父母不是神，肯定会有错误的时候，但他们没办法承认，因为他们需要权威感。失去这种感觉，可能对他们来说比死还可怕。在这个情景中，你们发生了冲突其实不论大家说了什么，在这个情景中，你跟妈妈是在做辩论，有辩论就有胜负。你跟妈妈都想对方认可自己的观点，都希望赢，这个时候其实已经没有赢家了，不论最后是坐客车还是火车，你们都是输家，因为输的是感情。",
    "annotation": [
      {
        "sentence": "抱抱，我能感受到你不被认可的愤怒，不被理解尊重的委屈难过，你说是不是孩子说什么做什么都是错的，父母做什么都是对。",
        "label": ""
      },
      {
        "sentence": "我可以告诉你不是这样的，因为父母不是神，肯定会有错误的时候，但他们没办法承认，因为他们需要权威感。",
        "label": ""
      },
      {
        "sentence": "失去这种感觉，可能对他们来说比死还可怕。",
        "label": ""
      },
      {
        "sentence": "在这个情景中，你们发生了冲突其实不论大家说了什么，在这个情景中，你跟妈妈是在做辩论，有辩论就有胜负。",
        "label": ""
      },
      {
        "sentence": "你跟妈妈都想对方认可自己的观点，都希望赢，这个时候其实已经没有赢家了，不论最后是坐客车还是火车，你们都是输家，因为输的是感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我被家人的不理解弄得很难过，感觉自己变得很无助。他们总是不相信我，觉得我在找借口。我现在真的很迷茫，不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "我被家人的不理解弄得很难过，感觉自己变得很无助。",
        "label": ""
      },
      {
        "sentence": "他们总是不相信我，觉得我在找借口。",
        "label": ""
      },
      {
        "sentence": "我现在真的很迷茫，不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受，这种被误解的感觉真的很难受。他们可能无法完全理解你的感受，但是我们可以找到一种沟通的方式，让彼此更好地理解对方。你可以试着和他们坦诚地沟通一下，告诉他们你真实的感受和需要。",
    "annotation": [
      {
        "sentence": "我能理解你的感受，这种被误解的感觉真的很难受。",
        "label": ""
      },
      {
        "sentence": "他们可能无法完全理解你的感受，但是我们可以找到一种沟通的方式，让彼此更好地理解对方。",
        "label": ""
      },
      {
        "sentence": "你可以试着和他们坦诚地沟通一下，告诉他们你真实的感受和需要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是每次和他们沟通都会争吵，他们总是不愿意听我说，甚至会反过来责怪我。",
    "annotation": [
      {
        "sentence": "可是每次和他们沟通都会争吵，他们总是不愿意听我说，甚至会反过来责怪我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，我理解你的担忧。我们可以试着换个方式来沟通，或许写信给他们会是个好方法，这样可以避免当面争吵的情况发生。在信中，你可以表达你的感受和想法，希望他们能够认真理解你。另外，试着从他们的角度思考问题，看看是否有什么你可以理解的地方。",
    "annotation": [
      {
        "sentence": "亲爱的，我理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "我们可以试着换个方式来沟通，或许写信给他们会是个好方法，这样可以避免当面争吵的情况发生。",
        "label": ""
      },
      {
        "sentence": "在信中，你可以表达你的感受和想法，希望他们能够认真理解你。",
        "label": ""
      },
      {
        "sentence": "另外，试着从他们的角度思考问题，看看是否有什么你可以理解的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我愿意试一试写信给他们。我也会尝试从他们的角度来思考问题，希望能找到一个解决的方法。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "好的，我愿意试一试写信给他们。",
        "label": ""
      },
      {
        "sentence": "我也会尝试从他们的角度来思考问题，希望能找到一个解决的方法。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意去面对问题并尝试不同的解决方法。这是一个积极的态度，我相信你能够解决这个困扰你的问题。如果在写信的过程中遇到什么困难，记得随时来找我倾诉。你并不孤单，我一直在支持你。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意去面对问题并尝试不同的解决方法。",
        "label": ""
      },
      {
        "sentence": "这是一个积极的态度，我相信你能够解决这个困扰你的问题。",
        "label": ""
      },
      {
        "sentence": "如果在写信的过程中遇到什么困难，记得随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我一直在支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直陪伴在我身边，我真的很感激。我会努力去写信，同时也会保持积极的心态。希望这次的沟通能够改善我们之间的关系。",
    "annotation": [
      {
        "sentence": "谢谢你一直陪伴在我身边，我真的很感激。",
        "label": ""
      },
      {
        "sentence": "我会努力去写信，同时也会保持积极的心态。",
        "label": ""
      },
      {
        "sentence": "希望这次的沟通能够改善我们之间的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你的努力会得到回报的，无论结果如何，记得你的努力和勇气值得肯定。希望你们之间的关系能够得到改善，在未来的沟通中都能相互理解和尊重。",
    "annotation": [
      {
        "sentence": "我相信你的努力会得到回报的，无论结果如何，记得你的努力和勇气值得肯定。",
        "label": ""
      },
      {
        "sentence": "希望你们之间的关系能够得到改善，在未来的沟通中都能相互理解和尊重。",
        "label": ""
      }
    ]
  }
]