[
  {
    "role": "client",
    "content": "毕业六年里，总是梦见不喜欢的初中班主任，怎么缓解？初中因为被好朋友嫉妒之后她不停的在班主任面前编造谣言（高中她写信告诉我和我道歉），导致我在初中（成绩中上）的生活里总是被班主任针对，不顾及我的自尊，课堂和家长会都当着大家的面说很难听的话，学习生涯这么多年只有这一个老师不喜欢我言语讽刺冷暴力我，让我两年半的初中生活蒙上阴影。从初二下学期开始一直到如今六年多了，经常还是会做关于她的噩梦，有时候甚至连着做上好几天，越来越感到压抑，请问我这样的情况如何缓解或者是解决？",
    "annotation": [
      {
        "sentence": "毕业六年里，总是梦见不喜欢的初中班主任，怎么缓解？",
        "label": ""
      },
      {
        "sentence": "初中因为被好朋友嫉妒之后她不停的在班主任面前编造谣言（高中她写信告诉我和我道歉），导致我在初中（成绩中上）的生活里总是被班主任针对，不顾及我的自尊，课堂和家长会都当着大家的面说很难听的话，学习生涯这么多年只有这一个老师不喜欢我言语讽刺冷暴力我，让我两年半的初中生活蒙上阴影。",
        "label": ""
      },
      {
        "sentence": "从初二下学期开始一直到如今六年多了，经常还是会做关于她的噩梦，有时候甚至连着做上好几天，越来越感到压抑，请问我这样的情况如何缓解或者是解决？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的话，我感到你对这位班主任的伤害很深，这六年你一直在努力从中走出来，但似乎还没能摆脱影响，还会梦见她，这真的是很不容易。我很好奇，当你做梦的时候，你是怎样的感受？当你回想这个梦的时候，你是委屈？是愤怒？是恐惧？是无助？还是伤心？回忆这些情感能帮助我们发掘自己的内心深处的需要。初中时期，我们正处于青春期，需要花费大量的时间来建立我们的“同一性”，这是我们年轻时的主要成就。同一性建构包括明确定义自己是谁、自己的价值以及选择未来生活方向。同一性建构需要具备以下三个方面体验：1.能感到自己是一个独特的个体，是和别人是不同的；2.整合从童年到现在的我，未来的我，无论哪个我，我还是我；3.自己设想的“我”，和自己感受到在别人眼中的“我”，是一致的，也就是自己是被社会承认的。我猜想第三点体验的需求可能是你一直无法摆脱班主任对你的伤害的原因。你说过只有这位老师不喜欢你，这种冲突也许会影响你对自己认知的信心，让你不确定自己是否是善良的人，而这是目前无法避免的。青少年时期非常在意别人眼中的自己，如果别人眼中的自己与自己的认知不同，可能会出现角色混乱问题。人格发展是一生的过程，同一性问题也需要不断的整合。感觉你现在还处于这个阶段，在理解自我认知方面需要多一些探索。",
    "annotation": [
      {
        "sentence": "看到你的话，我感到你对这位班主任的伤害很深，这六年你一直在努力从中走出来，但似乎还没能摆脱影响，还会梦见她，这真的是很不容易。",
        "label": ""
      },
      {
        "sentence": "我很好奇，当你做梦的时候，你是怎样的感受？",
        "label": ""
      },
      {
        "sentence": "当你回想这个梦的时候，你是委屈？",
        "label": ""
      },
      {
        "sentence": "是愤怒？",
        "label": ""
      },
      {
        "sentence": "是恐惧？",
        "label": ""
      },
      {
        "sentence": "是无助？",
        "label": ""
      },
      {
        "sentence": "还是伤心？",
        "label": ""
      },
      {
        "sentence": "回忆这些情感能帮助我们发掘自己的内心深处的需要。",
        "label": ""
      },
      {
        "sentence": "初中时期，我们正处于青春期，需要花费大量的时间来建立我们的“同一性”，这是我们年轻时的主要成就。",
        "label": ""
      },
      {
        "sentence": "同一性建构包括明确定义自己是谁、自己的价值以及选择未来生活方向。",
        "label": ""
      },
      {
        "sentence": "同一性建构需要具备以下三个方面体验：1.能感到自己是一个独特的个体，是和别人是不同的；2.整合从童年到现在的我，未来的我，无论哪个我，我还是我；3.自己设想的“我”，和自己感受到在别人眼中的“我”，是一致的，也就是自己是被社会承认的。",
        "label": ""
      },
      {
        "sentence": "我猜想第三点体验的需求可能是你一直无法摆脱班主任对你的伤害的原因。",
        "label": ""
      },
      {
        "sentence": "你说过只有这位老师不喜欢你，这种冲突也许会影响你对自己认知的信心，让你不确定自己是否是善良的人，而这是目前无法避免的。",
        "label": ""
      },
      {
        "sentence": "青少年时期非常在意别人眼中的自己，如果别人眼中的自己与自己的认知不同，可能会出现角色混乱问题。",
        "label": ""
      },
      {
        "sentence": "人格发展是一生的过程，同一性问题也需要不断的整合。",
        "label": ""
      },
      {
        "sentence": "感觉你现在还处于这个阶段，在理解自我认知方面需要多一些探索。",
        "label": ""
      }
    ]
  }
]