[
  {
    "role": "client",
    "content": "我是16岁，昨天跟男友一起去图书馆，穿着一条很长的裙子。不知怎么回事，睡着了之后裙子掉下来了，他偷拍了我私处的照片，我突然醒来从他手机看到一点，刚要仔细看他就删除了。我当时不知道怎么说，也不确定，所以有点生气就坐车离开了。他一路上一直在道歉，在问怎么了，还在图书馆直接跪下了。他说他再也不敢了，也没说什么不敢了，前面他还摸我的胸，但我很讨厌这样。他可能还以为我因为这个生气，后来回到家发微信说，照片是不小心触屏拍的，我会信吗？他很好有点直，脾气也很好，很惯着我，我不知道要不要分手。",
    "annotation": [
      {
        "sentence": "我是16岁，昨天跟男友一起去图书馆，穿着一条很长的裙子。",
        "label": ""
      },
      {
        "sentence": "不知怎么回事，睡着了之后裙子掉下来了，他偷拍了我私处的照片，我突然醒来从他手机看到一点，刚要仔细看他就删除了。",
        "label": ""
      },
      {
        "sentence": "我当时不知道怎么说，也不确定，所以有点生气就坐车离开了。",
        "label": ""
      },
      {
        "sentence": "他一路上一直在道歉，在问怎么了，还在图书馆直接跪下了。",
        "label": ""
      },
      {
        "sentence": "他说他再也不敢了，也没说什么不敢了，前面他还摸我的胸，但我很讨厌这样。",
        "label": ""
      },
      {
        "sentence": "他可能还以为我因为这个生气，后来回到家发微信说，照片是不小心触屏拍的，我会信吗？",
        "label": ""
      },
      {
        "sentence": "他很好有点直，脾气也很好，很惯着我，我不知道要不要分手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抱抱！我理解你现在面临的纠结和痛苦。一方面，你对这个男生有感情，另一方面，他做出了不可忍受的事情。我明白你的困惑。让我们一起来分析一下吧！明确是否在一起，最终还是需要你自己来做决策，因为这个决定关系到你的人生路。建议从以下三个方面考虑：首先，你们都是高中生，是学习的重要阶段。早恋没有问题，但一定要保持一定的距离，学业为重。其次，从他的行为来看，他对异性的控制力一般，而且在图书馆都敢拍不雅照片，说明他缺乏自制力，不注意场合。如果你们关系过于亲密，你不确定他会做出什么行为。为了保护自己，建议保持适当的距离，不要太亲密。最后，你现在喜欢他，但也要学会守住底线，不要让自己陷得太深，危及自己的未来。女生第一次经历往往对以后的感情生活很重要，你可能会特别重视给予第一次经历的男生。但如果以后他们在学业或其他方面分开，你可能会受到很大的伤害。而且，万一走得太近，造成意外怀孕等问题，也是对自己不负责任。总之，这个男友已经做出了种种轻浮和不雅的行为，你应该警惕。如果他能够克制自己，学会尊重，你们可以继续。如果他做不到克制，你就要考虑自己的处境，保护自己是最重要的。希望我的建议对你有所帮助！",
    "annotation": [
      {
        "sentence": "抱抱！",
        "label": ""
      },
      {
        "sentence": "我理解你现在面临的纠结和痛苦。",
        "label": ""
      },
      {
        "sentence": "一方面，你对这个男生有感情，另一方面，他做出了不可忍受的事情。",
        "label": ""
      },
      {
        "sentence": "我明白你的困惑。",
        "label": ""
      },
      {
        "sentence": "让我们一起来分析一下吧！",
        "label": ""
      },
      {
        "sentence": "明确是否在一起，最终还是需要你自己来做决策，因为这个决定关系到你的人生路。",
        "label": ""
      },
      {
        "sentence": "建议从以下三个方面考虑：首先，你们都是高中生，是学习的重要阶段。",
        "label": ""
      },
      {
        "sentence": "早恋没有问题，但一定要保持一定的距离，学业为重。",
        "label": ""
      },
      {
        "sentence": "其次，从他的行为来看，他对异性的控制力一般，而且在图书馆都敢拍不雅照片，说明他缺乏自制力，不注意场合。",
        "label": ""
      },
      {
        "sentence": "如果你们关系过于亲密，你不确定他会做出什么行为。",
        "label": ""
      },
      {
        "sentence": "为了保护自己，建议保持适当的距离，不要太亲密。",
        "label": ""
      },
      {
        "sentence": "最后，你现在喜欢他，但也要学会守住底线，不要让自己陷得太深，危及自己的未来。",
        "label": ""
      },
      {
        "sentence": "女生第一次经历往往对以后的感情生活很重要，你可能会特别重视给予第一次经历的男生。",
        "label": ""
      },
      {
        "sentence": "但如果以后他们在学业或其他方面分开，你可能会受到很大的伤害。",
        "label": ""
      },
      {
        "sentence": "而且，万一走得太近，造成意外怀孕等问题，也是对自己不负责任。",
        "label": ""
      },
      {
        "sentence": "总之，这个男友已经做出了种种轻浮和不雅的行为，你应该警惕。",
        "label": ""
      },
      {
        "sentence": "如果他能够克制自己，学会尊重，你们可以继续。",
        "label": ""
      },
      {
        "sentence": "如果他做不到克制，你就要考虑自己的处境，保护自己是最重要的。",
        "label": ""
      },
      {
        "sentence": "希望我的建议对你有所帮助！",
        "label": ""
      }
    ]
  }
]