[
  {
    "role": "client",
    "content": "快离婚了还是忍不住想他，怎么放下一段感情？我和我老公在一起已经10年了，可是我们快离婚了。我们已经分居半年，可是我心里还是放不下他，每天等着他为了儿子给我发条信息。我好恨我自己这么没出息，可是我控制不住自己去想他。我好累呀，也不想离婚。但是周边的人因为他对我不好，都劝我离婚。怎么办？",
    "annotation": [
      {
        "sentence": "快离婚了还是忍不住想他，怎么放下一段感情？",
        "label": ""
      },
      {
        "sentence": "我和我老公在一起已经10年了，可是我们快离婚了。",
        "label": ""
      },
      {
        "sentence": "我们已经分居半年，可是我心里还是放不下他，每天等着他为了儿子给我发条信息。",
        "label": ""
      },
      {
        "sentence": "我好恨我自己这么没出息，可是我控制不住自己去想他。",
        "label": ""
      },
      {
        "sentence": "我好累呀，也不想离婚。",
        "label": ""
      },
      {
        "sentence": "但是周边的人因为他对我不好，都劝我离婚。",
        "label": ""
      },
      {
        "sentence": "怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，大致理解为你在为一段几乎不可能挽回的婚姻而苦恼，这段感情于你而言付出了陪你度过了人生最美好的时光，无法割舍。的确我没有十年的感情经历，但我尽力设想。一两年的恋爱尚且为之哭的死去活来，更何况是“爱情长跑”并有了“爱情结晶”的你。我猜想这半年来，你明白你应该离开，却抱有一丝幻想。可以试想，长久的分居下去，你们之间仅剩的感情只会消耗殆尽。又或许，他会多次主动提出离婚，甚至重新开始一段感情。这对你或者你的孩子来说都是一个更坏的结局。两个人分开，但各自给予小朋友关心，比让他察觉你们之间的隔阂来说，更有利于他的成长和成熟。美好的东西和时光在人生中那么多，我们没办法一一留住在身边。虽然分开了，是会低沉一段时间，甚至很难再投入和付出给另一个人。但给彼此的回忆里，留下当初那份单纯美好，相爱相守，到偶尔想起了，即使有遗憾，但也有记忆中幸福的你们。不管怎么说，时间流逝，会帮你一点点割舍，尝试关注点放在小朋友身上，其他事情上，或许难受和痛苦会少一分。",
    "annotation": [
      {
        "sentence": "从你的描述中，大致理解为你在为一段几乎不可能挽回的婚姻而苦恼，这段感情于你而言付出了陪你度过了人生最美好的时光，无法割舍。",
        "label": ""
      },
      {
        "sentence": "的确我没有十年的感情经历，但我尽力设想。",
        "label": ""
      },
      {
        "sentence": "一两年的恋爱尚且为之哭的死去活来，更何况是“爱情长跑”并有了“爱情结晶”的你。",
        "label": ""
      },
      {
        "sentence": "我猜想这半年来，你明白你应该离开，却抱有一丝幻想。",
        "label": ""
      },
      {
        "sentence": "可以试想，长久的分居下去，你们之间仅剩的感情只会消耗殆尽。",
        "label": ""
      },
      {
        "sentence": "又或许，他会多次主动提出离婚，甚至重新开始一段感情。",
        "label": ""
      },
      {
        "sentence": "这对你或者你的孩子来说都是一个更坏的结局。",
        "label": ""
      },
      {
        "sentence": "两个人分开，但各自给予小朋友关心，比让他察觉你们之间的隔阂来说，更有利于他的成长和成熟。",
        "label": ""
      },
      {
        "sentence": "美好的东西和时光在人生中那么多，我们没办法一一留住在身边。",
        "label": ""
      },
      {
        "sentence": "虽然分开了，是会低沉一段时间，甚至很难再投入和付出给另一个人。",
        "label": ""
      },
      {
        "sentence": "但给彼此的回忆里，留下当初那份单纯美好，相爱相守，到偶尔想起了，即使有遗憾，但也有记忆中幸福的你们。",
        "label": ""
      },
      {
        "sentence": "不管怎么说，时间流逝，会帮你一点点割舍，尝试关注点放在小朋友身上，其他事情上，或许难受和痛苦会少一分。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。你说得对，我明白离开是最好的选择，但心理上无法释怀，总觉得还有希望。我知道长期的分居只会让感情更加疲惫，但是我担心孩子会受到伤害，会觉得父母之间的关系是他们的过错。我真的很辛苦，不知道该如何是好。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "你说得对，我明白离开是最好的选择，但心理上无法释怀，总觉得还有希望。",
        "label": ""
      },
      {
        "sentence": "我知道长期的分居只会让感情更加疲惫，但是我担心孩子会受到伤害，会觉得父母之间的关系是他们的过错。",
        "label": ""
      },
      {
        "sentence": "我真的很辛苦，不知道该如何是好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你内心的纠结和担忧，确实离婚对孩子来说也是一种变动和挑战。但是，父母之间的关系不应该成为孩子们感受到的紧张。我们可以通过积极的交流和尊重来缓解孩子的压力，让他们理解到这是你们成人之间的选择，并不是他们的过错。同时，我们也可以关注孩子的感受和需求，给他们更多的支持和陪伴，让他们感受到你们的爱。在这个过程中，你也要学会接受自己的情绪，尝试寻找放松和调节的方式，比如和朋友聊天、参加一些活动等，让自己有机会转移注意力和重新寻找生活的快乐。",
    "annotation": [
      {
        "sentence": "理解你内心的纠结和担忧，确实离婚对孩子来说也是一种变动和挑战。",
        "label": ""
      },
      {
        "sentence": "但是，父母之间的关系不应该成为孩子们感受到的紧张。",
        "label": ""
      },
      {
        "sentence": "我们可以通过积极的交流和尊重来缓解孩子的压力，让他们理解到这是你们成人之间的选择，并不是他们的过错。",
        "label": ""
      },
      {
        "sentence": "同时，我们也可以关注孩子的感受和需求，给他们更多的支持和陪伴，让他们感受到你们的爱。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你也要学会接受自己的情绪，尝试寻找放松和调节的方式，比如和朋友聊天、参加一些活动等，让自己有机会转移注意力和重新寻找生活的快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我应该更多地关注孩子的感受，帮助他们适应这个变化，并且让他们感受到我的爱和支持。同时，我也会试着找些事情来分散自己的注意力，调节自己的情绪。不再过多纠结于过去的感情，而是朝着新的生活方向努力。我知道这不是一蹴而就的事情，但我会慢慢调整自己的心态，让自己变得更好。谢谢你的建议和鼓励。",
    "annotation": [
      {
        "sentence": "你说的对，我应该更多地关注孩子的感受，帮助他们适应这个变化，并且让他们感受到我的爱和支持。",
        "label": ""
      },
      {
        "sentence": "同时，我也会试着找些事情来分散自己的注意力，调节自己的情绪。",
        "label": ""
      },
      {
        "sentence": "不再过多纠结于过去的感情，而是朝着新的生活方向努力。",
        "label": ""
      },
      {
        "sentence": "我知道这不是一蹴而就的事情，但我会慢慢调整自己的心态，让自己变得更好。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够为你提供一些帮助和支持。调整心态需要时间和努力，但相信你能够做到。记住，你并不孤单，身边还有朋友和支持者。如果你需要进一步的交流或者帮助，随时都可以找我。祝福你能够找到属于自己的幸福和快乐！",
    "annotation": [
      {
        "sentence": "很高兴能够为你提供一些帮助和支持。",
        "label": ""
      },
      {
        "sentence": "调整心态需要时间和努力，但相信你能够做到。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，身边还有朋友和支持者。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的交流或者帮助，随时都可以找我。",
        "label": ""
      },
      {
        "sentence": "祝福你能够找到属于自己的幸福和快乐！",
        "label": ""
      }
    ]
  }
]