[
  {
    "role": "client",
    "content": "我觉得成人高考复习很难，而且周围也没有人可以问。我感觉好没有希望。其实初二下学期，我因为抑郁症不读书了。如果当时知道自己有抑郁症，早点治疗就好了，现在可能已经读大学了。后来我找关系进了一所三流中专，毕业之后一直都混日子。现在我报了成人高考，想要好好学习，拿个大专证，再拿本科证。但是现在我发现我完全看不懂数学和英语，因为我没有高中的基础。上网查资料也只能找到一点点，其他的都搜不到。周围也没有人可以问。我现在觉得成人高考没什么希望。",
    "annotation": [
      {
        "sentence": "我觉得成人高考复习很难，而且周围也没有人可以问。",
        "label": ""
      },
      {
        "sentence": "我感觉好没有希望。",
        "label": ""
      },
      {
        "sentence": "其实初二下学期，我因为抑郁症不读书了。",
        "label": ""
      },
      {
        "sentence": "如果当时知道自己有抑郁症，早点治疗就好了，现在可能已经读大学了。",
        "label": ""
      },
      {
        "sentence": "后来我找关系进了一所三流中专，毕业之后一直都混日子。",
        "label": ""
      },
      {
        "sentence": "现在我报了成人高考，想要好好学习，拿个大专证，再拿本科证。",
        "label": ""
      },
      {
        "sentence": "但是现在我发现我完全看不懂数学和英语，因为我没有高中的基础。",
        "label": ""
      },
      {
        "sentence": "上网查资料也只能找到一点点，其他的都搜不到。",
        "label": ""
      },
      {
        "sentence": "周围也没有人可以问。",
        "label": ""
      },
      {
        "sentence": "我现在觉得成人高考没什么希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "学习是一个永无止境的过程，不要放弃自己。很高兴看到你有继续学习的愿望。虽然这个想法实现起来会比较困难，但是能够解决的办法比困难多得多。不要因为现在遇到了一点困难就放弃，也不要因为周围没有人可以问而放弃。周围没有人可以问，那么说明你就是第一个人。作为第一个人，一开始总是比较困难的。但只要坚持解决困难，你之后就会有第二个人、第三个人。学习是无止境的，学到的知识也是属于你自己的。不要因为遇到困难而退缩。只有坚持克服这些困难，你会学到很多东西，会有更多的收获。看到你提问的问题，我觉得你觉得自己的基础不太好。然后开始学习的时候，感觉什么都不会。去查找资料也找不到，问身边的人，身边的人也不会。你可以寻找一些学习网站，在那里只要你想学习，无论何时都可以开始学。现在有很多学习的APP，比如b站、中国大学MOCC和网易课堂，你可以去那些网站寻找学习资源。学习是需要慢慢积累的，虽然你可能已经晚了一些，但是仍然需要慢慢吸收，不能太着急。你可以寻找一些信誉良好的学习机构，像成人高考这样的，他们会开设一些培训班，可以解决你同时上班和学习的问题。利用你空余的时间去学习，可以参加网上课程。在面对一些关于成人高考的问题时，你也可以向他们寻求一些建议。虽然去学习机构可能会花费一些钱，但是这会减少你的困难。遇到不懂的题目，你也可以去询问老师，而不仅仅局限于查找资料。另外，你可以寻找一些与你一起参加成人高考的群组，大家可以互相帮助，遇到问题也可以相互讨论。以上是我的回答，希望对你有所帮助。",
    "annotation": [
      {
        "sentence": "学习是一个永无止境的过程，不要放弃自己。",
        "label": ""
      },
      {
        "sentence": "很高兴看到你有继续学习的愿望。",
        "label": ""
      },
      {
        "sentence": "虽然这个想法实现起来会比较困难，但是能够解决的办法比困难多得多。",
        "label": ""
      },
      {
        "sentence": "不要因为现在遇到了一点困难就放弃，也不要因为周围没有人可以问而放弃。",
        "label": ""
      },
      {
        "sentence": "周围没有人可以问，那么说明你就是第一个人。",
        "label": ""
      },
      {
        "sentence": "作为第一个人，一开始总是比较困难的。",
        "label": ""
      },
      {
        "sentence": "但只要坚持解决困难，你之后就会有第二个人、第三个人。",
        "label": ""
      },
      {
        "sentence": "学习是无止境的，学到的知识也是属于你自己的。",
        "label": ""
      },
      {
        "sentence": "不要因为遇到困难而退缩。",
        "label": ""
      },
      {
        "sentence": "只有坚持克服这些困难，你会学到很多东西，会有更多的收获。",
        "label": ""
      },
      {
        "sentence": "看到你提问的问题，我觉得你觉得自己的基础不太好。",
        "label": ""
      },
      {
        "sentence": "然后开始学习的时候，感觉什么都不会。",
        "label": ""
      },
      {
        "sentence": "去查找资料也找不到，问身边的人，身边的人也不会。",
        "label": ""
      },
      {
        "sentence": "你可以寻找一些学习网站，在那里只要你想学习，无论何时都可以开始学。",
        "label": ""
      },
      {
        "sentence": "现在有很多学习的APP，比如b站、中国大学MOCC和网易课堂，你可以去那些网站寻找学习资源。",
        "label": ""
      },
      {
        "sentence": "学习是需要慢慢积累的，虽然你可能已经晚了一些，但是仍然需要慢慢吸收，不能太着急。",
        "label": ""
      },
      {
        "sentence": "你可以寻找一些信誉良好的学习机构，像成人高考这样的，他们会开设一些培训班，可以解决你同时上班和学习的问题。",
        "label": ""
      },
      {
        "sentence": "利用你空余的时间去学习，可以参加网上课程。",
        "label": ""
      },
      {
        "sentence": "在面对一些关于成人高考的问题时，你也可以向他们寻求一些建议。",
        "label": ""
      },
      {
        "sentence": "虽然去学习机构可能会花费一些钱，但是这会减少你的困难。",
        "label": ""
      },
      {
        "sentence": "遇到不懂的题目，你也可以去询问老师，而不仅仅局限于查找资料。",
        "label": ""
      },
      {
        "sentence": "另外，你可以寻找一些与你一起参加成人高考的群组，大家可以互相帮助，遇到问题也可以相互讨论。",
        "label": ""
      },
      {
        "sentence": "以上是我的回答，希望对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，我明白了。我会坚持下去，不会放弃的。只是有时候我会觉得自己很没用，看到别人都已经有大学学历了，而我还在这里从头开始。我会尽力克服困难的。",
    "annotation": [
      {
        "sentence": "谢谢你的回答，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会坚持下去，不会放弃的。",
        "label": ""
      },
      {
        "sentence": "只是有时候我会觉得自己很没用，看到别人都已经有大学学历了，而我还在这里从头开始。",
        "label": ""
      },
      {
        "sentence": "我会尽力克服困难的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰看到你的回应，你的决心很坚定。不要把自己与别人比较，每个人的人生都有不同的经历和起点。重要的是你正在为自己的未来努力，这本身就是值得骄傲的事情。每个人的成长过程都会遇到各种挑战，但只要你坚持下去，你也会走向成功。不要低估自己的价值，相信自己的能力，你一定能够克服困难的。",
    "annotation": [
      {
        "sentence": "非常欣慰看到你的回应，你的决心很坚定。",
        "label": ""
      },
      {
        "sentence": "不要把自己与别人比较，每个人的人生都有不同的经历和起点。",
        "label": ""
      },
      {
        "sentence": "重要的是你正在为自己的未来努力，这本身就是值得骄傲的事情。",
        "label": ""
      },
      {
        "sentence": "每个人的成长过程都会遇到各种挑战，但只要你坚持下去，你也会走向成功。",
        "label": ""
      },
      {
        "sentence": "不要低估自己的价值，相信自己的能力，你一定能够克服困难的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有时候看到别人已经取得了很多成就，我会觉得自己很迷茫。不知道自己还能不能追赶得上。对未来感到担忧和不安。",
    "annotation": [
      {
        "sentence": "有时候看到别人已经取得了很多成就，我会觉得自己很迷茫。",
        "label": ""
      },
      {
        "sentence": "不知道自己还能不能追赶得上。",
        "label": ""
      },
      {
        "sentence": "对未来感到担忧和不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感到迷茫和担忧是很正常的情绪，在人生的道路上，我们都会有这样的时刻。但是，你要明白每个人都有自己的步调和发展的时间表。不要过分担心未来，要相信自己的能力和努力。时刻关注自己的目标，并把握好眼前需要做的事情。记住成功不是一蹴而就的，每一步都是向前的助力。要有耐心，给自己足够的时间去成长与进步。",
    "annotation": [
      {
        "sentence": "感到迷茫和担忧是很正常的情绪，在人生的道路上，我们都会有这样的时刻。",
        "label": ""
      },
      {
        "sentence": "但是，你要明白每个人都有自己的步调和发展的时间表。",
        "label": ""
      },
      {
        "sentence": "不要过分担心未来，要相信自己的能力和努力。",
        "label": ""
      },
      {
        "sentence": "时刻关注自己的目标，并把握好眼前需要做的事情。",
        "label": ""
      },
      {
        "sentence": "记住成功不是一蹴而就的，每一步都是向前的助力。",
        "label": ""
      },
      {
        "sentence": "要有耐心，给自己足够的时间去成长与进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更加相信自己，不要过于焦虑和怀疑。我会调整好心态，专注于眼前的学习，相信自己的能力。",
    "annotation": [
      {
        "sentence": "你说得对，我应该更加相信自己，不要过于焦虑和怀疑。",
        "label": ""
      },
      {
        "sentence": "我会调整好心态，专注于眼前的学习，相信自己的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你能够接受我的建议，调整好心态非常重要。要相信自己的能力与潜力，不要被焦虑与怀疑所困扰。专注于眼前的学习，相信自己能够掌握知识，你一定能够取得好成绩。坚持下去，我相信你会渐渐摆脱困境，走向光明的未来。",
    "annotation": [
      {
        "sentence": "很高兴看到你能够接受我的建议，调整好心态非常重要。",
        "label": ""
      },
      {
        "sentence": "要相信自己的能力与潜力，不要被焦虑与怀疑所困扰。",
        "label": ""
      },
      {
        "sentence": "专注于眼前的学习，相信自己能够掌握知识，你一定能够取得好成绩。",
        "label": ""
      },
      {
        "sentence": "坚持下去，我相信你会渐渐摆脱困境，走向光明的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持，我会记住你的话，努力前行。感谢你耐心听我倾诉，给予我这么多的鼓励和建议。",
    "annotation": [
      {
        "sentence": "谢谢你的支持，我会记住你的话，努力前行。",
        "label": ""
      },
      {
        "sentence": "感谢你耐心听我倾诉，给予我这么多的鼓励和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很荣幸能够帮助你，你的付出和努力是值得赞赏的。如果你还有任何问题或需要进一步的支持，随时都可以来找我。我会一直支持你，希望你能够坚持并取得你所期待的成就。加油！",
    "annotation": [
      {
        "sentence": "我很荣幸能够帮助你，你的付出和努力是值得赞赏的。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何问题或需要进一步的支持，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你，希望你能够坚持并取得你所期待的成就。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]