[
  {
    "role": "client",
    "content": "最近一两年，对什么事都没兴趣，有没有什么解决办法？女，21岁。大学在读。",
    "annotation": [
      {
        "sentence": "最近一两年，对什么事都没兴趣，有没有什么解决办法？",
        "label": ""
      },
      {
        "sentence": "女，21岁。",
        "label": ""
      },
      {
        "sentence": "大学在读。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好哇~通过你的描述，我仿佛看到了我的影子。我也和你一样，在很长的一段时间里面，觉得自己做什么事情都没有意思，每天早上起来都不知道自己是为什么要起来，不知道人生的意义在哪里，有时候真的会有与其像个行尸走肉一样地活着，倒不如直接一了百了的。可是有时候这样想着自己又会很难过，我不知道自己为什么会这个样子，我到底怎么了呀？这个世界还有这么多东西我没有尝试过，我怎么就缺乏了对生活的品味能力呢？然后我就开始了漫长的努力，让自己从这种状态中抽离出来。淡化这种“做什么事情都没有意思”的思想。",
    "annotation": [
      {
        "sentence": "你好哇~通过你的描述，我仿佛看到了我的影子。",
        "label": ""
      },
      {
        "sentence": "我也和你一样，在很长的一段时间里面，觉得自己做什么事情都没有意思，每天早上起来都不知道自己是为什么要起来，不知道人生的意义在哪里，有时候真的会有与其像个行尸走肉一样地活着，倒不如直接一了百了的。",
        "label": ""
      },
      {
        "sentence": "可是有时候这样想着自己又会很难过，我不知道自己为什么会这个样子，我到底怎么了呀？",
        "label": ""
      },
      {
        "sentence": "这个世界还有这么多东西我没有尝试过，我怎么就缺乏了对生活的品味能力呢？",
        "label": ""
      },
      {
        "sentence": "然后我就开始了漫长的努力，让自己从这种状态中抽离出来。",
        "label": ""
      },
      {
        "sentence": "淡化这种“做什么事情都没有意思”的思想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你能告诉我具体一些你是如何抽离出来的吗？",
    "annotation": [
      {
        "sentence": "你能告诉我具体一些你是如何抽离出来的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我觉得我有时候会沉迷于这种想法里无法自拔，我越是给自己这方面的暗示，就越难从这种想法里走出来。所以我有这种想法的时候，我就告诉我自己，我只是心情有点不好了，睡了一觉，看了个好笑的综艺马上就能恢复过来。去做一些“奢侈”但是自己很喜欢的事情。我每个月的生活费都特别有限，但是我很喜欢吃火锅烧烤烤肉，有时候我实在是觉得难过了，我就会自己去吃烤肉，或者是和室友在寝室里面做火锅吃。做完这些事我感觉自己的能量就又得到了恢复。",
    "annotation": [
      {
        "sentence": "我觉得我有时候会沉迷于这种想法里无法自拔，我越是给自己这方面的暗示，就越难从这种想法里走出来。",
        "label": ""
      },
      {
        "sentence": "所以我有这种想法的时候，我就告诉我自己，我只是心情有点不好了，睡了一觉，看了个好笑的综艺马上就能恢复过来。",
        "label": ""
      },
      {
        "sentence": "去做一些“奢侈”但是自己很喜欢的事情。",
        "label": ""
      },
      {
        "sentence": "我每个月的生活费都特别有限，但是我很喜欢吃火锅烧烤烤肉，有时候我实在是觉得难过了，我就会自己去吃烤肉，或者是和室友在寝室里面做火锅吃。",
        "label": ""
      },
      {
        "sentence": "做完这些事我感觉自己的能量就又得到了恢复。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我试过一些兴趣和爱好的事情，但是没能带给我长久的乐趣，很快就又回到了没兴趣的状态。你有没有其他的建议？",
    "annotation": [
      {
        "sentence": "我试过一些兴趣和爱好的事情，但是没能带给我长久的乐趣，很快就又回到了没兴趣的状态。",
        "label": ""
      },
      {
        "sentence": "你有没有其他的建议？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抽丝剥茧，直面内心。其实像这种心理状况的出现，当事人之前往往遭遇了很多不愉快的事情。所以就慢慢麻木了，慢慢对于身边一些事情的感知也就没有了。那个时候，我自己想想我这些问题的源头其实也就是因为自己对自己的要求太高了，自己想变成能够让所有人惊艳羡慕的人，可是慢慢发现自己离这个目标还有很远，自己就产生了失落和压抑的感觉。等我发现这一点的时候，我就一直给自己做心理疏导，看很多心理学的书籍，让自己不要总是按照别人眼里的优秀来要求自己。",
    "annotation": [
      {
        "sentence": "抽丝剥茧，直面内心。",
        "label": ""
      },
      {
        "sentence": "其实像这种心理状况的出现，当事人之前往往遭遇了很多不愉快的事情。",
        "label": ""
      },
      {
        "sentence": "所以就慢慢麻木了，慢慢对于身边一些事情的感知也就没有了。",
        "label": ""
      },
      {
        "sentence": "那个时候，我自己想想我这些问题的源头其实也就是因为自己对自己的要求太高了，自己想变成能够让所有人惊艳羡慕的人，可是慢慢发现自己离这个目标还有很远，自己就产生了失落和压抑的感觉。",
        "label": ""
      },
      {
        "sentence": "等我发现这一点的时候，我就一直给自己做心理疏导，看很多心理学的书籍，让自己不要总是按照别人眼里的优秀来要求自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也常常对自己要求很高，可能这也是导致我失去兴趣的原因之一。我应该如何改变这种过高的要求呢？",
    "annotation": [
      {
        "sentence": "我也常常对自己要求很高，可能这也是导致我失去兴趣的原因之一。",
        "label": ""
      },
      {
        "sentence": "我应该如何改变这种过高的要求呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "找一个信得过的人说出心里的想法。这个人不一定平时要跟你有多好，但是你对他的人品是绝对相信的，他不会透露你的任何信息。我那个时候就是当着我一个室友的面大哭了一场，其实我和她平时没有特别好，但是我觉得她是值得信任的。然后她就像哄小孩子一样哄了我，我当时就觉得心理好受多了。",
    "annotation": [
      {
        "sentence": "找一个信得过的人说出心里的想法。",
        "label": ""
      },
      {
        "sentence": "这个人不一定平时要跟你有多好，但是你对他的人品是绝对相信的，他不会透露你的任何信息。",
        "label": ""
      },
      {
        "sentence": "我那个时候就是当着我一个室友的面大哭了一场，其实我和她平时没有特别好，但是我觉得她是值得信任的。",
        "label": ""
      },
      {
        "sentence": "然后她就像哄小孩子一样哄了我，我当时就觉得心理好受多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的建议，我会努力去找一个信得过的人倾诉并寻求帮助。除了这些方法，还有其他的方式可以帮助我重新对生活产生兴趣吗？",
    "annotation": [
      {
        "sentence": "感谢你的建议，我会努力去找一个信得过的人倾诉并寻求帮助。",
        "label": ""
      },
      {
        "sentence": "除了这些方法，还有其他的方式可以帮助我重新对生活产生兴趣吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "走出自己的惯性圈。一个人在自己的生活里呆久了，就很容易有烦闷或者孤僻的感觉。这个走出惯性圈其实有很多方式，和不同的人交往，发展另一项兴趣爱好，甚至是去看电影（我平时很少看电影综艺，所以我会从这个里面找到一点慰藉，寻求正能量），看书，旅游，逛街。这些都是走出惯性圈的方法。",
    "annotation": [
      {
        "sentence": "走出自己的惯性圈。",
        "label": ""
      },
      {
        "sentence": "一个人在自己的生活里呆久了，就很容易有烦闷或者孤僻的感觉。",
        "label": ""
      },
      {
        "sentence": "这个走出惯性圈其实有很多方式，和不同的人交往，发展另一项兴趣爱好，甚至是去看电影（我平时很少看电影综艺，所以我会从这个里面找到一点慰藉，寻求正能量），看书，旅游，逛街。",
        "label": ""
      },
      {
        "sentence": "这些都是走出惯性圈的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实有些习惯待在自己的舒适区，很少去尝试新的事物。你提到的交往和发展兴趣爱好的方式听起来很有帮助，我会试试看。另外，有没有其他的建议可以让我更积极地与他人一起前进呢？",
    "annotation": [
      {
        "sentence": "我确实有些习惯待在自己的舒适区，很少去尝试新的事物。",
        "label": ""
      },
      {
        "sentence": "你提到的交往和发展兴趣爱好的方式听起来很有帮助，我会试试看。",
        "label": ""
      },
      {
        "sentence": "另外，有没有其他的建议可以让我更积极地与他人一起前进呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人是社会动物，每个人在这个世界上无法独善其身。多和身边的人打交道，哪怕只是喝奶茶，一起自习，你也可以看到很多，学到很多。像我的话，就是组织了一个英语六级打卡群，平时监督下大家打卡，然后看看大家平时做了些什么事情。其实也挺好的，也挺激励人的。",
    "annotation": [
      {
        "sentence": "人是社会动物，每个人在这个世界上无法独善其身。",
        "label": ""
      },
      {
        "sentence": "多和身边的人打交道，哪怕只是喝奶茶，一起自习，你也可以看到很多，学到很多。",
        "label": ""
      },
      {
        "sentence": "像我的话，就是组织了一个英语六级打卡群，平时监督下大家打卡，然后看看大家平时做了些什么事情。",
        "label": ""
      },
      {
        "sentence": "其实也挺好的，也挺激励人的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来和他人一起进步的做法很不错，我也可以尝试组织一些活动或者加入一些社团，与更多的人互动。非常感谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "听起来和他人一起进步的做法很不错，我也可以尝试组织一些活动或者加入一些社团，与更多的人互动。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议对你有所帮助。记住，你并不孤单，在面对困境时，总会有人可以陪伴你一起走过。祝你早日找回对生活的热情和兴趣！",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，在面对困境时，总会有人可以陪伴你一起走过。",
        "label": ""
      },
      {
        "sentence": "祝你早日找回对生活的热情和兴趣！",
        "label": ""
      }
    ]
  }
]