[
  {
    "role": "client",
    "content": "生孩子的时候妈妈又陪着你们吗？我生宝宝的时候早上九点去的医院下午六点进产房我爸妈下午六点来的我正好要进产房我妈也不管我往那一坐去产房要带一些吃的我妈吩咐我爸跟我一起去的我爸买产褥垫倒水和我老公一起把我送到产房从头到尾我妈看都没看我来的时候也没有问问我怎么样把病房参观了一番说了一句你这个病房还是VIP呢？咋跟人家的VIP不一样呢我想这咋是个妈呀！？谁家妈这样啊然后就戴着我爸回家了我都进产房了人家产妇家人都陪着就我老公一个人忙着忙那哎！我妈就回去睡觉了说是等生了再来。为什么不等等我呢我一直认为就算她平时不怎么关心我生孩子总不一样了吧……我看电视上生孩子妈妈都会陪着？还说出了病房妈妈看的是女儿婆婆看的是孙子。哎罢了这也不是最伤心的。字数限制下次接着写",
    "annotation": [
      {
        "sentence": "生孩子的时候妈妈又陪着你们吗？",
        "label": ""
      },
      {
        "sentence": "我生宝宝的时候早上九点去的医院下午六点进产房我爸妈下午六点来的我正好要进产房我妈也不管我往那一坐去产房要带一些吃的我妈吩咐我爸跟我一起去的我爸买产褥垫倒水和我老公一起把我送到产房从头到尾我妈看都没看我来的时候也没有问问我怎么样把病房参观了一番说了一句你这个病房还是VIP呢？",
        "label": ""
      },
      {
        "sentence": "咋跟人家的VIP不一样呢我想这咋是个妈呀！？",
        "label": ""
      },
      {
        "sentence": "谁家妈这样啊然后就戴着我爸回家了我都进产房了人家产妇家人都陪着就我老公一个人忙着忙那哎！",
        "label": ""
      },
      {
        "sentence": "我妈就回去睡觉了说是等生了再来。",
        "label": ""
      },
      {
        "sentence": "为什么不等等我呢我一直认为就算她平时不怎么关心我生孩子总不一样了吧……我看电视上生孩子妈妈都会陪着？",
        "label": ""
      },
      {
        "sentence": "还说出了病房妈妈看的是女儿婆婆看的是孙子。",
        "label": ""
      },
      {
        "sentence": "哎罢了这也不是最伤心的。",
        "label": ""
      },
      {
        "sentence": "字数限制下次接着写",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你这个情况我非常了解，有些时候家人的表达方式可能会与我们的期望不太一样，但是我也注意到，在这个过程中，你的丈夫还是很关心你的，他尽力在忙前忙后照顾你。至于你妈妈，也许她不太擅长表达，但是她还是很关心你的，她给了你爸爸一些具体的事情要准备，并且她还关心了你的住院环境，你妈妈或许是上了心的。或许你们之间需要好好沟通，试着换位思考一下，也许你们的相处方式需要一些改变。你可以和你爸爸倾诉一下，让他帮你和你妈妈沟通，帮助你们改善相处模式。同时，产后要保持一个好的心态，不要过度伤感，产妇的情绪需要特别关注。",
    "annotation": [
      {
        "sentence": "你这个情况我非常了解，有些时候家人的表达方式可能会与我们的期望不太一样，但是我也注意到，在这个过程中，你的丈夫还是很关心你的，他尽力在忙前忙后照顾你。",
        "label": ""
      },
      {
        "sentence": "至于你妈妈，也许她不太擅长表达，但是她还是很关心你的，她给了你爸爸一些具体的事情要准备，并且她还关心了你的住院环境，你妈妈或许是上了心的。",
        "label": ""
      },
      {
        "sentence": "或许你们之间需要好好沟通，试着换位思考一下，也许你们的相处方式需要一些改变。",
        "label": ""
      },
      {
        "sentence": "你可以和你爸爸倾诉一下，让他帮你和你妈妈沟通，帮助你们改善相处模式。",
        "label": ""
      },
      {
        "sentence": "同时，产后要保持一个好的心态，不要过度伤感，产妇的情绪需要特别关注。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，我真的很感激我丈夫对我的照顾和关心，但是我还是对我妈妈的行为感到伤心和失望。我仍然期待妈妈在这个特别的时刻能够陪伴着我，但她却选择回家睡觉，还说等生了再来。我觉得即使她平时不怎么关心我，但在我生孩子的时候，她至少应该关心一下我吧。看到其他人的妈妈都会陪伴在他们身边，我觉得很羡慕，也很伤心。",
    "annotation": [
      {
        "sentence": "我明白你的意思，我真的很感激我丈夫对我的照顾和关心，但是我还是对我妈妈的行为感到伤心和失望。",
        "label": ""
      },
      {
        "sentence": "我仍然期待妈妈在这个特别的时刻能够陪伴着我，但她却选择回家睡觉，还说等生了再来。",
        "label": ""
      },
      {
        "sentence": "我觉得即使她平时不怎么关心我，但在我生孩子的时候，她至少应该关心一下我吧。",
        "label": ""
      },
      {
        "sentence": "看到其他人的妈妈都会陪伴在他们身边，我觉得很羡慕，也很伤心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，这种情绪上的失望和伤心是很正常的。母亲的行为确实让你感到失望，但是可能有一些原因导致她没有按照你的期望行事。我认为你可以尝试和妈妈进行沟通，告诉她你的感受和期望，也许她能听进去，并做出一些改变。同时，也要理解母亲可能有她自己的困扰和难处，我们可以试着换位思考一下。我相信好好沟通和理解，你们之间的关系会有所改善的。",
    "annotation": [
      {
        "sentence": "我理解你的感受，这种情绪上的失望和伤心是很正常的。",
        "label": ""
      },
      {
        "sentence": "母亲的行为确实让你感到失望，但是可能有一些原因导致她没有按照你的期望行事。",
        "label": ""
      },
      {
        "sentence": "我认为你可以尝试和妈妈进行沟通，告诉她你的感受和期望，也许她能听进去，并做出一些改变。",
        "label": ""
      },
      {
        "sentence": "同时，也要理解母亲可能有她自己的困扰和难处，我们可以试着换位思考一下。",
        "label": ""
      },
      {
        "sentence": "我相信好好沟通和理解，你们之间的关系会有所改善的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对。我应该试着和妈妈坦诚地交流，让她了解我的感受和希望。也许我之前没有和她好好沟通，导致我们之间出现了误解和隔阂。我会找个适当的机会和她谈谈，试着解决这个问题。同时，我也会尽量调整自己的心态，保持积极的情绪，不让负面情绪影响到自己和宝宝。",
    "annotation": [
      {
        "sentence": "嗯，你说得对。",
        "label": ""
      },
      {
        "sentence": "我应该试着和妈妈坦诚地交流，让她了解我的感受和希望。",
        "label": ""
      },
      {
        "sentence": "也许我之前没有和她好好沟通，导致我们之间出现了误解和隔阂。",
        "label": ""
      },
      {
        "sentence": "我会找个适当的机会和她谈谈，试着解决这个问题。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尽量调整自己的心态，保持积极的情绪，不让负面情绪影响到自己和宝宝。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你已经有了积极的反应和决心。和妈妈坦诚地交流是改善关系的重要一步，相信你们可以找到一个共同的理解和解决办法。同时，记得产后要多注意自己的情绪，多保持积极的心态，这样对你和宝宝都会更好。我相信你能够度过这个困难的时期，祝福你和宝宝健康快乐！有什么其他的问题或困惑，我都会随时帮助你的。",
    "annotation": [
      {
        "sentence": "很高兴看到你已经有了积极的反应和决心。",
        "label": ""
      },
      {
        "sentence": "和妈妈坦诚地交流是改善关系的重要一步，相信你们可以找到一个共同的理解和解决办法。",
        "label": ""
      },
      {
        "sentence": "同时，记得产后要多注意自己的情绪，多保持积极的心态，这样对你和宝宝都会更好。",
        "label": ""
      },
      {
        "sentence": "我相信你能够度过这个困难的时期，祝福你和宝宝健康快乐！",
        "label": ""
      },
      {
        "sentence": "有什么其他的问题或困惑，我都会随时帮助你的。",
        "label": ""
      }
    ]
  }
]