[
  {
    "role": "client",
    "content": "我今年19岁，已经分手一个月了。现在的问题是，我前男友连续看我的资料卡，我不知道他到底在想什么心理。我们在一起的时间很短，才谈了四五天就分手了，他说我们不合适，他的父母也不看好我们。分手后他把我删了，但大概一个周左右，他开始在QQ上给我点赞，看我的资料卡。这个情况已经持续了一个月了，而且我发现他每天会看两三遍我的资料卡，一共看了差不多20天。",
    "annotation": [
      {
        "sentence": "我今年19岁，已经分手一个月了。",
        "label": ""
      },
      {
        "sentence": "现在的问题是，我前男友连续看我的资料卡，我不知道他到底在想什么心理。",
        "label": ""
      },
      {
        "sentence": "我们在一起的时间很短，才谈了四五天就分手了，他说我们不合适，他的父母也不看好我们。",
        "label": ""
      },
      {
        "sentence": "分手后他把我删了，但大概一个周左右，他开始在QQ上给我点赞，看我的资料卡。",
        "label": ""
      },
      {
        "sentence": "这个情况已经持续了一个月了，而且我发现他每天会看两三遍我的资料卡，一共看了差不多20天。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中可以看出你目前处于犹豫和纠结的状态，可能你内心还有对前男友的不舍。这就是你关注他动态的原因，也是你知道他关注你的原因。也许，他只是还没有适应过来，或者后悔分手但又无法向你表达，所以才会默默关注你。或者他只是“太闲”，经常挂在网上，顺便看看你的动态等等。无论他是否还在意你，在他没有明确行动或表达之前，你可以选择“视而不见”。",
    "annotation": [
      {
        "sentence": "从你的描述中可以看出你目前处于犹豫和纠结的状态，可能你内心还有对前男友的不舍。",
        "label": ""
      },
      {
        "sentence": "这就是你关注他动态的原因，也是你知道他关注你的原因。",
        "label": ""
      },
      {
        "sentence": "也许，他只是还没有适应过来，或者后悔分手但又无法向你表达，所以才会默默关注你。",
        "label": ""
      },
      {
        "sentence": "或者他只是“太闲”，经常挂在网上，顺便看看你的动态等等。",
        "label": ""
      },
      {
        "sentence": "无论他是否还在意你，在他没有明确行动或表达之前，你可以选择“视而不见”。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。可能我们分手太突然了，我也知道我们年纪还小，处理感情的能力不足。我们应该认真思考一下，如何对待感情，如何表达和付出爱，以及如何解决出现的问题，而不是通过分手来解决。还有，我们应该怎样使我们的关系更加持久，互相理解和包容。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "可能我们分手太突然了，我也知道我们年纪还小，处理感情的能力不足。",
        "label": ""
      },
      {
        "sentence": "我们应该认真思考一下，如何对待感情，如何表达和付出爱，以及如何解决出现的问题，而不是通过分手来解决。",
        "label": ""
      },
      {
        "sentence": "还有，我们应该怎样使我们的关系更加持久，互相理解和包容。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很明智的想法。调整好自己的心态，专注于自己的生活。当你拥有使自己幸福和快乐的能力时，你就有能力抓住机会和你所希望的人。你现在更应该关注自己的学习情况和未来的方向，做好未雨绸缪。有太多有趣和值得做的事情等待着你，努力追求你的目标，尽情享受生活的乐趣。如果你觉得关系不舒服，就及早离开。当你遇到喜欢和想要珍惜的人时，要学会真正地去爱和付出。",
    "annotation": [
      {
        "sentence": "很明智的想法。",
        "label": ""
      },
      {
        "sentence": "调整好自己的心态，专注于自己的生活。",
        "label": ""
      },
      {
        "sentence": "当你拥有使自己幸福和快乐的能力时，你就有能力抓住机会和你所希望的人。",
        "label": ""
      },
      {
        "sentence": "你现在更应该关注自己的学习情况和未来的方向，做好未雨绸缪。",
        "label": ""
      },
      {
        "sentence": "有太多有趣和值得做的事情等待着你，努力追求你的目标，尽情享受生活的乐趣。",
        "label": ""
      },
      {
        "sentence": "如果你觉得关系不舒服，就及早离开。",
        "label": ""
      },
      {
        "sentence": "当你遇到喜欢和想要珍惜的人时，要学会真正地去爱和付出。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对。很多时候，我们的成长都是不断跌倒、爬起来的过程。有些坑，掉进去一次，就应该学会警惕和躲远一些。即使有坑内有很大的诱惑吸引着你，也要坚守自己的道路。对方的不合适、分手以及默默关注都是他的事情，重要的是弄清楚自己内心真正的想法。如果你还喜欢他，就去追回他；如果不想纠缠，就做个“冷漠”的人。",
    "annotation": [
      {
        "sentence": "你说得对。",
        "label": ""
      },
      {
        "sentence": "很多时候，我们的成长都是不断跌倒、爬起来的过程。",
        "label": ""
      },
      {
        "sentence": "有些坑，掉进去一次，就应该学会警惕和躲远一些。",
        "label": ""
      },
      {
        "sentence": "即使有坑内有很大的诱惑吸引着你，也要坚守自己的道路。",
        "label": ""
      },
      {
        "sentence": "对方的不合适、分手以及默默关注都是他的事情，重要的是弄清楚自己内心真正的想法。",
        "label": ""
      },
      {
        "sentence": "如果你还喜欢他，就去追回他；如果不想纠缠，就做个“冷漠”的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在已经很明确地知道该如何处理这个情况了。记住，你的感受是至关重要的，不要因为他的行为而过于纠结。专注于自己的成长和幸福，未来会有更好的机会和适合你的人出现。相信自己，你能够处理好这段感情的困扰。",
    "annotation": [
      {
        "sentence": "你现在已经很明确地知道该如何处理这个情况了。",
        "label": ""
      },
      {
        "sentence": "记住，你的感受是至关重要的，不要因为他的行为而过于纠结。",
        "label": ""
      },
      {
        "sentence": "专注于自己的成长和幸福，未来会有更好的机会和适合你的人出现。",
        "label": ""
      },
      {
        "sentence": "相信自己，你能够处理好这段感情的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议。我会努力实践的，相信自己能够走出这段情感的困境。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      },
      {
        "sentence": "我会努力实践的，相信自己能够走出这段情感的困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很棒，加油！你有足够的力量去战胜困难，相信自己，一切都会好起来的！",
    "annotation": [
      {
        "sentence": "你很棒，加油！",
        "label": ""
      },
      {
        "sentence": "你有足够的力量去战胜困难，相信自己，一切都会好起来的！",
        "label": ""
      }
    ]
  }
]