[
  {
    "role": "client",
    "content": "在家失业一年，有点迷茫，真的有好机会去发展自我吗？我今年24岁，本来是程序员的，去年五月在职期间生了一场重病，还好自己经过治疗修养，慢慢恢复。身体好转后，再也无心继续程序员工作，再加上身体尚未完全康复，于是9月辞职了。一直在老家农村看书或是读佛经，读小说，修养身心。现在我在家自学英语。父母那种很现实的态度，总是质问我学这些有什么用，他们质问我，我也不知道该如何回答。现在职业上，我其实心里也没有底，英语优秀了，真的会有好的机会去发展自我吗？",
    "annotation": [
      {
        "sentence": "在家失业一年，有点迷茫，真的有好机会去发展自我吗？",
        "label": ""
      },
      {
        "sentence": "我今年24岁，本来是程序员的，去年五月在职期间生了一场重病，还好自己经过治疗修养，慢慢恢复。",
        "label": ""
      },
      {
        "sentence": "身体好转后，再也无心继续程序员工作，再加上身体尚未完全康复，于是9月辞职了。",
        "label": ""
      },
      {
        "sentence": "一直在老家农村看书或是读佛经，读小说，修养身心。",
        "label": ""
      },
      {
        "sentence": "现在我在家自学英语。",
        "label": ""
      },
      {
        "sentence": "父母那种很现实的态度，总是质问我学这些有什么用，他们质问我，我也不知道该如何回答。",
        "label": ""
      },
      {
        "sentence": "现在职业上，我其实心里也没有底，英语优秀了，真的会有好的机会去发展自我吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先别急着给自己太大的压力。无论做哪一行，身体一定是最重要的，毕竟健康是无价的。你经历了一场重病，身体的康复是我们目前要优先考虑的事情。由于我也是程序员，了解这份工作的辛苦程度，尤其在一线城市，身心疲惫是无可避免的。虽然你经过了一段时间的调养，但我们还是需要定期进行身体复查。你是否有一定的积蓄呢？如果有一些积蓄的话，在老家的开支相对较小，我们可以靠积蓄支撑一段时间。在这段时间里，我们可以先调整好心态，整理一下自己所学的技能，进行简单的规划。",
    "annotation": [
      {
        "sentence": "先别急着给自己太大的压力。",
        "label": ""
      },
      {
        "sentence": "无论做哪一行，身体一定是最重要的，毕竟健康是无价的。",
        "label": ""
      },
      {
        "sentence": "你经历了一场重病，身体的康复是我们目前要优先考虑的事情。",
        "label": ""
      },
      {
        "sentence": "由于我也是程序员，了解这份工作的辛苦程度，尤其在一线城市，身心疲惫是无可避免的。",
        "label": ""
      },
      {
        "sentence": "虽然你经过了一段时间的调养，但我们还是需要定期进行身体复查。",
        "label": ""
      },
      {
        "sentence": "你是否有一定的积蓄呢？",
        "label": ""
      },
      {
        "sentence": "如果有一些积蓄的话，在老家的开支相对较小，我们可以靠积蓄支撑一段时间。",
        "label": ""
      },
      {
        "sentence": "在这段时间里，我们可以先调整好心态，整理一下自己所学的技能，进行简单的规划。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议。其实我一直在思考未来的发展方向。如果打算在老家发展，有什么职业选择呢？我的父母总是质疑我学这些技能有何用处，我也不知道怎么回答他们。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      },
      {
        "sentence": "其实我一直在思考未来的发展方向。",
        "label": ""
      },
      {
        "sentence": "如果打算在老家发展，有什么职业选择呢？",
        "label": ""
      },
      {
        "sentence": "我的父母总是质疑我学这些技能有何用处，我也不知道怎么回答他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母的想法可以理解，他们更看重稳定和现实。在老家发展的话，公务员以及事业编制和银行方面的职位是一个不错的选择。当然，这些岗位的竞争压力较大，入门门槛也较高。但只要我们努力考进去，也是一种很好的规划。如果你不想在小地方待着，也可以考虑整合自己的技能。由于你之前是程序员，那么在科技方面发展应该会比较顺利。可以选择和技术相关的职业，先保证自己的生活。",
    "annotation": [
      {
        "sentence": "父母的想法可以理解，他们更看重稳定和现实。",
        "label": ""
      },
      {
        "sentence": "在老家发展的话，公务员以及事业编制和银行方面的职位是一个不错的选择。",
        "label": ""
      },
      {
        "sentence": "当然，这些岗位的竞争压力较大，入门门槛也较高。",
        "label": ""
      },
      {
        "sentence": "但只要我们努力考进去，也是一种很好的规划。",
        "label": ""
      },
      {
        "sentence": "如果你不想在小地方待着，也可以考虑整合自己的技能。",
        "label": ""
      },
      {
        "sentence": "由于你之前是程序员，那么在科技方面发展应该会比较顺利。",
        "label": ""
      },
      {
        "sentence": "可以选择和技术相关的职业，先保证自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。感谢你的指导。其实，我也有些担心自己在中年时会感到迷茫和压力。我在父母的期望下应该努力考取公务员，过上稳定的生活。但是我觉得年轻时可以自己去选择，哪怕犯错了也不会后悔，至少努力过。不过，我也需要考虑一些后路，所以有必要学习一些其他的技能。英语确实很有用，但我们需要提前了解英语市场的行情，有针对性地学习，这样我们才能有一个明确的目标。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "感谢你的指导。",
        "label": ""
      },
      {
        "sentence": "其实，我也有些担心自己在中年时会感到迷茫和压力。",
        "label": ""
      },
      {
        "sentence": "我在父母的期望下应该努力考取公务员，过上稳定的生活。",
        "label": ""
      },
      {
        "sentence": "但是我觉得年轻时可以自己去选择，哪怕犯错了也不会后悔，至少努力过。",
        "label": ""
      },
      {
        "sentence": "不过，我也需要考虑一些后路，所以有必要学习一些其他的技能。",
        "label": ""
      },
      {
        "sentence": "英语确实很有用，但我们需要提前了解英语市场的行情，有针对性地学习，这样我们才能有一个明确的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很明智。对于父母的期望，我们可以有自己的选择。中年时的焦虑是常见的，我也会有时感到迷茫。关于代码，我们不用过多担心能写几年，重要的是保持自身的学习能力和适应能力。你可以多学习一些其他的技能，增加自己的竞争力和就业机会。英语是一门很实用的技能，我们可以根据英语市场的需求有针对性地学习，以便更明确地规划自己的发展方向。",
    "annotation": [
      {
        "sentence": "你的想法很明智。",
        "label": ""
      },
      {
        "sentence": "对于父母的期望，我们可以有自己的选择。",
        "label": ""
      },
      {
        "sentence": "中年时的焦虑是常见的，我也会有时感到迷茫。",
        "label": ""
      },
      {
        "sentence": "关于代码，我们不用过多担心能写几年，重要的是保持自身的学习能力和适应能力。",
        "label": ""
      },
      {
        "sentence": "你可以多学习一些其他的技能，增加自己的竞争力和就业机会。",
        "label": ""
      },
      {
        "sentence": "英语是一门很实用的技能，我们可以根据英语市场的需求有针对性地学习，以便更明确地规划自己的发展方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我对自己的职业发展有了更清晰的认识，也知道了下一步应该做什么。感谢你为我提供的支持和建议。我会好好调整心态，努力养好身体，并在学习英语的同时增加其他技能的学习。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "我对自己的职业发展有了更清晰的认识，也知道了下一步应该做什么。",
        "label": ""
      },
      {
        "sentence": "感谢你为我提供的支持和建议。",
        "label": ""
      },
      {
        "sentence": "我会好好调整心态，努力养好身体，并在学习英语的同时增加其他技能的学习。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。调整心态和修养身体是首要的任务，对自己的职业规划也要有明确的目标。相信自己能够克服困难，为自己的未来奋斗！如果还有什么问题或需要进一步的帮助，随时与我交流。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "调整心态和修养身体是首要的任务，对自己的职业规划也要有明确的目标。",
        "label": ""
      },
      {
        "sentence": "相信自己能够克服困难，为自己的未来奋斗！",
        "label": ""
      },
      {
        "sentence": "如果还有什么问题或需要进一步的帮助，随时与我交流。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]