[
  {
    "role": "client",
    "content": "为什么有人宁愿痛苦，也不找心理咨询师？我是一名高中生，今年18，两年前因为重度抑郁症休学，在心里咨询师的帮助下，自己的改变下，和父母和解了，康复了，后来学会了正念，虽然我不是大师，但感觉在心里咨询的过程中收益费浅。可是我并不理解，为什么有些跟我同样的病人不愿意康复，不愿意治疗？大多数人痛苦难过却不愿意接受心理咨询，我们老师也对心理医生充满偏见，说我的心理医生是神经病。我无法改变他于是我也没生气。为什么人们宁愿网抑云，也不愿意做咨询？谁能回答一下吗？",
    "annotation": [
      {
        "sentence": "为什么有人宁愿痛苦，也不找心理咨询师？",
        "label": ""
      },
      {
        "sentence": "我是一名高中生，今年18，两年前因为重度抑郁症休学，在心里咨询师的帮助下，自己的改变下，和父母和解了，康复了，后来学会了正念，虽然我不是大师，但感觉在心里咨询的过程中收益费浅。",
        "label": ""
      },
      {
        "sentence": "可是我并不理解，为什么有些跟我同样的病人不愿意康复，不愿意治疗？",
        "label": ""
      },
      {
        "sentence": "大多数人痛苦难过却不愿意接受心理咨询，我们老师也对心理医生充满偏见，说我的心理医生是神经病。",
        "label": ""
      },
      {
        "sentence": "我无法改变他于是我也没生气。",
        "label": ""
      },
      {
        "sentence": "为什么人们宁愿网抑云，也不愿意做咨询？",
        "label": ""
      },
      {
        "sentence": "谁能回答一下吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "国内心理咨询行业刚起步时较晚，缺乏明确的方案和可行的流程，同时也人才匮乏。现阶段，各个机构都是各自为政，鱼龙混杂。大部分心理咨询师只有证书，没有实际能力和实力。尤其是一些只为了考证而考证的人，他们缺乏实际经验实践，也不肯花钱学习进修（心理咨询需要不断的学习和督导，费用也不低），所以收入很少。对于那些急于养家糊口的人来说，坚持下去非常困难。而那些真正专业好的心理咨询师更是凤毛麟角。",
    "annotation": [
      {
        "sentence": "国内心理咨询行业刚起步时较晚，缺乏明确的方案和可行的流程，同时也人才匮乏。",
        "label": ""
      },
      {
        "sentence": "现阶段，各个机构都是各自为政，鱼龙混杂。",
        "label": ""
      },
      {
        "sentence": "大部分心理咨询师只有证书，没有实际能力和实力。",
        "label": ""
      },
      {
        "sentence": "尤其是一些只为了考证而考证的人，他们缺乏实际经验实践，也不肯花钱学习进修（心理咨询需要不断的学习和督导，费用也不低），所以收入很少。",
        "label": ""
      },
      {
        "sentence": "对于那些急于养家糊口的人来说，坚持下去非常困难。",
        "label": ""
      },
      {
        "sentence": "而那些真正专业好的心理咨询师更是凤毛麟角。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "咨询师即使热爱心理学，好像也不是只靠热爱就能做好的，对吗？",
    "annotation": [
      {
        "sentence": "咨询师即使热爱心理学，好像也不是只靠热爱就能做好的，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，热爱心理学只是其中一部分，还需要花费时间去浸润其中。仅仅看书是不够的，还需要不断实践、思考和总结，将理论与实践结合起来。而咨询师们大多数受制于我们国家普遍接受的控制型养育和填鸭式教育，没有培养好我们的好奇心和思考能力，觉察力、领悟力和共情能力也都很差。在解决来访者的问题时，很难分辨出问题的真正来源是来自来访者还是自身。没有好的督导指点，很难理清思路和觉察自己的问题，勉强做下去只会让自己资源耗竭。",
    "annotation": [
      {
        "sentence": "没错，热爱心理学只是其中一部分，还需要花费时间去浸润其中。",
        "label": ""
      },
      {
        "sentence": "仅仅看书是不够的，还需要不断实践、思考和总结，将理论与实践结合起来。",
        "label": ""
      },
      {
        "sentence": "而咨询师们大多数受制于我们国家普遍接受的控制型养育和填鸭式教育，没有培养好我们的好奇心和思考能力，觉察力、领悟力和共情能力也都很差。",
        "label": ""
      },
      {
        "sentence": "在解决来访者的问题时，很难分辨出问题的真正来源是来自来访者还是自身。",
        "label": ""
      },
      {
        "sentence": "没有好的督导指点，很难理清思路和觉察自己的问题，勉强做下去只会让自己资源耗竭。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那么有些咨询师是依靠一招鲜吃遍天来自我吹嘘的吗？",
    "annotation": [
      {
        "sentence": "那么有些咨询师是依靠一招鲜吃遍天来自我吹嘘的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实有些咨询师简单运用一套理论来解决所有问题，或者用各种花言巧语忽悠来访者，导致来访者花钱了却效果不好。例如，有人机械地将所有问题都归结于原生家庭，并要求来访者从原生家庭中挖掘问题，无论是否真实，也不管是否能真正解决问题。这样的做法最终让人们对心理咨询失去了信心。",
    "annotation": [
      {
        "sentence": "确实有些咨询师简单运用一套理论来解决所有问题，或者用各种花言巧语忽悠来访者，导致来访者花钱了却效果不好。",
        "label": ""
      },
      {
        "sentence": "例如，有人机械地将所有问题都归结于原生家庭，并要求来访者从原生家庭中挖掘问题，无论是否真实，也不管是否能真正解决问题。",
        "label": ""
      },
      {
        "sentence": "这样的做法最终让人们对心理咨询失去了信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是不是在我国，人们对心理咨询持有很大的误解和偏见？",
    "annotation": [
      {
        "sentence": "是不是在我国，人们对心理咨询持有很大的误解和偏见？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得对，在我们国家，大部分人对心理咨询的态度依然很负面。他们要么不承认心理问题的存在，要么夸大其词，并给心理咨询贴上各种负面标签。这是因为人们缺乏正确的态度和心理常识。除非我们能够像一些国外一样，建立起行业支持机制，例如在求职与晋升前需要进行心理咨询，无论是在学习、工作还是生活中出现任何不正常的情况都需要接受心理咨询，并进行相应的治疗。只有这样，人们才能真正改变他们对心理咨询的看法。",
    "annotation": [
      {
        "sentence": "你说得对，在我们国家，大部分人对心理咨询的态度依然很负面。",
        "label": ""
      },
      {
        "sentence": "他们要么不承认心理问题的存在，要么夸大其词，并给心理咨询贴上各种负面标签。",
        "label": ""
      },
      {
        "sentence": "这是因为人们缺乏正确的态度和心理常识。",
        "label": ""
      },
      {
        "sentence": "除非我们能够像一些国外一样，建立起行业支持机制，例如在求职与晋升前需要进行心理咨询，无论是在学习、工作还是生活中出现任何不正常的情况都需要接受心理咨询，并进行相应的治疗。",
        "label": ""
      },
      {
        "sentence": "只有这样，人们才能真正改变他们对心理咨询的看法。",
        "label": ""
      }
    ]
  }
]