[
  {
    "role": "client",
    "content": "父母的关系不合让我随时随地都很紧张，害怕自己抑郁？小时候父母经常吵架，父亲年轻时候喜欢打麻将、还经常偷妈妈的钱、还当我面打过妈妈，虽然只有一两次。脾气很暴躁，很多很日常的事情跟他沟通起来都很难，他就会暴跳如雷，特别是跟母亲，跟我还算挺好。母亲也有不少问题，不尊重父亲，过于强势，年轻有过别的情人（被我撞见过，但不知道我爸知不知道）。从小到大都经常听母亲说父亲各种不好，也没钱，不顾家。说自己多能干，多委屈，而且还要拉着我一起说父亲的不好她才觉得是对她的认可似的。好不容易捱过了读书生涯，我离开了家，现在因为怀孕生宝宝，不得不和父母经常又生活在了一起。我觉得他们现在关系仍然一般，面和心不合，父亲前几年有过一个情人，现在可能断了，但至少不想离婚了，之前也被妈妈知道了。现在我妈一打电话给我爸，我就紧张，觉得她其实是想监视我爸，有时候电话挂了，过半小时又打过去。有时候他们说一两句话就要吵起来，想到近几年都要听这样的声音，我怕我会因为父母而产后抑郁...",
    "annotation": [
      {
        "sentence": "父母的关系不合让我随时随地都很紧张，害怕自己抑郁？",
        "label": ""
      },
      {
        "sentence": "小时候父母经常吵架，父亲年轻时候喜欢打麻将、还经常偷妈妈的钱、还当我面打过妈妈，虽然只有一两次。",
        "label": ""
      },
      {
        "sentence": "脾气很暴躁，很多很日常的事情跟他沟通起来都很难，他就会暴跳如雷，特别是跟母亲，跟我还算挺好。",
        "label": ""
      },
      {
        "sentence": "母亲也有不少问题，不尊重父亲，过于强势，年轻有过别的情人（被我撞见过，但不知道我爸知不知道）。",
        "label": ""
      },
      {
        "sentence": "从小到大都经常听母亲说父亲各种不好，也没钱，不顾家。",
        "label": ""
      },
      {
        "sentence": "说自己多能干，多委屈，而且还要拉着我一起说父亲的不好她才觉得是对她的认可似的。",
        "label": ""
      },
      {
        "sentence": "好不容易捱过了读书生涯，我离开了家，现在因为怀孕生宝宝，不得不和父母经常又生活在了一起。",
        "label": ""
      },
      {
        "sentence": "我觉得他们现在关系仍然一般，面和心不合，父亲前几年有过一个情人，现在可能断了，但至少不想离婚了，之前也被妈妈知道了。",
        "label": ""
      },
      {
        "sentence": "现在我妈一打电话给我爸，我就紧张，觉得她其实是想监视我爸，有时候电话挂了，过半小时又打过去。",
        "label": ""
      },
      {
        "sentence": "有时候他们说一两句话就要吵起来，想到近几年都要听这样的声音，我怕我会因为父母而产后抑郁...",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的父母关系确实不和，从小就生活在这样的家庭氛围中，你感到不舒服。现在怀孕不得不和父母住在一起，担心自己会因为父母关系不和造成的压抑氛围而抑郁。从描述中可以了解到以下两个问题。第一，生活在这样的环境当中，无论是孕妇还是其他人，对身体健康都是没有好处的。但你从小和父母生活在一起，对于父母的关系有所了解，也就是说可以提前在自己心里做好准备。在生活中尤其是最近，不要压抑自己的想法，不想听父母在自己面前说对方的坏话就拒绝他们，或者把这些烦心事告诉丈夫和其他朋友，倾诉出来有助于缓解你的心情。",
    "annotation": [
      {
        "sentence": "你的父母关系确实不和，从小就生活在这样的家庭氛围中，你感到不舒服。",
        "label": ""
      },
      {
        "sentence": "现在怀孕不得不和父母住在一起，担心自己会因为父母关系不和造成的压抑氛围而抑郁。",
        "label": ""
      },
      {
        "sentence": "从描述中可以了解到以下两个问题。",
        "label": ""
      },
      {
        "sentence": "第一，生活在这样的环境当中，无论是孕妇还是其他人，对身体健康都是没有好处的。",
        "label": ""
      },
      {
        "sentence": "但你从小和父母生活在一起，对于父母的关系有所了解，也就是说可以提前在自己心里做好准备。",
        "label": ""
      },
      {
        "sentence": "在生活中尤其是最近，不要压抑自己的想法，不想听父母在自己面前说对方的坏话就拒绝他们，或者把这些烦心事告诉丈夫和其他朋友，倾诉出来有助于缓解你的心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得自己可能无法避免这种环境，毕竟怀孕期间需要家人的支持和照顾。我真的很担心这样的氛围对我的情绪和宝宝的健康有影响。",
    "annotation": [
      {
        "sentence": "但是我觉得自己可能无法避免这种环境，毕竟怀孕期间需要家人的支持和照顾。",
        "label": ""
      },
      {
        "sentence": "我真的很担心这样的氛围对我的情绪和宝宝的健康有影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的担忧。根据你的情况，根本上要改变这种状态，还是需要和父母进行沟通。毕竟父母是你的父母，双方坐下聊一聊，你向父母表达“自己养胎期间要保持心情平和，家庭环境出现矛盾可能对孩子不好，希望父母能够这段时间暂时不要吵架，就当是为了女儿考虑。”你的父母相比也不会不愿意接受。",
    "annotation": [
      {
        "sentence": "我能理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "根据你的情况，根本上要改变这种状态，还是需要和父母进行沟通。",
        "label": ""
      },
      {
        "sentence": "毕竟父母是你的父母，双方坐下聊一聊，你向父母表达“自己养胎期间要保持心情平和，家庭环境出现矛盾可能对孩子不好，希望父母能够这段时间暂时不要吵架，就当是为了女儿考虑。",
        "label": ""
      },
      {
        "sentence": "”你的父母相比也不会不愿意接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也想沟通，可是一想到他们可能会再次争吵，我就感到非常焦虑和胆怯。怎么才能让他们听进去我的话呢？",
    "annotation": [
      {
        "sentence": "我也想沟通，可是一想到他们可能会再次争吵，我就感到非常焦虑和胆怯。",
        "label": ""
      },
      {
        "sentence": "怎么才能让他们听进去我的话呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的担心。可以找到一个适合的时间和场合，像一个家庭聚餐或者平静的时刻，向父母表达自己的心声，重申保持和谐的重要性，并坦诚地告诉他们你的担忧。不要过于指责或者情绪激动，保持冷静和理智的态度。希望通过你的努力，他们能够理解你的心情，并且有所改变。",
    "annotation": [
      {
        "sentence": "我可以理解你的担心。",
        "label": ""
      },
      {
        "sentence": "可以找到一个适合的时间和场合，像一个家庭聚餐或者平静的时刻，向父母表达自己的心声，重申保持和谐的重要性，并坦诚地告诉他们你的担忧。",
        "label": ""
      },
      {
        "sentence": "不要过于指责或者情绪激动，保持冷静和理智的态度。",
        "label": ""
      },
      {
        "sentence": "希望通过你的努力，他们能够理解你的心情，并且有所改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会试着找一个合适的时机和方式和他们进行沟通，希望他们能够听进去我的想法。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着找一个合适的时机和方式和他们进行沟通，希望他们能够听进去我的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气。沟通需要双方的理解和努力，希望你的努力能够取得好的结果。另外，记得不要把自己的情绪压抑在心里，一定要找人倾诉，或者通过一些放松的活动来缓解压力。关注自己的身心健康，也有助于你处理父母关系带来的困扰。",
    "annotation": [
      {
        "sentence": "不客气。",
        "label": ""
      },
      {
        "sentence": "沟通需要双方的理解和努力，希望你的努力能够取得好的结果。",
        "label": ""
      },
      {
        "sentence": "另外，记得不要把自己的情绪压抑在心里，一定要找人倾诉，或者通过一些放松的活动来缓解压力。",
        "label": ""
      },
      {
        "sentence": "关注自己的身心健康，也有助于你处理父母关系带来的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会注意的。谢谢你的鼓励和支持。",
    "annotation": [
      {
        "sentence": "嗯，我会注意的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够平复自己的情绪，并处理好和父母的关系。希望你拥有一个健康快乐的孕期和幸福的家庭。如果在之后的过程中还有任何困惑或者需要倾诉，随时都可以再来找我聊天。",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够平复自己的情绪，并处理好和父母的关系。",
        "label": ""
      },
      {
        "sentence": "希望你拥有一个健康快乐的孕期和幸福的家庭。",
        "label": ""
      },
      {
        "sentence": "如果在之后的过程中还有任何困惑或者需要倾诉，随时都可以再来找我聊天。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，谢谢你的帮助。如果有需要，我会再联系你的。",
    "annotation": [
      {
        "sentence": "好的，谢谢你的帮助。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会再联系你的。",
        "label": ""
      }
    ]
  }
]