[
  {
    "role": "client",
    "content": "我33岁了，即将生产，但发现我丈夫多次劈腿还没有改过，我之前发现过两次，第一次他写了保证书，第二次我提出离婚，他下跪求原谅，但是没过多久他又开始犯错了。这次我发现他一直在骗我，并且还理直气壮地说他没有想离婚也没有不爱我，都是因为我对他不够好。宝宝要出生了，我感到非常痛苦，虽然我很想挽回婚姻，给宝宝一个完整的家，但他现在的态度让我对他改过没有任何信心。",
    "annotation": [
      {
        "sentence": "我33岁了，即将生产，但发现我丈夫多次劈腿还没有改过，我之前发现过两次，第一次他写了保证书，第二次我提出离婚，他下跪求原谅，但是没过多久他又开始犯错了。",
        "label": ""
      },
      {
        "sentence": "这次我发现他一直在骗我，并且还理直气壮地说他没有想离婚也没有不爱我，都是因为我对他不够好。",
        "label": ""
      },
      {
        "sentence": "宝宝要出生了，我感到非常痛苦，虽然我很想挽回婚姻，给宝宝一个完整的家，但他现在的态度让我对他改过没有任何信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢你的分享，我能感受到你的心痛和无助。你希望拥有幸福平静的生活，但每次都被他的不忠打破，这既是对孩子的婚姻的伤害，也是对爱情的侮辱。在处理这个问题时，你是左右为难的。让我分享一些我的想法，希望能对你有所帮助。首先，我建议你冷静地思考，重新梳理你的原则和底线。你知道，人善被人欺，所以在婚姻中，夫妻之间的相处就像一场博弈。如果你不断退让，他就会不断进一步。所以，请你先冷静下来，重新审视过去、现在和未来，树立自己的原则和底线。一旦他违反了这些底线，你要果断地处理，而不是一味地委屈自己。",
    "annotation": [
      {
        "sentence": "非常感谢你的分享，我能感受到你的心痛和无助。",
        "label": ""
      },
      {
        "sentence": "你希望拥有幸福平静的生活，但每次都被他的不忠打破，这既是对孩子的婚姻的伤害，也是对爱情的侮辱。",
        "label": ""
      },
      {
        "sentence": "在处理这个问题时，你是左右为难的。",
        "label": ""
      },
      {
        "sentence": "让我分享一些我的想法，希望能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "首先，我建议你冷静地思考，重新梳理你的原则和底线。",
        "label": ""
      },
      {
        "sentence": "你知道，人善被人欺，所以在婚姻中，夫妻之间的相处就像一场博弈。",
        "label": ""
      },
      {
        "sentence": "如果你不断退让，他就会不断进一步。",
        "label": ""
      },
      {
        "sentence": "所以，请你先冷静下来，重新审视过去、现在和未来，树立自己的原则和底线。",
        "label": ""
      },
      {
        "sentence": "一旦他违反了这些底线，你要果断地处理，而不是一味地委屈自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。让我想想根本的原因是什么，是因为他花心还是我真的疏忽了他？他说他不想离婚，也没有不爱我，他出轨的原因是因为我对他不好。我想自省一下我的行为和我们之间的相处方式，是不是因为怀孕的原因，我忽视了他。毕竟在这段时间里，我无法满足他的生理需求。我觉得我需要先审视自己的原因。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "让我想想根本的原因是什么，是因为他花心还是我真的疏忽了他？",
        "label": ""
      },
      {
        "sentence": "他说他不想离婚，也没有不爱我，他出轨的原因是因为我对他不好。",
        "label": ""
      },
      {
        "sentence": "我想自省一下我的行为和我们之间的相处方式，是不是因为怀孕的原因，我忽视了他。",
        "label": ""
      },
      {
        "sentence": "毕竟在这段时间里，我无法满足他的生理需求。",
        "label": ""
      },
      {
        "sentence": "我觉得我需要先审视自己的原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的观察很有道理，确实可以从自己的角度出发。如果你认为你在其他方面对他还是可以的，而他提出的那些理由只是借口，那么可能他本质上就是一个你之前没有发现的有阴暗面的人。在考虑你和孩子的未来时，你需要多多考虑自己的利益。",
    "annotation": [
      {
        "sentence": "你的观察很有道理，确实可以从自己的角度出发。",
        "label": ""
      },
      {
        "sentence": "如果你认为你在其他方面对他还是可以的，而他提出的那些理由只是借口，那么可能他本质上就是一个你之前没有发现的有阴暗面的人。",
        "label": ""
      },
      {
        "sentence": "在考虑你和孩子的未来时，你需要多多考虑自己的利益。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我想我可以尽量减少对他的期望，做好最坏的打算。如果我能降低对他的期望，对完美的事物的追求适度，也许我的焦虑会减少一些。当失望来临的时候，伤害也会小一些。所以我要勇敢地面对最坏的情况，就是离婚并独自抚养孩子。",
    "annotation": [
      {
        "sentence": "你说得对，我想我可以尽量减少对他的期望，做好最坏的打算。",
        "label": ""
      },
      {
        "sentence": "如果我能降低对他的期望，对完美的事物的追求适度，也许我的焦虑会减少一些。",
        "label": ""
      },
      {
        "sentence": "当失望来临的时候，伤害也会小一些。",
        "label": ""
      },
      {
        "sentence": "所以我要勇敢地面对最坏的情况，就是离婚并独自抚养孩子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理智的想法。爱情中，如果出现了严重的心结，很难当作什么都没有发生过。特别是现在宝宝快要出生了，时间也不多了。你需要考虑孩子的幸福，同时也要担心他再次出轨给你们带来的伤害。当出现了这种原则性的心结，你很难假装一切都没发生过。所以你要确定好自己的底线，观察他的表现。如果他无法消除你的心结，让你安心，那么或许你真的应该放弃这段名存实亡的婚姻。",
    "annotation": [
      {
        "sentence": "非常理智的想法。",
        "label": ""
      },
      {
        "sentence": "爱情中，如果出现了严重的心结，很难当作什么都没有发生过。",
        "label": ""
      },
      {
        "sentence": "特别是现在宝宝快要出生了，时间也不多了。",
        "label": ""
      },
      {
        "sentence": "你需要考虑孩子的幸福，同时也要担心他再次出轨给你们带来的伤害。",
        "label": ""
      },
      {
        "sentence": "当出现了这种原则性的心结，你很难假装一切都没发生过。",
        "label": ""
      },
      {
        "sentence": "所以你要确定好自己的底线，观察他的表现。",
        "label": ""
      },
      {
        "sentence": "如果他无法消除你的心结，让你安心，那么或许你真的应该放弃这段名存实亡的婚姻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会好好考虑的。希望能有一个清晰的思路。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会好好考虑的。",
        "label": ""
      },
      {
        "sentence": "希望能有一个清晰的思路。",
        "label": ""
      }
    ]
  }
]