[
  {
    "role": "client",
    "content": "反击不是一个温情词，那该如何维护自己？",
    "annotation": [
      {
        "sentence": "反击不是一个温情词，那该如何维护自己？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抱歉我来晚了。我下午看到了你的提问，脑海里一直在思考该如何去回答这个问题。我很心疼你的遭遇。你的故事让我想到了几年前发生的“武昌火车站的恐怖杀人事件”（不建议去搜索了解，因为实在太血腥），我当时的朋友说了一句话令我印象很深刻，他说：“这件事能把我对理性的无限推崇的位置上拉下来并泼一桶冷水。这件事对我是个有效的警醒。”我们必须得承认，世界上有一些人是无法通过道理来进行沟通的。他们无法企及快乐，才会把某些对快乐的臆想建立在他人的痛楚之上。而我想一个好的“反击”就是远离他们，保护自己，不要让自己受伤的情绪变为他（她）们快乐的养料。",
    "annotation": [
      {
        "sentence": "抱歉我来晚了。",
        "label": ""
      },
      {
        "sentence": "我下午看到了你的提问，脑海里一直在思考该如何去回答这个问题。",
        "label": ""
      },
      {
        "sentence": "我很心疼你的遭遇。",
        "label": ""
      },
      {
        "sentence": "你的故事让我想到了几年前发生的“武昌火车站的恐怖杀人事件”（不建议去搜索了解，因为实在太血腥），我当时的朋友说了一句话令我印象很深刻，他说：“这件事能把我对理性的无限推崇的位置上拉下来并泼一桶冷水。",
        "label": ""
      },
      {
        "sentence": "这件事对我是个有效的警醒。",
        "label": ""
      },
      {
        "sentence": "”我们必须得承认，世界上有一些人是无法通过道理来进行沟通的。",
        "label": ""
      },
      {
        "sentence": "他们无法企及快乐，才会把某些对快乐的臆想建立在他人的痛楚之上。",
        "label": ""
      },
      {
        "sentence": "而我想一个好的“反击”就是远离他们，保护自己，不要让自己受伤的情绪变为他（她）们快乐的养料。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "她什么都不问我，就把锅往我头上盖。晚上7点她老公来我家院做食品加工，20点钟她见我第一面，就说我把她插销碰掉了。我当时什么都没问，就说不好意思，她一直都很讨厌我，我对她感情很复杂，她当时说是我的时候，我心里下意识就封闭起来，好像我就得像面团一样等着，等着什么？可能是等着她二话不说冤枉我。",
    "annotation": [
      {
        "sentence": "她什么都不问我，就把锅往我头上盖。",
        "label": ""
      },
      {
        "sentence": "晚上7点她老公来我家院做食品加工，20点钟她见我第一面，就说我把她插销碰掉了。",
        "label": ""
      },
      {
        "sentence": "我当时什么都没问，就说不好意思，她一直都很讨厌我，我对她感情很复杂，她当时说是我的时候，我心里下意识就封闭起来，好像我就得像面团一样等着，等着什么？",
        "label": ""
      },
      {
        "sentence": "可能是等着她二话不说冤枉我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述看，小姨也许不是一个适合沟通的人，也几乎没有考虑到你的情绪和立场，做出的行为也有一些无厘头和怪异。而我从你的言语出感受到了对她的莫名恐惧和害怕。我先给出我的建议，也许对小姨并不客观，但我希望你能先保护好自己。1.如果有必须要面对她的场合，脑子里预先设想可能发生的相处场景及自己的应对方式，让自己心里有底。比如尽可能不去与她产生过多接触，如果遇上就礼貌告辞或者微微一笑并不搭话，也不对她的行为进行过多关注。2.创造自己的安全空间，设置自己的逃跑路线当遭受到恶意伤害的时候，不要试图一个人面对。可以寻求任何你信任亲密的人的援助，比如你的母亲。至少这样的安全空间里，他们可以作为你心里的避风港存在，也许可以稍稍缓解你的焦灼和无力感。另外，想一想有什么开心快乐满足的事可以让你的能量恢复过来，比如运动？阅读？听音乐？看喜欢的剧？当你遇上情绪上被伤害的事情的时候，可以通过做这些事转移你的负性情绪，恢复对快乐的感知。",
    "annotation": [
      {
        "sentence": "从你的描述看，小姨也许不是一个适合沟通的人，也几乎没有考虑到你的情绪和立场，做出的行为也有一些无厘头和怪异。",
        "label": ""
      },
      {
        "sentence": "而我从你的言语出感受到了对她的莫名恐惧和害怕。",
        "label": ""
      },
      {
        "sentence": "我先给出我的建议，也许对小姨并不客观，但我希望你能先保护好自己。",
        "label": ""
      },
      {
        "sentence": "1.如果有必须要面对她的场合，脑子里预先设想可能发生的相处场景及自己的应对方式，让自己心里有底。",
        "label": ""
      },
      {
        "sentence": "比如尽可能不去与她产生过多接触，如果遇上就礼貌告辞或者微微一笑并不搭话，也不对她的行为进行过多关注。",
        "label": ""
      },
      {
        "sentence": "2.创造自己的安全空间，设置自己的逃跑路线当遭受到恶意伤害的时候，不要试图一个人面对。",
        "label": ""
      },
      {
        "sentence": "可以寻求任何你信任亲密的人的援助，比如你的母亲。",
        "label": ""
      },
      {
        "sentence": "至少这样的安全空间里，他们可以作为你心里的避风港存在，也许可以稍稍缓解你的焦灼和无力感。",
        "label": ""
      },
      {
        "sentence": "另外，想一想有什么开心快乐满足的事可以让你的能量恢复过来，比如运动？",
        "label": ""
      },
      {
        "sentence": "阅读？",
        "label": ""
      },
      {
        "sentence": "听音乐？",
        "label": ""
      },
      {
        "sentence": "看喜欢的剧？",
        "label": ""
      },
      {
        "sentence": "当你遇上情绪上被伤害的事情的时候，可以通过做这些事转移你的负性情绪，恢复对快乐的感知。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这件事情最后我跟她说折成价钱赔给她，另外很可能确实在我不知道的地方把她家插销碰掉了。微波炉插销上面有两插头，我当时注意到了，我想应该是她家冰箱，于是特别注意了。她说我把她插头碰掉，她到现在也没告诉我是哪里插头掉的。她老公有一些电机经验，对方说是碰掉的，我觉得应该不是无的放矢。",
    "annotation": [
      {
        "sentence": "这件事情最后我跟她说折成价钱赔给她，另外很可能确实在我不知道的地方把她家插销碰掉了。",
        "label": ""
      },
      {
        "sentence": "微波炉插销上面有两插头，我当时注意到了，我想应该是她家冰箱，于是特别注意了。",
        "label": ""
      },
      {
        "sentence": "她说我把她插头碰掉，她到现在也没告诉我是哪里插头掉的。",
        "label": ""
      },
      {
        "sentence": "她老公有一些电机经验，对方说是碰掉的，我觉得应该不是无的放矢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们再来讨论这样“不讲道理”无法沟通、恶意伤人的人是什么样的人？我不知道心理学是否承认这个观点，这种人的行为表现它们超出了某种正常反应的攻击性。这种攻击性有两个特点：一是强度失控，二是目标紊乱。他们的防御机制也许是“如果不先伤害别人，我就可能被别人伤害。”以恶意去揣测人性。也许他们面对着对险恶世界的深深的恐惧，必须得以这样的方式“保护自己”。而想改变或者影响他们是比较困难的，未曾或者很少体验过足够善意的他们有一套自己的消极看法，并形成了自证闭环。比如她们可能会下意识使用“转移”形式的防御机制，“就是你的错，你的锅”，也使用“被动攻击”—直接撒手，不顾你的安危。希望你不要被小姨所影响，我的回答可能比较悲观。我相信世界是善意的，如果你心有余力的话，可以去了解小姨这种行为背后的原因，或许能够理解她，但是并不强求。我更希望你在之前能保护好自己。🧚‍️参考文献：[1]蕾红蓓.戾气是种什么气？[J].中国新闻周刊.2013.11。",
    "annotation": [
      {
        "sentence": "我们再来讨论这样“不讲道理”无法沟通、恶意伤人的人是什么样的人？",
        "label": ""
      },
      {
        "sentence": "我不知道心理学是否承认这个观点，这种人的行为表现它们超出了某种正常反应的攻击性。",
        "label": ""
      },
      {
        "sentence": "这种攻击性有两个特点：一是强度失控，二是目标紊乱。",
        "label": ""
      },
      {
        "sentence": "他们的防御机制也许是“如果不先伤害别人，我就可能被别人伤害。",
        "label": ""
      },
      {
        "sentence": "”以恶意去揣测人性。",
        "label": ""
      },
      {
        "sentence": "也许他们面对着对险恶世界的深深的恐惧，必须得以这样的方式“保护自己”。",
        "label": ""
      },
      {
        "sentence": "而想改变或者影响他们是比较困难的，未曾或者很少体验过足够善意的他们有一套自己的消极看法，并形成了自证闭环。",
        "label": ""
      },
      {
        "sentence": "比如她们可能会下意识使用“转移”形式的防御机制，“就是你的错，你的锅”，也使用“被动攻击”—直接撒手，不顾你的安危。",
        "label": ""
      },
      {
        "sentence": "希望你不要被小姨所影响，我的回答可能比较悲观。",
        "label": ""
      },
      {
        "sentence": "我相信世界是善意的，如果你心有余力的话，可以去了解小姨这种行为背后的原因，或许能够理解她，但是并不强求。",
        "label": ""
      },
      {
        "sentence": "我更希望你在之前能保护好自己。",
        "label": ""
      },
      {
        "sentence": "🧚‍️参考文献：[1]蕾红蓓.戾气是种什么气？",
        "label": ""
      },
      {
        "sentence": "[J].中国新闻周刊.2013.11。",
        "label": ""
      }
    ]
  }
]