[
  {
    "role": "client",
    "content": "总是因为一些小事情绪失控流泪甚至有极端行为怎么办？",
    "annotation": [
      {
        "sentence": "总是因为一些小事情绪失控流泪甚至有极端行为怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "无法控制自己的情绪是很多人一生都难以克服的一个问题。情绪管理的能力和其他能力一样，都是可以通过努力和有效的方法改善的。你在自己情绪爆发产生极端行为以后想到了来这里寻求帮助，是积极改善自己情绪管理的举动。你应该先给自己一个赞！情绪的爆发往往是一时的，但情绪管理需要平时下功夫。",
    "annotation": [
      {
        "sentence": "无法控制自己的情绪是很多人一生都难以克服的一个问题。",
        "label": ""
      },
      {
        "sentence": "情绪管理的能力和其他能力一样，都是可以通过努力和有效的方法改善的。",
        "label": ""
      },
      {
        "sentence": "你在自己情绪爆发产生极端行为以后想到了来这里寻求帮助，是积极改善自己情绪管理的举动。",
        "label": ""
      },
      {
        "sentence": "你应该先给自己一个赞！",
        "label": ""
      },
      {
        "sentence": "情绪的爆发往往是一时的，但情绪管理需要平时下功夫。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的肯定和鼓励。我确实意识到自己需要解决这个问题，但我不知道从何处下手。对于那些让我情绪失控的小事，我一旦遇到就无法控制自己的情绪，感觉被情绪完全控制了。",
    "annotation": [
      {
        "sentence": "谢谢你的肯定和鼓励。",
        "label": ""
      },
      {
        "sentence": "我确实意识到自己需要解决这个问题，但我不知道从何处下手。",
        "label": ""
      },
      {
        "sentence": "对于那些让我情绪失控的小事，我一旦遇到就无法控制自己的情绪，感觉被情绪完全控制了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的提问层次清晰，想必情绪稳定的时候可以进行有效的思考。建议你不妨尝试一下书写和重塑场景的方法，先回忆和审视自己失控的事件，然后思考可以改进的空间。第一步是描述一个具体事件，在情绪比较稳定的时候回忆自己某一次失控的起因，经过，和结果，并详细描述自己当时的内心状态。描述的内容要尽量客观，避免对自己的反应进行价值判断。",
    "annotation": [
      {
        "sentence": "你的提问层次清晰，想必情绪稳定的时候可以进行有效的思考。",
        "label": ""
      },
      {
        "sentence": "建议你不妨尝试一下书写和重塑场景的方法，先回忆和审视自己失控的事件，然后思考可以改进的空间。",
        "label": ""
      },
      {
        "sentence": "第一步是描述一个具体事件，在情绪比较稳定的时候回忆自己某一次失控的起因，经过，和结果，并详细描述自己当时的内心状态。",
        "label": ""
      },
      {
        "sentence": "描述的内容要尽量客观，避免对自己的反应进行价值判断。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。比如，今天去亲戚家，被调侃了一句，于是觉得他怎么可以这么冤枉我，当下大哭起来，只有扣自己手臂才停了下来。这个时候是最难受的，因为很容易陷进当时的情绪里。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "比如，今天去亲戚家，被调侃了一句，于是觉得他怎么可以这么冤枉我，当下大哭起来，只有扣自己手臂才停了下来。",
        "label": ""
      },
      {
        "sentence": "这个时候是最难受的，因为很容易陷进当时的情绪里。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！你已经成功描述了一次情绪失控的事件。现在，你可以继续第二步，在故事里找一个点，用编故事的心态想出一个不一样的做法，改编故事，改编的结局最好是相对积极的。比如上个故事可以改成，亲戚调侃了我一句，我想了想，也调侃了他一句，亲戚哈哈大笑。或者亲戚调侃了我一句，我大哭，然后想起来昨天我刚哭过，今天又哭有点累了，于是哭了一会儿就停下了，等等。一方面能帮助你看到让你失控的那个事件并没有当时感觉的那么严重，另一方面你也会发现你需要的只是一点点变化，而你有那么多选择可以尝试来改善自己。",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "你已经成功描述了一次情绪失控的事件。",
        "label": ""
      },
      {
        "sentence": "现在，你可以继续第二步，在故事里找一个点，用编故事的心态想出一个不一样的做法，改编故事，改编的结局最好是相对积极的。",
        "label": ""
      },
      {
        "sentence": "比如上个故事可以改成，亲戚调侃了我一句，我想了想，也调侃了他一句，亲戚哈哈大笑。",
        "label": ""
      },
      {
        "sentence": "或者亲戚调侃了我一句，我大哭，然后想起来昨天我刚哭过，今天又哭有点累了，于是哭了一会儿就停下了，等等。",
        "label": ""
      },
      {
        "sentence": "一方面能帮助你看到让你失控的那个事件并没有当时感觉的那么严重，另一方面你也会发现你需要的只是一点点变化，而你有那么多选择可以尝试来改善自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个方法听起来好像有点意思，我可以试试看。但是，当我真的遇到那种情况时，我可能还是会情绪失控，忘记去应用这些方法。",
    "annotation": [
      {
        "sentence": "这个方法听起来好像有点意思，我可以试试看。",
        "label": ""
      },
      {
        "sentence": "但是，当我真的遇到那种情况时，我可能还是会情绪失控，忘记去应用这些方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说的很对，改变是一个过程，不可能一蹴而就。所以，最后一步，就是写完这些以后，再次回忆这个情绪失控的经历，想象自己这次选用了故事里的某个方法应对，结果失控有所减弱或没有失控。找到自己比较喜欢的方法，尝试记住自己今天成功控制住情绪的感觉。很多时候，写作本身就是一种疗愈。而情绪管理就像锻炼肌肉，需要我们持续的练习。写作，加上重塑场景的练习，不能一次性解决所有问题，但一定能给你带来力量和进步。希望能对你有帮助，加油。",
    "annotation": [
      {
        "sentence": "你说的很对，改变是一个过程，不可能一蹴而就。",
        "label": ""
      },
      {
        "sentence": "所以，最后一步，就是写完这些以后，再次回忆这个情绪失控的经历，想象自己这次选用了故事里的某个方法应对，结果失控有所减弱或没有失控。",
        "label": ""
      },
      {
        "sentence": "找到自己比较喜欢的方法，尝试记住自己今天成功控制住情绪的感觉。",
        "label": ""
      },
      {
        "sentence": "很多时候，写作本身就是一种疗愈。",
        "label": ""
      },
      {
        "sentence": "而情绪管理就像锻炼肌肉，需要我们持续的练习。",
        "label": ""
      },
      {
        "sentence": "写作，加上重塑场景的练习，不能一次性解决所有问题，但一定能给你带来力量和进步。",
        "label": ""
      },
      {
        "sentence": "希望能对你有帮助，加油。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我会尝试用这个方法来管理自己的情绪，并逐渐改善我的情绪失控问题。希望自己能更好地掌控自己的情绪，不再让小事情影响到我。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会尝试用这个方法来管理自己的情绪，并逐渐改善我的情绪失控问题。",
        "label": ""
      },
      {
        "sentence": "希望自己能更好地掌控自己的情绪，不再让小事情影响到我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好！相信自己，每一步都是向着变得更好的方向迈出的重要一步。如果在实践过程中遇到困难或者有任何疑问，记得随时来这里和我交流，我会一直支持你的。在情绪管理的道路上，你不再孤单，我们一起前行。加油！",
    "annotation": [
      {
        "sentence": "你做得很好！",
        "label": ""
      },
      {
        "sentence": "相信自己，每一步都是向着变得更好的方向迈出的重要一步。",
        "label": ""
      },
      {
        "sentence": "如果在实践过程中遇到困难或者有任何疑问，记得随时来这里和我交流，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "在情绪管理的道路上，你不再孤单，我们一起前行。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]