[
  {
    "role": "client",
    "content": "浏览网站发现班主任出轨17岁的女生，三观炸裂……一次浏览黄色社交平台的时候发现班主任出轨了，还是和17岁的女生。确定是本人的身材和发型声音都一样，和平时形象反差太大，43岁已婚中专会计专业女生偏多，我班主任我怕我以后上他的课看着他会吐。三观炸裂。",
    "annotation": [
      {
        "sentence": "浏览网站发现班主任出轨17岁的女生，三观炸裂……一次浏览黄色社交平台的时候发现班主任出轨了，还是和17岁的女生。",
        "label": ""
      },
      {
        "sentence": "确定是本人的身材和发型声音都一样，和平时形象反差太大，43岁已婚中专会计专业女生偏多，我班主任我怕我以后上他的课看着他会吐。",
        "label": ""
      },
      {
        "sentence": "三观炸裂。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个确实是个让人震惊的发现，对于班主任的行为，我能理解你感到的震惊和炸裂的三观。既然你来找我寻求帮助，我愿意给你提供一些建议。首先，我们可以把人分为两个方面来看待。每个人都有光明和阴暗的一面。班主任的私下行为是他的私德问题，而在课堂上他展示的是教学水平和工作能力。作为学生，你所享受的是他的专业教导，只需要专注于在课堂上努力学习即可。要把个人生活和教学工作分隔开，将关注点放在自己身上。与此同时，不要太过纠结于他人的八卦事，过了听过就算了，这次发现可以看作是更为全面了解班主任的一次机会。我们需要关注的是自己的生活，保护好自己。如果你觉得班主任不值得信任，就要做好自我保护。不要与班主任或其他异性单独相处，不给任何人伤害你的机会。同时，这件事也让我们认识到人都是复杂的、立体的，以后在认识他人时要多角度观察。",
    "annotation": [
      {
        "sentence": "这个确实是个让人震惊的发现，对于班主任的行为，我能理解你感到的震惊和炸裂的三观。",
        "label": ""
      },
      {
        "sentence": "既然你来找我寻求帮助，我愿意给你提供一些建议。",
        "label": ""
      },
      {
        "sentence": "首先，我们可以把人分为两个方面来看待。",
        "label": ""
      },
      {
        "sentence": "每个人都有光明和阴暗的一面。",
        "label": ""
      },
      {
        "sentence": "班主任的私下行为是他的私德问题，而在课堂上他展示的是教学水平和工作能力。",
        "label": ""
      },
      {
        "sentence": "作为学生，你所享受的是他的专业教导，只需要专注于在课堂上努力学习即可。",
        "label": ""
      },
      {
        "sentence": "要把个人生活和教学工作分隔开，将关注点放在自己身上。",
        "label": ""
      },
      {
        "sentence": "与此同时，不要太过纠结于他人的八卦事，过了听过就算了，这次发现可以看作是更为全面了解班主任的一次机会。",
        "label": ""
      },
      {
        "sentence": "我们需要关注的是自己的生活，保护好自己。",
        "label": ""
      },
      {
        "sentence": "如果你觉得班主任不值得信任，就要做好自我保护。",
        "label": ""
      },
      {
        "sentence": "不要与班主任或其他异性单独相处，不给任何人伤害你的机会。",
        "label": ""
      },
      {
        "sentence": "同时，这件事也让我们认识到人都是复杂的、立体的，以后在认识他人时要多角度观察。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和理解。我确实会尽量把注意力放在自己身上，尽量不去纠结于班主任的私生活。但是，对于他的行为我还是感到很失望和不理解。毕竟，他是作为一个教育者，对学生有着影响力和示范作用的人。这样的行为让我无法对他抱有信任感。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和理解。",
        "label": ""
      },
      {
        "sentence": "我确实会尽量把注意力放在自己身上，尽量不去纠结于班主任的私生活。",
        "label": ""
      },
      {
        "sentence": "但是，对于他的行为我还是感到很失望和不理解。",
        "label": ""
      },
      {
        "sentence": "毕竟，他是作为一个教育者，对学生有着影响力和示范作用的人。",
        "label": ""
      },
      {
        "sentence": "这样的行为让我无法对他抱有信任感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对班主任的失望和不理解。作为一个教育者，他确实应该以身作则，对学生有着示范作用。然而，我们也要认识到人也会犯错和面临各种挑战。他的私德行为并不代表他在教学方面就一无是处。我们无法改变他的行为，但我们可以选择如何面对。对于你来说，重要的是保护好自己，同时将重点放在自己的学习和成长上。如果你觉得难以对他抱有信任感，也可以选择与他保持距离，但不要让这一事件影响到你的学业和心情。",
    "annotation": [
      {
        "sentence": "我理解你对班主任的失望和不理解。",
        "label": ""
      },
      {
        "sentence": "作为一个教育者，他确实应该以身作则，对学生有着示范作用。",
        "label": ""
      },
      {
        "sentence": "然而，我们也要认识到人也会犯错和面临各种挑战。",
        "label": ""
      },
      {
        "sentence": "他的私德行为并不代表他在教学方面就一无是处。",
        "label": ""
      },
      {
        "sentence": "我们无法改变他的行为，但我们可以选择如何面对。",
        "label": ""
      },
      {
        "sentence": "对于你来说，重要的是保护好自己，同时将重点放在自己的学习和成长上。",
        "label": ""
      },
      {
        "sentence": "如果你觉得难以对他抱有信任感，也可以选择与他保持距离，但不要让这一事件影响到你的学业和心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会尽量保持距离，避免让这件事对我产生过大的影响。毕竟我还有其他同学和老师可以交流和依靠。谢谢你的倾听和建议。",
    "annotation": [
      {
        "sentence": "你说得对，我会尽量保持距离，避免让这件事对我产生过大的影响。",
        "label": ""
      },
      {
        "sentence": "毕竟我还有其他同学和老师可以交流和依靠。",
        "label": ""
      },
      {
        "sentence": "谢谢你的倾听和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意倾听你的问题并给予帮助。记住，你并不孤单，还有其他同学和老师可以支持你。如果你需要任何帮助或者有其他问题，随时都可以来找我交流。保护好自己，专注于自己的成长和学业，你会度过这段困难的时期的。",
    "annotation": [
      {
        "sentence": "不客气，我很愿意倾听你的问题并给予帮助。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，还有其他同学和老师可以支持你。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者有其他问题，随时都可以来找我交流。",
        "label": ""
      },
      {
        "sentence": "保护好自己，专注于自己的成长和学业，你会度过这段困难的时期的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尽力面对这个困难，保护好自己。如果有需要，我会再来找你交流的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尽力面对这个困难，保护好自己。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会再来找你交流的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常高兴能够帮助到你，记得无论何时都可以来找我交流。祝愿你能够顺利渡过这段困难时期，保持积极向上的心态。如果还有其他问题，随时都可以来找我。加油！",
    "annotation": [
      {
        "sentence": "非常高兴能够帮助到你，记得无论何时都可以来找我交流。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够顺利渡过这段困难时期，保持积极向上的心态。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]