[
  {
    "role": "client",
    "content": "你好，请问我该怎么办？我的人生每一步都好艰难好痛苦。每天我都要工作14个小时，而且从我22岁开始，我父亲就开始不停地向我索取，他要我把工资给他，只要我回家，他就会满足他的愿望。我已经患上抑郁症8年了，一直在接受北大的心理咨询师的心理咨询。虽然我非常喜欢目前的工作，但是每天醒来后，我就立下了目标，想要更好地完成我的工作。可是在工作过程中，我还是无法克服工作上的困难，觉得很累，感觉没有完成任务的欲望。晚上回家后，我会责备自己，觉得自己没有达到设立的很多目标。离我想要的自由自在的生活越来越远了。我最大的执念是拥有一个像曾国藩一样耐心引导我面对生活困难的父亲，我一直希望有个人能带领我一同完成具体的工作。我的想法可能比常人执着，每天都让我想哭。父亲现在47岁了，没有存款，吃喝嫖赌样样都有。除了自己，我没有其他可以依靠的人。每天我会通过不同平台倾诉我的痛苦，从他人那里寻求片刻的温暖。靠自己真的太痛苦了，我希望自己是富二代，拥有更好的资源。如果有资源的话，我会好好珍惜，并且将来考上剑桥大学。唉，这只是我做梦而已。现在的事实是，我29岁了，啥也不是，啥也没有，我所有的工资都用来打赏留言让自己心理好受一些。",
    "annotation": [
      {
        "sentence": "你好，请问我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我的人生每一步都好艰难好痛苦。",
        "label": ""
      },
      {
        "sentence": "每天我都要工作14个小时，而且从我22岁开始，我父亲就开始不停地向我索取，他要我把工资给他，只要我回家，他就会满足他的愿望。",
        "label": ""
      },
      {
        "sentence": "我已经患上抑郁症8年了，一直在接受北大的心理咨询师的心理咨询。",
        "label": ""
      },
      {
        "sentence": "虽然我非常喜欢目前的工作，但是每天醒来后，我就立下了目标，想要更好地完成我的工作。",
        "label": ""
      },
      {
        "sentence": "可是在工作过程中，我还是无法克服工作上的困难，觉得很累，感觉没有完成任务的欲望。",
        "label": ""
      },
      {
        "sentence": "晚上回家后，我会责备自己，觉得自己没有达到设立的很多目标。",
        "label": ""
      },
      {
        "sentence": "离我想要的自由自在的生活越来越远了。",
        "label": ""
      },
      {
        "sentence": "我最大的执念是拥有一个像曾国藩一样耐心引导我面对生活困难的父亲，我一直希望有个人能带领我一同完成具体的工作。",
        "label": ""
      },
      {
        "sentence": "我的想法可能比常人执着，每天都让我想哭。",
        "label": ""
      },
      {
        "sentence": "父亲现在47岁了，没有存款，吃喝嫖赌样样都有。",
        "label": ""
      },
      {
        "sentence": "除了自己，我没有其他可以依靠的人。",
        "label": ""
      },
      {
        "sentence": "每天我会通过不同平台倾诉我的痛苦，从他人那里寻求片刻的温暖。",
        "label": ""
      },
      {
        "sentence": "靠自己真的太痛苦了，我希望自己是富二代，拥有更好的资源。",
        "label": ""
      },
      {
        "sentence": "如果有资源的话，我会好好珍惜，并且将来考上剑桥大学。",
        "label": ""
      },
      {
        "sentence": "唉，这只是我做梦而已。",
        "label": ""
      },
      {
        "sentence": "现在的事实是，我29岁了，啥也不是，啥也没有，我所有的工资都用来打赏留言让自己心理好受一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好！听到你的困境，我真的非常理解。因为我和你有一样困难的原生家庭，也有一个很糟糕的父亲。曾经，我也幻想过自己是富二代，什么都不用靠自己，还会有很多人帮助。但是这只是我幻想的事情，当我们非常渴望得到某件事情时，有时候甚至会在梦里都是那样。我上学之后，我选择了远离家庭，尽量不回家。因为我不想再受到家庭的控制，我想要有自己的生活，所以我选择了远离家乡。原生家庭给我们带来了很多童年阴影，想要摆脱这些阴影，只能靠自己，别人无法帮助。你刚才说你已经抑郁8年了，这说明你的父亲给你带来了巨大的压力，对他对你的伤害，让你在这么长的时间里无法解脱。你说得很清楚，谁也靠不了，只能靠自己。对于家庭，你要明确自己的态度。努力提升自己的职场竞争力，争取拥有更多自主选择的权利，不再为了金钱而崩溃。一切都取决于自己。将改变自身处境的希望放在自己身上，不把希望寄托于任何人，这样就不会失望感和孤独感，怨气也不会让自己困扰。关于如何走出心理阴影，我想你的心理治疗师已经告诉了你很多方法，希望你能早日恢复起来。",
    "annotation": [
      {
        "sentence": "你好！",
        "label": ""
      },
      {
        "sentence": "听到你的困境，我真的非常理解。",
        "label": ""
      },
      {
        "sentence": "因为我和你有一样困难的原生家庭，也有一个很糟糕的父亲。",
        "label": ""
      },
      {
        "sentence": "曾经，我也幻想过自己是富二代，什么都不用靠自己，还会有很多人帮助。",
        "label": ""
      },
      {
        "sentence": "但是这只是我幻想的事情，当我们非常渴望得到某件事情时，有时候甚至会在梦里都是那样。",
        "label": ""
      },
      {
        "sentence": "我上学之后，我选择了远离家庭，尽量不回家。",
        "label": ""
      },
      {
        "sentence": "因为我不想再受到家庭的控制，我想要有自己的生活，所以我选择了远离家乡。",
        "label": ""
      },
      {
        "sentence": "原生家庭给我们带来了很多童年阴影，想要摆脱这些阴影，只能靠自己，别人无法帮助。",
        "label": ""
      },
      {
        "sentence": "你刚才说你已经抑郁8年了，这说明你的父亲给你带来了巨大的压力，对他对你的伤害，让你在这么长的时间里无法解脱。",
        "label": ""
      },
      {
        "sentence": "你说得很清楚，谁也靠不了，只能靠自己。",
        "label": ""
      },
      {
        "sentence": "对于家庭，你要明确自己的态度。",
        "label": ""
      },
      {
        "sentence": "努力提升自己的职场竞争力，争取拥有更多自主选择的权利，不再为了金钱而崩溃。",
        "label": ""
      },
      {
        "sentence": "一切都取决于自己。",
        "label": ""
      },
      {
        "sentence": "将改变自身处境的希望放在自己身上，不把希望寄托于任何人，这样就不会失望感和孤独感，怨气也不会让自己困扰。",
        "label": ""
      },
      {
        "sentence": "关于如何走出心理阴影，我想你的心理治疗师已经告诉了你很多方法，希望你能早日恢复起来。",
        "label": ""
      }
    ]
  }
]