[
  {
    "role": "client",
    "content": "我是一个29岁的女性，我的人生每一步都非常艰难和痛苦。每天我工作14个小时，从22岁开始，我就被父亲打击打击。现在，父亲变成了一个索取者，总是要求我拿出我的工资来满足他的愿望。我已经患有抑郁症8年了，而且现在还在接受北大心理咨询师的心理咨询。我非常热爱目前的工作，但每天一醒来，我就马上制定目标来更好地完成我的工作。可是在工作中，我仍然对困难抗拒不住，感到非常疲惫，没有完成工作的心情。然后晚上回家的时候，我攻击自己为没有完成那么多目标感到非常失望。我离成为像曾国藩那样有耐心帮我面对生活困难的父亲的愿望越来越远了。最大的痴迷是能够有一个像曾国藩那样有耐心地带我度过人生苦难的父亲。我一直希望有人能帮我完成具体的工作，因为我的痴迷程度高于常人。只能依靠自己，每天都想哭。父亲现在47岁了，没有任何存款，吃喝玩乐样样都不少。我无法依靠任何人，只能靠自己了。每天唯一的快乐就是在各种平台上说出我的痛苦，获得片刻的温暖。这种痛苦真的让我难以承受，如果我是一个富二代，有好的资源，我会好好珍惜，将来还可以考上剑桥。但事实是，我现在29岁了，却一无所有。我把所有的工资都用来奖励自己的留言，为了让自己在心理上好受一点。",
    "annotation": [
      {
        "sentence": "我是一个29岁的女性，我的人生每一步都非常艰难和痛苦。",
        "label": ""
      },
      {
        "sentence": "每天我工作14个小时，从22岁开始，我就被父亲打击打击。",
        "label": ""
      },
      {
        "sentence": "现在，父亲变成了一个索取者，总是要求我拿出我的工资来满足他的愿望。",
        "label": ""
      },
      {
        "sentence": "我已经患有抑郁症8年了，而且现在还在接受北大心理咨询师的心理咨询。",
        "label": ""
      },
      {
        "sentence": "我非常热爱目前的工作，但每天一醒来，我就马上制定目标来更好地完成我的工作。",
        "label": ""
      },
      {
        "sentence": "可是在工作中，我仍然对困难抗拒不住，感到非常疲惫，没有完成工作的心情。",
        "label": ""
      },
      {
        "sentence": "然后晚上回家的时候，我攻击自己为没有完成那么多目标感到非常失望。",
        "label": ""
      },
      {
        "sentence": "我离成为像曾国藩那样有耐心帮我面对生活困难的父亲的愿望越来越远了。",
        "label": ""
      },
      {
        "sentence": "最大的痴迷是能够有一个像曾国藩那样有耐心地带我度过人生苦难的父亲。",
        "label": ""
      },
      {
        "sentence": "我一直希望有人能帮我完成具体的工作，因为我的痴迷程度高于常人。",
        "label": ""
      },
      {
        "sentence": "只能依靠自己，每天都想哭。",
        "label": ""
      },
      {
        "sentence": "父亲现在47岁了，没有任何存款，吃喝玩乐样样都不少。",
        "label": ""
      },
      {
        "sentence": "我无法依靠任何人，只能靠自己了。",
        "label": ""
      },
      {
        "sentence": "每天唯一的快乐就是在各种平台上说出我的痛苦，获得片刻的温暖。",
        "label": ""
      },
      {
        "sentence": "这种痛苦真的让我难以承受，如果我是一个富二代，有好的资源，我会好好珍惜，将来还可以考上剑桥。",
        "label": ""
      },
      {
        "sentence": "但事实是，我现在29岁了，却一无所有。",
        "label": ""
      },
      {
        "sentence": "我把所有的工资都用来奖励自己的留言，为了让自己在心理上好受一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常心疼你所经历的一切，同时也对你的坚强感到非常动容和敬佩。在这种困难的家庭环境中，你的父亲行为不良，从小就打击你，没有给予足够的关爱，长大后还一直对你索取。可以说，你没有受到父爱的滋润，他没有履行作为父亲的责任，所以他不值得你去尊重和维护。你患有抑郁症已经持续了8年，在这种家庭环境下所遭受的困难和心理创伤可想而知，特别是作为一个女孩子，真的非常不容易。你现在仍在坚持治疗，坚持工作，并且热爱你的工作，还为工作制定目标计划。尽管如此，你仍然要回家满足父亲的索求。从这些方面可以看出，你内心依然对自己的人生抱有极大的希望和坚持，有能力独立和依靠自己，你靠着自己的力量与外界的不公平抗争，追逐自己的梦想。只要你内心还有这股力量，还怀有自己的目标和梦想，相信你一定能够战胜困难，走出当前的困境。",
    "annotation": [
      {
        "sentence": "非常心疼你所经历的一切，同时也对你的坚强感到非常动容和敬佩。",
        "label": ""
      },
      {
        "sentence": "在这种困难的家庭环境中，你的父亲行为不良，从小就打击你，没有给予足够的关爱，长大后还一直对你索取。",
        "label": ""
      },
      {
        "sentence": "可以说，你没有受到父爱的滋润，他没有履行作为父亲的责任，所以他不值得你去尊重和维护。",
        "label": ""
      },
      {
        "sentence": "你患有抑郁症已经持续了8年，在这种家庭环境下所遭受的困难和心理创伤可想而知，特别是作为一个女孩子，真的非常不容易。",
        "label": ""
      },
      {
        "sentence": "你现在仍在坚持治疗，坚持工作，并且热爱你的工作，还为工作制定目标计划。",
        "label": ""
      },
      {
        "sentence": "尽管如此，你仍然要回家满足父亲的索求。",
        "label": ""
      },
      {
        "sentence": "从这些方面可以看出，你内心依然对自己的人生抱有极大的希望和坚持，有能力独立和依靠自己，你靠着自己的力量与外界的不公平抗争，追逐自己的梦想。",
        "label": ""
      },
      {
        "sentence": "只要你内心还有这股力量，还怀有自己的目标和梦想，相信你一定能够战胜困难，走出当前的困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "现在我最大的焦虑和痛苦很大程度上来自于我对自己施加的压力。我很热爱我的工作，我把所有的情感都寄托在工作上，我非常想把它做好，所以为自己制定了很多目标计划，希望能够完美地完成。也许我内心比较急躁，想尽快把工作做好，证明自己，实现自己的目标。但是工作是永远做不完的，最终我没有按照计划完成工作，这让我感到焦虑、自责和内疚，进而否定和攻击自己。这样对自己施加过大的压力是不好的。我们每个人的时间、精力和能力都是有限的，工作是无穷无尽的。我们制定目标是为了合理高效地安排工作，而不是为自己增加超出能力范围的任务和压力。所以要根据自己实际情况和能力来制定目标，不要心急地一下子安排太多。每天完成3~5个计划任务已经很不错了。无论工作完成得怎样，每天回家不需要自责和否定自己。如果觉得工作做得不满意，可以把注意力放在发现问题和改进上，对当天的工作进行复盘，总结经验，然后第二天改进。还可以总结一下做得好的地方，肯定自己的努力。在这样循序渐进、积极自我肯定的过程中，我们一样能够实现目标，不断成长提升。",
    "annotation": [
      {
        "sentence": "现在我最大的焦虑和痛苦很大程度上来自于我对自己施加的压力。",
        "label": ""
      },
      {
        "sentence": "我很热爱我的工作，我把所有的情感都寄托在工作上，我非常想把它做好，所以为自己制定了很多目标计划，希望能够完美地完成。",
        "label": ""
      },
      {
        "sentence": "也许我内心比较急躁，想尽快把工作做好，证明自己，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "但是工作是永远做不完的，最终我没有按照计划完成工作，这让我感到焦虑、自责和内疚，进而否定和攻击自己。",
        "label": ""
      },
      {
        "sentence": "这样对自己施加过大的压力是不好的。",
        "label": ""
      },
      {
        "sentence": "我们每个人的时间、精力和能力都是有限的，工作是无穷无尽的。",
        "label": ""
      },
      {
        "sentence": "我们制定目标是为了合理高效地安排工作，而不是为自己增加超出能力范围的任务和压力。",
        "label": ""
      },
      {
        "sentence": "所以要根据自己实际情况和能力来制定目标，不要心急地一下子安排太多。",
        "label": ""
      },
      {
        "sentence": "每天完成3~5个计划任务已经很不错了。",
        "label": ""
      },
      {
        "sentence": "无论工作完成得怎样，每天回家不需要自责和否定自己。",
        "label": ""
      },
      {
        "sentence": "如果觉得工作做得不满意，可以把注意力放在发现问题和改进上，对当天的工作进行复盘，总结经验，然后第二天改进。",
        "label": ""
      },
      {
        "sentence": "还可以总结一下做得好的地方，肯定自己的努力。",
        "label": ""
      },
      {
        "sentence": "在这样循序渐进、积极自我肯定的过程中，我们一样能够实现目标，不断成长提升。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于你父亲一直给你带来的伤害，我知道你心里对他有怨恨，但由于孝道你不得不继续赡养他。另一方面，你对父爱有着很大的渴望，对父亲有着一定的依恋，所以你在忍受他对你的伤害的同时，依然无法割舍，与他分离。每个人都是一个独立的个体，成长为成年人后就需要和原生家庭进行分化，这是必然",
    "annotation": [
      {
        "sentence": "关于你父亲一直给你带来的伤害，我知道你心里对他有怨恨，但由于孝道你不得不继续赡养他。",
        "label": ""
      },
      {
        "sentence": "另一方面，你对父爱有着很大的渴望，对父亲有着一定的依恋，所以你在忍受他对你的伤害的同时，依然无法割舍，与他分离。",
        "label": ""
      },
      {
        "sentence": "每个人都是一个独立的个体，成长为成年人后就需要和原生家庭进行分化，这是必然",
        "label": ""
      }
    ]
  }
]