[
  {
    "role": "client",
    "content": "我是一个29岁的女性，感到人生每一步都非常艰难而痛苦。我每天要工作14个小时，而且从我22岁起就一直遭受父亲的打骂。现在父亲的状态是索取，他要求我把我的工资给他，并且只要我回家，他就会满足他的愿望。我已经抑郁症有8年了，目前正在接受一位北大心理咨询师的高频心理咨询。我其实很喜欢目前的工作，但是每天醒来我就会设定好目标，想办法更好地完成我的工作，但我在工作过程中还是会抵触工作的困难，感觉非常累并且没有完成工作的欲望，然后晚上回家的时候，又责备自己没有达到设定的目标。这让我离成为云淡风轻的杜拉拉更加遥远了。我的最大执念就是希望有一个像曾国藩一样耐心带着我面对生活苦难的父亲，我一直希望别人可以帮我完成具体的工作，我的执念可能比常人更强烈，所以每天我都感到很心痛。此外，我的父亲已经47岁了，没有存款，而且生活作风不检点。我真的没有可以依靠的人，只能靠自己了。每天我最大的快乐就是在各种平台上述说我的痛苦，得到一时的温暖。但是，依赖自己也会很辛苦，我希望我是一个富二代，有好的资源，将来可以考上剑桥大学。但这只是空想，事实上我已经29岁了，什么都不是，什么都没有，我的工资都用来打赏留言，只是为了让自己心理好受一点。",
    "annotation": [
      {
        "sentence": "我是一个29岁的女性，感到人生每一步都非常艰难而痛苦。",
        "label": ""
      },
      {
        "sentence": "我每天要工作14个小时，而且从我22岁起就一直遭受父亲的打骂。",
        "label": ""
      },
      {
        "sentence": "现在父亲的状态是索取，他要求我把我的工资给他，并且只要我回家，他就会满足他的愿望。",
        "label": ""
      },
      {
        "sentence": "我已经抑郁症有8年了，目前正在接受一位北大心理咨询师的高频心理咨询。",
        "label": ""
      },
      {
        "sentence": "我其实很喜欢目前的工作，但是每天醒来我就会设定好目标，想办法更好地完成我的工作，但我在工作过程中还是会抵触工作的困难，感觉非常累并且没有完成工作的欲望，然后晚上回家的时候，又责备自己没有达到设定的目标。",
        "label": ""
      },
      {
        "sentence": "这让我离成为云淡风轻的杜拉拉更加遥远了。",
        "label": ""
      },
      {
        "sentence": "我的最大执念就是希望有一个像曾国藩一样耐心带着我面对生活苦难的父亲，我一直希望别人可以帮我完成具体的工作，我的执念可能比常人更强烈，所以每天我都感到很心痛。",
        "label": ""
      },
      {
        "sentence": "此外，我的父亲已经47岁了，没有存款，而且生活作风不检点。",
        "label": ""
      },
      {
        "sentence": "我真的没有可以依靠的人，只能靠自己了。",
        "label": ""
      },
      {
        "sentence": "每天我最大的快乐就是在各种平台上述说我的痛苦，得到一时的温暖。",
        "label": ""
      },
      {
        "sentence": "但是，依赖自己也会很辛苦，我希望我是一个富二代，有好的资源，将来可以考上剑桥大学。",
        "label": ""
      },
      {
        "sentence": "但这只是空想，事实上我已经29岁了，什么都不是，什么都没有，我的工资都用来打赏留言，只是为了让自己心理好受一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完你的问题，我沉默了好久，思考着我能为你做点什么？我知道你听过很多劝勉、理解、关爱和同理的话了。但你最渴望的是：“能有人带你完成你的期望，你能拥有一个值得敬爱的好父亲。”然而现实是如此残酷。你就像一朵没有根的蒲公英一样，一直在飘散，没有安全感、没有希望，也没有任何可以依靠的事物。对于你来说，平台上的打赏似乎可以让你找到一丝与他人的连结，让你感到存在的感觉。但随后，你会发现这只是一丝，只不过是一丝而已。我先分析一下你的问题：1. 你每天要工作14个小时，而且从我22岁起就一直遭受父亲的打骂，现在父亲的状态是索取，他要求我把我的工资给他，并且只要我回家，他就会满足他的愿望。你抑郁症已经有8年了，目前正在接受一位北大心理咨询师的高频心理咨询。（这8年的时间里，你没有摆脱22年家暴所带来的阴影，这真的让人难受。有些人，他们根本不配为父母，更不配为人，却非要将自己强行塞入特定的角色中。（对人间危害极大）他或许从来没有想过给你带来多大的影响，给你带来多少痛苦和创伤。（这个无法称之为父亲的人，他确实不配。你一定要学会释怀，让他感受到你的痛苦。当然，我并不是建议你打他，但是还有更好的方式可以回应他。）2. 你其实很喜欢目前的工作，但是每天醒来你就会设定好目标，想办法更好地完成工作，但在工作过程中还是会抵触工作的困难，感觉非常累并且没有完成工作的欲望，然后晚上回家的时候，又责备自己没有达到设定的目标。（或许你自己还没有意识到奋斗的意义，但是参与工作的过程会给你带来一种满足感。这么多年来，你已经拥有强大的耐力，可能你已经习惯了对自己苛责，凡事只找自己的问题，认为问题都出在自己身上。但其实你并没有问题，那不是你的问题。）3. 你最大的执念是希望有一个像曾国藩一样耐心带你面对生活的父亲，一直希望别人可以帮你完成具体的工作。（这个目标并不遥远，你是可以做到的，你有这个权利。父亲应该有肉体和灵魂。虽然你这个肉身的父亲不值得称为父亲，但你可以找到精神上的父亲，一个值得依靠的朋友，一个懂你的爱人，比杜拉拉更好的自己，你可以拥有太多的爱。除了肉体上的那个人，你还可以拥有太多的爱，无论你有多么执着，我还是要告诉你，执着下去只是对伤害你的人最大的纵容。）4.",
    "annotation": [
      {
        "sentence": "看完你的问题，我沉默了好久，思考着我能为你做点什么？",
        "label": ""
      },
      {
        "sentence": "我知道你听过很多劝勉、理解、关爱和同理的话了。",
        "label": ""
      },
      {
        "sentence": "但你最渴望的是：“能有人带你完成你的期望，你能拥有一个值得敬爱的好父亲。",
        "label": ""
      },
      {
        "sentence": "”然而现实是如此残酷。",
        "label": ""
      },
      {
        "sentence": "你就像一朵没有根的蒲公英一样，一直在飘散，没有安全感、没有希望，也没有任何可以依靠的事物。",
        "label": ""
      },
      {
        "sentence": "对于你来说，平台上的打赏似乎可以让你找到一丝与他人的连结，让你感到存在的感觉。",
        "label": ""
      },
      {
        "sentence": "但随后，你会发现这只是一丝，只不过是一丝而已。",
        "label": ""
      },
      {
        "sentence": "我先分析一下你的问题：1. 你每天要工作14个小时，而且从我22岁起就一直遭受父亲的打骂，现在父亲的状态是索取，他要求我把我的工资给他，并且只要我回家，他就会满足他的愿望。",
        "label": ""
      },
      {
        "sentence": "你抑郁症已经有8年了，目前正在接受一位北大心理咨询师的高频心理咨询。",
        "label": ""
      },
      {
        "sentence": "（这8年的时间里，你没有摆脱22年家暴所带来的阴影，这真的让人难受。",
        "label": ""
      },
      {
        "sentence": "有些人，他们根本不配为父母，更不配为人，却非要将自己强行塞入特定的角色中。",
        "label": ""
      },
      {
        "sentence": "（对人间危害极大）他或许从来没有想过给你带来多大的影响，给你带来多少痛苦和创伤。",
        "label": ""
      },
      {
        "sentence": "（这个无法称之为父亲的人，他确实不配。",
        "label": ""
      },
      {
        "sentence": "你一定要学会释怀，让他感受到你的痛苦。",
        "label": ""
      },
      {
        "sentence": "当然，我并不是建议你打他，但是还有更好的方式可以回应他。",
        "label": ""
      },
      {
        "sentence": "）2. 你其实很喜欢目前的工作，但是每天醒来你就会设定好目标，想办法更好地完成工作，但在工作过程中还是会抵触工作的困难，感觉非常累并且没有完成工作的欲望，然后晚上回家的时候，又责备自己没有达到设定的目标。",
        "label": ""
      },
      {
        "sentence": "（或许你自己还没有意识到奋斗的意义，但是参与工作的过程会给你带来一种满足感。",
        "label": ""
      },
      {
        "sentence": "这么多年来，你已经拥有强大的耐力，可能你已经习惯了对自己苛责，凡事只找自己的问题，认为问题都出在自己身上。",
        "label": ""
      },
      {
        "sentence": "但其实你并没有问题，那不是你的问题。",
        "label": ""
      },
      {
        "sentence": "）3. 你最大的执念是希望有一个像曾国藩一样耐心带你面对生活的父亲，一直希望别人可以帮你完成具体的工作。",
        "label": ""
      },
      {
        "sentence": "（这个目标并不遥远，你是可以做到的，你有这个权利。",
        "label": ""
      },
      {
        "sentence": "父亲应该有肉体和灵魂。",
        "label": ""
      },
      {
        "sentence": "虽然你这个肉身的父亲不值得称为父亲，但你可以找到精神上的父亲，一个值得依靠的朋友，一个懂你的爱人，比杜拉拉更好的自己，你可以拥有太多的爱。",
        "label": ""
      },
      {
        "sentence": "除了肉体上的那个人，你还可以拥有太多的爱，无论你有多么执着，我还是要告诉你，执着下去只是对伤害你的人最大的纵容。",
        "label": ""
      },
      {
        "sentence": "）4.",
        "label": ""
      }
    ]
  }
]