[
  {
    "role": "client",
    "content": "在恋爱中总是有不安全感，该如何调节？",
    "annotation": [
      {
        "sentence": "在恋爱中总是有不安全感，该如何调节？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "哈喽~红彤彤热乎乎的那个小~很高兴可以在的问答平台上与你相遇。不论是好的感情还是婚姻，都是两个人共同努力经营得来的结果，可以感觉到你的无奈和痛苦，但是问题已经存在了，冷暴力是最残忍的，对双方都不公平。",
    "annotation": [
      {
        "sentence": "哈喽~红彤彤热乎乎的那个小~很高兴可以在的问答平台上与你相遇。",
        "label": ""
      },
      {
        "sentence": "不论是好的感情还是婚姻，都是两个人共同努力经营得来的结果，可以感觉到你的无奈和痛苦，但是问题已经存在了，冷暴力是最残忍的，对双方都不公平。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我意识到了冷暴力的不好，但就是控制不住自己的情绪，总是抗拒表达，怎么办才好呢？",
    "annotation": [
      {
        "sentence": "是的，我意识到了冷暴力的不好，但就是控制不住自己的情绪，总是抗拒表达，怎么办才好呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情绪的控制确实是个挑战，但是我们可以通过好好的沟通来解决。不妨试试把所有的担忧和内心的想法，全部都说出来，让对方知道了解，这样他才能更好地与你互动，达到我们感情的流动。",
    "annotation": [
      {
        "sentence": "情绪的控制确实是个挑战，但是我们可以通过好好的沟通来解决。",
        "label": ""
      },
      {
        "sentence": "不妨试试把所有的担忧和内心的想法，全部都说出来，让对方知道了解，这样他才能更好地与你互动，达到我们感情的流动。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很怕对方会不理解或者生气，可能我过去的经历让我变得不信任对方。我该怎么克服这种恐惧呢？",
    "annotation": [
      {
        "sentence": "我很怕对方会不理解或者生气，可能我过去的经历让我变得不信任对方。",
        "label": ""
      },
      {
        "sentence": "我该怎么克服这种恐惧呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担忧，但是有时候我们需要尝试去相信对方，给予他一个改正的机会。另外，你可以把更多的注意力放在自己的身上，发展一个独立的人格。当你把所有的关注点都放在对方身上的时候，对方也会被你压得喘不过来气。而当你把大部分的注意力都放在自身的成长上面了之后，你会发现你的生活不仅仅有感情，还有工作和家庭，还有朋友。感情只是你生活中的一部分，但同时他也是你的盔甲，保护着你一路前行。",
    "annotation": [
      {
        "sentence": "理解你的担忧，但是有时候我们需要尝试去相信对方，给予他一个改正的机会。",
        "label": ""
      },
      {
        "sentence": "另外，你可以把更多的注意力放在自己的身上，发展一个独立的人格。",
        "label": ""
      },
      {
        "sentence": "当你把所有的关注点都放在对方身上的时候，对方也会被你压得喘不过来气。",
        "label": ""
      },
      {
        "sentence": "而当你把大部分的注意力都放在自身的成长上面了之后，你会发现你的生活不仅仅有感情，还有工作和家庭，还有朋友。",
        "label": ""
      },
      {
        "sentence": "感情只是你生活中的一部分，但同时他也是你的盔甲，保护着你一路前行。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我不应该把所有的情绪波动都围绕着对方，我需要独立并为自己找到更多的兴趣点。不过过去的家庭环境对我的影响真的很大，我怎样才能改变自己对自我的评价呢？",
    "annotation": [
      {
        "sentence": "我明白了，我不应该把所有的情绪波动都围绕着对方，我需要独立并为自己找到更多的兴趣点。",
        "label": ""
      },
      {
        "sentence": "不过过去的家庭环境对我的影响真的很大，我怎样才能改变自己对自我的评价呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先我们要肯定自己的价值，不要被外界的评价影响自我价值的判断。尽管过去我们的原生家庭也许并不幸福，但是现在的我们已经成年了，脱离了原生家庭的桎梏。所有的选择都有了自己承担的能力，也可以通过自己不断的努力和提升，成为更好的自己，更优秀的自己。而这样的自己会更加吸引你另一半的眼光。",
    "annotation": [
      {
        "sentence": "首先我们要肯定自己的价值，不要被外界的评价影响自我价值的判断。",
        "label": ""
      },
      {
        "sentence": "尽管过去我们的原生家庭也许并不幸福，但是现在的我们已经成年了，脱离了原生家庭的桎梏。",
        "label": ""
      },
      {
        "sentence": "所有的选择都有了自己承担的能力，也可以通过自己不断的努力和提升，成为更好的自己，更优秀的自己。",
        "label": ""
      },
      {
        "sentence": "而这样的自己会更加吸引你另一半的眼光。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望我可以学会如何好好的爱自己，也教会对方如何好好的爱我。你的回答真的对我有很大的帮助，谢谢你！",
    "annotation": [
      {
        "sentence": "我希望我可以学会如何好好的爱自己，也教会对方如何好好的爱我。",
        "label": ""
      },
      {
        "sentence": "你的回答真的对我有很大的帮助，谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，相信自己，也给对方一个机会，互相努力经营感情，希望你能找回自信和幸福！如果以后还有任何烦恼，可以随时来找我聊天哦。祝福你！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，相信自己，也给对方一个机会，互相努力经营感情，希望你能找回自信和幸福！",
        "label": ""
      },
      {
        "sentence": "如果以后还有任何烦恼，可以随时来找我聊天哦。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]