[
  {
    "role": "client",
    "content": "我是一个19岁的女生，高考结束后，我变得脾气暴躁，无法控制自己的情绪。初中时我的成绩还不错，但上了高中后成绩就变差了。我不知道是因为心理因素还是能力问题，而且我的性格也变得沉闷。到了高三的时候，我每天内心都特别煎熬，在教室里也学不进去。我想快点结束这一天回寝室，记录下自己的难受和痛苦。我可能得了抑郁症，但当时并没有意识到。",
    "annotation": [
      {
        "sentence": "我是一个19岁的女生，高考结束后，我变得脾气暴躁，无法控制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "初中时我的成绩还不错，但上了高中后成绩就变差了。",
        "label": ""
      },
      {
        "sentence": "我不知道是因为心理因素还是能力问题，而且我的性格也变得沉闷。",
        "label": ""
      },
      {
        "sentence": "到了高三的时候，我每天内心都特别煎熬，在教室里也学不进去。",
        "label": ""
      },
      {
        "sentence": "我想快点结束这一天回寝室，记录下自己的难受和痛苦。",
        "label": ""
      },
      {
        "sentence": "我可能得了抑郁症，但当时并没有意识到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子，中考和高考都不是人生的终点站。考试成绩的好坏并不决定一个人的人生。不管你考得好或者不好，人生还有很多其他的出路，比如考研、考博或者创业等等。好的成绩和好的学校只是人生起跳的一点，只是“赢在起跑线”。就像华为今年获得201万年薪的孩子，叫张霁，他本科就读于武昌理工学院。这是一所三本民办大学，他是复读两次才考上这所学校的。从踏入校门的那一刻，他就为自己定好了计划——过英语六级，考研，然后考博。为了达成这个目标，他抓住一切时间，努力学习。没有任何娱乐，他一直坐在第一排认真听老师讲课，不上课的时候就去图书馆自习。四年的刻苦学习之后，他考上了研究生，然后继续努力学习，考博读博。他不断扩充自己的学习领域，最终取得了今天的成绩。还有姚婷也是类似的例子，她也不是天赋异禀，中考成绩也不理想。还有201万年薪的左鹏飞，他说：“我只是把别人打游戏的时间，花在了实验室里。”所以，给自己找到一个具体的目标，制定一个详细的、有时间限制和反馈的步骤，按部就班地执行。不要怨天尤人，这样做于事无补，反而会浪费时间。记住，“种一颗树最好的时间是十年前，其次是现在！”",
    "annotation": [
      {
        "sentence": "孩子，中考和高考都不是人生的终点站。",
        "label": ""
      },
      {
        "sentence": "考试成绩的好坏并不决定一个人的人生。",
        "label": ""
      },
      {
        "sentence": "不管你考得好或者不好，人生还有很多其他的出路，比如考研、考博或者创业等等。",
        "label": ""
      },
      {
        "sentence": "好的成绩和好的学校只是人生起跳的一点，只是“赢在起跑线”。",
        "label": ""
      },
      {
        "sentence": "就像华为今年获得201万年薪的孩子，叫张霁，他本科就读于武昌理工学院。",
        "label": ""
      },
      {
        "sentence": "这是一所三本民办大学，他是复读两次才考上这所学校的。",
        "label": ""
      },
      {
        "sentence": "从踏入校门的那一刻，他就为自己定好了计划——过英语六级，考研，然后考博。",
        "label": ""
      },
      {
        "sentence": "为了达成这个目标，他抓住一切时间，努力学习。",
        "label": ""
      },
      {
        "sentence": "没有任何娱乐，他一直坐在第一排认真听老师讲课，不上课的时候就去图书馆自习。",
        "label": ""
      },
      {
        "sentence": "四年的刻苦学习之后，他考上了研究生，然后继续努力学习，考博读博。",
        "label": ""
      },
      {
        "sentence": "他不断扩充自己的学习领域，最终取得了今天的成绩。",
        "label": ""
      },
      {
        "sentence": "还有姚婷也是类似的例子，她也不是天赋异禀，中考成绩也不理想。",
        "label": ""
      },
      {
        "sentence": "还有201万年薪的左鹏飞，他说：“我只是把别人打游戏的时间，花在了实验室里。",
        "label": ""
      },
      {
        "sentence": "”所以，给自己找到一个具体的目标，制定一个详细的、有时间限制和反馈的步骤，按部就班地执行。",
        "label": ""
      },
      {
        "sentence": "不要怨天尤人，这样做于事无补，反而会浪费时间。",
        "label": ""
      },
      {
        "sentence": "记住，“种一颗树最好的时间是十年前，其次是现在！",
        "label": ""
      },
      {
        "sentence": "”",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我明白了。但是我的心情还是很焦虑，对未来感到害怕。我和这个专业不太匹配，填报志愿时被调配到了自己不喜欢的专业。昨晚我两点多醒来，一晚上都睡不着，内心非常焦虑，总是怀疑自己。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我明白了。",
        "label": ""
      },
      {
        "sentence": "但是我的心情还是很焦虑，对未来感到害怕。",
        "label": ""
      },
      {
        "sentence": "我和这个专业不太匹配，填报志愿时被调配到了自己不喜欢的专业。",
        "label": ""
      },
      {
        "sentence": "昨晚我两点多醒来，一晚上都睡不着，内心非常焦虑，总是怀疑自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你感到焦虑和害怕的心情。不过，我们害怕未来是因为未知，但是只要我们积极面对，找到适合自己的方法和步骤，我们就能在未来实现自己的理想。对于你不喜欢的专业，或许你可以尝试着寻找一些兴趣或者爱好，来调解自己的情绪。或者你也可以多与同学和老师交流，了解专业的一些优势和发展前景，或许会对你的疑虑和焦虑有所帮助。",
    "annotation": [
      {
        "sentence": "我理解你感到焦虑和害怕的心情。",
        "label": ""
      },
      {
        "sentence": "不过，我们害怕未来是因为未知，但是只要我们积极面对，找到适合自己的方法和步骤，我们就能在未来实现自己的理想。",
        "label": ""
      },
      {
        "sentence": "对于你不喜欢的专业，或许你可以尝试着寻找一些兴趣或者爱好，来调解自己的情绪。",
        "label": ""
      },
      {
        "sentence": "或者你也可以多与同学和老师交流，了解专业的一些优势和发展前景，或许会对你的疑虑和焦虑有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着去寻找一些兴趣爱好来调解我的情绪，也会和同学和老师交流，了解更多关于这个专业的信息。但是，最近一个月以来，我实在无法控制自己的情绪，好像变得叛逆，常常对父母吼叫，然后又感到愧疚。我真的很想摆脱这样的状态，希望回到之前的心里踏实，能够专心学习的状态。",
    "annotation": [
      {
        "sentence": "我会试着去寻找一些兴趣爱好来调解我的情绪，也会和同学和老师交流，了解更多关于这个专业的信息。",
        "label": ""
      },
      {
        "sentence": "但是，最近一个月以来，我实在无法控制自己的情绪，好像变得叛逆，常常对父母吼叫，然后又感到愧疚。",
        "label": ""
      },
      {
        "sentence": "我真的很想摆脱这样的状态，希望回到之前的心里踏实，能够专心学习的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们都会有情绪波动的时候，但是如果你觉得自己情绪无法控制并且变得叛逆，可能需要一些额外的帮助。你可以尝试寻找一个信任的人，比如老师、辅导员或者心理咨询师，与他们详细地分享你的感受和困扰。他们可以给你提供适当的支持和建议，帮助你度过这段困难的时期。",
    "annotation": [
      {
        "sentence": "我们都会有情绪波动的时候，但是如果你觉得自己情绪无法控制并且变得叛逆，可能需要一些额外的帮助。",
        "label": ""
      },
      {
        "sentence": "你可以尝试寻找一个信任的人，比如老师、辅导员或者心理咨询师，与他们详细地分享你的感受和困扰。",
        "label": ""
      },
      {
        "sentence": "他们可以给你提供适当的支持和建议，帮助你度过这段困难的时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑寻找一个信任的人和他们详细沟通。希望他们可以给我一些建议和支持帮助我度过这个困难的时期。再次感谢你的鼓励和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑寻找一个信任的人和他们详细沟通。",
        "label": ""
      },
      {
        "sentence": "希望他们可以给我一些建议和支持帮助我度过这个困难的时期。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的鼓励和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够度过这个困难的阶段。记住，你不是一个人在战斗，身边还有很多人支持你。无论遇到什么困难，都要相信自己，勇敢面对，并寻求帮助。祝愿你能够找到自己的方向，走上成功的道路。如果有需要，随时来找我聊天。加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够度过这个困难的阶段。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，身边还有很多人支持你。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，都要相信自己，勇敢面对，并寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够找到自己的方向，走上成功的道路。",
        "label": ""
      },
      {
        "sentence": "如果有需要，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福，我会加油的！如果有需要，我会来找你聊天的。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福，我会加油的！",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会来找你聊天的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我也会一直在这里支持你的，相信你一定可以度过难关，实现自己的目标。祝愿你一切顺利，加油！",
    "annotation": [
      {
        "sentence": "不用客气，我也会一直在这里支持你的，相信你一定可以度过难关，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "祝愿你一切顺利，加油！",
        "label": ""
      }
    ]
  }
]