[
  {
    "role": "client",
    "content": "最近我发现自己总是习惯性地把自己的想法压抑住，不想在社交场合表达自己的心情。这个问题困扰了我七年了，一直为了朋友和家人的问题而改变自己，告诫自己绝不做让他们难过的事情。但是现在我意识到这样的想法不对了。",
    "annotation": [
      {
        "sentence": "最近我发现自己总是习惯性地把自己的想法压抑住，不想在社交场合表达自己的心情。",
        "label": ""
      },
      {
        "sentence": "这个问题困扰了我七年了，一直为了朋友和家人的问题而改变自己，告诫自己绝不做让他们难过的事情。",
        "label": ""
      },
      {
        "sentence": "但是现在我意识到这样的想法不对了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完你的描述我觉得你太懂事了，懂事得让人心疼。懂事固然是好的，但不要事事都太懂事哦。你的懂事已经让你感到压抑，不像是真正的自己了。最近七年你一直为了朋友和家人的问题而改变自己，告诫自己绝不做让他们难过的事情。过于懂事和在意他人的看法，这样会让你失去自我。",
    "annotation": [
      {
        "sentence": "看完你的描述我觉得你太懂事了，懂事得让人心疼。",
        "label": ""
      },
      {
        "sentence": "懂事固然是好的，但不要事事都太懂事哦。",
        "label": ""
      },
      {
        "sentence": "你的懂事已经让你感到压抑，不像是真正的自己了。",
        "label": ""
      },
      {
        "sentence": "最近七年你一直为了朋友和家人的问题而改变自己，告诫自己绝不做让他们难过的事情。",
        "label": ""
      },
      {
        "sentence": "过于懂事和在意他人的看法，这样会让你失去自我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我是很在意家人和朋友的想法，所以不想让他们失望，希望能满足他们的期望。我为了他们而改变自己，活成他们想要的自己。但是现在我发现这种做法不对，我忘了我也有自己的生活，应该按照自己的想法来生活。",
    "annotation": [
      {
        "sentence": "是的，我是很在意家人和朋友的想法，所以不想让他们失望，希望能满足他们的期望。",
        "label": ""
      },
      {
        "sentence": "我为了他们而改变自己，活成他们想要的自己。",
        "label": ""
      },
      {
        "sentence": "但是现在我发现这种做法不对，我忘了我也有自己的生活，应该按照自己的想法来生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得对，你的生活是属于你自己的。虽然可以参考他人的意见，但最终决定权应该在你手中。你过于关注外界的动态，我建议你把注意力放在自己身上。其实大家对你的关注并不会太多，也不会持续太久。也许当下大家都注意到你，但是很快就会忘记。你现在心里想法太多，总是害怕做不好，又总想做到让大家都满意，这样久而久之你就陷入了自我怀疑和否定的状态。",
    "annotation": [
      {
        "sentence": "你说得对，你的生活是属于你自己的。",
        "label": ""
      },
      {
        "sentence": "虽然可以参考他人的意见，但最终决定权应该在你手中。",
        "label": ""
      },
      {
        "sentence": "你过于关注外界的动态，我建议你把注意力放在自己身上。",
        "label": ""
      },
      {
        "sentence": "其实大家对你的关注并不会太多，也不会持续太久。",
        "label": ""
      },
      {
        "sentence": "也许当下大家都注意到你，但是很快就会忘记。",
        "label": ""
      },
      {
        "sentence": "你现在心里想法太多，总是害怕做不好，又总想做到让大家都满意，这样久而久之你就陷入了自我怀疑和否定的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要更加自信一些，不要害怕别人的评价。但是我总是觉得在将要说出口的每一句话会让别人讨厌我。",
    "annotation": [
      {
        "sentence": "我明白了，我需要更加自信一些，不要害怕别人的评价。",
        "label": ""
      },
      {
        "sentence": "但是我总是觉得在将要说出口的每一句话会让别人讨厌我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是因为你不够自信，害怕他人的评价。我建议你尝试说出自己的想法，就算被嘲笑或者被无视也没关系。你可以试着录制自己的生活视频，把每天发生的事情和想要说的话记录下来，这样可以锻炼自己的口语表达能力。",
    "annotation": [
      {
        "sentence": "这是因为你不够自信，害怕他人的评价。",
        "label": ""
      },
      {
        "sentence": "我建议你尝试说出自己的想法，就算被嘲笑或者被无视也没关系。",
        "label": ""
      },
      {
        "sentence": "你可以试着录制自己的生活视频，把每天发生的事情和想要说的话记录下来，这样可以锻炼自己的口语表达能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去做的。我现在明白了，自己的想法和表达是很重要的，不用总是担心别人的看法。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去做的。",
        "label": ""
      },
      {
        "sentence": "我现在明白了，自己的想法和表达是很重要的，不用总是担心别人的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你可以做到的。记住，你的想法和表达是和你的个性息息相关的，不要总是为别人的看法而束缚自己。尽管尝试说出来吧，不管结果如何，都会让你更加自信和坚定。祝好运！",
    "annotation": [
      {
        "sentence": "不客气，我相信你可以做到的。",
        "label": ""
      },
      {
        "sentence": "记住，你的想法和表达是和你的个性息息相关的，不要总是为别人的看法而束缚自己。",
        "label": ""
      },
      {
        "sentence": "尽管尝试说出来吧，不管结果如何，都会让你更加自信和坚定。",
        "label": ""
      },
      {
        "sentence": "祝好运！",
        "label": ""
      }
    ]
  }
]