[
  {
    "role": "client",
    "content": "父亲生病了，自己工作能力又差？特别特别焦虑、迷茫。我父母关系不好，以前在我面前经常吵架，现在我们家是我爸在那说我妈，偶尔搭理一下，基本都是我爸自说自话。我妈根本不理他。父亲是一个比较大男人主义的人，疑心病重、不善言辞、脾气暴躁、冲动，自负，可谓是负能量满满。但他很爱我。我爸现在焦虑症很严重，老是头晕，眼花，吃药效果也不是特别大，身体都整虚弱了。我自己在工作上能力又差又内向不善言辞，我也想通过学东西来成长，但家长根本不理解。我现在失业在家，根本不知道该找什么工作，真的特别焦虑迷茫。我妈在外温柔大方，但对我总是很凶，她只相信自己看到的事情，我反驳就说我顶嘴，从小到大她只在乎别人的感受，从来不在乎我的感受，哪怕我初中被校园霸凌了也认为是我的原因。她对我的爱从来都是有条件的。之前我在大学认识一女孩，玩的还算不错吧，但她为人太于精于算计，还爱贪小便宜。因为她的贪小便宜，不听我劝，要不是我警觉差点真出事。因此这样我才决定将那人拉黑，没想到她跑去我妈那告状，我妈竟然摔我手机。",
    "annotation": [
      {
        "sentence": "父亲生病了，自己工作能力又差？",
        "label": ""
      },
      {
        "sentence": "特别特别焦虑、迷茫。",
        "label": ""
      },
      {
        "sentence": "我父母关系不好，以前在我面前经常吵架，现在我们家是我爸在那说我妈，偶尔搭理一下，基本都是我爸自说自话。",
        "label": ""
      },
      {
        "sentence": "我妈根本不理他。",
        "label": ""
      },
      {
        "sentence": "父亲是一个比较大男人主义的人，疑心病重、不善言辞、脾气暴躁、冲动，自负，可谓是负能量满满。",
        "label": ""
      },
      {
        "sentence": "但他很爱我。",
        "label": ""
      },
      {
        "sentence": "我爸现在焦虑症很严重，老是头晕，眼花，吃药效果也不是特别大，身体都整虚弱了。",
        "label": ""
      },
      {
        "sentence": "我自己在工作上能力又差又内向不善言辞，我也想通过学东西来成长，但家长根本不理解。",
        "label": ""
      },
      {
        "sentence": "我现在失业在家，根本不知道该找什么工作，真的特别焦虑迷茫。",
        "label": ""
      },
      {
        "sentence": "我妈在外温柔大方，但对我总是很凶，她只相信自己看到的事情，我反驳就说我顶嘴，从小到大她只在乎别人的感受，从来不在乎我的感受，哪怕我初中被校园霸凌了也认为是我的原因。",
        "label": ""
      },
      {
        "sentence": "她对我的爱从来都是有条件的。",
        "label": ""
      },
      {
        "sentence": "之前我在大学认识一女孩，玩的还算不错吧，但她为人太于精于算计，还爱贪小便宜。",
        "label": ""
      },
      {
        "sentence": "因为她的贪小便宜，不听我劝，要不是我警觉差点真出事。",
        "label": ""
      },
      {
        "sentence": "因此这样我才决定将那人拉黑，没想到她跑去我妈那告状，我妈竟然摔我手机。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据你的描述，我们来简单梳理一下你倾诉的情况以便我们更好地帮助你。首先，你的原生家庭中父母关系不融洽，父亲患有焦虑症，且脾气不好，性格内向，母亲也不善言辞，家庭关系紧张。这些家庭问题对你的影响很大，导致你自我评价过低，性格内向，缺乏家庭支持，自己没有一个清晰的职业规划，引发了焦虑和迷茫等情绪问题。另外，你与自己的母亲之间的关系也存在问题，她总是对你凶狠，只相信自己看到的事情，并忽视你的感受。同时，你在大学认识的那位女孩也给你带来了一些困扰，她为人精明算计，还爱贪小便宜，这导致你们之间产生了冲突，并且她向你妈妈告状，导致你妈妈摔了你的手机。现在，我给你一些建议以帮助你解决这些问题。",
    "annotation": [
      {
        "sentence": "根据你的描述，我们来简单梳理一下你倾诉的情况以便我们更好地帮助你。",
        "label": ""
      },
      {
        "sentence": "首先，你的原生家庭中父母关系不融洽，父亲患有焦虑症，且脾气不好，性格内向，母亲也不善言辞，家庭关系紧张。",
        "label": ""
      },
      {
        "sentence": "这些家庭问题对你的影响很大，导致你自我评价过低，性格内向，缺乏家庭支持，自己没有一个清晰的职业规划，引发了焦虑和迷茫等情绪问题。",
        "label": ""
      },
      {
        "sentence": "另外，你与自己的母亲之间的关系也存在问题，她总是对你凶狠，只相信自己看到的事情，并忽视你的感受。",
        "label": ""
      },
      {
        "sentence": "同时，你在大学认识的那位女孩也给你带来了一些困扰，她为人精明算计，还爱贪小便宜，这导致你们之间产生了冲突，并且她向你妈妈告状，导致你妈妈摔了你的手机。",
        "label": ""
      },
      {
        "sentence": "现在，我给你一些建议以帮助你解决这些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我确实感到很沮丧，并且对未来感到迷茫。我希望可以改善我与父亲的关系，也希望找到一份适合自己的工作。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我确实感到很沮丧，并且对未来感到迷茫。",
        "label": ""
      },
      {
        "sentence": "我希望可以改善我与父亲的关系，也希望找到一份适合自己的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你希望改善与父亲的关系是非常正常的，父母的关系对我们的心理健康有着重要的影响。在与父亲相处时，可以试着主动与他沟通，表达你的关心和理解。同时，你也可以尝试劝导父亲寻求专业的心理帮助，比如咨询师或心理医生，这样可以帮助他应对焦虑症的问题。至于工作方面，你可以先思考一下自己的兴趣和能力，然后寻找与之匹配的职业方向。不要害怕尝试新的事物，也可以考虑进行一些职业培训或进修，提升自己的技能和竞争力。记得要给自己一点时间和耐心，相信你一定能找到适合自己的工作。",
    "annotation": [
      {
        "sentence": "你希望改善与父亲的关系是非常正常的，父母的关系对我们的心理健康有着重要的影响。",
        "label": ""
      },
      {
        "sentence": "在与父亲相处时，可以试着主动与他沟通，表达你的关心和理解。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试劝导父亲寻求专业的心理帮助，比如咨询师或心理医生，这样可以帮助他应对焦虑症的问题。",
        "label": ""
      },
      {
        "sentence": "至于工作方面，你可以先思考一下自己的兴趣和能力，然后寻找与之匹配的职业方向。",
        "label": ""
      },
      {
        "sentence": "不要害怕尝试新的事物，也可以考虑进行一些职业培训或进修，提升自己的技能和竞争力。",
        "label": ""
      },
      {
        "sentence": "记得要给自己一点时间和耐心，相信你一定能找到适合自己的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会尝试与父亲进行更多的沟通，并鼓励他去寻求专业的帮助。对于工作方面，我会更加积极地进行职业规划和提升自己的能力。同时，我也会努力改善自己与母亲的关系，希望能够获得更多的理解和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试与父亲进行更多的沟通，并鼓励他去寻求专业的帮助。",
        "label": ""
      },
      {
        "sentence": "对于工作方面，我会更加积极地进行职业规划和提升自己的能力。",
        "label": ""
      },
      {
        "sentence": "同时，我也会努力改善自己与母亲的关系，希望能够获得更多的理解和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回应，你的积极态度将是解决问题的第一步。记住，在与父亲和母亲的沟通中，保持平和和理性，试着理解他们的立场和想法。同时，不要忘记给自己一些放松和调整的时间，通过健康的生活方式和寻求专业的心理咨询，你将能够更好地应对和解决困扰你的问题。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴听到你的回应，你的积极态度将是解决问题的第一步。",
        "label": ""
      },
      {
        "sentence": "记住，在与父亲和母亲的沟通中，保持平和和理性，试着理解他们的立场和想法。",
        "label": ""
      },
      {
        "sentence": "同时，不要忘记给自己一些放松和调整的时间，通过健康的生活方式和寻求专业的心理咨询，你将能够更好地应对和解决困扰你的问题。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励。我会按照你的建议去做，相信我一定能够走出困境，找到更好的自我。再次感谢你的帮助！期待有好消息再与你分享。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会按照你的建议去做，相信我一定能够走出困境，找到更好的自我。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      },
      {
        "sentence": "期待有好消息再与你分享。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够克服困难，迎接新的挑战。如果你需要任何进一步的帮助或倾诉，随时都可以来找我。祝你一切顺利！记住，你并不孤单，我们会一直陪伴着你。",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够克服困难，迎接新的挑战。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的帮助或倾诉，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们会一直陪伴着你。",
        "label": ""
      }
    ]
  }
]