[
  {
    "role": "client",
    "content": "父亲生病了，自己工作能力又差？特别特别焦虑、迷茫。我父母关系不好，以前在我面前经常吵架，现在我们家是我爸在那说我妈偶尔搭理一下，基本都是我爸自说自话，我妈根本不理他。父亲是一个比较大男人主义的人，疑心病重、不善言辞、脾气暴躁、冲动，自负、可谓是负能量满满。但他很爱我，我爸现在焦虑症很严重，老是头晕，眼花，吃药效果也不是特别大，身体都很虚弱了。我自己在工作上能力又差又内向不善言辞，我也想通过学东西来成长但家长根本不理解，我现在失业在家根本不知道该找什么工作真的特别焦虑迷茫。我妈在外温柔大方但对我总是很凶，她只相信自己看到的事情，我反驳就说我顶嘴，从小到大她从只在乎别人的感受从来不在乎我的感受，哪怕我初中被校园霸凌了也认为是我的原因，她对我的爱从来都是有条件的。之前我在大学认识一女孩玩的还算不错吧，但她为人太于精于算计，还爱贪小便宜，因为她的贪小便宜不听我劝要不是我警觉差点真出事因此这样我才决定将那人拉黑，没想到她跑去我妈那告状，我妈竟然摔我手机。",
    "annotation": [
      {
        "sentence": "父亲生病了，自己工作能力又差？",
        "label": ""
      },
      {
        "sentence": "特别特别焦虑、迷茫。",
        "label": ""
      },
      {
        "sentence": "我父母关系不好，以前在我面前经常吵架，现在我们家是我爸在那说我妈偶尔搭理一下，基本都是我爸自说自话，我妈根本不理他。",
        "label": ""
      },
      {
        "sentence": "父亲是一个比较大男人主义的人，疑心病重、不善言辞、脾气暴躁、冲动，自负、可谓是负能量满满。",
        "label": ""
      },
      {
        "sentence": "但他很爱我，我爸现在焦虑症很严重，老是头晕，眼花，吃药效果也不是特别大，身体都很虚弱了。",
        "label": ""
      },
      {
        "sentence": "我自己在工作上能力又差又内向不善言辞，我也想通过学东西来成长但家长根本不理解，我现在失业在家根本不知道该找什么工作真的特别焦虑迷茫。",
        "label": ""
      },
      {
        "sentence": "我妈在外温柔大方但对我总是很凶，她只相信自己看到的事情，我反驳就说我顶嘴，从小到大她从只在乎别人的感受从来不在乎我的感受，哪怕我初中被校园霸凌了也认为是我的原因，她对我的爱从来都是有条件的。",
        "label": ""
      },
      {
        "sentence": "之前我在大学认识一女孩玩的还算不错吧，但她为人太于精于算计，还爱贪小便宜，因为她的贪小便宜不听我劝要不是我警觉差点真出事因此这样我才决定将那人拉黑，没想到她跑去我妈那告状，我妈竟然摔我手机。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很抱歉，我来晚了。家庭暴力里成长的孩子真心不容易。您父母以前关系不好，那肯定有时候会把气撒到您身上吧？成了替罪羊吧？可是这不是您的错。您又不能选择亲生父母，这本该是他们应该负的责任。🥧您父亲大男子主义，暴躁易怒，等等。这样的性格确实会比较难相处一点，但更重要的是，也许他还应该学习如何好好沟通，包括与自己沟通。其实，您父亲是个需要帮助的人。只是因为大男子主义，不知道怎么开口，更不知道怎么求助。您说他很爱您，那我相信，以他的性格，这可能是一种变相的道歉，对他们吵架、关系不好而给您造成伤害的弥补和歉意。所以希望，这个结可以解开。至于您的母亲，她也是个需要帮助的人，可能她自己不知道，或者不承认。夫妻关系不好造成的伤害，彼此的伤害。没有得到及时治愈。而且，也许您母亲本身在她自己的家庭里也是受到伤害的。所以，一伤再伤，又没得到治愈。也不知道怎么去治愈。所以，她很可能选择了一个最简单的方式，那就是把气撒到您身上。毕竟，您是您父亲的孩子。毕竟如您所说，您父亲很爱您。这就可以解释一下了，为什么她在别人面前温柔大方，到了您这儿就这样的。因为她有怨恨啊，但不是针对别人，是对家庭的。但是她这种怨恨，只是针对您吗？未必，估计还包括对自己的不满。但是不承认，不知道怎么处理，所以发泄出来在您身上。可是，这种发泄并不让她舒服，所以就越不舒服越发泄。🧁建议您给您父母预约一个免费的专业心理热线，好好聊一聊。让他们多年来的情绪有个发泄口。这样多年来的负面情绪得到排解，才会看清真正的自己。对您的伤害也就小得多了。生活有苦有甜，这是真理。那我们凭什么不相信，生活先给了您苦，不是为了后面的甜做准备呢？毕竟没有吃过苦，不配享其甜。hold不住啊。当它是个磨练吧，对自己人生的磨练。放自己一马，不要活在过去的负面影响里，而是活在当下，为了未来做努力和准备。您说您内向性格内向不是坏事，正如家庭里的父母关系不好，也不是您的错一样。TED有个演讲是《内向性格的力量》，可以看一下。像比尔盖茨、爱因斯坦等都是性格内向的人。关键是如何找到适合自己、自己喜欢的事情和工作，甚至是人际关系和生活。您已经认识到了自己的问题，并且是源头问题。这是一个非常好的开端，只有认识到源头问题，才会有真正的改变和解决。相信您一定不会放弃，一定会继续寻求帮助和解决。所有的好结果都来自于不懈努力的过程。祝你安好。",
    "annotation": [
      {
        "sentence": "很抱歉，我来晚了。",
        "label": ""
      },
      {
        "sentence": "家庭暴力里成长的孩子真心不容易。",
        "label": ""
      },
      {
        "sentence": "您父母以前关系不好，那肯定有时候会把气撒到您身上吧？",
        "label": ""
      },
      {
        "sentence": "成了替罪羊吧？",
        "label": ""
      },
      {
        "sentence": "可是这不是您的错。",
        "label": ""
      },
      {
        "sentence": "您又不能选择亲生父母，这本该是他们应该负的责任。",
        "label": ""
      },
      {
        "sentence": "🥧您父亲大男子主义，暴躁易怒，等等。",
        "label": ""
      },
      {
        "sentence": "这样的性格确实会比较难相处一点，但更重要的是，也许他还应该学习如何好好沟通，包括与自己沟通。",
        "label": ""
      },
      {
        "sentence": "其实，您父亲是个需要帮助的人。",
        "label": ""
      },
      {
        "sentence": "只是因为大男子主义，不知道怎么开口，更不知道怎么求助。",
        "label": ""
      },
      {
        "sentence": "您说他很爱您，那我相信，以他的性格，这可能是一种变相的道歉，对他们吵架、关系不好而给您造成伤害的弥补和歉意。",
        "label": ""
      },
      {
        "sentence": "所以希望，这个结可以解开。",
        "label": ""
      },
      {
        "sentence": "至于您的母亲，她也是个需要帮助的人，可能她自己不知道，或者不承认。",
        "label": ""
      },
      {
        "sentence": "夫妻关系不好造成的伤害，彼此的伤害。",
        "label": ""
      },
      {
        "sentence": "没有得到及时治愈。",
        "label": ""
      },
      {
        "sentence": "而且，也许您母亲本身在她自己的家庭里也是受到伤害的。",
        "label": ""
      },
      {
        "sentence": "所以，一伤再伤，又没得到治愈。",
        "label": ""
      },
      {
        "sentence": "也不知道怎么去治愈。",
        "label": ""
      },
      {
        "sentence": "所以，她很可能选择了一个最简单的方式，那就是把气撒到您身上。",
        "label": ""
      },
      {
        "sentence": "毕竟，您是您父亲的孩子。",
        "label": ""
      },
      {
        "sentence": "毕竟如您所说，您父亲很爱您。",
        "label": ""
      },
      {
        "sentence": "这就可以解释一下了，为什么她在别人面前温柔大方，到了您这儿就这样的。",
        "label": ""
      },
      {
        "sentence": "因为她有怨恨啊，但不是针对别人，是对家庭的。",
        "label": ""
      },
      {
        "sentence": "但是她这种怨恨，只是针对您吗？",
        "label": ""
      },
      {
        "sentence": "未必，估计还包括对自己的不满。",
        "label": ""
      },
      {
        "sentence": "但是不承认，不知道怎么处理，所以发泄出来在您身上。",
        "label": ""
      },
      {
        "sentence": "可是，这种发泄并不让她舒服，所以就越不舒服越发泄。",
        "label": ""
      },
      {
        "sentence": "🧁建议您给您父母预约一个免费的专业心理热线，好好聊一聊。",
        "label": ""
      },
      {
        "sentence": "让他们多年来的情绪有个发泄口。",
        "label": ""
      },
      {
        "sentence": "这样多年来的负面情绪得到排解，才会看清真正的自己。",
        "label": ""
      },
      {
        "sentence": "对您的伤害也就小得多了。",
        "label": ""
      },
      {
        "sentence": "生活有苦有甜，这是真理。",
        "label": ""
      },
      {
        "sentence": "那我们凭什么不相信，生活先给了您苦，不是为了后面的甜做准备呢？",
        "label": ""
      },
      {
        "sentence": "毕竟没有吃过苦，不配享其甜。",
        "label": ""
      },
      {
        "sentence": "hold不住啊。",
        "label": ""
      },
      {
        "sentence": "当它是个磨练吧，对自己人生的磨练。",
        "label": ""
      },
      {
        "sentence": "放自己一马，不要活在过去的负面影响里，而是活在当下，为了未来做努力和准备。",
        "label": ""
      },
      {
        "sentence": "您说您内向性格内向不是坏事，正如家庭里的父母关系不好，也不是您的错一样。",
        "label": ""
      },
      {
        "sentence": "TED有个演讲是《内向性格的力量》，可以看一下。",
        "label": ""
      },
      {
        "sentence": "像比尔盖茨、爱因斯坦等都是性格内向的人。",
        "label": ""
      },
      {
        "sentence": "关键是如何找到适合自己、自己喜欢的事情和工作，甚至是人际关系和生活。",
        "label": ""
      },
      {
        "sentence": "您已经认识到了自己的问题，并且是源头问题。",
        "label": ""
      },
      {
        "sentence": "这是一个非常好的开端，只有认识到源头问题，才会有真正的改变和解决。",
        "label": ""
      },
      {
        "sentence": "相信您一定不会放弃，一定会继续寻求帮助和解决。",
        "label": ""
      },
      {
        "sentence": "所有的好结果都来自于不懈努力的过程。",
        "label": ""
      },
      {
        "sentence": "祝你安好。",
        "label": ""
      }
    ]
  }
]