[
  {
    "role": "client",
    "content": "这种感情状态真累，我在努力经营，而他无所谓的态度？以前刚在一起消息秒回、信息不断，动不动就是想你了、语音通话也舍不得挂，现在就是简单的问在干嘛、吃了没，经常性的聊着聊着就不回复了，曾经说过这个样子会让我觉得很没礼貌，人家的解释是觉得没什么必要回，觉得我在作，我在大题小做，这个感情越来越感觉是我在努力经营，而他无所谓的态度，我好累啊，要不要继续？",
    "annotation": [
      {
        "sentence": "这种感情状态真累，我在努力经营，而他无所谓的态度？",
        "label": ""
      },
      {
        "sentence": "以前刚在一起消息秒回、信息不断，动不动就是想你了、语音通话也舍不得挂，现在就是简单的问在干嘛、吃了没，经常性的聊着聊着就不回复了，曾经说过这个样子会让我觉得很没礼貌，人家的解释是觉得没什么必要回，觉得我在作，我在大题小做，这个感情越来越感觉是我在努力经营，而他无所谓的态度，我好累啊，要不要继续？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "呀！见字如面，你的文字，让我特别有感触，仿佛看到了曾经的自己。以前我也是这样，特别希望事事有回应，时时有答复，这是大多数女孩子的心理状态，我完全能够理解。那么，我觉得这个时候主要的问题是你们没有找到适合两个人相处的方式，所以他对你的举动没有表现得很在意。你可以改变一下对他的期待，从而减少一些不必要的焦虑。首先，我们都要重新审视恋爱和爱情，恋爱最初都是如胶如漆的，但是当时间一长，这种感觉就变淡了，这是正常的，两个人也并不是时时刻刻都需要对方的陪伴，需要有距离感。对于你们之间的问题，我想为你提一些建议。",
    "annotation": [
      {
        "sentence": "呀！",
        "label": ""
      },
      {
        "sentence": "见字如面，你的文字，让我特别有感触，仿佛看到了曾经的自己。",
        "label": ""
      },
      {
        "sentence": "以前我也是这样，特别希望事事有回应，时时有答复，这是大多数女孩子的心理状态，我完全能够理解。",
        "label": ""
      },
      {
        "sentence": "那么，我觉得这个时候主要的问题是你们没有找到适合两个人相处的方式，所以他对你的举动没有表现得很在意。",
        "label": ""
      },
      {
        "sentence": "你可以改变一下对他的期待，从而减少一些不必要的焦虑。",
        "label": ""
      },
      {
        "sentence": "首先，我们都要重新审视恋爱和爱情，恋爱最初都是如胶如漆的，但是当时间一长，这种感觉就变淡了，这是正常的，两个人也并不是时时刻刻都需要对方的陪伴，需要有距离感。",
        "label": ""
      },
      {
        "sentence": "对于你们之间的问题，我想为你提一些建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，谢谢你，我需要你的指导。",
    "annotation": [
      {
        "sentence": "好的，谢谢你，我需要你的指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以试着增加一些生活情趣，让你们之间的相处不只是仅限于“吃了没”和“在干嘛”，你可以主动去了解他感兴趣的事情，然后和他进行分享和交流，保持时不时的沟通，这样可以使你们之间的话题更加丰富，增加生活的乐趣。还有就是你也可以多关注自己的生活，提高自己的专业能力或者经济实力，这样不仅可以让你更有自信，也能让你们之间的关系更加均衡。",
    "annotation": [
      {
        "sentence": "首先，你可以试着增加一些生活情趣，让你们之间的相处不只是仅限于“吃了没”和“在干嘛”，你可以主动去了解他感兴趣的事情，然后和他进行分享和交流，保持时不时的沟通，这样可以使你们之间的话题更加丰富，增加生活的乐趣。",
        "label": ""
      },
      {
        "sentence": "还有就是你也可以多关注自己的生活，提高自己的专业能力或者经济实力，这样不仅可以让你更有自信，也能让你们之间的关系更加均衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，听起来很不错。",
    "annotation": [
      {
        "sentence": "嗯，听起来很不错。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，为了增加新鲜感和仪式感，你们也可以一起参加一些新的活动或者旅行，这样可以让你们之间的感情更加稳定和有趣。当然，最重要的还是要保持互相尊重和理解，如果两个人能够彼此理解和支持，就可以克服这些问题，建立更加稳定的关系。",
    "annotation": [
      {
        "sentence": "另外，为了增加新鲜感和仪式感，你们也可以一起参加一些新的活动或者旅行，这样可以让你们之间的感情更加稳定和有趣。",
        "label": ""
      },
      {
        "sentence": "当然，最重要的还是要保持互相尊重和理解，如果两个人能够彼此理解和支持，就可以克服这些问题，建立更加稳定的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了，谢谢你的建议，我会试着践行的。",
    "annotation": [
      {
        "sentence": "嗯，我明白了，谢谢你的建议，我会试着践行的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，相信你一定能够通过自己的努力和我们的建议，调整好自己和另一半之间的关系，建立更加健康、快乐的恋爱模式。如果你还有需要，随时可以来和我沟通，我会一直在你身边支持你的。",
    "annotation": [
      {
        "sentence": "不客气，相信你一定能够通过自己的努力和我们的建议，调整好自己和另一半之间的关系，建立更加健康、快乐的恋爱模式。",
        "label": ""
      },
      {
        "sentence": "如果你还有需要，随时可以来和我沟通，我会一直在你身边支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，谢谢你！我真的很感激你的帮助！",
    "annotation": [
      {
        "sentence": "好的，谢谢你！",
        "label": ""
      },
      {
        "sentence": "我真的很感激你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你太客气了，我很高兴可以帮到你，加油！",
    "annotation": [
      {
        "sentence": "你太客气了，我很高兴可以帮到你，加油！",
        "label": ""
      }
    ]
  }
]