[
  {
    "role": "client",
    "content": "我27岁女生，结婚了又离婚，觉得自己很失败一事无成。因为我是独生女，我的父母总是想让我早点结婚，但是那个时候我不想，因为我那个时候老是减肥不听父母的话，生病了父母很担心，后来我又开始喜欢跳舞学跳舞，父母很生气总是骂我，说我没人性，拿刀吓唬我，我被吓得一段时间心慌，我怕抑郁搬出去住了，后来遇到了我的老公，我们一起开了舞蹈班，当时我父母见了不同意，很生气又骂我，又让人给我介绍对象，我一回去我爸就莫名的哭，我心里也难受，后来怀孕了没办法结婚了，结婚后生孩子男方家一分钱没花过，生了孩子后我爸希望跟我姓男方不同意，后来就跟我爸妈吵起来了，现在离婚了，觉得好受打击啊，没有听父母的话，觉得自己很失败，对不起父母。",
    "annotation": [
      {
        "sentence": "我27岁女生，结婚了又离婚，觉得自己很失败一事无成。",
        "label": ""
      },
      {
        "sentence": "因为我是独生女，我的父母总是想让我早点结婚，但是那个时候我不想，因为我那个时候老是减肥不听父母的话，生病了父母很担心，后来我又开始喜欢跳舞学跳舞，父母很生气总是骂我，说我没人性，拿刀吓唬我，我被吓得一段时间心慌，我怕抑郁搬出去住了，后来遇到了我的老公，我们一起开了舞蹈班，当时我父母见了不同意，很生气又骂我，又让人给我介绍对象，我一回去我爸就莫名的哭，我心里也难受，后来怀孕了没办法结婚了，结婚后生孩子男方家一分钱没花过，生了孩子后我爸希望跟我姓男方不同意，后来就跟我爸妈吵起来了，现在离婚了，觉得好受打击啊，没有听父母的话，觉得自己很失败，对不起父母。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我非常理解你的处境。首先，我要说的是人生还很长，你以后仍然会有机会去发展自己的人生。同时，经过这次经历，你一定会吸取经验教训，变得更成熟。如果你想，我们可以一起探讨你的情绪，发现并改变那些对你产生负面影响的自我评价。可以尝试做多一些让你感到开心的事情，例如运动或者看书等等，让你的情绪变得更加稳定和积极。",
    "annotation": [
      {
        "sentence": "我非常理解你的处境。",
        "label": ""
      },
      {
        "sentence": "首先，我要说的是人生还很长，你以后仍然会有机会去发展自己的人生。",
        "label": ""
      },
      {
        "sentence": "同时，经过这次经历，你一定会吸取经验教训，变得更成熟。",
        "label": ""
      },
      {
        "sentence": "如果你想，我们可以一起探讨你的情绪，发现并改变那些对你产生负面影响的自我评价。",
        "label": ""
      },
      {
        "sentence": "可以尝试做多一些让你感到开心的事情，例如运动或者看书等等，让你的情绪变得更加稳定和积极。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是我没有听到自己的内心是吧？",
    "annotation": [
      {
        "sentence": "可能是我没有听到自己的内心是吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，听到自己的内心也是很重要的。平时你可以试试一些冥想或者放松的活动，也可以与你的朋友或者家人交流。",
    "annotation": [
      {
        "sentence": "是的，听到自己的内心也是很重要的。",
        "label": ""
      },
      {
        "sentence": "平时你可以试试一些冥想或者放松的活动，也可以与你的朋友或者家人交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我父母总是批评我，不管我做什么都不开心。",
    "annotation": [
      {
        "sentence": "但是我父母总是批评我，不管我做什么都不开心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我知道这很难，但你可以试试换位思考，看看如果是你的父母在这个情况下，你会怎么做。你可以找到一个适当的时间与你的父母坐下来，诚实地谈一谈你的感受和想法，建立一种互相尊重的关系。",
    "annotation": [
      {
        "sentence": "我知道这很难，但你可以试试换位思考，看看如果是你的父母在这个情况下，你会怎么做。",
        "label": ""
      },
      {
        "sentence": "你可以找到一个适当的时间与你的父母坐下来，诚实地谈一谈你的感受和想法，建立一种互相尊重的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我父母似乎从来都没有像朋友那样跟我交流过。",
    "annotation": [
      {
        "sentence": "我父母似乎从来都没有像朋友那样跟我交流过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "慢慢来，我相信可以慢慢建立起相互尊重和理解的关系。同时，你也可以尝试与你身边的其他人交流，寻找那些经常支持你和理解你的人。",
    "annotation": [
      {
        "sentence": "慢慢来，我相信可以慢慢建立起相互尊重和理解的关系。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试与你身边的其他人交流，寻找那些经常支持你和理解你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试试的。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "好的，我会试试的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能帮到你我也很高兴。记得一定要坚强，你一定可以走出困境。",
    "annotation": [
      {
        "sentence": "能帮到你我也很高兴。",
        "label": ""
      },
      {
        "sentence": "记得一定要坚强，你一定可以走出困境。",
        "label": ""
      }
    ]
  }
]