[
  {
    "role": "client",
    "content": "五年的麻痹和堕落，该如何面对接下来的生活？五年的学习时光更多是麻痹和堕落，到工作上也是以消极的态度去干着，想改变，但因为自己身心缺陷不足而找借口开脱，不知道怎样去应对，也不知道怎样去改变，想法感觉也很极端，很迷茫，不知如何面对接下来的生活。",
    "annotation": [
      {
        "sentence": "五年的麻痹和堕落，该如何面对接下来的生活？",
        "label": ""
      },
      {
        "sentence": "五年的学习时光更多是麻痹和堕落，到工作上也是以消极的态度去干着，想改变，但因为自己身心缺陷不足而找借口开脱，不知道怎样去应对，也不知道怎样去改变，想法感觉也很极端，很迷茫，不知如何面对接下来的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "见字如面，希望这些文字，能给你带来哪怕一点点温暖。有这样一句话：种一棵树最好的时间是十年前，其次是现在。你现在意识到自己过去的消极和麻痹，就等于迈出了第一步，接下来就是改变啦。这是一件很值得恭喜的事情。那如何开始改变呢？",
    "annotation": [
      {
        "sentence": "见字如面，希望这些文字，能给你带来哪怕一点点温暖。",
        "label": ""
      },
      {
        "sentence": "有这样一句话：种一棵树最好的时间是十年前，其次是现在。",
        "label": ""
      },
      {
        "sentence": "你现在意识到自己过去的消极和麻痹，就等于迈出了第一步，接下来就是改变啦。",
        "label": ""
      },
      {
        "sentence": "这是一件很值得恭喜的事情。",
        "label": ""
      },
      {
        "sentence": "那如何开始改变呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的不知道从哪里开始。",
    "annotation": [
      {
        "sentence": "我真的不知道从哪里开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要担心，你已经有了改变的动力，接下来我可以分享一些小小的心得体会。首先要积极地思考，转变你的想法，告诉自己从现在起的几年你会有很大的进步空间，过去的事情已经过去了，过去的不足也是一种经验和教训，你可以变成一个更好的自己。这种积极的想法会让你有改变的可能性。",
    "annotation": [
      {
        "sentence": "不要担心，你已经有了改变的动力，接下来我可以分享一些小小的心得体会。",
        "label": ""
      },
      {
        "sentence": "首先要积极地思考，转变你的想法，告诉自己从现在起的几年你会有很大的进步空间，过去的事情已经过去了，过去的不足也是一种经验和教训，你可以变成一个更好的自己。",
        "label": ""
      },
      {
        "sentence": "这种积极的想法会让你有改变的可能性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来很不错，但我总觉得我改变不了什么。",
    "annotation": [
      {
        "sentence": "听起来很不错，但我总觉得我改变不了什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变不是一蹴而就的，是需要一步一步来的。不要急着做大的改变，从一些小的事情开始吧。比如，你可以从改变早上的起床时间开始，只要比昨天早起一分钟，哪怕只是成功早起了一分钟，就要夸夸自己。微小的成功会带来积极的激励，一点点地累积起来，也许哪一天你就迈出了质变的那一步了呢？",
    "annotation": [
      {
        "sentence": "改变不是一蹴而就的，是需要一步一步来的。",
        "label": ""
      },
      {
        "sentence": "不要急着做大的改变，从一些小的事情开始吧。",
        "label": ""
      },
      {
        "sentence": "比如，你可以从改变早上的起床时间开始，只要比昨天早起一分钟，哪怕只是成功早起了一分钟，就要夸夸自己。",
        "label": ""
      },
      {
        "sentence": "微小的成功会带来积极的激励，一点点地累积起来，也许哪一天你就迈出了质变的那一步了呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理，但我经常会忘记要改变自己该从哪里开始。",
    "annotation": [
      {
        "sentence": "你说得很有道理，但我经常会忘记要改变自己该从哪里开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "为了避免忘记，你可以把要做的事情放在看得见的地方，在早上或者头一天晚上，想好自己新的一天要做什么，然后写下来，放在一抬头就能看到的地方，或者设为手机锁屏。这样你就会时时提醒自己，还有什么事没做。而且写下来的东西不会再占用太多你的大脑空间，你就有更充足的精力去做别的事情了。",
    "annotation": [
      {
        "sentence": "为了避免忘记，你可以把要做的事情放在看得见的地方，在早上或者头一天晚上，想好自己新的一天要做什么，然后写下来，放在一抬头就能看到的地方，或者设为手机锁屏。",
        "label": ""
      },
      {
        "sentence": "这样你就会时时提醒自己，还有什么事没做。",
        "label": ""
      },
      {
        "sentence": "而且写下来的东西不会再占用太多你的大脑空间，你就有更充足的精力去做别的事情了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试这些方法，但是我很害怕改变失败会怎么样。",
    "annotation": [
      {
        "sentence": "我会试试这些方法，但是我很害怕改变失败会怎么样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变不可能一帆风顺，也许会有失败和挫折。但不要因此就放弃改变，你需要学会从失败中吸取经验和教训，也要祝贺自己做出了尝试。把每周结束的时候，看作是自我反思的时间，思考一下这周做了哪些事，是不是有大大小小的进步呢？即使没有进步，也不要放弃，只要不退步，就是好的起点。每周写下自己的反思，也要夸奖自己一些做得比较好的事情。祝你早日摆脱消极情绪，变得越来越好！",
    "annotation": [
      {
        "sentence": "改变不可能一帆风顺，也许会有失败和挫折。",
        "label": ""
      },
      {
        "sentence": "但不要因此就放弃改变，你需要学会从失败中吸取经验和教训，也要祝贺自己做出了尝试。",
        "label": ""
      },
      {
        "sentence": "把每周结束的时候，看作是自我反思的时间，思考一下这周做了哪些事，是不是有大大小小的进步呢？",
        "label": ""
      },
      {
        "sentence": "即使没有进步，也不要放弃，只要不退步，就是好的起点。",
        "label": ""
      },
      {
        "sentence": "每周写下自己的反思，也要夸奖自己一些做得比较好的事情。",
        "label": ""
      },
      {
        "sentence": "祝你早日摆脱消极情绪，变得越来越好！",
        "label": ""
      }
    ]
  }
]