[
  {
    "role": "client",
    "content": "我不知道怎么办，不把他当男朋友了还在意他的看法？和男朋友在一起的七年的时间改变了太多，欠了一堆债务，我陪着他成长了很多，现在我才知道他的语言，他的指责，他的精神暴力，他态度来回的转变，把我当傻子。我对他已经彻底失望了，我难过的原因是因为我都不把他当男朋友了，却还是一味地找他，他也嫌弃我，他这种嫌弃让我觉得我很糟糕。是啊，我还是把希望放在他身上，我从未想着从自身改变，我还在在意他的看法。我意识不到我自己的问题，我只知道我好难过。",
    "annotation": [
      {
        "sentence": "我不知道怎么办，不把他当男朋友了还在意他的看法？",
        "label": ""
      },
      {
        "sentence": "和男朋友在一起的七年的时间改变了太多，欠了一堆债务，我陪着他成长了很多，现在我才知道他的语言，他的指责，他的精神暴力，他态度来回的转变，把我当傻子。",
        "label": ""
      },
      {
        "sentence": "我对他已经彻底失望了，我难过的原因是因为我都不把他当男朋友了，却还是一味地找他，他也嫌弃我，他这种嫌弃让我觉得我很糟糕。",
        "label": ""
      },
      {
        "sentence": "是啊，我还是把希望放在他身上，我从未想着从自身改变，我还在在意他的看法。",
        "label": ""
      },
      {
        "sentence": "我意识不到我自己的问题，我只知道我好难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是在情感上深陷了，这个状态需要时间慢慢调整。首先，你应该明确一点，重要的不止是爱和在乎，还有精神独立和人格独立。从你的描述中，可以看出你因自己无法摆脱对前任的依赖而感到自我厌弃，即使对方对你的伤害很大，你依然无法彻底地离开。面对问题时，你的态度是矛盾的，一边知道自己这样不行，意识到了自己的问题，一边又会不断地上演悲剧，重复对自己的伤害。可能你是知道自己有问题，但你不改，或者说无法改正。这些矛盾和纠结，让你很痛苦，也让你变得不喜欢自己。",
    "annotation": [
      {
        "sentence": "你是在情感上深陷了，这个状态需要时间慢慢调整。",
        "label": ""
      },
      {
        "sentence": "首先，你应该明确一点，重要的不止是爱和在乎，还有精神独立和人格独立。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，可以看出你因自己无法摆脱对前任的依赖而感到自我厌弃，即使对方对你的伤害很大，你依然无法彻底地离开。",
        "label": ""
      },
      {
        "sentence": "面对问题时，你的态度是矛盾的，一边知道自己这样不行，意识到了自己的问题，一边又会不断地上演悲剧，重复对自己的伤害。",
        "label": ""
      },
      {
        "sentence": "可能你是知道自己有问题，但你不改，或者说无法改正。",
        "label": ""
      },
      {
        "sentence": "这些矛盾和纠结，让你很痛苦，也让你变得不喜欢自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你说这些话，我有些明白了。我知道我需要改变，但是具体怎么做呢？",
    "annotation": [
      {
        "sentence": "听你说这些话，我有些明白了。",
        "label": ""
      },
      {
        "sentence": "我知道我需要改变，但是具体怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "努力看到自己的魅力和专注于自己的生活，创造出快乐，学会独自解决问题，而非依赖不该依赖的人。可以看出，你是自责和回避的，出现问题时，要让自己行动起来，先试着自己努力解决，如果解决不了，可以去找他人的帮助。但在次之前，需要衡量对方和自己的关系，是否有资格或者“可以”寻找帮助，并且对方也愿意帮助自己。一定要慢慢地学会照顾好自己，认真地关注自己的每天状态，哪些事情是有意义的，可以做的？哪些是自己感兴趣的，想要尝试的？哪些是恐惧和焦虑的，也要让自己去突破和解决的。",
    "annotation": [
      {
        "sentence": "努力看到自己的魅力和专注于自己的生活，创造出快乐，学会独自解决问题，而非依赖不该依赖的人。",
        "label": ""
      },
      {
        "sentence": "可以看出，你是自责和回避的，出现问题时，要让自己行动起来，先试着自己努力解决，如果解决不了，可以去找他人的帮助。",
        "label": ""
      },
      {
        "sentence": "但在次之前，需要衡量对方和自己的关系，是否有资格或者“可以”寻找帮助，并且对方也愿意帮助自己。",
        "label": ""
      },
      {
        "sentence": "一定要慢慢地学会照顾好自己，认真地关注自己的每天状态，哪些事情是有意义的，可以做的？",
        "label": ""
      },
      {
        "sentence": "哪些是自己感兴趣的，想要尝试的？",
        "label": ""
      },
      {
        "sentence": "哪些是恐惧和焦虑的，也要让自己去突破和解决的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该做出改变，但我对人际关系的恐惧让我不知道该如何去照顾好自己。",
    "annotation": [
      {
        "sentence": "你说得对，我应该做出改变，但我对人际关系的恐惧让我不知道该如何去照顾好自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对人际关系的恐惧是可以让你远离无用的人和事，进而关注自身的需要，它可以让你更加清楚地知道自己想要什么，也会有助于认清环境，认清自己。在面临困难和挫折时，你可以参考一些经典的心理学策略，比如情绪自我调节，积极的自我谈话，以及适当放松。",
    "annotation": [
      {
        "sentence": "对人际关系的恐惧是可以让你远离无用的人和事，进而关注自身的需要，它可以让你更加清楚地知道自己想要什么，也会有助于认清环境，认清自己。",
        "label": ""
      },
      {
        "sentence": "在面临困难和挫折时，你可以参考一些经典的心理学策略，比如情绪自我调节，积极的自我谈话，以及适当放松。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得好，我真的需要积极调节自己的情绪。那我应该怎么去开启自我谈话呢？",
    "annotation": [
      {
        "sentence": "你说得好，我真的需要积极调节自己的情绪。",
        "label": ""
      },
      {
        "sentence": "那我应该怎么去开启自我谈话呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "自我谈话是一个让你安慰自己、成为自己的心理保健方式不之一。你可以问自己：我有哪些长处？我已经取得了哪些成就？我能够通过什么方式应对这个挑战？在你找到恐惧和挑战的原因后，你可以向自己说一些积极的话语，例如：“我会去尝试解决这个问题”“我能够克服我的恐惧”等等。",
    "annotation": [
      {
        "sentence": "自我谈话是一个让你安慰自己、成为自己的心理保健方式不之一。",
        "label": ""
      },
      {
        "sentence": "你可以问自己：我有哪些长处？",
        "label": ""
      },
      {
        "sentence": "我已经取得了哪些成就？",
        "label": ""
      },
      {
        "sentence": "我能够通过什么方式应对这个挑战？",
        "label": ""
      },
      {
        "sentence": "在你找到恐惧和挑战的原因后，你可以向自己说一些积极的话语，例如：“我会去尝试解决这个问题”“我能够克服我的恐惧”等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我也要学会如何平衡自己的情绪和需要。",
    "annotation": [
      {
        "sentence": "我明白了，我也要学会如何平衡自己的情绪和需要。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，与他人相处的前提是先学会照顾好自己，尽可能地满足自己的需求。最后，想要告诉你，无论外界给了你怎样的角色，首先你是自己，然后才是角色。需要好好地关注、照顾自己。",
    "annotation": [
      {
        "sentence": "是的，与他人相处的前提是先学会照顾好自己，尽可能地满足自己的需求。",
        "label": ""
      },
      {
        "sentence": "最后，想要告诉你，无论外界给了你怎样的角色，首先你是自己，然后才是角色。",
        "label": ""
      },
      {
        "sentence": "需要好好地关注、照顾自己。",
        "label": ""
      }
    ]
  }
]