[
  {
    "role": "client",
    "content": "最近我总是突然莫名的伤感，觉得前半生留下了许多遗憾，但是人生已经过半，再想改变也来不及了。时常为自己的决定后悔，是不是有点抑郁啊？",
    "annotation": [
      {
        "sentence": "最近我总是突然莫名的伤感，觉得前半生留下了许多遗憾，但是人生已经过半，再想改变也来不及了。",
        "label": ""
      },
      {
        "sentence": "时常为自己的决定后悔，是不是有点抑郁啊？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人生总有遗憾，但没有遗憾也不会知道事情怎样发展才是你所想要的。其实看到您的标题有一个疑问，37岁女生怎么就人生过半了呢？每个人的人生是由自己定义，而你给自己定义的人生为何如此短暂？岁月逝去，时光留给你的是一个被刻下深深印痕，伤痕累累的躯壳，和一颗沧桑的心。曾想留给你的遗憾，深深地懊悔却又无力挽回，然而懊悔却也能带来学习。也是通过做出那一个选择，知道了你所想要的答案，深深地刻印在你的脑海里，为你以后的选择作铺垫。",
    "annotation": [
      {
        "sentence": "人生总有遗憾，但没有遗憾也不会知道事情怎样发展才是你所想要的。",
        "label": ""
      },
      {
        "sentence": "其实看到您的标题有一个疑问，37岁女生怎么就人生过半了呢？",
        "label": ""
      },
      {
        "sentence": "每个人的人生是由自己定义，而你给自己定义的人生为何如此短暂？",
        "label": ""
      },
      {
        "sentence": "岁月逝去，时光留给你的是一个被刻下深深印痕，伤痕累累的躯壳，和一颗沧桑的心。",
        "label": ""
      },
      {
        "sentence": "曾想留给你的遗憾，深深地懊悔却又无力挽回，然而懊悔却也能带来学习。",
        "label": ""
      },
      {
        "sentence": "也是通过做出那一个选择，知道了你所想要的答案，深深地刻印在你的脑海里，为你以后的选择作铺垫。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "人生过半，来不及改变，却也有你还未了解的改变。感叹人生过去了几十年，到了这个时间点开始思考自己的人生，过得不如意。这时候您的人生道路上或许出现了您所未预料到的波折，反过头来发现自己的人生做出了错误的选择。想象一下当时做出这个选择的场景，它是否有为你带来快乐、幸福，即使它是短暂的。每一个选择都有好有坏，就像高考选择了理科，但成绩一直不见起色，却也会后悔当初为什么不选文科。但对于那个学生来说，记忆力并不是他的强项，思维逻辑能力更能加分，只是他并没有很好地利用这个时间段。",
    "annotation": [
      {
        "sentence": "人生过半，来不及改变，却也有你还未了解的改变。",
        "label": ""
      },
      {
        "sentence": "感叹人生过去了几十年，到了这个时间点开始思考自己的人生，过得不如意。",
        "label": ""
      },
      {
        "sentence": "这时候您的人生道路上或许出现了您所未预料到的波折，反过头来发现自己的人生做出了错误的选择。",
        "label": ""
      },
      {
        "sentence": "想象一下当时做出这个选择的场景，它是否有为你带来快乐、幸福，即使它是短暂的。",
        "label": ""
      },
      {
        "sentence": "每一个选择都有好有坏，就像高考选择了理科，但成绩一直不见起色，却也会后悔当初为什么不选文科。",
        "label": ""
      },
      {
        "sentence": "但对于那个学生来说，记忆力并不是他的强项，思维逻辑能力更能加分，只是他并没有很好地利用这个时间段。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不上不下，既不能回到风华正茂的状态，又不能做到安享晚年。但这个年纪是您做出改变的最关键时期，不能做到抛弃一切，也请做到爱自己。过去的人生不能再重来，但现在的你还可以为你自己做出改变。即使可能背着一大担子责任，未来的路还漫长，被这个担子压垮了还怎么为自己而活呢？",
    "annotation": [
      {
        "sentence": "不上不下，既不能回到风华正茂的状态，又不能做到安享晚年。",
        "label": ""
      },
      {
        "sentence": "但这个年纪是您做出改变的最关键时期，不能做到抛弃一切，也请做到爱自己。",
        "label": ""
      },
      {
        "sentence": "过去的人生不能再重来，但现在的你还可以为你自己做出改变。",
        "label": ""
      },
      {
        "sentence": "即使可能背着一大担子责任，未来的路还漫长，被这个担子压垮了还怎么为自己而活呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说得对，我应该为自己做出改变。但是我感觉有点迷茫，不知道从何下手。您能给我一些建议吗？",
    "annotation": [
      {
        "sentence": "您说得对，我应该为自己做出改变。",
        "label": ""
      },
      {
        "sentence": "但是我感觉有点迷茫，不知道从何下手。",
        "label": ""
      },
      {
        "sentence": "您能给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以。首先，可以先为自己以后的路定下一个目标，一步步去实现。其次，如果没有明确的目标，可以尝试着自己喜欢并能接受的方向，找到自己的人生目标。最重要的是，要相信自己的能力，勇敢面对困难和挑战，相信只要努力，一切皆有可能。",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "首先，可以先为自己以后的路定下一个目标，一步步去实现。",
        "label": ""
      },
      {
        "sentence": "其次，如果没有明确的目标，可以尝试着自己喜欢并能接受的方向，找到自己的人生目标。",
        "label": ""
      },
      {
        "sentence": "最重要的是，要相信自己的能力，勇敢面对困难和挑战，相信只要努力，一切皆有可能。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议。我会好好思考，并定下一个具体的目标，然后朝着这个目标努力前行。我明白了，人生还有很长的路要走，我不能再抱怨过去了，要积极面对未来。",
    "annotation": [
      {
        "sentence": "谢谢您的建议。",
        "label": ""
      },
      {
        "sentence": "我会好好思考，并定下一个具体的目标，然后朝着这个目标努力前行。",
        "label": ""
      },
      {
        "sentence": "我明白了，人生还有很长的路要走，我不能再抱怨过去了，要积极面对未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你有这样的想法。相信自己，相信未来，你一定能够找到自己的幸福和满足。无论在人生的哪个阶段，都可以有新的开始，加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你有这样的想法。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来，你一定能够找到自己的幸福和满足。",
        "label": ""
      },
      {
        "sentence": "无论在人生的哪个阶段，都可以有新的开始，加油！",
        "label": ""
      }
    ]
  }
]