[
  {
    "role": "client",
    "content": "几年来老公多次约炮出轨还能原谅吗？我大学毕业认识的他，婚前我偶尔发现的他爱下载交友软件，看视频，还有真实女性图片等，那时谈恋爱24岁，他专业学日语。他一直都给我说他喜欢日本人漂亮温柔。但他本人很正经的面相，人平时温和也不错。只是现在回想过来，他一点不知道主动关心人，主动做些事情，但是你让他做家务他也干。我当时发现后很恶心，他说就看看，当我面也卸载了。但后来27岁婚后又逮着了，我隔一两年才偶尔查他手机，没想到那次又看到了。又一个qq号专门加的不三不四的女的。至于有没有实事我不清楚。那次给我求饶原谅，我非常生气，不过也原谅了。没想到今年我们结婚孩子已经四岁了，我32岁，又发现他一个微信号全是交友软件约的很多妹子，还都有真事，我瞬间想明白很多事，感觉像被欺骗了一样。我一直用心爱着他。他这次啥道歉没有，只说不离婚他要家庭。以后没有那些事了。我知道后发狂过，骂过，平淡了，但又疯狂，是否离婚呢？",
    "annotation": [
      {
        "sentence": "几年来老公多次约炮出轨还能原谅吗？",
        "label": ""
      },
      {
        "sentence": "我大学毕业认识的他，婚前我偶尔发现的他爱下载交友软件，看视频，还有真实女性图片等，那时谈恋爱24岁，他专业学日语。",
        "label": ""
      },
      {
        "sentence": "他一直都给我说他喜欢日本人漂亮温柔。",
        "label": ""
      },
      {
        "sentence": "但他本人很正经的面相，人平时温和也不错。",
        "label": ""
      },
      {
        "sentence": "只是现在回想过来，他一点不知道主动关心人，主动做些事情，但是你让他做家务他也干。",
        "label": ""
      },
      {
        "sentence": "我当时发现后很恶心，他说就看看，当我面也卸载了。",
        "label": ""
      },
      {
        "sentence": "但后来27岁婚后又逮着了，我隔一两年才偶尔查他手机，没想到那次又看到了。",
        "label": ""
      },
      {
        "sentence": "又一个qq号专门加的不三不四的女的。",
        "label": ""
      },
      {
        "sentence": "至于有没有实事我不清楚。",
        "label": ""
      },
      {
        "sentence": "那次给我求饶原谅，我非常生气，不过也原谅了。",
        "label": ""
      },
      {
        "sentence": "没想到今年我们结婚孩子已经四岁了，我32岁，又发现他一个微信号全是交友软件约的很多妹子，还都有真事，我瞬间想明白很多事，感觉像被欺骗了一样。",
        "label": ""
      },
      {
        "sentence": "我一直用心爱着他。",
        "label": ""
      },
      {
        "sentence": "他这次啥道歉没有，只说不离婚他要家庭。",
        "label": ""
      },
      {
        "sentence": "以后没有那些事了。",
        "label": ""
      },
      {
        "sentence": "我知道后发狂过，骂过，平淡了，但又疯狂，是否离婚呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑和痛苦。从你的描述中，看得出你在乎你的婚姻和家庭。你一直原谅他，相信他能够改变。然而，多次发现他的背叛行为，让你感到非常失望和被欺骗。这是一个很常见的误解，在婚姻中我们常常希望能改变对方。但很遗憾，改造一个人是非常困难的，除非对方自己有意愿改变。他这次并没有真正道歉，只是说不离婚，说以后不会再发生类似的事情。然而，情况很可能不会真正改变。那么，是否需要离婚呢？陶虹在面对丈夫徐峥的出轨时曾说，形式上的忠诚和内心上的忠诚是两回事。她在《奇葩说》中谈到恐婚话题时，也提到了类似的观点：每个人都可以和伴侣一起创造一个特有的婚姻模式。婚姻是两个人的事情，最重要的是达成共识，而不是活在别人制定的标准之下。我认为，婚姻并没有固定的标准答案，只要你们能够达成共识，就是可以的。这种观点可能会有些前卫，不被大部分人接受。但我觉得，这样的想法也是合理的。因此，你是否离婚，关键在于你对约炮和出轨的容忍度，以及对丈夫的最重要要求是什么。你可以列出丈夫的优点和缺点，做出权衡。他给你带来的好处是否超过了不好的部分，你是否能够容忍他的错误存在。婚姻有时是现实而残酷的，我们总要忍受一些不完美的地方。从你的表现来看，你曾经发狂和骂他，可见你对这个问题非常在意。如果这已经挑战了你的底线，也许是时候保护自己了。期望对方的改变可能是非常渺茫的事情。请尊重自己的感受，好好照顾自己！(^_-)",
    "annotation": [
      {
        "sentence": "我理解你的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，看得出你在乎你的婚姻和家庭。",
        "label": ""
      },
      {
        "sentence": "你一直原谅他，相信他能够改变。",
        "label": ""
      },
      {
        "sentence": "然而，多次发现他的背叛行为，让你感到非常失望和被欺骗。",
        "label": ""
      },
      {
        "sentence": "这是一个很常见的误解，在婚姻中我们常常希望能改变对方。",
        "label": ""
      },
      {
        "sentence": "但很遗憾，改造一个人是非常困难的，除非对方自己有意愿改变。",
        "label": ""
      },
      {
        "sentence": "他这次并没有真正道歉，只是说不离婚，说以后不会再发生类似的事情。",
        "label": ""
      },
      {
        "sentence": "然而，情况很可能不会真正改变。",
        "label": ""
      },
      {
        "sentence": "那么，是否需要离婚呢？",
        "label": ""
      },
      {
        "sentence": "陶虹在面对丈夫徐峥的出轨时曾说，形式上的忠诚和内心上的忠诚是两回事。",
        "label": ""
      },
      {
        "sentence": "她在《奇葩说》中谈到恐婚话题时，也提到了类似的观点：每个人都可以和伴侣一起创造一个特有的婚姻模式。",
        "label": ""
      },
      {
        "sentence": "婚姻是两个人的事情，最重要的是达成共识，而不是活在别人制定的标准之下。",
        "label": ""
      },
      {
        "sentence": "我认为，婚姻并没有固定的标准答案，只要你们能够达成共识，就是可以的。",
        "label": ""
      },
      {
        "sentence": "这种观点可能会有些前卫，不被大部分人接受。",
        "label": ""
      },
      {
        "sentence": "但我觉得，这样的想法也是合理的。",
        "label": ""
      },
      {
        "sentence": "因此，你是否离婚，关键在于你对约炮和出轨的容忍度，以及对丈夫的最重要要求是什么。",
        "label": ""
      },
      {
        "sentence": "你可以列出丈夫的优点和缺点，做出权衡。",
        "label": ""
      },
      {
        "sentence": "他给你带来的好处是否超过了不好的部分，你是否能够容忍他的错误存在。",
        "label": ""
      },
      {
        "sentence": "婚姻有时是现实而残酷的，我们总要忍受一些不完美的地方。",
        "label": ""
      },
      {
        "sentence": "从你的表现来看，你曾经发狂和骂他，可见你对这个问题非常在意。",
        "label": ""
      },
      {
        "sentence": "如果这已经挑战了你的底线，也许是时候保护自己了。",
        "label": ""
      },
      {
        "sentence": "期望对方的改变可能是非常渺茫的事情。",
        "label": ""
      },
      {
        "sentence": "请尊重自己的感受，好好照顾自己！",
        "label": ""
      },
      {
        "sentence": "(^_-)",
        "label": ""
      }
    ]
  }
]