[
  {
    "role": "client",
    "content": "最近我22岁女生，谈了恋爱后，脾气变得不受控。以前也有说过我脾气差，但是现在的接触我的人都说我偏执，固执。跟我男朋友谈上以后，一件很小的事，因为我的偏执可以吵的不可开交。每次都是因为前任的事可以吵起来。他只要一对我说一些贴心的话就让我觉着不舒服，就感觉是不是做了什么对不起我的事。我说你对前任比对我好，但在我这里就是事实。我想知道，到底是我真的是我心里有问题，还是他的问题？",
    "annotation": [
      {
        "sentence": "最近我22岁女生，谈了恋爱后，脾气变得不受控。",
        "label": ""
      },
      {
        "sentence": "以前也有说过我脾气差，但是现在的接触我的人都说我偏执，固执。",
        "label": ""
      },
      {
        "sentence": "跟我男朋友谈上以后，一件很小的事，因为我的偏执可以吵的不可开交。",
        "label": ""
      },
      {
        "sentence": "每次都是因为前任的事可以吵起来。",
        "label": ""
      },
      {
        "sentence": "他只要一对我说一些贴心的话就让我觉着不舒服，就感觉是不是做了什么对不起我的事。",
        "label": ""
      },
      {
        "sentence": "我说你对前任比对我好，但在我这里就是事实。",
        "label": ""
      },
      {
        "sentence": "我想知道，到底是我真的是我心里有问题，还是他的问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要太过担心，首先，明确自己的不足和缺点是非常重要的。在恋爱关系中，我们要努力改正和避免这些问题。冷静地处理问题，照顾对方的情绪和感受是很关键的。从你的描述中，我可以看出你因为在恋爱关系中对一些事情比较较真和固执，而经常和男友发生争吵。容易爆发情绪，对自己的脾气无法控制，但也不确定自己这样发脾气是否真的是自己的性格问题。",
    "annotation": [
      {
        "sentence": "不要太过担心，首先，明确自己的不足和缺点是非常重要的。",
        "label": ""
      },
      {
        "sentence": "在恋爱关系中，我们要努力改正和避免这些问题。",
        "label": ""
      },
      {
        "sentence": "冷静地处理问题，照顾对方的情绪和感受是很关键的。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我可以看出你因为在恋爱关系中对一些事情比较较真和固执，而经常和男友发生争吵。",
        "label": ""
      },
      {
        "sentence": "容易爆发情绪，对自己的脾气无法控制，但也不确定自己这样发脾气是否真的是自己的性格问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我就是经常对一些小事情特别计较，然后就会和男友争吵。我想控制自己的情绪，但总是做不到。也不知道是不是自己有什么心理问题。",
    "annotation": [
      {
        "sentence": "你说的很对，我就是经常对一些小事情特别计较，然后就会和男友争吵。",
        "label": ""
      },
      {
        "sentence": "我想控制自己的情绪，但总是做不到。",
        "label": ""
      },
      {
        "sentence": "也不知道是不是自己有什么心理问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们身边亲近的人对我们的看法，可能是比较中肯的。如果有大部分的人和你相处后，都认为你有些固执，可能这就是你身上存在的问题，只是自己不知道或者不承认而已。你因对方前任的事情，和男友争吵，但争吵之后呢？你们的关系可能产生了一些负向的变化，这是你想要的结果吗？",
    "annotation": [
      {
        "sentence": "我们身边亲近的人对我们的看法，可能是比较中肯的。",
        "label": ""
      },
      {
        "sentence": "如果有大部分的人和你相处后，都认为你有些固执，可能这就是你身上存在的问题，只是自己不知道或者不承认而已。",
        "label": ""
      },
      {
        "sentence": "你因对方前任的事情，和男友争吵，但争吵之后呢？",
        "label": ""
      },
      {
        "sentence": "你们的关系可能产生了一些负向的变化，这是你想要的结果吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当初我并不是想要争吵的，只是每次一想到他对前任的好，就觉得委屈和不满。然后就控制不住自己的情绪，一发不可收拾。",
    "annotation": [
      {
        "sentence": "当初我并不是想要争吵的，只是每次一想到他对前任的好，就觉得委屈和不满。",
        "label": ""
      },
      {
        "sentence": "然后就控制不住自己的情绪，一发不可收拾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对方对你的体贴和关心，惹得你怀疑，这样的不信任感是否和他坦诚地沟通过呢？当你意识到自己产生情绪时，有刻意地控制和处理吗？事情如果平静地处理，会不会更好呢？等等。当你总是绕着一件事情和他人周旋，或者陷在某一种情绪中，无法解脱出来，其实你自己是可以感觉到的。",
    "annotation": [
      {
        "sentence": "对方对你的体贴和关心，惹得你怀疑，这样的不信任感是否和他坦诚地沟通过呢？",
        "label": ""
      },
      {
        "sentence": "当你意识到自己产生情绪时，有刻意地控制和处理吗？",
        "label": ""
      },
      {
        "sentence": "事情如果平静地处理，会不会更好呢？",
        "label": ""
      },
      {
        "sentence": "等等。",
        "label": ""
      },
      {
        "sentence": "当你总是绕着一件事情和他人周旋，或者陷在某一种情绪中，无法解脱出来，其实你自己是可以感觉到的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实意识到了自己的问题，但就是控制不住自己的情绪，每次都忍不住发脾气和他争吵。",
    "annotation": [
      {
        "sentence": "我确实意识到了自己的问题，但就是控制不住自己的情绪，每次都忍不住发脾气和他争吵。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在这样的时刻，可以让自己想些积极的事情或者读几页书或者看会儿影视剧等等。如果在爆发点上，可以有意识地在开口之前，默念数字，让自己平静下来一些，思考一下自己的表达，是否会对他人产生不好的影响，或者不利于解决问题等等。情绪管理，正是在一次次情绪体验当中学会的，让自己不仅有情绪，还要保留一些认知来处理自己的情绪和顾及对方的感受，这样会比较好地避免矛盾。",
    "annotation": [
      {
        "sentence": "在这样的时刻，可以让自己想些积极的事情或者读几页书或者看会儿影视剧等等。",
        "label": ""
      },
      {
        "sentence": "如果在爆发点上，可以有意识地在开口之前，默念数字，让自己平静下来一些，思考一下自己的表达，是否会对他人产生不好的影响，或者不利于解决问题等等。",
        "label": ""
      },
      {
        "sentence": "情绪管理，正是在一次次情绪体验当中学会的，让自己不仅有情绪，还要保留一些认知来处理自己的情绪和顾及对方的感受，这样会比较好地避免矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试你说的方法，希望能够控制自己的情绪，不再对每件事特别计较和争吵。",
    "annotation": [
      {
        "sentence": "我会尝试你说的方法，希望能够控制自己的情绪，不再对每件事特别计较和争吵。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你可以和男友认真地交流和沟通，表达清楚自己的想法和感受。哪些话题可以敞开心扉，哪些话题允许对方有所保留，哪些话需要表达，而哪些话不能说出口等等。关系中的相处，需要两人慢慢地磨合和适应，而非谁一直忍让和迁就谁。因为爱你，所以才不舍得离开。学会珍惜珍贵的人，也让自己在关系中成长。",
    "annotation": [
      {
        "sentence": "很好，你可以和男友认真地交流和沟通，表达清楚自己的想法和感受。",
        "label": ""
      },
      {
        "sentence": "哪些话题可以敞开心扉，哪些话题允许对方有所保留，哪些话需要表达，而哪些话不能说出口等等。",
        "label": ""
      },
      {
        "sentence": "关系中的相处，需要两人慢慢地磨合和适应，而非谁一直忍让和迁就谁。",
        "label": ""
      },
      {
        "sentence": "因为爱你，所以才不舍得离开。",
        "label": ""
      },
      {
        "sentence": "学会珍惜珍贵的人，也让自己在关系中成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会努力学会控制情绪，改善我们的关系。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会努力学会控制情绪，改善我们的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够做到的。祝你们的关系越来越好。记得随时来找我聊天，需要的话我会一直支持你的。",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够做到的。",
        "label": ""
      },
      {
        "sentence": "祝你们的关系越来越好。",
        "label": ""
      },
      {
        "sentence": "记得随时来找我聊天，需要的话我会一直支持你的。",
        "label": ""
      }
    ]
  }
]