[
  {
    "role": "client",
    "content": "几年来老公多次约炮出轨还能原谅吗？我大学毕业认识的他，婚前我偶尔发现的他爱下载交友软件，看视频，还有真实女性图片等，那时谈恋爱24岁，他专业学日语。他一直都给我说他喜欢日本人漂亮温柔。但他本人很正经的面相，人平时温和也不错。只是现在回想过来，他一点不知道主动关心人，主动做些事情，但是你让他做家务他也干。我当时发现后很恶心，他说就看看，当我面也卸载了。但后来27岁婚后又逮着了，我隔一两年才偶尔查他手机，没想到那次又看到了。又一个qq号专门加的不三不四的女的。至于有没有实事我不清楚。那次给我求饶原谅，我非常生气，不过也原谅了。没想到今年我们结婚孩子已经四岁了，我32岁，又发现他一个微信号全是交友软件约的很多妹子，还都有真事，我瞬间想明白很多事，感觉像被欺骗了一样。我一直用心爱着他。他这次啥道歉没有，只说不离婚他要家庭。以后没有那些事了。我知道后发狂过，骂过，平淡了，但又疯狂，是否离婚呢？",
    "annotation": [
      {
        "sentence": "几年来老公多次约炮出轨还能原谅吗？",
        "label": ""
      },
      {
        "sentence": "我大学毕业认识的他，婚前我偶尔发现的他爱下载交友软件，看视频，还有真实女性图片等，那时谈恋爱24岁，他专业学日语。",
        "label": ""
      },
      {
        "sentence": "他一直都给我说他喜欢日本人漂亮温柔。",
        "label": ""
      },
      {
        "sentence": "但他本人很正经的面相，人平时温和也不错。",
        "label": ""
      },
      {
        "sentence": "只是现在回想过来，他一点不知道主动关心人，主动做些事情，但是你让他做家务他也干。",
        "label": ""
      },
      {
        "sentence": "我当时发现后很恶心，他说就看看，当我面也卸载了。",
        "label": ""
      },
      {
        "sentence": "但后来27岁婚后又逮着了，我隔一两年才偶尔查他手机，没想到那次又看到了。",
        "label": ""
      },
      {
        "sentence": "又一个qq号专门加的不三不四的女的。",
        "label": ""
      },
      {
        "sentence": "至于有没有实事我不清楚。",
        "label": ""
      },
      {
        "sentence": "那次给我求饶原谅，我非常生气，不过也原谅了。",
        "label": ""
      },
      {
        "sentence": "没想到今年我们结婚孩子已经四岁了，我32岁，又发现他一个微信号全是交友软件约的很多妹子，还都有真事，我瞬间想明白很多事，感觉像被欺骗了一样。",
        "label": ""
      },
      {
        "sentence": "我一直用心爱着他。",
        "label": ""
      },
      {
        "sentence": "他这次啥道歉没有，只说不离婚他要家庭。",
        "label": ""
      },
      {
        "sentence": "以后没有那些事了。",
        "label": ""
      },
      {
        "sentence": "我知道后发狂过，骂过，平淡了，但又疯狂，是否离婚呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的感受我非常理解。我有一个朋友，她和你有着相似的经历。她和她的老公也是大学时认识，最初大家都认为对方条件都很出色，女方温柔美丽，男方高大帅气。他们不仅让别人看到般配的一对，自己也觉得彼此非常契合。然而，他们结婚后也渐渐发现一些问题。一年后，他们有了孩子，但她的老公却变得不再像她记忆中那样体贴入微。这让她感到自己以前生活在一个幻象之中。可能是因为她的丈夫太过吸引他人目光，吸引了不少女性的注意，当朋友发现这点后，他们也曾争吵过，但最终她还是选择原谅了他。她内心深处希望他能够改过自新，重新过上幸福的生活。然而，好景不长，两年后，她再次发现丈夫和其他女性有染。这次她的决心已经石化，她后悔上一次的选择，觉得自己浪费了很多时间。最终，她果断选择了离婚。我知道你提到了还存在一些债务的问题，离婚后独自面对这些债务以及孩子的责任确实会给你带来巨大的压力。但你也说了，离开他并不意味着你无法生存。现在的你仍然有离开他的能力，只是会稍微辛苦一些。然而，你要反过来想一想，如果和他继续在一起，你的压力会不会更大？与三观不同的人在一起，处理问题就像翻越一座高山，需要付出更多的努力。而如果你能够找到一段更加舒适的关系，既省去了与他斗争的力气，也赋予了你更多与生活相处的能力，那么为什么不这样做呢？其实，内心早已经有了答案，我只是提供一些建议供你参考。我衷心祝愿你早日拥有属于自己的幸福！",
    "annotation": [
      {
        "sentence": "你现在的感受我非常理解。",
        "label": ""
      },
      {
        "sentence": "我有一个朋友，她和你有着相似的经历。",
        "label": ""
      },
      {
        "sentence": "她和她的老公也是大学时认识，最初大家都认为对方条件都很出色，女方温柔美丽，男方高大帅气。",
        "label": ""
      },
      {
        "sentence": "他们不仅让别人看到般配的一对，自己也觉得彼此非常契合。",
        "label": ""
      },
      {
        "sentence": "然而，他们结婚后也渐渐发现一些问题。",
        "label": ""
      },
      {
        "sentence": "一年后，他们有了孩子，但她的老公却变得不再像她记忆中那样体贴入微。",
        "label": ""
      },
      {
        "sentence": "这让她感到自己以前生活在一个幻象之中。",
        "label": ""
      },
      {
        "sentence": "可能是因为她的丈夫太过吸引他人目光，吸引了不少女性的注意，当朋友发现这点后，他们也曾争吵过，但最终她还是选择原谅了他。",
        "label": ""
      },
      {
        "sentence": "她内心深处希望他能够改过自新，重新过上幸福的生活。",
        "label": ""
      },
      {
        "sentence": "然而，好景不长，两年后，她再次发现丈夫和其他女性有染。",
        "label": ""
      },
      {
        "sentence": "这次她的决心已经石化，她后悔上一次的选择，觉得自己浪费了很多时间。",
        "label": ""
      },
      {
        "sentence": "最终，她果断选择了离婚。",
        "label": ""
      },
      {
        "sentence": "我知道你提到了还存在一些债务的问题，离婚后独自面对这些债务以及孩子的责任确实会给你带来巨大的压力。",
        "label": ""
      },
      {
        "sentence": "但你也说了，离开他并不意味着你无法生存。",
        "label": ""
      },
      {
        "sentence": "现在的你仍然有离开他的能力，只是会稍微辛苦一些。",
        "label": ""
      },
      {
        "sentence": "然而，你要反过来想一想，如果和他继续在一起，你的压力会不会更大？",
        "label": ""
      },
      {
        "sentence": "与三观不同的人在一起，处理问题就像翻越一座高山，需要付出更多的努力。",
        "label": ""
      },
      {
        "sentence": "而如果你能够找到一段更加舒适的关系，既省去了与他斗争的力气，也赋予了你更多与生活相处的能力，那么为什么不这样做呢？",
        "label": ""
      },
      {
        "sentence": "其实，内心早已经有了答案，我只是提供一些建议供你参考。",
        "label": ""
      },
      {
        "sentence": "我衷心祝愿你早日拥有属于自己的幸福！",
        "label": ""
      }
    ]
  }
]