[
  {
    "role": "client",
    "content": "我喜欢炫耀，太自恋了，怎么办？ 我在学IT，我在逻辑上已经知道自己还有很多东西都不懂，但还是不谦虚，甚至喜欢在前辈们面前表现自己学了什么，也做不到虚心请教，这种心态太不利于学习了。小时候就是这样，在班上排名靠前就喜欢炫耀。",
    "annotation": [
      {
        "sentence": "我喜欢炫耀，太自恋了，怎么办？",
        "label": ""
      },
      {
        "sentence": " 我在学IT，我在逻辑上已经知道自己还有很多东西都不懂，但还是不谦虚，甚至喜欢在前辈们面前表现自己学了什么，也做不到虚心请教，这种心态太不利于学习了。",
        "label": ""
      },
      {
        "sentence": "小时候就是这样，在班上排名靠前就喜欢炫耀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，你已经意识到了这种习惯对学习的不利影响，是很重要的第一步呢。那么你想要改变这种习惯，还有哪些困难呢？",
    "annotation": [
      {
        "sentence": "嗯，你已经意识到了这种习惯对学习的不利影响，是很重要的第一步呢。",
        "label": ""
      },
      {
        "sentence": "那么你想要改变这种习惯，还有哪些困难呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我会因为这个习惯被人反感。我也不知道为什么自己总是要炫耀自己。",
    "annotation": [
      {
        "sentence": "我觉得我会因为这个习惯被人反感。",
        "label": ""
      },
      {
        "sentence": "我也不知道为什么自己总是要炫耀自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个习惯，从学习的角度上说，把掌握的知识，用别人能懂的方式复述出来，是非常棒的巩固知识的方法呢。只是，你在担心这样展示所学的方式，会影响你的人际关系，会让你的前辈反感你。那你展示完，不如这样来降低一点姿态：前辈，您帮我看看我说的还有没有可以改进的地方？这样请教的姿态，一方面可以让前辈们帮助你成长，另一方面也可以让你的“炫技”显得只是为了之后的“虚心请教”做的铺垫，而不显得只是为了炫耀而炫耀。",
    "annotation": [
      {
        "sentence": "这个习惯，从学习的角度上说，把掌握的知识，用别人能懂的方式复述出来，是非常棒的巩固知识的方法呢。",
        "label": ""
      },
      {
        "sentence": "只是，你在担心这样展示所学的方式，会影响你的人际关系，会让你的前辈反感你。",
        "label": ""
      },
      {
        "sentence": "那你展示完，不如这样来降低一点姿态：前辈，您帮我看看我说的还有没有可以改进的地方？",
        "label": ""
      },
      {
        "sentence": "这样请教的姿态，一方面可以让前辈们帮助你成长，另一方面也可以让你的“炫技”显得只是为了之后的“虚心请教”做的铺垫，而不显得只是为了炫耀而炫耀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来不错，我会试着这样做的。但我还是担心我讲的不够好或者前辈们反感我的态度。",
    "annotation": [
      {
        "sentence": "听起来不错，我会试着这样做的。",
        "label": ""
      },
      {
        "sentence": "但我还是担心我讲的不够好或者前辈们反感我的态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些担心很正常，但也不要让过度担心阻挡你的学习进程，你可以先从小事开始尝试，让自己慢慢适应这个过程。而且即使面对前辈反感的情况，也不要太放在心上，大多数时候，反感也可能只是因为对方的情绪或者环境原因。把自己的精力和时间用在自己的学习和进步上，才是最重要的。",
    "annotation": [
      {
        "sentence": "这些担心很正常，但也不要让过度担心阻挡你的学习进程，你可以先从小事开始尝试，让自己慢慢适应这个过程。",
        "label": ""
      },
      {
        "sentence": "而且即使面对前辈反感的情况，也不要太放在心上，大多数时候，反感也可能只是因为对方的情绪或者环境原因。",
        "label": ""
      },
      {
        "sentence": "把自己的精力和时间用在自己的学习和进步上，才是最重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我听起来多虑了吗？",
    "annotation": [
      {
        "sentence": "我听起来多虑了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有时候倾向于否定自己也是不利的，如果你能开心地向前辈们展示你所学的，而其他人也觉得你能帮助他们，那你也不必过度担心。但也请记住，关注你的学习和内心的满足感，而不是太在意他人的眼光。",
    "annotation": [
      {
        "sentence": "有时候倾向于否定自己也是不利的，如果你能开心地向前辈们展示你所学的，而其他人也觉得你能帮助他们，那你也不必过度担心。",
        "label": ""
      },
      {
        "sentence": "但也请记住，关注你的学习和内心的满足感，而不是太在意他人的眼光。",
        "label": ""
      }
    ]
  }
]