[
  {
    "role": "client",
    "content": "今年九月份就要复读了，我应该回学校吗？我之前是因为重度抑郁症休学的，还有过自残倾向，再加上在学校学习压力大，学不下去就在高二上学期提出了休学。本来打算是休学了半年时间就可以调整自己状态的，然后也快开学了我妈就带我去开复学证明，测试结果比之前好很多，变成了轻度。因为负责测试的那个医生叫我根据最近一个星期的情况来选择，我那段时间心情很好，所以我觉得可能导致测试结果有误。因为昨天想到快开学的事情，心情崩溃了，心跳一直加速手抖和腿抖，觉得活着没有什么意义。我的情况还是没有明显的好转，再休学一年我可能就要延迟两年毕业了，到时候可能更加适应不了，所以我应该怎么办？",
    "annotation": [
      {
        "sentence": "今年九月份就要复读了，我应该回学校吗？",
        "label": ""
      },
      {
        "sentence": "我之前是因为重度抑郁症休学的，还有过自残倾向，再加上在学校学习压力大，学不下去就在高二上学期提出了休学。",
        "label": ""
      },
      {
        "sentence": "本来打算是休学了半年时间就可以调整自己状态的，然后也快开学了我妈就带我去开复学证明，测试结果比之前好很多，变成了轻度。",
        "label": ""
      },
      {
        "sentence": "因为负责测试的那个医生叫我根据最近一个星期的情况来选择，我那段时间心情很好，所以我觉得可能导致测试结果有误。",
        "label": ""
      },
      {
        "sentence": "因为昨天想到快开学的事情，心情崩溃了，心跳一直加速手抖和腿抖，觉得活着没有什么意义。",
        "label": ""
      },
      {
        "sentence": "我的情况还是没有明显的好转，再休学一年我可能就要延迟两年毕业了，到时候可能更加适应不了，所以我应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是否要回学校这件事，我认为还是问问主治医生的建议比较好哦～看到你有接受专业的治疗，能否把这些情况和医生说呢～你有提到测试是按近一周的情况来填的，结果显示确实也有好转，抑郁症与抑郁情绪最大的区别就是长期的情绪低落，能感受到好起来就已经很棒啦～",
    "annotation": [
      {
        "sentence": "是否要回学校这件事，我认为还是问问主治医生的建议比较好哦～看到你有接受专业的治疗，能否把这些情况和医生说呢～你有提到测试是按近一周的情况来填的，结果显示确实也有好转，抑郁症与抑郁情绪最大的区别就是长期的情绪低落，能感受到好起来就已经很棒啦～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，我明白你的意思，也确实需要咨询一下医生的意见。不过，我也有一些顾虑，如果我回学校学习压力大，可能会导致情绪再次恶化，我害怕自己无法适应。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，我明白你的意思，也确实需要咨询一下医生的意见。",
        "label": ""
      },
      {
        "sentence": "不过，我也有一些顾虑，如果我回学校学习压力大，可能会导致情绪再次恶化，我害怕自己无法适应。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的顾虑，学习环境确实会带来一定的压力。但是，即使回到学校也不要给自己太大的压力，因为抑郁的情况学习能力确实会不如以前，只要尽力了就好。如果情况不太好，选择继续在家修养，也不需要有太多的顾虑，若最后实在适应不了学校生活还可以试试自学考，条条大路通罗马嘛～身体是革命的本钱，要先照顾好自己，再考虑其他的事情哦，毕竟你才是最重要的呀～",
    "annotation": [
      {
        "sentence": "我理解你的顾虑，学习环境确实会带来一定的压力。",
        "label": ""
      },
      {
        "sentence": "但是，即使回到学校也不要给自己太大的压力，因为抑郁的情况学习能力确实会不如以前，只要尽力了就好。",
        "label": ""
      },
      {
        "sentence": "如果情况不太好，选择继续在家修养，也不需要有太多的顾虑，若最后实在适应不了学校生活还可以试试自学考，条条大路通罗马嘛～身体是革命的本钱，要先照顾好自己，再考虑其他的事情哦，毕竟你才是最重要的呀～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，虽然我有些害怕，但是确实要以保护自己为主。你提到你自己曾经因为抑郁症休学，能和我分享一下你的经历吗？",
    "annotation": [
      {
        "sentence": "你说的有道理，虽然我有些害怕，但是确实要以保护自己为主。",
        "label": ""
      },
      {
        "sentence": "你提到你自己曾经因为抑郁症休学，能和我分享一下你的经历吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以，我也经历过类似的困惑和痛苦。曾经我是因为抑郁症多次被学校、医生建议休学，可能是我比较要强吧，自己硬扛着。期间我也有动摇过，和一位信任的老师说了这件事。她没有直接告诉我该如何选择，而是陪我一起分析利弊，并告诉我无论怎样选择她都会陪着我。最后自己的状态确实不太好，考试时也没发挥出应有的水平，但努力过自己一直都不后悔当初的选择。你也可以根据自己的情况，和了解你情况并且自己信任的人谈谈这件事，不过最后的决定权始终在你自己手上。",
    "annotation": [
      {
        "sentence": "当然可以，我也经历过类似的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "曾经我是因为抑郁症多次被学校、医生建议休学，可能是我比较要强吧，自己硬扛着。",
        "label": ""
      },
      {
        "sentence": "期间我也有动摇过，和一位信任的老师说了这件事。",
        "label": ""
      },
      {
        "sentence": "她没有直接告诉我该如何选择，而是陪我一起分析利弊，并告诉我无论怎样选择她都会陪着我。",
        "label": ""
      },
      {
        "sentence": "最后自己的状态确实不太好，考试时也没发挥出应有的水平，但努力过自己一直都不后悔当初的选择。",
        "label": ""
      },
      {
        "sentence": "你也可以根据自己的情况，和了解你情况并且自己信任的人谈谈这件事，不过最后的决定权始终在你自己手上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的分享和建议，你的经历让我感到安慰和勇气。我明白了，我需要和一位我信任的人沟通一下，分析一下自己的利弊，然后做出最适合我的选择。你的回答让我对未来的抉择有了些许方向，谢谢你的支持。",
    "annotation": [
      {
        "sentence": "谢谢你的分享和建议，你的经历让我感到安慰和勇气。",
        "label": ""
      },
      {
        "sentence": "我明白了，我需要和一位我信任的人沟通一下，分析一下自己的利弊，然后做出最适合我的选择。",
        "label": ""
      },
      {
        "sentence": "你的回答让我对未来的抉择有了些许方向，谢谢你的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能为你提供帮助。选择永远都不容易，但是只要你相信自己，无论做出怎样的决定都会是对的。记得，你并不孤单，身边还有许多人愿意支持和陪伴你。要保持积极的心态，相信自己能够度过这个困难时期，未来会更好的。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "选择永远都不容易，但是只要你相信自己，无论做出怎样的决定都会是对的。",
        "label": ""
      },
      {
        "sentence": "记得，你并不孤单，身边还有许多人愿意支持和陪伴你。",
        "label": ""
      },
      {
        "sentence": "要保持积极的心态，相信自己能够度过这个困难时期，未来会更好的。",
        "label": ""
      }
    ]
  }
]