[
  {
    "role": "client",
    "content": "我19岁，男生。去年大一上学期开学不久就和班上另一个男生产生了恋爱关系，刚开始感情升温很快，我真的很爱他，可是慢慢的他开始对我的示爱有点排斥，后来他才和我坦白，自己有一个谈了三年的男朋友。我很生气自己居然成了第三者。虽然很气，但是我当时已经坠入爱河了，真的很难走出来，也舍不得撒手这段关系。我觉得我当时错误地选择了继续坚持这段关系，我很爱他，很少问他们的关系，只是默默的照顾他关心他，我说我追你四年好吗？（我当时是挺蠢的说这种话）我背负着罪恶以及压抑的情绪坚持着这种关系。期间我付出了很多很多，时间，金钱…也因为这种事情吵过几次架，有了些隔阂，我说了n次撒手，最后还是自己又放不下，我做不到那种轻易洒脱的能立马开始，又立刻结束一段关系。今年上半年他结束了他之前的恋情，我选择在六一儿童节向他表白，结果是我被拒绝了。我很生气，并且失控了，吵了一下很大的之后我将他全部拉黑了。但是由于我们是同班。",
    "annotation": [
      {
        "sentence": "我19岁，男生。",
        "label": ""
      },
      {
        "sentence": "去年大一上学期开学不久就和班上另一个男生产生了恋爱关系，刚开始感情升温很快，我真的很爱他，可是慢慢的他开始对我的示爱有点排斥，后来他才和我坦白，自己有一个谈了三年的男朋友。",
        "label": ""
      },
      {
        "sentence": "我很生气自己居然成了第三者。",
        "label": ""
      },
      {
        "sentence": "虽然很气，但是我当时已经坠入爱河了，真的很难走出来，也舍不得撒手这段关系。",
        "label": ""
      },
      {
        "sentence": "我觉得我当时错误地选择了继续坚持这段关系，我很爱他，很少问他们的关系，只是默默的照顾他关心他，我说我追你四年好吗？",
        "label": ""
      },
      {
        "sentence": "（我当时是挺蠢的说这种话）我背负着罪恶以及压抑的情绪坚持着这种关系。",
        "label": ""
      },
      {
        "sentence": "期间我付出了很多很多，时间，金钱…也因为这种事情吵过几次架，有了些隔阂，我说了n次撒手，最后还是自己又放不下，我做不到那种轻易洒脱的能立马开始，又立刻结束一段关系。",
        "label": ""
      },
      {
        "sentence": "今年上半年他结束了他之前的恋情，我选择在六一儿童节向他表白，结果是我被拒绝了。",
        "label": ""
      },
      {
        "sentence": "我很生气，并且失控了，吵了一下很大的之后我将他全部拉黑了。",
        "label": ""
      },
      {
        "sentence": "但是由于我们是同班。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很能感受到你的痛苦和茫然啊，在感情中，从来没有可以全身而退的人，全身而退是需要时间和新的经历来“填充”的。看文字描述，你对这段感情其实已经有了比较清晰的认识，也许在你这边，认为“爱”是一直有的，但从对方角度来看，“爱”似乎没有你“认为”的那样的浓烈和持久。“我觉得我当时错误地选择了继续坚持这段关系，......我说我追你四年好吗？（我当时是挺蠢的说这种话），我背负着罪恶以及压抑的情绪坚持着这种关系\"，感觉你的理性已经对这段感情有了清醒的认识，但为什么做不到洒脱的分手呢？也许是因为”期间我付出了很多很多，时间，金钱…“，也许你缺少一个自己给自己的交待，来安慰自己曾经的付出。你再次的向他表白，也许是不愿承认自己的”爱和付出“就这么没有了，你想挽回，以证明自己曾经做的是”对的和值得的“。无情被拒，这无疑再次让你备受屈辱。觉得你现在的放不下，更多的是因为内心压抑了许多和”这个人“有关的情绪。试试把这些情绪写出来吧，也可以每天给自己固定一个时间专门来处理这些情绪。",
    "annotation": [
      {
        "sentence": "很能感受到你的痛苦和茫然啊，在感情中，从来没有可以全身而退的人，全身而退是需要时间和新的经历来“填充”的。",
        "label": ""
      },
      {
        "sentence": "看文字描述，你对这段感情其实已经有了比较清晰的认识，也许在你这边，认为“爱”是一直有的，但从对方角度来看，“爱”似乎没有你“认为”的那样的浓烈和持久。",
        "label": ""
      },
      {
        "sentence": "“我觉得我当时错误地选择了继续坚持这段关系，......我说我追你四年好吗？",
        "label": ""
      },
      {
        "sentence": "（我当时是挺蠢的说这种话），我背负着罪恶以及压抑的情绪坚持着这种关系\"，感觉你的理性已经对这段感情有了清醒的认识，但为什么做不到洒脱的分手呢？",
        "label": ""
      },
      {
        "sentence": "也许是因为”期间我付出了很多很多，时间，金钱…“，也许你缺少一个自己给自己的交待，来安慰自己曾经的付出。",
        "label": ""
      },
      {
        "sentence": "你再次的向他表白，也许是不愿承认自己的”爱和付出“就这么没有了，你想挽回，以证明自己曾经做的是”对的和值得的“。",
        "label": ""
      },
      {
        "sentence": "无情被拒，这无疑再次让你备受屈辱。",
        "label": ""
      },
      {
        "sentence": "觉得你现在的放不下，更多的是因为内心压抑了许多和”这个人“有关的情绪。",
        "label": ""
      },
      {
        "sentence": "试试把这些情绪写出来吧，也可以每天给自己固定一个时间专门来处理这些情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白自己在感情中付出过多，并且对方并没有给我同样的回报。或许我之所以做不到洒脱地放手，是因为我把这段感情看得太重，觉得自己的付出不可取代，深怕一切都白费。再加上我一直希望自己能够得到他的认可和爱，所以才会一次次选择坚持下去。但是每次都以失望和伤害结束，我感到很痛苦也很难受。",
    "annotation": [
      {
        "sentence": "我明白自己在感情中付出过多，并且对方并没有给我同样的回报。",
        "label": ""
      },
      {
        "sentence": "或许我之所以做不到洒脱地放手，是因为我把这段感情看得太重，觉得自己的付出不可取代，深怕一切都白费。",
        "label": ""
      },
      {
        "sentence": "再加上我一直希望自己能够得到他的认可和爱，所以才会一次次选择坚持下去。",
        "label": ""
      },
      {
        "sentence": "但是每次都以失望和伤害结束，我感到很痛苦也很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的感受，每个人在感情中都会有这种不舍和执着，但也要明白，你付出的感情和努力是为了让自己开心和幸福，而不是只为了得到对方的认可和回报。这段感情结束并不代表你的一切付出和努力都是失败的，你所经历的都是宝贵的人生经验。这次的失望和伤害虽然让你感到痛苦，但也是为了更好地让你认清这段关系的真相。现在你可以试着接受这个现实，让自己有更多的时间去发现其他美好的事物和人。",
    "annotation": [
      {
        "sentence": "明白你的感受，每个人在感情中都会有这种不舍和执着，但也要明白，你付出的感情和努力是为了让自己开心和幸福，而不是只为了得到对方的认可和回报。",
        "label": ""
      },
      {
        "sentence": "这段感情结束并不代表你的一切付出和努力都是失败的，你所经历的都是宝贵的人生经验。",
        "label": ""
      },
      {
        "sentence": "这次的失望和伤害虽然让你感到痛苦，但也是为了更好地让你认清这段关系的真相。",
        "label": ""
      },
      {
        "sentence": "现在你可以试着接受这个现实，让自己有更多的时间去发现其他美好的事物和人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道你说的是对的，但我真的很难接受这个现实。每次想到他和他的男朋友在一起，我就感到非常不舒服。我觉得自己被欺骗了，也觉得无法释怀。",
    "annotation": [
      {
        "sentence": "我知道你说的是对的，但我真的很难接受这个现实。",
        "label": ""
      },
      {
        "sentence": "每次想到他和他的男朋友在一起，我就感到非常不舒服。",
        "label": ""
      },
      {
        "sentence": "我觉得自己被欺骗了，也觉得无法释怀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种感觉是很正常的，因为你真心对他付出了感情，所以看到他和别人在一起会让你感到痛苦和失望。但我们要学会放下和释怀，不要让过去的痛苦继续困扰着自己的未来。你可以尝试找一些适合你的方式来排解这些情绪，比如和朋友聚会、参加一些兴趣班活动、增加自己的社交圈子等等，通过慢慢地接触新的人和事，你会发现原本的痛苦会逐渐淡化。",
    "annotation": [
      {
        "sentence": "这种感觉是很正常的，因为你真心对他付出了感情，所以看到他和别人在一起会让你感到痛苦和失望。",
        "label": ""
      },
      {
        "sentence": "但我们要学会放下和释怀，不要让过去的痛苦继续困扰着自己的未来。",
        "label": ""
      },
      {
        "sentence": "你可以尝试找一些适合你的方式来排解这些情绪，比如和朋友聚会、参加一些兴趣班活动、增加自己的社交圈子等等，通过慢慢地接触新的人和事，你会发现原本的痛苦会逐渐淡化。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着去接受这个现实，也会尝试找一些新的事物来让自己快乐起来。谢谢你的鼓励和支持，让我有勇气面对这段感情的结束。",
    "annotation": [
      {
        "sentence": "我会试着去接受这个现实，也会尝试找一些新的事物来让自己快乐起来。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和支持，让我有勇气面对这段感情的结束。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你是一个坚强的人，相信你一定能够走出这段感情阴影，重新找到属于自己的幸福。如果在这个过程中还需要我陪伴和支持的话，随时都可以找我倾诉。要记住，你不是一个人在战斗，有我在这里一直支持你。",
    "annotation": [
      {
        "sentence": "不客气，你是一个坚强的人，相信你一定能够走出这段感情阴影，重新找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中还需要我陪伴和支持的话，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "要记住，你不是一个人在战斗，有我在这里一直支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和陪伴，我会好好对待自己，努力走出这段阴影，迎接新的美好。我相信我会变得更加坚强和成熟的！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和陪伴，我会好好对待自己，努力走出这段阴影，迎接新的美好。",
        "label": ""
      },
      {
        "sentence": "我相信我会变得更加坚强和成熟的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，我相信你一定可以的！加油！如果有任何问题或者困惑，都可以随时找我倾诉。希望你能尽快走出阴影，重新享受生活的美好。",
    "annotation": [
      {
        "sentence": "没错，我相信你一定可以的！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果有任何问题或者困惑，都可以随时找我倾诉。",
        "label": ""
      },
      {
        "sentence": "希望你能尽快走出阴影，重新享受生活的美好。",
        "label": ""
      }
    ]
  }
]