[
  {
    "role": "client",
    "content": "我的注意力一直都很难集中，克制不住内心的烦躁，而且我感觉自己变得没有耐心了。这个问题已经困扰了我4个月了。工作时有忙的时候，但大部分时间都很闲，剩下的时间不知道该做什么，这让我感到很焦虑。我总觉得上班却不去做事，而是沉迷于玩手机，这给我带来了负罪感。为了掩盖这份愧疚感，我开始用电脑看东西，但实际上我并不是真的喜欢看什么。我浏览网页、看快手抖音、看小说、电影或者动漫，但总是看到头晕恶心，而且吃不下饭。尽管如此，我还是强迫自己盯着手机，也不知道自己在看什么，只是想让时间过去。我也想提升自己，但是无论是看书还是网课，我都无法坚持下去。我不知道是不是长时间看手机的原因，但总之我感到很焦躁，而且没有耐心。学习的时候，我需要反复听好几遍才能理解一句话，感觉自己无法集中注意力，听不见别人说话也看不见他们的表情。工作也开始变得困难，对于需要投入时间和精力的任务，我都无法摆脱内心的烦躁和缺乏耐心。我的眼睛也感到干痛，医生说是因为过度疲劳。我想让自己的心静下来，集中注意力，工作时专注，学习时专心，玩的时候放松自己。我不想再被手机电脑这些无止尽的东西盯着看到恶心了，请问我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我的注意力一直都很难集中，克制不住内心的烦躁，而且我感觉自己变得没有耐心了。",
        "label": ""
      },
      {
        "sentence": "这个问题已经困扰了我4个月了。",
        "label": ""
      },
      {
        "sentence": "工作时有忙的时候，但大部分时间都很闲，剩下的时间不知道该做什么，这让我感到很焦虑。",
        "label": ""
      },
      {
        "sentence": "我总觉得上班却不去做事，而是沉迷于玩手机，这给我带来了负罪感。",
        "label": ""
      },
      {
        "sentence": "为了掩盖这份愧疚感，我开始用电脑看东西，但实际上我并不是真的喜欢看什么。",
        "label": ""
      },
      {
        "sentence": "我浏览网页、看快手抖音、看小说、电影或者动漫，但总是看到头晕恶心，而且吃不下饭。",
        "label": ""
      },
      {
        "sentence": "尽管如此，我还是强迫自己盯着手机，也不知道自己在看什么，只是想让时间过去。",
        "label": ""
      },
      {
        "sentence": "我也想提升自己，但是无论是看书还是网课，我都无法坚持下去。",
        "label": ""
      },
      {
        "sentence": "我不知道是不是长时间看手机的原因，但总之我感到很焦躁，而且没有耐心。",
        "label": ""
      },
      {
        "sentence": "学习的时候，我需要反复听好几遍才能理解一句话，感觉自己无法集中注意力，听不见别人说话也看不见他们的表情。",
        "label": ""
      },
      {
        "sentence": "工作也开始变得困难，对于需要投入时间和精力的任务，我都无法摆脱内心的烦躁和缺乏耐心。",
        "label": ""
      },
      {
        "sentence": "我的眼睛也感到干痛，医生说是因为过度疲劳。",
        "label": ""
      },
      {
        "sentence": "我想让自己的心静下来，集中注意力，工作时专注，学习时专心，玩的时候放松自己。",
        "label": ""
      },
      {
        "sentence": "我不想再被手机电脑这些无止尽的东西盯着看到恶心了，请问我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看起来你的状态有点像是内心缺乏重心和锚定点。就像一张网在空中飘浮，可能会受风的影响摇摆不定；但如果你在上面放上一块石头，它就会稳定下来，有了形状。所以你现在的状态可能是因为你在工作时只是完成任务，缺乏一种内在的动力；而在上网看视频时，你的注意力被被动地、碎片化地消耗。从本质上来说，你可能并不清楚自己是谁，也不知道自己要往哪里去，只是处于一种漂浮的焦虑状态。其实，这种现象在现代社会是很常见的。要解决这个问题，你可能需要花一些时间和精力。找一些以结构为基础的文化动力咨询可能会对你有所帮助。你可以尝试去探索你自己的内在需求，重新找到对工作和学习的动力与目标，并建立一种更有意义和专注的生活方式。持续地调整和锻炼你的注意力，培养一种持之以恒的耐心。同时，也要学会放松自己，找到适合你的方式来缓解焦虑和恢复身心的平衡。希望这些建议对你有所帮助。",
    "annotation": [
      {
        "sentence": "看起来你的状态有点像是内心缺乏重心和锚定点。",
        "label": ""
      },
      {
        "sentence": "就像一张网在空中飘浮，可能会受风的影响摇摆不定；但如果你在上面放上一块石头，它就会稳定下来，有了形状。",
        "label": ""
      },
      {
        "sentence": "所以你现在的状态可能是因为你在工作时只是完成任务，缺乏一种内在的动力；而在上网看视频时，你的注意力被被动地、碎片化地消耗。",
        "label": ""
      },
      {
        "sentence": "从本质上来说，你可能并不清楚自己是谁，也不知道自己要往哪里去，只是处于一种漂浮的焦虑状态。",
        "label": ""
      },
      {
        "sentence": "其实，这种现象在现代社会是很常见的。",
        "label": ""
      },
      {
        "sentence": "要解决这个问题，你可能需要花一些时间和精力。",
        "label": ""
      },
      {
        "sentence": "找一些以结构为基础的文化动力咨询可能会对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "你可以尝试去探索你自己的内在需求，重新找到对工作和学习的动力与目标，并建立一种更有意义和专注的生活方式。",
        "label": ""
      },
      {
        "sentence": "持续地调整和锻炼你的注意力，培养一种持之以恒的耐心。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会放松自己，找到适合你的方式来缓解焦虑和恢复身心的平衡。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我明白我需要重新找到自己的动力和目标，并培养一种有意义和专注的生活方式。但是我不太确定如何开始这个过程，我有点茫然。你能给我一些建议吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我明白我需要重新找到自己的动力和目标，并培养一种有意义和专注的生活方式。",
        "label": ""
      },
      {
        "sentence": "但是我不太确定如何开始这个过程，我有点茫然。",
        "label": ""
      },
      {
        "sentence": "你能给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以。你可以先尝试通过自我反省来了解自己的兴趣和价值观，思考你真正想做的事情，你内心深处的激情是什么。可以尝试做一些冥想或者放松的活动，让自己的思绪平静下来，思考清楚自己的内心需求。同时，你也可以找一些提升自己技能和知识的途径，比如参加课程、阅读好书，或者参加一些培训和工作坊。这样可以给你带来新的灵感和动力，帮助你重新找到内心的重心和动力。重要的是，不要过分追求完美，逐步行动，慢慢地让自己走上更有意义和专注的道路。",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "你可以先尝试通过自我反省来了解自己的兴趣和价值观，思考你真正想做的事情，你内心深处的激情是什么。",
        "label": ""
      },
      {
        "sentence": "可以尝试做一些冥想或者放松的活动，让自己的思绪平静下来，思考清楚自己的内心需求。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以找一些提升自己技能和知识的途径，比如参加课程、阅读好书，或者参加一些培训和工作坊。",
        "label": ""
      },
      {
        "sentence": "这样可以给你带来新的灵感和动力，帮助你重新找到内心的重心和动力。",
        "label": ""
      },
      {
        "sentence": "重要的是，不要过分追求完美，逐步行动，慢慢地让自己走上更有意义和专注的道路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着进行自我反省，思考自己的兴趣和内心的需求。我也会找一些途径提升自己的技能和知识，希望能够重新找到内心的重心和动力。虽然我知道这个过程可能需要一些时间和努力，但我愿意去尝试。再次感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着进行自我反省，思考自己的兴趣和内心的需求。",
        "label": ""
      },
      {
        "sentence": "我也会找一些途径提升自己的技能和知识，希望能够重新找到内心的重心和动力。",
        "label": ""
      },
      {
        "sentence": "虽然我知道这个过程可能需要一些时间和努力，但我愿意去尝试。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能为你提供帮助和鼓励。这是一个需要耐心和持之以恒的过程，但只要你保持积极的心态和对自己的信心，你一定能够重新找到内心的坚定和动力。如果你在这个过程中遇到任何困难或者需要进一步的支持，随时可以再来找我。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能为你提供帮助和鼓励。",
        "label": ""
      },
      {
        "sentence": "这是一个需要耐心和持之以恒的过程，但只要你保持积极的心态和对自己的信心，你一定能够重新找到内心的坚定和动力。",
        "label": ""
      },
      {
        "sentence": "如果你在这个过程中遇到任何困难或者需要进一步的支持，随时可以再来找我。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]