[
  {
    "role": "client",
    "content": "我的注意力不集中，克制不住内心的烦躁，而且没耐心。这个问题已经持续了四个月了。我工作闲得很，只忙半个月，剩下的时间都无所事事，这让我感到很焦虑。总觉得上班不做事，玩手机又会感到内疚。为了掩盖这种愧疚感，我开始用电脑看东西，但其实也不是真的喜欢看什么。浏览网页、看快手抖音、看小说、看电影动漫都会让我头晕恶心，吃不下饭。可我还是强迫自己看手机，而且也不知道在看些什么，只是想将时间熬过去。我希望能提升自己，但一点儿书和网课都看不下去，不知道是不是因为我看手机看得太多了。整个人都很焦躁，没有耐心。学习时，我不得不一个句子反复听好几遍才能理解，感觉我的注意力无法集中，听不见也看不见别人讲话。工作也开始做不下去了，任何需要花时间和精力的事情，我都无法克制烦躁和焦虑，也没有耐心。我的眼睛也干痛，医生说是疲劳过度。我想让自己内心平静下来，让注意力能够集中，不管是需要工作、学习还是玩耍，我都能够专注下来。不想再强迫自己看手机和电脑，已经看得恶心。请问我应该怎么办？",
    "annotation": [
      {
        "sentence": "我的注意力不集中，克制不住内心的烦躁，而且没耐心。",
        "label": ""
      },
      {
        "sentence": "这个问题已经持续了四个月了。",
        "label": ""
      },
      {
        "sentence": "我工作闲得很，只忙半个月，剩下的时间都无所事事，这让我感到很焦虑。",
        "label": ""
      },
      {
        "sentence": "总觉得上班不做事，玩手机又会感到内疚。",
        "label": ""
      },
      {
        "sentence": "为了掩盖这种愧疚感，我开始用电脑看东西，但其实也不是真的喜欢看什么。",
        "label": ""
      },
      {
        "sentence": "浏览网页、看快手抖音、看小说、看电影动漫都会让我头晕恶心，吃不下饭。",
        "label": ""
      },
      {
        "sentence": "可我还是强迫自己看手机，而且也不知道在看些什么，只是想将时间熬过去。",
        "label": ""
      },
      {
        "sentence": "我希望能提升自己，但一点儿书和网课都看不下去，不知道是不是因为我看手机看得太多了。",
        "label": ""
      },
      {
        "sentence": "整个人都很焦躁，没有耐心。",
        "label": ""
      },
      {
        "sentence": "学习时，我不得不一个句子反复听好几遍才能理解，感觉我的注意力无法集中，听不见也看不见别人讲话。",
        "label": ""
      },
      {
        "sentence": "工作也开始做不下去了，任何需要花时间和精力的事情，我都无法克制烦躁和焦虑，也没有耐心。",
        "label": ""
      },
      {
        "sentence": "我的眼睛也干痛，医生说是疲劳过度。",
        "label": ""
      },
      {
        "sentence": "我想让自己内心平静下来，让注意力能够集中，不管是需要工作、学习还是玩耍，我都能够专注下来。",
        "label": ""
      },
      {
        "sentence": "不想再强迫自己看手机和电脑，已经看得恶心。",
        "label": ""
      },
      {
        "sentence": "请问我应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我真的非常理解你的情况，因为我之前也经历过类似的情况。首先，我们来看一下导致这个问题出现的主要原因。很可能是因为你对工作不是很感兴趣，导致出现了工作闲的情况。我们可以深挖一下这个问题。接下来，我们来解决这些问题。1.刻意联系注意力。你可以刻意练习一下专注力，比如使用番茄工作法，将手机锁起来。刚开始可能会分心，但没有关系，可以一点一点地改善。如果需要的话，也可以找老师来引导和帮助自己。2.接受现状。你一定要学会接受现在的自己，每个人都会在某段时期感到困惑和无助，但是要相信自己通过努力可以改变现状。3.充满仪式感。在学习之前，可以创造一种仪式感，比如在开始学习之前关掉手机，屏蔽外界的信息，准备好学习用品等，这样可以帮助你进入专注的状态。4.找人带你。在学习时，找个人一起学习，可以相互比着学，也可以找个人监督你。希望我的回答能够对你有所帮助。愿你早日解决问题。",
    "annotation": [
      {
        "sentence": "我真的非常理解你的情况，因为我之前也经历过类似的情况。",
        "label": ""
      },
      {
        "sentence": "首先，我们来看一下导致这个问题出现的主要原因。",
        "label": ""
      },
      {
        "sentence": "很可能是因为你对工作不是很感兴趣，导致出现了工作闲的情况。",
        "label": ""
      },
      {
        "sentence": "我们可以深挖一下这个问题。",
        "label": ""
      },
      {
        "sentence": "接下来，我们来解决这些问题。",
        "label": ""
      },
      {
        "sentence": "1.刻意联系注意力。",
        "label": ""
      },
      {
        "sentence": "你可以刻意练习一下专注力，比如使用番茄工作法，将手机锁起来。",
        "label": ""
      },
      {
        "sentence": "刚开始可能会分心，但没有关系，可以一点一点地改善。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，也可以找老师来引导和帮助自己。",
        "label": ""
      },
      {
        "sentence": "2.接受现状。",
        "label": ""
      },
      {
        "sentence": "你一定要学会接受现在的自己，每个人都会在某段时期感到困惑和无助，但是要相信自己通过努力可以改变现状。",
        "label": ""
      },
      {
        "sentence": "3.充满仪式感。",
        "label": ""
      },
      {
        "sentence": "在学习之前，可以创造一种仪式感，比如在开始学习之前关掉手机，屏蔽外界的信息，准备好学习用品等，这样可以帮助你进入专注的状态。",
        "label": ""
      },
      {
        "sentence": "4.找人带你。",
        "label": ""
      },
      {
        "sentence": "在学习时，找个人一起学习，可以相互比着学，也可以找个人监督你。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能够对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "愿你早日解决问题。",
        "label": ""
      }
    ]
  }
]