[
  {
    "role": "client",
    "content": "我的注意力不集中，克制不住内心的焦虑感，感到很没有耐心，工作的时间也比较闲，只忙半个月，但其余时间都无事可做，让我很焦虑，总觉得上班不做事，玩手机又会有负罪感。为了掩盖愧疚感，开始用电脑看一些东西，但大部分都不是很喜欢，看着看着就恶心头晕，感觉时间在浪费。同时，也有很多书和网课需要学习，但却看不下去，有时还需要反复听好几遍，才能好好理解。工作和学习都需要花时间，但我的注意力一直无法集中。",
    "annotation": [
      {
        "sentence": "我的注意力不集中，克制不住内心的焦虑感，感到很没有耐心，工作的时间也比较闲，只忙半个月，但其余时间都无事可做，让我很焦虑，总觉得上班不做事，玩手机又会有负罪感。",
        "label": ""
      },
      {
        "sentence": "为了掩盖愧疚感，开始用电脑看一些东西，但大部分都不是很喜欢，看着看着就恶心头晕，感觉时间在浪费。",
        "label": ""
      },
      {
        "sentence": "同时，也有很多书和网课需要学习，但却看不下去，有时还需要反复听好几遍，才能好好理解。",
        "label": ""
      },
      {
        "sentence": "工作和学习都需要花时间，但我的注意力一直无法集中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的状况。首先让我们一起分析一下问题所在，然后再找到解决办法。你现在的问题有两点：1.工作时间较为闲散，闲暇时间过长，让你感到焦虑，选择了看手机或电脑的方式来消耗时间，但又感到失落和内疚；2.看书和学习需要花费大量心力和时间，但你却看不下去，也无法集中注意力。这些问题可能是由于你没有找到自己的兴趣所在，也没有一个规划来帮助自己找到人生的方向。",
    "annotation": [
      {
        "sentence": "我明白你的状况。",
        "label": ""
      },
      {
        "sentence": "首先让我们一起分析一下问题所在，然后再找到解决办法。",
        "label": ""
      },
      {
        "sentence": "你现在的问题有两点：1.工作时间较为闲散，闲暇时间过长，让你感到焦虑，选择了看手机或电脑的方式来消耗时间，但又感到失落和内疚；2.看书和学习需要花费大量心力和时间，但你却看不下去，也无法集中注意力。",
        "label": ""
      },
      {
        "sentence": "这些问题可能是由于你没有找到自己的兴趣所在，也没有一个规划来帮助自己找到人生的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我感觉到自己好像没有明确的目标和规划。",
    "annotation": [
      {
        "sentence": "对，我感觉到自己好像没有明确的目标和规划。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那么，你可以先试着找到自己真正感兴趣的创造性活动。这样，在不断地主动投入中，你会获得良性反馈和信心，也不会再用消费型活动来当自己的逃避。此外，你可以利用空闲时间思考一下自己现在所从事的职业，以及如何更好地提高自己的工作能力。是否可以开始规划自己的人生方向？",
    "annotation": [
      {
        "sentence": "那么，你可以先试着找到自己真正感兴趣的创造性活动。",
        "label": ""
      },
      {
        "sentence": "这样，在不断地主动投入中，你会获得良性反馈和信心，也不会再用消费型活动来当自己的逃避。",
        "label": ""
      },
      {
        "sentence": "此外，你可以利用空闲时间思考一下自己现在所从事的职业，以及如何更好地提高自己的工作能力。",
        "label": ""
      },
      {
        "sentence": "是否可以开始规划自己的人生方向？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着思考一下，但是我总感觉自己非常难集中注意力和思考。",
    "annotation": [
      {
        "sentence": "我会试着思考一下，但是我总感觉自己非常难集中注意力和思考。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这是一个循序渐进的过程。不要逼迫自己一下子能够集中注意力和思考，可以试着每天进步一点。比如，规定每天用十分钟时间来完成正事，并逐渐叠加。这样的话，你就能够找到自己对生活的掌控感，就不会被空虚牵引着走了。",
    "annotation": [
      {
        "sentence": "是的，这是一个循序渐进的过程。",
        "label": ""
      },
      {
        "sentence": "不要逼迫自己一下子能够集中注意力和思考，可以试着每天进步一点。",
        "label": ""
      },
      {
        "sentence": "比如，规定每天用十分钟时间来完成正事，并逐渐叠加。",
        "label": ""
      },
      {
        "sentence": "这样的话，你就能够找到自己对生活的掌控感，就不会被空虚牵引着走了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，今后我会努力调整自己的状态。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，今后我会努力调整自己的状态。",
        "label": ""
      }
    ]
  }
]