[
  {
    "role": "client",
    "content": "我是一个25岁的女生，总是习惯听别人的意见，甚至连自己的情绪都没有自由。我自己有很多计划，但总觉得被迫着向前走，生活好像不在我自己的手里，而是代替父母活着。每天都觉得压抑，现在连情绪自由都没有了，我就连自己有情绪都感觉不自在，觉得自己很可笑。我虽然总想要自由，但在做选择的时候，还是希望有人可以帮我指一条明路，越来越不敢相信自己的选择。我特别容易哭，不管是听到戳心的话，还是因为感动都会很容易流泪，甚至在景区看表演觉得很震撼也会感动到哭，哭到浑身发抖的那种，我这是怎么了？",
    "annotation": [
      {
        "sentence": "我是一个25岁的女生，总是习惯听别人的意见，甚至连自己的情绪都没有自由。",
        "label": ""
      },
      {
        "sentence": "我自己有很多计划，但总觉得被迫着向前走，生活好像不在我自己的手里，而是代替父母活着。",
        "label": ""
      },
      {
        "sentence": "每天都觉得压抑，现在连情绪自由都没有了，我就连自己有情绪都感觉不自在，觉得自己很可笑。",
        "label": ""
      },
      {
        "sentence": "我虽然总想要自由，但在做选择的时候，还是希望有人可以帮我指一条明路，越来越不敢相信自己的选择。",
        "label": ""
      },
      {
        "sentence": "我特别容易哭，不管是听到戳心的话，还是因为感动都会很容易流泪，甚至在景区看表演觉得很震撼也会感动到哭，哭到浑身发抖的那种，我这是怎么了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我觉得你是属于“别人家的小孩”那一类人，看起来文静、听话、懂事，不会给别人添麻烦，还会牺牲自己的感受去让别人舒服。你所描述的起头，有一个“被逼迫着前进”的说法，代表了两种状态，不情愿和有进步。大概是指走着父母认为的正确的道路，在做别人眼中所谓正确的事情。而你虽然有一定的计划，但对于如何正确地做事并没有太大的把握。就像一个天生左撇子的孩子，按理惯用左手才是正确的做法，但家长认为惯用左手写字和吃饭有违常规，便逼他使用右手。久而久之，生物规律被违背和扭曲了，他再用左手吃饭写字就会感到别扭。你的情绪也是如此，已经习惯把别人的情绪当成自己的情绪，长期没有找到正确的表达路径，走岔了。",
    "annotation": [
      {
        "sentence": "我觉得你是属于“别人家的小孩”那一类人，看起来文静、听话、懂事，不会给别人添麻烦，还会牺牲自己的感受去让别人舒服。",
        "label": ""
      },
      {
        "sentence": "你所描述的起头，有一个“被逼迫着前进”的说法，代表了两种状态，不情愿和有进步。",
        "label": ""
      },
      {
        "sentence": "大概是指走着父母认为的正确的道路，在做别人眼中所谓正确的事情。",
        "label": ""
      },
      {
        "sentence": "而你虽然有一定的计划，但对于如何正确地做事并没有太大的把握。",
        "label": ""
      },
      {
        "sentence": "就像一个天生左撇子的孩子，按理惯用左手才是正确的做法，但家长认为惯用左手写字和吃饭有违常规，便逼他使用右手。",
        "label": ""
      },
      {
        "sentence": "久而久之，生物规律被违背和扭曲了，他再用左手吃饭写字就会感到别扭。",
        "label": ""
      },
      {
        "sentence": "你的情绪也是如此，已经习惯把别人的情绪当成自己的情绪，长期没有找到正确的表达路径，走岔了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我现在该怎么办呢？",
    "annotation": [
      {
        "sentence": "那我现在该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你发现自己和别人在同样的场景下有不同的感受，就像电脑接受错了指令无法执行，从而感到“不自在，可笑”，就好像身体被被情绪冒犯，或者情绪被身体抗拒。习惯接受和执行指令的是机器或木偶的本质，一个活生生的人的价值，在于发挥自己最大的潜能和爆发力。这些潜能和爆发力绝大部分都来自感受和情绪，你想要的自由意志，就暗藏在其中。容易流泪的人，内心都铺满柔软，容易动情，对任何能触发感受的事物都很敏感，能充分感受到它们的存在意义。这并不问题，只是反过来讲，也容易被外界的主导，失去自己的立场和应有的理性态度。",
    "annotation": [
      {
        "sentence": "当你发现自己和别人在同样的场景下有不同的感受，就像电脑接受错了指令无法执行，从而感到“不自在，可笑”，就好像身体被被情绪冒犯，或者情绪被身体抗拒。",
        "label": ""
      },
      {
        "sentence": "习惯接受和执行指令的是机器或木偶的本质，一个活生生的人的价值，在于发挥自己最大的潜能和爆发力。",
        "label": ""
      },
      {
        "sentence": "这些潜能和爆发力绝大部分都来自感受和情绪，你想要的自由意志，就暗藏在其中。",
        "label": ""
      },
      {
        "sentence": "容易流泪的人，内心都铺满柔软，容易动情，对任何能触发感受的事物都很敏感，能充分感受到它们的存在意义。",
        "label": ""
      },
      {
        "sentence": "这并不问题，只是反过来讲，也容易被外界的主导，失去自己的立场和应有的理性态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我该怎么做才能找到自由意志？",
    "annotation": [
      {
        "sentence": "那我该怎么做才能找到自由意志？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他人为你指的路，往好了考虑没有恶意，但只代表他认为理应如此；往坏了考虑损人利己，可能会牺牲你的利益成全他的好处。如果没有切身经历和深入思考，他人的经验其实很难成为我们的财富和明灯。别偷懒，越是依赖别人，就越会受别人的制约，自由就离你越来越远。所谓的明路，不是操作指南，而是依你心，自己去淌过泥潭冲破浓雾，然后豁然开朗的一刻。",
    "annotation": [
      {
        "sentence": "他人为你指的路，往好了考虑没有恶意，但只代表他认为理应如此；往坏了考虑损人利己，可能会牺牲你的利益成全他的好处。",
        "label": ""
      },
      {
        "sentence": "如果没有切身经历和深入思考，他人的经验其实很难成为我们的财富和明灯。",
        "label": ""
      },
      {
        "sentence": "别偷懒，越是依赖别人，就越会受别人的制约，自由就离你越来越远。",
        "label": ""
      },
      {
        "sentence": "所谓的明路，不是操作指南，而是依你心，自己去淌过泥潭冲破浓雾，然后豁然开朗的一刻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我很容易被情绪影响，应该怎么控制呢？",
    "annotation": [
      {
        "sentence": "但我很容易被情绪影响，应该怎么控制呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "掌控情绪是一门需耐心修炼的技巧，也是一份需要真正热情的工作。你可以从以下几个方面入手：首先，学习认识自己的情绪，包括情绪的本质、来源和不同的表现形式等等。其次，积极寻求帮助和支持，可以向专业心理师寻求帮助，也可以向身边的亲友寻求安慰和支持。再者，建立自我意识和自我控制的能力，包括了解自己喜欢的事情、换个角度看待事情好处与坏处，以及练习思考并积极面对问题等等。",
    "annotation": [
      {
        "sentence": "掌控情绪是一门需耐心修炼的技巧，也是一份需要真正热情的工作。",
        "label": ""
      },
      {
        "sentence": "你可以从以下几个方面入手：首先，学习认识自己的情绪，包括情绪的本质、来源和不同的表现形式等等。",
        "label": ""
      },
      {
        "sentence": "其次，积极寻求帮助和支持，可以向专业心理师寻求帮助，也可以向身边的亲友寻求安慰和支持。",
        "label": ""
      },
      {
        "sentence": "再者，建立自我意识和自我控制的能力，包括了解自己喜欢的事情、换个角度看待事情好处与坏处，以及练习思考并积极面对问题等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我一定会去尝试的，谢谢你。",
    "annotation": [
      {
        "sentence": "好的，我一定会去尝试的，谢谢你。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别客气，我相信你会早日找到自己的自由和方向，而且也请不要忘记每一次向自己发起挑战的勇气，你可以真正成为热爱生活的那个自己。",
    "annotation": [
      {
        "sentence": "别客气，我相信你会早日找到自己的自由和方向，而且也请不要忘记每一次向自己发起挑战的勇气，你可以真正成为热爱生活的那个自己。",
        "label": ""
      }
    ]
  }
]