[
  {
    "role": "client",
    "content": "我是一名25岁的女生，总感觉自己没有情绪自由，仿佛生活不是由自己掌控的，而是代替父母过生活。每天都感觉很压抑，甚至连情绪自由都没有了，也觉得自己有时候很可笑。虽然我总想要自由，但在做选择的时候却又希望有人能给我指一条明路。最近我发现自己越来越不敢相信自己的选择，而且还特别容易哭，哭到浑身发抖的那种，我真的不知道这是怎么了。",
    "annotation": [
      {
        "sentence": "我是一名25岁的女生，总感觉自己没有情绪自由，仿佛生活不是由自己掌控的，而是代替父母过生活。",
        "label": ""
      },
      {
        "sentence": "每天都感觉很压抑，甚至连情绪自由都没有了，也觉得自己有时候很可笑。",
        "label": ""
      },
      {
        "sentence": "虽然我总想要自由，但在做选择的时候却又希望有人能给我指一条明路。",
        "label": ""
      },
      {
        "sentence": "最近我发现自己越来越不敢相信自己的选择，而且还特别容易哭，哭到浑身发抖的那种，我真的不知道这是怎么了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，我觉得你是一个非常敏感和有共情能力的人，所以才会这样。你提到自己有做事的计划，但是总被逼迫着前进，感觉自己失去了主动的权利。在我们年轻的时候，父母的催促与支持能够让我们少走很多弯路。但是长大以后，我们需要逐渐掌控自己的人生，包括自己的计划和决策。理解你的父母，但同时也要相信自己有足够的能力去做自己想做的事情，想好做的事情，证明自己的计划和考虑也足够全面。这也是拿回自己生命主动权的过程。",
    "annotation": [
      {
        "sentence": "从你的描述中，我觉得你是一个非常敏感和有共情能力的人，所以才会这样。",
        "label": ""
      },
      {
        "sentence": "你提到自己有做事的计划，但是总被逼迫着前进，感觉自己失去了主动的权利。",
        "label": ""
      },
      {
        "sentence": "在我们年轻的时候，父母的催促与支持能够让我们少走很多弯路。",
        "label": ""
      },
      {
        "sentence": "但是长大以后，我们需要逐渐掌控自己的人生，包括自己的计划和决策。",
        "label": ""
      },
      {
        "sentence": "理解你的父母，但同时也要相信自己有足够的能力去做自己想做的事情，想好做的事情，证明自己的计划和考虑也足够全面。",
        "label": ""
      },
      {
        "sentence": "这也是拿回自己生命主动权的过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你说的，但是我的问题是我很容易哭，无论是听心酸的话，还是被某些事情震撼，都会哭得很厉害。这让我觉得自己非常脆弱和可笑。",
    "annotation": [
      {
        "sentence": "我明白你说的，但是我的问题是我很容易哭，无论是听心酸的话，还是被某些事情震撼，都会哭得很厉害。",
        "label": ""
      },
      {
        "sentence": "这让我觉得自己非常脆弱和可笑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，你应该为自己的敏感和共情能力感到骄傲。这些正是你成为一个善良和温柔的人所必需的因素。虽然我们现在都要在适当的场合控制情绪，但我们不应该强迫自己去压抑情绪。有些时候，当我们感觉压抑和难受的时候，大声地哭出来，或者找朋友去聊天和倾诉，都是很好的方式。这可以帮助我们摆脱情绪的枷锁，获得平静和愉悦的状态。",
    "annotation": [
      {
        "sentence": "其实，你应该为自己的敏感和共情能力感到骄傲。",
        "label": ""
      },
      {
        "sentence": "这些正是你成为一个善良和温柔的人所必需的因素。",
        "label": ""
      },
      {
        "sentence": "虽然我们现在都要在适当的场合控制情绪，但我们不应该强迫自己去压抑情绪。",
        "label": ""
      },
      {
        "sentence": "有些时候，当我们感觉压抑和难受的时候，大声地哭出来，或者找朋友去聊天和倾诉，都是很好的方式。",
        "label": ""
      },
      {
        "sentence": "这可以帮助我们摆脱情绪的枷锁，获得平静和愉悦的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是，我总是感觉自己需要得到别人的认可和指导，甚至当做别人的代言人。我真的不知道为什么我会这样这么依赖别人。",
    "annotation": [
      {
        "sentence": "但是，我总是感觉自己需要得到别人的认可和指导，甚至当做别人的代言人。",
        "label": ""
      },
      {
        "sentence": "我真的不知道为什么我会这样这么依赖别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这也很正常。大多数人在面对不确定的事情时，都会希望得到他人的意见和建议。但是，我们不能完全依靠别人的建议和意见。最终做决定的权力仍然掌握在我们自己手中。只有我们了解自己的需要和价值观，自己做出的决定才是最好的。你需要相信自己。",
    "annotation": [
      {
        "sentence": "这也很正常。",
        "label": ""
      },
      {
        "sentence": "大多数人在面对不确定的事情时，都会希望得到他人的意见和建议。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能完全依靠别人的建议和意见。",
        "label": ""
      },
      {
        "sentence": "最终做决定的权力仍然掌握在我们自己手中。",
        "label": ""
      },
      {
        "sentence": "只有我们了解自己的需要和价值观，自己做出的决定才是最好的。",
        "label": ""
      },
      {
        "sentence": "你需要相信自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我总感觉自己选择会出错，或者错过了更好的机会。我真的好害怕。",
    "annotation": [
      {
        "sentence": "但是我总感觉自己选择会出错，或者错过了更好的机会。",
        "label": ""
      },
      {
        "sentence": "我真的好害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人在做决定时都会有这种感觉。但是，我们不能让恐惧主宰我们的选择。每个决定都会有其风险和不确定性，但是我们需要相信自己的能力和选择。无论做出怎样的决定，都是我们自己的责任和选择。如果决定不理想，我们也可以从中吸取教训，变得更加坚强和成熟。",
    "annotation": [
      {
        "sentence": "每个人在做决定时都会有这种感觉。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能让恐惧主宰我们的选择。",
        "label": ""
      },
      {
        "sentence": "每个决定都会有其风险和不确定性，但是我们需要相信自己的能力和选择。",
        "label": ""
      },
      {
        "sentence": "无论做出怎样的决定，都是我们自己的责任和选择。",
        "label": ""
      },
      {
        "sentence": "如果决定不理想，我们也可以从中吸取教训，变得更加坚强和成熟。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你这么耐心的倾听并给我这么多鼓励和支持，我真的感觉好了很多。",
    "annotation": [
      {
        "sentence": "谢谢你这么耐心的倾听并给我这么多鼓励和支持，我真的感觉好了很多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不必客气，我希望我的鼓励能给你带来帮助，希望你能挣脱情绪的压力和束缚，拥有属于自己的人生。",
    "annotation": [
      {
        "sentence": "不必客气，我希望我的鼓励能给你带来帮助，希望你能挣脱情绪的压力和束缚，拥有属于自己的人生。",
        "label": ""
      }
    ]
  }
]