[
  {
    "role": "client",
    "content": "我不甘心读录取的学校，父母不看好复读，咋办？",
    "annotation": [
      {
        "sentence": "我不甘心读录取的学校，父母不看好复读，咋办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "真不清楚到底是什么样的学校让你如此厌恶。而且从你的描述来看，似乎进了这个学校一切都毁了，你也只会浑浑噩噩的混日子。我清晰的记得，当初高考时也没能考上我最想去的学校。但我依然顺利完成了学业，找到了工作，甚至有了现在我觉得还不错的生活。回头看来，这都与我当初在大学的学习密不可分。",
    "annotation": [
      {
        "sentence": "真不清楚到底是什么样的学校让你如此厌恶。",
        "label": ""
      },
      {
        "sentence": "而且从你的描述来看，似乎进了这个学校一切都毁了，你也只会浑浑噩噩的混日子。",
        "label": ""
      },
      {
        "sentence": "我清晰的记得，当初高考时也没能考上我最想去的学校。",
        "label": ""
      },
      {
        "sentence": "但我依然顺利完成了学业，找到了工作，甚至有了现在我觉得还不错的生活。",
        "label": ""
      },
      {
        "sentence": "回头看来，这都与我当初在大学的学习密不可分。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的没错，我也明白学校并不是决定一切的因素，可我就是觉得这个学校不适合我。我更喜欢其他学校的学习氛围和专业设置，但爸妈不支持我复读，我现在好纠结。",
    "annotation": [
      {
        "sentence": "你说的没错，我也明白学校并不是决定一切的因素，可我就是觉得这个学校不适合我。",
        "label": ""
      },
      {
        "sentence": "我更喜欢其他学校的学习氛围和专业设置，但爸妈不支持我复读，我现在好纠结。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我理解你现在情绪上的纠结。但是无论读不读那所学校，无论是否复读，你都应该相信你自己有能力去做得更好。即使最终结果可能并不完全如你所愿，但你至少有去努力，有让自己变得更好。你可以试试去了解一下这个学校的具体情况，了解一下专业设置和学生评价，或许会有意想不到的收获呢。",
    "annotation": [
      {
        "sentence": "是的，我理解你现在情绪上的纠结。",
        "label": ""
      },
      {
        "sentence": "但是无论读不读那所学校，无论是否复读，你都应该相信你自己有能力去做得更好。",
        "label": ""
      },
      {
        "sentence": "即使最终结果可能并不完全如你所愿，但你至少有去努力，有让自己变得更好。",
        "label": ""
      },
      {
        "sentence": "你可以试试去了解一下这个学校的具体情况，了解一下专业设置和学生评价，或许会有意想不到的收获呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，也许我现在对这个学校的了解还不够深入。也许我可以去了解一下专业课程或者学生社团活动，看看有没有自己感兴趣的方面，这样或许会改变我的看法。",
    "annotation": [
      {
        "sentence": "嗯，也许我现在对这个学校的了解还不够深入。",
        "label": ""
      },
      {
        "sentence": "也许我可以去了解一下专业课程或者学生社团活动，看看有没有自己感兴趣的方面，这样或许会改变我的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，你可以主动去探索一下，了解一下该学校的优势和特点。或许在这个过程中，你会发现自己对该学校有了新的认识和期待。同时，也可以在其他方面进行努力，例如提高自己的学习能力、参加一些课外活动等等，这样不仅可以让你对未来更有信心，也可以为你进一步发展提供更多的机会。",
    "annotation": [
      {
        "sentence": "对的，你可以主动去探索一下，了解一下该学校的优势和特点。",
        "label": ""
      },
      {
        "sentence": "或许在这个过程中，你会发现自己对该学校有了新的认识和期待。",
        "label": ""
      },
      {
        "sentence": "同时，也可以在其他方面进行努力，例如提高自己的学习能力、参加一些课外活动等等，这样不仅可以让你对未来更有信心，也可以为你进一步发展提供更多的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。或许我现在对未来的恐惧和不满也是因为我对自己的未来规划不够具体。我可以试着列一个明确的目标，然后制定一些实际可行的计划来帮助自己前进。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "或许我现在对未来的恐惧和不满也是因为我对自己的未来规划不够具体。",
        "label": ""
      },
      {
        "sentence": "我可以试着列一个明确的目标，然后制定一些实际可行的计划来帮助自己前进。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能有这样的想法。设立明确的目标和制定实际可行的计划是非常重要的。同时，也不要忘记平衡好学业和个人发展的关系。大学生活除了学习，还有丰富多彩的社团活动、社交圈子等等，这些也是你全面发展的重要机会。所以，试着把注意力放在积极的方面，向着自己的目标努力，同时也保持积极的心态。",
    "annotation": [
      {
        "sentence": "很高兴你能有这样的想法。",
        "label": ""
      },
      {
        "sentence": "设立明确的目标和制定实际可行的计划是非常重要的。",
        "label": ""
      },
      {
        "sentence": "同时，也不要忘记平衡好学业和个人发展的关系。",
        "label": ""
      },
      {
        "sentence": "大学生活除了学习，还有丰富多彩的社团活动、社交圈子等等，这些也是你全面发展的重要机会。",
        "label": ""
      },
      {
        "sentence": "所以，试着把注意力放在积极的方面，向着自己的目标努力，同时也保持积极的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我现在感觉好多了。我会试着放下一些对学校的偏见，努力寻找自己的机会和发展，不再抱怨和消极。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我现在感觉好多了。",
        "label": ""
      },
      {
        "sentence": "我会试着放下一些对学校的偏见，努力寻找自己的机会和发展，不再抱怨和消极。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的建议对你有所帮助。要相信自己的能力和潜力，相信你能够在任何环境中获得成功。遇到困难时，我们要学会积极面对并从中学习。你已经迈出了第一步，希望你能够坚持下去，取得你想要的成就。如果你需要任何帮助，我都会在这里支持你的。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "要相信自己的能力和潜力，相信你能够在任何环境中获得成功。",
        "label": ""
      },
      {
        "sentence": "遇到困难时，我们要学会积极面对并从中学习。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，希望你能够坚持下去，取得你想要的成就。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助，我都会在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]