[
  {
    "role": "client",
    "content": "老公孩子都是我依赖的对象，我为什么这么依赖别人？很依赖别人，老公孩子都是我依赖的对象，是为什么呢？",
    "annotation": [
      {
        "sentence": "老公孩子都是我依赖的对象，我为什么这么依赖别人？",
        "label": ""
      },
      {
        "sentence": "很依赖别人，老公孩子都是我依赖的对象，是为什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你想探讨自己依赖心理产生的原因，这是很有意义的，说明你对自己的觉察，也说明你有成长的强烈需求。针对你的情况，依赖的产生可能有这么几个原因：一、中国是有着几千年封建传统的国家，女性长期处于从属地位，习惯于依附别人，在很多人的观念里仍然会有这种思想的残余，从小依赖家里的男性长辈，成年后依赖丈夫孩子。二、经济上的依附地位造成的。",
    "annotation": [
      {
        "sentence": "你想探讨自己依赖心理产生的原因，这是很有意义的，说明你对自己的觉察，也说明你有成长的强烈需求。",
        "label": ""
      },
      {
        "sentence": "针对你的情况，依赖的产生可能有这么几个原因：一、中国是有着几千年封建传统的国家，女性长期处于从属地位，习惯于依附别人，在很多人的观念里仍然会有这种思想的残余，从小依赖家里的男性长辈，成年后依赖丈夫孩子。",
        "label": ""
      },
      {
        "sentence": "二、经济上的依附地位造成的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实从小听说女性要依附于男性，这样的观念也深深地植入了我的内心。但是为什么我现在还是感觉如此依赖呢？",
    "annotation": [
      {
        "sentence": "我确实从小听说女性要依附于男性，这样的观念也深深地植入了我的内心。",
        "label": ""
      },
      {
        "sentence": "但是为什么我现在还是感觉如此依赖呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从小教育的结果可能也是一个原因。我们传统的教育模式，一味教育孩子听话、学乖，会抑制独立性这一可贵的品质。造成孩子接受别人的赞许胜过自我的独立，与人的交往中渐渐形成一种从主从关系、依赖关系。四、自卑造成的依赖。因为不自信，觉得自己如别人，在与人交往中不自觉地把自己放在配角位置，心甘情愿地接受别人的支配。",
    "annotation": [
      {
        "sentence": "从小教育的结果可能也是一个原因。",
        "label": ""
      },
      {
        "sentence": "我们传统的教育模式，一味教育孩子听话、学乖，会抑制独立性这一可贵的品质。",
        "label": ""
      },
      {
        "sentence": "造成孩子接受别人的赞许胜过自我的独立，与人的交往中渐渐形成一种从主从关系、依赖关系。",
        "label": ""
      },
      {
        "sentence": "四、自卑造成的依赖。",
        "label": ""
      },
      {
        "sentence": "因为不自信，觉得自己如别人，在与人交往中不自觉地把自己放在配角位置，心甘情愿地接受别人的支配。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直都觉得自己不够好，缺乏自信。所以我就习惯了依赖他人的意见和支持。",
    "annotation": [
      {
        "sentence": "是的，我一直都觉得自己不够好，缺乏自信。",
        "label": ""
      },
      {
        "sentence": "所以我就习惯了依赖他人的意见和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能觉察自己的依赖心理，可能是因为你感觉到了屈从带来的内心的痛苦，或者被依赖的人感觉到不舒服，把这种不舒服又投射给了你。健康的、平等的人际关系是具有选择性的，也就是说，在平等健康的关系里我们可以依靠自己的意志做出选择，而不用屈从于他人，这种选择性能使人得到真正的友爱及独立性，即便在亲密关系里，如对待老公和孩子的关系时，也需要我们保持边界和独立。",
    "annotation": [
      {
        "sentence": "你能觉察自己的依赖心理，可能是因为你感觉到了屈从带来的内心的痛苦，或者被依赖的人感觉到不舒服，把这种不舒服又投射给了你。",
        "label": ""
      },
      {
        "sentence": "健康的、平等的人际关系是具有选择性的，也就是说，在平等健康的关系里我们可以依靠自己的意志做出选择，而不用屈从于他人，这种选择性能使人得到真正的友爱及独立性，即便在亲密关系里，如对待老公和孩子的关系时，也需要我们保持边界和独立。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我担心如果我开始独立，不再依赖他人，会失去他们的支持和关爱。",
    "annotation": [
      {
        "sentence": "但是我担心如果我开始独立，不再依赖他人，会失去他们的支持和关爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样的担忧是可以理解的。不过我们要知道，健康的人际关系应该是建立在平等和互相支持的基础上，而不是单方面的依赖。当你独立并且与他人保持边界后，你们之间的关系更加均衡，互相的关爱和支持也会变得更加真实和稳固。",
    "annotation": [
      {
        "sentence": "这样的担忧是可以理解的。",
        "label": ""
      },
      {
        "sentence": "不过我们要知道，健康的人际关系应该是建立在平等和互相支持的基础上，而不是单方面的依赖。",
        "label": ""
      },
      {
        "sentence": "当你独立并且与他人保持边界后，你们之间的关系更加均衡，互相的关爱和支持也会变得更加真实和稳固。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我应该怎样去培养自己的独立性呢？",
    "annotation": [
      {
        "sentence": "那我应该怎样去培养自己的独立性呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以开始关注和培养自己的个人爱好和兴趣，让自己的存在更加丰富和独立。同时，寻求专业的心理辅导也是一个很好的选择，可以帮助你更深入地了解自己，并找到独立性的培养方法。最重要的是，要相信自己的能力和价值，不断提升自己的自信心。",
    "annotation": [
      {
        "sentence": "首先，你可以开始关注和培养自己的个人爱好和兴趣，让自己的存在更加丰富和独立。",
        "label": ""
      },
      {
        "sentence": "同时，寻求专业的心理辅导也是一个很好的选择，可以帮助你更深入地了解自己，并找到独立性的培养方法。",
        "label": ""
      },
      {
        "sentence": "最重要的是，要相信自己的能力和价值，不断提升自己的自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，谢谢你的建议和支持。我会尝试去培养自己的独立性，相信自己可以变得更加坚强和独立。",
    "annotation": [
      {
        "sentence": "我明白了，谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会尝试去培养自己的独立性，相信自己可以变得更加坚强和独立。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，并且听到你的决心和信心。记住，你并不孤单，一直都有我在这里支持着你。如果你在培养独立性的过程中遇到任何困难和挑战，随时都可以向我求助。加油！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，并且听到你的决心和信心。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，一直都有我在这里支持着你。",
        "label": ""
      },
      {
        "sentence": "如果你在培养独立性的过程中遇到任何困难和挑战，随时都可以向我求助。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]