[
  {
    "role": "client",
    "content": "我23岁，毕业一年在家真的受尽屈辱，感觉自己多余？我只是说了一句中午的蔬菜最好不要留到晚上，因为听网上一个医生说的，这样不利于健康，然后我爸爸冲我翻白眼，我妈也对我冷笑，然后他们说如果我想那样可以以后自己做，他们做不到，感觉我在家成了一个多余的人，我每次好心好意提出来的东西都会变成废话，永远不会受到他们的尊重，家里的氛围已经让我恶心到了极致，不说话也不行，说了话也不行，总之就做什么都是错，既然这样，为什么要把我生下来。",
    "annotation": [
      {
        "sentence": "我23岁，毕业一年在家真的受尽屈辱，感觉自己多余？",
        "label": ""
      },
      {
        "sentence": "我只是说了一句中午的蔬菜最好不要留到晚上，因为听网上一个医生说的，这样不利于健康，然后我爸爸冲我翻白眼，我妈也对我冷笑，然后他们说如果我想那样可以以后自己做，他们做不到，感觉我在家成了一个多余的人，我每次好心好意提出来的东西都会变成废话，永远不会受到他们的尊重，家里的氛围已经让我恶心到了极致，不说话也不行，说了话也不行，总之就做什么都是错，既然这样，为什么要把我生下来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的描述让我认真思考了一下，希望我接下来的话能对你有所帮助。家再不好也是家，尽力让气氛好起来有家的孩子像块宝，没家的孩子像根草。也许每个孩子是否有家，在家受到关爱程度会有不同，但家就是港湾，哪怕形式化更多一些，都是要珍惜幸福的。所以多看家的优点，家人的优点，多体谅理解，你说氛围不好，那也许不是一天两天造成的，慢慢修复缓解，让家的氛围一点点好起来。",
    "annotation": [
      {
        "sentence": "你的描述让我认真思考了一下，希望我接下来的话能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "家再不好也是家，尽力让气氛好起来有家的孩子像块宝，没家的孩子像根草。",
        "label": ""
      },
      {
        "sentence": "也许每个孩子是否有家，在家受到关爱程度会有不同，但家就是港湾，哪怕形式化更多一些，都是要珍惜幸福的。",
        "label": ""
      },
      {
        "sentence": "所以多看家的优点，家人的优点，多体谅理解，你说氛围不好，那也许不是一天两天造成的，慢慢修复缓解，让家的氛围一点点好起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，但是我觉得家人之间的亲密关系不够，有时沟通也很困难。有的人就是很难建立亲密关系，哪怕是最亲近的家人，所以我是否应该承认这种情况，并且怎样才能够改善我们之间的关系呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，但是我觉得家人之间的亲密关系不够，有时沟通也很困难。",
        "label": ""
      },
      {
        "sentence": "有的人就是很难建立亲密关系，哪怕是最亲近的家人，所以我是否应该承认这种情况，并且怎样才能够改善我们之间的关系呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得对，有些人确实很难建立亲密关系，包括最亲近的家人。首先要承认这个情况的存在，然后我们可以尝试理性沟通，因为人心是肉长的，何况是父母与孩子。只要沟通得当，关系都会缓和好起来的。",
    "annotation": [
      {
        "sentence": "你说得对，有些人确实很难建立亲密关系，包括最亲近的家人。",
        "label": ""
      },
      {
        "sentence": "首先要承认这个情况的存在，然后我们可以尝试理性沟通，因为人心是肉长的，何况是父母与孩子。",
        "label": ""
      },
      {
        "sentence": "只要沟通得当，关系都会缓和好起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得每次提出建议都会被忽视，好像自己的话永远不会被重视。无论对方是接受还是否定，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "可是我觉得每次提出建议都会被忽视，好像自己的话永远不会被重视。",
        "label": ""
      },
      {
        "sentence": "无论对方是接受还是否定，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人对事物的认知是不同的，所以很多时候我们只需要说出自己的想法和建议，无论对方是接受还是否定，我们只要控制好自己就行了。别想着去控制别人，这样自己也会轻松些。别太较真儿结果是否如自己意愿。",
    "annotation": [
      {
        "sentence": "每个人对事物的认知是不同的，所以很多时候我们只需要说出自己的想法和建议，无论对方是接受还是否定，我们只要控制好自己就行了。",
        "label": ""
      },
      {
        "sentence": "别想着去控制别人，这样自己也会轻松些。",
        "label": ""
      },
      {
        "sentence": "别太较真儿结果是否如自己意愿。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该放下过多的期望，控制好自己的情绪。但是我还是感觉很沮丧，觉得自己在家里无论做什么都是错的。我怎样才能够变得强大起来呢？",
    "annotation": [
      {
        "sentence": "你说得对，我应该放下过多的期望，控制好自己的情绪。",
        "label": ""
      },
      {
        "sentence": "但是我还是感觉很沮丧，觉得自己在家里无论做什么都是错的。",
        "label": ""
      },
      {
        "sentence": "我怎样才能够变得强大起来呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "让自己强大起来是一个不变的道理，因为强者的言论会很容易被人接受和信服。如果你总是在某些方面表现得不够好，那么你可能在很多方面的话语都不会被重视。所以你可以努力提升自己，让自己变得更强大。这样你也会更有自信、更平静淡定地处理事情，即使最后家庭氛围无法改变，你也可以自由自主地去生活。",
    "annotation": [
      {
        "sentence": "让自己强大起来是一个不变的道理，因为强者的言论会很容易被人接受和信服。",
        "label": ""
      },
      {
        "sentence": "如果你总是在某些方面表现得不够好，那么你可能在很多方面的话语都不会被重视。",
        "label": ""
      },
      {
        "sentence": "所以你可以努力提升自己，让自己变得更强大。",
        "label": ""
      },
      {
        "sentence": "这样你也会更有自信、更平静淡定地处理事情，即使最后家庭氛围无法改变，你也可以自由自主地去生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，你的建议让我觉得有希望。我会努力让自己变得更强大，学会控制自己的情绪。如果有问题，我还可以继续向你寻求帮助吗？",
    "annotation": [
      {
        "sentence": "谢谢你，你的建议让我觉得有希望。",
        "label": ""
      },
      {
        "sentence": "我会努力让自己变得更强大，学会控制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "如果有问题，我还可以继续向你寻求帮助吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以，我随时都会在这里支持你。希望你一切顺利，加油！",
    "annotation": [
      {
        "sentence": "当然可以，我随时都会在这里支持你。",
        "label": ""
      },
      {
        "sentence": "希望你一切顺利，加油！",
        "label": ""
      }
    ]
  }
]