[
  {
    "role": "client",
    "content": "现在的工作让我很焦虑，还要不要继续坚持？本人有2岁宝宝一枚，4月份新换的工作，薪资是以前的快二倍，起初很高兴，当然也做好了挨累的准备，试用期三个月，前两个月呆的挺好，没加班，后一个月，领导找我说要给我调组，也没征求我意见，结果这个新组是个坑，没有老人带新人，直接把我当老人使唤，任务很重，没人教，全靠自己去问，来这个组之后基本一直加班，很郁闷，昨天郁闷到恨不得立马辞职，但是又担心很多，如果和领导说我担当不了，又怕被认为抗压能力不行，很纠结，现在真的打心底抵触这份工作。不知道该怎么办。",
    "annotation": [
      {
        "sentence": "现在的工作让我很焦虑，还要不要继续坚持？",
        "label": ""
      },
      {
        "sentence": "本人有2岁宝宝一枚，4月份新换的工作，薪资是以前的快二倍，起初很高兴，当然也做好了挨累的准备，试用期三个月，前两个月呆的挺好，没加班，后一个月，领导找我说要给我调组，也没征求我意见，结果这个新组是个坑，没有老人带新人，直接把我当老人使唤，任务很重，没人教，全靠自己去问，来这个组之后基本一直加班，很郁闷，昨天郁闷到恨不得立马辞职，但是又担心很多，如果和领导说我担当不了，又怕被认为抗压能力不行，很纠结，现在真的打心底抵触这份工作。",
        "label": ""
      },
      {
        "sentence": "不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说起来，似乎你已经压力比较大了，我能理解你的感受，不过对于这种情况，不妨从以积极的角度考虑一下。哪些事情你觉得这个工作做得比较好？哪些事情不如意？能不能通过跟领导沟通来解决这些问题呢？",
    "annotation": [
      {
        "sentence": "听你说起来，似乎你已经压力比较大了，我能理解你的感受，不过对于这种情况，不妨从以积极的角度考虑一下。",
        "label": ""
      },
      {
        "sentence": "哪些事情你觉得这个工作做得比较好？",
        "label": ""
      },
      {
        "sentence": "哪些事情不如意？",
        "label": ""
      },
      {
        "sentence": "能不能通过跟领导沟通来解决这些问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我实在是没想到有什么可以值得表扬的地方，因为现在的待遇增加了，所以一开始对这份工作充满期待，也没有想到会变成这个样子，现在也许只有加班这一点是我能做得好的了。",
    "annotation": [
      {
        "sentence": "我实在是没想到有什么可以值得表扬的地方，因为现在的待遇增加了，所以一开始对这份工作充满期待，也没有想到会变成这个样子，现在也许只有加班这一点是我能做得好的了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你现在很不开心，让我来先安慰一下你吧。首先，不要把自己和别人比较，在人性化的企业里，只要你在努力，做到自己力所能及的事情就好了，不应该过于苛求自己。其次，如果实在处理不了情绪，可以找一些发泄的方式，例如运动、看一下电影、和家人朋友聊天等等。",
    "annotation": [
      {
        "sentence": "听起来你现在很不开心，让我来先安慰一下你吧。",
        "label": ""
      },
      {
        "sentence": "首先，不要把自己和别人比较，在人性化的企业里，只要你在努力，做到自己力所能及的事情就好了，不应该过于苛求自己。",
        "label": ""
      },
      {
        "sentence": "其次，如果实在处理不了情绪，可以找一些发泄的方式，例如运动、看一下电影、和家人朋友聊天等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢，我会试试你的建议，但我现在还是担心自己这份工作。我不知道，该告诉领导我现在的情况吗？因为我知道说出来以后，这个公司其他的领导都会知道我这个人承受力不够。",
    "annotation": [
      {
        "sentence": "谢谢，我会试试你的建议，但我现在还是担心自己这份工作。",
        "label": ""
      },
      {
        "sentence": "我不知道，该告诉领导我现在的情况吗？",
        "label": ""
      },
      {
        "sentence": "因为我知道说出来以后，这个公司其他的领导都会知道我这个人承受力不够。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很正常。不过，你不需要总是以最严苛的标准来要求自己。如果你感觉得处理不了，就多观察观察，在继续努力之前，可以试着跟你的领导沟通一下。你可以告诉领导，你对于这个新组的工作感到有些吃力，需要一点点时间来适应。这样既不会让领导觉得你在抱怨，也能让他们更好地理解你现在的困难。",
    "annotation": [
      {
        "sentence": "你的想法很正常。",
        "label": ""
      },
      {
        "sentence": "不过，你不需要总是以最严苛的标准来要求自己。",
        "label": ""
      },
      {
        "sentence": "如果你感觉得处理不了，就多观察观察，在继续努力之前，可以试着跟你的领导沟通一下。",
        "label": ""
      },
      {
        "sentence": "你可以告诉领导，你对于这个新组的工作感到有些吃力，需要一点点时间来适应。",
        "label": ""
      },
      {
        "sentence": "这样既不会让领导觉得你在抱怨，也能让他们更好地理解你现在的困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我下班后会试着多反思一下自己的情况。谢谢你的支持，我现在心情好多了。",
    "annotation": [
      {
        "sentence": "好的，我下班后会试着多反思一下自己的情况。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持，我现在心情好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，要是你还需要其他的建议或者支持，记得来找我哟。",
    "annotation": [
      {
        "sentence": "没问题，要是你还需要其他的建议或者支持，记得来找我哟。",
        "label": ""
      }
    ]
  }
]