[
  {
    "role": "client",
    "content": "现在的工作让我很焦虑，还要不要继续坚持？本人有2岁宝宝一枚，4月份新换的工作，薪资是以前的快二倍，起初很高兴，当然也做好了挨累的准备，试用期三个月，前两个月呆的挺好，没加班，后一个月，领导找我说要给我调组，也没征求我意见，结果这个新组是个坑，没有老人带新人，直接把我当老人使唤，任务很重，没人教，全靠自己去问，来这个组之后基本一直加班，很郁闷，昨天郁闷到恨不得立马辞职，但是又担心很多，如果和领导说我担当不了，又怕被认为抗压能力不行，很纠结，现在真的打心底抵触这份工作。不知道该怎么办。",
    "annotation": [
      {
        "sentence": "现在的工作让我很焦虑，还要不要继续坚持？",
        "label": ""
      },
      {
        "sentence": "本人有2岁宝宝一枚，4月份新换的工作，薪资是以前的快二倍，起初很高兴，当然也做好了挨累的准备，试用期三个月，前两个月呆的挺好，没加班，后一个月，领导找我说要给我调组，也没征求我意见，结果这个新组是个坑，没有老人带新人，直接把我当老人使唤，任务很重，没人教，全靠自己去问，来这个组之后基本一直加班，很郁闷，昨天郁闷到恨不得立马辞职，但是又担心很多，如果和领导说我担当不了，又怕被认为抗压能力不行，很纠结，现在真的打心底抵触这份工作。",
        "label": ""
      },
      {
        "sentence": "不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同作为宝妈，很是理解您的想法。我们顾家有责任，做了老妈后，恨不得有摘星的本事，以顾到孩子各方面的体面，顺带还能减轻下孩子爸爸的负担。但我们的精力有限，又有孩子作为牵挂，长期加班，肯定会让自己觉得工作初衷有所偏颇，所图不足，又有重回职场转而辞职背后一片唏嘘的不甘。",
    "annotation": [
      {
        "sentence": "同作为宝妈，很是理解您的想法。",
        "label": ""
      },
      {
        "sentence": "我们顾家有责任，做了老妈后，恨不得有摘星的本事，以顾到孩子各方面的体面，顺带还能减轻下孩子爸爸的负担。",
        "label": ""
      },
      {
        "sentence": "但我们的精力有限，又有孩子作为牵挂，长期加班，肯定会让自己觉得工作初衷有所偏颇，所图不足，又有重回职场转而辞职背后一片唏嘘的不甘。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的理解和鼓励，我现在真的觉得很纠结。也担心辞职后无法找到更好的工作，但是在这份工作上又感到很受挫。",
    "annotation": [
      {
        "sentence": "谢谢您的理解和鼓励，我现在真的觉得很纠结。",
        "label": ""
      },
      {
        "sentence": "也担心辞职后无法找到更好的工作，但是在这份工作上又感到很受挫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "纠结和焦虑是很正常的心理反应。首先，让我们抱抱自己现在的情况，并需要找个人陪伴你，倾诉你的苦水。这不是抱怨，而是对自己负责并随时让自己充满阳光。接下来，给自己准备些小礼物，每天出发前都以微笑面对。这个过程可以得到家人的支持和理解，而家人的支持和照顾将会成为我们无比的勇气。",
    "annotation": [
      {
        "sentence": "纠结和焦虑是很正常的心理反应。",
        "label": ""
      },
      {
        "sentence": "首先，让我们抱抱自己现在的情况，并需要找个人陪伴你，倾诉你的苦水。",
        "label": ""
      },
      {
        "sentence": "这不是抱怨，而是对自己负责并随时让自己充满阳光。",
        "label": ""
      },
      {
        "sentence": "接下来，给自己准备些小礼物，每天出发前都以微笑面对。",
        "label": ""
      },
      {
        "sentence": "这个过程可以得到家人的支持和理解，而家人的支持和照顾将会成为我们无比的勇气。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说得对，家人的理解和支持的确很重要。我真的需要找到一种平衡，既要顾家庭，又要找到自己的职业满足感。但是，这份工作给我的压力真的很大，不知道我应该怎样去面对。",
    "annotation": [
      {
        "sentence": "您说得对，家人的理解和支持的确很重要。",
        "label": ""
      },
      {
        "sentence": "我真的需要找到一种平衡，既要顾家庭，又要找到自己的职业满足感。",
        "label": ""
      },
      {
        "sentence": "但是，这份工作给我的压力真的很大，不知道我应该怎样去面对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "职场上确实存在各种压力和挑战，这并不罕见。我们可以尝试客观分析当前的问题和职场环境。首先，看看加班是否是必要的，是否会长期存在，是否可以采取措施调整工作时间。其次，思考一下自己是否真的必须承担这份加班工作。如果你仍然对这份工作感到抵触，我建议你平衡一下接受和改变之间的评估，看看自己在这个岗位上的优势和劣势，并思考可能得到的利与弊。这种有目标的评估可以帮助你找到驱动内驱动力的关键点。",
    "annotation": [
      {
        "sentence": "职场上确实存在各种压力和挑战，这并不罕见。",
        "label": ""
      },
      {
        "sentence": "我们可以尝试客观分析当前的问题和职场环境。",
        "label": ""
      },
      {
        "sentence": "首先，看看加班是否是必要的，是否会长期存在，是否可以采取措施调整工作时间。",
        "label": ""
      },
      {
        "sentence": "其次，思考一下自己是否真的必须承担这份加班工作。",
        "label": ""
      },
      {
        "sentence": "如果你仍然对这份工作感到抵触，我建议你平衡一下接受和改变之间的评估，看看自己在这个岗位上的优势和劣势，并思考可能得到的利与弊。",
        "label": ""
      },
      {
        "sentence": "这种有目标的评估可以帮助你找到驱动内驱动力的关键点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会仔细思考一下这些问题。同时，我也会继续和家人沟通，了解我们家庭的需求，重新审视自己对职业的需求。毕竟，职业对一个家庭的影响很大。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会仔细思考一下这些问题。",
        "label": ""
      },
      {
        "sentence": "同时，我也会继续和家人沟通，了解我们家庭的需求，重新审视自己对职业的需求。",
        "label": ""
      },
      {
        "sentence": "毕竟，职业对一个家庭的影响很大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意思考和和家人沟通。作为职场妈妈，表达自己的想法也是一种保护方法。我希望你可以找到适合自己的平衡，并且早日在职场上取得成功！记住，天蓝云白，生活可以变得美好！全世界都爱着你！",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意思考和和家人沟通。",
        "label": ""
      },
      {
        "sentence": "作为职场妈妈，表达自己的想法也是一种保护方法。",
        "label": ""
      },
      {
        "sentence": "我希望你可以找到适合自己的平衡，并且早日在职场上取得成功！",
        "label": ""
      },
      {
        "sentence": "记住，天蓝云白，生活可以变得美好！",
        "label": ""
      },
      {
        "sentence": "全世界都爱着你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会努力寻找平衡，重新评估自己的职业需求，并尝试保持积极的态度。谢谢你陪我聊天，让我感到温暖和安慰。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会努力寻找平衡，重新评估自己的职业需求，并尝试保持积极的态度。",
        "label": ""
      },
      {
        "sentence": "谢谢你陪我聊天，让我感到温暖和安慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。如果你需要随时聊天或者有任何困扰，都可以来找我。你不是一个人在战斗，我们会一直陪伴着你。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "如果你需要随时聊天或者有任何困扰，都可以来找我。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，我们会一直陪伴着你。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]