[
  {
    "role": "client",
    "content": "现在的工作让我很焦虑，还要不要继续坚持？本人有2岁宝宝一枚，4月份新换的工作，薪资是以前的快二倍，起初很高兴，当然也做好了挨累的准备，试用期三个月，前两个月呆的挺好，没加班，后一个月，领导找我说要给我调组，也没征求我意见，结果这个新组是个坑，没有老人带新人，直接把我当老人使唤，任务很重，没人教，全靠自己去问，来这个组之后基本一直加班，很郁闷，昨天郁闷到恨不得立马辞职，但是又担心很多，如果和领导说我担当不了，又怕被认为抗压能力不行，很纠结，现在真的打心底抵触这份工作。不知道该怎么办。",
    "annotation": [
      {
        "sentence": "现在的工作让我很焦虑，还要不要继续坚持？",
        "label": ""
      },
      {
        "sentence": "本人有2岁宝宝一枚，4月份新换的工作，薪资是以前的快二倍，起初很高兴，当然也做好了挨累的准备，试用期三个月，前两个月呆的挺好，没加班，后一个月，领导找我说要给我调组，也没征求我意见，结果这个新组是个坑，没有老人带新人，直接把我当老人使唤，任务很重，没人教，全靠自己去问，来这个组之后基本一直加班，很郁闷，昨天郁闷到恨不得立马辞职，但是又担心很多，如果和领导说我担当不了，又怕被认为抗压能力不行，很纠结，现在真的打心底抵触这份工作。",
        "label": ""
      },
      {
        "sentence": "不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "郁闷让你不知道是不是应该在继续这份工作，针对你的问题，我有一些小的感受想和你聊一聊：正如你所说现在的薪资比之前高了两倍，那我们也应该做好它会比之前的工作难度更高，这一点你其实是有心理准备的，只不过当下，正处于那种情况之中的时候，情绪上自然会出现抗拒。",
    "annotation": [
      {
        "sentence": "郁闷让你不知道是不是应该在继续这份工作，针对你的问题，我有一些小的感受想和你聊一聊：正如你所说现在的薪资比之前高了两倍，那我们也应该做好它会比之前的工作难度更高，这一点你其实是有心理准备的，只不过当下，正处于那种情况之中的时候，情绪上自然会出现抗拒。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我当初确实希望通过这份工作改善生活，但现在感觉压力太大了，每天都感到非常疲惫，开始怀疑自己是否能胜任这个岗位。",
    "annotation": [
      {
        "sentence": "是的，我当初确实希望通过这份工作改善生活，但现在感觉压力太大了，每天都感到非常疲惫，开始怀疑自己是否能胜任这个岗位。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，当我们面对新的挑战时，常常会感到无从下手和不确定。不过，你要相信自己的能力，领导将你安排在新的岗位上，并没有征求你的意见，这反映出他们对你的能力是有信心的，相信你有能力完成这个任务。",
    "annotation": [
      {
        "sentence": "我理解你的感受，当我们面对新的挑战时，常常会感到无从下手和不确定。",
        "label": ""
      },
      {
        "sentence": "不过，你要相信自己的能力，领导将你安排在新的岗位上，并没有征求你的意见，这反映出他们对你的能力是有信心的，相信你有能力完成这个任务。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但新的工作没有老人带新人，我感到很迷茫，没有人可以向我传授经验和指导，我觉得很吃力。",
    "annotation": [
      {
        "sentence": "但新的工作没有老人带新人，我感到很迷茫，没有人可以向我传授经验和指导，我觉得很吃力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在一个新的工作环境中没有人带，确实会面临更多挑战，但正因为没有老人带你，说明你的领导对你的能力非常看重，才会让你担任如此重要的职责。虽然现在你感到困难，但只要你积极主动地学习和探索，相信你会逐渐适应并成长起来的。",
    "annotation": [
      {
        "sentence": "在一个新的工作环境中没有人带，确实会面临更多挑战，但正因为没有老人带你，说明你的领导对你的能力非常看重，才会让你担任如此重要的职责。",
        "label": ""
      },
      {
        "sentence": "虽然现在你感到困难，但只要你积极主动地学习和探索，相信你会逐渐适应并成长起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解你的观点，但现在的工作量太大了，我每天都在加班，感到非常疲惫和不开心。",
    "annotation": [
      {
        "sentence": "我理解你的观点，但现在的工作量太大了，我每天都在加班，感到非常疲惫和不开心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你目前的处境，工作过多确实会使人感到疲倦和不开心。但是，我希望你能试着转变一下思维方式，想想你为什么选择这个工作，是为了更好地生活，为了你和宝宝的未来。如果你能坚持下去，也许过一段时间，你会逐渐发现自己喜欢上这份工作，因为它能带给你稳定的收入和更好的生活品质。同时，你也可以寻找一些放松和调节心情的方式，如锻炼身体、与家人共度时光等，让自己保持平衡和活力。",
    "annotation": [
      {
        "sentence": "我能理解你目前的处境，工作过多确实会使人感到疲倦和不开心。",
        "label": ""
      },
      {
        "sentence": "但是，我希望你能试着转变一下思维方式，想想你为什么选择这个工作，是为了更好地生活，为了你和宝宝的未来。",
        "label": ""
      },
      {
        "sentence": "如果你能坚持下去，也许过一段时间，你会逐渐发现自己喜欢上这份工作，因为它能带给你稳定的收入和更好的生活品质。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以寻找一些放松和调节心情的方式，如锻炼身体、与家人共度时光等，让自己保持平衡和活力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我可能确实太过专注于工作了，没有给自己留出休息和放松的时间。我会试着调整一下心态，寻找一些适合自己的方式来缓解压力和疲劳。",
    "annotation": [
      {
        "sentence": "你说的有道理，我可能确实太过专注于工作了，没有给自己留出休息和放松的时间。",
        "label": ""
      },
      {
        "sentence": "我会试着调整一下心态，寻找一些适合自己的方式来缓解压力和疲劳。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回应，调整心态和充分休息对于工作是非常重要的。记住，在选择的路上可能会有困难和挫折，但只要你坚持、充满信心，你一定能够克服困难，取得成功。同时，也要相信你的能力和选择，相信你是成年人，能够勇敢地承担选择带来的酸甜苦辣。",
    "annotation": [
      {
        "sentence": "很高兴听到你的回应，调整心态和充分休息对于工作是非常重要的。",
        "label": ""
      },
      {
        "sentence": "记住，在选择的路上可能会有困难和挫折，但只要你坚持、充满信心，你一定能够克服困难，取得成功。",
        "label": ""
      },
      {
        "sentence": "同时，也要相信你的能力和选择，相信你是成年人，能够勇敢地承担选择带来的酸甜苦辣。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会加倍努力，为了未来的生活和家庭，不再抱怨和放弃。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会加倍努力，为了未来的生活和家庭，不再抱怨和放弃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣赏你的决心和坚持，相信你能够克服眼前的困难，取得更好的成绩。我会一直支持你的，如果你还有任何困惑或者需要倾诉，随时都可以找我聊天。感恩相遇！加油！",
    "annotation": [
      {
        "sentence": "非常欣赏你的决心和坚持，相信你能够克服眼前的困难，取得更好的成绩。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的，如果你还有任何困惑或者需要倾诉，随时都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "感恩相遇！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]