[
  {
    "role": "client",
    "content": "现在的工作让我很焦虑，还要不要继续坚持？本人有2岁宝宝一枚，4月份新换的工作，薪资是以前的快二倍，起初很高兴，当然也做好了挨累的准备，试用期三个月，前两个月呆的挺好，没加班，后一个月，领导找我说要给我调组，也没征求我意见，结果这个新组是个坑，没有老人带新人，直接把我当老人使唤，任务很重，没人教，全靠自己去问，来这个组之后基本一直加班，很郁闷，昨天郁闷到恨不得立马辞职，但是又担心很多，如果和领导说我担当不了，又怕被认为抗压能力不行，很纠结，现在真的打心底抵触这份工作。不知道该怎么办。",
    "annotation": [
      {
        "sentence": "现在的工作让我很焦虑，还要不要继续坚持？",
        "label": ""
      },
      {
        "sentence": "本人有2岁宝宝一枚，4月份新换的工作，薪资是以前的快二倍，起初很高兴，当然也做好了挨累的准备，试用期三个月，前两个月呆的挺好，没加班，后一个月，领导找我说要给我调组，也没征求我意见，结果这个新组是个坑，没有老人带新人，直接把我当老人使唤，任务很重，没人教，全靠自己去问，来这个组之后基本一直加班，很郁闷，昨天郁闷到恨不得立马辞职，但是又担心很多，如果和领导说我担当不了，又怕被认为抗压能力不行，很纠结，现在真的打心底抵触这份工作。",
        "label": ""
      },
      {
        "sentence": "不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到了你的题案，我能感受到你现在真的打心底抵触这份工作，同时感觉到了你自我调整的强烈动力。让我们一起看看你都有哪些强烈的动力：",
    "annotation": [
      {
        "sentence": "看到了你的题案，我能感受到你现在真的打心底抵触这份工作，同时感觉到了你自我调整的强烈动力。",
        "label": ""
      },
      {
        "sentence": "让我们一起看看你都有哪些强烈的动力：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持。我确实不想放弃这份工作，毕竟薪资也很不错，可我又担心自己无法承受这样的工作压力。你觉得我怎么办？",
    "annotation": [
      {
        "sentence": "谢谢你的支持。",
        "label": ""
      },
      {
        "sentence": "我确实不想放弃这份工作，毕竟薪资也很不错，可我又担心自己无法承受这样的工作压力。",
        "label": ""
      },
      {
        "sentence": "你觉得我怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的想法，但是你说这份工作非常繁重，而领导也没有给你足够的支持。所以，你可以试着和领导谈一谈，告诉他们你的困难和疑虑，希望能够得到他们的支持和理解。你认为这个建议可行吗？",
    "annotation": [
      {
        "sentence": "我可以理解你的想法，但是你说这份工作非常繁重，而领导也没有给你足够的支持。",
        "label": ""
      },
      {
        "sentence": "所以，你可以试着和领导谈一谈，告诉他们你的困难和疑虑，希望能够得到他们的支持和理解。",
        "label": ""
      },
      {
        "sentence": "你认为这个建议可行吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试和领导谈一谈，但是我很担心对方不理解我的实际情况，导致工作更加困难。而且，我还需要照顾我的2岁宝宝，时间和精力都很有限，我应该怎么做？",
    "annotation": [
      {
        "sentence": "我会试试和领导谈一谈，但是我很担心对方不理解我的实际情况，导致工作更加困难。",
        "label": ""
      },
      {
        "sentence": "而且，我还需要照顾我的2岁宝宝，时间和精力都很有限，我应该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的处境。但是，你需要记住你不是孤军奋战，在面对这种困难的时候，你可以尝试寻求帮助和建议。你可以先和你的家人、朋友等亲近的人沟通，听取他们的意见和建议，帮助你决定下一步该怎么做。你认为这个建议可行吗？",
    "annotation": [
      {
        "sentence": "我完全理解你的处境。",
        "label": ""
      },
      {
        "sentence": "但是，你需要记住你不是孤军奋战，在面对这种困难的时候，你可以尝试寻求帮助和建议。",
        "label": ""
      },
      {
        "sentence": "你可以先和你的家人、朋友等亲近的人沟通，听取他们的意见和建议，帮助你决定下一步该怎么做。",
        "label": ""
      },
      {
        "sentence": "你认为这个建议可行吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着和家人谈一谈。但我还是很担心自己的工作能力是否能够胜任这份工作，我怎么办？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着和家人谈一谈。",
        "label": ""
      },
      {
        "sentence": "但我还是很担心自己的工作能力是否能够胜任这份工作，我怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不用太担心，每个人在新的工作环境中都需要适应的时间，没有谁天生就是一名完美的员工。你可以尝试在工作中学习新知识和技能，锻炼自己的工作能力。此外，也可以考虑寻求一些能够帮助你协调工作和家庭的支持和资源，比如托儿所等。你认为这个建议可行吗？",
    "annotation": [
      {
        "sentence": "你不用太担心，每个人在新的工作环境中都需要适应的时间，没有谁天生就是一名完美的员工。",
        "label": ""
      },
      {
        "sentence": "你可以尝试在工作中学习新知识和技能，锻炼自己的工作能力。",
        "label": ""
      },
      {
        "sentence": "此外，也可以考虑寻求一些能够帮助你协调工作和家庭的支持和资源，比如托儿所等。",
        "label": ""
      },
      {
        "sentence": "你认为这个建议可行吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会尝试努力学习和适应工作中的环境，也会寻求家庭和社会上的支持和资源。不过，我还是很担心自己的情绪可能无法控制，怎么办？",
    "annotation": [
      {
        "sentence": "好的，我会尝试努力学习和适应工作中的环境，也会寻求家庭和社会上的支持和资源。",
        "label": ""
      },
      {
        "sentence": "不过，我还是很担心自己的情绪可能无法控制，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情绪管理是一个需要学习和训练的技能，你不必对自己要求过高，但需要尝试去了解如何更好地管理自己的情绪。有时，一些放松的活动也可以帮助你调节情绪，比如听听音乐、做做瑜伽等。此外，你还可以寻求一些专业的支持和帮助，比如与咨询师或其他心理健康专业人士沟通，他们可以给你更多有价值的建议和指导。你认为这个建议可行吗？",
    "annotation": [
      {
        "sentence": "情绪管理是一个需要学习和训练的技能，你不必对自己要求过高，但需要尝试去了解如何更好地管理自己的情绪。",
        "label": ""
      },
      {
        "sentence": "有时，一些放松的活动也可以帮助你调节情绪，比如听听音乐、做做瑜伽等。",
        "label": ""
      },
      {
        "sentence": "此外，你还可以寻求一些专业的支持和帮助，比如与咨询师或其他心理健康专业人士沟通，他们可以给你更多有价值的建议和指导。",
        "label": ""
      },
      {
        "sentence": "你认为这个建议可行吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着学习和尝试不同的放松活动，也会寻求专业的支持和帮助。感觉跟你聊天真的很有帮助，谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着学习和尝试不同的放松活动，也会寻求专业的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "感觉跟你聊天真的很有帮助，谢谢你！",
        "label": ""
      }
    ]
  }
]