[
  {
    "role": "client",
    "content": "测试中度抑郁轻度焦虑，医生说可能是青少年抑郁症？今天去综合医院心理科检查后，结果显示是中度抑郁和轻度焦虑症，但是为什么医生说不承认这个结果，说可能是青少年的心理问题，不推荐药物治疗，让我去做心理咨询。但是我在学校也经常找老师咨询，寻求老师帮助，但是效果不佳，一次又一次的情绪低落，感觉心理咨询可能对我没用…",
    "annotation": [
      {
        "sentence": "测试中度抑郁轻度焦虑，医生说可能是青少年抑郁症？",
        "label": ""
      },
      {
        "sentence": "今天去综合医院心理科检查后，结果显示是中度抑郁和轻度焦虑症，但是为什么医生说不承认这个结果，说可能是青少年的心理问题，不推荐药物治疗，让我去做心理咨询。",
        "label": ""
      },
      {
        "sentence": "但是我在学校也经常找老师咨询，寻求老师帮助，但是效果不佳，一次又一次的情绪低落，感觉心理咨询可能对我没用…",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据你的述说，可以简单归纳为两个问题。第一个问题是你认为心理咨询对自己没有用。第二个问题是在心理科专业检查确定为青少年抑郁症之后，为什么不推荐药物治疗，而让你继续进行心理咨询。",
    "annotation": [
      {
        "sentence": "根据你的述说，可以简单归纳为两个问题。",
        "label": ""
      },
      {
        "sentence": "第一个问题是你认为心理咨询对自己没有用。",
        "label": ""
      },
      {
        "sentence": "第二个问题是在心理科专业检查确定为青少年抑郁症之后，为什么不推荐药物治疗，而让你继续进行心理咨询。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得心理咨询没有起到应有的效果，每次都感觉情绪低落。",
    "annotation": [
      {
        "sentence": "是的，我觉得心理咨询没有起到应有的效果，每次都感觉情绪低落。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心理咨询和医生治疗身体上的疾病本质上是一个道理，不同之处在于身体上的疾病可以通过影像检查直观地看到，但是心理问题很难做到这一点。你在学校进行咨询，感觉治疗效果并不是很好，这可能是因为还没有找到你心理问题的根源，没有有的放矢地进行靶向干预造成的。其次，心理问题的治疗需要一定的时间才能看到效果，它不是立竿见影的，你要给对方和自己一些改变的时间。这两点是你认为心理咨询对你无用的原因，但是如果能够认识到这两点，跟着咨询师走，也许会有不同的效果。",
    "annotation": [
      {
        "sentence": "心理咨询和医生治疗身体上的疾病本质上是一个道理，不同之处在于身体上的疾病可以通过影像检查直观地看到，但是心理问题很难做到这一点。",
        "label": ""
      },
      {
        "sentence": "你在学校进行咨询，感觉治疗效果并不是很好，这可能是因为还没有找到你心理问题的根源，没有有的放矢地进行靶向干预造成的。",
        "label": ""
      },
      {
        "sentence": "其次，心理问题的治疗需要一定的时间才能看到效果，它不是立竿见影的，你要给对方和自己一些改变的时间。",
        "label": ""
      },
      {
        "sentence": "这两点是你认为心理咨询对你无用的原因，但是如果能够认识到这两点，跟着咨询师走，也许会有不同的效果。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可能我对心理咨询的预期不太现实，是需要一定的时间和耐心的。",
    "annotation": [
      {
        "sentence": "我明白了，可能我对心理咨询的预期不太现实，是需要一定的时间和耐心的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，心理治疗是一个渐进的过程，不要急于求成。你可以尝试跟咨询师沟通，告诉他们你的疑惑和困惑，看看是否可以找到更好的解决办法。",
    "annotation": [
      {
        "sentence": "对的，心理治疗是一个渐进的过程，不要急于求成。",
        "label": ""
      },
      {
        "sentence": "你可以尝试跟咨询师沟通，告诉他们你的疑惑和困惑，看看是否可以找到更好的解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试试的。另外，我还有一个疑问，为什么医生不推荐药物治疗呢？",
    "annotation": [
      {
        "sentence": "好的，我会试试的。",
        "label": ""
      },
      {
        "sentence": "另外，我还有一个疑问，为什么医生不推荐药物治疗呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "药物治疗时医生会考虑病情的严重程度、患者年龄等因素。当面对没有办法通过咨询治愈的重度抑郁症患者，咨询师才会考虑到药物治疗。药物治疗不是说吃了药就没事了，它具有很大的副作用。抑郁症的药物一般都是通过降低或升高体内的神经递质和激素来影响个体的生理状态，达到缓解抑郁情绪的作用。但是这样的药物会使得使用者出现呆滞、手抖等严重的副作用。因为你尚处于青少年，大脑尚处于发育阶段，如果贸然使用药物，可能会对你的大脑发育和身体发育产生影响。为了保险起见，医生才会建议你去做心理咨询。从这一点看，这位医生还是比较负责任的。所以，你还是要遵听医嘱，到了必要的时候再进行药物干预。",
    "annotation": [
      {
        "sentence": "药物治疗时医生会考虑病情的严重程度、患者年龄等因素。",
        "label": ""
      },
      {
        "sentence": "当面对没有办法通过咨询治愈的重度抑郁症患者，咨询师才会考虑到药物治疗。",
        "label": ""
      },
      {
        "sentence": "药物治疗不是说吃了药就没事了，它具有很大的副作用。",
        "label": ""
      },
      {
        "sentence": "抑郁症的药物一般都是通过降低或升高体内的神经递质和激素来影响个体的生理状态，达到缓解抑郁情绪的作用。",
        "label": ""
      },
      {
        "sentence": "但是这样的药物会使得使用者出现呆滞、手抖等严重的副作用。",
        "label": ""
      },
      {
        "sentence": "因为你尚处于青少年，大脑尚处于发育阶段，如果贸然使用药物，可能会对你的大脑发育和身体发育产生影响。",
        "label": ""
      },
      {
        "sentence": "为了保险起见，医生才会建议你去做心理咨询。",
        "label": ""
      },
      {
        "sentence": "从这一点看，这位医生还是比较负责任的。",
        "label": ""
      },
      {
        "sentence": "所以，你还是要遵听医嘱，到了必要的时候再进行药物干预。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来如此，听你这样一说我就明白了。确实，药物治疗是有风险的，既然医生认为我可以通过心理咨询得到帮助，我应该听从医生的建议。",
    "annotation": [
      {
        "sentence": "原来如此，听你这样一说我就明白了。",
        "label": ""
      },
      {
        "sentence": "确实，药物治疗是有风险的，既然医生认为我可以通过心理咨询得到帮助，我应该听从医生的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，医生是从整体考虑你的健康和发展。你可以充分利用心理咨询的机会，通过与咨询师的交流和倾诉，有针对性地解决你的心理问题。相信会有一定的改善和进步。同时，也希望你能坚持并给予自己一些信心和耐心。",
    "annotation": [
      {
        "sentence": "是的，医生是从整体考虑你的健康和发展。",
        "label": ""
      },
      {
        "sentence": "你可以充分利用心理咨询的机会，通过与咨询师的交流和倾诉，有针对性地解决你的心理问题。",
        "label": ""
      },
      {
        "sentence": "相信会有一定的改善和进步。",
        "label": ""
      },
      {
        "sentence": "同时，也希望你能坚持并给予自己一些信心和耐心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会尽力去做的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会尽力去做的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直在这里支持你的。如果你还有其他问题或需要进一步的帮助，随时都可以和我交流。加油！",
    "annotation": [
      {
        "sentence": "不客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或需要进一步的帮助，随时都可以和我交流。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]