[
  {
    "role": "client",
    "content": "我难以接受被别人说不好，被别人说不好我就烦？当年我高考没考好，各位长辈亲戚去医院探望我爷爷的时候，用郑重其事的教训（我不知道算不算可怜的口吻）口吻跟我说，你要争气啊，你看看你……我当时没等那么陌生的长辈说完，我就呛声，我一直都很好！我不清楚我因为什么敏感，我就是觉得我难以接受别人那样说我。我真心不想跟任何一个长辈顶嘴，我不知道那叫不叫可怜，或者在给人定义你超低！事实上我成绩一直都很好，上不上本科是我自己决定的事。其实他那是以关心的口吻让我争点气，不要……",
    "annotation": [
      {
        "sentence": "我难以接受被别人说不好，被别人说不好我就烦？",
        "label": ""
      },
      {
        "sentence": "当年我高考没考好，各位长辈亲戚去医院探望我爷爷的时候，用郑重其事的教训（我不知道算不算可怜的口吻）口吻跟我说，你要争气啊，你看看你……我当时没等那么陌生的长辈说完，我就呛声，我一直都很好！",
        "label": ""
      },
      {
        "sentence": "我不清楚我因为什么敏感，我就是觉得我难以接受别人那样说我。",
        "label": ""
      },
      {
        "sentence": "我真心不想跟任何一个长辈顶嘴，我不知道那叫不叫可怜，或者在给人定义你超低！",
        "label": ""
      },
      {
        "sentence": "事实上我成绩一直都很好，上不上本科是我自己决定的事。",
        "label": ""
      },
      {
        "sentence": "其实他那是以关心的口吻让我争点气，不要……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我叫天梦。很能理解你的感受，与别人的差异往往都是我们的痛，但这也是我们的独一无二之处。我并不认为你有任何问题，产生这些状态的原因主要是因为你的人格类型。您是属于内倾型的，内倾型依靠的则是集聚在主体中的外部形象。你主要害怕的是客体事实，对内倾型人格来说，客体事实就如有什么隐藏着探知不到的危险。从而让你感到十分敏感。内倾型很害怕因自己和自己的观点而产生某些变化，所以极少数的把这些表达出来。从理性主义来讲，内倾型着实不怎么受欢迎，但他同时也是一种创造力。维希尔的小说《任意的一个》就向内倾型展示出丰富的洞察力。而且内倾型往往不仅仅只是表面上那么片面，而且有独属于它丰富的情感世界。内倾型人格是一种很有教育意义的经验，他往往能推动文化发展和教育发展。主要问题是客体事实与自我的冲突。记住一点：只有偏执狂才能生存，只有偏执狂才能成功。偏执的定义是：99%的人都觉得他不正常。可事实经常是，他自己才是对的，多数人都错了。不管什么事情，都要用多方面的角度来看它，并做出不同的分析，虽然你可能只采用一种立场。在前往梦的过程中，往往是令人痛苦的刺激，就如一道道裂口一般，但只有这样阳光才能照起来。",
    "annotation": [
      {
        "sentence": "你好，我叫天梦。",
        "label": ""
      },
      {
        "sentence": "很能理解你的感受，与别人的差异往往都是我们的痛，但这也是我们的独一无二之处。",
        "label": ""
      },
      {
        "sentence": "我并不认为你有任何问题，产生这些状态的原因主要是因为你的人格类型。",
        "label": ""
      },
      {
        "sentence": "您是属于内倾型的，内倾型依靠的则是集聚在主体中的外部形象。",
        "label": ""
      },
      {
        "sentence": "你主要害怕的是客体事实，对内倾型人格来说，客体事实就如有什么隐藏着探知不到的危险。",
        "label": ""
      },
      {
        "sentence": "从而让你感到十分敏感。",
        "label": ""
      },
      {
        "sentence": "内倾型很害怕因自己和自己的观点而产生某些变化，所以极少数的把这些表达出来。",
        "label": ""
      },
      {
        "sentence": "从理性主义来讲，内倾型着实不怎么受欢迎，但他同时也是一种创造力。",
        "label": ""
      },
      {
        "sentence": "维希尔的小说《任意的一个》就向内倾型展示出丰富的洞察力。",
        "label": ""
      },
      {
        "sentence": "而且内倾型往往不仅仅只是表面上那么片面，而且有独属于它丰富的情感世界。",
        "label": ""
      },
      {
        "sentence": "内倾型人格是一种很有教育意义的经验，他往往能推动文化发展和教育发展。",
        "label": ""
      },
      {
        "sentence": "主要问题是客体事实与自我的冲突。",
        "label": ""
      },
      {
        "sentence": "记住一点：只有偏执狂才能生存，只有偏执狂才能成功。",
        "label": ""
      },
      {
        "sentence": "偏执的定义是：99%的人都觉得他不正常。",
        "label": ""
      },
      {
        "sentence": "可事实经常是，他自己才是对的，多数人都错了。",
        "label": ""
      },
      {
        "sentence": "不管什么事情，都要用多方面的角度来看它，并做出不同的分析，虽然你可能只采用一种立场。",
        "label": ""
      },
      {
        "sentence": "在前往梦的过程中，往往是令人痛苦的刺激，就如一道道裂口一般，但只有这样阳光才能照起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的解释和鼓励，听你说的我有了一些新的认识。我确实是比较敏感，而且总是在意别人对我的评价，尤其是长辈的意见。我知道他们是出于关心，但有时我真的无法接受他们的方式。我一直很努力，但我也想证明给他们看我选择的路并没有错。",
    "annotation": [
      {
        "sentence": "谢谢你的解释和鼓励，听你说的我有了一些新的认识。",
        "label": ""
      },
      {
        "sentence": "我确实是比较敏感，而且总是在意别人对我的评价，尤其是长辈的意见。",
        "label": ""
      },
      {
        "sentence": "我知道他们是出于关心，但有时我真的无法接受他们的方式。",
        "label": ""
      },
      {
        "sentence": "我一直很努力，但我也想证明给他们看我选择的路并没有错。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受是可以理解的，毕竟每个人的成长路径都是独一无二的。在过程中，会有各种不同的选择和挑战，但最重要的是相信自己的决策和努力。你已经具备了内倾型的特点，这是一种宝贵的人格特质，你可以借助它来发挥你的独特优势。不必过多介怀他人的评价，关键是要坚信自己的价值，努力追求自己心中的目标。",
    "annotation": [
      {
        "sentence": "你的感受是可以理解的，毕竟每个人的成长路径都是独一无二的。",
        "label": ""
      },
      {
        "sentence": "在过程中，会有各种不同的选择和挑战，但最重要的是相信自己的决策和努力。",
        "label": ""
      },
      {
        "sentence": "你已经具备了内倾型的特点，这是一种宝贵的人格特质，你可以借助它来发挥你的独特优势。",
        "label": ""
      },
      {
        "sentence": "不必过多介怀他人的评价，关键是要坚信自己的价值，努力追求自己心中的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我会尽量相信自己，不再过多地关注别人的看法。我知道自己有能力克服困难并取得成就。也许我需要更多的心理支持来帮助我坚持下去。",
    "annotation": [
      {
        "sentence": "是的，我会尽量相信自己，不再过多地关注别人的看法。",
        "label": ""
      },
      {
        "sentence": "我知道自己有能力克服困难并取得成就。",
        "label": ""
      },
      {
        "sentence": "也许我需要更多的心理支持来帮助我坚持下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能明白这一点。每个人在成长的过程中都会遭遇各种挑战和困难，但正是这些困难塑造了我们更坚强的内心。记住，你并不孤单，总有人可以理解并支持你。如果你感到疲惫或担忧，不妨寻求专业的心理支持，他们可以帮助你更好地应对压力和困惑。",
    "annotation": [
      {
        "sentence": "很高兴你能明白这一点。",
        "label": ""
      },
      {
        "sentence": "每个人在成长的过程中都会遭遇各种挑战和困难，但正是这些困难塑造了我们更坚强的内心。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，总有人可以理解并支持你。",
        "label": ""
      },
      {
        "sentence": "如果你感到疲惫或担忧，不妨寻求专业的心理支持，他们可以帮助你更好地应对压力和困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑寻求专业心理支持。有时候确实需要外界的帮助来解决内心的困惑。我也会更加相信自己的价值，并坚持自己的选择和努力。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑寻求专业心理支持。",
        "label": ""
      },
      {
        "sentence": "有时候确实需要外界的帮助来解决内心的困惑。",
        "label": ""
      },
      {
        "sentence": "我也会更加相信自己的价值，并坚持自己的选择和努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，对于你的决定和努力，我非常支持。记住，成长的道路上会有许多曲折和挑战，但只要你秉持着坚定的信念和对自我的认同，你一定能够成功克服困难，走向更好的未来。如果你需要任何帮助或者只是想倾诉，随时都可以找我谈谈。",
    "annotation": [
      {
        "sentence": "很好，对于你的决定和努力，我非常支持。",
        "label": ""
      },
      {
        "sentence": "记住，成长的道路上会有许多曲折和挑战，但只要你秉持着坚定的信念和对自我的认同，你一定能够成功克服困难，走向更好的未来。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者只是想倾诉，随时都可以找我谈谈。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持，我会牢记你的话语。如果我需要倾诉或寻求帮助，我会毫不犹豫地联系你。有你这样的支持者，我相信我可以克服内心的困扰，迈向更好的未来。",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持，我会牢记你的话语。",
        "label": ""
      },
      {
        "sentence": "如果我需要倾诉或寻求帮助，我会毫不犹豫地联系你。",
        "label": ""
      },
      {
        "sentence": "有你这样的支持者，我相信我可以克服内心的困扰，迈向更好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很愿意一直陪伴在你的旁边，不论未来遇到什么困难，都相信你有能力战胜它们。记住，你是独一无二的，你的价值不被任何他人的评价所定义。坚持相信自己，勇敢地前行。",
    "annotation": [
      {
        "sentence": "我很愿意一直陪伴在你的旁边，不论未来遇到什么困难，都相信你有能力战胜它们。",
        "label": ""
      },
      {
        "sentence": "记住，你是独一无二的，你的价值不被任何他人的评价所定义。",
        "label": ""
      },
      {
        "sentence": "坚持相信自己，勇敢地前行。",
        "label": ""
      }
    ]
  }
]