[
  {
    "role": "client",
    "content": "为什么他不爱我？？？根本忘不掉他该怎么办？我是一个普通的不能再普通的女孩子，很平平无奇，没啥兴趣爱好，没啥才华，身材样貌也都不怎么好看。可我喜欢的男孩子非常优秀，他什么都会，会唱歌会跳舞，成绩也好，超级多女孩子喜欢他，他也喜欢一个很优秀很有气质的女孩，只是现在他们还没有确定在一起。",
    "annotation": [
      {
        "sentence": "为什么他不爱我？？？",
        "label": ""
      },
      {
        "sentence": "根本忘不掉他该怎么办？",
        "label": ""
      },
      {
        "sentence": "我是一个普通的不能再普通的女孩子，很平平无奇，没啥兴趣爱好，没啥才华，身材样貌也都不怎么好看。",
        "label": ""
      },
      {
        "sentence": "可我喜欢的男孩子非常优秀，他什么都会，会唱歌会跳舞，成绩也好，超级多女孩子喜欢他，他也喜欢一个很优秀很有气质的女孩，只是现在他们还没有确定在一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对他的喜欢我能理解。你在描述自己的时候用了很多消极的词语，但我们每个人都有自己的独特之处。要知道，每个人的价值观和喜好是不同的，他并不一定只追求那些所谓的优秀标准。有时候，我们可能会低估自己的价值。我希望你能对自己更加自信一些。",
    "annotation": [
      {
        "sentence": "你对他的喜欢我能理解。",
        "label": ""
      },
      {
        "sentence": "你在描述自己的时候用了很多消极的词语，但我们每个人都有自己的独特之处。",
        "label": ""
      },
      {
        "sentence": "要知道，每个人的价值观和喜好是不同的，他并不一定只追求那些所谓的优秀标准。",
        "label": ""
      },
      {
        "sentence": "有时候，我们可能会低估自己的价值。",
        "label": ""
      },
      {
        "sentence": "我希望你能对自己更加自信一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我每天都会偷偷发一些有的没的的消息给他，他从来不回我，甚至觉得有点反感。",
    "annotation": [
      {
        "sentence": "我每天都会偷偷发一些有的没的的消息给他，他从来不回我，甚至觉得有点反感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你迫切想与他保持联系的心情，可是有时候人们的行为会因为个人意愿或其他原因而有所不同。他可能不是故意忽视你，也许只是因为其他事情在他生活中占据了更多的注意力。你不必过于自责，考虑保持适当的距离，给自己一些时间和空间来平复情绪。",
    "annotation": [
      {
        "sentence": "我能理解你迫切想与他保持联系的心情，可是有时候人们的行为会因为个人意愿或其他原因而有所不同。",
        "label": ""
      },
      {
        "sentence": "他可能不是故意忽视你，也许只是因为其他事情在他生活中占据了更多的注意力。",
        "label": ""
      },
      {
        "sentence": "你不必过于自责，考虑保持适当的距离，给自己一些时间和空间来平复情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "后来我慢慢明白也慢慢接受，这份爱永远不会属于我。可是谁能来帮帮我，我根本忘不掉他，根本忘不掉，我还是会关注他的蛛丝马迹，甚至有时候他发的和我说的有些相似的时候，我会幻想一瞬间他有喜欢过我，可是到最后才发现他是发给那个女孩看的。",
    "annotation": [
      {
        "sentence": "后来我慢慢明白也慢慢接受，这份爱永远不会属于我。",
        "label": ""
      },
      {
        "sentence": "可是谁能来帮帮我，我根本忘不掉他，根本忘不掉，我还是会关注他的蛛丝马迹，甚至有时候他发的和我说的有些相似的时候，我会幻想一瞬间他有喜欢过我，可是到最后才发现他是发给那个女孩看的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解起来容易，实际上忘记一个人可能需要一些时间。但你已经有意识地试图接受不可能的事实了，这是很重要的一步。当你注意到他的消息时，试着用一种客观的视角来看待，不要过度解读他的行为。你会发现，随着时间的推移，你对他的感觉会淡化，并且你会渐渐有勇气面对这段感情的结束。",
    "annotation": [
      {
        "sentence": "理解起来容易，实际上忘记一个人可能需要一些时间。",
        "label": ""
      },
      {
        "sentence": "但你已经有意识地试图接受不可能的事实了，这是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "当你注意到他的消息时，试着用一种客观的视角来看待，不要过度解读他的行为。",
        "label": ""
      },
      {
        "sentence": "你会发现，随着时间的推移，你对他的感觉会淡化，并且你会渐渐有勇气面对这段感情的结束。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来那个女孩和我的想法有时也有相似之处，但她更自信美丽，还有才华，她在学校有很多职务。我也很羡慕嫉妒她，我知道这样的感情已经不对劲了。我该怎么彻底忘记这一切，重新开始，我为什么老是幻想，老是自作多情。",
    "annotation": [
      {
        "sentence": "原来那个女孩和我的想法有时也有相似之处，但她更自信美丽，还有才华，她在学校有很多职务。",
        "label": ""
      },
      {
        "sentence": "我也很羡慕嫉妒她，我知道这样的感情已经不对劲了。",
        "label": ""
      },
      {
        "sentence": "我该怎么彻底忘记这一切，重新开始，我为什么老是幻想，老是自作多情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嫉妒是一种常见的情绪，但我们不应该让它占据我们的心灵。每个人都有自己的优点和缺点，你也是一样。忘记过去并不容易，但是我们可以通过一些方法帮助自己重新开始。尝试培养一些兴趣爱好，逐渐扩大自己的社交圈子，参与一些有意义的活动，这样你会发现自己的生活会变得更加充实和有趣。同时，要给自己足够的时间来治愈心灵创伤，不要太过于急躁。记住，幻想和自作多情只会阻碍你重新开始的步伐。",
    "annotation": [
      {
        "sentence": "嫉妒是一种常见的情绪，但我们不应该让它占据我们的心灵。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的优点和缺点，你也是一样。",
        "label": ""
      },
      {
        "sentence": "忘记过去并不容易，但是我们可以通过一些方法帮助自己重新开始。",
        "label": ""
      },
      {
        "sentence": "尝试培养一些兴趣爱好，逐渐扩大自己的社交圈子，参与一些有意义的活动，这样你会发现自己的生活会变得更加充实和有趣。",
        "label": ""
      },
      {
        "sentence": "同时，要给自己足够的时间来治愈心灵创伤，不要太过于急躁。",
        "label": ""
      },
      {
        "sentence": "记住，幻想和自作多情只会阻碍你重新开始的步伐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的帮助，我确实需要改变一下自己的心态，重新审视自己的价值。我会努力让自己更加自信，不再把全部心思都放在他身上，而是多关注自己的成长和幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的帮助，我确实需要改变一下自己的心态，重新审视自己的价值。",
        "label": ""
      },
      {
        "sentence": "我会努力让自己更加自信，不再把全部心思都放在他身上，而是多关注自己的成长和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能为你提供帮助。请相信自己的能力，你值得拥有更好的生活和幸福。不要因为一段感情的挫折而放弃对未来的期待。积极地调整心态，并且给自己一些爱和关怀。我相信你能够走出困境，以更好的姿态面对美好的未来。祝福你！",
    "annotation": [
      {
        "sentence": "很高兴能为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "请相信自己的能力，你值得拥有更好的生活和幸福。",
        "label": ""
      },
      {
        "sentence": "不要因为一段感情的挫折而放弃对未来的期待。",
        "label": ""
      },
      {
        "sentence": "积极地调整心态，并且给自己一些爱和关怀。",
        "label": ""
      },
      {
        "sentence": "我相信你能够走出困境，以更好的姿态面对美好的未来。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]