[
  {
    "role": "client",
    "content": "我真的难以接受被别人说不好，被别人这样说我就觉得很烦。当年我高考没考好，各位长辈亲戚去医院探望我爷爷的时候，用一种郑重其事的教训口吻对我说，你要争气啊，你看看你……我当时没等那么陌生的长辈说完，我就反驳了，我从来都很好！我不知道我为什么这么敏感，我只是觉得我难以接受别人那样说我。我真的不想跟任何一个长辈对着干，我不知道这算不算可怜，或者他们给我贴上超低的标签！其实我成绩一直都很好，上不上本科是我自己的决定。我上了大专是经过自己的规划和策略，我知道表面看起来成绩不好，但无论当初做这个决定，开始布局，还是现在快要毕业，我时刻怀疑自己，质疑自己。虽然有平坦的道路等着我，但我偏偏选择了一条崎岖的路。为什么不能上个普通二本呢？虚假的优越感一直纠缠着我，这种包袱伴随我一年又一年，实在是让我感到有很多心理问题。",
    "annotation": [
      {
        "sentence": "我真的难以接受被别人说不好，被别人这样说我就觉得很烦。",
        "label": ""
      },
      {
        "sentence": "当年我高考没考好，各位长辈亲戚去医院探望我爷爷的时候，用一种郑重其事的教训口吻对我说，你要争气啊，你看看你……我当时没等那么陌生的长辈说完，我就反驳了，我从来都很好！",
        "label": ""
      },
      {
        "sentence": "我不知道我为什么这么敏感，我只是觉得我难以接受别人那样说我。",
        "label": ""
      },
      {
        "sentence": "我真的不想跟任何一个长辈对着干，我不知道这算不算可怜，或者他们给我贴上超低的标签！",
        "label": ""
      },
      {
        "sentence": "其实我成绩一直都很好，上不上本科是我自己的决定。",
        "label": ""
      },
      {
        "sentence": "我上了大专是经过自己的规划和策略，我知道表面看起来成绩不好，但无论当初做这个决定，开始布局，还是现在快要毕业，我时刻怀疑自己，质疑自己。",
        "label": ""
      },
      {
        "sentence": "虽然有平坦的道路等着我，但我偏偏选择了一条崎岖的路。",
        "label": ""
      },
      {
        "sentence": "为什么不能上个普通二本呢？",
        "label": ""
      },
      {
        "sentence": "虚假的优越感一直纠缠着我，这种包袱伴随我一年又一年，实在是让我感到有很多心理问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说这些，我觉得你需要拉开和那些考上985的同龄朋友们心理上的差距。虽然智商和努力方面你并不输给他们（或者说根本还没到拼智商的阶段），但是你承担的压力确实太多了。这不是别人的问题，而是你的问题。不论是出于无奈还是不甘心，你都需要停下来审视一下自己。快要到你爷爷一周年的时候，我明白你不想再次与任何长辈发生争执。毕竟那些老一辈都不太懂得文化知识，只有我们这些年轻人会欺负长辈，根本不存在长辈欺负小辈的说法。正因为这样，你成了欺负长辈的标签，名声开始变差。我知道你想算了，你不想因为个人原因再次与他们产生口角。你可能有时说话太冲动，或者内心的一点小情绪也会让你无法忍受。你身边的同龄和小辈亲戚，从小到大他们受到你优越的成绩的打压，他们时常要接受来自各个长辈的同情，我可以理解你觉得很烦。这种情况下，他们可能会觉得你失去了成绩，变得无足轻重，导致他们也缺乏自信，自怜自艾，为了应对压力，不成熟的小手段也经常用在你身上。当然也有可能是因为你自己的性格还不够成熟。这些我就不说了。我想知道你怎么了，你对自己也挺烦的。谢谢你向我倾诉！",
    "annotation": [
      {
        "sentence": "听你说这些，我觉得你需要拉开和那些考上985的同龄朋友们心理上的差距。",
        "label": ""
      },
      {
        "sentence": "虽然智商和努力方面你并不输给他们（或者说根本还没到拼智商的阶段），但是你承担的压力确实太多了。",
        "label": ""
      },
      {
        "sentence": "这不是别人的问题，而是你的问题。",
        "label": ""
      },
      {
        "sentence": "不论是出于无奈还是不甘心，你都需要停下来审视一下自己。",
        "label": ""
      },
      {
        "sentence": "快要到你爷爷一周年的时候，我明白你不想再次与任何长辈发生争执。",
        "label": ""
      },
      {
        "sentence": "毕竟那些老一辈都不太懂得文化知识，只有我们这些年轻人会欺负长辈，根本不存在长辈欺负小辈的说法。",
        "label": ""
      },
      {
        "sentence": "正因为这样，你成了欺负长辈的标签，名声开始变差。",
        "label": ""
      },
      {
        "sentence": "我知道你想算了，你不想因为个人原因再次与他们产生口角。",
        "label": ""
      },
      {
        "sentence": "你可能有时说话太冲动，或者内心的一点小情绪也会让你无法忍受。",
        "label": ""
      },
      {
        "sentence": "你身边的同龄和小辈亲戚，从小到大他们受到你优越的成绩的打压，他们时常要接受来自各个长辈的同情，我可以理解你觉得很烦。",
        "label": ""
      },
      {
        "sentence": "这种情况下，他们可能会觉得你失去了成绩，变得无足轻重，导致他们也缺乏自信，自怜自艾，为了应对压力，不成熟的小手段也经常用在你身上。",
        "label": ""
      },
      {
        "sentence": "当然也有可能是因为你自己的性格还不够成熟。",
        "label": ""
      },
      {
        "sentence": "这些我就不说了。",
        "label": ""
      },
      {
        "sentence": "我想知道你怎么了，你对自己也挺烦的。",
        "label": ""
      },
      {
        "sentence": "谢谢你向我倾诉！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我真的觉得和那些考上985的同龄人相比，自己有点差距。虽然智商和勤奋方面我觉得我不比他们差，但在心理上总是感觉有重负在肩上。这不是别人的问题，我知道责任在我自己。我也不想与长辈再次发生口角，我希望能和他们和平相处。可当时我可能太冲动，说话没有经过思考就脱口而出。我知道那些同龄和小辈亲戚受到我的优越成绩的影响，他们时常要面对长辈们的同情。我其实并不想给他们带来困扰，我只是觉得很烦。我也希望他们不要把我看得不起，觉得我不值得他们重视。可能是因为我曾经的优越感，导致我身边的孩子们变得不自信，为了应对压力，他们也经常采取一些不成熟的方式。我也承认自己的性格还不够成熟，还需要改进。再次感谢你倾听我的心声。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我真的觉得和那些考上985的同龄人相比，自己有点差距。",
        "label": ""
      },
      {
        "sentence": "虽然智商和勤奋方面我觉得我不比他们差，但在心理上总是感觉有重负在肩上。",
        "label": ""
      },
      {
        "sentence": "这不是别人的问题，我知道责任在我自己。",
        "label": ""
      },
      {
        "sentence": "我也不想与长辈再次发生口角，我希望能和他们和平相处。",
        "label": ""
      },
      {
        "sentence": "可当时我可能太冲动，说话没有经过思考就脱口而出。",
        "label": ""
      },
      {
        "sentence": "我知道那些同龄和小辈亲戚受到我的优越成绩的影响，他们时常要面对长辈们的同情。",
        "label": ""
      },
      {
        "sentence": "我其实并不想给他们带来困扰，我只是觉得很烦。",
        "label": ""
      },
      {
        "sentence": "我也希望他们不要把我看得不起，觉得我不值得他们重视。",
        "label": ""
      },
      {
        "sentence": "可能是因为我曾经的优越感，导致我身边的孩子们变得不自信，为了应对压力，他们也经常采取一些不成熟的方式。",
        "label": ""
      },
      {
        "sentence": "我也承认自己的性格还不够成熟，还需要改进。",
        "label": ""
      },
      {
        "sentence": "再次感谢你倾听我的心声。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得很对，和那些考上985的同龄人相比，你可能会觉得有点差距。但其实在智商和勤奋方面，你并不比他们差。只是你在心理上承受了太多的压力。我知道这不是别人的问题，你也清楚责任在自己。你不想再与长辈发生口角，你希望能够和他们和平相处。当时你可能太冲动了，说话没有经过思考就脱口而出。我明白你并不想给身边的同龄和小辈亲戚带来困扰，你只是觉得很烦而已。同时也希望他们不要轻视你，觉得你不值得重视。或许是因为你曾经的优越感，导致身边的孩子们变得不自信，为了应对压力，他们用了一些不够成熟的方式。你承认自己的性格还不够成熟，这是一个重要的认识。再次感谢你向我倾诉，我会陪伴你一起走过这段难过的时期。",
    "annotation": [
      {
        "sentence": "你说得很对，和那些考上985的同龄人相比，你可能会觉得有点差距。",
        "label": ""
      },
      {
        "sentence": "但其实在智商和勤奋方面，你并不比他们差。",
        "label": ""
      },
      {
        "sentence": "只是你在心理上承受了太多的压力。",
        "label": ""
      },
      {
        "sentence": "我知道这不是别人的问题，你也清楚责任在自己。",
        "label": ""
      },
      {
        "sentence": "你不想再与长辈发生口角，你希望能够和他们和平相处。",
        "label": ""
      },
      {
        "sentence": "当时你可能太冲动了，说话没有经过思考就脱口而出。",
        "label": ""
      },
      {
        "sentence": "我明白你并不想给身边的同龄和小辈亲戚带来困扰，你只是觉得很烦而已。",
        "label": ""
      },
      {
        "sentence": "同时也希望他们不要轻视你，觉得你不值得重视。",
        "label": ""
      },
      {
        "sentence": "或许是因为你曾经的优越感，导致身边的孩子们变得不自信，为了应对压力，他们用了一些不够成熟的方式。",
        "label": ""
      },
      {
        "sentence": "你承认自己的性格还不够成熟，这是一个重要的认识。",
        "label": ""
      },
      {
        "sentence": "再次感谢你向我倾诉，我会陪伴你一起走过这段难过的时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的陪伴和理解，我真的很感激。我知道自己需要调整自己的心态，逐渐释放对他人评价的执念。虽然一时之间可能变得很难，但我会尽力改变。也希望我的亲人和朋友能够理解我，给我一些支持和鼓励。我会努力成长，变得更加成熟和自信。再次感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的陪伴和理解，我真的很感激。",
        "label": ""
      },
      {
        "sentence": "我知道自己需要调整自己的心态，逐渐释放对他人评价的执念。",
        "label": ""
      },
      {
        "sentence": "虽然一时之间可能变得很难，但我会尽力改变。",
        "label": ""
      },
      {
        "sentence": "也希望我的亲人和朋友能够理解我，给我一些支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会努力成长，变得更加成熟和自信。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直陪伴你并理解你的。我相信你能够调整自己的心态，渐渐放下对他人评价的执念。虽然这可能需要一些时间，但只要你努力，一定能够改变。你的亲人和朋友也会理解你，给予你支持和鼓励的。相信自己能够成长，变得更加成熟和自信。再次感谢你的倾诉，如果有需要，随时都可以找我聊聊。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直陪伴你并理解你的。",
        "label": ""
      },
      {
        "sentence": "我相信你能够调整自己的心态，渐渐放下对他人评价的执念。",
        "label": ""
      },
      {
        "sentence": "虽然这可能需要一些时间，但只要你努力，一定能够改变。",
        "label": ""
      },
      {
        "sentence": "你的亲人和朋友也会理解你，给予你支持和鼓励的。",
        "label": ""
      },
      {
        "sentence": "相信自己能够成长，变得更加成熟和自信。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的倾诉，如果有需要，随时都可以找我聊聊。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]