[
  {
    "role": "client",
    "content": "看到高中群中同学的现状后，感到自卑，怎么办？",
    "annotation": [
      {
        "sentence": "看到高中群中同学的现状后，感到自卑，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "也许你看到的是当下的你与那位同学的对比，两者的对比之下，再加上对现在所选择的专业不是很热爱，于是自己的目光就投射到了对方的优点上。不管别人选择什么，那是别人可能想要追求的东西，别人拥有的高点也是努力追寻的，所以不要过多的对比，也不要过多的用当下自己的现状去对比，希望不要用其他优点而排斥当下的选择，这样也会影响到你的情绪。",
    "annotation": [
      {
        "sentence": "也许你看到的是当下的你与那位同学的对比，两者的对比之下，再加上对现在所选择的专业不是很热爱，于是自己的目光就投射到了对方的优点上。",
        "label": ""
      },
      {
        "sentence": "不管别人选择什么，那是别人可能想要追求的东西，别人拥有的高点也是努力追寻的，所以不要过多的对比，也不要过多的用当下自己的现状去对比，希望不要用其他优点而排斥当下的选择，这样也会影响到你的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但是我真的不喜欢汉文专业，觉得它很枯燥。相反编导跟艺术挂钩我自认为很适合很有兴趣。很想做好做成功。很羡慕那个同学有那样的资源。但我不知道怎么办，家里又没有那么多钱。",
    "annotation": [
      {
        "sentence": "我明白了，但是我真的不喜欢汉文专业，觉得它很枯燥。",
        "label": ""
      },
      {
        "sentence": "相反编导跟艺术挂钩我自认为很适合很有兴趣。",
        "label": ""
      },
      {
        "sentence": "很想做好做成功。",
        "label": ""
      },
      {
        "sentence": "很羡慕那个同学有那样的资源。",
        "label": ""
      },
      {
        "sentence": "但我不知道怎么办，家里又没有那么多钱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的兴趣和热情确实很重要，但是在选择专业时也需要考虑到自身的性格、能力、爱好和天赋。一个专业要做好需要长时间的学习和积累。并且每个专业都有自身的好处，你也可以去关注一些与你专业相关的事情，这样或许能给你精神上的鼓励。另外，不要过度关注别人的资源和条件，每个人的路径不同，你也可以通过自己的努力寻找属于自己的机会。",
    "annotation": [
      {
        "sentence": "你的兴趣和热情确实很重要，但是在选择专业时也需要考虑到自身的性格、能力、爱好和天赋。",
        "label": ""
      },
      {
        "sentence": "一个专业要做好需要长时间的学习和积累。",
        "label": ""
      },
      {
        "sentence": "并且每个专业都有自身的好处，你也可以去关注一些与你专业相关的事情，这样或许能给你精神上的鼓励。",
        "label": ""
      },
      {
        "sentence": "另外，不要过度关注别人的资源和条件，每个人的路径不同，你也可以通过自己的努力寻找属于自己的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但我还是有点慌，觉得压力很大。而且我也受到了别人的影响，一下子想抛弃现在的选择。",
    "annotation": [
      {
        "sentence": "我明白了，但我还是有点慌，觉得压力很大。",
        "label": ""
      },
      {
        "sentence": "而且我也受到了别人的影响，一下子想抛弃现在的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "压力确实是存在的，但是过多地想太多也不会有实质性的帮助。你可以试着放松一下，多与朋友或家人交流，分享你的心情和困惑，他们或许能给你一些建议或帮助你分析问题。此外，自我探索也是很重要的，你可以尝试参加一些相关的活动或课程，以帮助你更好地了解自己的兴趣和能力。",
    "annotation": [
      {
        "sentence": "压力确实是存在的，但是过多地想太多也不会有实质性的帮助。",
        "label": ""
      },
      {
        "sentence": "你可以试着放松一下，多与朋友或家人交流，分享你的心情和困惑，他们或许能给你一些建议或帮助你分析问题。",
        "label": ""
      },
      {
        "sentence": "此外，自我探索也是很重要的，你可以尝试参加一些相关的活动或课程，以帮助你更好地了解自己的兴趣和能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对。我也会试着放松一下，和朋友们多交流。另外，我想了解一下编导相关的课程和活动，看看是否能够对我的兴趣产生一些启发和帮助。",
    "annotation": [
      {
        "sentence": "嗯，你说得对。",
        "label": ""
      },
      {
        "sentence": "我也会试着放松一下，和朋友们多交流。",
        "label": ""
      },
      {
        "sentence": "另外，我想了解一下编导相关的课程和活动，看看是否能够对我的兴趣产生一些启发和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，通过了解和参与相关的课程和活动，你可以更全面地了解编导专业，看看是否真的适合你。也许在这个过程中，你会发现一些新的想法和创意，这将有助于你更好地发展自己的兴趣和能力。",
    "annotation": [
      {
        "sentence": "很好，通过了解和参与相关的课程和活动，你可以更全面地了解编导专业，看看是否真的适合你。",
        "label": ""
      },
      {
        "sentence": "也许在这个过程中，你会发现一些新的想法和创意，这将有助于你更好地发展自己的兴趣和能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我觉得我现在有了一些方向和行动计划。尽管还有些困难和挑战，但我会坚持下去，努力寻找属于自己的道路。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我觉得我现在有了一些方向和行动计划。",
        "label": ""
      },
      {
        "sentence": "尽管还有些困难和挑战，但我会坚持下去，努力寻找属于自己的道路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，你现在已经有了积极的态度和行动计划，这是非常不错的！相信你在未来会找到适合自己的道路，实现自己的梦想。如果在这个过程中还需要我的帮助，随时都可以找我倾诉和寻求支持。你不是孤单的，我们会一直支持你的。加油！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，你现在已经有了积极的态度和行动计划，这是非常不错的！",
        "label": ""
      },
      {
        "sentence": "相信你在未来会找到适合自己的道路，实现自己的梦想。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中还需要我的帮助，随时都可以找我倾诉和寻求支持。",
        "label": ""
      },
      {
        "sentence": "你不是孤单的，我们会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]