[
  {
    "role": "client",
    "content": "高二，焦虑厌学，对学校充满恐惧该怎么办啊？",
    "annotation": [
      {
        "sentence": "高二，焦虑厌学，对学校充满恐惧该怎么办啊？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，能够和你聊聊吗？你对学校的人际关系交往感到非常厌恶，也感到焦虑，这些情况让你感到很不舒服吧？",
    "annotation": [
      {
        "sentence": "你好，能够和你聊聊吗？",
        "label": ""
      },
      {
        "sentence": "你对学校的人际关系交往感到非常厌恶，也感到焦虑，这些情况让你感到很不舒服吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉我的性格比较内向，还患有强迫症和轻微的焦虑症，一想到要和那些所谓的“同学”相处就感到非常不舒服。",
    "annotation": [
      {
        "sentence": "是的，我感觉我的性格比较内向，还患有强迫症和轻微的焦虑症，一想到要和那些所谓的“同学”相处就感到非常不舒服。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来有些困难，但你很勇敢地坦承了这些问题，这非常棒。你能和我分享一下你在学校的经历吗？",
    "annotation": [
      {
        "sentence": "听起来有些困难，但你很勇敢地坦承了这些问题，这非常棒。",
        "label": ""
      },
      {
        "sentence": "你能和我分享一下你在学校的经历吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "中考的时候因为成绩不理想，最后是靠关系才上了这所高中。头一个学期还好，因为我父亲当时是学校的赞助商，在开学典礼上进行演讲，所以很多同学知道了我家境好。当时不少人来主动巴结我，甚至有人以我在我们班为荣，我也因此感到很骄傲。但随着这次疫情爆发，家里经济出现变故，父母整天为还贷款发愁，感觉同学也开始对我冷漠了，背后议论我的，嘲讽我的，这时我性格的缺点就暴露无疑，强迫症性格，不会处理复杂的人际关系。现在我和同学关系很紧张，经常遭到人身攻击。并且我原本就跟我爸的性格极为不合，现在更是讨厌他，真的感觉快熬不下去了，该怎么办啊？",
    "annotation": [
      {
        "sentence": "中考的时候因为成绩不理想，最后是靠关系才上了这所高中。",
        "label": ""
      },
      {
        "sentence": "头一个学期还好，因为我父亲当时是学校的赞助商，在开学典礼上进行演讲，所以很多同学知道了我家境好。",
        "label": ""
      },
      {
        "sentence": "当时不少人来主动巴结我，甚至有人以我在我们班为荣，我也因此感到很骄傲。",
        "label": ""
      },
      {
        "sentence": "但随着这次疫情爆发，家里经济出现变故，父母整天为还贷款发愁，感觉同学也开始对我冷漠了，背后议论我的，嘲讽我的，这时我性格的缺点就暴露无疑，强迫症性格，不会处理复杂的人际关系。",
        "label": ""
      },
      {
        "sentence": "现在我和同学关系很紧张，经常遭到人身攻击。",
        "label": ""
      },
      {
        "sentence": "并且我原本就跟我爸的性格极为不合，现在更是讨厌他，真的感觉快熬不下去了，该怎么办啊？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很抱歉听到你的经历，这肯定很痛苦。实际上人际关系处理本来就是在现代社会中很棘手的问题，不要为了自己的内向性格而责怪自己。而且，与那些只是因为你的家庭情况而来接近你的人相比，你很勇敢地面对你的问题，尤其是在这个时期。无论如何，他们都不应该嘲讽你。互相尊重是人际关系中的基础，这件事不是你的错，你不应该承担责任。你看看能否找到自己的兴趣爱好并发展。这样做可以帮助你找到志同道合的朋友。",
    "annotation": [
      {
        "sentence": "很抱歉听到你的经历，这肯定很痛苦。",
        "label": ""
      },
      {
        "sentence": "实际上人际关系处理本来就是在现代社会中很棘手的问题，不要为了自己的内向性格而责怪自己。",
        "label": ""
      },
      {
        "sentence": "而且，与那些只是因为你的家庭情况而来接近你的人相比，你很勇敢地面对你的问题，尤其是在这个时期。",
        "label": ""
      },
      {
        "sentence": "无论如何，他们都不应该嘲讽你。",
        "label": ""
      },
      {
        "sentence": "互相尊重是人际关系中的基础，这件事不是你的错，你不应该承担责任。",
        "label": ""
      },
      {
        "sentence": "你看看能否找到自己的兴趣爱好并发展。",
        "label": ""
      },
      {
        "sentence": "这样做可以帮助你找到志同道合的朋友。",
        "label": ""
      }
    ]
  }
]