[
  {
    "role": "client",
    "content": "我今年45岁了，现在的工作对我来说太累了，我真不知道该怎么走出这个困境？",
    "annotation": [
      {
        "sentence": "我今年45岁了，现在的工作对我来说太累了，我真不知道该怎么走出这个困境？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说的，我了解你的状况。我目前是做猎头工作的，也经常遇到类似的问题。中年职场危机往往从35岁开始，因为很多职位的上限就是35岁。并不是企业故意歧视中年人，而是职场生态带给我们的现实。35岁以上，如果没有足够的能力积累、领域积累、平台积累和人脉积累，要么只能做到高层职位，要么职场会逐渐走到瓶颈，甚至下滑。过了一定时间后，就需要找寻新的出路，这也是为什么中年人容易选择创业，因为找不到有发展性和可持续性的工作。对于你现在的问题，我有一些建议，希望能对你有所帮助。",
    "annotation": [
      {
        "sentence": "听你说的，我了解你的状况。",
        "label": ""
      },
      {
        "sentence": "我目前是做猎头工作的，也经常遇到类似的问题。",
        "label": ""
      },
      {
        "sentence": "中年职场危机往往从35岁开始，因为很多职位的上限就是35岁。",
        "label": ""
      },
      {
        "sentence": "并不是企业故意歧视中年人，而是职场生态带给我们的现实。",
        "label": ""
      },
      {
        "sentence": "35岁以上，如果没有足够的能力积累、领域积累、平台积累和人脉积累，要么只能做到高层职位，要么职场会逐渐走到瓶颈，甚至下滑。",
        "label": ""
      },
      {
        "sentence": "过了一定时间后，就需要找寻新的出路，这也是为什么中年人容易选择创业，因为找不到有发展性和可持续性的工作。",
        "label": ""
      },
      {
        "sentence": "对于你现在的问题，我有一些建议，希望能对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，确实有些困惑。我现在已经40多岁了，感觉自己没有什么特别好的技能，也不知道应该往哪个方向发展。",
    "annotation": [
      {
        "sentence": "谢谢你的回答，确实有些困惑。",
        "label": ""
      },
      {
        "sentence": "我现在已经40多岁了，感觉自己没有什么特别好的技能，也不知道应该往哪个方向发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我能理解。对于这种情况，我有一些建议可以给你，希望能帮到你。首先，如果暂时找不到更好的方向，那就先把目前的工作做好，把需要做的事情做好。其次，梳理一下你的内心，包括自己的爱好、资源、技能和心理倾向，制定出明确的职业规划。如果你暂时还没有勇气跳出当前的环境，可以先从发展副业开始尝试，这是给自己转换的时间和机会。（关于发展副业和职业规划的详细细节，你可以私信我，我参加过一期副业训练营，效果非常不错，我可以向你推荐）最后，明确自己的赛道。每个人做的事情都像是一场赛车比赛，在不同的赛道上奔跑。你必须确定自己是在正确的赛道上，这样才能更有效地节省时间和精力。比如，你可能是适合做头条创作者的，但如果你经常和别人比收益，会让自己很焦虑。但是你确定这条路是你以后要走的主业吗？一定要明确，否则会陷入无意义又无法自拔的比较和焦虑中，浪费宝贵的时间。我真心希望这些建议能对你有所帮助。",
    "annotation": [
      {
        "sentence": "你的感受我能理解。",
        "label": ""
      },
      {
        "sentence": "对于这种情况，我有一些建议可以给你，希望能帮到你。",
        "label": ""
      },
      {
        "sentence": "首先，如果暂时找不到更好的方向，那就先把目前的工作做好，把需要做的事情做好。",
        "label": ""
      },
      {
        "sentence": "其次，梳理一下你的内心，包括自己的爱好、资源、技能和心理倾向，制定出明确的职业规划。",
        "label": ""
      },
      {
        "sentence": "如果你暂时还没有勇气跳出当前的环境，可以先从发展副业开始尝试，这是给自己转换的时间和机会。",
        "label": ""
      },
      {
        "sentence": "（关于发展副业和职业规划的详细细节，你可以私信我，我参加过一期副业训练营，效果非常不错，我可以向你推荐）最后，明确自己的赛道。",
        "label": ""
      },
      {
        "sentence": "每个人做的事情都像是一场赛车比赛，在不同的赛道上奔跑。",
        "label": ""
      },
      {
        "sentence": "你必须确定自己是在正确的赛道上，这样才能更有效地节省时间和精力。",
        "label": ""
      },
      {
        "sentence": "比如，你可能是适合做头条创作者的，但如果你经常和别人比收益，会让自己很焦虑。",
        "label": ""
      },
      {
        "sentence": "但是你确定这条路是你以后要走的主业吗？",
        "label": ""
      },
      {
        "sentence": "一定要明确，否则会陷入无意义又无法自拔的比较和焦虑中，浪费宝贵的时间。",
        "label": ""
      },
      {
        "sentence": "我真心希望这些建议能对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议，我会认真考虑。虽然现在还有些迷茫，但你的话给了我一些新的思路。我想尝试一下发展副业，也希望能够找到一个适合我的职业赛道。",
    "annotation": [
      {
        "sentence": "非常感谢你的建议，我会认真考虑。",
        "label": ""
      },
      {
        "sentence": "虽然现在还有些迷茫，但你的话给了我一些新的思路。",
        "label": ""
      },
      {
        "sentence": "我想尝试一下发展副业，也希望能够找到一个适合我的职业赛道。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能认真考虑就很不错了，迷茫是很正常的。对于发展副业，我可以和你分享一些细节，帮助你更好地规划和入手。同时，也可以向你推荐一些相关的训练营，有实际效果。记得要坚持和勇敢尝试，相信你会找到适合自己的职业赛道的。",
    "annotation": [
      {
        "sentence": "你能认真考虑就很不错了，迷茫是很正常的。",
        "label": ""
      },
      {
        "sentence": "对于发展副业，我可以和你分享一些细节，帮助你更好地规划和入手。",
        "label": ""
      },
      {
        "sentence": "同时，也可以向你推荐一些相关的训练营，有实际效果。",
        "label": ""
      },
      {
        "sentence": "记得要坚持和勇敢尝试，相信你会找到适合自己的职业赛道的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会积极努力的。能够得到你的帮助真的很幸运，我希望能够越过这个困境，找到属于我的新出路。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会积极努力的。",
        "label": ""
      },
      {
        "sentence": "能够得到你的帮助真的很幸运，我希望能够越过这个困境，找到属于我的新出路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我非常愿意帮助你。你有积极的态度和努力的心，一定能够克服困境，重新找到自己的出路。如果你需要任何进一步的帮助，随时都可以向我咨询。祝愿你顺利实现自己的目标！",
    "annotation": [
      {
        "sentence": "不客气，我非常愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "你有积极的态度和努力的心，一定能够克服困境，重新找到自己的出路。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的帮助，随时都可以向我咨询。",
        "label": ""
      },
      {
        "sentence": "祝愿你顺利实现自己的目标！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "再次感谢你的帮助和祝福。我会倍加珍惜这次机会，努力朝着自己的目标前进。如果将来有任何问题，我一定会来向你请教的。谢谢你！",
    "annotation": [
      {
        "sentence": "再次感谢你的帮助和祝福。",
        "label": ""
      },
      {
        "sentence": "我会倍加珍惜这次机会，努力朝着自己的目标前进。",
        "label": ""
      },
      {
        "sentence": "如果将来有任何问题，我一定会来向你请教的。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够走过困境，实现自己的目标。希望你能坚持下去，相信自己的能力，我会一直在你身边支持你的。加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够走过困境，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "希望你能坚持下去，相信自己的能力，我会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]