[
  {
    "role": "client",
    "content": "我26岁，常常陷入情绪里，觉得身边的人都背叛我。",
    "annotation": [
      {
        "sentence": "我26岁，常常陷入情绪里，觉得身边的人都背叛我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感觉周围的人都对你不好，男朋友也不关心，公司领导同事也让你觉得心里难受。其实有一个词“远香近臭”，不管我们跟谁长期相处都会有遇到矛盾不开心的时候，对，不管是谁，所以这是很正常的事情。",
    "annotation": [
      {
        "sentence": "感觉周围的人都对你不好，男朋友也不关心，公司领导同事也让你觉得心里难受。",
        "label": ""
      },
      {
        "sentence": "其实有一个词“远香近臭”，不管我们跟谁长期相处都会有遇到矛盾不开心的时候，对，不管是谁，所以这是很正常的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "晚上我吃了两片吐司，又额外定了两份饭备着。担心自己某人回来之后抱怨又要自己做饭。",
    "annotation": [
      {
        "sentence": "晚上我吃了两片吐司，又额外定了两份饭备着。",
        "label": ""
      },
      {
        "sentence": "担心自己某人回来之后抱怨又要自己做饭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你错在把这些事情看得太重了，可能是你的心思比较细腻，对这些事情比较在意，但是你应该做的是把这些事情看淡一点。别那么在意，当时心里不舒服就在心里骂一会儿，然后就忘了这个事情不去想了，不管是领导还是理发师。",
    "annotation": [
      {
        "sentence": "你错在把这些事情看得太重了，可能是你的心思比较细腻，对这些事情比较在意，但是你应该做的是把这些事情看淡一点。",
        "label": ""
      },
      {
        "sentence": "别那么在意，当时心里不舒服就在心里骂一会儿，然后就忘了这个事情不去想了，不管是领导还是理发师。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "后来某人领着一人份饭来了，我看到之后抱怨，说都不问我有没有吃。某人说我回来这么早肯定吃过了。我下了班是吃了面包片，但是我怕被说吃独食又买了饭。正好老弟也没吃，准备给他们俩留着。我就说我没吃，我回来早就一定吃的早吗？？边抱怨边拉伸着。",
    "annotation": [
      {
        "sentence": "后来某人领着一人份饭来了，我看到之后抱怨，说都不问我有没有吃。",
        "label": ""
      },
      {
        "sentence": "某人说我回来这么早肯定吃过了。",
        "label": ""
      },
      {
        "sentence": "我下了班是吃了面包片，但是我怕被说吃独食又买了饭。",
        "label": ""
      },
      {
        "sentence": "正好老弟也没吃，准备给他们俩留着。",
        "label": ""
      },
      {
        "sentence": "我就说我没吃，我回来早就一定吃的早吗？？",
        "label": ""
      },
      {
        "sentence": "边抱怨边拉伸着。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "男朋友的话建议你直接跟他说清楚，男生的思维方式跟女生不一样，别去信网上的毒鸡汤，刻意抠细节，男生心思没有那么细致。所以你要他怎么做就直接跟他说，看他能不能做到，他能做到说明没什么问题，如果你明说了好多次他还是做不到那就算了吧，他不爱你，及时止损才是对的。",
    "annotation": [
      {
        "sentence": "男朋友的话建议你直接跟他说清楚，男生的思维方式跟女生不一样，别去信网上的毒鸡汤，刻意抠细节，男生心思没有那么细致。",
        "label": ""
      },
      {
        "sentence": "所以你要他怎么做就直接跟他说，看他能不能做到，他能做到说明没什么问题，如果你明说了好多次他还是做不到那就算了吧，他不爱你，及时止损才是对的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "某人这时候急了，对我说这刚进门你生气啥呀，拿着饭去外边了我在朋友圈骂了我对象。他依旧没有理我，像往常一样一句话不跟我说。这次我先跟他搭话他还是不理我。",
    "annotation": [
      {
        "sentence": "某人这时候急了，对我说这刚进门你生气啥呀，拿着饭去外边了我在朋友圈骂了我对象。",
        "label": ""
      },
      {
        "sentence": "他依旧没有理我，像往常一样一句话不跟我说。",
        "label": ""
      },
      {
        "sentence": "这次我先跟他搭话他还是不理我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "男朋友这样的行为让你觉得很伤心和无助。但是你要冷静下来，不要把这个小事情放大化。可能他刚进门心情也不好，发了脾气。你可以主动和他沟通，告诉他你的感受和想法，看看能不能解决问题。如果他一直不理你，那可能需要深入思考你们的关系了。",
    "annotation": [
      {
        "sentence": "男朋友这样的行为让你觉得很伤心和无助。",
        "label": ""
      },
      {
        "sentence": "但是你要冷静下来，不要把这个小事情放大化。",
        "label": ""
      },
      {
        "sentence": "可能他刚进门心情也不好，发了脾气。",
        "label": ""
      },
      {
        "sentence": "你可以主动和他沟通，告诉他你的感受和想法，看看能不能解决问题。",
        "label": ""
      },
      {
        "sentence": "如果他一直不理你，那可能需要深入思考你们的关系了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在脑海里回想白天的种种，在公司里，领导说了我几句话，我答应着，可在心里想着她是不是看我太闲了才多安排活的。看着我的新发型很不满意，我又在心里埋怨理发师的应付，生气了好久。脑子里总装着一堆窝心事。",
    "annotation": [
      {
        "sentence": "在脑海里回想白天的种种，在公司里，领导说了我几句话，我答应着，可在心里想着她是不是看我太闲了才多安排活的。",
        "label": ""
      },
      {
        "sentence": "看着我的新发型很不满意，我又在心里埋怨理发师的应付，生气了好久。",
        "label": ""
      },
      {
        "sentence": "脑子里总装着一堆窝心事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "工作里遇到的一些不愉快，也许是领导的一时冲动或者工作安排上的误会，你不要过度解读。换个角度思考，也许领导给你多安排了活动是对你能力的认可。至于新发型和理发师的问题，你可以找个机会再去理发店跟他们沟通一下，告诉他们你的想法和不满意，这样有助于排解你的不满情绪。",
    "annotation": [
      {
        "sentence": "工作里遇到的一些不愉快，也许是领导的一时冲动或者工作安排上的误会，你不要过度解读。",
        "label": ""
      },
      {
        "sentence": "换个角度思考，也许领导给你多安排了活动是对你能力的认可。",
        "label": ""
      },
      {
        "sentence": "至于新发型和理发师的问题，你可以找个机会再去理发店跟他们沟通一下，告诉他们你的想法和不满意，这样有助于排解你的不满情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "抱着我的猫才能让我有点安慰。我几乎没有可以说心事的人，感觉父母也不爱我，只想控制我，工作生活感觉好累。",
    "annotation": [
      {
        "sentence": "抱着我的猫才能让我有点安慰。",
        "label": ""
      },
      {
        "sentence": "我几乎没有可以说心事的人，感觉父母也不爱我，只想控制我，工作生活感觉好累。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个时候的确是需要有个可以倾诉的对象。毛小孩可以给你提供些心灵上的安慰，但是还是需要和人交流。如果确实感觉父母不理解你或者压力很大，你可以选择找一位专业的心理咨询师，他们能够帮你分析问题，提供有效的帮助和建议。此外，你也可以寻找一些爱好或者兴趣，用来转移注意力和舒缓压力，找到更多的生活乐趣。",
    "annotation": [
      {
        "sentence": "这个时候的确是需要有个可以倾诉的对象。",
        "label": ""
      },
      {
        "sentence": "毛小孩可以给你提供些心灵上的安慰，但是还是需要和人交流。",
        "label": ""
      },
      {
        "sentence": "如果确实感觉父母不理解你或者压力很大，你可以选择找一位专业的心理咨询师，他们能够帮你分析问题，提供有效的帮助和建议。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以寻找一些爱好或者兴趣，用来转移注意力和舒缓压力，找到更多的生活乐趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是不是神经质了？",
    "annotation": [
      {
        "sentence": "我是不是神经质了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不，你不是神经质。每个人都会有情绪低落的时候，面对生活的压力和矛盾是很正常的。关键是要学会调节自己的情绪，保持积极的心态，寻找问题的解决办法。你已经走出来了，重新找回自己，相信自己，一切都会好起来的。加油！祝好～。",
    "annotation": [
      {
        "sentence": "不，你不是神经质。",
        "label": ""
      },
      {
        "sentence": "每个人都会有情绪低落的时候，面对生活的压力和矛盾是很正常的。",
        "label": ""
      },
      {
        "sentence": "关键是要学会调节自己的情绪，保持积极的心态，寻找问题的解决办法。",
        "label": ""
      },
      {
        "sentence": "你已经走出来了，重新找回自己，相信自己，一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "祝好～。",
        "label": ""
      }
    ]
  }
]