[
  {
    "role": "client",
    "content": "最近我感到很困惑。我二十岁了，我想知道为什么我的姐姐想让我跟我现在的男朋友分手？我和他是在网上认识的，我们今年决定养一只小猫，然后我们见面认识了。他对我很好，当我的眼镜不舒服时，他陪我去看医生。这个月我们还计划去北京检查我的眼睛。虽然我姐姐嫌弃他个子矮，但我并不嫌弃他。我们之间互相理解，觉得很适合在一起。可是家人里爸爸从来不管，妈妈也没有钱，结婚前后姐姐也不管家里的事，而现在是我一个二十岁的女生在照顾家里的一切。我感到非常累，非常不舒服，我无法理解为什么她要让我和他分手。从小到大，姐姐总是要我按照她的意愿去选择男朋友，给我一种安全感。我和他之间是深度的感情，我们一起商量着未来的规划。我真的搞不清楚为什么她要让我断掉这段感情。",
    "annotation": [
      {
        "sentence": "最近我感到很困惑。",
        "label": ""
      },
      {
        "sentence": "我二十岁了，我想知道为什么我的姐姐想让我跟我现在的男朋友分手？",
        "label": ""
      },
      {
        "sentence": "我和他是在网上认识的，我们今年决定养一只小猫，然后我们见面认识了。",
        "label": ""
      },
      {
        "sentence": "他对我很好，当我的眼镜不舒服时，他陪我去看医生。",
        "label": ""
      },
      {
        "sentence": "这个月我们还计划去北京检查我的眼睛。",
        "label": ""
      },
      {
        "sentence": "虽然我姐姐嫌弃他个子矮，但我并不嫌弃他。",
        "label": ""
      },
      {
        "sentence": "我们之间互相理解，觉得很适合在一起。",
        "label": ""
      },
      {
        "sentence": "可是家人里爸爸从来不管，妈妈也没有钱，结婚前后姐姐也不管家里的事，而现在是我一个二十岁的女生在照顾家里的一切。",
        "label": ""
      },
      {
        "sentence": "我感到非常累，非常不舒服，我无法理解为什么她要让我和他分手。",
        "label": ""
      },
      {
        "sentence": "从小到大，姐姐总是要我按照她的意愿去选择男朋友，给我一种安全感。",
        "label": ""
      },
      {
        "sentence": "我和他之间是深度的感情，我们一起商量着未来的规划。",
        "label": ""
      },
      {
        "sentence": "我真的搞不清楚为什么她要让我断掉这段感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看得出来你近期情绪很低落，也很困惑。二十岁确实是一个美好的年纪，但也是一个单纯的年纪。我们在这个时候做决定，通常是凭自己的感觉，但并不代表我们没有经过深思熟虑。你现在和他是互相依靠、相爱的关系。你们是在网上认识的，我不知道你对他家庭的了解程度，是否已经见过他们的家长以及他们的反应如何。这些是你未来婚姻的基本保障，因为你嫁过去不仅仅是要考虑他一个人，还有他的家人和朋友。关于你姐姐让你们分手的原因，个子矮可能只是其中之一，虽然我不清楚你姐姐的婚姻状况，但你可以试着找个合适的时间与她坐下来谈一谈。你可以把自己当成在谈论别人的人生，然后从中获取一些启示来看待你和男朋友的感情，这也会对你有所帮助。有时候我们可能会认为，家人越反对，自己反而越想在一起。但实际上，家人只能给予我们一些警醒，不能代替我们做决定。你二十岁还很年轻，首先要保护好自己，婚前尽量不要发生关系。其次，你们可以再多谈几年，如果你们仍然相爱、互相了解、彼此心灵相通，你可以选择结婚。你还很年轻，如果结婚后还要生孩子，你是否知道如何照顾孩子呢？给自己多点时间学习和缓冲，时间会告诉你答案。不要急于做出决定，慢慢来，慢慢观察，人生还很长。一旦走错了一步，将会遗憾一辈子。加油，你值得被温柔以待！",
    "annotation": [
      {
        "sentence": "看得出来你近期情绪很低落，也很困惑。",
        "label": ""
      },
      {
        "sentence": "二十岁确实是一个美好的年纪，但也是一个单纯的年纪。",
        "label": ""
      },
      {
        "sentence": "我们在这个时候做决定，通常是凭自己的感觉，但并不代表我们没有经过深思熟虑。",
        "label": ""
      },
      {
        "sentence": "你现在和他是互相依靠、相爱的关系。",
        "label": ""
      },
      {
        "sentence": "你们是在网上认识的，我不知道你对他家庭的了解程度，是否已经见过他们的家长以及他们的反应如何。",
        "label": ""
      },
      {
        "sentence": "这些是你未来婚姻的基本保障，因为你嫁过去不仅仅是要考虑他一个人，还有他的家人和朋友。",
        "label": ""
      },
      {
        "sentence": "关于你姐姐让你们分手的原因，个子矮可能只是其中之一，虽然我不清楚你姐姐的婚姻状况，但你可以试着找个合适的时间与她坐下来谈一谈。",
        "label": ""
      },
      {
        "sentence": "你可以把自己当成在谈论别人的人生，然后从中获取一些启示来看待你和男朋友的感情，这也会对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "有时候我们可能会认为，家人越反对，自己反而越想在一起。",
        "label": ""
      },
      {
        "sentence": "但实际上，家人只能给予我们一些警醒，不能代替我们做决定。",
        "label": ""
      },
      {
        "sentence": "你二十岁还很年轻，首先要保护好自己，婚前尽量不要发生关系。",
        "label": ""
      },
      {
        "sentence": "其次，你们可以再多谈几年，如果你们仍然相爱、互相了解、彼此心灵相通，你可以选择结婚。",
        "label": ""
      },
      {
        "sentence": "你还很年轻，如果结婚后还要生孩子，你是否知道如何照顾孩子呢？",
        "label": ""
      },
      {
        "sentence": "给自己多点时间学习和缓冲，时间会告诉你答案。",
        "label": ""
      },
      {
        "sentence": "不要急于做出决定，慢慢来，慢慢观察，人生还很长。",
        "label": ""
      },
      {
        "sentence": "一旦走错了一步，将会遗憾一辈子。",
        "label": ""
      },
      {
        "sentence": "加油，你值得被温柔以待！",
        "label": ""
      }
    ]
  }
]