[
  {
    "role": "client",
    "content": "生活委员，班长借班费不还？我该怎么办？",
    "annotation": [
      {
        "sentence": "生活委员，班长借班费不还？",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你很困扰，可以和我细说一下吗？",
    "annotation": [
      {
        "sentence": "听起来你很困扰，可以和我细说一下吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是班里的生活委员，去年11月份，班长跟我说要借班费几千元，我当时很爽快的借给她了，可是现在都半年过去了，她却没有还钱的意思，我觉得自己遇到了很麻烦的事情。",
    "annotation": [
      {
        "sentence": "我是班里的生活委员，去年11月份，班长跟我说要借班费几千元，我当时很爽快的借给她了，可是现在都半年过去了，她却没有还钱的意思，我觉得自己遇到了很麻烦的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的确面临了困难，可以先问一下班长钱还有没有归还的可能。如果没有归还可能，你可以向老师反映这个问题，让老师来负责这件事情，尽量还是保持良好的关系，表明这件事情并不是你想要搞破坏，而是解决问题的方法。",
    "annotation": [
      {
        "sentence": "你的确面临了困难，可以先问一下班长钱还有没有归还的可能。",
        "label": ""
      },
      {
        "sentence": "如果没有归还可能，你可以向老师反映这个问题，让老师来负责这件事情，尽量还是保持良好的关系，表明这件事情并不是你想要搞破坏，而是解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我担心这样做会让我们之间的关系更不好，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我担心这样做会让我们之间的关系更不好，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然你担心对方会不开心，但问题是必须要解决的。有时候我们需要承担一些不想承担的责任，也许这样做会让她觉得你不错，也可能不行，但你最好明确表明你的行为是为了解决问题，同时你可以通过其他方式，比如和班长进行私下对话，或者找其他老师来处理这个问题，让班长清楚这笔钱需要还，同时保持对方的尊重。",
    "annotation": [
      {
        "sentence": "虽然你担心对方会不开心，但问题是必须要解决的。",
        "label": ""
      },
      {
        "sentence": "有时候我们需要承担一些不想承担的责任，也许这样做会让她觉得你不错，也可能不行，但你最好明确表明你的行为是为了解决问题，同时你可以通过其他方式，比如和班长进行私下对话，或者找其他老师来处理这个问题，让班长清楚这笔钱需要还，同时保持对方的尊重。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我明白了，谢谢你的建议。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我明白了，谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "解决问题是件很不容易的事情，但你可以用一些方法来实现目标。你可以先对班长说一遍，或者对她写一封信，本着你想要改善关系的初衷，问清她是否有还钱的打算，如果她继续拒绝，你要明确这笔钱是必须要还的，如果她不还你可能要向其他人寻求帮助，包括老师或者其他领导来协助你，也许这样做并不是很舒服，但是你必须考虑一下自己的利益，同时也要考虑班级财产的利益。同时，不要太担心关系的问题，这个问题可以通过交流来解决，你应该坚持自己的立场。",
    "annotation": [
      {
        "sentence": "解决问题是件很不容易的事情，但你可以用一些方法来实现目标。",
        "label": ""
      },
      {
        "sentence": "你可以先对班长说一遍，或者对她写一封信，本着你想要改善关系的初衷，问清她是否有还钱的打算，如果她继续拒绝，你要明确这笔钱是必须要还的，如果她不还你可能要向其他人寻求帮助，包括老师或者其他领导来协助你，也许这样做并不是很舒服，但是你必须考虑一下自己的利益，同时也要考虑班级财产的利益。",
        "label": ""
      },
      {
        "sentence": "同时，不要太担心关系的问题，这个问题可以通过交流来解决，你应该坚持自己的立场。",
        "label": ""
      }
    ]
  }
]