[
  {
    "role": "client",
    "content": "内高班学习氛围很懒散，老师的要求比初中的要求还低？来到这个高中，只有期中期末考，平常没有卷子，只有最基础的配套练习。老师一直在讲最基础的，上课氛围也不好。其实只要一有同学认真学习包括我，那些人就会说我们很积极。在这里积极是个贬义词，有些时候他们会不经意间流露出看不起我的意思，因为我很努力在学。但可能有些时候考试成绩不如那些整天花费很少心思的男生。我其实心里明白是自己学习效率低和脑子转得慢，但也抵不住他们若有若无的嘲讽。由于整个高中一点紧张感都没有，老师也不紧张，一点都不符合正常高中的样子。我感觉好无奈好烦，因为我觉得我需要比较高强度的学习任务，而且有时上课积极回答问题他们也会发出怪声。我觉得好记，对于他们那些行为我真的很难释怀，我非常害怕高中没有拼命而后很焦虑。",
    "annotation": [
      {
        "sentence": "内高班学习氛围很懒散，老师的要求比初中的要求还低？",
        "label": ""
      },
      {
        "sentence": "来到这个高中，只有期中期末考，平常没有卷子，只有最基础的配套练习。",
        "label": ""
      },
      {
        "sentence": "老师一直在讲最基础的，上课氛围也不好。",
        "label": ""
      },
      {
        "sentence": "其实只要一有同学认真学习包括我，那些人就会说我们很积极。",
        "label": ""
      },
      {
        "sentence": "在这里积极是个贬义词，有些时候他们会不经意间流露出看不起我的意思，因为我很努力在学。",
        "label": ""
      },
      {
        "sentence": "但可能有些时候考试成绩不如那些整天花费很少心思的男生。",
        "label": ""
      },
      {
        "sentence": "我其实心里明白是自己学习效率低和脑子转得慢，但也抵不住他们若有若无的嘲讽。",
        "label": ""
      },
      {
        "sentence": "由于整个高中一点紧张感都没有，老师也不紧张，一点都不符合正常高中的样子。",
        "label": ""
      },
      {
        "sentence": "我感觉好无奈好烦，因为我觉得我需要比较高强度的学习任务，而且有时上课积极回答问题他们也会发出怪声。",
        "label": ""
      },
      {
        "sentence": "我觉得好记，对于他们那些行为我真的很难释怀，我非常害怕高中没有拼命而后很焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我想起来，我的学生生涯里面，也有这样一些人。他们永远坐在第一排，跟老师互动，努力学习，是大家眼中所谓格格不入的人。但是后来啊，他们考上更好的学校，去往优秀的地方。而我们所谓的普通人，下课打成一群的人，只是念了普通的学校，聊起那些积极的人眼里只有羡慕。所以你懂了吗，不要害怕，你是对的，积极向上。不要在意他们说什么，总有一天他们会来羡慕你的。卷子不够可以自己买习题做啊，不懂就去问老师。老师针对的是全班思想状况，不是你的。你那么积极好学，老师会很喜欢的。加油哦，期待你有一天迎来高考好消息！",
    "annotation": [
      {
        "sentence": "我想起来，我的学生生涯里面，也有这样一些人。",
        "label": ""
      },
      {
        "sentence": "他们永远坐在第一排，跟老师互动，努力学习，是大家眼中所谓格格不入的人。",
        "label": ""
      },
      {
        "sentence": "但是后来啊，他们考上更好的学校，去往优秀的地方。",
        "label": ""
      },
      {
        "sentence": "而我们所谓的普通人，下课打成一群的人，只是念了普通的学校，聊起那些积极的人眼里只有羡慕。",
        "label": ""
      },
      {
        "sentence": "所以你懂了吗，不要害怕，你是对的，积极向上。",
        "label": ""
      },
      {
        "sentence": "不要在意他们说什么，总有一天他们会来羡慕你的。",
        "label": ""
      },
      {
        "sentence": "卷子不够可以自己买习题做啊，不懂就去问老师。",
        "label": ""
      },
      {
        "sentence": "老师针对的是全班思想状况，不是你的。",
        "label": ""
      },
      {
        "sentence": "你那么积极好学，老师会很喜欢的。",
        "label": ""
      },
      {
        "sentence": "加油哦，期待你有一天迎来高考好消息！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道你说的是真的，可是有时候我还是会受到他们的言语伤害。觉得自己很孤单，和他们格格不入。我不知道该怎么调整我的心态，不去在意他们的评价。",
    "annotation": [
      {
        "sentence": "我知道你说的是真的，可是有时候我还是会受到他们的言语伤害。",
        "label": ""
      },
      {
        "sentence": "觉得自己很孤单，和他们格格不入。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么调整我的心态，不去在意他们的评价。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，有时候他人的评价确实会影响到我们的心情。但是你要相信自己，坚定自己的步伐。不要让他们的观点左右你的自信心和学习动力。你可以试试以下方法来调整心态：首先，和那些支持你的朋友在一起，他们会给你正能量；其次，多参加一些课外活动，拓宽自己的交际圈子；最重要的是，要相信自己的价值和能力，不断提高自己，成为更好的人。",
    "annotation": [
      {
        "sentence": "我理解你的感受，有时候他人的评价确实会影响到我们的心情。",
        "label": ""
      },
      {
        "sentence": "但是你要相信自己，坚定自己的步伐。",
        "label": ""
      },
      {
        "sentence": "不要让他们的观点左右你的自信心和学习动力。",
        "label": ""
      },
      {
        "sentence": "你可以试试以下方法来调整心态：首先，和那些支持你的朋友在一起，他们会给你正能量；其次，多参加一些课外活动，拓宽自己的交际圈子；最重要的是，要相信自己的价值和能力，不断提高自己，成为更好的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着多关注在我身边支持我的人和事物，让自己更加有自信。但是，有时候我还是会感到焦虑，担心自己无法适应这种懒散的学习氛围。怎么才能克服这种焦虑呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着多关注在我身边支持我的人和事物，让自己更加有自信。",
        "label": ""
      },
      {
        "sentence": "但是，有时候我还是会感到焦虑，担心自己无法适应这种懒散的学习氛围。",
        "label": ""
      },
      {
        "sentence": "怎么才能克服这种焦虑呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "焦虑是一种常见的情绪，很多人都会有。为了克服焦虑，你可以试试以下方法：首先，放松自己，通过做一些喜欢的事情来减轻焦虑感；其次，制定合理的学习计划，分解任务，逐步完成；还有，培养良好的学习习惯，提高自己的学习效率；最重要的是，保持良好的心态，相信自己能够应对挑战，克服困难。",
    "annotation": [
      {
        "sentence": "焦虑是一种常见的情绪，很多人都会有。",
        "label": ""
      },
      {
        "sentence": "为了克服焦虑，你可以试试以下方法：首先，放松自己，通过做一些喜欢的事情来减轻焦虑感；其次，制定合理的学习计划，分解任务，逐步完成；还有，培养良好的学习习惯，提高自己的学习效率；最重要的是，保持良好的心态，相信自己能够应对挑战，克服困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来挺有道理的，我会尝试按照你说的方法去应对焦虑。还有一件事情困扰着我，就是感觉自己学习任务不够紧张，缺乏一种紧迫感和动力。有没有什么方法可以让我更加有学习的动力？",
    "annotation": [
      {
        "sentence": "听起来挺有道理的，我会尝试按照你说的方法去应对焦虑。",
        "label": ""
      },
      {
        "sentence": "还有一件事情困扰着我，就是感觉自己学习任务不够紧张，缺乏一种紧迫感和动力。",
        "label": ""
      },
      {
        "sentence": "有没有什么方法可以让我更加有学习的动力？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你感觉学习任务不够紧张的时候，可以尝试以下方法来增加学习的动力：首先，设定明确的目标，给自己一些挑战，激发内在的动力；其次，找到学习的乐趣，培养对知识的热爱，这样你就会主动去学习；还有，多和优秀的同学交流，互相激励，共同进步；最重要的是，提醒自己高中阶段对未来的重要性，相信付出一定会有回报。",
    "annotation": [
      {
        "sentence": "当你感觉学习任务不够紧张的时候，可以尝试以下方法来增加学习的动力：首先，设定明确的目标，给自己一些挑战，激发内在的动力；其次，找到学习的乐趣，培养对知识的热爱，这样你就会主动去学习；还有，多和优秀的同学交流，互相激励，共同进步；最重要的是，提醒自己高中阶段对未来的重要性，相信付出一定会有回报。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会把你说的方法记下来，尽量去实践。感谢你的建议和支持，我相信自己可以克服困难，取得更好的成绩。",
    "annotation": [
      {
        "sentence": "我会把你说的方法记下来，尽量去实践。",
        "label": ""
      },
      {
        "sentence": "感谢你的建议和支持，我相信自己可以克服困难，取得更好的成绩。",
        "label": ""
      }
    ]
  }
]