[
  {
    "role": "client",
    "content": "我真的已经下定决心，要在晚上10点半之前关掉手机，可是我一直做不到。我知道早睡早起对身体好，但每次躺下来，就会不自觉地看手机，有时候看两三个小时。我甚至把微信朋友圈都屏蔽了，但我还是会看百度或天气预报之类的东西，哪怕是很无聊的内容，我一直看到12点左右。",
    "annotation": [
      {
        "sentence": "我真的已经下定决心，要在晚上10点半之前关掉手机，可是我一直做不到。",
        "label": ""
      },
      {
        "sentence": "我知道早睡早起对身体好，但每次躺下来，就会不自觉地看手机，有时候看两三个小时。",
        "label": ""
      },
      {
        "sentence": "我甚至把微信朋友圈都屏蔽了，但我还是会看百度或天气预报之类的东西，哪怕是很无聊的内容，我一直看到12点左右。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对自己的想法已经有了积极的信念，然而实际行动上却无法控制，这就是现代所称的手机依赖症。这是一种新型的心理疾病，特别多见于孤僻、自卑、相对缺乏自信的人，其中青年白领女性、业务繁忙的中年男性和学生等群体最为常见。在21世纪这个万物互联的时代，手机和电子产品已经成为人们生活和精神世界中不可缺少的一部分。由于长时间的使用，手机已经成为我们生活的粘性物质之一，他像是慢性毒药，已经慢慢正在瓦解我们的意志和身体，导致手机依赖症的产生。",
    "annotation": [
      {
        "sentence": "你对自己的想法已经有了积极的信念，然而实际行动上却无法控制，这就是现代所称的手机依赖症。",
        "label": ""
      },
      {
        "sentence": "这是一种新型的心理疾病，特别多见于孤僻、自卑、相对缺乏自信的人，其中青年白领女性、业务繁忙的中年男性和学生等群体最为常见。",
        "label": ""
      },
      {
        "sentence": "在21世纪这个万物互联的时代，手机和电子产品已经成为人们生活和精神世界中不可缺少的一部分。",
        "label": ""
      },
      {
        "sentence": "由于长时间的使用，手机已经成为我们生活的粘性物质之一，他像是慢性毒药，已经慢慢正在瓦解我们的意志和身体，导致手机依赖症的产生。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，每次离开手机都让我感到很焦虑。有时候我只是忘记带手机，就会心神不宁，无法专心工作，也会频繁检查手机设置。",
    "annotation": [
      {
        "sentence": "是啊，每次离开手机都让我感到很焦虑。",
        "label": ""
      },
      {
        "sentence": "有时候我只是忘记带手机，就会心神不宁，无法专心工作，也会频繁检查手机设置。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，随着手机在中国的普及，特别是年轻人手机使用的增多，越来越多的中国年轻人开始被“手机依赖症”困扰。这甚至会有生理反应，如心跳加快、头晕、出汗、肠胃功能失调等。",
    "annotation": [
      {
        "sentence": "确实，随着手机在中国的普及，特别是年轻人手机使用的增多，越来越多的中国年轻人开始被“手机依赖症”困扰。",
        "label": ""
      },
      {
        "sentence": "这甚至会有生理反应，如心跳加快、头晕、出汗、肠胃功能失调等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这让我很困扰。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "这让我很困扰。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我建议你在晚上睡觉的时候，将手机放在客厅或者其他你看不到的地方。因为你无法直面诱惑，我们就要远离诱惑，不给自己接触的机会，保持物理距离。另外，睡觉前可以读书或寻找其他方式，来转移你的注意力，这样也能有助于消磨你睡前的时光。最初坚持的时候，你可能会感到不适应，但如果坚持几天，你会逐渐找到自信感，慢慢地改正你的手机依赖问题。",
    "annotation": [
      {
        "sentence": "我建议你在晚上睡觉的时候，将手机放在客厅或者其他你看不到的地方。",
        "label": ""
      },
      {
        "sentence": "因为你无法直面诱惑，我们就要远离诱惑，不给自己接触的机会，保持物理距离。",
        "label": ""
      },
      {
        "sentence": "另外，睡觉前可以读书或寻找其他方式，来转移你的注意力，这样也能有助于消磨你睡前的时光。",
        "label": ""
      },
      {
        "sentence": "最初坚持的时候，你可能会感到不适应，但如果坚持几天，你会逐渐找到自信感，慢慢地改正你的手机依赖问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会尝试这些方法，并坚持不懈地改善我的生活习惯。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试这些方法，并坚持不懈地改善我的生活习惯。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  }
]