[
  {
    "role": "client",
    "content": "我觉得最近心情很差，有时候甚至会想死。因为我作业没写完，也没时间弹琴，然后爸爸用鞋子扇我，各种鞋子，他还说想扇我脸。",
    "annotation": [
      {
        "sentence": "我觉得最近心情很差，有时候甚至会想死。",
        "label": ""
      },
      {
        "sentence": "因为我作业没写完，也没时间弹琴，然后爸爸用鞋子扇我，各种鞋子，他还说想扇我脸。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小可爱你好啊，看到你的问题，我想起在你这么大的时候我也有过一些心情不太好的时候。记得当时因为没完成弹琴和写作业，我也被打过，甚至被威胁过。你现在心情很不好，感觉自己不像小时候那样被爱着。我是这么想的，不知道你有没有这样的感觉？",
    "annotation": [
      {
        "sentence": "小可爱你好啊，看到你的问题，我想起在你这么大的时候我也有过一些心情不太好的时候。",
        "label": ""
      },
      {
        "sentence": "记得当时因为没完成弹琴和写作业，我也被打过，甚至被威胁过。",
        "label": ""
      },
      {
        "sentence": "你现在心情很不好，感觉自己不像小时候那样被爱着。",
        "label": ""
      },
      {
        "sentence": "我是这么想的，不知道你有没有这样的感觉？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，对的。我就是觉得自己不被爱了。每次我看到爸爸这样对待我，我就开始怀疑他是否还爱我。",
    "annotation": [
      {
        "sentence": "嗯，对的。",
        "label": ""
      },
      {
        "sentence": "我就是觉得自己不被爱了。",
        "label": ""
      },
      {
        "sentence": "每次我看到爸爸这样对待我，我就开始怀疑他是否还爱我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实你会这么想是很正常的，孩子看到的往往是表面，用来判断父母爱不爱自己的方式也比较简单。大多数时候，他们只看他们是否满足了自己的要求、是否被表扬、是否受到温柔对待等等。如果父母做不到，就会怀疑他们是否还爱自己。我小时候也是这样，常常觉得自己和别人不太一样，有时候会被批评。当时我就想着，只是因为我不想写作业、不想学游泳、不喜欢学校的饭菜、没有按时回家等等一系列小事，他们就批评我，但我不觉得自己错。如果他们敢说我错，我就敢做其他不被允许的事情。",
    "annotation": [
      {
        "sentence": "其实你会这么想是很正常的，孩子看到的往往是表面，用来判断父母爱不爱自己的方式也比较简单。",
        "label": ""
      },
      {
        "sentence": "大多数时候，他们只看他们是否满足了自己的要求、是否被表扬、是否受到温柔对待等等。",
        "label": ""
      },
      {
        "sentence": "如果父母做不到，就会怀疑他们是否还爱自己。",
        "label": ""
      },
      {
        "sentence": "我小时候也是这样，常常觉得自己和别人不太一样，有时候会被批评。",
        "label": ""
      },
      {
        "sentence": "当时我就想着，只是因为我不想写作业、不想学游泳、不喜欢学校的饭菜、没有按时回家等等一系列小事，他们就批评我，但我不觉得自己错。",
        "label": ""
      },
      {
        "sentence": "如果他们敢说我错，我就敢做其他不被允许的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。现在的竞争真的很激烈，父母都希望自己的孩子能成才。他们对我的学习任务和才艺发展都有很高的期望。我知道他们希望我成为一个优秀的人，但有时候我觉得这个压力很大。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "现在的竞争真的很激烈，父母都希望自己的孩子能成才。",
        "label": ""
      },
      {
        "sentence": "他们对我的学习任务和才艺发展都有很高的期望。",
        "label": ""
      },
      {
        "sentence": "我知道他们希望我成为一个优秀的人，但有时候我觉得这个压力很大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，望子成龙是天下父母的心愿，我相信你会慢慢明白的。其实在我们成长的过程中，老师跟我们相处的时间也挺长的。我还记得有一次，当我上高三的时候，因为不想写作业，被英语老师请到办公室狠狠骂了一顿。接下来的数学考试我就一直哭，虽然不能出声，但眼泪都多到掉在试卷上了。后来被家长知道了，我明白自己的抵抗是无效的，所以我就决定好好完成作业。这种方式让我在10岁以后开心了一些。",
    "annotation": [
      {
        "sentence": "是的，望子成龙是天下父母的心愿，我相信你会慢慢明白的。",
        "label": ""
      },
      {
        "sentence": "其实在我们成长的过程中，老师跟我们相处的时间也挺长的。",
        "label": ""
      },
      {
        "sentence": "我还记得有一次，当我上高三的时候，因为不想写作业，被英语老师请到办公室狠狠骂了一顿。",
        "label": ""
      },
      {
        "sentence": "接下来的数学考试我就一直哭，虽然不能出声，但眼泪都多到掉在试卷上了。",
        "label": ""
      },
      {
        "sentence": "后来被家长知道了，我明白自己的抵抗是无效的，所以我就决定好好完成作业。",
        "label": ""
      },
      {
        "sentence": "这种方式让我在10岁以后开心了一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你分享你的经历，让我感觉我并不孤独。听你这样说，我觉得我可以试着把不开心的事情写在带锁或有密码的本子上，就像你说的那样。",
    "annotation": [
      {
        "sentence": "谢谢你分享你的经历，让我感觉我并不孤独。",
        "label": ""
      },
      {
        "sentence": "听你这样说，我觉得我可以试着把不开心的事情写在带锁或有密码的本子上，就像你说的那样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对！这是一个很好的方法。你可以想怎么写就怎么写，而且你还可以看一些名人传记，很多名人小时候也经历过像你一样委屈的时候。比如郎朗，他是著名钢琴家，他写了一本书叫《千里之行》，你可以看看。还有你可以参加学校的活动，交更多朋友。有自己的想法，并且慢慢跟父母或者你信任的长辈说，他们会支持你的。祝你在成长的过程中越来越快乐！",
    "annotation": [
      {
        "sentence": "对！",
        "label": ""
      },
      {
        "sentence": "这是一个很好的方法。",
        "label": ""
      },
      {
        "sentence": "你可以想怎么写就怎么写，而且你还可以看一些名人传记，很多名人小时候也经历过像你一样委屈的时候。",
        "label": ""
      },
      {
        "sentence": "比如郎朗，他是著名钢琴家，他写了一本书叫《千里之行》，你可以看看。",
        "label": ""
      },
      {
        "sentence": "还有你可以参加学校的活动，交更多朋友。",
        "label": ""
      },
      {
        "sentence": "有自己的想法，并且慢慢跟父母或者你信任的长辈说，他们会支持你的。",
        "label": ""
      },
      {
        "sentence": "祝你在成长的过程中越来越快乐！",
        "label": ""
      }
    ]
  }
]