[
  {
    "role": "client",
    "content": "我是个20岁的女生，感觉自己有些与众不同，有些迷茫怎么办？我周围的很多一部分女孩子都喜欢做饭，包括我的妈妈，喜欢在厨房里，喜欢做家务；但是我和她们有些不一样，我会家务，也会做饭，但我不喜欢在厨房里做饭，我不喜欢一天到晚做家务的人生，这不属于我，我喜欢职场上驰骋，我也想参军保家卫国，我感觉自己有些与众不同，我不知道我该怎么办？",
    "annotation": [
      {
        "sentence": "我是个20岁的女生，感觉自己有些与众不同，有些迷茫怎么办？",
        "label": ""
      },
      {
        "sentence": "我周围的很多一部分女孩子都喜欢做饭，包括我的妈妈，喜欢在厨房里，喜欢做家务；但是我和她们有些不一样，我会家务，也会做饭，但我不喜欢在厨房里做饭，我不喜欢一天到晚做家务的人生，这不属于我，我喜欢职场上驰骋，我也想参军保家卫国，我感觉自己有些与众不同，我不知道我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我叫天梦。看得出来你是个属于典型的内倾型的人。有梦想和目标是好的！但是我们要知道怎么去做，怎么去实现。最大的成功是有人讨厌你的风格，而且是一个群体不约而同地讨厌你。当你成为某一个阶层的对立面时，你才更成功了。因此，当你找到适合自己的风格之后，不管有多少人对此表示不屑甚至攻击你，都不要轻易改变，除非你认为有改变的必要。",
    "annotation": [
      {
        "sentence": "你好，我叫天梦。",
        "label": ""
      },
      {
        "sentence": "看得出来你是个属于典型的内倾型的人。",
        "label": ""
      },
      {
        "sentence": "有梦想和目标是好的！",
        "label": ""
      },
      {
        "sentence": "但是我们要知道怎么去做，怎么去实现。",
        "label": ""
      },
      {
        "sentence": "最大的成功是有人讨厌你的风格，而且是一个群体不约而同地讨厌你。",
        "label": ""
      },
      {
        "sentence": "当你成为某一个阶层的对立面时，你才更成功了。",
        "label": ""
      },
      {
        "sentence": "因此，当你找到适合自己的风格之后，不管有多少人对此表示不屑甚至攻击你，都不要轻易改变，除非你认为有改变的必要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，对于自己的兴趣和梦想，我真的很坚定。但是我有时会感到困惑和迷茫，怕面对那些不支持我的人。",
    "annotation": [
      {
        "sentence": "谢谢你的回答，对于自己的兴趣和梦想，我真的很坚定。",
        "label": ""
      },
      {
        "sentence": "但是我有时会感到困惑和迷茫，怕面对那些不支持我的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在成功的路上，必须忍受一些孤独。人们往往对于个性显明的人有一种抵制心理，这是很正常的。要改变这一现象，我们需要先认识到成功不是因为你的目标，而是因为你的技巧。假如遇到问题了，你只需要一个新的技巧而已。我们需要梦想，但更需要逻辑，而且在任何时候能够分析问题比记住问题更重要。",
    "annotation": [
      {
        "sentence": "在成功的路上，必须忍受一些孤独。",
        "label": ""
      },
      {
        "sentence": "人们往往对于个性显明的人有一种抵制心理，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "要改变这一现象，我们需要先认识到成功不是因为你的目标，而是因为你的技巧。",
        "label": ""
      },
      {
        "sentence": "假如遇到问题了，你只需要一个新的技巧而已。",
        "label": ""
      },
      {
        "sentence": "我们需要梦想，但更需要逻辑，而且在任何时候能够分析问题比记住问题更重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这真的很有道理，我应该更注重提升自己的能力和技巧。但是我有时会感到失落和难过，觉得在人生中选择了与众不同的道路，会面临更多挑战和孤独。",
    "annotation": [
      {
        "sentence": "这真的很有道理，我应该更注重提升自己的能力和技巧。",
        "label": ""
      },
      {
        "sentence": "但是我有时会感到失落和难过，觉得在人生中选择了与众不同的道路，会面临更多挑战和孤独。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最糟糕的时候也是最完美的开始，因为我们可以从不美好中寻找到美好之处，并把它无限放大。相信我，当你为了自己的理想而努力时，你会发现自己拥有意想不到的力量和坚持不懈的勇气。无论面对怎样的挑战和孤独，你都能够克服，因为你知道这是通向自己梦想的必经之路。",
    "annotation": [
      {
        "sentence": "最糟糕的时候也是最完美的开始，因为我们可以从不美好中寻找到美好之处，并把它无限放大。",
        "label": ""
      },
      {
        "sentence": "相信我，当你为了自己的理想而努力时，你会发现自己拥有意想不到的力量和坚持不懈的勇气。",
        "label": ""
      },
      {
        "sentence": "无论面对怎样的挑战和孤独，你都能够克服，因为你知道这是通向自己梦想的必经之路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我要相信自己能够战胜一切困难。除了提升自己的能力和技巧，我还需要制定一些目标和计划吗？",
    "annotation": [
      {
        "sentence": "你说的很对，我要相信自己能够战胜一切困难。",
        "label": ""
      },
      {
        "sentence": "除了提升自己的能力和技巧，我还需要制定一些目标和计划吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，目标与计划是相辅相成的。我们要重视阶段性计划，首先为目标划分层级，同时把阶段目标具体化，设定时间限制。可以先制定每天的计划，最后写一个计划总结，但不是写报告，而是整理工作计划。在做好计划的同时，也要考虑到可能遇到的意外情况，并制定相应的解决方案，做到万无一失。然后就可以开始行动了。",
    "annotation": [
      {
        "sentence": "是的，目标与计划是相辅相成的。",
        "label": ""
      },
      {
        "sentence": "我们要重视阶段性计划，首先为目标划分层级，同时把阶段目标具体化，设定时间限制。",
        "label": ""
      },
      {
        "sentence": "可以先制定每天的计划，最后写一个计划总结，但不是写报告，而是整理工作计划。",
        "label": ""
      },
      {
        "sentence": "在做好计划的同时，也要考虑到可能遇到的意外情况，并制定相应的解决方案，做到万无一失。",
        "label": ""
      },
      {
        "sentence": "然后就可以开始行动了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，制定目标和计划可以让我更有秩序和方向感。除了这些，我还需要了解我的动力吗？",
    "annotation": [
      {
        "sentence": "我理解了，制定目标和计划可以让我更有秩序和方向感。",
        "label": ""
      },
      {
        "sentence": "除了这些，我还需要了解我的动力吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常重要！你需要知道自己正在做什么，为什么这样做，你的目的又是什么。你喜欢这些吗？你对这些问题越了解得多、越详细，对自己的行动动机就越清晰。只有在了解到自己为什么这样做的情况下，你才会真正去行动，并且要明确这样做会给你带来什么好处或坏处。有梦想是好的，但我们也要为此付出努力。",
    "annotation": [
      {
        "sentence": "非常重要！",
        "label": ""
      },
      {
        "sentence": "你需要知道自己正在做什么，为什么这样做，你的目的又是什么。",
        "label": ""
      },
      {
        "sentence": "你喜欢这些吗？",
        "label": ""
      },
      {
        "sentence": "你对这些问题越了解得多、越详细，对自己的行动动机就越清晰。",
        "label": ""
      },
      {
        "sentence": "只有在了解到自己为什么这样做的情况下，你才会真正去行动，并且要明确这样做会给你带来什么好处或坏处。",
        "label": ""
      },
      {
        "sentence": "有梦想是好的，但我们也要为此付出努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我现在更加有信心面对自己的追求了。希望有一天能实现我的梦想！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我现在更加有信心面对自己的追求了。",
        "label": ""
      },
      {
        "sentence": "希望有一天能实现我的梦想！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样说！我相信只要你坚持努力，付出行动，你的梦想一定能够实现。加油！祝你成功！",
    "annotation": [
      {
        "sentence": "很高兴听到你这样说！",
        "label": ""
      },
      {
        "sentence": "我相信只要你坚持努力，付出行动，你的梦想一定能够实现。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "祝你成功！",
        "label": ""
      }
    ]
  }
]