[
  {
    "role": "client",
    "content": "心里只要一想到就会有不舒服的感觉，总有一种负罪感？",
    "annotation": [
      {
        "sentence": "心里只要一想到就会有不舒服的感觉，总有一种负罪感？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你有没有发现，你有很多的心理活动，但没有行动。你昨天拿了一本同事的书看，我没有放回原位。【拿书时的想法：书上没有名字，自己好多不懂，想学专业知识，所以拿来看一下】另一个同事就拿着接着看后面有患者他就把书放在桌子上。【此时的想法：不能动，可能人家还要看。】今天书的主人就一直再找那本书。【此时的想法：万一不见了怎么办，所以不敢说自己拿过，也不敢说同事拿过，同时有些许自责：我一般都不拿别人的东西呀，都是我的错，一开始就不应该拿来看，负罪感升起。害怕同事已经知道书是自己拿的，心理不舒服，担心以后别人怎么看自己，总结：自己做事总不是很好】首先，请不要因为一件事给自己贴一个不好的标签，因为这个标签不会让你越来越好，反而它会像是一个禁锢的东西，让你为自己的不好找一个借口，然后就呈现出无力无助感：你看我说我不行吧，我什么事都做不好。我都说了我做不好了，所以我才做成这样。其次，我们从这件事中找经验：1）想学习想看书是好事，但书不是自己的，尽管上面没有写名字，为了避免麻烦，我们可以事先大声点问大家：这本书是谁的，可以借我看一下吗？如果主人应了，当然没有问题，如果主人刚好不在没人应，可以和大家说声，这本书我先看看，如果有人找，麻烦告诉我一下。2）自己看完没有放回原位，其它同事又拿走了，这时候可以和同事做一个交接：书是我从哪里拿出来的，不知道是哪位同事的，麻烦你看完放回到哪个位置。3）当同事找书的时候，可以回应：不好意思，我不知道是你的书，我有看过，现在在XX那里，我马上去找一下。找到的话，和同事表达歉意和谢意。找不到的话，表态愿意做出补偿。其实借书看没有问题，书又被别人拿走了也没有问题。问题在于同事找书的时候，你的担心和害怕是什么情况？一本书，最坏的结果就是找不到需要补偿。为什么自己会那么害怕，是怕要补偿，还是怕因此被别人指责？好好想想。这件事真的没有你想的那么严重，放轻松！无论发生什么事，与其反刍或者自责，不如总结经验教训。因为经验和教训是可以推动你继续稳定前行的。",
    "annotation": [
      {
        "sentence": "你有没有发现，你有很多的心理活动，但没有行动。",
        "label": ""
      },
      {
        "sentence": "你昨天拿了一本同事的书看，我没有放回原位。",
        "label": ""
      },
      {
        "sentence": "【拿书时的想法：书上没有名字，自己好多不懂，想学专业知识，所以拿来看一下】另一个同事就拿着接着看后面有患者他就把书放在桌子上。",
        "label": ""
      },
      {
        "sentence": "【此时的想法：不能动，可能人家还要看。",
        "label": ""
      },
      {
        "sentence": "】今天书的主人就一直再找那本书。",
        "label": ""
      },
      {
        "sentence": "【此时的想法：万一不见了怎么办，所以不敢说自己拿过，也不敢说同事拿过，同时有些许自责：我一般都不拿别人的东西呀，都是我的错，一开始就不应该拿来看，负罪感升起。",
        "label": ""
      },
      {
        "sentence": "害怕同事已经知道书是自己拿的，心理不舒服，担心以后别人怎么看自己，总结：自己做事总不是很好】首先，请不要因为一件事给自己贴一个不好的标签，因为这个标签不会让你越来越好，反而它会像是一个禁锢的东西，让你为自己的不好找一个借口，然后就呈现出无力无助感：你看我说我不行吧，我什么事都做不好。",
        "label": ""
      },
      {
        "sentence": "我都说了我做不好了，所以我才做成这样。",
        "label": ""
      },
      {
        "sentence": "其次，我们从这件事中找经验：1）想学习想看书是好事，但书不是自己的，尽管上面没有写名字，为了避免麻烦，我们可以事先大声点问大家：这本书是谁的，可以借我看一下吗？",
        "label": ""
      },
      {
        "sentence": "如果主人应了，当然没有问题，如果主人刚好不在没人应，可以和大家说声，这本书我先看看，如果有人找，麻烦告诉我一下。",
        "label": ""
      },
      {
        "sentence": "2）自己看完没有放回原位，其它同事又拿走了，这时候可以和同事做一个交接：书是我从哪里拿出来的，不知道是哪位同事的，麻烦你看完放回到哪个位置。",
        "label": ""
      },
      {
        "sentence": "3）当同事找书的时候，可以回应：不好意思，我不知道是你的书，我有看过，现在在XX那里，我马上去找一下。",
        "label": ""
      },
      {
        "sentence": "找到的话，和同事表达歉意和谢意。",
        "label": ""
      },
      {
        "sentence": "找不到的话，表态愿意做出补偿。",
        "label": ""
      },
      {
        "sentence": "其实借书看没有问题，书又被别人拿走了也没有问题。",
        "label": ""
      },
      {
        "sentence": "问题在于同事找书的时候，你的担心和害怕是什么情况？",
        "label": ""
      },
      {
        "sentence": "一本书，最坏的结果就是找不到需要补偿。",
        "label": ""
      },
      {
        "sentence": "为什么自己会那么害怕，是怕要补偿，还是怕因此被别人指责？",
        "label": ""
      },
      {
        "sentence": "好好想想。",
        "label": ""
      },
      {
        "sentence": "这件事真的没有你想的那么严重，放轻松！",
        "label": ""
      },
      {
        "sentence": "无论发生什么事，与其反刍或者自责，不如总结经验教训。",
        "label": ""
      },
      {
        "sentence": "因为经验和教训是可以推动你继续稳定前行的。",
        "label": ""
      }
    ]
  }
]