[
  {
    "role": "client",
    "content": "我是一个20岁的女生，最近感觉自己有些与众不同，有些迷茫怎么办？",
    "annotation": [
      {
        "sentence": "我是一个20岁的女生，最近感觉自己有些与众不同，有些迷茫怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，希望我的回答能够帮到你。你现在迷茫的原因是觉得自己与周围女孩子的想法不同，不喜欢做饭和做家务，而更希望能够保家卫国。首先，我要对你的志向表示非常佩服。一个女孩子有这么大的抱负是非常了不起的。不要因为自己的想法与别人不同而迷茫。难道女孩子就应该在家里做家务和做饭吗？其实不然，现在女性已经在社会上扮演着重要的角色，我们也可以追求自己想要的职业，为自己的人生奋斗。和你的想法很相似，我也不喜欢做饭和做家务，我更喜欢努力工作的样子，我致力于提升自己的能力，努力实现自己的价值。常常说时间用在哪里，收获就在哪里，同时工资也会随之提升。家里需要打扫卫生时，我会请阿姨来帮忙打扫，而我则趁此时间去上一节课，然后以更好的状态投入到工作中。感觉自己与众不同并不是坏事，那就继续朝着不寻常的道路前进吧。既然不想改变自己被大多数人所认同的方式，那就不要在意别人的看法，也不需要为此迷茫。只要做好自己就足够了。祝愿你早日成为自己想成为的那个人。",
    "annotation": [
      {
        "sentence": "我了解你的感受，希望我的回答能够帮到你。",
        "label": ""
      },
      {
        "sentence": "你现在迷茫的原因是觉得自己与周围女孩子的想法不同，不喜欢做饭和做家务，而更希望能够保家卫国。",
        "label": ""
      },
      {
        "sentence": "首先，我要对你的志向表示非常佩服。",
        "label": ""
      },
      {
        "sentence": "一个女孩子有这么大的抱负是非常了不起的。",
        "label": ""
      },
      {
        "sentence": "不要因为自己的想法与别人不同而迷茫。",
        "label": ""
      },
      {
        "sentence": "难道女孩子就应该在家里做家务和做饭吗？",
        "label": ""
      },
      {
        "sentence": "其实不然，现在女性已经在社会上扮演着重要的角色，我们也可以追求自己想要的职业，为自己的人生奋斗。",
        "label": ""
      },
      {
        "sentence": "和你的想法很相似，我也不喜欢做饭和做家务，我更喜欢努力工作的样子，我致力于提升自己的能力，努力实现自己的价值。",
        "label": ""
      },
      {
        "sentence": "常常说时间用在哪里，收获就在哪里，同时工资也会随之提升。",
        "label": ""
      },
      {
        "sentence": "家里需要打扫卫生时，我会请阿姨来帮忙打扫，而我则趁此时间去上一节课，然后以更好的状态投入到工作中。",
        "label": ""
      },
      {
        "sentence": "感觉自己与众不同并不是坏事，那就继续朝着不寻常的道路前进吧。",
        "label": ""
      },
      {
        "sentence": "既然不想改变自己被大多数人所认同的方式，那就不要在意别人的看法，也不需要为此迷茫。",
        "label": ""
      },
      {
        "sentence": "只要做好自己就足够了。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日成为自己想成为的那个人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和理解。我之前一直觉得自己的想法与周围的女孩子不太一样，有时候会感到孤单和迷茫。但是听到你的鼓励，我觉得自己的想法并没有错，也并非是与众不同的怪异。你说得对，现在女性在社会上发挥着重要的作用，我们有权追求自己想要的生活方式和职业。我也很赞同你的观点，只要做好自己，追求自己的梦想和价值，就足够了。我将继续努力工作，提升自己的能力，实现自己的人生目标。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和理解。",
        "label": ""
      },
      {
        "sentence": "我之前一直觉得自己的想法与周围的女孩子不太一样，有时候会感到孤单和迷茫。",
        "label": ""
      },
      {
        "sentence": "但是听到你的鼓励，我觉得自己的想法并没有错，也并非是与众不同的怪异。",
        "label": ""
      },
      {
        "sentence": "你说得对，现在女性在社会上发挥着重要的作用，我们有权追求自己想要的生活方式和职业。",
        "label": ""
      },
      {
        "sentence": "我也很赞同你的观点，只要做好自己，追求自己的梦想和价值，就足够了。",
        "label": ""
      },
      {
        "sentence": "我将继续努力工作，提升自己的能力，实现自己的人生目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意帮助你。你的想法并没有错，每个人都有自己独特的追求和兴趣。只要我们坚持自己的理念，不被他人束缚，就能找到适合自己的人生道路。同时，不要忘记寻找志同道合的朋友，和他们分享自己的想法和经历，或许他们能给你更多的支持和建议。也希望你能保持积极的心态，相信自己能够实现自己的目标。",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "你的想法并没有错，每个人都有自己独特的追求和兴趣。",
        "label": ""
      },
      {
        "sentence": "只要我们坚持自己的理念，不被他人束缚，就能找到适合自己的人生道路。",
        "label": ""
      },
      {
        "sentence": "同时，不要忘记寻找志同道合的朋友，和他们分享自己的想法和经历，或许他们能给你更多的支持和建议。",
        "label": ""
      },
      {
        "sentence": "也希望你能保持积极的心态，相信自己能够实现自己的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会积极寻找志同道合的朋友，和他们一起交流和分享。我相信通过互相鼓励和帮助，我们能够共同成长和进步。再次感谢你的支持和鼓励，你的话语让我更加坚定了自己的信念。",
    "annotation": [
      {
        "sentence": "你说得对，我会积极寻找志同道合的朋友，和他们一起交流和分享。",
        "label": ""
      },
      {
        "sentence": "我相信通过互相鼓励和帮助，我们能够共同成长和进步。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励，你的话语让我更加坚定了自己的信念。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。相信自己，相信自己的选择和决定，坚持走自己想走的路。无论遇到什么困难和挑战，都不要放弃，因为你有坚强的内心和勇气。祝福你的未来充满希望和成功！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信自己的选择和决定，坚持走自己想走的路。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难和挑战，都不要放弃，因为你有坚强的内心和勇气。",
        "label": ""
      },
      {
        "sentence": "祝福你的未来充满希望和成功！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和祝福！我会铭记在心，并且不断努力，追求自己的梦想，实现自己的目标。谢谢你的陪伴和支持，你的话语给了我很大的勇气和动力。",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和祝福！",
        "label": ""
      },
      {
        "sentence": "我会铭记在心，并且不断努力，追求自己的梦想，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "谢谢你的陪伴和支持，你的话语给了我很大的勇气和动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很欣慰能够对你有所帮助，你的勇气和决心值得敬佩。无论遇到什么困难，你都可以随时来找我聊天，我会一直支持你的。相信自己，你可以做到的！加油！",
    "annotation": [
      {
        "sentence": "我很欣慰能够对你有所帮助，你的勇气和决心值得敬佩。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，你都可以随时来找我聊天，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "相信自己，你可以做到的！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]