[
  {
    "role": "client",
    "content": "我是一个19岁的女生，最近我一直觉得做家务很丢人，感觉自己更像男孩子一样。虽然我会做家务和煮饭，但是我个人对这些事情真的很排斥，甚至有些厌恶。可能是因为我太过于独立，觉得做家务很没出息，也觉得这样很丢人。我更喜欢在职场上工作，而且我也并不喜欢生孩子。我感觉自己很迷茫。",
    "annotation": [
      {
        "sentence": "我是一个19岁的女生，最近我一直觉得做家务很丢人，感觉自己更像男孩子一样。",
        "label": ""
      },
      {
        "sentence": "虽然我会做家务和煮饭，但是我个人对这些事情真的很排斥，甚至有些厌恶。",
        "label": ""
      },
      {
        "sentence": "可能是因为我太过于独立，觉得做家务很没出息，也觉得这样很丢人。",
        "label": ""
      },
      {
        "sentence": "我更喜欢在职场上工作，而且我也并不喜欢生孩子。",
        "label": ""
      },
      {
        "sentence": "我感觉自己很迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很正常，其实做家务并不是丢人的事情，也和性别无关。我也理解你对家务的排斥感和厌恶感。毕竟，家务比较繁琐，每天都要做。但是，做家务是我们生活的一部分，因为家是我们生活的地方。只有打理得舒适整洁，我们才能更好地工作和生活。",
    "annotation": [
      {
        "sentence": "你的想法很正常，其实做家务并不是丢人的事情，也和性别无关。",
        "label": ""
      },
      {
        "sentence": "我也理解你对家务的排斥感和厌恶感。",
        "label": ""
      },
      {
        "sentence": "毕竟，家务比较繁琐，每天都要做。",
        "label": ""
      },
      {
        "sentence": "但是，做家务是我们生活的一部分，因为家是我们生活的地方。",
        "label": ""
      },
      {
        "sentence": "只有打理得舒适整洁，我们才能更好地工作和生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你说得有道理，可我还是觉得做家务很没出息，而且很丢人。我不认为女生适合呆在厨房，我更喜欢像男孩子一样的生活方式。",
    "annotation": [
      {
        "sentence": "我觉得你说得有道理，可我还是觉得做家务很没出息，而且很丢人。",
        "label": ""
      },
      {
        "sentence": "我不认为女生适合呆在厨房，我更喜欢像男孩子一样的生活方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，每个人的观念不一样。有些女生喜欢做贤妻良母的角色，喜欢在厨房里炊烟袅袅。而你感到迷茫，可能是因为自己觉得和周围大多数人不一样，与长辈的期望不一致。但是无论如何，你只需要做好自己就可以了。如果你喜欢在职场上工作，那就努力去追求自己的目标；如果你不喜欢生孩子，那就找一个和你想法一样的伴侣共同生活。做自己才是最重要的。",
    "annotation": [
      {
        "sentence": "其实，每个人的观念不一样。",
        "label": ""
      },
      {
        "sentence": "有些女生喜欢做贤妻良母的角色，喜欢在厨房里炊烟袅袅。",
        "label": ""
      },
      {
        "sentence": "而你感到迷茫，可能是因为自己觉得和周围大多数人不一样，与长辈的期望不一致。",
        "label": ""
      },
      {
        "sentence": "但是无论如何，你只需要做好自己就可以了。",
        "label": ""
      },
      {
        "sentence": "如果你喜欢在职场上工作，那就努力去追求自己的目标；如果你不喜欢生孩子，那就找一个和你想法一样的伴侣共同生活。",
        "label": ""
      },
      {
        "sentence": "做自己才是最重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解。我确实需要对自己的想法有更多自信，不被他人的观念左右。也许我可以寻找一些适合自己的解决方案，比如请钟点工帮忙打理家务，或者使用一些家务辅助设备，如洗碗机和扫地机器人等，来减轻负担和节约时间。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解。",
        "label": ""
      },
      {
        "sentence": "我确实需要对自己的想法有更多自信，不被他人的观念左右。",
        "label": ""
      },
      {
        "sentence": "也许我可以寻找一些适合自己的解决方案，比如请钟点工帮忙打理家务，或者使用一些家务辅助设备，如洗碗机和扫地机器人等，来减轻负担和节约时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，你说的这些方法都是很好的解决方案。通过聘请钟点工或使用家务辅助设备，你可以减少对家务的负担，让自己有更多时间和精力去追求自己喜欢的事情。记住，每个人都有自己的生活方式和追求，重要的是找到适合自己的方式，做自己想做的事情。",
    "annotation": [
      {
        "sentence": "没错，你说的这些方法都是很好的解决方案。",
        "label": ""
      },
      {
        "sentence": "通过聘请钟点工或使用家务辅助设备，你可以减少对家务的负担，让自己有更多时间和精力去追求自己喜欢的事情。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都有自己的生活方式和追求，重要的是找到适合自己的方式，做自己想做的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会试着放下对自己的期望和他人的眼光，更多地倾听自己的内心，追求自己真正想要的生活。谢谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "你说得对，我会试着放下对自己的期望和他人的眼光，更多地倾听自己的内心，追求自己真正想要的生活。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。记住，自己的想法和追求最重要，不要因为他人的意见而迷失自己。祝你找到属于自己的生活方式，过上幸福的生活！如果以后还有困惑，随时可以再来找我聊聊。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，自己的想法和追求最重要，不要因为他人的意见而迷失自己。",
        "label": ""
      },
      {
        "sentence": "祝你找到属于自己的生活方式，过上幸福的生活！",
        "label": ""
      },
      {
        "sentence": "如果以后还有困惑，随时可以再来找我聊聊。",
        "label": ""
      }
    ]
  }
]