[
  {
    "role": "client",
    "content": "学习和家庭都圆满，但就是觉得生命没意义了，不想活？最近学习压力还挺大的，学校里也发生了很多乱糟糟的事情让班主任对我不太满意。我是班长，工作压力很大，但不知道怎么和老师提出，所有事都是自己憋着，因为我觉得其他人没啥义务承担我的坏脾气……最近自杀的念头越来越大了，临近月考我也没怎么复习，所以会想，这个时候去死是不是最恰当的时机了？我没啥梦想，最大的希望就是考出来的成绩让父母和老师满意，所以很颓废，，有时候想着想着就坐在窗边了，很吓人…",
    "annotation": [
      {
        "sentence": "学习和家庭都圆满，但就是觉得生命没意义了，不想活？",
        "label": ""
      },
      {
        "sentence": "最近学习压力还挺大的，学校里也发生了很多乱糟糟的事情让班主任对我不太满意。",
        "label": ""
      },
      {
        "sentence": "我是班长，工作压力很大，但不知道怎么和老师提出，所有事都是自己憋着，因为我觉得其他人没啥义务承担我的坏脾气……最近自杀的念头越来越大了，临近月考我也没怎么复习，所以会想，这个时候去死是不是最恰当的时机了？",
        "label": ""
      },
      {
        "sentence": "我没啥梦想，最大的希望就是考出来的成绩让父母和老师满意，所以很颓废，，有时候想着想着就坐在窗边了，很吓人…",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述来看，你的情绪确实非常不稳定，建议你马上告诉家长，并到当地的专科医院做心理健康诊断。这样可以帮你缓解一些情绪和症状。等你情绪平稳一些之后，可以考虑做心理咨询。",
    "annotation": [
      {
        "sentence": "从你的描述来看，你的情绪确实非常不稳定，建议你马上告诉家长，并到当地的专科医院做心理健康诊断。",
        "label": ""
      },
      {
        "sentence": "这样可以帮你缓解一些情绪和症状。",
        "label": ""
      },
      {
        "sentence": "等你情绪平稳一些之后，可以考虑做心理咨询。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "班主任对我不满意，我感到很沮丧，我觉得我一直都在做很多事情。有时候我真的不知道该怎么面对他。",
    "annotation": [
      {
        "sentence": "班主任对我不满意，我感到很沮丧，我觉得我一直都在做很多事情。",
        "label": ""
      },
      {
        "sentence": "有时候我真的不知道该怎么面对他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是个班长，工作压力肯定很大，向老师提出一些诉求是很正常的。你不必把所有事情都憋在心里，如果你将这些压力和情绪表达给老师，他们可能会理解并提供帮助。你的情绪可以适当释放，不需要总是自己一个人承担。",
    "annotation": [
      {
        "sentence": "你是个班长，工作压力肯定很大，向老师提出一些诉求是很正常的。",
        "label": ""
      },
      {
        "sentence": "你不必把所有事情都憋在心里，如果你将这些压力和情绪表达给老师，他们可能会理解并提供帮助。",
        "label": ""
      },
      {
        "sentence": "你的情绪可以适当释放，不需要总是自己一个人承担。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我没有资格对别人发脾气，所以一直都忍着。但我自己很难过，有时候会想到自杀。",
    "annotation": [
      {
        "sentence": "我觉得我没有资格对别人发脾气，所以一直都忍着。",
        "label": ""
      },
      {
        "sentence": "但我自己很难过，有时候会想到自杀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你并不是没有资格对别人发脾气，每个人都有情绪起伏的时候。如果你能学会适当地发泄情绪，也让别人了解你的困扰，也许他们可以提供一些帮助和支持。但如果你一直压抑自己的情绪，这样会对你的身心健康产生负面影响。",
    "annotation": [
      {
        "sentence": "你并不是没有资格对别人发脾气，每个人都有情绪起伏的时候。",
        "label": ""
      },
      {
        "sentence": "如果你能学会适当地发泄情绪，也让别人了解你的困扰，也许他们可以提供一些帮助和支持。",
        "label": ""
      },
      {
        "sentence": "但如果你一直压抑自己的情绪，这样会对你的身心健康产生负面影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己一直没有梦想，唯一的目标就是考出好成绩让家长和老师满意。所以我感到很颓废。",
    "annotation": [
      {
        "sentence": "我觉得自己一直没有梦想，唯一的目标就是考出好成绩让家长和老师满意。",
        "label": ""
      },
      {
        "sentence": "所以我感到很颓废。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可能一直在为了别人的期望而活着，从来没有考虑过自己的梦想。但只有考虑到自己的需求和愿望，你才能发现你真正的梦想。不要一味地追求别人的满意，而是要更多地关注自己的内心和感受。不要过分苛求自己，适当放松一下也是很重要的。",
    "annotation": [
      {
        "sentence": "你可能一直在为了别人的期望而活着，从来没有考虑过自己的梦想。",
        "label": ""
      },
      {
        "sentence": "但只有考虑到自己的需求和愿望，你才能发现你真正的梦想。",
        "label": ""
      },
      {
        "sentence": "不要一味地追求别人的满意，而是要更多地关注自己的内心和感受。",
        "label": ""
      },
      {
        "sentence": "不要过分苛求自己，适当放松一下也是很重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我经常觉得压力很大，不允许自己犯错误，不允许自己考不好，不允许自己的表现令家人和老师失望。我感到很紧张。",
    "annotation": [
      {
        "sentence": "我经常觉得压力很大，不允许自己犯错误，不允许自己考不好，不允许自己的表现令家人和老师失望。",
        "label": ""
      },
      {
        "sentence": "我感到很紧张。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你有过高的要求对自己施加了太大的压力。你要明白，你只是一个人，不可能事事完美，也不需要一直绷紧神经。适当地放松自己，接受自己的不足，向家人和老师寻求支持，是很重要的。尽早找专业人士释放一下当下的压力吧，再持续进行心理咨询。",
    "annotation": [
      {
        "sentence": "你有过高的要求对自己施加了太大的压力。",
        "label": ""
      },
      {
        "sentence": "你要明白，你只是一个人，不可能事事完美，也不需要一直绷紧神经。",
        "label": ""
      },
      {
        "sentence": "适当地放松自己，接受自己的不足，向家人和老师寻求支持，是很重要的。",
        "label": ""
      },
      {
        "sentence": "尽早找专业人士释放一下当下的压力吧，再持续进行心理咨询。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会考虑找专业人士进行心理咨询的。我希望能够尽快摆脱这种困境。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会考虑找专业人士进行心理咨询的。",
        "label": ""
      },
      {
        "sentence": "我希望能够尽快摆脱这种困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不必客气，我相信你可以克服困难，走出困境的。只要你愿意接受帮助和支持，你一定能找到解决问题的办法。记住，你不是一个人在战斗，我们会一直在你身边支持着你。",
    "annotation": [
      {
        "sentence": "不必客气，我相信你可以克服困难，走出困境的。",
        "label": ""
      },
      {
        "sentence": "只要你愿意接受帮助和支持，你一定能找到解决问题的办法。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，我们会一直在你身边支持着你。",
        "label": ""
      }
    ]
  }
]