[
  {
    "role": "client",
    "content": "我是一个19岁的女生，我对于女生生孩子真的很感到困惑。我妈妈一直说女生结婚后生孩子真的是女孩子吃亏吗？还有她说生下孩子后孩子喂奶、换尿布都得女生干，我心里觉得很矛盾，有些拿不定主意。可能是因为我的性格比较男性化，我并不喜欢我的生活完全围绕孩子，我喜欢奋斗自己的人生。我现在真的很迷茫，这个问题困扰了我一整天了，我可能也不太喜欢亏？",
    "annotation": [
      {
        "sentence": "我是一个19岁的女生，我对于女生生孩子真的很感到困惑。",
        "label": ""
      },
      {
        "sentence": "我妈妈一直说女生结婚后生孩子真的是女孩子吃亏吗？",
        "label": ""
      },
      {
        "sentence": "还有她说生下孩子后孩子喂奶、换尿布都得女生干，我心里觉得很矛盾，有些拿不定主意。",
        "label": ""
      },
      {
        "sentence": "可能是因为我的性格比较男性化，我并不喜欢我的生活完全围绕孩子，我喜欢奋斗自己的人生。",
        "label": ""
      },
      {
        "sentence": "我现在真的很迷茫，这个问题困扰了我一整天了，我可能也不太喜欢亏？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你对于是否应该生养孩子感到困惑，这想必是很多女生都经历的困扰和纠结。但我想这里或许有更多的因素是社会舆论导向和身边人的经历影响导致的思维定势。对于结婚、生子我很想和你分享一下我的看法。有句话叫：到什么时候说什么话。我觉得这句话用在抉择生活方式上非常恰如其分，尤其对于女性而言。",
    "annotation": [
      {
        "sentence": "看到你对于是否应该生养孩子感到困惑，这想必是很多女生都经历的困扰和纠结。",
        "label": ""
      },
      {
        "sentence": "但我想这里或许有更多的因素是社会舆论导向和身边人的经历影响导致的思维定势。",
        "label": ""
      },
      {
        "sentence": "对于结婚、生子我很想和你分享一下我的看法。",
        "label": ""
      },
      {
        "sentence": "有句话叫：到什么时候说什么话。",
        "label": ""
      },
      {
        "sentence": "我觉得这句话用在抉择生活方式上非常恰如其分，尤其对于女性而言。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，也就是说社会上对于女性生孩子的期待是很大的，但是我又觉得自己还没准备好。",
    "annotation": [
      {
        "sentence": "我明白你的意思，也就是说社会上对于女性生孩子的期待是很大的，但是我又觉得自己还没准备好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，社会大众主流文化倾向于让女性回归家庭，履行生养的责任和义务。这对于社会发展和物种延续来说，是必不可少的环节。如果人人都选择拒绝生育，那么可以预见在未来人类这一物种将不可避免地走向灭亡。所以你看，无论男女，生育是保持物种延续性的基本环节。",
    "annotation": [
      {
        "sentence": "没错，社会大众主流文化倾向于让女性回归家庭，履行生养的责任和义务。",
        "label": ""
      },
      {
        "sentence": "这对于社会发展和物种延续来说，是必不可少的环节。",
        "label": ""
      },
      {
        "sentence": "如果人人都选择拒绝生育，那么可以预见在未来人类这一物种将不可避免地走向灭亡。",
        "label": ""
      },
      {
        "sentence": "所以你看，无论男女，生育是保持物种延续性的基本环节。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我更喜欢追求自己的事业，我不想被家庭所束缚。",
    "annotation": [
      {
        "sentence": "可是我更喜欢追求自己的事业，我不想被家庭所束缚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "男权社会的发展导致女性在社会各界的贡献日趋显著。相比在家中抚育子女，在社会上贡献自己的力量更容易收获成就感、自信、自尊以及相应的权力地位和财富。这一切确实很诱人。在你19岁的年纪，生活只是起步阶段，还不足以自给自足。所以如果你要去抚育下一代，需要依赖他人的全权辅助。相反，如果你能够为自己的未来脚踏实地地努力，拥有一技之长，能够靠自己支撑想要的生活方式，到那时再来思考是否选择生育会更有预见性。",
    "annotation": [
      {
        "sentence": "男权社会的发展导致女性在社会各界的贡献日趋显著。",
        "label": ""
      },
      {
        "sentence": "相比在家中抚育子女，在社会上贡献自己的力量更容易收获成就感、自信、自尊以及相应的权力地位和财富。",
        "label": ""
      },
      {
        "sentence": "这一切确实很诱人。",
        "label": ""
      },
      {
        "sentence": "在你19岁的年纪，生活只是起步阶段，还不足以自给自足。",
        "label": ""
      },
      {
        "sentence": "所以如果你要去抚育下一代，需要依赖他人的全权辅助。",
        "label": ""
      },
      {
        "sentence": "相反，如果你能够为自己的未来脚踏实地地努力，拥有一技之长，能够靠自己支撑想要的生活方式，到那时再来思考是否选择生育会更有预见性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我现在还没有能力和稳定的经济基础来照顾孩子，也不想依赖他人的全权辅助。但是我又害怕会错过生育的最佳年龄。",
    "annotation": [
      {
        "sentence": "确实，我现在还没有能力和稳定的经济基础来照顾孩子，也不想依赖他人的全权辅助。",
        "label": ""
      },
      {
        "sentence": "但是我又害怕会错过生育的最佳年龄。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的顾虑。但是无论如何，生育是一个需要慎重考虑的决定。从养育本身来说，我不认为女性在这方面是吃亏的。当一个崭新的小生命因你的孕育而降临到这世间，你用自己的生命去滋养其成长，这难道不是一件美好的事情吗？",
    "annotation": [
      {
        "sentence": "我理解你的顾虑。",
        "label": ""
      },
      {
        "sentence": "但是无论如何，生育是一个需要慎重考虑的决定。",
        "label": ""
      },
      {
        "sentence": "从养育本身来说，我不认为女性在这方面是吃亏的。",
        "label": ""
      },
      {
        "sentence": "当一个崭新的小生命因你的孕育而降临到这世间，你用自己的生命去滋养其成长，这难道不是一件美好的事情吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能我对于养育的负责和压力感有些忽视。我曾经担心自己无法做到全身心的爱与陪伴。",
    "annotation": [
      {
        "sentence": "可能我对于养育的负责和压力感有些忽视。",
        "label": ""
      },
      {
        "sentence": "我曾经担心自己无法做到全身心的爱与陪伴。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理想的养育需要家长适度的投入和全身心的爱与陪伴。这意味着为人父母首先要有一个开放的头脑，善于学习，善于将知识运用到生活中。只有这样才能在育儿的过程中自身得以成长。作为父母，要有责任和义务，而不仅仅是母亲。",
    "annotation": [
      {
        "sentence": "理想的养育需要家长适度的投入和全身心的爱与陪伴。",
        "label": ""
      },
      {
        "sentence": "这意味着为人父母首先要有一个开放的头脑，善于学习，善于将知识运用到生活中。",
        "label": ""
      },
      {
        "sentence": "只有这样才能在育儿的过程中自身得以成长。",
        "label": ""
      },
      {
        "sentence": "作为父母，要有责任和义务，而不仅仅是母亲。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，母亲在孩子早期需要承担较大的抚育工作，这样孩子才能获得安全的依恋关系。但这不意味着所有的劳作都需要女性独自完成吧？",
    "annotation": [
      {
        "sentence": "我明白了，母亲在孩子早期需要承担较大的抚育工作，这样孩子才能获得安全的依恋关系。",
        "label": ""
      },
      {
        "sentence": "但这不意味着所有的劳作都需要女性独自完成吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，家庭其他成员和专业人士都可以协助完成育婴过程。这需要根据每个家庭的情况来决定。而且女性在完成生育后，依旧有机会回归职场和社会。根据自身情况和发展条件，选择适合的途径实现自我成就，谋取合法利益回报，这样的做法不仅对于女性本身来说利大于弊，对于所养育的子女来说也更有利于他们的成长。",
    "annotation": [
      {
        "sentence": "没错，家庭其他成员和专业人士都可以协助完成育婴过程。",
        "label": ""
      },
      {
        "sentence": "这需要根据每个家庭的情况来决定。",
        "label": ""
      },
      {
        "sentence": "而且女性在完成生育后，依旧有机会回归职场和社会。",
        "label": ""
      },
      {
        "sentence": "根据自身情况和发展条件，选择适合的途径实现自我成就，谋取合法利益回报，这样的做法不仅对于女性本身来说利大于弊，对于所养育的子女来说也更有利于他们的成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "所以你的意思是，我如果能够保证自己的生活和成就自己的梦想，再考虑生育比较好？",
    "annotation": [
      {
        "sentence": "所以你的意思是，我如果能够保证自己的生活和成就自己的梦想，再考虑生育比较好？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，无论是否选择婚育，前提都是能够保障自己的生活、成就自己的梦想，而后承载孩子的生命与未来。所以对于你的困扰，我由衷的说一句，姑娘你这个问题忧虑得有点早了，莫不如脚踏实地地为自己争取一个未来，也为你未来可能面临的抉择做好准备。你母亲的话语只能折射出她的经历、认知、学识",
    "annotation": [
      {
        "sentence": "是的，无论是否选择婚育，前提都是能够保障自己的生活、成就自己的梦想，而后承载孩子的生命与未来。",
        "label": ""
      },
      {
        "sentence": "所以对于你的困扰，我由衷的说一句，姑娘你这个问题忧虑得有点早了，莫不如脚踏实地地为自己争取一个未来，也为你未来可能面临的抉择做好准备。",
        "label": ""
      },
      {
        "sentence": "你母亲的话语只能折射出她的经历、认知、学识",
        "label": ""
      }
    ]
  }
]