[
  {
    "role": "client",
    "content": "在工作上总觉得自己不够优秀，怎么调节心态？",
    "annotation": [
      {
        "sentence": "在工作上总觉得自己不够优秀，怎么调节心态？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "工作两年后开始进入佳境，开始接一下项目了，赞赞你。小错误谁都会犯的，只要下次细心检查用心做好就有机会避免这个问题。对于你下次再提交项目的时候不贪快噢，认真的核对再上交。看到一起进入的同事升职了难免会有些打击内心的，可以理解。每个人在工作中都会遇到瓶颈期，陷入困境，不知如何前进，感到迷茫，自我怀疑，这些都是过程中会有的现象，不必太过担心。",
    "annotation": [
      {
        "sentence": "工作两年后开始进入佳境，开始接一下项目了，赞赞你。",
        "label": ""
      },
      {
        "sentence": "小错误谁都会犯的，只要下次细心检查用心做好就有机会避免这个问题。",
        "label": ""
      },
      {
        "sentence": "对于你下次再提交项目的时候不贪快噢，认真的核对再上交。",
        "label": ""
      },
      {
        "sentence": "看到一起进入的同事升职了难免会有些打击内心的，可以理解。",
        "label": ""
      },
      {
        "sentence": "每个人在工作中都会遇到瓶颈期，陷入困境，不知如何前进，感到迷茫，自我怀疑，这些都是过程中会有的现象，不必太过担心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。这段时间特别焦虑，觉得自己一直处在原地踏步，进步的速度太慢了，很沮丧。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "这段时间特别焦虑，觉得自己一直处在原地踏步，进步的速度太慢了，很沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受。但这也是危险的，止步不前会觉得焦虑想要放弃，往往这个时候更应该自我思考和反省，问题到底出在哪里呢？你可以自己总结一下面对工作的态度。我也有以下建议给到你：一、认真对待，不再懈怠。几乎每个人在工作中都会有偷懒的心情，面对手上的项目会觉得疲惫想要逃离和放松，这也是造成错误的最大原因。该怎么做呢？抛掉拖延，给自己设置番茄闹钟，认真执行。给领导留下仔细的好印象，就是成功的第一步。二、反复思考，进行复盘。当认识自己的错误时，可以用日记本备忘录记下来，哪些是应该要避免的，为什么会这样。养成每天的习惯，一周复盘，记住做的好的部分，看看哪些属于及时改正。三、向优秀的人学习，努力提升。你说升职的同事都很优秀很努力，就是值得你该学习的地方哦，借鉴成功的经验会比死记硬背强很多呢。四、对自己释放正能量。非常能理解你现在受挫的心情，但是消极往往会使人更加堕落。你可以去做积极乐观的朋友聊天，让他给一点力量你，或者是做一些令你很有成就感的事情找回状态，发泄后重新努力。职场里既简单又复杂，只要养成了良好的习惯和心态，提高知识能力，相信你也能行的！希望能够帮助你，祝好。",
    "annotation": [
      {
        "sentence": "我明白你的感受。",
        "label": ""
      },
      {
        "sentence": "但这也是危险的，止步不前会觉得焦虑想要放弃，往往这个时候更应该自我思考和反省，问题到底出在哪里呢？",
        "label": ""
      },
      {
        "sentence": "你可以自己总结一下面对工作的态度。",
        "label": ""
      },
      {
        "sentence": "我也有以下建议给到你：一、认真对待，不再懈怠。",
        "label": ""
      },
      {
        "sentence": "几乎每个人在工作中都会有偷懒的心情，面对手上的项目会觉得疲惫想要逃离和放松，这也是造成错误的最大原因。",
        "label": ""
      },
      {
        "sentence": "该怎么做呢？",
        "label": ""
      },
      {
        "sentence": "抛掉拖延，给自己设置番茄闹钟，认真执行。",
        "label": ""
      },
      {
        "sentence": "给领导留下仔细的好印象，就是成功的第一步。",
        "label": ""
      },
      {
        "sentence": "二、反复思考，进行复盘。",
        "label": ""
      },
      {
        "sentence": "当认识自己的错误时，可以用日记本备忘录记下来，哪些是应该要避免的，为什么会这样。",
        "label": ""
      },
      {
        "sentence": "养成每天的习惯，一周复盘，记住做的好的部分，看看哪些属于及时改正。",
        "label": ""
      },
      {
        "sentence": "三、向优秀的人学习，努力提升。",
        "label": ""
      },
      {
        "sentence": "你说升职的同事都很优秀很努力，就是值得你该学习的地方哦，借鉴成功的经验会比死记硬背强很多呢。",
        "label": ""
      },
      {
        "sentence": "四、对自己释放正能量。",
        "label": ""
      },
      {
        "sentence": "非常能理解你现在受挫的心情，但是消极往往会使人更加堕落。",
        "label": ""
      },
      {
        "sentence": "你可以去做积极乐观的朋友聊天，让他给一点力量你，或者是做一些令你很有成就感的事情找回状态，发泄后重新努力。",
        "label": ""
      },
      {
        "sentence": "职场里既简单又复杂，只要养成了良好的习惯和心态，提高知识能力，相信你也能行的！",
        "label": ""
      },
      {
        "sentence": "希望能够帮助你，祝好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会好好思考一下自己的问题，并认真改正不足之处。我也会积极寻找正能量的支持和学习优秀同事的经验，希望能够逐渐走出困境，取得进步。再次感谢你的鼓励和支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会好好思考一下自己的问题，并认真改正不足之处。",
        "label": ""
      },
      {
        "sentence": "我也会积极寻找正能量的支持和学习优秀同事的经验，希望能够逐渐走出困境，取得进步。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的鼓励和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够克服困难，实现自己的目标。如果有任何需要，随时都可以来找我倾诉或寻求帮助。我会一直支持你的，加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够克服困难，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时都可以来找我倾诉或寻求帮助。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的，加油！",
        "label": ""
      }
    ]
  }
]