[
  {
    "role": "client",
    "content": "在工作上总觉得自己不够优秀，怎么调节心态？",
    "annotation": [
      {
        "sentence": "在工作上总觉得自己不够优秀，怎么调节心态？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望接下来我的回答能够给你带来帮助。在你的提问中，你已经工作两年了，也已经可以自己单独的负责一个小项目了，但是在工作中还是会出现一些小错误，感觉在领导那边信任度都降低了。虽然每次对负责的内容都再三检查，还是会出现错误。看见同年一起进来以及比自己迟一年进来的同事都升职了，自己内心也是比较着急的。面对她们的优秀，感觉自己在原地踏步，怀疑自己的工作能力，心里也很难受。",
    "annotation": [
      {
        "sentence": "希望接下来我的回答能够给你带来帮助。",
        "label": ""
      },
      {
        "sentence": "在你的提问中，你已经工作两年了，也已经可以自己单独的负责一个小项目了，但是在工作中还是会出现一些小错误，感觉在领导那边信任度都降低了。",
        "label": ""
      },
      {
        "sentence": "虽然每次对负责的内容都再三检查，还是会出现错误。",
        "label": ""
      },
      {
        "sentence": "看见同年一起进来以及比自己迟一年进来的同事都升职了，自己内心也是比较着急的。",
        "label": ""
      },
      {
        "sentence": "面对她们的优秀，感觉自己在原地踏步，怀疑自己的工作能力，心里也很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我真的觉得自己越来越不够格了。听你这么说，好像也没那么糟糕，但是我还是很担心自己的工作能力。",
    "annotation": [
      {
        "sentence": "是啊，我真的觉得自己越来越不够格了。",
        "label": ""
      },
      {
        "sentence": "听你这么说，好像也没那么糟糕，但是我还是很担心自己的工作能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的内心开始有点紧张了，心情低落，开始怀疑自己。你现在需要稳住自己的心态，因为一个不好的心情，也会影响工作状态，会造成工作中的失误。你其实也很优秀了，可以自己负责一个独立的小项目了，那么下一步也许就可以自己负责一个大项目了。在这个方面，也是在工作上的一个进步。",
    "annotation": [
      {
        "sentence": "你的内心开始有点紧张了，心情低落，开始怀疑自己。",
        "label": ""
      },
      {
        "sentence": "你现在需要稳住自己的心态，因为一个不好的心情，也会影响工作状态，会造成工作中的失误。",
        "label": ""
      },
      {
        "sentence": "你其实也很优秀了，可以自己负责一个独立的小项目了，那么下一步也许就可以自己负责一个大项目了。",
        "label": ""
      },
      {
        "sentence": "在这个方面，也是在工作上的一个进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的安慰，但我还是觉得自己在工作中犯了许多小错误。",
    "annotation": [
      {
        "sentence": "谢谢你的安慰，但我还是觉得自己在工作中犯了许多小错误。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在工作上，减少小错误的出现。检查小错误也是可以找到方法的，比如一份文件已经检查好几遍了，也不能掉以轻心，把之前自己犯过的小错误的地方在检查几遍，不能再在跌倒的地方在跌倒了。把整个文件检查几遍，再从小的方面检查几遍。积累经验，为以后夯实基础不要认为自己每天做的事情，是让自己原地踏步。很多领导都是从基层开始做起的，只有了解工作，积累经验了，以后升职才会跟容易。",
    "annotation": [
      {
        "sentence": "在工作上，减少小错误的出现。",
        "label": ""
      },
      {
        "sentence": "检查小错误也是可以找到方法的，比如一份文件已经检查好几遍了，也不能掉以轻心，把之前自己犯过的小错误的地方在检查几遍，不能再在跌倒的地方在跌倒了。",
        "label": ""
      },
      {
        "sentence": "把整个文件检查几遍，再从小的方面检查几遍。",
        "label": ""
      },
      {
        "sentence": "积累经验，为以后夯实基础不要认为自己每天做的事情，是让自己原地踏步。",
        "label": ""
      },
      {
        "sentence": "很多领导都是从基层开始做起的，只有了解工作，积累经验了，以后升职才会跟容易。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的确要去多检查自己的工作，积累经验。但我还是会担心同事们的晋升会影响到我。",
    "annotation": [
      {
        "sentence": "我的确要去多检查自己的工作，积累经验。",
        "label": ""
      },
      {
        "sentence": "但我还是会担心同事们的晋升会影响到我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对晋升也不要太多着急，这除了要有努力和负责，也是有一定的运气所在的。工作两年，重在的是积累经验，为以后做好基础。也不要去怀疑自己的能力，要对相信自己可以的。加油！如果还有问题，我们也可以继续聊。",
    "annotation": [
      {
        "sentence": "面对晋升也不要太多着急，这除了要有努力和负责，也是有一定的运气所在的。",
        "label": ""
      },
      {
        "sentence": "工作两年，重在的是积累经验，为以后做好基础。",
        "label": ""
      },
      {
        "sentence": "也不要去怀疑自己的能力，要对相信自己可以的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果还有问题，我们也可以继续聊。",
        "label": ""
      }
    ]
  }
]