[
  {
    "role": "client",
    "content": "在工作上总觉得自己不够优秀，怎么调节心态？我工作有两年了，好像从一开始到现在并没有什么实质性的进步，虽然从去年开始几乎算独立负责了一个小项目，但过程中一直在出错，比如写错价格或写错别字等等，感觉领导对我的信任度都要下降了。我也知道自己负责的内容要再三检查，但依旧还是会有小毛病。",
    "annotation": [
      {
        "sentence": "在工作上总觉得自己不够优秀，怎么调节心态？",
        "label": ""
      },
      {
        "sentence": "我工作有两年了，好像从一开始到现在并没有什么实质性的进步，虽然从去年开始几乎算独立负责了一个小项目，但过程中一直在出错，比如写错价格或写错别字等等，感觉领导对我的信任度都要下降了。",
        "label": ""
      },
      {
        "sentence": "我也知道自己负责的内容要再三检查，但依旧还是会有小毛病。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以感受到你的焦虑和失落，先，其实每个人在工作中都会遇到挫折，这种现象是很正常的，我们要做的是勇敢面对，在接受打击的同时，不断提升自己的能力。希望我的回答可以帮到你。你工作两年了，但没有实质性的进步，你说自己在工作的过程中一直在出错，或是写错价格，或是出现错别字，可以看到你犯的都是一些很基础的错误，也可能正是因此导致领导对你的信任度下降。虽然这些错误看上去很小，但却表明了一个人的工作态度和细心程度。任何事情都是从小事开始的，如果总是在最基本的事情上犯错，领导自然不敢将更重大的任务交给你。",
    "annotation": [
      {
        "sentence": "可以感受到你的焦虑和失落，先，其实每个人在工作中都会遇到挫折，这种现象是很正常的，我们要做的是勇敢面对，在接受打击的同时，不断提升自己的能力。",
        "label": ""
      },
      {
        "sentence": "希望我的回答可以帮到你。",
        "label": ""
      },
      {
        "sentence": "你工作两年了，但没有实质性的进步，你说自己在工作的过程中一直在出错，或是写错价格，或是出现错别字，可以看到你犯的都是一些很基础的错误，也可能正是因此导致领导对你的信任度下降。",
        "label": ""
      },
      {
        "sentence": "虽然这些错误看上去很小，但却表明了一个人的工作态度和细心程度。",
        "label": ""
      },
      {
        "sentence": "任何事情都是从小事开始的，如果总是在最基本的事情上犯错，领导自然不敢将更重大的任务交给你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白这一点。可是我怎么调节自己的心态呢？我觉得自己一直都在努力，但结果似乎没有达到我的期待。",
    "annotation": [
      {
        "sentence": "是的，我明白这一点。",
        "label": ""
      },
      {
        "sentence": "可是我怎么调节自己的心态呢？",
        "label": ""
      },
      {
        "sentence": "我觉得自己一直都在努力，但结果似乎没有达到我的期待。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对同事的升职，陷入自我怀疑，看到一起进公司的女孩晋升了，就刚进公司一年的同事也即将晋升，再反观自己的情况，对比之下内心生出失落感。但你还可以清晰的认识到她们确实很优秀，会去反思自己，而不是一味地嫉妒，说明你也意识到自己当前的能力还不够，从而对自己产生了怀疑。努力提升自己的能力，让自己变得优秀。每一项工作中都存在竞争，领导会更喜欢工作能力强的员工，如果想让自己在这份工作中得到想要的结果，那么就努力提升自己。",
    "annotation": [
      {
        "sentence": "面对同事的升职，陷入自我怀疑，看到一起进公司的女孩晋升了，就刚进公司一年的同事也即将晋升，再反观自己的情况，对比之下内心生出失落感。",
        "label": ""
      },
      {
        "sentence": "但你还可以清晰的认识到她们确实很优秀，会去反思自己，而不是一味地嫉妒，说明你也意识到自己当前的能力还不够，从而对自己产生了怀疑。",
        "label": ""
      },
      {
        "sentence": "努力提升自己的能力，让自己变得优秀。",
        "label": ""
      },
      {
        "sentence": "每一项工作中都存在竞争，领导会更喜欢工作能力强的员工，如果想让自己在这份工作中得到想要的结果，那么就努力提升自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我总是会出错，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "但是我总是会出错，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果总是会出错，那么就记在脑子里，如果害怕忘记，就记在本子上，每次提醒自己几遍，确保不犯低级错误。每次进步一点，只有自己变得更优秀了，才能得到领导的信任，也才更有晋升的机会。向优秀的同事学习，吸取经验。工作中遇到问题及时向有经验的同事请教，学习他们的方法和对待工作的态度，不断吸取经验，让自己掌握更多技巧，在处理事务时会更得心应手。每一个优秀的同事都是学习的榜样，努力向他们靠近。",
    "annotation": [
      {
        "sentence": "如果总是会出错，那么就记在脑子里，如果害怕忘记，就记在本子上，每次提醒自己几遍，确保不犯低级错误。",
        "label": ""
      },
      {
        "sentence": "每次进步一点，只有自己变得更优秀了，才能得到领导的信任，也才更有晋升的机会。",
        "label": ""
      },
      {
        "sentence": "向优秀的同事学习，吸取经验。",
        "label": ""
      },
      {
        "sentence": "工作中遇到问题及时向有经验的同事请教，学习他们的方法和对待工作的态度，不断吸取经验，让自己掌握更多技巧，在处理事务时会更得心应手。",
        "label": ""
      },
      {
        "sentence": "每一个优秀的同事都是学习的榜样，努力向他们靠近。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会努力学习和提升自己的能力。但是，我还是对自己的能力产生了怀疑，觉得自己可能真的不够优秀，怎么才能调整这种心态呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会努力学习和提升自己的能力。",
        "label": ""
      },
      {
        "sentence": "但是，我还是对自己的能力产生了怀疑，觉得自己可能真的不够优秀，怎么才能调整这种心态呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "相信自己，你也可以做的很好。你不要因为看到同事的晋升就对自己产生怀疑，每个人的学习能力不同，接受的教育背景也各有差异，擅长的领域也各不相同。你要做的是相信自己，只有在当你相信自己可以做成某件事的时候，完成起来才会更容易，首先要清理心理上的负担。能力是可以通过工作和学习不断提升的，但心态却是要靠自己调整的。慢慢来，那些曾经你觉得做不到的事，其实离你很近，相信自己也可以做得很好。加油！",
    "annotation": [
      {
        "sentence": "相信自己，你也可以做的很好。",
        "label": ""
      },
      {
        "sentence": "你不要因为看到同事的晋升就对自己产生怀疑，每个人的学习能力不同，接受的教育背景也各有差异，擅长的领域也各不相同。",
        "label": ""
      },
      {
        "sentence": "你要做的是相信自己，只有在当你相信自己可以做成某件事的时候，完成起来才会更容易，首先要清理心理上的负担。",
        "label": ""
      },
      {
        "sentence": "能力是可以通过工作和学习不断提升的，但心态却是要靠自己调整的。",
        "label": ""
      },
      {
        "sentence": "慢慢来，那些曾经你觉得做不到的事，其实离你很近，相信自己也可以做得很好。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会调整好自己的心态，努力向前的。感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会调整好自己的心态，努力向前的。",
        "label": ""
      },
      {
        "sentence": "感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意帮助你。相信自己，加油！如果还有什么问题，随时来找我聊聊。祝你早日取得进步！",
    "annotation": [
      {
        "sentence": "不客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "相信自己，加油！",
        "label": ""
      },
      {
        "sentence": "如果还有什么问题，随时来找我聊聊。",
        "label": ""
      },
      {
        "sentence": "祝你早日取得进步！",
        "label": ""
      }
    ]
  }
]