[
  {
    "role": "client",
    "content": "从小到大，我究竟是内向还是自闭？从小开始我就不喜欢出门，不喜欢出房间，就喜欢自己一个人在房间里看动画片看故事书。也不怎么说话，我妈说她以前拿东西引诱我说话我也不说，我要是有求于她，她想让我喊声妈妈再帮我，我就直接放弃向她寻求帮助。后来进入学校之后也没发现我有什么异常，可以接受和小朋友玩，但还是不怎么说话，别人和我说话我就听着，拉着我去干什么我就跟着。后来再大点还是差不多，只不过偶尔会开口回应不再是点头摇头，别人要我做什么我就做什么，但是在前一件事没结束的时候我会不愿意开始下一件事，就比如上一堂课的作业我写到一半就开始上课了，我不会立刻停笔而是执着于完成手上的作业。后来也慢慢可以和朋友正常沟通了，可是如果长时间无时无刻都在交流的话，我就会承受不住想要逃离。回家就把自己关在房间里，朋友约出去也是一概拒绝，因为独处才可以让我感到舒适，其他的也都是刚开始还可以承受，慢慢的就想逃离了",
    "annotation": [
      {
        "sentence": "从小到大，我究竟是内向还是自闭？",
        "label": ""
      },
      {
        "sentence": "从小开始我就不喜欢出门，不喜欢出房间，就喜欢自己一个人在房间里看动画片看故事书。",
        "label": ""
      },
      {
        "sentence": "也不怎么说话，我妈说她以前拿东西引诱我说话我也不说，我要是有求于她，她想让我喊声妈妈再帮我，我就直接放弃向她寻求帮助。",
        "label": ""
      },
      {
        "sentence": "后来进入学校之后也没发现我有什么异常，可以接受和小朋友玩，但还是不怎么说话，别人和我说话我就听着，拉着我去干什么我就跟着。",
        "label": ""
      },
      {
        "sentence": "后来再大点还是差不多，只不过偶尔会开口回应不再是点头摇头，别人要我做什么我就做什么，但是在前一件事没结束的时候我会不愿意开始下一件事，就比如上一堂课的作业我写到一半就开始上课了，我不会立刻停笔而是执着于完成手上的作业。",
        "label": ""
      },
      {
        "sentence": "后来也慢慢可以和朋友正常沟通了，可是如果长时间无时无刻都在交流的话，我就会承受不住想要逃离。",
        "label": ""
      },
      {
        "sentence": "回家就把自己关在房间里，朋友约出去也是一概拒绝，因为独处才可以让我感到舒适，其他的也都是刚开始还可以承受，慢慢的就想逃离了",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你这么说，我理解你现在面对内向和自闭的困扰。你的内向并不是自闭症，只是在你没有取得愉悦感觉的时候，你会选择独处，我想你并不需要为此感到担心，因为内向并不是不好的事情。",
    "annotation": [
      {
        "sentence": "听到你这么说，我理解你现在面对内向和自闭的困扰。",
        "label": ""
      },
      {
        "sentence": "你的内向并不是自闭症，只是在你没有取得愉悦感觉的时候，你会选择独处，我想你并不需要为此感到担心，因为内向并不是不好的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得每个人都喜欢被人喜欢，但是我偏偏是一个不喜欢交际的人，总感觉内心是不是有问题。",
    "annotation": [
      {
        "sentence": "我觉得每个人都喜欢被人喜欢，但是我偏偏是一个不喜欢交际的人，总感觉内心是不是有问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都是独一无二的，不要强迫自己去改变。你的性格是属于内向的，也是很好的一种性格。如果你能够为自己找到一种适合自己的生活方式，就可以对自己的内向感到自豪。",
    "annotation": [
      {
        "sentence": "每个人都是独一无二的，不要强迫自己去改变。",
        "label": ""
      },
      {
        "sentence": "你的性格是属于内向的，也是很好的一种性格。",
        "label": ""
      },
      {
        "sentence": "如果你能够为自己找到一种适合自己的生活方式，就可以对自己的内向感到自豪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我害怕我会因为自己的内向而错失很多机会，像交往更多的朋友，更好的职业发展等等。",
    "annotation": [
      {
        "sentence": "但是我害怕我会因为自己的内向而错失很多机会，像交往更多的朋友，更好的职业发展等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有时，我们确实会因为自己的性格而错过一些机会，但是这不是因为你的内向本身有问题。相反，你可以寻找适合自己的环境和方式来应对这些机会。比如，可以寻找有趣的兴趣爱好，找到自己的能力强项，通过这些方法来和其他人交流。",
    "annotation": [
      {
        "sentence": "有时，我们确实会因为自己的性格而错过一些机会，但是这不是因为你的内向本身有问题。",
        "label": ""
      },
      {
        "sentence": "相反，你可以寻找适合自己的环境和方式来应对这些机会。",
        "label": ""
      },
      {
        "sentence": "比如，可以寻找有趣的兴趣爱好，找到自己的能力强项，通过这些方法来和其他人交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在想更改一下自己，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我现在想更改一下自己，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先不要想要改变自己，因为你的内向是你的性格特点之一。当你试图改变自己时，你会感到压力更大，因此，重要的是要坚定自己的内向，并尝试与之和谐共处。在你进行沟通时，可以在内心深处告诉自己，你很好，你的内向也很好。你的人生可以适合自己。",
    "annotation": [
      {
        "sentence": "先不要想要改变自己，因为你的内向是你的性格特点之一。",
        "label": ""
      },
      {
        "sentence": "当你试图改变自己时，你会感到压力更大，因此，重要的是要坚定自己的内向，并尝试与之和谐共处。",
        "label": ""
      },
      {
        "sentence": "在你进行沟通时，可以在内心深处告诉自己，你很好，你的内向也很好。",
        "label": ""
      },
      {
        "sentence": "你的人生可以适合自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我想成为一个不再害怕交际、敢开口说话的人。",
    "annotation": [
      {
        "sentence": "但是我想成为一个不再害怕交际、敢开口说话的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是可以实现的目标，但是在实现目标的过程中需要一步一步来。你可以从一些小事做起，比如试着去多和人聊几句，多和朋友交流，慢慢地，你会发现自己的进步。",
    "annotation": [
      {
        "sentence": "这是可以实现的目标，但是在实现目标的过程中需要一步一步来。",
        "label": ""
      },
      {
        "sentence": "你可以从一些小事做起，比如试着去多和人聊几句，多和朋友交流，慢慢地，你会发现自己的进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着去做，谢谢你的建议，我感到心情轻松了很多。",
    "annotation": [
      {
        "sentence": "我会试着去做，谢谢你的建议，我感到心情轻松了很多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要担心，最主要的是要坚持，并尝试做适合自己的事情。愉快的生活才会让你感到舒适和自豪。",
    "annotation": [
      {
        "sentence": "不要担心，最主要的是要坚持，并尝试做适合自己的事情。",
        "label": ""
      },
      {
        "sentence": "愉快的生活才会让你感到舒适和自豪。",
        "label": ""
      }
    ]
  }
]