[
  {
    "role": "client",
    "content": "最近感觉自己太自恋了，就是把自己看得特别重要。谁都不能惹，如果被惹到，会有强烈的复仇心……这背后可能是一种不平等，觉得自己比众生优越，也可能是一种自卑，觉得自己不如别人，所以拼命想捍卫自己的脆弱的自尊……好像道理知道，但不知道如何超越。哎。",
    "annotation": [
      {
        "sentence": "最近感觉自己太自恋了，就是把自己看得特别重要。",
        "label": ""
      },
      {
        "sentence": "谁都不能惹，如果被惹到，会有强烈的复仇心……这背后可能是一种不平等，觉得自己比众生优越，也可能是一种自卑，觉得自己不如别人，所以拼命想捍卫自己的脆弱的自尊……好像道理知道，但不知道如何超越。",
        "label": ""
      },
      {
        "sentence": "哎。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听说你最近感觉自恋了。这似乎是你的一种防御机制，为了保护自己而产生的一种心理反应。很多人在这种情况下都会有不安全感或焦虑。能告诉我具体一点你的感受吗？",
    "annotation": [
      {
        "sentence": "你好，听说你最近感觉自恋了。",
        "label": ""
      },
      {
        "sentence": "这似乎是你的一种防御机制，为了保护自己而产生的一种心理反应。",
        "label": ""
      },
      {
        "sentence": "很多人在这种情况下都会有不安全感或焦虑。",
        "label": ""
      },
      {
        "sentence": "能告诉我具体一点你的感受吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "就是觉得自己很特别，谁都不能惹我，如果被惹到，会有强烈的复仇心。可能是一种不平等，觉得自己比众生优越，也可能是一种自卑，觉得自己不如别人，所以拼命想捍卫自己的脆弱的自尊。",
    "annotation": [
      {
        "sentence": "就是觉得自己很特别，谁都不能惹我，如果被惹到，会有强烈的复仇心。",
        "label": ""
      },
      {
        "sentence": "可能是一种不平等，觉得自己比众生优越，也可能是一种自卑，觉得自己不如别人，所以拼命想捍卫自己的脆弱的自尊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的感受，不管是自卑还是自尊，都是人在发展过程中为了保护自己的一种机制。自卑感是指在和别人比较时，由于低估自己而产生的情绪体验。其实，严重的自卑感是心理上的一种缺陷。以下是克服自卑心理的五种方法：1.认知法，2.转移法，3.领悟法，4.作业法，5.补偿法。我能为你解释一下这些方法吗？",
    "annotation": [
      {
        "sentence": "非常理解你的感受，不管是自卑还是自尊，都是人在发展过程中为了保护自己的一种机制。",
        "label": ""
      },
      {
        "sentence": "自卑感是指在和别人比较时，由于低估自己而产生的情绪体验。",
        "label": ""
      },
      {
        "sentence": "其实，严重的自卑感是心理上的一种缺陷。",
        "label": ""
      },
      {
        "sentence": "以下是克服自卑心理的五种方法：1.认知法，2.转移法，3.领悟法，4.作业法，5.补偿法。",
        "label": ""
      },
      {
        "sentence": "我能为你解释一下这些方法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，可以讲解一下吗？",
    "annotation": [
      {
        "sentence": "好的，可以讲解一下吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先是认知法，就是要从全面、辩证的角度看待自身情况和外部的评价，认识到人并不是神，既不可能十全十美，也不会全知全能。第二是转移法，将注意力转移到自己最感兴趣，也最能体现自己价值的活动中去，可以通过致力于书法、绘画、写作、制作、收藏等活动，从而淡化和缩小弱项在心理上产生的自卑阴影。第三是领悟法，通过自由联想和对早期的经历进行回忆，分析找出导致自卑心态的深层原因，使自卑症结经过心理分析返回意识层，让你领悟到：有自卑感并不意味着自己的实际情况很差，而是潜藏于意识深处的症结所引起的。第四是作业法，如果你已有自卑感且自信正在丧失，可采用作业法，先去找一件比较容易完成的事情去做，成功后你会感到一份喜悦，然后再找另一个目标。在一个时期内，尽量避免承受失败的挫折，以后随着自信心的提高，逐步向较难、意义较大的目标努力，通过不断地取得成功，使自信心得以恢复和巩固。第五是补偿法，即通过努力奋斗，以某一方面的突出成就来补偿生理上的缺陷或心理上的自卑感（劣等感）。",
    "annotation": [
      {
        "sentence": "首先是认知法，就是要从全面、辩证的角度看待自身情况和外部的评价，认识到人并不是神，既不可能十全十美，也不会全知全能。",
        "label": ""
      },
      {
        "sentence": "第二是转移法，将注意力转移到自己最感兴趣，也最能体现自己价值的活动中去，可以通过致力于书法、绘画、写作、制作、收藏等活动，从而淡化和缩小弱项在心理上产生的自卑阴影。",
        "label": ""
      },
      {
        "sentence": "第三是领悟法，通过自由联想和对早期的经历进行回忆，分析找出导致自卑心态的深层原因，使自卑症结经过心理分析返回意识层，让你领悟到：有自卑感并不意味着自己的实际情况很差，而是潜藏于意识深处的症结所引起的。",
        "label": ""
      },
      {
        "sentence": "第四是作业法，如果你已有自卑感且自信正在丧失，可采用作业法，先去找一件比较容易完成的事情去做，成功后你会感到一份喜悦，然后再找另一个目标。",
        "label": ""
      },
      {
        "sentence": "在一个时期内，尽量避免承受失败的挫折，以后随着自信心的提高，逐步向较难、意义较大的目标努力，通过不断地取得成功，使自信心得以恢复和巩固。",
        "label": ""
      },
      {
        "sentence": "第五是补偿法，即通过努力奋斗，以某一方面的突出成就来补偿生理上的缺陷或心理上的自卑感（劣等感）。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，这些方法都很实用。我觉得我会去尝试一下。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，这些方法都很实用。",
        "label": ""
      },
      {
        "sentence": "我觉得我会去尝试一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很棒，我相信你可以克服自己的困难。如果有什么问题，随时可以来找我聊聊。",
    "annotation": [
      {
        "sentence": "你很棒，我相信你可以克服自己的困难。",
        "label": ""
      },
      {
        "sentence": "如果有什么问题，随时可以来找我聊聊。",
        "label": ""
      }
    ]
  }
]