[
  {
    "role": "client",
    "content": "特别讨厌弟弟，觉得是种打扰，怎么办？弟14，我23，近期越来越讨厌我弟。",
    "annotation": [
      {
        "sentence": "特别讨厌弟弟，觉得是种打扰，怎么办？",
        "label": ""
      },
      {
        "sentence": "弟14，我23，近期越来越讨厌我弟。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一份在外人看来可能还会羡慕的情谊，在您的眼中成为困扰，感受到了您内心的厌恶和烦躁，我们一起静下来，聊聊，看有否帮助和宽慰。",
    "annotation": [
      {
        "sentence": "一份在外人看来可能还会羡慕的情谊，在您的眼中成为困扰，感受到了您内心的厌恶和烦躁，我们一起静下来，聊聊，看有否帮助和宽慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "一看到他、听到他的声音，甚至想到他就很烦躁，跟他讲两句话就会生气，莫名讨厌他。觉得他很烦，不想跟他有任何接触。甚至于接到他电话，还要深呼吸平复厌恶和烦躁。",
    "annotation": [
      {
        "sentence": "一看到他、听到他的声音，甚至想到他就很烦躁，跟他讲两句话就会生气，莫名讨厌他。",
        "label": ""
      },
      {
        "sentence": "觉得他很烦，不想跟他有任何接触。",
        "label": ""
      },
      {
        "sentence": "甚至于接到他电话，还要深呼吸平复厌恶和烦躁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "年龄的差距可能一方面在当年生你弟弟的时候，已经在内心的深处埋下了一个难以接受的种子，通常父母生二胎的时候，很少或容易忽略和第一个孩子这方面的交流。结合您下文说的，疫情和失业的大背景，可能您最近的身心状态也欠佳，既有的和当下的双重因素，也许是这段心烦讨厌的原因所在，当然，也可能是您对某方面的防御机制投射到了弟弟身上。",
    "annotation": [
      {
        "sentence": "年龄的差距可能一方面在当年生你弟弟的时候，已经在内心的深处埋下了一个难以接受的种子，通常父母生二胎的时候，很少或容易忽略和第一个孩子这方面的交流。",
        "label": ""
      },
      {
        "sentence": "结合您下文说的，疫情和失业的大背景，可能您最近的身心状态也欠佳，既有的和当下的双重因素，也许是这段心烦讨厌的原因所在，当然，也可能是您对某方面的防御机制投射到了弟弟身上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "以前偶尔也会有这样的情绪，但可能因为在外住接触不多，这种情绪并不会困扰我；但近期没工作在家住了一段时间，当他开始放暑假后这种厌恶感更加强烈，让我很容易陷入到这种情绪中无法自拔。也不想跟我爸讲话，不知道可以怎么调整？毕竟我也不可能禁止他跟我互动。",
    "annotation": [
      {
        "sentence": "以前偶尔也会有这样的情绪，但可能因为在外住接触不多，这种情绪并不会困扰我；但近期没工作在家住了一段时间，当他开始放暑假后这种厌恶感更加强烈，让我很容易陷入到这种情绪中无法自拔。",
        "label": ""
      },
      {
        "sentence": "也不想跟我爸讲话，不知道可以怎么调整？",
        "label": ""
      },
      {
        "sentence": "毕竟我也不可能禁止他跟我互动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那整个家庭关系之中，您唯一不烦的，能够聊得上的只有妈妈吗？您说的更多背景信息，我短期没有搜索到，所以只能就事论事，从这里面尝试分析出一些可能性来？在您的家庭之中，爸爸和妈妈的关系如何？他们各自又和您的弟弟关系如何？首先可能我们要先调整好自己的心理状态，把内心的能量积攒好之后，才好去面对亲密的家人，先照顾好自己的身心，然后才是和他人的相处。以上，希望有所帮助！",
    "annotation": [
      {
        "sentence": "那整个家庭关系之中，您唯一不烦的，能够聊得上的只有妈妈吗？",
        "label": ""
      },
      {
        "sentence": "您说的更多背景信息，我短期没有搜索到，所以只能就事论事，从这里面尝试分析出一些可能性来？",
        "label": ""
      },
      {
        "sentence": "在您的家庭之中，爸爸和妈妈的关系如何？",
        "label": ""
      },
      {
        "sentence": "他们各自又和您的弟弟关系如何？",
        "label": ""
      },
      {
        "sentence": "首先可能我们要先调整好自己的心理状态，把内心的能量积攒好之后，才好去面对亲密的家人，先照顾好自己的身心，然后才是和他人的相处。",
        "label": ""
      },
      {
        "sentence": "以上，希望有所帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实更愿意和妈妈交流，因为感觉她理解我，而爸爸对我的弟弟很宠爱，我觉得有点排斥他们之间的关系。最近的身心状态确实不太好，找不到工作、没什么社交活动，就在家一直和弟弟待在一起，从而加重了我对他的厌恶感。我之前也意识到了自己的问题，但不知道该如何解决，希望能找到一种平衡，既不排斥弟弟，也能保护自己的需求。",
    "annotation": [
      {
        "sentence": "我确实更愿意和妈妈交流，因为感觉她理解我，而爸爸对我的弟弟很宠爱，我觉得有点排斥他们之间的关系。",
        "label": ""
      },
      {
        "sentence": "最近的身心状态确实不太好，找不到工作、没什么社交活动，就在家一直和弟弟待在一起，从而加重了我对他的厌恶感。",
        "label": ""
      },
      {
        "sentence": "我之前也意识到了自己的问题，但不知道该如何解决，希望能找到一种平衡，既不排斥弟弟，也能保护自己的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解您的感受，家庭关系中的排斥感确实会给人带来困扰。在处理与弟弟相处的过程中，或许可以试试以下方法。首先，试着找到和弟弟的共同兴趣，通过分享这些兴趣相互接触，增加彼此的了解。其次，适当沟通和表达自己的感受，与弟弟分享你的内心困扰，以期获得更多支持。最后，创造一些属于自己的私人空间和时间，保持一些独立性。希望这些建议能对您有所帮助，找到与弟弟和谐相处的方式。",
    "annotation": [
      {
        "sentence": "非常理解您的感受，家庭关系中的排斥感确实会给人带来困扰。",
        "label": ""
      },
      {
        "sentence": "在处理与弟弟相处的过程中，或许可以试试以下方法。",
        "label": ""
      },
      {
        "sentence": "首先，试着找到和弟弟的共同兴趣，通过分享这些兴趣相互接触，增加彼此的了解。",
        "label": ""
      },
      {
        "sentence": "其次，适当沟通和表达自己的感受，与弟弟分享你的内心困扰，以期获得更多支持。",
        "label": ""
      },
      {
        "sentence": "最后，创造一些属于自己的私人空间和时间，保持一些独立性。",
        "label": ""
      },
      {
        "sentence": "希望这些建议能对您有所帮助，找到与弟弟和谐相处的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议！我会试着和弟弟找到共同的兴趣，并尝试与他进行更多的沟通。同时，我也会为自己创造一些私人空间和时间，保持一定的独立性。希望这样能够改善我们之间的关系，感受到更多的支持和理解。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我会试着和弟弟找到共同的兴趣，并尝试与他进行更多的沟通。",
        "label": ""
      },
      {
        "sentence": "同时，我也会为自己创造一些私人空间和时间，保持一定的独立性。",
        "label": ""
      },
      {
        "sentence": "希望这样能够改善我们之间的关系，感受到更多的支持和理解。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，很高兴能够帮助到你。记住，理解与沟通是改善关系的关键。给自己一些时间和空间，同时尝试去了解弟弟的需求和感受，相信你们之间的关系会有所改善。祝你能够找到与弟弟和谐相处的平衡，希望你的家庭关系能够更加融洽幸福。如果还有其他问题，随时都可以向我求助。保持积极乐观的心态，一切都会好起来的！",
    "annotation": [
      {
        "sentence": "不客气，很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，理解与沟通是改善关系的关键。",
        "label": ""
      },
      {
        "sentence": "给自己一些时间和空间，同时尝试去了解弟弟的需求和感受，相信你们之间的关系会有所改善。",
        "label": ""
      },
      {
        "sentence": "祝你能够找到与弟弟和谐相处的平衡，希望你的家庭关系能够更加融洽幸福。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时都可以向我求助。",
        "label": ""
      },
      {
        "sentence": "保持积极乐观的心态，一切都会好起来的！",
        "label": ""
      }
    ]
  }
]