[
  {
    "role": "client",
    "content": "我29岁，刚和男朋友分手了，我真的不知道我们为什么会分开。我们的恋爱一直很舒适和安心，互相体谅和关心，就像空窗期那篇文章里所说的高质量的恋爱关系。即使不开心，烦恼再多，我们也能相互笑着，从内心感到安心。他也说他之所以喜欢我，就是因为我让他感到舒服和安心。可是最近两个月，他的妈妈开始反对我们在一起。一开始我们都没有在意，觉得父母的意见只是参考。我们依然觉得很幸福。但因为我已经29岁了，我们开始担心未来。他开始和他妈妈沟通，但每次都吵架，感觉越来越糟。这也开始影响我们的感情了，我们对彼此变得小心翼翼。他开始犹豫，最后想放弃我们的感情了，可我真的舍不得。我们之间有那么安心的感觉，我不想放弃。真的要因为家长而放弃吗？他已经放弃了，我也应该放弃吗？",
    "annotation": [
      {
        "sentence": "我29岁，刚和男朋友分手了，我真的不知道我们为什么会分开。",
        "label": ""
      },
      {
        "sentence": "我们的恋爱一直很舒适和安心，互相体谅和关心，就像空窗期那篇文章里所说的高质量的恋爱关系。",
        "label": ""
      },
      {
        "sentence": "即使不开心，烦恼再多，我们也能相互笑着，从内心感到安心。",
        "label": ""
      },
      {
        "sentence": "他也说他之所以喜欢我，就是因为我让他感到舒服和安心。",
        "label": ""
      },
      {
        "sentence": "可是最近两个月，他的妈妈开始反对我们在一起。",
        "label": ""
      },
      {
        "sentence": "一开始我们都没有在意，觉得父母的意见只是参考。",
        "label": ""
      },
      {
        "sentence": "我们依然觉得很幸福。",
        "label": ""
      },
      {
        "sentence": "但因为我已经29岁了，我们开始担心未来。",
        "label": ""
      },
      {
        "sentence": "他开始和他妈妈沟通，但每次都吵架，感觉越来越糟。",
        "label": ""
      },
      {
        "sentence": "这也开始影响我们的感情了，我们对彼此变得小心翼翼。",
        "label": ""
      },
      {
        "sentence": "他开始犹豫，最后想放弃我们的感情了，可我真的舍不得。",
        "label": ""
      },
      {
        "sentence": "我们之间有那么安心的感觉，我不想放弃。",
        "label": ""
      },
      {
        "sentence": "真的要因为家长而放弃吗？",
        "label": ""
      },
      {
        "sentence": "他已经放弃了，我也应该放弃吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看起来你们曾经的恋爱关系非常幸福，有未来的样子。但对方的妈妈突然反对，而且态度一直升级，最终破坏了你们的关系。对方已经选择了他的妈妈，而你还在纠结是否要坚持下去。从你的描述来看，你们的情况确实有些矛盾。通常来说，父母看到自己的孩子找到一个喜欢的人，并且两个人相处和谐，是不会那么执拗地反对的。即使有反对意见，如果他真的那么喜欢你，他应该会解决这些问题。但很显然，他们并没有解决。我猜可能的原因有几个。如果你们不是姐弟恋，那么他的妈妈可能觉得你们的关系不平等，认为你高攀了他和他的家庭。另外，你们在相处过程中可能发生了对方无法接受的事情。还有一个可能的原因是，在你们吵架和沟通困难的过程中，磨损了你们之间的感情。关系的真正原因，你需要弄清楚。因为在这个看似矛盾的情况背后，你可以更清楚地了解他的本性，也能看到你们关系的真正问题。退一步来说，即使对方的妈妈同意了，你们和好了，未来的生活可能会变成你们两个\"女人\"之间的争斗，你能接受吗？你们的问题能够解决吗？当你生孩子、养育孩子时，对方的妈妈是否会跳出来插话，你丈夫是否会选择听他的妈妈的意见，你能接受吗？分手是很痛苦的，但如果你能通过这段经历观察自己、了解自己，看到自己的关系模式，你就能获得新的成长。希望你能爱自己，希望找到一个真正爱你的人！",
    "annotation": [
      {
        "sentence": "看起来你们曾经的恋爱关系非常幸福，有未来的样子。",
        "label": ""
      },
      {
        "sentence": "但对方的妈妈突然反对，而且态度一直升级，最终破坏了你们的关系。",
        "label": ""
      },
      {
        "sentence": "对方已经选择了他的妈妈，而你还在纠结是否要坚持下去。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，你们的情况确实有些矛盾。",
        "label": ""
      },
      {
        "sentence": "通常来说，父母看到自己的孩子找到一个喜欢的人，并且两个人相处和谐，是不会那么执拗地反对的。",
        "label": ""
      },
      {
        "sentence": "即使有反对意见，如果他真的那么喜欢你，他应该会解决这些问题。",
        "label": ""
      },
      {
        "sentence": "但很显然，他们并没有解决。",
        "label": ""
      },
      {
        "sentence": "我猜可能的原因有几个。",
        "label": ""
      },
      {
        "sentence": "如果你们不是姐弟恋，那么他的妈妈可能觉得你们的关系不平等，认为你高攀了他和他的家庭。",
        "label": ""
      },
      {
        "sentence": "另外，你们在相处过程中可能发生了对方无法接受的事情。",
        "label": ""
      },
      {
        "sentence": "还有一个可能的原因是，在你们吵架和沟通困难的过程中，磨损了你们之间的感情。",
        "label": ""
      },
      {
        "sentence": "关系的真正原因，你需要弄清楚。",
        "label": ""
      },
      {
        "sentence": "因为在这个看似矛盾的情况背后，你可以更清楚地了解他的本性，也能看到你们关系的真正问题。",
        "label": ""
      },
      {
        "sentence": "退一步来说，即使对方的妈妈同意了，你们和好了，未来的生活可能会变成你们两个\"女人\"之间的争斗，你能接受吗？",
        "label": ""
      },
      {
        "sentence": "你们的问题能够解决吗？",
        "label": ""
      },
      {
        "sentence": "当你生孩子、养育孩子时，对方的妈妈是否会跳出来插话，你丈夫是否会选择听他的妈妈的意见，你能接受吗？",
        "label": ""
      },
      {
        "sentence": "分手是很痛苦的，但如果你能通过这段经历观察自己、了解自己，看到自己的关系模式，你就能获得新的成长。",
        "label": ""
      },
      {
        "sentence": "希望你能爱自己，希望找到一个真正爱你的人！",
        "label": ""
      }
    ]
  }
]