[
  {
    "role": "client",
    "content": "向老公倾诉需要关心，老公赶我回娘家怎么办？昨天晚上我向他倾诉说，他下了班儿也不关心我，我一个人白天自己在家胡思乱想很焦虑，晚上你回来也不陪我说说话也不关心我。他很敷衍的说你去上班儿啊，一天天的想什么呀想，我说，你根本不关心我总是让我去上班（他一直看不惯我不上班在家闲着）他说，那你回家吧。我说，我回哪个家呀？他说，回你家去找你妈。我很气愤，说行，明天我就回去。他说，回去就别回来了。我哭了。他说他说他开玩笑呢一会儿他就睡着了。今天早上他走的时候把钱和卡都拿走了。一句话也没有。，我感觉自己很无能，照顾不好自己还拿捏不住男人，很无助。我不知道该怎么办。离了婚，我怕自己养活不了自己。下一个会更差。可是跟他在一起，我每时每刻都感觉不到开心。上一次回娘家，待到我妈都要赶我回来，不知道自己何去何从。哪是我的家。我希望自己能够独立。我知道谁都靠不住，只能靠自己，可是我要怎么做呀？",
    "annotation": [
      {
        "sentence": "向老公倾诉需要关心，老公赶我回娘家怎么办？",
        "label": ""
      },
      {
        "sentence": "昨天晚上我向他倾诉说，他下了班儿也不关心我，我一个人白天自己在家胡思乱想很焦虑，晚上你回来也不陪我说说话也不关心我。",
        "label": ""
      },
      {
        "sentence": "他很敷衍的说你去上班儿啊，一天天的想什么呀想，我说，你根本不关心我总是让我去上班（他一直看不惯我不上班在家闲着）他说，那你回家吧。",
        "label": ""
      },
      {
        "sentence": "我说，我回哪个家呀？",
        "label": ""
      },
      {
        "sentence": "他说，回你家去找你妈。",
        "label": ""
      },
      {
        "sentence": "我很气愤，说行，明天我就回去。",
        "label": ""
      },
      {
        "sentence": "他说，回去就别回来了。",
        "label": ""
      },
      {
        "sentence": "我哭了。",
        "label": ""
      },
      {
        "sentence": "他说他说他开玩笑呢一会儿他就睡着了。",
        "label": ""
      },
      {
        "sentence": "今天早上他走的时候把钱和卡都拿走了。",
        "label": ""
      },
      {
        "sentence": "一句话也没有。",
        "label": ""
      },
      {
        "sentence": "，我感觉自己很无能，照顾不好自己还拿捏不住男人，很无助。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "离了婚，我怕自己养活不了自己。",
        "label": ""
      },
      {
        "sentence": "下一个会更差。",
        "label": ""
      },
      {
        "sentence": "可是跟他在一起，我每时每刻都感觉不到开心。",
        "label": ""
      },
      {
        "sentence": "上一次回娘家，待到我妈都要赶我回来，不知道自己何去何从。",
        "label": ""
      },
      {
        "sentence": "哪是我的家。",
        "label": ""
      },
      {
        "sentence": "我希望自己能够独立。",
        "label": ""
      },
      {
        "sentence": "我知道谁都靠不住，只能靠自己，可是我要怎么做呀？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受，你现在处于一种矛盾-焦虑型的依恋关系中，害怕失去亲密关系，期望能够依赖和信任对方。当你的需求没有得到关心和满足时，就会陷入焦虑的情绪之中。你对于你的老公不够关心你的问题感到困扰，他对你的需求没有积极回应，反而把你推开，让你感到沮丧和无助。我们首先来看一下你老公行为背后的心理。他对你有明显的不满情绪，这种情绪可能源于你不上班，每天待在家里，但实际上这只是他次发情绪的表现。人们常常受到对方负面情绪的影响，很容易陷入同样的情绪反应中，从而形成消极的互动模式。为了解决问题，我们需要跳出自身的情绪，从对方的角度去理解他的情绪。他的次发情绪源于未得到满足的依恋需求，愤怒背后往往是恐惧和不被认可，沮丧背后往往是羞耻和害怕被拒绝。你的老公和你一样，都有未满足的潜在依恋需求。他一个人承担养家的责任，可能面临更大的生存压力。他每天下班回家，也希望你能关心他、体谅他、抚慰他一天的辛劳。作为家庭的顶梁柱，他也希望得到你的肯定和赞许。当他的依恋需求得不到满足甚至没有被看见时，他会觉得自己不受认可和关注。当你指责他不关心你时，他的原始情绪无法得到缓解，只能通过次发情绪来宣泄。他的行为表演只是想要摆脱问题，逃避困境。接下来，我们来看一下你的问题。你缺乏自我价值感，长期在家闲置，导致自信和动力逐渐减退。在这种情况下，你潜在的依恋需求是害怕被抛弃，你担心失去与丈夫的亲密关系。这导致你产生羞耻感和害怕被忽视的情绪。当你得不到关心的积极回应时，会通过沮丧和焦虑的次发情绪寻求宣泄，表现为抱怨和指责。这样一来，你们两个人都陷入了负面情绪之中，彼此的回应变得消极，无法解决问题，反而产生嫌隙。要解决根本问题，首先要彼此敞开心扉，表达内心真实的需求和担忧，并给予对方接纳和理解。及时作出积极的情感回应，让对方知道自己是在意对方的。当彼此的依恋需求得到认可和满足时，原始情绪会平息，负面互动模式也会消失，重新建立起情感联结和亲密关系。其次，你需要重新建立自我价值感，认真审视自身的问题。找到适合自己的事情，积极投入，让生活变得充实有趣。在这个过程中，逐渐恢复自信，改善自身状态。同时，也会促进夫妻关系的改善。",
    "annotation": [
      {
        "sentence": "我明白你的感受，你现在处于一种矛盾-焦虑型的依恋关系中，害怕失去亲密关系，期望能够依赖和信任对方。",
        "label": ""
      },
      {
        "sentence": "当你的需求没有得到关心和满足时，就会陷入焦虑的情绪之中。",
        "label": ""
      },
      {
        "sentence": "你对于你的老公不够关心你的问题感到困扰，他对你的需求没有积极回应，反而把你推开，让你感到沮丧和无助。",
        "label": ""
      },
      {
        "sentence": "我们首先来看一下你老公行为背后的心理。",
        "label": ""
      },
      {
        "sentence": "他对你有明显的不满情绪，这种情绪可能源于你不上班，每天待在家里，但实际上这只是他次发情绪的表现。",
        "label": ""
      },
      {
        "sentence": "人们常常受到对方负面情绪的影响，很容易陷入同样的情绪反应中，从而形成消极的互动模式。",
        "label": ""
      },
      {
        "sentence": "为了解决问题，我们需要跳出自身的情绪，从对方的角度去理解他的情绪。",
        "label": ""
      },
      {
        "sentence": "他的次发情绪源于未得到满足的依恋需求，愤怒背后往往是恐惧和不被认可，沮丧背后往往是羞耻和害怕被拒绝。",
        "label": ""
      },
      {
        "sentence": "你的老公和你一样，都有未满足的潜在依恋需求。",
        "label": ""
      },
      {
        "sentence": "他一个人承担养家的责任，可能面临更大的生存压力。",
        "label": ""
      },
      {
        "sentence": "他每天下班回家，也希望你能关心他、体谅他、抚慰他一天的辛劳。",
        "label": ""
      },
      {
        "sentence": "作为家庭的顶梁柱，他也希望得到你的肯定和赞许。",
        "label": ""
      },
      {
        "sentence": "当他的依恋需求得不到满足甚至没有被看见时，他会觉得自己不受认可和关注。",
        "label": ""
      },
      {
        "sentence": "当你指责他不关心你时，他的原始情绪无法得到缓解，只能通过次发情绪来宣泄。",
        "label": ""
      },
      {
        "sentence": "他的行为表演只是想要摆脱问题，逃避困境。",
        "label": ""
      },
      {
        "sentence": "接下来，我们来看一下你的问题。",
        "label": ""
      },
      {
        "sentence": "你缺乏自我价值感，长期在家闲置，导致自信和动力逐渐减退。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，你潜在的依恋需求是害怕被抛弃，你担心失去与丈夫的亲密关系。",
        "label": ""
      },
      {
        "sentence": "这导致你产生羞耻感和害怕被忽视的情绪。",
        "label": ""
      },
      {
        "sentence": "当你得不到关心的积极回应时，会通过沮丧和焦虑的次发情绪寻求宣泄，表现为抱怨和指责。",
        "label": ""
      },
      {
        "sentence": "这样一来，你们两个人都陷入了负面情绪之中，彼此的回应变得消极，无法解决问题，反而产生嫌隙。",
        "label": ""
      },
      {
        "sentence": "要解决根本问题，首先要彼此敞开心扉，表达内心真实的需求和担忧，并给予对方接纳和理解。",
        "label": ""
      },
      {
        "sentence": "及时作出积极的情感回应，让对方知道自己是在意对方的。",
        "label": ""
      },
      {
        "sentence": "当彼此的依恋需求得到认可和满足时，原始情绪会平息，负面互动模式也会消失，重新建立起情感联结和亲密关系。",
        "label": ""
      },
      {
        "sentence": "其次，你需要重新建立自我价值感，认真审视自身的问题。",
        "label": ""
      },
      {
        "sentence": "找到适合自己的事情，积极投入，让生活变得充实有趣。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，逐渐恢复自信，改善自身状态。",
        "label": ""
      },
      {
        "sentence": "同时，也会促进夫妻关系的改善。",
        "label": ""
      }
    ]
  }
]