[
  {
    "role": "client",
    "content": "我是一个16岁的女生，我想问一下怎样才能走出交际困难，让自己不再浑浑噩噩的。我总是在外人面前不敢大声说话，声音总是很小，也不太会和别人交流。而且在聊天的时候也不知道该聊什么，总是尬聊。现在感觉整个人都浑浑噩噩的，每天过一天就是一天。连游戏都不怎么上心想玩了，只会玩那种只需按几个键的养成游戏，一点脑子也不想动，也不想去取得什么成就。学业上更是一塌糊涂，快高二了，还连高一的知识都没弄懂。想到一年后可能就上不了大学，莫名心慌，但还是没去努力。求你能给我一些具体的方法和策略，让我能够一步一步地改变和进步，摆脱浑浑噩噩的状态，在人际交往中变得活泼和外向。",
    "annotation": [
      {
        "sentence": "我是一个16岁的女生，我想问一下怎样才能走出交际困难，让自己不再浑浑噩噩的。",
        "label": ""
      },
      {
        "sentence": "我总是在外人面前不敢大声说话，声音总是很小，也不太会和别人交流。",
        "label": ""
      },
      {
        "sentence": "而且在聊天的时候也不知道该聊什么，总是尬聊。",
        "label": ""
      },
      {
        "sentence": "现在感觉整个人都浑浑噩噩的，每天过一天就是一天。",
        "label": ""
      },
      {
        "sentence": "连游戏都不怎么上心想玩了，只会玩那种只需按几个键的养成游戏，一点脑子也不想动，也不想去取得什么成就。",
        "label": ""
      },
      {
        "sentence": "学业上更是一塌糊涂，快高二了，还连高一的知识都没弄懂。",
        "label": ""
      },
      {
        "sentence": "想到一年后可能就上不了大学，莫名心慌，但还是没去努力。",
        "label": ""
      },
      {
        "sentence": "求你能给我一些具体的方法和策略，让我能够一步一步地改变和进步，摆脱浑浑噩噩的状态，在人际交往中变得活泼和外向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很好，所以不要讨厌自己。看到你的困惑，就像是看到了大学之前的自己，内向、害羞，不敢跟别人讲话，一说话就会脸红。我也经历过很多糗事，记得有一次语文课，老师让同桌两人互相背诵课文，我本来背得滚瓜烂熟的课文，但一开口却变得磕磕巴巴，脸都红透了，最后当然是没有完成背诵任务。我只能捂着脸坐在座位上，想要假装什么都没有发生，但同桌却说了一句话把我的自信心打击到了地狱，他说：“不就是背个课文吗？你脸红什么呀？”这简单的一句话就击碎了我佯装的盔甲，从那以后我再没跟他说过一句话，也成了他口中的怪人。当时我也想要改变自己，但感觉很无力，因为身边的人对我已经形成了固定的印象，改变他们对我的看法非常困难。所以在高中毕业时，我选择去了离家很远的学校。我一直给自己打下心理建设的基础：在这里，没有人认识我之前的样子，他们对我一无所知，所以我可以展示不同的一面，这才是我改变的契机。我竞选了学生会和班干部，从前只敢想都不敢想的事情最后都做到了。（为了让自己的说话声音大而自信，暑假期间我每天都在自己房间大声朗读课文，克服了低声细语的毛病）这就是我的故事，作为一个内向的人，我深知你想要改变的心情，但在改变之前，请先接受并爱护自己。我给你一些建议：找机会给自己创造全新的环境；克制自己躲避交流的想法；找到自己擅长的事情，并最好能加入一个小团体来做这件事情；多参加一些户外活动，多经历一些，你的心态自然就会有所改变。刚开始改变是困难的，但只要坚持下去，你就会变得与众不同。关于尬聊的问题，你可以多看一些关于沟通技巧的书籍和视频，然后刻意练习。我推荐一个视频给你，叫做《说话就是生产力》。你现在感受到的浑浑噩噩可能是因为你不想动脑，对自己感到厌弃。内向和害羞让你觉得人际交往困难，好像与周围格格不入，想要改变却不得法，学习上的困难让你觉得无力，觉得自己什么都做不好。其实你还是想要去尝试各种事情的，所以就让自己少一些焦虑感，多一些行动吧。高一的知识没搞懂可以抽时间在放学后、休息时间补一补，可以问同学和老师，同时也不要落下高二的进度。记住向老师寻求帮助，自己琢磨可能会耗费时间和精力，而且容易坚持不下去。不要害怕，第一次问问题之后，第二次、第三次就会容易很多，老师也很欢迎积极提问的学生。劳逸结合，给自己设定一些小目标，实现了就给自己小小的奖励。给自己积极的心理暗示：等我考上大学，我就会有全新的生活了。希望我的回答能够帮到你。",
    "annotation": [
      {
        "sentence": "你很好，所以不要讨厌自己。",
        "label": ""
      },
      {
        "sentence": "看到你的困惑，就像是看到了大学之前的自己，内向、害羞，不敢跟别人讲话，一说话就会脸红。",
        "label": ""
      },
      {
        "sentence": "我也经历过很多糗事，记得有一次语文课，老师让同桌两人互相背诵课文，我本来背得滚瓜烂熟的课文，但一开口却变得磕磕巴巴，脸都红透了，最后当然是没有完成背诵任务。",
        "label": ""
      },
      {
        "sentence": "我只能捂着脸坐在座位上，想要假装什么都没有发生，但同桌却说了一句话把我的自信心打击到了地狱，他说：“不就是背个课文吗？",
        "label": ""
      },
      {
        "sentence": "你脸红什么呀？",
        "label": ""
      },
      {
        "sentence": "”这简单的一句话就击碎了我佯装的盔甲，从那以后我再没跟他说过一句话，也成了他口中的怪人。",
        "label": ""
      },
      {
        "sentence": "当时我也想要改变自己，但感觉很无力，因为身边的人对我已经形成了固定的印象，改变他们对我的看法非常困难。",
        "label": ""
      },
      {
        "sentence": "所以在高中毕业时，我选择去了离家很远的学校。",
        "label": ""
      },
      {
        "sentence": "我一直给自己打下心理建设的基础：在这里，没有人认识我之前的样子，他们对我一无所知，所以我可以展示不同的一面，这才是我改变的契机。",
        "label": ""
      },
      {
        "sentence": "我竞选了学生会和班干部，从前只敢想都不敢想的事情最后都做到了。",
        "label": ""
      },
      {
        "sentence": "（为了让自己的说话声音大而自信，暑假期间我每天都在自己房间大声朗读课文，克服了低声细语的毛病）这就是我的故事，作为一个内向的人，我深知你想要改变的心情，但在改变之前，请先接受并爱护自己。",
        "label": ""
      },
      {
        "sentence": "我给你一些建议：找机会给自己创造全新的环境；克制自己躲避交流的想法；找到自己擅长的事情，并最好能加入一个小团体来做这件事情；多参加一些户外活动，多经历一些，你的心态自然就会有所改变。",
        "label": ""
      },
      {
        "sentence": "刚开始改变是困难的，但只要坚持下去，你就会变得与众不同。",
        "label": ""
      },
      {
        "sentence": "关于尬聊的问题，你可以多看一些关于沟通技巧的书籍和视频，然后刻意练习。",
        "label": ""
      },
      {
        "sentence": "我推荐一个视频给你，叫做《说话就是生产力》。",
        "label": ""
      },
      {
        "sentence": "你现在感受到的浑浑噩噩可能是因为你不想动脑，对自己感到厌弃。",
        "label": ""
      },
      {
        "sentence": "内向和害羞让你觉得人际交往困难，好像与周围格格不入，想要改变却不得法，学习上的困难让你觉得无力，觉得自己什么都做不好。",
        "label": ""
      },
      {
        "sentence": "其实你还是想要去尝试各种事情的，所以就让自己少一些焦虑感，多一些行动吧。",
        "label": ""
      },
      {
        "sentence": "高一的知识没搞懂可以抽时间在放学后、休息时间补一补，可以问同学和老师，同时也不要落下高二的进度。",
        "label": ""
      },
      {
        "sentence": "记住向老师寻求帮助，自己琢磨可能会耗费时间和精力，而且容易坚持不下去。",
        "label": ""
      },
      {
        "sentence": "不要害怕，第一次问问题之后，第二次、第三次就会容易很多，老师也很欢迎积极提问的学生。",
        "label": ""
      },
      {
        "sentence": "劳逸结合，给自己设定一些小目标，实现了就给自己小小的奖励。",
        "label": ""
      },
      {
        "sentence": "给自己积极的心理暗示：等我考上大学，我就会有全新的生活了。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能够帮到你。",
        "label": ""
      }
    ]
  }
]