[
  {
    "role": "client",
    "content": "18岁，父母从小离异，不在身边没有感情，现在逼我？从小奶奶带大，现在奶奶去世了，父亲他总是逼我做一些选择，也不知道我的烦恼，就感觉思想不同，感觉自己跟孤儿没什么俩样了，现在也是天天吵架，很烦，我该怎么办？",
    "annotation": [
      {
        "sentence": "18岁，父母从小离异，不在身边没有感情，现在逼我？",
        "label": ""
      },
      {
        "sentence": "从小奶奶带大，现在奶奶去世了，父亲他总是逼我做一些选择，也不知道我的烦恼，就感觉思想不同，感觉自己跟孤儿没什么俩样了，现在也是天天吵架，很烦，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我今年19岁，和你是同龄人，而且我有相似的经历。所以我就不堆砌专业术语了，就当是同龄人唠嗑了。我爸妈倒是没离异，但是他们感情不好，经常吵架，我妈总说要不是为了我，早离婚了。我爸的脾气越来越差了，因为他也没什么本事，挣钱不多，又没文化，还懒惰。说实话我很嫌弃他。他自己肯定也感觉到了，总是想找我谈话，明明没文化非要干涉我的学习；根本不会报志愿非要来插手；偷着给我的班主任送礼，做一些没意义的事情。我说他做的不对吧，他就发脾气，说爸爸的阅历多，怎么也比你做的好，轮不到你来教训我。",
    "annotation": [
      {
        "sentence": "我今年19岁，和你是同龄人，而且我有相似的经历。",
        "label": ""
      },
      {
        "sentence": "所以我就不堆砌专业术语了，就当是同龄人唠嗑了。",
        "label": ""
      },
      {
        "sentence": "我爸妈倒是没离异，但是他们感情不好，经常吵架，我妈总说要不是为了我，早离婚了。",
        "label": ""
      },
      {
        "sentence": "我爸的脾气越来越差了，因为他也没什么本事，挣钱不多，又没文化，还懒惰。",
        "label": ""
      },
      {
        "sentence": "说实话我很嫌弃他。",
        "label": ""
      },
      {
        "sentence": "他自己肯定也感觉到了，总是想找我谈话，明明没文化非要干涉我的学习；根本不会报志愿非要来插手；偷着给我的班主任送礼，做一些没意义的事情。",
        "label": ""
      },
      {
        "sentence": "我说他做的不对吧，他就发脾气，说爸爸的阅历多，怎么也比你做的好，轮不到你来教训我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我爸爸也是这样，总觉得他是对的，从来不肯倾听我的烦恼和意见。我觉得他把我当小孩，不相信我的能力。",
    "annotation": [
      {
        "sentence": "我爸爸也是这样，总觉得他是对的，从来不肯倾听我的烦恼和意见。",
        "label": ""
      },
      {
        "sentence": "我觉得他把我当小孩，不相信我的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你没有具体说爸爸怎么逼你做选择，可我觉得大概就是以上的事情吧，让你选择不喜欢的专业，去不喜欢的学校等等。我想你的气愤之处可能主要在于，爸爸以前不管你，现在奶奶去世了，你长大了，却来横加干涉，你觉得他不配管你，因为他以前没有尽到责任。可是，父亲毕竟是父亲，他应该不会做害你的事。",
    "annotation": [
      {
        "sentence": "你没有具体说爸爸怎么逼你做选择，可我觉得大概就是以上的事情吧，让你选择不喜欢的专业，去不喜欢的学校等等。",
        "label": ""
      },
      {
        "sentence": "我想你的气愤之处可能主要在于，爸爸以前不管你，现在奶奶去世了，你长大了，却来横加干涉，你觉得他不配管你，因为他以前没有尽到责任。",
        "label": ""
      },
      {
        "sentence": "可是，父亲毕竟是父亲，他应该不会做害你的事。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得他以前没有尽到责任，现在却过度干涉我的选择。我真的不知道该怎么办，我很烦躁。",
    "annotation": [
      {
        "sentence": "是的，我觉得他以前没有尽到责任，现在却过度干涉我的选择。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办，我很烦躁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我和我爸的话，我就尽量避免和他谈学习和工作，附和他的说法，即便他说的不对我也会答应下来，然后按照自己的方式做。毕竟我大部分时间还是在学校的，为何要把实话告诉他自寻烦恼呢？这并不是让你撒谎不诚实，而是你已经成年了，而父亲老了，而且他可能错过了你的很多成长经历，并不了解你，所以他的很多话你并不一定非要按部就班去做。也没必要和他吵架，安安静静的自己心情也好不是吗？说的有点多了，给你总结一下吧。",
    "annotation": [
      {
        "sentence": "我和我爸的话，我就尽量避免和他谈学习和工作，附和他的说法，即便他说的不对我也会答应下来，然后按照自己的方式做。",
        "label": ""
      },
      {
        "sentence": "毕竟我大部分时间还是在学校的，为何要把实话告诉他自寻烦恼呢？",
        "label": ""
      },
      {
        "sentence": "这并不是让你撒谎不诚实，而是你已经成年了，而父亲老了，而且他可能错过了你的很多成长经历，并不了解你，所以他的很多话你并不一定非要按部就班去做。",
        "label": ""
      },
      {
        "sentence": "也没必要和他吵架，安安静静的自己心情也好不是吗？",
        "label": ""
      },
      {
        "sentence": "说的有点多了，给你总结一下吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的建议让我感觉到有点解脱，我并不需要和爸爸一直对立，而是可以委婉地附和他的意见，然后按照自己的想法做。我也可以选择不和他争吵，而是保持平静的心态。非常感谢你的建议！",
    "annotation": [
      {
        "sentence": "你的建议让我感觉到有点解脱，我并不需要和爸爸一直对立，而是可以委婉地附和他的意见，然后按照自己的想法做。",
        "label": ""
      },
      {
        "sentence": "我也可以选择不和他争吵，而是保持平静的心态。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我也很高兴能够帮到你。还有几点我想补充一下。",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我也很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "还有几点我想补充一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "请告诉我。",
    "annotation": [
      {
        "sentence": "请告诉我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，与父亲坐下来谈谈，虽然可能你很抵触，但是沟通真的能力解决很多问题。不要在说话之前就把心里对父亲的怨恨调动出来，不要总是想我和你没感情你却来逼我。真正的互相了解一下想法。其次，找你信任的人倾诉。比如同学、老师等，或者心理老师也可以，当然网络咨询也可以，你做的很对。再次，对父亲的话取其精华去其糟粕。家长说的真的不一定是对的，你也没必要针锋相对的说自己的观点才对。因为他们的观念可能已经成型很难改变了，你没必要非要去改变，父母与孩子总是有代沟的。最后，做别的事情转移注意力。比如培养一些爱好，提升自己，也避免总是烦恼。还有，向父亲证明自己的能力。如果父亲干涉你的学习，那就好好学习证明自己可以独立；如果他干涉你的喜好，那就好好努力证明自己可以做的很好。他可能是因为不相信你，觉的你还小，才会逼你。",
    "annotation": [
      {
        "sentence": "首先，与父亲坐下来谈谈，虽然可能你很抵触，但是沟通真的能力解决很多问题。",
        "label": ""
      },
      {
        "sentence": "不要在说话之前就把心里对父亲的怨恨调动出来，不要总是想我和你没感情你却来逼我。",
        "label": ""
      },
      {
        "sentence": "真正的互相了解一下想法。",
        "label": ""
      },
      {
        "sentence": "其次，找你信任的人倾诉。",
        "label": ""
      },
      {
        "sentence": "比如同学、老师等，或者心理老师也可以，当然网络咨询也可以，你做的很对。",
        "label": ""
      },
      {
        "sentence": "再次，对父亲的话取其精华去其糟粕。",
        "label": ""
      },
      {
        "sentence": "家长说的真的不一定是对的，你也没必要针锋相对的说自己的观点才对。",
        "label": ""
      },
      {
        "sentence": "因为他们的观念可能已经成型很难改变了，你没必要非要去改变，父母与孩子总是有代沟的。",
        "label": ""
      },
      {
        "sentence": "最后，做别的事情转移注意力。",
        "label": ""
      },
      {
        "sentence": "比如培养一些爱好，提升自己，也避免总是烦恼。",
        "label": ""
      },
      {
        "sentence": "还有，向父亲证明自己的能力。",
        "label": ""
      },
      {
        "sentence": "如果父亲干涉你的学习，那就好好学习证明自己可以独立；如果他干涉你的喜好，那就好好努力证明自己可以做的很好。",
        "label": ""
      },
      {
        "sentence": "他可能是因为不相信你，觉的你还小，才会逼你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的详细建议，我现在觉得有些方向了，我会尝试与爸爸沟通，同时也会寻求其他人的支持和理解，转移注意力，以及努力证明自己的能力。谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的详细建议，我现在觉得有些方向了，我会尝试与爸爸沟通，同时也会寻求其他人的支持和理解，转移注意力，以及努力证明自己的能力。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气！如果你还有其他问题或者需要进一步交流，随时找我聊都可以。希望你能够解决烦恼，开心地度过每一天！",
    "annotation": [
      {
        "sentence": "不用客气！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或者需要进一步交流，随时找我聊都可以。",
        "label": ""
      },
      {
        "sentence": "希望你能够解决烦恼，开心地度过每一天！",
        "label": ""
      }
    ]
  }
]