[
  {
    "role": "client",
    "content": "自己出轨该怎么办？想放弃一切补偿前任说这个真的会被骂但是我真的很困扰自己因为前任和其他女生暧昧不清而感到不信任天天说分手的时候认识了现任他无微不至我们都明白对前任是一种莫大的伤害可最后还是我提了分手和现任开始我说实话最讨厌出轨的人了可能是因为家庭因素吧可现在自己也变成了这样前任为了挽回我做尽了各种努力与感动可我全部撇在脑后和别人走了我觉得自己渣的透顶现在想想自己过分的厉害这种情绪已经开始让我想要放弃一切了放弃现任放弃以后的其他的幸福去补偿前任自己做的自己不敢面对我真的不知道怎么办了骂得少一点",
    "annotation": [
      {
        "sentence": "自己出轨该怎么办？",
        "label": ""
      },
      {
        "sentence": "想放弃一切补偿前任说这个真的会被骂但是我真的很困扰自己因为前任和其他女生暧昧不清而感到不信任天天说分手的时候认识了现任他无微不至我们都明白对前任是一种莫大的伤害可最后还是我提了分手和现任开始我说实话最讨厌出轨的人了可能是因为家庭因素吧可现在自己也变成了这样前任为了挽回我做尽了各种努力与感动可我全部撇在脑后和别人走了我觉得自己渣的透顶现在想想自己过分的厉害这种情绪已经开始让我想要放弃一切了放弃现任放弃以后的其他的幸福去补偿前任自己做的自己不敢面对我真的不知道怎么办了骂得少一点",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先抛开渣不渣这样的评判，好吗？",
    "annotation": [
      {
        "sentence": "先抛开渣不渣这样的评判，好吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的需要放下这个标签。但我还是很困扰，不知道该如何处理这个情况。",
    "annotation": [
      {
        "sentence": "是的，我真的需要放下这个标签。",
        "label": ""
      },
      {
        "sentence": "但我还是很困扰，不知道该如何处理这个情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "无论自己出轨，还是对方出轨都一定是因为双方的感情出现了缝隙，才让别人有机可趁。前任和别人暧昧，说明你和前任的感情出了问题，但可能没有被你们重视！",
    "annotation": [
      {
        "sentence": "无论自己出轨，还是对方出轨都一定是因为双方的感情出现了缝隙，才让别人有机可趁。",
        "label": ""
      },
      {
        "sentence": "前任和别人暧昧，说明你和前任的感情出了问题，但可能没有被你们重视！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我们的感情确实存在问题，但我对前任感到不信任，因为他经常和其他女生暧昧不清。",
    "annotation": [
      {
        "sentence": "我明白了，我们的感情确实存在问题，但我对前任感到不信任，因为他经常和其他女生暧昧不清。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种不信任的感觉很正常，你们因此产生了很多矛盾和困扰。但也能理解，通常女生遇到这种情况都更容易把自己当受害者，即使对方道歉，想和好，也容易不依不挠，如你描述天天说分手。其实很多人会象你这样应对。",
    "annotation": [
      {
        "sentence": "这种不信任的感觉很正常，你们因此产生了很多矛盾和困扰。",
        "label": ""
      },
      {
        "sentence": "但也能理解，通常女生遇到这种情况都更容易把自己当受害者，即使对方道歉，想和好，也容易不依不挠，如你描述天天说分手。",
        "label": ""
      },
      {
        "sentence": "其实很多人会象你这样应对。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得自己是受害者，无法原谅前任的背叛。但最后我还是选择和现任在一起了。",
    "annotation": [
      {
        "sentence": "是的，我一直觉得自己是受害者，无法原谅前任的背叛。",
        "label": ""
      },
      {
        "sentence": "但最后我还是选择和现任在一起了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那说明你对现任是有感情的，对他的好也让你产生了内疚。但是如果你和前任复合，那你对现任又会是什么样的感觉呢？你会不会再次觉得自己渣又伤害了一个人？",
    "annotation": [
      {
        "sentence": "那说明你对现任是有感情的，对他的好也让你产生了内疚。",
        "label": ""
      },
      {
        "sentence": "但是如果你和前任复合，那你对现任又会是什么样的感觉呢？",
        "label": ""
      },
      {
        "sentence": "你会不会再次觉得自己渣又伤害了一个人？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得如果和前任复合，我会感到非常内疚，又伤害了现任。但放弃现任又让我觉得非常痛苦，因为我们已经有了很多美好的回忆。",
    "annotation": [
      {
        "sentence": "我觉得如果和前任复合，我会感到非常内疚，又伤害了现任。",
        "label": ""
      },
      {
        "sentence": "但放弃现任又让我觉得非常痛苦，因为我们已经有了很多美好的回忆。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感情不需要同情，更不需要施舍，如果不是真情，内疚也都不需要。所以，问问自己，究竟为什么想和前任复合。恋爱到结婚，更多的需要了解这个人个性，品行，为人处事，家庭成员，看看自己可不可以接受这些，以及更多现实的问题，包括面对矛盾和冲突，双方各自的态度和处理方式。总之，需要磨合的地方很多很多。因此，好好想清楚，不要轻易做一个决定，然后再后悔上一个决定。",
    "annotation": [
      {
        "sentence": "感情不需要同情，更不需要施舍，如果不是真情，内疚也都不需要。",
        "label": ""
      },
      {
        "sentence": "所以，问问自己，究竟为什么想和前任复合。",
        "label": ""
      },
      {
        "sentence": "恋爱到结婚，更多的需要了解这个人个性，品行，为人处事，家庭成员，看看自己可不可以接受这些，以及更多现实的问题，包括面对矛盾和冲突，双方各自的态度和处理方式。",
        "label": ""
      },
      {
        "sentence": "总之，需要磨合的地方很多很多。",
        "label": ""
      },
      {
        "sentence": "因此，好好想清楚，不要轻易做一个决定，然后再后悔上一个决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实需要好好想清楚。我也不想后悔现在的决定，但面对现实的问题，我感到很困惑，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "你说得对，我确实需要好好想清楚。",
        "label": ""
      },
      {
        "sentence": "我也不想后悔现在的决定，但面对现实的问题，我感到很困惑，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种困惑是很正常的，是因为你在做决定的时候考虑到了太多不同的因素。但是我们不能一直活在矛盾和困扰之中，要学会接纳自己的状态，这会是一个进步的起点。所以，不要轻易给自己贴一些不好的标签，人都会有这样那样的想法，也许在别人眼里是不对的，但不对又怎么样，这都是你真实的人生经历，接纳自己的状态，会是一个进步的起点。",
    "annotation": [
      {
        "sentence": "这种困惑是很正常的，是因为你在做决定的时候考虑到了太多不同的因素。",
        "label": ""
      },
      {
        "sentence": "但是我们不能一直活在矛盾和困扰之中，要学会接纳自己的状态，这会是一个进步的起点。",
        "label": ""
      },
      {
        "sentence": "所以，不要轻易给自己贴一些不好的标签，人都会有这样那样的想法，也许在别人眼里是不对的，但不对又怎么样，这都是你真实的人生经历，接纳自己的状态，会是一个进步的起点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和理解，我会好好思考，并接纳自己的状态。希望能做出正确的决定，不再困惑和痛苦。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和理解，我会好好思考，并接纳自己的状态。",
        "label": ""
      },
      {
        "sentence": "希望能做出正确的决定，不再困惑和痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你会做出正确的决定的。如果你需要再次交流和倾诉，随时都可以来找我。记得，无论做出什么决定，都要为自己的幸福负责。加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你会做出正确的决定的。",
        "label": ""
      },
      {
        "sentence": "如果你需要再次交流和倾诉，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "记得，无论做出什么决定，都要为自己的幸福负责。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会为自己的幸福负责，加油！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会为自己的幸福负责，加油！",
        "label": ""
      }
    ]
  }
]