[
  {
    "role": "client",
    "content": "同学孤立嘲笑，妈妈的眼里只有成绩？我脸上有一道疤1岁从楼上掉下摔的蜈蚣般的疤带给我的折磨小学受到女生的孤立常被母亲打骂初中男生给我起各种各样的外号并嘲笑听到最多的话是挺好看是没那疤就好最恨是本可以高中起初互不认识那些目光使我无措为啥她脸上有道红的我们都没是胎记吧真可怜我受不了了我妈什么都不为我做心里很压抑她的眼里只有成绩衣服我永远穿着姐姐剩下的或等一年买一件她常和我说别人的孩子真优秀而你呢因为那道疤我好自卑我就购遮瑕她看见了，把我从班级叫出叫的很大声你买什么化妆品同学都听见我成绩不好您在中考把我气哭考不到多少分不让我再读你一直在看手机我慕别人出考场家人的迎接，后他和我吵了起来三天眼泪没停过我边哭边考考砸她说叫你不努力我笑我初中最早来晚走不值一提我厌倦了怎么自杀不会痛",
    "annotation": [
      {
        "sentence": "同学孤立嘲笑，妈妈的眼里只有成绩？",
        "label": ""
      },
      {
        "sentence": "我脸上有一道疤1岁从楼上掉下摔的蜈蚣般的疤带给我的折磨小学受到女生的孤立常被母亲打骂初中男生给我起各种各样的外号并嘲笑听到最多的话是挺好看是没那疤就好最恨是本可以高中起初互不认识那些目光使我无措为啥她脸上有道红的我们都没是胎记吧真可怜我受不了了我妈什么都不为我做心里很压抑她的眼里只有成绩衣服我永远穿着姐姐剩下的或等一年买一件她常和我说别人的孩子真优秀而你呢因为那道疤我好自卑我就购遮瑕她看见了，把我从班级叫出叫的很大声你买什么化妆品同学都听见我成绩不好您在中考把我气哭考不到多少分不让我再读你一直在看手机我慕别人出考场家人的迎接，后他和我吵了起来三天眼泪没停过我边哭边考考砸她说叫你不努力我笑我初中最早来晚走不值一提我厌倦了怎么自杀不会痛",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子，遭受了本不该你去承担的难过。宝贝，自信是自己给的，不是别人知道吗？",
    "annotation": [
      {
        "sentence": "孩子，遭受了本不该你去承担的难过。",
        "label": ""
      },
      {
        "sentence": "宝贝，自信是自己给的，不是别人知道吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道，可是每次被同学嘲笑，我总觉得自信被击碎了。",
    "annotation": [
      {
        "sentence": "我知道，可是每次被同学嘲笑，我总觉得自信被击碎了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，他们这样对待你确实让你感到伤心和失望。但是，你不要让他们的评价左右你的自信心。你可以试着关注一些正面的事情，比如你在学习方面的成就。",
    "annotation": [
      {
        "sentence": "是的，他们这样对待你确实让你感到伤心和失望。",
        "label": ""
      },
      {
        "sentence": "但是，你不要让他们的评价左右你的自信心。",
        "label": ""
      },
      {
        "sentence": "你可以试着关注一些正面的事情，比如你在学习方面的成就。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得我妈妈也只在乎我的学习成绩，她总是批评我，说我不够优秀。",
    "annotation": [
      {
        "sentence": "可是我觉得我妈妈也只在乎我的学习成绩，她总是批评我，说我不够优秀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你的妈妈比较注重成绩，但是这并不代表你只有成绩才有价值。每个人都有自己的才华和优点，我们不应该仅仅用成绩来衡量一个人的价值。你可以尝试和妈妈沟通，告诉她你的感受和需求。",
    "annotation": [
      {
        "sentence": "听起来你的妈妈比较注重成绩，但是这并不代表你只有成绩才有价值。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的才华和优点，我们不应该仅仅用成绩来衡量一个人的价值。",
        "label": ""
      },
      {
        "sentence": "你可以尝试和妈妈沟通，告诉她你的感受和需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我试过和妈妈谈过，可是她总是不理解我，甚至还因为我买遮瑕膏而责骂我。",
    "annotation": [
      {
        "sentence": "我试过和妈妈谈过，可是她总是不理解我，甚至还因为我买遮瑕膏而责骂我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "妈妈或许还没有完全理解你的感受，这可能需要时间和沟通来改变。但是请相信，你并不孤单，还有很多人可以帮助你。对于那些不了解你的人的评价，你可以选择不去理会，只专注于自己的成长和幸福。",
    "annotation": [
      {
        "sentence": "妈妈或许还没有完全理解你的感受，这可能需要时间和沟通来改变。",
        "label": ""
      },
      {
        "sentence": "但是请相信，你并不孤单，还有很多人可以帮助你。",
        "label": ""
      },
      {
        "sentence": "对于那些不了解你的人的评价，你可以选择不去理会，只专注于自己的成长和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我在学校遇到了很多难过的事情，我觉得无法面对这些困难。",
    "annotation": [
      {
        "sentence": "可是我在学校遇到了很多难过的事情，我觉得无法面对这些困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白，目前你可能会觉得很痛苦，但是这并不代表你将来一定会一直这样。我们都有困难和挫折，但是这也是成长的一部分。你可以试着寻找一些支持你的人，比如老师、同学或者家人。他们可能可以给你一些鼓励和帮助。",
    "annotation": [
      {
        "sentence": "我明白，目前你可能会觉得很痛苦，但是这并不代表你将来一定会一直这样。",
        "label": ""
      },
      {
        "sentence": "我们都有困难和挫折，但是这也是成长的一部分。",
        "label": ""
      },
      {
        "sentence": "你可以试着寻找一些支持你的人，比如老师、同学或者家人。",
        "label": ""
      },
      {
        "sentence": "他们可能可以给你一些鼓励和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得我现在的生活很糟糕，我想结束自己的生命。",
    "annotation": [
      {
        "sentence": "但是我觉得我现在的生活很糟糕，我想结束自己的生命。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你现在的心情很低落，但是自杀并不是解决问题的方法。请相信，事情会慢慢好起来的。我建议你及时和专业的心理咨询师寻求帮助，他们能够给你更专业的支持和建议。同时，你也可以试试一些放松和缓解压力的方法，比如运动、听音乐或者写日记。",
    "annotation": [
      {
        "sentence": "我了解你现在的心情很低落，但是自杀并不是解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "请相信，事情会慢慢好起来的。",
        "label": ""
      },
      {
        "sentence": "我建议你及时和专业的心理咨询师寻求帮助，他们能够给你更专业的支持和建议。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以试试一些放松和缓解压力的方法，比如运动、听音乐或者写日记。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，或许我应该试试寻求专业帮助。谢谢你的鼓励和支持，我会好好地面对这些困难的。",
    "annotation": [
      {
        "sentence": "你说的有道理，或许我应该试试寻求专业帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和支持，我会好好地面对这些困难的。",
        "label": ""
      }
    ]
  }
]