[
  {
    "role": "client",
    "content": "最近我遇到了一些恋爱心理障碍，感觉我的男友把我想得太优秀，给了我很大的压力。他总是认为我在学习上很出色，尤其是我大学选择了英语研究，他以为我英语一定很厉害。昨晚他问我英文是否很厉害，但事实上我并不擅长英语。这让我不知道该如何回答他。我不明白为什么他会对我有这种疑问，而这让我感到非常压力和自卑。我开始觉得我们两个并不合适。我觉得他把我想得太完美了，这让我感到害怕和疏远。我害怕他知道真相后会对我失望或离开我。或许我有点自卑，有时候我觉得我不值得别人去爱。我想问一下，这是我心理上出了问题吗？",
    "annotation": [
      {
        "sentence": "最近我遇到了一些恋爱心理障碍，感觉我的男友把我想得太优秀，给了我很大的压力。",
        "label": ""
      },
      {
        "sentence": "他总是认为我在学习上很出色，尤其是我大学选择了英语研究，他以为我英语一定很厉害。",
        "label": ""
      },
      {
        "sentence": "昨晚他问我英文是否很厉害，但事实上我并不擅长英语。",
        "label": ""
      },
      {
        "sentence": "这让我不知道该如何回答他。",
        "label": ""
      },
      {
        "sentence": "我不明白为什么他会对我有这种疑问，而这让我感到非常压力和自卑。",
        "label": ""
      },
      {
        "sentence": "我开始觉得我们两个并不合适。",
        "label": ""
      },
      {
        "sentence": "我觉得他把我想得太完美了，这让我感到害怕和疏远。",
        "label": ""
      },
      {
        "sentence": "我害怕他知道真相后会对我失望或离开我。",
        "label": ""
      },
      {
        "sentence": "或许我有点自卑，有时候我觉得我不值得别人去爱。",
        "label": ""
      },
      {
        "sentence": "我想问一下，这是我心理上出了问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，我可以看出你的主要问题在于你的男友把你想得太优秀，导致你感到有压力。你认为自己只是一个很普通的人，并没有男友说得那么好，你担心这一切只是对方产生的假象，所以害怕他知道真实情况后对你失望。你在这个问题上有些自卑，对自己还不够自信，同时也很在意男友的看法，这让你内心感到矛盾，对和男友在一起有些抗拒。【一些建议】你可以与男友好好沟通，告诉他你的困扰和真实情况，并询问他的具体想法。如果你们想要长时间相处下去，就需要及时解决问题，否则会产生隔阂。也许你的男友是真心觉得你很优秀，每个人对于优秀都有不同的理解。你可以努力提升自己，让自己变得更优秀，这样才能真正让自己相信这种夸奖，而不是感到压力。你很在意男友的看法，害怕他失望或离开你，但是你的男友真心喜欢你，他也希望你们可以共同进步。不要对自己施加太大的压力，每天一点一滴地进步，改变自己的心态，让自己能够更客观地面对男友的评价，减少心理上的负担。希望你能早日解决心结，摆脱困扰。",
    "annotation": [
      {
        "sentence": "从你的描述中，我可以看出你的主要问题在于你的男友把你想得太优秀，导致你感到有压力。",
        "label": ""
      },
      {
        "sentence": "你认为自己只是一个很普通的人，并没有男友说得那么好，你担心这一切只是对方产生的假象，所以害怕他知道真实情况后对你失望。",
        "label": ""
      },
      {
        "sentence": "你在这个问题上有些自卑，对自己还不够自信，同时也很在意男友的看法，这让你内心感到矛盾，对和男友在一起有些抗拒。",
        "label": ""
      },
      {
        "sentence": "【一些建议】你可以与男友好好沟通，告诉他你的困扰和真实情况，并询问他的具体想法。",
        "label": ""
      },
      {
        "sentence": "如果你们想要长时间相处下去，就需要及时解决问题，否则会产生隔阂。",
        "label": ""
      },
      {
        "sentence": "也许你的男友是真心觉得你很优秀，每个人对于优秀都有不同的理解。",
        "label": ""
      },
      {
        "sentence": "你可以努力提升自己，让自己变得更优秀，这样才能真正让自己相信这种夸奖，而不是感到压力。",
        "label": ""
      },
      {
        "sentence": "你很在意男友的看法，害怕他失望或离开你，但是你的男友真心喜欢你，他也希望你们可以共同进步。",
        "label": ""
      },
      {
        "sentence": "不要对自己施加太大的压力，每天一点一滴地进步，改变自己的心态，让自己能够更客观地面对男友的评价，减少心理上的负担。",
        "label": ""
      },
      {
        "sentence": "希望你能早日解决心结，摆脱困扰。",
        "label": ""
      }
    ]
  }
]