[
  {
    "role": "client",
    "content": "我最近有点恋爱心理障碍，感觉男友把我想得太优秀，让我有压力感。他总是以为我读书的时候是学霸，大学选的英语研究，英语很厉害。昨晚还问我英文为什么从来没听我说过。",
    "annotation": [
      {
        "sentence": "我最近有点恋爱心理障碍，感觉男友把我想得太优秀，让我有压力感。",
        "label": ""
      },
      {
        "sentence": "他总是以为我读书的时候是学霸，大学选的英语研究，英语很厉害。",
        "label": ""
      },
      {
        "sentence": "昨晚还问我英文为什么从来没听我说过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看得出来你对男友的看法很在意，抱抱你。你不要太担心了，这是一种刻板印象，也就是我们常说的“偏见”。有时候人们很容易就会根据传统观念或者自己的认知去对他人做出判断，产生误解或者没有解读清楚就直接定义别人。男友可能因为自己的认知产生了偏见，认为你英文很厉害，认为你在学习上是一个优秀的学生，这并不是你的错，而是他还不了解你而已。",
    "annotation": [
      {
        "sentence": "看得出来你对男友的看法很在意，抱抱你。",
        "label": ""
      },
      {
        "sentence": "你不要太担心了，这是一种刻板印象，也就是我们常说的“偏见”。",
        "label": ""
      },
      {
        "sentence": "有时候人们很容易就会根据传统观念或者自己的认知去对他人做出判断，产生误解或者没有解读清楚就直接定义别人。",
        "label": ""
      },
      {
        "sentence": "男友可能因为自己的认知产生了偏见，认为你英文很厉害，认为你在学习上是一个优秀的学生，这并不是你的错，而是他还不了解你而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我觉得好累。我怕他知道我的真实情况后会对我失望或者离开我。我也有点自卑，觉得自己不值得别人去爱。我现在有点不想和他在一起，是我心理出了问题吗？",
    "annotation": [
      {
        "sentence": "是啊，我觉得好累。",
        "label": ""
      },
      {
        "sentence": "我怕他知道我的真实情况后会对我失望或者离开我。",
        "label": ""
      },
      {
        "sentence": "我也有点自卑，觉得自己不值得别人去爱。",
        "label": ""
      },
      {
        "sentence": "我现在有点不想和他在一起，是我心理出了问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不，你没有问题。每个人都有自己的不安全感。你的情况非常普遍，在认识的早期，我们都会展现出自己最好的一面，这个过程中不同的人对于这一面也会有不同的期待和想象。但是，这并不意味着你必须保持这样的表象来取悦别人。你可以适度地跟他沟通，表现出自己的真实面貌，让他更好地了解你，也许会发现你更优秀的方面，更多的互相理解和分享将有助于加深你们的感情。",
    "annotation": [
      {
        "sentence": "不，你没有问题。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的不安全感。",
        "label": ""
      },
      {
        "sentence": "你的情况非常普遍，在认识的早期，我们都会展现出自己最好的一面，这个过程中不同的人对于这一面也会有不同的期待和想象。",
        "label": ""
      },
      {
        "sentence": "但是，这并不意味着你必须保持这样的表象来取悦别人。",
        "label": ""
      },
      {
        "sentence": "你可以适度地跟他沟通，表现出自己的真实面貌，让他更好地了解你，也许会发现你更优秀的方面，更多的互相理解和分享将有助于加深你们的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "真的吗？我从来没有跟别人说过这些，感觉有点释然。我也不知道怎么跟男友沟通，有时候我累了就会发脾气。我怕他觉得我在无理取闹。",
    "annotation": [
      {
        "sentence": "真的吗？",
        "label": ""
      },
      {
        "sentence": "我从来没有跟别人说过这些，感觉有点释然。",
        "label": ""
      },
      {
        "sentence": "我也不知道怎么跟男友沟通，有时候我累了就会发脾气。",
        "label": ""
      },
      {
        "sentence": "我怕他觉得我在无理取闹。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要怕，你可以跟他坦诚相待。沟通是解决问题的关键，你可以选择一个合适的时间地点，将你的感受告诉他，表明你的观点和想法，让他明白你的困惑和需求，这样他才会更加了解你，并且在日后的相处中更好地适应你。如果你羞于表达自己，也可以适当的开起玩笑，或者通过书信，小纸条等方式来表达你的情感，这样会更温馨可爱。",
    "annotation": [
      {
        "sentence": "不要怕，你可以跟他坦诚相待。",
        "label": ""
      },
      {
        "sentence": "沟通是解决问题的关键，你可以选择一个合适的时间地点，将你的感受告诉他，表明你的观点和想法，让他明白你的困惑和需求，这样他才会更加了解你，并且在日后的相处中更好地适应你。",
        "label": ""
      },
      {
        "sentence": "如果你羞于表达自己，也可以适当的开起玩笑，或者通过书信，小纸条等方式来表达你的情感，这样会更温馨可爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试跟他谈谈。但我还是很担心，担心他会觉得我骗了他的感情，或者觉得我很烦。",
    "annotation": [
      {
        "sentence": "我会试试跟他谈谈。",
        "label": ""
      },
      {
        "sentence": "但我还是很担心，担心他会觉得我骗了他的感情，或者觉得我很烦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要太过担心，有时候人们会因为各种原因而产生误解和偏见，这并不是你的错。你可以试着用委婉的口吻去说，比如说“我其实不是那么厉害，只是有一些小本领罢了，希望你不要有过高的期待”，或者通过日常的相处慢慢更好地展现自己，这样他自然会发现真实的你。你也可以适当地表达出对他的关心和爱意，告诉他你在乎他，这样可以增加他的安全感和羁绊感。",
    "annotation": [
      {
        "sentence": "不要太过担心，有时候人们会因为各种原因而产生误解和偏见，这并不是你的错。",
        "label": ""
      },
      {
        "sentence": "你可以试着用委婉的口吻去说，比如说“我其实不是那么厉害，只是有一些小本领罢了，希望你不要有过高的期待”，或者通过日常的相处慢慢更好地展现自己，这样他自然会发现真实的你。",
        "label": ""
      },
      {
        "sentence": "你也可以适当地表达出对他的关心和爱意，告诉他你在乎他，这样可以增加他的安全感和羁绊感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议与支持，你真的是个好人。",
    "annotation": [
      {
        "sentence": "谢谢你的建议与支持，你真的是个好人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不谢，希望我的帮助可以让你更好地面对自己的情感，相信你的烦恼都会随着时间的推移而逐渐解决。你要有信心，你的选择是正确的，总有一天，你会找到一个真正理解你的人。",
    "annotation": [
      {
        "sentence": "不谢，希望我的帮助可以让你更好地面对自己的情感，相信你的烦恼都会随着时间的推移而逐渐解决。",
        "label": ""
      },
      {
        "sentence": "你要有信心，你的选择是正确的，总有一天，你会找到一个真正理解你的人。",
        "label": ""
      }
    ]
  }
]