[
  {
    "role": "client",
    "content": "女友因为我工作经常熬夜加班吵架，该怎么做好沟通？我工作性质经常出差，且经常加班熬夜。",
    "annotation": [
      {
        "sentence": "女友因为我工作经常熬夜加班吵架，该怎么做好沟通？",
        "label": ""
      },
      {
        "sentence": "我工作性质经常出差，且经常加班熬夜。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我能给到你一些新的启发：我从你的描述中，看到了一个男人下班，在家门外点上一根烟，却迟迟不进门的辛酸，因为这个烟的时光是完全属于自己的。爱的表达其实你也能感受得到，女朋友是出于爱你的原因，才使用“嘲讽”的口吻去关心、提醒你。你期待的是下班后一个温馨的问候、温暖的热汤、温柔的照顾，而换来的是对方的不理解。虽然你能理解她的出发点，但是对方无意的表达，就让承受着工作压力的你更加的委屈。沟通是相互参与的，女朋友意识不到这个问题。看见你不珍惜身体，情绪上来了，忍不住对你发脾气，关心却无意中造成对你的伤害。但如今你知道了，你是否愿意在下班疲惫之时，再克制一下，先接住女朋友的情绪，在表达自己的委屈难受和无可奈何。",
    "annotation": [
      {
        "sentence": "希望我能给到你一些新的启发：我从你的描述中，看到了一个男人下班，在家门外点上一根烟，却迟迟不进门的辛酸，因为这个烟的时光是完全属于自己的。",
        "label": ""
      },
      {
        "sentence": "爱的表达其实你也能感受得到，女朋友是出于爱你的原因，才使用“嘲讽”的口吻去关心、提醒你。",
        "label": ""
      },
      {
        "sentence": "你期待的是下班后一个温馨的问候、温暖的热汤、温柔的照顾，而换来的是对方的不理解。",
        "label": ""
      },
      {
        "sentence": "虽然你能理解她的出发点，但是对方无意的表达，就让承受着工作压力的你更加的委屈。",
        "label": ""
      },
      {
        "sentence": "沟通是相互参与的，女朋友意识不到这个问题。",
        "label": ""
      },
      {
        "sentence": "看见你不珍惜身体，情绪上来了，忍不住对你发脾气，关心却无意中造成对你的伤害。",
        "label": ""
      },
      {
        "sentence": "但如今你知道了，你是否愿意在下班疲惫之时，再克制一下，先接住女朋友的情绪，在表达自己的委屈难受和无可奈何。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我愿意尝试这样做，但我不知道该怎么开口和她沟通，怎么解释我的感受。",
    "annotation": [
      {
        "sentence": "我愿意尝试这样做，但我不知道该怎么开口和她沟通，怎么解释我的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先发制人有时候，需要你“先发制人”，奠定了你们聊天的基调。你不喜欢她的“冷嘲热讽”，那你就用温柔感性的声音去遏制她的训斥，用体贴入微去融化她的心里，自然她就说不出你不喜欢的话。你的第一个反应，就很大程度上决定了你们沟通的内容与结果。下面是我编的一个情景：某天凌晨1点，你提着公文包拖着疲惫的身体进了家门。发现女朋友躺在沙发上假装若无其事地看电视，其实是写着满脸的不高兴，生着闷气，一惹就爆炸，不惹就冷暴力。你从后静静靠近，隔着沙发后给她来了一个大大的拥抱，靠近她的耳朵说：你的宝宝今天累坏了，需要宝宝抱抱。她说：滚开，你知道累还加班到这么晚，是不是非要进ICU才罢休？你回应说：放下砖头我就无法抱你，而现在我只想抱着你，这种感觉就让我觉得今天的劳累都值得了。（主动示弱，无论打骂绝不放手）虽然剧情狗血，但是女生喜欢，因为亲昵的举动会瞬间拉近两个人的距离感。尽管你可能性格不允许你施展这顿操作，但应该明白：这一个纯洁的拥抱，胜过千言万语。",
    "annotation": [
      {
        "sentence": "先发制人有时候，需要你“先发制人”，奠定了你们聊天的基调。",
        "label": ""
      },
      {
        "sentence": "你不喜欢她的“冷嘲热讽”，那你就用温柔感性的声音去遏制她的训斥，用体贴入微去融化她的心里，自然她就说不出你不喜欢的话。",
        "label": ""
      },
      {
        "sentence": "你的第一个反应，就很大程度上决定了你们沟通的内容与结果。",
        "label": ""
      },
      {
        "sentence": "下面是我编的一个情景：某天凌晨1点，你提着公文包拖着疲惫的身体进了家门。",
        "label": ""
      },
      {
        "sentence": "发现女朋友躺在沙发上假装若无其事地看电视，其实是写着满脸的不高兴，生着闷气，一惹就爆炸，不惹就冷暴力。",
        "label": ""
      },
      {
        "sentence": "你从后静静靠近，隔着沙发后给她来了一个大大的拥抱，靠近她的耳朵说：你的宝宝今天累坏了，需要宝宝抱抱。",
        "label": ""
      },
      {
        "sentence": "她说：滚开，你知道累还加班到这么晚，是不是非要进ICU才罢休？",
        "label": ""
      },
      {
        "sentence": "你回应说：放下砖头我就无法抱你，而现在我只想抱着你，这种感觉就让我觉得今天的劳累都值得了。",
        "label": ""
      },
      {
        "sentence": "（主动示弱，无论打骂绝不放手）虽然剧情狗血，但是女生喜欢，因为亲昵的举动会瞬间拉近两个人的距离感。",
        "label": ""
      },
      {
        "sentence": "尽管你可能性格不允许你施展这顿操作，但应该明白：这一个纯洁的拥抱，胜过千言万语。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试试这个方式去抚慰她的情绪，让她知道我对她的重要性和珍惜。",
    "annotation": [
      {
        "sentence": "我明白了，我会试试这个方式去抚慰她的情绪，让她知道我对她的重要性和珍惜。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "问题的根源熬夜对身体不好，中医称之为肝火旺盛、西医称之为内分泌紊乱，很大程度上你情绪的波动来源于生理的消极影响。问题的存在：加班熬夜、女朋友不理解、委屈想分手。工作不能不管不顾，但分手也绝非你释放委屈的出口。既然你都发起问题了，那么你还是愿意为这段感情努力的。调节自己的作息，注意自己的心理健康，相信你会理解和被理解，有一个很好的沟通氛围的。",
    "annotation": [
      {
        "sentence": "问题的根源熬夜对身体不好，中医称之为肝火旺盛、西医称之为内分泌紊乱，很大程度上你情绪的波动来源于生理的消极影响。",
        "label": ""
      },
      {
        "sentence": "问题的存在：加班熬夜、女朋友不理解、委屈想分手。",
        "label": ""
      },
      {
        "sentence": "工作不能不管不顾，但分手也绝非你释放委屈的出口。",
        "label": ""
      },
      {
        "sentence": "既然你都发起问题了，那么你还是愿意为这段感情努力的。",
        "label": ""
      },
      {
        "sentence": "调节自己的作息，注意自己的心理健康，相信你会理解和被理解，有一个很好的沟通氛围的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实要好好调节自己的作息和生活习惯。如果我努力改变和沟通，你觉得我们能够处理好这段感情吗？",
    "annotation": [
      {
        "sentence": "是的，我确实要好好调节自己的作息和生活习惯。",
        "label": ""
      },
      {
        "sentence": "如果我努力改变和沟通，你觉得我们能够处理好这段感情吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "只要你能够真心付出，并且用心去理解对方，我相信你们一定能够处理好这段感情。沟通是相互的，勇敢地表达自己的感受，倾听对方的想法，相互体谅和宽容，一起努力创造一个良好的沟通氛围。相信你们之间的爱情会因为你们的共同努力而更加牢固。",
    "annotation": [
      {
        "sentence": "只要你能够真心付出，并且用心去理解对方，我相信你们一定能够处理好这段感情。",
        "label": ""
      },
      {
        "sentence": "沟通是相互的，勇敢地表达自己的感受，倾听对方的想法，相互体谅和宽容，一起努力创造一个良好的沟通氛围。",
        "label": ""
      },
      {
        "sentence": "相信你们之间的爱情会因为你们的共同努力而更加牢固。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会牢记在心，并努力去改善我们之间的沟通问题。我相信只要我们共同努力，一切都会变得更好的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会牢记在心，并努力去改善我们之间的沟通问题。",
        "label": ""
      },
      {
        "sentence": "我相信只要我们共同努力，一切都会变得更好的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够克服困难，希望你们能够共同走过难关，建立一个更加稳定和美好的关系。如果还有任何问题，随时都可以来找我聊天。加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够克服困难，希望你们能够共同走过难关，建立一个更加稳定和美好的关系。",
        "label": ""
      },
      {
        "sentence": "如果还有任何问题，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]