[
  {
    "role": "client",
    "content": "我最近感受到了恋爱心理障碍，因为我觉得自己的男友把我想得太优秀了，让我感到很有压力和自卑。他认为我读书时是学霸，而我大学时选的是英语研究，他又以为我英语很厉害，但实际上我的英语只是中等水平。我觉得他把我想得太过美好，这让我感到很疏远和害怕。我不知道怎么面对他，怕他知道真相后觉得我是个骗子，不值得他爱。",
    "annotation": [
      {
        "sentence": "我最近感受到了恋爱心理障碍，因为我觉得自己的男友把我想得太优秀了，让我感到很有压力和自卑。",
        "label": ""
      },
      {
        "sentence": "他认为我读书时是学霸，而我大学时选的是英语研究，他又以为我英语很厉害，但实际上我的英语只是中等水平。",
        "label": ""
      },
      {
        "sentence": "我觉得他把我想得太过美好，这让我感到很疏远和害怕。",
        "label": ""
      },
      {
        "sentence": "我不知道怎么面对他，怕他知道真相后觉得我是个骗子，不值得他爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的情绪，爱情中的不安和压力是很常见的。可以试着平静自己的心态，放宽心情。如果你的男友真心爱你，他应该能够接受你的真实，也会尊重你的努力和成绩。即使你的成绩不在他期待之中，但你是一个有自己优点和长处的人。所以，你不必非要证明自己是什么，也没有必要为了取悦他而隐瞒自己。缓慢地将自己的内心展现给他，可用幽默的口吻回答和他的交流，比如“哪里哪里，也就是那么回事儿而已”。这样他可能会感到真诚的表达，也更加了解你的性格特点。",
    "annotation": [
      {
        "sentence": "我理解你的情绪，爱情中的不安和压力是很常见的。",
        "label": ""
      },
      {
        "sentence": "可以试着平静自己的心态，放宽心情。",
        "label": ""
      },
      {
        "sentence": "如果你的男友真心爱你，他应该能够接受你的真实，也会尊重你的努力和成绩。",
        "label": ""
      },
      {
        "sentence": "即使你的成绩不在他期待之中，但你是一个有自己优点和长处的人。",
        "label": ""
      },
      {
        "sentence": "所以，你不必非要证明自己是什么，也没有必要为了取悦他而隐瞒自己。",
        "label": ""
      },
      {
        "sentence": "缓慢地将自己的内心展现给他，可用幽默的口吻回答和他的交流，比如“哪里哪里，也就是那么回事儿而已”。",
        "label": ""
      },
      {
        "sentence": "这样他可能会感到真诚的表达，也更加了解你的性格特点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我发现我越是内心感受到不安，越是无法摆脱这种想法。我觉得我不仅仅是感到自卑，我开始觉得我们两个人不合适，不知道是不是我自己的想法有问题。",
    "annotation": [
      {
        "sentence": "但是我发现我越是内心感受到不安，越是无法摆脱这种想法。",
        "label": ""
      },
      {
        "sentence": "我觉得我不仅仅是感到自卑，我开始觉得我们两个人不合适，不知道是不是我自己的想法有问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要自责自卑，这种负面情绪会影响我们的判断力和行动力。你也不能随便否定你们的恋爱关系，首先你应该充分确信一下你自己的感受，确保你的情感愿望是明确和真实的。如果你感到不合适，首先要找出具体原因，比如你们交流不畅、价值观不同、生活习惯不同等等。一旦弄清原因，找到了解决方法，恋爱关系就会得到改善。",
    "annotation": [
      {
        "sentence": "不要自责自卑，这种负面情绪会影响我们的判断力和行动力。",
        "label": ""
      },
      {
        "sentence": "你也不能随便否定你们的恋爱关系，首先你应该充分确信一下你自己的感受，确保你的情感愿望是明确和真实的。",
        "label": ""
      },
      {
        "sentence": "如果你感到不合适，首先要找出具体原因，比如你们交流不畅、价值观不同、生活习惯不同等等。",
        "label": ""
      },
      {
        "sentence": "一旦弄清原因，找到了解决方法，恋爱关系就会得到改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想我可能是有点儿自卑吧，有时候我觉得自己不值得别人去爱，所以周围人越来越少了，有时候自己会出现消极的想法。",
    "annotation": [
      {
        "sentence": "我想我可能是有点儿自卑吧，有时候我觉得自己不值得别人去爱，所以周围人越来越少了，有时候自己会出现消极的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "回忆一下你自己曾经做过的让你受欢迎的事情，或者你的优点和闪光点。相信你能够找到。这可以让你增强自信，让别人更容易接受你。另外，你可以通过参加活动或者兴趣小组等形式去更多地接触其他朋友。与他们分享相似的兴趣爱好并建立建设性的友谊。",
    "annotation": [
      {
        "sentence": "回忆一下你自己曾经做过的让你受欢迎的事情，或者你的优点和闪光点。",
        "label": ""
      },
      {
        "sentence": "相信你能够找到。",
        "label": ""
      },
      {
        "sentence": "这可以让你增强自信，让别人更容易接受你。",
        "label": ""
      },
      {
        "sentence": "另外，你可以通过参加活动或者兴趣小组等形式去更多地接触其他朋友。",
        "label": ""
      },
      {
        "sentence": "与他们分享相似的兴趣爱好并建立建设性的友谊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会努力让自己变得更积极和自信一些。我会更加努力面对自己的问题，并且尽可能多地进行交流和沟通。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会努力让自己变得更积极和自信一些。",
        "label": ""
      },
      {
        "sentence": "我会更加努力面对自己的问题，并且尽可能多地进行交流和沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很勇敢，这是一个重要的建设性开始。不要轻易地放弃自己和他人。和你的男友多沟通，多了解他的思考方式，也让他理解你的思考方式和性格特点。坚持不懈地成长和发展，不断尝试新的方式来解决问题，你会变得越来越好！",
    "annotation": [
      {
        "sentence": "你很勇敢，这是一个重要的建设性开始。",
        "label": ""
      },
      {
        "sentence": "不要轻易地放弃自己和他人。",
        "label": ""
      },
      {
        "sentence": "和你的男友多沟通，多了解他的思考方式，也让他理解你的思考方式和性格特点。",
        "label": ""
      },
      {
        "sentence": "坚持不懈地成长和发展，不断尝试新的方式来解决问题，你会变得越来越好！",
        "label": ""
      }
    ]
  }
]