[
  {
    "role": "client",
    "content": "我是一个十二岁的小学生，一次偶然发现了我妈妈出轨了。我们家很富裕，但基本上都是妈妈在赚钱养家。我妈妈有一份很好的工作，我爸爸已经退休了，平常就在家里照顾我。我妈妈出轨的人是我爸爸的朋友，那个人已经有家庭了，儿子都上大学了。他们已经交往了一年左右，异地恋。我看他们的聊天记录发现他们还会偷偷约会。我不希望我的家庭因为这件事而破碎，更不希望我妈妈这样一直错下去，我该怎么办？",
    "annotation": [
      {
        "sentence": "我是一个十二岁的小学生，一次偶然发现了我妈妈出轨了。",
        "label": ""
      },
      {
        "sentence": "我们家很富裕，但基本上都是妈妈在赚钱养家。",
        "label": ""
      },
      {
        "sentence": "我妈妈有一份很好的工作，我爸爸已经退休了，平常就在家里照顾我。",
        "label": ""
      },
      {
        "sentence": "我妈妈出轨的人是我爸爸的朋友，那个人已经有家庭了，儿子都上大学了。",
        "label": ""
      },
      {
        "sentence": "他们已经交往了一年左右，异地恋。",
        "label": ""
      },
      {
        "sentence": "我看他们的聊天记录发现他们还会偷偷约会。",
        "label": ""
      },
      {
        "sentence": "我不希望我的家庭因为这件事而破碎，更不希望我妈妈这样一直错下去，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能够理解你发现妈妈出轨后所产生的害怕、恐惧、伤心的心情。作为孩子，你对家庭和父母的关系感到担心也是很正常的。父母是我们生命中最重要的人，当他们之间出现问题时，我们会感受到一种痛苦的撕裂感。你只有12岁，本来就很难插手父母之间的问题。而且，孩子是没有能力干涉大人的事情的。从你的角度来看，你关注的是你妈妈的出轨行为。但你需要认识到，在你父母的关系中，可能存在着更多问题。根据你的描述，你妈妈在家里承担了主要的经济责任，而你爸爸则负责照顾你。实际上，你的母亲正在扮演一个传统上被期望由父亲承担的角色，而你的父亲则扮演了妈妈的角色。虽然现代社会中男主外女主内并不会引起太大的问题，但对于一个女性来说，承担起养家的责任会导致更多的压力和负担。很可能你的父亲无法提供足够的支持和帮助给你的母亲。当一个女性无法从自己的丈夫那里获得需求的支持时，她可能会寻求外部的帮助。如果你已经是一个成年人，从一个旁观者的角度看待父母的婚姻问题，你可能会更理解你妈妈的行为。但作为12岁的你，想要调节和解决这样的问题是非常艰难的。所以你能做的是，与你妈妈进行沟通，坦诚地谈谈你的观察和感受，了解她的反应和想法。同时，请记住，无论你父母是否还相爱，他们对你的爱是不会改变的。父母离婚并不代表他们不再爱你。所以，请保持这个事实在心中。至于父母之间的问题，你需要接受并尊重他们的选择。作为一个孩子，你只能在孩子的位置上，去爱你的父母，而不要试图干预他们之间的问题，否则问题可能会更加复杂。祝你好运！如果你有任何问题，可以私信我。我擅长使用卡牌和人偶等小物件进行个案研究和调解，也会与你分享一些心理学知识。欢迎关注我的账号！",
    "annotation": [
      {
        "sentence": "我能够理解你发现妈妈出轨后所产生的害怕、恐惧、伤心的心情。",
        "label": ""
      },
      {
        "sentence": "作为孩子，你对家庭和父母的关系感到担心也是很正常的。",
        "label": ""
      },
      {
        "sentence": "父母是我们生命中最重要的人，当他们之间出现问题时，我们会感受到一种痛苦的撕裂感。",
        "label": ""
      },
      {
        "sentence": "你只有12岁，本来就很难插手父母之间的问题。",
        "label": ""
      },
      {
        "sentence": "而且，孩子是没有能力干涉大人的事情的。",
        "label": ""
      },
      {
        "sentence": "从你的角度来看，你关注的是你妈妈的出轨行为。",
        "label": ""
      },
      {
        "sentence": "但你需要认识到，在你父母的关系中，可能存在着更多问题。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，你妈妈在家里承担了主要的经济责任，而你爸爸则负责照顾你。",
        "label": ""
      },
      {
        "sentence": "实际上，你的母亲正在扮演一个传统上被期望由父亲承担的角色，而你的父亲则扮演了妈妈的角色。",
        "label": ""
      },
      {
        "sentence": "虽然现代社会中男主外女主内并不会引起太大的问题，但对于一个女性来说，承担起养家的责任会导致更多的压力和负担。",
        "label": ""
      },
      {
        "sentence": "很可能你的父亲无法提供足够的支持和帮助给你的母亲。",
        "label": ""
      },
      {
        "sentence": "当一个女性无法从自己的丈夫那里获得需求的支持时，她可能会寻求外部的帮助。",
        "label": ""
      },
      {
        "sentence": "如果你已经是一个成年人，从一个旁观者的角度看待父母的婚姻问题，你可能会更理解你妈妈的行为。",
        "label": ""
      },
      {
        "sentence": "但作为12岁的你，想要调节和解决这样的问题是非常艰难的。",
        "label": ""
      },
      {
        "sentence": "所以你能做的是，与你妈妈进行沟通，坦诚地谈谈你的观察和感受，了解她的反应和想法。",
        "label": ""
      },
      {
        "sentence": "同时，请记住，无论你父母是否还相爱，他们对你的爱是不会改变的。",
        "label": ""
      },
      {
        "sentence": "父母离婚并不代表他们不再爱你。",
        "label": ""
      },
      {
        "sentence": "所以，请保持这个事实在心中。",
        "label": ""
      },
      {
        "sentence": "至于父母之间的问题，你需要接受并尊重他们的选择。",
        "label": ""
      },
      {
        "sentence": "作为一个孩子，你只能在孩子的位置上，去爱你的父母，而不要试图干预他们之间的问题，否则问题可能会更加复杂。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果你有任何问题，可以私信我。",
        "label": ""
      },
      {
        "sentence": "我擅长使用卡牌和人偶等小物件进行个案研究和调解，也会与你分享一些心理学知识。",
        "label": ""
      },
      {
        "sentence": "欢迎关注我的账号！",
        "label": ""
      }
    ]
  }
]