[
  {
    "role": "client",
    "content": "22岁女生，怎么追喜欢了很久的男孩子呀？考研期间对我自习室的男同桌心动了，每次回到自习室，总能看到一个高大的身影坐在旁边学习，很温暖，很踏实，不知不觉就扑通扑通，感觉他好像也有偷看我，朋友也这样说。害怕耽误学习，就一直没敢和他讲话，更不敢和他认识。还有一个原因，就是那时候我有一个已经不喜欢的男朋友，害怕影响考试状态，就没分手，不是单身的状态，就不敢和别的男孩子，过多接触，尤其我已经犯了错误（对男同桌偷偷心动了）。考试之后，加了他微信，和他聊天一点也没有尴尬，反而他会抛出很多话题，而且聊天的过程中会发很多可爱的小符号。我不知道，这是他情商高，不让我尴尬，还是其实对我是感兴趣的。可是我脸皮太薄，不敢再找他聊天，就和他说:觉得你真的是个不错的男孩子...（一顿夸:)。我估计不好意思再联系你了，还是删了你吧，不然总惦记着。祝你一切顺利。我删了他之后这么久，他一直没删我，想知道是为什么？我还可以追他吗？",
    "annotation": [
      {
        "sentence": "22岁女生，怎么追喜欢了很久的男孩子呀？",
        "label": ""
      },
      {
        "sentence": "考研期间对我自习室的男同桌心动了，每次回到自习室，总能看到一个高大的身影坐在旁边学习，很温暖，很踏实，不知不觉就扑通扑通，感觉他好像也有偷看我，朋友也这样说。",
        "label": ""
      },
      {
        "sentence": "害怕耽误学习，就一直没敢和他讲话，更不敢和他认识。",
        "label": ""
      },
      {
        "sentence": "还有一个原因，就是那时候我有一个已经不喜欢的男朋友，害怕影响考试状态，就没分手，不是单身的状态，就不敢和别的男孩子，过多接触，尤其我已经犯了错误（对男同桌偷偷心动了）。",
        "label": ""
      },
      {
        "sentence": "考试之后，加了他微信，和他聊天一点也没有尴尬，反而他会抛出很多话题，而且聊天的过程中会发很多可爱的小符号。",
        "label": ""
      },
      {
        "sentence": "我不知道，这是他情商高，不让我尴尬，还是其实对我是感兴趣的。",
        "label": ""
      },
      {
        "sentence": "可是我脸皮太薄，不敢再找他聊天，就和他说:觉得你真的是个不错的男孩子...（一顿夸:)。",
        "label": ""
      },
      {
        "sentence": "我估计不好意思再联系你了，还是删了你吧，不然总惦记着。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利。",
        "label": ""
      },
      {
        "sentence": "我删了他之后这么久，他一直没删我，想知道是为什么？",
        "label": ""
      },
      {
        "sentence": "我还可以追他吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的文字其实心动是正常的，而且我们还会心动很多次才找到那个真正适合自己的人，在这里希望我的文字能帮助到你：️看了你的标题【怎么追喜欢了很久的男孩子】，看来你是喜欢这个男孩子也打算主动出击了，但是你现在遇到的问题就是还有一个男朋友。而这个男朋友是你已经不喜欢的，只是因为害怕影响考试状态才没有提分手。",
    "annotation": [
      {
        "sentence": "看了你的文字其实心动是正常的，而且我们还会心动很多次才找到那个真正适合自己的人，在这里希望我的文字能帮助到你：️看了你的标题【怎么追喜欢了很久的男孩子】，看来你是喜欢这个男孩子也打算主动出击了，但是你现在遇到的问题就是还有一个男朋友。",
        "label": ""
      },
      {
        "sentence": "而这个男朋友是你已经不喜欢的，只是因为害怕影响考试状态才没有提分手。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也意识到了这个问题。在考试期间，我一直觉得分手会对我的复习造成干扰，所以一直延迟着。",
    "annotation": [
      {
        "sentence": "是的，我也意识到了这个问题。",
        "label": ""
      },
      {
        "sentence": "在考试期间，我一直觉得分手会对我的复习造成干扰，所以一直延迟着。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "但是现在考完试了，这个问题依旧烦恼着你。这时候你需要确定自己的情感，对男朋友是真的不喜欢了吗？你喜欢男孩子是因为他能给你男朋友给不了你的？是因为新鲜感吗？是欣赏男孩子还是喜欢呢？也问问自己不喜欢男朋友是因为他不够好？没有给你想要的？",
    "annotation": [
      {
        "sentence": "但是现在考完试了，这个问题依旧烦恼着你。",
        "label": ""
      },
      {
        "sentence": "这时候你需要确定自己的情感，对男朋友是真的不喜欢了吗？",
        "label": ""
      },
      {
        "sentence": "你喜欢男孩子是因为他能给你男朋友给不了你的？",
        "label": ""
      },
      {
        "sentence": "是因为新鲜感吗？",
        "label": ""
      },
      {
        "sentence": "是欣赏男孩子还是喜欢呢？",
        "label": ""
      },
      {
        "sentence": "也问问自己不喜欢男朋友是因为他不够好？",
        "label": ""
      },
      {
        "sentence": "没有给你想要的？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实对男朋友没有了之前的感觉，我们之间的互动也越来越少。而和男孩子在一起，我感到开心和温暖，他给予了我一种特别的安全感。我喜欢他的才华和人品，觉得他是个特别优秀的男孩子。",
    "annotation": [
      {
        "sentence": "我确实对男朋友没有了之前的感觉，我们之间的互动也越来越少。",
        "label": ""
      },
      {
        "sentence": "而和男孩子在一起，我感到开心和温暖，他给予了我一种特别的安全感。",
        "label": ""
      },
      {
        "sentence": "我喜欢他的才华和人品，觉得他是个特别优秀的男孩子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你已经有了这些答案，并且确定真的喜欢男孩子，那我建议你早点和男朋友分手，这可以让你少点心理压力和自责。另外也是给男朋友一个好的结束，对待恋情负责任一点，不伤害着这个爱着你的另一个人。",
    "annotation": [
      {
        "sentence": "如果你已经有了这些答案，并且确定真的喜欢男孩子，那我建议你早点和男朋友分手，这可以让你少点心理压力和自责。",
        "label": ""
      },
      {
        "sentence": "另外也是给男朋友一个好的结束，对待恋情负责任一点，不伤害着这个爱着你的另一个人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我不想拖着男朋友，为了我们两个人的幸福，我应该勇敢地面对这个问题并做出正确的决定。我会和他好好谈谈，把这个情况坦诚地告诉他。",
    "annotation": [
      {
        "sentence": "你说得对，我不想拖着男朋友，为了我们两个人的幸福，我应该勇敢地面对这个问题并做出正确的决定。",
        "label": ""
      },
      {
        "sentence": "我会和他好好谈谈，把这个情况坦诚地告诉他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经有了正确的态度和决定，这是很重要的。从你的文字中可以看出男孩子是一个上进情商高的人，但对于你删了他但是他没有删你，这个问题就不好说了。但是如果你真的想要追回男孩子的话，可以主动加回他，然后在之后的沟通中慢慢地向他表露你的情感。人这一生会遇到很多喜欢的人，只是每个人的出场顺序不同，所以想做就行动起来吧，遵从自己内心的真实想法，但也要慎重考虑。",
    "annotation": [
      {
        "sentence": "很好，你已经有了正确的态度和决定，这是很重要的。",
        "label": ""
      },
      {
        "sentence": "从你的文字中可以看出男孩子是一个上进情商高的人，但对于你删了他但是他没有删你，这个问题就不好说了。",
        "label": ""
      },
      {
        "sentence": "但是如果你真的想要追回男孩子的话，可以主动加回他，然后在之后的沟通中慢慢地向他表露你的情感。",
        "label": ""
      },
      {
        "sentence": "人这一生会遇到很多喜欢的人，只是每个人的出场顺序不同，所以想做就行动起来吧，遵从自己内心的真实想法，但也要慎重考虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会好好考虑，并且勇敢地追求自己的幸福。真的很感激你能听我倾诉，并给我这么中肯的建议。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会好好考虑，并且勇敢地追求自己的幸福。",
        "label": ""
      },
      {
        "sentence": "真的很感激你能听我倾诉，并给我这么中肯的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能帮助到你。记住，爱情是美好的，但也需要我们去面对和努力。希望你能找到幸福！㊗安好！如果以后还需要帮忙，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，爱情是美好的，但也需要我们去面对和努力。",
        "label": ""
      },
      {
        "sentence": "希望你能找到幸福！",
        "label": ""
      },
      {
        "sentence": "㊗安好！",
        "label": ""
      },
      {
        "sentence": "如果以后还需要帮忙，随时来找我聊天。",
        "label": ""
      }
    ]
  }
]