[
  {
    "role": "client",
    "content": "调节不了自己的情绪，但是感觉自己没有抑郁？以前喜欢的东西现在没有兴趣，收到想要的东西只会短暂感觉到开心，找不到能愉快做下去的事情，会很突然感觉难过然后开始哭，压力大的时候会头痛失眠喘不上气，有自残的念头也经常咬烂嘴巴缓解压力。可能有四五年了，最近比较频繁会突然哭，觉得自己做的一些事情都没有意义也没有人在乎，不想找人分享也不想别人倾听，一个人待一段时间恢复正常又变回麻木的状态。不知道怎么调节，自己知道这样不好但是也控制不住。情绪变化特别厉害的时候想砸东西吼人，但是介意对别人的影响一直忍着",
    "annotation": [
      {
        "sentence": "调节不了自己的情绪，但是感觉自己没有抑郁？",
        "label": ""
      },
      {
        "sentence": "以前喜欢的东西现在没有兴趣，收到想要的东西只会短暂感觉到开心，找不到能愉快做下去的事情，会很突然感觉难过然后开始哭，压力大的时候会头痛失眠喘不上气，有自残的念头也经常咬烂嘴巴缓解压力。",
        "label": ""
      },
      {
        "sentence": "可能有四五年了，最近比较频繁会突然哭，觉得自己做的一些事情都没有意义也没有人在乎，不想找人分享也不想别人倾听，一个人待一段时间恢复正常又变回麻木的状态。",
        "label": ""
      },
      {
        "sentence": "不知道怎么调节，自己知道这样不好但是也控制不住。",
        "label": ""
      },
      {
        "sentence": "情绪变化特别厉害的时候想砸东西吼人，但是介意对别人的影响一直忍着",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听说你近期情绪波动比较频繁，而且持续了四五年，这样的状况会让你感到非常难受。我能感受到你非常在意自己对别人的影响，所以是否会压抑自己的情绪呢？你刚才提到你不想找别人分享和倾诉，是因为害怕别人不理解，还是有其他原因呢？但我觉得你一定不是真的不想倾诉，否则你也不会来到这里，和我们说出这些。有时候情绪是在告诉我们一些东西，当你平静下来的时候可以思考一下，这样的情绪是想告诉你什么呢？看到你这样的情况已经持续了四五年，并且出现了自残的行为，我希望你能寻求专业人士的帮助。你可以去专科医院，或者找个心理咨询师坐下来谈谈你的问题。如果你还是在校学生，也可以寻求学校心理老师的帮助。",
    "annotation": [
      {
        "sentence": "你好，听说你近期情绪波动比较频繁，而且持续了四五年，这样的状况会让你感到非常难受。",
        "label": ""
      },
      {
        "sentence": "我能感受到你非常在意自己对别人的影响，所以是否会压抑自己的情绪呢？",
        "label": ""
      },
      {
        "sentence": "你刚才提到你不想找别人分享和倾诉，是因为害怕别人不理解，还是有其他原因呢？",
        "label": ""
      },
      {
        "sentence": "但我觉得你一定不是真的不想倾诉，否则你也不会来到这里，和我们说出这些。",
        "label": ""
      },
      {
        "sentence": "有时候情绪是在告诉我们一些东西，当你平静下来的时候可以思考一下，这样的情绪是想告诉你什么呢？",
        "label": ""
      },
      {
        "sentence": "看到你这样的情况已经持续了四五年，并且出现了自残的行为，我希望你能寻求专业人士的帮助。",
        "label": ""
      },
      {
        "sentence": "你可以去专科医院，或者找个心理咨询师坐下来谈谈你的问题。",
        "label": ""
      },
      {
        "sentence": "如果你还是在校学生，也可以寻求学校心理老师的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我害怕别人不理解，或者觉得我的问题不是什么大问题。所以我才不想找人分享和倾诉。这些年来，我渐渐变得麻木，觉得自己做的一切都没有意义。有时候我会突然爆发，想摔东西、吼人，但我一直容忍着，因为我不想给别人带来困扰。",
    "annotation": [
      {
        "sentence": "我害怕别人不理解，或者觉得我的问题不是什么大问题。",
        "label": ""
      },
      {
        "sentence": "所以我才不想找人分享和倾诉。",
        "label": ""
      },
      {
        "sentence": "这些年来，我渐渐变得麻木，觉得自己做的一切都没有意义。",
        "label": ""
      },
      {
        "sentence": "有时候我会突然爆发，想摔东西、吼人，但我一直容忍着，因为我不想给别人带来困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你害怕别人不理解并觉得自己的问题不算大问题的担心。但是请相信，你的感受和情绪都是真实存在的，而且非常重要。无论问题大小，你都值得得到关心和支持。你提到你感到麻木并觉得一切都没有意义，这可能是自己情绪无法得到有效调节的表现。有时候爆发的冲动是情绪积压的结果，而你能够自控并克制自己已经证明了你的坚强。",
    "annotation": [
      {
        "sentence": "我理解你害怕别人不理解并觉得自己的问题不算大问题的担心。",
        "label": ""
      },
      {
        "sentence": "但是请相信，你的感受和情绪都是真实存在的，而且非常重要。",
        "label": ""
      },
      {
        "sentence": "无论问题大小，你都值得得到关心和支持。",
        "label": ""
      },
      {
        "sentence": "你提到你感到麻木并觉得一切都没有意义，这可能是自己情绪无法得到有效调节的表现。",
        "label": ""
      },
      {
        "sentence": "有时候爆发的冲动是情绪积压的结果，而你能够自控并克制自己已经证明了你的坚强。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和肯定。我承认我需要帮助，但我还是不太确定该怎么寻求专业人士的帮助。我对心理咨询师和专科医院不太了解，担心他们不会理解我，或者会对我的问题感到无足轻重。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和肯定。",
        "label": ""
      },
      {
        "sentence": "我承认我需要帮助，但我还是不太确定该怎么寻求专业人士的帮助。",
        "label": ""
      },
      {
        "sentence": "我对心理咨询师和专科医院不太了解，担心他们不会理解我，或者会对我的问题感到无足轻重。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心是正常的，很多人在寻求帮助时都会有类似的顾虑。其实心理咨询师和专科医院的专业人士都经过专门的培训，他们会以尊重和关心的态度听取你的问题，并提供合理的帮助。你可以选择在周围了解一下信誉比较好的心理咨询师或是专科医院，也可以向身边的人寻求推荐和建议来找到合适的专业人士。",
    "annotation": [
      {
        "sentence": "你的担心是正常的，很多人在寻求帮助时都会有类似的顾虑。",
        "label": ""
      },
      {
        "sentence": "其实心理咨询师和专科医院的专业人士都经过专门的培训，他们会以尊重和关心的态度听取你的问题，并提供合理的帮助。",
        "label": ""
      },
      {
        "sentence": "你可以选择在周围了解一下信誉比较好的心理咨询师或是专科医院，也可以向身边的人寻求推荐和建议来找到合适的专业人士。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会试着主动去寻找一位心理咨询师或者专科医院，希望能找到一份适合我的帮助。我也会尽量克服自己的担忧，相信专业人士会以专业、尊重的态度来帮助我。同时，我也会思考一下我的情绪所想要告诉我的信息。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着主动去寻找一位心理咨询师或者专科医院，希望能找到一份适合我的帮助。",
        "label": ""
      },
      {
        "sentence": "我也会尽量克服自己的担忧，相信专业人士会以专业、尊重的态度来帮助我。",
        "label": ""
      },
      {
        "sentence": "同时，我也会思考一下我的情绪所想要告诉我的信息。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决定，相信你会找到合适的帮助。寻求专业人士的支持和谈话能够让你更好地认识自己的情绪和问题，并找到适合的调节方法。如果在面对找专业人士的过程中有任何困难或疑惑，我都会一直陪你并提供支持。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决定，相信你会找到合适的帮助。",
        "label": ""
      },
      {
        "sentence": "寻求专业人士的支持和谈话能够让你更好地认识自己的情绪和问题，并找到适合的调节方法。",
        "label": ""
      },
      {
        "sentence": "如果在面对找专业人士的过程中有任何困难或疑惑，我都会一直陪你并提供支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来的陪伴和支持。我会努力克服困难，寻找专业帮助。与你的对话让我感到心里有了一些疏解，我希望能在专业人士的帮助下找回自己，重新找到生活的乐趣。",
    "annotation": [
      {
        "sentence": "谢谢你一直以来的陪伴和支持。",
        "label": ""
      },
      {
        "sentence": "我会努力克服困难，寻找专业帮助。",
        "label": ""
      },
      {
        "sentence": "与你的对话让我感到心里有了一些疏解，我希望能在专业人士的帮助下找回自己，重新找到生活的乐趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到你这样的想法，我相信你一定能够克服困难，走出低谷。请记住，你不孤单，我们会一直陪伴在你身边。希望未来的日子里你能够找到真正属于自己的快乐和意义。如果有任何需要，随时都可以来找我聊天。",
    "annotation": [
      {
        "sentence": "非常欣慰听到你这样的想法，我相信你一定能够克服困难，走出低谷。",
        "label": ""
      },
      {
        "sentence": "请记住，你不孤单，我们会一直陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "希望未来的日子里你能够找到真正属于自己的快乐和意义。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时都可以来找我聊天。",
        "label": ""
      }
    ]
  }
]