[
  {
    "role": "client",
    "content": "离异家庭的结婚，我自己想的分开办到底有什么问题？我是离异家庭的孩子，还有一个姐姐，姐姐跟妈妈，我跟爸爸，姐姐在结婚的时候邀请了我，但是没有邀请爸爸，现在轮到我结婚了，我的建议是分开办，爸爸这边办就不邀请姐姐了，妈妈那边办就邀请姐姐，妈妈就觉得我这人脑子有问题，说我会被别人说三道四，怕姐姐在婆家抬不起头，她希望我爸爸帮我办的日子要邀请姐姐。我自己想的分开办到底有什么问题，结婚当天不应该我和我老婆幸福最重要吗？",
    "annotation": [
      {
        "sentence": "离异家庭的结婚，我自己想的分开办到底有什么问题？",
        "label": ""
      },
      {
        "sentence": "我是离异家庭的孩子，还有一个姐姐，姐姐跟妈妈，我跟爸爸，姐姐在结婚的时候邀请了我，但是没有邀请爸爸，现在轮到我结婚了，我的建议是分开办，爸爸这边办就不邀请姐姐了，妈妈那边办就邀请姐姐，妈妈就觉得我这人脑子有问题，说我会被别人说三道四，怕姐姐在婆家抬不起头，她希望我爸爸帮我办的日子要邀请姐姐。",
        "label": ""
      },
      {
        "sentence": "我自己想的分开办到底有什么问题，结婚当天不应该我和我老婆幸福最重要吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心是可以理解的，毕竟离异家庭的结婚问题确实很复杂，容易产生矛盾和纠缠。我建议你好好沟通，与全家人一起谈一谈。你可以与姐姐好好沟通一次，坦诚地表达自己的想法，也同时听听她的想法。告诉她你妈妈的担忧，看看她对婆家关系的顾虑，如果她觉得参加婚礼会影响到婆家关系，表达尊重姐姐意见的同时，也要与爸爸进行沟通。如果你不知道爸爸是否同意姐姐参加婚礼，也要主动与他交流。如果姐姐觉得无所谓，那当然没有问题。确实，婚礼最重要的是你和你的新娘，但是要注意的是，如果因为家庭原因导致一些不愉快，这也会影响到家人们对你们幸福婚姻的祝福。所以，先好好沟通解决这个问题，让各方能够达成共识。",
    "annotation": [
      {
        "sentence": "你的担心是可以理解的，毕竟离异家庭的结婚问题确实很复杂，容易产生矛盾和纠缠。",
        "label": ""
      },
      {
        "sentence": "我建议你好好沟通，与全家人一起谈一谈。",
        "label": ""
      },
      {
        "sentence": "你可以与姐姐好好沟通一次，坦诚地表达自己的想法，也同时听听她的想法。",
        "label": ""
      },
      {
        "sentence": "告诉她你妈妈的担忧，看看她对婆家关系的顾虑，如果她觉得参加婚礼会影响到婆家关系，表达尊重姐姐意见的同时，也要与爸爸进行沟通。",
        "label": ""
      },
      {
        "sentence": "如果你不知道爸爸是否同意姐姐参加婚礼，也要主动与他交流。",
        "label": ""
      },
      {
        "sentence": "如果姐姐觉得无所谓，那当然没有问题。",
        "label": ""
      },
      {
        "sentence": "确实，婚礼最重要的是你和你的新娘，但是要注意的是，如果因为家庭原因导致一些不愉快，这也会影响到家人们对你们幸福婚姻的祝福。",
        "label": ""
      },
      {
        "sentence": "所以，先好好沟通解决这个问题，让各方能够达成共识。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会好好沟通的。我会与姐姐坐下来，与她分享我的想法，并且倾听她的意见和担忧。我会耐心询问她是否担心婆家关系的问题，如果她认为不适合参加，我将尊重她的决定。与爸爸沟通也是必要的，我需要知道他的想法，并与他商讨这个问题。我明白了，婚礼的确是一件很重要的事情，它不仅关乎我和新娘的幸福，也关系到家人们的心情和态度。我会认真对待这次沟通，希望能够解决这个问题。",
    "annotation": [
      {
        "sentence": "你说得对，我会好好沟通的。",
        "label": ""
      },
      {
        "sentence": "我会与姐姐坐下来，与她分享我的想法，并且倾听她的意见和担忧。",
        "label": ""
      },
      {
        "sentence": "我会耐心询问她是否担心婆家关系的问题，如果她认为不适合参加，我将尊重她的决定。",
        "label": ""
      },
      {
        "sentence": "与爸爸沟通也是必要的，我需要知道他的想法，并与他商讨这个问题。",
        "label": ""
      },
      {
        "sentence": "我明白了，婚礼的确是一件很重要的事情，它不仅关乎我和新娘的幸福，也关系到家人们的心情和态度。",
        "label": ""
      },
      {
        "sentence": "我会认真对待这次沟通，希望能够解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和理解。好好沟通是解决问题的关键。在与姐姐的对话中，记得要采取开放、包容的态度，理解她的顾虑和担心。倾听是非常重要的，只有真正倾听并尊重对方的意见，才能达成更好的共识。同时，与爸爸沟通时也要保持冷静和理智，尽量理解他的观点和考虑。希望你能够在沟通过程中找到合适的解决方案，让你和你的家人都能够心满意足地享受婚礼。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和理解。",
        "label": ""
      },
      {
        "sentence": "好好沟通是解决问题的关键。",
        "label": ""
      },
      {
        "sentence": "在与姐姐的对话中，记得要采取开放、包容的态度，理解她的顾虑和担心。",
        "label": ""
      },
      {
        "sentence": "倾听是非常重要的，只有真正倾听并尊重对方的意见，才能达成更好的共识。",
        "label": ""
      },
      {
        "sentence": "同时，与爸爸沟通时也要保持冷静和理智，尽量理解他的观点和考虑。",
        "label": ""
      },
      {
        "sentence": "希望你能够在沟通过程中找到合适的解决方案，让你和你的家人都能够心满意足地享受婚礼。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和指导。我会牢记你的建议，尽全力去沟通和解决这个问题。虽然有些担心和困惑，但我相信通过大家的努力和理解，一定能够找到最好的解决方案。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和指导。",
        "label": ""
      },
      {
        "sentence": "我会牢记你的建议，尽全力去沟通和解决这个问题。",
        "label": ""
      },
      {
        "sentence": "虽然有些担心和困惑，但我相信通过大家的努力和理解，一定能够找到最好的解决方案。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意能够帮助到你。人生中的问题总是存在的，但只要我们勇敢地面对并采取行动，问题就能够得到解决。你能够意识到问题的重要性并主动寻求解决方案已经是一大步了。相信自己，相信你的家人，我相信你们一定能够共同度过这个难关。如果你还需要我的帮助或者有任何困惑，随时都可以来找我。祝你和你的新娘幸福美满的婚礼！",
    "annotation": [
      {
        "sentence": "不客气，我很愿意能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "人生中的问题总是存在的，但只要我们勇敢地面对并采取行动，问题就能够得到解决。",
        "label": ""
      },
      {
        "sentence": "你能够意识到问题的重要性并主动寻求解决方案已经是一大步了。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你的家人，我相信你们一定能够共同度过这个难关。",
        "label": ""
      },
      {
        "sentence": "如果你还需要我的帮助或者有任何困惑，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝你和你的新娘幸福美满的婚礼！",
        "label": ""
      }
    ]
  }
]