[
  {
    "role": "client",
    "content": "小心翼翼地渴望他人的认可，而常常忘记了自我？害怕被他人忽视，如果一件酝酿了很久的事，会满怀希望渴望得到认可。如果没有得到回应，虽然有时是不可避免，但总会一段时间感觉自己很丧，失去再做这件事的勇气，同样，要是有一点回应又会欣喜若狂。",
    "annotation": [
      {
        "sentence": "小心翼翼地渴望他人的认可，而常常忘记了自我？",
        "label": ""
      },
      {
        "sentence": "害怕被他人忽视，如果一件酝酿了很久的事，会满怀希望渴望得到认可。",
        "label": ""
      },
      {
        "sentence": "如果没有得到回应，虽然有时是不可避免，但总会一段时间感觉自己很丧，失去再做这件事的勇气，同样，要是有一点回应又会欣喜若狂。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一定很累吧？辛苦啦，希望你能从我的回答里得到安慰～为什么我们会在意他人的意见在意别人的看法，其实是人的本能，因为我们总是需要通过别人的看法或意见来综合评估事物，才不至于主观臆断，做出片面的认识。太过在意怎么办。",
    "annotation": [
      {
        "sentence": "一定很累吧？",
        "label": ""
      },
      {
        "sentence": "辛苦啦，希望你能从我的回答里得到安慰～为什么我们会在意他人的意见在意别人的看法，其实是人的本能，因为我们总是需要通过别人的看法或意见来综合评估事物，才不至于主观臆断，做出片面的认识。",
        "label": ""
      },
      {
        "sentence": "太过在意怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我总是觉得需要他人的认可才能觉得自己做得好。如果没有得到回应，我就会感到自己一无是处。我真的想知道怎么能够改善这种大起大落的心情，怎么能够更多地关注自己而不是他人？",
    "annotation": [
      {
        "sentence": "是的，我总是觉得需要他人的认可才能觉得自己做得好。",
        "label": ""
      },
      {
        "sentence": "如果没有得到回应，我就会感到自己一无是处。",
        "label": ""
      },
      {
        "sentence": "我真的想知道怎么能够改善这种大起大落的心情，怎么能够更多地关注自己而不是他人？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以从你的描述中感受到你因为他人而心情起起伏伏的纠结状态。亲爱的，人作为高级动物，虽然同动物一般会在意他人看法，但是人会懂得去调适，去判断孰是孰非。很多时候，他人的评价也只能是他人的片面之言，我们要带着辩证的眼光去看待，而不是一味的赞同。",
    "annotation": [
      {
        "sentence": "可以从你的描述中感受到你因为他人而心情起起伏伏的纠结状态。",
        "label": ""
      },
      {
        "sentence": "亲爱的，人作为高级动物，虽然同动物一般会在意他人看法，但是人会懂得去调适，去判断孰是孰非。",
        "label": ""
      },
      {
        "sentence": "很多时候，他人的评价也只能是他人的片面之言，我们要带着辩证的眼光去看待，而不是一味的赞同。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是，我真的很难不去在意他人的评价。我希望能够从内心自律，但总觉得需要得到他人的认可才能让自己有动力，有勇气去继续做下去。",
    "annotation": [
      {
        "sentence": "可是，我真的很难不去在意他人的评价。",
        "label": ""
      },
      {
        "sentence": "我希望能够从内心自律，但总觉得需要得到他人的认可才能让自己有动力，有勇气去继续做下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "得到认可的方法有很多。来自他人的认可往往会让我们自信心暴涨，获得自信。但是若没有他人认可的情况下，希望你学会自己认可的你自己。别人意见只能是参考，众口难调，你无法获得所有人的认可。因此当有人不认可你的时候，反思自我是否存在不足，有则改之无则加勉，然后鼓励自我，告诉自己自己很棒，别气馁。不以物喜，不以己悲。",
    "annotation": [
      {
        "sentence": "得到认可的方法有很多。",
        "label": ""
      },
      {
        "sentence": "来自他人的认可往往会让我们自信心暴涨，获得自信。",
        "label": ""
      },
      {
        "sentence": "但是若没有他人认可的情况下，希望你学会自己认可的你自己。",
        "label": ""
      },
      {
        "sentence": "别人意见只能是参考，众口难调，你无法获得所有人的认可。",
        "label": ""
      },
      {
        "sentence": "因此当有人不认可你的时候，反思自我是否存在不足，有则改之无则加勉，然后鼓励自我，告诉自己自己很棒，别气馁。",
        "label": ""
      },
      {
        "sentence": "不以物喜，不以己悲。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我明白了，要学会更多地依靠自己的认可，不要过分依赖他人的评价。但是这是一个需要长时间修炼的过程吗？有没有什么具体的方法能够帮助我加快这个过程？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我明白了，要学会更多地依靠自己的认可，不要过分依赖他人的评价。",
        "label": ""
      },
      {
        "sentence": "但是这是一个需要长时间修炼的过程吗？",
        "label": ""
      },
      {
        "sentence": "有没有什么具体的方法能够帮助我加快这个过程？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这确实是一个需要终身不断修习自我内心的过程，当你学会释怀，接纳自我，遇事能和内心的自己不断沟通，你就能在经历中成长，内心不断强大。等到那个时候，别人对你是否认可，已经影响不了你的心情了，你更关注的是和未知的那个自己，不断认识交流的过程！慢慢来吧，自信一点，加油！",
    "annotation": [
      {
        "sentence": "是的，这确实是一个需要终身不断修习自我内心的过程，当你学会释怀，接纳自我，遇事能和内心的自己不断沟通，你就能在经历中成长，内心不断强大。",
        "label": ""
      },
      {
        "sentence": "等到那个时候，别人对你是否认可，已经影响不了你的心情了，你更关注的是和未知的那个自己，不断认识交流的过程！",
        "label": ""
      },
      {
        "sentence": "慢慢来吧，自信一点，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我要改变自己对待他人评价的态度，更多地关注自己内心的声音。也许，我可以试着和自己建立更深层的沟通，逐渐培养出对自我的认同感。",
    "annotation": [
      {
        "sentence": "确实，我要改变自己对待他人评价的态度，更多地关注自己内心的声音。",
        "label": ""
      },
      {
        "sentence": "也许，我可以试着和自己建立更深层的沟通，逐渐培养出对自我的认同感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，和自己建立深层次的沟通是非常重要的。你可以试试写日记或者进行冥想来与内心对话，也可以寻找心理咨询师的帮助，他们会教你更多关于自我认知和自我接纳的方法。记住，这个过程需要耐心，但你一定能够走出来的！你是一个坚强的人，我相信你！",
    "annotation": [
      {
        "sentence": "对的，和自己建立深层次的沟通是非常重要的。",
        "label": ""
      },
      {
        "sentence": "你可以试试写日记或者进行冥想来与内心对话，也可以寻找心理咨询师的帮助，他们会教你更多关于自我认知和自我接纳的方法。",
        "label": ""
      },
      {
        "sentence": "记住，这个过程需要耐心，但你一定能够走出来的！",
        "label": ""
      },
      {
        "sentence": "你是一个坚强的人，我相信你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来的支持和鼓励。我觉得我现在有了方向和动力，我会努力去改变自己的态度，更加关注自我。有你的陪伴，我觉得我并不孤单。",
    "annotation": [
      {
        "sentence": "谢谢你一直以来的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我觉得我现在有了方向和动力，我会努力去改变自己的态度，更加关注自我。",
        "label": ""
      },
      {
        "sentence": "有你的陪伴，我觉得我并不孤单。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的努力和进步将是最宝贵的。无论未来的路上遇到什么困难，请相信你的力量。我会一直在你身边支持着你，你不孤单。相信自己，加油！",
    "annotation": [
      {
        "sentence": "你的努力和进步将是最宝贵的。",
        "label": ""
      },
      {
        "sentence": "无论未来的路上遇到什么困难，请相信你的力量。",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边支持着你，你不孤单。",
        "label": ""
      },
      {
        "sentence": "相信自己，加油！",
        "label": ""
      }
    ]
  }
]