[
  {
    "role": "client",
    "content": "感觉不对，该不该直接了断关系？我初中的时候和两个女生玩得很好，后来高中的时候分开了，三年都没有再联系，但是每次我有烦恼的时候都会想起她。高三的时候我们才回复联系，我也找他帮我解惑过但是她也并没有帮我解决，我们也没有什么共同话题，待在一起就是吃喝。他说想和我做闺蜜，然后我们就配合着强行愈合关系。可能是我新鲜感吧，总觉得和她在一起并不自在。我该不该和她说清楚，或者这是我的问题吗？",
    "annotation": [
      {
        "sentence": "感觉不对，该不该直接了断关系？",
        "label": ""
      },
      {
        "sentence": "我初中的时候和两个女生玩得很好，后来高中的时候分开了，三年都没有再联系，但是每次我有烦恼的时候都会想起她。",
        "label": ""
      },
      {
        "sentence": "高三的时候我们才回复联系，我也找他帮我解惑过但是她也并没有帮我解决，我们也没有什么共同话题，待在一起就是吃喝。",
        "label": ""
      },
      {
        "sentence": "他说想和我做闺蜜，然后我们就配合着强行愈合关系。",
        "label": ""
      },
      {
        "sentence": "可能是我新鲜感吧，总觉得和她在一起并不自在。",
        "label": ""
      },
      {
        "sentence": "我该不该和她说清楚，或者这是我的问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很理解你的烦恼，感觉在解决这个问题之前，你需要先梳理一下你的真实感受。你觉得和她在一起不自在，这是很重要的信号，说明你俩之间存在问题。那么，解决这个问题的方法有很多种，比如，跟她坦诚相对，告诉她你的感受，然后一起想办法，或者，你也可以选择短暂的冷处理，让你们的关系暂时放下，想想你自己的想法和需要。你觉得怎样更好呢？",
    "annotation": [
      {
        "sentence": "我很理解你的烦恼，感觉在解决这个问题之前，你需要先梳理一下你的真实感受。",
        "label": ""
      },
      {
        "sentence": "你觉得和她在一起不自在，这是很重要的信号，说明你俩之间存在问题。",
        "label": ""
      },
      {
        "sentence": "那么，解决这个问题的方法有很多种，比如，跟她坦诚相对，告诉她你的感受，然后一起想办法，或者，你也可以选择短暂的冷处理，让你们的关系暂时放下，想想你自己的想法和需要。",
        "label": ""
      },
      {
        "sentence": "你觉得怎样更好呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我很想跟她坦诚相对，但是我又怕弄得关系更尴尬。",
    "annotation": [
      {
        "sentence": "其实我很想跟她坦诚相对，但是我又怕弄得关系更尴尬。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这完全可以理解！不过，想一想，你们在过去的这段时光已经没有太多的联系了，如果现在直接坦白一些会让你更别扭吗？另外，你有没有想过，暂时放下是不是也是一种既成事实、早就悄然存在的状况了？",
    "annotation": [
      {
        "sentence": "这完全可以理解！",
        "label": ""
      },
      {
        "sentence": "不过，想一想，你们在过去的这段时光已经没有太多的联系了，如果现在直接坦白一些会让你更别扭吗？",
        "label": ""
      },
      {
        "sentence": "另外，你有没有想过，暂时放下是不是也是一种既成事实、早就悄然存在的状况了？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是，那我应该怎么做？",
    "annotation": [
      {
        "sentence": "可能是，那我应该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们也可以试着多方面考虑一下这个问题。比如，你们在不自在的时候，会聊些什么，或者会遇到什么样的相处问题？有没有一些可以改善或者避免的方法？此外，说话有时候比听人说话更难，如果你实在不方便和她直接说，是不是也可以先找其他的人倾诉自己的困惑，接受真诚的帮助和支持呢？",
    "annotation": [
      {
        "sentence": "我们也可以试着多方面考虑一下这个问题。",
        "label": ""
      },
      {
        "sentence": "比如，你们在不自在的时候，会聊些什么，或者会遇到什么样的相处问题？",
        "label": ""
      },
      {
        "sentence": "有没有一些可以改善或者避免的方法？",
        "label": ""
      },
      {
        "sentence": "此外，说话有时候比听人说话更难，如果你实在不方便和她直接说，是不是也可以先找其他的人倾诉自己的困惑，接受真诚的帮助和支持呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，说的对，我觉得我可以先找一些其他朋友聊聊，把我的困惑说出来，也许会有更多启示。",
    "annotation": [
      {
        "sentence": "嗯，说的对，我觉得我可以先找一些其他朋友聊聊，把我的困惑说出来，也许会有更多启示。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不错，跟其他朋友沟通不仅可以帮助你理清自己的思路，也有可能让你从不同的角度看待这个问题。你也可以考虑一些深呼吸、冥想、运动等身体上的放松方法，让你的情绪稳定。这个决定的权利永远在你手里，只要你心里清楚自己想要什么，那么，就勇敢一点，展开自己的行动。",
    "annotation": [
      {
        "sentence": "不错，跟其他朋友沟通不仅可以帮助你理清自己的思路，也有可能让你从不同的角度看待这个问题。",
        "label": ""
      },
      {
        "sentence": "你也可以考虑一些深呼吸、冥想、运动等身体上的放松方法，让你的情绪稳定。",
        "label": ""
      },
      {
        "sentence": "这个决定的权利永远在你手里，只要你心里清楚自己想要什么，那么，就勇敢一点，展开自己的行动。",
        "label": ""
      }
    ]
  }
]