[
  {
    "role": "client",
    "content": "有时候会想念一个喜欢但已经没有关系的人，该怎么办？我们以前关系挺好的，但是我对她表示了喜欢的意思，她婉言拒绝了我，之后我继续对她说我放不下，但是她说这是你自己的事。随着时间的流逝，我对她没有多少情感了，但还是会有时候想起她。",
    "annotation": [
      {
        "sentence": "有时候会想念一个喜欢但已经没有关系的人，该怎么办？",
        "label": ""
      },
      {
        "sentence": "我们以前关系挺好的，但是我对她表示了喜欢的意思，她婉言拒绝了我，之后我继续对她说我放不下，但是她说这是你自己的事。",
        "label": ""
      },
      {
        "sentence": "随着时间的流逝，我对她没有多少情感了，但还是会有时候想起她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "喜欢是人之常情，所以你可以允许自己继续喜欢。但是你感觉过去这么久了怎么好像还在喜欢，这个情感似乎无法翻篇。你知道，未完成的事件更容易让人耿耿于怀难以忘记，就像一个未完成的作业会一直在心中，但是当你完成了它，心中的困扰就不再存在了。你对她的喜欢，当初希望她可以接受你，但是你的希望落空了，这个等待就是你的未完成事件。",
    "annotation": [
      {
        "sentence": "喜欢是人之常情，所以你可以允许自己继续喜欢。",
        "label": ""
      },
      {
        "sentence": "但是你感觉过去这么久了怎么好像还在喜欢，这个情感似乎无法翻篇。",
        "label": ""
      },
      {
        "sentence": "你知道，未完成的事件更容易让人耿耿于怀难以忘记，就像一个未完成的作业会一直在心中，但是当你完成了它，心中的困扰就不再存在了。",
        "label": ""
      },
      {
        "sentence": "你对她的喜欢，当初希望她可以接受你，但是你的希望落空了，这个等待就是你的未完成事件。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道，但是怎样才能把这个未完成事件真正完成呢？",
    "annotation": [
      {
        "sentence": "我知道，但是怎样才能把这个未完成事件真正完成呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你需要先接受这个事实，你和她之间的感情已经结束了。其次，你需要放下自己的期望和渴望，这个过程需要耐心和时间，不要期待一下子就能彻底释然。然后，你可以允许自己去留恋这段经历，因为每个人的青春都有这样的人和经历。最后，你要告诉自己，这段感情只是生命中的一段插曲，它结束了并不会对你现在和未来的幸福造成影响。",
    "annotation": [
      {
        "sentence": "首先，你需要先接受这个事实，你和她之间的感情已经结束了。",
        "label": ""
      },
      {
        "sentence": "其次，你需要放下自己的期望和渴望，这个过程需要耐心和时间，不要期待一下子就能彻底释然。",
        "label": ""
      },
      {
        "sentence": "然后，你可以允许自己去留恋这段经历，因为每个人的青春都有这样的人和经历。",
        "label": ""
      },
      {
        "sentence": "最后，你要告诉自己，这段感情只是生命中的一段插曲，它结束了并不会对你现在和未来的幸福造成影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，但是有时候还是会忍不住回想起过去。",
    "annotation": [
      {
        "sentence": "我理解了，但是有时候还是会忍不住回想起过去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是正常的，你可以想象你正在欣赏一部感人的电影，这个感情故事只是其中一个角色，当你看到它时，你可以欣赏并沉浸其中，但是当电影结束了，你需要回到现实生活中。同样的，你可以让自己去沉浸在这段感情中，但是不要让它影响你现在和未来的生活。每当你想起过去的感情，也可以告诉自己，那个爱着她的自己好可爱好单纯啊！",
    "annotation": [
      {
        "sentence": "这是正常的，你可以想象你正在欣赏一部感人的电影，这个感情故事只是其中一个角色，当你看到它时，你可以欣赏并沉浸其中，但是当电影结束了，你需要回到现实生活中。",
        "label": ""
      },
      {
        "sentence": "同样的，你可以让自己去沉浸在这段感情中，但是不要让它影响你现在和未来的生活。",
        "label": ""
      },
      {
        "sentence": "每当你想起过去的感情，也可以告诉自己，那个爱着她的自己好可爱好单纯啊！",
        "label": ""
      }
    ]
  }
]