[
  {
    "role": "client",
    "content": "抑郁症，不被家人理解，不知道该怎么办？",
    "annotation": [
      {
        "sentence": "抑郁症，不被家人理解，不知道该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抑郁症的孩子都是善良的天使，因为他们总是把委屈和不好的情绪留给自己，所以才会生病的。相信我，天使一定会重新拯救人类的，你要加油哦。我不知道我的语言会给你带去怎么的感想，我想要最大程度的帮到你，期盼着能给远方的你带去一起慰藉，所以我字字斟酌，希望我能够给到的一点力量。",
    "annotation": [
      {
        "sentence": "抑郁症的孩子都是善良的天使，因为他们总是把委屈和不好的情绪留给自己，所以才会生病的。",
        "label": ""
      },
      {
        "sentence": "相信我，天使一定会重新拯救人类的，你要加油哦。",
        "label": ""
      },
      {
        "sentence": "我不知道我的语言会给你带去怎么的感想，我想要最大程度的帮到你，期盼着能给远方的你带去一起慰藉，所以我字字斟酌，希望我能够给到的一点力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我认为我抑郁的原因可能是压力过大，没有找到合适的排解方法。而且在过去一年里，我的情绪一直很低落，失眠、脾气暴躁和注意力不集中这些问题也频繁出现，对我的健康和学业造成了很大影响。我甚至做了自测表，结果都显示我处于中度到重度抑郁状态。我曾经试图向父母解释抑郁症的情况，但是他们并没有理解。他们认为抑郁症患者是“失败者”，对我的要求虽然口头上说着很开放，但实际上一直很严格。现在我感到很困惑，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我认为我抑郁的原因可能是压力过大，没有找到合适的排解方法。",
        "label": ""
      },
      {
        "sentence": "而且在过去一年里，我的情绪一直很低落，失眠、脾气暴躁和注意力不集中这些问题也频繁出现，对我的健康和学业造成了很大影响。",
        "label": ""
      },
      {
        "sentence": "我甚至做了自测表，结果都显示我处于中度到重度抑郁状态。",
        "label": ""
      },
      {
        "sentence": "我曾经试图向父母解释抑郁症的情况，但是他们并没有理解。",
        "label": ""
      },
      {
        "sentence": "他们认为抑郁症患者是“失败者”，对我的要求虽然口头上说着很开放，但实际上一直很严格。",
        "label": ""
      },
      {
        "sentence": "现在我感到很困惑，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抑郁情绪确实每个人都会有，产生这样的情绪的原因，可能是工作和生活压力过大，没有找到合适的排解方法。也可能是遇到了什么难以接受的事情，一时之间平复不过来心理的落差造成。不管是哪一种情况，我们都需要放松心态。",
    "annotation": [
      {
        "sentence": "抑郁情绪确实每个人都会有，产生这样的情绪的原因，可能是工作和生活压力过大，没有找到合适的排解方法。",
        "label": ""
      },
      {
        "sentence": "也可能是遇到了什么难以接受的事情，一时之间平复不过来心理的落差造成。",
        "label": ""
      },
      {
        "sentence": "不管是哪一种情况，我们都需要放松心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白，但是抑郁症不仅仅是情绪问题，是一种生理性的病变，也就是说大脑里制造快乐的能力减少了。我觉得现在放松心态对我来说有一定的困难，也许我需要借助药物来帮助我早日恢复健康。可是我没有经济条件去看心理医生，作为学生我也没有独立经济能力，真的不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "我明白，但是抑郁症不仅仅是情绪问题，是一种生理性的病变，也就是说大脑里制造快乐的能力减少了。",
        "label": ""
      },
      {
        "sentence": "我觉得现在放松心态对我来说有一定的困难，也许我需要借助药物来帮助我早日恢复健康。",
        "label": ""
      },
      {
        "sentence": "可是我没有经济条件去看心理医生，作为学生我也没有独立经济能力，真的不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你有讲到父母不理解抑郁症，让你很困扰，不知道该怎样更好地让自己恢复得更快。既然父母似乎没有怎么在意抑郁症的来源，那你就不要试图让他们完全听进去专业的建议，你不要为难自己，不要让别人的情绪和态度影响你的情绪。虽然可能有点难，但你还是要放松自己的心态。从你的叙述来看，你没有抑郁症的高危表现，只是心理状态需要调节，没有经过专业的确诊，你大可不必以抑郁症自居。心理治疗需要费用，而且并不便宜，你还没有经济独立，仍然需要依赖父母，所以你要先拯救自己。",
    "annotation": [
      {
        "sentence": "你有讲到父母不理解抑郁症，让你很困扰，不知道该怎样更好地让自己恢复得更快。",
        "label": ""
      },
      {
        "sentence": "既然父母似乎没有怎么在意抑郁症的来源，那你就不要试图让他们完全听进去专业的建议，你不要为难自己，不要让别人的情绪和态度影响你的情绪。",
        "label": ""
      },
      {
        "sentence": "虽然可能有点难，但你还是要放松自己的心态。",
        "label": ""
      },
      {
        "sentence": "从你的叙述来看，你没有抑郁症的高危表现，只是心理状态需要调节，没有经过专业的确诊，你大可不必以抑郁症自居。",
        "label": ""
      },
      {
        "sentence": "心理治疗需要费用，而且并不便宜，你还没有经济独立，仍然需要依赖父母，所以你要先拯救自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我觉得你说得很有道理，我可能确实需要学会放松自己的心态。但是我不知道应该怎么做，能不能给我一些建议？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我觉得你说得很有道理，我可能确实需要学会放松自己的心态。",
        "label": ""
      },
      {
        "sentence": "但是我不知道应该怎么做，能不能给我一些建议？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以！你可以选择让自己的心静下来，让身体走出去，走出你的家，走出你的房间。走出去不一定要去旅游，它可以是去散步，离开困住你的地方。世界很美，它在等待我们去发现它的美。希望你能遇见更好的自己，加油！",
    "annotation": [
      {
        "sentence": "当然可以！",
        "label": ""
      },
      {
        "sentence": "你可以选择让自己的心静下来，让身体走出去，走出你的家，走出你的房间。",
        "label": ""
      },
      {
        "sentence": "走出去不一定要去旅游，它可以是去散步，离开困住你的地方。",
        "label": ""
      },
      {
        "sentence": "世界很美，它在等待我们去发现它的美。",
        "label": ""
      },
      {
        "sentence": "希望你能遇见更好的自己，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会试着让自己走出家门，去感受这个世界的美好。虽然现在心情仍然很迷茫，但我相信只要我努力，一定能够走出困境。再次感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会试着让自己走出家门，去感受这个世界的美好。",
        "label": ""
      },
      {
        "sentence": "虽然现在心情仍然很迷茫，但我相信只要我努力，一定能够走出困境。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直陪伴着你，给你最大的支持和鼓励。相信自己，你一定能够战胜困难，找到属于自己的幸福和快乐。如果你需要任何帮助，随时都可以来找我倾诉，我会一直在这里陪着你。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直陪伴着你，给你最大的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够战胜困难，找到属于自己的幸福和快乐。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助，随时都可以来找我倾诉，我会一直在这里陪着你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]