[
  {
    "role": "client",
    "content": "我是一个37岁的女生，跟同事发生矛盾已经有5年了，但我就是一直没办法走出来。5年前我和组长发生了矛盾，被扣了钱，还被各种羞辱，到现在我依然走不出这个阴影。我感到非常不甘心、屈辱和委屈，但又觉得自己无力改变。",
    "annotation": [
      {
        "sentence": "我是一个37岁的女生，跟同事发生矛盾已经有5年了，但我就是一直没办法走出来。",
        "label": ""
      },
      {
        "sentence": "5年前我和组长发生了矛盾，被扣了钱，还被各种羞辱，到现在我依然走不出这个阴影。",
        "label": ""
      },
      {
        "sentence": "我感到非常不甘心、屈辱和委屈，但又觉得自己无力改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你描述这个事情，我真的能理解你的感受。当时你与直系组长闹矛盾，被压抑在心里这么多年，这对你的工作和个人生活一定造成了很大的影响。我想你当时内心一定非常矛盾和受伤。但是，请记住，事情已经过去了，而人生还有很长的路要走。我们不能一直活在过去的阴影里，要学会与过去告别。人生就像一场考试，我们所面对的每个人、每段关系和每种情感都是对我们人生的一种考验。",
    "annotation": [
      {
        "sentence": "听你描述这个事情，我真的能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "当时你与直系组长闹矛盾，被压抑在心里这么多年，这对你的工作和个人生活一定造成了很大的影响。",
        "label": ""
      },
      {
        "sentence": "我想你当时内心一定非常矛盾和受伤。",
        "label": ""
      },
      {
        "sentence": "但是，请记住，事情已经过去了，而人生还有很长的路要走。",
        "label": ""
      },
      {
        "sentence": "我们不能一直活在过去的阴影里，要学会与过去告别。",
        "label": ""
      },
      {
        "sentence": "人生就像一场考试，我们所面对的每个人、每段关系和每种情感都是对我们人生的一种考验。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，这确实是一场难题。我明白滞留在过去只会浪费时间和精力，但我却一直没有找到解决的方法。我真的希望能放下这个矛盾，但好像找不到正确的策略。",
    "annotation": [
      {
        "sentence": "你说得对，这确实是一场难题。",
        "label": ""
      },
      {
        "sentence": "我明白滞留在过去只会浪费时间和精力，但我却一直没有找到解决的方法。",
        "label": ""
      },
      {
        "sentence": "我真的希望能放下这个矛盾，但好像找不到正确的策略。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "放下和释怀是我们必须要学会的人生课题。就像参加高考时，当你面对一道做不出来的难题时，你不能一直卡在那里，而是要继续往下做。也许在解答其他题目的过程中，你会找到解决那道难题的方法。即使最后你没法回忆起解题的步骤，也不会因为沉迷其中而影响你接下来的做题。有时候，我们需要学会与过去说再见。放下和释怀是我们必须要面对的人生课题。",
    "annotation": [
      {
        "sentence": "放下和释怀是我们必须要学会的人生课题。",
        "label": ""
      },
      {
        "sentence": "就像参加高考时，当你面对一道做不出来的难题时，你不能一直卡在那里，而是要继续往下做。",
        "label": ""
      },
      {
        "sentence": "也许在解答其他题目的过程中，你会找到解决那道难题的方法。",
        "label": ""
      },
      {
        "sentence": "即使最后你没法回忆起解题的步骤，也不会因为沉迷其中而影响你接下来的做题。",
        "label": ""
      },
      {
        "sentence": "有时候，我们需要学会与过去说再见。",
        "label": ""
      },
      {
        "sentence": "放下和释怀是我们必须要面对的人生课题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我要学会放下过去，重新面对我现在和未来的人生。我会努力寻找解决这个问题的方法，不再让过去的阴影影响到我。",
    "annotation": [
      {
        "sentence": "你说得很对，我要学会放下过去，重新面对我现在和未来的人生。",
        "label": ""
      },
      {
        "sentence": "我会努力寻找解决这个问题的方法，不再让过去的阴影影响到我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你来说，放下过去可能并不容易，但请相信自己的力量。你已经迈出了第一步，表达了自己的愿望和决心。接下来，我希望你可以思考一下你自己的价值观和目标，以及对这段经历的积极解读。当你真正放下过去，也许你会发现更多的机会和可能性在等待着你。",
    "annotation": [
      {
        "sentence": "对于你来说，放下过去可能并不容易，但请相信自己的力量。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，表达了自己的愿望和决心。",
        "label": ""
      },
      {
        "sentence": "接下来，我希望你可以思考一下你自己的价值观和目标，以及对这段经历的积极解读。",
        "label": ""
      },
      {
        "sentence": "当你真正放下过去，也许你会发现更多的机会和可能性在等待着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会好好思考并努力实践你的建议。我希望自己能够尽快走出这个阴影，找到属于我的幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会好好思考并努力实践你的建议。",
        "label": ""
      },
      {
        "sentence": "我希望自己能够尽快走出这个阴影，找到属于我的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你一定能够做到。坚持自己的梦想，积极面对生活中的挑战，你会越来越强大。记住，我会一直在你身边支持你。相信自己，未来一定会更美好！",
    "annotation": [
      {
        "sentence": "我相信你一定能够做到。",
        "label": ""
      },
      {
        "sentence": "坚持自己的梦想，积极面对生活中的挑战，你会越来越强大。",
        "label": ""
      },
      {
        "sentence": "记住，我会一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "相信自己，未来一定会更美好！",
        "label": ""
      }
    ]
  }
]