[
  {
    "role": "client",
    "content": "最近我遇到一个问题，我有一个男生朋友总是给我发消息，让我回复。虽然我们以前的关系还可以，但是他太过于粘人了，动不动就要连麦，甚至晚上写作业的时候也要连麦，结果我的成绩也因此下降了很多。现在我真的不想再和他有什么接触了。他作为一个朋友，连最基本的体谅都没有，只知道让我陪他玩，他不学习还要拉着我一起不学习。我现在真的想和他断绝关系。我尝试了一整天不回复他的QQ消息，结果他就在我的动态底下评论，要求我回复消息，还不断打语音和电话给我，甚至在抖音上留言，要求我回复消息。他经常叫我陪他聊天，说他无聊，还动不动就用脏字说话。我们两个学校不同，我学业很重，但是他总是说“不用背书，照着念不就好了”，还要求我不写作业，陪他玩。我告诉他我要退出，他就逼迫我，要求我继续陪他玩。我现在要升初三了，真的希望能够专心学习，补上之前的学习空缺。你能给我一些建议吗？",
    "annotation": [
      {
        "sentence": "最近我遇到一个问题，我有一个男生朋友总是给我发消息，让我回复。",
        "label": ""
      },
      {
        "sentence": "虽然我们以前的关系还可以，但是他太过于粘人了，动不动就要连麦，甚至晚上写作业的时候也要连麦，结果我的成绩也因此下降了很多。",
        "label": ""
      },
      {
        "sentence": "现在我真的不想再和他有什么接触了。",
        "label": ""
      },
      {
        "sentence": "他作为一个朋友，连最基本的体谅都没有，只知道让我陪他玩，他不学习还要拉着我一起不学习。",
        "label": ""
      },
      {
        "sentence": "我现在真的想和他断绝关系。",
        "label": ""
      },
      {
        "sentence": "我尝试了一整天不回复他的QQ消息，结果他就在我的动态底下评论，要求我回复消息，还不断打语音和电话给我，甚至在抖音上留言，要求我回复消息。",
        "label": ""
      },
      {
        "sentence": "他经常叫我陪他聊天，说他无聊，还动不动就用脏字说话。",
        "label": ""
      },
      {
        "sentence": "我们两个学校不同，我学业很重，但是他总是说“不用背书，照着念不就好了”，还要求我不写作业，陪他玩。",
        "label": ""
      },
      {
        "sentence": "我告诉他我要退出，他就逼迫我，要求我继续陪他玩。",
        "label": ""
      },
      {
        "sentence": "我现在要升初三了，真的希望能够专心学习，补上之前的学习空缺。",
        "label": ""
      },
      {
        "sentence": "你能给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实我以前也遇到过类似的问题，有人喜欢给我发消息，但是我不理他们的时候他们也会停下来。不过遇到那种缠着不放的人，我第一时间会回复他们并告诉他们，我不喜欢他们这种行为。你也可以试试这样做，直接告诉他你讨厌他这样粘人的行为，你希望专心学习，不想变成他那样。有时候，沟通是解决问题的关键，你说出来，告诉他你的想法可能会更好。",
    "annotation": [
      {
        "sentence": "其实我以前也遇到过类似的问题，有人喜欢给我发消息，但是我不理他们的时候他们也会停下来。",
        "label": ""
      },
      {
        "sentence": "不过遇到那种缠着不放的人，我第一时间会回复他们并告诉他们，我不喜欢他们这种行为。",
        "label": ""
      },
      {
        "sentence": "你也可以试试这样做，直接告诉他你讨厌他这样粘人的行为，你希望专心学习，不想变成他那样。",
        "label": ""
      },
      {
        "sentence": "有时候，沟通是解决问题的关键，你说出来，告诉他你的想法可能会更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我真的不知道该怎么和他说，我怕他会生气或者不理解我的想法。",
    "annotation": [
      {
        "sentence": "但是我真的不知道该怎么和他说，我怕他会生气或者不理解我的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别担心，和他好好沟通是非常重要的。你可以找个合适的时间和他坐下来谈一谈，告诉他你最近的压力很大，需要专心学习，希望他能够理解你的想法。如果他是个真正的朋友，他应该会理解你的决定。",
    "annotation": [
      {
        "sentence": "别担心，和他好好沟通是非常重要的。",
        "label": ""
      },
      {
        "sentence": "你可以找个合适的时间和他坐下来谈一谈，告诉他你最近的压力很大，需要专心学习，希望他能够理解你的想法。",
        "label": ""
      },
      {
        "sentence": "如果他是个真正的朋友，他应该会理解你的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那如果他不理解我的想法呢？该怎么办？",
    "annotation": [
      {
        "sentence": "那如果他不理解我的想法呢？",
        "label": ""
      },
      {
        "sentence": "该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果他不理解你的想法，坚持要求你陪他玩，可能代表他并不是一个真正关心你的朋友。这时候，你需要坚定地表达你的决定，告诉他你会专心学习，不再接受他的打扰。有时候，我们需要做出一些艰难的选择，把自己的发展放在首位。",
    "annotation": [
      {
        "sentence": "如果他不理解你的想法，坚持要求你陪他玩，可能代表他并不是一个真正关心你的朋友。",
        "label": ""
      },
      {
        "sentence": "这时候，你需要坚定地表达你的决定，告诉他你会专心学习，不再接受他的打扰。",
        "label": ""
      },
      {
        "sentence": "有时候，我们需要做出一些艰难的选择，把自己的发展放在首位。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着和他坐下来好好谈谈。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着和他坐下来好好谈谈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望你能够成功解决这个问题。记住，专心学习是非常重要的，你有权利选择对你有益的关系。加油！如果有任何困难，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "不客气，希望你能够成功解决这个问题。",
        "label": ""
      },
      {
        "sentence": "记住，专心学习是非常重要的，你有权利选择对你有益的关系。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果有任何困难，随时来找我聊天。",
        "label": ""
      }
    ]
  }
]