[
  {
    "role": "client",
    "content": "未婚先孕，还没领证，产前抑郁，怎么办？我和我老公未婚先孕，到现在也没有领证，他做生意负债多，怕影响家庭，最近他压力很大，我不想烦他，可是我总是止不住哭，想要扭着他闹，要是不在一起我就担心他出轨，我和他恋爱一年，还怕感情基础不够牢固，基本隔一段时间我就要和他闹一次，差点也不要了宝宝，我不知道我该怎么办。",
    "annotation": [
      {
        "sentence": "未婚先孕，还没领证，产前抑郁，怎么办？",
        "label": ""
      },
      {
        "sentence": "我和我老公未婚先孕，到现在也没有领证，他做生意负债多，怕影响家庭，最近他压力很大，我不想烦他，可是我总是止不住哭，想要扭着他闹，要是不在一起我就担心他出轨，我和他恋爱一年，还怕感情基础不够牢固，基本隔一段时间我就要和他闹一次，差点也不要了宝宝，我不知道我该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的故事让我很是心疼你，一个新妈妈面对这么多的考验，你虽然会在难过的时候想到不要宝宝，但你打心里还是很期待这个宝宝的，对不对。我们一起来聊一聊吧，或许会让你的心理得到缓解。",
    "annotation": [
      {
        "sentence": "听到你的故事让我很是心疼你，一个新妈妈面对这么多的考验，你虽然会在难过的时候想到不要宝宝，但你打心里还是很期待这个宝宝的，对不对。",
        "label": ""
      },
      {
        "sentence": "我们一起来聊一聊吧，或许会让你的心理得到缓解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解，确实，我很期待这个宝宝的到来。但是现在未婚先孕让我感到很困扰，我不知道该如何面对这个问题。",
    "annotation": [
      {
        "sentence": "谢谢你的理解，确实，我很期待这个宝宝的到来。",
        "label": ""
      },
      {
        "sentence": "但是现在未婚先孕让我感到很困扰，我不知道该如何面对这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为没有结婚也没有领证，还怀着宝宝，这让你对未来产生很多的担忧，毕竟结婚证是婚姻的保障，更何况你现在还有了宝宝。结婚的事还是要和你的老公谈的，说出你的需求，了解一下他对这件事的看法。",
    "annotation": [
      {
        "sentence": "因为没有结婚也没有领证，还怀着宝宝，这让你对未来产生很多的担忧，毕竟结婚证是婚姻的保障，更何况你现在还有了宝宝。",
        "label": ""
      },
      {
        "sentence": "结婚的事还是要和你的老公谈的，说出你的需求，了解一下他对这件事的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道我应该和他谈谈，但是他现在生意负债很多，压力也很大，我不想给他添麻烦。",
    "annotation": [
      {
        "sentence": "我知道我应该和他谈谈，但是他现在生意负债很多，压力也很大，我不想给他添麻烦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不想给他添麻烦是可理解的，但是你一直压抑着自己内心的恐惧和焦虑，所以你才会止不住想哭。你想着和他闹，来获得他对你的关心。",
    "annotation": [
      {
        "sentence": "你不想给他添麻烦是可理解的，但是你一直压抑着自己内心的恐惧和焦虑，所以你才会止不住想哭。",
        "label": ""
      },
      {
        "sentence": "你想着和他闹，来获得他对你的关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我总是希望通过和他闹来获得他的关心和关注。如果我们没有在一起，我还会担心他背叛我。",
    "annotation": [
      {
        "sentence": "是的，我总是希望通过和他闹来获得他的关心和关注。",
        "label": ""
      },
      {
        "sentence": "如果我们没有在一起，我还会担心他背叛我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "或许是这段感情并没有给你足够的爱吧，从你的叙述中得知，你应该也是一个缺爱的女孩子，需要老公时刻能够关注你，回应你的感情需求。这就是你为什么会每隔一段时间就会和他闹的原因，你在向他提出你的情感需求，但是你又不知道如何表达，压抑情感的你就很容易通过和对方闹来获得对方的回应。",
    "annotation": [
      {
        "sentence": "或许是这段感情并没有给你足够的爱吧，从你的叙述中得知，你应该也是一个缺爱的女孩子，需要老公时刻能够关注你，回应你的感情需求。",
        "label": ""
      },
      {
        "sentence": "这就是你为什么会每隔一段时间就会和他闹的原因，你在向他提出你的情感需求，但是你又不知道如何表达，压抑情感的你就很容易通过和对方闹来获得对方的回应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实是很需要关注和回应，但是我都不知道如何表达了，我觉得自己很无助。",
    "annotation": [
      {
        "sentence": "你说得对，我确实是很需要关注和回应，但是我都不知道如何表达了，我觉得自己很无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的无助感，这种情况下，我建议你试着依靠自己来获得一些快乐。比如，出去约朋友聊聊，逛逛街，或者去健身，等等，让自己的生活能充实起来，自己获得一些承担生活的勇气和力量。",
    "annotation": [
      {
        "sentence": "我理解你的无助感，这种情况下，我建议你试着依靠自己来获得一些快乐。",
        "label": ""
      },
      {
        "sentence": "比如，出去约朋友聊聊，逛逛街，或者去健身，等等，让自己的生活能充实起来，自己获得一些承担生活的勇气和力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量找些事情来充实自己的生活。但是，我还是很担心我们的感情和未来。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量找些事情来充实自己的生活。",
        "label": ""
      },
      {
        "sentence": "但是，我还是很担心我们的感情和未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的担心，所以我建议你认真考虑一下，对于你们的感情和现实的条件，你是如何想的，是否决定要和他在一起，一起面对所有的一切困难。",
    "annotation": [
      {
        "sentence": "我明白你的担心，所以我建议你认真考虑一下，对于你们的感情和现实的条件，你是如何想的，是否决定要和他在一起，一起面对所有的一切困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我还是很爱他，我想和他在一起，不想放弃我们的感情，但是我也担心宝宝的未来。",
    "annotation": [
      {
        "sentence": "我还是很爱他，我想和他在一起，不想放弃我们的感情，但是我也担心宝宝的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你决定和他在一起，那么就要和你的老公好好沟通一下，看看他是如何看待这段感情的，还有宝宝的存在，也说出你的决定。如果他真心爱你和担忧你和宝宝的未来，那么就和他一起承担。一个真心爱你的男人会为了给你美好的生活自然就去努力奋斗，不会再惧怕任何困难的。既然决定在一起，就必须让你们的婚姻有所保障，让你们的宝宝有个完整可靠的家庭。如果他并没有考虑你和宝宝的未来，那么，你就要重新考虑你们的感情了，还有宝宝的存在。",
    "annotation": [
      {
        "sentence": "如果你决定和他在一起，那么就要和你的老公好好沟通一下，看看他是如何看待这段感情的，还有宝宝的存在，也说出你的决定。",
        "label": ""
      },
      {
        "sentence": "如果他真心爱你和担忧你和宝宝的未来，那么就和他一起承担。",
        "label": ""
      },
      {
        "sentence": "一个真心爱你的男人会为了给你美好的生活自然就去努力奋斗，不会再惧怕任何困难的。",
        "label": ""
      },
      {
        "sentence": "既然决定在一起，就必须让你们的婚姻有所保障，让你们的宝宝有个完整可靠的家庭。",
        "label": ""
      },
      {
        "sentence": "如果他并没有考虑你和宝宝的未来，那么，你就要重新考虑你们的感情了，还有宝宝的存在。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会和他好好谈谈，看看我们的关系是否可以给宝宝一个完整的家庭。如果我一个人不知道怎么办，我可以求助于我的父母吗？",
    "annotation": [
      {
        "sentence": "我明白了，我会和他好好谈谈，看看我们的关系是否可以给宝宝一个完整的家庭。",
        "label": ""
      },
      {
        "sentence": "如果我一个人不知道怎么办，我可以求助于我的父母吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以，这是人生大事，还是要经过父母的同意，并且你还可以从父母那里获得帮助。希望你能早日拥有满意的婚姻生活。不管什么时候，这里都是给你心灵抚慰的最好的秘密基地。祝你生活愉快！",
    "annotation": [
      {
        "sentence": "当然可以，这是人生大事，还是要经过父母的同意，并且你还可以从父母那里获得帮助。",
        "label": ""
      },
      {
        "sentence": "希望你能早日拥有满意的婚姻生活。",
        "label": ""
      },
      {
        "sentence": "不管什么时候，这里都是给你心灵抚慰的最好的秘密基地。",
        "label": ""
      },
      {
        "sentence": "祝你生活愉快！",
        "label": ""
      }
    ]
  }
]