[
  {
    "role": "client",
    "content": "既不和好也不离婚，一直示好没有用，老婆想干嘛？吵架后1个多月，期间一直在求和好，买礼物，写道歉信，当面道歉都做了，没有效果。现在既不提离婚也不和好，我献殷勤多就会发火觉得烦，但发火后又会悄悄给我整理换洗衣服啥的，现在老婆是什么想法？我应该怎么做？",
    "annotation": [
      {
        "sentence": "既不和好也不离婚，一直示好没有用，老婆想干嘛？",
        "label": ""
      },
      {
        "sentence": "吵架后1个多月，期间一直在求和好，买礼物，写道歉信，当面道歉都做了，没有效果。",
        "label": ""
      },
      {
        "sentence": "现在既不提离婚也不和好，我献殷勤多就会发火觉得烦，但发火后又会悄悄给我整理换洗衣服啥的，现在老婆是什么想法？",
        "label": ""
      },
      {
        "sentence": "我应该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感觉到你目前处于比较纠结，又有点生气的状态。纠结的是：夫妻双方因为吵架，产生了矛盾，想要缓和两个人之间的关系，却找不到好的方法。生气的是:明明吵架之后，自己又道歉，买礼物，求和好，但是妻子的态度很不明确，感觉猜不透。其实，妻子的态度已经表现出来了，只是你一直抓着之前的矛盾问题，忽略了点。",
    "annotation": [
      {
        "sentence": "我能感觉到你目前处于比较纠结，又有点生气的状态。",
        "label": ""
      },
      {
        "sentence": "纠结的是：夫妻双方因为吵架，产生了矛盾，想要缓和两个人之间的关系，却找不到好的方法。",
        "label": ""
      },
      {
        "sentence": "生气的是:明明吵架之后，自己又道歉，买礼物，求和好，但是妻子的态度很不明确，感觉猜不透。",
        "label": ""
      },
      {
        "sentence": "其实，妻子的态度已经表现出来了，只是你一直抓着之前的矛盾问题，忽略了点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那你觉得她到底是想和好还是想离婚呢？",
    "annotation": [
      {
        "sentence": "那你觉得她到底是想和好还是想离婚呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果一个女人真的不想原谅你，礼物肯定是不会收的，道歉对她来说，也没什么接不接受，更别提帮你整理换洗衣服之类的。种种迹象表明，妻子想原谅，但是又害怕再次产生矛盾，再次吵架；看到你吵架之后的表现，心里隐藏着小窃喜，如果坚持，不远的将来就是胜利。",
    "annotation": [
      {
        "sentence": "如果一个女人真的不想原谅你，礼物肯定是不会收的，道歉对她来说，也没什么接不接受，更别提帮你整理换洗衣服之类的。",
        "label": ""
      },
      {
        "sentence": "种种迹象表明，妻子想原谅，但是又害怕再次产生矛盾，再次吵架；看到你吵架之后的表现，心里隐藏着小窃喜，如果坚持，不远的将来就是胜利。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我应该怎么做才能让我们和好呢？我感觉已经尽力了。",
    "annotation": [
      {
        "sentence": "那我应该怎么做才能让我们和好呢？",
        "label": ""
      },
      {
        "sentence": "我感觉已经尽力了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，为了让你能早日和好，我这有几个小建议，希望能够给你帮助。首先，道歉不如小惊喜，礼物在心不在贵。虽然不知道你和妻子是为什么吵架，但是你要记住一点，事情过去就过去了，既然已经道过歉，就不要旧事重提。原本打算原谅你了，结果你再提这事儿，妻子又想起那时候为什么生气，就容易导致翻车，你的道歉就不会起作用了。想一想，恋爱时候，怎么追妻子的，给一点小惊喜，比道歉管用。",
    "annotation": [
      {
        "sentence": "当然，为了让你能早日和好，我这有几个小建议，希望能够给你帮助。",
        "label": ""
      },
      {
        "sentence": "首先，道歉不如小惊喜，礼物在心不在贵。",
        "label": ""
      },
      {
        "sentence": "虽然不知道你和妻子是为什么吵架，但是你要记住一点，事情过去就过去了，既然已经道过歉，就不要旧事重提。",
        "label": ""
      },
      {
        "sentence": "原本打算原谅你了，结果你再提这事儿，妻子又想起那时候为什么生气，就容易导致翻车，你的道歉就不会起作用了。",
        "label": ""
      },
      {
        "sentence": "想一想，恋爱时候，怎么追妻子的，给一点小惊喜，比道歉管用。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个建议听起来不错，我可以带她去我们第一次见面的地方，回顾一下我们的恋爱时光。",
    "annotation": [
      {
        "sentence": "这个建议听起来不错，我可以带她去我们第一次见面的地方，回顾一下我们的恋爱时光。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错！或者可以准备一顿烛光晚餐，然后对妻子说些甜蜜的话；在饭桌上，把妻子最喜欢吃的菜夹给她，记住一定要说：你最喜欢吃的，让她知道你心里有她。送礼物要有心机，不能什么贵买什么，关键是看对方是否需要，或者是不是喜欢，用点心观察一下，送的礼物肯定能直击内心，让她知道你在乎她。",
    "annotation": [
      {
        "sentence": "没错！",
        "label": ""
      },
      {
        "sentence": "或者可以准备一顿烛光晚餐，然后对妻子说些甜蜜的话；在饭桌上，把妻子最喜欢吃的菜夹给她，记住一定要说：你最喜欢吃的，让她知道你心里有她。",
        "label": ""
      },
      {
        "sentence": "送礼物要有心机，不能什么贵买什么，关键是看对方是否需要，或者是不是喜欢，用点心观察一下，送的礼物肯定能直击内心，让她知道你在乎她。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些建议听起来很实用，我会试着去做的。但是当她发火的时候，我该怎么办？",
    "annotation": [
      {
        "sentence": "这些建议听起来很实用，我会试着去做的。",
        "label": ""
      },
      {
        "sentence": "但是当她发火的时候，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "她发火，你别生气，她歇火，你就上去说了，太殷勤会让她发火，说明你的殷勤，没到点上。不过发火之后，又帮你整理换洗衣服，说明她内心更多的是无奈，不是故意发火的。所以啊，这时候发火，一定要忍着，等她歇火了，就上去抱抱她，说些贴心话。女人，特别是作为妻子，最能感动她的，是丈夫的温情，一个拥抱，一句我爱你，就能让她轻易沦陷。",
    "annotation": [
      {
        "sentence": "她发火，你别生气，她歇火，你就上去说了，太殷勤会让她发火，说明你的殷勤，没到点上。",
        "label": ""
      },
      {
        "sentence": "不过发火之后，又帮你整理换洗衣服，说明她内心更多的是无奈，不是故意发火的。",
        "label": ""
      },
      {
        "sentence": "所以啊，这时候发火，一定要忍着，等她歇火了，就上去抱抱她，说些贴心话。",
        "label": ""
      },
      {
        "sentence": "女人，特别是作为妻子，最能感动她的，是丈夫的温情，一个拥抱，一句我爱你，就能让她轻易沦陷。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会控制好自己的情绪，用温情去回应她的发火。还有，她不愿意和我说话的时候，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "好的，我会控制好自己的情绪，用温情去回应她的发火。",
        "label": ""
      },
      {
        "sentence": "还有，她不愿意和我说话的时候，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "吵架之后，最忌讳的就是冷战，长时间的冷战，不仅伤感情，还伤心。所以，她不愿意说话的时候，并不一定是不想说，你也要考虑一下有没有其他的原因。例如：她想找个台阶下，又怕下得太容易了，被你瞧不起，那多尴尬呀。所以呀，她不想说话的时候，你就多说些，一些有意思的事情，公司里遇到的事情，最好是需要她发表意见的那种。说着说着，两个人就又和好了。夫妻就是这样，总有不顺的时候，但是陪伴到最后的，也恰恰是这个跟你吵架的人。",
    "annotation": [
      {
        "sentence": "吵架之后，最忌讳的就是冷战，长时间的冷战，不仅伤感情，还伤心。",
        "label": ""
      },
      {
        "sentence": "所以，她不愿意说话的时候，并不一定是不想说，你也要考虑一下有没有其他的原因。",
        "label": ""
      },
      {
        "sentence": "例如：她想找个台阶下，又怕下得太容易了，被你瞧不起，那多尴尬呀。",
        "label": ""
      },
      {
        "sentence": "所以呀，她不想说话的时候，你就多说些，一些有意思的事情，公司里遇到的事情，最好是需要她发表意见的那种。",
        "label": ""
      },
      {
        "sentence": "说着说着，两个人就又和好了。",
        "label": ""
      },
      {
        "sentence": "夫妻就是这样，总有不顺的时候，但是陪伴到最后的，也恰恰是这个跟你吵架的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持！我会认真尝试的，希望我们能够重归于好。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      },
      {
        "sentence": "我会认真尝试的，希望我们能够重归于好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "加油哦！夫妻之间的矛盾是常有的事情，只要有爱，就一定能够克服困难，走向幸福。祝你们早日和好！",
    "annotation": [
      {
        "sentence": "加油哦！",
        "label": ""
      },
      {
        "sentence": "夫妻之间的矛盾是常有的事情，只要有爱，就一定能够克服困难，走向幸福。",
        "label": ""
      },
      {
        "sentence": "祝你们早日和好！",
        "label": ""
      }
    ]
  }
]