[
  {
    "role": "client",
    "content": "每次拒绝别人（亲近的人）都有负罪感？我是一个护士，我的小姨妈平时和我们家关系挺好的，她的同学的爷爷从医院回来了吃不进东西了，找了个医生亲戚开了营养液，但是我今晚要上夜班，不是去扎个针就可以走了，出了事情是要负法律责任的，我就拒绝了她，她也没有多说什么，但是我感觉很难受，我已经建议他们去诊所或者找网约护士了，我觉得我没做错事情，但是为什么有负罪感！",
    "annotation": [
      {
        "sentence": "每次拒绝别人（亲近的人）都有负罪感？",
        "label": ""
      },
      {
        "sentence": "我是一个护士，我的小姨妈平时和我们家关系挺好的，她的同学的爷爷从医院回来了吃不进东西了，找了个医生亲戚开了营养液，但是我今晚要上夜班，不是去扎个针就可以走了，出了事情是要负法律责任的，我就拒绝了她，她也没有多说什么，但是我感觉很难受，我已经建议他们去诊所或者找网约护士了，我觉得我没做错事情，但是为什么有负罪感！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "拒绝常常引发对关系的思考。这里所描述的事件，又具有更复杂的因素。我们需要从两个部分来区分考虑。",
    "annotation": [
      {
        "sentence": "拒绝常常引发对关系的思考。",
        "label": ""
      },
      {
        "sentence": "这里所描述的事件，又具有更复杂的因素。",
        "label": ""
      },
      {
        "sentence": "我们需要从两个部分来区分考虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，这件事情确实令我思考很多。在这个例子里，你也被生活中的人托付了工作角色中的任务，然而这个托付实际上和工作角色是有矛盾。",
    "annotation": [
      {
        "sentence": "你说得对，这件事情确实令我思考很多。",
        "label": ""
      },
      {
        "sentence": "在这个例子里，你也被生活中的人托付了工作角色中的任务，然而这个托付实际上和工作角色是有矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这个矛盾原本在工作环境下是很明确的，但是一旦加入了生活中的角色，就带来了矛盾，尤其，这里存在专业能力和信息的不对称。如果从专业方面可以有一定的解释，又或者你自己可以区分这两种角色，理解不同的领域采用相应的原则，或许可以对自己更宽容些，对拒绝也许会减少一些负疚感。",
    "annotation": [
      {
        "sentence": "是的，这个矛盾原本在工作环境下是很明确的，但是一旦加入了生活中的角色，就带来了矛盾，尤其，这里存在专业能力和信息的不对称。",
        "label": ""
      },
      {
        "sentence": "如果从专业方面可以有一定的解释，又或者你自己可以区分这两种角色，理解不同的领域采用相应的原则，或许可以对自己更宽容些，对拒绝也许会减少一些负疚感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该尝试更清楚地区分我的工作角色和生活角色，不让它们产生冲突。但是即使我知道我没做错事情，我还是感到内疚和难受。",
    "annotation": [
      {
        "sentence": "我明白了，我应该尝试更清楚地区分我的工作角色和生活角色，不让它们产生冲突。",
        "label": ""
      },
      {
        "sentence": "但是即使我知道我没做错事情，我还是感到内疚和难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关系的远近也会对我们的内疚感产生影响。对于亲近的人，难以拒绝或者容易抱有内疚，可能与早期的养育关系有关。你可能在过去的经历中感受过不被接受或渴望赞许的情况，这导致你与别人难以分离，在拒绝和内疚方面更容易受到影响。",
    "annotation": [
      {
        "sentence": "关系的远近也会对我们的内疚感产生影响。",
        "label": ""
      },
      {
        "sentence": "对于亲近的人，难以拒绝或者容易抱有内疚，可能与早期的养育关系有关。",
        "label": ""
      },
      {
        "sentence": "你可能在过去的经历中感受过不被接受或渴望赞许的情况，这导致你与别人难以分离，在拒绝和内疚方面更容易受到影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我曾经有过这样的经历。我意识到这些情感对我在关系中的行为产生了很大影响，使我很难拒绝亲近的人。我需要更多地理解自己和共情，以接纳这种情况的存在。",
    "annotation": [
      {
        "sentence": "是的，我曾经有过这样的经历。",
        "label": ""
      },
      {
        "sentence": "我意识到这些情感对我在关系中的行为产生了很大影响，使我很难拒绝亲近的人。",
        "label": ""
      },
      {
        "sentence": "我需要更多地理解自己和共情，以接纳这种情况的存在。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常正确。在允许自己存在这样的状况的态度下，你可以去探索自己在关系中的感受，对方的感受，以及双方的想法和情感。同时，你可以运用成年人的觉知来观察和接纳这些情绪，不要对自己太过严厉，这样负罪感也会慢慢减轻。长此以往，你也可以调整自己在关系中的模式。",
    "annotation": [
      {
        "sentence": "非常正确。",
        "label": ""
      },
      {
        "sentence": "在允许自己存在这样的状况的态度下，你可以去探索自己在关系中的感受，对方的感受，以及双方的想法和情感。",
        "label": ""
      },
      {
        "sentence": "同时，你可以运用成年人的觉知来观察和接纳这些情绪，不要对自己太过严厉，这样负罪感也会慢慢减轻。",
        "label": ""
      },
      {
        "sentence": "长此以往，你也可以调整自己在关系中的模式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着运用你的方法。希望我能够减轻负罪感，更好地处理拒绝的情况。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着运用你的方法。",
        "label": ""
      },
      {
        "sentence": "希望我能够减轻负罪感，更好地处理拒绝的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经意识到问题，并且愿意改变，这是很重要的一步。相信自己，你一定能够调整和处理好这些情绪。如果还有其他困扰，随时来找我聊天吧。",
    "annotation": [
      {
        "sentence": "你已经意识到问题，并且愿意改变，这是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够调整和处理好这些情绪。",
        "label": ""
      },
      {
        "sentence": "如果还有其他困扰，随时来找我聊天吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的支持和鼓励。我会的，再次谢谢你！",
    "annotation": [
      {
        "sentence": "感谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会的，再次谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直支持你的。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]