[
  {
    "role": "client",
    "content": "每次拒绝别人（亲近的人）都有负罪感？我是一个护士，我的小姨妈平时和我们家关系挺好的，她的同学的爷爷从医院回来了吃不进东西了，找了个医生亲戚开了营养液，但是我今晚要上夜班，不是去扎个针就可以走了，出了事情是要负法律责任的，我就拒绝了她，她也没有多说什么，但是我感觉很难受，我已经建议他们去诊所或者找网约护士了，我觉得我没做错事情，但是为什么有负罪感！",
    "annotation": [
      {
        "sentence": "每次拒绝别人（亲近的人）都有负罪感？",
        "label": ""
      },
      {
        "sentence": "我是一个护士，我的小姨妈平时和我们家关系挺好的，她的同学的爷爷从医院回来了吃不进东西了，找了个医生亲戚开了营养液，但是我今晚要上夜班，不是去扎个针就可以走了，出了事情是要负法律责任的，我就拒绝了她，她也没有多说什么，但是我感觉很难受，我已经建议他们去诊所或者找网约护士了，我觉得我没做错事情，但是为什么有负罪感！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的文字描述中，似乎解读到你认为自己有帮助输液的责任，但自己又因为有夜班不愿意因时间赶而承担意外责任，所以你拒绝了小姨妈的求助，我认为你这样做很合理，没有问题呀～当然，你也提到，自己家平时与小姨妈家还是比较亲近的，自己应该尽自己所能去满足小姨妈的要求。可是，你在这里忽略了一点：关系亲近并不代表要满足对方所有需求，对吗？我感受到了你描述到的负罪感，但是你先不要思考对方的需求是小姨妈提出的，假如说当时的情况是其他任何一个跟你不够亲近的人提出，你是不是一样都会拒绝呢？所以，你接下来要做的就是告诉自己，自己没有做错什么，同时这样的事情也不会让你的小姨妈跟你有隔阂，对吗？因为真正对你好的人会理解你的担忧。祝福静静汀。",
    "annotation": [
      {
        "sentence": "从你的文字描述中，似乎解读到你认为自己有帮助输液的责任，但自己又因为有夜班不愿意因时间赶而承担意外责任，所以你拒绝了小姨妈的求助，我认为你这样做很合理，没有问题呀～当然，你也提到，自己家平时与小姨妈家还是比较亲近的，自己应该尽自己所能去满足小姨妈的要求。",
        "label": ""
      },
      {
        "sentence": "可是，你在这里忽略了一点：关系亲近并不代表要满足对方所有需求，对吗？",
        "label": ""
      },
      {
        "sentence": "我感受到了你描述到的负罪感，但是你先不要思考对方的需求是小姨妈提出的，假如说当时的情况是其他任何一个跟你不够亲近的人提出，你是不是一样都会拒绝呢？",
        "label": ""
      },
      {
        "sentence": "所以，你接下来要做的就是告诉自己，自己没有做错什么，同时这样的事情也不会让你的小姨妈跟你有隔阂，对吗？",
        "label": ""
      },
      {
        "sentence": "因为真正对你好的人会理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "祝福静静汀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我想我有点过于苛责自己了，但好像控制不住这种负罪感。有没有什么方法可以帮助我调整情绪呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我想我有点过于苛责自己了，但好像控制不住这种负罪感。",
        "label": ""
      },
      {
        "sentence": "有没有什么方法可以帮助我调整情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题！情绪调节是个循序渐进的过程。首先，你可以尝试深呼吸，把注意力集中在呼吸上，放松身心。此外，你可以写下自己的感受，用文字释放内心的负担。还有一种方法是寻找可以分散注意力的活动，比如阅读、运动或与朋友聊天等。试试看，这些方法可能对你有帮助哦。",
    "annotation": [
      {
        "sentence": "没问题！",
        "label": ""
      },
      {
        "sentence": "情绪调节是个循序渐进的过程。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试深呼吸，把注意力集中在呼吸上，放松身心。",
        "label": ""
      },
      {
        "sentence": "此外，你可以写下自己的感受，用文字释放内心的负担。",
        "label": ""
      },
      {
        "sentence": "还有一种方法是寻找可以分散注意力的活动，比如阅读、运动或与朋友聊天等。",
        "label": ""
      },
      {
        "sentence": "试试看，这些方法可能对你有帮助哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢建议！我会试试的。但是我还是担心我和小姨妈之间会有一点隔阂，我不想让这个小插曲影响我们的关系。",
    "annotation": [
      {
        "sentence": "谢谢建议！",
        "label": ""
      },
      {
        "sentence": "我会试试的。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心我和小姨妈之间会有一点隔阂，我不想让这个小插曲影响我们的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心，但是我相信你们之间的关系并不会因为这个小插曲而受到太大影响。你已经解释过了，说明了你的顾虑和原因。真正了解你的人会理解你的选择的。如果你觉得有需要，可以找个合适的时间和小姨妈坦诚沟通一下，让彼此更加理解对方的立场。这样可以进一步加强你们之间的亲近感。",
    "annotation": [
      {
        "sentence": "理解你的担心，但是我相信你们之间的关系并不会因为这个小插曲而受到太大影响。",
        "label": ""
      },
      {
        "sentence": "你已经解释过了，说明了你的顾虑和原因。",
        "label": ""
      },
      {
        "sentence": "真正了解你的人会理解你的选择的。",
        "label": ""
      },
      {
        "sentence": "如果你觉得有需要，可以找个合适的时间和小姨妈坦诚沟通一下，让彼此更加理解对方的立场。",
        "label": ""
      },
      {
        "sentence": "这样可以进一步加强你们之间的亲近感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，沟通确实很重要。我明白了。谢谢你的建议和安慰。通过和你的交流，我感觉好多了。",
    "annotation": [
      {
        "sentence": "嗯，沟通确实很重要。",
        "label": ""
      },
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和安慰。",
        "label": ""
      },
      {
        "sentence": "通过和你的交流，我感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我很高兴能和你交流并为你提供支持。在这个过程中，你也展现了非常好的自我调节能力。记住，我们每个人都有权拒绝对我们来说无法承担的责任，不必为此感到负罪。你已经很好地处理了这个情况，要对自己有信心。如果将来还有类似的困扰，欢迎随时来找我聊天。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我很高兴能和你交流并为你提供支持。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你也展现了非常好的自我调节能力。",
        "label": ""
      },
      {
        "sentence": "记住，我们每个人都有权拒绝对我们来说无法承担的责任，不必为此感到负罪。",
        "label": ""
      },
      {
        "sentence": "你已经很好地处理了这个情况，要对自己有信心。",
        "label": ""
      },
      {
        "sentence": "如果将来还有类似的困扰，欢迎随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]