[
  {
    "role": "client",
    "content": "男友的前女友总是联系他，怎么办？我和男友恋爱三个月，开始感情挺好的，他已经见过我父母。但是最近因为他前女友的事情，两个人总是吵架，不知道该如何妥善处理，想请大家帮忙出出主意。",
    "annotation": [
      {
        "sentence": "男友的前女友总是联系他，怎么办？",
        "label": ""
      },
      {
        "sentence": "我和男友恋爱三个月，开始感情挺好的，他已经见过我父母。",
        "label": ""
      },
      {
        "sentence": "但是最近因为他前女友的事情，两个人总是吵架，不知道该如何妥善处理，想请大家帮忙出出主意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听说你遇到了一些困扰。你的男友的前女友一直联系他，导致你们最近总是吵架。这确实是一件令人困扰的事情。不过，在这个时候你要冷静一点，了解一下整个情况，然后和男友坐下来好好沟通，一起找出解决的办法。",
    "annotation": [
      {
        "sentence": "你好，听说你遇到了一些困扰。",
        "label": ""
      },
      {
        "sentence": "你的男友的前女友一直联系他，导致你们最近总是吵架。",
        "label": ""
      },
      {
        "sentence": "这确实是一件令人困扰的事情。",
        "label": ""
      },
      {
        "sentence": "不过，在这个时候你要冷静一点，了解一下整个情况，然后和男友坐下来好好沟通，一起找出解决的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我们之前一直相处得很好，但是他的前女友的存在让我觉得很不安。他们之前的关系听起来还挺复杂的，他们一起同居了两年并有一只共同抚养的泰迪。后来前女友去北京发展，他们虽然和平分手，但是他还继续帮忙照顾狗，并约定回西安后还给她。我知道前女友偶尔会打电话给他，但是我不确定他们是否还有其他联系。",
    "annotation": [
      {
        "sentence": "其实我们之前一直相处得很好，但是他的前女友的存在让我觉得很不安。",
        "label": ""
      },
      {
        "sentence": "他们之前的关系听起来还挺复杂的，他们一起同居了两年并有一只共同抚养的泰迪。",
        "label": ""
      },
      {
        "sentence": "后来前女友去北京发展，他们虽然和平分手，但是他还继续帮忙照顾狗，并约定回西安后还给她。",
        "label": ""
      },
      {
        "sentence": "我知道前女友偶尔会打电话给他，但是我不确定他们是否还有其他联系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，看起来你的男友和他的前女友确实有一些联系，但是这并不代表他们还有感情或者有可能复合。从你的叙述中可以看出，你的男友已经向前女友提到自己正在和你谈恋爱。虽然他之前给她发了微信告诉她以后不要打电话给他，但这可能只是为了避免造成更多的纠缠。所以，不要太担心，相信你男友对你的承诺和感情。",
    "annotation": [
      {
        "sentence": "听你的描述，看起来你的男友和他的前女友确实有一些联系，但是这并不代表他们还有感情或者有可能复合。",
        "label": ""
      },
      {
        "sentence": "从你的叙述中可以看出，你的男友已经向前女友提到自己正在和你谈恋爱。",
        "label": ""
      },
      {
        "sentence": "虽然他之前给她发了微信告诉她以后不要打电话给他，但这可能只是为了避免造成更多的纠缠。",
        "label": ""
      },
      {
        "sentence": "所以，不要太担心，相信你男友对你的承诺和感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是他最近告诉我前女友有一天梦到狗丢了，就发微信问他，他还回复了。这让我觉得他们之间的联系可能并没有我想象中的那么简单。",
    "annotation": [
      {
        "sentence": "但是他最近告诉我前女友有一天梦到狗丢了，就发微信问他，他还回复了。",
        "label": ""
      },
      {
        "sentence": "这让我觉得他们之间的联系可能并没有我想象中的那么简单。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心和不安。不过，你要记住感情并不是那么容易就能完全断掉的。他的回复可能只是出于礼貌和友善，并不代表他们之间还有什么特殊的联系。毕竟，他们分手已经一段时间了，而且现在他已经和你在一起了。所以，相信他对你的感情和承诺，对他们之间的联系不要过于敏感，让你们的感情更稳固。",
    "annotation": [
      {
        "sentence": "我理解你的担心和不安。",
        "label": ""
      },
      {
        "sentence": "不过，你要记住感情并不是那么容易就能完全断掉的。",
        "label": ""
      },
      {
        "sentence": "他的回复可能只是出于礼貌和友善，并不代表他们之间还有什么特殊的联系。",
        "label": ""
      },
      {
        "sentence": "毕竟，他们分手已经一段时间了，而且现在他已经和你在一起了。",
        "label": ""
      },
      {
        "sentence": "所以，相信他对你的感情和承诺，对他们之间的联系不要过于敏感，让你们的感情更稳固。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得有道理，我也明白感情需要时间去转变。但是我还是会担心他们之间的关系会不会影响到我们的感情。我怕我会一直纠结在他们的过去，无法放下。",
    "annotation": [
      {
        "sentence": "你说得有道理，我也明白感情需要时间去转变。",
        "label": ""
      },
      {
        "sentence": "但是我还是会担心他们之间的关系会不会影响到我们的感情。",
        "label": ""
      },
      {
        "sentence": "我怕我会一直纠结在他们的过去，无法放下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "恋爱中的人都会有这样的担心和焦虑，这很正常。但是过去的事情已经发生了，我们无法改变。相信你们之间的感情是真实的，而且你男友也没有表现出对前女友的特殊关注。所以，试着专注于你们现在和未来的美好生活，积极发展你们之间的感情。对于他们之间的联系，你也可以稍微不那么在意，让他们之间的联系越来越淡，直到最终消失。",
    "annotation": [
      {
        "sentence": "恋爱中的人都会有这样的担心和焦虑，这很正常。",
        "label": ""
      },
      {
        "sentence": "但是过去的事情已经发生了，我们无法改变。",
        "label": ""
      },
      {
        "sentence": "相信你们之间的感情是真实的，而且你男友也没有表现出对前女友的特殊关注。",
        "label": ""
      },
      {
        "sentence": "所以，试着专注于你们现在和未来的美好生活，积极发展你们之间的感情。",
        "label": ""
      },
      {
        "sentence": "对于他们之间的联系，你也可以稍微不那么在意，让他们之间的联系越来越淡，直到最终消失。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会试着放下对他们之间关系的过度在意。毕竟他已经选择了和我在一起，我们应该共同努力去建立一个更好的关系。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "你说得对，我会试着放下对他们之间关系的过度在意。",
        "label": ""
      },
      {
        "sentence": "毕竟他已经选择了和我在一起，我们应该共同努力去建立一个更好的关系。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，你们的感情是建立在互信和理解的基础上的。相信彼此，沟通问题，共同创造一个美好的未来。祝你们幸福！如果还有其他问题，随时来找我。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，你们的感情是建立在互信和理解的基础上的。",
        "label": ""
      },
      {
        "sentence": "相信彼此，沟通问题，共同创造一个美好的未来。",
        "label": ""
      },
      {
        "sentence": "祝你们幸福！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我。",
        "label": ""
      }
    ]
  }
]