[
  {
    "role": "client",
    "content": "想和别人建立关系却不知道该怎么做？",
    "annotation": [
      {
        "sentence": "想和别人建立关系却不知道该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我曾经也和你一样，我在之前很长的一段时间里，缺少发展和经营良好关系的经验，但是也很渴望能建立良好的关系。虽然没有经验，但是超越一般在于积累，我们需要在试着迈出第一步之后不断从处理人际关系中学习，逐渐逐渐地形成良好的关系。我们需要勇敢跨出第一步，会逐渐渐入佳境的。",
    "annotation": [
      {
        "sentence": "我曾经也和你一样，我在之前很长的一段时间里，缺少发展和经营良好关系的经验，但是也很渴望能建立良好的关系。",
        "label": ""
      },
      {
        "sentence": "虽然没有经验，但是超越一般在于积累，我们需要在试着迈出第一步之后不断从处理人际关系中学习，逐渐逐渐地形成良好的关系。",
        "label": ""
      },
      {
        "sentence": "我们需要勇敢跨出第一步，会逐渐渐入佳境的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的了解和鼓励。但是我还是有些担心自己不会主动说话，有没有什么训练方法能帮助我对别人更感兴趣呢？",
    "annotation": [
      {
        "sentence": "非常感谢你的了解和鼓励。",
        "label": ""
      },
      {
        "sentence": "但是我还是有些担心自己不会主动说话，有没有什么训练方法能帮助我对别人更感兴趣呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，我可以给你一些建议！第一，交流法则，我想让别人怎么对我，我就怎么对待别人。在和周围人的相处当中，我们首先做到的就是合作原则，那么我们相信别人怎么对我们，我们就要怎么去对待别人。我们迈出了友好的一步，如果对方也认为是比较友好的，那么我们就可以继续采用这一原则，友好下去，这是很多人的交友法则。我先选择相信你，用我的相信，希望构建一个友好诚信的世界，所以你可以看到很多成功人士，他们都是宁愿先选择相信别人先主动对待别人友好，这样可以让他们拥有比较好的人脉。曾经有人讲述他们一行企业家去拜访李嘉诚的时候，李嘉诚非常的谦虚，早早就站在电梯面前去迎接他们，并和每一个人都握了手，本来以为他会很忙，然后他会和到来的每一个人都握手，显得非常重视。据到场的人说，那一次感受到一个成功人士为何会赢得别人的支持与信任的关键所在了，那就是发自内心的对待别人的尊重。",
    "annotation": [
      {
        "sentence": "当然，我可以给你一些建议！",
        "label": ""
      },
      {
        "sentence": "第一，交流法则，我想让别人怎么对我，我就怎么对待别人。",
        "label": ""
      },
      {
        "sentence": "在和周围人的相处当中，我们首先做到的就是合作原则，那么我们相信别人怎么对我们，我们就要怎么去对待别人。",
        "label": ""
      },
      {
        "sentence": "我们迈出了友好的一步，如果对方也认为是比较友好的，那么我们就可以继续采用这一原则，友好下去，这是很多人的交友法则。",
        "label": ""
      },
      {
        "sentence": "我先选择相信你，用我的相信，希望构建一个友好诚信的世界，所以你可以看到很多成功人士，他们都是宁愿先选择相信别人先主动对待别人友好，这样可以让他们拥有比较好的人脉。",
        "label": ""
      },
      {
        "sentence": "曾经有人讲述他们一行企业家去拜访李嘉诚的时候，李嘉诚非常的谦虚，早早就站在电梯面前去迎接他们，并和每一个人都握了手，本来以为他会很忙，然后他会和到来的每一个人都握手，显得非常重视。",
        "label": ""
      },
      {
        "sentence": "据到场的人说，那一次感受到一个成功人士为何会赢得别人的支持与信任的关键所在了，那就是发自内心的对待别人的尊重。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试用交流法则去对待别人。但是有时候，我担心别人会利用我的真心来伤害我，怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试用交流法则去对待别人。",
        "label": ""
      },
      {
        "sentence": "但是有时候，我担心别人会利用我的真心来伤害我，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到了一个重要的点，黄铜法则也很重要。如果别人怎么对我，我就怎么对别人。在人际交往的过程当中，并不是我们时时刻刻都要付出真心，就一定会得到真心，有的时候，当我们付出真心的时候，别人会利用我们的真心来蒙骗我们，那么这个时候，我们就必须要记住，第二个法则黄铜法则，如果别人怎么对我，那么，我就怎么对别人。其实有点类似于我们中国人所说，人不犯我，我不犯人。秉承着这个原则的时候呢，其实也是一种有效的反击，他人的恶意保护自我的利益的方法，心理学发现，了，这也是我们对自我界限的一种肯定，每个人的自我界限，当我们退步的时候，很多时候也是丧失自我原则，反而会显得比较懦弱，那年花开月正圆周莹能够获得很多人的支持，与她的这种魄力是有关的，她在对待别人的态度，就是先对别人非常友好，但是一旦有人欺负他她也从来不退缩，比如她对刘氏的反击就是这样，这才是一个正确的为人处世的好的方法。",
    "annotation": [
      {
        "sentence": "你提到了一个重要的点，黄铜法则也很重要。",
        "label": ""
      },
      {
        "sentence": "如果别人怎么对我，我就怎么对别人。",
        "label": ""
      },
      {
        "sentence": "在人际交往的过程当中，并不是我们时时刻刻都要付出真心，就一定会得到真心，有的时候，当我们付出真心的时候，别人会利用我们的真心来蒙骗我们，那么这个时候，我们就必须要记住，第二个法则黄铜法则，如果别人怎么对我，那么，我就怎么对别人。",
        "label": ""
      },
      {
        "sentence": "其实有点类似于我们中国人所说，人不犯我，我不犯人。",
        "label": ""
      },
      {
        "sentence": "秉承着这个原则的时候呢，其实也是一种有效的反击，他人的恶意保护自我的利益的方法，心理学发现，了，这也是我们对自我界限的一种肯定，每个人的自我界限，当我们退步的时候，很多时候也是丧失自我原则，反而会显得比较懦弱，那年花开月正圆周莹能够获得很多人的支持，与她的这种魄力是有关的，她在对待别人的态度，就是先对别人非常友好，但是一旦有人欺负他她也从来不退缩，比如她对刘氏的反击就是这样，这才是一个正确的为人处世的好的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的建议真的很有道理，我会记住这三个原则。还有没有其他的方法或技巧可以帮助我和别人建立起良好的关系呢？",
    "annotation": [
      {
        "sentence": "你的建议真的很有道理，我会记住这三个原则。",
        "label": ""
      },
      {
        "sentence": "还有没有其他的方法或技巧可以帮助我和别人建立起良好的关系呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "还有最后一个方法是换位法则，我不想别人怎么对待我，我就不要怎么去对待别人。很多时候，学会倾听并恰当地给予别人反馈。不吝啬自己肯定和赞扬的话语，学会真诚地赞美别人。学会宽容和谅解。适当地替他人着想，切忌自我中心、损人利己。遵守所在群体的基本规则。逐渐走向主动，你会走向成功！相信我能给你带来帮助。",
    "annotation": [
      {
        "sentence": "还有最后一个方法是换位法则，我不想别人怎么对待我，我就不要怎么去对待别人。",
        "label": ""
      },
      {
        "sentence": "很多时候，学会倾听并恰当地给予别人反馈。",
        "label": ""
      },
      {
        "sentence": "不吝啬自己肯定和赞扬的话语，学会真诚地赞美别人。",
        "label": ""
      },
      {
        "sentence": "学会宽容和谅解。",
        "label": ""
      },
      {
        "sentence": "适当地替他人着想，切忌自我中心、损人利己。",
        "label": ""
      },
      {
        "sentence": "遵守所在群体的基本规则。",
        "label": ""
      },
      {
        "sentence": "逐渐走向主动，你会走向成功！",
        "label": ""
      },
      {
        "sentence": "相信我能给你带来帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和支持！我会努力尝试这些方法，希望最终能够建立起良好的关系。有时候我还是觉得有些不自信，但是你的话让我对自己有了更多的信心。",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和支持！",
        "label": ""
      },
      {
        "sentence": "我会努力尝试这些方法，希望最终能够建立起良好的关系。",
        "label": ""
      },
      {
        "sentence": "有时候我还是觉得有些不自信，但是你的话让我对自己有了更多的信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！相信自己，勇敢迈出第一步是非常重要的。每个人都会有不自信的时候，但是只要坚持改变自己，相信自己，你一定能够克服困难，建立起良好的关系。加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "相信自己，勇敢迈出第一步是非常重要的。",
        "label": ""
      },
      {
        "sentence": "每个人都会有不自信的时候，但是只要坚持改变自己，相信自己，你一定能够克服困难，建立起良好的关系。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]