[
  {
    "role": "client",
    "content": "我今年大三，我特别喜欢关注我的室友和周围的人学习，每次看到有一个人学习，我就特别心慌，焦虑，后槽牙紧张，感觉他们要偷偷超过我，要打败我，他是我的敌人，然后我就一无是处，没有价值，所以每次我都特别累，专心不了学习，每次一打开书，就觉得有人要超过我了，然后就焦虑看不进去书。真的好痛苦…我也想舒服的学习，不用在意那么多，但是我不知道自己怎么了？我该怎么办？",
    "annotation": [
      {
        "sentence": "我今年大三，我特别喜欢关注我的室友和周围的人学习，每次看到有一个人学习，我就特别心慌，焦虑，后槽牙紧张，感觉他们要偷偷超过我，要打败我，他是我的敌人，然后我就一无是处，没有价值，所以每次我都特别累，专心不了学习，每次一打开书，就觉得有人要超过我了，然后就焦虑看不进去书。",
        "label": ""
      },
      {
        "sentence": "真的好痛苦…我也想舒服的学习，不用在意那么多，但是我不知道自己怎么了？",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你的压力很大，首先你要明白自己并不是与别人战斗的敌人，每个人的学习方法不一样，你应该宽容对待别人的方式，不要总是比较自己和别人。你有没有试过列一个自己的学习计划，计划好自己的学习任务后，就不需要再关注别人了。",
    "annotation": [
      {
        "sentence": "听起来你的压力很大，首先你要明白自己并不是与别人战斗的敌人，每个人的学习方法不一样，你应该宽容对待别人的方式，不要总是比较自己和别人。",
        "label": ""
      },
      {
        "sentence": "你有没有试过列一个自己的学习计划，计划好自己的学习任务后，就不需要再关注别人了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你说的，但是我总是控制不住自己的情绪，特别是在看到别人已经完成了任务或者比我进步更快的时候，我就特别焦虑，这怎么办？",
    "annotation": [
      {
        "sentence": "我明白你说的，但是我总是控制不住自己的情绪，特别是在看到别人已经完成了任务或者比我进步更快的时候，我就特别焦虑，这怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以试试深呼吸，慢慢地呼吸和吐气，让自己的身体放松下来，同时你需要认真地思考一下，为什么你会感到焦虑？是因为你害怕失去自己的优势，还是因为想证明自己比别人更好？你可以写下这些想法，然后跟别人分享，这样你会得到帮助，同时也会减轻你的情绪压力。",
    "annotation": [
      {
        "sentence": "你可以试试深呼吸，慢慢地呼吸和吐气，让自己的身体放松下来，同时你需要认真地思考一下，为什么你会感到焦虑？",
        "label": ""
      },
      {
        "sentence": "是因为你害怕失去自己的优势，还是因为想证明自己比别人更好？",
        "label": ""
      },
      {
        "sentence": "你可以写下这些想法，然后跟别人分享，这样你会得到帮助，同时也会减轻你的情绪压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你说的有道理，但是我还是觉得很难控制自己的情绪，怎么才能更好地控制自己的情绪？",
    "annotation": [
      {
        "sentence": "我觉得你说的有道理，但是我还是觉得很难控制自己的情绪，怎么才能更好地控制自己的情绪？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以试试情绪管理技巧，比如说，遇到让你生气的事情时，不要马上做出反应，先等一段时间再做决定。另外，做的比比较好和失败了并不是我们自我价值的主要体现，我们应该更关注自己的成长，而不是和别人比较。你可以尝试参加一些课外活动，丰富自己的生活，让自己更有信心，更有价值感。",
    "annotation": [
      {
        "sentence": "你可以试试情绪管理技巧，比如说，遇到让你生气的事情时，不要马上做出反应，先等一段时间再做决定。",
        "label": ""
      },
      {
        "sentence": "另外，做的比比较好和失败了并不是我们自我价值的主要体现，我们应该更关注自己的成长，而不是和别人比较。",
        "label": ""
      },
      {
        "sentence": "你可以尝试参加一些课外活动，丰富自己的生活，让自己更有信心，更有价值感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试的，谢谢你给我的建议，我觉得这次谈话对我很有帮助。",
    "annotation": [
      {
        "sentence": "我会试试的，谢谢你给我的建议，我觉得这次谈话对我很有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，我们都需要帮助，如果你需要进一步的谈话，随时可以找我聊天。",
    "annotation": [
      {
        "sentence": "不用谢，我们都需要帮助，如果你需要进一步的谈话，随时可以找我聊天。",
        "label": ""
      }
    ]
  }
]