[
  {
    "role": "client",
    "content": "我最近感觉焦虑抑郁症状越来越严重了，脑子胡思乱想，害怕别人评价，经常想哭窒息感越来越明显。我曾经出差半年期间调了职，被人议论，回来之后很不适应环境，感觉老是担心自己做什么会让别人反感。我老是按照其他人的想法在做事情，处理不好人际关系，尤其是对个别人有一点恐惧，最近被议论我比较多的人引起了很大的心理压力。",
    "annotation": [
      {
        "sentence": "我最近感觉焦虑抑郁症状越来越严重了，脑子胡思乱想，害怕别人评价，经常想哭窒息感越来越明显。",
        "label": ""
      },
      {
        "sentence": "我曾经出差半年期间调了职，被人议论，回来之后很不适应环境，感觉老是担心自己做什么会让别人反感。",
        "label": ""
      },
      {
        "sentence": "我老是按照其他人的想法在做事情，处理不好人际关系，尤其是对个别人有一点恐惧，最近被议论我比较多的人引起了很大的心理压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种状况下你的心理状态是可以理解的，但你很棒哦，虽然被调职和议论可能让你觉得无助和恐惧，但是你能坚持完成工作真的很值得赞赏。可以理解你想融入环境和被认可的心理，也不想重蹈覆辙再次被议论。不过，无独有偶，在职场当中有一个妙招，接受他人的请求和请求他人的帮助，可以迅速建立信任度，拉近彼此的关系哦，可以试试看～",
    "annotation": [
      {
        "sentence": "这种状况下你的心理状态是可以理解的，但你很棒哦，虽然被调职和议论可能让你觉得无助和恐惧，但是你能坚持完成工作真的很值得赞赏。",
        "label": ""
      },
      {
        "sentence": "可以理解你想融入环境和被认可的心理，也不想重蹈覆辙再次被议论。",
        "label": ""
      },
      {
        "sentence": "不过，无独有偶，在职场当中有一个妙招，接受他人的请求和请求他人的帮助，可以迅速建立信任度，拉近彼此的关系哦，可以试试看～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，这个建议不错。我是觉得自己比较喜欢热闹但被迫孤独，很压抑，有时候感觉自己是不是内向一点大家才能多关照一点，太外向了反而没人帮忙。我很纠结自己到底该什么样，没办法做决定，什么都提不起兴趣。想学习，但又拖延，也是在强迫自己多做点事，但现在还是这种状态。",
    "annotation": [
      {
        "sentence": "谢谢你，这个建议不错。",
        "label": ""
      },
      {
        "sentence": "我是觉得自己比较喜欢热闹但被迫孤独，很压抑，有时候感觉自己是不是内向一点大家才能多关照一点，太外向了反而没人帮忙。",
        "label": ""
      },
      {
        "sentence": "我很纠结自己到底该什么样，没办法做决定，什么都提不起兴趣。",
        "label": ""
      },
      {
        "sentence": "想学习，但又拖延，也是在强迫自己多做点事，但现在还是这种状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不一定是内向才会被照顾，有时候反而会适得其反。减少玩手机的频率，从定一个小目标开始实行，你可以下载一个番茄闹钟，设置一个时间，每格二十分钟休息一次，慢慢养成习惯～ 再比如找一下或者回忆自己是否有感兴趣的爱好，重新拾回，点燃内心的激情。另外可以适当奖励自己，例如在完成一个目标的时候可以奖励自己心爱已久的礼物或者一次放松的旅行，身心和开心都在路上，一举两得。",
    "annotation": [
      {
        "sentence": "不一定是内向才会被照顾，有时候反而会适得其反。",
        "label": ""
      },
      {
        "sentence": "减少玩手机的频率，从定一个小目标开始实行，你可以下载一个番茄闹钟，设置一个时间，每格二十分钟休息一次，慢慢养成习惯～ 再比如找一下或者回忆自己是否有感兴趣的爱好，重新拾回，点燃内心的激情。",
        "label": ""
      },
      {
        "sentence": "另外可以适当奖励自己，例如在完成一个目标的时候可以奖励自己心爱已久的礼物或者一次放松的旅行，身心和开心都在路上，一举两得。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的建议真的很实用，谢谢你！可是我还是很困惑，我想学习，但是又拖延，感觉没动力。",
    "annotation": [
      {
        "sentence": "你的建议真的很实用，谢谢你！",
        "label": ""
      },
      {
        "sentence": "可是我还是很困惑，我想学习，但是又拖延，感觉没动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你觉得缺少动力的话，可以试着设定一个小目标，根据自己的情况确定需要花费多少时间完成这个目标。然后每天设定一些小任务，完成后都要奖励自己。你也可以找一些有意义的社团参加，认识积极的朋友，信任他人将日常的烦恼倾述出来，或许会得到不同的建议给到你呀～",
    "annotation": [
      {
        "sentence": "如果你觉得缺少动力的话，可以试着设定一个小目标，根据自己的情况确定需要花费多少时间完成这个目标。",
        "label": ""
      },
      {
        "sentence": "然后每天设定一些小任务，完成后都要奖励自己。",
        "label": ""
      },
      {
        "sentence": "你也可以找一些有意义的社团参加，认识积极的朋友，信任他人将日常的烦恼倾述出来，或许会得到不同的建议给到你呀～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我试试看，谢谢你的陪伴和建议！我会尽快去改变自己，让自己更加积极和阳光。",
    "annotation": [
      {
        "sentence": "嗯，我试试看，谢谢你的陪伴和建议！",
        "label": ""
      },
      {
        "sentence": "我会尽快去改变自己，让自己更加积极和阳光。",
        "label": ""
      }
    ]
  }
]