[
  {
    "role": "client",
    "content": "我是一个27岁的女生，已经分手半年了，但是我怎么都无法忘记他，想断断不掉他。我们在一起两年，经常吵架，但是过几天就好了。特别是疫情期间，我们吵得更加凶，他甚至打了我一巴掌，我也还了他两巴掌。我其实知道我们两个并不适合在一起，而且他也是一个安逸满足于现在生活的人，跟我完全不一样。但是他给了我家的感觉，我觉得有了他才有了温暖，可以倾诉苦恼、分享快乐。每天都等待他下班回家。现在我一个人很孤单，像是个没有家的孩子。我和父母之间一直疏离，而我每天都在跟前男友通电话、发微信。我拉黑了他，但是他一直找各种软件打给我，很烦扰。我们不可能再和好，但是我也无法接受新的人。他对我来说，好和不好都让我无法忘怀，我很困惑。为什么别人分手就能干脆地删除一切，而我还那么依赖他？没有他，我感觉就没有了分享生活的人，没有了精神支柱。分手半年了，我该怎么才能走出这段感情的阴影呢？",
    "annotation": [
      {
        "sentence": "我是一个27岁的女生，已经分手半年了，但是我怎么都无法忘记他，想断断不掉他。",
        "label": ""
      },
      {
        "sentence": "我们在一起两年，经常吵架，但是过几天就好了。",
        "label": ""
      },
      {
        "sentence": "特别是疫情期间，我们吵得更加凶，他甚至打了我一巴掌，我也还了他两巴掌。",
        "label": ""
      },
      {
        "sentence": "我其实知道我们两个并不适合在一起，而且他也是一个安逸满足于现在生活的人，跟我完全不一样。",
        "label": ""
      },
      {
        "sentence": "但是他给了我家的感觉，我觉得有了他才有了温暖，可以倾诉苦恼、分享快乐。",
        "label": ""
      },
      {
        "sentence": "每天都等待他下班回家。",
        "label": ""
      },
      {
        "sentence": "现在我一个人很孤单，像是个没有家的孩子。",
        "label": ""
      },
      {
        "sentence": "我和父母之间一直疏离，而我每天都在跟前男友通电话、发微信。",
        "label": ""
      },
      {
        "sentence": "我拉黑了他，但是他一直找各种软件打给我，很烦扰。",
        "label": ""
      },
      {
        "sentence": "我们不可能再和好，但是我也无法接受新的人。",
        "label": ""
      },
      {
        "sentence": "他对我来说，好和不好都让我无法忘怀，我很困惑。",
        "label": ""
      },
      {
        "sentence": "为什么别人分手就能干脆地删除一切，而我还那么依赖他？",
        "label": ""
      },
      {
        "sentence": "没有他，我感觉就没有了分享生活的人，没有了精神支柱。",
        "label": ""
      },
      {
        "sentence": "分手半年了，我该怎么才能走出这段感情的阴影呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的留言，我感受到你一直处于矛盾和纠结之中。首先，从理性的角度来说，你已经接受了分手的现实。但是从感情上来看，你对前男友仍然有依赖感，所以才会一直纠缠在微信和电话里无法自拔。其次，你提到前男友给了你家的感觉。这是否意味着在你成长的过程中，你的原生家庭给你带来了很多不安全感，或者是不安全的依恋关系？你只是把前男友给你的感觉，用来替代在原生家庭里缺失的温暖。同时，你也清楚你和前男友在三观上存在很大的差距，这可能就是你们最终分手的原因。在一段感情中，如果彼此无法滋养，不能共同成长，存在三观冲突，当一方委曲求全费心维系这段关系，最终都会走向分手。你可以尝试觉察一下自己，假如真正离开，你自己是否可以给自己一个安稳的家呢？",
    "annotation": [
      {
        "sentence": "看了你的留言，我感受到你一直处于矛盾和纠结之中。",
        "label": ""
      },
      {
        "sentence": "首先，从理性的角度来说，你已经接受了分手的现实。",
        "label": ""
      },
      {
        "sentence": "但是从感情上来看，你对前男友仍然有依赖感，所以才会一直纠缠在微信和电话里无法自拔。",
        "label": ""
      },
      {
        "sentence": "其次，你提到前男友给了你家的感觉。",
        "label": ""
      },
      {
        "sentence": "这是否意味着在你成长的过程中，你的原生家庭给你带来了很多不安全感，或者是不安全的依恋关系？",
        "label": ""
      },
      {
        "sentence": "你只是把前男友给你的感觉，用来替代在原生家庭里缺失的温暖。",
        "label": ""
      },
      {
        "sentence": "同时，你也清楚你和前男友在三观上存在很大的差距，这可能就是你们最终分手的原因。",
        "label": ""
      },
      {
        "sentence": "在一段感情中，如果彼此无法滋养，不能共同成长，存在三观冲突，当一方委曲求全费心维系这段关系，最终都会走向分手。",
        "label": ""
      },
      {
        "sentence": "你可以尝试觉察一下自己，假如真正离开，你自己是否可以给自己一个安稳的家呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，你说得对。我在理智上知道我们不适合在一起，但情感上还是无法释怀。我确实对前男友产生了依赖感，这也许源于我在原生家庭中缺乏温暖和安全感的经历。他在某种程度上填补了我内心的空缺，给了我一种家的感觉。而且跟他在一起，我可以倾诉自己的苦恼，分享快乐，这种精神上的支持对我来说非常重要。现在单身的我感到非常孤单，好像失去了生活的意义。我试过拉黑他，但他一直找各种方式联系我，导致我无法真正摆脱他的影响。我明白我们不可能再和好，但我却没有勇气去面对新的感情。我真的很困惑，我该怎样才能走出这段感情的阴影呢？",
    "annotation": [
      {
        "sentence": "是的，你说得对。",
        "label": ""
      },
      {
        "sentence": "我在理智上知道我们不适合在一起，但情感上还是无法释怀。",
        "label": ""
      },
      {
        "sentence": "我确实对前男友产生了依赖感，这也许源于我在原生家庭中缺乏温暖和安全感的经历。",
        "label": ""
      },
      {
        "sentence": "他在某种程度上填补了我内心的空缺，给了我一种家的感觉。",
        "label": ""
      },
      {
        "sentence": "而且跟他在一起，我可以倾诉自己的苦恼，分享快乐，这种精神上的支持对我来说非常重要。",
        "label": ""
      },
      {
        "sentence": "现在单身的我感到非常孤单，好像失去了生活的意义。",
        "label": ""
      },
      {
        "sentence": "我试过拉黑他，但他一直找各种方式联系我，导致我无法真正摆脱他的影响。",
        "label": ""
      },
      {
        "sentence": "我明白我们不可能再和好，但我却没有勇气去面对新的感情。",
        "label": ""
      },
      {
        "sentence": "我真的很困惑，我该怎样才能走出这段感情的阴影呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受。你对前男友的依赖感确实是有原因的，来自于你在原生家庭中的缺失。他给了你家的感觉，填补了你内心的空缺。但是要记住，只有你自己才能给自己真正的温暖和安全感。不要过分依赖他，试着学会独立并重新建立与自己的联系。你可以找到其他途径来倾诉苦恼、分享快乐，比如和朋友或者心理咨询师交流。同时，你可以尝试关注自己的成长和发展，找到更多的充实感和生活的意义。不要害怕面对新的感情，打开心扉，你会发现新的可能性和更好的未来。走出感情的阴影需要时间和努力，但你一定可以做到。有信心，相信自己的选择和决定。",
    "annotation": [
      {
        "sentence": "理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你对前男友的依赖感确实是有原因的，来自于你在原生家庭中的缺失。",
        "label": ""
      },
      {
        "sentence": "他给了你家的感觉，填补了你内心的空缺。",
        "label": ""
      },
      {
        "sentence": "但是要记住，只有你自己才能给自己真正的温暖和安全感。",
        "label": ""
      },
      {
        "sentence": "不要过分依赖他，试着学会独立并重新建立与自己的联系。",
        "label": ""
      },
      {
        "sentence": "你可以找到其他途径来倾诉苦恼、分享快乐，比如和朋友或者心理咨询师交流。",
        "label": ""
      },
      {
        "sentence": "同时，你可以尝试关注自己的成长和发展，找到更多的充实感和生活的意义。",
        "label": ""
      },
      {
        "sentence": "不要害怕面对新的感情，打开心扉，你会发现新的可能性和更好的未来。",
        "label": ""
      },
      {
        "sentence": "走出感情的阴影需要时间和努力，但你一定可以做到。",
        "label": ""
      },
      {
        "sentence": "有信心，相信自己的选择和决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会试着独立并重新建立与自己的联系。我也会尝试找其他途径来倾诉和分享，不再过分依赖前男友。我明白自己的成长和发展很重要，我会努力寻找更多的充实感和生活的意义。虽然我现在还有些害怕面对新的感情，但我会打开心扉，相信未来会有更好的可能性。我会努力的，再次感谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会试着独立并重新建立与自己的联系。",
        "label": ""
      },
      {
        "sentence": "我也会尝试找其他途径来倾诉和分享，不再过分依赖前男友。",
        "label": ""
      },
      {
        "sentence": "我明白自己的成长和发展很重要，我会努力寻找更多的充实感和生活的意义。",
        "label": ""
      },
      {
        "sentence": "虽然我现在还有些害怕面对新的感情，但我会打开心扉，相信未来会有更好的可能性。",
        "label": ""
      },
      {
        "sentence": "我会努力的，再次感谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能为你提供一些帮助。坚信你是一个坚强的女生，你一定可以战胜这段感情的阴影，走向更好的未来。记住，在你的内心中有无限的力量，相信自己，相信你的选择和决定。如果有任何问题或者需要进一步的支持，随时都可以找我倾诉。祝愿你早日走出阴影，重新找到属于自己的幸福！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能为你提供一些帮助。",
        "label": ""
      },
      {
        "sentence": "坚信你是一个坚强的女生，你一定可以战胜这段感情的阴影，走向更好的未来。",
        "label": ""
      },
      {
        "sentence": "记住，在你的内心中有无限的力量，相信自己，相信你的选择和决定。",
        "label": ""
      },
      {
        "sentence": "如果有任何问题或者需要进一步的支持，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日走出阴影，重新找到属于自己的幸福！",
        "label": ""
      }
    ]
  }
]