[
  {
    "role": "client",
    "content": "一朝被蛇咬，十年怕井绳？太痛苦了怎么办？遇到事情现在吃了一次亏，类似的都会放弃。也知道这样会错失很多机会，但心里因素客服不了，就是害怕在跟以前一样的结局。",
    "annotation": [
      {
        "sentence": "一朝被蛇咬，十年怕井绳？",
        "label": ""
      },
      {
        "sentence": "太痛苦了怎么办？",
        "label": ""
      },
      {
        "sentence": "遇到事情现在吃了一次亏，类似的都会放弃。",
        "label": ""
      },
      {
        "sentence": "也知道这样会错失很多机会，但心里因素客服不了，就是害怕在跟以前一样的结局。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我不知道你具体遇到什么事情，但从你的描述看，一定对你有了很大的影响，你不想提及和面对，甚至有类似的你都不想接近。其实我很理解你纠结痛苦的心情，但是人不能跌倒了不爬起来了。要不然永远只能弯着身走路。",
    "annotation": [
      {
        "sentence": "我不知道你具体遇到什么事情，但从你的描述看，一定对你有了很大的影响，你不想提及和面对，甚至有类似的你都不想接近。",
        "label": ""
      },
      {
        "sentence": "其实我很理解你纠结痛苦的心情，但是人不能跌倒了不爬起来了。",
        "label": ""
      },
      {
        "sentence": "要不然永远只能弯着身走路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但是我真的很害怕再次尝试。每次回想起那个痛苦的经历，心里就像被一只无形的手掐住一样，喘不过气来。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但是我真的很害怕再次尝试。",
        "label": ""
      },
      {
        "sentence": "每次回想起那个痛苦的经历，心里就像被一只无形的手掐住一样，喘不过气来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是啊，过去的伤痛仍然在你心里产生了阴影，甚至让你感到窒息。但是我相信你有勇气克服这个困境。首先，把这件事看作人生的一次不小心的摔跤，可能路上有个石头自己没看到憋脚了，或者有个坑不小心踩到了，或者有其他的东西，让自己没留神摔了，或者是对面有人把自己撞到了。总之摔得有多重，你现在就有多痛，所以你不愿爬起来，但是你有没有想过，这些石头、坑坑，对面的人的等，你要不要站起来！它们都在。不会因你而消失！所以学会正常心态面对生活。",
    "annotation": [
      {
        "sentence": "是啊，过去的伤痛仍然在你心里产生了阴影，甚至让你感到窒息。",
        "label": ""
      },
      {
        "sentence": "但是我相信你有勇气克服这个困境。",
        "label": ""
      },
      {
        "sentence": "首先，把这件事看作人生的一次不小心的摔跤，可能路上有个石头自己没看到憋脚了，或者有个坑不小心踩到了，或者有其他的东西，让自己没留神摔了，或者是对面有人把自己撞到了。",
        "label": ""
      },
      {
        "sentence": "总之摔得有多重，你现在就有多痛，所以你不愿爬起来，但是你有没有想过，这些石头、坑坑，对面的人的等，你要不要站起来！",
        "label": ""
      },
      {
        "sentence": "它们都在。",
        "label": ""
      },
      {
        "sentence": "不会因你而消失！",
        "label": ""
      },
      {
        "sentence": "所以学会正常心态面对生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，就像是我摔倒了，但是我害怕再次摔倒，害怕再次受伤。我知道我需要面对生活，但是心里总是在不停地害怕。",
    "annotation": [
      {
        "sentence": "我明白了，就像是我摔倒了，但是我害怕再次摔倒，害怕再次受伤。",
        "label": ""
      },
      {
        "sentence": "我知道我需要面对生活，但是心里总是在不停地害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，恐惧和担忧是人类情感的一部分，但是我们不能让它们控制我们的生活。其次，既然有了这一次的摔跤，找准根本原因，下次注意就行人生总是在各种崎岖道路中前行，我们遇到事了，总结经验，吸取教训，相信第一次被石头摔了个跟头，第二次就会多看一些路面平不平坦。这就是人生成长，只要自己有一颗勇于前行的心，什么都不怕。",
    "annotation": [
      {
        "sentence": "是的，恐惧和担忧是人类情感的一部分，但是我们不能让它们控制我们的生活。",
        "label": ""
      },
      {
        "sentence": "其次，既然有了这一次的摔跤，找准根本原因，下次注意就行人生总是在各种崎岖道路中前行，我们遇到事了，总结经验，吸取教训，相信第一次被石头摔了个跟头，第二次就会多看一些路面平不平坦。",
        "label": ""
      },
      {
        "sentence": "这就是人生成长，只要自己有一颗勇于前行的心，什么都不怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我不能永远困在过去的伤痛中，我需要从中吸取经验教训。只有这样，我才能变得更加坚强。",
    "annotation": [
      {
        "sentence": "你说得对，我不能永远困在过去的伤痛中，我需要从中吸取经验教训。",
        "label": ""
      },
      {
        "sentence": "只有这样，我才能变得更加坚强。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经开始意识到自己的成长空间，这是非常积极的。最后就是，面对现实，突破自己的内心摔一跤都会疼，忍过去了就会好了，时间可以治愈一切。不要纠结在那个伤口上，因为你越看它，越关注它，只会觉得自己不够完美，会让你陷入自责与痛苦之中。学会挑战内心，敢于向伤口说拜拜，继续走自己的路，即使再遇到同样类似的事情，也不怕，因为自己已经有了预防能力。",
    "annotation": [
      {
        "sentence": "很好，你已经开始意识到自己的成长空间，这是非常积极的。",
        "label": ""
      },
      {
        "sentence": "最后就是，面对现实，突破自己的内心摔一跤都会疼，忍过去了就会好了，时间可以治愈一切。",
        "label": ""
      },
      {
        "sentence": "不要纠结在那个伤口上，因为你越看它，越关注它，只会觉得自己不够完美，会让你陷入自责与痛苦之中。",
        "label": ""
      },
      {
        "sentence": "学会挑战内心，敢于向伤口说拜拜，继续走自己的路，即使再遇到同样类似的事情，也不怕，因为自己已经有了预防能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我不能让自己一直沉浸在痛苦中。我要学会放下过去的伤痛，勇敢地面对将来的挑战。",
    "annotation": [
      {
        "sentence": "我明白了，我不能让自己一直沉浸在痛苦中。",
        "label": ""
      },
      {
        "sentence": "我要学会放下过去的伤痛，勇敢地面对将来的挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！相信自己，你已经向前迈出了坚实的一步。记住，无论遇到什么困难，都相信自己的能力和勇气，你一定能够克服难关的。加油！",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "相信自己，你已经向前迈出了坚实的一步。",
        "label": ""
      },
      {
        "sentence": "记住，无论遇到什么困难，都相信自己的能力和勇气，你一定能够克服难关的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]