[
  {
    "role": "client",
    "content": "我最近一直感到焦虑抑郁，脑子里一片混乱，害怕别人对我的评价，有时候甚至会感到窒息和想哭。之前出差半年调了职，回来后却很难适应环境，总是担心自己的行为会引起别人反感，不敢做任何事情，而且常常按照别人的想法来做事情，所以处理人际关系很困难，尤其是对那些经常议论我的人有点恐惧。我内心其实更喜欢热闹的氛围，但却被迫处在孤独的状态中，感到很压抑。有时候我在想，我是不是应该变得内向一些，这样别人才会多关照我一点，但另一方面，如果我变得太外向，反而没有人帮忙。我很纠结，不知道自己应该是什么样子，所以什么事情都提不起兴趣。我想学习，但总是拖延，虽然我也在努力让自己做更多的事情，但现在还是处在这种状态。",
    "annotation": [
      {
        "sentence": "我最近一直感到焦虑抑郁，脑子里一片混乱，害怕别人对我的评价，有时候甚至会感到窒息和想哭。",
        "label": ""
      },
      {
        "sentence": "之前出差半年调了职，回来后却很难适应环境，总是担心自己的行为会引起别人反感，不敢做任何事情，而且常常按照别人的想法来做事情，所以处理人际关系很困难，尤其是对那些经常议论我的人有点恐惧。",
        "label": ""
      },
      {
        "sentence": "我内心其实更喜欢热闹的氛围，但却被迫处在孤独的状态中，感到很压抑。",
        "label": ""
      },
      {
        "sentence": "有时候我在想，我是不是应该变得内向一些，这样别人才会多关照我一点，但另一方面，如果我变得太外向，反而没有人帮忙。",
        "label": ""
      },
      {
        "sentence": "我很纠结，不知道自己应该是什么样子，所以什么事情都提不起兴趣。",
        "label": ""
      },
      {
        "sentence": "我想学习，但总是拖延，虽然我也在努力让自己做更多的事情，但现在还是处在这种状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述，我能感受到你内心的痛苦，我好像看到了曾经的自己。你现在的情绪并不是一时半会形成的，我对此深感理解，现在让我倾听你，陪你聊聊吧。亲爱的，首先我要告诉你，你是很了不起的人，只是可能你所处的环境没有给你足够的安全感，也没有带给你温馨的感觉。这并不是你的错，你所经历的困境，是很多人都会面对的。虽然你已经明白了很多道理，但有时候我们就是不知道该如何打开那扇门。只要你能勇敢一点，不再害怕，即使全世界都对你不利，你依然拥有自己，自己是你最坚实的后盾。我知道现在对你来说很困难，与他人相处可能也让你有些胆怯，那么我们可以先从与自己和平相处开始。独处并不可怕，在你开始享受独处的时候，你也会变得不再害怕，不再迎合别人。请你给自己一个大大的拥抱，因为你是世界上独一无二的，没有人可以替代你。如果你想要踏出第一步，那就请先让自己学会与自己相处，独自一人并没有什么不好，相反，这是你自由自在的时刻。当你变得与众不同时，你会吸引到许多与你志趣相投的人。请相信自己，你是最棒的。学会为自己减压，赋予自己力量。生活中并非一帆风顺，但你要记得一直努力奋斗哦(´-ω-`)当你感到困惑的时候，尝试着努力赚钱，因为钱能解决许多烦恼。但是你要明白，努力赚钱并不是为了与别人攀比消费能力，而是为了拥有更多的自主权。当工作不再剥夺你的自由和时间，你会拥有更多的尊严，此时的你将是无比快乐的。有时候，我们并不是不知道问题的解决方法，而是因为害怕付出努力，所以选择了退缩。",
    "annotation": [
      {
        "sentence": "通过你的描述，我能感受到你内心的痛苦，我好像看到了曾经的自己。",
        "label": ""
      },
      {
        "sentence": "你现在的情绪并不是一时半会形成的，我对此深感理解，现在让我倾听你，陪你聊聊吧。",
        "label": ""
      },
      {
        "sentence": "亲爱的，首先我要告诉你，你是很了不起的人，只是可能你所处的环境没有给你足够的安全感，也没有带给你温馨的感觉。",
        "label": ""
      },
      {
        "sentence": "这并不是你的错，你所经历的困境，是很多人都会面对的。",
        "label": ""
      },
      {
        "sentence": "虽然你已经明白了很多道理，但有时候我们就是不知道该如何打开那扇门。",
        "label": ""
      },
      {
        "sentence": "只要你能勇敢一点，不再害怕，即使全世界都对你不利，你依然拥有自己，自己是你最坚实的后盾。",
        "label": ""
      },
      {
        "sentence": "我知道现在对你来说很困难，与他人相处可能也让你有些胆怯，那么我们可以先从与自己和平相处开始。",
        "label": ""
      },
      {
        "sentence": "独处并不可怕，在你开始享受独处的时候，你也会变得不再害怕，不再迎合别人。",
        "label": ""
      },
      {
        "sentence": "请你给自己一个大大的拥抱，因为你是世界上独一无二的，没有人可以替代你。",
        "label": ""
      },
      {
        "sentence": "如果你想要踏出第一步，那就请先让自己学会与自己相处，独自一人并没有什么不好，相反，这是你自由自在的时刻。",
        "label": ""
      },
      {
        "sentence": "当你变得与众不同时，你会吸引到许多与你志趣相投的人。",
        "label": ""
      },
      {
        "sentence": "请相信自己，你是最棒的。",
        "label": ""
      },
      {
        "sentence": "学会为自己减压，赋予自己力量。",
        "label": ""
      },
      {
        "sentence": "生活中并非一帆风顺，但你要记得一直努力奋斗哦(´-ω-`)当你感到困惑的时候，尝试着努力赚钱，因为钱能解决许多烦恼。",
        "label": ""
      },
      {
        "sentence": "但是你要明白，努力赚钱并不是为了与别人攀比消费能力，而是为了拥有更多的自主权。",
        "label": ""
      },
      {
        "sentence": "当工作不再剥夺你的自由和时间，你会拥有更多的尊严，此时的你将是无比快乐的。",
        "label": ""
      },
      {
        "sentence": "有时候，我们并不是不知道问题的解决方法，而是因为害怕付出努力，所以选择了退缩。",
        "label": ""
      }
    ]
  }
]