[
  {
    "role": "client",
    "content": "我最近一直感到焦虑抑郁，脑子里总是胡思乱想，而且特别害怕别人对我的评价。有时候甚至会感到窒息，想哭。最近出差了半年，期间调了职位，然后被人议论纷纷。回来之后，我感觉无法适应环境，总是担心自己的行为会引起别人的反感。我总是按照别人的想法来做事情，导致处理人际关系不好，特别是对于一些人，我有点恐惧，因为他们总是议论我。其实我内心喜欢热闹，但是被迫感到孤独，非常压抑。有时候我会想，是不是我应该变得内向一点，这样大家就会更关照我一些。可是太外向了，反而没有人帮忙。我真的很纠结，不知道自己应该怎么样做决定，对什么事都提不起兴趣。我也很想学习，可是总是拖延，只是强迫自己多做事情而已，现在还是这种状态。",
    "annotation": [
      {
        "sentence": "我最近一直感到焦虑抑郁，脑子里总是胡思乱想，而且特别害怕别人对我的评价。",
        "label": ""
      },
      {
        "sentence": "有时候甚至会感到窒息，想哭。",
        "label": ""
      },
      {
        "sentence": "最近出差了半年，期间调了职位，然后被人议论纷纷。",
        "label": ""
      },
      {
        "sentence": "回来之后，我感觉无法适应环境，总是担心自己的行为会引起别人的反感。",
        "label": ""
      },
      {
        "sentence": "我总是按照别人的想法来做事情，导致处理人际关系不好，特别是对于一些人，我有点恐惧，因为他们总是议论我。",
        "label": ""
      },
      {
        "sentence": "其实我内心喜欢热闹，但是被迫感到孤独，非常压抑。",
        "label": ""
      },
      {
        "sentence": "有时候我会想，是不是我应该变得内向一点，这样大家就会更关照我一些。",
        "label": ""
      },
      {
        "sentence": "可是太外向了，反而没有人帮忙。",
        "label": ""
      },
      {
        "sentence": "我真的很纠结，不知道自己应该怎么样做决定，对什么事都提不起兴趣。",
        "label": ""
      },
      {
        "sentence": "我也很想学习，可是总是拖延，只是强迫自己多做事情而已，现在还是这种状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实我发现我和你的问题差不了多少，你知道吗？有时候面对他人时，只需一个眼神或者听到别人在我背后说些什么，我就会感到特别害怕。我内心总是充满恐惧，不敢再去和他们交流。我会思考自己到底做错了什么，或者是我的哪方面有问题。虽然很多人告诉我要做自己，不要太在意别人的看法，但有时候我就是做不到。不过，我正在慢慢改变自己。确实做自己会带来更多的快乐。我希望你也能开开心心地做自己，不要太过在意他人的想法。尽管听到别人的议论或者看到他们的眼神会让人不舒服，但我更希望你能越来越好。因为你足够出色，所以身边的人才会嫉妒你。别觉得自己不好，你真的很棒。每个人只有一次人生，我希望你能做好自己，不要放弃自己。",
    "annotation": [
      {
        "sentence": "其实我发现我和你的问题差不了多少，你知道吗？",
        "label": ""
      },
      {
        "sentence": "有时候面对他人时，只需一个眼神或者听到别人在我背后说些什么，我就会感到特别害怕。",
        "label": ""
      },
      {
        "sentence": "我内心总是充满恐惧，不敢再去和他们交流。",
        "label": ""
      },
      {
        "sentence": "我会思考自己到底做错了什么，或者是我的哪方面有问题。",
        "label": ""
      },
      {
        "sentence": "虽然很多人告诉我要做自己，不要太在意别人的看法，但有时候我就是做不到。",
        "label": ""
      },
      {
        "sentence": "不过，我正在慢慢改变自己。",
        "label": ""
      },
      {
        "sentence": "确实做自己会带来更多的快乐。",
        "label": ""
      },
      {
        "sentence": "我希望你也能开开心心地做自己，不要太过在意他人的想法。",
        "label": ""
      },
      {
        "sentence": "尽管听到别人的议论或者看到他们的眼神会让人不舒服，但我更希望你能越来越好。",
        "label": ""
      },
      {
        "sentence": "因为你足够出色，所以身边的人才会嫉妒你。",
        "label": ""
      },
      {
        "sentence": "别觉得自己不好，你真的很棒。",
        "label": ""
      },
      {
        "sentence": "每个人只有一次人生，我希望你能做好自己，不要放弃自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我其实也知道应该做自己，但总是担心别人对我的看法和评价。尤其是那些经常议论我的人，我对他们有点恐惧，觉得自己很难与他们建立良好的关系。你能分享一下你是如何慢慢改变自己的吗？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我其实也知道应该做自己，但总是担心别人对我的看法和评价。",
        "label": ""
      },
      {
        "sentence": "尤其是那些经常议论我的人，我对他们有点恐惧，觉得自己很难与他们建立良好的关系。",
        "label": ""
      },
      {
        "sentence": "你能分享一下你是如何慢慢改变自己的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以。其实，我也曾经深受别人的评价和议论之苦。一开始，我选择逃避，不敢去面对那些让我感到害怕和焦虑的场合。但是后来我意识到，逃避并不能解决问题，只会让自己更加不自信。于是，我开始逐渐接触这些我害怕的情境，带着一颗积极的心态去面对他们。尽管一开始有点困难，但我渐渐发现，那些议论和眼神并不能改变我内心的价值和优点。我学会了坚持自己，不去纠结于别人的意见。同时，我也学会了积极关注自己的内心感受，寻找那些能够真正带给我快乐的事情。通过这些努力，我逐渐摆脱了那种只在意别人看法的困扰。",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "其实，我也曾经深受别人的评价和议论之苦。",
        "label": ""
      },
      {
        "sentence": "一开始，我选择逃避，不敢去面对那些让我感到害怕和焦虑的场合。",
        "label": ""
      },
      {
        "sentence": "但是后来我意识到，逃避并不能解决问题，只会让自己更加不自信。",
        "label": ""
      },
      {
        "sentence": "于是，我开始逐渐接触这些我害怕的情境，带着一颗积极的心态去面对他们。",
        "label": ""
      },
      {
        "sentence": "尽管一开始有点困难，但我渐渐发现，那些议论和眼神并不能改变我内心的价值和优点。",
        "label": ""
      },
      {
        "sentence": "我学会了坚持自己，不去纠结于别人的意见。",
        "label": ""
      },
      {
        "sentence": "同时，我也学会了积极关注自己的内心感受，寻找那些能够真正带给我快乐的事情。",
        "label": ""
      },
      {
        "sentence": "通过这些努力，我逐渐摆脱了那种只在意别人看法的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你说的，我真的觉得你很了解我的感受。你的经历给了我很多启发。我明白逃避只是治标不治本，我也要学会面对和接受那些困扰我心灵的事情。听你说的，我有了更多的信心去面对这些困境。但有时候我还是会怀疑自己，怀疑自己是否足够好，是否能真的摆脱这种状态。",
    "annotation": [
      {
        "sentence": "听你说的，我真的觉得你很了解我的感受。",
        "label": ""
      },
      {
        "sentence": "你的经历给了我很多启发。",
        "label": ""
      },
      {
        "sentence": "我明白逃避只是治标不治本，我也要学会面对和接受那些困扰我心灵的事情。",
        "label": ""
      },
      {
        "sentence": "听你说的，我有了更多的信心去面对这些困境。",
        "label": ""
      },
      {
        "sentence": "但有时候我还是会怀疑自己，怀疑自己是否足够好，是否能真的摆脱这种状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你有时候可能会怀疑自己，觉得自己不够好。但我要告诉你，每个人都有自己的闪光点和独特之处，包括你。那些议论你的人，并没有真正了解你的内心和价值。只有你自己知道你的努力和价值。相信自己，相信你是最棒的。不要再给自己施加过多的压力，放宽心态，慢慢地接受自己的不完美，因为每个人都是不完美的。做好自己，努力去追求开心和快乐，你会看到自己的成长和进步。",
    "annotation": [
      {
        "sentence": "我明白你有时候可能会怀疑自己，觉得自己不够好。",
        "label": ""
      },
      {
        "sentence": "但我要告诉你，每个人都有自己的闪光点和独特之处，包括你。",
        "label": ""
      },
      {
        "sentence": "那些议论你的人，并没有真正了解你的内心和价值。",
        "label": ""
      },
      {
        "sentence": "只有你自己知道你的努力和价值。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你是最棒的。",
        "label": ""
      },
      {
        "sentence": "不要再给自己施加过多的压力，放宽心态，慢慢地接受自己的不完美，因为每个人都是不完美的。",
        "label": ""
      },
      {
        "sentence": "做好自己，努力去追求开心和快乐，你会看到自己的成长和进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。你说的话让我感到很温暖。我决定接受自己的不完美，相信自己的价值，并尽我所能去追求自己的快乐和成长。我也希望今后能更加坚定地面对那些让我害怕的情境，并敢于做出自己的决定。谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "你说的话让我感到很温暖。",
        "label": ""
      },
      {
        "sentence": "我决定接受自己的不完美，相信自己的价值，并尽我所能去追求自己的快乐和成长。",
        "label": ""
      },
      {
        "sentence": "我也希望今后能更加坚定地面对那些让我害怕的情境，并敢于做出自己的决定。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。相信自己，相信你可以做到。你已经迈出了第一步，接下来的路上也许还会遇到困难，但是你不要害怕，因为你不是一个人在战斗。请记住，我会一直支持你，你并不孤单。相信自己，你一定能够摆脱困境，过上更加快乐的生活。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你可以做到。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，接下来的路上也许还会遇到困难，但是你不要害怕，因为你不是一个人在战斗。",
        "label": ""
      },
      {
        "sentence": "请记住，我会一直支持你，你并不孤单。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够摆脱困境，过上更加快乐的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]