[
  {
    "role": "client",
    "content": "我是一个三本的大三学生，学校不好而且不喜欢本专业想考研，但自己英语四级，本专业的初级会计和计算机二级证书都没有拿到，今年因为疫情考试都在九月份，很焦虑，该注重哪方面的学习？因为这些证书没有，已经影响很多考研的进程了，也开始在想要不要先搁置考研的事，很迷茫，很焦虑，怎么办。",
    "annotation": [
      {
        "sentence": "我是一个三本的大三学生，学校不好而且不喜欢本专业想考研，但自己英语四级，本专业的初级会计和计算机二级证书都没有拿到，今年因为疫情考试都在九月份，很焦虑，该注重哪方面的学习？",
        "label": ""
      },
      {
        "sentence": "因为这些证书没有，已经影响很多考研的进程了，也开始在想要不要先搁置考研的事，很迷茫，很焦虑，怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以感觉到你很着急，但我还是很想跟你说，先停一停，让我们先来看看你，看看考研。第一，你不喜欢本专业。那么，我就假设你考的也不是会计专业，这个时候初级会计这个证书对于你的意义何在？",
    "annotation": [
      {
        "sentence": "可以感觉到你很着急，但我还是很想跟你说，先停一停，让我们先来看看你，看看考研。",
        "label": ""
      },
      {
        "sentence": "第一，你不喜欢本专业。",
        "label": ""
      },
      {
        "sentence": "那么，我就假设你考的也不是会计专业，这个时候初级会计这个证书对于你的意义何在？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实初级会计证书对我来说确实没有太大意义，但一直拖到现在也觉得有点遗憾，就怕将来投简历的时候拖了后腿。",
    "annotation": [
      {
        "sentence": "其实初级会计证书对我来说确实没有太大意义，但一直拖到现在也觉得有点遗憾，就怕将来投简历的时候拖了后腿。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心，但这件事情，可以再往后放一放，考研的重要程度大于考初级会计证。第二，计算机二级证书，严格来讲，如果拿到这个证书不是你毕业必备条件的话，基本上，你会发现找工作的时候这个证书没啥用，如果不行，去你所在城市或者省份的招聘网站上查查，有多少工作是要求有计算机二级证书的，考研同理。",
    "annotation": [
      {
        "sentence": "我理解你的担心，但这件事情，可以再往后放一放，考研的重要程度大于考初级会计证。",
        "label": ""
      },
      {
        "sentence": "第二，计算机二级证书，严格来讲，如果拿到这个证书不是你毕业必备条件的话，基本上，你会发现找工作的时候这个证书没啥用，如果不行，去你所在城市或者省份的招聘网站上查查，有多少工作是要求有计算机二级证书的，考研同理。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我没有想过这些证书在找工作时的实际价值，谢谢你提醒我。",
    "annotation": [
      {
        "sentence": "确实，我没有想过这些证书在找工作时的实际价值，谢谢你提醒我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我也是希望能帮到你。第三，英语四级确实比计算机二级重要，但如果就考研来讲，我读研的时候，也有不少同学没有考过四级，我不知道你意向考取哪一所学校，我的研究生学校是一个末流211。所以单就考研来讲，英语四级并不是所有学校都必须的。",
    "annotation": [
      {
        "sentence": "不客气，我也是希望能帮到你。",
        "label": ""
      },
      {
        "sentence": "第三，英语四级确实比计算机二级重要，但如果就考研来讲，我读研的时候，也有不少同学没有考过四级，我不知道你意向考取哪一所学校，我的研究生学校是一个末流211。",
        "label": ""
      },
      {
        "sentence": "所以单就考研来讲，英语四级并不是所有学校都必须的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你说这些，我对英语四级的压力好像小了一些，但是我还是担心英语成绩对于考研的影响。",
    "annotation": [
      {
        "sentence": "听你说这些，我对英语四级的压力好像小了一些，但是我还是担心英语成绩对于考研的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我的看法是，考英语四级未必对考研不利，但如何让考英语四级助力考研英语就需要策略了，这方面的经验，建议去知乎搜一搜。所以就我个人角度而言，如果你要跨专业考研，那么除了英语四级之外，其他的证书可能都没那么重要，毕竟英语四级都不一定是必须的。",
    "annotation": [
      {
        "sentence": "我的看法是，考英语四级未必对考研不利，但如何让考英语四级助力考研英语就需要策略了，这方面的经验，建议去知乎搜一搜。",
        "label": ""
      },
      {
        "sentence": "所以就我个人角度而言，如果你要跨专业考研，那么除了英语四级之外，其他的证书可能都没那么重要，毕竟英语四级都不一定是必须的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在明白了，我应该更多地了解自己意向的院校，和一些学长学姐交流一下。",
    "annotation": [
      {
        "sentence": "我现在明白了，我应该更多地了解自己意向的院校，和一些学长学姐交流一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错！具体情况还得看你意向的院校，寻找这个学校的研究生学长学姐了解一下情况是十分有必要的。我感觉虽然你在准备考研，但是关于信息搜集这一块工作，你没有真正的重视起来，建议你采取行动去了解情况。",
    "annotation": [
      {
        "sentence": "没错！",
        "label": ""
      },
      {
        "sentence": "具体情况还得看你意向的院校，寻找这个学校的研究生学长学姐了解一下情况是十分有必要的。",
        "label": ""
      },
      {
        "sentence": "我感觉虽然你在准备考研，但是关于信息搜集这一块工作，你没有真正的重视起来，建议你采取行动去了解情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我没有花太多时间去了解我要考的学校的情况，现在觉得确实有些草率了。",
    "annotation": [
      {
        "sentence": "你说得对，我没有花太多时间去了解我要考的学校的情况，现在觉得确实有些草率了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要太过自责，事情还有挽回的余地。在我看来，如果你真的是要跨专业考研，还在为初级会计证和计算机二级证书而担忧，是真的很不应该的，花在这上面的时间、精力和情绪，有点浪费了。而如果你考研还是想考会计相关的专业，那么对会计证书的担忧我好理解，不过研究所的专业，我个人比较建议还是选择自己中意的专业。但如果你说对计算机二级证书的担忧是因为自己想考计算机相关专业，那么我会劝你再慎重考虑一下。",
    "annotation": [
      {
        "sentence": "不要太过自责，事情还有挽回的余地。",
        "label": ""
      },
      {
        "sentence": "在我看来，如果你真的是要跨专业考研，还在为初级会计证和计算机二级证书而担忧，是真的很不应该的，花在这上面的时间、精力和情绪，有点浪费了。",
        "label": ""
      },
      {
        "sentence": "而如果你考研还是想考会计相关的专业，那么对会计证书的担忧我好理解，不过研究所的专业，我个人比较建议还是选择自己中意的专业。",
        "label": ""
      },
      {
        "sentence": "但如果你说对计算机二级证书的担忧是因为自己想考计算机相关专业，那么我会劝你再慎重考虑一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，你让我重新审视了我的状况和考研的重要性。我会考虑好自己的意向和选择的方向，再次感谢你的支持和帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，你让我重新审视了我的状况和考研的重要性。",
        "label": ""
      },
      {
        "sentence": "我会考虑好自己的意向和选择的方向，再次感谢你的支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能帮到你。记住，无论选择什么，最重要的是对自己负责，相信自己的决定。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，无论选择什么，最重要的是对自己负责，相信自己的决定。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]