[
  {
    "role": "client",
    "content": "为什么有的人什么都不往心里想，而我却总被心魔折磨？为什么有的人做了坏事，也依然心态很好。而我却负罪感特别重，明明是别人对我不好，我却跟她吵回来，就有负罪感，不吵心理堵。反正怎么样都心理受折磨。为什么我的命就要一辈子受心理折磨，负罪感特别重。为什么有的人说句难听的话，能那么心安，依然可以快乐潇洒。人的一生确实不可能总是遇见友善善良的人，很多人恶语相向。为什么我却调整不过来，受别人影响特别大。这个问题有解吗？是不是我上辈子做坏事，让我这辈子受心理折磨。我从小到大好像都是如此，与童年隐形没什么关系，完全就是自己性格原因。",
    "annotation": [
      {
        "sentence": "为什么有的人什么都不往心里想，而我却总被心魔折磨？",
        "label": ""
      },
      {
        "sentence": "为什么有的人做了坏事，也依然心态很好。",
        "label": ""
      },
      {
        "sentence": "而我却负罪感特别重，明明是别人对我不好，我却跟她吵回来，就有负罪感，不吵心理堵。",
        "label": ""
      },
      {
        "sentence": "反正怎么样都心理受折磨。",
        "label": ""
      },
      {
        "sentence": "为什么我的命就要一辈子受心理折磨，负罪感特别重。",
        "label": ""
      },
      {
        "sentence": "为什么有的人说句难听的话，能那么心安，依然可以快乐潇洒。",
        "label": ""
      },
      {
        "sentence": "人的一生确实不可能总是遇见友善善良的人，很多人恶语相向。",
        "label": ""
      },
      {
        "sentence": "为什么我却调整不过来，受别人影响特别大。",
        "label": ""
      },
      {
        "sentence": "这个问题有解吗？",
        "label": ""
      },
      {
        "sentence": "是不是我上辈子做坏事，让我这辈子受心理折磨。",
        "label": ""
      },
      {
        "sentence": "我从小到大好像都是如此，与童年隐形没什么关系，完全就是自己性格原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，一叶明心，一言知你。你的描述看来，你可能属于人群中“高敏感的类型”，更加容易共情，也更难让“过去”过去，容易陷在一件事里出不来。",
    "annotation": [
      {
        "sentence": "求助者，一叶明心，一言知你。",
        "label": ""
      },
      {
        "sentence": "你的描述看来，你可能属于人群中“高敏感的类型”，更加容易共情，也更难让“过去”过去，容易陷在一件事里出不来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉就是那种情况。我为什么就不能像其他人一样不往心里想，不受伤害呢？",
    "annotation": [
      {
        "sentence": "是的，我感觉就是那种情况。",
        "label": ""
      },
      {
        "sentence": "我为什么就不能像其他人一样不往心里想，不受伤害呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人的感受度是不一样的，这并不代表你不如别人，反而“高敏感的类型”也有很多的优点。比如心理咨询师最重要的特质就是“共情”，需要深切地感受到受访者的痛苦和烦恼。很多艺术家也是“高敏感类型”，需要比平常人拥有更加细腻的情感，并且表达出来。",
    "annotation": [
      {
        "sentence": "每个人的感受度是不一样的，这并不代表你不如别人，反而“高敏感的类型”也有很多的优点。",
        "label": ""
      },
      {
        "sentence": "比如心理咨询师最重要的特质就是“共情”，需要深切地感受到受访者的痛苦和烦恼。",
        "label": ""
      },
      {
        "sentence": "很多艺术家也是“高敏感类型”，需要比平常人拥有更加细腻的情感，并且表达出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我总觉得很不公平，明明是别人的错，自己却深受其扰，别人好像还跟没事人一样。我真的很生气也很无奈。",
    "annotation": [
      {
        "sentence": "可是我总觉得很不公平，明明是别人的错，自己却深受其扰，别人好像还跟没事人一样。",
        "label": ""
      },
      {
        "sentence": "我真的很生气也很无奈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，但事实上无法断定这件事是否困扰了别人。而且别人是否受困扰并不重要，重要的是你如何在不必要的时候关闭自己的情感，避免受到不必要的干扰。这需要自觉和自我控制，一开始并不容易。",
    "annotation": [
      {
        "sentence": "我理解你的感受，但事实上无法断定这件事是否困扰了别人。",
        "label": ""
      },
      {
        "sentence": "而且别人是否受困扰并不重要，重要的是你如何在不必要的时候关闭自己的情感，避免受到不必要的干扰。",
        "label": ""
      },
      {
        "sentence": "这需要自觉和自我控制，一开始并不容易。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想试着学会自我调节和控制情绪，但我觉得很难做到。有没有什么方法可以帮助我？",
    "annotation": [
      {
        "sentence": "我想试着学会自我调节和控制情绪，但我觉得很难做到。",
        "label": ""
      },
      {
        "sentence": "有没有什么方法可以帮助我？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "做到自我调节和控制情绪确实需要一定的时间和努力。首先，你可以尝试意识到自己的情绪状态，当你意识到自己开始陷入困扰时，试着停下来，深呼吸，冷静一下。其次，可以寻找一些放松的方法，比如听音乐、写日记、做运动等，让自己的情绪得到释放和宣泄。同时，也可以尝试与他人沟通，分享自己的感受，寻求支持和理解。最重要的是，接纳自己的性格特点，学会与之和谐相处。",
    "annotation": [
      {
        "sentence": "做到自我调节和控制情绪确实需要一定的时间和努力。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试意识到自己的情绪状态，当你意识到自己开始陷入困扰时，试着停下来，深呼吸，冷静一下。",
        "label": ""
      },
      {
        "sentence": "其次，可以寻找一些放松的方法，比如听音乐、写日记、做运动等，让自己的情绪得到释放和宣泄。",
        "label": ""
      },
      {
        "sentence": "同时，也可以尝试与他人沟通，分享自己的感受，寻求支持和理解。",
        "label": ""
      },
      {
        "sentence": "最重要的是，接纳自己的性格特点，学会与之和谐相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着按照你说的去做。但是我还有一个问题，我一直觉得是因为上辈子做了坏事才导致这辈子受心理折磨，这种想法有道理吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着按照你说的去做。",
        "label": ""
      },
      {
        "sentence": "但是我还有一个问题，我一直觉得是因为上辈子做了坏事才导致这辈子受心理折磨，这种想法有道理吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于轮回转世的说法，科学并没有明确证据支持或否定，所以不能太过相信一种说法而深陷于其中。重要的是，我们要接纳自己的过去，无论是好是坏，过去的事情无法改变。重点是如何在现在和未来做出积极的改变，让自己过上更加幸福的生活。不要过多纠结于过去的事情，而是把焦点放在自我调节和成长上。",
    "annotation": [
      {
        "sentence": "关于轮回转世的说法，科学并没有明确证据支持或否定，所以不能太过相信一种说法而深陷于其中。",
        "label": ""
      },
      {
        "sentence": "重要的是，我们要接纳自己的过去，无论是好是坏，过去的事情无法改变。",
        "label": ""
      },
      {
        "sentence": "重点是如何在现在和未来做出积极的改变，让自己过上更加幸福的生活。",
        "label": ""
      },
      {
        "sentence": "不要过多纠结于过去的事情，而是把焦点放在自我调节和成长上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尽量不再纠结于过去的事情，而是向前看，努力做出积极的改变。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "我明白了，我会尽量不再纠结于过去的事情，而是向前看，努力做出积极的改变。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能在这个过程中帮助到你。如果有任何其他的问题，随时都可以来找我倾诉。你已经迈出了第一步，相信自己，加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能在这个过程中帮助到你。",
        "label": ""
      },
      {
        "sentence": "如果有任何其他的问题，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，相信自己，加油！",
        "label": ""
      }
    ]
  }
]