[
  {
    "role": "client",
    "content": "我对咨询师很失望，和咨询师的关系不知道该不该继续？有个咨询师，一起工作二十几次了。但是一个月前暂停了，因为我对她很失望，很生气。我的诉求没有得到满足（我希望她在咨询中多说点话而不是沉默浪费时间，但是她一直不改）但是我又感觉现在放弃之前的咨询都白白浪费了，又很想去找她。我很矛盾。很纠结，一想到又要去找她我就很生气，好像是我有求于她。真的很烦！有没有人给我点建议。",
    "annotation": [
      {
        "sentence": "我对咨询师很失望，和咨询师的关系不知道该不该继续？",
        "label": ""
      },
      {
        "sentence": "有个咨询师，一起工作二十几次了。",
        "label": ""
      },
      {
        "sentence": "但是一个月前暂停了，因为我对她很失望，很生气。",
        "label": ""
      },
      {
        "sentence": "我的诉求没有得到满足（我希望她在咨询中多说点话而不是沉默浪费时间，但是她一直不改）但是我又感觉现在放弃之前的咨询都白白浪费了，又很想去找她。",
        "label": ""
      },
      {
        "sentence": "我很矛盾。",
        "label": ""
      },
      {
        "sentence": "很纠结，一想到又要去找她我就很生气，好像是我有求于她。",
        "label": ""
      },
      {
        "sentence": "真的很烦！",
        "label": ""
      },
      {
        "sentence": "有没有人给我点建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看得出来你对你和咨询师的关系感到很失落，你希望能够对话更多，让咨询的时间更有意义。同时，我们能够理解你感到的失望和生气情绪，这些都是很正常的反应。在我阅读你的问题的时候，我注意到了\"控制\"和\"权力\"这些关键词。你觉得和你的咨询师之间似乎存在一些对立的情况，那么你是否认为和其他人相处的时候也会遇到这样的问题呢？求助者：我觉得我和其他人相处都很好，但是和咨询师之间让我感觉有一些不协调。",
    "annotation": [
      {
        "sentence": "看得出来你对你和咨询师的关系感到很失落，你希望能够对话更多，让咨询的时间更有意义。",
        "label": ""
      },
      {
        "sentence": "同时，我们能够理解你感到的失望和生气情绪，这些都是很正常的反应。",
        "label": ""
      },
      {
        "sentence": "在我阅读你的问题的时候，我注意到了\"控制\"和\"权力\"这些关键词。",
        "label": ""
      },
      {
        "sentence": "你觉得和你的咨询师之间似乎存在一些对立的情况，那么你是否认为和其他人相处的时候也会遇到这样的问题呢？",
        "label": ""
      },
      {
        "sentence": "求助者：我觉得我和其他人相处都很好，但是和咨询师之间让我感觉有一些不协调。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白了。咨询的过程里并不总是能舒服的去接受所有的观点和诉求，相处的过程中也会有沟通和理解上的阻碍和挑战，这些都是正常的情况。在你和咨询师之间的关系里，你是否会得到一些有收获的帮助呢？或许有时候，咨询师并不是通过大声说话，而是通过安静聆听来帮助你的呢？求助者：是啊，这也是我在想的。所以我有点矛盾，同时又很想找她。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "咨询的过程里并不总是能舒服的去接受所有的观点和诉求，相处的过程中也会有沟通和理解上的阻碍和挑战，这些都是正常的情况。",
        "label": ""
      },
      {
        "sentence": "在你和咨询师之间的关系里，你是否会得到一些有收获的帮助呢？",
        "label": ""
      },
      {
        "sentence": "或许有时候，咨询师并不是通过大声说话，而是通过安静聆听来帮助你的呢？",
        "label": ""
      },
      {
        "sentence": "求助者：是啊，这也是我在想的。",
        "label": ""
      },
      {
        "sentence": "所以我有点矛盾，同时又很想找她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你仍然信任这位咨询师，我会建议你与她交谈，更好地传达你的需求。这样，你们可以共同探索聆听和沟通的技巧，寻求共识和建立良好的沟通方式，从那里逐渐建立起一个更稳定的美好关系。咨询的过程是一个相对安全的探索场所，你可以在这个场所里安全地练习控制自己的情绪，以便更好地与他人相处。听起来，你对自己被听到有这样的需要，不能与你的咨询师取得联系将导致你很不安。求助者：是的。",
    "annotation": [
      {
        "sentence": "如果你仍然信任这位咨询师，我会建议你与她交谈，更好地传达你的需求。",
        "label": ""
      },
      {
        "sentence": "这样，你们可以共同探索聆听和沟通的技巧，寻求共识和建立良好的沟通方式，从那里逐渐建立起一个更稳定的美好关系。",
        "label": ""
      },
      {
        "sentence": "咨询的过程是一个相对安全的探索场所，你可以在这个场所里安全地练习控制自己的情绪，以便更好地与他人相处。",
        "label": ""
      },
      {
        "sentence": "听起来，你对自己被听到有这样的需要，不能与你的咨询师取得联系将导致你很不安。",
        "label": ""
      },
      {
        "sentence": "求助者：是的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为咨询师，我建议你试着更好地理解你的情感体验，并为你和你的咨询师之间的关系提供更有力的指导。你可以通过沟通、探索和实践，学习如何实现自己的需求和将其分享给你的咨询师。我们可以用口头表达来替代一些行为，以表达我们的情感体验。今天的咨询可能是你如何运用口头表达来解决与人相处的问题的机会。希望你会度过这个难关！",
    "annotation": [
      {
        "sentence": "作为咨询师，我建议你试着更好地理解你的情感体验，并为你和你的咨询师之间的关系提供更有力的指导。",
        "label": ""
      },
      {
        "sentence": "你可以通过沟通、探索和实践，学习如何实现自己的需求和将其分享给你的咨询师。",
        "label": ""
      },
      {
        "sentence": "我们可以用口头表达来替代一些行为，以表达我们的情感体验。",
        "label": ""
      },
      {
        "sentence": "今天的咨询可能是你如何运用口头表达来解决与人相处的问题的机会。",
        "label": ""
      },
      {
        "sentence": "希望你会度过这个难关！",
        "label": ""
      }
    ]
  }
]