[
  {
    "role": "client",
    "content": "特别粘我，孩子的问题，还是我的问题？",
    "annotation": [
      {
        "sentence": "特别粘我，孩子的问题，还是我的问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够感觉的到你内心的压抑焦虑无力无助，面对孩子对你的黏糊，你的内心并不知道孩子这样做是在表达什么，担心孩子以后会更黏自己，同时你还要照顾另外一个孩子，身心承受的压力都非常大，无法接纳解决大孩子的这些问题，会焦虑不安也很正常。",
    "annotation": [
      {
        "sentence": "能够感觉的到你内心的压抑焦虑无力无助，面对孩子对你的黏糊，你的内心并不知道孩子这样做是在表达什么，担心孩子以后会更黏自己，同时你还要照顾另外一个孩子，身心承受的压力都非常大，无法接纳解决大孩子的这些问题，会焦虑不安也很正常。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的感到非常压抑和焦虑。有时候我还在想，这样的问题到底是因为我的问题还是孩子的问题呢？",
    "annotation": [
      {
        "sentence": "是的，我真的感到非常压抑和焦虑。",
        "label": ""
      },
      {
        "sentence": "有时候我还在想，这样的问题到底是因为我的问题还是孩子的问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子是家庭当中的一面镜子，因此孩子身上的问题反映出来的也就是家庭当中的问题。从你提供的信息来看你的大孩子对你特别黏糊，可见他的内心极度缺乏安全感，害怕独自一个人孤独面对现实生活，害怕会被你抛弃，所以他需要时刻黏着这样他也就不会担心被你抛弃。孩子的内心缺乏安全感，往往是跟父母之间的相处和父母看待对待孩子的态度方式有很大的关系，尤其是妈妈看待对待孩子的态度方式，对孩子的心理成长影响非常大。",
    "annotation": [
      {
        "sentence": "孩子是家庭当中的一面镜子，因此孩子身上的问题反映出来的也就是家庭当中的问题。",
        "label": ""
      },
      {
        "sentence": "从你提供的信息来看你的大孩子对你特别黏糊，可见他的内心极度缺乏安全感，害怕独自一个人孤独面对现实生活，害怕会被你抛弃，所以他需要时刻黏着这样他也就不会担心被你抛弃。",
        "label": ""
      },
      {
        "sentence": "孩子的内心缺乏安全感，往往是跟父母之间的相处和父母看待对待孩子的态度方式有很大的关系，尤其是妈妈看待对待孩子的态度方式，对孩子的心理成长影响非常大。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我也意识到我可能对大孩子的态度方式让他缺乏安全感。我曾经对他的黏糊行为感到困惑和不认可，我明白这不是一个正确的反应，但我也无法控制自己的情绪。",
    "annotation": [
      {
        "sentence": "我明白了，我也意识到我可能对大孩子的态度方式让他缺乏安全感。",
        "label": ""
      },
      {
        "sentence": "我曾经对他的黏糊行为感到困惑和不认可，我明白这不是一个正确的反应，但我也无法控制自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你的感受非常正常。对孩子来说，他并不知道抚养他长大是父母的责任和义务，只是根据父母看待对待他的态度方式来衡量自己在父母心目当中的份量和位置，缺乏足够的力量让他必须要在父母的保护照顾下才能生存下来，也就迫使他必须要让自己和父母当中的一个紧紧联系在一起，也就会紧紧的黏着你不愿意和你分开了。",
    "annotation": [
      {
        "sentence": "是的，你的感受非常正常。",
        "label": ""
      },
      {
        "sentence": "对孩子来说，他并不知道抚养他长大是父母的责任和义务，只是根据父母看待对待他的态度方式来衡量自己在父母心目当中的份量和位置，缺乏足够的力量让他必须要在父母的保护照顾下才能生存下来，也就迫使他必须要让自己和父母当中的一个紧紧联系在一起，也就会紧紧的黏着你不愿意和你分开了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我意识到现在对孩子的这些黏糊行为的看法和态度是错误的，我希望能够改变。但是我对于如何改变还感到迷茫和困惑。",
    "annotation": [
      {
        "sentence": "我意识到现在对孩子的这些黏糊行为的看法和态度是错误的，我希望能够改变。",
        "label": ""
      },
      {
        "sentence": "但是我对于如何改变还感到迷茫和困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以尝试跟丈夫沟通，表达自己内心的想法和感受，寻求他的理解和支持，释放减轻自己内心的压力，这样你的内心也就有了足够的力量。然后再去面对大孩子的这些情况，也就可以比现在轻松自然一些去面对，也能够理解接纳认可他内心的孤独焦虑和恐惧。孩子感觉到自己是被父母理解接纳认可的，不会被父母拒绝和抛弃，也会感觉到比较安全踏实安心，这个时候你再去跟孩子说什么他也就比较容易理解接纳了。",
    "annotation": [
      {
        "sentence": "你可以尝试跟丈夫沟通，表达自己内心的想法和感受，寻求他的理解和支持，释放减轻自己内心的压力，这样你的内心也就有了足够的力量。",
        "label": ""
      },
      {
        "sentence": "然后再去面对大孩子的这些情况，也就可以比现在轻松自然一些去面对，也能够理解接纳认可他内心的孤独焦虑和恐惧。",
        "label": ""
      },
      {
        "sentence": "孩子感觉到自己是被父母理解接纳认可的，不会被父母拒绝和抛弃，也会感觉到比较安全踏实安心，这个时候你再去跟孩子说什么他也就比较容易理解接纳了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试跟丈夫沟通，寻求他的支持和理解。同时，我也意识到我需要更加接纳和理解孩子的内心需求，以及自己在孩子成长过程中的责任和作用。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试跟丈夫沟通，寻求他的支持和理解。",
        "label": ""
      },
      {
        "sentence": "同时，我也意识到我需要更加接纳和理解孩子的内心需求，以及自己在孩子成长过程中的责任和作用。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的觉悟和改变意识让我非常欣慰。对于某些不合适的行为，你也可以指出来，让孩子知道哪些是可以做的，哪些是不可以做的，让孩子在和父母保持稳定和谐的亲密关系的情况下安心快乐的成长。",
    "annotation": [
      {
        "sentence": "很好，你的觉悟和改变意识让我非常欣慰。",
        "label": ""
      },
      {
        "sentence": "对于某些不合适的行为，你也可以指出来，让孩子知道哪些是可以做的，哪些是不可以做的，让孩子在和父母保持稳定和谐的亲密关系的情况下安心快乐的成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我会注意如何正确引导和教育孩子，同时也尊重他的个体发展和需求。",
    "annotation": [
      {
        "sentence": "是的，我会注意如何正确引导和教育孩子，同时也尊重他的个体发展和需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的改变态度对孩子的成长非常重要，希望你能够坚持下去，相信你会成为一个更好的妈妈。",
    "annotation": [
      {
        "sentence": "你的改变态度对孩子的成长非常重要，希望你能够坚持下去，相信你会成为一个更好的妈妈。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会努力克服自己的困惑和焦虑，给孩子更多的爱与理解。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会努力克服自己的困惑和焦虑，给孩子更多的爱与理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经走出了寻求帮助的第一步，相信在后续的过程中，你会越来越好地应对孩子的问题。希望你可以保持积极的心态，一步步解决这个问题。",
    "annotation": [
      {
        "sentence": "你已经走出了寻求帮助的第一步，相信在后续的过程中，你会越来越好地应对孩子的问题。",
        "label": ""
      },
      {
        "sentence": "希望你可以保持积极的心态，一步步解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你再次的支持和鼓励，我会抱着乐观的心态，积极面对自己和孩子的成长。",
    "annotation": [
      {
        "sentence": "谢谢你再次的支持和鼓励，我会抱着乐观的心态，积极面对自己和孩子的成长。",
        "label": ""
      }
    ]
  }
]