[
  {
    "role": "client",
    "content": "孩子特别粘我，我不知道是孩子的问题还是我的问题？他在家的时候特别粘着我，甚至连上个厕所拿件衣服都要跟着我。如果我没有等他，他就会大哭大闹，非得重新来一遍。睡觉和喝奶的时候也要拉着我的手，揉来捻去的，要摁半天才能入睡。有时候我就直接拒绝他了，因为我担心这种行为会形成一种怪癖，就像网上看到的那些人到了三四十岁还要捏耳朵捻毛毯一样。而当他在别人面前时，据说超级乖巧和懂事，而且还乐于助人。他注意力不集中，总是三心二意。他正在做一件事情时，很容易受到别人的影响，听到一点声音，就会马上丢下手中的事情赶过去看。他经常做一些吸引人注意的小动作，好像需要人随时关注他一样。甚至有时候他会故意制造麻烦或者大声假笑。吃饭时也喜欢发呆，基本上一天到晚都不好好吃饭，不管是在家吃还是在外面吃，他都在心心念着零食，宁肯饿着也不吃饭。他是我在家分不开的人，但是前两天去奶奶家却连一个视频或电话都没有，我真的不知道这到底是怎么回事，太让我崩溃了。我们家还有个弟弟，但是我基本上都把百分之八十五的时间都用来陪大宝了，我不知道还能怎么做才能帮助他。",
    "annotation": [
      {
        "sentence": "孩子特别粘我，我不知道是孩子的问题还是我的问题？",
        "label": ""
      },
      {
        "sentence": "他在家的时候特别粘着我，甚至连上个厕所拿件衣服都要跟着我。",
        "label": ""
      },
      {
        "sentence": "如果我没有等他，他就会大哭大闹，非得重新来一遍。",
        "label": ""
      },
      {
        "sentence": "睡觉和喝奶的时候也要拉着我的手，揉来捻去的，要摁半天才能入睡。",
        "label": ""
      },
      {
        "sentence": "有时候我就直接拒绝他了，因为我担心这种行为会形成一种怪癖，就像网上看到的那些人到了三四十岁还要捏耳朵捻毛毯一样。",
        "label": ""
      },
      {
        "sentence": "而当他在别人面前时，据说超级乖巧和懂事，而且还乐于助人。",
        "label": ""
      },
      {
        "sentence": "他注意力不集中，总是三心二意。",
        "label": ""
      },
      {
        "sentence": "他正在做一件事情时，很容易受到别人的影响，听到一点声音，就会马上丢下手中的事情赶过去看。",
        "label": ""
      },
      {
        "sentence": "他经常做一些吸引人注意的小动作，好像需要人随时关注他一样。",
        "label": ""
      },
      {
        "sentence": "甚至有时候他会故意制造麻烦或者大声假笑。",
        "label": ""
      },
      {
        "sentence": "吃饭时也喜欢发呆，基本上一天到晚都不好好吃饭，不管是在家吃还是在外面吃，他都在心心念着零食，宁肯饿着也不吃饭。",
        "label": ""
      },
      {
        "sentence": "他是我在家分不开的人，但是前两天去奶奶家却连一个视频或电话都没有，我真的不知道这到底是怎么回事，太让我崩溃了。",
        "label": ""
      },
      {
        "sentence": "我们家还有个弟弟，但是我基本上都把百分之八十五的时间都用来陪大宝了，我不知道还能怎么做才能帮助他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的问题，我能感受到你现在处于焦虑和无措的状态。我也看了其他老师给你的答复，他们的建议你基本已经了解了，那些部分我就不再赘述了。我来给你讲讲我的其他看法。有老师提到孩子的这些行为是对你的控制，这种控制有可能是因为弟弟的出现引起的。哥哥可能害怕弟弟会夺走他和母亲的关注，所以在潜意识里兄弟之间产生了一种竞争关系。有老师说这是孩子焦虑的表现，我非常赞同。我再补充一点，你的做法如果同意被孩子控制，会加重哥哥对你的控制，甚至可能引发他对弟弟的攻击。这很容易理解，他通过各种方式控制你，他会觉得很得意，并继续这些行为。等弟弟长大了，如果哥哥觉得单单控制你还不够，还要亲自掠夺弟弟的生活空间，那对他的成长非常不利，会导致他形成自我中心、攻击侵犯他人的行为习惯。有老师提到要让哥哥参与到照顾弟弟的过程中，让弟弟成为哥哥的榜样。这种想法非常好，但在此之前，我觉得你需要先断掉你和大宝之间的控制关系，用行动告诉他，妈妈不会任由他摆布。你需要让他经历一些挫折，因为孩子往往需要被大人拒绝，才能明白哪些要求是无理的，不会被满足的。如果你不断掉这段关系，大宝甚至已经控制住你了，你还希望他和弟弟之间能够建立良好的关系吗？这是不太可能的，小孩子可不会轻易放弃自己已经得到的东西。你还需要意识到自己对大宝的过度关注，你现在处于一个欲所欲求的状态中。孩子不吃饭想吃零食，那又怎么样呢？让他尝尝挫折，不吃饭可以，零食也别想吃。你需要把注意力从大宝身上移开，你看，他去奶奶家都没有和你联系，你就要崩溃了。不光是大宝在控制你，你也心甘情愿被他控制，甚至有点享受其中，不被控制你反而感到不适应了呀！",
    "annotation": [
      {
        "sentence": "看了你的问题，我能感受到你现在处于焦虑和无措的状态。",
        "label": ""
      },
      {
        "sentence": "我也看了其他老师给你的答复，他们的建议你基本已经了解了，那些部分我就不再赘述了。",
        "label": ""
      },
      {
        "sentence": "我来给你讲讲我的其他看法。",
        "label": ""
      },
      {
        "sentence": "有老师提到孩子的这些行为是对你的控制，这种控制有可能是因为弟弟的出现引起的。",
        "label": ""
      },
      {
        "sentence": "哥哥可能害怕弟弟会夺走他和母亲的关注，所以在潜意识里兄弟之间产生了一种竞争关系。",
        "label": ""
      },
      {
        "sentence": "有老师说这是孩子焦虑的表现，我非常赞同。",
        "label": ""
      },
      {
        "sentence": "我再补充一点，你的做法如果同意被孩子控制，会加重哥哥对你的控制，甚至可能引发他对弟弟的攻击。",
        "label": ""
      },
      {
        "sentence": "这很容易理解，他通过各种方式控制你，他会觉得很得意，并继续这些行为。",
        "label": ""
      },
      {
        "sentence": "等弟弟长大了，如果哥哥觉得单单控制你还不够，还要亲自掠夺弟弟的生活空间，那对他的成长非常不利，会导致他形成自我中心、攻击侵犯他人的行为习惯。",
        "label": ""
      },
      {
        "sentence": "有老师提到要让哥哥参与到照顾弟弟的过程中，让弟弟成为哥哥的榜样。",
        "label": ""
      },
      {
        "sentence": "这种想法非常好，但在此之前，我觉得你需要先断掉你和大宝之间的控制关系，用行动告诉他，妈妈不会任由他摆布。",
        "label": ""
      },
      {
        "sentence": "你需要让他经历一些挫折，因为孩子往往需要被大人拒绝，才能明白哪些要求是无理的，不会被满足的。",
        "label": ""
      },
      {
        "sentence": "如果你不断掉这段关系，大宝甚至已经控制住你了，你还希望他和弟弟之间能够建立良好的关系吗？",
        "label": ""
      },
      {
        "sentence": "这是不太可能的，小孩子可不会轻易放弃自己已经得到的东西。",
        "label": ""
      },
      {
        "sentence": "你还需要意识到自己对大宝的过度关注，你现在处于一个欲所欲求的状态中。",
        "label": ""
      },
      {
        "sentence": "孩子不吃饭想吃零食，那又怎么样呢？",
        "label": ""
      },
      {
        "sentence": "让他尝尝挫折，不吃饭可以，零食也别想吃。",
        "label": ""
      },
      {
        "sentence": "你需要把注意力从大宝身上移开，你看，他去奶奶家都没有和你联系，你就要崩溃了。",
        "label": ""
      },
      {
        "sentence": "不光是大宝在控制你，你也心甘情愿被他控制，甚至有点享受其中，不被控制你反而感到不适应了呀！",
        "label": ""
      }
    ]
  }
]