[
  {
    "role": "client",
    "content": "特别粘我，孩子的问题，还是我的问题？",
    "annotation": [
      {
        "sentence": "特别粘我，孩子的问题，还是我的问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到了你的困扰，也看到了你的焦虑，希望可能帮到你。带两个孩子是很辛苦的，从你的描述里看出你为孩子们付出了大量的时间和精力，非常理解你的心情和感受，就目前这种情况，建议你从以下几个方面加以调整：",
    "annotation": [
      {
        "sentence": "看到了你的困扰，也看到了你的焦虑，希望可能帮到你。",
        "label": ""
      },
      {
        "sentence": "带两个孩子是很辛苦的，从你的描述里看出你为孩子们付出了大量的时间和精力，非常理解你的心情和感受，就目前这种情况，建议你从以下几个方面加以调整：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "孩子在家的时候特别粘着我，上个厕所拿件衣服都必须跟着，你没有等他，就大哭大闹，非得重新来一遍，睡觉喝奶都要拉着你的手，揉来捻去的，摁半天才睡，到后来我直接拒绝了，因为我担心这个会形成网上看到的那种到了三四十岁还要捏耳朵捻毯子的那种怪癖。",
    "annotation": [
      {
        "sentence": "孩子在家的时候特别粘着我，上个厕所拿件衣服都必须跟着，你没有等他，就大哭大闹，非得重新来一遍，睡觉喝奶都要拉着你的手，揉来捻去的，摁半天才睡，到后来我直接拒绝了，因为我担心这个会形成网上看到的那种到了三四十岁还要捏耳朵捻毯子的那种怪癖。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述里，我看到一个没有安全感的孩子，他的粘人，在你面前的哭闹、做事情注意力不及中以及种种试图引人注意的行为，都表现出他内心深深的担忧和恐惧。他在担心什么，恐惧什么呢？弟弟的出生对他的心理有什么样的影响呢？作为妈妈，有没有关注到他可能因此而产生的妈妈被抢走了的念头呢？他之所以紧紧地粘着你，正是他的这些小念头在指挥着他吧？",
    "annotation": [
      {
        "sentence": "从你的描述里，我看到一个没有安全感的孩子，他的粘人，在你面前的哭闹、做事情注意力不及中以及种种试图引人注意的行为，都表现出他内心深深的担忧和恐惧。",
        "label": ""
      },
      {
        "sentence": "他在担心什么，恐惧什么呢？",
        "label": ""
      },
      {
        "sentence": "弟弟的出生对他的心理有什么样的影响呢？",
        "label": ""
      },
      {
        "sentence": "作为妈妈，有没有关注到他可能因此而产生的妈妈被抢走了的念头呢？",
        "label": ""
      },
      {
        "sentence": "他之所以紧紧地粘着你，正是他的这些小念头在指挥着他吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在我面前动不动就哭就闹，在别人那里据说超级乖，超级懂事，乐于助人。注意力不集中，三心二意，正在干的事情很容易受到别人的影响，有点声音，那边热闹他就把手里的丢了赶紧跑过去了。经常做一些吸引人注意的小动作，好像需要人随时关注他，甚至故意制造麻烦，或者大声假笑。",
    "annotation": [
      {
        "sentence": "在我面前动不动就哭就闹，在别人那里据说超级乖，超级懂事，乐于助人。",
        "label": ""
      },
      {
        "sentence": "注意力不集中，三心二意，正在干的事情很容易受到别人的影响，有点声音，那边热闹他就把手里的丢了赶紧跑过去了。",
        "label": ""
      },
      {
        "sentence": "经常做一些吸引人注意的小动作，好像需要人随时关注他，甚至故意制造麻烦，或者大声假笑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些行为都是孩子试图吸引你的注意力和关注，以求得内心的平衡和安全感。他可能担心你不再关注他，所以在你面前会有各种表现。而在别人面前表现乖巧懂事，可能是因为他们没有对他产生威胁感。孩子的注意力不集中和容易受到干扰，可能是他想要尽快获取他所需要的关注和爱的表现。你可以试着理解他的行为，并以耐心和关爱去引导他，让他知道你一直在他身边支持他。",
    "annotation": [
      {
        "sentence": "这些行为都是孩子试图吸引你的注意力和关注，以求得内心的平衡和安全感。",
        "label": ""
      },
      {
        "sentence": "他可能担心你不再关注他，所以在你面前会有各种表现。",
        "label": ""
      },
      {
        "sentence": "而在别人面前表现乖巧懂事，可能是因为他们没有对他产生威胁感。",
        "label": ""
      },
      {
        "sentence": "孩子的注意力不集中和容易受到干扰，可能是他想要尽快获取他所需要的关注和爱的表现。",
        "label": ""
      },
      {
        "sentence": "你可以试着理解他的行为，并以耐心和关爱去引导他，让他知道你一直在他身边支持他。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "吃饭爱发呆，基本一天到晚不好好吃饭，在家吃这样，出去海底捞也是这样，心心念着零食，宁肯饿着也不吃饭。",
    "annotation": [
      {
        "sentence": "吃饭爱发呆，基本一天到晚不好好吃饭，在家吃这样，出去海底捞也是这样，心心念着零食，宁肯饿着也不吃饭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于孩子而言，饮食方面的问题常常与情绪和心理有关。他可能不只是因为吃不到心爱的零食而不愿意好好吃饭，还可能是为了引起你的注意和关注。你可以试着与他一起规划饮食，增加他对正餐的兴趣。同时，也可以给他一些适量的零食作为奖励，让他感受到你的关心和支持。",
    "annotation": [
      {
        "sentence": "对于孩子而言，饮食方面的问题常常与情绪和心理有关。",
        "label": ""
      },
      {
        "sentence": "他可能不只是因为吃不到心爱的零食而不愿意好好吃饭，还可能是为了引起你的注意和关注。",
        "label": ""
      },
      {
        "sentence": "你可以试着与他一起规划饮食，增加他对正餐的兴趣。",
        "label": ""
      },
      {
        "sentence": "同时，也可以给他一些适量的零食作为奖励，让他感受到你的关心和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在家一分钟都分不开的人，前两天去了奶奶家，四五天一个视频一个电话都没有，我真的不知道这到底是怎么一回事，太让人崩溃了，家里还有个弟弟，但是我基本拿出百分之八十五待我时间全来陪他了，我不知道还能怎么做了，帮帮我。",
    "annotation": [
      {
        "sentence": "在家一分钟都分不开的人，前两天去了奶奶家，四五天一个视频一个电话都没有，我真的不知道这到底是怎么一回事，太让人崩溃了，家里还有个弟弟，但是我基本拿出百分之八十五待我时间全来陪他了，我不知道还能怎么做了，帮帮我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子在外面的表现与在家里可能会不同，这说明他在外面有了更多的安全感和自信。他去奶奶家的这段时间可能正好是他找回一部分属于自己的独立和安全感的过程。你要相信，他去奶奶家的确是非常幸福的。作为妈妈，你的付出和关爱是有限的，你已经付出了很多了。现在，可以尝试设定一些规矩和限制时间，让他学会适当地独立和自主，也能给你一些时间来休息和调整。",
    "annotation": [
      {
        "sentence": "孩子在外面的表现与在家里可能会不同，这说明他在外面有了更多的安全感和自信。",
        "label": ""
      },
      {
        "sentence": "他去奶奶家的这段时间可能正好是他找回一部分属于自己的独立和安全感的过程。",
        "label": ""
      },
      {
        "sentence": "你要相信，他去奶奶家的确是非常幸福的。",
        "label": ""
      },
      {
        "sentence": "作为妈妈，你的付出和关爱是有限的，你已经付出了很多了。",
        "label": ""
      },
      {
        "sentence": "现在，可以尝试设定一些规矩和限制时间，让他学会适当地独立和自主，也能给你一些时间来休息和调整。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和理解，我会尽力去尝试你说的方法，给孩子更多的关爱和安全感，同时也给自己一些时间和空间来调整。非常感谢你的支持。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和理解，我会尽力去尝试你说的方法，给孩子更多的关爱和安全感，同时也给自己一些时间和空间来调整。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你会做得很好的。每个妈妈都有焦虑和困扰的时候，但只要你坚定地爱着孩子，并且与他们同心协力，就一定能够克服困难。祝你和孩子们每天都有新的收获和快乐！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你会做得很好的。",
        "label": ""
      },
      {
        "sentence": "每个妈妈都有焦虑和困扰的时候，但只要你坚定地爱着孩子，并且与他们同心协力，就一定能够克服困难。",
        "label": ""
      },
      {
        "sentence": "祝你和孩子们每天都有新的收获和快乐！",
        "label": ""
      }
    ]
  }
]