[
  {
    "role": "client",
    "content": "我感到迷茫困惑，觉得自己一无是处。特别自卑。从上次母亲介绍我去幼儿园上班，到后来老板娘把我调到她家酒楼，再到今年2月份离职至今没找工作。我真的不知道自己怎么了，总觉得自己的能力和别人比起来太差了，又木讷、不灵活，什么都做不好。我本身内向不善言辞，总是不愿给别人添麻烦。而一旦遇到工作上重要的事情或是人多的地方，我就会特别紧张，生怕自己做得不好给同事们添麻烦。",
    "annotation": [
      {
        "sentence": "我感到迷茫困惑，觉得自己一无是处。",
        "label": ""
      },
      {
        "sentence": "特别自卑。",
        "label": ""
      },
      {
        "sentence": "从上次母亲介绍我去幼儿园上班，到后来老板娘把我调到她家酒楼，再到今年2月份离职至今没找工作。",
        "label": ""
      },
      {
        "sentence": "我真的不知道自己怎么了，总觉得自己的能力和别人比起来太差了，又木讷、不灵活，什么都做不好。",
        "label": ""
      },
      {
        "sentence": "我本身内向不善言辞，总是不愿给别人添麻烦。",
        "label": ""
      },
      {
        "sentence": "而一旦遇到工作上重要的事情或是人多的地方，我就会特别紧张，生怕自己做得不好给同事们添麻烦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困惑，我能理解。你对自己的能力产生怀疑，觉得自己不如别人。首先，我想问你，你曾经取得过什么成就吗？或者有没有人夸赞过你的某些才能？",
    "annotation": [
      {
        "sentence": "听到你的困惑，我能理解。",
        "label": ""
      },
      {
        "sentence": "你对自己的能力产生怀疑，觉得自己不如别人。",
        "label": ""
      },
      {
        "sentence": "首先，我想问你，你曾经取得过什么成就吗？",
        "label": ""
      },
      {
        "sentence": "或者有没有人夸赞过你的某些才能？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我比较宅，不太愿意出门。宁愿对着手机听线上课程、画画、写作阅读，不太喜欢社交活动。父母也不是特别能理解我的人，老是说我一个朋友都没有。可是我还记得小时候挺喜欢带朋友回家的，有一次我朋友诬陷我，我妈妈不分青红皂白地听信了那个人的话，在我朋友面前奚落我。从那以后，我再也没有带朋友回家了。我羡慕身边家庭幸福的孩子，他们有完整的爱，懂得如何去爱人，性格也好，很开朗。",
    "annotation": [
      {
        "sentence": "其实我比较宅，不太愿意出门。",
        "label": ""
      },
      {
        "sentence": "宁愿对着手机听线上课程、画画、写作阅读，不太喜欢社交活动。",
        "label": ""
      },
      {
        "sentence": "父母也不是特别能理解我的人，老是说我一个朋友都没有。",
        "label": ""
      },
      {
        "sentence": "可是我还记得小时候挺喜欢带朋友回家的，有一次我朋友诬陷我，我妈妈不分青红皂白地听信了那个人的话，在我朋友面前奚落我。",
        "label": ""
      },
      {
        "sentence": "从那以后，我再也没有带朋友回家了。",
        "label": ""
      },
      {
        "sentence": "我羡慕身边家庭幸福的孩子，他们有完整的爱，懂得如何去爱人，性格也好，很开朗。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你对于过去家庭经历的描述，我可以理解你对于社交过程中可能遇到的困难和担心。每个人都有自己的经历和特点，不必刻意去与别人比较。宅在家里有自己的喜好也是可以的，但也要小心不要因此限制了自己的其他可能性。你可以试着寻找一些与人交流的机会，慢慢地扩展自己的社交圈子。对于过去发生的不开心的事情，我们可以试着释放一些负面情绪并且尝试更接纳自己。",
    "annotation": [
      {
        "sentence": "听到你对于过去家庭经历的描述，我可以理解你对于社交过程中可能遇到的困难和担心。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的经历和特点，不必刻意去与别人比较。",
        "label": ""
      },
      {
        "sentence": "宅在家里有自己的喜好也是可以的，但也要小心不要因此限制了自己的其他可能性。",
        "label": ""
      },
      {
        "sentence": "你可以试着寻找一些与人交流的机会，慢慢地扩展自己的社交圈子。",
        "label": ""
      },
      {
        "sentence": "对于过去发生的不开心的事情，我们可以试着释放一些负面情绪并且尝试更接纳自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了。我也想改变自己，但我总是觉得紧张，怕给别人添麻烦。我害怕在重要的场合出错，担心自己的能力不足以应对挑战。",
    "annotation": [
      {
        "sentence": "是的，我明白了。",
        "label": ""
      },
      {
        "sentence": "我也想改变自己，但我总是觉得紧张，怕给别人添麻烦。",
        "label": ""
      },
      {
        "sentence": "我害怕在重要的场合出错，担心自己的能力不足以应对挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都会有紧张的时候，这是很正常的。但是不要过分担心自己的表现，相信自己能够应对挑战。我们都在成长过程中一步步变得更好，不要给自己太大的压力。有时候，听取他人的建议和意见，积极地参与一些让你感兴趣的活动，也能帮助你建立自信。",
    "annotation": [
      {
        "sentence": "每个人都会有紧张的时候，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "但是不要过分担心自己的表现，相信自己能够应对挑战。",
        "label": ""
      },
      {
        "sentence": "我们都在成长过程中一步步变得更好，不要给自己太大的压力。",
        "label": ""
      },
      {
        "sentence": "有时候，听取他人的建议和意见，积极地参与一些让你感兴趣的活动，也能帮助你建立自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我应该放松一些，相信自己的能力。我应该尝试一些新的活动，与他人一起进行一些有趣的社交互动。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "你说的很对，我应该放松一些，相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "我应该尝试一些新的活动，与他人一起进行一些有趣的社交互动。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我非常乐意帮助你。相信你能够改变自己，找到适合自己的方式去面对社交和工作中的挑战。请记住，每个人都有独特的价值和才能，你也不例外。如果需要进一步的帮助或者有什么问题，随时找我聊天都可以。",
    "annotation": [
      {
        "sentence": "不客气，我非常乐意帮助你。",
        "label": ""
      },
      {
        "sentence": "相信你能够改变自己，找到适合自己的方式去面对社交和工作中的挑战。",
        "label": ""
      },
      {
        "sentence": "请记住，每个人都有独特的价值和才能，你也不例外。",
        "label": ""
      },
      {
        "sentence": "如果需要进一步的帮助或者有什么问题，随时找我聊天都可以。",
        "label": ""
      }
    ]
  }
]