[
  {
    "role": "client",
    "content": "我在两性交往中遇到了一些问题，想请教一下如何做到双向奔赴，松弛有度？我一直喜欢为爱人提供自己能提供的最好的，但是这样做让爱人感到愧疚，我也不敢开玩笑，每天只能关心他而害怕玩笑过度影响感情无法挽回，我们俩感到特别无趣。你能给我一些建议吗？",
    "annotation": [
      {
        "sentence": "我在两性交往中遇到了一些问题，想请教一下如何做到双向奔赴，松弛有度？",
        "label": ""
      },
      {
        "sentence": "我一直喜欢为爱人提供自己能提供的最好的，但是这样做让爱人感到愧疚，我也不敢开玩笑，每天只能关心他而害怕玩笑过度影响感情无法挽回，我们俩感到特别无趣。",
        "label": ""
      },
      {
        "sentence": "你能给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "见字如面，先希望我的回答能够帮助到你~恋人的相处模式最好是两个人在一起的时候都是很舒服的状态。但从你的描述中，你们目前并不属于这种状态，你爱人常常有愧疚感，而你也过于小心，连玩笑都不敢开。我有一些建议。你对你爱人好，尽可能地好其实一点毛病都没有，你才叫说得过去。至于你爱人有愧疚感，她就应该进行回应，即双向奔赴，有来有往。比如今天你送了她一套化妆品，她要是觉得愧疚，她可以送你一双鞋、一块名表之类的。比如每次出去都是你请吃饭她不好意思，她就应该回请一次。你已经付出了，想要做到双向奔赴，那就要让你爱人明白：她有时候也需要进行回馈。这个时候，你别拒绝，要高兴地接受。玩笑为什么不敢开呢？你想开就开啊。你也说了，怕玩笑过度影响感情，那也是过度的开玩笑，你要掌握好度，展现你风趣的一面。其实很多玩笑话都是好笑的，很少会冒犯到别人，你可以找一些好笑的说。或者你可以玩一些网络上的梗，平时聊天中玩一玩也挺有趣的。还有学些情话，也很有用。两个人在一起舒服很重要，你不要太拘束，不要怕这怕那的。你一开始就拘束了，离松弛有度只会越来越远。刚开始放松点，就算犯错了，下次不要再犯就好了。而且你明明白白知道别人的忌讳总比你自己一个人在那瞎猜好。希望能解决你的困惑，祝你好运啊。",
    "annotation": [
      {
        "sentence": "见字如面，先希望我的回答能够帮助到你~恋人的相处模式最好是两个人在一起的时候都是很舒服的状态。",
        "label": ""
      },
      {
        "sentence": "但从你的描述中，你们目前并不属于这种状态，你爱人常常有愧疚感，而你也过于小心，连玩笑都不敢开。",
        "label": ""
      },
      {
        "sentence": "我有一些建议。",
        "label": ""
      },
      {
        "sentence": "你对你爱人好，尽可能地好其实一点毛病都没有，你才叫说得过去。",
        "label": ""
      },
      {
        "sentence": "至于你爱人有愧疚感，她就应该进行回应，即双向奔赴，有来有往。",
        "label": ""
      },
      {
        "sentence": "比如今天你送了她一套化妆品，她要是觉得愧疚，她可以送你一双鞋、一块名表之类的。",
        "label": ""
      },
      {
        "sentence": "比如每次出去都是你请吃饭她不好意思，她就应该回请一次。",
        "label": ""
      },
      {
        "sentence": "你已经付出了，想要做到双向奔赴，那就要让你爱人明白：她有时候也需要进行回馈。",
        "label": ""
      },
      {
        "sentence": "这个时候，你别拒绝，要高兴地接受。",
        "label": ""
      },
      {
        "sentence": "玩笑为什么不敢开呢？",
        "label": ""
      },
      {
        "sentence": "你想开就开啊。",
        "label": ""
      },
      {
        "sentence": "你也说了，怕玩笑过度影响感情，那也是过度的开玩笑，你要掌握好度，展现你风趣的一面。",
        "label": ""
      },
      {
        "sentence": "其实很多玩笑话都是好笑的，很少会冒犯到别人，你可以找一些好笑的说。",
        "label": ""
      },
      {
        "sentence": "或者你可以玩一些网络上的梗，平时聊天中玩一玩也挺有趣的。",
        "label": ""
      },
      {
        "sentence": "还有学些情话，也很有用。",
        "label": ""
      },
      {
        "sentence": "两个人在一起舒服很重要，你不要太拘束，不要怕这怕那的。",
        "label": ""
      },
      {
        "sentence": "你一开始就拘束了，离松弛有度只会越来越远。",
        "label": ""
      },
      {
        "sentence": "刚开始放松点，就算犯错了，下次不要再犯就好了。",
        "label": ""
      },
      {
        "sentence": "而且你明明白白知道别人的忌讳总比你自己一个人在那瞎猜好。",
        "label": ""
      },
      {
        "sentence": "希望能解决你的困惑，祝你好运啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了。我会尽量让我爱人知道她也需要回应我的付出，并且我会尝试开起一些适度的玩笑，让我们的相处更有趣。我也会尽量摆脱束缚，更放松地和她相处，不再过于担心犯错。谢谢你的回答，我感到更有信心了。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会尽量让我爱人知道她也需要回应我的付出，并且我会尝试开起一些适度的玩笑，让我们的相处更有趣。",
        "label": ""
      },
      {
        "sentence": "我也会尽量摆脱束缚，更放松地和她相处，不再过于担心犯错。",
        "label": ""
      },
      {
        "sentence": "谢谢你的回答，我感到更有信心了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能对你有所帮助。相信你会处理好你们的关系，让你们的相处变得更加美满。有什么问题随时都可以来向我寻求帮助，我会尽力为你解答。祝你们幸福快乐！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "相信你会处理好你们的关系，让你们的相处变得更加美满。",
        "label": ""
      },
      {
        "sentence": "有什么问题随时都可以来向我寻求帮助，我会尽力为你解答。",
        "label": ""
      },
      {
        "sentence": "祝你们幸福快乐！",
        "label": ""
      }
    ]
  }
]