[
  {
    "role": "client",
    "content": "是不是极度没有安全感的人，控制欲很强？怎么改善？最近经历了一件事，才发现自己是控制欲很强的人，之前有人说过我，那时还感觉很委屈。妈妈是控制欲很强的人，喜欢逃避，我一直不能理解近几年来，自己对妈妈怎么会有这么大恨意，感觉被她牢牢锁住的感觉，很窒息很想逃离家，所以经常在外地工作不回家，一直觉得自己有问题不懂感恩感到愧疚，直到现在越来越感觉自己像妈妈，没有安全感控制欲很强，我妹妹一直跟我很亲近，最近决定相亲结婚，我有了巨大的恐惧慌乱，感觉要失去她了那种，原来这就是控制啊，自己才是最痛苦的，求助大神要怎么改善呢？",
    "annotation": [
      {
        "sentence": "是不是极度没有安全感的人，控制欲很强？",
        "label": ""
      },
      {
        "sentence": "怎么改善？",
        "label": ""
      },
      {
        "sentence": "最近经历了一件事，才发现自己是控制欲很强的人，之前有人说过我，那时还感觉很委屈。",
        "label": ""
      },
      {
        "sentence": "妈妈是控制欲很强的人，喜欢逃避，我一直不能理解近几年来，自己对妈妈怎么会有这么大恨意，感觉被她牢牢锁住的感觉，很窒息很想逃离家，所以经常在外地工作不回家，一直觉得自己有问题不懂感恩感到愧疚，直到现在越来越感觉自己像妈妈，没有安全感控制欲很强，我妹妹一直跟我很亲近，最近决定相亲结婚，我有了巨大的恐惧慌乱，感觉要失去她了那种，原来这就是控制啊，自己才是最痛苦的，求助大神要怎么改善呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了您的描述，大致能了解你现在的状态。你主要是觉得母亲比较强势，心里不太舒服。但慢慢地会发现，好像自己也被她感染了，变得也一样比较强势，想要控制人。直接的表现就是最近妹妹想要结婚，你会觉得有点怕失去她。原生家庭确实对我们一个人的影响会很大，比如父母亲的一些行为方式，我们喜欢的我们会继承，那我们不喜欢的我们总是去排斥。其实在潜意识里我们会记忆得很深刻，所以有的时候无意识的我们就会传承这些我们不喜欢的做法。当然这个不是绝对不能改变的。就比如说原生家庭对我们的影响，我们就照单全收，还是有一些办法的。",
    "annotation": [
      {
        "sentence": "看了您的描述，大致能了解你现在的状态。",
        "label": ""
      },
      {
        "sentence": "你主要是觉得母亲比较强势，心里不太舒服。",
        "label": ""
      },
      {
        "sentence": "但慢慢地会发现，好像自己也被她感染了，变得也一样比较强势，想要控制人。",
        "label": ""
      },
      {
        "sentence": "直接的表现就是最近妹妹想要结婚，你会觉得有点怕失去她。",
        "label": ""
      },
      {
        "sentence": "原生家庭确实对我们一个人的影响会很大，比如父母亲的一些行为方式，我们喜欢的我们会继承，那我们不喜欢的我们总是去排斥。",
        "label": ""
      },
      {
        "sentence": "其实在潜意识里我们会记忆得很深刻，所以有的时候无意识的我们就会传承这些我们不喜欢的做法。",
        "label": ""
      },
      {
        "sentence": "当然这个不是绝对不能改变的。",
        "label": ""
      },
      {
        "sentence": "就比如说原生家庭对我们的影响，我们就照单全收，还是有一些办法的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。我现在意识到自己的心理状态的变化了，已经迈出了第一步。那我们一起来聊一聊具体怎么样改善我和妈妈的关系，乃至于改善我和其他人的一些关系，特别是在想要控制别人这一点上。",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "我现在意识到自己的心理状态的变化了，已经迈出了第一步。",
        "label": ""
      },
      {
        "sentence": "那我们一起来聊一聊具体怎么样改善我和妈妈的关系，乃至于改善我和其他人的一些关系，特别是在想要控制别人这一点上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，你的思考都是很有意义的。因为很多时候我们有很多想法的时候，如果我们自己意识不到，就没有那种自我观照和观察，没有很好的自主性和计划性。那现在我们就来思考如何改善你和妈妈的关系吧。比如说，在你们两个人关系比较好的时候，你可以跟她聊一聊控制欲方面的一些话题。聊聊妈妈是怎么想的，她那么做你自己心里是怎么样的感受。表明你其实理解她，但是希望有更温和的对待等等。开诚布公地讲，我相信你的妈妈也能够听得进去，慢慢地这种关系都会缓和起来的。",
    "annotation": [
      {
        "sentence": "非常好，你的思考都是很有意义的。",
        "label": ""
      },
      {
        "sentence": "因为很多时候我们有很多想法的时候，如果我们自己意识不到，就没有那种自我观照和观察，没有很好的自主性和计划性。",
        "label": ""
      },
      {
        "sentence": "那现在我们就来思考如何改善你和妈妈的关系吧。",
        "label": ""
      },
      {
        "sentence": "比如说，在你们两个人关系比较好的时候，你可以跟她聊一聊控制欲方面的一些话题。",
        "label": ""
      },
      {
        "sentence": "聊聊妈妈是怎么想的，她那么做你自己心里是怎么样的感受。",
        "label": ""
      },
      {
        "sentence": "表明你其实理解她，但是希望有更温和的对待等等。",
        "label": ""
      },
      {
        "sentence": "开诚布公地讲，我相信你的妈妈也能够听得进去，慢慢地这种关系都会缓和起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试试与妈妈坦诚沟通。除了改善我和妈妈的关系，我也想知道怎样处理我和妹妹以及其他人的关系。我发现自己经常有控制别人的念头，这让我感到有罪恶感。",
    "annotation": [
      {
        "sentence": "好的，我会试试与妈妈坦诚沟通。",
        "label": ""
      },
      {
        "sentence": "除了改善我和妈妈的关系，我也想知道怎样处理我和妹妹以及其他人的关系。",
        "label": ""
      },
      {
        "sentence": "我发现自己经常有控制别人的念头，这让我感到有罪恶感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于经常有控制别人的念头，我觉得你并不需要过多自责。每当这样的念头冒出来时，我们要及时觉察，然后把自己拉回到正确的轨道上。这样就没有大的问题了。因为我感觉你对自己的心理控制还是挺好的，没有什么大问题。加油！",
    "annotation": [
      {
        "sentence": "对于经常有控制别人的念头，我觉得你并不需要过多自责。",
        "label": ""
      },
      {
        "sentence": "每当这样的念头冒出来时，我们要及时觉察，然后把自己拉回到正确的轨道上。",
        "label": ""
      },
      {
        "sentence": "这样就没有大的问题了。",
        "label": ""
      },
      {
        "sentence": "因为我感觉你对自己的心理控制还是挺好的，没有什么大问题。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会尽力去改善自己和他人的关系，不再过度控制别人。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会尽力去改善自己和他人的关系，不再过度控制别人。",
        "label": ""
      }
    ]
  }
]