[
  {
    "role": "client",
    "content": "不想把痛苦强加在别人身上，怎么从黑暗回忆里走出来？",
    "annotation": [
      {
        "sentence": "不想把痛苦强加在别人身上，怎么从黑暗回忆里走出来？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的苦闷，但你要知道，相信自己能摆脱过去，才能够去迎接更美好的未来，你不是一个人面对这些问题，我会一直在你身边支持你。",
    "annotation": [
      {
        "sentence": "我理解你的苦闷，但你要知道，相信自己能摆脱过去，才能够去迎接更美好的未来，你不是一个人面对这些问题，我会一直在你身边支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "一年前在出租屋接受到了父母的“管教”，与父母无法沟通，此前一直是爷爷奶奶照顾我，是留守儿童，暑假去深圳本来我怀着期待的心情去见爸爸妈妈，可是跟爸爸妈妈生活一段时间后，他们发现我与他们预想当中的，心目中的女儿有落差，于是对我拳打脚踢，切断我与外界的联系。",
    "annotation": [
      {
        "sentence": "一年前在出租屋接受到了父母的“管教”，与父母无法沟通，此前一直是爷爷奶奶照顾我，是留守儿童，暑假去深圳本来我怀着期待的心情去见爸爸妈妈，可是跟爸爸妈妈生活一段时间后，他们发现我与他们预想当中的，心目中的女儿有落差，于是对我拳打脚踢，切断我与外界的联系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很不幸，父母总是把你的可爱和美好遮盖掉，对你的伤害太残忍了，你承受了太多，很多时候我们不能改变其他人的态度和行为，但能掌握的是我们自己的情绪。我们可以认真把握当下，尝试去追求自己的快乐，并且相信自己是有价值和意义的。",
    "annotation": [
      {
        "sentence": "很不幸，父母总是把你的可爱和美好遮盖掉，对你的伤害太残忍了，你承受了太多，很多时候我们不能改变其他人的态度和行为，但能掌握的是我们自己的情绪。",
        "label": ""
      },
      {
        "sentence": "我们可以认真把握当下，尝试去追求自己的快乐，并且相信自己是有价值和意义的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "而后每天呆在昏暗的屋子里，一犯错就罚跪，一至两小时，永远是父母是对的。没有秘密，爸爸说我令他们失望，后悔有我的存在。",
    "annotation": [
      {
        "sentence": "而后每天呆在昏暗的屋子里，一犯错就罚跪，一至两小时，永远是父母是对的。",
        "label": ""
      },
      {
        "sentence": "没有秘密，爸爸说我令他们失望，后悔有我的存在。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这么残忍的虐待和罚责绝大多数人都无法承受，你要将这个不幸的情况与对方的错误行为作区分。无论你有没有犯错，你都是一个世界上独一无二的人，你有自己的思想和想法，并且你的存在给周围的人带来了很多价值，是不可替代的。",
    "annotation": [
      {
        "sentence": "这么残忍的虐待和罚责绝大多数人都无法承受，你要将这个不幸的情况与对方的错误行为作区分。",
        "label": ""
      },
      {
        "sentence": "无论你有没有犯错，你都是一个世界上独一无二的人，你有自己的思想和想法，并且你的存在给周围的人带来了很多价值，是不可替代的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "试过离开这个世界，进过抢救室，可她一滴眼泪都不为我流。",
    "annotation": [
      {
        "sentence": "试过离开这个世界，进过抢救室，可她一滴眼泪都不为我流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "拥有洒脱轻松的态度，对于彩虹后的风景，会更有盼头。一个人接受暴力和爱之间是不可以相提并论的，你一定是这个世界上独一无二的人，有无限的价值，爱的存在是不可替代的。",
    "annotation": [
      {
        "sentence": "拥有洒脱轻松的态度，对于彩虹后的风景，会更有盼头。",
        "label": ""
      },
      {
        "sentence": "一个人接受暴力和爱之间是不可以相提并论的，你一定是这个世界上独一无二的人，有无限的价值，爱的存在是不可替代的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我每天失眠，很晚才睡，学习成绩也一蹶不振，在学校也没有朋友，我将这些遭遇告诉了我自以为很好的闺蜜，可他说出去了，被学校同学叫做神经病，疯子。我每天难过，可我只能装作很开心。",
    "annotation": [
      {
        "sentence": "我每天失眠，很晚才睡，学习成绩也一蹶不振，在学校也没有朋友，我将这些遭遇告诉了我自以为很好的闺蜜，可他说出去了，被学校同学叫做神经病，疯子。",
        "label": ""
      },
      {
        "sentence": "我每天难过，可我只能装作很开心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "为了让你在课堂上能更好地学习，晚上最好能早点睡觉，让大脑休息充足，这样有利于健康。在学校没有朋友，其实可以通过自己创造机会，参加社团活动、校外培训和比赛等等，去结交新朋友。我相信你一定有很多的长处和优点，是值得别人去欣赏和关注的。现在报告已经扩散出去，但生活不止为别人而活，你一定可以坚强的面对别人的指责和攻击，对于那些错觉的人，也好不要去在意他们，因为他们的言语不代表真相，也不代表你的价值和现实。",
    "annotation": [
      {
        "sentence": "为了让你在课堂上能更好地学习，晚上最好能早点睡觉，让大脑休息充足，这样有利于健康。",
        "label": ""
      },
      {
        "sentence": "在学校没有朋友，其实可以通过自己创造机会，参加社团活动、校外培训和比赛等等，去结交新朋友。",
        "label": ""
      },
      {
        "sentence": "我相信你一定有很多的长处和优点，是值得别人去欣赏和关注的。",
        "label": ""
      },
      {
        "sentence": "现在报告已经扩散出去，但生活不止为别人而活，你一定可以坚强的面对别人的指责和攻击，对于那些错觉的人，也好不要去在意他们，因为他们的言语不代表真相，也不代表你的价值和现实。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不想把自己的痛苦强加在别人身上，我想一定会有人给我温暖，带给我光。现在已经在进行服药治疗，可是例假推迟不来，失眠未改善，生活没有可期待的，没有值得我留恋的东西，人，事。",
    "annotation": [
      {
        "sentence": "我不想把自己的痛苦强加在别人身上，我想一定会有人给我温暖，带给我光。",
        "label": ""
      },
      {
        "sentence": "现在已经在进行服药治疗，可是例假推迟不来，失眠未改善，生活没有可期待的，没有值得我留恋的东西，人，事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "为你打气！你不是一个人，我会一直站在你身边不离不弃支持你。一时的摇摆失落和痛苦是可以理解的，但是你要相信，有那么一天，你会从旧的“自我”身上超越而出，变成那个更好的“自我”，而你的真正支持者，也一定会在那个时刻出现。对于你服药治疗的进展，一定要坚持下去，因为治疗也需要过程，也需要时间。关于例假，失眠，这些都是生理现象，并不部分固定，随着时间推移而有所改变，如果实在不行可以向医生反映，调整药物剂量。对于生活中没有值得留恋的事物，其实，可以重新审视生活，去发掘自己的兴趣并且在这个领域里面耕耘，不要一开始就要求太高。对待过去和将来也不能作为生活的标尺，要学会吸收当下体验，把握当下情感，每一天都有可能是美好的还是最好的。",
    "annotation": [
      {
        "sentence": "为你打气！",
        "label": ""
      },
      {
        "sentence": "你不是一个人，我会一直站在你身边不离不弃支持你。",
        "label": ""
      },
      {
        "sentence": "一时的摇摆失落和痛苦是可以理解的，但是你要相信，有那么一天，你会从旧的“自我”身上超越而出，变成那个更好的“自我”，而你的真正支持者，也一定会在那个时刻出现。",
        "label": ""
      },
      {
        "sentence": "对于你服药治疗的进展，一定要坚持下去，因为治疗也需要过程，也需要时间。",
        "label": ""
      },
      {
        "sentence": "关于例假，失眠，这些都是生理现象，并不部分固定，随着时间推移而有所改变，如果实在不行可以向医生反映，调整药物剂量。",
        "label": ""
      },
      {
        "sentence": "对于生活中没有值得留恋的事物，其实，可以重新审视生活，去发掘自己的兴趣并且在这个领域里面耕耘，不要一开始就要求太高。",
        "label": ""
      },
      {
        "sentence": "对待过去和将来也不能作为生活的标尺，要学会吸收当下体验，把握当下情感，每一天都有可能是美好的还是最好的。",
        "label": ""
      }
    ]
  }
]