[
  {
    "role": "client",
    "content": "奶奶家和我不熟，爸爸一直被他弟弟要很多钱，怎么办？",
    "annotation": [
      {
        "sentence": "奶奶家和我不熟，爸爸一直被他弟弟要很多钱，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲亲，听到你的问题，我知道这对你来说是很困扰的事情。你觉得你和奶奶家人不熟，这是让你感到不安的一件事情。同时，你爸爸被他的弟弟一直向他要钱，这也给你和你的家庭带来了很多不便和压力。我理解你的难处。你想知道应该怎么办才好，对吧？",
    "annotation": [
      {
        "sentence": "亲亲，听到你的问题，我知道这对你来说是很困扰的事情。",
        "label": ""
      },
      {
        "sentence": "你觉得你和奶奶家人不熟，这是让你感到不安的一件事情。",
        "label": ""
      },
      {
        "sentence": "同时，你爸爸被他的弟弟一直向他要钱，这也给你和你的家庭带来了很多不便和压力。",
        "label": ""
      },
      {
        "sentence": "我理解你的难处。",
        "label": ""
      },
      {
        "sentence": "你想知道应该怎么办才好，对吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的。从小爸妈吵架家暴最多是为奶奶家奶奶没退休金，跟我爸弟住。我爸给她很多钱，他弟弟也一直问我爸要钱，虽然他收入不稳定，但他家车房都有我爸说他家穷，供他上学出来他得多给。他妹妹也花不少钱上学，他妹都不帮奶奶干家务我爸骂我不亲他家人我小时候过年回他家多次也没和他家人熟起来，他弟家孩子曾欺负我，奶奶第一次抱我好像是爷爷去世她的经济来源全靠我爸的时候，爷爷在的时候感觉没人亲我，我很多都不记得了，记不清他们对我什么态度，但长大后我每次喊奶奶都很违心长大感觉他家人没难为过我，我妈不和他家人说话，哭闹砸他家场，奶奶家人都特讨厌她，我爸因为这个打她，奶奶说我妈坏话，鼓励我爸打人。我对他家孩子都很好，但周旋地为难过他弟弟，但那人没表现出可挑刺之处。之后他家人就怨我妈还当我爸面说我坏话，包括奶奶小时候我爸在外地，后回来慢慢我俩关系好了。但涉及到他家要打我。我因他哭他往死骂我我妈喜哭闹让我爸怕人哭。",
    "annotation": [
      {
        "sentence": "是的。",
        "label": ""
      },
      {
        "sentence": "从小爸妈吵架家暴最多是为奶奶家奶奶没退休金，跟我爸弟住。",
        "label": ""
      },
      {
        "sentence": "我爸给她很多钱，他弟弟也一直问我爸要钱，虽然他收入不稳定，但他家车房都有我爸说他家穷，供他上学出来他得多给。",
        "label": ""
      },
      {
        "sentence": "他妹妹也花不少钱上学，他妹都不帮奶奶干家务我爸骂我不亲他家人我小时候过年回他家多次也没和他家人熟起来，他弟家孩子曾欺负我，奶奶第一次抱我好像是爷爷去世她的经济来源全靠我爸的时候，爷爷在的时候感觉没人亲我，我很多都不记得了，记不清他们对我什么态度，但长大后我每次喊奶奶都很违心长大感觉他家人没难为过我，我妈不和他家人说话，哭闹砸他家场，奶奶家人都特讨厌她，我爸因为这个打她，奶奶说我妈坏话，鼓励我爸打人。",
        "label": ""
      },
      {
        "sentence": "我对他家孩子都很好，但周旋地为难过他弟弟，但那人没表现出可挑刺之处。",
        "label": ""
      },
      {
        "sentence": "之后他家人就怨我妈还当我爸面说我坏话，包括奶奶小时候我爸在外地，后回来慢慢我俩关系好了。",
        "label": ""
      },
      {
        "sentence": "但涉及到他家要打我。",
        "label": ""
      },
      {
        "sentence": "我因他哭他往死骂我我妈喜哭闹让我爸怕人哭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的描述，我可以感受到你对这些事情的困惑和痛苦。你和奶奶家人的关系一直没有熟悉起来，同时你爸爸也处在弟弟一直向他要钱的困境中。这些问题让你一直很为难和困扰。你小时候曾多次回去奶奶家过年，但和他们家人还是不熟悉，这让你很沮丧。你爸爸的弟弟家的孩子曾经欺负过你，而奶奶在爷爷去世之后，只能依靠你爸爸为经济来源。爷爷在世时，你感觉没有人关心你。现在长大了，每次和奶奶有接触都让你很矛盾和不舒服。你妈妈和他家人不说话，经常争吵，甚至发生了暴力事件，奶奶家人也非常讨厌你妈妈。你爸爸因为这些问题打了你妈妈，奶奶说一些不好的话，还鼓励你爸爸动手打人。你对他家的孩子一直很好，但却因此周旋在为难的境地。他们家人开始责怪你妈妈，在你爸爸面前说你的坏话。你想问，他们家人小时候你爸爸在外地，后来回来了，你们俩的关系好了起来。但涉及到他家人要打你的事情，你因此哭了，他骂你，你妈妈喜欢哭闹，让你爸爸害怕哭声。",
    "annotation": [
      {
        "sentence": "听到你的描述，我可以感受到你对这些事情的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "你和奶奶家人的关系一直没有熟悉起来，同时你爸爸也处在弟弟一直向他要钱的困境中。",
        "label": ""
      },
      {
        "sentence": "这些问题让你一直很为难和困扰。",
        "label": ""
      },
      {
        "sentence": "你小时候曾多次回去奶奶家过年，但和他们家人还是不熟悉，这让你很沮丧。",
        "label": ""
      },
      {
        "sentence": "你爸爸的弟弟家的孩子曾经欺负过你，而奶奶在爷爷去世之后，只能依靠你爸爸为经济来源。",
        "label": ""
      },
      {
        "sentence": "爷爷在世时，你感觉没有人关心你。",
        "label": ""
      },
      {
        "sentence": "现在长大了，每次和奶奶有接触都让你很矛盾和不舒服。",
        "label": ""
      },
      {
        "sentence": "你妈妈和他家人不说话，经常争吵，甚至发生了暴力事件，奶奶家人也非常讨厌你妈妈。",
        "label": ""
      },
      {
        "sentence": "你爸爸因为这些问题打了你妈妈，奶奶说一些不好的话，还鼓励你爸爸动手打人。",
        "label": ""
      },
      {
        "sentence": "你对他家的孩子一直很好，但却因此周旋在为难的境地。",
        "label": ""
      },
      {
        "sentence": "他们家人开始责怪你妈妈，在你爸爸面前说你的坏话。",
        "label": ""
      },
      {
        "sentence": "你想问，他们家人小时候你爸爸在外地，后来回来了，你们俩的关系好了起来。",
        "label": ""
      },
      {
        "sentence": "但涉及到他家人要打你的事情，你因此哭了，他骂你，你妈妈喜欢哭闹，让你爸爸害怕哭声。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的。就是不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "是的。",
        "label": ""
      },
      {
        "sentence": "就是不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白，这些问题确实让你感到很困惑。首先，我想告诉你，你并不需要对你爸爸和他的家人之间的问题负责。毕竟，这些问题是他们之间的事情，和你没有太大关系。你不能去干涉他们的私事，但你可以关心自己的情绪和生活。你可以和爸爸沟通，告诉他你的困惑和痛苦。你还可以寻求一些心理上的支持和帮助，帮助你更好地应对这些问题。这样一来，你会有更好的机会去建立健康的关系，包括处理和他家人的纠纷。重要的是，记住你的感受和需要是很重要的，不要把自己的需求放在第二位。",
    "annotation": [
      {
        "sentence": "明白，这些问题确实让你感到很困惑。",
        "label": ""
      },
      {
        "sentence": "首先，我想告诉你，你并不需要对你爸爸和他的家人之间的问题负责。",
        "label": ""
      },
      {
        "sentence": "毕竟，这些问题是他们之间的事情，和你没有太大关系。",
        "label": ""
      },
      {
        "sentence": "你不能去干涉他们的私事，但你可以关心自己的情绪和生活。",
        "label": ""
      },
      {
        "sentence": "你可以和爸爸沟通，告诉他你的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "你还可以寻求一些心理上的支持和帮助，帮助你更好地应对这些问题。",
        "label": ""
      },
      {
        "sentence": "这样一来，你会有更好的机会去建立健康的关系，包括处理和他家人的纠纷。",
        "label": ""
      },
      {
        "sentence": "重要的是，记住你的感受和需要是很重要的，不要把自己的需求放在第二位。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我现在明白了，我会试着和爸爸沟通，并寻求心理上的帮助来处理这些问题。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我现在明白了，我会试着和爸爸沟通，并寻求心理上的帮助来处理这些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你能接受我的建议，同时也感受到了你对改变现状的积极态度。你的勇气和决心对于解决问题至关重要。记住，你不是一个人在这个过程中，你可以向身边的人求助，包括心理专业人士。他们会给予你更专业的指导和支持。希望你能够度过这个困难的时期，找到属于自己的幸福和健康。我会一直在你身边支持你的。",
    "annotation": [
      {
        "sentence": "很高兴听到你能接受我的建议，同时也感受到了你对改变现状的积极态度。",
        "label": ""
      },
      {
        "sentence": "你的勇气和决心对于解决问题至关重要。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在这个过程中，你可以向身边的人求助，包括心理专业人士。",
        "label": ""
      },
      {
        "sentence": "他们会给予你更专业的指导和支持。",
        "label": ""
      },
      {
        "sentence": "希望你能够度过这个困难的时期，找到属于自己的幸福和健康。",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的陪伴和鼓励，我会努力面对并解决这些问题的。",
    "annotation": [
      {
        "sentence": "谢谢你的陪伴和鼓励，我会努力面对并解决这些问题的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，很高兴能在这里为你提供帮助。你的勇气和决心是值得肯定的。一步一步地解决问题，并积极寻求支持，你一定能够渡过难关并取得进步。如果以后你还有任何困惑，随时都可以来找我交流。祝福你，希望你能找到属于自己的幸福和平衡。",
    "annotation": [
      {
        "sentence": "不客气，很高兴能在这里为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "你的勇气和决心是值得肯定的。",
        "label": ""
      },
      {
        "sentence": "一步一步地解决问题，并积极寻求支持，你一定能够渡过难关并取得进步。",
        "label": ""
      },
      {
        "sentence": "如果以后你还有任何困惑，随时都可以来找我交流。",
        "label": ""
      },
      {
        "sentence": "祝福你，希望你能找到属于自己的幸福和平衡。",
        "label": ""
      }
    ]
  }
]