[
  {
    "role": "client",
    "content": "第一名掉到第5名，好累我想死，我觉得坚持不下去了七中半期考试，我考得很差，本来我都是班里第一名，结果这次掉到了第5名，班主任说我状态不对，平时做联系题错的有点多，班主任就会找我谈话，每次都是半和颜悦色，半生气。我也不知道怎么了，这段时间一直都浅眠，一到上课又特别特别困，有时根本睁不开眼睛，就算不想睡觉也会莫名其妙发呆，班主任又找我谈话，地理老师也找我谈。我有天请假去看胃病，下午就打算不去学校了，在家里休息下，结果我妈就一直在念叨，快看下书，快去听课，，，，我真的好累好累好累，我好难受。我觉得就算我努力了也没用，我爸以前服过邢，这也就意味着我不能考公务员啊，我妈现在做的也有点在法律边缘徘徊，我高二，万一她一个不小心也进去了，那会直接影响我的高考，我给我妈说过好几次这事情的严重性，她还骗我说没有坐了，结果我自己看见她又在继续，我真的不知道该怎么办，我自己用尽全力争取来得成绩，难道要让他们给我破坏？？？我真的坚持不下去，我想跳楼，，，请大家吧",
    "annotation": [
      {
        "sentence": "第一名掉到第5名，好累我想死，我觉得坚持不下去了七中半期考试，我考得很差，本来我都是班里第一名，结果这次掉到了第5名，班主任说我状态不对，平时做联系题错的有点多，班主任就会找我谈话，每次都是半和颜悦色，半生气。",
        "label": ""
      },
      {
        "sentence": "我也不知道怎么了，这段时间一直都浅眠，一到上课又特别特别困，有时根本睁不开眼睛，就算不想睡觉也会莫名其妙发呆，班主任又找我谈话，地理老师也找我谈。",
        "label": ""
      },
      {
        "sentence": "我有天请假去看胃病，下午就打算不去学校了，在家里休息下，结果我妈就一直在念叨，快看下书，快去听课，，，，我真的好累好累好累，我好难受。",
        "label": ""
      },
      {
        "sentence": "我觉得就算我努力了也没用，我爸以前服过邢，这也就意味着我不能考公务员啊，我妈现在做的也有点在法律边缘徘徊，我高二，万一她一个不小心也进去了，那会直接影响我的高考，我给我妈说过好几次这事情的严重性，她还骗我说没有坐了，结果我自己看见她又在继续，我真的不知道该怎么办，我自己用尽全力争取来得成绩，难道要让他们给我破坏？？？",
        "label": ""
      },
      {
        "sentence": "我真的坚持不下去，我想跳楼，，，请大家吧",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到了你的困扰，希望可以帮到你。看到了你是一个成绩优秀的孩子，因为父母的事情承受了本不该由你承受的压力，影响到了你的学习成绩和心情，非常理解你的感受，我们可以试一试调整一下。",
    "annotation": [
      {
        "sentence": "看到了你的困扰，希望可以帮到你。",
        "label": ""
      },
      {
        "sentence": "看到了你是一个成绩优秀的孩子，因为父母的事情承受了本不该由你承受的压力，影响到了你的学习成绩和心情，非常理解你的感受，我们可以试一试调整一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复。我听起来好像是一个无助的人，真的很感谢你的帮助和理解。",
    "annotation": [
      {
        "sentence": "谢谢你的回复。",
        "label": ""
      },
      {
        "sentence": "我听起来好像是一个无助的人，真的很感谢你的帮助和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，每个人都有难过的时候。你是很努力的学生，但是不要因为一次考试的成绩就否定了自己的价值。我们可以一起来思考一下如何调整心态和解决问题。",
    "annotation": [
      {
        "sentence": "没关系，每个人都有难过的时候。",
        "label": ""
      },
      {
        "sentence": "你是很努力的学生，但是不要因为一次考试的成绩就否定了自己的价值。",
        "label": ""
      },
      {
        "sentence": "我们可以一起来思考一下如何调整心态和解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我不能把自己的一次失败看得太重。我应该如何调整我的心态呢？",
    "annotation": [
      {
        "sentence": "你说的对，我不能把自己的一次失败看得太重。",
        "label": ""
      },
      {
        "sentence": "我应该如何调整我的心态呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，目标坚定。无论将来做什么，前提和基础都是你自己的强大，而且，除了公务员你也可能还会有更好的选择，不要过早限定自己。目前这个阶段，老师也对你寄予厚望，可见你是有很大的潜力的，要知道自己的中心任务是什么，并集中精力付诸努力。",
    "annotation": [
      {
        "sentence": "首先，目标坚定。",
        "label": ""
      },
      {
        "sentence": "无论将来做什么，前提和基础都是你自己的强大，而且，除了公务员你也可能还会有更好的选择，不要过早限定自己。",
        "label": ""
      },
      {
        "sentence": "目前这个阶段，老师也对你寄予厚望，可见你是有很大的潜力的，要知道自己的中心任务是什么，并集中精力付诸努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我应该专注于提升自己的能力和成绩，而不是过于担心其他事情。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我应该专注于提升自己的能力和成绩，而不是过于担心其他事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其次，界限清楚。关于父母，你可能只看到他们的行为，并不了解背后的原因，而且由于年龄的局限，你也无法解决和处理他们可能面临的问题，而且从你的描述里也可以看出他们也是相当重视你的学业的；要清楚哪些是他们的事，哪些是自己的事，掌控好自己能够掌控的事，你的越来越优秀也能在一定程度上提醒父母为自己的行为负起责任；相反，如果此刻的你因为过度担忧而影响甚至荒废了学业，可能会让整个家庭陷入更大的困境。",
    "annotation": [
      {
        "sentence": "其次，界限清楚。",
        "label": ""
      },
      {
        "sentence": "关于父母，你可能只看到他们的行为，并不了解背后的原因，而且由于年龄的局限，你也无法解决和处理他们可能面临的问题，而且从你的描述里也可以看出他们也是相当重视你的学业的；要清楚哪些是他们的事，哪些是自己的事，掌控好自己能够掌控的事，你的越来越优秀也能在一定程度上提醒父母为自己的行为负起责任；相反，如果此刻的你因为过度担忧而影响甚至荒废了学业，可能会让整个家庭陷入更大的困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经试图解释给他们听，但似乎没有什么效果。也许我应该更明确地表达自己的感受，并告诉他们这对我学业的影响。",
    "annotation": [
      {
        "sentence": "我曾经试图解释给他们听，但似乎没有什么效果。",
        "label": ""
      },
      {
        "sentence": "也许我应该更明确地表达自己的感受，并告诉他们这对我学业的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，和父母沟通是很重要的一环。你可以试着用平静的态度和他们谈论这个问题，并解释你的担忧和需求。如果他们还是不理解，也可以寻求老师或辅导员的帮助，让他们了解你的情况。",
    "annotation": [
      {
        "sentence": "没错，和父母沟通是很重要的一环。",
        "label": ""
      },
      {
        "sentence": "你可以试着用平静的态度和他们谈论这个问题，并解释你的担忧和需求。",
        "label": ""
      },
      {
        "sentence": "如果他们还是不理解，也可以寻求老师或辅导员的帮助，让他们了解你的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试一试的。非常感谢你的建议。",
    "annotation": [
      {
        "sentence": "好的，我会试一试的。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第三，劳逸结合。紧张的学习之余适当的放松，充足的睡眠和适当运动都会让你的学习更加高效；多和老师和同学交流互动，总结这次失利的原因，找到适合的节奏和方法，相信你一定会更加出色。战胜挫折，未来可期。祝每天都有新收获。",
    "annotation": [
      {
        "sentence": "第三，劳逸结合。",
        "label": ""
      },
      {
        "sentence": "紧张的学习之余适当的放松，充足的睡眠和适当运动都会让你的学习更加高效；多和老师和同学交流互动，总结这次失利的原因，找到适合的节奏和方法，相信你一定会更加出色。",
        "label": ""
      },
      {
        "sentence": "战胜挫折，未来可期。",
        "label": ""
      },
      {
        "sentence": "祝每天都有新收获。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会尝试这些方法来改善自己。希望自己能够度过这段困难的时期，迎接更好的未来。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会尝试这些方法来改善自己。",
        "label": ""
      },
      {
        "sentence": "希望自己能够度过这段困难的时期，迎接更好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个非常优秀的学生，一定能够克服困难，取得更好的成绩。相信自己，我们会一直陪伴着你的。如果你还有其他需要帮助的地方，随时都可以向我们求助。",
    "annotation": [
      {
        "sentence": "你是一个非常优秀的学生，一定能够克服困难，取得更好的成绩。",
        "label": ""
      },
      {
        "sentence": "相信自己，我们会一直陪伴着你的。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他需要帮助的地方，随时都可以向我们求助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励。我会时刻记住你的话，努力面对困难，并取得好的结果。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会时刻记住你的话，努力面对困难，并取得好的结果。",
        "label": ""
      }
    ]
  }
]