[
  {
    "role": "client",
    "content": "感觉没有爱我陪伴我的人，那我爱自己又有什么作用呢？当一个人孤单寂寞，没人陪伴的时候，该怎么生活？我们常说爱自己，感觉没有爱我陪伴我的人，那我爱自己又有什么作用呢？我喜欢的人不喜欢我，小伙伴也总是有事不能陪我，感觉都是我偏爱别人，没有偏爱我的人~一个人的时候太孤单我不知道该怎么办。好想有人在乎我，对我好，愿意在乎我的爱好啊，羡慕，求而不得…有时候觉得对未来都没什么期待，没有我所向往的目标。",
    "annotation": [
      {
        "sentence": "感觉没有爱我陪伴我的人，那我爱自己又有什么作用呢？",
        "label": ""
      },
      {
        "sentence": "当一个人孤单寂寞，没人陪伴的时候，该怎么生活？",
        "label": ""
      },
      {
        "sentence": "我们常说爱自己，感觉没有爱我陪伴我的人，那我爱自己又有什么作用呢？",
        "label": ""
      },
      {
        "sentence": "我喜欢的人不喜欢我，小伙伴也总是有事不能陪我，感觉都是我偏爱别人，没有偏爱我的人~一个人的时候太孤单我不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "好想有人在乎我，对我好，愿意在乎我的爱好啊，羡慕，求而不得…有时候觉得对未来都没什么期待，没有我所向往的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，非常理解您的感受！收到！其实人们常常陷入孤独，无助的情绪之中。往往是不相信自己有爱，爱别人。也继而不相信别人会爱这样的自己。反而不断证明自己是不被爱的。其实世界本为一家，没有一个人是不被爱的。请您相信您的爱，也相信别人并不是不爱您才做一些举动，是因为很多事情，他们也妄以为没有人爱他们才会做出很多举动。您做的所有事情，他们也都看到了。只不过他们不知道怎么表达。因为每一个人都有阴影面，每一个人觉得的阴影面不同。那么他们其实并不是不想理解您，而是他们也接受不了很多被定义的“负面情绪”呢！祝您平安喜乐感恩，感谢。",
    "annotation": [
      {
        "sentence": "嗯，非常理解您的感受！",
        "label": ""
      },
      {
        "sentence": "收到！",
        "label": ""
      },
      {
        "sentence": "其实人们常常陷入孤独，无助的情绪之中。",
        "label": ""
      },
      {
        "sentence": "往往是不相信自己有爱，爱别人。",
        "label": ""
      },
      {
        "sentence": "也继而不相信别人会爱这样的自己。",
        "label": ""
      },
      {
        "sentence": "反而不断证明自己是不被爱的。",
        "label": ""
      },
      {
        "sentence": "其实世界本为一家，没有一个人是不被爱的。",
        "label": ""
      },
      {
        "sentence": "请您相信您的爱，也相信别人并不是不爱您才做一些举动，是因为很多事情，他们也妄以为没有人爱他们才会做出很多举动。",
        "label": ""
      },
      {
        "sentence": "您做的所有事情，他们也都看到了。",
        "label": ""
      },
      {
        "sentence": "只不过他们不知道怎么表达。",
        "label": ""
      },
      {
        "sentence": "因为每一个人都有阴影面，每一个人觉得的阴影面不同。",
        "label": ""
      },
      {
        "sentence": "那么他们其实并不是不想理解您，而是他们也接受不了很多被定义的“负面情绪”呢！",
        "label": ""
      },
      {
        "sentence": "祝您平安喜乐感恩，感谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但有时候真的觉得很绝望，像是没有人真正懂我或在乎我一样。我付出了很多爱，却没有得到相同的回馈。我该怎么改变这样的状态呢？",
    "annotation": [
      {
        "sentence": "我明白你的意思，但有时候真的觉得很绝望，像是没有人真正懂我或在乎我一样。",
        "label": ""
      },
      {
        "sentence": "我付出了很多爱，却没有得到相同的回馈。",
        "label": ""
      },
      {
        "sentence": "我该怎么改变这样的状态呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您的感受我能理解，有时候确实会感到绝望。改变这样的状态需要您先改变自己的观念和期望。不要过多地依赖他人的反馈来衡量自己的价值。尝试扩大交际圈，多参加一些有意义的活动，结识更多志同道合的朋友。同时，关注自己的内心感受，寻找内心的平衡和满足。要相信，在这个世界上，总会有那么一些人，能够真正理解和懂得你的。您可以尝试表达自己的感受，寻找那些真正愿意倾听并关心您的人。",
    "annotation": [
      {
        "sentence": "您的感受我能理解，有时候确实会感到绝望。",
        "label": ""
      },
      {
        "sentence": "改变这样的状态需要您先改变自己的观念和期望。",
        "label": ""
      },
      {
        "sentence": "不要过多地依赖他人的反馈来衡量自己的价值。",
        "label": ""
      },
      {
        "sentence": "尝试扩大交际圈，多参加一些有意义的活动，结识更多志同道合的朋友。",
        "label": ""
      },
      {
        "sentence": "同时，关注自己的内心感受，寻找内心的平衡和满足。",
        "label": ""
      },
      {
        "sentence": "要相信，在这个世界上，总会有那么一些人，能够真正理解和懂得你的。",
        "label": ""
      },
      {
        "sentence": "您可以尝试表达自己的感受，寻找那些真正愿意倾听并关心您的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要改变我的观念和期望，不要太依赖他人来定义我的价值。但我还是担心自己会再次感到失望和孤独，因为之前多次尝试过结交新朋友，结果都没有得到我期待的回应。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我明白了，我需要改变我的观念和期望，不要太依赖他人来定义我的价值。",
        "label": ""
      },
      {
        "sentence": "但我还是担心自己会再次感到失望和孤独，因为之前多次尝试过结交新朋友，结果都没有得到我期待的回应。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，担心再次受到伤害是可以理解的。但是请记住，每一次尝试都可能打开新的机遇之门。对于之前的经历，我们可以从中汲取教训，明确自己的需求和希望，并适当调整自己的期望。除了在社交圈子里寻找朋友，也可以尝试通过参加兴趣小组、志愿活动等方式结识更多与您有共同爱好和价值观的人。同时，不要忽视身边已经存在的人，他们可能会是您的潜在朋友。重要的是保持耐心和积极态度，相信在合适的时间和地点，有属于您的那些人也会出现在您的生活中。",
    "annotation": [
      {
        "sentence": "是的，担心再次受到伤害是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但是请记住，每一次尝试都可能打开新的机遇之门。",
        "label": ""
      },
      {
        "sentence": "对于之前的经历，我们可以从中汲取教训，明确自己的需求和希望，并适当调整自己的期望。",
        "label": ""
      },
      {
        "sentence": "除了在社交圈子里寻找朋友，也可以尝试通过参加兴趣小组、志愿活动等方式结识更多与您有共同爱好和价值观的人。",
        "label": ""
      },
      {
        "sentence": "同时，不要忽视身边已经存在的人，他们可能会是您的潜在朋友。",
        "label": ""
      },
      {
        "sentence": "重要的是保持耐心和积极态度，相信在合适的时间和地点，有属于您的那些人也会出现在您的生活中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该学会从过去的经历中吸取教训，并且保持耐心和积极的态度。我会尝试参加一些兴趣小组，结识更多志同道合的朋友。同时，我也会更加关注身边已经存在的人，希望能够和他们建立更深入的友谊。谢谢你的建议和鼓励！",
    "annotation": [
      {
        "sentence": "你说得对，我应该学会从过去的经历中吸取教训，并且保持耐心和积极的态度。",
        "label": ""
      },
      {
        "sentence": "我会尝试参加一些兴趣小组，结识更多志同道合的朋友。",
        "label": ""
      },
      {
        "sentence": "同时，我也会更加关注身边已经存在的人，希望能够和他们建立更深入的友谊。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到您有这样的决心，相信您一定会在这个过程中找到更多支持和理解。不要忘记，您的价值不是由他人来决定的，而是由您独特的个性和经历所构成的。您值得被关注和爱护。希望您能够逐渐走出孤独的状态，找到属于自己的幸福和满足。如果在这个过程中还有任何需要帮助的地方，随时都可以来找我倾诉。",
    "annotation": [
      {
        "sentence": "很高兴听到您有这样的决心，相信您一定会在这个过程中找到更多支持和理解。",
        "label": ""
      },
      {
        "sentence": "不要忘记，您的价值不是由他人来决定的，而是由您独特的个性和经历所构成的。",
        "label": ""
      },
      {
        "sentence": "您值得被关注和爱护。",
        "label": ""
      },
      {
        "sentence": "希望您能够逐渐走出孤独的状态，找到属于自己的幸福和满足。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中还有任何需要帮助的地方，随时都可以来找我倾诉。",
        "label": ""
      }
    ]
  }
]