[
  {
    "role": "client",
    "content": "我现在20岁，因为懒惰荒废了人生，接下来该怎么走？",
    "annotation": [
      {
        "sentence": "我现在20岁，因为懒惰荒废了人生，接下来该怎么走？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要太担心，每个人在成长的过程中都会遇到一些困惑。你现在虽然没有方向，但只要你肯努力，还来得及改变现状。",
    "annotation": [
      {
        "sentence": "不要太担心，每个人在成长的过程中都会遇到一些困惑。",
        "label": ""
      },
      {
        "sentence": "你现在虽然没有方向，但只要你肯努力，还来得及改变现状。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我从小就很懒，总是缺乏思考和读书的兴趣。导致中学时我的成绩很差，开始自卑并且有社交恐惧症。现在我感觉什么都做不好，身体和性格也不太好，说话也总是不流利。我即将大四，秋招已经开始了，但我一无所备，感到非常焦虑。",
    "annotation": [
      {
        "sentence": "可是我从小就很懒，总是缺乏思考和读书的兴趣。",
        "label": ""
      },
      {
        "sentence": "导致中学时我的成绩很差，开始自卑并且有社交恐惧症。",
        "label": ""
      },
      {
        "sentence": "现在我感觉什么都做不好，身体和性格也不太好，说话也总是不流利。",
        "label": ""
      },
      {
        "sentence": "我即将大四，秋招已经开始了，但我一无所备，感到非常焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的担心和压力。但是你别灰心，现在还来得及。首先，你可以尝试找一个相对比较感兴趣的工作，先去尝试，去学习，去深入发展，可能你会越来越喜欢这份工作。即使你到后来发现不是很中意，也没关系，生活中到处都是机会，只要肯努力肯留心，一定能抓住一个属于你自己的机会。",
    "annotation": [
      {
        "sentence": "我能理解你的担心和压力。",
        "label": ""
      },
      {
        "sentence": "但是你别灰心，现在还来得及。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试找一个相对比较感兴趣的工作，先去尝试，去学习，去深入发展，可能你会越来越喜欢这份工作。",
        "label": ""
      },
      {
        "sentence": "即使你到后来发现不是很中意，也没关系，生活中到处都是机会，只要肯努力肯留心，一定能抓住一个属于你自己的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议。但我真的不知道自己想要什么样的生活和工作，也没有任何爱好，对很多事情都没有看法。甚至对于自己是谁都感到困惑，我好像一直在麻木的状态。以前选大学专业时也是随便选的，现在毕业了却感到即将失业。我真的感觉我的人生已经没有期待了。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "但我真的不知道自己想要什么样的生活和工作，也没有任何爱好，对很多事情都没有看法。",
        "label": ""
      },
      {
        "sentence": "甚至对于自己是谁都感到困惑，我好像一直在麻木的状态。",
        "label": ""
      },
      {
        "sentence": "以前选大学专业时也是随便选的，现在毕业了却感到即将失业。",
        "label": ""
      },
      {
        "sentence": "我真的感觉我的人生已经没有期待了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对未来的迷茫感。但是你要相信自己，现在还来得及。生活中有太多的事情等待着你去探索，只要你肯上心，不消沉下去，一定会有转机的。可以试着多与其他人交流，在家里与父母多说说心里话，在学校也可以主动与同学们多聊聊天，甚至可以多约同学一起进行一些活动。这样可以让你的心情得到一些调节，并且也有可能在交流中发现自己的兴趣所在。",
    "annotation": [
      {
        "sentence": "我理解你对未来的迷茫感。",
        "label": ""
      },
      {
        "sentence": "但是你要相信自己，现在还来得及。",
        "label": ""
      },
      {
        "sentence": "生活中有太多的事情等待着你去探索，只要你肯上心，不消沉下去，一定会有转机的。",
        "label": ""
      },
      {
        "sentence": "可以试着多与其他人交流，在家里与父母多说说心里话，在学校也可以主动与同学们多聊聊天，甚至可以多约同学一起进行一些活动。",
        "label": ""
      },
      {
        "sentence": "这样可以让你的心情得到一些调节，并且也有可能在交流中发现自己的兴趣所在。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会尽量多与别人交流，也许可以在交流中找到自己的方向和兴趣。可是我真的感觉很疲惫，似乎20岁的人生看起来很无望，也不知道未来的路径该怎么走。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会尽量多与别人交流，也许可以在交流中找到自己的方向和兴趣。",
        "label": ""
      },
      {
        "sentence": "可是我真的感觉很疲惫，似乎20岁的人生看起来很无望，也不知道未来的路径该怎么走。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要太过自责和焦虑，每个人的成长轨迹都是不同的。人生没有绝对的答案，重要的是你能够找到属于自己的道路。不要害怕向外界寻求帮助，可以尝试咨询一下专业心理咨询师的意见，或者向身边的朋友、家人倾诉。同时，也要保持积极的态度，相信自己的能力，不断尝试，人生就会有更多的可能性等待着你。",
    "annotation": [
      {
        "sentence": "不要太过自责和焦虑，每个人的成长轨迹都是不同的。",
        "label": ""
      },
      {
        "sentence": "人生没有绝对的答案，重要的是你能够找到属于自己的道路。",
        "label": ""
      },
      {
        "sentence": "不要害怕向外界寻求帮助，可以尝试咨询一下专业心理咨询师的意见，或者向身边的朋友、家人倾诉。",
        "label": ""
      },
      {
        "sentence": "同时，也要保持积极的态度，相信自己的能力，不断尝试，人生就会有更多的可能性等待着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我应该放开心态，不断尝试，相信自己还有机会找到适合自己的人生道路。我会尽量保持积极态度，并寻求帮助和倾诉。谢谢你的耐心和支持！",
    "annotation": [
      {
        "sentence": "你说的对，我应该放开心态，不断尝试，相信自己还有机会找到适合自己的人生道路。",
        "label": ""
      },
      {
        "sentence": "我会尽量保持积极态度，并寻求帮助和倾诉。",
        "label": ""
      },
      {
        "sentence": "谢谢你的耐心和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助你。记得，每个人都会经历低谷，但只要你坚持下去，相信自己，一切都会慢慢好起来的。希望你能坦然面对未来的挑战，加油！如果你需要任何帮助，随时都可以找我倾诉。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "记得，每个人都会经历低谷，但只要你坚持下去，相信自己，一切都会慢慢好起来的。",
        "label": ""
      },
      {
        "sentence": "希望你能坦然面对未来的挑战，加油！",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助，随时都可以找我倾诉。",
        "label": ""
      }
    ]
  }
]