[
  {
    "role": "client",
    "content": "我14岁了，最近失眠，不想和家人说话，也不想吃饭，憔悴了好多。从疫情开始，我就一直待在家里，我发现我对家人的态度和生活产生了变化。虽然我知道他们都是为了我好，但是每天晚上我都睡不着觉，对他们感到烦躁。我经常莫名奇妙地哭，只有在凌晨才能勉强入睡，早上六点又要起床上课，表现得开心快乐，但每次吃饭时都出现厌食情况。我不再像以前那样爱吃东西了，食量只有小时候的一半。虽然我体重现在是正常的，但我意识到问题的严重性。我试图与家人沟通，但他们根本不相信我，我渴望自由，但就像关在笼子里的小鸟，无法出去玩耍、追求自己喜欢的穿搭风格，甚至不能看镜子。有时候，我真的感到非常无奈，这不应该是青春期女孩很正常的事情吗？他们不听我倾诉，我告诉他们我很正常，只是想像其他女孩子一样，至少可以照照镜子，看看自己的脸，而不用被他们骂臭美。否则也不至于导致现在这样。我喜欢把自己关在房间里，放一些纯音乐，远离世俗。有时候，我觉得外出补课是一种解脱。我害怕自己陷入深渊，求助。",
    "annotation": [
      {
        "sentence": "我14岁了，最近失眠，不想和家人说话，也不想吃饭，憔悴了好多。",
        "label": ""
      },
      {
        "sentence": "从疫情开始，我就一直待在家里，我发现我对家人的态度和生活产生了变化。",
        "label": ""
      },
      {
        "sentence": "虽然我知道他们都是为了我好，但是每天晚上我都睡不着觉，对他们感到烦躁。",
        "label": ""
      },
      {
        "sentence": "我经常莫名奇妙地哭，只有在凌晨才能勉强入睡，早上六点又要起床上课，表现得开心快乐，但每次吃饭时都出现厌食情况。",
        "label": ""
      },
      {
        "sentence": "我不再像以前那样爱吃东西了，食量只有小时候的一半。",
        "label": ""
      },
      {
        "sentence": "虽然我体重现在是正常的，但我意识到问题的严重性。",
        "label": ""
      },
      {
        "sentence": "我试图与家人沟通，但他们根本不相信我，我渴望自由，但就像关在笼子里的小鸟，无法出去玩耍、追求自己喜欢的穿搭风格，甚至不能看镜子。",
        "label": ""
      },
      {
        "sentence": "有时候，我真的感到非常无奈，这不应该是青春期女孩很正常的事情吗？",
        "label": ""
      },
      {
        "sentence": "他们不听我倾诉，我告诉他们我很正常，只是想像其他女孩子一样，至少可以照照镜子，看看自己的脸，而不用被他们骂臭美。",
        "label": ""
      },
      {
        "sentence": "否则也不至于导致现在这样。",
        "label": ""
      },
      {
        "sentence": "我喜欢把自己关在房间里，放一些纯音乐，远离世俗。",
        "label": ""
      },
      {
        "sentence": "有时候，我觉得外出补课是一种解脱。",
        "label": ""
      },
      {
        "sentence": "我害怕自己陷入深渊，求助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你年纪小，自然会有自己的想法，也可能有些叛逆心理。再加上疫情期间家里一直待得时间长了，每天和家人相处可能会出现一些摩擦，这些都是很正常的现象。也许你可以试着和家人沟通你自己的想法，而不仅仅是告诉他们你目前的状态。你可以在吃饭或吃完饭之后，和全家一起看电视的时间里和他们聊聊天，聊一聊最近发生了什么事情，学习上的情况，或者你自己想做的事情。还可以聊一聊你的情绪变化，多关心一下家人。创造轻松和谐的沟通氛围，对家人之间的关系更加亲密也有帮助。或许你还可以多出去散散步，有时候可以叫上家人一起，散步的时候聊聊天，放松心情。晚上失眠的话，可以尝试听一些轻松的音乐来帮助入睡。你还可以尝试一些运动，比如健身、跑步等，宣泄一下负面情绪，保持适度的放松，毕竟青春期的情绪是比较不稳定的。但是哦，你要告诉家人你尽量把大部分精力放在学习上，发展一些其他爱好或打扮自己之类的事情，要在不耽误学习的情况下进行，这样家人可能也会更理解你。",
    "annotation": [
      {
        "sentence": "你年纪小，自然会有自己的想法，也可能有些叛逆心理。",
        "label": ""
      },
      {
        "sentence": "再加上疫情期间家里一直待得时间长了，每天和家人相处可能会出现一些摩擦，这些都是很正常的现象。",
        "label": ""
      },
      {
        "sentence": "也许你可以试着和家人沟通你自己的想法，而不仅仅是告诉他们你目前的状态。",
        "label": ""
      },
      {
        "sentence": "你可以在吃饭或吃完饭之后，和全家一起看电视的时间里和他们聊聊天，聊一聊最近发生了什么事情，学习上的情况，或者你自己想做的事情。",
        "label": ""
      },
      {
        "sentence": "还可以聊一聊你的情绪变化，多关心一下家人。",
        "label": ""
      },
      {
        "sentence": "创造轻松和谐的沟通氛围，对家人之间的关系更加亲密也有帮助。",
        "label": ""
      },
      {
        "sentence": "或许你还可以多出去散散步，有时候可以叫上家人一起，散步的时候聊聊天，放松心情。",
        "label": ""
      },
      {
        "sentence": "晚上失眠的话，可以尝试听一些轻松的音乐来帮助入睡。",
        "label": ""
      },
      {
        "sentence": "你还可以尝试一些运动，比如健身、跑步等，宣泄一下负面情绪，保持适度的放松，毕竟青春期的情绪是比较不稳定的。",
        "label": ""
      },
      {
        "sentence": "但是哦，你要告诉家人你尽量把大部分精力放在学习上，发展一些其他爱好或打扮自己之类的事情，要在不耽误学习的情况下进行，这样家人可能也会更理解你。",
        "label": ""
      }
    ]
  }
]