[
  {
    "role": "client",
    "content": "我是一个12岁的女生，经过测试发现我有重抑的倾向，潜意识中我并不信任这个结果，但是我感觉到了很大的压力。每天都感到紧张，早上会突然惊醒，感到焦虑，但我不知道具体焦虑的是什么，整天都感到迷茫，最后也不知道自己到底做了什么。我一直认为这只是因为颓废的心态造成的，但是身边的一些朋友都说我可能心理不太健康。",
    "annotation": [
      {
        "sentence": "我是一个12岁的女生，经过测试发现我有重抑的倾向，潜意识中我并不信任这个结果，但是我感觉到了很大的压力。",
        "label": ""
      },
      {
        "sentence": "每天都感到紧张，早上会突然惊醒，感到焦虑，但我不知道具体焦虑的是什么，整天都感到迷茫，最后也不知道自己到底做了什么。",
        "label": ""
      },
      {
        "sentence": "我一直认为这只是因为颓废的心态造成的，但是身边的一些朋友都说我可能心理不太健康。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你能够用这样的文字描述自己的现状，说明你是一个心理健康的女孩子。所以，你遇到的只是一些目前无法解决的问题罢了。我并不喜欢那些网上的软件或者医院的测试题，因为它们经常将健康的人定义为抑郁或心理不健康。但实际上，一个本来很健康的人突然被贴上抑郁的标签，才是真正奇怪的事情。所以，相信我，你只是遇到了问题，暂时找不到解决方法而陷入了消极的情绪中。1.焦虑首先，焦虑源自于无法应对自己认为很重要的事情。比如，如果我想考满分，但觉得很难，我就会开始焦虑。所有的情绪只是在向你传递一个信号，告诉你遇到了问题，需要去解决。就像睡不着觉，背后的焦虑是什么呢？它源自于你的能力。如果你具备解决问题的能力，焦虑也就会消失。要解决焦虑和不安，首先需要提升自己的能力，或者寻求家人、老师或朋友的帮助也是一个办法。2.浑浑噩噩，不知道做什么这也是焦虑的一部分，即不知道自己想要什么。或者是有想要的东西，但不愿意付出努力，想要立即得到，急功近利。但是，每一分成果都是需要付出的。所以，建立自己的目标，制定计划是实现目标的途径。与其一直浑浑噩噩地过日子，不如踏实地、充实地度过每一天。只要今天比昨天进步一点，你的能力也会提高一点。颓废的心态源自于没有明确的目标。如果你有目标，并为之努力，颓废便不会再出现了。3.朋友说心理不健康首先在测试中测出了重抑这只是别人的说法，对于自己来说最重要的是你自己对自己的看法和认知。你可以改变自己的想法和认知，为什么医院里的癌症患者本来能够活很久，但一旦知道自己患了癌症，很多人只能活几个月就走了呢？第一，是因为被吓到了；第二，是因为自己放弃了，认为得了癌症就必定会死去。而有些人为什么能像正常人一样活下去，病魔也渐渐离他们而去呢？因为他们相信会好起来的。",
    "annotation": [
      {
        "sentence": "我相信你能够用这样的文字描述自己的现状，说明你是一个心理健康的女孩子。",
        "label": ""
      },
      {
        "sentence": "所以，你遇到的只是一些目前无法解决的问题罢了。",
        "label": ""
      },
      {
        "sentence": "我并不喜欢那些网上的软件或者医院的测试题，因为它们经常将健康的人定义为抑郁或心理不健康。",
        "label": ""
      },
      {
        "sentence": "但实际上，一个本来很健康的人突然被贴上抑郁的标签，才是真正奇怪的事情。",
        "label": ""
      },
      {
        "sentence": "所以，相信我，你只是遇到了问题，暂时找不到解决方法而陷入了消极的情绪中。",
        "label": ""
      },
      {
        "sentence": "1.焦虑首先，焦虑源自于无法应对自己认为很重要的事情。",
        "label": ""
      },
      {
        "sentence": "比如，如果我想考满分，但觉得很难，我就会开始焦虑。",
        "label": ""
      },
      {
        "sentence": "所有的情绪只是在向你传递一个信号，告诉你遇到了问题，需要去解决。",
        "label": ""
      },
      {
        "sentence": "就像睡不着觉，背后的焦虑是什么呢？",
        "label": ""
      },
      {
        "sentence": "它源自于你的能力。",
        "label": ""
      },
      {
        "sentence": "如果你具备解决问题的能力，焦虑也就会消失。",
        "label": ""
      },
      {
        "sentence": "要解决焦虑和不安，首先需要提升自己的能力，或者寻求家人、老师或朋友的帮助也是一个办法。",
        "label": ""
      },
      {
        "sentence": "2.浑浑噩噩，不知道做什么这也是焦虑的一部分，即不知道自己想要什么。",
        "label": ""
      },
      {
        "sentence": "或者是有想要的东西，但不愿意付出努力，想要立即得到，急功近利。",
        "label": ""
      },
      {
        "sentence": "但是，每一分成果都是需要付出的。",
        "label": ""
      },
      {
        "sentence": "所以，建立自己的目标，制定计划是实现目标的途径。",
        "label": ""
      },
      {
        "sentence": "与其一直浑浑噩噩地过日子，不如踏实地、充实地度过每一天。",
        "label": ""
      },
      {
        "sentence": "只要今天比昨天进步一点，你的能力也会提高一点。",
        "label": ""
      },
      {
        "sentence": "颓废的心态源自于没有明确的目标。",
        "label": ""
      },
      {
        "sentence": "如果你有目标，并为之努力，颓废便不会再出现了。",
        "label": ""
      },
      {
        "sentence": "3.朋友说心理不健康首先在测试中测出了重抑这只是别人的说法，对于自己来说最重要的是你自己对自己的看法和认知。",
        "label": ""
      },
      {
        "sentence": "你可以改变自己的想法和认知，为什么医院里的癌症患者本来能够活很久，但一旦知道自己患了癌症，很多人只能活几个月就走了呢？",
        "label": ""
      },
      {
        "sentence": "第一，是因为被吓到了；第二，是因为自己放弃了，认为得了癌症就必定会死去。",
        "label": ""
      },
      {
        "sentence": "而有些人为什么能像正常人一样活下去，病魔也渐渐离他们而去呢？",
        "label": ""
      },
      {
        "sentence": "因为他们相信会好起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢支持者的回答，我开始明白了焦虑和浑浑噩噩的原因是什么了。但我不太确定自己如何提升能力，也不知道该怎么找到解决问题的方法。",
    "annotation": [
      {
        "sentence": "谢谢支持者的回答，我开始明白了焦虑和浑浑噩噩的原因是什么了。",
        "label": ""
      },
      {
        "sentence": "但我不太确定自己如何提升能力，也不知道该怎么找到解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你的认识已经迈出了第一步。提升能力可以从多方面入手。首先，你可以多学习一些与你目标相关的知识，通过知识的积累来提升自己的能力。另外，你还可以参加一些培训班或课程，学习一些具体的技能。同时，与家人、老师和朋友多交流，向他们寻求帮助和建议，也能够为自己的成长提供帮助。解决问题的方法可以通过分析问题、制定解决方案、寻求他人的帮助等途径来实现。不要害怕尝试新的方法，只有勇敢地面对问题，才能找到解决问题的途径。",
    "annotation": [
      {
        "sentence": "不客气，你的认识已经迈出了第一步。",
        "label": ""
      },
      {
        "sentence": "提升能力可以从多方面入手。",
        "label": ""
      },
      {
        "sentence": "首先，你可以多学习一些与你目标相关的知识，通过知识的积累来提升自己的能力。",
        "label": ""
      },
      {
        "sentence": "另外，你还可以参加一些培训班或课程，学习一些具体的技能。",
        "label": ""
      },
      {
        "sentence": "同时，与家人、老师和朋友多交流，向他们寻求帮助和建议，也能够为自己的成长提供帮助。",
        "label": ""
      },
      {
        "sentence": "解决问题的方法可以通过分析问题、制定解决方案、寻求他人的帮助等途径来实现。",
        "label": ""
      },
      {
        "sentence": "不要害怕尝试新的方法，只有勇敢地面对问题，才能找到解决问题的途径。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要积极主动地学习和提升自己的能力，同时也会主动和家人、老师、朋友沟通和寻求帮助。我也不再害怕尝试新的方法来解决问题了。",
    "annotation": [
      {
        "sentence": "我明白了，我要积极主动地学习和提升自己的能力，同时也会主动和家人、老师、朋友沟通和寻求帮助。",
        "label": ""
      },
      {
        "sentence": "我也不再害怕尝试新的方法来解决问题了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的心态已经发生了积极的转变。坚持下去，相信你一定能够克服困难，找到解决问题的方法。记住，无论遇到什么困境，都不要放弃对自己的信心。相信自己，你一定能够解决这些问题，走出困境。祝你好运！",
    "annotation": [
      {
        "sentence": "很好，你的心态已经发生了积极的转变。",
        "label": ""
      },
      {
        "sentence": "坚持下去，相信你一定能够克服困难，找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "记住，无论遇到什么困境，都不要放弃对自己的信心。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够解决这些问题，走出困境。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢支持者的鼓励和祝福！我会坚持下去，并努力克服自己的困难，实现自己的目标。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢支持者的鼓励和祝福！",
        "label": ""
      },
      {
        "sentence": "我会坚持下去，并努力克服自己的困难，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我只是尽我所能给予你一些支持和建议。相信自己，你的未来一定会充满阳光和希望。如果以后还有什么问题，随时都可以来找我聊天。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我只是尽我所能给予你一些支持和建议。",
        "label": ""
      },
      {
        "sentence": "相信自己，你的未来一定会充满阳光和希望。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么问题，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]