[
  {
    "role": "client",
    "content": "我是一个11岁的女生，性格内向，想知道怎样才能变得开朗？所有人都不懂我，连我唯一的朋友和家人都不懂我到底在想什么，他们表示不能理解我的行为和言辞，下课的时候永远都没人理我。因此我感到孤独。我觉得我在人群里就是个异类。因为这样我不想去交朋友，觉得一个人待在家里挺好的，遇到困难或者是遇到什么伤心的事情时候呢，我一般不会跟家人和家人和朋友讲。我特别讨厌去人多的地方，不喜欢很热闹。",
    "annotation": [
      {
        "sentence": "我是一个11岁的女生，性格内向，想知道怎样才能变得开朗？",
        "label": ""
      },
      {
        "sentence": "所有人都不懂我，连我唯一的朋友和家人都不懂我到底在想什么，他们表示不能理解我的行为和言辞，下课的时候永远都没人理我。",
        "label": ""
      },
      {
        "sentence": "因此我感到孤独。",
        "label": ""
      },
      {
        "sentence": "我觉得我在人群里就是个异类。",
        "label": ""
      },
      {
        "sentence": "因为这样我不想去交朋友，觉得一个人待在家里挺好的，遇到困难或者是遇到什么伤心的事情时候呢，我一般不会跟家人和家人和朋友讲。",
        "label": ""
      },
      {
        "sentence": "我特别讨厌去人多的地方，不喜欢很热闹。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "哈喽！这位小伙伴！看到你的困惑了。我能理解你现在的烦恼，首先我想说，别着急，我们会一起找到解决办法的。你是一个内向的人，想要变得开朗并不是一件轻而易举的事情，需要一个循序渐进的过程。而且，不被别人理解以及感到孤独是非常正常的，每个人都会有这样的感受。你可能觉得自己在人群中不合群，但其实你并不是与这个世界脱节的异类。要不我们可以尝试一下培养一些兴趣爱好，比如弹琴、画画、打球等，这样可以填补你内心的缺失，并且有机会结识到一些有共同爱好的小伙伴，扩大你的朋友圈。另外，内向和开朗并不是对立的，你可以喜欢独处但仍然能够向这个世界展示你的优秀和特别之处。不要给自己贴上不喜欢说话的标签，很多内向者都拥有广泛的交友圈和出色的演讲能力。当然，改变对于任何人来说都是不舒服的，但是你可以记录下每次迈出小步子、打开心境的感觉，帮助你更好地理解自己和解决问题。不要忘记爱自己哦！",
    "annotation": [
      {
        "sentence": "哈喽！",
        "label": ""
      },
      {
        "sentence": "这位小伙伴！",
        "label": ""
      },
      {
        "sentence": "看到你的困惑了。",
        "label": ""
      },
      {
        "sentence": "我能理解你现在的烦恼，首先我想说，别着急，我们会一起找到解决办法的。",
        "label": ""
      },
      {
        "sentence": "你是一个内向的人，想要变得开朗并不是一件轻而易举的事情，需要一个循序渐进的过程。",
        "label": ""
      },
      {
        "sentence": "而且，不被别人理解以及感到孤独是非常正常的，每个人都会有这样的感受。",
        "label": ""
      },
      {
        "sentence": "你可能觉得自己在人群中不合群，但其实你并不是与这个世界脱节的异类。",
        "label": ""
      },
      {
        "sentence": "要不我们可以尝试一下培养一些兴趣爱好，比如弹琴、画画、打球等，这样可以填补你内心的缺失，并且有机会结识到一些有共同爱好的小伙伴，扩大你的朋友圈。",
        "label": ""
      },
      {
        "sentence": "另外，内向和开朗并不是对立的，你可以喜欢独处但仍然能够向这个世界展示你的优秀和特别之处。",
        "label": ""
      },
      {
        "sentence": "不要给自己贴上不喜欢说话的标签，很多内向者都拥有广泛的交友圈和出色的演讲能力。",
        "label": ""
      },
      {
        "sentence": "当然，改变对于任何人来说都是不舒服的，但是你可以记录下每次迈出小步子、打开心境的感觉，帮助你更好地理解自己和解决问题。",
        "label": ""
      },
      {
        "sentence": "不要忘记爱自己哦！",
        "label": ""
      }
    ]
  }
]