[
  {
    "role": "client",
    "content": "最近几个月我睡不着，也没有精神，总感觉心慌。一开始是听到妈妈的体检有小问题，然后又开始担心父亲的体检，接着我自己去检查也有小毛病，感觉自己一直在恐慌中，即便检查出来都不是大问题，但是我还是不能放松下来，一直感觉神经紧绷着！我睡觉的时候会乱想，总觉得心慌，有时候紧张下还会肚子疼上厕所。",
    "annotation": [
      {
        "sentence": "最近几个月我睡不着，也没有精神，总感觉心慌。",
        "label": ""
      },
      {
        "sentence": "一开始是听到妈妈的体检有小问题，然后又开始担心父亲的体检，接着我自己去检查也有小毛病，感觉自己一直在恐慌中，即便检查出来都不是大问题，但是我还是不能放松下来，一直感觉神经紧绷着！",
        "label": ""
      },
      {
        "sentence": "我睡觉的时候会乱想，总觉得心慌，有时候紧张下还会肚子疼上厕所。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我仔细阅读了你的问题，其实我能非常理解你的心情，因为我也是一个身体不好的人，对于这方面的焦虑，我真的非常理解。当人感到不舒服的时候，身体就会不自觉地变得紧绷，整个人都无法放松，感觉很难受，焦躁不安，以至于会一直不舒服。起初我也不懂，只觉得身体不舒服。后来，我慢慢发现这其实是心理问题在作祟。它不断地提醒我：“你不舒服，你不舒服，你要紧张自己，不能懈怠。”当我发现这个问题之后，我试着让自己放松，逼着自己放松，但为什么越是这样越不行呢？因为我还在无意识地提醒着自己，仍然无法摆脱它的束缚...后来我尝试转移注意力，去看电影、看书，培养兴趣爱好。慢慢地，我发现自己好像不再那么在意它了，开始将注意力放在其他事情上，比如现在和你的对话。我真的很能理解你，特别是晚上躺在床上时，难以抑制的担心。我有个小建议，你可以尝试数自己的呼吸，听心跳声，将注意力集中在自己身上，慢慢就能放松下来，很快就能入睡。我们主要还是需要放松下来，专业的事情就交给医生，我们只需要尽力照顾好自己。只有当你的心态放松下来，才能更好地照顾好父母，毕竟他们年纪大了，也更需要你的照顾。我建议你在平时多进行冥想，多读书，在照顾自己的同时也能不断提升自己，还可以尝试运动。希望这些建议对你有所帮助，祝一切顺利。",
    "annotation": [
      {
        "sentence": "我仔细阅读了你的问题，其实我能非常理解你的心情，因为我也是一个身体不好的人，对于这方面的焦虑，我真的非常理解。",
        "label": ""
      },
      {
        "sentence": "当人感到不舒服的时候，身体就会不自觉地变得紧绷，整个人都无法放松，感觉很难受，焦躁不安，以至于会一直不舒服。",
        "label": ""
      },
      {
        "sentence": "起初我也不懂，只觉得身体不舒服。",
        "label": ""
      },
      {
        "sentence": "后来，我慢慢发现这其实是心理问题在作祟。",
        "label": ""
      },
      {
        "sentence": "它不断地提醒我：“你不舒服，你不舒服，你要紧张自己，不能懈怠。",
        "label": ""
      },
      {
        "sentence": "”当我发现这个问题之后，我试着让自己放松，逼着自己放松，但为什么越是这样越不行呢？",
        "label": ""
      },
      {
        "sentence": "因为我还在无意识地提醒着自己，仍然无法摆脱它的束缚...后来我尝试转移注意力，去看电影、看书，培养兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "慢慢地，我发现自己好像不再那么在意它了，开始将注意力放在其他事情上，比如现在和你的对话。",
        "label": ""
      },
      {
        "sentence": "我真的很能理解你，特别是晚上躺在床上时，难以抑制的担心。",
        "label": ""
      },
      {
        "sentence": "我有个小建议，你可以尝试数自己的呼吸，听心跳声，将注意力集中在自己身上，慢慢就能放松下来，很快就能入睡。",
        "label": ""
      },
      {
        "sentence": "我们主要还是需要放松下来，专业的事情就交给医生，我们只需要尽力照顾好自己。",
        "label": ""
      },
      {
        "sentence": "只有当你的心态放松下来，才能更好地照顾好父母，毕竟他们年纪大了，也更需要你的照顾。",
        "label": ""
      },
      {
        "sentence": "我建议你在平时多进行冥想，多读书，在照顾自己的同时也能不断提升自己，还可以尝试运动。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有所帮助，祝一切顺利。",
        "label": ""
      }
    ]
  }
]