[
  {
    "role": "client",
    "content": "看着别人那么优秀，就总想把自己贬低得一文不值？",
    "annotation": [
      {
        "sentence": "看着别人那么优秀，就总想把自己贬低得一文不值？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "～非常能够理解你的心情，我也和你有过同样的感受，在保研夏令营时递交的材料总是不了了之，看着身边的同学陆陆续续拿到高校的offer，也一度十分焦虑。",
    "annotation": [
      {
        "sentence": "～非常能够理解你的心情，我也和你有过同样的感受，在保研夏令营时递交的材料总是不了了之，看着身边的同学陆陆续续拿到高校的offer，也一度十分焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己好像努力也没有用。大二开始为了拿到奖学金，特别努力地参加活动、去学习，但是后来发现不管怎么努力，有些东西的竞争就是比不过在班里露脸多的班干部，而参加校会活动的我好像就没啥机会。",
    "annotation": [
      {
        "sentence": "我觉得自己好像努力也没有用。",
        "label": ""
      },
      {
        "sentence": "大二开始为了拿到奖学金，特别努力地参加活动、去学习，但是后来发现不管怎么努力，有些东西的竞争就是比不过在班里露脸多的班干部，而参加校会活动的我好像就没啥机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "还有你所说的为了奖学金而去努力学习和参加活动，这一点深有同感，由于奖学金的评选机制，如果不参加活动，最终肯定是竞争不过别人的。于是在大学里我努力让自己参加一些学校组织的活动，但是最后的结果只是差强人意，这也是我一直感到无奈和遗憾的地方。",
    "annotation": [
      {
        "sentence": "还有你所说的为了奖学金而去努力学习和参加活动，这一点深有同感，由于奖学金的评选机制，如果不参加活动，最终肯定是竞争不过别人的。",
        "label": ""
      },
      {
        "sentence": "于是在大学里我努力让自己参加一些学校组织的活动，但是最后的结果只是差强人意，这也是我一直感到无奈和遗憾的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道别人也努力，但是就觉得他们做什么都轻松，我自己做不到。现在我在实习，面对实习工作和考研复习的压力，总让我产生一种我何必努力的感慨，经常性地情绪低落，特别想哭，难过完了又不得不重新再看书，因为我觉得我想考研。觉得心特别累吧。",
    "annotation": [
      {
        "sentence": "我知道别人也努力，但是就觉得他们做什么都轻松，我自己做不到。",
        "label": ""
      },
      {
        "sentence": "现在我在实习，面对实习工作和考研复习的压力，总让我产生一种我何必努力的感慨，经常性地情绪低落，特别想哭，难过完了又不得不重新再看书，因为我觉得我想考研。",
        "label": ""
      },
      {
        "sentence": "觉得心特别累吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变心态，让自己得到放松在面临人生选择的节点时，我们难免会觉得压力很大，尤其是与身边的人对比后，会更加怀疑自己。但是你要相信，虽然现在还没有看到努力的成果，但所有努力都不会白费的，定会在未来的某个时间给予我们回馈。在感到压力很大时，让自己得到放松，运动、冥想、听听音乐，会会调整自己的情绪。",
    "annotation": [
      {
        "sentence": "改变心态，让自己得到放松在面临人生选择的节点时，我们难免会觉得压力很大，尤其是与身边的人对比后，会更加怀疑自己。",
        "label": ""
      },
      {
        "sentence": "但是你要相信，虽然现在还没有看到努力的成果，但所有努力都不会白费的，定会在未来的某个时间给予我们回馈。",
        "label": ""
      },
      {
        "sentence": "在感到压力很大时，让自己得到放松，运动、冥想、听听音乐，会会调整自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "夏令营并不是判断能力的唯一标准读研不是只有通过夏令营这种方式，只要基础足够扎实，对专业所学的内容掌握得足够透彻，考研也可以达到自己的目标。并且保研除了夏令营还可以通过九月推免的方式，夏令营只是一种方式，参与的人很多，大家报名的学校和专业也各不相同，没有必要去比较，有些专业名额本身就比较少，有些导师的名额也有限。所以没有参加夏令营也不必太过担心。",
    "annotation": [
      {
        "sentence": "夏令营并不是判断能力的唯一标准读研不是只有通过夏令营这种方式，只要基础足够扎实，对专业所学的内容掌握得足够透彻，考研也可以达到自己的目标。",
        "label": ""
      },
      {
        "sentence": "并且保研除了夏令营还可以通过九月推免的方式，夏令营只是一种方式，参与的人很多，大家报名的学校和专业也各不相同，没有必要去比较，有些专业名额本身就比较少，有些导师的名额也有限。",
        "label": ""
      },
      {
        "sentence": "所以没有参加夏令营也不必太过担心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "夏令营并不是唯一的选择，你可以通过其他途径来实现你的目标。推免也是一种很好的方式，而且不同专业的竞争情况各不相同，没有必要过多地和他人比较。重要的是找到自己感兴趣的方向，联系好导师，无论是保研还是考研，最终结果都是一样的。",
    "annotation": [
      {
        "sentence": "夏令营并不是唯一的选择，你可以通过其他途径来实现你的目标。",
        "label": ""
      },
      {
        "sentence": "推免也是一种很好的方式，而且不同专业的竞争情况各不相同，没有必要过多地和他人比较。",
        "label": ""
      },
      {
        "sentence": "重要的是找到自己感兴趣的方向，联系好导师，无论是保研还是考研，最终结果都是一样的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我特别羡慕那些看起来做什么都轻松的人，感觉自己一事无成。",
    "annotation": [
      {
        "sentence": "我特别羡慕那些看起来做什么都轻松的人，感觉自己一事无成。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "自信一些，去发掘自己的优势。每个人都有自己所擅长的东西，你会觉得别人做什么都轻松，而自己做不到，那是因为别人做的是自己擅长的，而你做的是自己不太擅长的。不要因为一些地方不如别人就陷入自我怀疑中，你说想考研，那么就把主要心思集中在复习备考上，至少让自己准备得足够充分，让自己走上考场时更有底气和自信。",
    "annotation": [
      {
        "sentence": "自信一些，去发掘自己的优势。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己所擅长的东西，你会觉得别人做什么都轻松，而自己做不到，那是因为别人做的是自己擅长的，而你做的是自己不太擅长的。",
        "label": ""
      },
      {
        "sentence": "不要因为一些地方不如别人就陷入自我怀疑中，你说想考研，那么就把主要心思集中在复习备考上，至少让自己准备得足够充分，让自己走上考场时更有底气和自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的希望能够走出这种困扰，但感觉自己心情特别沉重。",
    "annotation": [
      {
        "sentence": "我真的希望能够走出这种困扰，但感觉自己心情特别沉重。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "祝你可以早日摆脱困扰，努力做好当前的自己就好。不要过分纠结于他人的评价和比较，专注于自己的目标和努力，相信自己的能力。你所经历的困难和挫折只是暂时的，只要你坚持不懈，一定可以迎来更好的未来。加油！",
    "annotation": [
      {
        "sentence": "祝你可以早日摆脱困扰，努力做好当前的自己就好。",
        "label": ""
      },
      {
        "sentence": "不要过分纠结于他人的评价和比较，专注于自己的目标和努力，相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "你所经历的困难和挫折只是暂时的，只要你坚持不懈，一定可以迎来更好的未来。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]