[
  {
    "role": "client",
    "content": "18岁女生，为什么我从小到大都没有朋友？记得自己小学时好像还挺开心的，也有几个朋友，但毕业后就不怎么联系了。上了初中，没交到好朋友。到了高中交了几个看似还不错的朋友，在高三时出现裂隙，毕业后就不联系了。我承认我情商低，但是我搞不懂为什么到头来，自己一个朋友都留不住，别人好坏的都多少有个朋友，而我却一个朋友都没有。我也没什么身体的重大缺陷，长得也不丑，虽然普通但也不差劲，但是为什么就一个朋友都没有呢？难道真的是我情商太低了吗？可别人情商低也有朋友啊！我到底做错了什么？我真的很苦恼。我该怎么办？我现在是真的很自卑了。",
    "annotation": [
      {
        "sentence": "18岁女生，为什么我从小到大都没有朋友？",
        "label": ""
      },
      {
        "sentence": "记得自己小学时好像还挺开心的，也有几个朋友，但毕业后就不怎么联系了。",
        "label": ""
      },
      {
        "sentence": "上了初中，没交到好朋友。",
        "label": ""
      },
      {
        "sentence": "到了高中交了几个看似还不错的朋友，在高三时出现裂隙，毕业后就不联系了。",
        "label": ""
      },
      {
        "sentence": "我承认我情商低，但是我搞不懂为什么到头来，自己一个朋友都留不住，别人好坏的都多少有个朋友，而我却一个朋友都没有。",
        "label": ""
      },
      {
        "sentence": "我也没什么身体的重大缺陷，长得也不丑，虽然普通但也不差劲，但是为什么就一个朋友都没有呢？",
        "label": ""
      },
      {
        "sentence": "难道真的是我情商太低了吗？",
        "label": ""
      },
      {
        "sentence": "可别人情商低也有朋友啊！",
        "label": ""
      },
      {
        "sentence": "我到底做错了什么？",
        "label": ""
      },
      {
        "sentence": "我真的很苦恼。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我现在是真的很自卑了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在小学的时候你有几个朋友，但毕业之后就不怎么联系了。而进入初中和高中后也没有找到适合自己的朋友。朋友是指在任意条件下，双方的认知在一定层面上关联在一起，能够在对方需要的时候给予帮助的人。我认为朋友不仅是生活有关联，更需要的是符合心理认知和在对方需要的时候给予帮助。有志合者，不以山海为远；道乖者，不以咫尺为近。晋代著名文学家葛洪曾说过：志向相合的人无论多远的距离也会知道他的存在，而理念不合的人即使咫尺之间也会觉得距离远。你现在苦恼于留不住朋友，即使你长相不差，也可能是因为你还没有遇到和你志向相合的人来交朋友。留得住朋友和长得好看关系并不大。当你羡慕别人留得住朋友的时候，可以多关注一下他们的互动和他们之间的联系。",
    "annotation": [
      {
        "sentence": "在小学的时候你有几个朋友，但毕业之后就不怎么联系了。",
        "label": ""
      },
      {
        "sentence": "而进入初中和高中后也没有找到适合自己的朋友。",
        "label": ""
      },
      {
        "sentence": "朋友是指在任意条件下，双方的认知在一定层面上关联在一起，能够在对方需要的时候给予帮助的人。",
        "label": ""
      },
      {
        "sentence": "我认为朋友不仅是生活有关联，更需要的是符合心理认知和在对方需要的时候给予帮助。",
        "label": ""
      },
      {
        "sentence": "有志合者，不以山海为远；道乖者，不以咫尺为近。",
        "label": ""
      },
      {
        "sentence": "晋代著名文学家葛洪曾说过：志向相合的人无论多远的距离也会知道他的存在，而理念不合的人即使咫尺之间也会觉得距离远。",
        "label": ""
      },
      {
        "sentence": "你现在苦恼于留不住朋友，即使你长相不差，也可能是因为你还没有遇到和你志向相合的人来交朋友。",
        "label": ""
      },
      {
        "sentence": "留得住朋友和长得好看关系并不大。",
        "label": ""
      },
      {
        "sentence": "当你羡慕别人留得住朋友的时候，可以多关注一下他们的互动和他们之间的联系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我真的努力去交朋友过，但似乎都失败了。我真的不知道自己到底做错了什么，也不明白为什么别人情商低也有朋友，而我没有。我觉得我现在真的很自卑。",
    "annotation": [
      {
        "sentence": "可是我真的努力去交朋友过，但似乎都失败了。",
        "label": ""
      },
      {
        "sentence": "我真的不知道自己到底做错了什么，也不明白为什么别人情商低也有朋友，而我没有。",
        "label": ""
      },
      {
        "sentence": "我觉得我现在真的很自卑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先要明确一点，交朋友并不是你一个人的责任。留不住朋友一方面有你自己的原因，另一方面也有可能是因为你还没有等到那个和你志向相合的人来交朋友。交朋友和长相并没有直接的联系，更重要的是你们彼此的互动和心理认知的契合。留得住朋友不在于频繁的互动，而是你懂他。因为你为自己留不住朋友而感到自卑，这可能也是交不到朋友的一个阻碍。你需要先了解自己是怎样一个人，待到你的人格稳定之后，你会发现适合你的人是怎样一种性格。建议你先了解自己是怎样一个人，然后找到和自己性格互补或者志向相投的朋友。",
    "annotation": [
      {
        "sentence": "首先要明确一点，交朋友并不是你一个人的责任。",
        "label": ""
      },
      {
        "sentence": "留不住朋友一方面有你自己的原因，另一方面也有可能是因为你还没有等到那个和你志向相合的人来交朋友。",
        "label": ""
      },
      {
        "sentence": "交朋友和长相并没有直接的联系，更重要的是你们彼此的互动和心理认知的契合。",
        "label": ""
      },
      {
        "sentence": "留得住朋友不在于频繁的互动，而是你懂他。",
        "label": ""
      },
      {
        "sentence": "因为你为自己留不住朋友而感到自卑，这可能也是交不到朋友的一个阻碍。",
        "label": ""
      },
      {
        "sentence": "你需要先了解自己是怎样一个人，待到你的人格稳定之后，你会发现适合你的人是怎样一种性格。",
        "label": ""
      },
      {
        "sentence": "建议你先了解自己是怎样一个人，然后找到和自己性格互补或者志向相投的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直以来都没有很好地了解自己，也不知道该从何处入手去了解自己。我觉得我真的需要帮助来建立自己的自信，但我又不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我一直以来都没有很好地了解自己，也不知道该从何处入手去了解自己。",
        "label": ""
      },
      {
        "sentence": "我觉得我真的需要帮助来建立自己的自信，但我又不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解自己是一个长期的过程，你可以从认识自己的兴趣爱好以及一些个人倾向开始。尝试多参与一些活动，去发现自己的兴趣所在，并且和志同道合的人一起交流。建立自己的自信也需要时间和经验的积累，尝试接受自己的不足并积极提升自己的能力。如果你感到非常困惑和无助，不妨找一位专业的心理咨询师来帮助你。他们可以提供专业的建议和支持，帮助你走出困境，建立更多的友谊。",
    "annotation": [
      {
        "sentence": "了解自己是一个长期的过程，你可以从认识自己的兴趣爱好以及一些个人倾向开始。",
        "label": ""
      },
      {
        "sentence": "尝试多参与一些活动，去发现自己的兴趣所在，并且和志同道合的人一起交流。",
        "label": ""
      },
      {
        "sentence": "建立自己的自信也需要时间和经验的积累，尝试接受自己的不足并积极提升自己的能力。",
        "label": ""
      },
      {
        "sentence": "如果你感到非常困惑和无助，不妨找一位专业的心理咨询师来帮助你。",
        "label": ""
      },
      {
        "sentence": "他们可以提供专业的建议和支持，帮助你走出困境，建立更多的友谊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试从了解自己的兴趣爱好开始，希望能找到适合自己的朋友。我也会考虑寻求专业心理咨询师的帮助。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "我会尝试从了解自己的兴趣爱好开始，希望能找到适合自己的朋友。",
        "label": ""
      },
      {
        "sentence": "我也会考虑寻求专业心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定可以走出困境，建立自己的自信和更多的友谊。记得，在这个过程中保持积极的心态，坚持下去。如果你需要任何帮助，随时可以来找我聊天。祝福你能够找到真正的朋友，快乐地度过每一天！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定可以走出困境，建立自己的自信和更多的友谊。",
        "label": ""
      },
      {
        "sentence": "记得，在这个过程中保持积极的心态，坚持下去。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助，随时可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝福你能够找到真正的朋友，快乐地度过每一天！",
        "label": ""
      }
    ]
  }
]