[
  {
    "role": "client",
    "content": "我想帮助一个内向的女孩变得开朗一些，你有什么建议吗？我的朋友19岁，漂亮、文静，但性格超级内向，总是觉得自卑，不敢表达自己，甚至说话都很小声，去年参加社团的面试也没通过。我很想帮助她，但她参加我的朋友聚会时还是很紧张，怎么办呢？",
    "annotation": [
      {
        "sentence": "我想帮助一个内向的女孩变得开朗一些，你有什么建议吗？",
        "label": ""
      },
      {
        "sentence": "我的朋友19岁，漂亮、文静，但性格超级内向，总是觉得自卑，不敢表达自己，甚至说话都很小声，去年参加社团的面试也没通过。",
        "label": ""
      },
      {
        "sentence": "我很想帮助她，但她参加我的朋友聚会时还是很紧张，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情，看得出你是个很善良真诚的朋友。其实内向并不是一个不好的特点，内向者有独特性格优势。但过于内向可能会影响到生活。一般有两种需要改变的内向的人——一种是只与亲近的人交往，对陌生人没有兴趣，另一种是不想和任何人打交道。你朋友属于哪一种？",
    "annotation": [
      {
        "sentence": "非常理解你的心情，看得出你是个很善良真诚的朋友。",
        "label": ""
      },
      {
        "sentence": "其实内向并不是一个不好的特点，内向者有独特性格优势。",
        "label": ""
      },
      {
        "sentence": "但过于内向可能会影响到生活。",
        "label": ""
      },
      {
        "sentence": "一般有两种需要改变的内向的人——一种是只与亲近的人交往，对陌生人没有兴趣，另一种是不想和任何人打交道。",
        "label": ""
      },
      {
        "sentence": "你朋友属于哪一种？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "她更像是第一种，只与亲近的人交往，对陌生人比较害怕。",
    "annotation": [
      {
        "sentence": "她更像是第一种，只与亲近的人交往，对陌生人比较害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "原来是这样，这种朋友是比较容易改变的。但由内向变成外向并不是一瞬间的事情，需要一点点社交磨练。你可以建议她尝试些不同的方法，比如：练习一项技能，在某方面做到出类拔萃，提升自信；结交几个很好的朋友，经常与他们分享观点，提高沟通能力；读几本认知方面的经典书籍，更好的了解自己的性格；与原生家庭达成和解，而不是把错误归结到他人头上。",
    "annotation": [
      {
        "sentence": "原来是这样，这种朋友是比较容易改变的。",
        "label": ""
      },
      {
        "sentence": "但由内向变成外向并不是一瞬间的事情，需要一点点社交磨练。",
        "label": ""
      },
      {
        "sentence": "你可以建议她尝试些不同的方法，比如：练习一项技能，在某方面做到出类拔萃，提升自信；结交几个很好的朋友，经常与他们分享观点，提高沟通能力；读几本认知方面的经典书籍，更好的了解自己的性格；与原生家庭达成和解，而不是把错误归结到他人头上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我想我会尝试把这些建议告诉她。但还有一个问题是，她会经常自我怀疑自己，总是觉得自己做不好，这会影响她的信心。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我想我会尝试把这些建议告诉她。",
        "label": ""
      },
      {
        "sentence": "但还有一个问题是，她会经常自我怀疑自己，总是觉得自己做不好，这会影响她的信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情况很常见，情感自我调节至关重要。你可以告诉她一些有益的事情，比如鼓励她大声说出自己的想法，并接受不同的想法；把注意力放在已经成功的事情上，而非那些未完成的工作上；采用更积极的口语表述，类似于“我可以行，我准备好了”，而非消极的表述方式。这些都是能帮助她建立信心和快速调整情绪的好方法。",
    "annotation": [
      {
        "sentence": "这种情况很常见，情感自我调节至关重要。",
        "label": ""
      },
      {
        "sentence": "你可以告诉她一些有益的事情，比如鼓励她大声说出自己的想法，并接受不同的想法；把注意力放在已经成功的事情上，而非那些未完成的工作上；采用更积极的口语表述，类似于“我可以行，我准备好了”，而非消极的表述方式。",
        "label": ""
      },
      {
        "sentence": "这些都是能帮助她建立信心和快速调整情绪的好方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会告诉她的。还有一点是，我想知道如何帮助她变得更加自信自尊？",
    "annotation": [
      {
        "sentence": "好的，我会告诉她的。",
        "label": ""
      },
      {
        "sentence": "还有一点是，我想知道如何帮助她变得更加自信自尊？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这也与内向性格相当贴连，自尊和自信可以从自我批评中获得。一些良好的习惯，比如表扬自己，善于认可自己工作中的成果，或通过自我反思并改变错误来增加自信，都是增强自尊的好方法。此外，她也可以试着保持一个积极乐观的心态，相信自己可以做得更好，这也会增强她的信心和自尊。",
    "annotation": [
      {
        "sentence": "这也与内向性格相当贴连，自尊和自信可以从自我批评中获得。",
        "label": ""
      },
      {
        "sentence": "一些良好的习惯，比如表扬自己，善于认可自己工作中的成果，或通过自我反思并改变错误来增加自信，都是增强自尊的好方法。",
        "label": ""
      },
      {
        "sentence": "此外，她也可以试着保持一个积极乐观的心态，相信自己可以做得更好，这也会增强她的信心和自尊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议，这些都非常有助于帮助我朋友。我将尽力帮助她度过这个难关。",
    "annotation": [
      {
        "sentence": "非常感谢你的建议，这些都非常有助于帮助我朋友。",
        "label": ""
      },
      {
        "sentence": "我将尽力帮助她度过这个难关。",
        "label": ""
      }
    ]
  }
]