[
  {
    "role": "client",
    "content": "因为班主任失眠了？头好痛，神经衰弱严重以前（高三上学期）很害怕讨厌班主任（异性），被他忽视过，批评伤害过，很严肃刻板——和我高一认识的他形成巨大反差，高二还很亲近一些，但是后来就是冷淡。（我很在意他的看法，很在意他的态度，但是难以接近，可是他却和那些八卦他的同学相处得却很好，我一直都很尊敬他。）后来我渐渐产生防备心理，然后转而愤怒。（那段时间很多对他负面评价，班集体的各种不团结的事太多——不知道是不是压力大导致他的这种情况，然而我的病情越来越严重）但是高三下学期他好像开始关心我…他没有避开我了（以前他一直批评我们情商低），但我依然不敢相信他，还是觉得他在试探我。高考前一天，他看见我午饭后来到教室，竟然眼神避开了我，和他平时死盯着班里的眼神不一样（感觉他在躲避我的眼神—那天就只有我和他在走廊外）后来高考那天他用柔和的语气（太温柔了，不知如何形容），还为我铺好旗面让我签名（我为了多睡觉来晚了，来晚的人中只有我一个女生是他特地整理好。",
    "annotation": [
      {
        "sentence": "因为班主任失眠了？",
        "label": ""
      },
      {
        "sentence": "头好痛，神经衰弱严重以前（高三上学期）很害怕讨厌班主任（异性），被他忽视过，批评伤害过，很严肃刻板——和我高一认识的他形成巨大反差，高二还很亲近一些，但是后来就是冷淡。",
        "label": ""
      },
      {
        "sentence": "（我很在意他的看法，很在意他的态度，但是难以接近，可是他却和那些八卦他的同学相处得却很好，我一直都很尊敬他。",
        "label": ""
      },
      {
        "sentence": "）后来我渐渐产生防备心理，然后转而愤怒。",
        "label": ""
      },
      {
        "sentence": "（那段时间很多对他负面评价，班集体的各种不团结的事太多——不知道是不是压力大导致他的这种情况，然而我的病情越来越严重）但是高三下学期他好像开始关心我…他没有避开我了（以前他一直批评我们情商低），但我依然不敢相信他，还是觉得他在试探我。",
        "label": ""
      },
      {
        "sentence": "高考前一天，他看见我午饭后来到教室，竟然眼神避开了我，和他平时死盯着班里的眼神不一样（感觉他在躲避我的眼神—那天就只有我和他在走廊外）后来高考那天他用柔和的语气（太温柔了，不知如何形容），还为我铺好旗面让我签名（我为了多睡觉来晚了，来晚的人中只有我一个女生是他特地整理好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的困扰主要来源于自己的班主任。高一到高三，你看到了他对于你态度的转变。高一会比较温柔，高二很亲近，高三就变得冷淡。从你的描述中，我看到你对于班主任老师的崇拜和好感，而你的情绪会受到他的影响。非常理解你的感受。下面的文字我们一起来看看吧。",
    "annotation": [
      {
        "sentence": "你的困扰主要来源于自己的班主任。",
        "label": ""
      },
      {
        "sentence": "高一到高三，你看到了他对于你态度的转变。",
        "label": ""
      },
      {
        "sentence": "高一会比较温柔，高二很亲近，高三就变得冷淡。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我看到你对于班主任老师的崇拜和好感，而你的情绪会受到他的影响。",
        "label": ""
      },
      {
        "sentence": "非常理解你的感受。",
        "label": ""
      },
      {
        "sentence": "下面的文字我们一起来看看吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。确实，在高一的时候，他对我们都很温柔，让我对他产生了好感。但是到了高二和高三，他的态度变得冷淡，让我很困惑和失望。",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "确实，在高一的时候，他对我们都很温柔，让我对他产生了好感。",
        "label": ""
      },
      {
        "sentence": "但是到了高二和高三，他的态度变得冷淡，让我很困惑和失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这样的转变确实容易让人感到困惑和失望。我们每个人情绪都会受到他人的影响，特别是对于我们在意的人。你能跟我分享一下你对他的好感产生的原因吗？",
    "annotation": [
      {
        "sentence": "是的，这样的转变确实容易让人感到困惑和失望。",
        "label": ""
      },
      {
        "sentence": "我们每个人情绪都会受到他人的影响，特别是对于我们在意的人。",
        "label": ""
      },
      {
        "sentence": "你能跟我分享一下你对他的好感产生的原因吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得他很聪明，也很关心我们的学习。他在班级里给人的感觉很成熟和睿智，而且他对待学生也很认真。所以我一直都很尊敬他。",
    "annotation": [
      {
        "sentence": "我觉得他很聪明，也很关心我们的学习。",
        "label": ""
      },
      {
        "sentence": "他在班级里给人的感觉很成熟和睿智，而且他对待学生也很认真。",
        "label": ""
      },
      {
        "sentence": "所以我一直都很尊敬他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对他的认可和尊敬很正常，这说明你对他有很高的期待。在这个过程中，你也渴望得到他的关注和肯定，这是人们普遍的心理需求之一。但有时候，当我们过度在意一个人时，会过度解读他的言行。也许他的态度变化，并不是针对你个人，而是其他原因导致的，并不是你的问题。",
    "annotation": [
      {
        "sentence": "你对他的认可和尊敬很正常，这说明你对他有很高的期待。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你也渴望得到他的关注和肯定，这是人们普遍的心理需求之一。",
        "label": ""
      },
      {
        "sentence": "但有时候，当我们过度在意一个人时，会过度解读他的言行。",
        "label": ""
      },
      {
        "sentence": "也许他的态度变化，并不是针对你个人，而是其他原因导致的，并不是你的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我可能过度解读了他的行为。但是他和那些八卦他的同学相处得很好，这让我觉得他对我有意避开。",
    "annotation": [
      {
        "sentence": "确实，我可能过度解读了他的行为。",
        "label": ""
      },
      {
        "sentence": "但是他和那些八卦他的同学相处得很好，这让我觉得他对我有意避开。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有时候人们在不同的关系中表现不同的态度。他和同学关系好，并不代表他对你有意避开。也许在他眼中，你们之间的关系没有你想象中那么复杂。我们可以试着不再过度关注他的态度和看法，而专注于自己的成长和学习。",
    "annotation": [
      {
        "sentence": "有时候人们在不同的关系中表现不同的态度。",
        "label": ""
      },
      {
        "sentence": "他和同学关系好，并不代表他对你有意避开。",
        "label": ""
      },
      {
        "sentence": "也许在他眼中，你们之间的关系没有你想象中那么复杂。",
        "label": ""
      },
      {
        "sentence": "我们可以试着不再过度关注他的态度和看法，而专注于自己的成长和学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该更加客观地看待他的行为和态度。我也希望能够将我对他的好感转化为对学习的动力。",
    "annotation": [
      {
        "sentence": "我明白了，我应该更加客观地看待他的行为和态度。",
        "label": ""
      },
      {
        "sentence": "我也希望能够将我对他的好感转化为对学习的动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，有这样的心态很重要。将你对他的好感转化为学习的动力，你会变得更加自信，也会受到来自他人的肯定。这段时光也将会是你成长的重要阶段。加油，你一定可以度过这个困扰的时期。",
    "annotation": [
      {
        "sentence": "很好，有这样的心态很重要。",
        "label": ""
      },
      {
        "sentence": "将你对他的好感转化为学习的动力，你会变得更加自信，也会受到来自他人的肯定。",
        "label": ""
      },
      {
        "sentence": "这段时光也将会是你成长的重要阶段。",
        "label": ""
      },
      {
        "sentence": "加油，你一定可以度过这个困扰的时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力的。",
        "label": ""
      }
    ]
  }
]