[
  {
    "role": "client",
    "content": "因为班主任失眠了？头好痛，神经衰弱严重以前（高三上学期）很害怕讨厌班主任（异性），被他忽视过，批评伤害过，很严肃刻板——和我高一认识的他形成巨大反差，高二还很亲近一些，但是后来就是冷淡。（我很在意他的看法，很在意他的态度，但是难以接近，可是他却和那些八卦他的同学相处得却很好，我一直都很尊敬他。）后来我渐渐产生防备心理，然后转而愤怒。（那段时间很多对他负面评价，班集体的各种不团结的事太多——不知道是不是压力大导致他的这种情况，然而我的病情越来越严重）但是高三下学期他好像开始关心我…他没有避开我了（以前他一直批评我们情商低），但我依然不敢相信他，还是觉得他在试探我。高考前一天，他看见我午饭后来到教室，竟然眼神避开了我，和他平时死盯着班里的眼神不一样（感觉他在躲避我的眼神—那天就只有我和他在走廊外）后来高考那天他用柔和的语气（太温柔了，不知如何形容），还为我铺好旗面让我签名（我为了多睡觉来晚了，来晚的人中只有我一个女生是他特地整理好。",
    "annotation": [
      {
        "sentence": "因为班主任失眠了？",
        "label": ""
      },
      {
        "sentence": "头好痛，神经衰弱严重以前（高三上学期）很害怕讨厌班主任（异性），被他忽视过，批评伤害过，很严肃刻板——和我高一认识的他形成巨大反差，高二还很亲近一些，但是后来就是冷淡。",
        "label": ""
      },
      {
        "sentence": "（我很在意他的看法，很在意他的态度，但是难以接近，可是他却和那些八卦他的同学相处得却很好，我一直都很尊敬他。",
        "label": ""
      },
      {
        "sentence": "）后来我渐渐产生防备心理，然后转而愤怒。",
        "label": ""
      },
      {
        "sentence": "（那段时间很多对他负面评价，班集体的各种不团结的事太多——不知道是不是压力大导致他的这种情况，然而我的病情越来越严重）但是高三下学期他好像开始关心我…他没有避开我了（以前他一直批评我们情商低），但我依然不敢相信他，还是觉得他在试探我。",
        "label": ""
      },
      {
        "sentence": "高考前一天，他看见我午饭后来到教室，竟然眼神避开了我，和他平时死盯着班里的眼神不一样（感觉他在躲避我的眼神—那天就只有我和他在走廊外）后来高考那天他用柔和的语气（太温柔了，不知如何形容），还为我铺好旗面让我签名（我为了多睡觉来晚了，来晚的人中只有我一个女生是他特地整理好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你高中时期经历了很长一段艰难的日子，身体的心理的，这么长的时间，真的很不容易。现在终于高考结果出来了，放下了一件大事，但你可能依然还在对抗着着神经衰弱的煎熬，并且现在正努力地尝试去理清自己心里一份模糊纠缠的情感，想让自己能从这种纠缠烦恼中快些走出来。",
    "annotation": [
      {
        "sentence": "看到你高中时期经历了很长一段艰难的日子，身体的心理的，这么长的时间，真的很不容易。",
        "label": ""
      },
      {
        "sentence": "现在终于高考结果出来了，放下了一件大事，但你可能依然还在对抗着着神经衰弱的煎熬，并且现在正努力地尝试去理清自己心里一份模糊纠缠的情感，想让自己能从这种纠缠烦恼中快些走出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。这段时间真的很辛苦，有时候感觉自己无法摆脱这些负面情绪和纠缠的想法。我真的希望能够变得更加开心自在，不再被过去影响到。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "这段时间真的很辛苦，有时候感觉自己无法摆脱这些负面情绪和纠缠的想法。",
        "label": ""
      },
      {
        "sentence": "我真的希望能够变得更加开心自在，不再被过去影响到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个过程对谁而言都不是件容易的事，尤其这些事情似乎都是你自己一个人独自放在心里苦撑着，努力自己去消化，去解决。试想如果你的面前有一个像电影里的魔法球，可以看到十年以后的自己的生活，你期待在里面看到一个什么样的自己？并且十年后的自己通过魔法球对你说了一些话，你听到她说了些什么呢？",
    "annotation": [
      {
        "sentence": "这个过程对谁而言都不是件容易的事，尤其这些事情似乎都是你自己一个人独自放在心里苦撑着，努力自己去消化，去解决。",
        "label": ""
      },
      {
        "sentence": "试想如果你的面前有一个像电影里的魔法球，可以看到十年以后的自己的生活，你期待在里面看到一个什么样的自己？",
        "label": ""
      },
      {
        "sentence": "并且十年后的自己通过魔法球对你说了一些话，你听到她说了些什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "如果有这么一个机会，我希望看到一个自己快乐、积极向上的样子。我希望十年后的我能够告诉现在的我，不要太在意别人的看法，要相信自己的价值和能力，不再被过去的伤害困扰。",
    "annotation": [
      {
        "sentence": "如果有这么一个机会，我希望看到一个自己快乐、积极向上的样子。",
        "label": ""
      },
      {
        "sentence": "我希望十年后的我能够告诉现在的我，不要太在意别人的看法，要相信自己的价值和能力，不再被过去的伤害困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那是一个非常积极的期待和愿望。你已经意识到不要太在意他人的看法，相信自己的价值很重要。除了那个魔术球的想象，你在现实中有没有一些方法或策略帮助你放空大脑，赶走杂念，让自己的情绪得到一些调整呢？",
    "annotation": [
      {
        "sentence": "那是一个非常积极的期待和愿望。",
        "label": ""
      },
      {
        "sentence": "你已经意识到不要太在意他人的看法，相信自己的价值很重要。",
        "label": ""
      },
      {
        "sentence": "除了那个魔术球的想象，你在现实中有没有一些方法或策略帮助你放空大脑，赶走杂念，让自己的情绪得到一些调整呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经尝试过一些方法，比如听音乐、阅读、写日记等。有时候它们确实有效，能让我短暂地忘记一些烦恼。但是有时候我还是会陷入思绪的漩涡中，很难摆脱。",
    "annotation": [
      {
        "sentence": "我曾经尝试过一些方法，比如听音乐、阅读、写日记等。",
        "label": ""
      },
      {
        "sentence": "有时候它们确实有效，能让我短暂地忘记一些烦恼。",
        "label": ""
      },
      {
        "sentence": "但是有时候我还是会陷入思绪的漩涡中，很难摆脱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白，有时我们的思绪确实难以控制。除了这些方法之外，还有两个可能适合你的方法，你愿意尝试一下吗？第一个方法是每天多花15分钟与人联系，可以通过微信、电话或者与人面对面的闲聊等等。第二个方法是每天做一件帮助别人的小事，并记录下你的感受。这可以是很小的事情，比如帮助别人捡起掉在地上的物品。你觉得这些方法对你有帮助吗？",
    "annotation": [
      {
        "sentence": "我明白，有时我们的思绪确实难以控制。",
        "label": ""
      },
      {
        "sentence": "除了这些方法之外，还有两个可能适合你的方法，你愿意尝试一下吗？",
        "label": ""
      },
      {
        "sentence": "第一个方法是每天多花15分钟与人联系，可以通过微信、电话或者与人面对面的闲聊等等。",
        "label": ""
      },
      {
        "sentence": "第二个方法是每天做一件帮助别人的小事，并记录下你的感受。",
        "label": ""
      },
      {
        "sentence": "这可以是很小的事情，比如帮助别人捡起掉在地上的物品。",
        "label": ""
      },
      {
        "sentence": "你觉得这些方法对你有帮助吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。这些方法听起来不错，我愿意尝试一下。和他人交流和帮助别人可能能够让我暂时忘记自己的困扰，找到一些平衡和宽慰。我会记录下自己的感受，看看这些方法对我有没有帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "这些方法听起来不错，我愿意尝试一下。",
        "label": ""
      },
      {
        "sentence": "和他人交流和帮助别人可能能够让我暂时忘记自己的困扰，找到一些平衡和宽慰。",
        "label": ""
      },
      {
        "sentence": "我会记录下自己的感受，看看这些方法对我有没有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你愿意尝试。希望通过这些方法，你可以放松心情，找到一些内心的平静。还有，如果你需要任何帮助，或者有什么想分享的，记得随时找我倾诉。愿你早日摆脱困扰，恢复健康和快乐！",
    "annotation": [
      {
        "sentence": "很高兴你愿意尝试。",
        "label": ""
      },
      {
        "sentence": "希望通过这些方法，你可以放松心情，找到一些内心的平静。",
        "label": ""
      },
      {
        "sentence": "还有，如果你需要任何帮助，或者有什么想分享的，记得随时找我倾诉。",
        "label": ""
      },
      {
        "sentence": "愿你早日摆脱困扰，恢复健康和快乐！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励！有你的陪伴和倾听真的让我感到很温暖和安慰。我会努力尝试这些方法，并随时与你保持联系。谢谢你，祝福你！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "有你的陪伴和倾听真的让我感到很温暖和安慰。",
        "label": ""
      },
      {
        "sentence": "我会努力尝试这些方法，并随时与你保持联系。",
        "label": ""
      },
      {
        "sentence": "谢谢你，祝福你！",
        "label": ""
      }
    ]
  }
]