[
  {
    "role": "client",
    "content": "一个人在国外读博，这样是焦虑症吗？还是抑郁症？",
    "annotation": [
      {
        "sentence": "一个人在国外读博，这样是焦虑症吗？",
        "label": ""
      },
      {
        "sentence": "还是抑郁症？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据您描述的情况，我建议您去医院精神科检查，提供更多详细的描述，以便专业医生进行诊断。不要相信网络上任何无医学资质的人对您的诊断。希望能帮助您初步缓解。请您告诉我更多情况吧。",
    "annotation": [
      {
        "sentence": "根据您描述的情况，我建议您去医院精神科检查，提供更多详细的描述，以便专业医生进行诊断。",
        "label": ""
      },
      {
        "sentence": "不要相信网络上任何无医学资质的人对您的诊断。",
        "label": ""
      },
      {
        "sentence": "希望能帮助您初步缓解。",
        "label": ""
      },
      {
        "sentence": "请您告诉我更多情况吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "一个人在国外读博士，博一刚开始，由于某些原因打算退学重新申请。现在隔离在小宿舍，一个人越呆越难受，退学换题目重申的事搞得我很焦虑压力山大。不喜欢这个城市，没有朋友。",
    "annotation": [
      {
        "sentence": "一个人在国外读博士，博一刚开始，由于某些原因打算退学重新申请。",
        "label": ""
      },
      {
        "sentence": "现在隔离在小宿舍，一个人越呆越难受，退学换题目重申的事搞得我很焦虑压力山大。",
        "label": ""
      },
      {
        "sentence": "不喜欢这个城市，没有朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "走到博士这一步，您在学术方面已经非常优秀，但是近期受挫，您决定退学重申，面对时间上、精力上、金钱上的压力，已经超出了您的心理负荷。而且由于疫情的爆发，您在隔离期间孤独感更加加剧，缺乏社会支持。这些压力积压下来，加上您对自己的严格要求，可能导致了您目前的焦虑和抑郁症状。",
    "annotation": [
      {
        "sentence": "走到博士这一步，您在学术方面已经非常优秀，但是近期受挫，您决定退学重申，面对时间上、精力上、金钱上的压力，已经超出了您的心理负荷。",
        "label": ""
      },
      {
        "sentence": "而且由于疫情的爆发，您在隔离期间孤独感更加加剧，缺乏社会支持。",
        "label": ""
      },
      {
        "sentence": "这些压力积压下来，加上您对自己的严格要求，可能导致了您目前的焦虑和抑郁症状。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我本来就是自制力很一般的人，只有在图书馆一类的地方才能专注，平时就非常不喜欢呆在家里，现在在家效率奇低。我对自己要求很高，包括外表还有事业等等。但我并不是那种自律性很好非常努力的人。情绪起伏非常大，白天跟人交接东西聊天卖东西还很有成就感很开心，晚上却突然觉得堵得慌，有时候堵到一阵干呕。",
    "annotation": [
      {
        "sentence": "我本来就是自制力很一般的人，只有在图书馆一类的地方才能专注，平时就非常不喜欢呆在家里，现在在家效率奇低。",
        "label": ""
      },
      {
        "sentence": "我对自己要求很高，包括外表还有事业等等。",
        "label": ""
      },
      {
        "sentence": "但我并不是那种自律性很好非常努力的人。",
        "label": ""
      },
      {
        "sentence": "情绪起伏非常大，白天跟人交接东西聊天卖东西还很有成就感很开心，晚上却突然觉得堵得慌，有时候堵到一阵干呕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解您对自身的自我认知，您对自己要求很高，想要在各个方面都取得好成绩。然而，这些要求在一定程度上给您带来了压力。由于疫情，您在家里效率较低，这也增加了您的焦虑感。您的情绪波动较大，白天和人交流产生的成就感和快乐与晚上的堵闷形成了鲜明对比。这可能与您的内心压力和焦虑有关。",
    "annotation": [
      {
        "sentence": "我理解您对自身的自我认知，您对自己要求很高，想要在各个方面都取得好成绩。",
        "label": ""
      },
      {
        "sentence": "然而，这些要求在一定程度上给您带来了压力。",
        "label": ""
      },
      {
        "sentence": "由于疫情，您在家里效率较低，这也增加了您的焦虑感。",
        "label": ""
      },
      {
        "sentence": "您的情绪波动较大，白天和人交流产生的成就感和快乐与晚上的堵闷形成了鲜明对比。",
        "label": ""
      },
      {
        "sentence": "这可能与您的内心压力和焦虑有关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "快回国了，得回到老家和父母住继续申请博士和奖学金，不知道能不能申成。不成可能就要工作。回老家又是个问题，我和父母很难相处，容易有很严重的冲突甚至暴力，心力交瘁，雪上加霜。",
    "annotation": [
      {
        "sentence": "快回国了，得回到老家和父母住继续申请博士和奖学金，不知道能不能申成。",
        "label": ""
      },
      {
        "sentence": "不成可能就要工作。",
        "label": ""
      },
      {
        "sentence": "回老家又是个问题，我和父母很难相处，容易有很严重的冲突甚至暴力，心力交瘁，雪上加霜。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "未来学业上的不确定性给您带来了焦虑，这是正常的感受。但是您可以有计划B，即回家乡工作。面对与父母相处的困难，我建议您保持乐观的态度，多想想自己申请通过后要做的事情。即便申请失败，您也可以选择不与父母同住，或者和父母平等交流，遇到冲突时不必强行说服，也不必引发暴力冲突。专注自己的事情和健康，尽量减少对父母负面情绪的接受，寻找自己的平衡。",
    "annotation": [
      {
        "sentence": "未来学业上的不确定性给您带来了焦虑，这是正常的感受。",
        "label": ""
      },
      {
        "sentence": "但是您可以有计划B，即回家乡工作。",
        "label": ""
      },
      {
        "sentence": "面对与父母相处的困难，我建议您保持乐观的态度，多想想自己申请通过后要做的事情。",
        "label": ""
      },
      {
        "sentence": "即便申请失败，您也可以选择不与父母同住，或者和父母平等交流，遇到冲突时不必强行说服，也不必引发暴力冲突。",
        "label": ""
      },
      {
        "sentence": "专注自己的事情和健康，尽量减少对父母负面情绪的接受，寻找自己的平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "眼前的路太难了，最难受的时候感觉真的堵得很厉害，不像是惊恐发作就是觉得堵得要命。但过一阵又会变好。并不想死，但这么活着也太难受绝望了。",
    "annotation": [
      {
        "sentence": "眼前的路太难了，最难受的时候感觉真的堵得很厉害，不像是惊恐发作就是觉得堵得要命。",
        "label": ""
      },
      {
        "sentence": "但过一阵又会变好。",
        "label": ""
      },
      {
        "sentence": "并不想死，但这么活着也太难受绝望了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解您目前的感受，这些困难让您感到非常压抑和绝望。但我想告诉您，无论遇到多大的困难，都会过去的。请您相信自己的能力和坚持，尽管眼前的路是困难的，但是只要您坚持下去，情况会好起来的。同时，为了更好地应对困境，建议您寻求专业的心理咨询师的帮助，他们会给您提供更全面的支持与指导。",
    "annotation": [
      {
        "sentence": "我理解您目前的感受，这些困难让您感到非常压抑和绝望。",
        "label": ""
      },
      {
        "sentence": "但我想告诉您，无论遇到多大的困难，都会过去的。",
        "label": ""
      },
      {
        "sentence": "请您相信自己的能力和坚持，尽管眼前的路是困难的，但是只要您坚持下去，情况会好起来的。",
        "label": ""
      },
      {
        "sentence": "同时，为了更好地应对困境，建议您寻求专业的心理咨询师的帮助，他们会给您提供更全面的支持与指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会尽量调整自己的心态，同时也会考虑寻找专业咨询师的帮助。希望自己能早日度过这个困难的阶段。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会尽量调整自己的心态，同时也会考虑寻找专业咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "希望自己能早日度过这个困难的阶段。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到您，调整心态和寻求专业咨询师的帮助是很好的决定。相信自己，相信一切会好起来的。祝您早日走出困境，重获快乐和平静。如果有任何问题或者需要进一步的支持，请随时向我咨询。加油！",
    "annotation": [
      {
        "sentence": "很高兴能帮到您，调整心态和寻求专业咨询师的帮助是很好的决定。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信一切会好起来的。",
        "label": ""
      },
      {
        "sentence": "祝您早日走出困境，重获快乐和平静。",
        "label": ""
      },
      {
        "sentence": "如果有任何问题或者需要进一步的支持，请随时向我咨询。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]