[
  {
    "role": "client",
    "content": "我老是重复原生家庭父母的相处模式，如何改变？",
    "annotation": [
      {
        "sentence": "我老是重复原生家庭父母的相处模式，如何改变？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好的觉察能力。已经意识到了自己的模式和父母一样，这是改变的开始。",
    "annotation": [
      {
        "sentence": "很好的觉察能力。",
        "label": ""
      },
      {
        "sentence": "已经意识到了自己的模式和父母一样，这是改变的开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "从小目睹父母争吵的场景，痛恨他们吵架，冷战，没有给我一个温馨的家！我结婚后，就决定要给孩子一个幸福的家！可真有了自己的小家，感觉好难。",
    "annotation": [
      {
        "sentence": "从小目睹父母争吵的场景，痛恨他们吵架，冷战，没有给我一个温馨的家！",
        "label": ""
      },
      {
        "sentence": "我结婚后，就决定要给孩子一个幸福的家！",
        "label": ""
      },
      {
        "sentence": "可真有了自己的小家，感觉好难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为自己也有同样的经历和体验，分享一下在心理学上来说，确实孩子会重复父母的模式，尤其是亲密关系的模式，而且女孩真的会像妈妈一样，也会把对方投射成爸爸一样的丈夫，丈夫无意中接受了投射，认同了妻子的投射，也就完成了一个投射性认同。你和老公之间的模式就是这样的，可能你老公只是在配合你演这出你心里的戏，毕竟他不是你爸爸，一定有和你爸爸不一样的地方。",
    "annotation": [
      {
        "sentence": "因为自己也有同样的经历和体验，分享一下在心理学上来说，确实孩子会重复父母的模式，尤其是亲密关系的模式，而且女孩真的会像妈妈一样，也会把对方投射成爸爸一样的丈夫，丈夫无意中接受了投射，认同了妻子的投射，也就完成了一个投射性认同。",
        "label": ""
      },
      {
        "sentence": "你和老公之间的模式就是这样的，可能你老公只是在配合你演这出你心里的戏，毕竟他不是你爸爸，一定有和你爸爸不一样的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "所以我觉得我就像我的妈妈求而不得，争吵，冷战，折磨自己，我也复制过来了，我也觉得我的老公和我爸爸一样不操心。所以我对婚姻出现的问题，采取了他们错误的处理方式，我不想这样冷战，折磨自己，可我做不到。",
    "annotation": [
      {
        "sentence": "所以我觉得我就像我的妈妈求而不得，争吵，冷战，折磨自己，我也复制过来了，我也觉得我的老公和我爸爸一样不操心。",
        "label": ""
      },
      {
        "sentence": "所以我对婚姻出现的问题，采取了他们错误的处理方式，我不想这样冷战，折磨自己，可我做不到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先来说下为什么你会像妈妈。我们都很爱自己的父母，虽然知道他们的不好，但是会在潜意识里认同，就好像死忠一样，即使错了我也要跟随，为了完成那个错误的夙愿，比如你妈妈希望你爸爸来关注她的愿望。你会继承过来，去替她完成。这就是代际传递。你在继续你妈妈的生活，完成她心中的夙愿，把对方投射成你爸爸，一遍遍的重复这样的故事。越是没希望越来劲，因为要证明自己的全能感，证明只要我作一定会有回应。",
    "annotation": [
      {
        "sentence": "先来说下为什么你会像妈妈。",
        "label": ""
      },
      {
        "sentence": "我们都很爱自己的父母，虽然知道他们的不好，但是会在潜意识里认同，就好像死忠一样，即使错了我也要跟随，为了完成那个错误的夙愿，比如你妈妈希望你爸爸来关注她的愿望。",
        "label": ""
      },
      {
        "sentence": "你会继承过来，去替她完成。",
        "label": ""
      },
      {
        "sentence": "这就是代际传递。",
        "label": ""
      },
      {
        "sentence": "你在继续你妈妈的生活，完成她心中的夙愿，把对方投射成你爸爸，一遍遍的重复这样的故事。",
        "label": ""
      },
      {
        "sentence": "越是没希望越来劲，因为要证明自己的全能感，证明只要我作一定会有回应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我就像我妈妈一样每次争吵后就喜欢冷战，折磨自己，以寻求老公的关注，可偏偏老公不愿哄人，木讷。所以我就折磨自己，痛苦万分，和我妈妈之前一模一样，真的好傻，却也无力改变！明知道是错的，却一直重复，好痛苦！",
    "annotation": [
      {
        "sentence": "我就像我妈妈一样每次争吵后就喜欢冷战，折磨自己，以寻求老公的关注，可偏偏老公不愿哄人，木讷。",
        "label": ""
      },
      {
        "sentence": "所以我就折磨自己，痛苦万分，和我妈妈之前一模一样，真的好傻，却也无力改变！",
        "label": ""
      },
      {
        "sentence": "明知道是错的，却一直重复，好痛苦！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个过程并不是这么简单，真的很不容易，即使会意识到觉察到，可是还时不时会冒出来，只是在一次次的轮回中我们看见它，涵容它，理解它，表达它。直到有一天发现，我再也不要继续妈妈的人生，要掌控自己的命运过自己的日子，脱离原生家庭的魔咒。",
    "annotation": [
      {
        "sentence": "这个过程并不是这么简单，真的很不容易，即使会意识到觉察到，可是还时不时会冒出来，只是在一次次的轮回中我们看见它，涵容它，理解它，表达它。",
        "label": ""
      },
      {
        "sentence": "直到有一天发现，我再也不要继续妈妈的人生，要掌控自己的命运过自己的日子，脱离原生家庭的魔咒。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不想这样冷战，折磨自己，但我真的做不到。我觉得这些问题是不是都是从我小的时候开始埋下的？我应该如何破解这个循环呢？",
    "annotation": [
      {
        "sentence": "我不想这样冷战，折磨自己，但我真的做不到。",
        "label": ""
      },
      {
        "sentence": "我觉得这些问题是不是都是从我小的时候开始埋下的？",
        "label": ""
      },
      {
        "sentence": "我应该如何破解这个循环呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最好的办法就是和老公说一下自己的模式为什么这样，让他理解你的行为，能够在你作的时候给你想要的回应。当然了，这些都要在你自己知道自己怎么回事，知道自己真的想要的是什么，而不是你们吵架的表面原因。每次要发作的时候，给自己一个空间去体验那个感受，区分它，看一看到底那是自己的还是妈妈的，到底老公真的给不了，还是被投射了中了你的魔咒配合你不给。如果可以可以找个精神分析流派的咨询师，会更容易走出来。",
    "annotation": [
      {
        "sentence": "最好的办法就是和老公说一下自己的模式为什么这样，让他理解你的行为，能够在你作的时候给你想要的回应。",
        "label": ""
      },
      {
        "sentence": "当然了，这些都要在你自己知道自己怎么回事，知道自己真的想要的是什么，而不是你们吵架的表面原因。",
        "label": ""
      },
      {
        "sentence": "每次要发作的时候，给自己一个空间去体验那个感受，区分它，看一看到底那是自己的还是妈妈的，到底老公真的给不了，还是被投射了中了你的魔咒配合你不给。",
        "label": ""
      },
      {
        "sentence": "如果可以可以找个精神分析流派的咨询师，会更容易走出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尽量和老公沟通，让他理解我，同时也要审视自己的内心，寻找到真正想要的是什么。如果有需要，我也会找咨询师来帮助我走出这个困境。谢谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "我明白了，我会尽量和老公沟通，让他理解我，同时也要审视自己的内心，寻找到真正想要的是什么。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我也会找咨询师来帮助我走出这个困境。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直支持你的。改变需要时间和努力，但我相信你可以克服困难，过上幸福和健康的生活！如果还有什么需要帮助的，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "不客气，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "改变需要时间和努力，但我相信你可以克服困难，过上幸福和健康的生活！",
        "label": ""
      },
      {
        "sentence": "如果还有什么需要帮助的，随时来找我聊天。",
        "label": ""
      }
    ]
  }
]