[
  {
    "role": "client",
    "content": "我实在很纠结，我抑郁休学了一年，情况不乐观。我不知道是去读书还是去打工，真的很难决定。明年要回学校复学，但我现在的状态比去年还差。我知道高三的压力可能对我的身体来说太大了，而且我在学业上也比其他同学落后很多。我很担心回学校后，身体会影响学习，学习会影响身体，得不偿失。但我一直以来都希望通过知识改变命运，希望将来能成为一名心理咨询师。真的好纠结，不知道该选择什么样的道路。我也不了解社会上的学习方式以及国家制度。",
    "annotation": [
      {
        "sentence": "我实在很纠结，我抑郁休学了一年，情况不乐观。",
        "label": ""
      },
      {
        "sentence": "我不知道是去读书还是去打工，真的很难决定。",
        "label": ""
      },
      {
        "sentence": "明年要回学校复学，但我现在的状态比去年还差。",
        "label": ""
      },
      {
        "sentence": "我知道高三的压力可能对我的身体来说太大了，而且我在学业上也比其他同学落后很多。",
        "label": ""
      },
      {
        "sentence": "我很担心回学校后，身体会影响学习，学习会影响身体，得不偿失。",
        "label": ""
      },
      {
        "sentence": "但我一直以来都希望通过知识改变命运，希望将来能成为一名心理咨询师。",
        "label": ""
      },
      {
        "sentence": "真的好纠结，不知道该选择什么样的道路。",
        "label": ""
      },
      {
        "sentence": "我也不了解社会上的学习方式以及国家制度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先给你一个温暖的拥抱。作为一个高三学生，你感到抑郁并在家休学，你同时担心身体和学业，还有未来。我非常理解你的痛苦，因为我年轻时也曾经经历过抑郁和对未来的担忧。但是，时间会改变一切，只要你对自己有信心，努力学习，一切都会好起来的。人生中的挫折是正常的，没有人一帆风顺。我有几点建议给你：首先是要爱护身体。身体是根本，没有健康的身体一切都是空的。抑郁与心情和压力密切相关，所以一定要不急躁。你的抑郁症状到达了什么程度呢？如果情况比较严重，建议继续在家休养（可以咨询一下你的医生，听听他的建议），同时要坚持药物治疗。其次，加强运动对你的身体健康很有帮助；运动可以增加体内多巴胺和肾上腺素的分泌，使你更快乐；运动也可以磨练你的意志力，增强自信心和成就感。还有，要努力学习，就像你说的“知识可以改变命运”。学习不一定局限于课堂，你也可以自学。我自己现在即将退休，为了让自己过得更有价值，能够为更多需要帮助的人提供服务，我也开始学习心理学，参加了咨询师培训，一切都是从零开始的。而你还年轻，记忆力好，学得快。要对自己有信心哦。你也可以自学高三的课程。明年可以参加高考试试看。另外，要及时与父母沟通。你自己最清楚自己的身体状况，无论做什么决定，都要让父母理解你。否则，你还要面对来自父母的压力。此外，关注郁金香阳光会的公众号yjxygh。那是全国最大的抗抑郁公益项目，里面有很多有用的信息可以供你参考。比如康复者的故事、疗愈学校的介绍、专业医院的推荐等等，还可以参加抑郁者的全国微信群，大家可以共同温暖。最后，关于职业规划。你想成为一名心理咨询师，这是一个很不错的职业，将来有发展前景，可以谋生，也可以为更多的人服务。但我个人认为，这个行业未来的竞争也会非常激烈。前几年可以通过社会培训参加咨询师考试，获得资格证书，有一些人也开始从事这个行业。但是由于门槛较低，咨询行业鱼龙混杂。前年咨询师全国考试已经取消。今后可能要求心理学本科及以上学历才能从事这个行业。所以我建议你还是通过高考去学习心理学专业。目前许多培训机构也在开展相关培训，但由于缺少全国统一考试，无法获得全国就业资格，只能在该平台上就业。比如，要通过初阶、中阶、高阶三个阶段的培训，大约需要三年左右的时间，并且每个阶段都要通过考试才能取得入职资格。以上是我个人的看法，希望对你有所帮助。加油！",
    "annotation": [
      {
        "sentence": "首先给你一个温暖的拥抱。",
        "label": ""
      },
      {
        "sentence": "作为一个高三学生，你感到抑郁并在家休学，你同时担心身体和学业，还有未来。",
        "label": ""
      },
      {
        "sentence": "我非常理解你的痛苦，因为我年轻时也曾经经历过抑郁和对未来的担忧。",
        "label": ""
      },
      {
        "sentence": "但是，时间会改变一切，只要你对自己有信心，努力学习，一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "人生中的挫折是正常的，没有人一帆风顺。",
        "label": ""
      },
      {
        "sentence": "我有几点建议给你：首先是要爱护身体。",
        "label": ""
      },
      {
        "sentence": "身体是根本，没有健康的身体一切都是空的。",
        "label": ""
      },
      {
        "sentence": "抑郁与心情和压力密切相关，所以一定要不急躁。",
        "label": ""
      },
      {
        "sentence": "你的抑郁症状到达了什么程度呢？",
        "label": ""
      },
      {
        "sentence": "如果情况比较严重，建议继续在家休养（可以咨询一下你的医生，听听他的建议），同时要坚持药物治疗。",
        "label": ""
      },
      {
        "sentence": "其次，加强运动对你的身体健康很有帮助；运动可以增加体内多巴胺和肾上腺素的分泌，使你更快乐；运动也可以磨练你的意志力，增强自信心和成就感。",
        "label": ""
      },
      {
        "sentence": "还有，要努力学习，就像你说的“知识可以改变命运”。",
        "label": ""
      },
      {
        "sentence": "学习不一定局限于课堂，你也可以自学。",
        "label": ""
      },
      {
        "sentence": "我自己现在即将退休，为了让自己过得更有价值，能够为更多需要帮助的人提供服务，我也开始学习心理学，参加了咨询师培训，一切都是从零开始的。",
        "label": ""
      },
      {
        "sentence": "而你还年轻，记忆力好，学得快。",
        "label": ""
      },
      {
        "sentence": "要对自己有信心哦。",
        "label": ""
      },
      {
        "sentence": "你也可以自学高三的课程。",
        "label": ""
      },
      {
        "sentence": "明年可以参加高考试试看。",
        "label": ""
      },
      {
        "sentence": "另外，要及时与父母沟通。",
        "label": ""
      },
      {
        "sentence": "你自己最清楚自己的身体状况，无论做什么决定，都要让父母理解你。",
        "label": ""
      },
      {
        "sentence": "否则，你还要面对来自父母的压力。",
        "label": ""
      },
      {
        "sentence": "此外，关注郁金香阳光会的公众号yjxygh。",
        "label": ""
      },
      {
        "sentence": "那是全国最大的抗抑郁公益项目，里面有很多有用的信息可以供你参考。",
        "label": ""
      },
      {
        "sentence": "比如康复者的故事、疗愈学校的介绍、专业医院的推荐等等，还可以参加抑郁者的全国微信群，大家可以共同温暖。",
        "label": ""
      },
      {
        "sentence": "最后，关于职业规划。",
        "label": ""
      },
      {
        "sentence": "你想成为一名心理咨询师，这是一个很不错的职业，将来有发展前景，可以谋生，也可以为更多的人服务。",
        "label": ""
      },
      {
        "sentence": "但我个人认为，这个行业未来的竞争也会非常激烈。",
        "label": ""
      },
      {
        "sentence": "前几年可以通过社会培训参加咨询师考试，获得资格证书，有一些人也开始从事这个行业。",
        "label": ""
      },
      {
        "sentence": "但是由于门槛较低，咨询行业鱼龙混杂。",
        "label": ""
      },
      {
        "sentence": "前年咨询师全国考试已经取消。",
        "label": ""
      },
      {
        "sentence": "今后可能要求心理学本科及以上学历才能从事这个行业。",
        "label": ""
      },
      {
        "sentence": "所以我建议你还是通过高考去学习心理学专业。",
        "label": ""
      },
      {
        "sentence": "目前许多培训机构也在开展相关培训，但由于缺少全国统一考试，无法获得全国就业资格，只能在该平台上就业。",
        "label": ""
      },
      {
        "sentence": "比如，要通过初阶、中阶、高阶三个阶段的培训，大约需要三年左右的时间，并且每个阶段都要通过考试才能取得入职资格。",
        "label": ""
      },
      {
        "sentence": "以上是我个人的看法，希望对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]