[
  {
    "role": "client",
    "content": "为什么鼓起勇气向朋友倾诉总是会被冷嘲热讽？我是个不喜欢把事情往外说自己的事情自己担着自己消化在心，但总有挺不住压力想倾诉的时候。每次我鼓起勇气跟我的朋友倾诉我的心事的时候（而且这些事都是很严重让我哭让我差点轻生绝望的事情），得到的从没有安慰理解关心，多的都是冷嘲热讽和觉得我是不是做了才这样，真的很累。",
    "annotation": [
      {
        "sentence": "为什么鼓起勇气向朋友倾诉总是会被冷嘲热讽？",
        "label": ""
      },
      {
        "sentence": "我是个不喜欢把事情往外说自己的事情自己担着自己消化在心，但总有挺不住压力想倾诉的时候。",
        "label": ""
      },
      {
        "sentence": "每次我鼓起勇气跟我的朋友倾诉我的心事的时候（而且这些事都是很严重让我哭让我差点轻生绝望的事情），得到的从没有安慰理解关心，多的都是冷嘲热讽和觉得我是不是做了才这样，真的很累。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的经历感触很深，我可以理解你的感受。你内心深处有很强的控制欲，希望一切能够得到掌控，不想让自己暴露出来，想维持自己的形象。但是这样做的结果就是内部积压并且压抑自己的感受。你这么做其实是很不好的，时刻保持快乐和平静是不可能的。那你现在感到的累是一种爆发的表现，需要放松并找到解决方法。",
    "annotation": [
      {
        "sentence": "你的经历感触很深，我可以理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你内心深处有很强的控制欲，希望一切能够得到掌控，不想让自己暴露出来，想维持自己的形象。",
        "label": ""
      },
      {
        "sentence": "但是这样做的结果就是内部积压并且压抑自己的感受。",
        "label": ""
      },
      {
        "sentence": "你这么做其实是很不好的，时刻保持快乐和平静是不可能的。",
        "label": ""
      },
      {
        "sentence": "那你现在感到的累是一种爆发的表现，需要放松并找到解决方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我觉得自己很疲惫很无力，不知道应该怎么办。我现在好像有了一个选择：是要继续努力保持自己的形象，还是真实地表达出来？但我就是觉得一旦表达出来会被伤害得更深。",
    "annotation": [
      {
        "sentence": "是啊，我觉得自己很疲惫很无力，不知道应该怎么办。",
        "label": ""
      },
      {
        "sentence": "我现在好像有了一个选择：是要继续努力保持自己的形象，还是真实地表达出来？",
        "label": ""
      },
      {
        "sentence": "但我就是觉得一旦表达出来会被伤害得更深。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "把内心最真实的一面展露出来可能是很困难的，因为在其他人的眼里，你一直都是一个温柔、体贴的人，这是非常可爱的，但有时候，为了你自己能够好好的生活，你需要让自己开放一些，把内心的痛苦表达出来。让你自己接受这个事实，有一些人或许只会去看到你的好处，但也有一些人会欣赏你的真实。",
    "annotation": [
      {
        "sentence": "把内心最真实的一面展露出来可能是很困难的，因为在其他人的眼里，你一直都是一个温柔、体贴的人，这是非常可爱的，但有时候，为了你自己能够好好的生活，你需要让自己开放一些，把内心的痛苦表达出来。",
        "label": ""
      },
      {
        "sentence": "让你自己接受这个事实，有一些人或许只会去看到你的好处，但也有一些人会欣赏你的真实。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我会害怕被伤害和受到否定。",
    "annotation": [
      {
        "sentence": "但是我会害怕被伤害和受到否定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很正常的反应，但是你也要知道，快乐和进步是需要付出代价的，你不可能完全没有风险。找到一些可以信任的人去倾诉，也许会逐渐让你的感受变得好一些。同时也要学会放下那些曾经对你的影响，你不需要在那里停留，相信会有更好的人出现在你的生命里。",
    "annotation": [
      {
        "sentence": "这是很正常的反应，但是你也要知道，快乐和进步是需要付出代价的，你不可能完全没有风险。",
        "label": ""
      },
      {
        "sentence": "找到一些可以信任的人去倾诉，也许会逐渐让你的感受变得好一些。",
        "label": ""
      },
      {
        "sentence": "同时也要学会放下那些曾经对你的影响，你不需要在那里停留，相信会有更好的人出现在你的生命里。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说的有道理，我会尝试。可是我现在感到孤独和无助，没有人可以不带有任何偏见地听我倾诉。",
    "annotation": [
      {
        "sentence": "嗯，你说的有道理，我会尝试。",
        "label": ""
      },
      {
        "sentence": "可是我现在感到孤独和无助，没有人可以不带有任何偏见地听我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这的确是一个很困难的问题。你可以尝试做一些自我抚慰，比如找一些安静的固定时间安排，学习放松技能如冥想或渐进性肌肉放松。在这段时间里，尽可能让自己感到轻松，让自己从内心找到一些帮助和关心的来源。同时，也可以尝试参加一些社交活动，也许遇到更多朋友会给你带来来源。",
    "annotation": [
      {
        "sentence": "是的，这的确是一个很困难的问题。",
        "label": ""
      },
      {
        "sentence": "你可以尝试做一些自我抚慰，比如找一些安静的固定时间安排，学习放松技能如冥想或渐进性肌肉放松。",
        "label": ""
      },
      {
        "sentence": "在这段时间里，尽可能让自己感到轻松，让自己从内心找到一些帮助和关心的来源。",
        "label": ""
      },
      {
        "sentence": "同时，也可以尝试参加一些社交活动，也许遇到更多朋友会给你带来来源。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的建议都很实用，但同时我也希望你能给我关于迈出下一步的劝告，例如想拥有一些真正的朋友。",
    "annotation": [
      {
        "sentence": "你的建议都很实用，但同时我也希望你能给我关于迈出下一步的劝告，例如想拥有一些真正的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你想要拥有真正的朋友，最重要的是，你必须要想办法让自己感到舒适和自在。和对自己有相似经历的人交流是个好主意，可以去网络社区或者参加一些团体活动。这些社区和小组会让你认识到一些与你有共同经历和相似情感的人。你可能会担心自己的能力和定位，但别忘了，你内心本质上是非常慷慨、热心的人，这将会是你认识别人并且吸引别人注意的优点。最重要的是坚持，让关系容易地持续下去。",
    "annotation": [
      {
        "sentence": "你想要拥有真正的朋友，最重要的是，你必须要想办法让自己感到舒适和自在。",
        "label": ""
      },
      {
        "sentence": "和对自己有相似经历的人交流是个好主意，可以去网络社区或者参加一些团体活动。",
        "label": ""
      },
      {
        "sentence": "这些社区和小组会让你认识到一些与你有共同经历和相似情感的人。",
        "label": ""
      },
      {
        "sentence": "你可能会担心自己的能力和定位，但别忘了，你内心本质上是非常慷慨、热心的人，这将会是你认识别人并且吸引别人注意的优点。",
        "label": ""
      },
      {
        "sentence": "最重要的是坚持，让关系容易地持续下去。",
        "label": ""
      }
    ]
  }
]