[
  {
    "role": "client",
    "content": "为什么鼓起勇气向朋友倾诉总是会被冷嘲热讽？",
    "annotation": [
      {
        "sentence": "为什么鼓起勇气向朋友倾诉总是会被冷嘲热讽？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你的感受，这种感受可能源于觉得自己的付出和回报不对等。站在自己的角度，自己认真地对别人付出，但是自己得到的感情却没有付出的那么多。因为个体差异，每个人的行为方式、交友方式、以及从周围环境中获得的感受都不相同。所以朋友们觉得出于关心的角度，你可能不太能感受到；或是你觉得你自己对朋友的维护和支持，朋友们也不太能感觉到。也许你可以试着放宽心，相信朋友对你是有感情、有关心的，只是你们感受到的东西不太一样。",
    "annotation": [
      {
        "sentence": "很理解你的感受，这种感受可能源于觉得自己的付出和回报不对等。",
        "label": ""
      },
      {
        "sentence": "站在自己的角度，自己认真地对别人付出，但是自己得到的感情却没有付出的那么多。",
        "label": ""
      },
      {
        "sentence": "因为个体差异，每个人的行为方式、交友方式、以及从周围环境中获得的感受都不相同。",
        "label": ""
      },
      {
        "sentence": "所以朋友们觉得出于关心的角度，你可能不太能感受到；或是你觉得你自己对朋友的维护和支持，朋友们也不太能感觉到。",
        "label": ""
      },
      {
        "sentence": "也许你可以试着放宽心，相信朋友对你是有感情、有关心的，只是你们感受到的东西不太一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是个不喜欢把事情往外说自己的事情自己担着自己消化在心，但总有挺不住压力想倾诉的时候。每次我鼓起勇气跟我的朋友倾诉我的心事的时候（而且这些事都是很严重让我哭让我差点轻生绝望的事情），得到的从没有安慰理解关心多的都是冷嘲热讽和觉得我是不是做了才这样。",
    "annotation": [
      {
        "sentence": "我是个不喜欢把事情往外说自己的事情自己担着自己消化在心，但总有挺不住压力想倾诉的时候。",
        "label": ""
      },
      {
        "sentence": "每次我鼓起勇气跟我的朋友倾诉我的心事的时候（而且这些事都是很严重让我哭让我差点轻生绝望的事情），得到的从没有安慰理解关心多的都是冷嘲热讽和觉得我是不是做了才这样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样的感受真的很累，每次都会吃教训。你不愿意在面对朋友时敞开心扉，可能是因为怕受到伤害或不被理解。但是我们需要付出去建立信任和深入的关系。你可以试着表达自己的内心需求，告诉朋友你需要的是倾听、理解和关心，而不是冷嘲热讽。",
    "annotation": [
      {
        "sentence": "这样的感受真的很累，每次都会吃教训。",
        "label": ""
      },
      {
        "sentence": "你不愿意在面对朋友时敞开心扉，可能是因为怕受到伤害或不被理解。",
        "label": ""
      },
      {
        "sentence": "但是我们需要付出去建立信任和深入的关系。",
        "label": ""
      },
      {
        "sentence": "你可以试着表达自己的内心需求，告诉朋友你需要的是倾听、理解和关心，而不是冷嘲热讽。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得任何人都无法跟我感同相受，但我情商特别高，谁不舒服谁有心事一个眼神就能看出来，然后就会默默的照顾他，也不会揭穿他，也不会让他发现我看出了他有心事。说了心里话，哪怕抱怨，我都会目光一直看着他眼睛，耐心的听他说完，语气柔和的安慰和理性的分析，告诉他带给人温柔。为什么我自己却得不到，为什么我没有什么朋友可以理解我呢？",
    "annotation": [
      {
        "sentence": "我觉得任何人都无法跟我感同相受，但我情商特别高，谁不舒服谁有心事一个眼神就能看出来，然后就会默默的照顾他，也不会揭穿他，也不会让他发现我看出了他有心事。",
        "label": ""
      },
      {
        "sentence": "说了心里话，哪怕抱怨，我都会目光一直看着他眼睛，耐心的听他说完，语气柔和的安慰和理性的分析，告诉他带给人温柔。",
        "label": ""
      },
      {
        "sentence": "为什么我自己却得不到，为什么我没有什么朋友可以理解我呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对朋友非常细心，这是一种很好的品质。但有时候，我们期待别人以同样的方式对待我们。但每个人表达爱的方式不同，他们可能不擅长用言语表达，但这不代表他们没有关心和理解你。也许他们只是不太懂得如何安慰你，或是不知道你的需求，所以才会有一些误解和冷嘲热讽的言辞。你可以试着和朋友沟通，告诉他们你希望得到的支持方式，或者换一种方式向他们表达你的需求和情感。",
    "annotation": [
      {
        "sentence": "你对朋友非常细心，这是一种很好的品质。",
        "label": ""
      },
      {
        "sentence": "但有时候，我们期待别人以同样的方式对待我们。",
        "label": ""
      },
      {
        "sentence": "但每个人表达爱的方式不同，他们可能不擅长用言语表达，但这不代表他们没有关心和理解你。",
        "label": ""
      },
      {
        "sentence": "也许他们只是不太懂得如何安慰你，或是不知道你的需求，所以才会有一些误解和冷嘲热讽的言辞。",
        "label": ""
      },
      {
        "sentence": "你可以试着和朋友沟通，告诉他们你希望得到的支持方式，或者换一种方式向他们表达你的需求和情感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我作为一个朋友真的做的很好了，我觉得是不是我出问题了？",
    "annotation": [
      {
        "sentence": "我觉得我作为一个朋友真的做的很好了，我觉得是不是我出问题了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不，你并没有出问题。你在朋友间细心关怀，表现得很好。只是有时候人与人之间的交流会遇到障碍，大家的需求和方式都不同。可能只是需要找到比较合适的方式来表达自己的情感和需求。也许你可以挑选一些能够真正理解和关心你的人，和他们建立更深入的交流。每个人都有自己的特点和方式，我们需要去理解并寻找那些真正适合我们的人。",
    "annotation": [
      {
        "sentence": "不，你并没有出问题。",
        "label": ""
      },
      {
        "sentence": "你在朋友间细心关怀，表现得很好。",
        "label": ""
      },
      {
        "sentence": "只是有时候人与人之间的交流会遇到障碍，大家的需求和方式都不同。",
        "label": ""
      },
      {
        "sentence": "可能只是需要找到比较合适的方式来表达自己的情感和需求。",
        "label": ""
      },
      {
        "sentence": "也许你可以挑选一些能够真正理解和关心你的人，和他们建立更深入的交流。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的特点和方式，我们需要去理解并寻找那些真正适合我们的人。",
        "label": ""
      }
    ]
  }
]