[
  {
    "role": "client",
    "content": "我是20岁的男生，我该如何应对与父亲之间严重的争执呢？小时候我经常目睹父亲因为酗酒而变得暴躁，他会骂人打人。因为我妈妈爱打麻将并且出轨，父亲经常在喝醉后对妈妈发泄，甚至砸坏家里的家具。在这样的家庭环境下，我与父亲几乎没有沟通。即使父亲没有喝酒，他有时候也会说我和弟弟愚蠢，什么都不会。（我和弟弟是双胞胎）我们听到这些话后都装作没听见，也没有说什么。前几天，父亲又因为喝多了回来，大声询问我妈妈的电话。那天我很忙，就说等一下再告诉他，结果他就在客厅里大声吵闹、骂人，让我和弟弟像个正常人一样。那时候我火气上来了，大声对他说能不能别发酒疯。结果他冲进房间打了我，我也没控制住自己，还还手了……我知道动手是不对的，我真的错了，但是父亲的行为真的很难让人忍受。他之前还说我和弟弟这样那样的，还觉得我们不会听到。所以我想听听大家的看法。",
    "annotation": [
      {
        "sentence": "我是20岁的男生，我该如何应对与父亲之间严重的争执呢？",
        "label": ""
      },
      {
        "sentence": "小时候我经常目睹父亲因为酗酒而变得暴躁，他会骂人打人。",
        "label": ""
      },
      {
        "sentence": "因为我妈妈爱打麻将并且出轨，父亲经常在喝醉后对妈妈发泄，甚至砸坏家里的家具。",
        "label": ""
      },
      {
        "sentence": "在这样的家庭环境下，我与父亲几乎没有沟通。",
        "label": ""
      },
      {
        "sentence": "即使父亲没有喝酒，他有时候也会说我和弟弟愚蠢，什么都不会。",
        "label": ""
      },
      {
        "sentence": "（我和弟弟是双胞胎）我们听到这些话后都装作没听见，也没有说什么。",
        "label": ""
      },
      {
        "sentence": "前几天，父亲又因为喝多了回来，大声询问我妈妈的电话。",
        "label": ""
      },
      {
        "sentence": "那天我很忙，就说等一下再告诉他，结果他就在客厅里大声吵闹、骂人，让我和弟弟像个正常人一样。",
        "label": ""
      },
      {
        "sentence": "那时候我火气上来了，大声对他说能不能别发酒疯。",
        "label": ""
      },
      {
        "sentence": "结果他冲进房间打了我，我也没控制住自己，还还手了……我知道动手是不对的，我真的错了，但是父亲的行为真的很难让人忍受。",
        "label": ""
      },
      {
        "sentence": "他之前还说我和弟弟这样那样的，还觉得我们不会听到。",
        "label": ""
      },
      {
        "sentence": "所以我想听听大家的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的经历，我真的很心疼你。这么小的年纪就要面对这种残酷和暴力，真的不容易。首先，你提到了一次父亲酗酒后动手打骂，然后你自己也后悔了。对此，你不用太过自责，因为父亲在酒后并不能完全记得所发生的事情，或者说他会假装不记得。父亲和你的关系不会因此发生太大变化。你动手的行为可以理解为自我保护，如果你不动手，父亲可能会继续对你和母亲使用暴力。但是，你要记得动手或者使用暴力是不能解决问题的，就像你父亲一样。他喝酒很可能是因为承受了太大的生活压力，而自己无法解决，只能通过酒精来麻痹自己。他会借着喝酒的借口，放肆地发泄情绪，这也就是我们所说的家庭暴力。但这种行为对解决问题没有任何帮助，只会给家庭成员造成不可挽回的伤害。所以，对于你来说也是一样的，不能通过暴力来发泄情绪，逃避问题，而是要积极寻求解决问题的方式，这才是一个男人应该有的担当。你现在20岁，正值青春年华，你可以通过努力让自己的生活好起来，先让自己逃离苦海。等到你有能力时，再把母亲和弟弟接走。不知道你现在在做什么呢？按照年纪来看，应该是在上大学了吧。如果是在大学，一定要好好学习，努力提升自己。只有自己足够强大，才能保护自己和身边的人。如果你已经工作了，也不能放弃学习，要比别人更努力、更认真地工作，让自己变成一个不容他人轻易欺负的人，这样才有能力去保护别人。还有，无论你与父亲有关的任何决定，都要先和母亲商量，并得到她的同意。最后，祝愿你生活顺利，重新拥有快乐！",
    "annotation": [
      {
        "sentence": "看到你的经历，我真的很心疼你。",
        "label": ""
      },
      {
        "sentence": "这么小的年纪就要面对这种残酷和暴力，真的不容易。",
        "label": ""
      },
      {
        "sentence": "首先，你提到了一次父亲酗酒后动手打骂，然后你自己也后悔了。",
        "label": ""
      },
      {
        "sentence": "对此，你不用太过自责，因为父亲在酒后并不能完全记得所发生的事情，或者说他会假装不记得。",
        "label": ""
      },
      {
        "sentence": "父亲和你的关系不会因此发生太大变化。",
        "label": ""
      },
      {
        "sentence": "你动手的行为可以理解为自我保护，如果你不动手，父亲可能会继续对你和母亲使用暴力。",
        "label": ""
      },
      {
        "sentence": "但是，你要记得动手或者使用暴力是不能解决问题的，就像你父亲一样。",
        "label": ""
      },
      {
        "sentence": "他喝酒很可能是因为承受了太大的生活压力，而自己无法解决，只能通过酒精来麻痹自己。",
        "label": ""
      },
      {
        "sentence": "他会借着喝酒的借口，放肆地发泄情绪，这也就是我们所说的家庭暴力。",
        "label": ""
      },
      {
        "sentence": "但这种行为对解决问题没有任何帮助，只会给家庭成员造成不可挽回的伤害。",
        "label": ""
      },
      {
        "sentence": "所以，对于你来说也是一样的，不能通过暴力来发泄情绪，逃避问题，而是要积极寻求解决问题的方式，这才是一个男人应该有的担当。",
        "label": ""
      },
      {
        "sentence": "你现在20岁，正值青春年华，你可以通过努力让自己的生活好起来，先让自己逃离苦海。",
        "label": ""
      },
      {
        "sentence": "等到你有能力时，再把母亲和弟弟接走。",
        "label": ""
      },
      {
        "sentence": "不知道你现在在做什么呢？",
        "label": ""
      },
      {
        "sentence": "按照年纪来看，应该是在上大学了吧。",
        "label": ""
      },
      {
        "sentence": "如果是在大学，一定要好好学习，努力提升自己。",
        "label": ""
      },
      {
        "sentence": "只有自己足够强大，才能保护自己和身边的人。",
        "label": ""
      },
      {
        "sentence": "如果你已经工作了，也不能放弃学习，要比别人更努力、更认真地工作，让自己变成一个不容他人轻易欺负的人，这样才有能力去保护别人。",
        "label": ""
      },
      {
        "sentence": "还有，无论你与父亲有关的任何决定，都要先和母亲商量，并得到她的同意。",
        "label": ""
      },
      {
        "sentence": "最后，祝愿你生活顺利，重新拥有快乐！",
        "label": ""
      }
    ]
  }
]