[
  {
    "role": "client",
    "content": "在我身上看不到希望？跟这种女生在一起值得吗？前段时间我前女友做了双眼皮，然后我劝她不要去做，她执意不听，而且她还没钱，本来前面就欠了很多钱了，她还去刷信用卡贷款去割双眼皮，搞得她现在饭都吃不起了，前面我还能给她打点钱，后面我身上也没钱了。因为我现在是在跟我哥刚合伙做生意，所有的钱都投资了，然后把我生意后面也做黄了，没赚到钱。然后我就想去我女朋友那里。她就跟我说，我是不收留你的，我开始以为她是不愿意同住罢了，跟我说不喜欢两个人在一个城市里，我就很纳闷。我问她为什么？她跟我讲，你过来干嘛，吃饭都是问题你又帮不了我，要你何用靠不住。还跟我讲，你给不了我想要，又帮不了，况且你还想得出来打工，我更加在你身上看不到希望了。然后我们俩就因为这个事情分手了？……大家觉得这个女的怎么样？我该怎么办？",
    "annotation": [
      {
        "sentence": "在我身上看不到希望？",
        "label": ""
      },
      {
        "sentence": "跟这种女生在一起值得吗？",
        "label": ""
      },
      {
        "sentence": "前段时间我前女友做了双眼皮，然后我劝她不要去做，她执意不听，而且她还没钱，本来前面就欠了很多钱了，她还去刷信用卡贷款去割双眼皮，搞得她现在饭都吃不起了，前面我还能给她打点钱，后面我身上也没钱了。",
        "label": ""
      },
      {
        "sentence": "因为我现在是在跟我哥刚合伙做生意，所有的钱都投资了，然后把我生意后面也做黄了，没赚到钱。",
        "label": ""
      },
      {
        "sentence": "然后我就想去我女朋友那里。",
        "label": ""
      },
      {
        "sentence": "她就跟我说，我是不收留你的，我开始以为她是不愿意同住罢了，跟我说不喜欢两个人在一个城市里，我就很纳闷。",
        "label": ""
      },
      {
        "sentence": "我问她为什么？",
        "label": ""
      },
      {
        "sentence": "她跟我讲，你过来干嘛，吃饭都是问题你又帮不了我，要你何用靠不住。",
        "label": ""
      },
      {
        "sentence": "还跟我讲，你给不了我想要，又帮不了，况且你还想得出来打工，我更加在你身上看不到希望了。",
        "label": ""
      },
      {
        "sentence": "然后我们俩就因为这个事情分手了？",
        "label": ""
      },
      {
        "sentence": "……大家觉得这个女的怎么样？",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对自己是否有一个明确的标准，来判断一个女生是否值得和你在一起呢？不妨先撇开这个女人，思考一下你最需要的女朋友是怎样的。不需要去具体细节，只需要选出三个你最看重的方面，比如年轻漂亮，身体健康，工作稳定，脾气好，好相处，易沟通，情绪稳定，独立，能有共同话题等。然后，你觉得你的女朋友是否满足了这三个条件呢？再想一下，她的消费观念和你是否有冲突，你是否能接受她的消费观念？她不愿意两个人在一个城市里，你能接受这种程度的感情吗？两个人之间如果充满了厌烦和不满，早点放手去追寻各自的幸福也比一辈子痛苦地相互束缚要好。",
    "annotation": [
      {
        "sentence": "你对自己是否有一个明确的标准，来判断一个女生是否值得和你在一起呢？",
        "label": ""
      },
      {
        "sentence": "不妨先撇开这个女人，思考一下你最需要的女朋友是怎样的。",
        "label": ""
      },
      {
        "sentence": "不需要去具体细节，只需要选出三个你最看重的方面，比如年轻漂亮，身体健康，工作稳定，脾气好，好相处，易沟通，情绪稳定，独立，能有共同话题等。",
        "label": ""
      },
      {
        "sentence": "然后，你觉得你的女朋友是否满足了这三个条件呢？",
        "label": ""
      },
      {
        "sentence": "再想一下，她的消费观念和你是否有冲突，你是否能接受她的消费观念？",
        "label": ""
      },
      {
        "sentence": "她不愿意两个人在一个城市里，你能接受这种程度的感情吗？",
        "label": ""
      },
      {
        "sentence": "两个人之间如果充满了厌烦和不满，早点放手去追寻各自的幸福也比一辈子痛苦地相互束缚要好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己还没有一个明确的标准来评判是否值得和一个女生在一起。我会先思考一下我最需要的三个方面，然后再回答你的问题。至于她的消费观念和感情浓度，我觉得确实和我有冲突，我需要时间来考虑是否能接受。",
    "annotation": [
      {
        "sentence": "我觉得自己还没有一个明确的标准来评判是否值得和一个女生在一起。",
        "label": ""
      },
      {
        "sentence": "我会先思考一下我最需要的三个方面，然后再回答你的问题。",
        "label": ""
      },
      {
        "sentence": "至于她的消费观念和感情浓度，我觉得确实和我有冲突，我需要时间来考虑是否能接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，思考一下自己对于一个女朋友的最重要的三个方面，这样你就可以更加明确你的需求和期望。关于她的消费观念和感情浓度，不同人的观念和需求是有差异的，你需要慎重思考并找到自己的底线。",
    "annotation": [
      {
        "sentence": "很好，思考一下自己对于一个女朋友的最重要的三个方面，这样你就可以更加明确你的需求和期望。",
        "label": ""
      },
      {
        "sentence": "关于她的消费观念和感情浓度，不同人的观念和需求是有差异的，你需要慎重思考并找到自己的底线。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我最需要的三个方面是：脾气好，易沟通，和我有共同话题。而她在这些方面都没能满足我的期望。她总是对我发脾气，难以沟通，而且我们之间的兴趣爱好也不一致。",
    "annotation": [
      {
        "sentence": "我觉得我最需要的三个方面是：脾气好，易沟通，和我有共同话题。",
        "label": ""
      },
      {
        "sentence": "而她在这些方面都没能满足我的期望。",
        "label": ""
      },
      {
        "sentence": "她总是对我发脾气，难以沟通，而且我们之间的兴趣爱好也不一致。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经很好地找到了你最需要的三个方面，而根据你的描述，她似乎并不符合你的期望。如果她总是对你发脾气，缺乏良好的沟通和共同的兴趣爱好，那或许这段感情并不适合你们，你们早点分开并寻找各自的幸福可能是更好的选择。",
    "annotation": [
      {
        "sentence": "你已经很好地找到了你最需要的三个方面，而根据你的描述，她似乎并不符合你的期望。",
        "label": ""
      },
      {
        "sentence": "如果她总是对你发脾气，缺乏良好的沟通和共同的兴趣爱好，那或许这段感情并不适合你们，你们早点分开并寻找各自的幸福可能是更好的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实，我一直觉得她可能并不是我理想中的女朋友，但是我一直很犹豫。可能是因为我们在一起时间长了，我对她有些感情依赖吧。",
    "annotation": [
      {
        "sentence": "其实，我一直觉得她可能并不是我理想中的女朋友，但是我一直很犹豫。",
        "label": ""
      },
      {
        "sentence": "可能是因为我们在一起时间长了，我对她有些感情依赖吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感情依赖是很正常的，特别是在一段长时间的关系中。但是，也要明白只有互相满足和支持对方的需求，才是一份健康的感情。如果她并不是你理想中的女朋友，或许时间会让你更清楚自己的选择。",
    "annotation": [
      {
        "sentence": "感情依赖是很正常的，特别是在一段长时间的关系中。",
        "label": ""
      },
      {
        "sentence": "但是，也要明白只有互相满足和支持对方的需求，才是一份健康的感情。",
        "label": ""
      },
      {
        "sentence": "如果她并不是你理想中的女朋友，或许时间会让你更清楚自己的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我会仔细思考一下，做出对自己最好的决定。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我会仔细思考一下，做出对自己最好的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你会做出最适合自己的决定。在做决定之前，多倾听自己内心的声音，相信你会找到属于你的幸福。",
    "annotation": [
      {
        "sentence": "不用客气，我相信你会做出最适合自己的决定。",
        "label": ""
      },
      {
        "sentence": "在做决定之前，多倾听自己内心的声音，相信你会找到属于你的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会的，谢谢你的支持和鼓励。我相信我会走出困境，找到属于我自己的幸福。",
    "annotation": [
      {
        "sentence": "我会的，谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我相信我会走出困境，找到属于我自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很勇敢，相信自己也是很重要的。希望你能早日找到属于你的幸福，如果有任何困难，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "你很勇敢，相信自己也是很重要的。",
        "label": ""
      },
      {
        "sentence": "希望你能早日找到属于你的幸福，如果有任何困难，随时来找我聊天。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会的。如果有需要，我会来找你聊天的。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会的。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会来找你聊天的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我只是尽力提供支持。祝愿你一切顺利，找到属于自己的幸福！如果有任何问题，随时来找我。",
    "annotation": [
      {
        "sentence": "不用客气，我只是尽力提供支持。",
        "label": ""
      },
      {
        "sentence": "祝愿你一切顺利，找到属于自己的幸福！",
        "label": ""
      },
      {
        "sentence": "如果有任何问题，随时来找我。",
        "label": ""
      }
    ]
  }
]