[
  {
    "role": "client",
    "content": "我是一个26岁的女生，工作生活屡屡遇挫，不知道该怎么救自己。",
    "annotation": [
      {
        "sentence": "我是一个26岁的女生，工作生活屡屡遇挫，不知道该怎么救自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常能理解你的心情，可以感受到你的痛苦与焦虑，工作生活屡屡受挫，应该怎么办？在这个快节奏的社会，这种现象很常见，很多人都会有被现实打击的时候，关键还是要靠自己去进行疏解。",
    "annotation": [
      {
        "sentence": "非常能理解你的心情，可以感受到你的痛苦与焦虑，工作生活屡屡受挫，应该怎么办？",
        "label": ""
      },
      {
        "sentence": "在这个快节奏的社会，这种现象很常见，很多人都会有被现实打击的时候，关键还是要靠自己去进行疏解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，曾经的我对未来充满幻想，但是工作后开始慢慢失去弹性，就像是青蛙被温水浸泡一样，没有要去改变的动力。",
    "annotation": [
      {
        "sentence": "是的，曾经的我对未来充满幻想，但是工作后开始慢慢失去弹性，就像是青蛙被温水浸泡一样，没有要去改变的动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在工作和生活中受到了很多挫折，与他人的比较，让自己倍感压力。长期的挫折让自己失去了信心，觉得无论做什么工作，自己都做不好，产生对自己的怀疑。面对不断增加的工作压力，内心退缩的念头开始增强。",
    "annotation": [
      {
        "sentence": "在工作和生活中受到了很多挫折，与他人的比较，让自己倍感压力。",
        "label": ""
      },
      {
        "sentence": "长期的挫折让自己失去了信心，觉得无论做什么工作，自己都做不好，产生对自己的怀疑。",
        "label": ""
      },
      {
        "sentence": "面对不断增加的工作压力，内心退缩的念头开始增强。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我想换一份工作换换心境，但是长期的挫折让我否定了自己最根本的性格和做事风格，感觉无论我换到哪里，无论是什么工作，都会犯错，都会做不好的。",
    "annotation": [
      {
        "sentence": "是的，我想换一份工作换换心境，但是长期的挫折让我否定了自己最根本的性格和做事风格，感觉无论我换到哪里，无论是什么工作，都会犯错，都会做不好的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变心态，受挫是很正常的如今社会中，各行各业的人面临着不同的压力，每个人都有受挫的时候。你26岁，生活才刚刚开始，遇到挫折很正常，一帆风顺才更需要小心。年轻的时候正处于人生中需要吃苦的阶段，有些挫折在之后看来不过是人生洪流中的小风小浪，也正是这些挫折让人成长，只有经历过打击，才知道自己的问题在哪儿，也才知道如何改善自我和提升当前的能力。改变面对挫折的心态，不要只看到不好的一面，用另一个角度去思考，把它当成人生的必经之路。",
    "annotation": [
      {
        "sentence": "改变心态，受挫是很正常的如今社会中，各行各业的人面临着不同的压力，每个人都有受挫的时候。",
        "label": ""
      },
      {
        "sentence": "你26岁，生活才刚刚开始，遇到挫折很正常，一帆风顺才更需要小心。",
        "label": ""
      },
      {
        "sentence": "年轻的时候正处于人生中需要吃苦的阶段，有些挫折在之后看来不过是人生洪流中的小风小浪，也正是这些挫折让人成长，只有经历过打击，才知道自己的问题在哪儿，也才知道如何改善自我和提升当前的能力。",
        "label": ""
      },
      {
        "sentence": "改变面对挫折的心态，不要只看到不好的一面，用另一个角度去思考，把它当成人生的必经之路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该改变自己的心态，不再只看到不好的一面。但是我总是比不过隔壁家的小孩，让自己的压力很大。",
    "annotation": [
      {
        "sentence": "你说得对，我应该改变自己的心态，不再只看到不好的一面。",
        "label": ""
      },
      {
        "sentence": "但是我总是比不过隔壁家的小孩，让自己的压力很大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要和他人比较，做自己就好。你说总是比不过隔壁家的小孩，让自己的压力很大。烦恼都是比较出来的，我们和他人生长的环境不同，人生理想和目标不一样，没有必要去比较。或许他人现在确实比你优秀，但这都只是暂的，而且每个人都有自己的闪光点，也许别人的优点在于拥有一份体面的工作，在工作中很得意，但是也要看到自己的优势，或许自己的优点在于擅长人际交往，语言上的天赋，又或者是对其他一些技能的熟练掌握。每个人都是不同的，不必和他人比较，我们要做的是和过去的自己比，超越之前的自己，变得更优秀。",
    "annotation": [
      {
        "sentence": "不要和他人比较，做自己就好。",
        "label": ""
      },
      {
        "sentence": "你说总是比不过隔壁家的小孩，让自己的压力很大。",
        "label": ""
      },
      {
        "sentence": "烦恼都是比较出来的，我们和他人生长的环境不同，人生理想和目标不一样，没有必要去比较。",
        "label": ""
      },
      {
        "sentence": "或许他人现在确实比你优秀，但这都只是暂的，而且每个人都有自己的闪光点，也许别人的优点在于拥有一份体面的工作，在工作中很得意，但是也要看到自己的优势，或许自己的优点在于擅长人际交往，语言上的天赋，又或者是对其他一些技能的熟练掌握。",
        "label": ""
      },
      {
        "sentence": "每个人都是不同的，不必和他人比较，我们要做的是和过去的自己比，超越之前的自己，变得更优秀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我应该更加自信一些。我由于遭受了太多挫折，以致失去了自信，感觉做什么都不行。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我应该更加自信一些。",
        "label": ""
      },
      {
        "sentence": "我由于遭受了太多挫折，以致失去了自信，感觉做什么都不行。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "遭遇挫折并不能说明自己的能力不行，有些事是我们无法掌控的，而与我们自身的能力无关。你要做的是培养自己的自信心，去做一些擅长的事情，去认真分析自己，看到自己的长处。",
    "annotation": [
      {
        "sentence": "遭遇挫折并不能说明自己的能力不行，有些事是我们无法掌控的，而与我们自身的能力无关。",
        "label": ""
      },
      {
        "sentence": "你要做的是培养自己的自信心，去做一些擅长的事情，去认真分析自己，看到自己的长处。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该学会培养自己的自信心，看到自己的优点和长处。但是，当遇到挫折时，我总是无法及时解决，让事情堆在心上。",
    "annotation": [
      {
        "sentence": "你说得对，我应该学会培养自己的自信心，看到自己的优点和长处。",
        "label": ""
      },
      {
        "sentence": "但是，当遇到挫折时，我总是无法及时解决，让事情堆在心上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "遇到挫折，及时解决是每个人都会有的，关键是要看我们怎么处理。只有及时解决，才不会让事情堆在心上。工作中遇到挫折，可以向更有经验的同事请教，不断吸取经验教训，让自己在之后避免发生类似的情况。生活中的挫折及时分析原因，理清思绪，为之后的生活提供借鉴和参考。祝你可以早日摆脱烦恼，过得开心快乐。",
    "annotation": [
      {
        "sentence": "遇到挫折，及时解决是每个人都会有的，关键是要看我们怎么处理。",
        "label": ""
      },
      {
        "sentence": "只有及时解决，才不会让事情堆在心上。",
        "label": ""
      },
      {
        "sentence": "工作中遇到挫折，可以向更有经验的同事请教，不断吸取经验教训，让自己在之后避免发生类似的情况。",
        "label": ""
      },
      {
        "sentence": "生活中的挫折及时分析原因，理清思绪，为之后的生活提供借鉴和参考。",
        "label": ""
      },
      {
        "sentence": "祝你可以早日摆脱烦恼，过得开心快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会尽力去调整自己的心态，勇敢面对挫折，变得更加有自信。谢谢你的耐心倾听，祝愿你今天过得快乐！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会尽力去调整自己的心态，勇敢面对挫折，变得更加有自信。",
        "label": ""
      },
      {
        "sentence": "谢谢你的耐心倾听，祝愿你今天过得快乐！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直支持你的。你的改变和成长是最重要的，相信你能够克服困难，迎接更好的未来。祝你每天都充满快乐与希望！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "你的改变和成长是最重要的，相信你能够克服困难，迎接更好的未来。",
        "label": ""
      },
      {
        "sentence": "祝你每天都充满快乐与希望！",
        "label": ""
      }
    ]
  }
]