[
  {
    "role": "client",
    "content": "女朋友身体不好，说不想给我添麻烦，要分手，怎么办？",
    "annotation": [
      {
        "sentence": "女朋友身体不好，说不想给我添麻烦，要分手，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我是支持者。很高兴能够和你聊天。听到你这个困扰，我能感受到你的担忧和不安。你可以把你心里的话和我说说，我们一起来思考怎样才能够帮助你的女朋友。",
    "annotation": [
      {
        "sentence": "你好，我是支持者。",
        "label": ""
      },
      {
        "sentence": "很高兴能够和你聊天。",
        "label": ""
      },
      {
        "sentence": "听到你这个困扰，我能感受到你的担忧和不安。",
        "label": ""
      },
      {
        "sentence": "你可以把你心里的话和我说说，我们一起来思考怎样才能够帮助你的女朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我非常感激。我女朋友大二，长得漂亮，性格温柔，但是有比较严重的慢性病，虽然不会遗传也不会危及生命，但是每天都会难受，而且短时间内不可能治愈或明显好转。我和她初识就是我看到她不舒服而去关心一下，之后我和她在一块的大多数时间也是我照顾不舒服的她。可能是因为长期病痛，她性格有些自卑、内向，总觉得一直是在拖累我。上周末她去医院检查，发现病情没有好转，然后就以不想再给我添麻烦为由提出分手，说和她在一起我也不会开心，她总是浪费我时间精力什么的。之后我发微信她也不回，在学校也躲着我，她闺蜜劝她也不听。我是真心想照顾她一辈子的。现在该怎么办？",
    "annotation": [
      {
        "sentence": "谢谢你，我非常感激。",
        "label": ""
      },
      {
        "sentence": "我女朋友大二，长得漂亮，性格温柔，但是有比较严重的慢性病，虽然不会遗传也不会危及生命，但是每天都会难受，而且短时间内不可能治愈或明显好转。",
        "label": ""
      },
      {
        "sentence": "我和她初识就是我看到她不舒服而去关心一下，之后我和她在一块的大多数时间也是我照顾不舒服的她。",
        "label": ""
      },
      {
        "sentence": "可能是因为长期病痛，她性格有些自卑、内向，总觉得一直是在拖累我。",
        "label": ""
      },
      {
        "sentence": "上周末她去医院检查，发现病情没有好转，然后就以不想再给我添麻烦为由提出分手，说和她在一起我也不会开心，她总是浪费我时间精力什么的。",
        "label": ""
      },
      {
        "sentence": "之后我发微信她也不回，在学校也躲着我，她闺蜜劝她也不听。",
        "label": ""
      },
      {
        "sentence": "我是真心想照顾她一辈子的。",
        "label": ""
      },
      {
        "sentence": "现在该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的女朋友的苦衷和你的痛苦，但是你们在一起的感情，也不是只由她一个人来决定的，因为你们在一起的时候，既然已经做出了这个决定，就要一起面对困难和挑战。你可以去了解一下她为什么要提出分手的原因，然后耐心的去和她沟通，告诉她你愿意陪伴她一起度过难关，让你的女朋友感受到你的爱和支持。当她从自己的角度出发，认为因为自己的病，给你造成了负担和麻烦时，你可以和她一起去思考，怎样才可以将你们之间的感情负担变成感情的力量。",
    "annotation": [
      {
        "sentence": "我理解你的女朋友的苦衷和你的痛苦，但是你们在一起的感情，也不是只由她一个人来决定的，因为你们在一起的时候，既然已经做出了这个决定，就要一起面对困难和挑战。",
        "label": ""
      },
      {
        "sentence": "你可以去了解一下她为什么要提出分手的原因，然后耐心的去和她沟通，告诉她你愿意陪伴她一起度过难关，让你的女朋友感受到你的爱和支持。",
        "label": ""
      },
      {
        "sentence": "当她从自己的角度出发，认为因为自己的病，给你造成了负担和麻烦时，你可以和她一起去思考，怎样才可以将你们之间的感情负担变成感情的力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会和她好好谈谈，希望能够让她感受到我的爱和支持。",
    "annotation": [
      {
        "sentence": "我明白了，我会和她好好谈谈，希望能够让她感受到我的爱和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我想和你分享一下，如果你女朋友的病情确实是没有办法治愈，每个人的身体状况都有好与坏，而你女朋友的身体状况并不影响她的优点。所以，我们要看到一个人的全面，包括她自己、身体状况等方面。你的女朋友不应该被自己的疾病所定义，她应该被她的内心、智慧和美丽所定义。在你们的感情中，不仅是你在照顾她，她在你的身边也是很重要的。如果你能够和她一起去面对生活，同时也能够体会到她的温柔和美好，相信你会更加珍惜这份感情。",
    "annotation": [
      {
        "sentence": "我想和你分享一下，如果你女朋友的病情确实是没有办法治愈，每个人的身体状况都有好与坏，而你女朋友的身体状况并不影响她的优点。",
        "label": ""
      },
      {
        "sentence": "所以，我们要看到一个人的全面，包括她自己、身体状况等方面。",
        "label": ""
      },
      {
        "sentence": "你的女朋友不应该被自己的疾病所定义，她应该被她的内心、智慧和美丽所定义。",
        "label": ""
      },
      {
        "sentence": "在你们的感情中，不仅是你在照顾她，她在你的身边也是很重要的。",
        "label": ""
      },
      {
        "sentence": "如果你能够和她一起去面对生活，同时也能够体会到她的温柔和美好，相信你会更加珍惜这份感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，你的话让我感觉心情开朗了很多。我想我会好好跟她在一起，并且会注意不去给她压力。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，你的话让我感觉心情开朗了很多。",
        "label": ""
      },
      {
        "sentence": "我想我会好好跟她在一起，并且会注意不去给她压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！当你面对挫折和困难的时候，不要忘记你身边有一个支持你并和你一起成长的女朋友。她需要你的支持和理解，你也需要她的陪伴和鼓励。相信你们之间的爱和信任，你们的感情一定会更加坚固。",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "当你面对挫折和困难的时候，不要忘记你身边有一个支持你并和你一起成长的女朋友。",
        "label": ""
      },
      {
        "sentence": "她需要你的支持和理解，你也需要她的陪伴和鼓励。",
        "label": ""
      },
      {
        "sentence": "相信你们之间的爱和信任，你们的感情一定会更加坚固。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对！我会去好好珍惜我们的感情，我们会一起成长的。谢谢你的陪伴和关心。",
    "annotation": [
      {
        "sentence": "你说的很对！",
        "label": ""
      },
      {
        "sentence": "我会去好好珍惜我们的感情，我们会一起成长的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的陪伴和关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我非常高兴我能够帮到你。如果你有任何需要的时候，都可以找我聊天。祝你们感情愉快，生活幸福！",
    "annotation": [
      {
        "sentence": "我非常高兴我能够帮到你。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要的时候，都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你们感情愉快，生活幸福！",
        "label": ""
      }
    ]
  }
]