[
  {
    "role": "client",
    "content": "我是一位26岁的女生，工作和生活上经常遇到挫折，我应该怎么帮助自己？",
    "annotation": [
      {
        "sentence": "我是一位26岁的女生，工作和生活上经常遇到挫折，我应该怎么帮助自己？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我们是同龄人，我也正在面临生活、工作、学习和家庭等各方面的压力。我们可以简单聊聊。【1】你并没有失去弹性。以前，你充满希望，但现在受到了打击，你感觉好像失去了弹性，好像被压得无法再弹起来。但我认为只是需要一些时间来恢复。现在的压力、困难和无法逃避的感觉，你可以把它们看作是你自己弹性的砝码。砝码越重，你的弹力会越强，只是适应需要一些时间而已。【2】不要过度批评自己。每个人的存在都有特殊的意义，与能力无关。不要用“能不能”、“好不好”来衡量“有没有”，因为这是两个不同的概念。其次，不要直接认为自己没有做得好，不如别人。你应该思考一下为什么自己会这样认知，并且依据是什么？为什么有些人所做的事情不如你，却没有感觉自己做得不好呢？也许是因为你对自己有较高的期望、追求完美主义，或者太注重他人的评价等等。当你明白这些后，你会发现你所认知到的结果实际上并不是因为你真的做得不好，而只是思维上的误解而已。【3】不要害怕改变。如果工作真的给你带来了很多压力，你需要好好思考一下这份工作是否适合你的性格和价值观，是否能够满足你的需求。在我看来，它成为你的压力源的原因，一方面是因为你的认知，另一方面是匹配度的问题。如果这份工作合适你，而且你对它也感兴趣，那你会更容易将压力转化为动力。如果压力越来越大，可能有不合适的因素存在，你心中可能对工作有一定的排斥。如果是这种情况，在理智思考的前提下，你可以尝试改变，不要害怕。相比于被压力吞噬而不愿改变的人，你已经很勇敢了。将其视为给自己多一些机会，你可以的。【4】你不需要成为超人，做回自己就好。把注意力放在现实发生的事情上，你还没有做到或者还没有获得的东西是不存在的。多想想实际上已经存在的东西，比如你做了什么，获得了什么，给予了什么。不要总是想着自己没有做好某事或者没有得到某些东西。此外，要关注自己，在做事情的时候，你应该如何感受，在出现某种情绪的时候，你的感受如何，什么时候感觉好一些，什么时候感觉不太好等等。工作是建立在个人的基础之上的，首先要关注好自己的存在，工作才能够顺利进行。不要过度关注工作，要先专注于关注自己，也就是你自己。你也不需要非要变得坚强，人的承受能力是有限的。当砝码过重时，弹性可能会消失。当面临压力时，想要逃避和退缩是正常的反应，这并不代表你不坚强。你可能希望迎难而上，但在此之前，你需要给自己一些缓冲和准备的时间。我也经历过被折磨到极限的时候，但渐渐地，我可以与压力和痛苦共存。我好像找到了某种平衡点，我已经不再试图让他们消失，反而习惯了它们的陪伴。可能我和你的情况不太一样，但我希望你能慢慢找到适合自己的平衡状态。你已经非常优秀了，多给自己一些时间和空间，你会变得更好的。【5】",
    "annotation": [
      {
        "sentence": "你好，我们是同龄人，我也正在面临生活、工作、学习和家庭等各方面的压力。",
        "label": ""
      },
      {
        "sentence": "我们可以简单聊聊。",
        "label": ""
      },
      {
        "sentence": "【1】你并没有失去弹性。",
        "label": ""
      },
      {
        "sentence": "以前，你充满希望，但现在受到了打击，你感觉好像失去了弹性，好像被压得无法再弹起来。",
        "label": ""
      },
      {
        "sentence": "但我认为只是需要一些时间来恢复。",
        "label": ""
      },
      {
        "sentence": "现在的压力、困难和无法逃避的感觉，你可以把它们看作是你自己弹性的砝码。",
        "label": ""
      },
      {
        "sentence": "砝码越重，你的弹力会越强，只是适应需要一些时间而已。",
        "label": ""
      },
      {
        "sentence": "【2】不要过度批评自己。",
        "label": ""
      },
      {
        "sentence": "每个人的存在都有特殊的意义，与能力无关。",
        "label": ""
      },
      {
        "sentence": "不要用“能不能”、“好不好”来衡量“有没有”，因为这是两个不同的概念。",
        "label": ""
      },
      {
        "sentence": "其次，不要直接认为自己没有做得好，不如别人。",
        "label": ""
      },
      {
        "sentence": "你应该思考一下为什么自己会这样认知，并且依据是什么？",
        "label": ""
      },
      {
        "sentence": "为什么有些人所做的事情不如你，却没有感觉自己做得不好呢？",
        "label": ""
      },
      {
        "sentence": "也许是因为你对自己有较高的期望、追求完美主义，或者太注重他人的评价等等。",
        "label": ""
      },
      {
        "sentence": "当你明白这些后，你会发现你所认知到的结果实际上并不是因为你真的做得不好，而只是思维上的误解而已。",
        "label": ""
      },
      {
        "sentence": "【3】不要害怕改变。",
        "label": ""
      },
      {
        "sentence": "如果工作真的给你带来了很多压力，你需要好好思考一下这份工作是否适合你的性格和价值观，是否能够满足你的需求。",
        "label": ""
      },
      {
        "sentence": "在我看来，它成为你的压力源的原因，一方面是因为你的认知，另一方面是匹配度的问题。",
        "label": ""
      },
      {
        "sentence": "如果这份工作合适你，而且你对它也感兴趣，那你会更容易将压力转化为动力。",
        "label": ""
      },
      {
        "sentence": "如果压力越来越大，可能有不合适的因素存在，你心中可能对工作有一定的排斥。",
        "label": ""
      },
      {
        "sentence": "如果是这种情况，在理智思考的前提下，你可以尝试改变，不要害怕。",
        "label": ""
      },
      {
        "sentence": "相比于被压力吞噬而不愿改变的人，你已经很勇敢了。",
        "label": ""
      },
      {
        "sentence": "将其视为给自己多一些机会，你可以的。",
        "label": ""
      },
      {
        "sentence": "【4】你不需要成为超人，做回自己就好。",
        "label": ""
      },
      {
        "sentence": "把注意力放在现实发生的事情上，你还没有做到或者还没有获得的东西是不存在的。",
        "label": ""
      },
      {
        "sentence": "多想想实际上已经存在的东西，比如你做了什么，获得了什么，给予了什么。",
        "label": ""
      },
      {
        "sentence": "不要总是想着自己没有做好某事或者没有得到某些东西。",
        "label": ""
      },
      {
        "sentence": "此外，要关注自己，在做事情的时候，你应该如何感受，在出现某种情绪的时候，你的感受如何，什么时候感觉好一些，什么时候感觉不太好等等。",
        "label": ""
      },
      {
        "sentence": "工作是建立在个人的基础之上的，首先要关注好自己的存在，工作才能够顺利进行。",
        "label": ""
      },
      {
        "sentence": "不要过度关注工作，要先专注于关注自己，也就是你自己。",
        "label": ""
      },
      {
        "sentence": "你也不需要非要变得坚强，人的承受能力是有限的。",
        "label": ""
      },
      {
        "sentence": "当砝码过重时，弹性可能会消失。",
        "label": ""
      },
      {
        "sentence": "当面临压力时，想要逃避和退缩是正常的反应，这并不代表你不坚强。",
        "label": ""
      },
      {
        "sentence": "你可能希望迎难而上，但在此之前，你需要给自己一些缓冲和准备的时间。",
        "label": ""
      },
      {
        "sentence": "我也经历过被折磨到极限的时候，但渐渐地，我可以与压力和痛苦共存。",
        "label": ""
      },
      {
        "sentence": "我好像找到了某种平衡点，我已经不再试图让他们消失，反而习惯了它们的陪伴。",
        "label": ""
      },
      {
        "sentence": "可能我和你的情况不太一样，但我希望你能慢慢找到适合自己的平衡状态。",
        "label": ""
      },
      {
        "sentence": "你已经非常优秀了，多给自己一些时间和空间，你会变得更好的。",
        "label": ""
      },
      {
        "sentence": "【5】",
        "label": ""
      }
    ]
  }
]