[
  {
    "role": "client",
    "content": "我在自卑情结驱使下，人生的诸多烦恼。由于自己原生家庭力量悬殊，我有自卑情结，尽管接触心理学和冥想有意调整，但还是无法根本解决。",
    "annotation": [
      {
        "sentence": "我在自卑情结驱使下，人生的诸多烦恼。",
        "label": ""
      },
      {
        "sentence": "由于自己原生家庭力量悬殊，我有自卑情结，尽管接触心理学和冥想有意调整，但还是无法根本解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很能理解你在自卑情结上的困扰，尽管自己试图改变似乎也没有起到很好的效果，那么我们就来分析一下你的问题所在并尝试找到突破口吧。",
    "annotation": [
      {
        "sentence": "很能理解你在自卑情结上的困扰，尽管自己试图改变似乎也没有起到很好的效果，那么我们就来分析一下你的问题所在并尝试找到突破口吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从小无法成为普通人，总是光彩照人，容易嫉妒，高敏感，在乎周边。但很多时候，我太容易纠结于自己为何会这样，不容许自己有一些负面。所以，总也走不出来，容易受他人的影响。",
    "annotation": [
      {
        "sentence": "我从小无法成为普通人，总是光彩照人，容易嫉妒，高敏感，在乎周边。",
        "label": ""
      },
      {
        "sentence": "但很多时候，我太容易纠结于自己为何会这样，不容许自己有一些负面。",
        "label": ""
      },
      {
        "sentence": "所以，总也走不出来，容易受他人的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你的描述看来，从小到大你对自己都特别严格，光彩照人，强过别人才能使你安心，一旦有人有了比你优秀的苗头就会心生嫉妒，焦虑不安。你的家人是否在你的成长的过程中一直灌输\"一定要优秀，失败是不被认可，你一定要与人为善，否则你就是不对的\"观念呢？不容许自己有一些负面，似乎是一种条件反射：如果失败，就会收到惩罚，不能表达对他人的不满，这样的想法在监督着你的举动，使你痛苦又疲惫不堪。",
    "annotation": [
      {
        "sentence": "在你的描述看来，从小到大你对自己都特别严格，光彩照人，强过别人才能使你安心，一旦有人有了比你优秀的苗头就会心生嫉妒，焦虑不安。",
        "label": ""
      },
      {
        "sentence": "你的家人是否在你的成长的过程中一直灌输\"一定要优秀，失败是不被认可，你一定要与人为善，否则你就是不对的\"观念呢？",
        "label": ""
      },
      {
        "sentence": "不容许自己有一些负面，似乎是一种条件反射：如果失败，就会收到惩罚，不能表达对他人的不满，这样的想法在监督着你的举动，使你痛苦又疲惫不堪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得自己必须要表现得优秀，完美的形象让我感到安全。但是这样的想法让我非常疲惫，不知道如何突破。",
    "annotation": [
      {
        "sentence": "是的，我一直觉得自己必须要表现得优秀，完美的形象让我感到安全。",
        "label": ""
      },
      {
        "sentence": "但是这样的想法让我非常疲惫，不知道如何突破。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以尝试意识到过于追求成功，不允许自己失败是一种完美主义，放在现实中是行不通的，过高的期待会加重不能如愿的焦虑，尝试放低对自己的要求，也接纳自己偶尔的失误。",
    "annotation": [
      {
        "sentence": "可以尝试意识到过于追求成功，不允许自己失败是一种完美主义，放在现实中是行不通的，过高的期待会加重不能如愿的焦虑，尝试放低对自己的要求，也接纳自己偶尔的失误。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着接受这个建议，但我还是觉得很难自己克服这个自卑情结。而且，我在高中时，由于在乎成绩而经常被小团体针对，故意激我，给我写道歉信，我也只能原谅。但过去这么久，心里感觉总也放不下，回想起来有扇她耳光的冲动。",
    "annotation": [
      {
        "sentence": "我会试着接受这个建议，但我还是觉得很难自己克服这个自卑情结。",
        "label": ""
      },
      {
        "sentence": "而且，我在高中时，由于在乎成绩而经常被小团体针对，故意激我，给我写道歉信，我也只能原谅。",
        "label": ""
      },
      {
        "sentence": "但过去这么久，心里感觉总也放不下，回想起来有扇她耳光的冲动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在接触心理学的时候是否有了解到一个叫做\"投射性认同\"的名词，即你像外界客体投射出去的信息，会使得他们做出限定的回应。这样看来，你过于在乎成绩是在向外界投射\"我很棒很优秀不容置疑\"的信息，小团体们接收到这样的信息，激起了他们心中想要挑战、不服的感觉，于是通过针对你呈现出来。",
    "annotation": [
      {
        "sentence": "在接触心理学的时候是否有了解到一个叫做\"投射性认同\"的名词，即你像外界客体投射出去的信息，会使得他们做出限定的回应。",
        "label": ""
      },
      {
        "sentence": "这样看来，你过于在乎成绩是在向外界投射\"我很棒很优秀不容置疑\"的信息，小团体们接收到这样的信息，激起了他们心中想要挑战、不服的感觉，于是通过针对你呈现出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来如此，我一直没有意识到这个问题。我总是在社交关系上启用对比的思维模式，习惯将所有人分个高低，胜负欲使得我难以与人和平共处。",
    "annotation": [
      {
        "sentence": "原来如此，我一直没有意识到这个问题。",
        "label": ""
      },
      {
        "sentence": "我总是在社交关系上启用对比的思维模式，习惯将所有人分个高低，胜负欲使得我难以与人和平共处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那么在社交关系中，除了竞争还有爱的联结，竞争是持强临弱，而爱是包容欣赏的态度。你不必把所有人当做自己的对手，学会发现他人的优点，通过学习榜样查漏补缺，是否更利于自身的进步呢？",
    "annotation": [
      {
        "sentence": "那么在社交关系中，除了竞争还有爱的联结，竞争是持强临弱，而爱是包容欣赏的态度。",
        "label": ""
      },
      {
        "sentence": "你不必把所有人当做自己的对手，学会发现他人的优点，通过学习榜样查漏补缺，是否更利于自身的进步呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更多关注他人的长处，不再把所有关系都看成竞争的关系。还有，我之前总是怕自己张扬事事做得出彩会招致嫉妒，导致在班里的学习气氛不好，感觉矛头指向我，我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "你说得对，我应该更多关注他人的长处，不再把所有关系都看成竞争的关系。",
        "label": ""
      },
      {
        "sentence": "还有，我之前总是怕自己张扬事事做得出彩会招致嫉妒，导致在班里的学习气氛不好，感觉矛头指向我，我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了学习成绩，你可以尝试加强多方面的能力，投入精力在自己的兴趣爱好上。当鸡蛋不在一个篮子装，就不会过于担忧一种能力的好坏。当你拥有了多方面的能力，你的自信会自然消解你的不安。",
    "annotation": [
      {
        "sentence": "除了学习成绩，你可以尝试加强多方面的能力，投入精力在自己的兴趣爱好上。",
        "label": ""
      },
      {
        "sentence": "当鸡蛋不在一个篮子装，就不会过于担忧一种能力的好坏。",
        "label": ""
      },
      {
        "sentence": "当你拥有了多方面的能力，你的自信会自然消解你的不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着接受自己的不完美，也会加强自己的多方面能力，希望能够摆脱自卑情结。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着接受自己的不完美，也会加强自己的多方面能力，希望能够摆脱自卑情结。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助到你，要记住每个人都有自己的闪光点，不必要过分苛求自己，只要努力进步就好了。如果还有其他问题，随时来找我聊天！",
    "annotation": [
      {
        "sentence": "很高兴能够帮助到你，要记住每个人都有自己的闪光点，不必要过分苛求自己，只要努力进步就好了。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我聊天！",
        "label": ""
      }
    ]
  }
]