[
  {
    "role": "client",
    "content": "小时候在外婆家遭受很多不公，妈妈什么都没做？",
    "annotation": [
      {
        "sentence": "小时候在外婆家遭受很多不公，妈妈什么都没做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你小时候在外婆家遭到不公对待，伤害了你的内心。这让你很失望，也感到心痛。你能告诉我具体是怎样的不公对待吗？无论是什么，对一个小孩来说都是巨大的伤害，给你留下了心理创伤。我们都渴望在受到伤害时得到父母的保护和帮助。但是在你的经历中，你的妈妈并没有很好地保护你，没有尽到一个母亲的责任。这让你更加愤怒，将对外婆家的怨恨转移到母亲身上，产生了伤害她的想法。这种情绪来发泄你内心的负面情绪。一个家庭的养育模式是有传承的。你说你妈妈生性懦弱，这种性格可能也是曾经在外婆家的成长环境中形成的。很有可能她也曾经遭受过类似的伤害，被压抑和否定，所以不敢反抗。否认和逃避是一种自我保护的心理防御机制。也许在你妈妈内心深处还有对外婆家的恐惧，她害怕你的想法和行为会得罪到他们，甚至担心他们会做出伤害她和你的事情。所以对你的抱怨她有一种无法面对和逃避的感觉，这也解释了她想埋怨你或者表达埋怨的眼神。可以说，你的妈妈和你一样，都是曾经经历过心理创伤的受害者。她没有保护你，也是因为曾经没有能力保护自己。现在她虽然叫你把心里的事说出来，但是因为一些原因她始终没有能力和办法去帮助你。所以她唯一能为你做到的就是倾听你的诉说。你能理解你妈妈的想法和行为的根源吗？明白她其实和你一样也是伤害的受害者。你也会明白，将保护你的希望放在她身上可能是一种幻想，将愤怒发泄在她身上也是一种错误的方向和白费力气。这时候，如果你能理解她、接纳她，放下对她的怨恨和攻击，和她站在一起，你们或许可以互相扶持、互相安抚、互相疗愈。无论你和你妈妈以前在外婆家经历了多少不公，或者你对她有多少不满，事情都已经发生，伤痛也已经形成。如果我们继续陷在过去的痛苦中、继续保持和重复愤怒和怨恨的消极情绪，我们只会强化这些情绪，对自己造成二次伤害。当初我们没有能力去抵抗伤害和保护自己，但是现在我们已经长大，逐渐独立起来，逐渐有能力保护自己了，我们也需要更多地依靠自己的力量来保护自己。我希望你能够尽快走出对过去的怨恨和痛苦，将注意力放在当下和未来的生活上，学会自己爱自己，加强和依靠自己的力量，过好属于你自己的人生。如果需要，你也可以寻求专业心理咨询师的帮助，他们会帮助你疗愈过去的痛苦，重新发现内心的力量。加油！",
    "annotation": [
      {
        "sentence": "你小时候在外婆家遭到不公对待，伤害了你的内心。",
        "label": ""
      },
      {
        "sentence": "这让你很失望，也感到心痛。",
        "label": ""
      },
      {
        "sentence": "你能告诉我具体是怎样的不公对待吗？",
        "label": ""
      },
      {
        "sentence": "无论是什么，对一个小孩来说都是巨大的伤害，给你留下了心理创伤。",
        "label": ""
      },
      {
        "sentence": "我们都渴望在受到伤害时得到父母的保护和帮助。",
        "label": ""
      },
      {
        "sentence": "但是在你的经历中，你的妈妈并没有很好地保护你，没有尽到一个母亲的责任。",
        "label": ""
      },
      {
        "sentence": "这让你更加愤怒，将对外婆家的怨恨转移到母亲身上，产生了伤害她的想法。",
        "label": ""
      },
      {
        "sentence": "这种情绪来发泄你内心的负面情绪。",
        "label": ""
      },
      {
        "sentence": "一个家庭的养育模式是有传承的。",
        "label": ""
      },
      {
        "sentence": "你说你妈妈生性懦弱，这种性格可能也是曾经在外婆家的成长环境中形成的。",
        "label": ""
      },
      {
        "sentence": "很有可能她也曾经遭受过类似的伤害，被压抑和否定，所以不敢反抗。",
        "label": ""
      },
      {
        "sentence": "否认和逃避是一种自我保护的心理防御机制。",
        "label": ""
      },
      {
        "sentence": "也许在你妈妈内心深处还有对外婆家的恐惧，她害怕你的想法和行为会得罪到他们，甚至担心他们会做出伤害她和你的事情。",
        "label": ""
      },
      {
        "sentence": "所以对你的抱怨她有一种无法面对和逃避的感觉，这也解释了她想埋怨你或者表达埋怨的眼神。",
        "label": ""
      },
      {
        "sentence": "可以说，你的妈妈和你一样，都是曾经经历过心理创伤的受害者。",
        "label": ""
      },
      {
        "sentence": "她没有保护你，也是因为曾经没有能力保护自己。",
        "label": ""
      },
      {
        "sentence": "现在她虽然叫你把心里的事说出来，但是因为一些原因她始终没有能力和办法去帮助你。",
        "label": ""
      },
      {
        "sentence": "所以她唯一能为你做到的就是倾听你的诉说。",
        "label": ""
      },
      {
        "sentence": "你能理解你妈妈的想法和行为的根源吗？",
        "label": ""
      },
      {
        "sentence": "明白她其实和你一样也是伤害的受害者。",
        "label": ""
      },
      {
        "sentence": "你也会明白，将保护你的希望放在她身上可能是一种幻想，将愤怒发泄在她身上也是一种错误的方向和白费力气。",
        "label": ""
      },
      {
        "sentence": "这时候，如果你能理解她、接纳她，放下对她的怨恨和攻击，和她站在一起，你们或许可以互相扶持、互相安抚、互相疗愈。",
        "label": ""
      },
      {
        "sentence": "无论你和你妈妈以前在外婆家经历了多少不公，或者你对她有多少不满，事情都已经发生，伤痛也已经形成。",
        "label": ""
      },
      {
        "sentence": "如果我们继续陷在过去的痛苦中、继续保持和重复愤怒和怨恨的消极情绪，我们只会强化这些情绪，对自己造成二次伤害。",
        "label": ""
      },
      {
        "sentence": "当初我们没有能力去抵抗伤害和保护自己，但是现在我们已经长大，逐渐独立起来，逐渐有能力保护自己了，我们也需要更多地依靠自己的力量来保护自己。",
        "label": ""
      },
      {
        "sentence": "我希望你能够尽快走出对过去的怨恨和痛苦，将注意力放在当下和未来的生活上，学会自己爱自己，加强和依靠自己的力量，过好属于你自己的人生。",
        "label": ""
      },
      {
        "sentence": "如果需要，你也可以寻求专业心理咨询师的帮助，他们会帮助你疗愈过去的痛苦，重新发现内心的力量。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]