[
  {
    "role": "client",
    "content": "对于自己的选择不自信了，未来的生活究竟该怎么走啊？",
    "annotation": [
      {
        "sentence": "对于自己的选择不自信了，未来的生活究竟该怎么走啊？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我听到你对自己的选择感到不自信，并且对未来的生活也感到困惑。你提到你对另一半的选择现在感到错误，并且离过婚又复婚，现在又进入一个艰难的时期。你认识到离婚解决不了问题，但你现在不知道该怎么办。你现在感到自己的判断能力不可靠，因为过去的选择都是匆忙的，离婚和复婚都是出于逃避和天真的考虑。你现在有孩子了，感到日子过不下去，每天都很后悔很困惑。你对自己的判断能力不自信，对未来的生活该怎么走，感到迷茫。",
    "annotation": [
      {
        "sentence": "我听到你对自己的选择感到不自信，并且对未来的生活也感到困惑。",
        "label": ""
      },
      {
        "sentence": "你提到你对另一半的选择现在感到错误，并且离过婚又复婚，现在又进入一个艰难的时期。",
        "label": ""
      },
      {
        "sentence": "你认识到离婚解决不了问题，但你现在不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "你现在感到自己的判断能力不可靠，因为过去的选择都是匆忙的，离婚和复婚都是出于逃避和天真的考虑。",
        "label": ""
      },
      {
        "sentence": "你现在有孩子了，感到日子过不下去，每天都很后悔很困惑。",
        "label": ""
      },
      {
        "sentence": "你对自己的判断能力不自信，对未来的生活该怎么走，感到迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感到非常后悔和痛苦。我觉得我一直都在逃避问题，没有真正面对。之前离婚的原因是因为我们之间存在一些核心的关系问题和心理问题，但当时我们没有解决，只是选择了离婚。但是现在看来，离婚只是一种逃避，我们的问题并没有得到真正的解决。所以现在复婚后，这些问题又浮现出来，我感到非常无助和怀疑自己的选择。",
    "annotation": [
      {
        "sentence": "是的，我感到非常后悔和痛苦。",
        "label": ""
      },
      {
        "sentence": "我觉得我一直都在逃避问题，没有真正面对。",
        "label": ""
      },
      {
        "sentence": "之前离婚的原因是因为我们之间存在一些核心的关系问题和心理问题，但当时我们没有解决，只是选择了离婚。",
        "label": ""
      },
      {
        "sentence": "但是现在看来，离婚只是一种逃避，我们的问题并没有得到真正的解决。",
        "label": ""
      },
      {
        "sentence": "所以现在复婚后，这些问题又浮现出来，我感到非常无助和怀疑自己的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。你们的问题没有得到真正解决，而你们选择复婚是因为曾经想修复关系，一起继续下去。但现在你感到困惑和后悔，这也许是因为你内心想要逃避问题，不想面对或者不知道如何去面对。我们不能用后悔、怀疑、逃避甚至再次离婚来解决问题，这只会让问题变得更加复杂。只有勇敢地面对核心问题，尝试解决它，才能给你一个真正有效的答案。你并没有具体提到你和伴侣之间的问题是什么，所以我无法给出具体的建议。但无论问题是什么，你们需要一起去面对和解决，承担各自的责任，他人的建议只是帮助你们换一种角度思考。你们需要好好沟通，试着换位思考，从对方的角度去分析和看待问题，寻找更多解决方法，找到适合双方的方案，然后一起努力改变。自信来自于面对问题和承担责任，来自于明晰和掌握自己的选择。未来的生活怎么走，是在你的掌控之中。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你们的问题没有得到真正解决，而你们选择复婚是因为曾经想修复关系，一起继续下去。",
        "label": ""
      },
      {
        "sentence": "但现在你感到困惑和后悔，这也许是因为你内心想要逃避问题，不想面对或者不知道如何去面对。",
        "label": ""
      },
      {
        "sentence": "我们不能用后悔、怀疑、逃避甚至再次离婚来解决问题，这只会让问题变得更加复杂。",
        "label": ""
      },
      {
        "sentence": "只有勇敢地面对核心问题，尝试解决它，才能给你一个真正有效的答案。",
        "label": ""
      },
      {
        "sentence": "你并没有具体提到你和伴侣之间的问题是什么，所以我无法给出具体的建议。",
        "label": ""
      },
      {
        "sentence": "但无论问题是什么，你们需要一起去面对和解决，承担各自的责任，他人的建议只是帮助你们换一种角度思考。",
        "label": ""
      },
      {
        "sentence": "你们需要好好沟通，试着换位思考，从对方的角度去分析和看待问题，寻找更多解决方法，找到适合双方的方案，然后一起努力改变。",
        "label": ""
      },
      {
        "sentence": "自信来自于面对问题和承担责任，来自于明晰和掌握自己的选择。",
        "label": ""
      },
      {
        "sentence": "未来的生活怎么走，是在你的掌控之中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要勇敢地面对问题，和伴侣一起努力去解决。我应该承担起自己的责任，而不是一味逃避。我也应该尝试换位思考，理解对方的立场。我会好好沟通，寻找解决问题的方法。谢谢你的支持和鼓励，我感到稍微安心一些了。",
    "annotation": [
      {
        "sentence": "我明白了，我需要勇敢地面对问题，和伴侣一起努力去解决。",
        "label": ""
      },
      {
        "sentence": "我应该承担起自己的责任，而不是一味逃避。",
        "label": ""
      },
      {
        "sentence": "我也应该尝试换位思考，理解对方的立场。",
        "label": ""
      },
      {
        "sentence": "我会好好沟通，寻找解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励，我感到稍微安心一些了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你明白了这些。勇敢面对问题，和伴侣一起努力去寻找解决方法，这将是解决问题的关键。不要忘记，沟通是解决问题的大门，通过换位思考和理解对方，你们能够找到更多的解决方案。不要对自己的判断力失去信心，相信你们能够找到一条共同前进的道路。如果你需要任何帮助，随时都可以来找我。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你明白了这些。",
        "label": ""
      },
      {
        "sentence": "勇敢面对问题，和伴侣一起努力去寻找解决方法，这将是解决问题的关键。",
        "label": ""
      },
      {
        "sentence": "不要忘记，沟通是解决问题的大门，通过换位思考和理解对方，你们能够找到更多的解决方案。",
        "label": ""
      },
      {
        "sentence": "不要对自己的判断力失去信心，相信你们能够找到一条共同前进的道路。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]