[
  {
    "role": "client",
    "content": "女朋友身体不好，说不想给我添麻烦，要分手，怎么办？",
    "annotation": [
      {
        "sentence": "女朋友身体不好，说不想给我添麻烦，要分手，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "喜欢上一个各方面条件优秀，就是有慢性病问题的女孩。慢性病痛的折磨真的会消耗一个人，看上去很坚强的女孩，慢慢的会变得脾气焦躁、痛苦、无法对别人诉说，因为那种自卑意思是“我不可以正常的表现我自己”所带来的，比一个长相没那么优秀的女孩这种内在焦虑反差要大。",
    "annotation": [
      {
        "sentence": "喜欢上一个各方面条件优秀，就是有慢性病问题的女孩。",
        "label": ""
      },
      {
        "sentence": "慢性病痛的折磨真的会消耗一个人，看上去很坚强的女孩，慢慢的会变得脾气焦躁、痛苦、无法对别人诉说，因为那种自卑意思是“我不可以正常的表现我自己”所带来的，比一个长相没那么优秀的女孩这种内在焦虑反差要大。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常理解你的女友，慢性病的痛苦只有当事人知道。我是长达20年的皮肤过敏，你不知道它什么时候就发作了，过敏前漂亮、优秀、自信，过敏后痛苦、折磨、自卑。但我相信慢性病是可以有治愈的机会的，例如我怎么敏感性的肌肤，已经痊愈。为你的勇敢、和爱情点赞，但你知道吗，越是优秀的女孩越有尊严，她不想自己状态不好的时候跟一个人在一起，也不想以这样的面貌来接受一份不平等爱。她越善良，越会为你着想。我理解你是真心的，也懂她的坚持。你对她的关心，一开始一定打动了她，但她对自己的未来好像无法确定，你大多时间在照顾她，她得需要你的照顾，这会让她觉得欠你的。自尊心强的女孩是非常看重这个的，虽然我知道慢性病有一天也有可能治愈，但过程中的人实在太痛苦了，我都不舍得告诉这个女孩说你有可能被治愈，你要相信你的男友，因为一次次的痛苦会侵蚀一个人的心，没办法等待。",
    "annotation": [
      {
        "sentence": "非常理解你的女友，慢性病的痛苦只有当事人知道。",
        "label": ""
      },
      {
        "sentence": "我是长达20年的皮肤过敏，你不知道它什么时候就发作了，过敏前漂亮、优秀、自信，过敏后痛苦、折磨、自卑。",
        "label": ""
      },
      {
        "sentence": "但我相信慢性病是可以有治愈的机会的，例如我怎么敏感性的肌肤，已经痊愈。",
        "label": ""
      },
      {
        "sentence": "为你的勇敢、和爱情点赞，但你知道吗，越是优秀的女孩越有尊严，她不想自己状态不好的时候跟一个人在一起，也不想以这样的面貌来接受一份不平等爱。",
        "label": ""
      },
      {
        "sentence": "她越善良，越会为你着想。",
        "label": ""
      },
      {
        "sentence": "我理解你是真心的，也懂她的坚持。",
        "label": ""
      },
      {
        "sentence": "你对她的关心，一开始一定打动了她，但她对自己的未来好像无法确定，你大多时间在照顾她，她得需要你的照顾，这会让她觉得欠你的。",
        "label": ""
      },
      {
        "sentence": "自尊心强的女孩是非常看重这个的，虽然我知道慢性病有一天也有可能治愈，但过程中的人实在太痛苦了，我都不舍得告诉这个女孩说你有可能被治愈，你要相信你的男友，因为一次次的痛苦会侵蚀一个人的心，没办法等待。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，慢性病对她的打击真的很大。只是她太坚持了，不肯接受我的帮助，她越来越自卑和内向，觉得自己一直是我的负担。上周末她去医院检查，发现病情没有好转，然后就以不想再给我添麻烦为由提出分手，说和她在一起我也不会开心，她总是浪费我时间精力什么的。",
    "annotation": [
      {
        "sentence": "我明白你的意思，慢性病对她的打击真的很大。",
        "label": ""
      },
      {
        "sentence": "只是她太坚持了，不肯接受我的帮助，她越来越自卑和内向，觉得自己一直是我的负担。",
        "label": ""
      },
      {
        "sentence": "上周末她去医院检查，发现病情没有好转，然后就以不想再给我添麻烦为由提出分手，说和她在一起我也不会开心，她总是浪费我时间精力什么的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我不知道她是哪种慢性病，但“慢性”真的会折磨人变另一种性格，这种情况的内心是巴不得一秒钟就好，她会对一次又一次的治疗抱有希望，然后在一次又一次的希望中失望，那种打击无法形容。她一定想过跟你的未来，但她发现好像没有未来，不想把你扯入其中，病痛的折磨是一方面，还有就是费用的问题，你真的跟她在一起了，她会因为疾病影响工作收入，你的压力就会更大。她想着一个人面对就好，不会有愧疚，不要连累你。",
    "annotation": [
      {
        "sentence": "我不知道她是哪种慢性病，但“慢性”真的会折磨人变另一种性格，这种情况的内心是巴不得一秒钟就好，她会对一次又一次的治疗抱有希望，然后在一次又一次的希望中失望，那种打击无法形容。",
        "label": ""
      },
      {
        "sentence": "她一定想过跟你的未来，但她发现好像没有未来，不想把你扯入其中，病痛的折磨是一方面，还有就是费用的问题，你真的跟她在一起了，她会因为疾病影响工作收入，你的压力就会更大。",
        "label": ""
      },
      {
        "sentence": "她想着一个人面对就好，不会有愧疚，不要连累你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白她的担心，她是为了我好才提出分手的吧。可是她现在完全不理我了，我发微信她也不回，在学校也躲着我，她闺蜜劝她也不听。我真的是真心想照顾她一辈子的，现在该怎么办？",
    "annotation": [
      {
        "sentence": "我明白她的担心，她是为了我好才提出分手的吧。",
        "label": ""
      },
      {
        "sentence": "可是她现在完全不理我了，我发微信她也不回，在学校也躲着我，她闺蜜劝她也不听。",
        "label": ""
      },
      {
        "sentence": "我真的是真心想照顾她一辈子的，现在该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这女孩是有点铁了心了，你可以不可以给她一些时间，也给自己一些时间呢？我相信你是真心的，但她现在的心里压力太大了，别逼着她，给她空间让她选择。如果你真的很爱她，就等她，她需要你的时候，你再次出现会击败她那脆弱的自尊心。她会相信你很强大，至少可以包容她所有症状带来的情绪压力。",
    "annotation": [
      {
        "sentence": "这女孩是有点铁了心了，你可以不可以给她一些时间，也给自己一些时间呢？",
        "label": ""
      },
      {
        "sentence": "我相信你是真心的，但她现在的心里压力太大了，别逼着她，给她空间让她选择。",
        "label": ""
      },
      {
        "sentence": "如果你真的很爱她，就等她，她需要你的时候，你再次出现会击败她那脆弱的自尊心。",
        "label": ""
      },
      {
        "sentence": "她会相信你很强大，至少可以包容她所有症状带来的情绪压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着给她一些时间和空间，等待她的决定。我真的希望我们能够幸福快乐，成为有情人终成眷属。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着给她一些时间和空间，等待她的决定。",
        "label": ""
      },
      {
        "sentence": "我真的希望我们能够幸福快乐，成为有情人终成眷属。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "祝福你们，希望你们能够克服困难，找到自己的幸福！如果还有困惑，可以私信给我，我会尽力帮助你们！",
    "annotation": [
      {
        "sentence": "祝福你们，希望你们能够克服困难，找到自己的幸福！",
        "label": ""
      },
      {
        "sentence": "如果还有困惑，可以私信给我，我会尽力帮助你们！",
        "label": ""
      }
    ]
  }
]