[
  {
    "role": "client",
    "content": "众叛亲离大概是我境遇吧，是否事实上被母亲抛弃了？众叛亲离大概就是我现在的境遇吧！混到现在不明白这是为什么？？我离婚六七年没有孩子为了工作生存一直一个人打拼在外。",
    "annotation": [
      {
        "sentence": "众叛亲离大概是我境遇吧，是否事实上被母亲抛弃了？",
        "label": ""
      },
      {
        "sentence": "众叛亲离大概就是我现在的境遇吧！",
        "label": ""
      },
      {
        "sentence": "混到现在不明白这是为什么？？",
        "label": ""
      },
      {
        "sentence": "我离婚六七年没有孩子为了工作生存一直一个人打拼在外。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嘿！亲爱的小姐姐。人在情绪低落悲观失望的时候，会不自觉地想要找到一个地方躲起来，或者说是回到某人的身边寻求一个庇护的港湾，而妈妈作为我们的哺育者，我们往往会不自觉地想要回到她的身边。所以小姐姐你想要回到母亲身边的心情，我是完全能够理解的。母亲的那些伤害你心灵的行为，或许有她更深层次的考虑吧。我相信她是爱你的。",
    "annotation": [
      {
        "sentence": "嘿！",
        "label": ""
      },
      {
        "sentence": "亲爱的小姐姐。",
        "label": ""
      },
      {
        "sentence": "人在情绪低落悲观失望的时候，会不自觉地想要找到一个地方躲起来，或者说是回到某人的身边寻求一个庇护的港湾，而妈妈作为我们的哺育者，我们往往会不自觉地想要回到她的身边。",
        "label": ""
      },
      {
        "sentence": "所以小姐姐你想要回到母亲身边的心情，我是完全能够理解的。",
        "label": ""
      },
      {
        "sentence": "母亲的那些伤害你心灵的行为，或许有她更深层次的考虑吧。",
        "label": ""
      },
      {
        "sentence": "我相信她是爱你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "从小有些任性傲气的性格让我也没有交到什么朋友。虽然性格如此跟我小时家人宠惯有关吧。但我天性善良有正义感十分讨厌拉帮结派喜欢独来独往，到了中年的年龄我在外漂泊二十多年真的累了，我没有什么激情动力去打拼，我只想回到我的故乡回到母亲身边。",
    "annotation": [
      {
        "sentence": "从小有些任性傲气的性格让我也没有交到什么朋友。",
        "label": ""
      },
      {
        "sentence": "虽然性格如此跟我小时家人宠惯有关吧。",
        "label": ""
      },
      {
        "sentence": "但我天性善良有正义感十分讨厌拉帮结派喜欢独来独往，到了中年的年龄我在外漂泊二十多年真的累了，我没有什么激情动力去打拼，我只想回到我的故乡回到母亲身边。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在外漂泊这么多年，你确实付出了很多，感到累了也是很正常的。生活中的困难和挫折会让我们感到疲惫。但是，你要相信自己的内心，要相信你内心深处的力量，一定能够找到重新振作起来的动力。回到母亲身边是你的梦想，也是你内心最后一根救命稻草。我理解你的愿望，但是也要考虑到当前的疫情情况，要为自己和他人的安全负责。",
    "annotation": [
      {
        "sentence": "在外漂泊这么多年，你确实付出了很多，感到累了也是很正常的。",
        "label": ""
      },
      {
        "sentence": "生活中的困难和挫折会让我们感到疲惫。",
        "label": ""
      },
      {
        "sentence": "但是，你要相信自己的内心，要相信你内心深处的力量，一定能够找到重新振作起来的动力。",
        "label": ""
      },
      {
        "sentence": "回到母亲身边是你的梦想，也是你内心最后一根救命稻草。",
        "label": ""
      },
      {
        "sentence": "我理解你的愿望，但是也要考虑到当前的疫情情况，要为自己和他人的安全负责。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当我再次说休年假想回去时我母亲加上我姐都说现在疫情慎重起见还是暂时别回。可，疫情只对我吗？我姐在本地难道出出进进就没有疫情？我知道我妈怕我会携带病毒回家传染她。难道疫情未来没有彻底消灭我就不能回家？",
    "annotation": [
      {
        "sentence": "当我再次说休年假想回去时我母亲加上我姐都说现在疫情慎重起见还是暂时别回。",
        "label": ""
      },
      {
        "sentence": "可，疫情只对我吗？",
        "label": ""
      },
      {
        "sentence": "我姐在本地难道出出进进就没有疫情？",
        "label": ""
      },
      {
        "sentence": "我知道我妈怕我会携带病毒回家传染她。",
        "label": ""
      },
      {
        "sentence": "难道疫情未来没有彻底消灭我就不能回家？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的担心和焦虑，疫情确实让人感到困扰和不安。但是，你要知道，母亲和姐姐也是出于对你的关心才建议你暂时不要回去。他们希望你能够安全，并且不要承受失业的苦难。疫情对每个人来说都是一种挑战，而你母亲所做的，是为了保护你和自己。所以，请你先冷静下来，理解母亲的苦心，考虑一下其他的解决方案。",
    "annotation": [
      {
        "sentence": "我明白你的担心和焦虑，疫情确实让人感到困扰和不安。",
        "label": ""
      },
      {
        "sentence": "但是，你要知道，母亲和姐姐也是出于对你的关心才建议你暂时不要回去。",
        "label": ""
      },
      {
        "sentence": "他们希望你能够安全，并且不要承受失业的苦难。",
        "label": ""
      },
      {
        "sentence": "疫情对每个人来说都是一种挑战，而你母亲所做的，是为了保护你和自己。",
        "label": ""
      },
      {
        "sentence": "所以，请你先冷静下来，理解母亲的苦心，考虑一下其他的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "家，是我内心最后一根救命稻草，每每被妈妈电话里催促去做事情加上这次疫情不让我回，我的死活看来她们真的不在乎。内心难受的不知所措。我不知道自己下来怎么活。我知道我妈有我姐就够了，我，没有出息所以对她没有意义！十年前我放弃大城市卷铺盖回到她身边，本打算就此好好服侍她晚年，可是接下来每天我无论说什么话我妈都厉声回应。",
    "annotation": [
      {
        "sentence": "家，是我内心最后一根救命稻草，每每被妈妈电话里催促去做事情加上这次疫情不让我回，我的死活看来她们真的不在乎。",
        "label": ""
      },
      {
        "sentence": "内心难受的不知所措。",
        "label": ""
      },
      {
        "sentence": "我不知道自己下来怎么活。",
        "label": ""
      },
      {
        "sentence": "我知道我妈有我姐就够了，我，没有出息所以对她没有意义！",
        "label": ""
      },
      {
        "sentence": "十年前我放弃大城市卷铺盖回到她身边，本打算就此好好服侍她晚年，可是接下来每天我无论说什么话我妈都厉声回应。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小姐姐，我理解你的心情，你希望得到母亲的关注和关心，希望你的付出能够得到回报。但是，有时候我们的期望和现实之间会有一些差距。作为一个母亲，她真正想要的，不是女儿服侍她晚年，而是希望她能够有自己的生活，过得好。她并非无情，只是作为母亲，在这种时候，她必须严格地将女儿推向外面的世界。小姐姐，你的母亲所有的行为绝对不是出于憎恶与冷漠，谁不希望儿女能够承欢膝下呢？只是如果他们一旦准许了自己这一份小小的自私，就要以儿女自己的幸福与生活作为代价。也许你的母亲与你的思维确实有很多不同之处，我想你们很少敞开心扉来交谈吧？不如试着跟母亲说说你心理真实的想法，你也可以了解母亲的更多的内心世界。",
    "annotation": [
      {
        "sentence": "小姐姐，我理解你的心情，你希望得到母亲的关注和关心，希望你的付出能够得到回报。",
        "label": ""
      },
      {
        "sentence": "但是，有时候我们的期望和现实之间会有一些差距。",
        "label": ""
      },
      {
        "sentence": "作为一个母亲，她真正想要的，不是女儿服侍她晚年，而是希望她能够有自己的生活，过得好。",
        "label": ""
      },
      {
        "sentence": "她并非无情，只是作为母亲，在这种时候，她必须严格地将女儿推向外面的世界。",
        "label": ""
      },
      {
        "sentence": "小姐姐，你的母亲所有的行为绝对不是出于憎恶与冷漠，谁不希望儿女能够承欢膝下呢？",
        "label": ""
      },
      {
        "sentence": "只是如果他们一旦准许了自己这一份小小的自私，就要以儿女自己的幸福与生活作为代价。",
        "label": ""
      },
      {
        "sentence": "也许你的母亲与你的思维确实有很多不同之处，我想你们很少敞开心扉来交谈吧？",
        "label": ""
      },
      {
        "sentence": "不如试着跟母亲说说你心理真实的想法，你也可以了解母亲的更多的内心世界。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，或许你说的没错。我确实很少和母亲交心，我们之间的沟通也不太顺畅。或许我需要更多地倾听和理解，试着从她的角度看问题。谢谢你的支持和建议，让我重新审视了自己和母亲之间的关系。我会试着开放心扉，与母亲进行一次真诚的对话。",
    "annotation": [
      {
        "sentence": "嗯，或许你说的没错。",
        "label": ""
      },
      {
        "sentence": "我确实很少和母亲交心，我们之间的沟通也不太顺畅。",
        "label": ""
      },
      {
        "sentence": "或许我需要更多地倾听和理解，试着从她的角度看问题。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议，让我重新审视了自己和母亲之间的关系。",
        "label": ""
      },
      {
        "sentence": "我会试着开放心扉，与母亲进行一次真诚的对话。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你会有进一步的领悟和成长。与母亲进行一次真诚的对话可能会让你们的关系有一个积极的转变。记得沟通的过程中保持耐心和理解，不要抱着指责和争吵的态度。祝你们能够更好地相互理解和支持，找到彼此的平衡点。如果还需要任何帮助，随时都可以来找我聊天。加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你会有进一步的领悟和成长。",
        "label": ""
      },
      {
        "sentence": "与母亲进行一次真诚的对话可能会让你们的关系有一个积极的转变。",
        "label": ""
      },
      {
        "sentence": "记得沟通的过程中保持耐心和理解，不要抱着指责和争吵的态度。",
        "label": ""
      },
      {
        "sentence": "祝你们能够更好地相互理解和支持，找到彼此的平衡点。",
        "label": ""
      },
      {
        "sentence": "如果还需要任何帮助，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]