[
  {
    "role": "client",
    "content": "很困扰，在自私和为他人考虑间，该怎么选？对于他人对我的好我都知道，我会习惯性的接受他人的好，然而在他人对我有要求时，我却又总是为自己考虑（相比之下会选择我更想做的而不是满足他们的请求），很困扰。",
    "annotation": [
      {
        "sentence": "很困扰，在自私和为他人考虑间，该怎么选？",
        "label": ""
      },
      {
        "sentence": "对于他人对我的好我都知道，我会习惯性的接受他人的好，然而在他人对我有要求时，我却又总是为自己考虑（相比之下会选择我更想做的而不是满足他们的请求），很困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们都有对自己和他人的关注和关心。对于你的问题，可以先把自己和他人的关注看做是相互的，而非单向的。你提到对他人的要求“不太重视”这一点，或许是你经常接受别人的好而对此感到困惑。你是否考虑过，当别人对你关心和呵护时，你应该回应他人的好，这是关系互相建立的基础之一。",
    "annotation": [
      {
        "sentence": "我们都有对自己和他人的关注和关心。",
        "label": ""
      },
      {
        "sentence": "对于你的问题，可以先把自己和他人的关注看做是相互的，而非单向的。",
        "label": ""
      },
      {
        "sentence": "你提到对他人的要求“不太重视”这一点，或许是你经常接受别人的好而对此感到困惑。",
        "label": ""
      },
      {
        "sentence": "你是否考虑过，当别人对你关心和呵护时，你应该回应他人的好，这是关系互相建立的基础之一。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道自己应该正确地表达自己的感激之情，可是我常常会顾及自己的需求。",
    "annotation": [
      {
        "sentence": "我知道自己应该正确地表达自己的感激之情，可是我常常会顾及自己的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说的对，互相的关系有时候需要愉悦和奉献。对于你来说，如果你认为与他人的关系都是积极的，那么你也需要学会如何表达自己，方式很多样，只要让对方感受到你的善意即可。在对他人的请求和考虑到自己的需求之间，对于个性和人际关系的不同人来说，应该会有不同的选择。",
    "annotation": [
      {
        "sentence": "你说的对，互相的关系有时候需要愉悦和奉献。",
        "label": ""
      },
      {
        "sentence": "对于你来说，如果你认为与他人的关系都是积极的，那么你也需要学会如何表达自己，方式很多样，只要让对方感受到你的善意即可。",
        "label": ""
      },
      {
        "sentence": "在对他人的请求和考虑到自己的需求之间，对于个性和人际关系的不同人来说，应该会有不同的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，但是有时候当他人对我提出请求时，我会想到自己想做的事情。",
    "annotation": [
      {
        "sentence": "我理解了，但是有时候当他人对我提出请求时，我会想到自己想做的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们都需要思考如何平衡他人的请求和自己的需求。如果请求并不会对你自己的利益和感受造成很大的负面影响，那么帮助他人是可以的，甚至你也可能会从中得到愉悦和成就感。但如果对于你来说要求太过分离谱，甚至会影响你的正常状态或者利益，那么你可以勇敢地拒绝。我们不需要为他人买单，除非我们自愿为之。可能你是比较注重自己的感受和体验的人。你认为自己是自私的，但这并不意味着你就只顾自己，还会顾及他人。所以我们需要为自己和他人找到平衡，在不冒犯他人的利益和破坏人际关系的前提下，也要重视自己的感受。",
    "annotation": [
      {
        "sentence": "我们都需要思考如何平衡他人的请求和自己的需求。",
        "label": ""
      },
      {
        "sentence": "如果请求并不会对你自己的利益和感受造成很大的负面影响，那么帮助他人是可以的，甚至你也可能会从中得到愉悦和成就感。",
        "label": ""
      },
      {
        "sentence": "但如果对于你来说要求太过分离谱，甚至会影响你的正常状态或者利益，那么你可以勇敢地拒绝。",
        "label": ""
      },
      {
        "sentence": "我们不需要为他人买单，除非我们自愿为之。",
        "label": ""
      },
      {
        "sentence": "可能你是比较注重自己的感受和体验的人。",
        "label": ""
      },
      {
        "sentence": "你认为自己是自私的，但这并不意味着你就只顾自己，还会顾及他人。",
        "label": ""
      },
      {
        "sentence": "所以我们需要为自己和他人找到平衡，在不冒犯他人的利益和破坏人际关系的前提下，也要重视自己的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，我现在感觉好多了！",
    "annotation": [
      {
        "sentence": "谢谢你的回答，我现在感觉好多了！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你！最重要的是要根据自己的实际情况寻找并维持这个平衡。没有人是完美的，我们都需要在人际交往中学习和成长。",
    "annotation": [
      {
        "sentence": "很高兴能帮到你！",
        "label": ""
      },
      {
        "sentence": "最重要的是要根据自己的实际情况寻找并维持这个平衡。",
        "label": ""
      },
      {
        "sentence": "没有人是完美的，我们都需要在人际交往中学习和成长。",
        "label": ""
      }
    ]
  }
]