[
  {
    "role": "client",
    "content": "外婆家有个表弟，我这是不大度吗？这样我该怎么做？小时候，我本来在爷爷家住，后来去我外婆家，但我在我爷爷家的时候，我爷爷教我的很少，我在外婆家还有一个表弟，我外婆教表弟的多，然后我啥都不会，我外婆就骂我，因为很少学习，她教我我一会儿也不会，她就骂我是傻子，我那表弟也老是嘲讽我学我外婆他们骂我，后来一年级但时候，有一次暑假在外婆家玩，那时候表弟也在，他总是强迫我做一些他不想做的事，甚至他有一次还要我闻他肛门，我闻了，他还闻香吗？我说臭，他就是那种烦的表情，他又问我，我说香，最可恶的是他还告诉我外公，也可恶的是我外公不骂他，反骂我，说我是傻子。后来高二我想忘记过去的一切，把他当兄弟，我那年暑假就和他去深圳玩，因为我没出过我家那个小县城，我对很多东西不懂，每次我做那些东西很迟疑的时候，他总是一脸嫌弃，第二天我们一起去华侨城玩，在那里他要我打伞，他老是说晒到他了，要我朝这个那个方向打，还说我不懂真是傻……回到家后我骂了他，我到现在还忘不了，大度？",
    "annotation": [
      {
        "sentence": "外婆家有个表弟，我这是不大度吗？",
        "label": ""
      },
      {
        "sentence": "这样我该怎么做？",
        "label": ""
      },
      {
        "sentence": "小时候，我本来在爷爷家住，后来去我外婆家，但我在我爷爷家的时候，我爷爷教我的很少，我在外婆家还有一个表弟，我外婆教表弟的多，然后我啥都不会，我外婆就骂我，因为很少学习，她教我我一会儿也不会，她就骂我是傻子，我那表弟也老是嘲讽我学我外婆他们骂我，后来一年级但时候，有一次暑假在外婆家玩，那时候表弟也在，他总是强迫我做一些他不想做的事，甚至他有一次还要我闻他肛门，我闻了，他还闻香吗？",
        "label": ""
      },
      {
        "sentence": "我说臭，他就是那种烦的表情，他又问我，我说香，最可恶的是他还告诉我外公，也可恶的是我外公不骂他，反骂我，说我是傻子。",
        "label": ""
      },
      {
        "sentence": "后来高二我想忘记过去的一切，把他当兄弟，我那年暑假就和他去深圳玩，因为我没出过我家那个小县城，我对很多东西不懂，每次我做那些东西很迟疑的时候，他总是一脸嫌弃，第二天我们一起去华侨城玩，在那里他要我打伞，他老是说晒到他了，要我朝这个那个方向打，还说我不懂真是傻……回到家后我骂了他，我到现在还忘不了，大度？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的经历很不幸，这些遭遇让你的童年生活相当艰难。看看你的描写，你可以感到内在的小孩始终没有得到健康的成长，因此你一直充满自卑、弱小而渴望被爱和公平对待。你的问题现在是如何突破自己、突破自卑、找回自信？",
    "annotation": [
      {
        "sentence": "我了解你的经历很不幸，这些遭遇让你的童年生活相当艰难。",
        "label": ""
      },
      {
        "sentence": "看看你的描写，你可以感到内在的小孩始终没有得到健康的成长，因此你一直充满自卑、弱小而渴望被爱和公平对待。",
        "label": ""
      },
      {
        "sentence": "你的问题现在是如何突破自己、突破自卑、找回自信？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我一直也很自卑，我就像小时候一样听话，总想让他觉得我是个好哥哥。",
    "annotation": [
      {
        "sentence": "你说得很对，我一直也很自卑，我就像小时候一样听话，总想让他觉得我是个好哥哥。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对无力的要求大胆说不，不要放纵对方的骄纵，勇敢的为自己撑腰。你没有义务和责任给他打伞，面对他的挑衅可以理智的回话或干脆不理睬他。此外，建立自我同一性，完善自我认识系统，给自己客观的评价，只有这样才能找回自信，让你的人际关系得到平衡。",
    "annotation": [
      {
        "sentence": "面对无力的要求大胆说不，不要放纵对方的骄纵，勇敢的为自己撑腰。",
        "label": ""
      },
      {
        "sentence": "你没有义务和责任给他打伞，面对他的挑衅可以理智的回话或干脆不理睬他。",
        "label": ""
      },
      {
        "sentence": "此外，建立自我同一性，完善自我认识系统，给自己客观的评价，只有这样才能找回自信，让你的人际关系得到平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但我不知道如何摆脱内在孩子的存在，因为我一直在模仿外表。",
    "annotation": [
      {
        "sentence": "我明白了，但我不知道如何摆脱内在孩子的存在，因为我一直在模仿外表。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "放开自己的枷锁，勇敢的表达自己的情绪。你也是一个独立的个体，拥有同样的权利和义务，你没有必要处处忍让。忘掉其他人说过不友善的话语，给自己一个从新认识自己的机会，客观的评价自己，并以此为基础，塑造一个独立自主的自我形象，找到真正的自己。",
    "annotation": [
      {
        "sentence": "放开自己的枷锁，勇敢的表达自己的情绪。",
        "label": ""
      },
      {
        "sentence": "你也是一个独立的个体，拥有同样的权利和义务，你没有必要处处忍让。",
        "label": ""
      },
      {
        "sentence": "忘掉其他人说过不友善的话语，给自己一个从新认识自己的机会，客观的评价自己，并以此为基础，塑造一个独立自主的自我形象，找到真正的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，这真的是一个情商和自我认知上的学习过程，我会努力做到。",
    "annotation": [
      {
        "sentence": "谢谢你，这真的是一个情商和自我认知上的学习过程，我会努力做到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都要面对自我认知的问题，做出与自我真实状态相符的选择，这是一个长期的学习和实践过程。希望我的建议可以帮助到你，加油！",
    "annotation": [
      {
        "sentence": "每个人都要面对自我认知的问题，做出与自我真实状态相符的选择，这是一个长期的学习和实践过程。",
        "label": ""
      },
      {
        "sentence": "希望我的建议可以帮助到你，加油！",
        "label": ""
      }
    ]
  }
]