[
  {
    "role": "client",
    "content": "不可以表达，被勒令隐藏，别人有权定义我？别人有权定义我。别人就是我的主人想拼命地哭，抵抗不了。太软弱了，我只想扑通一声跪地，生杀予夺皆由人，跪地的角度不可以有一丝变化，嘴角的弯度不可以有一点偏差，你让我怎么相信自己是自己的主人？为什么不能相信？因为处处要符合别人的标准，所以别人就是我的主人吗？……自己是自己的主人，我又能做什么呢？开心和跪地都已经给他了。不可以表达，被勒令隐藏，因为只要表达就一定的阴暗的。除此之外，如果自己是自己的主人，一个人还可以做什么能表现是自己的主人呢？（做什么就是自己的主人了呢？）",
    "annotation": [
      {
        "sentence": "不可以表达，被勒令隐藏，别人有权定义我？",
        "label": ""
      },
      {
        "sentence": "别人有权定义我。",
        "label": ""
      },
      {
        "sentence": "别人就是我的主人想拼命地哭，抵抗不了。",
        "label": ""
      },
      {
        "sentence": "太软弱了，我只想扑通一声跪地，生杀予夺皆由人，跪地的角度不可以有一丝变化，嘴角的弯度不可以有一点偏差，你让我怎么相信自己是自己的主人？",
        "label": ""
      },
      {
        "sentence": "为什么不能相信？",
        "label": ""
      },
      {
        "sentence": "因为处处要符合别人的标准，所以别人就是我的主人吗？",
        "label": ""
      },
      {
        "sentence": "……自己是自己的主人，我又能做什么呢？",
        "label": ""
      },
      {
        "sentence": "开心和跪地都已经给他了。",
        "label": ""
      },
      {
        "sentence": "不可以表达，被勒令隐藏，因为只要表达就一定的阴暗的。",
        "label": ""
      },
      {
        "sentence": "除此之外，如果自己是自己的主人，一个人还可以做什么能表现是自己的主人呢？",
        "label": ""
      },
      {
        "sentence": "（做什么就是自己的主人了呢？",
        "label": ""
      },
      {
        "sentence": "）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受非常强烈，似乎压力和束缚让你感到无法自由表达自己的想法和情感。首先，我希望你能明白自己的优点和缺点，同时也要真正了解自己。虽然别人可能根据和你相处时的表现来对你有各种看法，但他们所定义的你，并不一定完全符合真正的你。因此，别人并没有权利去定义你。要让自己变得坚强需要时间，这是一个渐进的过程。当你不能成为自己的主人时，确实会给自己带来压力，也会影响很多事情。但是，请记住，别人并没有真正的权利来定义你。有些你感到软弱的想法可能与环境有关，当一个人置身于一个充满竞争和压力的环境中时，稍微不强调的人可能会感到弱势，甚至感到无力。你提到想要扑通一声跪地，生死结果由他人决定，这可能是那些想法和经历让你感到无力的原因。我建议你思考一下这些想法产生的根源和背后的原因。有时候，一些人可能外表看起来很“强”，但这种“强”并不一定代表他们的观点是正确的。适当地示弱或选择不同的处理方式有时也是一种智慧。强与弱，如何定义取决于你自己，所以我建议你思考一下你感到弱势的原因从何而来。",
    "annotation": [
      {
        "sentence": "你的感受非常强烈，似乎压力和束缚让你感到无法自由表达自己的想法和情感。",
        "label": ""
      },
      {
        "sentence": "首先，我希望你能明白自己的优点和缺点，同时也要真正了解自己。",
        "label": ""
      },
      {
        "sentence": "虽然别人可能根据和你相处时的表现来对你有各种看法，但他们所定义的你，并不一定完全符合真正的你。",
        "label": ""
      },
      {
        "sentence": "因此，别人并没有权利去定义你。",
        "label": ""
      },
      {
        "sentence": "要让自己变得坚强需要时间，这是一个渐进的过程。",
        "label": ""
      },
      {
        "sentence": "当你不能成为自己的主人时，确实会给自己带来压力，也会影响很多事情。",
        "label": ""
      },
      {
        "sentence": "但是，请记住，别人并没有真正的权利来定义你。",
        "label": ""
      },
      {
        "sentence": "有些你感到软弱的想法可能与环境有关，当一个人置身于一个充满竞争和压力的环境中时，稍微不强调的人可能会感到弱势，甚至感到无力。",
        "label": ""
      },
      {
        "sentence": "你提到想要扑通一声跪地，生死结果由他人决定，这可能是那些想法和经历让你感到无力的原因。",
        "label": ""
      },
      {
        "sentence": "我建议你思考一下这些想法产生的根源和背后的原因。",
        "label": ""
      },
      {
        "sentence": "有时候，一些人可能外表看起来很“强”，但这种“强”并不一定代表他们的观点是正确的。",
        "label": ""
      },
      {
        "sentence": "适当地示弱或选择不同的处理方式有时也是一种智慧。",
        "label": ""
      },
      {
        "sentence": "强与弱，如何定义取决于你自己，所以我建议你思考一下你感到弱势的原因从何而来。",
        "label": ""
      }
    ]
  }
]