[
  {
    "role": "client",
    "content": "我最近碰到一个问题，想听听你的建议。有一个客户经常向我借钱，几乎每三天就来一次。她之前是我的生意合作伙伴，我们一起打拼了整整一年。但是问题是，她一直依赖我借钱。我做小企业融资，为她提供贷款是很合理的。可是最近我发现，她借的钱总是在一个多月内用光，然后又来找我借。我曾经友情提醒她，希望她能找工作，不要再靠借贷生活。可是似乎没有起到什么效果，她还是继续向我借钱。我非常担心，如果她再次找我借钱，我会感到尴尬。另外，她每次都会来问我关于平台融资的问题，我真的觉得心力交瘁。因为我一直念及她曾经是我的客户，而且我们之间没有断掉的信任关系。我该如何处理这个问题呢？",
    "annotation": [
      {
        "sentence": "我最近碰到一个问题，想听听你的建议。",
        "label": ""
      },
      {
        "sentence": "有一个客户经常向我借钱，几乎每三天就来一次。",
        "label": ""
      },
      {
        "sentence": "她之前是我的生意合作伙伴，我们一起打拼了整整一年。",
        "label": ""
      },
      {
        "sentence": "但是问题是，她一直依赖我借钱。",
        "label": ""
      },
      {
        "sentence": "我做小企业融资，为她提供贷款是很合理的。",
        "label": ""
      },
      {
        "sentence": "可是最近我发现，她借的钱总是在一个多月内用光，然后又来找我借。",
        "label": ""
      },
      {
        "sentence": "我曾经友情提醒她，希望她能找工作，不要再靠借贷生活。",
        "label": ""
      },
      {
        "sentence": "可是似乎没有起到什么效果，她还是继续向我借钱。",
        "label": ""
      },
      {
        "sentence": "我非常担心，如果她再次找我借钱，我会感到尴尬。",
        "label": ""
      },
      {
        "sentence": "另外，她每次都会来问我关于平台融资的问题，我真的觉得心力交瘁。",
        "label": ""
      },
      {
        "sentence": "因为我一直念及她曾经是我的客户，而且我们之间没有断掉的信任关系。",
        "label": ""
      },
      {
        "sentence": "我该如何处理这个问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到这个问题，我知道你现在感到很受困扰，很焦虑，还有责任心内疚（轻拍后背）。不过，别担心，我们可以一起探讨一下解决办法。你刚才提到她是你的客户，一周向你借了三次钱，第四次你终于拒绝了。你还曾经提示她找工作，因为你很担心她再次向你借钱，这让你感到很难堪。我想问一下，为什么你会觉得尴尬呢？为什么第四次才拒绝她呢？是因为你害怕拒绝她后会自责吗？也就是说，你觉得如果拒绝她，内心会责备自己，认为自己对不讲求情义，你认为如果不帮她，她就无法独立养活自己，所以她需要你的帮助，这样你觉得她的困境都是你的责任。她现在这样是因为你没借钱给她，是吗？或许在你的成长过程中，经常会被别人指责，说是因为你怎样怎样，要不是你，你早就怎样怎样，你不听话、你不省心，你怎么这么自私等等，这导致你内心自责，并觉得对方的痛苦都是因为你而引起的。你不想再经历这种责备，也不希望被人这样说，所以你满足别人的要求，不敢拒绝。所以你觉得自己无法拒绝别人的要求，但又感到自责和害怕别人指责你，这就产生了你的矛盾。那如何破解这个困局呢？你为什么要把自己局限在一个动都不能动的地方呢？是因为你认为不满足别人的要求，不借钱给别人，就会受到他们的指责。或许还没等别人指责你，你就已经开始责备自己了。但是，不满足别人的需求、不借钱给别人会有另一种回馈模式吗？你想过吗？比如，你会得到原谅和理解。当你不借钱给别人时，对方可能会想到你也有自己的需要，而且你没有义务一直借钱给她，甚至是将你自己也借得身无分文。所以，当你不满足别人的需求时，除了责备和误解，你也可以得到理解。那么这涉及到两个方面，一个是改变别人对你的态度，一个是改变你对自己的态度。改变自己对自己的态度才能影响改变别人对你的态度。否则，当别人指责你时，你就会内疚地认同对方的话——对，是我不好，我没有帮她借钱，我是个糟糕的人，一个失败者。但是如果你开始改变你对自己的态度，站在自己的角度去理解为什么你不借钱，你就会明白不借钱的原因。一方面，你们之间的关系并不亲密，再加上持续借钱让你内心失衡，而且你自己也有钱要花，如果全部借给她自己就没有钱用了。当然，你可能会对自己的评判有所担心，担心自己不借钱就会显得太自私。但你应该明白，拒绝借钱是为了自己的生活需要，这是正常的，那是你自己的钱，你有权利选择是否借钱给别人。所以要多观察内心的声音，开始从自己的角度去理解自己，为什么你这样做。这样下次别人责备你时，你就有能力有底气地反驳他们——我也要过自己的生活，而且我已经借了你那么多钱，你都不感谢我，还来责怪我？希望我的回答对你有帮助，也希望你能够努力改善对自己的态度，多观察、多探索。改变需要时间和过程，希望你能耐心一些。祝一切顺利！",
    "annotation": [
      {
        "sentence": "听到这个问题，我知道你现在感到很受困扰，很焦虑，还有责任心内疚（轻拍后背）。",
        "label": ""
      },
      {
        "sentence": "不过，别担心，我们可以一起探讨一下解决办法。",
        "label": ""
      },
      {
        "sentence": "你刚才提到她是你的客户，一周向你借了三次钱，第四次你终于拒绝了。",
        "label": ""
      },
      {
        "sentence": "你还曾经提示她找工作，因为你很担心她再次向你借钱，这让你感到很难堪。",
        "label": ""
      },
      {
        "sentence": "我想问一下，为什么你会觉得尴尬呢？",
        "label": ""
      },
      {
        "sentence": "为什么第四次才拒绝她呢？",
        "label": ""
      },
      {
        "sentence": "是因为你害怕拒绝她后会自责吗？",
        "label": ""
      },
      {
        "sentence": "也就是说，你觉得如果拒绝她，内心会责备自己，认为自己对不讲求情义，你认为如果不帮她，她就无法独立养活自己，所以她需要你的帮助，这样你觉得她的困境都是你的责任。",
        "label": ""
      },
      {
        "sentence": "她现在这样是因为你没借钱给她，是吗？",
        "label": ""
      },
      {
        "sentence": "或许在你的成长过程中，经常会被别人指责，说是因为你怎样怎样，要不是你，你早就怎样怎样，你不听话、你不省心，你怎么这么自私等等，这导致你内心自责，并觉得对方的痛苦都是因为你而引起的。",
        "label": ""
      },
      {
        "sentence": "你不想再经历这种责备，也不希望被人这样说，所以你满足别人的要求，不敢拒绝。",
        "label": ""
      },
      {
        "sentence": "所以你觉得自己无法拒绝别人的要求，但又感到自责和害怕别人指责你，这就产生了你的矛盾。",
        "label": ""
      },
      {
        "sentence": "那如何破解这个困局呢？",
        "label": ""
      },
      {
        "sentence": "你为什么要把自己局限在一个动都不能动的地方呢？",
        "label": ""
      },
      {
        "sentence": "是因为你认为不满足别人的要求，不借钱给别人，就会受到他们的指责。",
        "label": ""
      },
      {
        "sentence": "或许还没等别人指责你，你就已经开始责备自己了。",
        "label": ""
      },
      {
        "sentence": "但是，不满足别人的需求、不借钱给别人会有另一种回馈模式吗？",
        "label": ""
      },
      {
        "sentence": "你想过吗？",
        "label": ""
      },
      {
        "sentence": "比如，你会得到原谅和理解。",
        "label": ""
      },
      {
        "sentence": "当你不借钱给别人时，对方可能会想到你也有自己的需要，而且你没有义务一直借钱给她，甚至是将你自己也借得身无分文。",
        "label": ""
      },
      {
        "sentence": "所以，当你不满足别人的需求时，除了责备和误解，你也可以得到理解。",
        "label": ""
      },
      {
        "sentence": "那么这涉及到两个方面，一个是改变别人对你的态度，一个是改变你对自己的态度。",
        "label": ""
      },
      {
        "sentence": "改变自己对自己的态度才能影响改变别人对你的态度。",
        "label": ""
      },
      {
        "sentence": "否则，当别人指责你时，你就会内疚地认同对方的话——对，是我不好，我没有帮她借钱，我是个糟糕的人，一个失败者。",
        "label": ""
      },
      {
        "sentence": "但是如果你开始改变你对自己的态度，站在自己的角度去理解为什么你不借钱，你就会明白不借钱的原因。",
        "label": ""
      },
      {
        "sentence": "一方面，你们之间的关系并不亲密，再加上持续借钱让你内心失衡，而且你自己也有钱要花，如果全部借给她自己就没有钱用了。",
        "label": ""
      },
      {
        "sentence": "当然，你可能会对自己的评判有所担心，担心自己不借钱就会显得太自私。",
        "label": ""
      },
      {
        "sentence": "但你应该明白，拒绝借钱是为了自己的生活需要，这是正常的，那是你自己的钱，你有权利选择是否借钱给别人。",
        "label": ""
      },
      {
        "sentence": "所以要多观察内心的声音，开始从自己的角度去理解自己，为什么你这样做。",
        "label": ""
      },
      {
        "sentence": "这样下次别人责备你时，你就有能力有底气地反驳他们——我也要过自己的生活，而且我已经借了你那么多钱，你都不感谢我，还来责怪我？",
        "label": ""
      },
      {
        "sentence": "希望我的回答对你有帮助，也希望你能够努力改善对自己的态度，多观察、多探索。",
        "label": ""
      },
      {
        "sentence": "改变需要时间和过程，希望你能耐心一些。",
        "label": ""
      },
      {
        "sentence": "祝一切顺利！",
        "label": ""
      }
    ]
  }
]