[
  {
    "role": "client",
    "content": "对婆婆发了脾气，老公对我冷淡，我恨自己。我和老公关系一向很好，他遇事总是宠着我，昨天晚上加班，回来晚，心情不好，一件小事我当着婆婆面发脾气，老公对我很有意见，到里屋，他说，有什么情绪，你可以对我发泄，我可以接纳，但是不可以向老人发脾气，她是长辈！我的内心充满了委屈和泪水，我不知道该如何解释我的内心的脆弱和无奈，我知道我不该这样，但是总是无法控制，我恨自己，恨不理解我的他，不过我还是出去给婆婆道了歉，但是内心深处的哭声不止，难过至极，我无法平复自己内心深处的那个结，我怎么办？",
    "annotation": [
      {
        "sentence": "对婆婆发了脾气，老公对我冷淡，我恨自己。",
        "label": ""
      },
      {
        "sentence": "我和老公关系一向很好，他遇事总是宠着我，昨天晚上加班，回来晚，心情不好，一件小事我当着婆婆面发脾气，老公对我很有意见，到里屋，他说，有什么情绪，你可以对我发泄，我可以接纳，但是不可以向老人发脾气，她是长辈！",
        "label": ""
      },
      {
        "sentence": "我的内心充满了委屈和泪水，我不知道该如何解释我的内心的脆弱和无奈，我知道我不该这样，但是总是无法控制，我恨自己，恨不理解我的他，不过我还是出去给婆婆道了歉，但是内心深处的哭声不止，难过至极，我无法平复自己内心深处的那个结，我怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "加班回来，工作的疲劳和压力让你情绪非常低落和压抑。你借着一件小事，把自己心里积压的情绪以及可能之前和婆婆、丈夫相处时的积压情绪通通发泄出来。你自知这样做是不对的，但你就是想发泄，你期待丈夫在你发完脾气后还能无条件地包容你和理解你，你期待婆婆在你的“脾气”下按照你的意愿行事。然而事与愿违，宠着你的老公批评你，冷淡你，你更加委屈，内心更加难受。是这样吗？",
    "annotation": [
      {
        "sentence": "加班回来，工作的疲劳和压力让你情绪非常低落和压抑。",
        "label": ""
      },
      {
        "sentence": "你借着一件小事，把自己心里积压的情绪以及可能之前和婆婆、丈夫相处时的积压情绪通通发泄出来。",
        "label": ""
      },
      {
        "sentence": "你自知这样做是不对的，但你就是想发泄，你期待丈夫在你发完脾气后还能无条件地包容你和理解你，你期待婆婆在你的“脾气”下按照你的意愿行事。",
        "label": ""
      },
      {
        "sentence": "然而事与愿违，宠着你的老公批评你，冷淡你，你更加委屈，内心更加难受。",
        "label": ""
      },
      {
        "sentence": "是这样吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我希望丈夫能理解我，但他却对我冷淡，我感到非常委屈和伤心。",
    "annotation": [
      {
        "sentence": "是的，我希望丈夫能理解我，但他却对我冷淡，我感到非常委屈和伤心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "大概平时，你也没少对丈夫“作”。你内心可能太匮乏爱了，自我太不稳定了，所以你要用各种脾气、各种行为来获取丈夫无条件的关注与包容，无条件的爱与理解。不断试探对方的底线，来刷自己的存在感。这样的关系，对方本来就会越来越疲惫，而现在，你直接刷过对方的底线——对丈夫的妈妈因小事大发脾气。你们的情感账户不断透支直到最后刷爆，对方就会彻底冷淡你。你心里无限委屈，只不过想要多一点爱啊，小时候你就委屈得没有人爱你，现在这个宠你的丈夫也和他们一样，不爱你。你太痛苦了，你没有能量给自己爱，你不断渴求亲密关系能给你，但是，最终在你亲自验证下，你又一次感受到了熟悉的不被爱的感受了。以上是从你的描述里，做了一个心理的预测。也许不符合真实的情况。如有不符，仅供参考。",
    "annotation": [
      {
        "sentence": "大概平时，你也没少对丈夫“作”。",
        "label": ""
      },
      {
        "sentence": "你内心可能太匮乏爱了，自我太不稳定了，所以你要用各种脾气、各种行为来获取丈夫无条件的关注与包容，无条件的爱与理解。",
        "label": ""
      },
      {
        "sentence": "不断试探对方的底线，来刷自己的存在感。",
        "label": ""
      },
      {
        "sentence": "这样的关系，对方本来就会越来越疲惫，而现在，你直接刷过对方的底线——对丈夫的妈妈因小事大发脾气。",
        "label": ""
      },
      {
        "sentence": "你们的情感账户不断透支直到最后刷爆，对方就会彻底冷淡你。",
        "label": ""
      },
      {
        "sentence": "你心里无限委屈，只不过想要多一点爱啊，小时候你就委屈得没有人爱你，现在这个宠你的丈夫也和他们一样，不爱你。",
        "label": ""
      },
      {
        "sentence": "你太痛苦了，你没有能量给自己爱，你不断渴求亲密关系能给你，但是，最终在你亲自验证下，你又一次感受到了熟悉的不被爱的感受了。",
        "label": ""
      },
      {
        "sentence": "以上是从你的描述里，做了一个心理的预测。",
        "label": ""
      },
      {
        "sentence": "也许不符合真实的情况。",
        "label": ""
      },
      {
        "sentence": "如有不符，仅供参考。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我感觉自己就像一个小女孩，渴望被人关爱和理解。我知道我内心的创伤不完全是因为伴侣，可能早已存在。我应该为自己的创伤负责，并试着觉察这部分痛苦和伤心。",
    "annotation": [
      {
        "sentence": "你说得很对，我感觉自己就像一个小女孩，渴望被人关爱和理解。",
        "label": ""
      },
      {
        "sentence": "我知道我内心的创伤不完全是因为伴侣，可能早已存在。",
        "label": ""
      },
      {
        "sentence": "我应该为自己的创伤负责，并试着觉察这部分痛苦和伤心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你需要为自己的创伤负责，要去觉察这部分痛苦和伤心，进行自我疗愈和成长。你可以尝试像你理想的父母一样，给予自己能量和爱。不要像一个小女孩一样，一味地向世界要爱。你完全可以给自己好的照顾和理解。当你真正成长起来，当你不再完全依赖他人来给予你理解和照顾时，你的情绪自控力也会提升，你的亲密关系也会变好。",
    "annotation": [
      {
        "sentence": "是的，你需要为自己的创伤负责，要去觉察这部分痛苦和伤心，进行自我疗愈和成长。",
        "label": ""
      },
      {
        "sentence": "你可以尝试像你理想的父母一样，给予自己能量和爱。",
        "label": ""
      },
      {
        "sentence": "不要像一个小女孩一样，一味地向世界要爱。",
        "label": ""
      },
      {
        "sentence": "你完全可以给自己好的照顾和理解。",
        "label": ""
      },
      {
        "sentence": "当你真正成长起来，当你不再完全依赖他人来给予你理解和照顾时，你的情绪自控力也会提升，你的亲密关系也会变好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会努力为自己的成长和疗愈而努力。也许我可以考虑找专业心理咨询师或教育自己，多阅读有关原生家庭方面的心理书籍。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会努力为自己的成长和疗愈而努力。",
        "label": ""
      },
      {
        "sentence": "也许我可以考虑找专业心理咨询师或教育自己，多阅读有关原生家庭方面的心理书籍。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助到你，你对于寻求专业心理咨询的想法是非常明智的。它可以给你更多的指导和支持。同时，阅读有关原生家庭方面的心理书籍也是一种学习与成长的方式。希望你能够走上自我疗愈之路，积极面对内心的痛苦，并给予自己更多的爱和理解。",
    "annotation": [
      {
        "sentence": "很高兴能够帮助到你，你对于寻求专业心理咨询的想法是非常明智的。",
        "label": ""
      },
      {
        "sentence": "它可以给你更多的指导和支持。",
        "label": ""
      },
      {
        "sentence": "同时，阅读有关原生家庭方面的心理书籍也是一种学习与成长的方式。",
        "label": ""
      },
      {
        "sentence": "希望你能够走上自我疗愈之路，积极面对内心的痛苦，并给予自己更多的爱和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会好好对待自己，为自己的成长努力。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会好好对待自己，为自己的成长努力。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助到你。祝愿你能够走出困境，找到真正的自我和幸福。如果你需要任何进一步的帮助，随时都可以来找我。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够走出困境，找到真正的自我和幸福。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的帮助，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]