[
  {
    "role": "client",
    "content": "我为什么这么在意她和其他男生暧昧？我没有安全感怎么办？和之前的问题是同一个女生，我们都是大二，同校不同系，认识快一年了，暧昧期超过半年。她性格外向、颜值高、身材好，但是比较开放，身边男性朋友多，有时一起聚餐、喝酒。平时穿着比较暴露，不拒绝陌生男生搭话，身边经常有不同男生陪着，和男生交往没有距离感，不排斥肢体接触，会和不同男生单独约会。她说她比起女生更喜欢和男生交往，恋爱观是“不轻易确认关系”。昨天我问了她如果交了男朋友怎么处理和异性朋友之间的关系，她说能和现在一样最好，如果男朋友不接受也不会退让太多。这是为什么？我想和她谈恋爱，但是没有安全感怎么办？",
    "annotation": [
      {
        "sentence": "我为什么这么在意她和其他男生暧昧？",
        "label": ""
      },
      {
        "sentence": "我没有安全感怎么办？",
        "label": ""
      },
      {
        "sentence": "和之前的问题是同一个女生，我们都是大二，同校不同系，认识快一年了，暧昧期超过半年。",
        "label": ""
      },
      {
        "sentence": "她性格外向、颜值高、身材好，但是比较开放，身边男性朋友多，有时一起聚餐、喝酒。",
        "label": ""
      },
      {
        "sentence": "平时穿着比较暴露，不拒绝陌生男生搭话，身边经常有不同男生陪着，和男生交往没有距离感，不排斥肢体接触，会和不同男生单独约会。",
        "label": ""
      },
      {
        "sentence": "她说她比起女生更喜欢和男生交往，恋爱观是“不轻易确认关系”。",
        "label": ""
      },
      {
        "sentence": "昨天我问了她如果交了男朋友怎么处理和异性朋友之间的关系，她说能和现在一样最好，如果男朋友不接受也不会退让太多。",
        "label": ""
      },
      {
        "sentence": "这是为什么？",
        "label": ""
      },
      {
        "sentence": "我想和她谈恋爱，但是没有安全感怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "问题仔细看过了～你目前最想解决的问题是：喜欢的女生不愿和男生保持距离，你没有安全感。女生喜欢和男生玩在一起的原因有很多；例如她的性格太直率，不计较好相处，觉得和男生玩比和女生玩舒服。当然也有喜欢被男生围着的虚荣感觉，这就需要好判断你喜欢的女生属于哪一种了～",
    "annotation": [
      {
        "sentence": "问题仔细看过了～你目前最想解决的问题是：喜欢的女生不愿和男生保持距离，你没有安全感。",
        "label": ""
      },
      {
        "sentence": "女生喜欢和男生玩在一起的原因有很多；例如她的性格太直率，不计较好相处，觉得和男生玩比和女生玩舒服。",
        "label": ""
      },
      {
        "sentence": "当然也有喜欢被男生围着的虚荣感觉，这就需要好判断你喜欢的女生属于哪一种了～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "她应该是属于性格豪放的类型吧，喜欢和男生交往更多。",
    "annotation": [
      {
        "sentence": "她应该是属于性格豪放的类型吧，喜欢和男生交往更多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，如果是这种情况，可能无论你怎么要求她都不会有太多改变，毕竟人都是按舒服的方式生活的。但是你也需要考虑她是否真的喜欢你，并且想和你进入下一步亲密关系。所以你需要甄别，她对你是比较特殊的，还是与其他男生都一样？",
    "annotation": [
      {
        "sentence": "对的，如果是这种情况，可能无论你怎么要求她都不会有太多改变，毕竟人都是按舒服的方式生活的。",
        "label": ""
      },
      {
        "sentence": "但是你也需要考虑她是否真的喜欢你，并且想和你进入下一步亲密关系。",
        "label": ""
      },
      {
        "sentence": "所以你需要甄别，她对你是比较特殊的，还是与其他男生都一样？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不确定她对我是不是特殊的，她和其他男生相处的方式看起来都差不多。",
    "annotation": [
      {
        "sentence": "我不确定她对我是不是特殊的，她和其他男生相处的方式看起来都差不多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那你可以观察一下她和你相处时的表现，看看她是否对你有特别的关照和亲近。如果她对你与其他男生有区别对待，那可能就是她对你有特殊的感情了。至于你的安全感问题，说明你非常在意喜欢她，或者是占有欲作祟像一个拥有她。心理学有种说法叫：“焦虑型依恋”，这种不稳定的关系使你害怕，怕失去也怕没有进展。",
    "annotation": [
      {
        "sentence": "那你可以观察一下她和你相处时的表现，看看她是否对你有特别的关照和亲近。",
        "label": ""
      },
      {
        "sentence": "如果她对你与其他男生有区别对待，那可能就是她对你有特殊的感情了。",
        "label": ""
      },
      {
        "sentence": "至于你的安全感问题，说明你非常在意喜欢她，或者是占有欲作祟像一个拥有她。",
        "label": ""
      },
      {
        "sentence": "心理学有种说法叫：“焦虑型依恋”，这种不稳定的关系使你害怕，怕失去也怕没有进展。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想我可能就是焦虑型依恋，我害怕失去她，也害怕没有机会进一步发展。",
    "annotation": [
      {
        "sentence": "我想我可能就是焦虑型依恋，我害怕失去她，也害怕没有机会进一步发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，焦虑型依恋会导致你没有安全感。另一个方面来说，没有安全感也是不自信的一种表现，说明你可能没有很大的信心感觉她是喜欢你的，甚至潜意识认为自己不如她的男性朋友。所以建议你仔细思考：如果你们真的在一起了，能否接受她与男生的相处方式？应该如何去相信她把安全感建立起来？需要做哪些事情可以提高自信心？",
    "annotation": [
      {
        "sentence": "没错，焦虑型依恋会导致你没有安全感。",
        "label": ""
      },
      {
        "sentence": "另一个方面来说，没有安全感也是不自信的一种表现，说明你可能没有很大的信心感觉她是喜欢你的，甚至潜意识认为自己不如她的男性朋友。",
        "label": ""
      },
      {
        "sentence": "所以建议你仔细思考：如果你们真的在一起了，能否接受她与男生的相处方式？",
        "label": ""
      },
      {
        "sentence": "应该如何去相信她把安全感建立起来？",
        "label": ""
      },
      {
        "sentence": "需要做哪些事情可以提高自信心？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会好好思考这些问题的，谢谢你的建议。我应该更加自信，相信自己的魅力，同时也要学会信任她并且相信她对我也有特殊的感情。",
    "annotation": [
      {
        "sentence": "我会好好思考这些问题的，谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我应该更加自信，相信自己的魅力，同时也要学会信任她并且相信她对我也有特殊的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好！希望你可以坚定一点，相信自己的吸引力，同时也相信她会对你有特殊的感情。等着你的恋爱消息哦，加油！",
    "annotation": [
      {
        "sentence": "很好！",
        "label": ""
      },
      {
        "sentence": "希望你可以坚定一点，相信自己的吸引力，同时也相信她会对你有特殊的感情。",
        "label": ""
      },
      {
        "sentence": "等着你的恋爱消息哦，加油！",
        "label": ""
      }
    ]
  }
]