[
  {
    "role": "client",
    "content": "为什么有的女生喜欢和不同男生暧昧？没安全感怎么办和之前的问题是同一个女生，我们都是大二，同校不同系，认识快一年了，暧昧期超过半年，她性格外向、颜值高、身材好，但是比较开放，身边男性朋友多，有时一起聚餐、喝酒。平时穿着比较暴露，不拒绝陌生男生搭话，身边经常有不同男生陪着，和男生交往没有距离感，不排斥肢体接触，会和不同男生单独约会。她说她比起女生更喜欢和男生交往，恋爱观是“不轻易确认关系”。昨天我问了她如果交了男朋友怎么处理和异性朋友之间的关系，她说能和现在一样最好，如果男朋友不接受也不会退让太多。这是为什么？想和她谈恋爱，但是没有安全感怎么办？",
    "annotation": [
      {
        "sentence": "为什么有的女生喜欢和不同男生暧昧？",
        "label": ""
      },
      {
        "sentence": "没安全感怎么办和之前的问题是同一个女生，我们都是大二，同校不同系，认识快一年了，暧昧期超过半年，她性格外向、颜值高、身材好，但是比较开放，身边男性朋友多，有时一起聚餐、喝酒。",
        "label": ""
      },
      {
        "sentence": "平时穿着比较暴露，不拒绝陌生男生搭话，身边经常有不同男生陪着，和男生交往没有距离感，不排斥肢体接触，会和不同男生单独约会。",
        "label": ""
      },
      {
        "sentence": "她说她比起女生更喜欢和男生交往，恋爱观是“不轻易确认关系”。",
        "label": ""
      },
      {
        "sentence": "昨天我问了她如果交了男朋友怎么处理和异性朋友之间的关系，她说能和现在一样最好，如果男朋友不接受也不会退让太多。",
        "label": ""
      },
      {
        "sentence": "这是为什么？",
        "label": ""
      },
      {
        "sentence": "想和她谈恋爱，但是没有安全感怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我非常理解你现在的心情。你喜欢的女生跟男性朋友玩得很好，自己没有安全感是很难受的。首先，你要确定自己是否真的足够喜欢她。从你的描述中我了解到你们已经暧昧超过半年了，但你们还没有表明各自的心意。如果你确定你真的喜欢她，那么你的喜欢程度能够胜于她带来的不安全感吗？",
    "annotation": [
      {
        "sentence": "求助者，我非常理解你现在的心情。",
        "label": ""
      },
      {
        "sentence": "你喜欢的女生跟男性朋友玩得很好，自己没有安全感是很难受的。",
        "label": ""
      },
      {
        "sentence": "首先，你要确定自己是否真的足够喜欢她。",
        "label": ""
      },
      {
        "sentence": "从你的描述中我了解到你们已经暧昧超过半年了，但你们还没有表明各自的心意。",
        "label": ""
      },
      {
        "sentence": "如果你确定你真的喜欢她，那么你的喜欢程度能够胜于她带来的不安全感吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我认识她已经很长时间了，对她有好感。但她和其他男生相处得太亲密，我常常感到不安。",
    "annotation": [
      {
        "sentence": "确实，我认识她已经很长时间了，对她有好感。",
        "label": ""
      },
      {
        "sentence": "但她和其他男生相处得太亲密，我常常感到不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谈恋爱最重要的是信任感。在现在的情况下，女生喜欢和男生交朋友也不算是什么很让人吃惊的事情。我个人也比较喜欢和男生交朋友，男生少了些计较，多了份舒服。但这并不代表就是暧昧了。你如果真的想跟女生在一起，我建议你试探一下以下几个问题：跟女生玩的那些男生对她有没有超过友情的感觉？女生跟那些男生的交往行为是否越界？如果女生也喜欢你，建议你们可以就这些问题聊一聊。谈恋爱最重要的是讲究信任，如果女生跟你明确了这些问题，我想你可以多给予一些信任感。",
    "annotation": [
      {
        "sentence": "谈恋爱最重要的是信任感。",
        "label": ""
      },
      {
        "sentence": "在现在的情况下，女生喜欢和男生交朋友也不算是什么很让人吃惊的事情。",
        "label": ""
      },
      {
        "sentence": "我个人也比较喜欢和男生交朋友，男生少了些计较，多了份舒服。",
        "label": ""
      },
      {
        "sentence": "但这并不代表就是暧昧了。",
        "label": ""
      },
      {
        "sentence": "你如果真的想跟女生在一起，我建议你试探一下以下几个问题：跟女生玩的那些男生对她有没有超过友情的感觉？",
        "label": ""
      },
      {
        "sentence": "女生跟那些男生的交往行为是否越界？",
        "label": ""
      },
      {
        "sentence": "如果女生也喜欢你，建议你们可以就这些问题聊一聊。",
        "label": ""
      },
      {
        "sentence": "谈恋爱最重要的是讲究信任，如果女生跟你明确了这些问题，我想你可以多给予一些信任感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和她谈一谈，了解她和那些男生之间的关系。但如果她的态度不够明确，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我会试着和她谈一谈，了解她和那些男生之间的关系。",
        "label": ""
      },
      {
        "sentence": "但如果她的态度不够明确，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果女生对你的关心不够明确，你可以表达出你对她的喜欢和关心。但同时也要给予自己一些空间和时间，不要太过追求。对自己有自信，你要对自己有自信啊！要相信在她眼里，你就是最特别的那个，不管她的身边有多少异性，那都只是朋友而已，你才是那颗在她眼中发光的星。既然女生条件不差，那么你也要让自己变得越来越优秀呀！",
    "annotation": [
      {
        "sentence": "如果女生对你的关心不够明确，你可以表达出你对她的喜欢和关心。",
        "label": ""
      },
      {
        "sentence": "但同时也要给予自己一些空间和时间，不要太过追求。",
        "label": ""
      },
      {
        "sentence": "对自己有自信，你要对自己有自信啊！",
        "label": ""
      },
      {
        "sentence": "要相信在她眼里，你就是最特别的那个，不管她的身边有多少异性，那都只是朋友而已，你才是那颗在她眼中发光的星。",
        "label": ""
      },
      {
        "sentence": "既然女生条件不差，那么你也要让自己变得越来越优秀呀！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我会相信自己，不过还是希望能得到她更明确的回应。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会相信自己，不过还是希望能得到她更明确的回应。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，理解你的期望。你可以给她一些时间去思考，毕竟这涉及到她对未来发展的考虑。在此期间，你也可以尝试在日常生活中展现对她的关心和照顾，逐渐加深你们之间的感情。如果适当的时机出现了，再次和她谈谈你的感受和想法，看看是否能够得到更明确的回应。",
    "annotation": [
      {
        "sentence": "是的，理解你的期望。",
        "label": ""
      },
      {
        "sentence": "你可以给她一些时间去思考，毕竟这涉及到她对未来发展的考虑。",
        "label": ""
      },
      {
        "sentence": "在此期间，你也可以尝试在日常生活中展现对她的关心和照顾，逐渐加深你们之间的感情。",
        "label": ""
      },
      {
        "sentence": "如果适当的时机出现了，再次和她谈谈你的感受和想法，看看是否能够得到更明确的回应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会按照你的建议去做。非常感谢你的支持和帮助！",
    "annotation": [
      {
        "sentence": "好的，我会按照你的建议去做。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！希望我的建议能对你有所帮助。记住要保持积极的心态，无论结果如何，重要的是保持自己的成长和发展。如果还有其他问题，随时来找我聊天。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "希望我的建议能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "记住要保持积极的心态，无论结果如何，重要的是保持自己的成长和发展。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]