[
  {
    "role": "client",
    "content": "为什么有的女生喜欢和不同男生暧昧？没安全感怎么办和之前的问题是同一个女生，我们都是大二，同校不同系，认识快一年了，暧昧期超过半年，她性格外向、颜值高、身材好，但是比较开放，身边男性朋友多，有时一起聚餐、喝酒。平时穿着比较暴露，不拒绝陌生男生搭话，身边经常有不同男生陪着，和男生交往没有距离感，不排斥肢体接触，会和不同男生单独约会。她说她比起女生更喜欢和男生交往，恋爱观是“不轻易确认关系”。昨天我问了她如果交了男朋友怎么处理和异性朋友之间的关系，她说能和现在一样最好，如果男朋友不接受也不会退让太多。这是为什么？想和她谈恋爱，但是没有安全感怎么办？",
    "annotation": [
      {
        "sentence": "为什么有的女生喜欢和不同男生暧昧？",
        "label": ""
      },
      {
        "sentence": "没安全感怎么办和之前的问题是同一个女生，我们都是大二，同校不同系，认识快一年了，暧昧期超过半年，她性格外向、颜值高、身材好，但是比较开放，身边男性朋友多，有时一起聚餐、喝酒。",
        "label": ""
      },
      {
        "sentence": "平时穿着比较暴露，不拒绝陌生男生搭话，身边经常有不同男生陪着，和男生交往没有距离感，不排斥肢体接触，会和不同男生单独约会。",
        "label": ""
      },
      {
        "sentence": "她说她比起女生更喜欢和男生交往，恋爱观是“不轻易确认关系”。",
        "label": ""
      },
      {
        "sentence": "昨天我问了她如果交了男朋友怎么处理和异性朋友之间的关系，她说能和现在一样最好，如果男朋友不接受也不会退让太多。",
        "label": ""
      },
      {
        "sentence": "这是为什么？",
        "label": ""
      },
      {
        "sentence": "想和她谈恋爱，但是没有安全感怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你朋友喜欢暧昧对于男生的原因有很多可能性。首先，她可能在过程中寻找对自己吸引力的肯定，以弥补内心的自卑感。她通过与不同男生交往，得到了被喜欢和被接纳的感觉，这反映了她成长过程中缺乏此类经历。其次，她对于建立正式关系可能存在一定的不安全感和恐惧感，因此偏向与男生保持模糊关系。这可能与她在家庭环境中父母关系不和睦等原因有关。此外，她可能觉得自己年轻，想要多尝试和玩乐的机会也是一种可能性。无论她选择怎样的生活方式，我们不能轻易评判。但是她的行为在某种程度上显示出她对他人的界限感较弱，未经他人同意就擅自身体接触让人感到不被尊重和不舒服。你可以好好思考是否愿意与她交往。对于自己缺乏安全感的问题，我们可以一起探讨。",
    "annotation": [
      {
        "sentence": "你朋友喜欢暧昧对于男生的原因有很多可能性。",
        "label": ""
      },
      {
        "sentence": "首先，她可能在过程中寻找对自己吸引力的肯定，以弥补内心的自卑感。",
        "label": ""
      },
      {
        "sentence": "她通过与不同男生交往，得到了被喜欢和被接纳的感觉，这反映了她成长过程中缺乏此类经历。",
        "label": ""
      },
      {
        "sentence": "其次，她对于建立正式关系可能存在一定的不安全感和恐惧感，因此偏向与男生保持模糊关系。",
        "label": ""
      },
      {
        "sentence": "这可能与她在家庭环境中父母关系不和睦等原因有关。",
        "label": ""
      },
      {
        "sentence": "此外，她可能觉得自己年轻，想要多尝试和玩乐的机会也是一种可能性。",
        "label": ""
      },
      {
        "sentence": "无论她选择怎样的生活方式，我们不能轻易评判。",
        "label": ""
      },
      {
        "sentence": "但是她的行为在某种程度上显示出她对他人的界限感较弱，未经他人同意就擅自身体接触让人感到不被尊重和不舒服。",
        "label": ""
      },
      {
        "sentence": "你可以好好思考是否愿意与她交往。",
        "label": ""
      },
      {
        "sentence": "对于自己缺乏安全感的问题，我们可以一起探讨。",
        "label": ""
      }
    ]
  }
]