[
  {
    "role": "client",
    "content": "恋爱中情绪偏激如何调节？我甚至怀疑自己有家暴倾向男生，23岁，和女朋友恋爱中发生多次不愉快，习惯性认为对方太作，扭头就走、言语上讽刺或是消极回应，例如和你有什么关系呢，我的事不用你管是她的惯用行为，我特别情绪化，每次看到或听到她如此般的行为，渐渐心生怨恨，我一直搞不懂到底是不是我太过于自私，至此两人一吵架开始互相对骂，谁也不服谁，我气得也是又拿拳头砸墙又是打自己。气不过再喝两瓶酒，吃东西就使劲给自己塞，一边做这些事一边气呼呼的流泪，我甚至严重怀疑自己有家暴倾向，我该怎么解决自己的问题？请大家帮帮我。",
    "annotation": [
      {
        "sentence": "恋爱中情绪偏激如何调节？",
        "label": ""
      },
      {
        "sentence": "我甚至怀疑自己有家暴倾向男生，23岁，和女朋友恋爱中发生多次不愉快，习惯性认为对方太作，扭头就走、言语上讽刺或是消极回应，例如和你有什么关系呢，我的事不用你管是她的惯用行为，我特别情绪化，每次看到或听到她如此般的行为，渐渐心生怨恨，我一直搞不懂到底是不是我太过于自私，至此两人一吵架开始互相对骂，谁也不服谁，我气得也是又拿拳头砸墙又是打自己。",
        "label": ""
      },
      {
        "sentence": "气不过再喝两瓶酒，吃东西就使劲给自己塞，一边做这些事一边气呼呼的流泪，我甚至严重怀疑自己有家暴倾向，我该怎么解决自己的问题？",
        "label": ""
      },
      {
        "sentence": "请大家帮帮我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情，首先我想给你一个用力的拥抱~看完你的描述，大概的问题方向我总结了几点：认为对方太作，自己又容易因此敏感。两个人彼此之间谁也不服谁只能通过伤害自己来发泄情绪，怀疑自己有家暴倾向。对方行为的背后，究竟藏着什么？一般而言，我们每个人的行为模式背后，都会藏着我们既往所经历过的事情，比如家庭的影响。在《在关系中成长》一书中曾提到，当我们进入“家庭原型”去寻找自己行为模式和思维模式的成因时，我们就会发现，过去有哪些情结导致了当下我们对他人、对关系的误解。",
    "annotation": [
      {
        "sentence": "非常理解你的心情，首先我想给你一个用力的拥抱~看完你的描述，大概的问题方向我总结了几点：认为对方太作，自己又容易因此敏感。",
        "label": ""
      },
      {
        "sentence": "两个人彼此之间谁也不服谁只能通过伤害自己来发泄情绪，怀疑自己有家暴倾向。",
        "label": ""
      },
      {
        "sentence": "对方行为的背后，究竟藏着什么？",
        "label": ""
      },
      {
        "sentence": "一般而言，我们每个人的行为模式背后，都会藏着我们既往所经历过的事情，比如家庭的影响。",
        "label": ""
      },
      {
        "sentence": "在《在关系中成长》一书中曾提到，当我们进入“家庭原型”去寻找自己行为模式和思维模式的成因时，我们就会发现，过去有哪些情结导致了当下我们对他人、对关系的误解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的拥抱和理解。女友扭头就走，说“和你有什么关系”“我的事不用你管”之前发生过什么事情呢？或许是她认为，你对她产生的一些需求让她产生了一种回到过往的错觉。",
    "annotation": [
      {
        "sentence": "谢谢你的拥抱和理解。",
        "label": ""
      },
      {
        "sentence": "女友扭头就走，说“和你有什么关系”“我的事不用你管”之前发生过什么事情呢？",
        "label": ""
      },
      {
        "sentence": "或许是她认为，你对她产生的一些需求让她产生了一种回到过往的错觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，人在面对不太美好的体验重现时，会下意识地开启防御机制。所以在女友产生这样的言语讽刺过消极回应时，先给彼此一段时间，不必过于敏感。然后再进行沟通，势必要表达清楚你对她不是命令或对她产生威胁，你只是在和她表达关心。",
    "annotation": [
      {
        "sentence": "是的，人在面对不太美好的体验重现时，会下意识地开启防御机制。",
        "label": ""
      },
      {
        "sentence": "所以在女友产生这样的言语讽刺过消极回应时，先给彼此一段时间，不必过于敏感。",
        "label": ""
      },
      {
        "sentence": "然后再进行沟通，势必要表达清楚你对她不是命令或对她产生威胁，你只是在和她表达关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我们两个人彼此之间谁也不服谁，大概两个人都是有这样一种骄傲的：觉得无论如何都不能在恋爱中服软，要不就是失去了自尊。",
    "annotation": [
      {
        "sentence": "可是我们两个人彼此之间谁也不服谁，大概两个人都是有这样一种骄傲的：觉得无论如何都不能在恋爱中服软，要不就是失去了自尊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感情本身是需要经营和维持的，它不是用来赌气的筹码，也经不起一再的消磨。所以如果还想要继续这段感情，不如先退一步，有时候就是自己把自己架在了一个进退两难的处境，因为不肯示弱，害怕自己不是和你势均力敌。有个人先退一步，另外一个人可能就会同样后退，问题先不谈，但至少两个人都能走真正冷静思考的时间。退一步不是服软，只是总有人需要为打破僵局做出付出。",
    "annotation": [
      {
        "sentence": "感情本身是需要经营和维持的，它不是用来赌气的筹码，也经不起一再的消磨。",
        "label": ""
      },
      {
        "sentence": "所以如果还想要继续这段感情，不如先退一步，有时候就是自己把自己架在了一个进退两难的处境，因为不肯示弱，害怕自己不是和你势均力敌。",
        "label": ""
      },
      {
        "sentence": "有个人先退一步，另外一个人可能就会同样后退，问题先不谈，但至少两个人都能走真正冷静思考的时间。",
        "label": ""
      },
      {
        "sentence": "退一步不是服软，只是总有人需要为打破僵局做出付出。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可能我太固执了。伤害自己来发泄情绪，其实不必太过介怀，这未必就是家暴倾向。只是我没能找到一个好的发泄情绪、解决问题的方式时，人就会下意识地采用自虐的方式减轻内心的负担。最关键的原因，还是在于如何处理和女友之间沟通的问题：不带任何评价地描述目前女友的行为，然后表达出你的感受，在提出你的需要和请求。",
    "annotation": [
      {
        "sentence": "我明白了，可能我太固执了。",
        "label": ""
      },
      {
        "sentence": "伤害自己来发泄情绪，其实不必太过介怀，这未必就是家暴倾向。",
        "label": ""
      },
      {
        "sentence": "只是我没能找到一个好的发泄情绪、解决问题的方式时，人就会下意识地采用自虐的方式减轻内心的负担。",
        "label": ""
      },
      {
        "sentence": "最关键的原因，还是在于如何处理和女友之间沟通的问题：不带任何评价地描述目前女友的行为，然后表达出你的感受，在提出你的需要和请求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，比如你今天对我说了一句话，让我不太高兴，因为我希望我对你的关心可以得到回应，所以请你下一次能够回应我，当然可以适当变通。但最主要的是，不能一味停留在评价这件事情对还是不对，要去体会对方的想法和表达自己真实的关心。如果目前没有办法，那么就选择和朋友倾诉或者把努力发泄在锻炼身体上，比如跑步、短时间大强度的无氧运动等等，情绪需要一个通道，心理上无法抒发，就先从身体上开始。",
    "annotation": [
      {
        "sentence": "对的，比如你今天对我说了一句话，让我不太高兴，因为我希望我对你的关心可以得到回应，所以请你下一次能够回应我，当然可以适当变通。",
        "label": ""
      },
      {
        "sentence": "但最主要的是，不能一味停留在评价这件事情对还是不对，要去体会对方的想法和表达自己真实的关心。",
        "label": ""
      },
      {
        "sentence": "如果目前没有办法，那么就选择和朋友倾诉或者把努力发泄在锻炼身体上，比如跑步、短时间大强度的无氧运动等等，情绪需要一个通道，心理上无法抒发，就先从身体上开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会试着改变自己的观念和行为方式来处理和女友之间的问题。希望我们能够幸福快乐。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会试着改变自己的观念和行为方式来处理和女友之间的问题。",
        "label": ""
      },
      {
        "sentence": "希望我们能够幸福快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我也希望，一个希望能温柔世界，也给自己肆意生长的时间的小蘑菇。不要忘记，每个问题的解决都需要时间和努力，祝你好运！",
    "annotation": [
      {
        "sentence": "我也希望，一个希望能温柔世界，也给自己肆意生长的时间的小蘑菇。",
        "label": ""
      },
      {
        "sentence": "不要忘记，每个问题的解决都需要时间和努力，祝你好运！",
        "label": ""
      }
    ]
  }
]