[
  {
    "role": "client",
    "content": "我为什么这么在乎外界对我的态度？因为过去的创伤经历，我在社交上有恐惧障碍，甚至有些习得性无助。在平时生活工作中，我发觉自己很在意外界对我的评价，对我的态度，很敏感，非常受不了别人对我的攻击，敌意，否定，质疑，瞧不起，鄙视等等负面的态度，一遇到这种情况，就容易被激怒，情绪激动，想要反击，内心还非常受伤，像玻璃心。尤其是在单位环境中，特别明显，敏感，情绪和神经都绷得很紧，感觉好像随时一个小摩擦就会忍不住对同事发火。大家都觉得我脾气不好。其实我内心很痛苦，谁不想和周围环境和谐共处、开心工作呢，同时我也很焦虑因此破坏同事关系，给自己造成负面影响，阻碍个人生存发展。有人告诉我，这是因为我对外部环境有期待。我觉察自己的内心，觉得自己一直缺乏安全感和归属感，也非常渴望获得周围环境的认可和尊重，不知道是不是因为这些原因。我想请教各位老师，针对目前自己的心态，我为什么会这样呢？面对这种情况和心态，我又该做些什么来帮助自己呢？谢谢大家！",
    "annotation": [
      {
        "sentence": "我为什么这么在乎外界对我的态度？",
        "label": ""
      },
      {
        "sentence": "因为过去的创伤经历，我在社交上有恐惧障碍，甚至有些习得性无助。",
        "label": ""
      },
      {
        "sentence": "在平时生活工作中，我发觉自己很在意外界对我的评价，对我的态度，很敏感，非常受不了别人对我的攻击，敌意，否定，质疑，瞧不起，鄙视等等负面的态度，一遇到这种情况，就容易被激怒，情绪激动，想要反击，内心还非常受伤，像玻璃心。",
        "label": ""
      },
      {
        "sentence": "尤其是在单位环境中，特别明显，敏感，情绪和神经都绷得很紧，感觉好像随时一个小摩擦就会忍不住对同事发火。",
        "label": ""
      },
      {
        "sentence": "大家都觉得我脾气不好。",
        "label": ""
      },
      {
        "sentence": "其实我内心很痛苦，谁不想和周围环境和谐共处、开心工作呢，同时我也很焦虑因此破坏同事关系，给自己造成负面影响，阻碍个人生存发展。",
        "label": ""
      },
      {
        "sentence": "有人告诉我，这是因为我对外部环境有期待。",
        "label": ""
      },
      {
        "sentence": "我觉察自己的内心，觉得自己一直缺乏安全感和归属感，也非常渴望获得周围环境的认可和尊重，不知道是不是因为这些原因。",
        "label": ""
      },
      {
        "sentence": "我想请教各位老师，针对目前自己的心态，我为什么会这样呢？",
        "label": ""
      },
      {
        "sentence": "面对这种情况和心态，我又该做些什么来帮助自己呢？",
        "label": ""
      },
      {
        "sentence": "谢谢大家！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "认真阅读了你的描述，你一直生活在缺乏安全感的状态中，这导致了你的性格变得敏感而脆弱。你的生活就像一只时刻保持警惕的兔子，只要有任何风吹草动，就会受到惊吓，随时竖起耳朵寻找那些无关紧要的刺激。对于你来说，这种生活方式虽然让你感到不适，但却是过去多年来的一种自我保护机制，因为这种保护机制让你免受更多痛苦的困扰。然而，现在这种保护机制显然已经不再适用于你，因为你已经逐渐成长，这种保护反而让你陷入尴尬的境地，所以你想要做出改变。你善于觉察并且有勇气不断突破自我，这一点非常令人肯定。我想通过以下一些方面给你一些启发。",
    "annotation": [
      {
        "sentence": "认真阅读了你的描述，你一直生活在缺乏安全感的状态中，这导致了你的性格变得敏感而脆弱。",
        "label": ""
      },
      {
        "sentence": "你的生活就像一只时刻保持警惕的兔子，只要有任何风吹草动，就会受到惊吓，随时竖起耳朵寻找那些无关紧要的刺激。",
        "label": ""
      },
      {
        "sentence": "对于你来说，这种生活方式虽然让你感到不适，但却是过去多年来的一种自我保护机制，因为这种保护机制让你免受更多痛苦的困扰。",
        "label": ""
      },
      {
        "sentence": "然而，现在这种保护机制显然已经不再适用于你，因为你已经逐渐成长，这种保护反而让你陷入尴尬的境地，所以你想要做出改变。",
        "label": ""
      },
      {
        "sentence": "你善于觉察并且有勇气不断突破自我，这一点非常令人肯定。",
        "label": ""
      },
      {
        "sentence": "我想通过以下一些方面给你一些启发。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解，我真的希望能够改变自己，摆脱这种困扰。请问你有什么具体的建议吗？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解，我真的希望能够改变自己，摆脱这种困扰。",
        "label": ""
      },
      {
        "sentence": "请问你有什么具体的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，不要把对你的“攻击”当作对你的危险。如果你想要改变内心，最简单的办法是重新认识外界的评价和看法。内心的成长是一个缓慢的过程，而认知的改变也不是一蹴而就的。然而，通过重新理解他人，你可以更快地掌握化解负面情绪的方式，从而为重建新的认知打下良好的基础。你将别人的看法视为对你的攻击和批评，但实际上很多人都有心理创伤，只是有的人选择将矛盾和痛苦转嫁给他人，有的人选择默默承受。那些让你不舒服的“看法和评价”其实并不是针对你个人的，而是因为某种情景刺激了他们过去的痛苦或者创伤体验，所以他们才会爆发出矛盾和冲突。他们真正“评价和不满”的对象其实是他们内心的恨意。",
    "annotation": [
      {
        "sentence": "首先，不要把对你的“攻击”当作对你的危险。",
        "label": ""
      },
      {
        "sentence": "如果你想要改变内心，最简单的办法是重新认识外界的评价和看法。",
        "label": ""
      },
      {
        "sentence": "内心的成长是一个缓慢的过程，而认知的改变也不是一蹴而就的。",
        "label": ""
      },
      {
        "sentence": "然而，通过重新理解他人，你可以更快地掌握化解负面情绪的方式，从而为重建新的认知打下良好的基础。",
        "label": ""
      },
      {
        "sentence": "你将别人的看法视为对你的攻击和批评，但实际上很多人都有心理创伤，只是有的人选择将矛盾和痛苦转嫁给他人，有的人选择默默承受。",
        "label": ""
      },
      {
        "sentence": "那些让你不舒服的“看法和评价”其实并不是针对你个人的，而是因为某种情景刺激了他们过去的痛苦或者创伤体验，所以他们才会爆发出矛盾和冲突。",
        "label": ""
      },
      {
        "sentence": "他们真正“评价和不满”的对象其实是他们内心的恨意。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该重新认识他人的评价和看法，不要过度自责。那么面对这种情况，我应该怎样应对呢？",
    "annotation": [
      {
        "sentence": "我明白了，我应该重新认识他人的评价和看法，不要过度自责。",
        "label": ""
      },
      {
        "sentence": "那么面对这种情况，我应该怎样应对呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我建议你尝试“三分钟”冷静法，在情绪状态不好的时候避免与他人交流。当面对他人的不愉快语言时，你可以使用这种方法让自己快速冷静下来，迅速脱离产生矛盾的场景。你可以做几次深呼吸来调整自己，缓解和平息内心的情绪。一旦你度过情绪爆发的那个点，你的情绪就更容易平静下来，这时再进行面对面的交流，就可以避免很多尴尬局面。",
    "annotation": [
      {
        "sentence": "我建议你尝试“三分钟”冷静法，在情绪状态不好的时候避免与他人交流。",
        "label": ""
      },
      {
        "sentence": "当面对他人的不愉快语言时，你可以使用这种方法让自己快速冷静下来，迅速脱离产生矛盾的场景。",
        "label": ""
      },
      {
        "sentence": "你可以做几次深呼吸来调整自己，缓解和平息内心的情绪。",
        "label": ""
      },
      {
        "sentence": "一旦你度过情绪爆发的那个点，你的情绪就更容易平静下来，这时再进行面对面的交流，就可以避免很多尴尬局面。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个方法听起来不错，我会尝试一下。还有其他方面的建议吗？",
    "annotation": [
      {
        "sentence": "这个方法听起来不错，我会尝试一下。",
        "label": ""
      },
      {
        "sentence": "还有其他方面的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你提问中的这些问题，我看到你已经有了较好的觉察和发现。希望你能继续保持这种觉察的状态，因为觉察是个人内心成长的关键。然而，这是一个相对缓慢的过程，需要恒心和耐心。如果可以的话，我建议你找到合适的心理咨询师进行长期的咨询。在专业人员的帮助下，你可以更好地实现觉察和探索自我的目标。",
    "annotation": [
      {
        "sentence": "对于你提问中的这些问题，我看到你已经有了较好的觉察和发现。",
        "label": ""
      },
      {
        "sentence": "希望你能继续保持这种觉察的状态，因为觉察是个人内心成长的关键。",
        "label": ""
      },
      {
        "sentence": "然而，这是一个相对缓慢的过程，需要恒心和耐心。",
        "label": ""
      },
      {
        "sentence": "如果可以的话，我建议你找到合适的心理咨询师进行长期的咨询。",
        "label": ""
      },
      {
        "sentence": "在专业人员的帮助下，你可以更好地实现觉察和探索自我的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会努力践行的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会努力践行的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，相信自己能够改变。祝你在探索自我的过程中取得进步和成长。如果有任何困惑或需要进一步的帮助，随时和我交流。祝一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，相信自己能够改变。",
        "label": ""
      },
      {
        "sentence": "祝你在探索自我的过程中取得进步和成长。",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑或需要进一步的帮助，随时和我交流。",
        "label": ""
      },
      {
        "sentence": "祝一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福！我会时刻保持联系并努力改变自己。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福！",
        "label": ""
      },
      {
        "sentence": "我会时刻保持联系并努力改变自己。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直支持你的。记得随时向我求助，我愿意帮助你。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "记得随时向我求助，我愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]