[
  {
    "role": "client",
    "content": "我不自觉地就想解释身边的一切东西，这该怎么办呢？我想知道这是否属于儿时心理创伤带来的强迫性行为。当初我得出的结论是，因为我和其他的小孩不熟悉，他们放学后一起上课后班，而我却被接走回家看喜羊羊[捂脸哭]，我还想和他们一起玩，所以导致被排斥是理所应当的。有些人接纳我，而有些人不接纳我，不接纳我的人开始欺负我，其实也算不上欺负，只是他们不跟我一起玩。而接纳我的人则会和我一对一，但后来发现他们玩的东西我都不了解。所以最后我只能选择学习。因为被欺负了，欺负人的人还说本就应该这样。所以这就是我想要解释一切的性格成因。为什么我应该受到欺负，为什么大家都不跟我一起。能解释通了，也许就能知道为什么了。但是试图解释这些，却让他们离我更远了。所以现在唯一能做的就是继续解释下去。",
    "annotation": [
      {
        "sentence": "我不自觉地就想解释身边的一切东西，这该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我想知道这是否属于儿时心理创伤带来的强迫性行为。",
        "label": ""
      },
      {
        "sentence": "当初我得出的结论是，因为我和其他的小孩不熟悉，他们放学后一起上课后班，而我却被接走回家看喜羊羊[捂脸哭]，我还想和他们一起玩，所以导致被排斥是理所应当的。",
        "label": ""
      },
      {
        "sentence": "有些人接纳我，而有些人不接纳我，不接纳我的人开始欺负我，其实也算不上欺负，只是他们不跟我一起玩。",
        "label": ""
      },
      {
        "sentence": "而接纳我的人则会和我一对一，但后来发现他们玩的东西我都不了解。",
        "label": ""
      },
      {
        "sentence": "所以最后我只能选择学习。",
        "label": ""
      },
      {
        "sentence": "因为被欺负了，欺负人的人还说本就应该这样。",
        "label": ""
      },
      {
        "sentence": "所以这就是我想要解释一切的性格成因。",
        "label": ""
      },
      {
        "sentence": "为什么我应该受到欺负，为什么大家都不跟我一起。",
        "label": ""
      },
      {
        "sentence": "能解释通了，也许就能知道为什么了。",
        "label": ""
      },
      {
        "sentence": "但是试图解释这些，却让他们离我更远了。",
        "label": ""
      },
      {
        "sentence": "所以现在唯一能做的就是继续解释下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心理学家阿德勒说：“人所有的烦恼都来自于人际关系。”所以对于人际关系，每个人都会遇到或多或少的难题。我们要放宽心，因为在成长的路上，还有很多人在陪伴着你。面对被孤立和排斥，我们的心态变得非常重要。让我们先分析一下你的问题：第一，因为你放学后被接走，回家看电视，所以他们会排斥你。第二，你发现朋友们有共同的兴趣爱好，而你对这些一无所知。通过这些问题，我们可以发现被排斥其实是有道理的，因为你们缺乏共同的话题和兴趣。人们有着“同性相吸”的本能，他们更容易和与自己相似的人和物打成一片。由于他们的兴趣爱好和背景有相似之处，他们之间的话题更多，沟通也更好。有时候我们交朋友是为了得到理解和帮助，但是别人也希望得到我们的帮助。然而，我们常常不理解对方的需求。当需求得不到满足时，就会产生愤怒和消极情绪，导致彼此越走越远。相似性让关系更亲密，但并不意味着我们要为了追求亲密而去迎合和解释自己。接下来我想强调一点，你选择学习是正确的。不要怀疑自己，这是一个好的选择。学业是我们需要认真对待的事情，也没有必要因为他人的态度而影响我们的学习态度。此外，可能是受到了从小生长环境的影响，你的性格有些内向和无助。但是，我们可以改变自己的性格和提升人际交往能力，不仅是为了现在，也是为了以后与同事和其他人相处更好。最后，我们要通过努力走出这个圈子。志同道合的朋友很难找到，现在我们的格局可能有些狭窄。但让我们不断努力学习和提升自己，这样可以使我们的生活变得更清晰有序，不再受到过去社交和烦恼的影响。在学校，我们的目的并不是为了交朋友，而是为了学习。如果在学习的过程中能够遇到志同道合的人成为好朋友，那当然是幸运的。但如果没有遇到，也没有关系，因为这与我们的学习并不冲突。遇到好朋友是一种幸运，没有遇到并不算不幸。加油！",
    "annotation": [
      {
        "sentence": "心理学家阿德勒说：“人所有的烦恼都来自于人际关系。",
        "label": ""
      },
      {
        "sentence": "”所以对于人际关系，每个人都会遇到或多或少的难题。",
        "label": ""
      },
      {
        "sentence": "我们要放宽心，因为在成长的路上，还有很多人在陪伴着你。",
        "label": ""
      },
      {
        "sentence": "面对被孤立和排斥，我们的心态变得非常重要。",
        "label": ""
      },
      {
        "sentence": "让我们先分析一下你的问题：第一，因为你放学后被接走，回家看电视，所以他们会排斥你。",
        "label": ""
      },
      {
        "sentence": "第二，你发现朋友们有共同的兴趣爱好，而你对这些一无所知。",
        "label": ""
      },
      {
        "sentence": "通过这些问题，我们可以发现被排斥其实是有道理的，因为你们缺乏共同的话题和兴趣。",
        "label": ""
      },
      {
        "sentence": "人们有着“同性相吸”的本能，他们更容易和与自己相似的人和物打成一片。",
        "label": ""
      },
      {
        "sentence": "由于他们的兴趣爱好和背景有相似之处，他们之间的话题更多，沟通也更好。",
        "label": ""
      },
      {
        "sentence": "有时候我们交朋友是为了得到理解和帮助，但是别人也希望得到我们的帮助。",
        "label": ""
      },
      {
        "sentence": "然而，我们常常不理解对方的需求。",
        "label": ""
      },
      {
        "sentence": "当需求得不到满足时，就会产生愤怒和消极情绪，导致彼此越走越远。",
        "label": ""
      },
      {
        "sentence": "相似性让关系更亲密，但并不意味着我们要为了追求亲密而去迎合和解释自己。",
        "label": ""
      },
      {
        "sentence": "接下来我想强调一点，你选择学习是正确的。",
        "label": ""
      },
      {
        "sentence": "不要怀疑自己，这是一个好的选择。",
        "label": ""
      },
      {
        "sentence": "学业是我们需要认真对待的事情，也没有必要因为他人的态度而影响我们的学习态度。",
        "label": ""
      },
      {
        "sentence": "此外，可能是受到了从小生长环境的影响，你的性格有些内向和无助。",
        "label": ""
      },
      {
        "sentence": "但是，我们可以改变自己的性格和提升人际交往能力，不仅是为了现在，也是为了以后与同事和其他人相处更好。",
        "label": ""
      },
      {
        "sentence": "最后，我们要通过努力走出这个圈子。",
        "label": ""
      },
      {
        "sentence": "志同道合的朋友很难找到，现在我们的格局可能有些狭窄。",
        "label": ""
      },
      {
        "sentence": "但让我们不断努力学习和提升自己，这样可以使我们的生活变得更清晰有序，不再受到过去社交和烦恼的影响。",
        "label": ""
      },
      {
        "sentence": "在学校，我们的目的并不是为了交朋友，而是为了学习。",
        "label": ""
      },
      {
        "sentence": "如果在学习的过程中能够遇到志同道合的人成为好朋友，那当然是幸运的。",
        "label": ""
      },
      {
        "sentence": "但如果没有遇到，也没有关系，因为这与我们的学习并不冲突。",
        "label": ""
      },
      {
        "sentence": "遇到好朋友是一种幸运，没有遇到并不算不幸。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]