[
  {
    "role": "client",
    "content": "被出轨，还爱着对方，如何让自己摆脱被害者心理？",
    "annotation": [
      {
        "sentence": "被出轨，还爱着对方，如何让自己摆脱被害者心理？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受。女人对于喜欢的阈值比男人高，但从喜欢到爱，距离比较短。一旦爱上就会对那个人从一而终，所以即使他出轨，你也会依然爱着他。但被出轨在一定程度上会破坏你的安全感、稳定感和被爱感，让你感到不安和焦虑。",
    "annotation": [
      {
        "sentence": "我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "女人对于喜欢的阈值比男人高，但从喜欢到爱，距离比较短。",
        "label": ""
      },
      {
        "sentence": "一旦爱上就会对那个人从一而终，所以即使他出轨，你也会依然爱着他。",
        "label": ""
      },
      {
        "sentence": "但被出轨在一定程度上会破坏你的安全感、稳定感和被爱感，让你感到不安和焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我总感觉内心有一个结，而且经常会无意识地回想这些事，情绪马上失控。很难在一星期内调整好自己的情绪。",
    "annotation": [
      {
        "sentence": "是的，我总感觉内心有一个结，而且经常会无意识地回想这些事，情绪马上失控。",
        "label": ""
      },
      {
        "sentence": "很难在一星期内调整好自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很正常的反应。如果我们不将内心的情绪表达出来，正常的情绪就会阻碍，影响我们的情绪和心理。你可以找个时机将心中的不快，表达出来，比如找亲朋好友谈谈，倾听他们的理解和支持。他们可以给你提供相应的情感支持，让你知道，在治愈的路上，你并不是孤军奋斗的，始终有人在背后关注着你，鼓励着你。",
    "annotation": [
      {
        "sentence": "这是很正常的反应。",
        "label": ""
      },
      {
        "sentence": "如果我们不将内心的情绪表达出来，正常的情绪就会阻碍，影响我们的情绪和心理。",
        "label": ""
      },
      {
        "sentence": "你可以找个时机将心中的不快，表达出来，比如找亲朋好友谈谈，倾听他们的理解和支持。",
        "label": ""
      },
      {
        "sentence": "他们可以给你提供相应的情感支持，让你知道，在治愈的路上，你并不是孤军奋斗的，始终有人在背后关注着你，鼓励着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会多跟亲朋好友交流，也会购买自助类的书籍来治愈自己。但我还是会有点疑神疑鬼，对方的改变和承诺我是否能够相信呢？",
    "annotation": [
      {
        "sentence": "好的，我会多跟亲朋好友交流，也会购买自助类的书籍来治愈自己。",
        "label": ""
      },
      {
        "sentence": "但我还是会有点疑神疑鬼，对方的改变和承诺我是否能够相信呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个可以理解的疑虑，但你需要更多的沟通和信任来减少你的疑虑。你可以找机会和他坐下来好好谈一谈，了解他改变的原因和意愿，这也可以增加你们之间的互信。同时，也要学会放下过去的伤痛，给婚姻一个重新开始的机会，学着爱自己，婚姻是场亲密关系的修行，借着这个突发事件，我们可以了解自己，了解婚姻，更深层次是理解我们内心情感的真相。",
    "annotation": [
      {
        "sentence": "这是一个可以理解的疑虑，但你需要更多的沟通和信任来减少你的疑虑。",
        "label": ""
      },
      {
        "sentence": "你可以找机会和他坐下来好好谈一谈，了解他改变的原因和意愿，这也可以增加你们之间的互信。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会放下过去的伤痛，给婚姻一个重新开始的机会，学着爱自己，婚姻是场亲密关系的修行，借着这个突发事件，我们可以了解自己，了解婚姻，更深层次是理解我们内心情感的真相。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会努力学会爱自己，放下过去的伤痛，重新开始。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会努力学会爱自己，放下过去的伤痛，重新开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在你身边支持你。记住，不要放弃治愈自己的机会，给自己和婚姻一些时间和空间来重新开始，你会很快走出被害者心理的困境的。",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "记住，不要放弃治愈自己的机会，给自己和婚姻一些时间和空间来重新开始，你会很快走出被害者心理的困境的。",
        "label": ""
      }
    ]
  }
]