[
  {
    "role": "client",
    "content": "我不敢去看别人的脸跟眼镜，总是把朋友想得很坏？我今年17，害怕看见别人的脸跟眼睛（很熟悉的人除外）尝试过去改，每次强迫自己去看别人的眼镜，都会不受控制地移开，很恐惧去跟别人对视，这也导致我比较少新朋友，我是从初中开始意识到这个问题的严重性，但可能很小的时候就这样了，去到陌生的环境会很紧张（有朋友陪着能舒缓一点），疫情这段时间带着口罩我觉得很安心感觉没有人可以注意到我了，7月份去了一次理发店，要摘口罩摘眼镜，当时就我自己一个人去，全程都很紧张，基本上没敢去看我身旁的理发师，手心都在出汗。平时会有些很恐怖的想法，看到路边，河边的人都想把推他推下去，但是我的理智很快也否定了自己这个愚蠢的想法。我的疑心病也挺重的，觉得每个人都带着目的来接近我但自己又很清楚她们真的对我很好。别人否定我时我会很难过，感觉自己是不是又做错了什么，又在无比纠结自己为什么要这样想，明明谁都没有错。这些问题我自己都清楚，也尝试过去改，但心有余而力不足。",
    "annotation": [
      {
        "sentence": "我不敢去看别人的脸跟眼镜，总是把朋友想得很坏？",
        "label": ""
      },
      {
        "sentence": "我今年17，害怕看见别人的脸跟眼睛（很熟悉的人除外）尝试过去改，每次强迫自己去看别人的眼镜，都会不受控制地移开，很恐惧去跟别人对视，这也导致我比较少新朋友，我是从初中开始意识到这个问题的严重性，但可能很小的时候就这样了，去到陌生的环境会很紧张（有朋友陪着能舒缓一点），疫情这段时间带着口罩我觉得很安心感觉没有人可以注意到我了，7月份去了一次理发店，要摘口罩摘眼镜，当时就我自己一个人去，全程都很紧张，基本上没敢去看我身旁的理发师，手心都在出汗。",
        "label": ""
      },
      {
        "sentence": "平时会有些很恐怖的想法，看到路边，河边的人都想把推他推下去，但是我的理智很快也否定了自己这个愚蠢的想法。",
        "label": ""
      },
      {
        "sentence": "我的疑心病也挺重的，觉得每个人都带着目的来接近我但自己又很清楚她们真的对我很好。",
        "label": ""
      },
      {
        "sentence": "别人否定我时我会很难过，感觉自己是不是又做错了什么，又在无比纠结自己为什么要这样想，明明谁都没有错。",
        "label": ""
      },
      {
        "sentence": "这些问题我自己都清楚，也尝试过去改，但心有余而力不足。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们来聊聊你的困扰吧。你提到你不敢与人对视，每次都会不受控制地移开视线，那时你内心在想些什么呢？你还说自己常有奇怪的想法，这些想法是否是你对自己的内心产生了批判和不接受呢？或许你觉得这些想法反映出你内心的不好，害怕别人透过“心灵的窗户”看到你内心的“黑暗想法”？",
    "annotation": [
      {
        "sentence": "我们来聊聊你的困扰吧。",
        "label": ""
      },
      {
        "sentence": "你提到你不敢与人对视，每次都会不受控制地移开视线，那时你内心在想些什么呢？",
        "label": ""
      },
      {
        "sentence": "你还说自己常有奇怪的想法，这些想法是否是你对自己的内心产生了批判和不接受呢？",
        "label": ""
      },
      {
        "sentence": "或许你觉得这些想法反映出你内心的不好，害怕别人透过“心灵的窗户”看到你内心的“黑暗想法”？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己的想法确实有点过分，对自己内心评价不好，所以害怕与别人对视，害怕别人了解我的内心。",
    "annotation": [
      {
        "sentence": "我觉得自己的想法确实有点过分，对自己内心评价不好，所以害怕与别人对视，害怕别人了解我的内心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人每天内心都会有无数个想法和念头，接纳这些想法是非常重要的。要知道，想法和行动是完全不同的两件事情，只要没有付诸行动，想法仅仅只是个想法，连想法的自由都没了，那是多么不自由的感觉。你可以把这些想法看成是信号，当奇怪的想法浮现时，不要急着去批判自己，而是沿着这些想法去探索是因为什么事情引发了这样的想法，进行自我觉察。改变是一个漫长的过程，需要给自己足够的时间。",
    "annotation": [
      {
        "sentence": "每个人每天内心都会有无数个想法和念头，接纳这些想法是非常重要的。",
        "label": ""
      },
      {
        "sentence": "要知道，想法和行动是完全不同的两件事情，只要没有付诸行动，想法仅仅只是个想法，连想法的自由都没了，那是多么不自由的感觉。",
        "label": ""
      },
      {
        "sentence": "你可以把这些想法看成是信号，当奇怪的想法浮现时，不要急着去批判自己，而是沿着这些想法去探索是因为什么事情引发了这样的想法，进行自我觉察。",
        "label": ""
      },
      {
        "sentence": "改变是一个漫长的过程，需要给自己足够的时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道自我觉察很重要，但我总感觉力不足，无法真正改变自己。",
    "annotation": [
      {
        "sentence": "我知道自我觉察很重要，但我总感觉力不足，无法真正改变自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变确实是一件困难的事情，但你并不孤单，我们可以共同克服这个问题。给自己压力太大只会让事情变得更加棘手，我们可以通过慢慢的努力来改善和调整。我推荐你阅读一本书叫《我真的很棒》，这本书可以帮助你理解自己的价值和自信，给你更多勇气去面对困难。",
    "annotation": [
      {
        "sentence": "改变确实是一件困难的事情，但你并不孤单，我们可以共同克服这个问题。",
        "label": ""
      },
      {
        "sentence": "给自己压力太大只会让事情变得更加棘手，我们可以通过慢慢的努力来改善和调整。",
        "label": ""
      },
      {
        "sentence": "我推荐你阅读一本书叫《我真的很棒》，这本书可以帮助你理解自己的价值和自信，给你更多勇气去面对困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试读一下这本书，希望能对我有所帮助。我之前也尝试过去改善这个问题，比如主动参加一些社交活动，但总是感到很紧张。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试读一下这本书，希望能对我有所帮助。",
        "label": ""
      },
      {
        "sentence": "我之前也尝试过去改善这个问题，比如主动参加一些社交活动，但总是感到很紧张。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经付出了很多努力，尽管感到紧张是正常的，但你要相信自己，在这个过程中进步是很重要的。试着设定一些小目标，逐渐参与一些社交活动并逐步扩大舒适区，不要过于强求自己。每一次的尝试都是一次锻炼，一步步地迈向更好的自己。",
    "annotation": [
      {
        "sentence": "你已经付出了很多努力，尽管感到紧张是正常的，但你要相信自己，在这个过程中进步是很重要的。",
        "label": ""
      },
      {
        "sentence": "试着设定一些小目标，逐渐参与一些社交活动并逐步扩大舒适区，不要过于强求自己。",
        "label": ""
      },
      {
        "sentence": "每一次的尝试都是一次锻炼，一步步地迈向更好的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道了，我会试着放慢脚步，不再给自己过多的压力。谢谢你的鼓励和支持。",
    "annotation": [
      {
        "sentence": "我知道了，我会试着放慢脚步，不再给自己过多的压力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好，对自己的调整需要时间，相信自己，你能够克服这个问题。如果在过程中需要帮助或者有任何困惑，我都会陪伴在你身边。",
    "annotation": [
      {
        "sentence": "你做得很好，对自己的调整需要时间，相信自己，你能够克服这个问题。",
        "label": ""
      },
      {
        "sentence": "如果在过程中需要帮助或者有任何困惑，我都会陪伴在你身边。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和理解，我真的很感激。有时候觉得自己一个人面对问题很困难，但有你这样的支持者在旁边，感觉安心多了。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和理解，我真的很感激。",
        "label": ""
      },
      {
        "sentence": "有时候觉得自己一个人面对问题很困难，但有你这样的支持者在旁边，感觉安心多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我将一直陪伴在你身边，你不是一个人在面对这个困难。相信自己，我们一起努力，你一定能够度过难关。",
    "annotation": [
      {
        "sentence": "不用客气，我将一直陪伴在你身边，你不是一个人在面对这个困难。",
        "label": ""
      },
      {
        "sentence": "相信自己，我们一起努力，你一定能够度过难关。",
        "label": ""
      }
    ]
  }
]