[
  {
    "role": "client",
    "content": "我是第一次，女朋友跟我说是第一次，但却不是？我什么都是第一次，我对另一半也想是第一次，我也问她了，她说除了初吻给了别人，其她都是第一次，后来我们同房，我很紧张，进去后，发现不是很紧，当然也没有流血，我什么都信她的，包括她说自己是第一次，然后她也感觉不痛的样子，我以为自己不行，查了好多，我以为她是第一次，所以第一次没流血也不痛的样子，感觉给我留下了阴影，我又查了好多，第一次没有流血是不是男生不行什么的，后来我才鼓起勇气问她，她才说自己不是第一次，我问她是第几个男朋友，她说是第二个，我说做了几次，她说就做过两次，就一天晚上做过两次，再后来发现别人是渣男，就没有做过了，我还是相信她，可是我总觉得太松了，她也不是很痛的样子，才做过两次，怎么可能这样，而且我有时候弄她感觉好像上次有了阴影一样，做到一半没射，就看她不怎么痛就软了，这个对我打击太大了，她感觉好像个老司机，我什么都不会，她很自然的坐上去那种。害。我该怎么办。我又舍不得她",
    "annotation": [
      {
        "sentence": "我是第一次，女朋友跟我说是第一次，但却不是？",
        "label": ""
      },
      {
        "sentence": "我什么都是第一次，我对另一半也想是第一次，我也问她了，她说除了初吻给了别人，其她都是第一次，后来我们同房，我很紧张，进去后，发现不是很紧，当然也没有流血，我什么都信她的，包括她说自己是第一次，然后她也感觉不痛的样子，我以为自己不行，查了好多，我以为她是第一次，所以第一次没流血也不痛的样子，感觉给我留下了阴影，我又查了好多，第一次没有流血是不是男生不行什么的，后来我才鼓起勇气问她，她才说自己不是第一次，我问她是第几个男朋友，她说是第二个，我说做了几次，她说就做过两次，就一天晚上做过两次，再后来发现别人是渣男，就没有做过了，我还是相信她，可是我总觉得太松了，她也不是很痛的样子，才做过两次，怎么可能这样，而且我有时候弄她感觉好像上次有了阴影一样，做到一半没射，就看她不怎么痛就软了，这个对我打击太大了，她感觉好像个老司机，我什么都不会，她很自然的坐上去那种。",
        "label": ""
      },
      {
        "sentence": "害。",
        "label": ""
      },
      {
        "sentence": "我该怎么办。",
        "label": ""
      },
      {
        "sentence": "我又舍不得她",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "周日您的在意从某种角度来说也是完全可以理解的，因为正如您所言，您保留了每个第一次给那个最在意的对方，我们尝试静下心来聊聊，看能否有所启发和帮助。",
    "annotation": [
      {
        "sentence": "周日您的在意从某种角度来说也是完全可以理解的，因为正如您所言，您保留了每个第一次给那个最在意的对方，我们尝试静下心来聊聊，看能否有所启发和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得很困惑，她明明说过自己是第一次，后来又改口说不是第一次，我觉得被欺骗了。",
    "annotation": [
      {
        "sentence": "可是我觉得很困惑，她明明说过自己是第一次，后来又改口说不是第一次，我觉得被欺骗了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解您感到困惑和被欺骗的心情。相信您的女朋友也有自己的原因和难处，或许她当初怕失去您的心，才没有坦白。所以我们可以试着换个角度来看待这个问题，以宽容和理解的心态来面对，而非指责和猜疑。",
    "annotation": [
      {
        "sentence": "我理解您感到困惑和被欺骗的心情。",
        "label": ""
      },
      {
        "sentence": "相信您的女朋友也有自己的原因和难处，或许她当初怕失去您的心，才没有坦白。",
        "label": ""
      },
      {
        "sentence": "所以我们可以试着换个角度来看待这个问题，以宽容和理解的心态来面对，而非指责和猜疑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我真的受到了很大的打击，我一直以为她是第一次，可现在发现她并不像我所想的那样。",
    "annotation": [
      {
        "sentence": "但是我真的受到了很大的打击，我一直以为她是第一次，可现在发现她并不像我所想的那样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种误解对您来说无疑是一个沉重的打击。不过，我们都是在成长中，每个人都会遗憾和犯错，包括在感情方面。重要的是我们是否愿意为对方的成长和进步提供支持，以及为自己和关系的未来设定一个积极的目标。",
    "annotation": [
      {
        "sentence": "这种误解对您来说无疑是一个沉重的打击。",
        "label": ""
      },
      {
        "sentence": "不过，我们都是在成长中，每个人都会遗憾和犯错，包括在感情方面。",
        "label": ""
      },
      {
        "sentence": "重要的是我们是否愿意为对方的成长和进步提供支持，以及为自己和关系的未来设定一个积极的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我一直舍不得她，但是心里总是有些不安。",
    "annotation": [
      {
        "sentence": "确实，我一直舍不得她，但是心里总是有些不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种不安是正常的，因为您对她的行为感到困惑和失望。或许我们可以试着对她进行更加深入的交流，倾听她的故事和她对这段关系的看法，以便更好地了解她的想法和感受，从而增进我们之间的信任和理解。",
    "annotation": [
      {
        "sentence": "这种不安是正常的，因为您对她的行为感到困惑和失望。",
        "label": ""
      },
      {
        "sentence": "或许我们可以试着对她进行更加深入的交流，倾听她的故事和她对这段关系的看法，以便更好地了解她的想法和感受，从而增进我们之间的信任和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该好好和她沟通。我是不是太在意这个问题了？",
    "annotation": [
      {
        "sentence": "你说得对，我应该好好和她沟通。",
        "label": ""
      },
      {
        "sentence": "我是不是太在意这个问题了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人对感情中重要问题的关注程度都不同，这是正常的。但是，我们也需要尊重对方的隐私和独立性。既然您选择原谅她并继续这段关系，那么这个问题就可以视为过去的事情，我们可以一起努力朝着更加美好的未来前进。",
    "annotation": [
      {
        "sentence": "每个人对感情中重要问题的关注程度都不同，这是正常的。",
        "label": ""
      },
      {
        "sentence": "但是，我们也需要尊重对方的隐私和独立性。",
        "label": ""
      },
      {
        "sentence": "既然您选择原谅她并继续这段关系，那么这个问题就可以视为过去的事情，我们可以一起努力朝着更加美好的未来前进。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会试着放下过去的疑虑，相信她，尽自己的努力让我们的关系更加稳固。",
    "annotation": [
      {
        "sentence": "你说得对，我会试着放下过去的疑虑，相信她，尽自己的努力让我们的关系更加稳固。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到您这样的回答。建立和维护一段关系需要双方的付出和努力，我相信只要您们真心对待彼此，解决困难，这段感情一定会更加美好和牢固。如果您需要进一步的咨询和帮助，请随时与我沟通。祝您们幸福！",
    "annotation": [
      {
        "sentence": "很高兴听到您这样的回答。",
        "label": ""
      },
      {
        "sentence": "建立和维护一段关系需要双方的付出和努力，我相信只要您们真心对待彼此，解决困难，这段感情一定会更加美好和牢固。",
        "label": ""
      },
      {
        "sentence": "如果您需要进一步的咨询和帮助，请随时与我沟通。",
        "label": ""
      },
      {
        "sentence": "祝您们幸福！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和理解，我会好好面对和处理这个问题的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和理解，我会好好面对和处理这个问题的。",
        "label": ""
      }
    ]
  }
]