[
  {
    "role": "client",
    "content": "离异五年，对方出轨，如何疗愈？",
    "annotation": [
      {
        "sentence": "离异五年，对方出轨，如何疗愈？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能够理解你现在的心情，这种遭遇确实是很痛苦的。你需要为自己找到一种疗愈的方法，让你更好地面对这段感情带来的伤害。",
    "annotation": [
      {
        "sentence": "我能够理解你现在的心情，这种遭遇确实是很痛苦的。",
        "label": ""
      },
      {
        "sentence": "你需要为自己找到一种疗愈的方法，让你更好地面对这段感情带来的伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对方出轨，还没反应过来，他却要求离婚，之后，总觉得自己很受伤，如何才能走出来？",
    "annotation": [
      {
        "sentence": "对方出轨，还没反应过来，他却要求离婚，之后，总觉得自己很受伤，如何才能走出来？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先我必须给一个拥抱，被出轨却还被对方理直气壮的要求离婚，这段感情里你是用了真心的，正是因为你用心付出了，才让你更加难以走出来。在一段感情里往往是付出最多的那个受伤最多，因为自己的付出没有得到对方的珍惜，反而换来的是更多的伤害，越是爱的深沉，越是没有自我，越是没有自我，活的就越卑微！",
    "annotation": [
      {
        "sentence": "首先我必须给一个拥抱，被出轨却还被对方理直气壮的要求离婚，这段感情里你是用了真心的，正是因为你用心付出了，才让你更加难以走出来。",
        "label": ""
      },
      {
        "sentence": "在一段感情里往往是付出最多的那个受伤最多，因为自己的付出没有得到对方的珍惜，反而换来的是更多的伤害，越是爱的深沉，越是没有自我，越是没有自我，活的就越卑微！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "毕竟当初，不光是自己认为，身边亲戚朋友，同事，都觉得他过分，这加重了自己的委屈，这些年一直都走不出来。到底该怎么正确看待，怎么面对，希望得到帮助，毕竟这段婚姻中，自己付出太多，结果却让我失望，我才认识到，真的是付出越多越失望？",
    "annotation": [
      {
        "sentence": "毕竟当初，不光是自己认为，身边亲戚朋友，同事，都觉得他过分，这加重了自己的委屈，这些年一直都走不出来。",
        "label": ""
      },
      {
        "sentence": "到底该怎么正确看待，怎么面对，希望得到帮助，毕竟这段婚姻中，自己付出太多，结果却让我失望，我才认识到，真的是付出越多越失望？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种感觉我也很清楚，毕竟离婚是一件非常痛苦的事情。但是，你现在需要的是重新审视这段感情。你要知道，你本应该为自己而活，而不是去为对方付出一切。在这种感情中失去的不只是你的一个人，也有你对生活的热情和动力。现在的你走不出过去的伤害！那段感情确实给你太大的打击，不管怎么样你不该因为一个渣人失去了你的生活和快乐，不值得。走出受害者的模式。",
    "annotation": [
      {
        "sentence": "这种感觉我也很清楚，毕竟离婚是一件非常痛苦的事情。",
        "label": ""
      },
      {
        "sentence": "但是，你现在需要的是重新审视这段感情。",
        "label": ""
      },
      {
        "sentence": "你要知道，你本应该为自己而活，而不是去为对方付出一切。",
        "label": ""
      },
      {
        "sentence": "在这种感情中失去的不只是你的一个人，也有你对生活的热情和动力。",
        "label": ""
      },
      {
        "sentence": "现在的你走不出过去的伤害！",
        "label": ""
      },
      {
        "sentence": "那段感情确实给你太大的打击，不管怎么样你不该因为一个渣人失去了你的生活和快乐，不值得。",
        "label": ""
      },
      {
        "sentence": "走出受害者的模式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "想起来就会很难受，一直摆脱不了。",
    "annotation": [
      {
        "sentence": "想起来就会很难受，一直摆脱不了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白，这是一种很难摆脱的情绪，但你需要接受这种情绪。接受并不代表要陷在其中不能自拔，而是你需要学会接受这些痛苦的回忆并为自己找到一种释放的方式。要改变，首先你要走出受害者的模式，很多人难以走出来，是觉得自己是受害者，而伤害他人的人却还在逍遥法外，活的逍遥自在，对于一个受害者来说本身就不公平，他越是快乐，我们就会越觉得不公平，或许他要的就是这种效果。所以你要跳出这个受害者模式，你不是受害者，你相信么，世界会有轮回，风水轮流转，有一天那个落魄和沮丧会转到那个人身上。",
    "annotation": [
      {
        "sentence": "我明白，这是一种很难摆脱的情绪，但你需要接受这种情绪。",
        "label": ""
      },
      {
        "sentence": "接受并不代表要陷在其中不能自拔，而是你需要学会接受这些痛苦的回忆并为自己找到一种释放的方式。",
        "label": ""
      },
      {
        "sentence": "要改变，首先你要走出受害者的模式，很多人难以走出来，是觉得自己是受害者，而伤害他人的人却还在逍遥法外，活的逍遥自在，对于一个受害者来说本身就不公平，他越是快乐，我们就会越觉得不公平，或许他要的就是这种效果。",
        "label": ""
      },
      {
        "sentence": "所以你要跳出这个受害者模式，你不是受害者，你相信么，世界会有轮回，风水轮流转，有一天那个落魄和沮丧会转到那个人身上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我该怎么才能改变这种状态呢？",
    "annotation": [
      {
        "sentence": "那我该怎么才能改变这种状态呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "让自己开心快乐起来。不要每天让自己活在悲恸中。找一些自己感兴趣的事情，比如跳舞唱歌，做自己的开喜欢的事情，你会很快的走出这个模式，让自己享受在快乐当中。不是要你忘记过去，而是把它当做一次成长的经历。生活本就没有一帆风顺，我曾经有两年活在了地狱，忧郁的想要自杀，后来我把自己从牢笼放出来，反而看到了世界的美好，反而越来越喜欢现在的生活，每一天都在变得更好。不是世界改变了了你才改变，而是你改变了世界就改变了！加油，希望你可以早点走出来，你值得被世界温柔以待！",
    "annotation": [
      {
        "sentence": "让自己开心快乐起来。",
        "label": ""
      },
      {
        "sentence": "不要每天让自己活在悲恸中。",
        "label": ""
      },
      {
        "sentence": "找一些自己感兴趣的事情，比如跳舞唱歌，做自己的开喜欢的事情，你会很快的走出这个模式，让自己享受在快乐当中。",
        "label": ""
      },
      {
        "sentence": "不是要你忘记过去，而是把它当做一次成长的经历。",
        "label": ""
      },
      {
        "sentence": "生活本就没有一帆风顺，我曾经有两年活在了地狱，忧郁的想要自杀，后来我把自己从牢笼放出来，反而看到了世界的美好，反而越来越喜欢现在的生活，每一天都在变得更好。",
        "label": ""
      },
      {
        "sentence": "不是世界改变了了你才改变，而是你改变了世界就改变了！",
        "label": ""
      },
      {
        "sentence": "加油，希望你可以早点走出来，你值得被世界温柔以待！",
        "label": ""
      }
    ]
  }
]