[
  {
    "role": "client",
    "content": "我是一个18岁的女生，不知道该怎么处理自己的感情。我和女生在一起时可以很自在，有时也不担心认识新朋友。但一面对男生，我就感觉很不自在。有些男生可能第一次见面我们可以聊得来，但隔几天我就突然觉得和他不太熟，不知道该怎么开口说话。甚至和我同组两年的男同学单独相处时，也会突然感到尴尬，觉得要保持距离，哪怕我曾经暗恋过他。而且，我能够很好地和好久没联系或者不在我身边的朋友用QQ聊天，但对现实中的聊天会感到紧张，我该怎么办呢？我更担心未来的生活，自己可以接受和喜欢的人保持暧昧，双方能保持一点距离，所以很怕他戳破这层关系。我是不是有什么问题？还有，回避依恋型人格应该怎么应对呢？",
    "annotation": [
      {
        "sentence": "我是一个18岁的女生，不知道该怎么处理自己的感情。",
        "label": ""
      },
      {
        "sentence": "我和女生在一起时可以很自在，有时也不担心认识新朋友。",
        "label": ""
      },
      {
        "sentence": "但一面对男生，我就感觉很不自在。",
        "label": ""
      },
      {
        "sentence": "有些男生可能第一次见面我们可以聊得来，但隔几天我就突然觉得和他不太熟，不知道该怎么开口说话。",
        "label": ""
      },
      {
        "sentence": "甚至和我同组两年的男同学单独相处时，也会突然感到尴尬，觉得要保持距离，哪怕我曾经暗恋过他。",
        "label": ""
      },
      {
        "sentence": "而且，我能够很好地和好久没联系或者不在我身边的朋友用QQ聊天，但对现实中的聊天会感到紧张，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我更担心未来的生活，自己可以接受和喜欢的人保持暧昧，双方能保持一点距离，所以很怕他戳破这层关系。",
        "label": ""
      },
      {
        "sentence": "我是不是有什么问题？",
        "label": ""
      },
      {
        "sentence": "还有，回避依恋型人格应该怎么应对呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小姐姐，抱抱你，18岁比我小呢。回避型依恋会回避亲密关系，不仅仅是伴侣，对待父母，也想要逃离；对待要好的朋友，也是想要逃离的。所以我觉得你可能不是回避型依恋，你只是害羞，不知道如何和男性相处。你是否回想过小时候和男生相处的情况？你是否也会感到害羞和尴尬，不知道如何沟通呢？青春期是每个人成长的阶段，少男少女们开始变得不一样了。我建议你先去了解男生和女生在成长过程中有什么不同，特别是男性和女性在思想和行为上的变化。当你了解了男生转变成男性以后会发生什么变化时，他们的思考和行为方式就会更加可掌握，你就不会感到慌乱了。同样地，当你了解了女生转变成女性时，包括生理和思维上的变化，你就能更好地理解和容忍自己。我建议你去看一些科普类的两性生理图（记得躲在被窝里哦），还有一本书推荐给你，《女人来自金星，男人来自火星》。青春期是每个人都要经历的变化，你可能要独自承受一段时间，但不要害怕，这一切都会过去的。祝你早日成长为一个出色的女性。",
    "annotation": [
      {
        "sentence": "小姐姐，抱抱你，18岁比我小呢。",
        "label": ""
      },
      {
        "sentence": "回避型依恋会回避亲密关系，不仅仅是伴侣，对待父母，也想要逃离；对待要好的朋友，也是想要逃离的。",
        "label": ""
      },
      {
        "sentence": "所以我觉得你可能不是回避型依恋，你只是害羞，不知道如何和男性相处。",
        "label": ""
      },
      {
        "sentence": "你是否回想过小时候和男生相处的情况？",
        "label": ""
      },
      {
        "sentence": "你是否也会感到害羞和尴尬，不知道如何沟通呢？",
        "label": ""
      },
      {
        "sentence": "青春期是每个人成长的阶段，少男少女们开始变得不一样了。",
        "label": ""
      },
      {
        "sentence": "我建议你先去了解男生和女生在成长过程中有什么不同，特别是男性和女性在思想和行为上的变化。",
        "label": ""
      },
      {
        "sentence": "当你了解了男生转变成男性以后会发生什么变化时，他们的思考和行为方式就会更加可掌握，你就不会感到慌乱了。",
        "label": ""
      },
      {
        "sentence": "同样地，当你了解了女生转变成女性时，包括生理和思维上的变化，你就能更好地理解和容忍自己。",
        "label": ""
      },
      {
        "sentence": "我建议你去看一些科普类的两性生理图（记得躲在被窝里哦），还有一本书推荐给你，《女人来自金星，男人来自火星》。",
        "label": ""
      },
      {
        "sentence": "青春期是每个人都要经历的变化，你可能要独自承受一段时间，但不要害怕，这一切都会过去的。",
        "label": ""
      },
      {
        "sentence": "祝你早日成长为一个出色的女性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，支持者！我确实从未意识到回避依恋的概念，我想你可能说得对，我只是害羞而已。我回想起小时候确实也会感到害羞和尴尬，不知道如何和男生交流。所以你说的去了解男生和女生在成长过程中的不同，对我来说可能很有帮助。我决定花些时间研究一下两性生理和心理上的差异，也会读一读那本推荐的书。青春期的变化可能会有一段时间的挑战，但我相信我可以度过这个阶段。再次感谢你的支持和祝福！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，支持者！",
        "label": ""
      },
      {
        "sentence": "我确实从未意识到回避依恋的概念，我想你可能说得对，我只是害羞而已。",
        "label": ""
      },
      {
        "sentence": "我回想起小时候确实也会感到害羞和尴尬，不知道如何和男生交流。",
        "label": ""
      },
      {
        "sentence": "所以你说的去了解男生和女生在成长过程中的不同，对我来说可能很有帮助。",
        "label": ""
      },
      {
        "sentence": "我决定花些时间研究一下两性生理和心理上的差异，也会读一读那本推荐的书。",
        "label": ""
      },
      {
        "sentence": "青春期的变化可能会有一段时间的挑战，但我相信我可以度过这个阶段。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和祝福！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴我的建议对你有所帮助。成长过程中有时候我们可能会想不明白，但通过学习和了解，我们会越来越清楚自己。记得，困难只是暂时的，当你勇敢面对并克服时，你会更强大。如果你还有其他方面需要帮助或者想聊天，随时找我哦。我会一直支持你的！祝你在成长的道路上一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "成长过程中有时候我们可能会想不明白，但通过学习和了解，我们会越来越清楚自己。",
        "label": ""
      },
      {
        "sentence": "记得，困难只是暂时的，当你勇敢面对并克服时，你会更强大。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他方面需要帮助或者想聊天，随时找我哦。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的！",
        "label": ""
      },
      {
        "sentence": "祝你在成长的道路上一切顺利！",
        "label": ""
      }
    ]
  }
]