[
  {
    "role": "client",
    "content": "我最近对一个35岁的中年男人有些困惑。他的行为举止非常幼稚，这正常吗？他是我喜欢的人，经常会做一些小孩子才有的动作，比如吸鼻子，特别是在得意的时候。他还会靠近别人耳朵说悄悄话，搞得神秘兮兮的。而且，当他鼻塞时，会很大声地吸鼻涕等等。虽然他平时表现比较内敛，不太愿意表达自己的内心真实想法和感受，但对亲近的人脾气就有些急躁，也不太愿意听亲人的话。做事失败了，就倾向于责备对方，认为失败是因为对方没有配合他，即使是自己的问题。他遇到问题从不积极解决，总是让事情随意发展。他是家里的小儿子，也是最受宠的那个，高中辍学开始混社会，挣了点钱，人到中年，虽然他经常应酬出入各种饭局，但他表现得依然像个小处男似的，容易脸红。我现在真的感觉带不动他了……",
    "annotation": [
      {
        "sentence": "我最近对一个35岁的中年男人有些困惑。",
        "label": ""
      },
      {
        "sentence": "他的行为举止非常幼稚，这正常吗？",
        "label": ""
      },
      {
        "sentence": "他是我喜欢的人，经常会做一些小孩子才有的动作，比如吸鼻子，特别是在得意的时候。",
        "label": ""
      },
      {
        "sentence": "他还会靠近别人耳朵说悄悄话，搞得神秘兮兮的。",
        "label": ""
      },
      {
        "sentence": "而且，当他鼻塞时，会很大声地吸鼻涕等等。",
        "label": ""
      },
      {
        "sentence": "虽然他平时表现比较内敛，不太愿意表达自己的内心真实想法和感受，但对亲近的人脾气就有些急躁，也不太愿意听亲人的话。",
        "label": ""
      },
      {
        "sentence": "做事失败了，就倾向于责备对方，认为失败是因为对方没有配合他，即使是自己的问题。",
        "label": ""
      },
      {
        "sentence": "他遇到问题从不积极解决，总是让事情随意发展。",
        "label": ""
      },
      {
        "sentence": "他是家里的小儿子，也是最受宠的那个，高中辍学开始混社会，挣了点钱，人到中年，虽然他经常应酬出入各种饭局，但他表现得依然像个小处男似的，容易脸红。",
        "label": ""
      },
      {
        "sentence": "我现在真的感觉带不动他了……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个男人看起来真是可爱啊，35岁的男人还保持着一些孩子气，也许真的是他的性格特点呢。从我爷爷和爸爸那里我也看到过类似的幼稚行为。因为他是你喜欢的人，所以你会在意他的每一个举动，反复斟酌这样那样是正常的吗，生怕自己选错了人。其实，你的描述非常详细，可以看出你在试图让大家帮你判断，这个男人到底是不是真的幼稚。我们在接触阶段总会怀有一些怀疑，这是正常的，但只要我们抓大放小，只要他的人品是过关的，就没问题了。他的一些小动作，比如吸鼻子，可能只是他多年养成的习惯，有些人还会摸下巴或吮吸手指之类的，看起来也是蛮孩子气的。要评判一个人是否幼稚，我们需要观察他的谈吐、思想和价值观。可以试着向他请教问题，看他有没有迅速帮你解决的能力；问问他对一些事物的看法，看他的见解和格局怎么样。至于他对亲近的人脾气暴躁，这可能说明他的情绪不太稳定，不太会为别人考虑，这一点确实不太好，但不涉及人品问题，这需要你自己去权衡。另外，当他失败后会进行反思，尽管他可能会辩解，但你不要去指责他，因为没有人喜欢被指责，每个人面对指责都会有辩解的反应。至于他容易脸红，这可能是他性格使然。而且喜欢依赖你也说明，他喜欢你并信任你，据说男人只有在自己喜欢的人面前才会展示出自己孩子气的一面。每个人都有自我表露的需求。所以，他愿意在你面前展现这一面，说明他觉得你是一个可以信任的人。我们接受他，安抚他的情绪就可以了。你对他的困惑是正常的，但也要学会接受他的一些特点，这样你们才能更好地相处。每个人都有自己的独特之处，而爱就是包容和接纳的过程，你勇敢地面对这一切吧。如果你还有其他问题或疑虑，随时告诉我。",
    "annotation": [
      {
        "sentence": "这个男人看起来真是可爱啊，35岁的男人还保持着一些孩子气，也许真的是他的性格特点呢。",
        "label": ""
      },
      {
        "sentence": "从我爷爷和爸爸那里我也看到过类似的幼稚行为。",
        "label": ""
      },
      {
        "sentence": "因为他是你喜欢的人，所以你会在意他的每一个举动，反复斟酌这样那样是正常的吗，生怕自己选错了人。",
        "label": ""
      },
      {
        "sentence": "其实，你的描述非常详细，可以看出你在试图让大家帮你判断，这个男人到底是不是真的幼稚。",
        "label": ""
      },
      {
        "sentence": "我们在接触阶段总会怀有一些怀疑，这是正常的，但只要我们抓大放小，只要他的人品是过关的，就没问题了。",
        "label": ""
      },
      {
        "sentence": "他的一些小动作，比如吸鼻子，可能只是他多年养成的习惯，有些人还会摸下巴或吮吸手指之类的，看起来也是蛮孩子气的。",
        "label": ""
      },
      {
        "sentence": "要评判一个人是否幼稚，我们需要观察他的谈吐、思想和价值观。",
        "label": ""
      },
      {
        "sentence": "可以试着向他请教问题，看他有没有迅速帮你解决的能力；问问他对一些事物的看法，看他的见解和格局怎么样。",
        "label": ""
      },
      {
        "sentence": "至于他对亲近的人脾气暴躁，这可能说明他的情绪不太稳定，不太会为别人考虑，这一点确实不太好，但不涉及人品问题，这需要你自己去权衡。",
        "label": ""
      },
      {
        "sentence": "另外，当他失败后会进行反思，尽管他可能会辩解，但你不要去指责他，因为没有人喜欢被指责，每个人面对指责都会有辩解的反应。",
        "label": ""
      },
      {
        "sentence": "至于他容易脸红，这可能是他性格使然。",
        "label": ""
      },
      {
        "sentence": "而且喜欢依赖你也说明，他喜欢你并信任你，据说男人只有在自己喜欢的人面前才会展示出自己孩子气的一面。",
        "label": ""
      },
      {
        "sentence": "每个人都有自我表露的需求。",
        "label": ""
      },
      {
        "sentence": "所以，他愿意在你面前展现这一面，说明他觉得你是一个可以信任的人。",
        "label": ""
      },
      {
        "sentence": "我们接受他，安抚他的情绪就可以了。",
        "label": ""
      },
      {
        "sentence": "你对他的困惑是正常的，但也要学会接受他的一些特点，这样你们才能更好地相处。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的独特之处，而爱就是包容和接纳的过程，你勇敢地面对这一切吧。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或疑虑，随时告诉我。",
        "label": ""
      }
    ]
  }
]