[
  {
    "role": "client",
    "content": "我不知道该如何处理自己的感情问题。我能够很自在地与女生相处，也能轻松地认识新朋友。但是一旦面对男生，我就会感到非常不自在。也许我们初次见面时能够聊得来，但是几天之后，我会突然觉得我们之间不够熟悉，不知道该如何和他交谈。即使是和与我同班两年的男同学单独相处，我也会突然感觉尴尬，觉得我们之间需要保持一定的距离。即使我曾经暗恋过他，我还是会有这样的感觉。而且，我能够轻松地与已经很久没见面或者不在我身边的朋友通过QQ聊天，但是现实中的聊天会让我感到紧张。我不知道该怎么办。另外，我非常担心未来的生活。当我能够与我喜欢的人保持暧昧关系，同时两人又保持一定的距离，我很害怕这种关系被破坏。我是不是有什么问题？还有，关于回避依恋型人格，我应该怎么做？",
    "annotation": [
      {
        "sentence": "我不知道该如何处理自己的感情问题。",
        "label": ""
      },
      {
        "sentence": "我能够很自在地与女生相处，也能轻松地认识新朋友。",
        "label": ""
      },
      {
        "sentence": "但是一旦面对男生，我就会感到非常不自在。",
        "label": ""
      },
      {
        "sentence": "也许我们初次见面时能够聊得来，但是几天之后，我会突然觉得我们之间不够熟悉，不知道该如何和他交谈。",
        "label": ""
      },
      {
        "sentence": "即使是和与我同班两年的男同学单独相处，我也会突然感觉尴尬，觉得我们之间需要保持一定的距离。",
        "label": ""
      },
      {
        "sentence": "即使我曾经暗恋过他，我还是会有这样的感觉。",
        "label": ""
      },
      {
        "sentence": "而且，我能够轻松地与已经很久没见面或者不在我身边的朋友通过QQ聊天，但是现实中的聊天会让我感到紧张。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "另外，我非常担心未来的生活。",
        "label": ""
      },
      {
        "sentence": "当我能够与我喜欢的人保持暧昧关系，同时两人又保持一定的距离，我很害怕这种关系被破坏。",
        "label": ""
      },
      {
        "sentence": "我是不是有什么问题？",
        "label": ""
      },
      {
        "sentence": "还有，关于回避依恋型人格，我应该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从您的描述中我了解到，您目前在与男生交往方面遇到困难，让您有些不知所措。您今年18岁，正处于青春期。埃里克森曾说过，青春期存在着自我同一性和角色混乱的冲突。同一感就是指我们对自身的认同和在他人眼中的形象。在青春期时，我们常常关注自己在他人眼中的形象，这就是为什么您会有这样的担心。当我们与男生接触过多时，他们对我们的了解也会更多，这样我们就可能感到被看穿了。同时，我们在很小的时候就被老师和父母教育不能早恋，不能和异性接触等，这样潜意识会告诉我们不应该这样做，要做一个好孩子。您之所以能够轻松地与QQ上的好友聊天，但是在现实生活中却会感到紧张，可能是因为在现实生活中，我们可以通过对方的表情和语气来理解对方的意思。而在QQ聊天中，我们只能自己去想象对方的话和表情，没有真实的感受，因此能够轻松放松下来，从而达到自在地聊天的状态。您担心将来的生活，能够接受和喜欢的人保持暧昧关系，但是双方要保持一定的距离，担心这种关系被破坏。当我们戳破这种暧昧关系时，可能会有两种结果，一种是得到对方的同意，关系可能会更进一步，但未来的情况并不可预测；另一种是被对方拒绝，这可能意味着失去这个人，而我们会害怕失去这个人和我们之间的关系。回避型人格会影响我们在日常交流和人际关系方面的能力。回避型人格障碍患者在社交场合中可能会因为害怕说错话、脸红、口吃或其他原因而变得尴尬，不敢开口说话。您所描述的情况是在与男生交往时才会感到不自在，而不是所有社交场合。在生活中，每个人都有自己的与他人相处方式，也都有自己的原因。作为旁人，我们无法评价他人的相处模式。关键是要清楚自己想要什么，喜欢什么，每个人都有处理事情的方式，不要给自己太大的压力。以真实的自我去与他人相处，去体验与他人相处的快乐。希望以上的回答能够给您带来一定的帮助。",
    "annotation": [
      {
        "sentence": "从您的描述中我了解到，您目前在与男生交往方面遇到困难，让您有些不知所措。",
        "label": ""
      },
      {
        "sentence": "您今年18岁，正处于青春期。",
        "label": ""
      },
      {
        "sentence": "埃里克森曾说过，青春期存在着自我同一性和角色混乱的冲突。",
        "label": ""
      },
      {
        "sentence": "同一感就是指我们对自身的认同和在他人眼中的形象。",
        "label": ""
      },
      {
        "sentence": "在青春期时，我们常常关注自己在他人眼中的形象，这就是为什么您会有这样的担心。",
        "label": ""
      },
      {
        "sentence": "当我们与男生接触过多时，他们对我们的了解也会更多，这样我们就可能感到被看穿了。",
        "label": ""
      },
      {
        "sentence": "同时，我们在很小的时候就被老师和父母教育不能早恋，不能和异性接触等，这样潜意识会告诉我们不应该这样做，要做一个好孩子。",
        "label": ""
      },
      {
        "sentence": "您之所以能够轻松地与QQ上的好友聊天，但是在现实生活中却会感到紧张，可能是因为在现实生活中，我们可以通过对方的表情和语气来理解对方的意思。",
        "label": ""
      },
      {
        "sentence": "而在QQ聊天中，我们只能自己去想象对方的话和表情，没有真实的感受，因此能够轻松放松下来，从而达到自在地聊天的状态。",
        "label": ""
      },
      {
        "sentence": "您担心将来的生活，能够接受和喜欢的人保持暧昧关系，但是双方要保持一定的距离，担心这种关系被破坏。",
        "label": ""
      },
      {
        "sentence": "当我们戳破这种暧昧关系时，可能会有两种结果，一种是得到对方的同意，关系可能会更进一步，但未来的情况并不可预测；另一种是被对方拒绝，这可能意味着失去这个人，而我们会害怕失去这个人和我们之间的关系。",
        "label": ""
      },
      {
        "sentence": "回避型人格会影响我们在日常交流和人际关系方面的能力。",
        "label": ""
      },
      {
        "sentence": "回避型人格障碍患者在社交场合中可能会因为害怕说错话、脸红、口吃或其他原因而变得尴尬，不敢开口说话。",
        "label": ""
      },
      {
        "sentence": "您所描述的情况是在与男生交往时才会感到不自在，而不是所有社交场合。",
        "label": ""
      },
      {
        "sentence": "在生活中，每个人都有自己的与他人相处方式，也都有自己的原因。",
        "label": ""
      },
      {
        "sentence": "作为旁人，我们无法评价他人的相处模式。",
        "label": ""
      },
      {
        "sentence": "关键是要清楚自己想要什么，喜欢什么，每个人都有处理事情的方式，不要给自己太大的压力。",
        "label": ""
      },
      {
        "sentence": "以真实的自我去与他人相处，去体验与他人相处的快乐。",
        "label": ""
      },
      {
        "sentence": "希望以上的回答能够给您带来一定的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢您的回复和支持。我现在更清楚自己感到不自在的原因了。我确实有担心被男生了解得太多，觉得他们可能会看穿我。也许是小时候被教育的影响，导致我在与男生接触时感到不自在。我明白了，在现实生活中聊天时会感到紧张，是因为可以看到对方的表情和语气，而在QQ聊天中则需要自己去想象。我也明白了戳破暧昧关系可能会有两种结果，虽然失去可能让我害怕，但也不能一直保持这种暧昧的状态。您说得对，在生活中每个人都有自己的相处方式，而我只需要以真实的自我去与他人相处。谢谢您的建议和鼓励，我会尝试放松自己，享受与他人相处的快乐。",
    "annotation": [
      {
        "sentence": "非常感谢您的回复和支持。",
        "label": ""
      },
      {
        "sentence": "我现在更清楚自己感到不自在的原因了。",
        "label": ""
      },
      {
        "sentence": "我确实有担心被男生了解得太多，觉得他们可能会看穿我。",
        "label": ""
      },
      {
        "sentence": "也许是小时候被教育的影响，导致我在与男生接触时感到不自在。",
        "label": ""
      },
      {
        "sentence": "我明白了，在现实生活中聊天时会感到紧张，是因为可以看到对方的表情和语气，而在QQ聊天中则需要自己去想象。",
        "label": ""
      },
      {
        "sentence": "我也明白了戳破暧昧关系可能会有两种结果，虽然失去可能让我害怕，但也不能一直保持这种暧昧的状态。",
        "label": ""
      },
      {
        "sentence": "您说得对，在生活中每个人都有自己的相处方式，而我只需要以真实的自我去与他人相处。",
        "label": ""
      },
      {
        "sentence": "谢谢您的建议和鼓励，我会尝试放松自己，享受与他人相处的快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常高兴听到您对我的回答感到满意并感受到帮助。您已经明确了自己感到不自在的原因，并开始接受了这个事实。也理解了在现实生活中聊天时的紧张感和戳破暧昧关系的可能结果。相信只要您能够放松自己，以真实的态度去与他人交往，一定能够享受到与他人相处的快乐。如果在未来还有其他问题或困惑，随时都可以来向我求助。祝您生活愉快！",
    "annotation": [
      {
        "sentence": "非常高兴听到您对我的回答感到满意并感受到帮助。",
        "label": ""
      },
      {
        "sentence": "您已经明确了自己感到不自在的原因，并开始接受了这个事实。",
        "label": ""
      },
      {
        "sentence": "也理解了在现实生活中聊天时的紧张感和戳破暧昧关系的可能结果。",
        "label": ""
      },
      {
        "sentence": "相信只要您能够放松自己，以真实的态度去与他人交往，一定能够享受到与他人相处的快乐。",
        "label": ""
      },
      {
        "sentence": "如果在未来还有其他问题或困惑，随时都可以来向我求助。",
        "label": ""
      },
      {
        "sentence": "祝您生活愉快！",
        "label": ""
      }
    ]
  }
]