[
  {
    "role": "client",
    "content": "我觉得我的家一直很压抑，尽管生活条件没有问题。父母脾气不好，每天都要吵架。我八岁的时候就知道我妈出轨了，她还以为我不知道，带着野男人回家好几次。有一次我在床的一边睡觉，他们就在另一边做那种事情，这一幕我永远都忘不了。我很纠结要不要告诉我爸，直到有一天我多疑地翻了翻他的通讯录，一个顶着不是我妈姓氏的X老婆就这样刺痛了我的眼睛。那时候觉得整个世界都崩塌了。他们的天天吵架其实间接地折磨了我，妈妈明目张胆地偷情更是让我难受至极。但他们是我妈，是我爸，对我很好，我又不忍心让事情变得那么难看。而且我姐姐也是，当初她嫁给了一个男人现在后悔不已。我还发现了她的偷情记录。我姐姐的女儿五六岁左右，在爬楼梯的时候被另一个小女孩弄伤了，到医院缝了针，我侄女看到我妈给那个小女孩一箱牛奶后开始不高兴，说我都没有。我不知道她心里是否有一点愧疚感，现在已经管不了她了，我说什么她都无视。她已经受到她妈妈的影响，嘴里充满了“你再说我我就去死”。",
    "annotation": [
      {
        "sentence": "我觉得我的家一直很压抑，尽管生活条件没有问题。",
        "label": ""
      },
      {
        "sentence": "父母脾气不好，每天都要吵架。",
        "label": ""
      },
      {
        "sentence": "我八岁的时候就知道我妈出轨了，她还以为我不知道，带着野男人回家好几次。",
        "label": ""
      },
      {
        "sentence": "有一次我在床的一边睡觉，他们就在另一边做那种事情，这一幕我永远都忘不了。",
        "label": ""
      },
      {
        "sentence": "我很纠结要不要告诉我爸，直到有一天我多疑地翻了翻他的通讯录，一个顶着不是我妈姓氏的X老婆就这样刺痛了我的眼睛。",
        "label": ""
      },
      {
        "sentence": "那时候觉得整个世界都崩塌了。",
        "label": ""
      },
      {
        "sentence": "他们的天天吵架其实间接地折磨了我，妈妈明目张胆地偷情更是让我难受至极。",
        "label": ""
      },
      {
        "sentence": "但他们是我妈，是我爸，对我很好，我又不忍心让事情变得那么难看。",
        "label": ""
      },
      {
        "sentence": "而且我姐姐也是，当初她嫁给了一个男人现在后悔不已。",
        "label": ""
      },
      {
        "sentence": "我还发现了她的偷情记录。",
        "label": ""
      },
      {
        "sentence": "我姐姐的女儿五六岁左右，在爬楼梯的时候被另一个小女孩弄伤了，到医院缝了针，我侄女看到我妈给那个小女孩一箱牛奶后开始不高兴，说我都没有。",
        "label": ""
      },
      {
        "sentence": "我不知道她心里是否有一点愧疚感，现在已经管不了她了，我说什么她都无视。",
        "label": ""
      },
      {
        "sentence": "她已经受到她妈妈的影响，嘴里充满了“你再说我我就去死”。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你讲述这些情况，首先要说的是，虽然你的父母和姐姐做的事并不正确，但他们毕竟是你的家人，可能他们也有自己难以言说的困境。也许你需要把他们的行为当作家庭中正常父母和子女之间的关系，以他们的行为作为警示，监督自己将来不要重蹈覆辙。看到你父母和姐姐的婚姻情况，将来你可能需要更加注重自己和另一半的关系。 当你感到压抑或充满负面情绪的时候，这是非常正常的情绪反应，可能你需要好好放松自己，并着力成就自己。你可以出去散散步，去健身房发泄一下，或是听听音乐，找好朋友聊聊你的心情，甚至可以把内心深处的一些话对家人说，与家人沟通你的看法。同时，你还需要学会调理自己的情绪，尽量不被一些不好的经历影响，并将这些经历作为警示，来好好规划自己未来的人生。",
    "annotation": [
      {
        "sentence": "听你讲述这些情况，首先要说的是，虽然你的父母和姐姐做的事并不正确，但他们毕竟是你的家人，可能他们也有自己难以言说的困境。",
        "label": ""
      },
      {
        "sentence": "也许你需要把他们的行为当作家庭中正常父母和子女之间的关系，以他们的行为作为警示，监督自己将来不要重蹈覆辙。",
        "label": ""
      },
      {
        "sentence": "看到你父母和姐姐的婚姻情况，将来你可能需要更加注重自己和另一半的关系。",
        "label": ""
      },
      {
        "sentence": " 当你感到压抑或充满负面情绪的时候，这是非常正常的情绪反应，可能你需要好好放松自己，并着力成就自己。",
        "label": ""
      },
      {
        "sentence": "你可以出去散散步，去健身房发泄一下，或是听听音乐，找好朋友聊聊你的心情，甚至可以把内心深处的一些话对家人说，与家人沟通你的看法。",
        "label": ""
      },
      {
        "sentence": "同时，你还需要学会调理自己的情绪，尽量不被一些不好的经历影响，并将这些经历作为警示，来好好规划自己未来的人生。",
        "label": ""
      }
    ]
  }
]