[
  {
    "role": "client",
    "content": "孤独感，情绪淡漠，幻想，焦虑问题，对自己嫌弃？一个人待时就会在内心自我对话，仿佛有一个声音一直在自言自语从来没停过，内心感到非常孤独，于是总会与内心的人物倾诉叙说对话，但每次都会感都与世界隔绝，被偏见傲慢敌意轻视对待。内心有很多压抑的负面情绪无法发泄，而且从内心感受来说抗拒接受建议，因为时时有一个创造的角色告诉我应该怎么做怎么做，但既使我知道有就是做不到，我无法锻炼自己以使得自己习惯独处，冥想，锻炼，我都没法做到，我想是自己自制力问题吧，我觉得因为我内在的封闭和孤僻已经使我心理有一部分变得不正常。我不知道怎么做我想我需要一个能互相理解的知心朋友吧！我这么想意味着我把一部分让自己变好的期待放在别人身上，我觉得自己不够独立，又增加了对自己的嫌弃。",
    "annotation": [
      {
        "sentence": "孤独感，情绪淡漠，幻想，焦虑问题，对自己嫌弃？",
        "label": ""
      },
      {
        "sentence": "一个人待时就会在内心自我对话，仿佛有一个声音一直在自言自语从来没停过，内心感到非常孤独，于是总会与内心的人物倾诉叙说对话，但每次都会感都与世界隔绝，被偏见傲慢敌意轻视对待。",
        "label": ""
      },
      {
        "sentence": "内心有很多压抑的负面情绪无法发泄，而且从内心感受来说抗拒接受建议，因为时时有一个创造的角色告诉我应该怎么做怎么做，但既使我知道有就是做不到，我无法锻炼自己以使得自己习惯独处，冥想，锻炼，我都没法做到，我想是自己自制力问题吧，我觉得因为我内在的封闭和孤僻已经使我心理有一部分变得不正常。",
        "label": ""
      },
      {
        "sentence": "我不知道怎么做我想我需要一个能互相理解的知心朋友吧！",
        "label": ""
      },
      {
        "sentence": "我这么想意味着我把一部分让自己变好的期待放在别人身上，我觉得自己不够独立，又增加了对自己的嫌弃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "读完你的倾诉，感觉你的内心特别的乱，似乎身上有无数问题。不知道假想的对不对，我觉得你平时应该是一个特别沉默的人，生活中好像找不到一位能够坐下来可以诉说心事的朋友。自己遇到问题一向用闷在心里不说来压抑自己的情绪。",
    "annotation": [
      {
        "sentence": "读完你的倾诉，感觉你的内心特别的乱，似乎身上有无数问题。",
        "label": ""
      },
      {
        "sentence": "不知道假想的对不对，我觉得你平时应该是一个特别沉默的人，生活中好像找不到一位能够坐下来可以诉说心事的朋友。",
        "label": ""
      },
      {
        "sentence": "自己遇到问题一向用闷在心里不说来压抑自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我很久以来都没有找到一个可以倾诉的人，感觉好像一直在自言自语，无法释放内心的情绪。",
    "annotation": [
      {
        "sentence": "是的，我很久以来都没有找到一个可以倾诉的人，感觉好像一直在自言自语，无法释放内心的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我想，你并不喜欢你现在的自己，甚至有时会有想抽自己几个耳光的冲动。今天把你的问题一股脑地抛出来，其实现在的你，心里还多少觉得轻松了许多。你也知道有时话说出来心里会好受很多，但你长期的这种处理情绪的方式已经成为了一种死循环，让自己难以自控。",
    "annotation": [
      {
        "sentence": "我想，你并不喜欢你现在的自己，甚至有时会有想抽自己几个耳光的冲动。",
        "label": ""
      },
      {
        "sentence": "今天把你的问题一股脑地抛出来，其实现在的你，心里还多少觉得轻松了许多。",
        "label": ""
      },
      {
        "sentence": "你也知道有时话说出来心里会好受很多，但你长期的这种处理情绪的方式已经成为了一种死循环，让自己难以自控。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我意识到了这个问题，但我不知道该如何改变这种情况，我经常被自己内心的声音左右着，无法摆脱。",
    "annotation": [
      {
        "sentence": "是的，我意识到了这个问题，但我不知道该如何改变这种情况，我经常被自己内心的声音左右着，无法摆脱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "说到这里，我想跟你分享两个词：第一个叫自知力。自知力是指一个人能准确知道自己的感受，并且尊重它，真诚地表达它。第二个叫心理灵活性。是指个体在当下有意识地觉察和接纳所有经历的事情，并且在价值的引导下采取行动的能力。简而言之，它是一种活在当下的能力，一种接纳的能力，做自己认为重要事情的能力。一个心理灵活性足够的人，能够看到并尊重对方与自己不一样的地方，更懂得换位思考，不会觉得偶尔的妥协有损自己的骄傲，从而总是能够做出最好的选择。",
    "annotation": [
      {
        "sentence": "说到这里，我想跟你分享两个词：第一个叫自知力。",
        "label": ""
      },
      {
        "sentence": "自知力是指一个人能准确知道自己的感受，并且尊重它，真诚地表达它。",
        "label": ""
      },
      {
        "sentence": "第二个叫心理灵活性。",
        "label": ""
      },
      {
        "sentence": "是指个体在当下有意识地觉察和接纳所有经历的事情，并且在价值的引导下采取行动的能力。",
        "label": ""
      },
      {
        "sentence": "简而言之，它是一种活在当下的能力，一种接纳的能力，做自己认为重要事情的能力。",
        "label": ""
      },
      {
        "sentence": "一个心理灵活性足够的人，能够看到并尊重对方与自己不一样的地方，更懂得换位思考，不会觉得偶尔的妥协有损自己的骄傲，从而总是能够做出最好的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这两个词听起来很有道理，但我感觉自己很难做到。我总是觉得自己无法适应改变，也不懂得如何接受自己的不完美。",
    "annotation": [
      {
        "sentence": "这两个词听起来很有道理，但我感觉自己很难做到。",
        "label": ""
      },
      {
        "sentence": "我总是觉得自己无法适应改变，也不懂得如何接受自己的不完美。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实我觉得你并非像你所阐述的思绪一样如此混乱，你可能在日常生活中对自己要求过于苛刻，总想去做心中的那个自己，有时接受不了现实生活中那个不太完美的自己。人与人之间其实相差无几，有的人活得洒脱，有的人活得焦虑；有的人活得自在，有的人活得纠结。原因在于，活得洒脱自在的人，他能接纳好的自己也能接纳不好的自己，而焦虑和纠结的人，只能接纳好的自己，而对那个不好的自己会非常的鄙视和排斥。",
    "annotation": [
      {
        "sentence": "其实我觉得你并非像你所阐述的思绪一样如此混乱，你可能在日常生活中对自己要求过于苛刻，总想去做心中的那个自己，有时接受不了现实生活中那个不太完美的自己。",
        "label": ""
      },
      {
        "sentence": "人与人之间其实相差无几，有的人活得洒脱，有的人活得焦虑；有的人活得自在，有的人活得纠结。",
        "label": ""
      },
      {
        "sentence": "原因在于，活得洒脱自在的人，他能接纳好的自己也能接纳不好的自己，而焦虑和纠结的人，只能接纳好的自己，而对那个不好的自己会非常的鄙视和排斥。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我经常对自己太苛求，不能接受自己的不完美，而且总觉得自己与别人有很大的差距。这样的想法让我感到很孤独。",
    "annotation": [
      {
        "sentence": "你说的很对，我经常对自己太苛求，不能接受自己的不完美，而且总觉得自己与别人有很大的差距。",
        "label": ""
      },
      {
        "sentence": "这样的想法让我感到很孤独。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实感到孤独，并不是因为是不是有朋友或是不是有人陪，关系不大。孤独感与缺乏非语言沟通和感受爱的能力有关。也就是说，孤独和空虚，并不能通过单纯的语言陪伴就可以解决的。爱自己，爱生活。相信你也会变得很充实。",
    "annotation": [
      {
        "sentence": "其实感到孤独，并不是因为是不是有朋友或是不是有人陪，关系不大。",
        "label": ""
      },
      {
        "sentence": "孤独感与缺乏非语言沟通和感受爱的能力有关。",
        "label": ""
      },
      {
        "sentence": "也就是说，孤独和空虚，并不能通过单纯的语言陪伴就可以解决的。",
        "label": ""
      },
      {
        "sentence": "爱自己，爱生活。",
        "label": ""
      },
      {
        "sentence": "相信你也会变得很充实。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我会尝试接纳自己的不完美，爱自己，爱生活。我相信我可以变得更充实。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我会尝试接纳自己的不完美，爱自己，爱生活。",
        "label": ""
      },
      {
        "sentence": "我相信我可以变得更充实。",
        "label": ""
      }
    ]
  }
]