[
  {
    "role": "client",
    "content": "我感到孤独，情绪淡漠，幻想，焦虑问题，对自己嫌弃？一个人待时就会在内心自我对话，仿佛有一个声音一直在自言自语从来没停过，内心感到非常孤独，于是总会与内心的人物倾诉叙说对话，但每次都会感都与世界隔绝，被偏见傲慢敌意轻视对待。内心有很多压抑的负面情绪无法发泄，而且从内心感受来说抗拒接受建议，因为时时有一个创造的角色告诉我应该怎么做怎么做，但既使我知道有就是做不到，我无法锻炼自己以使得自己习惯独处，冥想，锻炼，我都没法做到，我想是自己自制力问题吧，我觉得因为我内在的封闭和孤僻已经使我心理有一部分变得不正常。我不知道怎么做，我想我需要一个能互相理解的知心朋友吧！我这么想意味着我把一部分让自己变好的期待放在别人身上，我觉得自己不够独立，又增加了对自己的嫌弃。",
    "annotation": [
      {
        "sentence": "我感到孤独，情绪淡漠，幻想，焦虑问题，对自己嫌弃？",
        "label": ""
      },
      {
        "sentence": "一个人待时就会在内心自我对话，仿佛有一个声音一直在自言自语从来没停过，内心感到非常孤独，于是总会与内心的人物倾诉叙说对话，但每次都会感都与世界隔绝，被偏见傲慢敌意轻视对待。",
        "label": ""
      },
      {
        "sentence": "内心有很多压抑的负面情绪无法发泄，而且从内心感受来说抗拒接受建议，因为时时有一个创造的角色告诉我应该怎么做怎么做，但既使我知道有就是做不到，我无法锻炼自己以使得自己习惯独处，冥想，锻炼，我都没法做到，我想是自己自制力问题吧，我觉得因为我内在的封闭和孤僻已经使我心理有一部分变得不正常。",
        "label": ""
      },
      {
        "sentence": "我不知道怎么做，我想我需要一个能互相理解的知心朋友吧！",
        "label": ""
      },
      {
        "sentence": "我这么想意味着我把一部分让自己变好的期待放在别人身上，我觉得自己不够独立，又增加了对自己的嫌弃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的问题，我能想象出这些年你一定经历了很多痛苦和煎熬。内心总是有各种各样的声音，告诉你什么是好的、什么是坏的、你该做什么、不该做什么。面对一个问题的时候也会有很多声音，有时你都不知道该听谁的。这一定会感到孤独，因为你心里那么多声音、那么多人，唯独没有人肯听听你的真实想法，听听真实的你想说些什么。",
    "annotation": [
      {
        "sentence": "看了你的问题，我能想象出这些年你一定经历了很多痛苦和煎熬。",
        "label": ""
      },
      {
        "sentence": "内心总是有各种各样的声音，告诉你什么是好的、什么是坏的、你该做什么、不该做什么。",
        "label": ""
      },
      {
        "sentence": "面对一个问题的时候也会有很多声音，有时你都不知道该听谁的。",
        "label": ""
      },
      {
        "sentence": "这一定会感到孤独，因为你心里那么多声音、那么多人，唯独没有人肯听听你的真实想法，听听真实的你想说些什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直感到很孤独，因为没有人真正了解我内心的声音和感受。我总是不知道该相信哪个声音，所以感到很困惑和焦虑。",
    "annotation": [
      {
        "sentence": "是的，我一直感到很孤独，因为没有人真正了解我内心的声音和感受。",
        "label": ""
      },
      {
        "sentence": "我总是不知道该相信哪个声音，所以感到很困惑和焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在我们成长的过程中，会接收到来自外界的大量信息。在我们的教育环境下，“管教”是占很大成分的。父母常常会告诉孩子应该怎么做，却忽略了孩子自己的感受和意愿。这样的环境下长大，我们常常会感到迷茫，不知道自己真正想要什么。那些声音也会不断跳出来，告诉我们应该怎样生活。这样就会感到痛苦。",
    "annotation": [
      {
        "sentence": "在我们成长的过程中，会接收到来自外界的大量信息。",
        "label": ""
      },
      {
        "sentence": "在我们的教育环境下，“管教”是占很大成分的。",
        "label": ""
      },
      {
        "sentence": "父母常常会告诉孩子应该怎么做，却忽略了孩子自己的感受和意愿。",
        "label": ""
      },
      {
        "sentence": "这样的环境下长大，我们常常会感到迷茫，不知道自己真正想要什么。",
        "label": ""
      },
      {
        "sentence": "那些声音也会不断跳出来，告诉我们应该怎样生活。",
        "label": ""
      },
      {
        "sentence": "这样就会感到痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我曾经被别人的期望和声音所左右，忽略了自己内心的声音。我应该更加关注自己的感受和意愿，不要被他人的期待所束缚。",
    "annotation": [
      {
        "sentence": "我明白了，我曾经被别人的期望和声音所左右，忽略了自己内心的声音。",
        "label": ""
      },
      {
        "sentence": "我应该更加关注自己的感受和意愿，不要被他人的期待所束缚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！你已经意识到了问题的关键所在。我们的大脑是非常擅于储存、回忆、评判、幻想的，但我们不能让它控制我们的生活。当那些声音升起时，你可以尝试去感受一下它们是哪里来的，它们是你自己的吗？静静地看着它们，不要做任何评判，就像看着天上的白云一样，它们会慢慢飘走。",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "你已经意识到了问题的关键所在。",
        "label": ""
      },
      {
        "sentence": "我们的大脑是非常擅于储存、回忆、评判、幻想的，但我们不能让它控制我们的生活。",
        "label": ""
      },
      {
        "sentence": "当那些声音升起时，你可以尝试去感受一下它们是哪里来的，它们是你自己的吗？",
        "label": ""
      },
      {
        "sentence": "静静地看着它们，不要做任何评判，就像看着天上的白云一样，它们会慢慢飘走。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着观察自己内心的声音，并意识到它们并不是真实的自己。我应该更加接纳自己，不再在意别人的看法和期待。",
    "annotation": [
      {
        "sentence": "我会试着观察自己内心的声音，并意识到它们并不是真实的自己。",
        "label": ""
      },
      {
        "sentence": "我应该更加接纳自己，不再在意别人的看法和期待。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常正确！每个人在成长过程中都会与自己断开联结，这是无法避免的。但我们已经成年，我们需要明白自己为自己负责的重要性。希望你能够一点一滴地尝试感受自己的情绪和身体，这样你将更加了解真实的自己，与自己有更多的联结。",
    "annotation": [
      {
        "sentence": "非常正确！",
        "label": ""
      },
      {
        "sentence": "每个人在成长过程中都会与自己断开联结，这是无法避免的。",
        "label": ""
      },
      {
        "sentence": "但我们已经成年，我们需要明白自己为自己负责的重要性。",
        "label": ""
      },
      {
        "sentence": "希望你能够一点一滴地尝试感受自己的情绪和身体，这样你将更加了解真实的自己，与自己有更多的联结。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议！我会努力去改变自己，更加接纳和了解真实的自己。希望能够找到那个能互相理解的知心朋友，并不再对自己嫌弃。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议！",
        "label": ""
      },
      {
        "sentence": "我会努力去改变自己，更加接纳和了解真实的自己。",
        "label": ""
      },
      {
        "sentence": "希望能够找到那个能互相理解的知心朋友，并不再对自己嫌弃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经迈出了第一步，相信自己，你一定能够找到属于你的那个知心朋友。记住，你值得被理解和接纳。祝你越来越好！",
    "annotation": [
      {
        "sentence": "你已经迈出了第一步，相信自己，你一定能够找到属于你的那个知心朋友。",
        "label": ""
      },
      {
        "sentence": "记住，你值得被理解和接纳。",
        "label": ""
      },
      {
        "sentence": "祝你越来越好！",
        "label": ""
      }
    ]
  }
]