[
  {
    "role": "client",
    "content": "初三女生，怕同学误会我是腐女，买完书有点后悔？最近因为放假太无聊，就买了本撒野看。但这是部耽美小说（就是两个男孩子恋爱的故事），而且还怕同学家人什么的看到我看这种书，会误会我是腐女（就是专门磕两个男孩子cp的女生）。但我真的不是，我只是无聊想换个类型的书看。我还怕她们误会，毕竟现在对txl（我并不歧视txl，爱一个人都是不分性别的）的争议还是很大，现在买完书有点后悔了，啊，纠结啊。",
    "annotation": [
      {
        "sentence": "初三女生，怕同学误会我是腐女，买完书有点后悔？",
        "label": ""
      },
      {
        "sentence": "最近因为放假太无聊，就买了本撒野看。",
        "label": ""
      },
      {
        "sentence": "但这是部耽美小说（就是两个男孩子恋爱的故事），而且还怕同学家人什么的看到我看这种书，会误会我是腐女（就是专门磕两个男孩子cp的女生）。",
        "label": ""
      },
      {
        "sentence": "但我真的不是，我只是无聊想换个类型的书看。",
        "label": ""
      },
      {
        "sentence": "我还怕她们误会，毕竟现在对txl（我并不歧视txl，爱一个人都是不分性别的）的争议还是很大，现在买完书有点后悔了，啊，纠结啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同学，蛮有趣的哈哈，我可喜欢磕同性cp的，看得时候也会沉浸在甜蜜氛围里无法自拔。但在你说【怕同学，家人误会你是腐女】的时候，你可以想想看，你是在“怕”什么呢？你是否在潜意识认为“腐女”是不够正确的标签吗？对你来说是代表着某些不良特质的身份？或是你不是不认可“腐女”标签，而因部分负面的社会评价而在意着他人的眼光呢？仔细滴体味自己的想法吧！在这我无法对“腐女”做出正面或负面的评价，不过从你讲【想看耽美又怕被误会】，能感觉到虽然你对这本书有兴趣，但你却在用力避免“腐女”身份沾边，或者是希望在众人面前保持不是“腐女”的身份。而这种纠结想法的或许出自于你的隐藏设想：【如果被认为是腐女我就会遭受舆论攻击，或者收到其他伤害】。在此提醒你一下，或许你的家人、同学对“腐女”的评价没有想象中的糟糕，又可能他们根本不知道“腐女”是什么。同时能看出你比较在意他人对自己的评价，而拘束自己的消遣爱好。曾经有人这么跟我讲过：“如果你太在意别人的评价，你就活成了一条内裤”。这不是对己对他有害之事，你可以选择活得更舒服噢。而如果实在你觉得你的朋友会因为认为你是“腐女”而大吼一声：“哇！原来你是腐女啊！我再也不跟你做好朋友了！”，那你就把书藏起来呗。昂，不管你是不是“腐女”，和别人认为你是不是其实都无伤大雅，如果你能和我的意思相通是很好的，想象和现实不同，预想的糟糕到来或许是可接受的，不要光着脚在地上玩儿。哈哈哈，皮一下，最后希望你下次遇到类似情况可以试着为自己思考，不再和一本小书纠结啦！",
    "annotation": [
      {
        "sentence": "同学，蛮有趣的哈哈，我可喜欢磕同性cp的，看得时候也会沉浸在甜蜜氛围里无法自拔。",
        "label": ""
      },
      {
        "sentence": "但在你说【怕同学，家人误会你是腐女】的时候，你可以想想看，你是在“怕”什么呢？",
        "label": ""
      },
      {
        "sentence": "你是否在潜意识认为“腐女”是不够正确的标签吗？",
        "label": ""
      },
      {
        "sentence": "对你来说是代表着某些不良特质的身份？",
        "label": ""
      },
      {
        "sentence": "或是你不是不认可“腐女”标签，而因部分负面的社会评价而在意着他人的眼光呢？",
        "label": ""
      },
      {
        "sentence": "仔细滴体味自己的想法吧！",
        "label": ""
      },
      {
        "sentence": "在这我无法对“腐女”做出正面或负面的评价，不过从你讲【想看耽美又怕被误会】，能感觉到虽然你对这本书有兴趣，但你却在用力避免“腐女”身份沾边，或者是希望在众人面前保持不是“腐女”的身份。",
        "label": ""
      },
      {
        "sentence": "而这种纠结想法的或许出自于你的隐藏设想：【如果被认为是腐女我就会遭受舆论攻击，或者收到其他伤害】。",
        "label": ""
      },
      {
        "sentence": "在此提醒你一下，或许你的家人、同学对“腐女”的评价没有想象中的糟糕，又可能他们根本不知道“腐女”是什么。",
        "label": ""
      },
      {
        "sentence": "同时能看出你比较在意他人对自己的评价，而拘束自己的消遣爱好。",
        "label": ""
      },
      {
        "sentence": "曾经有人这么跟我讲过：“如果你太在意别人的评价，你就活成了一条内裤”。",
        "label": ""
      },
      {
        "sentence": "这不是对己对他有害之事，你可以选择活得更舒服噢。",
        "label": ""
      },
      {
        "sentence": "而如果实在你觉得你的朋友会因为认为你是“腐女”而大吼一声：“哇！",
        "label": ""
      },
      {
        "sentence": "原来你是腐女啊！",
        "label": ""
      },
      {
        "sentence": "我再也不跟你做好朋友了！",
        "label": ""
      },
      {
        "sentence": "”，那你就把书藏起来呗。",
        "label": ""
      },
      {
        "sentence": "昂，不管你是不是“腐女”，和别人认为你是不是其实都无伤大雅，如果你能和我的意思相通是很好的，想象和现实不同，预想的糟糕到来或许是可接受的，不要光着脚在地上玩儿。",
        "label": ""
      },
      {
        "sentence": "哈哈哈，皮一下，最后希望你下次遇到类似情况可以试着为自己思考，不再和一本小书纠结啦！",
        "label": ""
      }
    ]
  }
]