[
  {
    "role": "client",
    "content": "我坚持不下去了，如果我死了应该没有人会心疼吧？",
    "annotation": [
      {
        "sentence": "我坚持不下去了，如果我死了应该没有人会心疼吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同学不知道你现在怎么样啦，我很担心你呀～不太清楚你具体经历了什么，不过从你的提问中我看到了你似乎有一种被忽视的感受，我也很不喜欢这种感受呢。如果你愿意的话我很愿意听你倾诉哦～如果你死了的话，我会很心疼的啊，所以能不能求求你对自己好一点呀～你觉得身边的人很冷漠，曾经的我也觉得同学对我很冷淡，但现在回头看看或许他们也有自己的苦衷吧。又或者是我从来都没有和他们表达过自己的需求，这种被忽视的感受只是一时的，现在的你只是还没遇到那些能够温暖你的人。温暖从来都不会缺席，但它可能会来得慢一些，你愿意等一等它吗～难过的时候欢迎来这里倾诉哦，我们一直都在的，即使生的再平凡，也是限量版。",
    "annotation": [
      {
        "sentence": "同学不知道你现在怎么样啦，我很担心你呀～不太清楚你具体经历了什么，不过从你的提问中我看到了你似乎有一种被忽视的感受，我也很不喜欢这种感受呢。",
        "label": ""
      },
      {
        "sentence": "如果你愿意的话我很愿意听你倾诉哦～如果你死了的话，我会很心疼的啊，所以能不能求求你对自己好一点呀～你觉得身边的人很冷漠，曾经的我也觉得同学对我很冷淡，但现在回头看看或许他们也有自己的苦衷吧。",
        "label": ""
      },
      {
        "sentence": "又或者是我从来都没有和他们表达过自己的需求，这种被忽视的感受只是一时的，现在的你只是还没遇到那些能够温暖你的人。",
        "label": ""
      },
      {
        "sentence": "温暖从来都不会缺席，但它可能会来得慢一些，你愿意等一等它吗～难过的时候欢迎来这里倾诉哦，我们一直都在的，即使生的再平凡，也是限量版。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的关心，其实这段时间我感觉自己特别失落，要么被人忽略，要么被人嘲笑，觉得自己真的很无用。",
    "annotation": [
      {
        "sentence": "谢谢你的关心，其实这段时间我感觉自己特别失落，要么被人忽略，要么被人嘲笑，觉得自己真的很无用。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，被人忽略和嘲笑真的会让人心情很低落。但是，请你相信我，你并不是无用的。每个人都是独特而有价值的，包括你。或许你需要找到自己的兴趣爱好或者参加一些活动，这样你就可以遇到和你志同道合的人，他们会欣赏你的价值。你可能暂时没有遇到那些肯定和欣赏你的人，但这并不意味着你毫无价值。在我眼里，你是一个有着独特魅力和潜力的人。",
    "annotation": [
      {
        "sentence": "我理解你的感受，被人忽略和嘲笑真的会让人心情很低落。",
        "label": ""
      },
      {
        "sentence": "但是，请你相信我，你并不是无用的。",
        "label": ""
      },
      {
        "sentence": "每个人都是独特而有价值的，包括你。",
        "label": ""
      },
      {
        "sentence": "或许你需要找到自己的兴趣爱好或者参加一些活动，这样你就可以遇到和你志同道合的人，他们会欣赏你的价值。",
        "label": ""
      },
      {
        "sentence": "你可能暂时没有遇到那些肯定和欣赏你的人，但这并不意味着你毫无价值。",
        "label": ""
      },
      {
        "sentence": "在我眼里，你是一个有着独特魅力和潜力的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可我感觉找不到自己的兴趣爱好，也不知道自己适合什么样的活动。感觉自己好迷茫。",
    "annotation": [
      {
        "sentence": "可我感觉找不到自己的兴趣爱好，也不知道自己适合什么样的活动。",
        "label": ""
      },
      {
        "sentence": "感觉自己好迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "迷茫是常有的感觉，在这个过程中其实是很正常的。毕竟，人生并不是一蹴而就的，我们都在不断地探索自己。或许你可以先从尝试一些不同的事情开始。比如，阅读一些书籍、参加一些社交团体、尝试不同的运动或者艺术类活动，这些都可以帮助你发现自己的兴趣和潜能。试着放下对外界评价的要求，去享受过程中的乐趣。在寻找适合自己的兴趣爱好的过程中，也不要忘记给自己一些时间和耐心。",
    "annotation": [
      {
        "sentence": "迷茫是常有的感觉，在这个过程中其实是很正常的。",
        "label": ""
      },
      {
        "sentence": "毕竟，人生并不是一蹴而就的，我们都在不断地探索自己。",
        "label": ""
      },
      {
        "sentence": "或许你可以先从尝试一些不同的事情开始。",
        "label": ""
      },
      {
        "sentence": "比如，阅读一些书籍、参加一些社交团体、尝试不同的运动或者艺术类活动，这些都可以帮助你发现自己的兴趣和潜能。",
        "label": ""
      },
      {
        "sentence": "试着放下对外界评价的要求，去享受过程中的乐趣。",
        "label": ""
      },
      {
        "sentence": "在寻找适合自己的兴趣爱好的过程中，也不要忘记给自己一些时间和耐心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着去做。但是，还有一个问题困扰着我，我觉得自己没有人可以依靠，没有安全感。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着去做。",
        "label": ""
      },
      {
        "sentence": "但是，还有一个问题困扰着我，我觉得自己没有人可以依靠，没有安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在的感受，孤独和没有安全感是让人很不舒服的。但是，你要知道，你并不是一个人在面对困难。除了听你倾诉外，我相信你还有朋友、家人或者其他人可以帮助你。有时候，我们需要主动去寻找那些真正关心我们的人。试着保持积极的心态，主动和身边的人交流，表达自己的感受和需求。也可以考虑加入一些支持性的社交圈子，比如参加志愿活动或者寻找心理咨询等。当你有了更多的人陪伴和支持时，你会发现其实你并不孤单，你有更多的资源来帮助自己。",
    "annotation": [
      {
        "sentence": "我理解你现在的感受，孤独和没有安全感是让人很不舒服的。",
        "label": ""
      },
      {
        "sentence": "但是，你要知道，你并不是一个人在面对困难。",
        "label": ""
      },
      {
        "sentence": "除了听你倾诉外，我相信你还有朋友、家人或者其他人可以帮助你。",
        "label": ""
      },
      {
        "sentence": "有时候，我们需要主动去寻找那些真正关心我们的人。",
        "label": ""
      },
      {
        "sentence": "试着保持积极的心态，主动和身边的人交流，表达自己的感受和需求。",
        "label": ""
      },
      {
        "sentence": "也可以考虑加入一些支持性的社交圈子，比如参加志愿活动或者寻找心理咨询等。",
        "label": ""
      },
      {
        "sentence": "当你有了更多的人陪伴和支持时，你会发现其实你并不孤单，你有更多的资源来帮助自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我有些信心了。或许我真的应该主动一些，积极与人沟通。谢谢你一直陪伴着我，给了我很多安慰。",
    "annotation": [
      {
        "sentence": "听你这么说，我有些信心了。",
        "label": ""
      },
      {
        "sentence": "或许我真的应该主动一些，积极与人沟通。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直陪伴着我，给了我很多安慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你的成长和幸福是我们最关心的。相信自己，你一定能够渡过当前的困难。无论遇到什么问题，记得随时和我分享哦。我将一直在这里支持你，无论生活多么平凡，每个人都是独一无二的限量版。你不是例外，加油！",
    "annotation": [
      {
        "sentence": "不客气，你的成长和幸福是我们最关心的。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够渡过当前的困难。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么问题，记得随时和我分享哦。",
        "label": ""
      },
      {
        "sentence": "我将一直在这里支持你，无论生活多么平凡，每个人都是独一无二的限量版。",
        "label": ""
      },
      {
        "sentence": "你不是例外，加油！",
        "label": ""
      }
    ]
  }
]