[
  {
    "role": "client",
    "content": "他这样做是因为我不配吗？这样的男人能不能结婚？说一下基本条件，我和我男朋友都是正式的行政单位工作人员，谈了两年多，打算过年结婚，双方父母也见过了，父母都没有什么意见。",
    "annotation": [
      {
        "sentence": "他这样做是因为我不配吗？",
        "label": ""
      },
      {
        "sentence": "这样的男人能不能结婚？",
        "label": ""
      },
      {
        "sentence": "说一下基本条件，我和我男朋友都是正式的行政单位工作人员，谈了两年多，打算过年结婚，双方父母也见过了，父母都没有什么意见。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够感觉到在这段关系中你在心理上有些被动、有些不自信。你觉得他这样做是因为你不配吗？说实话，这件事如果连你自己都不能确定，别人的猜测就更不靠谱了，因为毕竟你对他的了解要更多一些，你所掌握的关于他的行为基线也更多一些。",
    "annotation": [
      {
        "sentence": "能够感觉到在这段关系中你在心理上有些被动、有些不自信。",
        "label": ""
      },
      {
        "sentence": "你觉得他这样做是因为你不配吗？",
        "label": ""
      },
      {
        "sentence": "说实话，这件事如果连你自己都不能确定，别人的猜测就更不靠谱了，因为毕竟你对他的了解要更多一些，你所掌握的关于他的行为基线也更多一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他今晚的行为是否“反常”，可以作为一个判断标准吗？我记不清他是否曾经带我去陌生人的饭局了。",
    "annotation": [
      {
        "sentence": "他今晚的行为是否“反常”，可以作为一个判断标准吗？",
        "label": ""
      },
      {
        "sentence": "我记不清他是否曾经带我去陌生人的饭局了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你们交往的两年里，是否发生过他带你去与陌生人有关的饭局？以及你有没有向他表达过“尴尬”的感受等等，如果都没有，那么我们就可以把他今天的行为看做一种“反常”的行为，但真实的原因也未必就是“我不配”，需要双方进一步沟通后才能知晓。",
    "annotation": [
      {
        "sentence": "在你们交往的两年里，是否发生过他带你去与陌生人有关的饭局？",
        "label": ""
      },
      {
        "sentence": "以及你有没有向他表达过“尴尬”的感受等等，如果都没有，那么我们就可以把他今天的行为看做一种“反常”的行为，但真实的原因也未必就是“我不配”，需要双方进一步沟通后才能知晓。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他今天似乎确实不太想让我去，我也觉得很不愿意。你真的觉得他注意到了我的不情愿吗？",
    "annotation": [
      {
        "sentence": "他今天似乎确实不太想让我去，我也觉得很不愿意。",
        "label": ""
      },
      {
        "sentence": "你真的觉得他注意到了我的不情愿吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我觉得他也是感觉到的，除非他真的是那种“超级钢铁直男”。从你的描述中，有一些问题引起了我的注意，你对于这段感情的评估有些模糊，你并不能确定他是不是真的爱你，所以你会用很多外在的条件作为证明你们感情的依据，但实际上你对此也是持怀疑态度的。",
    "annotation": [
      {
        "sentence": "我觉得他也是感觉到的，除非他真的是那种“超级钢铁直男”。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，有一些问题引起了我的注意，你对于这段感情的评估有些模糊，你并不能确定他是不是真的爱你，所以你会用很多外在的条件作为证明你们感情的依据，但实际上你对此也是持怀疑态度的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我对这段感情的评估确实模糊不清。我常常怀疑他是否真的爱我，是否我们的感情牢固。所以才会产生“是不是我不配”这样的疑问。",
    "annotation": [
      {
        "sentence": "你说得对，我对这段感情的评估确实模糊不清。",
        "label": ""
      },
      {
        "sentence": "我常常怀疑他是否真的爱我，是否我们的感情牢固。",
        "label": ""
      },
      {
        "sentence": "所以才会产生“是不是我不配”这样的疑问。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种不确定感很可能来自于你的不自信，这种不自信会蒙蔽你的双眼，让你的思考变得不客观。你觉得这种不自信可能是在亲密关系中出现的吗？",
    "annotation": [
      {
        "sentence": "这种不确定感很可能来自于你的不自信，这种不自信会蒙蔽你的双眼，让你的思考变得不客观。",
        "label": ""
      },
      {
        "sentence": "你觉得这种不自信可能是在亲密关系中出现的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我在亲密关系中的不自信可能加重了这种感觉。我应该如何建立更好的沟通模式来应对未来可能出现的问题呢？",
    "annotation": [
      {
        "sentence": "是的，我在亲密关系中的不自信可能加重了这种感觉。",
        "label": ""
      },
      {
        "sentence": "我应该如何建立更好的沟通模式来应对未来可能出现的问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "建立更好的沟通模式确实可以帮助你们解决问题。首先，你应该坦诚地向他表达你的感受和担忧，让他了解你的内心世界。其次，你们可以一起制定一些相互关心、支持和尊重的规则，以加强你们之间的信任和互动。",
    "annotation": [
      {
        "sentence": "建立更好的沟通模式确实可以帮助你们解决问题。",
        "label": ""
      },
      {
        "sentence": "首先，你应该坦诚地向他表达你的感受和担忧，让他了解你的内心世界。",
        "label": ""
      },
      {
        "sentence": "其次，你们可以一起制定一些相互关心、支持和尊重的规则，以加强你们之间的信任和互动。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试和他进行沟通，同时也会更加相信自己，培养自己的自信心。希望我们能够解决问题，过上幸福的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试和他进行沟通，同时也会更加相信自己，培养自己的自信心。",
        "label": ""
      },
      {
        "sentence": "希望我们能够解决问题，过上幸福的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "祝福你们能够解决问题，过上幸福的生活。记住，要相信自己，保持积极的心态。祝您生活愉快！",
    "annotation": [
      {
        "sentence": "祝福你们能够解决问题，过上幸福的生活。",
        "label": ""
      },
      {
        "sentence": "记住，要相信自己，保持积极的心态。",
        "label": ""
      },
      {
        "sentence": "祝您生活愉快！",
        "label": ""
      }
    ]
  }
]