[
  {
    "role": "client",
    "content": "今天感觉到家庭内部性别歧视了，我是工具人吗？舅舅被捧上天的儿子中考失利，我还没发表任何言论，结果舅舅和姥姥就一起开始拉踩我？？？在电话的另一头一直唠叨说因为我是女孩，学习认真静得下心，所以学习好之类的，给他们的宝贝孙子宝贝儿子开脱……都是因为我弟是一个活泼的男孩才学习不好？我初中高中那阵因为贪玩被骂被他们说没有女孩样将来没啥出息的时候都忘了？？我是工具人吗？",
    "annotation": [
      {
        "sentence": "今天感觉到家庭内部性别歧视了，我是工具人吗？",
        "label": ""
      },
      {
        "sentence": "舅舅被捧上天的儿子中考失利，我还没发表任何言论，结果舅舅和姥姥就一起开始拉踩我？？？",
        "label": ""
      },
      {
        "sentence": "在电话的另一头一直唠叨说因为我是女孩，学习认真静得下心，所以学习好之类的，给他们的宝贝孙子宝贝儿子开脱……都是因为我弟是一个活泼的男孩才学习不好？",
        "label": ""
      },
      {
        "sentence": "我初中高中那阵因为贪玩被骂被他们说没有女孩样将来没啥出息的时候都忘了？？",
        "label": ""
      },
      {
        "sentence": "我是工具人吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "遇到这样的家人，明明自己学习好是很开心的事情，但他们真的让人扫兴。几乎家家都有这种人，因为我也遇到过。小时候，我学习就很好，我大姑家的姐姐和我同龄同级，学习没我好。我记得很清楚，那天我和姐姐在小姑家玩，小姑就说小学能看出什么来？你现在学习好，不代表你上中学也能学习好。说我姐别把现在的成绩看得很重要，以后肯定比你妹妹强。那一刻我真的要气炸了，同样都是孩子，为什么要夸一个贬一个，你可以安慰我姐，但是为什么要贬损我？我真的是个很记仇的人，这件事我记到现在，也让我下定决心要好好学习。后来我小姑和我说，哎你还真是挺厉害的。我笑笑都不说话，这时候她说什么对我来说都无所谓了。所以啊，对于这种亲戚，我们要让自己变得强大。当我们真正强大以后，他们爱说什么说什么，他们夸也好，不夸也好，当我们工具人也好，我们都可以独美，不care他们。你我们继续加油啊，让自己越变越好，不仅是要让那些瞧不起我们的人无话可说，更是为了自己。",
    "annotation": [
      {
        "sentence": "遇到这样的家人，明明自己学习好是很开心的事情，但他们真的让人扫兴。",
        "label": ""
      },
      {
        "sentence": "几乎家家都有这种人，因为我也遇到过。",
        "label": ""
      },
      {
        "sentence": "小时候，我学习就很好，我大姑家的姐姐和我同龄同级，学习没我好。",
        "label": ""
      },
      {
        "sentence": "我记得很清楚，那天我和姐姐在小姑家玩，小姑就说小学能看出什么来？",
        "label": ""
      },
      {
        "sentence": "你现在学习好，不代表你上中学也能学习好。",
        "label": ""
      },
      {
        "sentence": "说我姐别把现在的成绩看得很重要，以后肯定比你妹妹强。",
        "label": ""
      },
      {
        "sentence": "那一刻我真的要气炸了，同样都是孩子，为什么要夸一个贬一个，你可以安慰我姐，但是为什么要贬损我？",
        "label": ""
      },
      {
        "sentence": "我真的是个很记仇的人，这件事我记到现在，也让我下定决心要好好学习。",
        "label": ""
      },
      {
        "sentence": "后来我小姑和我说，哎你还真是挺厉害的。",
        "label": ""
      },
      {
        "sentence": "我笑笑都不说话，这时候她说什么对我来说都无所谓了。",
        "label": ""
      },
      {
        "sentence": "所以啊，对于这种亲戚，我们要让自己变得强大。",
        "label": ""
      },
      {
        "sentence": "当我们真正强大以后，他们爱说什么说什么，他们夸也好，不夸也好，当我们工具人也好，我们都可以独美，不care他们。",
        "label": ""
      },
      {
        "sentence": "你我们继续加油啊，让自己越变越好，不仅是要让那些瞧不起我们的人无话可说，更是为了自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你说的，感觉你真的理解我遇到的困境。那你是怎么应对家人的歧视和贬低的呢？",
    "annotation": [
      {
        "sentence": "听你说的，感觉你真的理解我遇到的困境。",
        "label": ""
      },
      {
        "sentence": "那你是怎么应对家人的歧视和贬低的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实最重要的是保持自己的心态，对于那些贬低你的言论，不要太过在意。你有你自己的价值，不需要通过别人的赞扬来肯定自己。当我遇到类似情况，我会告诉自己他们的评价并不代表我的全部。",
    "annotation": [
      {
        "sentence": "其实最重要的是保持自己的心态，对于那些贬低你的言论，不要太过在意。",
        "label": ""
      },
      {
        "sentence": "你有你自己的价值，不需要通过别人的赞扬来肯定自己。",
        "label": ""
      },
      {
        "sentence": "当我遇到类似情况，我会告诉自己他们的评价并不代表我的全部。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是有时候他们说的话真的很刺痛我，让我感到自己很无力。",
    "annotation": [
      {
        "sentence": "可是有时候他们说的话真的很刺痛我，让我感到自己很无力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，他们的话可能会刺激到你的情绪，但是你要明白，你的价值不是由他们决定的。你可以试着转移注意力，让自己专注于自己的成长和进步，不要让他们的言论影响你的自信。",
    "annotation": [
      {
        "sentence": "是的，他们的话可能会刺激到你的情绪，但是你要明白，你的价值不是由他们决定的。",
        "label": ""
      },
      {
        "sentence": "你可以试着转移注意力，让自己专注于自己的成长和进步，不要让他们的言论影响你的自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得有道理，我会尽量不再让他们的话影响到我。但是有时候还是会觉得很委屈。",
    "annotation": [
      {
        "sentence": "你说得有道理，我会尽量不再让他们的话影响到我。",
        "label": ""
      },
      {
        "sentence": "但是有时候还是会觉得很委屈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "委屈是难免的，但是你可以试着倾诉出来，找寻情感支持。你可以选择分享自己的困扰和感受，找朋友或者其他亲人倾诉，他们可以给予你更多的理解和支持。",
    "annotation": [
      {
        "sentence": "委屈是难免的，但是你可以试着倾诉出来，找寻情感支持。",
        "label": ""
      },
      {
        "sentence": "你可以选择分享自己的困扰和感受，找朋友或者其他亲人倾诉，他们可以给予你更多的理解和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，能够有人倾听和理解我，我会感觉好很多。谢谢你的建议，我会试着与亲朋好友沟通。",
    "annotation": [
      {
        "sentence": "确实，能够有人倾听和理解我，我会感觉好很多。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会试着与亲朋好友沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，记得要选择信任的人分享，让他们陪伴你一同面对困境。同时，也要设定合理的期待和目标，保护好自己的心灵健康。",
    "annotation": [
      {
        "sentence": "不客气，记得要选择信任的人分享，让他们陪伴你一同面对困境。",
        "label": ""
      },
      {
        "sentence": "同时，也要设定合理的期待和目标，保护好自己的心灵健康。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会注意这些的。再次感谢你的支持和建议，我感到自己变得坚强和自信了。",
    "annotation": [
      {
        "sentence": "嗯，我会注意这些的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和建议，我感到自己变得坚强和自信了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样说，你已经在成长的路上取得了很大进步。相信自己，继续加油，你会越来越好的！",
    "annotation": [
      {
        "sentence": "很高兴听到你这样说，你已经在成长的路上取得了很大进步。",
        "label": ""
      },
      {
        "sentence": "相信自己，继续加油，你会越来越好的！",
        "label": ""
      }
    ]
  }
]