[
  {
    "role": "client",
    "content": "和对象相处，总是害怕他付出太多，自己觉得拿人手短？之前交往的男生自己总是害怕他付出太多，每当他付出的时候自己就会立马感恩回去。感觉接受了别人的东西就要接受别人的感情，在没有想好的情况下不敢接受别人的盛情。",
    "annotation": [
      {
        "sentence": "和对象相处，总是害怕他付出太多，自己觉得拿人手短？",
        "label": ""
      },
      {
        "sentence": "之前交往的男生自己总是害怕他付出太多，每当他付出的时候自己就会立马感恩回去。",
        "label": ""
      },
      {
        "sentence": "感觉接受了别人的东西就要接受别人的感情，在没有想好的情况下不敢接受别人的盛情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "给个温暖抱抱，听起来你担心对方付出太多而自己无法回报，这种感受我能理解。但恋爱中，双向的付出很重要，不能只有一个人在努力，时间久了会感到累。你拥有为别人着想的品质真是难得，比很多人都懂得回应他人。不过，交往中更重要的是两个人的感情融洽，能够深入沟通交流，成为彼此的知心人。也许你不需要刻意去回应，而是一种愿意的相互付出相互理解。当感情到达一定程度，彼此心意相通，回应是自然而然的。你是个善良、有原则、为对方着想的人，非常赞。但需要多与对方感情交流，加深了解，有时候付出也可以表现为暖心的关心、照顾，特别的心意。比如为对方做一顿爱心餐、安慰他失落的心情、一起规划一次外出等等。我希望你能越来越好～",
    "annotation": [
      {
        "sentence": "给个温暖抱抱，听起来你担心对方付出太多而自己无法回报，这种感受我能理解。",
        "label": ""
      },
      {
        "sentence": "但恋爱中，双向的付出很重要，不能只有一个人在努力，时间久了会感到累。",
        "label": ""
      },
      {
        "sentence": "你拥有为别人着想的品质真是难得，比很多人都懂得回应他人。",
        "label": ""
      },
      {
        "sentence": "不过，交往中更重要的是两个人的感情融洽，能够深入沟通交流，成为彼此的知心人。",
        "label": ""
      },
      {
        "sentence": "也许你不需要刻意去回应，而是一种愿意的相互付出相互理解。",
        "label": ""
      },
      {
        "sentence": "当感情到达一定程度，彼此心意相通，回应是自然而然的。",
        "label": ""
      },
      {
        "sentence": "你是个善良、有原则、为对方着想的人，非常赞。",
        "label": ""
      },
      {
        "sentence": "但需要多与对方感情交流，加深了解，有时候付出也可以表现为暖心的关心、照顾，特别的心意。",
        "label": ""
      },
      {
        "sentence": "比如为对方做一顿爱心餐、安慰他失落的心情、一起规划一次外出等等。",
        "label": ""
      },
      {
        "sentence": "我希望你能越来越好～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解。我确实意识到双向的付出很重要，但就是有种心情上的不安。每次对方付出了，我就会感到有义务回应，怕被别人欠债，同时也怕自己感情来的太快或太随意。这种感觉怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解。",
        "label": ""
      },
      {
        "sentence": "我确实意识到双向的付出很重要，但就是有种心情上的不安。",
        "label": ""
      },
      {
        "sentence": "每次对方付出了，我就会感到有义务回应，怕被别人欠债，同时也怕自己感情来的太快或太随意。",
        "label": ""
      },
      {
        "sentence": "这种感觉怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的内心矛盾和不安。在感情中，确实有时候会感到有义务回应对方的付出，但是我们要明确一点，爱情并不是债务关系。感情是一种相互的自愿和交流，不应该给自己太大压力。你可以尝试不要把感情思考得太复杂，放开心胸去表达你的情感，不要怕被别人欠债，因为感情是自由的。同时，也要学会给自己和对方一些时间，去平衡和思考自己的感情需求和对方的期待。",
    "annotation": [
      {
        "sentence": "我理解你的内心矛盾和不安。",
        "label": ""
      },
      {
        "sentence": "在感情中，确实有时候会感到有义务回应对方的付出，但是我们要明确一点，爱情并不是债务关系。",
        "label": ""
      },
      {
        "sentence": "感情是一种相互的自愿和交流，不应该给自己太大压力。",
        "label": ""
      },
      {
        "sentence": "你可以尝试不要把感情思考得太复杂，放开心胸去表达你的情感，不要怕被别人欠债，因为感情是自由的。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会给自己和对方一些时间，去平衡和思考自己的感情需求和对方的期待。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该更放开自己，不要过于担心付出和回报的问题。但是有时候我还是会觉得自己欠对方太多，怎么办呢？",
    "annotation": [
      {
        "sentence": "我明白了，我应该更放开自己，不要过于担心付出和回报的问题。",
        "label": ""
      },
      {
        "sentence": "但是有时候我还是会觉得自己欠对方太多，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种感觉很正常，但是要相信对方是喜欢你的，他付出是出于真心。你可以试着表达你的感激之情，让对方知道你心里的想法，但不用过度斤斤计较。除了直接回报，也可以从其他方面去关心他，让他感受到你的关爱和支持。当你们的感情进一步加深时，这种感觉会逐渐减弱的。",
    "annotation": [
      {
        "sentence": "这种感觉很正常，但是要相信对方是喜欢你的，他付出是出于真心。",
        "label": ""
      },
      {
        "sentence": "你可以试着表达你的感激之情，让对方知道你心里的想法，但不用过度斤斤计较。",
        "label": ""
      },
      {
        "sentence": "除了直接回报，也可以从其他方面去关心他，让他感受到你的关爱和支持。",
        "label": ""
      },
      {
        "sentence": "当你们的感情进一步加深时，这种感觉会逐渐减弱的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "真的吗？我会尝试去表达我的感激和关心，同时也接受对方的付出，不再给自己太大的压力。谢谢你一直陪伴和理解我。",
    "annotation": [
      {
        "sentence": "真的吗？",
        "label": ""
      },
      {
        "sentence": "我会尝试去表达我的感激和关心，同时也接受对方的付出，不再给自己太大的压力。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直陪伴和理解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，能陪伴你并帮助你我也感到很开心。记住，爱情是双方共同努力和包容的结果。只要你保持真诚和善良，你一定会得到幸福的。如果以后还有什么困惑或问题，随时来找我倾诉哦。祝你越来越好，幸福满满！",
    "annotation": [
      {
        "sentence": "不客气，能陪伴你并帮助你我也感到很开心。",
        "label": ""
      },
      {
        "sentence": "记住，爱情是双方共同努力和包容的结果。",
        "label": ""
      },
      {
        "sentence": "只要你保持真诚和善良，你一定会得到幸福的。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么困惑或问题，随时来找我倾诉哦。",
        "label": ""
      },
      {
        "sentence": "祝你越来越好，幸福满满！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和支持，我会珍惜自己的感情，努力去交流和表达。再次感谢你耐心听我诉说，希望你也一切顺利！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和支持，我会珍惜自己的感情，努力去交流和表达。",
        "label": ""
      },
      {
        "sentence": "再次感谢你耐心听我诉说，希望你也一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在这里支持你的。希望你的感情之路越来越顺利，记住，你是一个很有价值的人，值得被爱和幸福。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "希望你的感情之路越来越顺利，记住，你是一个很有价值的人，值得被爱和幸福。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]