[
  {
    "role": "client",
    "content": "我17岁快成年，农村男孩，好多次想过死，有救吗？我以前想学计算机，画画，可是父母都把这些想法扼杀了，我从没解除过电脑，初中学会了开机，学会简单的东西，初二的时候自已偷偷的买了一个小贩子的坏电脑，当时400块钱，我被骂了好久，当然那个时候我很开心，我自已尝试过ps，程序码，我会自已编写一个简单的计算器，但是由于电脑太坏，卡顿各种，我尝试沟通过父母，叫他们给我买一个电脑，但是结局是不给，买了你也用不来（因为父母是打工的，混泥土打杂的），我哭了。我现在大一（刚录取），以前妈妈跟奶奶5，6年的矛盾，妈妈为我家着想，奶奶有2个儿子，大儿子是我爸爸，小儿子还没结婚40的人了，奶奶什么都想他，基本不考虑我家，小儿子（我叫他小爸），钱也不存，每次回来都吵，这次我回老家（我毕业出去打工了，回来弄证明，村子里给点补助），但是我的好朋友来到我家，我煮好饭，准备等饭熟再炒菜，怕冷了，他就把扑克牌拿出来打，刚准备打，我准备过去的时候，我奶奶进来，什么也没说。",
    "annotation": [
      {
        "sentence": "我17岁快成年，农村男孩，好多次想过死，有救吗？",
        "label": ""
      },
      {
        "sentence": "我以前想学计算机，画画，可是父母都把这些想法扼杀了，我从没解除过电脑，初中学会了开机，学会简单的东西，初二的时候自已偷偷的买了一个小贩子的坏电脑，当时400块钱，我被骂了好久，当然那个时候我很开心，我自已尝试过ps，程序码，我会自已编写一个简单的计算器，但是由于电脑太坏，卡顿各种，我尝试沟通过父母，叫他们给我买一个电脑，但是结局是不给，买了你也用不来（因为父母是打工的，混泥土打杂的），我哭了。",
        "label": ""
      },
      {
        "sentence": "我现在大一（刚录取），以前妈妈跟奶奶5，6年的矛盾，妈妈为我家着想，奶奶有2个儿子，大儿子是我爸爸，小儿子还没结婚40的人了，奶奶什么都想他，基本不考虑我家，小儿子（我叫他小爸），钱也不存，每次回来都吵，这次我回老家（我毕业出去打工了，回来弄证明，村子里给点补助），但是我的好朋友来到我家，我煮好饭，准备等饭熟再炒菜，怕冷了，他就把扑克牌拿出来打，刚准备打，我准备过去的时候，我奶奶进来，什么也没说。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢谢你来倾诉～给你个温暖的拥抱～从你的描述中知道你很喜欢计算机，上大学想要学习这个专业，想买一台在家里用，但是由于家里客观条件的限制，让你多次不能实现这个愿望。非常羡慕你，因为你是个有梦想的孩子，很坚定地知道自己想要什么～如果真心喜欢，很支持你能学到喜欢的专业，家里条件有限制的话，可以试着再和父母商量商量，一起找到一个彼此都能接受的方案。比如买一台性能可以接受、价格稍低的电脑，或者上大学后努力用奖学金或兼职的钱购买等，解决的方法还是有的。",
    "annotation": [
      {
        "sentence": "谢谢你来倾诉～给你个温暖的拥抱～从你的描述中知道你很喜欢计算机，上大学想要学习这个专业，想买一台在家里用，但是由于家里客观条件的限制，让你多次不能实现这个愿望。",
        "label": ""
      },
      {
        "sentence": "非常羡慕你，因为你是个有梦想的孩子，很坚定地知道自己想要什么～如果真心喜欢，很支持你能学到喜欢的专业，家里条件有限制的话，可以试着再和父母商量商量，一起找到一个彼此都能接受的方案。",
        "label": ""
      },
      {
        "sentence": "比如买一台性能可以接受、价格稍低的电脑，或者上大学后努力用奖学金或兼职的钱购买等，解决的方法还是有的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议。我会试试和父母再沟通一下，也可以考虑用自己的努力去解决这个问题。希望能够达成一个双方都满意的方案。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我会试试和父母再沟通一下，也可以考虑用自己的努力去解决这个问题。",
        "label": ""
      },
      {
        "sentence": "希望能够达成一个双方都满意的方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能这样想～说到家庭，你似乎和奶奶的关系不是特别亲密，有点抱怨奶奶更偏爱未婚的小儿子。但换个角度想想，奶奶也许有她自己的考虑，觉得未婚的小儿子更需要她。我们只能希望我们怎样对待别人，别人就怎么对待我们，但我们无法要求我们对别人好，别人就一定等价对我们好。朋友来家里玩让奶奶无情打断了，还丢掉你们的扑克牌，让你和你的好朋友都很不愉快，让你很生气吧。事后可以试着了解到底是什么原因让奶奶当时这样做，向她解释你们当时玩牌的原因，向奶奶说希望她下次不要拿你朋友的东西，如果实在难以沟通，下次和朋友一起玩可以约其他地方。",
    "annotation": [
      {
        "sentence": "很高兴你能这样想～说到家庭，你似乎和奶奶的关系不是特别亲密，有点抱怨奶奶更偏爱未婚的小儿子。",
        "label": ""
      },
      {
        "sentence": "但换个角度想想，奶奶也许有她自己的考虑，觉得未婚的小儿子更需要她。",
        "label": ""
      },
      {
        "sentence": "我们只能希望我们怎样对待别人，别人就怎么对待我们，但我们无法要求我们对别人好，别人就一定等价对我们好。",
        "label": ""
      },
      {
        "sentence": "朋友来家里玩让奶奶无情打断了，还丢掉你们的扑克牌，让你和你的好朋友都很不愉快，让你很生气吧。",
        "label": ""
      },
      {
        "sentence": "事后可以试着了解到底是什么原因让奶奶当时这样做，向她解释你们当时玩牌的原因，向奶奶说希望她下次不要拿你朋友的东西，如果实在难以沟通，下次和朋友一起玩可以约其他地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯嗯，我明白了。可能奶奶有她的考虑，我会试着换个角度去理解她的想法，也会努力和她沟通，希望能够改善我们之间的关系。以后和朋友一起玩的时候，我也会考虑约其他地方，避免再次出现类似的情况。",
    "annotation": [
      {
        "sentence": "嗯嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "可能奶奶有她的考虑，我会试着换个角度去理解她的想法，也会努力和她沟通，希望能够改善我们之间的关系。",
        "label": ""
      },
      {
        "sentence": "以后和朋友一起玩的时候，我也会考虑约其他地方，避免再次出现类似的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的理解和努力都是非常积极的。说起大人们都把你当小孩子，不理解你的想法，这种感受我非常能理解，每个孩子都渴望自己的独立意识得到尊重，但这样的前提是大人们真正感受到我们已经成熟，已经长大。理智地解决问题，多方面考虑解决方法，考虑他人感受是长大的一些表现，有想法了，行动之前和长辈商量，理性分析利弊，再去行动，让父母会感觉到孩子成长了，知道为他们着想，他们才会把你当大人看待。希望能够帮助到你。",
    "annotation": [
      {
        "sentence": "很好，你的理解和努力都是非常积极的。",
        "label": ""
      },
      {
        "sentence": "说起大人们都把你当小孩子，不理解你的想法，这种感受我非常能理解，每个孩子都渴望自己的独立意识得到尊重，但这样的前提是大人们真正感受到我们已经成熟，已经长大。",
        "label": ""
      },
      {
        "sentence": "理智地解决问题，多方面考虑解决方法，考虑他人感受是长大的一些表现，有想法了，行动之前和长辈商量，理性分析利弊，再去行动，让父母会感觉到孩子成长了，知道为他们着想，他们才会把你当大人看待。",
        "label": ""
      },
      {
        "sentence": "希望能够帮助到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会试着运用你说的方法去和父母沟通，也会更加理智地解决问题，考虑他人的感受。希望能够改变现状，让父母真正认识到我已经成长了。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会试着运用你说的方法去和父母沟通，也会更加理智地解决问题，考虑他人的感受。",
        "label": ""
      },
      {
        "sentence": "希望能够改变现状，让父母真正认识到我已经成长了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回应，相信只要你保持积极的心态和努力，问题一定能够得到解决。记住，你是一个有梦想和追求的年轻人，不要轻易放弃。如果在这个过程中还有困惑或者需要倾诉的话，随时都可以来找我聊聊。",
    "annotation": [
      {
        "sentence": "很高兴听到你的回应，相信只要你保持积极的心态和努力，问题一定能够得到解决。",
        "label": ""
      },
      {
        "sentence": "记住，你是一个有梦想和追求的年轻人，不要轻易放弃。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中还有困惑或者需要倾诉的话，随时都可以来找我聊聊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的耐心和鼓励，我会保持积极的心态，不放弃自己的梦想。如果有需要的话，我会再来向你寻求帮助和倾诉。感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的耐心和鼓励，我会保持积极的心态，不放弃自己的梦想。",
        "label": ""
      },
      {
        "sentence": "如果有需要的话，我会再来向你寻求帮助和倾诉。",
        "label": ""
      },
      {
        "sentence": "感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直在这里支持你的。无论遇到什么困难，记住你并不孤单，有我在你的身边。希望你能够坚持下去，实现自己的梦想。如果需要的话，随时都可以找我倾诉。加油！",
    "annotation": [
      {
        "sentence": "不客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，记住你并不孤单，有我在你的身边。",
        "label": ""
      },
      {
        "sentence": "希望你能够坚持下去，实现自己的梦想。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]