[
  {
    "role": "client",
    "content": "对于童年时，母亲总是虐待我的阴影，该怎么处理？母亲可以称得上是虐待我了，毕竟只要她心情不好，稍微犯点错，就会打到身体又青又紫的，因为周报没有写达标，扇巴掌扇到嘴角流血，这件事很多年过去，她拿出来说，当成战绩一样炫耀。而现在她对弟弟就像她当初对我一般，只不过少了肢体虐待，每次我在学习时，听到她因为某些小事斥责弟弟，我总是会不由自主的愤怒，明明不管自己的事，我怎么样都控制不住，怎么办，我觉得自己心理过于敏感了，怎么样才能让我好受些？",
    "annotation": [
      {
        "sentence": "对于童年时，母亲总是虐待我的阴影，该怎么处理？",
        "label": ""
      },
      {
        "sentence": "母亲可以称得上是虐待我了，毕竟只要她心情不好，稍微犯点错，就会打到身体又青又紫的，因为周报没有写达标，扇巴掌扇到嘴角流血，这件事很多年过去，她拿出来说，当成战绩一样炫耀。",
        "label": ""
      },
      {
        "sentence": "而现在她对弟弟就像她当初对我一般，只不过少了肢体虐待，每次我在学习时，听到她因为某些小事斥责弟弟，我总是会不由自主的愤怒，明明不管自己的事，我怎么样都控制不住，怎么办，我觉得自己心理过于敏感了，怎么样才能让我好受些？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，看到你的问题，我很心疼。被母亲这样对待一定非常痛苦，身体的伤害也许远远小于我们精神和心灵上的创伤。因为我们是自己母亲施暴的对象，同时又被其他情感和道德约束所束缚，你目前的感受并不是简单的敏感。下面我用一些话来帮助你，希望能对你有所帮助。要面对创伤，也需要治愈。“只要她心情不好，稍微犯点错，就会打到身体又青又紫的，因为周报没有写达标，扇巴掌扇到嘴角流血。”母亲对我进行的教育，从一般的角度来看，是对我们的期望，这一点我们可以理解。教育可以有多种方式，显然母亲没有找到正确的沟通方式。采取暴力的方式是最不可取的。宝贝当时的反应一定十分委屈和生气。现在你将这些话说出来，也是对过去的一个宽慰。挖掘创伤的过程也会让人不舒服，但只有挖掘它，才能治愈它。我们无法改变过去，无法选择父母，甚至无法与父母和平共处。但我要告诉你的是，通过你对弟弟的感受，你可以产生共情，通过这种共情，可以释放自己的委屈。也许多年过去后，你已经不再那么愤怒了。总之，你需要完全体会你的情绪，悲伤和难过，并告诉自己真实的感受。这样的目的是为了安慰自己，治愈自己。那该如何理解母亲呢？在毫无评判的情况下，可以说母亲的处理方式是不完善的，这可能与母亲的个人经历、性格以及一些教育上的局限有关。但作为孩子，我认为仍然可以表达爱。正如之前所说，母亲对我们是期望的，只是她有自己的局限性，其中的伤害可能是无意的。当然，如果母亲把这些当成战绩来炫耀，可能意味着你取得了进步，这是积极的结果，同时也可以证明母亲的期望。还有一种情况是，由于个人原因，有些人一辈子都无法主动正确表达爱。那么我们要么帮助她表达，要么以理解的心态对待。如何理解母亲，本质上是是否能够治愈自己，是否能够提升自我。我认为我们不应将很多经历全归咎于家庭或母亲，毕竟我们还在成长，有很多问题随着成长而可以化解。这也解释了同样的遭遇为何会造就不同的结果。就像你现在为弟弟辩护一样，这是你内心对这种情况合理趋势的反应。加油宝贝，我们可以采取同样的经历来避免再次受伤，我们一定可以做些事情。如果你觉得自己的内心足够强大，可以直接与母亲沟通，或者通过家庭其他成员与母亲进行谈话，探讨亲子教育和孩子的培养问题。当然，避免单纯地进行说教，毕竟我们自己对这样的事情也感到厌烦，对母亲来说可能也是一样的。可以通过关爱的方式缓解母亲的情绪，例如送花，陪伴逛街，一起阅读，一起做美食，最好的方法可能是每个人都能合理安排时间，取得丰硕的成果。宝贝应该明白这一点，也有办法实现，我就不多说了。最后，建议你自己写写日记，将情绪和感受通过文字呈现出来，这是一个很好的方式。多进行运动。另外，可以尝试一起冥想。归根结底，我们对生活和幸福都有自己的理解。如果你能找到目标并找到方法，那就非常好了。如果你能与母亲达到共情，那就更加完美了。最后，祝福你，生活中的细节非常重要，不能忽视，因为它们是最后成功的关键。我们的经历也是将来经验的基础，提升自己，造福未来。天空湛蓝，你永远存在，生活可以变得美好！我爱这个世界！",
    "annotation": [
      {
        "sentence": "亲爱的，看到你的问题，我很心疼。",
        "label": ""
      },
      {
        "sentence": "被母亲这样对待一定非常痛苦，身体的伤害也许远远小于我们精神和心灵上的创伤。",
        "label": ""
      },
      {
        "sentence": "因为我们是自己母亲施暴的对象，同时又被其他情感和道德约束所束缚，你目前的感受并不是简单的敏感。",
        "label": ""
      },
      {
        "sentence": "下面我用一些话来帮助你，希望能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "要面对创伤，也需要治愈。",
        "label": ""
      },
      {
        "sentence": "“只要她心情不好，稍微犯点错，就会打到身体又青又紫的，因为周报没有写达标，扇巴掌扇到嘴角流血。",
        "label": ""
      },
      {
        "sentence": "”母亲对我进行的教育，从一般的角度来看，是对我们的期望，这一点我们可以理解。",
        "label": ""
      },
      {
        "sentence": "教育可以有多种方式，显然母亲没有找到正确的沟通方式。",
        "label": ""
      },
      {
        "sentence": "采取暴力的方式是最不可取的。",
        "label": ""
      },
      {
        "sentence": "宝贝当时的反应一定十分委屈和生气。",
        "label": ""
      },
      {
        "sentence": "现在你将这些话说出来，也是对过去的一个宽慰。",
        "label": ""
      },
      {
        "sentence": "挖掘创伤的过程也会让人不舒服，但只有挖掘它，才能治愈它。",
        "label": ""
      },
      {
        "sentence": "我们无法改变过去，无法选择父母，甚至无法与父母和平共处。",
        "label": ""
      },
      {
        "sentence": "但我要告诉你的是，通过你对弟弟的感受，你可以产生共情，通过这种共情，可以释放自己的委屈。",
        "label": ""
      },
      {
        "sentence": "也许多年过去后，你已经不再那么愤怒了。",
        "label": ""
      },
      {
        "sentence": "总之，你需要完全体会你的情绪，悲伤和难过，并告诉自己真实的感受。",
        "label": ""
      },
      {
        "sentence": "这样的目的是为了安慰自己，治愈自己。",
        "label": ""
      },
      {
        "sentence": "那该如何理解母亲呢？",
        "label": ""
      },
      {
        "sentence": "在毫无评判的情况下，可以说母亲的处理方式是不完善的，这可能与母亲的个人经历、性格以及一些教育上的局限有关。",
        "label": ""
      },
      {
        "sentence": "但作为孩子，我认为仍然可以表达爱。",
        "label": ""
      },
      {
        "sentence": "正如之前所说，母亲对我们是期望的，只是她有自己的局限性，其中的伤害可能是无意的。",
        "label": ""
      },
      {
        "sentence": "当然，如果母亲把这些当成战绩来炫耀，可能意味着你取得了进步，这是积极的结果，同时也可以证明母亲的期望。",
        "label": ""
      },
      {
        "sentence": "还有一种情况是，由于个人原因，有些人一辈子都无法主动正确表达爱。",
        "label": ""
      },
      {
        "sentence": "那么我们要么帮助她表达，要么以理解的心态对待。",
        "label": ""
      },
      {
        "sentence": "如何理解母亲，本质上是是否能够治愈自己，是否能够提升自我。",
        "label": ""
      },
      {
        "sentence": "我认为我们不应将很多经历全归咎于家庭或母亲，毕竟我们还在成长，有很多问题随着成长而可以化解。",
        "label": ""
      },
      {
        "sentence": "这也解释了同样的遭遇为何会造就不同的结果。",
        "label": ""
      },
      {
        "sentence": "就像你现在为弟弟辩护一样，这是你内心对这种情况合理趋势的反应。",
        "label": ""
      },
      {
        "sentence": "加油宝贝，我们可以采取同样的经历来避免再次受伤，我们一定可以做些事情。",
        "label": ""
      },
      {
        "sentence": "如果你觉得自己的内心足够强大，可以直接与母亲沟通，或者通过家庭其他成员与母亲进行谈话，探讨亲子教育和孩子的培养问题。",
        "label": ""
      },
      {
        "sentence": "当然，避免单纯地进行说教，毕竟我们自己对这样的事情也感到厌烦，对母亲来说可能也是一样的。",
        "label": ""
      },
      {
        "sentence": "可以通过关爱的方式缓解母亲的情绪，例如送花，陪伴逛街，一起阅读，一起做美食，最好的方法可能是每个人都能合理安排时间，取得丰硕的成果。",
        "label": ""
      },
      {
        "sentence": "宝贝应该明白这一点，也有办法实现，我就不多说了。",
        "label": ""
      },
      {
        "sentence": "最后，建议你自己写写日记，将情绪和感受通过文字呈现出来，这是一个很好的方式。",
        "label": ""
      },
      {
        "sentence": "多进行运动。",
        "label": ""
      },
      {
        "sentence": "另外，可以尝试一起冥想。",
        "label": ""
      },
      {
        "sentence": "归根结底，我们对生活和幸福都有自己的理解。",
        "label": ""
      },
      {
        "sentence": "如果你能找到目标并找到方法，那就非常好了。",
        "label": ""
      },
      {
        "sentence": "如果你能与母亲达到共情，那就更加完美了。",
        "label": ""
      },
      {
        "sentence": "最后，祝福你，生活中的细节非常重要，不能忽视，因为它们是最后成功的关键。",
        "label": ""
      },
      {
        "sentence": "我们的经历也是将来经验的基础，提升自己，造福未来。",
        "label": ""
      },
      {
        "sentence": "天空湛蓝，你永远存在，生活可以变得美好！",
        "label": ""
      },
      {
        "sentence": "我爱这个世界！",
        "label": ""
      }
    ]
  }
]