[
  {
    "role": "client",
    "content": "和情绪化喜欢冷暴力的母亲，应该如何相处？提问者女，25岁，研一学生。",
    "annotation": [
      {
        "sentence": "和情绪化喜欢冷暴力的母亲，应该如何相处？",
        "label": ""
      },
      {
        "sentence": "提问者女，25岁，研一学生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我了解你现在的困扰。可以说是在家相处的问题上，你和母亲的关系一直存在着一种定势。是不是在你的心中，母亲对你有一种冷暴力的行为，让你感到伤害？",
    "annotation": [
      {
        "sentence": "你好，我了解你现在的困扰。",
        "label": ""
      },
      {
        "sentence": "可以说是在家相处的问题上，你和母亲的关系一直存在着一种定势。",
        "label": ""
      },
      {
        "sentence": "是不是在你的心中，母亲对你有一种冷暴力的行为，让你感到伤害？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，从我小时候开始，每当我做错一点事情或提出些自己的困难，母亲就会对我进行冷眼对待或者甩脸子的行为。我现在放假回家，仍然需要讨好她，顺应她的意思才能得到正常对待。",
    "annotation": [
      {
        "sentence": "是的，从我小时候开始，每当我做错一点事情或提出些自己的困难，母亲就会对我进行冷眼对待或者甩脸子的行为。",
        "label": ""
      },
      {
        "sentence": "我现在放假回家，仍然需要讨好她，顺应她的意思才能得到正常对待。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，这种情况似乎难以改变。除非你能对自己的未来进行调整，改变你们之间的关系。习得性思维在人们之间是一种难以改变的状态，人们通常会习惯并依靠这种思维方式。只有当习得性思维产生一定的变化并超过忍耐的极限时，人们才会在延续或打破这两种选择中，发生可能的变化。在你目前的情况下，也是如此。",
    "annotation": [
      {
        "sentence": "听你的描述，这种情况似乎难以改变。",
        "label": ""
      },
      {
        "sentence": "除非你能对自己的未来进行调整，改变你们之间的关系。",
        "label": ""
      },
      {
        "sentence": "习得性思维在人们之间是一种难以改变的状态，人们通常会习惯并依靠这种思维方式。",
        "label": ""
      },
      {
        "sentence": "只有当习得性思维产生一定的变化并超过忍耐的极限时，人们才会在延续或打破这两种选择中，发生可能的变化。",
        "label": ""
      },
      {
        "sentence": "在你目前的情况下，也是如此。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，这种惯性思维需要我自己调整。我该怎么做才能让自己摆正心态呢？",
    "annotation": [
      {
        "sentence": "我明白了，这种惯性思维需要我自己调整。",
        "label": ""
      },
      {
        "sentence": "我该怎么做才能让自己摆正心态呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你需要接受和了解母亲的个性和惯性趋势。不要去回忆她说过的话，无论过去、现在还是未来，因为她的个性态度就是如此。回忆只会增加你的委屈感，而除了你自己以外，你家里其他人也不会重视这种感受。你需要改变自己对委屈感的习惯。另外，你可以观察到，你母亲的个性不仅仅针对你一个人，她在不满意时可能会对其他人也采取相同的方式。你可以学习一下其他与她关系亲近的人是如何忍耐她的个性表达方式的。",
    "annotation": [
      {
        "sentence": "首先，你需要接受和了解母亲的个性和惯性趋势。",
        "label": ""
      },
      {
        "sentence": "不要去回忆她说过的话，无论过去、现在还是未来，因为她的个性态度就是如此。",
        "label": ""
      },
      {
        "sentence": "回忆只会增加你的委屈感，而除了你自己以外，你家里其他人也不会重视这种感受。",
        "label": ""
      },
      {
        "sentence": "你需要改变自己对委屈感的习惯。",
        "label": ""
      },
      {
        "sentence": "另外，你可以观察到，你母亲的个性不仅仅针对你一个人，她在不满意时可能会对其他人也采取相同的方式。",
        "label": ""
      },
      {
        "sentence": "你可以学习一下其他与她关系亲近的人是如何忍耐她的个性表达方式的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这样做确实可以帮助我调整心态。但是如果我选择离开家另找住处，你觉得这种情况会有所改变吗？",
    "annotation": [
      {
        "sentence": "这样做确实可以帮助我调整心态。",
        "label": ""
      },
      {
        "sentence": "但是如果我选择离开家另找住处，你觉得这种情况会有所改变吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "离开家是一个迟早会发生的事情，但不是通过愿望和空想就能实现的。你需要做好多方面的准备，包括经济上的收入和开销安排、独立生活能力的培养以及社交活动的安排等等。你可以先设身处地地想象这一切，感受一下自己身在其中是否能感到轻松自在。如果你对自己独立的需求有非常明确的现实感，那么你会将注意力放在各种准备上，而不再继续关注母亲个性的不足。",
    "annotation": [
      {
        "sentence": "离开家是一个迟早会发生的事情，但不是通过愿望和空想就能实现的。",
        "label": ""
      },
      {
        "sentence": "你需要做好多方面的准备，包括经济上的收入和开销安排、独立生活能力的培养以及社交活动的安排等等。",
        "label": ""
      },
      {
        "sentence": "你可以先设身处地地想象这一切，感受一下自己身在其中是否能感到轻松自在。",
        "label": ""
      },
      {
        "sentence": "如果你对自己独立的需求有非常明确的现实感，那么你会将注意力放在各种准备上，而不再继续关注母亲个性的不足。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我其实并不是真正被母亲个性的不足所控制。我应该放心去关注自己的独立需求，而不是陷入无法解脱的局限中。",
    "annotation": [
      {
        "sentence": "你说得对，我其实并不是真正被母亲个性的不足所控制。",
        "label": ""
      },
      {
        "sentence": "我应该放心去关注自己的独立需求，而不是陷入无法解脱的局限中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，你已经开始思考自己的独立需求并摆正了自己的心态。继续这样的努力，相信你可以更好地应对和母亲的相处之道。记得不要让自己过分被她的行为所影响，保持积极的心态，关注自己的成长和发展。",
    "annotation": [
      {
        "sentence": "非常好，你已经开始思考自己的独立需求并摆正了自己的心态。",
        "label": ""
      },
      {
        "sentence": "继续这样的努力，相信你可以更好地应对和母亲的相处之道。",
        "label": ""
      },
      {
        "sentence": "记得不要让自己过分被她的行为所影响，保持积极的心态，关注自己的成长和发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会尝试去改变自己的思维方式，以更好地和母亲相处。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会尝试去改变自己的思维方式，以更好地和母亲相处。",
        "label": ""
      }
    ]
  }
]