[
  {
    "role": "client",
    "content": "买二套房，老公想要我父母出一部分钱，合适吗？我和我老公在某一线城市定居，现住房是我老公婚前买的，公公帮忙出了一部分钱当首付，所以公婆理所当然跟我们住一起，婆婆当家，公婆跟我爸妈关系也不好。我现在想买第二套房，需要首付七成，写我名字（公婆不大愿意），我老公出首付我还房贷。我是独生女，家里小康水平，近期我爸妈想在老家县城买第二个商铺，需要拿走之前借给我们的部分钱并临时拿我一部分钱周转。我老公不同意他们买商铺，觉得他们应该把那钱支持我买第二套房，这样我们压力就小一点，而且还说他爸当初给他出来一些首付，所以现在住起来理直气壮。我该怎么办？我爸妈也知道我想买房，他们也犹豫过，但是他们又很想买那商铺。我可以看出我老公并不高兴。",
    "annotation": [
      {
        "sentence": "买二套房，老公想要我父母出一部分钱，合适吗？",
        "label": ""
      },
      {
        "sentence": "我和我老公在某一线城市定居，现住房是我老公婚前买的，公公帮忙出了一部分钱当首付，所以公婆理所当然跟我们住一起，婆婆当家，公婆跟我爸妈关系也不好。",
        "label": ""
      },
      {
        "sentence": "我现在想买第二套房，需要首付七成，写我名字（公婆不大愿意），我老公出首付我还房贷。",
        "label": ""
      },
      {
        "sentence": "我是独生女，家里小康水平，近期我爸妈想在老家县城买第二个商铺，需要拿走之前借给我们的部分钱并临时拿我一部分钱周转。",
        "label": ""
      },
      {
        "sentence": "我老公不同意他们买商铺，觉得他们应该把那钱支持我买第二套房，这样我们压力就小一点，而且还说他爸当初给他出来一些首付，所以现在住起来理直气壮。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我爸妈也知道我想买房，他们也犹豫过，但是他们又很想买那商铺。",
        "label": ""
      },
      {
        "sentence": "我可以看出我老公并不高兴。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的情况确实有点复杂。首先，你老公希望你父母出一部分钱购买第二套房是否合适，这个问题不仅仅涉及到金钱，还牵扯到家庭关系和利益平衡等方面。你父母之前帮助了你们购买婚前房，所以公婆觉得有权力和你们一起住在那套房子里，这也能理解。不过，有些事情不能太绝对，每个人都有自己的底线和考量，所以我们需要给自己更多的保障。你想购买的第二套房名字只写你一个人，公婆肯定会有意见，而且你老公还需要为首付付出一部分，这样的情况下，你的父母还需要向你们借钱购买商铺，你老公和公婆可能会觉得内心不平衡，这是可以理解的。我们可以设身处地地换位思考一下，如果婚前的房子是你们自己买的，现在你老公想要购买第二套房，但是你父母不愿意出钱，甚至向你们借钱购买商铺，你会不会也有情绪和波动呢？从投资和长远来看，一线城市的房价会更有优势。所以，如果你父母打算投资和增值，买一线城市的房子更值得考虑。另外，这套房子只写你一个人的名字，给你和父母提供了更大的保障。如果你父母考虑到以后不会增加你们的负担，也不需要来到你所在的城市养老，那么你可以站在他们的角度来考虑一下。这是我的一些想法，你觉得呢？",
    "annotation": [
      {
        "sentence": "你现在的情况确实有点复杂。",
        "label": ""
      },
      {
        "sentence": "首先，你老公希望你父母出一部分钱购买第二套房是否合适，这个问题不仅仅涉及到金钱，还牵扯到家庭关系和利益平衡等方面。",
        "label": ""
      },
      {
        "sentence": "你父母之前帮助了你们购买婚前房，所以公婆觉得有权力和你们一起住在那套房子里，这也能理解。",
        "label": ""
      },
      {
        "sentence": "不过，有些事情不能太绝对，每个人都有自己的底线和考量，所以我们需要给自己更多的保障。",
        "label": ""
      },
      {
        "sentence": "你想购买的第二套房名字只写你一个人，公婆肯定会有意见，而且你老公还需要为首付付出一部分，这样的情况下，你的父母还需要向你们借钱购买商铺，你老公和公婆可能会觉得内心不平衡，这是可以理解的。",
        "label": ""
      },
      {
        "sentence": "我们可以设身处地地换位思考一下，如果婚前的房子是你们自己买的，现在你老公想要购买第二套房，但是你父母不愿意出钱，甚至向你们借钱购买商铺，你会不会也有情绪和波动呢？",
        "label": ""
      },
      {
        "sentence": "从投资和长远来看，一线城市的房价会更有优势。",
        "label": ""
      },
      {
        "sentence": "所以，如果你父母打算投资和增值，买一线城市的房子更值得考虑。",
        "label": ""
      },
      {
        "sentence": "另外，这套房子只写你一个人的名字，给你和父母提供了更大的保障。",
        "label": ""
      },
      {
        "sentence": "如果你父母考虑到以后不会增加你们的负担，也不需要来到你所在的城市养老，那么你可以站在他们的角度来考虑一下。",
        "label": ""
      },
      {
        "sentence": "这是我的一些想法，你觉得呢？",
        "label": ""
      }
    ]
  }
]