[
  {
    "role": "client",
    "content": "什么是自爱，怎么样做才能真正的自爱？",
    "annotation": [
      {
        "sentence": "什么是自爱，怎么样做才能真正的自爱？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "问题仔细看过了，～️我做得每件事情的时候都是在想这样做别人会不会赞同我，那样做别人会不会挖苦我，会不会有人看我笑话。其实不少人都会有这种想法的，这就是普普通通的人性。从心理学上来说，太在乎别人的看法也叫：自我聚焦过重，也就是“被洞悉错觉”。总是将自己处在一个被放大的环境里，觉得举手投足别人都很在意，怕遭到评价。但真的是这样吗？你可以仔细回想谁做过什么普通的事情哪些细节你记到了现在呢？是不是大多时候只作为旁观者看待别人，而沉浸在“我”待会该怎么做的意境里。对于大众心理来说，这并不奇怪，因为人都习惯以自我为中心嘛。",
    "annotation": [
      {
        "sentence": "问题仔细看过了，～️我做得每件事情的时候都是在想这样做别人会不会赞同我，那样做别人会不会挖苦我，会不会有人看我笑话。",
        "label": ""
      },
      {
        "sentence": "其实不少人都会有这种想法的，这就是普普通通的人性。",
        "label": ""
      },
      {
        "sentence": "从心理学上来说，太在乎别人的看法也叫：自我聚焦过重，也就是“被洞悉错觉”。",
        "label": ""
      },
      {
        "sentence": "总是将自己处在一个被放大的环境里，觉得举手投足别人都很在意，怕遭到评价。",
        "label": ""
      },
      {
        "sentence": "但真的是这样吗？",
        "label": ""
      },
      {
        "sentence": "你可以仔细回想谁做过什么普通的事情哪些细节你记到了现在呢？",
        "label": ""
      },
      {
        "sentence": "是不是大多时候只作为旁观者看待别人，而沉浸在“我”待会该怎么做的意境里。",
        "label": ""
      },
      {
        "sentence": "对于大众心理来说，这并不奇怪，因为人都习惯以自我为中心嘛。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我做的每一件想到的不是自己想不想做，而是我做这件事对我有没有好处，因为对我有好处，这样我才能看到别人的那些好的评论，但是最想得到的就是家人的夸奖，他们的认同。",
    "annotation": [
      {
        "sentence": "我做的每一件想到的不是自己想不想做，而是我做这件事对我有没有好处，因为对我有好处，这样我才能看到别人的那些好的评论，但是最想得到的就是家人的夸奖，他们的认同。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "原生家庭给你带来的影响是不可忽视的，它使你不自信，缺乏安全感。在生活中无疑是会造成一些小困扰的，很高兴你能够想要改变的决心，这也是一种进步。父母终归是父母，他们将你养大成人，在长辈的角度里，会有一种潜意识认为“你是我的孩子，我随便说你都可以。”特别是上一代的父母，与我们成长环境有很大的不同，也是受着他们父母的影响而影响你。还有另外一种可能，就是因为父母在工作的过程中会碰到很多的压力，可能经常出现的情况是领导责骂自己，父母在工作中就会特别的憋屈，一旦在生活中遇到了什么不顺，这个时候没办法贬低别人，所以只会贬低自己的孩子，让孩子承受负面情绪。这种情况，建议你可以多站在父母的角度考虑问题，最好可以帮他们解决一下生活中的矛盾和烦恼，通过自己的成熟稳重让他们放心。如果你的处理方式还是象孩子一样，他们怎么能够不担心呢，是吧^_^对于成长环境已经无法从头来过，但可以重现在开始慢慢改变自己。对于不在意别人的目光，我有几点建议，仅供参考，希望可以帮到你。",
    "annotation": [
      {
        "sentence": "原生家庭给你带来的影响是不可忽视的，它使你不自信，缺乏安全感。",
        "label": ""
      },
      {
        "sentence": "在生活中无疑是会造成一些小困扰的，很高兴你能够想要改变的决心，这也是一种进步。",
        "label": ""
      },
      {
        "sentence": "父母终归是父母，他们将你养大成人，在长辈的角度里，会有一种潜意识认为“你是我的孩子，我随便说你都可以。",
        "label": ""
      },
      {
        "sentence": "”特别是上一代的父母，与我们成长环境有很大的不同，也是受着他们父母的影响而影响你。",
        "label": ""
      },
      {
        "sentence": "还有另外一种可能，就是因为父母在工作的过程中会碰到很多的压力，可能经常出现的情况是领导责骂自己，父母在工作中就会特别的憋屈，一旦在生活中遇到了什么不顺，这个时候没办法贬低别人，所以只会贬低自己的孩子，让孩子承受负面情绪。",
        "label": ""
      },
      {
        "sentence": "这种情况，建议你可以多站在父母的角度考虑问题，最好可以帮他们解决一下生活中的矛盾和烦恼，通过自己的成熟稳重让他们放心。",
        "label": ""
      },
      {
        "sentence": "如果你的处理方式还是象孩子一样，他们怎么能够不担心呢，是吧^_^对于成长环境已经无法从头来过，但可以重现在开始慢慢改变自己。",
        "label": ""
      },
      {
        "sentence": "对于不在意别人的目光，我有几点建议，仅供参考，希望可以帮到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的有时候想起来挺生气的，我真的很想知道我下一步该怎么走，我也明白我活在别人的世界里时间太长了，不好改变，我真不想再这样下去了，我想活在自己的世界里，而不是干什么都要考虑别人的目光。",
    "annotation": [
      {
        "sentence": "我真的有时候想起来挺生气的，我真的很想知道我下一步该怎么走，我也明白我活在别人的世界里时间太长了，不好改变，我真不想再这样下去了，我想活在自己的世界里，而不是干什么都要考虑别人的目光。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心情能够理解，对于烦恼的解决需要时间，需要内心的调适。下一步的走向，你可以先试着从一个小小的环节开始改变。比如，每天找一件喜欢的事情，专注于自己的兴趣爱好，不要过分在意别人的评论和评价。也可以尝试着展现自己真实的想法和感受，对于一些重要的决定和选择，先考虑一下自己的需求和心声，让自己的内心有所依靠。当然，改变也需要一些勇气和毅力，不要急于求成，一步一步来，你会慢慢发现自己真正的自爱和自信。",
    "annotation": [
      {
        "sentence": "心情能够理解，对于烦恼的解决需要时间，需要内心的调适。",
        "label": ""
      },
      {
        "sentence": "下一步的走向，你可以先试着从一个小小的环节开始改变。",
        "label": ""
      },
      {
        "sentence": "比如，每天找一件喜欢的事情，专注于自己的兴趣爱好，不要过分在意别人的评论和评价。",
        "label": ""
      },
      {
        "sentence": "也可以尝试着展现自己真实的想法和感受，对于一些重要的决定和选择，先考虑一下自己的需求和心声，让自己的内心有所依靠。",
        "label": ""
      },
      {
        "sentence": "当然，改变也需要一些勇气和毅力，不要急于求成，一步一步来，你会慢慢发现自己真正的自爱和自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着从小事做起，专注于自己的兴趣爱好，并且展现真实的自我。我明白改变需要时间，我会坚持下去的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着从小事做起，专注于自己的兴趣爱好，并且展现真实的自我。",
        "label": ""
      },
      {
        "sentence": "我明白改变需要时间，我会坚持下去的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能够接受建议，并有坚持下去的决心。改变需要时间和努力，但只要你持之以恒，相信未来会有不一样的自己。在这个过程中，可以找一些支持你的朋友或者亲密的人，和他们分享你的感受和进展，让他们成为你的坚强后盾。我为你加油！",
    "annotation": [
      {
        "sentence": "很高兴你能够接受建议，并有坚持下去的决心。",
        "label": ""
      },
      {
        "sentence": "改变需要时间和努力，但只要你持之以恒，相信未来会有不一样的自己。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，可以找一些支持你的朋友或者亲密的人，和他们分享你的感受和进展，让他们成为你的坚强后盾。",
        "label": ""
      },
      {
        "sentence": "我为你加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会和朋友们分享我的进展，希望能够得到他们的理解和支持。我会坚持下去的，谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会和朋友们分享我的进展，希望能够得到他们的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我会坚持下去的，谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够改变自己，找到真正的自爱和快乐。无论遇到什么困难，都记得坚定地相信自己的价值和能力。如果有任何需要，随时可以来找我倾诉。祝福你迈向更好的人生！加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够改变自己，找到真正的自爱和快乐。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，都记得坚定地相信自己的价值和能力。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝福你迈向更好的人生！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和支持，我会铭记在心的。如果有需要，我会再来找你的。祝你一切都好！再次谢谢你！加油！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和支持，我会铭记在心的。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会再来找你的。",
        "label": ""
      },
      {
        "sentence": "祝你一切都好！",
        "label": ""
      },
      {
        "sentence": "再次谢谢你！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]