[
  {
    "role": "client",
    "content": "什么是自爱，怎么样做才能真正的自爱？因为感情失败的原因，后来知道了我原来是一个极度缺爱，自卑的心理，从小到大学，我做得每件事情的时候都是在想这样做别人会不会赞同我，那样做别人会不会挖苦我，会不会有人看我笑话，我做的每一件想到的不是自己想不想做，而是我做这件事对我有没有好处，因为对我有好处，这样我才能看到别人的那些好的评论，但是最想得到的就是家人的夸奖，他们的认同，可是20多年了，他们夸奖我的话我真的一句都没听到过，也从来没有重视过我真实的感受，只是他们觉得我很好，我也知道家人不容易，但是我就是感觉很生气，明明所有大人都希望望子成龙，为什么嘴里一直贬低自己的孩子，我真的有时候想起来挺生气的，我真的很想知道我下一步该怎么走，我也明白我活在别人的世界里时间太长了，不好改变，我真不想再这样下去了，我想活在自己的世界里，而不是干什么都要考虑别人的目光。",
    "annotation": [
      {
        "sentence": "什么是自爱，怎么样做才能真正的自爱？",
        "label": ""
      },
      {
        "sentence": "因为感情失败的原因，后来知道了我原来是一个极度缺爱，自卑的心理，从小到大学，我做得每件事情的时候都是在想这样做别人会不会赞同我，那样做别人会不会挖苦我，会不会有人看我笑话，我做的每一件想到的不是自己想不想做，而是我做这件事对我有没有好处，因为对我有好处，这样我才能看到别人的那些好的评论，但是最想得到的就是家人的夸奖，他们的认同，可是20多年了，他们夸奖我的话我真的一句都没听到过，也从来没有重视过我真实的感受，只是他们觉得我很好，我也知道家人不容易，但是我就是感觉很生气，明明所有大人都希望望子成龙，为什么嘴里一直贬低自己的孩子，我真的有时候想起来挺生气的，我真的很想知道我下一步该怎么走，我也明白我活在别人的世界里时间太长了，不好改变，我真不想再这样下去了，我想活在自己的世界里，而不是干什么都要考虑别人的目光。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我了解你对自爱的困惑和对家人态度的不满。首先，自爱是指内心接纳、尊重和关爱自己的态度。要实现真正的自爱，你需要关注自己的感受并为自己设立目标。",
    "annotation": [
      {
        "sentence": "你好，我了解你对自爱的困惑和对家人态度的不满。",
        "label": ""
      },
      {
        "sentence": "首先，自爱是指内心接纳、尊重和关爱自己的态度。",
        "label": ""
      },
      {
        "sentence": "要实现真正的自爱，你需要关注自己的感受并为自己设立目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我总是在乎别人的看法，担心他们的评价。我觉得按照别人的期望生活很不自在，但我不知道该如何改变。",
    "annotation": [
      {
        "sentence": "但我总是在乎别人的看法，担心他们的评价。",
        "label": ""
      },
      {
        "sentence": "我觉得按照别人的期望生活很不自在，但我不知道该如何改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "正确。你的生活圈子似乎主要受到被动情绪勒索的影响，这是一种通过利用情绪来控制自己或他人行为的方式。你总是在想到别人不快乐的情绪时对自己产生罪恶感，导致你一直活在别人的世界里。",
    "annotation": [
      {
        "sentence": "正确。",
        "label": ""
      },
      {
        "sentence": "你的生活圈子似乎主要受到被动情绪勒索的影响，这是一种通过利用情绪来控制自己或他人行为的方式。",
        "label": ""
      },
      {
        "sentence": "你总是在想到别人不快乐的情绪时对自己产生罪恶感，导致你一直活在别人的世界里。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我希望改变这样的状态。但我很难摆脱这种情绪勒索的束缚。",
    "annotation": [
      {
        "sentence": "是的，我希望改变这样的状态。",
        "label": ""
      },
      {
        "sentence": "但我很难摆脱这种情绪勒索的束缚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "要改变轨迹，让我来分享一些方法。首先，你不要过多关注他人的情绪。你应该按照自己的意愿去完成事情，不必过于在意别人的期望。无论结果如何，你要明白你是为自己而做，而不是为了取悦他人。",
    "annotation": [
      {
        "sentence": "要改变轨迹，让我来分享一些方法。",
        "label": ""
      },
      {
        "sentence": "首先，你不要过多关注他人的情绪。",
        "label": ""
      },
      {
        "sentence": "你应该按照自己的意愿去完成事情，不必过于在意别人的期望。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，你要明白你是为自己而做，而不是为了取悦他人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。但我总觉得与别人的关系很重要，不敢违抗他们的要求。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "但我总觉得与别人的关系很重要，不敢违抗他们的要求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关系无绝对，你没有必要完全按照别人的要求去做事。与别人的关系应该是一种相互交换和平衡。你要明白自己的价值并为之努力，不要把所有都当做是为别人而做。",
    "annotation": [
      {
        "sentence": "关系无绝对，你没有必要完全按照别人的要求去做事。",
        "label": ""
      },
      {
        "sentence": "与别人的关系应该是一种相互交换和平衡。",
        "label": ""
      },
      {
        "sentence": "你要明白自己的价值并为之努力，不要把所有都当做是为别人而做。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该更明确自己的目标和动力。那么，我该如何找到自己真正想要做的事情呢？",
    "annotation": [
      {
        "sentence": "我明白了，我应该更明确自己的目标和动力。",
        "label": ""
      },
      {
        "sentence": "那么，我该如何找到自己真正想要做的事情呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你要反思自己的内心，了解自己到底想成为什么样的人，什么样的事情会引起你的成就感。然后，找到符合自己目标的事情，并为之付出努力。",
    "annotation": [
      {
        "sentence": "首先，你要反思自己的内心，了解自己到底想成为什么样的人，什么样的事情会引起你的成就感。",
        "label": ""
      },
      {
        "sentence": "然后，找到符合自己目标的事情，并为之付出努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了一些应该做的改变。我希望能摆脱过多考虑别人目光的困扰，活在自己的世界里。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了一些应该做的改变。",
        "label": ""
      },
      {
        "sentence": "我希望能摆脱过多考虑别人目光的困扰，活在自己的世界里。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "成长就是找到突破的点，改变轨迹，螺旋式上升，做更好的自己。只要你专注于自我的成长和目标，你就能逐渐迈向自己想要的生活。",
    "annotation": [
      {
        "sentence": "成长就是找到突破的点，改变轨迹，螺旋式上升，做更好的自己。",
        "label": ""
      },
      {
        "sentence": "只要你专注于自我的成长和目标，你就能逐渐迈向自己想要的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力走向更自我的道路。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力走向更自我的道路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你。相信自己，你一定可以将改变付诸行动，并成为更好的自己。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定可以将改变付诸行动，并成为更好的自己。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]