[
  {
    "role": "client",
    "content": "我总是倾听别人，却没有人倾听我，可我其实好孤独？我是高中生，似乎生来就是一个很好的倾听者，所以容易被别人依赖。我的一个同学，他幼稚且情绪化，因为我总能倾听他，他便认定我是一个温柔的人，依赖我，在把我当作情绪垃圾桶。我没有很喜欢他，但因为同情我还是会忍受他，可最终我还是骂了他一通后绝交。其实不只是他，我总会被人莫名其妙的接近，因为我伪装了一副善解人意的形象。我想离开却害怕伤害别人，只能找借口逃避。我本质是一个懦弱的人，我也为各种事苦恼，然而我却从来说不出口。我尝试过，却一次次失望，我的情绪似乎不能被大多数人所理解和在意。有时和母亲说话，她会无视我然后说起无关紧要的话题。和熟人倾诉，她哈哈一笑说我还以为你有什么事情。我知道我太敏感，会被一点伤害刺痛，于是我不再对人倾诉，因为我不想失望，所有情绪都埋在心里，可我其实好孤独。",
    "annotation": [
      {
        "sentence": "我总是倾听别人，却没有人倾听我，可我其实好孤独？",
        "label": ""
      },
      {
        "sentence": "我是高中生，似乎生来就是一个很好的倾听者，所以容易被别人依赖。",
        "label": ""
      },
      {
        "sentence": "我的一个同学，他幼稚且情绪化，因为我总能倾听他，他便认定我是一个温柔的人，依赖我，在把我当作情绪垃圾桶。",
        "label": ""
      },
      {
        "sentence": "我没有很喜欢他，但因为同情我还是会忍受他，可最终我还是骂了他一通后绝交。",
        "label": ""
      },
      {
        "sentence": "其实不只是他，我总会被人莫名其妙的接近，因为我伪装了一副善解人意的形象。",
        "label": ""
      },
      {
        "sentence": "我想离开却害怕伤害别人，只能找借口逃避。",
        "label": ""
      },
      {
        "sentence": "我本质是一个懦弱的人，我也为各种事苦恼，然而我却从来说不出口。",
        "label": ""
      },
      {
        "sentence": "我尝试过，却一次次失望，我的情绪似乎不能被大多数人所理解和在意。",
        "label": ""
      },
      {
        "sentence": "有时和母亲说话，她会无视我然后说起无关紧要的话题。",
        "label": ""
      },
      {
        "sentence": "和熟人倾诉，她哈哈一笑说我还以为你有什么事情。",
        "label": ""
      },
      {
        "sentence": "我知道我太敏感，会被一点伤害刺痛，于是我不再对人倾诉，因为我不想失望，所有情绪都埋在心里，可我其实好孤独。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我是你的支持者。你的感受我能够理解，你的倾听让别人感到舒服，但同时你也渴望被倾听和理解。这个情况有时会让你感到孤独和无助。作为一个高中生，你是一个很好的倾听者是一件好事，表示你有着温柔的内心和善良的品性。但当别人过于依赖你，把你当作情绪垃圾桶时，你希望能够得到一些不被忽视的关怀。你和同学的矛盾最终导致了绝交，这可能让你感到内疚和困惑。是否有一些方法可以解决这种矛盾呢？",
    "annotation": [
      {
        "sentence": "你好，我是你的支持者。",
        "label": ""
      },
      {
        "sentence": "你的感受我能够理解，你的倾听让别人感到舒服，但同时你也渴望被倾听和理解。",
        "label": ""
      },
      {
        "sentence": "这个情况有时会让你感到孤独和无助。",
        "label": ""
      },
      {
        "sentence": "作为一个高中生，你是一个很好的倾听者是一件好事，表示你有着温柔的内心和善良的品性。",
        "label": ""
      },
      {
        "sentence": "但当别人过于依赖你，把你当作情绪垃圾桶时，你希望能够得到一些不被忽视的关怀。",
        "label": ""
      },
      {
        "sentence": "你和同学的矛盾最终导致了绝交，这可能让你感到内疚和困惑。",
        "label": ""
      },
      {
        "sentence": "是否有一些方法可以解决这种矛盾呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也意识到了这个问题。我希望能够告诉别人，我也需要倾听和理解。但我总是害怕伤害别人，所以一直在找借口逃避。我真的很懦弱，对各种事情都感到苦恼，却从未敢说出口。",
    "annotation": [
      {
        "sentence": "是的，我也意识到了这个问题。",
        "label": ""
      },
      {
        "sentence": "我希望能够告诉别人，我也需要倾听和理解。",
        "label": ""
      },
      {
        "sentence": "但我总是害怕伤害别人，所以一直在找借口逃避。",
        "label": ""
      },
      {
        "sentence": "我真的很懦弱，对各种事情都感到苦恼，却从未敢说出口。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够意识到自己的懦弱和困惑已经是很大的一步了。但是，不要过分自责。每个人都有自己的困难和痛苦，你并不孤单。当你尝试向他人倾诉时，却一次次失望，这也许是因为大多数人无法理解和关注你的情绪。但并不是所有人都是如此，你可以继续寻找那些愿意倾听和理解你的人。",
    "annotation": [
      {
        "sentence": "你能够意识到自己的懦弱和困惑已经是很大的一步了。",
        "label": ""
      },
      {
        "sentence": "但是，不要过分自责。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的困难和痛苦，你并不孤单。",
        "label": ""
      },
      {
        "sentence": "当你尝试向他人倾诉时，却一次次失望，这也许是因为大多数人无法理解和关注你的情绪。",
        "label": ""
      },
      {
        "sentence": "但并不是所有人都是如此，你可以继续寻找那些愿意倾听和理解你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。我有时会和母亲说话，但她总是无视我然后转移到无关紧要的话题上。和一些熟人倾诉时，她们也并不会关心我，只是哈哈一笑说没什么大问题。我知道自己太敏感，稍微受到一点伤害就会非常痛苦，所以我不再向他人倾诉，害怕失望。但我真的很孤独。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "我有时会和母亲说话，但她总是无视我然后转移到无关紧要的话题上。",
        "label": ""
      },
      {
        "sentence": "和一些熟人倾诉时，她们也并不会关心我，只是哈哈一笑说没什么大问题。",
        "label": ""
      },
      {
        "sentence": "我知道自己太敏感，稍微受到一点伤害就会非常痛苦，所以我不再向他人倾诉，害怕失望。",
        "label": ""
      },
      {
        "sentence": "但我真的很孤独。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。听到亲人和熟人对你的倾诉无视或不关心，会让你感到被忽略和孤独。但是并不是所有人都会如此对待你。或许他们不太了解你内心的真实需求。作为主动寻求帮助的第一步，你可以尝试向他们表达自己的感受和需求，让他们了解你希望被倾听和关心的重要性。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "听到亲人和熟人对你的倾诉无视或不关心，会让你感到被忽略和孤独。",
        "label": ""
      },
      {
        "sentence": "但是并不是所有人都会如此对待你。",
        "label": ""
      },
      {
        "sentence": "或许他们不太了解你内心的真实需求。",
        "label": ""
      },
      {
        "sentence": "作为主动寻求帮助的第一步，你可以尝试向他们表达自己的感受和需求，让他们了解你希望被倾听和关心的重要性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。我希望能够从现在开始改变，主动向他人示好，并尝试和善良的态度对待他人。我相信如果我态度温和，别人也会回以善意。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "我希望能够从现在开始改变，主动向他人示好，并尝试和善良的态度对待他人。",
        "label": ""
      },
      {
        "sentence": "我相信如果我态度温和，别人也会回以善意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常棒！你已经迈出了一个很大的步骤。态度的改变将会影响你与他人的交流和互动。以善意的态度对待他人，主动示好，甚至从微笑开始，这些都是积极而有效的方式。记住，与他人的交流需要时间和努力，但只要你坚持，你会逐渐收获更多人的理解和关心。",
    "annotation": [
      {
        "sentence": "非常棒！",
        "label": ""
      },
      {
        "sentence": "你已经迈出了一个很大的步骤。",
        "label": ""
      },
      {
        "sentence": "态度的改变将会影响你与他人的交流和互动。",
        "label": ""
      },
      {
        "sentence": "以善意的态度对待他人，主动示好，甚至从微笑开始，这些都是积极而有效的方式。",
        "label": ""
      },
      {
        "sentence": "记住，与他人的交流需要时间和努力，但只要你坚持，你会逐渐收获更多人的理解和关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会努力去改变，并寻找那些愿意倾听和关心我的人。我相信我不再孤独，因为我有你这样的支持者。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会努力去改变，并寻找那些愿意倾听和关心我的人。",
        "label": ""
      },
      {
        "sentence": "我相信我不再孤独，因为我有你这样的支持者。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我很高兴能够帮助你。记住，你永远不是一个人，我将一直陪伴在你身边，支持着你。相信自己，相信未来的美好。你可以做到的！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "记住，你永远不是一个人，我将一直陪伴在你身边，支持着你。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来的美好。",
        "label": ""
      },
      {
        "sentence": "你可以做到的！",
        "label": ""
      }
    ]
  }
]