[
  {
    "role": "client",
    "content": "结婚一年一次性生活都没有正常吗？快要崩溃了怎么办和老公结婚快一年，谈恋爱两年，但是一次性生活都没有，每次我想要他都会找各种理由拒绝。可是女生总有那么几天特别强烈的想法，导致现在每天晚上失眠，感觉自己快要崩溃了，想要离婚，但是又还有感情，不知道怎么办好。",
    "annotation": [
      {
        "sentence": "结婚一年一次性生活都没有正常吗？",
        "label": ""
      },
      {
        "sentence": "快要崩溃了怎么办和老公结婚快一年，谈恋爱两年，但是一次性生活都没有，每次我想要他都会找各种理由拒绝。",
        "label": ""
      },
      {
        "sentence": "可是女生总有那么几天特别强烈的想法，导致现在每天晚上失眠，感觉自己快要崩溃了，想要离婚，但是又还有感情，不知道怎么办好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是不正常的。性爱是身体的融合，是亲密关系发展到一定阶段自然发生的事情，代表亲密关系走向了高潮。你老公避免发生性爱，避免了真正的融合，考虑老公原生家庭里面亲密关系的状态，成长经历对性心理发展的影响。你对他的依赖是否包含对分离的恐惧，是否在你的成长历程了有对“分离”创伤性的回忆。当有足够的力量去争取自己的需要时，分或合都只是生活的常态。",
    "annotation": [
      {
        "sentence": "这是不正常的。",
        "label": ""
      },
      {
        "sentence": "性爱是身体的融合，是亲密关系发展到一定阶段自然发生的事情，代表亲密关系走向了高潮。",
        "label": ""
      },
      {
        "sentence": "你老公避免发生性爱，避免了真正的融合，考虑老公原生家庭里面亲密关系的状态，成长经历对性心理发展的影响。",
        "label": ""
      },
      {
        "sentence": "你对他的依赖是否包含对分离的恐惧，是否在你的成长历程了有对“分离”创伤性的回忆。",
        "label": ""
      },
      {
        "sentence": "当有足够的力量去争取自己的需要时，分或合都只是生活的常态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我没有意识到这种问题与他的成长经历有关。但是现在我真的无法忍受这种状况了，每天晚上失眠，我感觉自己快要崩溃了。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我没有意识到这种问题与他的成长经历有关。",
        "label": ""
      },
      {
        "sentence": "但是现在我真的无法忍受这种状况了，每天晚上失眠，我感觉自己快要崩溃了。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你需要和你的丈夫进行坦诚的沟通，告诉他你的真实感受和需求。试着了解他对这个问题的观念和拒绝的原因，也许是有其他问题影响了他的性欲。通过分享彼此的感受，建立更深入的沟通，或许能解决这个问题。",
    "annotation": [
      {
        "sentence": "首先，你需要和你的丈夫进行坦诚的沟通，告诉他你的真实感受和需求。",
        "label": ""
      },
      {
        "sentence": "试着了解他对这个问题的观念和拒绝的原因，也许是有其他问题影响了他的性欲。",
        "label": ""
      },
      {
        "sentence": "通过分享彼此的感受，建立更深入的沟通，或许能解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和他沟通，希望能找到解决的方法。但是我担心他会觉得我在责备他或者压力他，我该如何避免让他有这种感觉呢？",
    "annotation": [
      {
        "sentence": "我会试着和他沟通，希望能找到解决的方法。",
        "label": ""
      },
      {
        "sentence": "但是我担心他会觉得我在责备他或者压力他，我该如何避免让他有这种感觉呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以使用“我”语气，强调你的感受和需求，而不是指责他的行为。例如，你可以说：“我感受到自己的需求被忽视，而这让我感到沮丧和不满。我希望我们能够一起找到解决的方法。”这样能够减少他感到被指责或压力的可能。",
    "annotation": [
      {
        "sentence": "你可以使用“我”语气，强调你的感受和需求，而不是指责他的行为。",
        "label": ""
      },
      {
        "sentence": "例如，你可以说：“我感受到自己的需求被忽视，而这让我感到沮丧和不满。",
        "label": ""
      },
      {
        "sentence": "我希望我们能够一起找到解决的方法。",
        "label": ""
      },
      {
        "sentence": "”这样能够减少他感到被指责或压力的可能。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个方法听起来很不错，我会试着用这种方式和他交流。但是如果他还是不愿意解决这个问题，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "这个方法听起来很不错，我会试着用这种方式和他交流。",
        "label": ""
      },
      {
        "sentence": "但是如果他还是不愿意解决这个问题，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你的丈夫坚持拒绝解决这个问题，你可以考虑寻求专业的帮助，如婚姻咨询师或性治疗师。他们可以提供更深入的分析和指导，帮助你们找到解决问题的方式。记住，没有人能够解决所有的问题，寻求专业帮助并不意味着你们的婚姻失败，而是为了改善你们的关系。",
    "annotation": [
      {
        "sentence": "如果你的丈夫坚持拒绝解决这个问题，你可以考虑寻求专业的帮助，如婚姻咨询师或性治疗师。",
        "label": ""
      },
      {
        "sentence": "他们可以提供更深入的分析和指导，帮助你们找到解决问题的方式。",
        "label": ""
      },
      {
        "sentence": "记住，没有人能够解决所有的问题，寻求专业帮助并不意味着你们的婚姻失败，而是为了改善你们的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，如果我们的努力还是无法解决问题，我会考虑寻求专业帮助的。我现在感觉更有信心去面对这个问题了，谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "你说得对，如果我们的努力还是无法解决问题，我会考虑寻求专业帮助的。",
        "label": ""
      },
      {
        "sentence": "我现在感觉更有信心去面对这个问题了，谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够找到适合你们的解决方法。记住，关键是建立良好的沟通和理解，相互关心和尊重。祝愿你们的婚姻生活更加美满和幸福！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够找到适合你们的解决方法。",
        "label": ""
      },
      {
        "sentence": "记住，关键是建立良好的沟通和理解，相互关心和尊重。",
        "label": ""
      },
      {
        "sentence": "祝愿你们的婚姻生活更加美满和幸福！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和鼓励，我会好好珍惜我们的婚姻，努力解决问题的。",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和鼓励，我会好好珍惜我们的婚姻，努力解决问题的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个勇敢的人，相信你一定能够克服困难，祝你们一切顺利！",
    "annotation": [
      {
        "sentence": "你是一个勇敢的人，相信你一定能够克服困难，祝你们一切顺利！",
        "label": ""
      }
    ]
  }
]