[
  {
    "role": "client",
    "content": "大三女，手机上瘾，不好好学习怎么办？",
    "annotation": [
      {
        "sentence": "大三女，手机上瘾，不好好学习怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题，我能理解你对手机上瘾和学习问题的困扰。可以看出你对自己的学习态度还是很认真的，因为你觉得手机占用了你学习的时间。手机确实可以成为一种干扰，让我们无法专注于学习。你有没有尝试过控制自己使用手机的时间呢？",
    "annotation": [
      {
        "sentence": "看到你的问题，我能理解你对手机上瘾和学习问题的困扰。",
        "label": ""
      },
      {
        "sentence": "可以看出你对自己的学习态度还是很认真的，因为你觉得手机占用了你学习的时间。",
        "label": ""
      },
      {
        "sentence": "手机确实可以成为一种干扰，让我们无法专注于学习。",
        "label": ""
      },
      {
        "sentence": "你有没有尝试过控制自己使用手机的时间呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "大三女，发现自己每天在手机上的时间有数小时。吃饭做家务都看早上起来第一件事，手机。然后就把一天的计划都打破了，还是看需要学习的时候，仍旧玩手机。很难放下。上课注意力也不集中。",
    "annotation": [
      {
        "sentence": "大三女，发现自己每天在手机上的时间有数小时。",
        "label": ""
      },
      {
        "sentence": "吃饭做家务都看早上起来第一件事，手机。",
        "label": ""
      },
      {
        "sentence": "然后就把一天的计划都打破了，还是看需要学习的时候，仍旧玩手机。",
        "label": ""
      },
      {
        "sentence": "很难放下。",
        "label": ""
      },
      {
        "sentence": "上课注意力也不集中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看起来你在手机上花费了很多时间，这导致你无法专注于其他方面，如吃饭、做家务和学习。手机确实有诱惑力，我们很难抵制它。想要改变这种情况，你可以尝试一些策略，例如设置手机使用时间的限制，制定学习计划来提高专注力。这些方法可能需要一些坚持，但是通过逐步克服手机依赖，你会看到改善的结果。",
    "annotation": [
      {
        "sentence": "看起来你在手机上花费了很多时间，这导致你无法专注于其他方面，如吃饭、做家务和学习。",
        "label": ""
      },
      {
        "sentence": "手机确实有诱惑力，我们很难抵制它。",
        "label": ""
      },
      {
        "sentence": "想要改变这种情况，你可以尝试一些策略，例如设置手机使用时间的限制，制定学习计划来提高专注力。",
        "label": ""
      },
      {
        "sentence": "这些方法可能需要一些坚持，但是通过逐步克服手机依赖，你会看到改善的结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "平常做几乎任何事都拖延，但一般科目总归能学进去。但涉及到最难学的也不感兴趣的科目的时候，能一直拖到最后期限时间不够。",
    "annotation": [
      {
        "sentence": "平常做几乎任何事都拖延，但一般科目总归能学进去。",
        "label": ""
      },
      {
        "sentence": "但涉及到最难学的也不感兴趣的科目的时候，能一直拖到最后期限时间不够。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "拖延确实是一个普遍的问题，尤其是在面对困难或不感兴趣的科目时。但是我们可以尝试一些技巧来克服这个问题。例如，可以将学习任务分成小块，设定自己的目标和奖励机制，找到增加学习兴趣的方法，以及寻求周围朋友或老师的帮助和支持。这样做会帮助你更有动力克服拖延并提高学习效率。",
    "annotation": [
      {
        "sentence": "拖延确实是一个普遍的问题，尤其是在面对困难或不感兴趣的科目时。",
        "label": ""
      },
      {
        "sentence": "但是我们可以尝试一些技巧来克服这个问题。",
        "label": ""
      },
      {
        "sentence": "例如，可以将学习任务分成小块，设定自己的目标和奖励机制，找到增加学习兴趣的方法，以及寻求周围朋友或老师的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "这样做会帮助你更有动力克服拖延并提高学习效率。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实看手机时间久了心情会不好，而且也没有学习结束后的那种舒畅感。可是放不下手机。又不敢关机，怕需要听歌或学校通知之类，关机后总想开机。",
    "annotation": [
      {
        "sentence": "其实看手机时间久了心情会不好，而且也没有学习结束后的那种舒畅感。",
        "label": ""
      },
      {
        "sentence": "可是放不下手机。",
        "label": ""
      },
      {
        "sentence": "又不敢关机，怕需要听歌或学校通知之类，关机后总想开机。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧，关机可能产生一些不方便。我们可以逐步减少使用手机的时间，或者规定在特定时间段内不使用手机，这样可以让你逐渐适应没有手机的状态。同时，你也可以寻找其他方式来获得舒适感和放松，如读书、锻炼或与朋友交流等。尝试这些方法可以帮助你转移对手机的依赖，并培养其他更积极的兴趣爱好。",
    "annotation": [
      {
        "sentence": "我理解你的担忧，关机可能产生一些不方便。",
        "label": ""
      },
      {
        "sentence": "我们可以逐步减少使用手机的时间，或者规定在特定时间段内不使用手机，这样可以让你逐渐适应没有手机的状态。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以寻找其他方式来获得舒适感和放松，如读书、锻炼或与朋友交流等。",
        "label": ""
      },
      {
        "sentence": "尝试这些方法可以帮助你转移对手机的依赖，并培养其他更积极的兴趣爱好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "性格敏感多情内敛，看似文静实则爱玩爱自由，害怕刺激。友情受挫后可能有些害怕亲密关系，曾自闭不与人言，现社交甚少，没有朋友。正在尝试社交中且有所进步。",
    "annotation": [
      {
        "sentence": "性格敏感多情内敛，看似文静实则爱玩爱自由，害怕刺激。",
        "label": ""
      },
      {
        "sentence": "友情受挫后可能有些害怕亲密关系，曾自闭不与人言，现社交甚少，没有朋友。",
        "label": ""
      },
      {
        "sentence": "正在尝试社交中且有所进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的性格确实对社交产生了一定的影响。害怕刺激、亲密关系受挫以及自闭不与人言都是常见的心理反应。很高兴看到你正在尝试社交并有所进步，这是一个很积极的举措。在社交中建立友谊需要时间和努力，不要对自己的进展过于苛求。鼓励你多参与一些学校或兴趣团体的活动，结识更多的人，相信你会遇到志同道合的朋友。",
    "annotation": [
      {
        "sentence": "你的性格确实对社交产生了一定的影响。",
        "label": ""
      },
      {
        "sentence": "害怕刺激、亲密关系受挫以及自闭不与人言都是常见的心理反应。",
        "label": ""
      },
      {
        "sentence": "很高兴看到你正在尝试社交并有所进步，这是一个很积极的举措。",
        "label": ""
      },
      {
        "sentence": "在社交中建立友谊需要时间和努力，不要对自己的进展过于苛求。",
        "label": ""
      },
      {
        "sentence": "鼓励你多参与一些学校或兴趣团体的活动，结识更多的人，相信你会遇到志同道合的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "心情不好时有逃避现实倾向，渴望成为自律自信有学识知世故而不世故的人。怀疑自己对认真生活有逆反心理（从小到大的生活由父母安排，必须按时吃饭，吃饭不能磨蹭，做什么事要先问父母什么的）现学专业不特别喜欢但不厌恶，只讨厌最难的那门。",
    "annotation": [
      {
        "sentence": "心情不好时有逃避现实倾向，渴望成为自律自信有学识知世故而不世故的人。",
        "label": ""
      },
      {
        "sentence": "怀疑自己对认真生活有逆反心理（从小到大的生活由父母安排，必须按时吃饭，吃饭不能磨蹭，做什么事要先问父母什么的）现学专业不特别喜欢但不厌恶，只讨厌最难的那门。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的渴望成为自律、自信且有学识的人是很正常的。对于从小到大生活由父母安排的经历，可能会导致你心里对于认真生活产生一些逆反心理。你目前并不特别喜欢专业，但并不讨厌它，只是最难的科目让你感到挑战。不喜欢某个专业并不意味着你不能改变，你可以尝试寻找一些与自己兴趣和潜力更匹配的领域。同时，也给自己一些时间来探索自己的兴趣和职业发展方向，这样你会更有动力去克服困难并追求自己真正喜欢的事物。",
    "annotation": [
      {
        "sentence": "你的渴望成为自律、自信且有学识的人是很正常的。",
        "label": ""
      },
      {
        "sentence": "对于从小到大生活由父母安排的经历，可能会导致你心里对于认真生活产生一些逆反心理。",
        "label": ""
      },
      {
        "sentence": "你目前并不特别喜欢专业，但并不讨厌它，只是最难的科目让你感到挑战。",
        "label": ""
      },
      {
        "sentence": "不喜欢某个专业并不意味着你不能改变，你可以尝试寻找一些与自己兴趣和潜力更匹配的领域。",
        "label": ""
      },
      {
        "sentence": "同时，也给自己一些时间来探索自己的兴趣和职业发展方向，这样你会更有动力去克服困难并追求自己真正喜欢的事物。",
        "label": ""
      }
    ]
  }
]