[
  {
    "role": "client",
    "content": "面对男友习惯撩人的行为，我该继续相信他还是放下他？感觉男友比较花心，跟我在一起还会给其他异性朋友圈评论，评论是正常的，但是比较暧昧，给我一种有点撩的感觉，比如发了一条什么说说，他评论他陪她熬夜，比如光脚在沙滩上，他评论说小脚丫漂亮，他曾经喜欢过那个女的，尽管双方都有男女朋友后来有的，他自己说了连朋友都算不上，只是以前在外地帮过他，教过他，那个女的发朋友圈感觉心情不好，男友去找她，主动慰问，送去安慰，后来才晓得跟她男朋友吵架了。我说他是中央空调，他否认，是啊，有时候别人心情不好他都能观察到，继而安慰。以前追女朋友也是用撩的，我说他花心见一个爱一个，不是特别喜欢某个女的他就去追，因为他给我讲过，是我逼问的吧，跟我在一起，他对我还可以，感觉心还是比较偏向我，我怕他本性就比较花，撩人习惯了，我本身没有安全感，我该怎么办呢，以前他也谈过其他女朋友，不知道他以前有没有做出过这样的行为，困惑，一边没有安全感，一边对他放不下，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "面对男友习惯撩人的行为，我该继续相信他还是放下他？",
        "label": ""
      },
      {
        "sentence": "感觉男友比较花心，跟我在一起还会给其他异性朋友圈评论，评论是正常的，但是比较暧昧，给我一种有点撩的感觉，比如发了一条什么说说，他评论他陪她熬夜，比如光脚在沙滩上，他评论说小脚丫漂亮，他曾经喜欢过那个女的，尽管双方都有男女朋友后来有的，他自己说了连朋友都算不上，只是以前在外地帮过他，教过他，那个女的发朋友圈感觉心情不好，男友去找她，主动慰问，送去安慰，后来才晓得跟她男朋友吵架了。",
        "label": ""
      },
      {
        "sentence": "我说他是中央空调，他否认，是啊，有时候别人心情不好他都能观察到，继而安慰。",
        "label": ""
      },
      {
        "sentence": "以前追女朋友也是用撩的，我说他花心见一个爱一个，不是特别喜欢某个女的他就去追，因为他给我讲过，是我逼问的吧，跟我在一起，他对我还可以，感觉心还是比较偏向我，我怕他本性就比较花，撩人习惯了，我本身没有安全感，我该怎么办呢，以前他也谈过其他女朋友，不知道他以前有没有做出过这样的行为，困惑，一边没有安全感，一边对他放不下，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听了你的描述，感受到你的不安全感。确实，换作任何一个人，看到自己的男朋友与其他女生尤其还是前女朋友频繁互动，肯定会不舒服，委屈和难过。你想知道自己是应该放下还是选择相信？不妨先问问自己几个问题吧？",
    "annotation": [
      {
        "sentence": "听了你的描述，感受到你的不安全感。",
        "label": ""
      },
      {
        "sentence": "确实，换作任何一个人，看到自己的男朋友与其他女生尤其还是前女朋友频繁互动，肯定会不舒服，委屈和难过。",
        "label": ""
      },
      {
        "sentence": "你想知道自己是应该放下还是选择相信？",
        "label": ""
      },
      {
        "sentence": "不妨先问问自己几个问题吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我爱他吗？有多爱？能够忍受他的这些缺点吗？",
    "annotation": [
      {
        "sentence": "我爱他吗？",
        "label": ""
      },
      {
        "sentence": "有多爱？",
        "label": ""
      },
      {
        "sentence": "能够忍受他的这些缺点吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，爱与被爱是一段感情中非常重要的元素。你需要自己衡量一下你对他的爱有多深，是否愿意接受他带给你的这些不安全感和委屈。同时，也要考虑你们之间快乐的时刻是否多过痛苦。",
    "annotation": [
      {
        "sentence": "是的，爱与被爱是一段感情中非常重要的元素。",
        "label": ""
      },
      {
        "sentence": "你需要自己衡量一下你对他的爱有多深，是否愿意接受他带给你的这些不安全感和委屈。",
        "label": ""
      },
      {
        "sentence": "同时，也要考虑你们之间快乐的时刻是否多过痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我和他在一起的时候还是会感到快乐的，但是这些互动让我很受伤。",
    "annotation": [
      {
        "sentence": "我和他在一起的时候还是会感到快乐的，但是这些互动让我很受伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "彼此之间的快乐是一段感情中非常重要的指标。如果你们在一起的时候多数时候都能感到快乐，或者说快乐多过难过，那你可以考虑再给彼此一个机会，试着沟通一下。",
    "annotation": [
      {
        "sentence": "彼此之间的快乐是一段感情中非常重要的指标。",
        "label": ""
      },
      {
        "sentence": "如果你们在一起的时候多数时候都能感到快乐，或者说快乐多过难过，那你可以考虑再给彼此一个机会，试着沟通一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们之间确实有沟通过，但是效果不太好。我总觉得他习惯性地撩人，而且我也担心他本性就比较花。",
    "annotation": [
      {
        "sentence": "我们之间确实有沟通过，但是效果不太好。",
        "label": ""
      },
      {
        "sentence": "我总觉得他习惯性地撩人，而且我也担心他本性就比较花。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以试着与他更深入地沟通一番，问问他对这些事情的看法。如果他愿意配合，努力改变自己的行为，并且给你更多安全感，那这段感情就还有挽回的可能。另外，不管他是如何，你要相信自己能够获得幸福，不要为了迁就他而失去自我。",
    "annotation": [
      {
        "sentence": "你可以试着与他更深入地沟通一番，问问他对这些事情的看法。",
        "label": ""
      },
      {
        "sentence": "如果他愿意配合，努力改变自己的行为，并且给你更多安全感，那这段感情就还有挽回的可能。",
        "label": ""
      },
      {
        "sentence": "另外，不管他是如何，你要相信自己能够获得幸福，不要为了迁就他而失去自我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我想我需要放松一下自己的心态，相信自己能够做出正确的决定。",
    "annotation": [
      {
        "sentence": "我明白了，我想我需要放松一下自己的心态，相信自己能够做出正确的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，相信自己是非常重要的。你要知道，你很好，你值得被爱和关心。不管那个人是不是他，都要相信，你很好，你也值得被爱。希望你幸福！",
    "annotation": [
      {
        "sentence": "很好，相信自己是非常重要的。",
        "label": ""
      },
      {
        "sentence": "你要知道，你很好，你值得被爱和关心。",
        "label": ""
      },
      {
        "sentence": "不管那个人是不是他，都要相信，你很好，你也值得被爱。",
        "label": ""
      },
      {
        "sentence": "希望你幸福！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会好好考虑自己的感受和未来。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会好好考虑自己的感受和未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我愿意一直陪伴你，给你力量。如果你有任何困惑或者需要倾诉，随时都可以找我聊天。希望你能找到属于自己的幸福道路。",
    "annotation": [
      {
        "sentence": "不客气，我愿意一直陪伴你，给你力量。",
        "label": ""
      },
      {
        "sentence": "如果你有任何困惑或者需要倾诉，随时都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "希望你能找到属于自己的幸福道路。",
        "label": ""
      }
    ]
  }
]