[
  {
    "role": "client",
    "content": "面对男友习惯撩人的行为，我该继续相信他还是放下他？感觉男友比较花心，跟我在一起还会给其他异性朋友圈评论，评论是正常的，但是比较暧昧，给我一种有点撩的感觉，比如发了一条什么说说，他评论他陪她熬夜，比如光脚在沙滩上，他评论说小脚丫漂亮，他曾经喜欢过那个女的，尽管双方都有男女朋友后来有的，他自己说了连朋友都算不上，只是以前在外地帮过他，教过他，那个女的发朋友圈感觉心情不好，男友去找她，主动慰问，送去安慰，后来才晓得跟她男朋友吵架了。我说他是中央空调，他否认，是啊，有时候别人心情不好他都能观察到，继而安慰。以前追女朋友也是用撩的，我说他花心见一个爱一个，不是特别喜欢某个女的他就去追，因为他给我讲过，是我逼问的吧，跟我在一起，他对我还可以，感觉心还是比较偏向我，我怕他本性就比较花，撩人习惯了，我本身没有安全感，我该怎么办呢，以前他也谈过其他女朋友，不知道他以前有没有做出过这样的行为，困惑，一边没有安全感，一边对他放不下，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "面对男友习惯撩人的行为，我该继续相信他还是放下他？",
        "label": ""
      },
      {
        "sentence": "感觉男友比较花心，跟我在一起还会给其他异性朋友圈评论，评论是正常的，但是比较暧昧，给我一种有点撩的感觉，比如发了一条什么说说，他评论他陪她熬夜，比如光脚在沙滩上，他评论说小脚丫漂亮，他曾经喜欢过那个女的，尽管双方都有男女朋友后来有的，他自己说了连朋友都算不上，只是以前在外地帮过他，教过他，那个女的发朋友圈感觉心情不好，男友去找她，主动慰问，送去安慰，后来才晓得跟她男朋友吵架了。",
        "label": ""
      },
      {
        "sentence": "我说他是中央空调，他否认，是啊，有时候别人心情不好他都能观察到，继而安慰。",
        "label": ""
      },
      {
        "sentence": "以前追女朋友也是用撩的，我说他花心见一个爱一个，不是特别喜欢某个女的他就去追，因为他给我讲过，是我逼问的吧，跟我在一起，他对我还可以，感觉心还是比较偏向我，我怕他本性就比较花，撩人习惯了，我本身没有安全感，我该怎么办呢，以前他也谈过其他女朋友，不知道他以前有没有做出过这样的行为，困惑，一边没有安全感，一边对他放不下，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人生相信美好自然能遇见美好，祝你遇到属于自己的幸福。看完你的问题描述，你感觉男朋友很花心，见一个爱一个。虽然感觉他的心是偏向你的，但是你对他不放心，而且你本身也没有多少安全感。",
    "annotation": [
      {
        "sentence": "人生相信美好自然能遇见美好，祝你遇到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "看完你的问题描述，你感觉男朋友很花心，见一个爱一个。",
        "label": ""
      },
      {
        "sentence": "虽然感觉他的心是偏向你的，但是你对他不放心，而且你本身也没有多少安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我对他的行为感到很不安，怕他并不专一，我真的不知道该相信他还是放下他。",
    "annotation": [
      {
        "sentence": "是的，我对他的行为感到很不安，怕他并不专一，我真的不知道该相信他还是放下他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "女人的直觉向来是很准的，既然你有这样的感觉，说明也许你的男朋友并不是你想要的类型，又或许你男朋友并没有太多的真心给你。让我给你讲一个我的故事：之前有一个男生，大我几岁。我们只见过几次面，但是就是这几次面，他竟然后面主动约我出去，每天都在微信上聊天。后来，他说他要和我谈恋爱。但是，当时我就有这样一种感觉，这个男人不靠谱。因为他对待自己的工作都没有太多的责任与担当。更何况是对待爱情呢！所以我拒绝了，没想到他一直骚扰我。而且还和别的女生保持住暧昧不清的联系，当时我就感觉我的直觉好准，幸亏没答应他。",
    "annotation": [
      {
        "sentence": "女人的直觉向来是很准的，既然你有这样的感觉，说明也许你的男朋友并不是你想要的类型，又或许你男朋友并没有太多的真心给你。",
        "label": ""
      },
      {
        "sentence": "让我给你讲一个我的故事：之前有一个男生，大我几岁。",
        "label": ""
      },
      {
        "sentence": "我们只见过几次面，但是就是这几次面，他竟然后面主动约我出去，每天都在微信上聊天。",
        "label": ""
      },
      {
        "sentence": "后来，他说他要和我谈恋爱。",
        "label": ""
      },
      {
        "sentence": "但是，当时我就有这样一种感觉，这个男人不靠谱。",
        "label": ""
      },
      {
        "sentence": "因为他对待自己的工作都没有太多的责任与担当。",
        "label": ""
      },
      {
        "sentence": "更何况是对待爱情呢！",
        "label": ""
      },
      {
        "sentence": "所以我拒绝了，没想到他一直骚扰我。",
        "label": ""
      },
      {
        "sentence": "而且还和别的女生保持住暧昧不清的联系，当时我就感觉我的直觉好准，幸亏没答应他。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你说的真是太有道理了，女人的安全感确实只能靠自己给。可是我真的很难放下他，一方面没有安全感，另一方面又舍不得离开他。",
    "annotation": [
      {
        "sentence": "听你说的真是太有道理了，女人的安全感确实只能靠自己给。",
        "label": ""
      },
      {
        "sentence": "可是我真的很难放下他，一方面没有安全感，另一方面又舍不得离开他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的难处，但是你要相信，再好的爱情也有分手的那一天，再好的婚姻也有离婚的可能。所以与其担心男朋友会离开自己，不如自己努力工作，努力赚钱，过自己想要的生活。相信美好自然能遇见美好，祝福你能遇到属于自己的幸福。",
    "annotation": [
      {
        "sentence": "我理解你的难处，但是你要相信，再好的爱情也有分手的那一天，再好的婚姻也有离婚的可能。",
        "label": ""
      },
      {
        "sentence": "所以与其担心男朋友会离开自己，不如自己努力工作，努力赚钱，过自己想要的生活。",
        "label": ""
      },
      {
        "sentence": "相信美好自然能遇见美好，祝福你能遇到属于自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我得更加重视自己的生活，提高自己的安全感。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "你说的很对，我得更加重视自己的生活，提高自己的安全感。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我能帮到你就很高兴。在人生的路途中，我们总会遇到各种困惑，但只要我们保持积极的心态，坚持努力，我们就能迎接更好的未来。加油！祝你越来越好！",
    "annotation": [
      {
        "sentence": "不客气，我能帮到你就很高兴。",
        "label": ""
      },
      {
        "sentence": "在人生的路途中，我们总会遇到各种困惑，但只要我们保持积极的心态，坚持努力，我们就能迎接更好的未来。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "祝你越来越好！",
        "label": ""
      }
    ]
  }
]