[
  {
    "role": "client",
    "content": "我最近一直在担心自己和孩子的适应问题，也担心孩子的教育质量，可能是选择困难症吧？我家孩子在老家时，晚上也怕黑、怕怪兽，整个人都紧张得浑身出汗，很难入睡。甚至出现一些异常状况，比如说话嘴巴歪斜，有时候更严重一些。但是来北京一段时间后，孩子交了一些好朋友，和她父亲相处之后逐渐好转了。现在面临马上开学，却不知道该做何选择。留在北京不太可能，回老家又担心会出现同样的问题。还有一个选择是去北京周边的城市，比如香河（属于河北，与北京交界，但人烟稀少貌似发展不好）。一想到去一个陌生的地方，就感觉焦虑紧张，不知道自己和孩子能否适应，也担心那里的教育质量。每天这些事情都让我头痛欲裂，感觉非常难受。我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我最近一直在担心自己和孩子的适应问题，也担心孩子的教育质量，可能是选择困难症吧？",
        "label": ""
      },
      {
        "sentence": "我家孩子在老家时，晚上也怕黑、怕怪兽，整个人都紧张得浑身出汗，很难入睡。",
        "label": ""
      },
      {
        "sentence": "甚至出现一些异常状况，比如说话嘴巴歪斜，有时候更严重一些。",
        "label": ""
      },
      {
        "sentence": "但是来北京一段时间后，孩子交了一些好朋友，和她父亲相处之后逐渐好转了。",
        "label": ""
      },
      {
        "sentence": "现在面临马上开学，却不知道该做何选择。",
        "label": ""
      },
      {
        "sentence": "留在北京不太可能，回老家又担心会出现同样的问题。",
        "label": ""
      },
      {
        "sentence": "还有一个选择是去北京周边的城市，比如香河（属于河北，与北京交界，但人烟稀少貌似发展不好）。",
        "label": ""
      },
      {
        "sentence": "一想到去一个陌生的地方，就感觉焦虑紧张，不知道自己和孩子能否适应，也担心那里的教育质量。",
        "label": ""
      },
      {
        "sentence": "每天这些事情都让我头痛欲裂，感觉非常难受。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "即使一个成熟的成年人，突然置身于一个陌生的环境，也会感到很不适应。但是人们都需要学会独立成长，面对一些不得不面对的事情。过度的担心只会让我们更加焦虑。留在北京上学确实不太实际，但是回到老家孩子肯定会不适应，尤其是最近在这边刚交了很多朋友，而且孩子的情况也有所改善。所以我们可以先和孩子沟通一下，听听孩子对老家和现在这边的看法。同时，我们也可以了解一下周边城市的教学情况，再和丈夫商量一下。有些事情并不像我们想象的那么糟糕。你现在有点焦虑，而且在面对问题时经常纠结，所以在思考很多问题时不够冷静。我们可以考虑一下，只要是周边的城市，教育方面肯定会比老家好很多。而且孩子和周边的环境也有一定的关系。所以我们可以找个时间带着孩子一起去体验一下，然后再做决定。",
    "annotation": [
      {
        "sentence": "即使一个成熟的成年人，突然置身于一个陌生的环境，也会感到很不适应。",
        "label": ""
      },
      {
        "sentence": "但是人们都需要学会独立成长，面对一些不得不面对的事情。",
        "label": ""
      },
      {
        "sentence": "过度的担心只会让我们更加焦虑。",
        "label": ""
      },
      {
        "sentence": "留在北京上学确实不太实际，但是回到老家孩子肯定会不适应，尤其是最近在这边刚交了很多朋友，而且孩子的情况也有所改善。",
        "label": ""
      },
      {
        "sentence": "所以我们可以先和孩子沟通一下，听听孩子对老家和现在这边的看法。",
        "label": ""
      },
      {
        "sentence": "同时，我们也可以了解一下周边城市的教学情况，再和丈夫商量一下。",
        "label": ""
      },
      {
        "sentence": "有些事情并不像我们想象的那么糟糕。",
        "label": ""
      },
      {
        "sentence": "你现在有点焦虑，而且在面对问题时经常纠结，所以在思考很多问题时不够冷静。",
        "label": ""
      },
      {
        "sentence": "我们可以考虑一下，只要是周边的城市，教育方面肯定会比老家好很多。",
        "label": ""
      },
      {
        "sentence": "而且孩子和周边的环境也有一定的关系。",
        "label": ""
      },
      {
        "sentence": "所以我们可以找个时间带着孩子一起去体验一下，然后再做决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我明白了。我会尽量放下过多的担忧，先和孩子好好交流一番，在听听她的想法。同时也会去调查一下周边城市的教育情况，与丈夫商量一下。我也意识到我有时候想得过多，并不是一件好事。我们确实需要根据孩子的年龄和我们自身的条件来做出决策。选一个目前最合适的方案，我相信最终的结果应该不会太差。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会尽量放下过多的担忧，先和孩子好好交流一番，在听听她的想法。",
        "label": ""
      },
      {
        "sentence": "同时也会去调查一下周边城市的教育情况，与丈夫商量一下。",
        "label": ""
      },
      {
        "sentence": "我也意识到我有时候想得过多，并不是一件好事。",
        "label": ""
      },
      {
        "sentence": "我们确实需要根据孩子的年龄和我们自身的条件来做出决策。",
        "label": ""
      },
      {
        "sentence": "选一个目前最合适的方案，我相信最终的结果应该不会太差。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的态度很好，能够认识到自己的问题并且努力去解决，这非常重要。不要给自己太大的压力，相信你会做出正确的决定。同时，也要相信自己和孩子的适应能力，他们会逐渐适应新环境的。人生中总有一些选择是困难的，但是只要我们用心去思考，作出的决策往往会更加准确。加油！我相信你们会度过这个难关的。",
    "annotation": [
      {
        "sentence": "你的态度很好，能够认识到自己的问题并且努力去解决，这非常重要。",
        "label": ""
      },
      {
        "sentence": "不要给自己太大的压力，相信你会做出正确的决定。",
        "label": ""
      },
      {
        "sentence": "同时，也要相信自己和孩子的适应能力，他们会逐渐适应新环境的。",
        "label": ""
      },
      {
        "sentence": "人生中总有一些选择是困难的，但是只要我们用心去思考，作出的决策往往会更加准确。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "我相信你们会度过这个难关的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我现在感觉心情放松了很多，也有了些许信心。我会和家人一起紧密合作，共同做出最好的决策。不再让担忧纠缠着我，让我头痛不已。非常感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我现在感觉心情放松了很多，也有了些许信心。",
        "label": ""
      },
      {
        "sentence": "我会和家人一起紧密合作，共同做出最好的决策。",
        "label": ""
      },
      {
        "sentence": "不再让担忧纠缠着我，让我头痛不已。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意能够帮助到你。始终记住，我们都有能力克服困难，并做出最好的决策。相信自己，相信你们的家庭团结和智慧，一切都会变得更好的。如果还有什么需要帮助的，随时都可以来找我。祝福你们！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "始终记住，我们都有能力克服困难，并做出最好的决策。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你们的家庭团结和智慧，一切都会变得更好的。",
        "label": ""
      },
      {
        "sentence": "如果还有什么需要帮助的，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝福你们！",
        "label": ""
      }
    ]
  }
]