[
  {
    "role": "client",
    "content": "我担心自己和孩子不适应新环境，也担心教育质量不好。我家孩子在老家的时候，晚上总是怕黑，害怕怪兽，出汗紧张，入睡困难。还出现了一些异常情况，比如说话嘴歪等。但来到北京一段时间后，结识了一些好朋友，而且与父亲在一起相处，情况逐渐好转。现在面临着即将开学的选择难题，我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我担心自己和孩子不适应新环境，也担心教育质量不好。",
        "label": ""
      },
      {
        "sentence": "我家孩子在老家的时候，晚上总是怕黑，害怕怪兽，出汗紧张，入睡困难。",
        "label": ""
      },
      {
        "sentence": "还出现了一些异常情况，比如说话嘴歪等。",
        "label": ""
      },
      {
        "sentence": "但来到北京一段时间后，结识了一些好朋友，而且与父亲在一起相处，情况逐渐好转。",
        "label": ""
      },
      {
        "sentence": "现在面临着即将开学的选择难题，我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你所描述的情况来看，你和孩子都有一定程度的焦虑和恐惧。不过在做出选择之前，先要明白焦虑和恐惧并不是因为在老家而存在，在北京就会消失。实际上，焦虑和恐惧是你们自身的问题，在老家的环境下表现得更加严重。北京繁华的地理环境和和谐的人文环境可以减轻或暂时消除焦虑症状。外界环境和他人的干预对于孩子这个年龄来说，并不是形成和解决她心理问题的重要因素，只能起到辅助作用。根本解决问题的关键可能是寻求专业心理帮助，包括你自己。孩子的很多问题都与家长息息相关，母亲的安稳将直接影响到孩子的心理状态。孩子来到北京后，父亲的陪伴对她起到了相当大的缓解作用，加上和好朋友的交往，也在一定程度上转移了她的注意力，增强了她的内心力量。不过，如果孩子不仅仅害怕黑暗和怪兽，还出现出汗紧张、入睡困难以及其它异常症状，这就需要引起重视了。无论你们离开老家，暂时远离这种环境的刺激，孩子的恐惧和焦虑仍然存在。如果不加以处理，也许在将来的重要阶段，如青春期、学业考试、工作、婚恋等关键时期，焦虑和恐惧会再次出现。另外，你还提到你一想到去一个陌生的地方就感到焦虑紧张，担心自己和孩子不适应，也担心教育质量不好。可以看出你本身也很焦虑，对吧？选择困难本身就会引起焦虑。无论你帮孩子选择哪所学校，我都建议你先解决自己的焦虑问题。只有当你不再焦虑，知道如何正确陪伴孩子时，她才能得到安全感。对于孩子来说，目前能带给她安心感的环境并不是老家。但如果条件不允许留在老家，你们只能通过建立孩子内在的心理环境来解决问题。并且，无论身处何地，都要着重重建孩子和你自己的心理环境。希望你和孩子早日恢复平静和安宁！",
    "annotation": [
      {
        "sentence": "从你所描述的情况来看，你和孩子都有一定程度的焦虑和恐惧。",
        "label": ""
      },
      {
        "sentence": "不过在做出选择之前，先要明白焦虑和恐惧并不是因为在老家而存在，在北京就会消失。",
        "label": ""
      },
      {
        "sentence": "实际上，焦虑和恐惧是你们自身的问题，在老家的环境下表现得更加严重。",
        "label": ""
      },
      {
        "sentence": "北京繁华的地理环境和和谐的人文环境可以减轻或暂时消除焦虑症状。",
        "label": ""
      },
      {
        "sentence": "外界环境和他人的干预对于孩子这个年龄来说，并不是形成和解决她心理问题的重要因素，只能起到辅助作用。",
        "label": ""
      },
      {
        "sentence": "根本解决问题的关键可能是寻求专业心理帮助，包括你自己。",
        "label": ""
      },
      {
        "sentence": "孩子的很多问题都与家长息息相关，母亲的安稳将直接影响到孩子的心理状态。",
        "label": ""
      },
      {
        "sentence": "孩子来到北京后，父亲的陪伴对她起到了相当大的缓解作用，加上和好朋友的交往，也在一定程度上转移了她的注意力，增强了她的内心力量。",
        "label": ""
      },
      {
        "sentence": "不过，如果孩子不仅仅害怕黑暗和怪兽，还出现出汗紧张、入睡困难以及其它异常症状，这就需要引起重视了。",
        "label": ""
      },
      {
        "sentence": "无论你们离开老家，暂时远离这种环境的刺激，孩子的恐惧和焦虑仍然存在。",
        "label": ""
      },
      {
        "sentence": "如果不加以处理，也许在将来的重要阶段，如青春期、学业考试、工作、婚恋等关键时期，焦虑和恐惧会再次出现。",
        "label": ""
      },
      {
        "sentence": "另外，你还提到你一想到去一个陌生的地方就感到焦虑紧张，担心自己和孩子不适应，也担心教育质量不好。",
        "label": ""
      },
      {
        "sentence": "可以看出你本身也很焦虑，对吧？",
        "label": ""
      },
      {
        "sentence": "选择困难本身就会引起焦虑。",
        "label": ""
      },
      {
        "sentence": "无论你帮孩子选择哪所学校，我都建议你先解决自己的焦虑问题。",
        "label": ""
      },
      {
        "sentence": "只有当你不再焦虑，知道如何正确陪伴孩子时，她才能得到安全感。",
        "label": ""
      },
      {
        "sentence": "对于孩子来说，目前能带给她安心感的环境并不是老家。",
        "label": ""
      },
      {
        "sentence": "但如果条件不允许留在老家，你们只能通过建立孩子内在的心理环境来解决问题。",
        "label": ""
      },
      {
        "sentence": "并且，无论身处何地，都要着重重建孩子和你自己的心理环境。",
        "label": ""
      },
      {
        "sentence": "希望你和孩子早日恢复平静和安宁！",
        "label": ""
      }
    ]
  }
]