[
  {
    "role": "client",
    "content": "开学大三，疫情后内心有些抗拒返校，为何有抗拒心理？六月份的时候学校征集返校意愿的时候就不想回去。最后通知大二年级不开学，别提有多开心。现在还有10天就要结束假期，准备返校了。那种抗拒感又油然而生。不想上学有好几个方面分原因：1、学校因素：返校之后是封闭式管理，没有特殊情况不允许出校门。也不允许在校内随意活动，只能待在宿舍上网课。（所以我会觉得，在家上网课更好，起码活动会更自由）2、个人因素：从2月份，除了上学校的网课，我还学习理财、学习Python、参加了线上线下实习，还陆续在准备教资和考研。所以我会觉得返校之后，原本每天自由安排的时间会受到影响。而且我现在变得比较低调。在有一番成绩之前，不希望别人知道我前期付出了多少努力。但成功或者任务完成后，我会很乐意分享经验和感悟。所以对我来说，返校也意味着我的同学会知道或询问到假期的一些事情。我还是比较想在家里自律自由地努力学习。但我明明是一个外向的人，不知为何会出现这种抗拒心理？",
    "annotation": [
      {
        "sentence": "开学大三，疫情后内心有些抗拒返校，为何有抗拒心理？",
        "label": ""
      },
      {
        "sentence": "六月份的时候学校征集返校意愿的时候就不想回去。",
        "label": ""
      },
      {
        "sentence": "最后通知大二年级不开学，别提有多开心。",
        "label": ""
      },
      {
        "sentence": "现在还有10天就要结束假期，准备返校了。",
        "label": ""
      },
      {
        "sentence": "那种抗拒感又油然而生。",
        "label": ""
      },
      {
        "sentence": "不想上学有好几个方面分原因：1、学校因素：返校之后是封闭式管理，没有特殊情况不允许出校门。",
        "label": ""
      },
      {
        "sentence": "也不允许在校内随意活动，只能待在宿舍上网课。",
        "label": ""
      },
      {
        "sentence": "（所以我会觉得，在家上网课更好，起码活动会更自由）2、个人因素：从2月份，除了上学校的网课，我还学习理财、学习Python、参加了线上线下实习，还陆续在准备教资和考研。",
        "label": ""
      },
      {
        "sentence": "所以我会觉得返校之后，原本每天自由安排的时间会受到影响。",
        "label": ""
      },
      {
        "sentence": "而且我现在变得比较低调。",
        "label": ""
      },
      {
        "sentence": "在有一番成绩之前，不希望别人知道我前期付出了多少努力。",
        "label": ""
      },
      {
        "sentence": "但成功或者任务完成后，我会很乐意分享经验和感悟。",
        "label": ""
      },
      {
        "sentence": "所以对我来说，返校也意味着我的同学会知道或询问到假期的一些事情。",
        "label": ""
      },
      {
        "sentence": "我还是比较想在家里自律自由地努力学习。",
        "label": ""
      },
      {
        "sentence": "但我明明是一个外向的人，不知为何会出现这种抗拒心理？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，在看到你的描述中，感觉你很自律且努力。内心有些拒绝返校也是正常的，事实上，我这学期开学前也是一样，面对封闭式管理真的很抗拒，但后来我还是去了。学校封闭式管理限制了我们的活动范围，而在家里就更自由。确实，学校里的活动范围没有家里大，也没有家里自由，这可能导致你内心产生一些抗拒返校的情绪。但是作为学生，我们的主阵地还是学校，疫情也只是暂时的，所以我们需要回学校。",
    "annotation": [
      {
        "sentence": "求助者，在看到你的描述中，感觉你很自律且努力。",
        "label": ""
      },
      {
        "sentence": "内心有些拒绝返校也是正常的，事实上，我这学期开学前也是一样，面对封闭式管理真的很抗拒，但后来我还是去了。",
        "label": ""
      },
      {
        "sentence": "学校封闭式管理限制了我们的活动范围，而在家里就更自由。",
        "label": ""
      },
      {
        "sentence": "确实，学校里的活动范围没有家里大，也没有家里自由，这可能导致你内心产生一些抗拒返校的情绪。",
        "label": ""
      },
      {
        "sentence": "但是作为学生，我们的主阵地还是学校，疫情也只是暂时的，所以我们需要回学校。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，你说得很有道理。可能是因为在家待得太久了，对学校封闭管理有一些抵触心理。我理解我们要回学校，但是这种抗拒的情绪还是让我不太舒服。",
    "annotation": [
      {
        "sentence": "我明白了，你说得很有道理。",
        "label": ""
      },
      {
        "sentence": "可能是因为在家待得太久了，对学校封闭管理有一些抵触心理。",
        "label": ""
      },
      {
        "sentence": "我理解我们要回学校，但是这种抗拒的情绪还是让我不太舒服。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以理解你的感受，调整自己的心态有助于缓解抗拒返校的心理。你可以把这看作一个挑战，因为在人生中总会遇到一些不顺心的事情，我们也总要面对。另外，你也可以想一下学校的一些优点，来缓解抗拒的情绪。虽然返校后自己的安排可能会受到一些影响，但你可以灵活变动时间安排，制定一份在学校的学习计划，这样可以帮助你更快适应学校的学习状态和时间安排。",
    "annotation": [
      {
        "sentence": "可以理解你的感受，调整自己的心态有助于缓解抗拒返校的心理。",
        "label": ""
      },
      {
        "sentence": "你可以把这看作一个挑战，因为在人生中总会遇到一些不顺心的事情，我们也总要面对。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以想一下学校的一些优点，来缓解抗拒的情绪。",
        "label": ""
      },
      {
        "sentence": "虽然返校后自己的安排可能会受到一些影响，但你可以灵活变动时间安排，制定一份在学校的学习计划，这样可以帮助你更快适应学校的学习状态和时间安排。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该去尝试适应新的学习环境和时间安排。其实，我很负责任，但是我不想让别人知道我前期付出了多少努力。在取得成绩之前，我希望能保持低调，但是在成功之后，我会很乐意分享经验和感悟。所以，返校也意味着我的同学会知道或询问到假期的一些事情。我真的比较想在家里自律自由地努力学习，可是不知为何会出现这种抗拒的心理。",
    "annotation": [
      {
        "sentence": "你说得对，我应该去尝试适应新的学习环境和时间安排。",
        "label": ""
      },
      {
        "sentence": "其实，我很负责任，但是我不想让别人知道我前期付出了多少努力。",
        "label": ""
      },
      {
        "sentence": "在取得成绩之前，我希望能保持低调，但是在成功之后，我会很乐意分享经验和感悟。",
        "label": ""
      },
      {
        "sentence": "所以，返校也意味着我的同学会知道或询问到假期的一些事情。",
        "label": ""
      },
      {
        "sentence": "我真的比较想在家里自律自由地努力学习，可是不知为何会出现这种抗拒的心理。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，在成功之前，大多数人都不希望别人知道他们付出了多少努力。这种心理是正常的，因为成功之后的分享更有利于别人学习借鉴。至于返校后同学们会知道或询问你假期的一些事情，你可以一笔带过，等到成功之后再和他们分享。但是去学校也会有可能找到一些志同道合的小伙伴呀。至于你明明是一个外向的人却出现这种抗拒的心理，个人认为这和性格没有很大的关系。在家待久了，对于另一种相对较差的环境，一般都会产生一些抗拒心理，这是很正常的。你可以想一下如果去了学校或者那样做了，最坏的结果是什么，如果还在你能承受的范围之内，那就去做吧。祝你好运！",
    "annotation": [
      {
        "sentence": "其实，在成功之前，大多数人都不希望别人知道他们付出了多少努力。",
        "label": ""
      },
      {
        "sentence": "这种心理是正常的，因为成功之后的分享更有利于别人学习借鉴。",
        "label": ""
      },
      {
        "sentence": "至于返校后同学们会知道或询问你假期的一些事情，你可以一笔带过，等到成功之后再和他们分享。",
        "label": ""
      },
      {
        "sentence": "但是去学校也会有可能找到一些志同道合的小伙伴呀。",
        "label": ""
      },
      {
        "sentence": "至于你明明是一个外向的人却出现这种抗拒的心理，个人认为这和性格没有很大的关系。",
        "label": ""
      },
      {
        "sentence": "在家待久了，对于另一种相对较差的环境，一般都会产生一些抗拒心理，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "你可以想一下如果去了学校或者那样做了，最坏的结果是什么，如果还在你能承受的范围之内，那就去做吧。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我会试着调整自己的心态，勇敢面对返校的挑战。毕竟，人生中总是充满着各种挑战，而我们也需要逐一面对。再次感谢你的鼓励和祝福！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我会试着调整自己的心态，勇敢面对返校的挑战。",
        "label": ""
      },
      {
        "sentence": "毕竟，人生中总是充满着各种挑战，而我们也需要逐一面对。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的鼓励和祝福！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够成功应对这个挑战的。勇敢地去面对吧！如果你还有困惑或需要帮助的话，随时可以再找我倾诉。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够成功应对这个挑战的。",
        "label": ""
      },
      {
        "sentence": "勇敢地去面对吧！",
        "label": ""
      },
      {
        "sentence": "如果你还有困惑或需要帮助的话，随时可以再找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]