[
  {
    "role": "client",
    "content": "开学大三，疫情后内心有些抗拒返校，为何有抗拒心理？六月份的时候学校征集返校意愿的时候就不想回去。最后通知大二年级不开学，别提有多开心。现在还有10天就要结束假期，准备返校了。那种抗拒感又油然而生。不想上学有好几个方面分原因：1、学校因素：返校之后是封闭式管理，没有特殊情况不允许出校门。也不允许在校内随意活动，只能待在宿舍上网课。（所以我会觉得，在家上网课更好，起码活动会更自由）2、个人因素：从2月份，除了上学校的网课，我还学习理财、学习Python、参加了线上线下实习，还陆续在准备教资和考研。所以我会觉得返校之后，原本每天自由安排的时间会受到影响。而且我现在变得比较低调。在有一番成绩之前，不希望别人知道我前期付出了多少努力。但成功或者任务完成后，我会很乐意分享经验和感悟。所以对我来说，返校也意味着我的同学会知道或询问到假期的一些事情。我还是比较想在家里自律自由地努力学习。但我明明是一个外向的人，不知为何会出现这种抗拒心理？",
    "annotation": [
      {
        "sentence": "开学大三，疫情后内心有些抗拒返校，为何有抗拒心理？",
        "label": ""
      },
      {
        "sentence": "六月份的时候学校征集返校意愿的时候就不想回去。",
        "label": ""
      },
      {
        "sentence": "最后通知大二年级不开学，别提有多开心。",
        "label": ""
      },
      {
        "sentence": "现在还有10天就要结束假期，准备返校了。",
        "label": ""
      },
      {
        "sentence": "那种抗拒感又油然而生。",
        "label": ""
      },
      {
        "sentence": "不想上学有好几个方面分原因：1、学校因素：返校之后是封闭式管理，没有特殊情况不允许出校门。",
        "label": ""
      },
      {
        "sentence": "也不允许在校内随意活动，只能待在宿舍上网课。",
        "label": ""
      },
      {
        "sentence": "（所以我会觉得，在家上网课更好，起码活动会更自由）2、个人因素：从2月份，除了上学校的网课，我还学习理财、学习Python、参加了线上线下实习，还陆续在准备教资和考研。",
        "label": ""
      },
      {
        "sentence": "所以我会觉得返校之后，原本每天自由安排的时间会受到影响。",
        "label": ""
      },
      {
        "sentence": "而且我现在变得比较低调。",
        "label": ""
      },
      {
        "sentence": "在有一番成绩之前，不希望别人知道我前期付出了多少努力。",
        "label": ""
      },
      {
        "sentence": "但成功或者任务完成后，我会很乐意分享经验和感悟。",
        "label": ""
      },
      {
        "sentence": "所以对我来说，返校也意味着我的同学会知道或询问到假期的一些事情。",
        "label": ""
      },
      {
        "sentence": "我还是比较想在家里自律自由地努力学习。",
        "label": ""
      },
      {
        "sentence": "但我明明是一个外向的人，不知为何会出现这种抗拒心理？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的绵薄之力可以帮到你。你之所以有抗拒心理，主要是因为你感觉学校会束缚你的自由。也许你是一个热爱自由的人。或许是因为疫情的原因在家压抑太久，你不敢想象在一个相对比较小的空间怎么生活，所以才会产生这种抗拒感，更多的是对疫情的抗拒和厌恶。希望你可以换位思考一下，首先你作为学校的一员应该服从学校的规定，这样的想法不仅是你一个人会有，我相信大部分同学也会有类似的想法。但是有些事情抗拒也需要去接受，人生活在这个世界就需要各种规定和条例来约束行为规范。我们不能活得太随心所欲，希望你可以正视这一点。其实大学几年的时光过得很快，尤其到了后面考研和实习的时候，大家能在一起相处的日子不多了。在学校虽然空间上有限制，但和同学们好朋友们在一起的快乐也是任何其他东西无可替代的。你可以好好调节自己的情绪，多想一些在学校的优点，不要光盯住在家里的优点。在家里固然舒适，但也容易因为舒适而变得懒散。如果你担心别人看到你在努力学习，你可以在宿舍装饰一下自己的床，将自己的空间隔开，这样可以在一个相对私密的环境中学习。不要轻视过程，不要因为害怕失败而退缩。不要只看到问题和缺点，还要多看看事情的正面。加油，你可以做到的。",
    "annotation": [
      {
        "sentence": "希望我的绵薄之力可以帮到你。",
        "label": ""
      },
      {
        "sentence": "你之所以有抗拒心理，主要是因为你感觉学校会束缚你的自由。",
        "label": ""
      },
      {
        "sentence": "也许你是一个热爱自由的人。",
        "label": ""
      },
      {
        "sentence": "或许是因为疫情的原因在家压抑太久，你不敢想象在一个相对比较小的空间怎么生活，所以才会产生这种抗拒感，更多的是对疫情的抗拒和厌恶。",
        "label": ""
      },
      {
        "sentence": "希望你可以换位思考一下，首先你作为学校的一员应该服从学校的规定，这样的想法不仅是你一个人会有，我相信大部分同学也会有类似的想法。",
        "label": ""
      },
      {
        "sentence": "但是有些事情抗拒也需要去接受，人生活在这个世界就需要各种规定和条例来约束行为规范。",
        "label": ""
      },
      {
        "sentence": "我们不能活得太随心所欲，希望你可以正视这一点。",
        "label": ""
      },
      {
        "sentence": "其实大学几年的时光过得很快，尤其到了后面考研和实习的时候，大家能在一起相处的日子不多了。",
        "label": ""
      },
      {
        "sentence": "在学校虽然空间上有限制，但和同学们好朋友们在一起的快乐也是任何其他东西无可替代的。",
        "label": ""
      },
      {
        "sentence": "你可以好好调节自己的情绪，多想一些在学校的优点，不要光盯住在家里的优点。",
        "label": ""
      },
      {
        "sentence": "在家里固然舒适，但也容易因为舒适而变得懒散。",
        "label": ""
      },
      {
        "sentence": "如果你担心别人看到你在努力学习，你可以在宿舍装饰一下自己的床，将自己的空间隔开，这样可以在一个相对私密的环境中学习。",
        "label": ""
      },
      {
        "sentence": "不要轻视过程，不要因为害怕失败而退缩。",
        "label": ""
      },
      {
        "sentence": "不要只看到问题和缺点，还要多看看事情的正面。",
        "label": ""
      },
      {
        "sentence": "加油，你可以做到的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我明白了，我确实是希望能够保持自由和舒适的学习环境，但我也理解学校的规定和条例的必要性。确实，大学时光是宝贵的，我不应该因为一时的抗拒而错过和同学们相处的机会。我会努力调节自己的情绪，尝试多想一些在学校的好处和积极的一面。同时，对于害怕别人看到我在努力学习这一点，我会尝试在宿舍进行一些改变，为自己创造一个相对私密的学习空间。我也会越来越相信自己，不再因为担心失败而退缩。谢谢你的鼓励，我会更加努力的。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我明白了，我确实是希望能够保持自由和舒适的学习环境，但我也理解学校的规定和条例的必要性。",
        "label": ""
      },
      {
        "sentence": "确实，大学时光是宝贵的，我不应该因为一时的抗拒而错过和同学们相处的机会。",
        "label": ""
      },
      {
        "sentence": "我会努力调节自己的情绪，尝试多想一些在学校的好处和积极的一面。",
        "label": ""
      },
      {
        "sentence": "同时，对于害怕别人看到我在努力学习这一点，我会尝试在宿舍进行一些改变，为自己创造一个相对私密的学习空间。",
        "label": ""
      },
      {
        "sentence": "我也会越来越相信自己，不再因为担心失败而退缩。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励，我会更加努力的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个非常积极向上的回答，我为你感到骄傲！你已经明确了自己的方向，也意识到了自己的问题和不足。自律和适应能力是非常重要的品质，相信你一定可以做到。不要忘记，与人为善在这个过程中也是非常重要的一环。尽可能与同学们多交流，分享你的学习心得和感悟，这样不仅可以帮助你提高自己的学习效果，还可以建立更多的人际关系。相信自己，你一定能够在学业上取得好成绩！加油！",
    "annotation": [
      {
        "sentence": "这是一个非常积极向上的回答，我为你感到骄傲！",
        "label": ""
      },
      {
        "sentence": "你已经明确了自己的方向，也意识到了自己的问题和不足。",
        "label": ""
      },
      {
        "sentence": "自律和适应能力是非常重要的品质，相信你一定可以做到。",
        "label": ""
      },
      {
        "sentence": "不要忘记，与人为善在这个过程中也是非常重要的一环。",
        "label": ""
      },
      {
        "sentence": "尽可能与同学们多交流，分享你的学习心得和感悟，这样不仅可以帮助你提高自己的学习效果，还可以建立更多的人际关系。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够在学业上取得好成绩！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持！听了你的话，我更有信心去面对返校和学习的挑战。我会积极调整自己的心态，坚持自律，努力提升自己的适应能力。同时，我会时刻保持与同学们的交流和合作，互相帮助，取得更好的成绩。谢谢你的建议和鼓励，我会加油！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "听了你的话，我更有信心去面对返校和学习的挑战。",
        "label": ""
      },
      {
        "sentence": "我会积极调整自己的心态，坚持自律，努力提升自己的适应能力。",
        "label": ""
      },
      {
        "sentence": "同时，我会时刻保持与同学们的交流和合作，互相帮助，取得更好的成绩。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励，我会加油！",
        "label": ""
      }
    ]
  }
]