[
  {
    "role": "client",
    "content": "我22岁，今天和女朋友分手了，情绪很差，不知道该怎么走出来。我们在一起9个月，两个人星座一样，总体上还是很合得来。但是我们在某些事情的看法和处理上有很大差异，这让我对我们的未来感到不安和不自信。虽然没有本质错误，但我们的观点差异似乎会一直存在。虽然我还是喜欢她，但我感到无奈。请问我该怎么做，或者怎样从这段感情中解脱出来呢？",
    "annotation": [
      {
        "sentence": "我22岁，今天和女朋友分手了，情绪很差，不知道该怎么走出来。",
        "label": ""
      },
      {
        "sentence": "我们在一起9个月，两个人星座一样，总体上还是很合得来。",
        "label": ""
      },
      {
        "sentence": "但是我们在某些事情的看法和处理上有很大差异，这让我对我们的未来感到不安和不自信。",
        "label": ""
      },
      {
        "sentence": "虽然没有本质错误，但我们的观点差异似乎会一直存在。",
        "label": ""
      },
      {
        "sentence": "虽然我还是喜欢她，但我感到无奈。",
        "label": ""
      },
      {
        "sentence": "请问我该怎么做，或者怎样从这段感情中解脱出来呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "22岁，并没有太多丰富的情感经验，9个月的时间也是很长了。失恋后感到难受是正常的情绪反应，这说明你在这段感情中真的付出了很多。我会给你一些建议来帮你快速走出失恋。虽然我自己是个单身，但所有的朋友在失恋后都会第一时间来找我，因为我能帮助他们迅速调整心情。当我自己经历感情挫折时，只需要半天时间就能让自己调整好。我认为我在处理失败的感情方面有一套自己的方法，现在我就与你分享一下：首先，回顾整个感情经历。你可以以打字或书写的方式记录你们是怎么认识的，怎样在一起的，以及在一起的过程中有哪些让你印象深刻的事情。当我自己做这件事情时，我原以为自己会一边写一边流泪，但事实上，在这个过程中我没有流过一滴眼泪。我开始意识到，我们之间确实有过美好的回忆，虽然现在只剩下回忆了，但是想想当初的点点滴滴，那种互相奔赴的感觉，让我觉得自己并不是那么倒霉。同时，思考这段感情给你带来了什么收获。你为了她学会了什么技能吗？认识了更多的朋友吗？因为她更加努力地为你们的未来打拼吗？至少，你现在更懂得如何与女生相处了吧。接受最终的结局。通过回顾，我们会发现，如果当初某些方面做得更好，也许就不会走到今天这一步。虽然会有遗憾和不甘心，但事情已经发生了，我们只能接受现实。与自己的不甘心和平相处，也是人生的一个重要课题。也许在未来的某个情绪不稳定的时刻，你会想念她，但要记住，时间会冲淡一切，我们要向前看。虽然无法确定未来是否会遇到更好的人，但能错过你也是她的损失。最后，我希望你永远拥有爱下一个人的勇气。也许我们还会再次经历失恋，但我们不害怕失去，也不害怕改变。当我们经历这些之后，最终我们会知道如何与人相处，如何善待别人也善待自己。也许在那个时候，幸福就会找上门来。",
    "annotation": [
      {
        "sentence": "22岁，并没有太多丰富的情感经验，9个月的时间也是很长了。",
        "label": ""
      },
      {
        "sentence": "失恋后感到难受是正常的情绪反应，这说明你在这段感情中真的付出了很多。",
        "label": ""
      },
      {
        "sentence": "我会给你一些建议来帮你快速走出失恋。",
        "label": ""
      },
      {
        "sentence": "虽然我自己是个单身，但所有的朋友在失恋后都会第一时间来找我，因为我能帮助他们迅速调整心情。",
        "label": ""
      },
      {
        "sentence": "当我自己经历感情挫折时，只需要半天时间就能让自己调整好。",
        "label": ""
      },
      {
        "sentence": "我认为我在处理失败的感情方面有一套自己的方法，现在我就与你分享一下：首先，回顾整个感情经历。",
        "label": ""
      },
      {
        "sentence": "你可以以打字或书写的方式记录你们是怎么认识的，怎样在一起的，以及在一起的过程中有哪些让你印象深刻的事情。",
        "label": ""
      },
      {
        "sentence": "当我自己做这件事情时，我原以为自己会一边写一边流泪，但事实上，在这个过程中我没有流过一滴眼泪。",
        "label": ""
      },
      {
        "sentence": "我开始意识到，我们之间确实有过美好的回忆，虽然现在只剩下回忆了，但是想想当初的点点滴滴，那种互相奔赴的感觉，让我觉得自己并不是那么倒霉。",
        "label": ""
      },
      {
        "sentence": "同时，思考这段感情给你带来了什么收获。",
        "label": ""
      },
      {
        "sentence": "你为了她学会了什么技能吗？",
        "label": ""
      },
      {
        "sentence": "认识了更多的朋友吗？",
        "label": ""
      },
      {
        "sentence": "因为她更加努力地为你们的未来打拼吗？",
        "label": ""
      },
      {
        "sentence": "至少，你现在更懂得如何与女生相处了吧。",
        "label": ""
      },
      {
        "sentence": "接受最终的结局。",
        "label": ""
      },
      {
        "sentence": "通过回顾，我们会发现，如果当初某些方面做得更好，也许就不会走到今天这一步。",
        "label": ""
      },
      {
        "sentence": "虽然会有遗憾和不甘心，但事情已经发生了，我们只能接受现实。",
        "label": ""
      },
      {
        "sentence": "与自己的不甘心和平相处，也是人生的一个重要课题。",
        "label": ""
      },
      {
        "sentence": "也许在未来的某个情绪不稳定的时刻，你会想念她，但要记住，时间会冲淡一切，我们要向前看。",
        "label": ""
      },
      {
        "sentence": "虽然无法确定未来是否会遇到更好的人，但能错过你也是她的损失。",
        "label": ""
      },
      {
        "sentence": "最后，我希望你永远拥有爱下一个人的勇气。",
        "label": ""
      },
      {
        "sentence": "也许我们还会再次经历失恋，但我们不害怕失去，也不害怕改变。",
        "label": ""
      },
      {
        "sentence": "当我们经历这些之后，最终我们会知道如何与人相处，如何善待别人也善待自己。",
        "label": ""
      },
      {
        "sentence": "也许在那个时候，幸福就会找上门来。",
        "label": ""
      }
    ]
  }
]