[
  {
    "role": "client",
    "content": "开学大三，疫情后内心有些抗拒返校，为何有抗拒心理？六月份的时候学校征集返校意愿的时候就不想回去。最后通知大二年级不开学，别提有多开心。现在还有10天就要结束假期，准备返校了。那种抗拒感又油然而生。不想上学有好几个方面分原因：1、学校因素：返校之后是封闭式管理，没有特殊情况不允许出校门。也不允许在校内随意活动，只能待在宿舍上网课。（所以我会觉得，在家上网课更好，起码活动会更自由）2、个人因素：从2月份，除了上学校的网课，我还学习理财、学习Python、参加了线上线下实习，还陆续在准备教资和考研。所以我会觉得返校之后，原本每天自由安排的时间会受到影响。而且我现在变得比较低调。在有一番成绩之前，不希望别人知道我前期付出了多少努力。但成功或者任务完成后，我会很乐意分享经验和感悟。所以对我来说，返校也意味着我的同学会知道或询问到假期的一些事情。我还是比较想在家里自律自由地努力学习。但我明明是一个外向的人，不知为何会出现这种抗拒心理？",
    "annotation": [
      {
        "sentence": "开学大三，疫情后内心有些抗拒返校，为何有抗拒心理？",
        "label": ""
      },
      {
        "sentence": "六月份的时候学校征集返校意愿的时候就不想回去。",
        "label": ""
      },
      {
        "sentence": "最后通知大二年级不开学，别提有多开心。",
        "label": ""
      },
      {
        "sentence": "现在还有10天就要结束假期，准备返校了。",
        "label": ""
      },
      {
        "sentence": "那种抗拒感又油然而生。",
        "label": ""
      },
      {
        "sentence": "不想上学有好几个方面分原因：1、学校因素：返校之后是封闭式管理，没有特殊情况不允许出校门。",
        "label": ""
      },
      {
        "sentence": "也不允许在校内随意活动，只能待在宿舍上网课。",
        "label": ""
      },
      {
        "sentence": "（所以我会觉得，在家上网课更好，起码活动会更自由）2、个人因素：从2月份，除了上学校的网课，我还学习理财、学习Python、参加了线上线下实习，还陆续在准备教资和考研。",
        "label": ""
      },
      {
        "sentence": "所以我会觉得返校之后，原本每天自由安排的时间会受到影响。",
        "label": ""
      },
      {
        "sentence": "而且我现在变得比较低调。",
        "label": ""
      },
      {
        "sentence": "在有一番成绩之前，不希望别人知道我前期付出了多少努力。",
        "label": ""
      },
      {
        "sentence": "但成功或者任务完成后，我会很乐意分享经验和感悟。",
        "label": ""
      },
      {
        "sentence": "所以对我来说，返校也意味着我的同学会知道或询问到假期的一些事情。",
        "label": ""
      },
      {
        "sentence": "我还是比较想在家里自律自由地努力学习。",
        "label": ""
      },
      {
        "sentence": "但我明明是一个外向的人，不知为何会出现这种抗拒心理？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我非常理解你的心情，可以感受到你对开学的抗拒以及内心的挣扎，你这种情况很正常，很多人都会有。你之前经历了疫情的影响，学校推迟了开学，安排了网课让学生可以在家上课，这种方式使你习惯了在家学习的模式，有了自己的规划和安排。现在突然返校可能会打乱你这种习惯，导致你有抗拒感。另外，你也希望低调一些，不愿意让他人知道自己前期的努力。返校后的封闭式管理、随意活动受限等规定也让你苦恼。要解决这个问题，我们可以一起思考一下。",
    "annotation": [
      {
        "sentence": "求助者，我非常理解你的心情，可以感受到你对开学的抗拒以及内心的挣扎，你这种情况很正常，很多人都会有。",
        "label": ""
      },
      {
        "sentence": "你之前经历了疫情的影响，学校推迟了开学，安排了网课让学生可以在家上课，这种方式使你习惯了在家学习的模式，有了自己的规划和安排。",
        "label": ""
      },
      {
        "sentence": "现在突然返校可能会打乱你这种习惯，导致你有抗拒感。",
        "label": ""
      },
      {
        "sentence": "另外，你也希望低调一些，不愿意让他人知道自己前期的努力。",
        "label": ""
      },
      {
        "sentence": "返校后的封闭式管理、随意活动受限等规定也让你苦恼。",
        "label": ""
      },
      {
        "sentence": "要解决这个问题，我们可以一起思考一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实已经习惯了在家里学习的生活方式，我很担心返校后会打乱我的节奏。而且，我不希望在同学面前显露出自己的努力，只想等到成功后再分享。对于返校后的规定，我也有些不适应，感觉自由受限。",
    "annotation": [
      {
        "sentence": "是的，我确实已经习惯了在家里学习的生活方式，我很担心返校后会打乱我的节奏。",
        "label": ""
      },
      {
        "sentence": "而且，我不希望在同学面前显露出自己的努力，只想等到成功后再分享。",
        "label": ""
      },
      {
        "sentence": "对于返校后的规定，我也有些不适应，感觉自由受限。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心和不适应，但我们要学会理解学校的难处和配合学校的安排。虽然你对返校有所疑虑，但是学校有自己的规定和管理方式，我们可以调整自己的心态，让自己能够投入到新的生活中去。在疫情期间，你在家里待了几个月，已经逐渐习惯了这种生活方式，对于突然的改变肯定会有些不适应。但是我们可以尝试着看到返校后的好处，重新安排和规划自己的生活。",
    "annotation": [
      {
        "sentence": "我理解你的担心和不适应，但我们要学会理解学校的难处和配合学校的安排。",
        "label": ""
      },
      {
        "sentence": "虽然你对返校有所疑虑，但是学校有自己的规定和管理方式，我们可以调整自己的心态，让自己能够投入到新的生活中去。",
        "label": ""
      },
      {
        "sentence": "在疫情期间，你在家里待了几个月，已经逐渐习惯了这种生活方式，对于突然的改变肯定会有些不适应。",
        "label": ""
      },
      {
        "sentence": "但是我们可以尝试着看到返校后的好处，重新安排和规划自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对。我会试着调整自己的心态，不再只看到返校后的弊端，而是想一想返校后的好处和机会。对于同学的询问，我会尽量放轻松，不给自己太多压力。",
    "annotation": [
      {
        "sentence": "嗯，你说得对。",
        "label": ""
      },
      {
        "sentence": "我会试着调整自己的心态，不再只看到返校后的弊端，而是想一想返校后的好处和机会。",
        "label": ""
      },
      {
        "sentence": "对于同学的询问，我会尽量放轻松，不给自己太多压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你能够接受这个建议，我相信你一定能够摆脱困扰，投入到新的学习和生活中。同学的询问也是出于对你的关心，如果有同学问及你的假期，你可以像平时一样轻松对待，他们也不会过于详细地问。祝你能够顺利度过这个过渡期，加油！",
    "annotation": [
      {
        "sentence": "很好，你能够接受这个建议，我相信你一定能够摆脱困扰，投入到新的学习和生活中。",
        "label": ""
      },
      {
        "sentence": "同学的询问也是出于对你的关心，如果有同学问及你的假期，你可以像平时一样轻松对待，他们也不会过于详细地问。",
        "label": ""
      },
      {
        "sentence": "祝你能够顺利度过这个过渡期，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力调整好自己的心态，尽快适应新的学习和生活环境。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力调整好自己的心态，尽快适应新的学习和生活环境。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直在你身边支持你的。如果你在适应过程中还有其他困惑或问题，随时可以来找我倾诉，我会尽力帮助你的。请记得，你不是一个人在战斗，我们会一起度过这段时间的。加油！",
    "annotation": [
      {
        "sentence": "不客气，我会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "如果你在适应过程中还有其他困惑或问题，随时可以来找我倾诉，我会尽力帮助你的。",
        "label": ""
      },
      {
        "sentence": "请记得，你不是一个人在战斗，我们会一起度过这段时间的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和关心，有你的支持我觉得很安心。我会时刻记住你的话，不再孤单地面对困难。再次感谢你的陪伴和帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和关心，有你的支持我觉得很安心。",
        "label": ""
      },
      {
        "sentence": "我会时刻记住你的话，不再孤单地面对困难。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直陪伴在你身边的。相信自己，你一定能够顺利渡过这个过渡期，迎接新的学习和生活。如果你需要，随时都可以来找我聊天，我会尽力帮助你。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直陪伴在你身边的。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够顺利渡过这个过渡期，迎接新的学习和生活。",
        "label": ""
      },
      {
        "sentence": "如果你需要，随时都可以来找我聊天，我会尽力帮助你。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]