[
  {
    "role": "client",
    "content": "开学大三，疫情后内心有些抗拒返校，为何有抗拒心理？六月份的时候学校征集返校意愿的时候就不想回去。最后通知大二年级不开学，别提有多开心。现在还有10天就要结束假期，准备返校了。那种抗拒感又油然而生。不想上学有好几个方面分原因：1、学校因素：返校之后是封闭式管理，没有特殊情况不允许出校门。也不允许在校内随意活动，只能待在宿舍上网课。（所以我会觉得，在家上网课更好，起码活动会更自由）2、个人因素：从2月份，除了上学校的网课，我还学习理财、学习Python、参加了线上线下实习，还陆续在准备教资和考研。所以我会觉得返校之后，原本每天自由安排的时间会受到影响。而且我现在变得比较低调。在有一番成绩之前，不希望别人知道我前期付出了多少努力。但成功或者任务完成后，我会很乐意分享经验和感悟。所以对我来说，返校也意味着我的同学会知道或询问到假期的一些事情。我还是比较想在家里自律自由地努力学习。但我明明是一个外向的人，不知为何会出现这种抗拒心理？",
    "annotation": [
      {
        "sentence": "开学大三，疫情后内心有些抗拒返校，为何有抗拒心理？",
        "label": ""
      },
      {
        "sentence": "六月份的时候学校征集返校意愿的时候就不想回去。",
        "label": ""
      },
      {
        "sentence": "最后通知大二年级不开学，别提有多开心。",
        "label": ""
      },
      {
        "sentence": "现在还有10天就要结束假期，准备返校了。",
        "label": ""
      },
      {
        "sentence": "那种抗拒感又油然而生。",
        "label": ""
      },
      {
        "sentence": "不想上学有好几个方面分原因：1、学校因素：返校之后是封闭式管理，没有特殊情况不允许出校门。",
        "label": ""
      },
      {
        "sentence": "也不允许在校内随意活动，只能待在宿舍上网课。",
        "label": ""
      },
      {
        "sentence": "（所以我会觉得，在家上网课更好，起码活动会更自由）2、个人因素：从2月份，除了上学校的网课，我还学习理财、学习Python、参加了线上线下实习，还陆续在准备教资和考研。",
        "label": ""
      },
      {
        "sentence": "所以我会觉得返校之后，原本每天自由安排的时间会受到影响。",
        "label": ""
      },
      {
        "sentence": "而且我现在变得比较低调。",
        "label": ""
      },
      {
        "sentence": "在有一番成绩之前，不希望别人知道我前期付出了多少努力。",
        "label": ""
      },
      {
        "sentence": "但成功或者任务完成后，我会很乐意分享经验和感悟。",
        "label": ""
      },
      {
        "sentence": "所以对我来说，返校也意味着我的同学会知道或询问到假期的一些事情。",
        "label": ""
      },
      {
        "sentence": "我还是比较想在家里自律自由地努力学习。",
        "label": ""
      },
      {
        "sentence": "但我明明是一个外向的人，不知为何会出现这种抗拒心理？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你说自己悄悄努力，不想被别人知道的经历。事实上，很长一段时间，我也会这样做。但是后来才知道，这看似是低调，实际上却是一种不自信的表现，你害怕失败，害怕别人看到你的努力后后来居上超过你，害怕别人对你的做法指指点点…原因很多，总之不自信。对开学产生抗拒。虽然但是，很正常。疫情期间一直憋在家里，人际交往会减少很多，容易产生不愿与人交流的情况。而你又谈到自己是一个外向的人，那你有没有想过，这个外向实际上有伪装的成分？你会不会有时候并不想和大家一起玩，但是为了不显孤单，所以故意靠近呢？",
    "annotation": [
      {
        "sentence": "很理解你说自己悄悄努力，不想被别人知道的经历。",
        "label": ""
      },
      {
        "sentence": "事实上，很长一段时间，我也会这样做。",
        "label": ""
      },
      {
        "sentence": "但是后来才知道，这看似是低调，实际上却是一种不自信的表现，你害怕失败，害怕别人看到你的努力后后来居上超过你，害怕别人对你的做法指指点点…原因很多，总之不自信。",
        "label": ""
      },
      {
        "sentence": "对开学产生抗拒。",
        "label": ""
      },
      {
        "sentence": "虽然但是，很正常。",
        "label": ""
      },
      {
        "sentence": "疫情期间一直憋在家里，人际交往会减少很多，容易产生不愿与人交流的情况。",
        "label": ""
      },
      {
        "sentence": "而你又谈到自己是一个外向的人，那你有没有想过，这个外向实际上有伪装的成分？",
        "label": ""
      },
      {
        "sentence": "你会不会有时候并不想和大家一起玩，但是为了不显孤单，所以故意靠近呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，你说得对。我确实害怕失败，怕别人看到我的努力，却没有取得好成绩。我也意识到疫情期间人际交往减少了，这可能导致了我不愿与人交流的情况。至于外向，我的确有时候并不想和大家一起玩，但出于不显得孤单的考虑，我常常故意靠近他们。",
    "annotation": [
      {
        "sentence": "是的，你说得对。",
        "label": ""
      },
      {
        "sentence": "我确实害怕失败，怕别人看到我的努力，却没有取得好成绩。",
        "label": ""
      },
      {
        "sentence": "我也意识到疫情期间人际交往减少了，这可能导致了我不愿与人交流的情况。",
        "label": ""
      },
      {
        "sentence": "至于外向，我的确有时候并不想和大家一起玩，但出于不显得孤单的考虑，我常常故意靠近他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那你有没有想过，为什么会害怕失败呢？失败并不可怕，它是成长的一部分。每个人都会经历失败，但是能够从失败中汲取教训，重新站起来才是最重要的。对于人际交往的问题，我想提醒你，友谊并不是数量的多少，而是质量的好坏。不需要追求成群结队地交友，只需要找到一两个知心朋友，彼此在需要的时候支持和陪伴就足够了。至于回校的抗拒感，你之前提到了一些理由和顾虑，但是我想说，面对新的环境和挑战，也是一个发展自己、锻炼自己的机会。大学生活是丰富多彩的，你不需要担心别人的眼光和评价，只要专注于学业，按照自己的计划去实施，你会有很大的收获的。",
    "annotation": [
      {
        "sentence": "那你有没有想过，为什么会害怕失败呢？",
        "label": ""
      },
      {
        "sentence": "失败并不可怕，它是成长的一部分。",
        "label": ""
      },
      {
        "sentence": "每个人都会经历失败，但是能够从失败中汲取教训，重新站起来才是最重要的。",
        "label": ""
      },
      {
        "sentence": "对于人际交往的问题，我想提醒你，友谊并不是数量的多少，而是质量的好坏。",
        "label": ""
      },
      {
        "sentence": "不需要追求成群结队地交友，只需要找到一两个知心朋友，彼此在需要的时候支持和陪伴就足够了。",
        "label": ""
      },
      {
        "sentence": "至于回校的抗拒感，你之前提到了一些理由和顾虑，但是我想说，面对新的环境和挑战，也是一个发展自己、锻炼自己的机会。",
        "label": ""
      },
      {
        "sentence": "大学生活是丰富多彩的，你不需要担心别人的眼光和评价，只要专注于学业，按照自己的计划去实施，你会有很大的收获的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实需要改变对失败的态度，学会从中吸取教训。至于人际交往，我会尽量放下对于数量的追求，寻找那些真正的知心朋友。对于返校的恐惧，我会试着改变自己的观念，看待它为提升自己的机会。",
    "annotation": [
      {
        "sentence": "你说得对，我确实需要改变对失败的态度，学会从中吸取教训。",
        "label": ""
      },
      {
        "sentence": "至于人际交往，我会尽量放下对于数量的追求，寻找那些真正的知心朋友。",
        "label": ""
      },
      {
        "sentence": "对于返校的恐惧，我会试着改变自己的观念，看待它为提升自己的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样说。改变自己的观念确实是一种积极的态度，它会帮助你克服恐惧和抗拒。同时，也希望你能够关注自己的情绪变化，及时调整自己的心态。你可以尝试一些放松的活动，比如呼吸练习、冥想或者与家人朋友的交流，来缓解压力和焦虑情绪。没事的时候也可以多参与一些校内的活动，逐渐融入到新的环境中。相信你能够克服这些困难，迎接新的学期。",
    "annotation": [
      {
        "sentence": "很高兴听到你这样说。",
        "label": ""
      },
      {
        "sentence": "改变自己的观念确实是一种积极的态度，它会帮助你克服恐惧和抗拒。",
        "label": ""
      },
      {
        "sentence": "同时，也希望你能够关注自己的情绪变化，及时调整自己的心态。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一些放松的活动，比如呼吸练习、冥想或者与家人朋友的交流，来缓解压力和焦虑情绪。",
        "label": ""
      },
      {
        "sentence": "没事的时候也可以多参与一些校内的活动，逐渐融入到新的环境中。",
        "label": ""
      },
      {
        "sentence": "相信你能够克服这些困难，迎接新的学期。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会尽力去调整自己的心态，积极面对返校和新的挑战。同时，我也会学会关注自己的情绪变化，通过放松活动来缓解压力。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会尽力去调整自己的心态，积极面对返校和新的挑战。",
        "label": ""
      },
      {
        "sentence": "同时，我也会学会关注自己的情绪变化，通过放松活动来缓解压力。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意能够帮助到你。如果还有任何困惑或者需要倾诉的，随时都可以找我聊聊。记住，你并不孤单，我们都在支持你！祝你顺利度过新学期！",
    "annotation": [
      {
        "sentence": "不客气，我很愿意能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "如果还有任何困惑或者需要倾诉的，随时都可以找我聊聊。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们都在支持你！",
        "label": ""
      },
      {
        "sentence": "祝你顺利度过新学期！",
        "label": ""
      }
    ]
  }
]