[
  {
    "role": "client",
    "content": "一个5岁被强奸的女孩，如何才能活下去？5岁被堂哥强奸，变成一个坏掉的洋娃娃。从那座破旧房子走出去想到的第一件事是死，之后报仇成为活着的唯一目标。17岁被家人猥亵又一次受刺激。从小到大实施自杀4次，自杀最后一刻，发现我对这副肮脏身体的厌恶感远超过报仇欲望。多次心理治疗后诊断为边缘性人格障碍。有完美强迫症。希望听到更多声音。",
    "annotation": [
      {
        "sentence": "一个5岁被强奸的女孩，如何才能活下去？",
        "label": ""
      },
      {
        "sentence": "5岁被堂哥强奸，变成一个坏掉的洋娃娃。",
        "label": ""
      },
      {
        "sentence": "从那座破旧房子走出去想到的第一件事是死，之后报仇成为活着的唯一目标。",
        "label": ""
      },
      {
        "sentence": "17岁被家人猥亵又一次受刺激。",
        "label": ""
      },
      {
        "sentence": "从小到大实施自杀4次，自杀最后一刻，发现我对这副肮脏身体的厌恶感远超过报仇欲望。",
        "label": ""
      },
      {
        "sentence": "多次心理治疗后诊断为边缘性人格障碍。",
        "label": ""
      },
      {
        "sentence": "有完美强迫症。",
        "label": ""
      },
      {
        "sentence": "希望听到更多声音。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你好。我感到非常心疼你的遭遇。你的经历让我对你的愤怒和无助有了更深的理解。你形容自己为\"坏掉的洋娃娃\"，这真的很贴切，也很令人痛心。一个5岁的孩子是无法承受这样的身体和精神创伤的，无论谁遇到这种情况都会是巨大的打击。我注意到你身上有一些重要的东西，那就是愤怒。这是你疗愈的突破口，也是你要走出困境的途径。当一个人遭受重大伤害时，如果能表达出内心的愤怒，会比那些无法表达愤怒的人好得多。自从你五岁时发生了那个事件以来，你一直心怀怒火。所以当你17岁时再次遇到触犯你身体界限的事情时，你极力反抗。我想知道现在姐夫对待你的态度是否有所改变，是否更加尊重你了？当你尝试自杀时，你是否发现自己对这副肮脏身体的厌恶超过了对报仇的欲望？对自己的厌恶是正常的，因为那时你的力量无法保护自己。虽然这些年你长大了，但由于各种原因，你无法真正实施\"报仇\"。攻击欲望是一个人生命力的一部分，如果无法指向外部，就会转向自己。对于你来说，这种攻击能量无法释放，所以大部分转向了自己。我们对重大创伤的疗愈就像医生给病人清理伤口一样。然而，这个伤口已经存在多年了，我们需要一次又一次地打开伤口、清洁伤口并进行包扎。这是一个漫长而痛苦的过程。每次面对这个伤口时，我们都会重温过去的痛苦。我将这种体验称为\"一次次的死亡，再一次次的重生\"。死去的是过去的自己，每次面对过去的伤痛都是一次重生。我看到你能够逐渐敞开自己去面对过去的伤痛，我为你感到高兴。现在我们看到了伤口，我们可以开始疗愈了，这是改变的开始。亲爱的，我想告诉你：\"你的身体并不肮脏，你值得被尊重和爱护。\"你身体被侵犯并不是你的错，那时的你已经尽力保护自己。当你长大后，再次遇到侵犯你身体界限的人时，你努力反抗并让对方向你道歉。我想对方也不会再敢伤害你了。你能看到自己的力量吗？两次相似的经历带来了完全不同的结果。过去并不代表现在，现在的你已经不再是那个无助和恐惧的小女孩。现在的你能够保护自己，也能更好地爱护自己。常常我们会因为别人的错误而惩罚自己，但我们需要明白的是，我们无法改变过去的事实，我们能做的是好好爱自己，向前走。过去的事情只是你人生的一次经历，它不能决定你的未来，也不能决定你是谁。试着想象一下，如果你能和过去的那个孩子对话，你会对她说些什么呢？我相信你会心疼而怜爱她。试着拥抱她，对她说：“宝贝，这一切不是你的错，谢谢你努力活下来，我会好好保护你，好好爱护你。”我不知道你小时候的经历是否和其他人提过，你的亲近家人是否了解，以及他们对此有何看法。如果可能的话，你可以和当时侵犯你的人进行对话。告诉对方你受到了怎样的伤害，你内心的痛苦。如果有必要，你也可以考虑法律途径。这里的\"对话\"并不意味着报复或伤害对方，只是让对方了解你的痛苦。我们需要明确自己的行为，并为之负责。但这样的行动相对比较冒险，你需要在家人或信任的人的陪伴下，也要根据具体情况判断自己是否准备好，是否愿意这样做。如果和对方直接对话困难，你可以选择其他方式来进行疗愈。比如书写疗愈、角色扮演疗愈，还有格式塔疗法中的空椅子技术。在我看来，自己进行书写疗愈是一个不错的选择，你可以找一个安全的",
    "annotation": [
      {
        "sentence": "求助者，你好。",
        "label": ""
      },
      {
        "sentence": "我感到非常心疼你的遭遇。",
        "label": ""
      },
      {
        "sentence": "你的经历让我对你的愤怒和无助有了更深的理解。",
        "label": ""
      },
      {
        "sentence": "你形容自己为\"坏掉的洋娃娃\"，这真的很贴切，也很令人痛心。",
        "label": ""
      },
      {
        "sentence": "一个5岁的孩子是无法承受这样的身体和精神创伤的，无论谁遇到这种情况都会是巨大的打击。",
        "label": ""
      },
      {
        "sentence": "我注意到你身上有一些重要的东西，那就是愤怒。",
        "label": ""
      },
      {
        "sentence": "这是你疗愈的突破口，也是你要走出困境的途径。",
        "label": ""
      },
      {
        "sentence": "当一个人遭受重大伤害时，如果能表达出内心的愤怒，会比那些无法表达愤怒的人好得多。",
        "label": ""
      },
      {
        "sentence": "自从你五岁时发生了那个事件以来，你一直心怀怒火。",
        "label": ""
      },
      {
        "sentence": "所以当你17岁时再次遇到触犯你身体界限的事情时，你极力反抗。",
        "label": ""
      },
      {
        "sentence": "我想知道现在姐夫对待你的态度是否有所改变，是否更加尊重你了？",
        "label": ""
      },
      {
        "sentence": "当你尝试自杀时，你是否发现自己对这副肮脏身体的厌恶超过了对报仇的欲望？",
        "label": ""
      },
      {
        "sentence": "对自己的厌恶是正常的，因为那时你的力量无法保护自己。",
        "label": ""
      },
      {
        "sentence": "虽然这些年你长大了，但由于各种原因，你无法真正实施\"报仇\"。",
        "label": ""
      },
      {
        "sentence": "攻击欲望是一个人生命力的一部分，如果无法指向外部，就会转向自己。",
        "label": ""
      },
      {
        "sentence": "对于你来说，这种攻击能量无法释放，所以大部分转向了自己。",
        "label": ""
      },
      {
        "sentence": "我们对重大创伤的疗愈就像医生给病人清理伤口一样。",
        "label": ""
      },
      {
        "sentence": "然而，这个伤口已经存在多年了，我们需要一次又一次地打开伤口、清洁伤口并进行包扎。",
        "label": ""
      },
      {
        "sentence": "这是一个漫长而痛苦的过程。",
        "label": ""
      },
      {
        "sentence": "每次面对这个伤口时，我们都会重温过去的痛苦。",
        "label": ""
      },
      {
        "sentence": "我将这种体验称为\"一次次的死亡，再一次次的重生\"。",
        "label": ""
      },
      {
        "sentence": "死去的是过去的自己，每次面对过去的伤痛都是一次重生。",
        "label": ""
      },
      {
        "sentence": "我看到你能够逐渐敞开自己去面对过去的伤痛，我为你感到高兴。",
        "label": ""
      },
      {
        "sentence": "现在我们看到了伤口，我们可以开始疗愈了，这是改变的开始。",
        "label": ""
      },
      {
        "sentence": "亲爱的，我想告诉你：\"你的身体并不肮脏，你值得被尊重和爱护。",
        "label": ""
      },
      {
        "sentence": "\"你身体被侵犯并不是你的错，那时的你已经尽力保护自己。",
        "label": ""
      },
      {
        "sentence": "当你长大后，再次遇到侵犯你身体界限的人时，你努力反抗并让对方向你道歉。",
        "label": ""
      },
      {
        "sentence": "我想对方也不会再敢伤害你了。",
        "label": ""
      },
      {
        "sentence": "你能看到自己的力量吗？",
        "label": ""
      },
      {
        "sentence": "两次相似的经历带来了完全不同的结果。",
        "label": ""
      },
      {
        "sentence": "过去并不代表现在，现在的你已经不再是那个无助和恐惧的小女孩。",
        "label": ""
      },
      {
        "sentence": "现在的你能够保护自己，也能更好地爱护自己。",
        "label": ""
      },
      {
        "sentence": "常常我们会因为别人的错误而惩罚自己，但我们需要明白的是，我们无法改变过去的事实，我们能做的是好好爱自己，向前走。",
        "label": ""
      },
      {
        "sentence": "过去的事情只是你人生的一次经历，它不能决定你的未来，也不能决定你是谁。",
        "label": ""
      },
      {
        "sentence": "试着想象一下，如果你能和过去的那个孩子对话，你会对她说些什么呢？",
        "label": ""
      },
      {
        "sentence": "我相信你会心疼而怜爱她。",
        "label": ""
      },
      {
        "sentence": "试着拥抱她，对她说：“宝贝，这一切不是你的错，谢谢你努力活下来，我会好好保护你，好好爱护你。",
        "label": ""
      },
      {
        "sentence": "”我不知道你小时候的经历是否和其他人提过，你的亲近家人是否了解，以及他们对此有何看法。",
        "label": ""
      },
      {
        "sentence": "如果可能的话，你可以和当时侵犯你的人进行对话。",
        "label": ""
      },
      {
        "sentence": "告诉对方你受到了怎样的伤害，你内心的痛苦。",
        "label": ""
      },
      {
        "sentence": "如果有必要，你也可以考虑法律途径。",
        "label": ""
      },
      {
        "sentence": "这里的\"对话\"并不意味着报复或伤害对方，只是让对方了解你的痛苦。",
        "label": ""
      },
      {
        "sentence": "我们需要明确自己的行为，并为之负责。",
        "label": ""
      },
      {
        "sentence": "但这样的行动相对比较冒险，你需要在家人或信任的人的陪伴下，也要根据具体情况判断自己是否准备好，是否愿意这样做。",
        "label": ""
      },
      {
        "sentence": "如果和对方直接对话困难，你可以选择其他方式来进行疗愈。",
        "label": ""
      },
      {
        "sentence": "比如书写疗愈、角色扮演疗愈，还有格式塔疗法中的空椅子技术。",
        "label": ""
      },
      {
        "sentence": "在我看来，自己进行书写疗愈是一个不错的选择，你可以找一个安全的",
        "label": ""
      }
    ]
  }
]