[
  {
    "role": "client",
    "content": "我是一名18岁的高三女生，我不知道如何与对我有好感的男生正常相处。有时候，当我发现一些细节时，感觉对方喜欢我，或者有人直接告诉我这个消息，我就不知道该如何处理了。我想尽可能和他们保持正常的关系，但如果我像以前那样对待他们，我会觉得对不起他们，感觉自己在逗弄他们。但是，我真的很珍惜这种和他们之间的友谊，并且也觉得这种友谊很舒适和快乐。这种情况已经发生多次了，我也不知道该怎么办，尤其是现在我还在高三，我在想是不是平时对男女关系太不注意了，让对方觉得我对他们有好感才喜欢上我。但是，我的班级里只有十个女生，所以我平时会和男生交往，这是很正常的。在之前的班级里，我和男生相处得也比较正常，但现在班级里的女生太少了，也许加上我性格也还可以，外貌成绩也还不错，所以大家都比较关注我吧。我真的不知道如何合理地处理这种关系了，我希望能够得到帮助，谢谢！",
    "annotation": [
      {
        "sentence": "我是一名18岁的高三女生，我不知道如何与对我有好感的男生正常相处。",
        "label": ""
      },
      {
        "sentence": "有时候，当我发现一些细节时，感觉对方喜欢我，或者有人直接告诉我这个消息，我就不知道该如何处理了。",
        "label": ""
      },
      {
        "sentence": "我想尽可能和他们保持正常的关系，但如果我像以前那样对待他们，我会觉得对不起他们，感觉自己在逗弄他们。",
        "label": ""
      },
      {
        "sentence": "但是，我真的很珍惜这种和他们之间的友谊，并且也觉得这种友谊很舒适和快乐。",
        "label": ""
      },
      {
        "sentence": "这种情况已经发生多次了，我也不知道该怎么办，尤其是现在我还在高三，我在想是不是平时对男女关系太不注意了，让对方觉得我对他们有好感才喜欢上我。",
        "label": ""
      },
      {
        "sentence": "但是，我的班级里只有十个女生，所以我平时会和男生交往，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "在之前的班级里，我和男生相处得也比较正常，但现在班级里的女生太少了，也许加上我性格也还可以，外貌成绩也还不错，所以大家都比较关注我吧。",
        "label": ""
      },
      {
        "sentence": "我真的不知道如何合理地处理这种关系了，我希望能够得到帮助，谢谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，我理解你现在的困惑和左右为难的心情。我谈一下我的一些看法，希望对你有帮助！首先，学会保持距离，避免周围的揣测和议论。从你的叙述中可以看出，你非常受男生欢迎，拥有讨人喜欢的特质，而且性格很随和，和很多男生相处得很好。但是你只想保持友谊，而男生想要更进一步。在这种情况下，当你发现男孩喜欢你时，你可以选择保持适当的距离，不要期望男生只保持纯粹的友谊，因为这种情况并不常见。",
    "annotation": [
      {
        "sentence": "看到你的描述，我理解你现在的困惑和左右为难的心情。",
        "label": ""
      },
      {
        "sentence": "我谈一下我的一些看法，希望对你有帮助！",
        "label": ""
      },
      {
        "sentence": "首先，学会保持距离，避免周围的揣测和议论。",
        "label": ""
      },
      {
        "sentence": "从你的叙述中可以看出，你非常受男生欢迎，拥有讨人喜欢的特质，而且性格很随和，和很多男生相处得很好。",
        "label": ""
      },
      {
        "sentence": "但是你只想保持友谊，而男生想要更进一步。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，当你发现男孩喜欢你时，你可以选择保持适当的距离，不要期望男生只保持纯粹的友谊，因为这种情况并不常见。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议！我明白了，保持距离是很重要的，但是我还是有点担心会影响我们之间的友谊。",
    "annotation": [
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我明白了，保持距离是很重要的，但是我还是有点担心会影响我们之间的友谊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的担心。不过，在这个关键时期你应该把学业放在首位，避免陷入愧疚的局面。毕竟你现在是高三学生，正面临着高考的压力。你可以把注意力集中在学习上，和男生保持普通朋友关系或者根本不涉及男女情感关系，因为你所期望的男女友谊而不升华的情况比较少。所以，我们要明白现实情况，尽量不要被情感的纷扰所影响。",
    "annotation": [
      {
        "sentence": "我能理解你的担心。",
        "label": ""
      },
      {
        "sentence": "不过，在这个关键时期你应该把学业放在首位，避免陷入愧疚的局面。",
        "label": ""
      },
      {
        "sentence": "毕竟你现在是高三学生，正面临着高考的压力。",
        "label": ""
      },
      {
        "sentence": "你可以把注意力集中在学习上，和男生保持普通朋友关系或者根本不涉及男女情感关系，因为你所期望的男女友谊而不升华的情况比较少。",
        "label": ""
      },
      {
        "sentence": "所以，我们要明白现实情况，尽量不要被情感的纷扰所影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我现在应该把学业放在首位。我要认清现实，不要让感情的事情影响我的学习。可是，我该如何应对男生的表白呢？",
    "annotation": [
      {
        "sentence": "你说得对，我现在应该把学业放在首位。",
        "label": ""
      },
      {
        "sentence": "我要认清现实，不要让感情的事情影响我的学习。",
        "label": ""
      },
      {
        "sentence": "可是，我该如何应对男生的表白呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后，我建议你随心所欲，不要给男生制造表白的机会。因为表白需要两人单独约会或者男生不断示好，懂得普通男女朋友之间的分寸很重要，拒绝过于献殷勤的行为。要不然男生可能会误以为你接受了他们的感情，而在后面的拒绝中会破坏你们之间的关系。",
    "annotation": [
      {
        "sentence": "最后，我建议你随心所欲，不要给男生制造表白的机会。",
        "label": ""
      },
      {
        "sentence": "因为表白需要两人单独约会或者男生不断示好，懂得普通男女朋友之间的分寸很重要，拒绝过于献殷勤的行为。",
        "label": ""
      },
      {
        "sentence": "要不然男生可能会误以为你接受了他们的感情，而在后面的拒绝中会破坏你们之间的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议！我会注意避免给男生制造表白的机会，同时也会注意和他们保持适当的距离，不过仍然希望能够保持好的友谊关系。",
    "annotation": [
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我会注意避免给男生制造表白的机会，同时也会注意和他们保持适当的距离，不过仍然希望能够保持好的友谊关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很理智的决定。记住，和男生保持适当的友谊关系是很困难的，但只要你保持真诚和坚持自己的立场，一切都会好起来的。你是一个优秀的女生，相信你能够处理好这种情况。如果将来还有其他问题，随时都可以来找我寻求帮助。",
    "annotation": [
      {
        "sentence": "这是一个很理智的决定。",
        "label": ""
      },
      {
        "sentence": "记住，和男生保持适当的友谊关系是很困难的，但只要你保持真诚和坚持自己的立场，一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "你是一个优秀的女生，相信你能够处理好这种情况。",
        "label": ""
      },
      {
        "sentence": "如果将来还有其他问题，随时都可以来找我寻求帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会努力处理好这种情况，并且专注于学业。如果有需要，我会再次向你寻求帮助的。非常感谢！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会努力处理好这种情况，并且专注于学业。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会再次向你寻求帮助的。",
        "label": ""
      },
      {
        "sentence": "非常感谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我会一直在你身边支持你的。祝你在学业和友谊方面都取得好的成绩。加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "祝你在学业和友谊方面都取得好的成绩。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]