[
  {
    "role": "client",
    "content": "无法忽略别人的声音，无法让自己放松下来做自己的事？",
    "annotation": [
      {
        "sentence": "无法忽略别人的声音，无法让自己放松下来做自己的事？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这里是我，一个愿意做你的小太阳的人。在这里，我想要给你一个大大的拥抱，呀！我读了你的文字，十分的心疼也明白你的这种焦虑。",
    "annotation": [
      {
        "sentence": "这里是我，一个愿意做你的小太阳的人。",
        "label": ""
      },
      {
        "sentence": "在这里，我想要给你一个大大的拥抱，呀！",
        "label": ""
      },
      {
        "sentence": "我读了你的文字，十分的心疼也明白你的这种焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "最近好不容易可以休个年假了，对于我而言，却放松不下来，妈妈这边在医院住院(能自理)，公公在另一个医院也住院(不能自理)，还没开始休假，我就有很多个应该信条出现，休年假应该照顾妈妈，应该再去照顾公公，而且是不能给自己留下空余时间。",
    "annotation": [
      {
        "sentence": "最近好不容易可以休个年假了，对于我而言，却放松不下来，妈妈这边在医院住院(能自理)，公公在另一个医院也住院(不能自理)，还没开始休假，我就有很多个应该信条出现，休年假应该照顾妈妈，应该再去照顾公公，而且是不能给自己留下空余时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很多时候，我们在爱人和家人的面前，往往面临着一个两难的选择。这次的年假是你自己好不容易休下来的，可是假休下来了，但身心却得不到放松，因为家里有两位“病人”。因为这两位病人，让你即使是在休假的时候，也会产生一种精神的焦虑。无法将身心完全的放下来，因为你每天都生活在“今天该去看母亲，还是该去看公公”这样的焦虑当中。",
    "annotation": [
      {
        "sentence": "很多时候，我们在爱人和家人的面前，往往面临着一个两难的选择。",
        "label": ""
      },
      {
        "sentence": "这次的年假是你自己好不容易休下来的，可是假休下来了，但身心却得不到放松，因为家里有两位“病人”。",
        "label": ""
      },
      {
        "sentence": "因为这两位病人，让你即使是在休假的时候，也会产生一种精神的焦虑。",
        "label": ""
      },
      {
        "sentence": "无法将身心完全的放下来，因为你每天都生活在“今天该去看母亲，还是该去看公公”这样的焦虑当中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "一想到让自己休息一两天，就感觉妈妈会指责我不管她，老公会指责我不照顾他爸，身边认识的人都会指责我不是，其实我知道自己是最应该被照顾的，我抑郁焦虑多年了，我的身体最需要调节，可是就是无法忽略别人的声音，让自己活的舒坦，感觉好焦虑！！！",
    "annotation": [
      {
        "sentence": "一想到让自己休息一两天，就感觉妈妈会指责我不管她，老公会指责我不照顾他爸，身边认识的人都会指责我不是，其实我知道自己是最应该被照顾的，我抑郁焦虑多年了，我的身体最需要调节，可是就是无法忽略别人的声音，让自己活的舒坦，感觉好焦虑！！！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对这样选择题，无论是选择哪一方，似乎对方都有指责自己的理由。面对这样的情况，我想你最应该考虑的人是自己，因为你说过自己也是需要关心的人。你有多年的焦虑症，身体各方面的机能也是需要调节的。所以当老公指责你没有照顾公公时，你是可以反驳老公的。因为我们不是活在别人的看法里的，我们来到这个世界上，为的就是能够开开心心，身体健健康康的，如果连最基本的开心都得不到，那就是真的对不起自己。",
    "annotation": [
      {
        "sentence": "面对这样选择题，无论是选择哪一方，似乎对方都有指责自己的理由。",
        "label": ""
      },
      {
        "sentence": "面对这样的情况，我想你最应该考虑的人是自己，因为你说过自己也是需要关心的人。",
        "label": ""
      },
      {
        "sentence": "你有多年的焦虑症，身体各方面的机能也是需要调节的。",
        "label": ""
      },
      {
        "sentence": "所以当老公指责你没有照顾公公时，你是可以反驳老公的。",
        "label": ""
      },
      {
        "sentence": "因为我们不是活在别人的看法里的，我们来到这个世界上，为的就是能够开开心心，身体健健康康的，如果连最基本的开心都得不到，那就是真的对不起自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对自己身体的不适，应该及时就诊。我已经抑郁焦虑多年了，但就是无法忽略别人的声音，让自己活得舒坦，感觉好焦虑！！！",
    "annotation": [
      {
        "sentence": "对自己身体的不适，应该及时就诊。",
        "label": ""
      },
      {
        "sentence": "我已经抑郁焦虑多年了，但就是无法忽略别人的声音，让自己活得舒坦，感觉好焦虑！！！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于这一点，我希望你能够重视自己的身体，因为，不管什么时候，身体是自己的事。在知道自己身体已经出现了问题时，你首先要做的就是放下一切，去医院等待医生的确诊，然后让医生拿药为自己医治，这才是你首先最“重要”的事。不要等到那天，病情严重了，再去医治，在这里我说一句难听的话:“哪怕最后你有钱，也不一定能够治病。”况且，如果真的很严重的话，也是白白让家里的人担心，不如早点去，以免家人以后后悔。",
    "annotation": [
      {
        "sentence": "关于这一点，我希望你能够重视自己的身体，因为，不管什么时候，身体是自己的事。",
        "label": ""
      },
      {
        "sentence": "在知道自己身体已经出现了问题时，你首先要做的就是放下一切，去医院等待医生的确诊，然后让医生拿药为自己医治，这才是你首先最“重要”的事。",
        "label": ""
      },
      {
        "sentence": "不要等到那天，病情严重了，再去医治，在这里我说一句难听的话:“哪怕最后你有钱，也不一定能够治病。",
        "label": ""
      },
      {
        "sentence": "”况且，如果真的很严重的话，也是白白让家里的人担心，不如早点去，以免家人以后后悔。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "最近实在太累了，我真的需要休息一下，但是又觉得很内疚，怕被家人指责。我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "最近实在太累了，我真的需要休息一下，但是又觉得很内疚，怕被家人指责。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在面对婚姻和家庭的时候，我们不是一个人来承担所有的责任，而是应该和对方共同面对。所以当老公指责你没有照顾公公时，你是可以反驳老公的。并非所有的委屈都应该你一个人来承受。我希望你能够与你的父母和老公沟通，让他们了解你的焦虑和需要被照顾的一面。同时，你的老公也有义务照顾你，这并不是一件丢人的事，你不要过多的去在意别人的看法。最重要的是，你要明白婚姻不是一个人包揽所有事情，而是由两个人共同面对，共同分担。",
    "annotation": [
      {
        "sentence": "在面对婚姻和家庭的时候，我们不是一个人来承担所有的责任，而是应该和对方共同面对。",
        "label": ""
      },
      {
        "sentence": "所以当老公指责你没有照顾公公时，你是可以反驳老公的。",
        "label": ""
      },
      {
        "sentence": "并非所有的委屈都应该你一个人来承受。",
        "label": ""
      },
      {
        "sentence": "我希望你能够与你的父母和老公沟通，让他们了解你的焦虑和需要被照顾的一面。",
        "label": ""
      },
      {
        "sentence": "同时，你的老公也有义务照顾你，这并不是一件丢人的事，你不要过多的去在意别人的看法。",
        "label": ""
      },
      {
        "sentence": "最重要的是，你要明白婚姻不是一个人包揽所有事情，而是由两个人共同面对，共同分担。",
        "label": ""
      }
    ]
  }
]