[
  {
    "role": "client",
    "content": "最近好不容易可以休个年假了，对于我而言，却放松不下来。妈妈这边在医院住院（能自理），公公在另一个医院也住院（不能自理）。还没开始休假，我就有很多个应该信条出现。休年假应该照顾妈妈，应该再去照顾公公，而且是不能给自己留下空余时间。一想到让自己休息一两天，就感觉妈妈会指责我不管她，老公会指责我不照顾他爸，身边认识的人都会指责我不是，其实我知道自己是最应该被照顾的，我抑郁焦虑多年了，我的身体最需要调节，可是就是无法忽略别人的声音，让自己活得舒坦，感觉好焦虑！！！",
    "annotation": [
      {
        "sentence": "最近好不容易可以休个年假了，对于我而言，却放松不下来。",
        "label": ""
      },
      {
        "sentence": "妈妈这边在医院住院（能自理），公公在另一个医院也住院（不能自理）。",
        "label": ""
      },
      {
        "sentence": "还没开始休假，我就有很多个应该信条出现。",
        "label": ""
      },
      {
        "sentence": "休年假应该照顾妈妈，应该再去照顾公公，而且是不能给自己留下空余时间。",
        "label": ""
      },
      {
        "sentence": "一想到让自己休息一两天，就感觉妈妈会指责我不管她，老公会指责我不照顾他爸，身边认识的人都会指责我不是，其实我知道自己是最应该被照顾的，我抑郁焦虑多年了，我的身体最需要调节，可是就是无法忽略别人的声音，让自己活得舒坦，感觉好焦虑！！！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "啊！先给你一个大大的拥抱，送上一份温暖。生活中你因为非常在乎别人的评价，从而经常委屈自己。其实，你说的这个问题可能是无数人苦恼着的同一个问题。表面来看是为了别人，其实是为了自己不被指责，也就是说自己非常害怕别人的指责。从根本上来说，就是害怕被否定，自我价值感建立在别人的评价上，有一个很强大的假自我，并努力维护着假自我的光鲜亮丽，却常常忘记了真自我。即使想起来，一旦两者有冲突，也会完全维护假自我而打压真自我。经常让自己处于委屈求全的状态中，会积累一些郁闷压抑等消极情绪，比如你说自己抑郁焦虑多年了。",
    "annotation": [
      {
        "sentence": "啊！",
        "label": ""
      },
      {
        "sentence": "先给你一个大大的拥抱，送上一份温暖。",
        "label": ""
      },
      {
        "sentence": "生活中你因为非常在乎别人的评价，从而经常委屈自己。",
        "label": ""
      },
      {
        "sentence": "其实，你说的这个问题可能是无数人苦恼着的同一个问题。",
        "label": ""
      },
      {
        "sentence": "表面来看是为了别人，其实是为了自己不被指责，也就是说自己非常害怕别人的指责。",
        "label": ""
      },
      {
        "sentence": "从根本上来说，就是害怕被否定，自我价值感建立在别人的评价上，有一个很强大的假自我，并努力维护着假自我的光鲜亮丽，却常常忘记了真自我。",
        "label": ""
      },
      {
        "sentence": "即使想起来，一旦两者有冲突，也会完全维护假自我而打压真自我。",
        "label": ""
      },
      {
        "sentence": "经常让自己处于委屈求全的状态中，会积累一些郁闷压抑等消极情绪，比如你说自己抑郁焦虑多年了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我总是很担心别人对我的评价，害怕被指责和否定。我甚至为了避免这些，不敢照顾自己，导致抑郁和焦虑越来越重。但是，我真的不知道该怎么办才能做到既照顾别人又照顾自己。",
    "annotation": [
      {
        "sentence": "确实，我总是很担心别人对我的评价，害怕被指责和否定。",
        "label": ""
      },
      {
        "sentence": "我甚至为了避免这些，不敢照顾自己，导致抑郁和焦虑越来越重。",
        "label": ""
      },
      {
        "sentence": "但是，我真的不知道该怎么办才能做到既照顾别人又照顾自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对自己好一点吧，你不妨想想，妈妈最希望的是什么？她更希望你身体好好的呢？还是更希望你拖着病体照顾她？老公也一样？爱你的人都一样。他们一定会首先希望你健康幸福，然后才是期待你的关照顾。只有把自己照顾好了，才能更好地照顾别人。所以你不妨拿出一部分时间来照顾他们，一部分时间好好休息，为了照顾好自己。",
    "annotation": [
      {
        "sentence": "对自己好一点吧，你不妨想想，妈妈最希望的是什么？",
        "label": ""
      },
      {
        "sentence": "她更希望你身体好好的呢？",
        "label": ""
      },
      {
        "sentence": "还是更希望你拖着病体照顾她？",
        "label": ""
      },
      {
        "sentence": "老公也一样？",
        "label": ""
      },
      {
        "sentence": "爱你的人都一样。",
        "label": ""
      },
      {
        "sentence": "他们一定会首先希望你健康幸福，然后才是期待你的关照顾。",
        "label": ""
      },
      {
        "sentence": "只有把自己照顾好了，才能更好地照顾别人。",
        "label": ""
      },
      {
        "sentence": "所以你不妨拿出一部分时间来照顾他们，一部分时间好好休息，为了照顾好自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但是真的很难把重心放在自己身上。一想到休息一下，就会有内疚感和焦虑感，不知道怎么才能摆脱这样的困惑。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但是真的很难把重心放在自己身上。",
        "label": ""
      },
      {
        "sentence": "一想到休息一下，就会有内疚感和焦虑感，不知道怎么才能摆脱这样的困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很正常的反应，因为你习惯了一直以来的委屈和牺牲。但是，逐渐改变这种思维习惯是很重要的。你可以试着给自己设置一个小目标，比如每天抽出一小时的时间专门用来关注自己的需求和放松。你可以尝试一些放松的活动，比如散步、阅读或者听音乐。同时，在这个过程中，你要给自己充分的时间来适应和接受这个新的做法，也要坚持和鼓励自己。",
    "annotation": [
      {
        "sentence": "这是很正常的反应，因为你习惯了一直以来的委屈和牺牲。",
        "label": ""
      },
      {
        "sentence": "但是，逐渐改变这种思维习惯是很重要的。",
        "label": ""
      },
      {
        "sentence": "你可以试着给自己设置一个小目标，比如每天抽出一小时的时间专门用来关注自己的需求和放松。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一些放松的活动，比如散步、阅读或者听音乐。",
        "label": ""
      },
      {
        "sentence": "同时，在这个过程中，你要给自己充分的时间来适应和接受这个新的做法，也要坚持和鼓励自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我可以试着给自己更多的时间和关注。只有充实自己，才能更好地面对其他人的需求和责任。我会慢慢适应这个过程，并且找到属于自己的平衡点。",
    "annotation": [
      {
        "sentence": "你说得对，我可以试着给自己更多的时间和关注。",
        "label": ""
      },
      {
        "sentence": "只有充实自己，才能更好地面对其他人的需求和责任。",
        "label": ""
      },
      {
        "sentence": "我会慢慢适应这个过程，并且找到属于自己的平衡点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，我相信你能做到的。当你感到焦虑或内疚时，可以试着告诉自己，你是在为了更好地照顾他人而照顾自己，这是一种积极向上的做法。给自己一些正面的鼓励和认可，相信自己的选择，不要让别人的声音左右了你的内心。",
    "annotation": [
      {
        "sentence": "很好，我相信你能做到的。",
        "label": ""
      },
      {
        "sentence": "当你感到焦虑或内疚时，可以试着告诉自己，你是在为了更好地照顾他人而照顾自己，这是一种积极向上的做法。",
        "label": ""
      },
      {
        "sentence": "给自己一些正面的鼓励和认可，相信自己的选择，不要让别人的声音左右了你的内心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会好好调节自己的情绪，更加关注自己的需求，也为别人的关怀找到合适的平衡。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会好好调节自己的情绪，更加关注自己的需求，也为别人的关怀找到合适的平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够度过这个困难时期。记得，你的需求和感受同样重要，给自己多一点宽容和爱。如果你需要任何帮助或者再次倾诉，随时来找我吧。我会一直支持你的。",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够度过这个困难时期。",
        "label": ""
      },
      {
        "sentence": "记得，你的需求和感受同样重要，给自己多一点宽容和爱。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再次倾诉，随时来找我吧。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的耐心和理解，我会珍惜这份关怀并且把握好自己。如果我有需要，一定会再来找你聊天的。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的耐心和理解，我会珍惜这份关怀并且把握好自己。",
        "label": ""
      },
      {
        "sentence": "如果我有需要，一定会再来找你聊天的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，期待和你的再次交流。祝愿你能够尽快解决困扰，过上幸福健康的生活。加油！",
    "annotation": [
      {
        "sentence": "不用客气，期待和你的再次交流。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够尽快解决困扰，过上幸福健康的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]