[
  {
    "role": "client",
    "content": "高三学生，越来越克制不住暴躁的情绪？快半年了16岁女，家里父母经常骂我，说我的成绩，爸爸经常说：“你怎么不去死”、“想杀了你”、“滚开”、“不想看见你”等等类似的话。有的时候父母还会吵架，刚开始还有点害怕，但现在他们吵架，我一点感觉也没有甚至想一刀砍过去，这样世界就清净了。现在每次父亲骂我，我一点感觉也没有，都麻木了。在学校，我刚开始还会对朋友吐槽，但慢慢地我就不太想和朋友说了，有的时候有克制不住的想伤害周围的人，想冲他们发脾气。也越来越克制不住暴躁的情绪。想哭又哭不出来，就想沉浸在自己的世界里。现在也越来越不爱说话，不想去交朋友也开始不信任、疏远身边的好友以前也自残过几次但朋友都防着这件事，不让我这么做。每天都觉得笑着很累，和人打交道很累。只想不管不顾的一个人呆到天荒地老。看着其他事物也慢慢失去兴趣，以前喜欢的都不怎么关心了，很多时候都想“要不死了算了”。又没有这个勇气。这样持续了快半年了，很烦，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "高三学生，越来越克制不住暴躁的情绪？",
        "label": ""
      },
      {
        "sentence": "快半年了16岁女，家里父母经常骂我，说我的成绩，爸爸经常说：“你怎么不去死”、“想杀了你”、“滚开”、“不想看见你”等等类似的话。",
        "label": ""
      },
      {
        "sentence": "有的时候父母还会吵架，刚开始还有点害怕，但现在他们吵架，我一点感觉也没有甚至想一刀砍过去，这样世界就清净了。",
        "label": ""
      },
      {
        "sentence": "现在每次父亲骂我，我一点感觉也没有，都麻木了。",
        "label": ""
      },
      {
        "sentence": "在学校，我刚开始还会对朋友吐槽，但慢慢地我就不太想和朋友说了，有的时候有克制不住的想伤害周围的人，想冲他们发脾气。",
        "label": ""
      },
      {
        "sentence": "也越来越克制不住暴躁的情绪。",
        "label": ""
      },
      {
        "sentence": "想哭又哭不出来，就想沉浸在自己的世界里。",
        "label": ""
      },
      {
        "sentence": "现在也越来越不爱说话，不想去交朋友也开始不信任、疏远身边的好友以前也自残过几次但朋友都防着这件事，不让我这么做。",
        "label": ""
      },
      {
        "sentence": "每天都觉得笑着很累，和人打交道很累。",
        "label": ""
      },
      {
        "sentence": "只想不管不顾的一个人呆到天荒地老。",
        "label": ""
      },
      {
        "sentence": "看着其他事物也慢慢失去兴趣，以前喜欢的都不怎么关心了，很多时候都想“要不死了算了”。",
        "label": ""
      },
      {
        "sentence": "又没有这个勇气。",
        "label": ""
      },
      {
        "sentence": "这样持续了快半年了，很烦，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，非常感谢您信任我，并愿意与我分享您的烦恼。我希望我的回答能在一定程度上给您一些安慰，并给您鼓起原谅自己的勇气。我非常理解您的感受！首先，我想说您一定是一位非常好的女生，您所说的麻木，其实一点都不麻木呢？只是您感觉到的恐慌太强了，所以您现在有点受不了，进入保护模式了。这是非常正常的情绪，希望您不要害怕这种情绪。因为这种情绪虽然被人骂冷漠，虽然看起来好像对什么都漠不关心。好像是一个隐形人一样。好像所有的一切都和自己漠不相关，好像自己与这个世界没有什么联系，好像自己是个可有可无的存在。好像自己的父母亲不在乎您的感受。不停的指责和控诉您，让你觉得很委屈，很委屈，很委屈。您一定是一位非常孝顺的女儿，极其懂事。而且在高三这个情况。今年又是非常难熬的一年。",
    "annotation": [
      {
        "sentence": "求助者，非常感谢您信任我，并愿意与我分享您的烦恼。",
        "label": ""
      },
      {
        "sentence": "我希望我的回答能在一定程度上给您一些安慰，并给您鼓起原谅自己的勇气。",
        "label": ""
      },
      {
        "sentence": "我非常理解您的感受！",
        "label": ""
      },
      {
        "sentence": "首先，我想说您一定是一位非常好的女生，您所说的麻木，其实一点都不麻木呢？",
        "label": ""
      },
      {
        "sentence": "只是您感觉到的恐慌太强了，所以您现在有点受不了，进入保护模式了。",
        "label": ""
      },
      {
        "sentence": "这是非常正常的情绪，希望您不要害怕这种情绪。",
        "label": ""
      },
      {
        "sentence": "因为这种情绪虽然被人骂冷漠，虽然看起来好像对什么都漠不关心。",
        "label": ""
      },
      {
        "sentence": "好像是一个隐形人一样。",
        "label": ""
      },
      {
        "sentence": "好像所有的一切都和自己漠不相关，好像自己与这个世界没有什么联系，好像自己是个可有可无的存在。",
        "label": ""
      },
      {
        "sentence": "好像自己的父母亲不在乎您的感受。",
        "label": ""
      },
      {
        "sentence": "不停的指责和控诉您，让你觉得很委屈，很委屈，很委屈。",
        "label": ""
      },
      {
        "sentence": "您一定是一位非常孝顺的女儿，极其懂事。",
        "label": ""
      },
      {
        "sentence": "而且在高三这个情况。",
        "label": ""
      },
      {
        "sentence": "今年又是非常难熬的一年。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和安慰，我真的感到很孤独，无法释放内心的负面情绪。我真的觉得自己好像不被父母关心和重视，他们总是说我不好，明明我很努力，为什么他们还要打架互相伤害呢？这个家是不是不爱我？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和安慰，我真的感到很孤独，无法释放内心的负面情绪。",
        "label": ""
      },
      {
        "sentence": "我真的觉得自己好像不被父母关心和重视，他们总是说我不好，明明我很努力，为什么他们还要打架互相伤害呢？",
        "label": ""
      },
      {
        "sentence": "这个家是不是不爱我？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，首先请听我把我的话说完。这绝对不是什么负面情绪。我想说，没有一个人不想向善，没有一个人不想自己家庭和睦和谐。没有一个人想活在无穷无尽的战争和恐惧之中。真的没有一个人不向往幸福和和平。没有一个家人不希望子女健健康康的成长。也许你会纳闷，会觉得我在搞笑，觉得那么多处在战争里的人们，怎么会渴望和平。可我想说，在漫无止境的恐惧和害怕之中。在期盼无穷尽的落空之后，哪怕是再坚强也会沮丧，哪怕再勇敢也会怀疑自己所信所望。有些人背叛了信任，背叛想要和平的",
    "annotation": [
      {
        "sentence": "亲爱的，首先请听我把我的话说完。",
        "label": ""
      },
      {
        "sentence": "这绝对不是什么负面情绪。",
        "label": ""
      },
      {
        "sentence": "我想说，没有一个人不想向善，没有一个人不想自己家庭和睦和谐。",
        "label": ""
      },
      {
        "sentence": "没有一个人想活在无穷无尽的战争和恐惧之中。",
        "label": ""
      },
      {
        "sentence": "真的没有一个人不向往幸福和和平。",
        "label": ""
      },
      {
        "sentence": "没有一个家人不希望子女健健康康的成长。",
        "label": ""
      },
      {
        "sentence": "也许你会纳闷，会觉得我在搞笑，觉得那么多处在战争里的人们，怎么会渴望和平。",
        "label": ""
      },
      {
        "sentence": "可我想说，在漫无止境的恐惧和害怕之中。",
        "label": ""
      },
      {
        "sentence": "在期盼无穷尽的落空之后，哪怕是再坚强也会沮丧，哪怕再勇敢也会怀疑自己所信所望。",
        "label": ""
      },
      {
        "sentence": "有些人背叛了信任，背叛想要和平的",
        "label": ""
      }
    ]
  }
]