[
  {
    "role": "client",
    "content": "最近好不容易可以休个年假了，对于我而言，却放松不下来。妈妈这边在医院住院(能自理)，公公在另一个医院也住院(不能自理)。还没开始休假，我就有很多个应该信条出现。休年假应该照顾妈妈，应该再去照顾公公，而且是不能给自己留下空余时间。一想到让自己休息一两天，就感觉妈妈会指责我不管她，老公会指责我不照顾他爸，身边认识的人都会指责我不是，其实我知道自己是最应该被照顾的，我抑郁焦虑多年了，我的身体最需要调节，可是就是无法忽略别人的声音，让自己活得舒坦，感觉好焦虑！！！",
    "annotation": [
      {
        "sentence": "最近好不容易可以休个年假了，对于我而言，却放松不下来。",
        "label": ""
      },
      {
        "sentence": "妈妈这边在医院住院(能自理)，公公在另一个医院也住院(不能自理)。",
        "label": ""
      },
      {
        "sentence": "还没开始休假，我就有很多个应该信条出现。",
        "label": ""
      },
      {
        "sentence": "休年假应该照顾妈妈，应该再去照顾公公，而且是不能给自己留下空余时间。",
        "label": ""
      },
      {
        "sentence": "一想到让自己休息一两天，就感觉妈妈会指责我不管她，老公会指责我不照顾他爸，身边认识的人都会指责我不是，其实我知道自己是最应该被照顾的，我抑郁焦虑多年了，我的身体最需要调节，可是就是无法忽略别人的声音，让自己活得舒坦，感觉好焦虑！！！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为女儿，作为儿媳妇，作为老婆，都有很多要去承担的，你真的很辛苦。对于你说的妈妈、老公和公公可能会指责你，我觉得呢，你可能先把事情想悲观了。他们可能也知道你平常有多辛苦，作为一家人，可能他们口头上没有说，但是心里应该会愿意给你一些休息时间，让你放松自己的。",
    "annotation": [
      {
        "sentence": "作为女儿，作为儿媳妇，作为老婆，都有很多要去承担的，你真的很辛苦。",
        "label": ""
      },
      {
        "sentence": "对于你说的妈妈、老公和公公可能会指责你，我觉得呢，你可能先把事情想悲观了。",
        "label": ""
      },
      {
        "sentence": "他们可能也知道你平常有多辛苦，作为一家人，可能他们口头上没有说，但是心里应该会愿意给你一些休息时间，让你放松自己的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你觉得他们会理解我需要休息一下吗？我一直觉得他们对我的期望很高，不能有丝毫懈怠，我不敢给自己留下空余时间。",
    "annotation": [
      {
        "sentence": "你觉得他们会理解我需要休息一下吗？",
        "label": ""
      },
      {
        "sentence": "我一直觉得他们对我的期望很高，不能有丝毫懈怠，我不敢给自己留下空余时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他们是你的家人，我相信他们会理解你的需要和压力的。你可以试试和你的老公好好谈谈，讲一讲自己最近有些累，希望能稍微有一点自己的时间缓冲一下。看看老公能不能帮你照顾一下老人，尤其是他自己的爸爸，因为你的妈妈还能自理，对人的需要度没有你公公那么高。",
    "annotation": [
      {
        "sentence": "他们是你的家人，我相信他们会理解你的需要和压力的。",
        "label": ""
      },
      {
        "sentence": "你可以试试和你的老公好好谈谈，讲一讲自己最近有些累，希望能稍微有一点自己的时间缓冲一下。",
        "label": ""
      },
      {
        "sentence": "看看老公能不能帮你照顾一下老人，尤其是他自己的爸爸，因为你的妈妈还能自理，对人的需要度没有你公公那么高。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从来没有和老公谈过这个问题，我一直觉得自己应该独自承担所有的责任，但是现在我真的快撑不住了。我会试试和他好好交流一下，希望他能理解我。",
    "annotation": [
      {
        "sentence": "我从来没有和老公谈过这个问题，我一直觉得自己应该独自承担所有的责任，但是现在我真的快撑不住了。",
        "label": ""
      },
      {
        "sentence": "我会试试和他好好交流一下，希望他能理解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那就好，沟通是解决问题的第一步。还有啊，我们也可以适当地示个弱啊，不用时时刻刻都保持一个能干、坚强的样子，尤其是对妈妈和老公。不开心的事情也可以倾诉一下，获得他们的理解。他们作为家人，知道你的难处，也会愿意让你松口气的。",
    "annotation": [
      {
        "sentence": "那就好，沟通是解决问题的第一步。",
        "label": ""
      },
      {
        "sentence": "还有啊，我们也可以适当地示个弱啊，不用时时刻刻都保持一个能干、坚强的样子，尤其是对妈妈和老公。",
        "label": ""
      },
      {
        "sentence": "不开心的事情也可以倾诉一下，获得他们的理解。",
        "label": ""
      },
      {
        "sentence": "他们作为家人，知道你的难处，也会愿意让你松口气的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直把委屈放在心里，不敢展示出疲惫和脆弱的一面。我会试着向他们倾诉一下，希望他们能够理解我。",
    "annotation": [
      {
        "sentence": "我一直把委屈放在心里，不敢展示出疲惫和脆弱的一面。",
        "label": ""
      },
      {
        "sentence": "我会试着向他们倾诉一下，希望他们能够理解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你有这样的想法真的很棒！我们总是习惯于把委屈放在肚子里，用最坚强的那一面去面对，可是啊，担子背的太久了真的会累。而且时间长了，大家可能习惯了，都没发现你竟然压力这么大。所以啊，不妨把担子卸下来一会儿，不去掩饰疲惫的那一面，让家人了解你的苦和难，也给他们一个支撑你的机会。",
    "annotation": [
      {
        "sentence": "很好，你有这样的想法真的很棒！",
        "label": ""
      },
      {
        "sentence": "我们总是习惯于把委屈放在肚子里，用最坚强的那一面去面对，可是啊，担子背的太久了真的会累。",
        "label": ""
      },
      {
        "sentence": "而且时间长了，大家可能习惯了，都没发现你竟然压力这么大。",
        "label": ""
      },
      {
        "sentence": "所以啊，不妨把担子卸下来一会儿，不去掩饰疲惫的那一面，让家人了解你的苦和难，也给他们一个支撑你的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，我会试着把担子放下来，告诉他们我的真实感受，希望他们能够支持我。其实，我也需要照顾自己，这样才能更好地照顾他们。",
    "annotation": [
      {
        "sentence": "我理解了，我会试着把担子放下来，告诉他们我的真实感受，希望他们能够支持我。",
        "label": ""
      },
      {
        "sentence": "其实，我也需要照顾自己，这样才能更好地照顾他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你说得对。你也是一个需要被照顾的人，只有你能够照顾好自己，才能更好地照顾他人。还有啊，咱们也可以把休假时间分配一下，每天分成几个部分，哪个时间段陪妈妈，哪个时间段照顾公公，再留出时间来给自己放松，比如约闺蜜逛个街，做个按摩，或者单纯地放空自己。这样你就能够在照顾他人的同时，也给自己一些喘息的空间。",
    "annotation": [
      {
        "sentence": "是的，你说得对。",
        "label": ""
      },
      {
        "sentence": "你也是一个需要被照顾的人，只有你能够照顾好自己，才能更好地照顾他人。",
        "label": ""
      },
      {
        "sentence": "还有啊，咱们也可以把休假时间分配一下，每天分成几个部分，哪个时间段陪妈妈，哪个时间段照顾公公，再留出时间来给自己放松，比如约闺蜜逛个街，做个按摩，或者单纯地放空自己。",
        "label": ""
      },
      {
        "sentence": "这样你就能够在照顾他人的同时，也给自己一些喘息的空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯嗯，我会按照你说的去做的。把休假时间合理分配，既能顾及家人的需求，也不会忽视自己的身心健康。谢谢你给我这么多建议和支持。",
    "annotation": [
      {
        "sentence": "嗯嗯，我会按照你说的去做的。",
        "label": ""
      },
      {
        "sentence": "把休假时间合理分配，既能顾及家人的需求，也不会忽视自己的身心健康。",
        "label": ""
      },
      {
        "sentence": "谢谢你给我这么多建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意给你提供帮助和支持。记住，你并不孤单，身边有爱护你的人。愿你能够找到平衡，过上幸福健康的生活。如果将来还有什么困扰，记得随时来找我倾诉。你不是一个人在战斗，我们会一直支持你的。",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意给你提供帮助和支持。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，身边有爱护你的人。",
        "label": ""
      },
      {
        "sentence": "愿你能够找到平衡，过上幸福健康的生活。",
        "label": ""
      },
      {
        "sentence": "如果将来还有什么困扰，记得随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，我们会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我会的。有你这样的支持者，我感觉好多了。如果以后有需要，我一定会再来找你的。再次感谢你的关心和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你，我会的。",
        "label": ""
      },
      {
        "sentence": "有你这样的支持者，我感觉好多了。",
        "label": ""
      },
      {
        "sentence": "如果以后有需要，我一定会再来找你的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的关心和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直都在这里。随时记得我，我会一直陪伴着你走过每一段困难的时光。记住，你是坚强的，你能够度过这个难关。加油！",
    "annotation": [
      {
        "sentence": "不客气，我一直都在这里。",
        "label": ""
      },
      {
        "sentence": "随时记得我，我会一直陪伴着你走过每一段困难的时光。",
        "label": ""
      },
      {
        "sentence": "记住，你是坚强的，你能够度过这个难关。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]