[
  {
    "role": "client",
    "content": "我32岁，不喜欢自己的工作，怎样找到自己适合做什么？我有大专文凭，在大学学的会计，但是我不喜欢这个专业。大学毕业时，我得了双向认知功能损伤，虽然现在病情已经控制住了，但是自己觉得能力不够。我是个感性的人，左脑思维发展不够，对数字也不太敏感，不知道是认知受损的原因还是不擅长。我尝试了很多工作，但都过不了试用期。上一份工作是做库管，做了两年，可能老板对我包容一些，再加上只管账这个工作我能做好，但是找不到其他工作，又回到了库管的工作。但是还是过不了试用期，我觉得自己做事没有方法。但是我对心理学比较感兴趣，喜欢探究自己，曾经在这方面提问了将近70次，对自己有很大帮助！不知道该做什么工作，请大家给予建议！谢谢。",
    "annotation": [
      {
        "sentence": "我32岁，不喜欢自己的工作，怎样找到自己适合做什么？",
        "label": ""
      },
      {
        "sentence": "我有大专文凭，在大学学的会计，但是我不喜欢这个专业。",
        "label": ""
      },
      {
        "sentence": "大学毕业时，我得了双向认知功能损伤，虽然现在病情已经控制住了，但是自己觉得能力不够。",
        "label": ""
      },
      {
        "sentence": "我是个感性的人，左脑思维发展不够，对数字也不太敏感，不知道是认知受损的原因还是不擅长。",
        "label": ""
      },
      {
        "sentence": "我尝试了很多工作，但都过不了试用期。",
        "label": ""
      },
      {
        "sentence": "上一份工作是做库管，做了两年，可能老板对我包容一些，再加上只管账这个工作我能做好，但是找不到其他工作，又回到了库管的工作。",
        "label": ""
      },
      {
        "sentence": "但是还是过不了试用期，我觉得自己做事没有方法。",
        "label": ""
      },
      {
        "sentence": "但是我对心理学比较感兴趣，喜欢探究自己，曾经在这方面提问了将近70次，对自己有很大帮助！",
        "label": ""
      },
      {
        "sentence": "不知道该做什么工作，请大家给予建议！",
        "label": ""
      },
      {
        "sentence": "谢谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解你因工作焦虑而苦恼的心情，我很能理解。你的专业背景和工作经验都指向会计和做账方面。不过你提到了\"找不到工作又去找库管来做，还是过不了试用期，说自己做事没有方法\"，工作不擅长的确让你感到困扰。但是你有没有仔细分析过\"怎么样才能做事有方法\"呢？从现实来看，这个问题对于你目前的工作发展非常重要。你可以请教一下同事或行业里的熟人朋友，或者观察一下别人是如何完成同样任务的，尝试借鉴一些方法，或许能有效地帮助你。此外，你可以多方面探索自己的兴趣，找到一些自己力所能及的尝试途径，有意识地参加一些技能培训（最好是和就业相关的），这样你总会找到相对容易上手的工作。你可以在现有工作的基础上\"骑驴找马\"，等到某种技能或能力达到一定程度，或许会找到新的出路。这是我的建议，不管怎么样，要对未来充满希望。",
    "annotation": [
      {
        "sentence": "了解你因工作焦虑而苦恼的心情，我很能理解。",
        "label": ""
      },
      {
        "sentence": "你的专业背景和工作经验都指向会计和做账方面。",
        "label": ""
      },
      {
        "sentence": "不过你提到了\"找不到工作又去找库管来做，还是过不了试用期，说自己做事没有方法\"，工作不擅长的确让你感到困扰。",
        "label": ""
      },
      {
        "sentence": "但是你有没有仔细分析过\"怎么样才能做事有方法\"呢？",
        "label": ""
      },
      {
        "sentence": "从现实来看，这个问题对于你目前的工作发展非常重要。",
        "label": ""
      },
      {
        "sentence": "你可以请教一下同事或行业里的熟人朋友，或者观察一下别人是如何完成同样任务的，尝试借鉴一些方法，或许能有效地帮助你。",
        "label": ""
      },
      {
        "sentence": "此外，你可以多方面探索自己的兴趣，找到一些自己力所能及的尝试途径，有意识地参加一些技能培训（最好是和就业相关的），这样你总会找到相对容易上手的工作。",
        "label": ""
      },
      {
        "sentence": "你可以在现有工作的基础上\"骑驴找马\"，等到某种技能或能力达到一定程度，或许会找到新的出路。",
        "label": ""
      },
      {
        "sentence": "这是我的建议，不管怎么样，要对未来充满希望。",
        "label": ""
      }
    ]
  }
]