[
  {
    "role": "client",
    "content": "我处于暧昧期，能否判断一个开放的女生是否喜欢我？之前问题的总结和补充。她和我都是大二，同校不同系，认识快一年了，暧昧期超过半年，性格外向、颜值高、身材好，但是比较开放，身边男性朋友多，有时一起聚餐、喝酒。",
    "annotation": [
      {
        "sentence": "我处于暧昧期，能否判断一个开放的女生是否喜欢我？",
        "label": ""
      },
      {
        "sentence": "之前问题的总结和补充。",
        "label": ""
      },
      {
        "sentence": "她和我都是大二，同校不同系，认识快一年了，暧昧期超过半年，性格外向、颜值高、身材好，但是比较开放，身边男性朋友多，有时一起聚餐、喝酒。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "问题仔细看过了～其实有好多男女在正式确立关系之前，都会有那么一段暧昧时期，这段时期，实际上是美好的，新鲜的。因此也有人不愿意结束，至于这段时期，能维持多久，是否能进入下一步，就处于很多因素了。",
    "annotation": [
      {
        "sentence": "问题仔细看过了～其实有好多男女在正式确立关系之前，都会有那么一段暧昧时期，这段时期，实际上是美好的，新鲜的。",
        "label": ""
      },
      {
        "sentence": "因此也有人不愿意结束，至于这段时期，能维持多久，是否能进入下一步，就处于很多因素了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实是这样的，我不确定她对我是否是真心喜欢，有时候她会穿得比较暴露，也不拒绝陌生男生搭话，在我眼里她更喜欢和男生交往，身边也经常有不同男生陪着，这让我有些担心。",
    "annotation": [
      {
        "sentence": "确实是这样的，我不确定她对我是否是真心喜欢，有时候她会穿得比较暴露，也不拒绝陌生男生搭话，在我眼里她更喜欢和男生交往，身边也经常有不同男生陪着，这让我有些担心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你描述她欣赏你的学识，和你对社会人生的看法契合，主动和你增进关系，愿意和你分享她的喜怒哀乐、过去和将来的打算，经常关心照顾你，愿意和你待在一起，肢体接触较亲密，和你的约会优先度最高，不否认她闺蜜误会你们的关系，试图将你拉进其男性社交圈，有时开一些暧昧的玩笑。鉴于这些表现，不排除她对你有所好感，可能是不想主动提出更亲密的关系。",
    "annotation": [
      {
        "sentence": "你描述她欣赏你的学识，和你对社会人生的看法契合，主动和你增进关系，愿意和你分享她的喜怒哀乐、过去和将来的打算，经常关心照顾你，愿意和你待在一起，肢体接触较亲密，和你的约会优先度最高，不否认她闺蜜误会你们的关系，试图将你拉进其男性社交圈，有时开一些暧昧的玩笑。",
        "label": ""
      },
      {
        "sentence": "鉴于这些表现，不排除她对你有所好感，可能是不想主动提出更亲密的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实不想让这段暧昧关系一直无限下去。我想和她在一起，但不知道是否该在开学后表白，时机成熟吗？",
    "annotation": [
      {
        "sentence": "你说得对，我确实不想让这段暧昧关系一直无限下去。",
        "label": ""
      },
      {
        "sentence": "我想和她在一起，但不知道是否该在开学后表白，时机成熟吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你想和她在一起，建议你还是和她表白，说出内心的想法。毕竟一个女孩子与你暧昧半年多了，还是没有得到任何表示，难免会有失落或者怀疑你是否对她真心。当然也不排除女孩子根本对你没有这个心思，对于进一步关系，有几个建议，仅供参考～",
    "annotation": [
      {
        "sentence": "如果你想和她在一起，建议你还是和她表白，说出内心的想法。",
        "label": ""
      },
      {
        "sentence": "毕竟一个女孩子与你暧昧半年多了，还是没有得到任何表示，难免会有失落或者怀疑你是否对她真心。",
        "label": ""
      },
      {
        "sentence": "当然也不排除女孩子根本对你没有这个心思，对于进一步关系，有几个建议，仅供参考～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议！我会考虑表白的时机。但除了表白，还需要进行什么样的确认吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我会考虑表白的时机。",
        "label": ""
      },
      {
        "sentence": "但除了表白，还需要进行什么样的确认吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于进一步关系的确认，我有几个建议可以给你参考。首先，一起约会时让这个约会有点像情侣之间的那样约会，但又没有互相说破，因为两个人正处于暧昧期，所以，在面对感情的时候，还残留着很多的不肯定性。其次，深夜经常聊天或一整天都是在和多方聊天，这说明你们之间的感情还是不错的，甚至会有一点点的情侣热恋中的感觉。最后，别让暧昧无限期的延续下去。暧昧确实美好，但暧昧期真的是越久越好吗？有很多女生私底下抱怨过自己的暧昧对象不够直白，不敢捅破这层关系。到底是“不敢”还是“不愿”，我们不得而知。暧昧期通常持续3~6个月最佳，适合了解彼此，判断对方心意；一旦超过半年，这段暧昧关系就容易“变质了”，拖得越久，越容易耗尽耐心，更难变成恋人。希望你表白成功，部分资料来源知乎。",
    "annotation": [
      {
        "sentence": "对于进一步关系的确认，我有几个建议可以给你参考。",
        "label": ""
      },
      {
        "sentence": "首先，一起约会时让这个约会有点像情侣之间的那样约会，但又没有互相说破，因为两个人正处于暧昧期，所以，在面对感情的时候，还残留着很多的不肯定性。",
        "label": ""
      },
      {
        "sentence": "其次，深夜经常聊天或一整天都是在和多方聊天，这说明你们之间的感情还是不错的，甚至会有一点点的情侣热恋中的感觉。",
        "label": ""
      },
      {
        "sentence": "最后，别让暧昧无限期的延续下去。",
        "label": ""
      },
      {
        "sentence": "暧昧确实美好，但暧昧期真的是越久越好吗？",
        "label": ""
      },
      {
        "sentence": "有很多女生私底下抱怨过自己的暧昧对象不够直白，不敢捅破这层关系。",
        "label": ""
      },
      {
        "sentence": "到底是“不敢”还是“不愿”，我们不得而知。",
        "label": ""
      },
      {
        "sentence": "暧昧期通常持续3~6个月最佳，适合了解彼此，判断对方心意；一旦超过半年，这段暧昧关系就容易“变质了”，拖得越久，越容易耗尽耐心，更难变成恋人。",
        "label": ""
      },
      {
        "sentence": "希望你表白成功，部分资料来源知乎。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的详细解答和建议！我会好好考虑，尽早采取行动。感谢你提供的支持和鼓励，我现在对自己的感情问题有了更清楚的认识。再次感谢！",
    "annotation": [
      {
        "sentence": "谢谢你的详细解答和建议！",
        "label": ""
      },
      {
        "sentence": "我会好好考虑，尽早采取行动。",
        "label": ""
      },
      {
        "sentence": "感谢你提供的支持和鼓励，我现在对自己的感情问题有了更清楚的认识。",
        "label": ""
      },
      {
        "sentence": "再次感谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我能够帮助到你我感到非常开心。希望你能够早日解决感情问题，不管最终的结果如何，重要的是你勇敢去追求自己的幸福。如果以后还需要任何帮助或者倾诉，请随时找我聊天。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我能够帮助到你我感到非常开心。",
        "label": ""
      },
      {
        "sentence": "希望你能够早日解决感情问题，不管最终的结果如何，重要的是你勇敢去追求自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果以后还需要任何帮助或者倾诉，请随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]