[
  {
    "role": "client",
    "content": "国企做设计，不感兴趣，擅长的事情，可以认怂嘛？28岁，国企工作，做设计，但是觉得设计工作很无聊，整天对着个电脑，也人说话，觉得工作没什么意义，然后自己做的也不好，现在很想辞职，自己测试，自己是ENFP型，激励型人格，但是现在因为，辞职成本比较高。很纠结要不要辞职，自己感兴趣的是教育，有教师资格证，但不是师范专业毕业的。为什么，来问，是因为，自己，拖延症现在特别严重，总是拖延，我不知道，是因为自己怕难，还是不感兴趣，因为这份工作没有做好，我特别不好意思，跟领导提换岗要求，一方面觉得，自己不应该服输。一方面又觉得很痛苦。做不好，完不成。很难受，不知道不知道该怎么办？人生可以认怂嘛？数学不好的人，可以放弃理科，去学文科，或者学艺术嘛？我一直不知道，自己能不能，放弃自己的弱势，去选择自己的擅长点。一旦放弃，会不会说明自己就是一个软弱无力的人呢？",
    "annotation": [
      {
        "sentence": "国企做设计，不感兴趣，擅长的事情，可以认怂嘛？",
        "label": ""
      },
      {
        "sentence": "28岁，国企工作，做设计，但是觉得设计工作很无聊，整天对着个电脑，也人说话，觉得工作没什么意义，然后自己做的也不好，现在很想辞职，自己测试，自己是ENFP型，激励型人格，但是现在因为，辞职成本比较高。",
        "label": ""
      },
      {
        "sentence": "很纠结要不要辞职，自己感兴趣的是教育，有教师资格证，但不是师范专业毕业的。",
        "label": ""
      },
      {
        "sentence": "为什么，来问，是因为，自己，拖延症现在特别严重，总是拖延，我不知道，是因为自己怕难，还是不感兴趣，因为这份工作没有做好，我特别不好意思，跟领导提换岗要求，一方面觉得，自己不应该服输。",
        "label": ""
      },
      {
        "sentence": "一方面又觉得很痛苦。",
        "label": ""
      },
      {
        "sentence": "做不好，完不成。",
        "label": ""
      },
      {
        "sentence": "很难受，不知道不知道该怎么办？",
        "label": ""
      },
      {
        "sentence": "人生可以认怂嘛？",
        "label": ""
      },
      {
        "sentence": "数学不好的人，可以放弃理科，去学文科，或者学艺术嘛？",
        "label": ""
      },
      {
        "sentence": "我一直不知道，自己能不能，放弃自己的弱势，去选择自己的擅长点。",
        "label": ""
      },
      {
        "sentence": "一旦放弃，会不会说明自己就是一个软弱无力的人呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的纠结，这可能是迷茫期，不甘于现状，但又觉得自己软弱。你的年龄还很年轻，时间是最宝贵的资本。所以如果你想做就去做，要勇敢一点。人生只有一次，为什么不在有限的时间内做自己喜欢的事呢？很多人在年老时会后悔没有去追求自己想做的事情。也许你换了工作会更好呢？现在很多人害怕去做自己喜欢的事情，因为野心与才华不匹配。就像冰山理论，一个人的成功与其个性等因素占70%，技能只占30%。人生是你自己的，没有认不认怂的事情，就像不擅长数学为什么要学数学呢？为什么不学自己擅长又喜欢的呢？每个人都有自己擅长的领域，不是全能的，否则就不会有那么多不同行业了。放弃不等于软弱，证明你勇于面对现实，而不是继续过着不满意的生活。你已经超越了很多人，未来还很长，放手去实现自己的梦想吧。希望我的回答能帮到你，祝你一切安好。",
    "annotation": [
      {
        "sentence": "理解你的纠结，这可能是迷茫期，不甘于现状，但又觉得自己软弱。",
        "label": ""
      },
      {
        "sentence": "你的年龄还很年轻，时间是最宝贵的资本。",
        "label": ""
      },
      {
        "sentence": "所以如果你想做就去做，要勇敢一点。",
        "label": ""
      },
      {
        "sentence": "人生只有一次，为什么不在有限的时间内做自己喜欢的事呢？",
        "label": ""
      },
      {
        "sentence": "很多人在年老时会后悔没有去追求自己想做的事情。",
        "label": ""
      },
      {
        "sentence": "也许你换了工作会更好呢？",
        "label": ""
      },
      {
        "sentence": "现在很多人害怕去做自己喜欢的事情，因为野心与才华不匹配。",
        "label": ""
      },
      {
        "sentence": "就像冰山理论，一个人的成功与其个性等因素占70%，技能只占30%。",
        "label": ""
      },
      {
        "sentence": "人生是你自己的，没有认不认怂的事情，就像不擅长数学为什么要学数学呢？",
        "label": ""
      },
      {
        "sentence": "为什么不学自己擅长又喜欢的呢？",
        "label": ""
      },
      {
        "sentence": "每个人都有自己擅长的领域，不是全能的，否则就不会有那么多不同行业了。",
        "label": ""
      },
      {
        "sentence": "放弃不等于软弱，证明你勇于面对现实，而不是继续过着不满意的生活。",
        "label": ""
      },
      {
        "sentence": "你已经超越了很多人，未来还很长，放手去实现自己的梦想吧。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能帮到你，祝你一切安好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答。我明白了，时间是宝贵的，我也不想再虚度下去了。但是换工作涉及到一些成本和风险，我还在犹豫要不要辞职。你觉得我应该怎么权衡利弊呢？",
    "annotation": [
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "我明白了，时间是宝贵的，我也不想再虚度下去了。",
        "label": ""
      },
      {
        "sentence": "但是换工作涉及到一些成本和风险，我还在犹豫要不要辞职。",
        "label": ""
      },
      {
        "sentence": "你觉得我应该怎么权衡利弊呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你对换工作的犹豫。权衡利弊是必要的，你可以考虑以下几点：首先，评估你的职业发展是否能在国企设计岗位有所突破，如果前景有限，那换工作可能是个好选择；其次，考虑你对教育工作的热情和兴趣，如果你对教育有浓厚的兴趣，那么辞职去从事教育行业可能会更加有激情；另外，你可以了解一下教育行业的就业前景和发展机会，看是否符合你的期望；最后，你可以和身边的朋友、家人或者职业顾问交流一下，听听他们的意见和建议。毕竟他们能更好地了解你的情况。希望这些指导能帮助你做出权衡利弊的决策。",
    "annotation": [
      {
        "sentence": "明白你对换工作的犹豫。",
        "label": ""
      },
      {
        "sentence": "权衡利弊是必要的，你可以考虑以下几点：首先，评估你的职业发展是否能在国企设计岗位有所突破，如果前景有限，那换工作可能是个好选择；其次，考虑你对教育工作的热情和兴趣，如果你对教育有浓厚的兴趣，那么辞职去从事教育行业可能会更加有激情；另外，你可以了解一下教育行业的就业前景和发展机会，看是否符合你的期望；最后，你可以和身边的朋友、家人或者职业顾问交流一下，听听他们的意见和建议。",
        "label": ""
      },
      {
        "sentence": "毕竟他们能更好地了解你的情况。",
        "label": ""
      },
      {
        "sentence": "希望这些指导能帮助你做出权衡利弊的决策。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要对自己的职业前景进行全面评估，看看是不是国企设计岗位已经达到了发展瓶颈。同时，我会认真思考一下自己对教育的热情和兴趣是否能够支撑我辞职去从事教育工作。我也会咨询身边朋友和家人的意见，最后做出一个明智的决策。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "你说得对，我需要对自己的职业前景进行全面评估，看看是不是国企设计岗位已经达到了发展瓶颈。",
        "label": ""
      },
      {
        "sentence": "同时，我会认真思考一下自己对教育的热情和兴趣是否能够支撑我辞职去从事教育工作。",
        "label": ""
      },
      {
        "sentence": "我也会咨询身边朋友和家人的意见，最后做出一个明智的决策。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我愿意一直陪伴并帮助你。你拥有自己的思考和决策能力，我相信你会做出最合适的选择。在这个过程中，记得专注于自己的内心需求和激情，因为只有做自己喜欢的事情，才能发挥出最好的潜力。如果你需要任何进一步的支持和帮助，请随时告诉我。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我愿意一直陪伴并帮助你。",
        "label": ""
      },
      {
        "sentence": "你拥有自己的思考和决策能力，我相信你会做出最合适的选择。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，记得专注于自己的内心需求和激情，因为只有做自己喜欢的事情，才能发挥出最好的潜力。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的支持和帮助，请随时告诉我。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你一直以来的陪伴和支持。我会认真考虑自己的需求和激情，并做出最适合的选择。如果有需要，我一定会向你寻求进一步的帮助。再次感谢你的关心和祝福！祝你一切顺利！",
    "annotation": [
      {
        "sentence": "非常感谢你一直以来的陪伴和支持。",
        "label": ""
      },
      {
        "sentence": "我会认真考虑自己的需求和激情，并做出最适合的选择。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我一定会向你寻求进一步的帮助。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的关心和祝福！",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢你的肯定和谢意。希望我的支持能够给你带来帮助和信心。无论你做出怎样的决策，我相信你都能迈向更好的人生道路。如果将来需要我继续支持你，随时告诉我，我会尽力帮助。祝你一切都好，一切顺利！加油！",
    "annotation": [
      {
        "sentence": "非常感谢你的肯定和谢意。",
        "label": ""
      },
      {
        "sentence": "希望我的支持能够给你带来帮助和信心。",
        "label": ""
      },
      {
        "sentence": "无论你做出怎样的决策，我相信你都能迈向更好的人生道路。",
        "label": ""
      },
      {
        "sentence": "如果将来需要我继续支持你，随时告诉我，我会尽力帮助。",
        "label": ""
      },
      {
        "sentence": "祝你一切都好，一切顺利！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]