[
  {
    "role": "client",
    "content": "我没兴趣，很自责，如果做了不擅长的工作，可以放弃嘛？我28岁，在一家国企上班，毕业后，一直在从事本专业相关的工作，一直以来，我做的都不是太好，就是能勉强完成工作。今天疫情以来，我工作不是很饱和，但是每接到一个任务就会拖延，如果这个任务，没有规定明天必须交，我就会一直拖，后来我会拖一周到一个月不等，还为此，专门听了终结拖延症，还学习了一些时间管理的课程。但是，我还是经常会拖延，这次，我有一个方案，本来觉得，两天就能做完，可是，我拖了一周，一个月。现在一个半月了，中间那种，简单的事情，都能很快完成，这个工作，稍微有点难度，但是，不算那种完不成的，但是，我觉得有点难，有点拿不准，就一直拖着没完成，现在很怀疑自己，每天会很早就来单位工作，但是很晚了，一天还没到那项工作上，越拖越不想做了。现在就很想辞职，想着，我可不可以，换个擅长的工作，是不是因为，我对这个工作，没兴趣，我也很自责，很内疚，但是，我一在任务前，这个工作需要很投入，我拿不准，完不成。",
    "annotation": [
      {
        "sentence": "我没兴趣，很自责，如果做了不擅长的工作，可以放弃嘛？",
        "label": ""
      },
      {
        "sentence": "我28岁，在一家国企上班，毕业后，一直在从事本专业相关的工作，一直以来，我做的都不是太好，就是能勉强完成工作。",
        "label": ""
      },
      {
        "sentence": "今天疫情以来，我工作不是很饱和，但是每接到一个任务就会拖延，如果这个任务，没有规定明天必须交，我就会一直拖，后来我会拖一周到一个月不等，还为此，专门听了终结拖延症，还学习了一些时间管理的课程。",
        "label": ""
      },
      {
        "sentence": "但是，我还是经常会拖延，这次，我有一个方案，本来觉得，两天就能做完，可是，我拖了一周，一个月。",
        "label": ""
      },
      {
        "sentence": "现在一个半月了，中间那种，简单的事情，都能很快完成，这个工作，稍微有点难度，但是，不算那种完不成的，但是，我觉得有点难，有点拿不准，就一直拖着没完成，现在很怀疑自己，每天会很早就来单位工作，但是很晚了，一天还没到那项工作上，越拖越不想做了。",
        "label": ""
      },
      {
        "sentence": "现在就很想辞职，想着，我可不可以，换个擅长的工作，是不是因为，我对这个工作，没兴趣，我也很自责，很内疚，但是，我一在任务前，这个工作需要很投入，我拿不准，完不成。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "读了你的描叙，我的理解，你目前的工作状况不理想，具体说来：外在的条件看起来都不错，国企，工作稳定且有一定的挑战性，说明它有职业进步的潜力。另一方面，你做的工作是本行，你接受过专业教育，又已积累下几年的工作经验。",
    "annotation": [
      {
        "sentence": "读了你的描叙，我的理解，你目前的工作状况不理想，具体说来：外在的条件看起来都不错，国企，工作稳定且有一定的挑战性，说明它有职业进步的潜力。",
        "label": ""
      },
      {
        "sentence": "另一方面，你做的工作是本行，你接受过专业教育，又已积累下几年的工作经验。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，但是我一直没有取得好的成绩，对自己的能力也产生了质疑和自责。",
    "annotation": [
      {
        "sentence": "是的，但是我一直没有取得好的成绩，对自己的能力也产生了质疑和自责。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "但按你描叙的主观感受来看，你对工作任务有拖延症，尽管自己努力理性地想要改变工作态度，但丝毫你的情感上对这份工作越来越抵触，目前似乎到了“磨自己的洋工”的地步（貌似一直工作实则注意力集中不起来）。你对自己的判断是缺乏兴趣，你的愿望是跳槽，找一个自己“擅长”的工作。",
    "annotation": [
      {
        "sentence": "但按你描叙的主观感受来看，你对工作任务有拖延症，尽管自己努力理性地想要改变工作态度，但丝毫你的情感上对这份工作越来越抵触，目前似乎到了“磨自己的洋工”的地步（貌似一直工作实则注意力集中不起来）。",
        "label": ""
      },
      {
        "sentence": "你对自己的判断是缺乏兴趣，你的愿望是跳槽，找一个自己“擅长”的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我真的很想找一个擅长的工作，感觉自己在现在的工作上很吃力。",
    "annotation": [
      {
        "sentence": "对，我真的很想找一个擅长的工作，感觉自己在现在的工作上很吃力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描叙看，很难准确判断出造成你目前状态的原因。兴趣如你说可能会是一个原因，但可能不只这一个简单的原因。从你努力矫正拖延症，并且注重工作时间投入上来看，你的理性感很强，一直在有意把握好自己的职业态度。也许你的情感与理智有时不能一致，它们之间互相对抗，有时产生“内耗”？",
    "annotation": [
      {
        "sentence": "从你的描叙看，很难准确判断出造成你目前状态的原因。",
        "label": ""
      },
      {
        "sentence": "兴趣如你说可能会是一个原因，但可能不只这一个简单的原因。",
        "label": ""
      },
      {
        "sentence": "从你努力矫正拖延症，并且注重工作时间投入上来看，你的理性感很强，一直在有意把握好自己的职业态度。",
        "label": ""
      },
      {
        "sentence": "也许你的情感与理智有时不能一致，它们之间互相对抗，有时产生“内耗”？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许是这样，我一直希望能够做到完美，但实际上却总觉得工作没有圆满感，而且有很大压力和拖延症。",
    "annotation": [
      {
        "sentence": "或许是这样，我一直希望能够做到完美，但实际上却总觉得工作没有圆满感，而且有很大压力和拖延症。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "也许你有追求完美的观念，使得自己做事情总觉得难有圆满感，因而工作中容易产生压力感和拖延症？不妨试试多方面猜想自己。有时候，让自己迷茫会比处于粘滞状态好。从迷惑中试图理解自己时，是否可能比不论如何只希望能够促使自己的状态有意思一些呢？",
    "annotation": [
      {
        "sentence": "也许你有追求完美的观念，使得自己做事情总觉得难有圆满感，因而工作中容易产生压力感和拖延症？",
        "label": ""
      },
      {
        "sentence": "不妨试试多方面猜想自己。",
        "label": ""
      },
      {
        "sentence": "有时候，让自己迷茫会比处于粘滞状态好。",
        "label": ""
      },
      {
        "sentence": "从迷惑中试图理解自己时，是否可能比不论如何只希望能够促使自己的状态有意思一些呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说得对，我应该更多地探索自己，理解自己，而不仅仅是努力改变自己的状态。",
    "annotation": [
      {
        "sentence": "或许你说得对，我应该更多地探索自己，理解自己，而不仅仅是努力改变自己的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我的意思，当你觉得用理性促使自己，但状态好像在某个方向上继续粘滞发展，不容易解脱，好像要采用“断离”方式才会有所转变时，不如让自己陷入对自我的各种猜测式的迷茫，这就是给自己重新认识自我的机会。在稍微放下理性，给自己机会了解自我的时候，不妨也回头看看自己当初选这个专业，以及入职后的经历。",
    "annotation": [
      {
        "sentence": "我的意思，当你觉得用理性促使自己，但状态好像在某个方向上继续粘滞发展，不容易解脱，好像要采用“断离”方式才会有所转变时，不如让自己陷入对自我的各种猜测式的迷茫，这就是给自己重新认识自我的机会。",
        "label": ""
      },
      {
        "sentence": "在稍微放下理性，给自己机会了解自我的时候，不妨也回头看看自己当初选这个专业，以及入职后的经历。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许在回忆过去的过程中，我能找到一些对自己工作的积极体验和满意的时刻，从而更好地理解自己和工作。",
    "annotation": [
      {
        "sentence": "或许在回忆过去的过程中，我能找到一些对自己工作的积极体验和满意的时刻，从而更好地理解自己和工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看看是否有某个自己表现比较满意的阶段或片刻。仔细从回忆中回味一下，如果找得到这样的片段，好好回忆一下当时的外界条件如何，当时的情感体会，甚至身体的感受，回味一下当时如何形成内外协调的良好状态的。之所以从经历中去寻找你比较满意的片段，是为了让你感受一下，你的专业兴趣未必一直是低落的。兴趣不是死的东西，可能某个时候某些因素能调动你的情感支持，使你的理性与感性同向，从而感到“对路”。",
    "annotation": [
      {
        "sentence": "看看是否有某个自己表现比较满意的阶段或片刻。",
        "label": ""
      },
      {
        "sentence": "仔细从回忆中回味一下，如果找得到这样的片段，好好回忆一下当时的外界条件如何，当时的情感体会，甚至身体的感受，回味一下当时如何形成内外协调的良好状态的。",
        "label": ""
      },
      {
        "sentence": "之所以从经历中去寻找你比较满意的片段，是为了让你感受一下，你的专业兴趣未必一直是低落的。",
        "label": ""
      },
      {
        "sentence": "兴趣不是死的东西，可能某个时候某些因素能调动你的情感支持，使你的理性与感性同向，从而感到“对路”。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，我需要重新审视自己的过去经历，找到与工作相关的积极体验，以及那些能调动兴趣和情感支持的因素。",
    "annotation": [
      {
        "sentence": "我理解了，我需要重新审视自己的过去经历，找到与工作相关的积极体验，以及那些能调动兴趣和情感支持的因素。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "还有，能不能也特别关注一下他人对你工作的评价？看看是否他人对你工作的满意度比你想象中的要好？完美主义往往对自己很苛刻，因为相信自己对自己的苛刻判断而倍感“艰难”？",
    "annotation": [
      {
        "sentence": "还有，能不能也特别关注一下他人对你工作的评价？",
        "label": ""
      },
      {
        "sentence": "看看是否他人对你工作的满意度比你想象中的要好？",
        "label": ""
      },
      {
        "sentence": "完美主义往往对自己很苛刻，因为相信自己对自己的苛刻判断而倍感“艰难”？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想我确实需要更多地认识到他人对我的工作的肯定，减少对自己的苛刻，以及给自己更多的支持和鼓励。",
    "annotation": [
      {
        "sentence": "我想我确实需要更多地认识到他人对我的工作的肯定，减少对自己的苛刻，以及给自己更多的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果有这种可能性，不妨借助外界的肯定，让自己放松一下一味促使自己的内在压力。说了这么多，也不是为",
    "annotation": [
      {
        "sentence": "如果有这种可能性，不妨借助外界的肯定，让自己放松一下一味促使自己的内在压力。",
        "label": ""
      },
      {
        "sentence": "说了这么多，也不是为",
        "label": ""
      }
    ]
  }
]