[
  {
    "role": "client",
    "content": "我有个问题，我9岁的女儿在背古诗的时候总是哭，她不想继续了，我该怎么办呢？她的暑假作业是每天默写一首古诗，还有背诵一篇新的古诗。每次看到老师布置的古诗，她就觉得难，就开始哭，虽然我给她讲了解释，帮助她理解，但她背了几个小时也没过，她还想出去玩，就一直哭，我该怎么帮她改变呢？",
    "annotation": [
      {
        "sentence": "我有个问题，我9岁的女儿在背古诗的时候总是哭，她不想继续了，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "她的暑假作业是每天默写一首古诗，还有背诵一篇新的古诗。",
        "label": ""
      },
      {
        "sentence": "每次看到老师布置的古诗，她就觉得难，就开始哭，虽然我给她讲了解释，帮助她理解，但她背了几个小时也没过，她还想出去玩，就一直哭，我该怎么帮她改变呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都是从孩子成长过来的呢！你小的时候对于这类背诵作业是不是也很讨厌呢？可能时代不同，教材不同，人也不同，会出现差异，但是我相信不管是以前还是现在，大部分孩子对于背古诗并默写都是不喜欢的！T_T为什么小孩子讨厌背古诗呢？回想一下我的童年，我大概是个比较乖巧的女孩子，老师布置的作业一般都会老老实实完成。小学的作业也不多，那个时候我还蛮积极的，对语文也特别感兴趣。虽然有时有点不耐烦（对小孩子来说，玩当然比学习快乐！）。我觉得主要原因在于：○大家普遍觉得学习是痛苦的。有时我们对于事物总有先入为主的看法，而这种想法很容易影响我们。>>如果每个人都觉得学习是痛苦的，很容易被带入这种境地。所以你可以试着引导孩子认识到学习是快乐的事情，当然注意方式不能太强制。○观念的改变当然很重要，但行为也要跟上。有时候学习确实是枯燥的，因为我们不知道学习的技巧。教师的教学方法或者我们习惯的学习方式可能不适合我们。等到初高中之后，我们会越来越意识到适合自己的学习方式的重要性，学霸的学习方法照搬未必有效。同时我也发现，背古诗之所以觉得痛苦，是因为我们不懂诗。长大后这个问题就不用我们提醒了，因为我们愿意去了解，去记得诗的故事。当我们了解诗的美好、诗的价值时，我们不会再被迫背诵，而是被它的魅力吸引。而这正是背古诗的目的所在，但小孩子文学基础有限，很难去品读诗，去理解。对他们来说，古诗晦涩难懂，即使只有几行也很难记住，他们找不到字与字之间的联系。>>这个时候你可以耐心一些，花点时间鼓励孩子与你一起查阅，一起理解。带着她去感受诗意的情境，去体会诗人的感情。多好呀！每个中国人的骨子里都有一个爱诗的灵魂！让孩子爱上诗，其实就是把学习变成了兴趣，变成一件快乐的事情，这样学起来才会有劲头。我觉得相对于监督孩子、忍住发火花的时间，这种做法会更轻松一些。和孩子一起学习，既能维持家庭和谐，又能培养亲子关系多好啊！(●°u°●)​」○你这种耐心的做法能够平静孩子焦躁的心情，她也一定会喜欢这种氛围。平时让孩子看看《中国诗词大会》，《如果国宝会说话》之类的，对她也会很有帮助。B站上有很多好的节目！希望这些对你有所帮助！",
    "annotation": [
      {
        "sentence": "每个人都是从孩子成长过来的呢！",
        "label": ""
      },
      {
        "sentence": "你小的时候对于这类背诵作业是不是也很讨厌呢？",
        "label": ""
      },
      {
        "sentence": "可能时代不同，教材不同，人也不同，会出现差异，但是我相信不管是以前还是现在，大部分孩子对于背古诗并默写都是不喜欢的！",
        "label": ""
      },
      {
        "sentence": "T_T为什么小孩子讨厌背古诗呢？",
        "label": ""
      },
      {
        "sentence": "回想一下我的童年，我大概是个比较乖巧的女孩子，老师布置的作业一般都会老老实实完成。",
        "label": ""
      },
      {
        "sentence": "小学的作业也不多，那个时候我还蛮积极的，对语文也特别感兴趣。",
        "label": ""
      },
      {
        "sentence": "虽然有时有点不耐烦（对小孩子来说，玩当然比学习快乐！",
        "label": ""
      },
      {
        "sentence": "）。",
        "label": ""
      },
      {
        "sentence": "我觉得主要原因在于：○大家普遍觉得学习是痛苦的。",
        "label": ""
      },
      {
        "sentence": "有时我们对于事物总有先入为主的看法，而这种想法很容易影响我们。",
        "label": ""
      },
      {
        "sentence": ">>如果每个人都觉得学习是痛苦的，很容易被带入这种境地。",
        "label": ""
      },
      {
        "sentence": "所以你可以试着引导孩子认识到学习是快乐的事情，当然注意方式不能太强制。",
        "label": ""
      },
      {
        "sentence": "○观念的改变当然很重要，但行为也要跟上。",
        "label": ""
      },
      {
        "sentence": "有时候学习确实是枯燥的，因为我们不知道学习的技巧。",
        "label": ""
      },
      {
        "sentence": "教师的教学方法或者我们习惯的学习方式可能不适合我们。",
        "label": ""
      },
      {
        "sentence": "等到初高中之后，我们会越来越意识到适合自己的学习方式的重要性，学霸的学习方法照搬未必有效。",
        "label": ""
      },
      {
        "sentence": "同时我也发现，背古诗之所以觉得痛苦，是因为我们不懂诗。",
        "label": ""
      },
      {
        "sentence": "长大后这个问题就不用我们提醒了，因为我们愿意去了解，去记得诗的故事。",
        "label": ""
      },
      {
        "sentence": "当我们了解诗的美好、诗的价值时，我们不会再被迫背诵，而是被它的魅力吸引。",
        "label": ""
      },
      {
        "sentence": "而这正是背古诗的目的所在，但小孩子文学基础有限，很难去品读诗，去理解。",
        "label": ""
      },
      {
        "sentence": "对他们来说，古诗晦涩难懂，即使只有几行也很难记住，他们找不到字与字之间的联系。",
        "label": ""
      },
      {
        "sentence": ">>这个时候你可以耐心一些，花点时间鼓励孩子与你一起查阅，一起理解。",
        "label": ""
      },
      {
        "sentence": "带着她去感受诗意的情境，去体会诗人的感情。",
        "label": ""
      },
      {
        "sentence": "多好呀！",
        "label": ""
      },
      {
        "sentence": "每个中国人的骨子里都有一个爱诗的灵魂！",
        "label": ""
      },
      {
        "sentence": "让孩子爱上诗，其实就是把学习变成了兴趣，变成一件快乐的事情，这样学起来才会有劲头。",
        "label": ""
      },
      {
        "sentence": "我觉得相对于监督孩子、忍住发火花的时间，这种做法会更轻松一些。",
        "label": ""
      },
      {
        "sentence": "和孩子一起学习，既能维持家庭和谐，又能培养亲子关系多好啊！",
        "label": ""
      },
      {
        "sentence": "(●°u°●)​」○你这种耐心的做法能够平静孩子焦躁的心情，她也一定会喜欢这种氛围。",
        "label": ""
      },
      {
        "sentence": "平时让孩子看看《中国诗词大会》，《如果国宝会说话》之类的，对她也会很有帮助。",
        "label": ""
      },
      {
        "sentence": "B站上有很多好的节目！",
        "label": ""
      },
      {
        "sentence": "希望这些对你有所帮助！",
        "label": ""
      }
    ]
  }
]