[
  {
    "role": "client",
    "content": "做决定的时候总是很焦虑，怎么才能听到自己心的声音？",
    "annotation": [
      {
        "sentence": "做决定的时候总是很焦虑，怎么才能听到自己心的声音？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全能理解你的感受，因为我也曾经经历过这样一段时期。我觉得出现这种情况大概是想要的太多，而自己的能力又不能与之匹配吧。你的内心一直在焦虑的状态无法平静下来，所以你也不能静下心来把你所想做的事情做好，做不好又会自我否定，陷入新一轮的焦虑中去，形成了一个恶性循环。",
    "annotation": [
      {
        "sentence": "我完全能理解你的感受，因为我也曾经经历过这样一段时期。",
        "label": ""
      },
      {
        "sentence": "我觉得出现这种情况大概是想要的太多，而自己的能力又不能与之匹配吧。",
        "label": ""
      },
      {
        "sentence": "你的内心一直在焦虑的状态无法平静下来，所以你也不能静下心来把你所想做的事情做好，做不好又会自我否定，陷入新一轮的焦虑中去，形成了一个恶性循环。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得我总是纠结于不同的选择，感觉做一个决定都会错过其他好的机会。我真的很想对自己的未来做出正确的决策。",
    "annotation": [
      {
        "sentence": "是的，我觉得我总是纠结于不同的选择，感觉做一个决定都会错过其他好的机会。",
        "label": ""
      },
      {
        "sentence": "我真的很想对自己的未来做出正确的决策。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你才22岁，是敢想敢做敢拼敢闯的年纪，想要做的事就尽心尽力去做，而不要总是想着能从中得到什么，越是这样想越是得不到的，你只管把手上的事情件件做好，该来的总会来的。人生是没有标准答案的，没人会告诉你有一条通关之路，而且以你的性格，可能不管做了什么决定以后都会后悔，觉得另一条路会更好，所以，只管做你当下最想做的事情，所有的选择不管结果怎样，都是当时的最优解。",
    "annotation": [
      {
        "sentence": "你才22岁，是敢想敢做敢拼敢闯的年纪，想要做的事就尽心尽力去做，而不要总是想着能从中得到什么，越是这样想越是得不到的，你只管把手上的事情件件做好，该来的总会来的。",
        "label": ""
      },
      {
        "sentence": "人生是没有标准答案的，没人会告诉你有一条通关之路，而且以你的性格，可能不管做了什么决定以后都会后悔，觉得另一条路会更好，所以，只管做你当下最想做的事情，所有的选择不管结果怎样，都是当时的最优解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可能一直在追求完美，希望能满足所有的期待，但这样只会让自己越来越疲惫。我需要先了解自己的能力和需求，然后做出基于现实的决策。",
    "annotation": [
      {
        "sentence": "我明白了，我可能一直在追求完美，希望能满足所有的期待，但这样只会让自己越来越疲惫。",
        "label": ""
      },
      {
        "sentence": "我需要先了解自己的能力和需求，然后做出基于现实的决策。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对自我能力的客观评价十分重要，不然就是白白浪费时间和精力，能力范围内的事情努力做得更好，能力范围之外的事情就尽人事听天命。你的需求也很重要，你想要学历？想要赚钱？想要稳定的工作？还是想要做研究？这些你也必须在心里有轻重之分。了解了你的能力和需求才能有助于你做出最好的选择。",
    "annotation": [
      {
        "sentence": "对自我能力的客观评价十分重要，不然就是白白浪费时间和精力，能力范围内的事情努力做得更好，能力范围之外的事情就尽人事听天命。",
        "label": ""
      },
      {
        "sentence": "你的需求也很重要，你想要学历？",
        "label": ""
      },
      {
        "sentence": "想要赚钱？",
        "label": ""
      },
      {
        "sentence": "想要稳定的工作？",
        "label": ""
      },
      {
        "sentence": "还是想要做研究？",
        "label": ""
      },
      {
        "sentence": "这些你也必须在心里有轻重之分。",
        "label": ""
      },
      {
        "sentence": "了解了你的能力和需求才能有助于你做出最好的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我曾经经常会高估自己的能力，但实际上并不是那么出色。每当我意识到这一点时，我就会开始攻击自己，觉得自己不配做出决定，甚至觉得自己比不上别人。",
    "annotation": [
      {
        "sentence": "是的，我曾经经常会高估自己的能力，但实际上并不是那么出色。",
        "label": ""
      },
      {
        "sentence": "每当我意识到这一点时，我就会开始攻击自己，觉得自己不配做出决定，甚至觉得自己比不上别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种自我攻击是对自己的不公平，每个人都有自己的长处和短处，没有人能在所有方面都完美。你要相信自己的价值，学会接受自己的不足，并对自己的长处有自信。不要再和别人比较，因为每个人的生活道路都是不同的，你只需要专注于自己的成长和发展就好。",
    "annotation": [
      {
        "sentence": "这种自我攻击是对自己的不公平，每个人都有自己的长处和短处，没有人能在所有方面都完美。",
        "label": ""
      },
      {
        "sentence": "你要相信自己的价值，学会接受自己的不足，并对自己的长处有自信。",
        "label": ""
      },
      {
        "sentence": "不要再和别人比较，因为每个人的生活道路都是不同的，你只需要专注于自己的成长和发展就好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在准备二战，但是我的专业是食品，我就在衡量，我要考这个吗，看着以后就业很不好的样子。",
    "annotation": [
      {
        "sentence": "我现在准备二战，但是我的专业是食品，我就在衡量，我要考这个吗，看着以后就业很不好的样子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，就业市场的竞争确实是存在的，但并不是说就业前景一定会很不好。在选择考研之前，你可以先调研一下相关行业的就业情况，看看有没有适合你的机会。如果你真的对食品专业很感兴趣，那也可以考虑进一步提升自己的能力，增加竞争力。求助者：谢谢你的建议，我会好好考虑。",
    "annotation": [
      {
        "sentence": "是的，就业市场的竞争确实是存在的，但并不是说就业前景一定会很不好。",
        "label": ""
      },
      {
        "sentence": "在选择考研之前，你可以先调研一下相关行业的就业情况，看看有没有适合你的机会。",
        "label": ""
      },
      {
        "sentence": "如果你真的对食品专业很感兴趣，那也可以考虑进一步提升自己的能力，增加竞争力。",
        "label": ""
      },
      {
        "sentence": "求助者：谢谢你的建议，我会好好考虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我希望你能找到适合自己的道路。记住，即便是做出一些妥协，只要是为了自己最想要的东西，你就不会再焦虑不安了。你的人生是由你自己来掌控的，相信自己的内心声音，勇敢地迈出下一步。加油！",
    "annotation": [
      {
        "sentence": "不客气，我希望你能找到适合自己的道路。",
        "label": ""
      },
      {
        "sentence": "记住，即便是做出一些妥协，只要是为了自己最想要的东西，你就不会再焦虑不安了。",
        "label": ""
      },
      {
        "sentence": "你的人生是由你自己来掌控的，相信自己的内心声音，勇敢地迈出下一步。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尽力做好自己的决定，努力走好自己的道路。再次感谢你给我带来的启发和安慰。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尽力做好自己的决定，努力走好自己的道路。",
        "label": ""
      },
      {
        "sentence": "再次感谢你给我带来的启发和安慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助到你。如果将来还有什么困惑或者需要倾诉的，随时可以找我。祝愿你前程似锦，一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "如果将来还有什么困惑或者需要倾诉的，随时可以找我。",
        "label": ""
      },
      {
        "sentence": "祝愿你前程似锦，一切顺利！",
        "label": ""
      }
    ]
  }
]