[
  {
    "role": "client",
    "content": "最近一年我的强迫思维非常严重，遇事都会偏偏反着来。独处的时间很长，刚开始我会喜欢胡思乱想，比如家人不接电话我就会担心家人有事，后来演变成了强迫思维。明明知道怎么做怎么想一件事是对的，可还是偏偏反着来。比如看到别人不幸的经历，明明应该抱有同情的心态去帮助别人，可我的脑海里却会无端冒出“活该”两个字，然后我会马上反驳自己，但是之后我会非常自责，觉得自己恶毒，所以现在我都不太关注一些新闻，因为我害怕在思想里伤害别人，但是我又无法控制自己不去想这些不对的事情，感到非常难受。",
    "annotation": [
      {
        "sentence": "最近一年我的强迫思维非常严重，遇事都会偏偏反着来。",
        "label": ""
      },
      {
        "sentence": "独处的时间很长，刚开始我会喜欢胡思乱想，比如家人不接电话我就会担心家人有事，后来演变成了强迫思维。",
        "label": ""
      },
      {
        "sentence": "明明知道怎么做怎么想一件事是对的，可还是偏偏反着来。",
        "label": ""
      },
      {
        "sentence": "比如看到别人不幸的经历，明明应该抱有同情的心态去帮助别人，可我的脑海里却会无端冒出“活该”两个字，然后我会马上反驳自己，但是之后我会非常自责，觉得自己恶毒，所以现在我都不太关注一些新闻，因为我害怕在思想里伤害别人，但是我又无法控制自己不去想这些不对的事情，感到非常难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听完你的问题，我觉得你对自己太苛责了。我想和你反过来看看你自己。比如说，你觉得自己恶毒，但是我读完你的问题却完全感受不到一点恶毒的感觉。相反，我觉得你非常善良，很想送你一个拥抱，安慰你，并且为你点赞。你一定会问我为什么这样说吧。首先，当你看到别人不幸的经历时，你第一反应是想要对别人抱有同情心，尽管目前你还做不到。但是你的愿望和努力是很值得称赞的。其次，别人的不幸并不是由你引起的，你只是不情愿、无端地、控制不住地在脑子里冒出“活该”两个字，然后你为此会自责。但是我看不出你的任何错误。所以我能够看到你的善良。还有第三个让我看到你善良的一点是你说：“我害怕在思想里伤害别人”。一个在思想里都不愿意伤害别人的人，在实际行动中更不会有意去伤害别人。而且你还为了这个想法采取了一些行动，比如控制自己不去那样想，避免看那些新闻来避免在思想里伤害别人。从这三点来看，你是一个非常善良的人。如果我身边有你这样的人，我一定会很愿意和她做朋友。但是你可能会说，为什么我会有那么恶毒的想法呢？对不起，我只能真实地告诉你，我不敢随便给你下定论，给你贴标签。但是我会觉得这个问题非常值得探讨。在你看到别人的不幸经历时，在你的脑海中闪现的第一个想法是什么呢？或者在你说“活该”的同时，你还有什么其他的想法和情绪体验呢？在其他情境下，你是否有过类似的情绪体验，或者发生过类似的创伤事件吗？我觉得你并不是一个恶毒的人，可能你内心有一些你自己都没有清楚识别和表达出来的痛苦。我们可以从这里慢慢认识自己，处理一下与这些经历、痛苦有关的事件，希望这样可以帮到你一些。另外，我建议你以后有类似的想法时，不要刻意用力去控制它。因为对于强迫思维来说，反强迫可能会起到“滋养”的作用。你越是控制它，它就越强烈。请放心，你脑海中的一些想法并不会伤害到别人。顺其自然，做好你当下正在做的事情就好。另外一个建议是不知道是什么原因让你独自待的时间这么长。你是否可以选择做一些自己喜欢的事情，和朋友聊天，培养一些兴趣爱好，和家人聚聚，或者进行一些运动等等。找一些适合你的活动。你也可以考虑寻求专业的心理咨询。",
    "annotation": [
      {
        "sentence": "听完你的问题，我觉得你对自己太苛责了。",
        "label": ""
      },
      {
        "sentence": "我想和你反过来看看你自己。",
        "label": ""
      },
      {
        "sentence": "比如说，你觉得自己恶毒，但是我读完你的问题却完全感受不到一点恶毒的感觉。",
        "label": ""
      },
      {
        "sentence": "相反，我觉得你非常善良，很想送你一个拥抱，安慰你，并且为你点赞。",
        "label": ""
      },
      {
        "sentence": "你一定会问我为什么这样说吧。",
        "label": ""
      },
      {
        "sentence": "首先，当你看到别人不幸的经历时，你第一反应是想要对别人抱有同情心，尽管目前你还做不到。",
        "label": ""
      },
      {
        "sentence": "但是你的愿望和努力是很值得称赞的。",
        "label": ""
      },
      {
        "sentence": "其次，别人的不幸并不是由你引起的，你只是不情愿、无端地、控制不住地在脑子里冒出“活该”两个字，然后你为此会自责。",
        "label": ""
      },
      {
        "sentence": "但是我看不出你的任何错误。",
        "label": ""
      },
      {
        "sentence": "所以我能够看到你的善良。",
        "label": ""
      },
      {
        "sentence": "还有第三个让我看到你善良的一点是你说：“我害怕在思想里伤害别人”。",
        "label": ""
      },
      {
        "sentence": "一个在思想里都不愿意伤害别人的人，在实际行动中更不会有意去伤害别人。",
        "label": ""
      },
      {
        "sentence": "而且你还为了这个想法采取了一些行动，比如控制自己不去那样想，避免看那些新闻来避免在思想里伤害别人。",
        "label": ""
      },
      {
        "sentence": "从这三点来看，你是一个非常善良的人。",
        "label": ""
      },
      {
        "sentence": "如果我身边有你这样的人，我一定会很愿意和她做朋友。",
        "label": ""
      },
      {
        "sentence": "但是你可能会说，为什么我会有那么恶毒的想法呢？",
        "label": ""
      },
      {
        "sentence": "对不起，我只能真实地告诉你，我不敢随便给你下定论，给你贴标签。",
        "label": ""
      },
      {
        "sentence": "但是我会觉得这个问题非常值得探讨。",
        "label": ""
      },
      {
        "sentence": "在你看到别人的不幸经历时，在你的脑海中闪现的第一个想法是什么呢？",
        "label": ""
      },
      {
        "sentence": "或者在你说“活该”的同时，你还有什么其他的想法和情绪体验呢？",
        "label": ""
      },
      {
        "sentence": "在其他情境下，你是否有过类似的情绪体验，或者发生过类似的创伤事件吗？",
        "label": ""
      },
      {
        "sentence": "我觉得你并不是一个恶毒的人，可能你内心有一些你自己都没有清楚识别和表达出来的痛苦。",
        "label": ""
      },
      {
        "sentence": "我们可以从这里慢慢认识自己，处理一下与这些经历、痛苦有关的事件，希望这样可以帮到你一些。",
        "label": ""
      },
      {
        "sentence": "另外，我建议你以后有类似的想法时，不要刻意用力去控制它。",
        "label": ""
      },
      {
        "sentence": "因为对于强迫思维来说，反强迫可能会起到“滋养”的作用。",
        "label": ""
      },
      {
        "sentence": "你越是控制它，它就越强烈。",
        "label": ""
      },
      {
        "sentence": "请放心，你脑海中的一些想法并不会伤害到别人。",
        "label": ""
      },
      {
        "sentence": "顺其自然，做好你当下正在做的事情就好。",
        "label": ""
      },
      {
        "sentence": "另外一个建议是不知道是什么原因让你独自待的时间这么长。",
        "label": ""
      },
      {
        "sentence": "你是否可以选择做一些自己喜欢的事情，和朋友聊天，培养一些兴趣爱好，和家人聚聚，或者进行一些运动等等。",
        "label": ""
      },
      {
        "sentence": "找一些适合你的活动。",
        "label": ""
      },
      {
        "sentence": "你也可以考虑寻求专业的心理咨询。",
        "label": ""
      }
    ]
  }
]