[
  {
    "role": "client",
    "content": "做决定的时候总是很焦虑，怎么才能听到自己心的声音？",
    "annotation": [
      {
        "sentence": "做决定的时候总是很焦虑，怎么才能听到自己心的声音？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "选择自己喜欢做的事情无论选择哪一条路，凡事有利也有弊，重要的是这件事情是你所喜欢的，凡事心甘情愿就不会有太多埋怨。22岁，你还很年轻，年轻就要追求自己的梦想好好享受做自己喜欢的事情，不要给自己人生留下太多的遗憾。",
    "annotation": [
      {
        "sentence": "选择自己喜欢做的事情无论选择哪一条路，凡事有利也有弊，重要的是这件事情是你所喜欢的，凡事心甘情愿就不会有太多埋怨。",
        "label": ""
      },
      {
        "sentence": "22岁，你还很年轻，年轻就要追求自己的梦想好好享受做自己喜欢的事情，不要给自己人生留下太多的遗憾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。可是我总是在做决定时感到迷茫，内心不确定感太强烈了。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "可是我总是在做决定时感到迷茫，内心不确定感太强烈了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不确定感才是生活的常态。你有句话说：“想要所有的好，想要设定一条路，像机器一样，这个点睡这个点起，这个事怎么干”。对于选择背后的不确定感带有着深深的恐惧，世上本来就没有所谓的确定感。无论你选择哪个，哪条路，怎么做都充满着不确定感，这个是你所需要去接受的事实。但也是正因为这种不确定感给生活带来了希望，如果每一天都知道明天的选择背后会发生什么那才叫真正的恐惧~",
    "annotation": [
      {
        "sentence": "不确定感才是生活的常态。",
        "label": ""
      },
      {
        "sentence": "你有句话说：“想要所有的好，想要设定一条路，像机器一样，这个点睡这个点起，这个事怎么干”。",
        "label": ""
      },
      {
        "sentence": "对于选择背后的不确定感带有着深深的恐惧，世上本来就没有所谓的确定感。",
        "label": ""
      },
      {
        "sentence": "无论你选择哪个，哪条路，怎么做都充满着不确定感，这个是你所需要去接受的事实。",
        "label": ""
      },
      {
        "sentence": "但也是正因为这种不确定感给生活带来了希望，如果每一天都知道明天的选择背后会发生什么那才叫真正的恐惧~",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我应该接受这种不确定感。但是我经常会感到自己不完美，总对自己要求过高，做事不够好。",
    "annotation": [
      {
        "sentence": "你说的有道理，我应该接受这种不确定感。",
        "label": ""
      },
      {
        "sentence": "但是我经常会感到自己不完美，总对自己要求过高，做事不够好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "接纳自己的不完美是很重要的。你有句话说：“我会经常高估自己，觉得自己的水平很高，但是实际不是。所以心里又开始攻击自己”。人在做自己没有做过的事情，初次完成60分，就要给自己一个大大的拥抱了。就算做的不完美，也是正常现象。你现在22岁刚毕业，没有很丰富的社会经验，比你年长的自然会完成的比你要好。过度的自责自我攻击，只会带来严重的内耗并不能解决问题。与其自责不如将做得不够好的地方，写日记，便利贴去强化这种记忆，告诉自己下次尽量不要再犯。多去想办法解决，总结每次的经验，去积累解决问题的能力。",
    "annotation": [
      {
        "sentence": "接纳自己的不完美是很重要的。",
        "label": ""
      },
      {
        "sentence": "你有句话说：“我会经常高估自己，觉得自己的水平很高，但是实际不是。",
        "label": ""
      },
      {
        "sentence": "所以心里又开始攻击自己”。",
        "label": ""
      },
      {
        "sentence": "人在做自己没有做过的事情，初次完成60分，就要给自己一个大大的拥抱了。",
        "label": ""
      },
      {
        "sentence": "就算做的不完美，也是正常现象。",
        "label": ""
      },
      {
        "sentence": "你现在22岁刚毕业，没有很丰富的社会经验，比你年长的自然会完成的比你要好。",
        "label": ""
      },
      {
        "sentence": "过度的自责自我攻击，只会带来严重的内耗并不能解决问题。",
        "label": ""
      },
      {
        "sentence": "与其自责不如将做得不够好的地方，写日记，便利贴去强化这种记忆，告诉自己下次尽量不要再犯。",
        "label": ""
      },
      {
        "sentence": "多去想办法解决，总结每次的经验，去积累解决问题的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议。但是我总是感到无法冷静思考，我的脑子里始终没有停止过思考，而且一次次的犹豫不决。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "但是我总是感到无法冷静思考，我的脑子里始终没有停止过思考，而且一次次的犹豫不决。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你的心很烦很乱很焦虑的时候，先把做决定这个缓缓。想想怎么把自己的心安静下来，现代的社会节奏快压力大让很多人都停不下来思考。如果不安静下来又怎么能好好的思考？尝试去做些运动瑜伽等分散下自己的注意力，先让自己的心安静下来。即将踏出社会面对一切的不确定感，充满着深深的焦虑不安全感。但是请你不要害怕，让每一天都是再让自己变得更好更快乐更有价值的路上送一句我个人很喜欢的一句话：自助者天助也~",
    "annotation": [
      {
        "sentence": "当你的心很烦很乱很焦虑的时候，先把做决定这个缓缓。",
        "label": ""
      },
      {
        "sentence": "想想怎么把自己的心安静下来，现代的社会节奏快压力大让很多人都停不下来思考。",
        "label": ""
      },
      {
        "sentence": "如果不安静下来又怎么能好好的思考？",
        "label": ""
      },
      {
        "sentence": "尝试去做些运动瑜伽等分散下自己的注意力，先让自己的心安静下来。",
        "label": ""
      },
      {
        "sentence": "即将踏出社会面对一切的不确定感，充满着深深的焦虑不安全感。",
        "label": ""
      },
      {
        "sentence": "但是请你不要害怕，让每一天都是再让自己变得更好更快乐更有价值的路上送一句我个人很喜欢的一句话：自助者天助也~",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的耐心和鼓励。我觉得我现在更明白了自己的问题，也知道应该如何去解决了。",
    "annotation": [
      {
        "sentence": "谢谢你的耐心和鼓励。",
        "label": ""
      },
      {
        "sentence": "我觉得我现在更明白了自己的问题，也知道应该如何去解决了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你！记得，在解决问题的过程中，不要忘记善待自己，给自己一些时间和空间成长。如果你有任何疑问或需要进一步的支持，请随时来找我。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴能帮到你！",
        "label": ""
      },
      {
        "sentence": "记得，在解决问题的过程中，不要忘记善待自己，给自己一些时间和空间成长。",
        "label": ""
      },
      {
        "sentence": "如果你有任何疑问或需要进一步的支持，请随时来找我。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]