[
  {
    "role": "client",
    "content": "OH卡和曼陀罗绘画视频心理咨询效果好吗？本人21岁最近在处理各种事务尤其是考研方面的计划时发现心理问题还是比较严重跟一个微信群认识的心理咨询师聊天各种困惑她建议可以用OH卡和曼陀罗绘画一起视频进行心理咨询她本身比较主打沙盘游戏的之前我面询的心理咨询都是在看的到咨询师各种资料的我现在找到的这位老師我没有她任何的资料擅长什么培训学习过什么她的朋友圈提到什么才四年在这个行业我内心就很没底因为我一般都是找比较有资历的心理咨询师才感觉会更专业靠谱些尤其是这位老師提到咨询是3800元12次欧卡曼陀罗这种我也不知道效果会怎么样毕竟这是我本来用来准备考研报班的话钱我现在经济压力也大薪水少要还很多贷款家里经济今年很差我撑着家所以我很疑惑我这个报她的欧卡值不值当昨天我太急了话已经说满没有认真了解咨询师在欧卡這方面的能力请大家给些建议我该如何抉择",
    "annotation": [
      {
        "sentence": "OH卡和曼陀罗绘画视频心理咨询效果好吗？",
        "label": ""
      },
      {
        "sentence": "本人21岁最近在处理各种事务尤其是考研方面的计划时发现心理问题还是比较严重跟一个微信群认识的心理咨询师聊天各种困惑她建议可以用OH卡和曼陀罗绘画一起视频进行心理咨询她本身比较主打沙盘游戏的之前我面询的心理咨询都是在看的到咨询师各种资料的我现在找到的这位老師我没有她任何的资料擅长什么培训学习过什么她的朋友圈提到什么才四年在这个行业我内心就很没底因为我一般都是找比较有资历的心理咨询师才感觉会更专业靠谱些尤其是这位老師提到咨询是3800元12次欧卡曼陀罗这种我也不知道效果会怎么样毕竟这是我本来用来准备考研报班的话钱我现在经济压力也大薪水少要还很多贷款家里经济今年很差我撑着家所以我很疑惑我这个报她的欧卡值不值当昨天我太急了话已经说满没有认真了解咨询师在欧卡這方面的能力请大家给些建议我该如何抉择",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在正面临各种事务处理和考研计划，心理问题确实会加重压力。你与这位微信群中的心理咨询师交流后，她建议使用OH卡和曼陀罗绘画视频进行心理咨询。我理解你之前与咨询师面对面交流并查看他们的资料，现在找到一位没有任何资料的咨询师会让你感到不确定。特别是这位咨询师提到的价格是3800元12次欧卡曼陀罗绘画，你对这种形式的心理咨询效果表示担忧。你本来打算将这笔钱用于考研报班，目前经济压力很大，而且还有贷款等经济困难。你因此对是否选择这位咨询师感到疑惑。之前你可能因为急于解决问题而没有认真了解这位咨询师在欧卡这方面的能力。我建议在做出决定前先将钱留着用于考研和生活。如果目前情况确实很差，需要进行心理咨询，你可以考虑一些平台上提供的短期咨询，这样性价比会更高一些。此外，心理咨询并不是越贵越好，时间也不是越长越好。心理咨询师的资历和经验虽然重要，但影响咨询效果的因素还有很多，其中最重要的一项就是咨访关系。如果你不喜欢这位咨询师，那么即使他经验再丰富、技巧再全面，也不会有太大的帮助。希望你的生活愉快。",
    "annotation": [
      {
        "sentence": "你现在正面临各种事务处理和考研计划，心理问题确实会加重压力。",
        "label": ""
      },
      {
        "sentence": "你与这位微信群中的心理咨询师交流后，她建议使用OH卡和曼陀罗绘画视频进行心理咨询。",
        "label": ""
      },
      {
        "sentence": "我理解你之前与咨询师面对面交流并查看他们的资料，现在找到一位没有任何资料的咨询师会让你感到不确定。",
        "label": ""
      },
      {
        "sentence": "特别是这位咨询师提到的价格是3800元12次欧卡曼陀罗绘画，你对这种形式的心理咨询效果表示担忧。",
        "label": ""
      },
      {
        "sentence": "你本来打算将这笔钱用于考研报班，目前经济压力很大，而且还有贷款等经济困难。",
        "label": ""
      },
      {
        "sentence": "你因此对是否选择这位咨询师感到疑惑。",
        "label": ""
      },
      {
        "sentence": "之前你可能因为急于解决问题而没有认真了解这位咨询师在欧卡这方面的能力。",
        "label": ""
      },
      {
        "sentence": "我建议在做出决定前先将钱留着用于考研和生活。",
        "label": ""
      },
      {
        "sentence": "如果目前情况确实很差，需要进行心理咨询，你可以考虑一些平台上提供的短期咨询，这样性价比会更高一些。",
        "label": ""
      },
      {
        "sentence": "此外，心理咨询并不是越贵越好，时间也不是越长越好。",
        "label": ""
      },
      {
        "sentence": "心理咨询师的资历和经验虽然重要，但影响咨询效果的因素还有很多，其中最重要的一项就是咨访关系。",
        "label": ""
      },
      {
        "sentence": "如果你不喜欢这位咨询师，那么即使他经验再丰富、技巧再全面，也不会有太大的帮助。",
        "label": ""
      },
      {
        "sentence": "希望你的生活愉快。",
        "label": ""
      }
    ]
  }
]