[
  {
    "role": "client",
    "content": "为什么自己的思想跟很多人不一样？我发现自己有时候很多对待事情的看法或是对一些人的关注点和着重点都跟身边的人不一样，不一致。不管是家人还是同学朋友，就是跟他们的看法观念老是不一致也显得好像那么相形见绌。每次一有各种讨论看法观点的时候，我就发现都跟我不一样，就会自己选择保持沉默，但是却一直很焦虑，自己这是为什么，什么情况，难道我很变态吗？",
    "annotation": [
      {
        "sentence": "为什么自己的思想跟很多人不一样？",
        "label": ""
      },
      {
        "sentence": "我发现自己有时候很多对待事情的看法或是对一些人的关注点和着重点都跟身边的人不一样，不一致。",
        "label": ""
      },
      {
        "sentence": "不管是家人还是同学朋友，就是跟他们的看法观念老是不一致也显得好像那么相形见绌。",
        "label": ""
      },
      {
        "sentence": "每次一有各种讨论看法观点的时候，我就发现都跟我不一样，就会自己选择保持沉默，但是却一直很焦虑，自己这是为什么，什么情况，难道我很变态吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "和他人不同，并不意味着“变态”或者“有病”，只是不同而已，这些不同背后镶嵌着不同的成长背景，经历，性格等等方面。从你的描述中，可以看出你的困惑和烦恼。",
    "annotation": [
      {
        "sentence": "和他人不同，并不意味着“变态”或者“有病”，只是不同而已，这些不同背后镶嵌着不同的成长背景，经历，性格等等方面。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，可以看出你的困惑和烦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的困惑和烦恼。为什么我总觉得自己跟别人格格不入呢？",
    "annotation": [
      {
        "sentence": "是的，我真的困惑和烦恼。",
        "label": ""
      },
      {
        "sentence": "为什么我总觉得自己跟别人格格不入呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可能你是比较细腻和善于观察的人，当你注意到自己的想法和看法，和周围的人不同时，会产生内省，这是很好的对一件事情的讨论和看法。本身在不同的人眼中就有不同的模样，而那些达成一致的看法，只是“大多数”而已，允许大多数存在，即意味着有少数的不同，而你可能正是少数人之一。",
    "annotation": [
      {
        "sentence": "可能你是比较细腻和善于观察的人，当你注意到自己的想法和看法，和周围的人不同时，会产生内省，这是很好的对一件事情的讨论和看法。",
        "label": ""
      },
      {
        "sentence": "本身在不同的人眼中就有不同的模样，而那些达成一致的看法，只是“大多数”而已，允许大多数存在，即意味着有少数的不同，而你可能正是少数人之一。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，多数人是有一致的看法，但我为什么会因此感到焦虑呢？",
    "annotation": [
      {
        "sentence": "我明白了，多数人是有一致的看法，但我为什么会因此感到焦虑呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你产生焦虑的原因，可能是受到了环境的压力。当我们在一个环境中被“凸显”出来时，无论是被赞扬还是被贬低，都会引起情绪的波动，这是很正常的。当你的情绪是负面的，比如焦虑和恐惧，可能才是需要面对的问题。可以在自己产生这样的感受时，给自己一些积极的暗示。",
    "annotation": [
      {
        "sentence": "你产生焦虑的原因，可能是受到了环境的压力。",
        "label": ""
      },
      {
        "sentence": "当我们在一个环境中被“凸显”出来时，无论是被赞扬还是被贬低，都会引起情绪的波动，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "当你的情绪是负面的，比如焦虑和恐惧，可能才是需要面对的问题。",
        "label": ""
      },
      {
        "sentence": "可以在自己产生这样的感受时，给自己一些积极的暗示。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试给自己一些积极的暗示，但我还是很担心我的不同想法会被歧视或嘲笑。",
    "annotation": [
      {
        "sentence": "我会尝试给自己一些积极的暗示，但我还是很担心我的不同想法会被歧视或嘲笑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "告诉自己，如果自己的想法没有任何损害他人的地方，只是和大家不同而已，当你勇敢地表达出来后，可能会给大家一种新的角度来看待问题，大家的眼光，可能多半是好奇和困惑，并不是歧视或嘲笑。",
    "annotation": [
      {
        "sentence": "告诉自己，如果自己的想法没有任何损害他人的地方，只是和大家不同而已，当你勇敢地表达出来后，可能会给大家一种新的角度来看待问题，大家的眼光，可能多半是好奇和困惑，并不是歧视或嘲笑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得释怀了一些。你说的对，每个人在生理水平和成长环境中，都会有不同的影响因素，可能在我周围的环境中，缺乏和我同频的人。",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得释怀了一些。",
        "label": ""
      },
      {
        "sentence": "你说的对，每个人在生理水平和成长环境中，都会有不同的影响因素，可能在我周围的环境中，缺乏和我同频的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，但当你成长一段时间后或者在合适的时机，可能会遇到和自己志同道合的朋友的。不必焦虑，认真地做好自己的事情，好好地扮演自己的角色，想要表达时就勇敢表达，不想表达时，沉默一会儿也无妨，重要的是不被他人影响到，坚定让自己成长和蜕变。",
    "annotation": [
      {
        "sentence": "是的，但当你成长一段时间后或者在合适的时机，可能会遇到和自己志同道合的朋友的。",
        "label": ""
      },
      {
        "sentence": "不必焦虑，认真地做好自己的事情，好好地扮演自己的角色，想要表达时就勇敢表达，不想表达时，沉默一会儿也无妨，重要的是不被他人影响到，坚定让自己成长和蜕变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我现在觉得心情好了很多。我会尽力做好自己，不再因为与众不同而感到焦虑和困惑。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我现在觉得心情好了很多。",
        "label": ""
      },
      {
        "sentence": "我会尽力做好自己，不再因为与众不同而感到焦虑和困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你，相信自己，相信你对事物的独特看法会给周围的人带来新的启发和想法。加油！如果还有任何问题，随时向我求助。",
    "annotation": [
      {
        "sentence": "很高兴能帮到你，相信自己，相信你对事物的独特看法会给周围的人带来新的启发和想法。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果还有任何问题，随时向我求助。",
        "label": ""
      }
    ]
  }
]