[
  {
    "role": "client",
    "content": "每次看女儿玩手机我都火大，该怎么缓解这种心理？我40岁，女儿14岁，每次看到女儿玩手机我就莫名的火大。",
    "annotation": [
      {
        "sentence": "每次看女儿玩手机我都火大，该怎么缓解这种心理？",
        "label": ""
      },
      {
        "sentence": "我40岁，女儿14岁，每次看到女儿玩手机我就莫名的火大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的提问中可以看出，你应该是一个脾气有些火爆，做事风风火火，有啥说啥，很雷厉风行的妈妈。在与女儿的交流中，你或许一直是一个支配者的角色，与此同时，你的女儿从最开始的温顺，到现在十四岁进入了中二叛逆期，开始学会与你进行对抗和驳斥。",
    "annotation": [
      {
        "sentence": "从你的提问中可以看出，你应该是一个脾气有些火爆，做事风风火火，有啥说啥，很雷厉风行的妈妈。",
        "label": ""
      },
      {
        "sentence": "在与女儿的交流中，你或许一直是一个支配者的角色，与此同时，你的女儿从最开始的温顺，到现在十四岁进入了中二叛逆期，开始学会与你进行对抗和驳斥。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，就是这样。每次只要提到她，她就变得非常不耐烦，甚至会吼叫。我听到她这样，就更加生气，然后就发脾气和她吵架，有时候甚至动手打她。我一直在和她闹，只有她妥协了我才罢休。可是，即便她妥协了，第二天她还是老样子，态度很差。她现在甚至越来越不出房间，也不愿意和我说话。我该怎么办才能缓解这种心理呢？有时候我明明是想关心她，可是看到她那样我就不想说了。",
    "annotation": [
      {
        "sentence": "是的，就是这样。",
        "label": ""
      },
      {
        "sentence": "每次只要提到她，她就变得非常不耐烦，甚至会吼叫。",
        "label": ""
      },
      {
        "sentence": "我听到她这样，就更加生气，然后就发脾气和她吵架，有时候甚至动手打她。",
        "label": ""
      },
      {
        "sentence": "我一直在和她闹，只有她妥协了我才罢休。",
        "label": ""
      },
      {
        "sentence": "可是，即便她妥协了，第二天她还是老样子，态度很差。",
        "label": ""
      },
      {
        "sentence": "她现在甚至越来越不出房间，也不愿意和我说话。",
        "label": ""
      },
      {
        "sentence": "我该怎么办才能缓解这种心理呢？",
        "label": ""
      },
      {
        "sentence": "有时候我明明是想关心她，可是看到她那样我就不想说了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的痛苦。我经历过与母亲类似的问题，我和我母亲的母女关系在她青春期的时候也非常类似。你说在看到女儿玩手机时，会感觉很火大。同时，你的女儿会对你大吼大叫，这让你更加心烦意乱。让我和你分享一下我的故事吧～我十四岁的时候还没有手机这种东西，但我喜欢在吃饭时看电视，喜欢玩电脑。而我的母亲，在我看得入迷的时候，或者沉迷于电脑游戏时，突然出现在我的背后，先吓我一跳，然后对我破口大骂。我原本性格温顺，也知道母亲这种做法是关心我。但是！青春期荷尔蒙的作用之下，我开始反驳我的母亲，而我对抗的方式，正是学习了我的母亲。她火大，我便比她更火大。她怒吼，我便比她吼得更大声。明白了吗？你的女儿就像一面镜子，她正在潜移默化得学习着你，以你为效仿对象。在与你的交锋中，她也在慢慢成为一个脾气火爆、对抗你的人。所以，想要缓和你和你女儿的关系，必须学会让自己冷静下来，平静得对待你的女儿。在母女关系中，需要学会妥协。",
    "annotation": [
      {
        "sentence": "我能理解你的痛苦。",
        "label": ""
      },
      {
        "sentence": "我经历过与母亲类似的问题，我和我母亲的母女关系在她青春期的时候也非常类似。",
        "label": ""
      },
      {
        "sentence": "你说在看到女儿玩手机时，会感觉很火大。",
        "label": ""
      },
      {
        "sentence": "同时，你的女儿会对你大吼大叫，这让你更加心烦意乱。",
        "label": ""
      },
      {
        "sentence": "让我和你分享一下我的故事吧～我十四岁的时候还没有手机这种东西，但我喜欢在吃饭时看电视，喜欢玩电脑。",
        "label": ""
      },
      {
        "sentence": "而我的母亲，在我看得入迷的时候，或者沉迷于电脑游戏时，突然出现在我的背后，先吓我一跳，然后对我破口大骂。",
        "label": ""
      },
      {
        "sentence": "我原本性格温顺，也知道母亲这种做法是关心我。",
        "label": ""
      },
      {
        "sentence": "但是！",
        "label": ""
      },
      {
        "sentence": "青春期荷尔蒙的作用之下，我开始反驳我的母亲，而我对抗的方式，正是学习了我的母亲。",
        "label": ""
      },
      {
        "sentence": "她火大，我便比她更火大。",
        "label": ""
      },
      {
        "sentence": "她怒吼，我便比她吼得更大声。",
        "label": ""
      },
      {
        "sentence": "明白了吗？",
        "label": ""
      },
      {
        "sentence": "你的女儿就像一面镜子，她正在潜移默化得学习着你，以你为效仿对象。",
        "label": ""
      },
      {
        "sentence": "在与你的交锋中，她也在慢慢成为一个脾气火爆、对抗你的人。",
        "label": ""
      },
      {
        "sentence": "所以，想要缓和你和你女儿的关系，必须学会让自己冷静下来，平静得对待你的女儿。",
        "label": ""
      },
      {
        "sentence": "在母女关系中，需要学会妥协。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我确实是一个脾气很急躁的人。可能在和女儿交流的过程中，我一直都是掌控者的角色。可是现在女儿渐渐长大，进入了青春期，开始表现出对抗和驳斥。我就是不明白，每次只是关心她一下，她为什么就会对我大吼大叫呢？",
    "annotation": [
      {
        "sentence": "你说得很对，我确实是一个脾气很急躁的人。",
        "label": ""
      },
      {
        "sentence": "可能在和女儿交流的过程中，我一直都是掌控者的角色。",
        "label": ""
      },
      {
        "sentence": "可是现在女儿渐渐长大，进入了青春期，开始表现出对抗和驳斥。",
        "label": ""
      },
      {
        "sentence": "我就是不明白，每次只是关心她一下，她为什么就会对我大吼大叫呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "年轻人在青春期会经历一些心理和生理上的变化，她们开始对自己有了更多的看法和主张。她们希望能够有更多的独立空间，不喜欢受到过多的干涉和控制。可能你的女儿现在正在逐渐蜕变，从一个依赖你的小女孩成长为能够独立思考、独当一面的少女。她正在为这个过程做准备，是时候给她更多独自的空间。当然，长时间玩手机是一件错误的事情，作为成年人，需要引导未成年人，培养正确的习惯。年轻人长期使用手机，无非是刷微博、抖音或者在社交平台上聊天、玩游戏，都是日常娱乐。沉迷于社交平台和娱乐其实可以反应出家庭沟通的缺失，她或许觉得在家里没有可以倾诉的对象，也没有其他的娱乐方式，才会只能依赖手机和网络。这位青少年的母亲，我不清楚你的日常娱乐有哪些？我母亲在闲得无聊时也特别容易发脾气。当她开始培养一些兴趣爱好，比如进行编织和手工，尝试瑜伽和广场舞之后，她的怒火就渐渐平息了，脾气也好了很多。所以，我建议你可以培养一些兴趣爱好。在拥有爱好之后，你能和别人交流的话题也会增多，你的快乐也会感染你的孩子，如果你做的事情很有趣，她也会与你一起做。你们可以一起出去散步逛街，一起逛超市，一起打羽毛球，一起野餐。这些家庭活动都能让你的孩子放下手机，和你多聊聊天，说一说知心话。希望你能理解你的女儿，通过一起做事的方式修复你和你女儿的关系。我和我的母亲在磨合之后，成为了朋友一般的关系。希望你和你的女儿也能成为能说心里话，分享喜悦和悲伤的亲密伙伴！",
    "annotation": [
      {
        "sentence": "年轻人在青春期会经历一些心理和生理上的变化，她们开始对自己有了更多的看法和主张。",
        "label": ""
      },
      {
        "sentence": "她们希望能够有更多的独立空间，不喜欢受到过多的干涉和控制。",
        "label": ""
      },
      {
        "sentence": "可能你的女儿现在正在逐渐蜕变，从一个依赖你的小女孩成长为能够独立思考、独当一面的少女。",
        "label": ""
      },
      {
        "sentence": "她正在为这个过程做准备，是时候给她更多独自的空间。",
        "label": ""
      },
      {
        "sentence": "当然，长时间玩手机是一件错误的事情，作为成年人，需要引导未成年人，培养正确的习惯。",
        "label": ""
      },
      {
        "sentence": "年轻人长期使用手机，无非是刷微博、抖音或者在社交平台上聊天、玩游戏，都是日常娱乐。",
        "label": ""
      },
      {
        "sentence": "沉迷于社交平台和娱乐其实可以反应出家庭沟通的缺失，她或许觉得在家里没有可以倾诉的对象，也没有其他的娱乐方式，才会只能依赖手机和网络。",
        "label": ""
      },
      {
        "sentence": "这位青少年的母亲，我不清楚你的日常娱乐有哪些？",
        "label": ""
      },
      {
        "sentence": "我母亲在闲得无聊时也特别容易发脾气。",
        "label": ""
      },
      {
        "sentence": "当她开始培养一些兴趣爱好，比如进行编织和手工，尝试瑜伽和广场舞之后，她的怒火就渐渐平息了，脾气也好了很多。",
        "label": ""
      },
      {
        "sentence": "所以，我建议你可以培养一些兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "在拥有爱好之后，你能和别人交流的话题也会增多，你的快乐也会感染你的孩子，如果你做的事情很有趣，她也会与你一起做。",
        "label": ""
      },
      {
        "sentence": "你们可以一起出去散步逛街，一起逛超市，一起打羽毛球，一起野餐。",
        "label": ""
      },
      {
        "sentence": "这些家庭活动都能让你的孩子放下手机，和你多聊聊天，说一说知心话。",
        "label": ""
      },
      {
        "sentence": "希望你能理解你的女儿，通过一起做事的方式修复你和你女儿的关系。",
        "label": ""
      },
      {
        "sentence": "我和我的母亲在磨合之后，成为了朋友一般的关系。",
        "label": ""
      },
      {
        "sentence": "希望你和你的女儿也能成为能说心里话，分享喜悦和悲伤的亲密伙伴！",
        "label": ""
      }
    ]
  }
]