[
  {
    "role": "client",
    "content": "我24岁男性，感觉自己缺乏安全感和力量，应该如何改善？",
    "annotation": [
      {
        "sentence": "我24岁男性，感觉自己缺乏安全感和力量，应该如何改善？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的表述中，你一应该是一个很优秀的男孩子了，但常常缺乏安全感，害怕做出选择，暖暖也能感受到你心中的焦虑和不自信。你目前面临的主要问题是害怕改变和缺乏安全感，面对困难时感到无力。我们先来思考一下你害怕改变的问题。",
    "annotation": [
      {
        "sentence": "从你的表述中，你一应该是一个很优秀的男孩子了，但常常缺乏安全感，害怕做出选择，暖暖也能感受到你心中的焦虑和不自信。",
        "label": ""
      },
      {
        "sentence": "你目前面临的主要问题是害怕改变和缺乏安全感，面对困难时感到无力。",
        "label": ""
      },
      {
        "sentence": "我们先来思考一下你害怕改变的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我从小就是一个乖宝宝型的人，但为什么有的事情别人可以做得很好，而我却觉得做不好或者有压力呢？",
    "annotation": [
      {
        "sentence": "是的，我从小就是一个乖宝宝型的人，但为什么有的事情别人可以做得很好，而我却觉得做不好或者有压力呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这是一个很常见的情况。你在大学四年尝试了很多事情，并且取得了不错的成绩，感到有了力量。但是在研究生一年级时，你想换专业，离开不适应社会需求的化学实验，但最后却没有离开，现在整个人都感觉木讷。看来你是有能力做出改变的，因为你在大学也获得了不错的成绩。失败是人生中常见的一部分，与其陷入怀疑自己的怪圈，不如好好反思自己，看看是为什么没有达成预期，如果有下次，如何做才能达到预期。",
    "annotation": [
      {
        "sentence": "是的，这是一个很常见的情况。",
        "label": ""
      },
      {
        "sentence": "你在大学四年尝试了很多事情，并且取得了不错的成绩，感到有了力量。",
        "label": ""
      },
      {
        "sentence": "但是在研究生一年级时，你想换专业，离开不适应社会需求的化学实验，但最后却没有离开，现在整个人都感觉木讷。",
        "label": ""
      },
      {
        "sentence": "看来你是有能力做出改变的，因为你在大学也获得了不错的成绩。",
        "label": ""
      },
      {
        "sentence": "失败是人生中常见的一部分，与其陷入怀疑自己的怪圈，不如好好反思自己，看看是为什么没有达成预期，如果有下次，如何做才能达到预期。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我对自己的失望让我不再去思考，因为我害怕再次折腾，害怕失败，害怕无法有好的发展。我现在感到毫无力量，不想再努力了。",
    "annotation": [
      {
        "sentence": "我对自己的失望让我不再去思考，因为我害怕再次折腾，害怕失败，害怕无法有好的发展。",
        "label": ""
      },
      {
        "sentence": "我现在感到毫无力量，不想再努力了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不必为一次失败而唤起对自己的失望情绪。只要你不放弃，你随时可以为自己的人生做决定。另外，缺乏安全感是因为你在做某些事情时，并没有坚信自己一定能够做到。这是一种信念感，虽然听上去有些唯心，但是意识会促进我们做成很多事情。你可以尝试培养自己的自信心，并且学会接受自己的缺点。金无足赤，人无完人，每个人都有缺点，只要能取长补短，扬长避短，就能够有信心面对困难。",
    "annotation": [
      {
        "sentence": "不必为一次失败而唤起对自己的失望情绪。",
        "label": ""
      },
      {
        "sentence": "只要你不放弃，你随时可以为自己的人生做决定。",
        "label": ""
      },
      {
        "sentence": "另外，缺乏安全感是因为你在做某些事情时，并没有坚信自己一定能够做到。",
        "label": ""
      },
      {
        "sentence": "这是一种信念感，虽然听上去有些唯心，但是意识会促进我们做成很多事情。",
        "label": ""
      },
      {
        "sentence": "你可以尝试培养自己的自信心，并且学会接受自己的缺点。",
        "label": ""
      },
      {
        "sentence": "金无足赤，人无完人，每个人都有缺点，只要能取长补短，扬长避短，就能够有信心面对困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我一直担心做错事情会崩溃。我好像觉得自己在别人眼中是一个完美的人，所以害怕犯错，失去面子。",
    "annotation": [
      {
        "sentence": "你说的有道理，我一直担心做错事情会崩溃。",
        "label": ""
      },
      {
        "sentence": "我好像觉得自己在别人眼中是一个完美的人，所以害怕犯错，失去面子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种担心是可以理解的，人的生性就是渴望赞扬。但是这不应该成为困住自己的枷锁。如果一个人从不犯错，不是因为他足够优秀，而是他不愿承认自己的失误。面对困难时感到无力也是很正常的，特别是在20出头的年纪，既接触到世界上的黑暗面，又无法完全接受身边的黑暗。你可以多听取一些老师或家长的意见，虽然代沟的确存在，但一定会有值得我们学习的地方。另外，面对困难时感到无力很大程度上来自于自己不相信自己有解决问题的能力，低估了自己。我们的人生会面临无数选择的岔路口，我们需要明白有很多条路可以通往成功，只要我们勇于尝试，敢于选择，相信自己，我们一定能够成为更好的自己。",
    "annotation": [
      {
        "sentence": "这种担心是可以理解的，人的生性就是渴望赞扬。",
        "label": ""
      },
      {
        "sentence": "但是这不应该成为困住自己的枷锁。",
        "label": ""
      },
      {
        "sentence": "如果一个人从不犯错，不是因为他足够优秀，而是他不愿承认自己的失误。",
        "label": ""
      },
      {
        "sentence": "面对困难时感到无力也是很正常的，特别是在20出头的年纪，既接触到世界上的黑暗面，又无法完全接受身边的黑暗。",
        "label": ""
      },
      {
        "sentence": "你可以多听取一些老师或家长的意见，虽然代沟的确存在，但一定会有值得我们学习的地方。",
        "label": ""
      },
      {
        "sentence": "另外，面对困难时感到无力很大程度上来自于自己不相信自己有解决问题的能力，低估了自己。",
        "label": ""
      },
      {
        "sentence": "我们的人生会面临无数选择的岔路口，我们需要明白有很多条路可以通往成功，只要我们勇于尝试，敢于选择，相信自己，我们一定能够成为更好的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了。我想我应该更多走出去，避免和负能量的人在一起，多和积极向上的人做朋友，有人同行会给我决定的底气。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "我想我应该更多走出去，避免和负能量的人在一起，多和积极向上的人做朋友，有人同行会给我决定的底气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，不要把自己困在小小的世界里，多看看外面的世界。周围的人对于我们的成长和决定都有重要影响，选择和积极向上的人为伴，会给你更多的勇气和底气。祝愿你勇于决定，敢于选择，成为更好的自己！",
    "annotation": [
      {
        "sentence": "对的，不要把自己困在小小的世界里，多看看外面的世界。",
        "label": ""
      },
      {
        "sentence": "周围的人对于我们的成长和决定都有重要影响，选择和积极向上的人为伴，会给你更多的勇气和底气。",
        "label": ""
      },
      {
        "sentence": "祝愿你勇于决定，敢于选择，成为更好的自己！",
        "label": ""
      }
    ]
  }
]