[
  {
    "role": "client",
    "content": "我是一个24岁的男生，感觉自己缺乏安全感和力量，应该如何改善呢？",
    "annotation": [
      {
        "sentence": "我是一个24岁的男生，感觉自己缺乏安全感和力量，应该如何改善呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够感觉到你内心的压抑愤怒和焦虑不安。从小到大面对一些困难崩溃了好几次，总会觉得有些事情别人可以做好，自己却不能，研究生的时候想换专业也有资格换想离开，最后却没有离开，让自己麻木的呆在实验室。对自己很失望，觉得自己不会为自己做决定，不会为自己负责，害怕自己会失败，并且认定自己会失败。内心对自己产生了否定，也难怪你会无力面对现实生活的事情了。",
    "annotation": [
      {
        "sentence": "能够感觉到你内心的压抑愤怒和焦虑不安。",
        "label": ""
      },
      {
        "sentence": "从小到大面对一些困难崩溃了好几次，总会觉得有些事情别人可以做好，自己却不能，研究生的时候想换专业也有资格换想离开，最后却没有离开，让自己麻木的呆在实验室。",
        "label": ""
      },
      {
        "sentence": "对自己很失望，觉得自己不会为自己做决定，不会为自己负责，害怕自己会失败，并且认定自己会失败。",
        "label": ""
      },
      {
        "sentence": "内心对自己产生了否定，也难怪你会无力面对现实生活的事情了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "从小到大面对一些困难崩溃了好几次，我都快受不了了。我觉得我是一个成绩不错待人和善的乖宝宝型，但是为什么我总觉得做不好某些事情，或者做起来有压力呢？我为了改变自己，在大学四年做了很多尝试，并且获得不错的成绩，感觉自己有了力量。可是到了研究生一年级，我想换专业，但是最后没有果断离开，现在每天在实验室待着整个人都是木的。我对自己真的很失望，觉得我还是不会为自己做决定，为自己负责。以前脑子里有很多想法，可现在都不敢去思考了，因为害怕再次失败。我真的不知道自己怎么了，为什么面对困难的时候总是觉得无力，尤其是对人生的选择之类的事情，一蹶不振。",
    "annotation": [
      {
        "sentence": "从小到大面对一些困难崩溃了好几次，我都快受不了了。",
        "label": ""
      },
      {
        "sentence": "我觉得我是一个成绩不错待人和善的乖宝宝型，但是为什么我总觉得做不好某些事情，或者做起来有压力呢？",
        "label": ""
      },
      {
        "sentence": "我为了改变自己，在大学四年做了很多尝试，并且获得不错的成绩，感觉自己有了力量。",
        "label": ""
      },
      {
        "sentence": "可是到了研究生一年级，我想换专业，但是最后没有果断离开，现在每天在实验室待着整个人都是木的。",
        "label": ""
      },
      {
        "sentence": "我对自己真的很失望，觉得我还是不会为自己做决定，为自己负责。",
        "label": ""
      },
      {
        "sentence": "以前脑子里有很多想法，可现在都不敢去思考了，因为害怕再次失败。",
        "label": ""
      },
      {
        "sentence": "我真的不知道自己怎么了，为什么面对困难的时候总是觉得无力，尤其是对人生的选择之类的事情，一蹶不振。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我能够理解。你曾面对困难崩溃了好几次，而且你是一个成绩不错待人和善的乖宝宝型。这样的“乖宝宝”意味着你对父母非常“顺从”，导致真实的自己被压制，无法感受到自我的价值和存在。你可能期望通过顺从讨好父母来获得他们的信任和认可。这种情况很多人都遇到过，小时候缺乏独立思考能力，需要依靠父母的判断和建议，但父母可能没有意识到你会随着年龄的增长独立思考，认为你还小不能自己思考，忽略了你的独立意识自我逐渐成长的过程。他们只看到你乖乖听话，按照他们的期望去做，以为你理解了他们的意思，却不知道你内心压抑了许多情感和情绪。我很佩服你能够承受多次的崩溃，说明你内心非常坚韧。尤其是在大学期间，你为了改变自己做了很多努力，取得了不错的成绩，获得了一定的力量感。这显示你具备很强的独立自主能力，只是需要自己去发现、激活和使用这些能力，用它们去做自己想做和能做的事情，为自己的生命创造更多的价值。你并不像自己认为的一样缺乏内心力量，在某些时候觉得自己缺乏足够的力量，会让自己“名正言顺”地做不到很多事情，总让自己“失败”。或许你没有意识到，自己其实是在用这样的“失败”来反抗父母对你的“强迫控制”，满足自己内心的需求。通过这样的反抗，你给自己证明了自己是有能力做自己想做的事情的，只是这样却没有获得父母对你的理解和接纳，没有让内心的需求得到满足，所以在你“成功”让自己“失败”的同时，内心的否定和无力感又被加深了。",
    "annotation": [
      {
        "sentence": "你的感受我能够理解。",
        "label": ""
      },
      {
        "sentence": "你曾面对困难崩溃了好几次，而且你是一个成绩不错待人和善的乖宝宝型。",
        "label": ""
      },
      {
        "sentence": "这样的“乖宝宝”意味着你对父母非常“顺从”，导致真实的自己被压制，无法感受到自我的价值和存在。",
        "label": ""
      },
      {
        "sentence": "你可能期望通过顺从讨好父母来获得他们的信任和认可。",
        "label": ""
      },
      {
        "sentence": "这种情况很多人都遇到过，小时候缺乏独立思考能力，需要依靠父母的判断和建议，但父母可能没有意识到你会随着年龄的增长独立思考，认为你还小不能自己思考，忽略了你的独立意识自我逐渐成长的过程。",
        "label": ""
      },
      {
        "sentence": "他们只看到你乖乖听话，按照他们的期望去做，以为你理解了他们的意思，却不知道你内心压抑了许多情感和情绪。",
        "label": ""
      },
      {
        "sentence": "我很佩服你能够承受多次的崩溃，说明你内心非常坚韧。",
        "label": ""
      },
      {
        "sentence": "尤其是在大学期间，你为了改变自己做了很多努力，取得了不错的成绩，获得了一定的力量感。",
        "label": ""
      },
      {
        "sentence": "这显示你具备很强的独立自主能力，只是需要自己去发现、激活和使用这些能力，用它们去做自己想做和能做的事情，为自己的生命创造更多的价值。",
        "label": ""
      },
      {
        "sentence": "你并不像自己认为的一样缺乏内心力量，在某些时候觉得自己缺乏足够的力量，会让自己“名正言顺”地做不到很多事情，总让自己“失败”。",
        "label": ""
      },
      {
        "sentence": "或许你没有意识到，自己其实是在用这样的“失败”来反抗父母对你的“强迫控制”，满足自己内心的需求。",
        "label": ""
      },
      {
        "sentence": "通过这样的反抗，你给自己证明了自己是有能力做自己想做的事情的，只是这样却没有获得父母对你的理解和接纳，没有让内心的需求得到满足，所以在你“成功”让自己“失败”的同时，内心的否定和无力感又被加深了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从小就习惯了被父母关注和关爱，只是这种关爱伴随着否定，让我误以为他们并不在乎我。我应该如何与他们沟通，表达我真实的想法和感受呢？",
    "annotation": [
      {
        "sentence": "我从小就习惯了被父母关注和关爱，只是这种关爱伴随着否定，让我误以为他们并不在乎我。",
        "label": ""
      },
      {
        "sentence": "我应该如何与他们沟通，表达我真实的想法和感受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我能够理解。你一直都在被父母“关注”“关爱”，只是以被“否定”的方式表达出来，让这种关爱被冠上“否定”的意义和认知。其实他们还是很关心和爱护你的，并不是完全抛弃你不管。只是他们表达关爱的方式和你期望的方式不同，导致了这些误会和矛盾。你可以试着与他们沟通，将自己内心的真实想法和感受告诉他们，同时也倾听他们的想法和感受。通过沟通，可以减轻自己内心的压力，促进和父母之间的深入交流和理解。这样你可以获得父母对你的认可和接纳，让自我获得成长和变强，并且与父母建立稳定和谐的亲密关系，进一步满足自我和消除",
    "annotation": [
      {
        "sentence": "你的感受我能够理解。",
        "label": ""
      },
      {
        "sentence": "你一直都在被父母“关注”“关爱”，只是以被“否定”的方式表达出来，让这种关爱被冠上“否定”的意义和认知。",
        "label": ""
      },
      {
        "sentence": "其实他们还是很关心和爱护你的，并不是完全抛弃你不管。",
        "label": ""
      },
      {
        "sentence": "只是他们表达关爱的方式和你期望的方式不同，导致了这些误会和矛盾。",
        "label": ""
      },
      {
        "sentence": "你可以试着与他们沟通，将自己内心的真实想法和感受告诉他们，同时也倾听他们的想法和感受。",
        "label": ""
      },
      {
        "sentence": "通过沟通，可以减轻自己内心的压力，促进和父母之间的深入交流和理解。",
        "label": ""
      },
      {
        "sentence": "这样你可以获得父母对你的认可和接纳，让自我获得成长和变强，并且与父母建立稳定和谐的亲密关系，进一步满足自我和消除",
        "label": ""
      }
    ]
  }
]