[
  {
    "role": "client",
    "content": "已经领证，下个月办婚礼，不想结了怎么办？",
    "annotation": [
      {
        "sentence": "已经领证，下个月办婚礼，不想结了怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "下个月就要举办婚礼了，可是却不想结婚了。这个境况下的您，内心一定很纠结，很痛。尤其是，从问题里看出您有过前任离别的伤痛或经验，现在的状况，或许会让你感觉更加难以承受的犹豫和折磨。非常希望能理解你的不知何去何从。",
    "annotation": [
      {
        "sentence": "下个月就要举办婚礼了，可是却不想结婚了。",
        "label": ""
      },
      {
        "sentence": "这个境况下的您，内心一定很纠结，很痛。",
        "label": ""
      },
      {
        "sentence": "尤其是，从问题里看出您有过前任离别的伤痛或经验，现在的状况，或许会让你感觉更加难以承受的犹豫和折磨。",
        "label": ""
      },
      {
        "sentence": "非常希望能理解你的不知何去何从。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的感到非常纠结和痛苦。我和我的未婚夫之间发生了几次大的矛盾，其中最严重的一次是关于我对前任的情感。我发现自己总是看前任的微博，这让我未婚夫非常生气，他觉得我还爱着前任。",
    "annotation": [
      {
        "sentence": "是的，我真的感到非常纠结和痛苦。",
        "label": ""
      },
      {
        "sentence": "我和我的未婚夫之间发生了几次大的矛盾，其中最严重的一次是关于我对前任的情感。",
        "label": ""
      },
      {
        "sentence": "我发现自己总是看前任的微博，这让我未婚夫非常生气，他觉得我还爱着前任。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到您和未婚夫为此吵架了好几天，这一定让您感到很疲惫。但同时我想告诉您，看微博并不意味着您还爱着前任，也不代表您想和他和好或者做出不忠的行为。对于这次矛盾，您和未婚夫是勉强和好了吗？",
    "annotation": [
      {
        "sentence": "看到您和未婚夫为此吵架了好几天，这一定让您感到很疲惫。",
        "label": ""
      },
      {
        "sentence": "但同时我想告诉您，看微博并不意味着您还爱着前任，也不代表您想和他和好或者做出不忠的行为。",
        "label": ""
      },
      {
        "sentence": "对于这次矛盾，您和未婚夫是勉强和好了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我们最后勉强和好了。但是后来又发生了第二次矛盾，我又被发现有了前任的访问记录。这次他开始考虑离婚，但最后被家人劝说，认为看微博并不代表什么，更不会对前任有思念或想和好的意图。然后我们又勉强和好了一次。",
    "annotation": [
      {
        "sentence": "是的，我们最后勉强和好了。",
        "label": ""
      },
      {
        "sentence": "但是后来又发生了第二次矛盾，我又被发现有了前任的访问记录。",
        "label": ""
      },
      {
        "sentence": "这次他开始考虑离婚，但最后被家人劝说，认为看微博并不代表什么，更不会对前任有思念或想和好的意图。",
        "label": ""
      },
      {
        "sentence": "然后我们又勉强和好了一次。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解这两次矛盾对您们的关系造成了一定的冲击和不安。不过，我想强调一点，对于您来说，您的价值观是重要的，它代表着您对待前任和保留个人空间的看法。您提到看到多年前的情书后，您感到非常愤怒，这可能勾起了一些过去的回忆。但是，从我的角度来看，保留多年前的情书并大吵一架这种情况确实有些难以理解。我想请问您，您认为保留这些情书的原因是什么呢？",
    "annotation": [
      {
        "sentence": "我理解这两次矛盾对您们的关系造成了一定的冲击和不安。",
        "label": ""
      },
      {
        "sentence": "不过，我想强调一点，对于您来说，您的价值观是重要的，它代表着您对待前任和保留个人空间的看法。",
        "label": ""
      },
      {
        "sentence": "您提到看到多年前的情书后，您感到非常愤怒，这可能勾起了一些过去的回忆。",
        "label": ""
      },
      {
        "sentence": "但是，从我的角度来看，保留多年前的情书并大吵一架这种情况确实有些难以理解。",
        "label": ""
      },
      {
        "sentence": "我想请问您，您认为保留这些情书的原因是什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对于我来说，保留这些情书没有特别的原因，只是出于好奇，想知道前任过得怎么样。对于我来说，保留一些空间是很正常的事情，而且我对前任并没有什么特别的感觉。",
    "annotation": [
      {
        "sentence": "对于我来说，保留这些情书没有特别的原因，只是出于好奇，想知道前任过得怎么样。",
        "label": ""
      },
      {
        "sentence": "对于我来说，保留一些空间是很正常的事情，而且我对前任并没有什么特别的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢您对这个问题的回答。好奇前任过得怎么样是一种正常的人性的需求。对于保留空间的看法，我理解且尊重。不过，我想请问您，如果你们换个角色，您的未婚夫以同样的方式对待前任，好奇他过得怎么样，您的内心感受和态度会是怎样的呢？",
    "annotation": [
      {
        "sentence": "感谢您对这个问题的回答。",
        "label": ""
      },
      {
        "sentence": "好奇前任过得怎么样是一种正常的人性的需求。",
        "label": ""
      },
      {
        "sentence": "对于保留空间的看法，我理解且尊重。",
        "label": ""
      },
      {
        "sentence": "不过，我想请问您，如果你们换个角色，您的未婚夫以同样的方式对待前任，好奇他过得怎么样，您的内心感受和态度会是怎样的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "如果是这样的话，我可能会感到不舒服和不满。我不太喜欢他过于关注前任的事情，尤其是看微博这种行为。我希望我们两个在这个问题上能够达成共识，保持彼此的安全感。",
    "annotation": [
      {
        "sentence": "如果是这样的话，我可能会感到不舒服和不满。",
        "label": ""
      },
      {
        "sentence": "我不太喜欢他过于关注前任的事情，尤其是看微博这种行为。",
        "label": ""
      },
      {
        "sentence": "我希望我们两个在这个问题上能够达成共识，保持彼此的安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，每个人对待前任的态度和方式是不同的。我认为在您们的关系中，沟通和理解是非常重要的。我希望您能够去问问自己，到底是什么原因让您对前任产生好奇心，是什么让您觉得保留一些空间是必要的。同样重要的是，与您的未婚夫坦诚交流，共同找到可以接受和尊重彼此价值观的方式。最终的决定应该从您内心出发，不过我会一直在这里陪伴您，给予支持和建议。",
    "annotation": [
      {
        "sentence": "明白了，每个人对待前任的态度和方式是不同的。",
        "label": ""
      },
      {
        "sentence": "我认为在您们的关系中，沟通和理解是非常重要的。",
        "label": ""
      },
      {
        "sentence": "我希望您能够去问问自己，到底是什么原因让您对前任产生好奇心，是什么让您觉得保留一些空间是必要的。",
        "label": ""
      },
      {
        "sentence": "同样重要的是，与您的未婚夫坦诚交流，共同找到可以接受和尊重彼此价值观的方式。",
        "label": ""
      },
      {
        "sentence": "最终的决定应该从您内心出发，不过我会一直在这里陪伴您，给予支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我会好好思考自己的内心，并和未婚夫进行更深入的交流。希望能够找到一个能够让我们两个都满意的解决方案。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我会好好思考自己的内心，并和未婚夫进行更深入的交流。",
        "label": ""
      },
      {
        "sentence": "希望能够找到一个能够让我们两个都满意的解决方案。",
        "label": ""
      }
    ]
  }
]