[
  {
    "role": "client",
    "content": "为什么我和人相处的时候会很讨厌对方的付出？也不知道是不是家庭原因，在与别人相处的时候，对方的一点关心我都觉得很厌恶，已至于和别人相处的时候我都会故意隔开距离。以前还好，现在对待家人也有这种厌恶感，甚至于会胸闷。",
    "annotation": [
      {
        "sentence": "为什么我和人相处的时候会很讨厌对方的付出？",
        "label": ""
      },
      {
        "sentence": "也不知道是不是家庭原因，在与别人相处的时候，对方的一点关心我都觉得很厌恶，已至于和别人相处的时候我都会故意隔开距离。",
        "label": ""
      },
      {
        "sentence": "以前还好，现在对待家人也有这种厌恶感，甚至于会胸闷。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果出现了躯体上的应激反应，那么应该与人格特质无关。后天的成长环境影响作用更大。胸闷是一种难以呼吸的躯体感受，如果在和家人的相处时这种感受特别明显的话，你是否会在家庭中经常感受到强烈的被控制，个体感受不被尊重，以及心理空间被忽视和挤占呢？厌恶有时候是一种防御，由于过度担忧距离和亲密会激活自己的伤痕记忆，所以选择刻板评价和攻击的方式来拉开心理距离。将关系保持在自己可以完全掌控的范围之内。这可能是保护自己最简单和安全的方式了。",
    "annotation": [
      {
        "sentence": "如果出现了躯体上的应激反应，那么应该与人格特质无关。",
        "label": ""
      },
      {
        "sentence": "后天的成长环境影响作用更大。",
        "label": ""
      },
      {
        "sentence": "胸闷是一种难以呼吸的躯体感受，如果在和家人的相处时这种感受特别明显的话，你是否会在家庭中经常感受到强烈的被控制，个体感受不被尊重，以及心理空间被忽视和挤占呢？",
        "label": ""
      },
      {
        "sentence": "厌恶有时候是一种防御，由于过度担忧距离和亲密会激活自己的伤痕记忆，所以选择刻板评价和攻击的方式来拉开心理距离。",
        "label": ""
      },
      {
        "sentence": "将关系保持在自己可以完全掌控的范围之内。",
        "label": ""
      },
      {
        "sentence": "这可能是保护自己最简单和安全的方式了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我是在家庭中感受到了被控制，我的个体感受经常被忽视和挤占。而且，我发现我现在对待家人也有这种厌恶感，这让我很困惑。",
    "annotation": [
      {
        "sentence": "我觉得我是在家庭中感受到了被控制，我的个体感受经常被忽视和挤占。",
        "label": ""
      },
      {
        "sentence": "而且，我发现我现在对待家人也有这种厌恶感，这让我很困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解你在家庭中感受到被控制和个体感受被忽视的情况，这种厌恶感也许是你对于过去伤害的保护机制。对于家人的厌恶感可能源自于你对于个体空间被侵犯的恐惧和对于伤害再次发生的防御。",
    "annotation": [
      {
        "sentence": "了解你在家庭中感受到被控制和个体感受被忽视的情况，这种厌恶感也许是你对于过去伤害的保护机制。",
        "label": ""
      },
      {
        "sentence": "对于家人的厌恶感可能源自于你对于个体空间被侵犯的恐惧和对于伤害再次发生的防御。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我害怕再次受到伤害，所以我选择将关系保持在我可以掌控的距离之内。但我也感到困惑，因为这样的行为似乎影响到了我的人际关系。",
    "annotation": [
      {
        "sentence": "是的，我害怕再次受到伤害，所以我选择将关系保持在我可以掌控的距离之内。",
        "label": ""
      },
      {
        "sentence": "但我也感到困惑，因为这样的行为似乎影响到了我的人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的困惑很正常，因为这种行为可能导致你在人际关系中难以建立亲密和信任的连接。但是，这也是你为了保护自己而采取的应激反应。为了改善人际关系，你可以尝试提前定义关系的方式，来让自己感受到，自己是有能力掌控关系，并处于主动位置的。",
    "annotation": [
      {
        "sentence": "你的困惑很正常，因为这种行为可能导致你在人际关系中难以建立亲密和信任的连接。",
        "label": ""
      },
      {
        "sentence": "但是，这也是你为了保护自己而采取的应激反应。",
        "label": ""
      },
      {
        "sentence": "为了改善人际关系，你可以尝试提前定义关系的方式，来让自己感受到，自己是有能力掌控关系，并处于主动位置的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要尝试改变我的观念，放下对伤害的恐惧，并试图建立更健康的人际关系。但我觉得自己很难做到，有什么建议吗？",
    "annotation": [
      {
        "sentence": "我明白了，我需要尝试改变我的观念，放下对伤害的恐惧，并试图建立更健康的人际关系。",
        "label": ""
      },
      {
        "sentence": "但我觉得自己很难做到，有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了尝试改变观念之外，你还可以尝试复制和强化那些让你感觉良好的人际关系经验。同时，表达性疗愈也是一个很好的方向，通过写作、绘画、叙事、演讲等方式来表达自己的感受，暂时不强求关系上的回应和结果。这样可以让自己的能量有个出口，同时增强内在联结和掌控感。",
    "annotation": [
      {
        "sentence": "除了尝试改变观念之外，你还可以尝试复制和强化那些让你感觉良好的人际关系经验。",
        "label": ""
      },
      {
        "sentence": "同时，表达性疗愈也是一个很好的方向，通过写作、绘画、叙事、演讲等方式来表达自己的感受，暂时不强求关系上的回应和结果。",
        "label": ""
      },
      {
        "sentence": "这样可以让自己的能量有个出口，同时增强内在联结和掌控感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这听起来是个不错的建议，我会尝试运用这些方法来改善自己的人际关系。还有其他的建议吗？",
    "annotation": [
      {
        "sentence": "这听起来是个不错的建议，我会尝试运用这些方法来改善自己的人际关系。",
        "label": ""
      },
      {
        "sentence": "还有其他的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了表达性疗愈，你还可以尝试一些身体方面的练习，比如呼吸练习、舞动和轻运动，甚至是按摩或轻敲穴道等方式，这些都有助于释放长期压抑的能量，增强内在联结和掌控感。记住，这个过程需要持续的努力和耐心，但你的内在力量是非常强大的，你一定能够找到自己期待的未来并拥抱它。",
    "annotation": [
      {
        "sentence": "除了表达性疗愈，你还可以尝试一些身体方面的练习，比如呼吸练习、舞动和轻运动，甚至是按摩或轻敲穴道等方式，这些都有助于释放长期压抑的能量，增强内在联结和掌控感。",
        "label": ""
      },
      {
        "sentence": "记住，这个过程需要持续的努力和耐心，但你的内在力量是非常强大的，你一定能够找到自己期待的未来并拥抱它。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和支持，我会努力尝试这些方法，希望能够改善我的人际关系和自己的生活。",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和支持，我会努力尝试这些方法，希望能够改善我的人际关系和自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，相信你能够做到的！如果还有任何困惑或需要进一步的支持，随时都可以向我提问。加油！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，相信你能够做到的！",
        "label": ""
      },
      {
        "sentence": "如果还有任何困惑或需要进一步的支持，随时都可以向我提问。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]