[
  {
    "role": "client",
    "content": "长年宅在家为游戏而活，我的命运该何去何从？本人男26岁确诊精神分裂服药已九年，长年宅在家为游戏而活，感到空虚可悲且不值，却又没有改变现状走出来的行动力，对人对事容易悲观，总是因为担心或怀疑某件事而无聊重复一个动作，不愿吃苦耐劳找份工作，总是习惯享受安逸，好逸恶劳的人生观，特别害怕父亲口中说的那句话，他说有一天如果他们都老了，我会比狗还要惨，到时候没有人养我了，我会更加凄凉，或多或少为这问题感到焦虑，但还是没有转化出行动力，觉得自己比不上正常人，人家工作多年结婚生子什么的了，我还是一点没变且一无所有，不打算娶老婆了养家太累，虽然还是有点渴望找个女朋友，可悲的是我活了26年一个女朋友都没谈过。我想我已经精神残疾了，有时候极度沮丧我会一根筋想着跳楼自杀，找一个没有人能及时发现我的地方往下跳。",
    "annotation": [
      {
        "sentence": "长年宅在家为游戏而活，我的命运该何去何从？",
        "label": ""
      },
      {
        "sentence": "本人男26岁确诊精神分裂服药已九年，长年宅在家为游戏而活，感到空虚可悲且不值，却又没有改变现状走出来的行动力，对人对事容易悲观，总是因为担心或怀疑某件事而无聊重复一个动作，不愿吃苦耐劳找份工作，总是习惯享受安逸，好逸恶劳的人生观，特别害怕父亲口中说的那句话，他说有一天如果他们都老了，我会比狗还要惨，到时候没有人养我了，我会更加凄凉，或多或少为这问题感到焦虑，但还是没有转化出行动力，觉得自己比不上正常人，人家工作多年结婚生子什么的了，我还是一点没变且一无所有，不打算娶老婆了养家太累，虽然还是有点渴望找个女朋友，可悲的是我活了26年一个女朋友都没谈过。",
        "label": ""
      },
      {
        "sentence": "我想我已经精神残疾了，有时候极度沮丧我会一根筋想着跳楼自杀，找一个没有人能及时发现我的地方往下跳。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你患有精神分裂，常年承受精神折磨的痛苦，很不容易。因为精神疾病的折磨，让你抱着一种消极悲观的思维和情绪来面对这个世界和自己的生活，找不到前进的动力。可以说这并非是你内心真正所想要的，因为你很清楚自己的问题所在，觉察到自己的状态和情绪，只是习惯性地陷在悲观消极的状态中，还找不到动力去改变。但是，你的自我觉察就是一个自我改变的开始。首先需要好好治疗你的精神疾病，恢复正常的精神状态，你的悲观消极情绪和思维也会逐步有所转变。你已经服药9年，一直在坚持着治疗，这份毅力很难得，也说明你的内心并不想轻易放弃自己，还是希望能够重新获得属于自己的生活。那么能否再积极一些，和主治医生进行沟通，调整或加强治疗方案，配合心理咨询辅导，看看病情能否有好转？",
    "annotation": [
      {
        "sentence": "你患有精神分裂，常年承受精神折磨的痛苦，很不容易。",
        "label": ""
      },
      {
        "sentence": "因为精神疾病的折磨，让你抱着一种消极悲观的思维和情绪来面对这个世界和自己的生活，找不到前进的动力。",
        "label": ""
      },
      {
        "sentence": "可以说这并非是你内心真正所想要的，因为你很清楚自己的问题所在，觉察到自己的状态和情绪，只是习惯性地陷在悲观消极的状态中，还找不到动力去改变。",
        "label": ""
      },
      {
        "sentence": "但是，你的自我觉察就是一个自我改变的开始。",
        "label": ""
      },
      {
        "sentence": "首先需要好好治疗你的精神疾病，恢复正常的精神状态，你的悲观消极情绪和思维也会逐步有所转变。",
        "label": ""
      },
      {
        "sentence": "你已经服药9年，一直在坚持着治疗，这份毅力很难得，也说明你的内心并不想轻易放弃自己，还是希望能够重新获得属于自己的生活。",
        "label": ""
      },
      {
        "sentence": "那么能否再积极一些，和主治医生进行沟通，调整或加强治疗方案，配合心理咨询辅导，看看病情能否有好转？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也想改变自己，找回生活的动力，但总觉得自己比不上正常人，觉得一无所有。感到空虚可悲且不值，对未来感到恐惧，不知道该怎么办？",
    "annotation": [
      {
        "sentence": "我也想改变自己，找回生活的动力，但总觉得自己比不上正常人，觉得一无所有。",
        "label": ""
      },
      {
        "sentence": "感到空虚可悲且不值，对未来感到恐惧，不知道该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要过度自责，每个人的成长过程都不一样，你与正常人的差异只是暂时的。通过积极治疗和努力改变，你一样有机会找回属于自己的动力和价值。对于未来的恐惧是可以理解的，但不要让它阻碍你前进的脚步。我们可以一起制定一些具体的目标和行动计划，逐步迈向更好的未来。",
    "annotation": [
      {
        "sentence": "不要过度自责，每个人的成长过程都不一样，你与正常人的差异只是暂时的。",
        "label": ""
      },
      {
        "sentence": "通过积极治疗和努力改变，你一样有机会找回属于自己的动力和价值。",
        "label": ""
      },
      {
        "sentence": "对于未来的恐惧是可以理解的，但不要让它阻碍你前进的脚步。",
        "label": ""
      },
      {
        "sentence": "我们可以一起制定一些具体的目标和行动计划，逐步迈向更好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实希望有所改变，但是我对自己的行动力和能力缺乏信心。我总是觉得自己会失败，害怕再次受到伤害和失望。",
    "annotation": [
      {
        "sentence": "我确实希望有所改变，但是我对自己的行动力和能力缺乏信心。",
        "label": ""
      },
      {
        "sentence": "我总是觉得自己会失败，害怕再次受到伤害和失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种缺乏自信的感觉在你这种情况下是很正常的，但不要让它阻碍你追求更好的生活。尝试让自己有一点点勇气，相信自己也能够成功。记住，失败并不代表你自身的价值，它只是成长的一部分。接受失败，学会从中吸取教训，继续前进，你会变得更加坚强。",
    "annotation": [
      {
        "sentence": "这种缺乏自信的感觉在你这种情况下是很正常的，但不要让它阻碍你追求更好的生活。",
        "label": ""
      },
      {
        "sentence": "尝试让自己有一点点勇气，相信自己也能够成功。",
        "label": ""
      },
      {
        "sentence": "记住，失败并不代表你自身的价值，它只是成长的一部分。",
        "label": ""
      },
      {
        "sentence": "接受失败，学会从中吸取教训，继续前进，你会变得更加坚强。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很害怕面对外界的压力和评价，怕自己无法应对工作和人际关系。我觉得目前的生活状态让我感到安逸，不愿意面对更多的困难和挑战。",
    "annotation": [
      {
        "sentence": "我很害怕面对外界的压力和评价，怕自己无法应对工作和人际关系。",
        "label": ""
      },
      {
        "sentence": "我觉得目前的生活状态让我感到安逸，不愿意面对更多的困难和挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的顾虑和担心，但是面对挑战和压力是成长和进步的机会。你可以慢慢步入社会，尝试兼顾工作和人际关系，逐渐适应和解决问题。对于困难和挑战，你可以和主治医生一起探讨如何应对和处理，寻找适合自己的方法。",
    "annotation": [
      {
        "sentence": "理解你的顾虑和担心，但是面对挑战和压力是成长和进步的机会。",
        "label": ""
      },
      {
        "sentence": "你可以慢慢步入社会，尝试兼顾工作和人际关系，逐渐适应和解决问题。",
        "label": ""
      },
      {
        "sentence": "对于困难和挑战，你可以和主治医生一起探讨如何应对和处理，寻找适合自己的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我担心我父亲说的那句话会成为现实，到时候没有人能够照顾我，我会更加凄凉。我很害怕这种孤独和无助的感觉。",
    "annotation": [
      {
        "sentence": "我担心我父亲说的那句话会成为现实，到时候没有人能够照顾我，我会更加凄凉。",
        "label": ""
      },
      {
        "sentence": "我很害怕这种孤独和无助的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你对未来的担忧，但是请相信，只要你积极改变自己的生活态度和行为，你不会落入无助的境地。和家人好好沟通，表达你对他们支持和帮助的需求，他们会理解并给予你支持。此外，你也可以寻找精神疾病社区或志愿者组织，和那些经历过类似困境的人交流，找到更多的支持和帮助。",
    "annotation": [
      {
        "sentence": "理解你对未来的担忧，但是请相信，只要你积极改变自己的生活态度和行为，你不会落入无助的境地。",
        "label": ""
      },
      {
        "sentence": "和家人好好沟通，表达你对他们支持和帮助的需求，他们会理解并给予你支持。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以寻找精神疾病社区或志愿者组织，和那些经历过类似困境的人交流，找到更多的支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会更加积极面对自己的问题，并寻求适当的治疗和支持。我会努力改变自己，迈向更好的未来。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会更加积极面对自己的问题，并寻求适当的治疗和支持。",
        "label": ""
      },
      {
        "sentence": "我会努力改变自己，迈向更好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到你这样的回答。相信自己的能力，保持积极的心态，你一定能够走出困境，获得属于自己的美好生活。我会一直在你身边支持你，加油！",
    "annotation": [
      {
        "sentence": "非常欣慰听到你这样的回答。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，保持积极的心态，你一定能够走出困境，获得属于自己的美好生活。",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边支持你，加油！",
        "label": ""
      }
    ]
  }
]