[
  {
    "role": "client",
    "content": "知道怎么去爱别人，怎么样才能打心底的爱自己？",
    "annotation": [
      {
        "sentence": "知道怎么去爱别人，怎么样才能打心底的爱自己？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "以前我在社交活动里是乐于付出的那个，我知道怎么去爱别人。最近两三年我在社交方面有点受伤，我觉得该对自己好了，我买昂贵的裙子，买以前喜欢却没时间看的书，花时间和自己相处。可我还是喜欢不上自己，甚至讨厌。理性的认为自己前途黯淡，也不会社交。有我自身的问题，我确实不行。经常会想每个人都应该是有用的，为什么我这么没用。我真的好想试试爱自己是什么感觉。",
    "annotation": [
      {
        "sentence": "以前我在社交活动里是乐于付出的那个，我知道怎么去爱别人。",
        "label": ""
      },
      {
        "sentence": "最近两三年我在社交方面有点受伤，我觉得该对自己好了，我买昂贵的裙子，买以前喜欢却没时间看的书，花时间和自己相处。",
        "label": ""
      },
      {
        "sentence": "可我还是喜欢不上自己，甚至讨厌。",
        "label": ""
      },
      {
        "sentence": "理性的认为自己前途黯淡，也不会社交。",
        "label": ""
      },
      {
        "sentence": "有我自身的问题，我确实不行。",
        "label": ""
      },
      {
        "sentence": "经常会想每个人都应该是有用的，为什么我这么没用。",
        "label": ""
      },
      {
        "sentence": "我真的好想试试爱自己是什么感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看样子你以前是一个活跃份子，去积极地参与活动，帮助他人，你也很喜欢这样的自己，那么是发生了什么让你觉得自己不被接受或者不被爱了？为什么说自己受伤了？",
    "annotation": [
      {
        "sentence": "看样子你以前是一个活跃份子，去积极地参与活动，帮助他人，你也很喜欢这样的自己，那么是发生了什么让你觉得自己不被接受或者不被爱了？",
        "label": ""
      },
      {
        "sentence": "为什么说自己受伤了？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在社交活动中，我经历了一些让我感到被忽视和被伤害的事情。我觉得我付出了很多，但没有得到相应的回报和认可。",
    "annotation": [
      {
        "sentence": "在社交活动中，我经历了一些让我感到被忽视和被伤害的事情。",
        "label": ""
      },
      {
        "sentence": "我觉得我付出了很多，但没有得到相应的回报和认可。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "也许说出来才能缓解你心中的伤痛哦。有时候只是做自己心中想做的事情，而不去期望回报能让我们不会太介怀事情的结果。我们不一定会获得每一个人的认可，但是不代表我们就没有价值。而且有时候人们是无意的，也许有什么误会，并不一定是故意针对你，也许你的好心并不适合他们的处境，也会有矛盾产生。",
    "annotation": [
      {
        "sentence": "也许说出来才能缓解你心中的伤痛哦。",
        "label": ""
      },
      {
        "sentence": "有时候只是做自己心中想做的事情，而不去期望回报能让我们不会太介怀事情的结果。",
        "label": ""
      },
      {
        "sentence": "我们不一定会获得每一个人的认可，但是不代表我们就没有价值。",
        "label": ""
      },
      {
        "sentence": "而且有时候人们是无意的，也许有什么误会，并不一定是故意针对你，也许你的好心并不适合他们的处境，也会有矛盾产生。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解你的意思，但我还是对自己感到失望。我觉得我不够好，我不知道怎么爱自己。",
    "annotation": [
      {
        "sentence": "我理解你的意思，但我还是对自己感到失望。",
        "label": ""
      },
      {
        "sentence": "我觉得我不够好，我不知道怎么爱自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "退一步海阔天空吧，告诉自己不要那么介怀一些事情，除了让自己难过，开始质疑自己之外又有什么用处呢？往好的地方看，告诉自己自己还是那个乐于付出，乐观向上的人。我精力并不太放在社交上，社交对我来说更是一种自然而然的行为，我是这样的人，所以我身边就有类似的圈子，我们有共同的价值观所以聚在了一起。如果暂时没有，一个人静静地看书也挺好，有三五个知己偶尔能排遣一下寂寞也就够了。",
    "annotation": [
      {
        "sentence": "退一步海阔天空吧，告诉自己不要那么介怀一些事情，除了让自己难过，开始质疑自己之外又有什么用处呢？",
        "label": ""
      },
      {
        "sentence": "往好的地方看，告诉自己自己还是那个乐于付出，乐观向上的人。",
        "label": ""
      },
      {
        "sentence": "我精力并不太放在社交上，社交对我来说更是一种自然而然的行为，我是这样的人，所以我身边就有类似的圈子，我们有共同的价值观所以聚在了一起。",
        "label": ""
      },
      {
        "sentence": "如果暂时没有，一个人静静地看书也挺好，有三五个知己偶尔能排遣一下寂寞也就够了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该多看到自己的优点和过去的成就。我也需要给自己一些时间去恢复，不要对自己要求太高。",
    "annotation": [
      {
        "sentence": "你说得对，我应该多看到自己的优点和过去的成就。",
        "label": ""
      },
      {
        "sentence": "我也需要给自己一些时间去恢复，不要对自己要求太高。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是怎么理性地认为自己前途暗淡了呢？人是在不断变化的，就算你现在是这样，不代表你未来以后都这样。哪怕我现在什么技能也没有，但是我明天去报一个班，学会了技能，不就可以参加相应的工作了吗？而且也许有什么机缘巧合你遇上了特别合适的工作机会也不一定。每个人都会有他的使命和擅长的地方，也许你只是还没有发现而已，你如果终日笼罩在觉得自己一无是处的想法里，你也很难有眼光去发现。",
    "annotation": [
      {
        "sentence": "你是怎么理性地认为自己前途暗淡了呢？",
        "label": ""
      },
      {
        "sentence": "人是在不断变化的，就算你现在是这样，不代表你未来以后都这样。",
        "label": ""
      },
      {
        "sentence": "哪怕我现在什么技能也没有，但是我明天去报一个班，学会了技能，不就可以参加相应的工作了吗？",
        "label": ""
      },
      {
        "sentence": "而且也许有什么机缘巧合你遇上了特别合适的工作机会也不一定。",
        "label": ""
      },
      {
        "sentence": "每个人都会有他的使命和擅长的地方，也许你只是还没有发现而已，你如果终日笼罩在觉得自己一无是处的想法里，你也很难有眼光去发现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我不能一直沉迷于自我否定之中。或许我要花点时间去了解自己，探索自己的潜力。",
    "annotation": [
      {
        "sentence": "你说得对，我不能一直沉迷于自我否定之中。",
        "label": ""
      },
      {
        "sentence": "或许我要花点时间去了解自己，探索自己的潜力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不如先从小处做起，每天发现一件值得感恩的事情，或是自己做的好的地方，别人夸奖过你哪些行为，然后记录下来，当自己意志低沉的时候就去看一看，找回自己的自信。",
    "annotation": [
      {
        "sentence": "不如先从小处做起，每天发现一件值得感恩的事情，或是自己做的好的地方，别人夸奖过你哪些行为，然后记录下来，当自己意志低沉的时候就去看一看，找回自己的自信。",
        "label": ""
      }
    ]
  }
]