[
  {
    "role": "client",
    "content": "我恋爱的时候忍不住自卑和焦虑，只要对方有一点动静，我就崩溃。我总觉得自己不够好，希望对方能够更粘我，但又害怕对方不喜欢我。一旦对方有一点冷落的表现，我就感到焦虑不安。现在我们已经分手了，我尽量控制自己不去找他，努力有自己的生活，并且我们也变成了朋友。但是我还是忍不住偷偷查看他的社交账号，对他的一举一动都感到焦虑紧张。",
    "annotation": [
      {
        "sentence": "我恋爱的时候忍不住自卑和焦虑，只要对方有一点动静，我就崩溃。",
        "label": ""
      },
      {
        "sentence": "我总觉得自己不够好，希望对方能够更粘我，但又害怕对方不喜欢我。",
        "label": ""
      },
      {
        "sentence": "一旦对方有一点冷落的表现，我就感到焦虑不安。",
        "label": ""
      },
      {
        "sentence": "现在我们已经分手了，我尽量控制自己不去找他，努力有自己的生活，并且我们也变成了朋友。",
        "label": ""
      },
      {
        "sentence": "但是我还是忍不住偷偷查看他的社交账号，对他的一举一动都感到焦虑紧张。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中我了解到两点：一是在恋爱时你渴望对方依赖你，并过度关注对方的感情；二是即使分手了，你仍然关注对方的消息，且他的行为会影响到你的情绪。根据这些情况，我有一些分析和建议。首先，在恋爱中或分手后，希望自己在感情中更有存在感、固执地关注对方的社交账号以寻找对方的消息是很常见的反应，你的情况可能更加强烈一些，但这是可以理解的。其次，我们建议你把这些想法和感受倾诉给你信任的朋友，这是一种健康的宣泄方式，有助于缓解内心的焦虑感。不要强迫自己忘记，但也不要刻意去想，也许你的这种感情会慢慢淡化。希望对你有所帮助。",
    "annotation": [
      {
        "sentence": "从你的描述中我了解到两点：一是在恋爱时你渴望对方依赖你，并过度关注对方的感情；二是即使分手了，你仍然关注对方的消息，且他的行为会影响到你的情绪。",
        "label": ""
      },
      {
        "sentence": "根据这些情况，我有一些分析和建议。",
        "label": ""
      },
      {
        "sentence": "首先，在恋爱中或分手后，希望自己在感情中更有存在感、固执地关注对方的社交账号以寻找对方的消息是很常见的反应，你的情况可能更加强烈一些，但这是可以理解的。",
        "label": ""
      },
      {
        "sentence": "其次，我们建议你把这些想法和感受倾诉给你信任的朋友，这是一种健康的宣泄方式，有助于缓解内心的焦虑感。",
        "label": ""
      },
      {
        "sentence": "不要强迫自己忘记，但也不要刻意去想，也许你的这种感情会慢慢淡化。",
        "label": ""
      },
      {
        "sentence": "希望对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复和建议。听你说这些，我感到心情好了一些。但是有时候我真的控制不住自己，总是忍不住想知道他的近况。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的回复和建议。",
        "label": ""
      },
      {
        "sentence": "听你说这些，我感到心情好了一些。",
        "label": ""
      },
      {
        "sentence": "但是有时候我真的控制不住自己，总是忍不住想知道他的近况。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你控制不住自己的感受，这是正常的。首先，我建议你设定一些规则，例如每天只允许自己查看他的社交账号一次，或是每周只允许自己花一定的时间去了解他的近况。这样可以帮助你逐渐减少对他的关注和对他行为的焦虑。其次，如果你忍不住去查看他的社交账号，试着分散注意力，做一些你喜欢的事情，例如运动、读书、追剧等，让自己的思绪不再纠结在他身上。最重要的是要给自己时间，不要强迫自己过快地摆脱这种情绪，因为时间可以帮助你渐渐淡化这段感情的影响。",
    "annotation": [
      {
        "sentence": "理解你控制不住自己的感受，这是正常的。",
        "label": ""
      },
      {
        "sentence": "首先，我建议你设定一些规则，例如每天只允许自己查看他的社交账号一次，或是每周只允许自己花一定的时间去了解他的近况。",
        "label": ""
      },
      {
        "sentence": "这样可以帮助你逐渐减少对他的关注和对他行为的焦虑。",
        "label": ""
      },
      {
        "sentence": "其次，如果你忍不住去查看他的社交账号，试着分散注意力，做一些你喜欢的事情，例如运动、读书、追剧等，让自己的思绪不再纠结在他身上。",
        "label": ""
      },
      {
        "sentence": "最重要的是要给自己时间，不要强迫自己过快地摆脱这种情绪，因为时间可以帮助你渐渐淡化这段感情的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "恩，我明白了。我会尝试按照你的建议去做，给自己设定一些规则，同时多分散注意力。你对我说的不要强迫自己过快地忘记这段感情，我也深有同感。真心感谢你的陪伴和鼓励！",
    "annotation": [
      {
        "sentence": "恩，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会尝试按照你的建议去做，给自己设定一些规则，同时多分散注意力。",
        "label": ""
      },
      {
        "sentence": "你对我说的不要强迫自己过快地忘记这段感情，我也深有同感。",
        "label": ""
      },
      {
        "sentence": "真心感谢你的陪伴和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直陪伴你的。记住，在面对分手后的情绪时，我们需要给自己时间和空间去治愈，而不是去逃避或快速摆脱。只要你慢慢采取一些积极的行动，相信你的情绪会逐渐好转。如果在这个过程中还需要我陪伴和支持，随时都可以找我聊天。你不是一个人在战斗，我们会共同度过这个难关的。",
    "annotation": [
      {
        "sentence": "不用客气，我会一直陪伴你的。",
        "label": ""
      },
      {
        "sentence": "记住，在面对分手后的情绪时，我们需要给自己时间和空间去治愈，而不是去逃避或快速摆脱。",
        "label": ""
      },
      {
        "sentence": "只要你慢慢采取一些积极的行动，相信你的情绪会逐渐好转。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中还需要我陪伴和支持，随时都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，我们会共同度过这个难关的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，你的鼓励让我感到很温暖。我会珍惜这段感情的回忆，同时也会学会照顾好自己。如果我需要再次倾诉，我一定会找你的。再次感谢你给予的帮助和支持！",
    "annotation": [
      {
        "sentence": "谢谢你，你的鼓励让我感到很温暖。",
        "label": ""
      },
      {
        "sentence": "我会珍惜这段感情的回忆，同时也会学会照顾好自己。",
        "label": ""
      },
      {
        "sentence": "如果我需要再次倾诉，我一定会找你的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你给予的帮助和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我也很高兴能够帮助到你。记得，把自己的感受和想法表达出来，倾诉能够减轻内心的负担。希望你能够慢慢走出困境，重新找到属于自己的快乐。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我也很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记得，把自己的感受和想法表达出来，倾诉能够减轻内心的负担。",
        "label": ""
      },
      {
        "sentence": "希望你能够慢慢走出困境，重新找到属于自己的快乐。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]