[
  {
    "role": "client",
    "content": "家庭矛盾，学习压力，我实在没有毅力活下去？我现在是一名在校学生，曾经有得过抑郁症，有过自杀行为，从前被抢救回来了，心里一直很对父母愧疚，再没有过轻生想法。可是现在随着家庭上的各种矛盾，学习压力变大，今天终于爆发了，我感觉我实在没有毅力活下去，我活得太迷茫，对未来没有梦想，没有希望。全凭我对爸妈的愧疚感，我从前实在实在太爱他们了，可是有了弟弟后家里的中心不可避免的转移了。我马上要高考，成绩不是很理想，但爸妈对我期望很高，他们控制欲也很强，我知道这个跟我不争气有关，可我实在振作不起来，每天像混日子，我觉得有必要让这样的日子结束了。我知道，这些困难在很多人眼里根本不值一提，没什么值得哭诉的，因为这些事想自杀更是可笑，不可理喻。可是我实在振作不起来，既没有积极生活的毅力，也没有自我了断的决心。",
    "annotation": [
      {
        "sentence": "家庭矛盾，学习压力，我实在没有毅力活下去？",
        "label": ""
      },
      {
        "sentence": "我现在是一名在校学生，曾经有得过抑郁症，有过自杀行为，从前被抢救回来了，心里一直很对父母愧疚，再没有过轻生想法。",
        "label": ""
      },
      {
        "sentence": "可是现在随着家庭上的各种矛盾，学习压力变大，今天终于爆发了，我感觉我实在没有毅力活下去，我活得太迷茫，对未来没有梦想，没有希望。",
        "label": ""
      },
      {
        "sentence": "全凭我对爸妈的愧疚感，我从前实在实在太爱他们了，可是有了弟弟后家里的中心不可避免的转移了。",
        "label": ""
      },
      {
        "sentence": "我马上要高考，成绩不是很理想，但爸妈对我期望很高，他们控制欲也很强，我知道这个跟我不争气有关，可我实在振作不起来，每天像混日子，我觉得有必要让这样的日子结束了。",
        "label": ""
      },
      {
        "sentence": "我知道，这些困难在很多人眼里根本不值一提，没什么值得哭诉的，因为这些事想自杀更是可笑，不可理喻。",
        "label": ""
      },
      {
        "sentence": "可是我实在振作不起来，既没有积极生活的毅力，也没有自我了断的决心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的问题描述中，感受到了你深深的自我轻视和否定。你自杀过，但是你体验到的是深深的愧疚感；虽然这种愧疚感支撑着你继续活下来，但是这种愧疚感，其实也会给你带来很大的心理压力，你觉得欠父母，不该拖累父母。",
    "annotation": [
      {
        "sentence": "从你的问题描述中，感受到了你深深的自我轻视和否定。",
        "label": ""
      },
      {
        "sentence": "你自杀过，但是你体验到的是深深的愧疚感；虽然这种愧疚感支撑着你继续活下来，但是这种愧疚感，其实也会给你带来很大的心理压力，你觉得欠父母，不该拖累父母。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我总觉得自己不应该向父母倾诉，不应该给他们带来麻烦，可是这种压力真的让我喘不过气来。",
    "annotation": [
      {
        "sentence": "是的，我总觉得自己不应该向父母倾诉，不应该给他们带来麻烦，可是这种压力真的让我喘不过气来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "成绩不理想，你觉得自己不争气。即使来这里提问，你也担心，自己的问题，可能根本不值一提，想自杀也是可笑，不可理喻。可是，我想告诉你，你很重要，你的问题也很重要，你不需要这么去否定自己，轻视自己。之前因为抑郁症而自杀，难以想象你经历了多少心理痛苦才做出这样的决定，你也不想这样的，所以，没必要感觉愧疚，没必要给自己套上一个愧疚的枷锁。",
    "annotation": [
      {
        "sentence": "成绩不理想，你觉得自己不争气。",
        "label": ""
      },
      {
        "sentence": "即使来这里提问，你也担心，自己的问题，可能根本不值一提，想自杀也是可笑，不可理喻。",
        "label": ""
      },
      {
        "sentence": "可是，我想告诉你，你很重要，你的问题也很重要，你不需要这么去否定自己，轻视自己。",
        "label": ""
      },
      {
        "sentence": "之前因为抑郁症而自杀，难以想象你经历了多少心理痛苦才做出这样的决定，你也不想这样的，所以，没必要感觉愧疚，没必要给自己套上一个愧疚的枷锁。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解，但我真的觉得自己什么都不是，一无是处。",
    "annotation": [
      {
        "sentence": "谢谢你的理解，但我真的觉得自己什么都不是，一无是处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在即将高考，心态尤为重要，你需要给自己卸下一些担子，不要给自己太大的心理压力。父母的期望，父母的控制，都暂时先放一边吧，自己努力的投入到学习当中，尽力就好。迷茫，没有梦想，是你这个年龄段的正常状态，不着急，可以慢慢想，甚至，高考之后再做打算，其实也不迟。目前，先专注于学习这一件事就好。",
    "annotation": [
      {
        "sentence": "你现在即将高考，心态尤为重要，你需要给自己卸下一些担子，不要给自己太大的心理压力。",
        "label": ""
      },
      {
        "sentence": "父母的期望，父母的控制，都暂时先放一边吧，自己努力的投入到学习当中，尽力就好。",
        "label": ""
      },
      {
        "sentence": "迷茫，没有梦想，是你这个年龄段的正常状态，不着急，可以慢慢想，甚至，高考之后再做打算，其实也不迟。",
        "label": ""
      },
      {
        "sentence": "目前，先专注于学习这一件事就好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道你说的都是为了我好，但我真的觉得很难。",
    "annotation": [
      {
        "sentence": "我知道你说的都是为了我好，但我真的觉得很难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受，面对压力确实很难。但是，我相信你有足够的能力去面对困难，去克服压力。相信自己，你可以的。",
    "annotation": [
      {
        "sentence": "我明白你的感受，面对压力确实很难。",
        "label": ""
      },
      {
        "sentence": "但是，我相信你有足够的能力去面对困难，去克服压力。",
        "label": ""
      },
      {
        "sentence": "相信自己，你可以的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着相信自己的，谢谢你的鼓励。",
    "annotation": [
      {
        "sentence": "我会试着相信自己的，谢谢你的鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直在你身边支持你的。弟弟来到家里后，你感觉到家里的中心被转移的，这是不可避免的，能感受到你的失落。不过，你换一个角度去想，在弟弟来临之前，你享受了父母十几年的独宠，而这是弟弟永远体验不到的。弟弟分走部分父母的关注，但是这个世界上，也多了一个爱你的人。(^_-)。",
    "annotation": [
      {
        "sentence": "不客气，我会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "弟弟来到家里后，你感觉到家里的中心被转移的，这是不可避免的，能感受到你的失落。",
        "label": ""
      },
      {
        "sentence": "不过，你换一个角度去想，在弟弟来临之前，你享受了父母十几年的独宠，而这是弟弟永远体验不到的。",
        "label": ""
      },
      {
        "sentence": "弟弟分走部分父母的关注，但是这个世界上，也多了一个爱你的人。",
        "label": ""
      },
      {
        "sentence": "(^_-)。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这么一想，心里好像轻松了一些。弟弟虽然分走了一部分父母的关注，但他确实是我生命中的宝贝，我也应该多关心他。",
    "annotation": [
      {
        "sentence": "这么一想，心里好像轻松了一些。",
        "label": ""
      },
      {
        "sentence": "弟弟虽然分走了一部分父母的关注，但他确实是我生命中的宝贝，我也应该多关心他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，家庭中每个人都有自己的角色和需求，你不必对此感到压力，而是要学会适应和接纳变化。关心弟弟也让你的家庭更加温馨和谐。你可以试着和父母沟通一下，表明自己的困惑和需求。他们应该会理解并支持你的。",
    "annotation": [
      {
        "sentence": "是的，家庭中每个人都有自己的角色和需求，你不必对此感到压力，而是要学会适应和接纳变化。",
        "label": ""
      },
      {
        "sentence": "关心弟弟也让你的家庭更加温馨和谐。",
        "label": ""
      },
      {
        "sentence": "你可以试着和父母沟通一下，表明自己的困惑和需求。",
        "label": ""
      },
      {
        "sentence": "他们应该会理解并支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和父母沟通的，谢谢你给我这些建议和鼓励。",
    "annotation": [
      {
        "sentence": "我会试着和父母沟通的，谢谢你给我这些建议和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，相信你能够通过努力和适应来解决家庭中的问题。同时，如果你对学业或生活上有更多的困扰，也可以随时找我倾诉，我会一直在这里支持你的。",
    "annotation": [
      {
        "sentence": "不用客气，相信你能够通过努力和适应来解决家庭中的问题。",
        "label": ""
      },
      {
        "sentence": "同时，如果你对学业或生活上有更多的困扰，也可以随时找我倾诉，我会一直在这里支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我会努力的。",
    "annotation": [
      {
        "sentence": "谢谢你，我会努力的。",
        "label": ""
      }
    ]
  }
]