[
  {
    "role": "client",
    "content": "社交上习得性无助，该怎么办？学生时代因为社会化程度不够，与同学闹矛盾后处理不好，最后使得自己变得惧怕和逃避社交，表现为总是担忧害怕别人讨厌自己，缺乏安全感，敏感多疑，紧张焦虑不安，想融入人群却又逃避社交，总感到是自己不够好，觉得自己是不受人喜欢的，是失败的，和人打交道缺乏底气和勇气，总是很忐忑不安，觉得自己很卑微，总担心自己表现不好招人讨厌，这样的自己就这样跌跌撞撞艰难地活着，总感觉适应困难，这么多年社交挫败积累下来，已经严重影响现在正常的生活，也让自己更加自卑，感觉过去像是阴霾甩不掉，又没办法活好当下，痛苦不堪！一想到人是社会动物，不可避免要参加社会生活，要和人打交道，是逃避不了的，我就会很担忧将来，怕继续这样痛苦地生活，或者是更糟，心里很焦虑，很痛苦，很无助，不知道该怎么办。感觉过去的经历在心里造成了创伤，留下了阴影，自己在人际这块好像是习得性无助。但我依然向往正常幸福的生活，我该怎么办？如何自救？！！",
    "annotation": [
      {
        "sentence": "社交上习得性无助，该怎么办？",
        "label": ""
      },
      {
        "sentence": "学生时代因为社会化程度不够，与同学闹矛盾后处理不好，最后使得自己变得惧怕和逃避社交，表现为总是担忧害怕别人讨厌自己，缺乏安全感，敏感多疑，紧张焦虑不安，想融入人群却又逃避社交，总感到是自己不够好，觉得自己是不受人喜欢的，是失败的，和人打交道缺乏底气和勇气，总是很忐忑不安，觉得自己很卑微，总担心自己表现不好招人讨厌，这样的自己就这样跌跌撞撞艰难地活着，总感觉适应困难，这么多年社交挫败积累下来，已经严重影响现在正常的生活，也让自己更加自卑，感觉过去像是阴霾甩不掉，又没办法活好当下，痛苦不堪！",
        "label": ""
      },
      {
        "sentence": "一想到人是社会动物，不可避免要参加社会生活，要和人打交道，是逃避不了的，我就会很担忧将来，怕继续这样痛苦地生活，或者是更糟，心里很焦虑，很痛苦，很无助，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "感觉过去的经历在心里造成了创伤，留下了阴影，自己在人际这块好像是习得性无助。",
        "label": ""
      },
      {
        "sentence": "但我依然向往正常幸福的生活，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "如何自救？！！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我认真地阅读了你的思绪，能够深刻地感受到你想要融入却又限制自我的焦虑和痛苦。同时我也真切感受到了你对社交的渴望，这是一种积极向上的信号。你对自身情况的分析非常准确。我很愿意跟你聊一聊你的情况。",
    "annotation": [
      {
        "sentence": "你好，我认真地阅读了你的思绪，能够深刻地感受到你想要融入却又限制自我的焦虑和痛苦。",
        "label": ""
      },
      {
        "sentence": "同时我也真切感受到了你对社交的渴望，这是一种积极向上的信号。",
        "label": ""
      },
      {
        "sentence": "你对自身情况的分析非常准确。",
        "label": ""
      },
      {
        "sentence": "我很愿意跟你聊一聊你的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的关心，我一直觉得社交不足是我的痛苦的根源。但我对社交的需求程度和别人相比怕是相差很远。我害怕成为社交的弱者，总是担心别人会看不起我。",
    "annotation": [
      {
        "sentence": "谢谢你的关心，我一直觉得社交不足是我的痛苦的根源。",
        "label": ""
      },
      {
        "sentence": "但我对社交的需求程度和别人相比怕是相差很远。",
        "label": ""
      },
      {
        "sentence": "我害怕成为社交的弱者，总是担心别人会看不起我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人对社交的需求程度是有差异的，这是非常正常的。我们都是社会的一部分，社交是必不可少的。但是根据工作和生活环境的不同，每个人对社交的需求也会不同。并不是说要刻意要求自己成为社交的强者，而是要根据自己的情况选择一个让自己舒适的社交程度。这并不是功利的要求，而是一种自由和对生命的敬畏。毕竟，社会是开放多样的，每个人都有不同的需求和要求。你可以根据自身的境况和未来的预期来评估自己的社交需求，并参考一些榜样来设定目标。选择适合自己的社交方式，可以进行一些刻意的练习。社交的技巧需要我们将其融入到生活中，并持之以恒地坚持下去。在这个过程中，坚定的信念是非常重要的。你需要相信自己有能力成为你想要的样子。可以从自己的优势和兴趣开始，逐渐提升难度。这个过程会有些慢，但也会带来惊喜。社交无处不在，通过观察和学习，你会有阶段性的进步。我建议你准备一个日志本，列出自己的爱好和优势，无论多么微小，然后列出相应的社交活动，并注明时间、地点和活动量。对自己的内心感受要有真实的认识，勇敢地面对自卑和焦虑，承认它们的存在。当我们真正意识到这些感受时，就能够找到治愈自己的方法。写下来可以帮助我们更好地处理这些困扰。相信自己，你有足够的力量面对挑战和改变。通过这个过程，你会发现自卑感会慢慢消退。我们越强大，自卑感就越被压制。你可以设定一些奖励机制来强化自己。当你开始为练习做准备时，要告诉自己你正在行动，看到自己的改变。完成计划后，给自己一些实质性的奖励，比如吃一块糖，这会让你感到愉悦。其实每个人都会遭遇各种各样的困难，只是时间和表现方式不同。对待那些陌生的不幸或不愉快的人，我们通常是不会深究或关注的。所以，制定好自己的计划，坚持下去吧。天蓝色，生活可以变得美好！世界和我都爱着你！",
    "annotation": [
      {
        "sentence": "每个人对社交的需求程度是有差异的，这是非常正常的。",
        "label": ""
      },
      {
        "sentence": "我们都是社会的一部分，社交是必不可少的。",
        "label": ""
      },
      {
        "sentence": "但是根据工作和生活环境的不同，每个人对社交的需求也会不同。",
        "label": ""
      },
      {
        "sentence": "并不是说要刻意要求自己成为社交的强者，而是要根据自己的情况选择一个让自己舒适的社交程度。",
        "label": ""
      },
      {
        "sentence": "这并不是功利的要求，而是一种自由和对生命的敬畏。",
        "label": ""
      },
      {
        "sentence": "毕竟，社会是开放多样的，每个人都有不同的需求和要求。",
        "label": ""
      },
      {
        "sentence": "你可以根据自身的境况和未来的预期来评估自己的社交需求，并参考一些榜样来设定目标。",
        "label": ""
      },
      {
        "sentence": "选择适合自己的社交方式，可以进行一些刻意的练习。",
        "label": ""
      },
      {
        "sentence": "社交的技巧需要我们将其融入到生活中，并持之以恒地坚持下去。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，坚定的信念是非常重要的。",
        "label": ""
      },
      {
        "sentence": "你需要相信自己有能力成为你想要的样子。",
        "label": ""
      },
      {
        "sentence": "可以从自己的优势和兴趣开始，逐渐提升难度。",
        "label": ""
      },
      {
        "sentence": "这个过程会有些慢，但也会带来惊喜。",
        "label": ""
      },
      {
        "sentence": "社交无处不在，通过观察和学习，你会有阶段性的进步。",
        "label": ""
      },
      {
        "sentence": "我建议你准备一个日志本，列出自己的爱好和优势，无论多么微小，然后列出相应的社交活动，并注明时间、地点和活动量。",
        "label": ""
      },
      {
        "sentence": "对自己的内心感受要有真实的认识，勇敢地面对自卑和焦虑，承认它们的存在。",
        "label": ""
      },
      {
        "sentence": "当我们真正意识到这些感受时，就能够找到治愈自己的方法。",
        "label": ""
      },
      {
        "sentence": "写下来可以帮助我们更好地处理这些困扰。",
        "label": ""
      },
      {
        "sentence": "相信自己，你有足够的力量面对挑战和改变。",
        "label": ""
      },
      {
        "sentence": "通过这个过程，你会发现自卑感会慢慢消退。",
        "label": ""
      },
      {
        "sentence": "我们越强大，自卑感就越被压制。",
        "label": ""
      },
      {
        "sentence": "你可以设定一些奖励机制来强化自己。",
        "label": ""
      },
      {
        "sentence": "当你开始为练习做准备时，要告诉自己你正在行动，看到自己的改变。",
        "label": ""
      },
      {
        "sentence": "完成计划后，给自己一些实质性的奖励，比如吃一块糖，这会让你感到愉悦。",
        "label": ""
      },
      {
        "sentence": "其实每个人都会遭遇各种各样的困难，只是时间和表现方式不同。",
        "label": ""
      },
      {
        "sentence": "对待那些陌生的不幸或不愉快的人，我们通常是不会深究或关注的。",
        "label": ""
      },
      {
        "sentence": "所以，制定好自己的计划，坚持下去吧。",
        "label": ""
      },
      {
        "sentence": "天蓝色，生活可以变得美好！",
        "label": ""
      },
      {
        "sentence": "世界和我都爱着你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和建议，你的回复给了我很大的勇气和信心，我会尝试着去面对自己的内心，积极为自己设定目标并努力实现。我相信只要我坚持下去，我一定能够摆脱社交上的困扰，享受到正常幸福的生活。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和建议，你的回复给了我很大的勇气和信心，我会尝试着去面对自己的内心，积极为自己设定目标并努力实现。",
        "label": ""
      },
      {
        "sentence": "我相信只要我坚持下去，我一定能够摆脱社交上的困扰，享受到正常幸福的生活。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮助到你。你已经迈出了第一步，勇敢地面对自己的内心。相信自己的努力一定会取得好的结果。遇到困难时，记得坚持并不是一件容易的事情，但你已经拥有了足够的决心和勇气。相信自己，你一定可以走出困境，享受到幸福的生活。如果你还需要任何帮助或支持，请随时向我求助。祝福",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮助到你。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，勇敢地面对自己的内心。",
        "label": ""
      },
      {
        "sentence": "相信自己的努力一定会取得好的结果。",
        "label": ""
      },
      {
        "sentence": "遇到困难时，记得坚持并不是一件容易的事情，但你已经拥有了足够的决心和勇气。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定可以走出困境，享受到幸福的生活。",
        "label": ""
      },
      {
        "sentence": "如果你还需要任何帮助或支持，请随时向我求助。",
        "label": ""
      },
      {
        "sentence": "祝福",
        "label": ""
      }
    ]
  }
]