[
  {
    "role": "client",
    "content": "近而立之年，对亲戚人情往来工作应酬一窍不通，苦恼？说来惭愧，工作多年，还是苦恼人情往来。刚出来工作时，啥都不懂，也很单纯（墙头草）工作吃亏。工作亲戚往来更是比不上能说会办事的。现在回想自己是不怎么样。年长几岁，还不长进。自己着急不得其法。早年还看过不少相管的书籍，没用，自己会特别在意别人的看法，和别人交流的时候，总希望能让对方满意。某一些事情总是结束之后思来想去，总想着当时如果换种方式，会不会好一点？如果别人对我的评价不好，我会很受打击。影响我个人价值。还有亲戚往来之间的送礼，害怕做不好。总要有那么几个出挑的，被夸奖的人，我也想被别人说一句，办事挺妥帖，可是我却没有这种能力。希望各位能给一些建议。",
    "annotation": [
      {
        "sentence": "近而立之年，对亲戚人情往来工作应酬一窍不通，苦恼？",
        "label": ""
      },
      {
        "sentence": "说来惭愧，工作多年，还是苦恼人情往来。",
        "label": ""
      },
      {
        "sentence": "刚出来工作时，啥都不懂，也很单纯（墙头草）工作吃亏。",
        "label": ""
      },
      {
        "sentence": "工作亲戚往来更是比不上能说会办事的。",
        "label": ""
      },
      {
        "sentence": "现在回想自己是不怎么样。",
        "label": ""
      },
      {
        "sentence": "年长几岁，还不长进。",
        "label": ""
      },
      {
        "sentence": "自己着急不得其法。",
        "label": ""
      },
      {
        "sentence": "早年还看过不少相管的书籍，没用，自己会特别在意别人的看法，和别人交流的时候，总希望能让对方满意。",
        "label": ""
      },
      {
        "sentence": "某一些事情总是结束之后思来想去，总想着当时如果换种方式，会不会好一点？",
        "label": ""
      },
      {
        "sentence": "如果别人对我的评价不好，我会很受打击。",
        "label": ""
      },
      {
        "sentence": "影响我个人价值。",
        "label": ""
      },
      {
        "sentence": "还有亲戚往来之间的送礼，害怕做不好。",
        "label": ""
      },
      {
        "sentence": "总要有那么几个出挑的，被夸奖的人，我也想被别人说一句，办事挺妥帖，可是我却没有这种能力。",
        "label": ""
      },
      {
        "sentence": "希望各位能给一些建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，主要就是两方面的问题，一是觉得自己人情往来不擅长，二是希望得到别人的认可，我觉得这可以归结为一个问题——不自信。你看，你只描述了自己的缺点，却一点都没提自己的优点。我从你的提问里就能感觉到你有好几个优点，比如看重亲情，懂得反省自己，不以自我为中心，会关注其他人的感受。对于你的提问，我想你最需要的是加强对自我的肯定，接受自己，变得自信起来。【首先呢，我们的价值是我们自己来定的，别人说的不算】我们习惯于把自己的价值建立在别人的评价体系上，可是这种评价体系是很不稳定的，比如今天这个人心情好，夸你一句你好棒，明天他不开心了，挑你这里不好，那里不好，那你的价值就要跟着他们的心情坐过山车吗？所以啊，我们一定要对自己的价值有一个衡量。别人夸我还是损我，都可以，我的价值我心里有数，你们说的那些都不算。",
    "annotation": [
      {
        "sentence": "从你的描述中，主要就是两方面的问题，一是觉得自己人情往来不擅长，二是希望得到别人的认可，我觉得这可以归结为一个问题——不自信。",
        "label": ""
      },
      {
        "sentence": "你看，你只描述了自己的缺点，却一点都没提自己的优点。",
        "label": ""
      },
      {
        "sentence": "我从你的提问里就能感觉到你有好几个优点，比如看重亲情，懂得反省自己，不以自我为中心，会关注其他人的感受。",
        "label": ""
      },
      {
        "sentence": "对于你的提问，我想你最需要的是加强对自我的肯定，接受自己，变得自信起来。",
        "label": ""
      },
      {
        "sentence": "【首先呢，我们的价值是我们自己来定的，别人说的不算】我们习惯于把自己的价值建立在别人的评价体系上，可是这种评价体系是很不稳定的，比如今天这个人心情好，夸你一句你好棒，明天他不开心了，挑你这里不好，那里不好，那你的价值就要跟着他们的心情坐过山车吗？",
        "label": ""
      },
      {
        "sentence": "所以啊，我们一定要对自己的价值有一个衡量。",
        "label": ""
      },
      {
        "sentence": "别人夸我还是损我，都可以，我的价值我心里有数，你们说的那些都不算。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，你说得有道理。我从来都只看到自己的缺点，忽视了自己的优点。我确实很在意别人的评价，这导致我总是忍不住想着别人对我的看法。我想确立自己的价值观，但不知道该从何处着手。",
    "annotation": [
      {
        "sentence": "支持者，你说得有道理。",
        "label": ""
      },
      {
        "sentence": "我从来都只看到自己的缺点，忽视了自己的优点。",
        "label": ""
      },
      {
        "sentence": "我确实很在意别人的评价，这导致我总是忍不住想着别人对我的看法。",
        "label": ""
      },
      {
        "sentence": "我想确立自己的价值观，但不知道该从何处着手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，接下来我会分享一些帮助你提高自信的方法。【其次呢，要接受自己的不完美】我们每个人都有擅长的，也有不擅长的，我们要接受自己有缺点。这种缺点也许努力过后就能改变，也许努力过后还是那样，都不要气馁，每个人都是不完美的，不要让自己变得完美。不那么能说会办事也没关系，我们可以做实事啊，比别人认真，比别人用心，比别人付出更多的时间和精力，你们擅长人际交往，那我就擅长实干，这样不也能让别人感受到你的能力吗？",
    "annotation": [
      {
        "sentence": "没关系，接下来我会分享一些帮助你提高自信的方法。",
        "label": ""
      },
      {
        "sentence": "【其次呢，要接受自己的不完美】我们每个人都有擅长的，也有不擅长的，我们要接受自己有缺点。",
        "label": ""
      },
      {
        "sentence": "这种缺点也许努力过后就能改变，也许努力过后还是那样，都不要气馁，每个人都是不完美的，不要让自己变得完美。",
        "label": ""
      },
      {
        "sentence": "不那么能说会办事也没关系，我们可以做实事啊，比别人认真，比别人用心，比别人付出更多的时间和精力，你们擅长人际交往，那我就擅长实干，这样不也能让别人感受到你的能力吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我知道自己有些方面还是有能力的。我会接受自己的不完美，同时注重实际行动，提高自己的专业能力和付出更多的时间。",
    "annotation": [
      {
        "sentence": "你说得对，我知道自己有些方面还是有能力的。",
        "label": ""
      },
      {
        "sentence": "我会接受自己的不完美，同时注重实际行动，提高自己的专业能力和付出更多的时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经有了正确的心态。【最后呢，多向别人学习，实在不行模仿也可以啊】你肯定是那种很要强的人，肯定还是希望自己能有所进步的。我建议你可以找周围一个你觉得很不错的人来模仿，慢慢积累一些基本的方法，学不出个十成，学个一成两成也是有所进步啊。我之前就看到身边有个同事特别会说话，而且是那种很诚恳不油腻的那种，她一说话就能让我感叹，哇塞还可以这么说话啊。有些话她一说完我就心里记着，下次有类似的场合，搬来改一改用一下，也能给自己增色一些。",
    "annotation": [
      {
        "sentence": "很好，你已经有了正确的心态。",
        "label": ""
      },
      {
        "sentence": "【最后呢，多向别人学习，实在不行模仿也可以啊】你肯定是那种很要强的人，肯定还是希望自己能有所进步的。",
        "label": ""
      },
      {
        "sentence": "我建议你可以找周围一个你觉得很不错的人来模仿，慢慢积累一些基本的方法，学不出个十成，学个一成两成也是有所进步啊。",
        "label": ""
      },
      {
        "sentence": "我之前就看到身边有个同事特别会说话，而且是那种很诚恳不油腻的那种，她一说话就能让我感叹，哇塞还可以这么说话啊。",
        "label": ""
      },
      {
        "sentence": "有些话她一说完我就心里记着，下次有类似的场合，搬来改一改用一下，也能给自己增色一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着模仿身边优秀的人，学习他们的表达方式和沟通技巧。我也相信通过不断的学习和实践，我可以逐渐提高自己的人情往来能力和表达能力。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着模仿身边优秀的人，学习他们的表达方式和沟通技巧。",
        "label": ""
      },
      {
        "sentence": "我也相信通过不断的学习和实践，我可以逐渐提高自己的人情往来能力和表达能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣赏你的积极态度！记住，每个人的成长都需要时间和努力，不要给自己太大的压力，慢慢来，相信自己，你一定能够取得进步的。",
    "annotation": [
      {
        "sentence": "非常欣赏你的积极态度！",
        "label": ""
      },
      {
        "sentence": "记住，每个人的成长都需要时间和努力，不要给自己太大的压力，慢慢来，相信自己，你一定能够取得进步的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我真的很感激能遇到你这样的朋友，你的话让我有了希望和动力。我会坚持努力，相信自己，相信我可以克服这些困难。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我真的很感激能遇到你这样的朋友，你的话让我有了希望和动力。",
        "label": ""
      },
      {
        "sentence": "我会坚持努力，相信自己，相信我可以克服这些困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你一定可以的！如果你在努力的过程中遇到任何困难或者需要帮助，随时都可以来找我倾诉和寻求支持。你不再是一个人在面对问题，我们一起努力，一定能够找到解决办法。",
    "annotation": [
      {
        "sentence": "我相信你一定可以的！",
        "label": ""
      },
      {
        "sentence": "如果你在努力的过程中遇到任何困难或者需要帮助，随时都可以来找我倾诉和寻求支持。",
        "label": ""
      },
      {
        "sentence": "你不再是一个人在面对问题，我们一起努力，一定能够找到解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会记住的。再次感谢你的帮助和鼓励！我现在觉得心情轻松多了，对未来充满了信心。",
    "annotation": [
      {
        "sentence": "好的，我会记住的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助和鼓励！",
        "label": ""
      },
      {
        "sentence": "我现在觉得心情轻松多了，对未来充满了信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你！请记住在困难面前坚持积极的态度，你的努力和改变将会赢得更美好的未来。我会一直支持你的！有任何需要随时找我哦。",
    "annotation": [
      {
        "sentence": "很高兴能帮到你！",
        "label": ""
      },
      {
        "sentence": "请记住在困难面前坚持积极的态度，你的努力和改变将会赢得更美好的未来。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的！",
        "label": ""
      },
      {
        "sentence": "有任何需要随时找我哦。",
        "label": ""
      }
    ]
  }
]