[
  {
    "role": "client",
    "content": "我感到很迷茫，无法理解自己，每天都一个人走走，这是什么心理问题呢？我感觉世界上只有父母关心我，其他人好像都不在乎我，我觉得自己好像透明了。小时候过生日，总是只有我一个人，或者只跟一个闺蜜出去玩，收到的礼物也只有父母送的布娃娃。虽然和闺蜜认识多年了，但有时候我会觉得她只是因为觉得我傻傻的才会和我玩（我曾向她倾诉烦心事，但她好像并不在意，她在她生日时我送她礼物，但在我生日时只说了一句生日快乐）。有时候我甚至觉得，如果我生重病了，她也不会照顾我，只会客套地问几句。现在我已经20岁了，我不再过生日了，有时候看到别人生日时一群人在社交媒体上发帖，我会很羡慕，觉得如果我发一个帖子可能都没人评论“生日快乐”。虽然我在多数人眼中是个善良的人，但因为过去不好的经历，我变得自卑胆小，还有社交恐惧。现在上大学了，我感到社交恐惧越来越严重。疫情期间我一个人在家，发现我虽然喜欢一个人安安静静地待着，但我又受不了孤独，会胡思乱想，会哭。对未来也没有太美好的想象，没有动力，不像个年轻人。我想叫朋友一起出去散步，但一想到这件事就感到疲惫，所以每天都只能自己出来散散步，暂时逃离一下，这到底是什么心理问题呢？",
    "annotation": [
      {
        "sentence": "我感到很迷茫，无法理解自己，每天都一个人走走，这是什么心理问题呢？",
        "label": ""
      },
      {
        "sentence": "我感觉世界上只有父母关心我，其他人好像都不在乎我，我觉得自己好像透明了。",
        "label": ""
      },
      {
        "sentence": "小时候过生日，总是只有我一个人，或者只跟一个闺蜜出去玩，收到的礼物也只有父母送的布娃娃。",
        "label": ""
      },
      {
        "sentence": "虽然和闺蜜认识多年了，但有时候我会觉得她只是因为觉得我傻傻的才会和我玩（我曾向她倾诉烦心事，但她好像并不在意，她在她生日时我送她礼物，但在我生日时只说了一句生日快乐）。",
        "label": ""
      },
      {
        "sentence": "有时候我甚至觉得，如果我生重病了，她也不会照顾我，只会客套地问几句。",
        "label": ""
      },
      {
        "sentence": "现在我已经20岁了，我不再过生日了，有时候看到别人生日时一群人在社交媒体上发帖，我会很羡慕，觉得如果我发一个帖子可能都没人评论“生日快乐”。",
        "label": ""
      },
      {
        "sentence": "虽然我在多数人眼中是个善良的人，但因为过去不好的经历，我变得自卑胆小，还有社交恐惧。",
        "label": ""
      },
      {
        "sentence": "现在上大学了，我感到社交恐惧越来越严重。",
        "label": ""
      },
      {
        "sentence": "疫情期间我一个人在家，发现我虽然喜欢一个人安安静静地待着，但我又受不了孤独，会胡思乱想，会哭。",
        "label": ""
      },
      {
        "sentence": "对未来也没有太美好的想象，没有动力，不像个年轻人。",
        "label": ""
      },
      {
        "sentence": "我想叫朋友一起出去散步，但一想到这件事就感到疲惫，所以每天都只能自己出来散散步，暂时逃离一下，这到底是什么心理问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我了解孤独的感受是非常难受的。你这么多年都独自生活，真的很不容易。关于你的闺蜜是否真正关心你，我建议你在保持自己舒适的前提下，与她沟通这个问题。比如说，你可以跟她表达你的感受：“我觉得在我过生日的时候你从来没有送过我礼物，而我却送了你生日礼物，我对此感到有些委屈。”通过沟通，我相信你和你的闺蜜可以更好地理解彼此。如果你发现和她在一起很久了，却没有感受到温暖、理解和关心，觉得这段关系“食之无味，弃之可惜”，那我建议你逐渐离开这段关系，寻求新的朋友。你说你有社交恐惧，内向，而又害怕孤独。我认为你可以尝试通过网络来寻找属于你的世界，而不一定要按照传统的方式去寻找朋友。比如加入豆瓣的“社交恐惧小组”，或者是加入这个大家庭。通过这样的途径，你可以慢慢地建立自己的社交圈子，结识更多的朋友。",
    "annotation": [
      {
        "sentence": "首先，我了解孤独的感受是非常难受的。",
        "label": ""
      },
      {
        "sentence": "你这么多年都独自生活，真的很不容易。",
        "label": ""
      },
      {
        "sentence": "关于你的闺蜜是否真正关心你，我建议你在保持自己舒适的前提下，与她沟通这个问题。",
        "label": ""
      },
      {
        "sentence": "比如说，你可以跟她表达你的感受：“我觉得在我过生日的时候你从来没有送过我礼物，而我却送了你生日礼物，我对此感到有些委屈。",
        "label": ""
      },
      {
        "sentence": "”通过沟通，我相信你和你的闺蜜可以更好地理解彼此。",
        "label": ""
      },
      {
        "sentence": "如果你发现和她在一起很久了，却没有感受到温暖、理解和关心，觉得这段关系“食之无味，弃之可惜”，那我建议你逐渐离开这段关系，寻求新的朋友。",
        "label": ""
      },
      {
        "sentence": "你说你有社交恐惧，内向，而又害怕孤独。",
        "label": ""
      },
      {
        "sentence": "我认为你可以尝试通过网络来寻找属于你的世界，而不一定要按照传统的方式去寻找朋友。",
        "label": ""
      },
      {
        "sentence": "比如加入豆瓣的“社交恐惧小组”，或者是加入这个大家庭。",
        "label": ""
      },
      {
        "sentence": "通过这样的途径，你可以慢慢地建立自己的社交圈子，结识更多的朋友。",
        "label": ""
      }
    ]
  }
]