[
  {
    "role": "client",
    "content": "两个月前持续几天情绪失控，诊断医生说是应激反应？当时刚辞职（但那时已经找到了新工作），因为当时的工作给我的压力很大。辞职后回家仅仅一周就爆发了四次情绪失控，一次是因为我母亲指责我事情做不好（我家装修，我没把所有宿舍的东西都带回去打算以后拿），二是回家后父母一起就这件事以及我辞职的事开始说现在社会上工作遇到的打压、坏话都很多，三是因为我爷爷背着我爸妈和我说我们就是为了他死后的房子，四是因为我在医院前被佛教硬要求捐款。在看过医生后好了一段时间，我也有尝试去健身，尽管这段时间一直精神状态不佳。但最近发现还是会崩溃，例如被妈妈说了一句我太胖走路上穿裙子被人嘲笑就又开始复发了，不断哭泣、呼吸过度，并且开始产生了一些很负面的想法。还有因为一件和爸爸之间起的小矛盾就耿耿于怀想了一天。请问我该怎么办？这到底是什么问题…之前医生开个阿普唑仑和黛力新，我没有自残想法也怕吃药会依赖，就只有在情绪崩溃的时候会吃半颗。但持续性地低落让我整个人都很没精神，思维迟缓。",
    "annotation": [
      {
        "sentence": "两个月前持续几天情绪失控，诊断医生说是应激反应？",
        "label": ""
      },
      {
        "sentence": "当时刚辞职（但那时已经找到了新工作），因为当时的工作给我的压力很大。",
        "label": ""
      },
      {
        "sentence": "辞职后回家仅仅一周就爆发了四次情绪失控，一次是因为我母亲指责我事情做不好（我家装修，我没把所有宿舍的东西都带回去打算以后拿），二是回家后父母一起就这件事以及我辞职的事开始说现在社会上工作遇到的打压、坏话都很多，三是因为我爷爷背着我爸妈和我说我们就是为了他死后的房子，四是因为我在医院前被佛教硬要求捐款。",
        "label": ""
      },
      {
        "sentence": "在看过医生后好了一段时间，我也有尝试去健身，尽管这段时间一直精神状态不佳。",
        "label": ""
      },
      {
        "sentence": "但最近发现还是会崩溃，例如被妈妈说了一句我太胖走路上穿裙子被人嘲笑就又开始复发了，不断哭泣、呼吸过度，并且开始产生了一些很负面的想法。",
        "label": ""
      },
      {
        "sentence": "还有因为一件和爸爸之间起的小矛盾就耿耿于怀想了一天。",
        "label": ""
      },
      {
        "sentence": "请问我该怎么办？",
        "label": ""
      },
      {
        "sentence": "这到底是什么问题…之前医生开个阿普唑仑和黛力新，我没有自残想法也怕吃药会依赖，就只有在情绪崩溃的时候会吃半颗。",
        "label": ""
      },
      {
        "sentence": "但持续性地低落让我整个人都很没精神，思维迟缓。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你情绪的低落起源于这段时间的压力过大了，包括工作，包括家庭，给了你很多压力，让你喘不过气。而且，还会有一些躯体上面的感受和反应。其实你自己也能觉察到情绪的不稳定，精神状态的不佳，而且还找了专业的医生帮助，这是一个很好的决定！",
    "annotation": [
      {
        "sentence": "看到你情绪的低落起源于这段时间的压力过大了，包括工作，包括家庭，给了你很多压力，让你喘不过气。",
        "label": ""
      },
      {
        "sentence": "而且，还会有一些躯体上面的感受和反应。",
        "label": ""
      },
      {
        "sentence": "其实你自己也能觉察到情绪的不稳定，精神状态的不佳，而且还找了专业的医生帮助，这是一个很好的决定！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自己的情绪一直在失控，而且很难控制。找医生的确是我当时能想到的最好的办法了。但是最近情绪又开始崩溃了，我真不知道这是什么问题，为什么我会这样，我感觉自己好没用。",
    "annotation": [
      {
        "sentence": "是的，我觉得自己的情绪一直在失控，而且很难控制。",
        "label": ""
      },
      {
        "sentence": "找医生的确是我当时能想到的最好的办法了。",
        "label": ""
      },
      {
        "sentence": "但是最近情绪又开始崩溃了，我真不知道这是什么问题，为什么我会这样，我感觉自己好没用。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你情绪持续低落，思维迟缓，没有精神，而且会有一些莫名其妙想哭的感觉，这些其实都是抑郁症状。但是你别怕。抑郁症状不等于抑郁症，所以并不是自己得了病或者是怎样的。只要你坚持服药去调整，其实会有帮助的。",
    "annotation": [
      {
        "sentence": "看到你情绪持续低落，思维迟缓，没有精神，而且会有一些莫名其妙想哭的感觉，这些其实都是抑郁症状。",
        "label": ""
      },
      {
        "sentence": "但是你别怕。",
        "label": ""
      },
      {
        "sentence": "抑郁症状不等于抑郁症，所以并不是自己得了病或者是怎样的。",
        "label": ""
      },
      {
        "sentence": "只要你坚持服药去调整，其实会有帮助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么一说，我感觉好些了。但是我还是有些担心，我怕吃药会上瘾或者依赖。你觉得我该怎么办呢？",
    "annotation": [
      {
        "sentence": "听你这么一说，我感觉好些了。",
        "label": ""
      },
      {
        "sentence": "但是我还是有些担心，我怕吃药会上瘾或者依赖。",
        "label": ""
      },
      {
        "sentence": "你觉得我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最好不要自己停药，如果药物的副作用过大，这个是很正常的，需要有一周到一个月的适应期，如果还是不能适应，要及时跟医生提出调整剂量。另外要注意症状持续的时间，如果这个状态持续一个月以上，而且对生活有较大的的影响，这个是需要继续跟医生复诊的。",
    "annotation": [
      {
        "sentence": "最好不要自己停药，如果药物的副作用过大，这个是很正常的，需要有一周到一个月的适应期，如果还是不能适应，要及时跟医生提出调整剂量。",
        "label": ""
      },
      {
        "sentence": "另外要注意症状持续的时间，如果这个状态持续一个月以上，而且对生活有较大的的影响，这个是需要继续跟医生复诊的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会按照医生的建议继续服药，并及时与医生沟通副作用的情况。但是我还有一些其他的问题，我在情绪崩溃的时候会有一些负面的想法，我应该怎么处理呢？",
    "annotation": [
      {
        "sentence": "好的，我会按照医生的建议继续服药，并及时与医生沟通副作用的情况。",
        "label": ""
      },
      {
        "sentence": "但是我还有一些其他的问题，我在情绪崩溃的时候会有一些负面的想法，我应该怎么处理呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "请你放心，药物只是尽量帮助你走出这一段时间，给到你一些帮助，不一定会产生依赖的。后期可以根据医生的指引适当调整药物的剂量，慢慢减少。另外，还可以配合心理咨询，或者是多去运动、听音乐、和朋友聊天等等，自己找到适合的调节办法，让自己情绪放松一些。",
    "annotation": [
      {
        "sentence": "请你放心，药物只是尽量帮助你走出这一段时间，给到你一些帮助，不一定会产生依赖的。",
        "label": ""
      },
      {
        "sentence": "后期可以根据医生的指引适当调整药物的剂量，慢慢减少。",
        "label": ""
      },
      {
        "sentence": "另外，还可以配合心理咨询，或者是多去运动、听音乐、和朋友聊天等等，自己找到适合的调节办法，让自己情绪放松一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试一试你说的这些方法。其实我还有一点在意的是，我总是把小事情放在心上很久，比如和爸爸之间的矛盾，我会想了很久，不知道是不是有些过度敏感。",
    "annotation": [
      {
        "sentence": "好的，我会试一试你说的这些方法。",
        "label": ""
      },
      {
        "sentence": "其实我还有一点在意的是，我总是把小事情放在心上很久，比如和爸爸之间的矛盾，我会想了很久，不知道是不是有些过度敏感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情况很常见，很多人在情绪低落的时候会放大一些小事情。也许你需要学会放下，不要过度纠结于这些小矛盾。多试着和家人沟通，平等、理性的表达自己的想法和感受，或许会有意想不到的效果。",
    "annotation": [
      {
        "sentence": "这种情况很常见，很多人在情绪低落的时候会放大一些小事情。",
        "label": ""
      },
      {
        "sentence": "也许你需要学会放下，不要过度纠结于这些小矛盾。",
        "label": ""
      },
      {
        "sentence": "多试着和家人沟通，平等、理性的表达自己的想法和感受，或许会有意想不到的效果。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽力尝试的。其实我现在还有一个问题，我觉得自己思维迟缓，很难集中注意力，这是有什么原因吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽力尝试的。",
        "label": ""
      },
      {
        "sentence": "其实我现在还有一个问题，我觉得自己思维迟缓，很难集中注意力，这是有什么原因吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这也是抑郁症状的一部分，情绪低落会影响大脑的思考和专注能力。但是随着你的情绪逐渐恢复，这种情况会有所改善的。记得不要给自己太大压力，慢慢调整和恢复就好。",
    "annotation": [
      {
        "sentence": "这也是抑郁症状的一部分，情绪低落会影响大脑的思考和专注能力。",
        "label": ""
      },
      {
        "sentence": "但是随着你的情绪逐渐恢复，这种情况会有所改善的。",
        "label": ""
      },
      {
        "sentence": "记得不要给自己太大压力，慢慢调整和恢复就好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会耐心面对自己的情况，尽量放松心情，相信一切会慢慢变好的。谢谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "我明白了，我会耐心面对自己的情况，尽量放松心情，相信一切会慢慢变好的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你会度过这个困难的时期的。如果需要的话，随时都可以来找我倾诉，我会一直支持你的！加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你会度过这个困难的时期的。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，随时都可以来找我倾诉，我会一直支持你的！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]