[
  {
    "role": "client",
    "content": "两个月前持续几天情绪失控，诊断医生说是应激反应？当时刚辞职（但那时已经找到了新工作），因为当时的工作给我的压力很大。辞职后回家仅仅一周就爆发了四次情绪失控，一次是因为我母亲指责我事情做不好（我家装修，我没把所有宿舍的东西都带回去打算以后拿），二是回家后父母一起就这件事以及我辞职的事开始说现在社会上工作遇到的打压、坏话都很多，三是因为我爷爷背着我爸妈和我说我们就是为了他死后的房子，四是因为我在医院前被佛教硬要求捐款。在看过医生后好了一段时间，我也有尝试去健身，尽管这段时间一直精神状态不佳。但最近发现还是会崩溃，例如被妈妈说了一句我太胖走路上穿裙子被人嘲笑就又开始复发了，不断哭泣、呼吸过度，并且开始产生了一些很负面的想法。还有因为一件和爸爸之间起的小矛盾就耿耿于怀想了一天。请问我该怎么办？这到底是什么问题…之前医生开个阿普唑仑和黛力新，我没有自残想法也怕吃药会依赖，就只有在情绪崩溃的时候会吃半颗。但持续性地低落让我整个人都很没精神，思维迟缓。",
    "annotation": [
      {
        "sentence": "两个月前持续几天情绪失控，诊断医生说是应激反应？",
        "label": ""
      },
      {
        "sentence": "当时刚辞职（但那时已经找到了新工作），因为当时的工作给我的压力很大。",
        "label": ""
      },
      {
        "sentence": "辞职后回家仅仅一周就爆发了四次情绪失控，一次是因为我母亲指责我事情做不好（我家装修，我没把所有宿舍的东西都带回去打算以后拿），二是回家后父母一起就这件事以及我辞职的事开始说现在社会上工作遇到的打压、坏话都很多，三是因为我爷爷背着我爸妈和我说我们就是为了他死后的房子，四是因为我在医院前被佛教硬要求捐款。",
        "label": ""
      },
      {
        "sentence": "在看过医生后好了一段时间，我也有尝试去健身，尽管这段时间一直精神状态不佳。",
        "label": ""
      },
      {
        "sentence": "但最近发现还是会崩溃，例如被妈妈说了一句我太胖走路上穿裙子被人嘲笑就又开始复发了，不断哭泣、呼吸过度，并且开始产生了一些很负面的想法。",
        "label": ""
      },
      {
        "sentence": "还有因为一件和爸爸之间起的小矛盾就耿耿于怀想了一天。",
        "label": ""
      },
      {
        "sentence": "请问我该怎么办？",
        "label": ""
      },
      {
        "sentence": "这到底是什么问题…之前医生开个阿普唑仑和黛力新，我没有自残想法也怕吃药会依赖，就只有在情绪崩溃的时候会吃半颗。",
        "label": ""
      },
      {
        "sentence": "但持续性地低落让我整个人都很没精神，思维迟缓。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你描述的情况，我理解你在一段时间内经历了很大的压力，这导致了情绪失控和应激反应。首先，情绪低落、思维迟缓、记忆力减退是应激反应常见的心理症状，这是正常现象，不用过于担心。通常随着时间的推移，应激反应会逐渐消失。但是如果你感觉情况严重，我建议你还是要跟随医生的建议及时服药。至于你提到的四个事情，我可以理解你的家庭环境并不是特别令人愉快，给你带来了一些压力和负面情绪。在一个不幸福的家庭中成长的人，更容易出现心理问题，比如焦虑、抑郁等。如果你的家庭环境给你带来很多压力和不愉快的感受，我建议你考虑远离这个环境，寻找改善的方式。此外，你可以寻求医生的专业诊断，或者是心理咨询师的专业咨询，或者是和身边的亲友进行交流，抒发自己的压力。另外，你也可以找一些娱乐方式，适当放松自己，不要让自己一直陷入负面情绪中。有时候，我们会想太多，并且很难停止自己不好的想法，这种情况我们称之为“反刍”。你可以尝试一些正念等方法帮助自己调整心态。希望这些建议对你有所帮助。有什么其他的问题或者想法，你可以继续和我交流。",
    "annotation": [
      {
        "sentence": "你好，听到你描述的情况，我理解你在一段时间内经历了很大的压力，这导致了情绪失控和应激反应。",
        "label": ""
      },
      {
        "sentence": "首先，情绪低落、思维迟缓、记忆力减退是应激反应常见的心理症状，这是正常现象，不用过于担心。",
        "label": ""
      },
      {
        "sentence": "通常随着时间的推移，应激反应会逐渐消失。",
        "label": ""
      },
      {
        "sentence": "但是如果你感觉情况严重，我建议你还是要跟随医生的建议及时服药。",
        "label": ""
      },
      {
        "sentence": "至于你提到的四个事情，我可以理解你的家庭环境并不是特别令人愉快，给你带来了一些压力和负面情绪。",
        "label": ""
      },
      {
        "sentence": "在一个不幸福的家庭中成长的人，更容易出现心理问题，比如焦虑、抑郁等。",
        "label": ""
      },
      {
        "sentence": "如果你的家庭环境给你带来很多压力和不愉快的感受，我建议你考虑远离这个环境，寻找改善的方式。",
        "label": ""
      },
      {
        "sentence": "此外，你可以寻求医生的专业诊断，或者是心理咨询师的专业咨询，或者是和身边的亲友进行交流，抒发自己的压力。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以找一些娱乐方式，适当放松自己，不要让自己一直陷入负面情绪中。",
        "label": ""
      },
      {
        "sentence": "有时候，我们会想太多，并且很难停止自己不好的想法，这种情况我们称之为“反刍”。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一些正念等方法帮助自己调整心态。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "有什么其他的问题或者想法，你可以继续和我交流。",
        "label": ""
      }
    ]
  }
]