[
  {
    "role": "client",
    "content": "父母不理解自己的梦想好烦怎么办？是不是该离家出走？父母真的不理解我的梦想，他们就是直接一票否决，不给我留任何余地，但我的梦想是我一辈子的事，不明白他们为什么要成为我的绊脚石。我只是想让他们理解我的梦想，而不是只不分黑白地反对，我该怎么办？",
    "annotation": [
      {
        "sentence": "父母不理解自己的梦想好烦怎么办？",
        "label": ""
      },
      {
        "sentence": "是不是该离家出走？",
        "label": ""
      },
      {
        "sentence": "父母真的不理解我的梦想，他们就是直接一票否决，不给我留任何余地，但我的梦想是我一辈子的事，不明白他们为什么要成为我的绊脚石。",
        "label": ""
      },
      {
        "sentence": "我只是想让他们理解我的梦想，而不是只不分黑白地反对，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "啊～我不知道你的梦想是什么样的梦想，可能是你的父母会觉得你这样的梦想不切实际，也可能他们只是希望你将来做个稳定的工作能有个稳定的生活就好了。父母们的想法，总是会从他们为我们好的角度来为我们做打算，往往这种打算是不能得到我们理解的，而我们的梦想、对未来的憧憬他们也不能理解，总是这样你不理解我我不理解你，就容易出现矛盾。",
    "annotation": [
      {
        "sentence": "啊～我不知道你的梦想是什么样的梦想，可能是你的父母会觉得你这样的梦想不切实际，也可能他们只是希望你将来做个稳定的工作能有个稳定的生活就好了。",
        "label": ""
      },
      {
        "sentence": "父母们的想法，总是会从他们为我们好的角度来为我们做打算，往往这种打算是不能得到我们理解的，而我们的梦想、对未来的憧憬他们也不能理解，总是这样你不理解我我不理解你，就容易出现矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是，我觉得他们对我的梦想完全不支持，一点都没有余地，我觉得他们成为了我发展的阻碍。",
    "annotation": [
      {
        "sentence": "可是，我觉得他们对我的梦想完全不支持，一点都没有余地，我觉得他们成为了我发展的阻碍。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，觉得被家人不支持的感觉确实很沮丧。但是父母真的不是我们的绊脚石，我们如果是风筝，他们就是放风筝的人，虽然因为有他们我们不能随意飞翔，但是也正因为有他们，我们才能在需要时安全着陆，而不是随意飘荡。你是否曾经想过，他们可能只是担心你的未来，希望你能有一个稳定的生活？或许你可以试着和他们多沟通，让他们了解你的梦想对你而言意味着什么。",
    "annotation": [
      {
        "sentence": "我理解你的感受，觉得被家人不支持的感觉确实很沮丧。",
        "label": ""
      },
      {
        "sentence": "但是父母真的不是我们的绊脚石，我们如果是风筝，他们就是放风筝的人，虽然因为有他们我们不能随意飞翔，但是也正因为有他们，我们才能在需要时安全着陆，而不是随意飘荡。",
        "label": ""
      },
      {
        "sentence": "你是否曾经想过，他们可能只是担心你的未来，希望你能有一个稳定的生活？",
        "label": ""
      },
      {
        "sentence": "或许你可以试着和他们多沟通，让他们了解你的梦想对你而言意味着什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白他们担心我，但他们总是一味地反对，没有给我任何机会去尝试。我真的希望他们能够理解我的热情和决心。",
    "annotation": [
      {
        "sentence": "我明白他们担心我，但他们总是一味地反对，没有给我任何机会去尝试。",
        "label": ""
      },
      {
        "sentence": "我真的希望他们能够理解我的热情和决心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你现在这个阶段，梦想和父母的期待也是可以同时进行的呀。你可以为了你的梦想努力学习，了解你的梦想所需的专业知识和国内的大学选择。这样你可以朝着实现梦想的方向努力，并为将来打下基础。同时，你也可以在课余时间慢慢地去尝试一些和你的梦想有关的事情，当父母看到你的热情和取得的成绩时，他们可能会逐渐放下心中的担忧。",
    "annotation": [
      {
        "sentence": "在你现在这个阶段，梦想和父母的期待也是可以同时进行的呀。",
        "label": ""
      },
      {
        "sentence": "你可以为了你的梦想努力学习，了解你的梦想所需的专业知识和国内的大学选择。",
        "label": ""
      },
      {
        "sentence": "这样你可以朝着实现梦想的方向努力，并为将来打下基础。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以在课余时间慢慢地去尝试一些和你的梦想有关的事情，当父母看到你的热情和取得的成绩时，他们可能会逐渐放下心中的担忧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽量努力，继续追求我的梦想。但是，当我和父母谈论我的梦想时，他们总是不愿意听，甚至打断我的发言，这让我很困扰。",
    "annotation": [
      {
        "sentence": "我会尽量努力，继续追求我的梦想。",
        "label": ""
      },
      {
        "sentence": "但是，当我和父母谈论我的梦想时，他们总是不愿意听，甚至打断我的发言，这让我很困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "和父母聊天时，你可以试着见缝插针地讲一讲你的梦想，一点点地让他们明白你的热爱和决心。也许你可以选择一个平静的时刻，提醒他们你的梦想对你而言是多么重要，并告诉他们你会为了实现梦想而付出努力。不要急，父母和我们看问题的观点和角度难免会有出入，慢慢来，总有一天他们会理解的。",
    "annotation": [
      {
        "sentence": "和父母聊天时，你可以试着见缝插针地讲一讲你的梦想，一点点地让他们明白你的热爱和决心。",
        "label": ""
      },
      {
        "sentence": "也许你可以选择一个平静的时刻，提醒他们你的梦想对你而言是多么重要，并告诉他们你会为了实现梦想而付出努力。",
        "label": ""
      },
      {
        "sentence": "不要急，父母和我们看问题的观点和角度难免会有出入，慢慢来，总有一天他们会理解的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会试着和他们多沟通，让他们了解我的梦想和我的决心。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会试着和他们多沟通，让他们了解我的梦想和我的决心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你可以用心去和他们沟通，让他们了解你的内心世界和对梦想的热爱。相信他们会逐渐明白你并支持你的。",
    "annotation": [
      {
        "sentence": "不客气，你可以用心去和他们沟通，让他们了解你的内心世界和对梦想的热爱。",
        "label": ""
      },
      {
        "sentence": "相信他们会逐渐明白你并支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会努力的，谢谢你的帮助和鼓励。",
    "annotation": [
      {
        "sentence": "我会努力的，谢谢你的帮助和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你能够实现自己的梦想的，加油！如果还有其他困扰，随时都可以来找我聊天哦。",
    "annotation": [
      {
        "sentence": "不用客气，我相信你能够实现自己的梦想的，加油！",
        "label": ""
      },
      {
        "sentence": "如果还有其他困扰，随时都可以来找我聊天哦。",
        "label": ""
      }
    ]
  }
]