[
  {
    "role": "client",
    "content": "最近我越来越有种无力感，难以应对别人的情绪问题该怎么办？家中长辈工作很忙，从小自己待着时间较久，所以对于和家人相处时总有一种脱离感，不是很真实。包括之前家里出事，还被人说过冷血。事实上，连续很久我都感觉情绪很不正常，自己已经是难以为继，随时处于崩溃的边缘。从前旁人总说我是人群里的开心果，和各种人都能相处很好，但现在越来越有种无力感。",
    "annotation": [
      {
        "sentence": "最近我越来越有种无力感，难以应对别人的情绪问题该怎么办？",
        "label": ""
      },
      {
        "sentence": "家中长辈工作很忙，从小自己待着时间较久，所以对于和家人相处时总有一种脱离感，不是很真实。",
        "label": ""
      },
      {
        "sentence": "包括之前家里出事，还被人说过冷血。",
        "label": ""
      },
      {
        "sentence": "事实上，连续很久我都感觉情绪很不正常，自己已经是难以为继，随时处于崩溃的边缘。",
        "label": ""
      },
      {
        "sentence": "从前旁人总说我是人群里的开心果，和各种人都能相处很好，但现在越来越有种无力感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听了你的叙述，感觉很心疼你。你自己长大的过程中也是缺少陪伴的，你很希望自己能支持到家人，但是慢慢感到无力。我们可以尝试着用以下几个方面来了解自己，也了解遇到的问题，找到思考的方向。",
    "annotation": [
      {
        "sentence": "听了你的叙述，感觉很心疼你。",
        "label": ""
      },
      {
        "sentence": "你自己长大的过程中也是缺少陪伴的，你很希望自己能支持到家人，但是慢慢感到无力。",
        "label": ""
      },
      {
        "sentence": "我们可以尝试着用以下几个方面来了解自己，也了解遇到的问题，找到思考的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经是一个开心果，但是最近感到越来越无力，我能觉察到自己的情绪是很重要的事情。因为曾经的开心果，是我为了让别人开心，所以可能会有一点委屈自己，而我觉得这样就属于假我戴着面对去应对他人。时间长了它会让生命的活力减少，也会有一些不真实感。当我意识到这一点之后，我也可以做适当的调整，适当地戴着面具去应对他人。",
    "annotation": [
      {
        "sentence": "我曾经是一个开心果，但是最近感到越来越无力，我能觉察到自己的情绪是很重要的事情。",
        "label": ""
      },
      {
        "sentence": "因为曾经的开心果，是我为了让别人开心，所以可能会有一点委屈自己，而我觉得这样就属于假我戴着面对去应对他人。",
        "label": ""
      },
      {
        "sentence": "时间长了它会让生命的活力减少，也会有一些不真实感。",
        "label": ""
      },
      {
        "sentence": "当我意识到这一点之后，我也可以做适当的调整，适当地戴着面具去应对他人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对自己的情绪有了觉察，这是很重要的一步。你可以适当地在与他人相处时保持开朗的一面，但同时也要学会保护自己的感受和需要。不必委屈自己去迎合他人，找到一个平衡点，同时关注自己的内心感受。",
    "annotation": [
      {
        "sentence": "你对自己的情绪有了觉察，这是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "你可以适当地在与他人相处时保持开朗的一面，但同时也要学会保护自己的感受和需要。",
        "label": ""
      },
      {
        "sentence": "不必委屈自己去迎合他人，找到一个平衡点，同时关注自己的内心感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也很敏感，能够体察到别人情绪的变化。似乎我经常会被别人的情绪感染到，我也很无奈，没有帮助到别人。但实际上这背后还是给自己背负了一些不必要的责任。每个人的情绪都是由自己负责的，但是像我说的自己无能为力的时候，其实是可以允许自己照顾自己的，而不必背负对别人的情绪责任。",
    "annotation": [
      {
        "sentence": "我也很敏感，能够体察到别人情绪的变化。",
        "label": ""
      },
      {
        "sentence": "似乎我经常会被别人的情绪感染到，我也很无奈，没有帮助到别人。",
        "label": ""
      },
      {
        "sentence": "但实际上这背后还是给自己背负了一些不必要的责任。",
        "label": ""
      },
      {
        "sentence": "每个人的情绪都是由自己负责的，但是像我说的自己无能为力的时候，其实是可以允许自己照顾自己的，而不必背负对别人的情绪责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你所说的很对，每个人都有自己的情绪责任。和他人相处时，你可以适度地感染到他们，但是当你感到无能为力时，也可以允许自己照顾自己。不要把别人的情绪负担放在自己身上，找到一个平衡点，不仅照顾别人，也要照顾好自己。",
    "annotation": [
      {
        "sentence": "你所说的很对，每个人都有自己的情绪责任。",
        "label": ""
      },
      {
        "sentence": "和他人相处时，你可以适度地感染到他们，但是当你感到无能为力时，也可以允许自己照顾自己。",
        "label": ""
      },
      {
        "sentence": "不要把别人的情绪负担放在自己身上，找到一个平衡点，不仅照顾别人，也要照顾好自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我对人际关系也有些困惑，我非常理解父母的不容易，也理解他们的局限性。他们由于自己情绪调整的能力以及工作和生活的压力，不是那么开心。但即使是再亲密的人，每个人也还是要对自己的情绪负责，所以他们的情绪不好，不是我的责任。",
    "annotation": [
      {
        "sentence": "我对人际关系也有些困惑，我非常理解父母的不容易，也理解他们的局限性。",
        "label": ""
      },
      {
        "sentence": "他们由于自己情绪调整的能力以及工作和生活的压力，不是那么开心。",
        "label": ""
      },
      {
        "sentence": "但即使是再亲密的人，每个人也还是要对自己的情绪负责，所以他们的情绪不好，不是我的责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能理解父母的困境，这是一种成熟和善解人意的表现。确实，每个人都要为自己的情绪负责。对于父母的情绪，你可以适度地帮助和关心，但也要明白他们的情绪问题不是你应该背负的责任。如果你的情绪低落，可以允许自己独处来修复和恢复能量。",
    "annotation": [
      {
        "sentence": "很高兴你能理解父母的困境，这是一种成熟和善解人意的表现。",
        "label": ""
      },
      {
        "sentence": "确实，每个人都要为自己的情绪负责。",
        "label": ""
      },
      {
        "sentence": "对于父母的情绪，你可以适度地帮助和关心，但也要明白他们的情绪问题不是你应该背负的责任。",
        "label": ""
      },
      {
        "sentence": "如果你的情绪低落，可以允许自己独处来修复和恢复能量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，我感到受到了理解和鼓励。我会尝试适度地保护自己的情绪和与他人的交流，同时也会守护好自己的能量。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的回答，我感到受到了理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尝试适度地保护自己的情绪和与他人的交流，同时也会守护好自己的能量。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在这里支持你。你已经迈出了一步，明白了自己的困境和应对方法。记住，照顾好自己的情绪和需要是非常重要的。如果你需要进一步的帮助，随时和我聊聊。希望你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了一步，明白了自己的困境和应对方法。",
        "label": ""
      },
      {
        "sentence": "记住，照顾好自己的情绪和需要是非常重要的。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的帮助，随时和我聊聊。",
        "label": ""
      },
      {
        "sentence": "希望你一切顺利！",
        "label": ""
      }
    ]
  }
]