[
  {
    "role": "client",
    "content": "我遇到过性骚扰，难以释怀，怎么办？",
    "annotation": [
      {
        "sentence": "我遇到过性骚扰，难以释怀，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "生气！生气！愤怒！愤怒！恶心！恶心！生气，怎么碰到这么恶心的变态！愤怒，这个变态伤害到我，我却没有办法反击，讨要一个说法！连在警察面前陈述也是被忽视感受，一个18岁的未经世事的少女，一个隐私部位被如此侵犯，除了被伤害的悲伤害怕，还有很多无助绝望在吧！心疼一会！这不是你的错，事实上中国女性受骚扰的概率不算小，现在到处都是摄像头还好一些，所以，希望你理解，受到伤害不是你的错，就像有时候出门被狗咬了一下，你真的算是倒霉。可能我们更多的是去处理事后的情绪，比如被狗咬以后要及时的去打狂犬疫苗，下次再遇到狗的时候就赶快躲一下。人活着有时候真的很难，总有这样那样的事情，既然已经发生了，比起总是揭开伤口疼痛来说，忘记也许是最好的选择。毕竟生活每天都是新的，还有更多时间去做让你开心，幸福生活的事。姑娘，把这件像屎一样的烂事慢慢腐化成肥料才是咱的本事，愿你乘风破浪，活出想要的人生！",
    "annotation": [
      {
        "sentence": "生气！",
        "label": ""
      },
      {
        "sentence": "生气！",
        "label": ""
      },
      {
        "sentence": "愤怒！",
        "label": ""
      },
      {
        "sentence": "愤怒！",
        "label": ""
      },
      {
        "sentence": "恶心！",
        "label": ""
      },
      {
        "sentence": "恶心！",
        "label": ""
      },
      {
        "sentence": "生气，怎么碰到这么恶心的变态！",
        "label": ""
      },
      {
        "sentence": "愤怒，这个变态伤害到我，我却没有办法反击，讨要一个说法！",
        "label": ""
      },
      {
        "sentence": "连在警察面前陈述也是被忽视感受，一个18岁的未经世事的少女，一个隐私部位被如此侵犯，除了被伤害的悲伤害怕，还有很多无助绝望在吧！",
        "label": ""
      },
      {
        "sentence": "心疼一会！",
        "label": ""
      },
      {
        "sentence": "这不是你的错，事实上中国女性受骚扰的概率不算小，现在到处都是摄像头还好一些，所以，希望你理解，受到伤害不是你的错，就像有时候出门被狗咬了一下，你真的算是倒霉。",
        "label": ""
      },
      {
        "sentence": "可能我们更多的是去处理事后的情绪，比如被狗咬以后要及时的去打狂犬疫苗，下次再遇到狗的时候就赶快躲一下。",
        "label": ""
      },
      {
        "sentence": "人活着有时候真的很难，总有这样那样的事情，既然已经发生了，比起总是揭开伤口疼痛来说，忘记也许是最好的选择。",
        "label": ""
      },
      {
        "sentence": "毕竟生活每天都是新的，还有更多时间去做让你开心，幸福生活的事。",
        "label": ""
      },
      {
        "sentence": "姑娘，把这件像屎一样的烂事慢慢腐化成肥料才是咱的本事，愿你乘风破浪，活出想要的人生！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，谢谢你的安慰话。但我真的很难释怀，每次一想起这件事我就会哭会难受会焦虑，觉得无助得很。那个人慢悠悠的在我前面骑走了，甚至他在我面前找下一个目标。我却不能伤害他。",
    "annotation": [
      {
        "sentence": "支持者，谢谢你的安慰话。",
        "label": ""
      },
      {
        "sentence": "但我真的很难释怀，每次一想起这件事我就会哭会难受会焦虑，觉得无助得很。",
        "label": ""
      },
      {
        "sentence": "那个人慢悠悠的在我前面骑走了，甚至他在我面前找下一个目标。",
        "label": ""
      },
      {
        "sentence": "我却不能伤害他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的描述，我真的能感受到你的痛苦和无助。如果能以正面的态度来面对这个事件并努力向前看，或许会有所缓解。虽然我们不能改变过去发生的事情，但我们可以尝试用积极的方式处理它对我们的影响。你不是一个人在面对这个问题，许多女性也曾经受到骚扰。要记住，这并不是你的错，你无法预测和控制他人的行为。不要让这个事件定义你的人生，你有更多的机会去追求幸福和快乐。",
    "annotation": [
      {
        "sentence": "听到你的描述，我真的能感受到你的痛苦和无助。",
        "label": ""
      },
      {
        "sentence": "如果能以正面的态度来面对这个事件并努力向前看，或许会有所缓解。",
        "label": ""
      },
      {
        "sentence": "虽然我们不能改变过去发生的事情，但我们可以尝试用积极的方式处理它对我们的影响。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在面对这个问题，许多女性也曾经受到骚扰。",
        "label": ""
      },
      {
        "sentence": "要记住，这并不是你的错，你无法预测和控制他人的行为。",
        "label": ""
      },
      {
        "sentence": "不要让这个事件定义你的人生，你有更多的机会去追求幸福和快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是，我还是觉得很愤怒和恶心，对此感到很困惑。我怎么能够接受这个事实呢？",
    "annotation": [
      {
        "sentence": "可是，我还是觉得很愤怒和恶心，对此感到很困惑。",
        "label": ""
      },
      {
        "sentence": "我怎么能够接受这个事实呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们都理解你的愤怒和恶心，这是正常的反应。但是，长时间的负面情绪对你的健康和幸福没有好处。试着接受这个事实可能需要时间，但你可以尝试一些方法来帮助自己恢复平静，例如找到一个安全的环境去倾诉你的感受、与他人分享你的经历以得到支持，或者寻求专业的心理咨询帮助。同时，也要学会放下对那个人的愤怒，因为他不值得你再耗费精力。重要的是去关注自己的幸福，并逐渐恢复自信与快乐。",
    "annotation": [
      {
        "sentence": "我们都理解你的愤怒和恶心，这是正常的反应。",
        "label": ""
      },
      {
        "sentence": "但是，长时间的负面情绪对你的健康和幸福没有好处。",
        "label": ""
      },
      {
        "sentence": "试着接受这个事实可能需要时间，但你可以尝试一些方法来帮助自己恢复平静，例如找到一个安全的环境去倾诉你的感受、与他人分享你的经历以得到支持，或者寻求专业的心理咨询帮助。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会放下对那个人的愤怒，因为他不值得你再耗费精力。",
        "label": ""
      },
      {
        "sentence": "重要的是去关注自己的幸福，并逐渐恢复自信与快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有时候我觉得自己很无助，似乎找不到任何办法来摆脱这种情绪的困扰。你能给我一些建议吗？",
    "annotation": [
      {
        "sentence": "有时候我觉得自己很无助，似乎找不到任何办法来摆脱这种情绪的困扰。",
        "label": ""
      },
      {
        "sentence": "你能给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你感到无助时，有几个方法可能对你有所帮助。首先，尽量保持自己的情绪稳定，可以通过深呼吸、放松技巧、或者运动来缓解紧张。其次，尝试寻找一些适合你的放松活动，比如听音乐、读书、画画或写日记等，来转移注意力和缓解压力。此外，建立一个支持系统也非常重要，可以找朋友、家人或专业人士分享你的感受并获得支持。最后，不要忘记要关注自己的内心需求，以及做一些让自己开心的事情。记住，你并不孤单，许多人都在努力应对类似的困境，你应该为自己的坚强和勇敢而感到自豪。",
    "annotation": [
      {
        "sentence": "当你感到无助时，有几个方法可能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "首先，尽量保持自己的情绪稳定，可以通过深呼吸、放松技巧、或者运动来缓解紧张。",
        "label": ""
      },
      {
        "sentence": "其次，尝试寻找一些适合你的放松活动，比如听音乐、读书、画画或写日记等，来转移注意力和缓解压力。",
        "label": ""
      },
      {
        "sentence": "此外，建立一个支持系统也非常重要，可以找朋友、家人或专业人士分享你的感受并获得支持。",
        "label": ""
      },
      {
        "sentence": "最后，不要忘记要关注自己的内心需求，以及做一些让自己开心的事情。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，许多人都在努力应对类似的困境，你应该为自己的坚强和勇敢而感到自豪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着去接受和应对这个事实，同时也会寻求专业的帮助。希望以后可以慢慢走出这段阴影，重新找回属于自己的快乐和幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着去接受和应对这个事实，同时也会寻求专业的帮助。",
        "label": ""
      },
      {
        "sentence": "希望以后可以慢慢走出这段阴影，重新找回属于自己的快乐和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你。在这个过程中，不要忘记坚持，给自己时间去疗愈。记住，你并不孤单，有人会一直支持着你。祝福你早日走出阴影，踏上属于自己的幸福之路！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，不要忘记坚持，给自己时间去疗愈。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有人会一直支持着你。",
        "label": ""
      },
      {
        "sentence": "祝福你早日走出阴影，踏上属于自己的幸福之路！",
        "label": ""
      }
    ]
  }
]