[
  {
    "role": "client",
    "content": "同事常发脾气，暴情绪，我感到压抑害怕，怎么调节？",
    "annotation": [
      {
        "sentence": "同事常发脾气，暴情绪，我感到压抑害怕，怎么调节？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "针对你提的问题，我说一下我的个人看法。我们每个人都感受过情绪的力量，而且情绪的确是会互相影响的。当同事总是发脾气、倾泻她的负面情绪时，你的确会受到影响，也会很担心她会不会有更为激烈的行为，甚至伤害到你自己。",
    "annotation": [
      {
        "sentence": "针对你提的问题，我说一下我的个人看法。",
        "label": ""
      },
      {
        "sentence": "我们每个人都感受过情绪的力量，而且情绪的确是会互相影响的。",
        "label": ""
      },
      {
        "sentence": "当同事总是发脾气、倾泻她的负面情绪时，你的确会受到影响，也会很担心她会不会有更为激烈的行为，甚至伤害到你自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很害怕她会对我做出伤害，以前我们相处还挺好的，现在她的性格突然变得暴躁了，我真的无法理解。",
    "annotation": [
      {
        "sentence": "是的，我真的很害怕她会对我做出伤害，以前我们相处还挺好的，现在她的性格突然变得暴躁了，我真的无法理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同事最近应该遇到了一些生活上的问题，这样随时喷发的情绪其实早已蓄积了太久，现在她所遇到的问题只是个导火索，将一直压抑的情绪带了出来。水满则溢，情绪也是一样，积压了太久、自己已经无法容纳时，就会借机寻找出口。我们都不愿意去做那个伤害别人的人，我想，在她每每控制不住自己的情绪任其喷发时，她也会很懊悔很自责。",
    "annotation": [
      {
        "sentence": "同事最近应该遇到了一些生活上的问题，这样随时喷发的情绪其实早已蓄积了太久，现在她所遇到的问题只是个导火索，将一直压抑的情绪带了出来。",
        "label": ""
      },
      {
        "sentence": "水满则溢，情绪也是一样，积压了太久、自己已经无法容纳时，就会借机寻找出口。",
        "label": ""
      },
      {
        "sentence": "我们都不愿意去做那个伤害别人的人，我想，在她每每控制不住自己的情绪任其喷发时，她也会很懊悔很自责。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "虽然我理解她的情绪是由于困难和压力引发的，但我作为她的同事和朋友，我感到很无助，也不知道如何帮助她。",
    "annotation": [
      {
        "sentence": "虽然我理解她的情绪是由于困难和压力引发的，但我作为她的同事和朋友，我感到很无助，也不知道如何帮助她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "而你作为她的同事和朋友，我感到你也想帮助她，但也的确无法承受对方如此汹涌的情绪。首先我们要明白，拥有情绪是每个人都拥有的权利，同事在面对她的人生难题时没有更好的办法，她选择了宣泄情绪，这是她的权利，我们也不需要为她的情绪去负责。",
    "annotation": [
      {
        "sentence": "而你作为她的同事和朋友，我感到你也想帮助她，但也的确无法承受对方如此汹涌的情绪。",
        "label": ""
      },
      {
        "sentence": "首先我们要明白，拥有情绪是每个人都拥有的权利，同事在面对她的人生难题时没有更好的办法，她选择了宣泄情绪，这是她的权利，我们也不需要为她的情绪去负责。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我不能为她的情绪负责，但我还是很害怕和她在一起，我不知道如何调节自己的情绪。",
    "annotation": [
      {
        "sentence": "我明白了，我不能为她的情绪负责，但我还是很害怕和她在一起，我不知道如何调节自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果我们有心力去帮助对方，可以试着去了解对方遇到了什么困难，鼓励对方表达自己愤怒背后真正的感受是什么，以及我们能帮助她做些什么？如果我们无法为她做任何事来改变她的处境，不如就静静地做个陪伴者，允许她去表达她的痛苦，我们就只是陪伴而已，我们明白，情绪是她的，不是我的，我也不需要为此而负责。",
    "annotation": [
      {
        "sentence": "如果我们有心力去帮助对方，可以试着去了解对方遇到了什么困难，鼓励对方表达自己愤怒背后真正的感受是什么，以及我们能帮助她做些什么？",
        "label": ""
      },
      {
        "sentence": "如果我们无法为她做任何事来改变她的处境，不如就静静地做个陪伴者，允许她去表达她的痛苦，我们就只是陪伴而已，我们明白，情绪是她的，不是我的，我也不需要为此而负责。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我应该如何面对她在办公室里的情绪爆发呢？我总是感到很不自在。",
    "annotation": [
      {
        "sentence": "那我应该如何面对她在办公室里的情绪爆发呢？",
        "label": ""
      },
      {
        "sentence": "我总是感到很不自在。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果和对方在一起自己实在太痛苦，无法忍受这样激烈的情绪，或者发现对方有伤害自己的倾向，我们需要先保护好自己，可以远离对方，人首先需要照顾好自己才能帮助到别人。最后还有个小提醒，我并不知道你的同事目前的程度怎样，如果遇到对方有采取极端行为的情况，是需要报警和寻求她家人的帮助的。当然，这是很少的极端情况。以上是我的回答，希望能对你有帮助，也希望你的同事能够早日渡过难关。",
    "annotation": [
      {
        "sentence": "如果和对方在一起自己实在太痛苦，无法忍受这样激烈的情绪，或者发现对方有伤害自己的倾向，我们需要先保护好自己，可以远离对方，人首先需要照顾好自己才能帮助到别人。",
        "label": ""
      },
      {
        "sentence": "最后还有个小提醒，我并不知道你的同事目前的程度怎样，如果遇到对方有采取极端行为的情况，是需要报警和寻求她家人的帮助的。",
        "label": ""
      },
      {
        "sentence": "当然，这是很少的极端情况。",
        "label": ""
      },
      {
        "sentence": "以上是我的回答，希望能对你有帮助，也希望你的同事能够早日渡过难关。",
        "label": ""
      }
    ]
  }
]