[
  {
    "role": "client",
    "content": "咨询4年，好几次看见咨询师泪光闪烁，这代表什么？我在她那咨询了四年，前段时间对咨询师发生了移情，我表达了对她的感谢、感动、喜欢、成为朋友。我得到的答案也是满意的答案：她也很感动、也愿意和我成为朋友。最近几次的咨询中，好几次发现她泪光闪烁，不知道这代表什么，最近的移情让我很想逃离，不想继续，可离开了又回来，都好几次了，自己也很痛苦，回来是感觉放不下这段感情，离开是感觉没有从前的感觉。",
    "annotation": [
      {
        "sentence": "咨询4年，好几次看见咨询师泪光闪烁，这代表什么？",
        "label": ""
      },
      {
        "sentence": "我在她那咨询了四年，前段时间对咨询师发生了移情，我表达了对她的感谢、感动、喜欢、成为朋友。",
        "label": ""
      },
      {
        "sentence": "我得到的答案也是满意的答案：她也很感动、也愿意和我成为朋友。",
        "label": ""
      },
      {
        "sentence": "最近几次的咨询中，好几次发现她泪光闪烁，不知道这代表什么，最近的移情让我很想逃离，不想继续，可离开了又回来，都好几次了，自己也很痛苦，回来是感觉放不下这段感情，离开是感觉没有从前的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的讲述我其实有点难过甚至惋惜。四年的咨询，我想咨询师对你的帮助一定是很大的，咨询师的陪伴也是让你很满意的，所以你会发自内心的向咨询师表达你的感谢和感动。我们可以认定这是移情，但这不是移情的开始，而其实是移情发展到一定阶段需要处理的一个关键节点。",
    "annotation": [
      {
        "sentence": "看到你的讲述我其实有点难过甚至惋惜。",
        "label": ""
      },
      {
        "sentence": "四年的咨询，我想咨询师对你的帮助一定是很大的，咨询师的陪伴也是让你很满意的，所以你会发自内心的向咨询师表达你的感谢和感动。",
        "label": ""
      },
      {
        "sentence": "我们可以认定这是移情，但这不是移情的开始，而其实是移情发展到一定阶段需要处理的一个关键节点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，那我现在应该怎么办呢？",
    "annotation": [
      {
        "sentence": "我理解了，那我现在应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "移情，其实是从第一次咨询开始就在悄悄的发生，否则就不会有后续咨访关系的建立。广泛意义上说，对于咨询师的信任、依赖都是移情的一部分，也正是有这些部分才使得咨询能够一直持续。但是随着咨询的继续，移情会不断的发生变化，甚至说是进化。打个比方，小时候青梅竹马的两个人，随着年龄的长大，可能会一直保持普通意义上的好朋友，但也可能会发展成为恋人。但是这两种关系却具有完全不同的意义，作为好朋友，像两条平行线，可近可远，无论远近都不会影响到个人的发展。但成为恋人，却只有两种结果，要不分手，要不就成为一家人。",
    "annotation": [
      {
        "sentence": "移情，其实是从第一次咨询开始就在悄悄的发生，否则就不会有后续咨访关系的建立。",
        "label": ""
      },
      {
        "sentence": "广泛意义上说，对于咨询师的信任、依赖都是移情的一部分，也正是有这些部分才使得咨询能够一直持续。",
        "label": ""
      },
      {
        "sentence": "但是随着咨询的继续，移情会不断的发生变化，甚至说是进化。",
        "label": ""
      },
      {
        "sentence": "打个比方，小时候青梅竹马的两个人，随着年龄的长大，可能会一直保持普通意义上的好朋友，但也可能会发展成为恋人。",
        "label": ""
      },
      {
        "sentence": "但是这两种关系却具有完全不同的意义，作为好朋友，像两条平行线，可近可远，无论远近都不会影响到个人的发展。",
        "label": ""
      },
      {
        "sentence": "但成为恋人，却只有两种结果，要不分手，要不就成为一家人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "咨询师是我信任的人，我们之间的感情确实在不断变化，我理解了这个道理。但是现在我对咨询师的感情很矛盾，我想逃离这段感情，但又不离开咨询。",
    "annotation": [
      {
        "sentence": "咨询师是我信任的人，我们之间的感情确实在不断变化，我理解了这个道理。",
        "label": ""
      },
      {
        "sentence": "但是现在我对咨询师的感情很矛盾，我想逃离这段感情，但又不离开咨询。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "也就是说，两个人一旦成为恋人，俩人的关系要不很远、要不就很近。而想要从好朋友的关系向恋人关系转变，就需要有一个关键节点，那就是需要一个人率先表白。然而决定两个人关系最关键的并不是表白的发生，而是一个人表白之后另一个人的反应和处理方式才是最关键的。如果表白之后对方拒绝了，那表白的一方只能慢慢释怀自己曾经的暗恋，可以选择远离对方，也可以选择保持原状，继续做好朋友。但如果对方欣然接受了表白，那也就意味着从那一刻开始，俩人的关系发生了本质的变化。",
    "annotation": [
      {
        "sentence": "也就是说，两个人一旦成为恋人，俩人的关系要不很远、要不就很近。",
        "label": ""
      },
      {
        "sentence": "而想要从好朋友的关系向恋人关系转变，就需要有一个关键节点，那就是需要一个人率先表白。",
        "label": ""
      },
      {
        "sentence": "然而决定两个人关系最关键的并不是表白的发生，而是一个人表白之后另一个人的反应和处理方式才是最关键的。",
        "label": ""
      },
      {
        "sentence": "如果表白之后对方拒绝了，那表白的一方只能慢慢释怀自己曾经的暗恋，可以选择远离对方，也可以选择保持原状，继续做好朋友。",
        "label": ""
      },
      {
        "sentence": "但如果对方欣然接受了表白，那也就意味着从那一刻开始，俩人的关系发生了本质的变化。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在明白了，我们的关系已经发生了本质的变化。但是我现在感到困惑和痛苦，因为我们之间的关系注定了不能成为朋友关系。我该怎么办？",
    "annotation": [
      {
        "sentence": "我现在明白了，我们的关系已经发生了本质的变化。",
        "label": ""
      },
      {
        "sentence": "但是我现在感到困惑和痛苦，因为我们之间的关系注定了不能成为朋友关系。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "青梅竹马的好朋友从此变成了恋人关系，那对于对方的期待自然也会发生变化，相处模式也会发生相应的变化，必然需要重新去磨合。但无论如何都逃不脱两种结局，离得更近，或最终分手而离得更远。那回到咨访关系，来访对于咨询师的移情也会从最初的信任、依恋慢慢发展进化为一种难以言说的情感，当这种情感升华到一定程度，来访会不自觉的将这种情感呈现出对咨访关系的进一步期待。最常见的，如果是同性，就渴望能成为知己知彼的好朋友；如果是异性，也常常不可避免的会渴望恋情的发生。但是，现实是咨询师是一个非常专业的职业，是不可能真的跟来访成为好朋友的、更不可能成为恋人。",
    "annotation": [
      {
        "sentence": "青梅竹马的好朋友从此变成了恋人关系，那对于对方的期待自然也会发生变化，相处模式也会发生相应的变化，必然需要重新去磨合。",
        "label": ""
      },
      {
        "sentence": "但无论如何都逃不脱两种结局，离得更近，或最终分手而离得更远。",
        "label": ""
      },
      {
        "sentence": "那回到咨访关系，来访对于咨询师的移情也会从最初的信任、依恋慢慢发展进化为一种难以言说的情感，当这种情感升华到一定程度，来访会不自觉的将这种情感呈现出对咨访关系的进一步期待。",
        "label": ""
      },
      {
        "sentence": "最常见的，如果是同性，就渴望能成为知己知彼的好朋友；如果是异性，也常常不可避免的会渴望恋情的发生。",
        "label": ""
      },
      {
        "sentence": "但是，现实是咨询师是一个非常专业的职业，是不可能真的跟来访成为好朋友的、更不可能成为恋人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "咨询师的回答给了我很大的启发，我开始理解了咨访关系中的移情和我的期待。但是我仍然感到困惑和失落，因为我无法真正实现对她的期待。",
    "annotation": [
      {
        "sentence": "咨询师的回答给了我很大的启发，我开始理解了咨访关系中的移情和我的期待。",
        "label": ""
      },
      {
        "sentence": "但是我仍然感到困惑和失落，因为我无法真正实现对她的期待。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "所以当来访的移情发展到一定程度，是需要咨询师进行恰当的处理，既要充分利用移情来帮助来访成长，又要时刻保持咨访关系在可控的范围。这样才能确保来访成长到一定的程度的时候能够脱离咨询、离开咨询师，从而回归到自己的生活，并且能够独立的应对一切。根据你的描述，很显然，你对咨询师情感的表达和对于关系的期待，咨询师欣然接受了，也因此你们的咨访关系其实已经发生了本质的变化。然而现实又是残酷的，咨访关系已经注定了根本不可能真的成为朋友关系。不可能走进，就必然会产生各种不适应，也必然伴随失落的情绪。如果咨询中不能及时重新审视和处理你们的咨访关系，必然会走向远离的方向。",
    "annotation": [
      {
        "sentence": "所以当来访的移情发展到一定程度，是需要咨询师进行恰当的处理，既要充分利用移情来帮助来访成长，又要时刻保持咨访关系在可控的范围。",
        "label": ""
      },
      {
        "sentence": "这样才能确保来访成长到一定的程度的时候能够脱离咨询、离开咨询师，从而回归到自己的生活，并且能够独立的应对一切。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，很显然，你对咨询师情感的表达和对于关系的期待，咨询师欣然接受了，也因此你们的咨访关系其实已经发生了本质的变化。",
        "label": ""
      },
      {
        "sentence": "然而现实又是残酷的，咨访关系已经注定了根本不可能真的成为朋友关系。",
        "label": ""
      },
      {
        "sentence": "不可能走进，就必然会产生各种不适应，也必然伴随失落的情绪。",
        "label": ""
      },
      {
        "sentence": "如果咨询中不能及时重新审视和处理你们的咨访关系，必然会走向远离的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我现在明白了。但是我仍然感到心痛和困惑，我不知道该怎么解决这种情绪。",
    "annotation": [
      {
        "sentence": "你说得对，我现在明白了。",
        "label": ""
      },
      {
        "sentence": "但是我仍然感到心痛和困惑，我不知道该怎么解决这种情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在咨询中，咨询师是处理移情、反移情的关键，所以我能想到的建议就是，可以建议你的咨询师寻求更加专业的督导。这样咨询师能够得到更多专业的指导，处理你们之间的咨访关系，对你的情绪和困惑也会有更好的帮助和引导。",
    "annotation": [
      {
        "sentence": "在咨询中，咨询师是处理移情、反移情的关键，所以我能想到的建议就是，可以建议你的咨询师寻求更加专业的督导。",
        "label": ""
      },
      {
        "sentence": "这样咨询师能够得到更多专业的指导，处理你们之间的咨访关系，对你的情绪和困惑也会有更好的帮助和引导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会跟咨询师分享你的建议，希望能够有所帮助和改善。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会跟咨询师分享你的建议，希望能够有所帮助和改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我希望你能够找到解决困惑和舒缓情绪的方法。记住，咨询师是专业的人士，他们会尽力帮助你。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我希望你能够找到解决困惑和舒缓情绪的方法。",
        "label": ""
      },
      {
        "sentence": "记住，咨询师是专业的人士，他们会尽力帮助你。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]