[
  {
    "role": "client",
    "content": "内心变得特别容易和害怕受伤，怎么与人建立亲密关系？高二因为一次应激事件，发生了解离，从那以后再也没有感觉了，现已经六年了。今年才意识到是我忽视压制了自己的感觉，正努力重新连接中，可每次我能感知到自我时，我竟然有种不适和慌乱的感觉，只想赶紧把自我的感觉抛弃掉。",
    "annotation": [
      {
        "sentence": "内心变得特别容易和害怕受伤，怎么与人建立亲密关系？",
        "label": ""
      },
      {
        "sentence": "高二因为一次应激事件，发生了解离，从那以后再也没有感觉了，现已经六年了。",
        "label": ""
      },
      {
        "sentence": "今年才意识到是我忽视压制了自己的感觉，正努力重新连接中，可每次我能感知到自我时，我竟然有种不适和慌乱的感觉，只想赶紧把自我的感觉抛弃掉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们先梳理一下你面临的困扰。首先是六年前因应激事件导致的解离和失去感情，目前你有重新整理社交的需求，但又不想要自我。这些问题导致你不敢与他人亲近，感到焦虑和不安。我们先来分析一下过去的创伤事件，以及你现在的情况。虽然你没有具体描述那个应激事件，但我可以想象到给你带来的困扰。幸好你选择面对这段创伤，并有意愿参与到人际交往中。直面痛苦是很重要的，少与创伤纠缠，将时间精力放在当下的生活。",
    "annotation": [
      {
        "sentence": "我们先梳理一下你面临的困扰。",
        "label": ""
      },
      {
        "sentence": "首先是六年前因应激事件导致的解离和失去感情，目前你有重新整理社交的需求，但又不想要自我。",
        "label": ""
      },
      {
        "sentence": "这些问题导致你不敢与他人亲近，感到焦虑和不安。",
        "label": ""
      },
      {
        "sentence": "我们先来分析一下过去的创伤事件，以及你现在的情况。",
        "label": ""
      },
      {
        "sentence": "虽然你没有具体描述那个应激事件，但我可以想象到给你带来的困扰。",
        "label": ""
      },
      {
        "sentence": "幸好你选择面对这段创伤，并有意愿参与到人际交往中。",
        "label": ""
      },
      {
        "sentence": "直面痛苦是很重要的，少与创伤纠缠，将时间精力放在当下的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我意识到了过去的创伤对我现在的影响。但每当我感知到自我时，我总是感到不适和慌乱，甚至有一种抛弃自我的冲动。我好像不想要自我。",
    "annotation": [
      {
        "sentence": "是的，我意识到了过去的创伤对我现在的影响。",
        "label": ""
      },
      {
        "sentence": "但每当我感知到自我时，我总是感到不适和慌乱，甚至有一种抛弃自我的冲动。",
        "label": ""
      },
      {
        "sentence": "我好像不想要自我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个问题要从你对自我价值感的理解入手。你的行为其实表明你对自己的不认同，即排斥自我。这是一个很大的问题，因为当你不喜欢自己时，就觉得别人也不会喜欢你。你需要寻找在创伤事件后失去的自我价值感，最终目的是要有一个与周围环境相互循环作用的自我认同感。总之，社交需要结合外在的积极反馈和自我认同来接纳自己，从而发展友好的社交行为。",
    "annotation": [
      {
        "sentence": "这个问题要从你对自我价值感的理解入手。",
        "label": ""
      },
      {
        "sentence": "你的行为其实表明你对自己的不认同，即排斥自我。",
        "label": ""
      },
      {
        "sentence": "这是一个很大的问题，因为当你不喜欢自己时，就觉得别人也不会喜欢你。",
        "label": ""
      },
      {
        "sentence": "你需要寻找在创伤事件后失去的自我价值感，最终目的是要有一个与周围环境相互循环作用的自我认同感。",
        "label": ""
      },
      {
        "sentence": "总之，社交需要结合外在的积极反馈和自我认同来接纳自己，从而发展友好的社交行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要重新找回失去的自我价值感。但我还是不明白为什么我会感到受伤，当别人没有及时回复我的消息时。",
    "annotation": [
      {
        "sentence": "我明白了，我需要重新找回失去的自我价值感。",
        "label": ""
      },
      {
        "sentence": "但我还是不明白为什么我会感到受伤，当别人没有及时回复我的消息时。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个问题的根源在于你内心深处的自我否定。你可能有一个不健康的期望，希望别人立即回复你的消息，否则就觉得自己被否定了。然而，现实是每个人都有自己的事情，不可能随时守着消息。他人的不回复并不代表他们不喜欢你。与此类似，你在希望建立亲密关系时不知道该说什么，其实是害怕自己说的话被别人觉得多余或不喜欢。这是一种渴望被重视又害怕被否定的内心冲突。最好的解决方法是提升亲密关系中的良性感觉敏感度，通过直接交往中的亲密感受，带着对他人喜欢自己的观念降低期待值，主动与别人交往相处。",
    "annotation": [
      {
        "sentence": "这个问题的根源在于你内心深处的自我否定。",
        "label": ""
      },
      {
        "sentence": "你可能有一个不健康的期望，希望别人立即回复你的消息，否则就觉得自己被否定了。",
        "label": ""
      },
      {
        "sentence": "然而，现实是每个人都有自己的事情，不可能随时守着消息。",
        "label": ""
      },
      {
        "sentence": "他人的不回复并不代表他们不喜欢你。",
        "label": ""
      },
      {
        "sentence": "与此类似，你在希望建立亲密关系时不知道该说什么，其实是害怕自己说的话被别人觉得多余或不喜欢。",
        "label": ""
      },
      {
        "sentence": "这是一种渴望被重视又害怕被否定的内心冲突。",
        "label": ""
      },
      {
        "sentence": "最好的解决方法是提升亲密关系中的良性感觉敏感度，通过直接交往中的亲密感受，带着对他人喜欢自己的观念降低期待值，主动与别人交往相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要主动发起沟通来改善亲密关系，并降低对他人回应的期待。但我不知道如何开始主动交流，有时我还会对同事发脾气，导致更难与人亲近。",
    "annotation": [
      {
        "sentence": "我明白了，我需要主动发起沟通来改善亲密关系，并降低对他人回应的期待。",
        "label": ""
      },
      {
        "sentence": "但我不知道如何开始主动交流，有时我还会对同事发脾气，导致更难与人亲近。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在亲密关系中，有时需要有一个人先发起沟通。如果你能主动发起对话，就能在一定程度上掌握主导权，减少被动时的猜忌心理。主动表示自己喜欢别人比起担心是否被喜欢更重要。当别人友好回应时，会进一步强化你们的关系。此外，提升情感智商也是重要的，能更好地理解自己和他人的情感，有助于建立亲密关系。",
    "annotation": [
      {
        "sentence": "在亲密关系中，有时需要有一个人先发起沟通。",
        "label": ""
      },
      {
        "sentence": "如果你能主动发起对话，就能在一定程度上掌握主导权，减少被动时的猜忌心理。",
        "label": ""
      },
      {
        "sentence": "主动表示自己喜欢别人比起担心是否被喜欢更重要。",
        "label": ""
      },
      {
        "sentence": "当别人友好回应时，会进一步强化你们的关系。",
        "label": ""
      },
      {
        "sentence": "此外，提升情感智商也是重要的，能更好地理解自己和他人的情感，有助于建立亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试主动与人交流，并提升自己的情感智商。希望自己能够渐渐摆脱这种害怕受伤的心态，与世界和谐相处。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试主动与人交流，并提升自己的情感智商。",
        "label": ""
      },
      {
        "sentence": "希望自己能够渐渐摆脱这种害怕受伤的心态，与世界和谐相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你能够克服困难，勇敢面对自己的内心。世界会以温柔的方式对待你的，祝福你！如果你还有任何问题或需要进一步的帮助，请随时找我咨询。",
    "annotation": [
      {
        "sentence": "我相信你能够克服困难，勇敢面对自己的内心。",
        "label": ""
      },
      {
        "sentence": "世界会以温柔的方式对待你的，祝福你！",
        "label": ""
      },
      {
        "sentence": "如果你还有任何问题或需要进一步的帮助，请随时找我咨询。",
        "label": ""
      }
    ]
  }
]