[
  {
    "role": "client",
    "content": "成绩差被爸妈批评，心理压力太大，真的不想活着了？",
    "annotation": [
      {
        "sentence": "成绩差被爸妈批评，心理压力太大，真的不想活着了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同学，听说你成绩差被爸妈批评了，你现在的感受是心理压力太大了，甚至想不活了？",
    "annotation": [
      {
        "sentence": "同学，听说你成绩差被爸妈批评了，你现在的感受是心理压力太大了，甚至想不活了？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，昨晚，因为成绩差的我受到了爸妈的批评，这意味着我上不了好的高中，我愤怒地走出了家门，晚上，我仔细想了想是我的错，回家与他们道歉，但我想得到他们的鼓励和安慰，于是我问了问他们能不能在意一下我的感受，结果我又被骂了第二次，现在的我真的觉得这个世界是灰色的，明明已经道歉了，为什么还要被骂？",
    "annotation": [
      {
        "sentence": "是的，昨晚，因为成绩差的我受到了爸妈的批评，这意味着我上不了好的高中，我愤怒地走出了家门，晚上，我仔细想了想是我的错，回家与他们道歉，但我想得到他们的鼓励和安慰，于是我问了问他们能不能在意一下我的感受，结果我又被骂了第二次，现在的我真的觉得这个世界是灰色的，明明已经道歉了，为什么还要被骂？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你昨晚的想法和行为都很理解，只是父母也许不了解你的内心，只是为了你好去批评你。我想告诉你，每个人在成长过程中都会遇到不被理解和体谅的时候，感到孤独和灰暗。让你经历这些磨砺可以让你更好地成长。其实，无论是将来的老师、上班后的老板，还是恋爱和养育孩子中，都可能会受到别人的质疑和误解。告诉你这些并不是要让你失望，而是告诉你这是每个人成长过程中都会遇到的挑战，你不需要因此而气馁，而是要勇敢面对。",
    "annotation": [
      {
        "sentence": "你昨晚的想法和行为都很理解，只是父母也许不了解你的内心，只是为了你好去批评你。",
        "label": ""
      },
      {
        "sentence": "我想告诉你，每个人在成长过程中都会遇到不被理解和体谅的时候，感到孤独和灰暗。",
        "label": ""
      },
      {
        "sentence": "让你经历这些磨砺可以让你更好地成长。",
        "label": ""
      },
      {
        "sentence": "其实，无论是将来的老师、上班后的老板，还是恋爱和养育孩子中，都可能会受到别人的质疑和误解。",
        "label": ""
      },
      {
        "sentence": "告诉你这些并不是要让你失望，而是告诉你这是每个人成长过程中都会遇到的挑战，你不需要因此而气馁，而是要勇敢面对。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我确实需要调整好自己的心态，去承受这些不理解和委屈。但我还是很难接受父母对我的批评，觉得很沮丧。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我确实需要调整好自己的心态，去承受这些不理解和委屈。",
        "label": ""
      },
      {
        "sentence": "但我还是很难接受父母对我的批评，觉得很沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的情绪很正常，而且你已经展现出了很大的勇气，愿意思考问题并向父母道歉。现在你又来寻求帮助，真的很好。我希望你能一直保持这样的心态去面对挑战和困难。不仅在学习中努力，争取好的成绩，而且在生活、工作和感情中都能有所成长。先和父母好好商量商量，然后决定去哪个高中，还可以和班主任聊一聊，他会了解你的学习情况和学校情况。在确定目标后，全心全意地去追求，一定会有美妙的体验。此外，和朋友一起参观你决定的高中，或者在网上搜索相关信息，会增加你的自信心，减少恐惧感。你已经是一个勇士，敢于直面人生的艰难，相信自己能够做出正确的决定并为之努力。",
    "annotation": [
      {
        "sentence": "你的情绪很正常，而且你已经展现出了很大的勇气，愿意思考问题并向父母道歉。",
        "label": ""
      },
      {
        "sentence": "现在你又来寻求帮助，真的很好。",
        "label": ""
      },
      {
        "sentence": "我希望你能一直保持这样的心态去面对挑战和困难。",
        "label": ""
      },
      {
        "sentence": "不仅在学习中努力，争取好的成绩，而且在生活、工作和感情中都能有所成长。",
        "label": ""
      },
      {
        "sentence": "先和父母好好商量商量，然后决定去哪个高中，还可以和班主任聊一聊，他会了解你的学习情况和学校情况。",
        "label": ""
      },
      {
        "sentence": "在确定目标后，全心全意地去追求，一定会有美妙的体验。",
        "label": ""
      },
      {
        "sentence": "此外，和朋友一起参观你决定的高中，或者在网上搜索相关信息，会增加你的自信心，减少恐惧感。",
        "label": ""
      },
      {
        "sentence": "你已经是一个勇士，敢于直面人生的艰难，相信自己能够做出正确的决定并为之努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会努力调整心态，努力学习，争取一个好的成绩。同时，我会和父母商量和参观高中，以及和班主任沟通。感谢你的支持和鼓励，我会继续努力，相信自己。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会努力调整心态，努力学习，争取一个好的成绩。",
        "label": ""
      },
      {
        "sentence": "同时，我会和父母商量和参观高中，以及和班主任沟通。",
        "label": ""
      },
      {
        "sentence": "感谢你的支持和鼓励，我会继续努力，相信自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和自信。无论遇到什么困难和挑战，都请记住要保持积极的心态，做出正确的决策，并付出努力去追求目标。我会一直支持你，相信你是个坚强的人，能够克服困难，加油！勇士！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和自信。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难和挑战，都请记住要保持积极的心态，做出正确的决策，并付出努力去追求目标。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你，相信你是个坚强的人，能够克服困难，加油！",
        "label": ""
      },
      {
        "sentence": "勇士！",
        "label": ""
      }
    ]
  }
]