[
  {
    "role": "client",
    "content": "研究生退学重考，总是害怕提到这段退学的经历怎么办？自己大四第一年考研考化工专业，录取的时候学校生物学院挂在化工专业招生把我分过去了，自己不清楚生物专业做什么，入学才知道做的是基础医学方面的生物基因研究，自己对饲养老鼠和生物实验很不适应，作为工科生学习这种医学专业教材以及做解剖实验实在有困难，学习了一段时间后发现生物行业不是自己未来想从事的行业，就硕士退学重考了，退学回来发现自己一提到解释退学的原因就非常焦虑，总是害怕考研复试以及未来找工作面试提及自己的这段研究生退学经历，总想着隐瞒，又害怕被拆穿，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "研究生退学重考，总是害怕提到这段退学的经历怎么办？",
        "label": ""
      },
      {
        "sentence": "自己大四第一年考研考化工专业，录取的时候学校生物学院挂在化工专业招生把我分过去了，自己不清楚生物专业做什么，入学才知道做的是基础医学方面的生物基因研究，自己对饲养老鼠和生物实验很不适应，作为工科生学习这种医学专业教材以及做解剖实验实在有困难，学习了一段时间后发现生物行业不是自己未来想从事的行业，就硕士退学重考了，退学回来发现自己一提到解释退学的原因就非常焦虑，总是害怕考研复试以及未来找工作面试提及自己的这段研究生退学经历，总想着隐瞒，又害怕被拆穿，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "退学和重新选择是一个勇敢的决定，我们不应该害怕提及这段经历，毕竟它对我们的人生起到了重要的转折作用。1.每个人的兴趣和专业并不总是一致的，就像你发现自己对生物专业不适应一样。如果我们一直违心地学习并从事不符合兴趣的专业，那会让我们变得更加困惑。因为你能意识到这一点，并且勇敢地做出了选择，这是非常了不起的。你选择了重考计算机专业，这是对自己兴趣和未来发展的负责。2.不要过分在意别人的看法，重要的是你对自己的选择不后悔。有些人可能会质疑你为什么会退学，你可以直接坦诚地回答：“因为我觉得那不是我想要的，我不想后悔自己的抉择，所以选择了重新开始。”这样做没有错，因为我们要过自己想要的生活，不要被他人定义。相信自己的决定对自己的未来负责，不要担心会受到区别对待，有实力的人无论走到哪里都会发光。要对自己有自信哦。",
    "annotation": [
      {
        "sentence": "退学和重新选择是一个勇敢的决定，我们不应该害怕提及这段经历，毕竟它对我们的人生起到了重要的转折作用。",
        "label": ""
      },
      {
        "sentence": "1.每个人的兴趣和专业并不总是一致的，就像你发现自己对生物专业不适应一样。",
        "label": ""
      },
      {
        "sentence": "如果我们一直违心地学习并从事不符合兴趣的专业，那会让我们变得更加困惑。",
        "label": ""
      },
      {
        "sentence": "因为你能意识到这一点，并且勇敢地做出了选择，这是非常了不起的。",
        "label": ""
      },
      {
        "sentence": "你选择了重考计算机专业，这是对自己兴趣和未来发展的负责。",
        "label": ""
      },
      {
        "sentence": "2.不要过分在意别人的看法，重要的是你对自己的选择不后悔。",
        "label": ""
      },
      {
        "sentence": "有些人可能会质疑你为什么会退学，你可以直接坦诚地回答：“因为我觉得那不是我想要的，我不想后悔自己的抉择，所以选择了重新开始。",
        "label": ""
      },
      {
        "sentence": "”这样做没有错，因为我们要过自己想要的生活，不要被他人定义。",
        "label": ""
      },
      {
        "sentence": "相信自己的决定对自己的未来负责，不要担心会受到区别对待，有实力的人无论走到哪里都会发光。",
        "label": ""
      },
      {
        "sentence": "要对自己有自信哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我明白了，但是每次真正面临提及退学经历的场合，我还是会不由自主地感到焦虑和害怕被别人评判。我真的很希望自己能够坦然地面对这段经历，不再被它所困扰。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我明白了，但是每次真正面临提及退学经历的场合，我还是会不由自主地感到焦虑和害怕被别人评判。",
        "label": ""
      },
      {
        "sentence": "我真的很希望自己能够坦然地面对这段经历，不再被它所困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的担忧，面对过去的经历并不容易。但你要相信自己已经做出了正确的选择，退学和重新选择是为了让自己更好地发展。不要让过去的经历束缚你的现在和未来。当你需要提及退学经历的时候，试着用积极的态度和自信的表达方式来面对，让别人看到你已经走出困境、积极成长的一面。你可以告诉自己：“我经历了这段经历，我已经做出了新的选择，我值得被认可。”只要你自信地面对，别人的评判都不重要。",
    "annotation": [
      {
        "sentence": "我能理解你的担忧，面对过去的经历并不容易。",
        "label": ""
      },
      {
        "sentence": "但你要相信自己已经做出了正确的选择，退学和重新选择是为了让自己更好地发展。",
        "label": ""
      },
      {
        "sentence": "不要让过去的经历束缚你的现在和未来。",
        "label": ""
      },
      {
        "sentence": "当你需要提及退学经历的时候，试着用积极的态度和自信的表达方式来面对，让别人看到你已经走出困境、积极成长的一面。",
        "label": ""
      },
      {
        "sentence": "你可以告诉自己：“我经历了这段经历，我已经做出了新的选择，我值得被认可。",
        "label": ""
      },
      {
        "sentence": "”只要你自信地面对，别人的评判都不重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对，我不能让过去的经历束缚住我，我应该自信地面对。我会试着用积极的态度来表达这段经历，感谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "嗯，你说得对，我不能让过去的经历束缚住我，我应该自信地面对。",
        "label": ""
      },
      {
        "sentence": "我会试着用积极的态度来表达这段经历，感谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样说。相信自己，勇敢面对，你会让自己变得更强大。不要忘记，你已经证明了自己的勇气和决心。无论是复试还是工作面试，你都会做得很好的。有任何需要再来找我，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "很高兴听到你这样说。",
        "label": ""
      },
      {
        "sentence": "相信自己，勇敢面对，你会让自己变得更强大。",
        "label": ""
      },
      {
        "sentence": "不要忘记，你已经证明了自己的勇气和决心。",
        "label": ""
      },
      {
        "sentence": "无论是复试还是工作面试，你都会做得很好的。",
        "label": ""
      },
      {
        "sentence": "有任何需要再来找我，我会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我真的很感激。有你这样的支持者让我更加有勇气面对困难和未来。我会时刻坚持下去，相信自己，感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我真的很感激。",
        "label": ""
      },
      {
        "sentence": "有你这样的支持者让我更加有勇气面对困难和未来。",
        "label": ""
      },
      {
        "sentence": "我会时刻坚持下去，相信自己，感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意帮助你。你已经展示了很强的勇气和决心，相信自己，你一定能够克服任何困难。希望你未来的道路充满阳光和成功！再次感谢你的信任和支持，加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "你已经展示了很强的勇气和决心，相信自己，你一定能够克服任何困难。",
        "label": ""
      },
      {
        "sentence": "希望你未来的道路充满阳光和成功！",
        "label": ""
      },
      {
        "sentence": "再次感谢你的信任和支持，加油！",
        "label": ""
      }
    ]
  }
]