[
  {
    "role": "client",
    "content": "我怎么确定一个外向、开放的女生是不是喜欢我？我们都是大二，同校不同系的，认识快一年了，性格合适、三观接近。她性格外向、颜值高、身材好，但是比较开放，平时穿着都比较暴露，身边男性朋友多，经常一起聚餐、喝酒（我因为不喜欢接触陌生人所以拒绝了），和男生交往不保持距离，不排斥肢体接触。她在学校经常和我待在一起，经常牵手，没有特别重要的事情不会拒绝我的邀约，经常关心照顾我，不会否认别人误会我们的关系，和我在一起显得很开心。但是她也会和个别男生单独约会（每次会和我说），在学校有的时候她也会和别的男生在一块，有肢体接触，也很开心，这些让我很难受。我比较内向、自卑、容易胡思乱想。我想过表白，但是之前有过因为表白被拒结果连朋友都做不了的经历，她又说自己不会轻易确定恋爱关系，让我害怕失去她，所以不敢表白。如果真的表白被拒的话，那我即使还能维持朋友关系也没有成功的可能了。我想等能够确定她喜欢我再表白来规避风险，那么现在应该怎么确定她是不是喜欢我呢？",
    "annotation": [
      {
        "sentence": "我怎么确定一个外向、开放的女生是不是喜欢我？",
        "label": ""
      },
      {
        "sentence": "我们都是大二，同校不同系的，认识快一年了，性格合适、三观接近。",
        "label": ""
      },
      {
        "sentence": "她性格外向、颜值高、身材好，但是比较开放，平时穿着都比较暴露，身边男性朋友多，经常一起聚餐、喝酒（我因为不喜欢接触陌生人所以拒绝了），和男生交往不保持距离，不排斥肢体接触。",
        "label": ""
      },
      {
        "sentence": "她在学校经常和我待在一起，经常牵手，没有特别重要的事情不会拒绝我的邀约，经常关心照顾我，不会否认别人误会我们的关系，和我在一起显得很开心。",
        "label": ""
      },
      {
        "sentence": "但是她也会和个别男生单独约会（每次会和我说），在学校有的时候她也会和别的男生在一块，有肢体接触，也很开心，这些让我很难受。",
        "label": ""
      },
      {
        "sentence": "我比较内向、自卑、容易胡思乱想。",
        "label": ""
      },
      {
        "sentence": "我想过表白，但是之前有过因为表白被拒结果连朋友都做不了的经历，她又说自己不会轻易确定恋爱关系，让我害怕失去她，所以不敢表白。",
        "label": ""
      },
      {
        "sentence": "如果真的表白被拒的话，那我即使还能维持朋友关系也没有成功的可能了。",
        "label": ""
      },
      {
        "sentence": "我想等能够确定她喜欢我再表白来规避风险，那么现在应该怎么确定她是不是喜欢我呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你描述，我感觉这个女孩子对你的态度确实很暧昧，让你很难断定她到底是否喜欢你。我们来分析一下你提到的信息。首先，你们认识快一年了，大家性格合适，三观也接近。其次，她是一个外向、颜值高、身材好的女生，平时穿着暴露，身边男性朋友也比较多。虽然她经常和你一起待在一起，经常牵手，不拒绝你的邀约，关心照顾你，但是她也会单独约会其他男生，和他们有肢体接触。你因为之前的经历比较内向、自卑，对表白抱有恐惧，担心失去她。你现在想等确认她喜欢你再表白，避免被拒绝导致连朋友关系都没有。你问我如何确定她是否喜欢你，对吗？",
    "annotation": [
      {
        "sentence": "听你描述，我感觉这个女孩子对你的态度确实很暧昧，让你很难断定她到底是否喜欢你。",
        "label": ""
      },
      {
        "sentence": "我们来分析一下你提到的信息。",
        "label": ""
      },
      {
        "sentence": "首先，你们认识快一年了，大家性格合适，三观也接近。",
        "label": ""
      },
      {
        "sentence": "其次，她是一个外向、颜值高、身材好的女生，平时穿着暴露，身边男性朋友也比较多。",
        "label": ""
      },
      {
        "sentence": "虽然她经常和你一起待在一起，经常牵手，不拒绝你的邀约，关心照顾你，但是她也会单独约会其他男生，和他们有肢体接触。",
        "label": ""
      },
      {
        "sentence": "你因为之前的经历比较内向、自卑，对表白抱有恐惧，担心失去她。",
        "label": ""
      },
      {
        "sentence": "你现在想等确认她喜欢你再表白，避免被拒绝导致连朋友关系都没有。",
        "label": ""
      },
      {
        "sentence": "你问我如何确定她是否喜欢你，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我很矛盾，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "是的，我很矛盾，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的困惑和矛盾。首先，我们要承认无法完全确定一个人是否喜欢我们，尤其是在这种复杂的情况下。其次，你提到她与其他男生的互动让你感到困扰和难受。这些情绪是很正常的，但要明白你无法控制她与其他人之间的关系。重要的是你自己的感受和健康。你能接受她与其他男生有肢体接触、约会吗？如果你不能接受，你们的关系可能需要更多的沟通和理解。你可以和她坦诚地谈一谈你对这些行为的感受和担忧。",
    "annotation": [
      {
        "sentence": "我能理解你的困惑和矛盾。",
        "label": ""
      },
      {
        "sentence": "首先，我们要承认无法完全确定一个人是否喜欢我们，尤其是在这种复杂的情况下。",
        "label": ""
      },
      {
        "sentence": "其次，你提到她与其他男生的互动让你感到困扰和难受。",
        "label": ""
      },
      {
        "sentence": "这些情绪是很正常的，但要明白你无法控制她与其他人之间的关系。",
        "label": ""
      },
      {
        "sentence": "重要的是你自己的感受和健康。",
        "label": ""
      },
      {
        "sentence": "你能接受她与其他男生有肢体接触、约会吗？",
        "label": ""
      },
      {
        "sentence": "如果你不能接受，你们的关系可能需要更多的沟通和理解。",
        "label": ""
      },
      {
        "sentence": "你可以和她坦诚地谈一谈你对这些行为的感受和担忧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "实际上，我不能完全接受她和其他男生的互动，但我又不想失去她，所以我很矛盾。我该怎么和她谈这个问题呢？",
    "annotation": [
      {
        "sentence": "实际上，我不能完全接受她和其他男生的互动，但我又不想失去她，所以我很矛盾。",
        "label": ""
      },
      {
        "sentence": "我该怎么和她谈这个问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的矛盾和担忧。我建议你找一个合适的时机，坦诚地和她谈一谈你对她和其他男生互动的感受。重要的是重视对话的方式和态度，避免指责或控制她的行为。你可以表达你的担忧和情感，并询问她对你的感觉和你们之间的关系。这样可以让你更清楚地了解她的想法和态度。",
    "annotation": [
      {
        "sentence": "理解你的矛盾和担忧。",
        "label": ""
      },
      {
        "sentence": "我建议你找一个合适的时机，坦诚地和她谈一谈你对她和其他男生互动的感受。",
        "label": ""
      },
      {
        "sentence": "重要的是重视对话的方式和态度，避免指责或控制她的行为。",
        "label": ""
      },
      {
        "sentence": "你可以表达你的担忧和情感，并询问她对你的感觉和你们之间的关系。",
        "label": ""
      },
      {
        "sentence": "这样可以让你更清楚地了解她的想法和态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会找个合适的时机和她谈谈。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "我明白了，我会找个合适的时机和她谈谈。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你可以勇敢面对自己的感受和困惑。记住，沟通是解决问题的关键，无论结果如何，你都会学到一些有价值的东西。祝你好运，希望你们能够找到适合彼此的方式相处。如果你有任何问题或需要进一步的支持，请随时告诉我。",
    "annotation": [
      {
        "sentence": "不用客气，我相信你可以勇敢面对自己的感受和困惑。",
        "label": ""
      },
      {
        "sentence": "记住，沟通是解决问题的关键，无论结果如何，你都会学到一些有价值的东西。",
        "label": ""
      },
      {
        "sentence": "祝你好运，希望你们能够找到适合彼此的方式相处。",
        "label": ""
      },
      {
        "sentence": "如果你有任何问题或需要进一步的支持，请随时告诉我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我一定会努力的。如果有需要，我会再联系你的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我一定会努力的。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会再联系你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欢迎！不管结果如何，记得保持积极的心态并关注自己的情感健康。祝福你能够找到属于自己的幸福。如果有任何需要，随时都可以向我求助。加油！",
    "annotation": [
      {
        "sentence": "非常欢迎！",
        "label": ""
      },
      {
        "sentence": "不管结果如何，记得保持积极的心态并关注自己的情感健康。",
        "label": ""
      },
      {
        "sentence": "祝福你能够找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时都可以向我求助。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]