[
  {
    "role": "client",
    "content": "我是一个22岁的男生，三个月前生了一次大病后，就经常感觉很急躁焦虑不安。这个病给我带来了各种各样的症状，让我特别恐惧，我总是担心自己的身体健康，一点小小的症状都特别害怕，想去医院。后来经过治疗好多了。但是我感觉那种担心焦虑不安的感觉还时不时的在，有时候也会特别担心自己的身体健康，害怕死亡。有时候看见关于死亡的字眼或者电视剧都会害怕。担心自己这样下去会不会有精神问题。最近也在担心自己会不会因为一直的担心而有什么心理问题。有时候想问题会钻牛角尖，好像大脑喜欢上了这种焦虑的感觉，有时候不焦虑的时候，好像大脑非得想点什么焦虑的事情。每天早上起床都会担心自己今天会不会再次焦虑，但是到了下午晚上我就不会焦虑了，好像晚上有一种莫名的安全感。请大家告诉我我这是怎么了，这样一直担心下去会不会对我的精神和身体有什么影响。",
    "annotation": [
      {
        "sentence": "我是一个22岁的男生，三个月前生了一次大病后，就经常感觉很急躁焦虑不安。",
        "label": ""
      },
      {
        "sentence": "这个病给我带来了各种各样的症状，让我特别恐惧，我总是担心自己的身体健康，一点小小的症状都特别害怕，想去医院。",
        "label": ""
      },
      {
        "sentence": "后来经过治疗好多了。",
        "label": ""
      },
      {
        "sentence": "但是我感觉那种担心焦虑不安的感觉还时不时的在，有时候也会特别担心自己的身体健康，害怕死亡。",
        "label": ""
      },
      {
        "sentence": "有时候看见关于死亡的字眼或者电视剧都会害怕。",
        "label": ""
      },
      {
        "sentence": "担心自己这样下去会不会有精神问题。",
        "label": ""
      },
      {
        "sentence": "最近也在担心自己会不会因为一直的担心而有什么心理问题。",
        "label": ""
      },
      {
        "sentence": "有时候想问题会钻牛角尖，好像大脑喜欢上了这种焦虑的感觉，有时候不焦虑的时候，好像大脑非得想点什么焦虑的事情。",
        "label": ""
      },
      {
        "sentence": "每天早上起床都会担心自己今天会不会再次焦虑，但是到了下午晚上我就不会焦虑了，好像晚上有一种莫名的安全感。",
        "label": ""
      },
      {
        "sentence": "请大家告诉我我这是怎么了，这样一直担心下去会不会对我的精神和身体有什么影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的困扰，我非常理解你。作为一个有过相似经历的人，我对你的焦虑感同身受。两个月前，我也生了一场大病，并进行了手术。甚至在出院前一天，我还晕倒在了厕所里。直到现在，我还没能出门，每天都躺在家里养病。这场病让我家里人花了很多钱，也让他们非常担心。本来我是一个心大的人，但也受到了家人的影响，开始感到焦虑。这场大病意味着我很难买到保险，而且还可能会有复发，需要高额的医疗费用。它打乱了我所有的计划，包括回学校继续学业的计划也被家人阻拦了，我甚至没能参加期末考试，还要补考。我一直想让家人知道我的学习愿望，但一直被阻拦，这让我很焦虑。为了宣泄情绪，我有时也会大声哭出来，不再将事情压在心里。我知道，人闲下来就容易胡思乱想，想多了就会变得焦虑。有时候我甚至想到以后不结婚，认为生病会拖累别人。为了解决焦虑，我给自己找了几种方式：1.不要把所有事情都压在心里，可以大声哭出来，把压力和情绪都释放出来，也可以找人倾诉；2.给自己找些事情做，让自己没有空闲时间去想那些乱七八糟的事情。害怕看到有关死亡的电视剧，可以尝试看喜剧，搞笑综艺节目，让自己开心放松，也可以读些书；早上也容易出现乱七八糟的想法，那时可以听一些放松的音乐，让自己平静下来。我特别喜欢听冥想星球里面的海浪声，它给我一种安抚、轻松的感觉；3.不要让自己的大脑沉浸在焦虑的思绪中。记住，一切都是命运的安排，不要过分思考生死，要相信一切随缘。山重水复疑无路，柳暗花明又一村，不要陷入焦虑的泥沼。只要做好自己，让自己每天开心，每天过得快乐，就是对自己最好的回报了。最后祝福你每天都开心，告别焦虑。",
    "annotation": [
      {
        "sentence": "看到你的困扰，我非常理解你。",
        "label": ""
      },
      {
        "sentence": "作为一个有过相似经历的人，我对你的焦虑感同身受。",
        "label": ""
      },
      {
        "sentence": "两个月前，我也生了一场大病，并进行了手术。",
        "label": ""
      },
      {
        "sentence": "甚至在出院前一天，我还晕倒在了厕所里。",
        "label": ""
      },
      {
        "sentence": "直到现在，我还没能出门，每天都躺在家里养病。",
        "label": ""
      },
      {
        "sentence": "这场病让我家里人花了很多钱，也让他们非常担心。",
        "label": ""
      },
      {
        "sentence": "本来我是一个心大的人，但也受到了家人的影响，开始感到焦虑。",
        "label": ""
      },
      {
        "sentence": "这场大病意味着我很难买到保险，而且还可能会有复发，需要高额的医疗费用。",
        "label": ""
      },
      {
        "sentence": "它打乱了我所有的计划，包括回学校继续学业的计划也被家人阻拦了，我甚至没能参加期末考试，还要补考。",
        "label": ""
      },
      {
        "sentence": "我一直想让家人知道我的学习愿望，但一直被阻拦，这让我很焦虑。",
        "label": ""
      },
      {
        "sentence": "为了宣泄情绪，我有时也会大声哭出来，不再将事情压在心里。",
        "label": ""
      },
      {
        "sentence": "我知道，人闲下来就容易胡思乱想，想多了就会变得焦虑。",
        "label": ""
      },
      {
        "sentence": "有时候我甚至想到以后不结婚，认为生病会拖累别人。",
        "label": ""
      },
      {
        "sentence": "为了解决焦虑，我给自己找了几种方式：1.不要把所有事情都压在心里，可以大声哭出来，把压力和情绪都释放出来，也可以找人倾诉；2.给自己找些事情做，让自己没有空闲时间去想那些乱七八糟的事情。",
        "label": ""
      },
      {
        "sentence": "害怕看到有关死亡的电视剧，可以尝试看喜剧，搞笑综艺节目，让自己开心放松，也可以读些书；早上也容易出现乱七八糟的想法，那时可以听一些放松的音乐，让自己平静下来。",
        "label": ""
      },
      {
        "sentence": "我特别喜欢听冥想星球里面的海浪声，它给我一种安抚、轻松的感觉；3.不要让自己的大脑沉浸在焦虑的思绪中。",
        "label": ""
      },
      {
        "sentence": "记住，一切都是命运的安排，不要过分思考生死，要相信一切随缘。",
        "label": ""
      },
      {
        "sentence": "山重水复疑无路，柳暗花明又一村，不要陷入焦虑的泥沼。",
        "label": ""
      },
      {
        "sentence": "只要做好自己，让自己每天开心，每天过得快乐，就是对自己最好的回报了。",
        "label": ""
      },
      {
        "sentence": "最后祝福你每天都开心，告别焦虑。",
        "label": ""
      }
    ]
  }
]