[
  {
    "role": "client",
    "content": "为什么我会揪着一个自己都觉得不太合适的人犹豫？",
    "annotation": [
      {
        "sentence": "为什么我会揪着一个自己都觉得不太合适的人犹豫？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，看出你对自己的生活是有要求的，但是上一次婚姻的失败让你对这个要求产生的怀疑。你不再确认自己要的是不是对的，或者说是不是能够真的实现。所以当这个不差不好的对象出现时，你会努力抓住，至少让自己有后路可以退。从你的表述中可以看出，他是你退而求其次的选择。",
    "annotation": [
      {
        "sentence": "从你的描述中，看出你对自己的生活是有要求的，但是上一次婚姻的失败让你对这个要求产生的怀疑。",
        "label": ""
      },
      {
        "sentence": "你不再确认自己要的是不是对的，或者说是不是能够真的实现。",
        "label": ""
      },
      {
        "sentence": "所以当这个不差不好的对象出现时，你会努力抓住，至少让自己有后路可以退。",
        "label": ""
      },
      {
        "sentence": "从你的表述中可以看出，他是你退而求其次的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实对我的婚姻有些怀疑，也担心再次失败。对于这个对象，我真的不确定是否可以和他有共同的未来。",
    "annotation": [
      {
        "sentence": "是的，我确实对我的婚姻有些怀疑，也担心再次失败。",
        "label": ""
      },
      {
        "sentence": "对于这个对象，我真的不确定是否可以和他有共同的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "建议1.我不认为你现在与这位相处是不好的，相反，你可以让自己更放开的和这位相处。人无完人，让彼此都更加了解对方，让对方更了解你的同时，对方也在选择。同时你也会有自己的考量。生活的底线不能逾越，除此以外，更多的是彼此的包容。",
    "annotation": [
      {
        "sentence": "建议1.我不认为你现在与这位相处是不好的，相反，你可以让自己更放开的和这位相处。",
        "label": ""
      },
      {
        "sentence": "人无完人，让彼此都更加了解对方，让对方更了解你的同时，对方也在选择。",
        "label": ""
      },
      {
        "sentence": "同时你也会有自己的考量。",
        "label": ""
      },
      {
        "sentence": "生活的底线不能逾越，除此以外，更多的是彼此的包容。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，和他相处让我感觉到压力，也不确定我们是否有共同的兴趣和目标。但我可以试着更加开放一点，逐渐了解对方，看看是否可以互相包容和共同发展。",
    "annotation": [
      {
        "sentence": "确实，和他相处让我感觉到压力，也不确定我们是否有共同的兴趣和目标。",
        "label": ""
      },
      {
        "sentence": "但我可以试着更加开放一点，逐渐了解对方，看看是否可以互相包容和共同发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "建议2.让自己更了解自己，想好自己的路，你是否能接受自己一辈子都无法找到那个你喜欢更多一点的人。同时接受自己慢慢变老，选择更少，或许会有一段很长的时间都是一个人，但你知道自己要的是什么，所以你不怕，那你就可以选择放弃目前的对象。这条路会很孤独很苦。",
    "annotation": [
      {
        "sentence": "建议2.让自己更了解自己，想好自己的路，你是否能接受自己一辈子都无法找到那个你喜欢更多一点的人。",
        "label": ""
      },
      {
        "sentence": "同时接受自己慢慢变老，选择更少，或许会有一段很长的时间都是一个人，但你知道自己要的是什么，所以你不怕，那你就可以选择放弃目前的对象。",
        "label": ""
      },
      {
        "sentence": "这条路会很孤独很苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "的确，我一直在思考自己的生活和未来。我害怕自己无法找到更适合的人，也害怕一直孤单和无法实现我内心对幸福生活的渴望。但也让我想要重新审视自己的价值观和对伴侣的要求。",
    "annotation": [
      {
        "sentence": "的确，我一直在思考自己的生活和未来。",
        "label": ""
      },
      {
        "sentence": "我害怕自己无法找到更适合的人，也害怕一直孤单和无法实现我内心对幸福生活的渴望。",
        "label": ""
      },
      {
        "sentence": "但也让我想要重新审视自己的价值观和对伴侣的要求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "建议3.你是否可以放弃自己那些的想法与追求，和目前的这位对象好好过日子。一旦放下，就不可以在后面的日子里因为当时而有所埋怨或不甘，因为这是你自己的选择。",
    "annotation": [
      {
        "sentence": "建议3.你是否可以放弃自己那些的想法与追求，和目前的这位对象好好过日子。",
        "label": ""
      },
      {
        "sentence": "一旦放下，就不可以在后面的日子里因为当时而有所埋怨或不甘，因为这是你自己的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，如果我选择和他在一起，就应该全身心地投入，不去后悔或抱怨。我需要重新考虑我的想法和追求，看看是否可以与目前的对象共同建立一个幸福的生活。",
    "annotation": [
      {
        "sentence": "你说得对，如果我选择和他在一起，就应该全身心地投入，不去后悔或抱怨。",
        "label": ""
      },
      {
        "sentence": "我需要重新考虑我的想法和追求，看看是否可以与目前的对象共同建立一个幸福的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "建议4.从你的描述中，可以看出你也是一直在反思自己的，这很好。这就是清淡生活很好得开始。我们都会因为自己本身家庭的原因而对自己的小家庭有某种期待，这种期待会对我们对生活的态度影响很大。期待实现自然很好。要是期待能有实现呢？我们会不会或许放大了这方面的问题呢？",
    "annotation": [
      {
        "sentence": "建议4.从你的描述中，可以看出你也是一直在反思自己的，这很好。",
        "label": ""
      },
      {
        "sentence": "这就是清淡生活很好得开始。",
        "label": ""
      },
      {
        "sentence": "我们都会因为自己本身家庭的原因而对自己的小家庭有某种期待，这种期待会对我们对生活的态度影响很大。",
        "label": ""
      },
      {
        "sentence": "期待实现自然很好。",
        "label": ""
      },
      {
        "sentence": "要是期待能有实现呢？",
        "label": ""
      },
      {
        "sentence": "我们会不会或许放大了这方面的问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直在思考自己的过去和现在，也在探索自己对未来的期待。我们确实会受到家庭的影响，但我也需要认清自己是否过度放大了问题，导致对目前的对象有一些不切实际的期待。",
    "annotation": [
      {
        "sentence": "是的，我一直在思考自己的过去和现在，也在探索自己对未来的期待。",
        "label": ""
      },
      {
        "sentence": "我们确实会受到家庭的影响，但我也需要认清自己是否过度放大了问题，导致对目前的对象有一些不切实际的期待。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很理性地思考了这个问题，这是很好的。通过与我交流，你已经对自己的情感有了更深的认识。希望你能够根据自己内心的真实感受，做出符合自己价值观和生活期待的选择。",
    "annotation": [
      {
        "sentence": "你很理性地思考了这个问题，这是很好的。",
        "label": ""
      },
      {
        "sentence": "通过与我交流，你已经对自己的情感有了更深的认识。",
        "label": ""
      },
      {
        "sentence": "希望你能够根据自己内心的真实感受，做出符合自己价值观和生活期待的选择。",
        "label": ""
      }
    ]
  }
]