[
  {
    "role": "client",
    "content": "我今年21他31，我到底应该怎么做？我在工作单位认识我们刚刚离婚的老板然后他追求了我在一起只后他经常性的要求我陪着他去喝酒吃饭熬夜到很晚一开始我都去，后来拒绝了他就说我之前刻意的做这些事情！我不去他家他就生气，我们在一起3个月我也没有得到什么，我有一次回家然后和我的女性朋友去了丽江他当时不给去说什么如果我去了他以后就不和我去丽江，和别的女人去！去他家几次我都很勤快的洗碗做家务可是每一次我都觉得特别乱真心搞不动！我干脆就不搞了因为去他家基本是我下班时候晚上8点这样。我们在一起没有多久就因为一点点事情争吵气的我胸口疼！还有个重点就是在一起没有多久他就带我见了父母我今年21他31我能感受到当时的他根本不爱我他怎么可以带我去见父母？他还有个3岁的女儿，他平时对我非常的不耐心我说点他觉得不对的就开始说我的不是！他老是和朋友吹我购物很勤快可是他就给我卖过什么",
    "annotation": [
      {
        "sentence": "我今年21他31，我到底应该怎么做？",
        "label": ""
      },
      {
        "sentence": "我在工作单位认识我们刚刚离婚的老板然后他追求了我在一起只后他经常性的要求我陪着他去喝酒吃饭熬夜到很晚一开始我都去，后来拒绝了他就说我之前刻意的做这些事情！",
        "label": ""
      },
      {
        "sentence": "我不去他家他就生气，我们在一起3个月我也没有得到什么，我有一次回家然后和我的女性朋友去了丽江他当时不给去说什么如果我去了他以后就不和我去丽江，和别的女人去！",
        "label": ""
      },
      {
        "sentence": "去他家几次我都很勤快的洗碗做家务可是每一次我都觉得特别乱真心搞不动！",
        "label": ""
      },
      {
        "sentence": "我干脆就不搞了因为去他家基本是我下班时候晚上8点这样。",
        "label": ""
      },
      {
        "sentence": "我们在一起没有多久就因为一点点事情争吵气的我胸口疼！",
        "label": ""
      },
      {
        "sentence": "还有个重点就是在一起没有多久他就带我见了父母我今年21他31我能感受到当时的他根本不爱我他怎么可以带我去见父母？",
        "label": ""
      },
      {
        "sentence": "他还有个3岁的女儿，他平时对我非常的不耐心我说点他觉得不对的就开始说我的不是！",
        "label": ""
      },
      {
        "sentence": "他老是和朋友吹我购物很勤快可是他就给我卖过什么",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这位姑娘，非常感谢你的回复，虽然很简短，但是让我想起了一句话：字越少、事越大！相信你这些简单的文字背后蕴含着丰富的信息，你说：“我喜欢他可能是因为他过来（给过）我很多温暖”，并且还说“之前没有这种感觉过，我一开始被他很照顾”。我可不可以理解为，你从小到大是比较【缺爱】的，而他的出现，给予了你想要的爱，所以即使他现在有着各种不好，你仍然有点放不下？",
    "annotation": [
      {
        "sentence": "这位姑娘，非常感谢你的回复，虽然很简短，但是让我想起了一句话：字越少、事越大！",
        "label": ""
      },
      {
        "sentence": "相信你这些简单的文字背后蕴含着丰富的信息，你说：“我喜欢他可能是因为他过来（给过）我很多温暖”，并且还说“之前没有这种感觉过，我一开始被他很照顾”。",
        "label": ""
      },
      {
        "sentence": "我可不可以理解为，你从小到大是比较【缺爱】的，而他的出现，给予了你想要的爱，所以即使他现在有着各种不好，你仍然有点放不下？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我一直都觉得自己缺乏爱和温暖，所以当他一开始对我很好的时候，我感觉到了一种之前从未有过的关爱和照顾。",
    "annotation": [
      {
        "sentence": "对，我一直都觉得自己缺乏爱和温暖，所以当他一开始对我很好的时候，我感觉到了一种之前从未有过的关爱和照顾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你希望被爱和关心的渴望，但是我们要明确一点，你的幸福和快乐不应该完全依赖于他人。他的行为和态度并不是你所应该接受的，你应该重新建立起自己的底线和尊严，不要让自己被他的态度伤害。",
    "annotation": [
      {
        "sentence": "我能理解你希望被爱和关心的渴望，但是我们要明确一点，你的幸福和快乐不应该完全依赖于他人。",
        "label": ""
      },
      {
        "sentence": "他的行为和态度并不是你所应该接受的，你应该重新建立起自己的底线和尊严，不要让自己被他的态度伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是他总是生气，而且我还不确定自己是否能找到更好的人来关心我，我很怕失去他之后就再也得不到这种关心了。",
    "annotation": [
      {
        "sentence": "可是他总是生气，而且我还不确定自己是否能找到更好的人来关心我，我很怕失去他之后就再也得不到这种关心了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，你要知道，你值得得到更好的对待和爱，不要害怕失去他，因为他的行为和态度会对你带来更大的负面影响。而且，幸福和安全感来自自己内心的成长和照顾，而不是外界的任何人。你应该试着独立地照顾自己，找到自己的快乐。",
    "annotation": [
      {
        "sentence": "亲爱的，你要知道，你值得得到更好的对待和爱，不要害怕失去他，因为他的行为和态度会对你带来更大的负面影响。",
        "label": ""
      },
      {
        "sentence": "而且，幸福和安全感来自自己内心的成长和照顾，而不是外界的任何人。",
        "label": ""
      },
      {
        "sentence": "你应该试着独立地照顾自己，找到自己的快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我不能把自己的幸福寄托在别人身上，我应该学会自己照顾自己，关心自己的感受。",
    "annotation": [
      {
        "sentence": "你说得对，我不能把自己的幸福寄托在别人身上，我应该学会自己照顾自己，关心自己的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，这就是正确的态度！你要相信自己的能力和魅力，不要让自己的幸福完全依赖于别人。同时，别忘了和身边的朋友和亲人多交流，分享自己的感受，也可以从他们那里得到更多的支持和安慰。",
    "annotation": [
      {
        "sentence": "没错，这就是正确的态度！",
        "label": ""
      },
      {
        "sentence": "你要相信自己的能力和魅力，不要让自己的幸福完全依赖于别人。",
        "label": ""
      },
      {
        "sentence": "同时，别忘了和身边的朋友和亲人多交流，分享自己的感受，也可以从他们那里得到更多的支持和安慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会尽量多和朋友聊聊，不把所有的忧愁都埋在心里。",
    "annotation": [
      {
        "sentence": "嗯，我会尽量多和朋友聊聊，不把所有的忧愁都埋在心里。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，学会倾诉和寻求帮助是解决问题的第一步。如果你需要进一步的支持和建议，不要犹豫，随时和我交流。",
    "annotation": [
      {
        "sentence": "很好，学会倾诉和寻求帮助是解决问题的第一步。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的支持和建议，不要犹豫，随时和我交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的帮助和鼓励，我会更加积极地面对自己的问题，并且试着独立地照顾自己的幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的帮助和鼓励，我会更加积极地面对自己的问题，并且试着独立地照顾自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够找到属于自己的幸福，加油！无论遇到什么困难，永远记住，只有自己最可靠！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够找到属于自己的幸福，加油！",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，永远记住，只有自己最可靠！",
        "label": ""
      }
    ]
  }
]