[
  {
    "role": "client",
    "content": "不能生孩子的女人该怎么办？是不能被现代医学治疗的不孕症。我自己倒不是很想要孩子，也不会因此看低自己。但是我是不是此生就无缘爱情和婚姻了，社会真的是男的不育女的都愿意陪着走下去，试管婴儿受罪也愿意，但是女的不孕就是离婚收场吗？只讨论最常见的情况，不考虑少数丁克和真爱。",
    "annotation": [
      {
        "sentence": "不能生孩子的女人该怎么办？",
        "label": ""
      },
      {
        "sentence": "是不能被现代医学治疗的不孕症。",
        "label": ""
      },
      {
        "sentence": "我自己倒不是很想要孩子，也不会因此看低自己。",
        "label": ""
      },
      {
        "sentence": "但是我是不是此生就无缘爱情和婚姻了，社会真的是男的不育女的都愿意陪着走下去，试管婴儿受罪也愿意，但是女的不孕就是离婚收场吗？",
        "label": ""
      },
      {
        "sentence": "只讨论最常见的情况，不考虑少数丁克和真爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "要讨论常见的情况，即要去看主流文化一直在做的事，虽有些残忍，但还是要交流这一事实:一般家庭里面还是希望有个孩子的，能做到不重男轻女已经是传统文化的一大进步，何况很多家庭依然有或明或暗重男轻女的现象。生养孩子和爱情婚姻是两回事，是人生经历次序发生的事，无因果是非关系，谈恋爱不是必须结婚，结了婚不是必须生养孩子，有了小孩离婚的也大有人在。虽无必然关系却有诸多牵连，主要还是心理的考量。不能生和不想生，对于女性来说，是两种心理影响。",
    "annotation": [
      {
        "sentence": "要讨论常见的情况，即要去看主流文化一直在做的事，虽有些残忍，但还是要交流这一事实:一般家庭里面还是希望有个孩子的，能做到不重男轻女已经是传统文化的一大进步，何况很多家庭依然有或明或暗重男轻女的现象。",
        "label": ""
      },
      {
        "sentence": "生养孩子和爱情婚姻是两回事，是人生经历次序发生的事，无因果是非关系，谈恋爱不是必须结婚，结了婚不是必须生养孩子，有了小孩离婚的也大有人在。",
        "label": ""
      },
      {
        "sentence": "虽无必然关系却有诸多牵连，主要还是心理的考量。",
        "label": ""
      },
      {
        "sentence": "不能生和不想生，对于女性来说，是两种心理影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我能理解文化和社会对生育的期望，但我感到很沮丧和无力。我担心如果我选择不生孩子，将来会受到社会的指责和排斥。我不知道如何面对这种压力。",
    "annotation": [
      {
        "sentence": "我能理解文化和社会对生育的期望，但我感到很沮丧和无力。",
        "label": ""
      },
      {
        "sentence": "我担心如果我选择不生孩子，将来会受到社会的指责和排斥。",
        "label": ""
      },
      {
        "sentence": "我不知道如何面对这种压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的担心和困惑。社会的压力确实会给我们带来很大的心理负担。但是，每个人都有权利追求自己的幸福和选择不同的人生道路。我们无法控制他人的眼光和评价，但我们可以选择如何看待自己。重要的是要相信自己的价值和能力，不被他人的观点所左右。",
    "annotation": [
      {
        "sentence": "我能理解你的担心和困惑。",
        "label": ""
      },
      {
        "sentence": "社会的压力确实会给我们带来很大的心理负担。",
        "label": ""
      },
      {
        "sentence": "但是，每个人都有权利追求自己的幸福和选择不同的人生道路。",
        "label": ""
      },
      {
        "sentence": "我们无法控制他人的眼光和评价，但我们可以选择如何看待自己。",
        "label": ""
      },
      {
        "sentence": "重要的是要相信自己的价值和能力，不被他人的观点所左右。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的没错，我应该相信自己的价值和能力。但是有时候这些外界的声音会让我怀疑自己，觉得自己不完整。我该如何面对这些负面情绪？",
    "annotation": [
      {
        "sentence": "你说的没错，我应该相信自己的价值和能力。",
        "label": ""
      },
      {
        "sentence": "但是有时候这些外界的声音会让我怀疑自己，觉得自己不完整。",
        "label": ""
      },
      {
        "sentence": "我该如何面对这些负面情绪？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对负面情绪，首先要接纳自己的感受，并理解这是正常的人生经历。我们经常会受到他人的评价和标准的影响，但重要的是要记住，我们的价值不仅仅取决于是否能生育。我们都是独特而有价值的个体，拥有自己的梦想和追求。找到适合自己的生活方式，关注自身的成长和幸福，这样才能更好地与他人建立积极的关系。",
    "annotation": [
      {
        "sentence": "面对负面情绪，首先要接纳自己的感受，并理解这是正常的人生经历。",
        "label": ""
      },
      {
        "sentence": "我们经常会受到他人的评价和标准的影响，但重要的是要记住，我们的价值不仅仅取决于是否能生育。",
        "label": ""
      },
      {
        "sentence": "我们都是独特而有价值的个体，拥有自己的梦想和追求。",
        "label": ""
      },
      {
        "sentence": "找到适合自己的生活方式，关注自身的成长和幸福，这样才能更好地与他人建立积极的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我会试着接纳自己，并积极面对困境。但有时候我还是会感到孤独和无助，没有人能够真正理解我内心的痛苦。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会试着接纳自己，并积极面对困境。",
        "label": ""
      },
      {
        "sentence": "但有时候我还是会感到孤独和无助，没有人能够真正理解我内心的痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你并不孤单，这个世界上也有很多人经历着类似的困境。虽然没有人能完全理解你的内心痛苦，但我们可以在支持和帮助的人身上找到温暖和理解。除了寻求专业心理咨询的帮助外，你也可以尝试参加一些相关的支持群体或社区，与其他有类似经历的人进行交流，彼此分享心情和经验。",
    "annotation": [
      {
        "sentence": "你并不孤单，这个世界上也有很多人经历着类似的困境。",
        "label": ""
      },
      {
        "sentence": "虽然没有人能完全理解你的内心痛苦，但我们可以在支持和帮助的人身上找到温暖和理解。",
        "label": ""
      },
      {
        "sentence": "除了寻求专业心理咨询的帮助外，你也可以尝试参加一些相关的支持群体或社区，与其他有类似经历的人进行交流，彼此分享心情和经验。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "参加支持群体和与他人交流的确是一个好建议，我会考虑尝试。谢谢你一直陪伴我的耐心和帮助。",
    "annotation": [
      {
        "sentence": "参加支持群体和与他人交流的确是一个好建议，我会考虑尝试。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直陪伴我的耐心和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意为你提供支持和帮助。记住，你并不是一个人在面对困境，而是有一股强大的内在力量可以帮助你克服困难。相信自己，坚持积极的心态和行动，你一定能够找到属于自己的幸福和满足。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意为你提供支持和帮助。",
        "label": ""
      },
      {
        "sentence": "记住，你并不是一个人在面对困境，而是有一股强大的内在力量可以帮助你克服困难。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持积极的心态和行动，你一定能够找到属于自己的幸福和满足。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]