[
  {
    "role": "client",
    "content": "我今年21他31，我到底应该怎么做？我在工作单位认识我们刚刚离婚的老板然后他追求了我在一起只后他经常性的要求我陪着他去喝酒吃饭熬夜到很晚一开始我都去，后来拒绝了他就说我之前刻意的做这些事情！我不去他家他就生气，我们在一起3个月我也没有得到什么，我有一次回家然后和我的女性朋友去了丽江他当时不给去说什么如果我去了他以后就不和我去丽江，和别的女人去！去他家几次我都很勤快的洗碗做家务可是每一次我都觉得特别乱真心搞不动！我干脆就不搞了因为去他家基本是我下班时候晚上8点这样。我们在一起没有多久就因为一点点事情争吵气的我胸口疼！还有个重点就是在一起没有多久他就带我见了父母我今年21他31我能感受到当时的他根本不爱我他怎么可以带我去见父母？他还有个3岁的女儿，他平时对我非常的不耐心我说点他觉得不对的就开始说我的不是！他老是和朋友吹我购物很勤快可是他就给我卖过什么",
    "annotation": [
      {
        "sentence": "我今年21他31，我到底应该怎么做？",
        "label": ""
      },
      {
        "sentence": "我在工作单位认识我们刚刚离婚的老板然后他追求了我在一起只后他经常性的要求我陪着他去喝酒吃饭熬夜到很晚一开始我都去，后来拒绝了他就说我之前刻意的做这些事情！",
        "label": ""
      },
      {
        "sentence": "我不去他家他就生气，我们在一起3个月我也没有得到什么，我有一次回家然后和我的女性朋友去了丽江他当时不给去说什么如果我去了他以后就不和我去丽江，和别的女人去！",
        "label": ""
      },
      {
        "sentence": "去他家几次我都很勤快的洗碗做家务可是每一次我都觉得特别乱真心搞不动！",
        "label": ""
      },
      {
        "sentence": "我干脆就不搞了因为去他家基本是我下班时候晚上8点这样。",
        "label": ""
      },
      {
        "sentence": "我们在一起没有多久就因为一点点事情争吵气的我胸口疼！",
        "label": ""
      },
      {
        "sentence": "还有个重点就是在一起没有多久他就带我见了父母我今年21他31我能感受到当时的他根本不爱我他怎么可以带我去见父母？",
        "label": ""
      },
      {
        "sentence": "他还有个3岁的女儿，他平时对我非常的不耐心我说点他觉得不对的就开始说我的不是！",
        "label": ""
      },
      {
        "sentence": "他老是和朋友吹我购物很勤快可是他就给我卖过什么",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，感觉两个人的关系真的过的那么糟糕，又是气自己，然后又是平时对自己非常的不耐心，那当选择决定在一起的时候，当初自己是在想些什么呢？或者换个问题，自己当初选择和他在一起的时候，自己是看重他身上的什么了呢？以上这些问题自己可以先试着思考一下，带着自己的初心，再看看接下来的内容。",
    "annotation": [
      {
        "sentence": "看到你的描述，感觉两个人的关系真的过的那么糟糕，又是气自己，然后又是平时对自己非常的不耐心，那当选择决定在一起的时候，当初自己是在想些什么呢？",
        "label": ""
      },
      {
        "sentence": "或者换个问题，自己当初选择和他在一起的时候，自己是看重他身上的什么了呢？",
        "label": ""
      },
      {
        "sentence": "以上这些问题自己可以先试着思考一下，带着自己的初心，再看看接下来的内容。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我当初选择和他在一起，是因为他离婚了，而我想给他一个新的机会，同时也因为我觉得他很有能力，有能力保护我和照顾我。",
    "annotation": [
      {
        "sentence": "我当初选择和他在一起，是因为他离婚了，而我想给他一个新的机会，同时也因为我觉得他很有能力，有能力保护我和照顾我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你选择和他在一起，是因为期望他能给你一个新的机会，并且觉得他有能力保护你和照顾你。这些都是有理由和动机的。可现在看来，你们的关系出现了很多问题，你感到非常不开心。",
    "annotation": [
      {
        "sentence": "明白了，你选择和他在一起，是因为期望他能给你一个新的机会，并且觉得他有能力保护你和照顾你。",
        "label": ""
      },
      {
        "sentence": "这些都是有理由和动机的。",
        "label": ""
      },
      {
        "sentence": "可现在看来，你们的关系出现了很多问题，你感到非常不开心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我们经常为一些小事争吵，他也不愿意倾听我的想法和需求。我感到很沮丧和无助。",
    "annotation": [
      {
        "sentence": "是的，我们经常为一些小事争吵，他也不愿意倾听我的想法和需求。",
        "label": ""
      },
      {
        "sentence": "我感到很沮丧和无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受，你希望他能够更加倾听你的意见和需求，给你愉快的相处体验。但现实是，每个人处理感情关系的方式不同，有些人会以争吵来表达自己的情感诉求，而有些人则会选择退缩。这是因为每个人都有自己的成长经历和处理情感的方式。你也提到了他不耐心地对待你，这也给你带来了痛苦。",
    "annotation": [
      {
        "sentence": "我能理解你的感受，你希望他能够更加倾听你的意见和需求，给你愉快的相处体验。",
        "label": ""
      },
      {
        "sentence": "但现实是，每个人处理感情关系的方式不同，有些人会以争吵来表达自己的情感诉求，而有些人则会选择退缩。",
        "label": ""
      },
      {
        "sentence": "这是因为每个人都有自己的成长经历和处理情感的方式。",
        "label": ""
      },
      {
        "sentence": "你也提到了他不耐心地对待你，这也给你带来了痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也意识到了他对我并不像我原先想象的那样关心和爱护。他言行不一致，说我刻意做事情，却又生气我不去他家。我觉得很困惑和失望。",
    "annotation": [
      {
        "sentence": "是的，我也意识到了他对我并不像我原先想象的那样关心和爱护。",
        "label": ""
      },
      {
        "sentence": "他言行不一致，说我刻意做事情，却又生气我不去他家。",
        "label": ""
      },
      {
        "sentence": "我觉得很困惑和失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很清楚地意识到了他的言行不一致，以及他对你的不耐心。这让你感到困惑和失望，这是非常正常的情绪反应。在这种情况下，你可以思考一下自己对这段关系的期望和需要，并且决定是否继续与他在一起。",
    "annotation": [
      {
        "sentence": "你很清楚地意识到了他的言行不一致，以及他对你的不耐心。",
        "label": ""
      },
      {
        "sentence": "这让你感到困惑和失望，这是非常正常的情绪反应。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，你可以思考一下自己对这段关系的期望和需要，并且决定是否继续与他在一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望能够与他建立一个互相尊重和支持的关系，但是现在我感到他对我的不尊重和不关心，让我很困惑是否应该继续下去。",
    "annotation": [
      {
        "sentence": "我希望能够与他建立一个互相尊重和支持的关系，但是现在我感到他对我的不尊重和不关心，让我很困惑是否应该继续下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你希望与他建立一个互相尊重和支持的关系是非常理想的，但现实是，他目前对你的态度并不符合你的期望。在作出决定之前，希望你能够再次思考和确认自己的需求，并且对自己的感受进行充分的倾听和尊重。同时，如果你需要更多的帮助和支持，可以考虑咨询专业的心理咨询师，他们能够帮助你更好地处理这段关系和自己的情绪。",
    "annotation": [
      {
        "sentence": "你希望与他建立一个互相尊重和支持的关系是非常理想的，但现实是，他目前对你的态度并不符合你的期望。",
        "label": ""
      },
      {
        "sentence": "在作出决定之前，希望你能够再次思考和确认自己的需求，并且对自己的感受进行充分的倾听和尊重。",
        "label": ""
      },
      {
        "sentence": "同时，如果你需要更多的帮助和支持，可以考虑咨询专业的心理咨询师，他们能够帮助你更好地处理这段关系和自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我明白了。我会再次思考自己的需求和感受，并且考虑咨询心理咨询师的建议。谢谢你的支持和帮助！",
    "annotation": [
      {
        "sentence": "你说得对，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会再次思考自己的需求和感受，并且考虑咨询心理咨询师的建议。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。记住，你的感受和需求都是重要的，尊重自己的内心声音，相信自己可以做出正确的决定。如果还有其他的问题或需要进一步的帮助，随时都可以向我提问。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，你的感受和需求都是重要的，尊重自己的内心声音，相信自己可以做出正确的决定。",
        "label": ""
      },
      {
        "sentence": "如果还有其他的问题或需要进一步的帮助，随时都可以向我提问。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]