[
  {
    "role": "client",
    "content": "我今年28岁，男朋友比我小半年，我俩认识五年了，交往半年多了，都是初恋。他是那种大直男，可爱幽默，但有点幼稚。不够关心我，不懂照顾我的感受，不顺着我，但我能确认他是喜欢并依赖我的，和我相处也有些进步。我不懂是不是我太计较敏感了，有时好累，不懂主动关心我，我自己委屈就会直接告诉他，什么都教他，他又狡辩反抗。而且他以前还说他不是很好，所以也不用找一个很好的，甚至说他暗恋女生简直是女神，这些话让我觉得我是他的备选，我心理很不好受。他对有些漂亮女生比较关注，在我之前他关注一个女生，几乎每条微博都评论，还很套近乎的感觉，虽然在一起之后偶尔评论，但是感觉他对于这位女生的评论比较小心翼翼，这让我很在意。我自己也有原因，以前要开始的恋情，我都会想很多很多，总是在这个过程体会不到幸福的感觉，很快就没下文了。我现在很焦虑，甚至常常希望发现大缺点就下决心分手。我为什么会有这样的心理？我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我今年28岁，男朋友比我小半年，我俩认识五年了，交往半年多了，都是初恋。",
        "label": ""
      },
      {
        "sentence": "他是那种大直男，可爱幽默，但有点幼稚。",
        "label": ""
      },
      {
        "sentence": "不够关心我，不懂照顾我的感受，不顺着我，但我能确认他是喜欢并依赖我的，和我相处也有些进步。",
        "label": ""
      },
      {
        "sentence": "我不懂是不是我太计较敏感了，有时好累，不懂主动关心我，我自己委屈就会直接告诉他，什么都教他，他又狡辩反抗。",
        "label": ""
      },
      {
        "sentence": "而且他以前还说他不是很好，所以也不用找一个很好的，甚至说他暗恋女生简直是女神，这些话让我觉得我是他的备选，我心理很不好受。",
        "label": ""
      },
      {
        "sentence": "他对有些漂亮女生比较关注，在我之前他关注一个女生，几乎每条微博都评论，还很套近乎的感觉，虽然在一起之后偶尔评论，但是感觉他对于这位女生的评论比较小心翼翼，这让我很在意。",
        "label": ""
      },
      {
        "sentence": "我自己也有原因，以前要开始的恋情，我都会想很多很多，总是在这个过程体会不到幸福的感觉，很快就没下文了。",
        "label": ""
      },
      {
        "sentence": "我现在很焦虑，甚至常常希望发现大缺点就下决心分手。",
        "label": ""
      },
      {
        "sentence": "我为什么会有这样的心理？",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你对恋爱中的焦虑和烦恼。首先，我想说你是一个善良、有责任心的女孩子，适合安居乐业的生活。你已经和你的男朋友相识了五年，交往了半年，而且都已经28岁了，这个时候你们应该能考虑更多的问题了。现在看起来，你的男朋友似乎只是享受被照顾的感觉，但又不喜欢被束缚，甚至对这段关系没有真正的恋爱感觉。可能是因为他的生活圈子比较小，没有机会或勇气向心仪的女孩表白，只好接受一个对他好的人。他可能还在寻找他真正喜欢的人，这是一个典型的“骑马找马”的心态。如果他找到了他的真爱，他肯定会毫不犹豫地和你摊牌，毕竟他已经提醒过你，这并不是他的错。",
    "annotation": [
      {
        "sentence": "你好，听到你对恋爱中的焦虑和烦恼。",
        "label": ""
      },
      {
        "sentence": "首先，我想说你是一个善良、有责任心的女孩子，适合安居乐业的生活。",
        "label": ""
      },
      {
        "sentence": "你已经和你的男朋友相识了五年，交往了半年，而且都已经28岁了，这个时候你们应该能考虑更多的问题了。",
        "label": ""
      },
      {
        "sentence": "现在看起来，你的男朋友似乎只是享受被照顾的感觉，但又不喜欢被束缚，甚至对这段关系没有真正的恋爱感觉。",
        "label": ""
      },
      {
        "sentence": "可能是因为他的生活圈子比较小，没有机会或勇气向心仪的女孩表白，只好接受一个对他好的人。",
        "label": ""
      },
      {
        "sentence": "他可能还在寻找他真正喜欢的人，这是一个典型的“骑马找马”的心态。",
        "label": ""
      },
      {
        "sentence": "如果他找到了他的真爱，他肯定会毫不犹豫地和你摊牌，毕竟他已经提醒过你，这并不是他的错。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复。我也知道他可能还在寻找他真正喜欢的人，但是这让我觉得我是他的备选，我心理很不好受。而且我和他在一起的时候，他对其他漂亮女生比较关注。之前他关注一个女生，几乎每条微博都评论，还感觉很亲近，虽然在和我在一起后偶尔会评论，但是感觉他对这位女生的评论比较小心翼翼，这让我很在意。",
    "annotation": [
      {
        "sentence": "谢谢你的回复。",
        "label": ""
      },
      {
        "sentence": "我也知道他可能还在寻找他真正喜欢的人，但是这让我觉得我是他的备选，我心理很不好受。",
        "label": ""
      },
      {
        "sentence": "而且我和他在一起的时候，他对其他漂亮女生比较关注。",
        "label": ""
      },
      {
        "sentence": "之前他关注一个女生，几乎每条微博都评论，还感觉很亲近，虽然在和我在一起后偶尔会评论，但是感觉他对这位女生的评论比较小心翼翼，这让我很在意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的烦恼，这也是你感到焦虑的原因之一。男朋友对其他漂亮女生的关注确实让你感到在意，你担心自己只是他的备选。但你要明白，每个人都有自己的喜好和注意力分配。或许你可以和你的男朋友好好沟通，表达你的感受，看看他对此有何解释和回应。沟通是解决问题的一个重要途径。",
    "annotation": [
      {
        "sentence": "听到你的烦恼，这也是你感到焦虑的原因之一。",
        "label": ""
      },
      {
        "sentence": "男朋友对其他漂亮女生的关注确实让你感到在意，你担心自己只是他的备选。",
        "label": ""
      },
      {
        "sentence": "但你要明白，每个人都有自己的喜好和注意力分配。",
        "label": ""
      },
      {
        "sentence": "或许你可以和你的男朋友好好沟通，表达你的感受，看看他对此有何解释和回应。",
        "label": ""
      },
      {
        "sentence": "沟通是解决问题的一个重要途径。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该和他好好沟通一下。可是我有时候觉得很累，不懂主动关心我，我委屈就会直接告诉他，什么都教他，他又狡辩反抗。我不知道是不是我太计较敏感了。",
    "annotation": [
      {
        "sentence": "你说得对，我应该和他好好沟通一下。",
        "label": ""
      },
      {
        "sentence": "可是我有时候觉得很累，不懂主动关心我，我委屈就会直接告诉他，什么都教他，他又狡辩反抗。",
        "label": ""
      },
      {
        "sentence": "我不知道是不是我太计较敏感了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受，确实有时候沟通会感到累人。但是你教他和告诉他是为了改善你们之间的关系，让他更加关心你。至于他的狡辩和反抗，可能是他不愿意承认自己的问题或者改变自己的态度。这种情况下，你可以试着换个方式和他沟通，让他明白你的真实感受和需求，希望他能理解并做出改变。至于你是否太计较敏感，每个人的感受和忍耐程度是不同的，没有准确的标准。重要的是找到一个平衡点，让你们两个人都能感到满意和幸福。",
    "annotation": [
      {
        "sentence": "理解你的感受，确实有时候沟通会感到累人。",
        "label": ""
      },
      {
        "sentence": "但是你教他和告诉他是为了改善你们之间的关系，让他更加关心你。",
        "label": ""
      },
      {
        "sentence": "至于他的狡辩和反抗，可能是他不愿意承认自己的问题或者改变自己的态度。",
        "label": ""
      },
      {
        "sentence": "这种情况下，你可以试着换个方式和他沟通，让他明白你的真实感受和需求，希望他能理解并做出改变。",
        "label": ""
      },
      {
        "sentence": "至于你是否太计较敏感，每个人的感受和忍耐程度是不同的，没有准确的标准。",
        "label": ""
      },
      {
        "sentence": "重要的是找到一个平衡点，让你们两个人都能感到满意和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着换个方式和他沟通。但是我现在常常希望发现大缺点就下决心分手，我为什么会有这样的心理？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着换个方式和他沟通。",
        "label": ""
      },
      {
        "sentence": "但是我现在常常希望发现大缺点就下决心分手，我为什么会有这样的心理？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你现在的心理。在一段关系中，如果我们一味地付出而没有得到回报，会感到压力和累。短期内无法体会到幸福的感觉，会使你产生分手的念头。这是正常的心理反应，没有人是圣人，也没有人能够无条件地付出和爱。或许你可以先和男朋友沟通，试着表达出你的希望和需求，看看他是否愿意为你们的关系做出改变和付出努力。",
    "annotation": [
      {
        "sentence": "很理解你现在的心理。",
        "label": ""
      },
      {
        "sentence": "在一段关系中，如果我们一味地付出而没有得到回报，会感到压力和累。",
        "label": ""
      },
      {
        "sentence": "短期内无法体会到幸福的感觉，会使你产生分手的念头。",
        "label": ""
      },
      {
        "sentence": "这是正常的心理反应，没有人是圣人，也没有人能够无条件地付出和爱。",
        "label": ""
      },
      {
        "sentence": "或许你可以先和男朋友沟通，试着表达出你的希望和需求，看看他是否愿意为你们的关系做出改变和付出努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会试着和他沟通，看看我们能否找到一个平衡点。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "你说得对，我会试着和他沟通，看看我们能否找到一个平衡点。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我愿意支持你。记得，沟通是解决问题的关键，希望你们能够共同努力，找到幸福的方式。如果你需要任何帮助，随时都可以来找我。祝福你！",
    "annotation": [
      {
        "sentence": "不客气，我愿意支持你。",
        "label": ""
      },
      {
        "sentence": "记得，沟通是解决问题的关键，希望你们能够共同努力，找到幸福的方式。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和支持，我会好好面对和处理这段关系的。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和支持，我会好好面对和处理这段关系的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  }
]