[
  {
    "role": "client",
    "content": "不能生孩子的女人该怎么办？是不能被现代医学治疗的不孕症。我自己倒不是很想要孩子，也不会因此看低自己。但是我是不是此生就无缘爱情和婚姻了，社会真的是男的不育女的都愿意陪着走下去，试管婴儿受罪也愿意，但是女的不孕就是离婚收场吗？只讨论最常见的情况，不考虑少数丁克和真爱。",
    "annotation": [
      {
        "sentence": "不能生孩子的女人该怎么办？",
        "label": ""
      },
      {
        "sentence": "是不能被现代医学治疗的不孕症。",
        "label": ""
      },
      {
        "sentence": "我自己倒不是很想要孩子，也不会因此看低自己。",
        "label": ""
      },
      {
        "sentence": "但是我是不是此生就无缘爱情和婚姻了，社会真的是男的不育女的都愿意陪着走下去，试管婴儿受罪也愿意，但是女的不孕就是离婚收场吗？",
        "label": ""
      },
      {
        "sentence": "只讨论最常见的情况，不考虑少数丁克和真爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担忧是可以理解的。对于一个女孩子来说，不育确实会在正常生活、恋爱和婚姻方面遇到不小的阻碍，这无非是别人的轻视和难以接受。但是请你先不要悲观，即使不育也不意味着你无法恋爱和结婚。尽管选择面会有所缩小，但你仍然可以有其他的优质选择。比如丁克方式的恋爱和婚姻将减少你遇到的阻力，因为双方都无需追求生育。如果你选择隐瞒这个事实并和非丁克恋爱，等到对方发现真相后，可能还是会面临同样的问题。这时，对方只能选择是接受你和这个问题，还是选择离开。不论怎样，你都应当相信，你依然可以有正常的恋爱和美满的婚姻。只是因为不育而在恋爱过程中受到一些伤害并不可避免，但你要牢记，你是个值得爱的女孩，恋情并非一帆风顺，我们每个人都会遇到伤害，但最终我们都会找到属于自己的幸福。我们都在寻找适合自己的伴侣，你也会正常地结婚的。尽管不育会减少一些人的选择，但这些人可能本就渴望结婚和拥有孩子。我祝福你能够找到自己的幸福，享受美好的恋爱。每个人都值得拥有爱情。",
    "annotation": [
      {
        "sentence": "你的担忧是可以理解的。",
        "label": ""
      },
      {
        "sentence": "对于一个女孩子来说，不育确实会在正常生活、恋爱和婚姻方面遇到不小的阻碍，这无非是别人的轻视和难以接受。",
        "label": ""
      },
      {
        "sentence": "但是请你先不要悲观，即使不育也不意味着你无法恋爱和结婚。",
        "label": ""
      },
      {
        "sentence": "尽管选择面会有所缩小，但你仍然可以有其他的优质选择。",
        "label": ""
      },
      {
        "sentence": "比如丁克方式的恋爱和婚姻将减少你遇到的阻力，因为双方都无需追求生育。",
        "label": ""
      },
      {
        "sentence": "如果你选择隐瞒这个事实并和非丁克恋爱，等到对方发现真相后，可能还是会面临同样的问题。",
        "label": ""
      },
      {
        "sentence": "这时，对方只能选择是接受你和这个问题，还是选择离开。",
        "label": ""
      },
      {
        "sentence": "不论怎样，你都应当相信，你依然可以有正常的恋爱和美满的婚姻。",
        "label": ""
      },
      {
        "sentence": "只是因为不育而在恋爱过程中受到一些伤害并不可避免，但你要牢记，你是个值得爱的女孩，恋情并非一帆风顺，我们每个人都会遇到伤害，但最终我们都会找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "我们都在寻找适合自己的伴侣，你也会正常地结婚的。",
        "label": ""
      },
      {
        "sentence": "尽管不育会减少一些人的选择，但这些人可能本就渴望结婚和拥有孩子。",
        "label": ""
      },
      {
        "sentence": "我祝福你能够找到自己的幸福，享受美好的恋爱。",
        "label": ""
      },
      {
        "sentence": "每个人都值得拥有爱情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和理解。确实，我应该保持一种积极的态度，相信自己还是可以找到适合我的伴侣。虽然选择面可能减小了，但只要双方真心相爱，不育问题不应成为分手的原因。我也会尽量坦诚地与对方沟通，避免以后发生无法调和的矛盾。我明白恋爱没有捷径，会有伤害和挫折，但我相信我会找到那个愿意和我一起面对这个问题的人。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和理解。",
        "label": ""
      },
      {
        "sentence": "确实，我应该保持一种积极的态度，相信自己还是可以找到适合我的伴侣。",
        "label": ""
      },
      {
        "sentence": "虽然选择面可能减小了，但只要双方真心相爱，不育问题不应成为分手的原因。",
        "label": ""
      },
      {
        "sentence": "我也会尽量坦诚地与对方沟通，避免以后发生无法调和的矛盾。",
        "label": ""
      },
      {
        "sentence": "我明白恋爱没有捷径，会有伤害和挫折，但我相信我会找到那个愿意和我一起面对这个问题的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你能够积极地调整自己的心态。的确，不育并不应该成为爱情的绊脚石，因为真爱是不会因此而离开你的。在选择伴侣时，坦诚和沟通是非常重要的。只有与对方建立起真实、互相理解和尊重的关系，你们才有更好的机会一起应对未来可能出现的困难。同时，也要记得每段恋情都是一次成长和学习的机会，无论结果如何，它们都将使你更加成熟和坚强。相信你的勇气和坚持会为你带来幸福的。",
    "annotation": [
      {
        "sentence": "很高兴看到你能够积极地调整自己的心态。",
        "label": ""
      },
      {
        "sentence": "的确，不育并不应该成为爱情的绊脚石，因为真爱是不会因此而离开你的。",
        "label": ""
      },
      {
        "sentence": "在选择伴侣时，坦诚和沟通是非常重要的。",
        "label": ""
      },
      {
        "sentence": "只有与对方建立起真实、互相理解和尊重的关系，你们才有更好的机会一起应对未来可能出现的困难。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得每段恋情都是一次成长和学习的机会，无论结果如何，它们都将使你更加成熟和坚强。",
        "label": ""
      },
      {
        "sentence": "相信你的勇气和坚持会为你带来幸福的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会牢记你的话。无论未来会遇到什么样的困难，我都会坚守自己的内心，在爱情的道路上勇敢前行。同时，我也要记住自己的价值，不让这个问题影响到我对自己的认同和自信。",
    "annotation": [
      {
        "sentence": "你说得对，我会牢记你的话。",
        "label": ""
      },
      {
        "sentence": "无论未来会遇到什么样的困难，我都会坚守自己的内心，在爱情的道路上勇敢前行。",
        "label": ""
      },
      {
        "sentence": "同时，我也要记住自己的价值，不让这个问题影响到我对自己的认同和自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常棒！记住，你的价值和自信是与生育与否无关的。你具有独特的魅力和优点，而这些将吸引那些真正爱你并愿意与你共度一生的人。无论发生什么，都要相信自己的能力和魅力，因为你值得拥有美好的爱情和婚姻。愿你早日找到属于自己的幸福！",
    "annotation": [
      {
        "sentence": "非常棒！",
        "label": ""
      },
      {
        "sentence": "记住，你的价值和自信是与生育与否无关的。",
        "label": ""
      },
      {
        "sentence": "你具有独特的魅力和优点，而这些将吸引那些真正爱你并愿意与你共度一生的人。",
        "label": ""
      },
      {
        "sentence": "无论发生什么，都要相信自己的能力和魅力，因为你值得拥有美好的爱情和婚姻。",
        "label": ""
      },
      {
        "sentence": "愿你早日找到属于自己的幸福！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福！我现在感觉心情轻松多了，有了重新面对未来的勇气。我会坚持相信自己，继续追寻属于我的幸福。再次感谢你的倾听和支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福！",
        "label": ""
      },
      {
        "sentence": "我现在感觉心情轻松多了，有了重新面对未来的勇气。",
        "label": ""
      },
      {
        "sentence": "我会坚持相信自己，继续追寻属于我的幸福。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的倾听和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我很高兴能够帮助到你，见证你重新获得勇气和希望。如果你有任何需要的话，随时都可以找我倾诉和寻求支持。祝福你一切顺利，找到那个与你相伴一生的人，并度过美满幸福的日子！记住，你是坚强的，你是值得拥有幸福的！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我很高兴能够帮助到你，见证你重新获得勇气和希望。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要的话，随时都可以找我倾诉和寻求支持。",
        "label": ""
      },
      {
        "sentence": "祝福你一切顺利，找到那个与你相伴一生的人，并度过美满幸福的日子！",
        "label": ""
      },
      {
        "sentence": "记住，你是坚强的，你是值得拥有幸福的！",
        "label": ""
      }
    ]
  }
]