[
  {
    "role": "client",
    "content": "我今年28岁，男朋友比我小半年，我俩认识五年了，交往半年多了，都是初恋。他是那种大直男，可爱幽默，但有点幼稚。不够关心我，不懂照顾我的感受，不顺着我，但我能确认他是喜欢并依赖我的，和我相处也有些进步。我不懂是不是我太计较敏感了，有时好累，不懂主动关心我，我自己委屈就会直接告诉他，什么都教他，他又狡辩反抗。而且他以前还说他不是很好，所以也不用找一个很好的，甚至说他暗恋女生简直是女神，这些话让我觉得我是他的备选，我心理很不好受。他对有些漂亮女生比较关注，在我之前他关注一个女生，几乎每条微博都评论，还很套近乎的感觉，虽然在一起之后偶尔评论，但是感觉他对于这位女生的评论比较小心翼翼，这让我很在意。我自己也有原因，以前要开始的恋情，我都会想很多很多，总是在这个过程体会不到幸福的感觉，很快就没下文了。我现在很焦虑，甚至常常希望发现大缺点就下决心分手。我为什么会有这样的心理？我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我今年28岁，男朋友比我小半年，我俩认识五年了，交往半年多了，都是初恋。",
        "label": ""
      },
      {
        "sentence": "他是那种大直男，可爱幽默，但有点幼稚。",
        "label": ""
      },
      {
        "sentence": "不够关心我，不懂照顾我的感受，不顺着我，但我能确认他是喜欢并依赖我的，和我相处也有些进步。",
        "label": ""
      },
      {
        "sentence": "我不懂是不是我太计较敏感了，有时好累，不懂主动关心我，我自己委屈就会直接告诉他，什么都教他，他又狡辩反抗。",
        "label": ""
      },
      {
        "sentence": "而且他以前还说他不是很好，所以也不用找一个很好的，甚至说他暗恋女生简直是女神，这些话让我觉得我是他的备选，我心理很不好受。",
        "label": ""
      },
      {
        "sentence": "他对有些漂亮女生比较关注，在我之前他关注一个女生，几乎每条微博都评论，还很套近乎的感觉，虽然在一起之后偶尔评论，但是感觉他对于这位女生的评论比较小心翼翼，这让我很在意。",
        "label": ""
      },
      {
        "sentence": "我自己也有原因，以前要开始的恋情，我都会想很多很多，总是在这个过程体会不到幸福的感觉，很快就没下文了。",
        "label": ""
      },
      {
        "sentence": "我现在很焦虑，甚至常常希望发现大缺点就下决心分手。",
        "label": ""
      },
      {
        "sentence": "我为什么会有这样的心理？",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从目前你们彼此的关系来看，可以感觉出从理解、包容、迁就、濒临爆发，同时透露着很多无奈。之所以产生这样的情况，在你给到不是太详尽的情况前我们要分析两个方面，一是原生家庭对他带来的影响和伤害，这种痛苦他知道，或许你也清楚，也正是这种矛盾和纠结的关键。二是你不断的退让妥协产生了更为严重影响，纵容的结果只能让彼此的耐性消耗殆尽，有时候相爱不仅仅理解和包容，更大程度上是愿意站在对方立场上教育彼此成为完整独立人格的人。虽然我们都是有问题的人，性格上也都有或多或少的缺点，但通过建立适合又不伤害对方感情的方式就尤为重要。",
    "annotation": [
      {
        "sentence": "从目前你们彼此的关系来看，可以感觉出从理解、包容、迁就、濒临爆发，同时透露着很多无奈。",
        "label": ""
      },
      {
        "sentence": "之所以产生这样的情况，在你给到不是太详尽的情况前我们要分析两个方面，一是原生家庭对他带来的影响和伤害，这种痛苦他知道，或许你也清楚，也正是这种矛盾和纠结的关键。",
        "label": ""
      },
      {
        "sentence": "二是你不断的退让妥协产生了更为严重影响，纵容的结果只能让彼此的耐性消耗殆尽，有时候相爱不仅仅理解和包容，更大程度上是愿意站在对方立场上教育彼此成为完整独立人格的人。",
        "label": ""
      },
      {
        "sentence": "虽然我们都是有问题的人，性格上也都有或多或少的缺点，但通过建立适合又不伤害对方感情的方式就尤为重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "看了你的回答，我觉得你说得很有道理。我想了一下，他可能确实受到了原生家庭的影响，导致他在感情方面表达不够成熟。而我一直在不断地为他付出，退让妥协，可能也加重了我们之间的问题。我应该如何改变自己的行为，让我们的关系变得更健康呢？",
    "annotation": [
      {
        "sentence": "看了你的回答，我觉得你说得很有道理。",
        "label": ""
      },
      {
        "sentence": "我想了一下，他可能确实受到了原生家庭的影响，导致他在感情方面表达不够成熟。",
        "label": ""
      },
      {
        "sentence": "而我一直在不断地为他付出，退让妥协，可能也加重了我们之间的问题。",
        "label": ""
      },
      {
        "sentence": "我应该如何改变自己的行为，让我们的关系变得更健康呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，良好的沟通方式是家庭成员感情能够升华的主要方式，家庭是我们的第一空间，如果还珍惜这段感情，还深爱着对方，就需要双方学会共同滋养和维护。让他学会调节自己的心态，鼓励他学会倾诉自己内心的想法，从内心压抑疏导的表现环境中不断成长起来。其次，每个人都是独立的个体，独立个体更多的角色是担当。尝试着让他参与或者独立决策的大事，让他感受到自己的能力和价值，从而树立自信。同时，爱情不是一味的付出，而是通过努力珍惜才能获得的。你可以尝试站在对方立场考虑问题，让他感受到你的付出，同时也希望他能加倍回馈你的付出，建立互相尊重和珍惜的关系。",
    "annotation": [
      {
        "sentence": "首先，良好的沟通方式是家庭成员感情能够升华的主要方式，家庭是我们的第一空间，如果还珍惜这段感情，还深爱着对方，就需要双方学会共同滋养和维护。",
        "label": ""
      },
      {
        "sentence": "让他学会调节自己的心态，鼓励他学会倾诉自己内心的想法，从内心压抑疏导的表现环境中不断成长起来。",
        "label": ""
      },
      {
        "sentence": "其次，每个人都是独立的个体，独立个体更多的角色是担当。",
        "label": ""
      },
      {
        "sentence": "尝试着让他参与或者独立决策的大事，让他感受到自己的能力和价值，从而树立自信。",
        "label": ""
      },
      {
        "sentence": "同时，爱情不是一味的付出，而是通过努力珍惜才能获得的。",
        "label": ""
      },
      {
        "sentence": "你可以尝试站在对方立场考虑问题，让他感受到你的付出，同时也希望他能加倍回馈你的付出，建立互相尊重和珍惜的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我应该学会与他进行良好的沟通，让他主动倾诉内心的想法，帮助他成长。同时，我也会尝试让他参与决策，树立他的自信。我明白爱情不仅仅是付出，我会更加平衡地对待我们的关系，希望我们能够互相尊重和珍惜。感谢你的建议！",
    "annotation": [
      {
        "sentence": "你说得很对，我应该学会与他进行良好的沟通，让他主动倾诉内心的想法，帮助他成长。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尝试让他参与决策，树立他的自信。",
        "label": ""
      },
      {
        "sentence": "我明白爱情不仅仅是付出，我会更加平衡地对待我们的关系，希望我们能够互相尊重和珍惜。",
        "label": ""
      },
      {
        "sentence": "感谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我希望我的建议对你有所帮助。同时，改变自己也是一件难事，但改变别人更难。你可以通过建立个人兴趣，参加户外活动或者与志同道合的朋友沟通倾诉来转移注意力。记住，知道问题不可怕，不改变才是最可怕的。通过自我成长和积极面对问题，你会发现自己正在逐渐变得更加坚强和成熟。",
    "annotation": [
      {
        "sentence": "不客气，我希望我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "同时，改变自己也是一件难事，但改变别人更难。",
        "label": ""
      },
      {
        "sentence": "你可以通过建立个人兴趣，参加户外活动或者与志同道合的朋友沟通倾诉来转移注意力。",
        "label": ""
      },
      {
        "sentence": "记住，知道问题不可怕，不改变才是最可怕的。",
        "label": ""
      },
      {
        "sentence": "通过自我成长和积极面对问题，你会发现自己正在逐渐变得更加坚强和成熟。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试通过建立兴趣和与朋友互动来转移注意力，同时也会积极面对问题，让自己变得更加坚强和成熟。谢谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "我会尝试通过建立兴趣和与朋友互动来转移注意力，同时也会积极面对问题，让自己变得更加坚强和成熟。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你能够克服目前的困难，找到自己的幸福。记住，爱情中的矛盾和挑战是成长的机会，只要你们能够一起努力，相互支持，你们的关系一定会变得更加美好。祝福你！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你能够克服目前的困难，找到自己的幸福。",
        "label": ""
      },
      {
        "sentence": "记住，爱情中的矛盾和挑战是成长的机会，只要你们能够一起努力，相互支持，你们的关系一定会变得更加美好。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福！我会好好珍惜这段感情，一起努力创造更美好的未来。再次感谢你的帮助和鼓励！祝你一切顺利！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福！",
        "label": ""
      },
      {
        "sentence": "我会好好珍惜这段感情，一起努力创造更美好的未来。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助和鼓励！",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一定会一直支持你。祝你幸福快乐！如果以后还有需要，随时来找我倾诉。一切会好起来的！加油！",
    "annotation": [
      {
        "sentence": "不用客气，我一定会一直支持你。",
        "label": ""
      },
      {
        "sentence": "祝你幸福快乐！",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要，随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "一切会好起来的！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]