[
  {
    "role": "client",
    "content": "钟晓芹和陈屿要如何相处？我和先生之间婚后的生活，像极了三十而已中的钟晓芹和陈屿。我是城市乖乖女，从小成绩好，父母保护宠爱，原生家庭合睦，对情感需求高，敏感，有些孩子气，没什么大的事业心。我先生是小镇做题家，小时候父母经常吵架，对他施行打击式教育，情感呵护较少，但生活照顾多，学霸，考到大城市，原本很自信，踏上工作岗位后屡屡遭遇挫折，压力大，事业上有野心，但越是这样越自卑。恋爱期间，我们无话不谈互相关爱。婚后逐渐变得冷淡疏远。他每天下班都很沉默，一方面工作压力大，另一方面因为我屡次责怪他太专注工作疏忽与我的沟通关怀，导致感情受影响。我一方面很理解他的难处，另一方面家中缺少欢声笑语、缺少关爱，与婚前状态相距甚远，内心非常委屈不安。我想破局，想要自我成长，也想要先生能从事业压力中调整好心态，让欢声笑语重新回到我们之间。请问各位老师有怎样的建议？",
    "annotation": [
      {
        "sentence": "钟晓芹和陈屿要如何相处？",
        "label": ""
      },
      {
        "sentence": "我和先生之间婚后的生活，像极了三十而已中的钟晓芹和陈屿。",
        "label": ""
      },
      {
        "sentence": "我是城市乖乖女，从小成绩好，父母保护宠爱，原生家庭合睦，对情感需求高，敏感，有些孩子气，没什么大的事业心。",
        "label": ""
      },
      {
        "sentence": "我先生是小镇做题家，小时候父母经常吵架，对他施行打击式教育，情感呵护较少，但生活照顾多，学霸，考到大城市，原本很自信，踏上工作岗位后屡屡遭遇挫折，压力大，事业上有野心，但越是这样越自卑。",
        "label": ""
      },
      {
        "sentence": "恋爱期间，我们无话不谈互相关爱。",
        "label": ""
      },
      {
        "sentence": "婚后逐渐变得冷淡疏远。",
        "label": ""
      },
      {
        "sentence": "他每天下班都很沉默，一方面工作压力大，另一方面因为我屡次责怪他太专注工作疏忽与我的沟通关怀，导致感情受影响。",
        "label": ""
      },
      {
        "sentence": "我一方面很理解他的难处，另一方面家中缺少欢声笑语、缺少关爱，与婚前状态相距甚远，内心非常委屈不安。",
        "label": ""
      },
      {
        "sentence": "我想破局，想要自我成长，也想要先生能从事业压力中调整好心态，让欢声笑语重新回到我们之间。",
        "label": ""
      },
      {
        "sentence": "请问各位老师有怎样的建议？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "夫妻双方，究竟该如何相处，才能避免把日子过得死气沉沉，对婚姻充满失望。希望我接下来的建议，能够带给你帮助。️️️家境不同的两人，要如何长期相处两个人在一起，最初可能始于颜值或对方身上某个极具吸引力的优点，最终陷于对方的人品。毕竟，谈恋爱和结婚不同，结婚是要一起过日子，一起经历生活中的琐碎的。既然你和老公选择结婚，组建自己的家庭，相信你们是因为足够爱对方，愿意和对方携手共度余生。现在的问题时，婚后你们之间的交流越来越少，导致两人的关系日益冷淡。如何才能让你们彼此挽回恋爱时的无话不谈呢？我认为你可以尝试以下方法：",
    "annotation": [
      {
        "sentence": "夫妻双方，究竟该如何相处，才能避免把日子过得死气沉沉，对婚姻充满失望。",
        "label": ""
      },
      {
        "sentence": "希望我接下来的建议，能够带给你帮助。",
        "label": ""
      },
      {
        "sentence": "️️️家境不同的两人，要如何长期相处两个人在一起，最初可能始于颜值或对方身上某个极具吸引力的优点，最终陷于对方的人品。",
        "label": ""
      },
      {
        "sentence": "毕竟，谈恋爱和结婚不同，结婚是要一起过日子，一起经历生活中的琐碎的。",
        "label": ""
      },
      {
        "sentence": "既然你和老公选择结婚，组建自己的家庭，相信你们是因为足够爱对方，愿意和对方携手共度余生。",
        "label": ""
      },
      {
        "sentence": "现在的问题时，婚后你们之间的交流越来越少，导致两人的关系日益冷淡。",
        "label": ""
      },
      {
        "sentence": "如何才能让你们彼此挽回恋爱时的无话不谈呢？",
        "label": ""
      },
      {
        "sentence": "我认为你可以尝试以下方法：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "请告诉我具体应该怎么做来改善我们的关系？",
    "annotation": [
      {
        "sentence": "请告诉我具体应该怎么做来改善我们的关系？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以学会自我成长。你很幸运，生于一个温馨的小康家庭，没有什么需要为之烦恼的生活琐事。所以，很大程度上而言，你还是个心智未成熟的孩子。很多时候，家里遇到事情，或者你老公遇到生活中的琐碎，他都只能自己解决，因为告诉你，你帮不了，只会平添你的烦恼罢了。你要想于他多点话题，很重要的一点，就是你得成长，长成可以让他分享烦恼，替他分担压力的大人。",
    "annotation": [
      {
        "sentence": "首先，你可以学会自我成长。",
        "label": ""
      },
      {
        "sentence": "你很幸运，生于一个温馨的小康家庭，没有什么需要为之烦恼的生活琐事。",
        "label": ""
      },
      {
        "sentence": "所以，很大程度上而言，你还是个心智未成熟的孩子。",
        "label": ""
      },
      {
        "sentence": "很多时候，家里遇到事情，或者你老公遇到生活中的琐碎，他都只能自己解决，因为告诉你，你帮不了，只会平添你的烦恼罢了。",
        "label": ""
      },
      {
        "sentence": "你要想于他多点话题，很重要的一点，就是你得成长，长成可以让他分享烦恼，替他分担压力的大人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。另外，我该如何直接表达我的想法呢？",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "另外，我该如何直接表达我的想法呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有话直说。很多婚姻，都是在吞吞吐吐中埋没了最初的相爱。男性和女性的脑回路本就不一样，彼此会关注的重点也不一样。故很多事，你不直说，对方是感受不到你的心理活动的。所以，如果对方哪里做得不对，不好，你希望他改，不妨直接开口，少一些不必要的暗示或试探。这样，及时把自己的内心想法分享出来，不至于憋着自己，积攒过多对对方的不满，也能及时解决问题，化解矛盾。",
    "annotation": [
      {
        "sentence": "有话直说。",
        "label": ""
      },
      {
        "sentence": "很多婚姻，都是在吞吞吐吐中埋没了最初的相爱。",
        "label": ""
      },
      {
        "sentence": "男性和女性的脑回路本就不一样，彼此会关注的重点也不一样。",
        "label": ""
      },
      {
        "sentence": "故很多事，你不直说，对方是感受不到你的心理活动的。",
        "label": ""
      },
      {
        "sentence": "所以，如果对方哪里做得不对，不好，你希望他改，不妨直接开口，少一些不必要的暗示或试探。",
        "label": ""
      },
      {
        "sentence": "这样，及时把自己的内心想法分享出来，不至于憋着自己，积攒过多对对方的不满，也能及时解决问题，化解矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "明白了，我应该多关心他的工作压力和困难吗？",
    "annotation": [
      {
        "sentence": "明白了，我应该多关心他的工作压力和困难吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，寻求帮助。丈夫遭遇了事业上的不顺心，其实你可以试着理解他的难处，适当了解他的工作性质，融入他的工作里，替他思考问题。告诉他，有什么事，也可以跟你分享，或许，你不会，但是你的朋友亲人会，能够帮到他。",
    "annotation": [
      {
        "sentence": "是的，寻求帮助。",
        "label": ""
      },
      {
        "sentence": "丈夫遭遇了事业上的不顺心，其实你可以试着理解他的难处，适当了解他的工作性质，融入他的工作里，替他思考问题。",
        "label": ""
      },
      {
        "sentence": "告诉他，有什么事，也可以跟你分享，或许，你不会，但是你的朋友亲人会，能够帮到他。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，还有其他方法可以减轻他的压力吗？",
    "annotation": [
      {
        "sentence": "我明白了，还有其他方法可以减轻他的压力吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以。你可以帮他释放压力，组织一些放松的活动，比如带他出去玩，爬山跑步或者吃两人爱吃的饭菜，解压放松下，让压力烟消云散。好的婚姻，离不开夫妻双方共同努力，你努力的同时，也要让他知道你在努力，也请他加油，一起维护好家庭生活！",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "你可以帮他释放压力，组织一些放松的活动，比如带他出去玩，爬山跑步或者吃两人爱吃的饭菜，解压放松下，让压力烟消云散。",
        "label": ""
      },
      {
        "sentence": "好的婚姻，离不开夫妻双方共同努力，你努力的同时，也要让他知道你在努力，也请他加油，一起维护好家庭生活！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢老师的建议，我会努力去改善我们的婚姻关系的。",
    "annotation": [
      {
        "sentence": "谢谢老师的建议，我会努力去改善我们的婚姻关系的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议对你有所帮助。如果你在实施的过程中还遇到问题，随时找我聊聊，我会一直支持你的。祝你们的婚姻能够重新恢复温暖和快乐！",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "如果你在实施的过程中还遇到问题，随时找我聊聊，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "祝你们的婚姻能够重新恢复温暖和快乐！",
        "label": ""
      }
    ]
  }
]