[
  {
    "role": "client",
    "content": "办公室就只有我和师傅两个人，如何处理好关系呢？本人性格内向，从小到大一直都有社交恐惧。现在我的困惑是：办公室里就只有我和师傅两个人，我本来就话少再加上办公室的小环境更是给我带来了无形的压力。我其实很想与师傅交流，但找不好时机，也找不到话题。话多了怕自己给别人留下嘴炮的形象，话少了怕自己与师傅关系处理不好。我现在的处理方法是：服从师傅安排，尽自己所能把工作做好，偶尔主动与师傅闲聊，尽量让自己不去想这个问题，该怎么样就怎么样，开心过好每一天。请问大家我这样做对吗？有没有更好的解决方案呢？",
    "annotation": [
      {
        "sentence": "办公室就只有我和师傅两个人，如何处理好关系呢？",
        "label": ""
      },
      {
        "sentence": "本人性格内向，从小到大一直都有社交恐惧。",
        "label": ""
      },
      {
        "sentence": "现在我的困惑是：办公室里就只有我和师傅两个人，我本来就话少再加上办公室的小环境更是给我带来了无形的压力。",
        "label": ""
      },
      {
        "sentence": "我其实很想与师傅交流，但找不好时机，也找不到话题。",
        "label": ""
      },
      {
        "sentence": "话多了怕自己给别人留下嘴炮的形象，话少了怕自己与师傅关系处理不好。",
        "label": ""
      },
      {
        "sentence": "我现在的处理方法是：服从师傅安排，尽自己所能把工作做好，偶尔主动与师傅闲聊，尽量让自己不去想这个问题，该怎么样就怎么样，开心过好每一天。",
        "label": ""
      },
      {
        "sentence": "请问大家我这样做对吗？",
        "label": ""
      },
      {
        "sentence": "有没有更好的解决方案呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "读了你的问题，我认为其实这件事你已经有了自己的解决方法，只是还不太确信，这样做是不是真的可以？会不会有哪些地方忽略掉了？我能感觉得出，你是个细心、敏感、凡事考虑周全的人，在日常生活中你可能常常会感受到人际关系的压力，作为有“社交恐惧”的你，依然在学习如何与他人相处，努力与师傅保持良好的关系，这真的很难得。",
    "annotation": [
      {
        "sentence": "读了你的问题，我认为其实这件事你已经有了自己的解决方法，只是还不太确信，这样做是不是真的可以？",
        "label": ""
      },
      {
        "sentence": "会不会有哪些地方忽略掉了？",
        "label": ""
      },
      {
        "sentence": "我能感觉得出，你是个细心、敏感、凡事考虑周全的人，在日常生活中你可能常常会感受到人际关系的压力，作为有“社交恐惧”的你，依然在学习如何与他人相处，努力与师傅保持良好的关系，这真的很难得。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直在试图放松自己，但是一想到要和师傅交流，我就会紧张起来。",
    "annotation": [
      {
        "sentence": "是的，我一直在试图放松自己，但是一想到要和师傅交流，我就会紧张起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以说，一个人的内心世界是经由与他人的互动和关系而建构的，其中最重要的他人是父母或者养育者。心理学家舒茨在他的人际关系三维理论中提出：“童年期的人际需要是否得到满足以及由此形成的行为方式，对个体成年后的人际关系有决定性影响。”舒茨认为，人有三种基本的人际需要：包容需要、支配需要和情感需要。如果一个孩子在早年能够得到父母足够的包容、认可和情感支持，那么在他成年后就更容易有不错的自我评价，也会相信身边的人会认可自己、喜欢自己。如果孩子在早年与父母的交往过少、情感需求没有得到充分的满足，那么孩子长大后更易拥有较低的自我价值感，变得敏感、谨慎、退缩。",
    "annotation": [
      {
        "sentence": "可以说，一个人的内心世界是经由与他人的互动和关系而建构的，其中最重要的他人是父母或者养育者。",
        "label": ""
      },
      {
        "sentence": "心理学家舒茨在他的人际关系三维理论中提出：“童年期的人际需要是否得到满足以及由此形成的行为方式，对个体成年后的人际关系有决定性影响。",
        "label": ""
      },
      {
        "sentence": "”舒茨认为，人有三种基本的人际需要：包容需要、支配需要和情感需要。",
        "label": ""
      },
      {
        "sentence": "如果一个孩子在早年能够得到父母足够的包容、认可和情感支持，那么在他成年后就更容易有不错的自我评价，也会相信身边的人会认可自己、喜欢自己。",
        "label": ""
      },
      {
        "sentence": "如果孩子在早年与父母的交往过少、情感需求没有得到充分的满足，那么孩子长大后更易拥有较低的自我价值感，变得敏感、谨慎、退缩。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我以前确实在人际关系中遇到了一些困难，可能这也是我现在办公室关系压力大的原因之一。",
    "annotation": [
      {
        "sentence": "我明白了，我以前确实在人际关系中遇到了一些困难，可能这也是我现在办公室关系压力大的原因之一。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我们需要了解的是，虽然成年后的人际模式在很大程度上取决于儿童期的人际模式，但是我们的确是在用过去的现实来判断当下的现实。在儿童期，与他人关系中的感受是真实的，但现在我们已经是一个成年人，在客观现实中，我们已不同于以往。所以我们是可以通过成年后与他人的互动而逐渐修正自己的想法、信念，不断去接近一个当下的真实世界。",
    "annotation": [
      {
        "sentence": "是的，我们需要了解的是，虽然成年后的人际模式在很大程度上取决于儿童期的人际模式，但是我们的确是在用过去的现实来判断当下的现实。",
        "label": ""
      },
      {
        "sentence": "在儿童期，与他人关系中的感受是真实的，但现在我们已经是一个成年人，在客观现实中，我们已不同于以往。",
        "label": ""
      },
      {
        "sentence": "所以我们是可以通过成年后与他人的互动而逐渐修正自己的想法、信念，不断去接近一个当下的真实世界。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得我也可以试着对自己的想法进行一些调整和修正。",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得我也可以试着对自己的想法进行一些调整和修正。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错！在儿童期，我们可能因为得不到足够的包容和认可而形成一些负面的信念，但是我们可以通过认知疗法来质疑这些信念。试着去观察自己的信念，比如对于与师傅的关系，如果我哪里做的不够好，师傅就会不喜欢我了；我多说了一些话师傅就会觉得我是个嘴炮；我话太少我就是个闷葫芦等等。事实上，这些担忧并不是真实存在的，它们更多是来自你内心的主观臆测。",
    "annotation": [
      {
        "sentence": "没错！",
        "label": ""
      },
      {
        "sentence": "在儿童期，我们可能因为得不到足够的包容和认可而形成一些负面的信念，但是我们可以通过认知疗法来质疑这些信念。",
        "label": ""
      },
      {
        "sentence": "试着去观察自己的信念，比如对于与师傅的关系，如果我哪里做的不够好，师傅就会不喜欢我了；我多说了一些话师傅就会觉得我是个嘴炮；我话太少我就是个闷葫芦等等。",
        "label": ""
      },
      {
        "sentence": "事实上，这些担忧并不是真实存在的，它们更多是来自你内心的主观臆测。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实经常陷入这些担忧中，可能是因为我太在意别人对我的评价了。",
    "annotation": [
      {
        "sentence": "我确实经常陷入这些担忧中，可能是因为我太在意别人对我的评价了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，人的情绪并不是来自于遇到的事件本身，而是来自于对待事件的想法、信念和评价。试着去质疑一下自己常常会有的想法，可以发现，许多负面想法是站不住脚的。另外，可以试着去做那个更真实的自己，去表达你的想法和需要，而不是一味的做那个言听计从的人。在这个过程中你一定会有恐惧，担心得不到师傅的接纳，但试着一点一点尝试，让他人也了解到你是有感受和需要的。",
    "annotation": [
      {
        "sentence": "是的，人的情绪并不是来自于遇到的事件本身，而是来自于对待事件的想法、信念和评价。",
        "label": ""
      },
      {
        "sentence": "试着去质疑一下自己常常会有的想法，可以发现，许多负面想法是站不住脚的。",
        "label": ""
      },
      {
        "sentence": "另外，可以试着去做那个更真实的自己，去表达你的想法和需要，而不是一味的做那个言听计从的人。",
        "label": ""
      },
      {
        "sentence": "在这个过程中你一定会有恐惧，担心得不到师傅的接纳，但试着一点一点尝试，让他人也了解到你是有感受和需要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着更加放松自己，真实地表达自己的想法和需要。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着更加放松自己，真实地表达自己的想法和需要。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "恐惧是因为缺少被接纳和肯定的经历，所以不敢轻易尝试，但是试着去扩展自己，并且真实地看到你并不是一直不被接纳和不被肯定的。这也是修正过去经验的过程，的确不容易，也需要时间和持久的练习，但坚持下去一定会看到改变。希望我的回答对你有帮助(^_^)a。如果还有其他问题，随时可以继续向我求助。",
    "annotation": [
      {
        "sentence": "恐惧是因为缺少被接纳和肯定的经历，所以不敢轻易尝试，但是试着去扩展自己，并且真实地看到你并不是一直不被接纳和不被肯定的。",
        "label": ""
      },
      {
        "sentence": "这也是修正过去经验的过程，的确不容易，也需要时间和持久的练习，但坚持下去一定会看到改变。",
        "label": ""
      },
      {
        "sentence": "希望我的回答对你有帮助(^_^)a。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时可以继续向我求助。",
        "label": ""
      }
    ]
  }
]