[
  {
    "role": "client",
    "content": "这个女生是不是喜欢我？该怎么确定？我们都是大二，同校不同系的，认识快一年了。她颜值高、身材好，但是比较开放，平时穿着都比较暴露，身边男性朋友很多，和男生交往不保持距离。她在学校经常和我待在一起，不排斥牵手之类的肢体接触，没有特别重要的事情不会拒绝我的邀约，经常关心照顾我，不会否认别人误会我们的关系。但是她经常会和男生一起聚餐、喝酒之类的（她邀请过我，但是我不想认识那些男生，所以拒绝了），也会和个别男生单独约会（过几天会在聊天的时候和我说），在学校有的时候也看到她和别的男生在一块，这些让我很难受，让我怀疑她是不是喜欢我。再加上我比较内向、自卑，就更加没有自信。我想过表白，但是之前有过因为表白被拒结果连朋友都做不了的经历，她又说自己不会轻易确定恋爱关系，让我害怕失去她，所以不敢表白。我想等十拿九稳再表白，那么现在应该怎么确定她是不是喜欢我呢？",
    "annotation": [
      {
        "sentence": "这个女生是不是喜欢我？",
        "label": ""
      },
      {
        "sentence": "该怎么确定？",
        "label": ""
      },
      {
        "sentence": "我们都是大二，同校不同系的，认识快一年了。",
        "label": ""
      },
      {
        "sentence": "她颜值高、身材好，但是比较开放，平时穿着都比较暴露，身边男性朋友很多，和男生交往不保持距离。",
        "label": ""
      },
      {
        "sentence": "她在学校经常和我待在一起，不排斥牵手之类的肢体接触，没有特别重要的事情不会拒绝我的邀约，经常关心照顾我，不会否认别人误会我们的关系。",
        "label": ""
      },
      {
        "sentence": "但是她经常会和男生一起聚餐、喝酒之类的（她邀请过我，但是我不想认识那些男生，所以拒绝了），也会和个别男生单独约会（过几天会在聊天的时候和我说），在学校有的时候也看到她和别的男生在一块，这些让我很难受，让我怀疑她是不是喜欢我。",
        "label": ""
      },
      {
        "sentence": "再加上我比较内向、自卑，就更加没有自信。",
        "label": ""
      },
      {
        "sentence": "我想过表白，但是之前有过因为表白被拒结果连朋友都做不了的经历，她又说自己不会轻易确定恋爱关系，让我害怕失去她，所以不敢表白。",
        "label": ""
      },
      {
        "sentence": "我想等十拿九稳再表白，那么现在应该怎么确定她是不是喜欢我呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对这个女生的感觉是很真实的，想要确定她对你是否有意思是很正常的。首先，不管她是否喜欢你，你都是一个优秀的人，值得被爱和珍惜的。和她的相处经历中，你有没有觉得她对你有一些特别的反应或者举止？可能是她对你的眼神、态度和言谈举止有些不同。你可以回想一下她对你的关心和照顾是否和其他男生不同，是否表现得更加温暖和亲密。",
    "annotation": [
      {
        "sentence": "你对这个女生的感觉是很真实的，想要确定她对你是否有意思是很正常的。",
        "label": ""
      },
      {
        "sentence": "首先，不管她是否喜欢你，你都是一个优秀的人，值得被爱和珍惜的。",
        "label": ""
      },
      {
        "sentence": "和她的相处经历中，你有没有觉得她对你有一些特别的反应或者举止？",
        "label": ""
      },
      {
        "sentence": "可能是她对你的眼神、态度和言谈举止有些不同。",
        "label": ""
      },
      {
        "sentence": "你可以回想一下她对你的关心和照顾是否和其他男生不同，是否表现得更加温暖和亲密。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "她对我确实比其他男生更亲近一些，我们之间的互动也比较自然和融洽。她对我说话的时候会笑得特别灿烂，说话的语气也比较温柔。而且她有时候会主动找我聊天，了解我的一些情况。",
    "annotation": [
      {
        "sentence": "她对我确实比其他男生更亲近一些，我们之间的互动也比较自然和融洽。",
        "label": ""
      },
      {
        "sentence": "她对我说话的时候会笑得特别灿烂，说话的语气也比较温柔。",
        "label": ""
      },
      {
        "sentence": "而且她有时候会主动找我聊天，了解我的一些情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些都是很好的迹象。她对你的特别关心和亲近可能意味着她对你有一些特殊的感情。不过，我还是建议你继续观察她对你和其他男生的态度和行为有没有区别。比如她在和其他男生相处时是否对你更加冷漠或者不理不睬，以及和其他男生相处时的亲密程度是否和和你在一起时的亲密程度有所不同。",
    "annotation": [
      {
        "sentence": "这些都是很好的迹象。",
        "label": ""
      },
      {
        "sentence": "她对你的特别关心和亲近可能意味着她对你有一些特殊的感情。",
        "label": ""
      },
      {
        "sentence": "不过，我还是建议你继续观察她对你和其他男生的态度和行为有没有区别。",
        "label": ""
      },
      {
        "sentence": "比如她在和其他男生相处时是否对你更加冷漠或者不理不睬，以及和其他男生相处时的亲密程度是否和和你在一起时的亲密程度有所不同。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我有时候确实觉得她在和其他男生一起的时候对我比较冷淡。她看到我和其他女生在一起时，也会表现得比较不开心。但是她又和我说她不会轻易确定恋爱关系，这让我非常纠结。",
    "annotation": [
      {
        "sentence": "我有时候确实觉得她在和其他男生一起的时候对我比较冷淡。",
        "label": ""
      },
      {
        "sentence": "她看到我和其他女生在一起时，也会表现得比较不开心。",
        "label": ""
      },
      {
        "sentence": "但是她又和我说她不会轻易确定恋爱关系，这让我非常纠结。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "她对你在和其他男生在一起时的表现可能说明了一些问题。她在乎你和其他女生的关系，可能是因为她对你有特殊的感情。而她说不会轻易确定恋爱关系可能是因为她希望你们的关系更稳定一些，不要匆忙做出决定。这也可以理解为她想要给你们的关系更多的时间来发展和深入了解彼此。所以，不要害怕表白，你可以试着和她沟通一下你对她的感情，告诉她你对她的真诚和喜欢。",
    "annotation": [
      {
        "sentence": "她对你在和其他男生在一起时的表现可能说明了一些问题。",
        "label": ""
      },
      {
        "sentence": "她在乎你和其他女生的关系，可能是因为她对你有特殊的感情。",
        "label": ""
      },
      {
        "sentence": "而她说不会轻易确定恋爱关系可能是因为她希望你们的关系更稳定一些，不要匆忙做出决定。",
        "label": ""
      },
      {
        "sentence": "这也可以理解为她想要给你们的关系更多的时间来发展和深入了解彼此。",
        "label": ""
      },
      {
        "sentence": "所以，不要害怕表白，你可以试着和她沟通一下你对她的感情，告诉她你对她的真诚和喜欢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我想我会努力克服内向和自卑的问题，将自己的想法和感受与她沟通。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我想我会努力克服内向和自卑的问题，将自己的想法和感受与她沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，勇敢地去表达自己的感受吧！无论结果如何，最重要的是你敢于追求自己的幸福。希望你能有一个积极而积极的交流，真诚表达心声。祝你好运！",
    "annotation": [
      {
        "sentence": "很好，勇敢地去表达自己的感受吧！",
        "label": ""
      },
      {
        "sentence": "无论结果如何，最重要的是你敢于追求自己的幸福。",
        "label": ""
      },
      {
        "sentence": "希望你能有一个积极而积极的交流，真诚表达心声。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]