[
  {
    "role": "client",
    "content": "这个女生是不是喜欢我？该怎么确定？我们都是大二，同校不同系的，认识快一年了。她颜值高、身材好，但是比较开放，平时穿着都比较暴露，身边男性朋友很多，和男生交往不保持距离。",
    "annotation": [
      {
        "sentence": "这个女生是不是喜欢我？",
        "label": ""
      },
      {
        "sentence": "该怎么确定？",
        "label": ""
      },
      {
        "sentence": "我们都是大二，同校不同系的，认识快一年了。",
        "label": ""
      },
      {
        "sentence": "她颜值高、身材好，但是比较开放，平时穿着都比较暴露，身边男性朋友很多，和男生交往不保持距离。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的倾诉，我觉得这是一个很开朗的女孩子。性格开朗的人喜欢与人沟通和交流，擅长和人打交道，为人活泼外向，行为表现积极，阳光而且乐观，而且给旁人一种很温暖很有亲和力的感觉，让人觉得很好相处。",
    "annotation": [
      {
        "sentence": "通过你的倾诉，我觉得这是一个很开朗的女孩子。",
        "label": ""
      },
      {
        "sentence": "性格开朗的人喜欢与人沟通和交流，擅长和人打交道，为人活泼外向，行为表现积极，阳光而且乐观，而且给旁人一种很温暖很有亲和力的感觉，让人觉得很好相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "她在学校经常和我待在一起，不排斥牵手之类的肢体接触，没有特别重要的事情不会拒绝我的邀约，经常关心照顾我，不会否认别人误会我们的关系。但是她经常会和男生一起聚餐、喝酒之类的（她邀请过我，但是我不想认识那些男生，所以拒绝了），也会和个别男生单独约会（过几天会在聊天的时候和我说），在学校有的时候也看到她和别的男生在一块，这些让我很难受，让我怀疑她是不是喜欢我。",
    "annotation": [
      {
        "sentence": "她在学校经常和我待在一起，不排斥牵手之类的肢体接触，没有特别重要的事情不会拒绝我的邀约，经常关心照顾我，不会否认别人误会我们的关系。",
        "label": ""
      },
      {
        "sentence": "但是她经常会和男生一起聚餐、喝酒之类的（她邀请过我，但是我不想认识那些男生，所以拒绝了），也会和个别男生单独约会（过几天会在聊天的时候和我说），在学校有的时候也看到她和别的男生在一块，这些让我很难受，让我怀疑她是不是喜欢我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些情况让你感到困惑和不安是可以理解的。但是需要明确的是，她与其他男生的互动并不能完全决定她对你的喜好程度。虽然她会和男生聚餐、约会，但她也经常与你待在一起，不排斥肢体接触并关心照顾你，这些都是她对你有好感的表现。对于她与其他男生的互动，你可以表达你的内心感受，询问她的想法，以增进你们之间的沟通。",
    "annotation": [
      {
        "sentence": "这些情况让你感到困惑和不安是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但是需要明确的是，她与其他男生的互动并不能完全决定她对你的喜好程度。",
        "label": ""
      },
      {
        "sentence": "虽然她会和男生聚餐、约会，但她也经常与你待在一起，不排斥肢体接触并关心照顾你，这些都是她对你有好感的表现。",
        "label": ""
      },
      {
        "sentence": "对于她与其他男生的互动，你可以表达你的内心感受，询问她的想法，以增进你们之间的沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我比较内向、自卑，所以对自己没有太多自信。之前有过因为表白而被拒绝结果连朋友都做不了的经历，她又说自己不会轻易确定恋爱关系，让我害怕失去她，所以不敢表白。我想等十拿九稳再表白，那么现在应该怎么确定她是不是喜欢我呢？",
    "annotation": [
      {
        "sentence": "我比较内向、自卑，所以对自己没有太多自信。",
        "label": ""
      },
      {
        "sentence": "之前有过因为表白而被拒绝结果连朋友都做不了的经历，她又说自己不会轻易确定恋爱关系，让我害怕失去她，所以不敢表白。",
        "label": ""
      },
      {
        "sentence": "我想等十拿九稳再表白，那么现在应该怎么确定她是不是喜欢我呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你因过去的经历而对表白感到害怕。但是人生就是充满不确定性和风险的，害怕失败只会让你错失机会。在确定她对你的感觉之前，要先找到自信和勇气，坚信你自己的价值。你可以继续观察她对你的行为和关注，通过进一步的交流和约会，以更深入的了解她的真实想法和感情。同时，也要有心理准备，如果迟迟不能确定她的感受，你需要做出决定是否要继续维持目前的关系或者考虑向前迈出一步，毕竟拖拖拉拉也不是一种好的选择。",
    "annotation": [
      {
        "sentence": "理解你因过去的经历而对表白感到害怕。",
        "label": ""
      },
      {
        "sentence": "但是人生就是充满不确定性和风险的，害怕失败只会让你错失机会。",
        "label": ""
      },
      {
        "sentence": "在确定她对你的感觉之前，要先找到自信和勇气，坚信你自己的价值。",
        "label": ""
      },
      {
        "sentence": "你可以继续观察她对你的行为和关注，通过进一步的交流和约会，以更深入的了解她的真实想法和感情。",
        "label": ""
      },
      {
        "sentence": "同时，也要有心理准备，如果迟迟不能确定她的感受，你需要做出决定是否要继续维持目前的关系或者考虑向前迈出一步，毕竟拖拖拉拉也不是一种好的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要培养自己的自信和勇气，同时也要珍惜目前我们的关系，不放弃机会。我会尽量主动与她交流和约会，加深我们的了解。谢谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "我明白了，我需要培养自己的自信和勇气，同时也要珍惜目前我们的关系，不放弃机会。",
        "label": ""
      },
      {
        "sentence": "我会尽量主动与她交流和约会，加深我们的了解。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮助到你，你已经有了正确的心态。记住，爱情需要勇气和努力，不要轻易放弃。相信自己，相信你们之间的特殊关系。我祝福你能勇敢表白，收获幸福和快乐！如果你在过程中还有任何困惑和疑问，随时都可以找我倾诉。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴能帮助到你，你已经有了正确的心态。",
        "label": ""
      },
      {
        "sentence": "记住，爱情需要勇气和努力，不要轻易放弃。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你们之间的特殊关系。",
        "label": ""
      },
      {
        "sentence": "我祝福你能勇敢表白，收获幸福和快乐！",
        "label": ""
      },
      {
        "sentence": "如果你在过程中还有任何困惑和疑问，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]