[
  {
    "role": "client",
    "content": "这个女生是不是喜欢我？该怎么确定？我们都是大二，同校不同系的，认识快一年了。她颜值高、身材好，但是比较开放，平时穿着都比较暴露，身边男性朋友很多，和男生交往不保持距离。她在学校经常和我待在一起，不排斥牵手之类的肢体接触，没有特别重要的事情不会拒绝我的邀约，经常关心照顾我，不会否认别人误会我们的关系。但是她经常会和男生一起聚餐、喝酒之类的（她邀请过我，但是我不想认识那些男生，所以拒绝了），也会和个别男生单独约会（过几天会在聊天的时候和我说），在学校有的时候也看到她和别的男生在一块，这些让我很难受，让我怀疑她是不是喜欢我。再加上我比较内向、自卑，就更加没有自信。我想过表白，但是之前有过因为表白被拒结果连朋友都做不了的经历，她又说自己不会轻易确定恋爱关系，让我害怕失去她，所以不敢表白。我想等十拿九稳再表白，那么现在应该怎么确定她是不是喜欢我呢？",
    "annotation": [
      {
        "sentence": "这个女生是不是喜欢我？",
        "label": ""
      },
      {
        "sentence": "该怎么确定？",
        "label": ""
      },
      {
        "sentence": "我们都是大二，同校不同系的，认识快一年了。",
        "label": ""
      },
      {
        "sentence": "她颜值高、身材好，但是比较开放，平时穿着都比较暴露，身边男性朋友很多，和男生交往不保持距离。",
        "label": ""
      },
      {
        "sentence": "她在学校经常和我待在一起，不排斥牵手之类的肢体接触，没有特别重要的事情不会拒绝我的邀约，经常关心照顾我，不会否认别人误会我们的关系。",
        "label": ""
      },
      {
        "sentence": "但是她经常会和男生一起聚餐、喝酒之类的（她邀请过我，但是我不想认识那些男生，所以拒绝了），也会和个别男生单独约会（过几天会在聊天的时候和我说），在学校有的时候也看到她和别的男生在一块，这些让我很难受，让我怀疑她是不是喜欢我。",
        "label": ""
      },
      {
        "sentence": "再加上我比较内向、自卑，就更加没有自信。",
        "label": ""
      },
      {
        "sentence": "我想过表白，但是之前有过因为表白被拒结果连朋友都做不了的经历，她又说自己不会轻易确定恋爱关系，让我害怕失去她，所以不敢表白。",
        "label": ""
      },
      {
        "sentence": "我想等十拿九稳再表白，那么现在应该怎么确定她是不是喜欢我呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于女生是否喜欢你，这是一个正反都可以解释的问题，她似乎既不讨厌你也不特别迷恋你。事实上，即使去问她，她自己也未必有一个明确的答案。我觉得这个问题并不是很重要，因为情感是会变化的，喜欢你可以变成不喜欢你，不喜欢你也可以变成喜欢你；就算你们在一起了，感情也需要懂得经营，并没有一劳永逸的办法。所以，我建议你首先关注自己。",
    "annotation": [
      {
        "sentence": "对于女生是否喜欢你，这是一个正反都可以解释的问题，她似乎既不讨厌你也不特别迷恋你。",
        "label": ""
      },
      {
        "sentence": "事实上，即使去问她，她自己也未必有一个明确的答案。",
        "label": ""
      },
      {
        "sentence": "我觉得这个问题并不是很重要，因为情感是会变化的，喜欢你可以变成不喜欢你，不喜欢你也可以变成喜欢你；就算你们在一起了，感情也需要懂得经营，并没有一劳永逸的办法。",
        "label": ""
      },
      {
        "sentence": "所以，我建议你首先关注自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我应该怎样关注自己呢？",
    "annotation": [
      {
        "sentence": "那我应该怎样关注自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然我们说感情不是交易，但不可否认的是，恋爱中确实有价值交换的部分。从表面上看，她的年轻和漂亮都是在婚恋市场上极有价值的东西，那么你有什么？大二的男生工作、金钱、阅历、谈吐恐怕都很有限，甚至被高考摧残过的年轻人就连拿得出手的兴趣爱好都很少。这种匮乏是大环境造成的，没问题，但是你是否有成长性呢？你有没有在有意识地提升自己，为未来做准备呢？从最表面的形象打造、健身、学吉他，到更深层次的对未来的规划，读一些深度的书，对人生、世界有一个了解。自卑本身没什么问题，关键是你能否把自卑转化为成长的动力。你的成长性和潜力会成为你在婚恋市场上的价值。",
    "annotation": [
      {
        "sentence": "虽然我们说感情不是交易，但不可否认的是，恋爱中确实有价值交换的部分。",
        "label": ""
      },
      {
        "sentence": "从表面上看，她的年轻和漂亮都是在婚恋市场上极有价值的东西，那么你有什么？",
        "label": ""
      },
      {
        "sentence": "大二的男生工作、金钱、阅历、谈吐恐怕都很有限，甚至被高考摧残过的年轻人就连拿得出手的兴趣爱好都很少。",
        "label": ""
      },
      {
        "sentence": "这种匮乏是大环境造成的，没问题，但是你是否有成长性呢？",
        "label": ""
      },
      {
        "sentence": "你有没有在有意识地提升自己，为未来做准备呢？",
        "label": ""
      },
      {
        "sentence": "从最表面的形象打造、健身、学吉他，到更深层次的对未来的规划，读一些深度的书，对人生、世界有一个了解。",
        "label": ""
      },
      {
        "sentence": "自卑本身没什么问题，关键是你能否把自卑转化为成长的动力。",
        "label": ""
      },
      {
        "sentence": "你的成长性和潜力会成为你在婚恋市场上的价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该注重自己的发展。那我还需要了解对方这个人吗？",
    "annotation": [
      {
        "sentence": "我明白了，我应该注重自己的发展。",
        "label": ""
      },
      {
        "sentence": "那我还需要了解对方这个人吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我建议你去了解她这个人。我知道她年轻漂亮是让你心动的原因，但除此之外，她是怎样的人，她如何成为这样的人，她对未来有什么希望和梦想等等。漂亮可以成为你注意她的理由，但你对她的了解不能仅限于外貌上。她是一个人，和你一样，有自己的想法情感焦虑和困惑。你要去了解她在情感上有什么样的需求，并且尊重她的需求。网上所谓的泡妞和PUA技术的最大问题，在于把对方当成了一种物品、一种自我满足的玩意儿，从而寻求对女性的支配和控制。漂亮、有钱、有名的人在婚恋中都会有一种焦虑，就是对方到底有没有看到自己这个人，抑或只是看中了自己的外表和价值。所以，很遗憾，我不能解答你的问题。反而，我要给你增加几个问题：1）你是一个怎样的人，你喜不喜欢自己，如果你不喜欢自己，那要做哪些事情让你更喜欢自己？2）她是一个怎样的人，她想成为怎样的人，你如何能够帮助她成为她想成为的那种人？",
    "annotation": [
      {
        "sentence": "是的，我建议你去了解她这个人。",
        "label": ""
      },
      {
        "sentence": "我知道她年轻漂亮是让你心动的原因，但除此之外，她是怎样的人，她如何成为这样的人，她对未来有什么希望和梦想等等。",
        "label": ""
      },
      {
        "sentence": "漂亮可以成为你注意她的理由，但你对她的了解不能仅限于外貌上。",
        "label": ""
      },
      {
        "sentence": "她是一个人，和你一样，有自己的想法情感焦虑和困惑。",
        "label": ""
      },
      {
        "sentence": "你要去了解她在情感上有什么样的需求，并且尊重她的需求。",
        "label": ""
      },
      {
        "sentence": "网上所谓的泡妞和PUA技术的最大问题，在于把对方当成了一种物品、一种自我满足的玩意儿，从而寻求对女性的支配和控制。",
        "label": ""
      },
      {
        "sentence": "漂亮、有钱、有名的人在婚恋中都会有一种焦虑，就是对方到底有没有看到自己这个人，抑或只是看中了自己的外表和价值。",
        "label": ""
      },
      {
        "sentence": "所以，很遗憾，我不能解答你的问题。",
        "label": ""
      },
      {
        "sentence": "反而，我要给你增加几个问题：1）你是一个怎样的人，你喜不喜欢自己，如果你不喜欢自己，那要做哪些事情让你更喜欢自己？",
        "label": ""
      },
      {
        "sentence": "2）她是一个怎样的人，她想成为怎样的人，你如何能够帮助她成为她想成为的那种人？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要关注自己的成长，并且去了解她的内心需求和价值观。真的很感谢你的建议，这对我很有帮助。",
    "annotation": [
      {
        "sentence": "我明白了，我需要关注自己的成长，并且去了解她的内心需求和价值观。",
        "label": ""
      },
      {
        "sentence": "真的很感谢你的建议，这对我很有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。情感方面的问题并不是非黑即白的，更多时候需要我们去思考和发展。希望你能在自我成长的过程中找到属于自己的幸福。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "情感方面的问题并不是非黑即白的，更多时候需要我们去思考和发展。",
        "label": ""
      },
      {
        "sentence": "希望你能在自我成长的过程中找到属于自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福，我会努力的。",
    "annotation": [
      {
        "sentence": "谢谢你的祝福，我会努力的。",
        "label": ""
      }
    ]
  }
]