[
  {
    "role": "client",
    "content": "这个女生是不是喜欢我？该怎么确定？我们都是大二，同校不同系的，认识快一年了。她颜值高、身材好，但是比较开放，平时穿着都比较暴露，身边男性朋友很多，和男生交往不保持距离。她在学校经常和我待在一起，不排斥牵手之类的肢体接触，没有特别重要的事情不会拒绝我的邀约，经常关心照顾我，不会否认别人误会我们的关系。但是她经常会和男生一起聚餐、喝酒之类的（她邀请过我，但是我不想认识那些男生，所以拒绝了），也会和个别男生单独约会（过几天会在聊天的时候和我说），在学校有的时候也看到她和别的男生在一块，这些让我很难受，让我怀疑她是不是喜欢我。再加上我比较内向、自卑，就更加没有自信。我想过表白，但是之前有过因为表白被拒结果连朋友都做不了的经历，她又说自己不会轻易确定恋爱关系，让我害怕失去她，所以不敢表白。我想等十拿九稳再表白，那么现在应该怎么确定她是不是喜欢我呢？",
    "annotation": [
      {
        "sentence": "这个女生是不是喜欢我？",
        "label": ""
      },
      {
        "sentence": "该怎么确定？",
        "label": ""
      },
      {
        "sentence": "我们都是大二，同校不同系的，认识快一年了。",
        "label": ""
      },
      {
        "sentence": "她颜值高、身材好，但是比较开放，平时穿着都比较暴露，身边男性朋友很多，和男生交往不保持距离。",
        "label": ""
      },
      {
        "sentence": "她在学校经常和我待在一起，不排斥牵手之类的肢体接触，没有特别重要的事情不会拒绝我的邀约，经常关心照顾我，不会否认别人误会我们的关系。",
        "label": ""
      },
      {
        "sentence": "但是她经常会和男生一起聚餐、喝酒之类的（她邀请过我，但是我不想认识那些男生，所以拒绝了），也会和个别男生单独约会（过几天会在聊天的时候和我说），在学校有的时候也看到她和别的男生在一块，这些让我很难受，让我怀疑她是不是喜欢我。",
        "label": ""
      },
      {
        "sentence": "再加上我比较内向、自卑，就更加没有自信。",
        "label": ""
      },
      {
        "sentence": "我想过表白，但是之前有过因为表白被拒结果连朋友都做不了的经历，她又说自己不会轻易确定恋爱关系，让我害怕失去她，所以不敢表白。",
        "label": ""
      },
      {
        "sentence": "我想等十拿九稳再表白，那么现在应该怎么确定她是不是喜欢我呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "想问你一个问题，如果她不喜欢你，你就打算放弃她吗？你也不去喜欢她了吗？我想你的答案应该是，不是，既然如此，不管她喜不喜欢你，你都会喜欢她，向她表白，那么她现在是不是喜欢你的重要吗？",
    "annotation": [
      {
        "sentence": "想问你一个问题，如果她不喜欢你，你就打算放弃她吗？",
        "label": ""
      },
      {
        "sentence": "你也不去喜欢她了吗？",
        "label": ""
      },
      {
        "sentence": "我想你的答案应该是，不是，既然如此，不管她喜不喜欢你，你都会喜欢她，向她表白，那么她现在是不是喜欢你的重要吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "她现在是否喜欢我对我来说很重要，因为只有确定她的感情才能决定是否表白。",
    "annotation": [
      {
        "sentence": "她现在是否喜欢我对我来说很重要，因为只有确定她的感情才能决定是否表白。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白了。那么我们可以从另一个角度来考虑。试想一下，如果她不确定她自己的感情，那么她现在可能也无法确定喜不喜欢你。而你不表白，一直保持现状，也许会让她有更多时间思考和观察自己的感受。也许在未来的某个时刻，她会意识到自己对你的感情。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "那么我们可以从另一个角度来考虑。",
        "label": ""
      },
      {
        "sentence": "试想一下，如果她不确定她自己的感情，那么她现在可能也无法确定喜不喜欢你。",
        "label": ""
      },
      {
        "sentence": "而你不表白，一直保持现状，也许会让她有更多时间思考和观察自己的感受。",
        "label": ""
      },
      {
        "sentence": "也许在未来的某个时刻，她会意识到自己对你的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我很害怕失去她，我不知道该如何权衡这种情况。",
    "annotation": [
      {
        "sentence": "但是我很害怕失去她，我不知道该如何权衡这种情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的担心。但是你也要考虑到，如果她真的是对你有意思的话，她也许会希望你能够更主动地表达出来。如果你一直不表白，她可能会误以为你对她没有兴趣，然后她可能会开始接受其他人的邀约。",
    "annotation": [
      {
        "sentence": "我完全理解你的担心。",
        "label": ""
      },
      {
        "sentence": "但是你也要考虑到，如果她真的是对你有意思的话，她也许会希望你能够更主动地表达出来。",
        "label": ""
      },
      {
        "sentence": "如果你一直不表白，她可能会误以为你对她没有兴趣，然后她可能会开始接受其他人的邀约。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "那我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以尝试和她更多地沟通，让她知道你对她的感觉，即使可能会被拒绝。这样至少你会知道她的真实想法，而不会一直存疑和纠结。如果她拒绝了你，你可以尝试接受她的决定，继续保持友好的关系，也许在将来的某个时候，你们之间的感情会有所发展。",
    "annotation": [
      {
        "sentence": "你可以尝试和她更多地沟通，让她知道你对她的感觉，即使可能会被拒绝。",
        "label": ""
      },
      {
        "sentence": "这样至少你会知道她的真实想法，而不会一直存疑和纠结。",
        "label": ""
      },
      {
        "sentence": "如果她拒绝了你，你可以尝试接受她的决定，继续保持友好的关系，也许在将来的某个时候，你们之间的感情会有所发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解你的建议，但是过去因为表白被拒绝的经历让我很害怕再次受伤，我不知道自己能不能承受得起。",
    "annotation": [
      {
        "sentence": "我理解你的建议，但是过去因为表白被拒绝的经历让我很害怕再次受伤，我不知道自己能不能承受得起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种担心是正常的，因为爱情总是伴随着风险和可能的伤害。但是如果你一直追求安全感，可能会错过很多机会。相信自己的能力和魅力，尽管也存在失败的可能性，但只有勇敢地表达出来，你才有机会获得你想要的幸福。",
    "annotation": [
      {
        "sentence": "这种担心是正常的，因为爱情总是伴随着风险和可能的伤害。",
        "label": ""
      },
      {
        "sentence": "但是如果你一直追求安全感，可能会错过很多机会。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力和魅力，尽管也存在失败的可能性，但只有勇敢地表达出来，你才有机会获得你想要的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会好好考虑你的建议，勇敢追求自己的幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会好好考虑你的建议，勇敢追求自己的幸福。",
        "label": ""
      }
    ]
  }
]