[
  {
    "role": "client",
    "content": "22岁刚生完宝宝，老公异地，不沟通，不理解，想离婚因为怀孕结婚的，和老公一直是异地，怀孕，生孩子和产后，一直是我一个人，现在宝宝四个月了，他家里人带小孩经常忘记喂奶时间，一小时喂三四次，现在晚上频繁夜奶，白天不放心他家里人带孩子，导致我一整天没时间睡觉。他家里人经常抱出去玩导致小孩发烧了，和老公异地，他工作空余时间喜欢玩游戏，不沟通，不交流。一个人带孩子真的好辛苦阿！我刚刚大学本科毕业，应聘到很好的工作，因为怀孕没去，坚持把孩子生下来，现在好后悔，异地不沟通，不能理解自己老婆带小孩辛苦的婚姻好累，男人觉得带小孩不就是喂个奶，换个尿布的事吗？现在真的觉得好累，想离婚，想自杀。",
    "annotation": [
      {
        "sentence": "22岁刚生完宝宝，老公异地，不沟通，不理解，想离婚因为怀孕结婚的，和老公一直是异地，怀孕，生孩子和产后，一直是我一个人，现在宝宝四个月了，他家里人带小孩经常忘记喂奶时间，一小时喂三四次，现在晚上频繁夜奶，白天不放心他家里人带孩子，导致我一整天没时间睡觉。",
        "label": ""
      },
      {
        "sentence": "他家里人经常抱出去玩导致小孩发烧了，和老公异地，他工作空余时间喜欢玩游戏，不沟通，不交流。",
        "label": ""
      },
      {
        "sentence": "一个人带孩子真的好辛苦阿！",
        "label": ""
      },
      {
        "sentence": "我刚刚大学本科毕业，应聘到很好的工作，因为怀孕没去，坚持把孩子生下来，现在好后悔，异地不沟通，不能理解自己老婆带小孩辛苦的婚姻好累，男人觉得带小孩不就是喂个奶，换个尿布的事吗？",
        "label": ""
      },
      {
        "sentence": "现在真的觉得好累，想离婚，想自杀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困难和痛苦，我能理解你现在的心情。一方面，你和老公异地，整个怀孕、生孩子和产后的过程都是你一个人在承担，现在宝宝四个月大了，他家里人无法按时喂奶，晚上频繁夜奶，白天又不放心他们带孩子，导致你整天没有时间休息。另一方面，他们还让孩子发烧了，而你的老公在异地工作空余时间则喜欢玩游戏，不和你沟通交流。一个人独自带孩子确实是很辛苦的。你刚刚本科毕业就应聘到好工作，在怀孕的情况下选择了把孩子生下来，现在却感到后悔了。异地婚姻的不沟通和对你带孩子辛苦的无理解让你觉得很累，甚至产生了离婚和自杀的想法。",
    "annotation": [
      {
        "sentence": "听到你的困难和痛苦，我能理解你现在的心情。",
        "label": ""
      },
      {
        "sentence": "一方面，你和老公异地，整个怀孕、生孩子和产后的过程都是你一个人在承担，现在宝宝四个月大了，他家里人无法按时喂奶，晚上频繁夜奶，白天又不放心他们带孩子，导致你整天没有时间休息。",
        "label": ""
      },
      {
        "sentence": "另一方面，他们还让孩子发烧了，而你的老公在异地工作空余时间则喜欢玩游戏，不和你沟通交流。",
        "label": ""
      },
      {
        "sentence": "一个人独自带孩子确实是很辛苦的。",
        "label": ""
      },
      {
        "sentence": "你刚刚本科毕业就应聘到好工作，在怀孕的情况下选择了把孩子生下来，现在却感到后悔了。",
        "label": ""
      },
      {
        "sentence": "异地婚姻的不沟通和对你带孩子辛苦的无理解让你觉得很累，甚至产生了离婚和自杀的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的感到很绝望。我希望他能够理解我，关心我和孩子，但他好像只关心自己的事情，不愿意和我共同面对困难。我也试图和他沟通，但他总是不耐烦地回避或者不回应我的问题。我觉得我已经很努力了，但是他却不在乎我。",
    "annotation": [
      {
        "sentence": "是的，我真的感到很绝望。",
        "label": ""
      },
      {
        "sentence": "我希望他能够理解我，关心我和孩子，但他好像只关心自己的事情，不愿意和我共同面对困难。",
        "label": ""
      },
      {
        "sentence": "我也试图和他沟通，但他总是不耐烦地回避或者不回应我的问题。",
        "label": ""
      },
      {
        "sentence": "我觉得我已经很努力了，但是他却不在乎我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我完全可以理解。你希望他能够理解你的辛苦并给予支持，但他似乎只顾自己的事情，不愿意与你一同面对困难。你曾试图与他沟通，但他总是回避或不回应你的问题，这让你觉得很失望。你付出了很多努力，可他却看不到也不在乎。",
    "annotation": [
      {
        "sentence": "你的感受我完全可以理解。",
        "label": ""
      },
      {
        "sentence": "你希望他能够理解你的辛苦并给予支持，但他似乎只顾自己的事情，不愿意与你一同面对困难。",
        "label": ""
      },
      {
        "sentence": "你曾试图与他沟通，但他总是回避或不回应你的问题，这让你觉得很失望。",
        "label": ""
      },
      {
        "sentence": "你付出了很多努力，可他却看不到也不在乎。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自己一直在扮演一个没有被关心和理解的角色，很辛苦也很孤独。我曾经有很多的期望和憧憬，但现实却让我很失望。我不知道该怎么办才能改变这种现状，让他能够更关心我和孩子。",
    "annotation": [
      {
        "sentence": "是的，我觉得自己一直在扮演一个没有被关心和理解的角色，很辛苦也很孤独。",
        "label": ""
      },
      {
        "sentence": "我曾经有很多的期望和憧憬，但现实却让我很失望。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办才能改变这种现状，让他能够更关心我和孩子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对自己的感受非常准确，你感到孤独和被忽视的情绪确实很重。你曾经有过很多美好的期待，但现实却与之相差很大，这让你感到非常失望。你不知道如何改变现状，让他更关心你和孩子。其实，改变现状是需要双方共同努力的，而我们只能从改变自己开始。比如，我们可以试着换个角度和方式和他沟通，讲述你的情绪和真实感受，与他一起商量解决问题的方法，也可以找些时间专注照顾自己，不能总是把所有的注意力都放在忍耐和承受上。同时，尝试着找一些理解你的亲朋好友倾诉，可能他们会给出一些宝贵的建议和支持。最重要的是，不要忘记你的付出是有价值的，孩子的成长和你的幸福同样重要，继续努力寻找更好的方法和机会，让自己和孩子都能过上更好的生活。",
    "annotation": [
      {
        "sentence": "你对自己的感受非常准确，你感到孤独和被忽视的情绪确实很重。",
        "label": ""
      },
      {
        "sentence": "你曾经有过很多美好的期待，但现实却与之相差很大，这让你感到非常失望。",
        "label": ""
      },
      {
        "sentence": "你不知道如何改变现状，让他更关心你和孩子。",
        "label": ""
      },
      {
        "sentence": "其实，改变现状是需要双方共同努力的，而我们只能从改变自己开始。",
        "label": ""
      },
      {
        "sentence": "比如，我们可以试着换个角度和方式和他沟通，讲述你的情绪和真实感受，与他一起商量解决问题的方法，也可以找些时间专注照顾自己，不能总是把所有的注意力都放在忍耐和承受上。",
        "label": ""
      },
      {
        "sentence": "同时，尝试着找一些理解你的亲朋好友倾诉，可能他们会给出一些宝贵的建议和支持。",
        "label": ""
      },
      {
        "sentence": "最重要的是，不要忘记你的付出是有价值的，孩子的成长和你的幸福同样重要，继续努力寻找更好的方法和机会，让自己和孩子都能过上更好的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议。我以后会尝试用更直接和真实的方式与他沟通，同时也会尝试找些时间照顾好自己。我会倾诉给一些理解我的人，希望他们能给我些宝贵的建议和支持。我会坚持努力，为了自己和孩子能够过上更好的生活。再次感谢你的关心。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      },
      {
        "sentence": "我以后会尝试用更直接和真实的方式与他沟通，同时也会尝试找些时间照顾好自己。",
        "label": ""
      },
      {
        "sentence": "我会倾诉给一些理解我的人，希望他们能给我些宝贵的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会坚持努力，为了自己和孩子能够过上更好的生活。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我很高兴能够为你提供一些帮助和支持。记住，你不是一个人在面对这一切，总会有人愿意聆听和帮助你。请相信自己的能力，相信事情会变得更好。加油！如果你需要继续倾诉或有任何其他问题，随时都可以找我。祝你和宝宝都能过上幸福的生活！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我很高兴能够为你提供一些帮助和支持。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在面对这一切，总会有人愿意聆听和帮助你。",
        "label": ""
      },
      {
        "sentence": "请相信自己的能力，相信事情会变得更好。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果你需要继续倾诉或有任何其他问题，随时都可以找我。",
        "label": ""
      },
      {
        "sentence": "祝你和宝宝都能过上幸福的生活！",
        "label": ""
      }
    ]
  }
]