[
  {
    "role": "client",
    "content": "我想提升自己的学历，但我有拖延症，不知道该如何解决。我现在31岁，有大专学历。四年前我去了海外工作，在一家互联网公司担任高级财务经理。现在我想回国发展，但长时间的离开和自身学历问题使我在回国找工作面临很大的困难。我想考个MBA提高学历，但总是无法集中精力学习。请问该怎么解决这个问题呢？",
    "annotation": [
      {
        "sentence": "我想提升自己的学历，但我有拖延症，不知道该如何解决。",
        "label": ""
      },
      {
        "sentence": "我现在31岁，有大专学历。",
        "label": ""
      },
      {
        "sentence": "四年前我去了海外工作，在一家互联网公司担任高级财务经理。",
        "label": ""
      },
      {
        "sentence": "现在我想回国发展，但长时间的离开和自身学历问题使我在回国找工作面临很大的困难。",
        "label": ""
      },
      {
        "sentence": "我想考个MBA提高学历，但总是无法集中精力学习。",
        "label": ""
      },
      {
        "sentence": "请问该怎么解决这个问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提出的问题是很多想从国外回来的人都会遇到的。在国外生活久了，人们习惯了那里的工作和生活节奏，大脑被困在熟悉的环境中，感觉很舒适。但是一旦要回到国内，面对既熟悉又陌生的环境，心里就会产生抵触情绪。中国的竞争激烈，注重学历，工作节奏也很快，这些都会让适应变得困难。大脑在进入新环境时会处于高度警觉状态，肾上腺素分泌增多，导致注意力分散。注意力是保证我们专注于重要事情，并在该事情上保持长时间投入的关键要素，也是意志力的体现。新环境引发的焦虑会占用注意力的资源，导致拖延行为，总是做一些无关紧要的事情。研究表明，注意力的好坏呈U字形分布，刺激过低或过高都会干扰注意力的集中。就像睡眠一样，体温降低是入睡的前提。对于你这样想要回国发展的人来说，降低焦虑情绪是关键，让注意力能够集中在必要的学习上。我们现在生活的世界变化快，中国的变化更快，外界刺激非常多，这容易让人迷失方向，对自己的选择产生怀疑。不知道你对学习MBA的态度是怎样的，是坚信学习MBA能够得到好职位，还是其他的想法。这种不确定性会引发生理上的不适应反应，同时不确定性也增加了焦虑和担忧。焦虑会使注意力被带走，让大脑变得涣散和迷茫，进而提高警觉性。所以我们需要尽量平静心境，将注意力集中在重要事情上。当不确定感增加的时候，我们需要找到自己的优势，你在国外已经取得了较高的职位，积累了宝贵的经验，这些都需要你自己认识到。要记住，环境会发生变化，但我们的能力和经验是相对恒定的。在不确定的时候，寻找确定的、可控的因素非常重要。还有，了解你要学习什么、提高什么，不要盲目猜测，要有明确的目标。此外，可以尝试一些行为训练，如正念练习，这是保持注意力专注的好方法，网上有很多资源可供参考。同时，接纳环境变化带来的不确定性，并确保自己的目标是切实可行的。另外，发展人际关系和其他资源也很重要。在紧张的时候，家人和朋友的支持都可以帮助你度过困难。在中国，人际关系是非常重要的，所以请注意这一点。说了这么多，其实最重要的是你要相信自己。你已经度过了31年的人生，四年的国外工作经验和良好的职业素养是你增强自信的基础，不要被焦虑左右。困难和迷茫只是暂时的，拖延和分散注意力也不会持续下去，它们只是一时的应激反应。只要你能重新获得掌控感，你一定能找到自己发展的方向。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "你提出的问题是很多想从国外回来的人都会遇到的。",
        "label": ""
      },
      {
        "sentence": "在国外生活久了，人们习惯了那里的工作和生活节奏，大脑被困在熟悉的环境中，感觉很舒适。",
        "label": ""
      },
      {
        "sentence": "但是一旦要回到国内，面对既熟悉又陌生的环境，心里就会产生抵触情绪。",
        "label": ""
      },
      {
        "sentence": "中国的竞争激烈，注重学历，工作节奏也很快，这些都会让适应变得困难。",
        "label": ""
      },
      {
        "sentence": "大脑在进入新环境时会处于高度警觉状态，肾上腺素分泌增多，导致注意力分散。",
        "label": ""
      },
      {
        "sentence": "注意力是保证我们专注于重要事情，并在该事情上保持长时间投入的关键要素，也是意志力的体现。",
        "label": ""
      },
      {
        "sentence": "新环境引发的焦虑会占用注意力的资源，导致拖延行为，总是做一些无关紧要的事情。",
        "label": ""
      },
      {
        "sentence": "研究表明，注意力的好坏呈U字形分布，刺激过低或过高都会干扰注意力的集中。",
        "label": ""
      },
      {
        "sentence": "就像睡眠一样，体温降低是入睡的前提。",
        "label": ""
      },
      {
        "sentence": "对于你这样想要回国发展的人来说，降低焦虑情绪是关键，让注意力能够集中在必要的学习上。",
        "label": ""
      },
      {
        "sentence": "我们现在生活的世界变化快，中国的变化更快，外界刺激非常多，这容易让人迷失方向，对自己的选择产生怀疑。",
        "label": ""
      },
      {
        "sentence": "不知道你对学习MBA的态度是怎样的，是坚信学习MBA能够得到好职位，还是其他的想法。",
        "label": ""
      },
      {
        "sentence": "这种不确定性会引发生理上的不适应反应，同时不确定性也增加了焦虑和担忧。",
        "label": ""
      },
      {
        "sentence": "焦虑会使注意力被带走，让大脑变得涣散和迷茫，进而提高警觉性。",
        "label": ""
      },
      {
        "sentence": "所以我们需要尽量平静心境，将注意力集中在重要事情上。",
        "label": ""
      },
      {
        "sentence": "当不确定感增加的时候，我们需要找到自己的优势，你在国外已经取得了较高的职位，积累了宝贵的经验，这些都需要你自己认识到。",
        "label": ""
      },
      {
        "sentence": "要记住，环境会发生变化，但我们的能力和经验是相对恒定的。",
        "label": ""
      },
      {
        "sentence": "在不确定的时候，寻找确定的、可控的因素非常重要。",
        "label": ""
      },
      {
        "sentence": "还有，了解你要学习什么、提高什么，不要盲目猜测，要有明确的目标。",
        "label": ""
      },
      {
        "sentence": "此外，可以尝试一些行为训练，如正念练习，这是保持注意力专注的好方法，网上有很多资源可供参考。",
        "label": ""
      },
      {
        "sentence": "同时，接纳环境变化带来的不确定性，并确保自己的目标是切实可行的。",
        "label": ""
      },
      {
        "sentence": "另外，发展人际关系和其他资源也很重要。",
        "label": ""
      },
      {
        "sentence": "在紧张的时候，家人和朋友的支持都可以帮助你度过困难。",
        "label": ""
      },
      {
        "sentence": "在中国，人际关系是非常重要的，所以请注意这一点。",
        "label": ""
      },
      {
        "sentence": "说了这么多，其实最重要的是你要相信自己。",
        "label": ""
      },
      {
        "sentence": "你已经度过了31年的人生，四年的国外工作经验和良好的职业素养是你增强自信的基础，不要被焦虑左右。",
        "label": ""
      },
      {
        "sentence": "困难和迷茫只是暂时的，拖延和分散注意力也不会持续下去，它们只是一时的应激反应。",
        "label": ""
      },
      {
        "sentence": "只要你能重新获得掌控感，你一定能找到自己发展的方向。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]