[
  {
    "role": "client",
    "content": "我不允许别人拒绝我，只要别人拒绝我，我就会很生气？有次我给一个男同事发消息，是关于工作的事，只有一分钟他没有回我，我也不喜欢他，但是我还是紧张的心跳个不停，那一刻，我生怕他不回答我，我感觉我要被抛弃了被嫌弃了即使我理智上安慰自己是他可能没有看见。还有一次我向钢琴老师提出一个要求，我早来数分钟，可不可以早上课，钢琴老师迟疑了一会儿。他语气表情都很正常，一点也没有冒犯我，只是说嗯，要不你再练会儿吧。我知道钢琴老师做的一点毛病也没有，但是他拒绝了我，我心里还是很难受，我觉得是我不好！这次还是一样，嗯，有伙伴提出他不喜欢熬夜，想早点睡，我发消息随后他就没有回，我很生气、很愤怒，很想当面过去指责他，想把他删掉，想永远不搭理他了，但是我跟他真的没什么关系，这么要求也很过分，但是我真的不喜欢别人拒绝我，不喜欢别人不回应我，不喜欢别人不搭理我。我现在很想拥有一段亲密的关系，但是如果别人靠近我，我反而推开他，不相信他会喜欢我或者会一直喜欢我，患得患失。",
    "annotation": [
      {
        "sentence": "我不允许别人拒绝我，只要别人拒绝我，我就会很生气？",
        "label": ""
      },
      {
        "sentence": "有次我给一个男同事发消息，是关于工作的事，只有一分钟他没有回我，我也不喜欢他，但是我还是紧张的心跳个不停，那一刻，我生怕他不回答我，我感觉我要被抛弃了被嫌弃了即使我理智上安慰自己是他可能没有看见。",
        "label": ""
      },
      {
        "sentence": "还有一次我向钢琴老师提出一个要求，我早来数分钟，可不可以早上课，钢琴老师迟疑了一会儿。",
        "label": ""
      },
      {
        "sentence": "他语气表情都很正常，一点也没有冒犯我，只是说嗯，要不你再练会儿吧。",
        "label": ""
      },
      {
        "sentence": "我知道钢琴老师做的一点毛病也没有，但是他拒绝了我，我心里还是很难受，我觉得是我不好！",
        "label": ""
      },
      {
        "sentence": "这次还是一样，嗯，有伙伴提出他不喜欢熬夜，想早点睡，我发消息随后他就没有回，我很生气、很愤怒，很想当面过去指责他，想把他删掉，想永远不搭理他了，但是我跟他真的没什么关系，这么要求也很过分，但是我真的不喜欢别人拒绝我，不喜欢别人不回应我，不喜欢别人不搭理我。",
        "label": ""
      },
      {
        "sentence": "我现在很想拥有一段亲密的关系，但是如果别人靠近我，我反而推开他，不相信他会喜欢我或者会一直喜欢我，患得患失。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，拒绝和不被回应确实会引发不愉快的情绪。你说你不喜欢别人拒绝你，是因为拒绝让你感觉被抛弃和被嫌弃，即使你在理智上也安慰自己可能只是对方没有看到。这种情绪可能来自你内心的一种恐惧和不安全感。你之前还提到你对男同事和钢琴老师的担忧，虽然他们都没有做错什么，但你还是觉得自责。现在你又遇到类似的情况，对方不回应你的消息，让你感到生气和愤怒，甚至想指责和删掉他。但事实上，这个要求对方并不合理，但你依然希望得到他们的回应。你现在想要建立一个亲密的关系，但却对别人的靠近有所抵触，不相信别人会喜欢你或会长久喜欢你，这可能是一种患得患失的心态。我想问一下，你对拒绝的反应是否会导致某种损失，或让你产生一种特定的忧虑呢？",
    "annotation": [
      {
        "sentence": "我了解你的感受，拒绝和不被回应确实会引发不愉快的情绪。",
        "label": ""
      },
      {
        "sentence": "你说你不喜欢别人拒绝你，是因为拒绝让你感觉被抛弃和被嫌弃，即使你在理智上也安慰自己可能只是对方没有看到。",
        "label": ""
      },
      {
        "sentence": "这种情绪可能来自你内心的一种恐惧和不安全感。",
        "label": ""
      },
      {
        "sentence": "你之前还提到你对男同事和钢琴老师的担忧，虽然他们都没有做错什么，但你还是觉得自责。",
        "label": ""
      },
      {
        "sentence": "现在你又遇到类似的情况，对方不回应你的消息，让你感到生气和愤怒，甚至想指责和删掉他。",
        "label": ""
      },
      {
        "sentence": "但事实上，这个要求对方并不合理，但你依然希望得到他们的回应。",
        "label": ""
      },
      {
        "sentence": "你现在想要建立一个亲密的关系，但却对别人的靠近有所抵触，不相信别人会喜欢你或会长久喜欢你，这可能是一种患得患失的心态。",
        "label": ""
      },
      {
        "sentence": "我想问一下，你对拒绝的反应是否会导致某种损失，或让你产生一种特定的忧虑呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得如果别人拒绝我，我会失去他们的关系和支持，也会伤害我的自尊心。我担心别人的拒绝意味着我没有什么价值或不被喜欢。我也害怕投入情感，却最终被伤害或被抛弃。",
    "annotation": [
      {
        "sentence": "我觉得如果别人拒绝我，我会失去他们的关系和支持，也会伤害我的自尊心。",
        "label": ""
      },
      {
        "sentence": "我担心别人的拒绝意味着我没有什么价值或不被喜欢。",
        "label": ""
      },
      {
        "sentence": "我也害怕投入情感，却最终被伤害或被抛弃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对拒绝的担忧是可以理解的，因为它可能会给你的自尊心带来一些伤害。但是我们也可以思考一下，你的价值和他人的态度是否真的取决于别人对你的回应。每个人都有自己的喜好和需求，并不是每次拒绝都代表对你个人的否定。你担心投入情感最终会被伤害或被抛弃，这也是一个常见的担忧。但是要记住，建立亲密关系需要双方的互相投入和努力。对他人的信任是建立在了解和相互支持的基础上的。你想过在面对拒绝时，如何更积极地应对吗？",
    "annotation": [
      {
        "sentence": "你对拒绝的担忧是可以理解的，因为它可能会给你的自尊心带来一些伤害。",
        "label": ""
      },
      {
        "sentence": "但是我们也可以思考一下，你的价值和他人的态度是否真的取决于别人对你的回应。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的喜好和需求，并不是每次拒绝都代表对你个人的否定。",
        "label": ""
      },
      {
        "sentence": "你担心投入情感最终会被伤害或被抛弃，这也是一个常见的担忧。",
        "label": ""
      },
      {
        "sentence": "但是要记住，建立亲密关系需要双方的互相投入和努力。",
        "label": ""
      },
      {
        "sentence": "对他人的信任是建立在了解和相互支持的基础上的。",
        "label": ""
      },
      {
        "sentence": "你想过在面对拒绝时，如何更积极地应对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有时我会对拒绝产生消极的情绪，觉得是自己不好，也会责怪对方。但是我也知道这样没有意义，只会让我陷入负面情绪的循环中。有时候我会试着从对方的角度去理解，想想他们可能有自己的原因或考虑。但是很难控制自己的情绪，依然会感到失望和难过。",
    "annotation": [
      {
        "sentence": "有时我会对拒绝产生消极的情绪，觉得是自己不好，也会责怪对方。",
        "label": ""
      },
      {
        "sentence": "但是我也知道这样没有意义，只会让我陷入负面情绪的循环中。",
        "label": ""
      },
      {
        "sentence": "有时候我会试着从对方的角度去理解，想想他们可能有自己的原因或考虑。",
        "label": ""
      },
      {
        "sentence": "但是很难控制自己的情绪，依然会感到失望和难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经意识到了一些积极的想法和努力，这是一个很好的开始。逐渐改变对拒绝的消极思维需要时间和实践。当你感到失望和难过时，不妨试试以下方法：首先，给自己一点时间和空间来处理自己的情绪，不要过分责怪自己。其次，试着换位思考，想一想对方可能的原因和立场，这有助于你理解并接受拒绝。最后，尝试培养更坚韧和自信的心态，相信你自己的价值，不要把他人的回应作为衡量自己的唯一标准。逐渐地，你会发现自己对拒绝的反应有所调整，并更好地处理这样的情绪。",
    "annotation": [
      {
        "sentence": "你已经意识到了一些积极的想法和努力，这是一个很好的开始。",
        "label": ""
      },
      {
        "sentence": "逐渐改变对拒绝的消极思维需要时间和实践。",
        "label": ""
      },
      {
        "sentence": "当你感到失望和难过时，不妨试试以下方法：首先，给自己一点时间和空间来处理自己的情绪，不要过分责怪自己。",
        "label": ""
      },
      {
        "sentence": "其次，试着换位思考，想一想对方可能的原因和立场，这有助于你理解并接受拒绝。",
        "label": ""
      },
      {
        "sentence": "最后，尝试培养更坚韧和自信的心态，相信你自己的价值，不要把他人的回应作为衡量自己的唯一标准。",
        "label": ""
      },
      {
        "sentence": "逐渐地，你会发现自己对拒绝的反应有所调整，并更好地处理这样的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和理解。我会尝试用这些方法来处理自己的情绪，并更理性地对待拒绝的情况。我希望能够逐渐培养出更积极和健康的心态。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和理解。",
        "label": ""
      },
      {
        "sentence": "我会尝试用这些方法来处理自己的情绪，并更理性地对待拒绝的情况。",
        "label": ""
      },
      {
        "sentence": "我希望能够逐渐培养出更积极和健康的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和愿意尝试。记住，改变需要时间和努力，别给自己太大的压力。如果你需要进一步的支持或有任何其他问题，随时向我寻求帮助。我相信你能够逐渐走出拒绝过敏的困境，拥有更积极和健康的人际关系。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和愿意尝试。",
        "label": ""
      },
      {
        "sentence": "记住，改变需要时间和努力，别给自己太大的压力。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的支持或有任何其他问题，随时向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "我相信你能够逐渐走出拒绝过敏的困境，拥有更积极和健康的人际关系。",
        "label": ""
      }
    ]
  }
]