[
  {
    "role": "client",
    "content": "我不允许别人拒绝我，只要别人拒绝我，我就会很生气？有次我给一个男同事发消息，是关于工作的事，只有一分钟他没有回我，我也不喜欢他，但是我还是紧张的心跳个不停，那一刻，我生怕他不回答我，我感觉我要被抛弃了被嫌弃了即使我理智上安慰自己是他可能没有看见。",
    "annotation": [
      {
        "sentence": "我不允许别人拒绝我，只要别人拒绝我，我就会很生气？",
        "label": ""
      },
      {
        "sentence": "有次我给一个男同事发消息，是关于工作的事，只有一分钟他没有回我，我也不喜欢他，但是我还是紧张的心跳个不停，那一刻，我生怕他不回答我，我感觉我要被抛弃了被嫌弃了即使我理智上安慰自己是他可能没有看见。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先给你一个小小的拥抱，希望能够给你带去一些温暖。你的问题主要已经被你自己总结得很清楚了。你提到了一次你向男同事发消息而没有得到及时回复，那时你不喜欢他，但你还是很在乎他的回应，担心自己会被拒绝或被遗弃。我觉得你可能比较敏感且内向，渴望得到别人的关注和认可，对方的拒绝会触发你很多负面的情绪反应。",
    "annotation": [
      {
        "sentence": "首先给你一个小小的拥抱，希望能够给你带去一些温暖。",
        "label": ""
      },
      {
        "sentence": "你的问题主要已经被你自己总结得很清楚了。",
        "label": ""
      },
      {
        "sentence": "你提到了一次你向男同事发消息而没有得到及时回复，那时你不喜欢他，但你还是很在乎他的回应，担心自己会被拒绝或被遗弃。",
        "label": ""
      },
      {
        "sentence": "我觉得你可能比较敏感且内向，渴望得到别人的关注和认可，对方的拒绝会触发你很多负面的情绪反应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我是一个循规蹈矩的人，不喜欢突然的变化。我也意识到别人可能有更重要的事情要处理，但心里还是会很不舒服，觉得是自己的问题。",
    "annotation": [
      {
        "sentence": "是的，我是一个循规蹈矩的人，不喜欢突然的变化。",
        "label": ""
      },
      {
        "sentence": "我也意识到别人可能有更重要的事情要处理，但心里还是会很不舒服，觉得是自己的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受。对于那些循规蹈矩的人来说，突然的变化确实会让人感到不安。但你要明白，每个人都有自己的节奏和优先事项，他们的行为并不一定是针对你。你可以试着从不同的角度思考，想象一下他们的处境和可能的原因，这样或许能减轻你的负面情绪。",
    "annotation": [
      {
        "sentence": "我明白你的感受。",
        "label": ""
      },
      {
        "sentence": "对于那些循规蹈矩的人来说，突然的变化确实会让人感到不安。",
        "label": ""
      },
      {
        "sentence": "但你要明白，每个人都有自己的节奏和优先事项，他们的行为并不一定是针对你。",
        "label": ""
      },
      {
        "sentence": "你可以试着从不同的角度思考，想象一下他们的处境和可能的原因，这样或许能减轻你的负面情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该多换位思考，理解别人的角度。但有时候，我真的很不喜欢别人拒绝我，不回应我。这次还是一样，我很生气、很愤怒，很想当面过去指责他，想把他删掉，想永远不搭理他了，但是我跟他真的没什么关系，这么要求也很过分。",
    "annotation": [
      {
        "sentence": "你说得对，我应该多换位思考，理解别人的角度。",
        "label": ""
      },
      {
        "sentence": "但有时候，我真的很不喜欢别人拒绝我，不回应我。",
        "label": ""
      },
      {
        "sentence": "这次还是一样，我很生气、很愤怒，很想当面过去指责他，想把他删掉，想永远不搭理他了，但是我跟他真的没什么关系，这么要求也很过分。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当我们遇到不喜欢的情况时，愤怒的情绪是正常的反应。但是，我们可以通过控制自己的情绪来应对这种情况。在这种时候，我建议你尝试一些情绪调节的方法。比如，深呼吸、冥想或者与朋友交流。同时，要记住并尊重他人的决定和自由，因为我们每个人都有权利拒绝某些事情。",
    "annotation": [
      {
        "sentence": "当我们遇到不喜欢的情况时，愤怒的情绪是正常的反应。",
        "label": ""
      },
      {
        "sentence": "但是，我们可以通过控制自己的情绪来应对这种情况。",
        "label": ""
      },
      {
        "sentence": "在这种时候，我建议你尝试一些情绪调节的方法。",
        "label": ""
      },
      {
        "sentence": "比如，深呼吸、冥想或者与朋友交流。",
        "label": ""
      },
      {
        "sentence": "同时，要记住并尊重他人的决定和自由，因为我们每个人都有权利拒绝某些事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该更好地控制自己的情绪，并尊重他人的选择。但我仍然感到很焦虑和不安，因为我渴望有一段亲密的关系，但又害怕别人靠近我。我总是担心别人会不喜欢我，或者不会持续喜欢我。我感觉自己总是处于患得患失的状态。",
    "annotation": [
      {
        "sentence": "我明白了，我应该更好地控制自己的情绪，并尊重他人的选择。",
        "label": ""
      },
      {
        "sentence": "但我仍然感到很焦虑和不安，因为我渴望有一段亲密的关系，但又害怕别人靠近我。",
        "label": ""
      },
      {
        "sentence": "我总是担心别人会不喜欢我，或者不会持续喜欢我。",
        "label": ""
      },
      {
        "sentence": "我感觉自己总是处于患得患失的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对亲密关系的渴望和担忧，这在很多人中都很常见。但是，过度担心会影响你的情绪和生活。我建议你先从爱护自己开始，多关注自己的需求和感受。要有自信，相信自己是有价值的，无论别人如何对待你。同时，要学会放松和享受当前的生活，不要过度纠结于未来的不确定性。",
    "annotation": [
      {
        "sentence": "我理解你对亲密关系的渴望和担忧，这在很多人中都很常见。",
        "label": ""
      },
      {
        "sentence": "但是，过度担心会影响你的情绪和生活。",
        "label": ""
      },
      {
        "sentence": "我建议你先从爱护自己开始，多关注自己的需求和感受。",
        "label": ""
      },
      {
        "sentence": "要有自信，相信自己是有价值的，无论别人如何对待你。",
        "label": ""
      },
      {
        "sentence": "同时，要学会放松和享受当前的生活，不要过度纠结于未来的不确定性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会努力爱护自己，相信自己是有价值的。同时也会尝试放松和享受生活，不再过度担心他人的评价和喜好。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会努力爱护自己，相信自己是有价值的。",
        "label": ""
      },
      {
        "sentence": "同时也会尝试放松和享受生活，不再过度担心他人的评价和喜好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心。记住，我们每个人都是独特而有价值的。放松心态，积极面对生活中的变化和挑战，相信你会越来越好。希望我的支持对你有所帮助。祝福你的生活愉快！。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心。",
        "label": ""
      },
      {
        "sentence": "记住，我们每个人都是独特而有价值的。",
        "label": ""
      },
      {
        "sentence": "放松心态，积极面对生活中的变化和挑战，相信你会越来越好。",
        "label": ""
      },
      {
        "sentence": "希望我的支持对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "祝福你的生活愉快！。",
        "label": ""
      }
    ]
  }
]