[
  {
    "role": "client",
    "content": "我不允许别人拒绝我，只要别人拒绝我，我就会很生气？有次我给一个男同事发消息，是关于工作的事，只有一分钟他没有回我，我也不喜欢他，但是我还是紧张的心跳个不停，那一刻，我生怕他不回答我，我感觉我要被抛弃了被嫌弃了即使我理智上安慰自己是他可能没有看见。还有一次我向钢琴老师提出一个要求，我早来数分钟，可不可以早上课，钢琴老师迟疑了一会儿。他语气表情都很正常，一点也没有冒犯我，只是说嗯，要不你再练会儿吧。我知道钢琴老师做的一点毛病也没有，但是他拒绝了我，我心里还是很难受，我觉得是我不好！这次还是一样，嗯，有伙伴提出他不喜欢熬夜，想早点睡，我发消息随后他就没有回，我很生气、很愤怒，很想当面过去指责他，想把他删掉，想永远不搭理他了，但是我跟他真的没什么关系，这么要求也很过分，但是我真的不喜欢别人拒绝我，不喜欢别人不回应我，不喜欢别人不搭理我。我现在很想拥有一段亲密的关系，但是如果别人靠近我，我反而推开他，不相信他会喜欢我或者会一直喜欢我，患得患失。",
    "annotation": [
      {
        "sentence": "我不允许别人拒绝我，只要别人拒绝我，我就会很生气？",
        "label": ""
      },
      {
        "sentence": "有次我给一个男同事发消息，是关于工作的事，只有一分钟他没有回我，我也不喜欢他，但是我还是紧张的心跳个不停，那一刻，我生怕他不回答我，我感觉我要被抛弃了被嫌弃了即使我理智上安慰自己是他可能没有看见。",
        "label": ""
      },
      {
        "sentence": "还有一次我向钢琴老师提出一个要求，我早来数分钟，可不可以早上课，钢琴老师迟疑了一会儿。",
        "label": ""
      },
      {
        "sentence": "他语气表情都很正常，一点也没有冒犯我，只是说嗯，要不你再练会儿吧。",
        "label": ""
      },
      {
        "sentence": "我知道钢琴老师做的一点毛病也没有，但是他拒绝了我，我心里还是很难受，我觉得是我不好！",
        "label": ""
      },
      {
        "sentence": "这次还是一样，嗯，有伙伴提出他不喜欢熬夜，想早点睡，我发消息随后他就没有回，我很生气、很愤怒，很想当面过去指责他，想把他删掉，想永远不搭理他了，但是我跟他真的没什么关系，这么要求也很过分，但是我真的不喜欢别人拒绝我，不喜欢别人不回应我，不喜欢别人不搭理我。",
        "label": ""
      },
      {
        "sentence": "我现在很想拥有一段亲密的关系，但是如果别人靠近我，我反而推开他，不相信他会喜欢我或者会一直喜欢我，患得患失。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好！非常理解你的困扰和内心的焦虑。我能感受到你在和别人交流时的紧张和担心，每当别人拒绝回应你的消息或者提出不同的意见时，你会感到非常生气和难受。这种情绪可能源自你内心对被拒绝或被忽略的恐惧和担心，以及对自我价值的质疑。这种心理状态让你陷入了无法自由表达自己的困境。",
    "annotation": [
      {
        "sentence": "你好！",
        "label": ""
      },
      {
        "sentence": "非常理解你的困扰和内心的焦虑。",
        "label": ""
      },
      {
        "sentence": "我能感受到你在和别人交流时的紧张和担心，每当别人拒绝回应你的消息或者提出不同的意见时，你会感到非常生气和难受。",
        "label": ""
      },
      {
        "sentence": "这种情绪可能源自你内心对被拒绝或被忽略的恐惧和担心，以及对自我价值的质疑。",
        "label": ""
      },
      {
        "sentence": "这种心理状态让你陷入了无法自由表达自己的困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的害怕被别人拒绝和嫌弃，即使我明白别人可能只是没看到消息或者有其他原因。有时候我觉得自己很傻，但还是无法摆脱这种情绪。",
    "annotation": [
      {
        "sentence": "是的，我真的害怕被别人拒绝和嫌弃，即使我明白别人可能只是没看到消息或者有其他原因。",
        "label": ""
      },
      {
        "sentence": "有时候我觉得自己很傻，但还是无法摆脱这种情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你并不傻，这种情绪与你的成长经历和父母关系有关。或许在过去的经历中，你没有获得足够的尊重、理解和接纳，因此你对自己的价值产生了怀疑，并试图通过控制别人的行为来满足自己的需求。但是，实际上我们无法控制别人的反应，让他们按照我们的期望行动。我们能够做的，是学会接纳自己，从内心寻找满足和安全感，转变自己对待关系和被拒绝的方式。",
    "annotation": [
      {
        "sentence": "你并不傻，这种情绪与你的成长经历和父母关系有关。",
        "label": ""
      },
      {
        "sentence": "或许在过去的经历中，你没有获得足够的尊重、理解和接纳，因此你对自己的价值产生了怀疑，并试图通过控制别人的行为来满足自己的需求。",
        "label": ""
      },
      {
        "sentence": "但是，实际上我们无法控制别人的反应，让他们按照我们的期望行动。",
        "label": ""
      },
      {
        "sentence": "我们能够做的，是学会接纳自己，从内心寻找满足和安全感，转变自己对待关系和被拒绝的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，我需要接纳自己并寻找自我满足和安全感。但是这对我来说有点困难，我总是很容易被别人的回应和态度所左右，无法真正自在地面对别人和表达自己。",
    "annotation": [
      {
        "sentence": "我明白你的意思，我需要接纳自己并寻找自我满足和安全感。",
        "label": ""
      },
      {
        "sentence": "但是这对我来说有点困难，我总是很容易被别人的回应和态度所左右，无法真正自在地面对别人和表达自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这需要一些时间和努力。首先，你可以从内心沟通，写下你内心的想法和感受，释放内心的压力。其次，你可以尝试接纳自己的情绪，不再将其视为负面的东西，而是将其作为你的一部分，并寻找有助于平静和自我满足的方式。最重要的是，要对自己有信心，相信自己可以逐渐学会在人际关系中释放控制，获得更多的满足和自由。",
    "annotation": [
      {
        "sentence": "是的，这需要一些时间和努力。",
        "label": ""
      },
      {
        "sentence": "首先，你可以从内心沟通，写下你内心的想法和感受，释放内心的压力。",
        "label": ""
      },
      {
        "sentence": "其次，你可以尝试接纳自己的情绪，不再将其视为负面的东西，而是将其作为你的一部分，并寻找有助于平静和自我满足的方式。",
        "label": ""
      },
      {
        "sentence": "最重要的是，要对自己有信心，相信自己可以逐渐学会在人际关系中释放控制，获得更多的满足和自由。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我理解了。我会尝试写日记来表达我的情绪，并且要相信自己可以逐渐改变，摆脱对别人回应的过度依赖。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我理解了。",
        "label": ""
      },
      {
        "sentence": "我会尝试写日记来表达我的情绪，并且要相信自己可以逐渐改变，摆脱对别人回应的过度依赖。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心，写日记是一个很好的方式来表达情绪和认识自己。随着时间的推移，你会发现自己越来越能够接纳自己的情绪，并逐渐获取更多的满足和自由。相信自己，你可以做到的。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心，写日记是一个很好的方式来表达情绪和认识自己。",
        "label": ""
      },
      {
        "sentence": "随着时间的推移，你会发现自己越来越能够接纳自己的情绪，并逐渐获取更多的满足和自由。",
        "label": ""
      },
      {
        "sentence": "相信自己，你可以做到的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尽力的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尽力的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直在这里支持你。如果你有任何问题或者需要进一步的咨询，随时都可以找我。你不是一个人在战斗，我们一起前行。",
    "annotation": [
      {
        "sentence": "不用客气，我一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "如果你有任何问题或者需要进一步的咨询，随时都可以找我。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，我们一起前行。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励，我真的很感激。我会努力改变的，希望自己可以早日摆脱这种困扰。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励，我真的很感激。",
        "label": ""
      },
      {
        "sentence": "我会努力改变的，希望自己可以早日摆脱这种困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你一定能够度过这段困难时期，迎来更好的自己。请保持积极的心态，相信自己的能力，你一定能够做到的。加油！",
    "annotation": [
      {
        "sentence": "我相信你一定能够度过这段困难时期，迎来更好的自己。",
        "label": ""
      },
      {
        "sentence": "请保持积极的心态，相信自己的能力，你一定能够做到的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福，我会加油的！再次感谢你的耐心倾听和建议，我真的很感激。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福，我会加油的！",
        "label": ""
      },
      {
        "sentence": "再次感谢你的耐心倾听和建议，我真的很感激。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意帮助你。随时需要我都在这里。记得要保持积极心态，相信自己，你一定会有所改变的。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "随时需要我都在这里。",
        "label": ""
      },
      {
        "sentence": "记得要保持积极心态，相信自己，你一定会有所改变的。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]