[
  {
    "role": "client",
    "content": "我有一个朋友，当成闺蜜对待，很伤我，很痛苦。",
    "annotation": [
      {
        "sentence": "我有一个朋友，当成闺蜜对待，很伤我，很痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先给你一个大大的拥抱~非常能理解你在的心情，被亲密的朋友伤害是一件很让人心痛的事，可以感受到你的无奈和痛苦，也很心疼你~【问题分析】认识了20年的闺蜜，现在关系很不好。",
    "annotation": [
      {
        "sentence": "先给你一个大大的拥抱~非常能理解你在的心情，被亲密的朋友伤害是一件很让人心痛的事，可以感受到你的无奈和痛苦，也很心疼你~【问题分析】认识了20年的闺蜜，现在关系很不好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我们从中学开始就认识了，关系一直都很好，但最近变得非常不好。我把她当闺蜜，把我的心里话都告诉她，可她从来不与我分享关于她自己的事情。",
    "annotation": [
      {
        "sentence": "是啊，我们从中学开始就认识了，关系一直都很好，但最近变得非常不好。",
        "label": ""
      },
      {
        "sentence": "我把她当闺蜜，把我的心里话都告诉她，可她从来不与我分享关于她自己的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这让你感到很失望吧，感觉你们之间的付出不太对等。从你的描述中可以看出你对闺蜜真心相待，但她的表现则让你感到有些冷淡。这种一方付出而另一方不回应的感觉真的很难受。",
    "annotation": [
      {
        "sentence": "这让你感到很失望吧，感觉你们之间的付出不太对等。",
        "label": ""
      },
      {
        "sentence": "从你的描述中可以看出你对闺蜜真心相待，但她的表现则让你感到有些冷淡。",
        "label": ""
      },
      {
        "sentence": "这种一方付出而另一方不回应的感觉真的很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就觉得心里很难受。不仅在情感上感到痛苦，也在一些行为上感到被伤害。比如每次我父母来我家，我都特意为她准备好吃的，但她从来没有在她家对我这样做过。还有一次我们一起旅游，她因为迟到没赶上火车，让我帮她查路线，但火车上信号差，我没有帮上忙。后来她就让她朋友帮她了，把所有的行程都取消了。她妈妈打电话给我，请求我去接她，但她自己却一声不吭。还有我们本来约好一起去爬泰山，结果临时告诉我不去了，也没有提前说。这些事情一件接一件，让我觉得她对我的伤害越来越多。",
    "annotation": [
      {
        "sentence": "是的，我就觉得心里很难受。",
        "label": ""
      },
      {
        "sentence": "不仅在情感上感到痛苦，也在一些行为上感到被伤害。",
        "label": ""
      },
      {
        "sentence": "比如每次我父母来我家，我都特意为她准备好吃的，但她从来没有在她家对我这样做过。",
        "label": ""
      },
      {
        "sentence": "还有一次我们一起旅游，她因为迟到没赶上火车，让我帮她查路线，但火车上信号差，我没有帮上忙。",
        "label": ""
      },
      {
        "sentence": "后来她就让她朋友帮她了，把所有的行程都取消了。",
        "label": ""
      },
      {
        "sentence": "她妈妈打电话给我，请求我去接她，但她自己却一声不吭。",
        "label": ""
      },
      {
        "sentence": "还有我们本来约好一起去爬泰山，结果临时告诉我不去了，也没有提前说。",
        "label": ""
      },
      {
        "sentence": "这些事情一件接一件，让我觉得她对我的伤害越来越多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这真的让你很生气，也让你感到很伤心。我能理解你的感受，这些事情对你来说都很重要，但她的行为让你觉得她并不在乎你的感受。你对她的期待和她的行为之间产生了很大的落差，这种失望和心痛确实很难受。",
    "annotation": [
      {
        "sentence": "这真的让你很生气，也让你感到很伤心。",
        "label": ""
      },
      {
        "sentence": "我能理解你的感受，这些事情对你来说都很重要，但她的行为让你觉得她并不在乎你的感受。",
        "label": ""
      },
      {
        "sentence": "你对她的期待和她的行为之间产生了很大的落差，这种失望和心痛确实很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就觉得心里很过不去，也很痛苦。不知道我们之间的关系还能不能修复，还能不能变回以前那样。",
    "annotation": [
      {
        "sentence": "是的，我就觉得心里很过不去，也很痛苦。",
        "label": ""
      },
      {
        "sentence": "不知道我们之间的关系还能不能修复，还能不能变回以前那样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现在的状况确实令人困扰，但我觉得你们之间的友情并不是一蹴而就就能轻易破裂的。你可以考虑找个时间和她好好谈一谈，真诚地表达你的想法和感受。听听她对这些事情的理解和解释，也让她了解你的感受。也许只有双方都坦诚地面对问题，才能找到解决的办法。毕竟20年的友情不易，希望你们可以通过沟通重新建立起亲密的关系。",
    "annotation": [
      {
        "sentence": "现在的状况确实令人困扰，但我觉得你们之间的友情并不是一蹴而就就能轻易破裂的。",
        "label": ""
      },
      {
        "sentence": "你可以考虑找个时间和她好好谈一谈，真诚地表达你的想法和感受。",
        "label": ""
      },
      {
        "sentence": "听听她对这些事情的理解和解释，也让她了解你的感受。",
        "label": ""
      },
      {
        "sentence": "也许只有双方都坦诚地面对问题，才能找到解决的办法。",
        "label": ""
      },
      {
        "sentence": "毕竟20年的友情不易，希望你们可以通过沟通重新建立起亲密的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我觉得和她好好谈一谈是一个好主意。但是我有点担心，她从来不和我分享自己的事情，会不会对我的想法不感兴趣呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我觉得和她好好谈一谈是一个好主意。",
        "label": ""
      },
      {
        "sentence": "但是我有点担心，她从来不和我分享自己的事情，会不会对我的想法不感兴趣呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个可能性是存在的，但我觉得你可以尝试去表达自己的想法。告诉她你希望能够更多了解她的内心世界，希望可以更亲密地分享彼此的生活。也许她会有自己的原因选择保守或者不愿意与人分享，但至少你尝试过了。如果她并不对此感兴趣，你也可以考虑以其他形式了解她，比如写信或者以文字的方式交流。坦诚和理解是建立亲密关系的关键，希望你能克服担忧，勇敢面对这段友情。",
    "annotation": [
      {
        "sentence": "这个可能性是存在的，但我觉得你可以尝试去表达自己的想法。",
        "label": ""
      },
      {
        "sentence": "告诉她你希望能够更多了解她的内心世界，希望可以更亲密地分享彼此的生活。",
        "label": ""
      },
      {
        "sentence": "也许她会有自己的原因选择保守或者不愿意与人分享，但至少你尝试过了。",
        "label": ""
      },
      {
        "sentence": "如果她并不对此感兴趣，你也可以考虑以其他形式了解她，比如写信或者以文字的方式交流。",
        "label": ""
      },
      {
        "sentence": "坦诚和理解是建立亲密关系的关键，希望你能克服担忧，勇敢面对这段友情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尽量放宽心态，勇敢面对和她的对话。我真的希望我们能够重新建立起亲密的友谊，过得开心快乐。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尽量放宽心态，勇敢面对和她的对话。",
        "label": ""
      },
      {
        "sentence": "我真的希望我们能够重新建立起亲密的友谊，过得开心快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你一定能够克服眼前的困难，并与闺蜜重新走到一起。无论最后的结果如何，珍惜过去这20年的友情，也勇敢面对未来的变数。希望你早日摆脱烦恼，过上幸福快乐的生活！如果你还有什么需要帮助的，随时都可以来找我哦~",
    "annotation": [
      {
        "sentence": "我相信你一定能够克服眼前的困难，并与闺蜜重新走到一起。",
        "label": ""
      },
      {
        "sentence": "无论最后的结果如何，珍惜过去这20年的友情，也勇敢面对未来的变数。",
        "label": ""
      },
      {
        "sentence": "希望你早日摆脱烦恼，过上幸福快乐的生活！",
        "label": ""
      },
      {
        "sentence": "如果你还有什么需要帮助的，随时都可以来找我哦~",
        "label": ""
      }
    ]
  }
]