[
  {
    "role": "client",
    "content": "吵架的时候男朋友只喜欢说气话，该怎么办？",
    "annotation": [
      {
        "sentence": "吵架的时候男朋友只喜欢说气话，该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看得出来你现在很苦恼，隔空希望能给你一点温暖。你说你刚开始很喜欢吵架都是男朋友哄你，但你觉得这样不好，反省了自己，但现在情况反过来了，变成了你去哄男朋友，而男朋友很喜欢说丧气话。",
    "annotation": [
      {
        "sentence": "看得出来你现在很苦恼，隔空希望能给你一点温暖。",
        "label": ""
      },
      {
        "sentence": "你说你刚开始很喜欢吵架都是男朋友哄你，但你觉得这样不好，反省了自己，但现在情况反过来了，变成了你去哄男朋友，而男朋友很喜欢说丧气话。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，一开始吵架时他总是哄我，让我感到安慰，可现在我好像成了他的情绪出口，他只喜欢说消极的话。",
    "annotation": [
      {
        "sentence": "是的，一开始吵架时他总是哄我，让我感到安慰，可现在我好像成了他的情绪出口，他只喜欢说消极的话。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我觉得你是不是反省自己过后太卑微了，就是从一个极端走向了另外一个极端。从之前的非常无理取闹变成了现在特别委曲求全的样子。如果这样的话呢？那还是不行哦，你要保持一个平衡，比如说有些事情你有你的原则还是要坚持，不能因为想着自己要懂事就不去计较。不能作，也不能太懂事，你要取中间值，就是平衡。一些小事上面你可以不用吵闹来增加两个人的负担，但是一些原则上的事情你该有的态度还是要有，比如你介意什么事情，跟男朋友说了很多次他还是不听，这个时候你就不能得过且过了，一定要跟他沟通出来一个结果。太过委曲求全也是不行的，会让对方无所顾忌，那他可能就不会顾及你的感受，想怎么样就怎么样了。",
    "annotation": [
      {
        "sentence": "我觉得你是不是反省自己过后太卑微了，就是从一个极端走向了另外一个极端。",
        "label": ""
      },
      {
        "sentence": "从之前的非常无理取闹变成了现在特别委曲求全的样子。",
        "label": ""
      },
      {
        "sentence": "如果这样的话呢？",
        "label": ""
      },
      {
        "sentence": "那还是不行哦，你要保持一个平衡，比如说有些事情你有你的原则还是要坚持，不能因为想着自己要懂事就不去计较。",
        "label": ""
      },
      {
        "sentence": "不能作，也不能太懂事，你要取中间值，就是平衡。",
        "label": ""
      },
      {
        "sentence": "一些小事上面你可以不用吵闹来增加两个人的负担，但是一些原则上的事情你该有的态度还是要有，比如你介意什么事情，跟男朋友说了很多次他还是不听，这个时候你就不能得过且过了，一定要跟他沟通出来一个结果。",
        "label": ""
      },
      {
        "sentence": "太过委曲求全也是不行的，会让对方无所顾忌，那他可能就不会顾及你的感受，想怎么样就怎么样了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我意识到自己可能从一个极端走向了另一个。我想要在两个极端之间找到平衡，但有时候感觉很困难，不知道如何把握好尺度。",
    "annotation": [
      {
        "sentence": "你说的很对，我意识到自己可能从一个极端走向了另一个。",
        "label": ""
      },
      {
        "sentence": "我想要在两个极端之间找到平衡，但有时候感觉很困难，不知道如何把握好尺度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，在两个极端之间找到平衡是挑战，但也并非不可能。首先要明确自己的底线和原则，这样你在处理事情时就不会背离自己的真实想法。同时，可以尝试改变沟通方式，用更温和且理性的语言表达自己的需求和意见，让对方能够理解你的立场。不过，重要的是要保持冷静和耐心，不要让情绪支配你的行为。",
    "annotation": [
      {
        "sentence": "确实，在两个极端之间找到平衡是挑战，但也并非不可能。",
        "label": ""
      },
      {
        "sentence": "首先要明确自己的底线和原则，这样你在处理事情时就不会背离自己的真实想法。",
        "label": ""
      },
      {
        "sentence": "同时，可以尝试改变沟通方式，用更温和且理性的语言表达自己的需求和意见，让对方能够理解你的立场。",
        "label": ""
      },
      {
        "sentence": "不过，重要的是要保持冷静和耐心，不要让情绪支配你的行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着明确自己的底线和原则，并且改变沟通方式。但有时候他说一些丧气的话，让我觉得很心累，不知道该怎么应对。",
    "annotation": [
      {
        "sentence": "我会试着明确自己的底线和原则，并且改变沟通方式。",
        "label": ""
      },
      {
        "sentence": "但有时候他说一些丧气的话，让我觉得很心累，不知道该怎么应对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你男朋友是否是工作压力太大了，他说想分手怕耽误你，是不是在事业上或者原生家庭给他的压力太大他无法排解，所以有时候无意间把这个负能量倾注到你的身上了。这样的话你可以跟他好好沟通，困难不怕，大家一起度过，别因为这些困难伤害最爱的人，这才是最得不偿失的事情啊！总的来说，你跟男朋友在一起好几年了，感情可能也会到一个瓶颈期了。试着做出一些改变吧，改变沟通方式，或者改变一些生活方式。只要两个人还是彼此相爱的，那就想办法一起度过难关呀！祝好～。",
    "annotation": [
      {
        "sentence": "你男朋友是否是工作压力太大了，他说想分手怕耽误你，是不是在事业上或者原生家庭给他的压力太大他无法排解，所以有时候无意间把这个负能量倾注到你的身上了。",
        "label": ""
      },
      {
        "sentence": "这样的话你可以跟他好好沟通，困难不怕，大家一起度过，别因为这些困难伤害最爱的人，这才是最得不偿失的事情啊！",
        "label": ""
      },
      {
        "sentence": "总的来说，你跟男朋友在一起好几年了，感情可能也会到一个瓶颈期了。",
        "label": ""
      },
      {
        "sentence": "试着做出一些改变吧，改变沟通方式，或者改变一些生活方式。",
        "label": ""
      },
      {
        "sentence": "只要两个人还是彼此相爱的，那就想办法一起度过难关呀！",
        "label": ""
      },
      {
        "sentence": "祝好～。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我应该尝试跟他好好沟通，找出问题的根源并一起解决。或许我们确实需要改变一些沟通方式和生活方式，这样才能克服感情中的困难。谢谢你的支持和鼓励！我会努力的。",
    "annotation": [
      {
        "sentence": "你说的对，我应该尝试跟他好好沟通，找出问题的根源并一起解决。",
        "label": ""
      },
      {
        "sentence": "或许我们确实需要改变一些沟通方式和生活方式，这样才能克服感情中的困难。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会努力的。",
        "label": ""
      }
    ]
  }
]