[
  {
    "role": "client",
    "content": "吵架的时候男朋友只喜欢说气话，该怎么办？",
    "annotation": [
      {
        "sentence": "吵架的时候男朋友只喜欢说气话，该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够自我反省这点很好，说明你意识到了问题并且有想变好的动力，只是不知道男友是怎么想的，因为他现在似乎是拒绝沟通的状态，确实也是挺难的，也许需要你耐心地去寻找事情的真相。",
    "annotation": [
      {
        "sentence": "你能够自我反省这点很好，说明你意识到了问题并且有想变好的动力，只是不知道男友是怎么想的，因为他现在似乎是拒绝沟通的状态，确实也是挺难的，也许需要你耐心地去寻找事情的真相。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我已经反省了自己，发现可能是因为我妈一直喜欢打压否认我，导致我模仿他的方式去对待男朋友。想通了之后我和他之间的争吵变少了，但每一次一有矛盾就是大爆发，我开始哄他，他拒绝沟通，也就是我们的相处模式反过来了。",
    "annotation": [
      {
        "sentence": "我已经反省了自己，发现可能是因为我妈一直喜欢打压否认我，导致我模仿他的方式去对待男朋友。",
        "label": ""
      },
      {
        "sentence": "想通了之后我和他之间的争吵变少了，但每一次一有矛盾就是大爆发，我开始哄他，他拒绝沟通，也就是我们的相处模式反过来了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你能够认识到自己的问题并努力改正，这是一件非常不容易的事情。不过，长期受压抑的经历确实会对我们的行为产生影响。对于你和男友的相处模式，也许是因为之前过多的争吵导致你们现在相处困难，需要更多的时间和沟通来改善。试着和他好好聊一聊，多沟通一下，聊聊彼此的想法。",
    "annotation": [
      {
        "sentence": "看到你能够认识到自己的问题并努力改正，这是一件非常不容易的事情。",
        "label": ""
      },
      {
        "sentence": "不过，长期受压抑的经历确实会对我们的行为产生影响。",
        "label": ""
      },
      {
        "sentence": "对于你和男友的相处模式，也许是因为之前过多的争吵导致你们现在相处困难，需要更多的时间和沟通来改善。",
        "label": ""
      },
      {
        "sentence": "试着和他好好聊一聊，多沟通一下，聊聊彼此的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我已经和他说我们好好聊一聊，多沟通一下，但他一直说很丧气的话，比如耽误你了之类的，像是要分手。如果让他一个人冷静一段时间，他会一直不找我，如果我揪着他沟通，他又说丧气的话久了我就很心累，不知道怎么办才好。",
    "annotation": [
      {
        "sentence": "我已经和他说我们好好聊一聊，多沟通一下，但他一直说很丧气的话，比如耽误你了之类的，像是要分手。",
        "label": ""
      },
      {
        "sentence": "如果让他一个人冷静一段时间，他会一直不找我，如果我揪着他沟通，他又说丧气的话久了我就很心累，不知道怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到他一直说很丧气的话，可能是因为他正受到情绪的困扰，觉得自己对你造成了负担。也许需要给他一些时间让他冷静一下，不要过多地去追问，但同时也要保护好自己的情绪，不要让他的消极情绪影响到你。或者你可以试着换一个方式，代表你的关心和爱意，向他表达你很爱他，很抱歉发生矛盾伤害了你们彼此间的感情，你也感到很难受，想问一下对方自己怎么做他才会觉得舒适。",
    "annotation": [
      {
        "sentence": "听到他一直说很丧气的话，可能是因为他正受到情绪的困扰，觉得自己对你造成了负担。",
        "label": ""
      },
      {
        "sentence": "也许需要给他一些时间让他冷静一下，不要过多地去追问，但同时也要保护好自己的情绪，不要让他的消极情绪影响到你。",
        "label": ""
      },
      {
        "sentence": "或者你可以试着换一个方式，代表你的关心和爱意，向他表达你很爱他，很抱歉发生矛盾伤害了你们彼此间的感情，你也感到很难受，想问一下对方自己怎么做他才会觉得舒适。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得确实有道理。我会试着换一种方式与他沟通，表达自己真实的感受，希望能够引起他的共鸣。只是有时候我怕我说多了，他会更加厌烦。",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得确实有道理。",
        "label": ""
      },
      {
        "sentence": "我会试着换一种方式与他沟通，表达自己真实的感受，希望能够引起他的共鸣。",
        "label": ""
      },
      {
        "sentence": "只是有时候我怕我说多了，他会更加厌烦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担忧，不过你的真实感受需要被表达出来，让对方了解到你的想法和困惑。但也不要一直纠结于沟通，适时给他一些空间去思考。希望通过你的真诚和理解，他能够渐渐敞开心扉。但同时，也要明确，你并不是要去苛责自己，因为在感情中是双方相互经营的。如果你做了一切尝试对方还是不愿意敞开心扉，那么也不要去苛责自己，也许和对方并不合适了。",
    "annotation": [
      {
        "sentence": "理解你的担忧，不过你的真实感受需要被表达出来，让对方了解到你的想法和困惑。",
        "label": ""
      },
      {
        "sentence": "但也不要一直纠结于沟通，适时给他一些空间去思考。",
        "label": ""
      },
      {
        "sentence": "希望通过你的真诚和理解，他能够渐渐敞开心扉。",
        "label": ""
      },
      {
        "sentence": "但同时，也要明确，你并不是要去苛责自己，因为在感情中是双方相互经营的。",
        "label": ""
      },
      {
        "sentence": "如果你做了一切尝试对方还是不愿意敞开心扉，那么也不要去苛责自己，也许和对方并不合适了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会好好考虑并尝试去沟通。如果最终我们无法解决问题，我也会接受这个现实，并找到适合自己的解决方法。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会好好考虑并尝试去沟通。",
        "label": ""
      },
      {
        "sentence": "如果最终我们无法解决问题，我也会接受这个现实，并找到适合自己的解决方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议能有所帮助。相信无论最终结果如何，你都会找到适合自己的方式，重新开始自己的生活。记得要好好照顾自己，在这个过程中学会更好地爱护自己，不断成长和进步。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议能有所帮助。",
        "label": ""
      },
      {
        "sentence": "相信无论最终结果如何，你都会找到适合自己的方式，重新开始自己的生活。",
        "label": ""
      },
      {
        "sentence": "记得要好好照顾自己，在这个过程中学会更好地爱护自己，不断成长和进步。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]