[
  {
    "role": "client",
    "content": "最近我的父亲去世，以前我妈就因为一些小事一直跟他吵架，现在又常常跟我哥吵架，我知道妈妈对我很好，也知道我哥确实有不对的地方，但是我妈喜欢把她的想法强加在我身上，不按她的想法去做事，他就会骂你，为人处事对待他人的方式也很霸道，生气时说的一些很疯狂的事也会如实做到，例如：剪洗衣机线；剪空调线，嘴巴也很尖，我到底该怎么样？而且我妈还常常与我哥吵架，我哥也23的人了，我爸以前特别宠他，他一开口说要钱，我爸就算表现的在生气也会给他，还给他找了一份7000多的好工作，以前就很败家，现在老爸走了，本以为他会改，但他没有，每天迟到不说，三天打鱼两天晒网，隔几天就请一次假，月结后工资就变成了3000，4000多，他还在家白吃白住，这个还好说，毕竟我们是一家人，但是过分的是他还带了他的朋友来这住，一开始住2个月还说，现在赖在我们家赖了5个月，白吃白喝，水电费飙升，说了所以我到底该如何处理我哥与我妈的关系？",
    "annotation": [
      {
        "sentence": "最近我的父亲去世，以前我妈就因为一些小事一直跟他吵架，现在又常常跟我哥吵架，我知道妈妈对我很好，也知道我哥确实有不对的地方，但是我妈喜欢把她的想法强加在我身上，不按她的想法去做事，他就会骂你，为人处事对待他人的方式也很霸道，生气时说的一些很疯狂的事也会如实做到，例如：剪洗衣机线；剪空调线，嘴巴也很尖，我到底该怎么样？",
        "label": ""
      },
      {
        "sentence": "而且我妈还常常与我哥吵架，我哥也23的人了，我爸以前特别宠他，他一开口说要钱，我爸就算表现的在生气也会给他，还给他找了一份7000多的好工作，以前就很败家，现在老爸走了，本以为他会改，但他没有，每天迟到不说，三天打鱼两天晒网，隔几天就请一次假，月结后工资就变成了3000，4000多，他还在家白吃白住，这个还好说，毕竟我们是一家人，但是过分的是他还带了他的朋友来这住，一开始住2个月还说，现在赖在我们家赖了5个月，白吃白喝，水电费飙升，说了所以我到底该如何处理我哥与我妈的关系？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完了你的叙述，我最想知道的就是你妈怎么看待你哥带着朋友住在你家这么长时间，她是什么想法？我觉得最棘手的就是先把这个问题解决了再说，你妈妈的表现其实也让我疑惑，他为什么能够忍受这么一个外来人在你们家住这么长时间，现在你爸爸不在了，你妈也算是一家之主了。",
    "annotation": [
      {
        "sentence": "看完了你的叙述，我最想知道的就是你妈怎么看待你哥带着朋友住在你家这么长时间，她是什么想法？",
        "label": ""
      },
      {
        "sentence": "我觉得最棘手的就是先把这个问题解决了再说，你妈妈的表现其实也让我疑惑，他为什么能够忍受这么一个外来人在你们家住这么长时间，现在你爸爸不在了，你妈也算是一家之主了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我妈似乎觉得我哥带朋友住在家里可以让我们家变得热闹一些，她可能希望通过这样来填补爸爸离世后的空虚感。但我觉得这样做并不合适，毕竟我们家的经济状况也不是很好，而且这个朋友一直都没有打算搬走，我妈也没有过多干涉。",
    "annotation": [
      {
        "sentence": "我妈似乎觉得我哥带朋友住在家里可以让我们家变得热闹一些，她可能希望通过这样来填补爸爸离世后的空虚感。",
        "label": ""
      },
      {
        "sentence": "但我觉得这样做并不合适，毕竟我们家的经济状况也不是很好，而且这个朋友一直都没有打算搬走，我妈也没有过多干涉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "让这么一个外来人待这么长时间，怎么也说不过去，也不合适。难道你妈妈的脾气对外面表现出和善，对自己的家人就会表现出极端行为吗？这个我需要确定。关于怎么处理你妈妈和你哥哥之间的关系。以你现在的能力，可能保持沉默，对你来说就是无奈之举。作为一个局外人来讲你妈妈的想法不错，做法上并没有收到好的效果，反而他们母子两个人之间的情感间隙越来越大。",
    "annotation": [
      {
        "sentence": "让这么一个外来人待这么长时间，怎么也说不过去，也不合适。",
        "label": ""
      },
      {
        "sentence": "难道你妈妈的脾气对外面表现出和善，对自己的家人就会表现出极端行为吗？",
        "label": ""
      },
      {
        "sentence": "这个我需要确定。",
        "label": ""
      },
      {
        "sentence": "关于怎么处理你妈妈和你哥哥之间的关系。",
        "label": ""
      },
      {
        "sentence": "以你现在的能力，可能保持沉默，对你来说就是无奈之举。",
        "label": ""
      },
      {
        "sentence": "作为一个局外人来讲你妈妈的想法不错，做法上并没有收到好的效果，反而他们母子两个人之间的情感间隙越来越大。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你说得对，我妈妈的确对外面人表现得很和善，对家人却异常严厉和霸道，我也不明白为什么会这样。每次她发脾气时，我们都觉得非常担心和恐惧，所以很少有人会反驳她，我觉得她的控制欲太强了。",
    "annotation": [
      {
        "sentence": "我觉得你说得对，我妈妈的确对外面人表现得很和善，对家人却异常严厉和霸道，我也不明白为什么会这样。",
        "label": ""
      },
      {
        "sentence": "每次她发脾气时，我们都觉得非常担心和恐惧，所以很少有人会反驳她，我觉得她的控制欲太强了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你妈妈控制欲这么强，但是她并没有掌控全局的能力。而你现在能做的最多就像润滑剂一样使他们紧张的关系稍微降温。还有一点，你虽然讲到你妈妈的一些比较极端的行为，但是这个行为是怎么养成的，没有无从得知，肯定不是一下子就成这个样子。如果你还有耐心，那么你就想一想你妈妈是从什么时候脾气变得这么的阴晴不定。",
    "annotation": [
      {
        "sentence": "你妈妈控制欲这么强，但是她并没有掌控全局的能力。",
        "label": ""
      },
      {
        "sentence": "而你现在能做的最多就像润滑剂一样使他们紧张的关系稍微降温。",
        "label": ""
      },
      {
        "sentence": "还有一点，你虽然讲到你妈妈的一些比较极端的行为，但是这个行为是怎么养成的，没有无从得知，肯定不是一下子就成这个样子。",
        "label": ""
      },
      {
        "sentence": "如果你还有耐心，那么你就想一想你妈妈是从什么时候脾气变得这么的阴晴不定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得可能是在我爸离世后，她的心情发生了很大的变化，变得更加暴躁和易怒。以前她对我和哥哥都特别好，但在爸爸去世后，她变得很情绪化，经常为一些小事情发脾气，感觉整个人都变了。",
    "annotation": [
      {
        "sentence": "我觉得可能是在我爸离世后，她的心情发生了很大的变化，变得更加暴躁和易怒。",
        "label": ""
      },
      {
        "sentence": "以前她对我和哥哥都特别好，但在爸爸去世后，她变得很情绪化，经常为一些小事情发脾气，感觉整个人都变了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你觉得是哪些事情导致她的这些这样的行为？因为我相信每一个行为背后都有一些心理动机作为支撑的，不管是控制欲还是极端行为。并且还都有一个正面的心理动机。需要你的一些信息补充。",
    "annotation": [
      {
        "sentence": "你觉得是哪些事情导致她的这些这样的行为？",
        "label": ""
      },
      {
        "sentence": "因为我相信每一个行为背后都有一些心理动机作为支撑的，不管是控制欲还是极端行为。",
        "label": ""
      },
      {
        "sentence": "并且还都有一个正面的心理动机。",
        "label": ""
      },
      {
        "sentence": "需要你的一些信息补充。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想起来了，爸爸去世后，我哥经常跟她吵架，要钱之类的事情也频繁发生，我妈可能觉得很受委屈，所以情绪变得很不稳定。而且我妈一直很宠爱我哥，过去爸爸也一直宠他。我感觉她可能是受到了双重的打击，导致现在的情况。",
    "annotation": [
      {
        "sentence": "我想起来了，爸爸去世后，我哥经常跟她吵架，要钱之类的事情也频繁发生，我妈可能觉得很受委屈，所以情绪变得很不稳定。",
        "label": ""
      },
      {
        "sentence": "而且我妈一直很宠爱我哥，过去爸爸也一直宠他。",
        "label": ""
      },
      {
        "sentence": "我感觉她可能是受到了双重的打击，导致现在的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你妈妈在失去你爸爸的同时也承受了许多压力，这可能是导致她情绪不稳定和行为极端的原因。我建议你可以试着和你妈妈沟通，倾听她的感受，帮助她减轻压力。同时，也可以和你哥哥谈一谈，劝他好好规划自己的生活，不要总依赖家里的支持。逐步改变家庭中的不良局面需要时间和耐心，但只要大家共同努力，问题是可以解决的。",
    "annotation": [
      {
        "sentence": "明白了，你妈妈在失去你爸爸的同时也承受了许多压力，这可能是导致她情绪不稳定和行为极端的原因。",
        "label": ""
      },
      {
        "sentence": "我建议你可以试着和你妈妈沟通，倾听她的感受，帮助她减轻压力。",
        "label": ""
      },
      {
        "sentence": "同时，也可以和你哥哥谈一谈，劝他好好规划自己的生活，不要总依赖家里的支持。",
        "label": ""
      },
      {
        "sentence": "逐步改变家庭中的不良局面需要时间和耐心，但只要大家共同努力，问题是可以解决的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽力去和他们沟通，希望家庭关系能够得到改善。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽力去和他们沟通，希望家庭关系能够得到改善。",
        "label": ""
      }
    ]
  }
]