[
  {
    "role": "client",
    "content": "为什么我自卑抑郁无法自拔？原生家庭影响？父亲有精分史，能力较差，母亲双亲早亡。我们兄妹4个。可能是父亲无能，母亲便脾气暴躁，记忆中对我们孩子做的事只有挑别。我最小，见姐哥被母亲责骂，便变得胆小很乖。大姐参加工作后，母亲与大姐天天晚上吵得不可开交。终于二姐18岁那年受了惊吓，得了精分，也多次离婚结婚，病情也反复发作。直到07年住院治疗，服药至会病情也算稳定。08年大姐夫妻大吵，儿子被骗几十万，大姐也得了精分，好在及时治疗，至今也算稳定。哥嫂与父母同住，无法忍受家庭之吵离了婚，母亲也定成天对哥苛责，哥目前脑子也不大好，儿子小学未毕业，目前工作也算稳定。我与妻子大矛盾没有，但两人之间形不成亲密关系(主因是我受原生家庭影响，也苛求妻子，现在意识并改正，关系改善了不少，可能对儿子也这样，儿子25岁也不开朗自信)。回想起来，我与妻子之前根本没有好的交流，现在才有改观。家庭经济比同事差，加上原生家庭的羞耻感，不敢与人深交，如何摆脱抑郁自卑？",
    "annotation": [
      {
        "sentence": "为什么我自卑抑郁无法自拔？",
        "label": ""
      },
      {
        "sentence": "原生家庭影响？",
        "label": ""
      },
      {
        "sentence": "父亲有精分史，能力较差，母亲双亲早亡。",
        "label": ""
      },
      {
        "sentence": "我们兄妹4个。",
        "label": ""
      },
      {
        "sentence": "可能是父亲无能，母亲便脾气暴躁，记忆中对我们孩子做的事只有挑别。",
        "label": ""
      },
      {
        "sentence": "我最小，见姐哥被母亲责骂，便变得胆小很乖。",
        "label": ""
      },
      {
        "sentence": "大姐参加工作后，母亲与大姐天天晚上吵得不可开交。",
        "label": ""
      },
      {
        "sentence": "终于二姐18岁那年受了惊吓，得了精分，也多次离婚结婚，病情也反复发作。",
        "label": ""
      },
      {
        "sentence": "直到07年住院治疗，服药至会病情也算稳定。",
        "label": ""
      },
      {
        "sentence": "08年大姐夫妻大吵，儿子被骗几十万，大姐也得了精分，好在及时治疗，至今也算稳定。",
        "label": ""
      },
      {
        "sentence": "哥嫂与父母同住，无法忍受家庭之吵离了婚，母亲也定成天对哥苛责，哥目前脑子也不大好，儿子小学未毕业，目前工作也算稳定。",
        "label": ""
      },
      {
        "sentence": "我与妻子大矛盾没有，但两人之间形不成亲密关系(主因是我受原生家庭影响，也苛求妻子，现在意识并改正，关系改善了不少，可能对儿子也这样，儿子25岁也不开朗自信)。",
        "label": ""
      },
      {
        "sentence": "回想起来，我与妻子之前根本没有好的交流，现在才有改观。",
        "label": ""
      },
      {
        "sentence": "家庭经济比同事差，加上原生家庭的羞耻感，不敢与人深交，如何摆脱抑郁自卑？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我表示真的很难过，给你一个温暖的拥抱。听你说，你感到自卑和抑郁，这在很大程度上是源于父母的影响：父亲身体不好，母亲一直处于暴躁状态。作为弟弟，你一直见证了哥哥姐姐被母亲责骂挑剔的场面，当时还是个孩子的你，一定受到了心理创伤的影响。根据心理学理论，你目前的表现可能是心理创伤后应激障碍。现在你能够清楚地认识到自己的问题，这让我感到非常高兴。希望我能给你一些建议来帮助你。首先，你需要明确表明自己的立场。自卑心理会导致我们对他人的要求过分顺从，不敢拒绝。所以当面对他人的要求时，要清楚地表明自己的立场，这样才能明确自己的意愿和坚持自己的信念。只有将自己的想法向他人表达出来，才能被人理解。其次，学会拒绝是非常重要的。我们常常为了获得他人的认同而忽视了自己的需求，总是将自己置于较低的位置。当他人提出过分的要求时，我们害怕失去对方，只能不断妥协。这种做法是错误的！并不是通过帮助别人就能获得认同，获得认同和赞美更多地取决于自身的能力。你的能力越强，别人对你的评价也就越高。因此，学会拒绝别人是非常重要的一步。最后，多倾听和思考。要知道，妻子和孩子是陪伴你大半生的人，作为丈夫和父亲，学会倾听他们的心声是非常重要的。你清楚自己的家庭环境非常困难，所以在面对家人时，更要听从自己内心的声音。不能让不幸再次发生在你的家庭中。多去聆听孩子和妻子的想法，一起走出困境，向前看。因为家庭的温暖是治愈的最好方式。我希望你能够克服原生家庭的影响，过上幸福的生活。",
    "annotation": [
      {
        "sentence": "我表示真的很难过，给你一个温暖的拥抱。",
        "label": ""
      },
      {
        "sentence": "听你说，你感到自卑和抑郁，这在很大程度上是源于父母的影响：父亲身体不好，母亲一直处于暴躁状态。",
        "label": ""
      },
      {
        "sentence": "作为弟弟，你一直见证了哥哥姐姐被母亲责骂挑剔的场面，当时还是个孩子的你，一定受到了心理创伤的影响。",
        "label": ""
      },
      {
        "sentence": "根据心理学理论，你目前的表现可能是心理创伤后应激障碍。",
        "label": ""
      },
      {
        "sentence": "现在你能够清楚地认识到自己的问题，这让我感到非常高兴。",
        "label": ""
      },
      {
        "sentence": "希望我能给你一些建议来帮助你。",
        "label": ""
      },
      {
        "sentence": "首先，你需要明确表明自己的立场。",
        "label": ""
      },
      {
        "sentence": "自卑心理会导致我们对他人的要求过分顺从，不敢拒绝。",
        "label": ""
      },
      {
        "sentence": "所以当面对他人的要求时，要清楚地表明自己的立场，这样才能明确自己的意愿和坚持自己的信念。",
        "label": ""
      },
      {
        "sentence": "只有将自己的想法向他人表达出来，才能被人理解。",
        "label": ""
      },
      {
        "sentence": "其次，学会拒绝是非常重要的。",
        "label": ""
      },
      {
        "sentence": "我们常常为了获得他人的认同而忽视了自己的需求，总是将自己置于较低的位置。",
        "label": ""
      },
      {
        "sentence": "当他人提出过分的要求时，我们害怕失去对方，只能不断妥协。",
        "label": ""
      },
      {
        "sentence": "这种做法是错误的！",
        "label": ""
      },
      {
        "sentence": "并不是通过帮助别人就能获得认同，获得认同和赞美更多地取决于自身的能力。",
        "label": ""
      },
      {
        "sentence": "你的能力越强，别人对你的评价也就越高。",
        "label": ""
      },
      {
        "sentence": "因此，学会拒绝别人是非常重要的一步。",
        "label": ""
      },
      {
        "sentence": "最后，多倾听和思考。",
        "label": ""
      },
      {
        "sentence": "要知道，妻子和孩子是陪伴你大半生的人，作为丈夫和父亲，学会倾听他们的心声是非常重要的。",
        "label": ""
      },
      {
        "sentence": "你清楚自己的家庭环境非常困难，所以在面对家人时，更要听从自己内心的声音。",
        "label": ""
      },
      {
        "sentence": "不能让不幸再次发生在你的家庭中。",
        "label": ""
      },
      {
        "sentence": "多去聆听孩子和妻子的想法，一起走出困境，向前看。",
        "label": ""
      },
      {
        "sentence": "因为家庭的温暖是治愈的最好方式。",
        "label": ""
      },
      {
        "sentence": "我希望你能够克服原生家庭的影响，过上幸福的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的回复和支持！听到您的建议，我感到很温暖。确实，我一直没有意识到自己的自卑心理，也没有勇气表达自己的立场。我总是过分顺从他人的要求，为了获得别人的认同而忍受自卑感和抑郁情绪。您说得对，我应该学会拒绝，同时也要提升自己的能力，这样才能在别人眼中得到赞美和认同。我也明白了要倾听家人的想法，保持家庭的温暖。我希望能够与妻子和儿子更好地沟通，让我们的关系更加亲密，也让儿子变得更开朗自信。感谢您的鼓励和指导，我会努力改变自己，摆脱抑郁和自卑。再次感谢您！",
    "annotation": [
      {
        "sentence": "谢谢您的回复和支持！",
        "label": ""
      },
      {
        "sentence": "听到您的建议，我感到很温暖。",
        "label": ""
      },
      {
        "sentence": "确实，我一直没有意识到自己的自卑心理，也没有勇气表达自己的立场。",
        "label": ""
      },
      {
        "sentence": "我总是过分顺从他人的要求，为了获得别人的认同而忍受自卑感和抑郁情绪。",
        "label": ""
      },
      {
        "sentence": "您说得对，我应该学会拒绝，同时也要提升自己的能力，这样才能在别人眼中得到赞美和认同。",
        "label": ""
      },
      {
        "sentence": "我也明白了要倾听家人的想法，保持家庭的温暖。",
        "label": ""
      },
      {
        "sentence": "我希望能够与妻子和儿子更好地沟通，让我们的关系更加亲密，也让儿子变得更开朗自信。",
        "label": ""
      },
      {
        "sentence": "感谢您的鼓励和指导，我会努力改变自己，摆脱抑郁和自卑。",
        "label": ""
      },
      {
        "sentence": "再次感谢您！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够为你提供帮助。你对自己的认识越来越清楚，这是非常重要的一步。相信自己能够改变，提高自己的能力和自信。与妻子和儿子的沟通是长期的过程，要多给他们一些理解和支持，共同营造一个温馨和谐的家庭环境。记住，你不是一个人在战斗，有我们一直在支持你。如果你还有什么困惑或疑问，都可以随时向我倾诉。最后，祝福你早日走出抑郁和自卑，过上幸福的生活。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "你对自己的认识越来越清楚，这是非常重要的一步。",
        "label": ""
      },
      {
        "sentence": "相信自己能够改变，提高自己的能力和自信。",
        "label": ""
      },
      {
        "sentence": "与妻子和儿子的沟通是长期的过程，要多给他们一些理解和支持，共同营造一个温馨和谐的家庭环境。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，有我们一直在支持你。",
        "label": ""
      },
      {
        "sentence": "如果你还有什么困惑或疑问，都可以随时向我倾诉。",
        "label": ""
      },
      {
        "sentence": "最后，祝福你早日走出抑郁和自卑，过上幸福的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的鼓励和关心。我会坚持努力改变自己，向着幸福的生活前进。有了您的支持，我会更加有信心面对困难和挑战。再次感谢您的帮助！",
    "annotation": [
      {
        "sentence": "谢谢您的鼓励和关心。",
        "label": ""
      },
      {
        "sentence": "我会坚持努力改变自己，向着幸福的生活前进。",
        "label": ""
      },
      {
        "sentence": "有了您的支持，我会更加有信心面对困难和挑战。",
        "label": ""
      },
      {
        "sentence": "再次感谢您的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直陪伴在你身边。相信自己，你一定能够摆脱困境，过上幸福的生活。如果你需要任何帮助，记得随时和我联系。希望我们的交流能够给你带来一些积极的改变。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我会一直陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够摆脱困境，过上幸福的生活。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助，记得随时和我联系。",
        "label": ""
      },
      {
        "sentence": "希望我们的交流能够给你带来一些积极的改变。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]