[
  {
    "role": "client",
    "content": "为什么我自卑抑郁无法自拔？原生家庭影响？父亲有精分史，能力较差，母亲双亲早亡。我们兄妹4个。可能是父亲无能，母亲脾气暴躁，记忆中对我们孩子做的事只有挑别。我最小，见姐哥被母亲责骂，便变得胆小很乖。大姐参加工作后，母亲与大姐天天晚上吵得不可开交。终于二姐18岁那年受了惊吓，得了精分，也多次离婚结婚，病情也反复发作。直到07年住院治疗，服药至今病情算稳定。08年大姐夫妻大吵，儿子被骗几十万，大姐也得了精分，好在及时治疗，至今也算稳定。哥嫂与父母同住，无法忍受家庭之吵离了婚，母亲也整天对哥苛责，哥目前脑子也不好，儿子小学未毕业，目前工作也算稳定。我与妻子没有大矛盾，但两人之间形不成亲密关系（主因是我受原生家庭影响，也苛求妻子，现在意识并改正，关系改善了不少，可能对儿子也是这样，儿子25岁也不开朗自信）。回想起来，我与妻子之前根本没有好的交流，现在才有改观。家庭经济比同事差，加上原生家庭的羞耻感，不敢与人深交，如何摆脱抑郁自卑？",
    "annotation": [
      {
        "sentence": "为什么我自卑抑郁无法自拔？",
        "label": ""
      },
      {
        "sentence": "原生家庭影响？",
        "label": ""
      },
      {
        "sentence": "父亲有精分史，能力较差，母亲双亲早亡。",
        "label": ""
      },
      {
        "sentence": "我们兄妹4个。",
        "label": ""
      },
      {
        "sentence": "可能是父亲无能，母亲脾气暴躁，记忆中对我们孩子做的事只有挑别。",
        "label": ""
      },
      {
        "sentence": "我最小，见姐哥被母亲责骂，便变得胆小很乖。",
        "label": ""
      },
      {
        "sentence": "大姐参加工作后，母亲与大姐天天晚上吵得不可开交。",
        "label": ""
      },
      {
        "sentence": "终于二姐18岁那年受了惊吓，得了精分，也多次离婚结婚，病情也反复发作。",
        "label": ""
      },
      {
        "sentence": "直到07年住院治疗，服药至今病情算稳定。",
        "label": ""
      },
      {
        "sentence": "08年大姐夫妻大吵，儿子被骗几十万，大姐也得了精分，好在及时治疗，至今也算稳定。",
        "label": ""
      },
      {
        "sentence": "哥嫂与父母同住，无法忍受家庭之吵离了婚，母亲也整天对哥苛责，哥目前脑子也不好，儿子小学未毕业，目前工作也算稳定。",
        "label": ""
      },
      {
        "sentence": "我与妻子没有大矛盾，但两人之间形不成亲密关系（主因是我受原生家庭影响，也苛求妻子，现在意识并改正，关系改善了不少，可能对儿子也是这样，儿子25岁也不开朗自信）。",
        "label": ""
      },
      {
        "sentence": "回想起来，我与妻子之前根本没有好的交流，现在才有改观。",
        "label": ""
      },
      {
        "sentence": "家庭经济比同事差，加上原生家庭的羞耻感，不敢与人深交，如何摆脱抑郁自卑？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的回答能够给你一些帮助和力量。我们人生而为人，终究来说都是独立的个体。我们虽然会和家人、朋友、爱人、同事建立起各种各项先天和后天的关系网络。但最终，我们要面对的，还是镜子面前那个独一无二的自己。人生漫长，未来会发生什么无人知晓。人生短暂，不过是握拳而来撒手而去。所以，无论如何。我希望你珍惜你自己。",
    "annotation": [
      {
        "sentence": "希望我的回答能够给你一些帮助和力量。",
        "label": ""
      },
      {
        "sentence": "我们人生而为人，终究来说都是独立的个体。",
        "label": ""
      },
      {
        "sentence": "我们虽然会和家人、朋友、爱人、同事建立起各种各项先天和后天的关系网络。",
        "label": ""
      },
      {
        "sentence": "但最终，我们要面对的，还是镜子面前那个独一无二的自己。",
        "label": ""
      },
      {
        "sentence": "人生漫长，未来会发生什么无人知晓。",
        "label": ""
      },
      {
        "sentence": "人生短暂，不过是握拳而来撒手而去。",
        "label": ""
      },
      {
        "sentence": "所以，无论如何。",
        "label": ""
      },
      {
        "sentence": "我希望你珍惜你自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。原生家庭的确给我带来了很大的压力和困扰。父亲的精神状况和能力的不足，以及母亲的脾气暴躁，对我们兄妹的挑剔和责骂，让我感到自卑和胆小。而且，姐姐和大姐的婚姻问题和精神健康问题也让我担心自己和家庭的未来。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "原生家庭的确给我带来了很大的压力和困扰。",
        "label": ""
      },
      {
        "sentence": "父亲的精神状况和能力的不足，以及母亲的脾气暴躁，对我们兄妹的挑剔和责骂，让我感到自卑和胆小。",
        "label": ""
      },
      {
        "sentence": "而且，姐姐和大姐的婚姻问题和精神健康问题也让我担心自己和家庭的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你描述的原生家庭情况确实很复杂，充满了各种挑战和困难。你的父母和兄姐都面临着精神健康和婚姻问题，这必然对你的成长和心理产生了深远的影响。但是，请记住，你并不孤单，有我作为你的支持者，我们可以一起面对困难，并找到解决问题的办法。",
    "annotation": [
      {
        "sentence": "你描述的原生家庭情况确实很复杂，充满了各种挑战和困难。",
        "label": ""
      },
      {
        "sentence": "你的父母和兄姐都面临着精神健康和婚姻问题，这必然对你的成长和心理产生了深远的影响。",
        "label": ""
      },
      {
        "sentence": "但是，请记住，你并不孤单，有我作为你的支持者，我们可以一起面对困难，并找到解决问题的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的陪伴和支持。我一直觉得自己无法独立面对这些问题。我担心自己也会像家人一样出现精神健康问题，或者对妻子和儿子产生负面影响。我真的很害怕。",
    "annotation": [
      {
        "sentence": "非常感谢你的陪伴和支持。",
        "label": ""
      },
      {
        "sentence": "我一直觉得自己无法独立面对这些问题。",
        "label": ""
      },
      {
        "sentence": "我担心自己也会像家人一样出现精神健康问题，或者对妻子和儿子产生负面影响。",
        "label": ""
      },
      {
        "sentence": "我真的很害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心和恐惧。但是，担心和恐惧并不能解决问题，只会增加压力和焦虑。我们可以一步步来，先从你自己开始，认识和接纳自己的内心，然后学会与自己的情绪和过去的经历和解。只有当你学会爱护自己，接纳自己，才能够更好地与妻子和儿子建立亲密关系，摆脱抑郁自卑的困扰。",
    "annotation": [
      {
        "sentence": "理解你的担心和恐惧。",
        "label": ""
      },
      {
        "sentence": "但是，担心和恐惧并不能解决问题，只会增加压力和焦虑。",
        "label": ""
      },
      {
        "sentence": "我们可以一步步来，先从你自己开始，认识和接纳自己的内心，然后学会与自己的情绪和过去的经历和解。",
        "label": ""
      },
      {
        "sentence": "只有当你学会爱护自己，接纳自己，才能够更好地与妻子和儿子建立亲密关系，摆脱抑郁自卑的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "说得对，我需要学会接纳自己，并开始关注自己的情绪和内心需求。我也会试着与妻子进行更好的沟通，希望我们能够建立更亲密的关系。同时，我也会努力摆脱原生家庭的羞耻感，勇敢地与人交流和交友，摆脱抑郁自卑的状态。",
    "annotation": [
      {
        "sentence": "说得对，我需要学会接纳自己，并开始关注自己的情绪和内心需求。",
        "label": ""
      },
      {
        "sentence": "我也会试着与妻子进行更好的沟通，希望我们能够建立更亲密的关系。",
        "label": ""
      },
      {
        "sentence": "同时，我也会努力摆脱原生家庭的羞耻感，勇敢地与人交流和交友，摆脱抑郁自卑的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和努力。改变需要时间和努力，但只要你坚持下去，我相信你一定能够摆脱抑郁自卑的困境，过上积极健康的生活。同时，也请记住我会一直在你身边支持你，你不再是孤单的。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和努力。",
        "label": ""
      },
      {
        "sentence": "改变需要时间和努力，但只要你坚持下去，我相信你一定能够摆脱抑郁自卑的困境，过上积极健康的生活。",
        "label": ""
      },
      {
        "sentence": "同时，也请记住我会一直在你身边支持你，你不再是孤单的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力的。现在我有了一份更积极的态度和行",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力的。",
        "label": ""
      },
      {
        "sentence": "现在我有了一份更积极的态度和行",
        "label": ""
      }
    ]
  }
]