[
  {
    "role": "client",
    "content": "为什么我自卑抑郁无法自拔？原生家庭影响？父亲有精分史，能力较差，母亲双亲早亡。我们兄妹4个。可能是父亲无能，母亲便脾气暴躁，记忆中对我们孩子做的事只有挑别。我最小，见姐哥被母亲责骂，便变得胆小很乖。",
    "annotation": [
      {
        "sentence": "为什么我自卑抑郁无法自拔？",
        "label": ""
      },
      {
        "sentence": "原生家庭影响？",
        "label": ""
      },
      {
        "sentence": "父亲有精分史，能力较差，母亲双亲早亡。",
        "label": ""
      },
      {
        "sentence": "我们兄妹4个。",
        "label": ""
      },
      {
        "sentence": "可能是父亲无能，母亲便脾气暴躁，记忆中对我们孩子做的事只有挑别。",
        "label": ""
      },
      {
        "sentence": "我最小，见姐哥被母亲责骂，便变得胆小很乖。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好啊，我很能理解你对原生家庭带来的负面影响的担忧和困扰。每个人的出身都是无法选择的，就像有些人生来就很富裕一样。每个人都有自己难念的经历，即使现在看起来光鲜亮丽的人，也曾经历过别人无法感受到的痛苦。每个人都是独一无二被上帝爱着的，虽然经历过磨难，但之后一定会好起来的。我送给你一句话：\"凡事发生必有其目的，必有助于我\"，希望它能给你一些帮助。不要难过，不要自卑，你是很棒很优秀的。在世界上，每个人都是平等的，不要觉得自己比别人差。昂首挺胸，相信自己可以做到。一切都需要慢慢来，不要着急。希望我的回答能给你带来一些安慰和帮助。愿你一切安好。",
    "annotation": [
      {
        "sentence": "你好啊，我很能理解你对原生家庭带来的负面影响的担忧和困扰。",
        "label": ""
      },
      {
        "sentence": "每个人的出身都是无法选择的，就像有些人生来就很富裕一样。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己难念的经历，即使现在看起来光鲜亮丽的人，也曾经历过别人无法感受到的痛苦。",
        "label": ""
      },
      {
        "sentence": "每个人都是独一无二被上帝爱着的，虽然经历过磨难，但之后一定会好起来的。",
        "label": ""
      },
      {
        "sentence": "我送给你一句话：\"凡事发生必有其目的，必有助于我\"，希望它能给你一些帮助。",
        "label": ""
      },
      {
        "sentence": "不要难过，不要自卑，你是很棒很优秀的。",
        "label": ""
      },
      {
        "sentence": "在世界上，每个人都是平等的，不要觉得自己比别人差。",
        "label": ""
      },
      {
        "sentence": "昂首挺胸，相信自己可以做到。",
        "label": ""
      },
      {
        "sentence": "一切都需要慢慢来，不要着急。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能给你带来一些安慰和帮助。",
        "label": ""
      },
      {
        "sentence": "愿你一切安好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的慰问和鼓励。但是，我总觉得自己与别人不一样，一直有一种羞耻感。再加上我们家庭经济比同事们差，更加不敢与人深交。我该如何克服这种不安和自卑呢？",
    "annotation": [
      {
        "sentence": "谢谢你的慰问和鼓励。",
        "label": ""
      },
      {
        "sentence": "但是，我总觉得自己与别人不一样，一直有一种羞耻感。",
        "label": ""
      },
      {
        "sentence": "再加上我们家庭经济比同事们差，更加不敢与人深交。",
        "label": ""
      },
      {
        "sentence": "我该如何克服这种不安和自卑呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我可以理解。每个人都有自己的独特之处，这并不意味着你与别人不一样就是不好的。我们每个人都在不同的环境中成长，面临各种各样的挑战。不要因为家庭经济状况与他人有所区别而丧失自信。你是一个独特而优秀的人，你的价值不应该只是由财富来衡量。寻找自己的优点和长处，鼓励自己积极面对生活中的困难和挑战。建立自己的支持系统，与朋友和亲人分享你的感受和困扰，他们会给予你支持和理解。同时，也要学会接受自己的不完美，每个人都有弱点和缺点，这是人之常情。重要的是要善待自己，积极寻求成长和改善，而不是过分苛求自己。对自己的付出和努力要有耐心和宽容。相信自己，你一定可以克服自卑感和不安情绪。",
    "annotation": [
      {
        "sentence": "你的感受我可以理解。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的独特之处，这并不意味着你与别人不一样就是不好的。",
        "label": ""
      },
      {
        "sentence": "我们每个人都在不同的环境中成长，面临各种各样的挑战。",
        "label": ""
      },
      {
        "sentence": "不要因为家庭经济状况与他人有所区别而丧失自信。",
        "label": ""
      },
      {
        "sentence": "你是一个独特而优秀的人，你的价值不应该只是由财富来衡量。",
        "label": ""
      },
      {
        "sentence": "寻找自己的优点和长处，鼓励自己积极面对生活中的困难和挑战。",
        "label": ""
      },
      {
        "sentence": "建立自己的支持系统，与朋友和亲人分享你的感受和困扰，他们会给予你支持和理解。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会接受自己的不完美，每个人都有弱点和缺点，这是人之常情。",
        "label": ""
      },
      {
        "sentence": "重要的是要善待自己，积极寻求成长和改善，而不是过分苛求自己。",
        "label": ""
      },
      {
        "sentence": "对自己的付出和努力要有耐心和宽容。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定可以克服自卑感和不安情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要学会接受自己的不完美，不再把财富作为评价自己的标准。同时，我也会和亲朋好友多沟通，分享我的感受和困惑，寻求他们的支持和理解。但是，我还是担心没有足够的勇气去面对生活中的挑战和困难。有时我感到非常沮丧，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我明白了，我要学会接受自己的不完美，不再把财富作为评价自己的标准。",
        "label": ""
      },
      {
        "sentence": "同时，我也会和亲朋好友多沟通，分享我的感受和困惑，寻求他们的支持和理解。",
        "label": ""
      },
      {
        "sentence": "但是，我还是担心没有足够的勇气去面对生活中的挑战和困难。",
        "label": ""
      },
      {
        "sentence": "有时我感到非常沮丧，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你对面对挑战和困难的不安和担心。勇气是可以培养的，而不是天生的。面对困难时，不要急于求成，要给自己一些时间和空间去适应和应对。与此同时，找到一些适合你的应对方式，可以是寻求他人的支持和鼓励，也可以是找到一些自己喜欢的活动来减轻压力和放松心情。拥抱积极的心态，相信自己可以克服困难，克服自卑感和抑郁情绪。你可以试着制定一些小目标，逐步实现，每次达到目标都会增加你的自信和勇气。记住，困难并不是永恒的，你一定会度过难关的。如果你需要，我会一直在你身边支持你。",
    "annotation": [
      {
        "sentence": "理解你对面对挑战和困难的不安和担心。",
        "label": ""
      },
      {
        "sentence": "勇气是可以培养的，而不是天生的。",
        "label": ""
      },
      {
        "sentence": "面对困难时，不要急于求成，要给自己一些时间和空间去适应和应对。",
        "label": ""
      },
      {
        "sentence": "与此同时，找到一些适合你的应对方式，可以是寻求他人的支持和鼓励，也可以是找到一些自己喜欢的活动来减轻压力和放松心情。",
        "label": ""
      },
      {
        "sentence": "拥抱积极的心态，相信自己可以克服困难，克服自卑感和抑郁情绪。",
        "label": ""
      },
      {
        "sentence": "你可以试着制定一些小目标，逐步实现，每次达到目标都会增加你的自信和勇气。",
        "label": ""
      },
      {
        "sentence": "记住，困难并不是永恒的，你一定会度过难关的。",
        "label": ""
      },
      {
        "sentence": "如果你需要，我会一直在你身边支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直的陪伴和支持，你的建议对我很有帮助。我会努力调整心态，积极应对生活的挑战，相信自己可以战胜困难和恢复自信。有时候，我还是会担心会失去勇气和动力，你能给我一些建议吗？",
    "annotation": [
      {
        "sentence": "谢谢你一直的陪伴和支持，你的建议对我很有帮助。",
        "label": ""
      },
      {
        "sentence": "我会努力调整心态，积极应对生活的挑战，相信自己可以战胜困难和恢复自信。",
        "label": ""
      },
      {
        "sentence": "有时候，我还是会担心会失去勇气和动力，你能给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你感到失去勇气和动力时，不要过于苛责自己。这是正常的，每个人都会有低潮的时候。重要的是要积极面对这种情绪，并采取积极的措施来调整心态。你可以找到一些可以激励你的事物或人，比如读一本励志的书籍，或与那些鼓励你并带给你正能量的人交流。此外，也要保持身心的健康。适当锻炼身体，注重营养和休息，这都可以帮助你恢复精力和动力。最重要的是，不要把困难看作是不可逾越的障碍，而是一种成长的机会。相信自己，坚持下去，你一定会找到属于自己的幸福和自信。",
    "annotation": [
      {
        "sentence": "当你感到失去勇气和动力时，不要过于苛责自己。",
        "label": ""
      },
      {
        "sentence": "这是正常的，每个人都会有低潮的时候。",
        "label": ""
      },
      {
        "sentence": "重要的是要积极面对这种情绪，并采取积极的措施来调整心态。",
        "label": ""
      },
      {
        "sentence": "你可以找到一些可以激励你的事物或人，比如读一本励志的书籍，或与那些鼓励你并带给你正能量的人交流。",
        "label": ""
      },
      {
        "sentence": "此外，也要保持身心的健康。",
        "label": ""
      },
      {
        "sentence": "适当锻炼身体，注重营养和休息，这都可以帮助你恢复精力和动力。",
        "label": ""
      },
      {
        "sentence": "最重要的是，不要把困难看作是不可逾越的障碍，而是一种成长的机会。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持下去，你一定会找到属于自己的幸福和自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我听了你的建议，感觉到了一丝力量和希望。我会尝试保持积极的心态，与那些能够给予我正能量的人多交流，同时注重身心健康。谢谢你一直以来的支持和鼓励，我觉得我终于找到了一条摆脱抑郁自卑的道路。",
    "annotation": [
      {
        "sentence": "我听了你的建议，感觉到了一丝力量和希望。",
        "label": ""
      },
      {
        "sentence": "我会尝试保持积极的心态，与那些能够给予我正能量的人多交流，同时注重身心健康。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直以来的支持和鼓励，我觉得我终于找到了一条摆脱抑郁自卑的道路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你感受到了力量和希望，我非常高兴。你已经迈出了摆脱抑郁自卑的第一步，继续坚持下去，你一定会找到属于你自己的幸福和自信。如果以后还有任何困扰或需要帮助的地方，随时来找我交流。愿你一切都好，保持积极向前的心态。你是一个勇敢而坚强的人，相信自己，你可以战胜一切困难。",
    "annotation": [
      {
        "sentence": "听到你感受到了力量和希望，我非常高兴。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了摆脱抑郁自卑的第一步，继续坚持下去，你一定会找到属于你自己的幸福和自信。",
        "label": ""
      },
      {
        "sentence": "如果以后还有任何困扰或需要帮助的地方，随时来找我交流。",
        "label": ""
      },
      {
        "sentence": "愿你一切都好，保持积极向前的心态。",
        "label": ""
      },
      {
        "sentence": "你是一个勇敢而坚强的人，相信自己，你可以战胜一切困难。",
        "label": ""
      }
    ]
  }
]