[
  {
    "role": "client",
    "content": "一个女人会因为自己女儿离婚，而讨厌儿媳妇吗？我婆婆从她女儿离婚后，对我态度很不友好。不帮我带孩子，在我最困难的时候。她女儿搞传销欠了很多钱。我婆婆现在都去上班了，估计是帮她女儿还钱。我前天打电话给我婆婆，叫她管管我老公，因为我老公回家不带孩子，只玩游戏。我婆婆说，她已经把他养大了，以后爱怎么样都是我的事情，我管不了是我没本事！说他不好好过日子，肯定是没有遇到对的人。还说结婚是我自愿的。我说那我马上离婚，你给他找个对的人。她说你想怎么样就怎么样，以后不要和她说。",
    "annotation": [
      {
        "sentence": "一个女人会因为自己女儿离婚，而讨厌儿媳妇吗？",
        "label": ""
      },
      {
        "sentence": "我婆婆从她女儿离婚后，对我态度很不友好。",
        "label": ""
      },
      {
        "sentence": "不帮我带孩子，在我最困难的时候。",
        "label": ""
      },
      {
        "sentence": "她女儿搞传销欠了很多钱。",
        "label": ""
      },
      {
        "sentence": "我婆婆现在都去上班了，估计是帮她女儿还钱。",
        "label": ""
      },
      {
        "sentence": "我前天打电话给我婆婆，叫她管管我老公，因为我老公回家不带孩子，只玩游戏。",
        "label": ""
      },
      {
        "sentence": "我婆婆说，她已经把他养大了，以后爱怎么样都是我的事情，我管不了是我没本事！",
        "label": ""
      },
      {
        "sentence": "说他不好好过日子，肯定是没有遇到对的人。",
        "label": ""
      },
      {
        "sentence": "还说结婚是我自愿的。",
        "label": ""
      },
      {
        "sentence": "我说那我马上离婚，你给他找个对的人。",
        "label": ""
      },
      {
        "sentence": "她说你想怎么样就怎么样，以后不要和她说。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗨，听说你的婆婆对你态度不友好，可能是因为你婆婆的女儿刚离婚，可能她不愿意参与到你和丈夫的家庭生活冲突中。我们一起来分析一下吧。中国家庭结构比较复杂，不只是夫妻之间、子女与父母之间的结构模式，还有父母与孙辈之间的结构模式。家庭关系要处于正常的模式状态，需要家庭成员之间的努力、包容和尊重。",
    "annotation": [
      {
        "sentence": "嗨，听说你的婆婆对你态度不友好，可能是因为你婆婆的女儿刚离婚，可能她不愿意参与到你和丈夫的家庭生活冲突中。",
        "label": ""
      },
      {
        "sentence": "我们一起来分析一下吧。",
        "label": ""
      },
      {
        "sentence": "中国家庭结构比较复杂，不只是夫妻之间、子女与父母之间的结构模式，还有父母与孙辈之间的结构模式。",
        "label": ""
      },
      {
        "sentence": "家庭关系要处于正常的模式状态，需要家庭成员之间的努力、包容和尊重。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对。婆婆的女儿刚离婚，又欠了钱，婆婆要工作帮女儿还钱。作为一个成年的女儿，这种母女关系可能就是一种纠结状态。婆婆为女儿承担了责任，虽然是出于好心，但可能会阻碍女儿解决问题的能力。",
    "annotation": [
      {
        "sentence": "嗯，你说得对。",
        "label": ""
      },
      {
        "sentence": "婆婆的女儿刚离婚，又欠了钱，婆婆要工作帮女儿还钱。",
        "label": ""
      },
      {
        "sentence": "作为一个成年的女儿，这种母女关系可能就是一种纠结状态。",
        "label": ""
      },
      {
        "sentence": "婆婆为女儿承担了责任，虽然是出于好心，但可能会阻碍女儿解决问题的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，大多数中国父母都会以这种方式“爱”子女。婆婆可能因为小姑子的事情感到伤心、难过和无助。毕竟，女儿这么大了还要她操心，作为当父母的，也多少会有些失望。婆婆可能会与周围人比较，觉得自己活得不如人，所以会对你说一些负面的话。她也许是无奈才这样说的。",
    "annotation": [
      {
        "sentence": "是的，大多数中国父母都会以这种方式“爱”子女。",
        "label": ""
      },
      {
        "sentence": "婆婆可能因为小姑子的事情感到伤心、难过和无助。",
        "label": ""
      },
      {
        "sentence": "毕竟，女儿这么大了还要她操心，作为当父母的，也多少会有些失望。",
        "label": ""
      },
      {
        "sentence": "婆婆可能会与周围人比较，觉得自己活得不如人，所以会对你说一些负面的话。",
        "label": ""
      },
      {
        "sentence": "她也许是无奈才这样说的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，也许你说的没错。我曾经要求她帮忙照看孩子，但她此时的心情确实不好，所以可能会把自己的抱怨和焦虑投射到我身上，说自己没人管，谁也管不了我。我想丈夫应该多与母亲和妹妹沟通，安慰她们，帮她们解决一些实际的问题。",
    "annotation": [
      {
        "sentence": "嗯，也许你说的没错。",
        "label": ""
      },
      {
        "sentence": "我曾经要求她帮忙照看孩子，但她此时的心情确实不好，所以可能会把自己的抱怨和焦虑投射到我身上，说自己没人管，谁也管不了我。",
        "label": ""
      },
      {
        "sentence": "我想丈夫应该多与母亲和妹妹沟通，安慰她们，帮她们解决一些实际的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，你的想法很好。丈夫可以多与母亲和妹妹交流，关心她们，帮助她们解决一些实际的问题，让她们觉得家里还是有人关心她们的。另外，丈夫在家庭生活中应该承担起应有的责任，既要努力挣钱，又要帮忙照看孩子。对于孩子来说，父亲的陪伴非常重要，所以鼓励丈夫参与照顾孩子的过程，不要害怕带不好。还可以分工合作，这样他就没时间玩游戏了。",
    "annotation": [
      {
        "sentence": "对的，你的想法很好。",
        "label": ""
      },
      {
        "sentence": "丈夫可以多与母亲和妹妹交流，关心她们，帮助她们解决一些实际的问题，让她们觉得家里还是有人关心她们的。",
        "label": ""
      },
      {
        "sentence": "另外，丈夫在家庭生活中应该承担起应有的责任，既要努力挣钱，又要帮忙照看孩子。",
        "label": ""
      },
      {
        "sentence": "对于孩子来说，父亲的陪伴非常重要，所以鼓励丈夫参与照顾孩子的过程，不要害怕带不好。",
        "label": ""
      },
      {
        "sentence": "还可以分工合作，这样他就没时间玩游戏了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会和丈夫好好沟通，让他明白照顾孩子的重要性。而且，我也会尝试阅读《如何做一个好爸爸》这本书。有经济能力的话，我也可以请人帮忙照看孩子，但是我明白父母的作用是无法被替代的，尤其是对于孩子来说，良好的依恋关系对他们的成长非常重要。作为父母，我们要为自己的选择负责，同时也要学会在寻求他人帮助无果时，自己解决问题。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会和丈夫好好沟通，让他明白照顾孩子的重要性。",
        "label": ""
      },
      {
        "sentence": "而且，我也会尝试阅读《如何做一个好爸爸》这本书。",
        "label": ""
      },
      {
        "sentence": "有经济能力的话，我也可以请人帮忙照看孩子，但是我明白父母的作用是无法被替代的，尤其是对于孩子来说，良好的依恋关系对他们的成长非常重要。",
        "label": ""
      },
      {
        "sentence": "作为父母，我们要为自己的选择负责，同时也要学会在寻求他人帮助无果时，自己解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和理解。作为一个家庭，希望你们能够和睦、幸福，把问题一步步解决好。如果还有其他问题，你可以随时向我求助。祝福你和你的家人幸福美满！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和理解。",
        "label": ""
      },
      {
        "sentence": "作为一个家庭，希望你们能够和睦、幸福，把问题一步步解决好。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，你可以随时向我求助。",
        "label": ""
      },
      {
        "sentence": "祝福你和你的家人幸福美满！",
        "label": ""
      }
    ]
  }
]