[
  {
    "role": "client",
    "content": "一个女人会因为自己女儿离婚，而讨厌儿媳妇吗？我婆婆从她女儿离婚后，对我态度很不友好。不帮我带孩子，在我最困难的时候。她女儿搞传销欠了很多钱。我婆婆现在都去上班了，估计是帮她女儿还钱。我前天打电话给我婆婆，叫她管管我老公，因为我老公回家不带孩子，只玩游戏。我婆婆说，她已经把他养大了，以后爱怎么样都是我的事情，我管不了是我没本事！说他不好好过日子，肯定是没有遇到对的人。还说结婚是我自愿的。我说那我马上离婚，你给他找个对的人。她说你想怎么样就怎么样，以后不要和她说。",
    "annotation": [
      {
        "sentence": "一个女人会因为自己女儿离婚，而讨厌儿媳妇吗？",
        "label": ""
      },
      {
        "sentence": "我婆婆从她女儿离婚后，对我态度很不友好。",
        "label": ""
      },
      {
        "sentence": "不帮我带孩子，在我最困难的时候。",
        "label": ""
      },
      {
        "sentence": "她女儿搞传销欠了很多钱。",
        "label": ""
      },
      {
        "sentence": "我婆婆现在都去上班了，估计是帮她女儿还钱。",
        "label": ""
      },
      {
        "sentence": "我前天打电话给我婆婆，叫她管管我老公，因为我老公回家不带孩子，只玩游戏。",
        "label": ""
      },
      {
        "sentence": "我婆婆说，她已经把他养大了，以后爱怎么样都是我的事情，我管不了是我没本事！",
        "label": ""
      },
      {
        "sentence": "说他不好好过日子，肯定是没有遇到对的人。",
        "label": ""
      },
      {
        "sentence": "还说结婚是我自愿的。",
        "label": ""
      },
      {
        "sentence": "我说那我马上离婚，你给他找个对的人。",
        "label": ""
      },
      {
        "sentence": "她说你想怎么样就怎么样，以后不要和她说。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听起来你有些困惑。婆婆的女儿离婚了，但似乎把自己的情绪发泄在你身上，这让你感到不解。心理学告诉我们，心理困扰并不是由于生活事件本身，而是我们对这些事件的看法引发的。你婆婆对女儿离婚的看法或许是问题的根源。她可能认为她女儿离婚并且欠了很多钱需要她帮忙偿还，这让她感到不幸。在这种心情下，她开始上班帮女儿还钱。最近你打电话给她，希望她管教你的丈夫，因为他只是回家玩游戏而不带孩子。然而，她回应说她已经把儿子养大了，以后他的生活方式取决于你们夫妻，她管不了这些是因为她力不从心。她认为，如果你丈夫不好好过日子，肯定是没有遇到对的人，她甚至提到结婚是你的自愿。你说要离婚并让她给你丈夫找个对的人，她回答说随你怎么样，但以后不要再找她。",
    "annotation": [
      {
        "sentence": "你好，听起来你有些困惑。",
        "label": ""
      },
      {
        "sentence": "婆婆的女儿离婚了，但似乎把自己的情绪发泄在你身上，这让你感到不解。",
        "label": ""
      },
      {
        "sentence": "心理学告诉我们，心理困扰并不是由于生活事件本身，而是我们对这些事件的看法引发的。",
        "label": ""
      },
      {
        "sentence": "你婆婆对女儿离婚的看法或许是问题的根源。",
        "label": ""
      },
      {
        "sentence": "她可能认为她女儿离婚并且欠了很多钱需要她帮忙偿还，这让她感到不幸。",
        "label": ""
      },
      {
        "sentence": "在这种心情下，她开始上班帮女儿还钱。",
        "label": ""
      },
      {
        "sentence": "最近你打电话给她，希望她管教你的丈夫，因为他只是回家玩游戏而不带孩子。",
        "label": ""
      },
      {
        "sentence": "然而，她回应说她已经把儿子养大了，以后他的生活方式取决于你们夫妻，她管不了这些是因为她力不从心。",
        "label": ""
      },
      {
        "sentence": "她认为，如果你丈夫不好好过日子，肯定是没有遇到对的人，她甚至提到结婚是你的自愿。",
        "label": ""
      },
      {
        "sentence": "你说要离婚并让她给你丈夫找个对的人，她回答说随你怎么样，但以后不要再找她。",
        "label": ""
      }
    ]
  }
]