[
  {
    "role": "client",
    "content": "每天上班很痛苦，觉得自己一无是处，心里很乱怎么办？",
    "annotation": [
      {
        "sentence": "每天上班很痛苦，觉得自己一无是处，心里很乱怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困扰，我了解到你每天上班都感到痛苦，并且对自己产生了一些负面的想法。你真的很勇敢能够开诚布公地表达自己的内心感受。既然你来这找我求助，我会尽力帮助你的。首先，我想了解一下你为什么会觉得自己一无是处？",
    "annotation": [
      {
        "sentence": "听到你的困扰，我了解到你每天上班都感到痛苦，并且对自己产生了一些负面的想法。",
        "label": ""
      },
      {
        "sentence": "你真的很勇敢能够开诚布公地表达自己的内心感受。",
        "label": ""
      },
      {
        "sentence": "既然你来这找我求助，我会尽力帮助你的。",
        "label": ""
      },
      {
        "sentence": "首先，我想了解一下你为什么会觉得自己一无是处？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我现在39岁，从2001年中专毕业后开始学徒式的工作。我学的是电子专业，但最初从事的却是日本施工图的绘制。工作内容主要是将已经设计好的图纸进行整合、纠错，也就是描图。对专业技能和设计规范并没有太多要求，主要靠细心和熟能生巧。直到2013年，我开始转行国内施工图设计工作。凭借之前养成的认真细致的工作态度以及自己的严格要求，我的工作得到了领导的认可，从2019年下半年开始，我担任负责人一职。但是，因为新的职位涉及到很多以前没有接触过的事情，而且我一直很在意自己的非科班出身，我担心自己做不好，缺乏自信，慢慢地失去了对自己的信心。现在每天上班都是痛苦的，觉得自己一无是处，连以前擅长的东西都不自信了，感觉什么都做不好。我做一件事情也要反反复复地确认，一天下来基本没做什么事情。我感到非常焦虑，每天都担心未来，同时又后悔过去，陷入了一个恶性循环。有时候我甚至会有自残的行为，甚至产生极端的想法。但我知道这样不对，我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我现在39岁，从2001年中专毕业后开始学徒式的工作。",
        "label": ""
      },
      {
        "sentence": "我学的是电子专业，但最初从事的却是日本施工图的绘制。",
        "label": ""
      },
      {
        "sentence": "工作内容主要是将已经设计好的图纸进行整合、纠错，也就是描图。",
        "label": ""
      },
      {
        "sentence": "对专业技能和设计规范并没有太多要求，主要靠细心和熟能生巧。",
        "label": ""
      },
      {
        "sentence": "直到2013年，我开始转行国内施工图设计工作。",
        "label": ""
      },
      {
        "sentence": "凭借之前养成的认真细致的工作态度以及自己的严格要求，我的工作得到了领导的认可，从2019年下半年开始，我担任负责人一职。",
        "label": ""
      },
      {
        "sentence": "但是，因为新的职位涉及到很多以前没有接触过的事情，而且我一直很在意自己的非科班出身，我担心自己做不好，缺乏自信，慢慢地失去了对自己的信心。",
        "label": ""
      },
      {
        "sentence": "现在每天上班都是痛苦的，觉得自己一无是处，连以前擅长的东西都不自信了，感觉什么都做不好。",
        "label": ""
      },
      {
        "sentence": "我做一件事情也要反反复复地确认，一天下来基本没做什么事情。",
        "label": ""
      },
      {
        "sentence": "我感到非常焦虑，每天都担心未来，同时又后悔过去，陷入了一个恶性循环。",
        "label": ""
      },
      {
        "sentence": "有时候我甚至会有自残的行为，甚至产生极端的想法。",
        "label": ""
      },
      {
        "sentence": "但我知道这样不对，我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢你能够向我详细地描述你的经历和困扰。我可以明白你在新工作中所面对的压力和焦虑感，以及你对自己能力的质疑。首先，我要强调的是，你不是一个没有价值的人，你有很多优秀的品质和经验，这也是为什么你能够担任负责人的原因。我建议你为自己做好出错的准备。不论是不是专业，无论有多少年段的经验，每个人在接触新事物时都很容易出现差错，这并不是你能力的问题，而是因为你刚刚接触到陌生的领域。你可以尝试提前给自己做好准备，告诉自己，犯错是正常的，但是犯错之后你可以改正它，这只是一个暂时的困难。如果你能这样思考，或许你就能感到好受一些。另外，我建议你每天开始工作时只考虑当天的任务，并且尽量不去想之后的事情，只把手下的事情做好。晚上你可以对自己的工作进行总结性思考，如果你有遇到不懂的地方，可以请教其他前辈。这些具体的行动可以有效地缓解你面对新工作的焦虑感。希望这些建议对你有所帮助。如果你还有其他需要，我会一直在这里支持你。",
    "annotation": [
      {
        "sentence": "非常感谢你能够向我详细地描述你的经历和困扰。",
        "label": ""
      },
      {
        "sentence": "我可以明白你在新工作中所面对的压力和焦虑感，以及你对自己能力的质疑。",
        "label": ""
      },
      {
        "sentence": "首先，我要强调的是，你不是一个没有价值的人，你有很多优秀的品质和经验，这也是为什么你能够担任负责人的原因。",
        "label": ""
      },
      {
        "sentence": "我建议你为自己做好出错的准备。",
        "label": ""
      },
      {
        "sentence": "不论是不是专业，无论有多少年段的经验，每个人在接触新事物时都很容易出现差错，这并不是你能力的问题，而是因为你刚刚接触到陌生的领域。",
        "label": ""
      },
      {
        "sentence": "你可以尝试提前给自己做好准备，告诉自己，犯错是正常的，但是犯错之后你可以改正它，这只是一个暂时的困难。",
        "label": ""
      },
      {
        "sentence": "如果你能这样思考，或许你就能感到好受一些。",
        "label": ""
      },
      {
        "sentence": "另外，我建议你每天开始工作时只考虑当天的任务，并且尽量不去想之后的事情，只把手下的事情做好。",
        "label": ""
      },
      {
        "sentence": "晚上你可以对自己的工作进行总结性思考，如果你有遇到不懂的地方，可以请教其他前辈。",
        "label": ""
      },
      {
        "sentence": "这些具体的行动可以有效地缓解你面对新工作的焦虑感。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他需要，我会一直在这里支持你。",
        "label": ""
      }
    ]
  }
]