[
  {
    "role": "client",
    "content": "我是个14岁初二的女生，最近我发现自己可能有点\"病娇\"，我不确定这个词用得对不对……不光是对喜欢的人，更重要的是在各方面都表现得特别好胜。比如我们学校最近开了一个古诗文阅读大赛的选拔，我之前在市里的比赛拿过不错的成绩，所以一直在担心能不能进去，进去之后能不能获得前几名的名次，因为能获得前几名可以坐在靠前的位置上。还有一些其他比赛的机会，比如学校要组织文学社，每个班级可以挑选四个人去竞选。我平时在班上的作文写得还不错，但是老师却要我在理科方面发展（我们是文科实验班），这让我特别难过。无论老师怎么和我聊天都没用……我希望能尽快解决这个问题，因为这些情绪给我带来了很多不愉快，也无法振作起来……求求你救救我。",
    "annotation": [
      {
        "sentence": "我是个14岁初二的女生，最近我发现自己可能有点\"病娇\"，我不确定这个词用得对不对……不光是对喜欢的人，更重要的是在各方面都表现得特别好胜。",
        "label": ""
      },
      {
        "sentence": "比如我们学校最近开了一个古诗文阅读大赛的选拔，我之前在市里的比赛拿过不错的成绩，所以一直在担心能不能进去，进去之后能不能获得前几名的名次，因为能获得前几名可以坐在靠前的位置上。",
        "label": ""
      },
      {
        "sentence": "还有一些其他比赛的机会，比如学校要组织文学社，每个班级可以挑选四个人去竞选。",
        "label": ""
      },
      {
        "sentence": "我平时在班上的作文写得还不错，但是老师却要我在理科方面发展（我们是文科实验班），这让我特别难过。",
        "label": ""
      },
      {
        "sentence": "无论老师怎么和我聊天都没用……我希望能尽快解决这个问题，因为这些情绪给我带来了很多不愉快，也无法振作起来……求求你救救我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我是w同的14岁朋友。看完你的描述，你是因为无法参加比赛而感到难过对吗？其实每个人都有一点好胜的心理，比如我自己在绘画方面也挺厉害的，所以每次绘画比赛都会争着参加，也总是担心能不能获胜。每个参加比赛的人都希望自己能取得好名次，所以完全不在乎名次的人直接就懒得参加比赛了（笑）。担心比赛名次是几乎每个参赛者都会有的心理，所以你并不一定就是好胜，你之所以难过更多的是因为你的兴趣无法得到发展，没有得到老师的理解。至于为什么在文科班老师推荐你发展理科，我还没遇到过文理分科，不太懂。是因为你在理科方面有很大的潜力，所以老师看好你吗？个人认为，如果你真的对这个比赛感兴趣的话，还是参加一下比较好，毕竟自己喜好的东西还是要发展的。以上只是我的一些建议，最重要的是你自己思考和判断。我的意见对你来说准确不准确，你自己决定是否参考，我会一直支持你的。（拍拍）。",
    "annotation": [
      {
        "sentence": "你好，我是w同的14岁朋友。",
        "label": ""
      },
      {
        "sentence": "看完你的描述，你是因为无法参加比赛而感到难过对吗？",
        "label": ""
      },
      {
        "sentence": "其实每个人都有一点好胜的心理，比如我自己在绘画方面也挺厉害的，所以每次绘画比赛都会争着参加，也总是担心能不能获胜。",
        "label": ""
      },
      {
        "sentence": "每个参加比赛的人都希望自己能取得好名次，所以完全不在乎名次的人直接就懒得参加比赛了（笑）。",
        "label": ""
      },
      {
        "sentence": "担心比赛名次是几乎每个参赛者都会有的心理，所以你并不一定就是好胜，你之所以难过更多的是因为你的兴趣无法得到发展，没有得到老师的理解。",
        "label": ""
      },
      {
        "sentence": "至于为什么在文科班老师推荐你发展理科，我还没遇到过文理分科，不太懂。",
        "label": ""
      },
      {
        "sentence": "是因为你在理科方面有很大的潜力，所以老师看好你吗？",
        "label": ""
      },
      {
        "sentence": "个人认为，如果你真的对这个比赛感兴趣的话，还是参加一下比较好，毕竟自己喜好的东西还是要发展的。",
        "label": ""
      },
      {
        "sentence": "以上只是我的一些建议，最重要的是你自己思考和判断。",
        "label": ""
      },
      {
        "sentence": "我的意见对你来说准确不准确，你自己决定是否参考，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "（拍拍）。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，你说的很有道理。我确实是因为无法参加比赛而感到难过，我希望能有机会展示自己的能力。可能是因为我之前在市里的比赛取得好成绩，所以对这次比赛有一些压力和期望。但是同时，我也明白担心比赛名次并不是一个健康的心态。你说得对，我更难过的是因为我的兴趣无法得到发展，老师并不认同我在文科方面的能力。或许是因为我在理科方面有更大的潜力吧。我会再好好思考一下是否要参加这次比赛，谢谢你的支持和劝告。",
    "annotation": [
      {
        "sentence": "谢谢你的回答，你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "我确实是因为无法参加比赛而感到难过，我希望能有机会展示自己的能力。",
        "label": ""
      },
      {
        "sentence": "可能是因为我之前在市里的比赛取得好成绩，所以对这次比赛有一些压力和期望。",
        "label": ""
      },
      {
        "sentence": "但是同时，我也明白担心比赛名次并不是一个健康的心态。",
        "label": ""
      },
      {
        "sentence": "你说得对，我更难过的是因为我的兴趣无法得到发展，老师并不认同我在文科方面的能力。",
        "label": ""
      },
      {
        "sentence": "或许是因为我在理科方面有更大的潜力吧。",
        "label": ""
      },
      {
        "sentence": "我会再好好思考一下是否要参加这次比赛，谢谢你的支持和劝告。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能对你有所帮助。你能充分意识到自己的心态问题，并且愿意思考是否参加比赛，这是很重要的。有时候，我们的兴趣和老师的看法可能会有所冲突，但是最重要的是要相信自己。你在文科方面的能力也很重要，不要轻易放弃。如果你决定参加比赛，尽管压力和期望存在，但也要记住享受过程是最重要的。如果你有任何疑虑或者还需要其他方面的帮助，随时都可以找我聊天。我会一直支持你的，加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "你能充分意识到自己的心态问题，并且愿意思考是否参加比赛，这是很重要的。",
        "label": ""
      },
      {
        "sentence": "有时候，我们的兴趣和老师的看法可能会有所冲突，但是最重要的是要相信自己。",
        "label": ""
      },
      {
        "sentence": "你在文科方面的能力也很重要，不要轻易放弃。",
        "label": ""
      },
      {
        "sentence": "如果你决定参加比赛，尽管压力和期望存在，但也要记住享受过程是最重要的。",
        "label": ""
      },
      {
        "sentence": "如果你有任何疑虑或者还需要其他方面的帮助，随时都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，让我感到很温暖。我会记住你说的话，尽力享受比赛过程，并相信自己在文科方面也有潜力。如果我还有其他问题或者疑虑，我一定会找你聊天的。再次感谢你的帮助，你真的是一个很好的朋友。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，让我感到很温暖。",
        "label": ""
      },
      {
        "sentence": "我会记住你说的话，尽力享受比赛过程，并相信自己在文科方面也有潜力。",
        "label": ""
      },
      {
        "sentence": "如果我还有其他问题或者疑虑，我一定会找你聊天的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助，你真的是一个很好的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，朋友间互相支持是应该的。我很高兴我能帮到你，并且你能从中得到一些帮助和启发。记住，问题出现时不要害怕寻求帮助，大家都是为了共同进步而努力的。如果你需要任何支持或者再次聊天，随时都可以找我。希望你能一直保持积极向上的心态，愿意帮助你的人会一直在你身边。加油！",
    "annotation": [
      {
        "sentence": "不用客气，朋友间互相支持是应该的。",
        "label": ""
      },
      {
        "sentence": "我很高兴我能帮到你，并且你能从中得到一些帮助和启发。",
        "label": ""
      },
      {
        "sentence": "记住，问题出现时不要害怕寻求帮助，大家都是为了共同进步而努力的。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何支持或者再次聊天，随时都可以找我。",
        "label": ""
      },
      {
        "sentence": "希望你能一直保持积极向上的心态，愿意帮助你的人会一直在你身边。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解，你的话让我感到很安心。我会积极面对问题，学会寻求帮助和接受支持。有你这样的朋友真的让我很幸运。无论遇到什么困难，我都会坚持下去，相信明天会更好。再次感谢你的陪伴和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解，你的话让我感到很安心。",
        "label": ""
      },
      {
        "sentence": "我会积极面对问题，学会寻求帮助和接受支持。",
        "label": ""
      },
      {
        "sentence": "有你这样的朋友真的让我很幸运。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，我都会坚持下去，相信明天会更好。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，能帮到你是我的荣幸。友情和支持就是为了这些时刻而存在的。你有着积极向上的态度，相信你一定能克服困难，迎接更美好的未来。无论何时何地，你都可以依靠我，我会一直在你身边支持你。祝福你事事顺利，加油！",
    "annotation": [
      {
        "sentence": "不用客气，能帮到你是我的荣幸。",
        "label": ""
      },
      {
        "sentence": "友情和支持就是为了这些时刻而存在的。",
        "label": ""
      },
      {
        "sentence": "你有着积极向上的态度，相信你一定能克服困难，迎接更美好的未来。",
        "label": ""
      },
      {
        "sentence": "无论何时何地，你都可以依靠我，我会一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "祝福你事事顺利，加油！",
        "label": ""
      }
    ]
  }
]