[
  {
    "role": "client",
    "content": "看到男友和前任们的床照，心里的梗过不去，如何化解？",
    "annotation": [
      {
        "sentence": "看到男友和前任们的床照，心里的梗过不去，如何化解？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你男友手机的视频，彻底击碎了他在你心中的完美形象，这种痛苦是失落很难在短时间内就得到解决。其实你问的问题很难有人给你准确的答案，即使有相关的调查统计数据，但当落实到个体的时候，几率只有1和0两种情况。至于具体是哪种，只有通过他的具体行为才能得到解答。",
    "annotation": [
      {
        "sentence": "你男友手机的视频，彻底击碎了他在你心中的完美形象，这种痛苦是失落很难在短时间内就得到解决。",
        "label": ""
      },
      {
        "sentence": "其实你问的问题很难有人给你准确的答案，即使有相关的调查统计数据，但当落实到个体的时候，几率只有1和0两种情况。",
        "label": ""
      },
      {
        "sentence": "至于具体是哪种，只有通过他的具体行为才能得到解答。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我现在很困惑，我应该怎么对待这个问题呢？这些照片和视频给我带来了巨大的心理压力，看了之后就很难受。",
    "annotation": [
      {
        "sentence": "但我现在很困惑，我应该怎么对待这个问题呢？",
        "label": ""
      },
      {
        "sentence": "这些照片和视频给我带来了巨大的心理压力，看了之后就很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我想给你提供一个不同的角度来看待这件事。其实你对你男友的认识，即使没有这些视频也会改变，只是可能会慢一些。当问题慢慢暴露的时候，我们更愿意去思考如何去解决这些问题，当这些问题获得解决，他的形象就会重新建立，你们的关系也会更加紧密。这就是恋爱过程中的磨合。",
    "annotation": [
      {
        "sentence": "我想给你提供一个不同的角度来看待这件事。",
        "label": ""
      },
      {
        "sentence": "其实你对你男友的认识，即使没有这些视频也会改变，只是可能会慢一些。",
        "label": ""
      },
      {
        "sentence": "当问题慢慢暴露的时候，我们更愿意去思考如何去解决这些问题，当这些问题获得解决，他的形象就会重新建立，你们的关系也会更加紧密。",
        "label": ""
      },
      {
        "sentence": "这就是恋爱过程中的磨合。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了你的意思，但是这个问题对我来说太大了，我不知道该怎么面对，怎样才能解决这个问题呢？",
    "annotation": [
      {
        "sentence": "我明白了你的意思，但是这个问题对我来说太大了，我不知道该怎么面对，怎样才能解决这个问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然现在是一个“很大”的问题暴露了出来，但这个问题是否触及到了你的底线，是否就能证明他是一个不可靠的人，是否说明你们就不能在一起，这些问题其实都要打一个问号。或许可能从这个角度去思考，现在面临的是一个问题，不必在意这个问题的大小。而把注意力集中在如何解决这个问题上，通过你们双方的沟通，通过对他的观察，我相信最终你可以找到你想要的答案。",
    "annotation": [
      {
        "sentence": "虽然现在是一个“很大”的问题暴露了出来，但这个问题是否触及到了你的底线，是否就能证明他是一个不可靠的人，是否说明你们就不能在一起，这些问题其实都要打一个问号。",
        "label": ""
      },
      {
        "sentence": "或许可能从这个角度去思考，现在面临的是一个问题，不必在意这个问题的大小。",
        "label": ""
      },
      {
        "sentence": "而把注意力集中在如何解决这个问题上，通过你们双方的沟通，通过对他的观察，我相信最终你可以找到你想要的答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我也应该多了解他的想法和行为才能做出决定。但是这个过程会很困难吗？我现在一直很困惑，怕自己做出错误的决定。",
    "annotation": [
      {
        "sentence": "你说得对，我也应该多了解他的想法和行为才能做出决定。",
        "label": ""
      },
      {
        "sentence": "但是这个过程会很困难吗？",
        "label": ""
      },
      {
        "sentence": "我现在一直很困惑，怕自己做出错误的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这个过程可能会很困难，但能够通过这个过程认识清楚你的男友，最终确定你们是否适合在一起，这就很足够了。你对这段关系的不确定感是可以理解的，但是在面对困难时，我们要相信自己的判断能力，相信自己能够做出正确的决定。",
    "annotation": [
      {
        "sentence": "是的，这个过程可能会很困难，但能够通过这个过程认识清楚你的男友，最终确定你们是否适合在一起，这就很足够了。",
        "label": ""
      },
      {
        "sentence": "你对这段关系的不确定感是可以理解的，但是在面对困难时，我们要相信自己的判断能力，相信自己能够做出正确的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解。我决定先和男友坦诚地沟通，了解他的观点和想法，然后再根据具体情况做出决定。希望最终我们能够解决这个问题，重新建立起信任和稳定的关系。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解。",
        "label": ""
      },
      {
        "sentence": "我决定先和男友坦诚地沟通，了解他的观点和想法，然后再根据具体情况做出决定。",
        "label": ""
      },
      {
        "sentence": "希望最终我们能够解决这个问题，重新建立起信任和稳定的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你做出了这个决定。坦诚地沟通是解决问题的第一步，相信你们能够克服困难，共同走过这个难关。如果你需要任何帮助或支持，请随时向我求助。",
    "annotation": [
      {
        "sentence": "很高兴听到你做出了这个决定。",
        "label": ""
      },
      {
        "sentence": "坦诚地沟通是解决问题的第一步，相信你们能够克服困难，共同走过这个难关。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或支持，请随时向我求助。",
        "label": ""
      }
    ]
  }
]