[
  {
    "role": "client",
    "content": "结婚前和人因为钱发生关系，现在恐惧到想要解脱……结婚前不懂事和附近的好几个人人因为钱发生关系，现在结婚有宝宝了，我老公对我特别好，我总是想起以前，主要我经常能遇到以前的那些人，还有和我一个小区的，今天那个人看见我停下车打开窗户看我，我和我弟弟一起他没有叫我，但是我很害怕，到现在心跳特别快头晕什么事都不想干甚至想死，前两天在医院也遇到一个因为钱发生关系的人，我很害怕我想要解脱，但是我又怕孩子没有妈妈，可是我又怕别人知道了给孩子丢脸，我已经失眠了三年了，每天在恐惧中渡过真的太难受了。",
    "annotation": [
      {
        "sentence": "结婚前和人因为钱发生关系，现在恐惧到想要解脱……结婚前不懂事和附近的好几个人人因为钱发生关系，现在结婚有宝宝了，我老公对我特别好，我总是想起以前，主要我经常能遇到以前的那些人，还有和我一个小区的，今天那个人看见我停下车打开窗户看我，我和我弟弟一起他没有叫我，但是我很害怕，到现在心跳特别快头晕什么事都不想干甚至想死，前两天在医院也遇到一个因为钱发生关系的人，我很害怕我想要解脱，但是我又怕孩子没有妈妈，可是我又怕别人知道了给孩子丢脸，我已经失眠了三年了，每天在恐惧中渡过真的太难受了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在经历的情绪困扰是可以理解的，毕竟过去发生的事情对你有着很大的影响。但是，我希望你能够明白，即使过去犯了错误，也不能因此否定自己的价值。每个人都有不完美的一面，这是人之常情。重要的是学会接纳自己过去的错误并原谅自己，这样你才能从心理上真正解脱。你现在有一个对你很好的丈夫和一个宝宝，这是值得珍惜的。我们来一起探讨怎样面对这种困扰，让你恢复快乐和自信吧。",
    "annotation": [
      {
        "sentence": "你现在经历的情绪困扰是可以理解的，毕竟过去发生的事情对你有着很大的影响。",
        "label": ""
      },
      {
        "sentence": "但是，我希望你能够明白，即使过去犯了错误，也不能因此否定自己的价值。",
        "label": ""
      },
      {
        "sentence": "每个人都有不完美的一面，这是人之常情。",
        "label": ""
      },
      {
        "sentence": "重要的是学会接纳自己过去的错误并原谅自己，这样你才能从心理上真正解脱。",
        "label": ""
      },
      {
        "sentence": "你现在有一个对你很好的丈夫和一个宝宝，这是值得珍惜的。",
        "label": ""
      },
      {
        "sentence": "我们来一起探讨怎样面对这种困扰，让你恢复快乐和自信吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我真的很需要它们。可是，每次遇到以前的那些人或者发生类似的事情，我就会情绪失控，心跳加快，感觉非常不舒服。这种感受让我特别害怕，我不知道该如何应对。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我真的很需要它们。",
        "label": ""
      },
      {
        "sentence": "可是，每次遇到以前的那些人或者发生类似的事情，我就会情绪失控，心跳加快，感觉非常不舒服。",
        "label": ""
      },
      {
        "sentence": "这种感受让我特别害怕，我不知道该如何应对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，每次遭遇到触发你恐惧的事情时情绪会失控是很正常的反应。我建议你可以尝试一些情绪调节的方法，例如深呼吸、放松训练或者找一些分散注意力的活动来缓解你的焦虑情绪。此外，如果你感觉不太自信，我们也可以一起寻找一些自我肯定和心理成长的方法，来帮助你重建自信和心理健康。",
    "annotation": [
      {
        "sentence": "我理解你的感受，每次遭遇到触发你恐惧的事情时情绪会失控是很正常的反应。",
        "label": ""
      },
      {
        "sentence": "我建议你可以尝试一些情绪调节的方法，例如深呼吸、放松训练或者找一些分散注意力的活动来缓解你的焦虑情绪。",
        "label": ""
      },
      {
        "sentence": "此外，如果你感觉不太自信，我们也可以一起寻找一些自我肯定和心理成长的方法，来帮助你重建自信和心理健康。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会尝试这些方法的。但是我担心即使我做了调节，我还是会遇到这些触发因素，这样的情况是否意味着我无法真正摆脱过去的阴影？",
    "annotation": [
      {
        "sentence": "嗯，我会尝试这些方法的。",
        "label": ""
      },
      {
        "sentence": "但是我担心即使我做了调节，我还是会遇到这些触发因素，这样的情况是否意味着我无法真正摆脱过去的阴影？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然你可能无法完全避免触发因素，但是通过情绪调节和心理成长的方法，你可以逐渐减轻对这些触发因素的恐惧和不适。重要的是要坚信自己正在成长，你所做的努力是积极的，并且你值得拥有更好的生活。和我一起制定一个行动计划，一步一步走向解脱吧。",
    "annotation": [
      {
        "sentence": "虽然你可能无法完全避免触发因素，但是通过情绪调节和心理成长的方法，你可以逐渐减轻对这些触发因素的恐惧和不适。",
        "label": ""
      },
      {
        "sentence": "重要的是要坚信自己正在成长，你所做的努力是积极的，并且你值得拥有更好的生活。",
        "label": ""
      },
      {
        "sentence": "和我一起制定一个行动计划，一步一步走向解脱吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会相信自己的成长和努力，同时也愿意坚持这个行动计划。我会积极应对自己的情绪问题，并努力远离过去的困扰。",
    "annotation": [
      {
        "sentence": "好的，我会相信自己的成长和努力，同时也愿意坚持这个行动计划。",
        "label": ""
      },
      {
        "sentence": "我会积极应对自己的情绪问题，并努力远离过去的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这就是好的起点！你的积极态度将会帮助你更好地应对困难和挑战。如果你需要任何方面的支持和帮助，随时都可以来找我。我们一起克服困难，找回快乐和自信。",
    "annotation": [
      {
        "sentence": "这就是好的起点！",
        "label": ""
      },
      {
        "sentence": "你的积极态度将会帮助你更好地应对困难和挑战。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何方面的支持和帮助，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "我们一起克服困难，找回快乐和自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你对我的支持和鼓励！我真的很感激有你在我身边。我相信有了你的帮助，我一定能够渐渐走出阴影，过上更幸福的生活。",
    "annotation": [
      {
        "sentence": "谢谢你对我的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我真的很感激有你在我身边。",
        "label": ""
      },
      {
        "sentence": "我相信有了你的帮助，我一定能够渐渐走出阴影，过上更幸福的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的努力和坚持都是值得赞扬的，我相信你会越来越好。记得，无论遇到什么困难，都要相信自己的能力和价值。我会一直在你身边支持你的，一起度过困难时刻。",
    "annotation": [
      {
        "sentence": "你的努力和坚持都是值得赞扬的，我相信你会越来越好。",
        "label": ""
      },
      {
        "sentence": "记得，无论遇到什么困难，都要相信自己的能力和价值。",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边支持你的，一起度过困难时刻。",
        "label": ""
      }
    ]
  }
]