[
  {
    "role": "client",
    "content": "准女友和其他男生走得比较近，该怎么办？上一个问题的补充说明。我们都是大二，同校不同系的，认识快一年了，现在是准恋爱关系（在学校经常待在一起，经常牵手，不排斥比较亲密的肢体接触，没有特别重要的事情不会拒绝我的邀约，经常关心照顾我，不会否认别人误会我们的关系），但是没有正式确认关系。她是一个比较开放的女生，颜值高、身材好，平时穿着都比较暴露，身边男性朋友很多，经常会一起聚餐、喝酒之类的，也会和个别男生单独约会（但是会和我说）。每次看她朋友圈发聚餐的照片，心里就很难受，我知道这只是占有欲作祟，我不能去干涉她的生活。本人有些自卑、腼腆、孤僻，也不喝酒，所以不想去和她的男生朋友们一起聚餐；之前有过因为表白被拒结果连朋友都做不了的经历，她又说自己不会轻易确定恋爱关系，而且我没有谈过恋爱，不想失去她，所以不敢表白。但是她一直没有对我表白，会不会是因为我不是她的唯一选择？会不会是她根本不想和我成为情侣？该怎么办？",
    "annotation": [
      {
        "sentence": "准女友和其他男生走得比较近，该怎么办？",
        "label": ""
      },
      {
        "sentence": "上一个问题的补充说明。",
        "label": ""
      },
      {
        "sentence": "我们都是大二，同校不同系的，认识快一年了，现在是准恋爱关系（在学校经常待在一起，经常牵手，不排斥比较亲密的肢体接触，没有特别重要的事情不会拒绝我的邀约，经常关心照顾我，不会否认别人误会我们的关系），但是没有正式确认关系。",
        "label": ""
      },
      {
        "sentence": "她是一个比较开放的女生，颜值高、身材好，平时穿着都比较暴露，身边男性朋友很多，经常会一起聚餐、喝酒之类的，也会和个别男生单独约会（但是会和我说）。",
        "label": ""
      },
      {
        "sentence": "每次看她朋友圈发聚餐的照片，心里就很难受，我知道这只是占有欲作祟，我不能去干涉她的生活。",
        "label": ""
      },
      {
        "sentence": "本人有些自卑、腼腆、孤僻，也不喝酒，所以不想去和她的男生朋友们一起聚餐；之前有过因为表白被拒结果连朋友都做不了的经历，她又说自己不会轻易确定恋爱关系，而且我没有谈过恋爱，不想失去她，所以不敢表白。",
        "label": ""
      },
      {
        "sentence": "但是她一直没有对我表白，会不会是因为我不是她的唯一选择？",
        "label": ""
      },
      {
        "sentence": "会不会是她根本不想和我成为情侣？",
        "label": ""
      },
      {
        "sentence": "该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你对准女友和其他男生的亲密行为感到担忧，但目前你们尚未正式确认关系，这让你无法干涉。其实，无论她与其他男生的联系如何，你也无法确定她的想法。首先，你害怕表白失败，她也不轻易确认关系，这造成了你们之间的困扰。其次，她从未否认你们的关系，平时的亲密行为也表明她与你关系亲近。有两种可能性：一是她也喜欢你，等待你主动，二是她只是把你当做朋友，无意进一步发展。无论她的真实想法如何，只有通过表白，你才能了解到底情况如何。也许她等待你的表白呢，或者她不轻易确定关系，她需要更多的时间考虑你的重要性。此外，她与其他男生的亲密关系是否与你们之间的情况相似？很多女生都有自己的男性朋友，但这并不一定代表她们有特殊的关系。她是否了解你因她与其他男生走得近而感到不开心呢？如果她了解而仍然这样做，那或许是想引起你的注意。也许她们只是很普通的朋友关系，不必太担心。如果你喜欢一个女孩子，不要自卑和腼腆。你认为一个女生会选择一个自卑的男生做男朋友吗？你要相信自己的优秀，如果她拒绝你，那并不是因为你不够好，只是你们不适合。希望我的回答对你有帮助。",
    "annotation": [
      {
        "sentence": "听起来你对准女友和其他男生的亲密行为感到担忧，但目前你们尚未正式确认关系，这让你无法干涉。",
        "label": ""
      },
      {
        "sentence": "其实，无论她与其他男生的联系如何，你也无法确定她的想法。",
        "label": ""
      },
      {
        "sentence": "首先，你害怕表白失败，她也不轻易确认关系，这造成了你们之间的困扰。",
        "label": ""
      },
      {
        "sentence": "其次，她从未否认你们的关系，平时的亲密行为也表明她与你关系亲近。",
        "label": ""
      },
      {
        "sentence": "有两种可能性：一是她也喜欢你，等待你主动，二是她只是把你当做朋友，无意进一步发展。",
        "label": ""
      },
      {
        "sentence": "无论她的真实想法如何，只有通过表白，你才能了解到底情况如何。",
        "label": ""
      },
      {
        "sentence": "也许她等待你的表白呢，或者她不轻易确定关系，她需要更多的时间考虑你的重要性。",
        "label": ""
      },
      {
        "sentence": "此外，她与其他男生的亲密关系是否与你们之间的情况相似？",
        "label": ""
      },
      {
        "sentence": "很多女生都有自己的男性朋友，但这并不一定代表她们有特殊的关系。",
        "label": ""
      },
      {
        "sentence": "她是否了解你因她与其他男生走得近而感到不开心呢？",
        "label": ""
      },
      {
        "sentence": "如果她了解而仍然这样做，那或许是想引起你的注意。",
        "label": ""
      },
      {
        "sentence": "也许她们只是很普通的朋友关系，不必太担心。",
        "label": ""
      },
      {
        "sentence": "如果你喜欢一个女孩子，不要自卑和腼腆。",
        "label": ""
      },
      {
        "sentence": "你认为一个女生会选择一个自卑的男生做男朋友吗？",
        "label": ""
      },
      {
        "sentence": "你要相信自己的优秀，如果她拒绝你，那并不是因为你不够好，只是你们不适合。",
        "label": ""
      },
      {
        "sentence": "希望我的回答对你有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答。我理解现在我们没有正式确认关系，但是看到她与其他男生走得这么近，我心里很不舒服。我想表白，但是之前被拒绝过，实在是怕再一次失去她。她一直没有主动表白，让我怀疑她是否根本不想和我在一起。我不知道该怎么做才能让她明白我的心意。",
    "annotation": [
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "我理解现在我们没有正式确认关系，但是看到她与其他男生走得这么近，我心里很不舒服。",
        "label": ""
      },
      {
        "sentence": "我想表白，但是之前被拒绝过，实在是怕再一次失去她。",
        "label": ""
      },
      {
        "sentence": "她一直没有主动表白，让我怀疑她是否根本不想和我在一起。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么做才能让她明白我的心意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，看到她与其他男生走得近确实会让你感到困扰。不过，害怕再次被拒绝非常正常，这也是为什么我们会犹豫不决。在这种情况下，你可以尝试以其他方式传达你的感受和意愿，而不仅仅是通过直接的表白。你可以选择适当的时机，与她进行一次坦诚的交流，告诉她你对她的感情和所担心的事情。这样她就能明白你的心意，也能积极回应你的感受。重要的是，坦诚和沟通是建立关系的基石，无论最终结果如何，至少你们会更清楚对方的真实想法。",
    "annotation": [
      {
        "sentence": "是的，看到她与其他男生走得近确实会让你感到困扰。",
        "label": ""
      },
      {
        "sentence": "不过，害怕再次被拒绝非常正常，这也是为什么我们会犹豫不决。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，你可以尝试以其他方式传达你的感受和意愿，而不仅仅是通过直接的表白。",
        "label": ""
      },
      {
        "sentence": "你可以选择适当的时机，与她进行一次坦诚的交流，告诉她你对她的感情和所担心的事情。",
        "label": ""
      },
      {
        "sentence": "这样她就能明白你的心意，也能积极回应你的感受。",
        "label": ""
      },
      {
        "sentence": "重要的是，坦诚和沟通是建立关系的基石，无论最终结果如何，至少你们会更清楚对方的真实想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，坦诚和沟通是很重要的。但是我还是很担心，如果我传达我的感受，她却并不回应或者对我失去兴趣，那该怎么办呢？",
    "annotation": [
      {
        "sentence": "我明白了，坦诚和沟通是很重要的。",
        "label": ""
      },
      {
        "sentence": "但是我还是很担心，如果我传达我的感受，她却并不回应或者对我失去兴趣，那该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心完全可以理解。但是，如果她不回应或对你失去兴趣，那可能意味着你们并不适合在一起。虽然这个结果可能令人失望，但也是情感发展中的一种可能性。重要的是要接受现实，并学会面对这样的可能性。有时候，我们会遇到意想不到的结果，但这并不代表自己不够好。无论结果如何，你都应该保持自信，相信自己的价值。只有这样，才能更好地面对未来的挑战，找到真正适合你的人。",
    "annotation": [
      {
        "sentence": "你的担心完全可以理解。",
        "label": ""
      },
      {
        "sentence": "但是，如果她不回应或对你失去兴趣，那可能意味着你们并不适合在一起。",
        "label": ""
      },
      {
        "sentence": "虽然这个结果可能令人失望，但也是情感发展中的一种可能性。",
        "label": ""
      },
      {
        "sentence": "重要的是要接受现实，并学会面对这样的可能性。",
        "label": ""
      },
      {
        "sentence": "有时候，我们会遇到意想不到的结果，但这并不代表自己不够好。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，你都应该保持自信，相信自己的价值。",
        "label": ""
      },
      {
        "sentence": "只有这样，才能更好地面对未来的挑战，找到真正适合你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会试着进行坦诚的交流，并接受任何结果。无论如何，我都会相信自己的价值，努力迎接未来的挑战。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着进行坦诚的交流，并接受任何结果。",
        "label": ""
      },
      {
        "sentence": "无论如何，我都会相信自己的价值，努力迎接未来的挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能为你提供帮助。坦诚的交流和正面的心态对于解决问题和逐渐发展关系非常重要。相信自己，勇敢面对未来的挑战。祝你好运！如果还有其他问题，随时向我求助。",
    "annotation": [
      {
        "sentence": "很高兴能为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "坦诚的交流和正面的心态对于解决问题和逐渐发展关系非常重要。",
        "label": ""
      },
      {
        "sentence": "相信自己，勇敢面对未来的挑战。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时向我求助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励！我现在感到更加有信心面对这个问题了。如果需要，我会再向你寻求帮助的。再次感谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我现在感到更加有信心面对这个问题了。",
        "label": ""
      },
      {
        "sentence": "如果需要，我会再向你寻求帮助的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！很高兴能为你提供帮助。随时找我聊天，给你最真诚的建议和支持。祝你一切顺利！加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "很高兴能为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "随时找我聊天，给你最真诚的建议和支持。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]