[
  {
    "role": "client",
    "content": "准女友和其他男生走得比较近，该怎么办？上一个问题的补充说明。我们都是大二，同校不同系的，认识快一年了，现在是准恋爱关系（在学校经常待在一起，经常牵手，不排斥比较亲密的肢体接触，没有特别重要的事情不会拒绝我的邀约，经常关心照顾我，不会否认别人误会我们的关系），但是没有正式确认关系。她是一个比较开放的女生，颜值高、身材好，平时穿着都比较暴露，身边男性朋友很多，经常会一起聚餐、喝酒之类的，也会和个别男生单独约会（但是会和我说）。每次看她朋友圈发聚餐的照片，心里就很难受，我知道这只是占有欲作祟，我不能去干涉她的生活。本人有些自卑、腼腆、孤僻，也不喝酒，所以不想去和她的男生朋友们一起聚餐；之前有过因为表白被拒结果连朋友都做不了的经历，她又说自己不会轻易确定恋爱关系，而且我没有谈过恋爱，不想失去她，所以不敢表白。但是她一直没有对我表白，会不会是因为我不是她的唯一选择？会不会是她根本不想和我成为情侣？该怎么办？",
    "annotation": [
      {
        "sentence": "准女友和其他男生走得比较近，该怎么办？",
        "label": ""
      },
      {
        "sentence": "上一个问题的补充说明。",
        "label": ""
      },
      {
        "sentence": "我们都是大二，同校不同系的，认识快一年了，现在是准恋爱关系（在学校经常待在一起，经常牵手，不排斥比较亲密的肢体接触，没有特别重要的事情不会拒绝我的邀约，经常关心照顾我，不会否认别人误会我们的关系），但是没有正式确认关系。",
        "label": ""
      },
      {
        "sentence": "她是一个比较开放的女生，颜值高、身材好，平时穿着都比较暴露，身边男性朋友很多，经常会一起聚餐、喝酒之类的，也会和个别男生单独约会（但是会和我说）。",
        "label": ""
      },
      {
        "sentence": "每次看她朋友圈发聚餐的照片，心里就很难受，我知道这只是占有欲作祟，我不能去干涉她的生活。",
        "label": ""
      },
      {
        "sentence": "本人有些自卑、腼腆、孤僻，也不喝酒，所以不想去和她的男生朋友们一起聚餐；之前有过因为表白被拒结果连朋友都做不了的经历，她又说自己不会轻易确定恋爱关系，而且我没有谈过恋爱，不想失去她，所以不敢表白。",
        "label": ""
      },
      {
        "sentence": "但是她一直没有对我表白，会不会是因为我不是她的唯一选择？",
        "label": ""
      },
      {
        "sentence": "会不会是她根本不想和我成为情侣？",
        "label": ""
      },
      {
        "sentence": "该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很有幸，再次回答你的问题。你自评：自卑、腼腆、孤僻、不喜欢喝酒，她颜值高、身材好、比较外向、喜欢喝酒。我可以感受到，你们性格相互互补，也互相吸引。你很喜欢她，她对你也钟情，但你们最艰难的是互相不理解，也很难完全理解。再加上你也不愿意表达，就会因为少了沟通导致一些有利信息。分析了解问题：1、你们都是大二，同校不同系的，认识快一年了，现在是准恋爱关系（在学校经常待在一起，经常牵手，不排斥比较亲密的肢体接触，没有特别重要的事情不会拒绝你的邀约，经常关心照顾你，不会否认别人误会你们的关系），但是没有正式确认关系。（我知道你们关系很好。也许你不喜欢听，可你们终归还没有确认关系，那很多的事情就是会有变数的。再说个你不想面对的话题，她和其他人关系也挺好的呀。我想请问，和你有跟其他人不同吗？双方都确认了你才会心安的。）",
    "annotation": [
      {
        "sentence": "很有幸，再次回答你的问题。",
        "label": ""
      },
      {
        "sentence": "你自评：自卑、腼腆、孤僻、不喜欢喝酒，她颜值高、身材好、比较外向、喜欢喝酒。",
        "label": ""
      },
      {
        "sentence": "我可以感受到，你们性格相互互补，也互相吸引。",
        "label": ""
      },
      {
        "sentence": "你很喜欢她，她对你也钟情，但你们最艰难的是互相不理解，也很难完全理解。",
        "label": ""
      },
      {
        "sentence": "再加上你也不愿意表达，就会因为少了沟通导致一些有利信息。",
        "label": ""
      },
      {
        "sentence": "分析了解问题：1、你们都是大二，同校不同系的，认识快一年了，现在是准恋爱关系（在学校经常待在一起，经常牵手，不排斥比较亲密的肢体接触，没有特别重要的事情不会拒绝你的邀约，经常关心照顾你，不会否认别人误会你们的关系），但是没有正式确认关系。",
        "label": ""
      },
      {
        "sentence": "（我知道你们关系很好。",
        "label": ""
      },
      {
        "sentence": "也许你不喜欢听，可你们终归还没有确认关系，那很多的事情就是会有变数的。",
        "label": ""
      },
      {
        "sentence": "再说个你不想面对的话题，她和其他人关系也挺好的呀。",
        "label": ""
      },
      {
        "sentence": "我想请问，和你有跟其他人不同吗？",
        "label": ""
      },
      {
        "sentence": "双方都确认了你才会心安的。",
        "label": ""
      },
      {
        "sentence": "）",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "她确实对我很好，我们经常在一起，感觉很亲密，我也很喜欢她。但是她和其他男生的互动让我担心，怕她对我没有那么重要。",
    "annotation": [
      {
        "sentence": "她确实对我很好，我们经常在一起，感觉很亲密，我也很喜欢她。",
        "label": ""
      },
      {
        "sentence": "但是她和其他男生的互动让我担心，怕她对我没有那么重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "她是一个比较开放的女生，颜值高、身材好，平时穿着都比较暴露，身边男性朋友很多，经常会一起聚餐、喝酒之类的，也会和个别男生单独约会（但是会和你说）。（嗯，可以看得出这是一个优秀的女孩。如果一个女孩把自己跟别的异性单独约会的事情跟自己还没有确认的男友讲，基本上有两种情况：a、可能没你想的那么喜欢你，你只是她众多朋友中的一个，说了也没有威胁；b、非常喜欢你，至少觉得你跟其他人不同，但是在看你的态度呢，用这个【激将法】来将你呢，等你的表白。）",
    "annotation": [
      {
        "sentence": "她是一个比较开放的女生，颜值高、身材好，平时穿着都比较暴露，身边男性朋友很多，经常会一起聚餐、喝酒之类的，也会和个别男生单独约会（但是会和你说）。",
        "label": ""
      },
      {
        "sentence": "（嗯，可以看得出这是一个优秀的女孩。",
        "label": ""
      },
      {
        "sentence": "如果一个女孩把自己跟别的异性单独约会的事情跟自己还没有确认的男友讲，基本上有两种情况：a、可能没你想的那么喜欢你，你只是她众多朋友中的一个，说了也没有威胁；b、非常喜欢你，至少觉得你跟其他人不同，但是在看你的态度呢，用这个【激将法】来将你呢，等你的表白。",
        "label": ""
      },
      {
        "sentence": "）",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，也许我是过于敏感了。其实我不是很懂如何处理这种情况，我不喜欢喝酒，也不善于交际，所以不想去和她的男生朋友们一起聚餐。",
    "annotation": [
      {
        "sentence": "我明白了，也许我是过于敏感了。",
        "label": ""
      },
      {
        "sentence": "其实我不是很懂如何处理这种情况，我不喜欢喝酒，也不善于交际，所以不想去和她的男生朋友们一起聚餐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不想干涉她的生活？如果她成为你的女友了呢？如果她成为你的妻子了呢？这是她性格的一部分，你又不愿意参与她的聚会，怎么办呢？怎么取舍呢？成为妻子就没有占有欲了吗？你们真的适合吗？很抱歉，只是希望你多一些思考。",
    "annotation": [
      {
        "sentence": "你不想干涉她的生活？",
        "label": ""
      },
      {
        "sentence": "如果她成为你的女友了呢？",
        "label": ""
      },
      {
        "sentence": "如果她成为你的妻子了呢？",
        "label": ""
      },
      {
        "sentence": "这是她性格的一部分，你又不愿意参与她的聚会，怎么办呢？",
        "label": ""
      },
      {
        "sentence": "怎么取舍呢？",
        "label": ""
      },
      {
        "sentence": "成为妻子就没有占有欲了吗？",
        "label": ""
      },
      {
        "sentence": "你们真的适合吗？",
        "label": ""
      },
      {
        "sentence": "很抱歉，只是希望你多一些思考。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从来没有考虑过这个问题，我只是想保护她，让她开心。我会好好思考，也试着改变自己，成为她所需要的支持者。",
    "annotation": [
      {
        "sentence": "我从来没有考虑过这个问题，我只是想保护她，让她开心。",
        "label": ""
      },
      {
        "sentence": "我会好好思考，也试着改变自己，成为她所需要的支持者。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "之前有过因为表白被拒结果连朋友都做不了的经历，她又说自己不会轻易确定恋爱关系，而且你没有谈过恋爱，不想失去她，所以不敢表白。（我觉得你只是性格内向，但你一定也很优秀，不然这么优秀的女孩不可能喜欢一个普通的男孩的。她喜欢你，就愿意跟你在一起，这一点你应该自信。不能因为之前没成功，就一遭被蛇咬，十年怕井绳对不对？越不想失去她，越要告诉她你有多爱她，喜欢她，不是吗？再这样下去，她就跟别人走掉了，因为总有人会跟她表白的。）",
    "annotation": [
      {
        "sentence": "之前有过因为表白被拒结果连朋友都做不了的经历，她又说自己不会轻易确定恋爱关系，而且你没有谈过恋爱，不想失去她，所以不敢表白。",
        "label": ""
      },
      {
        "sentence": "（我觉得你只是性格内向，但你一定也很优秀，不然这么优秀的女孩不可能喜欢一个普通的男孩的。",
        "label": ""
      },
      {
        "sentence": "她喜欢你，就愿意跟你在一起，这一点你应该自信。",
        "label": ""
      },
      {
        "sentence": "不能因为之前没成功，就一遭被蛇咬，十年怕井绳对不对？",
        "label": ""
      },
      {
        "sentence": "越不想失去她，越要告诉她你有多爱她，喜欢她，不是吗？",
        "label": ""
      },
      {
        "sentence": "再这样下去，她就跟别人走掉了，因为总有人会跟她表白的。",
        "label": ""
      },
      {
        "sentence": "）",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我一直在害怕，害怕再次被拒绝，害怕失去她。但是我明白你的意思，我需要勇敢地表达",
    "annotation": [
      {
        "sentence": "其实我一直在害怕，害怕再次被拒绝，害怕失去她。",
        "label": ""
      },
      {
        "sentence": "但是我明白你的意思，我需要勇敢地表达",
        "label": ""
      }
    ]
  }
]