[
  {
    "role": "client",
    "content": "准女友和其他男生走得比较近，该怎么办？上一个问题的补充说明。我们都是大二，同校不同系的，认识快一年了，现在是准恋爱关系（在学校经常待在一起，经常牵手，不排斥比较亲密的肢体接触，没有特别重要的事情不会拒绝我的邀约，经常关心照顾我，不会否认别人误会我们的关系），但是没有正式确认关系。她是一个比较开放的女生，颜值高、身材好，平时穿着都比较暴露，身边男性朋友很多，经常会一起聚餐、喝酒之类的，也会和个别男生单独约会（但是会和我说）。每次看她朋友圈发聚餐的照片，心里就很难受，我知道这只是占有欲作祟，我不能去干涉她的生活。本人有些自卑、腼腆、孤僻，也不喝酒，所以不想去和她的男生朋友们一起聚餐；之前有过因为表白被拒结果连朋友都做不了的经历，她又说自己不会轻易确定恋爱关系，而且我没有谈过恋爱，不想失去她，所以不敢表白。但是她一直没有对我表白，会不会是因为我不是她的唯一选择？会不会是她根本不想和我成为情侣？该怎么办？",
    "annotation": [
      {
        "sentence": "准女友和其他男生走得比较近，该怎么办？",
        "label": ""
      },
      {
        "sentence": "上一个问题的补充说明。",
        "label": ""
      },
      {
        "sentence": "我们都是大二，同校不同系的，认识快一年了，现在是准恋爱关系（在学校经常待在一起，经常牵手，不排斥比较亲密的肢体接触，没有特别重要的事情不会拒绝我的邀约，经常关心照顾我，不会否认别人误会我们的关系），但是没有正式确认关系。",
        "label": ""
      },
      {
        "sentence": "她是一个比较开放的女生，颜值高、身材好，平时穿着都比较暴露，身边男性朋友很多，经常会一起聚餐、喝酒之类的，也会和个别男生单独约会（但是会和我说）。",
        "label": ""
      },
      {
        "sentence": "每次看她朋友圈发聚餐的照片，心里就很难受，我知道这只是占有欲作祟，我不能去干涉她的生活。",
        "label": ""
      },
      {
        "sentence": "本人有些自卑、腼腆、孤僻，也不喝酒，所以不想去和她的男生朋友们一起聚餐；之前有过因为表白被拒结果连朋友都做不了的经历，她又说自己不会轻易确定恋爱关系，而且我没有谈过恋爱，不想失去她，所以不敢表白。",
        "label": ""
      },
      {
        "sentence": "但是她一直没有对我表白，会不会是因为我不是她的唯一选择？",
        "label": ""
      },
      {
        "sentence": "会不会是她根本不想和我成为情侣？",
        "label": ""
      },
      {
        "sentence": "该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "像遇到了一个卡点，非常理解你目前的感受，欲罢不能，欲进恐退，欲说还休。让人非常地不爽。准女友与正式女友，中间只差一个确认。从你们的交往上来看：（在学校经常待在一起，经常牵手，不排斥比较亲密的肢体接触，没有特别重要的事情不会拒绝我的邀约，经常关心照顾我，不会否认别人误会我们的关系），已经超出一般的友谊，可以被看作恋爱关系，只是名义上，还没有一个确定的标签。",
    "annotation": [
      {
        "sentence": "像遇到了一个卡点，非常理解你目前的感受，欲罢不能，欲进恐退，欲说还休。",
        "label": ""
      },
      {
        "sentence": "让人非常地不爽。",
        "label": ""
      },
      {
        "sentence": "准女友与正式女友，中间只差一个确认。",
        "label": ""
      },
      {
        "sentence": "从你们的交往上来看：（在学校经常待在一起，经常牵手，不排斥比较亲密的肢体接触，没有特别重要的事情不会拒绝我的邀约，经常关心照顾我，不会否认别人误会我们的关系），已经超出一般的友谊，可以被看作恋爱关系，只是名义上，还没有一个确定的标签。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对于我来说，没有一个确定的标签让我很困惑，我不知道该如何对待这段感情。",
    "annotation": [
      {
        "sentence": "对于我来说，没有一个确定的标签让我很困惑，我不知道该如何对待这段感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的困惑。尤其是你们的性格差异，一个开朗外向，一个自卑内敛，让你对这段感情产生了更多的疑虑和不自信。你不是没有想过通过表白来确定正式关系，但是以前表白被拒，最后连朋友都做不成的经历，使你不敢轻易开口，况且你的准女友说过她不会轻易确定恋爱关系，你就更得慎重了。",
    "annotation": [
      {
        "sentence": "我可以理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "尤其是你们的性格差异，一个开朗外向，一个自卑内敛，让你对这段感情产生了更多的疑虑和不自信。",
        "label": ""
      },
      {
        "sentence": "你不是没有想过通过表白来确定正式关系，但是以前表白被拒，最后连朋友都做不成的经历，使你不敢轻易开口，况且你的准女友说过她不会轻易确定恋爱关系，你就更得慎重了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我非常在意她，我想等她来表白，但同时我也担心她根本不想和我成为情侣，或者我只是她的其中一个选择。",
    "annotation": [
      {
        "sentence": "是的，我非常在意她，我想等她来表白，但同时我也担心她根本不想和我成为情侣，或者我只是她的其中一个选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解你的担忧。她的个性条件优越，性格大方，身边朋友众多，这也是她的特点和魅力所在。她和其他男生朋友一起聚餐喝酒并不意味着她对你们的关系不认真，相反，她与你分享这些约会的事情，证明她是很信任你的，也怕让你胡思乱想。你对她与其他男生朋友的聚餐感到难受，不是因为她身边有其他男生，而是你对自己在她心中的地位不确定。你不知道你在她的心里到底有多大比重。",
    "annotation": [
      {
        "sentence": "了解你的担忧。",
        "label": ""
      },
      {
        "sentence": "她的个性条件优越，性格大方，身边朋友众多，这也是她的特点和魅力所在。",
        "label": ""
      },
      {
        "sentence": "她和其他男生朋友一起聚餐喝酒并不意味着她对你们的关系不认真，相反，她与你分享这些约会的事情，证明她是很信任你的，也怕让你胡思乱想。",
        "label": ""
      },
      {
        "sentence": "你对她与其他男生朋友的聚餐感到难受，不是因为她身边有其他男生，而是你对自己在她心中的地位不确定。",
        "label": ""
      },
      {
        "sentence": "你不知道你在她的心里到底有多大比重。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我很担心她对我的感情是否真实。",
    "annotation": [
      {
        "sentence": "是的，我很担心她对我的感情是否真实。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现在的问题是，你要决定是否通过表白来弄清她对你的真实感受。如果你选择表白，结果有两个可能：一是她接受你，二是她拒绝你。你要考虑好自己是否能承受最坏的结果，有时候，痛苦也能让人更加成熟。而如果你选择不表白，你还可以有两个选择：一是继续观察她与其他男生的关系，同时也要思考你在她心中的地位。另一种选择是提高自信，提升自己的价值。她选择你，说明你有她欣赏的地方，你的内敛和稳重可能正是她所看中的。给她和自己一些时间，思考这段关系真正的意义，找到合适的相处方式，然后再确定关系。",
    "annotation": [
      {
        "sentence": "现在的问题是，你要决定是否通过表白来弄清她对你的真实感受。",
        "label": ""
      },
      {
        "sentence": "如果你选择表白，结果有两个可能：一是她接受你，二是她拒绝你。",
        "label": ""
      },
      {
        "sentence": "你要考虑好自己是否能承受最坏的结果，有时候，痛苦也能让人更加成熟。",
        "label": ""
      },
      {
        "sentence": "而如果你选择不表白，你还可以有两个选择：一是继续观察她与其他男生的关系，同时也要思考你在她心中的地位。",
        "label": ""
      },
      {
        "sentence": "另一种选择是提高自信，提升自己的价值。",
        "label": ""
      },
      {
        "sentence": "她选择你，说明你有她欣赏的地方，你的内敛和稳重可能正是她所看中的。",
        "label": ""
      },
      {
        "sentence": "给她和自己一些时间，思考这段关系真正的意义，找到合适的相处方式，然后再确定关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会好好考虑的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会好好考虑的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的回答能对你有所帮助。记住，无论选择什么，最重要的是要保持自己的价值和自信。",
    "annotation": [
      {
        "sentence": "不客气，希望我的回答能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "记住，无论选择什么，最重要的是要保持自己的价值和自信。",
        "label": ""
      }
    ]
  }
]