[
  {
    "role": "client",
    "content": "姐姐有义务供弟弟上学吗？家中有两个弟弟（双胞胎），我已经大学毕业，自己积蓄不是太多，今年他们中考结束，没有过高中录取线，本身学习就比较差，我的意思让他们去读五年制大专，父母已经离婚，两个弟弟一个人抚养一个，但是现在他们竟然连学费都拿不出来（在这里申明一下，在三个月之前就已经告诉他们要准备自己儿子的学费），但是呢现在竟然拿不出来，变着法的叫我拿钱出来。爸爸（是一个只会说什么都会好的，没有男人的担当，一个向才毕业一年的女儿要钱，会是什么好人）那边虽然嘴上说不用我的钱，但是我把钱转过去立马就收，还说是要还给我，我觉得就是没影的事，5000打水漂了，妈妈（在这里只是一个称呼，实际在我看来她也就是生了我，至于养我我就呵呵了，现在我就想骂死她，根本就不陪做母亲，妻子，别人说什么都是对的，就希望她死了是最好的，怎么会有这种人活在世上）打电话就是一句我没有钱，也不给她负责的那个小孩钱，对于我来说，我认为我没有义务养我弟弟。",
    "annotation": [
      {
        "sentence": "姐姐有义务供弟弟上学吗？",
        "label": ""
      },
      {
        "sentence": "家中有两个弟弟（双胞胎），我已经大学毕业，自己积蓄不是太多，今年他们中考结束，没有过高中录取线，本身学习就比较差，我的意思让他们去读五年制大专，父母已经离婚，两个弟弟一个人抚养一个，但是现在他们竟然连学费都拿不出来（在这里申明一下，在三个月之前就已经告诉他们要准备自己儿子的学费），但是呢现在竟然拿不出来，变着法的叫我拿钱出来。",
        "label": ""
      },
      {
        "sentence": "爸爸（是一个只会说什么都会好的，没有男人的担当，一个向才毕业一年的女儿要钱，会是什么好人）那边虽然嘴上说不用我的钱，但是我把钱转过去立马就收，还说是要还给我，我觉得就是没影的事，5000打水漂了，妈妈（在这里只是一个称呼，实际在我看来她也就是生了我，至于养我我就呵呵了，现在我就想骂死她，根本就不陪做母亲，妻子，别人说什么都是对的，就希望她死了是最好的，怎么会有这种人活在世上）打电话就是一句我没有钱，也不给她负责的那个小孩钱，对于我来说，我认为我没有义务养我弟弟。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为姐姐，我们确实没有义务和责任去供养弟弟上学。虽然很多人会说：你做姐姐的就要照顾好弟弟，要尽力给弟弟最好的。但是这一切并不是建立在牺牲自己幸福的前提下。经常会有一些感人的故事，姐姐或者哥哥为了家里的弟弟妹妹委屈自己辍学去打工，然后弟弟妹妹考上了很好的大学。",
    "annotation": [
      {
        "sentence": "作为姐姐，我们确实没有义务和责任去供养弟弟上学。",
        "label": ""
      },
      {
        "sentence": "虽然很多人会说：你做姐姐的就要照顾好弟弟，要尽力给弟弟最好的。",
        "label": ""
      },
      {
        "sentence": "但是这一切并不是建立在牺牲自己幸福的前提下。",
        "label": ""
      },
      {
        "sentence": "经常会有一些感人的故事，姐姐或者哥哥为了家里的弟弟妹妹委屈自己辍学去打工，然后弟弟妹妹考上了很好的大学。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我已经大学毕业，自己积蓄不是太多，他们竟然连学费都拿不出来，我觉得很无奈。",
    "annotation": [
      {
        "sentence": "可是我已经大学毕业，自己积蓄不是太多，他们竟然连学费都拿不出来，我觉得很无奈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果说姐姐或哥哥是真的不愿意读书，也不是读书的料，同时家里条件确实不允许的情况下，先保证生计是可以理解的。帮助弟弟妹妹是为了给家人减轻点负担，也是希望弟弟和妹妹不要再走自己的老路。如果自己本身学习不错，但是弟弟妹妹却不争气，父母也不管的话，我们不如先学会照顾好自己，毕竟一个人的精力是有限的。",
    "annotation": [
      {
        "sentence": "如果说姐姐或哥哥是真的不愿意读书，也不是读书的料，同时家里条件确实不允许的情况下，先保证生计是可以理解的。",
        "label": ""
      },
      {
        "sentence": "帮助弟弟妹妹是为了给家人减轻点负担，也是希望弟弟和妹妹不要再走自己的老路。",
        "label": ""
      },
      {
        "sentence": "如果自己本身学习不错，但是弟弟妹妹却不争气，父母也不管的话，我们不如先学会照顾好自己，毕竟一个人的精力是有限的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了。可是他们现在竟然变着法从我这里要钱，我觉得很无奈。",
    "annotation": [
      {
        "sentence": "是的，我明白了。",
        "label": ""
      },
      {
        "sentence": "可是他们现在竟然变着法从我这里要钱，我觉得很无奈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的父母没有尽到自己的义务，还经常要求你要为家庭负责。但是你现在只是一个刚毕业的学生，能把自己照顾好就已经很不容易了。可是他们没有问过你在外面过得好不好，吃住习惯不，而是会变着法从你这里要钱。我们是没有义务和责任的，所以不要觉得自己冷血。在他们伸手和你要钱的时候，他们有没有觉得自己的孩子在外面过得好不好呢？",
    "annotation": [
      {
        "sentence": "你的父母没有尽到自己的义务，还经常要求你要为家庭负责。",
        "label": ""
      },
      {
        "sentence": "但是你现在只是一个刚毕业的学生，能把自己照顾好就已经很不容易了。",
        "label": ""
      },
      {
        "sentence": "可是他们没有问过你在外面过得好不好，吃住习惯不，而是会变着法从你这里要钱。",
        "label": ""
      },
      {
        "sentence": "我们是没有义务和责任的，所以不要觉得自己冷血。",
        "label": ""
      },
      {
        "sentence": "在他们伸手和你要钱的时候，他们有没有觉得自己的孩子在外面过得好不好呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，他们只是一味地要求我帮忙。我感到很委屈。",
    "annotation": [
      {
        "sentence": "确实，他们只是一味地要求我帮忙。",
        "label": ""
      },
      {
        "sentence": "我感到很委屈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，你并没有做错什么。在这样的情况下，我们无法承担他们的责任。对于他们的要求，我们可以婉转地拒绝，让他们意识到自己的责任和义务。我们不是救世主，所以希望你可以照顾好自己。",
    "annotation": [
      {
        "sentence": "我理解你的感受，你并没有做错什么。",
        "label": ""
      },
      {
        "sentence": "在这样的情况下，我们无法承担他们的责任。",
        "label": ""
      },
      {
        "sentence": "对于他们的要求，我们可以婉转地拒绝，让他们意识到自己的责任和义务。",
        "label": ""
      },
      {
        "sentence": "我们不是救世主，所以希望你可以照顾好自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我会好好对待自己的生活，不再心存愧疚。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我会好好对待自己的生活，不再心存愧疚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好，不要再因为他们的要求而自责。你的弟弟们需要学会独立，面对自己的困难。他们必须自己走出困境，才能真正成长。我们可以在保证自己生活的前提下，给予他们一些帮助。但是他们必须自己去面对生活的挑战，这样他们才能真正变得强大。",
    "annotation": [
      {
        "sentence": "你做得很好，不要再因为他们的要求而自责。",
        "label": ""
      },
      {
        "sentence": "你的弟弟们需要学会独立，面对自己的困难。",
        "label": ""
      },
      {
        "sentence": "他们必须自己走出困境，才能真正成长。",
        "label": ""
      },
      {
        "sentence": "我们可以在保证自己生活的前提下，给予他们一些帮助。",
        "label": ""
      },
      {
        "sentence": "但是他们必须自己去面对生活的挑战，这样他们才能真正变得强大。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会好好考虑你的建议，让他们自己面对生活的挑战。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "我会好好考虑你的建议，让他们自己面对生活的挑战。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直支持你的决定。记住，照顾好自己才是最重要的。",
    "annotation": [
      {
        "sentence": "不用客气，我会一直支持你的决定。",
        "label": ""
      },
      {
        "sentence": "记住，照顾好自己才是最重要的。",
        "label": ""
      }
    ]
  }
]