[
  {
    "role": "client",
    "content": "我17岁的时候，父母去世后的20天，我受到了姐夫的猥亵。半年后，姐夫刻意整夜发出响亮的性交声，持续了15天，姐姐居然给他口交。我从小就和姐姐亲密无间，但是这个口交的举动刺激到我了，我觉得非常恶心，觉得被侮辱了。第二天，她还是像往常一样坐在我旁边吃饭，但是我感觉她的嘴很脏很恶心，她整个人看起来都脏兮兮的，我再也无法靠近她了。我一想到人们夫妻之间都做这些事情，我就觉得人是很脏的东西。自那以后，我只能和小孩子们接触了。",
    "annotation": [
      {
        "sentence": "我17岁的时候，父母去世后的20天，我受到了姐夫的猥亵。",
        "label": ""
      },
      {
        "sentence": "半年后，姐夫刻意整夜发出响亮的性交声，持续了15天，姐姐居然给他口交。",
        "label": ""
      },
      {
        "sentence": "我从小就和姐姐亲密无间，但是这个口交的举动刺激到我了，我觉得非常恶心，觉得被侮辱了。",
        "label": ""
      },
      {
        "sentence": "第二天，她还是像往常一样坐在我旁边吃饭，但是我感觉她的嘴很脏很恶心，她整个人看起来都脏兮兮的，我再也无法靠近她了。",
        "label": ""
      },
      {
        "sentence": "我一想到人们夫妻之间都做这些事情，我就觉得人是很脏的东西。",
        "label": ""
      },
      {
        "sentence": "自那以后，我只能和小孩子们接触了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你经历了一段非常痛苦的经历，你之前描述的情况确实非常令人不舒服。口水强迫症其实是社交恐惧和强迫症的两种特性的心理和行为障碍。你对于吞咽口水变得别扭其实是因为你将意识过度集中在口腔，而这个行为则会让你联想到口交以及与其相关的过往。社交恐惧的恐惧对象其实可以简单理解为人，但在你的描述中我们可以将这个范围缩小为那些能要求并与他人完成性行为的成年人。虽然世界上有很多人，但是只有那些我们爱的人才有能力伤害我们。毫无疑问，你非常爱你的姐姐。你对人的恐惧其实是源自于对人的不信任。对于你来说，你觉得行为侮辱你的人是你的姐姐，但是由于你非常爱她，所以你将这个侮辱转化为自己在受到侮辱。另一个原因可能是你觉得自己没有能够保护你的姐姐，让她受到了不恰当的对待。所以在这件事发生后，你对人缺乏了信任感。这也有可能是你潜意识中对自己的一种保护，因为你曾经因为爱的人而受过伤。我也曾经遇到过类似的事情，我父母之间也出现过婚姻危机。当时我父亲出轨，但我母亲依然和他保持了性生活。我感觉被自己的母亲背叛了，我觉得他们很脏。所以我不相信婚姻，不相信成年世界的道德规范。但是后来，我原谅了他们。尽管我仍然不相信婚姻和道貌岸然的成年人，但我原谅了他们。因为我母亲没有拒绝，不是因为她自己没有能力独自完成性行为，而是因为她选择原谅了我的父亲，她依然爱着他。你的姐姐是怎么想的呢？她没有拒绝的原因，是否也是因为她依然爱着她面对的那个男人呢？回到那个第二天，你是否为没能保护姐姐而自责、感到无力，是否为姐姐居然顺从了这样的人而感到愤怒和被背叛呢？请你仔细观察自己的内心感受，思考自己的情绪。当你感受到了内心的波涛汹涌，思绪万千之时，不妨试着设身处地地想一想你姐姐的想法和感受。或者，也可以大胆地问问她：“为什么？”当你释放情绪、理解感受并了解事情的来龙去脉之后，你的强迫症自然而然地也会得到解决。祝你好运。",
    "annotation": [
      {
        "sentence": "看来你经历了一段非常痛苦的经历，你之前描述的情况确实非常令人不舒服。",
        "label": ""
      },
      {
        "sentence": "口水强迫症其实是社交恐惧和强迫症的两种特性的心理和行为障碍。",
        "label": ""
      },
      {
        "sentence": "你对于吞咽口水变得别扭其实是因为你将意识过度集中在口腔，而这个行为则会让你联想到口交以及与其相关的过往。",
        "label": ""
      },
      {
        "sentence": "社交恐惧的恐惧对象其实可以简单理解为人，但在你的描述中我们可以将这个范围缩小为那些能要求并与他人完成性行为的成年人。",
        "label": ""
      },
      {
        "sentence": "虽然世界上有很多人，但是只有那些我们爱的人才有能力伤害我们。",
        "label": ""
      },
      {
        "sentence": "毫无疑问，你非常爱你的姐姐。",
        "label": ""
      },
      {
        "sentence": "你对人的恐惧其实是源自于对人的不信任。",
        "label": ""
      },
      {
        "sentence": "对于你来说，你觉得行为侮辱你的人是你的姐姐，但是由于你非常爱她，所以你将这个侮辱转化为自己在受到侮辱。",
        "label": ""
      },
      {
        "sentence": "另一个原因可能是你觉得自己没有能够保护你的姐姐，让她受到了不恰当的对待。",
        "label": ""
      },
      {
        "sentence": "所以在这件事发生后，你对人缺乏了信任感。",
        "label": ""
      },
      {
        "sentence": "这也有可能是你潜意识中对自己的一种保护，因为你曾经因为爱的人而受过伤。",
        "label": ""
      },
      {
        "sentence": "我也曾经遇到过类似的事情，我父母之间也出现过婚姻危机。",
        "label": ""
      },
      {
        "sentence": "当时我父亲出轨，但我母亲依然和他保持了性生活。",
        "label": ""
      },
      {
        "sentence": "我感觉被自己的母亲背叛了，我觉得他们很脏。",
        "label": ""
      },
      {
        "sentence": "所以我不相信婚姻，不相信成年世界的道德规范。",
        "label": ""
      },
      {
        "sentence": "但是后来，我原谅了他们。",
        "label": ""
      },
      {
        "sentence": "尽管我仍然不相信婚姻和道貌岸然的成年人，但我原谅了他们。",
        "label": ""
      },
      {
        "sentence": "因为我母亲没有拒绝，不是因为她自己没有能力独自完成性行为，而是因为她选择原谅了我的父亲，她依然爱着他。",
        "label": ""
      },
      {
        "sentence": "你的姐姐是怎么想的呢？",
        "label": ""
      },
      {
        "sentence": "她没有拒绝的原因，是否也是因为她依然爱着她面对的那个男人呢？",
        "label": ""
      },
      {
        "sentence": "回到那个第二天，你是否为没能保护姐姐而自责、感到无力，是否为姐姐居然顺从了这样的人而感到愤怒和被背叛呢？",
        "label": ""
      },
      {
        "sentence": "请你仔细观察自己的内心感受，思考自己的情绪。",
        "label": ""
      },
      {
        "sentence": "当你感受到了内心的波涛汹涌，思绪万千之时，不妨试着设身处地地想一想你姐姐的想法和感受。",
        "label": ""
      },
      {
        "sentence": "或者，也可以大胆地问问她：“为什么？",
        "label": ""
      },
      {
        "sentence": "”当你释放情绪、理解感受并了解事情的来龙去脉之后，你的强迫症自然而然地也会得到解决。",
        "label": ""
      },
      {
        "sentence": "祝你好运。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和分析。从你的话中，我明白了口水强迫症的可能原因，并且也有了对人缺乏信任感的更深刻的认识。对于我姐姐的想法，我之前一直没有敢去问，因为我怕听到她的回答会让我更难过。但是我想你说得对，我需要设身处地地去理解她的想法和感受。也许我应该和她坦诚地交流一下，听听她的解释，也让我能够释放一些心中的负担。再次感谢你的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和分析。",
        "label": ""
      },
      {
        "sentence": "从你的话中，我明白了口水强迫症的可能原因，并且也有了对人缺乏信任感的更深刻的认识。",
        "label": ""
      },
      {
        "sentence": "对于我姐姐的想法，我之前一直没有敢去问，因为我怕听到她的回答会让我更难过。",
        "label": ""
      },
      {
        "sentence": "但是我想你说得对，我需要设身处地地去理解她的想法和感受。",
        "label": ""
      },
      {
        "sentence": "也许我应该和她坦诚地交流一下，听听她的解释，也让我能够释放一些心中的负担。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，我很高兴能够帮到你。与亲人之间的交流是相互理解和释放情感的重要途径，我相信你和你姐姐的交流会有积极的效果。记得在与她对话时保持冷静和平和的态度，试着理解她的想法和感受。相信你们之间会有更好的沟通和亲密关系的建立。如果有任何需要再次寻求帮助的话，随时找我聊天。祝你好运，加油！",
    "annotation": [
      {
        "sentence": "没关系，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "与亲人之间的交流是相互理解和释放情感的重要途径，我相信你和你姐姐的交流会有积极的效果。",
        "label": ""
      },
      {
        "sentence": "记得在与她对话时保持冷静和平和的态度，试着理解她的想法和感受。",
        "label": ""
      },
      {
        "sentence": "相信你们之间会有更好的沟通和亲密关系的建立。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要再次寻求帮助的话，随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你好运，加油！",
        "label": ""
      }
    ]
  }
]