[
  {
    "role": "client",
    "content": "在35岁生完3胎动不动陷入低沉，如何走出人生低谷？我是一名新晋的三胎妈妈，新生宝宝刚满两个月。去年他和一份薪资待遇不错离家很近的央企工作offer同时到来。我当时有机会可以直接接受这份工作，但是因为怀孕，担忧自己状态不好，给别人不好的印象，同时也担忧是三胎，毕竟超生，万一无法掩盖，会不会直接事业也受损。各种担心导致自己拒绝了入职，想等宝宝出生后再去联系。",
    "annotation": [
      {
        "sentence": "在35岁生完3胎动不动陷入低沉，如何走出人生低谷？",
        "label": ""
      },
      {
        "sentence": "我是一名新晋的三胎妈妈，新生宝宝刚满两个月。",
        "label": ""
      },
      {
        "sentence": "去年他和一份薪资待遇不错离家很近的央企工作offer同时到来。",
        "label": ""
      },
      {
        "sentence": "我当时有机会可以直接接受这份工作，但是因为怀孕，担忧自己状态不好，给别人不好的印象，同时也担忧是三胎，毕竟超生，万一无法掩盖，会不会直接事业也受损。",
        "label": ""
      },
      {
        "sentence": "各种担心导致自己拒绝了入职，想等宝宝出生后再去联系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为三胎的妈妈，非常不容易，而从你的描述看来，对自己也有非常高的要求：生娃工作两不误、让孩子们过上好生活、为孩子做一个积极向上的妈妈。。。我想对于很多人来说，光是生三胎，已经是很大的挑战了，而你还在为自己在其他方面没有达到自己的期望感到自责。你在其他方面，是否也是会对自己有很多要求：学习要更好、工作要做的更好、生活要打理的更好，好像有很多的责任背负在自己的身上，好像对他人有很多的义务，这样是不是会非常的辛苦？",
    "annotation": [
      {
        "sentence": "作为三胎的妈妈，非常不容易，而从你的描述看来，对自己也有非常高的要求：生娃工作两不误、让孩子们过上好生活、为孩子做一个积极向上的妈妈。。。",
        "label": ""
      },
      {
        "sentence": "我想对于很多人来说，光是生三胎，已经是很大的挑战了，而你还在为自己在其他方面没有达到自己的期望感到自责。",
        "label": ""
      },
      {
        "sentence": "你在其他方面，是否也是会对自己有很多要求：学习要更好、工作要做的更好、生活要打理的更好，好像有很多的责任背负在自己的身上，好像对他人有很多的义务，这样是不是会非常的辛苦？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我一直以来都觉得自己要承担很多责任，不允许自己有任何闪失，可是有时候真的很累。",
    "annotation": [
      {
        "sentence": "对，我一直以来都觉得自己要承担很多责任，不允许自己有任何闪失，可是有时候真的很累。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说的累，我能理解。承担太多责任，压力就会变得巨大，同时也容易忽略自己的感受和需要。作为一个妈妈，对孩子、对家庭的负责任态度是非常值得赞赏的，但是，你也需要给自己一些宽容和放松的空间。你是否有和你的伴侣或者家人一起商讨过如何分担责任，让你不再孤立无援？",
    "annotation": [
      {
        "sentence": "你说的累，我能理解。",
        "label": ""
      },
      {
        "sentence": "承担太多责任，压力就会变得巨大，同时也容易忽略自己的感受和需要。",
        "label": ""
      },
      {
        "sentence": "作为一个妈妈，对孩子、对家庭的负责任态度是非常值得赞赏的，但是，你也需要给自己一些宽容和放松的空间。",
        "label": ""
      },
      {
        "sentence": "你是否有和你的伴侣或者家人一起商讨过如何分担责任，让你不再孤立无援？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我的伴侣对孩子的养育也尽到了自己的一份责任，但对于工作方面，我觉得自己没有充分发挥出自己的能力，很遗憾。",
    "annotation": [
      {
        "sentence": "我觉得我的伴侣对孩子的养育也尽到了自己的一份责任，但对于工作方面，我觉得自己没有充分发挥出自己的能力，很遗憾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "工作方面的遗憾，我能理解。但是，你要记住，就算你没有接受那份工作，也并不意味着你放弃了自己的能力和价值。母亲是一份伟大的职责，但也不代表你只能在家庭中发挥作用。你可以尝试寻找其他工作机会，或者在家做一些与工作相关的事情，保持自己的专业能力。当初的选择只是一时之憾，你还有很多机会展示自己的才华和能力。",
    "annotation": [
      {
        "sentence": "工作方面的遗憾，我能理解。",
        "label": ""
      },
      {
        "sentence": "但是，你要记住，就算你没有接受那份工作，也并不意味着你放弃了自己的能力和价值。",
        "label": ""
      },
      {
        "sentence": "母亲是一份伟大的职责，但也不代表你只能在家庭中发挥作用。",
        "label": ""
      },
      {
        "sentence": "你可以尝试寻找其他工作机会，或者在家做一些与工作相关的事情，保持自己的专业能力。",
        "label": ""
      },
      {
        "sentence": "当初的选择只是一时之憾，你还有很多机会展示自己的才华和能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也意识到了。我应该为自己的决定而感到骄傲，毕竟这是我为了宝宝做出的选择。谢谢你的支持和鼓励，让我重新找回了信心。",
    "annotation": [
      {
        "sentence": "是的，我也意识到了。",
        "label": ""
      },
      {
        "sentence": "我应该为自己的决定而感到骄傲，毕竟这是我为了宝宝做出的选择。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励，让我重新找回了信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我愿意帮助你重新找回信心。相信自己的能力，相信你会成为一个积极向上的妈妈，也相信你会找到适合自己的工作机会。如果你需要任何帮助或者有任何担忧，随时都可以来找我倾诉，我会一直在你身边支持你。",
    "annotation": [
      {
        "sentence": "不用客气，我愿意帮助你重新找回信心。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，相信你会成为一个积极向上的妈妈，也相信你会找到适合自己的工作机会。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者有任何担忧，随时都可以来找我倾诉，我会一直在你身边支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会珍惜这份信任，并努力走出低谷。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会珍惜这份信任，并努力走出低谷。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经是一个非常优秀的妈妈了，相信你一定可以走出低谷，找到属于自己的光明。加油！",
    "annotation": [
      {
        "sentence": "你已经是一个非常优秀的妈妈了，相信你一定可以走出低谷，找到属于自己的光明。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我会加油的！",
    "annotation": [
      {
        "sentence": "谢谢你，我会加油的！",
        "label": ""
      }
    ]
  }
]