[
  {
    "role": "client",
    "content": "我现在是六年级，放假的时候我说要和一个男同学谈恋爱，但当时只是闹着玩而已。现在我感到焦虑、内疚和羞耻，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我现在是六年级，放假的时候我说要和一个男同学谈恋爱，但当时只是闹着玩而已。",
        "label": ""
      },
      {
        "sentence": "现在我感到焦虑、内疚和羞耻，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一个六年级的孩子承受如此大的心理负担，真的很不容易。你受苦了，但是，不管怎样一定要相信，一切都会过去的，你还是那个优秀的你。更何况你没有做错什么。",
    "annotation": [
      {
        "sentence": "一个六年级的孩子承受如此大的心理负担，真的很不容易。",
        "label": ""
      },
      {
        "sentence": "你受苦了，但是，不管怎样一定要相信，一切都会过去的，你还是那个优秀的你。",
        "label": ""
      },
      {
        "sentence": "更何况你没有做错什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "看完你的回复后，我有点安心了。其实，在课余时间和他说要谈恋爱只是因为好奇，想尝试一下。但他并没有当回事，以为只是在开玩笑。后来几天我就不怎么和他说话了，他就提出分开。我同意了，但现在感觉很尴尬，觉得自己是白痴。我不知道该如何面对他们，怕他们嘲笑我。",
    "annotation": [
      {
        "sentence": "看完你的回复后，我有点安心了。",
        "label": ""
      },
      {
        "sentence": "其实，在课余时间和他说要谈恋爱只是因为好奇，想尝试一下。",
        "label": ""
      },
      {
        "sentence": "但他并没有当回事，以为只是在开玩笑。",
        "label": ""
      },
      {
        "sentence": "后来几天我就不怎么和他说话了，他就提出分开。",
        "label": ""
      },
      {
        "sentence": "我同意了，但现在感觉很尴尬，觉得自己是白痴。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何面对他们，怕他们嘲笑我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不需要感到尴尬和羞耻，因为你只是出于好奇而表达了自己。这是很正常的。对于那些嘲笑你的人来说，他们只是不了解你的真实想法。只要你知道自己为什么那样做，并且没有伤害到别人，就没有任何错。你不需要对不起任何人，也不需要为别人的看法负责。只要相信自己，做好自己的事情即可。",
    "annotation": [
      {
        "sentence": "你不需要感到尴尬和羞耻，因为你只是出于好奇而表达了自己。",
        "label": ""
      },
      {
        "sentence": "这是很正常的。",
        "label": ""
      },
      {
        "sentence": "对于那些嘲笑你的人来说，他们只是不了解你的真实想法。",
        "label": ""
      },
      {
        "sentence": "只要你知道自己为什么那样做，并且没有伤害到别人，就没有任何错。",
        "label": ""
      },
      {
        "sentence": "你不需要对不起任何人，也不需要为别人的看法负责。",
        "label": ""
      },
      {
        "sentence": "只要相信自己，做好自己的事情即可。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。但是我还是感到很不安，觉得自己对不起父母，对不起老师对我的教育，对不起学校培养我。我觉得自己辜负了“好学生”和“乖孩子”的称号。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "但是我还是感到很不安，觉得自己对不起父母，对不起老师对我的教育，对不起学校培养我。",
        "label": ""
      },
      {
        "sentence": "我觉得自己辜负了“好学生”和“乖孩子”的称号。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你对自己的期望很高，但是你不应该过度责备自己。父母、老师和学校培养你是希望你能够成为更好的自己，而不是要求你完美无缺。每个人在成长过程中都会有犯错和迷茫的时候，这是非常正常的。请你原谅自己，并且学会接受自己的过去。你的价值不仅仅取决于别人的评价，更取决于你对自己的认可和接纳。",
    "annotation": [
      {
        "sentence": "我明白你对自己的期望很高，但是你不应该过度责备自己。",
        "label": ""
      },
      {
        "sentence": "父母、老师和学校培养你是希望你能够成为更好的自己，而不是要求你完美无缺。",
        "label": ""
      },
      {
        "sentence": "每个人在成长过程中都会有犯错和迷茫的时候，这是非常正常的。",
        "label": ""
      },
      {
        "sentence": "请你原谅自己，并且学会接受自己的过去。",
        "label": ""
      },
      {
        "sentence": "你的价值不仅仅取决于别人的评价，更取决于你对自己的认可和接纳。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尽量原谅自己，接受自己的过去。但是，在交朋友方面，我一直处于被孤立和针对的状态，以前最好的朋友也在背后说我坏话，认为我没有用。我很害怕再次被伤害，不知道该如何处理这样的情况。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尽量原谅自己，接受自己的过去。",
        "label": ""
      },
      {
        "sentence": "但是，在交朋友方面，我一直处于被孤立和针对的状态，以前最好的朋友也在背后说我坏话，认为我没有用。",
        "label": ""
      },
      {
        "sentence": "我很害怕再次被伤害，不知道该如何处理这样的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很理解你的感受，但是你一定要记住，那些说你坏话的人并不值得你去在意。朋友是互相理解、支持和尊重的，而不是背后诋毁和伤害对方。如果有人对你持负面态度，可能是因为他们自己存在问题，而不是你的错。要学会保护自己，寻找那些真正理解你、关心你的人作为朋友。不要因为一些不负责任的人而对自己失去信心，相信你会找到真正的朋友的。",
    "annotation": [
      {
        "sentence": "我很理解你的感受，但是你一定要记住，那些说你坏话的人并不值得你去在意。",
        "label": ""
      },
      {
        "sentence": "朋友是互相理解、支持和尊重的，而不是背后诋毁和伤害对方。",
        "label": ""
      },
      {
        "sentence": "如果有人对你持负面态度，可能是因为他们自己存在问题，而不是你的错。",
        "label": ""
      },
      {
        "sentence": "要学会保护自己，寻找那些真正理解你、关心你的人作为朋友。",
        "label": ""
      },
      {
        "sentence": "不要因为一些不负责任的人而对自己失去信心，相信你会找到真正的朋友的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量保护自己，寻找真正的朋友。还有一个问题困扰着我，我在许多聊天群里面，不知道是不是应该全删以保证学习。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量保护自己，寻找真正的朋友。",
        "label": ""
      },
      {
        "sentence": "还有一个问题困扰着我，我在许多聊天群里面，不知道是不是应该全删以保证学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从学习的角度来看，保持一定的学习环境和秩序是很重要的。如果你觉得这些聊天群对你的学习产生了负面影响，可以考虑删掉一些无关紧要的群聊。但是也不要完全删掉，因为社交和交流也是很重要的一部分。如果你能够合理地管理自己的时间和注意力，找到平衡，那就不需要删掉所有的聊天群。记住，学习和社交可以兼顾，但学习是更重要的。",
    "annotation": [
      {
        "sentence": "从学习的角度来看，保持一定的学习环境和秩序是很重要的。",
        "label": ""
      },
      {
        "sentence": "如果你觉得这些聊天群对你的学习产生了负面影响，可以考虑删掉一些无关紧要的群聊。",
        "label": ""
      },
      {
        "sentence": "但是也不要完全删掉，因为社交和交流也是很重要的一部分。",
        "label": ""
      },
      {
        "sentence": "如果你能够合理地管理自己的时间和注意力，找到平衡，那就不需要删掉所有的聊天群。",
        "label": ""
      },
      {
        "sentence": "记住，学习和社交可以兼顾，但学习是更重要的。",
        "label": ""
      }
    ]
  }
]