[
  {
    "role": "client",
    "content": "我现在是六年级，放假的时候和男同学说要谈恋爱，当时只是闹着玩的，现在我感到焦虑、内疚和羞耻，我该怎么办呢？我太好奇了，想看看谈恋爱是什么感觉，但是当时我告诉他我并不喜欢他，他却没有当真，以为只是开玩笑。然后几天我都不怎么跟他说话，他就提出分开，我也同意了。现在我感到非常尴尬，觉得自己没脸见人。我真为失去“好学生”、“好孩子”的称号感到对不起，虽然我们现在成为了朋友，但我还是觉得自己当初的想法太幼稚恶心了，现在害怕他们嘲笑我，甚至连我自己都不清楚我在害怕什么。我觉得我辜负了父母、老师和学校对我的教育，对不起所有人。我现在对交朋友也没有自信，以前在学校就被孤立和针对，连曾经最好的朋友都在背后说我的坏话，觉得我一无是处……我只告诉了一些信任的人，但我还是觉得自己这个年纪不应该做这些谈恋爱的事情，我真的很尴尬，害怕见到他们，觉得我那些称号不值得拥有。我拥有很多聊天群，是不是要都删掉，以保证我能更好地学习呢？",
    "annotation": [
      {
        "sentence": "我现在是六年级，放假的时候和男同学说要谈恋爱，当时只是闹着玩的，现在我感到焦虑、内疚和羞耻，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我太好奇了，想看看谈恋爱是什么感觉，但是当时我告诉他我并不喜欢他，他却没有当真，以为只是开玩笑。",
        "label": ""
      },
      {
        "sentence": "然后几天我都不怎么跟他说话，他就提出分开，我也同意了。",
        "label": ""
      },
      {
        "sentence": "现在我感到非常尴尬，觉得自己没脸见人。",
        "label": ""
      },
      {
        "sentence": "我真为失去“好学生”、“好孩子”的称号感到对不起，虽然我们现在成为了朋友，但我还是觉得自己当初的想法太幼稚恶心了，现在害怕他们嘲笑我，甚至连我自己都不清楚我在害怕什么。",
        "label": ""
      },
      {
        "sentence": "我觉得我辜负了父母、老师和学校对我的教育，对不起所有人。",
        "label": ""
      },
      {
        "sentence": "我现在对交朋友也没有自信，以前在学校就被孤立和针对，连曾经最好的朋友都在背后说我的坏话，觉得我一无是处……我只告诉了一些信任的人，但我还是觉得自己这个年纪不应该做这些谈恋爱的事情，我真的很尴尬，害怕见到他们，觉得我那些称号不值得拥有。",
        "label": ""
      },
      {
        "sentence": "我拥有很多聊天群，是不是要都删掉，以保证我能更好地学习呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子，下午好！在这个阳光明媚的夏日，我们在问题中相遇，感受到你内心的冲撞，少年时期的友情多么珍贵，又易逝。让我用简短的回答，希望给你带来一丝宽慰和帮助。好学生，乖孩子，这其实是老师和家长，包括外界的同学眼中的你，这个和真实的你有所差别。你的自我评价和周围环境的评价并非一回事。如果我们完全不在意周围人的评价，那也是不切实际的。但从你的叙述中，我感受到你更多地是一厢情愿地在设想别人对你的想法。其实要确定别人真实的态度并不简单。有些人说话是无心的，有些人听话有意，我们成长的过程中，会遇到的困扰就是我们无法分辨出哪些是自己真实的感受，哪些只是别人无心插柳的一句话而已。我们可以多给自己一些正向的、积极的鼓励。那些群可以保留，即使你之后可能会失去联系的人，你可以把他们放在那里，想和他们聊天的时候再去冒个泡，我们无需封闭自己，打开心扉才能迈向自信和成熟的坚实一步。如果你真觉得伤害了对方，那就大胆地和他说声对不起，青春年少，允许自己犯错，当初的戏言也并非出自恶意。祝福你！",
    "annotation": [
      {
        "sentence": "孩子，下午好！",
        "label": ""
      },
      {
        "sentence": "在这个阳光明媚的夏日，我们在问题中相遇，感受到你内心的冲撞，少年时期的友情多么珍贵，又易逝。",
        "label": ""
      },
      {
        "sentence": "让我用简短的回答，希望给你带来一丝宽慰和帮助。",
        "label": ""
      },
      {
        "sentence": "好学生，乖孩子，这其实是老师和家长，包括外界的同学眼中的你，这个和真实的你有所差别。",
        "label": ""
      },
      {
        "sentence": "你的自我评价和周围环境的评价并非一回事。",
        "label": ""
      },
      {
        "sentence": "如果我们完全不在意周围人的评价，那也是不切实际的。",
        "label": ""
      },
      {
        "sentence": "但从你的叙述中，我感受到你更多地是一厢情愿地在设想别人对你的想法。",
        "label": ""
      },
      {
        "sentence": "其实要确定别人真实的态度并不简单。",
        "label": ""
      },
      {
        "sentence": "有些人说话是无心的，有些人听话有意，我们成长的过程中，会遇到的困扰就是我们无法分辨出哪些是自己真实的感受，哪些只是别人无心插柳的一句话而已。",
        "label": ""
      },
      {
        "sentence": "我们可以多给自己一些正向的、积极的鼓励。",
        "label": ""
      },
      {
        "sentence": "那些群可以保留，即使你之后可能会失去联系的人，你可以把他们放在那里，想和他们聊天的时候再去冒个泡，我们无需封闭自己，打开心扉才能迈向自信和成熟的坚实一步。",
        "label": ""
      },
      {
        "sentence": "如果你真觉得伤害了对方，那就大胆地和他说声对不起，青春年少，允许自己犯错，当初的戏言也并非出自恶意。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]