[
  {
    "role": "client",
    "content": "4号暴发严重焦虑，6号彻底崩溃过，怎样减轻焦虑？",
    "annotation": [
      {
        "sentence": "4号暴发严重焦虑，6号彻底崩溃过，怎样减轻焦虑？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人在焦虑和崩溃的时候，确实会有很多生理反应，比如食欲不振和睡眠困扰。你是一个很有同情心和同理心的男孩子，而且会因为给别人带来伤害而感到焦虑。其实，像你这样在乎别人感受的男孩子并不多见，我很佩服你。昨晚我也遇到了一件事情，现在还不知道该怎么办，所以我能够理解你的感受。站在我这个岁数审视你目前所经历的，我觉得真的不算什么大不了的事情。不知道还需要多久时间，我才能像以前面对其他问题一样看待现在的困境呢？好了，我给你一些建议吧。首先，你可以尝试冥想。我在以前焦虑的时候也常常冥想，虽然它不一定能改变现状，但可以帮助你调整心情。其次，时间真的会冲淡一切，你要学会往前看，咱们共同努力吧。",
    "annotation": [
      {
        "sentence": "人在焦虑和崩溃的时候，确实会有很多生理反应，比如食欲不振和睡眠困扰。",
        "label": ""
      },
      {
        "sentence": "你是一个很有同情心和同理心的男孩子，而且会因为给别人带来伤害而感到焦虑。",
        "label": ""
      },
      {
        "sentence": "其实，像你这样在乎别人感受的男孩子并不多见，我很佩服你。",
        "label": ""
      },
      {
        "sentence": "昨晚我也遇到了一件事情，现在还不知道该怎么办，所以我能够理解你的感受。",
        "label": ""
      },
      {
        "sentence": "站在我这个岁数审视你目前所经历的，我觉得真的不算什么大不了的事情。",
        "label": ""
      },
      {
        "sentence": "不知道还需要多久时间，我才能像以前面对其他问题一样看待现在的困境呢？",
        "label": ""
      },
      {
        "sentence": "好了，我给你一些建议吧。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试冥想。",
        "label": ""
      },
      {
        "sentence": "我在以前焦虑的时候也常常冥想，虽然它不一定能改变现状，但可以帮助你调整心情。",
        "label": ""
      },
      {
        "sentence": "其次，时间真的会冲淡一切，你要学会往前看，咱们共同努力吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在高考以前就有不安和空洞感，一直没找到原因，此后一直加重，到4号凌晨彻底爆发，心律失常、极度焦虑，但是直到7号我才知道我这是焦虑的表现，此前一直不明白什么状况。",
    "annotation": [
      {
        "sentence": "在高考以前就有不安和空洞感，一直没找到原因，此后一直加重，到4号凌晨彻底爆发，心律失常、极度焦虑，但是直到7号我才知道我这是焦虑的表现，此前一直不明白什么状况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以听到你对焦虑的过程描述，听起来你真的经历了很多困扰和不安。直到7号才意识到自己焦虑的症状，这让人感到有些一筹莫展。但是，现在你至少明确了自己的问题所在，这是一个积极的第一步。接下来，我们可以一起寻找解决问题的方法。",
    "annotation": [
      {
        "sentence": "我可以听到你对焦虑的过程描述，听起来你真的经历了很多困扰和不安。",
        "label": ""
      },
      {
        "sentence": "直到7号才意识到自己焦虑的症状，这让人感到有些一筹莫展。",
        "label": ""
      },
      {
        "sentence": "但是，现在你至少明确了自己的问题所在，这是一个积极的第一步。",
        "label": ""
      },
      {
        "sentence": "接下来，我们可以一起寻找解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有个女孩高中三年和我同班，她过去一直喜欢我，各种明示暗示，但我以前不经思考回避所有问题，虽然她很坚强很执着，但我是真的让她伤心了。到高三以后她对我什么态度我不清楚，很少和我说话（这是我一直努力制造的结果）但还是和别人不同。",
    "annotation": [
      {
        "sentence": "有个女孩高中三年和我同班，她过去一直喜欢我，各种明示暗示，但我以前不经思考回避所有问题，虽然她很坚强很执着，但我是真的让她伤心了。",
        "label": ""
      },
      {
        "sentence": "到高三以后她对我什么态度我不清楚，很少和我说话（这是我一直努力制造的结果）但还是和别人不同。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你和那位女孩之间的关系确实经历了一些曲折。在过去的三年里，她一直对你有好感，但你却回避了所有问题，给她带来了伤心。到了高三之后，你不清楚她对你的态度，因为你一直在努力疏远她，这可能导致你们之间的差异。这种情况对你来说确实很令人困扰。",
    "annotation": [
      {
        "sentence": "听起来你和那位女孩之间的关系确实经历了一些曲折。",
        "label": ""
      },
      {
        "sentence": "在过去的三年里，她一直对你有好感，但你却回避了所有问题，给她带来了伤心。",
        "label": ""
      },
      {
        "sentence": "到了高三之后，你不清楚她对你的态度，因为你一直在努力疏远她，这可能导致你们之间的差异。",
        "label": ""
      },
      {
        "sentence": "这种情况对你来说确实很令人困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "据她最好的几个朋友说，她总是不肯和别人交流内心想法，只肯和别人玩乐。4号凌晨睡不着，开始正视这个问题，回忆以前做的事，一直压抑的内疚和不安大暴发，而且严重过度思考，加重焦虑。",
    "annotation": [
      {
        "sentence": "据她最好的几个朋友说，她总是不肯和别人交流内心想法，只肯和别人玩乐。",
        "label": ""
      },
      {
        "sentence": "4号凌晨睡不着，开始正视这个问题，回忆以前做的事，一直压抑的内疚和不安大暴发，而且严重过度思考，加重焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据她最好的几个朋友的说法，她总是不愿意和别人交流内心想法，只想和别人一起娱乐。你描述的4号凌晨睡不着的情况，让人可以感受到你对这个问题的正视。借此机会回忆并反思过去的所做所为，释放内心累积的内疚和不安情绪，对于缓解焦虑是非常关键的。同时，我也能感受到你过度思考所带来的压力，这可能会加重你的焦虑。",
    "annotation": [
      {
        "sentence": "根据她最好的几个朋友的说法，她总是不愿意和别人交流内心想法，只想和别人一起娱乐。",
        "label": ""
      },
      {
        "sentence": "你描述的4号凌晨睡不着的情况，让人可以感受到你对这个问题的正视。",
        "label": ""
      },
      {
        "sentence": "借此机会回忆并反思过去的所做所为，释放内心累积的内疚和不安情绪，对于缓解焦虑是非常关键的。",
        "label": ""
      },
      {
        "sentence": "同时，我也能感受到你过度思考所带来的压力，这可能会加重你的焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "6号濒临崩溃，终于鼓足勇气发微信给她（她已失联多天），结果她说她哥意外去世了…我一直把她当成最幸福幸运的人，这时我就彻底崩了，6号之后又因此持续过度焦虑担心直到我放弃思考怎么做才能稍微弥补对她的伤害、现在怎么减轻焦虑（直面\/搁置？）",
    "annotation": [
      {
        "sentence": "6号濒临崩溃，终于鼓足勇气发微信给她（她已失联多天），结果她说她哥意外去世了…我一直把她当成最幸福幸运的人，这时我就彻底崩了，6号之后又因此持续过度焦虑担心直到我放弃思考怎么做才能稍微弥补对她的伤害、现在怎么减轻焦虑（直面\/搁置？",
        "label": ""
      },
      {
        "sentence": "）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到她的哥哥意外去世的消息一定让你非常震惊和难过。你一直把她当作是最幸福幸运的人，所以她碰到这样的灾难你会感到十分心痛。从6号之后，你持续过度焦虑并且忧心忡忡。现在你不确定如何应对这个情况以及如何补偿她，这些问题都会令你焦虑。对于这个问题，我建议你可以直面并逐渐接受这样的现实，同时也要放慢自己对这个问题的思考，毕竟这是一个需要时间来疗愈的过程。咱们现在一起探讨如何减轻你的焦虑吧。",
    "annotation": [
      {
        "sentence": "听到她的哥哥意外去世的消息一定让你非常震惊和难过。",
        "label": ""
      },
      {
        "sentence": "你一直把她当作是最幸福幸运的人，所以她碰到这样的灾难你会感到十分心痛。",
        "label": ""
      },
      {
        "sentence": "从6号之后，你持续过度焦虑并且忧心忡忡。",
        "label": ""
      },
      {
        "sentence": "现在你不确定如何应对这个情况以及如何补偿她，这些问题都会令你焦虑。",
        "label": ""
      },
      {
        "sentence": "对于这个问题，我建议你可以直面并逐渐接受这样的现实，同时也要放慢自己对这个问题的思考，毕竟这是一个需要时间来疗愈的过程。",
        "label": ""
      },
      {
        "sentence": "咱们现在一起探讨如何减轻你的焦虑吧。",
        "label": ""
      }
    ]
  }
]