[
  {
    "role": "client",
    "content": "我现在面临很大的生活压力，不知道还敢不敢要孩子。今年我31岁了，老公大我一岁，我们结婚已经一年了，但还没有小孩。老公的家人一直催着我们要孩子，之前我们也进行了各种检查，但没有发现问题。我老公的收入也不高，在我们结婚前，我和他一起分担了结婚的费用。而结婚后，我不仅考虑到每个月老公的房贷压力，还有我们结婚借来的钱，生活费全部都是我自己出。但是我发现，尽管我已经努力了这么久，却没有要到孩子。如果以后真的有了孩子，所有的家务活和生活费都要我来承担，这会让我承受很大的压力。而且我老公非常孝顺他的父母，如果他们搬来跟我们一起住，生活费也要我出。想到这些，我真的不知道该不该急着要孩子，有时候甚至想离婚，我是不是做错了？",
    "annotation": [
      {
        "sentence": "我现在面临很大的生活压力，不知道还敢不敢要孩子。",
        "label": ""
      },
      {
        "sentence": "今年我31岁了，老公大我一岁，我们结婚已经一年了，但还没有小孩。",
        "label": ""
      },
      {
        "sentence": "老公的家人一直催着我们要孩子，之前我们也进行了各种检查，但没有发现问题。",
        "label": ""
      },
      {
        "sentence": "我老公的收入也不高，在我们结婚前，我和他一起分担了结婚的费用。",
        "label": ""
      },
      {
        "sentence": "而结婚后，我不仅考虑到每个月老公的房贷压力，还有我们结婚借来的钱，生活费全部都是我自己出。",
        "label": ""
      },
      {
        "sentence": "但是我发现，尽管我已经努力了这么久，却没有要到孩子。",
        "label": ""
      },
      {
        "sentence": "如果以后真的有了孩子，所有的家务活和生活费都要我来承担，这会让我承受很大的压力。",
        "label": ""
      },
      {
        "sentence": "而且我老公非常孝顺他的父母，如果他们搬来跟我们一起住，生活费也要我出。",
        "label": ""
      },
      {
        "sentence": "想到这些，我真的不知道该不该急着要孩子，有时候甚至想离婚，我是不是做错了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够冷静地思考这个问题，真的非常了不起。你和你老公以及他们的家人在看待问题的角度上存在差异。他们只看到我们的生活还不错，认为我们有能力抚养孩子。但是他们没有看到这一切的基础是你已经付出了很多努力。他们在为骆驼上增加最后一根稻草。这说明他们并没有全面地、深入地思考问题，也就意味着一旦有了孩子引发的一系列问题，都无法得到合理的解决，而这将会给你带来持续的痛苦。实际上，如果你的老公能让你感受到他的爱，你会决定为他生孩子的。如果他为了你可以不顾一切、甘愿赴汤蹈火，你也会咬牙坚持下去。但现在并没有。",
    "annotation": [
      {
        "sentence": "你能够冷静地思考这个问题，真的非常了不起。",
        "label": ""
      },
      {
        "sentence": "你和你老公以及他们的家人在看待问题的角度上存在差异。",
        "label": ""
      },
      {
        "sentence": "他们只看到我们的生活还不错，认为我们有能力抚养孩子。",
        "label": ""
      },
      {
        "sentence": "但是他们没有看到这一切的基础是你已经付出了很多努力。",
        "label": ""
      },
      {
        "sentence": "他们在为骆驼上增加最后一根稻草。",
        "label": ""
      },
      {
        "sentence": "这说明他们并没有全面地、深入地思考问题，也就意味着一旦有了孩子引发的一系列问题，都无法得到合理的解决，而这将会给你带来持续的痛苦。",
        "label": ""
      },
      {
        "sentence": "实际上，如果你的老公能让你感受到他的爱，你会决定为他生孩子的。",
        "label": ""
      },
      {
        "sentence": "如果他为了你可以不顾一切、甘愿赴汤蹈火，你也会咬牙坚持下去。",
        "label": ""
      },
      {
        "sentence": "但现在并没有。",
        "label": ""
      }
    ]
  }
]