[
  {
    "role": "client",
    "content": "生活压力大，还敢生孩子吗？",
    "annotation": [
      {
        "sentence": "生活压力大，还敢生孩子吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通读了您的问题，深深地感受到了您肩上沉重的生活压力，以及内心的那份无助和焦虑。希望我的短暂的回复，能给您带来一丝的宽慰和帮助。",
    "annotation": [
      {
        "sentence": "通读了您的问题，深深地感受到了您肩上沉重的生活压力，以及内心的那份无助和焦虑。",
        "label": ""
      },
      {
        "sentence": "希望我的短暂的回复，能给您带来一丝的宽慰和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复。我今年31岁，老公比我大一岁，我们结婚一年了还没小孩。老公的家人一直催着我们去生，之前也做过各种检查没什么问题。",
    "annotation": [
      {
        "sentence": "谢谢你的回复。",
        "label": ""
      },
      {
        "sentence": "我今年31岁，老公比我大一岁，我们结婚一年了还没小孩。",
        "label": ""
      },
      {
        "sentence": "老公的家人一直催着我们去生，之前也做过各种检查没什么问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从您的描述中，从目前整个社会的发展阶段，属于可以生育的年龄段，但也不算最晚的生育阶段。所以从生理这块，您可以多一些和丈夫的交流。刚刚结婚之后，随着生活结构的变化，各种压力会随之而来，所以结婚后马上就要孩子，其实反而可能不利于优生优育。就是说，我们的生理，心理，各方面都要做好充足的准备后，再去迎接新生命的到来，这样是一个更理想的状态。",
    "annotation": [
      {
        "sentence": "从您的描述中，从目前整个社会的发展阶段，属于可以生育的年龄段，但也不算最晚的生育阶段。",
        "label": ""
      },
      {
        "sentence": "所以从生理这块，您可以多一些和丈夫的交流。",
        "label": ""
      },
      {
        "sentence": "刚刚结婚之后，随着生活结构的变化，各种压力会随之而来，所以结婚后马上就要孩子，其实反而可能不利于优生优育。",
        "label": ""
      },
      {
        "sentence": "就是说，我们的生理，心理，各方面都要做好充足的准备后，再去迎接新生命的到来，这样是一个更理想的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那你的意思是我还可以等一段时间再考虑要孩子？",
    "annotation": [
      {
        "sentence": "那你的意思是我还可以等一段时间再考虑要孩子？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，等待一段时间并不是错的选择。而且，据统计，女人的第一胎在35岁之后生育，属于高龄产妇，容易产生各种问题。所以要给自己充足的时间来适应新的角色和生活方式。",
    "annotation": [
      {
        "sentence": "是的，等待一段时间并不是错的选择。",
        "label": ""
      },
      {
        "sentence": "而且，据统计，女人的第一胎在35岁之后生育，属于高龄产妇，容易产生各种问题。",
        "label": ""
      },
      {
        "sentence": "所以要给自己充足的时间来适应新的角色和生活方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但是我老公的收入不高，现在生活费全都是我自己出，考虑到他的房贷压力和结婚借来的钱，我觉得生孩子会让我更加辛苦。",
    "annotation": [
      {
        "sentence": "我明白了，但是我老公的收入不高，现在生活费全都是我自己出，考虑到他的房贷压力和结婚借来的钱，我觉得生孩子会让我更加辛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您为这个家庭付出了很多，不仅包括经济上的支持，也包括精神上的支持。而您先生负责的房贷，也属于每月实实在在的必须要缴纳的费用。这方面回头可以和丈夫一起好好合计下，看能够结余下来多少，为后续新生命的到来做准备。",
    "annotation": [
      {
        "sentence": "您为这个家庭付出了很多，不仅包括经济上的支持，也包括精神上的支持。",
        "label": ""
      },
      {
        "sentence": "而您先生负责的房贷，也属于每月实实在在的必须要缴纳的费用。",
        "label": ""
      },
      {
        "sentence": "这方面回头可以和丈夫一起好好合计下，看能够结余下来多少，为后续新生命的到来做准备。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是就算经济上可以应付，我还是担心以后的家务活和生活费都得由我一个人来承担，而且我老公特别孝顺父母，如果他们过来住的话生活费也要我出，我真的很害怕以后会被累死。有时候我甚至想离婚，我是不是做错了？",
    "annotation": [
      {
        "sentence": "但是就算经济上可以应付，我还是担心以后的家务活和生活费都得由我一个人来承担，而且我老公特别孝顺父母，如果他们过来住的话生活费也要我出，我真的很害怕以后会被累死。",
        "label": ""
      },
      {
        "sentence": "有时候我甚至想离婚，我是不是做错了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解您的担忧和压力。这些想法的产生一方面是由于经济因素，另一方面是备孕的过程中，随着时间的增长，焦虑情绪随之而来，而这些对您和丈夫迎接新生命，可能反而会产生负面影响。在高压的状态下，受孕率也有可能收到影响。这方面您和丈夫也可以去医院再遵医嘱，同时在做好各方面的充分准备后，把生命的奇迹交由缘分，该来的终归会来的，不要太心急。同时增加和丈夫的沟通，把您内心这些真实的想法和盘托出。婆家那边是否可以在着急的同时，也在后续的孕期及月子时期给予一定的各方面的支持，也可以通过丈夫去做一个协调和沟通。",
    "annotation": [
      {
        "sentence": "理解您的担忧和压力。",
        "label": ""
      },
      {
        "sentence": "这些想法的产生一方面是由于经济因素，另一方面是备孕的过程中，随着时间的增长，焦虑情绪随之而来，而这些对您和丈夫迎接新生命，可能反而会产生负面影响。",
        "label": ""
      },
      {
        "sentence": "在高压的状态下，受孕率也有可能收到影响。",
        "label": ""
      },
      {
        "sentence": "这方面您和丈夫也可以去医院再遵医嘱，同时在做好各方面的充分准备后，把生命的奇迹交由缘分，该来的终归会来的，不要太心急。",
        "label": ""
      },
      {
        "sentence": "同时增加和丈夫的沟通，把您内心这些真实的想法和盘托出。",
        "label": ""
      },
      {
        "sentence": "婆家那边是否可以在着急的同时，也在后续的孕期及月子时期给予一定的各方面的支持，也可以通过丈夫去做一个协调和沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会和丈夫好好沟通，也会放宽心态，不再那么急着要孩子。其实有你这样的支持者，我感觉安心多了。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会和丈夫好好沟通，也会放宽心态，不再那么急着要孩子。",
        "label": ""
      },
      {
        "sentence": "其实有你这样的支持者，我感觉安心多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到您，我会一直在您身边支持您的决定和努力。不论您何时需要，都可以随时向我求助。祝福您！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到您，我会一直在您身边支持您的决定和努力。",
        "label": ""
      },
      {
        "sentence": "不论您何时需要，都可以随时向我求助。",
        "label": ""
      },
      {
        "sentence": "祝福您！",
        "label": ""
      }
    ]
  }
]