[
  {
    "role": "client",
    "content": "频繁跳槽企业都不考虑我，压力大怎么寻找出路？大学毕业对社会一无所知，毕业投递简历没有面试机会，好不容易有北京一家小公司录用做销售，公司什么都没有，没有人带，然后裸辞，中间找汽车销售被骗，当时心想以后不能因为驾照影响找工作，回家考驾照，因为赶上改革，驾照9个月才下来，然后去上海闯，工作半年后家人闹腾必须让我回来。回来后在一家小公司做文员，没有发展，后来辞职，辞职后突然父亲癌症住院去世，期间耽误半年时间，后来机缘巧合做了猎头，因为没有什么项目，业绩也不好，做了2年多突然母亲住院，不得行离职，离职后遇到疫情，7月份找到工作，入职后发现企业夸张，工作时间提成休息时间都存在差异，还要调动到外地长期发展，于是辞职。到现在才知道自己工作背景不好，经常裸辞中间的间隔时间长。企业都不愿意录用，手里没有钱，坚持找工作没有希望，应该怎么寻找出路？",
    "annotation": [
      {
        "sentence": "频繁跳槽企业都不考虑我，压力大怎么寻找出路？",
        "label": ""
      },
      {
        "sentence": "大学毕业对社会一无所知，毕业投递简历没有面试机会，好不容易有北京一家小公司录用做销售，公司什么都没有，没有人带，然后裸辞，中间找汽车销售被骗，当时心想以后不能因为驾照影响找工作，回家考驾照，因为赶上改革，驾照9个月才下来，然后去上海闯，工作半年后家人闹腾必须让我回来。",
        "label": ""
      },
      {
        "sentence": "回来后在一家小公司做文员，没有发展，后来辞职，辞职后突然父亲癌症住院去世，期间耽误半年时间，后来机缘巧合做了猎头，因为没有什么项目，业绩也不好，做了2年多突然母亲住院，不得行离职，离职后遇到疫情，7月份找到工作，入职后发现企业夸张，工作时间提成休息时间都存在差异，还要调动到外地长期发展，于是辞职。",
        "label": ""
      },
      {
        "sentence": "到现在才知道自己工作背景不好，经常裸辞中间的间隔时间长。",
        "label": ""
      },
      {
        "sentence": "企业都不愿意录用，手里没有钱，坚持找工作没有希望，应该怎么寻找出路？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据您的描述，我们来分析一下你现在的情况。你大学毕业直到现在，这个时间段内一直在跳槽，原因大致可以分为：你对公司的情况不满意（公司制度不完善，无人带，异地工作等），或者自己想提升自己（考驾驶证），或者家人反对、过世、住院等。辞职跳槽无论是主观原因还是客观原因，都是一个企业招聘录用人才的参考项，一方面可以了解应聘者的发展轨迹，另一方面当然就是应聘者工作稳定性的参考了。",
    "annotation": [
      {
        "sentence": "根据您的描述，我们来分析一下你现在的情况。",
        "label": ""
      },
      {
        "sentence": "你大学毕业直到现在，这个时间段内一直在跳槽，原因大致可以分为：你对公司的情况不满意（公司制度不完善，无人带，异地工作等），或者自己想提升自己（考驾驶证），或者家人反对、过世、住院等。",
        "label": ""
      },
      {
        "sentence": "辞职跳槽无论是主观原因还是客观原因，都是一个企业招聘录用人才的参考项，一方面可以了解应聘者的发展轨迹，另一方面当然就是应聘者工作稳定性的参考了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实是这样，我意识到自己频繁跳槽给求职带来了很大的困扰，现在我很迷茫，不知道该如何寻找出路。",
    "annotation": [
      {
        "sentence": "确实是这样，我意识到自己频繁跳槽给求职带来了很大的困扰，现在我很迷茫，不知道该如何寻找出路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "企业培养人才是需要付出成本的，付出成本就要收获利益，这是企业的基本生存需求。所以，企业肯定会对频繁跳槽的人多加考察，一旦录用企业就会承担相应的责任，企业内部还会背上流失率等人力资源指标，所以，企业招聘员工比较看重这样的硬性指标，可能是一票否决的指标。根据以上分析，给你提几个建议：知己知彼，谨慎选择。题于这主期间涉及的行业不少，应该对自己的工作意向和工作能力有了一个大致的了解，所以，你要结合自身的能力和现有的资源，谨慎选择自己要从事的行业。",
    "annotation": [
      {
        "sentence": "企业培养人才是需要付出成本的，付出成本就要收获利益，这是企业的基本生存需求。",
        "label": ""
      },
      {
        "sentence": "所以，企业肯定会对频繁跳槽的人多加考察，一旦录用企业就会承担相应的责任，企业内部还会背上流失率等人力资源指标，所以，企业招聘员工比较看重这样的硬性指标，可能是一票否决的指标。",
        "label": ""
      },
      {
        "sentence": "根据以上分析，给你提几个建议：知己知彼，谨慎选择。",
        "label": ""
      },
      {
        "sentence": "题于这主期间涉及的行业不少，应该对自己的工作意向和工作能力有了一个大致的了解，所以，你要结合自身的能力和现有的资源，谨慎选择自己要从事的行业。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要更加了解自己的能力和兴趣，然后选择更合适的行业和职位。",
    "annotation": [
      {
        "sentence": "我明白了，我要更加了解自己的能力和兴趣，然后选择更合适的行业和职位。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "放低姿态，从零开始。你如果已经选择了方向，那么下面就要迈步前进了。你在选择工作时，放低要求，可以从基础职位做起，薪资待遇暂时不要做过高要求，我想你可以用真诚打动面试官的。",
    "annotation": [
      {
        "sentence": "放低姿态，从零开始。",
        "label": ""
      },
      {
        "sentence": "你如果已经选择了方向，那么下面就要迈步前进了。",
        "label": ""
      },
      {
        "sentence": "你在选择工作时，放低要求，可以从基础职位做起，薪资待遇暂时不要做过高要求，我想你可以用真诚打动面试官的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了，我会降低期望，从基础工作开始，用真诚和努力去争取面试的机会。",
    "annotation": [
      {
        "sentence": "嗯，我明白了，我会降低期望，从基础工作开始，用真诚和努力去争取面试的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "考虑长远，坚定信念。这还是回到那个问题，既然选择了，无论是客观还是主观都请你谨慎对待自己的选择，无论如何都请你坚持下去，用成绩证明自己。况且你还需要最低的生活保障，总不能一辈子依靠他人吧？没有一帆风顺的人生，起起伏伏才是真！",
    "annotation": [
      {
        "sentence": "考虑长远，坚定信念。",
        "label": ""
      },
      {
        "sentence": "这还是回到那个问题，既然选择了，无论是客观还是主观都请你谨慎对待自己的选择，无论如何都请你坚持下去，用成绩证明自己。",
        "label": ""
      },
      {
        "sentence": "况且你还需要最低的生活保障，总不能一辈子依靠他人吧？",
        "label": ""
      },
      {
        "sentence": "没有一帆风顺的人生，起起伏伏才是真！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我明白了，我要坚定信念，不断努力，用结果证明自己的实力。",
    "annotation": [
      {
        "sentence": "对，我明白了，我要坚定信念，不断努力，用结果证明自己的实力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "劳逸结合，享受人生。工作不是生活的全部，会生活才能会工作。你一方面要打理好自己的工作，但是也一定要安排好自己的生活。有一个健康的身心，我们才能事半功倍地工作，舒服惬意地享受人生！这个度需要你自己把握，工作和生活是相辅相成的！",
    "annotation": [
      {
        "sentence": "劳逸结合，享受人生。",
        "label": ""
      },
      {
        "sentence": "工作不是生活的全部，会生活才能会工作。",
        "label": ""
      },
      {
        "sentence": "你一方面要打理好自己的工作，但是也一定要安排好自己的生活。",
        "label": ""
      },
      {
        "sentence": "有一个健康的身心，我们才能事半功倍地工作，舒服惬意地享受人生！",
        "label": ""
      },
      {
        "sentence": "这个度需要你自己把握，工作和生活是相辅相成的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，工作和生活应该相互平衡，我会更好地安排自己的时间和生活，让自己更健康地面对工作和生活的挑战。",
    "annotation": [
      {
        "sentence": "你说得对，工作和生活应该相互平衡，我会更好地安排自己的时间和生活，让自己更健康地面对工作和生活的挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "以上谨是个人的一点建议，希望对你有些许帮助，谢谢！如果还有其他问题或者需要更多的支持，请随时告诉我。",
    "annotation": [
      {
        "sentence": "以上谨是个人的一点建议，希望对你有些许帮助，谢谢！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或者需要更多的支持，请随时告诉我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和支持，我会努力去实施，如果有需要我会再向您求助的。谢谢！",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和支持，我会努力去实施，如果有需要我会再向您求助的。",
        "label": ""
      },
      {
        "sentence": "谢谢！",
        "label": ""
      }
    ]
  }
]