[
  {
    "role": "client",
    "content": "频繁跳槽企业都不考虑我，压力大怎么寻找出路？大学毕业对社会一无所知，毕业投递简历没有面试机会，好不容易有北京一家小公司录用做销售，公司什么都没有，没有人带，然后裸辞，中间找汽车销售被骗，当时心想以后不能因为驾照影响找工作，回家考驾照，因为赶上改革，驾照9个月才下来，然后去上海闯，工作半年后家人闹腾必须让我回来。回来后在一家小公司做文员，没有发展，后来辞职，辞职后突然父亲癌症住院去世，期间耽误半年时间，后来机缘巧合做了猎头，因为没有什么项目，业绩也不好，做了2年多突然母亲住院，不得行离职，离职后遇到疫情，7月份找到工作，入职后发现企业夸张，工作时间提成休息时间都存在差异，还要调动到外地长期发展，于是辞职。到现在才知道自己工作背景不好，经常裸辞中间的间隔时间长。企业都不愿意录用，手里没有钱，坚持找工作没有希望，应该怎么寻找出路？",
    "annotation": [
      {
        "sentence": "频繁跳槽企业都不考虑我，压力大怎么寻找出路？",
        "label": ""
      },
      {
        "sentence": "大学毕业对社会一无所知，毕业投递简历没有面试机会，好不容易有北京一家小公司录用做销售，公司什么都没有，没有人带，然后裸辞，中间找汽车销售被骗，当时心想以后不能因为驾照影响找工作，回家考驾照，因为赶上改革，驾照9个月才下来，然后去上海闯，工作半年后家人闹腾必须让我回来。",
        "label": ""
      },
      {
        "sentence": "回来后在一家小公司做文员，没有发展，后来辞职，辞职后突然父亲癌症住院去世，期间耽误半年时间，后来机缘巧合做了猎头，因为没有什么项目，业绩也不好，做了2年多突然母亲住院，不得行离职，离职后遇到疫情，7月份找到工作，入职后发现企业夸张，工作时间提成休息时间都存在差异，还要调动到外地长期发展，于是辞职。",
        "label": ""
      },
      {
        "sentence": "到现在才知道自己工作背景不好，经常裸辞中间的间隔时间长。",
        "label": ""
      },
      {
        "sentence": "企业都不愿意录用，手里没有钱，坚持找工作没有希望，应该怎么寻找出路？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你一直以来的职业之路并不顺畅，心里很焦急沮丧吧。***1***在职期短、跳槽频繁，的确会影响企业对求职者的印象和选择偏向。企业招聘员工，看重什么？需要员工拥有什么？一般来说，企业会看重员工的学历、能力、工作经验、个人品质、社会资源等。因此，在职期太短的话，企业会认为这名求职者是否因为能力和品质等问题无法胜任工作而早早被淘汰。跳槽频繁的话，企业也会认为求职者经验不足，或是责任心不够，或是工作不安心，随意离开，容易受到损害。所以，你可以从企业的角度来重新审视自己，看看自己在哪方面有所欠缺、问题突出。同时，也重新梳理一下自己的能力、经验、资源和优势等方面，看看有什么可以拿得出手来作为你求职的筹码，让企业觉得你是有价值的。",
    "annotation": [
      {
        "sentence": "你一直以来的职业之路并不顺畅，心里很焦急沮丧吧。",
        "label": ""
      },
      {
        "sentence": "***1***在职期短、跳槽频繁，的确会影响企业对求职者的印象和选择偏向。",
        "label": ""
      },
      {
        "sentence": "企业招聘员工，看重什么？",
        "label": ""
      },
      {
        "sentence": "需要员工拥有什么？",
        "label": ""
      },
      {
        "sentence": "一般来说，企业会看重员工的学历、能力、工作经验、个人品质、社会资源等。",
        "label": ""
      },
      {
        "sentence": "因此，在职期太短的话，企业会认为这名求职者是否因为能力和品质等问题无法胜任工作而早早被淘汰。",
        "label": ""
      },
      {
        "sentence": "跳槽频繁的话，企业也会认为求职者经验不足，或是责任心不够，或是工作不安心，随意离开，容易受到损害。",
        "label": ""
      },
      {
        "sentence": "所以，你可以从企业的角度来重新审视自己，看看自己在哪方面有所欠缺、问题突出。",
        "label": ""
      },
      {
        "sentence": "同时，也重新梳理一下自己的能力、经验、资源和优势等方面，看看有什么可以拿得出手来作为你求职的筹码，让企业觉得你是有价值的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从来没有从企业的角度考虑过自己，只是觉得自己工作经历不好。感觉找工作没有希望。我曾经做销售，但没有人带，最后又被骗了。我做的当事情都不顺利，没有积累到什么好的经验和资源。",
    "annotation": [
      {
        "sentence": "我从来没有从企业的角度考虑过自己，只是觉得自己工作经历不好。",
        "label": ""
      },
      {
        "sentence": "感觉找工作没有希望。",
        "label": ""
      },
      {
        "sentence": "我曾经做销售，但没有人带，最后又被骗了。",
        "label": ""
      },
      {
        "sentence": "我做的当事情都不顺利，没有积累到什么好的经验和资源。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，我理解你对过去的工作经历感到失望。但是，也许你对你的工作经历看得太悲观了。每个工作都会有一些正面的方面，你应该尝试从中挖掘和发现。比如，在你做销售的过程中，你是否学到了一些销售和客户交流的技巧？是否积累到了一些资源？这些都是你的能力提升的一部分。不仅在工作经验和能力方面进行挖掘，也可以从体现你优秀品质的方面寻找自己的亮点。",
    "annotation": [
      {
        "sentence": "嗯，我理解你对过去的工作经历感到失望。",
        "label": ""
      },
      {
        "sentence": "但是，也许你对你的工作经历看得太悲观了。",
        "label": ""
      },
      {
        "sentence": "每个工作都会有一些正面的方面，你应该尝试从中挖掘和发现。",
        "label": ""
      },
      {
        "sentence": "比如，在你做销售的过程中，你是否学到了一些销售和客户交流的技巧？",
        "label": ""
      },
      {
        "sentence": "是否积累到了一些资源？",
        "label": ""
      },
      {
        "sentence": "这些都是你的能力提升的一部分。",
        "label": ""
      },
      {
        "sentence": "不仅在工作经验和能力方面进行挖掘，也可以从体现你优秀品质的方面寻找自己的亮点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我在工作中也努力过，想要学习和提升自己，但实际上并没有做到。我做的没有什么项目，不知道有什么优势。",
    "annotation": [
      {
        "sentence": "我在工作中也努力过，想要学习和提升自己，但实际上并没有做到。",
        "label": ""
      },
      {
        "sentence": "我做的没有什么项目，不知道有什么优势。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了工作经验和能力，你的优点和品质也是很重要的。比如，你希望有人带你，说明你是一个愿意学习和进步的人；你在项目中是否积极负责？是否善于和同事或客户沟通交流？这些都是你的品质体现，可以让企业看到你的优秀一面。",
    "annotation": [
      {
        "sentence": "除了工作经验和能力，你的优点和品质也是很重要的。",
        "label": ""
      },
      {
        "sentence": "比如，你希望有人带你，说明你是一个愿意学习和进步的人；你在项目中是否积极负责？",
        "label": ""
      },
      {
        "sentence": "是否善于和同事或客户沟通交流？",
        "label": ""
      },
      {
        "sentence": "这些都是你的品质体现，可以让企业看到你的优秀一面。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我需要好好调整自己的心态，明白工作不容易，对找工作有信心。但有时候我觉得自己的职位太小，不满意。",
    "annotation": [
      {
        "sentence": "我需要好好调整自己的心态，明白工作不容易，对找工作有信心。",
        "label": ""
      },
      {
        "sentence": "但有时候我觉得自己的职位太小，不满意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "调整心态是很关键的，工作确实不容易，特别是在疫情之后，求职形势更加困难。而且，从小做起也是很正常的，不要看低自己的职位。每一个职位都有它的重要性和价值，只有在这个过程中积累经验和提升能力，才能有机会遇到更好的机会。你可以给自己设定一个时间期限，在这期限内努力积累和成长，然后再考虑寻求改变或离开。",
    "annotation": [
      {
        "sentence": "调整心态是很关键的，工作确实不容易，特别是在疫情之后，求职形势更加困难。",
        "label": ""
      },
      {
        "sentence": "而且，从小做起也是很正常的，不要看低自己的职位。",
        "label": ""
      },
      {
        "sentence": "每一个职位都有它的重要性和价值，只有在这个过程中积累经验和提升能力，才能有机会遇到更好的机会。",
        "label": ""
      },
      {
        "sentence": "你可以给自己设定一个时间期限，在这期限内努力积累和成长，然后再考虑寻求改变或离开。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要重新审视自己，认清自己的优势和不足。同时，我要明确自己的人生目标和发展方向，做一个职业生涯规划。",
    "annotation": [
      {
        "sentence": "我明白了，我需要重新审视自己，认清自己的优势和不足。",
        "label": ""
      },
      {
        "sentence": "同时，我要明确自己的人生目标和发展方向，做一个职业生涯规划。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！明确自己的目标和方向，做好职业规划是非常重要的。你可以梳理一下自己的能力、经验、特长、兴趣爱好，思考清楚自己想要成为一个什么样的人，想在哪方面有所建树。只有明确了自己的目标，无论遇到多少挫折都能坚持下去，为这个目标不断努力和成长。",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "明确自己的目标和方向，做好职业规划是非常重要的。",
        "label": ""
      },
      {
        "sentence": "你可以梳理一下自己的能力、经验、特长、兴趣爱好，思考清楚自己想要成为一个什么样的人，想在哪方面有所建树。",
        "label": ""
      },
      {
        "sentence": "只有明确了自己的目标，无论遇到多少挫折都能坚持下去，为这个目标不断努力和成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会重新审视自己，制定好的职业规划，坚持寻找出路。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会重新审视自己，制定好的职业规划，坚持寻找出路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够找到适合自己的出路。加油！如果有任何问题，随时来找我聊天。祝你",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够找到适合自己的出路。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果有任何问题，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你",
        "label": ""
      }
    ]
  }
]