[
  {
    "role": "client",
    "content": "自己真正想要的对自己吸引力不大？不太想去做欲望不强我真正想要的1生活规律，早睡早起，提高自控力，提高自律的意识，执行力2身心健康，不焦虑不抑郁不自卑3稳定工作，做事持续些觉得自己真正想要的对自己吸引力不大（不太想去做欲望不强）没做到吧还焦虑，还想做！（做不到不想像猪一样的生活，没心没肺不思进取，但是那执行力和行动力差）现在想知道的是如何提高执行力，自律力。自律力知道怎么提高有一本书叫《自律力》但到现在还没看，分不清重点，不知道这两种能力是不是自己真正缺乏的真正想要的是当下的需求吗！拎不清。觉得自己做不到？（那三件自己真正想要的）能做到，一时中间会中断，中断了难续上，会打击积极性，会失去惯性这种恶性循环，听说可以每天固定时间冥想或者有氧运动15分钟会打破恶性循环！但是以前有所坚持，因为一些别的心理问题中断了，现在也不重视（不知道应不应该重新拾起）不会长话短说，评论里有完整内容，请回答的答主一定看评论内容再回答",
    "annotation": [
      {
        "sentence": "自己真正想要的对自己吸引力不大？",
        "label": ""
      },
      {
        "sentence": "不太想去做欲望不强我真正想要的1生活规律，早睡早起，提高自控力，提高自律的意识，执行力2身心健康，不焦虑不抑郁不自卑3稳定工作，做事持续些觉得自己真正想要的对自己吸引力不大（不太想去做欲望不强）没做到吧还焦虑，还想做！",
        "label": ""
      },
      {
        "sentence": "（做不到不想像猪一样的生活，没心没肺不思进取，但是那执行力和行动力差）现在想知道的是如何提高执行力，自律力。",
        "label": ""
      },
      {
        "sentence": "自律力知道怎么提高有一本书叫《自律力》但到现在还没看，分不清重点，不知道这两种能力是不是自己真正缺乏的真正想要的是当下的需求吗！",
        "label": ""
      },
      {
        "sentence": "拎不清。",
        "label": ""
      },
      {
        "sentence": "觉得自己做不到？",
        "label": ""
      },
      {
        "sentence": "（那三件自己真正想要的）能做到，一时中间会中断，中断了难续上，会打击积极性，会失去惯性这种恶性循环，听说可以每天固定时间冥想或者有氧运动15分钟会打破恶性循环！",
        "label": ""
      },
      {
        "sentence": "但是以前有所坚持，因为一些别的心理问题中断了，现在也不重视（不知道应不应该重新拾起）不会长话短说，评论里有完整内容，请回答的答主一定看评论内容再回答",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "还想做！（做不到不想像猪一样的生活，没心没肺不思进取，但是那执行力和行动力差）可以感受到你是一个追求上进的人呢。为什么我们真正想要的对自己的吸引力不大呢？熬夜打游戏和早睡早起，哪一个更香？奶茶肥仔水和蔬菜水果，哪一个更香？为什么我们会控制不住的去熬夜打游戏？去喝奶茶？因为这是一种即时反馈，也就是，在当下我们就会觉得特别爽！虽然事后可能会觉得后悔，但是当下是真的爽。为什么早睡早起、坚持很难做到呢？其中一个原因也是我们没有给自己即时反馈，比如，当完成一件事的时候，给自己一个小奖励，这可以帮助我们提高自律。",
    "annotation": [
      {
        "sentence": "还想做！",
        "label": ""
      },
      {
        "sentence": "（做不到不想像猪一样的生活，没心没肺不思进取，但是那执行力和行动力差）可以感受到你是一个追求上进的人呢。",
        "label": ""
      },
      {
        "sentence": "为什么我们真正想要的对自己的吸引力不大呢？",
        "label": ""
      },
      {
        "sentence": "熬夜打游戏和早睡早起，哪一个更香？",
        "label": ""
      },
      {
        "sentence": "奶茶肥仔水和蔬菜水果，哪一个更香？",
        "label": ""
      },
      {
        "sentence": "为什么我们会控制不住的去熬夜打游戏？",
        "label": ""
      },
      {
        "sentence": "去喝奶茶？",
        "label": ""
      },
      {
        "sentence": "因为这是一种即时反馈，也就是，在当下我们就会觉得特别爽！",
        "label": ""
      },
      {
        "sentence": "虽然事后可能会觉得后悔，但是当下是真的爽。",
        "label": ""
      },
      {
        "sentence": "为什么早睡早起、坚持很难做到呢？",
        "label": ""
      },
      {
        "sentence": "其中一个原因也是我们没有给自己即时反馈，比如，当完成一件事的时候，给自己一个小奖励，这可以帮助我们提高自律。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你真正想要的1生活规律，早睡早起，提高自控力，提高自律的意识，执行力2身心健康，不焦虑不抑郁不自卑3稳定工作，做事持续些。看一看你写下的这三点你有没有发现，它们都是难以量化的。什么样才叫生活规律、早睡早起、自律？怎么样才能不焦虑、不抑郁、不自卑？如何才能稳定工作、做事持续？这样泛化的目标是很难有动力去实现的。你可以换一种方式订立小目标比如：1.每天晚上11点睡觉，7点起床，可以加入小组，相互监督。2.感到焦虑抑郁时，通过运动、写日记来缓解情绪。3.坚持21天，完成一个小目标。",
    "annotation": [
      {
        "sentence": "你真正想要的1生活规律，早睡早起，提高自控力，提高自律的意识，执行力2身心健康，不焦虑不抑郁不自卑3稳定工作，做事持续些。",
        "label": ""
      },
      {
        "sentence": "看一看你写下的这三点你有没有发现，它们都是难以量化的。",
        "label": ""
      },
      {
        "sentence": "什么样才叫生活规律、早睡早起、自律？",
        "label": ""
      },
      {
        "sentence": "怎么样才能不焦虑、不抑郁、不自卑？",
        "label": ""
      },
      {
        "sentence": "如何才能稳定工作、做事持续？",
        "label": ""
      },
      {
        "sentence": "这样泛化的目标是很难有动力去实现的。",
        "label": ""
      },
      {
        "sentence": "你可以换一种方式订立小目标比如：1.每天晚上11点睡觉，7点起床，可以加入小组，相互监督。",
        "label": ""
      },
      {
        "sentence": "2.感到焦虑抑郁时，通过运动、写日记来缓解情绪。",
        "label": ""
      },
      {
        "sentence": "3.坚持21天，完成一个小目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "千千听过很多老师的课，也有不少老师提到了定立目标，有各种各样的方法，但是与此同时，他们都强调了一点，在一个周期内（21天）只完成不超过两个小目标，因为太多的小目标会让我们觉得焦虑，并且不容易实施。所以，先从你最想实现的小目标开始吧！",
    "annotation": [
      {
        "sentence": "千千听过很多老师的课，也有不少老师提到了定立目标，有各种各样的方法，但是与此同时，他们都强调了一点，在一个周期内（21天）只完成不超过两个小目标，因为太多的小目标会让我们觉得焦虑，并且不容易实施。",
        "label": ""
      },
      {
        "sentence": "所以，先从你最想实现的小目标开始吧！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "觉得自己挺欠揍的，却没有那个要强的心态，经常给自己找退路，经常放弃逃避。亲爱的，这并不是你一个人的问题，有很多人都会有这样的情况。因为，要做出改变，就需要放弃自己原有的行为模式，这会让我们觉得不舒服。你可以和志同道合的小伙伴们约定好，相互监督。",
    "annotation": [
      {
        "sentence": "觉得自己挺欠揍的，却没有那个要强的心态，经常给自己找退路，经常放弃逃避。",
        "label": ""
      },
      {
        "sentence": "亲爱的，这并不是你一个人的问题，有很多人都会有这样的情况。",
        "label": ""
      },
      {
        "sentence": "因为，要做出改变，就需要放弃自己原有的行为模式，这会让我们觉得不舒服。",
        "label": ""
      },
      {
        "sentence": "你可以和志同道合的小伙伴们约定好，相互监督。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，不要过于苛责自己。这些问题多多少少都会有，但我们可以逐渐改变。而且也记住，凡事都是需要一步步来的，不要妄求一蹴而就。坚持下去，你会发现自己逐渐变得更加自律和有执行力。如果需要我帮助你订立更为具体的计划，可以告诉我哦！",
    "annotation": [
      {
        "sentence": "是的，不要过于苛责自己。",
        "label": ""
      },
      {
        "sentence": "这些问题多多少少都会有，但我们可以逐渐改变。",
        "label": ""
      },
      {
        "sentence": "而且也记住，凡事都是需要一步步来的，不要妄求一蹴而就。",
        "label": ""
      },
      {
        "sentence": "坚持下去，你会发现自己逐渐变得更加自律和有执行力。",
        "label": ""
      },
      {
        "sentence": "如果需要我帮助你订立更为具体的计划，可以告诉我哦！",
        "label": ""
      }
    ]
  }
]