[
  {
    "role": "client",
    "content": "人家说我不好的即便是建议，也很难有正面情绪去面对？在参加会议的时候，刚好听到对我没多大用处的，看了一下手机，这时我姨没有刻意放低声音说了一句，玩手机还不如不来听课。内心极度尴尬，有种特别不好意思的感觉，但我没法表达出来。想起曾经其实不管是人多人少我也很难不在意别人对我的“负面评价”，即使是建议内心也很难过这个坎，曾经听过以后有“如堕冰窖”的感觉，持续性很长，自己是不是有心理问题？",
    "annotation": [
      {
        "sentence": "人家说我不好的即便是建议，也很难有正面情绪去面对？",
        "label": ""
      },
      {
        "sentence": "在参加会议的时候，刚好听到对我没多大用处的，看了一下手机，这时我姨没有刻意放低声音说了一句，玩手机还不如不来听课。",
        "label": ""
      },
      {
        "sentence": "内心极度尴尬，有种特别不好意思的感觉，但我没法表达出来。",
        "label": ""
      },
      {
        "sentence": "想起曾经其实不管是人多人少我也很难不在意别人对我的“负面评价”，即使是建议内心也很难过这个坎，曾经听过以后有“如堕冰窖”的感觉，持续性很长，自己是不是有心理问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，这是一个很常见的问题。其实，每个人都会遇到负面评价或建议，只是每个人的处理方式不一样。你听起来是一个自尊心比较强的人，而且对负面情绪很敏感。这是你现在的一种让你自己不太满意的特质。首先，我认为你没有心理问题，如果你感到非常不舒服，我们可以一起尝试解决它。不如我们从现在开始先来探讨一下这种感受的来源，你是从什么时候开始感觉到这种敏感的呢？",
    "annotation": [
      {
        "sentence": "我理解你的感受，这是一个很常见的问题。",
        "label": ""
      },
      {
        "sentence": "其实，每个人都会遇到负面评价或建议，只是每个人的处理方式不一样。",
        "label": ""
      },
      {
        "sentence": "你听起来是一个自尊心比较强的人，而且对负面情绪很敏感。",
        "label": ""
      },
      {
        "sentence": "这是你现在的一种让你自己不太满意的特质。",
        "label": ""
      },
      {
        "sentence": "首先，我认为你没有心理问题，如果你感到非常不舒服，我们可以一起尝试解决它。",
        "label": ""
      },
      {
        "sentence": "不如我们从现在开始先来探讨一下这种感受的来源，你是从什么时候开始感觉到这种敏感的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想可能是因为我在成长过程中经历了太多“对人不对事”的批评和建议。所以对别人的批评建议非常敏感，很难不在意。",
    "annotation": [
      {
        "sentence": "我想可能是因为我在成长过程中经历了太多“对人不对事”的批评和建议。",
        "label": ""
      },
      {
        "sentence": "所以对别人的批评建议非常敏感，很难不在意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "原来如此，这种过度敏感的情绪是可以理解的。有些人成长过程中遭受过多的负面评价，会让心理产生抵触，变得不敢面对别人的批评。但实际上，接受到负面情绪并不是一件坏事。一方面，这可以促使我们更加客观地认识事情；另一方面，也可以让我们知道自己的不足，进而去改进自己。我们可以尝试从另一个角度去看待批评和建议，它们会让我们更好地成长和进步。",
    "annotation": [
      {
        "sentence": "原来如此，这种过度敏感的情绪是可以理解的。",
        "label": ""
      },
      {
        "sentence": "有些人成长过程中遭受过多的负面评价，会让心理产生抵触，变得不敢面对别人的批评。",
        "label": ""
      },
      {
        "sentence": "但实际上，接受到负面情绪并不是一件坏事。",
        "label": ""
      },
      {
        "sentence": "一方面，这可以促使我们更加客观地认识事情；另一方面，也可以让我们知道自己的不足，进而去改进自己。",
        "label": ""
      },
      {
        "sentence": "我们可以尝试从另一个角度去看待批评和建议，它们会让我们更好地成长和进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但每次听到负面评价还是会让我很难过，有时候甚至会感到失落，自己很难调整过来。",
    "annotation": [
      {
        "sentence": "但每次听到负面评价还是会让我很难过，有时候甚至会感到失落，自己很难调整过来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这很正常。大多数人都会受到负面情绪的影响，唯一的区别在于我们的自我调适和解决能力。我认为你可以多观察周围不同的人处理这种情绪的方式，或许会有些启示，让你更好地面对。另外，我们也可以从身边的人或资源中寻找一些可行的方法去解决这个问题。比如，多交流、多做一些需要合作的事情，扩大自己的社交圈子，这样可以给你更多的心理支持和正反馈，让你更加自信乐观。",
    "annotation": [
      {
        "sentence": "这很正常。",
        "label": ""
      },
      {
        "sentence": "大多数人都会受到负面情绪的影响，唯一的区别在于我们的自我调适和解决能力。",
        "label": ""
      },
      {
        "sentence": "我认为你可以多观察周围不同的人处理这种情绪的方式，或许会有些启示，让你更好地面对。",
        "label": ""
      },
      {
        "sentence": "另外，我们也可以从身边的人或资源中寻找一些可行的方法去解决这个问题。",
        "label": ""
      },
      {
        "sentence": "比如，多交流、多做一些需要合作的事情，扩大自己的社交圈子，这样可以给你更多的心理支持和正反馈，让你更加自信乐观。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个建议很好，我会尝试多和人交流，多参与一些群体活动，让自己的社交范围变得更广，更有信心。",
    "annotation": [
      {
        "sentence": "这个建议很好，我会尝试多和人交流，多参与一些群体活动，让自己的社交范围变得更广，更有信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，我们可以一起列出详细的行动计划，帮助你更好地实现这个目标。我也想提醒你，破茧成蝶是一个必须经历的意识到，这个过程是不可能一下子就完成的，它需要不断的尝试和实践。所以，在这个过程中，你不要对自己过度苛求，过度自责，要始终保持平衡态度和情绪，积极接受周围环境和他人的帮助。",
    "annotation": [
      {
        "sentence": "非常好，我们可以一起列出详细的行动计划，帮助你更好地实现这个目标。",
        "label": ""
      },
      {
        "sentence": "我也想提醒你，破茧成蝶是一个必须经历的意识到，这个过程是不可能一下子就完成的，它需要不断的尝试和实践。",
        "label": ""
      },
      {
        "sentence": "所以，在这个过程中，你不要对自己过度苛求，过度自责，要始终保持平衡态度和情绪，积极接受周围环境和他人的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的耐心支持和帮助，我感觉好多了。",
    "annotation": [
      {
        "sentence": "谢谢您的耐心支持和帮助，我感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助到你。请记住，无论何时，只要你需要帮助，我都会在这里支持你。",
    "annotation": [
      {
        "sentence": "很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "请记住，无论何时，只要你需要帮助，我都会在这里支持你。",
        "label": ""
      }
    ]
  }
]