[
  {
    "role": "client",
    "content": "我很痛苦我感觉自己要流失？肉体好好活着灵魂无处安放。此时已是深夜12点半了，可我睡不着，其实我已经脑袋不太清醒了，我身体困了，可是我的脑袋在这个时候冒出来好多思绪，我不想做任何事情，所有事情都让我觉得烦躁，我觉得好压抑，好痛苦，我没有心思去看电视剧，不想看搞笑视频，我好烦，我特别想好好睡觉，特别想过好我的人生，特别想有朋友，特别想有人可以爱我，可以教我如何去爱，心好孤寂，我渴望美好，却认为现实就是残酷的，虽然我还年轻，才刚过人生二十岁，我好恨这个世界，人的悲喜无法相通，没有人会在乎我的死活，我的心灵的死活，我好想哭，我不想我的灵魂死去，我不想成为没有温情没有底线的刽子手，杀害一个个鲜活的心灵，我好想拥抱这个世界，可世界和我一样都是冰冷的，我好恨，却毫无办法不是吗，最后要和他们沦为一体吗，我所讨厌的冰冷的自私的残酷的无人性的……我快要被吞噬了，又感觉自己被撕裂着，那种要疯的感觉，我真的好累，我的肉体虽好好活着，可灵魂却关着暗无天日亦无处安放。",
    "annotation": [
      {
        "sentence": "我很痛苦我感觉自己要流失？",
        "label": ""
      },
      {
        "sentence": "肉体好好活着灵魂无处安放。",
        "label": ""
      },
      {
        "sentence": "此时已是深夜12点半了，可我睡不着，其实我已经脑袋不太清醒了，我身体困了，可是我的脑袋在这个时候冒出来好多思绪，我不想做任何事情，所有事情都让我觉得烦躁，我觉得好压抑，好痛苦，我没有心思去看电视剧，不想看搞笑视频，我好烦，我特别想好好睡觉，特别想过好我的人生，特别想有朋友，特别想有人可以爱我，可以教我如何去爱，心好孤寂，我渴望美好，却认为现实就是残酷的，虽然我还年轻，才刚过人生二十岁，我好恨这个世界，人的悲喜无法相通，没有人会在乎我的死活，我的心灵的死活，我好想哭，我不想我的灵魂死去，我不想成为没有温情没有底线的刽子手，杀害一个个鲜活的心灵，我好想拥抱这个世界，可世界和我一样都是冰冷的，我好恨，却毫无办法不是吗，最后要和他们沦为一体吗，我所讨厌的冰冷的自私的残酷的无人性的……我快要被吞噬了，又感觉自己被撕裂着，那种要疯的感觉，我真的好累，我的肉体虽好好活着，可灵魂却关着暗无天日亦无处安放。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不知道你生活出现了什么事情，才会让你有这样痛苦难过的想法，想用力给你一个拥抱~每个人都会有生活不如意的时候我们总是渴望着生活能够美好，能够符合我们的预期，但是很多事情，比如人际关系、比如工作、比如学习都不会时时尽如人意的。而我们所能做的就是尽管生活不太美好，但是我们还是要一个事情一个事情地去认真做，认真地去完成。现在可能看不到回报，但是要相信你的努力不会辜负你呀~如果实在无法过去，不如痛快哭一场。",
    "annotation": [
      {
        "sentence": "不知道你生活出现了什么事情，才会让你有这样痛苦难过的想法，想用力给你一个拥抱~每个人都会有生活不如意的时候我们总是渴望着生活能够美好，能够符合我们的预期，但是很多事情，比如人际关系、比如工作、比如学习都不会时时尽如人意的。",
        "label": ""
      },
      {
        "sentence": "而我们所能做的就是尽管生活不太美好，但是我们还是要一个事情一个事情地去认真做，认真地去完成。",
        "label": ""
      },
      {
        "sentence": "现在可能看不到回报，但是要相信你的努力不会辜负你呀~如果实在无法过去，不如痛快哭一场。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我现在真的觉得生活好糟糕，一切都变得无望，我做什么都没有意义。每天都感到压力很大，无法找到人生的方向，也不知道自己到底想要什么。我觉得自己好孤独，好无助。",
    "annotation": [
      {
        "sentence": "是啊，我现在真的觉得生活好糟糕，一切都变得无望，我做什么都没有意义。",
        "label": ""
      },
      {
        "sentence": "每天都感到压力很大，无法找到人生的方向，也不知道自己到底想要什么。",
        "label": ""
      },
      {
        "sentence": "我觉得自己好孤独，好无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你这样说，我感到很心疼。生活中的困境和痛苦是每个人都会经历的，它们并不是你一个人独有的。或许是因为你一直没有找到发泄的方式，心里的压力越来越大。但是，想要找到人生的方向和意义并不是一蹴而就的，它是一个不断摸索的过程。或许我们可以一起思考，你觉得你在人生中的重要价值是什么呢？",
    "annotation": [
      {
        "sentence": "听到你这样说，我感到很心疼。",
        "label": ""
      },
      {
        "sentence": "生活中的困境和痛苦是每个人都会经历的，它们并不是你一个人独有的。",
        "label": ""
      },
      {
        "sentence": "或许是因为你一直没有找到发泄的方式，心里的压力越来越大。",
        "label": ""
      },
      {
        "sentence": "但是，想要找到人生的方向和意义并不是一蹴而就的，它是一个不断摸索的过程。",
        "label": ""
      },
      {
        "sentence": "或许我们可以一起思考，你觉得你在人生中的重要价值是什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我之前一直觉得工作和金钱很重要，但是现在我发现这些东西并不是我真正追求的。我渴望爱和关怀，渴望与他人建立深层次的联系。也许我需要更多的亲密关系和情感交流。",
    "annotation": [
      {
        "sentence": "我之前一直觉得工作和金钱很重要，但是现在我发现这些东西并不是我真正追求的。",
        "label": ""
      },
      {
        "sentence": "我渴望爱和关怀，渴望与他人建立深层次的联系。",
        "label": ""
      },
      {
        "sentence": "也许我需要更多的亲密关系和情感交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感觉你对自己的内心有了一些认识，这是很重要的一步。人际关系的建立是一种相互的过程，也许你可以主动去寻找一些社交活动，扩大自己的社交圈子。同时，也许在你身边已经有一些关心你的人，只是你还没有发现而已。要相信自己可以找到对的人，建立深层次的联系。",
    "annotation": [
      {
        "sentence": "感觉你对自己的内心有了一些认识，这是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "人际关系的建立是一种相互的过程，也许你可以主动去寻找一些社交活动，扩大自己的社交圈子。",
        "label": ""
      },
      {
        "sentence": "同时，也许在你身边已经有一些关心你的人，只是你还没有发现而已。",
        "label": ""
      },
      {
        "sentence": "要相信自己可以找到对的人，建立深层次的联系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我很怕伤害和失望，我担心如果付出了真心，却得不到相应的回应，会更加伤心和绝望。",
    "annotation": [
      {
        "sentence": "但我很怕伤害和失望，我担心如果付出了真心，却得不到相应的回应，会更加伤心和绝望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种担心是很正常的，人都害怕受伤和失望。但是，我们不能因为害怕受伤而放弃追求真爱和真正的友谊。况且，付出真心并不代表一定会得到回报，但是它会让你的内心更加丰富和宽容。无论结果如何，你在这个过程中都会成长和变得更好。",
    "annotation": [
      {
        "sentence": "这种担心是很正常的，人都害怕受伤和失望。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能因为害怕受伤而放弃追求真爱和真正的友谊。",
        "label": ""
      },
      {
        "sentence": "况且，付出真心并不代表一定会得到回报，但是它会让你的内心更加丰富和宽容。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，你在这个过程中都会成长和变得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该勇敢地去追求真爱和纯粹的友谊，尽管会有风险和不确定性。我想我可以尝试一些社交活动，结识一些新的朋友，并且分享和倾诉自己的感受。",
    "annotation": [
      {
        "sentence": "你说得对，我应该勇敢地去追求真爱和纯粹的友谊，尽管会有风险和不确定性。",
        "label": ""
      },
      {
        "sentence": "我想我可以尝试一些社交活动，结识一些新的朋友，并且分享和倾诉自己的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你有这样的想法，接受新的事物和结识新的朋友是一种成长和发展的方式。人生的道路上，我们都会经历各种各样的挫折和困难，但只要你勇敢地去面对，相信自己，你一定可以找到属于自己的幸福和快乐。要时刻保持积极的心态，相信未来会更美好。",
    "annotation": [
      {
        "sentence": "很高兴听到你有这样的想法，接受新的事物和结识新的朋友是一种成长和发展的方式。",
        "label": ""
      },
      {
        "sentence": "人生的道路上，我们都会经历各种各样的挫折和困难，但只要你勇敢地去面对，相信自己，你一定可以找到属于自己的幸福和快乐。",
        "label": ""
      },
      {
        "sentence": "要时刻保持积极的心态，相信未来会更美好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尽力去面对并且积极面对生活中的困难和挫折。希望未来的每一天，都能够快乐、充实和幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尽力去面对并且积极面对生活中的困难和挫折。",
        "label": ""
      },
      {
        "sentence": "希望未来的每一天，都能够快乐、充实和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你一定可以度过难关，过上幸福的生活。不管遇到什么困难，不要害怕寻求帮助和支持，可以找朋友或者专业的心理咨询师聊一聊，他们会给你更多的帮助和支持。祝福你一切都好~挺你。",
    "annotation": [
      {
        "sentence": "我相信你一定可以度过难关，过上幸福的生活。",
        "label": ""
      },
      {
        "sentence": "不管遇到什么困难，不要害怕寻求帮助和支持，可以找朋友或者专业的心理咨询师聊一聊，他们会给你更多的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "祝福你一切都好~挺你。",
        "label": ""
      }
    ]
  }
]