[
  {
    "role": "client",
    "content": "我很痛苦我感觉自己要流失？肉体好好活着灵魂无处安放此时已是深夜12点半了，可我睡不着，其实我已经脑袋不太清醒了，我身体困了，可是我的脑袋在这个时候冒出来好多思绪，我不想做任何事情，所有事情都让我觉得烦躁，我觉得好压抑，好痛苦，我没有心思去看电视剧，不想看搞笑视频，我好烦，我特别想好好睡觉，特别想过好我的人生，特别想有朋友，特别想有人可以爱我，可以教我如何去爱，心好孤寂，我渴望美好，却认为现实就是残酷的，虽然我还年轻，才刚过人生二十岁，我好恨这个世界，人的悲喜无法相通，没有人会在乎我的死活，我的心灵的死活，我好想哭，我不想我的灵魂死去，我不想成为没有温情没有底线的刽子手，杀害一个个鲜活的心灵，我好想拥抱这个世界，可世界和我一样都是冰冷的，我好恨，却毫无办法不是吗，最后要和他们沦为一体吗，我所讨厌的冰冷的自私的残酷的无人性的……我快要被吞噬了，又感觉自己被撕裂着，那种要疯的感觉，我真的好累，我的肉体虽好好活着，可灵魂却关着暗无天日亦无处安放",
    "annotation": [
      {
        "sentence": "我很痛苦我感觉自己要流失？",
        "label": ""
      },
      {
        "sentence": "肉体好好活着灵魂无处安放此时已是深夜12点半了，可我睡不着，其实我已经脑袋不太清醒了，我身体困了，可是我的脑袋在这个时候冒出来好多思绪，我不想做任何事情，所有事情都让我觉得烦躁，我觉得好压抑，好痛苦，我没有心思去看电视剧，不想看搞笑视频，我好烦，我特别想好好睡觉，特别想过好我的人生，特别想有朋友，特别想有人可以爱我，可以教我如何去爱，心好孤寂，我渴望美好，却认为现实就是残酷的，虽然我还年轻，才刚过人生二十岁，我好恨这个世界，人的悲喜无法相通，没有人会在乎我的死活，我的心灵的死活，我好想哭，我不想我的灵魂死去，我不想成为没有温情没有底线的刽子手，杀害一个个鲜活的心灵，我好想拥抱这个世界，可世界和我一样都是冰冷的，我好恨，却毫无办法不是吗，最后要和他们沦为一体吗，我所讨厌的冰冷的自私的残酷的无人性的……我快要被吞噬了，又感觉自己被撕裂着，那种要疯的感觉，我真的好累，我的肉体虽好好活着，可灵魂却关着暗无天日亦无处安放",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "深夜时分看到你的故事，此刻的我也是身体很困很累却睡不着……我允许自己呆在这样的状态里，舒服地躺着缓缓地感受……最近因为睡眠而困扰吗还是遇到别的事情了，此时的你很无力无助，极力想摆脱这一切，去追求你想要的生活，思绪万千，越想越累……",
    "annotation": [
      {
        "sentence": "深夜时分看到你的故事，此刻的我也是身体很困很累却睡不着……我允许自己呆在这样的状态里，舒服地躺着缓缓地感受……最近因为睡眠而困扰吗还是遇到别的事情了，此时的你很无力无助，极力想摆脱这一切，去追求你想要的生活，思绪万千，越想越累……",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，最近遇到一些困扰，感觉生活中的一切都变得很沉重。我的思绪乱成一团，无法入睡，真的很烦躁压抑。",
    "annotation": [
      {
        "sentence": "是的，最近遇到一些困扰，感觉生活中的一切都变得很沉重。",
        "label": ""
      },
      {
        "sentence": "我的思绪乱成一团，无法入睡，真的很烦躁压抑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "问题一个个去解决吧，急不来，不要逼得自己太紧了，让自己放松一下？等会试试冥想放松？可以下载冥想星球或者去搜索公众号，里面有免费的冥想音乐。试着给自己一个放松的机会……",
    "annotation": [
      {
        "sentence": "问题一个个去解决吧，急不来，不要逼得自己太紧了，让自己放松一下？",
        "label": ""
      },
      {
        "sentence": "等会试试冥想放松？",
        "label": ""
      },
      {
        "sentence": "可以下载冥想星球或者去搜索公众号，里面有免费的冥想音乐。",
        "label": ""
      },
      {
        "sentence": "试着给自己一个放松的机会……",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试试冥想放松，给自己一些宝贵的放松时间。但是我现在真的觉得世界好冷漠和残酷，好像没有人理解我内心的痛苦。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试试冥想放松，给自己一些宝贵的放松时间。",
        "label": ""
      },
      {
        "sentence": "但是我现在真的觉得世界好冷漠和残酷，好像没有人理解我内心的痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "冰非一日之寒，先让自己平静下来，觉察自己的情绪。那些道理你懂，但你现在感觉世界好冰冷和残酷，这也是你此刻真实的感受……我能够理解，曾经我也试过，走在路上这个世界好像与我无关，孤零零地行走着，没有人在意……",
    "annotation": [
      {
        "sentence": "冰非一日之寒，先让自己平静下来，觉察自己的情绪。",
        "label": ""
      },
      {
        "sentence": "那些道理你懂，但你现在感觉世界好冰冷和残酷，这也是你此刻真实的感受……我能够理解，曾经我也试过，走在路上这个世界好像与我无关，孤零零地行走着，没有人在意……",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得没错，我感到很无助和孤独，好像没有人能够理解我。有时候我觉得自己实在是太累了。",
    "annotation": [
      {
        "sentence": "你说得没错，我感到很无助和孤独，好像没有人能够理解我。",
        "label": ""
      },
      {
        "sentence": "有时候我觉得自己实在是太累了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那段时间是我情绪崩溃的时候，我大学的专业是心理学，但我依然会遇到情绪崩溃的时刻……现在想起这是我一个宝贵的体验，让我更加关注我自己的内心和情绪，让我意识到不要活在别人的评价里，我的人生和意义我可以赋予。三言两语说不清楚，在深夜时分播放轻音乐或者冥想音频，或者把此时此刻的情绪更加细致写下来……",
    "annotation": [
      {
        "sentence": "那段时间是我情绪崩溃的时候，我大学的专业是心理学，但我依然会遇到情绪崩溃的时刻……现在想起这是我一个宝贵的体验，让我更加关注我自己的内心和情绪，让我意识到不要活在别人的评价里，我的人生和意义我可以赋予。",
        "label": ""
      },
      {
        "sentence": "三言两语说不清楚，在深夜时分播放轻音乐或者冥想音频，或者把此时此刻的情绪更加细致写下来……",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，我也应该更加关注自己的内心和情绪，不要轻易被他人的评价左右。我可以尝试放松和写下自己的感受，或许能够让我更好地面对此刻的困扰。",
    "annotation": [
      {
        "sentence": "我明白你的意思，我也应该更加关注自己的内心和情绪，不要轻易被他人的评价左右。",
        "label": ""
      },
      {
        "sentence": "我可以尝试放松和写下自己的感受，或许能够让我更好地面对此刻的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "白天的时候会有其他人来回应你的哈，别灰心，这里有我们陪着你，加油哦！希望你安好眠，晚安呐！",
    "annotation": [
      {
        "sentence": "白天的时候会有其他人来回应你的哈，别灰心，这里有我们陪着你，加油哦！",
        "label": ""
      },
      {
        "sentence": "希望你安好眠，晚安呐！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的陪伴和鼓励，知道有人关心我真的很温暖。希望我能够找到属于我的宁静，晚安！",
    "annotation": [
      {
        "sentence": "谢谢你的陪伴和鼓励，知道有人关心我真的很温暖。",
        "label": ""
      },
      {
        "sentence": "希望我能够找到属于我的宁静，晚安！",
        "label": ""
      }
    ]
  }
]