[
  {
    "role": "client",
    "content": "我很痛苦我感觉自己要流失？肉体好好活着灵魂无处安放此时已是深夜12点半了，可我睡不着，其实我已经脑袋不太清醒了，我身体困了，可是我的脑袋在这个时候冒出来好多思绪，我不想做任何事情，所有事情都让我觉得烦躁，我觉得好压抑，好痛苦，我没有心思去看电视剧，不想看搞笑视频，我好烦，我特别想好好睡觉，特别想过好我的人生，特别想有朋友，特别想有人可以爱我，可以教我如何去爱，心好孤寂，我渴望美好，却认为现实就是残酷的，虽然我还年轻，才刚过人生二十岁，我好恨这个世界，人的悲喜无法相通，没有人会在乎我的死活，我的心灵的死活，我好想哭，我不想我的灵魂死去，我不想成为没有温情没有底线的刽子手，杀害一个个鲜活的心灵，我好想拥抱这个世界，可世界和我一样都是冰冷的，我好恨，却毫无办法不是吗，最后要和他们沦为一体吗，我所讨厌的冰冷的自私的残酷的无人性的……我快要被吞噬了，又感觉自己被撕裂着，那种要疯的感觉，我真的好累，我的肉体虽好好活着，可灵魂却关着暗无天日亦无处安放。",
    "annotation": [
      {
        "sentence": "我很痛苦我感觉自己要流失？",
        "label": ""
      },
      {
        "sentence": "肉体好好活着灵魂无处安放此时已是深夜12点半了，可我睡不着，其实我已经脑袋不太清醒了，我身体困了，可是我的脑袋在这个时候冒出来好多思绪，我不想做任何事情，所有事情都让我觉得烦躁，我觉得好压抑，好痛苦，我没有心思去看电视剧，不想看搞笑视频，我好烦，我特别想好好睡觉，特别想过好我的人生，特别想有朋友，特别想有人可以爱我，可以教我如何去爱，心好孤寂，我渴望美好，却认为现实就是残酷的，虽然我还年轻，才刚过人生二十岁，我好恨这个世界，人的悲喜无法相通，没有人会在乎我的死活，我的心灵的死活，我好想哭，我不想我的灵魂死去，我不想成为没有温情没有底线的刽子手，杀害一个个鲜活的心灵，我好想拥抱这个世界，可世界和我一样都是冰冷的，我好恨，却毫无办法不是吗，最后要和他们沦为一体吗，我所讨厌的冰冷的自私的残酷的无人性的……我快要被吞噬了，又感觉自己被撕裂着，那种要疯的感觉，我真的好累，我的肉体虽好好活着，可灵魂却关着暗无天日亦无处安放。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "深夜的时候总是容易陷入负面情绪中，你也忍受着烦躁、压抑和孤独的黑暗吧。抱一抱你，辛苦了。我不知道发生了什么让你厌恶这个世界，让你感到如此绝望，但我们这些小伙伴会一直陪伴着你。我们希望你能好起来，重新拥抱美好的生活。我们在意每一个鲜活的灵魂，也在意你的心能否感受到阳光。有人说成年人的世界是哭过一场长夜后，再擦干眼泪继续面对的。正如罗曼罗兰所说，世界上只有一种英雄主义，那就是认清生活真相之后依旧热爱生活。生活总是不尽如人意，但我们可以改变对待生活的态度和观念。心理学认为，情绪是由个体对激发事件的认知和评价产生的错误信念直接引起的，我们可以先质疑自己的观念，用不同的角度和态度去面对问题。关于无处安放的灵魂，抱一抱内在的自己，学会自己爱自己。即使全世界都抛弃了你，你自己也不会离开自己。去了解你自己的喜好，倾听自己的感受，做些让灵魂开心愉悦的事情。从小事开始，比如尝试一个独特口味的冰淇淋，或者去看一场心仪的电影，也可以翻开一本久未阅读的书。每一个小事都构成了我们平凡的生活，这是我们自己决定的生活。从小事中找到自己对生活的掌控感，重新发现生活的美好，让灵魂感受到生命的意义。如果这些方法对你没有起到改善作用，我建议你寻求专业的心理咨询师的帮助，他们将给予你更专业的支持。希望你会感觉好一点。鲁米说过，万物皆有裂痕，那是光照进来的地方。愿你的心中能早日感受到光的温暖。用心理学疗愈自己。",
    "annotation": [
      {
        "sentence": "深夜的时候总是容易陷入负面情绪中，你也忍受着烦躁、压抑和孤独的黑暗吧。",
        "label": ""
      },
      {
        "sentence": "抱一抱你，辛苦了。",
        "label": ""
      },
      {
        "sentence": "我不知道发生了什么让你厌恶这个世界，让你感到如此绝望，但我们这些小伙伴会一直陪伴着你。",
        "label": ""
      },
      {
        "sentence": "我们希望你能好起来，重新拥抱美好的生活。",
        "label": ""
      },
      {
        "sentence": "我们在意每一个鲜活的灵魂，也在意你的心能否感受到阳光。",
        "label": ""
      },
      {
        "sentence": "有人说成年人的世界是哭过一场长夜后，再擦干眼泪继续面对的。",
        "label": ""
      },
      {
        "sentence": "正如罗曼罗兰所说，世界上只有一种英雄主义，那就是认清生活真相之后依旧热爱生活。",
        "label": ""
      },
      {
        "sentence": "生活总是不尽如人意，但我们可以改变对待生活的态度和观念。",
        "label": ""
      },
      {
        "sentence": "心理学认为，情绪是由个体对激发事件的认知和评价产生的错误信念直接引起的，我们可以先质疑自己的观念，用不同的角度和态度去面对问题。",
        "label": ""
      },
      {
        "sentence": "关于无处安放的灵魂，抱一抱内在的自己，学会自己爱自己。",
        "label": ""
      },
      {
        "sentence": "即使全世界都抛弃了你，你自己也不会离开自己。",
        "label": ""
      },
      {
        "sentence": "去了解你自己的喜好，倾听自己的感受，做些让灵魂开心愉悦的事情。",
        "label": ""
      },
      {
        "sentence": "从小事开始，比如尝试一个独特口味的冰淇淋，或者去看一场心仪的电影，也可以翻开一本久未阅读的书。",
        "label": ""
      },
      {
        "sentence": "每一个小事都构成了我们平凡的生活，这是我们自己决定的生活。",
        "label": ""
      },
      {
        "sentence": "从小事中找到自己对生活的掌控感，重新发现生活的美好，让灵魂感受到生命的意义。",
        "label": ""
      },
      {
        "sentence": "如果这些方法对你没有起到改善作用，我建议你寻求专业的心理咨询师的帮助，他们将给予你更专业的支持。",
        "label": ""
      },
      {
        "sentence": "希望你会感觉好一点。",
        "label": ""
      },
      {
        "sentence": "鲁米说过，万物皆有裂痕，那是光照进来的地方。",
        "label": ""
      },
      {
        "sentence": "愿你的心中能早日感受到光的温暖。",
        "label": ""
      },
      {
        "sentence": "用心理学疗愈自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的陪伴和关心，我真的觉得很温暖。我一直觉得自己孤单无助，没有人能理解我内心的痛苦。但是有你们在，我感到自己不再孤单。虽然现在的情绪还是很低落，但至少有了一丝希望。我会试着用正面的态度去面对生活，给自己一些时间来自我疗愈。如果有需要，我会考虑找心理咨询师寻求更专业的帮助。再次感谢你的支持。",
    "annotation": [
      {
        "sentence": "谢谢你的陪伴和关心，我真的觉得很温暖。",
        "label": ""
      },
      {
        "sentence": "我一直觉得自己孤单无助，没有人能理解我内心的痛苦。",
        "label": ""
      },
      {
        "sentence": "但是有你们在，我感到自己不再孤单。",
        "label": ""
      },
      {
        "sentence": "虽然现在的情绪还是很低落，但至少有了一丝希望。",
        "label": ""
      },
      {
        "sentence": "我会试着用正面的态度去面对生活，给自己一些时间来自我疗愈。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会考虑找心理咨询师寻求更专业的帮助。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不孤单，我们一直在这里陪伴着你。面对内心的痛苦，我们理解这需要时间和努力去疗愈。正面的态度和积极的行动会给你带来改变。无论何时你需要支持，我们都会在这里。希望你能逐渐走出困境，重新找回生活的快乐和美好。不用客气，我们愿意为你提供帮助。",
    "annotation": [
      {
        "sentence": "你不孤单，我们一直在这里陪伴着你。",
        "label": ""
      },
      {
        "sentence": "面对内心的痛苦，我们理解这需要时间和努力去疗愈。",
        "label": ""
      },
      {
        "sentence": "正面的态度和积极的行动会给你带来改变。",
        "label": ""
      },
      {
        "sentence": "无论何时你需要支持，我们都会在这里。",
        "label": ""
      },
      {
        "sentence": "希望你能逐渐走出困境，重新找回生活的快乐和美好。",
        "label": ""
      },
      {
        "sentence": "不用客气，我们愿意为你提供帮助。",
        "label": ""
      }
    ]
  }
]