[
  {
    "role": "client",
    "content": "我很痛苦我感觉自己要流失？肉体好好活着灵魂无处安放。此时已是深夜12点半了，可我睡不着，其实我已经脑袋不太清醒了，我身体困了，可是我的脑袋在这个时候冒出来好多思绪，我不想做任何事情，所有事情都让我觉得烦躁，我觉得好压抑，好痛苦。",
    "annotation": [
      {
        "sentence": "我很痛苦我感觉自己要流失？",
        "label": ""
      },
      {
        "sentence": "肉体好好活着灵魂无处安放。",
        "label": ""
      },
      {
        "sentence": "此时已是深夜12点半了，可我睡不着，其实我已经脑袋不太清醒了，我身体困了，可是我的脑袋在这个时候冒出来好多思绪，我不想做任何事情，所有事情都让我觉得烦躁，我觉得好压抑，好痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "宝贝先虽不知你身在何处但祝愿你一切安好。从上面的描述让我感受到了你的痛苦和艰辛，你这样应该有很长一段时间了吧，看了你第一个你反馈我想告诉你一个好消息“看见即治愈”这是之前一位心理老师讲的，大概意思就是当我们看见我们内在的情绪和被压抑很久的东西时就是治愈的最佳时机。你有很高的觉悟，虽然现在有时情绪不受控制但你内心清楚形成的原因，相信这么多年你一定经历了很多，这些经历有益有弊，它让你过早的承担了本不该你这个年纪承受的事情，也使你对现实社会充满了憎恶，影响了你对世界的看法，对自身的看法。",
    "annotation": [
      {
        "sentence": "宝贝先虽不知你身在何处但祝愿你一切安好。",
        "label": ""
      },
      {
        "sentence": "从上面的描述让我感受到了你的痛苦和艰辛，你这样应该有很长一段时间了吧，看了你第一个你反馈我想告诉你一个好消息“看见即治愈”这是之前一位心理老师讲的，大概意思就是当我们看见我们内在的情绪和被压抑很久的东西时就是治愈的最佳时机。",
        "label": ""
      },
      {
        "sentence": "你有很高的觉悟，虽然现在有时情绪不受控制但你内心清楚形成的原因，相信这么多年你一定经历了很多，这些经历有益有弊，它让你过早的承担了本不该你这个年纪承受的事情，也使你对现实社会充满了憎恶，影响了你对世界的看法，对自身的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "问题还在，不解决它们，我总是会被触发到这个点，成为那个样子，它频繁地到来，让我心累无力，我被心魔困扰着，没有很多精力去做其他的事情，特别是睡眠，严重的失眠让我没有精力去应对白天的挑战，生活没有节奏规律。",
    "annotation": [
      {
        "sentence": "问题还在，不解决它们，我总是会被触发到这个点，成为那个样子，它频繁地到来，让我心累无力，我被心魔困扰着，没有很多精力去做其他的事情，特别是睡眠，严重的失眠让我没有精力去应对白天的挑战，生活没有节奏规律。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，被压抑的情绪是需要被看见的，被理解的，要抒发出来。条件允许的情况下建议寻找专业心理咨询师帮助你一起治愈内心的创伤，平时可以尝试深呼吸和放松练习，冥想也可以，要理解、接纳自己的内在情绪，告诉自己会好的，一切都会好的。共勉：“生活可能没你想的那么糟糕，但也没我想的那么好”（张崛起）。",
    "annotation": [
      {
        "sentence": "是的，被压抑的情绪是需要被看见的，被理解的，要抒发出来。",
        "label": ""
      },
      {
        "sentence": "条件允许的情况下建议寻找专业心理咨询师帮助你一起治愈内心的创伤，平时可以尝试深呼吸和放松练习，冥想也可以，要理解、接纳自己的内在情绪，告诉自己会好的，一切都会好的。",
        "label": ""
      },
      {
        "sentence": "共勉：“生活可能没你想的那么糟糕，但也没我想的那么好”（张崛起）。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我真的觉得一切都很糟糕，我对未来没有信心，觉得生活只会越来越痛苦。",
    "annotation": [
      {
        "sentence": "但我真的觉得一切都很糟糕，我对未来没有信心，觉得生活只会越来越痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你对未来的担忧，但是保持积极的心态和信心很重要。我们每个人都会经历起伏和挑战，但这并不代表未来一切都会一直糟糕。也许你现在处于一个低谷期，但这并不意味着没有转机。重要的是相信自己有能力克服困难，寻找适合自己的方法和策略来应对问题。",
    "annotation": [
      {
        "sentence": "我能理解你对未来的担忧，但是保持积极的心态和信心很重要。",
        "label": ""
      },
      {
        "sentence": "我们每个人都会经历起伏和挑战，但这并不代表未来一切都会一直糟糕。",
        "label": ""
      },
      {
        "sentence": "也许你现在处于一个低谷期，但这并不意味着没有转机。",
        "label": ""
      },
      {
        "sentence": "重要的是相信自己有能力克服困难，寻找适合自己的方法和策略来应对问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的不知道该怎么办，我觉得自己束手无策。",
    "annotation": [
      {
        "sentence": "我真的不知道该怎么办，我觉得自己束手无策。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要太过自责和灰心，每个人都会有不知所措的时候。这时候你可以尝试寻找一些支持，比如与亲友交流，他们可能会给你一些启发和建议。另外，专业心理咨询师也是非常有帮助的，他们可以提供更专业的意见和指导，帮助你找到解决问题的方法。",
    "annotation": [
      {
        "sentence": "不要太过自责和灰心，每个人都会有不知所措的时候。",
        "label": ""
      },
      {
        "sentence": "这时候你可以尝试寻找一些支持，比如与亲友交流，他们可能会给你一些启发和建议。",
        "label": ""
      },
      {
        "sentence": "另外，专业心理咨询师也是非常有帮助的，他们可以提供更专业的意见和指导，帮助你找到解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道，但是我对寻求帮助有点抗拒，觉得自己应该自己解决问题。",
    "annotation": [
      {
        "sentence": "我知道，但是我对寻求帮助有点抗拒，觉得自己应该自己解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很正常的心理反应，但请记住，寻求帮助并不代表你无能或失败，而是为了更好地帮助自己。有时候我们需要借助外界的力量来战胜困难，这并不是一种弱点，而是一种勇气和智慧。相信自己值得得到帮助，同时也愿意接受他人的支持和关心。",
    "annotation": [
      {
        "sentence": "这是很正常的心理反应，但请记住，寻求帮助并不代表你无能或失败，而是为了更好地帮助自己。",
        "label": ""
      },
      {
        "sentence": "有时候我们需要借助外界的力量来战胜困难，这并不是一种弱点，而是一种勇气和智慧。",
        "label": ""
      },
      {
        "sentence": "相信自己值得得到帮助，同时也愿意接受他人的支持和关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，或许我应该考虑一下寻求专业的心理咨询帮助。",
    "annotation": [
      {
        "sentence": "你说的有道理，或许我应该考虑一下寻求专业的心理咨询帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，考虑寻求专业心理咨询的帮助是一个积极的选择。专业心理咨询师能够提供给你更具体、针对性的建议和治疗方案，帮助你逐渐走出困境，重新找回内心的安宁和平衡。记住，你并不孤单，总会有人愿意在你需要的时候帮助你，陪伴你度过难关。",
    "annotation": [
      {
        "sentence": "是的，考虑寻求专业心理咨询的帮助是一个积极的选择。",
        "label": ""
      },
      {
        "sentence": "专业心理咨询师能够提供给你更具体、针对性的建议和治疗方案，帮助你逐渐走出困境，重新找回内心的安宁和平衡。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，总会有人愿意在你需要的时候帮助你，陪伴你度过难关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会认真考虑寻求专业帮助的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会认真考虑寻求专业帮助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我愿意一直陪伴在你身边，帮助你度过难关。无论你决定采取什么步骤，我都相信你能够找到属于自己的答案。请记住，你的痛苦可以得到缓解，你并不孤单。加油！",
    "annotation": [
      {
        "sentence": "不客气，我愿意一直陪伴在你身边，帮助你度过难关。",
        "label": ""
      },
      {
        "sentence": "无论你决定采取什么步骤，我都相信你能够找到属于自己的答案。",
        "label": ""
      },
      {
        "sentence": "请记住，你的痛苦可以得到缓解，你并不孤单。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]