[
  {
    "role": "client",
    "content": "支持爸妈离婚，20岁，越来越恨自己的爸爸怎么办？我从小就支持我爸妈离婚。我妈嫁到山卡拉里，一直都不出去，在农村任劳任怨受了很多委屈，相反，我爸一直在外面打工。但我爸不知道感恩，在我小时候他们就闹过离婚，原因是我爸怀疑我妈出轨，他们差一点就离成了。但后来不知道什么原因就没离。这件事情一直埋在我心底，对我影响很大，但他们可能觉得我还小什么都不懂，而且我也不敢说出来。后来我才知道，我爸在我初中的时候也出轨过，也闹过离婚，但可能我妈放心不下我们姐弟，就没有离。我知道后一直耿耿于怀，而且平时他们相处就很不愉快。我高三那年，发生了一点事，我爸竟然动手打了我妈，但我是高考完之后才知道的，我越来越狠我爸。最近，我爸竟然因为我妈不做家务有动手了，我真的忍无可忍，把我爸的事情都告诉我弟了（但之前他是不知道的），然后一直指责我爸。我很支持我爸妈离婚，但我越来越讨厌我爸，恨我爸。但我爸对我们姐弟还是很好的，但我十分看不惯他对我妈的行为与态度。",
    "annotation": [
      {
        "sentence": "支持爸妈离婚，20岁，越来越恨自己的爸爸怎么办？",
        "label": ""
      },
      {
        "sentence": "我从小就支持我爸妈离婚。",
        "label": ""
      },
      {
        "sentence": "我妈嫁到山卡拉里，一直都不出去，在农村任劳任怨受了很多委屈，相反，我爸一直在外面打工。",
        "label": ""
      },
      {
        "sentence": "但我爸不知道感恩，在我小时候他们就闹过离婚，原因是我爸怀疑我妈出轨，他们差一点就离成了。",
        "label": ""
      },
      {
        "sentence": "但后来不知道什么原因就没离。",
        "label": ""
      },
      {
        "sentence": "这件事情一直埋在我心底，对我影响很大，但他们可能觉得我还小什么都不懂，而且我也不敢说出来。",
        "label": ""
      },
      {
        "sentence": "后来我才知道，我爸在我初中的时候也出轨过，也闹过离婚，但可能我妈放心不下我们姐弟，就没有离。",
        "label": ""
      },
      {
        "sentence": "我知道后一直耿耿于怀，而且平时他们相处就很不愉快。",
        "label": ""
      },
      {
        "sentence": "我高三那年，发生了一点事，我爸竟然动手打了我妈，但我是高考完之后才知道的，我越来越狠我爸。",
        "label": ""
      },
      {
        "sentence": "最近，我爸竟然因为我妈不做家务有动手了，我真的忍无可忍，把我爸的事情都告诉我弟了（但之前他是不知道的），然后一直指责我爸。",
        "label": ""
      },
      {
        "sentence": "我很支持我爸妈离婚，但我越来越讨厌我爸，恨我爸。",
        "label": ""
      },
      {
        "sentence": "但我爸对我们姐弟还是很好的，但我十分看不惯他对我妈的行为与态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "哈喽，希望接下来的回答能够帮助到你。从你的提问中可以看出，你与妈妈相处的多一点，与妈妈也是比较亲近的。虽然爸爸在外打工很辛苦，但是在家的妈妈也很辛苦，也很委屈。在爸妈在一起的这段时间里，你也很痛苦，作为一个小孩子，你知道了这些事情，也为妈妈感受到委屈。你的这些情况，我也很能理解，因为我的父母也离婚了，我也是持支持的态度。",
    "annotation": [
      {
        "sentence": "哈喽，希望接下来的回答能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "从你的提问中可以看出，你与妈妈相处的多一点，与妈妈也是比较亲近的。",
        "label": ""
      },
      {
        "sentence": "虽然爸爸在外打工很辛苦，但是在家的妈妈也很辛苦，也很委屈。",
        "label": ""
      },
      {
        "sentence": "在爸妈在一起的这段时间里，你也很痛苦，作为一个小孩子，你知道了这些事情，也为妈妈感受到委屈。",
        "label": ""
      },
      {
        "sentence": "你的这些情况，我也很能理解，因为我的父母也离婚了，我也是持支持的态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很为妈妈觉得不公平，她一直在家付出，而我爸爸却不珍惜。",
    "annotation": [
      {
        "sentence": "是的，我真的很为妈妈觉得不公平，她一直在家付出，而我爸爸却不珍惜。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。我的父母在我小的时候就一直吵架，甚至我的父亲还会动手打人，但是他对我还是挺好的。那时候他们一吵架，打起来，我妈妈就会回娘家待很久。你问她想离婚吗？当然想！但是那个时候，家里人的思想还是比较古板的，认为离婚不好，所以我妈妈一直忍着没有离婚。但是我妈妈也向我表达过她想离婚的意愿，并问我想跟谁，我也表达了支持。最后，在我中考结束后，他们离婚了，我跟了妈妈，弟弟跟了爸爸。我的爸爸对我也挺好的，但是他的一些行为也会使我很生气，也会让我有点恨他。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "我的父母在我小的时候就一直吵架，甚至我的父亲还会动手打人，但是他对我还是挺好的。",
        "label": ""
      },
      {
        "sentence": "那时候他们一吵架，打起来，我妈妈就会回娘家待很久。",
        "label": ""
      },
      {
        "sentence": "你问她想离婚吗？",
        "label": ""
      },
      {
        "sentence": "当然想！",
        "label": ""
      },
      {
        "sentence": "但是那个时候，家里人的思想还是比较古板的，认为离婚不好，所以我妈妈一直忍着没有离婚。",
        "label": ""
      },
      {
        "sentence": "但是我妈妈也向我表达过她想离婚的意愿，并问我想跟谁，我也表达了支持。",
        "label": ""
      },
      {
        "sentence": "最后，在我中考结束后，他们离婚了，我跟了妈妈，弟弟跟了爸爸。",
        "label": ""
      },
      {
        "sentence": "我的爸爸对我也挺好的，但是他的一些行为也会使我很生气，也会让我有点恨他。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解你的感受，看来我们有相似的经历。我也想向我妈妈表达我支持她离婚的想法，但我担心会伤害到爸爸的感情。",
    "annotation": [
      {
        "sentence": "我理解你的感受，看来我们有相似的经历。",
        "label": ""
      },
      {
        "sentence": "我也想向我妈妈表达我支持她离婚的想法，但我担心会伤害到爸爸的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母离婚是他们的决定，与我们的表达无关。你既然支持父母离婚，你可以把你的想法表达出来，告诉妈妈。而你现在也是个成年人了，也有了自己的想法。你的妈妈也用在因为你而继续忍受下去了。离了婚，对谁都好，你爸爸也不会再对你妈妈动手，那么后面也就不会再有行为加深你对父亲的恨了。而之前累积的恨和讨厌，也会随着时间的过去而慢慢消散了。你也就不用再陷在这不好的情感中了。",
    "annotation": [
      {
        "sentence": "父母离婚是他们的决定，与我们的表达无关。",
        "label": ""
      },
      {
        "sentence": "你既然支持父母离婚，你可以把你的想法表达出来，告诉妈妈。",
        "label": ""
      },
      {
        "sentence": "而你现在也是个成年人了，也有了自己的想法。",
        "label": ""
      },
      {
        "sentence": "你的妈妈也用在因为你而继续忍受下去了。",
        "label": ""
      },
      {
        "sentence": "离了婚，对谁都好，你爸爸也不会再对你妈妈动手，那么后面也就不会再有行为加深你对父亲的恨了。",
        "label": ""
      },
      {
        "sentence": "而之前累积的恨和讨厌，也会随着时间的过去而慢慢消散了。",
        "label": ""
      },
      {
        "sentence": "你也就不用再陷在这不好的情感中了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "的确，我希望能够解脱这种困扰，不再让情绪影响到我生活的其他方面。",
    "annotation": [
      {
        "sentence": "的确，我希望能够解脱这种困扰，不再让情绪影响到我生活的其他方面。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的想法，情绪的管理非常重要。你可以尝试一些放松的活动，如运动、阅读或者和朋友聊天，在这些时刻分散你的注意力，放松身心。也可以寻求一些专业的心理支持，例如咨询师或心理医生，他们可以帮助你更好地处理你的情绪和情感问题。",
    "annotation": [
      {
        "sentence": "我理解你的想法，情绪的管理非常重要。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一些放松的活动，如运动、阅读或者和朋友聊天，在这些时刻分散你的注意力，放松身心。",
        "label": ""
      },
      {
        "sentence": "也可以寻求一些专业的心理支持，例如咨询师或心理医生，他们可以帮助你更好地处理你的情绪和情感问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会尝试你提到的方法来管理我的情绪。谢谢你的建议和陪伴，让我感到温暖和理解。",
    "annotation": [
      {
        "sentence": "嗯，我会尝试你提到的方法来管理我的情绪。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和陪伴，让我感到温暖和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我非常愿意帮助你。你一直都不孤单，当你需要倾诉和支持的时候，你可以随时找我聊天。记得，解决问题和恢复心情是一个渐进的过程，没有什么是一蹴而就的。相信自己，一切都会慢慢好起来的。",
    "annotation": [
      {
        "sentence": "不客气，我非常愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "你一直都不孤单，当你需要倾诉和支持的时候，你可以随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "记得，解决问题和恢复心情是一个渐进的过程，没有什么是一蹴而就的。",
        "label": ""
      },
      {
        "sentence": "相信自己，一切都会慢慢好起来的。",
        "label": ""
      }
    ]
  }
]