[
  {
    "role": "client",
    "content": "最近超级烦躁，就老是想到和他碰面的种种场面？",
    "annotation": [
      {
        "sentence": "最近超级烦躁，就老是想到和他碰面的种种场面？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你说最近烦躁，是不是因为一直在想和那个男生见面的情景呢？",
    "annotation": [
      {
        "sentence": "听到你说最近烦躁，是不是因为一直在想和那个男生见面的情景呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，最近一直在自习室学习这两天老学不进去，其实和一个男生有关。",
    "annotation": [
      {
        "sentence": "是的，最近一直在自习室学习这两天老学不进去，其实和一个男生有关。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "哦，是你在自习室遇见了一个别的大学的男生，由于几次巧的吓人的碰巧遇到加对视，你注意到了这个白白净净的人。他也盯着你看过，可能是长期单身对恋爱的向往加自恋加，你想多了？总之就是对他有好感了，并且以为他也喜欢我。",
    "annotation": [
      {
        "sentence": "哦，是你在自习室遇见了一个别的大学的男生，由于几次巧的吓人的碰巧遇到加对视，你注意到了这个白白净净的人。",
        "label": ""
      },
      {
        "sentence": "他也盯着你看过，可能是长期单身对恋爱的向往加自恋加，你想多了？",
        "label": ""
      },
      {
        "sentence": "总之就是对他有好感了，并且以为他也喜欢我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "没错，就找机会加了他微信告白了，结果他说还是做朋友。我本来也没觉得自己很喜欢他，就是老想见到他。他突然说了句做朋友，我还是挺意外的，自尊心受挫。我那么傲的一个人，第一次那么主动。",
    "annotation": [
      {
        "sentence": "没错，就找机会加了他微信告白了，结果他说还是做朋友。",
        "label": ""
      },
      {
        "sentence": "我本来也没觉得自己很喜欢他，就是老想见到他。",
        "label": ""
      },
      {
        "sentence": "他突然说了句做朋友，我还是挺意外的，自尊心受挫。",
        "label": ""
      },
      {
        "sentence": "我那么傲的一个人，第一次那么主动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，自尊心受挫确实会让人感到困扰。原本以为他对你有好感，结果是做朋友，这种突如其来的答案确实会让人感到不安。你是因为不想主动，想让他主动找你聊天，可是他却不主动。对于这种情况，能理解你的困惑。也许你不想主动是因为怕自己语气变得卑微吧，这也与你的傲气有关。但是要知道，他对你的回应也表明了他并不着急，所以你也没必要太过纠结。",
    "annotation": [
      {
        "sentence": "我理解你的感受，自尊心受挫确实会让人感到困扰。",
        "label": ""
      },
      {
        "sentence": "原本以为他对你有好感，结果是做朋友，这种突如其来的答案确实会让人感到不安。",
        "label": ""
      },
      {
        "sentence": "你是因为不想主动，想让他主动找你聊天，可是他却不主动。",
        "label": ""
      },
      {
        "sentence": "对于这种情况，能理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "也许你不想主动是因为怕自己语气变得卑微吧，这也与你的傲气有关。",
        "label": ""
      },
      {
        "sentence": "但是要知道，他对你的回应也表明了他并不着急，所以你也没必要太过纠结。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，他明明不是我喜欢的类型，但就是老是想到和他碰面的种种场面。唉，烦死了。",
    "annotation": [
      {
        "sentence": "是啊，他明明不是我喜欢的类型，但就是老是想到和他碰面的种种场面。",
        "label": ""
      },
      {
        "sentence": "唉，烦死了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，有时候我们也会陷入这种情绪纠结之中。也许你最近单身，对恋爱很向往，所以就“比较容易”被一个“不是自己喜欢的类型”的男生吸引了。再加上你的骄傲，希望他能主动追求，不愿意主动又舍不得放弃，所以造成你目前特别纠结的状态。可能这种情绪也影响到了学习，就会更烦躁。但是这种感觉在很多女孩子身上都会出现，也没有什么不好。也许真的碰到了那个Mr.Right了呢，如果不表白，真的有可能就错过了。",
    "annotation": [
      {
        "sentence": "我理解你的感受，有时候我们也会陷入这种情绪纠结之中。",
        "label": ""
      },
      {
        "sentence": "也许你最近单身，对恋爱很向往，所以就“比较容易”被一个“不是自己喜欢的类型”的男生吸引了。",
        "label": ""
      },
      {
        "sentence": "再加上你的骄傲，希望他能主动追求，不愿意主动又舍不得放弃，所以造成你目前特别纠结的状态。",
        "label": ""
      },
      {
        "sentence": "可能这种情绪也影响到了学习，就会更烦躁。",
        "label": ""
      },
      {
        "sentence": "但是这种感觉在很多女孩子身上都会出现，也没有什么不好。",
        "label": ""
      },
      {
        "sentence": "也许真的碰到了那个Mr.Right了呢，如果不表白，真的有可能就错过了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，表白确实会有两种结果，成和不成。不成的话，了解了之后发现也没有继续发展的可能，那就真的不是他了，没什么好可惜的。不过，他的态度确实让我很不舒服，不主动也不拒绝，就等着我主动。",
    "annotation": [
      {
        "sentence": "我明白你的意思，表白确实会有两种结果，成和不成。",
        "label": ""
      },
      {
        "sentence": "不成的话，了解了之后发现也没有继续发展的可能，那就真的不是他了，没什么好可惜的。",
        "label": ""
      },
      {
        "sentence": "不过，他的态度确实让我很不舒服，不主动也不拒绝，就等着我主动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，他的态度确实让你感到困扰。我个人认为有两种可能，一种是他不会跟女生说话，一种是他太会撩，掌握了主动权。建议你可以从其他同学朋友或者社交媒体渠道，多了解一下这个男生的为人处世、家庭背景、性格特点，再做定夺。另外，你谈到最近每天去自习室学习，是不是在准备考试，或者有其他重要安排？学习上的压力大，也可能会影响到你的情绪和判断力。所以，焦虑烦躁的情绪到底来自哪里，也需要你静下心来考虑一些。如果现阶段学习真的很重要，那把注意力从这个男生身上转移回来，或者换个地方看书能有帮助呢！冷静一段时间，也可以看看这个男生到底心里怎么想的。",
    "annotation": [
      {
        "sentence": "我理解你的感受，他的态度确实让你感到困扰。",
        "label": ""
      },
      {
        "sentence": "我个人认为有两种可能，一种是他不会跟女生说话，一种是他太会撩，掌握了主动权。",
        "label": ""
      },
      {
        "sentence": "建议你可以从其他同学朋友或者社交媒体渠道，多了解一下这个男生的为人处世、家庭背景、性格特点，再做定夺。",
        "label": ""
      },
      {
        "sentence": "另外，你谈到最近每天去自习室学习，是不是在准备考试，或者有其他重要安排？",
        "label": ""
      },
      {
        "sentence": "学习上的压力大，也可能会影响到你的情绪和判断力。",
        "label": ""
      },
      {
        "sentence": "所以，焦虑烦躁的情绪到底来自哪里，也需要你静下心来考虑一些。",
        "label": ""
      },
      {
        "sentence": "如果现阶段学习真的很重要，那把注意力从这个男生身上转移回来，或者换个地方看书能有帮助呢！",
        "label": ""
      },
      {
        "sentence": "冷静一段时间，也可以看看这个男生到底心里怎么想的。",
        "label": ""
      }
    ]
  }
]