[
  {
    "role": "client",
    "content": "害怕被表白，每次被表白后都很焦虑，怎么办？我是一个25岁的女生，没有谈过恋爱，我真的很害怕被人表白，从小到大被表白过三四次吧，每次被表白后都很焦虑，甚至会影响睡眠。最近又有一个男生跟我表白，也不熟但他是我很在乎的闺蜜的很好的朋友，我也不想吧关系弄的太僵，就很委婉的拒绝了，但他似乎没意识到我并不想要他闯入我的世界，还一直对我展开行动。我真的很焦虑，很害怕，我是有毛病吗？",
    "annotation": [
      {
        "sentence": "害怕被表白，每次被表白后都很焦虑，怎么办？",
        "label": ""
      },
      {
        "sentence": "我是一个25岁的女生，没有谈过恋爱，我真的很害怕被人表白，从小到大被表白过三四次吧，每次被表白后都很焦虑，甚至会影响睡眠。",
        "label": ""
      },
      {
        "sentence": "最近又有一个男生跟我表白，也不熟但他是我很在乎的闺蜜的很好的朋友，我也不想吧关系弄的太僵，就很委婉的拒绝了，但他似乎没意识到我并不想要他闯入我的世界，还一直对我展开行动。",
        "label": ""
      },
      {
        "sentence": "我真的很焦虑，很害怕，我是有毛病吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "见字如面，给你一个暖暖的拥抱，能看出你有些害怕的心理。这种心理很正常，不用担心。一、问题简述️害怕被表白，每次被表白后都很焦虑，甚至会影响睡眠。️最近一个男生跟我表白，但是他是闺蜜的很好的朋友，不想把关系僵，委婉拒绝了，却一直对我展开行动。二、对于害怕表白的分析对于被追求这种不懂得如何处理、潜在觉得有点不知所措的逃跑本能。对这种费神费时没兴趣的事的抵触，尤其是拒绝后死缠烂打被打扰时的不爽；人与人之间的关系被打破的焦躁，明明不熟却被表白的行为，陌生人的表白和追求以及对人的过分关注，对个人边界的打扰甚至破坏，有本能上的反对；情感洁癖。不熟情况下的表白，会令我觉得莫名其妙；而且心里会有不舒服的感觉。以上都可能是你害怕被表白的原因。",
    "annotation": [
      {
        "sentence": "见字如面，给你一个暖暖的拥抱，能看出你有些害怕的心理。",
        "label": ""
      },
      {
        "sentence": "这种心理很正常，不用担心。",
        "label": ""
      },
      {
        "sentence": "一、问题简述️害怕被表白，每次被表白后都很焦虑，甚至会影响睡眠。",
        "label": ""
      },
      {
        "sentence": "️最近一个男生跟我表白，但是他是闺蜜的很好的朋友，不想把关系僵，委婉拒绝了，却一直对我展开行动。",
        "label": ""
      },
      {
        "sentence": "二、对于害怕表白的分析对于被追求这种不懂得如何处理、潜在觉得有点不知所措的逃跑本能。",
        "label": ""
      },
      {
        "sentence": "对这种费神费时没兴趣的事的抵触，尤其是拒绝后死缠烂打被打扰时的不爽；人与人之间的关系被打破的焦躁，明明不熟却被表白的行为，陌生人的表白和追求以及对人的过分关注，对个人边界的打扰甚至破坏，有本能上的反对；情感洁癖。",
        "label": ""
      },
      {
        "sentence": "不熟情况下的表白，会令我觉得莫名其妙；而且心里会有不舒服的感觉。",
        "label": ""
      },
      {
        "sentence": "以上都可能是你害怕被表白的原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和分析，我确实感到安慰。但是我还是担心这种情绪会影响我的正常生活和关系。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和分析，我确实感到安慰。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心这种情绪会影响我的正常生活和关系。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系的，害怕被表白是很正常的情绪，而且你也意识到了这个问题并寻求帮助，是个积极的表现。为了帮助你应对这种情绪，我有几个小建议可以给你。首先，你可以试着找到一种放松的方法，比如通过运动、冥想或听音乐来缓解焦虑。其次，要学会有效沟通，可以和那个男生坦诚地谈谈你的感受和担忧，告诉他你希望保持友好关系而不希望进一步发展。最后，也可以寻求心理咨询师的帮助，他们会根据你的情况给你更专业的建议和支持。",
    "annotation": [
      {
        "sentence": "没关系的，害怕被表白是很正常的情绪，而且你也意识到了这个问题并寻求帮助，是个积极的表现。",
        "label": ""
      },
      {
        "sentence": "为了帮助你应对这种情绪，我有几个小建议可以给你。",
        "label": ""
      },
      {
        "sentence": "首先，你可以试着找到一种放松的方法，比如通过运动、冥想或听音乐来缓解焦虑。",
        "label": ""
      },
      {
        "sentence": "其次，要学会有效沟通，可以和那个男生坦诚地谈谈你的感受和担忧，告诉他你希望保持友好关系而不希望进一步发展。",
        "label": ""
      },
      {
        "sentence": "最后，也可以寻求心理咨询师的帮助，他们会根据你的情况给你更专业的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去做的。但是我还有一些疑问，为什么我会对陌生人的表白如此敏感呢？这是不是说明我有些心理问题或者不正常？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去做的。",
        "label": ""
      },
      {
        "sentence": "但是我还有一些疑问，为什么我会对陌生人的表白如此敏感呢？",
        "label": ""
      },
      {
        "sentence": "这是不是说明我有些心理问题或者不正常？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不，这并不代表你有什么心理问题或者异常。每个人对于个人边界和不熟悉的人之间的交往方式都有不同的需求和偏好。有些人可能对陌生人的表白比较容易接受，而有些人可能会觉得困扰。你对陌生人的表白敏感可能是因为你更注重建立深入的了解和信任的关系，这是一种非常正常和健康的需求。所以不要过分担心，接受自己的感受并寻找适合自己的处理方式是很重要的。",
    "annotation": [
      {
        "sentence": "不，这并不代表你有什么心理问题或者异常。",
        "label": ""
      },
      {
        "sentence": "每个人对于个人边界和不熟悉的人之间的交往方式都有不同的需求和偏好。",
        "label": ""
      },
      {
        "sentence": "有些人可能对陌生人的表白比较容易接受，而有些人可能会觉得困扰。",
        "label": ""
      },
      {
        "sentence": "你对陌生人的表白敏感可能是因为你更注重建立深入的了解和信任的关系，这是一种非常正常和健康的需求。",
        "label": ""
      },
      {
        "sentence": "所以不要过分担心，接受自己的感受并寻找适合自己的处理方式是很重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听到你这么说，我感到放心了很多。我会尽量接受自己的感受，并试着用你给的建议来处理自己的情绪。谢谢你的鼓励和支持！",
    "annotation": [
      {
        "sentence": "听到你这么说，我感到放心了很多。",
        "label": ""
      },
      {
        "sentence": "我会尽量接受自己的感受，并试着用你给的建议来处理自己的情绪。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！很高兴你能放下心中的焦虑并接受自己的情绪。记住，你并不孤单，有支持者一直在你身边。如果有任何需要，随时都可以向我寻求帮助。相信自己，你一定能够处理好这种困扰。加油！",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "很高兴你能放下心中的焦虑并接受自己的情绪。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有支持者一直在你身边。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时都可以向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够处理好这种困扰。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和陪伴，我真的觉得好多了！我会好好努力的，相信自己能够战胜内心的恐惧。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和陪伴，我真的觉得好多了！",
        "label": ""
      },
      {
        "sentence": "我会好好努力的，相信自己能够战胜内心的恐惧。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你的成长和进步是我最为期待的。只要你保持积极的心态和适当的自我调节，相信你能够渡过难关，并找到处理这种情绪的方法。如果以后还有什么困扰或需要倾诉的事情，随时都可以来找我。祝福你，加油！",
    "annotation": [
      {
        "sentence": "不客气，你的成长和进步是我最为期待的。",
        "label": ""
      },
      {
        "sentence": "只要你保持积极的心态和适当的自我调节，相信你能够渡过难关，并找到处理这种情绪的方法。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么困扰或需要倾诉的事情，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝福你，加油！",
        "label": ""
      }
    ]
  }
]