[
  {
    "role": "client",
    "content": "大学新生如何与无理责骂自己的母亲相处，不想伤害她？我是女生。母亲平静时还好，显得十分温柔体贴。但经常因为一点小事就勃然大怒，牵扯到很多旧账，言语攻击，句句指责，句句戳心，失去理智，这种时候几乎无法沟通，平常也沟通不畅。无休无止的指责非常让我受伤，让我觉得自己一无是处，心情每天都很低落，再加上高三成绩本身就不稳定，感觉内心非常受创伤。本来母亲说过高考结束后她就不会再指责我了，甚至说要离开我和父亲（非常愤怒地说的），可是现在一切照旧。我真的不想再忍受了，而且大学开学还有一个很重要的分班考试，我不想再受她影响了。我想搬去我外婆家住，可是我父亲说这样会很伤害母亲，还说我心理太脆弱了，要强大一些。本来父亲也为了母亲天天责骂我的事和她吵架了好几次，可见这种指责真的是很难堪的，真的是我心理太脆弱了吗？我也不想伤害母亲，但我真的受不了了，每天都很痛苦，只有搬出去远离她了。我真的心理太脆弱了吗？搬出去住是一件很错误的事吗？我该怎么办？",
    "annotation": [
      {
        "sentence": "大学新生如何与无理责骂自己的母亲相处，不想伤害她？",
        "label": ""
      },
      {
        "sentence": "我是女生。",
        "label": ""
      },
      {
        "sentence": "母亲平静时还好，显得十分温柔体贴。",
        "label": ""
      },
      {
        "sentence": "但经常因为一点小事就勃然大怒，牵扯到很多旧账，言语攻击，句句指责，句句戳心，失去理智，这种时候几乎无法沟通，平常也沟通不畅。",
        "label": ""
      },
      {
        "sentence": "无休无止的指责非常让我受伤，让我觉得自己一无是处，心情每天都很低落，再加上高三成绩本身就不稳定，感觉内心非常受创伤。",
        "label": ""
      },
      {
        "sentence": "本来母亲说过高考结束后她就不会再指责我了，甚至说要离开我和父亲（非常愤怒地说的），可是现在一切照旧。",
        "label": ""
      },
      {
        "sentence": "我真的不想再忍受了，而且大学开学还有一个很重要的分班考试，我不想再受她影响了。",
        "label": ""
      },
      {
        "sentence": "我想搬去我外婆家住，可是我父亲说这样会很伤害母亲，还说我心理太脆弱了，要强大一些。",
        "label": ""
      },
      {
        "sentence": "本来父亲也为了母亲天天责骂我的事和她吵架了好几次，可见这种指责真的是很难堪的，真的是我心理太脆弱了吗？",
        "label": ""
      },
      {
        "sentence": "我也不想伤害母亲，但我真的受不了了，每天都很痛苦，只有搬出去远离她了。",
        "label": ""
      },
      {
        "sentence": "我真的心理太脆弱了吗？",
        "label": ""
      },
      {
        "sentence": "搬出去住是一件很错误的事吗？",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你家里的情况让我感到非常心疼，我明白这样的争吵会让你感到无法忍受。你觉得自己无法得到他们的爱，还觉得自己没有价值，这样的感受对你来说一定很痛苦。我想分享一下我的经历，我之前也遇到过类似的问题，并且也找到了一些解决办法。你可能会有共鸣。你是否曾经遇到过一位对你特别有影响力的老师或者其他人呢？他们对你的陪伴和关怀会帮助你走出困境。或许你可以去找一位心理咨询师，他们可以给你提供更专业的帮助和支持。在沟通中，你可以学习如何正确表达自己的感受，建立良好的沟通方式。举个例子，你可以尝试这样表达你的感受：“当……时，我觉得……，那感觉就好像……。妈妈，在你责骂我时，我觉得特别的难受和委屈，那感觉就好像一些锋利的东西刺进了我的心里。”这样的表达方式可以更明确地让对方了解我们的感受，也能迅速平息对方的怒火。此外，经常感谢对方的付出，对爱进行存款也是一种有效的方法。我最近写了一篇日记，想和你分享一下。我写道：“妈妈今天发了特别大的火，然后妹妹也一直不敢说话，在旁边不吱声。后来她就把火气转移到我身上，我也特别不愉快，超级想哭。我很想说些什么，但是突然就不知道要说什么。然后就没说话，打算晚上一个人偷偷抱着我的小鲸鱼哭。其实妈妈也特别累，又要上班，又要顾着家里。当我洗澡的时候，我一边想着，也许她心情不好是因为太累了。平时我们互相交流的机会也很少，虽然学会了存款，但一直说不出口。这几天因为妹妹回老家了，妈妈会花更多的时间和我在一起。最近几天我拉着她的手存了好几次“存款”，还特意给爸爸妈妈\"颁奖\"。我对她说：“妈妈真的为这个家付出了很多，又要上班，又要做家务，又要照顾家里，又要照顾妹妹，而且你还特意愿意花时间来陪我，谢谢你！”睡前我去她的房间找她，本来想给她“存款”，希望她不要那么生气。她先向我道歉了：“对不起，刚才妈妈向你发火了，让我的宝贝女儿受委屈了。”我本来是忍住的！但她一句话直接让我哭了！原来，家也可以这么温柔啊。”虽然这样公开写可能会有点不好意思，但每个人都渴望被爱，包括你的母亲。她也希望她的付出能够被看见，得到回应。我相信，当你开始改变时，整个家庭氛围也会发生改变。虽然这并不容易，但一定会有所改善的。",
    "annotation": [
      {
        "sentence": "你好，听到你家里的情况让我感到非常心疼，我明白这样的争吵会让你感到无法忍受。",
        "label": ""
      },
      {
        "sentence": "你觉得自己无法得到他们的爱，还觉得自己没有价值，这样的感受对你来说一定很痛苦。",
        "label": ""
      },
      {
        "sentence": "我想分享一下我的经历，我之前也遇到过类似的问题，并且也找到了一些解决办法。",
        "label": ""
      },
      {
        "sentence": "你可能会有共鸣。",
        "label": ""
      },
      {
        "sentence": "你是否曾经遇到过一位对你特别有影响力的老师或者其他人呢？",
        "label": ""
      },
      {
        "sentence": "他们对你的陪伴和关怀会帮助你走出困境。",
        "label": ""
      },
      {
        "sentence": "或许你可以去找一位心理咨询师，他们可以给你提供更专业的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "在沟通中，你可以学习如何正确表达自己的感受，建立良好的沟通方式。",
        "label": ""
      },
      {
        "sentence": "举个例子，你可以尝试这样表达你的感受：“当……时，我觉得……，那感觉就好像……。",
        "label": ""
      },
      {
        "sentence": "妈妈，在你责骂我时，我觉得特别的难受和委屈，那感觉就好像一些锋利的东西刺进了我的心里。",
        "label": ""
      },
      {
        "sentence": "”这样的表达方式可以更明确地让对方了解我们的感受，也能迅速平息对方的怒火。",
        "label": ""
      },
      {
        "sentence": "此外，经常感谢对方的付出，对爱进行存款也是一种有效的方法。",
        "label": ""
      },
      {
        "sentence": "我最近写了一篇日记，想和你分享一下。",
        "label": ""
      },
      {
        "sentence": "我写道：“妈妈今天发了特别大的火，然后妹妹也一直不敢说话，在旁边不吱声。",
        "label": ""
      },
      {
        "sentence": "后来她就把火气转移到我身上，我也特别不愉快，超级想哭。",
        "label": ""
      },
      {
        "sentence": "我很想说些什么，但是突然就不知道要说什么。",
        "label": ""
      },
      {
        "sentence": "然后就没说话，打算晚上一个人偷偷抱着我的小鲸鱼哭。",
        "label": ""
      },
      {
        "sentence": "其实妈妈也特别累，又要上班，又要顾着家里。",
        "label": ""
      },
      {
        "sentence": "当我洗澡的时候，我一边想着，也许她心情不好是因为太累了。",
        "label": ""
      },
      {
        "sentence": "平时我们互相交流的机会也很少，虽然学会了存款，但一直说不出口。",
        "label": ""
      },
      {
        "sentence": "这几天因为妹妹回老家了，妈妈会花更多的时间和我在一起。",
        "label": ""
      },
      {
        "sentence": "最近几天我拉着她的手存了好几次“存款”，还特意给爸爸妈妈\"颁奖\"。",
        "label": ""
      },
      {
        "sentence": "我对她说：“妈妈真的为这个家付出了很多，又要上班，又要做家务，又要照顾家里，又要照顾妹妹，而且你还特意愿意花时间来陪我，谢谢你！",
        "label": ""
      },
      {
        "sentence": "”睡前我去她的房间找她，本来想给她“存款”，希望她不要那么生气。",
        "label": ""
      },
      {
        "sentence": "她先向我道歉了：“对不起，刚才妈妈向你发火了，让我的宝贝女儿受委屈了。",
        "label": ""
      },
      {
        "sentence": "”我本来是忍住的！",
        "label": ""
      },
      {
        "sentence": "但她一句话直接让我哭了！",
        "label": ""
      },
      {
        "sentence": "原来，家也可以这么温柔啊。",
        "label": ""
      },
      {
        "sentence": "”虽然这样公开写可能会有点不好意思，但每个人都渴望被爱，包括你的母亲。",
        "label": ""
      },
      {
        "sentence": "她也希望她的付出能够被看见，得到回应。",
        "label": ""
      },
      {
        "sentence": "我相信，当你开始改变时，整个家庭氛围也会发生改变。",
        "label": ""
      },
      {
        "sentence": "虽然这并不容易，但一定会有所改善的。",
        "label": ""
      }
    ]
  }
]