[
  {
    "role": "client",
    "content": "大学新生如何与无理责骂自己的母亲相处，不想伤害她？我是女生。",
    "annotation": [
      {
        "sentence": "大学新生如何与无理责骂自己的母亲相处，不想伤害她？",
        "label": ""
      },
      {
        "sentence": "我是女生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "被母亲言语攻击，翻旧账，言语攻击，句句指责，句句戳心，无休无止的指责，让自己觉得自己一无是处，心情低落，你感到非常受伤，这是很正常的情绪，表示你已经很不舒服了。",
    "annotation": [
      {
        "sentence": "被母亲言语攻击，翻旧账，言语攻击，句句指责，句句戳心，无休无止的指责，让自己觉得自己一无是处，心情低落，你感到非常受伤，这是很正常的情绪，表示你已经很不舒服了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，每次她发脾气的时候，我都觉得自己一无是处，心情非常低落。我尝试过跟她沟通，但我们的沟通总是不流畅。",
    "annotation": [
      {
        "sentence": "是的，每次她发脾气的时候，我都觉得自己一无是处，心情非常低落。",
        "label": ""
      },
      {
        "sentence": "我尝试过跟她沟通，但我们的沟通总是不流畅。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "沟通是一种双向行为，假如只有一方对另一方的信息传递，而另一方并没有选择权，只能称之为命令。我们可以试着换个方式来沟通，像这样，她责怪你不洗碗，你可以试试这样回应她：\"我听到你说我不洗碗，懒惰，我很难过，难过到想搬出去住。\"这样的回应给了她反馈的空间，而不是威胁她。",
    "annotation": [
      {
        "sentence": "沟通是一种双向行为，假如只有一方对另一方的信息传递，而另一方并没有选择权，只能称之为命令。",
        "label": ""
      },
      {
        "sentence": "我们可以试着换个方式来沟通，像这样，她责怪你不洗碗，你可以试试这样回应她：\"我听到你说我不洗碗，懒惰，我很难过，难过到想搬出去住。",
        "label": ""
      },
      {
        "sentence": "\"这样的回应给了她反馈的空间，而不是威胁她。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我之前的沟通方式可能有些威胁和强迫的成分。我会试着改变一下，看看能否有更好的效果。可是每次她发脾气的原因都是一些小事，不知道为什么她会这么生气。",
    "annotation": [
      {
        "sentence": "你说得对，我之前的沟通方式可能有些威胁和强迫的成分。",
        "label": ""
      },
      {
        "sentence": "我会试着改变一下，看看能否有更好的效果。",
        "label": ""
      },
      {
        "sentence": "可是每次她发脾气的原因都是一些小事，不知道为什么她会这么生气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些所谓的小事在她看来可能不是小事，或许代表了她的需求和情绪。比如吃完饭大家都懒，没有人洗完，母亲可能说了句，“你们谁洗碗？”没有人回答，于是她的火气就上来了，“洗个碗怎么了，很辛苦你们吗？我为你们做饭都还没嫌累，你们不说话什么意思……”试试站在她的角度，理解她的需求和感受，或许可以更好地沟通。",
    "annotation": [
      {
        "sentence": "这些所谓的小事在她看来可能不是小事，或许代表了她的需求和情绪。",
        "label": ""
      },
      {
        "sentence": "比如吃完饭大家都懒，没有人洗完，母亲可能说了句，“你们谁洗碗？",
        "label": ""
      },
      {
        "sentence": "”没有人回答，于是她的火气就上来了，“洗个碗怎么了，很辛苦你们吗？",
        "label": ""
      },
      {
        "sentence": "我为你们做饭都还没嫌累，你们不说话什么意思……”试试站在她的角度，理解她的需求和感受，或许可以更好地沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。或许我应该多关注她的需求和情绪，找到她隐藏在愤怒中的真正想法。我也想搬去我外婆家住，可是我父亲说这样会很伤害母亲，还说我心理太脆弱了，要强大一些。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "或许我应该多关注她的需求和情绪，找到她隐藏在愤怒中的真正想法。",
        "label": ""
      },
      {
        "sentence": "我也想搬去我外婆家住，可是我父亲说这样会很伤害母亲，还说我心理太脆弱了，要强大一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "搬出去住确实是一种选择，但同时也要考虑到家庭成员之间的关系以及彼此的感受。或许你可以跟父亲好好沟通一下，告诉他你内心的痛苦和困惑，看看是否能够找到一个更好的解决方案。同时也要记住，每个人都有不同的承受能力，不要轻易给自己贴上\"心理脆弱\"的标签。",
    "annotation": [
      {
        "sentence": "搬出去住确实是一种选择，但同时也要考虑到家庭成员之间的关系以及彼此的感受。",
        "label": ""
      },
      {
        "sentence": "或许你可以跟父亲好好沟通一下，告诉他你内心的痛苦和困惑，看看是否能够找到一个更好的解决方案。",
        "label": ""
      },
      {
        "sentence": "同时也要记住，每个人都有不同的承受能力，不要轻易给自己贴上\"心理脆弱\"的标签。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会和父亲好好谈谈，寻找一个更好的解决方案。我也不想伤害母亲，但我真的受不了了，每天都很痛苦，只有搬出去远离她了。",
    "annotation": [
      {
        "sentence": "你说得对，我会和父亲好好谈谈，寻找一个更好的解决方案。",
        "label": ""
      },
      {
        "sentence": "我也不想伤害母亲，但我真的受不了了，每天都很痛苦，只有搬出去远离她了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，每天都受到指责和攻击确实是让人难以承受的。但在做决定之前，我们可以试着想一想其他的解决方式。也许通过改变自己的沟通方式、加强家庭沟通、或寻求专业的帮助，能够在不伤害母亲的同时改善你们之间的关系。再次，重申我理解你的感受，并且支持你寻找解决方法。",
    "annotation": [
      {
        "sentence": "我理解你的感受，每天都受到指责和攻击确实是让人难以承受的。",
        "label": ""
      },
      {
        "sentence": "但在做决定之前，我们可以试着想一想其他的解决方式。",
        "label": ""
      },
      {
        "sentence": "也许通过改变自己的沟通方式、加强家庭沟通、或寻求专业的帮助，能够在不伤害母亲的同时改善你们之间的关系。",
        "label": ""
      },
      {
        "sentence": "再次，重申我理解你的感受，并且支持你寻找解决方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议。我觉得我现在有点冷静下来了，也看到了一些其他的可能性。我会尝试着去沟通，寻找解决问题的方法，希望能够改善我们的关系。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      },
      {
        "sentence": "我觉得我现在有点冷静下来了，也看到了一些其他的可能性。",
        "label": ""
      },
      {
        "sentence": "我会尝试着去沟通，寻找解决问题的方法，希望能够改善我们的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你能够冷静地思考和找到新的可能性。记住，解决问题需要时间和努力，不要太过苛求自己。无论结果如何，我都会支持你的努力，并希望你能够找到一个让你和母亲都感到满意的解决方案。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你能够冷静地思考和找到新的可能性。",
        "label": ""
      },
      {
        "sentence": "记住，解决问题需要时间和努力，不要太过苛求自己。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，我都会支持你的努力，并希望你能够找到一个让你和母亲都感到满意的解决方案。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]