[
  {
    "role": "client",
    "content": "大学新生如何与无理责骂自己的母亲相处，不想伤害她？我是女生。母亲平静时还好，显得十分温柔体贴。但经常因为一点小事就勃然大怒，牵扯到很多旧账，言语攻击，句句指责，句句戳心，失去理智，这种时候几乎无法沟通，平常也沟通不畅。无休无止的指责非常让我受伤，让我觉得自己一无是处，心情每天都很低落，再加上高三成绩本身就不稳定，感觉内心非常受创伤。本来母亲说过高考结束后她就不会再指责我了，甚至说要离开我和父亲（非常愤怒地说的），可是现在一切照旧。我真的不想再忍受了，而且大学开学还有一个很重要的分班考试，我不想再受她影响了。我想搬去我外婆家住，可是我父亲说这样会很伤害母亲，还说我心理太脆弱了，要强大一些。本来父亲也为了母亲天天责骂我的事和她吵架了好几次，可见这种指责真的是很难堪的，真的是我心理太脆弱了吗？我也不想伤害母亲，但我真的受不了了，每天都很痛苦，只有搬出去远离她了。我真的心理太脆弱了吗？搬出去住是一件很错误的事吗？我该怎么办？",
    "annotation": [
      {
        "sentence": "大学新生如何与无理责骂自己的母亲相处，不想伤害她？",
        "label": ""
      },
      {
        "sentence": "我是女生。",
        "label": ""
      },
      {
        "sentence": "母亲平静时还好，显得十分温柔体贴。",
        "label": ""
      },
      {
        "sentence": "但经常因为一点小事就勃然大怒，牵扯到很多旧账，言语攻击，句句指责，句句戳心，失去理智，这种时候几乎无法沟通，平常也沟通不畅。",
        "label": ""
      },
      {
        "sentence": "无休无止的指责非常让我受伤，让我觉得自己一无是处，心情每天都很低落，再加上高三成绩本身就不稳定，感觉内心非常受创伤。",
        "label": ""
      },
      {
        "sentence": "本来母亲说过高考结束后她就不会再指责我了，甚至说要离开我和父亲（非常愤怒地说的），可是现在一切照旧。",
        "label": ""
      },
      {
        "sentence": "我真的不想再忍受了，而且大学开学还有一个很重要的分班考试，我不想再受她影响了。",
        "label": ""
      },
      {
        "sentence": "我想搬去我外婆家住，可是我父亲说这样会很伤害母亲，还说我心理太脆弱了，要强大一些。",
        "label": ""
      },
      {
        "sentence": "本来父亲也为了母亲天天责骂我的事和她吵架了好几次，可见这种指责真的是很难堪的，真的是我心理太脆弱了吗？",
        "label": ""
      },
      {
        "sentence": "我也不想伤害母亲，但我真的受不了了，每天都很痛苦，只有搬出去远离她了。",
        "label": ""
      },
      {
        "sentence": "我真的心理太脆弱了吗？",
        "label": ""
      },
      {
        "sentence": "搬出去住是一件很错误的事吗？",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在面临的问题是如何应对母亲情绪化的责骂，这让你感到很困惑和矛盾。下面我来分析一下你目前的处境，希望对你有所帮助。【问题分析】很多家庭都将孩子在高考中取得好成绩作为整个家庭的奋斗目标，因此在一段时间内，每个家庭成员都在为这个目标而努力。随着高考的结束，家庭成员之间之前被压抑和抑制的情绪都爆发出来了。所以你之前觉得平静温柔体贴的母亲，突然经常因为小事情而暴怒，牵扯到很多旧账，用言语攻击和责备你，让你无法理解她的情绪，无法和她进行有效沟通，这正如你所说的“平常也沟通不畅”。你以前对于成绩的压力使你更加渴望独立做一些事情，所以你对于母亲的唠叨和过度干涉产生了反感和不满，进而激怒了母亲，让她的情绪进一步失控。你父亲虽然感受到母亲情绪的变化，多次试图劝止她对你的责骂，但是无效。这导致原本能保护你的父亲也无法帮到你，反而劝你说你心理过于脆弱，这让你内心非常矛盾，进一步加剧了你的困惑。当一个人面对家庭日益激烈的争吵时，他的内心会感受到压力的增加，承受力也变得十分困难。心理压力管理理论告诉我们，面对压力时，人们通常表现出“战斗”或“逃避”的行为。因为是你的母亲，从中国的传统家庭教育文化和你们家庭教育的情况来看，你不能与母亲发生更多的争吵，所以你无法选择“战斗”，无法与母亲激烈争吵，或者做一些伤害母亲感情的事情。于是你选择了“逃避”，即想搬出去住。但是父亲阻拦了你，让你陷入内心的矛盾。【问题解决】1、重新确定家庭目标：明确以“自我独立”为主题的新家庭目标，包括生活和学习的独立等方方面面。明确目标后，每个家庭成员都应该遵守，不能超越界限。经过一段时间的调整后，每个家庭成员清楚了自己的责任，也知道自己应该做和不应该做的事情，家庭关系会变得更和谐。2、通过有效沟通解决矛盾：每个家庭都会有矛盾和争执，甚至争吵，但解决矛盾的有效方法就是通过沟通。只有通过沟通，才能理解彼此的想法和内心世界，才能实现不批评、不指责，更多的包容和理解，从而促进家庭的幸福和谐。",
    "annotation": [
      {
        "sentence": "你现在面临的问题是如何应对母亲情绪化的责骂，这让你感到很困惑和矛盾。",
        "label": ""
      },
      {
        "sentence": "下面我来分析一下你目前的处境，希望对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "【问题分析】很多家庭都将孩子在高考中取得好成绩作为整个家庭的奋斗目标，因此在一段时间内，每个家庭成员都在为这个目标而努力。",
        "label": ""
      },
      {
        "sentence": "随着高考的结束，家庭成员之间之前被压抑和抑制的情绪都爆发出来了。",
        "label": ""
      },
      {
        "sentence": "所以你之前觉得平静温柔体贴的母亲，突然经常因为小事情而暴怒，牵扯到很多旧账，用言语攻击和责备你，让你无法理解她的情绪，无法和她进行有效沟通，这正如你所说的“平常也沟通不畅”。",
        "label": ""
      },
      {
        "sentence": "你以前对于成绩的压力使你更加渴望独立做一些事情，所以你对于母亲的唠叨和过度干涉产生了反感和不满，进而激怒了母亲，让她的情绪进一步失控。",
        "label": ""
      },
      {
        "sentence": "你父亲虽然感受到母亲情绪的变化，多次试图劝止她对你的责骂，但是无效。",
        "label": ""
      },
      {
        "sentence": "这导致原本能保护你的父亲也无法帮到你，反而劝你说你心理过于脆弱，这让你内心非常矛盾，进一步加剧了你的困惑。",
        "label": ""
      },
      {
        "sentence": "当一个人面对家庭日益激烈的争吵时，他的内心会感受到压力的增加，承受力也变得十分困难。",
        "label": ""
      },
      {
        "sentence": "心理压力管理理论告诉我们，面对压力时，人们通常表现出“战斗”或“逃避”的行为。",
        "label": ""
      },
      {
        "sentence": "因为是你的母亲，从中国的传统家庭教育文化和你们家庭教育的情况来看，你不能与母亲发生更多的争吵，所以你无法选择“战斗”，无法与母亲激烈争吵，或者做一些伤害母亲感情的事情。",
        "label": ""
      },
      {
        "sentence": "于是你选择了“逃避”，即想搬出去住。",
        "label": ""
      },
      {
        "sentence": "但是父亲阻拦了你，让你陷入内心的矛盾。",
        "label": ""
      },
      {
        "sentence": "【问题解决】1、重新确定家庭目标：明确以“自我独立”为主题的新家庭目标，包括生活和学习的独立等方方面面。",
        "label": ""
      },
      {
        "sentence": "明确目标后，每个家庭成员都应该遵守，不能超越界限。",
        "label": ""
      },
      {
        "sentence": "经过一段时间的调整后，每个家庭成员清楚了自己的责任，也知道自己应该做和不应该做的事情，家庭关系会变得更和谐。",
        "label": ""
      },
      {
        "sentence": "2、通过有效沟通解决矛盾：每个家庭都会有矛盾和争执，甚至争吵，但解决矛盾的有效方法就是通过沟通。",
        "label": ""
      },
      {
        "sentence": "只有通过沟通，才能理解彼此的想法和内心世界，才能实现不批评、不指责，更多的包容和理解，从而促进家庭的幸福和谐。",
        "label": ""
      }
    ]
  }
]