[
  {
    "role": "client",
    "content": "大学新生如何与无理责骂自己的母亲相处，不想伤害她？我是女生。母亲平静时还好，显得十分温柔体贴。但经常因为一点小事就勃然大怒，牵扯到很多旧账，言语攻击，句句指责，句句戳心，失去理智，这种时候几乎无法沟通，平常也沟通不畅。无休无止的指责非常让我受伤，让我觉得自己一无是处，心情每天都很低落，再加上高三成绩本身就不稳定，感觉内心非常受创伤。本来母亲说过高考结束后她就不会再指责我了，甚至说要离开我和父亲（非常愤怒地说的），可是现在一切照旧。我真的不想再忍受了，而且大学开学还有一个很重要的分班考试，我不想再受她影响了。我想搬去我外婆家住，可是我父亲说这样会很伤害母亲，还说我心理太脆弱了，要强大一些。本来父亲也为了母亲天天责骂我的事和她吵架了好几次，可见这种指责真的是很难堪的，真的是我心理太脆弱了吗？我也不想伤害母亲，但我真的受不了了，每天都很痛苦，只有搬出去远离她了。我真的心理太脆弱了吗？搬出去住是一件很错误的事吗？我该怎么办？",
    "annotation": [
      {
        "sentence": "大学新生如何与无理责骂自己的母亲相处，不想伤害她？",
        "label": ""
      },
      {
        "sentence": "我是女生。",
        "label": ""
      },
      {
        "sentence": "母亲平静时还好，显得十分温柔体贴。",
        "label": ""
      },
      {
        "sentence": "但经常因为一点小事就勃然大怒，牵扯到很多旧账，言语攻击，句句指责，句句戳心，失去理智，这种时候几乎无法沟通，平常也沟通不畅。",
        "label": ""
      },
      {
        "sentence": "无休无止的指责非常让我受伤，让我觉得自己一无是处，心情每天都很低落，再加上高三成绩本身就不稳定，感觉内心非常受创伤。",
        "label": ""
      },
      {
        "sentence": "本来母亲说过高考结束后她就不会再指责我了，甚至说要离开我和父亲（非常愤怒地说的），可是现在一切照旧。",
        "label": ""
      },
      {
        "sentence": "我真的不想再忍受了，而且大学开学还有一个很重要的分班考试，我不想再受她影响了。",
        "label": ""
      },
      {
        "sentence": "我想搬去我外婆家住，可是我父亲说这样会很伤害母亲，还说我心理太脆弱了，要强大一些。",
        "label": ""
      },
      {
        "sentence": "本来父亲也为了母亲天天责骂我的事和她吵架了好几次，可见这种指责真的是很难堪的，真的是我心理太脆弱了吗？",
        "label": ""
      },
      {
        "sentence": "我也不想伤害母亲，但我真的受不了了，每天都很痛苦，只有搬出去远离她了。",
        "label": ""
      },
      {
        "sentence": "我真的心理太脆弱了吗？",
        "label": ""
      },
      {
        "sentence": "搬出去住是一件很错误的事吗？",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你愿意分享你的困扰，我能感受到你正面临着一段非常棘手的母女关系。你描述的是一个母亲在愤怒中对你斥责，以及你因此产生的负面情绪和困扰。亲人之间的关系通常是错综复杂的，相互间有着纷繁复杂的连结方式。我们无法选择自己的父母，而母亲对孩子的态度和评价往往会深刻地影响孩子的自我认知。被亲人敌视、嫌弃、贬低、伤害，对于一个孩子来说是一种巨大的心理打击。我可以理解你每天承受这种持续的责骂对你的伤害和心情的低落，尤其是在高三成绩不稳定的情况下，你的内心承受了更大的伤害。你提到母亲曾经说过高考结束后会停下责骂，甚至提到离开你和父亲，但现在一切还是和以前一样。你现在感到无法忍受，也不想再受她的影响，尤其是面临重要的分班考试。你想搬去外婆家住，但父亲认为这样会伤害母亲，并称你心理太脆弱，需要更强大一些。我可以看出你的父亲也因为母亲的指责而与她吵过多次架，这表明这种责骂对你来说确实是很难受的，但是你自问是否真的心理太脆弱呢？你也提到不想伤害母亲，但自己实在是无法再忍受了，每天都过得非常痛苦，只有搬出去才能远离她。你是否真的心理太脆弱了？是否搬出去住是一种错误的选择？你想知道该怎么办？",
    "annotation": [
      {
        "sentence": "感谢你愿意分享你的困扰，我能感受到你正面临着一段非常棘手的母女关系。",
        "label": ""
      },
      {
        "sentence": "你描述的是一个母亲在愤怒中对你斥责，以及你因此产生的负面情绪和困扰。",
        "label": ""
      },
      {
        "sentence": "亲人之间的关系通常是错综复杂的，相互间有着纷繁复杂的连结方式。",
        "label": ""
      },
      {
        "sentence": "我们无法选择自己的父母，而母亲对孩子的态度和评价往往会深刻地影响孩子的自我认知。",
        "label": ""
      },
      {
        "sentence": "被亲人敌视、嫌弃、贬低、伤害，对于一个孩子来说是一种巨大的心理打击。",
        "label": ""
      },
      {
        "sentence": "我可以理解你每天承受这种持续的责骂对你的伤害和心情的低落，尤其是在高三成绩不稳定的情况下，你的内心承受了更大的伤害。",
        "label": ""
      },
      {
        "sentence": "你提到母亲曾经说过高考结束后会停下责骂，甚至提到离开你和父亲，但现在一切还是和以前一样。",
        "label": ""
      },
      {
        "sentence": "你现在感到无法忍受，也不想再受她的影响，尤其是面临重要的分班考试。",
        "label": ""
      },
      {
        "sentence": "你想搬去外婆家住，但父亲认为这样会伤害母亲，并称你心理太脆弱，需要更强大一些。",
        "label": ""
      },
      {
        "sentence": "我可以看出你的父亲也因为母亲的指责而与她吵过多次架，这表明这种责骂对你来说确实是很难受的，但是你自问是否真的心理太脆弱呢？",
        "label": ""
      },
      {
        "sentence": "你也提到不想伤害母亲，但自己实在是无法再忍受了，每天都过得非常痛苦，只有搬出去才能远离她。",
        "label": ""
      },
      {
        "sentence": "你是否真的心理太脆弱了？",
        "label": ""
      },
      {
        "sentence": "是否搬出去住是一种错误的选择？",
        "label": ""
      },
      {
        "sentence": "你想知道该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和回应。确实，我越来越觉得心理和情绪受到了很大的伤害。母亲的责骂让我对自己产生了负面的认知，觉得自己一无是处。而且这种问题已经持续很久了，影响了我与母亲的正常沟通。我一直希望母亲能停止责骂，但现实却远未如此。面对即将到来的重要考试，我真的不想再被她影响，我怕自己会因此失去进步的动力。搬出去住是我目前想到的最好的解决办法，但我担心这样会伤害到母亲，也担心自己是否做出了错误的决定。我希望能找到一个既能照顾到自己，又能不伤害到母亲的解决方案。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和回应。",
        "label": ""
      },
      {
        "sentence": "确实，我越来越觉得心理和情绪受到了很大的伤害。",
        "label": ""
      },
      {
        "sentence": "母亲的责骂让我对自己产生了负面的认知，觉得自己一无是处。",
        "label": ""
      },
      {
        "sentence": "而且这种问题已经持续很久了，影响了我与母亲的正常沟通。",
        "label": ""
      },
      {
        "sentence": "我一直希望母亲能停止责骂，但现实却远未如此。",
        "label": ""
      },
      {
        "sentence": "面对即将到来的重要考试，我真的不想再被她影响，我怕自己会因此失去进步的动力。",
        "label": ""
      },
      {
        "sentence": "搬出去住是我目前想到的最好的解决办法，但我担心这样会伤害到母亲，也担心自己是否做出了错误的决定。",
        "label": ""
      },
      {
        "sentence": "我希望能找到一个既能照顾到自己，又能不伤害到母亲的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你无须感谢，作为支持者，我很愿意倾听和帮助你。母亲的指责对你的心理和情绪确实产生了严重的伤害，但请记住，这些指责并不代表你真的一无是处。我们都会遇到挫折和难过，但这并不意味着我们是失败者。你和母亲之间的沟通问题确实给你带来了非常困扰。你渴望母亲能停止责骂，但现实却并没有改变。面对重要的考试，你不想被母亲影响，这是可以理解的，因为她的指责可能会让你失去学习的动力。搬出去住是你目前能想到的解决方法，但你也担心这样会伤害到母亲，并且怀疑自己是否做出了正确的决定。你希望找到一个既能照顾到自己，又能不伤害到母亲的解决方案。这个问题确实不容易解决，但请相信，我们可以一起找到答案。我很好奇你父亲在你和母亲之间的立场，这可能是你家庭关系的另一个关注点。同时，在你采取行动之前，也需要思考一下搬出去住是否真的是最好的选择，以及你是否有其他的选择。我们的目标是为你找到一种既能保护自己，又能维护与母亲关系的方法。",
    "annotation": [
      {
        "sentence": "你无须感谢，作为支持者，我很愿意倾听和帮助你。",
        "label": ""
      },
      {
        "sentence": "母亲的指责对你的心理和情绪确实产生了严重的伤害，但请记住，这些指责并不代表你真的一无是处。",
        "label": ""
      },
      {
        "sentence": "我们都会遇到挫折和难过，但这并不意味着我们是失败者。",
        "label": ""
      },
      {
        "sentence": "你和母亲之间的沟通问题确实给你带来了非常困扰。",
        "label": ""
      },
      {
        "sentence": "你渴望母亲能停止责骂，但现实却并没有改变。",
        "label": ""
      },
      {
        "sentence": "面对重要的考试，你不想被母亲影响，这是可以理解的，因为她的指责可能会让你失去学习的动力。",
        "label": ""
      },
      {
        "sentence": "搬出去住是你目前能想到的解决方法，但你也担心这样会伤害到母亲，并且怀疑自己是否做出了正确的决定。",
        "label": ""
      },
      {
        "sentence": "你希望找到一个既能照顾到自己，又能不伤害到母亲的解决方案。",
        "label": ""
      },
      {
        "sentence": "这个问题确实不容易解决，但请相信，我们可以一起找到答案。",
        "label": ""
      },
      {
        "sentence": "我很好奇你父亲在你和母亲之间的立场，这可能是你家庭关系的另一个关注点。",
        "label": ""
      },
      {
        "sentence": "同时，在你采取行动之前，也需要思考一下搬出去住是否真的是最好的选择，以及你是否有其他的选择。",
        "label": ""
      },
      {
        "sentence": "我们的目标是为你找到一种既能保护自己，又能维护与母亲关系的方法。",
        "label": ""
      }
    ]
  }
]