[
  {
    "role": "client",
    "content": "我搞不清自己爱不爱他，真的不知道自己要不要结婚？男朋友在一起快两个月了，亲戚介绍的。",
    "annotation": [
      {
        "sentence": "我搞不清自己爱不爱他，真的不知道自己要不要结婚？",
        "label": ""
      },
      {
        "sentence": "男朋友在一起快两个月了，亲戚介绍的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "见字如面～通过你的描述，看到你目前的状态是：不知道自己要不要结婚，也不知道自己到底爱不爱他，因而感觉很混乱。",
    "annotation": [
      {
        "sentence": "见字如面～通过你的描述，看到你目前的状态是：不知道自己要不要结婚，也不知道自己到底爱不爱他，因而感觉很混乱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很混乱，因为我一直在思考他残疾的问题。他的左脚小腿戴了假肢，他一直说影响不大，可是我发现走五公里左右吧，他都要休息好几次，我想过和他结婚后的生活，他不能跑，旅游不能走太远，我觉得自己还是介意的。",
    "annotation": [
      {
        "sentence": "是的，我真的很混乱，因为我一直在思考他残疾的问题。",
        "label": ""
      },
      {
        "sentence": "他的左脚小腿戴了假肢，他一直说影响不大，可是我发现走五公里左右吧，他都要休息好几次，我想过和他结婚后的生活，他不能跑，旅游不能走太远，我觉得自己还是介意的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一种正常的担忧，每个人对婚姻都会有自己的期望和顾虑。你对他的身体状况感到担忧，这很正常。你可以好好地思考一下自己是否可以接受这样的生活方式，同时也可以与他坦诚地沟通你的担忧和需求，看看他是否愿意做出一些改变来适应和照顾你们的婚姻生活。",
    "annotation": [
      {
        "sentence": "这是一种正常的担忧，每个人对婚姻都会有自己的期望和顾虑。",
        "label": ""
      },
      {
        "sentence": "你对他的身体状况感到担忧，这很正常。",
        "label": ""
      },
      {
        "sentence": "你可以好好地思考一下自己是否可以接受这样的生活方式，同时也可以与他坦诚地沟通你的担忧和需求，看看他是否愿意做出一些改变来适应和照顾你们的婚姻生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他在其他方面对我还是很好的，频繁来家里找我，可我有些不舒服，也很少联系他。他说很喜欢我，约会时喜欢吻我，手伸进衣服摸我的胸，我也没有太反感。他很希望农历八月订婚，我很犹豫。家里由于年龄问题，也很希望订婚。",
    "annotation": [
      {
        "sentence": "他在其他方面对我还是很好的，频繁来家里找我，可我有些不舒服，也很少联系他。",
        "label": ""
      },
      {
        "sentence": "他说很喜欢我，约会时喜欢吻我，手伸进衣服摸我的胸，我也没有太反感。",
        "label": ""
      },
      {
        "sentence": "他很希望农历八月订婚，我很犹豫。",
        "label": ""
      },
      {
        "sentence": "家里由于年龄问题，也很希望订婚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受很重要，如果你对他的行为感到不舒服，一定要坦诚地与他沟通并设立边界。关于订婚的事情，不要因为外在的压力而急于做出决定。你需要先搞清楚自己的感受和想法，婚姻是一辈子的事情，不要为了满足他人或社会的期待而将就自己的人生幸福。你需要冷静地思考，是否愿意与他一起度过一生，是否能够接受他的一切，并且相信你会找到最适合自己的答案。",
    "annotation": [
      {
        "sentence": "你的感受很重要，如果你对他的行为感到不舒服，一定要坦诚地与他沟通并设立边界。",
        "label": ""
      },
      {
        "sentence": "关于订婚的事情，不要因为外在的压力而急于做出决定。",
        "label": ""
      },
      {
        "sentence": "你需要先搞清楚自己的感受和想法，婚姻是一辈子的事情，不要为了满足他人或社会的期待而将就自己的人生幸福。",
        "label": ""
      },
      {
        "sentence": "你需要冷静地思考，是否愿意与他一起度过一生，是否能够接受他的一切，并且相信你会找到最适合自己的答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了。他经常请买东西，请家里亲戚吃饭，上星期他向我借一万块钱，我借给他了。我心里想的是，如果分手，就当他来我家买东西请吃饭花的钱数目差不多也是这样，我就不要了，我不想欠他的。",
    "annotation": [
      {
        "sentence": "是的，我明白了。",
        "label": ""
      },
      {
        "sentence": "他经常请买东西，请家里亲戚吃饭，上星期他向我借一万块钱，我借给他了。",
        "label": ""
      },
      {
        "sentence": "我心里想的是，如果分手，就当他来我家买东西请吃饭花的钱数目差不多也是这样，我就不要了，我不想欠他的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "借钱的事情可以理解为你愿意帮助他，但同时也要明确表达你对金钱问题的看法。如果你对他借钱的行为感到不舒服，也可以与他好好沟通，并确保自己的边界和利益不受损害。人与人之间的关系是建立在相互尊重和信任的基础上的，你要学会保护好自己的权益。",
    "annotation": [
      {
        "sentence": "借钱的事情可以理解为你愿意帮助他，但同时也要明确表达你对金钱问题的看法。",
        "label": ""
      },
      {
        "sentence": "如果你对他借钱的行为感到不舒服，也可以与他好好沟通，并确保自己的边界和利益不受损害。",
        "label": ""
      },
      {
        "sentence": "人与人之间的关系是建立在相互尊重和信任的基础上的，你要学会保护好自己的权益。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "现在我搞不清自己爱不爱他，最终走进婚姻，还是由于年龄，压力太大，在欺骗自己找一个合适的？我很混乱，请大家给我一些建议，真诚感谢！",
    "annotation": [
      {
        "sentence": "现在我搞不清自己爱不爱他，最终走进婚姻，还是由于年龄，压力太大，在欺骗自己找一个合适的？",
        "label": ""
      },
      {
        "sentence": "我很混乱，请大家给我一些建议，真诚感谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婚姻是一生的大事，不要因为年龄和外界的压力而迷失自己。你需要仔细思考自己的内心真实想法，倾听自己的内心声音。婚姻需要建立在真爱和互相尊重的基础上，如果你不能确定你对他的感情和未来的生活是否满意和幸福，那么还是先不要急着做出决定。请相信自己的直觉和感受，只有遵循自己的内心才能找到真正属于自己的幸福。祝福你。",
    "annotation": [
      {
        "sentence": "婚姻是一生的大事，不要因为年龄和外界的压力而迷失自己。",
        "label": ""
      },
      {
        "sentence": "你需要仔细思考自己的内心真实想法，倾听自己的内心声音。",
        "label": ""
      },
      {
        "sentence": "婚姻需要建立在真爱和互相尊重的基础上，如果你不能确定你对他的感情和未来的生活是否满意和幸福，那么还是先不要急着做出决定。",
        "label": ""
      },
      {
        "sentence": "请相信自己的直觉和感受，只有遵循自己的内心才能找到真正属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "祝福你。",
        "label": ""
      }
    ]
  }
]