[
  {
    "role": "client",
    "content": "我搞不清自己爱不爱他，真的不知道自己要不要结婚？男朋友在一起快两个月了，亲戚介绍的。",
    "annotation": [
      {
        "sentence": "我搞不清自己爱不爱他，真的不知道自己要不要结婚？",
        "label": ""
      },
      {
        "sentence": "男朋友在一起快两个月了，亲戚介绍的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲戚介绍的男朋友在一起快两个月了，你很困惑要不要跟对方结婚，你不知道自己爱不爱对方，也迫于年龄和家人的压力，你感到很混乱。确实对于部分大龄未婚女性来说，由于年龄在结婚这件事上有很大的压力。但结婚前，还是需要好好考虑一下的，跟眼前这个人结婚，你做好准备了吗？",
    "annotation": [
      {
        "sentence": "亲戚介绍的男朋友在一起快两个月了，你很困惑要不要跟对方结婚，你不知道自己爱不爱对方，也迫于年龄和家人的压力，你感到很混乱。",
        "label": ""
      },
      {
        "sentence": "确实对于部分大龄未婚女性来说，由于年龄在结婚这件事上有很大的压力。",
        "label": ""
      },
      {
        "sentence": "但结婚前，还是需要好好考虑一下的，跟眼前这个人结婚，你做好准备了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们彼此了解得不是很充分。他的左脚小腿戴了假肢，他一直说影响不大，可是我发现走五公里左右吧，他都要休息好几次。我想过和他结婚后的生活，他不能跑，旅游不能走太远，我觉得自己还是介意的。",
    "annotation": [
      {
        "sentence": "我们彼此了解得不是很充分。",
        "label": ""
      },
      {
        "sentence": "他的左脚小腿戴了假肢，他一直说影响不大，可是我发现走五公里左右吧，他都要休息好几次。",
        "label": ""
      },
      {
        "sentence": "我想过和他结婚后的生活，他不能跑，旅游不能走太远，我觉得自己还是介意的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对方小腿截肢戴假肢，你会考虑到你们日后旅行或者生活上会不会影响，这个主要看你是否介意。对方觉得是没影响的，但貌似你比较介意对方走5公里的路还需要停下来休息几次。我个人是不建议因为年龄大而将就结婚的，你们之间谈不上讨厌对方，但好像也没有恋爱里的激情和浪漫，你可以思考一下自己希望的婚姻生活是怎么样的？",
    "annotation": [
      {
        "sentence": "对方小腿截肢戴假肢，你会考虑到你们日后旅行或者生活上会不会影响，这个主要看你是否介意。",
        "label": ""
      },
      {
        "sentence": "对方觉得是没影响的，但貌似你比较介意对方走5公里的路还需要停下来休息几次。",
        "label": ""
      },
      {
        "sentence": "我个人是不建议因为年龄大而将就结婚的，你们之间谈不上讨厌对方，但好像也没有恋爱里的激情和浪漫，你可以思考一下自己希望的婚姻生活是怎么样的？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "最近他频繁来家里找我。我有些不舒服，也很少联系他，他说很喜欢我，约会时喜欢吻我，手伸进衣服摸我的胸，我也没有太反感。他很希望农历八月订婚，我很犹豫。家里由于年龄问题，也很希望订婚。",
    "annotation": [
      {
        "sentence": "最近他频繁来家里找我。",
        "label": ""
      },
      {
        "sentence": "我有些不舒服，也很少联系他，他说很喜欢我，约会时喜欢吻我，手伸进衣服摸我的胸，我也没有太反感。",
        "label": ""
      },
      {
        "sentence": "他很希望农历八月订婚，我很犹豫。",
        "label": ""
      },
      {
        "sentence": "家里由于年龄问题，也很希望订婚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "结婚有的人是搭伙过日子，有的人是因爱而步入婚姻。我觉得不管是相亲还是谈恋爱，需要看看你们之间的沟通方面、三观、还有生活习惯各方面是否适合，结婚除了柴米油盐的消磨，还有两人共处一屋下的实实在在的相处。你现在是有所顾虑的，关于结婚的事情能否再缓缓看？跟随你的内心吧，目前你们相处时间不长，对方是比较积极的，而你可能显得被动一些，这背后是因为什么呢？",
    "annotation": [
      {
        "sentence": "结婚有的人是搭伙过日子，有的人是因爱而步入婚姻。",
        "label": ""
      },
      {
        "sentence": "我觉得不管是相亲还是谈恋爱，需要看看你们之间的沟通方面、三观、还有生活习惯各方面是否适合，结婚除了柴米油盐的消磨，还有两人共处一屋下的实实在在的相处。",
        "label": ""
      },
      {
        "sentence": "你现在是有所顾虑的，关于结婚的事情能否再缓缓看？",
        "label": ""
      },
      {
        "sentence": "跟随你的内心吧，目前你们相处时间不长，对方是比较积极的，而你可能显得被动一些，这背后是因为什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己被年龄和家人的压力所困扰，急于就婚姻做出决定。我害怕以后会后悔选择了不合适的人，也担心婚后的生活无法如愿。",
    "annotation": [
      {
        "sentence": "我觉得自己被年龄和家人的压力所困扰，急于就婚姻做出决定。",
        "label": ""
      },
      {
        "sentence": "我害怕以后会后悔选择了不合适的人，也担心婚后的生活无法如愿。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "幸福是把握在我们手里的，不要因为年龄大了而有很多顾虑着急结婚，婚姻是人生的其中一种生活方式。你这边可以与对方再加强一下了解，你自己看看彼此是否合适吧，其实你心里有答案的，好好再去考虑一下，给自己多一点点的时间，不要太着急。你需要更加清晰地了解自己的需求和期望，以及对方是否能够满足这些。",
    "annotation": [
      {
        "sentence": "幸福是把握在我们手里的，不要因为年龄大了而有很多顾虑着急结婚，婚姻是人生的其中一种生活方式。",
        "label": ""
      },
      {
        "sentence": "你这边可以与对方再加强一下了解，你自己看看彼此是否合适吧，其实你心里有答案的，好好再去考虑一下，给自己多一点点的时间，不要太着急。",
        "label": ""
      },
      {
        "sentence": "你需要更加清晰地了解自己的需求和期望，以及对方是否能够满足这些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想我需要更多时间来思考和观察，以确定与他的关系是否合适。同时，我也需要处理好家庭和社会的压力，以便做出属于自己的决定。",
    "annotation": [
      {
        "sentence": "我想我需要更多时间来思考和观察，以确定与他的关系是否合适。",
        "label": ""
      },
      {
        "sentence": "同时，我也需要处理好家庭和社会的压力，以便做出属于自己的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，给自己一些时间来观察和思考是很重要的。同时，不要被外界的压力左右，关注自己的真实感受，找到对方是否符合你内心的需求和价值观。在做决定之前，也可以与朋友或者专业人士交流，听取各种意见和建议。最终，相信你会找到属于自己的答案。祝你好运！",
    "annotation": [
      {
        "sentence": "是的，给自己一些时间来观察和思考是很重要的。",
        "label": ""
      },
      {
        "sentence": "同时，不要被外界的压力左右，关注自己的真实感受，找到对方是否符合你内心的需求和价值观。",
        "label": ""
      },
      {
        "sentence": "在做决定之前，也可以与朋友或者专业人士交流，听取各种意见和建议。",
        "label": ""
      },
      {
        "sentence": "最终，相信你会找到属于自己的答案。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和支持！我会认真思考和观察，尽量解决内心的困惑，并做出适合自己的决定。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和支持！",
        "label": ""
      },
      {
        "sentence": "我会认真思考和观察，尽量解决内心的困惑，并做出适合自己的决定。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助你。记得随时跟我联系，如果你需要任何支持或者再谈一谈的话，我都会在这里等你。祝你一切顺利，早日找到属于自己的幸福！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "记得随时跟我联系，如果你需要任何支持或者再谈一谈的话，我都会在这里等你。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，早日找到属于自己的幸福！",
        "label": ""
      }
    ]
  }
]