[
  {
    "role": "client",
    "content": "我不喜欢为什么要打听他？一个月前，我删除她了，要加回吗？我跟她是前公司同事，私底聊的也比较多。觉得她很懂事也很能干成熟。第一次见面就喜欢上了。我们是同性，所以一开始我没有告白。后来知道同公司一个男的在追她，那个男的长得可以，会打扮做销售的女性缘也比较好，很会献殷勤。对于那种不追的人他就很自私冷血，假话连篇。所以我知道我喜欢的女生在被那种渣男撩，心理很不是滋味，一度抑郁。那个女生因为在异地所以会问我一些那个男生的情况，问他人怎么样问他到底有没有女朋友之类的。其实后来知道那个男的就是骑驴找马的那种，有女朋友但是没有住一起，大多数都是被女生甩了的那种。我也告诉过那个女生那个男的是个渣男，广撒网的那种。但是我觉得她明知道那个男生在追她也愿意跟他聊天，而且还跟旁人打听他，应该是对他有意思。所以我一度很难受，我也问过她，她说她不喜欢他。但是不喜欢为什么要打听他，我也很痛苦。一个月前，我删除她了。我要不要加回？我还在纠结中。",
    "annotation": [
      {
        "sentence": "我不喜欢为什么要打听他？",
        "label": ""
      },
      {
        "sentence": "一个月前，我删除她了，要加回吗？",
        "label": ""
      },
      {
        "sentence": "我跟她是前公司同事，私底聊的也比较多。",
        "label": ""
      },
      {
        "sentence": "觉得她很懂事也很能干成熟。",
        "label": ""
      },
      {
        "sentence": "第一次见面就喜欢上了。",
        "label": ""
      },
      {
        "sentence": "我们是同性，所以一开始我没有告白。",
        "label": ""
      },
      {
        "sentence": "后来知道同公司一个男的在追她，那个男的长得可以，会打扮做销售的女性缘也比较好，很会献殷勤。",
        "label": ""
      },
      {
        "sentence": "对于那种不追的人他就很自私冷血，假话连篇。",
        "label": ""
      },
      {
        "sentence": "所以我知道我喜欢的女生在被那种渣男撩，心理很不是滋味，一度抑郁。",
        "label": ""
      },
      {
        "sentence": "那个女生因为在异地所以会问我一些那个男生的情况，问他人怎么样问他到底有没有女朋友之类的。",
        "label": ""
      },
      {
        "sentence": "其实后来知道那个男的就是骑驴找马的那种，有女朋友但是没有住一起，大多数都是被女生甩了的那种。",
        "label": ""
      },
      {
        "sentence": "我也告诉过那个女生那个男的是个渣男，广撒网的那种。",
        "label": ""
      },
      {
        "sentence": "但是我觉得她明知道那个男生在追她也愿意跟他聊天，而且还跟旁人打听他，应该是对他有意思。",
        "label": ""
      },
      {
        "sentence": "所以我一度很难受，我也问过她，她说她不喜欢他。",
        "label": ""
      },
      {
        "sentence": "但是不喜欢为什么要打听他，我也很痛苦。",
        "label": ""
      },
      {
        "sentence": "一个月前，我删除她了。",
        "label": ""
      },
      {
        "sentence": "我要不要加回？",
        "label": ""
      },
      {
        "sentence": "我还在纠结中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对自己喜欢的人被渣男撩，而对方也对渣男似乎有意，让自己很痛苦，导致抑郁。但面对这种情况，我觉得你是不是需要认真地考虑几个问题呢？首先，你是同性恋，喜欢的人你是否也了解过她是否能接受同性感情呢？你和她私底下聊得很多，她也会向你了解一些渣男的情况，似乎是把你当成很好的朋友，所以愿意和你分享自己的事情。但是不清楚你的感情，所以对你的伤害她好像并不知道是什么原因。现在你删除了对方，又想加回，你是否考虑好以什么样的方式了呢？",
    "annotation": [
      {
        "sentence": "面对自己喜欢的人被渣男撩，而对方也对渣男似乎有意，让自己很痛苦，导致抑郁。",
        "label": ""
      },
      {
        "sentence": "但面对这种情况，我觉得你是不是需要认真地考虑几个问题呢？",
        "label": ""
      },
      {
        "sentence": "首先，你是同性恋，喜欢的人你是否也了解过她是否能接受同性感情呢？",
        "label": ""
      },
      {
        "sentence": "你和她私底下聊得很多，她也会向你了解一些渣男的情况，似乎是把你当成很好的朋友，所以愿意和你分享自己的事情。",
        "label": ""
      },
      {
        "sentence": "但是不清楚你的感情，所以对你的伤害她好像并不知道是什么原因。",
        "label": ""
      },
      {
        "sentence": "现在你删除了对方，又想加回，你是否考虑好以什么样的方式了呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我对她的性取向没有确定的了解，但她对同性恋一直很友好，也没有表现出对我有不适的情绪。她把我当成很好的朋友，这种关系对我来说也很重要。我删除她的原因是觉得她对那个渣男有好感，不愿意分享我的感受，感觉很被冷落。但是又担心她误会我，以为我不再关心她。我真的很纠结应该怎么做。",
    "annotation": [
      {
        "sentence": "我对她的性取向没有确定的了解，但她对同性恋一直很友好，也没有表现出对我有不适的情绪。",
        "label": ""
      },
      {
        "sentence": "她把我当成很好的朋友，这种关系对我来说也很重要。",
        "label": ""
      },
      {
        "sentence": "我删除她的原因是觉得她对那个渣男有好感，不愿意分享我的感受，感觉很被冷落。",
        "label": ""
      },
      {
        "sentence": "但是又担心她误会我，以为我不再关心她。",
        "label": ""
      },
      {
        "sentence": "我真的很纠结应该怎么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解了你们之间的关系更加清晰了。你对她的重要性和担心她的误会都能感受到。在这样的情况下，或许你可以试试选择沟通，告诉她你删除她的原因和内心的困惑。在这个过程中，你们可以更加坦诚地交流。这样一来，你的决定也更有解释性，你们的友谊也更有机会继续发展下去。",
    "annotation": [
      {
        "sentence": "了解了你们之间的关系更加清晰了。",
        "label": ""
      },
      {
        "sentence": "你对她的重要性和担心她的误会都能感受到。",
        "label": ""
      },
      {
        "sentence": "在这样的情况下，或许你可以试试选择沟通，告诉她你删除她的原因和内心的困惑。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你们可以更加坦诚地交流。",
        "label": ""
      },
      {
        "sentence": "这样一来，你的决定也更有解释性，你们的友谊也更有机会继续发展下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理。我确实需要和她好好沟通一次，解释清楚我的想法和感受。希望这样可以消除我们之间的误会，让我们的友谊更稳固。",
    "annotation": [
      {
        "sentence": "你说得很有道理。",
        "label": ""
      },
      {
        "sentence": "我确实需要和她好好沟通一次，解释清楚我的想法和感受。",
        "label": ""
      },
      {
        "sentence": "希望这样可以消除我们之间的误会，让我们的友谊更稳固。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "沟通是解决问题的关键，相信只要你们坦诚相待，相互理解，你们的友谊会更加坚固。同时，也要记得关注自己的情绪变化，如果觉得压力太大，可以寻求心理咨询的帮助，专业的心理咨询师能够给你更多的支持和建议。",
    "annotation": [
      {
        "sentence": "沟通是解决问题的关键，相信只要你们坦诚相待，相互理解，你们的友谊会更加坚固。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得关注自己的情绪变化，如果觉得压力太大，可以寻求心理咨询的帮助，专业的心理咨询师能够给你更多的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和关心，我会尽快和她进行沟通，并且如果需要的话，我也会考虑寻求心理咨询的帮助。对话的过程中，我也感受到了你的支持，谢谢你。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和关心，我会尽快和她进行沟通，并且如果需要的话，我也会考虑寻求心理咨询的帮助。",
        "label": ""
      },
      {
        "sentence": "对话的过程中，我也感受到了你的支持，谢谢你。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，你并不孤单，有人会一直支持着你。希望你和她的沟通顺利，愿你能够找到解决问题的方法，重新获得自己的快乐和平静。如果还有其他需要，随时来找我倾诉。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有人会一直支持着你。",
        "label": ""
      },
      {
        "sentence": "希望你和她的沟通顺利，愿你能够找到解决问题的方法，重新获得自己的快乐和平静。",
        "label": ""
      },
      {
        "sentence": "如果还有其他需要，随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]