[
  {
    "role": "client",
    "content": "活着到底是为什么，我们又为什么要到这个世界？17女生，头脑里总是会浮现出这个，有些时候回忍不住想哭，觉得死了就自由了，晚上会很难入眠，早上醒的比以前早。",
    "annotation": [
      {
        "sentence": "活着到底是为什么，我们又为什么要到这个世界？",
        "label": ""
      },
      {
        "sentence": "17女生，头脑里总是会浮现出这个，有些时候回忍不住想哭，觉得死了就自由了，晚上会很难入眠，早上醒的比以前早。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你有很多醒着的时间，内心却被无形的东西捆绑着，失去了自由，想以死解脱，获得自由。你很痛苦也许正经历着痛苦，令你质疑人为什么要活着。人生来无法避免痛苦，却也经历着喜悦。也许是你过往的人生经历太过沉重太过独特或者别的，令你承受更多的痛苦体验较少的愉悦。相信这世上还是有能理解到你的人，帮你去解释和建构你存在的价值，去一起看到你身上发生了什么，找到活着的意义。不要只是一个人沉浸在痛苦里，这样太孤独。",
    "annotation": [
      {
        "sentence": "你有很多醒着的时间，内心却被无形的东西捆绑着，失去了自由，想以死解脱，获得自由。",
        "label": ""
      },
      {
        "sentence": "你很痛苦也许正经历着痛苦，令你质疑人为什么要活着。",
        "label": ""
      },
      {
        "sentence": "人生来无法避免痛苦，却也经历着喜悦。",
        "label": ""
      },
      {
        "sentence": "也许是你过往的人生经历太过沉重太过独特或者别的，令你承受更多的痛苦体验较少的愉悦。",
        "label": ""
      },
      {
        "sentence": "相信这世上还是有能理解到你的人，帮你去解释和建构你存在的价值，去一起看到你身上发生了什么，找到活着的意义。",
        "label": ""
      },
      {
        "sentence": "不要只是一个人沉浸在痛苦里，这样太孤独。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的觉得很孤独，身边的人好像无法理解我内心的苦闷和绝望，我不知道该如何继续下去，好像找不到可以倾诉的对象。",
    "annotation": [
      {
        "sentence": "我真的觉得很孤独，身边的人好像无法理解我内心的苦闷和绝望，我不知道该如何继续下去，好像找不到可以倾诉的对象。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你感到的孤独和无法被理解。有时候，我们需要主动去寻找可以倾诉的人，或许是朋友、家人，或者专业的心理咨询师。他们会愿意倾听你的故事，并给予你关心和支持。你并不孤独，只是还没找到合适的人倾诉。我们可以一起探讨一下，你希望的倾诉对象是什么样的人？",
    "annotation": [
      {
        "sentence": "明白你感到的孤独和无法被理解。",
        "label": ""
      },
      {
        "sentence": "有时候，我们需要主动去寻找可以倾诉的人，或许是朋友、家人，或者专业的心理咨询师。",
        "label": ""
      },
      {
        "sentence": "他们会愿意倾听你的故事，并给予你关心和支持。",
        "label": ""
      },
      {
        "sentence": "你并不孤独，只是还没找到合适的人倾诉。",
        "label": ""
      },
      {
        "sentence": "我们可以一起探讨一下，你希望的倾诉对象是什么样的人？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望倾诉对象是一个能够理解我内心世界的人，一个能够给予我肯定和支持的人。我在生活中总是觉得被别人误解和忽视，希望倾诉对象能够真正关心我，给我一种被接纳的感觉。",
    "annotation": [
      {
        "sentence": "我希望倾诉对象是一个能够理解我内心世界的人，一个能够给予我肯定和支持的人。",
        "label": ""
      },
      {
        "sentence": "我在生活中总是觉得被别人误解和忽视，希望倾诉对象能够真正关心我，给我一种被接纳的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你对倾诉对象的期望。你渴望被理解和被接纳，这是非常自然的需求。但是有时候，别人无法完全理解我们的内心世界，这并不代表他们不关心你。我们可以一起思考一下，如何与他人沟通，让他们更好地了解你的感受和需求。",
    "annotation": [
      {
        "sentence": "明白你对倾诉对象的期望。",
        "label": ""
      },
      {
        "sentence": "你渴望被理解和被接纳，这是非常自然的需求。",
        "label": ""
      },
      {
        "sentence": "但是有时候，别人无法完全理解我们的内心世界，这并不代表他们不关心你。",
        "label": ""
      },
      {
        "sentence": "我们可以一起思考一下，如何与他人沟通，让他们更好地了解你的感受和需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是我在表达自己时有些困难，感觉自己总是说不准确或别人不能理解。我很想和他们交流，但总觉得无法表达清楚。",
    "annotation": [
      {
        "sentence": "可能是我在表达自己时有些困难，感觉自己总是说不准确或别人不能理解。",
        "label": ""
      },
      {
        "sentence": "我很想和他们交流，但总觉得无法表达清楚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你觉得表达自己有困难，这可能是因为你内心的感受复杂而难以准确描述。你可以尝试一些非语言的表达方式，例如写日记、创作艺术作品或者找一位专业的心理咨询师帮助你更好地理解和表达自己。记住，学会与他人沟通需要时间和练习，不要放弃自己。",
    "annotation": [
      {
        "sentence": "理解你觉得表达自己有困难，这可能是因为你内心的感受复杂而难以准确描述。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一些非语言的表达方式，例如写日记、创作艺术作品或者找一位专业的心理咨询师帮助你更好地理解和表达自己。",
        "label": ""
      },
      {
        "sentence": "记住，学会与他人沟通需要时间和练习，不要放弃自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着找一种适合我的表达方式，希望借此来让别人更好地理解我。谢谢你的鼓励和建议，我会努力不放弃自己的。",
    "annotation": [
      {
        "sentence": "我会试着找一种适合我的表达方式，希望借此来让别人更好地理解我。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和建议，我会努力不放弃自己的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能为你提供一些帮助和鼓励。记住，你并不孤独，有许多人愿意关心和支持你。如果有任何困难和疑惑，随时都可以来找我倾诉。我们一起努力，找到你的存在意义和生活的乐趣。相信自己，你是坚强的。",
    "annotation": [
      {
        "sentence": "很高兴能为你提供一些帮助和鼓励。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤独，有许多人愿意关心和支持你。",
        "label": ""
      },
      {
        "sentence": "如果有任何困难和疑惑，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "我们一起努力，找到你的存在意义和生活的乐趣。",
        "label": ""
      },
      {
        "sentence": "相信自己，你是坚强的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会牢记在心。我愿意一起努力，找到属于我的存在意义和快乐。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会牢记在心。",
        "label": ""
      },
      {
        "sentence": "我愿意一起努力，找到属于我的存在意义和快乐。",
        "label": ""
      }
    ]
  }
]