[
  {
    "role": "client",
    "content": "离异家庭，爸爸从来不问不看孩子，我应该怎么办？我是离异自己带孩子的上班族妈妈，幼儿园老师跟我聊天，说平时让孩子多接触一下他爸爸，有利于孩子身心健康，平时跟小朋友聊天也有话题。可是他爸爸就在郑州从来不问他看他，这个问题我应该怎么办？如有打扰请见谅。",
    "annotation": [
      {
        "sentence": "离异家庭，爸爸从来不问不看孩子，我应该怎么办？",
        "label": ""
      },
      {
        "sentence": "我是离异自己带孩子的上班族妈妈，幼儿园老师跟我聊天，说平时让孩子多接触一下他爸爸，有利于孩子身心健康，平时跟小朋友聊天也有话题。",
        "label": ""
      },
      {
        "sentence": "可是他爸爸就在郑州从来不问他看他，这个问题我应该怎么办？",
        "label": ""
      },
      {
        "sentence": "如有打扰请见谅。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "离异妈妈自己带娃又工作，本就是又操心又辛苦的事。老师考虑孩子的心理健康，希望小朋友能多接触爸爸，也是情有可原。但可能你们原先婚姻关系本就比较疏离，你的前夫又不是对孩子特别投入，所以你不知道怎么才能办到。是这样吗？",
    "annotation": [
      {
        "sentence": "离异妈妈自己带娃又工作，本就是又操心又辛苦的事。",
        "label": ""
      },
      {
        "sentence": "老师考虑孩子的心理健康，希望小朋友能多接触爸爸，也是情有可原。",
        "label": ""
      },
      {
        "sentence": "但可能你们原先婚姻关系本就比较疏离，你的前夫又不是对孩子特别投入，所以你不知道怎么才能办到。",
        "label": ""
      },
      {
        "sentence": "是这样吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我们之间的关系在婚姻期间就很疏离，前夫对孩子也没有太多的投入。所以我不知道该如何让孩子和他爸爸多接触。",
    "annotation": [
      {
        "sentence": "是的，我们之间的关系在婚姻期间就很疏离，前夫对孩子也没有太多的投入。",
        "label": ""
      },
      {
        "sentence": "所以我不知道该如何让孩子和他爸爸多接触。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "随着离婚率的提升，离异家庭是社会占比大的家庭模式，孩子的心理健康也成为大家关注一个热点议题。你们夫妻双方关系结束了，但是你们仍然对孩子有赡养和照顾的义务。父亲也仍然有义务来关注孩子成长。正常，你也可以和前夫沟通，要求他有一定频率的相处。但，从你描述里，你好像无法直接开口要求对方，是不是当时离婚的时候你们的矛盾太恶化？还是你的前夫即便在婚姻内也是父亲缺位？还是顾虑对方有新家庭？而且看到你的关系模式里，好像前夫不主动来看，这件事就无法达成了？！你希望你的诉求都是别人主动来满足你的，不是你去要求的，你去协商的。你觉得你的诉求不值得被满足。是吗？(只是看你描述里感受，如不符，请见谅)",
    "annotation": [
      {
        "sentence": "随着离婚率的提升，离异家庭是社会占比大的家庭模式，孩子的心理健康也成为大家关注一个热点议题。",
        "label": ""
      },
      {
        "sentence": "你们夫妻双方关系结束了，但是你们仍然对孩子有赡养和照顾的义务。",
        "label": ""
      },
      {
        "sentence": "父亲也仍然有义务来关注孩子成长。",
        "label": ""
      },
      {
        "sentence": "正常，你也可以和前夫沟通，要求他有一定频率的相处。",
        "label": ""
      },
      {
        "sentence": "但，从你描述里，你好像无法直接开口要求对方，是不是当时离婚的时候你们的矛盾太恶化？",
        "label": ""
      },
      {
        "sentence": "还是你的前夫即便在婚姻内也是父亲缺位？",
        "label": ""
      },
      {
        "sentence": "还是顾虑对方有新家庭？",
        "label": ""
      },
      {
        "sentence": "而且看到你的关系模式里，好像前夫不主动来看，这件事就无法达成了？！",
        "label": ""
      },
      {
        "sentence": "你希望你的诉求都是别人主动来满足你的，不是你去要求的，你去协商的。",
        "label": ""
      },
      {
        "sentence": "你觉得你的诉求不值得被满足。",
        "label": ""
      },
      {
        "sentence": "是吗？",
        "label": ""
      },
      {
        "sentence": "(只是看你描述里感受，如不符，请见谅)",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，在离婚的过程中，我们的矛盾积累得比较深，我也没有勇气主动要求他多和孩子接触。而且，我觉得他爸爸对孩子并不重要，所以也不值得去要求。我知道这可能是我对自己诉求的贬低。",
    "annotation": [
      {
        "sentence": "确实，在离婚的过程中，我们的矛盾积累得比较深，我也没有勇气主动要求他多和孩子接触。",
        "label": ""
      },
      {
        "sentence": "而且，我觉得他爸爸对孩子并不重要，所以也不值得去要求。",
        "label": ""
      },
      {
        "sentence": "我知道这可能是我对自己诉求的贬低。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母的关系问题，不能或者尽量不影响孩子的成长。这点，无论是你，还是前夫，你们都要达成共识。所以，建议和前夫坦诚沟通一下，协商出一个结果，比如每周末把孩子送去相处半天。平时，多跟孩子说说他父亲的好话，不要把你对关系的失望传递给孩子，孩子很容易和你结盟对父亲有排斥和敌意，尽量在他心里树立一个好的父亲形象，这样他们在互动的时候，父亲才不会因为敌意而逃避相处。刚开始，也可以让小朋友主动多打电话给他爸爸，孩子天真的互动，会感染大人的。仅仅从孩子的角度考虑，你应该作为大人，给他树立一个比较友善，不会承接你们关系结束的焦虑的环境。在这个角度上，你都可以去和他的父亲去沟通。",
    "annotation": [
      {
        "sentence": "父母的关系问题，不能或者尽量不影响孩子的成长。",
        "label": ""
      },
      {
        "sentence": "这点，无论是你，还是前夫，你们都要达成共识。",
        "label": ""
      },
      {
        "sentence": "所以，建议和前夫坦诚沟通一下，协商出一个结果，比如每周末把孩子送去相处半天。",
        "label": ""
      },
      {
        "sentence": "平时，多跟孩子说说他父亲的好话，不要把你对关系的失望传递给孩子，孩子很容易和你结盟对父亲有排斥和敌意，尽量在他心里树立一个好的父亲形象，这样他们在互动的时候，父亲才不会因为敌意而逃避相处。",
        "label": ""
      },
      {
        "sentence": "刚开始，也可以让小朋友主动多打电话给他爸爸，孩子天真的互动，会感染大人的。",
        "label": ""
      },
      {
        "sentence": "仅仅从孩子的角度考虑，你应该作为大人，给他树立一个比较友善，不会承接你们关系结束的焦虑的环境。",
        "label": ""
      },
      {
        "sentence": "在这个角度上，你都可以去和他的父亲去沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，是时候与他爸爸进行一次坦诚的沟通了。也许我们可以一起讨论如何更好地照顾孩子，让他们在父母离异后仍能感受到我们的关爱。我会尝试多和孩子说一些他爸爸的好话，以及鼓励他们与爸爸保持联系。谢谢你的建议，我会好好尝试的。",
    "annotation": [
      {
        "sentence": "我明白了，是时候与他爸爸进行一次坦诚的沟通了。",
        "label": ""
      },
      {
        "sentence": "也许我们可以一起讨论如何更好地照顾孩子，让他们在父母离异后仍能感受到我们的关爱。",
        "label": ""
      },
      {
        "sentence": "我会尝试多和孩子说一些他爸爸的好话，以及鼓励他们与爸爸保持联系。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会好好尝试的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，沟通和理解是解决问题的第一步。相信只要你们以孩子的福祉为出发点，共同努力，一定能够解决这个问题。祝你好运！如果还有其他问题，随时来找我。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，沟通和理解是解决问题的第一步。",
        "label": ""
      },
      {
        "sentence": "相信只要你们以孩子的福祉为出发点，共同努力，一定能够解决这个问题。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我。",
        "label": ""
      }
    ]
  }
]