[
  {
    "role": "client",
    "content": "我老公有点暴力倾向我该怎么办？",
    "annotation": [
      {
        "sentence": "我老公有点暴力倾向我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述来看，你和你老公之间的争吵似乎变得很激烈。他掐住了你的脖子，你感到很害怕，并拼命呼救。这件事发生了很多天，但你一直无法接受这个事实。你觉得你的老公不可能对你使用家暴，因为他一直对你很好，而且结婚两年来从来没有发生过这样的事情。你们通常都能通过沟通解决问题。现在，你还是很难相信他会做出这样的行为。他叫你回家，你要求他给你道歉和保证。虽然他已经不再提这件事，但你心里还是很难过。他也感到很难受，认为自己变得不像从前了。你安慰了他，但不知道该怎么办。你不希望这种事情再次发生，也许是你太唠叨了，或者他最近压力很大。你应该怎么帮助他？又该怎么帮助自己走出来？你真的不想让你们的感情轻易破裂，因为你们一直过得很好。",
    "annotation": [
      {
        "sentence": "从你的描述来看，你和你老公之间的争吵似乎变得很激烈。",
        "label": ""
      },
      {
        "sentence": "他掐住了你的脖子，你感到很害怕，并拼命呼救。",
        "label": ""
      },
      {
        "sentence": "这件事发生了很多天，但你一直无法接受这个事实。",
        "label": ""
      },
      {
        "sentence": "你觉得你的老公不可能对你使用家暴，因为他一直对你很好，而且结婚两年来从来没有发生过这样的事情。",
        "label": ""
      },
      {
        "sentence": "你们通常都能通过沟通解决问题。",
        "label": ""
      },
      {
        "sentence": "现在，你还是很难相信他会做出这样的行为。",
        "label": ""
      },
      {
        "sentence": "他叫你回家，你要求他给你道歉和保证。",
        "label": ""
      },
      {
        "sentence": "虽然他已经不再提这件事，但你心里还是很难过。",
        "label": ""
      },
      {
        "sentence": "他也感到很难受，认为自己变得不像从前了。",
        "label": ""
      },
      {
        "sentence": "你安慰了他，但不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "你不希望这种事情再次发生，也许是你太唠叨了，或者他最近压力很大。",
        "label": ""
      },
      {
        "sentence": "你应该怎么帮助他？",
        "label": ""
      },
      {
        "sentence": "又该怎么帮助自己走出来？",
        "label": ""
      },
      {
        "sentence": "你真的不想让你们的感情轻易破裂，因为你们一直过得很好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在回答你的问题之前，让我们先来了解一下家暴男性的分类。家暴男一般可以分为两种：一种是偶尔发生，后果不严重的，他们通常会真诚地改正失控的行为，学会建设性的沟通方式。这种人相当少见。另一种则是更为普遍的家暴男性，他们将家暴作为一种固定和日常的沟通方式。我相信你希望并愿意相信你的老公属于第一种情况，也就是在家暴男性中相当少见的类型。根据你的叙述，我觉得你对你们之间的感情还是非常有信心的。虽然人们常说家暴只有\"0次和N次\"，但并不是这样绝对的。每个情况都需要具体分析，你唠叨加上他近期的工作压力，很可能在你们的争吵中导致了过激行为。基于你们深厚的感情，我认为你不必过于惊讶，也不必给自己带上阴影。你们可以坐下来好好谈心，将事情说开，自然就能解决。像你们这种偶然事件，多是一些问题积累和缺乏必要沟通和相互理解导致的。平时有些事情要及时处理，不要压在心里不说出来，尽管这样会让你们的生活看起来平静，但是人的情绪都是有极限的。当情绪达到临界点时，就会像火山一样爆发，有时候连自己都无法控制。你总觉得事情的根本原因在于你们的感情如此美好，不会发生这样的事情。然而婚姻和其他事情都是一样的，没有绝对的完美。爱情就像湖面，也许会有一点点涟漪，这样湖面才会更美丽。对于如何帮助你的老公，我认为你无需刻意去帮助他做什么，只要自己调整好，他自然也会好起来。",
    "annotation": [
      {
        "sentence": "在回答你的问题之前，让我们先来了解一下家暴男性的分类。",
        "label": ""
      },
      {
        "sentence": "家暴男一般可以分为两种：一种是偶尔发生，后果不严重的，他们通常会真诚地改正失控的行为，学会建设性的沟通方式。",
        "label": ""
      },
      {
        "sentence": "这种人相当少见。",
        "label": ""
      },
      {
        "sentence": "另一种则是更为普遍的家暴男性，他们将家暴作为一种固定和日常的沟通方式。",
        "label": ""
      },
      {
        "sentence": "我相信你希望并愿意相信你的老公属于第一种情况，也就是在家暴男性中相当少见的类型。",
        "label": ""
      },
      {
        "sentence": "根据你的叙述，我觉得你对你们之间的感情还是非常有信心的。",
        "label": ""
      },
      {
        "sentence": "虽然人们常说家暴只有\"0次和N次\"，但并不是这样绝对的。",
        "label": ""
      },
      {
        "sentence": "每个情况都需要具体分析，你唠叨加上他近期的工作压力，很可能在你们的争吵中导致了过激行为。",
        "label": ""
      },
      {
        "sentence": "基于你们深厚的感情，我认为你不必过于惊讶，也不必给自己带上阴影。",
        "label": ""
      },
      {
        "sentence": "你们可以坐下来好好谈心，将事情说开，自然就能解决。",
        "label": ""
      },
      {
        "sentence": "像你们这种偶然事件，多是一些问题积累和缺乏必要沟通和相互理解导致的。",
        "label": ""
      },
      {
        "sentence": "平时有些事情要及时处理，不要压在心里不说出来，尽管这样会让你们的生活看起来平静，但是人的情绪都是有极限的。",
        "label": ""
      },
      {
        "sentence": "当情绪达到临界点时，就会像火山一样爆发，有时候连自己都无法控制。",
        "label": ""
      },
      {
        "sentence": "你总觉得事情的根本原因在于你们的感情如此美好，不会发生这样的事情。",
        "label": ""
      },
      {
        "sentence": "然而婚姻和其他事情都是一样的，没有绝对的完美。",
        "label": ""
      },
      {
        "sentence": "爱情就像湖面，也许会有一点点涟漪，这样湖面才会更美丽。",
        "label": ""
      },
      {
        "sentence": "对于如何帮助你的老公，我认为你无需刻意去帮助他做什么，只要自己调整好，他自然也会好起来。",
        "label": ""
      }
    ]
  }
]