[
  {
    "role": "client",
    "content": "看到别人经历痛苦的事情，自己就非常恐惧焦虑怎么办？",
    "annotation": [
      {
        "sentence": "看到别人经历痛苦的事情，自己就非常恐惧焦虑怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你感到恐惧和焦虑的情绪。你的关心和同情心让你陷入了困境。你并没有违背道德的底线，因为道德是不伤害别人。心理健康的底线是不伤害自己。你过度的同情心没有明确的界限，使你陷入了更深的抑郁和焦虑情绪。就像潜水前没有深呼吸做好准备，潜水后没有正确的方法离开。作为咨询师，需要具备的能力包括接纳、共情、理解、平等、积极关注等。通过学习和训练，以及督导的帮助，你可以达到这些能力。咨询师自身可能也会经历一些痛苦和挫折，但通过学习和成长，他们可以自我疗愈，并能更好地帮助那些有类似经历的人。恐惧和社交焦虑是很常见的问题，只是程度有所不同。一些人会伴随着身体上的症状，如呼吸急促、出汗、心跳加速和四肢无力。有些人会因此感到痛苦并退缩。在社交活动中，可以适当地规避一些必要的场合，但长时间封闭自己对个人的发展和成长并不利于提高。可以分辨出必要去的场合，并做好准备去克服自己的恐惧。虽然开始的几分钟可能会感到不适，但随着次数的增加和实践经验的总结，你会越来越放松和自如。对于你这样的内向性格，小时候可能因为不自信和不合群而被排斥。但观察那些自信、阳光并充满魅力的人，其他人都会被他们吸引而不能轻视和欺负他们。所以有句话说别人对你的态度是你教出来的。当然，要注意把握好度，不要显得自负和傲慢，只要真诚、真实地理解和平等地与他人交往，就可以获得尊重和欣赏。内向并不是缺点，它也有自己的优势，如细腻、敏感和深思熟虑。要给自己多增加一些加分项，不夸大自己的缺点，不苛责自己，接纳和爱护自己，才能更好地爱护别人。祝一切顺利！",
    "annotation": [
      {
        "sentence": "我理解你感到恐惧和焦虑的情绪。",
        "label": ""
      },
      {
        "sentence": "你的关心和同情心让你陷入了困境。",
        "label": ""
      },
      {
        "sentence": "你并没有违背道德的底线，因为道德是不伤害别人。",
        "label": ""
      },
      {
        "sentence": "心理健康的底线是不伤害自己。",
        "label": ""
      },
      {
        "sentence": "你过度的同情心没有明确的界限，使你陷入了更深的抑郁和焦虑情绪。",
        "label": ""
      },
      {
        "sentence": "就像潜水前没有深呼吸做好准备，潜水后没有正确的方法离开。",
        "label": ""
      },
      {
        "sentence": "作为咨询师，需要具备的能力包括接纳、共情、理解、平等、积极关注等。",
        "label": ""
      },
      {
        "sentence": "通过学习和训练，以及督导的帮助，你可以达到这些能力。",
        "label": ""
      },
      {
        "sentence": "咨询师自身可能也会经历一些痛苦和挫折，但通过学习和成长，他们可以自我疗愈，并能更好地帮助那些有类似经历的人。",
        "label": ""
      },
      {
        "sentence": "恐惧和社交焦虑是很常见的问题，只是程度有所不同。",
        "label": ""
      },
      {
        "sentence": "一些人会伴随着身体上的症状，如呼吸急促、出汗、心跳加速和四肢无力。",
        "label": ""
      },
      {
        "sentence": "有些人会因此感到痛苦并退缩。",
        "label": ""
      },
      {
        "sentence": "在社交活动中，可以适当地规避一些必要的场合，但长时间封闭自己对个人的发展和成长并不利于提高。",
        "label": ""
      },
      {
        "sentence": "可以分辨出必要去的场合，并做好准备去克服自己的恐惧。",
        "label": ""
      },
      {
        "sentence": "虽然开始的几分钟可能会感到不适，但随着次数的增加和实践经验的总结，你会越来越放松和自如。",
        "label": ""
      },
      {
        "sentence": "对于你这样的内向性格，小时候可能因为不自信和不合群而被排斥。",
        "label": ""
      },
      {
        "sentence": "但观察那些自信、阳光并充满魅力的人，其他人都会被他们吸引而不能轻视和欺负他们。",
        "label": ""
      },
      {
        "sentence": "所以有句话说别人对你的态度是你教出来的。",
        "label": ""
      },
      {
        "sentence": "当然，要注意把握好度，不要显得自负和傲慢，只要真诚、真实地理解和平等地与他人交往，就可以获得尊重和欣赏。",
        "label": ""
      },
      {
        "sentence": "内向并不是缺点，它也有自己的优势，如细腻、敏感和深思熟虑。",
        "label": ""
      },
      {
        "sentence": "要给自己多增加一些加分项，不夸大自己的缺点，不苛责自己，接纳和爱护自己，才能更好地爱护别人。",
        "label": ""
      },
      {
        "sentence": "祝一切顺利！",
        "label": ""
      }
    ]
  }
]