[
  {
    "role": "client",
    "content": "他不反省自己，我应不应该继续留着这段婚姻里？我今年36岁，孩子4岁。他比我大两岁。我们是大学里认识的，拍拖5年，结婚11年。三年多前，发现他出轨，他说对方是援交的，发现后他说断了，我看起来也是断了。刚发生的一年多时间里，我们有去过医院开药也有偶尔去过做一些心理咨询。对自己和他才有了一些重新的认识。我，从小缺爱，在我读高中时也曾目睹过爸爸企图出轨.他，从小家里对他是溺爱加父母一言堂的压制，很多时候他无法表达自己情感，也没有自己独立的意见，在咨询过程中，咨询师有试过几次引导他说，也是失败的。但在他的描述中，他说自己童年是幸福的。做了这些干预以后，我们依然经常吵架，而且是越来越不会顾及对方那种。在我的角度，四年来，他没有深刻的反省自己，出现问题就怪外因。例如之前出轨就怪我和他父母闹矛盾。后面吵架就怪我不体谅他，应该是我有一个好情绪带领他出来，我觉得荒唐，好像出轨的是我一样，可是他一边说自己已经改变了，然而问到什么方面他也说不出来，我。",
    "annotation": [
      {
        "sentence": "他不反省自己，我应不应该继续留着这段婚姻里？",
        "label": ""
      },
      {
        "sentence": "我今年36岁，孩子4岁。",
        "label": ""
      },
      {
        "sentence": "他比我大两岁。",
        "label": ""
      },
      {
        "sentence": "我们是大学里认识的，拍拖5年，结婚11年。",
        "label": ""
      },
      {
        "sentence": "三年多前，发现他出轨，他说对方是援交的，发现后他说断了，我看起来也是断了。",
        "label": ""
      },
      {
        "sentence": "刚发生的一年多时间里，我们有去过医院开药也有偶尔去过做一些心理咨询。",
        "label": ""
      },
      {
        "sentence": "对自己和他才有了一些重新的认识。",
        "label": ""
      },
      {
        "sentence": "我，从小缺爱，在我读高中时也曾目睹过爸爸企图出轨.他，从小家里对他是溺爱加父母一言堂的压制，很多时候他无法表达自己情感，也没有自己独立的意见，在咨询过程中，咨询师有试过几次引导他说，也是失败的。",
        "label": ""
      },
      {
        "sentence": "但在他的描述中，他说自己童年是幸福的。",
        "label": ""
      },
      {
        "sentence": "做了这些干预以后，我们依然经常吵架，而且是越来越不会顾及对方那种。",
        "label": ""
      },
      {
        "sentence": "在我的角度，四年来，他没有深刻的反省自己，出现问题就怪外因。",
        "label": ""
      },
      {
        "sentence": "例如之前出轨就怪我和他父母闹矛盾。",
        "label": ""
      },
      {
        "sentence": "后面吵架就怪我不体谅他，应该是我有一个好情绪带领他出来，我觉得荒唐，好像出轨的是我一样，可是他一边说自己已经改变了，然而问到什么方面他也说不出来，我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这位女士，看了你的描述，也看了下面两位老师给您的回复，感觉他们回答得已经很好了！我也就不再重复了！我就说说我自己的一些看法！",
    "annotation": [
      {
        "sentence": "这位女士，看了你的描述，也看了下面两位老师给您的回复，感觉他们回答得已经很好了！",
        "label": ""
      },
      {
        "sentence": "我也就不再重复了！",
        "label": ""
      },
      {
        "sentence": "我就说说我自己的一些看法！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复！我很困惑，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "谢谢你的回复！",
        "label": ""
      },
      {
        "sentence": "我很困惑，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，看到你们夫妻俩还能吵架，我感到非常欣慰！因为，这说明你们相互间对另一半还有所期待，同时这也是一种宣泄情绪的方式！假如你们之间不吵了，我还有些担心！我的心理导师说过：“谁焦虑、谁调整；谁痛苦、谁改变”，现在看了你的问题描述，让我感受到了一种“想要改变他而不得”的焦虑感，这是一种控制欲在作怪！所以，个人认为，现在最应该改变的恰恰是你而不是他！你好好想想，你究竟是在爱他，还是在爱你自己呢？",
    "annotation": [
      {
        "sentence": "首先，看到你们夫妻俩还能吵架，我感到非常欣慰！",
        "label": ""
      },
      {
        "sentence": "因为，这说明你们相互间对另一半还有所期待，同时这也是一种宣泄情绪的方式！",
        "label": ""
      },
      {
        "sentence": "假如你们之间不吵了，我还有些担心！",
        "label": ""
      },
      {
        "sentence": "我的心理导师说过：“谁焦虑、谁调整；谁痛苦、谁改变”，现在看了你的问题描述，让我感受到了一种“想要改变他而不得”的焦虑感，这是一种控制欲在作怪！",
        "label": ""
      },
      {
        "sentence": "所以，个人认为，现在最应该改变的恰恰是你而不是他！",
        "label": ""
      },
      {
        "sentence": "你好好想想，你究竟是在爱他，还是在爱你自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理。其实我很努力地想改变自己，但是我总觉得他应该为出轨的事情负责，而且他对自己的问题也不认真反省。",
    "annotation": [
      {
        "sentence": "你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "其实我很努力地想改变自己，但是我总觉得他应该为出轨的事情负责，而且他对自己的问题也不认真反省。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的观点，但是改变一个人并不是一件容易的事情。而且，强迫他去反省可能会产生反效果。或许我们可以换一个角度来思考，比如寻求专业的帮助。",
    "annotation": [
      {
        "sentence": "我理解你的观点，但是改变一个人并不是一件容易的事情。",
        "label": ""
      },
      {
        "sentence": "而且，强迫他去反省可能会产生反效果。",
        "label": ""
      },
      {
        "sentence": "或许我们可以换一个角度来思考，比如寻求专业的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说的有道理。我之前确实尝试过心理咨询，但是那位咨询师好像没有起到很大的帮助作用。",
    "annotation": [
      {
        "sentence": "嗯，你说的有道理。",
        "label": ""
      },
      {
        "sentence": "我之前确实尝试过心理咨询，但是那位咨询师好像没有起到很大的帮助作用。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我看到你说的“咨询师的一个评价是，很内向以及情商很低”，不得不说，这个咨询师有些越界了！因为，在心理咨询过程中，不批判、不评价、严守中立，这是心理咨询师的一个最基本的职业素养！个人认为，这也是你们心理咨询之后“依然吵架，而且是越来越不会顾及对方那种”的重要原因！所以，个人建议，你们可以考虑换一个心理咨询师试试！如果不介意的话，我可以把我的心理导师推荐给您，他已经有18年从业经验，他在疗愈你们这种夫妻关系乃至家庭系统问题方面经验非常丰富！你们可以夫妻俩一起去，甚至带着你们的父母一起去都可以！当然，尊重你个人意愿！",
    "annotation": [
      {
        "sentence": "我看到你说的“咨询师的一个评价是，很内向以及情商很低”，不得不说，这个咨询师有些越界了！",
        "label": ""
      },
      {
        "sentence": "因为，在心理咨询过程中，不批判、不评价、严守中立，这是心理咨询师的一个最基本的职业素养！",
        "label": ""
      },
      {
        "sentence": "个人认为，这也是你们心理咨询之后“依然吵架，而且是越来越不会顾及对方那种”的重要原因！",
        "label": ""
      },
      {
        "sentence": "所以，个人建议，你们可以考虑换一个心理咨询师试试！",
        "label": ""
      },
      {
        "sentence": "如果不介意的话，我可以把我的心理导师推荐给您，他已经有18年从业经验，他在疗愈你们这种夫妻关系乃至家庭系统问题方面经验非常丰富！",
        "label": ""
      },
      {
        "sentence": "你们可以夫妻俩一起去，甚至带着你们的父母一起去都可以！",
        "label": ""
      },
      {
        "sentence": "当然，尊重你个人意愿！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议！我觉得换一个心理咨询师可能是一个好主意。能否麻烦你把你的心理导师的联系方式告诉我？",
    "annotation": [
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我觉得换一个心理咨询师可能是一个好主意。",
        "label": ""
      },
      {
        "sentence": "能否麻烦你把你的心理导师的联系方式告诉我？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以！我会私信给你他的联系方式。希望他能够给你们一些帮助和指导。另外，我想和你分享一段我的心理导师的话：“当你试图改变他人的时候，实际上你是在评判他没其实，在宇宙当中，每个人都是完美的。事实上，每个人都不喜欢被别人改变，每个人只喜欢自我改变。因为自我改变是快乐的，被他人改变是痛苦的，追求快乐逃离痛苦是人的本性。所以你对周围人最大的爱，就是活出你自己并影响他人。当他人没有体验完他自己的游戏，他想体验一切的时候，他是不会被任何人改变的。所以请允许一切的发生，按照它本来的样子，所以请让他自我改变。你只需要唤醒你自己，快乐你自己。爱满自溢，让爱充满你，流经你而传递给别人，不求任何的回报。对于生命，我们最大的功课，就是成为爱！走过千山万水才发现，爱是一切的解答！”希望能帮助你。",
    "annotation": [
      {
        "sentence": "当然可以！",
        "label": ""
      },
      {
        "sentence": "我会私信给你他的联系方式。",
        "label": ""
      },
      {
        "sentence": "希望他能够给你们一些帮助和指导。",
        "label": ""
      },
      {
        "sentence": "另外，我想和你分享一段我的心理导师的话：“当你试图改变他人的时候，实际上你是在评判他没其实，在宇宙当中，每个人都是完美的。",
        "label": ""
      },
      {
        "sentence": "事实上，每个人都不喜欢被别人改变，每个人只喜欢自我改变。",
        "label": ""
      },
      {
        "sentence": "因为自我改变是快乐的，被他人改变是痛苦的，追求快乐逃离痛苦是人的本性。",
        "label": ""
      },
      {
        "sentence": "所以你对周围人最大的爱，就是活出你自己并影响他人。",
        "label": ""
      },
      {
        "sentence": "当他人没有体验完他自己的游戏，他想体验一切的时候，他是不会被任何人改变的。",
        "label": ""
      },
      {
        "sentence": "所以请允许一切的发生，按照它本来的样子，所以请让他自我改变。",
        "label": ""
      },
      {
        "sentence": "你只需要唤醒你自己，快乐你自己。",
        "label": ""
      },
      {
        "sentence": "爱满自溢，让爱充满你，流经你而传递给别人，不求任何的回报。",
        "label": ""
      },
      {
        "sentence": "对于生命，我们最大的功课，就是成为爱！",
        "label": ""
      },
      {
        "sentence": "走过千山万水才发现，爱是一切的解答！",
        "label": ""
      },
      {
        "sentence": "”希望能帮助你。",
        "label": ""
      }
    ]
  }
]