[
  {
    "role": "client",
    "content": "我是一个17岁的女生，总觉得身边没有要好的朋友，感到很孤单。",
    "annotation": [
      {
        "sentence": "我是一个17岁的女生，总觉得身边没有要好的朋友，感到很孤单。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你感觉自己没有朋友时，可能有以下几个原因：第一，你接触的人可能很少，没有可以倾诉心事的知己；第二，或许你太内向了，不擅长表达，不擅长与他人沟通；第三，或许是你太过于高傲，不与他人交往，不融入别人的群体，你认为自己与他们没有共同话题，或者觉得尴尬，无法放松自己。朋友关系需要互动和交流来维持，而不是摆设。如果你想得到朋友的喜欢，首先得去喜欢和他们交流，多了解他们最近的事情，多接触他们，慢慢建立亲密和相互信任的关系。你要相信这些都是相互的，只有你这么做了，别人才会这么做。在友情中，真心和付出都是很重要的。希望这些能对你有所启示。",
    "annotation": [
      {
        "sentence": "当你感觉自己没有朋友时，可能有以下几个原因：第一，你接触的人可能很少，没有可以倾诉心事的知己；第二，或许你太内向了，不擅长表达，不擅长与他人沟通；第三，或许是你太过于高傲，不与他人交往，不融入别人的群体，你认为自己与他们没有共同话题，或者觉得尴尬，无法放松自己。",
        "label": ""
      },
      {
        "sentence": "朋友关系需要互动和交流来维持，而不是摆设。",
        "label": ""
      },
      {
        "sentence": "如果你想得到朋友的喜欢，首先得去喜欢和他们交流，多了解他们最近的事情，多接触他们，慢慢建立亲密和相互信任的关系。",
        "label": ""
      },
      {
        "sentence": "你要相信这些都是相互的，只有你这么做了，别人才会这么做。",
        "label": ""
      },
      {
        "sentence": "在友情中，真心和付出都是很重要的。",
        "label": ""
      },
      {
        "sentence": "希望这些能对你有所启示。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了。但是我从小就被家人说脾气不好，容易情绪化，爱生气还话少有些闷。我觉得自己话不少，只是看人而已。我总觉得别人不理解我。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "但是我从小就被家人说脾气不好，容易情绪化，爱生气还话少有些闷。",
        "label": ""
      },
      {
        "sentence": "我觉得自己话不少，只是看人而已。",
        "label": ""
      },
      {
        "sentence": "我总觉得别人不理解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "家人的评价只是他们的看法，并不代表真实的你。别总把自己的特点和家人的评价混淆在一起。每个人都有自己的相处方式和习惯，只要你能够保持真实和坦诚，多与他人交流，或许就能找到理解你的人。当然，友谊需要时间去培养，不要急于求成。坚信自己，积极主动地融入社交圈子，展示你独特的魅力，可能会吸引到更多懂你的人。",
    "annotation": [
      {
        "sentence": "家人的评价只是他们的看法，并不代表真实的你。",
        "label": ""
      },
      {
        "sentence": "别总把自己的特点和家人的评价混淆在一起。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的相处方式和习惯，只要你能够保持真实和坦诚，多与他人交流，或许就能找到理解你的人。",
        "label": ""
      },
      {
        "sentence": "当然，友谊需要时间去培养，不要急于求成。",
        "label": ""
      },
      {
        "sentence": "坚信自己，积极主动地融入社交圈子，展示你独特的魅力，可能会吸引到更多懂你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经有一个初中的好朋友，在初三因为补习班的事情和我闹掰了。虽然在高中我去道歉我们也一起出去玩了一次，但之后再也没有联系过我。我现在去了另一个省份上高中，虽然有不错的同学，但就是感觉没有像初中那样真挚的友谊了...我觉得自己很孤独。",
    "annotation": [
      {
        "sentence": "我曾经有一个初中的好朋友，在初三因为补习班的事情和我闹掰了。",
        "label": ""
      },
      {
        "sentence": "虽然在高中我去道歉我们也一起出去玩了一次，但之后再也没有联系过我。",
        "label": ""
      },
      {
        "sentence": "我现在去了另一个省份上高中，虽然有不错的同学，但就是感觉没有像初中那样真挚的友谊了...我觉得自己很孤独。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "失去一个好朋友的确会让人感到孤独和失落。但是人生是充满变化和转折的，每个阶段都可能会遇到新的人和新的朋友。或许在初中的友谊只是一个过渡，帮助你成长和经历不同的人际关系。现在你来到了一个新的环境，可以尝试主动去结识新的朋友，展示自己的独特魅力，或许能够建立起更深厚和真挚的友谊。不要对过去固执不变，给予自己机会去接触更多的人和事物，相信未来还有更美好的友谊等着你。",
    "annotation": [
      {
        "sentence": "失去一个好朋友的确会让人感到孤独和失落。",
        "label": ""
      },
      {
        "sentence": "但是人生是充满变化和转折的，每个阶段都可能会遇到新的人和新的朋友。",
        "label": ""
      },
      {
        "sentence": "或许在初中的友谊只是一个过渡，帮助你成长和经历不同的人际关系。",
        "label": ""
      },
      {
        "sentence": "现在你来到了一个新的环境，可以尝试主动去结识新的朋友，展示自己的独特魅力，或许能够建立起更深厚和真挚的友谊。",
        "label": ""
      },
      {
        "sentence": "不要对过去固执不变，给予自己机会去接触更多的人和事物，相信未来还有更美好的友谊等着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我昨天和我很好的同桌一起去玩，还有坐在我后面的同学。起初我们玩密室逃脱的时候，她们俩互相拍照把我扔在一旁，然后她们拍完照就去换衣服了。我拍得慢一些，赶着去换的时候，她们已经换完了，结果抛下我就走了。我还叫了她们一声，但是过了一会她们才回来找我，而且大部分时间都是她们两个在说话。我觉得自己的性格不好，被抛弃了。我和男朋友说了这件事，他说了一些安慰的话，但我觉得这种状况不可能很快缓解，我还是很难过。",
    "annotation": [
      {
        "sentence": "我昨天和我很好的同桌一起去玩，还有坐在我后面的同学。",
        "label": ""
      },
      {
        "sentence": "起初我们玩密室逃脱的时候，她们俩互相拍照把我扔在一旁，然后她们拍完照就去换衣服了。",
        "label": ""
      },
      {
        "sentence": "我拍得慢一些，赶着去换的时候，她们已经换完了，结果抛下我就走了。",
        "label": ""
      },
      {
        "sentence": "我还叫了她们一声，但是过了一会她们才回来找我，而且大部分时间都是她们两个在说话。",
        "label": ""
      },
      {
        "sentence": "我觉得自己的性格不好，被抛弃了。",
        "label": ""
      },
      {
        "sentence": "我和男朋友说了这件事，他说了一些安慰的话，但我觉得这种状况不可能很快缓解，我还是很难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "遇到这样的事情，确实会让人感到难过和不开心。但是要记住，每个人的行为和选择都是独立的，不能以此来否定自己的价值和性格。有些时候，别人的行为可能只是暂时的疏忽或者没有注意到你的感受。你可以尝试主动与她们沟通，告诉她们你的感受和想法，也许她们会理解并改变行为。同时，不要将自己的价值寄托在他人身上，你是独一无二的，拥有自己的闪光点和魅力。同时，与男朋友分享你的困扰是对的，但要注意他可能无法完全理解你的感受。可以尝试和他沟通，告诉他你期望他能更多地倾听和支持你。",
    "annotation": [
      {
        "sentence": "遇到这样的事情，确实会让人感到难过和不开心。",
        "label": ""
      },
      {
        "sentence": "但是要记住，每个人的行为和选择都是独立的，不能以此来否定自己的价值和性格。",
        "label": ""
      },
      {
        "sentence": "有些时候，别人的行为可能只是暂时的疏忽或者没有注意到你的感受。",
        "label": ""
      },
      {
        "sentence": "你可以尝试主动与她们沟通，告诉她们你的感受和想法，也许她们会理解并改变行为。",
        "label": ""
      },
      {
        "sentence": "同时，不要将自己的价值寄托在他人身上，你是独一无二的，拥有自己的闪光点和魅力。",
        "label": ""
      },
      {
        "sentence": "同时，与男朋友分享你的困扰是对的，但要注意他可能无法完全理解你的感受。",
        "label": ""
      },
      {
        "sentence": "可以尝试和他沟通，告诉他你期望他能更多地倾听和支持你。",
        "label": ""
      }
    ]
  }
]