[
  {
    "role": "client",
    "content": "社交对视恐惧寻求帮助，有擅长眼动脱敏的咨询师吗？有擅长眼动脱敏疗法的咨询师吗？寻求帮助！",
    "annotation": [
      {
        "sentence": "社交对视恐惧寻求帮助，有擅长眼动脱敏的咨询师吗？",
        "label": ""
      },
      {
        "sentence": "有擅长眼动脱敏疗法的咨询师吗？",
        "label": ""
      },
      {
        "sentence": "寻求帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "社交对视恐惧对很多人来说都是一个常见的问题，你是在寻找擅长眼动脱敏疗法的咨询师吗？",
    "annotation": [
      {
        "sentence": "社交对视恐惧对很多人来说都是一个常见的问题，你是在寻找擅长眼动脱敏疗法的咨询师吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我希望找到有经验的咨询师来帮助我克服社交对视恐惧。",
    "annotation": [
      {
        "sentence": "是的，我希望找到有经验的咨询师来帮助我克服社交对视恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你想找到擅长眼动脱敏疗法的咨询师，你可以尝试在咨询页面查找匹配的咨询师。他们的简介、受训经历、咨询风格以及擅长的技巧与观念等都可以帮助你判断对方是否适合你。但是要记住，找到合适的咨询师可能需要一些时间。",
    "annotation": [
      {
        "sentence": "如果你想找到擅长眼动脱敏疗法的咨询师，你可以尝试在咨询页面查找匹配的咨询师。",
        "label": ""
      },
      {
        "sentence": "他们的简介、受训经历、咨询风格以及擅长的技巧与观念等都可以帮助你判断对方是否适合你。",
        "label": ""
      },
      {
        "sentence": "但是要记住，找到合适的咨询师可能需要一些时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "明白了，我会去咨询页面寻找适合我的咨询师，并仔细阅读他们的简介和经历。除了眼动脱敏，还有其他心理治疗方法可以帮助我克服社交对视恐惧吗？",
    "annotation": [
      {
        "sentence": "明白了，我会去咨询页面寻找适合我的咨询师，并仔细阅读他们的简介和经历。",
        "label": ""
      },
      {
        "sentence": "除了眼动脱敏，还有其他心理治疗方法可以帮助我克服社交对视恐惧吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，眼动脱敏是一种有效的心理治疗方法，但你也可以考虑寻找其他心理治疗师或线下的精神卫生中心来寻求帮助。对于社交对视恐惧这个问题，你要知道它往往与许多因素相互关联，包括你的家庭经历和人际交往经验。配合心理咨询并进行适当的调整，你应该明白自己的情绪是正常的。在面对社交对视时，你可能会联想到许多事情。如何缓解负面影响并脱离过去的负面经历，寻找友善的交流对象是关键。",
    "annotation": [
      {
        "sentence": "是的，眼动脱敏是一种有效的心理治疗方法，但你也可以考虑寻找其他心理治疗师或线下的精神卫生中心来寻求帮助。",
        "label": ""
      },
      {
        "sentence": "对于社交对视恐惧这个问题，你要知道它往往与许多因素相互关联，包括你的家庭经历和人际交往经验。",
        "label": ""
      },
      {
        "sentence": "配合心理咨询并进行适当的调整，你应该明白自己的情绪是正常的。",
        "label": ""
      },
      {
        "sentence": "在面对社交对视时，你可能会联想到许多事情。",
        "label": ""
      },
      {
        "sentence": "如何缓解负面影响并脱离过去的负面经历，寻找友善的交流对象是关键。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道社交对视恐惧的原因可能涉及我大脑中的杏仁核区域，也就是所谓的“蜥蜴大脑”。但是我仍然觉得很困难，有时候我甚至害怕社交对视。",
    "annotation": [
      {
        "sentence": "我知道社交对视恐惧的原因可能涉及我大脑中的杏仁核区域，也就是所谓的“蜥蜴大脑”。",
        "label": ""
      },
      {
        "sentence": "但是我仍然觉得很困难，有时候我甚至害怕社交对视。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对视的恐惧是很常见的情绪反应，每个人都有可能经历这样的情绪。我们只能正视并接受这种情绪的存在。如果你觉得对视是困难恐惧的，或许你可以尝试引导自己进行眼神漂移和微妙的位置把握，我们并不是每时每刻都需要进行眼神接触。你可以审视内心的恐惧，当我们感觉到别人对自己或他人的伤害或威胁时，往往会感到害怕。不过，有时恐惧会让我们止步不前。仔细看看你的恐惧，你会发现其中有些事情或许并不会发生。你可以专注于那些你可以控制的事情，将注意力集中在你自己想要说什么以及对方的话语含义上，促进关系的和谐稳定，并培养更多亲社会元素，学会自我接受。",
    "annotation": [
      {
        "sentence": "对视的恐惧是很常见的情绪反应，每个人都有可能经历这样的情绪。",
        "label": ""
      },
      {
        "sentence": "我们只能正视并接受这种情绪的存在。",
        "label": ""
      },
      {
        "sentence": "如果你觉得对视是困难恐惧的，或许你可以尝试引导自己进行眼神漂移和微妙的位置把握，我们并不是每时每刻都需要进行眼神接触。",
        "label": ""
      },
      {
        "sentence": "你可以审视内心的恐惧，当我们感觉到别人对自己或他人的伤害或威胁时，往往会感到害怕。",
        "label": ""
      },
      {
        "sentence": "不过，有时恐惧会让我们止步不前。",
        "label": ""
      },
      {
        "sentence": "仔细看看你的恐惧，你会发现其中有些事情或许并不会发生。",
        "label": ""
      },
      {
        "sentence": "你可以专注于那些你可以控制的事情，将注意力集中在你自己想要说什么以及对方的话语含义上，促进关系的和谐稳定，并培养更多亲社会元素，学会自我接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着将注意力从自己的反应上转移出来，并对对方的感受产生好奇心。我也知道我有机会与友善的人进行交流，但是这需要练习。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着将注意力从自己的反应上转移出来，并对对方的感受产生好奇心。",
        "label": ""
      },
      {
        "sentence": "我也知道我有机会与友善的人进行交流，但是这需要练习。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，这确实需要一些练习，我们都要从最简单的事情做起。要对自己对生活的期待进行适当的规划，相信你可以克服社交对视恐惧。祝福你！",
    "annotation": [
      {
        "sentence": "没错，这确实需要一些练习，我们都要从最简单的事情做起。",
        "label": ""
      },
      {
        "sentence": "要对自己对生活的期待进行适当的规划，相信你可以克服社交对视恐惧。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]