[
  {
    "role": "client",
    "content": "我今年16男朋友18，我们在一起快一年了。我不知道是应该给他第一次做爱的机会还是不给好。他说他想尝试一下第一次做爱的感觉，因为他要去读大学了，会离我比较远，他担心自己无法控制，会对不起我。他确实很爱我，想和我走到最后，但是我们都不确定未来发生的事情，他可能会离开我。他是个很负责任的人，他希望在这次实习之后，我能把我的第一次给他，这样他会有一种责任感，更容易走到最后。他答应会使用安全套，但我又担心一旦给了他，我可能会受到很多束缚。我离不开他，但我真的不知道该怎么选择，是应该给他还是不给好？如果我给了他，他会对我负责，但我又担心留下遗憾，也担心对不起父母。",
    "annotation": [
      {
        "sentence": "我今年16男朋友18，我们在一起快一年了。",
        "label": ""
      },
      {
        "sentence": "我不知道是应该给他第一次做爱的机会还是不给好。",
        "label": ""
      },
      {
        "sentence": "他说他想尝试一下第一次做爱的感觉，因为他要去读大学了，会离我比较远，他担心自己无法控制，会对不起我。",
        "label": ""
      },
      {
        "sentence": "他确实很爱我，想和我走到最后，但是我们都不确定未来发生的事情，他可能会离开我。",
        "label": ""
      },
      {
        "sentence": "他是个很负责任的人，他希望在这次实习之后，我能把我的第一次给他，这样他会有一种责任感，更容易走到最后。",
        "label": ""
      },
      {
        "sentence": "他答应会使用安全套，但我又担心一旦给了他，我可能会受到很多束缚。",
        "label": ""
      },
      {
        "sentence": "我离不开他，但我真的不知道该怎么选择，是应该给他还是不给好？",
        "label": ""
      },
      {
        "sentence": "如果我给了他，他会对我负责，但我又担心留下遗憾，也担心对不起父母。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，你现在面临的问题其实是很多年轻人在成长过程中都会遇到的。对于你来说，这个问题可能早出现了一些。在做决定之前，你可以好好考虑一下可能的风险，看看你对这些风险有多大的抵抗能力。首先，怀孕是一个可能的风险，无论是否有避孕措施都存在这个可能性。你是否准备好应对这种意外？你知道该怎么处理吗？是否要告诉父母？另外，无论是男生还是女生，都有可能传染性传播疾病。你知道该如何预防和处理吗？最后，也是最危险的一个风险，我们要考虑到青少年阶段所做的决定可能对未来的生活带来负面影响，并不是所有情况都会如你所愿。即使男友承诺对你负责，和你走到最后，未来你们走不到一起的概率也是存在的（各种外在和内部因素都会影响你们的关系）。你知道如何面对失恋吗？以后你可能会遇到一个你很喜欢的人，但他可能会在意你的情感和性经历，你知道该如何处理吗？我推荐你观看电影《朱诺》，它是一部喜剧，或许能帮助你寻找到自己的答案。希望你能够解决疑惑。",
    "annotation": [
      {
        "sentence": "你好，你现在面临的问题其实是很多年轻人在成长过程中都会遇到的。",
        "label": ""
      },
      {
        "sentence": "对于你来说，这个问题可能早出现了一些。",
        "label": ""
      },
      {
        "sentence": "在做决定之前，你可以好好考虑一下可能的风险，看看你对这些风险有多大的抵抗能力。",
        "label": ""
      },
      {
        "sentence": "首先，怀孕是一个可能的风险，无论是否有避孕措施都存在这个可能性。",
        "label": ""
      },
      {
        "sentence": "你是否准备好应对这种意外？",
        "label": ""
      },
      {
        "sentence": "你知道该怎么处理吗？",
        "label": ""
      },
      {
        "sentence": "是否要告诉父母？",
        "label": ""
      },
      {
        "sentence": "另外，无论是男生还是女生，都有可能传染性传播疾病。",
        "label": ""
      },
      {
        "sentence": "你知道该如何预防和处理吗？",
        "label": ""
      },
      {
        "sentence": "最后，也是最危险的一个风险，我们要考虑到青少年阶段所做的决定可能对未来的生活带来负面影响，并不是所有情况都会如你所愿。",
        "label": ""
      },
      {
        "sentence": "即使男友承诺对你负责，和你走到最后，未来你们走不到一起的概率也是存在的（各种外在和内部因素都会影响你们的关系）。",
        "label": ""
      },
      {
        "sentence": "你知道如何面对失恋吗？",
        "label": ""
      },
      {
        "sentence": "以后你可能会遇到一个你很喜欢的人，但他可能会在意你的情感和性经历，你知道该如何处理吗？",
        "label": ""
      },
      {
        "sentence": "我推荐你观看电影《朱诺》，它是一部喜剧，或许能帮助你寻找到自己的答案。",
        "label": ""
      },
      {
        "sentence": "希望你能够解决疑惑。",
        "label": ""
      }
    ]
  }
]