[
  {
    "role": "client",
    "content": "我的十一岁女儿情绪暴躁易怒，还总是否认做过事情？大女儿自从老二出生后，一直情绪非常不稳定。总是欺负妹妹！每次做错事情，从来不承认，还编造事实，死活不认错。任何时候父母说她，都顶嘴，然后用一个编造的谎言强行说父母冤枉她，却不知道改正错误。",
    "annotation": [
      {
        "sentence": "我的十一岁女儿情绪暴躁易怒，还总是否认做过事情？",
        "label": ""
      },
      {
        "sentence": "大女儿自从老二出生后，一直情绪非常不稳定。",
        "label": ""
      },
      {
        "sentence": "总是欺负妹妹！",
        "label": ""
      },
      {
        "sentence": "每次做错事情，从来不承认，还编造事实，死活不认错。",
        "label": ""
      },
      {
        "sentence": "任何时候父母说她，都顶嘴，然后用一个编造的谎言强行说父母冤枉她，却不知道改正错误。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的困扰中可以看到在你的小女儿出生后，大女儿便出现了以下的行为：1⃣️情绪不稳定2⃣️欺负小妹妹3⃣️不承认错误并撒谎顶嘴。其实，我们并不需要太过急于将孩子这一些行为归为好行为或坏行为，并从这些行为对孩子本身做出评价或者对孩子感到焦虑和不满。我们更应该做的，是找寻孩子做出这些行为背后的原因。下面是一个小案例：曾经有一对母女一同逛超市，结果出超市门时，小女孩被发现偷走了一个洋娃娃。她的母亲因此气急败坏，让小女孩立刻认错并归还洋娃娃。女孩坚决否认自己偷玩具的事实不肯认错，最终这位妈妈竟叫来警察对自己的女儿进行教育。在这个案例中，母亲的行为其实是对女儿成长的极大伤害，同时也是对于自己教育责任的推卸。当孩子做出偷的行为的时候，母亲第一反应不应该是：你怎么变得这么坏？而应该是问问自己：孩子为什么要去偷呢？是不是她认为我一定不会买玩具给她？当孩子撒谎否认偷玩具的事实时，母亲的第一反应不应该是：你什么时候学坏撒谎了？而应该问问自己：孩子为什么不敢跟我讲实话？所以对于小孩子的行为，成人不需要在道德上作出太过苛刻的评判，而更应该找出背后原因，并进行适当的引导。",
    "annotation": [
      {
        "sentence": "从你的困扰中可以看到在你的小女儿出生后，大女儿便出现了以下的行为：1⃣️情绪不稳定2⃣️欺负小妹妹3⃣️不承认错误并撒谎顶嘴。",
        "label": ""
      },
      {
        "sentence": "其实，我们并不需要太过急于将孩子这一些行为归为好行为或坏行为，并从这些行为对孩子本身做出评价或者对孩子感到焦虑和不满。",
        "label": ""
      },
      {
        "sentence": "我们更应该做的，是找寻孩子做出这些行为背后的原因。",
        "label": ""
      },
      {
        "sentence": "下面是一个小案例：曾经有一对母女一同逛超市，结果出超市门时，小女孩被发现偷走了一个洋娃娃。",
        "label": ""
      },
      {
        "sentence": "她的母亲因此气急败坏，让小女孩立刻认错并归还洋娃娃。",
        "label": ""
      },
      {
        "sentence": "女孩坚决否认自己偷玩具的事实不肯认错，最终这位妈妈竟叫来警察对自己的女儿进行教育。",
        "label": ""
      },
      {
        "sentence": "在这个案例中，母亲的行为其实是对女儿成长的极大伤害，同时也是对于自己教育责任的推卸。",
        "label": ""
      },
      {
        "sentence": "当孩子做出偷的行为的时候，母亲第一反应不应该是：你怎么变得这么坏？",
        "label": ""
      },
      {
        "sentence": "而应该是问问自己：孩子为什么要去偷呢？",
        "label": ""
      },
      {
        "sentence": "是不是她认为我一定不会买玩具给她？",
        "label": ""
      },
      {
        "sentence": "当孩子撒谎否认偷玩具的事实时，母亲的第一反应不应该是：你什么时候学坏撒谎了？",
        "label": ""
      },
      {
        "sentence": "而应该问问自己：孩子为什么不敢跟我讲实话？",
        "label": ""
      },
      {
        "sentence": "所以对于小孩子的行为，成人不需要在道德上作出太过苛刻的评判，而更应该找出背后原因，并进行适当的引导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该以探寻原因的方式对待女儿的行为，而不是一味批评她。可是，当她情绪暴躁时，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我明白了，我应该以探寻原因的方式对待女儿的行为，而不是一味批评她。",
        "label": ""
      },
      {
        "sentence": "可是，当她情绪暴躁时，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当孩子情绪不稳定时，会不会是因为小妹妹的存在，让她感到关注度减少，因此想通过阴晴不定的情绪唤起父母的注意呢？如果是这样的话，你可以通过多与大女儿互动或者在你照顾小女儿的过程中更多地让大女儿参与其中，增进彼此的联系，体现你对大女儿的关注。",
    "annotation": [
      {
        "sentence": "当孩子情绪不稳定时，会不会是因为小妹妹的存在，让她感到关注度减少，因此想通过阴晴不定的情绪唤起父母的注意呢？",
        "label": ""
      },
      {
        "sentence": "如果是这样的话，你可以通过多与大女儿互动或者在你照顾小女儿的过程中更多地让大女儿参与其中，增进彼此的联系，体现你对大女儿的关注。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着多花时间与大女儿互动，让她感受到我对她的关心。还有，当她欺负小妹妹时，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我会试着多花时间与大女儿互动，让她感受到我对她的关心。",
        "label": ""
      },
      {
        "sentence": "还有，当她欺负小妹妹时，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当孩子欺负小妹妹的时候，会不会是因为出于对小妹妹分走了原本属于她一人的爱的不满呢？如果是这样，你可以寻找一个合适且私人的时间和地点，与孩子好好沟通小女儿与孩子的关系，并且在照顾小女儿的同时也应该体察大女儿的情绪。",
    "annotation": [
      {
        "sentence": "当孩子欺负小妹妹的时候，会不会是因为出于对小妹妹分走了原本属于她一人的爱的不满呢？",
        "label": ""
      },
      {
        "sentence": "如果是这样，你可以寻找一个合适且私人的时间和地点，与孩子好好沟通小女儿与孩子的关系，并且在照顾小女儿的同时也应该体察大女儿的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我想我需要更加关注大女儿的情感需求，以确保她不会因为小妹妹而感到被忽略。还有，当她撒谎否认事实时，我应该怎么办？",
    "annotation": [
      {
        "sentence": "确实，我想我需要更加关注大女儿的情感需求，以确保她不会因为小妹妹而感到被忽略。",
        "label": ""
      },
      {
        "sentence": "还有，当她撒谎否认事实时，我应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当孩子撒谎否认事实的时候，会不会是因为出于对承认事实后的惩罚的恐惧呢？如果是这样，你可以在一种安全的氛围下询问孩子，让孩子觉得她的回答与惩罚无关，建立良好沟通的关系。",
    "annotation": [
      {
        "sentence": "当孩子撒谎否认事实的时候，会不会是因为出于对承认事实后的惩罚的恐惧呢？",
        "label": ""
      },
      {
        "sentence": "如果是这样，你可以在一种安全的氛围下询问孩子，让孩子觉得她的回答与惩罚无关，建立良好沟通的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，确实，我应该给她一个安全的环境，让她愿意坦诚地和我交流。谢谢你的建议，希望我能帮助到女儿，让她能够健康快乐地成长。",
    "annotation": [
      {
        "sentence": "嗯，确实，我应该给她一个安全的环境，让她愿意坦诚地和我交流。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，希望我能帮助到女儿，让她能够健康快乐地成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够成为女儿成长道路上的良师益友。只要你以爱和理解的态度与她进行沟通，她一定能够感受到你的支持和关爱。祝你和你的女儿们幸福快乐！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够成为女儿成长道路上的良师益友。",
        "label": ""
      },
      {
        "sentence": "只要你以爱和理解的态度与她进行沟通，她一定能够感受到你的支持和关爱。",
        "label": ""
      },
      {
        "sentence": "祝你和你的女儿们幸福快乐！",
        "label": ""
      }
    ]
  }
]