[
  {
    "role": "client",
    "content": "我十一岁的女儿情绪暴躁易怒，还总是否认做过事情。大女儿自从老二出生后，一直情绪非常不稳定。总是欺负妹妹！每次做错事情，从来不承认，还编造事实，死活不认错。任何时候父母说她，都顶嘴，然后用一个编造的谎言强行说父母冤枉她，却不知道改正错误。",
    "annotation": [
      {
        "sentence": "我十一岁的女儿情绪暴躁易怒，还总是否认做过事情。",
        "label": ""
      },
      {
        "sentence": "大女儿自从老二出生后，一直情绪非常不稳定。",
        "label": ""
      },
      {
        "sentence": "总是欺负妹妹！",
        "label": ""
      },
      {
        "sentence": "每次做错事情，从来不承认，还编造事实，死活不认错。",
        "label": ""
      },
      {
        "sentence": "任何时候父母说她，都顶嘴，然后用一个编造的谎言强行说父母冤枉她，却不知道改正错误。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢邀。你家的两个女儿年纪应该相差不小。关于欺负妹妹，挺正常的，妹妹的出现，让她丧失了一些东西，即便得到了其他形式的补偿，丧失的痛苦仍旧不会被抵消。最主要的丧失，可能就是在家庭里的地位，小朋友们不考虑那些理论上的东西（类似将来你们可以互相照顾之类的，那种经验对她们来说太陌生了），她们主要是依据实际经历来判断，例如，父母花了更多的时间在那个孩子（妹妹）身上，导致她有更多的事情需要自己做，或者因为父母要照顾婴儿无法兼顾而放弃一些外出活动。",
    "annotation": [
      {
        "sentence": "谢邀。",
        "label": ""
      },
      {
        "sentence": "你家的两个女儿年纪应该相差不小。",
        "label": ""
      },
      {
        "sentence": "关于欺负妹妹，挺正常的，妹妹的出现，让她丧失了一些东西，即便得到了其他形式的补偿，丧失的痛苦仍旧不会被抵消。",
        "label": ""
      },
      {
        "sentence": "最主要的丧失，可能就是在家庭里的地位，小朋友们不考虑那些理论上的东西（类似将来你们可以互相照顾之类的，那种经验对她们来说太陌生了），她们主要是依据实际经历来判断，例如，父母花了更多的时间在那个孩子（妹妹）身上，导致她有更多的事情需要自己做，或者因为父母要照顾婴儿无法兼顾而放弃一些外出活动。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我注意到大女儿确实在某些方面失去了关注和关心。这导致了她的情绪不稳定和对妹妹的敌意。我担心她会受到更多的伤害。",
    "annotation": [
      {
        "sentence": "确实，我注意到大女儿确实在某些方面失去了关注和关心。",
        "label": ""
      },
      {
        "sentence": "这导致了她的情绪不稳定和对妹妹的敌意。",
        "label": ""
      },
      {
        "sentence": "我担心她会受到更多的伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我家老大也出现过一些情绪，我对她的遭遇表示同情（这样她会感觉到自己被理解），然后告诉她，我们基于自己的经验，觉得两三个孩子的家庭更稳定，所以打算生两个或者三个孩子（也就是生不生妹妹跟她的表现没关系），同时告诉她，妹妹出生以后，不只是她，每个人的生活状态都会发生变化，家里的每个人都需要适应。不知道姐姐怎么理解我说的话，至少可以避免她胡乱猜测。关于多子女家庭的关系处理，推荐《孩子，挑战》这本书，里面提供了很多具体操作的思路。",
    "annotation": [
      {
        "sentence": "我家老大也出现过一些情绪，我对她的遭遇表示同情（这样她会感觉到自己被理解），然后告诉她，我们基于自己的经验，觉得两三个孩子的家庭更稳定，所以打算生两个或者三个孩子（也就是生不生妹妹跟她的表现没关系），同时告诉她，妹妹出生以后，不只是她，每个人的生活状态都会发生变化，家里的每个人都需要适应。",
        "label": ""
      },
      {
        "sentence": "不知道姐姐怎么理解我说的话，至少可以避免她胡乱猜测。",
        "label": ""
      },
      {
        "sentence": "关于多子女家庭的关系处理，推荐《孩子，挑战》这本书，里面提供了很多具体操作的思路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会试着与大女儿沟通，让她感受到我们对她的理解，并向她解释家庭现状的变化以及每个人的需要。我也会阅读这本书，希望能找到更多的帮助和指导。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着与大女儿沟通，让她感受到我们对她的理解，并向她解释家庭现状的变化以及每个人的需要。",
        "label": ""
      },
      {
        "sentence": "我也会阅读这本书，希望能找到更多的帮助和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你。关于小朋友做错事，一般有两种情况，其一，在她的认知里面，根本没有做错事，其二，明知故犯。根据个人经验，第一种情况更常见。不论是成年人还是小朋友，都会对各种状况进行解释，并予以应对，解释和应对的时候，都是用自己掌握的逻辑和经验。小朋友的经验很少，逻辑也相对不完善，所以她们对事情的解释，往往和成年人的想法有很大差异。所以，在成年人的逻辑看来是“错”的事，在她们看来“颇有道理”。想要改善这种状况，可以在小朋友犯错的时候，向她们解释这件事情在我们看来是怎样的逻辑，帮助她们增加经验。",
    "annotation": [
      {
        "sentence": "很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "关于小朋友做错事，一般有两种情况，其一，在她的认知里面，根本没有做错事，其二，明知故犯。",
        "label": ""
      },
      {
        "sentence": "根据个人经验，第一种情况更常见。",
        "label": ""
      },
      {
        "sentence": "不论是成年人还是小朋友，都会对各种状况进行解释，并予以应对，解释和应对的时候，都是用自己掌握的逻辑和经验。",
        "label": ""
      },
      {
        "sentence": "小朋友的经验很少，逻辑也相对不完善，所以她们对事情的解释，往往和成年人的想法有很大差异。",
        "label": ""
      },
      {
        "sentence": "所以，在成年人的逻辑看来是“错”的事，在她们看来“颇有道理”。",
        "label": ""
      },
      {
        "sentence": "想要改善这种状况，可以在小朋友犯错的时候，向她们解释这件事情在我们看来是怎样的逻辑，帮助她们增加经验。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。我会尽量用简单明了的方式向大女儿解释我们的逻辑和观点，帮助她更好地理解自己的行为。我也会鼓励她多接触和学习一些正确的道德观念。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "我会尽量用简单明了的方式向大女儿解释我们的逻辑和观点，帮助她更好地理解自己的行为。",
        "label": ""
      },
      {
        "sentence": "我也会鼓励她多接触和学习一些正确的道德观念。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好的方向。最后，关于做错事不承认，想想我们成年人，做错了事，自己愿意改，但是愿意被人当面摁在那里认罪么？也不愿意。所以，这里面涉及到自尊的问题。做错事不承认是让人恼火，但是从另一个角度看，是孩子试图维护自己在父母心目中的形象，是怕自己一旦不完美就会丧失父母的爱。如果孩子能够确知认错并改正能最大限度地完善她们在父母心中的形象，我想她们是愿意认错并改正的。以上主要是基于个人经验的想法，供参考。",
    "annotation": [
      {
        "sentence": "很好的方向。",
        "label": ""
      },
      {
        "sentence": "最后，关于做错事不承认，想想我们成年人，做错了事，自己愿意改，但是愿意被人当面摁在那里认罪么？",
        "label": ""
      },
      {
        "sentence": "也不愿意。",
        "label": ""
      },
      {
        "sentence": "所以，这里面涉及到自尊的问题。",
        "label": ""
      },
      {
        "sentence": "做错事不承认是让人恼火，但是从另一个角度看，是孩子试图维护自己在父母心目中的形象，是怕自己一旦不完美就会丧失父母的爱。",
        "label": ""
      },
      {
        "sentence": "如果孩子能够确知认错并改正能最大限度地完善她们在父母心中的形象，我想她们是愿意认错并改正的。",
        "label": ""
      },
      {
        "sentence": "以上主要是基于个人经验的想法，供参考。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我会尝试改变我的态度，更多地关注和鼓励大女儿，帮助她建立积极的自尊和正确的行为观念。我相信通过我们的共同努力，她会变得更加自信和善良。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我会尝试改变我的态度，更多地关注和鼓励大女儿，帮助她建立积极的自尊和正确的行为观念。",
        "label": ""
      },
      {
        "sentence": "我相信通过我们的共同努力，她会变得更加自信和善良。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常赞同你的想法。请记住，耐心和理解是培养孩子积极行为和健康心理的重要因素。祝你们一家人幸福快乐！",
    "annotation": [
      {
        "sentence": "非常赞同你的想法。",
        "label": ""
      },
      {
        "sentence": "请记住，耐心和理解是培养孩子积极行为和健康心理的重要因素。",
        "label": ""
      },
      {
        "sentence": "祝你们一家人幸福快乐！",
        "label": ""
      }
    ]
  }
]