[
  {
    "role": "client",
    "content": "婚姻，何去何从，我还能抗多久？",
    "annotation": [
      {
        "sentence": "婚姻，何去何从，我还能抗多久？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的情绪在言语中已经表露无遗，看得出你已经承受了很大的压力。你父亲患有尿毒症，儿子又是自闭症，还有个不成熟的丈夫，你一个人在这个夜晚崩溃了。明天你又要继续应付生意和照顾孩子。你担心清晨被父亲困扰会导致你错过与客户的会面。你应该明白，你有表达出对丈夫的不满，但是无奈之下你们还是要继续生活。你是否考虑过离婚？但考虑到孩子年幼，也需要他的帮助来维持生活。是否放弃离婚的选择？这样的家庭生活和单亲家庭没什么区别，除了情感上的寄托，你还要维持与客户的关系、介入孩子的自闭症，偶尔还要照顾父亲的情绪。你是否感到疲惫？你觉得说出来是否能解决问题？你觉得自己还能坚持多久呢？",
    "annotation": [
      {
        "sentence": "你的情绪在言语中已经表露无遗，看得出你已经承受了很大的压力。",
        "label": ""
      },
      {
        "sentence": "你父亲患有尿毒症，儿子又是自闭症，还有个不成熟的丈夫，你一个人在这个夜晚崩溃了。",
        "label": ""
      },
      {
        "sentence": "明天你又要继续应付生意和照顾孩子。",
        "label": ""
      },
      {
        "sentence": "你担心清晨被父亲困扰会导致你错过与客户的会面。",
        "label": ""
      },
      {
        "sentence": "你应该明白，你有表达出对丈夫的不满，但是无奈之下你们还是要继续生活。",
        "label": ""
      },
      {
        "sentence": "你是否考虑过离婚？",
        "label": ""
      },
      {
        "sentence": "但考虑到孩子年幼，也需要他的帮助来维持生活。",
        "label": ""
      },
      {
        "sentence": "是否放弃离婚的选择？",
        "label": ""
      },
      {
        "sentence": "这样的家庭生活和单亲家庭没什么区别，除了情感上的寄托，你还要维持与客户的关系、介入孩子的自闭症，偶尔还要照顾父亲的情绪。",
        "label": ""
      },
      {
        "sentence": "你是否感到疲惫？",
        "label": ""
      },
      {
        "sentence": "你觉得说出来是否能解决问题？",
        "label": ""
      },
      {
        "sentence": "你觉得自己还能坚持多久呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我感受到了你对我的压抑和疲惫的理解。你说的对，我确实承担了很多，几乎没有属于自己独立休息的时间。而且丈夫对我也不理解、不接受、不支持、不关爱，这使我非常难受和无助。夫妻关系确实是相互影响的，我的态度也会影响丈夫对我的态度。我觉得丈夫不成熟，因为他言行不符合丈夫和父亲的基本标准，与我的期望相差太远，所以才对他有了这样的看法。但是这样的看法实际上对丈夫没有帮助，只是让他觉得自己没有被接纳和认可。而且我对他的期望可能也让他觉得我更像他的“妈妈”，对他抱有着殷切的期望，这让他不愿意接受我的想法和做法。你问我在日常生活中是如何与丈夫交流的，我是怎么看待对待他的？我应该像一个妻子一样尊重、信任、理解、接纳和认可他的一些想法和做法吗？如果我期望丈夫能够尊重、信任、理解、接纳和认可我，我自己是否应该先尊重、信任、理解、接纳和认可自己和丈夫，而不是等待丈夫先行动呢？我要怎样才能打破现在的僵局呢？我该从哪方面着手呢？感觉目前我们的情感关系很受困扰，我很想解开这些误会，让我们的感情能够稳定发展。",
    "annotation": [
      {
        "sentence": "我感受到了你对我的压抑和疲惫的理解。",
        "label": ""
      },
      {
        "sentence": "你说的对，我确实承担了很多，几乎没有属于自己独立休息的时间。",
        "label": ""
      },
      {
        "sentence": "而且丈夫对我也不理解、不接受、不支持、不关爱，这使我非常难受和无助。",
        "label": ""
      },
      {
        "sentence": "夫妻关系确实是相互影响的，我的态度也会影响丈夫对我的态度。",
        "label": ""
      },
      {
        "sentence": "我觉得丈夫不成熟，因为他言行不符合丈夫和父亲的基本标准，与我的期望相差太远，所以才对他有了这样的看法。",
        "label": ""
      },
      {
        "sentence": "但是这样的看法实际上对丈夫没有帮助，只是让他觉得自己没有被接纳和认可。",
        "label": ""
      },
      {
        "sentence": "而且我对他的期望可能也让他觉得我更像他的“妈妈”，对他抱有着殷切的期望，这让他不愿意接受我的想法和做法。",
        "label": ""
      },
      {
        "sentence": "你问我在日常生活中是如何与丈夫交流的，我是怎么看待对待他的？",
        "label": ""
      },
      {
        "sentence": "我应该像一个妻子一样尊重、信任、理解、接纳和认可他的一些想法和做法吗？",
        "label": ""
      },
      {
        "sentence": "如果我期望丈夫能够尊重、信任、理解、接纳和认可我，我自己是否应该先尊重、信任、理解、接纳和认可自己和丈夫，而不是等待丈夫先行动呢？",
        "label": ""
      },
      {
        "sentence": "我要怎样才能打破现在的僵局呢？",
        "label": ""
      },
      {
        "sentence": "我该从哪方面着手呢？",
        "label": ""
      },
      {
        "sentence": "感觉目前我们的情感关系很受困扰，我很想解开这些误会，让我们的感情能够稳定发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到了很多关于夫妻和孩子的问题，尤其是孩子的自闭症。孩子之所以自闭，是因为他内心极度缺乏安全感，对现实生活感到极度恐惧，甚至对父母也一样。他无法面对现实，只能封闭自己，一个人在自己的世界里自由地生活，自己做主，尽管很孤独，但却没有那么多的危险和恐惧，可以让他感到相对安全。这也反映了孩子与父母之间极度缺乏亲密的互动，不是一般的缺乏。我很好奇你和丈夫是如何看待和对待孩子的。孩子是家庭中的一面镜子，他身上的问题也反映出了家庭中的问题，尤其是你们夫妻之间存在的问题。困扰你的问题的源头也在你们夫妻之间，只有解决了夫妻之间的问题，你们才能够共同努力承担家庭的责任，你的压力也会减轻很多。同时，孩子也会感受到父母之间的亲密、接纳、认可和关爱，慢慢走出自闭，回到现实生活中。离婚并不能解决你当前的问题，反而会给你带来更大的压力，而且你们夫妻之间的感情问题依然存在，会继续影响你们的感情发展。因此，我建议你预约平台上的合适老师接受系统的心理咨询，一步一步解开夫妻之间的误会和矛盾，修复你们的感情关系，减轻你的身心压力，让你们夫妻能够轻松自然地承担家庭责任，共同享受幸福的生活。",
    "annotation": [
      {
        "sentence": "你提到了很多关于夫妻和孩子的问题，尤其是孩子的自闭症。",
        "label": ""
      },
      {
        "sentence": "孩子之所以自闭，是因为他内心极度缺乏安全感，对现实生活感到极度恐惧，甚至对父母也一样。",
        "label": ""
      },
      {
        "sentence": "他无法面对现实，只能封闭自己，一个人在自己的世界里自由地生活，自己做主，尽管很孤独，但却没有那么多的危险和恐惧，可以让他感到相对安全。",
        "label": ""
      },
      {
        "sentence": "这也反映了孩子与父母之间极度缺乏亲密的互动，不是一般的缺乏。",
        "label": ""
      },
      {
        "sentence": "我很好奇你和丈夫是如何看待和对待孩子的。",
        "label": ""
      },
      {
        "sentence": "孩子是家庭中的一面镜子，他身上的问题也反映出了家庭中的问题，尤其是你们夫妻之间存在的问题。",
        "label": ""
      },
      {
        "sentence": "困扰你的问题的源头也在你们夫妻之间，只有解决了夫妻之间的问题，你们才能够共同努力承担家庭的责任，你的压力也会减轻很多。",
        "label": ""
      },
      {
        "sentence": "同时，孩子也会感受到父母之间的亲密、接纳、认可和关爱，慢慢走出自闭，回到现实生活中。",
        "label": ""
      },
      {
        "sentence": "离婚并不能解决你当前的问题，反而会给你带来更大的压力，而且你们夫妻之间的感情问题依然存在，会继续影响你们的感情发展。",
        "label": ""
      },
      {
        "sentence": "因此，我建议你预约平台上的合适老师接受系统的心理咨询，一步一步解开夫妻之间的误会和矛盾，修复你们的感情关系，减轻你的身心压力，让你们夫妻能够轻松自然地承担家庭责任，共同享受幸福的生活。",
        "label": ""
      }
    ]
  }
]