[
  {
    "role": "client",
    "content": "我真的很困惑很愤懑！为什么颜值会蒙蔽众人的认知？最近看了《如此可爱的我们》，里面黄橙子长得是真的很可爱。大大的有灵气的眼睛日系的长相，和沈月挺相似。抱着粉她的心，我去知乎搜了搜她的资料。结果令人汗颜。据她的同学所说，她在曾经的高中成绩很差，是艺术生。一整个黑社会，总是骂脏话，还总碰到她抽烟。她家境一般，但因为交的男朋友多、有钱，自己却过得很奢侈。她经常化很浓的妆，因为用多了劣质化妆品，长了很多麻子。这从电视剧中也能看得出来，她的脸上是有很多坑的。因为她长得很漂亮，所以全校人大部分都认识她。她曾经在操场与人打架，据说那人用鞋砸她的脸，她被全校通报处分了。考试她也会明目张胆地拿不相识人的试卷去抄。后来她考上了北电还是上戏什么的记不得了。微博知乎上她的颜粉都很多，都认为她可爱善良纯真啊。但我看见她的黑料后特容易出戏，感觉她一直装可爱纯真，收获了一大批无脑粉。现在社会门槛这么低了吗？这样一个人能赚比普通人多那么多钱，对青少年影响多大啊。",
    "annotation": [
      {
        "sentence": "我真的很困惑很愤懑！",
        "label": ""
      },
      {
        "sentence": "为什么颜值会蒙蔽众人的认知？",
        "label": ""
      },
      {
        "sentence": "最近看了《如此可爱的我们》，里面黄橙子长得是真的很可爱。",
        "label": ""
      },
      {
        "sentence": "大大的有灵气的眼睛日系的长相，和沈月挺相似。",
        "label": ""
      },
      {
        "sentence": "抱着粉她的心，我去知乎搜了搜她的资料。",
        "label": ""
      },
      {
        "sentence": "结果令人汗颜。",
        "label": ""
      },
      {
        "sentence": "据她的同学所说，她在曾经的高中成绩很差，是艺术生。",
        "label": ""
      },
      {
        "sentence": "一整个黑社会，总是骂脏话，还总碰到她抽烟。",
        "label": ""
      },
      {
        "sentence": "她家境一般，但因为交的男朋友多、有钱，自己却过得很奢侈。",
        "label": ""
      },
      {
        "sentence": "她经常化很浓的妆，因为用多了劣质化妆品，长了很多麻子。",
        "label": ""
      },
      {
        "sentence": "这从电视剧中也能看得出来，她的脸上是有很多坑的。",
        "label": ""
      },
      {
        "sentence": "因为她长得很漂亮，所以全校人大部分都认识她。",
        "label": ""
      },
      {
        "sentence": "她曾经在操场与人打架，据说那人用鞋砸她的脸，她被全校通报处分了。",
        "label": ""
      },
      {
        "sentence": "考试她也会明目张胆地拿不相识人的试卷去抄。",
        "label": ""
      },
      {
        "sentence": "后来她考上了北电还是上戏什么的记不得了。",
        "label": ""
      },
      {
        "sentence": "微博知乎上她的颜粉都很多，都认为她可爱善良纯真啊。",
        "label": ""
      },
      {
        "sentence": "但我看见她的黑料后特容易出戏，感觉她一直装可爱纯真，收获了一大批无脑粉。",
        "label": ""
      },
      {
        "sentence": "现在社会门槛这么低了吗？",
        "label": ""
      },
      {
        "sentence": "这样一个人能赚比普通人多那么多钱，对青少年影响多大啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先梳理一下你的问题。1是你在看了电影《如此可爱的我们》后，对电影中的女演员感到困惑和愤懑。2你查了她的资料后，发现她的过往行为和形象与你的认知不符。3因此你无法进入她在剧中的角色，产生了困扰。首先，我们来了解一下为什么人会有很多面。这也会是你对女演员形象不一致的原因。根据心理学家荣格的性格理论，有一个概念叫人格面具。它的定义是，人们为了应对现实生活中某些情景而发展出来的一种适应能力。就像你喜欢看电视剧，同一个演员会在不同的剧中扮演不同的角色。当他们在表演中表现出色时，观众会觉得他们演技高超，即使和之前角色相差很大，观众也不会觉得有什么不对。因为观众心理中将他们放进了角色扮演的场景，这其实也是观众使用人格面具的方式。观众只会觉得这个演员表演得很好，而不会过多纠结于角色的真实性。再来看现实生活的例子，同一个人在不同情境下扮演不同的角色，比如在公司里他可能是一个严谨、尽职尽责的领导，而在家里他可能是一个友善温暖的丈夫和父亲。你不能说这两个角色其中有一个是不真实的，只是他们在不同情景下展现的个性启动了适应场景所需的那部分。所以，可以说人会有很多面，这是正常现象。那现在来分析一下你的困扰，你无法接受演员在电视剧和现实生活中的行为不一致。首先，在电视剧中你对女演员形成了一个可爱纯真的印象，这个印象在你的心中很清晰，也是你最喜欢欣赏的类型。这是心理学上的首映效应，第一印象对于评估之后的行为有重要的影响。你会认为女演员的所有行为都应该符合这个可爱的标准。当你发现一些负面新闻后，首先感觉到的是自己的过往印象具有欺骗性，而这种发现可能带来失落的情绪，你会归因于演员的过错。客观来说，你查看的那些资料属于历史事件，一直以来都存在，可能在你喜欢这位演员之前已经存在了。你选择将这些负面消息作为评价她的另一个标准，你在这个过程中发现了真相，导致你感到失落和被欺骗的情绪。实际上，在这个过程中，演员并没有与你发生交集，所以其他人的行为不应该使你感到失落。从某种角度来看，你从可爱电视剧形象过渡到负面信息，导致你在这两个极端情况中体验到失落和欺骗感。那么，怎样解决这个困扰呢？首先，你需要选择原来处于主动地位的立场，是否继续喜欢这位演员。因为那些负面消息的发现，让你在喜欢还是讨厌她的问题上产生了犹豫。换句话说，这些负面消息将你推到了被动的位置。对于娱乐活动来说，每个人都应该处于主动能控制的地位。但是你纠结于演员的真实性格是否符合你的期待，结果导致你无法享受娱乐节目应有的愉悦感。朋友给你的建议非常好，你可以选择喜欢电视剧中的角色，而不必过多关注演员的真实性格。因为女演员的个人生活与我们相隔甚远，我们只需要欣赏她们所呈现的表演魅力。另外，我之前提到的人格面具，也就是说女演员不可能只有负面的一面。这可能只是网络文化的影响，信息传播倾向于",
    "annotation": [
      {
        "sentence": "先梳理一下你的问题。",
        "label": ""
      },
      {
        "sentence": "1是你在看了电影《如此可爱的我们》后，对电影中的女演员感到困惑和愤懑。",
        "label": ""
      },
      {
        "sentence": "2你查了她的资料后，发现她的过往行为和形象与你的认知不符。",
        "label": ""
      },
      {
        "sentence": "3因此你无法进入她在剧中的角色，产生了困扰。",
        "label": ""
      },
      {
        "sentence": "首先，我们来了解一下为什么人会有很多面。",
        "label": ""
      },
      {
        "sentence": "这也会是你对女演员形象不一致的原因。",
        "label": ""
      },
      {
        "sentence": "根据心理学家荣格的性格理论，有一个概念叫人格面具。",
        "label": ""
      },
      {
        "sentence": "它的定义是，人们为了应对现实生活中某些情景而发展出来的一种适应能力。",
        "label": ""
      },
      {
        "sentence": "就像你喜欢看电视剧，同一个演员会在不同的剧中扮演不同的角色。",
        "label": ""
      },
      {
        "sentence": "当他们在表演中表现出色时，观众会觉得他们演技高超，即使和之前角色相差很大，观众也不会觉得有什么不对。",
        "label": ""
      },
      {
        "sentence": "因为观众心理中将他们放进了角色扮演的场景，这其实也是观众使用人格面具的方式。",
        "label": ""
      },
      {
        "sentence": "观众只会觉得这个演员表演得很好，而不会过多纠结于角色的真实性。",
        "label": ""
      },
      {
        "sentence": "再来看现实生活的例子，同一个人在不同情境下扮演不同的角色，比如在公司里他可能是一个严谨、尽职尽责的领导，而在家里他可能是一个友善温暖的丈夫和父亲。",
        "label": ""
      },
      {
        "sentence": "你不能说这两个角色其中有一个是不真实的，只是他们在不同情景下展现的个性启动了适应场景所需的那部分。",
        "label": ""
      },
      {
        "sentence": "所以，可以说人会有很多面，这是正常现象。",
        "label": ""
      },
      {
        "sentence": "那现在来分析一下你的困扰，你无法接受演员在电视剧和现实生活中的行为不一致。",
        "label": ""
      },
      {
        "sentence": "首先，在电视剧中你对女演员形成了一个可爱纯真的印象，这个印象在你的心中很清晰，也是你最喜欢欣赏的类型。",
        "label": ""
      },
      {
        "sentence": "这是心理学上的首映效应，第一印象对于评估之后的行为有重要的影响。",
        "label": ""
      },
      {
        "sentence": "你会认为女演员的所有行为都应该符合这个可爱的标准。",
        "label": ""
      },
      {
        "sentence": "当你发现一些负面新闻后，首先感觉到的是自己的过往印象具有欺骗性，而这种发现可能带来失落的情绪，你会归因于演员的过错。",
        "label": ""
      },
      {
        "sentence": "客观来说，你查看的那些资料属于历史事件，一直以来都存在，可能在你喜欢这位演员之前已经存在了。",
        "label": ""
      },
      {
        "sentence": "你选择将这些负面消息作为评价她的另一个标准，你在这个过程中发现了真相，导致你感到失落和被欺骗的情绪。",
        "label": ""
      },
      {
        "sentence": "实际上，在这个过程中，演员并没有与你发生交集，所以其他人的行为不应该使你感到失落。",
        "label": ""
      },
      {
        "sentence": "从某种角度来看，你从可爱电视剧形象过渡到负面信息，导致你在这两个极端情况中体验到失落和欺骗感。",
        "label": ""
      },
      {
        "sentence": "那么，怎样解决这个困扰呢？",
        "label": ""
      },
      {
        "sentence": "首先，你需要选择原来处于主动地位的立场，是否继续喜欢这位演员。",
        "label": ""
      },
      {
        "sentence": "因为那些负面消息的发现，让你在喜欢还是讨厌她的问题上产生了犹豫。",
        "label": ""
      },
      {
        "sentence": "换句话说，这些负面消息将你推到了被动的位置。",
        "label": ""
      },
      {
        "sentence": "对于娱乐活动来说，每个人都应该处于主动能控制的地位。",
        "label": ""
      },
      {
        "sentence": "但是你纠结于演员的真实性格是否符合你的期待，结果导致你无法享受娱乐节目应有的愉悦感。",
        "label": ""
      },
      {
        "sentence": "朋友给你的建议非常好，你可以选择喜欢电视剧中的角色，而不必过多关注演员的真实性格。",
        "label": ""
      },
      {
        "sentence": "因为女演员的个人生活与我们相隔甚远，我们只需要欣赏她们所呈现的表演魅力。",
        "label": ""
      },
      {
        "sentence": "另外，我之前提到的人格面具，也就是说女演员不可能只有负面的一面。",
        "label": ""
      },
      {
        "sentence": "这可能只是网络文化的影响，信息传播倾向于",
        "label": ""
      }
    ]
  }
]