[
  {
    "role": "client",
    "content": "最近交往的男生要求请我吃饭、买零食和礼物，我觉得他这样是不是小气啊？我们都是92年出生的，是由家人介绍认识的，已经相处了2个月，见面了4次，刚刚确定关系的时候他就提出要请我吃饭、买零食和礼物。他生日的那天，我送了他生日礼物，本来想给他订蛋糕，他说不如请他吃海底捞。虽然我表示我不太喜欢吃海底捞，但最后还是按照他的意愿去了。上次我们说要吃冰淇淋，到了KFC点餐的时候，他突然问我要请他吃吗？我虽然答应了，但心里还是有点别扭的感觉。其实并不是说我不愿意请他吃饭或者买零食和礼物，只是感觉刚刚确定关系，而且是他主动提出，我心里觉得有点别扭。我更喜欢随着时间相处的增长，自己主动想给他买东西或请他吃饭的感觉。期间他也给我买了一些小零食，但我感觉好像有点变味，就是觉得他太计较了。他给我买东西，好像非常希望我也能同样回赠他礼物。我之前的两段恋爱经历中，没有遇到男生提出要我送礼物或请他吃饭的情况，所以我不知道这算不算男生比较小气或者爱计较？",
    "annotation": [
      {
        "sentence": "最近交往的男生要求请我吃饭、买零食和礼物，我觉得他这样是不是小气啊？",
        "label": ""
      },
      {
        "sentence": "我们都是92年出生的，是由家人介绍认识的，已经相处了2个月，见面了4次，刚刚确定关系的时候他就提出要请我吃饭、买零食和礼物。",
        "label": ""
      },
      {
        "sentence": "他生日的那天，我送了他生日礼物，本来想给他订蛋糕，他说不如请他吃海底捞。",
        "label": ""
      },
      {
        "sentence": "虽然我表示我不太喜欢吃海底捞，但最后还是按照他的意愿去了。",
        "label": ""
      },
      {
        "sentence": "上次我们说要吃冰淇淋，到了KFC点餐的时候，他突然问我要请他吃吗？",
        "label": ""
      },
      {
        "sentence": "我虽然答应了，但心里还是有点别扭的感觉。",
        "label": ""
      },
      {
        "sentence": "其实并不是说我不愿意请他吃饭或者买零食和礼物，只是感觉刚刚确定关系，而且是他主动提出，我心里觉得有点别扭。",
        "label": ""
      },
      {
        "sentence": "我更喜欢随着时间相处的增长，自己主动想给他买东西或请他吃饭的感觉。",
        "label": ""
      },
      {
        "sentence": "期间他也给我买了一些小零食，但我感觉好像有点变味，就是觉得他太计较了。",
        "label": ""
      },
      {
        "sentence": "他给我买东西，好像非常希望我也能同样回赠他礼物。",
        "label": ""
      },
      {
        "sentence": "我之前的两段恋爱经历中，没有遇到男生提出要我送礼物或请他吃饭的情况，所以我不知道这算不算男生比较小气或者爱计较？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，恭喜你！4次见面就能基本摸清相亲对象的价值观、心理年龄以及未来的风险点，实在是幸运。见面4次就要你请吃饭、买礼物，并且毫不客气。这不仅仅是小不小气的问题，而是他似乎还没有成熟起来。作为一个92年出生的28岁男生，他的行为有点像16岁小男孩对待姐姐的态度。可以看出他的这种行为存在下面三个婚姻中的风险点：1.在经济方面，可能他没有担当的意识，不觉得男人应该承担更多经济责任，换句话说，花女人的钱他也心安理得。因此，如果结婚后，很有可能他希望女生负担更多的经济责任。2.他的心理年龄可能较小，可能从小被人宠惯了，能够自然地索取，但不习惯付出。如果你一开始不拒绝他并提出你的不适感，他可能会认为这是常态，并不会感到感激。等到将来你忍不住说出来，他可能会抱怨。甚至可能因为家庭分工问题在未来产生矛盾。3.他缺乏界限感，只见过4次面的男生就要你请吃饭、买礼物，这种表现非常缺乏界限感。缺乏界限感会在人际关系和事业方面都容易产生矛盾，甚至可能会导致与异性朋友之间出现模糊不清的关系。当然，不能只凭一次行为就对他的人品进行全面判断，以上只是一些风险点，具体他的为人和品格还需要你们相处中进一步判断。",
    "annotation": [
      {
        "sentence": "首先，恭喜你！",
        "label": ""
      },
      {
        "sentence": "4次见面就能基本摸清相亲对象的价值观、心理年龄以及未来的风险点，实在是幸运。",
        "label": ""
      },
      {
        "sentence": "见面4次就要你请吃饭、买礼物，并且毫不客气。",
        "label": ""
      },
      {
        "sentence": "这不仅仅是小不小气的问题，而是他似乎还没有成熟起来。",
        "label": ""
      },
      {
        "sentence": "作为一个92年出生的28岁男生，他的行为有点像16岁小男孩对待姐姐的态度。",
        "label": ""
      },
      {
        "sentence": "可以看出他的这种行为存在下面三个婚姻中的风险点：1.在经济方面，可能他没有担当的意识，不觉得男人应该承担更多经济责任，换句话说，花女人的钱他也心安理得。",
        "label": ""
      },
      {
        "sentence": "因此，如果结婚后，很有可能他希望女生负担更多的经济责任。",
        "label": ""
      },
      {
        "sentence": "2.他的心理年龄可能较小，可能从小被人宠惯了，能够自然地索取，但不习惯付出。",
        "label": ""
      },
      {
        "sentence": "如果你一开始不拒绝他并提出你的不适感，他可能会认为这是常态，并不会感到感激。",
        "label": ""
      },
      {
        "sentence": "等到将来你忍不住说出来，他可能会抱怨。",
        "label": ""
      },
      {
        "sentence": "甚至可能因为家庭分工问题在未来产生矛盾。",
        "label": ""
      },
      {
        "sentence": "3.他缺乏界限感，只见过4次面的男生就要你请吃饭、买礼物，这种表现非常缺乏界限感。",
        "label": ""
      },
      {
        "sentence": "缺乏界限感会在人际关系和事业方面都容易产生矛盾，甚至可能会导致与异性朋友之间出现模糊不清的关系。",
        "label": ""
      },
      {
        "sentence": "当然，不能只凭一次行为就对他的人品进行全面判断，以上只是一些风险点，具体他的为人和品格还需要你们相处中进一步判断。",
        "label": ""
      }
    ]
  }
]