[
  {
    "role": "client",
    "content": "我26岁，和男朋友在一起好多年，但是常常觉得孤单。支持者：你好，能理解你的感受，每个人都有时感到孤独。可以告诉我更多关于你和男朋友之间的情况吗？求助者：两个困惑。第一是我们在一起好多年了，最近一两年在感情中总是会觉得有点孤单。我们吵架也比较多。好像我们之间的交流只限于日常琐事，比如我在干什么呀，吃了什么呀，做了什么事情之类的。不知道其他人的恋爱关系也是这样吗？还有，当我需要被鼓励、安慰和支持的时候，他似乎无法给我想要的回应。我觉得我们的交流很表面，很浅显，我经常感到孤单，也开始怀疑他是否真的爱我。我不知道这是因为他不懂得表达吗？我很好奇其他伴侣在面对生活中的压力和困难时，是向朋友诉说还是从伴侣那里得到安慰的呢？支持者：谢谢你的分享，我希望我的回答能够对你有所帮助。我能够理解你的疑虑和焦虑，当我们在一段感情中感到孤独时，会开始怀疑对方的爱意。我曾经有段时间也经历过类似的感受，发现对方并没有什么改变，也没有回应我的需求，这种情况让我开始怀疑他是否还爱着我。这种不确定的感觉让人很难受，也许你也曾在深夜偷偷为这些事情哭泣，而他旁边却安然入睡，这种感受真的很让人心痛。我发现，成年人都会面临各种困难和压力，可能你感到焦虑的同时，对方也在承受着更大的压力，但无法表达出来。我自己也曾经经历过工作繁忙导致压力巨大，我甚至无法应对自己的问题，更别说成为他的依靠。当然，这并不是说你的要求就应该被忽视，但有时我们需要适当地降低对对方的期望。我们可以表达自己的需求，但并不强求对方完全满足，这是一种很微妙的平衡。恋人之间应该相互支持，但并不意味着对方要完全按照我们的要求来改变。或许你也可以尝试改变自己，去适应对方不太愿意改变的状态。可能你会觉得这很困难，你为什么要为了他的不作为而妥协？为什么他不能先做出改变呢？其实，对方可能也有着同样的想法。自我改变是一件困难的事情，更何况按照对方的要求去改变呢？当然，这个规则只适用于对方的行为没有伤害到你的底线和原则，如果对方无法改变，你又非常介意这个问题，那或许需要考虑一下这段感情是否合适。对于你的需要，我认为并不一定只能从恋人那里获得，我们不能把感情中的安全感作为女生唯一的来源。你可以尝试在感情以外的地方寻求自己的安全感，让自己不再那么过分依赖对方，当你把更多的时间用于充实自己、提升自己时，你会变得更加优秀，对于对方的表现是否足够爱你也不再那么在意。爱情中的对方只是你生活中的一部分，并不是你的全部，为什么要把大把时间花在对方对你是否足够爱这个问题上呢？",
    "annotation": [
      {
        "sentence": "我26岁，和男朋友在一起好多年，但是常常觉得孤单。",
        "label": ""
      },
      {
        "sentence": "支持者：你好，能理解你的感受，每个人都有时感到孤独。",
        "label": ""
      },
      {
        "sentence": "可以告诉我更多关于你和男朋友之间的情况吗？",
        "label": ""
      },
      {
        "sentence": "求助者：两个困惑。",
        "label": ""
      },
      {
        "sentence": "第一是我们在一起好多年了，最近一两年在感情中总是会觉得有点孤单。",
        "label": ""
      },
      {
        "sentence": "我们吵架也比较多。",
        "label": ""
      },
      {
        "sentence": "好像我们之间的交流只限于日常琐事，比如我在干什么呀，吃了什么呀，做了什么事情之类的。",
        "label": ""
      },
      {
        "sentence": "不知道其他人的恋爱关系也是这样吗？",
        "label": ""
      },
      {
        "sentence": "还有，当我需要被鼓励、安慰和支持的时候，他似乎无法给我想要的回应。",
        "label": ""
      },
      {
        "sentence": "我觉得我们的交流很表面，很浅显，我经常感到孤单，也开始怀疑他是否真的爱我。",
        "label": ""
      },
      {
        "sentence": "我不知道这是因为他不懂得表达吗？",
        "label": ""
      },
      {
        "sentence": "我很好奇其他伴侣在面对生活中的压力和困难时，是向朋友诉说还是从伴侣那里得到安慰的呢？",
        "label": ""
      },
      {
        "sentence": "支持者：谢谢你的分享，我希望我的回答能够对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "我能够理解你的疑虑和焦虑，当我们在一段感情中感到孤独时，会开始怀疑对方的爱意。",
        "label": ""
      },
      {
        "sentence": "我曾经有段时间也经历过类似的感受，发现对方并没有什么改变，也没有回应我的需求，这种情况让我开始怀疑他是否还爱着我。",
        "label": ""
      },
      {
        "sentence": "这种不确定的感觉让人很难受，也许你也曾在深夜偷偷为这些事情哭泣，而他旁边却安然入睡，这种感受真的很让人心痛。",
        "label": ""
      },
      {
        "sentence": "我发现，成年人都会面临各种困难和压力，可能你感到焦虑的同时，对方也在承受着更大的压力，但无法表达出来。",
        "label": ""
      },
      {
        "sentence": "我自己也曾经经历过工作繁忙导致压力巨大，我甚至无法应对自己的问题，更别说成为他的依靠。",
        "label": ""
      },
      {
        "sentence": "当然，这并不是说你的要求就应该被忽视，但有时我们需要适当地降低对对方的期望。",
        "label": ""
      },
      {
        "sentence": "我们可以表达自己的需求，但并不强求对方完全满足，这是一种很微妙的平衡。",
        "label": ""
      },
      {
        "sentence": "恋人之间应该相互支持，但并不意味着对方要完全按照我们的要求来改变。",
        "label": ""
      },
      {
        "sentence": "或许你也可以尝试改变自己，去适应对方不太愿意改变的状态。",
        "label": ""
      },
      {
        "sentence": "可能你会觉得这很困难，你为什么要为了他的不作为而妥协？",
        "label": ""
      },
      {
        "sentence": "为什么他不能先做出改变呢？",
        "label": ""
      },
      {
        "sentence": "其实，对方可能也有着同样的想法。",
        "label": ""
      },
      {
        "sentence": "自我改变是一件困难的事情，更何况按照对方的要求去改变呢？",
        "label": ""
      },
      {
        "sentence": "当然，这个规则只适用于对方的行为没有伤害到你的底线和原则，如果对方无法改变，你又非常介意这个问题，那或许需要考虑一下这段感情是否合适。",
        "label": ""
      },
      {
        "sentence": "对于你的需要，我认为并不一定只能从恋人那里获得，我们不能把感情中的安全感作为女生唯一的来源。",
        "label": ""
      },
      {
        "sentence": "你可以尝试在感情以外的地方寻求自己的安全感，让自己不再那么过分依赖对方，当你把更多的时间用于充实自己、提升自己时，你会变得更加优秀，对于对方的表现是否足够爱你也不再那么在意。",
        "label": ""
      },
      {
        "sentence": "爱情中的对方只是你生活中的一部分，并不是你的全部，为什么要把大把时间花在对方对你是否足够爱这个问题上呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，我明白了。的确，每个人都有难处和不容易的地方。而且，对方可能也有他自己的压力，我不应该过分期待他能够满足我的需求。也许我应该尝试接受他不太愿意改变的状态，而不是一味地要求他做出改变。我也理解感情不应该是我的安全感的唯一来源，我应该在感情之外找到自己的支持体系。我会试着多花时间充实自己，提升自己，让自己变得更加优秀，不再那么在乎对方的表现是否爱我。非常感谢你的帮助！支持者：你说得很对，你的理解和决心让我很欣慰。每个人都有自己的成长和成熟的过程，恋人之间也需要相互的包容和磨合。通过积极的改变和寻找自己的安全感来源，你会变得更加强大和自信。希望你能在这段感情中找到属于自己的幸福。如果还有其他问题，随时都可以找我聊聊！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "的确，每个人都有难处和不容易的地方。",
        "label": ""
      },
      {
        "sentence": "而且，对方可能也有他自己的压力，我不应该过分期待他能够满足我的需求。",
        "label": ""
      },
      {
        "sentence": "也许我应该尝试接受他不太愿意改变的状态，而不是一味地要求他做出改变。",
        "label": ""
      },
      {
        "sentence": "我也理解感情不应该是我的安全感的唯一来源，我应该在感情之外找到自己的支持体系。",
        "label": ""
      },
      {
        "sentence": "我会试着多花时间充实自己，提升自己，让自己变得更加优秀，不再那么在乎对方的表现是否爱我。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的帮助！",
        "label": ""
      },
      {
        "sentence": "支持者：你说得很对，你的理解和决心让我很欣慰。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的成长和成熟的过程，恋人之间也需要相互的包容和磨合。",
        "label": ""
      },
      {
        "sentence": "通过积极的改变和寻找自己的安全感来源，你会变得更加强大和自信。",
        "label": ""
      },
      {
        "sentence": "希望你能在这段感情中找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时都可以找我聊聊！",
        "label": ""
      }
    ]
  }
]