[
  {
    "role": "client",
    "content": "我是一个16岁的女生，非常自卑，没有朋友，感觉很痛苦，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我是一个16岁的女生，非常自卑，没有朋友，感觉很痛苦，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你这样真的有点心疼。首先，我想聊一下你的家庭情况，因为家庭关系对你造成了很大的压抑感。无论是母亲的问题还是父亲的缘故，都导致了你现在的自卑心理。你说你没有朋友，仅有的一个朋友是你的继妹，而且你也很胆小，不敢与人交往，所以你很依赖那个继妹。家庭原因总是会对一个人产生各种影响，但是如果真的遇到父亲的家暴问题，我建议你一定要重视，避免今后发生无法挽回的后果。另外，你的自卑问题大部分来自于心理压力太大，其中一部分确实与家庭有关，但另一部分也受到你的继妹影响。你说继妹平时很好，但情绪不好的时候会向别人发泄自己的不开心，这种情况也会给你增加心理压力。因为继妹是你唯一的朋友，你害怕失去她，所以你一直小心翼翼，这也导致了你胆子越来越小。我想给你一些建议，希望对你有帮助。首先，鼓起勇气，主动和别人说话。人是群居动物，会感到寂寞和孤单，所以当我们有了朋友之后，会非常珍惜。但是像继妹这样对你开心时笑嘻嘻，不开心时大吼大叫的行为，其实也可以算作是一种暴力。我希望你可以摆脱这样的困境，所以你的第一步就是和同学交朋友。你可以借一些理由去和同学聊天，比如借橡皮、借难题请他们帮忙，通过这些小事来打破沉默，建立良好的开始。其次，在交朋友过程中，可以试着了解别人的爱好，投其所好。你说自己对任何事都不感兴趣，但为了交朋友，你可以尝试找一些和你这个年龄段的孩子们感兴趣的事情，比如追星、八卦或追剧之类的，找到共同的话题才能更进一步。而且，当你带着目标去学习这些东西时，会让你感到开心，缓解压力，也有助于增加自信。原生家庭带来的痛苦是很深刻的，但你不能因此放弃自己，陷入泥沼之中。请好好照顾自己，加油哦。",
    "annotation": [
      {
        "sentence": "看到你这样真的有点心疼。",
        "label": ""
      },
      {
        "sentence": "首先，我想聊一下你的家庭情况，因为家庭关系对你造成了很大的压抑感。",
        "label": ""
      },
      {
        "sentence": "无论是母亲的问题还是父亲的缘故，都导致了你现在的自卑心理。",
        "label": ""
      },
      {
        "sentence": "你说你没有朋友，仅有的一个朋友是你的继妹，而且你也很胆小，不敢与人交往，所以你很依赖那个继妹。",
        "label": ""
      },
      {
        "sentence": "家庭原因总是会对一个人产生各种影响，但是如果真的遇到父亲的家暴问题，我建议你一定要重视，避免今后发生无法挽回的后果。",
        "label": ""
      },
      {
        "sentence": "另外，你的自卑问题大部分来自于心理压力太大，其中一部分确实与家庭有关，但另一部分也受到你的继妹影响。",
        "label": ""
      },
      {
        "sentence": "你说继妹平时很好，但情绪不好的时候会向别人发泄自己的不开心，这种情况也会给你增加心理压力。",
        "label": ""
      },
      {
        "sentence": "因为继妹是你唯一的朋友，你害怕失去她，所以你一直小心翼翼，这也导致了你胆子越来越小。",
        "label": ""
      },
      {
        "sentence": "我想给你一些建议，希望对你有帮助。",
        "label": ""
      },
      {
        "sentence": "首先，鼓起勇气，主动和别人说话。",
        "label": ""
      },
      {
        "sentence": "人是群居动物，会感到寂寞和孤单，所以当我们有了朋友之后，会非常珍惜。",
        "label": ""
      },
      {
        "sentence": "但是像继妹这样对你开心时笑嘻嘻，不开心时大吼大叫的行为，其实也可以算作是一种暴力。",
        "label": ""
      },
      {
        "sentence": "我希望你可以摆脱这样的困境，所以你的第一步就是和同学交朋友。",
        "label": ""
      },
      {
        "sentence": "你可以借一些理由去和同学聊天，比如借橡皮、借难题请他们帮忙，通过这些小事来打破沉默，建立良好的开始。",
        "label": ""
      },
      {
        "sentence": "其次，在交朋友过程中，可以试着了解别人的爱好，投其所好。",
        "label": ""
      },
      {
        "sentence": "你说自己对任何事都不感兴趣，但为了交朋友，你可以尝试找一些和你这个年龄段的孩子们感兴趣的事情，比如追星、八卦或追剧之类的，找到共同的话题才能更进一步。",
        "label": ""
      },
      {
        "sentence": "而且，当你带着目标去学习这些东西时，会让你感到开心，缓解压力，也有助于增加自信。",
        "label": ""
      },
      {
        "sentence": "原生家庭带来的痛苦是很深刻的，但你不能因此放弃自己，陷入泥沼之中。",
        "label": ""
      },
      {
        "sentence": "请好好照顾自己，加油哦。",
        "label": ""
      }
    ]
  }
]