[
  {
    "role": "client",
    "content": "我是一个女生，不想早恋。我受够了身边的一个男生朋友，应该怎么办呢？在发这个问题之前，我已经发起询问过一次了。在那一次发起之前，情况比现在严重，但是现在也并不轻松。那个男生是从小就认识的，以前断过联系，在去年又恢复了，关系很好。但是他越来越过分，会打击我外貌（我挺胖的），硬拉我打游戏，不打就到我楼下喊我名字（一个小区）。但这些都得到了改善就在这个假期，我做了改变，不搭理他，跟他挑明关系，认真学习。我天天上课学习，他还是天天来找我。我说累，他也非要让我陪他打游戏。今天上课时还找我，我说我今天下午还有什么什么安排，几点下课之类的，他就说：你就跟我玩吧，我太无聊了（当时我很生气）。就在刚刚，他拿激光笔照我的窗帘，我一开始还不知道是谁，只是很气，看了一眼消息才知道是他，还问我看没看到，我骂了他一顿。我问他有意思吗，他说没意思.....我想和他断绝关系，有什么方法吗（毕竟我之前成绩已经被他带下去了，我想自己好好学，自己清净的玩）。",
    "annotation": [
      {
        "sentence": "我是一个女生，不想早恋。",
        "label": ""
      },
      {
        "sentence": "我受够了身边的一个男生朋友，应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "在发这个问题之前，我已经发起询问过一次了。",
        "label": ""
      },
      {
        "sentence": "在那一次发起之前，情况比现在严重，但是现在也并不轻松。",
        "label": ""
      },
      {
        "sentence": "那个男生是从小就认识的，以前断过联系，在去年又恢复了，关系很好。",
        "label": ""
      },
      {
        "sentence": "但是他越来越过分，会打击我外貌（我挺胖的），硬拉我打游戏，不打就到我楼下喊我名字（一个小区）。",
        "label": ""
      },
      {
        "sentence": "但这些都得到了改善就在这个假期，我做了改变，不搭理他，跟他挑明关系，认真学习。",
        "label": ""
      },
      {
        "sentence": "我天天上课学习，他还是天天来找我。",
        "label": ""
      },
      {
        "sentence": "我说累，他也非要让我陪他打游戏。",
        "label": ""
      },
      {
        "sentence": "今天上课时还找我，我说我今天下午还有什么什么安排，几点下课之类的，他就说：你就跟我玩吧，我太无聊了（当时我很生气）。",
        "label": ""
      },
      {
        "sentence": "就在刚刚，他拿激光笔照我的窗帘，我一开始还不知道是谁，只是很气，看了一眼消息才知道是他，还问我看没看到，我骂了他一顿。",
        "label": ""
      },
      {
        "sentence": "我问他有意思吗，他说没意思.....我想和他断绝关系，有什么方法吗（毕竟我之前成绩已经被他带下去了，我想自己好好学，自己清净的玩）。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他把你当好朋友才那么“粘你”，但可能他表达感情的方式存在一些问题。也许你现在也不用和他马上断了联系，可能试试别的方法让他不要影响你的学习。你可以再一次委婉地和他聊聊天，选择比较轻松的时候，比如说散步的时候。你可以告诉他现在应该把心思放在学习上，你现在想要好好学习，不想用那么多时间玩。同时你也可以劝劝他也把精力放在学习上，不要每天无聊，培养对学习的兴趣。或是和他约定如果好好学习认真备考了，每次放假可以找时间出去玩两三天。如果你之前挑明关系他还是来找你，也许你可以「化被动为主动」，起初给他安排一些学习任务，让他和你同时学习。到后来可以给他制定一些学习目标，并和他形成一种竞争关系。这样也许能促使你们俩共同进步。也许你可以和家长聊聊，你的家长去和他的家长聊聊，可以共同帮助他制定一些计划和目标，一起促使他学习。",
    "annotation": [
      {
        "sentence": "他把你当好朋友才那么“粘你”，但可能他表达感情的方式存在一些问题。",
        "label": ""
      },
      {
        "sentence": "也许你现在也不用和他马上断了联系，可能试试别的方法让他不要影响你的学习。",
        "label": ""
      },
      {
        "sentence": "你可以再一次委婉地和他聊聊天，选择比较轻松的时候，比如说散步的时候。",
        "label": ""
      },
      {
        "sentence": "你可以告诉他现在应该把心思放在学习上，你现在想要好好学习，不想用那么多时间玩。",
        "label": ""
      },
      {
        "sentence": "同时你也可以劝劝他也把精力放在学习上，不要每天无聊，培养对学习的兴趣。",
        "label": ""
      },
      {
        "sentence": "或是和他约定如果好好学习认真备考了，每次放假可以找时间出去玩两三天。",
        "label": ""
      },
      {
        "sentence": "如果你之前挑明关系他还是来找你，也许你可以「化被动为主动」，起初给他安排一些学习任务，让他和你同时学习。",
        "label": ""
      },
      {
        "sentence": "到后来可以给他制定一些学习目标，并和他形成一种竞争关系。",
        "label": ""
      },
      {
        "sentence": "这样也许能促使你们俩共同进步。",
        "label": ""
      },
      {
        "sentence": "也许你可以和家长聊聊，你的家长去和他的家长聊聊，可以共同帮助他制定一些计划和目标，一起促使他学习。",
        "label": ""
      }
    ]
  }
]