[
  {
    "role": "client",
    "content": "今年14了，当练习生是我一直的梦想，可是爸妈不让？说一下，我长得还不错，舞蹈学了四五年了，钢琴今年考十级，声乐十级，但是爸妈认为练习生是不正经的职业，我成绩很好，爸妈希望我考985211，我也知道考个好大学找安稳工作很好，但是还是没法放弃做开始的梦想，我是真的真的很想做练习生~~~！！！！",
    "annotation": [
      {
        "sentence": "今年14了，当练习生是我一直的梦想，可是爸妈不让？",
        "label": ""
      },
      {
        "sentence": "说一下，我长得还不错，舞蹈学了四五年了，钢琴今年考十级，声乐十级，但是爸妈认为练习生是不正经的职业，我成绩很好，爸妈希望我考985211，我也知道考个好大学找安稳工作很好，但是还是没法放弃做开始的梦想，我是真的真的很想做练习生~~~！！！！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同学！看到你的才艺特长舞蹈学了四五年了，钢琴十级，声乐十级，此外学习成绩还很好，哇，你在自己的学习和生活方面平衡的非常好，真的很优秀。从你的讲述中看出，你渴望成为一名演艺人员，但与父母的期望相悖，一时间难以在梦想与父母的期望间找到平衡点，让你感到非常的苦恼。",
    "annotation": [
      {
        "sentence": "同学！",
        "label": ""
      },
      {
        "sentence": "看到你的才艺特长舞蹈学了四五年了，钢琴十级，声乐十级，此外学习成绩还很好，哇，你在自己的学习和生活方面平衡的非常好，真的很优秀。",
        "label": ""
      },
      {
        "sentence": "从你的讲述中看出，你渴望成为一名演艺人员，但与父母的期望相悖，一时间难以在梦想与父母的期望间找到平衡点，让你感到非常的苦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自己好困惑。我真的很热爱表演艺术，每次看到偶像们在舞台上闪耀，我就觉得自己也能像他们一样，给人们带来快乐和感动。可是爸妈总是认为这是一条不可行的路，他们说艺术行业没有保障，我怎么办呢？",
    "annotation": [
      {
        "sentence": "是的，我觉得自己好困惑。",
        "label": ""
      },
      {
        "sentence": "我真的很热爱表演艺术，每次看到偶像们在舞台上闪耀，我就觉得自己也能像他们一样，给人们带来快乐和感动。",
        "label": ""
      },
      {
        "sentence": "可是爸妈总是认为这是一条不可行的路，他们说艺术行业没有保障，我怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的困惑和难过。你的父母关心你的未来，希望你过上稳定安全的生活，这是出于对你的爱和关心。他们可能对演艺行业了解不多，担心你会遇到困难和挫折。但是，作为你的朋友，我想告诉你，追求自己的梦想也是很重要的。我们年轻的时候应该勇敢追求自己的热爱，不要因为困难而放弃。",
    "annotation": [
      {
        "sentence": "我能理解你的困惑和难过。",
        "label": ""
      },
      {
        "sentence": "你的父母关心你的未来，希望你过上稳定安全的生活，这是出于对你的爱和关心。",
        "label": ""
      },
      {
        "sentence": "他们可能对演艺行业了解不多，担心你会遇到困难和挫折。",
        "label": ""
      },
      {
        "sentence": "但是，作为你的朋友，我想告诉你，追求自己的梦想也是很重要的。",
        "label": ""
      },
      {
        "sentence": "我们年轻的时候应该勇敢追求自己的热爱，不要因为困难而放弃。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白他们的担心，但是每次想到不能实现自己的梦想，我就会觉得很绝望。我真的不知道怎么和他们沟通，让他们理解我内心的渴望。您能给我一些建议吗？",
    "annotation": [
      {
        "sentence": "我明白他们的担心，但是每次想到不能实现自己的梦想，我就会觉得很绝望。",
        "label": ""
      },
      {
        "sentence": "我真的不知道怎么和他们沟通，让他们理解我内心的渴望。",
        "label": ""
      },
      {
        "sentence": "您能给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以！首先，你可以试着和父母坦诚地沟通。告诉他们你对演艺事业的热情和努力，并表达出你会尽最大努力争取成功的决心。其次，你可以通过一些例子和事实来说明演艺行业的发展和机会，让他们知道这并不是完全没有保障的职业。最重要的是，你要让他们感受到你的坚定和决心，让他们相信你可以做到。",
    "annotation": [
      {
        "sentence": "当然可以！",
        "label": ""
      },
      {
        "sentence": "首先，你可以试着和父母坦诚地沟通。",
        "label": ""
      },
      {
        "sentence": "告诉他们你对演艺事业的热情和努力，并表达出你会尽最大努力争取成功的决心。",
        "label": ""
      },
      {
        "sentence": "其次，你可以通过一些例子和事实来说明演艺行业的发展和机会，让他们知道这并不是完全没有保障的职业。",
        "label": ""
      },
      {
        "sentence": "最重要的是，你要让他们感受到你的坚定和决心，让他们相信你可以做到。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议！我会尝试和父母好好沟通，让他们知道我对演艺事业的热爱和才华。我也会做好心理准备，接受可能会面临的困难和挑战。同时，我会考虑您提到的其他选择，比如参加艺术类院校或参加选秀节目，让自己的梦想和学业兼顾。",
    "annotation": [
      {
        "sentence": "谢谢您的建议！",
        "label": ""
      },
      {
        "sentence": "我会尝试和父母好好沟通，让他们知道我对演艺事业的热爱和才华。",
        "label": ""
      },
      {
        "sentence": "我也会做好心理准备，接受可能会面临的困难和挑战。",
        "label": ""
      },
      {
        "sentence": "同时，我会考虑您提到的其他选择，比如参加艺术类院校或参加选秀节目，让自己的梦想和学业兼顾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回答！对于前进的道路，困难是不可避免的，但只要你保持积极的心态和勇气，你一定能够克服困难，实现自己的梦想。记得，无论选择哪条路，都要牢记自己的初心和热爱，坚持不懈地努力。相信自己，你一定能够走向成功的道路！",
    "annotation": [
      {
        "sentence": "很高兴听到你的回答！",
        "label": ""
      },
      {
        "sentence": "对于前进的道路，困难是不可避免的，但只要你保持积极的心态和勇气，你一定能够克服困难，实现自己的梦想。",
        "label": ""
      },
      {
        "sentence": "记得，无论选择哪条路，都要牢记自己的初心和热爱，坚持不懈地努力。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够走向成功的道路！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您一直以来的鼓励和支持！我会铭记您的话，坚定地追寻自己的梦想。无论未来会遇到什么样的困难，我都会坚持下去，实现自己的目标。再次感谢您的帮助！",
    "annotation": [
      {
        "sentence": "谢谢您一直以来的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会铭记您的话，坚定地追寻自己的梦想。",
        "label": ""
      },
      {
        "sentence": "无论未来会遇到什么样的困难，我都会坚持下去，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "再次感谢您的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气！我会一直支持你的，希望你能够在追寻梦想的道路上勇往直前。如果有任何困惑或需要帮助的地方，随时找我聊天，我会一直陪伴着你。祝愿你早日实现自己的梦想，走上成功的舞台！",
    "annotation": [
      {
        "sentence": "不用客气！",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的，希望你能够在追寻梦想的道路上勇往直前。",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑或需要帮助的地方，随时找我聊天，我会一直陪伴着你。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日实现自己的梦想，走上成功的舞台！",
        "label": ""
      }
    ]
  }
]