[
  {
    "role": "client",
    "content": "我最近和女朋友经常发生冲突，同时我的学业也不理想，每天都睡不好觉……感觉这个暑假就是噩梦的开始……期末考试时，因为忙着谈恋爱，结果两门课都挂了……我不敢告诉父母……最近，还有很多其他问题，我和女朋友之间也出现了很多矛盾……我每天都失眠，即使睡着了，不过几十分钟也会惊醒……我真的不知道自己怎么了。",
    "annotation": [
      {
        "sentence": "我最近和女朋友经常发生冲突，同时我的学业也不理想，每天都睡不好觉……感觉这个暑假就是噩梦的开始……期末考试时，因为忙着谈恋爱，结果两门课都挂了……我不敢告诉父母……最近，还有很多其他问题，我和女朋友之间也出现了很多矛盾……我每天都失眠，即使睡着了，不过几十分钟也会惊醒……我真的不知道自己怎么了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "啊，我觉得你最近可能有点焦虑。这些问题其实都是可以慢慢解决的，我们一步一步来，一个一个解决就好。首先，我们来谈谈挂科的问题。我猜你一直是学业非常好的学生，所以对于挂科这件事情应该很难接受。你的父母可能对你的要求也比较严格，期望也比较高。但是，我建议你要以平常心看待挂科这个问题。我们经历了很多次考试，偶尔挂科是很正常的。挂科并不可怕，可怕的是挂科后不去努力。所以我们可以仔细分析一下是为什么挂科了，是因为重要知识点没掌握？或者是考试前没有准备好？还是这门课对你来说很难，无论怎么努力都学不好？找到问题所在，我们再一起努力，相信你下次一定能通过的。接下来，我们再谈谈你和女朋友之间的问题。你应该非常喜欢你的女朋友，所以害怕失去她，所以焦虑影响了你的睡眠。我建议你们好好地坐下来谈一谈，诚实地交流一下你们之间的矛盾和问题，彼此敞开心扉，好好地沟通，然后一起找到解决的办法，这也是增加你们感情的过程哦。最后，我们再谈谈你的睡眠问题。如果前面两个问题解决了，你的睡眠问题应该会有所改善。如果你还是担心睡眠问题，不妨试试冥想。睡前一个小时不要玩手机，让大脑神经恢复平静。准备入睡时，集中注意力在呼吸上，你可以感受腹部的起伏，或者感受鼻子呼吸的感觉。如果注意力被别的东西吸引走，就将注意力重新拉回来。慢慢地，你会发现自己变得平静，然后慢慢进入睡眠状态。这样的睡眠会更加深入和踏实。你可以试试看哦。希望你的学业和爱情都能顺利发展哦。",
    "annotation": [
      {
        "sentence": "啊，我觉得你最近可能有点焦虑。",
        "label": ""
      },
      {
        "sentence": "这些问题其实都是可以慢慢解决的，我们一步一步来，一个一个解决就好。",
        "label": ""
      },
      {
        "sentence": "首先，我们来谈谈挂科的问题。",
        "label": ""
      },
      {
        "sentence": "我猜你一直是学业非常好的学生，所以对于挂科这件事情应该很难接受。",
        "label": ""
      },
      {
        "sentence": "你的父母可能对你的要求也比较严格，期望也比较高。",
        "label": ""
      },
      {
        "sentence": "但是，我建议你要以平常心看待挂科这个问题。",
        "label": ""
      },
      {
        "sentence": "我们经历了很多次考试，偶尔挂科是很正常的。",
        "label": ""
      },
      {
        "sentence": "挂科并不可怕，可怕的是挂科后不去努力。",
        "label": ""
      },
      {
        "sentence": "所以我们可以仔细分析一下是为什么挂科了，是因为重要知识点没掌握？",
        "label": ""
      },
      {
        "sentence": "或者是考试前没有准备好？",
        "label": ""
      },
      {
        "sentence": "还是这门课对你来说很难，无论怎么努力都学不好？",
        "label": ""
      },
      {
        "sentence": "找到问题所在，我们再一起努力，相信你下次一定能通过的。",
        "label": ""
      },
      {
        "sentence": "接下来，我们再谈谈你和女朋友之间的问题。",
        "label": ""
      },
      {
        "sentence": "你应该非常喜欢你的女朋友，所以害怕失去她，所以焦虑影响了你的睡眠。",
        "label": ""
      },
      {
        "sentence": "我建议你们好好地坐下来谈一谈，诚实地交流一下你们之间的矛盾和问题，彼此敞开心扉，好好地沟通，然后一起找到解决的办法，这也是增加你们感情的过程哦。",
        "label": ""
      },
      {
        "sentence": "最后，我们再谈谈你的睡眠问题。",
        "label": ""
      },
      {
        "sentence": "如果前面两个问题解决了，你的睡眠问题应该会有所改善。",
        "label": ""
      },
      {
        "sentence": "如果你还是担心睡眠问题，不妨试试冥想。",
        "label": ""
      },
      {
        "sentence": "睡前一个小时不要玩手机，让大脑神经恢复平静。",
        "label": ""
      },
      {
        "sentence": "准备入睡时，集中注意力在呼吸上，你可以感受腹部的起伏，或者感受鼻子呼吸的感觉。",
        "label": ""
      },
      {
        "sentence": "如果注意力被别的东西吸引走，就将注意力重新拉回来。",
        "label": ""
      },
      {
        "sentence": "慢慢地，你会发现自己变得平静，然后慢慢进入睡眠状态。",
        "label": ""
      },
      {
        "sentence": "这样的睡眠会更加深入和踏实。",
        "label": ""
      },
      {
        "sentence": "你可以试试看哦。",
        "label": ""
      },
      {
        "sentence": "希望你的学业和爱情都能顺利发展哦。",
        "label": ""
      }
    ]
  }
]