[
  {
    "role": "client",
    "content": "结婚不到一年，对方来老欺骗你，怎么办？老公找借口说出去出差其实自己去旅游了！我发现他去旅游不是出差还很生气和我要离婚。",
    "annotation": [
      {
        "sentence": "结婚不到一年，对方来老欺骗你，怎么办？",
        "label": ""
      },
      {
        "sentence": "老公找借口说出去出差其实自己去旅游了！",
        "label": ""
      },
      {
        "sentence": "我发现他去旅游不是出差还很生气和我要离婚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的回答对你有帮助~结婚不到一年的丈夫，在大小事随口骗你，被你发现后对方还要生气，还说要跟你离婚。其实你也明确跟对方说过，有什么好好说，不要骗人。然而对方还是会有“骗你”的言行，这让你感到困惑还有生气，这与你期待的夫妻间的相处是不一致的，而且还有其他没被你发现的事情，是不是对方也存在骗你，你对丈夫有了信任危机。",
    "annotation": [
      {
        "sentence": "希望我的回答对你有帮助~结婚不到一年的丈夫，在大小事随口骗你，被你发现后对方还要生气，还说要跟你离婚。",
        "label": ""
      },
      {
        "sentence": "其实你也明确跟对方说过，有什么好好说，不要骗人。",
        "label": ""
      },
      {
        "sentence": "然而对方还是会有“骗你”的言行，这让你感到困惑还有生气，这与你期待的夫妻间的相处是不一致的，而且还有其他没被你发现的事情，是不是对方也存在骗你，你对丈夫有了信任危机。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我还感到非常生气和失望。他之前承诺好会好好过日子，不再骗人，可是现在连每天吃饭都要撒谎。我真的不明白他为什么要做这些。",
    "annotation": [
      {
        "sentence": "是啊，我还感到非常生气和失望。",
        "label": ""
      },
      {
        "sentence": "他之前承诺好会好好过日子，不再骗人，可是现在连每天吃饭都要撒谎。",
        "label": ""
      },
      {
        "sentence": "我真的不明白他为什么要做这些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "平和地进行沟通，了解对方撒谎的原因。通过你的描述，丈夫好像张口就有可能骗你，这让你感到生气和无奈。请问这种情况是什么时候开始的，在与对方沟通时，你们彼此的语气和态度是怎么样的。我们不能单看对方撒谎这个行为，要看到行为背后的真正原因是什么？这个可能需要你去思考一下你们平时的相处模式。其实夫妻之间虽然是一家人，但还是需要有彼此的空间和时间的，不知道在这个事情上你个人是怎么看的呢？",
    "annotation": [
      {
        "sentence": "平和地进行沟通，了解对方撒谎的原因。",
        "label": ""
      },
      {
        "sentence": "通过你的描述，丈夫好像张口就有可能骗你，这让你感到生气和无奈。",
        "label": ""
      },
      {
        "sentence": "请问这种情况是什么时候开始的，在与对方沟通时，你们彼此的语气和态度是怎么样的。",
        "label": ""
      },
      {
        "sentence": "我们不能单看对方撒谎这个行为，要看到行为背后的真正原因是什么？",
        "label": ""
      },
      {
        "sentence": "这个可能需要你去思考一下你们平时的相处模式。",
        "label": ""
      },
      {
        "sentence": "其实夫妻之间虽然是一家人，但还是需要有彼此的空间和时间的，不知道在这个事情上你个人是怎么看的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个情况是从我们结婚后才开始的。我们刚结婚的时候，他还没有这样骗我。但渐渐地，他开始撒谎。我们在沟通时的语气和态度也变得越来越紧张和不友好。我认为夫妻之间应该相互信任，并尽量坦诚相待。",
    "annotation": [
      {
        "sentence": "这个情况是从我们结婚后才开始的。",
        "label": ""
      },
      {
        "sentence": "我们刚结婚的时候，他还没有这样骗我。",
        "label": ""
      },
      {
        "sentence": "但渐渐地，他开始撒谎。",
        "label": ""
      },
      {
        "sentence": "我们在沟通时的语气和态度也变得越来越紧张和不友好。",
        "label": ""
      },
      {
        "sentence": "我认为夫妻之间应该相互信任，并尽量坦诚相待。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "多一些理解和包容。你的描述中更多是对方欺骗的行为，暂时不清楚你们之间的互动模式。婚姻就是两个人在跳舞，有一方往前一步，有一方往后一步，彼此之间不需要亦步亦趋，却看上去舞步也是和谐的。这个需要你自己去思考一下，平时你们之间是怎么相处的，是否还有更好的相处模式。对方撒谎是因为害怕告诉你实情，你会生气或不满吗？所以才用谎言来编织在你面前那个好形象？婚姻是需要彼此去经营的，希望你们之间能够有多一些沟通和理解。",
    "annotation": [
      {
        "sentence": "多一些理解和包容。",
        "label": ""
      },
      {
        "sentence": "你的描述中更多是对方欺骗的行为，暂时不清楚你们之间的互动模式。",
        "label": ""
      },
      {
        "sentence": "婚姻就是两个人在跳舞，有一方往前一步，有一方往后一步，彼此之间不需要亦步亦趋，却看上去舞步也是和谐的。",
        "label": ""
      },
      {
        "sentence": "这个需要你自己去思考一下，平时你们之间是怎么相处的，是否还有更好的相处模式。",
        "label": ""
      },
      {
        "sentence": "对方撒谎是因为害怕告诉你实情，你会生气或不满吗？",
        "label": ""
      },
      {
        "sentence": "所以才用谎言来编织在你面前那个好形象？",
        "label": ""
      },
      {
        "sentence": "婚姻是需要彼此去经营的，希望你们之间能够有多一些沟通和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我确实需要多一些理解和包容。我会试着与丈夫更加平和地进行沟通，去了解他撒谎的原因。也会思考一下我们平时的相处模式，看看是否有需要改进的地方。",
    "annotation": [
      {
        "sentence": "我明白了，我确实需要多一些理解和包容。",
        "label": ""
      },
      {
        "sentence": "我会试着与丈夫更加平和地进行沟通，去了解他撒谎的原因。",
        "label": ""
      },
      {
        "sentence": "也会思考一下我们平时的相处模式，看看是否有需要改进的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，希望你能够找到合适的时间与丈夫坐下来好好谈一谈，向他表达你的感受，主动询问他为什么会有这些撒谎行为，看看是否可以一起找到解决的办法。并且也记得，尽管他的行为让你生气和失望，但婚姻需要双方共同努力，多一些理解和包容也是为了维系两人之间的感情。",
    "annotation": [
      {
        "sentence": "很好，希望你能够找到合适的时间与丈夫坐下来好好谈一谈，向他表达你的感受，主动询问他为什么会有这些撒谎行为，看看是否可以一起找到解决的办法。",
        "label": ""
      },
      {
        "sentence": "并且也记得，尽管他的行为让你生气和失望，但婚姻需要双方共同努力，多一些理解和包容也是为了维系两人之间的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，谢谢你的建议和支持。我会尽力去理解和包容，并与丈夫好好沟通。希望我们能够找到解决问题的方法，重建彼此之间的信任。",
    "annotation": [
      {
        "sentence": "好的，谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会尽力去理解和包容，并与丈夫好好沟通。",
        "label": ""
      },
      {
        "sentence": "希望我们能够找到解决问题的方法，重建彼此之间的信任。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我所提供的观点能对你有所帮助，如果你遇到了什么困难或者需要进一步的支持，随时告诉我。我们可以继续交流，一起寻找解决问题的办法。希望你们夫妻能够重新恢复和谐和信任的关系。",
    "annotation": [
      {
        "sentence": "希望我所提供的观点能对你有所帮助，如果你遇到了什么困难或者需要进一步的支持，随时告诉我。",
        "label": ""
      },
      {
        "sentence": "我们可以继续交流，一起寻找解决问题的办法。",
        "label": ""
      },
      {
        "sentence": "希望你们夫妻能够重新恢复和谐和信任的关系。",
        "label": ""
      }
    ]
  }
]