[
  {
    "role": "client",
    "content": "急！男朋友要我的积蓄补他欠的债，我该怎么办？",
    "annotation": [
      {
        "sentence": "急！",
        "label": ""
      },
      {
        "sentence": "男朋友要我的积蓄补他欠的债，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的倾诉，能够理解你现在的纠结。钱不是万能的，没有钱却是万万不能的。希望我的分享能够给你带来一点帮助呀～爱情中双方都是平等的，付出呢也是双向的，因为双向的奔赴才有意义呀～虽然说不公开关系发朋友圈也可以，但是这是给你安全感的一个方面。既然他拒绝你，可以尝试着沟通一下，问问为什么不可以，如果真的有难言之隐也可以理解，但建议你知道缘由。",
    "annotation": [
      {
        "sentence": "看了你的倾诉，能够理解你现在的纠结。",
        "label": ""
      },
      {
        "sentence": "钱不是万能的，没有钱却是万万不能的。",
        "label": ""
      },
      {
        "sentence": "希望我的分享能够给你带来一点帮助呀～爱情中双方都是平等的，付出呢也是双向的，因为双向的奔赴才有意义呀～虽然说不公开关系发朋友圈也可以，但是这是给你安全感的一个方面。",
        "label": ""
      },
      {
        "sentence": "既然他拒绝你，可以尝试着沟通一下，问问为什么不可以，如果真的有难言之隐也可以理解，但建议你知道缘由。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他总说自己欠着钱，没钱可用。他对我付出很少，而且我们一直在快餐店吃饭，从未去过花钱很多的地方消费过。我总觉得他抠门，他就说这样才能省钱还债。",
    "annotation": [
      {
        "sentence": "他总说自己欠着钱，没钱可用。",
        "label": ""
      },
      {
        "sentence": "他对我付出很少，而且我们一直在快餐店吃饭，从未去过花钱很多的地方消费过。",
        "label": ""
      },
      {
        "sentence": "我总觉得他抠门，他就说这样才能省钱还债。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "两个人在一起会吵架是正常的，就像你所说算是性格各方面双方无法好好沟通的那种类型，而且期间男方提出分手，所以对于一些小矛盾之类的还可以各退一步，但一涉及到钱，关系就会变得有点难以处理。万一真的分手了，有钱还还好，没钱还也只能等，所以尽量不要去冒这个险，不借钱给他也可以从另一方面去帮助他呀～比如一起吃饭的时候，偶尔付钱之类的。",
    "annotation": [
      {
        "sentence": "两个人在一起会吵架是正常的，就像你所说算是性格各方面双方无法好好沟通的那种类型，而且期间男方提出分手，所以对于一些小矛盾之类的还可以各退一步，但一涉及到钱，关系就会变得有点难以处理。",
        "label": ""
      },
      {
        "sentence": "万一真的分手了，有钱还还好，没钱还也只能等，所以尽量不要去冒这个险，不借钱给他也可以从另一方面去帮助他呀～比如一起吃饭的时候，偶尔付钱之类的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但借给他钱对我来说真的很不容易。我工作这几年只有1万2的积蓄，我觉得这个钱我借出去风险太大，我不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但借给他钱对我来说真的很不容易。",
        "label": ""
      },
      {
        "sentence": "我工作这几年只有1万2的积蓄，我觉得这个钱我借出去风险太大，我不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在的困惑和难过，这个时候你需要冷静下来。首先要保护好自己的经济状况，你的积蓄是你工作这几年的努力所得，不能轻易借给别人，特别是你对他的信任程度还存在疑虑的情况下。你可以坦诚地和他沟通你的担忧和顾虑，看看他是否能理解你的立场。同时，也可以建议他寻求其他解决债务问题的方法，毕竟你们的感情也还没有达到可以无条件相互帮助的程度。记得，不要委屈了自己，爱一个人不是全心全意地付出，还需要爱护好自己。",
    "annotation": [
      {
        "sentence": "我理解你现在的困惑和难过，这个时候你需要冷静下来。",
        "label": ""
      },
      {
        "sentence": "首先要保护好自己的经济状况，你的积蓄是你工作这几年的努力所得，不能轻易借给别人，特别是你对他的信任程度还存在疑虑的情况下。",
        "label": ""
      },
      {
        "sentence": "你可以坦诚地和他沟通你的担忧和顾虑，看看他是否能理解你的立场。",
        "label": ""
      },
      {
        "sentence": "同时，也可以建议他寻求其他解决债务问题的方法，毕竟你们的感情也还没有达到可以无条件相互帮助的程度。",
        "label": ""
      },
      {
        "sentence": "记得，不要委屈了自己，爱一个人不是全心全意地付出，还需要爱护好自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我觉得我确实应该保护好自己的经济状况。我会和他坦诚地沟通我的担忧，并向他提出其他解决债务问题的建议。谢谢你的支持和理解。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我觉得我确实应该保护好自己的经济状况。",
        "label": ""
      },
      {
        "sentence": "我会和他坦诚地沟通我的担忧，并向他提出其他解决债务问题的建议。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我能帮到你我觉得很开心。任何时候都要记得听从自己的内心，保护好自己的利益。希望你的沟通能够顺利进行，解决这个问题。你可以随时来找我倾诉，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "不客气，我能帮到你我觉得很开心。",
        "label": ""
      },
      {
        "sentence": "任何时候都要记得听从自己的内心，保护好自己的利益。",
        "label": ""
      },
      {
        "sentence": "希望你的沟通能够顺利进行，解决这个问题。",
        "label": ""
      },
      {
        "sentence": "你可以随时来找我倾诉，我会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力解决这个问题的。再次感谢你的帮助，真的很感激。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力解决这个问题的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助，真的很感激。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，你是我的朋友，我一直会在你身边支持你的。希望你能够尽快解决这个问题，开心起来。如果还有其他困扰或者需要帮助的地方，记得随时向我倾诉。祝你好运！",
    "annotation": [
      {
        "sentence": "不用客气，你是我的朋友，我一直会在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "希望你能够尽快解决这个问题，开心起来。",
        "label": ""
      },
      {
        "sentence": "如果还有其他困扰或者需要帮助的地方，记得随时向我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]