[
  {
    "role": "client",
    "content": "急！男朋友要我的积蓄补他欠的债，我该怎么办？我有个男朋友，我俩在一起半年了，我俩是在网上认识的，后来奔现，他家在我隔壁城市。",
    "annotation": [
      {
        "sentence": "急！",
        "label": ""
      },
      {
        "sentence": "男朋友要我的积蓄补他欠的债，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我有个男朋友，我俩在一起半年了，我俩是在网上认识的，后来奔现，他家在我隔壁城市。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你现在面临一项重要的决策。可以告诉我你内心的困惑是什么吗？",
    "annotation": [
      {
        "sentence": "听起来你现在面临一项重要的决策。",
        "label": ""
      },
      {
        "sentence": "可以告诉我你内心的困惑是什么吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们相处这6个月，吵架比较多，算是性格各方面双方无法好好沟通的类型，期间男方对次说受不了我，要分手，但是一直没分。他对我付出不是很多，我个人算是比较计较，总会抱怨他对我不好，也不陪伴我，他曾嫌我黏人之类。",
    "annotation": [
      {
        "sentence": "我们相处这6个月，吵架比较多，算是性格各方面双方无法好好沟通的类型，期间男方对次说受不了我，要分手，但是一直没分。",
        "label": ""
      },
      {
        "sentence": "他对我付出不是很多，我个人算是比较计较，总会抱怨他对我不好，也不陪伴我，他曾嫌我黏人之类。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你们的沟通和相处方式存在一些摩擦。这样的关系可能会让你感到不舒服和不满意。你觉得你们之间的沟通障碍是什么原因导致的呢？",
    "annotation": [
      {
        "sentence": "听起来你们的沟通和相处方式存在一些摩擦。",
        "label": ""
      },
      {
        "sentence": "这样的关系可能会让你感到不舒服和不满意。",
        "label": ""
      },
      {
        "sentence": "你觉得你们之间的沟通障碍是什么原因导致的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他对我很抠门，虽然我俩在一起吃饭他会付钱，但是我俩一直在快餐店吃饭，从未去过花钱很多的地方消费过。我总觉得他抠门，他就说自己欠着钱，没钱。但是我俩在一起我要求他公开关系发朋友圈，他明确说不可以，总之对我付出很少。",
    "annotation": [
      {
        "sentence": "他对我很抠门，虽然我俩在一起吃饭他会付钱，但是我俩一直在快餐店吃饭，从未去过花钱很多的地方消费过。",
        "label": ""
      },
      {
        "sentence": "我总觉得他抠门，他就说自己欠着钱，没钱。",
        "label": ""
      },
      {
        "sentence": "但是我俩在一起我要求他公开关系发朋友圈，他明确说不可以，总之对我付出很少。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听上去你希望和男友有更多的花钱和约会的经历。而他的抠门让你感到不满和不被重视。你对他的期望和现实之间的差距给你带来了困惑和矛盾感是吗？",
    "annotation": [
      {
        "sentence": "听上去你希望和男友有更多的花钱和约会的经历。",
        "label": ""
      },
      {
        "sentence": "而他的抠门让你感到不满和不被重视。",
        "label": ""
      },
      {
        "sentence": "你对他的期望和现实之间的差距给你带来了困惑和矛盾感是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我们之间的问题都是我让步妥协，满足他的要求。问题是这样，这两天他跟我借钱，要借我一万块钱，因为之前我们聊过，他知道我有积蓄，想要我的积蓄补他欠的债。我现在心里很难受，我工作这几年只有1万2的积蓄，我觉得这个钱我借出去风险太大，我不知道我要不要借给他？",
    "annotation": [
      {
        "sentence": "是的，我们之间的问题都是我让步妥协，满足他的要求。",
        "label": ""
      },
      {
        "sentence": "问题是这样，这两天他跟我借钱，要借我一万块钱，因为之前我们聊过，他知道我有积蓄，想要我的积蓄补他欠的债。",
        "label": ""
      },
      {
        "sentence": "我现在心里很难受，我工作这几年只有1万2的积蓄，我觉得这个钱我借出去风险太大，我不知道我要不要借给他？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你现在很矛盾和难过。你担心借钱会给你的工作和生活带来不必要的风险。而且，这个借钱的请求似乎让你感到更加困惑，因为这直接涉及到你的积蓄和财务状况。你是否也担心，如果你借钱给他，他可能不能按时还钱，这会对你们的关系产生更大的影响呢？",
    "annotation": [
      {
        "sentence": "我明白你现在很矛盾和难过。",
        "label": ""
      },
      {
        "sentence": "你担心借钱会给你的工作和生活带来不必要的风险。",
        "label": ""
      },
      {
        "sentence": "而且，这个借钱的请求似乎让你感到更加困惑，因为这直接涉及到你的积蓄和财务状况。",
        "label": ""
      },
      {
        "sentence": "你是否也担心，如果你借钱给他，他可能不能按时还钱，这会对你们的关系产生更大的影响呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是担心这一点。我觉得我要借给他的话，不仅可能会导致我损失积蓄，还有可能影响我们的关系。可是我也不忍心他因为欠债而陷入困境。",
    "annotation": [
      {
        "sentence": "是的，我就是担心这一点。",
        "label": ""
      },
      {
        "sentence": "我觉得我要借给他的话，不仅可能会导致我损失积蓄，还有可能影响我们的关系。",
        "label": ""
      },
      {
        "sentence": "可是我也不忍心他因为欠债而陷入困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个非常复杂的决策。你既关心自己的经济利益，又关心他的处境。在这种情况下，你可以考虑和他一起探讨这个问题，了解他为什么需要这笔钱以及他的还款计划。同时，你也可以对他表达你的担忧和困惑，看他是否能理解你的立场和感受。",
    "annotation": [
      {
        "sentence": "这是一个非常复杂的决策。",
        "label": ""
      },
      {
        "sentence": "你既关心自己的经济利益，又关心他的处境。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，你可以考虑和他一起探讨这个问题，了解他为什么需要这笔钱以及他的还款计划。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以对他表达你的担忧和困惑，看他是否能理解你的立场和感受。",
        "label": ""
      }
    ]
  }
]