[
  {
    "role": "client",
    "content": "为什么我会用以前受过的伤，来惩罚现在爱我的人？",
    "annotation": [
      {
        "sentence": "为什么我会用以前受过的伤，来惩罚现在爱我的人？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有时候我们会受到过往经历的影响，将以前的痛苦情绪投射到现在的关系中，这是一种反应。你是否觉得现在的伤害源于你对前男友的记忆和经历？",
    "annotation": [
      {
        "sentence": "有时候我们会受到过往经历的影响，将以前的痛苦情绪投射到现在的关系中，这是一种反应。",
        "label": ""
      },
      {
        "sentence": "你是否觉得现在的伤害源于你对前男友的记忆和经历？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我曾经与前男友的相处经历非常痛苦，感觉就像是他对我进行了惩罚。我想知道，为什么我现在对待现任男友的方式也变得冷漠和拒绝沟通？",
    "annotation": [
      {
        "sentence": "是的，我曾经与前男友的相处经历非常痛苦，感觉就像是他对我进行了惩罚。",
        "label": ""
      },
      {
        "sentence": "我想知道，为什么我现在对待现任男友的方式也变得冷漠和拒绝沟通？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "问题可能出在人际边界上，尽管是情侣，但是两个人其实还是完整的个体，有自己的想法，爱好和习惯。如果执着于寻找两个完全契合，一模一样的人，只是徒增痛苦，也不可能找到。有时候我们要给对方做自己事情的机会，也就是你们有时候一起做都感兴趣的事，有时候因为爱好习惯等问题就各做各的，都是正常的。",
    "annotation": [
      {
        "sentence": "问题可能出在人际边界上，尽管是情侣，但是两个人其实还是完整的个体，有自己的想法，爱好和习惯。",
        "label": ""
      },
      {
        "sentence": "如果执着于寻找两个完全契合，一模一样的人，只是徒增痛苦，也不可能找到。",
        "label": ""
      },
      {
        "sentence": "有时候我们要给对方做自己事情的机会，也就是你们有时候一起做都感兴趣的事，有时候因为爱好习惯等问题就各做各的，都是正常的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我们是独立的个体，但是我总是希望我们能一起做任何事情。与前男友相处时，他非常抱怨我约束他的自由，所以我也希望现任男友能让我有自己的空间。我觉得他太过限制我，我不希望他过多管控我的生活。",
    "annotation": [
      {
        "sentence": "我明白了，我们是独立的个体，但是我总是希望我们能一起做任何事情。",
        "label": ""
      },
      {
        "sentence": "与前男友相处时，他非常抱怨我约束他的自由，所以我也希望现任男友能让我有自己的空间。",
        "label": ""
      },
      {
        "sentence": "我觉得他太过限制我，我不希望他过多管控我的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为一个独立的个体，我们应该需要有让自己快乐的能力。比如你喜欢凌晨打电话，但是对方可能凌晨就想睡觉了，这就是你们的一个分歧。一天24个小时，你们完全可以挑一个大家都有空的时候去交流，而不是一定按照你的意愿。你总是希望什么事情都和对方一起做，但是不要忽略对方也可能有他的想法。",
    "annotation": [
      {
        "sentence": "作为一个独立的个体，我们应该需要有让自己快乐的能力。",
        "label": ""
      },
      {
        "sentence": "比如你喜欢凌晨打电话，但是对方可能凌晨就想睡觉了，这就是你们的一个分歧。",
        "label": ""
      },
      {
        "sentence": "一天24个小时，你们完全可以挑一个大家都有空的时候去交流，而不是一定按照你的意愿。",
        "label": ""
      },
      {
        "sentence": "你总是希望什么事情都和对方一起做，但是不要忽略对方也可能有他的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该尊重他的意愿和习惯。我们可以找到共同点一起做喜欢的事情，并且也可以有独立的空间。",
    "annotation": [
      {
        "sentence": "我明白了，我应该尊重他的意愿和习惯。",
        "label": ""
      },
      {
        "sentence": "我们可以找到共同点一起做喜欢的事情，并且也可以有独立的空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，再亲密的两人也需要有独立的空间。如果人际边界不清，很容易有被侵犯的感觉，就会很想逃离对方的控制。所以你在上一段关系中对方想逃离，而这一段关系中你想逃离。你觉得对方管的太多了，侵犯了你的边界，你已经没有自己的独立空间。",
    "annotation": [
      {
        "sentence": "对的，再亲密的两人也需要有独立的空间。",
        "label": ""
      },
      {
        "sentence": "如果人际边界不清，很容易有被侵犯的感觉，就会很想逃离对方的控制。",
        "label": ""
      },
      {
        "sentence": "所以你在上一段关系中对方想逃离，而这一段关系中你想逃离。",
        "label": ""
      },
      {
        "sentence": "你觉得对方管的太多了，侵犯了你的边界，你已经没有自己的独立空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得他对我限制太多了，我需要给自己恢复一些独立的空间。",
    "annotation": [
      {
        "sentence": "是的，我觉得他对我限制太多了，我需要给自己恢复一些独立的空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你觉得现在的男友很合适你，你们在一起的时候很愉快，他对你也很好，也许你可以和他谈一谈，表示你很爱他，也很珍惜他，但是你希望有自己的独立空间，也许有时候就想一个人待着，但是和他的感情并不会因此受影响。磨合需要有一段时间，大家各自退一步，试着为对方着想多一些，也许能调和你们的矛盾。",
    "annotation": [
      {
        "sentence": "如果你觉得现在的男友很合适你，你们在一起的时候很愉快，他对你也很好，也许你可以和他谈一谈，表示你很爱他，也很珍惜他，但是你希望有自己的独立空间，也许有时候就想一个人待着，但是和他的感情并不会因此受影响。",
        "label": ""
      },
      {
        "sentence": "磨合需要有一段时间，大家各自退一步，试着为对方着想多一些，也许能调和你们的矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会和他坦诚相对地沟通，希望我们能找到一个平衡点，既能保持独立自主，又能共享美好时刻。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会和他坦诚相对地沟通，希望我们能找到一个平衡点，既能保持独立自主，又能共享美好时刻。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望你们的沟通能够取得进展，并且建立健康的关系。记住，理解和尊重对方是关键，祝福你们。如果你有任何问题，随时都可以来找我。",
    "annotation": [
      {
        "sentence": "不客气，希望你们的沟通能够取得进展，并且建立健康的关系。",
        "label": ""
      },
      {
        "sentence": "记住，理解和尊重对方是关键，祝福你们。",
        "label": ""
      },
      {
        "sentence": "如果你有任何问题，随时都可以来找我。",
        "label": ""
      }
    ]
  }
]