[
  {
    "role": "client",
    "content": "儿媳4个月不让公婆见孙子，见不到孙子怎么办？",
    "annotation": [
      {
        "sentence": "儿媳4个月不让公婆见孙子，见不到孙子怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婆媳关系确实是很多人都头疼的一种关系，尤其是儿媳本身就对公婆有了意见的前提下，想要修复确实没那么容易。",
    "annotation": [
      {
        "sentence": "婆媳关系确实是很多人都头疼的一种关系，尤其是儿媳本身就对公婆有了意见的前提下，想要修复确实没那么容易。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我们之前有点不愉快，公婆看孙子时观念与我有点不同，我也觉得他们对我不好，有事不跟我商量对我不尊重，没把我当一家人，买房没有写我的名字等，双方没有发生直接矛盾。",
    "annotation": [
      {
        "sentence": "是的，我们之前有点不愉快，公婆看孙子时观念与我有点不同，我也觉得他们对我不好，有事不跟我商量对我不尊重，没把我当一家人，买房没有写我的名字等，双方没有发生直接矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "1.当初房子没加名字是在婚前还是婚后？虽然你后来也表示理解，但是在涉及到利益的时候很多人都不能保持足够的冷静，如果房子是婚前买的，那么不加你的名字也是可以理解的，毕竟买房的钱都是公婆和你丈夫掏的，而且当时没有结婚，所以父母有自己的顾虑是很正常的。只是你也有自己的想法，比如婚前财产都是属于男方的，如果双方有什么问题和矛盾，或者在情急之下对你说：这是我儿子的房子，要走也是你走。类似这样的话，对于你的伤害肯定是蛮大的，所以你想要加名字是想给自己一点保障。如果是婚后，那么没有加名字的话确实有点不合情理，要是这种情况我们可以和你丈夫好好的聊一聊，如果你丈夫没什么意见的话，最好可以给你一点其他的保障。",
    "annotation": [
      {
        "sentence": "1.当初房子没加名字是在婚前还是婚后？",
        "label": ""
      },
      {
        "sentence": "虽然你后来也表示理解，但是在涉及到利益的时候很多人都不能保持足够的冷静，如果房子是婚前买的，那么不加你的名字也是可以理解的，毕竟买房的钱都是公婆和你丈夫掏的，而且当时没有结婚，所以父母有自己的顾虑是很正常的。",
        "label": ""
      },
      {
        "sentence": "只是你也有自己的想法，比如婚前财产都是属于男方的，如果双方有什么问题和矛盾，或者在情急之下对你说：这是我儿子的房子，要走也是你走。",
        "label": ""
      },
      {
        "sentence": "类似这样的话，对于你的伤害肯定是蛮大的，所以你想要加名字是想给自己一点保障。",
        "label": ""
      },
      {
        "sentence": "如果是婚后，那么没有加名字的话确实有点不合情理，要是这种情况我们可以和你丈夫好好的聊一聊，如果你丈夫没什么意见的话，最好可以给你一点其他的保障。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "房子是婚后买的，确实没有加我的名字。我当时也没有太计较，但现在这个问题总是在心里萦绕。我也知道公婆当时是有自己的顾虑，但对我而言，这让我感觉自己不被当作一家人看待。",
    "annotation": [
      {
        "sentence": "房子是婚后买的，确实没有加我的名字。",
        "label": ""
      },
      {
        "sentence": "我当时也没有太计较，但现在这个问题总是在心里萦绕。",
        "label": ""
      },
      {
        "sentence": "我也知道公婆当时是有自己的顾虑，但对我而言，这让我感觉自己不被当作一家人看待。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "2.尊重是相互的。你觉得公婆不尊重你，那么具体是在哪些事情上呢？我们可以反思一下，在自己做这些决定的时候是否顾及到你的情绪，还是认为你只是一个晚辈，总是以过来人的经验要求你呢？要是我们确实有做的不对的地方，那么我们可以自我反思一下，其实我们也是从孩子成为长辈的，当初的我们也肯定和长辈有不少矛盾，当时的我们又希望长辈如何调整自己呢？有的时候换位思考也是不错的方式。",
    "annotation": [
      {
        "sentence": "2.尊重是相互的。",
        "label": ""
      },
      {
        "sentence": "你觉得公婆不尊重你，那么具体是在哪些事情上呢？",
        "label": ""
      },
      {
        "sentence": "我们可以反思一下，在自己做这些决定的时候是否顾及到你的情绪，还是认为你只是一个晚辈，总是以过来人的经验要求你呢？",
        "label": ""
      },
      {
        "sentence": "要是我们确实有做的不对的地方，那么我们可以自我反思一下，其实我们也是从孩子成为长辈的，当初的我们也肯定和长辈有不少矛盾，当时的我们又希望长辈如何调整自己呢？",
        "label": ""
      },
      {
        "sentence": "有的时候换位思考也是不错的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得公婆不尊重我主要在于对我的决定没有给予足够的重视和尊重。他们总是以自己的意愿为导向，而不听取我的意见和想法。我希望在我们的关系中能够更加平等和包容。",
    "annotation": [
      {
        "sentence": "我觉得公婆不尊重我主要在于对我的决定没有给予足够的重视和尊重。",
        "label": ""
      },
      {
        "sentence": "他们总是以自己的意愿为导向，而不听取我的意见和想法。",
        "label": ""
      },
      {
        "sentence": "我希望在我们的关系中能够更加平等和包容。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "儿子很多时候会是枢纽的作用，所以我们先不要强迫儿子，而是要先看看你们的小日子是否过得还可以，毕竟在目前这段时间里孩子确实是需要父母帮助的，所以我们可以先听听孩子的难处。要是见面矛盾比较多，我们可以从经济上给予对方一些帮助，但是也要告诫孩子：做父母的并不是欠孩子的，有些事情也需要有各自的底线，吵架有时并不可怕，怕的是无理取闹还不自知。",
    "annotation": [
      {
        "sentence": "儿子很多时候会是枢纽的作用，所以我们先不要强迫儿子，而是要先看看你们的小日子是否过得还可以，毕竟在目前这段时间里孩子确实是需要父母帮助的，所以我们可以先听听孩子的难处。",
        "label": ""
      },
      {
        "sentence": "要是见面矛盾比较多，我们可以从经济上给予对方一些帮助，但是也要告诫孩子：做父母的并不是欠孩子的，有些事情也需要有各自的底线，吵架有时并不可怕，怕的是无理取闹还不自知。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我们应该优先考虑孩子的需要，也可以适当给予对方一些经济上的帮助。但是我也希望能够改善婆媳关系，让双方都能够更加理解和包容对方。",
    "annotation": [
      {
        "sentence": "我明白了，我们应该优先考虑孩子的需要，也可以适当给予对方一些经济上的帮助。",
        "label": ""
      },
      {
        "sentence": "但是我也希望能够改善婆媳关系，让双方都能够更加理解和包容对方。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，改善婆媳关系需要双方的努力和理解。我们可以逐步沟通解决问题，尝试换位思考，互相尊重对方的意见和决定。同时也要给予对方一定的空间和时间，让彼此适应和调整，相信通过双方的共同努力，婆媳关系会有所改善的。",
    "annotation": [
      {
        "sentence": "是的，改善婆媳关系需要双方的努力和理解。",
        "label": ""
      },
      {
        "sentence": "我们可以逐步沟通解决问题，尝试换位思考，互相尊重对方的意见和决定。",
        "label": ""
      },
      {
        "sentence": "同时也要给予对方一定的空间和时间，让彼此适应和调整，相信通过双方的共同努力，婆媳关系会有所改善的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会尝试去理解对方，用更加积极的态度面对这个问题，希望能够找到一种解决办法，使我们的家庭关系更加和谐。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会尝试去理解对方，用更加积极的态度面对这个问题，希望能够找到一种解决办法，使我们的家庭关系更加和谐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够处理好这个问题的。记得在沟通时保持冷静和耐心，和你的丈夫一起努力，共同创造一个温馨和谐的家庭。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够处理好这个问题的。",
        "label": ""
      },
      {
        "sentence": "记得在沟通时保持冷静和耐心，和你的丈夫一起努力，共同创造一个温馨和谐的家庭。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]