[
  {
    "role": "client",
    "content": "情绪总是自己对着干，我这是属于缺乏安全感的表现吗？我在去年因为自己的情绪被舍友之间的小矛盾影响，出现焦虑的情况，之后的总结是当时我在准备考研，学习很紧张，一舍友向我控诉另外一个舍友的恶劣行为，然后我安慰她之后，自己觉得那个舍友做的蛮过分的，也很生气，然后我就控制自己不要生气不能影响学习效率，然后我就失控了，越不想生气越生气，从那之后我无法控制自己的情绪，以至于失眠，越想睡越睡不着，然后我就说服自己要随心，可是我越不在乎就越想去在乎，我越是想用心记越是心里乱糟糟，就是总是跟我反着来，后来我知道因为我害怕做不到，通过不断的寻求自我救赎，我知道了顺其自然，为所当为，有所缓解，但是仍然很痛苦，我妈妈说考完研就好了，我也这样安慰自己，考研研了，我也上岸了，现在印象比较深的是当我确定我考上的那天，我是开心的，但是我也同时洞悉到了我的内心，我害怕不好的情绪会夺去本该属于我的喜悦，果然我又有点焦虑，我这是属于缺乏安全感的表现吗？我真的好痛苦，本来现在在家",
    "annotation": [
      {
        "sentence": "情绪总是自己对着干，我这是属于缺乏安全感的表现吗？",
        "label": ""
      },
      {
        "sentence": "我在去年因为自己的情绪被舍友之间的小矛盾影响，出现焦虑的情况，之后的总结是当时我在准备考研，学习很紧张，一舍友向我控诉另外一个舍友的恶劣行为，然后我安慰她之后，自己觉得那个舍友做的蛮过分的，也很生气，然后我就控制自己不要生气不能影响学习效率，然后我就失控了，越不想生气越生气，从那之后我无法控制自己的情绪，以至于失眠，越想睡越睡不着，然后我就说服自己要随心，可是我越不在乎就越想去在乎，我越是想用心记越是心里乱糟糟，就是总是跟我反着来，后来我知道因为我害怕做不到，通过不断的寻求自我救赎，我知道了顺其自然，为所当为，有所缓解，但是仍然很痛苦，我妈妈说考完研就好了，我也这样安慰自己，考研研了，我也上岸了，现在印象比较深的是当我确定我考上的那天，我是开心的，但是我也同时洞悉到了我的内心，我害怕不好的情绪会夺去本该属于我的喜悦，果然我又有点焦虑，我这是属于缺乏安全感的表现吗？",
        "label": ""
      },
      {
        "sentence": "我真的好痛苦，本来现在在家",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能感受到你困扰的情绪。关于情绪问题，美国著名心理学家埃利斯提出了“情绪ABC理论”。A所指的是诱发事件；B指的是对这件事情的看法及评价；而C则是继这一事件后，个人的情绪反应和行为结果。很明显【一舍友向我控诉另外一个舍友的恶劣行为】是诱发事件。【然后我安慰她之后，自己觉得那个舍友做的蛮过分的，也很生气】是你的看法及评价。【然后我就控制自己不要生气不能影响学习效率，然后我就失控了，越不想生气越生气，从那之后我无法控制自己的情绪】是你的情绪反应。研究发现，我们后续反应的直接原因是我们对待事情的评价和看法。但其中也不包括你自身因为准备考研压力所在。那我们应该怎么做呢？",
    "annotation": [
      {
        "sentence": "能感受到你困扰的情绪。",
        "label": ""
      },
      {
        "sentence": "关于情绪问题，美国著名心理学家埃利斯提出了“情绪ABC理论”。",
        "label": ""
      },
      {
        "sentence": "A所指的是诱发事件；B指的是对这件事情的看法及评价；而C则是继这一事件后，个人的情绪反应和行为结果。",
        "label": ""
      },
      {
        "sentence": "很明显【一舍友向我控诉另外一个舍友的恶劣行为】是诱发事件。",
        "label": ""
      },
      {
        "sentence": "【然后我安慰她之后，自己觉得那个舍友做的蛮过分的，也很生气】是你的看法及评价。",
        "label": ""
      },
      {
        "sentence": "【然后我就控制自己不要生气不能影响学习效率，然后我就失控了，越不想生气越生气，从那之后我无法控制自己的情绪】是你的情绪反应。",
        "label": ""
      },
      {
        "sentence": "研究发现，我们后续反应的直接原因是我们对待事情的评价和看法。",
        "label": ""
      },
      {
        "sentence": "但其中也不包括你自身因为准备考研压力所在。",
        "label": ""
      },
      {
        "sentence": "那我们应该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的不知道该怎么应对了，整个情绪让我感到很困扰。可能我太过在意别人对我的评价，导致自己的情绪无法控制。我很想学会管理好情绪，但总是感觉很难。",
    "annotation": [
      {
        "sentence": "我真的不知道该怎么应对了，整个情绪让我感到很困扰。",
        "label": ""
      },
      {
        "sentence": "可能我太过在意别人对我的评价，导致自己的情绪无法控制。",
        "label": ""
      },
      {
        "sentence": "我很想学会管理好情绪，但总是感觉很难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，因为情绪的确会影响到我们的生活。能管理好情绪的人也绝非泛泛之辈，但能管理好情绪，就更有可能帮助我们迈向成功。在如何管理情绪上面，我在书中整理了几个方法，你可以采纳试试看哦～首先，当我们针对一件事情的时候，最好持有多种态度看法，也让自己有不同的结果。对于你舍友的恶劣行为，我们可以从不同的角度出发来看待这个问题。比如：{奥～倒也不是很恶劣的行为，只是对我来说这样，对她来说可能不一样，到时候大家一起帮助她}这样来想，是不是就没有那么影响你的情绪，并且能够和平交往呢？",
    "annotation": [
      {
        "sentence": "我理解你的感受，因为情绪的确会影响到我们的生活。",
        "label": ""
      },
      {
        "sentence": "能管理好情绪的人也绝非泛泛之辈，但能管理好情绪，就更有可能帮助我们迈向成功。",
        "label": ""
      },
      {
        "sentence": "在如何管理情绪上面，我在书中整理了几个方法，你可以采纳试试看哦～首先，当我们针对一件事情的时候，最好持有多种态度看法，也让自己有不同的结果。",
        "label": ""
      },
      {
        "sentence": "对于你舍友的恶劣行为，我们可以从不同的角度出发来看待这个问题。",
        "label": ""
      },
      {
        "sentence": "比如：{奥～倒也不是很恶劣的行为，只是对我来说这样，对她来说可能不一样，到时候大家一起帮助她}这样来想，是不是就没有那么影响你的情绪，并且能够和平交往呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么一说，我确实没有考虑过从别人的角度去看待问题。也许我太过自我中心了。我会试着改变自己的思维方式，多为别人着想，多找到共同点，缓解自己的情绪压力。",
    "annotation": [
      {
        "sentence": "听你这么一说，我确实没有考虑过从别人的角度去看待问题。",
        "label": ""
      },
      {
        "sentence": "也许我太过自我中心了。",
        "label": ""
      },
      {
        "sentence": "我会试着改变自己的思维方式，多为别人着想，多找到共同点，缓解自己的情绪压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经向更积极的方向迈出了一步。除了改变思维方式，你还可以尝试其他方法来管理情绪。比如，延迟判断，学会钝感力。当你的情绪处在悲观或者焦虑等状态下，先不要急于给自己贴上标签，也不要过度沉浸在自己的思想中拷问哪里出了问题。这样的死循环只会让你更难受。可以适当延迟判断，并将负面情绪转换为积极的情绪。",
    "annotation": [
      {
        "sentence": "很好，你已经向更积极的方向迈出了一步。",
        "label": ""
      },
      {
        "sentence": "除了改变思维方式，你还可以尝试其他方法来管理情绪。",
        "label": ""
      },
      {
        "sentence": "比如，延迟判断，学会钝感力。",
        "label": ""
      },
      {
        "sentence": "当你的情绪处在悲观或者焦虑等状态下，先不要急于给自己贴上标签，也不要过度沉浸在自己的思想中拷问哪里出了问题。",
        "label": ""
      },
      {
        "sentence": "这样的死循环只会让你更难受。",
        "label": ""
      },
      {
        "sentence": "可以适当延迟判断，并将负面情绪转换为积极的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "延迟判断听起来不错，我会试着在遇到困扰时不急于做出判断，多给自己一些时间和空间来调整。另外，还有其他方法吗？",
    "annotation": [
      {
        "sentence": "延迟判断听起来不错，我会试着在遇到困扰时不急于做出判断，多给自己一些时间和空间来调整。",
        "label": ""
      },
      {
        "sentence": "另外，还有其他方法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然！还有一种方法是转移注意力。当你感觉无法掌控自己的情绪时，不要试图抓住它，而是想办法放慢脚步，找一份喜欢的事情来转移注意力，作为缓冲调整。最后再试着寻找问题的根源。还有一个方法是减少独处的时间，可以和朋友、亲人打个电话，聊聊天。不一定要倾诉压力，普通的生活琐碎也能放松你的心情，还可能给你力量哦～",
    "annotation": [
      {
        "sentence": "当然！",
        "label": ""
      },
      {
        "sentence": "还有一种方法是转移注意力。",
        "label": ""
      },
      {
        "sentence": "当你感觉无法掌控自己的情绪时，不要试图抓住它，而是想办法放慢脚步，找一份喜欢的事情来转移注意力，作为缓冲调整。",
        "label": ""
      },
      {
        "sentence": "最后再试着寻找问题的根源。",
        "label": ""
      },
      {
        "sentence": "还有一个方法是减少独处的时间，可以和朋友、亲人打个电话，聊聊天。",
        "label": ""
      },
      {
        "sentence": "不一定要倾诉压力，普通的生活琐碎也能放松你的心情，还可能给你力量哦～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些方法听起来都很实用，我会尝试着采纳并应用于生活中。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "这些方法听起来都很实用，我会尝试着采纳并应用于生活中。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很欣慰能够为你提供帮助。情绪管理确实需要一些时间和实践，但只要你坚持并且试试这些方法，我相信你会渐渐学会管理好情绪。无论遇到什么困难，在我这里你都可以找到支持。希望你考研顺利，祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我很欣慰能够为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "情绪管理确实需要一些时间和实践，但只要你坚持并且试试这些方法，我相信你会渐渐学会管理好情绪。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，在我这里你都可以找到支持。",
        "label": ""
      },
      {
        "sentence": "希望你考研顺利，祝你好运！",
        "label": ""
      }
    ]
  }
]