[
  {
    "role": "client",
    "content": "最近我忍不住回忆过去、揣摩别人的想法，我总是回忆自己干过的一些不好的事情，比如一些尴尬的事。虽然可能并没有什么实际事情发生，但我还是会反复揣摩别人的看法，总觉得自己做不好。比如明天同学聚会，我明天得去参加葬礼所以婉拒了，可组织者为了凑齐所有人把时间延后了。我就总是回想这事，还很担心别人会觉得我娇蛮任性，然后就后悔自己为什么不能改变去葬礼的时间。而且我是非常难克制自己的回忆的，甚至十几年前的事情我都记得，或许只是一些尴尬的小事，比如穿反了裤子，但是我就是抑制不住自己去回忆，然后就后悔。这不仅仅发生在回忆方面，晚上我坐我妈妈的车总会设想万一有人突然拉开车门抢劫杀人，我必须怎么办，然后就会想得自己一脑子恐惧，最后一只手抓住安全带扣准备解开，一只手抓住车门把手准备跳车。最近我开始疯狂避免和别人接触，就算是十余年的老友邀约也会设法推脱，因为我知道只要去和别人接触就需要考虑别人的感受从而影响自己的行为，而且我绝对会后悔做某些事情，然后就陷入不断后悔的怪圈。",
    "annotation": [
      {
        "sentence": "最近我忍不住回忆过去、揣摩别人的想法，我总是回忆自己干过的一些不好的事情，比如一些尴尬的事。",
        "label": ""
      },
      {
        "sentence": "虽然可能并没有什么实际事情发生，但我还是会反复揣摩别人的看法，总觉得自己做不好。",
        "label": ""
      },
      {
        "sentence": "比如明天同学聚会，我明天得去参加葬礼所以婉拒了，可组织者为了凑齐所有人把时间延后了。",
        "label": ""
      },
      {
        "sentence": "我就总是回想这事，还很担心别人会觉得我娇蛮任性，然后就后悔自己为什么不能改变去葬礼的时间。",
        "label": ""
      },
      {
        "sentence": "而且我是非常难克制自己的回忆的，甚至十几年前的事情我都记得，或许只是一些尴尬的小事，比如穿反了裤子，但是我就是抑制不住自己去回忆，然后就后悔。",
        "label": ""
      },
      {
        "sentence": "这不仅仅发生在回忆方面，晚上我坐我妈妈的车总会设想万一有人突然拉开车门抢劫杀人，我必须怎么办，然后就会想得自己一脑子恐惧，最后一只手抓住安全带扣准备解开，一只手抓住车门把手准备跳车。",
        "label": ""
      },
      {
        "sentence": "最近我开始疯狂避免和别人接触，就算是十余年的老友邀约也会设法推脱，因为我知道只要去和别人接触就需要考虑别人的感受从而影响自己的行为，而且我绝对会后悔做某些事情，然后就陷入不断后悔的怪圈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我明白你的困扰。你感到无法克制自己的回忆并且过度思考别人的看法，这会让你感到后悔和焦虑。有没有曾经尝试去探索一下自己为什么会这样回忆和揣摩他人的想法呢？这个问题首次出现是在什么时候？或许我们可以回忆一下自己是什么时候开始有这种感觉的，找找感觉出现的原因，然后再去解决它。",
    "annotation": [
      {
        "sentence": "求助者，我明白你的困扰。",
        "label": ""
      },
      {
        "sentence": "你感到无法克制自己的回忆并且过度思考别人的看法，这会让你感到后悔和焦虑。",
        "label": ""
      },
      {
        "sentence": "有没有曾经尝试去探索一下自己为什么会这样回忆和揣摩他人的想法呢？",
        "label": ""
      },
      {
        "sentence": "这个问题首次出现是在什么时候？",
        "label": ""
      },
      {
        "sentence": "或许我们可以回忆一下自己是什么时候开始有这种感觉的，找找感觉出现的原因，然后再去解决它。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我想了想，这个问题大概从我很小的时候就开始了。可能是因为小时候经历过一些尴尬和不好的事情，所以对自己的表现和他人的看法就格外在意。而且我家条件不是很好，所以可能会担心别人觉得我娇气或者有优越感。这种感觉就像是深深根植在我内心的一种恐惧。",
    "annotation": [
      {
        "sentence": "其实我想了想，这个问题大概从我很小的时候就开始了。",
        "label": ""
      },
      {
        "sentence": "可能是因为小时候经历过一些尴尬和不好的事情，所以对自己的表现和他人的看法就格外在意。",
        "label": ""
      },
      {
        "sentence": "而且我家条件不是很好，所以可能会担心别人觉得我娇气或者有优越感。",
        "label": ""
      },
      {
        "sentence": "这种感觉就像是深深根植在我内心的一种恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了。你说可能是小时候的一些经历影响到了现在的心理感受，这是一个很重要的线索。你是否感觉自己被他人伤害过或者经历过危险的事情呢？现在的你内心极度缺乏安全感，内心充满了对他人的恐惧。",
    "annotation": [
      {
        "sentence": "明白了。",
        "label": ""
      },
      {
        "sentence": "你说可能是小时候的一些经历影响到了现在的心理感受，这是一个很重要的线索。",
        "label": ""
      },
      {
        "sentence": "你是否感觉自己被他人伤害过或者经历过危险的事情呢？",
        "label": ""
      },
      {
        "sentence": "现在的你内心极度缺乏安全感，内心充满了对他人的恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我在过去的一些经历中确实受到了一些伤害，也经历过一些危险的情况。但我觉得这些都过去了，为什么现在还会有这样的感觉呢？",
    "annotation": [
      {
        "sentence": "确实，我在过去的一些经历中确实受到了一些伤害，也经历过一些危险的情况。",
        "label": ""
      },
      {
        "sentence": "但我觉得这些都过去了，为什么现在还会有这样的感觉呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很好的问题。有时候过去的经历和心理感受会潜藏在我们内心深处，不容易被完全释放。建议你尝试自我探索一下吧，试着找到自己害怕与人接触的原因，并回忆是否曾经有过类似的伤害经历。如果自己不知道如何探索，可以借助一些心理自查工具，比如心理问卷等。另外，如果你感觉目前难以通过自我走出怪圈，不妨寻求一个你信任的人帮助你进行心理分析，最好可以找专业的咨询师。他们可以引导你逐渐探索心理问题的成因，并帮助你解决它。",
    "annotation": [
      {
        "sentence": "这是一个很好的问题。",
        "label": ""
      },
      {
        "sentence": "有时候过去的经历和心理感受会潜藏在我们内心深处，不容易被完全释放。",
        "label": ""
      },
      {
        "sentence": "建议你尝试自我探索一下吧，试着找到自己害怕与人接触的原因，并回忆是否曾经有过类似的伤害经历。",
        "label": ""
      },
      {
        "sentence": "如果自己不知道如何探索，可以借助一些心理自查工具，比如心理问卷等。",
        "label": ""
      },
      {
        "sentence": "另外，如果你感觉目前难以通过自我走出怪圈，不妨寻求一个你信任的人帮助你进行心理分析，最好可以找专业的咨询师。",
        "label": ""
      },
      {
        "sentence": "他们可以引导你逐渐探索心理问题的成因，并帮助你解决它。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我意识到我需要更深入地了解自己，并且不再让过去的伤害和恐惧束缚我的现在和将来。我会考虑找一个专业的咨询师来帮助我解决这些问题的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我意识到我需要更深入地了解自己，并且不再让过去的伤害和恐惧束缚我的现在和将来。",
        "label": ""
      },
      {
        "sentence": "我会考虑找一个专业的咨询师来帮助我解决这些问题的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心。找到一个专业的咨询师会给你提供更全面和深入的帮助。希望你能逐渐解决这些困扰，恢复自信和安全感。如果你还有什么需要的话，随时都可以来找我倾诉。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心。",
        "label": ""
      },
      {
        "sentence": "找到一个专业的咨询师会给你提供更全面和深入的帮助。",
        "label": ""
      },
      {
        "sentence": "希望你能逐渐解决这些困扰，恢复自信和安全感。",
        "label": ""
      },
      {
        "sentence": "如果你还有什么需要的话，随时都可以来找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和理解。知道有一个可以倾诉的人真的很重要，我会珍惜这个机会的。谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和理解。",
        "label": ""
      },
      {
        "sentence": "知道有一个可以倾诉的人真的很重要，我会珍惜这个机会的。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意帮助你。记得随时来找我，我会一直在这里支持你的。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "记得随时来找我，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]