[
  {
    "role": "client",
    "content": "我的爱人突然去世，不知道如何面对……爱人原来身体一直都好好的，非常健康，精心照顾家里的两位老人，整天为别人付出，但是突然于上个月因癌症去世，虽然经历了患病的半年多时间，但是作为他深爱的妻子，真的无法接受这个现实。心里也知道只有我好好过下去，他才能安心，但是悲伤真的是随时就会来的，天天一个人，有些话真不知道跟谁说，真的很无助～～",
    "annotation": [
      {
        "sentence": "我的爱人突然去世，不知道如何面对……爱人原来身体一直都好好的，非常健康，精心照顾家里的两位老人，整天为别人付出，但是突然于上个月因癌症去世，虽然经历了患病的半年多时间，但是作为他深爱的妻子，真的无法接受这个现实。",
        "label": ""
      },
      {
        "sentence": "心里也知道只有我好好过下去，他才能安心，但是悲伤真的是随时就会来的，天天一个人，有些话真不知道跟谁说，真的很无助～～",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "病魔就是如此残酷，他总是在我们感到最幸福的时刻降临我们身边，带走我们爱的人，也带走爱我们的人！对于你的经历我也感到很痛心，很难过！给你一个爱的鼓励和拥抱！你的爱人上个月刚刚去世，短时间内在心理上还是难以接受，这是正常的心理应激反应，但是我们不能忽视该应激反应，不要任由他发展，要主动进行心理调节，防止发展成创伤后应激障碍。我想和你一起面对这段困难时期，我给你以下几个小小的建议，希望对你有所帮助。",
    "annotation": [
      {
        "sentence": "病魔就是如此残酷，他总是在我们感到最幸福的时刻降临我们身边，带走我们爱的人，也带走爱我们的人！",
        "label": ""
      },
      {
        "sentence": "对于你的经历我也感到很痛心，很难过！",
        "label": ""
      },
      {
        "sentence": "给你一个爱的鼓励和拥抱！",
        "label": ""
      },
      {
        "sentence": "你的爱人上个月刚刚去世，短时间内在心理上还是难以接受，这是正常的心理应激反应，但是我们不能忽视该应激反应，不要任由他发展，要主动进行心理调节，防止发展成创伤后应激障碍。",
        "label": ""
      },
      {
        "sentence": "我想和你一起面对这段困难时期，我给你以下几个小小的建议，希望对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的关心和支持，我需要你的帮助。你说的心理调节，可以具体讲讲该如何做呢？",
    "annotation": [
      {
        "sentence": "非常感谢你的关心和支持，我需要你的帮助。",
        "label": ""
      },
      {
        "sentence": "你说的心理调节，可以具体讲讲该如何做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，我很愿意帮助你。首先，我建议你把这份情感转移到与你丈夫有关的事或物上，将对他的思念和爱转移到那些事物上，这样可以减少对他的思念之痛，同时将这份情感升华为对生命的尊重和热爱。你可以带着他遗留下来的期望和遗憾，代替他做他未曾完成的事情。",
    "annotation": [
      {
        "sentence": "当然，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "首先，我建议你把这份情感转移到与你丈夫有关的事或物上，将对他的思念和爱转移到那些事物上，这样可以减少对他的思念之痛，同时将这份情感升华为对生命的尊重和热爱。",
        "label": ""
      },
      {
        "sentence": "你可以带着他遗留下来的期望和遗憾，代替他做他未曾完成的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个建议听起来不错，我可以尝试着去做。还有其他的方法可以帮助我缓解悲伤吗？",
    "annotation": [
      {
        "sentence": "这个建议听起来不错，我可以尝试着去做。",
        "label": ""
      },
      {
        "sentence": "还有其他的方法可以帮助我缓解悲伤吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，还有几个方法可以帮助你。你可以发泄情绪和转移注意力，比如出去散散心，做一些运动或者自己喜欢的事情，用积极和乐观的活动填充悲伤的时间。另外，你也可以找一些亲密的朋友倾诉你的心情，将所有的痛苦和悲伤都发泄出去。整理好心情，重新出发。",
    "annotation": [
      {
        "sentence": "当然，还有几个方法可以帮助你。",
        "label": ""
      },
      {
        "sentence": "你可以发泄情绪和转移注意力，比如出去散散心，做一些运动或者自己喜欢的事情，用积极和乐观的活动填充悲伤的时间。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以找一些亲密的朋友倾诉你的心情，将所有的痛苦和悲伤都发泄出去。",
        "label": ""
      },
      {
        "sentence": "整理好心情，重新出发。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来像是个不错的主意。你觉得我应该如何面对未来的生活呢？",
    "annotation": [
      {
        "sentence": "听起来像是个不错的主意。",
        "label": ""
      },
      {
        "sentence": "你觉得我应该如何面对未来的生活呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "丈夫的离去意味着你将要一个人面对人生的挑战，所以我建议你重新规划自己的人生。考虑一下未来你想要过怎样的生活，面对可能的经济、家庭、心理和工作压力，做好应对这些挑战的准备。不要轻易被它们击垮，因为你的丈夫在天上也一定希望你能快点走出来，重新开始属于自己的人生。走出这段困难，才是对家人和对自己最大的爱。",
    "annotation": [
      {
        "sentence": "丈夫的离去意味着你将要一个人面对人生的挑战，所以我建议你重新规划自己的人生。",
        "label": ""
      },
      {
        "sentence": "考虑一下未来你想要过怎样的生活，面对可能的经济、家庭、心理和工作压力，做好应对这些挑战的准备。",
        "label": ""
      },
      {
        "sentence": "不要轻易被它们击垮，因为你的丈夫在天上也一定希望你能快点走出来，重新开始属于自己的人生。",
        "label": ""
      },
      {
        "sentence": "走出这段困难，才是对家人和对自己最大的爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会好好考虑并尝试着去做。有这样的支持，我感觉好多了。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会好好考虑并尝试着去做。",
        "label": ""
      },
      {
        "sentence": "有这样的支持，我感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我非常愿意帮助你。如果你需要进一步的支持和倾诉，请随时找我。你并不是一个人在面对这一切，有我在。请相信，你可以走出这段困境，重新找到属于自己的幸福。",
    "annotation": [
      {
        "sentence": "不客气，我非常愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的支持和倾诉，请随时找我。",
        "label": ""
      },
      {
        "sentence": "你并不是一个人在面对这一切，有我在。",
        "label": ""
      },
      {
        "sentence": "请相信，你可以走出这段困境，重新找到属于自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和陪伴，感觉心情好多了。我会努力去实施你给我的建议，并尽快走出困境。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和陪伴，感觉心情好多了。",
        "label": ""
      },
      {
        "sentence": "我会努力去实施你给我的建议，并尽快走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不是一个人在面对这一切，有我在陪伴着你。我相信你可以做到的，加油！如果需要任何帮助，请随时找我。我会一直陪着你度过这段艰难的时光。",
    "annotation": [
      {
        "sentence": "你不是一个人在面对这一切，有我在陪伴着你。",
        "label": ""
      },
      {
        "sentence": "我相信你可以做到的，加油！",
        "label": ""
      },
      {
        "sentence": "如果需要任何帮助，请随时找我。",
        "label": ""
      },
      {
        "sentence": "我会一直陪着你度过这段艰难的时光。",
        "label": ""
      }
    ]
  }
]