[
  {
    "role": "client",
    "content": "最近我发现自己在谈论家庭方面的信息时总是胡说八道。我在快乐的时候，会开心地说出一些不真实的家庭信息，但之后又会感到后悔和内疚。我希望老师能够给我一些建议，解开我内心的困惑。",
    "annotation": [
      {
        "sentence": "最近我发现自己在谈论家庭方面的信息时总是胡说八道。",
        "label": ""
      },
      {
        "sentence": "我在快乐的时候，会开心地说出一些不真实的家庭信息，但之后又会感到后悔和内疚。",
        "label": ""
      },
      {
        "sentence": "我希望老师能够给我一些建议，解开我内心的困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你感到不快乐的时候，你会怎样回答关于家庭信息的提问呢？而在快乐的时候，为什么你会用胡乱回答的方式来回应他人呢？你是否试图掩饰真实的家庭信息呢？我觉得你渴望被别人更多地关注你的内在努力，是这样吗？首先，我想告诉你，你并不需要因为说出不真实的家庭信息而感到自责和内疚，你是一个善良的人。其实，很多人都会在社交中使用一种善意的谎言，并且带着不同的面具与不同的人交往。对于你来说，真实的家庭信息可能有着特殊的意义，请你认识到这一点。同时，你也可以思考一下自己在社交中的目的是什么，试着找到自己希望朋友接纳的自己。稍作思考，不要过于自责和苦恼，祝你能够找到属于自己的平衡与自信。",
    "annotation": [
      {
        "sentence": "当你感到不快乐的时候，你会怎样回答关于家庭信息的提问呢？",
        "label": ""
      },
      {
        "sentence": "而在快乐的时候，为什么你会用胡乱回答的方式来回应他人呢？",
        "label": ""
      },
      {
        "sentence": "你是否试图掩饰真实的家庭信息呢？",
        "label": ""
      },
      {
        "sentence": "我觉得你渴望被别人更多地关注你的内在努力，是这样吗？",
        "label": ""
      },
      {
        "sentence": "首先，我想告诉你，你并不需要因为说出不真实的家庭信息而感到自责和内疚，你是一个善良的人。",
        "label": ""
      },
      {
        "sentence": "其实，很多人都会在社交中使用一种善意的谎言，并且带着不同的面具与不同的人交往。",
        "label": ""
      },
      {
        "sentence": "对于你来说，真实的家庭信息可能有着特殊的意义，请你认识到这一点。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以思考一下自己在社交中的目的是什么，试着找到自己希望朋友接纳的自己。",
        "label": ""
      },
      {
        "sentence": "稍作思考，不要过于自责和苦恼，祝你能够找到属于自己的平衡与自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答。确实，我在不开心的时候，会选择回避关于家庭的问题，因为我害怕被别人看见我内心真实的一面。而在开心的时候，我可能会胡乱编造一些信息来掩饰自己的脆弱。可能是因为我希望别人只看到我开心的一面，而不是关注我的困难和痛苦。我明白你的建议，我会试着更加清醒地认识到这一点，并且思考自己在社交中的真实需求。",
    "annotation": [
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "确实，我在不开心的时候，会选择回避关于家庭的问题，因为我害怕被别人看见我内心真实的一面。",
        "label": ""
      },
      {
        "sentence": "而在开心的时候，我可能会胡乱编造一些信息来掩饰自己的脆弱。",
        "label": ""
      },
      {
        "sentence": "可能是因为我希望别人只看到我开心的一面，而不是关注我的困难和痛苦。",
        "label": ""
      },
      {
        "sentence": "我明白你的建议，我会试着更加清醒地认识到这一点，并且思考自己在社交中的真实需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你理解了我的建议。你刚才提到了害怕被别人看见你内心真实的一面，这可能是你在面对社交压力时的一种逃避方式。但是，相信我，朋友是值得我们信任和倾诉的人。他们不希望看到你承受太多的困难和痛苦，他们更希望你能够与他们分享你的快乐和真实。当你敢于展示自己脆弱的一面时，你也会得到更多理解和支持。我相信你能够找到适合自己的平衡点，在真实与遮掩之间，找到自己的自信和舒适。",
    "annotation": [
      {
        "sentence": "很高兴听到你理解了我的建议。",
        "label": ""
      },
      {
        "sentence": "你刚才提到了害怕被别人看见你内心真实的一面，这可能是你在面对社交压力时的一种逃避方式。",
        "label": ""
      },
      {
        "sentence": "但是，相信我，朋友是值得我们信任和倾诉的人。",
        "label": ""
      },
      {
        "sentence": "他们不希望看到你承受太多的困难和痛苦，他们更希望你能够与他们分享你的快乐和真实。",
        "label": ""
      },
      {
        "sentence": "当你敢于展示自己脆弱的一面时，你也会得到更多理解和支持。",
        "label": ""
      },
      {
        "sentence": "我相信你能够找到适合自己的平衡点，在真实与遮掩之间，找到自己的自信和舒适。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实需要勇敢面对自己的脆弱和困难。我会试着与朋友们分享更真实的家庭信息，同时也向他们表达我的快乐和开心。我想这样我能够得到更多真正的支持和理解。谢谢你的鼓励和建议，我会努力去做的。",
    "annotation": [
      {
        "sentence": "你说得对，我确实需要勇敢面对自己的脆弱和困难。",
        "label": ""
      },
      {
        "sentence": "我会试着与朋友们分享更真实的家庭信息，同时也向他们表达我的快乐和开心。",
        "label": ""
      },
      {
        "sentence": "我想这样我能够得到更多真正的支持和理解。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和建议，我会努力去做的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试去面对自己的脆弱和困难。勇气和努力是通向成长和自信的关键。相信你能够找到属于自己的方式，并且得到朋友们真正的支持和理解。如果你需要任何帮助或者再次想要倾诉，记得随时找我聊天。祝你一切都好，加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试去面对自己的脆弱和困难。",
        "label": ""
      },
      {
        "sentence": "勇气和努力是通向成长和自信的关键。",
        "label": ""
      },
      {
        "sentence": "相信你能够找到属于自己的方式，并且得到朋友们真正的支持和理解。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再次想要倾诉，记得随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你一切都好，加油！",
        "label": ""
      }
    ]
  }
]