[
  {
    "role": "client",
    "content": "我是一个24岁的女生，一直以来都有抑郁焦虑的问题。我现在是海外研究生，在国外的这段时间里，我的抑郁焦虑症状越来越明显和严重。我感到自己没有内驱力，什么事情都提不起兴趣，没有食欲，总是想睡觉，整个人都很消极。",
    "annotation": [
      {
        "sentence": "我是一个24岁的女生，一直以来都有抑郁焦虑的问题。",
        "label": ""
      },
      {
        "sentence": "我现在是海外研究生，在国外的这段时间里，我的抑郁焦虑症状越来越明显和严重。",
        "label": ""
      },
      {
        "sentence": "我感到自己没有内驱力，什么事情都提不起兴趣，没有食欲，总是想睡觉，整个人都很消极。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你这样描述，你的情况确实很不容乐观。在国外期间，肯定有很多压力和挑战，这些都可能导致你的抑郁焦虑加重。你之前去找过心理中心寻求帮助吗？",
    "annotation": [
      {
        "sentence": "听你这样描述，你的情况确实很不容乐观。",
        "label": ""
      },
      {
        "sentence": "在国外期间，肯定有很多压力和挑战，这些都可能导致你的抑郁焦虑加重。",
        "label": ""
      },
      {
        "sentence": "你之前去找过心理中心寻求帮助吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我之前去找过心理中心，但因为疫情的原因只能通过网页知识普及，没有得到缓解。",
    "annotation": [
      {
        "sentence": "是的，我之前去找过心理中心，但因为疫情的原因只能通过网页知识普及，没有得到缓解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个确实是一个困难的问题。下面我给你一些建议，希望能帮到你。首先，你现在正处在临近毕业的阶段，毕业论文的压力肯定很大。但是你的情绪非常抵触和焦虑，完全不想去做，甚至连电脑都不想看。这种情况严重地影响了你的生活，并让你更加焦虑。你有考虑过寻求医生的帮助吗？",
    "annotation": [
      {
        "sentence": "这个确实是一个困难的问题。",
        "label": ""
      },
      {
        "sentence": "下面我给你一些建议，希望能帮到你。",
        "label": ""
      },
      {
        "sentence": "首先，你现在正处在临近毕业的阶段，毕业论文的压力肯定很大。",
        "label": ""
      },
      {
        "sentence": "但是你的情绪非常抵触和焦虑，完全不想去做，甚至连电脑都不想看。",
        "label": ""
      },
      {
        "sentence": "这种情况严重地影响了你的生活，并让你更加焦虑。",
        "label": ""
      },
      {
        "sentence": "你有考虑过寻求医生的帮助吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的不知道该怎么办了。我感到非常焦虑，有时候会胸闷、想吐，脑子一片混乱，负面情绪涌上心头，感觉一切都完了。之前也遇到过这样的情况，但我还可以稍微控制，通过与自己的理性对话或者放松活动来缓解。但前几天有一次学习前，情绪突然间就爆发了，所有的症状一下子都出现了，甚至连呼吸都变得急促起来，我完全控制不住，感到非常恐慌和绝望。我只有回家缓了一大半天，才稍微平静下来。",
    "annotation": [
      {
        "sentence": "我真的不知道该怎么办了。",
        "label": ""
      },
      {
        "sentence": "我感到非常焦虑，有时候会胸闷、想吐，脑子一片混乱，负面情绪涌上心头，感觉一切都完了。",
        "label": ""
      },
      {
        "sentence": "之前也遇到过这样的情况，但我还可以稍微控制，通过与自己的理性对话或者放松活动来缓解。",
        "label": ""
      },
      {
        "sentence": "但前几天有一次学习前，情绪突然间就爆发了，所有的症状一下子都出现了，甚至连呼吸都变得急促起来，我完全控制不住，感到非常恐慌和绝望。",
        "label": ""
      },
      {
        "sentence": "我只有回家缓了一大半天，才稍微平静下来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你描述的情况，你的焦虑症状确实很严重，这也让你产生了离开的想法。但是我要强调，这种想法并不正常，你一定要注意保护好自己。以前你是一个相对理性的人，你是否认为你现在的情况是因为自己太过逃避和软弱，无法面对压力和失败？",
    "annotation": [
      {
        "sentence": "听你描述的情况，你的焦虑症状确实很严重，这也让你产生了离开的想法。",
        "label": ""
      },
      {
        "sentence": "但是我要强调，这种想法并不正常，你一定要注意保护好自己。",
        "label": ""
      },
      {
        "sentence": "以前你是一个相对理性的人，你是否认为你现在的情况是因为自己太过逃避和软弱，无法面对压力和失败？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能吧，我也觉得自己非常软弱和无能。我真的不知道该怎么办，是应该去就诊吗？",
    "annotation": [
      {
        "sentence": "可能吧，我也觉得自己非常软弱和无能。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办，是应该去就诊吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述上看，你现在的情况可能是疫情和毕业论文的双重压力激活了过去的一些症状，导致了急性应激反应。这种情况下，如果没有急性压力性事件的话，即使不看心理医生，在一段时间的调整后，也会逐渐减少症状的。但现在最关键的问题是，你的不良心理状况遇到了现实中的压力事件，二者相互作用，导致了恶性循环的发展。所以，我建议你可以尝试以下两种方法：一是寻找心理医生诊断并服药缓解症状，这样你可以先完成毕业论文，避免让多年努力挫败于毕业一关，也能避免毕业论文的挫败加剧症状。二是寻找专业的心理咨询师，进行咨询。从短期来看，心理医生和心理咨询师的作用几乎是一样的。你甚至可以同时进行这两种方式。精神科医生可能会在缓解症状的治疗同时，提出咨询的建议；心理咨询师也可以根据你的情况评估，并建议你去看精神科医生。这两种方式同时进行，可能会更快地帮助你恢复功能，并完成毕业论文。你之前也遇到过类似的状况，所以寻求一位精神动力学心理咨询师的帮助，可能有助于你深入了解焦虑和抑郁状况的内在根源，以及更好地与自己和平相处。以上仅为个人建议，供你参考。",
    "annotation": [
      {
        "sentence": "从你的描述上看，你现在的情况可能是疫情和毕业论文的双重压力激活了过去的一些症状，导致了急性应激反应。",
        "label": ""
      },
      {
        "sentence": "这种情况下，如果没有急性压力性事件的话，即使不看心理医生，在一段时间的调整后，也会逐渐减少症状的。",
        "label": ""
      },
      {
        "sentence": "但现在最关键的问题是，你的不良心理状况遇到了现实中的压力事件，二者相互作用，导致了恶性循环的发展。",
        "label": ""
      },
      {
        "sentence": "所以，我建议你可以尝试以下两种方法：一是寻找心理医生诊断并服药缓解症状，这样你可以先完成毕业论文，避免让多年努力挫败于毕业一关，也能避免毕业论文的挫败加剧症状。",
        "label": ""
      },
      {
        "sentence": "二是寻找专业的心理咨询师，进行咨询。",
        "label": ""
      },
      {
        "sentence": "从短期来看，心理医生和心理咨询师的作用几乎是一样的。",
        "label": ""
      },
      {
        "sentence": "你甚至可以同时进行这两种方式。",
        "label": ""
      },
      {
        "sentence": "精神科医生可能会在缓解症状的治疗同时，提出咨询的建议；心理咨询师也可以根据你的情况评估，并建议你去看精神科医生。",
        "label": ""
      },
      {
        "sentence": "这两种方式同时进行，可能会更快地帮助你恢复功能，并完成毕业论文。",
        "label": ""
      },
      {
        "sentence": "你之前也遇到过类似的状况，所以寻求一位精神动力学心理咨询师的帮助，可能有助于你深入了解焦虑和抑郁状况的内在根源，以及更好地与自己和平相处。",
        "label": ""
      },
      {
        "sentence": "以上仅为个人建议，供你参考。",
        "label": ""
      }
    ]
  }
]