[
  {
    "role": "client",
    "content": "我是个24岁的女生，最近一直有抑郁和焦虑的问题，我无法面对压力和失败。我是海外的研究生，在国外期间抑郁和焦虑的症状逐渐变得更明显和严重。我感到没有内驱力，对任何事情都提不起兴趣，没有食欲，总是想睡觉，整个人变得非常消极。",
    "annotation": [
      {
        "sentence": "我是个24岁的女生，最近一直有抑郁和焦虑的问题，我无法面对压力和失败。",
        "label": ""
      },
      {
        "sentence": "我是海外的研究生，在国外期间抑郁和焦虑的症状逐渐变得更明显和严重。",
        "label": ""
      },
      {
        "sentence": "我感到没有内驱力，对任何事情都提不起兴趣，没有食欲，总是想睡觉，整个人变得非常消极。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你正在经历很重的压力和负面情绪。作为海外学生，面对陌生的环境和繁重的学习是很正常的，很多人都会有类似的感受。我建议你在面对压力的时候多进行运动和锻炼身体，可以找朋友一起做饭、旅行或者做自己喜欢的事情来缓解压力。同时，你也可以尝试将自己的问题分解成小步骤，逐步解决。",
    "annotation": [
      {
        "sentence": "听起来你正在经历很重的压力和负面情绪。",
        "label": ""
      },
      {
        "sentence": "作为海外学生，面对陌生的环境和繁重的学习是很正常的，很多人都会有类似的感受。",
        "label": ""
      },
      {
        "sentence": "我建议你在面对压力的时候多进行运动和锻炼身体，可以找朋友一起做饭、旅行或者做自己喜欢的事情来缓解压力。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试将自己的问题分解成小步骤，逐步解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我现在临近毕业，毕业论文对我来说造成了很大的压力。但我的情绪非常抵触和焦虑，我完全不想去做，甚至连电脑都不愿意看到。这严重影响了我的生活，也让我感到更加焦虑。我试图逼自己去做，但结果却更加焦虑。我感到胸闷，有时还会想吐，脑子里一团乱麻，负面情绪都涌上心头，感觉一切都完了。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我现在临近毕业，毕业论文对我来说造成了很大的压力。",
        "label": ""
      },
      {
        "sentence": "但我的情绪非常抵触和焦虑，我完全不想去做，甚至连电脑都不愿意看到。",
        "label": ""
      },
      {
        "sentence": "这严重影响了我的生活，也让我感到更加焦虑。",
        "label": ""
      },
      {
        "sentence": "我试图逼自己去做，但结果却更加焦虑。",
        "label": ""
      },
      {
        "sentence": "我感到胸闷，有时还会想吐，脑子里一团乱麻，负面情绪都涌上心头，感觉一切都完了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到这些描述，你的焦虑症状确实很明显。在面对压力时，有时候我们会感到无法控制自己的情绪。不过，你之前提到过你曾经有过类似的状况，并且能够稍微通过理性对话或其他活动来放松自己。你可以尝试回想一下当时是如何做到的，或者有没有其他方法来让自己稍微放松一下呢？",
    "annotation": [
      {
        "sentence": "听到这些描述，你的焦虑症状确实很明显。",
        "label": ""
      },
      {
        "sentence": "在面对压力时，有时候我们会感到无法控制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "不过，你之前提到过你曾经有过类似的状况，并且能够稍微通过理性对话或其他活动来放松自己。",
        "label": ""
      },
      {
        "sentence": "你可以尝试回想一下当时是如何做到的，或者有没有其他方法来让自己稍微放松一下呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "以前的时候，我会试着用理性对话或者参与其他活动来缓解压力。但是前几天，有一次学习前很突然地，我的情绪就像爆发了一样。所有这些症状都一下子出现了，甚至我的呼吸也变得急促起来，我无法控制自己的慌乱和绝望的感觉。我只能回到家里休息好一阵子才稍微平静下来。现在我越来越频繁地想要离开，虽然还没有自伤的行为和想法。我开始怀疑自己是不是太过逃避和软弱，无法面对压力和失败。",
    "annotation": [
      {
        "sentence": "以前的时候，我会试着用理性对话或者参与其他活动来缓解压力。",
        "label": ""
      },
      {
        "sentence": "但是前几天，有一次学习前很突然地，我的情绪就像爆发了一样。",
        "label": ""
      },
      {
        "sentence": "所有这些症状都一下子出现了，甚至我的呼吸也变得急促起来，我无法控制自己的慌乱和绝望的感觉。",
        "label": ""
      },
      {
        "sentence": "我只能回到家里休息好一阵子才稍微平静下来。",
        "label": ""
      },
      {
        "sentence": "现在我越来越频繁地想要离开，虽然还没有自伤的行为和想法。",
        "label": ""
      },
      {
        "sentence": "我开始怀疑自己是不是太过逃避和软弱，无法面对压力和失败。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "焦虑情绪的出现是正常的，不要过于责备自己。每个人都有处理压力的不同方法，有些时候我们会遇到自己无法应对的情况。如果你感觉焦虑的症状对你的生活和学业产生了严重的影响，我建议你考虑就诊，寻求专业的帮助。",
    "annotation": [
      {
        "sentence": "焦虑情绪的出现是正常的，不要过于责备自己。",
        "label": ""
      },
      {
        "sentence": "每个人都有处理压力的不同方法，有些时候我们会遇到自己无法应对的情况。",
        "label": ""
      },
      {
        "sentence": "如果你感觉焦虑的症状对你的生活和学业产生了严重的影响，我建议你考虑就诊，寻求专业的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我之前曾经去找过心理中心，但因为疫情原因他们只能提供网页上的知识和普及，对我没有产生缓解作用。我现在正在接近毕业，而毕业论文给我带来了巨大的压力。我很纠结是否应该继续就诊。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我之前曾经去找过心理中心，但因为疫情原因他们只能提供网页上的知识和普及，对我没有产生缓解作用。",
        "label": ""
      },
      {
        "sentence": "我现在正在接近毕业，而毕业论文给我带来了巨大的压力。",
        "label": ""
      },
      {
        "sentence": "我很纠结是否应该继续就诊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你曾经去找心理中心寻求帮助却得不到满意的结果。现在是个特殊的时期，疫情限制了我们的活动和就医方式。不过，你提到的压力很大而且对你的生活造成了很大影响，所以我还是建议你考虑继续就诊，尽管可能只能通过在线的方式接受咨询。",
    "annotation": [
      {
        "sentence": "我理解你曾经去找心理中心寻求帮助却得不到满意的结果。",
        "label": ""
      },
      {
        "sentence": "现在是个特殊的时期，疫情限制了我们的活动和就医方式。",
        "label": ""
      },
      {
        "sentence": "不过，你提到的压力很大而且对你的生活造成了很大影响，所以我还是建议你考虑继续就诊，尽管可能只能通过在线的方式接受咨询。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该继续寻求专业的帮助。我会尽快联系心理中心，看看是否有在线咨询的机会。谢谢你的鼓励和支持，这对我来说非常重要。",
    "annotation": [
      {
        "sentence": "你说得对，我应该继续寻求专业的帮助。",
        "label": ""
      },
      {
        "sentence": "我会尽快联系心理中心，看看是否有在线咨询的机会。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和支持，这对我来说非常重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很欣慰听到你愿意继续寻求帮助。记住，你并不孤单，很多人都会经历类似的困惑和焦虑。在线咨询会是一个很好的选择，希望你能找到适合你的解决方案。加油！",
    "annotation": [
      {
        "sentence": "我很欣慰听到你愿意继续寻求帮助。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，很多人都会经历类似的困惑和焦虑。",
        "label": ""
      },
      {
        "sentence": "在线咨询会是一个很好的选择，希望你能找到适合你的解决方案。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]