[
  {
    "role": "client",
    "content": "我是一个24岁的女生，有抑郁焦虑的问题。最近我无法面对压力和失败。我是海外研究生在读，而且在国外期间我的抑郁焦虑症状逐渐明显和严重。我感觉自己没有内驱力，对任何事情都提不起兴趣，没有食欲，总是嗜睡，整个人都变得非常消极。",
    "annotation": [
      {
        "sentence": "我是一个24岁的女生，有抑郁焦虑的问题。",
        "label": ""
      },
      {
        "sentence": "最近我无法面对压力和失败。",
        "label": ""
      },
      {
        "sentence": "我是海外研究生在读，而且在国外期间我的抑郁焦虑症状逐渐明显和严重。",
        "label": ""
      },
      {
        "sentence": "我感觉自己没有内驱力，对任何事情都提不起兴趣，没有食欲，总是嗜睡，整个人都变得非常消极。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "光是看你的文字都让我太心疼了。不知道你是在学业上或者生活上遇到了什么困难，如果有确实的困难一定要去解决。如果是心理上无法调教的困难，那我说一下我的拙见吧。",
    "annotation": [
      {
        "sentence": "光是看你的文字都让我太心疼了。",
        "label": ""
      },
      {
        "sentence": "不知道你是在学业上或者生活上遇到了什么困难，如果有确实的困难一定要去解决。",
        "label": ""
      },
      {
        "sentence": "如果是心理上无法调教的困难，那我说一下我的拙见吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。我确实面临着毕业的压力，我正写毕业论文，这让我感到非常焦虑。但是，我对这个任务抱有抵触和拒绝的情绪，甚至连看电脑都感到抗拒。",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "我确实面临着毕业的压力，我正写毕业论文，这让我感到非常焦虑。",
        "label": ""
      },
      {
        "sentence": "但是，我对这个任务抱有抵触和拒绝的情绪，甚至连看电脑都感到抗拒。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你现在的情绪很复杂，而且对论文这个任务感到很沮丧和无助。但是，你不要太过自责，每个人都有面对压力和失败的时候。你所经历的这些负面情绪是正常的，但是你可以寻找一些方法来缓解它们。",
    "annotation": [
      {
        "sentence": "我明白你现在的情绪很复杂，而且对论文这个任务感到很沮丧和无助。",
        "label": ""
      },
      {
        "sentence": "但是，你不要太过自责，每个人都有面对压力和失败的时候。",
        "label": ""
      },
      {
        "sentence": "你所经历的这些负面情绪是正常的，但是你可以寻找一些方法来缓解它们。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我理解这些负面情绪是正常的，但是我真的很困惑。我感到胸闷、焦虑，有时甚至想吐，我的头脑一团乱麻，充满了消极情绪，让我觉得一切都完了。",
    "annotation": [
      {
        "sentence": "是的，我理解这些负面情绪是正常的，但是我真的很困惑。",
        "label": ""
      },
      {
        "sentence": "我感到胸闷、焦虑，有时甚至想吐，我的头脑一团乱麻，充满了消极情绪，让我觉得一切都完了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些身体和心理上的反应都是焦虑的症状。但是，你不要担心，这种状况是可以处理和缓解的。你可以尝试一些放松的活动，比如深呼吸、冥想或者运动来减轻焦虑感。",
    "annotation": [
      {
        "sentence": "这些身体和心理上的反应都是焦虑的症状。",
        "label": ""
      },
      {
        "sentence": "但是，你不要担心，这种状况是可以处理和缓解的。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一些放松的活动，比如深呼吸、冥想或者运动来减轻焦虑感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "之前我确实尝试过自我放松的方法来应对焦虑，有时候还挺有效的。但是前几天，我突然情绪爆发，所有的症状同时出现，甚至出现了呼吸急促和无法控制的恐慌感。",
    "annotation": [
      {
        "sentence": "之前我确实尝试过自我放松的方法来应对焦虑，有时候还挺有效的。",
        "label": ""
      },
      {
        "sentence": "但是前几天，我突然情绪爆发，所有的症状同时出现，甚至出现了呼吸急促和无法控制的恐慌感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情况是很正常的，有时焦虑会达到一个临界点，导致你无法再控制情绪。你不要因此而责备自己，而是要关注你当前的身心状态，保护好自己。在面对这些突发的情绪时，你可以进行一些冥想或者深呼吸来帮助自己平静下来。",
    "annotation": [
      {
        "sentence": "这种情况是很正常的，有时焦虑会达到一个临界点，导致你无法再控制情绪。",
        "label": ""
      },
      {
        "sentence": "你不要因此而责备自己，而是要关注你当前的身心状态，保护好自己。",
        "label": ""
      },
      {
        "sentence": "在面对这些突发的情绪时，你可以进行一些冥想或者深呼吸来帮助自己平静下来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试用冥想和深呼吸来缓解焦虑。但是最近我越来越频繁地想离开这里，离开我的学业，这种想法比以前更加强烈，虽然我没有自伤的行为和想法。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试用冥想和深呼吸来缓解焦虑。",
        "label": ""
      },
      {
        "sentence": "但是最近我越来越频繁地想离开这里，离开我的学业，这种想法比以前更加强烈，虽然我没有自伤的行为和想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你想要逃避的心情，但是我希望你能记住，逃避并不是解决问题的办法。你的感受很正常，但是如果你感到这些情绪开始影响到你的日常生活，我强烈建议你寻求专业的帮助。专业心理咨询师能够为你提供更好的支持和指导。",
    "annotation": [
      {
        "sentence": "我能理解你想要逃避的心情，但是我希望你能记住，逃避并不是解决问题的办法。",
        "label": ""
      },
      {
        "sentence": "你的感受很正常，但是如果你感到这些情绪开始影响到你的日常生活，我强烈建议你寻求专业的帮助。",
        "label": ""
      },
      {
        "sentence": "专业心理咨询师能够为你提供更好的支持和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我现在确实感到这些情绪严重地影响了我的生活。我会考虑去找专业心理咨询师寻求帮助。或许我需要谈谈我的状况，以便得到更好的理解和治疗。",
    "annotation": [
      {
        "sentence": "你说得对，我现在确实感到这些情绪严重地影响了我的生活。",
        "label": ""
      },
      {
        "sentence": "我会考虑去找专业心理咨询师寻求帮助。",
        "label": ""
      },
      {
        "sentence": "或许我需要谈谈我的状况，以便得到更好的理解和治疗。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你能够考虑寻求专业帮助。专业心理咨询师会帮助你更好地理解和处理自己的情绪问题。记住，你不是一匹独孤的凤凰，你有权利获得帮助和支持。祝你早日走出困境，迎接属于你的精彩人生！祝好！",
    "annotation": [
      {
        "sentence": "很高兴听到你能够考虑寻求专业帮助。",
        "label": ""
      },
      {
        "sentence": "专业心理咨询师会帮助你更好地理解和处理自己的情绪问题。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一匹独孤的凤凰，你有权利获得帮助和支持。",
        "label": ""
      },
      {
        "sentence": "祝你早日走出困境，迎接属于你的精彩人生！",
        "label": ""
      },
      {
        "sentence": "祝好！",
        "label": ""
      }
    ]
  }
]