[
  {
    "role": "client",
    "content": "我是一个24岁的女生，有抑郁和焦虑问题。我在海外读研期间，抑郁和焦虑症状越来越明显和严重。我没有内驱力，对什么都提不起兴趣，没有食欲，总是想睡觉，感觉很消极。",
    "annotation": [
      {
        "sentence": "我是一个24岁的女生，有抑郁和焦虑问题。",
        "label": ""
      },
      {
        "sentence": "我在海外读研期间，抑郁和焦虑症状越来越明显和严重。",
        "label": ""
      },
      {
        "sentence": "我没有内驱力，对什么都提不起兴趣，没有食欲，总是想睡觉，感觉很消极。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，你出现了一些常见的心理问题症状，比如焦虑、抑郁，缺乏动力，出现绝望、紧张和逃避等问题。同时，社交支持系统也没有起到很好的作用。我建议你通过与父母、朋友、同学、网上的留学生朋友或已经毕业的人进行沟通交流，可以减轻你的心理压力。",
    "annotation": [
      {
        "sentence": "听你的描述，你出现了一些常见的心理问题症状，比如焦虑、抑郁，缺乏动力，出现绝望、紧张和逃避等问题。",
        "label": ""
      },
      {
        "sentence": "同时，社交支持系统也没有起到很好的作用。",
        "label": ""
      },
      {
        "sentence": "我建议你通过与父母、朋友、同学、网上的留学生朋友或已经毕业的人进行沟通交流，可以减轻你的心理压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我之前去找过心理中心，但由于疫情的原因，只能通过网页获取知识，没有得到有效的缓解。",
    "annotation": [
      {
        "sentence": "我之前去找过心理中心，但由于疫情的原因，只能通过网页获取知识，没有得到有效的缓解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解疫情对心理健康问题的影响，尤其是限制了我们获取面对面的咨询服务。不过，我还是建议你尝试寻找其他途径来获得心理支持。现在临近毕业，毕业论文给你带来了很大的压力，但你的情绪很抵触和焦虑，甚至不想去做，连电脑都不愿意看。这对你的生活产生了严重的影响，也让你感到焦虑。但逼自己去做又做不下去，这会让你更加焦虑。你在焦虑的时候是否有胸闷、恶心的感觉？脑子一片混乱，负面情绪一度泛滥，感觉一切都完蛋了？",
    "annotation": [
      {
        "sentence": "我能理解疫情对心理健康问题的影响，尤其是限制了我们获取面对面的咨询服务。",
        "label": ""
      },
      {
        "sentence": "不过，我还是建议你尝试寻找其他途径来获得心理支持。",
        "label": ""
      },
      {
        "sentence": "现在临近毕业，毕业论文给你带来了很大的压力，但你的情绪很抵触和焦虑，甚至不想去做，连电脑都不愿意看。",
        "label": ""
      },
      {
        "sentence": "这对你的生活产生了严重的影响，也让你感到焦虑。",
        "label": ""
      },
      {
        "sentence": "但逼自己去做又做不下去，这会让你更加焦虑。",
        "label": ""
      },
      {
        "sentence": "你在焦虑的时候是否有胸闷、恶心的感觉？",
        "label": ""
      },
      {
        "sentence": "脑子一片混乱，负面情绪一度泛滥，感觉一切都完蛋了？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我以前也有这样的情况，但之前还能稍微控制一下，通过理性对话或其他放松活动来缓解。但前几天在学习前，情绪突然就像爆发了一样，所有这些症状一下子全都出现了，甚至开始感觉呼吸急促，完全无法控制的慌乱和绝望。",
    "annotation": [
      {
        "sentence": "是的，我以前也有这样的情况，但之前还能稍微控制一下，通过理性对话或其他放松活动来缓解。",
        "label": ""
      },
      {
        "sentence": "但前几天在学习前，情绪突然就像爆发了一样，所有这些症状一下子全都出现了，甚至开始感觉呼吸急促，完全无法控制的慌乱和绝望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你目前的困境和困扰。你之前能够控制一部分的情绪，这很好，说明你有一定的应对能力。现在你的情绪突然失控了，这可能是因为积累了过多的压力，导致爆发出来。暂时放下学习，并回家休息了一段时间才稍微平静下来，这也说明你对自己的情绪有一定的认知。但我建议你寻求专业的帮助，因为他们可以给你更科学的指导和帮助，缓解你的症状。",
    "annotation": [
      {
        "sentence": "我明白你目前的困境和困扰。",
        "label": ""
      },
      {
        "sentence": "你之前能够控制一部分的情绪，这很好，说明你有一定的应对能力。",
        "label": ""
      },
      {
        "sentence": "现在你的情绪突然失控了，这可能是因为积累了过多的压力，导致爆发出来。",
        "label": ""
      },
      {
        "sentence": "暂时放下学习，并回家休息了一段时间才稍微平静下来，这也说明你对自己的情绪有一定的认知。",
        "label": ""
      },
      {
        "sentence": "但我建议你寻求专业的帮助，因为他们可以给你更科学的指导和帮助，缓解你的症状。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直在思考，是不是我太过逃避和软弱，无法面对压力和失败。",
    "annotation": [
      {
        "sentence": "我一直在思考，是不是我太过逃避和软弱，无法面对压力和失败。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这只是你目前的困境，不要把自己过于责备。每个人都有自己的情感和应对方式，逃避也是一种自我保护的方式。重要的是，你意识到了问题并开始主动求助，这是一个很大的进步。接下来，我建议你去就诊，专业的心理咨询师会给你提供更具体和有效的帮助。",
    "annotation": [
      {
        "sentence": "这只是你目前的困境，不要把自己过于责备。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的情感和应对方式，逃避也是一种自我保护的方式。",
        "label": ""
      },
      {
        "sentence": "重要的是，你意识到了问题并开始主动求助，这是一个很大的进步。",
        "label": ""
      },
      {
        "sentence": "接下来，我建议你去就诊，专业的心理咨询师会给你提供更具体和有效的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议。我会尽快去寻找专业的帮助，希望能够走出困境。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      },
      {
        "sentence": "我会尽快去寻找专业的帮助，希望能够走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。寻求帮助是第一步，相信自己能够克服困难，走出困境。我祝愿你早日回归正常状态，顺利度过学业，希望好运常伴你左右！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "寻求帮助是第一步，相信自己能够克服困难，走出困境。",
        "label": ""
      },
      {
        "sentence": "我祝愿你早日回归正常状态，顺利度过学业，希望好运常伴你左右！",
        "label": ""
      }
    ]
  }
]