[
  {
    "role": "client",
    "content": "在获得成功后父母没有我想象中那么开心？很失落难过以前不是一个很努力也平平无奇的人，以为自己通过努力获得成功后家人们会真心替我感到高兴和骄傲。但当我超量实现了自己的目标（自己都想不到的那种）发现家人们（包括爸妈，爸妈没离婚但是分居几十年了）表面上真心祝贺实际上似乎并没有我想象中那么的开心，觉得很失落没有人能真正的替我开心，很孤独的感觉。是因为感受到子女独立出去后的正常反应还是什么的呢？还是我遇到了什么人生课题嘛",
    "annotation": [
      {
        "sentence": "在获得成功后父母没有我想象中那么开心？",
        "label": ""
      },
      {
        "sentence": "很失落难过以前不是一个很努力也平平无奇的人，以为自己通过努力获得成功后家人们会真心替我感到高兴和骄傲。",
        "label": ""
      },
      {
        "sentence": "但当我超量实现了自己的目标（自己都想不到的那种）发现家人们（包括爸妈，爸妈没离婚但是分居几十年了）表面上真心祝贺实际上似乎并没有我想象中那么的开心，觉得很失落没有人能真正的替我开心，很孤独的感觉。",
        "label": ""
      },
      {
        "sentence": "是因为感受到子女独立出去后的正常反应还是什么的呢？",
        "label": ""
      },
      {
        "sentence": "还是我遇到了什么人生课题嘛",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从您的陈述中能够感受到您有些失落，但在这里我还是要恭喜您取得了自己的成功。作为孩子，当我们成功的时候，我想我们都希望得到父母的夸奖和祝福，但对于您的父母，让您感受到她们并没有真心的祝贺您，从而让您很失落。对于我们的父母来说，她们是第一次做父母，或许对于他们来说并不知道如何去表达，您的成功，我想她们应该都是看在眼里的。",
    "annotation": [
      {
        "sentence": "从您的陈述中能够感受到您有些失落，但在这里我还是要恭喜您取得了自己的成功。",
        "label": ""
      },
      {
        "sentence": "作为孩子，当我们成功的时候，我想我们都希望得到父母的夸奖和祝福，但对于您的父母，让您感受到她们并没有真心的祝贺您，从而让您很失落。",
        "label": ""
      },
      {
        "sentence": "对于我们的父母来说，她们是第一次做父母，或许对于他们来说并不知道如何去表达，您的成功，我想她们应该都是看在眼里的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我能理解他们对我的期望不一定与我自己的想法一致，但我真的感觉到了他们并没有真正的开心，这让我感到很困扰。可能是我对他们的期待太高了吧。",
    "annotation": [
      {
        "sentence": "我能理解他们对我的期望不一定与我自己的想法一致，但我真的感觉到了他们并没有真正的开心，这让我感到很困扰。",
        "label": ""
      },
      {
        "sentence": "可能是我对他们的期待太高了吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，每个人对家人的期望都可能会有所高于现实，对于父母的期望也是一样。或许他们并不是不开心，只是她们的表达方式不同。有时候，她们可能不会表达高兴，是害怕你的骄傲会影响你之后的发展。对于你的父母来说，她们的方式或许只是有所保留而已。",
    "annotation": [
      {
        "sentence": "是的，每个人对家人的期望都可能会有所高于现实，对于父母的期望也是一样。",
        "label": ""
      },
      {
        "sentence": "或许他们并不是不开心，只是她们的表达方式不同。",
        "label": ""
      },
      {
        "sentence": "有时候，她们可能不会表达高兴，是害怕你的骄傲会影响你之后的发展。",
        "label": ""
      },
      {
        "sentence": "对于你的父母来说，她们的方式或许只是有所保留而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "也许你说的对，我也可以理解他们的考虑。但我还是希望他们能够真正地为我的成就感到开心，这样我会更有动力继续努力。",
    "annotation": [
      {
        "sentence": "也许你说的对，我也可以理解他们的考虑。",
        "label": ""
      },
      {
        "sentence": "但我还是希望他们能够真正地为我的成就感到开心，这样我会更有动力继续努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的期望，但有时候我们不能期待别人与我们有同样的反应。重要的是，你自己知道自己的价值和努力，而不是完全依赖他人的认可。你的努力和成就是属于你自己的，不要因为他人的反应而动摇你对自己的自信和价值。希望你可以继续以自己的节奏前进，坚持追求自己的目标。",
    "annotation": [
      {
        "sentence": "我理解你的期望，但有时候我们不能期待别人与我们有同样的反应。",
        "label": ""
      },
      {
        "sentence": "重要的是，你自己知道自己的价值和努力，而不是完全依赖他人的认可。",
        "label": ""
      },
      {
        "sentence": "你的努力和成就是属于你自己的，不要因为他人的反应而动摇你对自己的自信和价值。",
        "label": ""
      },
      {
        "sentence": "希望你可以继续以自己的节奏前进，坚持追求自己的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更加自信地看待自己的成就。我想我会坚持追求自己的目标，不为他人的反应而动摇。",
    "annotation": [
      {
        "sentence": "你说得对，我应该更加自信地看待自己的成就。",
        "label": ""
      },
      {
        "sentence": "我想我会坚持追求自己的目标，不为他人的反应而动摇。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样的回答。自信是持续成功的关键，相信自己的能力，坚持不懈地追求目标，你一定能取得更多的成就。不要让他人的反应影响你的前行，相信自己的价值，坚定地走下去。",
    "annotation": [
      {
        "sentence": "很高兴听到你这样的回答。",
        "label": ""
      },
      {
        "sentence": "自信是持续成功的关键，相信自己的能力，坚持不懈地追求目标，你一定能取得更多的成就。",
        "label": ""
      },
      {
        "sentence": "不要让他人的反应影响你的前行，相信自己的价值，坚定地走下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会好好考虑你的建议。相信我会变得更加自信，为自己的成就感到骄傲。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会好好考虑你的建议。",
        "label": ""
      },
      {
        "sentence": "相信我会变得更加自信，为自己的成就感到骄傲。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很欣慰能够给你一些帮助。请放心，你不是一个人在奔跑，我会一直在你身边支持你。相信自己，你可以变得更加自信，并且持续追求自己的目标。祝你未来取得更大的成就！",
    "annotation": [
      {
        "sentence": "不客气，我很欣慰能够给你一些帮助。",
        "label": ""
      },
      {
        "sentence": "请放心，你不是一个人在奔跑，我会一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "相信自己，你可以变得更加自信，并且持续追求自己的目标。",
        "label": ""
      },
      {
        "sentence": "祝你未来取得更大的成就！",
        "label": ""
      }
    ]
  }
]