[
  {
    "role": "client",
    "content": "内向男生为什么会喜欢漂亮开放的女生？该怎么搭讪？男生大二，20岁。性格比较内向，优点是学习很好、颜值不低、性格温柔；缺点是身材比较瘦小、有些不会说话。不会主动和人交朋友，朋友圈比较小，也没谈过恋爱。我的理想类型是那种漂亮、外向、喜欢衣着暴露的女生，而且这里的衣着暴露指的不是穿吊带短裤那样只是为了凉快，而是那种露腰、露背的，而且是经常这么穿，感觉比较开放。不知道为什么对这种女生没有抵抗力，总觉得如果能成为男女朋友自己会很幸福。这是为什么？这样的女生会喜欢我这样的男生吗？会不会根本看不上我？在学校见到了这样的女生，该怎么搭讪呢？贸然搭讪的话，对方可能根本不理我；即使有话题能说上几句，也不知道该怎么要联系方式。该怎么办呢？求详细解答。",
    "annotation": [
      {
        "sentence": "内向男生为什么会喜欢漂亮开放的女生？",
        "label": ""
      },
      {
        "sentence": "该怎么搭讪？",
        "label": ""
      },
      {
        "sentence": "男生大二，20岁。",
        "label": ""
      },
      {
        "sentence": "性格比较内向，优点是学习很好、颜值不低、性格温柔；缺点是身材比较瘦小、有些不会说话。",
        "label": ""
      },
      {
        "sentence": "不会主动和人交朋友，朋友圈比较小，也没谈过恋爱。",
        "label": ""
      },
      {
        "sentence": "我的理想类型是那种漂亮、外向、喜欢衣着暴露的女生，而且这里的衣着暴露指的不是穿吊带短裤那样只是为了凉快，而是那种露腰、露背的，而且是经常这么穿，感觉比较开放。",
        "label": ""
      },
      {
        "sentence": "不知道为什么对这种女生没有抵抗力，总觉得如果能成为男女朋友自己会很幸福。",
        "label": ""
      },
      {
        "sentence": "这是为什么？",
        "label": ""
      },
      {
        "sentence": "这样的女生会喜欢我这样的男生吗？",
        "label": ""
      },
      {
        "sentence": "会不会根本看不上我？",
        "label": ""
      },
      {
        "sentence": "在学校见到了这样的女生，该怎么搭讪呢？",
        "label": ""
      },
      {
        "sentence": "贸然搭讪的话，对方可能根本不理我；即使有话题能说上几句，也不知道该怎么要联系方式。",
        "label": ""
      },
      {
        "sentence": "该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "求详细解答。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "见字如面，先希望我的回答能够帮助到你~话先说在前头，想要搭讪就是你得主动的意思，既然是你主动，你就要大胆一点，敢于尝试我说的方法。",
    "annotation": [
      {
        "sentence": "见字如面，先希望我的回答能够帮助到你~话先说在前头，想要搭讪就是你得主动的意思，既然是你主动，你就要大胆一点，敢于尝试我说的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，非常感谢你的建议。我会试试看的。那你能具体跟我说明下方法吗？要怎么主动呢？",
    "annotation": [
      {
        "sentence": "好的，非常感谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试试看的。",
        "label": ""
      },
      {
        "sentence": "那你能具体跟我说明下方法吗？",
        "label": ""
      },
      {
        "sentence": "要怎么主动呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会给你具体介绍。首先，在搭讪之前你需要先熟悉这个女生。你可以通过各种途径打听她的信息，比如她是哪个系的，几班的，参加什么社团，经常去哪些地方。然后你可以试着去她经常去的地方“偶遇”她，这样可以增加你在她心中的存在感。同时，在她面前展示你的优点，比如你性格温柔，可以在参加活动时照顾女生，注意到她的一些细节。当你和她相遇几次之后，可以说这是缘分，问她是否愿意加个微信。当你开始聊天时，不要一开始就表露对她的喜欢，可以每天随便聊聊，分享一些有趣的东西，慢慢了解她的兴趣爱好。另外，你说你学习很好，可以在期中或期末考试时邀请她一起复习，你可以教她一些不会的知识点。在这个过程中，你们可能需要几天的时间，至少可以和她一起在食堂吃一顿饭。当你们在手机上聊得比较熟悉后，可以尝试约她出去吃饭、逛街、看电影等活动。另外，你可以在特殊的节假日或她的生日时送她一些礼物，不需要花很多钱，但是要表达出你愿意为她花费的心意。最后，如果有机会单独相处或者在某个特殊的日子，你可以向她浪漫地表白，希望能够追到她的心。另外，你提到你的身材瘦小，你可以尝试增加体重，同时注意锻炼肌肉，这会增加你的吸引力。再加上你的颜值不低，对于漂亮的女孩来说，帅气、身材好、性格温柔的男孩子是很有吸引力的。相信只要你努力，追到她的可能性很大。祝你早日成功！还有其他问题吗？",
    "annotation": [
      {
        "sentence": "不客气，我会给你具体介绍。",
        "label": ""
      },
      {
        "sentence": "首先，在搭讪之前你需要先熟悉这个女生。",
        "label": ""
      },
      {
        "sentence": "你可以通过各种途径打听她的信息，比如她是哪个系的，几班的，参加什么社团，经常去哪些地方。",
        "label": ""
      },
      {
        "sentence": "然后你可以试着去她经常去的地方“偶遇”她，这样可以增加你在她心中的存在感。",
        "label": ""
      },
      {
        "sentence": "同时，在她面前展示你的优点，比如你性格温柔，可以在参加活动时照顾女生，注意到她的一些细节。",
        "label": ""
      },
      {
        "sentence": "当你和她相遇几次之后，可以说这是缘分，问她是否愿意加个微信。",
        "label": ""
      },
      {
        "sentence": "当你开始聊天时，不要一开始就表露对她的喜欢，可以每天随便聊聊，分享一些有趣的东西，慢慢了解她的兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "另外，你说你学习很好，可以在期中或期末考试时邀请她一起复习，你可以教她一些不会的知识点。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你们可能需要几天的时间，至少可以和她一起在食堂吃一顿饭。",
        "label": ""
      },
      {
        "sentence": "当你们在手机上聊得比较熟悉后，可以尝试约她出去吃饭、逛街、看电影等活动。",
        "label": ""
      },
      {
        "sentence": "另外，你可以在特殊的节假日或她的生日时送她一些礼物，不需要花很多钱，但是要表达出你愿意为她花费的心意。",
        "label": ""
      },
      {
        "sentence": "最后，如果有机会单独相处或者在某个特殊的日子，你可以向她浪漫地表白，希望能够追到她的心。",
        "label": ""
      },
      {
        "sentence": "另外，你提到你的身材瘦小，你可以尝试增加体重，同时注意锻炼肌肉，这会增加你的吸引力。",
        "label": ""
      },
      {
        "sentence": "再加上你的颜值不低，对于漂亮的女孩来说，帅气、身材好、性格温柔的男孩子是很有吸引力的。",
        "label": ""
      },
      {
        "sentence": "相信只要你努力，追到她的可能性很大。",
        "label": ""
      },
      {
        "sentence": "祝你早日成功！",
        "label": ""
      },
      {
        "sentence": "还有其他问题吗？",
        "label": ""
      }
    ]
  }
]