[
  {
    "role": "client",
    "content": "在获得成功后父母没有我想象中那么开心？很失落难过。以前不是一个很努力也平平无奇的人，以为自己通过努力获得成功后家人们会真心替我感到高兴和骄傲。但当我超量实现了自己的目标（自己都想不到的那种）发现家人们（包括爸妈，爸妈没离婚但是分居几十年了）表面上真心祝贺实际上似乎并没有我想象中那么的开心，觉得很失落没有人能真正的替我开心，很孤独的感觉。是因为感受到子女独立出去后的正常反应还是什么的呢？还是我遇到了什么人生课题嘛。",
    "annotation": [
      {
        "sentence": "在获得成功后父母没有我想象中那么开心？",
        "label": ""
      },
      {
        "sentence": "很失落难过。",
        "label": ""
      },
      {
        "sentence": "以前不是一个很努力也平平无奇的人，以为自己通过努力获得成功后家人们会真心替我感到高兴和骄傲。",
        "label": ""
      },
      {
        "sentence": "但当我超量实现了自己的目标（自己都想不到的那种）发现家人们（包括爸妈，爸妈没离婚但是分居几十年了）表面上真心祝贺实际上似乎并没有我想象中那么的开心，觉得很失落没有人能真正的替我开心，很孤独的感觉。",
        "label": ""
      },
      {
        "sentence": "是因为感受到子女独立出去后的正常反应还是什么的呢？",
        "label": ""
      },
      {
        "sentence": "还是我遇到了什么人生课题嘛。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到了你的困扰，希望可以帮到你。看到你说自己以前不是一个很努力，也平平无奇的人，近来通过努力，超量实现了自己的目标，获得了自己都想象不到的成功，发现家人们，包括爸妈，似乎没有你想象中的那么开心，而感到失落和孤独。很开心看到你通过自己的努力获得了成功，为你点赞，同时非常理解你的心情和感受，希望可以帮到你。",
    "annotation": [
      {
        "sentence": "看到了你的困扰，希望可以帮到你。",
        "label": ""
      },
      {
        "sentence": "看到你说自己以前不是一个很努力，也平平无奇的人，近来通过努力，超量实现了自己的目标，获得了自己都想象不到的成功，发现家人们，包括爸妈，似乎没有你想象中的那么开心，而感到失落和孤独。",
        "label": ""
      },
      {
        "sentence": "很开心看到你通过自己的努力获得了成功，为你点赞，同时非常理解你的心情和感受，希望可以帮到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我真的很困惑，不知道为什么家人会对我的成功反应不像我期待的那样。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我真的很困惑，不知道为什么家人会对我的成功反应不像我期待的那样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，肯定自己。从你的成功可以看出你是一个对自己有要求，对未来有期待、且愿意为此付出更多的努力的人；要通过这样的成功看到自己的优势，积极地总结经验，不要轻易地受到外界情绪包括环境的影响，保持优势，向更高的目标迈进。",
    "annotation": [
      {
        "sentence": "首先，肯定自己。",
        "label": ""
      },
      {
        "sentence": "从你的成功可以看出你是一个对自己有要求，对未来有期待、且愿意为此付出更多的努力的人；要通过这样的成功看到自己的优势，积极地总结经验，不要轻易地受到外界情绪包括环境的影响，保持优势，向更高的目标迈进。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的没错，我应该更加自信和坚定地走自己的道路。可是，我还是希望家人能够真正地为我开心，我觉得他们的不满可能是因为我没有达到他们的期望。",
    "annotation": [
      {
        "sentence": "你说的没错，我应该更加自信和坚定地走自己的道路。",
        "label": ""
      },
      {
        "sentence": "可是，我还是希望家人能够真正地为我开心，我觉得他们的不满可能是因为我没有达到他们的期望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其次，降低期待。这里说的期待是指对家人，包括父母的期待，从你的描述里看到他们也是有真心祝贺你的，是什么让你感觉到他们没有那么开心呢？可能是你对他们保有的过高期待，从你的描述里可以看出父母的分居对你也是有一定的影响的，其实你们在一起的时候可能确实已经有了一些隔阂了；告诉自己每个人表达开心的方式不同，也可能包括很多别的因素，父母当时的心境、自己的状态等等，不要太在意形式，平时主动多与他们保持交流和沟通，试着更多的理解他们，成功可能是父母亲情的加分项，但绝不是必备项；比之于成功，让父母更开心的可能是你的日渐成熟和成长。",
    "annotation": [
      {
        "sentence": "其次，降低期待。",
        "label": ""
      },
      {
        "sentence": "这里说的期待是指对家人，包括父母的期待，从你的描述里看到他们也是有真心祝贺你的，是什么让你感觉到他们没有那么开心呢？",
        "label": ""
      },
      {
        "sentence": "可能是你对他们保有的过高期待，从你的描述里可以看出父母的分居对你也是有一定的影响的，其实你们在一起的时候可能确实已经有了一些隔阂了；告诉自己每个人表达开心的方式不同，也可能包括很多别的因素，父母当时的心境、自己的状态等等，不要太在意形式，平时主动多与他们保持交流和沟通，试着更多的理解他们，成功可能是父母亲情的加分项，但绝不是必备项；比之于成功，让父母更开心的可能是你的日渐成熟和成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实对他们有过高的期待。我会尝试更多地去理解他们，主动与他们交流，为他们的情绪找到更多的可能原因。也许我需要给他们更多的时间来适应我的成功。",
    "annotation": [
      {
        "sentence": "你说得对，我确实对他们有过高的期待。",
        "label": ""
      },
      {
        "sentence": "我会尝试更多地去理解他们，主动与他们交流，为他们的情绪找到更多的可能原因。",
        "label": ""
      },
      {
        "sentence": "也许我需要给他们更多的时间来适应我的成功。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第三，学会独立。逐渐建立自己的社会支持系统，让自己除了家人，还有可以分享成功分担痛苦的朋友；孤独是常态，学会化解孤独是每个人都需要不断学习的功课；此外，多多培养有益身心的爱好也可以在一定程度上帮助你充实自己，获得更多的能量滋养。",
    "annotation": [
      {
        "sentence": "第三，学会独立。",
        "label": ""
      },
      {
        "sentence": "逐渐建立自己的社会支持系统，让自己除了家人，还有可以分享成功分担痛苦的朋友；孤独是常态，学会化解孤独是每个人都需要不断学习的功课；此外，多多培养有益身心的爱好也可以在一定程度上帮助你充实自己，获得更多的能量滋养。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我应该主动寻找适合我的社会支持系统，为自己创造更多的交流和互动的机会。同时，我也会更加注重培养自己的爱好，来充实自己的内心世界。",
    "annotation": [
      {
        "sentence": "确实，我应该主动寻找适合我的社会支持系统，为自己创造更多的交流和互动的机会。",
        "label": ""
      },
      {
        "sentence": "同时，我也会更加注重培养自己的爱好，来充实自己的内心世界。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的建议对你有所帮助。每天都有新收获，加油！如果还有其他需要帮助的地方，随时都可以跟我说哦。",
    "annotation": [
      {
        "sentence": "希望我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "每天都有新收获，加油！",
        "label": ""
      },
      {
        "sentence": "如果还有其他需要帮助的地方，随时都可以跟我说哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和支持。我会努力落实你给我的建议，积极面对自己的困扰。如果我还有其他问题，一定会再来向你寻求帮助的。谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会努力落实你给我的建议，积极面对自己的困扰。",
        "label": ""
      },
      {
        "sentence": "如果我还有其他问题，一定会再来向你寻求帮助的。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，很高兴能够帮到你。对于困境我们都要积极面对，相信你一定能够克服困难，迎接更好的未来。祝你成功！",
    "annotation": [
      {
        "sentence": "不客气，很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "对于困境我们都要积极面对，相信你一定能够克服困难，迎接更好的未来。",
        "label": ""
      },
      {
        "sentence": "祝你成功！",
        "label": ""
      }
    ]
  }
]