[
  {
    "role": "client",
    "content": "我跟喜欢的男生吵架和解后他不愿理会我了，我该怎么办？他大我八岁，单身好几年了，据说有很多女生追，但我没见过那些女生，也不知道他为什么有人追还单身。",
    "annotation": [
      {
        "sentence": "我跟喜欢的男生吵架和解后他不愿理会我了，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "他大我八岁，单身好几年了，据说有很多女生追，但我没见过那些女生，也不知道他为什么有人追还单身。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述之后，忽然间有点心疼，对方故意敲开了你的心，可是由于身体上的原因你不太敢接受这段感情，所以在后来的相处过程中做了一些过份的行为。我们可以把自己的心路历程通过文字记录一下。生活是由很多件小事组成的，从刚开始的相识到后来的喜欢以至于现在的念念不忘，对方一定做了很多有意义的事情，因此你可以把这些心路历程都记录一下，你如果有保留值得留念的东西的话，那么我们可以把自己的记录更丰富一点。一个人在爱的时候有多在乎，在后来离开的时候就会有多伤心，虽然对方身边有很多追求者，但是对方应该真的付出了很多，只是后来他真的累了。因此想要处理好这段感情，我们可以先解决各自的心结，比如自己当初做了那些过分的事情的起因是什么，我们可以把自己的顾虑和对方谈一下，因为有些人错过了可能就是一生。",
    "annotation": [
      {
        "sentence": "看了你的描述之后，忽然间有点心疼，对方故意敲开了你的心，可是由于身体上的原因你不太敢接受这段感情，所以在后来的相处过程中做了一些过份的行为。",
        "label": ""
      },
      {
        "sentence": "我们可以把自己的心路历程通过文字记录一下。",
        "label": ""
      },
      {
        "sentence": "生活是由很多件小事组成的，从刚开始的相识到后来的喜欢以至于现在的念念不忘，对方一定做了很多有意义的事情，因此你可以把这些心路历程都记录一下，你如果有保留值得留念的东西的话，那么我们可以把自己的记录更丰富一点。",
        "label": ""
      },
      {
        "sentence": "一个人在爱的时候有多在乎，在后来离开的时候就会有多伤心，虽然对方身边有很多追求者，但是对方应该真的付出了很多，只是后来他真的累了。",
        "label": ""
      },
      {
        "sentence": "因此想要处理好这段感情，我们可以先解决各自的心结，比如自己当初做了那些过分的事情的起因是什么，我们可以把自己的顾虑和对方谈一下，因为有些人错过了可能就是一生。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会写下自己的心路历程，好好反思当初我过份的行为，并和他坦诚相待谈一谈。但是我还是担心他已经对我失去了兴趣，而且他似乎对我没耐心了。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我明白了，我会写下自己的心路历程，好好反思当初我过份的行为，并和他坦诚相待谈一谈。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心他已经对我失去了兴趣，而且他似乎对我没耐心了。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "以后的感情走向谁都说不来，但是我们不要给自己留悔恨。我们可以回想一下，在对方追求自己的那个阶段里，自己做的那些事情有哪些是强装出来的，因为之前的我们没有做好准备，所以在遇见对方的时候总想下意识的推开对方。因此我们可以问问自己，是否真的准备好对方在一起了，或者说准备好挽回这段感情，因为我们是有可能会失败的，所以需要做好最坏的打算。要是我们没有做好准备，那么我们可以找个时间和对方吃个饭，有些人可以慢慢的学会放下，虽然很累，但是时间会是更好的良药。要是我们已经做好了准备，那么我们可以把自己的心里话通过文字表达给对方，也可以把自己的顾虑和心结表述一下，至于最后的结果我们先不去想，毕竟我们已经尽力了。",
    "annotation": [
      {
        "sentence": "以后的感情走向谁都说不来，但是我们不要给自己留悔恨。",
        "label": ""
      },
      {
        "sentence": "我们可以回想一下，在对方追求自己的那个阶段里，自己做的那些事情有哪些是强装出来的，因为之前的我们没有做好准备，所以在遇见对方的时候总想下意识的推开对方。",
        "label": ""
      },
      {
        "sentence": "因此我们可以问问自己，是否真的准备好对方在一起了，或者说准备好挽回这段感情，因为我们是有可能会失败的，所以需要做好最坏的打算。",
        "label": ""
      },
      {
        "sentence": "要是我们没有做好准备，那么我们可以找个时间和对方吃个饭，有些人可以慢慢的学会放下，虽然很累，但是时间会是更好的良药。",
        "label": ""
      },
      {
        "sentence": "要是我们已经做好了准备，那么我们可以把自己的心里话通过文字表达给对方，也可以把自己的顾虑和心结表述一下，至于最后的结果我们先不去想，毕竟我们已经尽力了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会问问自己是否真的准备好追求这段感情，如果是的话，我会写信表达我的心意和顾虑。谢谢你的建议，我会尽力解决自己的心结和沟通问题。",
    "annotation": [
      {
        "sentence": "你说得对，我会问问自己是否真的准备好追求这段感情，如果是的话，我会写信表达我的心意和顾虑。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会尽力解决自己的心结和沟通问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够处理好自己的心结和沟通问题。同时，也要给彼此一些时间和空间，每段感情都需要成长的时间。无论最后的结果如何，你都要坚强，因为你已经尽力了，不管怎样，一切都会好起来的。",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够处理好自己的心结和沟通问题。",
        "label": ""
      },
      {
        "sentence": "同时，也要给彼此一些时间和空间，每段感情都需要成长的时间。",
        "label": ""
      },
      {
        "sentence": "无论最后的结果如何，你都要坚强，因为你已经尽力了，不管怎样，一切都会好起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会坚强面对一切的。希望我能够早日解决这段感情问题，无论结果如何，我会努力向前看的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会坚强面对一切的。",
        "label": ""
      },
      {
        "sentence": "希望我能够早日解决这段感情问题，无论结果如何，我会努力向前看的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的勇气和积极的态度让我很欣慰。无论结果如何，这段经历都是你成长的一部分。相信自己，你会度过这个难关。如果需要任何帮助，记得随时来找我倾诉。祝福你，加油！",
    "annotation": [
      {
        "sentence": "你的勇气和积极的态度让我很欣慰。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，这段经历都是你成长的一部分。",
        "label": ""
      },
      {
        "sentence": "相信自己，你会度过这个难关。",
        "label": ""
      },
      {
        "sentence": "如果需要任何帮助，记得随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝福你，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和支持，我会努力面对并度过这个难关的。如果有需要，我一定会来找你倾诉的。再次感谢你的帮助和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和支持，我会努力面对并度过这个难关的。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我一定会来找你倾诉的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在这里支持你的。希望你能够很快找到自己想要的答案和幸福。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "希望你能够很快找到自己想要的答案和幸福。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]