[
  {
    "role": "client",
    "content": "跟喜欢的男生吵架和解后他不愿理会我了，我该怎么办？他大我八岁，单身好几年了，据说有很多女生追，但我没见过那些女生，也不知道他为什么有人追还单身。",
    "annotation": [
      {
        "sentence": "跟喜欢的男生吵架和解后他不愿理会我了，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "他大我八岁，单身好几年了，据说有很多女生追，但我没见过那些女生，也不知道他为什么有人追还单身。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有点心疼，因为对自己的身体原因而自卑，却一不小心把喜欢的人推得很远，真得是一件很难受的事情。你说两个人吵架，虽然和解了，但是对方却一直有意无意的回避你，想要认真坐在一起谈谈，却被忽视；我很清楚你的委屈和难受，希望我接下来的回答，能够给你一些帮助。",
    "annotation": [
      {
        "sentence": "有点心疼，因为对自己的身体原因而自卑，却一不小心把喜欢的人推得很远，真得是一件很难受的事情。",
        "label": ""
      },
      {
        "sentence": "你说两个人吵架，虽然和解了，但是对方却一直有意无意的回避你，想要认真坐在一起谈谈，却被忽视；我很清楚你的委屈和难受，希望我接下来的回答，能够给你一些帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。我真的很后悔吵架时说的那些伤人的话，也后悔没有及时告诉他自己的身体问题。但现在他对我好像很冷淡，不愿意听我说话，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "我真的很后悔吵架时说的那些伤人的话，也后悔没有及时告诉他自己的身体问题。",
        "label": ""
      },
      {
        "sentence": "但现在他对我好像很冷淡，不愿意听我说话，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在一段感情中，最忌讳的就是隐瞒，特别是隐瞒自己的感觉；明明喜欢他喜欢的要死，却要假装毫不在乎，无所谓的那种态度，久而久之，对方感觉不到你的爱，就会慢慢对你失望，恼怒，最后争吵，离开。你一定要把自己的内心，把自己的爱，大方的展示出来，让对方了解你的心意哦。",
    "annotation": [
      {
        "sentence": "在一段感情中，最忌讳的就是隐瞒，特别是隐瞒自己的感觉；明明喜欢他喜欢的要死，却要假装毫不在乎，无所谓的那种态度，久而久之，对方感觉不到你的爱，就会慢慢对你失望，恼怒，最后争吵，离开。",
        "label": ""
      },
      {
        "sentence": "你一定要把自己的内心，把自己的爱，大方的展示出来，让对方了解你的心意哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该真实地告诉他自己的身体情况。喜欢一个人，总是想把最好的一面展现给他，但是，我也明白一个谎就要用无数个谎言去掩盖，时间长了，对他也好，对我也好，没有任何好处。而且，我怎么知道他会因为我身体的原因，就放弃我呢？我想我应该亲自告诉他，避免更多的误会。",
    "annotation": [
      {
        "sentence": "我明白了，我应该真实地告诉他自己的身体情况。",
        "label": ""
      },
      {
        "sentence": "喜欢一个人，总是想把最好的一面展现给他，但是，我也明白一个谎就要用无数个谎言去掩盖，时间长了，对他也好，对我也好，没有任何好处。",
        "label": ""
      },
      {
        "sentence": "而且，我怎么知道他会因为我身体的原因，就放弃我呢？",
        "label": ""
      },
      {
        "sentence": "我想我应该亲自告诉他，避免更多的误会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能有这样的想法，与其让他自己发现，最好还是由你亲自告诉他，避免产生更多的误会。你也要相信他是喜欢你的，不会因为你的身体问题而离开你。同时，你也要坚持展示对他的爱和关怀，在他需要你的时候，给予他支持和理解。",
    "annotation": [
      {
        "sentence": "很高兴你能有这样的想法，与其让他自己发现，最好还是由你亲自告诉他，避免产生更多的误会。",
        "label": ""
      },
      {
        "sentence": "你也要相信他是喜欢你的，不会因为你的身体问题而离开你。",
        "label": ""
      },
      {
        "sentence": "同时，你也要坚持展示对他的爱和关怀，在他需要你的时候，给予他支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我要相信他对我有感情，我会坚持做一个对他好，理解他的女友。希望我们之间的矛盾能够解决，爱情能够长长久久。",
    "annotation": [
      {
        "sentence": "是的，我要相信他对我有感情，我会坚持做一个对他好，理解他的女友。",
        "label": ""
      },
      {
        "sentence": "希望我们之间的矛盾能够解决，爱情能够长长久久。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样的想法很好，只要你们真心对待彼此，相互理解和包容，我相信你们的矛盾会得到解决的。祝福你们的爱情长长久久。如果你还有其他问题或需要进一步的帮助，随时都可以跟我说哦。",
    "annotation": [
      {
        "sentence": "这样的想法很好，只要你们真心对待彼此，相互理解和包容，我相信你们的矛盾会得到解决的。",
        "label": ""
      },
      {
        "sentence": "祝福你们的爱情长长久久。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或需要进一步的帮助，随时都可以跟我说哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我会好好倾听他的心声，真心与他沟通，希望我们能够走出误会，重新建立起良好的关系。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会好好倾听他的心声，真心与他沟通，希望我们能够走出误会，重新建立起良好的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到你的决心和努力，相信你们一定能够克服困难，重新建立起良好的关系。记得随时和他沟通，表达你的爱和关心，一起走向美好的未来。加油！如果还有其他问题，随时都可以找我聊哦。",
    "annotation": [
      {
        "sentence": "非常欣慰听到你的决心和努力，相信你们一定能够克服困难，重新建立起良好的关系。",
        "label": ""
      },
      {
        "sentence": "记得随时和他沟通，表达你的爱和关心，一起走向美好的未来。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时都可以找我聊哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会加油的！非常感谢你耐心倾听和给予建议，你真的帮了我很多。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会加油的！",
        "label": ""
      },
      {
        "sentence": "非常感谢你耐心倾听和给予建议，你真的帮了我很多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，任何时候都可以向我寻求帮助，我会一直在这里支持你的。希望你们的感情能够更加美好，一切都会好起来的！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，任何时候都可以向我寻求帮助，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "希望你们的感情能够更加美好，一切都会好起来的！",
        "label": ""
      }
    ]
  }
]