[
  {
    "role": "client",
    "content": "我现在29岁了，但为什么我遇到的人总不能给我内心圆满的感觉呢？",
    "annotation": [
      {
        "sentence": "我现在29岁了，但为什么我遇到的人总不能给我内心圆满的感觉呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以告诉我更多关于你的情况吗？你经历了两段感情，但似乎都没有感受到满足。你一开始就没有完全接受对方，但可能又被某些方面吸引，所以慢慢相处并产生了依赖感。但是你的心理上并不能完全接受对方，对方对你的好也没有给你带来幸福的冲击。最终导致了分手。你不确定自己喜欢什么样的人？但当你遇到优秀的人时，你内心其实是很快乐和幸福的。但是我并不是对方喜欢的类型，所以我发现我喜欢的是理想型的人，但理想型的人比较优秀，对我却没有感觉。我看到身边幸福的朋友，她们找到的对象很优秀，她们也很幸福，我羡慕她们。但她们的对象并不是我理想中那种优秀的类型。如果我愿意，我也可以找一个那样的对象，但当面对这样的对象时，我却没有那种理想型的心理冲击，在一起并不能完全接受和感受到幸福，就像之前两个对象的感觉一样。因为年纪也不小了，我希望能早日脱单，也希望能找到真正接受对方的爱情，这样才对双方公平。我该怎样找到一个喜欢我而我也很喜欢的对方呢？",
    "annotation": [
      {
        "sentence": "可以告诉我更多关于你的情况吗？",
        "label": ""
      },
      {
        "sentence": "你经历了两段感情，但似乎都没有感受到满足。",
        "label": ""
      },
      {
        "sentence": "你一开始就没有完全接受对方，但可能又被某些方面吸引，所以慢慢相处并产生了依赖感。",
        "label": ""
      },
      {
        "sentence": "但是你的心理上并不能完全接受对方，对方对你的好也没有给你带来幸福的冲击。",
        "label": ""
      },
      {
        "sentence": "最终导致了分手。",
        "label": ""
      },
      {
        "sentence": "你不确定自己喜欢什么样的人？",
        "label": ""
      },
      {
        "sentence": "但当你遇到优秀的人时，你内心其实是很快乐和幸福的。",
        "label": ""
      },
      {
        "sentence": "但是我并不是对方喜欢的类型，所以我发现我喜欢的是理想型的人，但理想型的人比较优秀，对我却没有感觉。",
        "label": ""
      },
      {
        "sentence": "我看到身边幸福的朋友，她们找到的对象很优秀，她们也很幸福，我羡慕她们。",
        "label": ""
      },
      {
        "sentence": "但她们的对象并不是我理想中那种优秀的类型。",
        "label": ""
      },
      {
        "sentence": "如果我愿意，我也可以找一个那样的对象，但当面对这样的对象时，我却没有那种理想型的心理冲击，在一起并不能完全接受和感受到幸福，就像之前两个对象的感觉一样。",
        "label": ""
      },
      {
        "sentence": "因为年纪也不小了，我希望能早日脱单，也希望能找到真正接受对方的爱情，这样才对双方公平。",
        "label": ""
      },
      {
        "sentence": "我该怎样找到一个喜欢我而我也很喜欢的对方呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，让我们整理一下你所面临的问题。你29岁了，有过两段恋爱经历，但都不太满意。你更喜欢理想型的男生，想要找到真正接受对方的爱情。让我们先分析一下前两段恋爱失败的原因。首先，一个核心问题是你一直没有真正满足一个重要的需求。这个需求在一定程度上影响了你的行为，即你一直在追寻所谓的理想型男生，就像你所说的在交往一段时间后发现了对方的不足之处。有句话说得好，人无完人。这句话非常正确，意味着没有百分之百完美的人存在。你的标准是理想型，这其实是不太符合现实的。恋爱的模式通常是先发现对方身上的优点，然后由此产生热情并投入整个人。但随着相处的时间增长，会发现对方身上的一些缺点。当然，有些言情小说会说喜欢对方身上的缺点，但这并不现实。那么作为在现实中生活的人，我们应该如何拥有一段长久的恋爱关系呢？就像你所说的，在一开始就没有完全接受对方，只是出于情感的依赖。有一位心理咨询师说过，我们在做选择时最好听从内心，而不是理智。对于爱情也是如此，只有这样才能保证后续的热情交往和真正的付出。所以，之前两段感情的失败主要是因为你一直在坚持着理想标准，没有完全接受对方。虽然产生了情感依赖，但当对方展现出缺点时，你的理智占了上风，选择了不包容，于是分手了。那么，如何解决你所面临的冲突呢？",
    "annotation": [
      {
        "sentence": "首先，让我们整理一下你所面临的问题。",
        "label": ""
      },
      {
        "sentence": "你29岁了，有过两段恋爱经历，但都不太满意。",
        "label": ""
      },
      {
        "sentence": "你更喜欢理想型的男生，想要找到真正接受对方的爱情。",
        "label": ""
      },
      {
        "sentence": "让我们先分析一下前两段恋爱失败的原因。",
        "label": ""
      },
      {
        "sentence": "首先，一个核心问题是你一直没有真正满足一个重要的需求。",
        "label": ""
      },
      {
        "sentence": "这个需求在一定程度上影响了你的行为，即你一直在追寻所谓的理想型男生，就像你所说的在交往一段时间后发现了对方的不足之处。",
        "label": ""
      },
      {
        "sentence": "有句话说得好，人无完人。",
        "label": ""
      },
      {
        "sentence": "这句话非常正确，意味着没有百分之百完美的人存在。",
        "label": ""
      },
      {
        "sentence": "你的标准是理想型，这其实是不太符合现实的。",
        "label": ""
      },
      {
        "sentence": "恋爱的模式通常是先发现对方身上的优点，然后由此产生热情并投入整个人。",
        "label": ""
      },
      {
        "sentence": "但随着相处的时间增长，会发现对方身上的一些缺点。",
        "label": ""
      },
      {
        "sentence": "当然，有些言情小说会说喜欢对方身上的缺点，但这并不现实。",
        "label": ""
      },
      {
        "sentence": "那么作为在现实中生活的人，我们应该如何拥有一段长久的恋爱关系呢？",
        "label": ""
      },
      {
        "sentence": "就像你所说的，在一开始就没有完全接受对方，只是出于情感的依赖。",
        "label": ""
      },
      {
        "sentence": "有一位心理咨询师说过，我们在做选择时最好听从内心，而不是理智。",
        "label": ""
      },
      {
        "sentence": "对于爱情也是如此，只有这样才能保证后续的热情交往和真正的付出。",
        "label": ""
      },
      {
        "sentence": "所以，之前两段感情的失败主要是因为你一直在坚持着理想标准，没有完全接受对方。",
        "label": ""
      },
      {
        "sentence": "虽然产生了情感依赖，但当对方展现出缺点时，你的理智占了上风，选择了不包容，于是分手了。",
        "label": ""
      },
      {
        "sentence": "那么，如何解决你所面临的冲突呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "重新整理一下前两段感情的经历还有我之前的描述，我其实很希望能够找到一个喜欢我的人。但是同时，我也一直抓着理想的标准不放，从你所描述的朋友们的感情状态来看，我内心非常渴望拥有那样美满的爱情。但是我觉得她们的爱情关系中，可能对方也有不足之处，就像我所看到的，她们的伴侣也不是她们理想的类型，但是她们能够达到甜蜜的结果，这是因为双方之间一定存在着包容。虽然恋爱不是盲目的，但也不能过于理智，如果我们按照标准来评判对方的每一个行为，那么自然无法发现对方超出标准的优点。所以，我现在可以尝试放松自己对一些标准的要求，让自己的标准符合现实常理，同时还要坚持重要的标准，这样才能满足我的心理需求。就个人的经验来说，真正的爱情来自于内心的冲动，而不是在对方完全符合所有标准后才产生的感情。最后，希望你可以被这个世界温柔以待！",
    "annotation": [
      {
        "sentence": "重新整理一下前两段感情的经历还有我之前的描述，我其实很希望能够找到一个喜欢我的人。",
        "label": ""
      },
      {
        "sentence": "但是同时，我也一直抓着理想的标准不放，从你所描述的朋友们的感情状态来看，我内心非常渴望拥有那样美满的爱情。",
        "label": ""
      },
      {
        "sentence": "但是我觉得她们的爱情关系中，可能对方也有不足之处，就像我所看到的，她们的伴侣也不是她们理想的类型，但是她们能够达到甜蜜的结果，这是因为双方之间一定存在着包容。",
        "label": ""
      },
      {
        "sentence": "虽然恋爱不是盲目的，但也不能过于理智，如果我们按照标准来评判对方的每一个行为，那么自然无法发现对方超出标准的优点。",
        "label": ""
      },
      {
        "sentence": "所以，我现在可以尝试放松自己对一些标准的要求，让自己的标准符合现实常理，同时还要坚持重要的标准，这样才能满足我的心理需求。",
        "label": ""
      },
      {
        "sentence": "就个人的经验来说，真正的爱情来自于内心的冲动，而不是在对方完全符合所有标准后才产生的感情。",
        "label": ""
      },
      {
        "sentence": "最后，希望你可以被这个世界温柔以待！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常同意你对于重新审视自己的标准和放松一些要求的想法。事实上，拥有一段美满的恋爱关系并不取决于对方是否完美，而是取决于双方的包容和理解。通过降低对理想型的追求，你可以给自己更多的机会去发现对方的优点和真正的魅力。同时，在恋爱中也要保持一定的理智，不要过于盲目，但也不要过于理性。正如你所说，爱情需要内心的冲动和感觉。希望你能够放下对完美的追求，为自己开启一段新的恋爱关系，真正找到一个喜欢你且你也喜欢的对方。祝福你能够早日脱单，找到真正的爱情！",
    "annotation": [
      {
        "sentence": "非常同意你对于重新审视自己的标准和放松一些要求的想法。",
        "label": ""
      },
      {
        "sentence": "事实上，拥有一段美满的恋爱关系并不取决于对方是否完美，而是取决于双方的包容和理解。",
        "label": ""
      },
      {
        "sentence": "通过降低对理想型的追求，你可以给自己更多的机会去发现对方的优点和真正的魅力。",
        "label": ""
      },
      {
        "sentence": "同时，在恋爱中也要保持一定的理智，不要过于盲目，但也不要过于理性。",
        "label": ""
      },
      {
        "sentence": "正如你所说，爱情需要内心的冲动和感觉。",
        "label": ""
      },
      {
        "sentence": "希望你能够放下对完美的追求，为自己开启一段新的恋爱关系，真正找到一个喜欢你且你也喜欢的对方。",
        "label": ""
      },
      {
        "sentence": "祝福你能够早日脱单，找到真正的爱情！",
        "label": ""
      }
    ]
  }
]