[
  {
    "role": "client",
    "content": "29岁，为什么遇到的人总不能给我内心圆满的感觉？",
    "annotation": [
      {
        "sentence": "29岁，为什么遇到的人总不能给我内心圆满的感觉？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你：观察到了你在恋爱时的状态以及感受，同时注意到了你勇敢的表达了自己困扰，并向外寻求帮助，这无疑能帮助你能更好的认识自己，理解关系。从帖子里观察到了你用了很多次的理想型来表达，让我感受到的是你一直在追求一个完全和自己理想型匹配的人，可是一直无果。那么现在我分享我的观察，这或许能帮助你有更丰富的视角来看待自己可能存在的问题。",
    "annotation": [
      {
        "sentence": "你：观察到了你在恋爱时的状态以及感受，同时注意到了你勇敢的表达了自己困扰，并向外寻求帮助，这无疑能帮助你能更好的认识自己，理解关系。",
        "label": ""
      },
      {
        "sentence": "从帖子里观察到了你用了很多次的理想型来表达，让我感受到的是你一直在追求一个完全和自己理想型匹配的人，可是一直无果。",
        "label": ""
      },
      {
        "sentence": "那么现在我分享我的观察，这或许能帮助你有更丰富的视角来看待自己可能存在的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我总是追求完全符合理想型的人，但很多时候都无法找到满意的对象。",
    "annotation": [
      {
        "sentence": "你说得对，我总是追求完全符合理想型的人，但很多时候都无法找到满意的对象。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "所以关系中我们需要放下幻想才能看到真实的彼此。人际关系是我们的一面镜子，它能照见我们的需求，看到真实的自己。你在恋爱过程中喜欢理想型，谈过的两个男友都不能给你内心圆满的感受，没有那种非常幸福的冲击。从这些信息我理解到的是你内心有一个理想的恋人。而这个理想的恋人一定是个理想型的，能给自己带来幸福冲击感的人。也因为这样，你会下意识的把自己的内心中的理想型投射到外部，去寻找和自己理想型相匹配的人。可是这样理想型和现实中的人就会有了比较。结果不出意外的是现实败给了理想。为什么呢？现实VS理想往往看到的更多的是现实人物的缺点，这些缺点会掩盖住他的闪光点。那么他就吸引不到你了。而你的感受会是他离自己理想中的人还有点距离。所以关系中我们需要放下我们的想象，这样就不会有先入为主的思维，就能看到对方的闪光点，也能发现他的缺点了。",
    "annotation": [
      {
        "sentence": "所以关系中我们需要放下幻想才能看到真实的彼此。",
        "label": ""
      },
      {
        "sentence": "人际关系是我们的一面镜子，它能照见我们的需求，看到真实的自己。",
        "label": ""
      },
      {
        "sentence": "你在恋爱过程中喜欢理想型，谈过的两个男友都不能给你内心圆满的感受，没有那种非常幸福的冲击。",
        "label": ""
      },
      {
        "sentence": "从这些信息我理解到的是你内心有一个理想的恋人。",
        "label": ""
      },
      {
        "sentence": "而这个理想的恋人一定是个理想型的，能给自己带来幸福冲击感的人。",
        "label": ""
      },
      {
        "sentence": "也因为这样，你会下意识的把自己的内心中的理想型投射到外部，去寻找和自己理想型相匹配的人。",
        "label": ""
      },
      {
        "sentence": "可是这样理想型和现实中的人就会有了比较。",
        "label": ""
      },
      {
        "sentence": "结果不出意外的是现实败给了理想。",
        "label": ""
      },
      {
        "sentence": "为什么呢？",
        "label": ""
      },
      {
        "sentence": "现实VS理想往往看到的更多的是现实人物的缺点，这些缺点会掩盖住他的闪光点。",
        "label": ""
      },
      {
        "sentence": "那么他就吸引不到你了。",
        "label": ""
      },
      {
        "sentence": "而你的感受会是他离自己理想中的人还有点距离。",
        "label": ""
      },
      {
        "sentence": "所以关系中我们需要放下我们的想象，这样就不会有先入为主的思维，就能看到对方的闪光点，也能发现他的缺点了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来是我一直把自己理想型的标准投射在对方身上，没有看到他们的闪光点，只关注了缺点。那我要怎样放下幻想呢？",
    "annotation": [
      {
        "sentence": "原来是我一直把自己理想型的标准投射在对方身上，没有看到他们的闪光点，只关注了缺点。",
        "label": ""
      },
      {
        "sentence": "那我要怎样放下幻想呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "要学会适当的降低自己的预期。我们往往在关系中会渴望完全的亲密，可是现实中真的有人能满足我们所有的需求吗？他可能会有不在场的时候，他也有需要一个人静静的时候。所以在关系中当他不能满足我们的一些需求时，我们不要忘记了自己还可以满足自己。我们是成年人，给他一些空间，降低一下自己对他的预期。那么他会感受到轻松，而你也会减少失落。更能够看到真实的他，看到需要包容的他。当然，对方还是需要满足你的核心需求的。",
    "annotation": [
      {
        "sentence": "要学会适当的降低自己的预期。",
        "label": ""
      },
      {
        "sentence": "我们往往在关系中会渴望完全的亲密，可是现实中真的有人能满足我们所有的需求吗？",
        "label": ""
      },
      {
        "sentence": "他可能会有不在场的时候，他也有需要一个人静静的时候。",
        "label": ""
      },
      {
        "sentence": "所以在关系中当他不能满足我们的一些需求时，我们不要忘记了自己还可以满足自己。",
        "label": ""
      },
      {
        "sentence": "我们是成年人，给他一些空间，降低一下自己对他的预期。",
        "label": ""
      },
      {
        "sentence": "那么他会感受到轻松，而你也会减少失落。",
        "label": ""
      },
      {
        "sentence": "更能够看到真实的他，看到需要包容的他。",
        "label": ""
      },
      {
        "sentence": "当然，对方还是需要满足你的核心需求的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要适当降低对对方的预期，不要期待他完全满足我的需求，同时也要照顾好自己的需求。但我还是担心自己会错过理想的人。",
    "annotation": [
      {
        "sentence": "我明白了，我需要适当降低对对方的预期，不要期待他完全满足我的需求，同时也要照顾好自己的需求。",
        "label": ""
      },
      {
        "sentence": "但我还是担心自己会错过理想的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那我们要提升自己，增加自己的吸引力。当我们生命中最重要的那个人还没有出现的时候，或许最应该做的是先做好自己。提升自己，建设自己。这样既能提高自己的能力富足自己的内心，还能增加自己的吸引力，吸引更优秀的人。同时提升自己也包括了自己了解自己，了解到自己的需求，就会知道自己想要的是什么，也知道自己放弃的是什么了。成年人要知道的是自己想要的什么，但是不能什么都要。",
    "annotation": [
      {
        "sentence": "那我们要提升自己，增加自己的吸引力。",
        "label": ""
      },
      {
        "sentence": "当我们生命中最重要的那个人还没有出现的时候，或许最应该做的是先做好自己。",
        "label": ""
      },
      {
        "sentence": "提升自己，建设自己。",
        "label": ""
      },
      {
        "sentence": "这样既能提高自己的能力富足自己的内心，还能增加自己的吸引力，吸引更优秀的人。",
        "label": ""
      },
      {
        "sentence": "同时提升自己也包括了自己了解自己，了解到自己的需求，就会知道自己想要的是什么，也知道自己放弃的是什么了。",
        "label": ""
      },
      {
        "sentence": "成年人要知道的是自己想要的什么，但是不能什么都要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要提升自己，建设自己，同时了解自己的需求，并知道自己不能一味地追求完美。谢谢你的建议，我将努力改变自己的观念和行为。",
    "annotation": [
      {
        "sentence": "我明白了，我要提升自己，建设自己，同时了解自己的需求，并知道自己不能一味地追求完美。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我将努力改变自己的观念和行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，专业的心理咨询师就是为了帮助你解决问题的。希望你能够坚持努力，相信自己能找到喜欢你和你也喜欢的对方。时间会给你答案的，加油！",
    "annotation": [
      {
        "sentence": "不用客气，专业的心理咨询师就是为了帮助你解决问题的。",
        "label": ""
      },
      {
        "sentence": "希望你能够坚持努力，相信自己能找到喜欢你和你也喜欢的对方。",
        "label": ""
      },
      {
        "sentence": "时间会给你答案的，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会加油的！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会加油的！",
        "label": ""
      }
    ]
  }
]