[
  {
    "role": "client",
    "content": "工作太累想辞职，持续焦虑的情绪，导致失眠，很痛苦。",
    "annotation": [
      {
        "sentence": "工作太累想辞职，持续焦虑的情绪，导致失眠，很痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你如果目前在工作中真的很累，压力太大的话，不知道可否和领导说减轻一下工作负担呢？",
    "annotation": [
      {
        "sentence": "你如果目前在工作中真的很累，压力太大的话，不知道可否和领导说减轻一下工作负担呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我已经跟领导提了两次了，都被领导挽留拒绝。我觉得工作太累，想辞职，然后做些自己想做的事情。",
    "annotation": [
      {
        "sentence": "我已经跟领导提了两次了，都被领导挽留拒绝。",
        "label": ""
      },
      {
        "sentence": "我觉得工作太累，想辞职，然后做些自己想做的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果负担能够减轻是不是就可以适应这份工作了呢？劳逸结合才能让我们更好地生活和工作。你现在请了两个月的假之后还是要回去工作的，并不是没有工作了，何不好好趁此机会放松享受一下呢？",
    "annotation": [
      {
        "sentence": "如果负担能够减轻是不是就可以适应这份工作了呢？",
        "label": ""
      },
      {
        "sentence": "劳逸结合才能让我们更好地生活和工作。",
        "label": ""
      },
      {
        "sentence": "你现在请了两个月的假之后还是要回去工作的，并不是没有工作了，何不好好趁此机会放松享受一下呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我在家总觉得焦虑，觉得没有做什么实质性的事情。工作都推给同事了，自己却在家悠闲地做着自己感兴趣的事情，放松不下来。甚至在做自己喜欢的事情的时候也无法专注，这种焦虑的感觉一直持续着，导致我失眠，真的很痛苦。",
    "annotation": [
      {
        "sentence": "可是我在家总觉得焦虑，觉得没有做什么实质性的事情。",
        "label": ""
      },
      {
        "sentence": "工作都推给同事了，自己却在家悠闲地做着自己感兴趣的事情，放松不下来。",
        "label": ""
      },
      {
        "sentence": "甚至在做自己喜欢的事情的时候也无法专注，这种焦虑的感觉一直持续着，导致我失眠，真的很痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，失去对工作的热情和充实感一定很难受。或许你可以考虑和领导沟通，告诉他你现在休整得差不多了，可以重新上班了，希望他能稍微减轻一下工作量，这样你才能继续干下去，同时还能有自己的生活。",
    "annotation": [
      {
        "sentence": "我理解你的感受，失去对工作的热情和充实感一定很难受。",
        "label": ""
      },
      {
        "sentence": "或许你可以考虑和领导沟通，告诉他你现在休整得差不多了，可以重新上班了，希望他能稍微减轻一下工作量，这样你才能继续干下去，同时还能有自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，也许我确实需要和领导再次谈谈，让他知道我需要一些调整。感觉他们可能并不了解我现在的状态，否则也不会建议我请长期病假。",
    "annotation": [
      {
        "sentence": "是的，也许我确实需要和领导再次谈谈，让他知道我需要一些调整。",
        "label": ""
      },
      {
        "sentence": "感觉他们可能并不了解我现在的状态，否则也不会建议我请长期病假。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对，沟通很重要。也许你还可以考虑一下这段休整对你来说意味着什么，是工作更重要，还是做自己喜欢的事情更重要？现在的结果看来让你休息做自己的事情并没有让你开心，反而让你更焦虑了，你觉得这对你来说意味着什么呢？",
    "annotation": [
      {
        "sentence": "对，沟通很重要。",
        "label": ""
      },
      {
        "sentence": "也许你还可以考虑一下这段休整对你来说意味着什么，是工作更重要，还是做自己喜欢的事情更重要？",
        "label": ""
      },
      {
        "sentence": "现在的结果看来让你休息做自己的事情并没有让你开心，反而让你更焦虑了，你觉得这对你来说意味着什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我开始意识到，工作中的成就感和满足感对我来说是非常重要的，而这份工作的任务量确实让我有些吃不消。也许我需要考虑换一个我能够更适应的工作，或者和现在的领导谈一谈，减轻一下工作量。",
    "annotation": [
      {
        "sentence": "我开始意识到，工作中的成就感和满足感对我来说是非常重要的，而这份工作的任务量确实让我有些吃不消。",
        "label": ""
      },
      {
        "sentence": "也许我需要考虑换一个我能够更适应的工作，或者和现在的领导谈一谈，减轻一下工作量。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，选择和行动都是很重要的。真的要辞职的话没有人能拦得住你，但是你一定要想清楚哪种方式更适合自己，然后积极行动起来。你可以寻找其他适合自己的职位，或者和现在的领导沟通，看是否能够找到一个平衡点。你的感受将会指引你找到适合自己的道路。",
    "annotation": [
      {
        "sentence": "是的，选择和行动都是很重要的。",
        "label": ""
      },
      {
        "sentence": "真的要辞职的话没有人能拦得住你，但是你一定要想清楚哪种方式更适合自己，然后积极行动起来。",
        "label": ""
      },
      {
        "sentence": "你可以寻找其他适合自己的职位，或者和现在的领导沟通，看是否能够找到一个平衡点。",
        "label": ""
      },
      {
        "sentence": "你的感受将会指引你找到适合自己的道路。",
        "label": ""
      }
    ]
  }
]