[
  {
    "role": "client",
    "content": "为什么我老是说话不算数，不遵守承诺？小时候，我妈妈老是说话不算数，答应的事情做不到，我就想我一定要做个说话算数的人。但是我现在26了，我发现自己无论是工作上对待同事，还是生活里对待朋友，男朋友总是说到做不到，不守时迟到了或者承诺了又做不到。",
    "annotation": [
      {
        "sentence": "为什么我老是说话不算数，不遵守承诺？",
        "label": ""
      },
      {
        "sentence": "小时候，我妈妈老是说话不算数，答应的事情做不到，我就想我一定要做个说话算数的人。",
        "label": ""
      },
      {
        "sentence": "但是我现在26了，我发现自己无论是工作上对待同事，还是生活里对待朋友，男朋友总是说到做不到，不守时迟到了或者承诺了又做不到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能够理解你的困惑和痛苦。有时候我们会不自觉地重复父母的行为模式，即使我们早就决定要做一个诚实守信的人。小时候，你妈妈说话不算数，你一定很生气吧。但是因为她是你的母亲，你可能觉得说了也没有用，她也不会听你的，于是你逐渐习惯了这种行为。由于我们讨厌被别人食言，内心一直在告诫要做一个守信的人。但是在生活和工作中，你似乎有点拖延症，经常拖到最后一刻才去做事情。这样的习惯导致你对很多事情都不是很着急，可能是因为身边的人都比较包容你，或者你没有因此遭受太多的困扰。如果是别人这样对待我们，你会怎么处理呢？",
    "annotation": [
      {
        "sentence": "我能够理解你的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "有时候我们会不自觉地重复父母的行为模式，即使我们早就决定要做一个诚实守信的人。",
        "label": ""
      },
      {
        "sentence": "小时候，你妈妈说话不算数，你一定很生气吧。",
        "label": ""
      },
      {
        "sentence": "但是因为她是你的母亲，你可能觉得说了也没有用，她也不会听你的，于是你逐渐习惯了这种行为。",
        "label": ""
      },
      {
        "sentence": "由于我们讨厌被别人食言，内心一直在告诫要做一个守信的人。",
        "label": ""
      },
      {
        "sentence": "但是在生活和工作中，你似乎有点拖延症，经常拖到最后一刻才去做事情。",
        "label": ""
      },
      {
        "sentence": "这样的习惯导致你对很多事情都不是很着急，可能是因为身边的人都比较包容你，或者你没有因此遭受太多的困扰。",
        "label": ""
      },
      {
        "sentence": "如果是别人这样对待我们，你会怎么处理呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "如果别人这样对待我的话，我可能会感到很不舒服，也不愿意和他们继续交流沟通。可是我也知道这些问题其实是我自己在乎的，所以下次在答应别人之前我可以预先设想一下，如果我真的做不到会怎样，会不会对彼此的关系产生影响。如果会的话，我应该注意什么，可以在提醒自己的地方加上一些提示语，让自己有所紧迫感。",
    "annotation": [
      {
        "sentence": "如果别人这样对待我的话，我可能会感到很不舒服，也不愿意和他们继续交流沟通。",
        "label": ""
      },
      {
        "sentence": "可是我也知道这些问题其实是我自己在乎的，所以下次在答应别人之前我可以预先设想一下，如果我真的做不到会怎样，会不会对彼此的关系产生影响。",
        "label": ""
      },
      {
        "sentence": "如果会的话，我应该注意什么，可以在提醒自己的地方加上一些提示语，让自己有所紧迫感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很对。在答应别人之前设想可能的情况，这种自我提醒的方法很有效。当我们意识到自己可能做不到时，我们会对承诺更加认真，并努力避免让对方失望。而如果我们曾经吃过很多亏，那么身边的朋友可能会对此有不少埋怨。这时我们需要明白朋友和其他事情对自己来说哪个更重要，当我们在内心有了取舍的时候，很多决定或许也就迎刃而解了。",
    "annotation": [
      {
        "sentence": "你的想法很对。",
        "label": ""
      },
      {
        "sentence": "在答应别人之前设想可能的情况，这种自我提醒的方法很有效。",
        "label": ""
      },
      {
        "sentence": "当我们意识到自己可能做不到时，我们会对承诺更加认真，并努力避免让对方失望。",
        "label": ""
      },
      {
        "sentence": "而如果我们曾经吃过很多亏，那么身边的朋友可能会对此有不少埋怨。",
        "label": ""
      },
      {
        "sentence": "这时我们需要明白朋友和其他事情对自己来说哪个更重要，当我们在内心有了取舍的时候，很多决定或许也就迎刃而解了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，朋友对我来说非常重要，我不想因为我自己的行为而伤害到他们，我也愿意为他们改变我自己的习惯。只是有时候我会发现自己很难改变，不知道有什么方法可以帮助自己做到说话算数。",
    "annotation": [
      {
        "sentence": "确实，朋友对我来说非常重要，我不想因为我自己的行为而伤害到他们，我也愿意为他们改变我自己的习惯。",
        "label": ""
      },
      {
        "sentence": "只是有时候我会发现自己很难改变，不知道有什么方法可以帮助自己做到说话算数。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变习惯确实需要一些时间和努力。你可以尝试一些方法来帮助自己保持承诺。比如，设定一些明确的目标和时间限制，制定一个计划来完成任务。你还可以利用提醒工具，如提醒事项的手机应用程序，来帮助你记得自己的承诺并及时履行。另外，一些心理训练和调节的方法，如正念冥想，也能帮助你提高自我控制和注意力，从而更好地遵守承诺。",
    "annotation": [
      {
        "sentence": "改变习惯确实需要一些时间和努力。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一些方法来帮助自己保持承诺。",
        "label": ""
      },
      {
        "sentence": "比如，设定一些明确的目标和时间限制，制定一个计划来完成任务。",
        "label": ""
      },
      {
        "sentence": "你还可以利用提醒工具，如提醒事项的手机应用程序，来帮助你记得自己的承诺并及时履行。",
        "label": ""
      },
      {
        "sentence": "另外，一些心理训练和调节的方法，如正念冥想，也能帮助你提高自我控制和注意力，从而更好地遵守承诺。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试这些方法来改变自己的行为习惯。我也意识到要做到说话算数需要一定的自律和持之以恒的努力。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试这些方法来改变自己的行为习惯。",
        "label": ""
      },
      {
        "sentence": "我也意识到要做到说话算数需要一定的自律和持之以恒的努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你真的很棒！改变不容易，但你已经迈出了第一步，只要你持之以恒地努力，我相信你一定能够养成说话算数的好习惯。记住，我会一直支持你的！如果你还有什么困惑或者需要进一步的帮助，随时都可以找我倾诉。",
    "annotation": [
      {
        "sentence": "你真的很棒！",
        "label": ""
      },
      {
        "sentence": "改变不容易，但你已经迈出了第一步，只要你持之以恒地努力，我相信你一定能够养成说话算数的好习惯。",
        "label": ""
      },
      {
        "sentence": "记住，我会一直支持你的！",
        "label": ""
      },
      {
        "sentence": "如果你还有什么困惑或者需要进一步的帮助，随时都可以找我倾诉。",
        "label": ""
      }
    ]
  }
]