[
  {
    "role": "client",
    "content": "我19岁，我内心戏过多，太敏感了。我总是认为他人对我不怀好意。我从小到大都过着安稳舒适的生活，身心健康。我生活在全国经济素质拔尖的地方，上的学校也都比较好。我从来没有遇到过真正的恶人，周围也没有认识的人遭遇不幸。目前看来，我总体上还是比较幸运顺利的。但是我可能是天生敏感，喜欢过度分析。我还喜欢看很多负面新闻，学习很多或许多余的安全知识。这导致了我有被害妄想。不仅仅是罪犯这种大事情，我对很多细节都特别关注，比如在路上走（无不强调各种形式的交流、气场、颜值和自信）。如果对面是男性，只要他们眼神有一丝我认为不对劲，我就怀疑他们是色狼之类的人。女性的话，我会怀疑她们嫉妒我（就是这么有警惕性攻击性）。走路的时候，我都会观察路人的眼神，好像有控制欲非要他们表现让我舒心才行。我还害怕被人嫉妒陷害传谣言，对陌生人看着一丝不顺眼的都会有警惕性攻击性，总是认为他人对我不怀好意。我好像控制欲、安全意识和自我意识过强，延伸开来就是小心眼（易燃易爆炸）。所以我也特别要强，好胜，固执。或许归根究底，是因为我太在乎自己，不希望自己吃一丝亏。为什么我会想得太多、太敏感，总是认为他人对我不怀好意呢？我应该如何缓解这种情况呢？谢谢你的回答。",
    "annotation": [
      {
        "sentence": "我19岁，我内心戏过多，太敏感了。",
        "label": ""
      },
      {
        "sentence": "我总是认为他人对我不怀好意。",
        "label": ""
      },
      {
        "sentence": "我从小到大都过着安稳舒适的生活，身心健康。",
        "label": ""
      },
      {
        "sentence": "我生活在全国经济素质拔尖的地方，上的学校也都比较好。",
        "label": ""
      },
      {
        "sentence": "我从来没有遇到过真正的恶人，周围也没有认识的人遭遇不幸。",
        "label": ""
      },
      {
        "sentence": "目前看来，我总体上还是比较幸运顺利的。",
        "label": ""
      },
      {
        "sentence": "但是我可能是天生敏感，喜欢过度分析。",
        "label": ""
      },
      {
        "sentence": "我还喜欢看很多负面新闻，学习很多或许多余的安全知识。",
        "label": ""
      },
      {
        "sentence": "这导致了我有被害妄想。",
        "label": ""
      },
      {
        "sentence": "不仅仅是罪犯这种大事情，我对很多细节都特别关注，比如在路上走（无不强调各种形式的交流、气场、颜值和自信）。",
        "label": ""
      },
      {
        "sentence": "如果对面是男性，只要他们眼神有一丝我认为不对劲，我就怀疑他们是色狼之类的人。",
        "label": ""
      },
      {
        "sentence": "女性的话，我会怀疑她们嫉妒我（就是这么有警惕性攻击性）。",
        "label": ""
      },
      {
        "sentence": "走路的时候，我都会观察路人的眼神，好像有控制欲非要他们表现让我舒心才行。",
        "label": ""
      },
      {
        "sentence": "我还害怕被人嫉妒陷害传谣言，对陌生人看着一丝不顺眼的都会有警惕性攻击性，总是认为他人对我不怀好意。",
        "label": ""
      },
      {
        "sentence": "我好像控制欲、安全意识和自我意识过强，延伸开来就是小心眼（易燃易爆炸）。",
        "label": ""
      },
      {
        "sentence": "所以我也特别要强，好胜，固执。",
        "label": ""
      },
      {
        "sentence": "或许归根究底，是因为我太在乎自己，不希望自己吃一丝亏。",
        "label": ""
      },
      {
        "sentence": "为什么我会想得太多、太敏感，总是认为他人对我不怀好意呢？",
        "label": ""
      },
      {
        "sentence": "我应该如何缓解这种情况呢？",
        "label": ""
      },
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的内心敏感、关注负面新闻、关注周围环境是否对自己不利，想掌控别人的言行，争强好胜等等表现，和你心中理想的自我形象不协调，所以你会感到苦恼。我想我们可以一起来分析一下。首先，我觉得可能是因为你在童年乃至青少年时期，父母对你溺爱，父母与子女之间的界线缠结在一起。父母在学业、生活、人际交往各方面都替你作主，而你也是一个聪慧、听话的孩子。在父母的精心呵护下长大，没接触到任何不好的事情。然而，这种缠结的关系干扰了你解决问题的能力。当你步入社会后，面对这个信息数据时代，每天有大量的信息导入我们的大脑。很多负面的、小概率的事件与人的生命安全息息相关。你从小没听过、没遇到过这些事情，所以对它们好奇。但是因为没有经验，就分辨不了真假，不知道如何应对。于是你为了应对这些情况，想办法变得越来越敏感，陷入了负性循环，无法自拔。那么我们应该怎么办呢？第一，你可以减少对负面事件的关注，不要让自己生活在未知的恐惧中。第二，要客观看待事物发生的概率，不管是大还是小概率事件都要看待。第三，你可以保持正常的心理防御，如果觉得环境可疑，及时离开可疑的人和事，到人多的地方去。第四，最好在刚开始的时候有个伴一起出门办事，慢慢地熟悉环境了可以单独出门，避免过早或过晚在外。第五，每个人都是独一无二的，要正确认识自己和别人的优缺点和能力，不要求别人与我们一致。第六，你可以多接触看惯看不惯的人和事物。当你看着某人不顺眼时，可能是因为你把自己不喜欢的人和事或心情投射到了对方身上。而对方所具有的某些特质正是我们自己潜意识里拥有的、不喜欢的特质。所以，我们要正确认识自己是一个慢长的过程，不要心急，不要给自己这么多地评判。放松心情，好好生活。希望我的回答能对你有所帮助。",
    "annotation": [
      {
        "sentence": "你的内心敏感、关注负面新闻、关注周围环境是否对自己不利，想掌控别人的言行，争强好胜等等表现，和你心中理想的自我形象不协调，所以你会感到苦恼。",
        "label": ""
      },
      {
        "sentence": "我想我们可以一起来分析一下。",
        "label": ""
      },
      {
        "sentence": "首先，我觉得可能是因为你在童年乃至青少年时期，父母对你溺爱，父母与子女之间的界线缠结在一起。",
        "label": ""
      },
      {
        "sentence": "父母在学业、生活、人际交往各方面都替你作主，而你也是一个聪慧、听话的孩子。",
        "label": ""
      },
      {
        "sentence": "在父母的精心呵护下长大，没接触到任何不好的事情。",
        "label": ""
      },
      {
        "sentence": "然而，这种缠结的关系干扰了你解决问题的能力。",
        "label": ""
      },
      {
        "sentence": "当你步入社会后，面对这个信息数据时代，每天有大量的信息导入我们的大脑。",
        "label": ""
      },
      {
        "sentence": "很多负面的、小概率的事件与人的生命安全息息相关。",
        "label": ""
      },
      {
        "sentence": "你从小没听过、没遇到过这些事情，所以对它们好奇。",
        "label": ""
      },
      {
        "sentence": "但是因为没有经验，就分辨不了真假，不知道如何应对。",
        "label": ""
      },
      {
        "sentence": "于是你为了应对这些情况，想办法变得越来越敏感，陷入了负性循环，无法自拔。",
        "label": ""
      },
      {
        "sentence": "那么我们应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "第一，你可以减少对负面事件的关注，不要让自己生活在未知的恐惧中。",
        "label": ""
      },
      {
        "sentence": "第二，要客观看待事物发生的概率，不管是大还是小概率事件都要看待。",
        "label": ""
      },
      {
        "sentence": "第三，你可以保持正常的心理防御，如果觉得环境可疑，及时离开可疑的人和事，到人多的地方去。",
        "label": ""
      },
      {
        "sentence": "第四，最好在刚开始的时候有个伴一起出门办事，慢慢地熟悉环境了可以单独出门，避免过早或过晚在外。",
        "label": ""
      },
      {
        "sentence": "第五，每个人都是独一无二的，要正确认识自己和别人的优缺点和能力，不要求别人与我们一致。",
        "label": ""
      },
      {
        "sentence": "第六，你可以多接触看惯看不惯的人和事物。",
        "label": ""
      },
      {
        "sentence": "当你看着某人不顺眼时，可能是因为你把自己不喜欢的人和事或心情投射到了对方身上。",
        "label": ""
      },
      {
        "sentence": "而对方所具有的某些特质正是我们自己潜意识里拥有的、不喜欢的特质。",
        "label": ""
      },
      {
        "sentence": "所以，我们要正确认识自己是一个慢长的过程，不要心急，不要给自己这么多地评判。",
        "label": ""
      },
      {
        "sentence": "放松心情，好好生活。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能对你有所帮助。",
        "label": ""
      }
    ]
  }
]