[
  {
    "role": "client",
    "content": "感觉自己很脏，好像对所有事都提不上兴趣？6月3号谈了两年男朋友分手，他父母嫌弃，我爸妈私生活混乱家风不好，嫌弃我老提分手，工作上拖他后腿。其实，他提分手更多，我们还是父母相互介绍认识的，也一直是我花钱比较多。我一直死缠求和好，还去找他，后来被他和他朋友全拉黑。发现怀孕了，告知，说流掉，他也不问了，我不舍得，骗他流掉。刚打算努力继续生活，我爸找女人，被人家老公砍了，手术了12个小时，手不一定能保住，我太崩溃，给他打电话问有没有钱，他说没有，再也没有问过。我把我的钱都给了我爸做手术，我觉得确实养不了孩子，实在没钱了打电话问他要钱去流产，他不接，还被他朋友嘲笑了一顿，后来给了我1300，我去流掉了。现在我爸还在医院，没出观察期。没有人知道我去流产，只知道我分了手。我感觉好累，把所有第一次都给他了，想好好结婚的。我现在感觉自己很脏，都感到恶心。装作坚强，努力工作，但还是想他，也不能给任何人说，还要挣钱还债，崩溃，总时不时想自杀逃离出来。",
    "annotation": [
      {
        "sentence": "感觉自己很脏，好像对所有事都提不上兴趣？",
        "label": ""
      },
      {
        "sentence": "6月3号谈了两年男朋友分手，他父母嫌弃，我爸妈私生活混乱家风不好，嫌弃我老提分手，工作上拖他后腿。",
        "label": ""
      },
      {
        "sentence": "其实，他提分手更多，我们还是父母相互介绍认识的，也一直是我花钱比较多。",
        "label": ""
      },
      {
        "sentence": "我一直死缠求和好，还去找他，后来被他和他朋友全拉黑。",
        "label": ""
      },
      {
        "sentence": "发现怀孕了，告知，说流掉，他也不问了，我不舍得，骗他流掉。",
        "label": ""
      },
      {
        "sentence": "刚打算努力继续生活，我爸找女人，被人家老公砍了，手术了12个小时，手不一定能保住，我太崩溃，给他打电话问有没有钱，他说没有，再也没有问过。",
        "label": ""
      },
      {
        "sentence": "我把我的钱都给了我爸做手术，我觉得确实养不了孩子，实在没钱了打电话问他要钱去流产，他不接，还被他朋友嘲笑了一顿，后来给了我1300，我去流掉了。",
        "label": ""
      },
      {
        "sentence": "现在我爸还在医院，没出观察期。",
        "label": ""
      },
      {
        "sentence": "没有人知道我去流产，只知道我分了手。",
        "label": ""
      },
      {
        "sentence": "我感觉好累，把所有第一次都给他了，想好好结婚的。",
        "label": ""
      },
      {
        "sentence": "我现在感觉自己很脏，都感到恶心。",
        "label": ""
      },
      {
        "sentence": "装作坚强，努力工作，但还是想他，也不能给任何人说，还要挣钱还债，崩溃，总时不时想自杀逃离出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，看到你在现实中经历的这些，我不禁心疼。每个女孩都值得被爱，被好好对待，你也是。经历了这么多，有负面情绪是正常的，你已经非常坚强了，每个人都有自愈能力，你也要相信自己的伤口能够慢慢愈合。关于你提到的问题，我总结了以下几点供你参考：",
    "annotation": [
      {
        "sentence": "嗯，看到你在现实中经历的这些，我不禁心疼。",
        "label": ""
      },
      {
        "sentence": "每个女孩都值得被爱，被好好对待，你也是。",
        "label": ""
      },
      {
        "sentence": "经历了这么多，有负面情绪是正常的，你已经非常坚强了，每个人都有自愈能力，你也要相信自己的伤口能够慢慢愈合。",
        "label": ""
      },
      {
        "sentence": "关于你提到的问题，我总结了以下几点供你参考：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我确实觉得自己很脏，不知道如何摆脱这种感觉。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我确实觉得自己很脏，不知道如何摆脱这种感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先别急着否定自己，对于外部现实和心理现实，我们可以有不同的态度和处理方式。你提到的这些糟糕的经历是外部现实，我们无法完全控制它们发生，但我们可以选择如何看待和改变自己的心理现实。比如，你说\"感觉自己很脏\"，这是你的心理现实，你可以选择相信自己是美好和干净的。就像红楼梦里的香菱，她从小被拐走，被人抢走变成妾，甚至被夏金桂折磨至死，但她心中依然有对美好生活的向往和热爱，她喜欢写诗，发现世界的美。夏金桂虽然有荣华富贵，却心中充满怨恨和嫉妒，看不到世界的美。所以，在心理层面上，我们可以选择积极的心理现实，相信自己是美好的，而不被外部现实所左右。",
    "annotation": [
      {
        "sentence": "先别急着否定自己，对于外部现实和心理现实，我们可以有不同的态度和处理方式。",
        "label": ""
      },
      {
        "sentence": "你提到的这些糟糕的经历是外部现实，我们无法完全控制它们发生，但我们可以选择如何看待和改变自己的心理现实。",
        "label": ""
      },
      {
        "sentence": "比如，你说\"感觉自己很脏\"，这是你的心理现实，你可以选择相信自己是美好和干净的。",
        "label": ""
      },
      {
        "sentence": "就像红楼梦里的香菱，她从小被拐走，被人抢走变成妾，甚至被夏金桂折磨至死，但她心中依然有对美好生活的向往和热爱，她喜欢写诗，发现世界的美。",
        "label": ""
      },
      {
        "sentence": "夏金桂虽然有荣华富贵，却心中充满怨恨和嫉妒，看不到世界的美。",
        "label": ""
      },
      {
        "sentence": "所以，在心理层面上，我们可以选择积极的心理现实，相信自己是美好的，而不被外部现实所左右。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要改变对自己的看法，不要再贬低自己了。",
    "annotation": [
      {
        "sentence": "我明白了，我需要改变对自己的看法，不要再贬低自己了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，你要相信你是一个有价值的人，因为你曾经真心对待过爱情，愿意为他付出，愿意把自己交给他，这是非常美好的初心。不论遭遇什么样的外部现实，都不要嫌弃那个怀揣真心的自己。因为这样的真心是非常珍贵的，它应该被呵护而不是被诋毁。就算别人诋毁我们，我们也要坚决地爱自己，呵护自己。外部现实可以伤害我们的身体，但不能扭曲我们对初心的坚持。",
    "annotation": [
      {
        "sentence": "对的，你要相信你是一个有价值的人，因为你曾经真心对待过爱情，愿意为他付出，愿意把自己交给他，这是非常美好的初心。",
        "label": ""
      },
      {
        "sentence": "不论遭遇什么样的外部现实，都不要嫌弃那个怀揣真心的自己。",
        "label": ""
      },
      {
        "sentence": "因为这样的真心是非常珍贵的，它应该被呵护而不是被诋毁。",
        "label": ""
      },
      {
        "sentence": "就算别人诋毁我们，我们也要坚决地爱自己，呵护自己。",
        "label": ""
      },
      {
        "sentence": "外部现实可以伤害我们的身体，但不能扭曲我们对初心的坚持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你！我会试着接受和爱护自己的。",
    "annotation": [
      {
        "sentence": "谢谢你！",
        "label": ""
      },
      {
        "sentence": "我会试着接受和爱护自己的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你提到的家庭问题，我知道原生家庭对自己的影响会很大。有时候在我们寻找亲密关系中，会不自觉地选择和我们的父亲有相似特征的伴侣。但这并不是绝对的，只是一个潜意识中的影响。在你的情况中，你的男友并没有对你负责。",
    "annotation": [
      {
        "sentence": "对于你提到的家庭问题，我知道原生家庭对自己的影响会很大。",
        "label": ""
      },
      {
        "sentence": "有时候在我们寻找亲密关系中，会不自觉地选择和我们的父亲有相似特征的伴侣。",
        "label": ""
      },
      {
        "sentence": "但这并不是绝对的，只是一个潜意识中的影响。",
        "label": ""
      },
      {
        "sentence": "在你的情况中，你的男友并没有对你负责。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，他对我的伤害让我感到非常难过。",
    "annotation": [
      {
        "sentence": "是的，他对我的伤害让我感到非常难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的难过。在处理这样的伤害过程中，我们需要给自己时间去疗伤，并且学会保护自己。你拥有一个美好的初心，愿意结婚和为另一半付出，这是非常美好的。虽然经历了这些困难，但你依然可以变得更加坚强，从这些经历中吸取教训，学会更好地保护自己和选择正确认识自己的人。",
    "annotation": [
      {
        "sentence": "我理解你的难过。",
        "label": ""
      },
      {
        "sentence": "在处理这样的伤害过程中，我们需要给自己时间去疗伤，并且学会保护自己。",
        "label": ""
      },
      {
        "sentence": "你拥有一个美好的初心，愿意结婚和为另一半付出，这是非常美好的。",
        "label": ""
      },
      {
        "sentence": "虽然经历了这些困难，但你依然可以变得更加坚强，从这些经历中吸取教训，学会更好地保护自己和选择正确认识自己的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我觉得听了你的话，心情好多了。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我觉得听了你的话，心情好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你心情有所改善。记住，你并不是脏的，你是勇敢而美好的。努力工作，摆脱困境，并且不要忘记给自己一些时间休息和疗伤。同时，也要明白，",
    "annotation": [
      {
        "sentence": "很高兴听到你心情有所改善。",
        "label": ""
      },
      {
        "sentence": "记住，你并不是脏的，你是勇敢而美好的。",
        "label": ""
      },
      {
        "sentence": "努力工作，摆脱困境，并且不要忘记给自己一些时间休息和疗伤。",
        "label": ""
      },
      {
        "sentence": "同时，也要明白，",
        "label": ""
      }
    ]
  }
]