[
  {
    "role": "client",
    "content": "总不记得发生了什么事，有记忆断层，什么情况？",
    "annotation": [
      {
        "sentence": "总不记得发生了什么事，有记忆断层，什么情况？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我和你也有着相似的经历，希望我的分享可以对你有所帮助。先来看看记忆吧。记忆分为瞬时记忆、短时记忆与长时记忆。当某件事情发生的时候，便进入了我们的瞬时记忆，这个过程是无意识的行为，我们无法控制；而瞬时记忆如果被我们意识到，便进入了短时记忆；只有经过重复或者意义非常深刻的短时记忆才会进入长时记忆，被我们长时间留存；而当长时记忆如果没有足够的回忆再次刺激，也是很有可能被遗忘掉的。你所说的记忆断层就是对于长时记忆存在回忆不起来的现象，这个现象是非常普遍的。",
    "annotation": [
      {
        "sentence": "我和你也有着相似的经历，希望我的分享可以对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "先来看看记忆吧。",
        "label": ""
      },
      {
        "sentence": "记忆分为瞬时记忆、短时记忆与长时记忆。",
        "label": ""
      },
      {
        "sentence": "当某件事情发生的时候，便进入了我们的瞬时记忆，这个过程是无意识的行为，我们无法控制；而瞬时记忆如果被我们意识到，便进入了短时记忆；只有经过重复或者意义非常深刻的短时记忆才会进入长时记忆，被我们长时间留存；而当长时记忆如果没有足够的回忆再次刺激，也是很有可能被遗忘掉的。",
        "label": ""
      },
      {
        "sentence": "你所说的记忆断层就是对于长时记忆存在回忆不起来的现象，这个现象是非常普遍的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但为什么只有一部分记忆会断层呢？有些事情却可以记得很清楚。",
    "annotation": [
      {
        "sentence": "我明白了，但为什么只有一部分记忆会断层呢？",
        "label": ""
      },
      {
        "sentence": "有些事情却可以记得很清楚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人的记忆能力都有所不同，而相同事件对于不同人的重要程度也有所不同，相同事件被不同人再次提取的频率也不尽相同。你所说家人朋友还记得的回忆自己却不记得，很可能这段回忆在当时并没有进入自己的长时记忆，或者因为对自己的意义不是很大在成长过程中逐渐被遗忘。另外一些自己记得很清楚的事情可能当时意义非凡，因此进入了长时记忆并且未被遗忘。对于我来说，在幼儿园时的几个瞬间至今难忘，但是小学绝大部分的时光在记忆当中都是空白一片。而我也是在高中的时候才发现了这个现象，当别的同学回忆自己小学的课程、朋友、最开心的时光等等时，我却几乎什么也想不起来。最初还是让我比较困惑，但是后来我告诉自己，可能忘记的事情对我来说不是非常重要，那么何必要纠结于不太重要的事情是否能记起来呢？人生中如果可以有几个永远铭记的瞬间，那么这瞬间的个数其实并不重要。",
    "annotation": [
      {
        "sentence": "每个人的记忆能力都有所不同，而相同事件对于不同人的重要程度也有所不同，相同事件被不同人再次提取的频率也不尽相同。",
        "label": ""
      },
      {
        "sentence": "你所说家人朋友还记得的回忆自己却不记得，很可能这段回忆在当时并没有进入自己的长时记忆，或者因为对自己的意义不是很大在成长过程中逐渐被遗忘。",
        "label": ""
      },
      {
        "sentence": "另外一些自己记得很清楚的事情可能当时意义非凡，因此进入了长时记忆并且未被遗忘。",
        "label": ""
      },
      {
        "sentence": "对于我来说，在幼儿园时的几个瞬间至今难忘，但是小学绝大部分的时光在记忆当中都是空白一片。",
        "label": ""
      },
      {
        "sentence": "而我也是在高中的时候才发现了这个现象，当别的同学回忆自己小学的课程、朋友、最开心的时光等等时，我却几乎什么也想不起来。",
        "label": ""
      },
      {
        "sentence": "最初还是让我比较困惑，但是后来我告诉自己，可能忘记的事情对我来说不是非常重要，那么何必要纠结于不太重要的事情是否能记起来呢？",
        "label": ""
      },
      {
        "sentence": "人生中如果可以有几个永远铭记的瞬间，那么这瞬间的个数其实并不重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得有道理，或许我该更加珍惜那些我记得很清楚的事情，而不是太在意那些遗忘的记忆。但是除了记忆问题，我还有一个困惑，就是我的性格。有的时候我很外向，有的时候又内向，自己也说不准。",
    "annotation": [
      {
        "sentence": "你说得有道理，或许我该更加珍惜那些我记得很清楚的事情，而不是太在意那些遗忘的记忆。",
        "label": ""
      },
      {
        "sentence": "但是除了记忆问题，我还有一个困惑，就是我的性格。",
        "label": ""
      },
      {
        "sentence": "有的时候我很外向，有的时候又内向，自己也说不准。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "再来看看性格。交流是相互的，当两个人进行交流的时候，一个人的言行是很大程度上影响另一个人的言行的，只不过这个影响不会轻易被察觉到。同时，在面对面交流中，我们会不自觉模仿另一个人的表情，甚至是动作形态。你说有的朋友觉得自己热情奔放，那这些朋友是不是也是热情奔放的呢？同理，认为你内向温柔的朋友是不是自己本身也偏向于这个性格呢？并且，每个人对于外向或者内向的感知程度不尽相同，很可能同样的行为在不同的朋友看来有着不同的理解。那么你可以思考一下，在与不同朋友交流的过程中，自己的反应到底有没有非常大的变化呢？对于不同的事件，我们可能会表现不同的情绪状态，所以你现在对于自己的性格到底是什么样的表现出困惑也是十分正常的。",
    "annotation": [
      {
        "sentence": "再来看看性格。",
        "label": ""
      },
      {
        "sentence": "交流是相互的，当两个人进行交流的时候，一个人的言行是很大程度上影响另一个人的言行的，只不过这个影响不会轻易被察觉到。",
        "label": ""
      },
      {
        "sentence": "同时，在面对面交流中，我们会不自觉模仿另一个人的表情，甚至是动作形态。",
        "label": ""
      },
      {
        "sentence": "你说有的朋友觉得自己热情奔放，那这些朋友是不是也是热情奔放的呢？",
        "label": ""
      },
      {
        "sentence": "同理，认为你内向温柔的朋友是不是自己本身也偏向于这个性格呢？",
        "label": ""
      },
      {
        "sentence": "并且，每个人对于外向或者内向的感知程度不尽相同，很可能同样的行为在不同的朋友看来有着不同的理解。",
        "label": ""
      },
      {
        "sentence": "那么你可以思考一下，在与不同朋友交流的过程中，自己的反应到底有没有非常大的变化呢？",
        "label": ""
      },
      {
        "sentence": "对于不同的事件，我们可能会表现不同的情绪状态，所以你现在对于自己的性格到底是什么样的表现出困惑也是十分正常的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实在不同的朋友圈里表现出不同的样子。或许这是因为我在不同的环境中表达自己的方式有所调整。但是我还是觉得越来越不了解自己了。",
    "annotation": [
      {
        "sentence": "你说得对，我确实在不同的朋友圈里表现出不同的样子。",
        "label": ""
      },
      {
        "sentence": "或许这是因为我在不同的环境中表达自己的方式有所调整。",
        "label": ""
      },
      {
        "sentence": "但是我还是觉得越来越不了解自己了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我的建议是，如果感觉从大体上认识自己比较困难，那么可以将对自我的认识回归到更细节的小事上，这样便可以了解在不同情况下的自己，对自我的认同也会更加强烈了。最后，发生在身上的每一个现象都是正常的，要接纳自己，寻找其中的原因，这一点你做的很好哦。希望我的回答对你有所帮助，祝好。",
    "annotation": [
      {
        "sentence": "我的建议是，如果感觉从大体上认识自己比较困难，那么可以将对自我的认识回归到更细节的小事上，这样便可以了解在不同情况下的自己，对自我的认同也会更加强烈了。",
        "label": ""
      },
      {
        "sentence": "最后，发生在身上的每一个现象都是正常的，要接纳自己，寻找其中的原因，这一点你做的很好哦。",
        "label": ""
      },
      {
        "sentence": "希望我的回答对你有所帮助，祝好。",
        "label": ""
      }
    ]
  }
]