[
  {
    "role": "client",
    "content": "内向男生，大二，该如何搭讪漂亮、开放的女生？男生大二，20岁。性格比较内向，虽然学习很好、颜值不低，但是身材比较瘦小、不会和人交朋友，也没谈过恋爱。身边的朋友一般都是对方主动和我搞好关系，朋友圈比较小。身边虽然有女性朋友，但基本上都是同学或高中同学，没有发展为恋爱关系的可能。所以，一方面为了拓展朋友圈，一方面为了恋爱的可能，想要主动和女生搭讪。想要搭讪那种比较漂亮、衣着比较暴露（这样能直接判断她开放）的女生，个人对其他类型的女生无感。可是一般这种女生认识的男生会比较多，很可能第一眼就看不上我这样的。害怕对方会觉得我是不怀好意而从一开始就对我敬而远之，连普通朋友的程度都达不到。该怎么去搭讪呢？",
    "annotation": [
      {
        "sentence": "内向男生，大二，该如何搭讪漂亮、开放的女生？",
        "label": ""
      },
      {
        "sentence": "男生大二，20岁。",
        "label": ""
      },
      {
        "sentence": "性格比较内向，虽然学习很好、颜值不低，但是身材比较瘦小、不会和人交朋友，也没谈过恋爱。",
        "label": ""
      },
      {
        "sentence": "身边的朋友一般都是对方主动和我搞好关系，朋友圈比较小。",
        "label": ""
      },
      {
        "sentence": "身边虽然有女性朋友，但基本上都是同学或高中同学，没有发展为恋爱关系的可能。",
        "label": ""
      },
      {
        "sentence": "所以，一方面为了拓展朋友圈，一方面为了恋爱的可能，想要主动和女生搭讪。",
        "label": ""
      },
      {
        "sentence": "想要搭讪那种比较漂亮、衣着比较暴露（这样能直接判断她开放）的女生，个人对其他类型的女生无感。",
        "label": ""
      },
      {
        "sentence": "可是一般这种女生认识的男生会比较多，很可能第一眼就看不上我这样的。",
        "label": ""
      },
      {
        "sentence": "害怕对方会觉得我是不怀好意而从一开始就对我敬而远之，连普通朋友的程度都达不到。",
        "label": ""
      },
      {
        "sentence": "该怎么去搭讪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你对搭讪的困惑了。你目前面临的主要问题是不知道怎么搭讪，以及喜欢衣着暴露打扮的女生，但不知道她们能不能喜欢自己。首先，我们先来看一下第一个问题。不知道怎么搭讪这点是因人而异的，需要你去尝试，才能找到适合自己的语言风格。一般来讲，搭讪都是通过共同兴趣、分享感受，时不时地表达对对方的赞美。但切忌对女生的身材、妆容、容貌进行评价，也不要太急于展示自己的优点，因为当你展示优点时，缺点也会随之暴露出来。",
    "annotation": [
      {
        "sentence": "你好，听到你对搭讪的困惑了。",
        "label": ""
      },
      {
        "sentence": "你目前面临的主要问题是不知道怎么搭讪，以及喜欢衣着暴露打扮的女生，但不知道她们能不能喜欢自己。",
        "label": ""
      },
      {
        "sentence": "首先，我们先来看一下第一个问题。",
        "label": ""
      },
      {
        "sentence": "不知道怎么搭讪这点是因人而异的，需要你去尝试，才能找到适合自己的语言风格。",
        "label": ""
      },
      {
        "sentence": "一般来讲，搭讪都是通过共同兴趣、分享感受，时不时地表达对对方的赞美。",
        "label": ""
      },
      {
        "sentence": "但切忌对女生的身材、妆容、容貌进行评价，也不要太急于展示自己的优点，因为当你展示优点时，缺点也会随之暴露出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，不应该对女生进行身材和外貌的评价，也要慢慢展示自己的优点。但是我还是担心搭讪的对象会不会喜欢自己。我想搭讪的女生可能会有很多人追求，我担心她们对我不感兴趣，甚至敬而远之。",
    "annotation": [
      {
        "sentence": "我明白了，不应该对女生进行身材和外貌的评价，也要慢慢展示自己的优点。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心搭讪的对象会不会喜欢自己。",
        "label": ""
      },
      {
        "sentence": "我想搭讪的女生可能会有很多人追求，我担心她们对我不感兴趣，甚至敬而远之。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到的担忧是常见的，我们每个人都有追求完美恋爱对象的权利，毕竟美的事物人人都喜欢。但是你想要搭讪的女生，也自然会有其他男生搭讪，她们面对着更多的选择。在这种情况下，你也要是非常优秀的才能有和众多追求者比较的可能。比如外形、能力，经济能力等等。再者，靠女生的衣着判断一个女生不是很靠谱。因为大部分女生会每天转变穿衣和妆容风格，今天看到的她是衣着暴露，明天可能就是甜美可爱。所以，只靠衣着是不能定义一个人的。",
    "annotation": [
      {
        "sentence": "你提到的担忧是常见的，我们每个人都有追求完美恋爱对象的权利，毕竟美的事物人人都喜欢。",
        "label": ""
      },
      {
        "sentence": "但是你想要搭讪的女生，也自然会有其他男生搭讪，她们面对着更多的选择。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，你也要是非常优秀的才能有和众多追求者比较的可能。",
        "label": ""
      },
      {
        "sentence": "比如外形、能力，经济能力等等。",
        "label": ""
      },
      {
        "sentence": "再者，靠女生的衣着判断一个女生不是很靠谱。",
        "label": ""
      },
      {
        "sentence": "因为大部分女生会每天转变穿衣和妆容风格，今天看到的她是衣着暴露，明天可能就是甜美可爱。",
        "label": ""
      },
      {
        "sentence": "所以，只靠衣着是不能定义一个人的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，外表只是表象，内心的共鸣才是真正维系感情的关键。那我应该怎样去搭讪呢？",
    "annotation": [
      {
        "sentence": "我明白了，外表只是表象，内心的共鸣才是真正维系感情的关键。",
        "label": ""
      },
      {
        "sentence": "那我应该怎样去搭讪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "恋爱是需要磨合的，你真的想要恋爱的话，可以多去尝试和喜欢的女生聊天，实践出真知，慢慢地就知道这个女生喜欢什么了。但是切忌沾花惹草，一天聊一个女生那样的广撒网的行为很让女生讨厌。你现在只是学生，追求女生一定会被很多人知道，如果你曾经聊过很多女生，当你真的遇到那个很喜欢的女生时，可能会失去追求的她的机会，因为她打听到的你是一个沾花惹草不长情的人。最后祝你恋爱顺利！",
    "annotation": [
      {
        "sentence": "恋爱是需要磨合的，你真的想要恋爱的话，可以多去尝试和喜欢的女生聊天，实践出真知，慢慢地就知道这个女生喜欢什么了。",
        "label": ""
      },
      {
        "sentence": "但是切忌沾花惹草，一天聊一个女生那样的广撒网的行为很让女生讨厌。",
        "label": ""
      },
      {
        "sentence": "你现在只是学生，追求女生一定会被很多人知道，如果你曾经聊过很多女生，当你真的遇到那个很喜欢的女生时，可能会失去追求的她的机会，因为她打听到的你是一个沾花惹草不长情的人。",
        "label": ""
      },
      {
        "sentence": "最后祝你恋爱顺利！",
        "label": ""
      }
    ]
  }
]