[
  {
    "role": "client",
    "content": "不敢长时间直视别人眼睛，这种现象是社交恐惧症嘛？和别人交流的时候，从来不敢长时间直视别人的眼睛。长时间不出门，出门的时候会紧张，会害怕。遇到不想去但又不得不去的场合，会特别紧张，害怕，会反复想象去了以后得场景。",
    "annotation": [
      {
        "sentence": "不敢长时间直视别人眼睛，这种现象是社交恐惧症嘛？",
        "label": ""
      },
      {
        "sentence": "和别人交流的时候，从来不敢长时间直视别人的眼睛。",
        "label": ""
      },
      {
        "sentence": "长时间不出门，出门的时候会紧张，会害怕。",
        "label": ""
      },
      {
        "sentence": "遇到不想去但又不得不去的场合，会特别紧张，害怕，会反复想象去了以后得场景。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我也有类似经历，面对陌生人真的很不容易说出来你也不信，我初中跟别人讲话才会对视，就这一点，跟别人不一样。",
    "annotation": [
      {
        "sentence": "我也有类似经历，面对陌生人真的很不容易说出来你也不信，我初中跟别人讲话才会对视，就这一点，跟别人不一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你也是这样啊，原来我并不孤独。小时候我特别安静，比起聊天更喜欢一个人看书、画画。课堂上很多问题，虽然自己完全可以回答正确，都不想回答。初中开始喜欢自己写东西，跟其他人聊天的机会也是少之又少。高中，我不屑于跟同龄人来往，直到高二发现有一位同学跟我一样喜欢心理学。",
    "annotation": [
      {
        "sentence": "你也是这样啊，原来我并不孤独。",
        "label": ""
      },
      {
        "sentence": "小时候我特别安静，比起聊天更喜欢一个人看书、画画。",
        "label": ""
      },
      {
        "sentence": "课堂上很多问题，虽然自己完全可以回答正确，都不想回答。",
        "label": ""
      },
      {
        "sentence": "初中开始喜欢自己写东西，跟其他人聊天的机会也是少之又少。",
        "label": ""
      },
      {
        "sentence": "高中，我不屑于跟同龄人来往，直到高二发现有一位同学跟我一样喜欢心理学。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你经历的这些，我真的觉得我们有好多相似之处。我有时候说话就有书面语的感觉（避开一些不太雅观的词，比如“上厕所”），很多人平常不会这么说的。大学之前我不是太喜欢出去玩，因为会遇见很多陌生人，担心自己会被伤害。遇到困难不是很敢求助，所以没什么安全感。",
    "annotation": [
      {
        "sentence": "看到你经历的这些，我真的觉得我们有好多相似之处。",
        "label": ""
      },
      {
        "sentence": "我有时候说话就有书面语的感觉（避开一些不太雅观的词，比如“上厕所”），很多人平常不会这么说的。",
        "label": ""
      },
      {
        "sentence": "大学之前我不是太喜欢出去玩，因为会遇见很多陌生人，担心自己会被伤害。",
        "label": ""
      },
      {
        "sentence": "遇到困难不是很敢求助，所以没什么安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也不敢主动和人聊天，这种空气安静下来的感觉真可怕。现在我上了大学，参加很多社团活动，在社交方面的确进步很多，但是我一见到不熟悉的人，还是会紧张，出现很多不得体的小动作。第一次回答问题，我很紧张，心跳加速，手心出汗，边喘气边说出答案，结果是正确的。我觉得有一点好笑，都是成年人了，为什么还那么害怕老师？",
    "annotation": [
      {
        "sentence": "我也不敢主动和人聊天，这种空气安静下来的感觉真可怕。",
        "label": ""
      },
      {
        "sentence": "现在我上了大学，参加很多社团活动，在社交方面的确进步很多，但是我一见到不熟悉的人，还是会紧张，出现很多不得体的小动作。",
        "label": ""
      },
      {
        "sentence": "第一次回答问题，我很紧张，心跳加速，手心出汗，边喘气边说出答案，结果是正确的。",
        "label": ""
      },
      {
        "sentence": "我觉得有一点好笑，都是成年人了，为什么还那么害怕老师？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受。大二上学期末，我感觉这个问题很严重，就去了学校的心理中心咨询。每次去咨询我都特意打扮，假装精神十足掐尖了嗓子说话。为什么拖到学期末才去呢？因为我很怕老师那样的权威人物面前表达自己真实的想法，感觉自己要在对方面前承认很多错误。这个学期由于疫情，我跟那位老师继续线上咨询（文字），感觉效率高了很多，因为这样就不用时刻注意自己的语气还有动作了。",
    "annotation": [
      {
        "sentence": "我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "大二上学期末，我感觉这个问题很严重，就去了学校的心理中心咨询。",
        "label": ""
      },
      {
        "sentence": "每次去咨询我都特意打扮，假装精神十足掐尖了嗓子说话。",
        "label": ""
      },
      {
        "sentence": "为什么拖到学期末才去呢？",
        "label": ""
      },
      {
        "sentence": "因为我很怕老师那样的权威人物面前表达自己真实的想法，感觉自己要在对方面前承认很多错误。",
        "label": ""
      },
      {
        "sentence": "这个学期由于疫情，我跟那位老师继续线上咨询（文字），感觉效率高了很多，因为这样就不用时刻注意自己的语气还有动作了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你真的给了我很大的勇气，知道有你这样经历过的人也在努力克服这个问题。我觉得自己作为社交恐惧症患者很孤独，其实我是太把它当一回事了，所以一直都没有改善。",
    "annotation": [
      {
        "sentence": "你真的给了我很大的勇气，知道有你这样经历过的人也在努力克服这个问题。",
        "label": ""
      },
      {
        "sentence": "我觉得自己作为社交恐惧症患者很孤独，其实我是太把它当一回事了，所以一直都没有改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "放开自我，我也在努力在老师这种权威人物面前，摆出“理直气壮”的脸色，说话更有底气。相信自己有能力战胜社交恐惧，尝试让自己的语气变得坚定。不用为之自责，我们一起努力。",
    "annotation": [
      {
        "sentence": "放开自我，我也在努力在老师这种权威人物面前，摆出“理直气壮”的脸色，说话更有底气。",
        "label": ""
      },
      {
        "sentence": "相信自己有能力战胜社交恐惧，尝试让自己的语气变得坚定。",
        "label": ""
      },
      {
        "sentence": "不用为之自责，我们一起努力。",
        "label": ""
      }
    ]
  }
]