[
  {
    "role": "client",
    "content": "以前的被怼，该怎样去疗愈自己？",
    "annotation": [
      {
        "sentence": "以前的被怼，该怎样去疗愈自己？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "觉得自己社交恐惧，能理解你在人群当中的不自在，坐立不安，恐惧的内心感受和状态。抱抱亲爱的，如果人群中有你熟悉的人是不是你会自在一些呢。还是有熟人的人群也不自在呢。",
    "annotation": [
      {
        "sentence": "觉得自己社交恐惧，能理解你在人群当中的不自在，坐立不安，恐惧的内心感受和状态。",
        "label": ""
      },
      {
        "sentence": "抱抱亲爱的，如果人群中有你熟悉的人是不是你会自在一些呢。",
        "label": ""
      },
      {
        "sentence": "还是有熟人的人群也不自在呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我在人群中依然感到不自在，不论是与熟人还是陌生人。",
    "annotation": [
      {
        "sentence": "我在人群中依然感到不自在，不论是与熟人还是陌生人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人是群居动物，我们避免不了参与人群的行为活动。你能感受到自己在某种状况时的恐惧说明你已经在觉察自己，是成长的开始。那具体是什么状况呢，听你的描述，你可能在意他人的评价。",
    "annotation": [
      {
        "sentence": "人是群居动物，我们避免不了参与人群的行为活动。",
        "label": ""
      },
      {
        "sentence": "你能感受到自己在某种状况时的恐惧说明你已经在觉察自己，是成长的开始。",
        "label": ""
      },
      {
        "sentence": "那具体是什么状况呢，听你的描述，你可能在意他人的评价。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我担心自己成为那个被得到不好评价的同学。我开始问同学像不像同学甲，开始同学回答不像，后来不再问，同学回答有些像，这时你更加不安了。我担心自己真的和同学甲一样。",
    "annotation": [
      {
        "sentence": "是的，我担心自己成为那个被得到不好评价的同学。",
        "label": ""
      },
      {
        "sentence": "我开始问同学像不像同学甲，开始同学回答不像，后来不再问，同学回答有些像，这时你更加不安了。",
        "label": ""
      },
      {
        "sentence": "我担心自己真的和同学甲一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那我们假设一下。如果同学甲的情况没有改变，但其他同学并没有否认他，可能还有些同学理解他甚至欣赏他的的行为，那这样你也会很在意你是否和同学甲很像吗。人无完人，任何人都有缺点，只要有人想评价，我们是堵不住别人的嘴的。",
    "annotation": [
      {
        "sentence": "那我们假设一下。",
        "label": ""
      },
      {
        "sentence": "如果同学甲的情况没有改变，但其他同学并没有否认他，可能还有些同学理解他甚至欣赏他的的行为，那这样你也会很在意你是否和同学甲很像吗。",
        "label": ""
      },
      {
        "sentence": "人无完人，任何人都有缺点，只要有人想评价，我们是堵不住别人的嘴的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说得对，每个人都有缺点，评价是无法避免的。我也应该更加接纳自己和他人的不完美。",
    "annotation": [
      {
        "sentence": "您说得对，每个人都有缺点，评价是无法避免的。",
        "label": ""
      },
      {
        "sentence": "我也应该更加接纳自己和他人的不完美。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于人的评价，我们可以问问自己，您对自己接纳吗？您接纳他人的缺点，接纳人性的不完美吗？我在上学的时候和您有类似的情况，甚至工作之后也会有。后来我从公司出来，自己单干，没有同事，除了客户就是供应商在联系。我也忘了那个曾何时在同学中焦虑不安的自己，小心翼翼逆来顺受的自己。后来自己一个人做生意，比较顺利，经济独立，时间自由。偶尔朋友的建议和批评也可以开始接受或者反驳了，而不是放在心里，生闷气。我想说的是自信和底气对我们所谓的社交恐惧也是有帮助的。",
    "annotation": [
      {
        "sentence": "对于人的评价，我们可以问问自己，您对自己接纳吗？",
        "label": ""
      },
      {
        "sentence": "您接纳他人的缺点，接纳人性的不完美吗？",
        "label": ""
      },
      {
        "sentence": "我在上学的时候和您有类似的情况，甚至工作之后也会有。",
        "label": ""
      },
      {
        "sentence": "后来我从公司出来，自己单干，没有同事，除了客户就是供应商在联系。",
        "label": ""
      },
      {
        "sentence": "我也忘了那个曾何时在同学中焦虑不安的自己，小心翼翼逆来顺受的自己。",
        "label": ""
      },
      {
        "sentence": "后来自己一个人做生意，比较顺利，经济独立，时间自由。",
        "label": ""
      },
      {
        "sentence": "偶尔朋友的建议和批评也可以开始接受或者反驳了，而不是放在心里，生闷气。",
        "label": ""
      },
      {
        "sentence": "我想说的是自信和底气对我们所谓的社交恐惧也是有帮助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的鼓励，您的经历给了我很大的启发和信心。我也希望能够变得更加自信，并且能够自如地表达自己无论是情绪还是想法。",
    "annotation": [
      {
        "sentence": "谢谢您的鼓励，您的经历给了我很大的启发和信心。",
        "label": ""
      },
      {
        "sentence": "我也希望能够变得更加自信，并且能够自如地表达自己无论是情绪还是想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到你的心声。我们一起努力，你定能战胜社交恐惧，找到属于自己的自信与底气。关于社交障碍，我还想分享一些相关的信息和建议，希望对你有帮助。社交恐惧症（socialphobia）又称社交焦虑障碍（socialanxietydisorder，SAD），多在17～30岁期间发病，男女发病率几乎相同；常无明显诱因突然起病，中心症状围绕着害怕在小团体中被人审视，一旦发现别人注意自己就不自然，不敢抬头、不敢与人对视，甚至觉得无地自容，不敢在公共场合演讲，集会不敢坐在前面，故回避社交，在极端情形下可导致社会隔离。常见的恐惧对象是异性、严厉的上司和未婚夫（妻）的父母亲等，或是熟人。可伴有自我评价低和害怕批评，可有脸红、手抖、恶心或尿急等症状，症状可发展到惊恐发作的程度。临床表现可孤立限于如公共场合进食、公开讲话、或遇到异性，也可泛化到涉及家庭以外的几乎所有情景。部分患者常可能伴有突出的广场恐惧与抑郁障碍；一部分患者可能通过物质滥用来缓解焦虑而最终导致物质依赖，特别是酒依赖。",
    "annotation": [
      {
        "sentence": "非常欣慰听到你的心声。",
        "label": ""
      },
      {
        "sentence": "我们一起努力，你定能战胜社交恐惧，找到属于自己的自信与底气。",
        "label": ""
      },
      {
        "sentence": "关于社交障碍，我还想分享一些相关的信息和建议，希望对你有帮助。",
        "label": ""
      },
      {
        "sentence": "社交恐惧症（socialphobia）又称社交焦虑障碍（socialanxietydisorder，SAD），多在17～30岁期间发病，男女发病率几乎相同；常无明显诱因突然起病，中心症状围绕着害怕在小团体中被人审视，一旦发现别人注意自己就不自然，不敢抬头、不敢与人对视，甚至觉得无地自容，不敢在公共场合演讲，集会不敢坐在前面，故回避社交，在极端情形下可导致社会隔离。",
        "label": ""
      },
      {
        "sentence": "常见的恐惧对象是异性、严厉的上司和未婚夫（妻）的父母亲等，或是熟人。",
        "label": ""
      },
      {
        "sentence": "可伴有自我评价低和害怕批评，可有脸红、手抖、恶心或尿急等症状，症状可发展到惊恐发作的程度。",
        "label": ""
      },
      {
        "sentence": "临床表现可孤立限于如公共场合进食、公开讲话、或遇到异性，也可泛化到涉及家庭以外的几乎所有情景。",
        "label": ""
      },
      {
        "sentence": "部分患者常可能伴有突出的广场恐惧与抑郁障碍；一部分患者可能通过物质滥用来缓解焦虑而最终导致物质依赖，特别是酒依赖。",
        "label": ""
      }
    ]
  }
]