[
  {
    "role": "client",
    "content": "我最近在与异性相处方面一直失败，仿佛陷入了一种固定模式。他一不主动给我发短信，我就会短信连贯call。他一表现得不好，我就会觉得他不喜欢我。我一看到他就会忍不住想和他说话，建立起联系。因为害怕失败，所以一直在紧紧抓住。因为看不到希望，所以最后还是离开了。",
    "annotation": [
      {
        "sentence": "我最近在与异性相处方面一直失败，仿佛陷入了一种固定模式。",
        "label": ""
      },
      {
        "sentence": "他一不主动给我发短信，我就会短信连贯call。",
        "label": ""
      },
      {
        "sentence": "他一表现得不好，我就会觉得他不喜欢我。",
        "label": ""
      },
      {
        "sentence": "我一看到他就会忍不住想和他说话，建立起联系。",
        "label": ""
      },
      {
        "sentence": "因为害怕失败，所以一直在紧紧抓住。",
        "label": ""
      },
      {
        "sentence": "因为看不到希望，所以最后还是离开了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，你在对待感情方面明显失去了自我。因为害怕失去，所以过于紧紧抓住。不过你要明白，抓得太紧往往会让对方感到窒息，想要逃离。那样的话，你又怎么能够达到自己对感情的预期和追求幸福呢？我建议你在对待感情时，首先应该放轻松，不要一开始就过于害怕失去。你现在所经历的煎熬只会让自己感到疲惫，同时也会吓跑对方。你的感情现在陷入了一个恶性循环，你自己也很难自拔出来。",
    "annotation": [
      {
        "sentence": "听你的描述，你在对待感情方面明显失去了自我。",
        "label": ""
      },
      {
        "sentence": "因为害怕失去，所以过于紧紧抓住。",
        "label": ""
      },
      {
        "sentence": "不过你要明白，抓得太紧往往会让对方感到窒息，想要逃离。",
        "label": ""
      },
      {
        "sentence": "那样的话，你又怎么能够达到自己对感情的预期和追求幸福呢？",
        "label": ""
      },
      {
        "sentence": "我建议你在对待感情时，首先应该放轻松，不要一开始就过于害怕失去。",
        "label": ""
      },
      {
        "sentence": "你现在所经历的煎熬只会让自己感到疲惫，同时也会吓跑对方。",
        "label": ""
      },
      {
        "sentence": "你的感情现在陷入了一个恶性循环，你自己也很难自拔出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，不仅在感情方面如此，我的亲子关系和朋友关系也是这样令人透不过气来的。在人际关系中，我总是感到紧张和焦虑。但是这种情况只在对待男女感情上出现得比较明显。我觉得可能是因为我太想建立一段亲密关系，或者对待感情时，我对自己不自信，有一些错误的认知。",
    "annotation": [
      {
        "sentence": "你说的对，不仅在感情方面如此，我的亲子关系和朋友关系也是这样令人透不过气来的。",
        "label": ""
      },
      {
        "sentence": "在人际关系中，我总是感到紧张和焦虑。",
        "label": ""
      },
      {
        "sentence": "但是这种情况只在对待男女感情上出现得比较明显。",
        "label": ""
      },
      {
        "sentence": "我觉得可能是因为我太想建立一段亲密关系，或者对待感情时，我对自己不自信，有一些错误的认知。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系的，我们慢慢来，你能够认识到自己存在的问题，已经是迈出了前进的第一步。很棒！我现在不清楚你的感情状况是单身还是正处于这样拉扯的关系中，但是无论如何，放轻松，让自己平静下来是非常重要的。试着想象一下，你这种步步紧逼的方式会让自己感到很累很抓狂。你不停地向前，对方却退后，你再紧逼，对方可能就会离开。要么就是你们之间争吵不断，总得不到彼此想要的。即使不分开，这段感情也会变得很累很疲惫，相互消耗。好的感情是相互成就和共同努力的，在对方身上找到动力和支持。只有在感到温暖和安心的情况下，自然亲密才会发展。越刻意地去抓住，流失得越快。爱情是不能被强求的，要学会顺其自然。",
    "annotation": [
      {
        "sentence": "没关系的，我们慢慢来，你能够认识到自己存在的问题，已经是迈出了前进的第一步。",
        "label": ""
      },
      {
        "sentence": "很棒！",
        "label": ""
      },
      {
        "sentence": "我现在不清楚你的感情状况是单身还是正处于这样拉扯的关系中，但是无论如何，放轻松，让自己平静下来是非常重要的。",
        "label": ""
      },
      {
        "sentence": "试着想象一下，你这种步步紧逼的方式会让自己感到很累很抓狂。",
        "label": ""
      },
      {
        "sentence": "你不停地向前，对方却退后，你再紧逼，对方可能就会离开。",
        "label": ""
      },
      {
        "sentence": "要么就是你们之间争吵不断，总得不到彼此想要的。",
        "label": ""
      },
      {
        "sentence": "即使不分开，这段感情也会变得很累很疲惫，相互消耗。",
        "label": ""
      },
      {
        "sentence": "好的感情是相互成就和共同努力的，在对方身上找到动力和支持。",
        "label": ""
      },
      {
        "sentence": "只有在感到温暖和安心的情况下，自然亲密才会发展。",
        "label": ""
      },
      {
        "sentence": "越刻意地去抓住，流失得越快。",
        "label": ""
      },
      {
        "sentence": "爱情是不能被强求的，要学会顺其自然。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "希望我可以找到自我，找到自我肯定和自我价值。知道自己想要什么，坚守自己的原则和主见，有自己的事情可做。对自己有一个清晰的认知，接纳真实的自己。我明白了，自尊自爱非常重要，必须先学会爱自己才能够去爱别人。我现在意识到自己可能存在一个不合理的认知，就是对方的回应必须秒回，否则就会不安，从而做出一些失控的行为。这其实是因为我没有自我，让别人牵着走。但是我们每个人都是独立的个体，都要对自己负责。即使是在亲密关系中，也需要有自己的边界，互相尊重对方。能够看到对方的需求，也要体谅对方的情感。并不是所有的感受都是关乎自己的，合理的沟通在这里是非常重要的。把自己的想法和需求告诉对方，减少情绪伤害和敌对，不能让自己的表达对对方造成负担。遇到问题时，不要总是往坏处想，要看到客观事实。我会加油的，每天做一点小的改变，终将遇到最美好的自己！",
    "annotation": [
      {
        "sentence": "希望我可以找到自我，找到自我肯定和自我价值。",
        "label": ""
      },
      {
        "sentence": "知道自己想要什么，坚守自己的原则和主见，有自己的事情可做。",
        "label": ""
      },
      {
        "sentence": "对自己有一个清晰的认知，接纳真实的自己。",
        "label": ""
      },
      {
        "sentence": "我明白了，自尊自爱非常重要，必须先学会爱自己才能够去爱别人。",
        "label": ""
      },
      {
        "sentence": "我现在意识到自己可能存在一个不合理的认知，就是对方的回应必须秒回，否则就会不安，从而做出一些失控的行为。",
        "label": ""
      },
      {
        "sentence": "这其实是因为我没有自我，让别人牵着走。",
        "label": ""
      },
      {
        "sentence": "但是我们每个人都是独立的个体，都要对自己负责。",
        "label": ""
      },
      {
        "sentence": "即使是在亲密关系中，也需要有自己的边界，互相尊重对方。",
        "label": ""
      },
      {
        "sentence": "能够看到对方的需求，也要体谅对方的情感。",
        "label": ""
      },
      {
        "sentence": "并不是所有的感受都是关乎自己的，合理的沟通在这里是非常重要的。",
        "label": ""
      },
      {
        "sentence": "把自己的想法和需求告诉对方，减少情绪伤害和敌对，不能让自己的表达对对方造成负担。",
        "label": ""
      },
      {
        "sentence": "遇到问题时，不要总是往坏处想，要看到客观事实。",
        "label": ""
      },
      {
        "sentence": "我会加油的，每天做一点小的改变，终将遇到最美好的自己！",
        "label": ""
      }
    ]
  }
]