[
  {
    "role": "client",
    "content": "总是不敢说yes，也不敢说no，怎么建立责任感？我没有责任感，总是不敢说yes，也不敢说no。我觉得这与我父母对我很严格有关，也与我自己不敢担当、总是想依赖别人有关。我该如何建立责任感？",
    "annotation": [
      {
        "sentence": "总是不敢说yes，也不敢说no，怎么建立责任感？",
        "label": ""
      },
      {
        "sentence": "我没有责任感，总是不敢说yes，也不敢说no。",
        "label": ""
      },
      {
        "sentence": "我觉得这与我父母对我很严格有关，也与我自己不敢担当、总是想依赖别人有关。",
        "label": ""
      },
      {
        "sentence": "我该如何建立责任感？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你对自己做决定时的模式开始觉察，也尝试分析原因，有外在原因也有内在原因，并且在平台提问，希望找到办法，有所调整。从你的分析试着延伸下去，【是否你在小时候做了决定，如果有一丁点儿不好的结果，会被严格的父母评价，甚至被批评？除了承担做决定的结果，还要承担挫败感。慢慢的，自己做决定的感觉不太好，好像总有错，你开始怀疑自己能不能独立做决定了。再慢慢的，不如干脆听父母的好了，起码对选择不满意的话，心里能推给别人，是别人做的决定。】只是一种猜测，你最了解自己，可以继续看看你描述的父母严格和自己不敢担当下，还发生了什么，有过什么记忆深刻的事情。尝试将你叙述的问题换一种方式：【我在想办法建立责任感，自己主动面对选择，在每一次做选择时，鼓励自己静下来思考一下，看看说yes的话需要承担什么，说no的话又要承担什么。每个选择都有两面，我要接受选择带来的收益，也要同时勇敢承担选择后的不确定性。肯定自己主动拿回了选择权，而不是怀疑自己的选择对不对，也不再内疚自责“如果做另一个选择会不会不一样”。我想成为一个对自己负责的人，哪怕不能保证选择一定是对的，但是会认真对待每一次选择，走好自己的每一个选项。给自己一段时间，尝试成为一个有责任感的人。】如果你需要，我也愿意在心理咨询中陪伴你走这个过程。",
    "annotation": [
      {
        "sentence": "看到你对自己做决定时的模式开始觉察，也尝试分析原因，有外在原因也有内在原因，并且在平台提问，希望找到办法，有所调整。",
        "label": ""
      },
      {
        "sentence": "从你的分析试着延伸下去，【是否你在小时候做了决定，如果有一丁点儿不好的结果，会被严格的父母评价，甚至被批评？",
        "label": ""
      },
      {
        "sentence": "除了承担做决定的结果，还要承担挫败感。",
        "label": ""
      },
      {
        "sentence": "慢慢的，自己做决定的感觉不太好，好像总有错，你开始怀疑自己能不能独立做决定了。",
        "label": ""
      },
      {
        "sentence": "再慢慢的，不如干脆听父母的好了，起码对选择不满意的话，心里能推给别人，是别人做的决定。",
        "label": ""
      },
      {
        "sentence": "】只是一种猜测，你最了解自己，可以继续看看你描述的父母严格和自己不敢担当下，还发生了什么，有过什么记忆深刻的事情。",
        "label": ""
      },
      {
        "sentence": "尝试将你叙述的问题换一种方式：【我在想办法建立责任感，自己主动面对选择，在每一次做选择时，鼓励自己静下来思考一下，看看说yes的话需要承担什么，说no的话又要承担什么。",
        "label": ""
      },
      {
        "sentence": "每个选择都有两面，我要接受选择带来的收益，也要同时勇敢承担选择后的不确定性。",
        "label": ""
      },
      {
        "sentence": "肯定自己主动拿回了选择权，而不是怀疑自己的选择对不对，也不再内疚自责“如果做另一个选择会不会不一样”。",
        "label": ""
      },
      {
        "sentence": "我想成为一个对自己负责的人，哪怕不能保证选择一定是对的，但是会认真对待每一次选择，走好自己的每一个选项。",
        "label": ""
      },
      {
        "sentence": "给自己一段时间，尝试成为一个有责任感的人。",
        "label": ""
      },
      {
        "sentence": "】如果你需要，我也愿意在心理咨询中陪伴你走这个过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。小时候，我确实对每次决定的结果充满了担忧，因为父母总是对我的选择极其严格地评价，每次都会批评我。这让我渐渐失去了信心，觉得自己总是做错了。然后我开始依赖他人，害怕自己做出决定所带来的挫败感。我明白你说的每个选择都有两面，我该如何学会勇敢地承担选择后的不确定性呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "小时候，我确实对每次决定的结果充满了担忧，因为父母总是对我的选择极其严格地评价，每次都会批评我。",
        "label": ""
      },
      {
        "sentence": "这让我渐渐失去了信心，觉得自己总是做错了。",
        "label": ""
      },
      {
        "sentence": "然后我开始依赖他人，害怕自己做出决定所带来的挫败感。",
        "label": ""
      },
      {
        "sentence": "我明白你说的每个选择都有两面，我该如何学会勇敢地承担选择后的不确定性呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的觉察很关键。要学会勇敢承担选择后的不确定性，可以从小事开始。比如，每天做决定时，先把自己的感受写下来，记录每个选择的结果和自己的感受。逐渐培养对自己做出决定的信心，接受无论选择什么结果都有不确定性的事实。同时，也要明确告诉自己，即使结果不理想，这也是成长的一部分，不要再内疚自责了。试着接受自己的选择权，并相信自己能够做出正确的决定。",
    "annotation": [
      {
        "sentence": "你的觉察很关键。",
        "label": ""
      },
      {
        "sentence": "要学会勇敢承担选择后的不确定性，可以从小事开始。",
        "label": ""
      },
      {
        "sentence": "比如，每天做决定时，先把自己的感受写下来，记录每个选择的结果和自己的感受。",
        "label": ""
      },
      {
        "sentence": "逐渐培养对自己做出决定的信心，接受无论选择什么结果都有不确定性的事实。",
        "label": ""
      },
      {
        "sentence": "同时，也要明确告诉自己，即使结果不理想，这也是成长的一部分，不要再内疚自责了。",
        "label": ""
      },
      {
        "sentence": "试着接受自己的选择权，并相信自己能够做出正确的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "写下来记录每个选择和感受的方法听起来很有用，我会试一试。我也明白不要再内疚自责，但是当选择的结果不好时，我很难不去想“如果我当初选择了另一个选项会不会不一样”这样的问题。我该如何应对这种思维呢？",
    "annotation": [
      {
        "sentence": "写下来记录每个选择和感受的方法听起来很有用，我会试一试。",
        "label": ""
      },
      {
        "sentence": "我也明白不要再内疚自责，但是当选择的结果不好时，我很难不去想“如果我当初选择了另一个选项会不会不一样”这样的问题。",
        "label": ""
      },
      {
        "sentence": "我该如何应对这种思维呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对这种思维，可以尝试用正向的方式去看待。当你开始想“如果当初选择了另一个选项会不会不一样”的时候，试着告诉自己，每个选择都会有不同的结果，我们无法预测每一个选择对未来的影响，重要的是学会从过去的经验中吸取教训，并在下一次选择中更加谨慎。同时，要相信自己的决策能力，坚持认真对待每一次选择。只有这样，才能成为一个对自己负责的人。",
    "annotation": [
      {
        "sentence": "面对这种思维，可以尝试用正向的方式去看待。",
        "label": ""
      },
      {
        "sentence": "当你开始想“如果当初选择了另一个选项会不会不一样”的时候，试着告诉自己，每个选择都会有不同的结果，我们无法预测每一个选择对未来的影响，重要的是学会从过去的经验中吸取教训，并在下一次选择中更加谨慎。",
        "label": ""
      },
      {
        "sentence": "同时，要相信自己的决策能力，坚持认真对待每一次选择。",
        "label": ""
      },
      {
        "sentence": "只有这样，才能成为一个对自己负责的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我需要学会从过去的经验中吸取教训，并在下一次选择中更加谨慎。我会努力坚持认真对待每一次选择，成为一个对自己负责的人。谢谢你的建议和鼓励。我会试着自己面对问题，如果需要的话，我也会考虑心理咨询。",
    "annotation": [
      {
        "sentence": "你说的很对，我需要学会从过去的经验中吸取教训，并在下一次选择中更加谨慎。",
        "label": ""
      },
      {
        "sentence": "我会努力坚持认真对待每一次选择，成为一个对自己负责的人。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会试着自己面对问题，如果需要的话，我也会考虑心理咨询。",
        "label": ""
      }
    ]
  }
]