[
  {
    "role": "client",
    "content": "我今年31岁，育有一孩，却发现老公出轨了，我该怎么办？",
    "annotation": [
      {
        "sentence": "我今年31岁，育有一孩，却发现老公出轨了，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到这个消息一定很痛苦，同时也感受到你对这段婚姻的重要性。可以理解你现在的困惑和伤心。来和我分享一下你的感受吧。",
    "annotation": [
      {
        "sentence": "听到这个消息一定很痛苦，同时也感受到你对这段婚姻的重要性。",
        "label": ""
      },
      {
        "sentence": "可以理解你现在的困惑和伤心。",
        "label": ""
      },
      {
        "sentence": "来和我分享一下你的感受吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们在一起谈恋爱已经7年了，结婚也有7年，我们还有一个女儿。我从来没有怀疑过他，对他的信任是无比坚定的，可是去年下半年我无意中发现他和前同事有不正当的关系，而且一直在偷情。我现在很痛苦，不知道该不该原谅他。",
    "annotation": [
      {
        "sentence": "我们在一起谈恋爱已经7年了，结婚也有7年，我们还有一个女儿。",
        "label": ""
      },
      {
        "sentence": "我从来没有怀疑过他，对他的信任是无比坚定的，可是去年下半年我无意中发现他和前同事有不正当的关系，而且一直在偷情。",
        "label": ""
      },
      {
        "sentence": "我现在很痛苦，不知道该不该原谅他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的经历，我能感受到你现在的痛苦和无助。婚姻中的出轨行为对你造成了很大的伤害，特别是夫妻之间建立起来的信任被破坏了。但是你能够清楚地表达自己的感受并寻求帮助，显示出你的善良和对这段感情的珍视。我相信你走到现在一定有自己的支持和坚持的力量。根据离婚调查数据显示，离婚的真正原因往往不是出轨问题，而是双方之间缺乏共同目标和不想继续爱对方了。你现在问的是原不原谅，也说明你希望丈夫回归家庭，一起守护这个家，只是你内心很不舒服、很委屈、很无助。所以接下来我觉得你需要面对的问题还有很多。",
    "annotation": [
      {
        "sentence": "听到你的经历，我能感受到你现在的痛苦和无助。",
        "label": ""
      },
      {
        "sentence": "婚姻中的出轨行为对你造成了很大的伤害，特别是夫妻之间建立起来的信任被破坏了。",
        "label": ""
      },
      {
        "sentence": "但是你能够清楚地表达自己的感受并寻求帮助，显示出你的善良和对这段感情的珍视。",
        "label": ""
      },
      {
        "sentence": "我相信你走到现在一定有自己的支持和坚持的力量。",
        "label": ""
      },
      {
        "sentence": "根据离婚调查数据显示，离婚的真正原因往往不是出轨问题，而是双方之间缺乏共同目标和不想继续爱对方了。",
        "label": ""
      },
      {
        "sentence": "你现在问的是原不原谅，也说明你希望丈夫回归家庭，一起守护这个家，只是你内心很不舒服、很委屈、很无助。",
        "label": ""
      },
      {
        "sentence": "所以接下来我觉得你需要面对的问题还有很多。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我应该怎么做呢？我现在真的很迷茫。",
    "annotation": [
      {
        "sentence": "我应该怎么做呢？",
        "label": ""
      },
      {
        "sentence": "我现在真的很迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我们要在婚姻中有底气，保护好自己才能更好地保护婚姻。一、你需要做最坏的打算，具备能力和底气的女性不会轻易失败。这意味着在遇到问题时不被情感所左右，能够处理好自己的痛苦，但也不能失去理智，不要为了婚姻而失去自己和财产。你可以找律师或者私家侦探收集丈夫出轨的证据，虽然你可以选择不看，但你不能没有证据。同时，要确定夫妻之间的财产问题，防止被剥夺。还要考虑是否要孩子的抚养权，为此准备好相关资料。最后，给自己和孩子一些时间来平静下来，然后和丈夫坐下来交流，说出你的感受，表达你的请求，断绝和其他人的关系，寻求原谅、陪伴和金钱管理等等。",
    "annotation": [
      {
        "sentence": "首先，我们要在婚姻中有底气，保护好自己才能更好地保护婚姻。",
        "label": ""
      },
      {
        "sentence": "一、你需要做最坏的打算，具备能力和底气的女性不会轻易失败。",
        "label": ""
      },
      {
        "sentence": "这意味着在遇到问题时不被情感所左右，能够处理好自己的痛苦，但也不能失去理智，不要为了婚姻而失去自己和财产。",
        "label": ""
      },
      {
        "sentence": "你可以找律师或者私家侦探收集丈夫出轨的证据，虽然你可以选择不看，但你不能没有证据。",
        "label": ""
      },
      {
        "sentence": "同时，要确定夫妻之间的财产问题，防止被剥夺。",
        "label": ""
      },
      {
        "sentence": "还要考虑是否要孩子的抚养权，为此准备好相关资料。",
        "label": ""
      },
      {
        "sentence": "最后，给自己和孩子一些时间来平静下来，然后和丈夫坐下来交流，说出你的感受，表达你的请求，断绝和其他人的关系，寻求原谅、陪伴和金钱管理等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些事情我都明白了，但是我还是很不确定，不知道该怎么面对这个家庭的未来。",
    "annotation": [
      {
        "sentence": "这些事情我都明白了，但是我还是很不确定，不知道该怎么面对这个家庭的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的不确定感。除了需要理智地去处理问题，我们也要抱着美好的希望和追随心的感觉。最近非常火的电视剧《三十而已》中的顾佳对许幻山出轨的处理方式值得我们借鉴。她理智地和许幻山进行交流，表达了自己的不痛快和伤心，同时要理性地安排好孩子，不让他们看到自己情绪崩溃的一面。此外，她选择一个人去长沙，然后根据自己内心的选择决定是否回来，通过这个过程找到属于自己的答案。同时，她也寻找到了爸爸和闺蜜的支持，度过了这段最难受的时光。无论前路如何，我们的目标都是让自己更好、更幸福，这已经足够了。",
    "annotation": [
      {
        "sentence": "理解你的不确定感。",
        "label": ""
      },
      {
        "sentence": "除了需要理智地去处理问题，我们也要抱着美好的希望和追随心的感觉。",
        "label": ""
      },
      {
        "sentence": "最近非常火的电视剧《三十而已》中的顾佳对许幻山出轨的处理方式值得我们借鉴。",
        "label": ""
      },
      {
        "sentence": "她理智地和许幻山进行交流，表达了自己的不痛快和伤心，同时要理性地安排好孩子，不让他们看到自己情绪崩溃的一面。",
        "label": ""
      },
      {
        "sentence": "此外，她选择一个人去长沙，然后根据自己内心的选择决定是否回来，通过这个过程找到属于自己的答案。",
        "label": ""
      },
      {
        "sentence": "同时，她也寻找到了爸爸和闺蜜的支持，度过了这段最难受的时光。",
        "label": ""
      },
      {
        "sentence": "无论前路如何，我们的目标都是让自己更好、更幸福，这已经足够了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会慢慢考虑并采纳你的意见。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会慢慢考虑并采纳你的意见。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我愿意为你提供支持和帮助。记住，在这个过程中，你不是一个人，还有我和其他人愿意陪伴你一起度过困难的时刻。无论你作出怎样的决定，都要为自己和孩子的未来着想，保护好自己，并相信你会找到属于自己的幸福。如果你需要进一步的咨询和倾诉，随时可以来找我。祝福你。",
    "annotation": [
      {
        "sentence": "不客气，我愿意为你提供支持和帮助。",
        "label": ""
      },
      {
        "sentence": "记住，在这个过程中，你不是一个人，还有我和其他人愿意陪伴你一起度过困难的时刻。",
        "label": ""
      },
      {
        "sentence": "无论你作出怎样的决定，都要为自己和孩子的未来着想，保护好自己，并相信你会找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的咨询和倾诉，随时可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝福你。",
        "label": ""
      }
    ]
  }
]