[
  {
    "role": "client",
    "content": "我最近感觉到自己很被动，好像命运注定我要失去一切。工作被人抢走，我喜欢的人也好像被别人吸引走了。我感到无奈、自卑、嫉妒和恨，这些负面情绪都淹没了我的心。我真的觉得被动的人注定失去一切。",
    "annotation": [
      {
        "sentence": "我最近感觉到自己很被动，好像命运注定我要失去一切。",
        "label": ""
      },
      {
        "sentence": "工作被人抢走，我喜欢的人也好像被别人吸引走了。",
        "label": ""
      },
      {
        "sentence": "我感到无奈、自卑、嫉妒和恨，这些负面情绪都淹没了我的心。",
        "label": ""
      },
      {
        "sentence": "我真的觉得被动的人注定失去一切。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在的情绪很低落，但是我觉得你遇到的问题和你的被动性格并无关系。你所说的工作被人抢走和喜欢的人被别人吸引走，可能只是巧合而已。无论是事情还是人，如果它们能从你手中被抢走，可能是因为它们还没有足够吸引你去付出努力去争取。人的本能是趋利避害，寻求对自己有利的。每个人都会有被动的时候，只是因为内心的拒绝。如果你愿意接受，我相信你一定能够主动改变自己的处境。",
    "annotation": [
      {
        "sentence": "我理解你现在的情绪很低落，但是我觉得你遇到的问题和你的被动性格并无关系。",
        "label": ""
      },
      {
        "sentence": "你所说的工作被人抢走和喜欢的人被别人吸引走，可能只是巧合而已。",
        "label": ""
      },
      {
        "sentence": "无论是事情还是人，如果它们能从你手中被抢走，可能是因为它们还没有足够吸引你去付出努力去争取。",
        "label": ""
      },
      {
        "sentence": "人的本能是趋利避害，寻求对自己有利的。",
        "label": ""
      },
      {
        "sentence": "每个人都会有被动的时候，只是因为内心的拒绝。",
        "label": ""
      },
      {
        "sentence": "如果你愿意接受，我相信你一定能够主动改变自己的处境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实这些感受早已经成为我的习惯了，我都不知道怎么改变。我觉得自己就是一个注定失败的人，无论怎么努力都不会成功。",
    "annotation": [
      {
        "sentence": "其实这些感受早已经成为我的习惯了，我都不知道怎么改变。",
        "label": ""
      },
      {
        "sentence": "我觉得自己就是一个注定失败的人，无论怎么努力都不会成功。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的困境，但是认为自己注定失败并不利于你的成长。改变是一个长期的过程，不是一朝一夕的事情。你可以从小地方开始改变，尝试一些新的事物，参加一些活动，发展自己的技能。通过积极行动，你会发现机遇和成功在不经意间找上门来。",
    "annotation": [
      {
        "sentence": "我了解你的困境，但是认为自己注定失败并不利于你的成长。",
        "label": ""
      },
      {
        "sentence": "改变是一个长期的过程，不是一朝一夕的事情。",
        "label": ""
      },
      {
        "sentence": "你可以从小地方开始改变，尝试一些新的事物，参加一些活动，发展自己的技能。",
        "label": ""
      },
      {
        "sentence": "通过积极行动，你会发现机遇和成功在不经意间找上门来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我真的很害怕再次被伤害，害怕失败。我害怕付出了努力后还是一无所获。",
    "annotation": [
      {
        "sentence": "但是我真的很害怕再次被伤害，害怕失败。",
        "label": ""
      },
      {
        "sentence": "我害怕付出了努力后还是一无所获。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕失败是很正常的，但是我们不能让这种恐惧控制我们的生活。每个人都会失败，但失败并不代表终结，而是一个学习的机会。当你努力付出后，无论成败，你都会得到一些宝贵的经验和成长。相信自己有能力克服任何困难，不要让恐惧束缚你的脚步。",
    "annotation": [
      {
        "sentence": "害怕失败是很正常的，但是我们不能让这种恐惧控制我们的生活。",
        "label": ""
      },
      {
        "sentence": "每个人都会失败，但失败并不代表终结，而是一个学习的机会。",
        "label": ""
      },
      {
        "sentence": "当你努力付出后，无论成败，你都会得到一些宝贵的经验和成长。",
        "label": ""
      },
      {
        "sentence": "相信自己有能力克服任何困难，不要让恐惧束缚你的脚步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己的自信心也越来越低了，看到别人成功的时候，我会感到羡慕和嫉妒。我真的不知道如何调整自己的情绪。",
    "annotation": [
      {
        "sentence": "我觉得自己的自信心也越来越低了，看到别人成功的时候，我会感到羡慕和嫉妒。",
        "label": ""
      },
      {
        "sentence": "我真的不知道如何调整自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "羡慕和嫉妒是人的常态，但是我们要学会从中寻找正面的启发。当你看到别人成功时，可以从他们的经验中学习，寻找到自己的不足并加以改善。同时，也要相信自己有独特的长处和机会，不要忽略了自己的潜力和可能性。保持积极的心态，关注自己的成长，你会逐渐找到属于自己的成功之路。",
    "annotation": [
      {
        "sentence": "羡慕和嫉妒是人的常态，但是我们要学会从中寻找正面的启发。",
        "label": ""
      },
      {
        "sentence": "当你看到别人成功时，可以从他们的经验中学习，寻找到自己的不足并加以改善。",
        "label": ""
      },
      {
        "sentence": "同时，也要相信自己有独特的长处和机会，不要忽略了自己的潜力和可能性。",
        "label": ""
      },
      {
        "sentence": "保持积极的心态，关注自己的成长，你会逐渐找到属于自己的成功之路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会试着改变自己的态度和行动，积极面对困境并寻求机遇。感觉有了你的支持，我变得坚定了很多。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会试着改变自己的态度和行动，积极面对困境并寻求机遇。",
        "label": ""
      },
      {
        "sentence": "感觉有了你的支持，我变得坚定了很多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴能够帮助你，你的坚定和积极的态度会引领你走向成功。记住，改变是一个渐进的过程，不要太过苛求自己，相信自己的潜力，勇敢迈出每一步。",
    "annotation": [
      {
        "sentence": "我很高兴能够帮助你，你的坚定和积极的态度会引领你走向成功。",
        "label": ""
      },
      {
        "sentence": "记住，改变是一个渐进的过程，不要太过苛求自己，相信自己的潜力，勇敢迈出每一步。",
        "label": ""
      }
    ]
  }
]