[
  {
    "role": "client",
    "content": "手指被划伤心里很痛苦，一件事情为什么总是太在意？",
    "annotation": [
      {
        "sentence": "手指被划伤心里很痛苦，一件事情为什么总是太在意？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们不必伪装的十分坚强，尤其在受伤的时候，寻找身边人的安慰和呵护，伤口会没有那么痛。从你的描述中，可以看出你目前的痛苦和压抑，因为自己的失误，而导致手指受伤，包含有自责的情绪，同时又担忧会被未来的伴侣嫌弃，被他人指摘。",
    "annotation": [
      {
        "sentence": "我们不必伪装的十分坚强，尤其在受伤的时候，寻找身边人的安慰和呵护，伤口会没有那么痛。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，可以看出你目前的痛苦和压抑，因为自己的失误，而导致手指受伤，包含有自责的情绪，同时又担忧会被未来的伴侣嫌弃，被他人指摘。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很后悔。觉得自己太粗心了，这样的伤疤会不会影响我找到真爱？",
    "annotation": [
      {
        "sentence": "是的，我真的很后悔。",
        "label": ""
      },
      {
        "sentence": "觉得自己太粗心了，这样的伤疤会不会影响我找到真爱？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先纠正自己不合理的想法，即每个人都有意外的情况发生，即使再有经验和再小心也会，因此事情发生了，要想办法往后看，而不是一味地自责。你也不想受伤，不想被大家认为不专业的啊。爱情是建立在更深的基础上，而不会因为手指的伤疤而改变对你的喜欢。",
    "annotation": [
      {
        "sentence": "先纠正自己不合理的想法，即每个人都有意外的情况发生，即使再有经验和再小心也会，因此事情发生了，要想办法往后看，而不是一味地自责。",
        "label": ""
      },
      {
        "sentence": "你也不想受伤，不想被大家认为不专业的啊。",
        "label": ""
      },
      {
        "sentence": "爱情是建立在更深的基础上，而不会因为手指的伤疤而改变对你的喜欢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实过于自责了。但是我还是很害怕别人注意到我手指不一样，会不会被嘲笑或者看不起呢？",
    "annotation": [
      {
        "sentence": "你说得对，我确实过于自责了。",
        "label": ""
      },
      {
        "sentence": "但是我还是很害怕别人注意到我手指不一样，会不会被嘲笑或者看不起呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们会特别在意自己的伤疤和缺点，总担心所有的人都在关注着自己的不足，但实际上，如果你不特意地提起，可能很少有人注意到你的手指不一样。就像我是左撇子，很多时候，大家都看不出来，即使一张桌子上吃饭。所以，让自己一如往常地生活和工作就好。",
    "annotation": [
      {
        "sentence": "我们会特别在意自己的伤疤和缺点，总担心所有的人都在关注着自己的不足，但实际上，如果你不特意地提起，可能很少有人注意到你的手指不一样。",
        "label": ""
      },
      {
        "sentence": "就像我是左撇子，很多时候，大家都看不出来，即使一张桌子上吃饭。",
        "label": ""
      },
      {
        "sentence": "所以，让自己一如往常地生活和工作就好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也希望能像你一样坦然面对，但我真的很害怕父母责怪我，他们一定会伤心和失望吧？",
    "annotation": [
      {
        "sentence": "我也希望能像你一样坦然面对，但我真的很害怕父母责怪我，他们一定会伤心和失望吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可能你害怕父母担心，害怕被他们责怪不会做事，但是可能你也清楚他们内心一定会很心疼你，也会给你一定的精神支持和寄托，让你不那么害怕，可以勇敢地面对事情。他们更在意的是你的健康和快乐，而不是一个小小的伤疤。",
    "annotation": [
      {
        "sentence": "可能你害怕父母担心，害怕被他们责怪不会做事，但是可能你也清楚他们内心一定会很心疼你，也会给你一定的精神支持和寄托，让你不那么害怕，可以勇敢地面对事情。",
        "label": ""
      },
      {
        "sentence": "他们更在意的是你的健康和快乐，而不是一个小小的伤疤。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我想我该改变我的态度了。但有时候我还是会想太多，特别是在自己很低落的时候。",
    "annotation": [
      {
        "sentence": "你说得很对，我想我该改变我的态度了。",
        "label": ""
      },
      {
        "sentence": "但有时候我还是会想太多，特别是在自己很低落的时候。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们不要想太多，我们在意的事情和人，换个角度看，可能根本没有什么大事，只是我们的想象和缺乏经验，将它对我们的影响力放大了。吃一堑，长一智，让自己吸取教训，做事时候专心和细致一些，好好地保护自己。有委屈和痛苦时，记得寻找朋友和家人的帮助，别一个人硬撑着，后面的路还有很长，成长的机会还有很多很多。",
    "annotation": [
      {
        "sentence": "我们不要想太多，我们在意的事情和人，换个角度看，可能根本没有什么大事，只是我们的想象和缺乏经验，将它对我们的影响力放大了。",
        "label": ""
      },
      {
        "sentence": "吃一堑，长一智，让自己吸取教训，做事时候专心和细致一些，好好地保护自己。",
        "label": ""
      },
      {
        "sentence": "有委屈和痛苦时，记得寻找朋友和家人的帮助，别一个人硬撑着，后面的路还有很长，成长的机会还有很多很多。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的没错，我需要学会接受自己的过错，并且向前看。也许我的手指受伤只是个小插曲，我也会努力跟别人分享我的痛苦，希望有更多人能够理解我。",
    "annotation": [
      {
        "sentence": "你说的没错，我需要学会接受自己的过错，并且向前看。",
        "label": ""
      },
      {
        "sentence": "也许我的手指受伤只是个小插曲，我也会努力跟别人分享我的痛苦，希望有更多人能够理解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你会越来越强大，也会遇到更多理解你的人。你已经在正确的方向上，不断提升自己的心理素质，坚强地面对困难和挫折。相信自己，你能够克服一切。",
    "annotation": [
      {
        "sentence": "是的，你会越来越强大，也会遇到更多理解你的人。",
        "label": ""
      },
      {
        "sentence": "你已经在正确的方向上，不断提升自己的心理素质，坚强地面对困难和挫折。",
        "label": ""
      },
      {
        "sentence": "相信自己，你能够克服一切。",
        "label": ""
      }
    ]
  }
]