[
  {
    "role": "client",
    "content": "高中学习，换了新同桌新老师，最近很烦躁难受怎么办？",
    "annotation": [
      {
        "sentence": "高中学习，换了新同桌新老师，最近很烦躁难受怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高中的学习确实比起初中来说难度更大，同时换了学习环境也让你充满了各种挑战和考验，看得出来你现在的烦躁和不适也是很正常的反应。可以跟我聊聊你目前具体遇到的问题吗？",
    "annotation": [
      {
        "sentence": "高中的学习确实比起初中来说难度更大，同时换了学习环境也让你充满了各种挑战和考验，看得出来你现在的烦躁和不适也是很正常的反应。",
        "label": ""
      },
      {
        "sentence": "可以跟我聊聊你目前具体遇到的问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "高一学的还可以，可以考年级前100。高二开始，换了一个新同桌和一个新老师。现在不知道怎么回事每天自己上课打瞌睡，作业也写不完，没有时间复习预习，知识点拖了好多。我还与同桌不说话，开始我两个还可以聊天，但是久了我发现她很自私，上课犯困了，她不会提醒你，老师看我了，她看到也不提醒，班里通知什么事情她也不会告诉我一声，就连交作业时也不会告诉我。而且她还很自律，很聪明，每天课听的懂，作业也写的完，我在旁边就会更觉得自己没有用，心里也更难受和烦躁。这次期中考，她考了班级第二，我考了40名……",
    "annotation": [
      {
        "sentence": "高一学的还可以，可以考年级前100。",
        "label": ""
      },
      {
        "sentence": "高二开始，换了一个新同桌和一个新老师。",
        "label": ""
      },
      {
        "sentence": "现在不知道怎么回事每天自己上课打瞌睡，作业也写不完，没有时间复习预习，知识点拖了好多。",
        "label": ""
      },
      {
        "sentence": "我还与同桌不说话，开始我两个还可以聊天，但是久了我发现她很自私，上课犯困了，她不会提醒你，老师看我了，她看到也不提醒，班里通知什么事情她也不会告诉我一声，就连交作业时也不会告诉我。",
        "label": ""
      },
      {
        "sentence": "而且她还很自律，很聪明，每天课听的懂，作业也写的完，我在旁边就会更觉得自己没有用，心里也更难受和烦躁。",
        "label": ""
      },
      {
        "sentence": "这次期中考，她考了班级第二，我考了40名……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困扰，我感到很心痛。在学习上遇到的不顺利确实会影响到一个人的情绪和精神状态。从你对同桌的描述中，我能感受到你对她的不满和痛苦，看起来你需要倾听和支持，需要有人关注你的感受和遭遇。也许你可以试着找一些必要的学习技巧或方法，如分配好时间，合理规划学习计划，同时可能需要调整一下自己的情绪，让自己更积极乐观地面对困难。",
    "annotation": [
      {
        "sentence": "听到你的困扰，我感到很心痛。",
        "label": ""
      },
      {
        "sentence": "在学习上遇到的不顺利确实会影响到一个人的情绪和精神状态。",
        "label": ""
      },
      {
        "sentence": "从你对同桌的描述中，我能感受到你对她的不满和痛苦，看起来你需要倾听和支持，需要有人关注你的感受和遭遇。",
        "label": ""
      },
      {
        "sentence": "也许你可以试着找一些必要的学习技巧或方法，如分配好时间，合理规划学习计划，同时可能需要调整一下自己的情绪，让自己更积极乐观地面对困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得同桌真的很自私，看到我在睡觉也不会提醒我，我现在都不敢和她说话，她还老是拿我的东西，我觉得我很受冷落，很孤单，你能不能帮我想想怎么处理这个问题？",
    "annotation": [
      {
        "sentence": "但是我觉得同桌真的很自私，看到我在睡觉也不会提醒我，我现在都不敢和她说话，她还老是拿我的东西，我觉得我很受冷落，很孤单，你能不能帮我想想怎么处理这个问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "说实话，同桌的做法可能让你感觉很生气和不满，但我认为也许还有其他原因导致她这样做比如她自身的压力和困难等。而对于你自己来说，也许你需要更客观地看待这个问题，去尝试着以另一种心态来理解这位同学：如果她并非像你想的那样自私，只是对你的情况不太了解或者还没如愿以偿地发展出比较亲密的关系，不妨试着和她进行一次坦诚的沟通，谈一谈彼此的困难，希望得到更多的合作和支持，这样或许能让你们的关系更好地发展。",
    "annotation": [
      {
        "sentence": "说实话，同桌的做法可能让你感觉很生气和不满，但我认为也许还有其他原因导致她这样做比如她自身的压力和困难等。",
        "label": ""
      },
      {
        "sentence": "而对于你自己来说，也许你需要更客观地看待这个问题，去尝试着以另一种心态来理解这位同学：如果她并非像你想的那样自私，只是对你的情况不太了解或者还没如愿以偿地发展出比较亲密的关系，不妨试着和她进行一次坦诚的沟通，谈一谈彼此的困难，希望得到更多的合作和支持，这样或许能让你们的关系更好地发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我有一点明白了，但是我现在真的没有信心了，我怕自己再也不会像以前那么好好学习了……",
    "annotation": [
      {
        "sentence": "嗯，我有一点明白了，但是我现在真的没有信心了，我怕自己再也不会像以前那么好好学习了……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你这样说，我感到很关切，可见你的情绪和动力已经开始受到了影响。但事实上，你现在很珍贵的就是你意识到了学习上的困难和问题并寻求帮助，这一点非常值得肯定。你可以尝试找到专业的辅导或者寻求更多的资源和支持，无论是家人、老师、朋友，或者其他一些能够帮助你走出困境的人和机构。记得，你现在面对的只是一段暂时的困难，但长远来看，只要你愿意去努力和尝试，一定能够找到适合自己的学习方法和方式，走向成功的路上。",
    "annotation": [
      {
        "sentence": "听到你这样说，我感到很关切，可见你的情绪和动力已经开始受到了影响。",
        "label": ""
      },
      {
        "sentence": "但事实上，你现在很珍贵的就是你意识到了学习上的困难和问题并寻求帮助，这一点非常值得肯定。",
        "label": ""
      },
      {
        "sentence": "你可以尝试找到专业的辅导或者寻求更多的资源和支持，无论是家人、老师、朋友，或者其他一些能够帮助你走出困境的人和机构。",
        "label": ""
      },
      {
        "sentence": "记得，你现在面对的只是一段暂时的困难，但长远来看，只要你愿意去努力和尝试，一定能够找到适合自己的学习方法和方式，走向成功的路上。",
        "label": ""
      }
    ]
  }
]