[
  {
    "role": "client",
    "content": "最近我有点焦虑，特别是学车的时候，甚至想要逃避练习。我在人际交往中比较敏感，非常在意自己的形象，也容易受到他人的评价影响，因此经常感到压力。最近一对一学车时，教练总是责备和吐槽我（比如说我协调性很差，肯定过不了，太死板不够灵活），导致我心态波动很大，训练中频繁出错，形成了恶性循环。现在我一想到要去练车，就更加焦虑，心跳加快。甚至看到教练询问是否练习，我都想要逃避。请问你有什么指导和建议吗？谢谢！",
    "annotation": [
      {
        "sentence": "最近我有点焦虑，特别是学车的时候，甚至想要逃避练习。",
        "label": ""
      },
      {
        "sentence": "我在人际交往中比较敏感，非常在意自己的形象，也容易受到他人的评价影响，因此经常感到压力。",
        "label": ""
      },
      {
        "sentence": "最近一对一学车时，教练总是责备和吐槽我（比如说我协调性很差，肯定过不了，太死板不够灵活），导致我心态波动很大，训练中频繁出错，形成了恶性循环。",
        "label": ""
      },
      {
        "sentence": "现在我一想到要去练车，就更加焦虑，心跳加快。",
        "label": ""
      },
      {
        "sentence": "甚至看到教练询问是否练习，我都想要逃避。",
        "label": ""
      },
      {
        "sentence": "请问你有什么指导和建议吗？",
        "label": ""
      },
      {
        "sentence": "谢谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "哈哈哈，听你这样说，让我回忆起了我最初学车的时候，特别觉得科目二好难啊。我第一次握方向盘时，教练只是让我在两条直线之间前进和倒退，还要匀速，但我练得特别不好，所以也被他狂吐槽。当时我觉得自己是不可能学会的。不过，过了一两天，我渐渐熟悉了，就突然豁然开朗了，后来倒车入库等考试项目，也是从不会到会，甚至觉得自己是个天才少女！科目二和科目三我都是一次过的。我可以分享一些小经验给你：考试前一天可以在脑子里过一遍操作流程，或者用笔写下来，这样会让你有更大的把握。如果你心理素质特别不好，教练可以推荐你购买考试险。保险费只需要100块钱，万一你连续5次都过不了，可以退还学费。我当时教练说我已经非常稳了，但我还是买了，买了之后我心理负担真的减轻了很多。至于教练的吐槽，你可以上网看看一些段子，哪个教练不骂人呢，你要以平常心看待就好。关于人际关系的问题和焦虑，你知道无论如何你都要面对的，其实拿到驾照之后你就跟教练没什么关系了，所以早点结束这段经历也不错哦。",
    "annotation": [
      {
        "sentence": "哈哈哈，听你这样说，让我回忆起了我最初学车的时候，特别觉得科目二好难啊。",
        "label": ""
      },
      {
        "sentence": "我第一次握方向盘时，教练只是让我在两条直线之间前进和倒退，还要匀速，但我练得特别不好，所以也被他狂吐槽。",
        "label": ""
      },
      {
        "sentence": "当时我觉得自己是不可能学会的。",
        "label": ""
      },
      {
        "sentence": "不过，过了一两天，我渐渐熟悉了，就突然豁然开朗了，后来倒车入库等考试项目，也是从不会到会，甚至觉得自己是个天才少女！",
        "label": ""
      },
      {
        "sentence": "科目二和科目三我都是一次过的。",
        "label": ""
      },
      {
        "sentence": "我可以分享一些小经验给你：考试前一天可以在脑子里过一遍操作流程，或者用笔写下来，这样会让你有更大的把握。",
        "label": ""
      },
      {
        "sentence": "如果你心理素质特别不好，教练可以推荐你购买考试险。",
        "label": ""
      },
      {
        "sentence": "保险费只需要100块钱，万一你连续5次都过不了，可以退还学费。",
        "label": ""
      },
      {
        "sentence": "我当时教练说我已经非常稳了，但我还是买了，买了之后我心理负担真的减轻了很多。",
        "label": ""
      },
      {
        "sentence": "至于教练的吐槽，你可以上网看看一些段子，哪个教练不骂人呢，你要以平常心看待就好。",
        "label": ""
      },
      {
        "sentence": "关于人际关系的问题和焦虑，你知道无论如何你都要面对的，其实拿到驾照之后你就跟教练没什么关系了，所以早点结束这段经历也不错哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答。你说的方法我会试一试，特别是在考试前过一遍操作流程。我也会考虑购买考试险，这样心理负担可能会小一点。听你这么说，我也明白教练吐槽是很正常的，我会尽量不去太在意。不过，要面对他人的评价还是很困难，我觉得自己需要更加自信一些。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "你说的方法我会试一试，特别是在考试前过一遍操作流程。",
        "label": ""
      },
      {
        "sentence": "我也会考虑购买考试险，这样心理负担可能会小一点。",
        "label": ""
      },
      {
        "sentence": "听你这么说，我也明白教练吐槽是很正常的，我会尽量不去太在意。",
        "label": ""
      },
      {
        "sentence": "不过，要面对他人的评价还是很困难，我觉得自己需要更加自信一些。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你肯定可以做得很好！每个人在学车的过程中都会有困难和挑战，但只要你坚持下去，一定能够克服。关于面对他人评价的困难，我建议你增强自信心。你可以记住自己取得的进步和成就，不要总是过度关注他人的看法。此外，可以找一些和你有相似经历的人交流，听听他们是怎么面对这些困难的，会有一种互相支持的感觉。你也可以告诉亲朋好友你的学车经历，听听他们的经历和鼓励，会让你更加有信心。要相信自己，你是可以克服这些困难的！",
    "annotation": [
      {
        "sentence": "你肯定可以做得很好！",
        "label": ""
      },
      {
        "sentence": "每个人在学车的过程中都会有困难和挑战，但只要你坚持下去，一定能够克服。",
        "label": ""
      },
      {
        "sentence": "关于面对他人评价的困难，我建议你增强自信心。",
        "label": ""
      },
      {
        "sentence": "你可以记住自己取得的进步和成就，不要总是过度关注他人的看法。",
        "label": ""
      },
      {
        "sentence": "此外，可以找一些和你有相似经历的人交流，听听他们是怎么面对这些困难的，会有一种互相支持的感觉。",
        "label": ""
      },
      {
        "sentence": "你也可以告诉亲朋好友你的学车经历，听听他们的经历和鼓励，会让你更加有信心。",
        "label": ""
      },
      {
        "sentence": "要相信自己，你是可以克服这些困难的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议。我明白了，要更加相信自己，不要太在意他人的评价。我会试着与其他人交流，听听他们的经验和建议。有他们的支持，我相信我会走出这个困境的。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我明白了，要更加相信自己，不要太在意他人的评价。",
        "label": ""
      },
      {
        "sentence": "我会试着与其他人交流，听听他们的经验和建议。",
        "label": ""
      },
      {
        "sentence": "有他们的支持，我相信我会走出这个困境的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我相信你一定能够克服这些困难的。学车过程中会有好多人和你一样经历焦虑和挑战，但只要你坚持下去，一定能够成功。如果你还有其他问题或者需要进一步的指导，随时来找我聊聊。加油！我为你加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我相信你一定能够克服这些困难的。",
        "label": ""
      },
      {
        "sentence": "学车过程中会有好多人和你一样经历焦虑和挑战，但只要你坚持下去，一定能够成功。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或者需要进一步的指导，随时来找我聊聊。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "我为你加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励！我会努力克服这些困难的。如果以后还有问题，我会再来向你寻求帮助的。谢谢你！加油！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会努力克服这些困难的。",
        "label": ""
      },
      {
        "sentence": "如果以后还有问题，我会再来向你寻求帮助的。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]