[
  {
    "role": "client",
    "content": "我是一个比较敏感的人，对同学和老师感到害怕，我好难我是一个比较敏感的人吧，也不是一个勇敢的人。我的同桌我很不喜欢？然后他长的比较凶有时候还说脏话，唉唉他是学生会主席但他有些自私还有时挖苦别人（可能是对同桌要求太高了吧）。好怕自己也被挖苦真的很怕（除此之外还是有些怕对老师也有些怕）他做什么几乎的可以引起我的注意。然后马上高三了我真的好难啊。",
    "annotation": [
      {
        "sentence": "我是一个比较敏感的人，对同学和老师感到害怕，我好难我是一个比较敏感的人吧，也不是一个勇敢的人。",
        "label": ""
      },
      {
        "sentence": "我的同桌我很不喜欢？",
        "label": ""
      },
      {
        "sentence": "然后他长的比较凶有时候还说脏话，唉唉他是学生会主席但他有些自私还有时挖苦别人（可能是对同桌要求太高了吧）。",
        "label": ""
      },
      {
        "sentence": "好怕自己也被挖苦真的很怕（除此之外还是有些怕对老师也有些怕）他做什么几乎的可以引起我的注意。",
        "label": ""
      },
      {
        "sentence": "然后马上高三了我真的好难啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你真的非常勇敢，敢于对你内心的敏感和害怕表达出来，这是一件很棒的事情。我能理解你现在面临的困难，高三阶段是一个学习压力较大的阶段，而你又面对着同桌和老师的恐惧感，这样的状态对高三的学习会产生负面的影响。你用了一个很形象的比喻，就好像是一个黑暗中又冷又饿又困的孩子，他想睡觉却又无法入睡，因为害怕又冷又饿，你也很想全身心投入到高三的学习中，但是因为紧张和害怕的情绪让你无法达到专心学习的状态。你害怕的对象是同桌（学生会主席）和老师，这两个角色都具有权威的身份，他们有权利对他人发出要求和评价，比如老师安排学习计划和作业，会对学生进行评价，学生会主席也会安排任务等。你害怕他们会挖苦你，那么在现实中他们是否有过言行让你感觉被挖苦呢？也就是说是否发生过他们挖苦你的经历呢？如果没有，那么有可能是因为你内心深处很害怕被他人挖苦的感觉，这种感觉让人很不舒服，你不希望再次体验它。这可能和你早年的经历有关，曾经被挖苦的感受让你保护自己，防止再次遭受类似的痛苦，所以你时刻保持警惕，害怕别人会挖苦你，这种表现就是现在的你。由于你和同桌相处的时间比较长，你很害怕他的存在让你感到不舒服，你是否有勇气和老师沟通一下，看看是否可以调换座位呢？如果你也害怕和老师沟通，可以让父母和老师进行沟通，你担心沟通后他们会对你说些什么吗？会说你胆小之类的吗？如果是这样的担忧，那就不难理解你害怕同桌和老师挖苦你了。你是否有周围可信赖的人可以帮你处理这个事情呢？另外，你提到同桌自私，我不清楚他的哪些表现会给你带来这种感觉，也许是他的某些行为无意间让你感到不舒服，有时候你也希望有个人能够关心你的感受是吗？愿你在学业上一切顺利，愉快。请继续和我分享你的困惑和感受，我会一直陪在你身边的。",
    "annotation": [
      {
        "sentence": "求助者，你真的非常勇敢，敢于对你内心的敏感和害怕表达出来，这是一件很棒的事情。",
        "label": ""
      },
      {
        "sentence": "我能理解你现在面临的困难，高三阶段是一个学习压力较大的阶段，而你又面对着同桌和老师的恐惧感，这样的状态对高三的学习会产生负面的影响。",
        "label": ""
      },
      {
        "sentence": "你用了一个很形象的比喻，就好像是一个黑暗中又冷又饿又困的孩子，他想睡觉却又无法入睡，因为害怕又冷又饿，你也很想全身心投入到高三的学习中，但是因为紧张和害怕的情绪让你无法达到专心学习的状态。",
        "label": ""
      },
      {
        "sentence": "你害怕的对象是同桌（学生会主席）和老师，这两个角色都具有权威的身份，他们有权利对他人发出要求和评价，比如老师安排学习计划和作业，会对学生进行评价，学生会主席也会安排任务等。",
        "label": ""
      },
      {
        "sentence": "你害怕他们会挖苦你，那么在现实中他们是否有过言行让你感觉被挖苦呢？",
        "label": ""
      },
      {
        "sentence": "也就是说是否发生过他们挖苦你的经历呢？",
        "label": ""
      },
      {
        "sentence": "如果没有，那么有可能是因为你内心深处很害怕被他人挖苦的感觉，这种感觉让人很不舒服，你不希望再次体验它。",
        "label": ""
      },
      {
        "sentence": "这可能和你早年的经历有关，曾经被挖苦的感受让你保护自己，防止再次遭受类似的痛苦，所以你时刻保持警惕，害怕别人会挖苦你，这种表现就是现在的你。",
        "label": ""
      },
      {
        "sentence": "由于你和同桌相处的时间比较长，你很害怕他的存在让你感到不舒服，你是否有勇气和老师沟通一下，看看是否可以调换座位呢？",
        "label": ""
      },
      {
        "sentence": "如果你也害怕和老师沟通，可以让父母和老师进行沟通，你担心沟通后他们会对你说些什么吗？",
        "label": ""
      },
      {
        "sentence": "会说你胆小之类的吗？",
        "label": ""
      },
      {
        "sentence": "如果是这样的担忧，那就不难理解你害怕同桌和老师挖苦你了。",
        "label": ""
      },
      {
        "sentence": "你是否有周围可信赖的人可以帮你处理这个事情呢？",
        "label": ""
      },
      {
        "sentence": "另外，你提到同桌自私，我不清楚他的哪些表现会给你带来这种感觉，也许是他的某些行为无意间让你感到不舒服，有时候你也希望有个人能够关心你的感受是吗？",
        "label": ""
      },
      {
        "sentence": "愿你在学业上一切顺利，愉快。",
        "label": ""
      },
      {
        "sentence": "请继续和我分享你的困惑和感受，我会一直陪在你身边的。",
        "label": ""
      }
    ]
  }
]