[
  {
    "role": "client",
    "content": "我做了正确的事，但总想做点不好的事来抵消。我无法依靠自律来保持正常作息，也不允许他人管束我。我今年32岁，缺乏自信，总感到焦虑。虽然现在每天都有做有氧运动，每三天上一节私教课，还定期去泡药浴调理身体。可到了晚上就有强烈的熬夜欲望，感觉做太多对自己有益的事情，内心却喜欢憋着害自己的健康，熬夜做什么都不，单纯为了熬夜。",
    "annotation": [
      {
        "sentence": "我做了正确的事，但总想做点不好的事来抵消。",
        "label": ""
      },
      {
        "sentence": "我无法依靠自律来保持正常作息，也不允许他人管束我。",
        "label": ""
      },
      {
        "sentence": "我今年32岁，缺乏自信，总感到焦虑。",
        "label": ""
      },
      {
        "sentence": "虽然现在每天都有做有氧运动，每三天上一节私教课，还定期去泡药浴调理身体。",
        "label": ""
      },
      {
        "sentence": "可到了晚上就有强烈的熬夜欲望，感觉做太多对自己有益的事情，内心却喜欢憋着害自己的健康，熬夜做什么都不，单纯为了熬夜。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先你喜欢熬夜这个习惯，我理解睡觉对你来说也是一种自我安慰的方式，主要是模拟你在子宫里的黑暗潮湿的环境。这表明你对生活还是有动力的，只是你不知道具体方向。你不喜欢那些健康的习惯可能是因为你已经习惯了以前的生活方式，不太愿意改变。我建议你重新定位自己，找到自己最喜欢的东西，思考自己最擅长什么、最热爱什么。思考一下你生活的动力是什么，把它们一个一个列出来。再想象一下如果你是一个坚定走在正确方向的人，你会怎么做怎么想？而现在的你就是那个人。你可以制定阶段性计划，多做一些规划。比如每完成一个小目标，给自己一些心理暗示或者物质奖励。不要给自己太大的压力，那只会让你更加沮丧。在你意志力最强的时候，做最重要的事情。避免对结果过于期待，随时接受批评，无论好坏，都要接受。失败不应该打击你，而是要坚定你的信心，找到自身的不足之处。养成习惯时要时刻关注你在做什么以及为什么在做。找到你好习惯的优点，并找到人来监督你适应这种习惯。每次做完之后，给自己一个心理暗示：“你距离一个好习惯越来越近了。”多学习多思考。祝你开心。",
    "annotation": [
      {
        "sentence": "首先你喜欢熬夜这个习惯，我理解睡觉对你来说也是一种自我安慰的方式，主要是模拟你在子宫里的黑暗潮湿的环境。",
        "label": ""
      },
      {
        "sentence": "这表明你对生活还是有动力的，只是你不知道具体方向。",
        "label": ""
      },
      {
        "sentence": "你不喜欢那些健康的习惯可能是因为你已经习惯了以前的生活方式，不太愿意改变。",
        "label": ""
      },
      {
        "sentence": "我建议你重新定位自己，找到自己最喜欢的东西，思考自己最擅长什么、最热爱什么。",
        "label": ""
      },
      {
        "sentence": "思考一下你生活的动力是什么，把它们一个一个列出来。",
        "label": ""
      },
      {
        "sentence": "再想象一下如果你是一个坚定走在正确方向的人，你会怎么做怎么想？",
        "label": ""
      },
      {
        "sentence": "而现在的你就是那个人。",
        "label": ""
      },
      {
        "sentence": "你可以制定阶段性计划，多做一些规划。",
        "label": ""
      },
      {
        "sentence": "比如每完成一个小目标，给自己一些心理暗示或者物质奖励。",
        "label": ""
      },
      {
        "sentence": "不要给自己太大的压力，那只会让你更加沮丧。",
        "label": ""
      },
      {
        "sentence": "在你意志力最强的时候，做最重要的事情。",
        "label": ""
      },
      {
        "sentence": "避免对结果过于期待，随时接受批评，无论好坏，都要接受。",
        "label": ""
      },
      {
        "sentence": "失败不应该打击你，而是要坚定你的信心，找到自身的不足之处。",
        "label": ""
      },
      {
        "sentence": "养成习惯时要时刻关注你在做什么以及为什么在做。",
        "label": ""
      },
      {
        "sentence": "找到你好习惯的优点，并找到人来监督你适应这种习惯。",
        "label": ""
      },
      {
        "sentence": "每次做完之后，给自己一个心理暗示：“你距离一个好习惯越来越近了。",
        "label": ""
      },
      {
        "sentence": "”多学习多思考。",
        "label": ""
      },
      {
        "sentence": "祝你开心。",
        "label": ""
      }
    ]
  }
]