[
  {
    "role": "client",
    "content": "觉得自己越来越焦虑，并且抗拒与外界交流？本人是一个从小就比较内敛的人，不过并没有影响到平时的人际交往。但是自从大学选择到国外一个人读书之后，就开始发生变化。一开始我还是会鼓起勇气去和陌生人搭讪聊天，找课友讨论题目，出去玩，可是后来越发觉得维持友谊很累，没有时间留给自己。然后就开始对什么事情都提不起兴趣，觉得人际交往并不是快乐的源泉而是一种负担。同时期学业也开始走下坡路，没有再去上课的欲望，什么也不想干，可以一个人发呆一整天。再之后有了失眠，记忆力明显下降，注意力也不够集中之类的问题，这个时候再想补上之前耽误的学业却发现自己完全做不到。到现在这样的状态已经持续了将近一年，试过调整自己，但是一点效果也没有，每天都在焦虑自己为什么会变成这样。现在就算是和最亲的家人说话也会觉得很累，更宁愿一个人呆着。这样的状态已经多多少少影响了生活，会莫名其妙大哭，脾气变得暴躁，为什么会这样却始终找不到原因。",
    "annotation": [
      {
        "sentence": "觉得自己越来越焦虑，并且抗拒与外界交流？",
        "label": ""
      },
      {
        "sentence": "本人是一个从小就比较内敛的人，不过并没有影响到平时的人际交往。",
        "label": ""
      },
      {
        "sentence": "但是自从大学选择到国外一个人读书之后，就开始发生变化。",
        "label": ""
      },
      {
        "sentence": "一开始我还是会鼓起勇气去和陌生人搭讪聊天，找课友讨论题目，出去玩，可是后来越发觉得维持友谊很累，没有时间留给自己。",
        "label": ""
      },
      {
        "sentence": "然后就开始对什么事情都提不起兴趣，觉得人际交往并不是快乐的源泉而是一种负担。",
        "label": ""
      },
      {
        "sentence": "同时期学业也开始走下坡路，没有再去上课的欲望，什么也不想干，可以一个人发呆一整天。",
        "label": ""
      },
      {
        "sentence": "再之后有了失眠，记忆力明显下降，注意力也不够集中之类的问题，这个时候再想补上之前耽误的学业却发现自己完全做不到。",
        "label": ""
      },
      {
        "sentence": "到现在这样的状态已经持续了将近一年，试过调整自己，但是一点效果也没有，每天都在焦虑自己为什么会变成这样。",
        "label": ""
      },
      {
        "sentence": "现在就算是和最亲的家人说话也会觉得很累，更宁愿一个人呆着。",
        "label": ""
      },
      {
        "sentence": "这样的状态已经多多少少影响了生活，会莫名其妙大哭，脾气变得暴躁，为什么会这样却始终找不到原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先为你的勇气点赞，我也是一个从小性格比较内向的人，但是在长大的过程中我跟你一样，也在努力去主动和别人交朋友。所以当你在国外一个人读书的时候能积极主动地鼓起勇气去社交，这一点真的很棒呀！",
    "annotation": [
      {
        "sentence": "首先为你的勇气点赞，我也是一个从小性格比较内向的人，但是在长大的过程中我跟你一样，也在努力去主动和别人交朋友。",
        "label": ""
      },
      {
        "sentence": "所以当你在国外一个人读书的时候能积极主动地鼓起勇气去社交，这一点真的很棒呀！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励。但我现在觉得自己越来越疲惫，对人际交往感到压力很大。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励。",
        "label": ""
      },
      {
        "sentence": "但我现在觉得自己越来越疲惫，对人际交往感到压力很大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能够理解你。其实，在人际交往中，除了主动去交朋友外，还有其他的方法可以缓解你的压力。在你的情况下，我觉得合理安排时间，给自己足够的时间和空间是很重要的。",
    "annotation": [
      {
        "sentence": "我能够理解你。",
        "label": ""
      },
      {
        "sentence": "其实，在人际交往中，除了主动去交朋友外，还有其他的方法可以缓解你的压力。",
        "label": ""
      },
      {
        "sentence": "在你的情况下，我觉得合理安排时间，给自己足够的时间和空间是很重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我的时间都花在维系朋友关系上了，没有时间给自己。",
    "annotation": [
      {
        "sentence": "我觉得我的时间都花在维系朋友关系上了，没有时间给自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，经营人际关系是需要时间和精力的，但你需要知道，你也需要照顾到自己内在的情绪和感受。合理安排时间，留给自己足够的时间和空间，可以帮助你更好地处理人际关系，并且保护你的精力不被过度消耗。",
    "annotation": [
      {
        "sentence": "是的，经营人际关系是需要时间和精力的，但你需要知道，你也需要照顾到自己内在的情绪和感受。",
        "label": ""
      },
      {
        "sentence": "合理安排时间，留给自己足够的时间和空间，可以帮助你更好地处理人际关系，并且保护你的精力不被过度消耗。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那你有什么具体的建议吗？",
    "annotation": [
      {
        "sentence": "那你有什么具体的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以培养一些自己的兴趣爱好，转移注意力。沉浸于自己喜欢的事情，将注意力转移到做起来能让自己舒服放松的事情上来。比如喜欢运动、画画、爬山等，就去做这些事情。通过这些活动，你有可能遇到一些与你有共同爱好的人，更容易产生共同话题，相处起来也不用太难受。",
    "annotation": [
      {
        "sentence": "首先，你可以培养一些自己的兴趣爱好，转移注意力。",
        "label": ""
      },
      {
        "sentence": "沉浸于自己喜欢的事情，将注意力转移到做起来能让自己舒服放松的事情上来。",
        "label": ""
      },
      {
        "sentence": "比如喜欢运动、画画、爬山等，就去做这些事情。",
        "label": ""
      },
      {
        "sentence": "通过这些活动，你有可能遇到一些与你有共同爱好的人，更容易产生共同话题，相处起来也不用太难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着培养一些自己的兴趣爱好，给自己多一些时间和空间。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着培养一些自己的兴趣爱好，给自己多一些时间和空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，加油！还有，我想问一下你的焦虑、对人际交往的厌倦以及情绪变化是否导致你与家人的沟通困难，以及你脾气暴躁的原因？",
    "annotation": [
      {
        "sentence": "很好，加油！",
        "label": ""
      },
      {
        "sentence": "还有，我想问一下你的焦虑、对人际交往的厌倦以及情绪变化是否导致你与家人的沟通困难，以及你脾气暴躁的原因？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我发现即使是和家人说话，我也会感到很累，而且会突然感到难过伤心，脾气也变得很暴躁。",
    "annotation": [
      {
        "sentence": "是的，我发现即使是和家人说话，我也会感到很累，而且会突然感到难过伤心，脾气也变得很暴躁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你拒绝与外界进行沟通接触的时候，焦虑就会越来越严重。错误的人际交往方式和自我压抑让你产生一种挫败感和恐惧感，让你怀疑自我，甚至自卑，埋怨并质问自己为什么会变成这样。拒绝与人交往也是害怕别人会否定你的社交能力。",
    "annotation": [
      {
        "sentence": "当你拒绝与外界进行沟通接触的时候，焦虑就会越来越严重。",
        "label": ""
      },
      {
        "sentence": "错误的人际交往方式和自我压抑让你产生一种挫败感和恐惧感，让你怀疑自我，甚至自卑，埋怨并质问自己为什么会变成这样。",
        "label": ""
      },
      {
        "sentence": "拒绝与人交往也是害怕别人会否定你的社交能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我该如何解决这个问题呢？",
    "annotation": [
      {
        "sentence": "那我该如何解决这个问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你需要树立起自己的信心，不要因为这件事情就彻底将自己的心门锁起来，不给别人机会进来，也不给自己机会出去。无论做什么决定，关键还是要靠你自己。如果觉得困难，慢慢来，给自己足够的时间和空间，并且要给自己正向积极的反馈，奖励自己。除此之外，之前我提到的合理安排时间，给自己足够的时间和空间的方法同样适用于缓解你的焦虑。你要相信自己，你一定能够克服这个问题的。加油！",
    "annotation": [
      {
        "sentence": "首先，你需要树立起自己的信心，不要因为这件事情就彻底将自己的心门锁起来，不给别人机会进来，也不给自己机会出去。",
        "label": ""
      },
      {
        "sentence": "无论做什么决定，关键还是要靠你自己。",
        "label": ""
      },
      {
        "sentence": "如果觉得困难，慢慢来，给自己足够的时间和空间，并且要给自己正向积极的反馈，奖励自己。",
        "label": ""
      },
      {
        "sentence": "除此之外，之前我提到的合理安排时间，给自己足够的时间和空间的方法同样适用于缓解你的焦虑。",
        "label": ""
      },
      {
        "sentence": "你要相信自己，你一定能够克服这个问题的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]