[
  {
    "role": "client",
    "content": "还想再拼一把，初三努力还来得及吗？各位叔叔阿姨哥哥姐姐好，我是一名初三生，面临的是2021的中考，我们学校算是一个比较差的学校，所以我在里面常年排第五，但是我从来没有意识到这个问题，总觉得学习很轻松，直到上了初三，我的数学一次比一次差，从90滑到了45（满分120），可是我之前数学一直都是110以上的学生啊……我真的感到非常的难受，也对我的妈妈感到非常的抱歉。我不想认输，我还想再拼一把，可离中考还不到一年了，我还来得及吗？我还能考上我想要的高中吗……",
    "annotation": [
      {
        "sentence": "还想再拼一把，初三努力还来得及吗？",
        "label": ""
      },
      {
        "sentence": "各位叔叔阿姨哥哥姐姐好，我是一名初三生，面临的是2021的中考，我们学校算是一个比较差的学校，所以我在里面常年排第五，但是我从来没有意识到这个问题，总觉得学习很轻松，直到上了初三，我的数学一次比一次差，从90滑到了45（满分120），可是我之前数学一直都是110以上的学生啊……我真的感到非常的难受，也对我的妈妈感到非常的抱歉。",
        "label": ""
      },
      {
        "sentence": "我不想认输，我还想再拼一把，可离中考还不到一年了，我还来得及吗？",
        "label": ""
      },
      {
        "sentence": "我还能考上我想要的高中吗……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子，我明白你现在的困惑，但请你别再怨恨自己了，也别再抱歉，这些都是没有意义的负担。同时，我想告诉你，你还来得及的。不要以为离中考只有不到一年了而自暴自弃，你现在只需要把时间利用好，好好考虑与计划接下来的努力和复习，你也能考上你想要的高中。你现在有多努力，以后你的人生就有多美好。我身边也有一个像你一样的孩子，当时他和家人沟通后，制定了一个详细的可行计划，坚持学习，最终在高考得了很好的成绩。",
    "annotation": [
      {
        "sentence": "孩子，我明白你现在的困惑，但请你别再怨恨自己了，也别再抱歉，这些都是没有意义的负担。",
        "label": ""
      },
      {
        "sentence": "同时，我想告诉你，你还来得及的。",
        "label": ""
      },
      {
        "sentence": "不要以为离中考只有不到一年了而自暴自弃，你现在只需要把时间利用好，好好考虑与计划接下来的努力和复习，你也能考上你想要的高中。",
        "label": ""
      },
      {
        "sentence": "你现在有多努力，以后你的人生就有多美好。",
        "label": ""
      },
      {
        "sentence": "我身边也有一个像你一样的孩子，当时他和家人沟通后，制定了一个详细的可行计划，坚持学习，最终在高考得了很好的成绩。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道了，谢谢你的鼓励。但是现在我却还是非常担心学习中遇到的困难和问题，有时候挫折会让我想放弃。",
    "annotation": [
      {
        "sentence": "我知道了，谢谢你的鼓励。",
        "label": ""
      },
      {
        "sentence": "但是现在我却还是非常担心学习中遇到的困难和问题，有时候挫折会让我想放弃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你遇到学习上的问题时，一定要好好面对和解决它。珍惜时间，将遇到的难题看作是成长的机会。很多时候我们可能会遇到难点和困惑，那时你可以试着和老师同学沟通，或者到网上搜索一些解答或者例题，寻找不同角度的思考方式，总有一种方法适合你。不要让挫折击垮你，一次失败并不代表是一个失败者。你可以从这些失败中学到一些经验，变得更好，更强大。",
    "annotation": [
      {
        "sentence": "当你遇到学习上的问题时，一定要好好面对和解决它。",
        "label": ""
      },
      {
        "sentence": "珍惜时间，将遇到的难题看作是成长的机会。",
        "label": ""
      },
      {
        "sentence": "很多时候我们可能会遇到难点和困惑，那时你可以试着和老师同学沟通，或者到网上搜索一些解答或者例题，寻找不同角度的思考方式，总有一种方法适合你。",
        "label": ""
      },
      {
        "sentence": "不要让挫折击垮你，一次失败并不代表是一个失败者。",
        "label": ""
      },
      {
        "sentence": "你可以从这些失败中学到一些经验，变得更好，更强大。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会更努力的。但我还有一个问题，我自认为学习机会不足，如何才能让自己更有效地学习呢？",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会更努力的。",
        "label": ""
      },
      {
        "sentence": "但我还有一个问题，我自认为学习机会不足，如何才能让自己更有效地学习呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我想说的是，所有学习都是自学，不是靠外部条件来约束，而要靠自己对生活、工作真正的热爱。我们可以从自己感兴趣的内容入手，自己学习、自己总结，自己去寻找答案和分享。学习不一定要是被动的，你可以设立目标和计划，以更有意识地学习方式进行学习，规律地、有步骤地自学，同时合理不过分地利用各种渠道，比如说课外阅读、在线课程、文化活动等等。异地不是学习困境的借口，你可以尝试通过自己的努力和探索，找出最适合自己的学习方式。",
    "annotation": [
      {
        "sentence": "我想说的是，所有学习都是自学，不是靠外部条件来约束，而要靠自己对生活、工作真正的热爱。",
        "label": ""
      },
      {
        "sentence": "我们可以从自己感兴趣的内容入手，自己学习、自己总结，自己去寻找答案和分享。",
        "label": ""
      },
      {
        "sentence": "学习不一定要是被动的，你可以设立目标和计划，以更有意识地学习方式进行学习，规律地、有步骤地自学，同时合理不过分地利用各种渠道，比如说课外阅读、在线课程、文化活动等等。",
        "label": ""
      },
      {
        "sentence": "异地不是学习困境的借口，你可以尝试通过自己的努力和探索，找出最适合自己的学习方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和帮助，我会好好努力，争取考上自己喜欢的高中。可能我还会遇到困难和挑战，但我会坚定的走下去。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和帮助，我会好好努力，争取考上自己喜欢的高中。",
        "label": ""
      },
      {
        "sentence": "可能我还会遇到困难和挑战，但我会坚定的走下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你会更加努力地去面对学习中的种种挑战，并且取得好的成绩。无论何时，都要相信自己，相信你一定可以克服困难，创造新的奇迹！",
    "annotation": [
      {
        "sentence": "我相信你会更加努力地去面对学习中的种种挑战，并且取得好的成绩。",
        "label": ""
      },
      {
        "sentence": "无论何时，都要相信自己，相信你一定可以克服困难，创造新的奇迹！",
        "label": ""
      }
    ]
  }
]