[
  {
    "role": "client",
    "content": "我最近心里很不平衡，我30岁了，看到儿时的好朋友生了二胎女儿，生活过得很好，我就忌妒她。她的丈夫在别人眼中是个领导，挣得很多钱，我也忌妒她生了女儿。我告诉我丈夫我也想要生，可他说我们养不起。我现在心里特别不平衡，努力在三线城市工作，想买车买房，而她却不需要努力，只靠丈夫生个孩子就过得比我好。有时候我想离婚，觉得自己嫁错了人，但又同时想再生个女儿。我知道我心里有问题，但不知道该如何调节，你能帮帮我吗？",
    "annotation": [
      {
        "sentence": "我最近心里很不平衡，我30岁了，看到儿时的好朋友生了二胎女儿，生活过得很好，我就忌妒她。",
        "label": ""
      },
      {
        "sentence": "她的丈夫在别人眼中是个领导，挣得很多钱，我也忌妒她生了女儿。",
        "label": ""
      },
      {
        "sentence": "我告诉我丈夫我也想要生，可他说我们养不起。",
        "label": ""
      },
      {
        "sentence": "我现在心里特别不平衡，努力在三线城市工作，想买车买房，而她却不需要努力，只靠丈夫生个孩子就过得比我好。",
        "label": ""
      },
      {
        "sentence": "有时候我想离婚，觉得自己嫁错了人，但又同时想再生个女儿。",
        "label": ""
      },
      {
        "sentence": "我知道我心里有问题，但不知道该如何调节，你能帮帮我吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据你的描述，我们先来梳理一下问题。你主要是比较儿时的好朋友，对她的生活状态感到心理不平衡。我可以理解，很多人都会把儿时的朋友作为比较对象，这是一种正常的现象。这可能是因为我们更容易同年龄相仿、性别相同、距离相近的人进行比较。但随着我们逐渐成长为社会化的个体，才会陷入这种比较的痛苦。所以，你把儿时玩伴作为比较对象是正常的行为。比较的痛苦可能源于你们之间的差距变大，她的生活条件变得更好，还生了二胎女儿。这种比较情况确实让人感到不舒服。对于你所经历的这种心理状态，也是正常的。",
    "annotation": [
      {
        "sentence": "根据你的描述，我们先来梳理一下问题。",
        "label": ""
      },
      {
        "sentence": "你主要是比较儿时的好朋友，对她的生活状态感到心理不平衡。",
        "label": ""
      },
      {
        "sentence": "我可以理解，很多人都会把儿时的朋友作为比较对象，这是一种正常的现象。",
        "label": ""
      },
      {
        "sentence": "这可能是因为我们更容易同年龄相仿、性别相同、距离相近的人进行比较。",
        "label": ""
      },
      {
        "sentence": "但随着我们逐渐成长为社会化的个体，才会陷入这种比较的痛苦。",
        "label": ""
      },
      {
        "sentence": "所以，你把儿时玩伴作为比较对象是正常的行为。",
        "label": ""
      },
      {
        "sentence": "比较的痛苦可能源于你们之间的差距变大，她的生活条件变得更好，还生了二胎女儿。",
        "label": ""
      },
      {
        "sentence": "这种比较情况确实让人感到不舒服。",
        "label": ""
      },
      {
        "sentence": "对于你所经历的这种心理状态，也是正常的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我明白了。但是，我还是觉得很难受，我知道我应该比较满足，但很难做到。我也意识到自己对目前的生活条件不满意，对自己的能力也不够自信，才会在看到她过得很好时感到痛苦。其实我也很佩服那些通过自己的努力获得成功、过上美好生活的人，可我总是太过关注结果，特别是朋友获得美满生活的结果。也许我应该更多地相信自己的能力，从而获得更多的自信。",
    "annotation": [
      {
        "sentence": "确实，我明白了。",
        "label": ""
      },
      {
        "sentence": "但是，我还是觉得很难受，我知道我应该比较满足，但很难做到。",
        "label": ""
      },
      {
        "sentence": "我也意识到自己对目前的生活条件不满意，对自己的能力也不够自信，才会在看到她过得很好时感到痛苦。",
        "label": ""
      },
      {
        "sentence": "其实我也很佩服那些通过自己的努力获得成功、过上美好生活的人，可我总是太过关注结果，特别是朋友获得美满生活的结果。",
        "label": ""
      },
      {
        "sentence": "也许我应该更多地相信自己的能力，从而获得更多的自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得很对。其实，更加佩服那些通过自己努力获得成功的人，而不是依赖他人的人。你之所以没有认识到这一点，可能是因为你太过于关注结果，比如朋友所达到的美满生活。其实，你可以将自己的努力成果归功于自己的实力和能力，从而获得更多的自信。最终，对于你所困扰的问题，很多人可能建议你要知足常乐。但我认为，你应该努力进取，因为如果你只是暂时搁置比较的痛苦，等到将来遇到适合比较的对象，又会重新感受到比较的痛苦。根据你的描述，你对于追求美好生活有强烈的渴望。然而，过度比较并不利于你的身心健康，也不利于家庭和谐。心理学认为，人们可以通过升华的方式将负面情绪转化为建设性的能量。因此，你现在需要停止抱怨、停止过度比较的痛苦，正确地评价自己，获得自信，并将追求美好生活的需求转化为积极向上的能量。例如，你可以尽力做好本职工作，做一个有爱心的母亲，以积极的心态看待和你相伴的丈夫。一旦负能量转化为积极的能量和信念，你的生活将与过去截然不同。对于你比较的对象，最好的方式是从心理上将其转化为朋友，这样将减少敌意比较带来的痛苦。最后，希望你能被世界温柔以待！",
    "annotation": [
      {
        "sentence": "你说得很对。",
        "label": ""
      },
      {
        "sentence": "其实，更加佩服那些通过自己努力获得成功的人，而不是依赖他人的人。",
        "label": ""
      },
      {
        "sentence": "你之所以没有认识到这一点，可能是因为你太过于关注结果，比如朋友所达到的美满生活。",
        "label": ""
      },
      {
        "sentence": "其实，你可以将自己的努力成果归功于自己的实力和能力，从而获得更多的自信。",
        "label": ""
      },
      {
        "sentence": "最终，对于你所困扰的问题，很多人可能建议你要知足常乐。",
        "label": ""
      },
      {
        "sentence": "但我认为，你应该努力进取，因为如果你只是暂时搁置比较的痛苦，等到将来遇到适合比较的对象，又会重新感受到比较的痛苦。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，你对于追求美好生活有强烈的渴望。",
        "label": ""
      },
      {
        "sentence": "然而，过度比较并不利于你的身心健康，也不利于家庭和谐。",
        "label": ""
      },
      {
        "sentence": "心理学认为，人们可以通过升华的方式将负面情绪转化为建设性的能量。",
        "label": ""
      },
      {
        "sentence": "因此，你现在需要停止抱怨、停止过度比较的痛苦，正确地评价自己，获得自信，并将追求美好生活的需求转化为积极向上的能量。",
        "label": ""
      },
      {
        "sentence": "例如，你可以尽力做好本职工作，做一个有爱心的母亲，以积极的心态看待和你相伴的丈夫。",
        "label": ""
      },
      {
        "sentence": "一旦负能量转化为积极的能量和信念，你的生活将与过去截然不同。",
        "label": ""
      },
      {
        "sentence": "对于你比较的对象，最好的方式是从心理上将其转化为朋友，这样将减少敌意比较带来的痛苦。",
        "label": ""
      },
      {
        "sentence": "最后，希望你能被世界温柔以待！",
        "label": ""
      }
    ]
  }
]