[
  {
    "role": "client",
    "content": "我是一个19岁的女生，刚刚毕业了。我发现我不习惯主动联系朋友，这样做合适吗？",
    "annotation": [
      {
        "sentence": "我是一个19岁的女生，刚刚毕业了。",
        "label": ""
      },
      {
        "sentence": "我发现我不习惯主动联系朋友，这样做合适吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你有没有考虑过让自己成为一个善于倾听的朋友呢？也许因为你的性格，你更喜欢目的性的沟通，只关注有事情需要说的时候。不过，无论是主动还是被动沟通，都站在真实真诚的角度是保持稳定和长久关系的关键。毕竟你才19岁，在校园里的友谊可能还比较单一，有人觉得主动聊天、分享吃喝玩乐、分享心事是必要的，可是每个人对友谊有不同的标准。你不喜欢聊天，喜欢用有限的时间做自己喜欢的事情，而你的朋友喜欢主动联系你，这只是不同的交流方式，并没有伤害到对方，你不必为此感到为难。",
    "annotation": [
      {
        "sentence": "你有没有考虑过让自己成为一个善于倾听的朋友呢？",
        "label": ""
      },
      {
        "sentence": "也许因为你的性格，你更喜欢目的性的沟通，只关注有事情需要说的时候。",
        "label": ""
      },
      {
        "sentence": "不过，无论是主动还是被动沟通，都站在真实真诚的角度是保持稳定和长久关系的关键。",
        "label": ""
      },
      {
        "sentence": "毕竟你才19岁，在校园里的友谊可能还比较单一，有人觉得主动聊天、分享吃喝玩乐、分享心事是必要的，可是每个人对友谊有不同的标准。",
        "label": ""
      },
      {
        "sentence": "你不喜欢聊天，喜欢用有限的时间做自己喜欢的事情，而你的朋友喜欢主动联系你，这只是不同的交流方式，并没有伤害到对方，你不必为此感到为难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我还担心过去我们之间发生过的一些矛盾会影响我们的友谊。我觉得如果不主动找她们聊天，尤其是现在她们都在主动联系我，可能会让我们之间更尴尬。",
    "annotation": [
      {
        "sentence": "其实我还担心过去我们之间发生过的一些矛盾会影响我们的友谊。",
        "label": ""
      },
      {
        "sentence": "我觉得如果不主动找她们聊天，尤其是现在她们都在主动联系我，可能会让我们之间更尴尬。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你和朋友之间的矛盾是否已经解决了呢？如果没有解决，你们在一起相处时会感到尴尬的，这时其中的一方可以主动解开这个尴尬的气氛。如果矛盾已经过去，你们仍然可以保持各自的交流方式，建立真诚的默契关系。这是基于你不想改变自己交流方式的建议。相反地，如果你希望更深入地了解朋友的内心，获得更深入的情感交流，你可以调整一下自己的想法。例如，向朋友们分享自己日常的琐事，增加和朋友们沟通的频率，也可以相约进行一些活动，增加你在朋友眼中的存在感。不过，你似乎更倾向于保持自己不改变的交友方式，但又希望消除因不主动联系朋友而带来的心理困扰。在这种情况下，你需要问问自己，你希望和朋友有更深入的关系吗？如果因为你的不主动，他们慢慢疏远了你，你能接受吗？不管你选择什么样的交流方式，最重要的是让自己感到舒服。祝你快乐！",
    "annotation": [
      {
        "sentence": "你和朋友之间的矛盾是否已经解决了呢？",
        "label": ""
      },
      {
        "sentence": "如果没有解决，你们在一起相处时会感到尴尬的，这时其中的一方可以主动解开这个尴尬的气氛。",
        "label": ""
      },
      {
        "sentence": "如果矛盾已经过去，你们仍然可以保持各自的交流方式，建立真诚的默契关系。",
        "label": ""
      },
      {
        "sentence": "这是基于你不想改变自己交流方式的建议。",
        "label": ""
      },
      {
        "sentence": "相反地，如果你希望更深入地了解朋友的内心，获得更深入的情感交流，你可以调整一下自己的想法。",
        "label": ""
      },
      {
        "sentence": "例如，向朋友们分享自己日常的琐事，增加和朋友们沟通的频率，也可以相约进行一些活动，增加你在朋友眼中的存在感。",
        "label": ""
      },
      {
        "sentence": "不过，你似乎更倾向于保持自己不改变的交友方式，但又希望消除因不主动联系朋友而带来的心理困扰。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，你需要问问自己，你希望和朋友有更深入的关系吗？",
        "label": ""
      },
      {
        "sentence": "如果因为你的不主动，他们慢慢疏远了你，你能接受吗？",
        "label": ""
      },
      {
        "sentence": "不管你选择什么样的交流方式，最重要的是让自己感到舒服。",
        "label": ""
      },
      {
        "sentence": "祝你快乐！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，我觉得你说的很有道理。我可能应该试着更多地倾听，给予朋友们更多的支持。",
    "annotation": [
      {
        "sentence": "谢谢你的回答，我觉得你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "我可能应该试着更多地倾听，给予朋友们更多的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，倾听和支持是良好友谊的基石。也许你会发现，当你开始主动倾听和关心他人时，更多的话题自然而然地出现了。相信你的朋友们也会感受到你的改变，并且愿意和你分享更多。不要害怕尴尬或者担心过去的矛盾，只要你保持真诚和善意，友谊会更加稳固。加油！",
    "annotation": [
      {
        "sentence": "是的，倾听和支持是良好友谊的基石。",
        "label": ""
      },
      {
        "sentence": "也许你会发现，当你开始主动倾听和关心他人时，更多的话题自然而然地出现了。",
        "label": ""
      },
      {
        "sentence": "相信你的朋友们也会感受到你的改变，并且愿意和你分享更多。",
        "label": ""
      },
      {
        "sentence": "不要害怕尴尬或者担心过去的矛盾，只要你保持真诚和善意，友谊会更加稳固。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会尽量调整自己的想法，去更好地理解和支持我的朋友们。谢谢你的鼓励！",
    "annotation": [
      {
        "sentence": "嗯，我会尽量调整自己的想法，去更好地理解和支持我的朋友们。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定可以做到的。当真诚和关心成为你与朋友交流的基础时，你会发现这样的友谊会更加深入和持久。如果将来还有其他问题或者需要支持，随时都可以向我求助。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定可以做到的。",
        "label": ""
      },
      {
        "sentence": "当真诚和关心成为你与朋友交流的基础时，你会发现这样的友谊会更加深入和持久。",
        "label": ""
      },
      {
        "sentence": "如果将来还有其他问题或者需要支持，随时都可以向我求助。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]