[
  {
    "role": "client",
    "content": "长相一般，为什么我找不到一个合适的女朋友？现在上大三了，家里中等家庭在小城市开厂，长相一般，211大学读书。一直想找个贴心合适的女朋友，却又怎么也找不到。三年来总共尝试过4回谈恋爱，除了第一回，其余三回都被女生说不合适，还没开始就被拒绝了。最近一回就在昨天本来在微信上聊的很合，见了面之后说话就变了，也没那么积极了，可能是对我长相有些不满吧，我是这么认为的。可我觉得，我长得虽然算不上帅，但算不上丑，我愿真心对她，可每次换来的都是这种残忍的回绝。真的心痛。每次经历一回这种事都让我心力憔悴，头也会开始疼。真的是不想再经历这种事了。感觉自己是越来越不自信了，不知道怎么办才好。",
    "annotation": [
      {
        "sentence": "长相一般，为什么我找不到一个合适的女朋友？",
        "label": ""
      },
      {
        "sentence": "现在上大三了，家里中等家庭在小城市开厂，长相一般，211大学读书。",
        "label": ""
      },
      {
        "sentence": "一直想找个贴心合适的女朋友，却又怎么也找不到。",
        "label": ""
      },
      {
        "sentence": "三年来总共尝试过4回谈恋爱，除了第一回，其余三回都被女生说不合适，还没开始就被拒绝了。",
        "label": ""
      },
      {
        "sentence": "最近一回就在昨天本来在微信上聊的很合，见了面之后说话就变了，也没那么积极了，可能是对我长相有些不满吧，我是这么认为的。",
        "label": ""
      },
      {
        "sentence": "可我觉得，我长得虽然算不上帅，但算不上丑，我愿真心对她，可每次换来的都是这种残忍的回绝。",
        "label": ""
      },
      {
        "sentence": "真的心痛。",
        "label": ""
      },
      {
        "sentence": "每次经历一回这种事都让我心力憔悴，头也会开始疼。",
        "label": ""
      },
      {
        "sentence": "真的是不想再经历这种事了。",
        "label": ""
      },
      {
        "sentence": "感觉自己是越来越不自信了，不知道怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听说你寻找女朋友遇到了挫折。你一直努力寻找贴心合适的女朋友，但却总是遇到被拒绝的情况，这让你感到很不自信，对吗？我能理解你的困惑和心痛。你认为自己的长相可能是原因之一，但是长相并不是决定一段感情的唯一因素。每个人都有自己独特的闪亮之处，可能是你的才华、性格或某种特质吸引了对方。你能说说你觉得自己有哪些闪亮的地方吗？",
    "annotation": [
      {
        "sentence": "你好，听说你寻找女朋友遇到了挫折。",
        "label": ""
      },
      {
        "sentence": "你一直努力寻找贴心合适的女朋友，但却总是遇到被拒绝的情况，这让你感到很不自信，对吗？",
        "label": ""
      },
      {
        "sentence": "我能理解你的困惑和心痛。",
        "label": ""
      },
      {
        "sentence": "你认为自己的长相可能是原因之一，但是长相并不是决定一段感情的唯一因素。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己独特的闪亮之处，可能是你的才华、性格或某种特质吸引了对方。",
        "label": ""
      },
      {
        "sentence": "你能说说你觉得自己有哪些闪亮的地方吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己比较上进，读的是211大学，家庭也还不错。平时待人诚恳，心地善良，也乐于助人。可能是我不够外向，不够会和女生相处吧。但我真的希望找到一个对我有好感的女生，我愿意用真心去对待她。",
    "annotation": [
      {
        "sentence": "我觉得自己比较上进，读的是211大学，家庭也还不错。",
        "label": ""
      },
      {
        "sentence": "平时待人诚恳，心地善良，也乐于助人。",
        "label": ""
      },
      {
        "sentence": "可能是我不够外向，不够会和女生相处吧。",
        "label": ""
      },
      {
        "sentence": "但我真的希望找到一个对我有好感的女生，我愿意用真心去对待她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的上进心、良好的家庭背景以及善良的心地都是非常优秀的品质。对于相处问题，交流是很重要的，试着主动和女生们多交流，多了解她们的兴趣爱好、想法和价值观。同时，也请注意观察对方的反应，尊重对方的感受。不一定要过分迎合对方，保持自己真实的态度和兴趣，这样才能找到与你相配的人。",
    "annotation": [
      {
        "sentence": "你的上进心、良好的家庭背景以及善良的心地都是非常优秀的品质。",
        "label": ""
      },
      {
        "sentence": "对于相处问题，交流是很重要的，试着主动和女生们多交流，多了解她们的兴趣爱好、想法和价值观。",
        "label": ""
      },
      {
        "sentence": "同时，也请注意观察对方的反应，尊重对方的感受。",
        "label": ""
      },
      {
        "sentence": "不一定要过分迎合对方，保持自己真实的态度和兴趣，这样才能找到与你相配的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着主动和女生们多交流，了解她们的兴趣爱好和想法。但是，对于被拒绝的感受，我实在很难受，每次经历这种事都让我心力憔悴。我该怎么办才能不再受到这种伤害？",
    "annotation": [
      {
        "sentence": "我明白了，我会试着主动和女生们多交流，了解她们的兴趣爱好和想法。",
        "label": ""
      },
      {
        "sentence": "但是，对于被拒绝的感受，我实在很难受，每次经历这种事都让我心力憔悴。",
        "label": ""
      },
      {
        "sentence": "我该怎么办才能不再受到这种伤害？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "被拒绝是难免的，但并不代表你的价值会因此下降。人与人之间的感情是复杂而不可控的。试着从另一个角度看待拒绝，它并不是你个人的失败，而是你们两个人不合适。保持积极的心态，不要让这些经历影响到你的自信。同时，也要关注自己的心理健康，寻找一些放松的方式来缓解压力，比如运动、阅读等。",
    "annotation": [
      {
        "sentence": "被拒绝是难免的，但并不代表你的价值会因此下降。",
        "label": ""
      },
      {
        "sentence": "人与人之间的感情是复杂而不可控的。",
        "label": ""
      },
      {
        "sentence": "试着从另一个角度看待拒绝，它并不是你个人的失败，而是你们两个人不合适。",
        "label": ""
      },
      {
        "sentence": "保持积极的心态，不要让这些经历影响到你的自信。",
        "label": ""
      },
      {
        "sentence": "同时，也要关注自己的心理健康，寻找一些放松的方式来缓解压力，比如运动、阅读等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量保持积极的心态，并找一些放松的方式来缓解压力。但是，我还是有些担心自己会再次失去自信，不知道怎样能够稳定地恢复自信呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量保持积极的心态，并找一些放松的方式来缓解压力。",
        "label": ""
      },
      {
        "sentence": "但是，我还是有些担心自己会再次失去自信，不知道怎样能够稳定地恢复自信呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "恢复自信需要时间和积极的努力。建议你多关注自己的优点和价值，时刻提醒自己你值得被爱和珍惜。你可以尝试培养一些自己的兴趣爱好，提升自己的技能，这样不仅可以增加自信，还能让你更有魅力。同时，也请记住，不要把自己与他人过于比较，每个人都有自己的发展进度和优势。相信自己，你一定能找到合适的女朋友。",
    "annotation": [
      {
        "sentence": "恢复自信需要时间和积极的努力。",
        "label": ""
      },
      {
        "sentence": "建议你多关注自己的优点和价值，时刻提醒自己你值得被爱和珍惜。",
        "label": ""
      },
      {
        "sentence": "你可以尝试培养一些自己的兴趣爱好，提升自己的技能，这样不仅可以增加自信，还能让你更有魅力。",
        "label": ""
      },
      {
        "sentence": "同时，也请记住，不要把自己与他人过于比较，每个人都有自己的发展进度和优势。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能找到合适的女朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会按照你的建议去行动。希望我能够克服困难，找到真心对待我的女生。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会按照你的建议去行动。",
        "label": ""
      },
      {
        "sentence": "希望我能够克服困难，找到真心对待我的女生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不是一个人在战斗，我会一直支持你的。相信自己，坚持下去，你一定能够找到真心对待你的女生。如果在这个过程中还有什么困惑的话，随时都可以来找我倾诉。",
    "annotation": [
      {
        "sentence": "你不是一个人在战斗，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持下去，你一定能够找到真心对待你的女生。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中还有什么困惑的话，随时都可以来找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的帮助和倾听，我会记住你的话，坚持努力的。如果有需要，我会再来向你请教的。",
    "annotation": [
      {
        "sentence": "谢谢你的帮助和倾听，我会记住你的话，坚持努力的。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会再来向你请教的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，我随时都在这里等候你的咨询。祝你好运，一切都会好起来的。不要忘记，你是一个值得被爱和关心的人。加油！",
    "annotation": [
      {
        "sentence": "没问题，我随时都在这里等候你的咨询。",
        "label": ""
      },
      {
        "sentence": "祝你好运，一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "不要忘记，你是一个值得被爱和关心的人。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]