[
  {
    "role": "client",
    "content": "我是一个33岁的女性，嫁给了一个妈宝男，他非常依赖他的母亲。婆婆和儿子之间的恋子情节非常严重，以至于我们都住在同一张床上。我觉得婆婆用道德绑架的手段控制了我非常愚孝和妈宝的丈夫，这让我感觉自己成为了第三者。此外，婆婆对我们的孩子给予了过多的关注，而我大姑姐则嫌她妈妈太累，要求我丈夫晚上帮忙照顾孩子。虽然我们没有和婆婆住在一起，但有一次我们俩吵架，我生气出门了，结果丈夫把孩子送到了他妈妈那里，现在孩子一直在那里让婆婆照看。由于我需要上班，现在只要我丈夫不出差的话，下班后都要回婆婆那里帮忙照顾孩子。如今我和孩子之间疏远了很多，他甚至害怕我把他带走，不愿意和我一起走。丈夫偶尔出差回来时也不敢让他家人知道。最近我才发现，丈夫和婆婆还有我的孩子一起睡在同一张床上，这件事让我无法接受。由于孩子和我之间的疏远以及丈夫的所作所为，我感到崩溃了。我们结婚已经4年了，我什么都没有得到，现在我租了个房子住，3年来搬了3次家。我本来就没有很强的安全感，现在这样的生活更让我感到不安全。我想离婚，但是又犹豫不决！我不知道未来的生活会是什么样子，而且我的年龄也在逐渐增大，不知道该怎么办。此外，离婚后是否要孩子也让我苦恼，我害怕年龄大了不能再生孩子，但同时又担心让孩子跟我一起受苦！我该怎么办？",
    "annotation": [
      {
        "sentence": "我是一个33岁的女性，嫁给了一个妈宝男，他非常依赖他的母亲。",
        "label": ""
      },
      {
        "sentence": "婆婆和儿子之间的恋子情节非常严重，以至于我们都住在同一张床上。",
        "label": ""
      },
      {
        "sentence": "我觉得婆婆用道德绑架的手段控制了我非常愚孝和妈宝的丈夫，这让我感觉自己成为了第三者。",
        "label": ""
      },
      {
        "sentence": "此外，婆婆对我们的孩子给予了过多的关注，而我大姑姐则嫌她妈妈太累，要求我丈夫晚上帮忙照顾孩子。",
        "label": ""
      },
      {
        "sentence": "虽然我们没有和婆婆住在一起，但有一次我们俩吵架，我生气出门了，结果丈夫把孩子送到了他妈妈那里，现在孩子一直在那里让婆婆照看。",
        "label": ""
      },
      {
        "sentence": "由于我需要上班，现在只要我丈夫不出差的话，下班后都要回婆婆那里帮忙照顾孩子。",
        "label": ""
      },
      {
        "sentence": "如今我和孩子之间疏远了很多，他甚至害怕我把他带走，不愿意和我一起走。",
        "label": ""
      },
      {
        "sentence": "丈夫偶尔出差回来时也不敢让他家人知道。",
        "label": ""
      },
      {
        "sentence": "最近我才发现，丈夫和婆婆还有我的孩子一起睡在同一张床上，这件事让我无法接受。",
        "label": ""
      },
      {
        "sentence": "由于孩子和我之间的疏远以及丈夫的所作所为，我感到崩溃了。",
        "label": ""
      },
      {
        "sentence": "我们结婚已经4年了，我什么都没有得到，现在我租了个房子住，3年来搬了3次家。",
        "label": ""
      },
      {
        "sentence": "我本来就没有很强的安全感，现在这样的生活更让我感到不安全。",
        "label": ""
      },
      {
        "sentence": "我想离婚，但是又犹豫不决！",
        "label": ""
      },
      {
        "sentence": "我不知道未来的生活会是什么样子，而且我的年龄也在逐渐增大，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "此外，离婚后是否要孩子也让我苦恼，我害怕年龄大了不能再生孩子，但同时又担心让孩子跟我一起受苦！",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我并不了解你的成长经历，也不清楚为什么你会选择这样的婚姻走到今天，但其中可能涉及到很复杂的心理动机。这个问题并不简单，你应该关注的不仅是应该怎么做，而是怎么能够去做。或许你可以站在旁观者的角度，读一下你所写的文字，或者回顾一下事情的经过，你可能会找到自己应该怎么做，但问题在于你可能做不到。如果你有机会的话，我建议你找咨询师寻求帮助。",
    "annotation": [
      {
        "sentence": "我并不了解你的成长经历，也不清楚为什么你会选择这样的婚姻走到今天，但其中可能涉及到很复杂的心理动机。",
        "label": ""
      },
      {
        "sentence": "这个问题并不简单，你应该关注的不仅是应该怎么做，而是怎么能够去做。",
        "label": ""
      },
      {
        "sentence": "或许你可以站在旁观者的角度，读一下你所写的文字，或者回顾一下事情的经过，你可能会找到自己应该怎么做，但问题在于你可能做不到。",
        "label": ""
      },
      {
        "sentence": "如果你有机会的话，我建议你找咨询师寻求帮助。",
        "label": ""
      }
    ]
  }
]