[
  {
    "role": "client",
    "content": "我是一个33岁的女性，嫁给了一个妈宝男，他非常孝顺他的母亲。我婆婆对儿子的依赖非常严重，以至于每晚都和他一起睡觉。她利用道德绑架来控制我那既愚孝又对妈宝的丈夫。由此，我作为他的妻子竟变成了第三者。此外，婆婆总是给我们的孩子带孩子，而大姑姐则因嫌累而要求我丈夫晚上帮忙照看孩子。尽管我们没有和婆婆一起住，但有一次当我们俩之间发生矛盾时，我气愤地出门，结果丈夫把孩子送给了他妈妈照顾。现在，只要丈夫不出差，下班后都要回婆婆家帮忙照看孩子。而现在孩子和我之间产生了疏离感，甚至害怕跟我离开，怕我把他带走。当丈夫偶尔出差回来时，他也不敢让他的家人知道这件事。最近我才发现，丈夫和婆婆以及孩子竟然共睡一床，这让我心里非常难受。由于孩子和我之间的疏远，还有丈夫的所作所为，我感到彻底崩溃了。我们结婚4年来，他对我一无所给，现在我还在外面租房住，三年来已经搬了三次家。我本来就没有安全感，现在这样的生活让我更加无法安心。我想要离婚，但又感到非常纠结！未来的生活充满了不确定性，而且随着年龄增长，我更加担心自己的日子。我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "我是一个33岁的女性，嫁给了一个妈宝男，他非常孝顺他的母亲。",
        "label": ""
      },
      {
        "sentence": "我婆婆对儿子的依赖非常严重，以至于每晚都和他一起睡觉。",
        "label": ""
      },
      {
        "sentence": "她利用道德绑架来控制我那既愚孝又对妈宝的丈夫。",
        "label": ""
      },
      {
        "sentence": "由此，我作为他的妻子竟变成了第三者。",
        "label": ""
      },
      {
        "sentence": "此外，婆婆总是给我们的孩子带孩子，而大姑姐则因嫌累而要求我丈夫晚上帮忙照看孩子。",
        "label": ""
      },
      {
        "sentence": "尽管我们没有和婆婆一起住，但有一次当我们俩之间发生矛盾时，我气愤地出门，结果丈夫把孩子送给了他妈妈照顾。",
        "label": ""
      },
      {
        "sentence": "现在，只要丈夫不出差，下班后都要回婆婆家帮忙照看孩子。",
        "label": ""
      },
      {
        "sentence": "而现在孩子和我之间产生了疏离感，甚至害怕跟我离开，怕我把他带走。",
        "label": ""
      },
      {
        "sentence": "当丈夫偶尔出差回来时，他也不敢让他的家人知道这件事。",
        "label": ""
      },
      {
        "sentence": "最近我才发现，丈夫和婆婆以及孩子竟然共睡一床，这让我心里非常难受。",
        "label": ""
      },
      {
        "sentence": "由于孩子和我之间的疏远，还有丈夫的所作所为，我感到彻底崩溃了。",
        "label": ""
      },
      {
        "sentence": "我们结婚4年来，他对我一无所给，现在我还在外面租房住，三年来已经搬了三次家。",
        "label": ""
      },
      {
        "sentence": "我本来就没有安全感，现在这样的生活让我更加无法安心。",
        "label": ""
      },
      {
        "sentence": "我想要离婚，但又感到非常纠结！",
        "label": ""
      },
      {
        "sentence": "未来的生活充满了不确定性，而且随着年龄增长，我更加担心自己的日子。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你目前的痛苦和困惑。首先，我觉得你应该找个借口经常去婆婆家看孩子，这样能有更多的机会与孩子亲近。另外，老公出差时更应该勤快地回去看望孩子。你可以尝试购买一些孩子喜欢的东西，与孩子拉近距离。同时，别忘了也买一些礼物给婆婆，这样可以改善你们之间的关系。当孩子与你亲近后，你可以带孩子一起睡觉。作为他的母亲，我相信你的婆婆不会经常拒绝你。如果婆婆家里有多余的床位，你可以找个理由让你和丈夫一起和孩子一起睡。或者，你们可以一起回婆婆家。毕竟，血浓于水，孩子多接触你，也会更亲近你。",
    "annotation": [
      {
        "sentence": "我理解你目前的痛苦和困惑。",
        "label": ""
      },
      {
        "sentence": "首先，我觉得你应该找个借口经常去婆婆家看孩子，这样能有更多的机会与孩子亲近。",
        "label": ""
      },
      {
        "sentence": "另外，老公出差时更应该勤快地回去看望孩子。",
        "label": ""
      },
      {
        "sentence": "你可以尝试购买一些孩子喜欢的东西，与孩子拉近距离。",
        "label": ""
      },
      {
        "sentence": "同时，别忘了也买一些礼物给婆婆，这样可以改善你们之间的关系。",
        "label": ""
      },
      {
        "sentence": "当孩子与你亲近后，你可以带孩子一起睡觉。",
        "label": ""
      },
      {
        "sentence": "作为他的母亲，我相信你的婆婆不会经常拒绝你。",
        "label": ""
      },
      {
        "sentence": "如果婆婆家里有多余的床位，你可以找个理由让你和丈夫一起和孩子一起睡。",
        "label": ""
      },
      {
        "sentence": "或者，你们可以一起回婆婆家。",
        "label": ""
      },
      {
        "sentence": "毕竟，血浓于水，孩子多接触你，也会更亲近你。",
        "label": ""
      }
    ]
  }
]