[
  {
    "role": "client",
    "content": "我是一个32岁的女性，感觉我的手和脑都不协调，不知道该如何调整。先从我小时候的脑部开始说起吧，我小时候并不是一个聪明的孩子，学什么东西都比别人费劲。但是只要找到了方法，我也能学得很好。记得小学一年级时学数学，老师教1234，我怎么都不明白。但是我的小伙伴就用手指头教我，我终于明白了，从那以后我的数学成绩就一直很好。但是语文方面除了作文还可以，其他都不行。到了初中和高中，因为学习方法不得当，我努力了很多但成绩还是一般般，甚至有时很差。再说说我的动手能力吧，我是跟着奶奶长大的，奶奶非常宠爱我，几乎没有让我做过家务。我到了九岁奶奶还帮我脱衣服，穿衣服。唯一我动手的地方就是写作业，可是我动手能力非常差，跟同学一起做作业，他们动作很流利，而我手指非常僵硬。现在我发现我做家务或是其他手边的活动时，都找不到简便的方法，我的方法总是笨拙的。看到我动手能力这么差，我就想手和脑肯定有关系，否则怎么会同时都不好呢？各位老师能否帮我分析一下如何提高我的动手和动脑能力呢？",
    "annotation": [
      {
        "sentence": "我是一个32岁的女性，感觉我的手和脑都不协调，不知道该如何调整。",
        "label": ""
      },
      {
        "sentence": "先从我小时候的脑部开始说起吧，我小时候并不是一个聪明的孩子，学什么东西都比别人费劲。",
        "label": ""
      },
      {
        "sentence": "但是只要找到了方法，我也能学得很好。",
        "label": ""
      },
      {
        "sentence": "记得小学一年级时学数学，老师教1234，我怎么都不明白。",
        "label": ""
      },
      {
        "sentence": "但是我的小伙伴就用手指头教我，我终于明白了，从那以后我的数学成绩就一直很好。",
        "label": ""
      },
      {
        "sentence": "但是语文方面除了作文还可以，其他都不行。",
        "label": ""
      },
      {
        "sentence": "到了初中和高中，因为学习方法不得当，我努力了很多但成绩还是一般般，甚至有时很差。",
        "label": ""
      },
      {
        "sentence": "再说说我的动手能力吧，我是跟着奶奶长大的，奶奶非常宠爱我，几乎没有让我做过家务。",
        "label": ""
      },
      {
        "sentence": "我到了九岁奶奶还帮我脱衣服，穿衣服。",
        "label": ""
      },
      {
        "sentence": "唯一我动手的地方就是写作业，可是我动手能力非常差，跟同学一起做作业，他们动作很流利，而我手指非常僵硬。",
        "label": ""
      },
      {
        "sentence": "现在我发现我做家务或是其他手边的活动时，都找不到简便的方法，我的方法总是笨拙的。",
        "label": ""
      },
      {
        "sentence": "看到我动手能力这么差，我就想手和脑肯定有关系，否则怎么会同时都不好呢？",
        "label": ""
      },
      {
        "sentence": "各位老师能否帮我分析一下如何提高我的动手和动脑能力呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你这样焦虑的样子了。32岁了，觉得自己的手和脑不协调，动手和动脑的能力都不如别人快。你觉得自己笨拙，小时候学数数虽然慢热，但领会了之后数学成绩一直不错。慢性子和思维缓慢的人其实也有优势，一旦掌握了某个知识点，很难忘记，做事情更加细致周到。每个人都是不同的，各自有自己的长处和短处。把自己的短处和别人的长处比较，会让自己变得自卑和缺乏自信。其实没有人是全才，很多人在某个方面或领域或几个领域做得好就已经很不错了。人的智能是多元的，如数学逻辑智能、空间智能、身体运动智能、音乐智能、人际智能、自我认知智能、自然认知智能和语言智能等。你关注了自己在其中比较薄弱的智能，每个人都有自己的智能优势和成长点，要发挥长处，避开短处，因材施教，充分利用自身的优势。不要过度要求自己和他人，接纳自己的优点和缺点。多做加分项，不要放大自己的缺点。你的语言表达流畅，这方面的智能不错啊。32岁了，儿童时期的感知统合训练可能没有做够，奶奶的宠爱也没有意识到最佳训练期。像打球、做家务、练习手脚并用的游戏等都能锻炼脑和四肢的协调能力。虽然现在已经是成人了，但仍然可以刻意练习。其实感知统合失调的人很多，我也是其中之一。我在跳舞和动作上都不擅长，给人一种笨拙的印象。我了解到自己的不足，并且有意识地多做，但不必强求像别人一样灵活。我们要学会喜欢不同的自己，这样才能成长。爱护别人，放下改变自己的执念，接受现状或者主动承担改变现状的责任同样重要。祝你好运！",
    "annotation": [
      {
        "sentence": "看到你这样焦虑的样子了。",
        "label": ""
      },
      {
        "sentence": "32岁了，觉得自己的手和脑不协调，动手和动脑的能力都不如别人快。",
        "label": ""
      },
      {
        "sentence": "你觉得自己笨拙，小时候学数数虽然慢热，但领会了之后数学成绩一直不错。",
        "label": ""
      },
      {
        "sentence": "慢性子和思维缓慢的人其实也有优势，一旦掌握了某个知识点，很难忘记，做事情更加细致周到。",
        "label": ""
      },
      {
        "sentence": "每个人都是不同的，各自有自己的长处和短处。",
        "label": ""
      },
      {
        "sentence": "把自己的短处和别人的长处比较，会让自己变得自卑和缺乏自信。",
        "label": ""
      },
      {
        "sentence": "其实没有人是全才，很多人在某个方面或领域或几个领域做得好就已经很不错了。",
        "label": ""
      },
      {
        "sentence": "人的智能是多元的，如数学逻辑智能、空间智能、身体运动智能、音乐智能、人际智能、自我认知智能、自然认知智能和语言智能等。",
        "label": ""
      },
      {
        "sentence": "你关注了自己在其中比较薄弱的智能，每个人都有自己的智能优势和成长点，要发挥长处，避开短处，因材施教，充分利用自身的优势。",
        "label": ""
      },
      {
        "sentence": "不要过度要求自己和他人，接纳自己的优点和缺点。",
        "label": ""
      },
      {
        "sentence": "多做加分项，不要放大自己的缺点。",
        "label": ""
      },
      {
        "sentence": "你的语言表达流畅，这方面的智能不错啊。",
        "label": ""
      },
      {
        "sentence": "32岁了，儿童时期的感知统合训练可能没有做够，奶奶的宠爱也没有意识到最佳训练期。",
        "label": ""
      },
      {
        "sentence": "像打球、做家务、练习手脚并用的游戏等都能锻炼脑和四肢的协调能力。",
        "label": ""
      },
      {
        "sentence": "虽然现在已经是成人了，但仍然可以刻意练习。",
        "label": ""
      },
      {
        "sentence": "其实感知统合失调的人很多，我也是其中之一。",
        "label": ""
      },
      {
        "sentence": "我在跳舞和动作上都不擅长，给人一种笨拙的印象。",
        "label": ""
      },
      {
        "sentence": "我了解到自己的不足，并且有意识地多做，但不必强求像别人一样灵活。",
        "label": ""
      },
      {
        "sentence": "我们要学会喜欢不同的自己，这样才能成长。",
        "label": ""
      },
      {
        "sentence": "爱护别人，放下改变自己的执念，接受现状或者主动承担改变现状的责任同样重要。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]