[
  {
    "role": "client",
    "content": "我最近在朋友圈看到很多人都设置了三天可见，我有点困惑。这是不是意味着人们越来越自闭了？是否说明很多人已经不愿意向朋友展现自己的生活呢？",
    "annotation": [
      {
        "sentence": "我最近在朋友圈看到很多人都设置了三天可见，我有点困惑。",
        "label": ""
      },
      {
        "sentence": "这是不是意味着人们越来越自闭了？",
        "label": ""
      },
      {
        "sentence": "是否说明很多人已经不愿意向朋友展现自己的生活呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的问题中我感受到了你的困惑。其实，设置三天可见只是一种个人喜好，并不一定代表人们变得更加自闭。现在社会生活节奏很快，每个人都忙于自己的生活。朋友圈有时是为了记录当下的经历或感情，有时是为了传递对生活的态度，有时是为了弥补即将消失的时光。我个人认为，设置三天可见是一种不错的选择。因为有时候我们会在激动或情绪波动时发表一些帖子，但等一等，过了一段时间再去看，可能就觉得那个帖子并不那么重要了，这样也能避免一些负能量的东西影响到他人。",
    "annotation": [
      {
        "sentence": "从你的问题中我感受到了你的困惑。",
        "label": ""
      },
      {
        "sentence": "其实，设置三天可见只是一种个人喜好，并不一定代表人们变得更加自闭。",
        "label": ""
      },
      {
        "sentence": "现在社会生活节奏很快，每个人都忙于自己的生活。",
        "label": ""
      },
      {
        "sentence": "朋友圈有时是为了记录当下的经历或感情，有时是为了传递对生活的态度，有时是为了弥补即将消失的时光。",
        "label": ""
      },
      {
        "sentence": "我个人认为，设置三天可见是一种不错的选择。",
        "label": ""
      },
      {
        "sentence": "因为有时候我们会在激动或情绪波动时发表一些帖子，但等一等，过了一段时间再去看，可能就觉得那个帖子并不那么重要了，这样也能避免一些负能量的东西影响到他人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思了，可能我只是太在意别人的看法了。如果朋友圈的内容不能准确地展现一个人的生活，那还有必要发吗？",
    "annotation": [
      {
        "sentence": "我明白你的意思了，可能我只是太在意别人的看法了。",
        "label": ""
      },
      {
        "sentence": "如果朋友圈的内容不能准确地展现一个人的生活，那还有必要发吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，朋友圈的内容并不能准确地展现一个人的全部生活。发朋友圈只是一种表达自己的方式，并不代表你的生活因此会发生实质性的改变。如果要了解一个人真正的近况，最好的方式还是直接和他交流，而不是通过朋友圈。虽然朋友圈可以让我们更方便地分享一些瞬间的快乐或感慨，但并不是说不发朋友圈就会失去挚友或朋友的。",
    "annotation": [
      {
        "sentence": "没错，朋友圈的内容并不能准确地展现一个人的全部生活。",
        "label": ""
      },
      {
        "sentence": "发朋友圈只是一种表达自己的方式，并不代表你的生活因此会发生实质性的改变。",
        "label": ""
      },
      {
        "sentence": "如果要了解一个人真正的近况，最好的方式还是直接和他交流，而不是通过朋友圈。",
        "label": ""
      },
      {
        "sentence": "虽然朋友圈可以让我们更方便地分享一些瞬间的快乐或感慨，但并不是说不发朋友圈就会失去挚友或朋友的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，跟朋友直接交流才是更重要的。但有时候，我看着别人的朋友圈，会不自觉地比较自己和他们的生活。这让我有点焦虑和不安。",
    "annotation": [
      {
        "sentence": "你说得对，跟朋友直接交流才是更重要的。",
        "label": ""
      },
      {
        "sentence": "但有时候，我看着别人的朋友圈，会不自觉地比较自己和他们的生活。",
        "label": ""
      },
      {
        "sentence": "这让我有点焦虑和不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。在看别人的朋友圈时，可能会比较自己和他们的生活。但是，请记住每个人的生活都是不同的，没有可比性。每个人都有自己的优点和不足，朋友圈上展示的只是生活的一部分。焦虑和不安是很正常的情绪，但不要让这种情绪影响到你对自己的评价和自信心。记住，你是独一无二的，你的生活也是有价值的。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "在看别人的朋友圈时，可能会比较自己和他们的生活。",
        "label": ""
      },
      {
        "sentence": "但是，请记住每个人的生活都是不同的，没有可比性。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的优点和不足，朋友圈上展示的只是生活的一部分。",
        "label": ""
      },
      {
        "sentence": "焦虑和不安是很正常的情绪，但不要让这种情绪影响到你对自己的评价和自信心。",
        "label": ""
      },
      {
        "sentence": "记住，你是独一无二的，你的生活也是有价值的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会试着摆脱对别人生活的比较。然后，我也会更加关注自己的幸福和成长。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会试着摆脱对别人生活的比较。",
        "label": ""
      },
      {
        "sentence": "然后，我也会更加关注自己的幸福和成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你，你的决心很好。专注于自己的幸福和成长是最重要的，相信你会度过这个困难时期的。如果还有任何困惑或需要帮助的，记得随时找我倾诉。我会一直在这里支持你的。",
    "annotation": [
      {
        "sentence": "很高兴能帮到你，你的决心很好。",
        "label": ""
      },
      {
        "sentence": "专注于自己的幸福和成长是最重要的，相信你会度过这个困难时期的。",
        "label": ""
      },
      {
        "sentence": "如果还有任何困惑或需要帮助的，记得随时找我倾诉。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你的。",
        "label": ""
      }
    ]
  }
]