[
  {
    "role": "client",
    "content": "这种感觉正常吗？是荷尔蒙在作祟，还是我喜欢他？本人女，大二。我参加了一个聚会，在聚会上男嘉宾可以约女嘉宾跳舞，我是比较保守的就躲一边大气不敢出。在大家都沉浸在和谐的舞蹈中的时候，我以为就可以凉快凉快了。突然，有个人远离人群大老远的来找我跳舞，我想，人家大老远的来找我跳舞总不至于拒绝吧，就答应了。我不会跳他就耐心的教我，语气说不出来是什么就是很温柔绅士，但是他长得又矮又丑所以我心如止水。后来他边跳，边开始夸我，语气中透露出一丝享受的感觉。当时我的手被他抓得很紧，我想的就是赶紧松手把他甩掉，这种感觉很肉麻，让我脸红心跳，全身发紧，就像触电了一般。跳完了以后就什么感觉都没有了，聊天也挺正常。现在想想都是噩梦，这究竟是什么原因导致的呢？",
    "annotation": [
      {
        "sentence": "这种感觉正常吗？",
        "label": ""
      },
      {
        "sentence": "是荷尔蒙在作祟，还是我喜欢他？",
        "label": ""
      },
      {
        "sentence": "本人女，大二。",
        "label": ""
      },
      {
        "sentence": "我参加了一个聚会，在聚会上男嘉宾可以约女嘉宾跳舞，我是比较保守的就躲一边大气不敢出。",
        "label": ""
      },
      {
        "sentence": "在大家都沉浸在和谐的舞蹈中的时候，我以为就可以凉快凉快了。",
        "label": ""
      },
      {
        "sentence": "突然，有个人远离人群大老远的来找我跳舞，我想，人家大老远的来找我跳舞总不至于拒绝吧，就答应了。",
        "label": ""
      },
      {
        "sentence": "我不会跳他就耐心的教我，语气说不出来是什么就是很温柔绅士，但是他长得又矮又丑所以我心如止水。",
        "label": ""
      },
      {
        "sentence": "后来他边跳，边开始夸我，语气中透露出一丝享受的感觉。",
        "label": ""
      },
      {
        "sentence": "当时我的手被他抓得很紧，我想的就是赶紧松手把他甩掉，这种感觉很肉麻，让我脸红心跳，全身发紧，就像触电了一般。",
        "label": ""
      },
      {
        "sentence": "跳完了以后就什么感觉都没有了，聊天也挺正常。",
        "label": ""
      },
      {
        "sentence": "现在想想都是噩梦，这究竟是什么原因导致的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种感觉很正常，可能是你喜欢他，荷尔蒙的作用也可能有一定影响。对于女生来说，他的外貌并不一定决定感情上是否产生好感或是吸引力。而且，你否定他是因为他长得矮又丑，这样的看法有点偏见。毕竟，外貌只是冰山一角，他可能有其他优点吸引你。你跳舞时心跳加快，面部发红这些都是正常的生理反应，说明你在意这个人，也许你对他的感觉超过了你原本想的。聊天会挺正常是因为跳舞结束后你的紧张感消失了，所以不必太过担心，这是很正常的事情。",
    "annotation": [
      {
        "sentence": "这种感觉很正常，可能是你喜欢他，荷尔蒙的作用也可能有一定影响。",
        "label": ""
      },
      {
        "sentence": "对于女生来说，他的外貌并不一定决定感情上是否产生好感或是吸引力。",
        "label": ""
      },
      {
        "sentence": "而且，你否定他是因为他长得矮又丑，这样的看法有点偏见。",
        "label": ""
      },
      {
        "sentence": "毕竟，外貌只是冰山一角，他可能有其他优点吸引你。",
        "label": ""
      },
      {
        "sentence": "你跳舞时心跳加快，面部发红这些都是正常的生理反应，说明你在意这个人，也许你对他的感觉超过了你原本想的。",
        "label": ""
      },
      {
        "sentence": "聊天会挺正常是因为跳舞结束后你的紧张感消失了，所以不必太过担心，这是很正常的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能我之前对他的外貌有一点偏见，确实，我应该给他一次机会去了解他的内在。但是我还是有点担心这种感觉会不会只是一时的喜欢，如果只是一时的感觉，我担心自己会被伤害，毕竟我没有太多的异性接触经验，不知道自己该怎么处理这样的情感。",
    "annotation": [
      {
        "sentence": "可能我之前对他的外貌有一点偏见，确实，我应该给他一次机会去了解他的内在。",
        "label": ""
      },
      {
        "sentence": "但是我还是有点担心这种感觉会不会只是一时的喜欢，如果只是一时的感觉，我担心自己会被伤害，毕竟我没有太多的异性接触经验，不知道自己该怎么处理这样的情感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心是正常的，但是我们都需要经历一些风险和挑战才能成长。感情方面也不例外，总是会有一些不确定因素存在。只有尝试过才能了解到底是不是真的喜欢他，如果你一直不去尝试，可能会后悔错过了一个很好的机会。和他多了解一些，深入交流可以让你更好地判断你的感受。同时也要相信自己的直觉，当你确定你对他有真正的感觉时，再表达你的情感，这样的前提下也就不容易被伤害了。",
    "annotation": [
      {
        "sentence": "担心是正常的，但是我们都需要经历一些风险和挑战才能成长。",
        "label": ""
      },
      {
        "sentence": "感情方面也不例外，总是会有一些不确定因素存在。",
        "label": ""
      },
      {
        "sentence": "只有尝试过才能了解到底是不是真的喜欢他，如果你一直不去尝试，可能会后悔错过了一个很好的机会。",
        "label": ""
      },
      {
        "sentence": "和他多了解一些，深入交流可以让你更好地判断你的感受。",
        "label": ""
      },
      {
        "sentence": "同时也要相信自己的直觉，当你确定你对他有真正的感觉时，再表达你的情感，这样的前提下也就不容易被伤害了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得很对，或许我确实需要多了解他一些，深入交流，找出我内心真实的感受。只是，我还是担心万一我们之间没有共同语言或者不合适，我又怎么面对这样的现实呢？",
    "annotation": [
      {
        "sentence": "嗯，你说得很对，或许我确实需要多了解他一些，深入交流，找出我内心真实的感受。",
        "label": ""
      },
      {
        "sentence": "只是，我还是担心万一我们之间没有共同语言或者不合适，我又怎么面对这样的现实呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要急于下结论，先给彼此一些时间相互了解。如果你们有共同话题，喜欢同一类的事物，甚至拥有相似的价值观，那么你们就可能有更多的共同点。就像你们跳舞时聊得挺正常一样，这也说明了你们能够找到共同的话题。如果最终发现彼此确实不合适，那也是正常的，重要的是尽早发现并从中学习。无论结果如何，这段经历都是你个人成长的一部分。",
    "annotation": [
      {
        "sentence": "不要急于下结论，先给彼此一些时间相互了解。",
        "label": ""
      },
      {
        "sentence": "如果你们有共同话题，喜欢同一类的事物，甚至拥有相似的价值观，那么你们就可能有更多的共同点。",
        "label": ""
      },
      {
        "sentence": "就像你们跳舞时聊得挺正常一样，这也说明了你们能够找到共同的话题。",
        "label": ""
      },
      {
        "sentence": "如果最终发现彼此确实不合适，那也是正常的，重要的是尽早发现并从中学习。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，这段经历都是你个人成长的一部分。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了，感谢你的建议和支持。我现在感觉放松了很多，想通了很多事情。我会尽快与他多沟通，了解他的内在，然后再做决定。非常感谢你的帮助！",
    "annotation": [
      {
        "sentence": "嗯，我明白了，感谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我现在感觉放松了很多，想通了很多事情。",
        "label": ""
      },
      {
        "sentence": "我会尽快与他多沟通，了解他的内在，然后再做决定。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "客气了，我相信你会做出正确的决定。希望你在寻找真爱的过程中，能够得到更多的成长和快乐。如果有任何问题，随时都可以向我求助。祝你好运！",
    "annotation": [
      {
        "sentence": "客气了，我相信你会做出正确的决定。",
        "label": ""
      },
      {
        "sentence": "希望你在寻找真爱的过程中，能够得到更多的成长和快乐。",
        "label": ""
      },
      {
        "sentence": "如果有任何问题，随时都可以向我求助。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]