[
  {
    "role": "client",
    "content": "噪音敏感，听到一种声音就很烦躁？6月就开始，半夜经常1点左右就听到铁锹铲地的声音，早上6点左右又开始烦的不行，当时跟我妈说我妈表面上答应让我爸解决，其实根本没给我爸说。听我说我爸知道后晚上也听到声音，出去听，说是隔壁后面家的狗，给那家打了电话，后来还是有声音，我要了电话早上人家没睡醒就把人家臭骂一顿，后来再听还是铁锹的声音，根本不可能是狗，就觉得很气愤我还错怪了别人家的狗。觉得这些是我爸妈他们去隔壁邻居家都问问不就解决了，我就觉得自己好没用不知道怎么跟人家搭话，我们是外地打工回来跟附近的邻居也不亲，井水不犯河水。我回来十多年也没有朋友，当然是我的原因，也在人前表面上比较内向，也从不跟附近大人打招呼，现在一听到铁锹声就很烦，我真的不知道我愤怒的根源是什么？别人对我的“欺负”自己不反抗的不满吗？我要怎么做？我出去看又找不到声源在哪，打开窗看声音也没了！对自己消除不满，声音就消失了吗？",
    "annotation": [
      {
        "sentence": "噪音敏感，听到一种声音就很烦躁？",
        "label": ""
      },
      {
        "sentence": "6月就开始，半夜经常1点左右就听到铁锹铲地的声音，早上6点左右又开始烦的不行，当时跟我妈说我妈表面上答应让我爸解决，其实根本没给我爸说。",
        "label": ""
      },
      {
        "sentence": "听我说我爸知道后晚上也听到声音，出去听，说是隔壁后面家的狗，给那家打了电话，后来还是有声音，我要了电话早上人家没睡醒就把人家臭骂一顿，后来再听还是铁锹的声音，根本不可能是狗，就觉得很气愤我还错怪了别人家的狗。",
        "label": ""
      },
      {
        "sentence": "觉得这些是我爸妈他们去隔壁邻居家都问问不就解决了，我就觉得自己好没用不知道怎么跟人家搭话，我们是外地打工回来跟附近的邻居也不亲，井水不犯河水。",
        "label": ""
      },
      {
        "sentence": "我回来十多年也没有朋友，当然是我的原因，也在人前表面上比较内向，也从不跟附近大人打招呼，现在一听到铁锹声就很烦，我真的不知道我愤怒的根源是什么？",
        "label": ""
      },
      {
        "sentence": "别人对我的“欺负”自己不反抗的不满吗？",
        "label": ""
      },
      {
        "sentence": "我要怎么做？",
        "label": ""
      },
      {
        "sentence": "我出去看又找不到声源在哪，打开窗看声音也没了！",
        "label": ""
      },
      {
        "sentence": "对自己消除不满，声音就消失了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以想象你非常困扰，听到声音的烦恼肯定很难维持正常生活。我认为你的情况可能出现在两个方面：一，6月开始有这个声音，很长时间的困扰可能形成了你的“神经过敏源”，现在再听到这个声音就会格外烦恼；二，你对周围的人产生戒心，觉得自己不擅长与人相处，也不想与邻居打招呼，现在又要找邻居帮忙，可能会让你感到矛盾和无助。",
    "annotation": [
      {
        "sentence": "我可以想象你非常困扰，听到声音的烦恼肯定很难维持正常生活。",
        "label": ""
      },
      {
        "sentence": "我认为你的情况可能出现在两个方面：一，6月开始有这个声音，很长时间的困扰可能形成了你的“神经过敏源”，现在再听到这个声音就会格外烦恼；二，你对周围的人产生戒心，觉得自己不擅长与人相处，也不想与邻居打招呼，现在又要找邻居帮忙，可能会让你感到矛盾和无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得你说的都很对，我真的就是无法再忍受现在的情况了。",
    "annotation": [
      {
        "sentence": "是的，我觉得你说的都很对，我真的就是无法再忍受现在的情况了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的感受。对于你的难处，我们可以先从能够控制的事情去做。例如，你可以试试用耳塞或者头戴式听力保护器，看是否可以有效减少噪音干扰。另外，我觉得你可能需要一些心理方面的帮助，也可以通过电话或者线上咨询的方式去寻找专业机构帮助你应对情绪问题。",
    "annotation": [
      {
        "sentence": "我可以理解你的感受。",
        "label": ""
      },
      {
        "sentence": "对于你的难处，我们可以先从能够控制的事情去做。",
        "label": ""
      },
      {
        "sentence": "例如，你可以试试用耳塞或者头戴式听力保护器，看是否可以有效减少噪音干扰。",
        "label": ""
      },
      {
        "sentence": "另外，我觉得你可能需要一些心理方面的帮助，也可以通过电话或者线上咨询的方式去寻找专业机构帮助你应对情绪问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，这个建议很好，我会试一试。但是我还是有些不明白，我觉得我实在是太被动了，别人的行为影响着我的情绪，我应该怎么做？",
    "annotation": [
      {
        "sentence": "嗯，这个建议很好，我会试一试。",
        "label": ""
      },
      {
        "sentence": "但是我还是有些不明白，我觉得我实在是太被动了，别人的行为影响着我的情绪，我应该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个问题很常见，其实我们都会受到外界环境的影响。但我认为重要的是，我们能够在情绪高涨之前，提前意识到自己的心情变化，并尝试更积极、冷静地对待问题。比如你可以用一些主动的方式来减轻自己的负担，例如进行下身部分的放松训练、去外面散散步等。",
    "annotation": [
      {
        "sentence": "这个问题很常见，其实我们都会受到外界环境的影响。",
        "label": ""
      },
      {
        "sentence": "但我认为重要的是，我们能够在情绪高涨之前，提前意识到自己的心情变化，并尝试更积极、冷静地对待问题。",
        "label": ""
      },
      {
        "sentence": "比如你可以用一些主动的方式来减轻自己的负担，例如进行下身部分的放松训练、去外面散散步等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会尝试的。但是我还是很担心，如果这个问题得不到解决，我会变得越来越消沉的。",
    "annotation": [
      {
        "sentence": "嗯，我会尝试的。",
        "label": ""
      },
      {
        "sentence": "但是我还是很担心，如果这个问题得不到解决，我会变得越来越消沉的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的心情，并不是每个人都能够很自然地去排解他们的困难。但是我们可以尝试去理解、接受和调整自己的情绪，这样才能让我们生活更加和谐、更加平静。我希望你能够在这个过程中，保持耐心，可以逐渐感受到那些积极的变化。",
    "annotation": [
      {
        "sentence": "我理解你的心情，并不是每个人都能够很自然地去排解他们的困难。",
        "label": ""
      },
      {
        "sentence": "但是我们可以尝试去理解、接受和调整自己的情绪，这样才能让我们生活更加和谐、更加平静。",
        "label": ""
      },
      {
        "sentence": "我希望你能够在这个过程中，保持耐心，可以逐渐感受到那些积极的变化。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会努力的。谢谢你给我的建议和支持！",
    "annotation": [
      {
        "sentence": "嗯，我会努力的。",
        "label": ""
      },
      {
        "sentence": "谢谢你给我的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，相信自己，我们都会在不断的尝试学习中成长起来。如果你还有什么问题，可以随时联系我。",
    "annotation": [
      {
        "sentence": "不用谢，相信自己，我们都会在不断的尝试学习中成长起来。",
        "label": ""
      },
      {
        "sentence": "如果你还有什么问题，可以随时联系我。",
        "label": ""
      }
    ]
  }
]