[
  {
    "role": "client",
    "content": "我有数字的强迫症，持续多年，有没有什么解决办法？我平时做事情，比如画画，玩游戏，写作业……其他什么的，总是喜欢数数，算时间，算次数。算时间一般会取整，整半或我算时间是用脑算的，所以我会不断回忆检查时间多少。我对数字有一些偏好，喜欢2和6，还有9也喜欢点，讨厌一些数字，算数时会尽量避开。看到或想到讨厌的数字，会生理性头疼。除了时间之外，还有做事情的次数，看到的东西个数之类的。刚开始算时间，现在泛化出很多问题具体的我在下面补充。",
    "annotation": [
      {
        "sentence": "我有数字的强迫症，持续多年，有没有什么解决办法？",
        "label": ""
      },
      {
        "sentence": "我平时做事情，比如画画，玩游戏，写作业……其他什么的，总是喜欢数数，算时间，算次数。",
        "label": ""
      },
      {
        "sentence": "算时间一般会取整，整半或我算时间是用脑算的，所以我会不断回忆检查时间多少。",
        "label": ""
      },
      {
        "sentence": "我对数字有一些偏好，喜欢2和6，还有9也喜欢点，讨厌一些数字，算数时会尽量避开。",
        "label": ""
      },
      {
        "sentence": "看到或想到讨厌的数字，会生理性头疼。",
        "label": ""
      },
      {
        "sentence": "除了时间之外，还有做事情的次数，看到的东西个数之类的。",
        "label": ""
      },
      {
        "sentence": "刚开始算时间，现在泛化出很多问题具体的我在下面补充。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我了解你的困扰。数字的强迫症可能导致不必要的焦虑和负担。让我帮助你，可以谈谈你的具体情况吗？",
    "annotation": [
      {
        "sentence": "你好，我了解你的困扰。",
        "label": ""
      },
      {
        "sentence": "数字的强迫症可能导致不必要的焦虑和负担。",
        "label": ""
      },
      {
        "sentence": "让我帮助你，可以谈谈你的具体情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "具体情况在这：1.纠结算时间之类的不确定数量时，能否将时间约算，比如两小时多一点或少一点算成2，找理由解释为什么可以这么做2.考虑我算数量时应该怎么选取算数量的范围，要算什么事情的数量，哪些事情要算，哪些不算。还要想，怎样的事情算做过一次，多少的东西能算一组，并且要找理由来解释3.当记错一些事情，数量时，会想为什么记错，怎么记错的，怎么想起来（有的时候在手机电脑上看到照片，文件之类的显示的修改时间与我的记忆严重不符，有的是显然显示错了，像照片白天拍的显示晚上几点，我清楚是错了；还有一些感觉时间有点不准确的，我会怀疑是我记错了还是显示错误，这点我很困扰，不敢相信记忆）4.我算数时想算出来喜欢的数，我会尽量来修改算数的方法，调整范围来凑得喜欢的数，并且想要使算的数合情合理，又会质疑不应该这样，并解释原因……5.纠结词语的含义。想描述某件事情时是否能用简称，某种描述是否能代表某件事情，说的意思是否准确，逻辑有没有错误，我是怎么想到这种描述的的……很多穷思竭虑的问题6.（凑数），想不到了，不想说了，证明我真的喜欢凑数～其实还有很多，不太容易描述就主要是这些，感谢各位看官能看到这里，我说了这么多。强迫症我是初一得的，现在大一已经六年了。初二初三好了，但是有失眠，平时颈椎不好，经常疼，想多了会头疼，脑袋发紧，呼吸困难，高三很艰难，现在大一，吃过舍曲林，吃了很短时间断了，现在吃中药，头疼轻了，但最近在家上网课，想事情很多且非常细节，非常绕，情绪烦躁，每天花好几个小时来想，感觉非常痛苦。于是终于鼓起勇气来知乎询问，希望能得到一些帮助。知道强迫症一些原理，也看过很多心理类书籍，但一直没有什么好的办法，而且我看网上的对于算数类强迫症的描述不是很多，一直有点疑惑。我这样子，是因为我太在乎做事情时间吗？有什么好的应对办法？有的人说我做事情有计划很好，可算数带给我很多负担。并且其实我因为算数的原因，好多时间难以利用起来。",
    "annotation": [
      {
        "sentence": "具体情况在这：1.纠结算时间之类的不确定数量时，能否将时间约算，比如两小时多一点或少一点算成2，找理由解释为什么可以这么做2.考虑我算数量时应该怎么选取算数量的范围，要算什么事情的数量，哪些事情要算，哪些不算。",
        "label": ""
      },
      {
        "sentence": "还要想，怎样的事情算做过一次，多少的东西能算一组，并且要找理由来解释3.当记错一些事情，数量时，会想为什么记错，怎么记错的，怎么想起来（有的时候在手机电脑上看到照片，文件之类的显示的修改时间与我的记忆严重不符，有的是显然显示错了，像照片白天拍的显示晚上几点，我清楚是错了；还有一些感觉时间有点不准确的，我会怀疑是我记错了还是显示错误，这点我很困扰，不敢相信记忆）4.我算数时想算出来喜欢的数，我会尽量来修改算数的方法，调整范围来凑得喜欢的数，并且想要使算的数合情合理，又会质疑不应该这样，并解释原因……5.纠结词语的含义。",
        "label": ""
      },
      {
        "sentence": "想描述某件事情时是否能用简称，某种描述是否能代表某件事情，说的意思是否准确，逻辑有没有错误，我是怎么想到这种描述的的……很多穷思竭虑的问题6.（凑数），想不到了，不想说了，证明我真的喜欢凑数～其实还有很多，不太容易描述就主要是这些，感谢各位看官能看到这里，我说了这么多。",
        "label": ""
      },
      {
        "sentence": "强迫症我是初一得的，现在大一已经六年了。",
        "label": ""
      },
      {
        "sentence": "初二初三好了，但是有失眠，平时颈椎不好，经常疼，想多了会头疼，脑袋发紧，呼吸困难，高三很艰难，现在大一，吃过舍曲林，吃了很短时间断了，现在吃中药，头疼轻了，但最近在家上网课，想事情很多且非常细节，非常绕，情绪烦躁，每天花好几个小时来想，感觉非常痛苦。",
        "label": ""
      },
      {
        "sentence": "于是终于鼓起勇气来知乎询问，希望能得到一些帮助。",
        "label": ""
      },
      {
        "sentence": "知道强迫症一些原理，也看过很多心理类书籍，但一直没有什么好的办法，而且我看网上的对于算数类强迫症的描述不是很多，一直有点疑惑。",
        "label": ""
      },
      {
        "sentence": "我这样子，是因为我太在乎做事情时间吗？",
        "label": ""
      },
      {
        "sentence": "有什么好的应对办法？",
        "label": ""
      },
      {
        "sentence": "有的人说我做事情有计划很好，可算数带给我很多负担。",
        "label": ""
      },
      {
        "sentence": "并且其实我因为算数的原因，好多时间难以利用起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢谢你对我提供详细的信息，你描述的情况让我能更好地了解你的困扰。你的纠结是因为对时间和数字的特殊关注，这可能导致一些困扰和焦虑。对于你的第一个问题，我们可以探索将不确定的时间约算，以及找到一个可以接受的理由来解释这一行为。对于第二个问题，请思考一下哪些事情的数量真正重要，尝试设定一个合理的范围，并给出解释。对于第三个问题，当你记错或感觉时间不准确时，我们可以探讨记忆的特性并找到适合你的解决方法。对于第四个问题，你可以试着理解数值只是一种工具，不必过度纠结。我们可以一起找到适合你的算数方法，并且学会接受一些不完美。关于纠结词语的含义的问题，我建议你尝试放松一些，接受一些灵活性，逐渐舒缓一些苛求自己的压力。这些都需要一些时间和耐心，但我相信我们可以一起找到适合你的解决方法。至于你提到的失眠和身体不适，这可能与强迫症相关，我们可以进一步探讨并了解你的具体情况，也可以提供一些相应的建议来缓解不适的情况。你来向我们寻求帮助是一个重要的一步，我们将尽力帮助你找到应对办法。",
    "annotation": [
      {
        "sentence": "谢谢你对我提供详细的信息，你描述的情况让我能更好地了解你的困扰。",
        "label": ""
      },
      {
        "sentence": "你的纠结是因为对时间和数字的特殊关注，这可能导致一些困扰和焦虑。",
        "label": ""
      },
      {
        "sentence": "对于你的第一个问题，我们可以探索将不确定的时间约算，以及找到一个可以接受的理由来解释这一行为。",
        "label": ""
      },
      {
        "sentence": "对于第二个问题，请思考一下哪些事情的数量真正重要，尝试设定一个合理的范围，并给出解释。",
        "label": ""
      },
      {
        "sentence": "对于第三个问题，当你记错或感觉时间不准确时，我们可以探讨记忆的特性并找到适合你的解决方法。",
        "label": ""
      },
      {
        "sentence": "对于第四个问题，你可以试着理解数值只是一种工具，不必过度纠结。",
        "label": ""
      },
      {
        "sentence": "我们可以一起找到适合你的算数方法，并且学会接受一些不完美。",
        "label": ""
      },
      {
        "sentence": "关于纠结词语的含义的问题，我建议你尝试放松一些，接受一些灵活性，逐渐舒缓一些苛求自己的压力。",
        "label": ""
      },
      {
        "sentence": "这些都需要一些时间和耐心，但我相信我们可以一起找到适合你的解决方法。",
        "label": ""
      },
      {
        "sentence": "至于你提到的失眠和身体不适，这可能与强迫症相关，我们可以进一步探讨并了解你的具体情况，也可以提供一些相应的建议来缓解不适的情况。",
        "label": ""
      },
      {
        "sentence": "你来向我们寻求帮助是一个重要的一步，我们将尽力帮助你找到应对办法。",
        "label": ""
      }
    ]
  }
]