[
  {
    "role": "client",
    "content": "分手后总想起前男友的好，越想越放不下？",
    "annotation": [
      {
        "sentence": "分手后总想起前男友的好，越想越放不下？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受。分手后，我们常常会回忆起前任的好处，这是很正常的情绪反应。",
    "annotation": [
      {
        "sentence": "我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "分手后，我们常常会回忆起前任的好处，这是很正常的情绪反应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我越想他，就越无法释怀。我们在一起一年半，期间经历了很多分分合合。今年四月他提出了唯一一次分手，他说工作压力大，觉得我满脑子都是情情爱爱的事情。我以前对他要求过高，总是认为他不够爱我、不够在乎我。那次分手他表现得很绝情。",
    "annotation": [
      {
        "sentence": "可是我越想他，就越无法释怀。",
        "label": ""
      },
      {
        "sentence": "我们在一起一年半，期间经历了很多分分合合。",
        "label": ""
      },
      {
        "sentence": "今年四月他提出了唯一一次分手，他说工作压力大，觉得我满脑子都是情情爱爱的事情。",
        "label": ""
      },
      {
        "sentence": "我以前对他要求过高，总是认为他不够爱我、不够在乎我。",
        "label": ""
      },
      {
        "sentence": "那次分手他表现得很绝情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你们之间存在着许多沟通问题。他也问过你会不会怕他以后对你一毫不在乎而把你甩掉。你说你不会。他没有做到那样的事情，反而立刻变得温暖对待你，就像以往一样好。这段关系似乎存在着一些矛盾。",
    "annotation": [
      {
        "sentence": "听起来你们之间存在着许多沟通问题。",
        "label": ""
      },
      {
        "sentence": "他也问过你会不会怕他以后对你一毫不在乎而把你甩掉。",
        "label": ""
      },
      {
        "sentence": "你说你不会。",
        "label": ""
      },
      {
        "sentence": "他没有做到那样的事情，反而立刻变得温暖对待你，就像以往一样好。",
        "label": ""
      },
      {
        "sentence": "这段关系似乎存在着一些矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "最近我去他那里小住了两周，但他太懒了，总是只为自己考虑，不会顾及到我。虽然他嘴上说会改，但实际行动中并没有付诸行动。多次不改后我提出了分手。可是分手后我还是无法放下他，周围也有比他条件好的人追求我，可我心里一直想着他，总是希望他能够改变。",
    "annotation": [
      {
        "sentence": "最近我去他那里小住了两周，但他太懒了，总是只为自己考虑，不会顾及到我。",
        "label": ""
      },
      {
        "sentence": "虽然他嘴上说会改，但实际行动中并没有付诸行动。",
        "label": ""
      },
      {
        "sentence": "多次不改后我提出了分手。",
        "label": ""
      },
      {
        "sentence": "可是分手后我还是无法放下他，周围也有比他条件好的人追求我，可我心里一直想着他，总是希望他能够改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可能错过了与他沟通的最佳时机，他似乎并不愿意与你沟通。在最后一次分手的谈话中，你们依旧在争辩谁对谁错。他告诉朋友说这次的分手肯定是最终了，他现在只想着工作，顾不到其他的事情，而你心里总是充满了情感和爱意。虽然上次和好后，你再也没有提过他不够爱你的问题，你只是希望他能够理解你，不要那么懒惰。但似乎你被他的标签所束缚住了。你还是无法放下他，想要找他，但你也明白找他并不能解决问题，他也不会改变。",
    "annotation": [
      {
        "sentence": "你可能错过了与他沟通的最佳时机，他似乎并不愿意与你沟通。",
        "label": ""
      },
      {
        "sentence": "在最后一次分手的谈话中，你们依旧在争辩谁对谁错。",
        "label": ""
      },
      {
        "sentence": "他告诉朋友说这次的分手肯定是最终了，他现在只想着工作，顾不到其他的事情，而你心里总是充满了情感和爱意。",
        "label": ""
      },
      {
        "sentence": "虽然上次和好后，你再也没有提过他不够爱你的问题，你只是希望他能够理解你，不要那么懒惰。",
        "label": ""
      },
      {
        "sentence": "但似乎你被他的标签所束缚住了。",
        "label": ""
      },
      {
        "sentence": "你还是无法放下他，想要找他，但你也明白找他并不能解决问题，他也不会改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，分手后总是回忆起对方的好，也总是希望对方能够改变。我们分分合合已经让彼此感到疲惫和难受了。可能我们之间的沟通确实存在问题，他也不够理解和体贴我。当感情中出现问题时，我们需要好好沟通，一起寻找解决的方案。但一个人的改变不是一件简单的事情，他在某些方面可能不觉得需要改变，但在你看来却是问题。感情中的安全感是我们给自己的，也许你的安全感不够，希望能够通过对方的确认来得到他对你的爱和关心。有些男生更倾向于通过实际行动来表达爱和关心，而不仅仅是嘴巴上给你一个答案。当这些问题被一次次提起时，对方也会感到厌烦。在感情中，没有谁对谁错，我们需要更多的包容和理解。虽然你无法忘记他，总是想起他，但你可以适当转移注意力，充实自己，让自己变得更忙碌。没有完美的另一半，你也清楚他不会改变某些问题。如果还有机会在一起，他依旧不改变，你觉得你们会幸福吗？暂时无法忘记他并没有关系，给自己一些时间，好好放下，重新开始。有些人可能不适合，不需要勉强自己，你也会找到属于自己的幸福的。",
    "annotation": [
      {
        "sentence": "你说得对，分手后总是回忆起对方的好，也总是希望对方能够改变。",
        "label": ""
      },
      {
        "sentence": "我们分分合合已经让彼此感到疲惫和难受了。",
        "label": ""
      },
      {
        "sentence": "可能我们之间的沟通确实存在问题，他也不够理解和体贴我。",
        "label": ""
      },
      {
        "sentence": "当感情中出现问题时，我们需要好好沟通，一起寻找解决的方案。",
        "label": ""
      },
      {
        "sentence": "但一个人的改变不是一件简单的事情，他在某些方面可能不觉得需要改变，但在你看来却是问题。",
        "label": ""
      },
      {
        "sentence": "感情中的安全感是我们给自己的，也许你的安全感不够，希望能够通过对方的确认来得到他对你的爱和关心。",
        "label": ""
      },
      {
        "sentence": "有些男生更倾向于通过实际行动来表达爱和关心，而不仅仅是嘴巴上给你一个答案。",
        "label": ""
      },
      {
        "sentence": "当这些问题被一次次提起时，对方也会感到厌烦。",
        "label": ""
      },
      {
        "sentence": "在感情中，没有谁对谁错，我们需要更多的包容和理解。",
        "label": ""
      },
      {
        "sentence": "虽然你无法忘记他，总是想起他，但你可以适当转移注意力，充实自己，让自己变得更忙碌。",
        "label": ""
      },
      {
        "sentence": "没有完美的另一半，你也清楚他不会改变某些问题。",
        "label": ""
      },
      {
        "sentence": "如果还有机会在一起，他依旧不改变，你觉得你们会幸福吗？",
        "label": ""
      },
      {
        "sentence": "暂时无法忘记他并没有关系，给自己一些时间，好好放下，重新开始。",
        "label": ""
      },
      {
        "sentence": "有些人可能不适合，不需要勉强自己，你也会找到属于自己的幸福的。",
        "label": ""
      }
    ]
  }
]