[
  {
    "role": "client",
    "content": "我借给别人十几万钱，现在要不回来了，每天都想自杀，快要崩溃了。当初借钱时，对方说只是周转几天，我也是借了别人的钱借给了他。借出去的时候我老公不知道，后来他知道了，我们起诉到了法院，但好像没有什么用。现在我每天做噩梦，吃不下饭也睡不着觉。我欠别人的钱始终都要还，但是我自己根本没有能力还。我想自杀，每天都在想，快要崩溃了。",
    "annotation": [
      {
        "sentence": "我借给别人十几万钱，现在要不回来了，每天都想自杀，快要崩溃了。",
        "label": ""
      },
      {
        "sentence": "当初借钱时，对方说只是周转几天，我也是借了别人的钱借给了他。",
        "label": ""
      },
      {
        "sentence": "借出去的时候我老公不知道，后来他知道了，我们起诉到了法院，但好像没有什么用。",
        "label": ""
      },
      {
        "sentence": "现在我每天做噩梦，吃不下饭也睡不着觉。",
        "label": ""
      },
      {
        "sentence": "我欠别人的钱始终都要还，但是我自己根本没有能力还。",
        "label": ""
      },
      {
        "sentence": "我想自杀，每天都在想，快要崩溃了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听说你遇到了很困难的情况，我很愿意聆听并帮助你度过这个难关。首先，我想和你一起算一个计算题，你觉得可以吗？假设你每个月有1000元的剩余，一年下来大概能有12000元的收入，十年就是12万元。虽然这只是一个假设，但至少在最不济的情况下，每年你可以还清所有的债务。“自杀”绝对不是解决问题的好办法，毕竟我们还有家庭要照顾。而且，你借钱的朋友之所以把钱借给你，是因为对你的信任和支持。我相信你不希望辜负他们的期望，对吧？我们可以和朋友们沟通，根据各自的经济状况，灵活地还款。富裕一些的朋友可以少还一点，经济紧张的朋友可以多还一点。我相信，通过大家的共同努力，问题一定是可以解决的。另外，你提到你起诉到了法院，但好像没有效果。不知道是因为没有合理的证据，还是其他原因？当初，由于你瞒着丈夫借钱，可能没有要借条等证据。所以，我建议你先咨询一下律师，看看如何取证。对方肯定不会轻易还钱，所以最好通过司法途径解决问题。同时，我们也要和丈夫好好沟通，虽然当初没有经过他的同意，但事情已经发生了。我们需要尽快解决问题。不要着急，要冷静面对。如果丈夫比较理智，愿意和我们一起面对问题，那么问题肯定是可以解决的，只是时间问题。如果丈夫比较冲动或者无法冷静处理问题，那么我们首先要安抚他的情绪。毕竟，着急并不能解决问题。",
    "annotation": [
      {
        "sentence": "你好，听说你遇到了很困难的情况，我很愿意聆听并帮助你度过这个难关。",
        "label": ""
      },
      {
        "sentence": "首先，我想和你一起算一个计算题，你觉得可以吗？",
        "label": ""
      },
      {
        "sentence": "假设你每个月有1000元的剩余，一年下来大概能有12000元的收入，十年就是12万元。",
        "label": ""
      },
      {
        "sentence": "虽然这只是一个假设，但至少在最不济的情况下，每年你可以还清所有的债务。",
        "label": ""
      },
      {
        "sentence": "“自杀”绝对不是解决问题的好办法，毕竟我们还有家庭要照顾。",
        "label": ""
      },
      {
        "sentence": "而且，你借钱的朋友之所以把钱借给你，是因为对你的信任和支持。",
        "label": ""
      },
      {
        "sentence": "我相信你不希望辜负他们的期望，对吧？",
        "label": ""
      },
      {
        "sentence": "我们可以和朋友们沟通，根据各自的经济状况，灵活地还款。",
        "label": ""
      },
      {
        "sentence": "富裕一些的朋友可以少还一点，经济紧张的朋友可以多还一点。",
        "label": ""
      },
      {
        "sentence": "我相信，通过大家的共同努力，问题一定是可以解决的。",
        "label": ""
      },
      {
        "sentence": "另外，你提到你起诉到了法院，但好像没有效果。",
        "label": ""
      },
      {
        "sentence": "不知道是因为没有合理的证据，还是其他原因？",
        "label": ""
      },
      {
        "sentence": "当初，由于你瞒着丈夫借钱，可能没有要借条等证据。",
        "label": ""
      },
      {
        "sentence": "所以，我建议你先咨询一下律师，看看如何取证。",
        "label": ""
      },
      {
        "sentence": "对方肯定不会轻易还钱，所以最好通过司法途径解决问题。",
        "label": ""
      },
      {
        "sentence": "同时，我们也要和丈夫好好沟通，虽然当初没有经过他的同意，但事情已经发生了。",
        "label": ""
      },
      {
        "sentence": "我们需要尽快解决问题。",
        "label": ""
      },
      {
        "sentence": "不要着急，要冷静面对。",
        "label": ""
      },
      {
        "sentence": "如果丈夫比较理智，愿意和我们一起面对问题，那么问题肯定是可以解决的，只是时间问题。",
        "label": ""
      },
      {
        "sentence": "如果丈夫比较冲动或者无法冷静处理问题，那么我们首先要安抚他的情绪。",
        "label": ""
      },
      {
        "sentence": "毕竟，着急并不能解决问题。",
        "label": ""
      }
    ]
  }
]