[
  {
    "role": "client",
    "content": "大学之后学习动力一点都没了，焦虑以后找不到工作？上大学之后很多困惑，负面情绪，无心学习，不过曾经一段时间我谈了恋爱，终于把自己从焦虑性依恋变成了安全性依恋。分手之后越来越不开心了，自己很难开心起来。但最主要是没有动力学习，但又很需要找到好的工作所以特别焦虑，害怕，无助。不过我大学在外表方面做了很大的改观，也是我努力的结果。",
    "annotation": [
      {
        "sentence": "大学之后学习动力一点都没了，焦虑以后找不到工作？",
        "label": ""
      },
      {
        "sentence": "上大学之后很多困惑，负面情绪，无心学习，不过曾经一段时间我谈了恋爱，终于把自己从焦虑性依恋变成了安全性依恋。",
        "label": ""
      },
      {
        "sentence": "分手之后越来越不开心了，自己很难开心起来。",
        "label": ""
      },
      {
        "sentence": "但最主要是没有动力学习，但又很需要找到好的工作所以特别焦虑，害怕，无助。",
        "label": ""
      },
      {
        "sentence": "不过我大学在外表方面做了很大的改观，也是我努力的结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你的感受，希望可以帮助你。看到你的提问，你似乎陷入了“没动力学习->找不到好工作->焦虑->更没动力学习”的循环中，对此我有两点想法供你参考。#没动力学习=学习不好？#",
    "annotation": [
      {
        "sentence": "很理解你的感受，希望可以帮助你。",
        "label": ""
      },
      {
        "sentence": "看到你的提问，你似乎陷入了“没动力学习->找不到好工作->焦虑->更没动力学习”的循环中，对此我有两点想法供你参考。",
        "label": ""
      },
      {
        "sentence": "#没动力学习=学习不好？",
        "label": ""
      },
      {
        "sentence": "#",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，就是这样的循环。我觉得没有动力学习就无法取得好成绩，找工作也会很困难。",
    "annotation": [
      {
        "sentence": "是的，就是这样的循环。",
        "label": ""
      },
      {
        "sentence": "我觉得没有动力学习就无法取得好成绩，找工作也会很困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的问题是“没动力学习”，但没动力学习真的等于没有好成绩吗？我猜不尽然，否则你的题目应该是“成绩很差找不到好工作怎么办？所以，你担心的似乎并不是成绩，而是自身没有了学习的动力，但如果没有动力却依旧能够保持一个可以接受的成绩，那可能说明，在学习上，目前你可能的确不需要付出那么多。同时，我也很好奇，看起来在大学之前你在学习上有更多的动力，那么，这些动力现在去哪里了呢？这就引出了第二个问题——#你焦虑的是什么？#",
    "annotation": [
      {
        "sentence": "你的问题是“没动力学习”，但没动力学习真的等于没有好成绩吗？",
        "label": ""
      },
      {
        "sentence": "我猜不尽然，否则你的题目应该是“成绩很差找不到好工作怎么办？",
        "label": ""
      },
      {
        "sentence": "所以，你担心的似乎并不是成绩，而是自身没有了学习的动力，但如果没有动力却依旧能够保持一个可以接受的成绩，那可能说明，在学习上，目前你可能的确不需要付出那么多。",
        "label": ""
      },
      {
        "sentence": "同时，我也很好奇，看起来在大学之前你在学习上有更多的动力，那么，这些动力现在去哪里了呢？",
        "label": ""
      },
      {
        "sentence": "这就引出了第二个问题——#你焦虑的是什么？",
        "label": ""
      },
      {
        "sentence": "#",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我更焦虑的是找不到好工作。但是，我觉得找不到好工作和没动力学习真的有必然联系吗？如果真的有必然联系，没动力学习一定找不到任何好工作，那我想，焦虑应该会像小鞭子一样每天鞭策你学习，焦虑就是最大的动力。所以我猜，在你那里，找不到好工作的原因一定是多样的，学习是其中之一但肯定不是全部，你的动力也许流向了更需要的地方，所以，你目前最有动力做的事情也许才是你认为对找工作而言最重要的，你并不是没动力学习，而是把原来学习的动力分给了你认为重要的其他事情。",
    "annotation": [
      {
        "sentence": "我更焦虑的是找不到好工作。",
        "label": ""
      },
      {
        "sentence": "但是，我觉得找不到好工作和没动力学习真的有必然联系吗？",
        "label": ""
      },
      {
        "sentence": "如果真的有必然联系，没动力学习一定找不到任何好工作，那我想，焦虑应该会像小鞭子一样每天鞭策你学习，焦虑就是最大的动力。",
        "label": ""
      },
      {
        "sentence": "所以我猜，在你那里，找不到好工作的原因一定是多样的，学习是其中之一但肯定不是全部，你的动力也许流向了更需要的地方，所以，你目前最有动力做的事情也许才是你认为对找工作而言最重要的，你并不是没动力学习，而是把原来学习的动力分给了你认为重要的其他事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常认同你的观点。每个人都有自己独特的动力来源，而且动力并不是一成不变的。或许在现阶段你的动力转移到了寻找工作上，这并不意味着你完全没有动力学习。这也解释了为什么你在外表方面有所改观，因为你对这方面投入了更多的动力。那么我想问问你，你目前在寻找工作方面有哪些积极的举措呢？",
    "annotation": [
      {
        "sentence": "非常认同你的观点。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己独特的动力来源，而且动力并不是一成不变的。",
        "label": ""
      },
      {
        "sentence": "或许在现阶段你的动力转移到了寻找工作上，这并不意味着你完全没有动力学习。",
        "label": ""
      },
      {
        "sentence": "这也解释了为什么你在外表方面有所改观，因为你对这方面投入了更多的动力。",
        "label": ""
      },
      {
        "sentence": "那么我想问问你，你目前在寻找工作方面有哪些积极的举措呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我在不断完善简历，积极投递应聘信，也参加了一些招聘会和面试。但是，每次面试被拒绝后，我就更加焦虑，对自己的能力产生怀疑。",
    "annotation": [
      {
        "sentence": "我在不断完善简历，积极投递应聘信，也参加了一些招聘会和面试。",
        "label": ""
      },
      {
        "sentence": "但是，每次面试被拒绝后，我就更加焦虑，对自己的能力产生怀疑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经采取了积极的措施，这值得肯定。但是，拒绝并不代表你没有能力，只是代表目前还没有找到适合你的工作机会。我想告诉你，面试过程中被拒绝是很正常的，每个人都会经历这样的阶段。重要的是要保持信心，相信自己的能力，并且不放弃努力。每次面试的经验都是对自己的成长和提升，将来你会找到适合自己的工作的。同时，我也鼓励你多与他人交流，寻求一些建议和帮助，也许他们会给你一些启发和新的思路。",
    "annotation": [
      {
        "sentence": "你已经采取了积极的措施，这值得肯定。",
        "label": ""
      },
      {
        "sentence": "但是，拒绝并不代表你没有能力，只是代表目前还没有找到适合你的工作机会。",
        "label": ""
      },
      {
        "sentence": "我想告诉你，面试过程中被拒绝是很正常的，每个人都会经历这样的阶段。",
        "label": ""
      },
      {
        "sentence": "重要的是要保持信心，相信自己的能力，并且不放弃努力。",
        "label": ""
      },
      {
        "sentence": "每次面试的经验都是对自己的成长和提升，将来你会找到适合自己的工作的。",
        "label": ""
      },
      {
        "sentence": "同时，我也鼓励你多与他人交流，寻求一些建议和帮助，也许他们会给你一些启发和新的思路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励！我会坚持努力的，希望能够找到适合我的工作。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会坚持努力的，希望能够找到适合我的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够找到适合你的工作的。坚持努力，保持积极的心态，你一定会迎来转机的。如果你在找工作的过程中还有其他的困惑或者需要帮助的地方，随时向我求助，我会一直在你身边支持你。",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够找到适合你的工作的。",
        "label": ""
      },
      {
        "sentence": "坚持努力，保持积极的心态，你一定会迎来转机的。",
        "label": ""
      },
      {
        "sentence": "如果你在找工作的过程中还有其他的困惑或者需要帮助的地方，随时向我求助，我会一直在你身边支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我真的很感激。我会记住你的话，我相信有你的支持，我一定能够度过这个困难时期。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我真的很感激。",
        "label": ""
      },
      {
        "sentence": "我会记住你的话，我相信有你的支持，我一定能够度过这个困难时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个勇敢坚强的人，相信自己，你一定能够克服各种困难。记住，困难只是暂时的，而你的能力和潜力是无限的。加油！",
    "annotation": [
      {
        "sentence": "你是一个勇敢坚强的人，相信自己，你一定能够克服各种困难。",
        "label": ""
      },
      {
        "sentence": "记住，困难只是暂时的，而你的能力和潜力是无限的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]