[
  {
    "role": "client",
    "content": "我最近上班的时候总忍不住哭，不知道为什么。我在一个家里人都觉得不错的医院上班，但是我非常不喜欢现在的工作岗位。因为要经常上夜班，时间很长，有时候病号也很多。坐一晚上也是有的。本来也没啥，想着刚毕业嘛，多吃点苦很正常。但是在经历了很多不公平的事情之后，和我一起来的很多小伙伴都脱离了夜班苦海，可是我还在上。时间长了，每次上夜班前我都很焦虑，不停地看着天气预报，有没有说要下雨，因为下雨了病号就少很多了。下雨了还好，要是不下雨我就会很难过。如果在我不上夜班的时候下雨了，我会更难过，想想都能哭出来那种难过。晚上病号一多，我就觉得我好累，累到鼠标都拿不起来，话也不想多说，半句甚至会在没人的时候躲在后面偷偷地哭。有时候还会想很多不好的事情。我知道像我这样四肢健全，家庭幸福的已经很难得了，不应该想那些不好的。可是我就是不快乐，这种绝望甚至影响了我工作外的生活。我也想过辞职，但是家里人都说外面的工作更难做，我很茫然该怎么办……",
    "annotation": [
      {
        "sentence": "我最近上班的时候总忍不住哭，不知道为什么。",
        "label": ""
      },
      {
        "sentence": "我在一个家里人都觉得不错的医院上班，但是我非常不喜欢现在的工作岗位。",
        "label": ""
      },
      {
        "sentence": "因为要经常上夜班，时间很长，有时候病号也很多。",
        "label": ""
      },
      {
        "sentence": "坐一晚上也是有的。",
        "label": ""
      },
      {
        "sentence": "本来也没啥，想着刚毕业嘛，多吃点苦很正常。",
        "label": ""
      },
      {
        "sentence": "但是在经历了很多不公平的事情之后，和我一起来的很多小伙伴都脱离了夜班苦海，可是我还在上。",
        "label": ""
      },
      {
        "sentence": "时间长了，每次上夜班前我都很焦虑，不停地看着天气预报，有没有说要下雨，因为下雨了病号就少很多了。",
        "label": ""
      },
      {
        "sentence": "下雨了还好，要是不下雨我就会很难过。",
        "label": ""
      },
      {
        "sentence": "如果在我不上夜班的时候下雨了，我会更难过，想想都能哭出来那种难过。",
        "label": ""
      },
      {
        "sentence": "晚上病号一多，我就觉得我好累，累到鼠标都拿不起来，话也不想多说，半句甚至会在没人的时候躲在后面偷偷地哭。",
        "label": ""
      },
      {
        "sentence": "有时候还会想很多不好的事情。",
        "label": ""
      },
      {
        "sentence": "我知道像我这样四肢健全，家庭幸福的已经很难得了，不应该想那些不好的。",
        "label": ""
      },
      {
        "sentence": "可是我就是不快乐，这种绝望甚至影响了我工作外的生活。",
        "label": ""
      },
      {
        "sentence": "我也想过辞职，但是家里人都说外面的工作更难做，我很茫然该怎么办……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你所经历的困扰，我能理解你的感受。工作对于一个人来说确实很重要，它不仅仅是一份收入和经济独立，还有更深刻的意义。工作可以让我们肩负岗位使命，体现社会价值，满足生命荣誉。根据你的描述，我初步判断你面临的压力来源于三个方面。首先是工作岗位的性质，你的工作时间非常长，导致你的私人空间非常有限，没有剩余的精力用于娱乐和提升自己。其次，你的伙伴已经调岗，脱离了夜班，他们得到了比你更好的待遇，这可能让你感到不公平和郁闷。第三，你似乎缺乏家里人的支持。他们觉得外面的工作更难做，这种说法让你感到茫然。家人的理解和支持非常重要，他们应该倾听你的感受，而不是用觉得来敷衍你，也应该相信你的能力。换一个角度思考，你是否真的要继续忍受目前的工作环境呢？请先停下来，思考一下你接受这份工作的理由，或者考虑一个你可以热爱和付出的职业，并为之开始行动。",
    "annotation": [
      {
        "sentence": "听到你所经历的困扰，我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "工作对于一个人来说确实很重要，它不仅仅是一份收入和经济独立，还有更深刻的意义。",
        "label": ""
      },
      {
        "sentence": "工作可以让我们肩负岗位使命，体现社会价值，满足生命荣誉。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，我初步判断你面临的压力来源于三个方面。",
        "label": ""
      },
      {
        "sentence": "首先是工作岗位的性质，你的工作时间非常长，导致你的私人空间非常有限，没有剩余的精力用于娱乐和提升自己。",
        "label": ""
      },
      {
        "sentence": "其次，你的伙伴已经调岗，脱离了夜班，他们得到了比你更好的待遇，这可能让你感到不公平和郁闷。",
        "label": ""
      },
      {
        "sentence": "第三，你似乎缺乏家里人的支持。",
        "label": ""
      },
      {
        "sentence": "他们觉得外面的工作更难做，这种说法让你感到茫然。",
        "label": ""
      },
      {
        "sentence": "家人的理解和支持非常重要，他们应该倾听你的感受，而不是用觉得来敷衍你，也应该相信你的能力。",
        "label": ""
      },
      {
        "sentence": "换一个角度思考，你是否真的要继续忍受目前的工作环境呢？",
        "label": ""
      },
      {
        "sentence": "请先停下来，思考一下你接受这份工作的理由，或者考虑一个你可以热爱和付出的职业，并为之开始行动。",
        "label": ""
      }
    ]
  }
]