[
  {
    "role": "client",
    "content": "我是一个20岁的女生，性向为男性，但是我对男性感到厌恶，觉得有冲突，不知道该怎么办？",
    "annotation": [
      {
        "sentence": "我是一个20岁的女生，性向为男性，但是我对男性感到厌恶，觉得有冲突，不知道该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受！我也是一个二十多岁的女孩子，大部分时候我内心幻想的对象也是男性，但是除了文艺作品中的男性，我在现实生活中对其他男性都没有过感觉！曾经我也有一个男朋友，但是他对我造成了很大的伤害，幸好我们早早分手了。另外，我和爸爸的关系之前也不是很好，我感觉他控制了我。所以，我能理解你的感受！",
    "annotation": [
      {
        "sentence": "我理解你的感受！",
        "label": ""
      },
      {
        "sentence": "我也是一个二十多岁的女孩子，大部分时候我内心幻想的对象也是男性，但是除了文艺作品中的男性，我在现实生活中对其他男性都没有过感觉！",
        "label": ""
      },
      {
        "sentence": "曾经我也有一个男朋友，但是他对我造成了很大的伤害，幸好我们早早分手了。",
        "label": ""
      },
      {
        "sentence": "另外，我和爸爸的关系之前也不是很好，我感觉他控制了我。",
        "label": ""
      },
      {
        "sentence": "所以，我能理解你的感受！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从小在一个单亲家庭长大，受到原生家庭的影响，对男性一直没有好的印象。此外，当我7岁的时候，受到了一个比我大4岁的孩子的影响，我把他当做哥哥，但是在他的压力下，我度过了一年多的时间。虽然没有实际上的猥亵和强奸，但是他的行为确实给了我很大的压力。",
    "annotation": [
      {
        "sentence": "我从小在一个单亲家庭长大，受到原生家庭的影响，对男性一直没有好的印象。",
        "label": ""
      },
      {
        "sentence": "此外，当我7岁的时候，受到了一个比我大4岁的孩子的影响，我把他当做哥哥，但是在他的压力下，我度过了一年多的时间。",
        "label": ""
      },
      {
        "sentence": "虽然没有实际上的猥亵和强奸，但是他的行为确实给了我很大的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你经历的情况和我真的很像！我也是从小在单亲家庭长大的，所以明白原生家庭对性别印象的影响。而且，我也曾经受到一个比我大的孩子的影响，虽然没有实质上的伤害，但是那段时间对我来说也是很困难的。",
    "annotation": [
      {
        "sentence": "你经历的情况和我真的很像！",
        "label": ""
      },
      {
        "sentence": "我也是从小在单亲家庭长大的，所以明白原生家庭对性别印象的影响。",
        "label": ""
      },
      {
        "sentence": "而且，我也曾经受到一个比我大的孩子的影响，虽然没有实质上的伤害，但是那段时间对我来说也是很困难的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我19岁的时候，交过一个男朋友，但是他对亲密接触的渴望让我感到极度厌恶和恶心，所以我们分手了。再加上我本身性格内向，朋友不多，和人交往也少，让我更加对男性产生了厌恶的情绪。",
    "annotation": [
      {
        "sentence": "我19岁的时候，交过一个男朋友，但是他对亲密接触的渴望让我感到极度厌恶和恶心，所以我们分手了。",
        "label": ""
      },
      {
        "sentence": "再加上我本身性格内向，朋友不多，和人交往也少，让我更加对男性产生了厌恶的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的感受！我也曾有过类似的经历，所以能理解你的厌恶情绪。但是我们要明白，每个人都有自己的想法和期望，和性格有关的因素也是其中的一部分。不过，过度的厌恶可能会让我们错失一些真正优秀的男性。所以，我建议你试着打破固有的看法，尝试去发现男性的优点，并向他们学习，增进彼此的了解。",
    "annotation": [
      {
        "sentence": "明白你的感受！",
        "label": ""
      },
      {
        "sentence": "我也曾有过类似的经历，所以能理解你的厌恶情绪。",
        "label": ""
      },
      {
        "sentence": "但是我们要明白，每个人都有自己的想法和期望，和性格有关的因素也是其中的一部分。",
        "label": ""
      },
      {
        "sentence": "不过，过度的厌恶可能会让我们错失一些真正优秀的男性。",
        "label": ""
      },
      {
        "sentence": "所以，我建议你试着打破固有的看法，尝试去发现男性的优点，并向他们学习，增进彼此的了解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解你的意思，我也试着去改变自己的想法，尝试去观察身边的男性，但是还是控制不住对他们产生厌恶的情绪。我真的很困惑，因为在心理上，我觉得自己是喜欢男性的，但是对现实生活中的男性，除了想要回避他们，就只有厌恶的感觉。这种喜欢和讨厌的矛盾让我很迷茫，不知道怎么去建立亲密关系。",
    "annotation": [
      {
        "sentence": "我理解你的意思，我也试着去改变自己的想法，尝试去观察身边的男性，但是还是控制不住对他们产生厌恶的情绪。",
        "label": ""
      },
      {
        "sentence": "我真的很困惑，因为在心理上，我觉得自己是喜欢男性的，但是对现实生活中的男性，除了想要回避他们，就只有厌恶的感觉。",
        "label": ""
      },
      {
        "sentence": "这种喜欢和讨厌的矛盾让我很迷茫，不知道怎么去建立亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你的困惑！但是我们要记住，喜欢和厌恶只是情绪的表达，并不代表我们对所有男性的真正感受。有时候，我们会受到一些负面经历的影响，但是这并不代表所有的男性都会给我们带来痛苦和困扰。我建议你从自己的内心出发，慢慢地接触和了解男性，抱着一种平常心去观察和交往。不要强求建立亲密关系，让一切顺其自然，我们一起共勉吧！加油！",
    "annotation": [
      {
        "sentence": "我能感受到你的困惑！",
        "label": ""
      },
      {
        "sentence": "但是我们要记住，喜欢和厌恶只是情绪的表达，并不代表我们对所有男性的真正感受。",
        "label": ""
      },
      {
        "sentence": "有时候，我们会受到一些负面经历的影响，但是这并不代表所有的男性都会给我们带来痛苦和困扰。",
        "label": ""
      },
      {
        "sentence": "我建议你从自己的内心出发，慢慢地接触和了解男性，抱着一种平常心去观察和交往。",
        "label": ""
      },
      {
        "sentence": "不要强求建立亲密关系，让一切顺其自然，我们一起共勉吧！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励！你的话让我感到温暖和希望。我会尝试用平常心去和男性相处，不再过分归结于他们的性别特征来评判和对待。希望能够逐渐放下对男性的厌恶，重新找回自己内心的平衡。我们一起加油吧！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励！",
        "label": ""
      },
      {
        "sentence": "你的话让我感到温暖和希望。",
        "label": ""
      },
      {
        "sentence": "我会尝试用平常心去和男性相处，不再过分归结于他们的性别特征来评判和对待。",
        "label": ""
      },
      {
        "sentence": "希望能够逐渐放下对男性的厌恶，重新找回自己内心的平衡。",
        "label": ""
      },
      {
        "sentence": "我们一起加油吧！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你！相信自己，你一定可以克服这段阴霾，重新找到内心的平衡和安宁。如果你需要任何帮助，随时都可以再来找我倾诉。我们一起加油吧！祝你好运！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你！",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定可以克服这段阴霾，重新找到内心的平衡和安宁。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助，随时都可以再来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "我们一起加油吧！",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]