[
  {
    "role": "client",
    "content": "已过去两年，一直活在渣男前任的阴影中，怎么办？",
    "annotation": [
      {
        "sentence": "已过去两年，一直活在渣男前任的阴影中，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你恨他——其实是恨自己为什么识人不清；恨着为什么一直付出的是你，却换来再次的背叛，甚至有可能更多次的背叛是你没有看见，所不知道的；恨着这么多年的感情和无私的付出，却换不来他的真心；恨自己竟然过了两年还会对他恋恋不忘；这一切是为什么？太不公平了！凭什么做错的是他，受伤的是你！可是，在他看来，这都是你愿意付出的啊，他又没有要你付出！他还会觉得你是用各种付出，来控制他，套牢他呢！这种感觉和妈妈又有什么区别呢？",
    "annotation": [
      {
        "sentence": "你恨他——其实是恨自己为什么识人不清；恨着为什么一直付出的是你，却换来再次的背叛，甚至有可能更多次的背叛是你没有看见，所不知道的；恨着这么多年的感情和无私的付出，却换不来他的真心；恨自己竟然过了两年还会对他恋恋不忘；这一切是为什么？",
        "label": ""
      },
      {
        "sentence": "太不公平了！",
        "label": ""
      },
      {
        "sentence": "凭什么做错的是他，受伤的是你！",
        "label": ""
      },
      {
        "sentence": "可是，在他看来，这都是你愿意付出的啊，他又没有要你付出！",
        "label": ""
      },
      {
        "sentence": "他还会觉得你是用各种付出，来控制他，套牢他呢！",
        "label": ""
      },
      {
        "sentence": "这种感觉和妈妈又有什么区别呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白他可能觉得我一直在控制他，可是我真的是为了我们的未来付出的啊。我一开始并没打算伤害他，可他却总是伤害我。",
    "annotation": [
      {
        "sentence": "我明白他可能觉得我一直在控制他，可是我真的是为了我们的未来付出的啊。",
        "label": ""
      },
      {
        "sentence": "我一开始并没打算伤害他，可他却总是伤害我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他喜欢被照顾的感觉，可不代表他想要多一个妈妈。一个成年男性更想摆脱妈妈，去创造属于自己的世界，被别人崇拜，在别的女人面前可以抬头挺胸，无往不利！你为他做这些事之前，想过他的感受，问过他的需求，给他这个机会了吗？在他看来，他也为你付出了啊————他感受到你是如此缺爱，如此缺乏存在感，他也尽力的为你做过很多事——比如你工作不顺利时陪在你身边，尽力的安慰，鼓励你，比如你不开心时的甜言蜜语，拥抱爱抚，比如你需要的时候，他能够出现在你面前，照顾你的感受，时时以你为先……可是他也需要被人理解，被人尊重，被看见，在你这里找不到，只有在别人那里去找了。这是两个有感情，却不成熟的人能够做到的——只想、只会用自己的方式爱对方，从来没有征求对方的意见。",
    "annotation": [
      {
        "sentence": "他喜欢被照顾的感觉，可不代表他想要多一个妈妈。",
        "label": ""
      },
      {
        "sentence": "一个成年男性更想摆脱妈妈，去创造属于自己的世界，被别人崇拜，在别的女人面前可以抬头挺胸，无往不利！",
        "label": ""
      },
      {
        "sentence": "你为他做这些事之前，想过他的感受，问过他的需求，给他这个机会了吗？",
        "label": ""
      },
      {
        "sentence": "在他看来，他也为你付出了啊————他感受到你是如此缺爱，如此缺乏存在感，他也尽力的为你做过很多事——比如你工作不顺利时陪在你身边，尽力的安慰，鼓励你，比如你不开心时的甜言蜜语，拥抱爱抚，比如你需要的时候，他能够出现在你面前，照顾你的感受，时时以你为先……可是他也需要被人理解，被人尊重，被看见，在你这里找不到，只有在别人那里去找了。",
        "label": ""
      },
      {
        "sentence": "这是两个有感情，却不成熟的人能够做到的——只想、只会用自己的方式爱对方，从来没有征求对方的意见。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从来没有想到这个问题，我一直认为我是在为我们的未来打拼。或许我太专注于我自己的感受，没有考虑到他的需求。",
    "annotation": [
      {
        "sentence": "我从来没有想到这个问题，我一直认为我是在为我们的未来打拼。",
        "label": ""
      },
      {
        "sentence": "或许我太专注于我自己的感受，没有考虑到他的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很有可能是习得你父母相处模式，你妈妈就是这样对待你父亲的，他们过得幸福么？你妈妈没有牢骚么？他们是怎么调和矛盾的？没有人可以一直持续的单方面付出，其实做了就是希望得到回报——除了有指责对方的权利，还希望对方都听自己安排，或者能够被自己无私付出打动，回报自己。你想放下仇恨，得把自己的愤怒说出来，宣泄出来，告诉他，得到他迟来的歉意。同时改变自己的认知，一味付出真的只是自己一厢情愿，怨不得别人。",
    "annotation": [
      {
        "sentence": "你很有可能是习得你父母相处模式，你妈妈就是这样对待你父亲的，他们过得幸福么？",
        "label": ""
      },
      {
        "sentence": "你妈妈没有牢骚么？",
        "label": ""
      },
      {
        "sentence": "他们是怎么调和矛盾的？",
        "label": ""
      },
      {
        "sentence": "没有人可以一直持续的单方面付出，其实做了就是希望得到回报——除了有指责对方的权利，还希望对方都听自己安排，或者能够被自己无私付出打动，回报自己。",
        "label": ""
      },
      {
        "sentence": "你想放下仇恨，得把自己的愤怒说出来，宣泄出来，告诉他，得到他迟来的歉意。",
        "label": ""
      },
      {
        "sentence": "同时改变自己的认知，一味付出真的只是自己一厢情愿，怨不得别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道了，我需要表达我的真实感受并告诉他我需要得到歉意。我也意识到自己可能一直将付出看得太重要了。",
    "annotation": [
      {
        "sentence": "我知道了，我需要表达我的真实感受并告诉他我需要得到歉意。",
        "label": ""
      },
      {
        "sentence": "我也意识到自己可能一直将付出看得太重要了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对男友的恨是放大了自己的付出，想想自己除了这些，真的有关心过他，理解他的需求么？如果没有，是时候放下了，改变自己，重新开始一段新恋情——你值得更好的生活，更美好的恋情。建立在平等的原则上的交往，互相尊重和理解的，这才是走向婚姻必备的，才有可能得到真正的幸福。",
    "annotation": [
      {
        "sentence": "对男友的恨是放大了自己的付出，想想自己除了这些，真的有关心过他，理解他的需求么？",
        "label": ""
      },
      {
        "sentence": "如果没有，是时候放下了，改变自己，重新开始一段新恋情——你值得更好的生活，更美好的恋情。",
        "label": ""
      },
      {
        "sentence": "建立在平等的原则上的交往，互相尊重和理解的，这才是走向婚姻必备的，才有可能得到真正的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我要学会更平等地对待感情，关注对方的需求。我会尝试放下这段仇恨，重新开始。",
    "annotation": [
      {
        "sentence": "你说得对，我要学会更平等地对待感情，关注对方的需求。",
        "label": ""
      },
      {
        "sentence": "我会尝试放下这段仇恨，重新开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你能够做到的。给自己一些时间去疗伤和调整心态，相信未来还有更好的恋情等待着你。记得要对自己好，给自己爱和关心，迎接更美好的明天。",
    "annotation": [
      {
        "sentence": "我相信你能够做到的。",
        "label": ""
      },
      {
        "sentence": "给自己一些时间去疗伤和调整心态，相信未来还有更好的恋情等待着你。",
        "label": ""
      },
      {
        "sentence": "记得要对自己好，给自己爱和关心，迎接更美好的明天。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励！我会坚持努力的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会坚持努力的。",
        "label": ""
      }
    ]
  }
]