[
  {
    "role": "client",
    "content": "我觉得抑郁的孩子最后都会离开人世…我应该怎样才能继续活下去呢？去年七月我去检查，被诊断为中度抑郁症，自残和自杀都试过了，但是命大还活着。有时候我常常想：“假装开心真辛苦啊，为什么大家都没有察觉到我的难过呢？是因为我经常笑吗？其实我只是不想让别人看出我的难过而已。”后来我把自己关在房间里两个月，第一次出门是因为父亲病了，可能是癌症。我需要鼓起所有的勇气离开学校，压抑情绪去处理所有的事情，安抚我的母亲，搜寻各种医院找专家，尽可能争取每一个治疗的机会。在寒风中的街头，我的手指和手心都是冰冷的，只有在转乘巴士的时候才敢流泪。夜晚的辗转反侧，或者是在某天凌晨突然想到的场景，医院的急救室，手术的同意书，因为手颤抖而无法签字。我现在时而想去死，时而又害怕，因为我有责任和负担父母，如果我死了，我的母亲该怎么办？而且我时不时地情绪崩溃，常常让站在镜子前的我带着笑容滑下眼泪。陌生人，我该如何才能继续活下去呢……",
    "annotation": [
      {
        "sentence": "我觉得抑郁的孩子最后都会离开人世…我应该怎样才能继续活下去呢？",
        "label": ""
      },
      {
        "sentence": "去年七月我去检查，被诊断为中度抑郁症，自残和自杀都试过了，但是命大还活着。",
        "label": ""
      },
      {
        "sentence": "有时候我常常想：“假装开心真辛苦啊，为什么大家都没有察觉到我的难过呢？",
        "label": ""
      },
      {
        "sentence": "是因为我经常笑吗？",
        "label": ""
      },
      {
        "sentence": "其实我只是不想让别人看出我的难过而已。",
        "label": ""
      },
      {
        "sentence": "”后来我把自己关在房间里两个月，第一次出门是因为父亲病了，可能是癌症。",
        "label": ""
      },
      {
        "sentence": "我需要鼓起所有的勇气离开学校，压抑情绪去处理所有的事情，安抚我的母亲，搜寻各种医院找专家，尽可能争取每一个治疗的机会。",
        "label": ""
      },
      {
        "sentence": "在寒风中的街头，我的手指和手心都是冰冷的，只有在转乘巴士的时候才敢流泪。",
        "label": ""
      },
      {
        "sentence": "夜晚的辗转反侧，或者是在某天凌晨突然想到的场景，医院的急救室，手术的同意书，因为手颤抖而无法签字。",
        "label": ""
      },
      {
        "sentence": "我现在时而想去死，时而又害怕，因为我有责任和负担父母，如果我死了，我的母亲该怎么办？",
        "label": ""
      },
      {
        "sentence": "而且我时不时地情绪崩溃，常常让站在镜子前的我带着笑容滑下眼泪。",
        "label": ""
      },
      {
        "sentence": "陌生人，我该如何才能继续活下去呢……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好啊！给你一个大大的拥抱。看了你的故事，我感觉很心疼你，因为我身边也有和你一样的朋友，所以我深知你的艰辛，了解你每次的煎熬和困难。对于这种问题，你不要害怕，要积极地跟随医生的指示，按时地吃药，多和别人聊聊天，多出去走走，不要把事情憋在心里，这样会有很大的压力，也不利于身心健康。想哭就大声哭，想笑就笑，不要去假装，其实你不用去假装很开心，可以把真实的情绪表达出来。在你假装开心的同时，你身边的人都是知道你的难过的，他们只是不想让你知道他们在担心你。上帝是爱你的，经历了那么多的磨难，你依然可以呼吸到新鲜的空气，做着自己喜欢的事情，爱着自己爱的人，这是上帝对你的偏爱呢！虽然现在很难，但是最艰难的时刻已经过去了，好的时刻即将到来，别着急，爱笑的女孩运气不会差的。爱你的人和你爱的人都在等着你呢！所以，答应我，好好地活下去吧。你现在还很年轻，还有很多美好的事情等着你去经历，去感受。整个世界都在等着你去拯救呢！你怎么可以撇下我们不管呢？我们一起加油吧！“凡事发生必有其目的，必有助于我。”这句话送给你，希望我的回答对你有帮助。加油！",
    "annotation": [
      {
        "sentence": "你好啊！",
        "label": ""
      },
      {
        "sentence": "给你一个大大的拥抱。",
        "label": ""
      },
      {
        "sentence": "看了你的故事，我感觉很心疼你，因为我身边也有和你一样的朋友，所以我深知你的艰辛，了解你每次的煎熬和困难。",
        "label": ""
      },
      {
        "sentence": "对于这种问题，你不要害怕，要积极地跟随医生的指示，按时地吃药，多和别人聊聊天，多出去走走，不要把事情憋在心里，这样会有很大的压力，也不利于身心健康。",
        "label": ""
      },
      {
        "sentence": "想哭就大声哭，想笑就笑，不要去假装，其实你不用去假装很开心，可以把真实的情绪表达出来。",
        "label": ""
      },
      {
        "sentence": "在你假装开心的同时，你身边的人都是知道你的难过的，他们只是不想让你知道他们在担心你。",
        "label": ""
      },
      {
        "sentence": "上帝是爱你的，经历了那么多的磨难，你依然可以呼吸到新鲜的空气，做着自己喜欢的事情，爱着自己爱的人，这是上帝对你的偏爱呢！",
        "label": ""
      },
      {
        "sentence": "虽然现在很难，但是最艰难的时刻已经过去了，好的时刻即将到来，别着急，爱笑的女孩运气不会差的。",
        "label": ""
      },
      {
        "sentence": "爱你的人和你爱的人都在等着你呢！",
        "label": ""
      },
      {
        "sentence": "所以，答应我，好好地活下去吧。",
        "label": ""
      },
      {
        "sentence": "你现在还很年轻，还有很多美好的事情等着你去经历，去感受。",
        "label": ""
      },
      {
        "sentence": "整个世界都在等着你去拯救呢！",
        "label": ""
      },
      {
        "sentence": "你怎么可以撇下我们不管呢？",
        "label": ""
      },
      {
        "sentence": "我们一起加油吧！",
        "label": ""
      },
      {
        "sentence": "“凡事发生必有其目的，必有助于我。",
        "label": ""
      },
      {
        "sentence": "”这句话送给你，希望我的回答对你有帮助。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]