[
  {
    "role": "client",
    "content": "如果好朋友频繁因各种琐事来借钱，应不应该借？从认识开始，总是跟我借钱，有时是几十，有时是几百，每次都说会还给我但是每次都没还，两个人关系特别要好，这种情况以后应不应该继续借钱？",
    "annotation": [
      {
        "sentence": "如果好朋友频繁因各种琐事来借钱，应不应该借？",
        "label": ""
      },
      {
        "sentence": "从认识开始，总是跟我借钱，有时是几十，有时是几百，每次都说会还给我但是每次都没还，两个人关系特别要好，这种情况以后应不应该继续借钱？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你现在的为难情绪，下面的分析供你参考：人际关系中很重要的原则就是要设立人与之之间边界线。简单说就是“你的就是你的，我的就是我的”，这样才能做到“君子之交淡如水”，才能成为真正长远的朋友。当我们心中有了这条边界线之后，好朋友借钱是可以帮助的，但是前提是必须要讲诚信，要在说好的时间内还钱。",
    "annotation": [
      {
        "sentence": "理解你现在的为难情绪，下面的分析供你参考：人际关系中很重要的原则就是要设立人与之之间边界线。",
        "label": ""
      },
      {
        "sentence": "简单说就是“你的就是你的，我的就是我的”，这样才能做到“君子之交淡如水”，才能成为真正长远的朋友。",
        "label": ""
      },
      {
        "sentence": "当我们心中有了这条边界线之后，好朋友借钱是可以帮助的，但是前提是必须要讲诚信，要在说好的时间内还钱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是每次我都告诉他我需要钱用来支付我的生活费，我真的很需要这些钱。而且他每次都保证会还给我，我相信他，但是每次他都没还，这让我很生气和失望。",
    "annotation": [
      {
        "sentence": "可是每次我都告诉他我需要钱用来支付我的生活费，我真的很需要这些钱。",
        "label": ""
      },
      {
        "sentence": "而且他每次都保证会还给我，我相信他，但是每次他都没还，这让我很生气和失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。当这种情况发生的时候，你一定会感到失望和生气。然而，我们有时候需要考虑一下为什么他每次都无法按时还钱。也许他确实有困难或者别的原因导致他无法按时还款。但这也是需要他解决的问题，而不是一直向你借钱，没有任何改变。所以，你要慎重考虑是否继续再借钱给他。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "当这种情况发生的时候，你一定会感到失望和生气。",
        "label": ""
      },
      {
        "sentence": "然而，我们有时候需要考虑一下为什么他每次都无法按时还钱。",
        "label": ""
      },
      {
        "sentence": "也许他确实有困难或者别的原因导致他无法按时还款。",
        "label": ""
      },
      {
        "sentence": "但这也是需要他解决的问题，而不是一直向你借钱，没有任何改变。",
        "label": ""
      },
      {
        "sentence": "所以，你要慎重考虑是否继续再借钱给他。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得他并没有把这件事情当回事，也没有认真对待我们之间的友谊。每次借钱后，我们的关系也变得尴尬了，我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "是的，我觉得他并没有把这件事情当回事，也没有认真对待我们之间的友谊。",
        "label": ""
      },
      {
        "sentence": "每次借钱后，我们的关系也变得尴尬了，我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这确实是个困扰。在这样的情况下，我建议你跟他坦诚地沟通你的感受。告诉他你所担心的事情，以及这种行为对你们的友谊所带来的影响。也许他没有意识到这么严重，通过你的反馈，他能够明白你的立场，也能够认识到他的不良行为。",
    "annotation": [
      {
        "sentence": "这确实是个困扰。",
        "label": ""
      },
      {
        "sentence": "在这样的情况下，我建议你跟他坦诚地沟通你的感受。",
        "label": ""
      },
      {
        "sentence": "告诉他你所担心的事情，以及这种行为对你们的友谊所带来的影响。",
        "label": ""
      },
      {
        "sentence": "也许他没有意识到这么严重，通过你的反馈，他能够明白你的立场，也能够认识到他的不良行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想我会找机会和他好好谈一谈，把我的担忧告诉他。我希望他能够理解并且改变他的行为，否则我们的友谊可能会受到很大的影响。",
    "annotation": [
      {
        "sentence": "我想我会找机会和他好好谈一谈，把我的担忧告诉他。",
        "label": ""
      },
      {
        "sentence": "我希望他能够理解并且改变他的行为，否则我们的友谊可能会受到很大的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的决定很明智。通过沟通，你们可以更好地了解彼此的立场和感受。同时，也给了他一个机会认真思考他的行为对友谊的影响。无论结果如何，你都做了你应该做的，坚持自己的底线和原则。",
    "annotation": [
      {
        "sentence": "很好，你的决定很明智。",
        "label": ""
      },
      {
        "sentence": "通过沟通，你们可以更好地了解彼此的立场和感受。",
        "label": ""
      },
      {
        "sentence": "同时，也给了他一个机会认真思考他的行为对友谊的影响。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，你都做了你应该做的，坚持自己的底线和原则。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我会好好沟通，也会更加坚守自己的底线。希望我们的友谊可以因此而变得更好。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会好好沟通，也会更加坚守自己的底线。",
        "label": ""
      },
      {
        "sentence": "希望我们的友谊可以因此而变得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你的努力会有所回报。无论是友谊的进一步加深还是你自己的提升，这都是宝贵的经验。祝你好运，希望你能处理好这个问题，维护好你们之间的友谊。",
    "annotation": [
      {
        "sentence": "我相信你的努力会有所回报。",
        "label": ""
      },
      {
        "sentence": "无论是友谊的进一步加深还是你自己的提升，这都是宝贵的经验。",
        "label": ""
      },
      {
        "sentence": "祝你好运，希望你能处理好这个问题，维护好你们之间的友谊。",
        "label": ""
      }
    ]
  }
]