[
  {
    "role": "client",
    "content": "14岁女生，做人真难，他们从没问过我快不快乐？我不想每天哭，我不想每天想那些糟心的事，不想每天晚上睡不着。",
    "annotation": [
      {
        "sentence": "14岁女生，做人真难，他们从没问过我快不快乐？",
        "label": ""
      },
      {
        "sentence": "我不想每天哭，我不想每天想那些糟心的事，不想每天晚上睡不着。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "好想~-“他们从没问过我快不快乐”。在人际沟通分析学中，有一个名词叫“安抚”，也就是对个体表示认可的行为或表现；同时，在安抚理论中也存在着一种我们许多人都存在的“禁止信息”，即“当需要安抚的时候不要向别人要”。而世界上并不是所有人都是安抚专家，他们也不可能无时无刻不关注着你的言行，在你感到悲伤的时候即使发现并给予安抚。当你说“他们从没问过我快不快乐”时，你有没有与家人说过自己到底快不快乐呢？这里的“说”不是哭泣、愤怒等等，而是真正字面意义上的“告诉”。家人不是冷冰冰的石头，而是心灵的港湾，当你说出：“爸爸妈妈，我喜欢跳舞，希望今后走舞蹈的道路，现在的学业我并不喜欢，让我很痛苦。”家人即使不同意你的选择，也会以相对平和的方式去回答你，这样一段有意义的对话便真正开始了。",
    "annotation": [
      {
        "sentence": "好想~-“他们从没问过我快不快乐”。",
        "label": ""
      },
      {
        "sentence": "在人际沟通分析学中，有一个名词叫“安抚”，也就是对个体表示认可的行为或表现；同时，在安抚理论中也存在着一种我们许多人都存在的“禁止信息”，即“当需要安抚的时候不要向别人要”。",
        "label": ""
      },
      {
        "sentence": "而世界上并不是所有人都是安抚专家，他们也不可能无时无刻不关注着你的言行，在你感到悲伤的时候即使发现并给予安抚。",
        "label": ""
      },
      {
        "sentence": "当你说“他们从没问过我快不快乐”时，你有没有与家人说过自己到底快不快乐呢？",
        "label": ""
      },
      {
        "sentence": "这里的“说”不是哭泣、愤怒等等，而是真正字面意义上的“告诉”。",
        "label": ""
      },
      {
        "sentence": "家人不是冷冰冰的石头，而是心灵的港湾，当你说出：“爸爸妈妈，我喜欢跳舞，希望今后走舞蹈的道路，现在的学业我并不喜欢，让我很痛苦。",
        "label": ""
      },
      {
        "sentence": "”家人即使不同意你的选择，也会以相对平和的方式去回答你，这样一段有意义的对话便真正开始了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的成绩非常非常的差，根本考不上高中，我的家人非常希望我考上，我也清楚知道上和没上的区别，从小学开始就各种补习班。可是我真的非常讨厌学习，",
    "annotation": [
      {
        "sentence": "我的成绩非常非常的差，根本考不上高中，我的家人非常希望我考上，我也清楚知道上和没上的区别，从小学开始就各种补习班。",
        "label": ""
      },
      {
        "sentence": "可是我真的非常讨厌学习，",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你这样说，我可以理解你的困扰。在学业上的压力常常会给人带来痛苦和焦虑。或许你可以与家人沟通一下，向他们诉说你的困扰和忧虑。跟他们一起探讨一下，看看是否有其他的解决方法。同时，我也建议你考虑寻求一些学习方面的帮助，例如找一个有经验的老师或者上一些专业的辅导班，提高学习效果。要记住，这并不代表你不能追随自己的兴趣，只是希望你能够更好地平衡学业和兴趣爱好。",
    "annotation": [
      {
        "sentence": "听到你这样说，我可以理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "在学业上的压力常常会给人带来痛苦和焦虑。",
        "label": ""
      },
      {
        "sentence": "或许你可以与家人沟通一下，向他们诉说你的困扰和忧虑。",
        "label": ""
      },
      {
        "sentence": "跟他们一起探讨一下，看看是否有其他的解决方法。",
        "label": ""
      },
      {
        "sentence": "同时，我也建议你考虑寻求一些学习方面的帮助，例如找一个有经验的老师或者上一些专业的辅导班，提高学习效果。",
        "label": ""
      },
      {
        "sentence": "要记住，这并不代表你不能追随自己的兴趣，只是希望你能够更好地平衡学业和兴趣爱好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "就在那个夏天，我学了跳舞，这是我唯一一个做好了的东西。他是我的骄傲，可是却和补习班时间撞上了，因为他们我只能放弃。",
    "annotation": [
      {
        "sentence": "就在那个夏天，我学了跳舞，这是我唯一一个做好了的东西。",
        "label": ""
      },
      {
        "sentence": "他是我的骄傲，可是却和补习班时间撞上了，因为他们我只能放弃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对跳舞的热爱让我非常钦佩。虽然现在时间上有些冲突，但是我相信你一定可以找到一个平衡的办法。或许可以试着与家人沟通，寻找一些合适的时间段来继续你的跳舞训练。你可以向他们解释一下你对跳舞的执着和意义，希望他们能够理解并支持你的选择。同时，你也可以尝试寻找其他的机会，比如周末或者假期参加舞蹈班，在有限的时间内，努力追求你喜欢的舞蹈梦想。",
    "annotation": [
      {
        "sentence": "你对跳舞的热爱让我非常钦佩。",
        "label": ""
      },
      {
        "sentence": "虽然现在时间上有些冲突，但是我相信你一定可以找到一个平衡的办法。",
        "label": ""
      },
      {
        "sentence": "或许可以试着与家人沟通，寻找一些合适的时间段来继续你的跳舞训练。",
        "label": ""
      },
      {
        "sentence": "你可以向他们解释一下你对跳舞的执着和意义，希望他们能够理解并支持你的选择。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试寻找其他的机会，比如周末或者假期参加舞蹈班，在有限的时间内，努力追求你喜欢的舞蹈梦想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "时隔一年，我又重新把它拾起来了，但现在又撞上了，我真的不想放弃了，可是我也初三了啊。我想学舞蹈，他们都不答应。",
    "annotation": [
      {
        "sentence": "时隔一年，我又重新把它拾起来了，但现在又撞上了，我真的不想放弃了，可是我也初三了啊。",
        "label": ""
      },
      {
        "sentence": "我想学舞蹈，他们都不答应。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑和无奈。初三确实是一个重要的阶段，考虑到学业的重要性，家人们可能会比较担心你的选择对学习带来的影响。但是，我认为你可以试着与家人多沟通，分享你热爱舞蹈的理由和意义，让他们了解你对舞蹈的执着和梦想。同时，你也可以主动提出妥协方案，比如保证学业的同时，积极参加舞蹈训练，并为此制定一个明确的计划和时间表，以证明你的决心和能力。希望你能够坚持自己的热爱，并争取到家人的理解和支持。",
    "annotation": [
      {
        "sentence": "我理解你的困惑和无奈。",
        "label": ""
      },
      {
        "sentence": "初三确实是一个重要的阶段，考虑到学业的重要性，家人们可能会比较担心你的选择对学习带来的影响。",
        "label": ""
      },
      {
        "sentence": "但是，我认为你可以试着与家人多沟通，分享你热爱舞蹈的理由和意义，让他们了解你对舞蹈的执着和梦想。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以主动提出妥协方案，比如保证学业的同时，积极参加舞蹈训练，并为此制定一个明确的计划和时间表，以证明你的决心和能力。",
        "label": ""
      },
      {
        "sentence": "希望你能够坚持自己的热爱，并争取到家人的理解和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "还记得那次因为补习班换的舞蹈班，我就没有好好听过一次课，我不想这样，我想这次坚定一点追随本心。",
    "annotation": [
      {
        "sentence": "还记得那次因为补习班换的舞蹈班，我就没有好好听过一次课，我不想这样，我想这次坚定一点追随本心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的勇气和决心让我十分钦佩。事实上，跟随自己的内心是非常重要的，无论是在学习还是兴趣爱好上。我建议你可以再次与家人进行一次认真的对话。向他们解释你上次因为补习班而放弃舞蹈的遗憾和决心。同时，你也可以提出你的改进计划，如如何更好地协调学业和舞蹈训练，以及如何在学业上取得更好的成绩。这样的努力和理性的沟通有助于获得家人对你选择的支持和理解。",
    "annotation": [
      {
        "sentence": "你的勇气和决心让我十分钦佩。",
        "label": ""
      },
      {
        "sentence": "事实上，跟随自己的内心是非常重要的，无论是在学习还是兴趣爱好上。",
        "label": ""
      },
      {
        "sentence": "我建议你可以再次与家人进行一次认真的对话。",
        "label": ""
      },
      {
        "sentence": "向他们解释你上次因为补习班而放弃舞蹈的遗憾和决心。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以提出你的改进计划，如如何更好地协调学业和舞蹈训练，以及如何在学业上取得更好的成绩。",
        "label": ""
      },
      {
        "sentence": "这样的努力和理性的沟通有助于获得家人对你选择的支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "又要开学了，记得刚升学那会儿我每天晚上都不敢睡觉，因为我怕一早上起来又要去学校，那里是让我有着很多噩梦的地方。我怕如果连舞蹈都没有了，我真的不知道有什么东西可以一直坚持下去了。他们还是这样，从来没问过我快不快乐。",
    "annotation": [
      {
        "sentence": "又要开学了，记得刚升学那会儿我每天晚上都不敢睡觉，因为我怕一早上起来又要去学校，那里是让我有着很多噩梦的地方。",
        "label": ""
      },
      {
        "sentence": "我怕如果连舞蹈都没有了，我真的不知道有什么东西可以一直坚持下去了。",
        "label": ""
      },
      {
        "sentence": "他们还是这样，从来没问过我快不快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能够感受到你对学校的不安和对舞蹈的依赖。如果你觉得去学校是一种负担和压力来源，我建议你试着和老师或者辅导员沟通，告诉他们你的感受和困扰。他们可能能提供一些特殊的帮助，让你在学校的环境更加舒适和适应。同时，你也可以思考一下，除了舞蹈以外，还有什么其他的事情能够让你感到快乐和满足。或许可以在学校中寻找一些兴趣小组或者社团，与志同道合的伙伴们一起参与活动，这样可以让你感到更加快乐和有动力去面对学校生活的挑战。希望你能够找到一种积极的心态，积极面对生活中的问题，并在舞蹈和其他方面都能够保持坚持和热爱。",
    "annotation": [
      {
        "sentence": "我能够感受到你对学校的不安和对舞蹈的依赖。",
        "label": ""
      },
      {
        "sentence": "如果你觉得去学校是一种负担和压力来源，我建议你试着和老师或者辅导员沟通，告诉他们你的感受和困扰。",
        "label": ""
      },
      {
        "sentence": "他们可能能提供一些特殊的帮助，让你在学校的环境更加舒适和适应。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以思考一下，除了舞蹈以外，还有什么其他的事情能够让你感到快乐和满足。",
        "label": ""
      },
      {
        "sentence": "或许可以在学校中寻找一些兴趣小组或者社团，与志同道合的伙伴们一起参与活动，这样可以让你感到更加快乐和有动力去面对学校生活的挑战。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到一种积极的心态，积极面对生活中的问题，并在舞蹈和其他方面都能够保持坚持和热爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者先生，谢谢您的理解和建议。我会尝试与家人进行沟通，告诉他们我内心真实的想法和感受。同时，我也会努力在学业和舞蹈之间找到平衡，并提出明确的计划和解决方案。我会保持坚持和积极的心态，继续追寻自己的热爱和梦想。再次感谢您的支持！",
    "annotation": [
      {
        "sentence": "支持者先生，谢谢您的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试与家人进行沟通，告诉他们我内心真实的想法和感受。",
        "label": ""
      },
      {
        "sentence": "同时，我也会努力在学业和舞蹈之间找到平衡，并提出明确的计划和解决方案。",
        "label": ""
      },
      {
        "sentence": "我会保持坚持和积极的心态，继续追寻自己的热爱和梦想。",
        "label": ""
      },
      {
        "sentence": "再次感谢您的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，无论面对什么困难和挑战，都要相信自己的能力和价值。坚持追随自己的兴趣和梦想，同时也要理解家人们对你的关心和担忧。通过真诚的沟通和努力，相信你",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，无论面对什么困难和挑战，都要相信自己的能力和价值。",
        "label": ""
      },
      {
        "sentence": "坚持追随自己的兴趣和梦想，同时也要理解家人们对你的关心和担忧。",
        "label": ""
      },
      {
        "sentence": "通过真诚的沟通和努力，相信你",
        "label": ""
      }
    ]
  }
]