[
  {
    "role": "client",
    "content": "我执着于寻找意义感，但当我觉得一切都没有意义时，就不想努力了。我是一个敏感而善于思考的98年男生，但是现在我对世界的态度变得越来越冷漠，对事不关己的样子。甚至觉得如果明天死了好像也没关系。家里是做生意的，父母从我小时候就一直很忙。现在他们希望我多帮忙家里的事情，多学习有关生意的知识。可是我对赚钱好像没有激情，我从小就没有很强烈的欲望。最大的困扰是我也想通过赚大笔钱来满足一些成就感，但每当工作的时候我就变得无动力了。看到朋友们努力工作赚钱，而我却还在划水混日子，感觉很煎熬，也不知道如何改变。我也曾下定决心要改变，愿意付费做心理长程资源，但是在我所在的3、4线城市找不到心理机构。",
    "annotation": [
      {
        "sentence": "我执着于寻找意义感，但当我觉得一切都没有意义时，就不想努力了。",
        "label": ""
      },
      {
        "sentence": "我是一个敏感而善于思考的98年男生，但是现在我对世界的态度变得越来越冷漠，对事不关己的样子。",
        "label": ""
      },
      {
        "sentence": "甚至觉得如果明天死了好像也没关系。",
        "label": ""
      },
      {
        "sentence": "家里是做生意的，父母从我小时候就一直很忙。",
        "label": ""
      },
      {
        "sentence": "现在他们希望我多帮忙家里的事情，多学习有关生意的知识。",
        "label": ""
      },
      {
        "sentence": "可是我对赚钱好像没有激情，我从小就没有很强烈的欲望。",
        "label": ""
      },
      {
        "sentence": "最大的困扰是我也想通过赚大笔钱来满足一些成就感，但每当工作的时候我就变得无动力了。",
        "label": ""
      },
      {
        "sentence": "看到朋友们努力工作赚钱，而我却还在划水混日子，感觉很煎熬，也不知道如何改变。",
        "label": ""
      },
      {
        "sentence": "我也曾下定决心要改变，愿意付费做心理长程资源，但是在我所在的3、4线城市找不到心理机构。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的困境我能理解。你说你执着于意义感，但是当你觉得一切都没有意义时就失去了动力。同时，你也想通过赚钱来获得成就感，但是却觉得很难。首先，不要奢望一次性获得很大一笔钱。我曾听过一句话：“你赚不了1块钱，怎么能够赚10块钱？”你对小目标不以为然，殊不知大目标也是由小目标组成的。没有人可以一下子获得很多钱，他们都是通过一点一滴的积累来实现目标的。所以，不要过于追求瞬间的成功，因为这样做会打击我们的自信心。大多数人都是平凡的，没有一蹴而就的成功，而是通过日复一日的努力积累成就。我们可以设立一个大目标，但是这个目标不可能一下子完成。我们可以将大目标拆分为小目标，逐个击破。每次完成一个小目标后，都会有一定的成就感，这样可以激励自己去完成其他的小目标，逐渐积累，潜移默化中完成大目标。最后我想和你分享一句话：“不要质疑你的付出，这些都会成为积累和沉淀，它们会默默铺路，只为你成为更优秀的人。”我们共同努力，你并不孤单。",
    "annotation": [
      {
        "sentence": "你的困境我能理解。",
        "label": ""
      },
      {
        "sentence": "你说你执着于意义感，但是当你觉得一切都没有意义时就失去了动力。",
        "label": ""
      },
      {
        "sentence": "同时，你也想通过赚钱来获得成就感，但是却觉得很难。",
        "label": ""
      },
      {
        "sentence": "首先，不要奢望一次性获得很大一笔钱。",
        "label": ""
      },
      {
        "sentence": "我曾听过一句话：“你赚不了1块钱，怎么能够赚10块钱？",
        "label": ""
      },
      {
        "sentence": "”你对小目标不以为然，殊不知大目标也是由小目标组成的。",
        "label": ""
      },
      {
        "sentence": "没有人可以一下子获得很多钱，他们都是通过一点一滴的积累来实现目标的。",
        "label": ""
      },
      {
        "sentence": "所以，不要过于追求瞬间的成功，因为这样做会打击我们的自信心。",
        "label": ""
      },
      {
        "sentence": "大多数人都是平凡的，没有一蹴而就的成功，而是通过日复一日的努力积累成就。",
        "label": ""
      },
      {
        "sentence": "我们可以设立一个大目标，但是这个目标不可能一下子完成。",
        "label": ""
      },
      {
        "sentence": "我们可以将大目标拆分为小目标，逐个击破。",
        "label": ""
      },
      {
        "sentence": "每次完成一个小目标后，都会有一定的成就感，这样可以激励自己去完成其他的小目标，逐渐积累，潜移默化中完成大目标。",
        "label": ""
      },
      {
        "sentence": "最后我想和你分享一句话：“不要质疑你的付出，这些都会成为积累和沉淀，它们会默默铺路，只为你成为更优秀的人。",
        "label": ""
      },
      {
        "sentence": "”我们共同努力，你并不孤单。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复，我理解了你所说的。我可能一直期望一下子就能达到很高的目标，但是现实却是需要一点一滴的积累和坚持。我会试着将大目标分解成小目标，逐步实现。我也会珍惜每次的小进步，努力去完成其他的小目标。同时，我会记住你分享的那句话，不质疑自己的付出，坚信积累和沉淀能够为我铺路，让我成为更优秀的人。谢谢你的支持。",
    "annotation": [
      {
        "sentence": "谢谢你的回复，我理解了你所说的。",
        "label": ""
      },
      {
        "sentence": "我可能一直期望一下子就能达到很高的目标，但是现实却是需要一点一滴的积累和坚持。",
        "label": ""
      },
      {
        "sentence": "我会试着将大目标分解成小目标，逐步实现。",
        "label": ""
      },
      {
        "sentence": "我也会珍惜每次的小进步，努力去完成其他的小目标。",
        "label": ""
      },
      {
        "sentence": "同时，我会记住你分享的那句话，不质疑自己的付出，坚信积累和沉淀能够为我铺路，让我成为更优秀的人。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够为你提供帮助。你的理解和接受是很重要的，而且你已经开始思考如何改变，并愿意付出行动。这是非常积极的一步。在这个过程中，难免会遇到一些阻碍和困难，但请记住，每一个小进步都值得骄傲和庆祝。当你感到困惑或挫败时，不要犹豫找我聊天，我会一直在这里支持你的。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "你的理解和接受是很重要的，而且你已经开始思考如何改变，并愿意付出行动。",
        "label": ""
      },
      {
        "sentence": "这是非常积极的一步。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，难免会遇到一些阻碍和困难，但请记住，每一个小进步都值得骄傲和庆祝。",
        "label": ""
      },
      {
        "sentence": "当你感到困惑或挫败时，不要犹豫找我聊天，我会一直在这里支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持。我确实需要在这个过程中遇到一些困难时有人可以倾诉和指导。我以后会经常来找你聊天，希望得到一些启发和建议。有时候我对自己和未来都感到迷茫，但是有你的支持，我相信我能够克服困难，迈向更好的自己。",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我确实需要在这个过程中遇到一些困难时有人可以倾诉和指导。",
        "label": ""
      },
      {
        "sentence": "我以后会经常来找你聊天，希望得到一些启发和建议。",
        "label": ""
      },
      {
        "sentence": "有时候我对自己和未来都感到迷茫，但是有你的支持，我相信我能够克服困难，迈向更好的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，我很乐意一直陪伴在你身边。当你感到迷茫和困惑时，随时都可以来找我聊天。我会尽力提供帮助和建议。不要忘记，你并不是一个人在面对这些问题，我们一起努力，一起成长。",
    "annotation": [
      {
        "sentence": "没问题，我很乐意一直陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "当你感到迷茫和困惑时，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "我会尽力提供帮助和建议。",
        "label": ""
      },
      {
        "sentence": "不要忘记，你并不是一个人在面对这些问题，我们一起努力，一起成长。",
        "label": ""
      }
    ]
  }
]