[
  {
    "role": "client",
    "content": "我执着于意义感，认为凡事无意义就不想努力，怎么办？98年男生，天性敏感想的多，但到现在对世界的态度变得越来越冷漠事不关己都是无所谓的样子。如果明天死了好像也没关系。家里是做生意的，父母从我小时候就很忙，现在他们希望我多帮帮家里的忙，多学点生意上的东西。可是我好像对赚钱没有激情，从小就没多少激情。最大的困扰是我也想去赚一大笔钱来满足一些成就感，可是每到工作的时候就瘫了没有动力。看到朋友努力工作赚钱我还在划水混日子感觉很煎熬也不知如何改变，也不是没有下定决心改变过。愿意付费做心理长程资源，但在3、4线城市找不到心理机构。",
    "annotation": [
      {
        "sentence": "我执着于意义感，认为凡事无意义就不想努力，怎么办？",
        "label": ""
      },
      {
        "sentence": "98年男生，天性敏感想的多，但到现在对世界的态度变得越来越冷漠事不关己都是无所谓的样子。",
        "label": ""
      },
      {
        "sentence": "如果明天死了好像也没关系。",
        "label": ""
      },
      {
        "sentence": "家里是做生意的，父母从我小时候就很忙，现在他们希望我多帮帮家里的忙，多学点生意上的东西。",
        "label": ""
      },
      {
        "sentence": "可是我好像对赚钱没有激情，从小就没多少激情。",
        "label": ""
      },
      {
        "sentence": "最大的困扰是我也想去赚一大笔钱来满足一些成就感，可是每到工作的时候就瘫了没有动力。",
        "label": ""
      },
      {
        "sentence": "看到朋友努力工作赚钱我还在划水混日子感觉很煎熬也不知如何改变，也不是没有下定决心改变过。",
        "label": ""
      },
      {
        "sentence": "愿意付费做心理长程资源，但在3、4线城市找不到心理机构。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我可以理解。在你责备自己赚钱不够多的时候，你常使用“对赚钱没有激情”这样的说法，自己也认同这并非是无稽之谈。但是别人是否相信，就很难说了。因为对于许多人来说，这个世界除了通过“赚钱”来激发生存动力以外，其他方面基本上不具备这个能力。比如你提到的“成功”，也只不过是通过金钱来衡量罢了，想要赚一大笔钱来获得成就感......这样单一的动力来源，对于那些对金钱没有激情的人来说，很难激发出真正的动力，所以难免会有“划水混日子”的感觉。经过思考，我认为解决之道可能是“反思自己”，找出到底想要什么。就像电影里常说的“找回自己”，就是指这个意思——作为一个有幸来到这个世界上的人，有机会不受经济约束按照自己的意愿生活，这已经是很幸运的了；如果能找到并实现自己的意愿，那就更加幸运；即使找到了但没能实现，也可以享受那个努力的过程。",
    "annotation": [
      {
        "sentence": "你的感受我可以理解。",
        "label": ""
      },
      {
        "sentence": "在你责备自己赚钱不够多的时候，你常使用“对赚钱没有激情”这样的说法，自己也认同这并非是无稽之谈。",
        "label": ""
      },
      {
        "sentence": "但是别人是否相信，就很难说了。",
        "label": ""
      },
      {
        "sentence": "因为对于许多人来说，这个世界除了通过“赚钱”来激发生存动力以外，其他方面基本上不具备这个能力。",
        "label": ""
      },
      {
        "sentence": "比如你提到的“成功”，也只不过是通过金钱来衡量罢了，想要赚一大笔钱来获得成就感......这样单一的动力来源，对于那些对金钱没有激情的人来说，很难激发出真正的动力，所以难免会有“划水混日子”的感觉。",
        "label": ""
      },
      {
        "sentence": "经过思考，我认为解决之道可能是“反思自己”，找出到底想要什么。",
        "label": ""
      },
      {
        "sentence": "就像电影里常说的“找回自己”，就是指这个意思——作为一个有幸来到这个世界上的人，有机会不受经济约束按照自己的意愿生活，这已经是很幸运的了；如果能找到并实现自己的意愿，那就更加幸运；即使找到了但没能实现，也可以享受那个努力的过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了你的意思，但我似乎被这种对赚钱的无感情绑架住了。我只是不知该如何找回对生活的激情和动力，也不知道自己到底想要什么。我的工作和家里的期望让我感到压力很大，但我似乎又无法对此展现积极的行动。我想改变自己，但是不知道从何开始。",
    "annotation": [
      {
        "sentence": "我明白了你的意思，但我似乎被这种对赚钱的无感情绑架住了。",
        "label": ""
      },
      {
        "sentence": "我只是不知该如何找回对生活的激情和动力，也不知道自己到底想要什么。",
        "label": ""
      },
      {
        "sentence": "我的工作和家里的期望让我感到压力很大，但我似乎又无法对此展现积极的行动。",
        "label": ""
      },
      {
        "sentence": "我想改变自己，但是不知道从何开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你觉得被对赚钱的无感情所束缚。不知道如何找回对生活的激情和动力，以及不清楚自己到底想要什么，这是很正常的。你既感受到了工作和家庭期望给你带来的压力，但又没有办法积极地行动。想要改变自己，但又不知道从何处着手。首先，我们可以一起探索你内心的真实想法和希望，帮助你找到你内心的目标和动力所在。然后，我们可以从小小的改变开始，逐步迈向你想要的生活。你愿意和我一起探索吗？",
    "annotation": [
      {
        "sentence": "我理解你觉得被对赚钱的无感情所束缚。",
        "label": ""
      },
      {
        "sentence": "不知道如何找回对生活的激情和动力，以及不清楚自己到底想要什么，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "你既感受到了工作和家庭期望给你带来的压力，但又没有办法积极地行动。",
        "label": ""
      },
      {
        "sentence": "想要改变自己，但又不知道从何处着手。",
        "label": ""
      },
      {
        "sentence": "首先，我们可以一起探索你内心的真实想法和希望，帮助你找到你内心的目标和动力所在。",
        "label": ""
      },
      {
        "sentence": "然后，我们可以从小小的改变开始，逐步迈向你想要的生活。",
        "label": ""
      },
      {
        "sentence": "你愿意和我一起探索吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我感激你的理解和支持。虽然我感到无助和困惑，但我希望能够找回自己，重新找到生活的动力。我愿意和你一起探索并逐渐迈向我想要的生活。我现在应该从哪里开始？",
    "annotation": [
      {
        "sentence": "我感激你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "虽然我感到无助和困惑，但我希望能够找回自己，重新找到生活的动力。",
        "label": ""
      },
      {
        "sentence": "我愿意和你一起探索并逐渐迈向我想要的生活。",
        "label": ""
      },
      {
        "sentence": "我现在应该从哪里开始？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，你敢于面对困难和寻求帮助是非常勇敢的。首先，让我们先梳理一下你内心的想法和希望。你可以尝试写下来，或者和我分享一下你最近的感受和思考。这样可以帮助我们更好地了解你的内心世界，找到你内心的目标和动力所在。",
    "annotation": [
      {
        "sentence": "非常好，你敢于面对困难和寻求帮助是非常勇敢的。",
        "label": ""
      },
      {
        "sentence": "首先，让我们先梳理一下你内心的想法和希望。",
        "label": ""
      },
      {
        "sentence": "你可以尝试写下来，或者和我分享一下你最近的感受和思考。",
        "label": ""
      },
      {
        "sentence": "这样可以帮助我们更好地了解你的内心世界，找到你内心的目标和动力所在。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着写下来，对于自己的想法和感受我还没有很清晰的认识。写下来应该可以帮助我更好地理清思路。我会尽快完成并和你分享。谢谢你的鼓励和支持。",
    "annotation": [
      {
        "sentence": "我会试着写下来，对于自己的想法和感受我还没有很清晰的认识。",
        "label": ""
      },
      {
        "sentence": "写下来应该可以帮助我更好地理清思路。",
        "label": ""
      },
      {
        "sentence": "我会尽快完成并和你分享。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试写下来，这是一个很好的方法。当你把内心的想法和感受具体化，并通过写作的方式来表达时，会更容易理清思路和寻找解决方法。期待和你分享你的思考结果，我会一直在你身边支持你的。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试写下来，这是一个很好的方法。",
        "label": ""
      },
      {
        "sentence": "当你把内心的想法和感受具体化，并通过写作的方式来表达时，会更容易理清思路和寻找解决方法。",
        "label": ""
      },
      {
        "sentence": "期待和你分享你的思考结果，我会一直在你身边支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来的支持和鼓励。我现在开始写下来，希望这次的探索能让我找回自己，重新拥有生活的动力。",
    "annotation": [
      {
        "sentence": "谢谢你一直以来的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我现在开始写下来，希望这次的探索能让我找回自己，重新拥有生活的动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不用客气，我一直都在这里支持你。相信通过写作和探索，你会渐渐找到自己，并重新拥有对生活的动力。如果在写作的过程中需要任何帮助，随时告诉我。我们一起慢慢前行，你不再孤单。",
    "annotation": [
      {
        "sentence": "你不用客气，我一直都在这里支持你。",
        "label": ""
      },
      {
        "sentence": "相信通过写作和探索，你会渐渐找到自己，并重新拥有对生活的动力。",
        "label": ""
      },
      {
        "sentence": "如果在写作的过程中需要任何帮助，随时告诉我。",
        "label": ""
      },
      {
        "sentence": "我们一起慢慢前行，你不再孤单。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的陪伴和鼓励，我会努力写下来并分享给你。再次感谢你的支持。",
    "annotation": [
      {
        "sentence": "谢谢你的陪伴和鼓励，我会努力写下来并分享给你。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，我会一直陪伴在你身边。希望你的写作能够带给你更多的启示和答案。记得随时和我分享你的进展和想法。无论发生什么，我都会一直支持你的。加油！",
    "annotation": [
      {
        "sentence": "不用谢，我会一直陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "希望你的写作能够带给你更多的启示和答案。",
        "label": ""
      },
      {
        "sentence": "记得随时和我分享你的进展和想法。",
        "label": ""
      },
      {
        "sentence": "无论发生什么，我都会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]