[
  {
    "role": "client",
    "content": "本人准高三，学习没动力学不进，该怎么办？此诚危急存亡之秋也，就读于省重点高中，之前两年感觉没干啥就不说了。现在有些厌学（以前也是），说读书的那些好处对我触动不大啊！？我自己又非常着急（可能有愧疚成分），还有我发现自己觉得自己有些独特（就是那种牛逼大佬的潜质）还有些自大。也试了很多办法吧也没多大用（自己执行力也不够吧，但是也去执行过了），去做的话真的难投入进去感觉有些难受。诸位大佬谢谢了诸位大佬希望能得到你们的建议。",
    "annotation": [
      {
        "sentence": "本人准高三，学习没动力学不进，该怎么办？",
        "label": ""
      },
      {
        "sentence": "此诚危急存亡之秋也，就读于省重点高中，之前两年感觉没干啥就不说了。",
        "label": ""
      },
      {
        "sentence": "现在有些厌学（以前也是），说读书的那些好处对我触动不大啊！？",
        "label": ""
      },
      {
        "sentence": "我自己又非常着急（可能有愧疚成分），还有我发现自己觉得自己有些独特（就是那种牛逼大佬的潜质）还有些自大。",
        "label": ""
      },
      {
        "sentence": "也试了很多办法吧也没多大用（自己执行力也不够吧，但是也去执行过了），去做的话真的难投入进去感觉有些难受。",
        "label": ""
      },
      {
        "sentence": "诸位大佬谢谢了诸位大佬希望能得到你们的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的困扰，我们先梳理一下你的问题和感受：1.厌学，不喜欢学习，一直有这个问题2.认为读书对你来说带来的好处不大，缺乏学习的动力，但又因此感到愧疚和着急3.觉得自己有独特的才能，有些自大4.尝试了很多办法，但未能取得明显效果，可能是因为自己的执行力不够。下面是我的建议：▼厌学问题不是一朝一夕就能改变的，但你可以试着接受学习，不要排斥它。可以将学习视为一种游戏，一道道题目就像闯关一样，每解开一道题，你会获得成就感，慢慢地你可能会找到学习的乐趣。▼对于读书的好处，可以给自己设立明确的目标，比如想要考上某个大学，想要读某个专业。目标对你来说很重要，想要实现这些目标就需要努力学习。你可以接触一些已经上大学的人，听听他们对大学生活的描述，你会发现好大学学习的东西是多么有挑战性和好玩的。不要认为所有大学都是一样的，我的经历告诉我，与本科生交流后，你会发现有很多不同，他们很优秀，也是我选择进一步升学的动力。▼自大是可以改正的，首先能意识到这一点已经很不错了。因为你知道了自己的缺点，就有改正的机会。虽然你有自大的资本，但是不能只看到自己的优点，可以虚心地请教别人，在遇到不懂的题目时，要谦虚。在平时的生活中，也要适度收敛一下自大的性格。▼曾尝试过不少办法但都无法有效解决问题，执行力也有所欠缺。虽然尝试失败了，但这也说明你想要改变，勇于尝试是很好的，很多人在制定计划之初都很兴奋，但坚持下去却很难。你缺乏执行力，可以寻求他人的帮助，或者与同样成绩差不多的同学一起学习，相互讨论，互相帮助，共同进步。最后祝愿你每天都开心，学习顺利，好好学习，天天向上。",
    "annotation": [
      {
        "sentence": "明白你的困扰，我们先梳理一下你的问题和感受：1.厌学，不喜欢学习，一直有这个问题2.认为读书对你来说带来的好处不大，缺乏学习的动力，但又因此感到愧疚和着急3.觉得自己有独特的才能，有些自大4.尝试了很多办法，但未能取得明显效果，可能是因为自己的执行力不够。",
        "label": ""
      },
      {
        "sentence": "下面是我的建议：▼厌学问题不是一朝一夕就能改变的，但你可以试着接受学习，不要排斥它。",
        "label": ""
      },
      {
        "sentence": "可以将学习视为一种游戏，一道道题目就像闯关一样，每解开一道题，你会获得成就感，慢慢地你可能会找到学习的乐趣。",
        "label": ""
      },
      {
        "sentence": "▼对于读书的好处，可以给自己设立明确的目标，比如想要考上某个大学，想要读某个专业。",
        "label": ""
      },
      {
        "sentence": "目标对你来说很重要，想要实现这些目标就需要努力学习。",
        "label": ""
      },
      {
        "sentence": "你可以接触一些已经上大学的人，听听他们对大学生活的描述，你会发现好大学学习的东西是多么有挑战性和好玩的。",
        "label": ""
      },
      {
        "sentence": "不要认为所有大学都是一样的，我的经历告诉我，与本科生交流后，你会发现有很多不同，他们很优秀，也是我选择进一步升学的动力。",
        "label": ""
      },
      {
        "sentence": "▼自大是可以改正的，首先能意识到这一点已经很不错了。",
        "label": ""
      },
      {
        "sentence": "因为你知道了自己的缺点，就有改正的机会。",
        "label": ""
      },
      {
        "sentence": "虽然你有自大的资本，但是不能只看到自己的优点，可以虚心地请教别人，在遇到不懂的题目时，要谦虚。",
        "label": ""
      },
      {
        "sentence": "在平时的生活中，也要适度收敛一下自大的性格。",
        "label": ""
      },
      {
        "sentence": "▼曾尝试过不少办法但都无法有效解决问题，执行力也有所欠缺。",
        "label": ""
      },
      {
        "sentence": "虽然尝试失败了，但这也说明你想要改变，勇于尝试是很好的，很多人在制定计划之初都很兴奋，但坚持下去却很难。",
        "label": ""
      },
      {
        "sentence": "你缺乏执行力，可以寻求他人的帮助，或者与同样成绩差不多的同学一起学习，相互讨论，互相帮助，共同进步。",
        "label": ""
      },
      {
        "sentence": "最后祝愿你每天都开心，学习顺利，好好学习，天天向上。",
        "label": ""
      }
    ]
  }
]