[
  {
    "role": "client",
    "content": "本人准高三，学习没动力学不进，该怎么办？此诚危急存亡之秋也，就读于省重点高中，之前两年感觉没干啥就不说了。现在有些厌学（以前也是），说读书的那些好处对我触动不大啊！？我自己又非常着急（可能有愧疚成分），还有我发现自己觉得自己有些独特（就是那种牛逼大佬的潜质）还有些自大。也试了很多办法吧也没多大用（自己执行力也不够吧，但是也去执行过了），去做的话真的难投入进去感觉有些难受。诸位大佬谢谢了诸位大佬希望能得到你们的建议。",
    "annotation": [
      {
        "sentence": "本人准高三，学习没动力学不进，该怎么办？",
        "label": ""
      },
      {
        "sentence": "此诚危急存亡之秋也，就读于省重点高中，之前两年感觉没干啥就不说了。",
        "label": ""
      },
      {
        "sentence": "现在有些厌学（以前也是），说读书的那些好处对我触动不大啊！？",
        "label": ""
      },
      {
        "sentence": "我自己又非常着急（可能有愧疚成分），还有我发现自己觉得自己有些独特（就是那种牛逼大佬的潜质）还有些自大。",
        "label": ""
      },
      {
        "sentence": "也试了很多办法吧也没多大用（自己执行力也不够吧，但是也去执行过了），去做的话真的难投入进去感觉有些难受。",
        "label": ""
      },
      {
        "sentence": "诸位大佬谢谢了诸位大佬希望能得到你们的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，从你的描述中，我可以感受到你在学习上面临的困惑和难处。作为一位有经验的支持者，我希望我的回答和经验可以帮到你。首先，要对之前两年没做什么事情感到庆幸，这说明你不会浪费时间，懂得珍惜每一天。作为一个就读于省重点高中的准高三生，你需要知道自己的起点比别人高，这是你的优势。虽然你现在对读书的好处不太感兴趣，但是我可以给你讲讲不读书的坏处。如果你选择在这个值得奋斗的年纪安逸下来，现在你可能会觉得不需要吃读书的苦，但是未来你将会吃生活的苦，而这些苦都带有利息。而且，如果你的成绩不能达到最初进入高中时的期望，你可能会感到失望。而那些过去考不上省重点高中的朋友，他们在高考时可能会考得比你好，你会不会嫉妒后悔呢？所以，如果你不知道自己想要什么，至少想想自己不想要什么，这样或许可以找到触动你的动力源泉。",
    "annotation": [
      {
        "sentence": "求助者，从你的描述中，我可以感受到你在学习上面临的困惑和难处。",
        "label": ""
      },
      {
        "sentence": "作为一位有经验的支持者，我希望我的回答和经验可以帮到你。",
        "label": ""
      },
      {
        "sentence": "首先，要对之前两年没做什么事情感到庆幸，这说明你不会浪费时间，懂得珍惜每一天。",
        "label": ""
      },
      {
        "sentence": "作为一个就读于省重点高中的准高三生，你需要知道自己的起点比别人高，这是你的优势。",
        "label": ""
      },
      {
        "sentence": "虽然你现在对读书的好处不太感兴趣，但是我可以给你讲讲不读书的坏处。",
        "label": ""
      },
      {
        "sentence": "如果你选择在这个值得奋斗的年纪安逸下来，现在你可能会觉得不需要吃读书的苦，但是未来你将会吃生活的苦，而这些苦都带有利息。",
        "label": ""
      },
      {
        "sentence": "而且，如果你的成绩不能达到最初进入高中时的期望，你可能会感到失望。",
        "label": ""
      },
      {
        "sentence": "而那些过去考不上省重点高中的朋友，他们在高考时可能会考得比你好，你会不会嫉妒后悔呢？",
        "label": ""
      },
      {
        "sentence": "所以，如果你不知道自己想要什么，至少想想自己不想要什么，这样或许可以找到触动你的动力源泉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，我明白你的意思了。我之前确实没有好好努力，但是高考还没有到，我还有机会重新开始。我应该找到适合自己的学习方式，不能再假努力了。我应该想想自己在什么时间段最适合学习，然后在那个时间段集中精力，保持头脑清醒，不要只是逼自己学习，那样看起来很认真，但实际上效率低下。我要想想自己想要以什么样的成绩去面对高考，想想自己离理想的大学还有多远。我还要明确自己的薄弱科目和擅长科目，并制定一个学习规划重新出发。谢谢你的建议！我相信一切都还来得及。",
    "annotation": [
      {
        "sentence": "支持者，我明白你的意思了。",
        "label": ""
      },
      {
        "sentence": "我之前确实没有好好努力，但是高考还没有到，我还有机会重新开始。",
        "label": ""
      },
      {
        "sentence": "我应该找到适合自己的学习方式，不能再假努力了。",
        "label": ""
      },
      {
        "sentence": "我应该想想自己在什么时间段最适合学习，然后在那个时间段集中精力，保持头脑清醒，不要只是逼自己学习，那样看起来很认真，但实际上效率低下。",
        "label": ""
      },
      {
        "sentence": "我要想想自己想要以什么样的成绩去面对高考，想想自己离理想的大学还有多远。",
        "label": ""
      },
      {
        "sentence": "我还要明确自己的薄弱科目和擅长科目，并制定一个学习规划重新出发。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我相信一切都还来得及。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你的回答让我感到很欣慰。你已经明确了自己要从何处重新开始，这是很重要的一步。不要着急，你仍然有足够的时间来努力。我曾经也是高考生，我想和你分享一句我当年贴在书桌上的名言：“天下无难事也无易事，人生有苦时方有乐时”。希望你可以顺利度过高考，加油！如果你还有其他问题或者需要更多的支持，随时找我倾诉。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "求助者，你的回答让我感到很欣慰。",
        "label": ""
      },
      {
        "sentence": "你已经明确了自己要从何处重新开始，这是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "不要着急，你仍然有足够的时间来努力。",
        "label": ""
      },
      {
        "sentence": "我曾经也是高考生，我想和你分享一句我当年贴在书桌上的名言：“天下无难事也无易事，人生有苦时方有乐时”。",
        "label": ""
      },
      {
        "sentence": "希望你可以顺利度过高考，加油！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或者需要更多的支持，随时找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢支持者！你的鼓励和支持让我感到很温暖和有力量。我会牢记你说的话，坚持努力，相信自己能够度过这个困难的时期。如果有需要的时候，我一定会再联系你的。再次感谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "谢谢支持者！",
        "label": ""
      },
      {
        "sentence": "你的鼓励和支持让我感到很温暖和有力量。",
        "label": ""
      },
      {
        "sentence": "我会牢记你说的话，坚持努力，相信自己能够度过这个困难的时期。",
        "label": ""
      },
      {
        "sentence": "如果有需要的时候，我一定会再联系你的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，求助者。我很高兴能够帮到你，你不要忘记你也是很优秀的，只是在某些时刻遇到困惑罢了。相信自己的实力，保持积极的态度，你一定会度过这个难关的。如果你需要任何帮助，无论是学习上的还是情绪上的，都可以随时找我聊天。加油！我会一直支持你的！",
    "annotation": [
      {
        "sentence": "不客气，求助者。",
        "label": ""
      },
      {
        "sentence": "我很高兴能够帮到你，你不要忘记你也是很优秀的，只是在某些时刻遇到困惑罢了。",
        "label": ""
      },
      {
        "sentence": "相信自己的实力，保持积极的态度，你一定会度过这个难关的。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助，无论是学习上的还是情绪上的，都可以随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢支持者的鼓励和坚定的支持！你的话语给了我很多勇气和动力，我相信自己可以战胜困难。有你这样的支持者，我感到很幸运和安心。无论前路如何，我都会坚持努力，并且相信一切都会变得更好。如果我再遇到困惑或者需要帮助的时候，一定会及时向你求助。再次感谢你的陪伴和支持！",
    "annotation": [
      {
        "sentence": "谢谢支持者的鼓励和坚定的支持！",
        "label": ""
      },
      {
        "sentence": "你的话语给了我很多勇气和动力，我相信自己可以战胜困难。",
        "label": ""
      },
      {
        "sentence": "有你这样的支持者，我感到很幸运和安心。",
        "label": ""
      },
      {
        "sentence": "无论前路如何，我都会坚持努力，并且相信一切都会变得更好。",
        "label": ""
      },
      {
        "sentence": "如果我再遇到困惑或者需要帮助的时候，一定会及时向你求助。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和支持！",
        "label": ""
      }
    ]
  }
]