[
  {
    "role": "client",
    "content": "我今年23岁了，可是我觉得自己一直像个小孩，是不是因为敏感和社恐导致我的心智退化？在高考前，我是个外向且爱社交的女孩。可是转学后，因为身体原因遭受了校园暴力。再加上童年时父母离异，我一直都缺乏父爱。这些经历导致我情绪崩溃，患上了抑郁症和焦虑症。因为经济条件和高考的压力，并没有接受过系统的心理疏导。现在已经过去了8年，我大学也已经毕业了。虽然我经历了很多，但是我觉得自己的行为和思维仍停留在8年前，无法与同龄人相比。我感觉自己的情商和智商远远不及他们。因此，为了逃避工作和社交，我变得不愿出门，在家里准备考研或者出国。我听说过一种说法叫做『退行期』，请问有什么方法可以改变这种情况吗？",
    "annotation": [
      {
        "sentence": "我今年23岁了，可是我觉得自己一直像个小孩，是不是因为敏感和社恐导致我的心智退化？",
        "label": ""
      },
      {
        "sentence": "在高考前，我是个外向且爱社交的女孩。",
        "label": ""
      },
      {
        "sentence": "可是转学后，因为身体原因遭受了校园暴力。",
        "label": ""
      },
      {
        "sentence": "再加上童年时父母离异，我一直都缺乏父爱。",
        "label": ""
      },
      {
        "sentence": "这些经历导致我情绪崩溃，患上了抑郁症和焦虑症。",
        "label": ""
      },
      {
        "sentence": "因为经济条件和高考的压力，并没有接受过系统的心理疏导。",
        "label": ""
      },
      {
        "sentence": "现在已经过去了8年，我大学也已经毕业了。",
        "label": ""
      },
      {
        "sentence": "虽然我经历了很多，但是我觉得自己的行为和思维仍停留在8年前，无法与同龄人相比。",
        "label": ""
      },
      {
        "sentence": "我感觉自己的情商和智商远远不及他们。",
        "label": ""
      },
      {
        "sentence": "因此，为了逃避工作和社交，我变得不愿出门，在家里准备考研或者出国。",
        "label": ""
      },
      {
        "sentence": "我听说过一种说法叫做『退行期』，请问有什么方法可以改变这种情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能够感受到你内心的压抑、焦虑和恐惧。你为了逃避工作和社交，不愿出门，选择在家里准备考研或者出国，这种情况可以说是因为你内心极度缺乏自信和安全感，而引起的一种自我回避行为。这其实是你潜意识中对自己的保护行为，并不是你的心智退化。你提到童年时父母离异，缺乏父爱让你的情绪崩溃并患上了抑郁症和焦虑症。这也间接反映出你和母亲之间的关系可能有些异常，缺乏来自母亲的理解、接纳、认可和关爱。对一个年幼的孩子来说，很难理解父母为什么会离婚分开，这样的分离意味着其中一个亲人\"抛弃\"了你。潜意识里，你可能会认为是因为自己不够好才导致父母离婚并被抛弃。现在你已经经历了一次\"被抛弃\"的感觉，你会担心自己会再次被\"抛弃\"，于是本能地压抑自己去取悦母亲，这样才能生存下去。希望这样做能够得到母亲的理解、接纳、认可、支持和关爱。内心觉得自己不够好，很难对自己产生足够的信任、理解、接纳、认可，觉得自己无力、无助。尤其是在面对与他人的接触和交往关系时，受到父母婚姻的影响，对正常的社交关系和亲密关系缺乏安全感，感到焦虑和不安，所以本能地想要逃避社交，以减少焦虑和恐惧。对你的父母来说，离婚分开可能是他们之间感情关系发展严重问题的结果，无法继续在一起相处和生活，所以必须分开才能解决。这是他们的需求，与你并没有太大的关系。或许你没有意识到，从小到大，即使是在面对与他人的接触和交往时很焦虑和害怕，你也与身边很多人保持着各种社交关系，比如邻居、同学、老师、超市收银员以及其他陌生人等等。在日常生活中，你每天都与很多人接触和交往。或许在这个过程中，有一些你感到焦虑和不安的事情发生，但并不是所有的接触和交往都让你感到焦虑和不安，也有让你感到轻松、自然和愉快的交往。现在你在家准备考研或者出国，出国意味着你要离开母亲更远，要和更多陌生人打交道。按照你目前的心理状态，很难接受和承受这样的情况。因此，要解决你的困扰，需要制定详细的目标和方案，释放内心压抑的情绪，并修复内心的创伤。你可以一点一点地走出家门，与他人接触、交往和交流。考虑预约一个合适的老师，接受系统的心理咨询。这将帮助你走出困境，恢复自信和安全感。",
    "annotation": [
      {
        "sentence": "我能够感受到你内心的压抑、焦虑和恐惧。",
        "label": ""
      },
      {
        "sentence": "你为了逃避工作和社交，不愿出门，选择在家里准备考研或者出国，这种情况可以说是因为你内心极度缺乏自信和安全感，而引起的一种自我回避行为。",
        "label": ""
      },
      {
        "sentence": "这其实是你潜意识中对自己的保护行为，并不是你的心智退化。",
        "label": ""
      },
      {
        "sentence": "你提到童年时父母离异，缺乏父爱让你的情绪崩溃并患上了抑郁症和焦虑症。",
        "label": ""
      },
      {
        "sentence": "这也间接反映出你和母亲之间的关系可能有些异常，缺乏来自母亲的理解、接纳、认可和关爱。",
        "label": ""
      },
      {
        "sentence": "对一个年幼的孩子来说，很难理解父母为什么会离婚分开，这样的分离意味着其中一个亲人\"抛弃\"了你。",
        "label": ""
      },
      {
        "sentence": "潜意识里，你可能会认为是因为自己不够好才导致父母离婚并被抛弃。",
        "label": ""
      },
      {
        "sentence": "现在你已经经历了一次\"被抛弃\"的感觉，你会担心自己会再次被\"抛弃\"，于是本能地压抑自己去取悦母亲，这样才能生存下去。",
        "label": ""
      },
      {
        "sentence": "希望这样做能够得到母亲的理解、接纳、认可、支持和关爱。",
        "label": ""
      },
      {
        "sentence": "内心觉得自己不够好，很难对自己产生足够的信任、理解、接纳、认可，觉得自己无力、无助。",
        "label": ""
      },
      {
        "sentence": "尤其是在面对与他人的接触和交往关系时，受到父母婚姻的影响，对正常的社交关系和亲密关系缺乏安全感，感到焦虑和不安，所以本能地想要逃避社交，以减少焦虑和恐惧。",
        "label": ""
      },
      {
        "sentence": "对你的父母来说，离婚分开可能是他们之间感情关系发展严重问题的结果，无法继续在一起相处和生活，所以必须分开才能解决。",
        "label": ""
      },
      {
        "sentence": "这是他们的需求，与你并没有太大的关系。",
        "label": ""
      },
      {
        "sentence": "或许你没有意识到，从小到大，即使是在面对与他人的接触和交往时很焦虑和害怕，你也与身边很多人保持着各种社交关系，比如邻居、同学、老师、超市收银员以及其他陌生人等等。",
        "label": ""
      },
      {
        "sentence": "在日常生活中，你每天都与很多人接触和交往。",
        "label": ""
      },
      {
        "sentence": "或许在这个过程中，有一些你感到焦虑和不安的事情发生，但并不是所有的接触和交往都让你感到焦虑和不安，也有让你感到轻松、自然和愉快的交往。",
        "label": ""
      },
      {
        "sentence": "现在你在家准备考研或者出国，出国意味着你要离开母亲更远，要和更多陌生人打交道。",
        "label": ""
      },
      {
        "sentence": "按照你目前的心理状态，很难接受和承受这样的情况。",
        "label": ""
      },
      {
        "sentence": "因此，要解决你的困扰，需要制定详细的目标和方案，释放内心压抑的情绪，并修复内心的创伤。",
        "label": ""
      },
      {
        "sentence": "你可以一点一点地走出家门，与他人接触、交往和交流。",
        "label": ""
      },
      {
        "sentence": "考虑预约一个合适的老师，接受系统的心理咨询。",
        "label": ""
      },
      {
        "sentence": "这将帮助你走出困境，恢复自信和安全感。",
        "label": ""
      }
    ]
  }
]