[
  {
    "role": "client",
    "content": "本人准高三，学习没动力学不进，该怎么办？此诚危急存亡之秋也，就读于省重点高中，之前两年感觉没干啥就不说了。现在有些厌学（以前也是），说读书的那些好处对我触动不大啊！？我自己又非常着急（可能有愧疚成分），还有我发现自己觉得自己有些独特（就是那种牛逼大佬的潜质）还有些自大。也试了很多办法吧也没多大用（自己执行力也不够吧，但是也去执行过了），去做的话真的难投入进去感觉有些难受。诸位大佬谢谢了诸位大佬希望能得到你们的建议。",
    "annotation": [
      {
        "sentence": "本人准高三，学习没动力学不进，该怎么办？",
        "label": ""
      },
      {
        "sentence": "此诚危急存亡之秋也，就读于省重点高中，之前两年感觉没干啥就不说了。",
        "label": ""
      },
      {
        "sentence": "现在有些厌学（以前也是），说读书的那些好处对我触动不大啊！？",
        "label": ""
      },
      {
        "sentence": "我自己又非常着急（可能有愧疚成分），还有我发现自己觉得自己有些独特（就是那种牛逼大佬的潜质）还有些自大。",
        "label": ""
      },
      {
        "sentence": "也试了很多办法吧也没多大用（自己执行力也不够吧，但是也去执行过了），去做的话真的难投入进去感觉有些难受。",
        "label": ""
      },
      {
        "sentence": "诸位大佬谢谢了诸位大佬希望能得到你们的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我能理解你的困惑。我也曾经在高中阶段觉得自己很独特，但是后来的经历让我明白了，越有能力的人往往越谦卑。我希望你能以我的经历为反面教材，不要重蹈覆辙。我现在已经是准大二生了，虽然还不能完全做到像前辈们一样谦卑周全，但是我可以告诉你：“努力不一定能成功，但是不努力一定一无所获。”当我准备高三时也没有动力，后来一次不太理想的考试结果让我充满了动力，有两个原因。一个是我在知乎上看到了一些奋斗史和鸡汤文，看完之后我就意识到“优秀的人都在努力，而我凭什么甘于平庸”，然后我全心全意投入到复习中。另一个原因是我确定了一个向往的大学，我在桌子上贴了一张那所大学的照片，就算再累再困，只要看到照片，我就不敢懈怠。虽然最后没有如愿以偿，但是我问心无愧，我现在正在朝着考研的方向努力，朝着那所大学迈进。路走得远一些没关系，只要坚持下去，一定能到达目的地。在那之前，你需要正确认识自己。剖析自己需要勇气，要正视自己的优点和缺点，定期回顾一下自己付出的努力，是否真的“学进去”而不仅仅停留在表面。自控自律也很重要，如果不能自律，那就强迫自律，比如删掉手机上的娱乐性app，或者把手机电脑交给可靠的人，定时定量使用手机，让自己的学习环境纯净。最后，考上好大学很重要，但它不能决定你的人生。它只是影响你走向“成功”的速度和质量，最终决定人生的因素是你自己的选择和态度。不要过于焦虑，只要问心无愧就好。你能明白自己将来想成为怎样的人吗？愿你能心之所向，脚步稳健。祝你能实现自己的梦想，前程似锦。",
    "annotation": [
      {
        "sentence": "求助者，我能理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "我也曾经在高中阶段觉得自己很独特，但是后来的经历让我明白了，越有能力的人往往越谦卑。",
        "label": ""
      },
      {
        "sentence": "我希望你能以我的经历为反面教材，不要重蹈覆辙。",
        "label": ""
      },
      {
        "sentence": "我现在已经是准大二生了，虽然还不能完全做到像前辈们一样谦卑周全，但是我可以告诉你：“努力不一定能成功，但是不努力一定一无所获。",
        "label": ""
      },
      {
        "sentence": "”当我准备高三时也没有动力，后来一次不太理想的考试结果让我充满了动力，有两个原因。",
        "label": ""
      },
      {
        "sentence": "一个是我在知乎上看到了一些奋斗史和鸡汤文，看完之后我就意识到“优秀的人都在努力，而我凭什么甘于平庸”，然后我全心全意投入到复习中。",
        "label": ""
      },
      {
        "sentence": "另一个原因是我确定了一个向往的大学，我在桌子上贴了一张那所大学的照片，就算再累再困，只要看到照片，我就不敢懈怠。",
        "label": ""
      },
      {
        "sentence": "虽然最后没有如愿以偿，但是我问心无愧，我现在正在朝着考研的方向努力，朝着那所大学迈进。",
        "label": ""
      },
      {
        "sentence": "路走得远一些没关系，只要坚持下去，一定能到达目的地。",
        "label": ""
      },
      {
        "sentence": "在那之前，你需要正确认识自己。",
        "label": ""
      },
      {
        "sentence": "剖析自己需要勇气，要正视自己的优点和缺点，定期回顾一下自己付出的努力，是否真的“学进去”而不仅仅停留在表面。",
        "label": ""
      },
      {
        "sentence": "自控自律也很重要，如果不能自律，那就强迫自律，比如删掉手机上的娱乐性app，或者把手机电脑交给可靠的人，定时定量使用手机，让自己的学习环境纯净。",
        "label": ""
      },
      {
        "sentence": "最后，考上好大学很重要，但它不能决定你的人生。",
        "label": ""
      },
      {
        "sentence": "它只是影响你走向“成功”的速度和质量，最终决定人生的因素是你自己的选择和态度。",
        "label": ""
      },
      {
        "sentence": "不要过于焦虑，只要问心无愧就好。",
        "label": ""
      },
      {
        "sentence": "你能明白自己将来想成为怎样的人吗？",
        "label": ""
      },
      {
        "sentence": "愿你能心之所向，脚步稳健。",
        "label": ""
      },
      {
        "sentence": "祝你能实现自己的梦想，前程似锦。",
        "label": ""
      }
    ]
  }
]