[
  {
    "role": "client",
    "content": "23岁，还像小孩，是不是敏感社恐导致自己心智退化？高考前是个外向爱社交的女生，转学后因身体原因被校园暴力，加上童年父母离异缺少父爱，导致情绪崩溃得了抑郁症焦虑症，因为经济条件和高考因素没进行系统的心理疏导，现在有8年了，大学也毕业了，虽然经历了很多，但是觉得自己言行举止还在8年前，情商智商和同龄人不在一个档次了，因此为了逃避工作逃避社交不出门在家准备考研出国，有种说法叫『退行期』，有什么办法改变吗？",
    "annotation": [
      {
        "sentence": "23岁，还像小孩，是不是敏感社恐导致自己心智退化？",
        "label": ""
      },
      {
        "sentence": "高考前是个外向爱社交的女生，转学后因身体原因被校园暴力，加上童年父母离异缺少父爱，导致情绪崩溃得了抑郁症焦虑症，因为经济条件和高考因素没进行系统的心理疏导，现在有8年了，大学也毕业了，虽然经历了很多，但是觉得自己言行举止还在8年前，情商智商和同龄人不在一个档次了，因此为了逃避工作逃避社交不出门在家准备考研出国，有种说法叫『退行期』，有什么办法改变吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的回答可以帮助到你~当下的困惑是不是敏感社恐导致自己心智退化？为了逃避工作、逃避社交不出门，在家准备考研出国，是否正常？",
    "annotation": [
      {
        "sentence": "希望我的回答可以帮助到你~当下的困惑是不是敏感社恐导致自己心智退化？",
        "label": ""
      },
      {
        "sentence": "为了逃避工作、逃避社交不出门，在家准备考研出国，是否正常？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得这是我现在面临的问题。我很害怕社交，甚至觉得自己和别人不在一个档次，所以更加不愿意接触他们。逃避工作和社交似乎成了我目前唯一的选择。",
    "annotation": [
      {
        "sentence": "是的，我觉得这是我现在面临的问题。",
        "label": ""
      },
      {
        "sentence": "我很害怕社交，甚至觉得自己和别人不在一个档次，所以更加不愿意接触他们。",
        "label": ""
      },
      {
        "sentence": "逃避工作和社交似乎成了我目前唯一的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你描述的情况，你可能有社交恐惧症的倾向。对于社交恐惧，最常见的感受是焦虑不安和紧张恐惧，有时还可能伴随身体上的不适。但是并不是每个人都会到达病症的程度。其实，更多的情况是出于自卑心理，而非真正的恐惧。逃避现状在一定程度上是正常的，但是过度逃避会阻碍你的成长和认识自己的机会。",
    "annotation": [
      {
        "sentence": "听你描述的情况，你可能有社交恐惧症的倾向。",
        "label": ""
      },
      {
        "sentence": "对于社交恐惧，最常见的感受是焦虑不安和紧张恐惧，有时还可能伴随身体上的不适。",
        "label": ""
      },
      {
        "sentence": "但是并不是每个人都会到达病症的程度。",
        "label": ""
      },
      {
        "sentence": "其实，更多的情况是出于自卑心理，而非真正的恐惧。",
        "label": ""
      },
      {
        "sentence": "逃避现状在一定程度上是正常的，但是过度逃避会阻碍你的成长和认识自己的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可能我过于感受到自卑，认为自己智商和情商不够。但是如何解决这种不自信的问题呢？",
    "annotation": [
      {
        "sentence": "我明白了，可能我过于感受到自卑，认为自己智商和情商不够。",
        "label": ""
      },
      {
        "sentence": "但是如何解决这种不自信的问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实你对自己的评价并不准确，你只是学识和见识相对较少，不代表你智商和情商低。你选择考研和出国是为了逃避问题，但我建议你将注意力放在当下，专注解决眼前的困难。关于自信和减少焦虑的方法有很多，其中一个有效的方法是“低要求、高行为、认真做”。你需要相信自己现在已经比过去更出色，并且拥有更多的能力。多尝试和了解身边的人是正确对待自己的方式，他们对你的看法可能会让你更加自信。",
    "annotation": [
      {
        "sentence": "其实你对自己的评价并不准确，你只是学识和见识相对较少，不代表你智商和情商低。",
        "label": ""
      },
      {
        "sentence": "你选择考研和出国是为了逃避问题，但我建议你将注意力放在当下，专注解决眼前的困难。",
        "label": ""
      },
      {
        "sentence": "关于自信和减少焦虑的方法有很多，其中一个有效的方法是“低要求、高行为、认真做”。",
        "label": ""
      },
      {
        "sentence": "你需要相信自己现在已经比过去更出色，并且拥有更多的能力。",
        "label": ""
      },
      {
        "sentence": "多尝试和了解身边的人是正确对待自己的方式，他们对你的看法可能会让你更加自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我对自己的看法一直很消极，你提到看书和听歌可以帮助舒缓焦虑情绪。我该如何正确看待自己呢？",
    "annotation": [
      {
        "sentence": "我对自己的看法一直很消极，你提到看书和听歌可以帮助舒缓焦虑情绪。",
        "label": ""
      },
      {
        "sentence": "我该如何正确看待自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "消极的自我评价是阻碍你前进的一道门槛。你可以与周围的人交流，了解他们是如何看待你的，这将有助于你更准确地看待自己。此外，阅读书籍可以提升情商，并帮助你从当下环境中暂时解脱出来。音乐也有类似的功效，可以调节情绪和心理状态。你要相信这个世界是美好的，而且你自己也是很出色的。期待你发现更好的自己，并且勇敢面对未来。",
    "annotation": [
      {
        "sentence": "消极的自我评价是阻碍你前进的一道门槛。",
        "label": ""
      },
      {
        "sentence": "你可以与周围的人交流，了解他们是如何看待你的，这将有助于你更准确地看待自己。",
        "label": ""
      },
      {
        "sentence": "此外，阅读书籍可以提升情商，并帮助你从当下环境中暂时解脱出来。",
        "label": ""
      },
      {
        "sentence": "音乐也有类似的功效，可以调节情绪和心理状态。",
        "label": ""
      },
      {
        "sentence": "你要相信这个世界是美好的，而且你自己也是很出色的。",
        "label": ""
      },
      {
        "sentence": "期待你发现更好的自己，并且勇敢面对未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尽力去尝试改变自己的态度，迎接更好的自己！我相信一切都会没问题的！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尽力去尝试改变自己的态度，迎接更好的自己！",
        "label": ""
      },
      {
        "sentence": "我相信一切都会没问题的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的回答对你有所帮助，你有积极的态度去面对自己，一切都会有好的结果的！加油！如果有任何困惑和问题，随时来找我倾诉。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "很高兴我的回答对你有所帮助，你有积极的态度去面对自己，一切都会有好的结果的！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑和问题，随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]