[
  {
    "role": "client",
    "content": "讨厌学习认真的人，感觉他们要超过我，与我为敌？以前高中因为和同桌竞争学习，得过焦虑症和抑郁症，同时也有一点强迫症。现在大学，看到班里或者室友学习比较认真的人，我就开始讨厌那个人，我很不开心，很痛苦，就看着那个人努力学习的样子心里特别生气，不想让她那么努力。感觉那个人与我为敌，想要打败我，于是我就开始讨厌那个学习认真的人，其实人家什么都没做错，但是我就是觉得很别扭，我觉得自己很阴暗，但是我摆脱不了。从而导致我拒绝和别人交朋友，我想改变我的想法，但是我真的力不从心。请你们帮帮我吧，谢谢！",
    "annotation": [
      {
        "sentence": "讨厌学习认真的人，感觉他们要超过我，与我为敌？",
        "label": ""
      },
      {
        "sentence": "以前高中因为和同桌竞争学习，得过焦虑症和抑郁症，同时也有一点强迫症。",
        "label": ""
      },
      {
        "sentence": "现在大学，看到班里或者室友学习比较认真的人，我就开始讨厌那个人，我很不开心，很痛苦，就看着那个人努力学习的样子心里特别生气，不想让她那么努力。",
        "label": ""
      },
      {
        "sentence": "感觉那个人与我为敌，想要打败我，于是我就开始讨厌那个学习认真的人，其实人家什么都没做错，但是我就是觉得很别扭，我觉得自己很阴暗，但是我摆脱不了。",
        "label": ""
      },
      {
        "sentence": "从而导致我拒绝和别人交朋友，我想改变我的想法，但是我真的力不从心。",
        "label": ""
      },
      {
        "sentence": "请你们帮帮我吧，谢谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你给你一个大大的拥抱，我能理解你的心情。当看到别人努力的时候，感觉会被超越，感觉成为了“输家”。我自己也有过类似的想法。但之后看了阿德勒说的话就慢慢学会释然了。阿德勒说：“如果想要和谐地生活在一起，那就必须把对方当成平等的人。”我们之所以会觉得努力的人在与我们为敌，是因为我们一直站在竞争的角度来考虑人际关系，把他人的成功看作“我的失败”，所以才无法为别人的成果感到高兴，难以跟对方交朋友。而一旦从“竞争”的怪圈解放出来，就能摆脱“或许会输”的竞争心理，平等地看待对方，不被竞争牵着鼻子走了。当“竞争”这种情绪的主人，你一定可以摆脱它的束缚。把目光放在自己身上。",
    "annotation": [
      {
        "sentence": "你给你一个大大的拥抱，我能理解你的心情。",
        "label": ""
      },
      {
        "sentence": "当看到别人努力的时候，感觉会被超越，感觉成为了“输家”。",
        "label": ""
      },
      {
        "sentence": "我自己也有过类似的想法。",
        "label": ""
      },
      {
        "sentence": "但之后看了阿德勒说的话就慢慢学会释然了。",
        "label": ""
      },
      {
        "sentence": "阿德勒说：“如果想要和谐地生活在一起，那就必须把对方当成平等的人。",
        "label": ""
      },
      {
        "sentence": "”我们之所以会觉得努力的人在与我们为敌，是因为我们一直站在竞争的角度来考虑人际关系，把他人的成功看作“我的失败”，所以才无法为别人的成果感到高兴，难以跟对方交朋友。",
        "label": ""
      },
      {
        "sentence": "而一旦从“竞争”的怪圈解放出来，就能摆脱“或许会输”的竞争心理，平等地看待对方，不被竞争牵着鼻子走了。",
        "label": ""
      },
      {
        "sentence": "当“竞争”这种情绪的主人，你一定可以摆脱它的束缚。",
        "label": ""
      },
      {
        "sentence": "把目光放在自己身上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我明白了阿德勒所说的要把对方当成平等的人，但我很难做到。我一直都在比较，总想当那个更好一点的人。这种社会的“比较体系”让我无时无刻都感觉自己被比较，于是无法忍受别人的成功，也无法为他人的成果感到高兴。我知道这样不对，但我真的很难改变自己。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我明白了阿德勒所说的要把对方当成平等的人，但我很难做到。",
        "label": ""
      },
      {
        "sentence": "我一直都在比较，总想当那个更好一点的人。",
        "label": ""
      },
      {
        "sentence": "这种社会的“比较体系”让我无时无刻都感觉自己被比较，于是无法忍受别人的成功，也无法为他人的成果感到高兴。",
        "label": ""
      },
      {
        "sentence": "我知道这样不对，但我真的很难改变自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，要肯定你会有竞争意识是因为很有上进心。这是很令人欣赏的品质。我知道没有比较是很难的，但你想一想，其实我们更想做到的是「比以前的自己更好」，可以比较，但是要与自己比。今天的你比昨天的你进步了，那你就离成功更近一步了！不要过度关注别人的行动，而忽视了自己内心真正的渴望和追求。要学会关注自己的成长，给自己一些赞美和鼓励。",
    "annotation": [
      {
        "sentence": "首先，要肯定你会有竞争意识是因为很有上进心。",
        "label": ""
      },
      {
        "sentence": "这是很令人欣赏的品质。",
        "label": ""
      },
      {
        "sentence": "我知道没有比较是很难的，但你想一想，其实我们更想做到的是「比以前的自己更好」，可以比较，但是要与自己比。",
        "label": ""
      },
      {
        "sentence": "今天的你比昨天的你进步了，那你就离成功更近一步了！",
        "label": ""
      },
      {
        "sentence": "不要过度关注别人的行动，而忽视了自己内心真正的渴望和追求。",
        "label": ""
      },
      {
        "sentence": "要学会关注自己的成长，给自己一些赞美和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更关注自己的成长，而不是过多关注别人。但我觉得我对那些学习认真的人特别别扭，甚至开始讨厌她们。我真的不知道该怎么办才能改变这种感觉。",
    "annotation": [
      {
        "sentence": "你说得对，我应该更关注自己的成长，而不是过多关注别人。",
        "label": ""
      },
      {
        "sentence": "但我觉得我对那些学习认真的人特别别扭，甚至开始讨厌她们。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办才能改变这种感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受，有时我们会对那些学习认真的人感到不舒服，可能是因为我们自己内心的不满或焦虑。试着思考一下，为什么那个人的努力会引起你的负面情绪呢？是因为你感觉她们威胁到了你的地位或者你自己对学习有些不自信吗？了解自己的情绪和动机，可以帮助你更好地处理这种不舒服的感觉。",
    "annotation": [
      {
        "sentence": "理解你的感受，有时我们会对那些学习认真的人感到不舒服，可能是因为我们自己内心的不满或焦虑。",
        "label": ""
      },
      {
        "sentence": "试着思考一下，为什么那个人的努力会引起你的负面情绪呢？",
        "label": ""
      },
      {
        "sentence": "是因为你感觉她们威胁到了你的地位或者你自己对学习有些不自信吗？",
        "label": ""
      },
      {
        "sentence": "了解自己的情绪和动机，可以帮助你更好地处理这种不舒服的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说的对，我可能感觉自己的地位受到了威胁，也因为自己对学习有一些不自信。我以前的竞争经历导致我对学习抱有消极的态度。现在我明白了，我应该停止将别人的努力看作是威胁，而是把它们作为自己成长的榜样。",
    "annotation": [
      {
        "sentence": "或许你说的对，我可能感觉自己的地位受到了威胁，也因为自己对学习有一些不自信。",
        "label": ""
      },
      {
        "sentence": "我以前的竞争经历导致我对学习抱有消极的态度。",
        "label": ""
      },
      {
        "sentence": "现在我明白了，我应该停止将别人的努力看作是威胁，而是把它们作为自己成长的榜样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你有这样的认识。将别人的努力视为榜样是一个积极的做法。还有一点要记住，每个人都有属于自己的成长节奏。不要和别人比较，要跟自己比较，看看自己在不断进步。你已经迈出了认识自己和改变自己的第一步，继续保持积极的心态，相信你能改变自己的想法，与别人和谐相处，重新拥有快乐的生活。",
    "annotation": [
      {
        "sentence": "很高兴看到你有这样的认识。",
        "label": ""
      },
      {
        "sentence": "将别人的努力视为榜样是一个积极的做法。",
        "label": ""
      },
      {
        "sentence": "还有一点要记住，每个人都有属于自己的成长节奏。",
        "label": ""
      },
      {
        "sentence": "不要和别人比较，要跟自己比较，看看自己在不断进步。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了认识自己和改变自己的第一步，继续保持积极的心态，相信你能改变自己的想法，与别人和谐相处，重新拥有快乐的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会努力改变自己的想法，将别人的努力看作是自己的榜样，不再把他们视为对手。我相信我能重新拥有快乐的生活。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会努力改变自己的想法，将别人的努力看作是自己的榜样，不再把他们视为对手。",
        "label": ""
      },
      {
        "sentence": "我相信我能重新拥有快乐的生活。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够摆脱这种讨厌学习认真的人的情绪，并拥有更积极向上的心态。如果以后还有需要，记得随时向我求助。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够摆脱这种讨厌学习认真的人的情绪，并拥有更积极向上的心态。",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要，记得随时向我求助。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]