[
  {
    "role": "client",
    "content": "最近半年，我觉得自己做什么都是错的。从疫情开始一直是全家人在一起朝夕相处，磕磕绊绊的也多，时间久了就感觉问题都在我自己身上。经常反省自己，可又觉得自己也委屈。孩子9月要上小学了，辞掉了工作在家带孩子，感觉孩子也没管好，习惯、礼貌、知识、有效陪伴、带他娱乐、身体健康、能力培养这些一切的一切自己做的都不好，还动不动就对孩子发脾气，控制不住自己的情绪，发泄完了还后悔，带给全家的压力和负面情绪，很多时候想着是不是我需要离开这个环境一段时间，可又焦虑孩子离开我会不会有些养成的好习惯没人提醒了又回到原点。",
    "annotation": [
      {
        "sentence": "最近半年，我觉得自己做什么都是错的。",
        "label": ""
      },
      {
        "sentence": "从疫情开始一直是全家人在一起朝夕相处，磕磕绊绊的也多，时间久了就感觉问题都在我自己身上。",
        "label": ""
      },
      {
        "sentence": "经常反省自己，可又觉得自己也委屈。",
        "label": ""
      },
      {
        "sentence": "孩子9月要上小学了，辞掉了工作在家带孩子，感觉孩子也没管好，习惯、礼貌、知识、有效陪伴、带他娱乐、身体健康、能力培养这些一切的一切自己做的都不好，还动不动就对孩子发脾气，控制不住自己的情绪，发泄完了还后悔，带给全家的压力和负面情绪，很多时候想着是不是我需要离开这个环境一段时间，可又焦虑孩子离开我会不会有些养成的好习惯没人提醒了又回到原点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述我了解到：（1）在这半年与孩子朝夕相处的过程中，你感觉到了自责（2）你从小生活在被否定的环境中接下来是我的分析和建议，希望可以帮到你：（1）如果把每个家庭放在一起做一场比赛，那么这个比赛一定是团体赛。想要把日子打理的井井有条，只靠一个人的力量是不够的，不是说你的能力不够强，而是这是一个需要配合的过程。就像动画片里演的那样，只有集齐了一家人的力气，希望之门才会打开，希望才会照进来，所以你无需自责是自己的原因。（2）接纳不完美和所有情绪。看得出来，你列举了一系列自己希望做但是没有做好的事情，看似轻飘飘地可以说出来，但每一件事想要做好都是一个不小的工程，你也是一个平凡人，没有三头六臂，所以没有达到自己理想的标准也情有可原，当然你的追求完美和完全也决定了你可能对自己制定的标准有点高。而正因为你是平凡人，所以你的情绪是被允许的，面对那些琐事，确实会让人状况，但你可以选择一个恰当的方式宣泄情绪，比如每天睡前做一些冥想。",
    "annotation": [
      {
        "sentence": "通过你的描述我了解到：（1）在这半年与孩子朝夕相处的过程中，你感觉到了自责（2）你从小生活在被否定的环境中接下来是我的分析和建议，希望可以帮到你：（1）如果把每个家庭放在一起做一场比赛，那么这个比赛一定是团体赛。",
        "label": ""
      },
      {
        "sentence": "想要把日子打理的井井有条，只靠一个人的力量是不够的，不是说你的能力不够强，而是这是一个需要配合的过程。",
        "label": ""
      },
      {
        "sentence": "就像动画片里演的那样，只有集齐了一家人的力气，希望之门才会打开，希望才会照进来，所以你无需自责是自己的原因。",
        "label": ""
      },
      {
        "sentence": "（2）接纳不完美和所有情绪。",
        "label": ""
      },
      {
        "sentence": "看得出来，你列举了一系列自己希望做但是没有做好的事情，看似轻飘飘地可以说出来，但每一件事想要做好都是一个不小的工程，你也是一个平凡人，没有三头六臂，所以没有达到自己理想的标准也情有可原，当然你的追求完美和完全也决定了你可能对自己制定的标准有点高。",
        "label": ""
      },
      {
        "sentence": "而正因为你是平凡人，所以你的情绪是被允许的，面对那些琐事，确实会让人状况，但你可以选择一个恰当的方式宣泄情绪，比如每天睡前做一些冥想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，我知道我不能要求自己太完美了，也应该接受自己的情绪。但是，我成长的环境是充满否定的，感觉自己一直缺乏自信，怎么才能接受自己呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，我知道我不能要求自己太完美了，也应该接受自己的情绪。",
        "label": ""
      },
      {
        "sentence": "但是，我成长的环境是充满否定的，感觉自己一直缺乏自信，怎么才能接受自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们不能决定我们的原生家庭，但我们可以主动做出改变。看到你成长的环境，我们可以明白为什么你现在会有爱自责和不自信的性格，但其实你已经很好了，真的！你现在需要做的是接纳自己。而虽然丈夫是缄默的，但不代表他不是一个办实事的人，可以适当寻求他的帮助，毕竟家庭需要夫妻共同经营。别对自己太严厉，你会越来越好的，加油！",
    "annotation": [
      {
        "sentence": "我们不能决定我们的原生家庭，但我们可以主动做出改变。",
        "label": ""
      },
      {
        "sentence": "看到你成长的环境，我们可以明白为什么你现在会有爱自责和不自信的性格，但其实你已经很好了，真的！",
        "label": ""
      },
      {
        "sentence": "你现在需要做的是接纳自己。",
        "label": ""
      },
      {
        "sentence": "而虽然丈夫是缄默的，但不代表他不是一个办实事的人，可以适当寻求他的帮助，毕竟家庭需要夫妻共同经营。",
        "label": ""
      },
      {
        "sentence": "别对自己太严厉，你会越来越好的，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我明白了。我要尝试接纳自己，并适当寻求丈夫的帮助。谢谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "你说的对，我明白了。",
        "label": ""
      },
      {
        "sentence": "我要尝试接纳自己，并适当寻求丈夫的帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，你已经很好了，相信自己，以积极的心态面对困难，你一定能够渐渐改善自己的状况。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，你已经很好了，相信自己，以积极的心态面对困难，你一定能够渐渐改善自己的状况。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福！我会加油的。我觉得现在轻松了不少，有信心面对自己和家庭的问题了。",
    "annotation": [
      {
        "sentence": "谢谢你的祝福！",
        "label": ""
      },
      {
        "sentence": "我会加油的。",
        "label": ""
      },
      {
        "sentence": "我觉得现在轻松了不少，有信心面对自己和家庭的问题了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "太好了！听到你的进展我很开心。记住，每个人都有自己的进步空间，慢慢来，你会越来越好的。如果你还需要任何帮助或者有任何疑问，随时都可以来找我聊天。祝你继续保持积极心态，一切顺利！",
    "annotation": [
      {
        "sentence": "太好了！",
        "label": ""
      },
      {
        "sentence": "听到你的进展我很开心。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都有自己的进步空间，慢慢来，你会越来越好的。",
        "label": ""
      },
      {
        "sentence": "如果你还需要任何帮助或者有任何疑问，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你继续保持积极心态，一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的热心和支持！我会好好珍惜自己的进步，如果以后还有问题，一定会来找你聊天的。再次谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的热心和支持！",
        "label": ""
      },
      {
        "sentence": "我会好好珍惜自己的进步，如果以后还有问题，一定会来找你聊天的。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，帮助别人是我的责任和快乐。记住，你不是一个人在战斗，大家都在支持着你。随时都可以来找我聊天，希望能继续帮到你。祝你幸福和快乐！",
    "annotation": [
      {
        "sentence": "不用客气，帮助别人是我的责任和快乐。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，大家都在支持着你。",
        "label": ""
      },
      {
        "sentence": "随时都可以来找我聊天，希望能继续帮到你。",
        "label": ""
      },
      {
        "sentence": "祝你幸福和快乐！",
        "label": ""
      }
    ]
  }
]