[
  {
    "role": "client",
    "content": "我今年23岁了，可是感觉自己还像个小孩。是不是因为我太敏感又社交恐惧，导致我的心智发育停滞了？高考前我还是个活泼开朗喜爱社交的女生，可是转学后因为身体原因受到校园暴力的伤害。再加上童年父母离异，缺少父爱，导致我的情绪完全崩溃，得了抑郁症和焦虑症。之后由于经济条件和高考的压力，我没有接受到系统的心理疏导。现在已经过去了8年，我已经大学毕业了。虽然经历了很多事情，可是感觉自己的言行举止还停留在8年前，情商和智商和同龄人相比有很大差距。因此，我开始逃避工作和社交，整天待在家里准备考研或者出国。有人说这是所谓的“退行期”，你认为有什么办法可以改变吗？",
    "annotation": [
      {
        "sentence": "我今年23岁了，可是感觉自己还像个小孩。",
        "label": ""
      },
      {
        "sentence": "是不是因为我太敏感又社交恐惧，导致我的心智发育停滞了？",
        "label": ""
      },
      {
        "sentence": "高考前我还是个活泼开朗喜爱社交的女生，可是转学后因为身体原因受到校园暴力的伤害。",
        "label": ""
      },
      {
        "sentence": "再加上童年父母离异，缺少父爱，导致我的情绪完全崩溃，得了抑郁症和焦虑症。",
        "label": ""
      },
      {
        "sentence": "之后由于经济条件和高考的压力，我没有接受到系统的心理疏导。",
        "label": ""
      },
      {
        "sentence": "现在已经过去了8年，我已经大学毕业了。",
        "label": ""
      },
      {
        "sentence": "虽然经历了很多事情，可是感觉自己的言行举止还停留在8年前，情商和智商和同龄人相比有很大差距。",
        "label": ""
      },
      {
        "sentence": "因此，我开始逃避工作和社交，整天待在家里准备考研或者出国。",
        "label": ""
      },
      {
        "sentence": "有人说这是所谓的“退行期”，你认为有什么办法可以改变吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能勇敢地寻求帮助，希望可以尽我微薄之力来帮助你。根据你的描述，首先值得肯定的是，儿童时期的“父母离异”已经对你心理造成了创伤。即使如此，在青春期之前能够保持外向的性格是非常难得的，说明你并不是天生就比较敏感和抑郁的人。接着你提到了转学的因素，这会进一步给你的身体原因带来冲击，导致你完全失去了抵抗压力的能力，从而患上了抑郁症和焦虑症。八年过去了，我不知道你的抑郁症是否有好转呢？如果没有好转，你仍然处于焦虑和困惑的状态，我建议你去寻求专业的心理医生进行心理疏导。如果情况有所改善，只是你提到的【觉得自己言行举止还在8年前，情商和智商和同龄人相比有很大差距】从心理学的角度来说，心理障碍会导致一些心灵退缩的现象。当心灵发展受到阻碍后，我们会退回到自己的童年或学生时期，用过去的思维方式来面对问题，这就是所谓的心理年龄退化。如果阻碍心灵发展的问题一直得不到解决，我们的心灵就会在某些方面或者全部方面停滞在过去。慢慢地积累，就会造成一种心理成长上的障碍。过去的事情已经成为往事，我们要向前看，回头顾后只会看不到任何的变化。现在你可以先试着接受现状，专心准备考研。但是我不建议完全逃避社交，还是要尝试出门走走，虽然对你来说可能有些困难，但是拒绝只会让你更难以进步。我相信你是可以的！希望能听到你的好消息，祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴你能勇敢地寻求帮助，希望可以尽我微薄之力来帮助你。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，首先值得肯定的是，儿童时期的“父母离异”已经对你心理造成了创伤。",
        "label": ""
      },
      {
        "sentence": "即使如此，在青春期之前能够保持外向的性格是非常难得的，说明你并不是天生就比较敏感和抑郁的人。",
        "label": ""
      },
      {
        "sentence": "接着你提到了转学的因素，这会进一步给你的身体原因带来冲击，导致你完全失去了抵抗压力的能力，从而患上了抑郁症和焦虑症。",
        "label": ""
      },
      {
        "sentence": "八年过去了，我不知道你的抑郁症是否有好转呢？",
        "label": ""
      },
      {
        "sentence": "如果没有好转，你仍然处于焦虑和困惑的状态，我建议你去寻求专业的心理医生进行心理疏导。",
        "label": ""
      },
      {
        "sentence": "如果情况有所改善，只是你提到的【觉得自己言行举止还在8年前，情商和智商和同龄人相比有很大差距】从心理学的角度来说，心理障碍会导致一些心灵退缩的现象。",
        "label": ""
      },
      {
        "sentence": "当心灵发展受到阻碍后，我们会退回到自己的童年或学生时期，用过去的思维方式来面对问题，这就是所谓的心理年龄退化。",
        "label": ""
      },
      {
        "sentence": "如果阻碍心灵发展的问题一直得不到解决，我们的心灵就会在某些方面或者全部方面停滞在过去。",
        "label": ""
      },
      {
        "sentence": "慢慢地积累，就会造成一种心理成长上的障碍。",
        "label": ""
      },
      {
        "sentence": "过去的事情已经成为往事，我们要向前看，回头顾后只会看不到任何的变化。",
        "label": ""
      },
      {
        "sentence": "现在你可以先试着接受现状，专心准备考研。",
        "label": ""
      },
      {
        "sentence": "但是我不建议完全逃避社交，还是要尝试出门走走，虽然对你来说可能有些困难，但是拒绝只会让你更难以进步。",
        "label": ""
      },
      {
        "sentence": "我相信你是可以的！",
        "label": ""
      },
      {
        "sentence": "希望能听到你的好消息，祝你好运！",
        "label": ""
      }
    ]
  }
]