[
  {
    "role": "client",
    "content": "我对那些学习认真的人感到讨厌，感觉他们要超过我，与我为敌。以前高中因为和同桌竞争学习，得过焦虑症和抑郁症，同时也有一点强迫症。现在大学，看到班里或者室友学习比较认真的人，我就开始讨厌那个人，我很不开心，很痛苦，就看着那个人努力学习的样子心里特别生气，不想让她那么努力。感觉那个人与我为敌，想要打败我，于是我就开始讨厌那个学习认真的人，其实人家什么都没做错，但是我就是觉得很别扭，我觉得自己很阴暗，但是我摆脱不了。从而导致我拒绝和别人交朋友，我想改变我的想法，但是我真的力不从心。请你们帮帮我吧，谢谢！",
    "annotation": [
      {
        "sentence": "我对那些学习认真的人感到讨厌，感觉他们要超过我，与我为敌。",
        "label": ""
      },
      {
        "sentence": "以前高中因为和同桌竞争学习，得过焦虑症和抑郁症，同时也有一点强迫症。",
        "label": ""
      },
      {
        "sentence": "现在大学，看到班里或者室友学习比较认真的人，我就开始讨厌那个人，我很不开心，很痛苦，就看着那个人努力学习的样子心里特别生气，不想让她那么努力。",
        "label": ""
      },
      {
        "sentence": "感觉那个人与我为敌，想要打败我，于是我就开始讨厌那个学习认真的人，其实人家什么都没做错，但是我就是觉得很别扭，我觉得自己很阴暗，但是我摆脱不了。",
        "label": ""
      },
      {
        "sentence": "从而导致我拒绝和别人交朋友，我想改变我的想法，但是我真的力不从心。",
        "label": ""
      },
      {
        "sentence": "请你们帮帮我吧，谢谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好哇~嫉妒那些比自己努力的人，这种心理并不少见，只是或多或少，严重与否而已。适当的嫉妒，可以成为我们竞争的动力，可是一旦超过了那个限度，就会转化为我们对嫉妒对象的恶意，甚至是对自己的伤害。降低对那个人的关注度一旦我们开始格外地关注起某个人，我们就会放大他的一些行为，比如说，在自习室看到他，就会觉得他是一整天都待在自习室学习；看到他背着书包在路上走，就会觉得他又去偷着学习等等。其实，有可能他只是路过自习室，或者是背着书包外出而已。可是当我们降低对他的关注度，或许这些行为在我们的眼里就不会引起那么多的反感。",
    "annotation": [
      {
        "sentence": "你好哇~嫉妒那些比自己努力的人，这种心理并不少见，只是或多或少，严重与否而已。",
        "label": ""
      },
      {
        "sentence": "适当的嫉妒，可以成为我们竞争的动力，可是一旦超过了那个限度，就会转化为我们对嫉妒对象的恶意，甚至是对自己的伤害。",
        "label": ""
      },
      {
        "sentence": "降低对那个人的关注度一旦我们开始格外地关注起某个人，我们就会放大他的一些行为，比如说，在自习室看到他，就会觉得他是一整天都待在自习室学习；看到他背着书包在路上走，就会觉得他又去偷着学习等等。",
        "label": ""
      },
      {
        "sentence": "其实，有可能他只是路过自习室，或者是背着书包外出而已。",
        "label": ""
      },
      {
        "sentence": "可是当我们降低对他的关注度，或许这些行为在我们的眼里就不会引起那么多的反感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我对那个人的关注度太高了，导致我把一些事情无限夸大，一直困扰着我。",
    "annotation": [
      {
        "sentence": "确实，我对那个人的关注度太高了，导致我把一些事情无限夸大，一直困扰着我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，心理调节很重要。看到班上的同学和室友学习比较认真你就会很不舒服，那如果是考研的学长学姐呢？考研的学长学姐说不定比他们还要更认真呢。把他们当作和学长学姐一样的存在，他们的认真对你来说并没有特别的意义。",
    "annotation": [
      {
        "sentence": "没错，心理调节很重要。",
        "label": ""
      },
      {
        "sentence": "看到班上的同学和室友学习比较认真你就会很不舒服，那如果是考研的学长学姐呢？",
        "label": ""
      },
      {
        "sentence": "考研的学长学姐说不定比他们还要更认真呢。",
        "label": ""
      },
      {
        "sentence": "把他们当作和学长学姐一样的存在，他们的认真对你来说并没有特别的意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，想想也对。其实并不是每一个学习努力的人都是我的敌人，我应该用更开放的心态来看待他们。",
    "annotation": [
      {
        "sentence": "是啊，想想也对。",
        "label": ""
      },
      {
        "sentence": "其实并不是每一个学习努力的人都是我的敌人，我应该用更开放的心态来看待他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错！远离那个人如果自己无法做到心理调节，就远离那个人。他在一号自习室，你就去二号自习室，他在前面听讲，你就坐在后面听讲。多想想自己想要的到底是什么想成为学习最努力的那个人？想成为学习最认真的人？还是想成为学习最好的那个人？在大学有很多人，他们只是看起来很努力罢了。每天天不亮就背着书包去教室，结果昏昏欲睡。有些人笔记记得工工整整漂漂亮亮，可是真正记住的东西少之又少。当你和别人拼努力变成了一场军备竞赛，你就会变得特别累。在忙碌的学习之余，不妨多问问自己这么做的原因，当你心理有明确的答案的时候，自然而然就会减少对外界的关注。",
    "annotation": [
      {
        "sentence": "没错！",
        "label": ""
      },
      {
        "sentence": "远离那个人如果自己无法做到心理调节，就远离那个人。",
        "label": ""
      },
      {
        "sentence": "他在一号自习室，你就去二号自习室，他在前面听讲，你就坐在后面听讲。",
        "label": ""
      },
      {
        "sentence": "多想想自己想要的到底是什么想成为学习最努力的那个人？",
        "label": ""
      },
      {
        "sentence": "想成为学习最认真的人？",
        "label": ""
      },
      {
        "sentence": "还是想成为学习最好的那个人？",
        "label": ""
      },
      {
        "sentence": "在大学有很多人，他们只是看起来很努力罢了。",
        "label": ""
      },
      {
        "sentence": "每天天不亮就背着书包去教室，结果昏昏欲睡。",
        "label": ""
      },
      {
        "sentence": "有些人笔记记得工工整整漂漂亮亮，可是真正记住的东西少之又少。",
        "label": ""
      },
      {
        "sentence": "当你和别人拼努力变成了一场军备竞赛，你就会变得特别累。",
        "label": ""
      },
      {
        "sentence": "在忙碌的学习之余，不妨多问问自己这么做的原因，当你心理有明确的答案的时候，自然而然就会减少对外界的关注。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更专注于自己的学习，而不是总是把别人当作对手。",
    "annotation": [
      {
        "sentence": "你说得对，我应该更专注于自己的学习，而不是总是把别人当作对手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "生活不只是学习，我们的生活不只只是学习，还有很多美好的东西。但是生活处处可以学习，和朋友出游是学习社交，出去跑步是学习健身，哪怕是刷剧也是学习如何放松。当把学习仅仅只是局限于在书桌前苦读，在自习室枯坐的话，那学习也就失去了本身的意义。最后，希望你能够早日走出困扰！",
    "annotation": [
      {
        "sentence": "生活不只是学习，我们的生活不只只是学习，还有很多美好的东西。",
        "label": ""
      },
      {
        "sentence": "但是生活处处可以学习，和朋友出游是学习社交，出去跑步是学习健身，哪怕是刷剧也是学习如何放松。",
        "label": ""
      },
      {
        "sentence": "当把学习仅仅只是局限于在书桌前苦读，在自习室枯坐的话，那学习也就失去了本身的意义。",
        "label": ""
      },
      {
        "sentence": "最后，希望你能够早日走出困扰！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持！我会尽力调整自己的心态，享受学习和生活的美好。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      },
      {
        "sentence": "我会尽力调整自己的心态，享受学习和生活的美好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！相信你能够做到的，要相信自己，加油！如果还有其他问题，随时来找我聊聊吧。",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "相信你能够做到的，要相信自己，加油！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我聊聊吧。",
        "label": ""
      }
    ]
  }
]