[
  {
    "role": "client",
    "content": "父母喜欢干预孩子，抬高自己，强调自己的付出怎么办？",
    "annotation": [
      {
        "sentence": "父母喜欢干预孩子，抬高自己，强调自己的付出怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述，我注意到你对父母和自己已经有了一个基本认识，比如认识到自己自卑、易内疚，认识到父母喜欢干预、抬高自己。这是件好事，说明你已经有了觉知，而不再是被父母“PUA”而不自知的状态。接下来，我想和你一起看看在你这里发生了什么。",
    "annotation": [
      {
        "sentence": "通过你的描述，我注意到你对父母和自己已经有了一个基本认识，比如认识到自己自卑、易内疚，认识到父母喜欢干预、抬高自己。",
        "label": ""
      },
      {
        "sentence": "这是件好事，说明你已经有了觉知，而不再是被父母“PUA”而不自知的状态。",
        "label": ""
      },
      {
        "sentence": "接下来，我想和你一起看看在你这里发生了什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "父母经常干预我的生活，总是说他们为我们付出了很多，让我感到很压抑。",
    "annotation": [
      {
        "sentence": "父母经常干预我的生活，总是说他们为我们付出了很多，让我感到很压抑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "1、你不是一个人在战斗一般来说，如果父母是“喜欢干预、喜欢抬高自己、喜欢强调自己的付出”的人，那么孩子出现“内向、压抑、显性或隐性的逆反、自卑”等心理状态，是大概率的。而你，也属于这一类。我说这段话的意思，是想告诉你，你并不是“一个人”，而是有很多类似的同伴，这么说倒并不是否认这些东西给个体自身带来的伤害，而是说如果你退后一步，会发现在当今社会，这其实还是一个蛮普遍的现象，不成熟的父母居多，而人格成熟的父母其实凤毛麟角。这样说，不知道你会不会感觉舒服一点。",
    "annotation": [
      {
        "sentence": "1、你不是一个人在战斗一般来说，如果父母是“喜欢干预、喜欢抬高自己、喜欢强调自己的付出”的人，那么孩子出现“内向、压抑、显性或隐性的逆反、自卑”等心理状态，是大概率的。",
        "label": ""
      },
      {
        "sentence": "而你，也属于这一类。",
        "label": ""
      },
      {
        "sentence": "我说这段话的意思，是想告诉你，你并不是“一个人”，而是有很多类似的同伴，这么说倒并不是否认这些东西给个体自身带来的伤害，而是说如果你退后一步，会发现在当今社会，这其实还是一个蛮普遍的现象，不成熟的父母居多，而人格成熟的父母其实凤毛麟角。",
        "label": ""
      },
      {
        "sentence": "这样说，不知道你会不会感觉舒服一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来我并不孤单，这让我感到一些安慰。但我还是很压抑，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "原来我并不孤单，这让我感到一些安慰。",
        "label": ""
      },
      {
        "sentence": "但我还是很压抑，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "2、任何特质，都是双面的。当我们提到压抑、逆反等词汇时，大多数会认为它们是“坏”的，是对自我的破坏和创伤。比如压抑，对于本我来说，压抑是“不好”的，它让我们感觉不舒服，甚至还会带给我们很多身心疾病。但从另一个角度说，压抑是社会化的必然产物，不管是来自家庭、学校还是社会，只要有规则，涉及到他人，就会有压抑，而对自我的压抑，常常让我们更具合群性，更能获得来自他人的欣赏，所以从这个角度说，绝对的“不压抑”其实是不存在的，而我们每个人事实上都从自己的特质中既获得了“坏处”，也获得了“好处”。或许，你可以尝试问问自己，自己的压抑、自卑、逆反，除了带来那些你不认同，甚至讨厌的坏处之外，有没有给你带来过好处呢？比如自卑，有可能会让你更勤奋，更努力，更内向，更专注？比如逆反，会不会有可能带给你力量、主见和“做自己”的动力？——就像你现在来这里求助一样。",
    "annotation": [
      {
        "sentence": "2、任何特质，都是双面的。",
        "label": ""
      },
      {
        "sentence": "当我们提到压抑、逆反等词汇时，大多数会认为它们是“坏”的，是对自我的破坏和创伤。",
        "label": ""
      },
      {
        "sentence": "比如压抑，对于本我来说，压抑是“不好”的，它让我们感觉不舒服，甚至还会带给我们很多身心疾病。",
        "label": ""
      },
      {
        "sentence": "但从另一个角度说，压抑是社会化的必然产物，不管是来自家庭、学校还是社会，只要有规则，涉及到他人，就会有压抑，而对自我的压抑，常常让我们更具合群性，更能获得来自他人的欣赏，所以从这个角度说，绝对的“不压抑”其实是不存在的，而我们每个人事实上都从自己的特质中既获得了“坏处”，也获得了“好处”。",
        "label": ""
      },
      {
        "sentence": "或许，你可以尝试问问自己，自己的压抑、自卑、逆反，除了带来那些你不认同，甚至讨厌的坏处之外，有没有给你带来过好处呢？",
        "label": ""
      },
      {
        "sentence": "比如自卑，有可能会让你更勤奋，更努力，更内向，更专注？",
        "label": ""
      },
      {
        "sentence": "比如逆反，会不会有可能带给你力量、主见和“做自己”的动力？",
        "label": ""
      },
      {
        "sentence": "——就像你现在来这里求助一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从来没有想过压抑、自卑和逆反可能会有一些积极的作用。但我还是觉得自己很沉重，希望能够摆脱这种约束。",
    "annotation": [
      {
        "sentence": "我从来没有想过压抑、自卑和逆反可能会有一些积极的作用。",
        "label": ""
      },
      {
        "sentence": "但我还是觉得自己很沉重，希望能够摆脱这种约束。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "3、你有选择权：决定标签是禁锢还是图腾？每个人的现在都是由无数个过去组成。这些经历，从某种意义上说并没有真正的标签可以定义它，比如创伤，如果父母很强势，孩子很压抑，那么这些压抑——毫无疑问对于弱小的孩子来说，是创伤，但是如果你因为痛苦，而走上了改变自我的道路，同时又因为你自己曾经的痛苦经历，而对此类情绪有深切的认知，能更深刻的共情他人，那么这时候，你的创伤就成了你的“优势”。没有人能在真空环境下长大，就像只要手指摸了玻璃杯，杯子上就一定会有指纹一样。我们身上的这些指纹，从另一个角度看，也许是我们独一无二的生命图腾。如果我们选择穿越创伤，那么它们就会绽放，开出生命的花朵。",
    "annotation": [
      {
        "sentence": "3、你有选择权：决定标签是禁锢还是图腾？",
        "label": ""
      },
      {
        "sentence": "每个人的现在都是由无数个过去组成。",
        "label": ""
      },
      {
        "sentence": "这些经历，从某种意义上说并没有真正的标签可以定义它，比如创伤，如果父母很强势，孩子很压抑，那么这些压抑——毫无疑问对于弱小的孩子来说，是创伤，但是如果你因为痛苦，而走上了改变自我的道路，同时又因为你自己曾经的痛苦经历，而对此类情绪有深切的认知，能更深刻的共情他人，那么这时候，你的创伤就成了你的“优势”。",
        "label": ""
      },
      {
        "sentence": "没有人能在真空环境下长大，就像只要手指摸了玻璃杯，杯子上就一定会有指纹一样。",
        "label": ""
      },
      {
        "sentence": "我们身上的这些指纹，从另一个角度看，也许是我们独一无二的生命图腾。",
        "label": ""
      },
      {
        "sentence": "如果我们选择穿越创伤，那么它们就会绽放，开出生命的花朵。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从来没有想过自己的经历可以成为我的优势，这让我有些鼓舞。但我仍然感到很痛苦，不知道如何疗愈和成长。",
    "annotation": [
      {
        "sentence": "我从来没有想过自己的经历可以成为我的优势，这让我有些鼓舞。",
        "label": ""
      },
      {
        "sentence": "但我仍然感到很痛苦，不知道如何疗愈和成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "4、疗愈和成长觉察即疗愈。当你对自我有了觉察时，改变就已经开始。我尝试从压抑、自卑、逆反三个角度给你一些小建议。第一，改变压抑最简单的方法莫过于练习真实表达技术。这种人际沟通的方法，一方面能够让我们真实而不压抑的表达自己，另一方面又很少引发人际误会和冲突。比如妈妈强迫你吃某样东西的时候，你可以尝试用这样的方式表达：妈妈，我知道你让我吃XX是因为觉得它有营养，为我的身体健康考虑，但是我确实此刻不太想吃。也许你会说，我妈一定会骂我不知好",
    "annotation": [
      {
        "sentence": "4、疗愈和成长觉察即疗愈。",
        "label": ""
      },
      {
        "sentence": "当你对自我有了觉察时，改变就已经开始。",
        "label": ""
      },
      {
        "sentence": "我尝试从压抑、自卑、逆反三个角度给你一些小建议。",
        "label": ""
      },
      {
        "sentence": "第一，改变压抑最简单的方法莫过于练习真实表达技术。",
        "label": ""
      },
      {
        "sentence": "这种人际沟通的方法，一方面能够让我们真实而不压抑的表达自己，另一方面又很少引发人际误会和冲突。",
        "label": ""
      },
      {
        "sentence": "比如妈妈强迫你吃某样东西的时候，你可以尝试用这样的方式表达：妈妈，我知道你让我吃XX是因为觉得它有营养，为我的身体健康考虑，但是我确实此刻不太想吃。",
        "label": ""
      },
      {
        "sentence": "也许你会说，我妈一定会骂我不知好",
        "label": ""
      }
    ]
  }
]