[
  {
    "role": "client",
    "content": "我加入了一个育儿学习交流群，可是发现很多人都不说话不参加活动。我去年底进入了这个群，群主是一个二胎全职妈妈，她经常在群里分享她的所学所思，有时还会组织线下沙龙或读书会，大家可以在那里学习和交流，只需要支付一定的费用。我跟她一样也是一个在学习的妈妈，但我一直都是独自学习的，所以加入这个群后感觉找到了组织，积极参与，也成了群主的好朋友。但是我发现这个有70个人的群里，说话的人始终只有那3、4个人，其他人都不活跃，甚至连发广告或小游戏的人都没有。我很好奇，大家都加入这个群是因为想好好育儿的，为什么每次群主问线下活动有人要参加时，都没有人说话？分享完书籍后问大家是否有问题，也没有人回应。我不明白他们在想什么，是不是根本不关心或者根本不参与？还是我自己太积极主动了不好？",
    "annotation": [
      {
        "sentence": "我加入了一个育儿学习交流群，可是发现很多人都不说话不参加活动。",
        "label": ""
      },
      {
        "sentence": "我去年底进入了这个群，群主是一个二胎全职妈妈，她经常在群里分享她的所学所思，有时还会组织线下沙龙或读书会，大家可以在那里学习和交流，只需要支付一定的费用。",
        "label": ""
      },
      {
        "sentence": "我跟她一样也是一个在学习的妈妈，但我一直都是独自学习的，所以加入这个群后感觉找到了组织，积极参与，也成了群主的好朋友。",
        "label": ""
      },
      {
        "sentence": "但是我发现这个有70个人的群里，说话的人始终只有那3、4个人，其他人都不活跃，甚至连发广告或小游戏的人都没有。",
        "label": ""
      },
      {
        "sentence": "我很好奇，大家都加入这个群是因为想好好育儿的，为什么每次群主问线下活动有人要参加时，都没有人说话？",
        "label": ""
      },
      {
        "sentence": "分享完书籍后问大家是否有问题，也没有人回应。",
        "label": ""
      },
      {
        "sentence": "我不明白他们在想什么，是不是根本不关心或者根本不参与？",
        "label": ""
      },
      {
        "sentence": "还是我自己太积极主动了不好？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说你加入了一个学习交流群，发现很少人说话。70人的群只有三四个活跃的人，其他人都潜水。你对此感到奇怪和担忧，是否担心自己太活跃了呢？我是专业社群运营人员，可以和你分享一些关于社群的情况。通常来说，一个社群的活跃成员只占总人数的10%左右，除非运营者采取一些技巧来激发大家的讨论。这些技巧非常有门道，我就不展开了，你可以参考《社群营销实战手册》。此外，进入一个群的门槛也会影响群的活跃度。通常来说，付费越高或进入门槛越高，参与的人意愿也越强，毕竟他们已经投入了，不参与就会感到浪费。如果这是一个免费群，大家可能只是想享受资源而不意识到自己应该发言和分享。即使没有人说话，群里肯定还有人在查看消息，只是他们还没有找到发言的契机。这也需要群主或其他成员来做一些运营工作，创造一个积极发言和参与的环境。我希望以上信息对你有所帮助。最后想告诉你，你的积极主动是没有问题的，群主很喜欢积极主动的人，你可以问问她是否也这样想，还可以跟她分享一下你的积极主动原因，看她是否需要做些什么来促进活跃度。希望这些建议对你有用。",
    "annotation": [
      {
        "sentence": "你说你加入了一个学习交流群，发现很少人说话。",
        "label": ""
      },
      {
        "sentence": "70人的群只有三四个活跃的人，其他人都潜水。",
        "label": ""
      },
      {
        "sentence": "你对此感到奇怪和担忧，是否担心自己太活跃了呢？",
        "label": ""
      },
      {
        "sentence": "我是专业社群运营人员，可以和你分享一些关于社群的情况。",
        "label": ""
      },
      {
        "sentence": "通常来说，一个社群的活跃成员只占总人数的10%左右，除非运营者采取一些技巧来激发大家的讨论。",
        "label": ""
      },
      {
        "sentence": "这些技巧非常有门道，我就不展开了，你可以参考《社群营销实战手册》。",
        "label": ""
      },
      {
        "sentence": "此外，进入一个群的门槛也会影响群的活跃度。",
        "label": ""
      },
      {
        "sentence": "通常来说，付费越高或进入门槛越高，参与的人意愿也越强，毕竟他们已经投入了，不参与就会感到浪费。",
        "label": ""
      },
      {
        "sentence": "如果这是一个免费群，大家可能只是想享受资源而不意识到自己应该发言和分享。",
        "label": ""
      },
      {
        "sentence": "即使没有人说话，群里肯定还有人在查看消息，只是他们还没有找到发言的契机。",
        "label": ""
      },
      {
        "sentence": "这也需要群主或其他成员来做一些运营工作，创造一个积极发言和参与的环境。",
        "label": ""
      },
      {
        "sentence": "我希望以上信息对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "最后想告诉你，你的积极主动是没有问题的，群主很喜欢积极主动的人，你可以问问她是否也这样想，还可以跟她分享一下你的积极主动原因，看她是否需要做些什么来促进活跃度。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有用。",
        "label": ""
      }
    ]
  }
]