[
  {
    "role": "client",
    "content": "我最近心情非常不好。就是因为被自己亲妈笑话说活该离婚的事情。每次和她沟通，她都说是我太差劲了。我小时候，我妈得了肝炎，所以她就不让我靠近她，就算我靠近她，她也会把我推开。随着年龄的增长，我跟她之间也没有了亲近感。我只是觉得她是母亲，我不能断了这层关系。但是我们之间都是表面上的，她总是说我不学好，故意气她。可是，在别人眼里，我是那个乖巧又懂事的孩子。有时候我试图跟她沟通，她就用我离婚的事情来说我，“你把你自己过好，看别人都过得多幸福，你过得什么日子，找不上对象”。当我离婚的时候，对方传了一些不好的事情，外面的人听了，也跟着传。我妈就记住了那些传言，就觉得我就是那种类型的人，觉得我特别糟糕。我有时候想要把问题说清楚，她就说我顶嘴，不学好，不把她放在眼里。我越想解释，越想跟她说清楚，她就越觉得我脾气不好，故意要气死她。突然的离婚对我造成了一定的伤害，再婚的话，我希望更加谨慎。可是，她听别人传我挑三拣四的，不知足，她也就那样认为。我们之间的沟通也没有效果，每次我和她单独待在一起都感觉很别扭。一直感觉，我家里虽然算和睦，但是气氛很压抑。",
    "annotation": [
      {
        "sentence": "我最近心情非常不好。",
        "label": ""
      },
      {
        "sentence": "就是因为被自己亲妈笑话说活该离婚的事情。",
        "label": ""
      },
      {
        "sentence": "每次和她沟通，她都说是我太差劲了。",
        "label": ""
      },
      {
        "sentence": "我小时候，我妈得了肝炎，所以她就不让我靠近她，就算我靠近她，她也会把我推开。",
        "label": ""
      },
      {
        "sentence": "随着年龄的增长，我跟她之间也没有了亲近感。",
        "label": ""
      },
      {
        "sentence": "我只是觉得她是母亲，我不能断了这层关系。",
        "label": ""
      },
      {
        "sentence": "但是我们之间都是表面上的，她总是说我不学好，故意气她。",
        "label": ""
      },
      {
        "sentence": "可是，在别人眼里，我是那个乖巧又懂事的孩子。",
        "label": ""
      },
      {
        "sentence": "有时候我试图跟她沟通，她就用我离婚的事情来说我，“你把你自己过好，看别人都过得多幸福，你过得什么日子，找不上对象”。",
        "label": ""
      },
      {
        "sentence": "当我离婚的时候，对方传了一些不好的事情，外面的人听了，也跟着传。",
        "label": ""
      },
      {
        "sentence": "我妈就记住了那些传言，就觉得我就是那种类型的人，觉得我特别糟糕。",
        "label": ""
      },
      {
        "sentence": "我有时候想要把问题说清楚，她就说我顶嘴，不学好，不把她放在眼里。",
        "label": ""
      },
      {
        "sentence": "我越想解释，越想跟她说清楚，她就越觉得我脾气不好，故意要气死她。",
        "label": ""
      },
      {
        "sentence": "突然的离婚对我造成了一定的伤害，再婚的话，我希望更加谨慎。",
        "label": ""
      },
      {
        "sentence": "可是，她听别人传我挑三拣四的，不知足，她也就那样认为。",
        "label": ""
      },
      {
        "sentence": "我们之间的沟通也没有效果，每次我和她单独待在一起都感觉很别扭。",
        "label": ""
      },
      {
        "sentence": "一直感觉，我家里虽然算和睦，但是气氛很压抑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情。从你的描述中可以看出，在和妈妈的沟通上有一些问题。你觉得妈妈不理解你，妈妈觉得你不够好。现在家里的气氛比较压抑，这是一个需要注意的点。如果继续发展下去，可能会出现冷暴力的情况。面对这种情况，你可能需要更多地理解你的妈妈。无视她的不理解和言语攻击，减少对自己直接的伤害。把注意力集中在日常生活中，互相关心，用时间去证明，去疗愈。而你们沟通上的主要问题可能是因为你比较关注事实层面，想告诉她你不是她想的那样。而她更多的是情绪方面的反应，她一味觉得是那样的，是因为她觉得自己没办法搞清楚到底怎么样，没办法完全信任你，一些流言蜚语影响了她的判断。进而对你的各种否定其实和事实没什么关系，只是因为她相信了那些不真实的东西，所以才会情绪化地表达。她可能也不是故意去否定你，只是用这种方式来转移自己的压力，她否定你的背后其实是在说：“你现在这个样子都是自己造成的，不是我的原因。”可能她也知道自己小时候对你比较疏远，她会觉得自己没有教育好你。如果现在她不否定你，她就需要把这份攻击性转移到自己身上，她会觉得“都是我不好，孩子才是现在这样（想象中的那么差）”。那她可能无法承受这种自我否定。当然，她自己可能完全没有意识到这种转移，所以也不能怪她。而你现在更应该做的可能不是去证明什么事实，因为这很难，而是给妈妈更多的情感上的支持和关怀。尽可能不去争吵，用心做自己的事情，把很多东西交给时间去证明。你爱她，关心她，她会感受到的。祝好～。",
    "annotation": [
      {
        "sentence": "非常理解你的心情。",
        "label": ""
      },
      {
        "sentence": "从你的描述中可以看出，在和妈妈的沟通上有一些问题。",
        "label": ""
      },
      {
        "sentence": "你觉得妈妈不理解你，妈妈觉得你不够好。",
        "label": ""
      },
      {
        "sentence": "现在家里的气氛比较压抑，这是一个需要注意的点。",
        "label": ""
      },
      {
        "sentence": "如果继续发展下去，可能会出现冷暴力的情况。",
        "label": ""
      },
      {
        "sentence": "面对这种情况，你可能需要更多地理解你的妈妈。",
        "label": ""
      },
      {
        "sentence": "无视她的不理解和言语攻击，减少对自己直接的伤害。",
        "label": ""
      },
      {
        "sentence": "把注意力集中在日常生活中，互相关心，用时间去证明，去疗愈。",
        "label": ""
      },
      {
        "sentence": "而你们沟通上的主要问题可能是因为你比较关注事实层面，想告诉她你不是她想的那样。",
        "label": ""
      },
      {
        "sentence": "而她更多的是情绪方面的反应，她一味觉得是那样的，是因为她觉得自己没办法搞清楚到底怎么样，没办法完全信任你，一些流言蜚语影响了她的判断。",
        "label": ""
      },
      {
        "sentence": "进而对你的各种否定其实和事实没什么关系，只是因为她相信了那些不真实的东西，所以才会情绪化地表达。",
        "label": ""
      },
      {
        "sentence": "她可能也不是故意去否定你，只是用这种方式来转移自己的压力，她否定你的背后其实是在说：“你现在这个样子都是自己造成的，不是我的原因。",
        "label": ""
      },
      {
        "sentence": "”可能她也知道自己小时候对你比较疏远，她会觉得自己没有教育好你。",
        "label": ""
      },
      {
        "sentence": "如果现在她不否定你，她就需要把这份攻击性转移到自己身上，她会觉得“都是我不好，孩子才是现在这样（想象中的那么差）”。",
        "label": ""
      },
      {
        "sentence": "那她可能无法承受这种自我否定。",
        "label": ""
      },
      {
        "sentence": "当然，她自己可能完全没有意识到这种转移，所以也不能怪她。",
        "label": ""
      },
      {
        "sentence": "而你现在更应该做的可能不是去证明什么事实，因为这很难，而是给妈妈更多的情感上的支持和关怀。",
        "label": ""
      },
      {
        "sentence": "尽可能不去争吵，用心做自己的事情，把很多东西交给时间去证明。",
        "label": ""
      },
      {
        "sentence": "你爱她，关心她，她会感受到的。",
        "label": ""
      },
      {
        "sentence": "祝好～。",
        "label": ""
      }
    ]
  }
]