[
  {
    "role": "client",
    "content": "被自己亲妈笑话活该离婚，沟通就说都是我太差劲了？我小的时候我妈得了肝炎，所以她就不让我靠近她，就算靠过去也会一把推开，随着年龄的增长，我跟她之间也没有了亲近感，只是觉得她是母亲，我不能断了这层关系。我跟她之间，都是表面上的，她永远都说我不学好，故意气她，可是，在别人眼里，我是那个乖巧又懂事的孩子。有时候试图想跟她沟通，她就拿我离婚的事说我，“你把你自己过好，看别人都过得多幸福，你过得什么日子，找不上对象”，我离婚的时候，对方传了我一些不好的事情，外面的人听了，也跟着传，我妈就记着了，就觉得我就是传的那种人，我特别糟糕。有时候我想把问题说清楚，她说我顶嘴，不学好，不把她放眼里，我越想解释，越想说清楚，她就越觉得我脾气不好，故意要气死她，突然离婚对我造成了一定的伤害，再婚我希望谨慎一点，她就听别人传我挑三拣四的，不知足，她也就那样认为。沟通也不能沟通，每次我跟她单独呆一起也会很别扭。一直感觉，我家里算和睦的，只是气氛很压抑。",
    "annotation": [
      {
        "sentence": "被自己亲妈笑话活该离婚，沟通就说都是我太差劲了？",
        "label": ""
      },
      {
        "sentence": "我小的时候我妈得了肝炎，所以她就不让我靠近她，就算靠过去也会一把推开，随着年龄的增长，我跟她之间也没有了亲近感，只是觉得她是母亲，我不能断了这层关系。",
        "label": ""
      },
      {
        "sentence": "我跟她之间，都是表面上的，她永远都说我不学好，故意气她，可是，在别人眼里，我是那个乖巧又懂事的孩子。",
        "label": ""
      },
      {
        "sentence": "有时候试图想跟她沟通，她就拿我离婚的事说我，“你把你自己过好，看别人都过得多幸福，你过得什么日子，找不上对象”，我离婚的时候，对方传了我一些不好的事情，外面的人听了，也跟着传，我妈就记着了，就觉得我就是传的那种人，我特别糟糕。",
        "label": ""
      },
      {
        "sentence": "有时候我想把问题说清楚，她说我顶嘴，不学好，不把她放眼里，我越想解释，越想说清楚，她就越觉得我脾气不好，故意要气死她，突然离婚对我造成了一定的伤害，再婚我希望谨慎一点，她就听别人传我挑三拣四的，不知足，她也就那样认为。",
        "label": ""
      },
      {
        "sentence": "沟通也不能沟通，每次我跟她单独呆一起也会很别扭。",
        "label": ""
      },
      {
        "sentence": "一直感觉，我家里算和睦的，只是气氛很压抑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你现在所描述的问题，感觉你很困扰也很无助。首先，我要告诉你，我能够理解你的心情，妈妈和女儿之间的关系确实很复杂。要解决这些问题并不容易，毕竟其中既有从你出生之前注定的因素，也有你在成长过程中无能为力的事情。确切来说，你和妈妈之间的问题并不只是沟通上的差异，更关键的是代沟和情感上的缺失。你希望能与妈妈建立亲密关系，但这并不仅仅是表面上的关系。这种亲密感对你来说非常重要，你的内心深处希望能够获得妈妈的理解和关爱。不然你也不会把妈妈的话放在心上，还主动来咨询心理咨询师。你有没有想过为什么你会对妈妈的话那么敏感，那是因为你渴望被妈妈认同，信任。但现实是，妈妈并不信任你，而是很容易相信别人对你的指责和误解。这对你来说一定很难过，很伤心。作为孩子，我们都渴望被父母认同，但妈妈却选择相信“别人的传话”，而不愿意真正了解自己的女儿。这种矛盾已经积累了很长时间了。你提到了你和妈妈关系状况，但对于社会来说，对“母亲”这个词有一定的期待和想象，但并不是每个女人都能完美地扮演母亲的角色，回应孩子的期待。你是一个善良的人，你希望能够解释清楚问题，但妈妈却认为你顶嘴，不听话。她并不重视问题，只是逃避矛盾和责任，倒过来指责你。这是她的潜意识在操作，她意识到她在这件事上有责任，但不愿意承认。这是很自私的行为，也让人心疼你。但事实是，我们无法选择父母，只能接受他们。最重要的是，你要与自己和解，",
    "annotation": [
      {
        "sentence": "求助者，你现在所描述的问题，感觉你很困扰也很无助。",
        "label": ""
      },
      {
        "sentence": "首先，我要告诉你，我能够理解你的心情，妈妈和女儿之间的关系确实很复杂。",
        "label": ""
      },
      {
        "sentence": "要解决这些问题并不容易，毕竟其中既有从你出生之前注定的因素，也有你在成长过程中无能为力的事情。",
        "label": ""
      },
      {
        "sentence": "确切来说，你和妈妈之间的问题并不只是沟通上的差异，更关键的是代沟和情感上的缺失。",
        "label": ""
      },
      {
        "sentence": "你希望能与妈妈建立亲密关系，但这并不仅仅是表面上的关系。",
        "label": ""
      },
      {
        "sentence": "这种亲密感对你来说非常重要，你的内心深处希望能够获得妈妈的理解和关爱。",
        "label": ""
      },
      {
        "sentence": "不然你也不会把妈妈的话放在心上，还主动来咨询心理咨询师。",
        "label": ""
      },
      {
        "sentence": "你有没有想过为什么你会对妈妈的话那么敏感，那是因为你渴望被妈妈认同，信任。",
        "label": ""
      },
      {
        "sentence": "但现实是，妈妈并不信任你，而是很容易相信别人对你的指责和误解。",
        "label": ""
      },
      {
        "sentence": "这对你来说一定很难过，很伤心。",
        "label": ""
      },
      {
        "sentence": "作为孩子，我们都渴望被父母认同，但妈妈却选择相信“别人的传话”，而不愿意真正了解自己的女儿。",
        "label": ""
      },
      {
        "sentence": "这种矛盾已经积累了很长时间了。",
        "label": ""
      },
      {
        "sentence": "你提到了你和妈妈关系状况，但对于社会来说，对“母亲”这个词有一定的期待和想象，但并不是每个女人都能完美地扮演母亲的角色，回应孩子的期待。",
        "label": ""
      },
      {
        "sentence": "你是一个善良的人，你希望能够解释清楚问题，但妈妈却认为你顶嘴，不听话。",
        "label": ""
      },
      {
        "sentence": "她并不重视问题，只是逃避矛盾和责任，倒过来指责你。",
        "label": ""
      },
      {
        "sentence": "这是她的潜意识在操作，她意识到她在这件事上有责任，但不愿意承认。",
        "label": ""
      },
      {
        "sentence": "这是很自私的行为，也让人心疼你。",
        "label": ""
      },
      {
        "sentence": "但事实是，我们无法选择父母，只能接受他们。",
        "label": ""
      },
      {
        "sentence": "最重要的是，你要与自己和解，",
        "label": ""
      }
    ]
  }
]