[
  {
    "role": "client",
    "content": "我被自己亲妈笑话活该离婚，沟通就说都是我太差劲了？我小的时候我妈得了肝炎，所以她就不让我靠近她，就算靠过去也会一把推开，随着年龄的增长，我跟她之间也没有了亲近感，只是觉得她是母亲，我不能断了这层关系。我跟她之间，都是表面上的，她永远都说我不学好，故意气她，可是，在别人眼里，我是那个乖巧又懂事的孩子。有时候试图想跟她沟通，她就拿我离婚的事说我，“你把你自己过好，看别人都过得多幸福，你过得什么日子，找不上对象”，我离婚的时候，对方传了我一些不好的事情，外面的人听了，也跟着传，我妈就记着了，就觉得我就是传的那种人，我特别糟糕。有时候我想把问题说清楚，她说我顶嘴，不学好，不把她放眼里，我越想解释，越想说清楚，她就越觉得我脾气不好，故意要气死她，突然离婚对我造成了一定的伤害，再婚我希望谨慎一点，她就听别人传我挑三拣四的，不知足，她也就那样认为。沟通也不能沟通，每次我跟她单独呆一起也会很别扭。一直感觉，我家里算和睦的，只是气氛很压抑。",
    "annotation": [
      {
        "sentence": "我被自己亲妈笑话活该离婚，沟通就说都是我太差劲了？",
        "label": ""
      },
      {
        "sentence": "我小的时候我妈得了肝炎，所以她就不让我靠近她，就算靠过去也会一把推开，随着年龄的增长，我跟她之间也没有了亲近感，只是觉得她是母亲，我不能断了这层关系。",
        "label": ""
      },
      {
        "sentence": "我跟她之间，都是表面上的，她永远都说我不学好，故意气她，可是，在别人眼里，我是那个乖巧又懂事的孩子。",
        "label": ""
      },
      {
        "sentence": "有时候试图想跟她沟通，她就拿我离婚的事说我，“你把你自己过好，看别人都过得多幸福，你过得什么日子，找不上对象”，我离婚的时候，对方传了我一些不好的事情，外面的人听了，也跟着传，我妈就记着了，就觉得我就是传的那种人，我特别糟糕。",
        "label": ""
      },
      {
        "sentence": "有时候我想把问题说清楚，她说我顶嘴，不学好，不把她放眼里，我越想解释，越想说清楚，她就越觉得我脾气不好，故意要气死她，突然离婚对我造成了一定的伤害，再婚我希望谨慎一点，她就听别人传我挑三拣四的，不知足，她也就那样认为。",
        "label": ""
      },
      {
        "sentence": "沟通也不能沟通，每次我跟她单独呆一起也会很别扭。",
        "label": ""
      },
      {
        "sentence": "一直感觉，我家里算和睦的，只是气氛很压抑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你小时候得了肝炎，从那时起，每次靠近母亲时，她都会远离你。同时，她还总是觉得你不够好，就像对待外人一样嫌弃你。她是爱你的，只是表达方式不同。在外人眼中，你是很乖巧、很懂事的，那是因为外人只能看到我们的优点。我们很少把自己的缺点暴露出来，所以在他们眼中，你是乖巧的。但在你母亲眼中，有你的优点也有你的缺点，所以在她眼中你不是特别好。然而，这才是最真实的你，不是吗？只有父母会告诉我们 关于自己的优缺点，他们的话也正是让我们进步的。当你母亲说你应该把自己的日子过好，看看别人多幸福时，其实她也是希望你幸福的，不是吗？只是她可能不太擅长以某种方式表达。没有哪位母亲不爱自己的孩子，没有哪位母亲不希望自己的孩子变得更好。母女之间是最亲密的关系，更要注重沟通。我们把最好的一面展示给外人，把坏脾气留给了家人，这是不值得的。这个世界上，只有父母是最亲的人，我们应该更好地对待和理解他们。所以，学会与父母沟通，彼此更好地理解对方，尽量换一种方式表达。或许开始时，你的母亲可能不会立即改变，但一个人的环境可以影响他的思维方式，身处这样的环境一段时间后，也会渐渐改变，母子关系也会更加亲密、变好。最后，\"母爱就像是一首田园诗，幽远纯净，和雅淡然。\"让我们珍惜所拥有的母爱。",
    "annotation": [
      {
        "sentence": "你小时候得了肝炎，从那时起，每次靠近母亲时，她都会远离你。",
        "label": ""
      },
      {
        "sentence": "同时，她还总是觉得你不够好，就像对待外人一样嫌弃你。",
        "label": ""
      },
      {
        "sentence": "她是爱你的，只是表达方式不同。",
        "label": ""
      },
      {
        "sentence": "在外人眼中，你是很乖巧、很懂事的，那是因为外人只能看到我们的优点。",
        "label": ""
      },
      {
        "sentence": "我们很少把自己的缺点暴露出来，所以在他们眼中，你是乖巧的。",
        "label": ""
      },
      {
        "sentence": "但在你母亲眼中，有你的优点也有你的缺点，所以在她眼中你不是特别好。",
        "label": ""
      },
      {
        "sentence": "然而，这才是最真实的你，不是吗？",
        "label": ""
      },
      {
        "sentence": "只有父母会告诉我们 关于自己的优缺点，他们的话也正是让我们进步的。",
        "label": ""
      },
      {
        "sentence": "当你母亲说你应该把自己的日子过好，看看别人多幸福时，其实她也是希望你幸福的，不是吗？",
        "label": ""
      },
      {
        "sentence": "只是她可能不太擅长以某种方式表达。",
        "label": ""
      },
      {
        "sentence": "没有哪位母亲不爱自己的孩子，没有哪位母亲不希望自己的孩子变得更好。",
        "label": ""
      },
      {
        "sentence": "母女之间是最亲密的关系，更要注重沟通。",
        "label": ""
      },
      {
        "sentence": "我们把最好的一面展示给外人，把坏脾气留给了家人，这是不值得的。",
        "label": ""
      },
      {
        "sentence": "这个世界上，只有父母是最亲的人，我们应该更好地对待和理解他们。",
        "label": ""
      },
      {
        "sentence": "所以，学会与父母沟通，彼此更好地理解对方，尽量换一种方式表达。",
        "label": ""
      },
      {
        "sentence": "或许开始时，你的母亲可能不会立即改变，但一个人的环境可以影响他的思维方式，身处这样的环境一段时间后，也会渐渐改变，母子关系也会更加亲密、变好。",
        "label": ""
      },
      {
        "sentence": "最后，\"母爱就像是一首田园诗，幽远纯净，和雅淡然。",
        "label": ""
      },
      {
        "sentence": "\"让我们珍惜所拥有的母爱。",
        "label": ""
      }
    ]
  }
]