[
  {
    "role": "client",
    "content": "被自己亲妈笑话活该离婚，沟通就说都是我太差劲了？我小的时候我妈得了肝炎，所以她就不让我靠近她，就算靠过去也会一把推开，随着年龄的增长，我跟她之间也没有了亲近感，只是觉得她是母亲，我不能断了这层关系。我跟她之间，都是表面上的，她永远都说我不学好，故意气她，可是，在别人眼里，我是那个乖巧又懂事的孩子。有时候试图想跟她沟通，她就拿我离婚的事说我，“你把你自己过好，看别人都过得多幸福，你过得什么日子，找不上对象”，我离婚的时候，对方传了我一些不好的事情，外面的人听了，也跟着传，我妈就记着了，就觉得我就是传的那种人，我特别糟糕。有时候我想把问题说清楚，她说我顶嘴，不学好，不把她放眼里，我越想解释，越想说清楚，她就越觉得我脾气不好，故意要气死她，突然离婚对我造成了一定的伤害，再婚我希望谨慎一点，她就听别人传我挑三拣四的，不知足，她也就那样认为。沟通也不能沟通，每次我跟她单独呆一起也会很别扭。一直感觉，我家里算和睦的，只是气氛很压抑。",
    "annotation": [
      {
        "sentence": "被自己亲妈笑话活该离婚，沟通就说都是我太差劲了？",
        "label": ""
      },
      {
        "sentence": "我小的时候我妈得了肝炎，所以她就不让我靠近她，就算靠过去也会一把推开，随着年龄的增长，我跟她之间也没有了亲近感，只是觉得她是母亲，我不能断了这层关系。",
        "label": ""
      },
      {
        "sentence": "我跟她之间，都是表面上的，她永远都说我不学好，故意气她，可是，在别人眼里，我是那个乖巧又懂事的孩子。",
        "label": ""
      },
      {
        "sentence": "有时候试图想跟她沟通，她就拿我离婚的事说我，“你把你自己过好，看别人都过得多幸福，你过得什么日子，找不上对象”，我离婚的时候，对方传了我一些不好的事情，外面的人听了，也跟着传，我妈就记着了，就觉得我就是传的那种人，我特别糟糕。",
        "label": ""
      },
      {
        "sentence": "有时候我想把问题说清楚，她说我顶嘴，不学好，不把她放眼里，我越想解释，越想说清楚，她就越觉得我脾气不好，故意要气死她，突然离婚对我造成了一定的伤害，再婚我希望谨慎一点，她就听别人传我挑三拣四的，不知足，她也就那样认为。",
        "label": ""
      },
      {
        "sentence": "沟通也不能沟通，每次我跟她单独呆一起也会很别扭。",
        "label": ""
      },
      {
        "sentence": "一直感觉，我家里算和睦的，只是气氛很压抑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢邀。你的故事听上去很复杂，母亲的评价总是伤害你，不够支持你。对于亲人的指责，尤其是母亲的否定和批评，会让我们感到很受伤、很难受，也很心寒。这种情况下，你内心可能充满了矛盾和困惑。我理解你的感受。关注、连接、重要、独立、认可、尊重，这些都是一个人成长过程中所必须的营养。",
    "annotation": [
      {
        "sentence": "谢邀。",
        "label": ""
      },
      {
        "sentence": "你的故事听上去很复杂，母亲的评价总是伤害你，不够支持你。",
        "label": ""
      },
      {
        "sentence": "对于亲人的指责，尤其是母亲的否定和批评，会让我们感到很受伤、很难受，也很心寒。",
        "label": ""
      },
      {
        "sentence": "这种情况下，你内心可能充满了矛盾和困惑。",
        "label": ""
      },
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "关注、连接、重要、独立、认可、尊重，这些都是一个人成长过程中所必须的营养。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己一直在努力，可是她始终看不到我的努力和进步。每次我试图和她沟通，她总是拿我离婚的事情说我。",
    "annotation": [
      {
        "sentence": "我觉得自己一直在努力，可是她始终看不到我的努力和进步。",
        "label": ""
      },
      {
        "sentence": "每次我试图和她沟通，她总是拿我离婚的事情说我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "或许你的母亲对于你离婚并不赞同，她可能有很多意见，觉得都是你的问题，看不到也不知道你的婚姻究竟出了什么问题。她可能不知道如何理性和客观地看待这个问题，只能凭借听说说的去评判。母亲和女儿之间的关系总是夹杂着很多复杂的情感。有爱就有恨，恨中夹着爱。这种恨是不被父母允许的，也不被自己允许的，久而久之，情感积压得越来越深。",
    "annotation": [
      {
        "sentence": "或许你的母亲对于你离婚并不赞同，她可能有很多意见，觉得都是你的问题，看不到也不知道你的婚姻究竟出了什么问题。",
        "label": ""
      },
      {
        "sentence": "她可能不知道如何理性和客观地看待这个问题，只能凭借听说说的去评判。",
        "label": ""
      },
      {
        "sentence": "母亲和女儿之间的关系总是夹杂着很多复杂的情感。",
        "label": ""
      },
      {
        "sentence": "有爱就有恨，恨中夹着爱。",
        "label": ""
      },
      {
        "sentence": "这种恨是不被父母允许的，也不被自己允许的，久而久之，情感积压得越来越深。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道母女之间肯定有很多共同之处，但我们总是带着情绪化、偏见来进行沟通，导致彼此都无法好好地交流。",
    "annotation": [
      {
        "sentence": "我知道母女之间肯定有很多共同之处，但我们总是带着情绪化、偏见来进行沟通，导致彼此都无法好好地交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得对。我们在沟通时，可能会带着情绪和偏见，彼此无法真正理解对方。当你有话想对母亲说清楚时，可以尝试理性、准确表达自己的感受，不带指责和攻击。比如，你可以告诉母亲，离婚对你造成了伤害，你很难过。你希望母亲能相信你，能支持你，因为她是你最亲近的人。",
    "annotation": [
      {
        "sentence": "你说得对。",
        "label": ""
      },
      {
        "sentence": "我们在沟通时，可能会带着情绪和偏见，彼此无法真正理解对方。",
        "label": ""
      },
      {
        "sentence": "当你有话想对母亲说清楚时，可以尝试理性、准确表达自己的感受，不带指责和攻击。",
        "label": ""
      },
      {
        "sentence": "比如，你可以告诉母亲，离婚对你造成了伤害，你很难过。",
        "label": ""
      },
      {
        "sentence": "你希望母亲能相信你，能支持你，因为她是你最亲近的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着用更坦然和真诚的方式表达自己的感受，不带指责和攻击性的语言。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着用更坦然和真诚的方式表达自己的感受，不带指责和攻击性的语言。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好。同时，尽管小时候母亲可能对你不够关心和关注，但我们无法改变过去。或许母亲自己也没有得到过足够的关爱和关心，所以无法给予你更多的爱和支持。我们需要学会理解和体谅她。重要的是，我们要学会自己给自己更多的关爱。你也可以试着对内在的自己更加关注和呵护，相信自己是值得被爱和尊重的。",
    "annotation": [
      {
        "sentence": "非常好。",
        "label": ""
      },
      {
        "sentence": "同时，尽管小时候母亲可能对你不够关心和关注，但我们无法改变过去。",
        "label": ""
      },
      {
        "sentence": "或许母亲自己也没有得到过足够的关爱和关心，所以无法给予你更多的爱和支持。",
        "label": ""
      },
      {
        "sentence": "我们需要学会理解和体谅她。",
        "label": ""
      },
      {
        "sentence": "重要的是，我们要学会自己给自己更多的关爱。",
        "label": ""
      },
      {
        "sentence": "你也可以试着对内在的自己更加关注和呵护，相信自己是值得被爱和尊重的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我愿意伸出手去拥抱那个受伤的内在小孩，也愿意给予母亲内在的力量。",
    "annotation": [
      {
        "sentence": "我愿意伸出手去拥抱那个受伤的内在小孩，也愿意给予母亲内在的力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，这样的心态将会有助于你们之间建立更加健康的关系。另外，关于如何更有效地解决沟通问题，我推荐你阅读《非暴力沟通》这本书，对你应该有所帮助。当你学会了表达自己，从内心中发出自己的力量，才能更好地找到自己的位置。加油，你是一个很棒的人！祝你家庭幸福",
    "annotation": [
      {
        "sentence": "非常好，这样的心态将会有助于你们之间建立更加健康的关系。",
        "label": ""
      },
      {
        "sentence": "另外，关于如何更有效地解决沟通问题，我推荐你阅读《非暴力沟通》这本书，对你应该有所帮助。",
        "label": ""
      },
      {
        "sentence": "当你学会了表达自己，从内心中发出自己的力量，才能更好地找到自己的位置。",
        "label": ""
      },
      {
        "sentence": "加油，你是一个很棒的人！",
        "label": ""
      },
      {
        "sentence": "祝你家庭幸福",
        "label": ""
      }
    ]
  }
]