[
  {
    "role": "client",
    "content": "我的父母总是喜欢干涉我的事情，我该怎么办呢？我很内向、自卑，没有自己的社交圈，总是下意识认同父母，但内心很叛逆，很压抑。",
    "annotation": [
      {
        "sentence": "我的父母总是喜欢干涉我的事情，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我很内向、自卑，没有自己的社交圈，总是下意识认同父母，但内心很叛逆，很压抑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你现在的无奈和无助。对于父母我们无法选择，更是无法改变，所以只能学会理解并接纳。但是好在我们可以改变自己。你看到父母总是不断想要干涉你，否定你，打击你，替你做人生规划和选择，控制你背后的心理需求是什么以及他们为什么会有这样的想法和行为？",
    "annotation": [
      {
        "sentence": "我能感受到你现在的无奈和无助。",
        "label": ""
      },
      {
        "sentence": "对于父母我们无法选择，更是无法改变，所以只能学会理解并接纳。",
        "label": ""
      },
      {
        "sentence": "但是好在我们可以改变自己。",
        "label": ""
      },
      {
        "sentence": "你看到父母总是不断想要干涉你，否定你，打击你，替你做人生规划和选择，控制你背后的心理需求是什么以及他们为什么会有这样的想法和行为？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也知道父母控制的原因，但我很难接受他们的干涉，总感觉我没被尊重。",
    "annotation": [
      {
        "sentence": "我也知道父母控制的原因，但我很难接受他们的干涉，总感觉我没被尊重。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受。但理解是接纳的前提，接纳是改变的开始。你可以从以下几方面来着手改变自己。首先，通过一件生活中的小事（例如你穿什么衣服），来坚持你自己的立场和意见。当父母有意见时，你可以和颜悦色地说谢谢他们给你意见，但你觉得自己的选择更适合一些。要温柔而坚决。其次，和父母好好地谈谈。你可以借一个重要的节日，跟父母聊聊他们的过去，他们的婚姻。从中表达他们的一些行为对你造成的伤害，不要评判他们，只表达自己的感受以及对他们的理解。目的是让父母意识和觉察到他们一直所谓的“爱”其实是对你的操控。最后，你也要觉察到自己在与父母长期的这种相处模式中，很多时候是父母不能离开你，而你是否也对他们产生了一定的依赖感呢。对此，你不仅要接纳父母，更要学会接纳自己，客观地看待自己。在这样的家庭中长大虽然让你有太多的自卑、缺乏自信、没有主见、压抑，但你遵守规则，敏感，体贴他人，善于察言观色，谨慎小心等这些都是你的优点。所以，请相信自己，并和父母保持一定的物理距离，最好不要住在一起。",
    "annotation": [
      {
        "sentence": "我明白你的感受。",
        "label": ""
      },
      {
        "sentence": "但理解是接纳的前提，接纳是改变的开始。",
        "label": ""
      },
      {
        "sentence": "你可以从以下几方面来着手改变自己。",
        "label": ""
      },
      {
        "sentence": "首先，通过一件生活中的小事（例如你穿什么衣服），来坚持你自己的立场和意见。",
        "label": ""
      },
      {
        "sentence": "当父母有意见时，你可以和颜悦色地说谢谢他们给你意见，但你觉得自己的选择更适合一些。",
        "label": ""
      },
      {
        "sentence": "要温柔而坚决。",
        "label": ""
      },
      {
        "sentence": "其次，和父母好好地谈谈。",
        "label": ""
      },
      {
        "sentence": "你可以借一个重要的节日，跟父母聊聊他们的过去，他们的婚姻。",
        "label": ""
      },
      {
        "sentence": "从中表达他们的一些行为对你造成的伤害，不要评判他们，只表达自己的感受以及对他们的理解。",
        "label": ""
      },
      {
        "sentence": "目的是让父母意识和觉察到他们一直所谓的“爱”其实是对你的操控。",
        "label": ""
      },
      {
        "sentence": "最后，你也要觉察到自己在与父母长期的这种相处模式中，很多时候是父母不能离开你，而你是否也对他们产生了一定的依赖感呢。",
        "label": ""
      },
      {
        "sentence": "对此，你不仅要接纳父母，更要学会接纳自己，客观地看待自己。",
        "label": ""
      },
      {
        "sentence": "在这样的家庭中长大虽然让你有太多的自卑、缺乏自信、没有主见、压抑，但你遵守规则，敏感，体贴他人，善于察言观色，谨慎小心等这些都是你的优点。",
        "label": ""
      },
      {
        "sentence": "所以，请相信自己，并和父母保持一定的物理距离，最好不要住在一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试着去做，虽然和父母的相处还是很难，但我会尝试去改变自己。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试着去做，虽然和父母的相处还是很难，但我会尝试去改变自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好！难以改变别人，但改变自己就可以创造更好的未来。我会一直支持你，加油！",
    "annotation": [
      {
        "sentence": "很好！",
        "label": ""
      },
      {
        "sentence": "难以改变别人，但改变自己就可以创造更好的未来。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你，加油！",
        "label": ""
      }
    ]
  }
]