[
  {
    "role": "client",
    "content": "我是个20岁的男生，丧失了生活的动力，不知道该如何面对生活。我感觉自己很内向、懦弱和懒惰。从小家里父母经常打架，父亲还经常家暴母亲，我总是躲在角落里。父母对我要求很严厉，给我定下了上清华大学的目标。从小我也努力想成为那样的人，但随着成长，我觉得自己除了不打人之外，开始变得像父亲一样懒惰敏感。上了普通985大学后，我堕落了。在同学圈里就像个透明人，说话时总被打断。作为寝室长，我却没有领导能力，被室友冷暴力对待，还受过很多同学的欺负。但是我不想报复，因为回家后还要收到母亲的指责和父亲的殴打。学习成绩开始下滑，甚至挂过一门课。我没了动力，只想通过打电脑游戏来消磨时间。父亲和我无法交流，母亲说只要我提升自己，这些问题都不用管，但是我真的受不了了。我感觉自己丧失了生活的动力，好想可以重新开始人生。",
    "annotation": [
      {
        "sentence": "我是个20岁的男生，丧失了生活的动力，不知道该如何面对生活。",
        "label": ""
      },
      {
        "sentence": "我感觉自己很内向、懦弱和懒惰。",
        "label": ""
      },
      {
        "sentence": "从小家里父母经常打架，父亲还经常家暴母亲，我总是躲在角落里。",
        "label": ""
      },
      {
        "sentence": "父母对我要求很严厉，给我定下了上清华大学的目标。",
        "label": ""
      },
      {
        "sentence": "从小我也努力想成为那样的人，但随着成长，我觉得自己除了不打人之外，开始变得像父亲一样懒惰敏感。",
        "label": ""
      },
      {
        "sentence": "上了普通985大学后，我堕落了。",
        "label": ""
      },
      {
        "sentence": "在同学圈里就像个透明人，说话时总被打断。",
        "label": ""
      },
      {
        "sentence": "作为寝室长，我却没有领导能力，被室友冷暴力对待，还受过很多同学的欺负。",
        "label": ""
      },
      {
        "sentence": "但是我不想报复，因为回家后还要收到母亲的指责和父亲的殴打。",
        "label": ""
      },
      {
        "sentence": "学习成绩开始下滑，甚至挂过一门课。",
        "label": ""
      },
      {
        "sentence": "我没了动力，只想通过打电脑游戏来消磨时间。",
        "label": ""
      },
      {
        "sentence": "父亲和我无法交流，母亲说只要我提升自己，这些问题都不用管，但是我真的受不了了。",
        "label": ""
      },
      {
        "sentence": "我感觉自己丧失了生活的动力，好想可以重新开始人生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是我第一次在这个平台上回答问题，因为我觉得自己不够专业，可能会适得其反。但是你的问题让我有很深的感触，因为我也曾经经历过类似的状态。尽管我的影响因素可能没有你那么多，但我确实经历过自我堕落和颓废了好几年，甚至有些自闭。不过，好在我现在已经走出来了。我原来是一个外向开朗的人，高中时意气风发，觉得自己能上天。虽然平时不怎么用功，但成绩一直很好，得到同学和老师的喜爱，觉得自己前途一片光明。考了一个985和211的一流大学，全国排名前十以内。刚到大学还是很有自信，成为了班长。但是慢慢地发现周围的人都很厉害，我努力也赶不上别人。学校中的一些人让我感到绝望，他们太优秀，不是我努力就能轻易赶上的。我以前看不起整天学习但成绩不好的人，但渐渐地发现自己也变成了他们。大学里有一门考试对我的影响最大，那就是我挂的第一门课：大学语文。只有我们班挂了好几个人，我一直觉得是老师刁难，因为我的语文还不错。但我本来是班长，虽然成绩不好，但还能入党和拿奖学金。挂科之后，什么都不可能了。从此，我陷入了堕落的生活。我尽量不去上课，上了课也只是在后面睡觉，通宵打游戏，不参加任何社交活动。挂科变得不可收拾，每学期挂两三门课，所有专业课都挂过。甚至被辅导员约谈，说可能会劝退。有段时间，我把手机放在抽屉里，不与外界联系，因为害怕别人问我现在的状态，以前的同学都说我突然消失了一样。我大学因为挂科延迟了半年毕业，工作时同事都羡慕我来自这样一所好学校，但只有我知道，我一直陷在自卑的泥潭中无法自拔。我其实并不喜欢别人谈论我的学校。工作中也是消极被动，总是默默寡言，不愿意与人交流，也不愿意参加聚会。同事都认为我高冷。工作也不顺利，大多数同事都不喜欢我，与领导关系也不好。有时为了合群，我会迎合同事和领导，但总是不如意。这也让我对自己的工作能力产生了怀疑。年龄渐渐变大，开始找对象，因为学校好、工作单位不错、收入还可以，长相也还不错。但相亲了很多次，总是唯唯诺诺，没有一点自信。相亲结果总是被对方拒绝，甚至有些对方条件不如我，但还被拒绝。我对找对象充满了恐惧。庆幸的是，在我对人生充满绝望时，我机缘巧合地遇到了现在的老婆。在她的鼓励和帮助下，我逐渐走出了困境。我们现在也有了孩子，虽然我性格依然内向，但再也不唯唯诺诺，再也不那么自卑了。目前，对自己的生活状态还算比较满意。现在回想起之前的生活，就像一场梦一样。我从上大学到和现在的老婆认识经历了8年，过了8年浑浑噩噩的日子。这8年让我从一个自信开朗的人变成了现在内向的人，也算是经历了人生的大起大落。好在我最终走出来了，现在和你分享一下自己的感受。首先，不要给自己随便贴标签，特别是一些消极的标签，它们会让我们产生很多负能量。我们周围看似开心和外向的人，他们也有内心痛楚",
    "annotation": [
      {
        "sentence": "这是我第一次在这个平台上回答问题，因为我觉得自己不够专业，可能会适得其反。",
        "label": ""
      },
      {
        "sentence": "但是你的问题让我有很深的感触，因为我也曾经经历过类似的状态。",
        "label": ""
      },
      {
        "sentence": "尽管我的影响因素可能没有你那么多，但我确实经历过自我堕落和颓废了好几年，甚至有些自闭。",
        "label": ""
      },
      {
        "sentence": "不过，好在我现在已经走出来了。",
        "label": ""
      },
      {
        "sentence": "我原来是一个外向开朗的人，高中时意气风发，觉得自己能上天。",
        "label": ""
      },
      {
        "sentence": "虽然平时不怎么用功，但成绩一直很好，得到同学和老师的喜爱，觉得自己前途一片光明。",
        "label": ""
      },
      {
        "sentence": "考了一个985和211的一流大学，全国排名前十以内。",
        "label": ""
      },
      {
        "sentence": "刚到大学还是很有自信，成为了班长。",
        "label": ""
      },
      {
        "sentence": "但是慢慢地发现周围的人都很厉害，我努力也赶不上别人。",
        "label": ""
      },
      {
        "sentence": "学校中的一些人让我感到绝望，他们太优秀，不是我努力就能轻易赶上的。",
        "label": ""
      },
      {
        "sentence": "我以前看不起整天学习但成绩不好的人，但渐渐地发现自己也变成了他们。",
        "label": ""
      },
      {
        "sentence": "大学里有一门考试对我的影响最大，那就是我挂的第一门课：大学语文。",
        "label": ""
      },
      {
        "sentence": "只有我们班挂了好几个人，我一直觉得是老师刁难，因为我的语文还不错。",
        "label": ""
      },
      {
        "sentence": "但我本来是班长，虽然成绩不好，但还能入党和拿奖学金。",
        "label": ""
      },
      {
        "sentence": "挂科之后，什么都不可能了。",
        "label": ""
      },
      {
        "sentence": "从此，我陷入了堕落的生活。",
        "label": ""
      },
      {
        "sentence": "我尽量不去上课，上了课也只是在后面睡觉，通宵打游戏，不参加任何社交活动。",
        "label": ""
      },
      {
        "sentence": "挂科变得不可收拾，每学期挂两三门课，所有专业课都挂过。",
        "label": ""
      },
      {
        "sentence": "甚至被辅导员约谈，说可能会劝退。",
        "label": ""
      },
      {
        "sentence": "有段时间，我把手机放在抽屉里，不与外界联系，因为害怕别人问我现在的状态，以前的同学都说我突然消失了一样。",
        "label": ""
      },
      {
        "sentence": "我大学因为挂科延迟了半年毕业，工作时同事都羡慕我来自这样一所好学校，但只有我知道，我一直陷在自卑的泥潭中无法自拔。",
        "label": ""
      },
      {
        "sentence": "我其实并不喜欢别人谈论我的学校。",
        "label": ""
      },
      {
        "sentence": "工作中也是消极被动，总是默默寡言，不愿意与人交流，也不愿意参加聚会。",
        "label": ""
      },
      {
        "sentence": "同事都认为我高冷。",
        "label": ""
      },
      {
        "sentence": "工作也不顺利，大多数同事都不喜欢我，与领导关系也不好。",
        "label": ""
      },
      {
        "sentence": "有时为了合群，我会迎合同事和领导，但总是不如意。",
        "label": ""
      },
      {
        "sentence": "这也让我对自己的工作能力产生了怀疑。",
        "label": ""
      },
      {
        "sentence": "年龄渐渐变大，开始找对象，因为学校好、工作单位不错、收入还可以，长相也还不错。",
        "label": ""
      },
      {
        "sentence": "但相亲了很多次，总是唯唯诺诺，没有一点自信。",
        "label": ""
      },
      {
        "sentence": "相亲结果总是被对方拒绝，甚至有些对方条件不如我，但还被拒绝。",
        "label": ""
      },
      {
        "sentence": "我对找对象充满了恐惧。",
        "label": ""
      },
      {
        "sentence": "庆幸的是，在我对人生充满绝望时，我机缘巧合地遇到了现在的老婆。",
        "label": ""
      },
      {
        "sentence": "在她的鼓励和帮助下，我逐渐走出了困境。",
        "label": ""
      },
      {
        "sentence": "我们现在也有了孩子，虽然我性格依然内向，但再也不唯唯诺诺，再也不那么自卑了。",
        "label": ""
      },
      {
        "sentence": "目前，对自己的生活状态还算比较满意。",
        "label": ""
      },
      {
        "sentence": "现在回想起之前的生活，就像一场梦一样。",
        "label": ""
      },
      {
        "sentence": "我从上大学到和现在的老婆认识经历了8年，过了8年浑浑噩噩的日子。",
        "label": ""
      },
      {
        "sentence": "这8年让我从一个自信开朗的人变成了现在内向的人，也算是经历了人生的大起大落。",
        "label": ""
      },
      {
        "sentence": "好在我最终走出来了，现在和你分享一下自己的感受。",
        "label": ""
      },
      {
        "sentence": "首先，不要给自己随便贴标签，特别是一些消极的标签，它们会让我们产生很多负能量。",
        "label": ""
      },
      {
        "sentence": "我们周围看似开心和外向的人，他们也有内心痛楚",
        "label": ""
      }
    ]
  }
]