[
  {
    "role": "client",
    "content": "长相一般，为什么我找不到一个合适的女朋友？现在上大三了，家里中等家庭在小城市开厂，长相一般，211大学读书。一直想找个贴心合适的女朋友，却又怎么也找不到。三年来总共尝试过4回谈恋爱，除了第一回，其余三回都被女生说不合适，还没开始就被拒绝了。最近一回就在昨天本来在微信上聊的很合，见了面之后说话就变了，也没那么积极了，可能是对我长相有些不满吧，我是这么认为的。可我觉得，我长得虽然算不上帅，但算不上丑，我愿真心对她，可每次换来的都是这种残忍的回绝。真的心痛。每次经历一回这种事都让我心力憔悴，头也会开始疼。真的是不想再经历这种事了。感觉自己是越来越不自信了，不知道怎么办才好。",
    "annotation": [
      {
        "sentence": "长相一般，为什么我找不到一个合适的女朋友？",
        "label": ""
      },
      {
        "sentence": "现在上大三了，家里中等家庭在小城市开厂，长相一般，211大学读书。",
        "label": ""
      },
      {
        "sentence": "一直想找个贴心合适的女朋友，却又怎么也找不到。",
        "label": ""
      },
      {
        "sentence": "三年来总共尝试过4回谈恋爱，除了第一回，其余三回都被女生说不合适，还没开始就被拒绝了。",
        "label": ""
      },
      {
        "sentence": "最近一回就在昨天本来在微信上聊的很合，见了面之后说话就变了，也没那么积极了，可能是对我长相有些不满吧，我是这么认为的。",
        "label": ""
      },
      {
        "sentence": "可我觉得，我长得虽然算不上帅，但算不上丑，我愿真心对她，可每次换来的都是这种残忍的回绝。",
        "label": ""
      },
      {
        "sentence": "真的心痛。",
        "label": ""
      },
      {
        "sentence": "每次经历一回这种事都让我心力憔悴，头也会开始疼。",
        "label": ""
      },
      {
        "sentence": "真的是不想再经历这种事了。",
        "label": ""
      },
      {
        "sentence": "感觉自己是越来越不自信了，不知道怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的情况我已经了解了，大三，长相一般，211大学读书，家庭中等，开厂。三年来4次恋爱，除了第一次，其余三次女生说不合适，没开始就被拒了。最近一次本来在微信上聊的很合，见了面，就完了。你认为恋爱对象可能对你长相有些不满，你长得虽然算不上帅，但也不算丑。你真心对待，但却换来残忍的回绝，这让你很心痛。经历一次就心力憔悴，头也会疼。你感觉自己越来越不自信了。根据我的分析，首先，你的实际情况还是不错的，大学不错，家庭条件也算可以。其次，大学的恋爱经历可能对你造成了一定的压力，试着分析一下其中的原因，失败的经历是具体什么，你觉得可能是长相问题，但除了长相还有三观等其他因素。可以先有一个共同点环境，比如社团。根据自己的优势选一个合适的社团。第三，探索自我，建立自己的恋爱观。看看到底喜欢的是什么类型的女孩儿，你看中的是哪几个方面，哪样的女孩值得你付出真心以待，谈恋爱也需要缘分，别着急，慢慢来，真爱总会来的。希望我的答复能给你帮助，希望你找到心仪的女朋友！",
    "annotation": [
      {
        "sentence": "你的情况我已经了解了，大三，长相一般，211大学读书，家庭中等，开厂。",
        "label": ""
      },
      {
        "sentence": "三年来4次恋爱，除了第一次，其余三次女生说不合适，没开始就被拒了。",
        "label": ""
      },
      {
        "sentence": "最近一次本来在微信上聊的很合，见了面，就完了。",
        "label": ""
      },
      {
        "sentence": "你认为恋爱对象可能对你长相有些不满，你长得虽然算不上帅，但也不算丑。",
        "label": ""
      },
      {
        "sentence": "你真心对待，但却换来残忍的回绝，这让你很心痛。",
        "label": ""
      },
      {
        "sentence": "经历一次就心力憔悴，头也会疼。",
        "label": ""
      },
      {
        "sentence": "你感觉自己越来越不自信了。",
        "label": ""
      },
      {
        "sentence": "根据我的分析，首先，你的实际情况还是不错的，大学不错，家庭条件也算可以。",
        "label": ""
      },
      {
        "sentence": "其次，大学的恋爱经历可能对你造成了一定的压力，试着分析一下其中的原因，失败的经历是具体什么，你觉得可能是长相问题，但除了长相还有三观等其他因素。",
        "label": ""
      },
      {
        "sentence": "可以先有一个共同点环境，比如社团。",
        "label": ""
      },
      {
        "sentence": "根据自己的优势选一个合适的社团。",
        "label": ""
      },
      {
        "sentence": "第三，探索自我，建立自己的恋爱观。",
        "label": ""
      },
      {
        "sentence": "看看到底喜欢的是什么类型的女孩儿，你看中的是哪几个方面，哪样的女孩值得你付出真心以待，谈恋爱也需要缘分，别着急，慢慢来，真爱总会来的。",
        "label": ""
      },
      {
        "sentence": "希望我的答复能给你帮助，希望你找到心仪的女朋友！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复，确实有些压力，看到别的同学都有女朋友，有时候会有点嫉妒。可能我一直太过于注重外表了，可能还需要改变一下自己的观念和行为方式吧。",
    "annotation": [
      {
        "sentence": "谢谢你的回复，确实有些压力，看到别的同学都有女朋友，有时候会有点嫉妒。",
        "label": ""
      },
      {
        "sentence": "可能我一直太过于注重外表了，可能还需要改变一下自己的观念和行为方式吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，压力是正常的，不用太自责。每个人都有不同的发展阶段，这些会因人而异。而且，每个人都有自己的特点和优点，外表并不是决定感情的唯一标准。改变观念和行为方式是很好的一步，你可以尝试扩大交际圈，多参加一些社交活动，这样可以增加结识新朋友的机会，也让你更自信。重要的是要相信自己，相信真爱总会到来。加油！",
    "annotation": [
      {
        "sentence": "没关系，压力是正常的，不用太自责。",
        "label": ""
      },
      {
        "sentence": "每个人都有不同的发展阶段，这些会因人而异。",
        "label": ""
      },
      {
        "sentence": "而且，每个人都有自己的特点和优点，外表并不是决定感情的唯一标准。",
        "label": ""
      },
      {
        "sentence": "改变观念和行为方式是很好的一步，你可以尝试扩大交际圈，多参加一些社交活动，这样可以增加结识新朋友的机会，也让你更自信。",
        "label": ""
      },
      {
        "sentence": "重要的是要相信自己，相信真爱总会到来。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我要改变自己的思维方式，不再过分关注外表，而是更注重内在的品质和共同的兴趣爱好。恋爱确实需要缘分，我会积极参与社交活动，增加接触机会，也相信自己能找到适合我的人。谢谢你的鼓励和建议！",
    "annotation": [
      {
        "sentence": "你说得对，我要改变自己的思维方式，不再过分关注外表，而是更注重内在的品质和共同的兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "恋爱确实需要缘分，我会积极参与社交活动，增加接触机会，也相信自己能找到适合我的人。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你能够有这样的想法，改变思维方式需要时间和努力，但只要你坚持并相信自己，一定会有所收获的。每个人都有自己独特的魅力，只要你敞开心扉，对待感情的态度积极真诚，你一定能找到适合你的人。加油！祝福你早日遇到心仪的女朋友！",
    "annotation": [
      {
        "sentence": "很高兴看到你能够有这样的想法，改变思维方式需要时间和努力，但只要你坚持并相信自己，一定会有所收获的。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己独特的魅力，只要你敞开心扉，对待感情的态度积极真诚，你一定能找到适合你的人。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "祝福你早日遇到心仪的女朋友！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和鼓励！我现在感觉心情好多了，以后我会更加积极乐观地面对感情，相信爱情会降临的。我也会注重自己的成长和提升，让自己更具魅力，吸引更多优秀的女生。再次感谢你的支持和帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和鼓励！",
        "label": ""
      },
      {
        "sentence": "我现在感觉心情好多了，以后我会更加积极乐观地面对感情，相信爱情会降临的。",
        "label": ""
      },
      {
        "sentence": "我也会注重自己的成长和提升，让自己更具魅力，吸引更多优秀的女生。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。积极乐观地面对感情，相信自己，相信真正适合你的人会出现在你的生命中。注重自身的成长和提升是非常重要的，不仅能够吸引更多优秀的女生，还能让你更加自信和满足。我相信你会找到一个合适的女朋友的，在此之前，也要学会独立自足，享受单身的乐趣。祝福你！如果还有其他问题或困惑，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "积极乐观地面对感情，相信自己，相信真正适合你的人会出现在你的生命中。",
        "label": ""
      },
      {
        "sentence": "注重自身的成长和提升是非常重要的，不仅能够吸引更多优秀的女生，还能让你更加自信和满足。",
        "label": ""
      },
      {
        "sentence": "我相信你会找到一个合适的女朋友的，在此之前，也要学会独立自足，享受单身的乐趣。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或困惑，随时来找我聊天。",
        "label": ""
      }
    ]
  }
]