[
  {
    "role": "client",
    "content": "20岁男生，丧失了生活的动力，我该怎样去面对生活？我不知道要怎么去面对生活，我是个内向懦弱又懒惰的人。",
    "annotation": [
      {
        "sentence": "20岁男生，丧失了生活的动力，我该怎样去面对生活？",
        "label": ""
      },
      {
        "sentence": "我不知道要怎么去面对生活，我是个内向懦弱又懒惰的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你对生活充满了迷茫，真的觉得很心疼。你觉得自己是个内向懦弱又懒惰的人，这种认知是因为不够自信造成的，但是你也要看到自己的优点啊：小时候的目标是考上清华，自己有这个决心，说明你的内心强大。不会打人，被别人欺负也不想报复，说明你很善良，内心充满了爱；虽然没有考上清华，但是也很努力的看上了985大学，说明你的能力是有的。只是因为家庭的原因，导致自己不够自信。",
    "annotation": [
      {
        "sentence": "看到你对生活充满了迷茫，真的觉得很心疼。",
        "label": ""
      },
      {
        "sentence": "你觉得自己是个内向懦弱又懒惰的人，这种认知是因为不够自信造成的，但是你也要看到自己的优点啊：小时候的目标是考上清华，自己有这个决心，说明你的内心强大。",
        "label": ""
      },
      {
        "sentence": "不会打人，被别人欺负也不想报复，说明你很善良，内心充满了爱；虽然没有考上清华，但是也很努力的看上了985大学，说明你的能力是有的。",
        "label": ""
      },
      {
        "sentence": "只是因为家庭的原因，导致自己不够自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，但我觉得我现在对生活没有动力，也没有信心面对它。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，但我觉得我现在对生活没有动力，也没有信心面对它。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这里有几个小建议，希望对你有所帮助。你可以先定下一个小目标，比如说每天完成一件小事，然后慢慢地增加难度。这样你可以逐渐提升自己的成就感和自信心。另外，你可以参加一些社交活动或者加入一些兴趣小组，这样可以扩大你的人际圈子，增加自己的社交能力。还有，你可以找一些适合你的心理调节方法，比如说听音乐、读书、写日记等等，来调节自己的情绪。",
    "annotation": [
      {
        "sentence": "这里有几个小建议，希望对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "你可以先定下一个小目标，比如说每天完成一件小事，然后慢慢地增加难度。",
        "label": ""
      },
      {
        "sentence": "这样你可以逐渐提升自己的成就感和自信心。",
        "label": ""
      },
      {
        "sentence": "另外，你可以参加一些社交活动或者加入一些兴趣小组，这样可以扩大你的人际圈子，增加自己的社交能力。",
        "label": ""
      },
      {
        "sentence": "还有，你可以找一些适合你的心理调节方法，比如说听音乐、读书、写日记等等，来调节自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着去定下小目标，并且尝试参加一些社交活动。但是我在大学里面总是被同学冷暴力，我该怎么办？",
    "annotation": [
      {
        "sentence": "我明白了，我会试着去定下小目标，并且尝试参加一些社交活动。",
        "label": ""
      },
      {
        "sentence": "但是我在大学里面总是被同学冷暴力，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "被同学欺负，冷暴力，是一件很不好的事情。首先，你需要重视这件事情的严重性，不要觉得这只是小事情。然后，你可以用一些方法去反击，但是不是用武力，而是用一些巧妙的方法让他们知道你并不是好欺负的。也可以和班级主任或者辅导员沟通，让他们了解到你受到的欺负情况，争取得到他们的支持和帮助。",
    "annotation": [
      {
        "sentence": "被同学欺负，冷暴力，是一件很不好的事情。",
        "label": ""
      },
      {
        "sentence": "首先，你需要重视这件事情的严重性，不要觉得这只是小事情。",
        "label": ""
      },
      {
        "sentence": "然后，你可以用一些方法去反击，但是不是用武力，而是用一些巧妙的方法让他们知道你并不是好欺负的。",
        "label": ""
      },
      {
        "sentence": "也可以和班级主任或者辅导员沟通，让他们了解到你受到的欺负情况，争取得到他们的支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试着和别人沟通，并且向老师寻求帮助的。但是在同学圈里，我总是被忽视，说话总是被打断，感觉自己像个透明人。",
    "annotation": [
      {
        "sentence": "我会尝试着和别人沟通，并且向老师寻求帮助的。",
        "label": ""
      },
      {
        "sentence": "但是在同学圈里，我总是被忽视，说话总是被打断，感觉自己像个透明人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "友谊需要慢慢培养，不是每个人都会欣赏你的价值和品质。张伟说过：“挤不进去这个世界，也别硬挤，难为了别人，挤兑了自己。”所以，要珍惜那些真心对待你的朋友，不必太过关注那些不重要的人对你的看法。默默努力，用实力让他们刮目相看。同时，与家人的沟通也很重要，耐心听取他们的心声，保持冷静思考。即使真的没有办法改变家庭状况，也不要放弃自己。等你长大了，有能力了，走出去看看，你会发现这个世界比你想象的更美！",
    "annotation": [
      {
        "sentence": "友谊需要慢慢培养，不是每个人都会欣赏你的价值和品质。",
        "label": ""
      },
      {
        "sentence": "张伟说过：“挤不进去这个世界，也别硬挤，难为了别人，挤兑了自己。",
        "label": ""
      },
      {
        "sentence": "”所以，要珍惜那些真心对待你的朋友，不必太过关注那些不重要的人对你的看法。",
        "label": ""
      },
      {
        "sentence": "默默努力，用实力让他们刮目相看。",
        "label": ""
      },
      {
        "sentence": "同时，与家人的沟通也很重要，耐心听取他们的心声，保持冷静思考。",
        "label": ""
      },
      {
        "sentence": "即使真的没有办法改变家庭状况，也不要放弃自己。",
        "label": ""
      },
      {
        "sentence": "等你长大了，有能力了，走出去看看，你会发现这个世界比你想象的更美！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会珍惜那些真心对待我的朋友，同时尽量与家人沟通。谢谢你的鼓励和建议，我会尝试重新找回生活的动力。",
    "annotation": [
      {
        "sentence": "我明白了，我会珍惜那些真心对待我的朋友，同时尽量与家人沟通。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和建议，我会尝试重新找回生活的动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够重新找回生活的动力。记住，不管遇到什么困难，都不要放弃自己，相信自己的能力，勇敢面对生活的挑战，你一定能够走出困境，迎接美好的未来！加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够重新找回生活的动力。",
        "label": ""
      },
      {
        "sentence": "记住，不管遇到什么困难，都不要放弃自己，相信自己的能力，勇敢面对生活的挑战，你一定能够走出困境，迎接美好的未来！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]