[
  {
    "role": "client",
    "content": "我是一个20岁的男生，最近我失去了对生活的动力，不知道该如何面对生活。我觉得自己内向懦弱又懒惰，从小家里父母经常吵架，我总是躲在角落里，还被父亲虐待，父母对我非常严厉，他们给我设定了上清华大学的目标，我本来立志要成为那样的人，可随着我成长，我发现自己变得懒惰敏感，进了一所普通的985大学后，我感觉自己一无是处，在同学中没有存在感，说话总是被打断。作为寝室长，我却没有领导能力，还遭到室友的冷暴力，并且遭受很多同学的欺负，但我不想报复，因为回家后还会受到母亲的责骂和父亲的殴打。我的学习成绩也开始下滑，甚至挂科了一门，我完全没有动力，只想通过电脑游戏来消磨时间。我的父亲无法和他沟通，母亲则说只要提升自己就不用在乎这些，可是我真的受不了了，感觉自己失去了对生活的动力，好想有个重新开始的机会，我觉得我输掉了这个人生游戏。",
    "annotation": [
      {
        "sentence": "我是一个20岁的男生，最近我失去了对生活的动力，不知道该如何面对生活。",
        "label": ""
      },
      {
        "sentence": "我觉得自己内向懦弱又懒惰，从小家里父母经常吵架，我总是躲在角落里，还被父亲虐待，父母对我非常严厉，他们给我设定了上清华大学的目标，我本来立志要成为那样的人，可随着我成长，我发现自己变得懒惰敏感，进了一所普通的985大学后，我感觉自己一无是处，在同学中没有存在感，说话总是被打断。",
        "label": ""
      },
      {
        "sentence": "作为寝室长，我却没有领导能力，还遭到室友的冷暴力，并且遭受很多同学的欺负，但我不想报复，因为回家后还会受到母亲的责骂和父亲的殴打。",
        "label": ""
      },
      {
        "sentence": "我的学习成绩也开始下滑，甚至挂科了一门，我完全没有动力，只想通过电脑游戏来消磨时间。",
        "label": ""
      },
      {
        "sentence": "我的父亲无法和他沟通，母亲则说只要提升自己就不用在乎这些，可是我真的受不了了，感觉自己失去了对生活的动力，好想有个重新开始的机会，我觉得我输掉了这个人生游戏。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的经历让我感到心疼。父母经常吵架，甚至打孩子，这种行为很容易破坏孩子的安全感，增加孩子的恐惧感。如果你每天都在应付大人的情绪和态度，那你又怎么可能有心情去学习呢？长期如此，成绩下滑也是可以理解的。所以，如果你真的想好好学习，提高成绩，首先就需要消除父母给你带来的恐惧感。这可能需要你改变自己的思维方式，接受你的父母是怎样的人。如果我们能够接纳自己真实的感受，包括那些不好的情绪，就容易不再试图改变别人。我们难过的原因很多时候并不是因为父母表现得糟糕，而是因为我们抱有太多不合理的期望，希望他们按照我们的意愿来改变。如果我们能够放弃这种期望，接受他们并非完美的事实，很多矛盾都会得到解决。除了接受，你也需要学会释放愤怒和悲伤情绪。当你学会宣泄愤怒和悲伤时，心情就不会因为负面情绪而郁郁寡欢。父母带给你的负面影响也会减少，你曾经受到的伤害也能够得到修复，从而获得情绪和内心的真正平静。你可以用你喜欢的方式来宣泄愤怒和悲伤，比如用力地打击枕头，找信任的人倾诉，或者自己对着空气发泄。只要是合法的、不伤害他人的方式，都可以让你宣泄内心的愤怒和悲伤。",
    "annotation": [
      {
        "sentence": "你的经历让我感到心疼。",
        "label": ""
      },
      {
        "sentence": "父母经常吵架，甚至打孩子，这种行为很容易破坏孩子的安全感，增加孩子的恐惧感。",
        "label": ""
      },
      {
        "sentence": "如果你每天都在应付大人的情绪和态度，那你又怎么可能有心情去学习呢？",
        "label": ""
      },
      {
        "sentence": "长期如此，成绩下滑也是可以理解的。",
        "label": ""
      },
      {
        "sentence": "所以，如果你真的想好好学习，提高成绩，首先就需要消除父母给你带来的恐惧感。",
        "label": ""
      },
      {
        "sentence": "这可能需要你改变自己的思维方式，接受你的父母是怎样的人。",
        "label": ""
      },
      {
        "sentence": "如果我们能够接纳自己真实的感受，包括那些不好的情绪，就容易不再试图改变别人。",
        "label": ""
      },
      {
        "sentence": "我们难过的原因很多时候并不是因为父母表现得糟糕，而是因为我们抱有太多不合理的期望，希望他们按照我们的意愿来改变。",
        "label": ""
      },
      {
        "sentence": "如果我们能够放弃这种期望，接受他们并非完美的事实，很多矛盾都会得到解决。",
        "label": ""
      },
      {
        "sentence": "除了接受，你也需要学会释放愤怒和悲伤情绪。",
        "label": ""
      },
      {
        "sentence": "当你学会宣泄愤怒和悲伤时，心情就不会因为负面情绪而郁郁寡欢。",
        "label": ""
      },
      {
        "sentence": "父母带给你的负面影响也会减少，你曾经受到的伤害也能够得到修复，从而获得情绪和内心的真正平静。",
        "label": ""
      },
      {
        "sentence": "你可以用你喜欢的方式来宣泄愤怒和悲伤，比如用力地打击枕头，找信任的人倾诉，或者自己对着空气发泄。",
        "label": ""
      },
      {
        "sentence": "只要是合法的、不伤害他人的方式，都可以让你宣泄内心的愤怒和悲伤。",
        "label": ""
      }
    ]
  }
]