[
  {
    "role": "client",
    "content": "我27岁，男性。我现在正在恋爱中，但是我害怕失去对方，感到自己缺乏自信。你觉得我该怎么办呢？我们已经在一起两个月了，之前我有六年没谈恋爱，所以现在在爱情中感到很害怕失去对方。每当她生气的时候，我就感到害怕，所以我从来没敢对她发脾气。我觉得自己很没有自信，你能给我一些建议吗？",
    "annotation": [
      {
        "sentence": "我27岁，男性。",
        "label": ""
      },
      {
        "sentence": "我现在正在恋爱中，但是我害怕失去对方，感到自己缺乏自信。",
        "label": ""
      },
      {
        "sentence": "你觉得我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我们已经在一起两个月了，之前我有六年没谈恋爱，所以现在在爱情中感到很害怕失去对方。",
        "label": ""
      },
      {
        "sentence": "每当她生气的时候，我就感到害怕，所以我从来没敢对她发脾气。",
        "label": ""
      },
      {
        "sentence": "我觉得自己很没有自信，你能给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，我能感受到你非常珍惜这段感情，你害怕失去对方以至于不敢对她发脾气。我能够理解你有情绪需要表达，但是因为害怕失去她所以选择了不敢表达。在你的叙述中，我发现你可能是因为六年没恋爱导致缺乏自信，当女友生气时你害怕她离开。如果我是你，我会更加真实地对待这段感情，当我有情绪需要表达时，我会坦诚地表达出来，包括生气时也不排除表达。这样让对方能够看到我真实的情绪。勇敢地表达情绪并不一定会导致对方离开，但是可以更多地关注自己的感受。而女友生气并不一定意味着她要离开你。如果过于担心失去对方，反而会影响解决问题，甚至这些未解决的问题会一直影响你们的关系。吵架也是增进感情的一部分。需要时就勇敢吵架，将自己的感受和想法告诉对方，让对方感受到你对她的关心；耐心倾听对方的感受和想法，一起商量找到解决问题的方法。如果你担心自己六年没谈恋爱所以没自信，我认为没有人天生就擅长恋爱，感情是需要双方共同磨合的。也许你在这段感情中不是一个谈恋爱的高手，你可以和对方沟通这个问题，看看她是如何看待这件事的。如果她不介意你没有谈恋爱经验，或者愿意和你一起成长，那你的这种顾虑可能会慢慢减轻。如果她真的像你想的那样希望你成为一个懂得谈恋爱的男友，你可以尝试问问她心中理想的男友形象是怎样的，他会在什么时候做哪些事情。只要你心甘情愿去尝试做到，你可以成为她心中理想的恋爱对象。但如果你不能做到，你可以和女友好好沟通你的顾虑，一起寻找解决的办法。多沟通、多磨合，总会找到解决问题的方法。加油！希望我的回答能对你有所帮助，祝你好运！",
    "annotation": [
      {
        "sentence": "从你的描述中，我能感受到你非常珍惜这段感情，你害怕失去对方以至于不敢对她发脾气。",
        "label": ""
      },
      {
        "sentence": "我能够理解你有情绪需要表达，但是因为害怕失去她所以选择了不敢表达。",
        "label": ""
      },
      {
        "sentence": "在你的叙述中，我发现你可能是因为六年没恋爱导致缺乏自信，当女友生气时你害怕她离开。",
        "label": ""
      },
      {
        "sentence": "如果我是你，我会更加真实地对待这段感情，当我有情绪需要表达时，我会坦诚地表达出来，包括生气时也不排除表达。",
        "label": ""
      },
      {
        "sentence": "这样让对方能够看到我真实的情绪。",
        "label": ""
      },
      {
        "sentence": "勇敢地表达情绪并不一定会导致对方离开，但是可以更多地关注自己的感受。",
        "label": ""
      },
      {
        "sentence": "而女友生气并不一定意味着她要离开你。",
        "label": ""
      },
      {
        "sentence": "如果过于担心失去对方，反而会影响解决问题，甚至这些未解决的问题会一直影响你们的关系。",
        "label": ""
      },
      {
        "sentence": "吵架也是增进感情的一部分。",
        "label": ""
      },
      {
        "sentence": "需要时就勇敢吵架，将自己的感受和想法告诉对方，让对方感受到你对她的关心；耐心倾听对方的感受和想法，一起商量找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "如果你担心自己六年没谈恋爱所以没自信，我认为没有人天生就擅长恋爱，感情是需要双方共同磨合的。",
        "label": ""
      },
      {
        "sentence": "也许你在这段感情中不是一个谈恋爱的高手，你可以和对方沟通这个问题，看看她是如何看待这件事的。",
        "label": ""
      },
      {
        "sentence": "如果她不介意你没有谈恋爱经验，或者愿意和你一起成长，那你的这种顾虑可能会慢慢减轻。",
        "label": ""
      },
      {
        "sentence": "如果她真的像你想的那样希望你成为一个懂得谈恋爱的男友，你可以尝试问问她心中理想的男友形象是怎样的，他会在什么时候做哪些事情。",
        "label": ""
      },
      {
        "sentence": "只要你心甘情愿去尝试做到，你可以成为她心中理想的恋爱对象。",
        "label": ""
      },
      {
        "sentence": "但如果你不能做到，你可以和女友好好沟通你的顾虑，一起寻找解决的办法。",
        "label": ""
      },
      {
        "sentence": "多沟通、多磨合，总会找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "希望我的回答能对你有所帮助，祝你好运！",
        "label": ""
      }
    ]
  }
]