[
  {
    "role": "client",
    "content": "我最近遇到了一些问题，想和你谈谈。我和我男朋友交往大半年，最近怀孕了。但是我们之间的感情好像不是那么深。我问他为什么和我在一起，他说觉得还行就试试，觉得和我在一起应该可以过一辈子。但是我怀孕了他经常晚回家（12.00之后），有时候是有事儿，有时候是在外面玩。我对他的感情也没有那么深，真的要因为宝宝而选择在一起吗？",
    "annotation": [
      {
        "sentence": "我最近遇到了一些问题，想和你谈谈。",
        "label": ""
      },
      {
        "sentence": "我和我男朋友交往大半年，最近怀孕了。",
        "label": ""
      },
      {
        "sentence": "但是我们之间的感情好像不是那么深。",
        "label": ""
      },
      {
        "sentence": "我问他为什么和我在一起，他说觉得还行就试试，觉得和我在一起应该可以过一辈子。",
        "label": ""
      },
      {
        "sentence": "但是我怀孕了他经常晚回家（12.00之后），有时候是有事儿，有时候是在外面玩。",
        "label": ""
      },
      {
        "sentence": "我对他的感情也没有那么深，真的要因为宝宝而选择在一起吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑和痛苦，我想和你谈谈我的看法，希望能对你有所帮助。男朋友似乎是一个感情淡漠的人，他说可以试试在一起，并且愿意结婚。然而，他经常晚回家，尤其是在你怀孕之后。我从以下几个方面来分析：首先，他对男女朋友的态度似乎是无所谓的，而且在你怀孕之后他仍然经常晚归，这说明他并没有把你和孩子放在心上。很多不幸福的婚姻都源于在婚前没有做好准备，随随便便地结婚，然后过上不幸福的生活。但是孩子是无法退货的，如果将来生活不好，你只能选择分开或将就，而无论哪种选择对孩子来说都是残忍的。孩子无论是在单亲家庭还是在父母感情不好的家庭中都会经历困难。很多事情在可以选择的时候一定要想清楚，因为世上从来没有后悔药，我们必须为自己的决定负责。如果现在你不能成熟理智地考虑这些事情，未来的现实会给你带来教训，帮助你成长。这是每个人都必须面对的。",
    "annotation": [
      {
        "sentence": "我理解你的困惑和痛苦，我想和你谈谈我的看法，希望能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "男朋友似乎是一个感情淡漠的人，他说可以试试在一起，并且愿意结婚。",
        "label": ""
      },
      {
        "sentence": "然而，他经常晚回家，尤其是在你怀孕之后。",
        "label": ""
      },
      {
        "sentence": "我从以下几个方面来分析：首先，他对男女朋友的态度似乎是无所谓的，而且在你怀孕之后他仍然经常晚归，这说明他并没有把你和孩子放在心上。",
        "label": ""
      },
      {
        "sentence": "很多不幸福的婚姻都源于在婚前没有做好准备，随随便便地结婚，然后过上不幸福的生活。",
        "label": ""
      },
      {
        "sentence": "但是孩子是无法退货的，如果将来生活不好，你只能选择分开或将就，而无论哪种选择对孩子来说都是残忍的。",
        "label": ""
      },
      {
        "sentence": "孩子无论是在单亲家庭还是在父母感情不好的家庭中都会经历困难。",
        "label": ""
      },
      {
        "sentence": "很多事情在可以选择的时候一定要想清楚，因为世上从来没有后悔药，我们必须为自己的决定负责。",
        "label": ""
      },
      {
        "sentence": "如果现在你不能成熟理智地考虑这些事情，未来的现实会给你带来教训，帮助你成长。",
        "label": ""
      },
      {
        "sentence": "这是每个人都必须面对的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但如果我抱有幸运的心态，我是否应该与他好好沟通呢？结婚生子需要责任心，不是随便的事情。他准备好了吗？他知道如何做一个好丈夫和父亲吗？而且我也需要自己想清楚。我可以多了解一些相关知识，比如怀孕过程、生孩子的过程以及养孩子需要多少钱。像你说的，很多事情在开始的时候一定要经过深思熟虑，不要等到后悔时才来考虑这些问题，那已经晚了。我男友如果一直没有责任心，我应该不要孩子吗？",
    "annotation": [
      {
        "sentence": "我明白你的意思，但如果我抱有幸运的心态，我是否应该与他好好沟通呢？",
        "label": ""
      },
      {
        "sentence": "结婚生子需要责任心，不是随便的事情。",
        "label": ""
      },
      {
        "sentence": "他准备好了吗？",
        "label": ""
      },
      {
        "sentence": "他知道如何做一个好丈夫和父亲吗？",
        "label": ""
      },
      {
        "sentence": "而且我也需要自己想清楚。",
        "label": ""
      },
      {
        "sentence": "我可以多了解一些相关知识，比如怀孕过程、生孩子的过程以及养孩子需要多少钱。",
        "label": ""
      },
      {
        "sentence": "像你说的，很多事情在开始的时候一定要经过深思熟虑，不要等到后悔时才来考虑这些问题，那已经晚了。",
        "label": ""
      },
      {
        "sentence": "我男友如果一直没有责任心，我应该不要孩子吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很理智。如果你男友一直保持这种无所谓和没有责任心的态度，我建议你不要生孩子。但是请一定要去正规的医院进行人流手术，并且在手术后要好好恢复。以后请务必爱护自己的身体并采取相应的措施！离开错误的人才有机会遇到正确的人，你的思想独立程度决定着你掌控人生的能力，也决定着你获得幸福的机会。祝你好运！如果你还有其他问题，我都会尽力帮助你。",
    "annotation": [
      {
        "sentence": "你的想法很理智。",
        "label": ""
      },
      {
        "sentence": "如果你男友一直保持这种无所谓和没有责任心的态度，我建议你不要生孩子。",
        "label": ""
      },
      {
        "sentence": "但是请一定要去正规的医院进行人流手术，并且在手术后要好好恢复。",
        "label": ""
      },
      {
        "sentence": "以后请务必爱护自己的身体并采取相应的措施！",
        "label": ""
      },
      {
        "sentence": "离开错误的人才有机会遇到正确的人，你的思想独立程度决定着你掌控人生的能力，也决定着你获得幸福的机会。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题，我都会尽力帮助你。",
        "label": ""
      }
    ]
  }
]