[
  {
    "role": "client",
    "content": "我爸给我看的目光让我很不舒服，他的目光总是特别尖锐，我感觉被他的目光包围，好像自己赤裸裸地暴露在他面前一样。我非常痛恨这种感觉，感觉自己像是个贱种卖淫女一样。而且他性格很极端，脾气暴躁，有时候还会家暴。我一直怀疑他给我安了摄像头，特别害怕他会侮辱我。我习惯锁门，只要他在家我就会穿得很厚实破旧。但是他还是有责任感的，一直为家付出，没有做过出格的事情。我总是这样有这些感觉，甚至只要他看我一眼，我就会生气到极点。请问这是有什么心理问题吗？",
    "annotation": [
      {
        "sentence": "我爸给我看的目光让我很不舒服，他的目光总是特别尖锐，我感觉被他的目光包围，好像自己赤裸裸地暴露在他面前一样。",
        "label": ""
      },
      {
        "sentence": "我非常痛恨这种感觉，感觉自己像是个贱种卖淫女一样。",
        "label": ""
      },
      {
        "sentence": "而且他性格很极端，脾气暴躁，有时候还会家暴。",
        "label": ""
      },
      {
        "sentence": "我一直怀疑他给我安了摄像头，特别害怕他会侮辱我。",
        "label": ""
      },
      {
        "sentence": "我习惯锁门，只要他在家我就会穿得很厚实破旧。",
        "label": ""
      },
      {
        "sentence": "但是他还是有责任感的，一直为家付出，没有做过出格的事情。",
        "label": ""
      },
      {
        "sentence": "我总是这样有这些感觉，甚至只要他看我一眼，我就会生气到极点。",
        "label": ""
      },
      {
        "sentence": "请问这是有什么心理问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够感受到内心的压抑、焦虑、恐惧、冲突和纠结。面对父亲尖锐的目光，让你产生了一种赤裸裸暴露在他面前的羞耻感，对此我能够理解你内心的痛苦。你提到你的父亲性格极端，脾气暴躁，有时候还会进行家暴。同时你还怀疑他给你安了监控摄像头，非常害怕他侮辱你。在家里，你习惯了锁门并穿着厚实破旧的衣服。在这样的家庭环境下成长，你无法感受到父亲的尊重、信任、理解、接纳、认可和关爱。你还需要时刻防备他对你的侵犯和伤害，这些年来你一定经历了很多痛苦，你内心可能充满了恐惧、无助和希望被爱的渴望。对于一个孩子来说，越是得不到想要的理解、接纳、认可和关爱，他就越想要得到这些。随着年龄的增长，这种渴望会变得越来越强烈。小时候，你可能希望父亲能够关注和关心你，比如牵着你的手一起走路，背着你走，抱着你，这些想法都是很正常的，也很容易被身边的人理解和接受。但是当你长到十六岁之后，这些想法就很难被身边的人理解和接受，会被认为是“羞耻的”或者是“见不得人的”。因此你只能把这些想法压抑在自己的心里，导致你的情感得不到满足，让你很难受。根据你提供的信息，我可以看出你在成长过程中经历了一定的创伤。这并不意味着一定是直接对你造成的伤害，也可能是一些你看到或者听到的让你感到可怕，但无法理解和接受的事情间接造成的伤害。你在表达感受时用“贱种卖淫女”来形容，可以看出你对于卖淫女的厌恶，或者说是对父亲和你自己的厌恶。同时，我注意到你在整篇信息中没有提到母亲，我个人猜测你的内心创伤可能与卖淫女有关。当然，具体情况还需要进一步交流才能进一步了解。至于你所问的心理问题，可以说是源于原生家庭环境中的事件所导致的心理创伤。我建议你预约适合的心理咨询师进行心理咨询。",
    "annotation": [
      {
        "sentence": "你能够感受到内心的压抑、焦虑、恐惧、冲突和纠结。",
        "label": ""
      },
      {
        "sentence": "面对父亲尖锐的目光，让你产生了一种赤裸裸暴露在他面前的羞耻感，对此我能够理解你内心的痛苦。",
        "label": ""
      },
      {
        "sentence": "你提到你的父亲性格极端，脾气暴躁，有时候还会进行家暴。",
        "label": ""
      },
      {
        "sentence": "同时你还怀疑他给你安了监控摄像头，非常害怕他侮辱你。",
        "label": ""
      },
      {
        "sentence": "在家里，你习惯了锁门并穿着厚实破旧的衣服。",
        "label": ""
      },
      {
        "sentence": "在这样的家庭环境下成长，你无法感受到父亲的尊重、信任、理解、接纳、认可和关爱。",
        "label": ""
      },
      {
        "sentence": "你还需要时刻防备他对你的侵犯和伤害，这些年来你一定经历了很多痛苦，你内心可能充满了恐惧、无助和希望被爱的渴望。",
        "label": ""
      },
      {
        "sentence": "对于一个孩子来说，越是得不到想要的理解、接纳、认可和关爱，他就越想要得到这些。",
        "label": ""
      },
      {
        "sentence": "随着年龄的增长，这种渴望会变得越来越强烈。",
        "label": ""
      },
      {
        "sentence": "小时候，你可能希望父亲能够关注和关心你，比如牵着你的手一起走路，背着你走，抱着你，这些想法都是很正常的，也很容易被身边的人理解和接受。",
        "label": ""
      },
      {
        "sentence": "但是当你长到十六岁之后，这些想法就很难被身边的人理解和接受，会被认为是“羞耻的”或者是“见不得人的”。",
        "label": ""
      },
      {
        "sentence": "因此你只能把这些想法压抑在自己的心里，导致你的情感得不到满足，让你很难受。",
        "label": ""
      },
      {
        "sentence": "根据你提供的信息，我可以看出你在成长过程中经历了一定的创伤。",
        "label": ""
      },
      {
        "sentence": "这并不意味着一定是直接对你造成的伤害，也可能是一些你看到或者听到的让你感到可怕，但无法理解和接受的事情间接造成的伤害。",
        "label": ""
      },
      {
        "sentence": "你在表达感受时用“贱种卖淫女”来形容，可以看出你对于卖淫女的厌恶，或者说是对父亲和你自己的厌恶。",
        "label": ""
      },
      {
        "sentence": "同时，我注意到你在整篇信息中没有提到母亲，我个人猜测你的内心创伤可能与卖淫女有关。",
        "label": ""
      },
      {
        "sentence": "当然，具体情况还需要进一步交流才能进一步了解。",
        "label": ""
      },
      {
        "sentence": "至于你所问的心理问题，可以说是源于原生家庭环境中的事件所导致的心理创伤。",
        "label": ""
      },
      {
        "sentence": "我建议你预约适合的心理咨询师进行心理咨询。",
        "label": ""
      }
    ]
  }
]