[
  {
    "role": "client",
    "content": "我今年20岁，我的异地男友经常让我给他发自己的私密照片，这样正常吗？我和男友交往已经两年了，认识也有五年。他平时对我比较体贴，也有耐心，能够包容我的小脾气，但是他有时候也有点直男，不太能够共情我的感受。在性关系问题上，我比较保守，之前甚至有处女情结，但是他比较开放，很早就有性经验了。起初我一直不能接受他的观点，但在他的劝导（或者说是洗脑）下，我对性行为的态度逐渐放开，并且把第一次给了他。因为是异地恋，我们经常不能见面，他常常要求我发一些自己私密部位的照片给他。我不想发，但是如果我拒绝他就会不开心。最近一次，在他要求我发照片的时候，我拒绝了，他立刻说他困得睁不开眼了要去睡觉。这让我感觉很不舒服。我告诉他我不好意思这样做，但他只会觉得这有什么不好意思的，我感觉好像被嫌弃。我想知道是他对这段感情的态度不单纯，还是我过于保守和敏感了。我现在心理压力很大。",
    "annotation": [
      {
        "sentence": "我今年20岁，我的异地男友经常让我给他发自己的私密照片，这样正常吗？",
        "label": ""
      },
      {
        "sentence": "我和男友交往已经两年了，认识也有五年。",
        "label": ""
      },
      {
        "sentence": "他平时对我比较体贴，也有耐心，能够包容我的小脾气，但是他有时候也有点直男，不太能够共情我的感受。",
        "label": ""
      },
      {
        "sentence": "在性关系问题上，我比较保守，之前甚至有处女情结，但是他比较开放，很早就有性经验了。",
        "label": ""
      },
      {
        "sentence": "起初我一直不能接受他的观点，但在他的劝导（或者说是洗脑）下，我对性行为的态度逐渐放开，并且把第一次给了他。",
        "label": ""
      },
      {
        "sentence": "因为是异地恋，我们经常不能见面，他常常要求我发一些自己私密部位的照片给他。",
        "label": ""
      },
      {
        "sentence": "我不想发，但是如果我拒绝他就会不开心。",
        "label": ""
      },
      {
        "sentence": "最近一次，在他要求我发照片的时候，我拒绝了，他立刻说他困得睁不开眼了要去睡觉。",
        "label": ""
      },
      {
        "sentence": "这让我感觉很不舒服。",
        "label": ""
      },
      {
        "sentence": "我告诉他我不好意思这样做，但他只会觉得这有什么不好意思的，我感觉好像被嫌弃。",
        "label": ""
      },
      {
        "sentence": "我想知道是他对这段感情的态度不单纯，还是我过于保守和敏感了。",
        "label": ""
      },
      {
        "sentence": "我现在心理压力很大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我跟你的年龄相仿，也正在经历异地恋。所以从你的倾诉中能够非常理解你的感受，也感受到你巨大的压力。我希望我的经验分享能够对你有所帮助。首先，别给自己太大的压力，你并没有做错什么。在恋爱中双方应该是平等的，对于你不喜欢的事情，你有权选择拒绝。从你的描述中我可以感受到你的内心非常不舒服，但是你并没有做错。所以你不要有太大的压力，也不要去质疑自己。并不是因为你过于保守和敏感，而是因为你对自己的要求和保护意识是正确的。我们都是珍贵的小天使，要好好爱护自己，不仅要爱别人，也要保护好自己。毕竟你们已经认识了五年，交往了两年，这段感情不是说放下就能放下的。虽然在爱情中需要相互包容，但并不是一味地迁就对方。我们需要有自己的原则和底线。虽然你的男友平时对你体贴，但这个要求可能会伤害到你。现在网络非常发达，对于照片的保密程度无法保证。所以亲爱的，一定要保护好自己的隐私。关于这件事情，我建议你尝试和男友沟通一下，说明你的理由和担忧，比如照片可能会被泄露，让他站在你的角度上思考问题。异地恋确实很困难，不能经常见面，不能一起吃饭、散步，已经很难受了。所以不要再因为这件事情给自己增加压力了。你是最好的你，一切美好都会与你相遇。祝你好运！",
    "annotation": [
      {
        "sentence": "我跟你的年龄相仿，也正在经历异地恋。",
        "label": ""
      },
      {
        "sentence": "所以从你的倾诉中能够非常理解你的感受，也感受到你巨大的压力。",
        "label": ""
      },
      {
        "sentence": "我希望我的经验分享能够对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "首先，别给自己太大的压力，你并没有做错什么。",
        "label": ""
      },
      {
        "sentence": "在恋爱中双方应该是平等的，对于你不喜欢的事情，你有权选择拒绝。",
        "label": ""
      },
      {
        "sentence": "从你的描述中我可以感受到你的内心非常不舒服，但是你并没有做错。",
        "label": ""
      },
      {
        "sentence": "所以你不要有太大的压力，也不要去质疑自己。",
        "label": ""
      },
      {
        "sentence": "并不是因为你过于保守和敏感，而是因为你对自己的要求和保护意识是正确的。",
        "label": ""
      },
      {
        "sentence": "我们都是珍贵的小天使，要好好爱护自己，不仅要爱别人，也要保护好自己。",
        "label": ""
      },
      {
        "sentence": "毕竟你们已经认识了五年，交往了两年，这段感情不是说放下就能放下的。",
        "label": ""
      },
      {
        "sentence": "虽然在爱情中需要相互包容，但并不是一味地迁就对方。",
        "label": ""
      },
      {
        "sentence": "我们需要有自己的原则和底线。",
        "label": ""
      },
      {
        "sentence": "虽然你的男友平时对你体贴，但这个要求可能会伤害到你。",
        "label": ""
      },
      {
        "sentence": "现在网络非常发达，对于照片的保密程度无法保证。",
        "label": ""
      },
      {
        "sentence": "所以亲爱的，一定要保护好自己的隐私。",
        "label": ""
      },
      {
        "sentence": "关于这件事情，我建议你尝试和男友沟通一下，说明你的理由和担忧，比如照片可能会被泄露，让他站在你的角度上思考问题。",
        "label": ""
      },
      {
        "sentence": "异地恋确实很困难，不能经常见面，不能一起吃饭、散步，已经很难受了。",
        "label": ""
      },
      {
        "sentence": "所以不要再因为这件事情给自己增加压力了。",
        "label": ""
      },
      {
        "sentence": "你是最好的你，一切美好都会与你相遇。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]