[
  {
    "role": "client",
    "content": "我20岁，异地男友常让我给他发自己私密照片正常吗？和男友交往两年，认识五年，他平时对我比较体贴，也有耐心，能够包容我的小脾气，但也有点直男，不是特别能够共情我的感受。在性关系问题上，我比较保守，之前甚至有处女情结，他比较开放（初中就破处了），一开始我一直不能接受，后来在他的劝导（也可能是洗脑）之下，我对性行为的态度逐渐放开，并且把第一次给了他。因为是异地恋，经常不能见面，他常常让我发一些自己私密部位的照片给他，我不想发他就会不开心，最近的一次，在他求我发的时候兴致勃勃，我拒绝之后他立马就说困得睁不开眼睛了要睡觉，让我感觉很不舒服。我告诉他我不好意思这样做，他只会觉得这有什么不好意思的，我感觉好像被嫌弃。我想知道是他对这段感情的态度不单纯，还是我过于保守和敏感了。我的心理压力很大。",
    "annotation": [
      {
        "sentence": "我20岁，异地男友常让我给他发自己私密照片正常吗？",
        "label": ""
      },
      {
        "sentence": "和男友交往两年，认识五年，他平时对我比较体贴，也有耐心，能够包容我的小脾气，但也有点直男，不是特别能够共情我的感受。",
        "label": ""
      },
      {
        "sentence": "在性关系问题上，我比较保守，之前甚至有处女情结，他比较开放（初中就破处了），一开始我一直不能接受，后来在他的劝导（也可能是洗脑）之下，我对性行为的态度逐渐放开，并且把第一次给了他。",
        "label": ""
      },
      {
        "sentence": "因为是异地恋，经常不能见面，他常常让我发一些自己私密部位的照片给他，我不想发他就会不开心，最近的一次，在他求我发的时候兴致勃勃，我拒绝之后他立马就说困得睁不开眼睛了要睡觉，让我感觉很不舒服。",
        "label": ""
      },
      {
        "sentence": "我告诉他我不好意思这样做，他只会觉得这有什么不好意思的，我感觉好像被嫌弃。",
        "label": ""
      },
      {
        "sentence": "我想知道是他对这段感情的态度不单纯，还是我过于保守和敏感了。",
        "label": ""
      },
      {
        "sentence": "我的心理压力很大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗨，我了解你遇到的问题。首先我要说，异地男友常让你给他发自己私密照片是绝对不正常的。无论你们的感情多好，你也完全有权利拒绝这样的要求。现在我希望你明白一些事情：第一，女孩子在恋爱中一定要学会保护自己。你听说过“艳照门”事件吗？曾经有个女孩子因为被男友拍了性爱照片而遭受了很大的伤害。照片意外流出后，她的形象受损，事业一落千丈，感情生活也一路坎坷。还有的女孩子，因为爱男友而拍摄了私密照片，在分手后被对方要挟，甚至有的照片被传到了网上。我们应该从别人的痛苦经历中吸取教训。第二，无论是日常生活还是恋爱关系，你都需要有自己的底线。你说自己在性关系问题上比较保守，之前甚至有处女情结。但是在他的影响下，你刚刚成年就把自己的第一次给了他。他也常常要求你发一些私密部位的照片给他，虽然你不情愿，但还是妥协了。如果一次次地放弃底线，那么久而久之，他会觉得你没有底线，会提出更过分的要求让你感到恶心。所以，一定要守好自己的底线。第三，判断一个人是否真正爱你的标准之一就是他是否尊重你。如果他对你没有基本的尊重，不断挑战你的底线，不断提出不合理的要求，那么你需要重新评估这段关系了。无原则地妥协只会让自己失去尊严。一方不断逼近底线，另一方没有原则地妥协，这样的关系，还能称之为爱吗？",
    "annotation": [
      {
        "sentence": "嗨，我了解你遇到的问题。",
        "label": ""
      },
      {
        "sentence": "首先我要说，异地男友常让你给他发自己私密照片是绝对不正常的。",
        "label": ""
      },
      {
        "sentence": "无论你们的感情多好，你也完全有权利拒绝这样的要求。",
        "label": ""
      },
      {
        "sentence": "现在我希望你明白一些事情：第一，女孩子在恋爱中一定要学会保护自己。",
        "label": ""
      },
      {
        "sentence": "你听说过“艳照门”事件吗？",
        "label": ""
      },
      {
        "sentence": "曾经有个女孩子因为被男友拍了性爱照片而遭受了很大的伤害。",
        "label": ""
      },
      {
        "sentence": "照片意外流出后，她的形象受损，事业一落千丈，感情生活也一路坎坷。",
        "label": ""
      },
      {
        "sentence": "还有的女孩子，因为爱男友而拍摄了私密照片，在分手后被对方要挟，甚至有的照片被传到了网上。",
        "label": ""
      },
      {
        "sentence": "我们应该从别人的痛苦经历中吸取教训。",
        "label": ""
      },
      {
        "sentence": "第二，无论是日常生活还是恋爱关系，你都需要有自己的底线。",
        "label": ""
      },
      {
        "sentence": "你说自己在性关系问题上比较保守，之前甚至有处女情结。",
        "label": ""
      },
      {
        "sentence": "但是在他的影响下，你刚刚成年就把自己的第一次给了他。",
        "label": ""
      },
      {
        "sentence": "他也常常要求你发一些私密部位的照片给他，虽然你不情愿，但还是妥协了。",
        "label": ""
      },
      {
        "sentence": "如果一次次地放弃底线，那么久而久之，他会觉得你没有底线，会提出更过分的要求让你感到恶心。",
        "label": ""
      },
      {
        "sentence": "所以，一定要守好自己的底线。",
        "label": ""
      },
      {
        "sentence": "第三，判断一个人是否真正爱你的标准之一就是他是否尊重你。",
        "label": ""
      },
      {
        "sentence": "如果他对你没有基本的尊重，不断挑战你的底线，不断提出不合理的要求，那么你需要重新评估这段关系了。",
        "label": ""
      },
      {
        "sentence": "无原则地妥协只会让自己失去尊严。",
        "label": ""
      },
      {
        "sentence": "一方不断逼近底线，另一方没有原则地妥协，这样的关系，还能称之为爱吗？",
        "label": ""
      }
    ]
  }
]