[
  {
    "role": "client",
    "content": "我是一个高中生，我没有梦想，不知道自己为了什么学习。面临选择专业以及其他的问题，我感觉自己没有梦想，没有青春热血，不知道自己为了什么学习。虽然我的学习成绩还不错，但是我找不到自己所热爱的事情，感觉很迷茫，不知道自己想要什么，没有动力和目标，我感觉迷失了自我，很羡慕那些有自己梦想并为了梦想拼搏的人，可是自己找不到。",
    "annotation": [
      {
        "sentence": "我是一个高中生，我没有梦想，不知道自己为了什么学习。",
        "label": ""
      },
      {
        "sentence": "面临选择专业以及其他的问题，我感觉自己没有梦想，没有青春热血，不知道自己为了什么学习。",
        "label": ""
      },
      {
        "sentence": "虽然我的学习成绩还不错，但是我找不到自己所热爱的事情，感觉很迷茫，不知道自己想要什么，没有动力和目标，我感觉迷失了自我，很羡慕那些有自己梦想并为了梦想拼搏的人，可是自己找不到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑和不安，其实我以前也一直没有什么梦想或者追求。从考初中到考高中，都是奔着名校去，直到高考完，也是任由家人叽叽喳喳讨论着哪个专业就业好，哪个211学校能够冲一冲。我本来想着，就随便按他们说的填报吧，反正自己也没有兴趣，没有擅长，典型的“学习的机器人”（而且还并不优秀）。但是在填志愿那个下午，当我在核对各学校和专业时，看到了一个保底学校的心理学专业，我上网搜索了这个学校该专业的实力（事实上我是有功利性而非全是兴趣），发现在全国靠山，就蹦出了“与其去学什么金融，经济，不如去学一个还稍微自己感兴趣一点而且厉害的专业”，最后我推翻了所有商量好的志愿，直接填了这个专业。",
    "annotation": [
      {
        "sentence": "我理解你的困惑和不安，其实我以前也一直没有什么梦想或者追求。",
        "label": ""
      },
      {
        "sentence": "从考初中到考高中，都是奔着名校去，直到高考完，也是任由家人叽叽喳喳讨论着哪个专业就业好，哪个211学校能够冲一冲。",
        "label": ""
      },
      {
        "sentence": "我本来想着，就随便按他们说的填报吧，反正自己也没有兴趣，没有擅长，典型的“学习的机器人”（而且还并不优秀）。",
        "label": ""
      },
      {
        "sentence": "但是在填志愿那个下午，当我在核对各学校和专业时，看到了一个保底学校的心理学专业，我上网搜索了这个学校该专业的实力（事实上我是有功利性而非全是兴趣），发现在全国靠山，就蹦出了“与其去学什么金融，经济，不如去学一个还稍微自己感兴趣一点而且厉害的专业”，最后我推翻了所有商量好的志愿，直接填了这个专业。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来你填报志愿的过程有点像我现在的情况。那你现在就读了一年之后有梦想了吗？",
    "annotation": [
      {
        "sentence": "听起来你填报志愿的过程有点像我现在的情况。",
        "label": ""
      },
      {
        "sentence": "那你现在就读了一年之后有梦想了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，并没有。但是能够确实感觉到好像在慢慢走向正轨。我想分享这件事情给你是因为或许你是任由他人建议而选择热门专业，感到迷茫和空洞。但当你真正去就读之后，可能会发生两种情况。第一种是发现这个专业有你喜欢的地方，不妨逐步发展为自己的兴趣，走一步是一步。第二种是发现自己极其讨厌，无法忍受在该专业学习。那么就考虑转专业（你说自己成绩不错，所以我相信没有问题）。不论哪种结果，都不太差。动力和目标尚未出现，没必要刻意去想或者因此苦苦思索。每个人的阈值和每个人成长的速度都不一样。可能有的人的确早早确定目标，有的人晚那么一年，两年才有了一些梦想，但不见得最后谁就成功地晚，谁就更难达到目标。所以你的担心和考虑只是代表你期待自己也能找到目标和动力，而不是给自己带来焦虑或迷茫的压力。",
    "annotation": [
      {
        "sentence": "其实，并没有。",
        "label": ""
      },
      {
        "sentence": "但是能够确实感觉到好像在慢慢走向正轨。",
        "label": ""
      },
      {
        "sentence": "我想分享这件事情给你是因为或许你是任由他人建议而选择热门专业，感到迷茫和空洞。",
        "label": ""
      },
      {
        "sentence": "但当你真正去就读之后，可能会发生两种情况。",
        "label": ""
      },
      {
        "sentence": "第一种是发现这个专业有你喜欢的地方，不妨逐步发展为自己的兴趣，走一步是一步。",
        "label": ""
      },
      {
        "sentence": "第二种是发现自己极其讨厌，无法忍受在该专业学习。",
        "label": ""
      },
      {
        "sentence": "那么就考虑转专业（你说自己成绩不错，所以我相信没有问题）。",
        "label": ""
      },
      {
        "sentence": "不论哪种结果，都不太差。",
        "label": ""
      },
      {
        "sentence": "动力和目标尚未出现，没必要刻意去想或者因此苦苦思索。",
        "label": ""
      },
      {
        "sentence": "每个人的阈值和每个人成长的速度都不一样。",
        "label": ""
      },
      {
        "sentence": "可能有的人的确早早确定目标，有的人晚那么一年，两年才有了一些梦想，但不见得最后谁就成功地晚，谁就更难达到目标。",
        "label": ""
      },
      {
        "sentence": "所以你的担心和考虑只是代表你期待自己也能找到目标和动力，而不是给自己带来焦虑或迷茫的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我明白每个人的成长速度和阈值不同，不需要急于找到目标和动力。听你说的，我也觉得我可能会在上大学的过程中找到自己真正感兴趣的东西。即使迷茫和空洞现在是我的感受，我也能够相信未来会变好，对吧？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我明白每个人的成长速度和阈值不同，不需要急于找到目标和动力。",
        "label": ""
      },
      {
        "sentence": "听你说的，我也觉得我可能会在上大学的过程中找到自己真正感兴趣的东西。",
        "label": ""
      },
      {
        "sentence": "即使迷茫和空洞现在是我的感受，我也能够相信未来会变好，对吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你说得没错。相信自己，相信时间的力量。大学生活会是一个很好的机会，你会有更多的选择和接触到不同的领域。你只需要保持对未来的期待和开放的态度，相信一切都会逐渐明朗起来。不要给自己太多的压力，相信自己一定能够找到属于自己的梦想和动力。",
    "annotation": [
      {
        "sentence": "是的，你说得没错。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信时间的力量。",
        "label": ""
      },
      {
        "sentence": "大学生活会是一个很好的机会，你会有更多的选择和接触到不同的领域。",
        "label": ""
      },
      {
        "sentence": "你只需要保持对未来的期待和开放的态度，相信一切都会逐渐明朗起来。",
        "label": ""
      },
      {
        "sentence": "不要给自己太多的压力，相信自己一定能够找到属于自己的梦想和动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议。我现在更有信心面对未来了。我相信我可以通过积极的态度和努力去发掘自己的潜能和兴趣。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我现在更有信心面对未来了。",
        "label": ""
      },
      {
        "sentence": "我相信我可以通过积极的态度和努力去发掘自己的潜能和兴趣。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我很高兴能够帮助到你。相信自己，相信未来的可能性。你一定会找到属于自己的道路，实现你的梦想。祝你好运！任何时候都可以来找我倾诉和寻求支持。",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来的可能性。",
        "label": ""
      },
      {
        "sentence": "你一定会找到属于自己的道路，实现你的梦想。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "任何时候都可以来找我倾诉和寻求支持。",
        "label": ""
      }
    ]
  }
]