[
  {
    "role": "client",
    "content": "我是一个女性，年龄在30多岁，已经有2年没有性生活的婚姻了。感觉自己像一个人负重前行。我已经结婚十多年，有孩子。我和我丈夫都是研究生以上学历，事业也有一定的成就。可是，由于我丈夫服用降压药，我们近两年一直处在无性婚姻的状态，偶尔三四个月会有一次性生活。平时我们的感情相处得很好，没有任何问题。唯一的问题是晚上上床睡觉的时候，我丈夫就像变了个人一样，非常抵触身体接触，包括拥抱、抚摸和亲吻。他经常以累为理由断然拒绝我。虽然我一直都很理解他，从不因此多做纠缠，偶尔我自己也会感到委屈。由于我是一名职业女性，平时注重保养和学习，所以我看起来要比实际年龄年轻很多。我身边偶尔有人追求我，但我都会礼貌地拒绝。在家里，洗衣做饭收拾屋子各种家务，照顾孩子和老人都是由我来做的。我经济独立，脾气好不爱生气。最近，我丈夫的脾气越来越大，经常因为小事生气，甚至摔东西，例如找不到门钥匙之类的。我们之间吵过也聊过存在的问题，但效果甚微。我最近突然觉得很孤单，感觉自己一直都是一个人负重前行，走不动了，觉得很迷茫。不想和父母说，怕他们担心。谢谢有人能花时间看我的状况，我第一次写，可能有点啰嗦。",
    "annotation": [
      {
        "sentence": "我是一个女性，年龄在30多岁，已经有2年没有性生活的婚姻了。",
        "label": ""
      },
      {
        "sentence": "感觉自己像一个人负重前行。",
        "label": ""
      },
      {
        "sentence": "我已经结婚十多年，有孩子。",
        "label": ""
      },
      {
        "sentence": "我和我丈夫都是研究生以上学历，事业也有一定的成就。",
        "label": ""
      },
      {
        "sentence": "可是，由于我丈夫服用降压药，我们近两年一直处在无性婚姻的状态，偶尔三四个月会有一次性生活。",
        "label": ""
      },
      {
        "sentence": "平时我们的感情相处得很好，没有任何问题。",
        "label": ""
      },
      {
        "sentence": "唯一的问题是晚上上床睡觉的时候，我丈夫就像变了个人一样，非常抵触身体接触，包括拥抱、抚摸和亲吻。",
        "label": ""
      },
      {
        "sentence": "他经常以累为理由断然拒绝我。",
        "label": ""
      },
      {
        "sentence": "虽然我一直都很理解他，从不因此多做纠缠，偶尔我自己也会感到委屈。",
        "label": ""
      },
      {
        "sentence": "由于我是一名职业女性，平时注重保养和学习，所以我看起来要比实际年龄年轻很多。",
        "label": ""
      },
      {
        "sentence": "我身边偶尔有人追求我，但我都会礼貌地拒绝。",
        "label": ""
      },
      {
        "sentence": "在家里，洗衣做饭收拾屋子各种家务，照顾孩子和老人都是由我来做的。",
        "label": ""
      },
      {
        "sentence": "我经济独立，脾气好不爱生气。",
        "label": ""
      },
      {
        "sentence": "最近，我丈夫的脾气越来越大，经常因为小事生气，甚至摔东西，例如找不到门钥匙之类的。",
        "label": ""
      },
      {
        "sentence": "我们之间吵过也聊过存在的问题，但效果甚微。",
        "label": ""
      },
      {
        "sentence": "我最近突然觉得很孤单，感觉自己一直都是一个人负重前行，走不动了，觉得很迷茫。",
        "label": ""
      },
      {
        "sentence": "不想和父母说，怕他们担心。",
        "label": ""
      },
      {
        "sentence": "谢谢有人能花时间看我的状况，我第一次写，可能有点啰嗦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你在平台上描述了自己的情况，我觉得你很勇敢，但也让我感到心疼。你提到不想和父母说，怕他们担心，同时也很感谢有人花时间看你的问题。你觉得自己写的有点啰嗦，这让我联想到，也许在你的生活中，你有很多心事没有地方倾诉，你会担心别人会不会觉得你啰嗦，会怎么看待你……再来看看你的婚姻状况，从表面上看，你的生活似乎是很多人羡慕的，你比你丈夫小4岁，有个孩子，你们都是研究生，事业也有成就。但你有种说不清、说明不白的不满。你说平时两个人感情很好，但没有具体描述感情怎么好，这让我感觉到你们之间有一种距离感，少了夫妻间那种逗乐、吵吵闹闹的烟火气。你还说上床睡觉的时候你的丈夫变成了另外一个人，对亲密的身体接触抵触，作为女性，当你想要亲近伴侣却被拒绝时，可能会感到委屈、羞愧、尴尬、愤怒……各种情绪交织在一起。当你丈夫以累为理由回避亲密接触时，你用你理解他很累来控制自己不舒服的情绪。通过你的一些描述，我试图理解你的情况，但如果我理解不到位，我愿意听你多说，让我更了解你。亲密关系涉及到一些早年生活，不清楚你小时候的生活如何，和父母是怎样相处的？比如当你很小的时候，是否经常想要父母的抱抱或陪玩，但他们却说自己忙，让你去一边玩。这样的经历可能会让你在想和亲密的人亲近时，担心再次经受到拒绝、羞涩和尴尬，即便你想要亲近，也会忍住，直到对方主动接近你。内心你总会渴望对方能够主动一些。在成人亲密关系中可能会出现强迫性的重复，就是渴望对方主动亲近你，但又得不到。如果有机会，我很愿意听你讲述你的故事。你们结婚十多年了，你们是怎么认识的？是什么原因让你选择和他结婚的？和他在一起有哪些开心？不开心的呢？通过咨询，我们可以修复和表达当前关系中存在的不愉快体验，避免重复早年的互动模式。祝你生活愉快。",
    "annotation": [
      {
        "sentence": "看到你在平台上描述了自己的情况，我觉得你很勇敢，但也让我感到心疼。",
        "label": ""
      },
      {
        "sentence": "你提到不想和父母说，怕他们担心，同时也很感谢有人花时间看你的问题。",
        "label": ""
      },
      {
        "sentence": "你觉得自己写的有点啰嗦，这让我联想到，也许在你的生活中，你有很多心事没有地方倾诉，你会担心别人会不会觉得你啰嗦，会怎么看待你……再来看看你的婚姻状况，从表面上看，你的生活似乎是很多人羡慕的，你比你丈夫小4岁，有个孩子，你们都是研究生，事业也有成就。",
        "label": ""
      },
      {
        "sentence": "但你有种说不清、说明不白的不满。",
        "label": ""
      },
      {
        "sentence": "你说平时两个人感情很好，但没有具体描述感情怎么好，这让我感觉到你们之间有一种距离感，少了夫妻间那种逗乐、吵吵闹闹的烟火气。",
        "label": ""
      },
      {
        "sentence": "你还说上床睡觉的时候你的丈夫变成了另外一个人，对亲密的身体接触抵触，作为女性，当你想要亲近伴侣却被拒绝时，可能会感到委屈、羞愧、尴尬、愤怒……各种情绪交织在一起。",
        "label": ""
      },
      {
        "sentence": "当你丈夫以累为理由回避亲密接触时，你用你理解他很累来控制自己不舒服的情绪。",
        "label": ""
      },
      {
        "sentence": "通过你的一些描述，我试图理解你的情况，但如果我理解不到位，我愿意听你多说，让我更了解你。",
        "label": ""
      },
      {
        "sentence": "亲密关系涉及到一些早年生活，不清楚你小时候的生活如何，和父母是怎样相处的？",
        "label": ""
      },
      {
        "sentence": "比如当你很小的时候，是否经常想要父母的抱抱或陪玩，但他们却说自己忙，让你去一边玩。",
        "label": ""
      },
      {
        "sentence": "这样的经历可能会让你在想和亲密的人亲近时，担心再次经受到拒绝、羞涩和尴尬，即便你想要亲近，也会忍住，直到对方主动接近你。",
        "label": ""
      },
      {
        "sentence": "内心你总会渴望对方能够主动一些。",
        "label": ""
      },
      {
        "sentence": "在成人亲密关系中可能会出现强迫性的重复，就是渴望对方主动亲近你，但又得不到。",
        "label": ""
      },
      {
        "sentence": "如果有机会，我很愿意听你讲述你的故事。",
        "label": ""
      },
      {
        "sentence": "你们结婚十多年了，你们是怎么认识的？",
        "label": ""
      },
      {
        "sentence": "是什么原因让你选择和他结婚的？",
        "label": ""
      },
      {
        "sentence": "和他在一起有哪些开心？",
        "label": ""
      },
      {
        "sentence": "不开心的呢？",
        "label": ""
      },
      {
        "sentence": "通过咨询，我们可以修复和表达当前关系中存在的不愉快体验，避免重复早年的互动模式。",
        "label": ""
      },
      {
        "sentence": "祝你生活愉快。",
        "label": ""
      }
    ]
  }
]