[
  {
    "role": "client",
    "content": "女30多岁，2年无性婚姻，像一个人负重前行？",
    "annotation": [
      {
        "sentence": "女30多岁，2年无性婚姻，像一个人负重前行？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，我了解你现在的困扰。婚姻中的问题确实会给我们带来很大的压力，特别是到了中年这个阶段。你和丈夫都是事业有成、学历高的人，这在一定程度上会加大彼此的压力。我理解你在家庭中所付出的努力，你是一个非常顾家的好女人。但是，同时我也希望你能够适度地为自己索取一些东西。你描述的在家时的角色分配，你承担了太多的家务，照顾孩子和老人，还要背负经济独立的责任，而且你平时脾气也好，不喜欢生气。这样无私付出的女人往往得不到应有的珍惜。因为如果你在家庭中没有得到平等的位置，你的丈夫可能就会把精力放在其他地方。看到你说现在的生活很累，有些走不动了，我觉得你可以适度地示弱一些，让丈夫承担一部分家庭责任，比如陪伴孩子等。当他在家庭方面投入的心思多一些时，也许你们的生活会有所好转。",
    "annotation": [
      {
        "sentence": "亲爱的，我了解你现在的困扰。",
        "label": ""
      },
      {
        "sentence": "婚姻中的问题确实会给我们带来很大的压力，特别是到了中年这个阶段。",
        "label": ""
      },
      {
        "sentence": "你和丈夫都是事业有成、学历高的人，这在一定程度上会加大彼此的压力。",
        "label": ""
      },
      {
        "sentence": "我理解你在家庭中所付出的努力，你是一个非常顾家的好女人。",
        "label": ""
      },
      {
        "sentence": "但是，同时我也希望你能够适度地为自己索取一些东西。",
        "label": ""
      },
      {
        "sentence": "你描述的在家时的角色分配，你承担了太多的家务，照顾孩子和老人，还要背负经济独立的责任，而且你平时脾气也好，不喜欢生气。",
        "label": ""
      },
      {
        "sentence": "这样无私付出的女人往往得不到应有的珍惜。",
        "label": ""
      },
      {
        "sentence": "因为如果你在家庭中没有得到平等的位置，你的丈夫可能就会把精力放在其他地方。",
        "label": ""
      },
      {
        "sentence": "看到你说现在的生活很累，有些走不动了，我觉得你可以适度地示弱一些，让丈夫承担一部分家庭责任，比如陪伴孩子等。",
        "label": ""
      },
      {
        "sentence": "当他在家庭方面投入的心思多一些时，也许你们的生活会有所好转。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我也意识到在家庭中适度示弱的重要性，但有时候我还是会不自觉地扮演各种角色。我会尝试向丈夫提出请求，希望他能愿意承担更多的责任。除了家庭问题，最近丈夫的脾气也越来越大，经常因为小事生气甚至摔东西。我曾经和他吵过并聊过我们存在的问题，但效果不明显。我觉得他的情绪变化可能对我们的婚姻产生了消极的影响。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我也意识到在家庭中适度示弱的重要性，但有时候我还是会不自觉地扮演各种角色。",
        "label": ""
      },
      {
        "sentence": "我会尝试向丈夫提出请求，希望他能愿意承担更多的责任。",
        "label": ""
      },
      {
        "sentence": "除了家庭问题，最近丈夫的脾气也越来越大，经常因为小事生气甚至摔东西。",
        "label": ""
      },
      {
        "sentence": "我曾经和他吵过并聊过我们存在的问题，但效果不明显。",
        "label": ""
      },
      {
        "sentence": "我觉得他的情绪变化可能对我们的婚姻产生了消极的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受，夫妻间的矛盾和情绪波动确实会对婚姻产生负面影响。你提到丈夫的情绪大起大落，经常发脾气甚至摔东西，这是一种不健康的表现。也许他因为其他的压力或困扰导致了这样的情绪变化。我觉得你可以试试找寻丈夫发脾气的原因，并尝试在生活中做一些小改变，以缓解他的情绪。比如安排一次家庭出游，或者安排一些亲子时间，哪怕只是换一下家里的摆设，都可能带来一些改变和改善。我们到了中年确实要面对很多压力，但愿你们能够携手走过这些困难，共同追求幸福。",
    "annotation": [
      {
        "sentence": "理解你的感受，夫妻间的矛盾和情绪波动确实会对婚姻产生负面影响。",
        "label": ""
      },
      {
        "sentence": "你提到丈夫的情绪大起大落，经常发脾气甚至摔东西，这是一种不健康的表现。",
        "label": ""
      },
      {
        "sentence": "也许他因为其他的压力或困扰导致了这样的情绪变化。",
        "label": ""
      },
      {
        "sentence": "我觉得你可以试试找寻丈夫发脾气的原因，并尝试在生活中做一些小改变，以缓解他的情绪。",
        "label": ""
      },
      {
        "sentence": "比如安排一次家庭出游，或者安排一些亲子时间，哪怕只是换一下家里的摆设，都可能带来一些改变和改善。",
        "label": ""
      },
      {
        "sentence": "我们到了中年确实要面对很多压力，但愿你们能够携手走过这些困难，共同追求幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会尝试去找寻丈夫发脾气的原因，并试着在生活中做一些小改变。我也希望我们能够共同面对困难，共同努力，追求幸福。不过，最近我突然感觉很孤单，好像一直都是一个人在承担重担，有些迷茫。我不敢和父母说，怕他们担心，所以才来找你寻求安慰和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试去找寻丈夫发脾气的原因，并试着在生活中做一些小改变。",
        "label": ""
      },
      {
        "sentence": "我也希望我们能够共同面对困难，共同努力，追求幸福。",
        "label": ""
      },
      {
        "sentence": "不过，最近我突然感觉很孤单，好像一直都是一个人在承担重担，有些迷茫。",
        "label": ""
      },
      {
        "sentence": "我不敢和父母说，怕他们担心，所以才来找你寻求安慰和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，我完全理解你现在的感受。有时候，我们在面对困境时，感觉没有人能够理解我们的孤独和困惑。但你并不孤单，因为你有我在这里支持你。如果你觉得压力太大，可以适时地歇一歇，给自己一些喘息的时间。同时，不要忘记关注自己的感受和需求，这样才能更好地处理婚姻中的问题。我会一直陪伴在你身边，帮助你渡过难关的。",
    "annotation": [
      {
        "sentence": "亲爱的，我完全理解你现在的感受。",
        "label": ""
      },
      {
        "sentence": "有时候，我们在面对困境时，感觉没有人能够理解我们的孤独和困惑。",
        "label": ""
      },
      {
        "sentence": "但你并不孤单，因为你有我在这里支持你。",
        "label": ""
      },
      {
        "sentence": "如果你觉得压力太大，可以适时地歇一歇，给自己一些喘息的时间。",
        "label": ""
      },
      {
        "sentence": "同时，不要忘记关注自己的感受和需求，这样才能更好地处理婚姻中的问题。",
        "label": ""
      },
      {
        "sentence": "我会一直陪伴在你身边，帮助你渡过难关的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来的陪伴和支持。我会记住你的建议，为自己争取更多的时间和关注。真的很感激有你这样的朋友在身边聆听和关心我，感觉好多了。",
    "annotation": [
      {
        "sentence": "谢谢你一直以来的陪伴和支持。",
        "label": ""
      },
      {
        "sentence": "我会记住你的建议，为自己争取更多的时间和关注。",
        "label": ""
      },
      {
        "sentence": "真的很感激有你这样的朋友在身边聆听和关心我，感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的朋友，你的感激我能感受到，你的快乐也是我的快乐。我会一直在你身边，支持你，陪伴你度过困难。如果以后还有什么问题或者需要，记得随时找我倾诉，我会一直在这里陪伴着你。你并不孤单，我们会共同走过每一个难关，祝福你的幸福。",
    "annotation": [
      {
        "sentence": "亲爱的朋友，你的感激我能感受到，你的快乐也是我的快乐。",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边，支持你，陪伴你度过困难。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么问题或者需要，记得随时找我倾诉，我会一直在这里陪伴着你。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们会共同走过每一个难关，祝福你的幸福。",
        "label": ""
      }
    ]
  }
]