[
  {
    "role": "client",
    "content": "女30多岁，2年无性婚姻，像一个人负重前行？",
    "annotation": [
      {
        "sentence": "女30多岁，2年无性婚姻，像一个人负重前行？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从描述中看，你绝对称的上是贤妻良母。事业家庭都做的很好，就是你与自己的老公之间存在一些疏离。你说，平时注意保养和学习，我看起来要比实际年龄年轻很多，身边偶有追求者，都会礼貌拒绝。在家时，洗衣做饭收拾屋子各种家务，照顾孩子老人都由我来做，经济独立，脾气好不爱生气。你的好理解的，现在你感觉自己是一个人负重前行，付出的远比丈夫多，其实这个意思也表达出来了，你希望能在付出之间有一个平衡，对吗？",
    "annotation": [
      {
        "sentence": "从描述中看，你绝对称的上是贤妻良母。",
        "label": ""
      },
      {
        "sentence": "事业家庭都做的很好，就是你与自己的老公之间存在一些疏离。",
        "label": ""
      },
      {
        "sentence": "你说，平时注意保养和学习，我看起来要比实际年龄年轻很多，身边偶有追求者，都会礼貌拒绝。",
        "label": ""
      },
      {
        "sentence": "在家时，洗衣做饭收拾屋子各种家务，照顾孩子老人都由我来做，经济独立，脾气好不爱生气。",
        "label": ""
      },
      {
        "sentence": "你的好理解的，现在你感觉自己是一个人负重前行，付出的远比丈夫多，其实这个意思也表达出来了，你希望能在付出之间有一个平衡，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我希望这个家不是我一个人在支撑。",
    "annotation": [
      {
        "sentence": "对，我希望这个家不是我一个人在支撑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那你别整天就是孩子和家务，让一点给你丈夫承担，而你应该发展自己的兴趣、发挥自己的特长。比如，你做销售的，可以用余业时间做做微商、开个淘宝店；或者是做设计的，可以在网上接点小项目，让自己的所长发挥价值。在教育孩子和家务分工上，也跟你丈夫商量，而不是自己全包了。只有当需要和被需要良性循环的时候，亲密关系才会产生。这一点很重要。",
    "annotation": [
      {
        "sentence": "那你别整天就是孩子和家务，让一点给你丈夫承担，而你应该发展自己的兴趣、发挥自己的特长。",
        "label": ""
      },
      {
        "sentence": "比如，你做销售的，可以用余业时间做做微商、开个淘宝店；或者是做设计的，可以在网上接点小项目，让自己的所长发挥价值。",
        "label": ""
      },
      {
        "sentence": "在教育孩子和家务分工上，也跟你丈夫商量，而不是自己全包了。",
        "label": ""
      },
      {
        "sentence": "只有当需要和被需要良性循环的时候，亲密关系才会产生。",
        "label": ""
      },
      {
        "sentence": "这一点很重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。可是最近我丈夫的脾气越来越大，经常因为小事生气甚至摔东西，例如找不到门钥匙之类，彼此吵过也聊过存在的问题，收效甚微。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "可是最近我丈夫的脾气越来越大，经常因为小事生气甚至摔东西，例如找不到门钥匙之类，彼此吵过也聊过存在的问题，收效甚微。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "冲突是在感情中难免的，我们的内心也会产生很多的情绪，如果这种情绪没有被表达出来，久而久之就会形成情感的隔阂。你可以通过书写情书的方式，表达出来，一方面可以有效的帮助我们关注自己情绪背后的真实原因，从而更进一步的了解自己；另一方面也可以向对方表达自己的真实情感与需求，化解两个人的内心冲突。情书法用得次数越多，我们就越发的了解自己，同时也能从那些情绪下感受到更多的自信和安全感。爱，永远都在等着被表达出来。一旦你选择坦诚的面对自己，选择与对方进行沟通，那你就是选择了爱而不是隔阂。你不妨坐下来写一封情书，将自己的情感意图表达出来，不管是愤怒还是悲伤，让对方看到最真实的自己。很多时候，我们无法用语言表达的爱意，通过一封情书也许就能帮你达成。",
    "annotation": [
      {
        "sentence": "冲突是在感情中难免的，我们的内心也会产生很多的情绪，如果这种情绪没有被表达出来，久而久之就会形成情感的隔阂。",
        "label": ""
      },
      {
        "sentence": "你可以通过书写情书的方式，表达出来，一方面可以有效的帮助我们关注自己情绪背后的真实原因，从而更进一步的了解自己；另一方面也可以向对方表达自己的真实情感与需求，化解两个人的内心冲突。",
        "label": ""
      },
      {
        "sentence": "情书法用得次数越多，我们就越发的了解自己，同时也能从那些情绪下感受到更多的自信和安全感。",
        "label": ""
      },
      {
        "sentence": "爱，永远都在等着被表达出来。",
        "label": ""
      },
      {
        "sentence": "一旦你选择坦诚的面对自己，选择与对方进行沟通，那你就是选择了爱而不是隔阂。",
        "label": ""
      },
      {
        "sentence": "你不妨坐下来写一封情书，将自己的情感意图表达出来，不管是愤怒还是悲伤，让对方看到最真实的自己。",
        "label": ""
      },
      {
        "sentence": "很多时候，我们无法用语言表达的爱意，通过一封情书也许就能帮你达成。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试一试写情书，与丈夫进行更坦诚的沟通。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试一试写情书，与丈夫进行更坦诚的沟通。",
        "label": ""
      }
    ]
  }
]