[
  {
    "role": "client",
    "content": "总怀疑别人不是真心地对自己好？是装出来的？我是女生，28岁，总感觉别人对自己好是装出来，他们只是在忍受我，并不是真的认可我？对自己喜欢的人也是这样，导致一直无法谈恋爱，也没办法跟好朋友维持长期的友情。只有抛掉一切感情，我才像个正常人，渴望爱，可自己却无法爱人。原生家庭很不幸，在暴力与羞辱的环境中长大，跟家里人以及爸爸这边的亲戚关系都不好。我爱我的父母，父母也爱我，但我感觉自己的人生已经废了，他们催我结婚，而我对婚姻与家庭充满了恐惧。",
    "annotation": [
      {
        "sentence": "总怀疑别人不是真心地对自己好？",
        "label": ""
      },
      {
        "sentence": "是装出来的？",
        "label": ""
      },
      {
        "sentence": "我是女生，28岁，总感觉别人对自己好是装出来，他们只是在忍受我，并不是真的认可我？",
        "label": ""
      },
      {
        "sentence": "对自己喜欢的人也是这样，导致一直无法谈恋爱，也没办法跟好朋友维持长期的友情。",
        "label": ""
      },
      {
        "sentence": "只有抛掉一切感情，我才像个正常人，渴望爱，可自己却无法爱人。",
        "label": ""
      },
      {
        "sentence": "原生家庭很不幸，在暴力与羞辱的环境中长大，跟家里人以及爸爸这边的亲戚关系都不好。",
        "label": ""
      },
      {
        "sentence": "我爱我的父母，父母也爱我，但我感觉自己的人生已经废了，他们催我结婚，而我对婚姻与家庭充满了恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你的遭遇，从小在暴力和羞辱的环境中长大，肯定会缺乏安全感，变得敏感且对周围的事情都很戒备。不过，这也使你谨慎对待人际关系，减少了可能面临的危险。但有时也会遇到与朋友保持长久友谊的困难。你说有一个好朋友，是什么让你认定她是你的好朋友呢？是她对你的关心让你感到感动吗？或许你需要思考一下当你质疑她的时候，她所做细微之处，让你们成为好朋友的原因。比如，有时候当我的朋友拒绝我的时候，我会觉得她是不是故意要回避我，但我回想到她每次都会无条件地帮助我，我就会知道是自己多想了，她可能只是忙而已，而不是针对我。",
    "annotation": [
      {
        "sentence": "很理解你的遭遇，从小在暴力和羞辱的环境中长大，肯定会缺乏安全感，变得敏感且对周围的事情都很戒备。",
        "label": ""
      },
      {
        "sentence": "不过，这也使你谨慎对待人际关系，减少了可能面临的危险。",
        "label": ""
      },
      {
        "sentence": "但有时也会遇到与朋友保持长久友谊的困难。",
        "label": ""
      },
      {
        "sentence": "你说有一个好朋友，是什么让你认定她是你的好朋友呢？",
        "label": ""
      },
      {
        "sentence": "是她对你的关心让你感到感动吗？",
        "label": ""
      },
      {
        "sentence": "或许你需要思考一下当你质疑她的时候，她所做细微之处，让你们成为好朋友的原因。",
        "label": ""
      },
      {
        "sentence": "比如，有时候当我的朋友拒绝我的时候，我会觉得她是不是故意要回避我，但我回想到她每次都会无条件地帮助我，我就会知道是自己多想了，她可能只是忙而已，而不是针对我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对，我有时会因为一些小事就质疑别人对我的真心，可能是因为我的过去经历让我养成了对他人警惕的习惯。或许我应该更加感激那些对我有好的人，而不是一味怀疑。虽然我现在还无法完全敞开心扉，但是我会努力尝试放下戒备心，相信身边的人。",
    "annotation": [
      {
        "sentence": "嗯，你说得对，我有时会因为一些小事就质疑别人对我的真心，可能是因为我的过去经历让我养成了对他人警惕的习惯。",
        "label": ""
      },
      {
        "sentence": "或许我应该更加感激那些对我有好的人，而不是一味怀疑。",
        "label": ""
      },
      {
        "sentence": "虽然我现在还无法完全敞开心扉，但是我会努力尝试放下戒备心，相信身边的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你有这样的想法。学会爱人是一个长期的过程，我们都会遇到各种问题，要对自己多一些耐心，慢慢地成长。受到的伤害积累多年，不能指望一下子就能复原，一点一滴地接近自己的目标也许就够了。你才28岁，哪怕从现在开始成长也都来得及，每一天都是新的一天。",
    "annotation": [
      {
        "sentence": "很高兴看到你有这样的想法。",
        "label": ""
      },
      {
        "sentence": "学会爱人是一个长期的过程，我们都会遇到各种问题，要对自己多一些耐心，慢慢地成长。",
        "label": ""
      },
      {
        "sentence": "受到的伤害积累多年，不能指望一下子就能复原，一点一滴地接近自己的目标也许就够了。",
        "label": ""
      },
      {
        "sentence": "你才28岁，哪怕从现在开始成长也都来得及，每一天都是新的一天。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会尽力去改变自己的思维方式，并为自己的成长付出努力。不过，我还是对婚姻和家庭充满了恐惧，觉得自己无法适应，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会尽力去改变自己的思维方式，并为自己的成长付出努力。",
        "label": ""
      },
      {
        "sentence": "不过，我还是对婚姻和家庭充满了恐惧，觉得自己无法适应，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你对婚姻和家庭感到恐惧，就不要勉强自己进入这个领域。每个人的节奏都不同，适合别人的并不一定适合你。现在不妨多去做自己喜欢的事情，去宠爱自己，抛开世俗对你的要求，也许能够让你更放松和开心。人生有很多个维度，也不一定要成家立业才算是成功。如果你能找到内心真正的热爱，找到让你有成就感的东西，你的人生也会变得丰满。",
    "annotation": [
      {
        "sentence": "如果你对婚姻和家庭感到恐惧，就不要勉强自己进入这个领域。",
        "label": ""
      },
      {
        "sentence": "每个人的节奏都不同，适合别人的并不一定适合你。",
        "label": ""
      },
      {
        "sentence": "现在不妨多去做自己喜欢的事情，去宠爱自己，抛开世俗对你的要求，也许能够让你更放松和开心。",
        "label": ""
      },
      {
        "sentence": "人生有很多个维度，也不一定要成家立业才算是成功。",
        "label": ""
      },
      {
        "sentence": "如果你能找到内心真正的热爱，找到让你有成就感的东西，你的人生也会变得丰满。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我一直以来都太在意别人对我的评价和期望，很少去追求自己真正喜欢的事物。我应该尝试自由地选择和追求属于自己的幸福和满足。我也想问一下，我无法爱人的问题是否也可以通过去帮助别人来解决呢？",
    "annotation": [
      {
        "sentence": "确实，我一直以来都太在意别人对我的评价和期望，很少去追求自己真正喜欢的事物。",
        "label": ""
      },
      {
        "sentence": "我应该尝试自由地选择和追求属于自己的幸福和满足。",
        "label": ""
      },
      {
        "sentence": "我也想问一下，我无法爱人的问题是否也可以通过去帮助别人来解决呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以！你或许可以试着去散播爱，去帮助那些需要帮助的人。比如参加一些公益项目，利用自己的所长帮助别人，这样会给你带来极大的满足感。当你感受到别人对你的信任和依赖的时候，你内心的爱的种子就会慢慢发芽。",
    "annotation": [
      {
        "sentence": "当然可以！",
        "label": ""
      },
      {
        "sentence": "你或许可以试着去散播爱，去帮助那些需要帮助的人。",
        "label": ""
      },
      {
        "sentence": "比如参加一些公益项目，利用自己的所长帮助别人，这样会给你带来极大的满足感。",
        "label": ""
      },
      {
        "sentence": "当你感受到别人对你的信任和依赖的时候，你内心的爱的种子就会慢慢发芽。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会积极参与公益活动，为别人贡献自己的力量，也许在这个过程中我会找到更多关于自己和爱的感悟。谢谢你的耐心倾听和建议，我现在觉得有了一些方向和希望。",
    "annotation": [
      {
        "sentence": "我明白了，我会积极参与公益活动，为别人贡献自己的力量，也许在这个过程中我会找到更多关于自己和爱的感悟。",
        "label": ""
      },
      {
        "sentence": "谢谢你的耐心倾听和建议，我现在觉得有了一些方向和希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助到你。记住，人生是一个不断成长和探索的过程，只要你持之以恒，相信自己，你一定能够找到属于自己的幸福和满足。祝愿你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，人生是一个不断成长和探索的过程，只要你持之以恒，相信自己，你一定能够找到属于自己的幸福和满足。",
        "label": ""
      },
      {
        "sentence": "祝愿你一切顺利！",
        "label": ""
      }
    ]
  }
]