[
  {
    "role": "client",
    "content": "总怀疑别人不是真心地对自己好？是装出来的？我是女生，28岁，总感觉别人对自己好是装出来，他们只是在忍受我，并不是真的认可我？对自己喜欢的人也是这样，导致一直无法谈恋爱，也没办法跟好朋友维持长期的友情。只有抛掉一切感情，我才像个正常人，渴望爱，可自己却无法爱人。原生家庭很不幸，在暴力与羞辱的环境中长大，跟家里人以及爸爸这边的亲戚关系都不好。我爱我的父母，父母也爱我，但我感觉自己的人生已经废了，他们催我结婚，而我对婚姻与家庭充满了恐惧。",
    "annotation": [
      {
        "sentence": "总怀疑别人不是真心地对自己好？",
        "label": ""
      },
      {
        "sentence": "是装出来的？",
        "label": ""
      },
      {
        "sentence": "我是女生，28岁，总感觉别人对自己好是装出来，他们只是在忍受我，并不是真的认可我？",
        "label": ""
      },
      {
        "sentence": "对自己喜欢的人也是这样，导致一直无法谈恋爱，也没办法跟好朋友维持长期的友情。",
        "label": ""
      },
      {
        "sentence": "只有抛掉一切感情，我才像个正常人，渴望爱，可自己却无法爱人。",
        "label": ""
      },
      {
        "sentence": "原生家庭很不幸，在暴力与羞辱的环境中长大，跟家里人以及爸爸这边的亲戚关系都不好。",
        "label": ""
      },
      {
        "sentence": "我爱我的父母，父母也爱我，但我感觉自己的人生已经废了，他们催我结婚，而我对婚姻与家庭充满了恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "28岁，总感觉别人对自己好是装出来，他们只是在忍受我，并不是真的认可我？”是不是你不信任别人，导致你总怀疑别人对你好的背后是在忍受你？那你有没有思考过，别人凭什么要忍受你还要对你好呢？你是有什么值得别人特别喜欢的地方吗？即使是忍受你也要对你好？其实，你可能想的是你根本不值得别人对你这么好，却感受到了别人对你的好，于是开始怀疑别人对你的好不是真心的。这两种想法分别体现了你对自己的两种认知：第一种是太过高看自己，有点自傲了；第二种又太过自卑了；这两种认知都会导致你对别人的不信任。所以，怎样做到客观的评价自己和看待别人，我们可以一起来探讨一下。",
    "annotation": [
      {
        "sentence": "28岁，总感觉别人对自己好是装出来，他们只是在忍受我，并不是真的认可我？",
        "label": ""
      },
      {
        "sentence": "”是不是你不信任别人，导致你总怀疑别人对你好的背后是在忍受你？",
        "label": ""
      },
      {
        "sentence": "那你有没有思考过，别人凭什么要忍受你还要对你好呢？",
        "label": ""
      },
      {
        "sentence": "你是有什么值得别人特别喜欢的地方吗？",
        "label": ""
      },
      {
        "sentence": "即使是忍受你也要对你好？",
        "label": ""
      },
      {
        "sentence": "其实，你可能想的是你根本不值得别人对你这么好，却感受到了别人对你的好，于是开始怀疑别人对你的好不是真心的。",
        "label": ""
      },
      {
        "sentence": "这两种想法分别体现了你对自己的两种认知：第一种是太过高看自己，有点自傲了；第二种又太过自卑了；这两种认知都会导致你对别人的不信任。",
        "label": ""
      },
      {
        "sentence": "所以，怎样做到客观的评价自己和看待别人，我们可以一起来探讨一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我或许的确缺乏对自己和他人的客观评价。但我总觉得自己的出身和经历让我难以相信别人会真心接受我。我经历了很多暴力与羞辱，家庭关系也很紧张，这些都让我产生了自卑感。",
    "annotation": [
      {
        "sentence": "你说得对，我或许的确缺乏对自己和他人的客观评价。",
        "label": ""
      },
      {
        "sentence": "但我总觉得自己的出身和经历让我难以相信别人会真心接受我。",
        "label": ""
      },
      {
        "sentence": "我经历了很多暴力与羞辱，家庭关系也很紧张，这些都让我产生了自卑感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这样的经历确实对你的自信心造成了很大的冲击，但这并不代表你没有机会得到别人的真心对待。每个人的价值都是独特的，你一定有可以受人喜欢的地方。或许可以从仔细观察他人对你的态度开始，找出那些真正对你心存好意的人。",
    "annotation": [
      {
        "sentence": "是的，这样的经历确实对你的自信心造成了很大的冲击，但这并不代表你没有机会得到别人的真心对待。",
        "label": ""
      },
      {
        "sentence": "每个人的价值都是独特的，你一定有可以受人喜欢的地方。",
        "label": ""
      },
      {
        "sentence": "或许可以从仔细观察他人对你的态度开始，找出那些真正对你心存好意的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我对待自己的方式就是抛弃一切感情，才能感觉自己像个正常人。这样的心态会让我错过那些真正关心我的人吗？",
    "annotation": [
      {
        "sentence": "但是我对待自己的方式就是抛弃一切感情，才能感觉自己像个正常人。",
        "label": ""
      },
      {
        "sentence": "这样的心态会让我错过那些真正关心我的人吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你一直抱着抛弃感情的心态，可能会让你错过很多机会去建立真正的联系。试着放下自己的防备心，尝试去相信别人，给自己和他人一个机会建立真挚的关系。这并不容易，但你可以从小事做起，比如表达对别人的感激之情，做到真诚待人。这样，你会发现自己的自信心逐渐增强，也会对别人有更多的信任。",
    "annotation": [
      {
        "sentence": "如果你一直抱着抛弃感情的心态，可能会让你错过很多机会去建立真正的联系。",
        "label": ""
      },
      {
        "sentence": "试着放下自己的防备心，尝试去相信别人，给自己和他人一个机会建立真挚的关系。",
        "label": ""
      },
      {
        "sentence": "这并不容易，但你可以从小事做起，比如表达对别人的感激之情，做到真诚待人。",
        "label": ""
      },
      {
        "sentence": "这样，你会发现自己的自信心逐渐增强，也会对别人有更多的信任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要试着对自己更加自信，并且相信别人，给自己和他人一个真诚的机会。但我对婚姻和家庭充满恐惧，不知道该如何面对。",
    "annotation": [
      {
        "sentence": "我明白了，我要试着对自己更加自信，并且相信别人，给自己和他人一个真诚的机会。",
        "label": ""
      },
      {
        "sentence": "但我对婚姻和家庭充满恐惧，不知道该如何面对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对婚姻和家庭有一定的恐惧是正常的。你可以尝试去了解婚姻和家庭的积极面，比如它们可以给你带来安全感、温暖和支持。同时，也要为自己设立合理的界限和期望，不要让过去的伤害影响对未来的希望。可以试着和身边的人聊一聊他们的婚姻和家庭经验，听听他们的看法和建议。",
    "annotation": [
      {
        "sentence": "对婚姻和家庭有一定的恐惧是正常的。",
        "label": ""
      },
      {
        "sentence": "你可以尝试去了解婚姻和家庭的积极面，比如它们可以给你带来安全感、温暖和支持。",
        "label": ""
      },
      {
        "sentence": "同时，也要为自己设立合理的界限和期望，不要让过去的伤害影响对未来的希望。",
        "label": ""
      },
      {
        "sentence": "可以试着和身边的人聊一聊他们的婚姻和家庭经验，听听他们的看法和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试去接纳新的看法和建议，不再被过去的伤害束缚。谢谢你的支持和鼓励，我现在感觉好多了。",
    "annotation": [
      {
        "sentence": "我会尝试去接纳新的看法和建议，不再被过去的伤害束缚。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励，我现在感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在你身边支持你的。记住，自信和信任需要时间来培养，慢慢来，你会渐渐变得更加坚强自信的。",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "记住，自信和信任需要时间来培养，慢慢来，你会渐渐变得更加坚强自信的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会的，谢谢你一直陪伴我。我相信自己可以度过这个困难时期，变得更好。",
    "annotation": [
      {
        "sentence": "我会的，谢谢你一直陪伴我。",
        "label": ""
      },
      {
        "sentence": "我相信自己可以度过这个困难时期，变得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，相信自己，你一定能够克服一切困难。有需要随时找我聊天，我会一直在这里支持你的。",
    "annotation": [
      {
        "sentence": "没错，相信自己，你一定能够克服一切困难。",
        "label": ""
      },
      {
        "sentence": "有需要随时找我聊天，我会一直在这里支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我真的很感激有你这样的支持者。",
    "annotation": [
      {
        "sentence": "谢谢你，我真的很感激有你这样的支持者。",
        "label": ""
      }
    ]
  }
]