[
  {
    "role": "client",
    "content": "我分手已经两年了，可还是忘不了他，经常会想起他，我该怎么办呢？分手两年了，但还是忘不了他，每当想起我们一起快乐的日子，心情就变得很复杂。",
    "annotation": [
      {
        "sentence": "我分手已经两年了，可还是忘不了他，经常会想起他，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "分手两年了，但还是忘不了他，每当想起我们一起快乐的日子，心情就变得很复杂。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中我可以看出两个问题：第一，你无法忘记他；第二，你只想到与他一起快乐的时光。我深有同感，其实我也有类似的经历。这可能就是爱情的魅力，让我们很难割舍，因为他曾给你带来无比的快乐，与你心灵相通。当失去这份快乐后，你内心渴望得到回忆中的快乐，因此很难摆脱对他的思念。我曾经分手后，无论与谁在一起(并非情侣关系)，都会联想到他以及我们的共同生活，觉得现在的一切都无法与那段时光相比。你可以试着寻找下一个他，也并非将其当作替代品，每个人都有各自的特点，或许你可以尝试不再想念他，只要有人给你带来快乐、安心的感觉，那个人就是好的。你可以与他相处(并非情侣关系)，也许可以回想一下为什么你们分开，或者与现在的情况进行对比，逐渐放下过去的记忆。这个过程会有些残酷，因为一直回忆很痛苦。同时，也希望你能尽早忘记他。这段经历是我自己的，如果你觉得无关紧要，可以忽略。去年疫情期间，我喜欢上了一个人，那时我对他很温柔，包容他，即使他骂我我也不会生气，我选择容忍。他说他曾经爱过我，虽然只把我当做较好的朋友吧！后来他说不想和我保持暧昧关系，删掉了我的好友6次，每次都是我主动加回。我当时心想如果最后选择我的话，我可以慢慢等待。我等了好几个月，也被伤害了很多次，直到7月份，他说了那番话，我慢慢学会了放下，“我从来没有爱过你，都是我玩弄你而已，现在不想玩了。”我连他的前任都不如。当时我肯定也深感伤心，那种被针扎的感觉，太卑微的爱总是伤害到自己。我并不是觉得卑微的爱就活该被伤害，其实只是因为我们缺乏爱。渴望被爱的人总是试图得到这份爱，但通常以失败告终。后来我认识了一个聊得来的人，他给我带来了安全感和爱的感觉，我沉浸其中。每天我主动联系他，但结合之前的经历，虽然我仍然感到卑微，但也有一些决心了。对他越好，自己受伤的几率也越高。每次我都胡思乱想，“他是不是不再爱我了？他是不是想和我分手？”胡思乱想真的让人很痛苦，但我从未向他表达过。我希望他能好好的，毕竟爱情是互相付出的。心理创伤需要时间来治愈，所有的一切只要适可而止，就像电视剧中那句“爱得越深，抢的也伤得越深。”最后，我希望你能慢慢走出来。",
    "annotation": [
      {
        "sentence": "从你的描述中我可以看出两个问题：第一，你无法忘记他；第二，你只想到与他一起快乐的时光。",
        "label": ""
      },
      {
        "sentence": "我深有同感，其实我也有类似的经历。",
        "label": ""
      },
      {
        "sentence": "这可能就是爱情的魅力，让我们很难割舍，因为他曾给你带来无比的快乐，与你心灵相通。",
        "label": ""
      },
      {
        "sentence": "当失去这份快乐后，你内心渴望得到回忆中的快乐，因此很难摆脱对他的思念。",
        "label": ""
      },
      {
        "sentence": "我曾经分手后，无论与谁在一起(并非情侣关系)，都会联想到他以及我们的共同生活，觉得现在的一切都无法与那段时光相比。",
        "label": ""
      },
      {
        "sentence": "你可以试着寻找下一个他，也并非将其当作替代品，每个人都有各自的特点，或许你可以尝试不再想念他，只要有人给你带来快乐、安心的感觉，那个人就是好的。",
        "label": ""
      },
      {
        "sentence": "你可以与他相处(并非情侣关系)，也许可以回想一下为什么你们分开，或者与现在的情况进行对比，逐渐放下过去的记忆。",
        "label": ""
      },
      {
        "sentence": "这个过程会有些残酷，因为一直回忆很痛苦。",
        "label": ""
      },
      {
        "sentence": "同时，也希望你能尽早忘记他。",
        "label": ""
      },
      {
        "sentence": "这段经历是我自己的，如果你觉得无关紧要，可以忽略。",
        "label": ""
      },
      {
        "sentence": "去年疫情期间，我喜欢上了一个人，那时我对他很温柔，包容他，即使他骂我我也不会生气，我选择容忍。",
        "label": ""
      },
      {
        "sentence": "他说他曾经爱过我，虽然只把我当做较好的朋友吧！",
        "label": ""
      },
      {
        "sentence": "后来他说不想和我保持暧昧关系，删掉了我的好友6次，每次都是我主动加回。",
        "label": ""
      },
      {
        "sentence": "我当时心想如果最后选择我的话，我可以慢慢等待。",
        "label": ""
      },
      {
        "sentence": "我等了好几个月，也被伤害了很多次，直到7月份，他说了那番话，我慢慢学会了放下，“我从来没有爱过你，都是我玩弄你而已，现在不想玩了。",
        "label": ""
      },
      {
        "sentence": "”我连他的前任都不如。",
        "label": ""
      },
      {
        "sentence": "当时我肯定也深感伤心，那种被针扎的感觉，太卑微的爱总是伤害到自己。",
        "label": ""
      },
      {
        "sentence": "我并不是觉得卑微的爱就活该被伤害，其实只是因为我们缺乏爱。",
        "label": ""
      },
      {
        "sentence": "渴望被爱的人总是试图得到这份爱，但通常以失败告终。",
        "label": ""
      },
      {
        "sentence": "后来我认识了一个聊得来的人，他给我带来了安全感和爱的感觉，我沉浸其中。",
        "label": ""
      },
      {
        "sentence": "每天我主动联系他，但结合之前的经历，虽然我仍然感到卑微，但也有一些决心了。",
        "label": ""
      },
      {
        "sentence": "对他越好，自己受伤的几率也越高。",
        "label": ""
      },
      {
        "sentence": "每次我都胡思乱想，“他是不是不再爱我了？",
        "label": ""
      },
      {
        "sentence": "他是不是想和我分手？",
        "label": ""
      },
      {
        "sentence": "”胡思乱想真的让人很痛苦，但我从未向他表达过。",
        "label": ""
      },
      {
        "sentence": "我希望他能好好的，毕竟爱情是互相付出的。",
        "label": ""
      },
      {
        "sentence": "心理创伤需要时间来治愈，所有的一切只要适可而止，就像电视剧中那句“爱得越深，抢的也伤得越深。",
        "label": ""
      },
      {
        "sentence": "”最后，我希望你能慢慢走出来。",
        "label": ""
      }
    ]
  }
]