[
  {
    "role": "client",
    "content": "烧炭自杀被救，感觉自己注定会死于自杀，怎么办？",
    "annotation": [
      {
        "sentence": "烧炭自杀被救，感觉自己注定会死于自杀，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你所在的城市今天天气如何？很谢谢你对这里的信任，说出你的生命故事。看上这简短而云淡风轻的描述，这里隐藏了多少你的痛苦和无奈。",
    "annotation": [
      {
        "sentence": "你所在的城市今天天气如何？",
        "label": ""
      },
      {
        "sentence": "很谢谢你对这里的信任，说出你的生命故事。",
        "label": ""
      },
      {
        "sentence": "看上这简短而云淡风轻的描述，这里隐藏了多少你的痛苦和无奈。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "现在的天气很晴朗。我真的感觉到了绝望，以至于觉得自己注定会死于自杀。我19年12月曾经在家中烧炭自杀，但被救了过来。现在我感觉我的大脑已经不如以前，而且我又想自杀，但只敢烧碳，不敢跳楼。",
    "annotation": [
      {
        "sentence": "现在的天气很晴朗。",
        "label": ""
      },
      {
        "sentence": "我真的感觉到了绝望，以至于觉得自己注定会死于自杀。",
        "label": ""
      },
      {
        "sentence": "我19年12月曾经在家中烧炭自杀，但被救了过来。",
        "label": ""
      },
      {
        "sentence": "现在我感觉我的大脑已经不如以前，而且我又想自杀，但只敢烧碳，不敢跳楼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够在这里提问，其实你还是希望可以走出“自杀”这个循环的。我不能说生活很美好，身边的人很有爱，只是我们在看到这个真实的世界之后还能去热爱生活，带着希望去拥抱生活。说到你19年12月的烧炭自杀事件，当时你是怎么感受呢？后来又发生了什么事情呢？",
    "annotation": [
      {
        "sentence": "你能够在这里提问，其实你还是希望可以走出“自杀”这个循环的。",
        "label": ""
      },
      {
        "sentence": "我不能说生活很美好，身边的人很有爱，只是我们在看到这个真实的世界之后还能去热爱生活，带着希望去拥抱生活。",
        "label": ""
      },
      {
        "sentence": "说到你19年12月的烧炭自杀事件，当时你是怎么感受呢？",
        "label": ""
      },
      {
        "sentence": "后来又发生了什么事情呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当时我觉得生活中没有一丝希望了，只有自杀才是出路。但后来被救了，我就感觉自己注定会死于自杀，一直无法改变这个想法。",
    "annotation": [
      {
        "sentence": "当时我觉得生活中没有一丝希望了，只有自杀才是出路。",
        "label": ""
      },
      {
        "sentence": "但后来被救了，我就感觉自己注定会死于自杀，一直无法改变这个想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们都有时候会因为某些事情感到绝望，但这并不代表我们注定要死于自杀。有时候一句小小的话语或者一件小事就能压垮我们，让我们觉得无法承受。你之所以在这里寻求帮助，其实是希望能够突破这个循环的。我想了解一下，你觉得自己的大脑不如从前，是通过与之前状态的对比得出的结论吗？",
    "annotation": [
      {
        "sentence": "我们都有时候会因为某些事情感到绝望，但这并不代表我们注定要死于自杀。",
        "label": ""
      },
      {
        "sentence": "有时候一句小小的话语或者一件小事就能压垮我们，让我们觉得无法承受。",
        "label": ""
      },
      {
        "sentence": "你之所以在这里寻求帮助，其实是希望能够突破这个循环的。",
        "label": ""
      },
      {
        "sentence": "我想了解一下，你觉得自己的大脑不如从前，是通过与之前状态的对比得出的结论吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉现在脑子不够清晰，思维也不如以前敏捷了。",
    "annotation": [
      {
        "sentence": "是的，我感觉现在脑子不够清晰，思维也不如以前敏捷了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有时候我们的身体状态会影响到大脑的工作，比如睡眠质量不好或情绪低落等，长时间下去可能会感到疲惫，导致思维不灵光。如果你对这方面有疑问的话，可以找亲人一起去医院看看，寻求专业的建议和治疗方案。等到你的状态好转后，你希望做些什么事情呢？",
    "annotation": [
      {
        "sentence": "有时候我们的身体状态会影响到大脑的工作，比如睡眠质量不好或情绪低落等，长时间下去可能会感到疲惫，导致思维不灵光。",
        "label": ""
      },
      {
        "sentence": "如果你对这方面有疑问的话，可以找亲人一起去医院看看，寻求专业的建议和治疗方案。",
        "label": ""
      },
      {
        "sentence": "等到你的状态好转后，你希望做些什么事情呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望能够找到一件自己喜欢的事情，让自己重新寻找生活的希望和快乐。",
    "annotation": [
      {
        "sentence": "我希望能够找到一件自己喜欢的事情，让自己重新寻找生活的希望和快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那是个很好的目标。生活中有什么让你感到开心和满足的事情吗？或者你有什么兴趣爱好呢？当我们觉得无法承受的时候，可以尝试做一些自己喜欢的事情来转移注意力。我曾经也经历过情绪低迷的时期，甚至考虑过自杀，觉得这个世界对我来说已经没有留恋的价值了。但有一天我打开了一箱刚到的快递，里面是我买的一块布料，花纹和颜色都很漂亮，摸起来很舒服。那一刻我哭了，我意识到有时候明白一些事情需要时间。所以我希望你能给自己多一些时间和机会，去发现这个世界更多美好的事物，感受阳光的温暖、呼吸新鲜空气、倾听孩子们欢快的笑声，静静听着海浪拍打沙滩的声音……还有许多好吃好玩的事情，还有很多人在未来等着与你见面。我能够度过那段低谷，当然我不主张不求助，但也可能是因为我有我家猫需要照顾，它给了我很多安慰和陪伴。也有许多免费的危机干预热线，如果你需要的话，可以寻找专业老师进行咨询，或是自费找靠谱的心理咨询师。无论今天的天气如何，明天太阳还是会升起。一切都会好起来的，唯一要做的就是试着迈出改变的第一步，可以是出去走走、听自己喜欢的歌曲、做自己喜欢的事情，或者什么都不做，安静地发发呆。人生没有固定的模板，你的生命故事也可以重新改写，你希望你的故事会是怎么样的呢？",
    "annotation": [
      {
        "sentence": "那是个很好的目标。",
        "label": ""
      },
      {
        "sentence": "生活中有什么让你感到开心和满足的事情吗？",
        "label": ""
      },
      {
        "sentence": "或者你有什么兴趣爱好呢？",
        "label": ""
      },
      {
        "sentence": "当我们觉得无法承受的时候，可以尝试做一些自己喜欢的事情来转移注意力。",
        "label": ""
      },
      {
        "sentence": "我曾经也经历过情绪低迷的时期，甚至考虑过自杀，觉得这个世界对我来说已经没有留恋的价值了。",
        "label": ""
      },
      {
        "sentence": "但有一天我打开了一箱刚到的快递，里面是我买的一块布料，花纹和颜色都很漂亮，摸起来很舒服。",
        "label": ""
      },
      {
        "sentence": "那一刻我哭了，我意识到有时候明白一些事情需要时间。",
        "label": ""
      },
      {
        "sentence": "所以我希望你能给自己多一些时间和机会，去发现这个世界更多美好的事物，感受阳光的温暖、呼吸新鲜空气、倾听孩子们欢快的笑声，静静听着海浪拍打沙滩的声音……还有许多好吃好玩的事情，还有很多人在未来等着与你见面。",
        "label": ""
      },
      {
        "sentence": "我能够度过那段低谷，当然我不主张不求助，但也可能是因为我有我家猫需要照顾，它给了我很多安慰和陪伴。",
        "label": ""
      },
      {
        "sentence": "也有许多免费的危机干预热线，如果你需要的话，可以寻找专业老师进行咨询，或是自费找靠谱的心理咨询师。",
        "label": ""
      },
      {
        "sentence": "无论今天的天气如何，明天太阳还是会升起。",
        "label": ""
      },
      {
        "sentence": "一切都会好起来的，唯一要做的就是试着迈出改变的第一步，可以是出去走走、听自己喜欢的歌曲、做自己喜欢的事情，或者什么都不做，安静地发发呆。",
        "label": ""
      },
      {
        "sentence": "人生没有固定的模板，你的生命故事也可以重新改写，你希望你的故事会是怎么样的呢？",
        "label": ""
      }
    ]
  }
]