[
  {
    "role": "client",
    "content": "每次来大姨妈心情很不好，总跟相处的恋人或对象分手？大姨妈来的时候会很痛，心情也会很不好。很多次与对象吹了，都是那几天，这个是不是有必然联系？",
    "annotation": [
      {
        "sentence": "每次来大姨妈心情很不好，总跟相处的恋人或对象分手？",
        "label": ""
      },
      {
        "sentence": "大姨妈来的时候会很痛，心情也会很不好。",
        "label": ""
      },
      {
        "sentence": "很多次与对象吹了，都是那几天，这个是不是有必然联系？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "～姨妈痛对于我们女生来说几乎真是一生的噩梦qwq。你的痛感很自然会占据你的其他感受的比例，所以整个人在对待别的人，别的事的时候可以说这个人“不是你自己”，可能会变得暴躁，变得心情忽高忽低，这些并不是你一个人在经历的～至于联系呢，肯定是有的，这是由于生理上的变化导致体内或脑袋里的物质含量变化，最终引起情绪上的改变。",
    "annotation": [
      {
        "sentence": "～姨妈痛对于我们女生来说几乎真是一生的噩梦qwq。",
        "label": ""
      },
      {
        "sentence": "你的痛感很自然会占据你的其他感受的比例，所以整个人在对待别的人，别的事的时候可以说这个人“不是你自己”，可能会变得暴躁，变得心情忽高忽低，这些并不是你一个人在经历的～至于联系呢，肯定是有的，这是由于生理上的变化导致体内或脑袋里的物质含量变化，最终引起情绪上的改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，每次姨妈来临的时候，我就会变得情绪化，有时候会因为小事而发火，导致和对象发生争吵。但是我想知道，是不是姨妈期间的情绪波动会影响我和对象的关系呢？",
    "annotation": [
      {
        "sentence": "确实，每次姨妈来临的时候，我就会变得情绪化，有时候会因为小事而发火，导致和对象发生争吵。",
        "label": ""
      },
      {
        "sentence": "但是我想知道，是不是姨妈期间的情绪波动会影响我和对象的关系呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，情绪波动很可能对你和对象的关系产生一定的影响。从你的描述中可以看出你很想了解并改善这个问题，让自己和对象的关系更加稳定。在这里你可以参考一下我的个人建议～首先，你肯定不会无缘无故就和你对象说分手，总会有些导火索，可以仔细每次闹分手前的导火索，有没有事后都觉得是小事，都是可以在平日就解决的，可以避免的。如果是，那么就主动和你对象进行沟通，一定要勇敢踏出这一步，主动暴露自己对他的一些小小不满（其实这也代表着你希望他变得更好的期待），他也会理解你在大姨妈期间心情变化大，也愿意做出改变。",
    "annotation": [
      {
        "sentence": "是的，情绪波动很可能对你和对象的关系产生一定的影响。",
        "label": ""
      },
      {
        "sentence": "从你的描述中可以看出你很想了解并改善这个问题，让自己和对象的关系更加稳定。",
        "label": ""
      },
      {
        "sentence": "在这里你可以参考一下我的个人建议～首先，你肯定不会无缘无故就和你对象说分手，总会有些导火索，可以仔细每次闹分手前的导火索，有没有事后都觉得是小事，都是可以在平日就解决的，可以避免的。",
        "label": ""
      },
      {
        "sentence": "如果是，那么就主动和你对象进行沟通，一定要勇敢踏出这一步，主动暴露自己对他的一些小小不满（其实这也代表着你希望他变得更好的期待），他也会理解你在大姨妈期间心情变化大，也愿意做出改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来好像是一个可行的解决方法。我会注意每次闹分手前的导火索，看看有没有事后觉得是小事的情况。如果是小事的话，我会尝试主动与对象沟通，表达我对他的小小不满。希望这样能够改善我们之间的关系。但我还有一个问题，如果导火索不是小事，而是我们之间存在的根本问题，应该怎么处理呢？",
    "annotation": [
      {
        "sentence": "听起来好像是一个可行的解决方法。",
        "label": ""
      },
      {
        "sentence": "我会注意每次闹分手前的导火索，看看有没有事后觉得是小事的情况。",
        "label": ""
      },
      {
        "sentence": "如果是小事的话，我会尝试主动与对象沟通，表达我对他的小小不满。",
        "label": ""
      },
      {
        "sentence": "希望这样能够改善我们之间的关系。",
        "label": ""
      },
      {
        "sentence": "但我还有一个问题，如果导火索不是小事，而是我们之间存在的根本问题，应该怎么处理呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果导火索不是小事，而是你们之间存在的根本问题，那就需要更深入地思考了。你需要思考这些问题你认为你们能克服吗，如果能留进行沟通解决。如果不能，可能你要深思熟虑这个人和我真的合适吗，以后能不能和他继续活下去呢～无论哪一种结果，都需要双方有人踏出一步来进行沟通交流，当话都说明白了，也不需要一个人苦苦烦恼，或许会发现问题也没什么大不了～希望你最后能和你对象继续幸福下去(๑˃̵ᴗ˂̵)。",
    "annotation": [
      {
        "sentence": "如果导火索不是小事，而是你们之间存在的根本问题，那就需要更深入地思考了。",
        "label": ""
      },
      {
        "sentence": "你需要思考这些问题你认为你们能克服吗，如果能留进行沟通解决。",
        "label": ""
      },
      {
        "sentence": "如果不能，可能你要深思熟虑这个人和我真的合适吗，以后能不能和他继续活下去呢～无论哪一种结果，都需要双方有人踏出一步来进行沟通交流，当话都说明白了，也不需要一个人苦苦烦恼，或许会发现问题也没什么大不了～希望你最后能和你对象继续幸福下去(๑˃̵ᴗ˂̵)。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我会好好思考我们的问题，并尝试与对象进行深入的沟通。希望我们能一起解决这些困扰我们的难题，继续幸福地走下去。真的很感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会好好思考我们的问题，并尝试与对象进行深入的沟通。",
        "label": ""
      },
      {
        "sentence": "希望我们能一起解决这些困扰我们的难题，继续幸福地走下去。",
        "label": ""
      },
      {
        "sentence": "真的很感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意能够帮到你。记得，沟通和理解是解决问题的关键。相信你会找到解决办法的，加油！如果还有其他问题，随时可以来找我聊天。祝你幸福！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记得，沟通和理解是解决问题的关键。",
        "label": ""
      },
      {
        "sentence": "相信你会找到解决办法的，加油！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你幸福！",
        "label": ""
      }
    ]
  }
]