[
  {
    "role": "client",
    "content": "我觉得有时候我会故意拉低自己的情绪，这种情况从小到大一直有，一年前停止了，最近感觉又有了征兆，我比较担心。这种状态下，我会看一些关于疾病的科普文章，然后刻意找出与我自身类似的症状，然后自怜自己，故意把自己表现得很柔弱很无助，想让自己得病。我觉得可能是因为我有消极完美主义，想要用这种状态来回避内心的自我批评。还有，这种状态下我可以不用达到自己设定的高标准，另外也可能是因为可以得到他人的同情。我不确定我的分析是否正确，请问有解决的办法吗？我不想陷入这种状态，不想让它控制我，不想再像以前那样自尊心低又有受害者心理。",
    "annotation": [
      {
        "sentence": "我觉得有时候我会故意拉低自己的情绪，这种情况从小到大一直有，一年前停止了，最近感觉又有了征兆，我比较担心。",
        "label": ""
      },
      {
        "sentence": "这种状态下，我会看一些关于疾病的科普文章，然后刻意找出与我自身类似的症状，然后自怜自己，故意把自己表现得很柔弱很无助，想让自己得病。",
        "label": ""
      },
      {
        "sentence": "我觉得可能是因为我有消极完美主义，想要用这种状态来回避内心的自我批评。",
        "label": ""
      },
      {
        "sentence": "还有，这种状态下我可以不用达到自己设定的高标准，另外也可能是因为可以得到他人的同情。",
        "label": ""
      },
      {
        "sentence": "我不确定我的分析是否正确，请问有解决的办法吗？",
        "label": ""
      },
      {
        "sentence": "我不想陷入这种状态，不想让它控制我，不想再像以前那样自尊心低又有受害者心理。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说完了，我知道你担心的具体是什么了。你在情绪低谷时会做一些事情，比如关注疾病并将其与自己联系起来，然后自怜自己。你甚至会故意扮演无助、悲观和厌世的角色。根据你的描述，你猜测可能的原因有多个，包括严重的消极完美主义、回避自我批评、避免在高标准下失控、希望得到同情等等。综合起来，这其实是因为你对自己的内在不完美感到无法接受，但为了追求完美，你似乎付出了太多。于是你通过拉低情绪给自己找到一个可以不用承担这些压力的理由，并试图让周围的人理解你。在这种情况下，你需要与自己进行沟通，适当降低对完美的期望，并脚踏实地地重新规划自己的生活和学习。你可以制定一些更容易实现的目标，通过逐步达成这些目标来找回自信和喜悦。你只有15岁，人生还有很多可能性等待着你。未来肯定会遇到很多挫折，但请相信自己，只要一步一步来，按照自己的节奏前进，你可以克服任何困难。请放轻松，在未来的道路上给自己更多的支持和鼓励，停止自责和自我批判，学会欣赏并享受每一天的生活。",
    "annotation": [
      {
        "sentence": "听你说完了，我知道你担心的具体是什么了。",
        "label": ""
      },
      {
        "sentence": "你在情绪低谷时会做一些事情，比如关注疾病并将其与自己联系起来，然后自怜自己。",
        "label": ""
      },
      {
        "sentence": "你甚至会故意扮演无助、悲观和厌世的角色。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，你猜测可能的原因有多个，包括严重的消极完美主义、回避自我批评、避免在高标准下失控、希望得到同情等等。",
        "label": ""
      },
      {
        "sentence": "综合起来，这其实是因为你对自己的内在不完美感到无法接受，但为了追求完美，你似乎付出了太多。",
        "label": ""
      },
      {
        "sentence": "于是你通过拉低情绪给自己找到一个可以不用承担这些压力的理由，并试图让周围的人理解你。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，你需要与自己进行沟通，适当降低对完美的期望，并脚踏实地地重新规划自己的生活和学习。",
        "label": ""
      },
      {
        "sentence": "你可以制定一些更容易实现的目标，通过逐步达成这些目标来找回自信和喜悦。",
        "label": ""
      },
      {
        "sentence": "你只有15岁，人生还有很多可能性等待着你。",
        "label": ""
      },
      {
        "sentence": "未来肯定会遇到很多挫折，但请相信自己，只要一步一步来，按照自己的节奏前进，你可以克服任何困难。",
        "label": ""
      },
      {
        "sentence": "请放轻松，在未来的道路上给自己更多的支持和鼓励，停止自责和自我批判，学会欣赏并享受每一天的生活。",
        "label": ""
      }
    ]
  }
]