[
  {
    "role": "client",
    "content": "我的坏行为影响舍友，被指责，我改善可以赢回友情吗？我今年是大一新生，女生。",
    "annotation": [
      {
        "sentence": "我的坏行为影响舍友，被指责，我改善可以赢回友情吗？",
        "label": ""
      },
      {
        "sentence": "我今年是大一新生，女生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能正视自己的问题，值得鼓励。能找到自己问题还有勇气直面，而不是去指责对方，已经是问题解决的一半了。关于你说的问题，比如马马虎虎，不记得事情，还有集体时无法听清楚事情，我的建议是首先可以去看看中医，调理一下身体。我们要知道，情志和身体是相互作用的，坏的情绪影响身体健康，身体亚健康也会影响情绪和记忆等等这些问题。所有的东西都有物质基础，包括情绪和记忆，都是能量。所以，如果是出现老是忘事，记不住，听不见这种情况，可以去看看中医。",
    "annotation": [
      {
        "sentence": "你能正视自己的问题，值得鼓励。",
        "label": ""
      },
      {
        "sentence": "能找到自己问题还有勇气直面，而不是去指责对方，已经是问题解决的一半了。",
        "label": ""
      },
      {
        "sentence": "关于你说的问题，比如马马虎虎，不记得事情，还有集体时无法听清楚事情，我的建议是首先可以去看看中医，调理一下身体。",
        "label": ""
      },
      {
        "sentence": "我们要知道，情志和身体是相互作用的，坏的情绪影响身体健康，身体亚健康也会影响情绪和记忆等等这些问题。",
        "label": ""
      },
      {
        "sentence": "所有的东西都有物质基础，包括情绪和记忆，都是能量。",
        "label": ""
      },
      {
        "sentence": "所以，如果是出现老是忘事，记不住，听不见这种情况，可以去看看中医。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个这么神奇吗？我真的有些怀疑...",
    "annotation": [
      {
        "sentence": "这个这么神奇吗？",
        "label": ""
      },
      {
        "sentence": "我真的有些怀疑...",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，其实现代医学也有大量研究证明情绪一直令人类头痛。人体的自觉神经系统中，正常人会分泌一种让你感觉很舒服的物质，称为β-内啡肽，可以减轻疼痛，增加免疫力，让情感和身体状态得到平衡。但当情绪波动剧烈或者长期受到压抑时，这种物质分泌会减少甚或被压抑。所以中医也往往把精神状态、情绪因素同时归于类病源之一，同样可以进行调理，让你的生活秩序更好，关系更和谐噢~",
    "annotation": [
      {
        "sentence": "是的，其实现代医学也有大量研究证明情绪一直令人类头痛。",
        "label": ""
      },
      {
        "sentence": "人体的自觉神经系统中，正常人会分泌一种让你感觉很舒服的物质，称为β-内啡肽，可以减轻疼痛，增加免疫力，让情感和身体状态得到平衡。",
        "label": ""
      },
      {
        "sentence": "但当情绪波动剧烈或者长期受到压抑时，这种物质分泌会减少甚或被压抑。",
        "label": ""
      },
      {
        "sentence": "所以中医也往往把精神状态、情绪因素同时归于类病源之一，同样可以进行调理，让你的生活秩序更好，关系更和谐噢~",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试一下看看。也谢谢你对我的鼓励！那我下一步怎么操作，怎样去找回我的舍友呢？",
    "annotation": [
      {
        "sentence": "好的，我会试一下看看。",
        "label": ""
      },
      {
        "sentence": "也谢谢你对我的鼓励！",
        "label": ""
      },
      {
        "sentence": "那我下一步怎么操作，怎样去找回我的舍友呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，首先要搞好自己，明白自我管理的重要性。建议可以先找到一个有责任心的学生，一同整理寝室环境，这会让你的舍友感受到你的变化，加深彼此的互动程度。可以利用寒暑假时间，参加社会实践，这样可以提升自己的能力，结交不同的朋友圈。同时可以主动去找舍友谈心，你可以向他们抱歉并表达愧疚之情，同时表示了解他们的问题，会尽量自律改正自己的行为。不要期望轻易挽回全部，状态最佳时改善自己，便会注意到周遭的改变之处。再就是多体谅、多理解你的舍友，虚心领受他们给予的建议，尊重别人的空间、意愿和感受。而且不要只是说而已，而是在日常生活中用自己的行动让他们看到你的改变吧。",
    "annotation": [
      {
        "sentence": "没错，首先要搞好自己，明白自我管理的重要性。",
        "label": ""
      },
      {
        "sentence": "建议可以先找到一个有责任心的学生，一同整理寝室环境，这会让你的舍友感受到你的变化，加深彼此的互动程度。",
        "label": ""
      },
      {
        "sentence": "可以利用寒暑假时间，参加社会实践，这样可以提升自己的能力，结交不同的朋友圈。",
        "label": ""
      },
      {
        "sentence": "同时可以主动去找舍友谈心，你可以向他们抱歉并表达愧疚之情，同时表示了解他们的问题，会尽量自律改正自己的行为。",
        "label": ""
      },
      {
        "sentence": "不要期望轻易挽回全部，状态最佳时改善自己，便会注意到周遭的改变之处。",
        "label": ""
      },
      {
        "sentence": "再就是多体谅、多理解你的舍友，虚心领受他们给予的建议，尊重别人的空间、意愿和感受。",
        "label": ""
      },
      {
        "sentence": "而且不要只是说而已，而是在日常生活中用自己的行动让他们看到你的改变吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。不过，我还是想问一下，如果我这次改了，舍友是不是就完全会原谅我呢？",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "不过，我还是想问一下，如果我这次改了，舍友是不是就完全会原谅我呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很遗憾，没有一定的答案。首先，人太复杂，如果你能够改变，舍友自然会有所体认；但是，同样需要舍友这方面的愿意和努力。如果在之前双方出现摩擦，就需要两个人都放下心里负担，以平等的态度去妥善对待。当然，随着时间的推移，人们的心态和情况可能会变化，也不能排除你们重聚的可能。最重要的是，要坚持自己的改变，这种改变应该成为你生活的一部分而不是一个临时的决定。改变是一个持续不断的过程，变化刻不容缓，也要把握好机遇噢！",
    "annotation": [
      {
        "sentence": "很遗憾，没有一定的答案。",
        "label": ""
      },
      {
        "sentence": "首先，人太复杂，如果你能够改变，舍友自然会有所体认；但是，同样需要舍友这方面的愿意和努力。",
        "label": ""
      },
      {
        "sentence": "如果在之前双方出现摩擦，就需要两个人都放下心里负担，以平等的态度去妥善对待。",
        "label": ""
      },
      {
        "sentence": "当然，随着时间的推移，人们的心态和情况可能会变化，也不能排除你们重聚的可能。",
        "label": ""
      },
      {
        "sentence": "最重要的是，要坚持自己的改变，这种改变应该成为你生活的一部分而不是一个临时的决定。",
        "label": ""
      },
      {
        "sentence": "改变是一个持续不断的过程，变化刻不容缓，也要把握好机遇噢！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，谢谢你！听了你的话，我觉得心情舒畅了不少，知道了下一步该怎么走。我会好好改善自己，争取与舍友和好。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "好的，谢谢你！",
        "label": ""
      },
      {
        "sentence": "听了你的话，我觉得心情舒畅了不少，知道了下一步该怎么走。",
        "label": ""
      },
      {
        "sentence": "我会好好改善自己，争取与舍友和好。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，祝你好运！要坚信每个人都有改变的能力。任何事情，都需要真心付出，才能感知它的幸福和价值。生活中再遇到别的问题，也可以来找我，我很乐意伸出援手！",
    "annotation": [
      {
        "sentence": "不客气，祝你好运！",
        "label": ""
      },
      {
        "sentence": "要坚信每个人都有改变的能力。",
        "label": ""
      },
      {
        "sentence": "任何事情，都需要真心付出，才能感知它的幸福和价值。",
        "label": ""
      },
      {
        "sentence": "生活中再遇到别的问题，也可以来找我，我很乐意伸出援手！",
        "label": ""
      }
    ]
  }
]