[
  {
    "role": "client",
    "content": "我感到很困扰，我有社交恐惧症，内向自卑，敏感，缺乏安全感，总是焦虑不敢出门。出门前我会感到很紧张，甚至去取快递这样简单的事情，我都需要很长时间才有勇气去做，一旦有人走近我的面前，我就开始紧张，表情和肢体都变得不自然。我只能低头看手机，不敢与人对视。而且当我去人多嘈杂的地方，我感到很不自在和心烦，只想逃离那里……",
    "annotation": [
      {
        "sentence": "我感到很困扰，我有社交恐惧症，内向自卑，敏感，缺乏安全感，总是焦虑不敢出门。",
        "label": ""
      },
      {
        "sentence": "出门前我会感到很紧张，甚至去取快递这样简单的事情，我都需要很长时间才有勇气去做，一旦有人走近我的面前，我就开始紧张，表情和肢体都变得不自然。",
        "label": ""
      },
      {
        "sentence": "我只能低头看手机，不敢与人对视。",
        "label": ""
      },
      {
        "sentence": "而且当我去人多嘈杂的地方，我感到很不自在和心烦，只想逃离那里……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听说社交恐惧症非常常见，尤其在我们人口众多的国家里。无论你去哪里，都会面对密密麻麻的人群，逃避只会让状况更糟。我们可以想办法来缓解社交恐惧造成的不良情绪。首先，我建议你要接纳自己的不完美，不要过分要求自己在他人面前表现完美。同时，也要摆脱过于自我地认为他人会一直注意到自己的想法。为了避免出丑，社交恐惧者常常会不自然地表现出来，不敢与他人对视，甚至心情慌乱。但你要知道，每个人都有自己的缺点，你要大方地接纳自己的特点，无论是内向还是不喜欢交际。你并不只有缺点存在，而且一个人的独处时光也非常美好。在社交时，如果该与他人聊天，你要无所畏惧地参与进去。而当你没事的时候，也可以选择一个舒适的角落，静静地观察这场社交，像一个“局外人”一样。这样做可以让你不过于揣摩他人对你的看法。当社交恐惧者过于在意他人的看法时，可能会因为一句无意的话而陷入漫长的思考，让负面情绪进一步加重，导致逃避的心态。事实上，当他人表现得疑似讨厌你时，你可以告诉自己，无所谓他是否讨厌你，他的喜好不是决定你自己价值的唯一标准。“抱着他人很忙，无人注意自己的态度”在社交时，只要我们抱着这种他人很忙，无法关注自己的心态，我们会感到更放松。最后，我想提醒你，患有社交恐惧症的大多数人都是因为性格原因。不喜欢社交、更喜欢独处是正常的，我们不必认为自己有病。更重要的是，不要为了符合他人的期待而让自己处于不舒服的状态中。事实上，不爱社交的人在做事时更加专注，并且拥有更多的时间去做自己喜欢的事情。所以，不要过分在意自己的社交恐惧症，希望我的回答对你有所帮助。",
    "annotation": [
      {
        "sentence": "听说社交恐惧症非常常见，尤其在我们人口众多的国家里。",
        "label": ""
      },
      {
        "sentence": "无论你去哪里，都会面对密密麻麻的人群，逃避只会让状况更糟。",
        "label": ""
      },
      {
        "sentence": "我们可以想办法来缓解社交恐惧造成的不良情绪。",
        "label": ""
      },
      {
        "sentence": "首先，我建议你要接纳自己的不完美，不要过分要求自己在他人面前表现完美。",
        "label": ""
      },
      {
        "sentence": "同时，也要摆脱过于自我地认为他人会一直注意到自己的想法。",
        "label": ""
      },
      {
        "sentence": "为了避免出丑，社交恐惧者常常会不自然地表现出来，不敢与他人对视，甚至心情慌乱。",
        "label": ""
      },
      {
        "sentence": "但你要知道，每个人都有自己的缺点，你要大方地接纳自己的特点，无论是内向还是不喜欢交际。",
        "label": ""
      },
      {
        "sentence": "你并不只有缺点存在，而且一个人的独处时光也非常美好。",
        "label": ""
      },
      {
        "sentence": "在社交时，如果该与他人聊天，你要无所畏惧地参与进去。",
        "label": ""
      },
      {
        "sentence": "而当你没事的时候，也可以选择一个舒适的角落，静静地观察这场社交，像一个“局外人”一样。",
        "label": ""
      },
      {
        "sentence": "这样做可以让你不过于揣摩他人对你的看法。",
        "label": ""
      },
      {
        "sentence": "当社交恐惧者过于在意他人的看法时，可能会因为一句无意的话而陷入漫长的思考，让负面情绪进一步加重，导致逃避的心态。",
        "label": ""
      },
      {
        "sentence": "事实上，当他人表现得疑似讨厌你时，你可以告诉自己，无所谓他是否讨厌你，他的喜好不是决定你自己价值的唯一标准。",
        "label": ""
      },
      {
        "sentence": "“抱着他人很忙，无人注意自己的态度”在社交时，只要我们抱着这种他人很忙，无法关注自己的心态，我们会感到更放松。",
        "label": ""
      },
      {
        "sentence": "最后，我想提醒你，患有社交恐惧症的大多数人都是因为性格原因。",
        "label": ""
      },
      {
        "sentence": "不喜欢社交、更喜欢独处是正常的，我们不必认为自己有病。",
        "label": ""
      },
      {
        "sentence": "更重要的是，不要为了符合他人的期待而让自己处于不舒服的状态中。",
        "label": ""
      },
      {
        "sentence": "事实上，不爱社交的人在做事时更加专注，并且拥有更多的时间去做自己喜欢的事情。",
        "label": ""
      },
      {
        "sentence": "所以，不要过分在意自己的社交恐惧症，希望我的回答对你有所帮助。",
        "label": ""
      }
    ]
  }
]