[
  {
    "role": "client",
    "content": "我有社交恐惧，内向自卑，敏感，缺乏安全感，经常感到焦虑，不敢出门。出门前会焦虑，不敢出门怎么办？",
    "annotation": [
      {
        "sentence": "我有社交恐惧，内向自卑，敏感，缺乏安全感，经常感到焦虑，不敢出门。",
        "label": ""
      },
      {
        "sentence": "出门前会焦虑，不敢出门怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "晚上好呀！首先，让我们了解一下什么是社交恐惧。社交恐惧就是指面对可能被他人审视的一种或多种社交情况时产生显著的害怕或焦虑。社交焦虑障碍通常在青少年时期起病，大约有7%-13%的人在一生中的某个时间患过社交焦虑障碍。像你说的出门见到人会心慌，甚至于下楼去取快递，都要纠结很久才有勇气踏出房门，走在路上迎面走来一个人，心里就开始不由自主的紧张，表情肢体不自然，然后只能假装低头看手机等就是社交恐惧的典型表现。",
    "annotation": [
      {
        "sentence": "晚上好呀！",
        "label": ""
      },
      {
        "sentence": "首先，让我们了解一下什么是社交恐惧。",
        "label": ""
      },
      {
        "sentence": "社交恐惧就是指面对可能被他人审视的一种或多种社交情况时产生显著的害怕或焦虑。",
        "label": ""
      },
      {
        "sentence": "社交焦虑障碍通常在青少年时期起病，大约有7%-13%的人在一生中的某个时间患过社交焦虑障碍。",
        "label": ""
      },
      {
        "sentence": "像你说的出门见到人会心慌，甚至于下楼去取快递，都要纠结很久才有勇气踏出房门，走在路上迎面走来一个人，心里就开始不由自主的紧张，表情肢体不自然，然后只能假装低头看手机等就是社交恐惧的典型表现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道社交恐惧很常见，但我总觉得很严重，应该怎么办呢？",
    "annotation": [
      {
        "sentence": "我知道社交恐惧很常见，但我总觉得很严重，应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要把社交恐惧这件事看得很严重。每个人或多或少都会有社交恐惧，只是程度轻重的问题而已。它是一个非常常见的社交问题，不用太过紧张哈。放低期望值，摒弃完美主义，接受社交失败。有时候我们太过于在乎他人对自己的看法，其实是因为我们很在意自己在公众面前的表现，我们希望给对方留下最好的印象。可是一旦自己的一举一动不如自己设想的那样，就会觉得自己肯定在对方的心理留下了很坏的印象。其实大可不必这样觉得，打个比方，你看到一个人在路上摔倒了，可能当时你还会心理暗暗嘲笑那个人当众出丑了，可是等到第二天，第三天，你可能就不记得这么一回事了。所以，就算有时候你在各种场合有很不当的表现，大家很快就会把这件事情给忘记。",
    "annotation": [
      {
        "sentence": "不要把社交恐惧这件事看得很严重。",
        "label": ""
      },
      {
        "sentence": "每个人或多或少都会有社交恐惧，只是程度轻重的问题而已。",
        "label": ""
      },
      {
        "sentence": "它是一个非常常见的社交问题，不用太过紧张哈。",
        "label": ""
      },
      {
        "sentence": "放低期望值，摒弃完美主义，接受社交失败。",
        "label": ""
      },
      {
        "sentence": "有时候我们太过于在乎他人对自己的看法，其实是因为我们很在意自己在公众面前的表现，我们希望给对方留下最好的印象。",
        "label": ""
      },
      {
        "sentence": "可是一旦自己的一举一动不如自己设想的那样，就会觉得自己肯定在对方的心理留下了很坏的印象。",
        "label": ""
      },
      {
        "sentence": "其实大可不必这样觉得，打个比方，你看到一个人在路上摔倒了，可能当时你还会心理暗暗嘲笑那个人当众出丑了，可是等到第二天，第三天，你可能就不记得这么一回事了。",
        "label": ""
      },
      {
        "sentence": "所以，就算有时候你在各种场合有很不当的表现，大家很快就会把这件事情给忘记。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但是我还是很害怕面对人群和社交场合，怎么克服这个恐惧呢？",
    "annotation": [
      {
        "sentence": "我明白了，但是我还是很害怕面对人群和社交场合，怎么克服这个恐惧呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要灰心！首先，试着放宽自己的视野，意识到每个人都是芸芸众生中的一员，谁也不比谁特别，谁也不比谁高贵。人活一世，就如草木一生一样。当你觉得彷徨焦虑的时候，不妨看看天空，尝试让自己放松一下。另外，多学习，看看别人是怎么表现的。我想你可能社交经验比较少，有时候并不知道该怎么去和别人社交。不妨看看身边那些擅长社交的人是怎么做的，多虚心学习，多实践，把目前社交过程中所有的失误看作是学习社交路上必须要经历的一环。就像做作业一样，也会犯错，但犯了错就要改正。我自己也是那种在社交场合没有办法做到落落大方的人，经常被说是情商低。但我一直在观察身边的人是怎么做的，其实学习的渠道有很多，菜市场的大妈，商店的老板，走街串巷的小贩，从他们身上都可以学到很多。与君共勉！",
    "annotation": [
      {
        "sentence": "不要灰心！",
        "label": ""
      },
      {
        "sentence": "首先，试着放宽自己的视野，意识到每个人都是芸芸众生中的一员，谁也不比谁特别，谁也不比谁高贵。",
        "label": ""
      },
      {
        "sentence": "人活一世，就如草木一生一样。",
        "label": ""
      },
      {
        "sentence": "当你觉得彷徨焦虑的时候，不妨看看天空，尝试让自己放松一下。",
        "label": ""
      },
      {
        "sentence": "另外，多学习，看看别人是怎么表现的。",
        "label": ""
      },
      {
        "sentence": "我想你可能社交经验比较少，有时候并不知道该怎么去和别人社交。",
        "label": ""
      },
      {
        "sentence": "不妨看看身边那些擅长社交的人是怎么做的，多虚心学习，多实践，把目前社交过程中所有的失误看作是学习社交路上必须要经历的一环。",
        "label": ""
      },
      {
        "sentence": "就像做作业一样，也会犯错，但犯了错就要改正。",
        "label": ""
      },
      {
        "sentence": "我自己也是那种在社交场合没有办法做到落落大方的人，经常被说是情商低。",
        "label": ""
      },
      {
        "sentence": "但我一直在观察身边的人是怎么做的，其实学习的渠道有很多，菜市场的大妈，商店的老板，走街串巷的小贩，从他们身上都可以学到很多。",
        "label": ""
      },
      {
        "sentence": "与君共勉！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会试着放平心态，多学习，多实践，克服社交恐惧的。希望我能变得更自信，面对社交场合不再害怕。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会试着放平心态，多学习，多实践，克服社交恐惧的。",
        "label": ""
      },
      {
        "sentence": "希望我能变得更自信，面对社交场合不再害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！相信你一定能够克服社交恐惧的。请记住，每一步都是进步，每次的努力都是值得的。当你真正面对恐惧并逐渐克服它时，你会发现自己有了更多的自信和勇气。我会一直支持你的，加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "相信你一定能够克服社交恐惧的。",
        "label": ""
      },
      {
        "sentence": "请记住，每一步都是进步，每次的努力都是值得的。",
        "label": ""
      },
      {
        "sentence": "当你真正面对恐惧并逐渐克服它时，你会发现自己有了更多的自信和勇气。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的，加油！",
        "label": ""
      }
    ]
  }
]