[
  {
    "role": "client",
    "content": "我爱上了一个比我爱我更多的男生，可是父母尽全力拆散我们，我该怎么办？",
    "annotation": [
      {
        "sentence": "我爱上了一个比我爱我更多的男生，可是父母尽全力拆散我们，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说的，你们相爱且关系非常好。但是你们的爱情却遭到了父母的反对和不被祝福，这肯定对你造成了很大的打击。我可以理解你对父母反对的抗拒，你内心想要反抗他们的控制。你父母一直以来习惯了对你进行控制和干涉，所以在婚姻问题上也采取了同样的方式。你一直处于他们的控制之下，你的内心需求和情感也被压抑着，可能现在这个婚姻问题成为了你发泄和爆发的机会和出口。你的反应如此强烈和坚决，并不仅仅是为了你的男友和爱情，更是为了反抗你一直以来受到的压制，表达你对独立自由的追求。从你的描述来看，虽然你男友在某些条件上不如你，但在情感上他能够满足你的需求，弥补了你从小到大在家庭中缺失的情感和爱。所以你对他的感情非常强烈，觉得他很爱你，很适合你。父母对你的控制和对男友的反对，从一定程度上来说，也有着他们自身的私心和偏见，他们觉得男友条件太差不配得上你，让他们没面子。他们一直习惯了对子女的干涉和控制，不愿意将你看作成年人来进行个体分离，而是继续控制你。这一过程可能是痛苦的，但也是必经之路。从另一方面来看，你父母也是出于实际问题考虑：学历差距大，将来是否会没有共同的语言和价值观？男友是孤儿，家庭条件不够好，会不会影响到婚姻生活？他的工作普通，将来能否给你们的婚姻经济上提供足够的支持？这些问题虽然很功利，但在婚姻前需要进行长远考虑，也是现实无法回避的。心理学上有一个“罗密欧与朱丽叶效应”，就是说，情感越遭到外界的阻碍，反作用力就越强，这段感情就越牢固。但往往在这种被动反抗状态下，情侣会忽略感情中的实际问题，误以为这段感情是最理想的。结果有可能是并不如原想的美好，也可能做出错误的决定。所以，撇开对父母的关注、抗拒和厌恶以及逆反心理，你要想清楚，你选择他、你爱他是真的因为他的个人品质和感情，还是为了反抗父母控制的一种方式？你们需要面对婚姻问题，理智地进行深入的沟通和探讨，制定计划，达成共识，明确将来婚姻中可能会遇到的困难，并做好心理准备。然后再慎重地决定是否结婚。这并不代表你要顺从于父母，而是为了你们的幸福和将来的生活而负责，是你们作为成年人应该做出的决定。当你和男友理智地决定在一起，加强亲密关系的联结和同盟时，你们会更加坚定自己的信心和勇气，去面对前进的路，去克服父母的阻碍，摆脱他们对你的控制，争取属于你们自己的生活。祝好！",
    "annotation": [
      {
        "sentence": "听你说的，你们相爱且关系非常好。",
        "label": ""
      },
      {
        "sentence": "但是你们的爱情却遭到了父母的反对和不被祝福，这肯定对你造成了很大的打击。",
        "label": ""
      },
      {
        "sentence": "我可以理解你对父母反对的抗拒，你内心想要反抗他们的控制。",
        "label": ""
      },
      {
        "sentence": "你父母一直以来习惯了对你进行控制和干涉，所以在婚姻问题上也采取了同样的方式。",
        "label": ""
      },
      {
        "sentence": "你一直处于他们的控制之下，你的内心需求和情感也被压抑着，可能现在这个婚姻问题成为了你发泄和爆发的机会和出口。",
        "label": ""
      },
      {
        "sentence": "你的反应如此强烈和坚决，并不仅仅是为了你的男友和爱情，更是为了反抗你一直以来受到的压制，表达你对独立自由的追求。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，虽然你男友在某些条件上不如你，但在情感上他能够满足你的需求，弥补了你从小到大在家庭中缺失的情感和爱。",
        "label": ""
      },
      {
        "sentence": "所以你对他的感情非常强烈，觉得他很爱你，很适合你。",
        "label": ""
      },
      {
        "sentence": "父母对你的控制和对男友的反对，从一定程度上来说，也有着他们自身的私心和偏见，他们觉得男友条件太差不配得上你，让他们没面子。",
        "label": ""
      },
      {
        "sentence": "他们一直习惯了对子女的干涉和控制，不愿意将你看作成年人来进行个体分离，而是继续控制你。",
        "label": ""
      },
      {
        "sentence": "这一过程可能是痛苦的，但也是必经之路。",
        "label": ""
      },
      {
        "sentence": "从另一方面来看，你父母也是出于实际问题考虑：学历差距大，将来是否会没有共同的语言和价值观？",
        "label": ""
      },
      {
        "sentence": "男友是孤儿，家庭条件不够好，会不会影响到婚姻生活？",
        "label": ""
      },
      {
        "sentence": "他的工作普通，将来能否给你们的婚姻经济上提供足够的支持？",
        "label": ""
      },
      {
        "sentence": "这些问题虽然很功利，但在婚姻前需要进行长远考虑，也是现实无法回避的。",
        "label": ""
      },
      {
        "sentence": "心理学上有一个“罗密欧与朱丽叶效应”，就是说，情感越遭到外界的阻碍，反作用力就越强，这段感情就越牢固。",
        "label": ""
      },
      {
        "sentence": "但往往在这种被动反抗状态下，情侣会忽略感情中的实际问题，误以为这段感情是最理想的。",
        "label": ""
      },
      {
        "sentence": "结果有可能是并不如原想的美好，也可能做出错误的决定。",
        "label": ""
      },
      {
        "sentence": "所以，撇开对父母的关注、抗拒和厌恶以及逆反心理，你要想清楚，你选择他、你爱他是真的因为他的个人品质和感情，还是为了反抗父母控制的一种方式？",
        "label": ""
      },
      {
        "sentence": "你们需要面对婚姻问题，理智地进行深入的沟通和探讨，制定计划，达成共识，明确将来婚姻中可能会遇到的困难，并做好心理准备。",
        "label": ""
      },
      {
        "sentence": "然后再慎重地决定是否结婚。",
        "label": ""
      },
      {
        "sentence": "这并不代表你要顺从于父母，而是为了你们的幸福和将来的生活而负责，是你们作为成年人应该做出的决定。",
        "label": ""
      },
      {
        "sentence": "当你和男友理智地决定在一起，加强亲密关系的联结和同盟时，你们会更加坚定自己的信心和勇气，去面对前进的路，去克服父母的阻碍，摆脱他们对你的控制，争取属于你们自己的生活。",
        "label": ""
      },
      {
        "sentence": "祝好！",
        "label": ""
      }
    ]
  }
]