[
  {
    "role": "client",
    "content": "我今年14岁，参加中考的时候差了四分才能上高中，我感到非常害怕和失落。心情从一开始十分好，但是知道了成绩之后，我就感觉特别难受，有一种说不上来的感觉，而且父母也对我十分失望。",
    "annotation": [
      {
        "sentence": "我今年14岁，参加中考的时候差了四分才能上高中，我感到非常害怕和失落。",
        "label": ""
      },
      {
        "sentence": "心情从一开始十分好，但是知道了成绩之后，我就感觉特别难受，有一种说不上来的感觉，而且父母也对我十分失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子，看到你现在失落和难过的样子，我也感到很心情沉重。你的学习成绩其实并不差，只是差了四分而已，感到心情低落是可以理解的。体验这种痛苦也是人生成长的一部分，这绝对不是失败和绝望。我们成年人谁没有经历过这样的时刻呢？我自己就经历过两次中考和高考的失利，当时我的心情没有调整好，导致抑郁症。你能在这里说出来已经很幸运了，30年前还没有心理学这个概念呢。积极面对现实，大方地和父母、亲友以及同学们诉说并寻求心理安慰和支持。你可以给老师打电话，让他给你指导几条出路，比如可以选择去3加2的高职院校，或者选择收费的私立高中，还有一条就是艺术夏季高考的路径。学习是一项终身的事业，目前无法决定的高考并不是你人生的终点。很多博士和硕士都是通过坚持不懈的学习取得的，他们中学时代并不一定非常优秀和出类拔萃。你也可以试试阿Q精神，和不如自己的同学们比一比，这样可以获得心理上的轻松。学会转移注意力，比如多打球、运动、看书、做家务等，不让自己闲下来。适时向父母表达自己难受和不高兴的情绪，和他们谈谈自己的想法，这样可以缓解自己的压力。不要整天沉浸在这件事里，要积极地选择好自己的学业，勇敢地向前走。对于未来的过度思虑只会消耗你的心力而已。我们只能做两种选择：接受现状或者接受改变现状的责任。对于三种事情，过去、现在、未来，我们只能做现在的事情，过去的无法改变，未来的还没有到来。对于自己、老天和别人的事情，我们只能关心自己的事情，没人会乐意关注别人的事情。去面对生活，去经历失败，去跌倒，去取得胜利，去用生命创造生命！前方的路还有无限的可能。不要灰心！加油！",
    "annotation": [
      {
        "sentence": "孩子，看到你现在失落和难过的样子，我也感到很心情沉重。",
        "label": ""
      },
      {
        "sentence": "你的学习成绩其实并不差，只是差了四分而已，感到心情低落是可以理解的。",
        "label": ""
      },
      {
        "sentence": "体验这种痛苦也是人生成长的一部分，这绝对不是失败和绝望。",
        "label": ""
      },
      {
        "sentence": "我们成年人谁没有经历过这样的时刻呢？",
        "label": ""
      },
      {
        "sentence": "我自己就经历过两次中考和高考的失利，当时我的心情没有调整好，导致抑郁症。",
        "label": ""
      },
      {
        "sentence": "你能在这里说出来已经很幸运了，30年前还没有心理学这个概念呢。",
        "label": ""
      },
      {
        "sentence": "积极面对现实，大方地和父母、亲友以及同学们诉说并寻求心理安慰和支持。",
        "label": ""
      },
      {
        "sentence": "你可以给老师打电话，让他给你指导几条出路，比如可以选择去3加2的高职院校，或者选择收费的私立高中，还有一条就是艺术夏季高考的路径。",
        "label": ""
      },
      {
        "sentence": "学习是一项终身的事业，目前无法决定的高考并不是你人生的终点。",
        "label": ""
      },
      {
        "sentence": "很多博士和硕士都是通过坚持不懈的学习取得的，他们中学时代并不一定非常优秀和出类拔萃。",
        "label": ""
      },
      {
        "sentence": "你也可以试试阿Q精神，和不如自己的同学们比一比，这样可以获得心理上的轻松。",
        "label": ""
      },
      {
        "sentence": "学会转移注意力，比如多打球、运动、看书、做家务等，不让自己闲下来。",
        "label": ""
      },
      {
        "sentence": "适时向父母表达自己难受和不高兴的情绪，和他们谈谈自己的想法，这样可以缓解自己的压力。",
        "label": ""
      },
      {
        "sentence": "不要整天沉浸在这件事里，要积极地选择好自己的学业，勇敢地向前走。",
        "label": ""
      },
      {
        "sentence": "对于未来的过度思虑只会消耗你的心力而已。",
        "label": ""
      },
      {
        "sentence": "我们只能做两种选择：接受现状或者接受改变现状的责任。",
        "label": ""
      },
      {
        "sentence": "对于三种事情，过去、现在、未来，我们只能做现在的事情，过去的无法改变，未来的还没有到来。",
        "label": ""
      },
      {
        "sentence": "对于自己、老天和别人的事情，我们只能关心自己的事情，没人会乐意关注别人的事情。",
        "label": ""
      },
      {
        "sentence": "去面对生活，去经历失败，去跌倒，去取得胜利，去用生命创造生命！",
        "label": ""
      },
      {
        "sentence": "前方的路还有无限的可能。",
        "label": ""
      },
      {
        "sentence": "不要灰心！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]