[
  {
    "role": "client",
    "content": "我是一个14岁的男生，中考差四分上高中，感到非常害怕和失落。以前我心情十分好，但是现在我感觉十分难受，一种说不上的感觉，父母也非常失望。",
    "annotation": [
      {
        "sentence": "我是一个14岁的男生，中考差四分上高中，感到非常害怕和失落。",
        "label": ""
      },
      {
        "sentence": "以前我心情十分好，但是现在我感觉十分难受，一种说不上的感觉，父母也非常失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一叶明心，一言知你。我们的人生中会面临很多考试，中考只是其中一场，无论成功还是失败都是很正常的事情。我非常理解你的心情，只差四分确实很可惜。但是，现在更重要的是要思考下一步该怎么办呢？",
    "annotation": [
      {
        "sentence": "一叶明心，一言知你。",
        "label": ""
      },
      {
        "sentence": "我们的人生中会面临很多考试，中考只是其中一场，无论成功还是失败都是很正常的事情。",
        "label": ""
      },
      {
        "sentence": "我非常理解你的心情，只差四分确实很可惜。",
        "label": ""
      },
      {
        "sentence": "但是，现在更重要的是要思考下一步该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，但我还是很失落。我该怎么面对这个问题呢？",
    "annotation": [
      {
        "sentence": "你说的有道理，但我还是很失落。",
        "label": ""
      },
      {
        "sentence": "我该怎么面对这个问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心情失落是正常的反应，但为了解决问题，我们需要从失落的情绪中抽离出来。目前我了解到有以下几种情况可供选择：1.有些地区的一些学校，只差几分是可以花钱上高中的，但这个具体需要看当地的情况，可以和父母商量，托关系问一下；2.你可以让父母和班主任商量一下，安排复读一年。这一年你要努力学习，再参加一次中考，争取考上重点高中；3.另一种选择是随便读一个技能学校，混个文凭。但我个人感觉这种选择对个人未来发展没有太多帮助；4.最后一种选择是开始你的打工生涯，初中学生出来找工作，一般都是一些苦力活。我个人建议你选择第一种和第二种，因为你现在只有14岁，而且分数差距并不大，说明你还有学习潜力。过早进入社会对未成年人的发展会有影响，限制你今后的成长。虽然你现在难过、害怕又失落，父母也是非常失望，但是当务之急是先解决眼前的问题。之后你要与父母好好沟通，找出到底是平时成绩不好还是临场发挥失误的原因。只有找到问题所在，才能避免再犯。你还年轻，相信自己，未来的路还很长。加油！",
    "annotation": [
      {
        "sentence": "心情失落是正常的反应，但为了解决问题，我们需要从失落的情绪中抽离出来。",
        "label": ""
      },
      {
        "sentence": "目前我了解到有以下几种情况可供选择：1.有些地区的一些学校，只差几分是可以花钱上高中的，但这个具体需要看当地的情况，可以和父母商量，托关系问一下；2.你可以让父母和班主任商量一下，安排复读一年。",
        "label": ""
      },
      {
        "sentence": "这一年你要努力学习，再参加一次中考，争取考上重点高中；3.另一种选择是随便读一个技能学校，混个文凭。",
        "label": ""
      },
      {
        "sentence": "但我个人感觉这种选择对个人未来发展没有太多帮助；4.最后一种选择是开始你的打工生涯，初中学生出来找工作，一般都是一些苦力活。",
        "label": ""
      },
      {
        "sentence": "我个人建议你选择第一种和第二种，因为你现在只有14岁，而且分数差距并不大，说明你还有学习潜力。",
        "label": ""
      },
      {
        "sentence": "过早进入社会对未成年人的发展会有影响，限制你今后的成长。",
        "label": ""
      },
      {
        "sentence": "虽然你现在难过、害怕又失落，父母也是非常失望，但是当务之急是先解决眼前的问题。",
        "label": ""
      },
      {
        "sentence": "之后你要与父母好好沟通，找出到底是平时成绩不好还是临场发挥失误的原因。",
        "label": ""
      },
      {
        "sentence": "只有找到问题所在，才能避免再犯。",
        "label": ""
      },
      {
        "sentence": "你还年轻，相信自己，未来的路还很长。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议，我明白了。我会尽快与父母沟通，并选择合适的方案来解决问题。虽然现在感到困惑和焦虑，但我会面对这个挑战并努力克服困难。",
    "annotation": [
      {
        "sentence": "谢谢您的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会尽快与父母沟通，并选择合适的方案来解决问题。",
        "label": ""
      },
      {
        "sentence": "虽然现在感到困惑和焦虑，但我会面对这个挑战并努力克服困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心。挫折和困难是每个人在成长过程中都会遇到的，但只要你有信心并勇敢面对，你一定能够度过这个难关。要记住，你不是孤独的，我们都在支持你。如果你需要任何帮助或者只是想倾诉，随时都可以来找我。你不孤单，加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心。",
        "label": ""
      },
      {
        "sentence": "挫折和困难是每个人在成长过程中都会遇到的，但只要你有信心并勇敢面对，你一定能够度过这个难关。",
        "label": ""
      },
      {
        "sentence": "要记住，你不是孤独的，我们都在支持你。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者只是想倾诉，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "你不孤单，加油！",
        "label": ""
      }
    ]
  }
]