[
  {
    "role": "client",
    "content": "我是一个35岁已婚的女性，有时候会出现一些优秀的异性向我示好。我心里有些感动，但我从来没想过要做超出朋友关系的事情。后来微信拉黑了，见面就像陌生人，这样我也接受但心里不舒服，挺难过的，也不知道我是害怕什么？还是需要得到别人的认可才能好好生活......？这种情况还不止一次，在我心里就像迷雾一样困扰着我，实在想不出什么好的办法来，希望老师帮帮我！我心里难过，说出来感觉好多了。",
    "annotation": [
      {
        "sentence": "我是一个35岁已婚的女性，有时候会出现一些优秀的异性向我示好。",
        "label": ""
      },
      {
        "sentence": "我心里有些感动，但我从来没想过要做超出朋友关系的事情。",
        "label": ""
      },
      {
        "sentence": "后来微信拉黑了，见面就像陌生人，这样我也接受但心里不舒服，挺难过的，也不知道我是害怕什么？",
        "label": ""
      },
      {
        "sentence": "还是需要得到别人的认可才能好好生活......？",
        "label": ""
      },
      {
        "sentence": "这种情况还不止一次，在我心里就像迷雾一样困扰着我，实在想不出什么好的办法来，希望老师帮帮我！",
        "label": ""
      },
      {
        "sentence": "我心里难过，说出来感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能够感受到你内心的压抑和焦虑恐惧。作为一个已婚女性，面对异性的示好，能够坚定地维护自己的底线和权益是非常重要的，我对你的做法表示赞赏！你能够得到优秀的异性的示好，说明你不仅外在形象很出众，还散发出令人倾心的气质，能够吸引到优秀的异性关注和喜欢。",
    "annotation": [
      {
        "sentence": "我能够感受到你内心的压抑和焦虑恐惧。",
        "label": ""
      },
      {
        "sentence": "作为一个已婚女性，面对异性的示好，能够坚定地维护自己的底线和权益是非常重要的，我对你的做法表示赞赏！",
        "label": ""
      },
      {
        "sentence": "你能够得到优秀的异性的示好，说明你不仅外在形象很出众，还散发出令人倾心的气质，能够吸引到优秀的异性关注和喜欢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的夸奖，但是面对这些异性的示好，我总是选择微信拉黑、见面就像陌生人的方式来处理。虽然这样处理也比较合适，但有时候我会后悔选择这种过激的方式，心里会感到不舒服。",
    "annotation": [
      {
        "sentence": "谢谢你的夸奖，但是面对这些异性的示好，我总是选择微信拉黑、见面就像陌生人的方式来处理。",
        "label": ""
      },
      {
        "sentence": "虽然这样处理也比较合适，但有时候我会后悔选择这种过激的方式，心里会感到不舒服。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的处理方式，不过我觉得这种方式可能有些过激。或许你之所以会选择这样的方式，是因为你内心的担忧和害怕让你第一时间选择了拒绝，并通过拉黑和陌生化的方式来断绝联系。这种方式让你感觉到安全，因为两个人之间没有了关系联系，就不会发生让你无法接受和认可的事情。这种行为可以被看作是消极回避的保护行为，就像一个害怕外界人的孩子，看到有人靠近就赶紧把门关上并锁上，不让别人进来。从这个行为可以看出你的内心缺乏自信和安全感。",
    "annotation": [
      {
        "sentence": "我理解你的处理方式，不过我觉得这种方式可能有些过激。",
        "label": ""
      },
      {
        "sentence": "或许你之所以会选择这样的方式，是因为你内心的担忧和害怕让你第一时间选择了拒绝，并通过拉黑和陌生化的方式来断绝联系。",
        "label": ""
      },
      {
        "sentence": "这种方式让你感觉到安全，因为两个人之间没有了关系联系，就不会发生让你无法接受和认可的事情。",
        "label": ""
      },
      {
        "sentence": "这种行为可以被看作是消极回避的保护行为，就像一个害怕外界人的孩子，看到有人靠近就赶紧把门关上并锁上，不让别人进来。",
        "label": ""
      },
      {
        "sentence": "从这个行为可以看出你的内心缺乏自信和安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实感到自己缺乏自信和安全感。我把自己和这些异性之间的关系完全断开，让自己处于一种被异性“孤立”的状态，这让我感到焦虑恐惧。",
    "annotation": [
      {
        "sentence": "你说得对，我确实感到自己缺乏自信和安全感。",
        "label": ""
      },
      {
        "sentence": "我把自己和这些异性之间的关系完全断开，让自己处于一种被异性“孤立”的状态，这让我感到焦虑恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受。我们人类的进化使得我们需要与社会保持联系，不仅可以让我们感到安全，还可以减少孤独感。而你把自己与异性之间的联系彻底断开，就导致你在某种程度上处于与异性被“孤立”的状态，这样就会引发焦虑和恐惧的情绪。很明显，你还没有意识到这些焦虑、不舒服和害怕背后隐藏着什么信息。",
    "annotation": [
      {
        "sentence": "我明白你的感受。",
        "label": ""
      },
      {
        "sentence": "我们人类的进化使得我们需要与社会保持联系，不仅可以让我们感到安全，还可以减少孤独感。",
        "label": ""
      },
      {
        "sentence": "而你把自己与异性之间的联系彻底断开，就导致你在某种程度上处于与异性被“孤立”的状态，这样就会引发焦虑和恐惧的情绪。",
        "label": ""
      },
      {
        "sentence": "很明显，你还没有意识到这些焦虑、不舒服和害怕背后隐藏着什么信息。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我还不清楚这些负面情绪的来源。我该如何从潜意识中找到答案呢？",
    "annotation": [
      {
        "sentence": "确实，我还不清楚这些负面情绪的来源。",
        "label": ""
      },
      {
        "sentence": "我该如何从潜意识中找到答案呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为一个35岁的成年女性，你已经具备独立面对这些问题的能力。我建议你预约一个合适的心理咨询师，接受系统的心理咨询，这样可以释放内心的压抑情绪，修复心理上的创伤，并解决困扰你的问题。",
    "annotation": [
      {
        "sentence": "作为一个35岁的成年女性，你已经具备独立面对这些问题的能力。",
        "label": ""
      },
      {
        "sentence": "我建议你预约一个合适的心理咨询师，接受系统的心理咨询，这样可以释放内心的压抑情绪，修复心理上的创伤，并解决困扰你的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会预约一个心理咨询师来帮助自己释放压抑的情绪和解决困扰。谢谢你的支持和理解。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会预约一个心理咨询师来帮助自己释放压抑的情绪和解决困扰。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够为你提供帮助和支持。希望你能够早日摆脱困扰，过上更加快乐和自信的生活。如果你还有任何其他的问题，都可以随时来找我倾诉。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够为你提供帮助和支持。",
        "label": ""
      },
      {
        "sentence": "希望你能够早日摆脱困扰，过上更加快乐和自信的生活。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何其他的问题，都可以随时来找我倾诉。",
        "label": ""
      }
    ]
  }
]