[
  {
    "role": "client",
    "content": "我是一个35岁已婚女性。有时候，优秀的异性朋友会向我示好。我会感到有些动心，但我从来没有考虑过超越友谊的事情。后来，他们把我从微信拉黑了，见面时就像陌生人一样。我能够接受这样的情况，但心里却感到不舒服，非常难过。我不知道自己是害怕什么，或者是不是需要别人的认可才能过好生活。这种情况不止一次发生，困扰着我的思绪。我实在想不出解决办法，希望老师能帮助我。我说出来后感觉好多了。",
    "annotation": [
      {
        "sentence": "我是一个35岁已婚女性。",
        "label": ""
      },
      {
        "sentence": "有时候，优秀的异性朋友会向我示好。",
        "label": ""
      },
      {
        "sentence": "我会感到有些动心，但我从来没有考虑过超越友谊的事情。",
        "label": ""
      },
      {
        "sentence": "后来，他们把我从微信拉黑了，见面时就像陌生人一样。",
        "label": ""
      },
      {
        "sentence": "我能够接受这样的情况，但心里却感到不舒服，非常难过。",
        "label": ""
      },
      {
        "sentence": "我不知道自己是害怕什么，或者是不是需要别人的认可才能过好生活。",
        "label": ""
      },
      {
        "sentence": "这种情况不止一次发生，困扰着我的思绪。",
        "label": ""
      },
      {
        "sentence": "我实在想不出解决办法，希望老师能帮助我。",
        "label": ""
      },
      {
        "sentence": "我说出来后感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够倾听你的故事，分享观点。倾听本身就是一种疗愈。你说：“有时候，优秀的异性朋友会向我示好，我会感到有些动心，但我从来没有考虑过超越友谊的事情。”要区分“应该和会不会”可能是两回事。前者是带有价值判断，而后者更像是一种本能的反应。你感到动心，是因为你内心确实存在这样的需要，而与“道德”无关。人的本能需要不会因为道德和规则的束缚而消失，而会以新的形式“溢出来”。在神经症中，特别是强迫症，这种情况比较常见。拉黑导致了原有的“情愫”消失，你内心的需求再次出现了“空缺”，这导致你感到难过。你说：“这种情况不止一次，困扰着我的思绪”。迷雾背后是矛盾和困惑，矛盾和困惑的双方是人性的需求和现实婚姻的冲突。你说：“我不知道自己害怕什么？”你确实害怕什么，这种害怕让你选择逃避，选择“避重就轻”，也让你把自己置于迷雾中。你知道自己害怕的是什么。你没有做错任何事情，所有这些都是非常正常的。所以我们首先要弄清楚到底出了什么“问题”，这个“问题”不是错误，也没有贬义，可能是婚姻出了问题，也可能是人性的需求没有得到满足。所以，如果你愿意的话，我们可以先聊一聊你的婚姻。祝您生活愉快！",
    "annotation": [
      {
        "sentence": "很高兴能够倾听你的故事，分享观点。",
        "label": ""
      },
      {
        "sentence": "倾听本身就是一种疗愈。",
        "label": ""
      },
      {
        "sentence": "你说：“有时候，优秀的异性朋友会向我示好，我会感到有些动心，但我从来没有考虑过超越友谊的事情。",
        "label": ""
      },
      {
        "sentence": "”要区分“应该和会不会”可能是两回事。",
        "label": ""
      },
      {
        "sentence": "前者是带有价值判断，而后者更像是一种本能的反应。",
        "label": ""
      },
      {
        "sentence": "你感到动心，是因为你内心确实存在这样的需要，而与“道德”无关。",
        "label": ""
      },
      {
        "sentence": "人的本能需要不会因为道德和规则的束缚而消失，而会以新的形式“溢出来”。",
        "label": ""
      },
      {
        "sentence": "在神经症中，特别是强迫症，这种情况比较常见。",
        "label": ""
      },
      {
        "sentence": "拉黑导致了原有的“情愫”消失，你内心的需求再次出现了“空缺”，这导致你感到难过。",
        "label": ""
      },
      {
        "sentence": "你说：“这种情况不止一次，困扰着我的思绪”。",
        "label": ""
      },
      {
        "sentence": "迷雾背后是矛盾和困惑，矛盾和困惑的双方是人性的需求和现实婚姻的冲突。",
        "label": ""
      },
      {
        "sentence": "你说：“我不知道自己害怕什么？",
        "label": ""
      },
      {
        "sentence": "”你确实害怕什么，这种害怕让你选择逃避，选择“避重就轻”，也让你把自己置于迷雾中。",
        "label": ""
      },
      {
        "sentence": "你知道自己害怕的是什么。",
        "label": ""
      },
      {
        "sentence": "你没有做错任何事情，所有这些都是非常正常的。",
        "label": ""
      },
      {
        "sentence": "所以我们首先要弄清楚到底出了什么“问题”，这个“问题”不是错误，也没有贬义，可能是婚姻出了问题，也可能是人性的需求没有得到满足。",
        "label": ""
      },
      {
        "sentence": "所以，如果你愿意的话，我们可以先聊一聊你的婚姻。",
        "label": ""
      },
      {
        "sentence": "祝您生活愉快！",
        "label": ""
      }
    ]
  }
]