[
  {
    "role": "client",
    "content": "最近感到很困扰，有时会有一些优秀的异性朋友向我示好，虽然我感动，但我从来没有想过要建立超出朋友关系的事情。可后来他们就像对我不认识一样，甚至把我从微信上拉黑了。这种情况让我觉得很不舒服，我不知道我害怕的是什么，或者我是否需要别人的认可才能过好生活。这种情况不止一次发生，这让我感到很困扰，我实在想不出什么好的办法，希望你能帮助我解决这个问题。我说出来后感觉好多了。",
    "annotation": [
      {
        "sentence": "最近感到很困扰，有时会有一些优秀的异性朋友向我示好，虽然我感动，但我从来没有想过要建立超出朋友关系的事情。",
        "label": ""
      },
      {
        "sentence": "可后来他们就像对我不认识一样，甚至把我从微信上拉黑了。",
        "label": ""
      },
      {
        "sentence": "这种情况让我觉得很不舒服，我不知道我害怕的是什么，或者我是否需要别人的认可才能过好生活。",
        "label": ""
      },
      {
        "sentence": "这种情况不止一次发生，这让我感到很困扰，我实在想不出什么好的办法，希望你能帮助我解决这个问题。",
        "label": ""
      },
      {
        "sentence": "我说出来后感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我注意到你目前感到困惑，同时很欣赏你勇敢地表达了自己的困扰，并主动寻求帮助。你这样积极的行为无疑有助于更好地认识自己，看到自己更深层次的需求。人际关系是我们追求满足需求的过程。对于有些优秀的异性朋友向你示好，你心中有些感动，这些感动很可能源于你内心深处的需求。现在我想和你分享我的观察，希望能帮助你以不同的视角看待自己的需求。首先，每个人都有生命的本质需求，那就是“被看见”。如果我口渴了，你能递给我一杯水；如果我想要被尊重，你在交谈中专注且用心地倾听我，这些都是我的需求被满足了。因为被知道了，我似乎和对方建立了联系，建立了关系。而如果不被看见，两个人可能很亲近，但内心却是遥远的。你观察到有些优秀的异性朋友向你示好，那么他们是否因为看到了你才对你示好呢？他们是否通过这种方式表达出他们自己的优秀之处呢？这些问题需要你自己去深入探索，去发掘你内心更深层次的需求。同时，在你的留言中，我也注意到了你和你丈夫之间的互动。似乎你付出了很多，但你丈夫没有看到，甚至觉得是理所当然的。这种互动会让你感到被忽视，感到孤独，没有人了解你的内心。当跟那些“优秀的人”断绝联系时，也意味着自己不再被看到了。其次，学会通过其他关系来滋养自己的亲密关系是很重要的。人际关系的本质就是帮助我们成长。通过那些示好的异性朋友，我们有机会看到自己的需求，同时也可以问问自己，自己的这些需求在亲密关系中是否能够得到满足？自己能否满足自己的需求呢？我们渴望有个人完全理解自己，但是往往这个愿望被现实打败。你自己也认识到了这一点。其实在现实生活中，真的有人能完全了解自己吗？更多的时候，如果我们不说出来，无论男女，对方都不知道我们的真正需求是什么。而且你确定你真的希望对方完全了解自己吗？你观察到你需要一段真正亲密的关系，那么“真正亲密”对我来说意味着可以毫无保留地表达自己，无论是好的还是坏的，你都不担心对方会嫌弃。即使你情绪激动，也可以在对方面前发泄，因为你知道对方会接纳你。所以，我的观察是你需要一种充满包容性的关系，这样的关系无疑可以让你感到安全，也能在关系中得到滋养。最后，对于目前困扰你的问题，你可能没有足够的力量去面对它们。所以请给这些困扰一些空间和时间，让它们自然发展。与此同时，你可以做一些对自己重要的事情。比如提升自己，培养自己的心理力量，学习如何经营亲密关系，学习如何与伴侣进行有效沟通等。接受现在的自己，接受那些无法改变的部分，把你的精力放在你可以改变的部分，那样你就可以遇到更好的自己。不断积累积极的能量，当你能量足够的时候，你也就有能力更好地应对那些困扰自己的问题了。",
    "annotation": [
      {
        "sentence": "求助者，我注意到你目前感到困惑，同时很欣赏你勇敢地表达了自己的困扰，并主动寻求帮助。",
        "label": ""
      },
      {
        "sentence": "你这样积极的行为无疑有助于更好地认识自己，看到自己更深层次的需求。",
        "label": ""
      },
      {
        "sentence": "人际关系是我们追求满足需求的过程。",
        "label": ""
      },
      {
        "sentence": "对于有些优秀的异性朋友向你示好，你心中有些感动，这些感动很可能源于你内心深处的需求。",
        "label": ""
      },
      {
        "sentence": "现在我想和你分享我的观察，希望能帮助你以不同的视角看待自己的需求。",
        "label": ""
      },
      {
        "sentence": "首先，每个人都有生命的本质需求，那就是“被看见”。",
        "label": ""
      },
      {
        "sentence": "如果我口渴了，你能递给我一杯水；如果我想要被尊重，你在交谈中专注且用心地倾听我，这些都是我的需求被满足了。",
        "label": ""
      },
      {
        "sentence": "因为被知道了，我似乎和对方建立了联系，建立了关系。",
        "label": ""
      },
      {
        "sentence": "而如果不被看见，两个人可能很亲近，但内心却是遥远的。",
        "label": ""
      },
      {
        "sentence": "你观察到有些优秀的异性朋友向你示好，那么他们是否因为看到了你才对你示好呢？",
        "label": ""
      },
      {
        "sentence": "他们是否通过这种方式表达出他们自己的优秀之处呢？",
        "label": ""
      },
      {
        "sentence": "这些问题需要你自己去深入探索，去发掘你内心更深层次的需求。",
        "label": ""
      },
      {
        "sentence": "同时，在你的留言中，我也注意到了你和你丈夫之间的互动。",
        "label": ""
      },
      {
        "sentence": "似乎你付出了很多，但你丈夫没有看到，甚至觉得是理所当然的。",
        "label": ""
      },
      {
        "sentence": "这种互动会让你感到被忽视，感到孤独，没有人了解你的内心。",
        "label": ""
      },
      {
        "sentence": "当跟那些“优秀的人”断绝联系时，也意味着自己不再被看到了。",
        "label": ""
      },
      {
        "sentence": "其次，学会通过其他关系来滋养自己的亲密关系是很重要的。",
        "label": ""
      },
      {
        "sentence": "人际关系的本质就是帮助我们成长。",
        "label": ""
      },
      {
        "sentence": "通过那些示好的异性朋友，我们有机会看到自己的需求，同时也可以问问自己，自己的这些需求在亲密关系中是否能够得到满足？",
        "label": ""
      },
      {
        "sentence": "自己能否满足自己的需求呢？",
        "label": ""
      },
      {
        "sentence": "我们渴望有个人完全理解自己，但是往往这个愿望被现实打败。",
        "label": ""
      },
      {
        "sentence": "你自己也认识到了这一点。",
        "label": ""
      },
      {
        "sentence": "其实在现实生活中，真的有人能完全了解自己吗？",
        "label": ""
      },
      {
        "sentence": "更多的时候，如果我们不说出来，无论男女，对方都不知道我们的真正需求是什么。",
        "label": ""
      },
      {
        "sentence": "而且你确定你真的希望对方完全了解自己吗？",
        "label": ""
      },
      {
        "sentence": "你观察到你需要一段真正亲密的关系，那么“真正亲密”对我来说意味着可以毫无保留地表达自己，无论是好的还是坏的，你都不担心对方会嫌弃。",
        "label": ""
      },
      {
        "sentence": "即使你情绪激动，也可以在对方面前发泄，因为你知道对方会接纳你。",
        "label": ""
      },
      {
        "sentence": "所以，我的观察是你需要一种充满包容性的关系，这样的关系无疑可以让你感到安全，也能在关系中得到滋养。",
        "label": ""
      },
      {
        "sentence": "最后，对于目前困扰你的问题，你可能没有足够的力量去面对它们。",
        "label": ""
      },
      {
        "sentence": "所以请给这些困扰一些空间和时间，让它们自然发展。",
        "label": ""
      },
      {
        "sentence": "与此同时，你可以做一些对自己重要的事情。",
        "label": ""
      },
      {
        "sentence": "比如提升自己，培养自己的心理力量，学习如何经营亲密关系，学习如何与伴侣进行有效沟通等。",
        "label": ""
      },
      {
        "sentence": "接受现在的自己，接受那些无法改变的部分，把你的精力放在你可以改变的部分，那样你就可以遇到更好的自己。",
        "label": ""
      },
      {
        "sentence": "不断积累积极的能量，当你能量足够的时候，你也就有能力更好地应对那些困扰自己的问题了。",
        "label": ""
      }
    ]
  }
]