[
  {
    "role": "client",
    "content": "我是个18岁的男生，刚高中毕业，近来感到越来越无力... 暑假前我努力了很久，做了很多事情，自己也有了很大的改变，社交恐惧和抑郁情绪都减轻了很多。但放假以来，由于与家人无法沟通（从小就是这样），加上没有太多事情做，越来越感到郁闷，心里的空洞感又变得更加强烈了。之后，最近连续好多天都下雨，没法出门锻炼，让我的心情变得更加糟糕。前天凌晨一点多才入睡，结果一夜都睡不好，一直在幻想自己永远孤独，还有一个过去我自己还没有承认喜欢的女孩，她加重了我孤独的感觉，我一直认为她是一个非常幸福、内心非常强大的人，除非她主动，否则别人根本进不了她的内心（她与最好的女性朋友也很难亲近）。然后我突然发现我的心律异常，只睡着三个小时。接着两天来（直到现在），我的心脏一直很不舒服地跳动，今天早上我自己去医院检查了。整个早上都感觉不顺利，运气很差，而且面对陌生人我变得说不出话了，回家的时候那种可怕的抑郁感又回来了，莫名地想哭。刚才终于决定直接问女生为什么不回我的消息，她却告诉我她的哥哥意外去世了... 这下来把我更迷茫难受了。",
    "annotation": [
      {
        "sentence": "我是个18岁的男生，刚高中毕业，近来感到越来越无力... 暑假前我努力了很久，做了很多事情，自己也有了很大的改变，社交恐惧和抑郁情绪都减轻了很多。",
        "label": ""
      },
      {
        "sentence": "但放假以来，由于与家人无法沟通（从小就是这样），加上没有太多事情做，越来越感到郁闷，心里的空洞感又变得更加强烈了。",
        "label": ""
      },
      {
        "sentence": "之后，最近连续好多天都下雨，没法出门锻炼，让我的心情变得更加糟糕。",
        "label": ""
      },
      {
        "sentence": "前天凌晨一点多才入睡，结果一夜都睡不好，一直在幻想自己永远孤独，还有一个过去我自己还没有承认喜欢的女孩，她加重了我孤独的感觉，我一直认为她是一个非常幸福、内心非常强大的人，除非她主动，否则别人根本进不了她的内心（她与最好的女性朋友也很难亲近）。",
        "label": ""
      },
      {
        "sentence": "然后我突然发现我的心律异常，只睡着三个小时。",
        "label": ""
      },
      {
        "sentence": "接着两天来（直到现在），我的心脏一直很不舒服地跳动，今天早上我自己去医院检查了。",
        "label": ""
      },
      {
        "sentence": "整个早上都感觉不顺利，运气很差，而且面对陌生人我变得说不出话了，回家的时候那种可怕的抑郁感又回来了，莫名地想哭。",
        "label": ""
      },
      {
        "sentence": "刚才终于决定直接问女生为什么不回我的消息，她却告诉我她的哥哥意外去世了... 这下来把我更迷茫难受了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先我想说，你真的很棒，暑假之前的努力使得你取得了改变，这显示了你是一个有能力有勇气让自己变得更好的人，所以，你一定要相信自己。如果你觉得与家人无法沟通，那可能是从小到大你们之间的「沟通方式」出了问题，也许你可以找个空闲的时间与家人好好沟通一下，把你的心事和想法与家人分享，同时也可以询问一下家人对你的一些意见和想法，希望大家在这个过程中都能耐心倾听对方的需求。关于很难凑到同学一起玩的问题，其实一起出去玩的同学并不需要那么多，两个人或者三个人一起出去玩都可以啊，只要能愉快地玩耍就好。下雨天你可以去健身房锻炼，找个离家近的健身房，出一下汗，做一些喜欢的运动，也许能带给你快乐的锻炼体验。如果在家觉得无聊，也许可以找些自己喜欢的事情做，比如看看喜欢的书籍，观看一些喜欢的电视节目，或者尝试养花之类的活动，也可以学学做饭。如果你把这些当成兴趣爱好，每天会过得充实，也可能没有时间去想那么多负面情绪了。关于你喜欢的那个女孩，她现在可能遇到了一些家庭方面的变故，这时如果你主动关心她、照顾她，多和她沟通并了解她的情况，可能会更容易让她敞开心扉，同时也能帮助你与别人多进行沟通。你的付出和关心是很有意义的，要相信自己的能力和价值，不要因为前进的道路有些困难而放弃，我们都会一直支持你的。",
    "annotation": [
      {
        "sentence": "首先我想说，你真的很棒，暑假之前的努力使得你取得了改变，这显示了你是一个有能力有勇气让自己变得更好的人，所以，你一定要相信自己。",
        "label": ""
      },
      {
        "sentence": "如果你觉得与家人无法沟通，那可能是从小到大你们之间的「沟通方式」出了问题，也许你可以找个空闲的时间与家人好好沟通一下，把你的心事和想法与家人分享，同时也可以询问一下家人对你的一些意见和想法，希望大家在这个过程中都能耐心倾听对方的需求。",
        "label": ""
      },
      {
        "sentence": "关于很难凑到同学一起玩的问题，其实一起出去玩的同学并不需要那么多，两个人或者三个人一起出去玩都可以啊，只要能愉快地玩耍就好。",
        "label": ""
      },
      {
        "sentence": "下雨天你可以去健身房锻炼，找个离家近的健身房，出一下汗，做一些喜欢的运动，也许能带给你快乐的锻炼体验。",
        "label": ""
      },
      {
        "sentence": "如果在家觉得无聊，也许可以找些自己喜欢的事情做，比如看看喜欢的书籍，观看一些喜欢的电视节目，或者尝试养花之类的活动，也可以学学做饭。",
        "label": ""
      },
      {
        "sentence": "如果你把这些当成兴趣爱好，每天会过得充实，也可能没有时间去想那么多负面情绪了。",
        "label": ""
      },
      {
        "sentence": "关于你喜欢的那个女孩，她现在可能遇到了一些家庭方面的变故，这时如果你主动关心她、照顾她，多和她沟通并了解她的情况，可能会更容易让她敞开心扉，同时也能帮助你与别人多进行沟通。",
        "label": ""
      },
      {
        "sentence": "你的付出和关心是很有意义的，要相信自己的能力和价值，不要因为前进的道路有些困难而放弃，我们都会一直支持你的。",
        "label": ""
      }
    ]
  }
]