[
  {
    "role": "client",
    "content": "我是一个35岁已婚女性，最近经常会有一些优秀的异性向我示好。他们就在我的身边，有时候会有一些优秀的异性朋友向我示好，这让我感到很感动。但是我从来没有想过要和他们发展超出朋友关系的事情。然而，后来他们都把我从微信上拉黑了，见面时就像陌生人一样对待我。虽然我可以接受这种情况，但心里感到不舒服，觉得很难过，也不知道自己到底害怕什么。或许是因为我需要得到别人的认可才能过好生活吧......我好困惑，想不出什么好的办法，希望你能帮帮我！说出来感觉好多了。",
    "annotation": [
      {
        "sentence": "我是一个35岁已婚女性，最近经常会有一些优秀的异性向我示好。",
        "label": ""
      },
      {
        "sentence": "他们就在我的身边，有时候会有一些优秀的异性朋友向我示好，这让我感到很感动。",
        "label": ""
      },
      {
        "sentence": "但是我从来没有想过要和他们发展超出朋友关系的事情。",
        "label": ""
      },
      {
        "sentence": "然而，后来他们都把我从微信上拉黑了，见面时就像陌生人一样对待我。",
        "label": ""
      },
      {
        "sentence": "虽然我可以接受这种情况，但心里感到不舒服，觉得很难过，也不知道自己到底害怕什么。",
        "label": ""
      },
      {
        "sentence": "或许是因为我需要得到别人的认可才能过好生活吧......我好困惑，想不出什么好的办法，希望你能帮帮我！",
        "label": ""
      },
      {
        "sentence": "说出来感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在一些优秀的异性向你示好时，通常人们都会感到开心和高兴，觉得自己被认可并拥有魅力。在你感动的同时主动切断联系，这似乎让你内心担心和恐惧。你既感觉像是与陌生人一样遭遇，却又让自己感到难过。我可以看出你心里有一种冲突和矛盾的感受，你的行为和感受也不一致。那是什么让你无法真实地表达自己呢？",
    "annotation": [
      {
        "sentence": "在一些优秀的异性向你示好时，通常人们都会感到开心和高兴，觉得自己被认可并拥有魅力。",
        "label": ""
      },
      {
        "sentence": "在你感动的同时主动切断联系，这似乎让你内心担心和恐惧。",
        "label": ""
      },
      {
        "sentence": "你既感觉像是与陌生人一样遭遇，却又让自己感到难过。",
        "label": ""
      },
      {
        "sentence": "我可以看出你心里有一种冲突和矛盾的感受，你的行为和感受也不一致。",
        "label": ""
      },
      {
        "sentence": "那是什么让你无法真实地表达自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是我害怕被误解或被人误会吧。我想保持朋友关系，但也害怕他们对我抱有其他期待。我不想伤害别人，所以选择了保持距离。可是，每当他们拉黑我或对我冷漠时，我会觉得很受伤，觉得自己没有被尊重和认可。",
    "annotation": [
      {
        "sentence": "可能是我害怕被误解或被人误会吧。",
        "label": ""
      },
      {
        "sentence": "我想保持朋友关系，但也害怕他们对我抱有其他期待。",
        "label": ""
      },
      {
        "sentence": "我不想伤害别人，所以选择了保持距离。",
        "label": ""
      },
      {
        "sentence": "可是，每当他们拉黑我或对我冷漠时，我会觉得很受伤，觉得自己没有被尊重和认可。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧和害怕受伤的感受。你希望保持朋友关系，但也不想让他们对你抱有其他期待，这表明你对别人的感受和关系非常在乎。有时候我们选择保持距离是为了保护自己，这是个很正常的反应。但同时，你也提到了当他们对你冷漠时你会受伤，这意味着你也渴望被尊重和认可。你的感受很真实，你试图平衡保护自己和满足自己的需求，这是很不容易的。你觉得你在这种情况下还有其他的选择吗？",
    "annotation": [
      {
        "sentence": "我理解你的担忧和害怕受伤的感受。",
        "label": ""
      },
      {
        "sentence": "你希望保持朋友关系，但也不想让他们对你抱有其他期待，这表明你对别人的感受和关系非常在乎。",
        "label": ""
      },
      {
        "sentence": "有时候我们选择保持距离是为了保护自己，这是个很正常的反应。",
        "label": ""
      },
      {
        "sentence": "但同时，你也提到了当他们对你冷漠时你会受伤，这意味着你也渴望被尊重和认可。",
        "label": ""
      },
      {
        "sentence": "你的感受很真实，你试图平衡保护自己和满足自己的需求，这是很不容易的。",
        "label": ""
      },
      {
        "sentence": "你觉得你在这种情况下还有其他的选择吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得这种情况下，我可能需要更好地表达自己的想法和感受。也许我应该更坦诚地与他们沟通，告诉他们我只希望保持友谊，不想发展其他关系。这样的话，即使他们无法接受，至少我会觉得自己真实地表达了自己。",
    "annotation": [
      {
        "sentence": "我觉得这种情况下，我可能需要更好地表达自己的想法和感受。",
        "label": ""
      },
      {
        "sentence": "也许我应该更坦诚地与他们沟通，告诉他们我只希望保持友谊，不想发展其他关系。",
        "label": ""
      },
      {
        "sentence": "这样的话，即使他们无法接受，至少我会觉得自己真实地表达了自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很明智。更坦诚地与他们沟通可以帮助你表达自己的真实意愿和感受。你并不需要为了保护他人感到内疚，因为你有权利和自由选择自己的关系。试着与他们坦诚地交流，告诉他们你只希望保持友谊，并且不想发展其他的关系。这样你会感到更加真实和自由。你觉得对此有信心吗？",
    "annotation": [
      {
        "sentence": "你的想法很明智。",
        "label": ""
      },
      {
        "sentence": "更坦诚地与他们沟通可以帮助你表达自己的真实意愿和感受。",
        "label": ""
      },
      {
        "sentence": "你并不需要为了保护他人感到内疚，因为你有权利和自由选择自己的关系。",
        "label": ""
      },
      {
        "sentence": "试着与他们坦诚地交流，告诉他们你只希望保持友谊，并且不想发展其他的关系。",
        "label": ""
      },
      {
        "sentence": "这样你会感到更加真实和自由。",
        "label": ""
      },
      {
        "sentence": "你觉得对此有信心吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得我应该试试这种方式。虽然我有点紧张，但也希望能够真实地表达自己。谢谢你的支持和鼓励，让我有了更清晰的思路。",
    "annotation": [
      {
        "sentence": "是的，我觉得我应该试试这种方式。",
        "label": ""
      },
      {
        "sentence": "虽然我有点紧张，但也希望能够真实地表达自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励，让我有了更清晰的思路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很欣赏你的勇气和愿意面对自己的心声。不论结果如何，你的真实和坦诚将是自我成长和解决问题的重要一步。我相信你能应对好这个挑战。如果以后还有什么困惑或问题，记得随时寻求帮助和支持。",
    "annotation": [
      {
        "sentence": "不客气，我很欣赏你的勇气和愿意面对自己的心声。",
        "label": ""
      },
      {
        "sentence": "不论结果如何，你的真实和坦诚将是自我成长和解决问题的重要一步。",
        "label": ""
      },
      {
        "sentence": "我相信你能应对好这个挑战。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么困惑或问题，记得随时寻求帮助和支持。",
        "label": ""
      }
    ]
  }
]