[
  {
    "role": "client",
    "content": "相亲之前期待，相亲总是失败，相亲过后就是沮丧？从22岁到30岁不断相亲，要么是我不喜欢他，要么是他不喜欢我。然后我就陷入不断相亲不断失败的循环里，不能自拔。痛苦于相亲，想进入恋爱关系。30岁了重来没有感受过恋爱的甜蜜。",
    "annotation": [
      {
        "sentence": "相亲之前期待，相亲总是失败，相亲过后就是沮丧？",
        "label": ""
      },
      {
        "sentence": "从22岁到30岁不断相亲，要么是我不喜欢他，要么是他不喜欢我。",
        "label": ""
      },
      {
        "sentence": "然后我就陷入不断相亲不断失败的循环里，不能自拔。",
        "label": ""
      },
      {
        "sentence": "痛苦于相亲，想进入恋爱关系。",
        "label": ""
      },
      {
        "sentence": "30岁了重来没有感受过恋爱的甜蜜。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说30岁了，从来没有感受过恋爱的甜蜜，同时我们也看到你从20岁——30岁不断地参与相亲，哇喔，好棒啊，你是怎么坚持过来的呢？如果有一个重要的人看到正在感受恋爱的甜蜜，他最先看到你什么样的变化呢？我想你在思考这些问题的时候，也许嘴角会扬起些许的微笑，因为被人喜欢和喜欢别人也是恋爱甜蜜的一个过程，不是吗？",
    "annotation": [
      {
        "sentence": "你说30岁了，从来没有感受过恋爱的甜蜜，同时我们也看到你从20岁——30岁不断地参与相亲，哇喔，好棒啊，你是怎么坚持过来的呢？",
        "label": ""
      },
      {
        "sentence": "如果有一个重要的人看到正在感受恋爱的甜蜜，他最先看到你什么样的变化呢？",
        "label": ""
      },
      {
        "sentence": "我想你在思考这些问题的时候，也许嘴角会扬起些许的微笑，因为被人喜欢和喜欢别人也是恋爱甜蜜的一个过程，不是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的也有道理，我从相亲这个角度来看确实是坚持了很久，不过每次结束后的失望感让我觉得很难受。我希望能够找到适合我的人，但却一直没有成功，我是不是做错了什么？",
    "annotation": [
      {
        "sentence": "你说的也有道理，我从相亲这个角度来看确实是坚持了很久，不过每次结束后的失望感让我觉得很难受。",
        "label": ""
      },
      {
        "sentence": "我希望能够找到适合我的人，但却一直没有成功，我是不是做错了什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "想要找到适合自己的人确实是很挑战的一件事情，但是你已经走了这么远，也许只是差一点点就能找到了。我们都知道恋爱关系是双方的事情，不能只把责任全部放在自己身上。或许你可以试着换个角度来看待相亲的失败，它们只是一些过程中的阶段，而不是你个人的失败。你已经付出了努力去寻找适合的人，这本身就值得称赞和肯定。",
    "annotation": [
      {
        "sentence": "想要找到适合自己的人确实是很挑战的一件事情，但是你已经走了这么远，也许只是差一点点就能找到了。",
        "label": ""
      },
      {
        "sentence": "我们都知道恋爱关系是双方的事情，不能只把责任全部放在自己身上。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着换个角度来看待相亲的失败，它们只是一些过程中的阶段，而不是你个人的失败。",
        "label": ""
      },
      {
        "sentence": "你已经付出了努力去寻找适合的人，这本身就值得称赞和肯定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，也许我一直过于强调相亲的失败，而忽略了其中的收获和成长。我可以尝试更加积极地看待相亲，将其作为一个学习爱与被爱的过程，从中汲取经验和教训。毕竟每一段恋爱都是一个宝贵的机会。",
    "annotation": [
      {
        "sentence": "你说得对，也许我一直过于强调相亲的失败，而忽略了其中的收获和成长。",
        "label": ""
      },
      {
        "sentence": "我可以尝试更加积极地看待相亲，将其作为一个学习爱与被爱的过程，从中汲取经验和教训。",
        "label": ""
      },
      {
        "sentence": "毕竟每一段恋爱都是一个宝贵的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常赞同你的观点！恋爱是一个互动的过程，通过相亲，你有机会接触到各种不同类型的人，了解不同的行业特点，学习如何爱和被爱。相亲并不是为了婚姻，而是为了享受社会化交流的美好，以及实现更好的彼此。所以，不要过于在意婚姻的结果，而是专注于在相亲中提升自己，丰富自己的经历和情感。",
    "annotation": [
      {
        "sentence": "非常赞同你的观点！",
        "label": ""
      },
      {
        "sentence": "恋爱是一个互动的过程，通过相亲，你有机会接触到各种不同类型的人，了解不同的行业特点，学习如何爱和被爱。",
        "label": ""
      },
      {
        "sentence": "相亲并不是为了婚姻，而是为了享受社会化交流的美好，以及实现更好的彼此。",
        "label": ""
      },
      {
        "sentence": "所以，不要过于在意婚姻的结果，而是专注于在相亲中提升自己，丰富自己的经历和情感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我之前一直以为只有通过婚姻才能获得真正的幸福，但你的话让我有了新的认识。恋爱并不是为了达到婚姻的目的，而是为了享受过程中的美好和成长。我要更加开放地看待相亲，不再将其定义为失败，而是接受它为一种可能的途径，无论成败都是我自己的选择和经历。",
    "annotation": [
      {
        "sentence": "我之前一直以为只有通过婚姻才能获得真正的幸福，但你的话让我有了新的认识。",
        "label": ""
      },
      {
        "sentence": "恋爱并不是为了达到婚姻的目的，而是为了享受过程中的美好和成长。",
        "label": ""
      },
      {
        "sentence": "我要更加开放地看待相亲，不再将其定义为失败，而是接受它为一种可能的途径，无论成败都是我自己的选择和经历。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰看到你对相亲话题的观念逐渐改变。相亲是一种不同的交际方式，它可以帮助我们结识到不同的人，看到不同的可能性。要心怀积极的态度，享受相亲的过程，因为无论是否遇到适合的人，都是对自己成长的一种贡献。而单身并不意味着没有选择，你可以为自己创造更多的幸福和快乐。",
    "annotation": [
      {
        "sentence": "非常欣慰看到你对相亲话题的观念逐渐改变。",
        "label": ""
      },
      {
        "sentence": "相亲是一种不同的交际方式，它可以帮助我们结识到不同的人，看到不同的可能性。",
        "label": ""
      },
      {
        "sentence": "要心怀积极的态度，享受相亲的过程，因为无论是否遇到适合的人，都是对自己成长的一种贡献。",
        "label": ""
      },
      {
        "sentence": "而单身并不意味着没有选择，你可以为自己创造更多的幸福和快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理。我要更加关注自己的内心需求，为自己而活，不单纯地把幸福寄托在相亲的结果上。我要发掘更多的兴趣爱好，认识更多的朋友，以丰富自己的生活，并相信有一天会遇到适合的人。",
    "annotation": [
      {
        "sentence": "你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "我要更加关注自己的内心需求，为自己而活，不单纯地把幸福寄托在相亲的结果上。",
        "label": ""
      },
      {
        "sentence": "我要发掘更多的兴趣爱好，认识更多的朋友，以丰富自己的生活，并相信有一天会遇到适合的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的决心和信念非常令人钦佩！相信我，只要你保持这样的心态和努力，幸福一定会降临在你身上。同时，也请善待自己，给自己更多的爱和关怀，因为你是一个值得共度一生的人。无论相亲的结果如何，你都应该为自己感到骄傲和自豪！",
    "annotation": [
      {
        "sentence": "你的决心和信念非常令人钦佩！",
        "label": ""
      },
      {
        "sentence": "相信我，只要你保持这样的心态和努力，幸福一定会降临在你身上。",
        "label": ""
      },
      {
        "sentence": "同时，也请善待自己，给自己更多的爱和关怀，因为你是一个值得共度一生的人。",
        "label": ""
      },
      {
        "sentence": "无论相亲的结果如何，你都应该为自己感到骄傲和自豪！",
        "label": ""
      }
    ]
  }
]