[
  {
    "role": "client",
    "content": "想知道男朋友是不是双性恋，有没有办法纠正他的取向？和男朋友好了三年，他今年才23岁，我27，和他好的三年基本是同居还一起创业，感情从开始甜蜜转向了无休止的争吵，后来他因为接触到同性恋朋友，这个gay比较优秀，小有成就并且人有趣风情，并且还在他事业上带来一定帮助。所以有一次因为他们一起吃饭，这段时间我们的感情正处于争吵冷战崩溃的边缘，那个gay喝醉了亲吻他，他没有抗拒，闭着嘴巴懵着脑袋让人亲了，那个gay还张嘴了并且让我男朋友留下来陪他但是我男朋友没有。后来这件事发生后，我觉得我男朋友更是精神恍惚心思不在我身上，但是把这件事情告诉了我，也很苦恼自己是不是双性恋，还是说因为觉得那个gay能给他的事业带来很大帮助，后来我安慰他，陪他渡过了那段他苦恼的时光，现在我改变了我们的相处模式感情慢慢越来越好了，但是我还是担心他以后跟那个gay接触，因为他说过会去找这些人帮忙。我男朋友从小是跟妈妈感情特别好，跟父亲关系不好，他父亲经常否定他不会和他好好说话。",
    "annotation": [
      {
        "sentence": "想知道男朋友是不是双性恋，有没有办法纠正他的取向？",
        "label": ""
      },
      {
        "sentence": "和男朋友好了三年，他今年才23岁，我27，和他好的三年基本是同居还一起创业，感情从开始甜蜜转向了无休止的争吵，后来他因为接触到同性恋朋友，这个gay比较优秀，小有成就并且人有趣风情，并且还在他事业上带来一定帮助。",
        "label": ""
      },
      {
        "sentence": "所以有一次因为他们一起吃饭，这段时间我们的感情正处于争吵冷战崩溃的边缘，那个gay喝醉了亲吻他，他没有抗拒，闭着嘴巴懵着脑袋让人亲了，那个gay还张嘴了并且让我男朋友留下来陪他但是我男朋友没有。",
        "label": ""
      },
      {
        "sentence": "后来这件事发生后，我觉得我男朋友更是精神恍惚心思不在我身上，但是把这件事情告诉了我，也很苦恼自己是不是双性恋，还是说因为觉得那个gay能给他的事业带来很大帮助，后来我安慰他，陪他渡过了那段他苦恼的时光，现在我改变了我们的相处模式感情慢慢越来越好了，但是我还是担心他以后跟那个gay接触，因为他说过会去找这些人帮忙。",
        "label": ""
      },
      {
        "sentence": "我男朋友从小是跟妈妈感情特别好，跟父亲关系不好，他父亲经常否定他不会和他好好说话。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "见字如面，希望这些文字，能给你带来哪怕一点点温暖。首先我要说【这并不是性取向的问题，而是一段感情中该如何保持与他人之间的距离】。请你设想一下，如果有一个比较优秀的女孩子，能在事业上给予你男友帮助，而他们一起吃饭的时候你男友喝醉两人接吻了，你男朋友以后也还会因为工作和她接触，你是不是能接受这件事？",
    "annotation": [
      {
        "sentence": "见字如面，希望这些文字，能给你带来哪怕一点点温暖。",
        "label": ""
      },
      {
        "sentence": "首先我要说【这并不是性取向的问题，而是一段感情中该如何保持与他人之间的距离】。",
        "label": ""
      },
      {
        "sentence": "请你设想一下，如果有一个比较优秀的女孩子，能在事业上给予你男友帮助，而他们一起吃饭的时候你男友喝醉两人接吻了，你男朋友以后也还会因为工作和她接触，你是不是能接受这件事？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想了一下，如果是女孩子，我可能会觉得不舒服，甚至可能会生气。但是我也明白你说的是对的，应该关注的是如何保持与他人之间的距离，而不仅仅局限于他的性取向。我也希望他能把握人际交往的距离，不让自己因为对方的优秀而产生一些暧昧的行为。",
    "annotation": [
      {
        "sentence": "我想了一下，如果是女孩子，我可能会觉得不舒服，甚至可能会生气。",
        "label": ""
      },
      {
        "sentence": "但是我也明白你说的是对的，应该关注的是如何保持与他人之间的距离，而不仅仅局限于他的性取向。",
        "label": ""
      },
      {
        "sentence": "我也希望他能把握人际交往的距离，不让自己因为对方的优秀而产生一些暧昧的行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说的很对，关键还是要建立沟通，让他明白不要因为事业上的帮助而失去了对你的关注和爱。你们现在相处模式改变后，感情慢慢变好了，这已经是一个很好的开始了。但是我觉得你还是应该和他坦诚地谈一谈，告诉他你的担忧和不安，让他明白你的感受。",
    "annotation": [
      {
        "sentence": "你说的很对，关键还是要建立沟通，让他明白不要因为事业上的帮助而失去了对你的关注和爱。",
        "label": ""
      },
      {
        "sentence": "你们现在相处模式改变后，感情慢慢变好了，这已经是一个很好的开始了。",
        "label": ""
      },
      {
        "sentence": "但是我觉得你还是应该和他坦诚地谈一谈，告诉他你的担忧和不安，让他明白你的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我觉得我应该和他好好沟通一下，告诉他我对他接触那个gay的担心和忧虑。毕竟他们之间有过一些暧昧的亲吻，虽然他没有抗拒，但是我担心这种接触会再次发生，对我们的感情造成伤害。",
    "annotation": [
      {
        "sentence": "你说得对，我觉得我应该和他好好沟通一下，告诉他我对他接触那个gay的担心和忧虑。",
        "label": ""
      },
      {
        "sentence": "毕竟他们之间有过一些暧昧的亲吻，虽然他没有抗拒，但是我担心这种接触会再次发生，对我们的感情造成伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "沟通是解决问题的关键，你的想法很成熟。当你们坐下来好好谈谈的时候，可以分享你的感受和担忧，并询问他的想法和打算。只有通过沟通交流，你们才能更好地理解对方的需求和感受，从而找到解决问题的方法。",
    "annotation": [
      {
        "sentence": "沟通是解决问题的关键，你的想法很成熟。",
        "label": ""
      },
      {
        "sentence": "当你们坐下来好好谈谈的时候，可以分享你的感受和担忧，并询问他的想法和打算。",
        "label": ""
      },
      {
        "sentence": "只有通过沟通交流，你们才能更好地理解对方的需求和感受，从而找到解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我觉得我现在更加有信心去和他沟通了。我明白了，这个问题并不仅仅是关于他的性取向，而是关于我们之间的沟通和信任。我会好好和他谈一谈，让我们的关系变得更加坚固。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我觉得我现在更加有信心去和他沟通了。",
        "label": ""
      },
      {
        "sentence": "我明白了，这个问题并不仅仅是关于他的性取向，而是关于我们之间的沟通和信任。",
        "label": ""
      },
      {
        "sentence": "我会好好和他谈一谈，让我们的关系变得更加坚固。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助到你，你的觉悟和决心让我非常欣慰。记住，在沟通的过程中要保持冷静和理性，别让情绪左右你们的判断。相信你们一定能够克服这个困难，建立起更加牢固的感情基础。祝福你们，希望你们以后都能幸福美满。如果还有其他问题，随时来找我谈谈。",
    "annotation": [
      {
        "sentence": "很高兴能够帮助到你，你的觉悟和决心让我非常欣慰。",
        "label": ""
      },
      {
        "sentence": "记住，在沟通的过程中要保持冷静和理性，别让情绪左右你们的判断。",
        "label": ""
      },
      {
        "sentence": "相信你们一定能够克服这个困难，建立起更加牢固的感情基础。",
        "label": ""
      },
      {
        "sentence": "祝福你们，希望你们以后都能幸福美满。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我谈谈。",
        "label": ""
      }
    ]
  }
]