[
  {
    "role": "client",
    "content": "我最近遇到一个问题，需要你的建议和支持。我今年22岁，大四学生，在和男友交往两周的时候，他就说等我毕业了就要和我结婚。我们在之前认识，但是没有怎么接触过。最近有一些考试，我们开始了一些短信聊天，然后慢慢地互相熟悉起来。我们还一起出去散步聊天、吃饭，非常愉快。然而，在上周的时候，他突然向我表白。因为我也喜欢他，所以答应了他的表白。一开始我们说先慢慢相处，对未来没有太多的考虑。可是前几天，我们谈到了结婚的话题，他竟然说等我毕业了，也就是一年后我们就结婚。我觉得我还年轻，不想那么早就结婚。我坦诚地表达了我的感受和想法，可是他告诉我他比我年龄大，他妈妈一直希望他能在明年结婚。这件事情使得我们最近几天没有好好地交流，不愉快的情绪也影响了我们的关系。我父母也对我说先稳定工作再结婚，但他却坚持一年后要结婚。我真的不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "我最近遇到一个问题，需要你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我今年22岁，大四学生，在和男友交往两周的时候，他就说等我毕业了就要和我结婚。",
        "label": ""
      },
      {
        "sentence": "我们在之前认识，但是没有怎么接触过。",
        "label": ""
      },
      {
        "sentence": "最近有一些考试，我们开始了一些短信聊天，然后慢慢地互相熟悉起来。",
        "label": ""
      },
      {
        "sentence": "我们还一起出去散步聊天、吃饭，非常愉快。",
        "label": ""
      },
      {
        "sentence": "然而，在上周的时候，他突然向我表白。",
        "label": ""
      },
      {
        "sentence": "因为我也喜欢他，所以答应了他的表白。",
        "label": ""
      },
      {
        "sentence": "一开始我们说先慢慢相处，对未来没有太多的考虑。",
        "label": ""
      },
      {
        "sentence": "可是前几天，我们谈到了结婚的话题，他竟然说等我毕业了，也就是一年后我们就结婚。",
        "label": ""
      },
      {
        "sentence": "我觉得我还年轻，不想那么早就结婚。",
        "label": ""
      },
      {
        "sentence": "我坦诚地表达了我的感受和想法，可是他告诉我他比我年龄大，他妈妈一直希望他能在明年结婚。",
        "label": ""
      },
      {
        "sentence": "这件事情使得我们最近几天没有好好地交流，不愉快的情绪也影响了我们的关系。",
        "label": ""
      },
      {
        "sentence": "我父母也对我说先稳定工作再结婚，但他却坚持一年后要结婚。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，～姑娘，我完全理解你现在的心情。首先，你要知道自己不必为这个问题过于烦恼，因为他对于结婚的急切程度和你是否同意早结婚是两个不同的问题。这是一个界限问题。他单方面坚持一年后结婚的想法，真的有点过于自私了。他是不是打算安排你的人生，不顾你的想法来逼迫你呢？我要告诉你，你有完全的权利拒绝这种说法，你不同意结婚，是没有任何人可以强迫你的。毕竟，婚姻法规定了婚姻自由。事实上，关键问题不是这个争论、这个分歧，而是他不够尊重你。我们都知道互相尊重和平等交流在一段关系中是多么重要。你已经表达了自己的想法，而他却固执己见。也许你们需要更深入地交流，也许你需要重新审视你们的关系，审视他的人品。我很难保证，如果在以后的事情上，他会不会一味地坚持己见，逼迫你，为难你，不尊重你。所以我希望你慎重考虑。祝你好运。",
    "annotation": [
      {
        "sentence": "明白了，～姑娘，我完全理解你现在的心情。",
        "label": ""
      },
      {
        "sentence": "首先，你要知道自己不必为这个问题过于烦恼，因为他对于结婚的急切程度和你是否同意早结婚是两个不同的问题。",
        "label": ""
      },
      {
        "sentence": "这是一个界限问题。",
        "label": ""
      },
      {
        "sentence": "他单方面坚持一年后结婚的想法，真的有点过于自私了。",
        "label": ""
      },
      {
        "sentence": "他是不是打算安排你的人生，不顾你的想法来逼迫你呢？",
        "label": ""
      },
      {
        "sentence": "我要告诉你，你有完全的权利拒绝这种说法，你不同意结婚，是没有任何人可以强迫你的。",
        "label": ""
      },
      {
        "sentence": "毕竟，婚姻法规定了婚姻自由。",
        "label": ""
      },
      {
        "sentence": "事实上，关键问题不是这个争论、这个分歧，而是他不够尊重你。",
        "label": ""
      },
      {
        "sentence": "我们都知道互相尊重和平等交流在一段关系中是多么重要。",
        "label": ""
      },
      {
        "sentence": "你已经表达了自己的想法，而他却固执己见。",
        "label": ""
      },
      {
        "sentence": "也许你们需要更深入地交流，也许你需要重新审视你们的关系，审视他的人品。",
        "label": ""
      },
      {
        "sentence": "我很难保证，如果在以后的事情上，他会不会一味地坚持己见，逼迫你，为难你，不尊重你。",
        "label": ""
      },
      {
        "sentence": "所以我希望你慎重考虑。",
        "label": ""
      },
      {
        "sentence": "祝你好运。",
        "label": ""
      }
    ]
  }
]