[
  {
    "role": "client",
    "content": "大家好，我最近遇到了一个问题，想听听你们的意见。我今年22岁大四，和男友交往才两周，他就说等我毕业了就结婚。我和男朋友以前就认识，但平时没有怎么联系过。前段时间，因为一些考试的事情，我和他开始发消息聊天，渐渐地熟悉了起来，也会一起出去散步聊天吃饭。直到上周，他突然向我表白，因为我也喜欢他，就答应了他。刚开始我们说先慢慢相处，没有考虑太多。可是前几天，他突然提到结婚的话题，说等我毕业了，也就是一年后我们俩就结婚。我感觉自己还年轻，不想那么早结婚。我和他沟通过我的感受和想法，可他却说他比我大，他妈妈一直希望他能明年结婚。因为这个事情，我们俩这几天没有好好说过话。我父母也建议我先稳定工作再结婚，但他却坚持一年后要结婚。我不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "大家好，我最近遇到了一个问题，想听听你们的意见。",
        "label": ""
      },
      {
        "sentence": "我今年22岁大四，和男友交往才两周，他就说等我毕业了就结婚。",
        "label": ""
      },
      {
        "sentence": "我和男朋友以前就认识，但平时没有怎么联系过。",
        "label": ""
      },
      {
        "sentence": "前段时间，因为一些考试的事情，我和他开始发消息聊天，渐渐地熟悉了起来，也会一起出去散步聊天吃饭。",
        "label": ""
      },
      {
        "sentence": "直到上周，他突然向我表白，因为我也喜欢他，就答应了他。",
        "label": ""
      },
      {
        "sentence": "刚开始我们说先慢慢相处，没有考虑太多。",
        "label": ""
      },
      {
        "sentence": "可是前几天，他突然提到结婚的话题，说等我毕业了，也就是一年后我们俩就结婚。",
        "label": ""
      },
      {
        "sentence": "我感觉自己还年轻，不想那么早结婚。",
        "label": ""
      },
      {
        "sentence": "我和他沟通过我的感受和想法，可他却说他比我大，他妈妈一直希望他能明年结婚。",
        "label": ""
      },
      {
        "sentence": "因为这个事情，我们俩这几天没有好好说过话。",
        "label": ""
      },
      {
        "sentence": "我父母也建议我先稳定工作再结婚，但他却坚持一年后要结婚。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婚姻是人生中非常重要的事情，即使你已经22岁，也还是太年轻了。在对方表达结婚意愿之前，你并没有充分了解对方，这可能会让你在做出决定之前感到过于草率。你的妈妈和男友都有各自的想法和角度，他们并没有错。但是你需要明白的是，这个问题涉及到你自己的婚姻，所以首先要将其他人的声音先放在一边，倾听自己内心的声音。如果你还在犹豫，那说明你还不确定。让我们来分析一下问题的具体情况：1、你和男朋友以前就认识，但没怎么联系过。前段时间，因为一些考试的事情，你们开始了聊天，慢慢地去熟悉了对方，也会一起出去散步聊天吃饭。直到上周，他突然向你表白，你也因为喜欢他，就答应了他的表白。（看来你们相处的时间还不算太长，这样的话，了解对方可能还需要更多的时间。爱情需要相互了解，这是一个过程。）2、刚开始你们说先慢慢相处，都没有怎么考虑结婚的事情。可是前几天，他突然提到结婚的话题，说等你毕业了，也就是一年后你们俩就结婚。（这一方面证明了他对你的认可，并且已经考虑到了结婚的事情。另一方面，也可以看出他有些急躁，而你可能还没有足够的时间来考虑和决定。）3、你年龄还小，不想那么早结婚，你和他沟通过你的感受和想法，可他却说他比你大，他妈妈一直希望他能明年结婚。因为这个事情，你们俩这几天没有好好说过话。你父母也建议你先稳定工作再结婚，但他却坚持一年后要结婚。你不知道该怎么办了。（从男孩的角度来看，这是可以理解的。到了适婚年龄，他想要恋爱结婚也是正常的。而他妈妈希望他明年结婚也是可以理解的。但是重要的是你自己怎么想的。你的想法很重要，需要将他人的想法放到一边，然后轻轻松松地和自己对话，问问自己，一年后想要和这个男孩结婚吗？如果想，就好好相处，如果现在还没想好，但还想和对方继续相处，可以告诉对方，还想再多相处一段时间。暂时你自己也无法做出决定，这是正常的。）结束语：希望你能找到自己的幸福和快乐！同时也希望你能够尊重自己内心的声音！如果还有困惑，可以私信我！",
    "annotation": [
      {
        "sentence": "婚姻是人生中非常重要的事情，即使你已经22岁，也还是太年轻了。",
        "label": ""
      },
      {
        "sentence": "在对方表达结婚意愿之前，你并没有充分了解对方，这可能会让你在做出决定之前感到过于草率。",
        "label": ""
      },
      {
        "sentence": "你的妈妈和男友都有各自的想法和角度，他们并没有错。",
        "label": ""
      },
      {
        "sentence": "但是你需要明白的是，这个问题涉及到你自己的婚姻，所以首先要将其他人的声音先放在一边，倾听自己内心的声音。",
        "label": ""
      },
      {
        "sentence": "如果你还在犹豫，那说明你还不确定。",
        "label": ""
      },
      {
        "sentence": "让我们来分析一下问题的具体情况：1、你和男朋友以前就认识，但没怎么联系过。",
        "label": ""
      },
      {
        "sentence": "前段时间，因为一些考试的事情，你们开始了聊天，慢慢地去熟悉了对方，也会一起出去散步聊天吃饭。",
        "label": ""
      },
      {
        "sentence": "直到上周，他突然向你表白，你也因为喜欢他，就答应了他的表白。",
        "label": ""
      },
      {
        "sentence": "（看来你们相处的时间还不算太长，这样的话，了解对方可能还需要更多的时间。",
        "label": ""
      },
      {
        "sentence": "爱情需要相互了解，这是一个过程。",
        "label": ""
      },
      {
        "sentence": "）2、刚开始你们说先慢慢相处，都没有怎么考虑结婚的事情。",
        "label": ""
      },
      {
        "sentence": "可是前几天，他突然提到结婚的话题，说等你毕业了，也就是一年后你们俩就结婚。",
        "label": ""
      },
      {
        "sentence": "（这一方面证明了他对你的认可，并且已经考虑到了结婚的事情。",
        "label": ""
      },
      {
        "sentence": "另一方面，也可以看出他有些急躁，而你可能还没有足够的时间来考虑和决定。",
        "label": ""
      },
      {
        "sentence": "）3、你年龄还小，不想那么早结婚，你和他沟通过你的感受和想法，可他却说他比你大，他妈妈一直希望他能明年结婚。",
        "label": ""
      },
      {
        "sentence": "因为这个事情，你们俩这几天没有好好说过话。",
        "label": ""
      },
      {
        "sentence": "你父母也建议你先稳定工作再结婚，但他却坚持一年后要结婚。",
        "label": ""
      },
      {
        "sentence": "你不知道该怎么办了。",
        "label": ""
      },
      {
        "sentence": "（从男孩的角度来看，这是可以理解的。",
        "label": ""
      },
      {
        "sentence": "到了适婚年龄，他想要恋爱结婚也是正常的。",
        "label": ""
      },
      {
        "sentence": "而他妈妈希望他明年结婚也是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但是重要的是你自己怎么想的。",
        "label": ""
      },
      {
        "sentence": "你的想法很重要，需要将他人的想法放到一边，然后轻轻松松地和自己对话，问问自己，一年后想要和这个男孩结婚吗？",
        "label": ""
      },
      {
        "sentence": "如果想，就好好相处，如果现在还没想好，但还想和对方继续相处，可以告诉对方，还想再多相处一段时间。",
        "label": ""
      },
      {
        "sentence": "暂时你自己也无法做出决定，这是正常的。",
        "label": ""
      },
      {
        "sentence": "）结束语：希望你能找到自己的幸福和快乐！",
        "label": ""
      },
      {
        "sentence": "同时也希望你能够尊重自己内心的声音！",
        "label": ""
      },
      {
        "sentence": "如果还有困惑，可以私信我！",
        "label": ""
      }
    ]
  }
]