[
  {
    "role": "client",
    "content": "我发现男友在其他相亲交友APP找异性聊天，我该怎么处理呢？我今年37，离异6年，有一个9岁男孩随我抚养。与现任男友（离异，不带孩）在一起恋爱已经3年了，感情一直很好，我们年底准备结婚。近两个月因为老家装修的原因，我们暂时分开住，但突然间我发现他在手机上注册了相亲交友APP，并且在上面和异性聊天，我特别气愤。我质问他之后，他解释说只是在无聊的时候打发时间，并没有发生实质的事情。但我从心理上特别难以接受，所以提出了分手，希望大家能帮我分析一下。",
    "annotation": [
      {
        "sentence": "我发现男友在其他相亲交友APP找异性聊天，我该怎么处理呢？",
        "label": ""
      },
      {
        "sentence": "我今年37，离异6年，有一个9岁男孩随我抚养。",
        "label": ""
      },
      {
        "sentence": "与现任男友（离异，不带孩）在一起恋爱已经3年了，感情一直很好，我们年底准备结婚。",
        "label": ""
      },
      {
        "sentence": "近两个月因为老家装修的原因，我们暂时分开住，但突然间我发现他在手机上注册了相亲交友APP，并且在上面和异性聊天，我特别气愤。",
        "label": ""
      },
      {
        "sentence": "我质问他之后，他解释说只是在无聊的时候打发时间，并没有发生实质的事情。",
        "label": ""
      },
      {
        "sentence": "但我从心理上特别难以接受，所以提出了分手，希望大家能帮我分析一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一段婚姻中，有两件事情绝对不能忍受。一个是家暴，一个是出轨或者劈腿。近年来，家暴事件频发，但仍然有许多人不会选择离婚。因为有孩子，所以会对离婚对孩子产生的影响有所顾虑，殊不知，家暴对孩子的心理问题带来的影响更为深远。另外就是出轨和劈腿。这种事情往往是只有0次和无数次之分，那些说什么下次不会出轨的人，我是真的不敢相信。无拘无束，没有什么能够束缚住他们，更何况有些人是不在意家庭的。你说自己有一个孩子，而对方却没有。如果你们结婚后，他再继续这样甚至发生了实质性关系，最终闹到分手，那受伤的最终会是你和你的孩子，因为你们处于明显的劣势。当然，我不希望你因为我的说法而立即分手，毕竟你们已经做了很长时间的心理准备。因此，我希望你在你们相处的过程中能多与对方交流，保持双方的坦诚。但同时也要保持警惕，不要太过被对方左右。",
    "annotation": [
      {
        "sentence": "一段婚姻中，有两件事情绝对不能忍受。",
        "label": ""
      },
      {
        "sentence": "一个是家暴，一个是出轨或者劈腿。",
        "label": ""
      },
      {
        "sentence": "近年来，家暴事件频发，但仍然有许多人不会选择离婚。",
        "label": ""
      },
      {
        "sentence": "因为有孩子，所以会对离婚对孩子产生的影响有所顾虑，殊不知，家暴对孩子的心理问题带来的影响更为深远。",
        "label": ""
      },
      {
        "sentence": "另外就是出轨和劈腿。",
        "label": ""
      },
      {
        "sentence": "这种事情往往是只有0次和无数次之分，那些说什么下次不会出轨的人，我是真的不敢相信。",
        "label": ""
      },
      {
        "sentence": "无拘无束，没有什么能够束缚住他们，更何况有些人是不在意家庭的。",
        "label": ""
      },
      {
        "sentence": "你说自己有一个孩子，而对方却没有。",
        "label": ""
      },
      {
        "sentence": "如果你们结婚后，他再继续这样甚至发生了实质性关系，最终闹到分手，那受伤的最终会是你和你的孩子，因为你们处于明显的劣势。",
        "label": ""
      },
      {
        "sentence": "当然，我不希望你因为我的说法而立即分手，毕竟你们已经做了很长时间的心理准备。",
        "label": ""
      },
      {
        "sentence": "因此，我希望你在你们相处的过程中能多与对方交流，保持双方的坦诚。",
        "label": ""
      },
      {
        "sentence": "但同时也要保持警惕，不要太过被对方左右。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。你说的对，家暴和出轨都是不能容忍的事情。我确实是因为担心孩子受伤而提出了分手。但是我又有些矛盾，我们的感情一直很好，打算要结婚了。也许我可以给他一次机会，但是我该如何放下内心的困扰呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "你说的对，家暴和出轨都是不能容忍的事情。",
        "label": ""
      },
      {
        "sentence": "我确实是因为担心孩子受伤而提出了分手。",
        "label": ""
      },
      {
        "sentence": "但是我又有些矛盾，我们的感情一直很好，打算要结婚了。",
        "label": ""
      },
      {
        "sentence": "也许我可以给他一次机会，但是我该如何放下内心的困扰呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的矛盾心情。毕竟你们的感情一直很好，有了结婚的打算。如果你决定给他一次机会，我建议你们在相处中多沟通，坦诚地表达自己的困扰和内心的不安。同时，你也需要为自己设定一些底线和边界，在关系中保持一定的戒备心理，不要太过被对方左右。这样可以帮助你更好地处理内心的困扰，也为你们的关系提供一些保护。",
    "annotation": [
      {
        "sentence": "我理解你的矛盾心情。",
        "label": ""
      },
      {
        "sentence": "毕竟你们的感情一直很好，有了结婚的打算。",
        "label": ""
      },
      {
        "sentence": "如果你决定给他一次机会，我建议你们在相处中多沟通，坦诚地表达自己的困扰和内心的不安。",
        "label": ""
      },
      {
        "sentence": "同时，你也需要为自己设定一些底线和边界，在关系中保持一定的戒备心理，不要太过被对方左右。",
        "label": ""
      },
      {
        "sentence": "这样可以帮助你更好地处理内心的困扰，也为你们的关系提供一些保护。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，沟通和设定底线是非常重要的。也许我可以和他坦诚地谈谈，告诉他我对他的出轨行为感到无法接受，并且表达我希望我们的关系能够更加稳定和健康的愿望。如果他能理解并且做出改变，或许我们还有机会修复这段感情。",
    "annotation": [
      {
        "sentence": "确实，沟通和设定底线是非常重要的。",
        "label": ""
      },
      {
        "sentence": "也许我可以和他坦诚地谈谈，告诉他我对他的出轨行为感到无法接受，并且表达我希望我们的关系能够更加稳定和健康的愿望。",
        "label": ""
      },
      {
        "sentence": "如果他能理解并且做出改变，或许我们还有机会修复这段感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很好的想法。与他坦诚地交流你的感受和希望，看看他是否能真正理解并且愿意为了你们的关系改变。但是也要做好心理准备，如果他不愿意改变或者出现类似的情况，你需要重新考虑自己的选择。无论如何，请记住，你和你的孩子的幸福是最重要的，不要为了维持一段不健康的关系而牺牲自己的快乐。",
    "annotation": [
      {
        "sentence": "这是一个很好的想法。",
        "label": ""
      },
      {
        "sentence": "与他坦诚地交流你的感受和希望，看看他是否能真正理解并且愿意为了你们的关系改变。",
        "label": ""
      },
      {
        "sentence": "但是也要做好心理准备，如果他不愿意改变或者出现类似的情况，你需要重新考虑自己的选择。",
        "label": ""
      },
      {
        "sentence": "无论如何，请记住，你和你的孩子的幸福是最重要的，不要为了维持一段不健康的关系而牺牲自己的快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了。我会坚守底线，保护好自己和孩子的幸福。不论结果如何，我会尽力去维护我们的幸福和健康。谢谢你的支持和建议，让我看到了不同的角度和解决问题的方法。",
    "annotation": [
      {
        "sentence": "是的，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会坚守底线，保护好自己和孩子的幸福。",
        "label": ""
      },
      {
        "sentence": "不论结果如何，我会尽力去维护我们的幸福和健康。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议，让我看到了不同的角度和解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。记住，你并不孤单，我们都在支持你。祝你能够找到自己内心的答案，拥有一个幸福的人生。如果你还有其他疑问或者需要进一步的帮助，随时都可以来找我。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们都在支持你。",
        "label": ""
      },
      {
        "sentence": "祝你能够找到自己内心的答案，拥有一个幸福的人生。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他疑问或者需要进一步的帮助，随时都可以来找我。",
        "label": ""
      }
    ]
  }
]