[
  {
    "role": "client",
    "content": "走街上不敢看人眼睛，在公共场合总是回避别人？不敢看人，之前近视看不清人，现在做了近视手术，可以看清楚了，但是心里作用，不敢看，导致目光飘忽，还是看不清，应该是不想看清，不知道为什么。",
    "annotation": [
      {
        "sentence": "走街上不敢看人眼睛，在公共场合总是回避别人？",
        "label": ""
      },
      {
        "sentence": "不敢看人，之前近视看不清人，现在做了近视手术，可以看清楚了，但是心里作用，不敢看，导致目光飘忽，还是看不清，应该是不想看清，不知道为什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不敢看人，你是害怕被他人关注呢？还是害怕与他人的眼神接触，还是其他呢？不敢看人，之前近视看不清人，现在做了近视手术，可以看清楚了。你这里提到自己近视看不清人，所以近视的时候也会出现\"不敢看人\"的现象吗？还是说，是从自己做完近视手术后才不敢看的呢？但是心里作用，不敢看，导致目光飘忽，还是看不清，应该是不想看清，不知道为什么。其实你很清楚自己现在看不清的原因不在于手术的问题，而在于自己心理的原因，你有很强的自我察觉能力呢，给你点一个赞。那么你接下来，也可以自我察觉一下：1.看到他人对于自己来说意味着什么？2.你是不是觉得自己不看他人，他人就不会关注到自己呢？3.你在害怕什么呢？基于你给出的信息有限，我建议你可以先依照上面三个问题做一下自我察觉，然后回想一下自己大概在什么时候开始发现自己\"不敢看人\"，当时有没发生什么特别的事，找到诱发自己现状的原因，然后可以通过心理咨询帮助自己探索自我。祝福静静汀。",
    "annotation": [
      {
        "sentence": "你不敢看人，你是害怕被他人关注呢？",
        "label": ""
      },
      {
        "sentence": "还是害怕与他人的眼神接触，还是其他呢？",
        "label": ""
      },
      {
        "sentence": "不敢看人，之前近视看不清人，现在做了近视手术，可以看清楚了。",
        "label": ""
      },
      {
        "sentence": "你这里提到自己近视看不清人，所以近视的时候也会出现\"不敢看人\"的现象吗？",
        "label": ""
      },
      {
        "sentence": "还是说，是从自己做完近视手术后才不敢看的呢？",
        "label": ""
      },
      {
        "sentence": "但是心里作用，不敢看，导致目光飘忽，还是看不清，应该是不想看清，不知道为什么。",
        "label": ""
      },
      {
        "sentence": "其实你很清楚自己现在看不清的原因不在于手术的问题，而在于自己心理的原因，你有很强的自我察觉能力呢，给你点一个赞。",
        "label": ""
      },
      {
        "sentence": "那么你接下来，也可以自我察觉一下：1.看到他人对于自己来说意味着什么？",
        "label": ""
      },
      {
        "sentence": "2.你是不是觉得自己不看他人，他人就不会关注到自己呢？",
        "label": ""
      },
      {
        "sentence": "3.你在害怕什么呢？",
        "label": ""
      },
      {
        "sentence": "基于你给出的信息有限，我建议你可以先依照上面三个问题做一下自我察觉，然后回想一下自己大概在什么时候开始发现自己\"不敢看人\"，当时有没发生什么特别的事，找到诱发自己现状的原因，然后可以通过心理咨询帮助自己探索自我。",
        "label": ""
      },
      {
        "sentence": "祝福静静汀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我害怕被别人关注，害怕与他人的眼神接触。不论是近视时还是手术后，我都会不敢看人。在公共场合，我总是感到焦虑不安，仿佛每个人都在注视着我。但是我不明白为什么我会有这种感觉。",
    "annotation": [
      {
        "sentence": "我害怕被别人关注，害怕与他人的眼神接触。",
        "label": ""
      },
      {
        "sentence": "不论是近视时还是手术后，我都会不敢看人。",
        "label": ""
      },
      {
        "sentence": "在公共场合，我总是感到焦虑不安，仿佛每个人都在注视着我。",
        "label": ""
      },
      {
        "sentence": "但是我不明白为什么我会有这种感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你描述的情况，我可以理解你的担忧和不安。害怕被别人关注以及与他人的眼神接触，可能让你感到非常困扰。但是请相信，你并没有错，这只是一种心理反应。或许你可以试着思考一下，这种情绪是否与你的自信心或者过去的经历有关呢？",
    "annotation": [
      {
        "sentence": "听你描述的情况，我可以理解你的担忧和不安。",
        "label": ""
      },
      {
        "sentence": "害怕被别人关注以及与他人的眼神接触，可能让你感到非常困扰。",
        "label": ""
      },
      {
        "sentence": "但是请相信，你并没有错，这只是一种心理反应。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着思考一下，这种情绪是否与你的自信心或者过去的经历有关呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许是和自信心有关。我一直感觉自己不够好，怕被他人嘲笑或批评。过去，有一次在公众场合被误会了，让我觉得很难过。从那时起，我就害怕与人交流和被注意到。",
    "annotation": [
      {
        "sentence": "或许是和自信心有关。",
        "label": ""
      },
      {
        "sentence": "我一直感觉自己不够好，怕被他人嘲笑或批评。",
        "label": ""
      },
      {
        "sentence": "过去，有一次在公众场合被误会了，让我觉得很难过。",
        "label": ""
      },
      {
        "sentence": "从那时起，我就害怕与人交流和被注意到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常抱歉听到你的经历让你感到难过。那次的经历可能在你的心里留下了阴影，让你产生了害怕被他人注意的情绪。请记住，每个人都有自己的独特之处，而不是每个人都会去批评或嘲笑别人。你的感受是合理的，但也许可以通过心理咨询来帮助你更好地面对这些情绪，并逐渐恢复自信。",
    "annotation": [
      {
        "sentence": "非常抱歉听到你的经历让你感到难过。",
        "label": ""
      },
      {
        "sentence": "那次的经历可能在你的心里留下了阴影，让你产生了害怕被他人注意的情绪。",
        "label": ""
      },
      {
        "sentence": "请记住，每个人都有自己的独特之处，而不是每个人都会去批评或嘲笑别人。",
        "label": ""
      },
      {
        "sentence": "你的感受是合理的，但也许可以通过心理咨询来帮助你更好地面对这些情绪，并逐渐恢复自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我会考虑尝试心理咨询，希望能够找到方法解决这个问题。对于过去的经历，我也要学会放下，不再让它影响我的生活和自我认知。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我会考虑尝试心理咨询，希望能够找到方法解决这个问题。",
        "label": ""
      },
      {
        "sentence": "对于过去的经历，我也要学会放下，不再让它影响我的生活和自我认知。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决定。寻求心理咨询是一个很好的选择，专业的咨询师能够帮助你更好地理解自己，探索你的内心世界，并提供适当的支持和建议。希望你能在这个过程中收获满意的结果，并逐渐找回自信。你已经走出第一步，我为你感到骄傲！加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决定。",
        "label": ""
      },
      {
        "sentence": "寻求心理咨询是一个很好的选择，专业的咨询师能够帮助你更好地理解自己，探索你的内心世界，并提供适当的支持和建议。",
        "label": ""
      },
      {
        "sentence": "希望你能在这个过程中收获满意的结果，并逐渐找回自信。",
        "label": ""
      },
      {
        "sentence": "你已经走出第一步，我为你感到骄傲！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]