[
  {
    "role": "client",
    "content": "情绪压死人，如何走出至亲逝世的痛苦？走不出来的。这里到处是他们的影子他们的痕迹，我很怕很怕自己的快乐是对悲伤的背叛……现在高中，失眠很严重，一闭眼从前的一点一滴都历历在目。有时候我也在想，是不是我死了就能和他们重新生活在一起了。反正什么都事与愿违，什么我都做不好，什么都没必要。事不压人，情绪压死人。",
    "annotation": [
      {
        "sentence": "情绪压死人，如何走出至亲逝世的痛苦？",
        "label": ""
      },
      {
        "sentence": "走不出来的。",
        "label": ""
      },
      {
        "sentence": "这里到处是他们的影子他们的痕迹，我很怕很怕自己的快乐是对悲伤的背叛……现在高中，失眠很严重，一闭眼从前的一点一滴都历历在目。",
        "label": ""
      },
      {
        "sentence": "有时候我也在想，是不是我死了就能和他们重新生活在一起了。",
        "label": ""
      },
      {
        "sentence": "反正什么都事与愿违，什么我都做不好，什么都没必要。",
        "label": ""
      },
      {
        "sentence": "事不压人，情绪压死人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望以下回答能帮助到你。至亲逝世，是你的父母吗？如果是，那的确是人间的重大创伤了。也许在你本该努力专心学习的年纪，过早经历了生活，让生活的苦和难过早地来到了你的身边。有人说，死了的人是不是就能在一起了，无法考证，但我想，更多的只是活着的人的一种自我安慰。比如说在天有灵，也只是说的假如，如果人真的离开了，走了，只会让亲者痛仇者快，其他的什么也不会有。",
    "annotation": [
      {
        "sentence": "希望以下回答能帮助到你。",
        "label": ""
      },
      {
        "sentence": "至亲逝世，是你的父母吗？",
        "label": ""
      },
      {
        "sentence": "如果是，那的确是人间的重大创伤了。",
        "label": ""
      },
      {
        "sentence": "也许在你本该努力专心学习的年纪，过早经历了生活，让生活的苦和难过早地来到了你的身边。",
        "label": ""
      },
      {
        "sentence": "有人说，死了的人是不是就能在一起了，无法考证，但我想，更多的只是活着的人的一种自我安慰。",
        "label": ""
      },
      {
        "sentence": "比如说在天有灵，也只是说的假如，如果人真的离开了，走了，只会让亲者痛仇者快，其他的什么也不会有。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我的父母都去世了。每天都感觉这样沉重，家里到处都是他们的痕迹，越发让我想念他们。我也常常思考这个问题，但得不到答案，这让我很困惑。我觉得自己似乎失去了存在的意义，很难再找到快乐的源泉。",
    "annotation": [
      {
        "sentence": "是的，我的父母都去世了。",
        "label": ""
      },
      {
        "sentence": "每天都感觉这样沉重，家里到处都是他们的痕迹，越发让我想念他们。",
        "label": ""
      },
      {
        "sentence": "我也常常思考这个问题，但得不到答案，这让我很困惑。",
        "label": ""
      },
      {
        "sentence": "我觉得自己似乎失去了存在的意义，很难再找到快乐的源泉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，失去了亲人的痛苦是无法想象的，很多人都经历过这个过程，所以我们能理解你的心情。但是，过于沉浸在悲伤中并不能改变事实，我们要学会面对现实，同时也要给自己一些时间和空间去慢慢疗愈。毕竟，他们的灵魂会在你的心中永远存在，你可以通过珍惜他们给你的回忆，让他们在你的心中永远活着。",
    "annotation": [
      {
        "sentence": "确实，失去了亲人的痛苦是无法想象的，很多人都经历过这个过程，所以我们能理解你的心情。",
        "label": ""
      },
      {
        "sentence": "但是，过于沉浸在悲伤中并不能改变事实，我们要学会面对现实，同时也要给自己一些时间和空间去慢慢疗愈。",
        "label": ""
      },
      {
        "sentence": "毕竟，他们的灵魂会在你的心中永远存在，你可以通过珍惜他们给你的回忆，让他们在你的心中永远活着。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我明白你的话，但是有时候我无法控制自己的情绪，一闭上眼睛就会想起过去的一点一滴，这些回忆让我无法入眠。我很想念他们，但同时也很害怕自己的快乐会成为对他们的背叛。",
    "annotation": [
      {
        "sentence": "确实，我明白你的话，但是有时候我无法控制自己的情绪，一闭上眼睛就会想起过去的一点一滴，这些回忆让我无法入眠。",
        "label": ""
      },
      {
        "sentence": "我很想念他们，但同时也很害怕自己的快乐会成为对他们的背叛。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受，失去亲人后的情绪起伏是正常的反应，但是我们可以逐渐学会控制情绪，让自己能够更好地面对过去的回忆。你可以试着寻找其他的情绪出口，比如写日记、画画或者找一个信任的人倾诉你的心声。记住，你的快乐并不会对他们构成背叛，他们希望你能够过上幸福的生活。",
    "annotation": [
      {
        "sentence": "理解你的感受，失去亲人后的情绪起伏是正常的反应，但是我们可以逐渐学会控制情绪，让自己能够更好地面对过去的回忆。",
        "label": ""
      },
      {
        "sentence": "你可以试着寻找其他的情绪出口，比如写日记、画画或者找一个信任的人倾诉你的心声。",
        "label": ""
      },
      {
        "sentence": "记住，你的快乐并不会对他们构成背叛，他们希望你能够过上幸福的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的没错，我应该尝试寻找新的情绪出口，而不是一直困守在悲伤中。或许我可以试试写下一些回忆，释放内心的情绪。谢谢你的建议，我会尽量尝试让自己走出内心的阴影。",
    "annotation": [
      {
        "sentence": "你说的没错，我应该尝试寻找新的情绪出口，而不是一直困守在悲伤中。",
        "label": ""
      },
      {
        "sentence": "或许我可以试试写下一些回忆，释放内心的情绪。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会尽量尝试让自己走出内心的阴影。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。记得，逐渐走出内心的阴影需要时间和耐心，别催促自己，慢慢来。同时，也要学会给自己提供一些积极的反馈和认可，你是值得快乐和幸福的。相信自己，你会度过这段艰难时期的。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "记得，逐渐走出内心的阴影需要时间和耐心，别催促自己，慢慢来。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会给自己提供一些积极的反馈和认可，你是值得快乐和幸福的。",
        "label": ""
      },
      {
        "sentence": "相信自己，你会度过这段艰难时期的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会试着相信自己，给自己一些积极的反馈。我希望能够逐渐走出内心的阴影，过上幸福的生活。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会试着相信自己，给自己一些积极的反馈。",
        "label": ""
      },
      {
        "sentence": "我希望能够逐渐走出内心的阴影，过上幸福的生活。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意帮助你。相信自己，你一定能够走出困境，重新找到属于自己的快乐。如果有任何需要，随时都可以找我倾诉。祝福你，加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够走出困境，重新找到属于自己的快乐。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝福你，加油！",
        "label": ""
      }
    ]
  }
]