[
  {
    "role": "client",
    "content": "内心很空虚，总是希望一个人能够照顾和关注我？我最近总是不自主的去做一些引人关注的事情，或者是引人怜悯的事情。我很希望能有一个人去照顾我和关注我，但是我又找不到人。内心很空虚，我总是下意识地让别人关注我的事情，这样会让人瞧不起。我现在是怎么了？我应该如何去找到这样一个人？我应该怎么才能不去做那些下意识的事情？",
    "annotation": [
      {
        "sentence": "内心很空虚，总是希望一个人能够照顾和关注我？",
        "label": ""
      },
      {
        "sentence": "我最近总是不自主的去做一些引人关注的事情，或者是引人怜悯的事情。",
        "label": ""
      },
      {
        "sentence": "我很希望能有一个人去照顾我和关注我，但是我又找不到人。",
        "label": ""
      },
      {
        "sentence": "内心很空虚，我总是下意识地让别人关注我的事情，这样会让人瞧不起。",
        "label": ""
      },
      {
        "sentence": "我现在是怎么了？",
        "label": ""
      },
      {
        "sentence": "我应该如何去找到这样一个人？",
        "label": ""
      },
      {
        "sentence": "我应该怎么才能不去做那些下意识的事情？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中我能感受到你的孤独，很希望能有一个人在身边关心自己、爱自己。诺贝尔文学奖得主库切曾说过：“每个人都是一座孤岛。”也许，我们有很多社会关系，身边也可以有很多人，但是在精神上，我们都是一座孤岛，我们很难逾越自己的港湾，到达别人的岛屿。我觉得，与孤独相处，是我们每个人都需要学习的课题。",
    "annotation": [
      {
        "sentence": "从你的描述中我能感受到你的孤独，很希望能有一个人在身边关心自己、爱自己。",
        "label": ""
      },
      {
        "sentence": "诺贝尔文学奖得主库切曾说过：“每个人都是一座孤岛。",
        "label": ""
      },
      {
        "sentence": "”也许，我们有很多社会关系，身边也可以有很多人，但是在精神上，我们都是一座孤岛，我们很难逾越自己的港湾，到达别人的岛屿。",
        "label": ""
      },
      {
        "sentence": "我觉得，与孤独相处，是我们每个人都需要学习的课题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白每个人都有自己的孤独感。但我希望能找到一个人能够关心和照顾我，这样的愿望正常吗？",
    "annotation": [
      {
        "sentence": "是的，我明白每个人都有自己的孤独感。",
        "label": ""
      },
      {
        "sentence": "但我希望能找到一个人能够关心和照顾我，这样的愿望正常吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然是正常的。从我们与母亲的子宫分离的那一刻起，孤独感就产生了，我们必须作为一个独立的个体生存。而在每个人的成长过程中，父母或养育者无法给予我们100%绝对的关注和爱，我们或多或少都会有爱的匮乏。在成年后这种孤独和匮乏感依然存在，于是我们会很想有个人来关爱自己，像爸爸妈妈关爱着孩子一样。如果一个人能遇到一个愿意无条件陪伴自己的另一半，那的确是件很幸福和疗愈的事。",
    "annotation": [
      {
        "sentence": "当然是正常的。",
        "label": ""
      },
      {
        "sentence": "从我们与母亲的子宫分离的那一刻起，孤独感就产生了，我们必须作为一个独立的个体生存。",
        "label": ""
      },
      {
        "sentence": "而在每个人的成长过程中，父母或养育者无法给予我们100%绝对的关注和爱，我们或多或少都会有爱的匮乏。",
        "label": ""
      },
      {
        "sentence": "在成年后这种孤独和匮乏感依然存在，于是我们会很想有个人来关爱自己，像爸爸妈妈关爱着孩子一样。",
        "label": ""
      },
      {
        "sentence": "如果一个人能遇到一个愿意无条件陪伴自己的另一半，那的确是件很幸福和疗愈的事。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我也很渴望这样一个关心和照顾我的人。但是我找不到这个人，我该怎么办？",
    "annotation": [
      {
        "sentence": "你说的很对，我也很渴望这样一个关心和照顾我的人。",
        "label": ""
      },
      {
        "sentence": "但是我找不到这个人，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，我们需要明白，每个成年人都需要为自己负责。小的时候我们没有能力和资源来满足自己的需求，只能依靠父母。但是现在我们长大了，可以依靠自己来满足自己，做自己最好的父母。我们不妨想想，在面对孤独时我们可以为自己做些什么呢？当我们把注意力收回到自己身上，而不是去渴求别人的给予时，就会发现我们是有很多事情可以做的，也可以去发现生活中的很多乐趣。",
    "annotation": [
      {
        "sentence": "亲爱的，我们需要明白，每个成年人都需要为自己负责。",
        "label": ""
      },
      {
        "sentence": "小的时候我们没有能力和资源来满足自己的需求，只能依靠父母。",
        "label": ""
      },
      {
        "sentence": "但是现在我们长大了，可以依靠自己来满足自己，做自己最好的父母。",
        "label": ""
      },
      {
        "sentence": "我们不妨想想，在面对孤独时我们可以为自己做些什么呢？",
        "label": ""
      },
      {
        "sentence": "当我们把注意力收回到自己身上，而不是去渴求别人的给予时，就会发现我们是有很多事情可以做的，也可以去发现生活中的很多乐趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你提到了很多事情可以做，但我有些困惑，不知道从哪里开始。",
    "annotation": [
      {
        "sentence": "你提到了很多事情可以做，但我有些困惑，不知道从哪里开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以分享一些我喜欢的事情给你：1、我这几年一直很喜欢冥想，这是一件练习和自己联结很好用的工具。每当我们有情绪时，也可以通过冥想来觉察。2、读书、写作。我从2018年开始接触到心理学，看了许多和心理学有关的书，这对我的生活有很大帮助。心理学方面国内的作者武志红、李雪、张德芬，以及国外的作者如苏珊·福沃德、斯科特·派克、帕萃斯·埃文斯等都是我喜欢的。3、尝试给自己培养一份兴趣，比如学一门乐器、练习瑜伽、参加一门课程。当看到自己有能力去完成一件事时，这会提升一个人的价值感和意义感，而这样的积极感受也会成为一个人继续前进的动力，从而形成良性循环。",
    "annotation": [
      {
        "sentence": "我可以分享一些我喜欢的事情给你：1、我这几年一直很喜欢冥想，这是一件练习和自己联结很好用的工具。",
        "label": ""
      },
      {
        "sentence": "每当我们有情绪时，也可以通过冥想来觉察。",
        "label": ""
      },
      {
        "sentence": "2、读书、写作。",
        "label": ""
      },
      {
        "sentence": "我从2018年开始接触到心理学，看了许多和心理学有关的书，这对我的生活有很大帮助。",
        "label": ""
      },
      {
        "sentence": "心理学方面国内的作者武志红、李雪、张德芬，以及国外的作者如苏珊·福沃德、斯科特·派克、帕萃斯·埃文斯等都是我喜欢的。",
        "label": ""
      },
      {
        "sentence": "3、尝试给自己培养一份兴趣，比如学一门乐器、练习瑜伽、参加一门课程。",
        "label": ""
      },
      {
        "sentence": "当看到自己有能力去完成一件事时，这会提升一个人的价值感和意义感，而这样的积极感受也会成为一个人继续前进的动力，从而形成良性循环。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑尝试一些你提到的活动。我也希望我能变得更有能力和自信，不再依赖他人的关注。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑尝试一些你提到的活动。",
        "label": ""
      },
      {
        "sentence": "我也希望我能变得更有能力和自信，不再依赖他人的关注。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你一定能够变得更强大。我一直相信“我本具足”，每个人都可以通过自己的努力来满足自己、为自己负责。当我们开始学会为自己负责时，会发现其实幸福本就掌握在自己的手里。希望我的回答能帮到你，祝福你！",
    "annotation": [
      {
        "sentence": "我相信你一定能够变得更强大。",
        "label": ""
      },
      {
        "sentence": "我一直相信“我本具足”，每个人都可以通过自己的努力来满足自己、为自己负责。",
        "label": ""
      },
      {
        "sentence": "当我们开始学会为自己负责时，会发现其实幸福本就掌握在自己的手里。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能帮到你，祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励！我会努力改变自己，为自己创造更美好的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会努力改变自己，为自己创造更美好的生活。",
        "label": ""
      }
    ]
  }
]