[
  {
    "role": "client",
    "content": "琢磨不透他，该继续与年龄差九岁的男生恋爱相处吗？在网上认识一个大九岁的男生，聊了一两周后见了面，他说我小小的挺可爱的，想追我，第二次见面晚上请我吃火锅，出来后他和我牵手逛公园，后面他亲了我，强吻的那种，后面他送我回家，第三次他约我出来，逛了商场去了公园，他说他想亲我，还是亲了我，抱了我，让我坐在他大腿上，后来走了一会他又亲了我，他总是伸出舌头，我们就见了五次面，他说他想和我结婚，等明年我毕业后就同居什么的，最后一次见面，他请我吃饭后又去了公园，亲我的时候手摸我的胸，我拒绝了，感到不舒服，找了地方坐了一会，聊天的时候他亲了我，他对我很好，挺照顾我的，但我总是琢磨不透他在想什么，他是真心的吗？还是只是玩玩图新鲜感，我今年二十一，他三十，期间我妈反对我们相处，说他年龄太大，怕我吃亏，哪有刚见面就亲的，我不知道该怎么面对，如何处理好这段感情？",
    "annotation": [
      {
        "sentence": "琢磨不透他，该继续与年龄差九岁的男生恋爱相处吗？",
        "label": ""
      },
      {
        "sentence": "在网上认识一个大九岁的男生，聊了一两周后见了面，他说我小小的挺可爱的，想追我，第二次见面晚上请我吃火锅，出来后他和我牵手逛公园，后面他亲了我，强吻的那种，后面他送我回家，第三次他约我出来，逛了商场去了公园，他说他想亲我，还是亲了我，抱了我，让我坐在他大腿上，后来走了一会他又亲了我，他总是伸出舌头，我们就见了五次面，他说他想和我结婚，等明年我毕业后就同居什么的，最后一次见面，他请我吃饭后又去了公园，亲我的时候手摸我的胸，我拒绝了，感到不舒服，找了地方坐了一会，聊天的时候他亲了我，他对我很好，挺照顾我的，但我总是琢磨不透他在想什么，他是真心的吗？",
        "label": ""
      },
      {
        "sentence": "还是只是玩玩图新鲜感，我今年二十一，他三十，期间我妈反对我们相处，说他年龄太大，怕我吃亏，哪有刚见面就亲的，我不知道该怎么面对，如何处理好这段感情？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的姑娘，对于21岁的女孩子来说，遇到这样成熟、对自己又好的男孩子，总是会多一些好感。与此同时，保持警惕心也是非常有必要的，才能更好保护自己。",
    "annotation": [
      {
        "sentence": "亲爱的姑娘，对于21岁的女孩子来说，遇到这样成熟、对自己又好的男孩子，总是会多一些好感。",
        "label": ""
      },
      {
        "sentence": "与此同时，保持警惕心也是非常有必要的，才能更好保护自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实是这样，我觉得他对我挺好的，但有时候他的行为让我感到困惑和不安。",
    "annotation": [
      {
        "sentence": "确实是这样，我觉得他对我挺好的，但有时候他的行为让我感到困惑和不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当下的你，会不会有点纠结有点害怕？在内心深处，对于这段感情和对于这个人，其实是没有那么信任的，至少他给的安全感不够。加上他的一些亲密举动，会让你无所适从，觉得突兀。身体的本能反应，已经告诉你这个答案了。",
    "annotation": [
      {
        "sentence": "当下的你，会不会有点纠结有点害怕？",
        "label": ""
      },
      {
        "sentence": "在内心深处，对于这段感情和对于这个人，其实是没有那么信任的，至少他给的安全感不够。",
        "label": ""
      },
      {
        "sentence": "加上他的一些亲密举动，会让你无所适从，觉得突兀。",
        "label": ""
      },
      {
        "sentence": "身体的本能反应，已经告诉你这个答案了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉有时候他的行为确实过于冲动，我不确定他是真心对我好还是只是追求新鲜感。",
    "annotation": [
      {
        "sentence": "是的，我感觉有时候他的行为确实过于冲动，我不确定他是真心对我好还是只是追求新鲜感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "接着，我们需要知道：喜欢这个男孩哪里？哪个点让你不安全了？这个男人会愿意你去深入了解他妈？去试着找找答案，看看可不可以说服自己。",
    "annotation": [
      {
        "sentence": "接着，我们需要知道：喜欢这个男孩哪里？",
        "label": ""
      },
      {
        "sentence": "哪个点让你不安全了？",
        "label": ""
      },
      {
        "sentence": "这个男人会愿意你去深入了解他妈？",
        "label": ""
      },
      {
        "sentence": "去试着找找答案，看看可不可以说服自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我喜欢他的照顾和关心，但他过于冲动的行为让我感到不安全。我不知道他是否愿意我了解他的家庭情况。",
    "annotation": [
      {
        "sentence": "我喜欢他的照顾和关心，但他过于冲动的行为让我感到不安全。",
        "label": ""
      },
      {
        "sentence": "我不知道他是否愿意我了解他的家庭情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在恋爱里面，年龄并不是一个多大的问题，主要还是这个人的人品与行为。毕竟好男人和坏男人，不是由年纪决定的。在我个人的观念里，无论是多大的男生，都应该知道尊重女生和止乎于礼，尤其是第一次见面更应该如此。30岁，说明他已经有不少的阅历，对于感情方面更是如此。还是要尽量多的知道他的信息，无论是朋友、家庭、工作等等，可以从侧面去看一下。",
    "annotation": [
      {
        "sentence": "在恋爱里面，年龄并不是一个多大的问题，主要还是这个人的人品与行为。",
        "label": ""
      },
      {
        "sentence": "毕竟好男人和坏男人，不是由年纪决定的。",
        "label": ""
      },
      {
        "sentence": "在我个人的观念里，无论是多大的男生，都应该知道尊重女生和止乎于礼，尤其是第一次见面更应该如此。",
        "label": ""
      },
      {
        "sentence": "30岁，说明他已经有不少的阅历，对于感情方面更是如此。",
        "label": ""
      },
      {
        "sentence": "还是要尽量多的知道他的信息，无论是朋友、家庭、工作等等，可以从侧面去看一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，他的行为确实让我感到不舒服，但我不知道该如何去了解他的信息，也担心他只是给我做表面的好而已。",
    "annotation": [
      {
        "sentence": "我明白你的意思，他的行为确实让我感到不舒服，但我不知道该如何去了解他的信息，也担心他只是给我做表面的好而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后想说，从字面上看不出这个人到底如何。还是需要你自己好好去审视一下这段关系，只是纯粹男女之间的欲望，还是他真的愿意负责。看一下生活的细节，听一下身边人的声音，相信你有决断～祝福你。",
    "annotation": [
      {
        "sentence": "最后想说，从字面上看不出这个人到底如何。",
        "label": ""
      },
      {
        "sentence": "还是需要你自己好好去审视一下这段关系，只是纯粹男女之间的欲望，还是他真的愿意负责。",
        "label": ""
      },
      {
        "sentence": "看一下生活的细节，听一下身边人的声音，相信你有决断～祝福你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会再好好考虑一下这段感情，也会寻求身边人的意见。希望最终能作出正确的决定。谢谢你的祝福！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会再好好考虑一下这段感情，也会寻求身边人的意见。",
        "label": ""
      },
      {
        "sentence": "希望最终能作出正确的决定。",
        "label": ""
      },
      {
        "sentence": "谢谢你的祝福！",
        "label": ""
      }
    ]
  }
]