[
  {
    "role": "client",
    "content": "我18岁女生，从初一开始对性别存在困惑。我是女生，同性恋，从初一开始意识到自己喜欢女生，性取向坚定。但从小对裙子、长发和化妆非常排斥，对女性形象的自己很排斥，喜欢中性打扮。随着年龄增长，感觉自己的一些思维方式和心理与身边的女生有很大不同。比较豪放、幽默，有些不修边幅，对很多小事不会在意计较，对很多事情和他人情绪不敏感，也没有和女生一样的爱美之心，思维方式比较理性保守，喜欢冒险，爱好钓鱼、下棋、刀剑收藏、健身。对粉色或者制作少女风格的物品很排斥。但同时内心也很细腻，对音乐、文学很有共鸣，爱好乐器。性格较敏感、悲观，因为一直深柜，常有孤独感。同时善解人意，能够迅速融入集体并交朋友，同时乐于助人，有为朋友出谋划策，开导劝解的温和一面。已经对自己的性别产生疑问很久了，但不论结果如何，我没有变性的计划，目前的状态是接受女性的身体，但会适度保持自我，努力生活，向往爱情。但依然对性别问题有困扰，希望能找到答案，解开心疑。",
    "annotation": [
      {
        "sentence": "我18岁女生，从初一开始对性别存在困惑。",
        "label": ""
      },
      {
        "sentence": "我是女生，同性恋，从初一开始意识到自己喜欢女生，性取向坚定。",
        "label": ""
      },
      {
        "sentence": "但从小对裙子、长发和化妆非常排斥，对女性形象的自己很排斥，喜欢中性打扮。",
        "label": ""
      },
      {
        "sentence": "随着年龄增长，感觉自己的一些思维方式和心理与身边的女生有很大不同。",
        "label": ""
      },
      {
        "sentence": "比较豪放、幽默，有些不修边幅，对很多小事不会在意计较，对很多事情和他人情绪不敏感，也没有和女生一样的爱美之心，思维方式比较理性保守，喜欢冒险，爱好钓鱼、下棋、刀剑收藏、健身。",
        "label": ""
      },
      {
        "sentence": "对粉色或者制作少女风格的物品很排斥。",
        "label": ""
      },
      {
        "sentence": "但同时内心也很细腻，对音乐、文学很有共鸣，爱好乐器。",
        "label": ""
      },
      {
        "sentence": "性格较敏感、悲观，因为一直深柜，常有孤独感。",
        "label": ""
      },
      {
        "sentence": "同时善解人意，能够迅速融入集体并交朋友，同时乐于助人，有为朋友出谋划策，开导劝解的温和一面。",
        "label": ""
      },
      {
        "sentence": "已经对自己的性别产生疑问很久了，但不论结果如何，我没有变性的计划，目前的状态是接受女性的身体，但会适度保持自我，努力生活，向往爱情。",
        "label": ""
      },
      {
        "sentence": "但依然对性别问题有困扰，希望能找到答案，解开心疑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你对性别存在困惑，我很欣慰你能够勇敢地表达出来。首先，性别和性取向是两个独立的概念，你对自己的性取向坚定是很好的事情。对于你对女性形象的排斥，以及喜欢中性打扮和不修边幅的一面，其实在女孩子身上也是很正常的。每个人的性格和审美都是独特的，不必刻意用符合社会常规的方式来定义自己。而你的乐观、豪放和幽默等特点，正是你个性中独特的亮点，不要觉得与女性特质相左就不合适。",
    "annotation": [
      {
        "sentence": "你好，听到你对性别存在困惑，我很欣慰你能够勇敢地表达出来。",
        "label": ""
      },
      {
        "sentence": "首先，性别和性取向是两个独立的概念，你对自己的性取向坚定是很好的事情。",
        "label": ""
      },
      {
        "sentence": "对于你对女性形象的排斥，以及喜欢中性打扮和不修边幅的一面，其实在女孩子身上也是很正常的。",
        "label": ""
      },
      {
        "sentence": "每个人的性格和审美都是独特的，不必刻意用符合社会常规的方式来定义自己。",
        "label": ""
      },
      {
        "sentence": "而你的乐观、豪放和幽默等特点，正是你个性中独特的亮点，不要觉得与女性特质相左就不合适。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得自己与身边的女生有很大不同，不知道为什么会这样。",
    "annotation": [
      {
        "sentence": "但是我觉得自己与身边的女生有很大不同，不知道为什么会这样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都是独一无二的，不同并不代表有问题。你与身边的女生有不同的思维方式和心理，可能是因为你对自我的认知更为清晰，对事情的看法更加理性保守。这是你个人的特点，与你的性别无关。你可以欣然接受自己的独特之处，而不必担心与他人的不同。人们在成长过程中都会经历不断探索自己、认知自己的过程，这也包括性别认知。",
    "annotation": [
      {
        "sentence": "每个人都是独一无二的，不同并不代表有问题。",
        "label": ""
      },
      {
        "sentence": "你与身边的女生有不同的思维方式和心理，可能是因为你对自我的认知更为清晰，对事情的看法更加理性保守。",
        "label": ""
      },
      {
        "sentence": "这是你个人的特点，与你的性别无关。",
        "label": ""
      },
      {
        "sentence": "你可以欣然接受自己的独特之处，而不必担心与他人的不同。",
        "label": ""
      },
      {
        "sentence": "人们在成长过程中都会经历不断探索自己、认知自己的过程，这也包括性别认知。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可能是我对自己过于苛求了。但我还是会觉得困扰和有些孤独，因为这些问题我已经思考了很久。",
    "annotation": [
      {
        "sentence": "我明白了，可能是我对自己过于苛求了。",
        "label": ""
      },
      {
        "sentence": "但我还是会觉得困扰和有些孤独，因为这些问题我已经思考了很久。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你会有这种困扰和孤独感，因为性别认知的问题对每个人来说都是一个重要的课题。但是并不是每个问题都需要立即得到答案。对于你目前的状态，接受女性身体、保持自我、努力生活，并向往爱情，这是一个很好的心态。即使你现在对性别问题仍有困扰，也可以试着将它放在内心深处，相信时间和生活经验会给你答案。",
    "annotation": [
      {
        "sentence": "明白你会有这种困扰和孤独感，因为性别认知的问题对每个人来说都是一个重要的课题。",
        "label": ""
      },
      {
        "sentence": "但是并不是每个问题都需要立即得到答案。",
        "label": ""
      },
      {
        "sentence": "对于你目前的状态，接受女性身体、保持自我、努力生活，并向往爱情，这是一个很好的心态。",
        "label": ""
      },
      {
        "sentence": "即使你现在对性别问题仍有困扰，也可以试着将它放在内心深处，相信时间和生活经验会给你答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会试着将焦点放在享受生活和发展自己的方面，希望能够渐渐解开心中的困扰。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "嗯，我会试着将焦点放在享受生活和发展自己的方面，希望能够渐渐解开心中的困扰。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，请记住你并不孤单，我会一直在你身边支持你。生活中的困惑和问题都会有答案的，只要你保持积极的态度并敢于追求真实的自我，一切都会好起来的。希望你能够坚定地面对自己，相信自己，开心地生活下去。",
    "annotation": [
      {
        "sentence": "不用客气，请记住你并不孤单，我会一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "生活中的困惑和问题都会有答案的，只要你保持积极的态度并敢于追求真实的自我，一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "希望你能够坚定地面对自己，相信自己，开心地生活下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会尽力去实践，希望未来能够找到自己的答案和内心的平静。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会尽力去实践，希望未来能够找到自己的答案和内心的平静。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你能够做到，未来的日子会给你带来更多的成长和答案。如果你有任何困惑或者需要倾诉，随时都可以向我倾诉。希望我们的对话能够给你带来一些帮助和支持。",
    "annotation": [
      {
        "sentence": "我相信你能够做到，未来的日子会给你带来更多的成长和答案。",
        "label": ""
      },
      {
        "sentence": "如果你有任何困惑或者需要倾诉，随时都可以向我倾诉。",
        "label": ""
      },
      {
        "sentence": "希望我们的对话能够给你带来一些帮助和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，真的很感激有你这样的支持者在身边。我会珍惜我们的对话，并继续努力成长。谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你，真的很感激有你这样的支持者在身边。",
        "label": ""
      },
      {
        "sentence": "我会珍惜我们的对话，并继续努力成长。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意能够帮助到你。希望你能够不断地探索和发展自己，过上快乐、充实的生活。记住，你永远不是一个人，我们会一直支持你的。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "希望你能够不断地探索和发展自己，过上快乐、充实的生活。",
        "label": ""
      },
      {
        "sentence": "记住，你永远不是一个人，我们会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]