[
  {
    "role": "client",
    "content": "我是一个18岁的女生，高考刚结束，我很困惑怎样树立正确独立的恋爱观。高考结束后，我向喜欢的男孩子表白了，但是因为我的成绩比他好很多，他觉得现在和我在一起无法对我负责，所以拒绝了我，说不想拖着，以后有机会再试一试。我觉得他很喜欢我，从他的眼神和表情就能看出来。但是他很少主动和我说话，QQ消息回得也很慢，可是我从他的网易云音乐收藏可以看出他听的歌几乎都和我有关。我不知道这样的男孩值得我等待吗？还有，他似乎总是不太相信自己能赶上我，虽然我鼓励他很多次，但他好像不想超越我。最近，我遇到了一个成绩和我一样优秀，各方面也比他更热情的男生。我很困惑，不知道应该树立怎样的恋爱观。而且我还要复读（因为高考失利，这个男生是我复读插班班上遇到的），我觉得我应该把重心放在学习上，但也有些分心。我真的不知道该如何调整心态，应该树立一个正确独立平等的恋爱观。",
    "annotation": [
      {
        "sentence": "我是一个18岁的女生，高考刚结束，我很困惑怎样树立正确独立的恋爱观。",
        "label": ""
      },
      {
        "sentence": "高考结束后，我向喜欢的男孩子表白了，但是因为我的成绩比他好很多，他觉得现在和我在一起无法对我负责，所以拒绝了我，说不想拖着，以后有机会再试一试。",
        "label": ""
      },
      {
        "sentence": "我觉得他很喜欢我，从他的眼神和表情就能看出来。",
        "label": ""
      },
      {
        "sentence": "但是他很少主动和我说话，QQ消息回得也很慢，可是我从他的网易云音乐收藏可以看出他听的歌几乎都和我有关。",
        "label": ""
      },
      {
        "sentence": "我不知道这样的男孩值得我等待吗？",
        "label": ""
      },
      {
        "sentence": "还有，他似乎总是不太相信自己能赶上我，虽然我鼓励他很多次，但他好像不想超越我。",
        "label": ""
      },
      {
        "sentence": "最近，我遇到了一个成绩和我一样优秀，各方面也比他更热情的男生。",
        "label": ""
      },
      {
        "sentence": "我很困惑，不知道应该树立怎样的恋爱观。",
        "label": ""
      },
      {
        "sentence": "而且我还要复读（因为高考失利，这个男生是我复读插班班上遇到的），我觉得我应该把重心放在学习上，但也有些分心。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该如何调整心态，应该树立一个正确独立平等的恋爱观。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高考刚结束，你现在很矛盾，对于恋爱不知道如何对待，我理解你的感受。我想分享一些我的看法，希望对你有帮助。首先，你的矛盾点是在复读的过程中遇到一个热情的男生，和之前表白的男友相比，你不知道选谁。另外，你觉得这个过程对学习有些分心。从你的描述来看，我觉得你是一个思维很清晰的女孩，唯一要做的就是决定自己的方向。",
    "annotation": [
      {
        "sentence": "高考刚结束，你现在很矛盾，对于恋爱不知道如何对待，我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "我想分享一些我的看法，希望对你有帮助。",
        "label": ""
      },
      {
        "sentence": "首先，你的矛盾点是在复读的过程中遇到一个热情的男生，和之前表白的男友相比，你不知道选谁。",
        "label": ""
      },
      {
        "sentence": "另外，你觉得这个过程对学习有些分心。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，我觉得你是一个思维很清晰的女孩，唯一要做的就是决定自己的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。能给我举个例子吗？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "能给我举个例子吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以。我以前也遇到过类似的问题。我高中的男朋友成绩比我差，后来为了学业，我选择让我们保持距离，先专注于高考，大学再好好谈恋爱，把谈情说爱吃喝玩乐放一放。可是他觉得我不够重视他，我们最后分手了。然后，我受影响考了一个普通的大学，他也考到一个普通的城市。最后，他辍学去打工，我们注定走不到一起。高考虽然不是唯一的出路，但确实在一定程度上影响自己的未来。学习的时机是宝贵的，一定要把学习放在第一位。因为女孩子因为恋爱而影响成绩是不明智的。到了大学后有缘再续，无缘也不要可惜，因为你总会遇到更好的。最后，你勇敢地表白了，说明你是一个自信乐观的女孩，不论是过去喜欢的还是现在仰慕的，建议都放一放，专注于学习。有缘的话，相信高考后仍然守护你的才是你值得交往的男友。加油！如果能找到一个和你同频的男生，也许对彼此都是一个帮助。先加油学习，祝你一切顺利。",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "我以前也遇到过类似的问题。",
        "label": ""
      },
      {
        "sentence": "我高中的男朋友成绩比我差，后来为了学业，我选择让我们保持距离，先专注于高考，大学再好好谈恋爱，把谈情说爱吃喝玩乐放一放。",
        "label": ""
      },
      {
        "sentence": "可是他觉得我不够重视他，我们最后分手了。",
        "label": ""
      },
      {
        "sentence": "然后，我受影响考了一个普通的大学，他也考到一个普通的城市。",
        "label": ""
      },
      {
        "sentence": "最后，他辍学去打工，我们注定走不到一起。",
        "label": ""
      },
      {
        "sentence": "高考虽然不是唯一的出路，但确实在一定程度上影响自己的未来。",
        "label": ""
      },
      {
        "sentence": "学习的时机是宝贵的，一定要把学习放在第一位。",
        "label": ""
      },
      {
        "sentence": "因为女孩子因为恋爱而影响成绩是不明智的。",
        "label": ""
      },
      {
        "sentence": "到了大学后有缘再续，无缘也不要可惜，因为你总会遇到更好的。",
        "label": ""
      },
      {
        "sentence": "最后，你勇敢地表白了，说明你是一个自信乐观的女孩，不论是过去喜欢的还是现在仰慕的，建议都放一放，专注于学习。",
        "label": ""
      },
      {
        "sentence": "有缘的话，相信高考后仍然守护你的才是你值得交往的男友。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果能找到一个和你同频的男生，也许对彼此都是一个帮助。",
        "label": ""
      },
      {
        "sentence": "先加油学习，祝你一切顺利。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的分享和鼓励。我明白了，我要先专注于学习，把重心放在高考复习上。同时，也要相信我会有更好的男生出现在我的生活中。我会调整好心态，树立一个正确独立平等的恋爱观。",
    "annotation": [
      {
        "sentence": "谢谢你的分享和鼓励。",
        "label": ""
      },
      {
        "sentence": "我明白了，我要先专注于学习，把重心放在高考复习上。",
        "label": ""
      },
      {
        "sentence": "同时，也要相信我会有更好的男生出现在我的生活中。",
        "label": ""
      },
      {
        "sentence": "我会调整好心态，树立一个正确独立平等的恋爱观。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你理解得很快，这是一个正确的态度。专注于学习是最重要的，我们要为自己的未来负责。相信你一定会迎来更好的男生和幸福的恋爱关系。祝你一切顺利，加油！如果你需要任何帮助或者再次分享你的感受，都可以随时来找我。",
    "annotation": [
      {
        "sentence": "很好，你理解得很快，这是一个正确的态度。",
        "label": ""
      },
      {
        "sentence": "专注于学习是最重要的，我们要为自己的未来负责。",
        "label": ""
      },
      {
        "sentence": "相信你一定会迎来更好的男生和幸福的恋爱关系。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，加油！",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再次分享你的感受，都可以随时来找我。",
        "label": ""
      }
    ]
  }
]