[
  {
    "role": "client",
    "content": "我是一个18岁的女生，高考结束后，我想知道如何树立正确的独立恋爱观。高考结束后，我向我喜欢的男孩表白了，但是因为我们的成绩差异较大（我比他成绩好），他觉得在这段时间和我在一起无法对我负责，所以拒绝了我。他说不想拖着我，如果有机会的话以后再试一试。从他的眼神和表情来看，我觉得他是真的喜欢我。但是我很困惑，因为他很少主动找我说话，甚至回我的QQ消息都很慢。但是从他在网易云上听的歌曲几乎都与我有关，这让我很纠结。我想问一下，这样的男孩值得我等待吗？而且他似乎总是不太相信自己可以赶上我，虽然我鼓励了他很多次。最近我遇到了一个和我成绩一样优秀，也比他更热情的男孩。我非常困惑，不知道应该树立怎样的恋爱观。此外，我现在正在参加复读（因为我高考失利了），我知道我应该把重点放在学习上，但是又觉得有些分心。我不知道该如何调整心态，以及应该树立一个正确独立平等的恋爱观。",
    "annotation": [
      {
        "sentence": "我是一个18岁的女生，高考结束后，我想知道如何树立正确的独立恋爱观。",
        "label": ""
      },
      {
        "sentence": "高考结束后，我向我喜欢的男孩表白了，但是因为我们的成绩差异较大（我比他成绩好），他觉得在这段时间和我在一起无法对我负责，所以拒绝了我。",
        "label": ""
      },
      {
        "sentence": "他说不想拖着我，如果有机会的话以后再试一试。",
        "label": ""
      },
      {
        "sentence": "从他的眼神和表情来看，我觉得他是真的喜欢我。",
        "label": ""
      },
      {
        "sentence": "但是我很困惑，因为他很少主动找我说话，甚至回我的QQ消息都很慢。",
        "label": ""
      },
      {
        "sentence": "但是从他在网易云上听的歌曲几乎都与我有关，这让我很纠结。",
        "label": ""
      },
      {
        "sentence": "我想问一下，这样的男孩值得我等待吗？",
        "label": ""
      },
      {
        "sentence": "而且他似乎总是不太相信自己可以赶上我，虽然我鼓励了他很多次。",
        "label": ""
      },
      {
        "sentence": "最近我遇到了一个和我成绩一样优秀，也比他更热情的男孩。",
        "label": ""
      },
      {
        "sentence": "我非常困惑，不知道应该树立怎样的恋爱观。",
        "label": ""
      },
      {
        "sentence": "此外，我现在正在参加复读（因为我高考失利了），我知道我应该把重点放在学习上，但是又觉得有些分心。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何调整心态，以及应该树立一个正确独立平等的恋爱观。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的回答能够帮到你。首先，高考结束后你向心仪的男孩表白，这显示了你非常有勇气，喜欢一个人就要勇敢表达。尽管男孩拒绝了你，他的理由可能是觉得自己对你不够自信，没有看到他对你的认可。如果你想等待他，你可以问问自己，你喜欢他的哪些方面？你能接受他在和你在一起时不太自信的状态吗？此外，你提到了遇到了另一个男孩，而且他和之前的男孩有所不同。所以，你也需要问问自己，你更喜欢哪一种类型的男孩？你欣赏他们各自的什么品质？十八岁的年纪，对一个人产生喜欢非常正常，也是我们内心的需求。很多人会担心恋爱会耽误学习，但是如果是一段良好的恋爱关系，两个人可以互相鼓励、影响。无论和谁谈恋爱，最重要的是学会保护好自己。正确看待这个阶段的喜欢，正常地与异性相处是很重要的。所以，不要给自己太大的压力，和男孩们保持良好的沟通，同时也要专注于学习。希望这些建议对你有所帮助。",
    "annotation": [
      {
        "sentence": "希望我的回答能够帮到你。",
        "label": ""
      },
      {
        "sentence": "首先，高考结束后你向心仪的男孩表白，这显示了你非常有勇气，喜欢一个人就要勇敢表达。",
        "label": ""
      },
      {
        "sentence": "尽管男孩拒绝了你，他的理由可能是觉得自己对你不够自信，没有看到他对你的认可。",
        "label": ""
      },
      {
        "sentence": "如果你想等待他，你可以问问自己，你喜欢他的哪些方面？",
        "label": ""
      },
      {
        "sentence": "你能接受他在和你在一起时不太自信的状态吗？",
        "label": ""
      },
      {
        "sentence": "此外，你提到了遇到了另一个男孩，而且他和之前的男孩有所不同。",
        "label": ""
      },
      {
        "sentence": "所以，你也需要问问自己，你更喜欢哪一种类型的男孩？",
        "label": ""
      },
      {
        "sentence": "你欣赏他们各自的什么品质？",
        "label": ""
      },
      {
        "sentence": "十八岁的年纪，对一个人产生喜欢非常正常，也是我们内心的需求。",
        "label": ""
      },
      {
        "sentence": "很多人会担心恋爱会耽误学习，但是如果是一段良好的恋爱关系，两个人可以互相鼓励、影响。",
        "label": ""
      },
      {
        "sentence": "无论和谁谈恋爱，最重要的是学会保护好自己。",
        "label": ""
      },
      {
        "sentence": "正确看待这个阶段的喜欢，正常地与异性相处是很重要的。",
        "label": ""
      },
      {
        "sentence": "所以，不要给自己太大的压力，和男孩们保持良好的沟通，同时也要专注于学习。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有所帮助。",
        "label": ""
      }
    ]
  }
]