[
  {
    "role": "client",
    "content": "分手了，我想复合行不行，给不了她幸福，放她走？我们在一起时还很好，因为周围的人跟他妈妈说，赶紧结婚，不要耽误人家女孩子了，然后他想了几天，就突然拉黑我，跟我说分手了，他跟他妈妈说，你说得对，我虽然喜欢她，但是不能耽误她，长痛不如短痛，我给不了她幸福，放她走吧。",
    "annotation": [
      {
        "sentence": "分手了，我想复合行不行，给不了她幸福，放她走？",
        "label": ""
      },
      {
        "sentence": "我们在一起时还很好，因为周围的人跟他妈妈说，赶紧结婚，不要耽误人家女孩子了，然后他想了几天，就突然拉黑我，跟我说分手了，他跟他妈妈说，你说得对，我虽然喜欢她，但是不能耽误她，长痛不如短痛，我给不了她幸福，放她走吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的男友因他妈妈和他“不想耽误你”，而拉黑你，和你分手。你很不舍得丢掉这段关系，无论是因为过去甜蜜的回忆，还是曾经给你提供的情绪价值，还是对方是你能找到的最心仪的对象，你都非常不舍。你想着，对方给不了你婚姻，至少还能和心仪的对象谈个恋爱啊。也许再相处长一点，对方还可能还会和你结婚。可是，事实是你想复合，对方却连短择的关系也不敢给你了。是这样吗？",
    "annotation": [
      {
        "sentence": "你的男友因他妈妈和他“不想耽误你”，而拉黑你，和你分手。",
        "label": ""
      },
      {
        "sentence": "你很不舍得丢掉这段关系，无论是因为过去甜蜜的回忆，还是曾经给你提供的情绪价值，还是对方是你能找到的最心仪的对象，你都非常不舍。",
        "label": ""
      },
      {
        "sentence": "你想着，对方给不了你婚姻，至少还能和心仪的对象谈个恋爱啊。",
        "label": ""
      },
      {
        "sentence": "也许再相处长一点，对方还可能还会和你结婚。",
        "label": ""
      },
      {
        "sentence": "可是，事实是你想复合，对方却连短择的关系也不敢给你了。",
        "label": ""
      },
      {
        "sentence": "是这样吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我很困惑。我们之前在一起的时候感情很好，我以为我们可以一直走下去，但他突然改变了主意，让我觉得很痛苦，不知道该如何面对。",
    "annotation": [
      {
        "sentence": "是的，我很困惑。",
        "label": ""
      },
      {
        "sentence": "我们之前在一起的时候感情很好，我以为我们可以一直走下去，但他突然改变了主意，让我觉得很痛苦，不知道该如何面对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很显然，这就是一段短择的关系。他和他妈妈对你的择偶价值是不满意的，既不会给你婚姻，也不会给你长择的投入。也许有点喜欢，但他更想低成本地持有这段关系。现在，可能因为你逼婚，或者可能因为他“良心发现”，亦或是有更好的对象拿此当分手借口，总之，他不愿意再继续为这段关系付出了。如果你这个时候选择去复合，就几乎要放弃所有的“要求”和“诉求”，缴械妥协，可最终其实你也收获不了这段关系。这大概就是关系的现实。和他说的无关，而是要看他做的。他拿出任何人的作为挡箭牌，都逃不过他就是想分手又不想撕破脸的真相。",
    "annotation": [
      {
        "sentence": "很显然，这就是一段短择的关系。",
        "label": ""
      },
      {
        "sentence": "他和他妈妈对你的择偶价值是不满意的，既不会给你婚姻，也不会给你长择的投入。",
        "label": ""
      },
      {
        "sentence": "也许有点喜欢，但他更想低成本地持有这段关系。",
        "label": ""
      },
      {
        "sentence": "现在，可能因为你逼婚，或者可能因为他“良心发现”，亦或是有更好的对象拿此当分手借口，总之，他不愿意再继续为这段关系付出了。",
        "label": ""
      },
      {
        "sentence": "如果你这个时候选择去复合，就几乎要放弃所有的“要求”和“诉求”，缴械妥协，可最终其实你也收获不了这段关系。",
        "label": ""
      },
      {
        "sentence": "这大概就是关系的现实。",
        "label": ""
      },
      {
        "sentence": "和他说的无关，而是要看他做的。",
        "label": ""
      },
      {
        "sentence": "他拿出任何人的作为挡箭牌，都逃不过他就是想分手又不想撕破脸的真相。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的话，我好像明白了一些。我承认我很难接受这个现实，但我想我不能再追求一个不肯为我付出的人了。可是，分手还是让我很痛苦，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "听了你的话，我好像明白了一些。",
        "label": ""
      },
      {
        "sentence": "我承认我很难接受这个现实，但我想我不能再追求一个不肯为我付出的人了。",
        "label": ""
      },
      {
        "sentence": "可是，分手还是让我很痛苦，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你，分手的痛苦。但是，看清关系的真相，有助于你成长，有助于你去寻找真正属于你的长择的关系。不可否认，每一段关系都有美好的部分，我们会不舍，会放不下。但是，美好的回忆当下给到你快乐感受已经完成功能了。其次，从一段并不属于你的关系里离开，从这段关系里学习成长，改善自己的情感模式，成为更好的自己，是这段关系能带给你最大的意义。",
    "annotation": [
      {
        "sentence": "很理解你，分手的痛苦。",
        "label": ""
      },
      {
        "sentence": "但是，看清关系的真相，有助于你成长，有助于你去寻找真正属于你的长择的关系。",
        "label": ""
      },
      {
        "sentence": "不可否认，每一段关系都有美好的部分，我们会不舍，会放不下。",
        "label": ""
      },
      {
        "sentence": "但是，美好的回忆当下给到你快乐感受已经完成功能了。",
        "label": ""
      },
      {
        "sentence": "其次，从一段并不属于你的关系里离开，从这段关系里学习成长，改善自己的情感模式，成为更好的自己，是这段关系能带给你最大的意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我意识到我应该学会接受并放下这段关系。虽然现在心情还不太好，但至少我能够明白这是一种成长的机会。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "你说得对，我意识到我应该学会接受并放下这段关系。",
        "label": ""
      },
      {
        "sentence": "虽然现在心情还不太好，但至少我能够明白这是一种成长的机会。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。与其委屈自己的意愿去维持一段对方已决定了的关系，不如照顾好自己，往前走，去寻找真正属于你的对的人。愿你爱自己，也有对的人爱你。如果你还有任何困惑或者需要倾诉的地方，随时都可以来找我聊聊。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "与其委屈自己的意愿去维持一段对方已决定了的关系，不如照顾好自己，往前走，去寻找真正属于你的对的人。",
        "label": ""
      },
      {
        "sentence": "愿你爱自己，也有对的人爱你。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何困惑或者需要倾诉的地方，随时都可以来找我聊聊。",
        "label": ""
      }
    ]
  }
]