[
  {
    "role": "client",
    "content": "不敢在别人面前讨论自己的家庭，害怕别人的那种同情？我在朋友同事面前不能淡定讨论自己的身世，自己的过去。我很小就被抱养，印象中一旦我发脾气，不乖，我父母我亲戚以及周围的人，都会斥责我，说，你一个童养媳还这么任性。所以，即使是最好的朋友，我也不会告诉她们这个事情，但是内心很煎熬，觉得自己藏着一个天大的秘密，就怕有人知道。而且我养母也在我10多岁去世了，以前别人一遇到我，都要表现出这孩子真可怜，没妈，那时候我就会哭。现在我很怕朋友同事问我家里情况，每次问到，我也是敷衍过去，从不敢承认，一是害怕自己的抱养身份被别人歧视，一是很害怕别人那种你妈妈死了，你好可怜的那种同情。每天跟捂着一个大秘密一样，很是恐慌。",
    "annotation": [
      {
        "sentence": "不敢在别人面前讨论自己的家庭，害怕别人的那种同情？",
        "label": ""
      },
      {
        "sentence": "我在朋友同事面前不能淡定讨论自己的身世，自己的过去。",
        "label": ""
      },
      {
        "sentence": "我很小就被抱养，印象中一旦我发脾气，不乖，我父母我亲戚以及周围的人，都会斥责我，说，你一个童养媳还这么任性。",
        "label": ""
      },
      {
        "sentence": "所以，即使是最好的朋友，我也不会告诉她们这个事情，但是内心很煎熬，觉得自己藏着一个天大的秘密，就怕有人知道。",
        "label": ""
      },
      {
        "sentence": "而且我养母也在我10多岁去世了，以前别人一遇到我，都要表现出这孩子真可怜，没妈，那时候我就会哭。",
        "label": ""
      },
      {
        "sentence": "现在我很怕朋友同事问我家里情况，每次问到，我也是敷衍过去，从不敢承认，一是害怕自己的抱养身份被别人歧视，一是很害怕别人那种你妈妈死了，你好可怜的那种同情。",
        "label": ""
      },
      {
        "sentence": "每天跟捂着一个大秘密一样，很是恐慌。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的诉说，我似乎看到一个一直在努力寻找温暖和爱却活得小心翼翼的孤独的小孩！你的语言中充满了悲伤、无奈、自卑，还有内心深处的无助。真希望能给你一个充满温暖的拥抱！在我理解中，你从小被抱养，十岁时养母离世，还经历了其他人对你的冷暴力，这些让你对自己、对生活、对未来都持着否定态度。最重要的是，你是否定了自己，一个不认可自己、一直否定自己的人是找不到方向的。所以，我想给你以下几点建议：",
    "annotation": [
      {
        "sentence": "听到你的诉说，我似乎看到一个一直在努力寻找温暖和爱却活得小心翼翼的孤独的小孩！",
        "label": ""
      },
      {
        "sentence": "你的语言中充满了悲伤、无奈、自卑，还有内心深处的无助。",
        "label": ""
      },
      {
        "sentence": "真希望能给你一个充满温暖的拥抱！",
        "label": ""
      },
      {
        "sentence": "在我理解中，你从小被抱养，十岁时养母离世，还经历了其他人对你的冷暴力，这些让你对自己、对生活、对未来都持着否定态度。",
        "label": ""
      },
      {
        "sentence": "最重要的是，你是否定了自己，一个不认可自己、一直否定自己的人是找不到方向的。",
        "label": ""
      },
      {
        "sentence": "所以，我想给你以下几点建议：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你对我的理解让我觉得很温暖，我真的很需要这样的支持和理解。我会试着做到你说的自我探索，找到内在的小孩和她对话，寻找自我存在的意义。",
    "annotation": [
      {
        "sentence": "你对我的理解让我觉得很温暖，我真的很需要这样的支持和理解。",
        "label": ""
      },
      {
        "sentence": "我会试着做到你说的自我探索，找到内在的小孩和她对话，寻找自我存在的意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你愿意尝试自我探索，与内在的自己对话。记住，每个人的存在意义不在于他的父母是谁，他的成长经历如何，原生家庭又是怎样的。一个人的价值应该是由他对自己的小家和社会这个大家所作出的贡献而评判的。找到那个一直被你否定的自己，给予她爱和关怀。与她对话，了解内在的自己，不要一直否定她，给她机会，也就是给你自己机会！",
    "annotation": [
      {
        "sentence": "很高兴你愿意尝试自我探索，与内在的自己对话。",
        "label": ""
      },
      {
        "sentence": "记住，每个人的存在意义不在于他的父母是谁，他的成长经历如何，原生家庭又是怎样的。",
        "label": ""
      },
      {
        "sentence": "一个人的价值应该是由他对自己的小家和社会这个大家所作出的贡献而评判的。",
        "label": ""
      },
      {
        "sentence": "找到那个一直被你否定的自己，给予她爱和关怀。",
        "label": ""
      },
      {
        "sentence": "与她对话，了解内在的自己，不要一直否定她，给她机会，也就是给你自己机会！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更加积极地接纳自己，给自己机会。但是我很难改变自己对被抱养和养母离世的负面情绪和观念。",
    "annotation": [
      {
        "sentence": "你说得对，我应该更加积极地接纳自己，给自己机会。",
        "label": ""
      },
      {
        "sentence": "但是我很难改变自己对被抱养和养母离世的负面情绪和观念。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变不良信念是一个循序渐进的过程。在心理学中，有一个ABC理论，A代表引发你情绪的事件，B代表你的信念或对事情的诠释，C就是结果，即你的负面情绪。通常，当人们不喜欢C时，会去找A的碴儿，尤其是与创造A有关的人。但实际上，引发C的不是A，而是B。你的恐慌表面上是怕自己的秘密被他人发现，但实际上是内心的自卑感在作祟。你无法认同被抱养的自己，无法认同十岁失去养母的自己，你认为这些都是耻辱、秘密，是他人对你产生偏见的原因。这其实都是不合理的信念。社会上有很多被抱养的小孩，他们都获得非常好。无论是养女还是亲生女儿，一家人相处的过程才是最珍贵的。你要认识到自己观念上的错误，改变它。只有接纳这些你能改变的事情，才能改变未知的未来。",
    "annotation": [
      {
        "sentence": "改变不良信念是一个循序渐进的过程。",
        "label": ""
      },
      {
        "sentence": "在心理学中，有一个ABC理论，A代表引发你情绪的事件，B代表你的信念或对事情的诠释，C就是结果，即你的负面情绪。",
        "label": ""
      },
      {
        "sentence": "通常，当人们不喜欢C时，会去找A的碴儿，尤其是与创造A有关的人。",
        "label": ""
      },
      {
        "sentence": "但实际上，引发C的不是A，而是B。",
        "label": ""
      },
      {
        "sentence": "你的恐慌表面上是怕自己的秘密被他人发现，但实际上是内心的自卑感在作祟。",
        "label": ""
      },
      {
        "sentence": "你无法认同被抱养的自己，无法认同十岁失去养母的自己，你认为这些都是耻辱、秘密，是他人对你产生偏见的原因。",
        "label": ""
      },
      {
        "sentence": "这其实都是不合理的信念。",
        "label": ""
      },
      {
        "sentence": "社会上有很多被抱养的小孩，他们都获得非常好。",
        "label": ""
      },
      {
        "sentence": "无论是养女还是亲生女儿，一家人相处的过程才是最珍贵的。",
        "label": ""
      },
      {
        "sentence": "你要认识到自己观念上的错误，改变它。",
        "label": ""
      },
      {
        "sentence": "只有接纳这些你能改变的事情，才能改变未知的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的话让我觉得好像有希望了。虽然还有些担心，但我会试着相信自己能改变。希望在某个新的人生阶段，我能拥有一种不同的存在感！",
    "annotation": [
      {
        "sentence": "你的话让我觉得好像有希望了。",
        "label": ""
      },
      {
        "sentence": "虽然还有些担心，但我会试着相信自己能改变。",
        "label": ""
      },
      {
        "sentence": "希望在某个新的人生阶段，我能拥有一种不同的存在感！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你感到有希望了！人生就像是一场戏剧，无论过去的经历如何，当你站在一个新的人生阶段时，此刻的经历也许会是你人生中最独特的存在！请相信自己，勇敢地面对内心的恐惧和痛苦，你一定能够改变并找到属于自己的存在感和价值。以上是我的分析和建议，希望对你有所帮助！",
    "annotation": [
      {
        "sentence": "很高兴你感到有希望了！",
        "label": ""
      },
      {
        "sentence": "人生就像是一场戏剧，无论过去的经历如何，当你站在一个新的人生阶段时，此刻的经历也许会是你人生中最独特的存在！",
        "label": ""
      },
      {
        "sentence": "请相信自己，勇敢地面对内心的恐惧和痛苦，你一定能够改变并找到属于自己的存在感和价值。",
        "label": ""
      },
      {
        "sentence": "以上是我的分析和建议，希望对你有所帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我现在觉得更有勇气去改变了！我会试着接纳和爱护自己，同时努力改变不良的观念。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我现在觉得更有勇气去改变了！",
        "label": ""
      },
      {
        "sentence": "我会试着接纳和爱护自己，同时努力改变不良的观念。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到你说出这样的话！勇气和决心是改变的第一步，你已经迈出了关键的一步。请记住，无论在改变的道路上经历多少困难和挑战，都不要放弃，坚持下去，你一定能找到属于自己的幸福和成就！如果需要我继续支持你，随时来找我。愿你一切顺利！",
    "annotation": [
      {
        "sentence": "非常欣慰听到你说出这样的话！",
        "label": ""
      },
      {
        "sentence": "勇气和决心是改变的第一步，你已经迈出了关键的一步。",
        "label": ""
      },
      {
        "sentence": "请记住，无论在改变的道路上经历多少困难和挑战，都不要放弃，坚持下去，你一定能找到属于自己的幸福和成就！",
        "label": ""
      },
      {
        "sentence": "如果需要我继续支持你，随时来找我。",
        "label": ""
      },
      {
        "sentence": "愿你一切顺利！",
        "label": ""
      }
    ]
  }
]