[
  {
    "role": "client",
    "content": "感觉活着好没意思，过程重不重要都无所谓？活着好累人这一生到底为了什么，到头来还不是一死，中间只是个过程，重不重要都无所谓了，到头来还不是逃不过一死？只是时间问题好累好累想找个没人的地方淹死。",
    "annotation": [
      {
        "sentence": "感觉活着好没意思，过程重不重要都无所谓？",
        "label": ""
      },
      {
        "sentence": "活着好累人这一生到底为了什么，到头来还不是一死，中间只是个过程，重不重要都无所谓了，到头来还不是逃不过一死？",
        "label": ""
      },
      {
        "sentence": "只是时间问题好累好累想找个没人的地方淹死。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我看了描述感觉难过，虽然不知道你为什么会有这样的想法，但我明白你肯定处在煎熬当中。真的很心疼你有这种念头，也很明白这种感觉。",
    "annotation": [
      {
        "sentence": "我看了描述感觉难过，虽然不知道你为什么会有这样的想法，但我明白你肯定处在煎熬当中。",
        "label": ""
      },
      {
        "sentence": "真的很心疼你有这种念头，也很明白这种感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得没人能理解我，每天都像是被黑暗笼罩着。",
    "annotation": [
      {
        "sentence": "我觉得没人能理解我，每天都像是被黑暗笼罩着。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当自己处在于悲愤且无能为力时，总是想逃离现实甚至想要离开这个世界，因为内心早已被黑暗侵蚀，它不断提醒着你的无力感和自卑。但是，请相信我，你并不孤单，有很多人都经历过类似的心境。",
    "annotation": [
      {
        "sentence": "当自己处在于悲愤且无能为力时，总是想逃离现实甚至想要离开这个世界，因为内心早已被黑暗侵蚀，它不断提醒着你的无力感和自卑。",
        "label": ""
      },
      {
        "sentence": "但是，请相信我，你并不孤单，有很多人都经历过类似的心境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能我对这个世界已经失望透顶了，觉得活着没有意义。",
    "annotation": [
      {
        "sentence": "可能我对这个世界已经失望透顶了，觉得活着没有意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说的对，人迟早都是要死的，中间只是一个过程。活着的意义每个人的概念都不同，但都在“过程中”展现并且发光发亮。你呀，其实我们可以理解为世界和人都是奇怪的，它没有很多很多条规，也没有那么暗淡无光。你用心去发现它，可能是早起照射在你床边的光线，午餐吃最爱的美食，夜晚仰望的星星。",
    "annotation": [
      {
        "sentence": "你说的对，人迟早都是要死的，中间只是一个过程。",
        "label": ""
      },
      {
        "sentence": "活着的意义每个人的概念都不同，但都在“过程中”展现并且发光发亮。",
        "label": ""
      },
      {
        "sentence": "你呀，其实我们可以理解为世界和人都是奇怪的，它没有很多很多条规，也没有那么暗淡无光。",
        "label": ""
      },
      {
        "sentence": "你用心去发现它，可能是早起照射在你床边的光线，午餐吃最爱的美食，夜晚仰望的星星。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得一切都那么无趣，没有什么值得我去奋斗的。",
    "annotation": [
      {
        "sentence": "但是我觉得一切都那么无趣，没有什么值得我去奋斗的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我只告诉你一个人哦，其实呀，它们都在偷偷地爱着你。我们没有使命，只是在人间走一遭，看看沿路的风景。如果你觉得到现在为止都不快乐，就大声地哭出来吧，让眼泪把身处在瓶子里的你溢出来就好啦。然后去洗一个热水澡，看一部你喜欢的电影，就会觉得轻松很多呢，这是我一直都在用的方法，你可以试试哦。",
    "annotation": [
      {
        "sentence": "我只告诉你一个人哦，其实呀，它们都在偷偷地爱着你。",
        "label": ""
      },
      {
        "sentence": "我们没有使命，只是在人间走一遭，看看沿路的风景。",
        "label": ""
      },
      {
        "sentence": "如果你觉得到现在为止都不快乐，就大声地哭出来吧，让眼泪把身处在瓶子里的你溢出来就好啦。",
        "label": ""
      },
      {
        "sentence": "然后去洗一个热水澡，看一部你喜欢的电影，就会觉得轻松很多呢，这是我一直都在用的方法，你可以试试哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试试看的。但我还是觉得生活中充满了痛苦和困境，我不知道要怎么办才好。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试试看的。",
        "label": ""
      },
      {
        "sentence": "但我还是觉得生活中充满了痛苦和困境，我不知道要怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "网上太多的心灵鸡汤都不及你认真看看这个世界，将你的烦恼写在漂流瓶上，向你信任的人倾述，和爱你以及你爱的人说：“谢谢你。”最重要的是，和自己说：“辛苦了，我们继续相爱吧。”如果还是觉得苦，就变身为小孩，去做你不敢做的、想做的、以及最喜欢的事情，不顾及他人，只取悦自己。世界万物都在爱你，祝好。",
    "annotation": [
      {
        "sentence": "网上太多的心灵鸡汤都不及你认真看看这个世界，将你的烦恼写在漂流瓶上，向你信任的人倾述，和爱你以及你爱的人说：“谢谢你。",
        "label": ""
      },
      {
        "sentence": "”最重要的是，和自己说：“辛苦了，我们继续相爱吧。",
        "label": ""
      },
      {
        "sentence": "”如果还是觉得苦，就变身为小孩，去做你不敢做的、想做的、以及最喜欢的事情，不顾及他人，只取悦自己。",
        "label": ""
      },
      {
        "sentence": "世界万物都在爱你，祝好。",
        "label": ""
      }
    ]
  }
]