[
  {
    "role": "client",
    "content": "我已经34岁了，还是个未婚女，对于那种鸡肋的爱情，我应该接受吗？最近我通过婚恋公司认识了一个比我大3岁的大龄未婚男。可是我对他完全没有感觉。以前见面后，我通常都能清楚地知道自己是喜欢还是不喜欢对方。红娘问我对这个男士的感觉，我的回答是：“没有很好，也没有不好。”这是我内心真实的想法。无论是长相，还是外貌，包括说话方式，都不是我喜欢的类型。只是觉得对方的条件相对来说“合适”，所以怕自己错过了这次机会，下一个合适的可能要很久才会出现。但是我的年龄已经等不起了。对于这种鸡肋的爱情，我该怎么办呢？求解。",
    "annotation": [
      {
        "sentence": "我已经34岁了，还是个未婚女，对于那种鸡肋的爱情，我应该接受吗？",
        "label": ""
      },
      {
        "sentence": "最近我通过婚恋公司认识了一个比我大3岁的大龄未婚男。",
        "label": ""
      },
      {
        "sentence": "可是我对他完全没有感觉。",
        "label": ""
      },
      {
        "sentence": "以前见面后，我通常都能清楚地知道自己是喜欢还是不喜欢对方。",
        "label": ""
      },
      {
        "sentence": "红娘问我对这个男士的感觉，我的回答是：“没有很好，也没有不好。",
        "label": ""
      },
      {
        "sentence": "”这是我内心真实的想法。",
        "label": ""
      },
      {
        "sentence": "无论是长相，还是外貌，包括说话方式，都不是我喜欢的类型。",
        "label": ""
      },
      {
        "sentence": "只是觉得对方的条件相对来说“合适”，所以怕自己错过了这次机会，下一个合适的可能要很久才会出现。",
        "label": ""
      },
      {
        "sentence": "但是我的年龄已经等不起了。",
        "label": ""
      },
      {
        "sentence": "对于这种鸡肋的爱情，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "求解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的问题好像在问是要面包还是要爱情。这的确是个很难选择的问题。社会的压力和自身的压力会让人很焦虑，尤其是面对未来的不确定性。不过这个问题或者选择，并没有对错之分，而是要看每个人的坚持以及需要什么样的生活，或者说和个人的三观有关。我来谈谈我的想法。我已经步入婚姻将近二十年了。最初我们是自由恋爱，那时候真的什么都不懂，根本没有考虑过他的现实条件，也没有想过将来能不能有车有房，甚至连他父母的工作都不知道，可以说是相当地傻。后来我们结婚生子，一路上充满了各种磨合。我丈夫是个大直男，而且非常铁板一块，对很多事情都不太体贴。以前我心里有很多怨气，所以前些年我们经常争吵。我经常表达自己的不满，可是他听不懂。直到有一次我跟他说我其实很不幸福，很烦他的时候，他受到了刺激，终于理解了我的感受。他开始改变，也开始顾及我的感受。现在他说他理解我了，我们俩的关系很好。我分享这些是希望告诉你每个人都不知道对方到底是个什么样的人。婚姻就像一个赌注，真的很难预料。但是最重要的是他的人品和性格，而这些是可以克服的。人品决定了他是不是渣男，性格决定了你们的关系疏近程度。我老公长得并不帅，但是我喜欢。他也超级直率，但是对我真心。他会让着我，虽然性格有点急躁，可是当我生气的时候，他会哄我。当初我对他并没有什么特别的感觉，就这样稀里糊涂地在一起了。我的建议是你问问自己内心真实的感受，抛弃那些现实的物质考量。感受感情是最重要的，其次才是对方的人品和性格，然后是物质条件。婚姻和爱情不一样，婚姻需要的是踏实和稳定，所以找个靠谱的才能够持久幸福。希望我能够帮到你。还有其他问题可以继续提问哦。",
    "annotation": [
      {
        "sentence": "你的问题好像在问是要面包还是要爱情。",
        "label": ""
      },
      {
        "sentence": "这的确是个很难选择的问题。",
        "label": ""
      },
      {
        "sentence": "社会的压力和自身的压力会让人很焦虑，尤其是面对未来的不确定性。",
        "label": ""
      },
      {
        "sentence": "不过这个问题或者选择，并没有对错之分，而是要看每个人的坚持以及需要什么样的生活，或者说和个人的三观有关。",
        "label": ""
      },
      {
        "sentence": "我来谈谈我的想法。",
        "label": ""
      },
      {
        "sentence": "我已经步入婚姻将近二十年了。",
        "label": ""
      },
      {
        "sentence": "最初我们是自由恋爱，那时候真的什么都不懂，根本没有考虑过他的现实条件，也没有想过将来能不能有车有房，甚至连他父母的工作都不知道，可以说是相当地傻。",
        "label": ""
      },
      {
        "sentence": "后来我们结婚生子，一路上充满了各种磨合。",
        "label": ""
      },
      {
        "sentence": "我丈夫是个大直男，而且非常铁板一块，对很多事情都不太体贴。",
        "label": ""
      },
      {
        "sentence": "以前我心里有很多怨气，所以前些年我们经常争吵。",
        "label": ""
      },
      {
        "sentence": "我经常表达自己的不满，可是他听不懂。",
        "label": ""
      },
      {
        "sentence": "直到有一次我跟他说我其实很不幸福，很烦他的时候，他受到了刺激，终于理解了我的感受。",
        "label": ""
      },
      {
        "sentence": "他开始改变，也开始顾及我的感受。",
        "label": ""
      },
      {
        "sentence": "现在他说他理解我了，我们俩的关系很好。",
        "label": ""
      },
      {
        "sentence": "我分享这些是希望告诉你每个人都不知道对方到底是个什么样的人。",
        "label": ""
      },
      {
        "sentence": "婚姻就像一个赌注，真的很难预料。",
        "label": ""
      },
      {
        "sentence": "但是最重要的是他的人品和性格，而这些是可以克服的。",
        "label": ""
      },
      {
        "sentence": "人品决定了他是不是渣男，性格决定了你们的关系疏近程度。",
        "label": ""
      },
      {
        "sentence": "我老公长得并不帅，但是我喜欢。",
        "label": ""
      },
      {
        "sentence": "他也超级直率，但是对我真心。",
        "label": ""
      },
      {
        "sentence": "他会让着我，虽然性格有点急躁，可是当我生气的时候，他会哄我。",
        "label": ""
      },
      {
        "sentence": "当初我对他并没有什么特别的感觉，就这样稀里糊涂地在一起了。",
        "label": ""
      },
      {
        "sentence": "我的建议是你问问自己内心真实的感受，抛弃那些现实的物质考量。",
        "label": ""
      },
      {
        "sentence": "感受感情是最重要的，其次才是对方的人品和性格，然后是物质条件。",
        "label": ""
      },
      {
        "sentence": "婚姻和爱情不一样，婚姻需要的是踏实和稳定，所以找个靠谱的才能够持久幸福。",
        "label": ""
      },
      {
        "sentence": "希望我能够帮到你。",
        "label": ""
      },
      {
        "sentence": "还有其他问题可以继续提问哦。",
        "label": ""
      }
    ]
  }
]