[
  {
    "role": "client",
    "content": "就算她能生孩子，我也不要她！最后逃离了我？题目中的话是前夫说给别人的，直到空窗四年后的现在，恋爱半年分手后的我才意识到，自己可能真的出了问题了。",
    "annotation": [
      {
        "sentence": "就算她能生孩子，我也不要她！",
        "label": ""
      },
      {
        "sentence": "最后逃离了我？",
        "label": ""
      },
      {
        "sentence": "题目中的话是前夫说给别人的，直到空窗四年后的现在，恋爱半年分手后的我才意识到，自己可能真的出了问题了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你写的，我发现了三个问题。",
    "annotation": [
      {
        "sentence": "看了你写的，我发现了三个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "请你告诉我，这三个问题是什么？",
    "annotation": [
      {
        "sentence": "请你告诉我，这三个问题是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第一：缺乏安全感。很多人都说安全感是自己给的，但是却忽略了一件事情，那就是我们时的出生首个安全感应该是父母给予的，只有家庭和睦，父母感情好，孩子才能感到幸福，有安全感。幸运的人一生都被童年所治愈，而不幸的人用一生去治愈童年。而你在小时母亲因为爱你，怕自己把病传染给你，所以不愿意让你靠近，而你所期待的父亲，对你的态度过于强硬，没有细心体贴的安慰你，从而让你对他失去了依赖性，不愿意和他说有关于自己的任何事情，我觉得有可能不是你不愿意说，而是害怕再次遭到忽视，受到伤害，所以你用强硬的外壳包裹着自己，不愿让任何人走进你的内心世界。这样的好处是你不会被任何人伤害，但同时你也不会相信任何人，缺乏安全感。那么缺乏安全感，我们要怎么做才好？",
    "annotation": [
      {
        "sentence": "第一：缺乏安全感。",
        "label": ""
      },
      {
        "sentence": "很多人都说安全感是自己给的，但是却忽略了一件事情，那就是我们时的出生首个安全感应该是父母给予的，只有家庭和睦，父母感情好，孩子才能感到幸福，有安全感。",
        "label": ""
      },
      {
        "sentence": "幸运的人一生都被童年所治愈，而不幸的人用一生去治愈童年。",
        "label": ""
      },
      {
        "sentence": "而你在小时母亲因为爱你，怕自己把病传染给你，所以不愿意让你靠近，而你所期待的父亲，对你的态度过于强硬，没有细心体贴的安慰你，从而让你对他失去了依赖性，不愿意和他说有关于自己的任何事情，我觉得有可能不是你不愿意说，而是害怕再次遭到忽视，受到伤害，所以你用强硬的外壳包裹着自己，不愿让任何人走进你的内心世界。",
        "label": ""
      },
      {
        "sentence": "这样的好处是你不会被任何人伤害，但同时你也不会相信任何人，缺乏安全感。",
        "label": ""
      },
      {
        "sentence": "那么缺乏安全感，我们要怎么做才好？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的感觉自己很缺乏安全感，无论是在家庭还是在感情中。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "我真的感觉自己很缺乏安全感，无论是在家庭还是在感情中。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先积极的自我调整，做自己喜欢做的事，将注意力放到自己感兴趣的事情上，不要让自己陷入困境，一直活在过去。其次，让自己获得幸福感，成就感，用这些来代替缺乏的安全感。最后我觉得解铃还需系铃人，所以我建议你如果有时间可以好好的跟自己的父母谈一谈，解决自己心结，这样你也才能更好的拥有属于自己的幸福生活。",
    "annotation": [
      {
        "sentence": "首先积极的自我调整，做自己喜欢做的事，将注意力放到自己感兴趣的事情上，不要让自己陷入困境，一直活在过去。",
        "label": ""
      },
      {
        "sentence": "其次，让自己获得幸福感，成就感，用这些来代替缺乏的安全感。",
        "label": ""
      },
      {
        "sentence": "最后我觉得解铃还需系铃人，所以我建议你如果有时间可以好好的跟自己的父母谈一谈，解决自己心结，这样你也才能更好的拥有属于自己的幸福生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要做一些调整来改善我的安全感。我会试着培养自己的兴趣爱好，并更主动地与父母沟通，解决我心中的疑虑。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "你说得对，我需要做一些调整来改善我的安全感。",
        "label": ""
      },
      {
        "sentence": "我会试着培养自己的兴趣爱好，并更主动地与父母沟通，解决我心中的疑虑。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。还有第二个问题，你是否愿意听我继续说下去？",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "还有第二个问题，你是否愿意听我继续说下去？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当然愿意，我想了解自己的问题并寻找解决方法。",
    "annotation": [
      {
        "sentence": "当然愿意，我想了解自己的问题并寻找解决方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第二个问题是太过于敏感。怀疑前夫出轨，但是没有任何证据，足以说明你因为缺乏安全感，导致太过于敏感，可能在平时生活中会陷入焦虑，沮丧等众多情绪，太过于情绪化，容易大起大落，陷入自己的情绪当中，无法接受别人的批评与建议。很多时候事情就是越想越复杂，所以我建议你不要想太多不好的事情，多想点让自己开心快乐的事情，不要太在意别人的看法，尽量不要去关注别人，也不要对自己有太高的要求，凡事不要太苛刻，有时间可以多看看经书之类的静心书籍。",
    "annotation": [
      {
        "sentence": "第二个问题是太过于敏感。",
        "label": ""
      },
      {
        "sentence": "怀疑前夫出轨，但是没有任何证据，足以说明你因为缺乏安全感，导致太过于敏感，可能在平时生活中会陷入焦虑，沮丧等众多情绪，太过于情绪化，容易大起大落，陷入自己的情绪当中，无法接受别人的批评与建议。",
        "label": ""
      },
      {
        "sentence": "很多时候事情就是越想越复杂，所以我建议你不要想太多不好的事情，多想点让自己开心快乐的事情，不要太在意别人的看法，尽量不要去关注别人，也不要对自己有太高的要求，凡事不要太苛刻，有时间可以多看看经书之类的静心书籍。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我承认我在很多时候会过分敏感，容易纠结于自己的情绪。你的建议很有道理，我会尝试放下对他人看法的在意，关注让自己开心的事情，同时也会学会减少自己对自己的要求。谢谢你的指导。",
    "annotation": [
      {
        "sentence": "我承认我在很多时候会过分敏感，容易纠结于自己的情绪。",
        "label": ""
      },
      {
        "sentence": "你的建议很有道理，我会尝试放下对他人看法的在意，关注让自己开心的事情，同时也会学会减少自己对自己的要求。",
        "label": ""
      },
      {
        "sentence": "谢谢你的指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我希望你能够摆脱过度敏感的困扰，过上更加轻松快乐的生活。还有最后一个问题，你是否愿意继续听我说下去？",
    "annotation": [
      {
        "sentence": "不用客气，我希望你能够摆脱过度敏感的困扰，过上更加轻松快乐的生活。",
        "label": ""
      },
      {
        "sentence": "还有最后一个问题，你是否愿意继续听我说下去？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当然愿意，你的建议对我非常有帮助。请告诉我最后一个问题吧。",
    "annotation": [
      {
        "sentence": "当然愿意，你的建议对我非常有帮助。",
        "label": ""
      },
      {
        "sentence": "请告诉我最后一个问题吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不懂如何去爱是第三个问题。因为父母的关系，让你不知道如何去爱，也不知道该如何去表达自己的爱，所以你就会用自己所认为的方式去对待你所爱的人。但是你却没有问过对方是否接受你这种爱，需不需要你这种爱？所以我建议你在爱别人之前，先好好的爱自己。只有好好爱自己了，才能更好的爱别人，要学会和自己爱的人沟通，向他表达自己的爱意，让他知道你很爱他，只是不知道该如何去表达。最后我希望你能开心，过上幸福快乐的生活。",
    "annotation": [
      {
        "sentence": "不懂如何去爱是第三个问题。",
        "label": ""
      },
      {
        "sentence": "因为父母的关系，让你不知道如何去爱，也不知道该如何去表达自己的爱，所以你就会用自己所认为的方式去对待你所爱的人。",
        "label": ""
      },
      {
        "sentence": "但是你却没有问过对方是否接受你这种爱，需不需要你这种爱？",
        "label": ""
      },
      {
        "sentence": "所以我建议你在爱别人之前，先好好的爱自己。",
        "label": ""
      },
      {
        "sentence": "只有好好爱自己了，才能更好的爱别人，要学会和自己爱的人沟通，向他表达自己的爱意，让他知道你很爱他，只是不知道该如何去表达。",
        "label": ""
      },
      {
        "sentence": "最后我希望你能开心，过上幸福快乐的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得太对了，我一直没有意识到自己在爱的方式上存在问题。我会先学会爱自己，然后再学会与爱的人进行有效的沟通和表达。非常感谢你的建议和祝福，我会尽力去实践，过上幸福快乐的生活。",
    "annotation": [
      {
        "sentence": "你说得太对了，我一直没有意识到自己在爱的方式上存在问题。",
        "label": ""
      },
      {
        "sentence": "我会先学会爱自己，然后再学会与爱的人进行有效的沟通和表达。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的建议和祝福，我会尽力去实践，过上幸福快乐的生活。",
        "label": ""
      }
    ]
  }
]