[
  {
    "role": "client",
    "content": "男，和女友恋爱1年，关于性取向问题，我该怎么办？本人男20，和女友恋爱接近1年了。总是想起以前一些事情让我非常烦恼。大概十二岁左右还是多少，当时跟一个同性朋友玩的很好，开玩笑玩亲亲。后来也没想那么多了，那个年龄左右我哥经常摸我帮我打过飞机，他跟我同龄。一直到高中，有才知道有同性恋这回事。后来也偶尔看到一些同性恋视频，没太在意。一年多前，暑假我在家逛过一些关于同性论坛之类的，购买了男男视频，后来删除。也谈不上反感，恶心。有时看着还有些紧张，越关注还越有反应。以前没想这么多。后来可能因为我有女朋友了，没太关注这些了。但是和女朋友有过更多深入的肢体接触了，目前我们有过边缘性行为。我有几个问题：1.儿童到青春期的一些同性亲密正常吗？2.如果女朋友知道这些事了之后，会不会认为我是在骗她，会不会恨我？但是我们很相爱。自认为3.我每天总是去想这些，有点强迫症，越不想就越去想。心里很烦，有时还吼了她，不知道是怎。",
    "annotation": [
      {
        "sentence": "男，和女友恋爱1年，关于性取向问题，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "本人男20，和女友恋爱接近1年了。",
        "label": ""
      },
      {
        "sentence": "总是想起以前一些事情让我非常烦恼。",
        "label": ""
      },
      {
        "sentence": "大概十二岁左右还是多少，当时跟一个同性朋友玩的很好，开玩笑玩亲亲。",
        "label": ""
      },
      {
        "sentence": "后来也没想那么多了，那个年龄左右我哥经常摸我帮我打过飞机，他跟我同龄。",
        "label": ""
      },
      {
        "sentence": "一直到高中，有才知道有同性恋这回事。",
        "label": ""
      },
      {
        "sentence": "后来也偶尔看到一些同性恋视频，没太在意。",
        "label": ""
      },
      {
        "sentence": "一年多前，暑假我在家逛过一些关于同性论坛之类的，购买了男男视频，后来删除。",
        "label": ""
      },
      {
        "sentence": "也谈不上反感，恶心。",
        "label": ""
      },
      {
        "sentence": "有时看着还有些紧张，越关注还越有反应。",
        "label": ""
      },
      {
        "sentence": "以前没想这么多。",
        "label": ""
      },
      {
        "sentence": "后来可能因为我有女朋友了，没太关注这些了。",
        "label": ""
      },
      {
        "sentence": "但是和女朋友有过更多深入的肢体接触了，目前我们有过边缘性行为。",
        "label": ""
      },
      {
        "sentence": "我有几个问题：1.儿童到青春期的一些同性亲密正常吗？",
        "label": ""
      },
      {
        "sentence": "2.如果女朋友知道这些事了之后，会不会认为我是在骗她，会不会恨我？",
        "label": ""
      },
      {
        "sentence": "但是我们很相爱。",
        "label": ""
      },
      {
        "sentence": "自认为3.我每天总是去想这些，有点强迫症，越不想就越去想。",
        "label": ""
      },
      {
        "sentence": "心里很烦，有时还吼了她，不知道是怎。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，听到你的困扰后，我理解你的烦恼。首先回答你的问题，儿童到青春期的一些同性亲密并不都是异常的，通常表现为天然的友谊，是正常的现象。其次，如果你的女朋友知道这些事情后，她会理解你并不是在骗她，她或许会感到难过和困惑，但如果你们相爱，她会愿意与你一起解决问题，而不是恨你。关键是你们之间的沟通和理解。至于你每天不停地思考这些问题，这种强迫思维是正常的心理反应，但也需要你学会适当地调节和处理。",
    "annotation": [
      {
        "sentence": "求助者，听到你的困扰后，我理解你的烦恼。",
        "label": ""
      },
      {
        "sentence": "首先回答你的问题，儿童到青春期的一些同性亲密并不都是异常的，通常表现为天然的友谊，是正常的现象。",
        "label": ""
      },
      {
        "sentence": "其次，如果你的女朋友知道这些事情后，她会理解你并不是在骗她，她或许会感到难过和困惑，但如果你们相爱，她会愿意与你一起解决问题，而不是恨你。",
        "label": ""
      },
      {
        "sentence": "关键是你们之间的沟通和理解。",
        "label": ""
      },
      {
        "sentence": "至于你每天不停地思考这些问题，这种强迫思维是正常的心理反应，但也需要你学会适当地调节和处理。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答。我一直担心这些事情会破坏我们的关系，我真的很在乎她。但是有时候我会因为焦虑和烦恼而对她发脾气，我不想伤害她，但我无法控制自己的情绪。我应该怎么做？",
    "annotation": [
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "我一直担心这些事情会破坏我们的关系，我真的很在乎她。",
        "label": ""
      },
      {
        "sentence": "但是有时候我会因为焦虑和烦恼而对她发脾气，我不想伤害她，但我无法控制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "我应该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的烦恼和无法控制情绪的困扰。首先，意识到你的情绪是因为内心的焦虑而产生的，而不是因为女友本身。你可以尝试通过深呼吸和冷静思考的方式来缓解自己的情绪，同时也可以与女友坦诚相待，告诉她你的困扰和努力控制情绪的决心。在沟通中互相理解和支持，找到解决问题的方式。",
    "annotation": [
      {
        "sentence": "理解你的烦恼和无法控制情绪的困扰。",
        "label": ""
      },
      {
        "sentence": "首先，意识到你的情绪是因为内心的焦虑而产生的，而不是因为女友本身。",
        "label": ""
      },
      {
        "sentence": "你可以尝试通过深呼吸和冷静思考的方式来缓解自己的情绪，同时也可以与女友坦诚相待，告诉她你的困扰和努力控制情绪的决心。",
        "label": ""
      },
      {
        "sentence": "在沟通中互相理解和支持，找到解决问题的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试深呼吸和冷静思考来控制自己的情绪。我也会和女友坦诚相待，告诉她我的烦恼和努力控制情绪的决心。但我还是很担心这些问题会影响我们的关系，我怕她无法接受我。我该如何消除这种担忧？",
    "annotation": [
      {
        "sentence": "我会尝试深呼吸和冷静思考来控制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "我也会和女友坦诚相待，告诉她我的烦恼和努力控制情绪的决心。",
        "label": ""
      },
      {
        "sentence": "但我还是很担心这些问题会影响我们的关系，我怕她无法接受我。",
        "label": ""
      },
      {
        "sentence": "我该如何消除这种担忧？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心是正常的，但要相信你们之间的爱情和信任。沟通是关键，与女友分享你的担忧，让她了解你的内心世界。她可能需要时间去理解和接受，但如果你们相爱，她会逐渐明白你的真实感受并支持你。同时，你也要给自己一些时间和空间来接受和理解自己的性取向，不要把负面情绪全部归咎于你的女友。",
    "annotation": [
      {
        "sentence": "担心是正常的，但要相信你们之间的爱情和信任。",
        "label": ""
      },
      {
        "sentence": "沟通是关键，与女友分享你的担忧，让她了解你的内心世界。",
        "label": ""
      },
      {
        "sentence": "她可能需要时间去理解和接受，但如果你们相爱，她会逐渐明白你的真实感受并支持你。",
        "label": ""
      },
      {
        "sentence": "同时，你也要给自己一些时间和空间来接受和理解自己的性取向，不要把负面情绪全部归咎于你的女友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我明白沟通和信任的重要性，我会尽力跟女友分享我的担忧，也会给她时间来理解和接受。同时，我也会给自己时间来接受和理解自己的性取向。这些问题虽然困扰，但我相信我们的爱情可以克服一切困难。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我明白沟通和信任的重要性，我会尽力跟女友分享我的担忧，也会给她时间来理解和接受。",
        "label": ""
      },
      {
        "sentence": "同时，我也会给自己时间来接受和理解自己的性取向。",
        "label": ""
      },
      {
        "sentence": "这些问题虽然困扰，但我相信我们的爱情可以克服一切困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你理解并接受了我的建议。相信自己和你们之间的爱情，勇敢面对困难和挑战。同时，也要记住寻求专业的心理支持是非常重要的，他们能够给你更具体和专业的指导。祝福你和女友能够共同度过困难，建立一个健康而幸福的关系。",
    "annotation": [
      {
        "sentence": "很高兴听到你理解并接受了我的建议。",
        "label": ""
      },
      {
        "sentence": "相信自己和你们之间的爱情，勇敢面对困难和挑战。",
        "label": ""
      },
      {
        "sentence": "同时，也要记住寻求专业的心理支持是非常重要的，他们能够给你更具体和专业的指导。",
        "label": ""
      },
      {
        "sentence": "祝福你和女友能够共同度过困难，建立一个健康而幸福的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和支持。我会考虑寻求专业的心理支持，以获得更好的帮助和指导。希望我们能够共同克服困难，建立一个健康而幸福的关系。再次感谢你的耐心和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和支持。",
        "label": ""
      },
      {
        "sentence": "我会考虑寻求专业的心理支持，以获得更好的帮助和指导。",
        "label": ""
      },
      {
        "sentence": "希望我们能够共同克服困难，建立一个健康而幸福的关系。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的耐心和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。记住，你并不孤单，有人支持着你。祝福你一切顺利，愿你和女友共创美好的未来。如果还有其他问题或需要进一步的支持，随时都可以来找我。祝福你！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有人支持着你。",
        "label": ""
      },
      {
        "sentence": "祝福你一切顺利，愿你和女友共创美好的未来。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或需要进一步的支持，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]