[
  {
    "role": "client",
    "content": "我是男生，和我的女朋友交往了一年，关于我的性取向问题，我不知道该怎么办。我今年20岁，和女朋友交往快一年了。最近一直被一些过去的事情困扰得很烦恼。大约在我12岁左右的时候，我和一个同性朋友很好玩，我们玩亲亲的开玩笑。后来也没有太在意，因为那个年纪的时候，我哥哥经常和我一起玩，互相帮助，也就是帮我“打飞机”，他跟我是同龄人。直到高中的时候，才知道同性恋这回事。后来偶尔也看到一些同性恋的影片，但没太在意。一年多前，我在暑假的时候在家上了一些关于同性的论坛，还买了一些男男的影片，后来都删掉了。对于这些我不反感也不讨厌。有时候看着还有些紧张，越是注意也越容易有反应。以前都没有想这么多。可能是因为我有女朋友了，所以就不太关注这些了。但是和女朋友深入接触之后，我们目前已经进行了一些边缘性行为。我有几个问题：1.儿童到青春期的同性接触算正常吗？2.如果我女朋友知道了这些事情，会不会觉得我在骗她，会不会恨我？但是我们非常相爱。还有3.每天我总是无时无刻地想这些事情，感觉有点强迫症，越是想不去想反而更加想。内心很烦躁，有时候还会对女朋友发脾气，我真的不知道怎么办了。",
    "annotation": [
      {
        "sentence": "我是男生，和我的女朋友交往了一年，关于我的性取向问题，我不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "我今年20岁，和女朋友交往快一年了。",
        "label": ""
      },
      {
        "sentence": "最近一直被一些过去的事情困扰得很烦恼。",
        "label": ""
      },
      {
        "sentence": "大约在我12岁左右的时候，我和一个同性朋友很好玩，我们玩亲亲的开玩笑。",
        "label": ""
      },
      {
        "sentence": "后来也没有太在意，因为那个年纪的时候，我哥哥经常和我一起玩，互相帮助，也就是帮我“打飞机”，他跟我是同龄人。",
        "label": ""
      },
      {
        "sentence": "直到高中的时候，才知道同性恋这回事。",
        "label": ""
      },
      {
        "sentence": "后来偶尔也看到一些同性恋的影片，但没太在意。",
        "label": ""
      },
      {
        "sentence": "一年多前，我在暑假的时候在家上了一些关于同性的论坛，还买了一些男男的影片，后来都删掉了。",
        "label": ""
      },
      {
        "sentence": "对于这些我不反感也不讨厌。",
        "label": ""
      },
      {
        "sentence": "有时候看着还有些紧张，越是注意也越容易有反应。",
        "label": ""
      },
      {
        "sentence": "以前都没有想这么多。",
        "label": ""
      },
      {
        "sentence": "可能是因为我有女朋友了，所以就不太关注这些了。",
        "label": ""
      },
      {
        "sentence": "但是和女朋友深入接触之后，我们目前已经进行了一些边缘性行为。",
        "label": ""
      },
      {
        "sentence": "我有几个问题：1.儿童到青春期的同性接触算正常吗？",
        "label": ""
      },
      {
        "sentence": "2.如果我女朋友知道了这些事情，会不会觉得我在骗她，会不会恨我？",
        "label": ""
      },
      {
        "sentence": "但是我们非常相爱。",
        "label": ""
      },
      {
        "sentence": "还有3.每天我总是无时无刻地想这些事情，感觉有点强迫症，越是想不去想反而更加想。",
        "label": ""
      },
      {
        "sentence": "内心很烦躁，有时候还会对女朋友发脾气，我真的不知道怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你提出的问题，我感觉你有一些自责、内疚和不安的情绪。很幸运你能来到这个专业平台寻求帮助。在没有以性为目的的活动中，儿时的那些行为都是探索和好奇的表现。性没有固定的形式，只要没有伤害到他人，是可以自由去发展的。每个人都有一些小秘密，这些秘密不一定是罪恶感，也不一定需要对别人倾诉，可以是属于个人的快乐或痛苦。如果你不想和别人分享，那么可以选择保留自己的秘密，即使我们愿意分享，也不可能将整个人生都分享给别人对吧？关于你最后的问题，其实不是别人对你会有何看法，而是你对自己有很多疑问和困扰。在探索之后找到自己真正想要的性别取向和性行为方式，这不是一件美好的事情吗？你已经体验过别人可能没有经历过的部分，对同性的性也有了了解，但是你选择了女朋友，这正是对她的负责。最重要的是你们相爱，这样的感情是要珍惜的。对于你的内心烦躁，我们可以一起找找解决办法，你觉得呢？",
    "annotation": [
      {
        "sentence": "看到你提出的问题，我感觉你有一些自责、内疚和不安的情绪。",
        "label": ""
      },
      {
        "sentence": "很幸运你能来到这个专业平台寻求帮助。",
        "label": ""
      },
      {
        "sentence": "在没有以性为目的的活动中，儿时的那些行为都是探索和好奇的表现。",
        "label": ""
      },
      {
        "sentence": "性没有固定的形式，只要没有伤害到他人，是可以自由去发展的。",
        "label": ""
      },
      {
        "sentence": "每个人都有一些小秘密，这些秘密不一定是罪恶感，也不一定需要对别人倾诉，可以是属于个人的快乐或痛苦。",
        "label": ""
      },
      {
        "sentence": "如果你不想和别人分享，那么可以选择保留自己的秘密，即使我们愿意分享，也不可能将整个人生都分享给别人对吧？",
        "label": ""
      },
      {
        "sentence": "关于你最后的问题，其实不是别人对你会有何看法，而是你对自己有很多疑问和困扰。",
        "label": ""
      },
      {
        "sentence": "在探索之后找到自己真正想要的性别取向和性行为方式，这不是一件美好的事情吗？",
        "label": ""
      },
      {
        "sentence": "你已经体验过别人可能没有经历过的部分，对同性的性也有了了解，但是你选择了女朋友，这正是对她的负责。",
        "label": ""
      },
      {
        "sentence": "最重要的是你们相爱，这样的感情是要珍惜的。",
        "label": ""
      },
      {
        "sentence": "对于你的内心烦躁，我们可以一起找找解决办法，你觉得呢？",
        "label": ""
      }
    ]
  }
]