[
  {
    "role": "client",
    "content": "未婚理工男硕士，对方不爱了，要不要再坚持？",
    "annotation": [
      {
        "sentence": "未婚理工男硕士，对方不爱了，要不要再坚持？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，经历了这些事情相信你自己也有一些看法，对女方也会有一些自己的见解和印象，只是不确定自己的那些想法的多错。建议你可以顺着自己脑子里面已经有的想法继续深挖，或许能想出一些没有考虑到的问题。",
    "annotation": [
      {
        "sentence": "你好，经历了这些事情相信你自己也有一些看法，对女方也会有一些自己的见解和印象，只是不确定自己的那些想法的多错。",
        "label": ""
      },
      {
        "sentence": "建议你可以顺着自己脑子里面已经有的想法继续深挖，或许能想出一些没有考虑到的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "女方最近的行为让我觉得很困惑。我们才认识半个月，她之前一直很主动联系我，还发自己的照片和视频，巴不得我们能确定关系。但是见面后，她的主动联系就少了，还说没从之前的感情中走出来。",
    "annotation": [
      {
        "sentence": "女方最近的行为让我觉得很困惑。",
        "label": ""
      },
      {
        "sentence": "我们才认识半个月，她之前一直很主动联系我，还发自己的照片和视频，巴不得我们能确定关系。",
        "label": ""
      },
      {
        "sentence": "但是见面后，她的主动联系就少了，还说没从之前的感情中走出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "彼此见了面，她对你有了更加直观、深刻的印象。是否有什么行为、言语让她产生了防备？或许你可以回顾一下见面时的交流，是否有什么让她觉得不满意的地方。",
    "annotation": [
      {
        "sentence": "彼此见了面，她对你有了更加直观、深刻的印象。",
        "label": ""
      },
      {
        "sentence": "是否有什么行为、言语让她产生了防备？",
        "label": ""
      },
      {
        "sentence": "或许你可以回顾一下见面时的交流，是否有什么让她觉得不满意的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有可能是我在陪女儿玩的时候，表现出了一些看孩子累的情绪。而且还有一次我善意地劝她买个保险，她却误解成我嫌弃她或者为什么我不给她买。不知道这些是不是造成她态度转变的原因。",
    "annotation": [
      {
        "sentence": "有可能是我在陪女儿玩的时候，表现出了一些看孩子累的情绪。",
        "label": ""
      },
      {
        "sentence": "而且还有一次我善意地劝她买个保险，她却误解成我嫌弃她或者为什么我不给她买。",
        "label": ""
      },
      {
        "sentence": "不知道这些是不是造成她态度转变的原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从她的经历来看，她已经有过婚姻，并且有一个女儿，肯定会考虑到自己和女儿两个因素。而且她之前的婚姻中丈夫酗酒、家暴，这可能给她留下了心理阴影，也是你要考虑的方面。或许你可以问问她的前夫平时的一些行为，看看是否在你身上她看到了曾经的阴影。",
    "annotation": [
      {
        "sentence": "从她的经历来看，她已经有过婚姻，并且有一个女儿，肯定会考虑到自己和女儿两个因素。",
        "label": ""
      },
      {
        "sentence": "而且她之前的婚姻中丈夫酗酒、家暴，这可能给她留下了心理阴影，也是你要考虑的方面。",
        "label": ""
      },
      {
        "sentence": "或许你可以问问她的前夫平时的一些行为，看看是否在你身上她看到了曾经的阴影。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，她的过去经历对她产生了很大的影响。而且她从小到大受的苦都跟我倾诉过，让我很心疼。我也意识到自己思想上还不够成熟，对家庭责任的思考可能和她有些不同，我们在一起可能需要慢慢磨合。",
    "annotation": [
      {
        "sentence": "确实，她的过去经历对她产生了很大的影响。",
        "label": ""
      },
      {
        "sentence": "而且她从小到大受的苦都跟我倾诉过，让我很心疼。",
        "label": ""
      },
      {
        "sentence": "我也意识到自己思想上还不够成熟，对家庭责任的思考可能和她有些不同，我们在一起可能需要慢慢磨合。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从她描述的经历来看，她的情感经历比较多，还有离婚和不和父母联系的问题，这些都属于她的伤痛。你在这方面怎么去安抚她，也是一个难点。当然，你提到的旁人的理解也是需要注意的，可能真如旁人所说的嫌色号不对，而对你冷淡了。至于真正的原因只有她知道。",
    "annotation": [
      {
        "sentence": "从她描述的经历来看，她的情感经历比较多，还有离婚和不和父母联系的问题，这些都属于她的伤痛。",
        "label": ""
      },
      {
        "sentence": "你在这方面怎么去安抚她，也是一个难点。",
        "label": ""
      },
      {
        "sentence": "当然，你提到的旁人的理解也是需要注意的，可能真如旁人所说的嫌色号不对，而对你冷淡了。",
        "label": ""
      },
      {
        "sentence": "至于真正的原因只有她知道。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着继续和她联系，并且主动一些。如果她还是持冷淡的态度，我可能要考虑放弃这段感情了。因为我已经不年轻了，家里也会着急。可是我现在觉得很自卑，觉得自己很差劲，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我会试着继续和她联系，并且主动一些。",
        "label": ""
      },
      {
        "sentence": "如果她还是持冷淡的态度，我可能要考虑放弃这段感情了。",
        "label": ""
      },
      {
        "sentence": "因为我已经不年轻了，家里也会着急。",
        "label": ""
      },
      {
        "sentence": "可是我现在觉得很自卑，觉得自己很差劲，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "自卑完全没有必要，你并不差，只是你还没有混成一个“老油条”，你刚刚步入一个新的领域，一切都还只是刚刚开始。你可以给自己一些时间去成长和学习，寻找适合你的感情。不要过于苛求自己，每个人都有自己的成长过程。祝你好运！",
    "annotation": [
      {
        "sentence": "自卑完全没有必要，你并不差，只是你还没有混成一个“老油条”，你刚刚步入一个新的领域，一切都还只是刚刚开始。",
        "label": ""
      },
      {
        "sentence": "你可以给自己一些时间去成长和学习，寻找适合你的感情。",
        "label": ""
      },
      {
        "sentence": "不要过于苛求自己，每个人都有自己的成长过程。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]