[
  {
    "role": "client",
    "content": "老公出轨，我该放弃孩子离开这个家吗？",
    "annotation": [
      {
        "sentence": "老公出轨，我该放弃孩子离开这个家吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能够理解你现在经历的痛苦，你们这件事到现在只有五个月，你还没走出来，所以你会崩溃，很多事情也无法接受，这是很正常的情绪反应。你可以毫无顾虑地爱自己，放纵自己但不要过激，因为你要对自己的行为负责。你可以给自己每天15—30分钟的时间哭泣，时间一到就立刻收拾心情。坚持一段时间后，当你慢慢发现每天哭泣时间变短，相信你已经在慢慢找回自己了。",
    "annotation": [
      {
        "sentence": "我能够理解你现在经历的痛苦，你们这件事到现在只有五个月，你还没走出来，所以你会崩溃，很多事情也无法接受，这是很正常的情绪反应。",
        "label": ""
      },
      {
        "sentence": "你可以毫无顾虑地爱自己，放纵自己但不要过激，因为你要对自己的行为负责。",
        "label": ""
      },
      {
        "sentence": "你可以给自己每天15—30分钟的时间哭泣，时间一到就立刻收拾心情。",
        "label": ""
      },
      {
        "sentence": "坚持一段时间后，当你慢慢发现每天哭泣时间变短，相信你已经在慢慢找回自己了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他手机至今对我设密码，我已经无数次看到他和那女生热聊，吵过闹过，无效。现在的我特别想抛弃一切离开这个家，但是舍不得孩子。",
    "annotation": [
      {
        "sentence": "他手机至今对我设密码，我已经无数次看到他和那女生热聊，吵过闹过，无效。",
        "label": ""
      },
      {
        "sentence": "现在的我特别想抛弃一切离开这个家，但是舍不得孩子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "离婚不离家类似于合租，为什么你要管你的舍友与谁聊天呢？也许你在界限不清的迷雾中迷失了，你心死的感觉可能只是心在提醒你，它还对这个家抱有希望。他改不改都与你无关的话，到底让你崩溃的是什么呢？是遭遇背叛的痛苦，是无力改变从而失去掌控的痛苦，还是不知未来该如何面对的痛苦，等等。真正折磨人的是人们对这件事的看法。跳出事情本身，用旁观者的视角来看待这个事，也许你会看到一些被你忽视的东西。",
    "annotation": [
      {
        "sentence": "离婚不离家类似于合租，为什么你要管你的舍友与谁聊天呢？",
        "label": ""
      },
      {
        "sentence": "也许你在界限不清的迷雾中迷失了，你心死的感觉可能只是心在提醒你，它还对这个家抱有希望。",
        "label": ""
      },
      {
        "sentence": "他改不改都与你无关的话，到底让你崩溃的是什么呢？",
        "label": ""
      },
      {
        "sentence": "是遭遇背叛的痛苦，是无力改变从而失去掌控的痛苦，还是不知未来该如何面对的痛苦，等等。",
        "label": ""
      },
      {
        "sentence": "真正折磨人的是人们对这件事的看法。",
        "label": ""
      },
      {
        "sentence": "跳出事情本身，用旁观者的视角来看待这个事，也许你会看到一些被你忽视的东西。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他现在做点小生意非常忙，经常夜里12点以后到家，回家睡一觉第二天帮忙送一个孩子上学。其他时间孩子都是我在陪伴和照顾。",
    "annotation": [
      {
        "sentence": "他现在做点小生意非常忙，经常夜里12点以后到家，回家睡一觉第二天帮忙送一个孩子上学。",
        "label": ""
      },
      {
        "sentence": "其他时间孩子都是我在陪伴和照顾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你要知道，家庭不是靠一个人来维持的。他在外赚钱，回家做家务或者带孩子也是他的义务之一。合理规划时间，分配家务，可以帮助你们像个团队一样协同工作，减轻你一个人的负担。对你的精神和生理状况都很有好处。",
    "annotation": [
      {
        "sentence": "你要知道，家庭不是靠一个人来维持的。",
        "label": ""
      },
      {
        "sentence": "他在外赚钱，回家做家务或者带孩子也是他的义务之一。",
        "label": ""
      },
      {
        "sentence": "合理规划时间，分配家务，可以帮助你们像个团队一样协同工作，减轻你一个人的负担。",
        "label": ""
      },
      {
        "sentence": "对你的精神和生理状况都很有好处。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很想离开他，但我没有足够的勇气重新开始。",
    "annotation": [
      {
        "sentence": "我很想离开他，但我没有足够的勇气重新开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很多人都会有这样的困惑，在婚姻中感到被背叛或不被理解的时候，我们往往会觉得自己失去了一切，甚至失去了勇气去重新开始。但是，生活还在继续，我们不能让自己陷入这样的困境。与其想着如何离开他，不如先从自己做起。好好看看自己，寻找自己的内心真实，这会让你更加坚强勇敢。不要轻易抛弃自己的努力和家庭，等到你改变后，你可以更加清楚地看待自己和他的情况，做出更明智的选择。",
    "annotation": [
      {
        "sentence": "很多人都会有这样的困惑，在婚姻中感到被背叛或不被理解的时候，我们往往会觉得自己失去了一切，甚至失去了勇气去重新开始。",
        "label": ""
      },
      {
        "sentence": "但是，生活还在继续，我们不能让自己陷入这样的困境。",
        "label": ""
      },
      {
        "sentence": "与其想着如何离开他，不如先从自己做起。",
        "label": ""
      },
      {
        "sentence": "好好看看自己，寻找自己的内心真实，这会让你更加坚强勇敢。",
        "label": ""
      },
      {
        "sentence": "不要轻易抛弃自己的努力和家庭，等到你改变后，你可以更加清楚地看待自己和他的情况，做出更明智的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他死不悔改的样子我也无法接受，在一起过下去只会让我陷入崩溃。",
    "annotation": [
      {
        "sentence": "他死不悔改的样子我也无法接受，在一起过下去只会让我陷入崩溃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你真的已经想明白要离开他了，那么请先安排好自己的生活，尤其是孩子的生活。然后，冷静地和你老公沟通，将自己的想法和不满表述出来。告诉他你已经做好了离开的准备，但也许你们还有一点时间，务必在这段时间里，好好地考虑你们的关系，让你老公也知道你的想法，给他一些时间去反思。不要让孩子成为这场战争的受害者，让孩子和你们都能够度过这段时间。",
    "annotation": [
      {
        "sentence": "如果你真的已经想明白要离开他了，那么请先安排好自己的生活，尤其是孩子的生活。",
        "label": ""
      },
      {
        "sentence": "然后，冷静地和你老公沟通，将自己的想法和不满表述出来。",
        "label": ""
      },
      {
        "sentence": "告诉他你已经做好了离开的准备，但也许你们还有一点时间，务必在这段时间里，好好地考虑你们的关系，让你老公也知道你的想法，给他一些时间去反思。",
        "label": ""
      },
      {
        "sentence": "不要让孩子成为这场战争的受害者，让孩子和你们都能够度过这段时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "放弃孩子离开家是我的一个难题。",
    "annotation": [
      {
        "sentence": "放弃孩子离开家是我的一个难题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一道难题，也是一道重要的问题。但是，离开孩子并不是唯一的解决方案。首先，你需要深入分析孩子在你们家庭的角色，看看他们是否扮演的是纽带、累赘、还是帮助你成长的一面镜子。这样，你才能有针对性地处理孩子问题。其次，你可以倾听孩子们的想法。在采取任何行动之前，让孩子知道你的决定，并尽可能解释为什么要做出这些决定。在这个过程中，你还可以让孩子们参与到共同决定中。最后，不要忘记，在一个积极和平衡的家庭环境中成长是孩子们的权利。",
    "annotation": [
      {
        "sentence": "这是一道难题，也是一道重要的问题。",
        "label": ""
      },
      {
        "sentence": "但是，离开孩子并不是唯一的解决方案。",
        "label": ""
      },
      {
        "sentence": "首先，你需要深入分析孩子在你们家庭的角色，看看他们是否扮演的是纽带、累赘、还是帮助你成长的一面镜子。",
        "label": ""
      },
      {
        "sentence": "这样，你才能有针对性地处理孩子问题。",
        "label": ""
      },
      {
        "sentence": "其次，你可以倾听孩子们的想法。",
        "label": ""
      },
      {
        "sentence": "在采取任何行动之前，让孩子知道你的决定，并尽可能解释为什么要做出这些决定。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你还可以让孩子们参与到共同决定中。",
        "label": ""
      },
      {
        "sentence": "最后，不要忘记，在一个积极和平衡的家庭环境中成长是孩子们的权利。",
        "label": ""
      }
    ]
  }
]