[
  {
    "role": "client",
    "content": "我19岁，老爱多愁善感，怎么改善消极情绪？",
    "annotation": [
      {
        "sentence": "我19岁，老爱多愁善感，怎么改善消极情绪？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "阿:)今天你做了什么让自己开心的事儿呢？如果没有的话，今晚睡觉前一定要记得哦！首先我需要明确地告诉你，每个人都在人生中的某个时间点会经历消极情绪，只是可能周期和强度会不一样。有时候情绪低落是好的，就像跌入低谷后接下来是上坡路一般，会警醒我们思考近况，继而做出改变；但是长时间处在一种状态中，会有振作不起来的挫败感，并且的确是会伤心且伤身的。",
    "annotation": [
      {
        "sentence": "阿:)今天你做了什么让自己开心的事儿呢？",
        "label": ""
      },
      {
        "sentence": "如果没有的话，今晚睡觉前一定要记得哦！",
        "label": ""
      },
      {
        "sentence": "首先我需要明确地告诉你，每个人都在人生中的某个时间点会经历消极情绪，只是可能周期和强度会不一样。",
        "label": ""
      },
      {
        "sentence": "有时候情绪低落是好的，就像跌入低谷后接下来是上坡路一般，会警醒我们思考近况，继而做出改变；但是长时间处在一种状态中，会有振作不起来的挫败感，并且的确是会伤心且伤身的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我感到自己近来多愁善感，悲观易怒，很少真的开心，像是对自我情绪失去掌控感。我不知道这些突如其来的消极情绪有什么具体原因，或是一些不如意的事情一个接一个发生而累积导致的。我觉得自己十九岁了，正处在青少年期向成人初期过渡的阶段，面临许多重要选择和各种压力。我也对自己的自我认同感到迷茫和焦虑。",
    "annotation": [
      {
        "sentence": "我感到自己近来多愁善感，悲观易怒，很少真的开心，像是对自我情绪失去掌控感。",
        "label": ""
      },
      {
        "sentence": "我不知道这些突如其来的消极情绪有什么具体原因，或是一些不如意的事情一个接一个发生而累积导致的。",
        "label": ""
      },
      {
        "sentence": "我觉得自己十九岁了，正处在青少年期向成人初期过渡的阶段，面临许多重要选择和各种压力。",
        "label": ""
      },
      {
        "sentence": "我也对自己的自我认同感到迷茫和焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感到迷茫和焦虑是很正常的，尤其是在这个关键时期。在自我同一性的建立过程中，你可能遇到了一些困难和压力事件，导致你对自己感到不确定和无力。你不是一个人，我也曾经有过类似的经历。不过，我相信你会逐渐找到解决的方法的。",
    "annotation": [
      {
        "sentence": "感到迷茫和焦虑是很正常的，尤其是在这个关键时期。",
        "label": ""
      },
      {
        "sentence": "在自我同一性的建立过程中，你可能遇到了一些困难和压力事件，导致你对自己感到不确定和无力。",
        "label": ""
      },
      {
        "sentence": "你不是一个人，我也曾经有过类似的经历。",
        "label": ""
      },
      {
        "sentence": "不过，我相信你会逐渐找到解决的方法的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我过于在乎他人的看法和评价，因此对自己感到难过和讨厌。我总是希望能证明自己，但别人对我的成就似乎并不在意。我总觉得自己失败了，总觉得比不过别人，对周围的事物也提不起兴趣。",
    "annotation": [
      {
        "sentence": "我过于在乎他人的看法和评价，因此对自己感到难过和讨厌。",
        "label": ""
      },
      {
        "sentence": "我总是希望能证明自己，但别人对我的成就似乎并不在意。",
        "label": ""
      },
      {
        "sentence": "我总觉得自己失败了，总觉得比不过别人，对周围的事物也提不起兴趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你因为在意他人如何看待自己而感到难过，我真的很心疼。不仅是你，我自己也会在生活中遇到同样的困扰。但是我们要记住，每个人都有不同的优势和不足，不能总是用别人来评判自己。我们应该给自己更多的爱和肯定，相信自己可以做到更好。尝试一些让自己开心的事情，慢慢找到适合自己的方法去改变。",
    "annotation": [
      {
        "sentence": "看到你因为在意他人如何看待自己而感到难过，我真的很心疼。",
        "label": ""
      },
      {
        "sentence": "不仅是你，我自己也会在生活中遇到同样的困扰。",
        "label": ""
      },
      {
        "sentence": "但是我们要记住，每个人都有不同的优势和不足，不能总是用别人来评判自己。",
        "label": ""
      },
      {
        "sentence": "我们应该给自己更多的爱和肯定，相信自己可以做到更好。",
        "label": ""
      },
      {
        "sentence": "尝试一些让自己开心的事情，慢慢找到适合自己的方法去改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我长时间处于消极状态，感觉找不到治愈的方法。有时候甚至不知道该怎么办了。你觉得我需要去找专业的咨询师吗？",
    "annotation": [
      {
        "sentence": "我长时间处于消极状态，感觉找不到治愈的方法。",
        "label": ""
      },
      {
        "sentence": "有时候甚至不知道该怎么办了。",
        "label": ""
      },
      {
        "sentence": "你觉得我需要去找专业的咨询师吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你已经尝试了一段时间的自我帮助，但感到无力，那你可以考虑求助于专业的咨询师。毕竟，这是关系到你自身的事情，无论如何都要谨慎对待。不过很幸运能在这里遇到你，希望你能重新充满力量。如果你还有其他烦恼，我会一直陪伴在你身边。",
    "annotation": [
      {
        "sentence": "如果你已经尝试了一段时间的自我帮助，但感到无力，那你可以考虑求助于专业的咨询师。",
        "label": ""
      },
      {
        "sentence": "毕竟，这是关系到你自身的事情，无论如何都要谨慎对待。",
        "label": ""
      },
      {
        "sentence": "不过很幸运能在这里遇到你，希望你能重新充满力量。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他烦恼，我会一直陪伴在你身边。",
        "label": ""
      }
    ]
  }
]