[
  {
    "role": "client",
    "content": "老公出轨，我该放弃孩子离开这个家吗？老公出轨，和网恋认识的女生从网络到现实。我发现后，选择了离婚，因为2个孩子没离家。老公现在做点小生意非常忙，经常夜里12点以后到家，回家睡一觉第二天帮忙送一个孩子上学。其他时间孩子都是我在陪伴和照顾。他手机至今对我设密码，从事发到现在5个月了我还无数次看到他和那女生热聊。吵过闹过，无效。心已死，现在的我特别想抛弃一切离开这个家，除了舍不得孩子。缺一点重新开始的勇气，但是他死不悔改的样子我也无法接受，在一起过下去只会让我陷入崩溃。",
    "annotation": [
      {
        "sentence": "老公出轨，我该放弃孩子离开这个家吗？",
        "label": ""
      },
      {
        "sentence": "老公出轨，和网恋认识的女生从网络到现实。",
        "label": ""
      },
      {
        "sentence": "我发现后，选择了离婚，因为2个孩子没离家。",
        "label": ""
      },
      {
        "sentence": "老公现在做点小生意非常忙，经常夜里12点以后到家，回家睡一觉第二天帮忙送一个孩子上学。",
        "label": ""
      },
      {
        "sentence": "其他时间孩子都是我在陪伴和照顾。",
        "label": ""
      },
      {
        "sentence": "他手机至今对我设密码，从事发到现在5个月了我还无数次看到他和那女生热聊。",
        "label": ""
      },
      {
        "sentence": "吵过闹过，无效。",
        "label": ""
      },
      {
        "sentence": "心已死，现在的我特别想抛弃一切离开这个家，除了舍不得孩子。",
        "label": ""
      },
      {
        "sentence": "缺一点重新开始的勇气，但是他死不悔改的样子我也无法接受，在一起过下去只会让我陷入崩溃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，看到你的描述，我能理解你现在的心情十分痛苦和迷茫。你为了孩子选择了离婚但没有离开家，这样的做法可以给孩子带来稳定和安全的环境，但同时也让你不断面对前夫的背叛，这无疑是一次次揭开伤口的过程。你现在想要抛弃一切离开这个家，这种想法是可以理解的，因为你需要独自面对和治愈你内心的伤痛。如果我们现在在咨询室，我们可以从寻找原因开始，为什么你无法暂时放下孩子，让自己先进行心灵上的疗伤，然后再重新扮演好母亲的角色呢？确实，离婚本身就像是一次地震般的灾难，幸存下来的人需要时间来恢复，无论是身体上还是心理上。在这个康复的过程中，不要苛责自己，这是恢复的第一步。当灾难太过巨大时，仅仅依靠自愈是非常困难的，你可以考虑找一个你信任的咨询师陪伴你度过情绪最艰难的时刻。当你的情绪逐渐恢复稳定后，你才有可能重新审视这段婚姻，思考为什么需要终结。目前来看，你需要在你没有完全恢复的情况下继续承担母亲的责任，但是请不要忘记，无论有没有婚姻，你的孩子们仍然有父亲可以承担起父母的角色。当你感觉自己可能崩溃时，给父亲一个机会，让自己离开居住地，好好地找一个咨询师为自己包扎伤口，然后你会恢复力量，重新扮演好母亲的角色。在离异家庭中，父母的情绪和心结处理不好，也很难不会影响到孩子。如果父母可以正视婚姻的终结，重新开始自己的生活，逐渐稳定情绪，解开心结，孩子们也会理解。这个过程可能不会很短暂，但是有咨询师的陪伴，你应对离婚带来的伤痛将会更快地恢复。希望你能慢慢地走出困境，重新找回自己的力量。",
    "annotation": [
      {
        "sentence": "求助者，看到你的描述，我能理解你现在的心情十分痛苦和迷茫。",
        "label": ""
      },
      {
        "sentence": "你为了孩子选择了离婚但没有离开家，这样的做法可以给孩子带来稳定和安全的环境，但同时也让你不断面对前夫的背叛，这无疑是一次次揭开伤口的过程。",
        "label": ""
      },
      {
        "sentence": "你现在想要抛弃一切离开这个家，这种想法是可以理解的，因为你需要独自面对和治愈你内心的伤痛。",
        "label": ""
      },
      {
        "sentence": "如果我们现在在咨询室，我们可以从寻找原因开始，为什么你无法暂时放下孩子，让自己先进行心灵上的疗伤，然后再重新扮演好母亲的角色呢？",
        "label": ""
      },
      {
        "sentence": "确实，离婚本身就像是一次地震般的灾难，幸存下来的人需要时间来恢复，无论是身体上还是心理上。",
        "label": ""
      },
      {
        "sentence": "在这个康复的过程中，不要苛责自己，这是恢复的第一步。",
        "label": ""
      },
      {
        "sentence": "当灾难太过巨大时，仅仅依靠自愈是非常困难的，你可以考虑找一个你信任的咨询师陪伴你度过情绪最艰难的时刻。",
        "label": ""
      },
      {
        "sentence": "当你的情绪逐渐恢复稳定后，你才有可能重新审视这段婚姻，思考为什么需要终结。",
        "label": ""
      },
      {
        "sentence": "目前来看，你需要在你没有完全恢复的情况下继续承担母亲的责任，但是请不要忘记，无论有没有婚姻，你的孩子们仍然有父亲可以承担起父母的角色。",
        "label": ""
      },
      {
        "sentence": "当你感觉自己可能崩溃时，给父亲一个机会，让自己离开居住地，好好地找一个咨询师为自己包扎伤口，然后你会恢复力量，重新扮演好母亲的角色。",
        "label": ""
      },
      {
        "sentence": "在离异家庭中，父母的情绪和心结处理不好，也很难不会影响到孩子。",
        "label": ""
      },
      {
        "sentence": "如果父母可以正视婚姻的终结，重新开始自己的生活，逐渐稳定情绪，解开心结，孩子们也会理解。",
        "label": ""
      },
      {
        "sentence": "这个过程可能不会很短暂，但是有咨询师的陪伴，你应对离婚带来的伤痛将会更快地恢复。",
        "label": ""
      },
      {
        "sentence": "希望你能慢慢地走出困境，重新找回自己的力量。",
        "label": ""
      }
    ]
  }
]