[
  {
    "role": "client",
    "content": "老公出轨，我该放弃孩子离开这个家吗？老公出轨，和网恋认识的女生从网络到现实。我发现后，选择了离婚，因为2个孩子没离家。老公现在做点小生意非常忙，经常夜里12点以后到家，回家睡一觉第二天帮忙送一个孩子上学。其他时间孩子都是我在陪伴和照顾。他手机至今对我设密码，从事发到现在5个月了我还无数次看到他和那女生热聊。吵过闹过，无效。心已死，现在的我特别想抛弃一切离开这个家，除了舍不得孩子。缺一点重新开始的勇气，但是他死不悔改的样子我也无法接受，在一起过下去只会让我陷入崩溃。",
    "annotation": [
      {
        "sentence": "老公出轨，我该放弃孩子离开这个家吗？",
        "label": ""
      },
      {
        "sentence": "老公出轨，和网恋认识的女生从网络到现实。",
        "label": ""
      },
      {
        "sentence": "我发现后，选择了离婚，因为2个孩子没离家。",
        "label": ""
      },
      {
        "sentence": "老公现在做点小生意非常忙，经常夜里12点以后到家，回家睡一觉第二天帮忙送一个孩子上学。",
        "label": ""
      },
      {
        "sentence": "其他时间孩子都是我在陪伴和照顾。",
        "label": ""
      },
      {
        "sentence": "他手机至今对我设密码，从事发到现在5个月了我还无数次看到他和那女生热聊。",
        "label": ""
      },
      {
        "sentence": "吵过闹过，无效。",
        "label": ""
      },
      {
        "sentence": "心已死，现在的我特别想抛弃一切离开这个家，除了舍不得孩子。",
        "label": ""
      },
      {
        "sentence": "缺一点重新开始的勇气，但是他死不悔改的样子我也无法接受，在一起过下去只会让我陷入崩溃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，听到你的经历，我深感你现在的处境一定非常困难和心痛。在处理这样的情况时，确保你的情绪得到合理的支持和引导是非常重要的。不过，在做出任何决定之前，我想了解一下你对目前的婚姻状态和孩子的情况有什么想法和感受呢？",
    "annotation": [
      {
        "sentence": "求助者，听到你的经历，我深感你现在的处境一定非常困难和心痛。",
        "label": ""
      },
      {
        "sentence": "在处理这样的情况时，确保你的情绪得到合理的支持和引导是非常重要的。",
        "label": ""
      },
      {
        "sentence": "不过，在做出任何决定之前，我想了解一下你对目前的婚姻状态和孩子的情况有什么想法和感受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在对婚姻状态感到绝望和痛苦。老公的不忠让我再也无法信任他，他的行为让我感到心死了一样。每天的争吵和冷战已经让我无法忍受。至于孩子们，他们是我最在乎的人，我不忍心让他们失去一个完整的家庭。",
    "annotation": [
      {
        "sentence": "我现在对婚姻状态感到绝望和痛苦。",
        "label": ""
      },
      {
        "sentence": "老公的不忠让我再也无法信任他，他的行为让我感到心死了一样。",
        "label": ""
      },
      {
        "sentence": "每天的争吵和冷战已经让我无法忍受。",
        "label": ""
      },
      {
        "sentence": "至于孩子们，他们是我最在乎的人，我不忍心让他们失去一个完整的家庭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你对婚姻和孩子的重视和内疚之情。这个问题的处理将会涉及到你的情感、家庭和未来的方向等多个方面。为了更好地帮助你，我建议你调整一下你的思维方式，看看是否可以从另一个角度思考，为自己和孩子们寻找更好的解决方法。",
    "annotation": [
      {
        "sentence": "我能理解你对婚姻和孩子的重视和内疚之情。",
        "label": ""
      },
      {
        "sentence": "这个问题的处理将会涉及到你的情感、家庭和未来的方向等多个方面。",
        "label": ""
      },
      {
        "sentence": "为了更好地帮助你，我建议你调整一下你的思维方式，看看是否可以从另一个角度思考，为自己和孩子们寻找更好的解决方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也尝试过反思和寻找解决方法，但我真的不知道该怎么做。我觉得我缺乏重新开始的勇气，同时他的态度也让我无法接受。我真的很困惑，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "我也尝试过反思和寻找解决方法，但我真的不知道该怎么做。",
        "label": ""
      },
      {
        "sentence": "我觉得我缺乏重新开始的勇气，同时他的态度也让我无法接受。",
        "label": ""
      },
      {
        "sentence": "我真的很困惑，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你感到困惑和无助。在这个时候，寻求专业心理咨询或婚姻咨询的支持可能会有所帮助。专业咨询师可以提供客观的观点和建议，帮助你更好地了解自己的感受，并为你提供具体的处理方式。你可以考虑与专业咨询师进行面对面的咨询或者在线咨询，这样可以为你解决一些内心的困惑。",
    "annotation": [
      {
        "sentence": "明白你感到困惑和无助。",
        "label": ""
      },
      {
        "sentence": "在这个时候，寻求专业心理咨询或婚姻咨询的支持可能会有所帮助。",
        "label": ""
      },
      {
        "sentence": "专业咨询师可以提供客观的观点和建议，帮助你更好地了解自己的感受，并为你提供具体的处理方式。",
        "label": ""
      },
      {
        "sentence": "你可以考虑与专业咨询师进行面对面的咨询或者在线咨询，这样可以为你解决一些内心的困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑咨询师的支持。但我还是有些担心，在这个过程中，孩子们会不会受到伤害？我真的不希望他们因为我们的问题而遭受痛苦。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑咨询师的支持。",
        "label": ""
      },
      {
        "sentence": "但我还是有些担心，在这个过程中，孩子们会不会受到伤害？",
        "label": ""
      },
      {
        "sentence": "我真的不希望他们因为我们的问题而遭受痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你对孩子的关切和担心。孩子们无疑是这个问题中的一个重要方面。通过寻求专业帮助，你可以得到更为系统和有效的指导，使你在处理问题的过程中更好地平衡孩子们的利益。通过专业咨询师的引导，你可以找到帮助孩子们度过这个时期的方法，并为他们的未来做出更明智的决定。",
    "annotation": [
      {
        "sentence": "明白你对孩子的关切和担心。",
        "label": ""
      },
      {
        "sentence": "孩子们无疑是这个问题中的一个重要方面。",
        "label": ""
      },
      {
        "sentence": "通过寻求专业帮助，你可以得到更为系统和有效的指导，使你在处理问题的过程中更好地平衡孩子们的利益。",
        "label": ""
      },
      {
        "sentence": "通过专业咨询师的引导，你可以找到帮助孩子们度过这个时期的方法，并为他们的未来做出更明智的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得好像还有希望解决问题。我想我会试试寻求专业帮助，尽量为孩子们和自己找到一个更好的解决方案。",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得好像还有希望解决问题。",
        "label": ""
      },
      {
        "sentence": "我想我会试试寻求专业帮助，尽量为孩子们和自己找到一个更好的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试寻求专业帮助。在这个过程中，希望你能够积极配合专业咨询师的指导，并逐步摆脱困境，重新找回自己的快乐。记得，你并不孤单，将来一定会有更好的选择和出路。祝福你和孩子们能够早日走出困境，迈向幸福的未来。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试寻求专业帮助。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，希望你能够积极配合专业咨询师的指导，并逐步摆脱困境，重新找回自己的快乐。",
        "label": ""
      },
      {
        "sentence": "记得，你并不孤单，将来一定会有更好的选择和出路。",
        "label": ""
      },
      {
        "sentence": "祝福你和孩子们能够早日走出困境，迈向幸福的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和支持，我会努力面对现实，并迈向新的开始。希望我们都能走出阴影，重新找回自己的幸福。再次感谢你的倾听和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和支持，我会努力面对现实，并迈向新的开始。",
        "label": ""
      },
      {
        "sentence": "希望我们都能走出阴影，重新找回自己的幸福。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的倾听和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的勇气和决心让我深感钦佩。相信只要你坚持下去，一定会找到属于自己幸福的道路。如果以后还需要帮助或倾诉，记得随时与我联系。祝福你，一切都会好起来的！",
    "annotation": [
      {
        "sentence": "你的勇气和决心让我深感钦佩。",
        "label": ""
      },
      {
        "sentence": "相信只要你坚持下去，一定会找到属于自己幸福的道路。",
        "label": ""
      },
      {
        "sentence": "如果以后还需要帮助或倾诉，记得随时与我联系。",
        "label": ""
      },
      {
        "sentence": "祝福你，一切都会好起来的！",
        "label": ""
      }
    ]
  }
]