[
  {
    "role": "client",
    "content": "父母离婚，和爸爸这边生活得很不习惯，该怎么办？我的父母十年前离得婚，婚后我的抚养权是爸爸，但我一直住妈妈家，最近我爸爸搬家了叫我过去和他一起住，还有新的家庭，阿姨和我异父异母的妹妹，我们十年前就认识了，但是现在才住几天我就觉得很不自在，还是住习惯了妈妈家，而且我本来就有点心理问题，抑郁焦虑，可是今天中午吃午饭时妹妹一直在看破案的视频，解说的很恐怖，我听着很恶心，最后提醒她换个主题，所以我觉得很烦，还会回想那些恶心的解说，不想和他们继续住，想搬回妈妈家，但是我妈妈走抑郁症，我爸爸担心我继续和她生活，我会变得更严重，所以我现在很矛盾，我到底该怎么办了？",
    "annotation": [
      {
        "sentence": "父母离婚，和爸爸这边生活得很不习惯，该怎么办？",
        "label": ""
      },
      {
        "sentence": "我的父母十年前离得婚，婚后我的抚养权是爸爸，但我一直住妈妈家，最近我爸爸搬家了叫我过去和他一起住，还有新的家庭，阿姨和我异父异母的妹妹，我们十年前就认识了，但是现在才住几天我就觉得很不自在，还是住习惯了妈妈家，而且我本来就有点心理问题，抑郁焦虑，可是今天中午吃午饭时妹妹一直在看破案的视频，解说的很恐怖，我听着很恶心，最后提醒她换个主题，所以我觉得很烦，还会回想那些恶心的解说，不想和他们继续住，想搬回妈妈家，但是我妈妈走抑郁症，我爸爸担心我继续和她生活，我会变得更严重，所以我现在很矛盾，我到底该怎么办了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困扰，我理解这对你来说是一个很大的变化和挑战。首先，我们要慢慢适应这个新的生活环境和家庭。1. 有的时候倾诉能够帮助我们释放压力。我们总是担心给别人添麻烦，因此经常会将自己的问题埋在心里，但我们却忽视了一点：朋友之间需要相互支持。关系的维持是相互的，所以有时候向好朋友倾诉心声会让我们感觉好受一些。之后，你可以继续来这个平台和其他的哥哥姐姐交流和倾诉心情，说出来会让你感觉更轻松一些。我曾经也有段时间不开心，在不想向身边的人吐露心事时，我会记录下来，放在一个网络树洞里。经常会有很多热心的小伙伴给我提供建议和帮助，那时我发现其实我从来都不是一个人。2. 你可以选择回到原来的环境，也可以多和爸爸谈谈心。目前你爸爸最担心的是你和妈妈一起生活会不会对你更加不利，但是你已经和妈妈生活了这么多年，无论是生活环境还是其他方面你都已经适应了。突然转到一个新的家庭环境当然会让你感到不舒服，我相信妹妹的解说也不是故意的，所以不要给自己太多的心理压力。有任何问题，你可以先和爸爸沟通一下。比如，你可以告诉爸爸，虽然妈妈有抑郁症，但是抑郁症是可以治愈的，而且妈妈也需要你的关心和照顾。你可以告诉爸爸，现在你已经长大了，可以为自己做出决策，但是如果有任何解决不了的问题，你会及时与爸爸沟通。请爸爸不要太过担心。",
    "annotation": [
      {
        "sentence": "听到你的困扰，我理解这对你来说是一个很大的变化和挑战。",
        "label": ""
      },
      {
        "sentence": "首先，我们要慢慢适应这个新的生活环境和家庭。",
        "label": ""
      },
      {
        "sentence": "1. 有的时候倾诉能够帮助我们释放压力。",
        "label": ""
      },
      {
        "sentence": "我们总是担心给别人添麻烦，因此经常会将自己的问题埋在心里，但我们却忽视了一点：朋友之间需要相互支持。",
        "label": ""
      },
      {
        "sentence": "关系的维持是相互的，所以有时候向好朋友倾诉心声会让我们感觉好受一些。",
        "label": ""
      },
      {
        "sentence": "之后，你可以继续来这个平台和其他的哥哥姐姐交流和倾诉心情，说出来会让你感觉更轻松一些。",
        "label": ""
      },
      {
        "sentence": "我曾经也有段时间不开心，在不想向身边的人吐露心事时，我会记录下来，放在一个网络树洞里。",
        "label": ""
      },
      {
        "sentence": "经常会有很多热心的小伙伴给我提供建议和帮助，那时我发现其实我从来都不是一个人。",
        "label": ""
      },
      {
        "sentence": "2. 你可以选择回到原来的环境，也可以多和爸爸谈谈心。",
        "label": ""
      },
      {
        "sentence": "目前你爸爸最担心的是你和妈妈一起生活会不会对你更加不利，但是你已经和妈妈生活了这么多年，无论是生活环境还是其他方面你都已经适应了。",
        "label": ""
      },
      {
        "sentence": "突然转到一个新的家庭环境当然会让你感到不舒服，我相信妹妹的解说也不是故意的，所以不要给自己太多的心理压力。",
        "label": ""
      },
      {
        "sentence": "有任何问题，你可以先和爸爸沟通一下。",
        "label": ""
      },
      {
        "sentence": "比如，你可以告诉爸爸，虽然妈妈有抑郁症，但是抑郁症是可以治愈的，而且妈妈也需要你的关心和照顾。",
        "label": ""
      },
      {
        "sentence": "你可以告诉爸爸，现在你已经长大了，可以为自己做出决策，但是如果有任何解决不了的问题，你会及时与爸爸沟通。",
        "label": ""
      },
      {
        "sentence": "请爸爸不要太过担心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复，我明白现在的环境对我来说确实是一个挑战。你说的向朋友倾诉是个好主意，我会试试找个亲近的朋友聊一聊。同时，我也会考虑再和爸爸多沟通，了解他的担忧，也让他了解我对回到妈妈家的担忧。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "谢谢你的回复，我明白现在的环境对我来说确实是一个挑战。",
        "label": ""
      },
      {
        "sentence": "你说的向朋友倾诉是个好主意，我会试试找个亲近的朋友聊一聊。",
        "label": ""
      },
      {
        "sentence": "同时，我也会考虑再和爸爸多沟通，了解他的担忧，也让他了解我对回到妈妈家的担忧。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欢迎你尝试向朋友倾诉。沟通是解决问题的重要一步。通过和朋友聊天，你可以表达内心的感受，也能够更好地理解自己。同时，和爸爸进行更多的沟通也至关重要。通过沟通，你们可以互相了解对方的担心和难处，共同找到解决问题的方法。希望你能够早日找到适合自己的解决方案。如果你需要进一步的支持，随时来找我谈心。",
    "annotation": [
      {
        "sentence": "非常欢迎你尝试向朋友倾诉。",
        "label": ""
      },
      {
        "sentence": "沟通是解决问题的重要一步。",
        "label": ""
      },
      {
        "sentence": "通过和朋友聊天，你可以表达内心的感受，也能够更好地理解自己。",
        "label": ""
      },
      {
        "sentence": "同时，和爸爸进行更多的沟通也至关重要。",
        "label": ""
      },
      {
        "sentence": "通过沟通，你们可以互相了解对方的担心和难处，共同找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "希望你能够早日找到适合自己的解决方案。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的支持，随时来找我谈心。",
        "label": ""
      }
    ]
  }
]