[
  {
    "role": "client",
    "content": "高中生，去学校就感觉很抑郁的？",
    "annotation": [
      {
        "sentence": "高中生，去学校就感觉很抑郁的？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我以前也是有类似的感受，可以理解你的心情。能告诉我更多关于你在学校的困扰吗？",
    "annotation": [
      {
        "sentence": "我以前也是有类似的感受，可以理解你的心情。",
        "label": ""
      },
      {
        "sentence": "能告诉我更多关于你在学校的困扰吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是一名高中生，在一所省重点高中，但我觉得我被骗了。老师讲课听不懂，确实水平不高，有些老师还喜欢装逼。我现在一去学校就抑郁，难受，有些恶心。",
    "annotation": [
      {
        "sentence": "我是一名高中生，在一所省重点高中，但我觉得我被骗了。",
        "label": ""
      },
      {
        "sentence": "老师讲课听不懂，确实水平不高，有些老师还喜欢装逼。",
        "label": ""
      },
      {
        "sentence": "我现在一去学校就抑郁，难受，有些恶心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你对学校的教学环境感到失望和困扰。你不是一个人，我也曾经遇到过类似的挑战。我发现班主任确实态度有问题，偏爱和她关系好的学生，而且还总是疑神疑鬼地盯着你，这应该是让你感到很压抑的一部分原因。与此同时，她对你们的课程教学质量不高，也让你感到困惑和无助。这些问题都很具体，我想了解一下你在这方面的感受。",
    "annotation": [
      {
        "sentence": "听起来你对学校的教学环境感到失望和困扰。",
        "label": ""
      },
      {
        "sentence": "你不是一个人，我也曾经遇到过类似的挑战。",
        "label": ""
      },
      {
        "sentence": "我发现班主任确实态度有问题，偏爱和她关系好的学生，而且还总是疑神疑鬼地盯着你，这应该是让你感到很压抑的一部分原因。",
        "label": ""
      },
      {
        "sentence": "与此同时，她对你们的课程教学质量不高，也让你感到困惑和无助。",
        "label": ""
      },
      {
        "sentence": "这些问题都很具体，我想了解一下你在这方面的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，没错。我每天在学校很紧张痛苦，非常不想上学。这导致了我的抑郁症，每天失眠，睡觉要靠安眠药。我爸妈看我成绩下降，总是骂我，说这都是我不求上进作出来的，还总拿我和别人比，说我不成器。在学校总被同桌嘲笑，虽然有几个好友，但是无法和她们敞开心扉，哎，我觉得没有人懂我。",
    "annotation": [
      {
        "sentence": "是的，没错。",
        "label": ""
      },
      {
        "sentence": "我每天在学校很紧张痛苦，非常不想上学。",
        "label": ""
      },
      {
        "sentence": "这导致了我的抑郁症，每天失眠，睡觉要靠安眠药。",
        "label": ""
      },
      {
        "sentence": "我爸妈看我成绩下降，总是骂我，说这都是我不求上进作出来的，还总拿我和别人比，说我不成器。",
        "label": ""
      },
      {
        "sentence": "在学校总被同桌嘲笑，虽然有几个好友，但是无法和她们敞开心扉，哎，我觉得没有人懂我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你承受了很大的压力，这种种种的困扰肯定会让你感到崩溃和沮丧。你的父母的批评和指责也进一步加重了你的负面情绪。而与同桌的关系也受到了影响，这使你感到更孤独和无助。我很抱歉你感到没有人能理解你的感受。但是我想告诉你，你并不是孤独的，我正愿意给你提供支持和理解，我们可以一起找出对抗这些问题的方法。",
    "annotation": [
      {
        "sentence": "听起来你承受了很大的压力，这种种种的困扰肯定会让你感到崩溃和沮丧。",
        "label": ""
      },
      {
        "sentence": "你的父母的批评和指责也进一步加重了你的负面情绪。",
        "label": ""
      },
      {
        "sentence": "而与同桌的关系也受到了影响，这使你感到更孤独和无助。",
        "label": ""
      },
      {
        "sentence": "我很抱歉你感到没有人能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "但是我想告诉你，你并不是孤独的，我正愿意给你提供支持和理解，我们可以一起找出对抗这些问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和理解，我真的需要这样的陪伴。可是我现在毕业了，我也看淡了。我觉得你可以转移注意力，多交朋友，把注意力转移到知识上来，而不是传授知识的人。如果老师讲的听不懂，你可以报个补习班，请家教或者问同学。放宽心吧，反正在学校也没多长时间了，遇到好老师也是件难得的幸事。逆境能够锻炼人的，相信老天让你到这所学校是有他的用意的。加油。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和理解，我真的需要这样的陪伴。",
        "label": ""
      },
      {
        "sentence": "可是我现在毕业了，我也看淡了。",
        "label": ""
      },
      {
        "sentence": "我觉得你可以转移注意力，多交朋友，把注意力转移到知识上来，而不是传授知识的人。",
        "label": ""
      },
      {
        "sentence": "如果老师讲的听不懂，你可以报个补习班，请家教或者问同学。",
        "label": ""
      },
      {
        "sentence": "放宽心吧，反正在学校也没多长时间了，遇到好老师也是件难得的幸事。",
        "label": ""
      },
      {
        "sentence": "逆境能够锻炼人的，相信老天让你到这所学校是有他的用意的。",
        "label": ""
      },
      {
        "sentence": "加油。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很积极，我很高兴看到你找到了一些解决问题的方法。确实，转移注意力、多交朋友是很有效的方式，可以让你的生活更加丰富多彩。此外，补习班、家教和请教同学是提升自己学习能力的有效途径。你对放宽心态的建议也很正确，逆境困扰我们的同时，也能锻炼我们的意志和坚韧。相信学校期间的艰辛对你未来的成长有着积极的影响。希望你能保持积极的心态，加油！如果你还有其他需要帮助的地方，随时都可以和我交流。",
    "annotation": [
      {
        "sentence": "你的想法很积极，我很高兴看到你找到了一些解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "确实，转移注意力、多交朋友是很有效的方式，可以让你的生活更加丰富多彩。",
        "label": ""
      },
      {
        "sentence": "此外，补习班、家教和请教同学是提升自己学习能力的有效途径。",
        "label": ""
      },
      {
        "sentence": "你对放宽心态的建议也很正确，逆境困扰我们的同时，也能锻炼我们的意志和坚韧。",
        "label": ""
      },
      {
        "sentence": "相信学校期间的艰辛对你未来的成长有着积极的影响。",
        "label": ""
      },
      {
        "sentence": "希望你能保持积极的心态，加油！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他需要帮助的地方，随时都可以和我交流。",
        "label": ""
      }
    ]
  }
]