[
  {
    "role": "client",
    "content": "21岁女生，感觉这段时间很沮丧，随随便便就会哭？一直是个很开心很阳光的女孩子正在家准备考研但是最近一两个月感觉心情很差很抑郁的感觉心慌心跳加快可以随随便便哭出来的那种不知道与什么有关描述一下最近发生的事情1.大约一个月前见到去世的人受了惊吓2.有一个男朋友谈了半年现在他出去工作非常忙几乎没时间多说话在前段时间因为双方压力都很大闹了矛盾现在已经解决了但现在由于我的情绪波动太大两个人情况还是有点紧张我个人觉得这些事情应该不足以让我这么难受不知道这样正不正常也许你们会给我一点建议让我更开心的生活。",
    "annotation": [
      {
        "sentence": "21岁女生，感觉这段时间很沮丧，随随便便就会哭？",
        "label": ""
      },
      {
        "sentence": "一直是个很开心很阳光的女孩子正在家准备考研但是最近一两个月感觉心情很差很抑郁的感觉心慌心跳加快可以随随便便哭出来的那种不知道与什么有关描述一下最近发生的事情1.大约一个月前见到去世的人受了惊吓2.有一个男朋友谈了半年现在他出去工作非常忙几乎没时间多说话在前段时间因为双方压力都很大闹了矛盾现在已经解决了但现在由于我的情绪波动太大两个人情况还是有点紧张我个人觉得这些事情应该不足以让我这么难受不知道这样正不正常也许你们会给我一点建议让我更开心的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "宝贝宝贝正在面临的主要问题是：考研压力大，情绪崩溃与男友异地不适应。看到你描述的经历，真的和我去年考研的时候很像呢，希望我的调节方式会对你有帮助~",
    "annotation": [
      {
        "sentence": "宝贝宝贝正在面临的主要问题是：考研压力大，情绪崩溃与男友异地不适应。",
        "label": ""
      },
      {
        "sentence": "看到你描述的经历，真的和我去年考研的时候很像呢，希望我的调节方式会对你有帮助~",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答。我现在真的很焦虑，觉得自己控制不住情绪。",
    "annotation": [
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "我现在真的很焦虑，觉得自己控制不住情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "宝贝，别太担心了。现在是考研阶段最重要的暑期，这一阶段，既要开始学习政治，还不能落下英语和专业课。有压力其实还是蛮正常的。去年这个时候，我也是情绪崩溃，明明有那么多东西都还没学会，可是就是不想学，每天陷于焦虑和紧张之中。",
    "annotation": [
      {
        "sentence": "宝贝，别太担心了。",
        "label": ""
      },
      {
        "sentence": "现在是考研阶段最重要的暑期，这一阶段，既要开始学习政治，还不能落下英语和专业课。",
        "label": ""
      },
      {
        "sentence": "有压力其实还是蛮正常的。",
        "label": ""
      },
      {
        "sentence": "去年这个时候，我也是情绪崩溃，明明有那么多东西都还没学会，可是就是不想学，每天陷于焦虑和紧张之中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也是，感觉自己一点动力都没有，很难坚持下去。",
    "annotation": [
      {
        "sentence": "我也是，感觉自己一点动力都没有，很难坚持下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受，但是我有一个方法可以分享给你。你可以每天早上花几分钟时间做计划，上午做什么，下午做什么，晚上做什么，列上一些任务或目标。然后每完成一条，就打上✔️。这样一天下来，总觉得满满的成就感，也没有很多时间再陷于焦虑中了。",
    "annotation": [
      {
        "sentence": "我明白你的感受，但是我有一个方法可以分享给你。",
        "label": ""
      },
      {
        "sentence": "你可以每天早上花几分钟时间做计划，上午做什么，下午做什么，晚上做什么，列上一些任务或目标。",
        "label": ""
      },
      {
        "sentence": "然后每完成一条，就打上✔️。",
        "label": ""
      },
      {
        "sentence": "这样一天下来，总觉得满满的成就感，也没有很多时间再陷于焦虑中了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个方法听起来不错，我可以试试看。但是我还是觉得学习压力很大，而且和男友的异地关系也让我很不安。",
    "annotation": [
      {
        "sentence": "这个方法听起来不错，我可以试试看。",
        "label": ""
      },
      {
        "sentence": "但是我还是觉得学习压力很大，而且和男友的异地关系也让我很不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于和男友的异地问题，我也有过类似的经历。我和男友也是异地的状态，考研就是要考去他所在的城市。在考研阶段，长时间的学习压力下，人会变得敏感易怒，这都是正常现象。我记得去年这个时候，我在外边上考研课，每天压力很大又很焦虑。一直工作的男友做销售也没有多少时间和我聊天，也没什么假期。那天他和我说公司放假可以来看我，我就很开心，也是他要来看我的信念支撑着我每天坚持学习。可是最后他又说不放假了。一种巨大的失望涌上心头，我开始和他闹，吵架等等。现在想想也不是什么大事，只是那个状态下会需要爆发情绪，而恰恰这个人可以包容自己而已。所以宝贝的男友一定很爱你呀，才能够忍受你考研时候的不定期小情绪。",
    "annotation": [
      {
        "sentence": "关于和男友的异地问题，我也有过类似的经历。",
        "label": ""
      },
      {
        "sentence": "我和男友也是异地的状态，考研就是要考去他所在的城市。",
        "label": ""
      },
      {
        "sentence": "在考研阶段，长时间的学习压力下，人会变得敏感易怒，这都是正常现象。",
        "label": ""
      },
      {
        "sentence": "我记得去年这个时候，我在外边上考研课，每天压力很大又很焦虑。",
        "label": ""
      },
      {
        "sentence": "一直工作的男友做销售也没有多少时间和我聊天，也没什么假期。",
        "label": ""
      },
      {
        "sentence": "那天他和我说公司放假可以来看我，我就很开心，也是他要来看我的信念支撑着我每天坚持学习。",
        "label": ""
      },
      {
        "sentence": "可是最后他又说不放假了。",
        "label": ""
      },
      {
        "sentence": "一种巨大的失望涌上心头，我开始和他闹，吵架等等。",
        "label": ""
      },
      {
        "sentence": "现在想想也不是什么大事，只是那个状态下会需要爆发情绪，而恰恰这个人可以包容自己而已。",
        "label": ""
      },
      {
        "sentence": "所以宝贝的男友一定很爱你呀，才能够忍受你考研时候的不定期小情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我感觉好多了。但是我还是有点担心那个见到去世的人受惊吓的问题，我觉得自己有时候会有一些奇怪的情绪反应。",
    "annotation": [
      {
        "sentence": "听你这么说，我感觉好多了。",
        "label": ""
      },
      {
        "sentence": "但是我还是有点担心那个见到去世的人受惊吓的问题，我觉得自己有时候会有一些奇怪的情绪反应。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到去世的人受到惊吓的问题说来也巧，我当时考研在外边租房子，刚搬去楼下就摆了一周的花圈。那天晚上，我一个人十点多走到租房楼下，听着丧曲，看着花圈，也受到了不小的惊吓。第二天和朋友聊了聊就缓解了不少。但是其实也是情绪敏感期，生命的开始就会有结束，我们可以感受生的快乐，也需要面对死亡的震撼。余华也曾说过：“没什么比活着更快乐，也没什么比活着更痛苦。”所以宝贝的这个现象是因为考研压力大，情绪敏感，更容易对身边的人、事、物有更深的感受导致的。不要惊慌，阳光总在风雨后。",
    "annotation": [
      {
        "sentence": "看到去世的人受到惊吓的问题说来也巧，我当时考研在外边租房子，刚搬去楼下就摆了一周的花圈。",
        "label": ""
      },
      {
        "sentence": "那天晚上，我一个人十点多走到租房楼下，听着丧曲，看着花圈，也受到了不小的惊吓。",
        "label": ""
      },
      {
        "sentence": "第二天和朋友聊了聊就缓解了不少。",
        "label": ""
      },
      {
        "sentence": "但是其实也是情绪敏感期，生命的开始就会有结束，我们可以感受生的快乐，也需要面对死亡的震撼。",
        "label": ""
      },
      {
        "sentence": "余华也曾说过：“没什么比活着更快乐，也没什么比活着更痛苦。",
        "label": ""
      },
      {
        "sentence": "”所以宝贝的这个现象是因为考研压力大，情绪敏感，更容易对身边的人、事、物有更深的感受导致的。",
        "label": ""
      },
      {
        "sentence": "不要惊慌，阳光总在风雨后。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，我会试着按照你的方法来调节情绪，同时也会和男友好好沟通。还有，你说的休息也很重要，我会记住的。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，我会试着按照你的方法来调节情绪，同时也会和男友好好沟通。",
        "label": ""
      },
      {
        "sentence": "还有，你说的休息也很重要，我会记住的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "宝贝，你真的很努力，相信自己一定能够度过这段困难的时期。休息是为了更好的崛起！最后，我真心希望你成功上岸，生活美满幸福，走上人生巅峰！如果你还需要帮助，随时都可以来找我聊天。",
    "annotation": [
      {
        "sentence": "宝贝，你真的很努力，相信自己一定能够度过这段困难的时期。",
        "label": ""
      },
      {
        "sentence": "休息是为了更好的崛起！",
        "label": ""
      },
      {
        "sentence": "最后，我真心希望你成功上岸，生活美满幸福，走上人生巅峰！",
        "label": ""
      },
      {
        "sentence": "如果你还需要帮助，随时都可以来找我聊天。",
        "label": ""
      }
    ]
  }
]