[
  {
    "role": "client",
    "content": "最近一直觉得做什么事情都没有劲，感到烦躁不安，不知道怎么能够摆脱这种状态。",
    "annotation": [
      {
        "sentence": "最近一直觉得做什么事情都没有劲，感到烦躁不安，不知道怎么能够摆脱这种状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的朋友，听到你的感受了，你是不是觉得没劲的主要原因是因为学校还没开学，而且你打算升大专，已经在家呆了半年了是吗？这段时间的等待可能给你带来了一些压力和焦虑感，让你感到无力和不想做任何事情，是这样吗？",
    "annotation": [
      {
        "sentence": "亲爱的朋友，听到你的感受了，你是不是觉得没劲的主要原因是因为学校还没开学，而且你打算升大专，已经在家呆了半年了是吗？",
        "label": ""
      },
      {
        "sentence": "这段时间的等待可能给你带来了一些压力和焦虑感，让你感到无力和不想做任何事情，是这样吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我对于等待开学和学习压力确实感到焦虑。以前经常熬夜打游戏，作息时间不规律，但是最近两年我已经有所改变，去健身房锻炼，身材有所改善，饮食习惯也变好了，作息时间也正常了。可是最近早上起床后就感到没有动力，虽然不算晚，一般是7点半左右自然醒。我平时都会遛狗，但现在一想到要遛狗就觉得烦，而且奶奶总是唠唠叨叨让我感到压抑，之前喜欢看动漫和电影，现在却不那么有兴趣了。我之前每天都会看书、学习英语和锻炼身体，但最近似乎都没有坚持下来，看长篇文字会感到烦躁，游泳完会感到心情低落，控制不住地苦笑，身体也感到懒散，感觉很不舒服。之前游泳是为了考救生员证，但其实并不是我自己想要的。总之，最近的情况就是这样，我也不想再想得更多，虽然我了解一些心理康复的理论，但好像还是无法摆脱这种没有动力的状态。我最近在学习佛学理论，唉，之前我可是一个乐观向上的孩子啊，真不知道怎么回事。",
    "annotation": [
      {
        "sentence": "是的，我对于等待开学和学习压力确实感到焦虑。",
        "label": ""
      },
      {
        "sentence": "以前经常熬夜打游戏，作息时间不规律，但是最近两年我已经有所改变，去健身房锻炼，身材有所改善，饮食习惯也变好了，作息时间也正常了。",
        "label": ""
      },
      {
        "sentence": "可是最近早上起床后就感到没有动力，虽然不算晚，一般是7点半左右自然醒。",
        "label": ""
      },
      {
        "sentence": "我平时都会遛狗，但现在一想到要遛狗就觉得烦，而且奶奶总是唠唠叨叨让我感到压抑，之前喜欢看动漫和电影，现在却不那么有兴趣了。",
        "label": ""
      },
      {
        "sentence": "我之前每天都会看书、学习英语和锻炼身体，但最近似乎都没有坚持下来，看长篇文字会感到烦躁，游泳完会感到心情低落，控制不住地苦笑，身体也感到懒散，感觉很不舒服。",
        "label": ""
      },
      {
        "sentence": "之前游泳是为了考救生员证，但其实并不是我自己想要的。",
        "label": ""
      },
      {
        "sentence": "总之，最近的情况就是这样，我也不想再想得更多，虽然我了解一些心理康复的理论，但好像还是无法摆脱这种没有动力的状态。",
        "label": ""
      },
      {
        "sentence": "我最近在学习佛学理论，唉，之前我可是一个乐观向上的孩子啊，真不知道怎么回事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的朋友，看到了你的经历，真的很精彩呢！你之前的自律、自强、努力和上进的优点，我都看到了。你为什么还会焦虑和怀疑自己呢？首先，我觉得你现在感到无聊的主要原因可能是因为学校还没开学，这段时间的等待导致你有些焦虑，感觉无能为力，于是什么都不想做了，对吗？但是我想告诉你，放平心态是最好的解决办法呢。我们不能改变开学的时间，更不应该因为无法改变的外部事物影响我们的心情和生活节奏。其次，从你的描述中，我能看出你是一个很棒的孩子，有规律的作息时间，有有趣的爱好，阳光快乐，这些都很好嘛。所以，不要怀疑自己，暂时的低落情绪是正常的，我们要学会接受它，允许它短暂地陪伴我们，但同时也要学会调整自己，在现有的条件下制定适合自己的学习计划，并且认真去执行。当你开始有所收获的时候，相信你的自信心会回来，你会更加快乐、满足，而且更有干劲！最后，我还想提醒你，要允许自己短暂地休息，不要给自己太大的压力，一些小憩息是为了在前进的道路上获得更多能量呢！希望你能重拾激情，并且在考试中取得成功，加油！",
    "annotation": [
      {
        "sentence": "亲爱的朋友，看到了你的经历，真的很精彩呢！",
        "label": ""
      },
      {
        "sentence": "你之前的自律、自强、努力和上进的优点，我都看到了。",
        "label": ""
      },
      {
        "sentence": "你为什么还会焦虑和怀疑自己呢？",
        "label": ""
      },
      {
        "sentence": "首先，我觉得你现在感到无聊的主要原因可能是因为学校还没开学，这段时间的等待导致你有些焦虑，感觉无能为力，于是什么都不想做了，对吗？",
        "label": ""
      },
      {
        "sentence": "但是我想告诉你，放平心态是最好的解决办法呢。",
        "label": ""
      },
      {
        "sentence": "我们不能改变开学的时间，更不应该因为无法改变的外部事物影响我们的心情和生活节奏。",
        "label": ""
      },
      {
        "sentence": "其次，从你的描述中，我能看出你是一个很棒的孩子，有规律的作息时间，有有趣的爱好，阳光快乐，这些都很好嘛。",
        "label": ""
      },
      {
        "sentence": "所以，不要怀疑自己，暂时的低落情绪是正常的，我们要学会接受它，允许它短暂地陪伴我们，但同时也要学会调整自己，在现有的条件下制定适合自己的学习计划，并且认真去执行。",
        "label": ""
      },
      {
        "sentence": "当你开始有所收获的时候，相信你的自信心会回来，你会更加快乐、满足，而且更有干劲！",
        "label": ""
      },
      {
        "sentence": "最后，我还想提醒你，要允许自己短暂地休息，不要给自己太大的压力，一些小憩息是为了在前进的道路上获得更多能量呢！",
        "label": ""
      },
      {
        "sentence": "希望你能重拾激情，并且在考试中取得成功，加油！",
        "label": ""
      }
    ]
  }
]