[
  {
    "role": "client",
    "content": "做什么都没劲，嫌烦，如何能摆脱这种状态？中专毕业准备升大专，已经在家呆了半年了，学校开学遥遥无期。两年前我是会熬夜通宵打游戏的，作息不规律，最近两年改善很多，去健身房约私教身材变好了，饮食习惯改善了，作息正常了。最近的状态是早上起床没动力，虽然不算晚，一般是7点半左右自然醒。一般每天都会遛狗，但现在一想到要遛狗就烦，奶奶整天操心这个操心那个，唠唠叨叨也很烦，以前喜欢看看动漫看看电影现在也不想看，之前坚持的每天看看书，学学英语，锻炼的习惯最近似乎也不见踪影，看长段文字会嫌烦，游泳完会感觉心情极度压抑，控制不住苦笑，肢体懒散，难受得不行，哦努力游泳是因为下半年要考救生员证，还不是我自己报的。",
    "annotation": [
      {
        "sentence": "做什么都没劲，嫌烦，如何能摆脱这种状态？",
        "label": ""
      },
      {
        "sentence": "中专毕业准备升大专，已经在家呆了半年了，学校开学遥遥无期。",
        "label": ""
      },
      {
        "sentence": "两年前我是会熬夜通宵打游戏的，作息不规律，最近两年改善很多，去健身房约私教身材变好了，饮食习惯改善了，作息正常了。",
        "label": ""
      },
      {
        "sentence": "最近的状态是早上起床没动力，虽然不算晚，一般是7点半左右自然醒。",
        "label": ""
      },
      {
        "sentence": "一般每天都会遛狗，但现在一想到要遛狗就烦，奶奶整天操心这个操心那个，唠唠叨叨也很烦，以前喜欢看看动漫看看电影现在也不想看，之前坚持的每天看看书，学学英语，锻炼的习惯最近似乎也不见踪影，看长段文字会嫌烦，游泳完会感觉心情极度压抑，控制不住苦笑，肢体懒散，难受得不行，哦努力游泳是因为下半年要考救生员证，还不是我自己报的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对呀，你怎么从一个积极乐观的人变成了当下消极懈怠的状态呢？你先不着急，我们一起来寻找一下原因：️",
    "annotation": [
      {
        "sentence": "对呀，你怎么从一个积极乐观的人变成了当下消极懈怠的状态呢？",
        "label": ""
      },
      {
        "sentence": "你先不着急，我们一起来寻找一下原因：️",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是因为在家待得太久了，没有外界的刺激和目标，觉得一切都变得无聊和无趣。",
    "annotation": [
      {
        "sentence": "可能是因为在家待得太久了，没有外界的刺激和目标，觉得一切都变得无聊和无趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，长时间在家会感到压抑和无力，没有了常规的学习和社交活动，很容易陷入这种状态。你所在的地方疫情很严重吗？如果不严重的话，基本上大部分学校下学期都会在9月如期开学了呢，你可以再了解一下当地的政策哟～",
    "annotation": [
      {
        "sentence": "确实，长时间在家会感到压抑和无力，没有了常规的学习和社交活动，很容易陷入这种状态。",
        "label": ""
      },
      {
        "sentence": "你所在的地方疫情很严重吗？",
        "label": ""
      },
      {
        "sentence": "如果不严重的话，基本上大部分学校下学期都会在9月如期开学了呢，你可以再了解一下当地的政策哟～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，所在地确实疫情比较严重，学校的开学日期一直没有确定，这也让我感到很焦虑。",
    "annotation": [
      {
        "sentence": "是的，所在地确实疫情比较严重，学校的开学日期一直没有确定，这也让我感到很焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的焦虑，这段时间对很多学生来说都是一个挑战。但是你要记住，焦虑并不能解决问题，我们可以尝试从其他方面寻找一些乐趣和动力。你很棒哟，之前能够改善作息、去健身房锻炼身体和改善饮食习惯，这些都是很了不起的成绩！你还记得当时发生了什么，让你有了想要改变的想法，并且坚持下来了呢？",
    "annotation": [
      {
        "sentence": "我理解你的焦虑，这段时间对很多学生来说都是一个挑战。",
        "label": ""
      },
      {
        "sentence": "但是你要记住，焦虑并不能解决问题，我们可以尝试从其他方面寻找一些乐趣和动力。",
        "label": ""
      },
      {
        "sentence": "你很棒哟，之前能够改善作息、去健身房锻炼身体和改善饮食习惯，这些都是很了不起的成绩！",
        "label": ""
      },
      {
        "sentence": "你还记得当时发生了什么，让你有了想要改变的想法，并且坚持下来了呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想改变自己的生活方式，追求更健康和积极的生活，所以才会下定决心去健身房和调整作息。",
    "annotation": [
      {
        "sentence": "我想改变自己的生活方式，追求更健康和积极的生活，所以才会下定决心去健身房和调整作息。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "太棒了！这就证明了你有能力做出积极的改变。那么你觉得最近没有动力的原因是什么呢？",
    "annotation": [
      {
        "sentence": "太棒了！",
        "label": ""
      },
      {
        "sentence": "这就证明了你有能力做出积极的改变。",
        "label": ""
      },
      {
        "sentence": "那么你觉得最近没有动力的原因是什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是因为我感到很沮丧和压抑，没有什么事情能够激起我的兴趣和热情。",
    "annotation": [
      {
        "sentence": "可能是因为我感到很沮丧和压抑，没有什么事情能够激起我的兴趣和热情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "相比前面节律的生活，你当下真的过得很颓废呢～发生了什么吗？在这段文字描述中，似乎感觉到你和奶奶一起生活，爸爸妈妈呢？家人是不是对你寄予了很大的希望，并且希望你可以按照他们的安排去学习和成长呢？你也有自己的兴趣爱好，但好像都得不到家人的认可和肯定，只能被迫着按照家人的安排来生活？我感受到了你的无奈和抗拒，给你一个有温度的🤝！",
    "annotation": [
      {
        "sentence": "相比前面节律的生活，你当下真的过得很颓废呢～发生了什么吗？",
        "label": ""
      },
      {
        "sentence": "在这段文字描述中，似乎感觉到你和奶奶一起生活，爸爸妈妈呢？",
        "label": ""
      },
      {
        "sentence": "家人是不是对你寄予了很大的希望，并且希望你可以按照他们的安排去学习和成长呢？",
        "label": ""
      },
      {
        "sentence": "你也有自己的兴趣爱好，但好像都得不到家人的认可和肯定，只能被迫着按照家人的安排来生活？",
        "label": ""
      },
      {
        "sentence": "我感受到了你的无奈和抗拒，给你一个有温度的🤝！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我和奶奶一起生活，爸爸妈妈常年在外地工作。家人对我有很大的期望，希望我能够按照他们的安排去上大专，但有时候我觉得这些安排并不是我真正想要的，我也希望能够按照自己的兴趣去生活。",
    "annotation": [
      {
        "sentence": "你说得对，我和奶奶一起生活，爸爸妈妈常年在外地工作。",
        "label": ""
      },
      {
        "sentence": "家人对我有很大的期望，希望我能够按照他们的安排去上大专，但有时候我觉得这些安排并不是我真正想要的，我也希望能够按照自己的兴趣去生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的矛盾和内心的挣扎。家人的期望确实重要，但同时也要考虑到自己的内心需求和兴趣。你可能也要多学习一下如何与家人沟通，不要总觉得家人希望你怎样是为了满足他们自己的私欲，但其实你静下心来好好想一下，家人的每一项安排是不是其实都是为了你呢，当然可能他们说话的方式和安排的方式并不是那么的让你感到舒服，对吗？祝福静静汀。",
    "annotation": [
      {
        "sentence": "我理解你的矛盾和内心的挣扎。",
        "label": ""
      },
      {
        "sentence": "家人的期望确实重要，但同时也要考虑到自己的内心需求和兴趣。",
        "label": ""
      },
      {
        "sentence": "你可能也要多学习一下如何与家人沟通，不要总觉得家人希望你怎样是为了满足他们自己的私欲，但其实你静下心来好好想一下，家人的每一项安排是不是其实都是为了你呢，当然可能他们说话的方式和安排的方式并不是那么的让你感到舒服，对吗？",
        "label": ""
      },
      {
        "sentence": "祝福静静汀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解，我会尝试更好地与家人沟通，同时也会听从自己内心的声音去寻找属于自己的幸福和动力。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解，我会尝试更好地与家人沟通，同时也会听从自己内心的声音去寻找属于自己的幸福和动力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直在你身边支持你的。希望你能够找到属于自己的方向和动力，为自己的未来而奋斗。加油！",
    "annotation": [
      {
        "sentence": "不客气，我会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到属于自己的方向和动力，为自己的未来而奋斗。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]