[
  {
    "role": "client",
    "content": "做什么都没劲，嫌烦，如何能摆脱这种状态？中专毕业准备升大专，已经在家呆了半年了，学校开学遥遥无期。两年前我是会熬夜通宵打游戏的，作息不规律，最近两年改善很多，去健身房约私教身材变好了，饮食习惯改善了，作息正常了。最近的状态是早上起床没动力，虽然不算晚，一般是7点半左右自然醒。一般每天都会遛狗，但现在一想到要遛狗就烦，奶奶整天操心这个操心那个，唠唠叨叨也很烦，以前喜欢看看动漫看看电影现在也不想看，之前坚持的每天看看书，学学英语，锻炼的习惯最近似乎也不见踪影，看长段文字会嫌烦，游泳完会感觉心情极度压抑，控制不住苦笑，肢体懒散，难受得不行，哦努力游泳是因为下半年要考救生员证，还不是我自己报的。大概就这么多，多的我也懒得想懒得写，虽然也看过心理学的书籍，了解一些心理康复的理论，但好像还是无法摆脱做事没劲的魔障，最近在学习佛学理论，唉，之前是挺乐观向上的孩子啊，怎么回事呢。",
    "annotation": [
      {
        "sentence": "做什么都没劲，嫌烦，如何能摆脱这种状态？",
        "label": ""
      },
      {
        "sentence": "中专毕业准备升大专，已经在家呆了半年了，学校开学遥遥无期。",
        "label": ""
      },
      {
        "sentence": "两年前我是会熬夜通宵打游戏的，作息不规律，最近两年改善很多，去健身房约私教身材变好了，饮食习惯改善了，作息正常了。",
        "label": ""
      },
      {
        "sentence": "最近的状态是早上起床没动力，虽然不算晚，一般是7点半左右自然醒。",
        "label": ""
      },
      {
        "sentence": "一般每天都会遛狗，但现在一想到要遛狗就烦，奶奶整天操心这个操心那个，唠唠叨叨也很烦，以前喜欢看看动漫看看电影现在也不想看，之前坚持的每天看看书，学学英语，锻炼的习惯最近似乎也不见踪影，看长段文字会嫌烦，游泳完会感觉心情极度压抑，控制不住苦笑，肢体懒散，难受得不行，哦努力游泳是因为下半年要考救生员证，还不是我自己报的。",
        "label": ""
      },
      {
        "sentence": "大概就这么多，多的我也懒得想懒得写，虽然也看过心理学的书籍，了解一些心理康复的理论，但好像还是无法摆脱做事没劲的魔障，最近在学习佛学理论，唉，之前是挺乐观向上的孩子啊，怎么回事呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从描述中看，其实你有需多的事情要做，但这个动力并非来自于内在，而是来自于外在。你说，一般每天都会遛狗，但现在一想到要遛狗就烦，奶奶整天操心这个操心那个，唠唠叨叨也很烦，以前喜欢看看动漫看看电影现在也不想看，之前坚持的每天看看书，学学英语，锻炼的习惯最近似乎也不见踪影，看长段文字会嫌烦，游泳完会感觉心情极度压抑，控制不住苦笑，肢体懒散，难受得不行，哦努力游泳是因为下半年要考救生员证，还不是我自己报的。",
    "annotation": [
      {
        "sentence": "从描述中看，其实你有需多的事情要做，但这个动力并非来自于内在，而是来自于外在。",
        "label": ""
      },
      {
        "sentence": "你说，一般每天都会遛狗，但现在一想到要遛狗就烦，奶奶整天操心这个操心那个，唠唠叨叨也很烦，以前喜欢看看动漫看看电影现在也不想看，之前坚持的每天看看书，学学英语，锻炼的习惯最近似乎也不见踪影，看长段文字会嫌烦，游泳完会感觉心情极度压抑，控制不住苦笑，肢体懒散，难受得不行，哦努力游泳是因为下半年要考救生员证，还不是我自己报的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对的，不同于以前的内在动力，最近的一些事情都是外在因素强迫我去做的，所以我无法找到那种做事情的兴趣和动力。",
    "annotation": [
      {
        "sentence": "对的，不同于以前的内在动力，最近的一些事情都是外在因素强迫我去做的，所以我无法找到那种做事情的兴趣和动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，因为我们都希望做事情是因为自己想做，而不是不得不做。人天生就有一种自我决定的需求，外在规则或奖励有时会伤害这种天性。你现在的状态可以说是受到这些外在动力制约的结果。想要摆脱现在这种状态，你可以尝试将外在动机转换为内在动机。",
    "annotation": [
      {
        "sentence": "我理解你的感受，因为我们都希望做事情是因为自己想做，而不是不得不做。",
        "label": ""
      },
      {
        "sentence": "人天生就有一种自我决定的需求，外在规则或奖励有时会伤害这种天性。",
        "label": ""
      },
      {
        "sentence": "你现在的状态可以说是受到这些外在动力制约的结果。",
        "label": ""
      },
      {
        "sentence": "想要摆脱现在这种状态，你可以尝试将外在动机转换为内在动机。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实需要将外在的动机转化为内在的动机，这样才能找回做事情的兴趣和动力。",
    "annotation": [
      {
        "sentence": "是的，我确实需要将外在的动机转化为内在的动机，这样才能找回做事情的兴趣和动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，你要明白考救生员证是你自己要考的，而不是因为其他原因不得不考的。同样，遛狗也是你自己的选择。进行这种动机转换可能不容易，可能会产生畏难情绪。但无论你做出怎样的选择，都要为自己的选择负责。",
    "annotation": [
      {
        "sentence": "对的，你要明白考救生员证是你自己要考的，而不是因为其他原因不得不考的。",
        "label": ""
      },
      {
        "sentence": "同样，遛狗也是你自己的选择。",
        "label": ""
      },
      {
        "sentence": "进行这种动机转换可能不容易，可能会产生畏难情绪。",
        "label": ""
      },
      {
        "sentence": "但无论你做出怎样的选择，都要为自己的选择负责。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我要对自己的选择负责。但有时我还是会觉得做事情没有兴趣，没有动力。",
    "annotation": [
      {
        "sentence": "你说得对，我要对自己的选择负责。",
        "label": ""
      },
      {
        "sentence": "但有时我还是会觉得做事情没有兴趣，没有动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这种感受是正常的。改变习惯需要时间和坚持，你可能会遇到困难和挫折。但只要你坚持下去，逐渐将外在动机转化为内在动机，你就能找回做事情的兴趣和动力。",
    "annotation": [
      {
        "sentence": "是的，这种感受是正常的。",
        "label": ""
      },
      {
        "sentence": "改变习惯需要时间和坚持，你可能会遇到困难和挫折。",
        "label": ""
      },
      {
        "sentence": "但只要你坚持下去，逐渐将外在动机转化为内在动机，你就能找回做事情的兴趣和动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尽量坚持下去，尝试将外在动机转化为内在动机，找回做事情的兴趣和动力。",
    "annotation": [
      {
        "sentence": "我明白了，我会尽量坚持下去，尝试将外在动机转化为内在动机，找回做事情的兴趣和动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，我相信你能够做到的。如果在这个过程中你还有其他困扰或问题，随时都可以来找我倾诉或寻求帮助。",
    "annotation": [
      {
        "sentence": "很好，我相信你能够做到的。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中你还有其他困扰或问题，随时都可以来找我倾诉或寻求帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会的。",
        "label": ""
      }
    ]
  }
]