[
  {
    "role": "client",
    "content": "把中心和重心放在猫咪或者伴侣身上，逃避自己？我发现我对猫咪就像之前对前男友，没有他们时，我能自己面对困难，即使想逃避也逃避一会儿然后继续自己面对。有了他们后就像我的感情有了寄托，面对困难的那种痛苦似乎有了归属，使得我的逃避的痛苦有了安抚。于是我变得不容易面对，更容易逃避，贪恋对方带给我的感受。从而，我放弃了自己对自己的责任，不去自己给予自己，而是从外界索取。这种感受曾让我觉得自己一无是处，丢了自己。这次养了猫咪后，熟悉的安逸中的恐怖感无力感还有麻木感，让我今天写下了这段话。我希望自己克服自己的这个问题，我相信我可以，话说，我写完了这段话，感觉清晰了很多。沉浸在逃避的痛苦却出现了安逸麻木的安逸区时，解决问题就变得很难。感觉可以用艾滋病毒比喻，因为没有这个病毒时，我能找到问题，因为痛苦所以积极解决问题。有了这个病毒，让我感觉不到痛苦，甚至我会从中找慰藉，让问题越来越严重，自己越来越糟糕？。",
    "annotation": [
      {
        "sentence": "把中心和重心放在猫咪或者伴侣身上，逃避自己？",
        "label": ""
      },
      {
        "sentence": "我发现我对猫咪就像之前对前男友，没有他们时，我能自己面对困难，即使想逃避也逃避一会儿然后继续自己面对。",
        "label": ""
      },
      {
        "sentence": "有了他们后就像我的感情有了寄托，面对困难的那种痛苦似乎有了归属，使得我的逃避的痛苦有了安抚。",
        "label": ""
      },
      {
        "sentence": "于是我变得不容易面对，更容易逃避，贪恋对方带给我的感受。",
        "label": ""
      },
      {
        "sentence": "从而，我放弃了自己对自己的责任，不去自己给予自己，而是从外界索取。",
        "label": ""
      },
      {
        "sentence": "这种感受曾让我觉得自己一无是处，丢了自己。",
        "label": ""
      },
      {
        "sentence": "这次养了猫咪后，熟悉的安逸中的恐怖感无力感还有麻木感，让我今天写下了这段话。",
        "label": ""
      },
      {
        "sentence": "我希望自己克服自己的这个问题，我相信我可以，话说，我写完了这段话，感觉清晰了很多。",
        "label": ""
      },
      {
        "sentence": "沉浸在逃避的痛苦却出现了安逸麻木的安逸区时，解决问题就变得很难。",
        "label": ""
      },
      {
        "sentence": "感觉可以用艾滋病毒比喻，因为没有这个病毒时，我能找到问题，因为痛苦所以积极解决问题。",
        "label": ""
      },
      {
        "sentence": "有了这个病毒，让我感觉不到痛苦，甚至我会从中找慰藉，让问题越来越严重，自己越来越糟糕？。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的文字感受到了你的困惑。首先，你说在你可以依赖的事物不在时，你能够自己面对困难，即使想逃避也逃避一会儿，然后可以继续自己面对。其实这个在心理学上类似于【依赖型人格障碍】，出现的状况是缺乏独立自主性，容易过分依赖他人，过分信任他人，任由自己接受他人的安排摆布，自己放弃对自己的规划和负责。这种心理在一开始可能是享受的，但随着过分依赖，就容易让自己在这种安逸下迷失自己，甚至会失去一些本来具备的能力。",
    "annotation": [
      {
        "sentence": "看了你的文字感受到了你的困惑。",
        "label": ""
      },
      {
        "sentence": "首先，你说在你可以依赖的事物不在时，你能够自己面对困难，即使想逃避也逃避一会儿，然后可以继续自己面对。",
        "label": ""
      },
      {
        "sentence": "其实这个在心理学上类似于【依赖型人格障碍】，出现的状况是缺乏独立自主性，容易过分依赖他人，过分信任他人，任由自己接受他人的安排摆布，自己放弃对自己的规划和负责。",
        "label": ""
      },
      {
        "sentence": "这种心理在一开始可能是享受的，但随着过分依赖，就容易让自己在这种安逸下迷失自己，甚至会失去一些本来具备的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是有一种依赖性过强的感觉，经常会觉得只有依赖别人才能让自己感到安心。",
    "annotation": [
      {
        "sentence": "是的，我就是有一种依赖性过强的感觉，经常会觉得只有依赖别人才能让自己感到安心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当可依赖的事物不在的时候，容易变得无主见，孤独感占据大脑，觉得自己一无是处，迷茫。而我们要做的呢，就是从这种境况中走出来。重新找回自我，建立自信。",
    "annotation": [
      {
        "sentence": "当可依赖的事物不在的时候，容易变得无主见，孤独感占据大脑，觉得自己一无是处，迷茫。",
        "label": ""
      },
      {
        "sentence": "而我们要做的呢，就是从这种境况中走出来。",
        "label": ""
      },
      {
        "sentence": "重新找回自我，建立自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得很难做到，每当遇到困难时，我总是不由自主地寻求他人的帮助。",
    "annotation": [
      {
        "sentence": "但是我觉得很难做到，每当遇到困难时，我总是不由自主地寻求他人的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第二，重拾信心和自理能力。依赖性过强总是让人遇到困难就想着寻求到他人的帮助，现在不如尝试着以“自我为主”，减少对他人的依赖心理，学会自己去解决问题，独自承受，不断提升自己。",
    "annotation": [
      {
        "sentence": "第二，重拾信心和自理能力。",
        "label": ""
      },
      {
        "sentence": "依赖性过强总是让人遇到困难就想着寻求到他人的帮助，现在不如尝试着以“自我为主”，减少对他人的依赖心理，学会自己去解决问题，独自承受，不断提升自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我意识到我需要更加独立，不总是依赖别人，但是这个过程真的好难。",
    "annotation": [
      {
        "sentence": "是的，我意识到我需要更加独立，不总是依赖别人，但是这个过程真的好难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第三，交更多的朋友。过分的依赖可能也会让人感到不适。过分依赖男朋友，什么事都围着他转，这不一定是爱的表现。或许应该给双方一定的空间。相互成长，在一段感情中成就成更好的自己。那么我们除了男朋友，我们还可以多交一些可以倾诉烦恼的朋友。就像你说的，当你写下这段话的时候，感觉自己都清晰了。其实在这个过程中，你缺少向外界去表达你的情绪。你可以通过向朋友倾诉，也可以通过写日记等方法去宣泄你的情感。",
    "annotation": [
      {
        "sentence": "第三，交更多的朋友。",
        "label": ""
      },
      {
        "sentence": "过分的依赖可能也会让人感到不适。",
        "label": ""
      },
      {
        "sentence": "过分依赖男朋友，什么事都围着他转，这不一定是爱的表现。",
        "label": ""
      },
      {
        "sentence": "或许应该给双方一定的空间。",
        "label": ""
      },
      {
        "sentence": "相互成长，在一段感情中成就成更好的自己。",
        "label": ""
      },
      {
        "sentence": "那么我们除了男朋友，我们还可以多交一些可以倾诉烦恼的朋友。",
        "label": ""
      },
      {
        "sentence": "就像你说的，当你写下这段话的时候，感觉自己都清晰了。",
        "label": ""
      },
      {
        "sentence": "其实在这个过程中，你缺少向外界去表达你的情绪。",
        "label": ""
      },
      {
        "sentence": "你可以通过向朋友倾诉，也可以通过写日记等方法去宣泄你的情感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我意识到我需要多和其他人交流，通过和他人分享来减轻压力和困惑。",
    "annotation": [
      {
        "sentence": "是的，我意识到我需要多和其他人交流，通过和他人分享来减轻压力和困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第四，找到自己感兴趣的事情。当我们做着自己感兴趣的事情的时候，我们才能做到更专心致志，时间也过得更充实，这样就不会胡思乱想，而这份兴趣也能给我们带来自信和一定的依靠。不管什么时候，我们都要学会做自己，没有能够人一辈子陪伴着我们，我们自己要学会成长，希望你能战胜困难，找回自信的自己。希望我的文字能够帮助到你，祝安好！",
    "annotation": [
      {
        "sentence": "第四，找到自己感兴趣的事情。",
        "label": ""
      },
      {
        "sentence": "当我们做着自己感兴趣的事情的时候，我们才能做到更专心致志，时间也过得更充实，这样就不会胡思乱想，而这份兴趣也能给我们带来自信和一定的依靠。",
        "label": ""
      },
      {
        "sentence": "不管什么时候，我们都要学会做自己，没有能够人一辈子陪伴着我们，我们自己要学会成长，希望你能战胜困难，找回自信的自己。",
        "label": ""
      },
      {
        "sentence": "希望我的文字能够帮助到你，祝安好！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和鼓励，我会尽力去实践，重新找回自我，变得更加独立和自信。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和鼓励，我会尽力去实践，重新找回自我，变得更加独立和自信。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  }
]