[
  {
    "role": "client",
    "content": "我爸重来不会夸奖我，在我从小到大的成长过程中，他总是给我们负面情绪，还总是怪我们。他从我16岁时就叫我出来工作，理由是为了我好，说家里条件不好，以后找不到好人家。然后我含泪出来工作后，又一直被他嫌弃我没有前途。可是我能找什么好工作呢？我没有学历、身高和技术，他总是怪我乱花钱，但是我的钱的3分之二都是给家里用的。我每天都熬夜，现在我的身体已经越来越差了。他们却怪我没有打理好自己，浪费钱，让我感觉我只是为了传宗接代才存在。",
    "annotation": [
      {
        "sentence": "我爸重来不会夸奖我，在我从小到大的成长过程中，他总是给我们负面情绪，还总是怪我们。",
        "label": ""
      },
      {
        "sentence": "他从我16岁时就叫我出来工作，理由是为了我好，说家里条件不好，以后找不到好人家。",
        "label": ""
      },
      {
        "sentence": "然后我含泪出来工作后，又一直被他嫌弃我没有前途。",
        "label": ""
      },
      {
        "sentence": "可是我能找什么好工作呢？",
        "label": ""
      },
      {
        "sentence": "我没有学历、身高和技术，他总是怪我乱花钱，但是我的钱的3分之二都是给家里用的。",
        "label": ""
      },
      {
        "sentence": "我每天都熬夜，现在我的身体已经越来越差了。",
        "label": ""
      },
      {
        "sentence": "他们却怪我没有打理好自己，浪费钱，让我感觉我只是为了传宗接代才存在。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的描述后，我能感受到你父亲是一个传统且强势的父亲，他不太懂得与子女交流。首先，希望你不要自卑，也不要屈服于环境，因为我们自己才是我们命运的掌握者。父亲没有夸奖过你，在对你的要求上没有考虑到你的实际情况，有时他说的话可能会伤害到你。这些情况一部分来自于你父亲的性格，一部分来自于你们两个人之间的关系。你父亲的性格可能比较难以改变，但是你们之间的关系可以由你主动去缓和和改善。你们之间缺少的就是坐下来好好谈一谈，他之所以会让你觉得他不理解你，可能是因为你没有认真地告诉他你的感受。而你误会他说的一些话也是因为他没有耐心地与你交流。除了解决你与父亲之间关系的根源，你自身的情况也需要解决。因为某些原因，你很早就开始打工，从小缺乏学习的机会，这会让你觉得自己与其他人有很大的差距。但是我想告诉你，学习并不是限定在某个阶段的事情，它应该贯穿我们一生。学习的内容很广泛，不仅仅是书本上的理论知识。所以，无论何时学习都不会晚，你可以边工作边学习，提升自己。没有人可以一蹴而就，在成长的道路上需要有耐心。希望你能够改变目前的状况，拨开云雾，迎接新的太阳！感恩相遇！",
    "annotation": [
      {
        "sentence": "听到你的描述后，我能感受到你父亲是一个传统且强势的父亲，他不太懂得与子女交流。",
        "label": ""
      },
      {
        "sentence": "首先，希望你不要自卑，也不要屈服于环境，因为我们自己才是我们命运的掌握者。",
        "label": ""
      },
      {
        "sentence": "父亲没有夸奖过你，在对你的要求上没有考虑到你的实际情况，有时他说的话可能会伤害到你。",
        "label": ""
      },
      {
        "sentence": "这些情况一部分来自于你父亲的性格，一部分来自于你们两个人之间的关系。",
        "label": ""
      },
      {
        "sentence": "你父亲的性格可能比较难以改变，但是你们之间的关系可以由你主动去缓和和改善。",
        "label": ""
      },
      {
        "sentence": "你们之间缺少的就是坐下来好好谈一谈，他之所以会让你觉得他不理解你，可能是因为你没有认真地告诉他你的感受。",
        "label": ""
      },
      {
        "sentence": "而你误会他说的一些话也是因为他没有耐心地与你交流。",
        "label": ""
      },
      {
        "sentence": "除了解决你与父亲之间关系的根源，你自身的情况也需要解决。",
        "label": ""
      },
      {
        "sentence": "因为某些原因，你很早就开始打工，从小缺乏学习的机会，这会让你觉得自己与其他人有很大的差距。",
        "label": ""
      },
      {
        "sentence": "但是我想告诉你，学习并不是限定在某个阶段的事情，它应该贯穿我们一生。",
        "label": ""
      },
      {
        "sentence": "学习的内容很广泛，不仅仅是书本上的理论知识。",
        "label": ""
      },
      {
        "sentence": "所以，无论何时学习都不会晚，你可以边工作边学习，提升自己。",
        "label": ""
      },
      {
        "sentence": "没有人可以一蹴而就，在成长的道路上需要有耐心。",
        "label": ""
      },
      {
        "sentence": "希望你能够改变目前的状况，拨开云雾，迎接新的太阳！",
        "label": ""
      },
      {
        "sentence": "感恩相遇！",
        "label": ""
      }
    ]
  }
]