[
  {
    "role": "client",
    "content": "我是一个20岁的女生，从小到大我爸重来不会夸奖我。从小到大我爸重来不会夸奖我，只会给我们负面情绪，还总是怪我们。16岁就被叫出来工作，理由是为了我好，说家里条件不好，以后找不到好人家。然后我含泪出来，工作后又一直嫌弃我没前途，可是我能找什么好工作？没学历没身高没技术。他总是怪我乱花钱，但是我的钱3分之二都是花家里了。我天天熬夜，现在身体已经越来越差，他们却怪我没有打理好自己又浪费钱，感觉我是为了传宗接代才有的。",
    "annotation": [
      {
        "sentence": "我是一个20岁的女生，从小到大我爸重来不会夸奖我。",
        "label": ""
      },
      {
        "sentence": "从小到大我爸重来不会夸奖我，只会给我们负面情绪，还总是怪我们。",
        "label": ""
      },
      {
        "sentence": "16岁就被叫出来工作，理由是为了我好，说家里条件不好，以后找不到好人家。",
        "label": ""
      },
      {
        "sentence": "然后我含泪出来，工作后又一直嫌弃我没前途，可是我能找什么好工作？",
        "label": ""
      },
      {
        "sentence": "没学历没身高没技术。",
        "label": ""
      },
      {
        "sentence": "他总是怪我乱花钱，但是我的钱3分之二都是花家里了。",
        "label": ""
      },
      {
        "sentence": "我天天熬夜，现在身体已经越来越差，他们却怪我没有打理好自己又浪费钱，感觉我是为了传宗接代才有的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情。必须承认的是确实有好多东西是我们无法去选择、去改变的，比如我们的家庭。接受这些并不意味着妥协，而是一种清晰，一种理智。虽然有学是无法改变的，但同样有好多可以改变的。比如你说的没学历，没身高，没技术，这可能是某一个阶段的你拥有的特征。但没学历，我们可以通过各种方式去学习，同样可以学到很多很多。现在是信息化时代，哪怕只是一周去图书馆坐两个小时也可以学到一些东西。没身高，我们还是可以适当去锻炼，让自己拥有更加健康的身体。没技术，同样可以从零开始，慢慢去学习。说这些听起来有点残酷，而我的意思只是建议你把更多的精力关注在个人的成长上面。要意识到，我们是有能力让自己过得更好的，虽然我们的童年可能承受着某些缺失。",
    "annotation": [
      {
        "sentence": "非常理解你的心情。",
        "label": ""
      },
      {
        "sentence": "必须承认的是确实有好多东西是我们无法去选择、去改变的，比如我们的家庭。",
        "label": ""
      },
      {
        "sentence": "接受这些并不意味着妥协，而是一种清晰，一种理智。",
        "label": ""
      },
      {
        "sentence": "虽然有学是无法改变的，但同样有好多可以改变的。",
        "label": ""
      },
      {
        "sentence": "比如你说的没学历，没身高，没技术，这可能是某一个阶段的你拥有的特征。",
        "label": ""
      },
      {
        "sentence": "但没学历，我们可以通过各种方式去学习，同样可以学到很多很多。",
        "label": ""
      },
      {
        "sentence": "现在是信息化时代，哪怕只是一周去图书馆坐两个小时也可以学到一些东西。",
        "label": ""
      },
      {
        "sentence": "没身高，我们还是可以适当去锻炼，让自己拥有更加健康的身体。",
        "label": ""
      },
      {
        "sentence": "没技术，同样可以从零开始，慢慢去学习。",
        "label": ""
      },
      {
        "sentence": "说这些听起来有点残酷，而我的意思只是建议你把更多的精力关注在个人的成长上面。",
        "label": ""
      },
      {
        "sentence": "要意识到，我们是有能力让自己过得更好的，虽然我们的童年可能承受着某些缺失。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但是我总觉得我很无助。从小到大都没有得到夸奖和正面的肯定，我感觉自己一直在被压抑着。有时候我真的不知道该怎么办才能改变现状。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但是我总觉得我很无助。",
        "label": ""
      },
      {
        "sentence": "从小到大都没有得到夸奖和正面的肯定，我感觉自己一直在被压抑着。",
        "label": ""
      },
      {
        "sentence": "有时候我真的不知道该怎么办才能改变现状。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，长期缺乏夸奖和正面肯定确实会让人感到无助和压抑。但是，我们不能让过去的经历限制了我们的未来。我们可以从现在开始，努力寻找一些正面的肯定和夸奖。可以尝试与那些愿意给予肯定和夸奖的朋友相处，这样你就能感受到更多的支持和鼓励。记住，未来还很长，我们有机会改变现状，过上更好的生活。",
    "annotation": [
      {
        "sentence": "我理解你的感受，长期缺乏夸奖和正面肯定确实会让人感到无助和压抑。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能让过去的经历限制了我们的未来。",
        "label": ""
      },
      {
        "sentence": "我们可以从现在开始，努力寻找一些正面的肯定和夸奖。",
        "label": ""
      },
      {
        "sentence": "可以尝试与那些愿意给予肯定和夸奖的朋友相处，这样你就能感受到更多的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "记住，未来还很长，我们有机会改变现状，过上更好的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我应该尝试和那些给予正面肯定的人相处，找到更多的支持和鼓励。虽然过去的经历会让我感到困惑，但我相信只要我努力，我的生活一定可以改变的。",
    "annotation": [
      {
        "sentence": "你说的对，我应该尝试和那些给予正面肯定的人相处，找到更多的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "虽然过去的经历会让我感到困惑，但我相信只要我努力，我的生活一定可以改变的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常赞同你的观点！相信自己，相信未来。你的努力一定会带来改变。不论过去如何，现在和未来都是我们可以主宰的。每个人都有属于自己的精彩剧本，只要我们努力去演绎，就一定能展现出自己的光芒。",
    "annotation": [
      {
        "sentence": "非常赞同你的观点！",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来。",
        "label": ""
      },
      {
        "sentence": "你的努力一定会带来改变。",
        "label": ""
      },
      {
        "sentence": "不论过去如何，现在和未来都是我们可以主宰的。",
        "label": ""
      },
      {
        "sentence": "每个人都有属于自己的精彩剧本，只要我们努力去演绎，就一定能展现出自己的光芒。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会牢记你的话，相信自己，迎接未来的挑战。我相信只要我不放弃，一定能过上更好的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，相信自己，迎接未来的挑战。",
        "label": ""
      },
      {
        "sentence": "我相信只要我不放弃，一定能过上更好的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够克服困难，迎接未来的挑战。记得，无论何时都要对自己好一点，关注个人成长，相信自己的能力和潜力。祝福你，加油！如果有任何困惑或者需要帮助的时候，记得随时找我倾诉。祝好！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够克服困难，迎接未来的挑战。",
        "label": ""
      },
      {
        "sentence": "记得，无论何时都要对自己好一点，关注个人成长，相信自己的能力和潜力。",
        "label": ""
      },
      {
        "sentence": "祝福你，加油！",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑或者需要帮助的时候，记得随时找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝好！",
        "label": ""
      }
    ]
  }
]