[
  {
    "role": "client",
    "content": "最近我发现一个问题，就是每当我看到别的男生对自己喜欢的女生好，我就会想逃离。不知道为什么，只要看到喜欢的女生有人追，我就想放弃，甚至有时候如果别的人愿意花很多钱在她身上，我反而会很生气，越发想要远离她。我经常因为这件事而烦恼，不知道为什么会这样。有什么办法可以让我选择大胆追求女生，而不是逃避呢？",
    "annotation": [
      {
        "sentence": "最近我发现一个问题，就是每当我看到别的男生对自己喜欢的女生好，我就会想逃离。",
        "label": ""
      },
      {
        "sentence": "不知道为什么，只要看到喜欢的女生有人追，我就想放弃，甚至有时候如果别的人愿意花很多钱在她身上，我反而会很生气，越发想要远离她。",
        "label": ""
      },
      {
        "sentence": "我经常因为这件事而烦恼，不知道为什么会这样。",
        "label": ""
      },
      {
        "sentence": "有什么办法可以让我选择大胆追求女生，而不是逃避呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "逃避型的依恋关系，并不可怕，我们可以慢慢学习如何提升自信心，给自己足够的安全感，培养安全型的依恋关系。从你的描述中，我可以感受到当你喜欢的女生被别人追求时，无论是在物质方面还是精神方面，超过了你，你会想要逃离，不想再继续了。可能是因为你内心认为在亲密关系中自卑，觉得自己的魅力不够，无法与别人相比，怕会失败，会丢面子。所以在还没有开始之前，你选择放弃，以保持自己的安全感。",
    "annotation": [
      {
        "sentence": "逃避型的依恋关系，并不可怕，我们可以慢慢学习如何提升自信心，给自己足够的安全感，培养安全型的依恋关系。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我可以感受到当你喜欢的女生被别人追求时，无论是在物质方面还是精神方面，超过了你，你会想要逃离，不想再继续了。",
        "label": ""
      },
      {
        "sentence": "可能是因为你内心认为在亲密关系中自卑，觉得自己的魅力不够，无法与别人相比，怕会失败，会丢面子。",
        "label": ""
      },
      {
        "sentence": "所以在还没有开始之前，你选择放弃，以保持自己的安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实有一种不自信的感觉，害怕靠近女生，害怕被拒绝。我想改变这种依恋关系，怎么才能做到呢？",
    "annotation": [
      {
        "sentence": "是的，我确实有一种不自信的感觉，害怕靠近女生，害怕被拒绝。",
        "label": ""
      },
      {
        "sentence": "我想改变这种依恋关系，怎么才能做到呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变回避型依恋关系的本质是慢慢面对自己的不足和不自信，去尝试一些自己不敢或者逃避的事情，让自己成长起来。当你勇敢地靠近自己喜欢的人，并且表达自己的心意，那个过程本身就是甜蜜的，对你来说是一种突破。在这个过程中，你的自信心也会逐渐提高。给自己充足的时间，慢慢来，不仅在亲密关系中，在其他关系中也一样，敢于表达自己的想法和心意，并通过行动来实现目标，你会看到不同的自己。",
    "annotation": [
      {
        "sentence": "改变回避型依恋关系的本质是慢慢面对自己的不足和不自信，去尝试一些自己不敢或者逃避的事情，让自己成长起来。",
        "label": ""
      },
      {
        "sentence": "当你勇敢地靠近自己喜欢的人，并且表达自己的心意，那个过程本身就是甜蜜的，对你来说是一种突破。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你的自信心也会逐渐提高。",
        "label": ""
      },
      {
        "sentence": "给自己充足的时间，慢慢来，不仅在亲密关系中，在其他关系中也一样，敢于表达自己的想法和心意，并通过行动来实现目标，你会看到不同的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实需要勇敢地面对自己的不足和不自信。但是我觉得我的依恋类型可能有一些背后的原因，我应该如何去追根溯源呢？",
    "annotation": [
      {
        "sentence": "你说得对，我确实需要勇敢地面对自己的不足和不自信。",
        "label": ""
      },
      {
        "sentence": "但是我觉得我的依恋类型可能有一些背后的原因，我应该如何去追根溯源呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你这种依恋类型可能与你的成长背景和经历有关。你可以试着自己去了解和认识自己的阴影在哪里，这样才不会害怕追赶阳光。除了言语和思维上的清醒意识，行动也是帮助自己走出逃避的关键。你可以尝试和女生多交流，可以送个小礼物或者一起参加某个活动等等。先与对方有更多的交集，才能有机会相互了解，才会有故事发生。你的靠近和心意才能被她看到，并且得到回应。相信自己有独特的魅力，可以吸引到自己喜欢的人，也有能力追求到自己喜欢的人，并和她在一起。",
    "annotation": [
      {
        "sentence": "是的，你这种依恋类型可能与你的成长背景和经历有关。",
        "label": ""
      },
      {
        "sentence": "你可以试着自己去了解和认识自己的阴影在哪里，这样才不会害怕追赶阳光。",
        "label": ""
      },
      {
        "sentence": "除了言语和思维上的清醒意识，行动也是帮助自己走出逃避的关键。",
        "label": ""
      },
      {
        "sentence": "你可以尝试和女生多交流，可以送个小礼物或者一起参加某个活动等等。",
        "label": ""
      },
      {
        "sentence": "先与对方有更多的交集，才能有机会相互了解，才会有故事发生。",
        "label": ""
      },
      {
        "sentence": "你的靠近和心意才能被她看到，并且得到回应。",
        "label": ""
      },
      {
        "sentence": "相信自己有独特的魅力，可以吸引到自己喜欢的人，也有能力追求到自己喜欢的人，并和她在一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试克服自己的不自信，勇敢地面对自己喜欢的女生。希望通过这样的努力，我能够获得更好的结果。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试克服自己的不自信，勇敢地面对自己喜欢的女生。",
        "label": ""
      },
      {
        "sentence": "希望通过这样的努力，我能够获得更好的结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心，相信你一定能够克服自己的不自信，勇敢地面对喜欢的女生。记住，成长需要时间，不要急于求成，慢慢来，相信自己的努力会有所回报。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心，相信你一定能够克服自己的不自信，勇敢地面对喜欢的女生。",
        "label": ""
      },
      {
        "sentence": "记住，成长需要时间，不要急于求成，慢慢来，相信自己的努力会有所回报。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]