[
  {
    "role": "client",
    "content": "如何平衡心中个人感受和现实中个人表现的关系？",
    "annotation": [
      {
        "sentence": "如何平衡心中个人感受和现实中个人表现的关系？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很能理解你内心的感受。这个世界本身就是如此：笑笑他人，被他人笑笑；任何时候你尽管走好自己的路，那些与你擦肩而过的，不过是风景罢了，没必要太多的较真。",
    "annotation": [
      {
        "sentence": "我很能理解你内心的感受。",
        "label": ""
      },
      {
        "sentence": "这个世界本身就是如此：笑笑他人，被他人笑笑；任何时候你尽管走好自己的路，那些与你擦肩而过的，不过是风景罢了，没必要太多的较真。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我最近很容易感到愤怒，因为我总感觉自己在被其他人攻击、贬低和嘲笑。这源于我小时候的经历，我看到其他人由于不合群和特别被嘲笑，我自己的性格也比较不合群，再加上和同学关系一直疏远多于亲密，所以特别担心，也一直压抑着对同学的愤怒和不满，因为他们的态度有时会真实地表露出来，有时会忽视我，有时嫌我作、爱叹气，有时提起我时说“性格决定命运，我们大家都有眼睛”。我性格原先只是内向，后来发展为孤僻。虽然学习还好，但是渐渐也跟不上了，既没了优越感的来源，又压抑着愤怒，这让我渐渐染上习得性无助。",
    "annotation": [
      {
        "sentence": "我最近很容易感到愤怒，因为我总感觉自己在被其他人攻击、贬低和嘲笑。",
        "label": ""
      },
      {
        "sentence": "这源于我小时候的经历，我看到其他人由于不合群和特别被嘲笑，我自己的性格也比较不合群，再加上和同学关系一直疏远多于亲密，所以特别担心，也一直压抑着对同学的愤怒和不满，因为他们的态度有时会真实地表露出来，有时会忽视我，有时嫌我作、爱叹气，有时提起我时说“性格决定命运，我们大家都有眼睛”。",
        "label": ""
      },
      {
        "sentence": "我性格原先只是内向，后来发展为孤僻。",
        "label": ""
      },
      {
        "sentence": "虽然学习还好，但是渐渐也跟不上了，既没了优越感的来源，又压抑着愤怒，这让我渐渐染上习得性无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你从小形成的性格，造就了现在的自我防卫，可以说生活中你是一个敏感的人，对一切事物都保持着高敏感度，但这何曾不是一件好事。这个社会上有很多你没遇到过的人和事，对它们保持一种高敏感度的警惕，其实就是在更好的保护自己，不让自己受伤。",
    "annotation": [
      {
        "sentence": "你从小形成的性格，造就了现在的自我防卫，可以说生活中你是一个敏感的人，对一切事物都保持着高敏感度，但这何曾不是一件好事。",
        "label": ""
      },
      {
        "sentence": "这个社会上有很多你没遇到过的人和事，对它们保持一种高敏感度的警惕，其实就是在更好的保护自己，不让自己受伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是随着长大，我也看到自己身上的许多不足。虽然有些话很难听，但指出的问题却是真实存在的。可是我很难接受去顺着别人这些话改变。我对过去的经历耿耿于怀，也对人怀着深深的不信任，我觉得难以停止自我防卫，我认为他们仍然一直在试图伤害我，或者只是无所谓我的感受。我想改变，但无法将改变同逆来顺受区分开，我仍在愤怒，且愈演愈烈。",
    "annotation": [
      {
        "sentence": "可是随着长大，我也看到自己身上的许多不足。",
        "label": ""
      },
      {
        "sentence": "虽然有些话很难听，但指出的问题却是真实存在的。",
        "label": ""
      },
      {
        "sentence": "可是我很难接受去顺着别人这些话改变。",
        "label": ""
      },
      {
        "sentence": "我对过去的经历耿耿于怀，也对人怀着深深的不信任，我觉得难以停止自我防卫，我认为他们仍然一直在试图伤害我，或者只是无所谓我的感受。",
        "label": ""
      },
      {
        "sentence": "我想改变，但无法将改变同逆来顺受区分开，我仍在愤怒，且愈演愈烈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对过去经历的追忆和不信任感。但是，我们要明白，过去的经历不应该束缚我们的未来。对于那些刺耳的话语和伤害，我们可以选择接受它们，但也可以选择放下它们，并继续向前。只有当我们愿意改变自己的心态，才能真正的建立起对这个世界的接纳和信任。",
    "annotation": [
      {
        "sentence": "我理解你对过去经历的追忆和不信任感。",
        "label": ""
      },
      {
        "sentence": "但是，我们要明白，过去的经历不应该束缚我们的未来。",
        "label": ""
      },
      {
        "sentence": "对于那些刺耳的话语和伤害，我们可以选择接受它们，但也可以选择放下它们，并继续向前。",
        "label": ""
      },
      {
        "sentence": "只有当我们愿意改变自己的心态，才能真正的建立起对这个世界的接纳和信任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我不知道从何处着手去改变自己的心态。",
    "annotation": [
      {
        "sentence": "可是我不知道从何处着手去改变自己的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你愿意的话，可以先从改变自身心态开始，走出内向的性格，具体有以下三个小点：①建立自身快乐来源。最简单的方法就是尝试和外向的人做朋友，让她们的幽默带动你，幽默本身是有感染力的，就好像快乐更能快速传播，更容易让人开怀大笑。当然，喜剧、幽默短片、幽默书籍等也都是身边的快乐来源。②接纳他人有益的观点。所谓三人行必有我师，你可以接受他人有益的观点，强化自身固有的认知，让新的认知转化成一种快乐，因为人类在获取新知的时候，内心常常是快乐的。③打开自己的心扉。打开心扉的方式有很多种，旅游、晨跑、锻炼、参加公益活动等等，这些都是可以打开自己的心扉，让快乐涌入你的心灵，用爱与期待拥抱这个世界。",
    "annotation": [
      {
        "sentence": "如果你愿意的话，可以先从改变自身心态开始，走出内向的性格，具体有以下三个小点：①建立自身快乐来源。",
        "label": ""
      },
      {
        "sentence": "最简单的方法就是尝试和外向的人做朋友，让她们的幽默带动你，幽默本身是有感染力的，就好像快乐更能快速传播，更容易让人开怀大笑。",
        "label": ""
      },
      {
        "sentence": "当然，喜剧、幽默短片、幽默书籍等也都是身边的快乐来源。",
        "label": ""
      },
      {
        "sentence": "②接纳他人有益的观点。",
        "label": ""
      },
      {
        "sentence": "所谓三人行必有我师，你可以接受他人有益的观点，强化自身固有的认知，让新的认知转化成一种快乐，因为人类在获取新知的时候，内心常常是快乐的。",
        "label": ""
      },
      {
        "sentence": "③打开自己的心扉。",
        "label": ""
      },
      {
        "sentence": "打开心扉的方式有很多种，旅游、晨跑、锻炼、参加公益活动等等，这些都是可以打开自己的心扉，让快乐涌入你的心灵，用爱与期待拥抱这个世界。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试一下。其实，我对过去的经历怀有过多的痛苦，也把自己关在了防御的墙壁之中。我希望能够逐渐打开心扉，接受这个世界的美好。多谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试一下。",
        "label": ""
      },
      {
        "sentence": "其实，我对过去的经历怀有过多的痛苦，也把自己关在了防御的墙壁之中。",
        "label": ""
      },
      {
        "sentence": "我希望能够逐渐打开心扉，接受这个世界的美好。",
        "label": ""
      },
      {
        "sentence": "多谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对过去既往不咎，希望对你有帮助，也希望你尽快走出现在的心境。我会一直支持你，相信你能够改变自己的心态，迎接更美好的生活。加油！",
    "annotation": [
      {
        "sentence": "对过去既往不咎，希望对你有帮助，也希望你尽快走出现在的心境。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你，相信你能够改变自己的心态，迎接更美好的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]