[
  {
    "role": "client",
    "content": "我最近很容易感到愤怒，因为我总感觉自己在被其他人攻击、贬低和嘲笑。这源于我小时候的经历，我看到其他人由于不合群和特别被嘲笑，我自己的性格也比较不合群，再加上和同学关系一直疏远多于亲密，所以特别担心，也一直压抑着对同学的愤怒和不满，因为他们的态度有时会真实地表露出来，有时会忽视我，有时嫌我作、爱叹气，有时提起我时说“性格决定命运，我们大家都有眼睛”。我性格原先只是内向，后来发展为孤僻。虽然学习还好，但是渐渐也跟不上了，既没了优越感的来源，又压抑着愤怒，这让我渐渐染上习得性无助。可是随着长大，我也看到自己身上的许多不足。虽然有些话很难听，但指出的问题却是真实存在的。可是我很难接受去顺着别人这些话改变。我对过去的经历耿耿于怀，也对人怀着深深的不信任，我觉得难以停止自我防卫，我认为他们仍然一直在试图伤害我，或者只是无所谓我的感受。我想改变，但无法将改变同逆来顺受区分开，我仍在愤怒，且愈演愈烈。",
    "annotation": [
      {
        "sentence": "我最近很容易感到愤怒，因为我总感觉自己在被其他人攻击、贬低和嘲笑。",
        "label": ""
      },
      {
        "sentence": "这源于我小时候的经历，我看到其他人由于不合群和特别被嘲笑，我自己的性格也比较不合群，再加上和同学关系一直疏远多于亲密，所以特别担心，也一直压抑着对同学的愤怒和不满，因为他们的态度有时会真实地表露出来，有时会忽视我，有时嫌我作、爱叹气，有时提起我时说“性格决定命运，我们大家都有眼睛”。",
        "label": ""
      },
      {
        "sentence": "我性格原先只是内向，后来发展为孤僻。",
        "label": ""
      },
      {
        "sentence": "虽然学习还好，但是渐渐也跟不上了，既没了优越感的来源，又压抑着愤怒，这让我渐渐染上习得性无助。",
        "label": ""
      },
      {
        "sentence": "可是随着长大，我也看到自己身上的许多不足。",
        "label": ""
      },
      {
        "sentence": "虽然有些话很难听，但指出的问题却是真实存在的。",
        "label": ""
      },
      {
        "sentence": "可是我很难接受去顺着别人这些话改变。",
        "label": ""
      },
      {
        "sentence": "我对过去的经历耿耿于怀，也对人怀着深深的不信任，我觉得难以停止自我防卫，我认为他们仍然一直在试图伤害我，或者只是无所谓我的感受。",
        "label": ""
      },
      {
        "sentence": "我想改变，但无法将改变同逆来顺受区分开，我仍在愤怒，且愈演愈烈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你最近的愤怒感可能是因为你在情感上和现实生活中个人表现之间的平衡出现了问题。你很敏感地感受到了其他人对你的攻击、贬低和嘲笑。但是我们要明白，这些只是你的主观感受，并不一定是客观的事实。可能是由于你小时候的经历，你对于不合群和被嘲笑的记忆深刻，因此你对同学们的态度更加敏感。同时，你自己的性格也比较不合群，这导致了你与同学们的关系疏远。你一直压抑着对同学的愤怒和不满，这并不是一个积极的方式来解决问题。对于他们的态度，有时会真实地表露出来，有时会忽视你，有时嫌你作、爱叹气，有时提起你时说“性格决定命运，我们大家都有眼睛”。这些经历让你逐渐变得内向和孤僻，没有了优越感的来源，也会导致你的学习不如以前，久而久之，你逐渐养成了习得性无助的心态。",
    "annotation": [
      {
        "sentence": "你最近的愤怒感可能是因为你在情感上和现实生活中个人表现之间的平衡出现了问题。",
        "label": ""
      },
      {
        "sentence": "你很敏感地感受到了其他人对你的攻击、贬低和嘲笑。",
        "label": ""
      },
      {
        "sentence": "但是我们要明白，这些只是你的主观感受，并不一定是客观的事实。",
        "label": ""
      },
      {
        "sentence": "可能是由于你小时候的经历，你对于不合群和被嘲笑的记忆深刻，因此你对同学们的态度更加敏感。",
        "label": ""
      },
      {
        "sentence": "同时，你自己的性格也比较不合群，这导致了你与同学们的关系疏远。",
        "label": ""
      },
      {
        "sentence": "你一直压抑着对同学的愤怒和不满，这并不是一个积极的方式来解决问题。",
        "label": ""
      },
      {
        "sentence": "对于他们的态度，有时会真实地表露出来，有时会忽视你，有时嫌你作、爱叹气，有时提起你时说“性格决定命运，我们大家都有眼睛”。",
        "label": ""
      },
      {
        "sentence": "这些经历让你逐渐变得内向和孤僻，没有了优越感的来源，也会导致你的学习不如以前，久而久之，你逐渐养成了习得性无助的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自己越来越无助了。虽然我也意识到他们说的问题的一些真实性，但我很难接受他们的评论。对于过去的经历，我一直耿耿于怀，还对人怀有深深的不信任，我觉得很难停止自我防卫。我觉得他们依然试图伤害我，或者根本不在乎我的感受。我真的希望能够改变，但是我不知道怎样才能把改变和被动接受区分开来，我依然感到愤怒，并且愈演愈烈。",
    "annotation": [
      {
        "sentence": "是的，我觉得自己越来越无助了。",
        "label": ""
      },
      {
        "sentence": "虽然我也意识到他们说的问题的一些真实性，但我很难接受他们的评论。",
        "label": ""
      },
      {
        "sentence": "对于过去的经历，我一直耿耿于怀，还对人怀有深深的不信任，我觉得很难停止自我防卫。",
        "label": ""
      },
      {
        "sentence": "我觉得他们依然试图伤害我，或者根本不在乎我的感受。",
        "label": ""
      },
      {
        "sentence": "我真的希望能够改变，但是我不知道怎样才能把改变和被动接受区分开来，我依然感到愤怒，并且愈演愈烈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受，过去的经历和那些评论确实对你产生了负面影响。但是我们需要明白，改变不一定意味着被动接受，而是主动寻找解决问题的方法。首先，你需要在心中告诉自己，这些评论并不代表全部人的看法。大部分时间里，他们并不是故意针对你，只是因为你敏感地放大了他们的言行。试着放下过去的经历，尽量去接纳自己，并意识到你的性格特点并不代表你不值得被尊重。每个人都有自己的性格优势，内向者也不例外，比如思考能力强、观察力敏锐等等。不要过于苛求自己，接纳自己的不完美是一个重要的步骤。另外，我们都是自私的，为了自己而考虑的时间更多，所以有时候会忽视他人的感受是正常的。你可以试着将责任交还给自己，为自己的情绪负责，只有你自己能让自己感到快乐，没有人能让你不愉快。为了培养积极的思维方式，你可以尝试用积极的眼光看待周围的世界，记录每天值得感恩的小事，并去发现别人为你做了什么。如果你觉得自己很难做到这些，或者无论如何都无法解决内心的愤怒，寻求一个心理咨询师的帮助也是一个不错的选择。",
    "annotation": [
      {
        "sentence": "理解你的感受，过去的经历和那些评论确实对你产生了负面影响。",
        "label": ""
      },
      {
        "sentence": "但是我们需要明白，改变不一定意味着被动接受，而是主动寻找解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "首先，你需要在心中告诉自己，这些评论并不代表全部人的看法。",
        "label": ""
      },
      {
        "sentence": "大部分时间里，他们并不是故意针对你，只是因为你敏感地放大了他们的言行。",
        "label": ""
      },
      {
        "sentence": "试着放下过去的经历，尽量去接纳自己，并意识到你的性格特点并不代表你不值得被尊重。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的性格优势，内向者也不例外，比如思考能力强、观察力敏锐等等。",
        "label": ""
      },
      {
        "sentence": "不要过于苛求自己，接纳自己的不完美是一个重要的步骤。",
        "label": ""
      },
      {
        "sentence": "另外，我们都是自私的，为了自己而考虑的时间更多，所以有时候会忽视他人的感受是正常的。",
        "label": ""
      },
      {
        "sentence": "你可以试着将责任交还给自己，为自己的情绪负责，只有你自己能让自己感到快乐，没有人能让你不愉快。",
        "label": ""
      },
      {
        "sentence": "为了培养积极的思维方式，你可以尝试用积极的眼光看待周围的世界，记录每天值得感恩的小事，并去发现别人为你做了什么。",
        "label": ""
      },
      {
        "sentence": "如果你觉得自己很难做到这些，或者无论如何都无法解决内心的愤怒，寻求一个心理咨询师的帮助也是一个不错的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着放下过去的经历，接纳自己的不完美，并尝试用积极的眼光看待周围的世界。也许我还需要一些时间来改变自己的思维方式和处理情绪的方式。如果我发现自己无法独立解决这个问题，我会考虑找一个心理咨询师来帮助我。再次感谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着放下过去的经历，接纳自己的不完美，并尝试用积极的眼光看待周围的世界。",
        "label": ""
      },
      {
        "sentence": "也许我还需要一些时间来改变自己的思维方式和处理情绪的方式。",
        "label": ""
      },
      {
        "sentence": "如果我发现自己无法独立解决这个问题，我会考虑找一个心理咨询师来帮助我。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，你已经迈出了改变的第一步，相信自己，你一定能够逐渐走出困境。记得，改变需要时间和努力，但是你并不孤单，你可以随时寻求支持和帮助。祝愿你能早日重拾自信，过上快乐的生活！",
    "annotation": [
      {
        "sentence": "不用客气，你已经迈出了改变的第一步，相信自己，你一定能够逐渐走出困境。",
        "label": ""
      },
      {
        "sentence": "记得，改变需要时间和努力，但是你并不孤单，你可以随时寻求支持和帮助。",
        "label": ""
      },
      {
        "sentence": "祝愿你能早日重拾自信，过上快乐的生活！",
        "label": ""
      }
    ]
  }
]