[
  {
    "role": "client",
    "content": "我最近很容易感到愤怒，因为我总感觉自己在被其他人攻击、贬低和嘲笑。这源于我小时候的经历，我看到其他人由于不合群和特别被嘲笑，我自己的性格也比较不合群，再加上和同学关系一直疏远多于亲密，所以特别担心，也一直压抑着对同学的愤怒和不满，因为他们的态度有时会真实地表露出来，有时会忽视我，有时嫌我作、爱叹气，有时提起我时说“性格决定命运，我们大家都有眼睛”。我性格原先只是内向，后来发展为孤僻。虽然学习还好，但是渐渐也跟不上了，既没了优越感的来源，又压抑着愤怒，这让我渐渐染上习得性无助。可是随着长大，我也看到自己身上的许多不足。虽然有些话很难听，但指出的问题却是真实存在的。可是我很难接受去顺着别人这些话改变。我对过去的经历耿耿于怀，也对人怀着深深的不信任，我觉得难以停止自我防卫，我认为他们仍然一直在试图伤害我，或者只是无所谓我的感受。我想改变，但无法将改变同逆来顺受区分开，我仍在愤怒，且愈演愈烈。",
    "annotation": [
      {
        "sentence": "我最近很容易感到愤怒，因为我总感觉自己在被其他人攻击、贬低和嘲笑。",
        "label": ""
      },
      {
        "sentence": "这源于我小时候的经历，我看到其他人由于不合群和特别被嘲笑，我自己的性格也比较不合群，再加上和同学关系一直疏远多于亲密，所以特别担心，也一直压抑着对同学的愤怒和不满，因为他们的态度有时会真实地表露出来，有时会忽视我，有时嫌我作、爱叹气，有时提起我时说“性格决定命运，我们大家都有眼睛”。",
        "label": ""
      },
      {
        "sentence": "我性格原先只是内向，后来发展为孤僻。",
        "label": ""
      },
      {
        "sentence": "虽然学习还好，但是渐渐也跟不上了，既没了优越感的来源，又压抑着愤怒，这让我渐渐染上习得性无助。",
        "label": ""
      },
      {
        "sentence": "可是随着长大，我也看到自己身上的许多不足。",
        "label": ""
      },
      {
        "sentence": "虽然有些话很难听，但指出的问题却是真实存在的。",
        "label": ""
      },
      {
        "sentence": "可是我很难接受去顺着别人这些话改变。",
        "label": ""
      },
      {
        "sentence": "我对过去的经历耿耿于怀，也对人怀着深深的不信任，我觉得难以停止自我防卫，我认为他们仍然一直在试图伤害我，或者只是无所谓我的感受。",
        "label": ""
      },
      {
        "sentence": "我想改变，但无法将改变同逆来顺受区分开，我仍在愤怒，且愈演愈烈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完你的倾诉，我深深地理解你的痛苦。你不需要过于关注别人对你的看法，而是应该关注自己。最重要的是要爱自己，因为只有爱自己的人，才能得到真正的爱。如果你连自己都不爱，别人又怎么可能爱你呢？所以，要学会爱自己。同时，你还可以在工作、爱情、亲情、友情和爱好五个方面努力经营，让自己的生活更加精彩。记住，你若盛开，蝴蝶自来；你若精彩，天自安排。",
    "annotation": [
      {
        "sentence": "看完你的倾诉，我深深地理解你的痛苦。",
        "label": ""
      },
      {
        "sentence": "你不需要过于关注别人对你的看法，而是应该关注自己。",
        "label": ""
      },
      {
        "sentence": "最重要的是要爱自己，因为只有爱自己的人，才能得到真正的爱。",
        "label": ""
      },
      {
        "sentence": "如果你连自己都不爱，别人又怎么可能爱你呢？",
        "label": ""
      },
      {
        "sentence": "所以，要学会爱自己。",
        "label": ""
      },
      {
        "sentence": "同时，你还可以在工作、爱情、亲情、友情和爱好五个方面努力经营，让自己的生活更加精彩。",
        "label": ""
      },
      {
        "sentence": "记住，你若盛开，蝴蝶自来；你若精彩，天自安排。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答。但是我仍然不知道如何平衡心中的感受和现实中的表现。有时我会觉得对于现实中的表现引发的感受是正确的，但有时又会感到痛苦。我真的很困惑，不知道该怎么做。",
    "annotation": [
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "但是我仍然不知道如何平衡心中的感受和现实中的表现。",
        "label": ""
      },
      {
        "sentence": "有时我会觉得对于现实中的表现引发的感受是正确的，但有时又会感到痛苦。",
        "label": ""
      },
      {
        "sentence": "我真的很困惑，不知道该怎么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于现实中的表现引发的感受，你可以根据是否让你感到快乐来判断是否正确。如果某种表现让你感到快乐，那就是对的；如果让你感到痛苦，那就是错的。所以，你需要找到自己的平衡点，只接受那些让你快乐的表现，而忽略那些让你痛苦的。记住，人生若路需直行，人生若梦需常醒，常在梦醒之间才能自在。不要让痛苦主宰你的生活，要学会选择让自己快乐的事情。",
    "annotation": [
      {
        "sentence": "对于现实中的表现引发的感受，你可以根据是否让你感到快乐来判断是否正确。",
        "label": ""
      },
      {
        "sentence": "如果某种表现让你感到快乐，那就是对的；如果让你感到痛苦，那就是错的。",
        "label": ""
      },
      {
        "sentence": "所以，你需要找到自己的平衡点，只接受那些让你快乐的表现，而忽略那些让你痛苦的。",
        "label": ""
      },
      {
        "sentence": "记住，人生若路需直行，人生若梦需常醒，常在梦醒之间才能自在。",
        "label": ""
      },
      {
        "sentence": "不要让痛苦主宰你的生活，要学会选择让自己快乐的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我明白了，我应该多关注让我快乐的事情，而不是纠结于别人的评价和指责。但是，我发现自己很难接受别人的批评和负面评价。我对过去的经历一直耿耿于怀，也对人怀着深深的不信任。我感觉很难停止自我防卫，我总觉得别人还在试图伤害我，或者只是无所谓我的感受。我真的很想改变自己的想法和心态，但总是无法将改变同逆来顺受区分开。我仍然在愤怒，而且愈演愈烈。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我明白了，我应该多关注让我快乐的事情，而不是纠结于别人的评价和指责。",
        "label": ""
      },
      {
        "sentence": "但是，我发现自己很难接受别人的批评和负面评价。",
        "label": ""
      },
      {
        "sentence": "我对过去的经历一直耿耿于怀，也对人怀着深深的不信任。",
        "label": ""
      },
      {
        "sentence": "我感觉很难停止自我防卫，我总觉得别人还在试图伤害我，或者只是无所谓我的感受。",
        "label": ""
      },
      {
        "sentence": "我真的很想改变自己的想法和心态，但总是无法将改变同逆来顺受区分开。",
        "label": ""
      },
      {
        "sentence": "我仍然在愤怒，而且愈演愈烈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在的困惑和愤怒。过去的经历确实会对我们的心态和信任产生影响。然而，过去并不代表未来。你可以试着放下对过去的耿耿于怀，去相信一些善意的人和事，并给予他们一些信任的机会。同时，也要学会与他人有效沟通，将你的感受和想法表达出来，让别人了解你的内心需求。逆来顺受并不意味着你要忍受别人的伤害，而是要学会保护自己并寻找解决问题的方式。改变需要时间和努力，但只要你坚持，一定能够渐渐摆脱愤怒的困扰。",
    "annotation": [
      {
        "sentence": "我理解你现在的困惑和愤怒。",
        "label": ""
      },
      {
        "sentence": "过去的经历确实会对我们的心态和信任产生影响。",
        "label": ""
      },
      {
        "sentence": "然而，过去并不代表未来。",
        "label": ""
      },
      {
        "sentence": "你可以试着放下对过去的耿耿于怀，去相信一些善意的人和事，并给予他们一些信任的机会。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会与他人有效沟通，将你的感受和想法表达出来，让别人了解你的内心需求。",
        "label": ""
      },
      {
        "sentence": "逆来顺受并不意味着你要忍受别人的伤害，而是要学会保护自己并寻找解决问题的方式。",
        "label": ""
      },
      {
        "sentence": "改变需要时间和努力，但只要你坚持，一定能够渐渐摆脱愤怒的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我会试着放下过去的痛苦，相信善意的人和事，并学会与他人更好地沟通。我知道改变不是一朝一夕的事情，但我会努力去摆脱愤怒的困扰，找到自己的内心平衡。再次感谢你的帮助和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我会试着放下过去的痛苦，相信善意的人和事，并学会与他人更好地沟通。",
        "label": ""
      },
      {
        "sentence": "我知道改变不是一朝一夕的事情，但我会努力去摆脱愤怒的困扰，找到自己的内心平衡。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。相信自己，相信未来，相信你一定能够找到内心的平衡并改变自己的想法和心态。希望世间美好与你如期而至。如果还有其他问题或困惑，随时来找我聊天。你并不孤单，我们都会陪着你。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来，相信你一定能够找到内心的平衡并改变自己的想法和心态。",
        "label": ""
      },
      {
        "sentence": "希望世间美好与你如期而至。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或困惑，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们都会陪着你。",
        "label": ""
      }
    ]
  }
]