[
  {
    "role": "client",
    "content": "我是个21岁的内向敏感男，我总是被同一类人吸引，最终却受伤。今晚我感到非常痛苦，就像一场梦，仿佛回到了15岁那段恋爱经历。当时，我和一个与所有男生相处得很好的女生谈恋爱，但一开始就感到非常累。每次见面，我都会感到莫名其妙的紧张、焦虑和压力。当她与其他男生有特殊举动时，我内心会非常痛苦，这段关系持续了一年才分手。每次这样的痛苦我都能深刻地感受到，我很想离开，但总有一股力量束缚着我无法离开。最终像飞虫一样毫不犹豫地扑向了火柱。现在，过了6年，我又遇到了一个类似的人，我们认识已经一年了。我一直告诉自己只当她是朋友，但实际上我总感觉这段关系有些奇怪。每次以朋友的身份和她见面，我总感到不自在，说不出来的感觉，但又期待与她见面。直到今天，我带了一个男性朋友去见她（这个朋友也认识15岁时那个女生），事后这个朋友竟然第一句话就对我说她跟之前的那个女生非常像，我真的..刹那间脑子一片空白，原来自己的直觉是对的，我一直在重复着这种关系模式，真的非常痛苦。我似乎很难抗拒与哪个男生都很好的女生，从第一个女朋友到现在。",
    "annotation": [
      {
        "sentence": "我是个21岁的内向敏感男，我总是被同一类人吸引，最终却受伤。",
        "label": ""
      },
      {
        "sentence": "今晚我感到非常痛苦，就像一场梦，仿佛回到了15岁那段恋爱经历。",
        "label": ""
      },
      {
        "sentence": "当时，我和一个与所有男生相处得很好的女生谈恋爱，但一开始就感到非常累。",
        "label": ""
      },
      {
        "sentence": "每次见面，我都会感到莫名其妙的紧张、焦虑和压力。",
        "label": ""
      },
      {
        "sentence": "当她与其他男生有特殊举动时，我内心会非常痛苦，这段关系持续了一年才分手。",
        "label": ""
      },
      {
        "sentence": "每次这样的痛苦我都能深刻地感受到，我很想离开，但总有一股力量束缚着我无法离开。",
        "label": ""
      },
      {
        "sentence": "最终像飞虫一样毫不犹豫地扑向了火柱。",
        "label": ""
      },
      {
        "sentence": "现在，过了6年，我又遇到了一个类似的人，我们认识已经一年了。",
        "label": ""
      },
      {
        "sentence": "我一直告诉自己只当她是朋友，但实际上我总感觉这段关系有些奇怪。",
        "label": ""
      },
      {
        "sentence": "每次以朋友的身份和她见面，我总感到不自在，说不出来的感觉，但又期待与她见面。",
        "label": ""
      },
      {
        "sentence": "直到今天，我带了一个男性朋友去见她（这个朋友也认识15岁时那个女生），事后这个朋友竟然第一句话就对我说她跟之前的那个女生非常像，我真的..刹那间脑子一片空白，原来自己的直觉是对的，我一直在重复着这种关系模式，真的非常痛苦。",
        "label": ""
      },
      {
        "sentence": "我似乎很难抗拒与哪个男生都很好的女生，从第一个女朋友到现在。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你现在内心的痛苦，这是因为你脑中有两种不同的观念相互冲突所导致的。这两种观念其实都没有问题，问题在于如何将它们结合起来。一种观念是，作为内向的你，喜欢受欢迎的女生。每个人都会渴望自己没有的东西，因为你内向、不善交际，那些会说话、善于交际和活泼的女生更容易吸引你的注意力。另一种观念是，当看见她和其他男生交谈时你内心会感到难受。这是一种占有欲望，当别人拥有你没有的东西时你会感到不舒服。而又加上一个不太冲突的观念，就是对于爱情的某种坚持。她是我第一次有这种感觉的女生，当遇到和她相似的人时，我将她的影子投射到这个人身上。这些观念导致了你想要得到她的关注，但内心却阻止着你过于主动地接近她。即使看到她和其他男生侃侃而谈，你也只是默默地难受而已。解决这些冲突的问题，首先要知道所有这些问题都不是别人的问题，而是自己内心的问题。所以，采取等待别人改变而自己不做出改变的方式肯定行不通。首先，理解一下观念是什么？观念仅仅是你大脑中的一种固定运行模式，就像感到口渴要喝水，规定了上班时间要去上班，下雨要带伞一样。虽然这些行为都是外界因素刺激导致的，但你是否采取行动由你自己来决定。当渴了的时候，你可以选择不喝水而喝饮料；到了上班时间，你可以选择请假而不去上班；下雨了，你可以选择打车而不打伞。也就是说，你内心固有的观念在阻止你。你需要做的只是认识到这些观念，了解它们是如何影响你的行为，并对其进行针对性的改变。如果你喜欢她，想拥有她，那就去学习一些与女生打交道的技巧。又如果你认为自己的感情是纯真的，那就别以为用一点技巧就不再属于真爱了，这只是你自己下的定义。既然你喜欢她，但又想从这种痛苦中走出来，你并不一定非要拥有她，或者你害怕自己没有能力让她也喜欢你，这样反而会更加痛苦。你可以选择先故意淡化在她生活中的存在，眼不见为净。至少不要让这些外部因素影响你的情绪和行为。而要解决你内心真正的问题，就需要不断打破那些固有的思考方式，学会观察自己大脑中的想法和行为。一旦你看到了它们，就做一些行为上的改变，新的行为会带来新的观念，逐渐改变你的思考方式。当然，你也可以在思考的同时，改变你的观念。这就需要你深入学习一下“正知正见”。",
    "annotation": [
      {
        "sentence": "我了解你现在内心的痛苦，这是因为你脑中有两种不同的观念相互冲突所导致的。",
        "label": ""
      },
      {
        "sentence": "这两种观念其实都没有问题，问题在于如何将它们结合起来。",
        "label": ""
      },
      {
        "sentence": "一种观念是，作为内向的你，喜欢受欢迎的女生。",
        "label": ""
      },
      {
        "sentence": "每个人都会渴望自己没有的东西，因为你内向、不善交际，那些会说话、善于交际和活泼的女生更容易吸引你的注意力。",
        "label": ""
      },
      {
        "sentence": "另一种观念是，当看见她和其他男生交谈时你内心会感到难受。",
        "label": ""
      },
      {
        "sentence": "这是一种占有欲望，当别人拥有你没有的东西时你会感到不舒服。",
        "label": ""
      },
      {
        "sentence": "而又加上一个不太冲突的观念，就是对于爱情的某种坚持。",
        "label": ""
      },
      {
        "sentence": "她是我第一次有这种感觉的女生，当遇到和她相似的人时，我将她的影子投射到这个人身上。",
        "label": ""
      },
      {
        "sentence": "这些观念导致了你想要得到她的关注，但内心却阻止着你过于主动地接近她。",
        "label": ""
      },
      {
        "sentence": "即使看到她和其他男生侃侃而谈，你也只是默默地难受而已。",
        "label": ""
      },
      {
        "sentence": "解决这些冲突的问题，首先要知道所有这些问题都不是别人的问题，而是自己内心的问题。",
        "label": ""
      },
      {
        "sentence": "所以，采取等待别人改变而自己不做出改变的方式肯定行不通。",
        "label": ""
      },
      {
        "sentence": "首先，理解一下观念是什么？",
        "label": ""
      },
      {
        "sentence": "观念仅仅是你大脑中的一种固定运行模式，就像感到口渴要喝水，规定了上班时间要去上班，下雨要带伞一样。",
        "label": ""
      },
      {
        "sentence": "虽然这些行为都是外界因素刺激导致的，但你是否采取行动由你自己来决定。",
        "label": ""
      },
      {
        "sentence": "当渴了的时候，你可以选择不喝水而喝饮料；到了上班时间，你可以选择请假而不去上班；下雨了，你可以选择打车而不打伞。",
        "label": ""
      },
      {
        "sentence": "也就是说，你内心固有的观念在阻止你。",
        "label": ""
      },
      {
        "sentence": "你需要做的只是认识到这些观念，了解它们是如何影响你的行为，并对其进行针对性的改变。",
        "label": ""
      },
      {
        "sentence": "如果你喜欢她，想拥有她，那就去学习一些与女生打交道的技巧。",
        "label": ""
      },
      {
        "sentence": "又如果你认为自己的感情是纯真的，那就别以为用一点技巧就不再属于真爱了，这只是你自己下的定义。",
        "label": ""
      },
      {
        "sentence": "既然你喜欢她，但又想从这种痛苦中走出来，你并不一定非要拥有她，或者你害怕自己没有能力让她也喜欢你，这样反而会更加痛苦。",
        "label": ""
      },
      {
        "sentence": "你可以选择先故意淡化在她生活中的存在，眼不见为净。",
        "label": ""
      },
      {
        "sentence": "至少不要让这些外部因素影响你的情绪和行为。",
        "label": ""
      },
      {
        "sentence": "而要解决你内心真正的问题，就需要不断打破那些固有的思考方式，学会观察自己大脑中的想法和行为。",
        "label": ""
      },
      {
        "sentence": "一旦你看到了它们，就做一些行为上的改变，新的行为会带来新的观念，逐渐改变你的思考方式。",
        "label": ""
      },
      {
        "sentence": "当然，你也可以在思考的同时，改变你的观念。",
        "label": ""
      },
      {
        "sentence": "这就需要你深入学习一下“正知正见”。",
        "label": ""
      }
    ]
  }
]