[
  {
    "role": "client",
    "content": "我是一个21岁的内向敏感男，我发现自己总是被同一类型的人吸引，最终却总是受伤。今晚真的很痛苦，感觉像回到了15岁那段恋爱中。那时我追求一个跟所有男生都很好相处的女生，虽然感觉很辛苦，一见面就紧张焦虑，而且每次她与其他男生有特殊举动，我都会内心痛苦不已。我们持续了一年才分手，每一次的痛楚都深深刻在我的心里。我很想离开这种关系，但总是被束缚住无法自拔。到现在已经过去了6年，我又遇到了一个类似的人，我们认识一年了。虽然我告诉自己只是把她当做朋友，但我们之间的关系总是让我觉得有点奇怪，每次以朋友的身份见面时，我总是感觉很不自在，说不出来的感觉。不过，我又期待见到她。直到今天，我带了一个男性朋友见她（这个朋友也认识我15岁时的那个女生），事后他竟然告诉我她和我以前的女友很像，这一瞬间我的脑子一片空白。原来我的直觉是正确的，我一直在重复着这种关系模式，真的很痛苦。似乎我无法抗拒和这种类型的女生交往，这一直从第一个女朋友到现在。",
    "annotation": [
      {
        "sentence": "我是一个21岁的内向敏感男，我发现自己总是被同一类型的人吸引，最终却总是受伤。",
        "label": ""
      },
      {
        "sentence": "今晚真的很痛苦，感觉像回到了15岁那段恋爱中。",
        "label": ""
      },
      {
        "sentence": "那时我追求一个跟所有男生都很好相处的女生，虽然感觉很辛苦，一见面就紧张焦虑，而且每次她与其他男生有特殊举动，我都会内心痛苦不已。",
        "label": ""
      },
      {
        "sentence": "我们持续了一年才分手，每一次的痛楚都深深刻在我的心里。",
        "label": ""
      },
      {
        "sentence": "我很想离开这种关系，但总是被束缚住无法自拔。",
        "label": ""
      },
      {
        "sentence": "到现在已经过去了6年，我又遇到了一个类似的人，我们认识一年了。",
        "label": ""
      },
      {
        "sentence": "虽然我告诉自己只是把她当做朋友，但我们之间的关系总是让我觉得有点奇怪，每次以朋友的身份见面时，我总是感觉很不自在，说不出来的感觉。",
        "label": ""
      },
      {
        "sentence": "不过，我又期待见到她。",
        "label": ""
      },
      {
        "sentence": "直到今天，我带了一个男性朋友见她（这个朋友也认识我15岁时的那个女生），事后他竟然告诉我她和我以前的女友很像，这一瞬间我的脑子一片空白。",
        "label": ""
      },
      {
        "sentence": "原来我的直觉是正确的，我一直在重复着这种关系模式，真的很痛苦。",
        "label": ""
      },
      {
        "sentence": "似乎我无法抗拒和这种类型的女生交往，这一直从第一个女朋友到现在。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的女友人际关系很好，15岁之前那段恋爱也是如此，你觉得自己正在重复以往的恋爱模式。当你看到她和别人说笑时，你会吃醋感到痛苦，是吗？我理解你的感受。实际上，恋爱中的感觉主要有两种，一种是为了重温童年的美好，一种是为了修正童年的错误。因此，我们在寻找对象时，要么在两种完全不同类型的对象之间摇摆，要么永远只钟情于同一类型的对象。心理学家武志红老师说，一切情绪都具有神奇的感染力，在潜意识中，我们会追求已经习惯的情绪或情感。所以，快乐的童年经历者长大后会不断重复快乐的情绪，而痛苦的童年经历者则会不断重复痛苦。这就是所谓的轮回。我们无意识地进行这种强迫性的重复行为。所以，请你想一想，你的童年是怎样度过的。实际上，我们会强迫性地重复小时候形成的某种关系模式，是因为人天生害怕新的变化，害怕无法掌握的感觉，害怕无法预测事情的未来。所以，我们习惯性地让生活变得和以往一样。想要抵抗这种不幸的强迫性重复心理并不容易，这需要你对自己内心的足够了解，有时候还需要心理医生的专业帮助。",
    "annotation": [
      {
        "sentence": "你的女友人际关系很好，15岁之前那段恋爱也是如此，你觉得自己正在重复以往的恋爱模式。",
        "label": ""
      },
      {
        "sentence": "当你看到她和别人说笑时，你会吃醋感到痛苦，是吗？",
        "label": ""
      },
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "实际上，恋爱中的感觉主要有两种，一种是为了重温童年的美好，一种是为了修正童年的错误。",
        "label": ""
      },
      {
        "sentence": "因此，我们在寻找对象时，要么在两种完全不同类型的对象之间摇摆，要么永远只钟情于同一类型的对象。",
        "label": ""
      },
      {
        "sentence": "心理学家武志红老师说，一切情绪都具有神奇的感染力，在潜意识中，我们会追求已经习惯的情绪或情感。",
        "label": ""
      },
      {
        "sentence": "所以，快乐的童年经历者长大后会不断重复快乐的情绪，而痛苦的童年经历者则会不断重复痛苦。",
        "label": ""
      },
      {
        "sentence": "这就是所谓的轮回。",
        "label": ""
      },
      {
        "sentence": "我们无意识地进行这种强迫性的重复行为。",
        "label": ""
      },
      {
        "sentence": "所以，请你想一想，你的童年是怎样度过的。",
        "label": ""
      },
      {
        "sentence": "实际上，我们会强迫性地重复小时候形成的某种关系模式，是因为人天生害怕新的变化，害怕无法掌握的感觉，害怕无法预测事情的未来。",
        "label": ""
      },
      {
        "sentence": "所以，我们习惯性地让生活变得和以往一样。",
        "label": ""
      },
      {
        "sentence": "想要抵抗这种不幸的强迫性重复心理并不容易，这需要你对自己内心的足够了解，有时候还需要心理医生的专业帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。确实，在我看到她和其他人亲密互动时，我会感到吃醋和痛苦。我明白现在的问题根源可能源自于我的童年经历。在家庭中，我可能无法得到足够的关注和重视，导致内心渴望被爱和被关注。这也解释了为什么我总是被那些与当时的女友相似的女生吸引。我希望改变这种重复的关系模式，但我不知道应该如何做。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "确实，在我看到她和其他人亲密互动时，我会感到吃醋和痛苦。",
        "label": ""
      },
      {
        "sentence": "我明白现在的问题根源可能源自于我的童年经历。",
        "label": ""
      },
      {
        "sentence": "在家庭中，我可能无法得到足够的关注和重视，导致内心渴望被爱和被关注。",
        "label": ""
      },
      {
        "sentence": "这也解释了为什么我总是被那些与当时的女友相似的女生吸引。",
        "label": ""
      },
      {
        "sentence": "我希望改变这种重复的关系模式，但我不知道应该如何做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的认识非常深刻。你已经发现了问题的根源，并且愿意主动寻求改变，这是非常值得肯定的。要改变这种重复的关系模式，首先你需要关注自己的内心需求和情感。与心理医生的专业帮助相辅相成，你可以尝试开展一些个人发展的工作。比如，思考一下自己真正需要的是什么样的关系，并且学习如何与自己相似但更健康的人建立联系。另外，也可以参加一些社交活动，扩大你的社交圈子，多与不同类型的人接触，这样有助于你认识更多的人，从而找到与你更匹配的伴侣。改变需要时间和努力，但我相信你能够迈向更健康、更幸福的关系。",
    "annotation": [
      {
        "sentence": "你的认识非常深刻。",
        "label": ""
      },
      {
        "sentence": "你已经发现了问题的根源，并且愿意主动寻求改变，这是非常值得肯定的。",
        "label": ""
      },
      {
        "sentence": "要改变这种重复的关系模式，首先你需要关注自己的内心需求和情感。",
        "label": ""
      },
      {
        "sentence": "与心理医生的专业帮助相辅相成，你可以尝试开展一些个人发展的工作。",
        "label": ""
      },
      {
        "sentence": "比如，思考一下自己真正需要的是什么样的关系，并且学习如何与自己相似但更健康的人建立联系。",
        "label": ""
      },
      {
        "sentence": "另外，也可以参加一些社交活动，扩大你的社交圈子，多与不同类型的人接触，这样有助于你认识更多的人，从而找到与你更匹配的伴侣。",
        "label": ""
      },
      {
        "sentence": "改变需要时间和努力，但我相信你能够迈向更健康、更幸福的关系。",
        "label": ""
      }
    ]
  }
]