[
  {
    "role": "client",
    "content": "你好，我是一个21岁的内向敏感男生，最近总是被同一类型的人吸引，最终又受伤。我真的很痛苦，感觉回到了15岁时的恋爱经历。当时我和一个女生谈恋爱，虽然一开始就感到很累，每次见面都感到紧张焦虑，而且她和别的男生有特殊的举动，内心就非常痛苦。一年后我们才分手，每次的痛苦都刻骨铭心。我真的很想离开，但总有一股力量束缚着我，无法摆脱。现在已经过去了6年，我又遇到一个类似的人，我们认识已经一年了，我一直告诉自己只是她的朋友，但这段关系总感觉怪怪的，每次和她见面我都感到很不自在，说不出来的感觉，但又渴望见到她。今天我带了一个男性朋友去见她（这个朋友也认识我15岁时的那个女生），事后他竟然第一句话就说她真的像之前的那个女生。我感到脑子一片空白，原来我的直觉是对的，我一直在重复着这种关系模式。真的非常痛苦，似乎很难抗拒那种和很多男生关系都很好的女生。从第一个女朋友到现在，我都陷入了这种痛苦循环。",
    "annotation": [
      {
        "sentence": "你好，我是一个21岁的内向敏感男生，最近总是被同一类型的人吸引，最终又受伤。",
        "label": ""
      },
      {
        "sentence": "我真的很痛苦，感觉回到了15岁时的恋爱经历。",
        "label": ""
      },
      {
        "sentence": "当时我和一个女生谈恋爱，虽然一开始就感到很累，每次见面都感到紧张焦虑，而且她和别的男生有特殊的举动，内心就非常痛苦。",
        "label": ""
      },
      {
        "sentence": "一年后我们才分手，每次的痛苦都刻骨铭心。",
        "label": ""
      },
      {
        "sentence": "我真的很想离开，但总有一股力量束缚着我，无法摆脱。",
        "label": ""
      },
      {
        "sentence": "现在已经过去了6年，我又遇到一个类似的人，我们认识已经一年了，我一直告诉自己只是她的朋友，但这段关系总感觉怪怪的，每次和她见面我都感到很不自在，说不出来的感觉，但又渴望见到她。",
        "label": ""
      },
      {
        "sentence": "今天我带了一个男性朋友去见她（这个朋友也认识我15岁时的那个女生），事后他竟然第一句话就说她真的像之前的那个女生。",
        "label": ""
      },
      {
        "sentence": "我感到脑子一片空白，原来我的直觉是对的，我一直在重复着这种关系模式。",
        "label": ""
      },
      {
        "sentence": "真的非常痛苦，似乎很难抗拒那种和很多男生关系都很好的女生。",
        "label": ""
      },
      {
        "sentence": "从第一个女朋友到现在，我都陷入了这种痛苦循环。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，我能感受到你内心的痛楚。你曾经在15岁时经历了和一个女生恋爱，总是感到紧张焦虑，她和其他男生有特殊举动时你就会感到很痛苦，想要离开却像飞蛾扑火一样无法摆脱。而现在，6年后，你又遇到一个类似的女生，和她的关系让你有类似的感觉，连你的朋友也觉得她像之前的那个女生。我理解你内心所经历的挣扎和困惑。心理学大师荣格认为，爱情的本质是一个主观的情感过程，每个人内心都有一个关于恋人的“原型”。简单来说，在人的心理世界中存在着一个来自内心的异性形象，当遇到某个现实中的异性时，我们的无意识会自动地将内心深处的那个异性形象与现实中的异性对象进行比较。当现实中的异性对象通过我们的投射、识别和了解与内心的异性原型相符合时，爱情就产生了。而在一个人的成长过程中，对其影响最大的异性形象通常是自己的父母。根据精神分析大师弗洛伊德的观点，一个人最早的恋爱对象就是自己的父母。父母之间的婚姻关系以及和父母之间的关系模式都会对一个人的恋爱和婚姻产生影响。举个例子：一个女孩小时候父亲对她进行过家庭暴力，即使她对父亲感到愤恨，即使她和母亲保持统一战线，长大后，她可能依然会被和父亲性格相似的男生所吸引。你在自己的恋爱经历中一直在重复着这种关系模式，感到非常痛苦，似乎很难抗拒那种和很多男生关系都很好的女生。我想说，明明很痛苦却无法解脱的感觉，就像命运注定一样。但在你的描述中，并没有提到你的原生家庭中父母的婚姻状况以及与父母之间的关系模式。我可以主观猜测一下，你可能很享受和很多男生关系都很好的女生之间的互动模式，因为人们潜意识中总是对熟悉的人和物会感到莫名的亲切和有安全感，所以当茫茫人群中出现这样性格的女生时，我们更愿意与她建立某种联系。你是一个21岁的内向敏感男生，你喜欢的女孩和很多男生关系都很好。看似你的性格与喜欢的女生的性格不太一样，但并不代表你们不匹配。我了解你感到痛苦并主观上希望摆脱这种“魔咒”。无论我们是否选择走进亲密关系，我们都需要先了解自己，了解自己的情感反应模式和沟通模式，并接纳自己。祝福你。",
    "annotation": [
      {
        "sentence": "看到你的描述，我能感受到你内心的痛楚。",
        "label": ""
      },
      {
        "sentence": "你曾经在15岁时经历了和一个女生恋爱，总是感到紧张焦虑，她和其他男生有特殊举动时你就会感到很痛苦，想要离开却像飞蛾扑火一样无法摆脱。",
        "label": ""
      },
      {
        "sentence": "而现在，6年后，你又遇到一个类似的女生，和她的关系让你有类似的感觉，连你的朋友也觉得她像之前的那个女生。",
        "label": ""
      },
      {
        "sentence": "我理解你内心所经历的挣扎和困惑。",
        "label": ""
      },
      {
        "sentence": "心理学大师荣格认为，爱情的本质是一个主观的情感过程，每个人内心都有一个关于恋人的“原型”。",
        "label": ""
      },
      {
        "sentence": "简单来说，在人的心理世界中存在着一个来自内心的异性形象，当遇到某个现实中的异性时，我们的无意识会自动地将内心深处的那个异性形象与现实中的异性对象进行比较。",
        "label": ""
      },
      {
        "sentence": "当现实中的异性对象通过我们的投射、识别和了解与内心的异性原型相符合时，爱情就产生了。",
        "label": ""
      },
      {
        "sentence": "而在一个人的成长过程中，对其影响最大的异性形象通常是自己的父母。",
        "label": ""
      },
      {
        "sentence": "根据精神分析大师弗洛伊德的观点，一个人最早的恋爱对象就是自己的父母。",
        "label": ""
      },
      {
        "sentence": "父母之间的婚姻关系以及和父母之间的关系模式都会对一个人的恋爱和婚姻产生影响。",
        "label": ""
      },
      {
        "sentence": "举个例子：一个女孩小时候父亲对她进行过家庭暴力，即使她对父亲感到愤恨，即使她和母亲保持统一战线，长大后，她可能依然会被和父亲性格相似的男生所吸引。",
        "label": ""
      },
      {
        "sentence": "你在自己的恋爱经历中一直在重复着这种关系模式，感到非常痛苦，似乎很难抗拒那种和很多男生关系都很好的女生。",
        "label": ""
      },
      {
        "sentence": "我想说，明明很痛苦却无法解脱的感觉，就像命运注定一样。",
        "label": ""
      },
      {
        "sentence": "但在你的描述中，并没有提到你的原生家庭中父母的婚姻状况以及与父母之间的关系模式。",
        "label": ""
      },
      {
        "sentence": "我可以主观猜测一下，你可能很享受和很多男生关系都很好的女生之间的互动模式，因为人们潜意识中总是对熟悉的人和物会感到莫名的亲切和有安全感，所以当茫茫人群中出现这样性格的女生时，我们更愿意与她建立某种联系。",
        "label": ""
      },
      {
        "sentence": "你是一个21岁的内向敏感男生，你喜欢的女孩和很多男生关系都很好。",
        "label": ""
      },
      {
        "sentence": "看似你的性格与喜欢的女生的性格不太一样，但并不代表你们不匹配。",
        "label": ""
      },
      {
        "sentence": "我了解你感到痛苦并主观上希望摆脱这种“魔咒”。",
        "label": ""
      },
      {
        "sentence": "无论我们是否选择走进亲密关系，我们都需要先了解自己，了解自己的情感反应模式和沟通模式，并接纳自己。",
        "label": ""
      },
      {
        "sentence": "祝福你。",
        "label": ""
      }
    ]
  }
]