[
  {
    "role": "client",
    "content": "最近我情绪一直很糟糕，26岁了还不会调节情绪发泄愤怒，男友也很焦虑我们的相处。我是硕士毕业两年了，工作一年后被公司遣散，休息了半年才找到现在的工作。刚开始的时候，情绪得到了很好的缓解，可是进入新公司后，情绪又渐渐开始堆积起来。现在的我已经有好几次想离职的冲动了。我总觉得自己做得不够好，觉得自己不称职，但又渴望提升自己。每天最让我紧张困扰的事情是在公共场合与他人对视，特别是下班时向老板打招呼的时候。今天我竟然直接装作忘了，直接从他面前走过去了，就像老鼠一样逃走了。我担心对方不理我，担心旁边的同事会笑话我，担心很多，最后我只能默默地走开。回到家后，我就变得很沉默，想着家人会因为我薪水低而嘲笑我，想着家人和奶奶之间的矛盾，想着他们对我的过度担心和控制，心里感到很愤懑不平。今天早上我跟男友分享了一篇关于共情和沟通的文章，我告诉他我们需要加强共情。可是他有时在我身边，我还是感到很孤独，他也不知道该如何与我相处了。我想说，就像文章里说的那样，希望他能给我肯定和理解，成为我坚强的后盾就好啊……可是我没说，因为我感觉他无法理解，陷入了死循环！我的情绪无法得到排解，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "最近我情绪一直很糟糕，26岁了还不会调节情绪发泄愤怒，男友也很焦虑我们的相处。",
        "label": ""
      },
      {
        "sentence": "我是硕士毕业两年了，工作一年后被公司遣散，休息了半年才找到现在的工作。",
        "label": ""
      },
      {
        "sentence": "刚开始的时候，情绪得到了很好的缓解，可是进入新公司后，情绪又渐渐开始堆积起来。",
        "label": ""
      },
      {
        "sentence": "现在的我已经有好几次想离职的冲动了。",
        "label": ""
      },
      {
        "sentence": "我总觉得自己做得不够好，觉得自己不称职，但又渴望提升自己。",
        "label": ""
      },
      {
        "sentence": "每天最让我紧张困扰的事情是在公共场合与他人对视，特别是下班时向老板打招呼的时候。",
        "label": ""
      },
      {
        "sentence": "今天我竟然直接装作忘了，直接从他面前走过去了，就像老鼠一样逃走了。",
        "label": ""
      },
      {
        "sentence": "我担心对方不理我，担心旁边的同事会笑话我，担心很多，最后我只能默默地走开。",
        "label": ""
      },
      {
        "sentence": "回到家后，我就变得很沉默，想着家人会因为我薪水低而嘲笑我，想着家人和奶奶之间的矛盾，想着他们对我的过度担心和控制，心里感到很愤懑不平。",
        "label": ""
      },
      {
        "sentence": "今天早上我跟男友分享了一篇关于共情和沟通的文章，我告诉他我们需要加强共情。",
        "label": ""
      },
      {
        "sentence": "可是他有时在我身边，我还是感到很孤独，他也不知道该如何与我相处了。",
        "label": ""
      },
      {
        "sentence": "我想说，就像文章里说的那样，希望他能给我肯定和理解，成为我坚强的后盾就好啊……可是我没说，因为我感觉他无法理解，陷入了死循环！",
        "label": ""
      },
      {
        "sentence": "我的情绪无法得到排解，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看起来在公司里你面临各种不适应，回到家后又无法与家人更多沟通，对男朋友也觉得他无法理解你。然后你的情绪无法得到排解。你有考虑找咨询师谈谈吗？处理情绪的事情最好不要交给身边的人，毕竟他们不是专业的，无法很好地帮助你，不如找专业的人聊聊。",
    "annotation": [
      {
        "sentence": "看起来在公司里你面临各种不适应，回到家后又无法与家人更多沟通，对男朋友也觉得他无法理解你。",
        "label": ""
      },
      {
        "sentence": "然后你的情绪无法得到排解。",
        "label": ""
      },
      {
        "sentence": "你有考虑找咨询师谈谈吗？",
        "label": ""
      },
      {
        "sentence": "处理情绪的事情最好不要交给身边的人，毕竟他们不是专业的，无法很好地帮助你，不如找专业的人聊聊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我也感觉到自己在公司里面遇到了很多挫折和问题，回到家里也因为无法与家人畅所欲言而感到困扰。我之前没有考虑过找咨询师，可能还有些抵触情绪吧，但是你说的很有道理，专业人士可能能给我更好的支持和帮助。",
    "annotation": [
      {
        "sentence": "嗯，我也感觉到自己在公司里面遇到了很多挫折和问题，回到家里也因为无法与家人畅所欲言而感到困扰。",
        "label": ""
      },
      {
        "sentence": "我之前没有考虑过找咨询师，可能还有些抵触情绪吧，但是你说的很有道理，专业人士可能能给我更好的支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，咨询师是受过专业训练的，能够帮助你理清思路，提供更有效的解决方案。找专业的人聊聊，你可以将内心的烦恼和不安与他们分享，他们应该能够给你更全面的支持。 如果你还有其他疑问，可以考虑咨询师来提供专业意见。",
    "annotation": [
      {
        "sentence": "是的，咨询师是受过专业训练的，能够帮助你理清思路，提供更有效的解决方案。",
        "label": ""
      },
      {
        "sentence": "找专业的人聊聊，你可以将内心的烦恼和不安与他们分享，他们应该能够给你更全面的支持。",
        "label": ""
      },
      {
        "sentence": " 如果你还有其他疑问，可以考虑咨询师来提供专业意见。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我开始意识到了，我确实需要专业的帮助来解决自己的情绪问题。我之前总是试图自己解决，但是每次都会陷入困境无法自拔。找咨询师来谈谈，或许可以让我更好地了解自己，并找到合适的方法来调节情绪。",
    "annotation": [
      {
        "sentence": "我开始意识到了，我确实需要专业的帮助来解决自己的情绪问题。",
        "label": ""
      },
      {
        "sentence": "我之前总是试图自己解决，但是每次都会陷入困境无法自拔。",
        "label": ""
      },
      {
        "sentence": "找咨询师来谈谈，或许可以让我更好地了解自己，并找到合适的方法来调节情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你有这样的想法。找咨询师来谈谈绝对是个明智的选择。通过与咨询师的交流，你可以更好地了解自己的情绪状况，找到解决问题的有效途径。同时，也能获得专业支持和指导，帮助你渡过这段困难时期。",
    "annotation": [
      {
        "sentence": "很高兴听到你有这样的想法。",
        "label": ""
      },
      {
        "sentence": "找咨询师来谈谈绝对是个明智的选择。",
        "label": ""
      },
      {
        "sentence": "通过与咨询师的交流，你可以更好地了解自己的情绪状况，找到解决问题的有效途径。",
        "label": ""
      },
      {
        "sentence": "同时，也能获得专业支持和指导，帮助你渡过这段困难时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在感觉有些希望了，觉得或许通过咨询师的辅导，我能够逐渐摆脱困境。但是我还有些担心，毕竟去找咨询师是一个全新的尝试，我不太了解这个过程，不知道应该怎样寻找合适的咨询师。",
    "annotation": [
      {
        "sentence": "我现在感觉有些希望了，觉得或许通过咨询师的辅导，我能够逐渐摆脱困境。",
        "label": ""
      },
      {
        "sentence": "但是我还有些担心，毕竟去找咨询师是一个全新的尝试，我不太了解这个过程，不知道应该怎样寻找合适的咨询师。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心是正常的，毕竟咨询是一个新的领域。不过，你可以通过一些途径来找到适合的咨询师。可以咨询身边朋友或同事的建议，或者通过互联网搜索相关信息和评论，这样能够帮助你了解不同咨询师的特点和风格。此外，你也可以咨询当地的心理健康机构，他们可能能够推荐合适的咨询师给你。",
    "annotation": [
      {
        "sentence": "担心是正常的，毕竟咨询是一个新的领域。",
        "label": ""
      },
      {
        "sentence": "不过，你可以通过一些途径来找到适合的咨询师。",
        "label": ""
      },
      {
        "sentence": "可以咨询身边朋友或同事的建议，或者通过互联网搜索相关信息和评论，这样能够帮助你了解不同咨询师的特点和风格。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以咨询当地的心理健康机构，他们可能能够推荐合适的咨询师给你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试通过朋友和互联网来寻找合适的咨询师的。虽然还有些不安，但是我知道这是我自己成长的机会，也是为了更好地解决自己问题的办法。感谢你陪我聊天，让我明白了找咨询师的重要性。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试通过朋友和互联网来寻找合适的咨询师的。",
        "label": ""
      },
      {
        "sentence": "虽然还有些不安，但是我知道这是我自己成长的机会，也是为了更好地解决自己问题的办法。",
        "label": ""
      },
      {
        "sentence": "感谢你陪我聊天，让我明白了找咨询师的重要性。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够陪伴你一起探索和解决问题。通过找咨询师，你将打开一扇新的大门，尝试着寻找内心的平静与成长。希望你能够找到适合的咨询师，为自己的情绪找到合适的出口，过上更加健康和快乐的生活。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够陪伴你一起探索和解决问题。",
        "label": ""
      },
      {
        "sentence": "通过找咨询师，你将打开一扇新的大门，尝试着寻找内心的平静与成长。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到适合的咨询师，为自己的情绪找到合适的出口，过上更加健康和快乐的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福，我会努力寻找合适的咨询师，并且坚持去谈谈。希望我能够早日走出现在的困境，重新获得内心的平和与自信。再次感谢你的陪伴和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福，我会努力寻找合适的咨询师，并且坚持去谈谈。",
        "label": ""
      },
      {
        "sentence": "希望我能够早日走出现在的困境，重新获得内心的平和与自信。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，相信自己，你一定能够克服现在的困难，找到内心的平静。祝愿你早日找到合适的咨询师，走出困境，过上幸福快乐的生活。如果以后还有需要帮助的地方，随时可以向我寻求支持。加油！",
    "annotation": [
      {
        "sentence": "不用客气，相信自己，你一定能够克服现在的困难，找到内心的平静。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日找到合适的咨询师，走出困境，过上幸福快乐的生活。",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要帮助的地方，随时可以向我寻求支持。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]