[
  {
    "role": "client",
    "content": "同办公室女同事自大目中无人，这样的同事如何相处？机关单位中，该怎么办？同办公室女同事A自大自负目中无人没教养不懂事，迷之自信，自我中心，和人相处不知道客气，说话做事不顾及别人感受，自私自利，还常以受害者自居。我和她吵过两三次，都是她不对在先，我忍无可忍冲她发火，她见我生气，刚开始她还对我客客气气的，但我发现只要我原谅她，重新对她好，没过几天她就会故态复萌，变本加厉，好像暗戳戳在报复我，还一副受尽了委屈，我比她大就该让着她的架势，像任性不懂事的孩子一样，言语中随时呛我，不阴不阳，不断突破我的边界。随着关系逐渐交恶，我现在对她的厌恶和被压抑的愤怒达到极致。感觉她真的好变态，尤其是一点也意识不到自己也存在问题，老是怨别人，完全黑化，，以前还挺可爱的一个人，现在感觉像个黑寡妇！我为人比较在意别人的看法，也很在意别人的感受，个性软弱，自认为善良正直老实吧，不善于处理复杂的人际关系，缺乏魄力。我觉得疲惫，心累，烦闷，想调整心态，学会应对和A的关系。",
    "annotation": [
      {
        "sentence": "同办公室女同事自大目中无人，这样的同事如何相处？",
        "label": ""
      },
      {
        "sentence": "机关单位中，该怎么办？",
        "label": ""
      },
      {
        "sentence": "同办公室女同事A自大自负目中无人没教养不懂事，迷之自信，自我中心，和人相处不知道客气，说话做事不顾及别人感受，自私自利，还常以受害者自居。",
        "label": ""
      },
      {
        "sentence": "我和她吵过两三次，都是她不对在先，我忍无可忍冲她发火，她见我生气，刚开始她还对我客客气气的，但我发现只要我原谅她，重新对她好，没过几天她就会故态复萌，变本加厉，好像暗戳戳在报复我，还一副受尽了委屈，我比她大就该让着她的架势，像任性不懂事的孩子一样，言语中随时呛我，不阴不阳，不断突破我的边界。",
        "label": ""
      },
      {
        "sentence": "随着关系逐渐交恶，我现在对她的厌恶和被压抑的愤怒达到极致。",
        "label": ""
      },
      {
        "sentence": "感觉她真的好变态，尤其是一点也意识不到自己也存在问题，老是怨别人，完全黑化，，以前还挺可爱的一个人，现在感觉像个黑寡妇！",
        "label": ""
      },
      {
        "sentence": "我为人比较在意别人的看法，也很在意别人的感受，个性软弱，自认为善良正直老实吧，不善于处理复杂的人际关系，缺乏魄力。",
        "label": ""
      },
      {
        "sentence": "我觉得疲惫，心累，烦闷，想调整心态，学会应对和A的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你好。很理解你的心情，有一个目中无人的女同事确实很让人头疼，能感受到你的烦闷与疲惫。希望我的回答可以帮助到你。【问题分析】你的主要问题在于有一个以自我为中心，不懂得顾及他人感受的同事，并且她还常常以受害者自居。你和她有过争吵，但每次原谅她之后就会变本加厉，你们的关系越来越紧张，你也感到深深的苦恼。",
    "annotation": [
      {
        "sentence": "求助者，你好。",
        "label": ""
      },
      {
        "sentence": "很理解你的心情，有一个目中无人的女同事确实很让人头疼，能感受到你的烦闷与疲惫。",
        "label": ""
      },
      {
        "sentence": "希望我的回答可以帮助到你。",
        "label": ""
      },
      {
        "sentence": "【问题分析】你的主要问题在于有一个以自我为中心，不懂得顾及他人感受的同事，并且她还常常以受害者自居。",
        "label": ""
      },
      {
        "sentence": "你和她有过争吵，但每次原谅她之后就会变本加厉，你们的关系越来越紧张，你也感到深深的苦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，真的很无法忍受她的行为。我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "是啊，真的很无法忍受她的行为。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，和同事好好谈一谈，表明自己的态度。你提到说这位同事之前还是挺可爱的，只是现在的做法让人有些无法接受，是不是因为这位同事觉得和你的关系已经足够好了，所以说话做事会比之前更随意，但是她自己并没有意识到已经触碰了你的底线。可以找时间好好谈一谈，把话说清楚，告诉同事她的行为已经严重影响到了你，如果之后还是这样，那就只能和她保持距离了。",
    "annotation": [
      {
        "sentence": "首先，和同事好好谈一谈，表明自己的态度。",
        "label": ""
      },
      {
        "sentence": "你提到说这位同事之前还是挺可爱的，只是现在的做法让人有些无法接受，是不是因为这位同事觉得和你的关系已经足够好了，所以说话做事会比之前更随意，但是她自己并没有意识到已经触碰了你的底线。",
        "label": ""
      },
      {
        "sentence": "可以找时间好好谈一谈，把话说清楚，告诉同事她的行为已经严重影响到了你，如果之后还是这样，那就只能和她保持距离了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试试和她坐下来好好谈一谈。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试试和她坐下来好好谈一谈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其次，审视自己，分析自己的行为。同事的行为确实有些过分，但是也要分析一下自己，看看自己是否有过不当的举动，有则改之无则加勉。是不是自己太过敏感，又或者是自己的一些无意识的行为也影响到了同事。在对他人进行评判的同时，也需要审视自我，只有当自己做得足够妥当时，才能更客观地看待彼此的关系。",
    "annotation": [
      {
        "sentence": "其次，审视自己，分析自己的行为。",
        "label": ""
      },
      {
        "sentence": "同事的行为确实有些过分，但是也要分析一下自己，看看自己是否有过不当的举动，有则改之无则加勉。",
        "label": ""
      },
      {
        "sentence": "是不是自己太过敏感，又或者是自己的一些无意识的行为也影响到了同事。",
        "label": ""
      },
      {
        "sentence": "在对他人进行评判的同时，也需要审视自我，只有当自己做得足够妥当时，才能更客观地看待彼此的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会反思自己的行为，看看是否有什么地方需要改进。谢谢你的提醒。",
    "annotation": [
      {
        "sentence": "我会反思自己的行为，看看是否有什么地方需要改进。",
        "label": ""
      },
      {
        "sentence": "谢谢你的提醒。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后，专注提升自己，减少和这位同事的交流。如果同事的行为严重影响了自己的生活和工作，建议暂时远离这位同事，工作上难免会打照面，可以从减少不必要的交流做起，将更多的时间用来提升自己。层次不同的人不必争论，如果思想一开始就和对方不在同一个世界，争论也就没了意义。改变自己的心态，努力让自己不去在意，去做一些事情转移自己的注意力，减少因同事的行为而产生的影响。最重要的还是要调整自己的心态，只有让自己不去在意了，才会过得更轻松，而这需要时间来慢慢改变，锻炼自己的心性，一点点调整对待事物的态度。祝你可以早日摆脱困扰~",
    "annotation": [
      {
        "sentence": "最后，专注提升自己，减少和这位同事的交流。",
        "label": ""
      },
      {
        "sentence": "如果同事的行为严重影响了自己的生活和工作，建议暂时远离这位同事，工作上难免会打照面，可以从减少不必要的交流做起，将更多的时间用来提升自己。",
        "label": ""
      },
      {
        "sentence": "层次不同的人不必争论，如果思想一开始就和对方不在同一个世界，争论也就没了意义。",
        "label": ""
      },
      {
        "sentence": "改变自己的心态，努力让自己不去在意，去做一些事情转移自己的注意力，减少因同事的行为而产生的影响。",
        "label": ""
      },
      {
        "sentence": "最重要的还是要调整自己的心态，只有让自己不去在意了，才会过得更轻松，而这需要时间来慢慢改变，锻炼自己的心性，一点点调整对待事物的态度。",
        "label": ""
      },
      {
        "sentence": "祝你可以早日摆脱困扰~",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会好好努力调整自己的心态和应对这位同事的关系的。希望一切能够顺利解决。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会好好努力调整自己的心态和应对这位同事的关系的。",
        "label": ""
      },
      {
        "sentence": "希望一切能够顺利解决。",
        "label": ""
      }
    ]
  }
]