[
  {
    "role": "client",
    "content": "丧偶式的育儿，无人倾诉的烦恼，心情很烦躁？想要控制住自己的情绪就是控制不住，好痛苦。丧偶式的育儿，无人倾诉的烦恼，只能一个人抗！老公不操心，跟他沟通了很多次都无济于事，真的好无力。",
    "annotation": [
      {
        "sentence": "丧偶式的育儿，无人倾诉的烦恼，心情很烦躁？",
        "label": ""
      },
      {
        "sentence": "想要控制住自己的情绪就是控制不住，好痛苦。",
        "label": ""
      },
      {
        "sentence": "丧偶式的育儿，无人倾诉的烦恼，只能一个人抗！",
        "label": ""
      },
      {
        "sentence": "老公不操心，跟他沟通了很多次都无济于事，真的好无力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，一个人在育儿过程中确实很不容易，尤其是缺乏倾诉的机会，会让心情变得很沉重。你提到你的丧偶式育儿，这种情况确实会让你更加疲惫和无助。以及与丈夫的沟通困难，让你感到力不从心。",
    "annotation": [
      {
        "sentence": "我理解你的感受，一个人在育儿过程中确实很不容易，尤其是缺乏倾诉的机会，会让心情变得很沉重。",
        "label": ""
      },
      {
        "sentence": "你提到你的丧偶式育儿，这种情况确实会让你更加疲惫和无助。",
        "label": ""
      },
      {
        "sentence": "以及与丈夫的沟通困难，让你感到力不从心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "所以我的情绪越来越不好，每天抱怨，发脾气，真的给孩子造成了很不好的影响！这就如同小时候的我，莫名其妙无缘无故的承受父母的坏情绪，我恨我的妈妈老是拿我撒气。爱抱怨，不够宽容！现在的我又活成了她的样子，对老公斤斤计较，不够包容，爱发脾气。明明我最讨厌样子，长大后我却成了母亲的活法和样子，读的书白读了。",
    "annotation": [
      {
        "sentence": "所以我的情绪越来越不好，每天抱怨，发脾气，真的给孩子造成了很不好的影响！",
        "label": ""
      },
      {
        "sentence": "这就如同小时候的我，莫名其妙无缘无故的承受父母的坏情绪，我恨我的妈妈老是拿我撒气。",
        "label": ""
      },
      {
        "sentence": "爱抱怨，不够宽容！",
        "label": ""
      },
      {
        "sentence": "现在的我又活成了她的样子，对老公斤斤计较，不够包容，爱发脾气。",
        "label": ""
      },
      {
        "sentence": "明明我最讨厌样子，长大后我却成了母亲的活法和样子，读的书白读了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对自己情绪的沮丧和孩子受到的影响有清醒的认识。你提到了小时候承受父母坏情绪的感受，与现在与孩子相似的情况形成了代际传递。要切断这种传递，首先你已经意识到了需要改变。其次，了解自己的情绪是自己的还是来自曾经的经验，这是一个很好的开始。虽然改变很困难，但我作为一个也经历了类似状态的妈妈，我们都知道这是一段痛苦的旅程，但只有经历过痛苦才有动力去改变。加油！",
    "annotation": [
      {
        "sentence": "你对自己情绪的沮丧和孩子受到的影响有清醒的认识。",
        "label": ""
      },
      {
        "sentence": "你提到了小时候承受父母坏情绪的感受，与现在与孩子相似的情况形成了代际传递。",
        "label": ""
      },
      {
        "sentence": "要切断这种传递，首先你已经意识到了需要改变。",
        "label": ""
      },
      {
        "sentence": "其次，了解自己的情绪是自己的还是来自曾经的经验，这是一个很好的开始。",
        "label": ""
      },
      {
        "sentence": "虽然改变很困难，但我作为一个也经历了类似状态的妈妈，我们都知道这是一段痛苦的旅程，但只有经历过痛苦才有动力去改变。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "如果我不改变，孩子会成为下一个我。可改变我该如何下手？每次想要下决心去改变，都面临着老公的贪玩，打游戏，不操心，对孩子不管不问……真的要抓狂，歇斯底里……所以好烦躁。不知如何是好？",
    "annotation": [
      {
        "sentence": "如果我不改变，孩子会成为下一个我。",
        "label": ""
      },
      {
        "sentence": "可改变我该如何下手？",
        "label": ""
      },
      {
        "sentence": "每次想要下决心去改变，都面临着老公的贪玩，打游戏，不操心，对孩子不管不问……真的要抓狂，歇斯底里……所以好烦躁。",
        "label": ""
      },
      {
        "sentence": "不知如何是好？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你担心如果自己不改变，孩子会重复你的困境。要下手改变，建议：1、找准问题所在是很重要的一步，你已经开始认识到了自己的情绪和行为需要变化。2、观察自己的情绪，分辨哪些是由于孩子的烦恼引起的，哪些是源自于你的内心体验。有时候我们在同样的刺激下，因为曾经的经历而产生更强烈的情绪反应。3、改变确实很难，尤其是面对原生家庭和孩子还有丈夫的压力，可以尝试与丈夫沟通你的感受和需求，表达自己内心的脆弱而不是指责。4、如果实在难以控制情绪，可以试着找到一个可以倾诉并且接纳你情绪的人，也许你的丈夫能承担这个角色，在宣泄完情绪后，你才能更好地处理和孩子的关系。5、如果你觉得很困难，专业人士的帮助是一个很好的选择，我自己正是通过专业人士的帮助才逐渐走出这个困境。",
    "annotation": [
      {
        "sentence": "你担心如果自己不改变，孩子会重复你的困境。",
        "label": ""
      },
      {
        "sentence": "要下手改变，建议：1、找准问题所在是很重要的一步，你已经开始认识到了自己的情绪和行为需要变化。",
        "label": ""
      },
      {
        "sentence": "2、观察自己的情绪，分辨哪些是由于孩子的烦恼引起的，哪些是源自于你的内心体验。",
        "label": ""
      },
      {
        "sentence": "有时候我们在同样的刺激下，因为曾经的经历而产生更强烈的情绪反应。",
        "label": ""
      },
      {
        "sentence": "3、改变确实很难，尤其是面对原生家庭和孩子还有丈夫的压力，可以尝试与丈夫沟通你的感受和需求，表达自己内心的脆弱而不是指责。",
        "label": ""
      },
      {
        "sentence": "4、如果实在难以控制情绪，可以试着找到一个可以倾诉并且接纳你情绪的人，也许你的丈夫能承担这个角色，在宣泄完情绪后，你才能更好地处理和孩子的关系。",
        "label": ""
      },
      {
        "sentence": "5、如果你觉得很困难，专业人士的帮助是一个很好的选择，我自己正是通过专业人士的帮助才逐渐走出这个困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和理解，我觉得有了一些方向了。我会尽力去观察自己的情绪和行为，努力改变。希望自己能成为一个对孩子宽容、爱护的母亲。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和理解，我觉得有了一些方向了。",
        "label": ""
      },
      {
        "sentence": "我会尽力去观察自己的情绪和行为，努力改变。",
        "label": ""
      },
      {
        "sentence": "希望自己能成为一个对孩子宽容、爱护的母亲。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能给你帮助。请记住，改变需要时间和坚持。与孩子建立良好的关系是一个长久的过程，但只要你努力，你一定能够成为一个宽容和爱护孩子的母亲。祝你好运！如果你有任何问题，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能给你帮助。",
        "label": ""
      },
      {
        "sentence": "请记住，改变需要时间和坚持。",
        "label": ""
      },
      {
        "sentence": "与孩子建立良好的关系是一个长久的过程，但只要你努力，你一定能够成为一个宽容和爱护孩子的母亲。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果你有任何问题，随时来找我聊天。",
        "label": ""
      }
    ]
  }
]