[
  {
    "role": "client",
    "content": "20岁，父母分居，我不知道要怎么办了？最近父母感情不和，分居了，我跟着从小相依为命的母亲，父亲懒惰从小家庭缺陷，不愿相信别人的爱，喜欢用非常极端的方式解决自己经常性的怀疑，母亲性子急要强，20年来没少因为种种小事争吵以至于动手(父亲先动手)，母亲怕我将来是单亲在外面吃亏没离婚，我20，从小都是听父母的不想因为我而导致他俩争执，也接受过父亲的家暴(精神肉体上的等)导致我懦弱孤僻懒惰颓废的性格，我害怕会成为父亲那样的人，我想成为完美的人，父母对我的要求非常高(曾因为没考上清华父亲对我跟母亲冷暴力甩脸子了好久，直至现在他们都还说如果我好好学习能考上清华，但我就是一个普普通通的一般偏上的孩子)但是我感觉我的前途一片迷茫，大学挂过一科，干过很多幼稚的傻事，我不知道该怎么办，我甚至觉得这一辈子平平庸庸过完了就好了(很长时间了)，我是不是病了，我该怎么办？",
    "annotation": [
      {
        "sentence": "20岁，父母分居，我不知道要怎么办了？",
        "label": ""
      },
      {
        "sentence": "最近父母感情不和，分居了，我跟着从小相依为命的母亲，父亲懒惰从小家庭缺陷，不愿相信别人的爱，喜欢用非常极端的方式解决自己经常性的怀疑，母亲性子急要强，20年来没少因为种种小事争吵以至于动手(父亲先动手)，母亲怕我将来是单亲在外面吃亏没离婚，我20，从小都是听父母的不想因为我而导致他俩争执，也接受过父亲的家暴(精神肉体上的等)导致我懦弱孤僻懒惰颓废的性格，我害怕会成为父亲那样的人，我想成为完美的人，父母对我的要求非常高(曾因为没考上清华父亲对我跟母亲冷暴力甩脸子了好久，直至现在他们都还说如果我好好学习能考上清华，但我就是一个普普通通的一般偏上的孩子)但是我感觉我的前途一片迷茫，大学挂过一科，干过很多幼稚的傻事，我不知道该怎么办，我甚至觉得这一辈子平平庸庸过完了就好了(很长时间了)，我是不是病了，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，从你的描述中，我感受到了你的无助和迷茫。你能够勇敢地表达自己的困扰并寻求帮助，这是很好的一步，它能帮助你更好地认识自己，也能更好地理解父母的关系。当然，我也观察到了你沉重的内心负担。没有任何一个人能够承受别人生命的重量。你的妈妈选择不离婚，这是她自己的决定。而你的父亲因为自己没有考上清华而对你们产生了情绪化的反应，同样也是因为他自己的问题。你觉得是因为自己导致了他们不幸福，所以负担着沉重的压力。但事实上，他们从来没有问过你在这样的关系中的感受是什么。所以，你需要真正看清这个问题，明白自己只是他们逃避问题的一个出口，不需要承担过多的责任。",
    "annotation": [
      {
        "sentence": "求助者，从你的描述中，我感受到了你的无助和迷茫。",
        "label": ""
      },
      {
        "sentence": "你能够勇敢地表达自己的困扰并寻求帮助，这是很好的一步，它能帮助你更好地认识自己，也能更好地理解父母的关系。",
        "label": ""
      },
      {
        "sentence": "当然，我也观察到了你沉重的内心负担。",
        "label": ""
      },
      {
        "sentence": "没有任何一个人能够承受别人生命的重量。",
        "label": ""
      },
      {
        "sentence": "你的妈妈选择不离婚，这是她自己的决定。",
        "label": ""
      },
      {
        "sentence": "而你的父亲因为自己没有考上清华而对你们产生了情绪化的反应，同样也是因为他自己的问题。",
        "label": ""
      },
      {
        "sentence": "你觉得是因为自己导致了他们不幸福，所以负担着沉重的压力。",
        "label": ""
      },
      {
        "sentence": "但事实上，他们从来没有问过你在这样的关系中的感受是什么。",
        "label": ""
      },
      {
        "sentence": "所以，你需要真正看清这个问题，明白自己只是他们逃避问题的一个出口，不需要承担过多的责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该放下那些不属于我的责任感，不再承担过多的压力。但是，我还是觉得自己很无助，不知道该怎么处理父母的问题，也不知道如何面对自己的未来。我感觉自己很迷茫，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我明白了，我应该放下那些不属于我的责任感，不再承担过多的压力。",
        "label": ""
      },
      {
        "sentence": "但是，我还是觉得自己很无助，不知道该怎么处理父母的问题，也不知道如何面对自己的未来。",
        "label": ""
      },
      {
        "sentence": "我感觉自己很迷茫，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你是在一个很困难的处境中，这种无助和迷茫是可以理解的。首先，要明确一点，父母的感情问题是他们自己的事情，你并不需要为此承担全部责任。你可以尝试与父母坦诚沟通，表达你的关心和希望他们能改善关系的愿望。但最重要的是，你要明白你无法控制别人的选择和行为，你只能控制自己的反应和处理方式。对于自己的未来，你可以尝试寻找自己的兴趣和激情，并制定一些实际可行的目标和计划，逐步朝着自己的目标前进。",
    "annotation": [
      {
        "sentence": "是的，你是在一个很困难的处境中，这种无助和迷茫是可以理解的。",
        "label": ""
      },
      {
        "sentence": "首先，要明确一点，父母的感情问题是他们自己的事情，你并不需要为此承担全部责任。",
        "label": ""
      },
      {
        "sentence": "你可以尝试与父母坦诚沟通，表达你的关心和希望他们能改善关系的愿望。",
        "label": ""
      },
      {
        "sentence": "但最重要的是，你要明白你无法控制别人的选择和行为，你只能控制自己的反应和处理方式。",
        "label": ""
      },
      {
        "sentence": "对于自己的未来，你可以尝试寻找自己的兴趣和激情，并制定一些实际可行的目标和计划，逐步朝着自己的目标前进。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要和父母进行坦诚的沟通，同时要明白自己只能控制自己的反应和处理方式。对于我的未来，我可以去追寻自己的兴趣和激情，并制定一些实际可行的目标和计划。可是我还是觉得自己很迷茫，不知道该从何开始。",
    "annotation": [
      {
        "sentence": "我明白了，我需要和父母进行坦诚的沟通，同时要明白自己只能控制自己的反应和处理方式。",
        "label": ""
      },
      {
        "sentence": "对于我的未来，我可以去追寻自己的兴趣和激情，并制定一些实际可行的目标和计划。",
        "label": ""
      },
      {
        "sentence": "可是我还是觉得自己很迷茫，不知道该从何开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的困惑和迷茫。在这种情况下，重要的是给自己一些时间和空间来思考和探索。不要过于着急，放下对完美的追求，接受自己的不完美。你可以尝试寻找一些心理上的支持，比如寻求心理咨询师的帮助，他们可以帮助你更好地理清思路和面对困境。同时，也可以寻找一些适合你的成长和发展的资源，比如读书、参加一些培训课程等，这些都可以帮助你更好地了解自己并找到适合自己的方向。",
    "annotation": [
      {
        "sentence": "明白你的困惑和迷茫。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，重要的是给自己一些时间和空间来思考和探索。",
        "label": ""
      },
      {
        "sentence": "不要过于着急，放下对完美的追求，接受自己的不完美。",
        "label": ""
      },
      {
        "sentence": "你可以尝试寻找一些心理上的支持，比如寻求心理咨询师的帮助，他们可以帮助你更好地理清思路和面对困境。",
        "label": ""
      },
      {
        "sentence": "同时，也可以寻找一些适合你的成长和发展的资源，比如读书、参加一些培训课程等，这些都可以帮助你更好地了解自己并找到适合自己的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会放下对完美的追求，接受自己的不完美，并尝试去寻求心理咨询师的帮助。同时，我也会寻找一些适合我的资源，来帮助我更好地理清思路和找到适合自己的方向。我觉得我对未来有了一些新的希望。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会放下对完美的追求，接受自己的不完美，并尝试去寻求心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "同时，我也会寻找一些适合我的资源，来帮助我更好地理清思路和找到适合自己的方向。",
        "label": ""
      },
      {
        "sentence": "我觉得我对未来有了一些新的希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你有了新的希望。记住，人生的道路并不总是一帆风顺的，但只要你持续努力，相信自己，你一定能够克服困难，找到属于自己的光明未来。如果你在这个过程中遇到任何困惑或需要进一步的支持，随时来找我聊天，我会一直在这里支持你的。",
    "annotation": [
      {
        "sentence": "很高兴听到你有了新的希望。",
        "label": ""
      },
      {
        "sentence": "记住，人生的道路并不总是一帆风顺的，但只要你持续努力，相信自己，你一定能够克服困难，找到属于自己的光明未来。",
        "label": ""
      },
      {
        "sentence": "如果你在这个过程中遇到任何困惑或需要进一步的支持，随时来找我聊天，我会一直在这里支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你一直以来的支持和鼓励。我会努力克服困难，相信自己，寻找属于自己的光明未来。如果有任何需要，我会随时向你寻求帮助和建议。再次感谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你一直以来的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会努力克服困难，相信自己，寻找属于自己的光明未来。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，我会随时向你寻求帮助和建议。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直在这里支持你。记住，你并不孤单，有人愿意听你倾诉并给予支持。希望你能坚持下去，相信自己，未来一定会更好。如果有任何需要，随时找我聊天。祝福你！",
    "annotation": [
      {
        "sentence": "不用客气，我一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有人愿意听你倾诉并给予支持。",
        "label": ""
      },
      {
        "sentence": "希望你能坚持下去，相信自己，未来一定会更好。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]