[
  {
    "role": "client",
    "content": "我接心理咨询热线，就一定要哄对方开心吗？我本人是心理咨询行业的菜鸟，兼职做某EAP公司的心理咨询热线接线工作，工作性质大概就是，在值班期间，某企业的员工会打电话来咨询，他们不需要预约或交费。在这样的情况下，其实只有少数时候会遇到涉及更深刻心理问题的人，比如恋爱、原生家庭、人际关系、自卑、抑郁、强迫之类的。更多的则是情绪问题，比如时不时会遇到问“今天遇到了XX事，真是气死了”的，有的人甚至把我们心理咨询师当客服甚至陪聊，直言“我心情不好，你说两句话让我开心开心”。作为一直认真在学心理动力学的心理咨询菜鸟，遇到这种情况其实真的很心塞，也很迷茫。在接没什么框架的热线的情况下，我们到底该不该像个逗人开心的陪聊似的，把对方聊开心了就是我们的工作？如果不是，那又该怎么做？如果对方听了我的解释，没有开心反而更生气地挂断了电话，是否是我们的失职？感谢回答。",
    "annotation": [
      {
        "sentence": "我接心理咨询热线，就一定要哄对方开心吗？",
        "label": ""
      },
      {
        "sentence": "我本人是心理咨询行业的菜鸟，兼职做某EAP公司的心理咨询热线接线工作，工作性质大概就是，在值班期间，某企业的员工会打电话来咨询，他们不需要预约或交费。",
        "label": ""
      },
      {
        "sentence": "在这样的情况下，其实只有少数时候会遇到涉及更深刻心理问题的人，比如恋爱、原生家庭、人际关系、自卑、抑郁、强迫之类的。",
        "label": ""
      },
      {
        "sentence": "更多的则是情绪问题，比如时不时会遇到问“今天遇到了XX事，真是气死了”的，有的人甚至把我们心理咨询师当客服甚至陪聊，直言“我心情不好，你说两句话让我开心开心”。",
        "label": ""
      },
      {
        "sentence": "作为一直认真在学心理动力学的心理咨询菜鸟，遇到这种情况其实真的很心塞，也很迷茫。",
        "label": ""
      },
      {
        "sentence": "在接没什么框架的热线的情况下，我们到底该不该像个逗人开心的陪聊似的，把对方聊开心了就是我们的工作？",
        "label": ""
      },
      {
        "sentence": "如果不是，那又该怎么做？",
        "label": ""
      },
      {
        "sentence": "如果对方听了我的解释，没有开心反而更生气地挂断了电话，是否是我们的失职？",
        "label": ""
      },
      {
        "sentence": "感谢回答。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为一名心理咨询平台的接线人员，我们的工作职责在于提供初次接访服务，根据他们的需求为他们找到合适的心理咨询师。我认为这些要求超出了我们的工作职责范围。每个行业都有自己不同的困难，各行各业之间很难理解对方所负担的问题和难言之处。但是，无论从事何种职业，我们都应该有职业边界感，明确我们能做什么，不能做什么。这种边界意识要传达给每一位需要我们的服务的客户，大多数人都会理解的。对于你的困扰，我认为在按照公司的要求做好本职工作之外，对于那些无理性要求的客户，可以明确告知他们我们的职责范围。这些无理并不尊重他人的要求，我们不需要过于理会，毕竟你所处的行业具有一定的特殊性。大多数打进热线的咨询者都带有一定的心理问题，我们可以理解他们的情绪，但我们的理解并不意味着我们可以无条件接受他们的苛刻和无理性要求，需要明确解释清楚。如果因为拒绝了蛮不讲理的要求而引发投诉，我相信公司会以事实为依据，如果公司不从员工的角度考虑问题，那你就需要考虑是否继续在这家公司工作的问题了。每个行业都需要有人去做，每个从业人员都值得被尊重。我们通过工作谋生，但不会毫无原则地工作。这是每个人的底线。",
    "annotation": [
      {
        "sentence": "作为一名心理咨询平台的接线人员，我们的工作职责在于提供初次接访服务，根据他们的需求为他们找到合适的心理咨询师。",
        "label": ""
      },
      {
        "sentence": "我认为这些要求超出了我们的工作职责范围。",
        "label": ""
      },
      {
        "sentence": "每个行业都有自己不同的困难，各行各业之间很难理解对方所负担的问题和难言之处。",
        "label": ""
      },
      {
        "sentence": "但是，无论从事何种职业，我们都应该有职业边界感，明确我们能做什么，不能做什么。",
        "label": ""
      },
      {
        "sentence": "这种边界意识要传达给每一位需要我们的服务的客户，大多数人都会理解的。",
        "label": ""
      },
      {
        "sentence": "对于你的困扰，我认为在按照公司的要求做好本职工作之外，对于那些无理性要求的客户，可以明确告知他们我们的职责范围。",
        "label": ""
      },
      {
        "sentence": "这些无理并不尊重他人的要求，我们不需要过于理会，毕竟你所处的行业具有一定的特殊性。",
        "label": ""
      },
      {
        "sentence": "大多数打进热线的咨询者都带有一定的心理问题，我们可以理解他们的情绪，但我们的理解并不意味着我们可以无条件接受他们的苛刻和无理性要求，需要明确解释清楚。",
        "label": ""
      },
      {
        "sentence": "如果因为拒绝了蛮不讲理的要求而引发投诉，我相信公司会以事实为依据，如果公司不从员工的角度考虑问题，那你就需要考虑是否继续在这家公司工作的问题了。",
        "label": ""
      },
      {
        "sentence": "每个行业都需要有人去做，每个从业人员都值得被尊重。",
        "label": ""
      },
      {
        "sentence": "我们通过工作谋生，但不会毫无原则地工作。",
        "label": ""
      },
      {
        "sentence": "这是每个人的底线。",
        "label": ""
      }
    ]
  }
]