[
  {
    "role": "client",
    "content": "我是一个24岁的女孩，和男朋友在一起相爱相杀的感觉令我很痛苦，我不知道该如何走下去。",
    "annotation": [
      {
        "sentence": "我是一个24岁的女孩，和男朋友在一起相爱相杀的感觉令我很痛苦，我不知道该如何走下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的困惑和痛苦，我真切地感受到了你的无奈。我愿意帮助你。首先，我想说你们在相亲经历的失败后能相遇真的很难得，你们互相有好感，家庭结构也相似，双方的家人都对你们满意，你们在一起很开心，这些都是难能可贵的，这些都让我为你感到开心。",
    "annotation": [
      {
        "sentence": "看到你的困惑和痛苦，我真切地感受到了你的无奈。",
        "label": ""
      },
      {
        "sentence": "我愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "首先，我想说你们在相亲经历的失败后能相遇真的很难得，你们互相有好感，家庭结构也相似，双方的家人都对你们满意，你们在一起很开心，这些都是难能可贵的，这些都让我为你感到开心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我和男友确实在彼此经历过几次失败的相亲之后相遇，我们在一起的前两周确实过得很开心，性生活也和谐幸福。但是到了第三周，问题开始出现了。我告诉了他我的感情史，他难以接受并且很痛苦。我有过一段和已婚男人的感情，还有和前男友长达四年的感情。他说他很心痛，无法见我，但是他又会想我，所以他对我忽冷忽热两个月了，一直持续到现在。我觉得很痛苦，我希望他能陪我一起面对和解决，但他总是觉得这是他的问题，不愿意别人左右他。他有点叛逆，自以为是，想得也很多。我真的不知道该怎么办了，我感到很无助。",
    "annotation": [
      {
        "sentence": "是的，我和男友确实在彼此经历过几次失败的相亲之后相遇，我们在一起的前两周确实过得很开心，性生活也和谐幸福。",
        "label": ""
      },
      {
        "sentence": "但是到了第三周，问题开始出现了。",
        "label": ""
      },
      {
        "sentence": "我告诉了他我的感情史，他难以接受并且很痛苦。",
        "label": ""
      },
      {
        "sentence": "我有过一段和已婚男人的感情，还有和前男友长达四年的感情。",
        "label": ""
      },
      {
        "sentence": "他说他很心痛，无法见我，但是他又会想我，所以他对我忽冷忽热两个月了，一直持续到现在。",
        "label": ""
      },
      {
        "sentence": "我觉得很痛苦，我希望他能陪我一起面对和解决，但他总是觉得这是他的问题，不愿意别人左右他。",
        "label": ""
      },
      {
        "sentence": "他有点叛逆，自以为是，想得也很多。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办了，我感到很无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的描述让我能够真切地感受到你的难受和无助。我理解你的感受。首先，我想告诉你，情侣之间交往一段时间后出现情感问题是正常的，你不必太难过。其次，从你讲述的情况来看，我能够清晰地感觉到你是一个实际、现实的人，你应该明白现在出现的问题是因为男友无法接受你的过去。他对你忽冷忽热两个月，我无法确定他是真的痛惜你还是身心难以接受。但不论如何，这并不是忽略你的合理理由。因为过去的问题导致你们之间有了隔阂，而你应该知道即使男友的条件再合适，但只要这个隔阂存在，你们就无法像从前一样亲密。现在隔阂已经摆在你们面前，他在逃避，但是你不应该继续追随。你才24岁，你还有更多更好的选择。婚姻的好坏不仅仅取决于经济条件，更重要的是夫妻间的情感和亲密度。如果他一直保持这种忽冷忽热的态度，你真的能幸福地和他度过一辈子吗？你们真的适合吗？为了自己的长远幸福着想，你思考一下吧。另外，如果你想在伴侣身上寻找安全感，但他做不到，给不了你所需的精神支持，那么即使你们现阶段复合了，根据你描述男友的性格，他喜欢自以为是，不愿意接受别人的帮助，那你也很可能无法获得你渴望的安全感。如果他真的爱你，他会慢慢接受你的过去，心痛你，给你安全感，支持你，理解你。",
    "annotation": [
      {
        "sentence": "你的描述让我能够真切地感受到你的难受和无助。",
        "label": ""
      },
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "首先，我想告诉你，情侣之间交往一段时间后出现情感问题是正常的，你不必太难过。",
        "label": ""
      },
      {
        "sentence": "其次，从你讲述的情况来看，我能够清晰地感觉到你是一个实际、现实的人，你应该明白现在出现的问题是因为男友无法接受你的过去。",
        "label": ""
      },
      {
        "sentence": "他对你忽冷忽热两个月，我无法确定他是真的痛惜你还是身心难以接受。",
        "label": ""
      },
      {
        "sentence": "但不论如何，这并不是忽略你的合理理由。",
        "label": ""
      },
      {
        "sentence": "因为过去的问题导致你们之间有了隔阂，而你应该知道即使男友的条件再合适，但只要这个隔阂存在，你们就无法像从前一样亲密。",
        "label": ""
      },
      {
        "sentence": "现在隔阂已经摆在你们面前，他在逃避，但是你不应该继续追随。",
        "label": ""
      },
      {
        "sentence": "你才24岁，你还有更多更好的选择。",
        "label": ""
      },
      {
        "sentence": "婚姻的好坏不仅仅取决于经济条件，更重要的是夫妻间的情感和亲密度。",
        "label": ""
      },
      {
        "sentence": "如果他一直保持这种忽冷忽热的态度，你真的能幸福地和他度过一辈子吗？",
        "label": ""
      },
      {
        "sentence": "你们真的适合吗？",
        "label": ""
      },
      {
        "sentence": "为了自己的长远幸福着想，你思考一下吧。",
        "label": ""
      },
      {
        "sentence": "另外，如果你想在伴侣身上寻找安全感，但他做不到，给不了你所需的精神支持，那么即使你们现阶段复合了，根据你描述男友的性格，他喜欢自以为是，不愿意接受别人的帮助，那你也很可能无法获得你渴望的安全感。",
        "label": ""
      },
      {
        "sentence": "如果他真的爱你，他会慢慢接受你的过去，心痛你，给你安全感，支持你，理解你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，你的建议都很中肯。过去的已经过去了，谁也改变不了。但是现在是可以改变的，我可以决定自己的人生，决定自己的未来。我明白了，只有靠自己才能争取幸福。我会好好考虑你说的这些问题，为自己的未来做出正确的决定。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的回答，你的建议都很中肯。",
        "label": ""
      },
      {
        "sentence": "过去的已经过去了，谁也改变不了。",
        "label": ""
      },
      {
        "sentence": "但是现在是可以改变的，我可以决定自己的人生，决定自己的未来。",
        "label": ""
      },
      {
        "sentence": "我明白了，只有靠自己才能争取幸福。",
        "label": ""
      },
      {
        "sentence": "我会好好考虑你说的这些问题，为自己的未来做出正确的决定。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的回答能帮到你，并且你能够理解并接受这些建议。人生的路还很长，你一定能找到懂你、惜你的那个人。祝福你找到真正属于你的幸福！如果你还有什么问题或者困惑，随时都可以来找我倾诉，我会一直陪在你身边支持你的！",
    "annotation": [
      {
        "sentence": "很高兴我的回答能帮到你，并且你能够理解并接受这些建议。",
        "label": ""
      },
      {
        "sentence": "人生的路还很长，你一定能找到懂你、惜你的那个人。",
        "label": ""
      },
      {
        "sentence": "祝福你找到真正属于你的幸福！",
        "label": ""
      },
      {
        "sentence": "如果你还有什么问题或者困惑，随时都可以来找我倾诉，我会一直陪在你身边支持你的！",
        "label": ""
      }
    ]
  }
]