[
  {
    "role": "client",
    "content": "我最近感到烦躁，控制不住地想吃外卖，吃了以后又感到很自责。从去年9月开始写论文到现在，每次一打开电脑查论文写的时候，我就开始看手机上的外卖软件，刷个不停，然后基本每天都点外卖。吃完之后我会感到很自责，但就是无法控制自己去继续点外卖，也无法控制自己花钱。现在好像每天如果不点外卖、不花点钱，我就会感到不正常，好像非得吃外卖不可。而且吃了之后就越来越烦躁、生气，写论文也越来越困难。我每天过得很痛苦，感觉生活没有了意义和乐趣。我对这个论文毫无兴趣，甚至恨它！我觉得是因为这个论文害得我现在变得这么困扰！平时其他工作上的事情也是各种不顺利，我脾气很暴躁，我真的很想和那个导师吵架，恨死那个女人了。明明是她先做错了，却对自己的错误推诿责备我，真是气愤！现在每天都过得很痛苦，真不知道为什么还要上这个该死的学！真是讨厌这个破论文！谁愿意写就让谁写吧！我现在就是完全控制不住自己，每天只想着点外卖、吃吃吃吃，我真的非常讨厌自己，但就是无法控制！",
    "annotation": [
      {
        "sentence": "我最近感到烦躁，控制不住地想吃外卖，吃了以后又感到很自责。",
        "label": ""
      },
      {
        "sentence": "从去年9月开始写论文到现在，每次一打开电脑查论文写的时候，我就开始看手机上的外卖软件，刷个不停，然后基本每天都点外卖。",
        "label": ""
      },
      {
        "sentence": "吃完之后我会感到很自责，但就是无法控制自己去继续点外卖，也无法控制自己花钱。",
        "label": ""
      },
      {
        "sentence": "现在好像每天如果不点外卖、不花点钱，我就会感到不正常，好像非得吃外卖不可。",
        "label": ""
      },
      {
        "sentence": "而且吃了之后就越来越烦躁、生气，写论文也越来越困难。",
        "label": ""
      },
      {
        "sentence": "我每天过得很痛苦，感觉生活没有了意义和乐趣。",
        "label": ""
      },
      {
        "sentence": "我对这个论文毫无兴趣，甚至恨它！",
        "label": ""
      },
      {
        "sentence": "我觉得是因为这个论文害得我现在变得这么困扰！",
        "label": ""
      },
      {
        "sentence": "平时其他工作上的事情也是各种不顺利，我脾气很暴躁，我真的很想和那个导师吵架，恨死那个女人了。",
        "label": ""
      },
      {
        "sentence": "明明是她先做错了，却对自己的错误推诿责备我，真是气愤！",
        "label": ""
      },
      {
        "sentence": "现在每天都过得很痛苦，真不知道为什么还要上这个该死的学！",
        "label": ""
      },
      {
        "sentence": "真是讨厌这个破论文！",
        "label": ""
      },
      {
        "sentence": "谁愿意写就让谁写吧！",
        "label": ""
      },
      {
        "sentence": "我现在就是完全控制不住自己，每天只想着点外卖、吃吃吃吃，我真的非常讨厌自己，但就是无法控制！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，因为我也曾经有过类似的困扰。同时，我们都会遇到一些让人讨厌的人和事。有一些事情是我们不得不去做的，但我将这种情绪理解为“有责任的犯错”。点外卖确实是一种花钱行为，但是当我们焦虑不安时，除了吃饭之外似乎找不到其他宣泄的方式。吃过之后，我们会冷静下来，但又会觉得自己做错了，因为花了钱。这种愧疚感从何而来呢？至于写论文嘛，不用太在意，毕竟这不是为了满足导师的期望，也不是为了欠别人的，只是为了给自己一个交代而已。",
    "annotation": [
      {
        "sentence": "我理解你的感受，因为我也曾经有过类似的困扰。",
        "label": ""
      },
      {
        "sentence": "同时，我们都会遇到一些让人讨厌的人和事。",
        "label": ""
      },
      {
        "sentence": "有一些事情是我们不得不去做的，但我将这种情绪理解为“有责任的犯错”。",
        "label": ""
      },
      {
        "sentence": "点外卖确实是一种花钱行为，但是当我们焦虑不安时，除了吃饭之外似乎找不到其他宣泄的方式。",
        "label": ""
      },
      {
        "sentence": "吃过之后，我们会冷静下来，但又会觉得自己做错了，因为花了钱。",
        "label": ""
      },
      {
        "sentence": "这种愧疚感从何而来呢？",
        "label": ""
      },
      {
        "sentence": "至于写论文嘛，不用太在意，毕竟这不是为了满足导师的期望，也不是为了欠别人的，只是为了给自己一个交代而已。",
        "label": ""
      }
    ]
  }
]