[
  {
    "role": "client",
    "content": "我最近感到烦躁，无法控制想要吃外卖的冲动，吃了之后就会感到很自责。从去年9月开始写论文到现在，每次一打开电脑准备查找论文资料，我就开始看手机上的外卖软件，刷了好久，然后几乎每天都会点外卖。吃了之后就会感到很自责，但我无法控制自己去点外卖，也控制不住自己花钱。现在好像每天不点外卖或不花点钱就无法正常生活，我无法控制不点外卖的冲动。吃了之后就变得更加烦躁和生气，而且写论文的效果也越来越差。我每天都过得很痛苦，生活变得毫无意义和乐趣，我对这个破论文完全没有兴趣，我真的很讨厌它！我觉得是论文害得我这样！平时其他工作上的事情也总是各种不顺利，我变得脾气很暴躁，我很想和那个遇到的那个女人吵架，我真恨死她了！明明是她有错，却还对自己的错误进行掩饰和推卸责任，还责备我！她真是个可恶的人渣！每天都这样过得很痛苦，这个学习有什么意义！我宁愿去卖袜子摆摊，那也比写这破论文强！这个破论文真是一坨垃圾！谁喜欢写谁自己写去吧！现在我完全无法控制自己每天点外卖、吃吃吃吃，我真的很讨厌自己这样，但又无法控制！我觉得应该把我的手给剁了。",
    "annotation": [
      {
        "sentence": "我最近感到烦躁，无法控制想要吃外卖的冲动，吃了之后就会感到很自责。",
        "label": ""
      },
      {
        "sentence": "从去年9月开始写论文到现在，每次一打开电脑准备查找论文资料，我就开始看手机上的外卖软件，刷了好久，然后几乎每天都会点外卖。",
        "label": ""
      },
      {
        "sentence": "吃了之后就会感到很自责，但我无法控制自己去点外卖，也控制不住自己花钱。",
        "label": ""
      },
      {
        "sentence": "现在好像每天不点外卖或不花点钱就无法正常生活，我无法控制不点外卖的冲动。",
        "label": ""
      },
      {
        "sentence": "吃了之后就变得更加烦躁和生气，而且写论文的效果也越来越差。",
        "label": ""
      },
      {
        "sentence": "我每天都过得很痛苦，生活变得毫无意义和乐趣，我对这个破论文完全没有兴趣，我真的很讨厌它！",
        "label": ""
      },
      {
        "sentence": "我觉得是论文害得我这样！",
        "label": ""
      },
      {
        "sentence": "平时其他工作上的事情也总是各种不顺利，我变得脾气很暴躁，我很想和那个遇到的那个女人吵架，我真恨死她了！",
        "label": ""
      },
      {
        "sentence": "明明是她有错，却还对自己的错误进行掩饰和推卸责任，还责备我！",
        "label": ""
      },
      {
        "sentence": "她真是个可恶的人渣！",
        "label": ""
      },
      {
        "sentence": "每天都这样过得很痛苦，这个学习有什么意义！",
        "label": ""
      },
      {
        "sentence": "我宁愿去卖袜子摆摊，那也比写这破论文强！",
        "label": ""
      },
      {
        "sentence": "这个破论文真是一坨垃圾！",
        "label": ""
      },
      {
        "sentence": "谁喜欢写谁自己写去吧！",
        "label": ""
      },
      {
        "sentence": "现在我完全无法控制自己每天点外卖、吃吃吃吃，我真的很讨厌自己这样，但又无法控制！",
        "label": ""
      },
      {
        "sentence": "我觉得应该把我的手给剁了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你的困扰了。首先，我理解你的感受。你的论文写作过程中，可能经历了一些挫折和压力，导致你逐渐养成了逃避的习惯，以用点外卖来发泄焦虑和愤怒。同时，也理解你对这篇论文的压力和无奈，以及生活其他方面的困扰。你说的那个女人，是指在工作中遇到的人，而不是你的导师对吧？我明白这些问题对你造成了很大的痛苦。",
    "annotation": [
      {
        "sentence": "你好，听到你的困扰了。",
        "label": ""
      },
      {
        "sentence": "首先，我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你的论文写作过程中，可能经历了一些挫折和压力，导致你逐渐养成了逃避的习惯，以用点外卖来发泄焦虑和愤怒。",
        "label": ""
      },
      {
        "sentence": "同时，也理解你对这篇论文的压力和无奈，以及生活其他方面的困扰。",
        "label": ""
      },
      {
        "sentence": "你说的那个女人，是指在工作中遇到的人，而不是你的导师对吧？",
        "label": ""
      },
      {
        "sentence": "我明白这些问题对你造成了很大的痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，你说得对。我没有详细说清楚，那个女人不是我的导师，只是和我在工作中有所冲突，妨碍了我的工作进展。我的导师对我非常好，也没有逼迫我写论文。可是我自己已经写了大半年，却连个综述都没写出来，这让我感到非常难受，觉得自己很笨，产生了否定和讨厌自己的心理。我认识到根本问题在于我的论文写作能力，不会写让我非常痛苦。点外卖是一种逃避的行为，是我用来发泄焦虑和愤恨的方式。然而，这个论文不仅仅是眼前这篇毕业要求的论文，而是影响到了我的整个职业生涯。在我的行业，想成为一个顶级人物，就必须一直进行论文写作。这让我感到非常痛苦。现在的困扰都是因为我当初在报志愿时的决定。",
    "annotation": [
      {
        "sentence": "是的，你说得对。",
        "label": ""
      },
      {
        "sentence": "我没有详细说清楚，那个女人不是我的导师，只是和我在工作中有所冲突，妨碍了我的工作进展。",
        "label": ""
      },
      {
        "sentence": "我的导师对我非常好，也没有逼迫我写论文。",
        "label": ""
      },
      {
        "sentence": "可是我自己已经写了大半年，却连个综述都没写出来，这让我感到非常难受，觉得自己很笨，产生了否定和讨厌自己的心理。",
        "label": ""
      },
      {
        "sentence": "我认识到根本问题在于我的论文写作能力，不会写让我非常痛苦。",
        "label": ""
      },
      {
        "sentence": "点外卖是一种逃避的行为，是我用来发泄焦虑和愤恨的方式。",
        "label": ""
      },
      {
        "sentence": "然而，这个论文不仅仅是眼前这篇毕业要求的论文，而是影响到了我的整个职业生涯。",
        "label": ""
      },
      {
        "sentence": "在我的行业，想成为一个顶级人物，就必须一直进行论文写作。",
        "label": ""
      },
      {
        "sentence": "这让我感到非常痛苦。",
        "label": ""
      },
      {
        "sentence": "现在的困扰都是因为我当初在报志愿时的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你现在的处境。看到你对论文写作和职业生涯的担忧，以及对过去决策的后悔。请相信，每个人都会遇到困难和挫折，这些并不代表你自己的价值和能力。对于论文的困扰，我建议你可以寻求一下导师的意见，或者和同学们一起探讨问题。或许他们能给你提供一些建设性的帮助和意见。同时，你可以尝试一些改变自己写论文的方法，比如找一个安静的环境、制定一个明确的计划、分解任务、合理安排时间等，这样或许能帮助你提高写作效率。",
    "annotation": [
      {
        "sentence": "我了解你现在的处境。",
        "label": ""
      },
      {
        "sentence": "看到你对论文写作和职业生涯的担忧，以及对过去决策的后悔。",
        "label": ""
      },
      {
        "sentence": "请相信，每个人都会遇到困难和挫折，这些并不代表你自己的价值和能力。",
        "label": ""
      },
      {
        "sentence": "对于论文的困扰，我建议你可以寻求一下导师的意见，或者和同学们一起探讨问题。",
        "label": ""
      },
      {
        "sentence": "或许他们能给你提供一些建设性的帮助和意见。",
        "label": ""
      },
      {
        "sentence": "同时，你可以尝试一些改变自己写论文的方法，比如找一个安静的环境、制定一个明确的计划、分解任务、合理安排时间等，这样或许能帮助你提高写作效率。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我确实需要寻求一些新的方法来处理这个问题，也许和导师和同学交流一下我会有新的思路。我意识到自己不能一直逃避，需要主动面对问题并解决它们。可能我之前太过专注于自己的负面情绪，没有寻找更多的支持和帮助。我现在决定要积极一点，试试不同的学习策略和减少外卖的行为，希望能有所改善。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我确实需要寻求一些新的方法来处理这个问题，也许和导师和同学交流一下我会有新的思路。",
        "label": ""
      },
      {
        "sentence": "我意识到自己不能一直逃避，需要主动面对问题并解决它们。",
        "label": ""
      },
      {
        "sentence": "可能我之前太过专注于自己的负面情绪，没有寻找更多的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "我现在决定要积极一点，试试不同的学习策略和减少外卖的行为，希望能有所改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决定和积极态度。不论遇到问题有多困难，我们都可以找到方法来解决。接下来的过程可能依然会面临困难和挫折，但请不要气馁，坚持下去。同时，也不要忘记照顾好自己的身心健康，保持积极的生活态度。如果你还需要任何帮助和支持，随时都可以来找我聊聊。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决定和积极态度。",
        "label": ""
      },
      {
        "sentence": "不论遇到问题有多困难，我们都可以找到方法来解决。",
        "label": ""
      },
      {
        "sentence": "接下来的过程可能依然会面临困难和挫折，但请不要气馁，坚持下去。",
        "label": ""
      },
      {
        "sentence": "同时，也不要忘记照顾好自己的身心健康，保持积极的生活态度。",
        "label": ""
      },
      {
        "sentence": "如果你还需要任何帮助和支持，随时都可以来找我聊聊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我会牢记你的话，尽力去改变自己，寻找更好的解决方法。我会努力克服困难，保持积极的心态。如果需要的话，我会再来找你谈谈。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，尽力去改变自己，寻找更好的解决方法。",
        "label": ""
      },
      {
        "sentence": "我会努力克服困难，保持积极的心态。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，我会再来找你谈谈。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意能帮到你。请记得，你并不孤单，我们都在这里支持你。无论何时你需要倾诉或者寻求帮助，都可以随时来找我。加油！相信自己，你一定能够找到适合自己的解决办法！",
    "annotation": [
      {
        "sentence": "不客气，我很愿意能帮到你。",
        "label": ""
      },
      {
        "sentence": "请记得，你并不孤单，我们都在这里支持你。",
        "label": ""
      },
      {
        "sentence": "无论何时你需要倾诉或者寻求帮助，都可以随时来找我。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够找到适合自己的解决办法！",
        "label": ""
      }
    ]
  }
]