[
  {
    "role": "client",
    "content": "家人的行为总影响我心情，很容易烦躁，导致不想做事？我是高中生，一直住宿，最近疫情一直在家，就发现真的很难忍受一些家里人的坏习惯。比如咳痰、经常叹气，今天早上我刚起就听见不停叹气让我心情特别不好。我想出门但是我非常怕狗，但是一路上狗又很多，不敢自己出门。最近学习任务其实非常重，但是因为家里人这些行为一直特别影响我，我非常容易烦躁，一烦躁真的就什么也不想做，就窝在沙发上看手机。甚至有时候摔东西，掐自己。我前两年一直有过时不时烦躁，但大部分情绪失控都是因为学习；这次疫情期间我几乎所有的烦躁情绪都是家里人带来的。怎么样才能让自己心情不被他们影响啊……",
    "annotation": [
      {
        "sentence": "家人的行为总影响我心情，很容易烦躁，导致不想做事？",
        "label": ""
      },
      {
        "sentence": "我是高中生，一直住宿，最近疫情一直在家，就发现真的很难忍受一些家里人的坏习惯。",
        "label": ""
      },
      {
        "sentence": "比如咳痰、经常叹气，今天早上我刚起就听见不停叹气让我心情特别不好。",
        "label": ""
      },
      {
        "sentence": "我想出门但是我非常怕狗，但是一路上狗又很多，不敢自己出门。",
        "label": ""
      },
      {
        "sentence": "最近学习任务其实非常重，但是因为家里人这些行为一直特别影响我，我非常容易烦躁，一烦躁真的就什么也不想做，就窝在沙发上看手机。",
        "label": ""
      },
      {
        "sentence": "甚至有时候摔东西，掐自己。",
        "label": ""
      },
      {
        "sentence": "我前两年一直有过时不时烦躁，但大部分情绪失控都是因为学习；这次疫情期间我几乎所有的烦躁情绪都是家里人带来的。",
        "label": ""
      },
      {
        "sentence": "怎么样才能让自己心情不被他们影响啊……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完了你的叙述，你有讲到你归因到最后都是因为你家里人的原因导致你情绪烦躁。那你有没有想过自己为什么就会受到他们的干扰这么大？你也有讲到以前在学校住宿，我不相信学校就没有什么干扰，特别是在一个宿舍里面，相对来讲，学校的环境肯定好一些。",
    "annotation": [
      {
        "sentence": "看完了你的叙述，你有讲到你归因到最后都是因为你家里人的原因导致你情绪烦躁。",
        "label": ""
      },
      {
        "sentence": "那你有没有想过自己为什么就会受到他们的干扰这么大？",
        "label": ""
      },
      {
        "sentence": "你也有讲到以前在学校住宿，我不相信学校就没有什么干扰，特别是在一个宿舍里面，相对来讲，学校的环境肯定好一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想过为什么我会受到家人干扰的影响这么大。可能是因为他们是我最亲近的人，我很在意他们对我的看法和态度。而且在家里，我更难逃避这些干扰，无法避开他们的行为。",
    "annotation": [
      {
        "sentence": "我想过为什么我会受到家人干扰的影响这么大。",
        "label": ""
      },
      {
        "sentence": "可能是因为他们是我最亲近的人，我很在意他们对我的看法和态度。",
        "label": ""
      },
      {
        "sentence": "而且在家里，我更难逃避这些干扰，无法避开他们的行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得对，家人的言行确实会影响我们的情绪，特别是在疫情期间。但是，我们也要学会保持自己的情绪稳定。我想给你一些建议，希望能帮到你。首先，你可以找一些方法来减少外界的干扰，比如在淘宝上买一些耳塞，这样可以减少一些噪音的干扰。另外，你可以在家里创造一个专属于学习的环境，比如在卧室里设置一个安静的学习角落。",
    "annotation": [
      {
        "sentence": "你说得对，家人的言行确实会影响我们的情绪，特别是在疫情期间。",
        "label": ""
      },
      {
        "sentence": "但是，我们也要学会保持自己的情绪稳定。",
        "label": ""
      },
      {
        "sentence": "我想给你一些建议，希望能帮到你。",
        "label": ""
      },
      {
        "sentence": "首先，你可以找一些方法来减少外界的干扰，比如在淘宝上买一些耳塞，这样可以减少一些噪音的干扰。",
        "label": ""
      },
      {
        "sentence": "另外，你可以在家里创造一个专属于学习的环境，比如在卧室里设置一个安静的学习角落。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试试买一些耳塞来减少噪音的影响。至于在家里创造学习环境的建议，我觉得挺好的，我可以给自己找一个安静的角落来专心学习。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试试买一些耳塞来减少噪音的影响。",
        "label": ""
      },
      {
        "sentence": "至于在家里创造学习环境的建议，我觉得挺好的，我可以给自己找一个安静的角落来专心学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于情绪的管理，还有一点很重要，那就是保持情绪的流动。我们不能把情绪积压在心里，否则会导致更大的压力和紧张。所以，你可以寻找一些适合你的方式来宣泄情绪，比如写日记、画画、运动或者找个信任的人倾诉。",
    "annotation": [
      {
        "sentence": "对于情绪的管理，还有一点很重要，那就是保持情绪的流动。",
        "label": ""
      },
      {
        "sentence": "我们不能把情绪积压在心里，否则会导致更大的压力和紧张。",
        "label": ""
      },
      {
        "sentence": "所以，你可以寻找一些适合你的方式来宣泄情绪，比如写日记、画画、运动或者找个信任的人倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我之前没有尝试过这些方法，但是我想试一试。也许通过宣泄情绪我能够让自己感觉好一些。",
    "annotation": [
      {
        "sentence": "我之前没有尝试过这些方法，但是我想试一试。",
        "label": ""
      },
      {
        "sentence": "也许通过宣泄情绪我能够让自己感觉好一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你有这个想法，我相信宣泄情绪的方式对你来说会很有帮助的。当你感到烦躁或情绪失控的时候，试试这些方法吧。同时，也要记得坚持学习，为自己设定合理的学习目标，不要让外界的干扰影响你专注于学业。",
    "annotation": [
      {
        "sentence": "很高兴你有这个想法，我相信宣泄情绪的方式对你来说会很有帮助的。",
        "label": ""
      },
      {
        "sentence": "当你感到烦躁或情绪失控的时候，试试这些方法吧。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得坚持学习，为自己设定合理的学习目标，不要让外界的干扰影响你专注于学业。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会好好尝试这些方法的。我也会更加努力地学习，为自己设定明确的目标，并且不被外界的干扰所影响。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会好好尝试这些方法的。",
        "label": ""
      },
      {
        "sentence": "我也会更加努力地学习，为自己设定明确的目标，并且不被外界的干扰所影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你一定能够调整好自己的情绪，克服外界干扰的困扰。如果你需要进一步的支持和帮助，随时可以找我谈谈。记住，你并不孤单，我们在这里支持你。加油！",
    "annotation": [
      {
        "sentence": "我相信你一定能够调整好自己的情绪，克服外界干扰的困扰。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的支持和帮助，随时可以找我谈谈。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们在这里支持你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持，我会时刻记住你的话。如果我需要帮助的时候，我一定会再联系你的。再次感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持，我会时刻记住你的话。",
        "label": ""
      },
      {
        "sentence": "如果我需要帮助的时候，我一定会再联系你的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  }
]