[
  {
    "role": "client",
    "content": "我是一个24岁的单身男性，最近和一个已经结过婚的女性交往，这让我的母亲非常疯狂。我舅母认为，我24岁的大儿子，和一个已经有7岁孩子的离异女性交往是不好的。她受到农村保守思想的影响，担心这个孩子会给我们带来负担。而且，她认为年轻的男孩子找一个离异的女性，一定是冲着她的车子和房子来的。我亲自反对、强制命令他们分手，可都没有效果。我感到无地自容，整天在家里伤心流泪。我受到了刺激，已经一个月没出门和亲朋好友见面了！我甚至说过要断绝和他儿子的关系，但是他儿子年轻，终于让我相信了爱情，他确实很爱这个女孩。虽然父母不喜欢她，他偷偷去女孩工作的地方和她见面。可是，被父母多次当场抓到！他很舍不得分手，但又看到父母如此强烈反对和伤心的样子，他觉得对不起父母，内心痛苦，所以选择搬出家门生活！现在他们还在交往，他们不回家也不和父母交流！我母亲还在家里伤心流泪，这就是一个两败俱伤的局面！身为亲戚，我非常心痛，但无论怎么劝说，她都无法放手孩子的人生，她走不出来。请问大家从哪个角度可以帮助她？这样的家庭怎么才能走出困境呢？",
    "annotation": [
      {
        "sentence": "我是一个24岁的单身男性，最近和一个已经结过婚的女性交往，这让我的母亲非常疯狂。",
        "label": ""
      },
      {
        "sentence": "我舅母认为，我24岁的大儿子，和一个已经有7岁孩子的离异女性交往是不好的。",
        "label": ""
      },
      {
        "sentence": "她受到农村保守思想的影响，担心这个孩子会给我们带来负担。",
        "label": ""
      },
      {
        "sentence": "而且，她认为年轻的男孩子找一个离异的女性，一定是冲着她的车子和房子来的。",
        "label": ""
      },
      {
        "sentence": "我亲自反对、强制命令他们分手，可都没有效果。",
        "label": ""
      },
      {
        "sentence": "我感到无地自容，整天在家里伤心流泪。",
        "label": ""
      },
      {
        "sentence": "我受到了刺激，已经一个月没出门和亲朋好友见面了！",
        "label": ""
      },
      {
        "sentence": "我甚至说过要断绝和他儿子的关系，但是他儿子年轻，终于让我相信了爱情，他确实很爱这个女孩。",
        "label": ""
      },
      {
        "sentence": "虽然父母不喜欢她，他偷偷去女孩工作的地方和她见面。",
        "label": ""
      },
      {
        "sentence": "可是，被父母多次当场抓到！",
        "label": ""
      },
      {
        "sentence": "他很舍不得分手，但又看到父母如此强烈反对和伤心的样子，他觉得对不起父母，内心痛苦，所以选择搬出家门生活！",
        "label": ""
      },
      {
        "sentence": "现在他们还在交往，他们不回家也不和父母交流！",
        "label": ""
      },
      {
        "sentence": "我母亲还在家里伤心流泪，这就是一个两败俱伤的局面！",
        "label": ""
      },
      {
        "sentence": "身为亲戚，我非常心痛，但无论怎么劝说，她都无法放手孩子的人生，她走不出来。",
        "label": ""
      },
      {
        "sentence": "请问大家从哪个角度可以帮助她？",
        "label": ""
      },
      {
        "sentence": "这样的家庭怎么才能走出困境呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，尽管我们是亲属关系，但我们不能代替当事人改变他们自己的意愿。从旁观者的角度看，没有人会选择和自己感到不舒服的关系交往。我指的是人们潜意识中的舒适感和习惯。每个人做出选择都有原因，也并不像表面看起来那样简单。因此，我认为任何不了解当事人内心真正感受的劝导都是无效的。我们需要从更深入的角度来帮助他们。",
    "annotation": [
      {
        "sentence": "你好，尽管我们是亲属关系，但我们不能代替当事人改变他们自己的意愿。",
        "label": ""
      },
      {
        "sentence": "从旁观者的角度看，没有人会选择和自己感到不舒服的关系交往。",
        "label": ""
      },
      {
        "sentence": "我指的是人们潜意识中的舒适感和习惯。",
        "label": ""
      },
      {
        "sentence": "每个人做出选择都有原因，也并不像表面看起来那样简单。",
        "label": ""
      },
      {
        "sentence": "因此，我认为任何不了解当事人内心真正感受的劝导都是无效的。",
        "label": ""
      },
      {
        "sentence": "我们需要从更深入的角度来帮助他们。",
        "label": ""
      }
    ]
  }
]