[
  {
    "role": "client",
    "content": "我是一个女生，今年21岁。每次和男朋友吵架的时候，我就忍不住要提出分手，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我是一个女生，今年21岁。",
        "label": ""
      },
      {
        "sentence": "每次和男朋友吵架的时候，我就忍不住要提出分手，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是这样的，你期望在和男友吵架的时候，无论对方对错，他都能来安抚你的情绪。但是事实是，他只在觉得自己做错的时候才会稍微安抚一下你。除此之外，你只能自己一个人消化这些情绪。而且他的行为让你感到不被爱，不被接纳。所以你才会使用分手来威胁他，希望他因为恐惧而靠近你，安抚你，关心你。你是这个意思对吗？但是你也发现了，使用分手来威胁的方式无法有效索取爱的满足，反而可能会破坏你们的感情。从亲密关系中寻求爱和关心，渴望让伴侣帮助你消化情绪是正常的需求。但是如果你只会使用攻击、威胁和指责的方式，他不仅无法给你需要的爱，反而可能越来越远离你。那么有什么方式可以获得爱呢？撒娇、示弱、保持低姿态。顾名思义，撒娇示弱是指保持一个低姿态，把高姿态留给男朋友，这样他就会想要保护你、照顾你。而你现在的情况是，你内心实际上是非常脆弱的，但你用攻击、威胁的方式来掩饰这种脆弱，好像自己高高在上。在这种情况下，你得不到爱，即使得到了也是不可持续的。其次，你需要学会给自己爱，来消化自己的情绪，并为自己的感受负责。任何人都无法时时刻刻给予你期望的关怀和爱。你的男朋友有时候能够给你，有时候不能给你，有时候会更爱自己。这是现实，你需要接受这个现实。期望对方全然为你的感受负责，是一种婴儿的心理发展水平。对方无法时时刻刻担当你的\"妈妈\"。成长的标志是能够为自己大部分感受负责，能够自己管理好情绪，能够填补自己内在爱的不足。剩余部分，可以通过撒娇示弱的方式向亲密关系索取。举个例子，你内心需要100分的爱（-100），但对方只给了你80分，你会觉得仍然不够，仍然是-20。但是当你自己给予自己80分的照顾和爱时，你的缺口只有20分，对方给你20分你就会满足，对方给你超过20分，你会更满足。所以，索爱要用对的方式才能得到满足！",
    "annotation": [
      {
        "sentence": "是这样的，你期望在和男友吵架的时候，无论对方对错，他都能来安抚你的情绪。",
        "label": ""
      },
      {
        "sentence": "但是事实是，他只在觉得自己做错的时候才会稍微安抚一下你。",
        "label": ""
      },
      {
        "sentence": "除此之外，你只能自己一个人消化这些情绪。",
        "label": ""
      },
      {
        "sentence": "而且他的行为让你感到不被爱，不被接纳。",
        "label": ""
      },
      {
        "sentence": "所以你才会使用分手来威胁他，希望他因为恐惧而靠近你，安抚你，关心你。",
        "label": ""
      },
      {
        "sentence": "你是这个意思对吗？",
        "label": ""
      },
      {
        "sentence": "但是你也发现了，使用分手来威胁的方式无法有效索取爱的满足，反而可能会破坏你们的感情。",
        "label": ""
      },
      {
        "sentence": "从亲密关系中寻求爱和关心，渴望让伴侣帮助你消化情绪是正常的需求。",
        "label": ""
      },
      {
        "sentence": "但是如果你只会使用攻击、威胁和指责的方式，他不仅无法给你需要的爱，反而可能越来越远离你。",
        "label": ""
      },
      {
        "sentence": "那么有什么方式可以获得爱呢？",
        "label": ""
      },
      {
        "sentence": "撒娇、示弱、保持低姿态。",
        "label": ""
      },
      {
        "sentence": "顾名思义，撒娇示弱是指保持一个低姿态，把高姿态留给男朋友，这样他就会想要保护你、照顾你。",
        "label": ""
      },
      {
        "sentence": "而你现在的情况是，你内心实际上是非常脆弱的，但你用攻击、威胁的方式来掩饰这种脆弱，好像自己高高在上。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，你得不到爱，即使得到了也是不可持续的。",
        "label": ""
      },
      {
        "sentence": "其次，你需要学会给自己爱，来消化自己的情绪，并为自己的感受负责。",
        "label": ""
      },
      {
        "sentence": "任何人都无法时时刻刻给予你期望的关怀和爱。",
        "label": ""
      },
      {
        "sentence": "你的男朋友有时候能够给你，有时候不能给你，有时候会更爱自己。",
        "label": ""
      },
      {
        "sentence": "这是现实，你需要接受这个现实。",
        "label": ""
      },
      {
        "sentence": "期望对方全然为你的感受负责，是一种婴儿的心理发展水平。",
        "label": ""
      },
      {
        "sentence": "对方无法时时刻刻担当你的\"妈妈\"。",
        "label": ""
      },
      {
        "sentence": "成长的标志是能够为自己大部分感受负责，能够自己管理好情绪，能够填补自己内在爱的不足。",
        "label": ""
      },
      {
        "sentence": "剩余部分，可以通过撒娇示弱的方式向亲密关系索取。",
        "label": ""
      },
      {
        "sentence": "举个例子，你内心需要100分的爱（-100），但对方只给了你80分，你会觉得仍然不够，仍然是-20。",
        "label": ""
      },
      {
        "sentence": "但是当你自己给予自己80分的照顾和爱时，你的缺口只有20分，对方给你20分你就会满足，对方给你超过20分，你会更满足。",
        "label": ""
      },
      {
        "sentence": "所以，索爱要用对的方式才能得到满足！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我之前一直希望男友能在吵架的时候哄我，不管谁对谁错都能安抚我，可是他还是选择不理我或者说一些伤我自尊的话，让我觉得自己被他忽视了。所以我才会不由自主地提出分手，因为我觉得他不爱我。但现在看来，我这样的做法只会加深我们之间的距离，我应该怎么改变呢？",
    "annotation": [
      {
        "sentence": "我明白了，我之前一直希望男友能在吵架的时候哄我，不管谁对谁错都能安抚我，可是他还是选择不理我或者说一些伤我自尊的话，让我觉得自己被他忽视了。",
        "label": ""
      },
      {
        "sentence": "所以我才会不由自主地提出分手，因为我觉得他不爱我。",
        "label": ""
      },
      {
        "sentence": "但现在看来，我这样的做法只会加深我们之间的距离，我应该怎么改变呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经很好地观察到了问题所在。你希望男友在吵架的时候能够哄你，给你安慰，无论谁对谁错。但是他却选择了不理会你，甚至伤害你的自尊心，让你感到被忽视了。正因为这样，你才会不由自主地提出分手，因为你觉得他不爱你。然而，如今我们了解到这种方式只会加深你们之间的距离。你想知道应该怎么改变这种情况对吧？",
    "annotation": [
      {
        "sentence": "你已经很好地观察到了问题所在。",
        "label": ""
      },
      {
        "sentence": "你希望男友在吵架的时候能够哄你，给你安慰，无论谁对谁错。",
        "label": ""
      },
      {
        "sentence": "但是他却选择了不理会你，甚至伤害你的自尊心，让你感到被忽视了。",
        "label": ""
      },
      {
        "sentence": "正因为这样，你才会不由自主地提出分手，因为你觉得他不爱你。",
        "label": ""
      },
      {
        "sentence": "然而，如今我们了解到这种方式只会加深你们之间的距离。",
        "label": ""
      },
      {
        "sentence": "你想知道应该怎么改变这种情况对吧？",
        "label": ""
      }
    ]
  }
]