[
  {
    "role": "client",
    "content": "我是一个18岁的女生，在一个陌生的环境下学艺术，最近和同学闹掰了，感到特别焦虑。这里的环境很压抑，几乎看不到阳光，活动范围也非常有限，每天都感觉像晚上一样。我来这个机构已经两个月了，一直很焦虑。刚开始，我觉得我和这个女生应该可以相处，但是处久了，我感到自己很委屈。这两个月来，我们吵了四次架，每次都是我去哄她，低声下气地说话，但她还是不给我好脸色。我一直觉得这几个月时间里，我都没办法专心学习，只要和她在一起就很焦虑。她说话的方式总让我觉得她在命令我，我之前一直忍让她，她可能觉得我会一直妥协，所以变得很强势，无论是在学习还是相处上。昨天我们闹掰了，这次我没有去哄她，我想清楚了，和她在一起我只会委屈自己，所以我决定不理她了。但我们现在住在同一个宿舍，吃饭的时候坐得很近，也是同桌。抬头不见低头见，感觉很不舒服，这也是个问题。平时虽然没那么委屈了，但心里还是会想到她的这些事情，让我焦虑不安。",
    "annotation": [
      {
        "sentence": "我是一个18岁的女生，在一个陌生的环境下学艺术，最近和同学闹掰了，感到特别焦虑。",
        "label": ""
      },
      {
        "sentence": "这里的环境很压抑，几乎看不到阳光，活动范围也非常有限，每天都感觉像晚上一样。",
        "label": ""
      },
      {
        "sentence": "我来这个机构已经两个月了，一直很焦虑。",
        "label": ""
      },
      {
        "sentence": "刚开始，我觉得我和这个女生应该可以相处，但是处久了，我感到自己很委屈。",
        "label": ""
      },
      {
        "sentence": "这两个月来，我们吵了四次架，每次都是我去哄她，低声下气地说话，但她还是不给我好脸色。",
        "label": ""
      },
      {
        "sentence": "我一直觉得这几个月时间里，我都没办法专心学习，只要和她在一起就很焦虑。",
        "label": ""
      },
      {
        "sentence": "她说话的方式总让我觉得她在命令我，我之前一直忍让她，她可能觉得我会一直妥协，所以变得很强势，无论是在学习还是相处上。",
        "label": ""
      },
      {
        "sentence": "昨天我们闹掰了，这次我没有去哄她，我想清楚了，和她在一起我只会委屈自己，所以我决定不理她了。",
        "label": ""
      },
      {
        "sentence": "但我们现在住在同一个宿舍，吃饭的时候坐得很近，也是同桌。",
        "label": ""
      },
      {
        "sentence": "抬头不见低头见，感觉很不舒服，这也是个问题。",
        "label": ""
      },
      {
        "sentence": "平时虽然没那么委屈了，但心里还是会想到她的这些事情，让我焦虑不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关系中出现矛盾和冲突是正常的，学会用真诚的沟通来解决问题，不要委屈自己，也不要整天心神不宁。从你的描述中，我能感受到你现在的焦虑和烦恼。一方面，在和朋友相处时，你总是感到被支配，非常压抑和委屈，内心无法释放；另一方面，由于环境的单调和限制，你又无法完全和她隔离开来，两个人相处总让你感到别扭和不自然。你可以试着和朋友认真地谈一谈，把自己在和她相处中的感受表达清楚，比如你的压抑、低自尊、委屈、被动和焦虑，以及为了哄她而做出的忍让和妥协。可能她有自己的性格缺点，但当你表达出来，她才会意识到问题，可能才会有所改变，而不是两个人彼此别扭地相处。同时，也要倾听她的感受，也许她的性格和在家庭环境以及过往经历中所受到的影响，让她变成了现在这种强势和“公主病”的样子。当你真诚地给出自己的建议时，也许她会接受并改变。无论是在关系中还是独处时，都要注重自己的感受，好好爱护自己。当你选择不再哄她，而是重视自己的感受时，这是一种勇敢的行为，但冷战并不能解决问题。事实上，你们之间并没有发生很大的矛盾，只是缺乏沟通和交流。由于环境让你们住在一起并且有很多时间相处，误会自然要尽早解开。你可以选择直接表达的方式，也可以选择在网上发消息或写纸条的方式，不要感到尴尬或不好意思。当你们都了解了彼此的想法后，先开口的那个人一定是懂得珍视友谊的人。最后，环境的黑暗和单调也会让人心情变得糟糕。如果可以的话，可以和朋友一起出去走走、逛逛，给自己的生活找些乐子，这样才能有力量继续学习艺术呀。",
    "annotation": [
      {
        "sentence": "关系中出现矛盾和冲突是正常的，学会用真诚的沟通来解决问题，不要委屈自己，也不要整天心神不宁。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我能感受到你现在的焦虑和烦恼。",
        "label": ""
      },
      {
        "sentence": "一方面，在和朋友相处时，你总是感到被支配，非常压抑和委屈，内心无法释放；另一方面，由于环境的单调和限制，你又无法完全和她隔离开来，两个人相处总让你感到别扭和不自然。",
        "label": ""
      },
      {
        "sentence": "你可以试着和朋友认真地谈一谈，把自己在和她相处中的感受表达清楚，比如你的压抑、低自尊、委屈、被动和焦虑，以及为了哄她而做出的忍让和妥协。",
        "label": ""
      },
      {
        "sentence": "可能她有自己的性格缺点，但当你表达出来，她才会意识到问题，可能才会有所改变，而不是两个人彼此别扭地相处。",
        "label": ""
      },
      {
        "sentence": "同时，也要倾听她的感受，也许她的性格和在家庭环境以及过往经历中所受到的影响，让她变成了现在这种强势和“公主病”的样子。",
        "label": ""
      },
      {
        "sentence": "当你真诚地给出自己的建议时，也许她会接受并改变。",
        "label": ""
      },
      {
        "sentence": "无论是在关系中还是独处时，都要注重自己的感受，好好爱护自己。",
        "label": ""
      },
      {
        "sentence": "当你选择不再哄她，而是重视自己的感受时，这是一种勇敢的行为，但冷战并不能解决问题。",
        "label": ""
      },
      {
        "sentence": "事实上，你们之间并没有发生很大的矛盾，只是缺乏沟通和交流。",
        "label": ""
      },
      {
        "sentence": "由于环境让你们住在一起并且有很多时间相处，误会自然要尽早解开。",
        "label": ""
      },
      {
        "sentence": "你可以选择直接表达的方式，也可以选择在网上发消息或写纸条的方式，不要感到尴尬或不好意思。",
        "label": ""
      },
      {
        "sentence": "当你们都了解了彼此的想法后，先开口的那个人一定是懂得珍视友谊的人。",
        "label": ""
      },
      {
        "sentence": "最后，环境的黑暗和单调也会让人心情变得糟糕。",
        "label": ""
      },
      {
        "sentence": "如果可以的话，可以和朋友一起出去走走、逛逛，给自己的生活找些乐子，这样才能有力量继续学习艺术呀。",
        "label": ""
      }
    ]
  }
]