[
  {
    "role": "client",
    "content": "我是一个21岁的女孩，想问一下，我是不是应该隐瞒自己的恋爱史？最近有一个异性朋友，我们相处得很好，平时也会聊天。在他问我之前，我跟过两个男生短暂地谈过恋爱，但没有发生过亲密关系，更像是网恋。他曾向我坦诚了他的情感经历，并问能否分享一下我的情感经历，但我不太喜欢将个人隐私告诉别人（我个人认为，即使是夫妻也没有权力探查我的私事），所以我告诉他我从未谈过恋爱。当时我觉得自己没有发生任何亲密关系，之前的两段恋爱几乎都是在网上聊天，所以我选择了说谎。请问我这样做对吗？或者说，并没有明确的是非对错。我觉得这是一种善意的谎言，但现在我每天都纠结不已，担心会被发现我之前的恋爱史。请问，过去的事情容易被发现吗？我是一个喜欢保守秘密的人，有很多事情我都不愿意告诉别人，所以我是不是做错了？还有，我想请问一下，真正爱你的人会在意你的过去吗？我应该如实告诉他我的过去，承认自己曾经欺骗他吗？我其实并不想与他分享我的过去，但又担心会被发现...",
    "annotation": [
      {
        "sentence": "我是一个21岁的女孩，想问一下，我是不是应该隐瞒自己的恋爱史？",
        "label": ""
      },
      {
        "sentence": "最近有一个异性朋友，我们相处得很好，平时也会聊天。",
        "label": ""
      },
      {
        "sentence": "在他问我之前，我跟过两个男生短暂地谈过恋爱，但没有发生过亲密关系，更像是网恋。",
        "label": ""
      },
      {
        "sentence": "他曾向我坦诚了他的情感经历，并问能否分享一下我的情感经历，但我不太喜欢将个人隐私告诉别人（我个人认为，即使是夫妻也没有权力探查我的私事），所以我告诉他我从未谈过恋爱。",
        "label": ""
      },
      {
        "sentence": "当时我觉得自己没有发生任何亲密关系，之前的两段恋爱几乎都是在网上聊天，所以我选择了说谎。",
        "label": ""
      },
      {
        "sentence": "请问我这样做对吗？",
        "label": ""
      },
      {
        "sentence": "或者说，并没有明确的是非对错。",
        "label": ""
      },
      {
        "sentence": "我觉得这是一种善意的谎言，但现在我每天都纠结不已，担心会被发现我之前的恋爱史。",
        "label": ""
      },
      {
        "sentence": "请问，过去的事情容易被发现吗？",
        "label": ""
      },
      {
        "sentence": "我是一个喜欢保守秘密的人，有很多事情我都不愿意告诉别人，所以我是不是做错了？",
        "label": ""
      },
      {
        "sentence": "还有，我想请问一下，真正爱你的人会在意你的过去吗？",
        "label": ""
      },
      {
        "sentence": "我应该如实告诉他我的过去，承认自己曾经欺骗他吗？",
        "label": ""
      },
      {
        "sentence": "我其实并不想与他分享我的过去，但又担心会被发现...",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我想说把你的情感经历告诉你的异性朋友还是不告诉，完全是你的选择和自由，没有对错之分。不必担心，也不必害怕。就像你自己说的，这是你的隐私，你自然有权利选择是否要说出来。如果你真的觉得非常不安，可以挑一个合适的时机跟你的异性朋友坦诚相告，解释一下之前为什么选择不实话。同时，你可以强调之前的两段恋爱并没有发生亲密关系。我相信，只要你真诚地说明，并为撒谎的事情道歉，他一定会理解你的！至于过去的事情，其实有些时候我们可以从对话的字里行间察觉到一些痕迹，因为现在的你是由过去的经历所塑造的。但是，如果你不想把以前的事情告诉别人，那也是没有错的。每个人都有自己不愿意透露的事情，不想说就不说，也没有什么错误之处。希望我的回答能对你有所帮助！有什么其他问题或者疑虑，你可以继续告诉我。",
    "annotation": [
      {
        "sentence": "首先，我想说把你的情感经历告诉你的异性朋友还是不告诉，完全是你的选择和自由，没有对错之分。",
        "label": ""
      },
      {
        "sentence": "不必担心，也不必害怕。",
        "label": ""
      },
      {
        "sentence": "就像你自己说的，这是你的隐私，你自然有权利选择是否要说出来。",
        "label": ""
      },
      {
        "sentence": "如果你真的觉得非常不安，可以挑一个合适的时机跟你的异性朋友坦诚相告，解释一下之前为什么选择不实话。",
        "label": ""
      },
      {
        "sentence": "同时，你可以强调之前的两段恋爱并没有发生亲密关系。",
        "label": ""
      },
      {
        "sentence": "我相信，只要你真诚地说明，并为撒谎的事情道歉，他一定会理解你的！",
        "label": ""
      },
      {
        "sentence": "至于过去的事情，其实有些时候我们可以从对话的字里行间察觉到一些痕迹，因为现在的你是由过去的经历所塑造的。",
        "label": ""
      },
      {
        "sentence": "但是，如果你不想把以前的事情告诉别人，那也是没有错的。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己不愿意透露的事情，不想说就不说，也没有什么错误之处。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能对你有所帮助！",
        "label": ""
      },
      {
        "sentence": "有什么其他问题或者疑虑，你可以继续告诉我。",
        "label": ""
      }
    ]
  }
]