[
  {
    "role": "client",
    "content": "我是一个21岁的女孩，我想请教一下，我该隐瞒自己的恋爱史吗？最近我和一个异性朋友关系非常好，我们平时经常聊天，相处也很愉快。在我们开始接触之前，我有两段短暂的恋爱经历，总共也就几个月的时间，而且并没有发生任何亲密关系，更像是网恋。之前他坦诚了自己的感情经历，并问我是否也愿意分享我的过去。但是我不太喜欢向别人透露我的私事（我个人认为，即使是夫妻也无权打探对方的隐私），所以我告诉他我从未谈过恋爱。当时我想，因为我没有真的发展过亲密关系，而且和前两个人几乎只是在网上聊天，所以我选择了这样回答。请问我这样做是对的吗？或者说，并没有对错之分。我觉得这是一种善意的谎言，但是现在我每天都非常纠结，害怕他会发现我之前的恋爱经历。我想请问一下，过去的事情容易被发现吗？我是一个擅长保守秘密的人，有很多事情我都不想告诉别人，这样做是不是错了呢......另外，我还想请问一下，是不是真心爱你的人并不在乎你的过去？我应该如实告诉他我的过去，承认我之前欺骗了他吗？我个人其实不太想向别人透露这些，但是又担心被发现。",
    "annotation": [
      {
        "sentence": "我是一个21岁的女孩，我想请教一下，我该隐瞒自己的恋爱史吗？",
        "label": ""
      },
      {
        "sentence": "最近我和一个异性朋友关系非常好，我们平时经常聊天，相处也很愉快。",
        "label": ""
      },
      {
        "sentence": "在我们开始接触之前，我有两段短暂的恋爱经历，总共也就几个月的时间，而且并没有发生任何亲密关系，更像是网恋。",
        "label": ""
      },
      {
        "sentence": "之前他坦诚了自己的感情经历，并问我是否也愿意分享我的过去。",
        "label": ""
      },
      {
        "sentence": "但是我不太喜欢向别人透露我的私事（我个人认为，即使是夫妻也无权打探对方的隐私），所以我告诉他我从未谈过恋爱。",
        "label": ""
      },
      {
        "sentence": "当时我想，因为我没有真的发展过亲密关系，而且和前两个人几乎只是在网上聊天，所以我选择了这样回答。",
        "label": ""
      },
      {
        "sentence": "请问我这样做是对的吗？",
        "label": ""
      },
      {
        "sentence": "或者说，并没有对错之分。",
        "label": ""
      },
      {
        "sentence": "我觉得这是一种善意的谎言，但是现在我每天都非常纠结，害怕他会发现我之前的恋爱经历。",
        "label": ""
      },
      {
        "sentence": "我想请问一下，过去的事情容易被发现吗？",
        "label": ""
      },
      {
        "sentence": "我是一个擅长保守秘密的人，有很多事情我都不想告诉别人，这样做是不是错了呢......另外，我还想请问一下，是不是真心爱你的人并不在乎你的过去？",
        "label": ""
      },
      {
        "sentence": "我应该如实告诉他我的过去，承认我之前欺骗了他吗？",
        "label": ""
      },
      {
        "sentence": "我个人其实不太想向别人透露这些，但是又担心被发现。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的话里我能感受到你的纠结。目前你有两个选择，第一是主动告诉你的异性朋友，但是因为之前你已经说过自己没有恋爱经历，所以他可能会感觉到你欺骗了他；第二是继续瞒着他，但是这样做有被发现的风险。其实是否告诉他取决于你的个人选择，你有权决定是否说或者不说。但是考虑到这关系到你们未来的感情生活，我个人建议你可以根据他对你过去感情经历的在意程度来做决定。如果他非常在意这方面的事情，你可以找个合适的时机坦白告诉他之前为什么选择瞒着他，以防未来因为这件事情而发生不愉快的事情。我相信他会理解你的。",
    "annotation": [
      {
        "sentence": "从你的话里我能感受到你的纠结。",
        "label": ""
      },
      {
        "sentence": "目前你有两个选择，第一是主动告诉你的异性朋友，但是因为之前你已经说过自己没有恋爱经历，所以他可能会感觉到你欺骗了他；第二是继续瞒着他，但是这样做有被发现的风险。",
        "label": ""
      },
      {
        "sentence": "其实是否告诉他取决于你的个人选择，你有权决定是否说或者不说。",
        "label": ""
      },
      {
        "sentence": "但是考虑到这关系到你们未来的感情生活，我个人建议你可以根据他对你过去感情经历的在意程度来做决定。",
        "label": ""
      },
      {
        "sentence": "如果他非常在意这方面的事情，你可以找个合适的时机坦白告诉他之前为什么选择瞒着他，以防未来因为这件事情而发生不愉快的事情。",
        "label": ""
      },
      {
        "sentence": "我相信他会理解你的。",
        "label": ""
      }
    ]
  }
]