[
  {
    "role": "client",
    "content": "我是一个21岁的女孩，我想知道是否应该隐瞒自己的恋爱史？我和一个刚认识的男性朋友关系很好，我们平时聊天也很愉快。在认识他之前，我有过两段短暂的恋爱，加起来一共也就几个月，而且并没有发生任何亲密关系，更接近网恋。之前他向我坦诚了自己的情感经历，并问我是否也能分享一下我的经历，但我个人不太喜欢向他人透露隐私（我认为即使是夫妻也无权探查我的私事），于是我告诉他我没有谈过恋爱。当时我想，既然我没有发生过任何亲密关系，而且和前两个男友几乎都是网上聊天，就告诉他我从未谈过恋爱。请问，我这么做对吗？这是对是错呢？我认为这是一种善意的谎言，但是现在每天都十分困扰，害怕他会发现我过去的恋爱经历。过去的事情容易被发现吗？我是个能够保守秘密的人，有很多事情我都不想告诉别人，我是不是做错了呢……还有，是不是真正爱你的人不会在意你的过去呢？我应该如实告诉他我的过去，承认之前对他隐瞒了吗？我个人并不是很想和别人分享我的私事，但也害怕被发现…",
    "annotation": [
      {
        "sentence": "我是一个21岁的女孩，我想知道是否应该隐瞒自己的恋爱史？",
        "label": ""
      },
      {
        "sentence": "我和一个刚认识的男性朋友关系很好，我们平时聊天也很愉快。",
        "label": ""
      },
      {
        "sentence": "在认识他之前，我有过两段短暂的恋爱，加起来一共也就几个月，而且并没有发生任何亲密关系，更接近网恋。",
        "label": ""
      },
      {
        "sentence": "之前他向我坦诚了自己的情感经历，并问我是否也能分享一下我的经历，但我个人不太喜欢向他人透露隐私（我认为即使是夫妻也无权探查我的私事），于是我告诉他我没有谈过恋爱。",
        "label": ""
      },
      {
        "sentence": "当时我想，既然我没有发生过任何亲密关系，而且和前两个男友几乎都是网上聊天，就告诉他我从未谈过恋爱。",
        "label": ""
      },
      {
        "sentence": "请问，我这么做对吗？",
        "label": ""
      },
      {
        "sentence": "这是对是错呢？",
        "label": ""
      },
      {
        "sentence": "我认为这是一种善意的谎言，但是现在每天都十分困扰，害怕他会发现我过去的恋爱经历。",
        "label": ""
      },
      {
        "sentence": "过去的事情容易被发现吗？",
        "label": ""
      },
      {
        "sentence": "我是个能够保守秘密的人，有很多事情我都不想告诉别人，我是不是做错了呢……还有，是不是真正爱你的人不会在意你的过去呢？",
        "label": ""
      },
      {
        "sentence": "我应该如实告诉他我的过去，承认之前对他隐瞒了吗？",
        "label": ""
      },
      {
        "sentence": "我个人并不是很想和别人分享我的私事，但也害怕被发现…",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "或许你需要问问自己几个问题：如果在亲密关系（恋爱、婚姻）中揭示自己的恋爱史，对你来说意味着什么？你会有什么样的感受？会感到害怕或者担忧吗？如果是的话，那你害怕的是什么呢？你坚守的观念是“即使是夫妻也无权探查我的私事”吗？这个观念对亲密关系中的另一方是否适用？如果他曾经谈过恋爱，但告诉你他没有，你会有什么感受？会介意吗？如果你坚信恋爱史是个人隐私，即便在亲密关系中也无权探查，那么这个观念应该可以相互适用，也就是说你不允许对方探查你的恋爱史的同时，你也对对方的恋爱史不感兴趣，并认为双方没有必要坦露彼此的恋爱史。如果你能做到这些，那说明你真的信守这个观念，而不是因为害怕对方知道你的恋爱史而介意你的过去。如果你因为害怕才选择不坦诚恋爱史，那就要思考一下“谈过恋爱”对你来说意味着什么，你会介意对方的过去吗？如果你并不介意，那么为什么你会认为对方会介意你的过去呢？是不是你心里藏着一些观念，例如“女性只有没有谈过恋爱才算纯洁”或者“男性都会介意女友的过去”之类的？如果有这样的想法，那么真正影响你们关系的并不是你的恋爱史，而是你内心的这些想法。除非一个人自己认为“过去”让自己不完美，否则他不需要隐瞒自己的经历，无论是家庭、学业还是恋爱。但是现实中，往往真正让对方介意的并不是谈过恋爱，而是“隐瞒”，因为隐瞒意味着不信任，也就是你不相信对方能够接受你的过去，或者不相信对方真的喜欢你。这种“不信任”是对关系最大的伤害。",
    "annotation": [
      {
        "sentence": "或许你需要问问自己几个问题：如果在亲密关系（恋爱、婚姻）中揭示自己的恋爱史，对你来说意味着什么？",
        "label": ""
      },
      {
        "sentence": "你会有什么样的感受？",
        "label": ""
      },
      {
        "sentence": "会感到害怕或者担忧吗？",
        "label": ""
      },
      {
        "sentence": "如果是的话，那你害怕的是什么呢？",
        "label": ""
      },
      {
        "sentence": "你坚守的观念是“即使是夫妻也无权探查我的私事”吗？",
        "label": ""
      },
      {
        "sentence": "这个观念对亲密关系中的另一方是否适用？",
        "label": ""
      },
      {
        "sentence": "如果他曾经谈过恋爱，但告诉你他没有，你会有什么感受？",
        "label": ""
      },
      {
        "sentence": "会介意吗？",
        "label": ""
      },
      {
        "sentence": "如果你坚信恋爱史是个人隐私，即便在亲密关系中也无权探查，那么这个观念应该可以相互适用，也就是说你不允许对方探查你的恋爱史的同时，你也对对方的恋爱史不感兴趣，并认为双方没有必要坦露彼此的恋爱史。",
        "label": ""
      },
      {
        "sentence": "如果你能做到这些，那说明你真的信守这个观念，而不是因为害怕对方知道你的恋爱史而介意你的过去。",
        "label": ""
      },
      {
        "sentence": "如果你因为害怕才选择不坦诚恋爱史，那就要思考一下“谈过恋爱”对你来说意味着什么，你会介意对方的过去吗？",
        "label": ""
      },
      {
        "sentence": "如果你并不介意，那么为什么你会认为对方会介意你的过去呢？",
        "label": ""
      },
      {
        "sentence": "是不是你心里藏着一些观念，例如“女性只有没有谈过恋爱才算纯洁”或者“男性都会介意女友的过去”之类的？",
        "label": ""
      },
      {
        "sentence": "如果有这样的想法，那么真正影响你们关系的并不是你的恋爱史，而是你内心的这些想法。",
        "label": ""
      },
      {
        "sentence": "除非一个人自己认为“过去”让自己不完美，否则他不需要隐瞒自己的经历，无论是家庭、学业还是恋爱。",
        "label": ""
      },
      {
        "sentence": "但是现实中，往往真正让对方介意的并不是谈过恋爱，而是“隐瞒”，因为隐瞒意味着不信任，也就是你不相信对方能够接受你的过去，或者不相信对方真的喜欢你。",
        "label": ""
      },
      {
        "sentence": "这种“不信任”是对关系最大的伤害。",
        "label": ""
      }
    ]
  }
]