[
  {
    "role": "client",
    "content": "我是一个21岁的女孩，我应该隐瞒自己的恋爱史吗？我有一个即将在一起的异性朋友，我们平时聊天很好，相处也没问题。我之前有过两段短暂的恋爱，加起来也就几个月，而且没有发生任何亲密关系，更像是网恋。他之前向我坦诚了自己的情感经历，并问能否分享一下我的情感经历，但我不太喜欢告诉他人我的隐私（我个人认为，即使夫妻也无权探查我的私事），所以就告诉他我没谈过恋爱。当时我想着我啥亲密关系也没发生，而且和前两任几乎都是网上聊天，就告诉他从未谈过恋爱。请问我这么做对吗？还是没有是非对错之分。我认为这是一种善意的谎言，但是现在又每天十分纠结，害怕会被发现以前的恋爱史。请问，过去的事会容易被发现吗？我是一个藏得住秘密的人，有很多事我都不想告诉别人，我是不是做错了……还有，我也想请问一下，是不是真的爱你的人并不会介意你的过去呢？我应该如实告诉他我的过去、说我之前欺骗了他吗？我自己并不是很想分享给他人，但是又害怕被发现…",
    "annotation": [
      {
        "sentence": "我是一个21岁的女孩，我应该隐瞒自己的恋爱史吗？",
        "label": ""
      },
      {
        "sentence": "我有一个即将在一起的异性朋友，我们平时聊天很好，相处也没问题。",
        "label": ""
      },
      {
        "sentence": "我之前有过两段短暂的恋爱，加起来也就几个月，而且没有发生任何亲密关系，更像是网恋。",
        "label": ""
      },
      {
        "sentence": "他之前向我坦诚了自己的情感经历，并问能否分享一下我的情感经历，但我不太喜欢告诉他人我的隐私（我个人认为，即使夫妻也无权探查我的私事），所以就告诉他我没谈过恋爱。",
        "label": ""
      },
      {
        "sentence": "当时我想着我啥亲密关系也没发生，而且和前两任几乎都是网上聊天，就告诉他从未谈过恋爱。",
        "label": ""
      },
      {
        "sentence": "请问我这么做对吗？",
        "label": ""
      },
      {
        "sentence": "还是没有是非对错之分。",
        "label": ""
      },
      {
        "sentence": "我认为这是一种善意的谎言，但是现在又每天十分纠结，害怕会被发现以前的恋爱史。",
        "label": ""
      },
      {
        "sentence": "请问，过去的事会容易被发现吗？",
        "label": ""
      },
      {
        "sentence": "我是一个藏得住秘密的人，有很多事我都不想告诉别人，我是不是做错了……还有，我也想请问一下，是不是真的爱你的人并不会介意你的过去呢？",
        "label": ""
      },
      {
        "sentence": "我应该如实告诉他我的过去、说我之前欺骗了他吗？",
        "label": ""
      },
      {
        "sentence": "我自己并不是很想分享给他人，但是又害怕被发现…",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的纠结和矛盾的心情我很理解。一方面，你觉得过去的短暂恋爱没有发生任何亲密关系，更像是网恋，所以你觉得不算谈过恋爱，而且你认为这是你的隐私，即便是很亲密的夫妻关系都无权过问；但是另一方面，你很害怕对方会不会通过某些渠道得知了，对方是不是会接受你的过去。亲爱的，对方问起你的感情过往可能是想对你了解更多一些，当然你可以跟对方表明这是你的隐私，先看看对方的态度会不会改变。毕竟，人性是无法考验的。既然你之前告诉对方自己没有谈过恋爱，那就让这件事情翻篇吧，如果对方真的通过其他渠道知道了，你可以解释一下自己过去的恋爱经历都很短暂，而且没有亲密关系发生。当我们反复在一个事情上摇摆不定，会让自己很心累。建议你尽早决定要不要跟对方坦白，如果不要，就停止纠结和害怕；如果要，可以找一个合适的机会跟对方说，并解释一下当初为什么选择说没有谈过恋爱。至于是不是爱你的人不会介意你的过去，这个真的因人而异，我无法给出一个准确的答案，因为不知道你会遇到怎样的另一半。当然，并不是介意过去是检验对方爱你的唯一标准。我个人觉得，两个人在一起信任是很重要的，当然你之前不愿意说也有你自己的原因，遵循你内心的想法吧。我们无法控制某些事情发展的方向，尤其是感情问题。一旦做出选择，就要接受选择带来的一切后果。我们已经是成年人了，要学会对自己的选择负责。当你想清楚这个事情后，或许你就不会那么纠结了。",
    "annotation": [
      {
        "sentence": "你现在的纠结和矛盾的心情我很理解。",
        "label": ""
      },
      {
        "sentence": "一方面，你觉得过去的短暂恋爱没有发生任何亲密关系，更像是网恋，所以你觉得不算谈过恋爱，而且你认为这是你的隐私，即便是很亲密的夫妻关系都无权过问；但是另一方面，你很害怕对方会不会通过某些渠道得知了，对方是不是会接受你的过去。",
        "label": ""
      },
      {
        "sentence": "亲爱的，对方问起你的感情过往可能是想对你了解更多一些，当然你可以跟对方表明这是你的隐私，先看看对方的态度会不会改变。",
        "label": ""
      },
      {
        "sentence": "毕竟，人性是无法考验的。",
        "label": ""
      },
      {
        "sentence": "既然你之前告诉对方自己没有谈过恋爱，那就让这件事情翻篇吧，如果对方真的通过其他渠道知道了，你可以解释一下自己过去的恋爱经历都很短暂，而且没有亲密关系发生。",
        "label": ""
      },
      {
        "sentence": "当我们反复在一个事情上摇摆不定，会让自己很心累。",
        "label": ""
      },
      {
        "sentence": "建议你尽早决定要不要跟对方坦白，如果不要，就停止纠结和害怕；如果要，可以找一个合适的机会跟对方说，并解释一下当初为什么选择说没有谈过恋爱。",
        "label": ""
      },
      {
        "sentence": "至于是不是爱你的人不会介意你的过去，这个真的因人而异，我无法给出一个准确的答案，因为不知道你会遇到怎样的另一半。",
        "label": ""
      },
      {
        "sentence": "当然，并不是介意过去是检验对方爱你的唯一标准。",
        "label": ""
      },
      {
        "sentence": "我个人觉得，两个人在一起信任是很重要的，当然你之前不愿意说也有你自己的原因，遵循你内心的想法吧。",
        "label": ""
      },
      {
        "sentence": "我们无法控制某些事情发展的方向，尤其是感情问题。",
        "label": ""
      },
      {
        "sentence": "一旦做出选择，就要接受选择带来的一切后果。",
        "label": ""
      },
      {
        "sentence": "我们已经是成年人了，要学会对自己的选择负责。",
        "label": ""
      },
      {
        "sentence": "当你想清楚这个事情后，或许你就不会那么纠结了。",
        "label": ""
      }
    ]
  }
]