[
  {
    "role": "client",
    "content": "我是一个21岁的女孩，我在想我是否应该隐瞒自己的恋爱史？我有一个即将发展恋爱关系的异性朋友，我们平时聊天也很好。在他之前，我曾经有过两段短暂的恋爱，总共也就几个月时间，而且没有发生过任何亲密关系，更接近于网恋。他之前坦诚了他的情感经历，并问我是否能也分享一下我的情感经历。但我不喜欢分享个人隐私（即使是夫妻我个人认为也无权探查我的私事），所以我告诉他我没有谈过恋爱。当时我想着我并没有发生过任何亲密关系，而且前两段恋爱几乎都是在网上聊天，所以我就告诉他我从未谈过恋爱。请问我这样做对吗？或者说这并没有对错之分。我认为这是一种善意的谎言，但现在我每天都很纠结，害怕会被发现我之前的恋爱经历。请问，过去的事情会容易被发现吗？我是一个擅长保守秘密的人，有很多事情我都不愿意告诉别人。我是不是做错了……还有，我想请问一下，是不是真正爱你的人不会介意你的过去呢？我应该如实告诉他我的过去，并说我曾经欺骗了他吗？我自己并不是很想分享给他人，但又害怕被发现…",
    "annotation": [
      {
        "sentence": "我是一个21岁的女孩，我在想我是否应该隐瞒自己的恋爱史？",
        "label": ""
      },
      {
        "sentence": "我有一个即将发展恋爱关系的异性朋友，我们平时聊天也很好。",
        "label": ""
      },
      {
        "sentence": "在他之前，我曾经有过两段短暂的恋爱，总共也就几个月时间，而且没有发生过任何亲密关系，更接近于网恋。",
        "label": ""
      },
      {
        "sentence": "他之前坦诚了他的情感经历，并问我是否能也分享一下我的情感经历。",
        "label": ""
      },
      {
        "sentence": "但我不喜欢分享个人隐私（即使是夫妻我个人认为也无权探查我的私事），所以我告诉他我没有谈过恋爱。",
        "label": ""
      },
      {
        "sentence": "当时我想着我并没有发生过任何亲密关系，而且前两段恋爱几乎都是在网上聊天，所以我就告诉他我从未谈过恋爱。",
        "label": ""
      },
      {
        "sentence": "请问我这样做对吗？",
        "label": ""
      },
      {
        "sentence": "或者说这并没有对错之分。",
        "label": ""
      },
      {
        "sentence": "我认为这是一种善意的谎言，但现在我每天都很纠结，害怕会被发现我之前的恋爱经历。",
        "label": ""
      },
      {
        "sentence": "请问，过去的事情会容易被发现吗？",
        "label": ""
      },
      {
        "sentence": "我是一个擅长保守秘密的人，有很多事情我都不愿意告诉别人。",
        "label": ""
      },
      {
        "sentence": "我是不是做错了……还有，我想请问一下，是不是真正爱你的人不会介意你的过去呢？",
        "label": ""
      },
      {
        "sentence": "我应该如实告诉他我的过去，并说我曾经欺骗了他吗？",
        "label": ""
      },
      {
        "sentence": "我自己并不是很想分享给他人，但又害怕被发现…",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情。女孩是否应该隐瞒自己的恋爱史这个问题事实上并没有绝对的对错之分，而是取决于你是否想要说和愿不愿意说。当然，撒谎并不是一个建议的方式。你可以说，基本上没有，不想提及那些事情……如果对方问起，也没有表达出对这些非常在意的样子，可能只是一种交流，一种好奇。问题的关键在于你为什么不愿意说出来，或者说如果你说出来会有什么问题，会让你有什么感受？一旦弄清楚这一点，我认为你的困扰可能也就不存在了。如果你担心说出来对方就会离开你，那可能是因为你缺乏安全感，这样的关系可能太脆弱了，早点分开也许会更好。一般来说，过去的事情属于个人隐私，你完全有权利闭口不谈，而如果对方因为你的过去而否定了你，其实对你来说是一个及时止损的好机会。真正爱你的人不会在乎这些。祝好！",
    "annotation": [
      {
        "sentence": "非常理解你的心情。",
        "label": ""
      },
      {
        "sentence": "女孩是否应该隐瞒自己的恋爱史这个问题事实上并没有绝对的对错之分，而是取决于你是否想要说和愿不愿意说。",
        "label": ""
      },
      {
        "sentence": "当然，撒谎并不是一个建议的方式。",
        "label": ""
      },
      {
        "sentence": "你可以说，基本上没有，不想提及那些事情……如果对方问起，也没有表达出对这些非常在意的样子，可能只是一种交流，一种好奇。",
        "label": ""
      },
      {
        "sentence": "问题的关键在于你为什么不愿意说出来，或者说如果你说出来会有什么问题，会让你有什么感受？",
        "label": ""
      },
      {
        "sentence": "一旦弄清楚这一点，我认为你的困扰可能也就不存在了。",
        "label": ""
      },
      {
        "sentence": "如果你担心说出来对方就会离开你，那可能是因为你缺乏安全感，这样的关系可能太脆弱了，早点分开也许会更好。",
        "label": ""
      },
      {
        "sentence": "一般来说，过去的事情属于个人隐私，你完全有权利闭口不谈，而如果对方因为你的过去而否定了你，其实对你来说是一个及时止损的好机会。",
        "label": ""
      },
      {
        "sentence": "真正爱你的人不会在乎这些。",
        "label": ""
      },
      {
        "sentence": "祝好！",
        "label": ""
      }
    ]
  }
]