[
  {
    "role": "client",
    "content": "我28岁了还想考研，没有任何工作经验，我觉得我很奇怪。我总是很容易放弃，可这次我却下定决心要全力以赴地学习。每次学到新知识的时候，我都会感到一种兴奋。我一直坚持下来可能是因为我的老师都很温柔，即使我表现糟糕他们也不会责备我。但是我担心的是，如果老师开始指正我，我可能就会放弃了。只是指点，并不是指责，但是我总是觉得自己无法达到老师的要求，然后就会感到自己是个废柴，最终选择放弃。我也会后悔选考研。现在我已经25岁了，而同龄的人都在结婚或者已经找到稳定的工作，而我却还想继续读书，享受学生时光。我是个学习一直垫底的人，但是现在终于懂得了如何学习。但是，如果我27岁才读研究生，我就需要花费父母好多年的钱。而且我担心毕业后因为年龄太大而被公司拒绝。我是不是过于理想化了呢？",
    "annotation": [
      {
        "sentence": "我28岁了还想考研，没有任何工作经验，我觉得我很奇怪。",
        "label": ""
      },
      {
        "sentence": "我总是很容易放弃，可这次我却下定决心要全力以赴地学习。",
        "label": ""
      },
      {
        "sentence": "每次学到新知识的时候，我都会感到一种兴奋。",
        "label": ""
      },
      {
        "sentence": "我一直坚持下来可能是因为我的老师都很温柔，即使我表现糟糕他们也不会责备我。",
        "label": ""
      },
      {
        "sentence": "但是我担心的是，如果老师开始指正我，我可能就会放弃了。",
        "label": ""
      },
      {
        "sentence": "只是指点，并不是指责，但是我总是觉得自己无法达到老师的要求，然后就会感到自己是个废柴，最终选择放弃。",
        "label": ""
      },
      {
        "sentence": "我也会后悔选考研。",
        "label": ""
      },
      {
        "sentence": "现在我已经25岁了，而同龄的人都在结婚或者已经找到稳定的工作，而我却还想继续读书，享受学生时光。",
        "label": ""
      },
      {
        "sentence": "我是个学习一直垫底的人，但是现在终于懂得了如何学习。",
        "label": ""
      },
      {
        "sentence": "但是，如果我27岁才读研究生，我就需要花费父母好多年的钱。",
        "label": ""
      },
      {
        "sentence": "而且我担心毕业后因为年龄太大而被公司拒绝。",
        "label": ""
      },
      {
        "sentence": "我是不是过于理想化了呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "【为自己选择负责】亲爱的朋友，看到你的烦恼，你好像很为难。是读书还是不读书？会不会有人指责我年龄太大？看到身边的人都结婚生孩子了，而我却依然在困惑。你感到困惑，感到无所适从，渴望追求某种生活，但又害怕后果。对吧？我相信每个人都有过这样的犹豫时刻，无法决定是A还是B。因为我们都害怕，害怕选择了某个决定后会有怎样的后果。但是我们不能因为害怕后果而不为自己做出决定，也不能阻止自己前进。如果我们总是这样，我们的人生将无法向前发展。所以我们还是要做出选择，但是在做决定之前，要为自己负责。让我们来看看。【首先】人生属于我们自己，别人无法代替我们做决定。无论发生什么情况，人生都是属于你自己的。你看到同龄人都结婚生孩子，那是因为他们为自己的人生负责。我相信他们也曾经面临过你现在面临的选择，比如说“我要不要嫁给那个人？”“我要不要辞去工作，换一个新的岗位？”但是他们都是在为自己的选择负责任后，作出了最终的决定。你也要有这样一个思考问题的基础。无论结果如何，都要为自己的决定承担责任。【第二】进行利弊分析，尤其是考虑最糟糕的情况。作为一个成熟的人，一定要有长远的眼光，考虑到最糟糕的情况。你能够意识到自己的工作经验和年龄是一个非常严肃的问题。这是一个现实的困扰。【第三】问问自己为什么？搞清楚自己的动机，“为什么我选择读书，而不是找工作？”你了解自己的动机吗？我曾经见过有人读书读到30岁，只是因为想要逃避社会的压力。我不知道你背后的动机是什么，但是希望你能搞清楚自己的动机。如果你选择读书只是为了逃避社会的压力，那就和读书没有直接的关系。这只是和你逃避和害怕面对社会有关。尝试找出你害怕的原因，然后解决它。【第四】问问自己，会不会后悔？在做出最终决定之前，问问自己，如果我这样做了，会后悔吗？不同的人有不同的生活方式和选择，有人一直单身，有人20岁就结婚了，有人不断换工作，有人在同一个公司工作了15年，有人不断考学位，有人只有小学文凭。这些都是不同的选择和生活方式，没有好与坏之分，只有对自己最有利的选择。无论你的选择是什么，我都会支持你和尊重你。你只需要记住一件事：为自己的选择负责，为自己的人生负责。祝你好运！最美好的祝福！你的朋友：Audrey。",
    "annotation": [
      {
        "sentence": "【为自己选择负责】亲爱的朋友，看到你的烦恼，你好像很为难。",
        "label": ""
      },
      {
        "sentence": "是读书还是不读书？",
        "label": ""
      },
      {
        "sentence": "会不会有人指责我年龄太大？",
        "label": ""
      },
      {
        "sentence": "看到身边的人都结婚生孩子了，而我却依然在困惑。",
        "label": ""
      },
      {
        "sentence": "你感到困惑，感到无所适从，渴望追求某种生活，但又害怕后果。",
        "label": ""
      },
      {
        "sentence": "对吧？",
        "label": ""
      },
      {
        "sentence": "我相信每个人都有过这样的犹豫时刻，无法决定是A还是B。",
        "label": ""
      },
      {
        "sentence": "因为我们都害怕，害怕选择了某个决定后会有怎样的后果。",
        "label": ""
      },
      {
        "sentence": "但是我们不能因为害怕后果而不为自己做出决定，也不能阻止自己前进。",
        "label": ""
      },
      {
        "sentence": "如果我们总是这样，我们的人生将无法向前发展。",
        "label": ""
      },
      {
        "sentence": "所以我们还是要做出选择，但是在做决定之前，要为自己负责。",
        "label": ""
      },
      {
        "sentence": "让我们来看看。",
        "label": ""
      },
      {
        "sentence": "【首先】人生属于我们自己，别人无法代替我们做决定。",
        "label": ""
      },
      {
        "sentence": "无论发生什么情况，人生都是属于你自己的。",
        "label": ""
      },
      {
        "sentence": "你看到同龄人都结婚生孩子，那是因为他们为自己的人生负责。",
        "label": ""
      },
      {
        "sentence": "我相信他们也曾经面临过你现在面临的选择，比如说“我要不要嫁给那个人？",
        "label": ""
      },
      {
        "sentence": "”“我要不要辞去工作，换一个新的岗位？",
        "label": ""
      },
      {
        "sentence": "”但是他们都是在为自己的选择负责任后，作出了最终的决定。",
        "label": ""
      },
      {
        "sentence": "你也要有这样一个思考问题的基础。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，都要为自己的决定承担责任。",
        "label": ""
      },
      {
        "sentence": "【第二】进行利弊分析，尤其是考虑最糟糕的情况。",
        "label": ""
      },
      {
        "sentence": "作为一个成熟的人，一定要有长远的眼光，考虑到最糟糕的情况。",
        "label": ""
      },
      {
        "sentence": "你能够意识到自己的工作经验和年龄是一个非常严肃的问题。",
        "label": ""
      },
      {
        "sentence": "这是一个现实的困扰。",
        "label": ""
      },
      {
        "sentence": "【第三】问问自己为什么？",
        "label": ""
      },
      {
        "sentence": "搞清楚自己的动机，“为什么我选择读书，而不是找工作？",
        "label": ""
      },
      {
        "sentence": "”你了解自己的动机吗？",
        "label": ""
      },
      {
        "sentence": "我曾经见过有人读书读到30岁，只是因为想要逃避社会的压力。",
        "label": ""
      },
      {
        "sentence": "我不知道你背后的动机是什么，但是希望你能搞清楚自己的动机。",
        "label": ""
      },
      {
        "sentence": "如果你选择读书只是为了逃避社会的压力，那就和读书没有直接的关系。",
        "label": ""
      },
      {
        "sentence": "这只是和你逃避和害怕面对社会有关。",
        "label": ""
      },
      {
        "sentence": "尝试找出你害怕的原因，然后解决它。",
        "label": ""
      },
      {
        "sentence": "【第四】问问自己，会不会后悔？",
        "label": ""
      },
      {
        "sentence": "在做出最终决定之前，问问自己，如果我这样做了，会后悔吗？",
        "label": ""
      },
      {
        "sentence": "不同的人有不同的生活方式和选择，有人一直单身，有人20岁就结婚了，有人不断换工作，有人在同一个公司工作了15年，有人不断考学位，有人只有小学文凭。",
        "label": ""
      },
      {
        "sentence": "这些都是不同的选择和生活方式，没有好与坏之分，只有对自己最有利的选择。",
        "label": ""
      },
      {
        "sentence": "无论你的选择是什么，我都会支持你和尊重你。",
        "label": ""
      },
      {
        "sentence": "你只需要记住一件事：为自己的选择负责，为自己的人生负责。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "最美好的祝福！",
        "label": ""
      },
      {
        "sentence": "你的朋友：Audrey。",
        "label": ""
      }
    ]
  }
]