[
  {
    "role": "client",
    "content": "我该怎么办？感觉对生活失去了期望。没有任何期待。在27岁的年纪真的很难，大学毕业之后迷失了自己三年，终于在去年找到了方向，并且确实在朝着自己的规划前进。和女朋友在一起十年，从17岁到27岁。在谈婚论嫁的年纪却分了手。我被对方父母由内而外地否定了。她哭着对我说：‘我们没有以后了。。。’，我当时感觉我心里好像有个什么东西碎掉了，碎得比灭霸打响指还彻底。之前为了能给她一个未来，也让她看到了我的努力，整天整天地加班，技术确实进步很快。但是自从和她分手之后，我变得很懒，不愿意加班，天天到点就走。这样似乎和我的理想渐行渐远了，可是我又无力改变现状。所以现在就很矛盾，不止一次有过不好的厌世想法，我知道这样不好，可是又是不是就有自杀想法。生无可恋，不如一死。我真的好累，整晚整晚熬夜。日子真的好难。",
    "annotation": [
      {
        "sentence": "我该怎么办？",
        "label": ""
      },
      {
        "sentence": "感觉对生活失去了期望。",
        "label": ""
      },
      {
        "sentence": "没有任何期待。",
        "label": ""
      },
      {
        "sentence": "在27岁的年纪真的很难，大学毕业之后迷失了自己三年，终于在去年找到了方向，并且确实在朝着自己的规划前进。",
        "label": ""
      },
      {
        "sentence": "和女朋友在一起十年，从17岁到27岁。",
        "label": ""
      },
      {
        "sentence": "在谈婚论嫁的年纪却分了手。",
        "label": ""
      },
      {
        "sentence": "我被对方父母由内而外地否定了。",
        "label": ""
      },
      {
        "sentence": "她哭着对我说：‘我们没有以后了。。。",
        "label": ""
      },
      {
        "sentence": "’，我当时感觉我心里好像有个什么东西碎掉了，碎得比灭霸打响指还彻底。",
        "label": ""
      },
      {
        "sentence": "之前为了能给她一个未来，也让她看到了我的努力，整天整天地加班，技术确实进步很快。",
        "label": ""
      },
      {
        "sentence": "但是自从和她分手之后，我变得很懒，不愿意加班，天天到点就走。",
        "label": ""
      },
      {
        "sentence": "这样似乎和我的理想渐行渐远了，可是我又无力改变现状。",
        "label": ""
      },
      {
        "sentence": "所以现在就很矛盾，不止一次有过不好的厌世想法，我知道这样不好，可是又是不是就有自杀想法。",
        "label": ""
      },
      {
        "sentence": "生无可恋，不如一死。",
        "label": ""
      },
      {
        "sentence": "我真的好累，整晚整晚熬夜。",
        "label": ""
      },
      {
        "sentence": "日子真的好难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你大学毕业后，迷失了自己三年，现在已经找到了方向，而且正安照自己规划的方向努力着；你让你的女朋友看到了你的努力“整天整天地加班，技术确实进步很快”，即使这样，相处了十年的女朋友还是和你分手了；于是，你就像变了个人：“我变得很懒，不愿意加班，天天到点就走”、“我真的好累，整晚整晚熬夜。日子真的好难。”能够理解你的这种心情，毕竟交往了十年，已经到了谈婚论嫁了，结果还是分手。这种打击，确实让人难以接受。好在，你是个有理想的人，懂得不能这样就被打倒了，但没有力量来支持你渡过这个非常时期，是吗？",
    "annotation": [
      {
        "sentence": "在你大学毕业后，迷失了自己三年，现在已经找到了方向，而且正安照自己规划的方向努力着；你让你的女朋友看到了你的努力“整天整天地加班，技术确实进步很快”，即使这样，相处了十年的女朋友还是和你分手了；于是，你就像变了个人：“我变得很懒，不愿意加班，天天到点就走”、“我真的好累，整晚整晚熬夜。",
        "label": ""
      },
      {
        "sentence": "日子真的好难。",
        "label": ""
      },
      {
        "sentence": "”能够理解你的这种心情，毕竟交往了十年，已经到了谈婚论嫁了，结果还是分手。",
        "label": ""
      },
      {
        "sentence": "这种打击，确实让人难以接受。",
        "label": ""
      },
      {
        "sentence": "好在，你是个有理想的人，懂得不能这样就被打倒了，但没有力量来支持你渡过这个非常时期，是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的感到很无助。我曾经为了她的未来和我们的幸福付出了那么多努力，可现在一切都崩塌了。我觉得自己的努力没有意义，也不知道该往哪个方向前进了。",
    "annotation": [
      {
        "sentence": "是的，我真的感到很无助。",
        "label": ""
      },
      {
        "sentence": "我曾经为了她的未来和我们的幸福付出了那么多努力，可现在一切都崩塌了。",
        "label": ""
      },
      {
        "sentence": "我觉得自己的努力没有意义，也不知道该往哪个方向前进了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的回答能帮到你找回力量，战胜目前的困难，回到你为你自己的理想奋斗的路上去。你说的没错，十年的感情，说没就没了，这个打击确实很大。如果我们冷静下来分析一下，你也才27岁，在自己的人生长河中，一切也都才刚刚开始，是吗？有一点是可以确认的，就是这个世界上与你志趣相投的人，绝不仅仅是这一个，只是你还没有遇到。那怎样才能遇到呢？",
    "annotation": [
      {
        "sentence": "希望我的回答能帮到你找回力量，战胜目前的困难，回到你为你自己的理想奋斗的路上去。",
        "label": ""
      },
      {
        "sentence": "你说的没错，十年的感情，说没就没了，这个打击确实很大。",
        "label": ""
      },
      {
        "sentence": "如果我们冷静下来分析一下，你也才27岁，在自己的人生长河中，一切也都才刚刚开始，是吗？",
        "label": ""
      },
      {
        "sentence": "有一点是可以确认的，就是这个世界上与你志趣相投的人，绝不仅仅是这一个，只是你还没有遇到。",
        "label": ""
      },
      {
        "sentence": "那怎样才能遇到呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，我不能因为这次感情的失败就放弃自己的理想。我确实还年轻，还有很多机会去发现更适合我的人。但是现在面对这个失去的打击，我真的不知道该怎么恢复自信，重新找回那种追求理想的动力。",
    "annotation": [
      {
        "sentence": "我明白你的意思，我不能因为这次感情的失败就放弃自己的理想。",
        "label": ""
      },
      {
        "sentence": "我确实还年轻，还有很多机会去发现更适合我的人。",
        "label": ""
      },
      {
        "sentence": "但是现在面对这个失去的打击，我真的不知道该怎么恢复自信，重新找回那种追求理想的动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，一是要明确理想一定是你自己的理想，是为了做更好的自己而为你自己设定的理想，不是为了讨好谁、为了给谁看、为了证明自己而设定的理想。这一点很重要，我们自己的人生不能活在别人的期待中，不是等着别人来评价你努不努力，你就有力量为理想而努力；如果没有得到认可，你就不为理想去努力了。那只能说明，这个理想还不是你的，是你为别人设定的。所以，确立自己的理想，是你人生开始的第一步。",
    "annotation": [
      {
        "sentence": "首先，一是要明确理想一定是你自己的理想，是为了做更好的自己而为你自己设定的理想，不是为了讨好谁、为了给谁看、为了证明自己而设定的理想。",
        "label": ""
      },
      {
        "sentence": "这一点很重要，我们自己的人生不能活在别人的期待中，不是等着别人来评价你努不努力，你就有力量为理想而努力；如果没有得到认可，你就不为理想去努力了。",
        "label": ""
      },
      {
        "sentence": "那只能说明，这个理想还不是你的，是你为别人设定的。",
        "label": ""
      },
      {
        "sentence": "所以，确立自己的理想，是你人生开始的第一步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，这次的挫折让我明白了这样的道理。我要重新审视我自己的理想，确保它是真正属于我的。但是关于分手的问题，我一直在思考，她的父母对我的否定到底是怎样产生的，我还没有找到答案。",
    "annotation": [
      {
        "sentence": "确实，这次的挫折让我明白了这样的道理。",
        "label": ""
      },
      {
        "sentence": "我要重新审视我自己的理想，确保它是真正属于我的。",
        "label": ""
      },
      {
        "sentence": "但是关于分手的问题，我一直在思考，她的父母对我的否定到底是怎样产生的，我还没有找到答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "十年的感情，就因为父母的反对而分手，这可能不是根本原因吧？她的父母对你的否定，是一开始认同现在才否定的吗？还是一直都否定，你女朋友到现在才下决心分手？你要从中找出问题的症结，才能为你今后人生之路积累经验，给你成长的力量，所谓“失败是成功之母”。",
    "annotation": [
      {
        "sentence": "十年的感情，就因为父母的反对而分手，这可能不是根本原因吧？",
        "label": ""
      },
      {
        "sentence": "她的父母对你的否定，是一开始认同现在才否定的吗？",
        "label": ""
      },
      {
        "sentence": "还是一直都否定，你女朋友到现在才下决心分手？",
        "label": ""
      },
      {
        "sentence": "你要从中找出问题的症结，才能为你今后人生之路积累经验，给你成长的力量，所谓“失败是成功之母”。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要深入探究这个问题。也许我应该和她好好沟通，了解她的真实想法和父母的态度。这样我才能更好地面对这个打击，也为将来的发展做出正确的决策。",
    "annotation": [
      {
        "sentence": "你说得对，我需要深入探究这个问题。",
        "label": ""
      },
      {
        "sentence": "也许我应该和她好好沟通，了解她的真实想法和父母的态度。",
        "label": ""
      },
      {
        "sentence": "这样我才能更好地面对这个打击，也为将来的发展做出正确的决策。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，勇敢地去面对这个问题，跟你的女朋友坦诚交流，并寻找解决的办法。最后呢，开阔一下自己的视野，人生的美好，除了爱情还有亲情、友情，还有自我成长的快乐，还有享受独处时光的乐趣等等等等。祝福你！为自己的理想而奋斗之路也是充满快乐的。",
    "annotation": [
      {
        "sentence": "很好，勇敢地去面对这个问题，跟你的女朋友坦诚交流，并寻找解决的办法。",
        "label": ""
      },
      {
        "sentence": "最后呢，开阔一下自己的视野，人生的美好，除了爱情还有亲情、友情，还有自我成长的快乐，还有享受独处时光的乐趣等等等等。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      },
      {
        "sentence": "为自己的理想而奋斗之路也是充满快乐的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我会尽力去面对困境，重新找回那份追逐理想的快乐和勇气。我相信未来会更美好的！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尽力去面对困境，重新找回那份追逐理想的快乐和勇气。",
        "label": ""
      },
      {
        "sentence": "我相信未来会更美好的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常棒！相信自己，保持积极的心态，去探索属于你自己的幸福和成功。你已经迈出了第一步，我也会一直在你身边支持你。加油！",
    "annotation": [
      {
        "sentence": "非常棒！",
        "label": ""
      },
      {
        "sentence": "相信自己，保持积极的心态，去探索属于你自己的幸福和成功。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，我也会一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]