[
  {
    "role": "client",
    "content": "向信任的人说了心里压着的事，他却让我忘记？我特别动情的说了关于我20多年心里压着所有不好的事，这些事从来没和别人说过，我觉得给了我最信任的人说，他却叫着我的名字，让我不要在活在过去，让我忘记，我觉得要早能忘记早就忘记了，我把我自己最糟糕的一面告诉了他，却换来说让我忘记，我十分的难过。觉得没人理解我。",
    "annotation": [
      {
        "sentence": "向信任的人说了心里压着的事，他却让我忘记？",
        "label": ""
      },
      {
        "sentence": "我特别动情的说了关于我20多年心里压着所有不好的事，这些事从来没和别人说过，我觉得给了我最信任的人说，他却叫着我的名字，让我不要在活在过去，让我忘记，我觉得要早能忘记早就忘记了，我把我自己最糟糕的一面告诉了他，却换来说让我忘记，我十分的难过。",
        "label": ""
      },
      {
        "sentence": "觉得没人理解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，我很理解你现在的感受。有时候，我们倾诉一番，但对方并没有给予我们希望中的支持和理解，这会让我们感到很失望和伤心。我想说，这位你信任的朋友在听到你的糟糕经历时，可能只是暂时没有找到恰当的方式来安慰你，而不代表他不理解你的情感。可能他之前从来没有听过你诉说的那样的事情，所以不知道如何应对。这并不一定表示他不在乎你的感受，只是他并没有处理好这种情况而已。你说得对，他叫着你的名字并对你说要忘记这一切，这种方式可能有点太简单粗暴了。",
    "annotation": [
      {
        "sentence": "嗯，我很理解你现在的感受。",
        "label": ""
      },
      {
        "sentence": "有时候，我们倾诉一番，但对方并没有给予我们希望中的支持和理解，这会让我们感到很失望和伤心。",
        "label": ""
      },
      {
        "sentence": "我想说，这位你信任的朋友在听到你的糟糕经历时，可能只是暂时没有找到恰当的方式来安慰你，而不代表他不理解你的情感。",
        "label": ""
      },
      {
        "sentence": "可能他之前从来没有听过你诉说的那样的事情，所以不知道如何应对。",
        "label": ""
      },
      {
        "sentence": "这并不一定表示他不在乎你的感受，只是他并没有处理好这种情况而已。",
        "label": ""
      },
      {
        "sentence": "你说得对，他叫着你的名字并对你说要忘记这一切，这种方式可能有点太简单粗暴了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我能理解他可能不知道如何应对，但我觉得他真的不理解我。我曾经想着，只要能找到一个信任的对象，我就能好好地倾诉一番，希望他能够真正理解我内心的苦楚。然而，现实却让我失望了，我觉得自己的伤痛没有得到足够的重视和关怀，真的很难过。",
    "annotation": [
      {
        "sentence": "我能理解他可能不知道如何应对，但我觉得他真的不理解我。",
        "label": ""
      },
      {
        "sentence": "我曾经想着，只要能找到一个信任的对象，我就能好好地倾诉一番，希望他能够真正理解我内心的苦楚。",
        "label": ""
      },
      {
        "sentence": "然而，现实却让我失望了，我觉得自己的伤痛没有得到足够的重视和关怀，真的很难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得没错，倾诉确实是一种很重要的情感宣泄和寻求支持的方式。我们都希望找到一个能够承受我们所有情绪的人，可以为我们提供情感上的支持和关怀。不过，我们也要明白，他人并没有义务承载我们的情绪负担，也许他并没有意识到你的深度伤痛，这并不代表他不关心你。人与人之间的感受和观点都是各不相同的，我希望你能试着去理解他的无法理解，同时也不要对他寄予太高的期望。",
    "annotation": [
      {
        "sentence": "你说得没错，倾诉确实是一种很重要的情感宣泄和寻求支持的方式。",
        "label": ""
      },
      {
        "sentence": "我们都希望找到一个能够承受我们所有情绪的人，可以为我们提供情感上的支持和关怀。",
        "label": ""
      },
      {
        "sentence": "不过，我们也要明白，他人并没有义务承载我们的情绪负担，也许他并没有意识到你的深度伤痛，这并不代表他不关心你。",
        "label": ""
      },
      {
        "sentence": "人与人之间的感受和观点都是各不相同的，我希望你能试着去理解他的无法理解，同时也不要对他寄予太高的期望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白你的意思。或许我对他的期望确实过高了，对他的反应产生了过度的依赖。我应该尝试去理解他的角度，也接受他可能无法完全理解我的痛苦。但是，我还是觉得内心很痛苦，因为这是我从小到大一直以来的积压。我不知道应该怎么办，觉得没有人可以真正理解我。",
    "annotation": [
      {
        "sentence": "嗯，我明白你的意思。",
        "label": ""
      },
      {
        "sentence": "或许我对他的期望确实过高了，对他的反应产生了过度的依赖。",
        "label": ""
      },
      {
        "sentence": "我应该尝试去理解他的角度，也接受他可能无法完全理解我的痛苦。",
        "label": ""
      },
      {
        "sentence": "但是，我还是觉得内心很痛苦，因为这是我从小到大一直以来的积压。",
        "label": ""
      },
      {
        "sentence": "我不知道应该怎么办，觉得没有人可以真正理解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你此刻的痛苦和无助感。确实，长期以来积压的心理痛苦是很难一下子消解的。但这也并不意味着没有人可以真正理解你。我想建议你寻求一位专业的心理咨询师，他们接受过专业训练，能提供你更科学和有效的帮助。在倾诉的过程中，他们会更耐心地倾听你的故事，给予你更恰当的支持和指导。他们会帮助你更好地认识自己的情绪和痛苦，以及如何应对和释放它们。你可以试试寻找一位专业人士，让自己得到更专业的关注和理解。",
    "annotation": [
      {
        "sentence": "我可以理解你此刻的痛苦和无助感。",
        "label": ""
      },
      {
        "sentence": "确实，长期以来积压的心理痛苦是很难一下子消解的。",
        "label": ""
      },
      {
        "sentence": "但这也并不意味着没有人可以真正理解你。",
        "label": ""
      },
      {
        "sentence": "我想建议你寻求一位专业的心理咨询师，他们接受过专业训练，能提供你更科学和有效的帮助。",
        "label": ""
      },
      {
        "sentence": "在倾诉的过程中，他们会更耐心地倾听你的故事，给予你更恰当的支持和指导。",
        "label": ""
      },
      {
        "sentence": "他们会帮助你更好地认识自己的情绪和痛苦，以及如何应对和释放它们。",
        "label": ""
      },
      {
        "sentence": "你可以试试寻找一位专业人士，让自己得到更专业的关注和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我也曾经考虑过去找心理咨询师寻求帮助。但是，我一直觉得自己应该能够依靠自己来克服困难，不太愿意向外求助。听你这么说，我开始重新考虑了。或许专业心理咨询师能给予我更好的支持和指导，帮助我更好地应对内心的痛苦。谢谢你的建议，我会试着去寻找一位专业人士来和他们沟通，看看他们能为我做些什么。",
    "annotation": [
      {
        "sentence": "嗯，我也曾经考虑过去找心理咨询师寻求帮助。",
        "label": ""
      },
      {
        "sentence": "但是，我一直觉得自己应该能够依靠自己来克服困难，不太愿意向外求助。",
        "label": ""
      },
      {
        "sentence": "听你这么说，我开始重新考虑了。",
        "label": ""
      },
      {
        "sentence": "或许专业心理咨询师能给予我更好的支持和指导，帮助我更好地应对内心的痛苦。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会试着去寻找一位专业人士来和他们沟通，看看他们能为我做些什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很正常，很多人都希望自己能够独自克服困难。但有时候，对于长期积压的心理问题，自己可能无法找到最佳的解决办法。在这种情况下，向专业心理咨询师求助并不是一种懦弱，而是一种明智的选择。他们具有专业的知识和技巧，能够针对你的具体情况给予你更科学和有效的支持。我很高兴你开始考虑寻找专业人士的帮助，这对你的心理健康会有很大的帮助。希望你能找到一位称心如意的心理咨询师，并在他们的指导下逐渐缓解你的困扰。",
    "annotation": [
      {
        "sentence": "你的想法很正常，很多人都希望自己能够独自克服困难。",
        "label": ""
      },
      {
        "sentence": "但有时候，对于长期积压的心理问题，自己可能无法找到最佳的解决办法。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，向专业心理咨询师求助并不是一种懦弱，而是一种明智的选择。",
        "label": ""
      },
      {
        "sentence": "他们具有专业的知识和技巧，能够针对你的具体情况给予你更科学和有效的支持。",
        "label": ""
      },
      {
        "sentence": "我很高兴你开始考虑寻找专业人士的帮助，这对你的心理健康会有很大的帮助。",
        "label": ""
      },
      {
        "sentence": "希望你能找到一位称心如意的心理咨询师，并在他们的指导下逐渐缓解你的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会积极寻找心理咨询师，希望能在他们的帮助下找到心灵的出口，减轻我内心的痛苦。你的支持对我来说非常重要，真的很感激你能陪我倾诉和给予建议。希望我们以后还能继续保持联系，分享我的心情和进展。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会积极寻找心理咨询师，希望能在他们的帮助下找到心灵的出口，减轻我内心的痛苦。",
        "label": ""
      },
      {
        "sentence": "你的支持对我来说非常重要，真的很感激你能陪我倾诉和给予建议。",
        "label": ""
      },
      {
        "sentence": "希望我们以后还能继续保持联系，分享我的心情和进展。",
        "label": ""
      }
    ]
  }
]