[
  {
    "role": "client",
    "content": "向信任的人说了心里压着的事，他却让我忘记？我特别动情的说了关于我20多年心里压着所有不好的事，这些事从来没和别人说过，我觉得给了我最信任的人说，他却叫着我的名字，让我不要在活在过去，让我忘记，我觉得要早能忘记早就忘记了，我把我自己最糟糕的一面告诉了他，却换来说让我忘记，我十分的难过。觉得没人理解我。",
    "annotation": [
      {
        "sentence": "向信任的人说了心里压着的事，他却让我忘记？",
        "label": ""
      },
      {
        "sentence": "我特别动情的说了关于我20多年心里压着所有不好的事，这些事从来没和别人说过，我觉得给了我最信任的人说，他却叫着我的名字，让我不要在活在过去，让我忘记，我觉得要早能忘记早就忘记了，我把我自己最糟糕的一面告诉了他，却换来说让我忘记，我十分的难过。",
        "label": ""
      },
      {
        "sentence": "觉得没人理解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "向特别信任的人说了自己20多年压着的不好的事情，想从对方那儿得到理解和帮助，但是对方却让你忘了过去，不要活在过去。你感觉到很委屈、很伤心，觉得自己不被理解，不被重视。是啊，如果能够忘记过去，谁愿意永远迷失在过去呢？非常理解你的感受。你文字中的问题有两个：（1）过去的事情说给最信任的朋友听，不被理解；（2）不知道该如何忘记过去。下面，我们一起来看看你提到的两个问题。",
    "annotation": [
      {
        "sentence": "向特别信任的人说了自己20多年压着的不好的事情，想从对方那儿得到理解和帮助，但是对方却让你忘了过去，不要活在过去。",
        "label": ""
      },
      {
        "sentence": "你感觉到很委屈、很伤心，觉得自己不被理解，不被重视。",
        "label": ""
      },
      {
        "sentence": "是啊，如果能够忘记过去，谁愿意永远迷失在过去呢？",
        "label": ""
      },
      {
        "sentence": "非常理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你文字中的问题有两个：（1）过去的事情说给最信任的朋友听，不被理解；（2）不知道该如何忘记过去。",
        "label": ""
      },
      {
        "sentence": "下面，我们一起来看看你提到的两个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是觉得对方不理解我，感觉非常孤独和失望。我真的希望他能够像我倾诉的时候一样，给我一些支持和鼓励，让我感到安慰和被接纳。",
    "annotation": [
      {
        "sentence": "是的，我就是觉得对方不理解我，感觉非常孤独和失望。",
        "label": ""
      },
      {
        "sentence": "我真的希望他能够像我倾诉的时候一样，给我一些支持和鼓励，让我感到安慰和被接纳。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他当时的回应让你感到被忽视了，没有得到你需要的支持和安慰。你希望他能理解你的痛苦和困难，而不是简单地让你忘记过去。这种感受很正常，因为你内心深处渴望着被人理解和关心。你的感受是合理的，你并不是没有人理解你，只是这次你没有得到你想要的支持。但是，我们可以一起探讨一下如何面对这个问题，也许能找到解决的方法。",
    "annotation": [
      {
        "sentence": "他当时的回应让你感到被忽视了，没有得到你需要的支持和安慰。",
        "label": ""
      },
      {
        "sentence": "你希望他能理解你的痛苦和困难，而不是简单地让你忘记过去。",
        "label": ""
      },
      {
        "sentence": "这种感受很正常，因为你内心深处渴望着被人理解和关心。",
        "label": ""
      },
      {
        "sentence": "你的感受是合理的，你并不是没有人理解你，只是这次你没有得到你想要的支持。",
        "label": ""
      },
      {
        "sentence": "但是，我们可以一起探讨一下如何面对这个问题，也许能找到解决的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，也许我应该尝试寻找其他的方式来排解自己的情绪。或许我可以试着和其他朋友倾诉，或者寻求专业的心理咨询师的帮助。我希望能够找到一个可以让我倾诉并且理解我的人，帮助我面对和释放内心的负面情绪。",
    "annotation": [
      {
        "sentence": "你说得对，也许我应该尝试寻找其他的方式来排解自己的情绪。",
        "label": ""
      },
      {
        "sentence": "或许我可以试着和其他朋友倾诉，或者寻求专业的心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "我希望能够找到一个可以让我倾诉并且理解我的人，帮助我面对和释放内心的负面情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很好的尝试，你改变了寻求支持的方式，去寻找其他的人，比如朋友或专业的心理咨询师，这样你会有更多的机会找到理解和支持你的人。有时候我们会发现，不同的人对于我们的倾诉会有不同的反应和理解。所以，不要放弃寻找合适的支持来源。同时，你也可以考虑尝试写日记的方式来表达自己，这有助于你释放内心的负面情绪，让你更好地面对过去的困扰。",
    "annotation": [
      {
        "sentence": "这是一个很好的尝试，你改变了寻求支持的方式，去寻找其他的人，比如朋友或专业的心理咨询师，这样你会有更多的机会找到理解和支持你的人。",
        "label": ""
      },
      {
        "sentence": "有时候我们会发现，不同的人对于我们的倾诉会有不同的反应和理解。",
        "label": ""
      },
      {
        "sentence": "所以，不要放弃寻找合适的支持来源。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以考虑尝试写日记的方式来表达自己，这有助于你释放内心的负面情绪，让你更好地面对过去的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试一试的。但是我还是觉得很难忘记过去的痛苦和不好的经历。每次当我试图忘记它们时，它们总是会在脑海中不断浮现，让我感到沮丧和困惑。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试一试的。",
        "label": ""
      },
      {
        "sentence": "但是我还是觉得很难忘记过去的痛苦和不好的经历。",
        "label": ""
      },
      {
        "sentence": "每次当我试图忘记它们时，它们总是会在脑海中不断浮现，让我感到沮丧和困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，忘记过去的痛苦不是一件容易的事情。有时候我们越是刻意想要忘记，反而越难以做到。我理解你的困惑和沮丧。忘记过去并不意味着完全抹掉那些经历，而是要学会接纳它们并与它们和平相处。有一部分记忆会一直存在，但我们可以改变对待它们的态度。你可以尝试通过主动思考过去的经历，回忆当时的感受，逐渐接纳并从中学习。这个过程可能会有一些痛苦，但只有当我们直面它们的时候，我们才能真正地放下它们，向前看。",
    "annotation": [
      {
        "sentence": "是的，忘记过去的痛苦不是一件容易的事情。",
        "label": ""
      },
      {
        "sentence": "有时候我们越是刻意想要忘记，反而越难以做到。",
        "label": ""
      },
      {
        "sentence": "我理解你的困惑和沮丧。",
        "label": ""
      },
      {
        "sentence": "忘记过去并不意味着完全抹掉那些经历，而是要学会接纳它们并与它们和平相处。",
        "label": ""
      },
      {
        "sentence": "有一部分记忆会一直存在，但我们可以改变对待它们的态度。",
        "label": ""
      },
      {
        "sentence": "你可以尝试通过主动思考过去的经历，回忆当时的感受，逐渐接纳并从中学习。",
        "label": ""
      },
      {
        "sentence": "这个过程可能会有一些痛苦，但只有当我们直面它们的时候，我们才能真正地放下它们，向前看。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，或许我一直逃避和回避这些回忆，才导致了我无法真正面对和释放它们。我会试着用您的方法，勇敢地面对过去，接纳并从中学习。谢谢你的支持和帮助。",
    "annotation": [
      {
        "sentence": "你说的很有道理，或许我一直逃避和回避这些回忆，才导致了我无法真正面对和释放它们。",
        "label": ""
      },
      {
        "sentence": "我会试着用您的方法，勇敢地面对过去，接纳并从中学习。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常高兴能够帮助到你，你已经迈出了面对过去的第一步。记住，你不是一个人在战斗，我们可以一起克服困难。如果你遇到任何问题或需要进一步的支持，随时都可以找我倾诉。你已经走在了正确的道路上，相信自己，你一定能够找到属于自己的那份幸福和平静。",
    "annotation": [
      {
        "sentence": "非常高兴能够帮助到你，你已经迈出了面对过去的第一步。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，我们可以一起克服困难。",
        "label": ""
      },
      {
        "sentence": "如果你遇到任何问题或需要进一步的支持，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你已经走在了正确的道路上，相信自己，你一定能够找到属于自己的那份幸福和平静。",
        "label": ""
      }
    ]
  }
]