[
  {
    "role": "client",
    "content": "向信任的人说了心里压着的事，他却让我忘记？我特别动情的说了关于我20多年心里压着所有不好的事，这些事从来没和别人说过，我觉得给了我最信任的人说，他却叫着我的名字，让我不要在活在过去，让我忘记，我觉得要早能忘记早就忘记了，我把我自己最糟糕的一面告诉了他，却换来说让我忘记，我十分的难过。觉得没人理解我。",
    "annotation": [
      {
        "sentence": "向信任的人说了心里压着的事，他却让我忘记？",
        "label": ""
      },
      {
        "sentence": "我特别动情的说了关于我20多年心里压着所有不好的事，这些事从来没和别人说过，我觉得给了我最信任的人说，他却叫着我的名字，让我不要在活在过去，让我忘记，我觉得要早能忘记早就忘记了，我把我自己最糟糕的一面告诉了他，却换来说让我忘记，我十分的难过。",
        "label": ""
      },
      {
        "sentence": "觉得没人理解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情，～把那么多不开心的事情说出来，一定是期望对方可以理解的，而对方却没有表现出很理解自己，确实非常让人失望，难过呢～再次～朋友，我知道你一定是非常信任他才会和他说那些事，你也对他的反应有很高的期待，而当他只是劝你忘记的时候，你的期待破灭了，所以很难过。难过的背后是因为自己没有被理解，这一层原因你可以感受到嘛？想告诉你，没关系的，有人不理解自己是正常的，即便你认为他应该理解你。",
    "annotation": [
      {
        "sentence": "非常理解你的心情，～把那么多不开心的事情说出来，一定是期望对方可以理解的，而对方却没有表现出很理解自己，确实非常让人失望，难过呢～再次～朋友，我知道你一定是非常信任他才会和他说那些事，你也对他的反应有很高的期待，而当他只是劝你忘记的时候，你的期待破灭了，所以很难过。",
        "label": ""
      },
      {
        "sentence": "难过的背后是因为自己没有被理解，这一层原因你可以感受到嘛？",
        "label": ""
      },
      {
        "sentence": "想告诉你，没关系的，有人不理解自己是正常的，即便你认为他应该理解你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我能感受到自己期待被理解的感受，而现实却让我感到沮丧。我想他应该给我更多的支持和安慰。",
    "annotation": [
      {
        "sentence": "我能感受到自己期待被理解的感受，而现实却让我感到沮丧。",
        "label": ""
      },
      {
        "sentence": "我想他应该给我更多的支持和安慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，当真心期待某人理解和支持时，得到相反的反应会让我们感到失望和难过。你能理解他可能有不同的原因导致他无法给予你想要的支持吗？比如他没有经验，不懂得如何安慰人，或者自己有其他问题需要处理。不要太过责怪自己，毕竟每个人都有自己的局限性。",
    "annotation": [
      {
        "sentence": "是的，当真心期待某人理解和支持时，得到相反的反应会让我们感到失望和难过。",
        "label": ""
      },
      {
        "sentence": "你能理解他可能有不同的原因导致他无法给予你想要的支持吗？",
        "label": ""
      },
      {
        "sentence": "比如他没有经验，不懂得如何安慰人，或者自己有其他问题需要处理。",
        "label": ""
      },
      {
        "sentence": "不要太过责怪自己，毕竟每个人都有自己的局限性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白，可能我对他的期望过高了。但我还是觉得伤心和失望。",
    "annotation": [
      {
        "sentence": "我明白，可能我对他的期望过高了。",
        "label": ""
      },
      {
        "sentence": "但我还是觉得伤心和失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受完全可以理解。毕竟你把一些很私人的事情告诉了他，希望得到理解和共情。但现在他无法满足你的期待。我相信这不是他的本意，同时也不是你的错。你可以试着换一个人倾述一下，或者留意一下分享这些事情后自己的感受。看看是否能够找到一种更舒适的方式来释放内心的压力。",
    "annotation": [
      {
        "sentence": "你的感受完全可以理解。",
        "label": ""
      },
      {
        "sentence": "毕竟你把一些很私人的事情告诉了他，希望得到理解和共情。",
        "label": ""
      },
      {
        "sentence": "但现在他无法满足你的期待。",
        "label": ""
      },
      {
        "sentence": "我相信这不是他的本意，同时也不是你的错。",
        "label": ""
      },
      {
        "sentence": "你可以试着换一个人倾述一下，或者留意一下分享这些事情后自己的感受。",
        "label": ""
      },
      {
        "sentence": "看看是否能够找到一种更舒适的方式来释放内心的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说的对，可能我需要找到一个更懂我、更能支持我的人来倾诉和分享。至少听我讲完，理解我内心感受的人。",
    "annotation": [
      {
        "sentence": "或许你说的对，可能我需要找到一个更懂我、更能支持我的人来倾诉和分享。",
        "label": ""
      },
      {
        "sentence": "至少听我讲完，理解我内心感受的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，找到一个可以倾诉的人非常重要。你有权利寻找那个能够给予你真正支持和共情的人。不要因为这次的经历而对所有人都丧失信心，还是有很多理解你、能够支持你的人存在的。当然，如果他能以一种宽慰的态度对待你，那说明他还是一个不错的朋友。我们都有情绪和问题，有时候难以完全理解他人的感受。并非每个人都像心理咨询师一样具备充分共情的能力。",
    "annotation": [
      {
        "sentence": "是的，找到一个可以倾诉的人非常重要。",
        "label": ""
      },
      {
        "sentence": "你有权利寻找那个能够给予你真正支持和共情的人。",
        "label": ""
      },
      {
        "sentence": "不要因为这次的经历而对所有人都丧失信心，还是有很多理解你、能够支持你的人存在的。",
        "label": ""
      },
      {
        "sentence": "当然，如果他能以一种宽慰的态度对待你，那说明他还是一个不错的朋友。",
        "label": ""
      },
      {
        "sentence": "我们都有情绪和问题，有时候难以完全理解他人的感受。",
        "label": ""
      },
      {
        "sentence": "并非每个人都像心理咨询师一样具备充分共情的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。你说的很有道理，我会试着寻找其他可以倾诉和分享的人，同时也会留意我自己在说出来这些事情后的感受。或许我可以找到一种更有效的方式来应对我的感受和压力。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "你说的很有道理，我会试着寻找其他可以倾诉和分享的人，同时也会留意我自己在说出来这些事情后的感受。",
        "label": ""
      },
      {
        "sentence": "或许我可以找到一种更有效的方式来应对我的感受和压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能为你提供支持。记住，你并不孤单，总会有人愿意倾听和支持你。希望你能找到适合自己的方法来处理压力和不开心的事情。祝你一切顺利，愿你能找到你需要的支持和理解。如果需要，我随时都在这里帮助你。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能为你提供支持。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，总会有人愿意倾听和支持你。",
        "label": ""
      },
      {
        "sentence": "希望你能找到适合自己的方法来处理压力和不开心的事情。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，愿你能找到你需要的支持和理解。",
        "label": ""
      },
      {
        "sentence": "如果需要，我随时都在这里帮助你。",
        "label": ""
      }
    ]
  }
]