[
  {
    "role": "client",
    "content": "向信任的人说了心里压着的事，他却让我忘记？我特别动情的说了关于我20多年心里压着所有不好的事，这些事从来没和别人说过，我觉得给了我最信任的人说，他却叫着我的名字，让我不要在活在过去，让我忘记，我觉得要早能忘记早就忘记了，我把我自己最糟糕的一面告诉了他，却换来说让我忘记，我十分的难过。觉得没人理解我。",
    "annotation": [
      {
        "sentence": "向信任的人说了心里压着的事，他却让我忘记？",
        "label": ""
      },
      {
        "sentence": "我特别动情的说了关于我20多年心里压着所有不好的事，这些事从来没和别人说过，我觉得给了我最信任的人说，他却叫着我的名字，让我不要在活在过去，让我忘记，我觉得要早能忘记早就忘记了，我把我自己最糟糕的一面告诉了他，却换来说让我忘记，我十分的难过。",
        "label": ""
      },
      {
        "sentence": "觉得没人理解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "鼓足了很大的勇气将埋在心里多年的事倾述出来，没想到对方轻描淡写，确实让人难受。这一刻感觉对方在你心中的形象大打折扣。这确实是现实生活中太多类似的情景：孩子委屈了，到父母面前述说，父母却说“多大个事儿，没什么的，没事”。顿时让孩子感觉踢到了钢板，情感阻滞了，没有流动起来。久而久之，孩子就不愿给父母讲了。时间久了父母还埋怨孩子“有心事了，不给大人讲了，感觉有隔阂了”。朋友之间也一样，将“关于我20多年心里压着所有不好的事”告诉你，我是冒了很大的风险的-“我的不堪，我的羞愧、我的内疚。。。”，而对方却轻描淡写地回应。",
    "annotation": [
      {
        "sentence": "鼓足了很大的勇气将埋在心里多年的事倾述出来，没想到对方轻描淡写，确实让人难受。",
        "label": ""
      },
      {
        "sentence": "这一刻感觉对方在你心中的形象大打折扣。",
        "label": ""
      },
      {
        "sentence": "这确实是现实生活中太多类似的情景：孩子委屈了，到父母面前述说，父母却说“多大个事儿，没什么的，没事”。",
        "label": ""
      },
      {
        "sentence": "顿时让孩子感觉踢到了钢板，情感阻滞了，没有流动起来。",
        "label": ""
      },
      {
        "sentence": "久而久之，孩子就不愿给父母讲了。",
        "label": ""
      },
      {
        "sentence": "时间久了父母还埋怨孩子“有心事了，不给大人讲了，感觉有隔阂了”。",
        "label": ""
      },
      {
        "sentence": "朋友之间也一样，将“关于我20多年心里压着所有不好的事”告诉你，我是冒了很大的风险的-“我的不堪，我的羞愧、我的内疚。。。",
        "label": ""
      },
      {
        "sentence": "”，而对方却轻描淡写地回应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我觉得他完全不明白我的感受，就像我在说这些事情的时候他是在置身事外一样。我真的很需要有人能够理解我，陪伴我。",
    "annotation": [
      {
        "sentence": "是啊，我觉得他完全不明白我的感受，就像我在说这些事情的时候他是在置身事外一样。",
        "label": ""
      },
      {
        "sentence": "我真的很需要有人能够理解我，陪伴我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，毕竟你花了很大勇气去打开心结，而得到的回应让你感到失望和伤心。他可能没有学会如何应对他人的情感需求，也许他只是不知道该如何回应你。那你觉得你对他有什么样的期望呢？有什么样的需求希望他能够满足呢？",
    "annotation": [
      {
        "sentence": "我了解你的感受，毕竟你花了很大勇气去打开心结，而得到的回应让你感到失望和伤心。",
        "label": ""
      },
      {
        "sentence": "他可能没有学会如何应对他人的情感需求，也许他只是不知道该如何回应你。",
        "label": ""
      },
      {
        "sentence": "那你觉得你对他有什么样的期望呢？",
        "label": ""
      },
      {
        "sentence": "有什么样的需求希望他能够满足呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望他能够给我一些温暖和安慰，至少让我感觉到他在承担我的情感。我不希望他忘记我所说的事情，只是希望他能够陪伴我，让我感到他在乎我。",
    "annotation": [
      {
        "sentence": "我希望他能够给我一些温暖和安慰，至少让我感觉到他在承担我的情感。",
        "label": ""
      },
      {
        "sentence": "我不希望他忘记我所说的事情，只是希望他能够陪伴我，让我感到他在乎我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的需求了，对方可能只是不知道怎样承担你的情感，对于他来说可能并不是故意的。你可以试着与他沟通，告诉他你的期望和需求，让他了解你的内心需要。这样或许可以为你们之间的关系带来一些改善。",
    "annotation": [
      {
        "sentence": "我明白你的需求了，对方可能只是不知道怎样承担你的情感，对于他来说可能并不是故意的。",
        "label": ""
      },
      {
        "sentence": "你可以试着与他沟通，告诉他你的期望和需求，让他了解你的内心需要。",
        "label": ""
      },
      {
        "sentence": "这样或许可以为你们之间的关系带来一些改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会努力去与他进行沟通的，希望他能够理解我。但有时候我觉得没人能真正理解我，我感到很孤独和沮丧。",
    "annotation": [
      {
        "sentence": "我会努力去与他进行沟通的，希望他能够理解我。",
        "label": ""
      },
      {
        "sentence": "但有时候我觉得没人能真正理解我，我感到很孤独和沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受，有时候我们确实会感到与他人产生隔阂和孤独感。但你要记住，这并不代表没有人能够理解你。你可以试着去寻找其他人，例如心理咨询师、亲密的朋友或者家人，分享你的内心感受。他们可能能给你带来更多的支持和理解。此外，每个人的经历和感受都是独一无二的，有时候需要我们自己去坚强地面对，寻找内心的力量。",
    "annotation": [
      {
        "sentence": "理解你的感受，有时候我们确实会感到与他人产生隔阂和孤独感。",
        "label": ""
      },
      {
        "sentence": "但你要记住，这并不代表没有人能够理解你。",
        "label": ""
      },
      {
        "sentence": "你可以试着去寻找其他人，例如心理咨询师、亲密的朋友或者家人，分享你的内心感受。",
        "label": ""
      },
      {
        "sentence": "他们可能能给你带来更多的支持和理解。",
        "label": ""
      },
      {
        "sentence": "此外，每个人的经历和感受都是独一无二的，有时候需要我们自己去坚强地面对，寻找内心的力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该找到更多可以倾诉的人，同时也要学会独立面对自己的情感。谢谢你的支持和建议，我会尽力去实践的。",
    "annotation": [
      {
        "sentence": "你说得对，我应该找到更多可以倾诉的人，同时也要学会独立面对自己的情感。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议，我会尽力去实践的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，相信你会慢慢找到属于你自己的方式去处理和应对内心的困惑和痛苦。记住，你不是一个人在这个过程中，还有我和其他人都会陪伴在你身边。如果有任何需要，随时可以来找我。你做得很好，加油！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，相信你会慢慢找到属于你自己的方式去处理和应对内心的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在这个过程中，还有我和其他人都会陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时可以来找我。",
        "label": ""
      },
      {
        "sentence": "你做得很好，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会坚持下去的。我知道自己需要时间来疗愈和调整，但我相信我能够走出困境。再次感谢你陪伴在我身边，真的很感激。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会坚持下去的。",
        "label": ""
      },
      {
        "sentence": "我知道自己需要时间来疗愈和调整，但我相信我能够走出困境。",
        "label": ""
      },
      {
        "sentence": "再次感谢你陪伴在我身边，真的很感激。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直都会在这里支持你的。相信自己，相信未来，你一定会找到属于自己的幸福和解脱。愿你早日摆脱痛苦，重新焕发光彩。加油！",
    "annotation": [
      {
        "sentence": "不客气，我一直都会在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来，你一定会找到属于自己的幸福和解脱。",
        "label": ""
      },
      {
        "sentence": "愿你早日摆脱痛苦，重新焕发光彩。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]