[
  {
    "role": "client",
    "content": "觉得心理咨询师总是顺着我说话附和，并没有解决问题？我昨天跟咨询师做心理咨询，但我明显感到她仅仅是附和我顺着我说话，并没有帮我解决实际问题，难道心理咨询师都是这样的吗？",
    "annotation": [
      {
        "sentence": "觉得心理咨询师总是顺着我说话附和，并没有解决问题？",
        "label": ""
      },
      {
        "sentence": "我昨天跟咨询师做心理咨询，但我明显感到她仅仅是附和我顺着我说话，并没有帮我解决实际问题，难道心理咨询师都是这样的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然我不知道你和咨询师咨询过多少次了，也不清楚你的具体问题是什么，咨询师是否告诉过你咨询设置等等。但是我可以理解你的体验并不是很好，对于咨询师只是随声附和的方式感到气愤。你希望在咨询中能够感受到咨询师的共情，因为真正的共情是咨询师能够理解你的内心世界，而不仅仅是简单地附和你的话语。所以，并不是所有的咨询师都是只顾附和的，专业的咨询师是能够平衡真实和尊重来访者的职业道德的。",
    "annotation": [
      {
        "sentence": "虽然我不知道你和咨询师咨询过多少次了，也不清楚你的具体问题是什么，咨询师是否告诉过你咨询设置等等。",
        "label": ""
      },
      {
        "sentence": "但是我可以理解你的体验并不是很好，对于咨询师只是随声附和的方式感到气愤。",
        "label": ""
      },
      {
        "sentence": "你希望在咨询中能够感受到咨询师的共情，因为真正的共情是咨询师能够理解你的内心世界，而不仅仅是简单地附和你的话语。",
        "label": ""
      },
      {
        "sentence": "所以，并不是所有的咨询师都是只顾附和的，专业的咨询师是能够平衡真实和尊重来访者的职业道德的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但我真的对那种没有解决问题的咨询感到失望。我更希望能得到一些实质性的帮助和建议。",
    "annotation": [
      {
        "sentence": "我明白了，但我真的对那种没有解决问题的咨询感到失望。",
        "label": ""
      },
      {
        "sentence": "我更希望能得到一些实质性的帮助和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的期望。咨询确实应该能够帮助你解决实际问题，并提供一些建议。作为求助者，你可以主动告诉咨询师你的期望和需求，以便他们能更好地帮助你。咨询师也会根据你的情况给予相应的反馈和建议。如果你觉得咨询师没有给你希望中的帮助，可以考虑换个咨询师试试看。",
    "annotation": [
      {
        "sentence": "我完全理解你的期望。",
        "label": ""
      },
      {
        "sentence": "咨询确实应该能够帮助你解决实际问题，并提供一些建议。",
        "label": ""
      },
      {
        "sentence": "作为求助者，你可以主动告诉咨询师你的期望和需求，以便他们能更好地帮助你。",
        "label": ""
      },
      {
        "sentence": "咨询师也会根据你的情况给予相应的反馈和建议。",
        "label": ""
      },
      {
        "sentence": "如果你觉得咨询师没有给你希望中的帮助，可以考虑换个咨询师试试看。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我应该怎样和咨询师沟通我的期望和需求呢？",
    "annotation": [
      {
        "sentence": "那我应该怎样和咨询师沟通我的期望和需求呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在接下来的咨询中，你可以主动跟咨询师沟通你希望得到实质性的帮助和建议，并解释你的问题和困惑。可以告诉咨询师你希望得到的具体帮助和目标。通过与咨询师的互动，你们可以进行更深入的讨论和探索，以找到解决问题的方法。",
    "annotation": [
      {
        "sentence": "在接下来的咨询中，你可以主动跟咨询师沟通你希望得到实质性的帮助和建议，并解释你的问题和困惑。",
        "label": ""
      },
      {
        "sentence": "可以告诉咨询师你希望得到的具体帮助和目标。",
        "label": ""
      },
      {
        "sentence": "通过与咨询师的互动，你们可以进行更深入的讨论和探索，以找到解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会主动和咨询师沟通我的期望和需求，看看是否可以得到更好的帮助和建议。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "我明白了，我会主动和咨询师沟通我的期望和需求，看看是否可以得到更好的帮助和建议。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！希望你在今后的咨询中能找到适合你的咨询师，并得到预期的帮助。如果你还有其他困惑，可以随时私信我。祝你幸福快乐！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "希望你在今后的咨询中能找到适合你的咨询师，并得到预期的帮助。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他困惑，可以随时私信我。",
        "label": ""
      },
      {
        "sentence": "祝你幸福快乐！",
        "label": ""
      }
    ]
  }
]