[
  {
    "role": "client",
    "content": "我和女朋友谈了三年，最近异地要分手，该不该挽留？本来已经到了谈婚论嫁的阶段。",
    "annotation": [
      {
        "sentence": "我和女朋友谈了三年，最近异地要分手，该不该挽留？",
        "label": ""
      },
      {
        "sentence": "本来已经到了谈婚论嫁的阶段。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，很抱歉听到你现在的困扰。异地恋确实有其特殊的挑战，尤其是在疫情期间。你是否愿意和我分享一下具体的情况呢？",
    "annotation": [
      {
        "sentence": "你好，很抱歉听到你现在的困扰。",
        "label": ""
      },
      {
        "sentence": "异地恋确实有其特殊的挑战，尤其是在疫情期间。",
        "label": ""
      },
      {
        "sentence": "你是否愿意和我分享一下具体的情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的关心。她出差到外地几个月，我们两个月没见面。刚开始还好，七月份中旬开始几乎是无法交流了，她忙，有时候不回信息，我会发脾气。她说性格不合适，和我在一起不快乐，这可能吗，我们在一起的时候根本没这些事。",
    "annotation": [
      {
        "sentence": "感谢你的关心。",
        "label": ""
      },
      {
        "sentence": "她出差到外地几个月，我们两个月没见面。",
        "label": ""
      },
      {
        "sentence": "刚开始还好，七月份中旬开始几乎是无法交流了，她忙，有时候不回信息，我会发脾气。",
        "label": ""
      },
      {
        "sentence": "她说性格不合适，和我在一起不快乐，这可能吗，我们在一起的时候根本没这些事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你现在的疑惑和困惑。异地恋的沟通确实是一个非常重要的问题，尤其在这种情况下。她提到性格不合适和不快乐，你有没有尝试和她谈谈，了解她的具体感受呢？",
    "annotation": [
      {
        "sentence": "我能理解你现在的疑惑和困惑。",
        "label": ""
      },
      {
        "sentence": "异地恋的沟通确实是一个非常重要的问题，尤其在这种情况下。",
        "label": ""
      },
      {
        "sentence": "她提到性格不合适和不快乐，你有没有尝试和她谈谈，了解她的具体感受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我七月底找了她一次，她当时说得很坚决。但是我还是在她家吃了饭，她家里人对我是没意见的，安慰我说她性格就是这样。但是现在她是电话不接，信息不回，微信拉黑。",
    "annotation": [
      {
        "sentence": "我七月底找了她一次，她当时说得很坚决。",
        "label": ""
      },
      {
        "sentence": "但是我还是在她家吃了饭，她家里人对我是没意见的，安慰我说她性格就是这样。",
        "label": ""
      },
      {
        "sentence": "但是现在她是电话不接，信息不回，微信拉黑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看起来你们之间的沟通出现了很大的问题。但是我不得不提醒你，对方现在的态度和行为已经很明显地表明她的意愿。或许你可以试着给她一些时间和空间，同时也需要考虑自己的感受和需要。你有没有想过向她道歉并解释你自己的情况呢？",
    "annotation": [
      {
        "sentence": "看起来你们之间的沟通出现了很大的问题。",
        "label": ""
      },
      {
        "sentence": "但是我不得不提醒你，对方现在的态度和行为已经很明显地表明她的意愿。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着给她一些时间和空间，同时也需要考虑自己的感受和需要。",
        "label": ""
      },
      {
        "sentence": "你有没有想过向她道歉并解释你自己的情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我昨天和她道歉，她给我说她现在没心情想这些，让我别一天到晚给她打电话发短信息，说东西收到了，谢谢。我现在真是，唉！有时候突然又会想，到底应不应该挽留呢？",
    "annotation": [
      {
        "sentence": "我昨天和她道歉，她给我说她现在没心情想这些，让我别一天到晚给她打电话发短信息，说东西收到了，谢谢。",
        "label": ""
      },
      {
        "sentence": "我现在真是，唉！",
        "label": ""
      },
      {
        "sentence": "有时候突然又会想，到底应不应该挽留呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "找到矛盾的原因，认真坦诚地交流，重视自己的感受，也尊重对方的选择。从你的描述中，可以看出你目前的犹豫和痛苦，一方面因为和女友异地几个月，被女友提分手，很困惑。一方面，可能自己也有些疲惫，在思考是否要挽回。需要先确定自己的心意是怎样的，以及你们之间的问题是什么。感情走到现在，你的期待是步入婚姻，还是在等待着分手的一刻？你对对方的感情是怎样的，是否还有爱？对方的坚决和冷漠，自己内心的感受是放松还是痛苦？对方可能复合的概率是多少？是否思考过她的话，不快乐的感受和性格不合适，是表面理由，还是事实？是否重视过对方的感受，试图改变过自己的行为？等等。分手，从来都不是突然之间的，而是各种矛盾和失望积累导致的。可以和对方好好地谈一谈，表达清楚自己的感受是怎样的，无论是对对方的喜欢还是不满，都要真诚地交流，以及你的想法是怎样的，尽可能阐述清楚自己的意思。如果对方没有兴趣或者态度坚决，可以试着让自己放下，在找到问题之后，但对方已经不想去解决或者无法解决，只想断开关系的话，就尊重对方的选择吧。三年的感情，也许你们彼此都曾真心地付出过，也曾争吵和痛苦过，好的和不好的事情，都会成为回忆，化作酒，留在心中。挽回的前提是你念念不忘，并且对方有回心转意的余地，如果两者没有其一，可以选择各自安好，感谢彼此认真地对待过感情，也感谢走了那么远的路的自己，然后平静地对待自己的生活，努力让自己调整到一个人状态，继续向前走。",
    "annotation": [
      {
        "sentence": "找到矛盾的原因，认真坦诚地交流，重视自己的感受，也尊重对方的选择。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，可以看出你目前的犹豫和痛苦，一方面因为和女友异地几个月，被女友提分手，很困惑。",
        "label": ""
      },
      {
        "sentence": "一方面，可能自己也有些疲惫，在思考是否要挽回。",
        "label": ""
      },
      {
        "sentence": "需要先确定自己的心意是怎样的，以及你们之间的问题是什么。",
        "label": ""
      },
      {
        "sentence": "感情走到现在，你的期待是步入婚姻，还是在等待着分手的一刻？",
        "label": ""
      },
      {
        "sentence": "你对对方的感情是怎样的，是否还有爱？",
        "label": ""
      },
      {
        "sentence": "对方的坚决和冷漠，自己内心的感受是放松还是痛苦？",
        "label": ""
      },
      {
        "sentence": "对方可能复合的概率是多少？",
        "label": ""
      },
      {
        "sentence": "是否思考过她的话，不快乐的感受和性格不合适，是表面理由，还是事实？",
        "label": ""
      },
      {
        "sentence": "是否重视过对方的感受，试图改变过自己的行为？",
        "label": ""
      },
      {
        "sentence": "等等。",
        "label": ""
      },
      {
        "sentence": "分手，从来都不是突然之间的，而是各种矛盾和失望积累导致的。",
        "label": ""
      },
      {
        "sentence": "可以和对方好好地谈一谈，表达清楚自己的感受是怎样的，无论是对对方的喜欢还是不满，都要真诚地交流，以及你的想法是怎样的，尽可能阐述清楚自己的意思。",
        "label": ""
      },
      {
        "sentence": "如果对方没有兴趣或者态度坚决，可以试着让自己放下，在找到问题之后，但对方已经不想去解决或者无法解决，只想断开关系的话，就尊重对方的选择吧。",
        "label": ""
      },
      {
        "sentence": "三年的感情，也许你们彼此都曾真心地付出过，也曾争吵和痛苦过，好的和不好的事情，都会成为回忆，化作酒，留在心中。",
        "label": ""
      },
      {
        "sentence": "挽回的前提是你念念不忘，并且对方有回心转意的余地，如果两者没有其一，可以选择各自安好，感谢彼此认真地对待过感情，也感谢走了那么远的路的自己，然后平静地对待自己的生活，努力让自己调整到一个人状态，继续向前走。",
        "label": ""
      }
    ]
  }
]