[
  {
    "role": "client",
    "content": "我28岁了，总是控制不了自己的情绪，感觉很难受，不知道该怎么调节自己。",
    "annotation": [
      {
        "sentence": "我28岁了，总是控制不了自己的情绪，感觉很难受，不知道该怎么调节自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你的情绪很困扰你，可能是因为生活中的一些问题导致的。可以告诉我具体是什么让你难受吗？",
    "annotation": [
      {
        "sentence": "听起来你的情绪很困扰你，可能是因为生活中的一些问题导致的。",
        "label": ""
      },
      {
        "sentence": "可以告诉我具体是什么让你难受吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我28岁，是个女性，已经生了两个孩子。我不喜欢我的婆子和妈妈，也不喜欢我丈夫，觉得他只喜欢我弟弟而忽略我。由于这些原因，我经常发脾气，然后我的丈夫就孤立我，与我冷战。我感到很无助，虽然知道我自己也有问题，但总是控制不住情绪。从我生第二个孩子开始，我的情绪就一直不稳定，九个月过去了，我一直没有放松过。我真的不知道该如何调节自己。",
    "annotation": [
      {
        "sentence": "我28岁，是个女性，已经生了两个孩子。",
        "label": ""
      },
      {
        "sentence": "我不喜欢我的婆子和妈妈，也不喜欢我丈夫，觉得他只喜欢我弟弟而忽略我。",
        "label": ""
      },
      {
        "sentence": "由于这些原因，我经常发脾气，然后我的丈夫就孤立我，与我冷战。",
        "label": ""
      },
      {
        "sentence": "我感到很无助，虽然知道我自己也有问题，但总是控制不住情绪。",
        "label": ""
      },
      {
        "sentence": "从我生第二个孩子开始，我的情绪就一直不稳定，九个月过去了，我一直没有放松过。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该如何调节自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你的生活确实有一些不公平的地方。你不开心的原因可能是因为丈夫更喜欢儿子而忽略了女儿，这让你生气；而且他与你冷战，孤立你，这更让你难过。带两个孩子本就非常辛苦，加上失去了丈夫的关怀和鼓励，你的身心都很疲惫。作为丈夫，他确实有些过失。作为父亲，他没有平衡好对孩子们的感情，这可能会对年幼的女儿产生很大的影响。她可能会因为缺乏父亲的关爱而嫉妒弟弟，这对她的成长可能有不可预料的影响。你的丈夫也没有照顾好你作为妻子的需求和感受，这与他之前的承诺相比确实让你失望。当然，希望你不要把所有的责任都推到自己身上，我相信你不会自愿让自己难过和烦恼的。生活中的不如意，比如家庭关系以及你为这个家庭所付出却没有得到体谅，可能导致你情绪不好，对人对事产生负面的情绪，只能通过抱怨和发泄小情绪来释放。我记得以前，你的男朋友会察觉到你的不开心，并努力逗你开心。现在你可以质问你的丈夫，提醒他他还有一个爱妻。虽然生活很忙碌，但是哪天你的丈夫不上班休息的话，你可以让他全天带孩子，然后自己约上朋友出去好好玩一天，放松心情。一年有365天，你有几天属于自己呢？而对他来说，又有几天呢？同时，情绪不好会对孩子和整个家庭的氛围产生负面的影响。孩子们肯定不希望总是看到妈妈愁眉苦脸的样子，忙碌工作回家的丈夫也不希望。我认为很多问题可以通过沟通来解决。你们应该相互理解和关心。每个家庭成员都有自己的难处，只是有没有人愿意去了解对方的辛苦而已。希望一切能好起来！",
    "annotation": [
      {
        "sentence": "听起来你的生活确实有一些不公平的地方。",
        "label": ""
      },
      {
        "sentence": "你不开心的原因可能是因为丈夫更喜欢儿子而忽略了女儿，这让你生气；而且他与你冷战，孤立你，这更让你难过。",
        "label": ""
      },
      {
        "sentence": "带两个孩子本就非常辛苦，加上失去了丈夫的关怀和鼓励，你的身心都很疲惫。",
        "label": ""
      },
      {
        "sentence": "作为丈夫，他确实有些过失。",
        "label": ""
      },
      {
        "sentence": "作为父亲，他没有平衡好对孩子们的感情，这可能会对年幼的女儿产生很大的影响。",
        "label": ""
      },
      {
        "sentence": "她可能会因为缺乏父亲的关爱而嫉妒弟弟，这对她的成长可能有不可预料的影响。",
        "label": ""
      },
      {
        "sentence": "你的丈夫也没有照顾好你作为妻子的需求和感受，这与他之前的承诺相比确实让你失望。",
        "label": ""
      },
      {
        "sentence": "当然，希望你不要把所有的责任都推到自己身上，我相信你不会自愿让自己难过和烦恼的。",
        "label": ""
      },
      {
        "sentence": "生活中的不如意，比如家庭关系以及你为这个家庭所付出却没有得到体谅，可能导致你情绪不好，对人对事产生负面的情绪，只能通过抱怨和发泄小情绪来释放。",
        "label": ""
      },
      {
        "sentence": "我记得以前，你的男朋友会察觉到你的不开心，并努力逗你开心。",
        "label": ""
      },
      {
        "sentence": "现在你可以质问你的丈夫，提醒他他还有一个爱妻。",
        "label": ""
      },
      {
        "sentence": "虽然生活很忙碌，但是哪天你的丈夫不上班休息的话，你可以让他全天带孩子，然后自己约上朋友出去好好玩一天，放松心情。",
        "label": ""
      },
      {
        "sentence": "一年有365天，你有几天属于自己呢？",
        "label": ""
      },
      {
        "sentence": "而对他来说，又有几天呢？",
        "label": ""
      },
      {
        "sentence": "同时，情绪不好会对孩子和整个家庭的氛围产生负面的影响。",
        "label": ""
      },
      {
        "sentence": "孩子们肯定不希望总是看到妈妈愁眉苦脸的样子，忙碌工作回家的丈夫也不希望。",
        "label": ""
      },
      {
        "sentence": "我认为很多问题可以通过沟通来解决。",
        "label": ""
      },
      {
        "sentence": "你们应该相互理解和关心。",
        "label": ""
      },
      {
        "sentence": "每个家庭成员都有自己的难处，只是有没有人愿意去了解对方的辛苦而已。",
        "label": ""
      },
      {
        "sentence": "希望一切能好起来！",
        "label": ""
      }
    ]
  }
]