[
  {
    "role": "client",
    "content": "我20岁了，妈妈总喜欢挑我的毛病，每次都会激起我们吵架，我该怎么办呢？刚刚我们又吵了一架，她总是挑剔我的毛病。她叫我做饭，我做的不好吃，她就不吃，这让我对学做饭失去了兴趣。我觉得每次自己一个人做饭没有意思，但是还是会尽量做。刚刚我正在忙着做事，因为有快递，我看了一下手机，她就责怪我说我每次什么都不干。可我家里的家务活都是我一个人做的，过年的时候洗碗洗锅也都是我，但是每次活干完后她都会挑我的毛病，所以每次她一挑毛病我就会和她吵起来，我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "我20岁了，妈妈总喜欢挑我的毛病，每次都会激起我们吵架，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "刚刚我们又吵了一架，她总是挑剔我的毛病。",
        "label": ""
      },
      {
        "sentence": "她叫我做饭，我做的不好吃，她就不吃，这让我对学做饭失去了兴趣。",
        "label": ""
      },
      {
        "sentence": "我觉得每次自己一个人做饭没有意思，但是还是会尽量做。",
        "label": ""
      },
      {
        "sentence": "刚刚我正在忙着做事，因为有快递，我看了一下手机，她就责怪我说我每次什么都不干。",
        "label": ""
      },
      {
        "sentence": "可我家里的家务活都是我一个人做的，过年的时候洗碗洗锅也都是我，但是每次活干完后她都会挑我的毛病，所以每次她一挑毛病我就会和她吵起来，我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我非常理解你的心情，可以感受到你的苦恼，你的困扰在于妈妈总是喜欢挑你的毛病，你会因此和她争吵，但是不知道怎么处理。你的妈妈让你做饭，当你做的不好吃时，她会选择不吃，妈妈的行为打消了你学习做饭的积极性，让你感到很失落。你在家里会干很多活，却因为有快递看了一下手机被说每次什么都不干，妈妈还会在你干完活后挑你的毛病，你感到委屈，于是和她争吵。",
    "annotation": [
      {
        "sentence": "我非常理解你的心情，可以感受到你的苦恼，你的困扰在于妈妈总是喜欢挑你的毛病，你会因此和她争吵，但是不知道怎么处理。",
        "label": ""
      },
      {
        "sentence": "你的妈妈让你做饭，当你做的不好吃时，她会选择不吃，妈妈的行为打消了你学习做饭的积极性，让你感到很失落。",
        "label": ""
      },
      {
        "sentence": "你在家里会干很多活，却因为有快递看了一下手机被说每次什么都不干，妈妈还会在你干完活后挑你的毛病，你感到委屈，于是和她争吵。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，每次被挑毛病我就觉得很委屈，也很生气，所以情绪就激动起来了。",
    "annotation": [
      {
        "sentence": "是的，每次被挑毛病我就觉得很委屈，也很生气，所以情绪就激动起来了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情绪激动是正常的反应，但争吵不会解决问题，只会让你们之间的矛盾更加激化。我推荐你尝试多和妈妈沟通，了解她挑刺的原因。可以找个时间和妈妈心平气和地沟通，了解妈妈的想法。是不是因为对你期望太大，还是因为心情不好需要倾诉，又或者是其他原因。告诉妈妈你的感受，表达自己的诉求。",
    "annotation": [
      {
        "sentence": "情绪激动是正常的反应，但争吵不会解决问题，只会让你们之间的矛盾更加激化。",
        "label": ""
      },
      {
        "sentence": "我推荐你尝试多和妈妈沟通，了解她挑刺的原因。",
        "label": ""
      },
      {
        "sentence": "可以找个时间和妈妈心平气和地沟通，了解妈妈的想法。",
        "label": ""
      },
      {
        "sentence": "是不是因为对你期望太大，还是因为心情不好需要倾诉，又或者是其他原因。",
        "label": ""
      },
      {
        "sentence": "告诉妈妈你的感受，表达自己的诉求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我们应该找个机会好好谈一谈。但是我还是很难受，每次被挑毛病我会觉得自己做得不够好，很自责。",
    "annotation": [
      {
        "sentence": "我明白了，我们应该找个机会好好谈一谈。",
        "label": ""
      },
      {
        "sentence": "但是我还是很难受，每次被挑毛病我会觉得自己做得不够好，很自责。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受完全可以理解。在妈妈挑你毛病时，你可以冷静下来反思一下自己，是不是有什么地方做得不够好，哪些地方还需要改进。如果问题在自己，那么就努力完善，但如果问题并不在自己，那就要改变自己的心态，不过分在意妈妈的话。从你的描述中可以看出，妈妈有时候说的并非完全正确，你只需要做好自己应该做的就好，不必太往心里去。",
    "annotation": [
      {
        "sentence": "你的感受完全可以理解。",
        "label": ""
      },
      {
        "sentence": "在妈妈挑你毛病时，你可以冷静下来反思一下自己，是不是有什么地方做得不够好，哪些地方还需要改进。",
        "label": ""
      },
      {
        "sentence": "如果问题在自己，那么就努力完善，但如果问题并不在自己，那就要改变自己的心态，不过分在意妈妈的话。",
        "label": ""
      },
      {
        "sentence": "从你的描述中可以看出，妈妈有时候说的并非完全正确，你只需要做好自己应该做的就好，不必太往心里去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了。我还会尽量和妈妈沟通，试着改变我的心态，希望能够摆脱这种烦恼。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "我还会尽量和妈妈沟通，试着改变我的心态，希望能够摆脱这种烦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴能帮到你，并且看到你有积极的想法。希望你们母女能够通过沟通更好地理解对方，互相包容，关系越来越好。如果你还有其他困扰或者需要的话，随时来找我倾诉吧。祝你早日摆脱烦恼！",
    "annotation": [
      {
        "sentence": "我很高兴能帮到你，并且看到你有积极的想法。",
        "label": ""
      },
      {
        "sentence": "希望你们母女能够通过沟通更好地理解对方，互相包容，关系越来越好。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他困扰或者需要的话，随时来找我倾诉吧。",
        "label": ""
      },
      {
        "sentence": "祝你早日摆脱烦恼！",
        "label": ""
      }
    ]
  }
]