[
  {
    "role": "client",
    "content": "我真的觉得很无聊，生活没有目标，一直感到空虚和孤单，每天都无精打采的，找不到做事的动力。我的自制力很差，总是拖延，而且对失败感到厌恶。有时候也会踌躇满志，但只能持续很短的时间，然后就开始混吃等死了。我还有兴趣爱好，但是坚持不下来，三天打鱼两天晒网。我很讨厌这样的自己，但是每次尝试变好，都坚持不了多久。我做的很多事情只是为了打发时间，其实并没有多大意义，比如看网文，虽然有时候很快乐，但是抽离开来就会觉得巨大的空虚。我感到非常无聊，快窒息了，求求你救救我！我为什么总是回避一些我本来有兴趣的事情呢？为什么我宁愿看网文而不愿读一本实体书呢？为什么看网文对我来说如此自然，而实体书需要坚持才能做到呢？",
    "annotation": [
      {
        "sentence": "我真的觉得很无聊，生活没有目标，一直感到空虚和孤单，每天都无精打采的，找不到做事的动力。",
        "label": ""
      },
      {
        "sentence": "我的自制力很差，总是拖延，而且对失败感到厌恶。",
        "label": ""
      },
      {
        "sentence": "有时候也会踌躇满志，但只能持续很短的时间，然后就开始混吃等死了。",
        "label": ""
      },
      {
        "sentence": "我还有兴趣爱好，但是坚持不下来，三天打鱼两天晒网。",
        "label": ""
      },
      {
        "sentence": "我很讨厌这样的自己，但是每次尝试变好，都坚持不了多久。",
        "label": ""
      },
      {
        "sentence": "我做的很多事情只是为了打发时间，其实并没有多大意义，比如看网文，虽然有时候很快乐，但是抽离开来就会觉得巨大的空虚。",
        "label": ""
      },
      {
        "sentence": "我感到非常无聊，快窒息了，求求你救救我！",
        "label": ""
      },
      {
        "sentence": "我为什么总是回避一些我本来有兴趣的事情呢？",
        "label": ""
      },
      {
        "sentence": "为什么我宁愿看网文而不愿读一本实体书呢？",
        "label": ""
      },
      {
        "sentence": "为什么看网文对我来说如此自然，而实体书需要坚持才能做到呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的小小帮助可以改善你的情况。对于你感到的空虚束缚、自制力差、拖延和厌恶挫败，以及对实体书和网文的疑惑，我可以给你一些建议。从心理学的角度来看，空虚是一种消极情绪，也是最难以名状和捉摸不定的情绪之一。长时间的空虚感是一种病态心理，意味着你没有追求、没有精神支柱，内心一片空白。你之所以在玩手机的时候感到快乐，但一旦离开这个状态就会感到被空虚束缚，好像被黑洞所吞没，感到痛苦和窒息。为什么会感到空虚呢？一是社会发展使我们步入了一个价值多元化的时代，也是一个更容易感受到挫折的时代。迷失于生活意义和功利主义的价值观，也许是你认为实体书比网文有价值的原因之一。二是自我认知不足或低估自己能力也会导致空虚感。既然你喜欢看网文，为什么不在这方面培养一个输出的兴趣爱好，通过分享你读网文的经验和感受，来获得成就感和满足感，减少空虚感呢？至于实体书，或许你执着的并不是它本身，而是你潜意识中认为实体书更有价值，是实实在在的存在。你追求的是自我获得感和满足感。面对空虚，一是建立明确的人生目标，这个过程可能会缓慢，但只要你坚定地朝着目标前进，哪怕慢一些也无妨。当你为了自己的目标而努力付出时，不经意间空虚感就会慢慢离开。二是要感受生活的美好，接触自然，或者通过帮助别人来获得一些成就感，重新燃起对生活的热情。当你花时间和精力去做有意义的事情来填补生活的空白时，就没有时间和心情去感受空虚了！试图压抑自己想看网文的欲望，只会产生相反的效果，让你更容易去想、去看、去做你原本不想做的事情。这在心理学上被称为反弹效应，你需要直面自己的欲望，给自己设立一个积极的小目标，并记住它，尽可能让看网文变得有价值。空虚感是每个人都会有的，你不需要刻意回避它，只要不过界，树立一个目标并且多行动，我相信你一定能克服的！加油！",
    "annotation": [
      {
        "sentence": "希望我的小小帮助可以改善你的情况。",
        "label": ""
      },
      {
        "sentence": "对于你感到的空虚束缚、自制力差、拖延和厌恶挫败，以及对实体书和网文的疑惑，我可以给你一些建议。",
        "label": ""
      },
      {
        "sentence": "从心理学的角度来看，空虚是一种消极情绪，也是最难以名状和捉摸不定的情绪之一。",
        "label": ""
      },
      {
        "sentence": "长时间的空虚感是一种病态心理，意味着你没有追求、没有精神支柱，内心一片空白。",
        "label": ""
      },
      {
        "sentence": "你之所以在玩手机的时候感到快乐，但一旦离开这个状态就会感到被空虚束缚，好像被黑洞所吞没，感到痛苦和窒息。",
        "label": ""
      },
      {
        "sentence": "为什么会感到空虚呢？",
        "label": ""
      },
      {
        "sentence": "一是社会发展使我们步入了一个价值多元化的时代，也是一个更容易感受到挫折的时代。",
        "label": ""
      },
      {
        "sentence": "迷失于生活意义和功利主义的价值观，也许是你认为实体书比网文有价值的原因之一。",
        "label": ""
      },
      {
        "sentence": "二是自我认知不足或低估自己能力也会导致空虚感。",
        "label": ""
      },
      {
        "sentence": "既然你喜欢看网文，为什么不在这方面培养一个输出的兴趣爱好，通过分享你读网文的经验和感受，来获得成就感和满足感，减少空虚感呢？",
        "label": ""
      },
      {
        "sentence": "至于实体书，或许你执着的并不是它本身，而是你潜意识中认为实体书更有价值，是实实在在的存在。",
        "label": ""
      },
      {
        "sentence": "你追求的是自我获得感和满足感。",
        "label": ""
      },
      {
        "sentence": "面对空虚，一是建立明确的人生目标，这个过程可能会缓慢，但只要你坚定地朝着目标前进，哪怕慢一些也无妨。",
        "label": ""
      },
      {
        "sentence": "当你为了自己的目标而努力付出时，不经意间空虚感就会慢慢离开。",
        "label": ""
      },
      {
        "sentence": "二是要感受生活的美好，接触自然，或者通过帮助别人来获得一些成就感，重新燃起对生活的热情。",
        "label": ""
      },
      {
        "sentence": "当你花时间和精力去做有意义的事情来填补生活的空白时，就没有时间和心情去感受空虚了！",
        "label": ""
      },
      {
        "sentence": "试图压抑自己想看网文的欲望，只会产生相反的效果，让你更容易去想、去看、去做你原本不想做的事情。",
        "label": ""
      },
      {
        "sentence": "这在心理学上被称为反弹效应，你需要直面自己的欲望，给自己设立一个积极的小目标，并记住它，尽可能让看网文变得有价值。",
        "label": ""
      },
      {
        "sentence": "空虚感是每个人都会有的，你不需要刻意回避它，只要不过界，树立一个目标并且多行动，我相信你一定能克服的！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]