[
  {
    "role": "client",
    "content": "我感到无聊，生活没有目标，空虚，孤单，浑浑噩噩。每天都懒洋洋的，提不起劲，找不到事做。无聊，空虚，孤单。每天抱着手机能玩一天，明明玩手机看网文玩游戏时很快乐，但是偶尔从玩手机时的状态抽离出来，就被巨大的空虚攥住了。我好无聊，我快窒息了，请救救我！自制力差，重度拖延，厌恶挫败，间歇性踌躇满志，持续性混吃等死。有兴趣爱好也坚持不下来，三天打鱼两天晒网。我其实也很讨厌这样的自己，但是我没有办法改变自己，每次想变好，坚持不了多久就泄劲了。其实我做的很多事都只是在打发时间，其实也没有多有趣，比如看网文，其实很多网文质量一般，也没有多好看，只是打发时间罢了。我有时候也会想看看实体书，但总是拖延着没有去做，宁愿继续去看那些工业爽文打发时间。我能察觉到自己在刻意回避，但是我在回避什么？为什么我宁愿看一本其实也没有多好看的工业爽文，也不愿意翻开一本我感兴趣很久收藏很久的实体书？看网文对我来说如同呼吸一样自然，而看实体书却需要坚持才能做到。这是为什么？",
    "annotation": [
      {
        "sentence": "我感到无聊，生活没有目标，空虚，孤单，浑浑噩噩。",
        "label": ""
      },
      {
        "sentence": "每天都懒洋洋的，提不起劲，找不到事做。",
        "label": ""
      },
      {
        "sentence": "无聊，空虚，孤单。",
        "label": ""
      },
      {
        "sentence": "每天抱着手机能玩一天，明明玩手机看网文玩游戏时很快乐，但是偶尔从玩手机时的状态抽离出来，就被巨大的空虚攥住了。",
        "label": ""
      },
      {
        "sentence": "我好无聊，我快窒息了，请救救我！",
        "label": ""
      },
      {
        "sentence": "自制力差，重度拖延，厌恶挫败，间歇性踌躇满志，持续性混吃等死。",
        "label": ""
      },
      {
        "sentence": "有兴趣爱好也坚持不下来，三天打鱼两天晒网。",
        "label": ""
      },
      {
        "sentence": "我其实也很讨厌这样的自己，但是我没有办法改变自己，每次想变好，坚持不了多久就泄劲了。",
        "label": ""
      },
      {
        "sentence": "其实我做的很多事都只是在打发时间，其实也没有多有趣，比如看网文，其实很多网文质量一般，也没有多好看，只是打发时间罢了。",
        "label": ""
      },
      {
        "sentence": "我有时候也会想看看实体书，但总是拖延着没有去做，宁愿继续去看那些工业爽文打发时间。",
        "label": ""
      },
      {
        "sentence": "我能察觉到自己在刻意回避，但是我在回避什么？",
        "label": ""
      },
      {
        "sentence": "为什么我宁愿看一本其实也没有多好看的工业爽文，也不愿意翻开一本我感兴趣很久收藏很久的实体书？",
        "label": ""
      },
      {
        "sentence": "看网文对我来说如同呼吸一样自然，而看实体书却需要坚持才能做到。",
        "label": ""
      },
      {
        "sentence": "这是为什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的问题，我感同身受。有一段时间，我也是处于这种状态，浑浑噩噩，玩手机只是在消磨时间，放下手机又不知道做什么，一天又一天只能抱着手机不放手。有时候甚至觉得活着没什么意思。直到现在，我也只能说这种状态有了一些改善，但并没有完全改变。喜欢看网文，这大抵是许多人的共同爱好，我也不例外。网文和名著不同，那些作家写出来的书总是会让人产生一种敬畏感，大多需要读者深思，这使得我对书籍更是敬而远之。而网文却不需要多少思考，就能让你沉浸其中感受那份快乐。你是否也有过这样的感觉呢？其实想想也知道，有的网文作者一天可以码上很多字，而名著却是精雕细琢出来的。差距自然可见。这种情况该怎样处理呢？①我从去年开始戒掉了网文。看网文虽然开心，但其实是在消磨自己的意志。时间长了，会不愿意思考，越来越不愿意看名著。②尝试读一些名著或优质的文章。最好读实体书，有助于让自己静下心来。初期可能会遇到一些困难，但坚持下来会有很大的收获。读书可以增加智慧和气质。你可以想象一下自己腹有诗书气自华的样子，这种自信也会增加你的读书兴趣。③给自己设立小目标。我推荐你看一本书《微习惯》，可以从每天阅读5分钟开始，目标不要太大，避免负担太重。一旦投入其中，把它变成习惯，你一定会从中受益。当然，看网文也没有错，但不要沉迷其中，不要把它当做正事。如果真的特别热爱网文，可以尝试去写，一天码上个几万字，那时候你还会觉得自己浑浑噩噩吗？",
    "annotation": [
      {
        "sentence": "听到你的问题，我感同身受。",
        "label": ""
      },
      {
        "sentence": "有一段时间，我也是处于这种状态，浑浑噩噩，玩手机只是在消磨时间，放下手机又不知道做什么，一天又一天只能抱着手机不放手。",
        "label": ""
      },
      {
        "sentence": "有时候甚至觉得活着没什么意思。",
        "label": ""
      },
      {
        "sentence": "直到现在，我也只能说这种状态有了一些改善，但并没有完全改变。",
        "label": ""
      },
      {
        "sentence": "喜欢看网文，这大抵是许多人的共同爱好，我也不例外。",
        "label": ""
      },
      {
        "sentence": "网文和名著不同，那些作家写出来的书总是会让人产生一种敬畏感，大多需要读者深思，这使得我对书籍更是敬而远之。",
        "label": ""
      },
      {
        "sentence": "而网文却不需要多少思考，就能让你沉浸其中感受那份快乐。",
        "label": ""
      },
      {
        "sentence": "你是否也有过这样的感觉呢？",
        "label": ""
      },
      {
        "sentence": "其实想想也知道，有的网文作者一天可以码上很多字，而名著却是精雕细琢出来的。",
        "label": ""
      },
      {
        "sentence": "差距自然可见。",
        "label": ""
      },
      {
        "sentence": "这种情况该怎样处理呢？",
        "label": ""
      },
      {
        "sentence": "①我从去年开始戒掉了网文。",
        "label": ""
      },
      {
        "sentence": "看网文虽然开心，但其实是在消磨自己的意志。",
        "label": ""
      },
      {
        "sentence": "时间长了，会不愿意思考，越来越不愿意看名著。",
        "label": ""
      },
      {
        "sentence": "②尝试读一些名著或优质的文章。",
        "label": ""
      },
      {
        "sentence": "最好读实体书，有助于让自己静下心来。",
        "label": ""
      },
      {
        "sentence": "初期可能会遇到一些困难，但坚持下来会有很大的收获。",
        "label": ""
      },
      {
        "sentence": "读书可以增加智慧和气质。",
        "label": ""
      },
      {
        "sentence": "你可以想象一下自己腹有诗书气自华的样子，这种自信也会增加你的读书兴趣。",
        "label": ""
      },
      {
        "sentence": "③给自己设立小目标。",
        "label": ""
      },
      {
        "sentence": "我推荐你看一本书《微习惯》，可以从每天阅读5分钟开始，目标不要太大，避免负担太重。",
        "label": ""
      },
      {
        "sentence": "一旦投入其中，把它变成习惯，你一定会从中受益。",
        "label": ""
      },
      {
        "sentence": "当然，看网文也没有错，但不要沉迷其中，不要把它当做正事。",
        "label": ""
      },
      {
        "sentence": "如果真的特别热爱网文，可以尝试去写，一天码上个几万字，那时候你还会觉得自己浑浑噩噩吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听到你的分享，我觉得我并不孤单，有人能理解我。我也经历了不愿意和朋友出去玩，整天闷在家里，给自己制定的计划从来没有完成过的时期。看到周围的朋友越来越自信，开始减肥、旅游、找到男朋友，我会感到一种无力感和嫉妒。或者说，虽然知道自己该有上进心，但总是坚持不下去，或者根本无法下定决心去改变。你有什么建议可以帮助我改善这种情况吗？",
    "annotation": [
      {
        "sentence": "听到你的分享，我觉得我并不孤单，有人能理解我。",
        "label": ""
      },
      {
        "sentence": "我也经历了不愿意和朋友出去玩，整天闷在家里，给自己制定的计划从来没有完成过的时期。",
        "label": ""
      },
      {
        "sentence": "看到周围的朋友越来越自信，开始减肥、旅游、找到男朋友，我会感到一种无力感和嫉妒。",
        "label": ""
      },
      {
        "sentence": "或者说，虽然知道自己该有上进心，但总是坚持不下去，或者根本无法下定决心去改变。",
        "label": ""
      },
      {
        "sentence": "你有什么建议可以帮助我改善这种情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我选择了晨跑这样的活动。早睡早起，保持良好的精神状态。早晨起来就去跑步，思考自己的过去、未来、当下，以及想要成为一个什么样的人。不要总和别人比，你的敌人只是自己。也不要去羡慕别人，因为别人的人生如诗般美好的背后，肯定有他们努力的付出。晨跑过后，身心都会感到舒畅。此外，不妨时不时约朋友一起聚会。随着年龄的增长，身边的朋友会越来越少，联系也会减少，这样很容易失去一个能互相倾诉的知心好友。所以，要珍惜身边的朋友，和他们一起出去玩，拍照，欣赏风景。不要",
    "annotation": [
      {
        "sentence": "我选择了晨跑这样的活动。",
        "label": ""
      },
      {
        "sentence": "早睡早起，保持良好的精神状态。",
        "label": ""
      },
      {
        "sentence": "早晨起来就去跑步，思考自己的过去、未来、当下，以及想要成为一个什么样的人。",
        "label": ""
      },
      {
        "sentence": "不要总和别人比，你的敌人只是自己。",
        "label": ""
      },
      {
        "sentence": "也不要去羡慕别人，因为别人的人生如诗般美好的背后，肯定有他们努力的付出。",
        "label": ""
      },
      {
        "sentence": "晨跑过后，身心都会感到舒畅。",
        "label": ""
      },
      {
        "sentence": "此外，不妨时不时约朋友一起聚会。",
        "label": ""
      },
      {
        "sentence": "随着年龄的增长，身边的朋友会越来越少，联系也会减少，这样很容易失去一个能互相倾诉的知心好友。",
        "label": ""
      },
      {
        "sentence": "所以，要珍惜身边的朋友，和他们一起出去玩，拍照，欣赏风景。",
        "label": ""
      },
      {
        "sentence": "不要",
        "label": ""
      }
    ]
  }
]