[
  {
    "role": "client",
    "content": "我感到无聊、生活没有目标、空虚、孤单而且心情低落。每天都无精打采的，提不起劲，找不到事做，觉得这一切都很无聊、空虚、孤单。每天都沉迷于手机，玩了一整天，明明在玩手机、看网文、玩游戏时很快乐，但是偶尔从这种状态中抽离出来，就会被巨大的空虚感束缚住，我感到非常无聊，感觉快要窒息了，求你救救我！我自制力差，严重拖延，讨厌失败，时而充满自信，时而消极怠工；我有兴趣的爱好也坚持不下来，三天打鱼两天晒网。我其实也很讨厌这样的自己，但是我没有办法改变自己，每次想要改变，都坚持不了多久就放弃了。其实我做的很多事只是为了打发时间，也没有多有趣，比如看网文，其实很多网文质量一般，也没有特别精彩，只是为了消磨时间而已。有时候我也想读实体书，但总是拖延着，不去做。我宁愿继续看那些质量一般的工业爽文打发时间，我可以察觉到自己在刻意逃避，但我在逃避什么呢？为什么我宁愿看一本网文质量一般的工业爽文，也不愿意翻开一本我感兴趣很久、收藏已久的实体书？看网文对我来说就像呼吸一样自然，而看实体书需要坚持才能做到。这是为什么？",
    "annotation": [
      {
        "sentence": "我感到无聊、生活没有目标、空虚、孤单而且心情低落。",
        "label": ""
      },
      {
        "sentence": "每天都无精打采的，提不起劲，找不到事做，觉得这一切都很无聊、空虚、孤单。",
        "label": ""
      },
      {
        "sentence": "每天都沉迷于手机，玩了一整天，明明在玩手机、看网文、玩游戏时很快乐，但是偶尔从这种状态中抽离出来，就会被巨大的空虚感束缚住，我感到非常无聊，感觉快要窒息了，求你救救我！",
        "label": ""
      },
      {
        "sentence": "我自制力差，严重拖延，讨厌失败，时而充满自信，时而消极怠工；我有兴趣的爱好也坚持不下来，三天打鱼两天晒网。",
        "label": ""
      },
      {
        "sentence": "我其实也很讨厌这样的自己，但是我没有办法改变自己，每次想要改变，都坚持不了多久就放弃了。",
        "label": ""
      },
      {
        "sentence": "其实我做的很多事只是为了打发时间，也没有多有趣，比如看网文，其实很多网文质量一般，也没有特别精彩，只是为了消磨时间而已。",
        "label": ""
      },
      {
        "sentence": "有时候我也想读实体书，但总是拖延着，不去做。",
        "label": ""
      },
      {
        "sentence": "我宁愿继续看那些质量一般的工业爽文打发时间，我可以察觉到自己在刻意逃避，但我在逃避什么呢？",
        "label": ""
      },
      {
        "sentence": "为什么我宁愿看一本网文质量一般的工业爽文，也不愿意翻开一本我感兴趣很久、收藏已久的实体书？",
        "label": ""
      },
      {
        "sentence": "看网文对我来说就像呼吸一样自然，而看实体书需要坚持才能做到。",
        "label": ""
      },
      {
        "sentence": "这是为什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述，我能感受到你对现状的厌倦和对逃避问题的自我认识。我们可以试着再往下思考一下，你在逃避些什么呢？如果现实生活丰富多彩、温暖舒适，谁会想要沉浸在虚幻的网络、手机、小说世界中呢？人的本能是在面对痛苦时产生保护自己的方式。自制力差、拖延、时而兴奋、时而消极是你的症状，是表面现象。让我使用感冒发烧作比喻，发烧是身体的免疫系统在提升自身温度，以抑制细菌繁殖，抵御危险。首先，如果你一直都处在“脏乱差”的环境中，即使你想要好起来也难。其次，如果你身处这样的环境中，不知道什么是好的事物、可吃的东西，就会无所顾忌地吃下去，身体自然也不会好。最后，在物质匮乏的地方，人们也会不加选择地吃一切可吃之物。而你很可能不知道如何评判这些食物的好坏，所以你倾向于选择好吃的，无论对身体有何影响。你并不知道如何改变这种困境。首先，也许身边的人无法真正理解你的行为和想法。有时候，甚至你最亲近的人会对你造成伤害。其次，作为孩子，你会毫不犹豫地相信父母，相信他们的行为和说法。但是父母的矛盾往往在无意识中传递给你，比如，他们明明不喜欢一个人，却要跟他在一起，言行不一致。在你深处这样的环境中，你也会不自觉地模仿学习，这是为了更好地适应群体生活而具备的特点。其实，当你提到你曾经有过兴奋的时刻，其实那时你内心是有力量的。或许，你缺少与你共同面对心路的伙伴。迷茫、无措等，你通过来到这个平台倾诉自己的问题，寻求帮助，也是在寻找不同的观点，打开心灵的过程。同时，也在逐渐学会理解和分析自己，形成自己的判断方法。回到你的问题，我会给出一些想法。回避是自我保护的一种方式。你也还没有找到一个答案，也就是说，你还没有准备好去改变。要做一道菜，首先需要准备好食材。1、你尝试将所经历的事情，你内心纷乱的环境倾吐出来。比如，家庭的事情，让你烦恼的事情，你喜欢的东西，你平时看的网文等等。2、尝试慢慢地整理打扫。这是一种学习，尝试多途径了解你所处的环境，可以看看别人对你情况的想法，还有一些书籍。3、尝试更多地肯定自己。你来到这里的时候，也在建立自己和这个世界之间的联系。加油，一点一点来，慢慢就会好转的。",
    "annotation": [
      {
        "sentence": "通过你的描述，我能感受到你对现状的厌倦和对逃避问题的自我认识。",
        "label": ""
      },
      {
        "sentence": "我们可以试着再往下思考一下，你在逃避些什么呢？",
        "label": ""
      },
      {
        "sentence": "如果现实生活丰富多彩、温暖舒适，谁会想要沉浸在虚幻的网络、手机、小说世界中呢？",
        "label": ""
      },
      {
        "sentence": "人的本能是在面对痛苦时产生保护自己的方式。",
        "label": ""
      },
      {
        "sentence": "自制力差、拖延、时而兴奋、时而消极是你的症状，是表面现象。",
        "label": ""
      },
      {
        "sentence": "让我使用感冒发烧作比喻，发烧是身体的免疫系统在提升自身温度，以抑制细菌繁殖，抵御危险。",
        "label": ""
      },
      {
        "sentence": "首先，如果你一直都处在“脏乱差”的环境中，即使你想要好起来也难。",
        "label": ""
      },
      {
        "sentence": "其次，如果你身处这样的环境中，不知道什么是好的事物、可吃的东西，就会无所顾忌地吃下去，身体自然也不会好。",
        "label": ""
      },
      {
        "sentence": "最后，在物质匮乏的地方，人们也会不加选择地吃一切可吃之物。",
        "label": ""
      },
      {
        "sentence": "而你很可能不知道如何评判这些食物的好坏，所以你倾向于选择好吃的，无论对身体有何影响。",
        "label": ""
      },
      {
        "sentence": "你并不知道如何改变这种困境。",
        "label": ""
      },
      {
        "sentence": "首先，也许身边的人无法真正理解你的行为和想法。",
        "label": ""
      },
      {
        "sentence": "有时候，甚至你最亲近的人会对你造成伤害。",
        "label": ""
      },
      {
        "sentence": "其次，作为孩子，你会毫不犹豫地相信父母，相信他们的行为和说法。",
        "label": ""
      },
      {
        "sentence": "但是父母的矛盾往往在无意识中传递给你，比如，他们明明不喜欢一个人，却要跟他在一起，言行不一致。",
        "label": ""
      },
      {
        "sentence": "在你深处这样的环境中，你也会不自觉地模仿学习，这是为了更好地适应群体生活而具备的特点。",
        "label": ""
      },
      {
        "sentence": "其实，当你提到你曾经有过兴奋的时刻，其实那时你内心是有力量的。",
        "label": ""
      },
      {
        "sentence": "或许，你缺少与你共同面对心路的伙伴。",
        "label": ""
      },
      {
        "sentence": "迷茫、无措等，你通过来到这个平台倾诉自己的问题，寻求帮助，也是在寻找不同的观点，打开心灵的过程。",
        "label": ""
      },
      {
        "sentence": "同时，也在逐渐学会理解和分析自己，形成自己的判断方法。",
        "label": ""
      },
      {
        "sentence": "回到你的问题，我会给出一些想法。",
        "label": ""
      },
      {
        "sentence": "回避是自我保护的一种方式。",
        "label": ""
      },
      {
        "sentence": "你也还没有找到一个答案，也就是说，你还没有准备好去改变。",
        "label": ""
      },
      {
        "sentence": "要做一道菜，首先需要准备好食材。",
        "label": ""
      },
      {
        "sentence": "1、你尝试将所经历的事情，你内心纷乱的环境倾吐出来。",
        "label": ""
      },
      {
        "sentence": "比如，家庭的事情，让你烦恼的事情，你喜欢的东西，你平时看的网文等等。",
        "label": ""
      },
      {
        "sentence": "2、尝试慢慢地整理打扫。",
        "label": ""
      },
      {
        "sentence": "这是一种学习，尝试多途径了解你所处的环境，可以看看别人对你情况的想法，还有一些书籍。",
        "label": ""
      },
      {
        "sentence": "3、尝试更多地肯定自己。",
        "label": ""
      },
      {
        "sentence": "你来到这里的时候，也在建立自己和这个世界之间的联系。",
        "label": ""
      },
      {
        "sentence": "加油，一点一点来，慢慢就会好转的。",
        "label": ""
      }
    ]
  }
]