[
  {
    "role": "client",
    "content": "本人23岁，母亲出轨，父亲家暴，家庭破碎怎么办？",
    "annotation": [
      {
        "sentence": "本人23岁，母亲出轨，父亲家暴，家庭破碎怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个问题确实很困扰人，你的感受可理解。你父母的问题让你陷入了矛盾和困惑中，我们可以一起来探讨一下。你可以先跟我分享一下你内心的感受吗？",
    "annotation": [
      {
        "sentence": "这个问题确实很困扰人，你的感受可理解。",
        "label": ""
      },
      {
        "sentence": "你父母的问题让你陷入了矛盾和困惑中，我们可以一起来探讨一下。",
        "label": ""
      },
      {
        "sentence": "你可以先跟我分享一下你内心的感受吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。我最近真的很难过，觉得自己完全无法掌控这个情况。我对于母亲出轨和家暴感到很愤怒和失望，但又无法接受他们之间的破裂。同时，我也承受着工作压力和学习的负担，感觉一切都压得我喘不过气来。",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "我最近真的很难过，觉得自己完全无法掌控这个情况。",
        "label": ""
      },
      {
        "sentence": "我对于母亲出轨和家暴感到很愤怒和失望，但又无法接受他们之间的破裂。",
        "label": ""
      },
      {
        "sentence": "同时，我也承受着工作压力和学习的负担，感觉一切都压得我喘不过气来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能够理解你的感受，这样的情况确实让人感到无助和困惑。你说你有时候甚至想跳桥，这是一种很痛苦的感觉。我希望你能够保持积极的心态，相信在困难面前，你依然可以找到解决问题的方法。不要忘记，你也有自己的梦想和目标，这些正是支撑你继续前行的力量。",
    "annotation": [
      {
        "sentence": "我能够理解你的感受，这样的情况确实让人感到无助和困惑。",
        "label": ""
      },
      {
        "sentence": "你说你有时候甚至想跳桥，这是一种很痛苦的感觉。",
        "label": ""
      },
      {
        "sentence": "我希望你能够保持积极的心态，相信在困难面前，你依然可以找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "不要忘记，你也有自己的梦想和目标，这些正是支撑你继续前行的力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会努力保持积极向前的态度的。但是，父母之间的纠纷和争吵让我感到很心烦，他们都向我倾诉，我感到很压力很大，仿佛承担了他们的责任。我不知道该怎么做才能平衡他们之间的关系，同时也保护好自己的心理健康。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会努力保持积极向前的态度的。",
        "label": ""
      },
      {
        "sentence": "但是，父母之间的纠纷和争吵让我感到很心烦，他们都向我倾诉，我感到很压力很大，仿佛承担了他们的责任。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么做才能平衡他们之间的关系，同时也保护好自己的心理健康。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得对，承受父母的情绪负荷确实会对你的心理健康造成影响。在处理他们的问题时，首先要明确，你并不是他们之间的裁判者。你可以适度表达你的意见和关心，但同时也要保护好自己的疆域。建议你找机会跟他们单独交流，让他们知道你希望他们解决问题的同时，也希望他们给你一些支持和关心。",
    "annotation": [
      {
        "sentence": "你说得对，承受父母的情绪负荷确实会对你的心理健康造成影响。",
        "label": ""
      },
      {
        "sentence": "在处理他们的问题时，首先要明确，你并不是他们之间的裁判者。",
        "label": ""
      },
      {
        "sentence": "你可以适度表达你的意见和关心，但同时也要保护好自己的疆域。",
        "label": ""
      },
      {
        "sentence": "建议你找机会跟他们单独交流，让他们知道你希望他们解决问题的同时，也希望他们给你一些支持和关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着跟他们沟通，表达出我的期望和希望。但我还是很担心，如果他们离婚的话，我和弟弟可能会面临更大的困境。我真的不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着跟他们沟通，表达出我的期望和希望。",
        "label": ""
      },
      {
        "sentence": "但我还是很担心，如果他们离婚的话，我和弟弟可能会面临更大的困境。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担忧是可以理解的，但是我们不能预测未来会发生什么。重要的是，你要明白无论发生什么，你并不是独自面对问题的。你可以跟其他亲戚、朋友或者学校的辅导员等倾诉一下，寻求更多的支持和帮助。同时，也要学会照顾好自己的内心，找一些适合你的方式来减压和放松，比如运动、绘画或者听音乐等等。",
    "annotation": [
      {
        "sentence": "你的担忧是可以理解的，但是我们不能预测未来会发生什么。",
        "label": ""
      },
      {
        "sentence": "重要的是，你要明白无论发生什么，你并不是独自面对问题的。",
        "label": ""
      },
      {
        "sentence": "你可以跟其他亲戚、朋友或者学校的辅导员等倾诉一下，寻求更多的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会照顾好自己的内心，找一些适合你的方式来减压和放松，比如运动、绘画或者听音乐等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该主动寻求更多的支持和帮助。我会试着跟身边的人倾诉一下，看看能否得到一些实质性的帮助。同时，我也会找一些适合我的方法来减压和放松自己。谢谢你的耐心倾听和建议，我感到稍微轻松了一些。",
    "annotation": [
      {
        "sentence": "你说得对，我应该主动寻求更多的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "我会试着跟身边的人倾诉一下，看看能否得到一些实质性的帮助。",
        "label": ""
      },
      {
        "sentence": "同时，我也会找一些适合我的方法来减压和放松自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的耐心倾听和建议，我感到稍微轻松了一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你有这样的想法，这是积极向前的一步。记住，你并不是孤单的，还有很多人会理解并帮助你。相信自己，你一定能够走出困境，找到属于自己的幸福和平静。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你有这样的想法，这是积极向前的一步。",
        "label": ""
      },
      {
        "sentence": "记住，你并不是孤单的，还有很多人会理解并帮助你。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够走出困境，找到属于自己的幸福和平静。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]