[
  {
    "role": "client",
    "content": "为什么我会把自己喜欢的人赶走？他还会回来吗？我们只是相互有好感，但没有告白，他知道我喜欢他，但他喜不喜欢我，我却不能肯定。他起初对我很好，我开始也享受这种好，可慢慢地，我开始责怪他，对我不够好或不如从前好……其实他也没做错什么，可我就是因为自己没有被照顾好，而对他心生怨恨，甚至不惜对他进行人身攻击。他本离我而去了，是我又死乞白赖地粘上去，不放手。他开始也想好好缓解我们的关系，主动跟我说话示好，但我已精疲力竭，对他像死鱼一样爱理不理的。现在我们双方进入了一场莫名的冷战中，我们表面上还是有交流，实际上我们能不说话就不说话，能不见面就不见面（我们在一起工作）。因为他之前对我冷暴力过几次，冷战对他而言，是非常熟练的了，而我每次都是主动示好的那个，这次我不想再犯贱了，就想让他也尝尝被冷暴力的滋味。但显然，我的功力不如他，可我还不想认输，我们现在在相互较劲，他对我也越来越冷漠，而我也尽可能地保持自己看起来正常的样子。我是不是有病？",
    "annotation": [
      {
        "sentence": "为什么我会把自己喜欢的人赶走？",
        "label": ""
      },
      {
        "sentence": "他还会回来吗？",
        "label": ""
      },
      {
        "sentence": "我们只是相互有好感，但没有告白，他知道我喜欢他，但他喜不喜欢我，我却不能肯定。",
        "label": ""
      },
      {
        "sentence": "他起初对我很好，我开始也享受这种好，可慢慢地，我开始责怪他，对我不够好或不如从前好……其实他也没做错什么，可我就是因为自己没有被照顾好，而对他心生怨恨，甚至不惜对他进行人身攻击。",
        "label": ""
      },
      {
        "sentence": "他本离我而去了，是我又死乞白赖地粘上去，不放手。",
        "label": ""
      },
      {
        "sentence": "他开始也想好好缓解我们的关系，主动跟我说话示好，但我已精疲力竭，对他像死鱼一样爱理不理的。",
        "label": ""
      },
      {
        "sentence": "现在我们双方进入了一场莫名的冷战中，我们表面上还是有交流，实际上我们能不说话就不说话，能不见面就不见面（我们在一起工作）。",
        "label": ""
      },
      {
        "sentence": "因为他之前对我冷暴力过几次，冷战对他而言，是非常熟练的了，而我每次都是主动示好的那个，这次我不想再犯贱了，就想让他也尝尝被冷暴力的滋味。",
        "label": ""
      },
      {
        "sentence": "但显然，我的功力不如他，可我还不想认输，我们现在在相互较劲，他对我也越来越冷漠，而我也尽可能地保持自己看起来正常的样子。",
        "label": ""
      },
      {
        "sentence": "我是不是有病？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我很高兴和你聊天。听到你描述的问题，首先我想说，每个人在爱情中都可能表现得和平时不太一样。成熟稳重的人可能会变得幼稚多疑，而平时玩世不恭的人也可能会变得专一可靠。所以，请不要担心自己是否有问题，这只是因为你在意并珍惜这段关系。你提到他对你不如从前那么好，你感到失望了是吗？我们可以思考一下，为什么你会觉得他不够好呢？是因为他对这段关系不重视，只是把它当作玩玩而已吗？如果是这样，你需要问问自己是否真的需要这样一段对方并不重视的关系。或者他也把这段关系看得很重，但在推进的过程中遇到了困难，他的处理方式可能就是你说的“冷暴力”，他在默默观察你的反应来试探你的心意。因为他很认真，所以才会和你较劲。现在你们都互相冷漠，也许他不知道你的真实想法。在爱情中，较劲是正常的，但前提是双方要明白对方的用心。你的喜欢，他是否知道？你的主动示好，他是否明白？你内心的失落，他是否能够感受到？如果他真的也和你一样喜欢，那么他是不会无动于衷看你自己难过挣扎的。在确认了自己的心思后，你可以尝试与他沟通，比自己苦熬要好得多。无论如何，相信在真正理解了自己之后，你一定能找到解决问题的办法。天气会变晴的。",
    "annotation": [
      {
        "sentence": "你好，我很高兴和你聊天。",
        "label": ""
      },
      {
        "sentence": "听到你描述的问题，首先我想说，每个人在爱情中都可能表现得和平时不太一样。",
        "label": ""
      },
      {
        "sentence": "成熟稳重的人可能会变得幼稚多疑，而平时玩世不恭的人也可能会变得专一可靠。",
        "label": ""
      },
      {
        "sentence": "所以，请不要担心自己是否有问题，这只是因为你在意并珍惜这段关系。",
        "label": ""
      },
      {
        "sentence": "你提到他对你不如从前那么好，你感到失望了是吗？",
        "label": ""
      },
      {
        "sentence": "我们可以思考一下，为什么你会觉得他不够好呢？",
        "label": ""
      },
      {
        "sentence": "是因为他对这段关系不重视，只是把它当作玩玩而已吗？",
        "label": ""
      },
      {
        "sentence": "如果是这样，你需要问问自己是否真的需要这样一段对方并不重视的关系。",
        "label": ""
      },
      {
        "sentence": "或者他也把这段关系看得很重，但在推进的过程中遇到了困难，他的处理方式可能就是你说的“冷暴力”，他在默默观察你的反应来试探你的心意。",
        "label": ""
      },
      {
        "sentence": "因为他很认真，所以才会和你较劲。",
        "label": ""
      },
      {
        "sentence": "现在你们都互相冷漠，也许他不知道你的真实想法。",
        "label": ""
      },
      {
        "sentence": "在爱情中，较劲是正常的，但前提是双方要明白对方的用心。",
        "label": ""
      },
      {
        "sentence": "你的喜欢，他是否知道？",
        "label": ""
      },
      {
        "sentence": "你的主动示好，他是否明白？",
        "label": ""
      },
      {
        "sentence": "你内心的失落，他是否能够感受到？",
        "label": ""
      },
      {
        "sentence": "如果他真的也和你一样喜欢，那么他是不会无动于衷看你自己难过挣扎的。",
        "label": ""
      },
      {
        "sentence": "在确认了自己的心思后，你可以尝试与他沟通，比自己苦熬要好得多。",
        "label": ""
      },
      {
        "sentence": "无论如何，相信在真正理解了自己之后，你一定能找到解决问题的办法。",
        "label": ""
      },
      {
        "sentence": "天气会变晴的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复，对你的建议我会思考一下。确实，在暧昧阶段的关系是让人犹豫不决，特别是当一方希望关系能够进一步发展，而另一方的态度不明确时。我承认我对他的期望很高，但也许他只是把这段关系当作玩玩，也许我的用心太过于认真。我目前的问题是，我感到疲惫不堪，对他没有了之前的热情和关注。我们的关系现在陷入了冷战，我甚至希望他也能体会到被冷暴力的感受。但我明白自己的功力不如他，所以我感到很困惑，不知道自己该怎么办。",
    "annotation": [
      {
        "sentence": "谢谢你的回复，对你的建议我会思考一下。",
        "label": ""
      },
      {
        "sentence": "确实，在暧昧阶段的关系是让人犹豫不决，特别是当一方希望关系能够进一步发展，而另一方的态度不明确时。",
        "label": ""
      },
      {
        "sentence": "我承认我对他的期望很高，但也许他只是把这段关系当作玩玩，也许我的用心太过于认真。",
        "label": ""
      },
      {
        "sentence": "我目前的问题是，我感到疲惫不堪，对他没有了之前的热情和关注。",
        "label": ""
      },
      {
        "sentence": "我们的关系现在陷入了冷战，我甚至希望他也能体会到被冷暴力的感受。",
        "label": ""
      },
      {
        "sentence": "但我明白自己的功力不如他，所以我感到很困惑，不知道自己该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困惑，我可以理解你现在的感受。在感情中陷入冷战的时候，确实让人疲惫不堪。但我们不能把自己变得像一个冷漠的死鱼，无论如何都对他不理不睬。我建议你先好好爱护自己，做回真实的自己。不论怎样，回想起来，你都会觉得现在为认定的是较真的自己是十分可爱的。在爱情中，我们可以较劲，但前提是对方要理解你的认真用心。在确定了自己的心意后，你可以尝试和他好好沟通，与其苦熬，不如给自己一个机会。无论结果如何，你都可以从中学习和成长。",
    "annotation": [
      {
        "sentence": "听到你的困惑，我可以理解你现在的感受。",
        "label": ""
      },
      {
        "sentence": "在感情中陷入冷战的时候，确实让人疲惫不堪。",
        "label": ""
      },
      {
        "sentence": "但我们不能把自己变得像一个冷漠的死鱼，无论如何都对他不理不睬。",
        "label": ""
      },
      {
        "sentence": "我建议你先好好爱护自己，做回真实的自己。",
        "label": ""
      },
      {
        "sentence": "不论怎样，回想起来，你都会觉得现在为认定的是较真的自己是十分可爱的。",
        "label": ""
      },
      {
        "sentence": "在爱情中，我们可以较劲，但前提是对方要理解你的认真用心。",
        "label": ""
      },
      {
        "sentence": "在确定了自己的心意后，你可以尝试和他好好沟通，与其苦熬，不如给自己一个机会。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，你都可以从中学习和成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我会考虑好好保护自己，回归真实的我。看待问题的方式也许需要改变，不要去较劲，而是尝试和他好好沟通。我确实还喜欢着他，所以我会努力正视自己的感受，并做出适合自己的决定。我真的希望未来能够变得更好。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会考虑好好保护自己，回归真实的我。",
        "label": ""
      },
      {
        "sentence": "看待问题的方式也许需要改变，不要去较劲，而是尝试和他好好沟通。",
        "label": ""
      },
      {
        "sentence": "我确实还喜欢着他，所以我会努力正视自己的感受，并做出适合自己的决定。",
        "label": ""
      },
      {
        "sentence": "我真的希望未来能够变得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到你这样的回答。你确定了自己的喜欢，也明白了应该如何处理这段关系。无论结果如何，记住要对自己好一点，爱自己才能更好地爱别人。相信在你真诚面对自己之后，",
    "annotation": [
      {
        "sentence": "非常欣慰听到你这样的回答。",
        "label": ""
      },
      {
        "sentence": "你确定了自己的喜欢，也明白了应该如何处理这段关系。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，记住要对自己好一点，爱自己才能更好地爱别人。",
        "label": ""
      },
      {
        "sentence": "相信在你真诚面对自己之后，",
        "label": ""
      }
    ]
  }
]