[
  {
    "role": "client",
    "content": "为什么我会把自己喜欢的人赶走？他还会回来吗？我们只是相互有好感，但没有告白，他知道我喜欢他，但他喜不喜欢我，我却不能肯定。他起初对我很好，我开始也享受这种好，可慢慢地，我开始责怪他，对我不够好或不如从前好……其实他也没做错什么，可我就是因为自己没有被照顾好，而对他心生怨恨，甚至不惜对他进行人身攻击。他本离我而去了，是我又死乞白赖地粘上去，不放手。他开始也想好好缓解我们的关系，主动跟我说话示好，但我已精疲力竭，对他像死鱼一样爱理不理的。现在我们双方进入了一场莫名的冷战中，我们表面上还是有交流，实际上我们能不说话就不说话，能不见面就不见面（我们在一起工作）。因为他之前对我冷暴力过几次，冷战对他而言，是非常熟练的了，而我每次都是主动示好的那个，这次我不想再犯贱了，就想让他也尝尝被冷暴力的滋味。但显然，我的功力不如他，可我还不想认输，我们现在在相互较劲，他对我也越来越冷漠，而我也尽可能地保持自己看起来正常的样子。我是不是有病？",
    "annotation": [
      {
        "sentence": "为什么我会把自己喜欢的人赶走？",
        "label": ""
      },
      {
        "sentence": "他还会回来吗？",
        "label": ""
      },
      {
        "sentence": "我们只是相互有好感，但没有告白，他知道我喜欢他，但他喜不喜欢我，我却不能肯定。",
        "label": ""
      },
      {
        "sentence": "他起初对我很好，我开始也享受这种好，可慢慢地，我开始责怪他，对我不够好或不如从前好……其实他也没做错什么，可我就是因为自己没有被照顾好，而对他心生怨恨，甚至不惜对他进行人身攻击。",
        "label": ""
      },
      {
        "sentence": "他本离我而去了，是我又死乞白赖地粘上去，不放手。",
        "label": ""
      },
      {
        "sentence": "他开始也想好好缓解我们的关系，主动跟我说话示好，但我已精疲力竭，对他像死鱼一样爱理不理的。",
        "label": ""
      },
      {
        "sentence": "现在我们双方进入了一场莫名的冷战中，我们表面上还是有交流，实际上我们能不说话就不说话，能不见面就不见面（我们在一起工作）。",
        "label": ""
      },
      {
        "sentence": "因为他之前对我冷暴力过几次，冷战对他而言，是非常熟练的了，而我每次都是主动示好的那个，这次我不想再犯贱了，就想让他也尝尝被冷暴力的滋味。",
        "label": ""
      },
      {
        "sentence": "但显然，我的功力不如他，可我还不想认输，我们现在在相互较劲，他对我也越来越冷漠，而我也尽可能地保持自己看起来正常的样子。",
        "label": ""
      },
      {
        "sentence": "我是不是有病？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困惑和痛苦，感情问题总是让人很苦恼。你提到你们之间只是相互有好感，暧昧的关系往往会让人不确定，导致缺乏安全感。你也表达了他对你有好的一面以及你开始责怪他的情况。与他的冷暴力相对应，你选择了冷战。我觉得我们可以试着从沟通和理解出发来解决问题。当前，你对他的期望越来越高，而他可能不知道你内心的矛盾。感情需要两个人的共同付出和沟通，可以尝试直接与他坦诚地沟通你的感受，说明你内心的困扰。这样可以帮助你们更好地理解彼此。冷漠和较劲只会加剧你们之间的隔阂，而坦诚的沟通有助于建立更健康的关系。支持你向他表达你的需求和感受。",
    "annotation": [
      {
        "sentence": "我明白你的困惑和痛苦，感情问题总是让人很苦恼。",
        "label": ""
      },
      {
        "sentence": "你提到你们之间只是相互有好感，暧昧的关系往往会让人不确定，导致缺乏安全感。",
        "label": ""
      },
      {
        "sentence": "你也表达了他对你有好的一面以及你开始责怪他的情况。",
        "label": ""
      },
      {
        "sentence": "与他的冷暴力相对应，你选择了冷战。",
        "label": ""
      },
      {
        "sentence": "我觉得我们可以试着从沟通和理解出发来解决问题。",
        "label": ""
      },
      {
        "sentence": "当前，你对他的期望越来越高，而他可能不知道你内心的矛盾。",
        "label": ""
      },
      {
        "sentence": "感情需要两个人的共同付出和沟通，可以尝试直接与他坦诚地沟通你的感受，说明你内心的困扰。",
        "label": ""
      },
      {
        "sentence": "这样可以帮助你们更好地理解彼此。",
        "label": ""
      },
      {
        "sentence": "冷漠和较劲只会加剧你们之间的隔阂，而坦诚的沟通有助于建立更健康的关系。",
        "label": ""
      },
      {
        "sentence": "支持你向他表达你的需求和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但是我觉得他对我已经没有兴趣了，每次主动示好也没有效果。我不知道怎样才能让他回心转意，对我重新产生兴趣。我害怕失去他，但又感觉自己无能为力。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但是我觉得他对我已经没有兴趣了，每次主动示好也没有效果。",
        "label": ""
      },
      {
        "sentence": "我不知道怎样才能让他回心转意，对我重新产生兴趣。",
        "label": ""
      },
      {
        "sentence": "我害怕失去他，但又感觉自己无能为力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有时候一个人对另一方的关心和付出需要时间来体现，不能期望一切都会立即改变。你提到他对你进行过一些冷暴力的行为，这可能是他的一种自我保护机制。在你们的关系中，你可以尝试给彼此一些空间和时间，不要过分期望他立即改变态度。与其担心失去他，不如先关注自己的感受和需求。从内心出发，独立地审视和思考自己对这段感情的需求和期待。你可以转移一些注意力，关注自己的成长和发展，这样不仅能够增加你的自信，也可能让他重新对你产生兴趣。记得，不论结果如何，你都值得被爱和关心。",
    "annotation": [
      {
        "sentence": "有时候一个人对另一方的关心和付出需要时间来体现，不能期望一切都会立即改变。",
        "label": ""
      },
      {
        "sentence": "你提到他对你进行过一些冷暴力的行为，这可能是他的一种自我保护机制。",
        "label": ""
      },
      {
        "sentence": "在你们的关系中，你可以尝试给彼此一些空间和时间，不要过分期望他立即改变态度。",
        "label": ""
      },
      {
        "sentence": "与其担心失去他，不如先关注自己的感受和需求。",
        "label": ""
      },
      {
        "sentence": "从内心出发，独立地审视和思考自己对这段感情的需求和期待。",
        "label": ""
      },
      {
        "sentence": "你可以转移一些注意力，关注自己的成长和发展，这样不仅能够增加你的自信，也可能让他重新对你产生兴趣。",
        "label": ""
      },
      {
        "sentence": "记得，不论结果如何，你都值得被爱和关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但是我觉得很难不去关注他，我的心总是想着他，无法放下。我也尝试了一些转移注意力的方法，但都没有成功。我真的很害怕失去他，觉得没有他我会很难过。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但是我觉得很难不去关注他，我的心总是想着他，无法放下。",
        "label": ""
      },
      {
        "sentence": "我也尝试了一些转移注意力的方法，但都没有成功。",
        "label": ""
      },
      {
        "sentence": "我真的很害怕失去他，觉得没有他我会很难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感情的放手是一个逐渐的过程，需要时间和努力。如果你发现转移注意力的方法对你并不管用，那就试着向他表达你的真实感受。告诉他你的担心和害怕失去他的感受，让他了解你内心的真实想法。同时，你也可以尝试与朋友或者心理咨询师聊聊，倾诉自己的感受和困惑，寻求更多的支持和建议。记住，你的感受和需求是重要的，不要过分忽视自己的情绪和需要。无论结果如何，你都值得被关心和爱护。",
    "annotation": [
      {
        "sentence": "感情的放手是一个逐渐的过程，需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "如果你发现转移注意力的方法对你并不管用，那就试着向他表达你的真实感受。",
        "label": ""
      },
      {
        "sentence": "告诉他你的担心和害怕失去他的感受，让他了解你内心的真实想法。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试与朋友或者心理咨询师聊聊，倾诉自己的感受和困惑，寻求更多的支持和建议。",
        "label": ""
      },
      {
        "sentence": "记住，你的感受和需求是重要的，不要过分忽视自己的情绪和需要。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，你都值得被关心和爱护。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着与他坦诚沟通，让他了解我内心真实的感受。同时，也会倾诉给朋友，寻求更多的支持和建议。虽然我还是害怕失去他，但我希望能够尊重自己的感受和需求。谢谢你的鼓励和支持！",
    "annotation": [
      {
        "sentence": "我会试着与他坦诚沟通，让他了解我内心真实的感受。",
        "label": ""
      },
      {
        "sentence": "同时，也会倾诉给朋友，寻求更多的支持和建议。",
        "label": ""
      },
      {
        "sentence": "虽然我还是害怕失去他，但我希望能够尊重自己的感受和需求。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个勇敢的人，愿意面对自己的感受并试着去解决问题。记住，在整个过程中，你的感受和需求是最重要的。不要忘记关注自己的成长和发展，要时刻给自己一些积极的能量和鼓励。无论结果如何，你都是一个很棒的人，值得被爱和关心。祝愿你和他能够找到彼此的平衡，并实现相互的幸福快乐！",
    "annotation": [
      {
        "sentence": "你是一个勇敢的人，愿意面对自己的感受并试着去解决问题。",
        "label": ""
      },
      {
        "sentence": "记住，在整个过程中，你的感受和需求是最重要的。",
        "label": ""
      },
      {
        "sentence": "不要忘记关注自己的成长和发展，要时刻给自己一些积极的能量和鼓励。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，你都是一个很棒的人，值得被爱和关心。",
        "label": ""
      },
      {
        "sentence": "祝愿你和他能够找到彼此的平衡，并实现相互的幸福快乐！",
        "label": ""
      }
    ]
  }
]