[
  {
    "role": "client",
    "content": "感觉自己体弱多病，为家人带来了负担？不想活了。我今年十六，是个女生，感觉自己体弱多病，爸妈在我小时候都在外面找工作，所以我和弟弟在外婆家长大。我外婆很好，就是她重男轻女的落后思想令我崩溃。她总是把弟弟的错怪到我身上来，所以我小时候经常因为这件事受委屈。随着年龄的增长，我开始变得大胆，敢和外婆吵架了。我不想再为我弟的错误负责任了，所以有的时候我和外婆的关系很差。有一次我和外婆闹了矛盾，大热天穿着冬季的校裤去学校参加毕业典礼，然后在学校被太阳晒中暑晕倒了，一颗门牙摔掉了半个，从此我就失去了半颗门牙。我虽然长得不好看，但也达到了这个时代的人对美的概念的及格线。还有我本来就不是特别注重自己的外以丢了半颗门牙对我来说几乎没有什么影响（刚开始有点不习惯）。大不了长大以后去补，可是离我真正经济独立的日子还很远很远很远。我喜欢唱歌，跳舞，弹琴，我担心因为这半颗牙齿收到歧视失去做这些事的机会，我家的经济情况不算好，我在学校的成绩也算中等，可是家人和老师。",
    "annotation": [
      {
        "sentence": "感觉自己体弱多病，为家人带来了负担？",
        "label": ""
      },
      {
        "sentence": "不想活了。",
        "label": ""
      },
      {
        "sentence": "我今年十六，是个女生，感觉自己体弱多病，爸妈在我小时候都在外面找工作，所以我和弟弟在外婆家长大。",
        "label": ""
      },
      {
        "sentence": "我外婆很好，就是她重男轻女的落后思想令我崩溃。",
        "label": ""
      },
      {
        "sentence": "她总是把弟弟的错怪到我身上来，所以我小时候经常因为这件事受委屈。",
        "label": ""
      },
      {
        "sentence": "随着年龄的增长，我开始变得大胆，敢和外婆吵架了。",
        "label": ""
      },
      {
        "sentence": "我不想再为我弟的错误负责任了，所以有的时候我和外婆的关系很差。",
        "label": ""
      },
      {
        "sentence": "有一次我和外婆闹了矛盾，大热天穿着冬季的校裤去学校参加毕业典礼，然后在学校被太阳晒中暑晕倒了，一颗门牙摔掉了半个，从此我就失去了半颗门牙。",
        "label": ""
      },
      {
        "sentence": "我虽然长得不好看，但也达到了这个时代的人对美的概念的及格线。",
        "label": ""
      },
      {
        "sentence": "还有我本来就不是特别注重自己的外以丢了半颗门牙对我来说几乎没有什么影响（刚开始有点不习惯）。",
        "label": ""
      },
      {
        "sentence": "大不了长大以后去补，可是离我真正经济独立的日子还很远很远很远。",
        "label": ""
      },
      {
        "sentence": "我喜欢唱歌，跳舞，弹琴，我担心因为这半颗牙齿收到歧视失去做这些事的机会，我家的经济情况不算好，我在学校的成绩也算中等，可是家人和老师。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听说你最近遇到了一些问题。很高兴你能找到我来倾诉。感到体弱多病并为家人带来负担的确让你感到困扰。你说你和弟弟在外婆家长大，并提到外婆的重男轻女的观念给你带来了困扰。你在小时候经常因为这件事情受委屈，但随着成长，你变得更加勇敢，开始和外婆吵架。你不想再为弟弟的错误承担责任，所以你和外婆的关系变得不好。你还提到一次和外婆闹矛盾的事情，你参加毕业典礼时中暑晕倒，摔掉了半颗门牙。你虽然觉得自己长得不好看，但这并不影响你达到社会对美的标准。你还说你对自己的外貌并不是特别注重，失去半颗门牙对你来说几乎没有什么影响。你计划长大后去补牙，但经济独立的日子离你还很远很远。你喜欢唱歌、跳舞和弹琴，但担心牙齿的问题会影响你实现这些爱好。你家的经济情况不算好，学习成绩也中等，但家人和老师仍然期望你做得更好。",
    "annotation": [
      {
        "sentence": "你好，听说你最近遇到了一些问题。",
        "label": ""
      },
      {
        "sentence": "很高兴你能找到我来倾诉。",
        "label": ""
      },
      {
        "sentence": "感到体弱多病并为家人带来负担的确让你感到困扰。",
        "label": ""
      },
      {
        "sentence": "你说你和弟弟在外婆家长大，并提到外婆的重男轻女的观念给你带来了困扰。",
        "label": ""
      },
      {
        "sentence": "你在小时候经常因为这件事情受委屈，但随着成长，你变得更加勇敢，开始和外婆吵架。",
        "label": ""
      },
      {
        "sentence": "你不想再为弟弟的错误承担责任，所以你和外婆的关系变得不好。",
        "label": ""
      },
      {
        "sentence": "你还提到一次和外婆闹矛盾的事情，你参加毕业典礼时中暑晕倒，摔掉了半颗门牙。",
        "label": ""
      },
      {
        "sentence": "你虽然觉得自己长得不好看，但这并不影响你达到社会对美的标准。",
        "label": ""
      },
      {
        "sentence": "你还说你对自己的外貌并不是特别注重，失去半颗门牙对你来说几乎没有什么影响。",
        "label": ""
      },
      {
        "sentence": "你计划长大后去补牙，但经济独立的日子离你还很远很远。",
        "label": ""
      },
      {
        "sentence": "你喜欢唱歌、跳舞和弹琴，但担心牙齿的问题会影响你实现这些爱好。",
        "label": ""
      },
      {
        "sentence": "你家的经济情况不算好，学习成绩也中等，但家人和老师仍然期望你做得更好。",
        "label": ""
      }
    ]
  }
]