[
  {
    "role": "client",
    "content": "为什么我会把自己喜欢的人推出自己的世界？我们只是相互有好感，但没有告白，他知道我喜欢他，但他喜不喜欢我，我却不能确定。他起初对我很好，我开始也享受这种好，可慢慢地，我开始责怪他，对我不够好或不如从前好……其实他也没做错什么，可我就是因为自己没有被照顾好，而对他心生怨恨，甚至不惜对他进行人身攻击。他本离我而去了，是我又死乞白赖地粘上去，不放手。他开始也想好好缓解我们的关系，主动跟我说话示好，但我已精疲力竭，对他像死鱼一样爱理不理的。现在我们双方进入了一场莫名的冷战中，我们表面上还是有交流，实际上我们能不说话就不说话，能不见面就不见面（我们在一起工作）。因为他之前对我冷暴力过几次，冷战对他而言，是非常熟练的了，而我每次都是主动示好的那个，这次我不想再犯贱了，就想让他也尝尝被冷暴力的滋味。但显然，我的功力不如他，可我还不想认输，我们现在在相互较劲，他对我也越来越冷漠，而我也尽可能地保持自己看起来正常的样子。我是不是有病？",
    "annotation": [
      {
        "sentence": "为什么我会把自己喜欢的人推出自己的世界？",
        "label": ""
      },
      {
        "sentence": "我们只是相互有好感，但没有告白，他知道我喜欢他，但他喜不喜欢我，我却不能确定。",
        "label": ""
      },
      {
        "sentence": "他起初对我很好，我开始也享受这种好，可慢慢地，我开始责怪他，对我不够好或不如从前好……其实他也没做错什么，可我就是因为自己没有被照顾好，而对他心生怨恨，甚至不惜对他进行人身攻击。",
        "label": ""
      },
      {
        "sentence": "他本离我而去了，是我又死乞白赖地粘上去，不放手。",
        "label": ""
      },
      {
        "sentence": "他开始也想好好缓解我们的关系，主动跟我说话示好，但我已精疲力竭，对他像死鱼一样爱理不理的。",
        "label": ""
      },
      {
        "sentence": "现在我们双方进入了一场莫名的冷战中，我们表面上还是有交流，实际上我们能不说话就不说话，能不见面就不见面（我们在一起工作）。",
        "label": ""
      },
      {
        "sentence": "因为他之前对我冷暴力过几次，冷战对他而言，是非常熟练的了，而我每次都是主动示好的那个，这次我不想再犯贱了，就想让他也尝尝被冷暴力的滋味。",
        "label": ""
      },
      {
        "sentence": "但显然，我的功力不如他，可我还不想认输，我们现在在相互较劲，他对我也越来越冷漠，而我也尽可能地保持自己看起来正常的样子。",
        "label": ""
      },
      {
        "sentence": "我是不是有病？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的回答可以帮助到你~",
    "annotation": [
      {
        "sentence": "希望我的回答可以帮助到你~",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我把自己喜欢的人推出了我的世界，不知道为什么会这样。我们只是有好感，但没有明确表白，我知道他知道我喜欢他，但我无法确定他是否喜欢我。一开始，他对我很好，我也很享受这份善意。但渐渐地，我开始责怪他，觉得他对我不够好或者不如以前了。其实他并没有做错什么，我只是因为自己没有得到足够的关怀而心生怨恨，甚至对他进行了一些伤害。他本来要离开我，但我却执意挽留，不肯放手。他开始试图缓解我们的关系，主动和我交流示好，但我已经筋疲力尽，对他犹如死鱼一样冷漠。现在我们陷入了一场莫名的冷战，表面上还有交流，但实际上我们能不说话就不说话，能不见面就不见面（我们在一起工作）。他之前对我实施过冷暴力，对他来说冷战已经是非常熟练的了，而我每次都是主动示好的那个。这次我不想再继续付出了，想让他也尝尝被冷暴力对待的滋味。但显然，我的能力不如他，我还不想放弃，我们现在互相对抗，他对我也越来越冷漠，而我尽可能地保持自己看起来正常的样子。我是不是有问题？",
    "annotation": [
      {
        "sentence": "我觉得我把自己喜欢的人推出了我的世界，不知道为什么会这样。",
        "label": ""
      },
      {
        "sentence": "我们只是有好感，但没有明确表白，我知道他知道我喜欢他，但我无法确定他是否喜欢我。",
        "label": ""
      },
      {
        "sentence": "一开始，他对我很好，我也很享受这份善意。",
        "label": ""
      },
      {
        "sentence": "但渐渐地，我开始责怪他，觉得他对我不够好或者不如以前了。",
        "label": ""
      },
      {
        "sentence": "其实他并没有做错什么，我只是因为自己没有得到足够的关怀而心生怨恨，甚至对他进行了一些伤害。",
        "label": ""
      },
      {
        "sentence": "他本来要离开我，但我却执意挽留，不肯放手。",
        "label": ""
      },
      {
        "sentence": "他开始试图缓解我们的关系，主动和我交流示好，但我已经筋疲力尽，对他犹如死鱼一样冷漠。",
        "label": ""
      },
      {
        "sentence": "现在我们陷入了一场莫名的冷战，表面上还有交流，但实际上我们能不说话就不说话，能不见面就不见面（我们在一起工作）。",
        "label": ""
      },
      {
        "sentence": "他之前对我实施过冷暴力，对他来说冷战已经是非常熟练的了，而我每次都是主动示好的那个。",
        "label": ""
      },
      {
        "sentence": "这次我不想再继续付出了，想让他也尝尝被冷暴力对待的滋味。",
        "label": ""
      },
      {
        "sentence": "但显然，我的能力不如他，我还不想放弃，我们现在互相对抗，他对我也越来越冷漠，而我尽可能地保持自己看起来正常的样子。",
        "label": ""
      },
      {
        "sentence": "我是不是有问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，我觉得可能存在以下问题：1. 这段关系存在一种不平衡，你更在乎他，而且放不下他。2. 你们之间都存在一些冷暴力，对此你感到困扰。",
    "annotation": [
      {
        "sentence": "从你的描述中，我觉得可能存在以下问题：1. 这段关系存在一种不平衡，你更在乎他，而且放不下他。",
        "label": ""
      },
      {
        "sentence": "2. 你们之间都存在一些冷暴力，对此你感到困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你分析得很准确。那么，对于我现在的情况，该怎么处理呢？",
    "annotation": [
      {
        "sentence": "你分析得很准确。",
        "label": ""
      },
      {
        "sentence": "那么，对于我现在的情况，该怎么处理呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，让我们简单分析一下他到底喜不喜欢你。你一开始提到的问题是把自己喜欢的人推出自己的世界。但根据你的描述，更多的是你一直在牵挂他，如果推出你的世界，应该是毫无相关性的。你确定自己喜欢他，但他呢？虽然他知道你对他有好感，但他并没有对这段关系做出明确的回应。是他不喜欢你，还是不敢表白？这种暧昧让你感到很难受。他对你的好，可能也只是对别人的好。你觉得他对你不如以前那么在乎，说明在这段关系里他已经游刃有余，并且开始抽身。这也是后续冷暴力和对抗的原因。可是这一切都是以你的角度来看，他究竟是不是这样想的，只有他自己知道，而你已经完全陷进去了。",
    "annotation": [
      {
        "sentence": "首先，让我们简单分析一下他到底喜不喜欢你。",
        "label": ""
      },
      {
        "sentence": "你一开始提到的问题是把自己喜欢的人推出自己的世界。",
        "label": ""
      },
      {
        "sentence": "但根据你的描述，更多的是你一直在牵挂他，如果推出你的世界，应该是毫无相关性的。",
        "label": ""
      },
      {
        "sentence": "你确定自己喜欢他，但他呢？",
        "label": ""
      },
      {
        "sentence": "虽然他知道你对他有好感，但他并没有对这段关系做出明确的回应。",
        "label": ""
      },
      {
        "sentence": "是他不喜欢你，还是不敢表白？",
        "label": ""
      },
      {
        "sentence": "这种暧昧让你感到很难受。",
        "label": ""
      },
      {
        "sentence": "他对你的好，可能也只是对别人的好。",
        "label": ""
      },
      {
        "sentence": "你觉得他对你不如以前那么在乎，说明在这段关系里他已经游刃有余，并且开始抽身。",
        "label": ""
      },
      {
        "sentence": "这也是后续冷暴力和对抗的原因。",
        "label": ""
      },
      {
        "sentence": "可是这一切都是以你的角度来看，他究竟是不是这样想的，只有他自己知道，而你已经完全陷进去了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，可是现在我该怎么办呢？我觉得非常痛苦。",
    "annotation": [
      {
        "sentence": "你说得很对，可是现在我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我觉得非常痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "要调整当下的状态，你可以主动出击，直接问他对你们这段关系是怎么看的。无论是他的回答是否令你满意，或者回答含糊不清，你都可以考虑结束这段状态。如果他也喜欢你，你可以考虑是否愿意和他在一起。可以试试直接、坦诚地沟通，看看他和你内心的想法。在很多爱情关系中，往往不存在绝对平衡的姿态。目前来说，你并不清楚他的真实心思，但你已经陷得很深，处于下风的位置。你可以尝试委婉地和解，按照以前的方式和他相处，观察他是如何处理的，这能体现他的内心真实想法。同时，如果你们真的在一起了，你可能会一直处于这种低姿态，你能接受这种状态吗？你可以试着将注意力放在自己身上，强制转移精力。比如去做一些你喜欢的事情，比如打游戏、减肥、插画或者练习书法等。一个没有为你付出的男人让你感到心疼，但是不如好好疼惜自己。去看看那个更美、更好、更优秀的自己是什么样子。无论你做出什么样的决定，我都祝福你成为最好的自己。",
    "annotation": [
      {
        "sentence": "要调整当下的状态，你可以主动出击，直接问他对你们这段关系是怎么看的。",
        "label": ""
      },
      {
        "sentence": "无论是他的回答是否令你满意，或者回答含糊不清，你都可以考虑结束这段状态。",
        "label": ""
      },
      {
        "sentence": "如果他也喜欢你，你可以考虑是否愿意和他在一起。",
        "label": ""
      },
      {
        "sentence": "可以试试直接、坦诚地沟通，看看他和你内心的想法。",
        "label": ""
      },
      {
        "sentence": "在很多爱情关系中，往往不存在绝对平衡的姿态。",
        "label": ""
      },
      {
        "sentence": "目前来说，你并不清楚他的真实心思，但你已经陷得很深，处于下风的位置。",
        "label": ""
      },
      {
        "sentence": "你可以尝试委婉地和解，按照以前的方式和他相处，观察他是如何处理的，这能体现他的内心真实想法。",
        "label": ""
      },
      {
        "sentence": "同时，如果你们真的在一起了，你可能会一直处于这种低姿态，你能接受这种状态吗？",
        "label": ""
      },
      {
        "sentence": "你可以试着将注意力放在自己身上，强制转移精力。",
        "label": ""
      },
      {
        "sentence": "比如去做一些你喜欢的事情，比如打游戏、减肥、插画或者练习书法等。",
        "label": ""
      },
      {
        "sentence": "一个没有为你付出的男人让你感到心疼，但是不如好好疼惜自己。",
        "label": ""
      },
      {
        "sentence": "去看看那个更美、更好、更优秀的自己是什么样子。",
        "label": ""
      },
      {
        "sentence": "无论你做出什么样的决定，我都祝福你成为最好的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答和建议，我会好好考虑的。希望自己能够走出这个困境，找到属于自己的幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的回答和建议，我会好好考虑的。",
        "label": ""
      },
      {
        "sentence": "希望自己能够走出这个困境，找到属于自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的回答能帮到你。你一定能够走出这个困境，找到属于自己的幸福。相信自己，加油！",
    "annotation": [
      {
        "sentence": "不客气，希望我的回答能帮到你。",
        "label": ""
      },
      {
        "sentence": "你一定能够走出这个困境，找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "相信自己，加油！",
        "label": ""
      }
    ]
  }
]