[
  {
    "role": "client",
    "content": "为什么我会把自己喜欢的人推出自己的世界？我们只是相互有好感，但没有告白，他知道我喜欢他，但他喜不喜欢我，我却不能确定。他起初对我很好，我开始也享受这种好，可慢慢地，我开始责怪他，对我不够好或不如从前好……其实他也没做错什么，可我就是因为自己没有被照顾好，而对他心生怨恨，甚至不惜对他进行人身攻击。他本离我而去了，是我又死乞白赖地粘上去，不放手。",
    "annotation": [
      {
        "sentence": "为什么我会把自己喜欢的人推出自己的世界？",
        "label": ""
      },
      {
        "sentence": "我们只是相互有好感，但没有告白，他知道我喜欢他，但他喜不喜欢我，我却不能确定。",
        "label": ""
      },
      {
        "sentence": "他起初对我很好，我开始也享受这种好，可慢慢地，我开始责怪他，对我不够好或不如从前好……其实他也没做错什么，可我就是因为自己没有被照顾好，而对他心生怨恨，甚至不惜对他进行人身攻击。",
        "label": ""
      },
      {
        "sentence": "他本离我而去了，是我又死乞白赖地粘上去，不放手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你并不是有病，而是自己也没有做好准备进入新的感情，而双方在遇见问题的时候也没有冷静的思考，甚至很多时候会冷战，所以我们才会有一定的抵触心理。",
    "annotation": [
      {
        "sentence": "你并不是有病，而是自己也没有做好准备进入新的感情，而双方在遇见问题的时候也没有冷静的思考，甚至很多时候会冷战，所以我们才会有一定的抵触心理。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道冷战是不对的，但我觉得他变了，变得对我冷漠了，我真的很受伤。",
    "annotation": [
      {
        "sentence": "我知道冷战是不对的，但我觉得他变了，变得对我冷漠了，我真的很受伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "1.冷暴力是最伤心的。有的时候争吵说明还在乎彼此，而冷战就会让彼此更加伤心了，尤其是冷战的时候互不搭理，而且主动低头的人也得不到对方的理解，导致彼此的关系越来越僵。我和女朋友有过一个这么约定：如果双方之间生气了，哪怕再不想搭理彼此，互相可以不见面，也可以出去找朋友，但是希望到了目的地之后给彼此报个平安。因为生气归生气，安全永远是第一位，彼此当时在气头上或许都会说出一些伤人的话，但是无论发生了什么，一定不希望对方有伤害自己或者别伤害的潜在危险。因此在彼此相处的时候最好要有一些底线，爱一个人不是没有自己的想法，而是会互相理解，知道什么时候应该低头，什么时候应该包容。",
    "annotation": [
      {
        "sentence": "1.冷暴力是最伤心的。",
        "label": ""
      },
      {
        "sentence": "有的时候争吵说明还在乎彼此，而冷战就会让彼此更加伤心了，尤其是冷战的时候互不搭理，而且主动低头的人也得不到对方的理解，导致彼此的关系越来越僵。",
        "label": ""
      },
      {
        "sentence": "我和女朋友有过一个这么约定：如果双方之间生气了，哪怕再不想搭理彼此，互相可以不见面，也可以出去找朋友，但是希望到了目的地之后给彼此报个平安。",
        "label": ""
      },
      {
        "sentence": "因为生气归生气，安全永远是第一位，彼此当时在气头上或许都会说出一些伤人的话，但是无论发生了什么，一定不希望对方有伤害自己或者别伤害的潜在危险。",
        "label": ""
      },
      {
        "sentence": "因此在彼此相处的时候最好要有一些底线，爱一个人不是没有自己的想法，而是会互相理解，知道什么时候应该低头，什么时候应该包容。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我应该重新调整自己的心态，不能再对他冷漠了。",
    "annotation": [
      {
        "sentence": "你说的有道理，我应该重新调整自己的心态，不能再对他冷漠了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "2.在恋爱的过程中每个人都会变。恋爱会从热恋期到后来的平淡期，很多人在刚开始的时候恨不得整天黏在一起，可是随着时间的推移，很多事情都是会变的，比如今天工作遇见了一些不顺心的事，或者和对方吵架了，又或者是其他的事情，都会影响彼此之间的情绪。有的时候我们觉得对方变了，变得没有那么在乎我们了，但是我们可以回想一下，在这段感情里自己为对方做了什么，毕竟一个人主动久了是会累的。因此我们不要担心彼此变了，而是要明白彼此改变是为了什么，如果彼此是为了成为更好的自己，也愿意互相成长，那么这种变化是有利的，如果双方只是赌气，或者认为对方必须无条件的包容自己，那么这段感情真的很难维持下去。",
    "annotation": [
      {
        "sentence": "2.在恋爱的过程中每个人都会变。",
        "label": ""
      },
      {
        "sentence": "恋爱会从热恋期到后来的平淡期，很多人在刚开始的时候恨不得整天黏在一起，可是随着时间的推移，很多事情都是会变的，比如今天工作遇见了一些不顺心的事，或者和对方吵架了，又或者是其他的事情，都会影响彼此之间的情绪。",
        "label": ""
      },
      {
        "sentence": "有的时候我们觉得对方变了，变得没有那么在乎我们了，但是我们可以回想一下，在这段感情里自己为对方做了什么，毕竟一个人主动久了是会累的。",
        "label": ""
      },
      {
        "sentence": "因此我们不要担心彼此变了，而是要明白彼此改变是为了什么，如果彼此是为了成为更好的自己，也愿意互相成长，那么这种变化是有利的，如果双方只是赌气，或者认为对方必须无条件的包容自己，那么这段感情真的很难维持下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的我明白了，我应该更加理解他的改变，也希望他能理解我的感受。",
    "annotation": [
      {
        "sentence": "你说的我明白了，我应该更加理解他的改变，也希望他能理解我的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "想清楚自己想要什么样的爱情，找个时间好好的聊一聊，如果有机会就摊开关系，如果真的不合适就也可以好聚好散。",
    "annotation": [
      {
        "sentence": "想清楚自己想要什么样的爱情，找个时间好好的聊一聊，如果有机会就摊开关系，如果真的不合适就也可以好聚好散。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会好好思考一下，谢谢你的建议。我应该主动和他坐下来好好谈一谈，看看我们还能不能继续下去了。",
    "annotation": [
      {
        "sentence": "我会好好思考一下，谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我应该主动和他坐下来好好谈一谈，看看我们还能不能继续下去了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要逼自己做出决定，给彼此一些时间和空间，思考清楚自己的感受和期望，希望你们能找到适合彼此的方式。祝福你们。",
    "annotation": [
      {
        "sentence": "不要逼自己做出决定，给彼此一些时间和空间，思考清楚自己的感受和期望，希望你们能找到适合彼此的方式。",
        "label": ""
      },
      {
        "sentence": "祝福你们。",
        "label": ""
      }
    ]
  }
]