[
  {
    "role": "client",
    "content": "为什么我会把自己喜欢的人推出自己的世界？我们只是相互有好感，但没有告白，他知道我喜欢他，但他喜不喜欢我，我却不能确定。他起初对我很好，我开始也享受这种好，可慢慢地，我开始责怪他，对我不够好或不如从前好……其实他也没做错什么，可我就是因为自己没有被照顾好，而对他心生怨恨，甚至不惜对他进行人身攻击。他本离我而去了，是我又死乞白赖地粘上去，不放手。他开始也想好好缓解我们的关系，主动跟我说话示好，但我已精疲力竭，对他像死鱼一样爱理不理的。现在我们双方进入了一场莫名的冷战中，我们表面上还是有交流，实际上我们能不说话就不说话，能不见面就不见面（我们在一起工作）。因为他之前对我冷暴力过几次，冷战对他而言，是非常熟练的了，而我每次都是主动示好的那个，这次我不想再犯贱了，就想让他也尝尝被冷暴力的滋味。但显然，我的功力不如他，可我还不想认输，我们现在在相互较劲，他对我也越来越冷漠，而我也尽可能地保持自己看起来正常的样子。我是不是有病？",
    "annotation": [
      {
        "sentence": "为什么我会把自己喜欢的人推出自己的世界？",
        "label": ""
      },
      {
        "sentence": "我们只是相互有好感，但没有告白，他知道我喜欢他，但他喜不喜欢我，我却不能确定。",
        "label": ""
      },
      {
        "sentence": "他起初对我很好，我开始也享受这种好，可慢慢地，我开始责怪他，对我不够好或不如从前好……其实他也没做错什么，可我就是因为自己没有被照顾好，而对他心生怨恨，甚至不惜对他进行人身攻击。",
        "label": ""
      },
      {
        "sentence": "他本离我而去了，是我又死乞白赖地粘上去，不放手。",
        "label": ""
      },
      {
        "sentence": "他开始也想好好缓解我们的关系，主动跟我说话示好，但我已精疲力竭，对他像死鱼一样爱理不理的。",
        "label": ""
      },
      {
        "sentence": "现在我们双方进入了一场莫名的冷战中，我们表面上还是有交流，实际上我们能不说话就不说话，能不见面就不见面（我们在一起工作）。",
        "label": ""
      },
      {
        "sentence": "因为他之前对我冷暴力过几次，冷战对他而言，是非常熟练的了，而我每次都是主动示好的那个，这次我不想再犯贱了，就想让他也尝尝被冷暴力的滋味。",
        "label": ""
      },
      {
        "sentence": "但显然，我的功力不如他，可我还不想认输，我们现在在相互较劲，他对我也越来越冷漠，而我也尽可能地保持自己看起来正常的样子。",
        "label": ""
      },
      {
        "sentence": "我是不是有病？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的小姐姐，我了解你现在的困惑和痛苦，其实你并不是一个人在经历这种情绪上的摇摆和冲动行为。我曾经也有过类似的经历，在高中时期和一个人谈恋爱，最初我们的关系很好，但是渐渐地，我对他的不满也变得越来越多。我会因为他没有及时回我消息而生气，因为他下课没有来找我而在寝室里痛哭流涕。我曾多次提出分手，只是为了伤害他，报复他，但最后又不舍，又寻求复合。我们的感情是一种相互伤害，窒息的爱。不过，现在已经过去了两年，我和他的感情逐渐稳定下来，我不再怨恨他，也不会为了报复而分手。我开始意识到，其实在那段时间里，他并没有做错什么，只是我太过于执着而产生了这种情绪。金·巴塞洛缪认为每个人的依恋风格都是不同的，他将成人的依恋模式分为安全型、多虑型、超脱型和恐惧型。安全型的人对亲密关系和依赖感觉很自在，乐观外向，并且乐于社交；多虑型的人则时刻对自己和他人的关系保持高度警惕，渴望建立亲密关系，但一旦他的亲密对象和其他人有紧密关系，就会感到嫉妒；超脱型的人更倾向于独立和依赖自己，对亲密关系不太感兴趣，表现得冷漠；恐惧型的人则总是担心被人拒绝，不相信别人，也不相信自己，多疑而内向。而依恋风格的形成与我们婴儿期的经历息息相关。当我们还在襁褓中时，父母若对我们照料得很好，无论何时我们有需求，他们都会出现，这样的环境下我们会感到安心，从而形成安全型依恋风格；若父母对我们基本上处于放任的状态，不喂奶饿了不管，困了不抱着睡，哭了不来哄，久而久之，我们就不再对外界抱有期待，从而形成超脱型依恋风格；但若遇到那种半吊子式的父母，我们不知道他们何时会来喂奶，何时给我们换尿布，这种不确定性导致我们产生多疑焦虑的情绪，进而形成恐惧型和多虑型依恋风格。我猜想，你和我一样，也属于多虑和恐惧型。一方面，我们渴望亲密关系，一方面又害怕失去，正因如此，才会做出一系列窒息行为。要改善这种情况，首先，一定要多和男朋友沟通，让他了解你的不满和你的想法。遇到问题一定要及时沟通，不要将积郁的负面情绪沉积下来，否则最后会产生非常严重的后果；其次，要逐步脱离这种依恋关系，这不代表要和男朋友分手，而是要找到自己的价值，关注自己的成长。小姐姐，你现在的情况没有必要过于担心，只需慢慢努力，你一定能走出来的！",
    "annotation": [
      {
        "sentence": "亲爱的小姐姐，我了解你现在的困惑和痛苦，其实你并不是一个人在经历这种情绪上的摇摆和冲动行为。",
        "label": ""
      },
      {
        "sentence": "我曾经也有过类似的经历，在高中时期和一个人谈恋爱，最初我们的关系很好，但是渐渐地，我对他的不满也变得越来越多。",
        "label": ""
      },
      {
        "sentence": "我会因为他没有及时回我消息而生气，因为他下课没有来找我而在寝室里痛哭流涕。",
        "label": ""
      },
      {
        "sentence": "我曾多次提出分手，只是为了伤害他，报复他，但最后又不舍，又寻求复合。",
        "label": ""
      },
      {
        "sentence": "我们的感情是一种相互伤害，窒息的爱。",
        "label": ""
      },
      {
        "sentence": "不过，现在已经过去了两年，我和他的感情逐渐稳定下来，我不再怨恨他，也不会为了报复而分手。",
        "label": ""
      },
      {
        "sentence": "我开始意识到，其实在那段时间里，他并没有做错什么，只是我太过于执着而产生了这种情绪。",
        "label": ""
      },
      {
        "sentence": "金·巴塞洛缪认为每个人的依恋风格都是不同的，他将成人的依恋模式分为安全型、多虑型、超脱型和恐惧型。",
        "label": ""
      },
      {
        "sentence": "安全型的人对亲密关系和依赖感觉很自在，乐观外向，并且乐于社交；多虑型的人则时刻对自己和他人的关系保持高度警惕，渴望建立亲密关系，但一旦他的亲密对象和其他人有紧密关系，就会感到嫉妒；超脱型的人更倾向于独立和依赖自己，对亲密关系不太感兴趣，表现得冷漠；恐惧型的人则总是担心被人拒绝，不相信别人，也不相信自己，多疑而内向。",
        "label": ""
      },
      {
        "sentence": "而依恋风格的形成与我们婴儿期的经历息息相关。",
        "label": ""
      },
      {
        "sentence": "当我们还在襁褓中时，父母若对我们照料得很好，无论何时我们有需求，他们都会出现，这样的环境下我们会感到安心，从而形成安全型依恋风格；若父母对我们基本上处于放任的状态，不喂奶饿了不管，困了不抱着睡，哭了不来哄，久而久之，我们就不再对外界抱有期待，从而形成超脱型依恋风格；但若遇到那种半吊子式的父母，我们不知道他们何时会来喂奶，何时给我们换尿布，这种不确定性导致我们产生多疑焦虑的情绪，进而形成恐惧型和多虑型依恋风格。",
        "label": ""
      },
      {
        "sentence": "我猜想，你和我一样，也属于多虑和恐惧型。",
        "label": ""
      },
      {
        "sentence": "一方面，我们渴望亲密关系，一方面又害怕失去，正因如此，才会做出一系列窒息行为。",
        "label": ""
      },
      {
        "sentence": "要改善这种情况，首先，一定要多和男朋友沟通，让他了解你的不满和你的想法。",
        "label": ""
      },
      {
        "sentence": "遇到问题一定要及时沟通，不要将积郁的负面情绪沉积下来，否则最后会产生非常严重的后果；其次，要逐步脱离这种依恋关系，这不代表要和男朋友分手，而是要找到自己的价值，关注自己的成长。",
        "label": ""
      },
      {
        "sentence": "小姐姐，你现在的情况没有必要过于担心，只需慢慢努力，你一定能走出来的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的理解和支持，你的故事让我感触颇深。确实，我意识到我在感情上太过执着，也知道了我自己是多虑和恐惧型的人。但是，我很困惑，该如何实际操作才能和男朋友进行更好的沟通呢？",
    "annotation": [
      {
        "sentence": "非常感谢你的理解和支持，你的故事让我感触颇深。",
        "label": ""
      },
      {
        "sentence": "确实，我意识到我在感情上太过执着，也知道了我自己是多虑和恐惧型的人。",
        "label": ""
      },
      {
        "sentence": "但是，我很困惑，该如何实际操作才能和男朋友进行更好的沟通呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的小姐姐，你能够意识到自己的问题已经是很大的进步了。下面我给你一些建议，希望能够帮助你更好地和男朋友进行沟通。首先，你可以找一个适当的时机，告诉他你真实的感受和想法，表达你对他的不满和疑虑。同时，也要给予他足够的理解和尊重，了解他的角度和感受。其次，尽量避免攻击性的言辞和行为，保持冷静和理智，让对话更加平和和谐。另外，也要学会倾听和接纳他的想法，不要一味地坚持自己的观点。最重要的是，建立起良好的沟通模式，积极寻找解决问题的方法，共同努力改进关系。希望这些建议对你有所帮助。",
    "annotation": [
      {
        "sentence": "亲爱的小姐姐，你能够意识到自己的问题已经是很大的进步了。",
        "label": ""
      },
      {
        "sentence": "下面我给你一些建议，希望能够帮助你更好地和男朋友进行沟通。",
        "label": ""
      },
      {
        "sentence": "首先，你可以找一个适当的时机，告诉他你真实的感受和想法，表达你对他的不满和疑虑。",
        "label": ""
      },
      {
        "sentence": "同时，也要给予他足够的理解和尊重，了解他的角度和感受。",
        "label": ""
      },
      {
        "sentence": "其次，尽量避免攻击性的言辞和行为，保持冷静和理智，让对话更加平和和谐。",
        "label": ""
      },
      {
        "sentence": "另外，也要学会倾听和接纳他的想法，不要一味地坚持自己的观点。",
        "label": ""
      },
      {
        "sentence": "最重要的是，建立起良好的沟通模式，积极寻找解决问题的方法，共同努力改进关系。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的建议听起来很实用，我会尝试去实施的。我也希望能够和男朋友建立起更好的沟通方式，解决我们之间的问题。谢谢你的支持和鼓励，我感到很温暖和安慰。",
    "annotation": [
      {
        "sentence": "你的建议听起来很实用，我会尝试去实施的。",
        "label": ""
      },
      {
        "sentence": "我也希望能够和男朋友建立起更好的沟通方式，解决我们之间的问题。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励，我感到很温暖和安慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴能够帮到你，我相信你一定能够克服困难，建立更健康的沟通和关系。记住，积极的态度和耐心是非常重要的，相信自己，相信你们的感情，一切都会好起来",
    "annotation": [
      {
        "sentence": "我很高兴能够帮到你，我相信你一定能够克服困难，建立更健康的沟通和关系。",
        "label": ""
      },
      {
        "sentence": "记住，积极的态度和耐心是非常重要的，相信自己，相信你们的感情，一切都会好起来",
        "label": ""
      }
    ]
  }
]