[
  {
    "role": "client",
    "content": "高考前父母影响学习，考完不理想父母说是我自己不学？本来疫情弄得每天烦的不行，还赶上楼下修管道，每天叮铃咣啷的，结果父母还每天叨叨叨没完没了，打电话没完没了还很大声，从早到晚，说安静一会影响我学习了还嫌我不让他说话，嫌我影响他工作，上网课啥也听不见听不进去，声音大点结果他还嫌我影响他工作，没办法每天啥也学不成，结果他们开始听课，说什么你不学我还要学了，我想：那干脆你高考算了，和她们说他们就是不承认我被他们影响，非说是我自己每天不学习，搞不懂我干嘛了是，我想尽一切办法也没解决，结果显然高考没考好，心情不好，他们结果还是每天那样，烦死了。",
    "annotation": [
      {
        "sentence": "高考前父母影响学习，考完不理想父母说是我自己不学？",
        "label": ""
      },
      {
        "sentence": "本来疫情弄得每天烦的不行，还赶上楼下修管道，每天叮铃咣啷的，结果父母还每天叨叨叨没完没了，打电话没完没了还很大声，从早到晚，说安静一会影响我学习了还嫌我不让他说话，嫌我影响他工作，上网课啥也听不见听不进去，声音大点结果他还嫌我影响他工作，没办法每天啥也学不成，结果他们开始听课，说什么你不学我还要学了，我想：那干脆你高考算了，和她们说他们就是不承认我被他们影响，非说是我自己每天不学习，搞不懂我干嘛了是，我想尽一切办法也没解决，结果显然高考没考好，心情不好，他们结果还是每天那样，烦死了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你经历的这段时间确实非常不容易，理解你的失望和困扰。父母对我们的影响确实很重要，但是有时候他们也会有一些情绪和压力，可能会通过一些不太好的方式来表达。",
    "annotation": [
      {
        "sentence": "你经历的这段时间确实非常不容易，理解你的失望和困扰。",
        "label": ""
      },
      {
        "sentence": "父母对我们的影响确实很重要，但是有时候他们也会有一些情绪和压力，可能会通过一些不太好的方式来表达。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我有时也能理解他们。但是，毕竟我是高考生，我需要安静和专注才能好好学习，他们的行为真的干扰了我。",
    "annotation": [
      {
        "sentence": "是的，我有时也能理解他们。",
        "label": ""
      },
      {
        "sentence": "但是，毕竟我是高考生，我需要安静和专注才能好好学习，他们的行为真的干扰了我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得对，你现在需要的是一个安静和稳定的学习环境。不过，你觉得他们的心理年龄有多大？这样状态的父母是无法给孩子好的照料的，你的希望有多大，失望就会有多大。给你的建议是：把注意力从他们身上收回来，好好经营、规划自己。在生活和心理成长中，“求人不如求己”是核心。",
    "annotation": [
      {
        "sentence": "你说得对，你现在需要的是一个安静和稳定的学习环境。",
        "label": ""
      },
      {
        "sentence": "不过，你觉得他们的心理年龄有多大？",
        "label": ""
      },
      {
        "sentence": "这样状态的父母是无法给孩子好的照料的，你的希望有多大，失望就会有多大。",
        "label": ""
      },
      {
        "sentence": "给你的建议是：把注意力从他们身上收回来，好好经营、规划自己。",
        "label": ""
      },
      {
        "sentence": "在生活和心理成长中，“求人不如求己”是核心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，我需要更关注自己的发展和提升，不要过多地依赖父母的表现。但是我现在真的很迷茫，不知道如何应对他们的干扰。",
    "annotation": [
      {
        "sentence": "我明白你的意思，我需要更关注自己的发展和提升，不要过多地依赖父母的表现。",
        "label": ""
      },
      {
        "sentence": "但是我现在真的很迷茫，不知道如何应对他们的干扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑和迷茫。或许你可以试着和父母好好沟通一次，向他们表达你的真实感受和需求。有时候，通过积极的沟通可以改善关系，让他们更理解你的需要。",
    "annotation": [
      {
        "sentence": "我理解你的困惑和迷茫。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着和父母好好沟通一次，向他们表达你的真实感受和需求。",
        "label": ""
      },
      {
        "sentence": "有时候，通过积极的沟通可以改善关系，让他们更理解你的需要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽量试试和他们沟通，但有时候他们总是听不进去我的话，反而变得更生气。",
    "annotation": [
      {
        "sentence": "我会尽量试试和他们沟通，但有时候他们总是听不进去我的话，反而变得更生气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "沟通确实需要双方的互相理解和尊重。但是，如果他们暂时无法理解你的感受，你仍然可以通过自己的努力来改变现状。例如，寻找一个安静的学习环境，或者利用一些学习方法来增加专注力。",
    "annotation": [
      {
        "sentence": "沟通确实需要双方的互相理解和尊重。",
        "label": ""
      },
      {
        "sentence": "但是，如果他们暂时无法理解你的感受，你仍然可以通过自己的努力来改变现状。",
        "label": ""
      },
      {
        "sentence": "例如，寻找一个安静的学习环境，或者利用一些学习方法来增加专注力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我可以尝试寻找一些适合我学习的环境，比如去图书馆或者自习室，避免在家受到太多干扰。同时，我也可以尝试一些提高专注力的方法，例如番茄工作法。",
    "annotation": [
      {
        "sentence": "确实，我可以尝试寻找一些适合我学习的环境，比如去图书馆或者自习室，避免在家受到太多干扰。",
        "label": ""
      },
      {
        "sentence": "同时，我也可以尝试一些提高专注力的方法，例如番茄工作法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法非常好！自习室和图书馆确实是一个非常适合专注学习的地方，而番茄工作法也可以帮助你更好地管理时间和提高效率。不断探索适合自己的学习方法和环境，相信你会取得更好的效果。",
    "annotation": [
      {
        "sentence": "你的想法非常好！",
        "label": ""
      },
      {
        "sentence": "自习室和图书馆确实是一个非常适合专注学习的地方，而番茄工作法也可以帮助你更好地管理时间和提高效率。",
        "label": ""
      },
      {
        "sentence": "不断探索适合自己的学习方法和环境，相信你会取得更好的效果。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会试试这些方法，同时也要努力调整自己的心态，不再过多地关注父母的干扰。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会试试这些方法，同时也要努力调整自己的心态，不再过多地关注父母的干扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能为你提供帮助。记住，你的学习和成长是最重要的，不要让外界的干扰影响到你的心情和专注力。相信自己，加油！",
    "annotation": [
      {
        "sentence": "很高兴能为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "记住，你的学习和成长是最重要的，不要让外界的干扰影响到你的心情和专注力。",
        "label": ""
      },
      {
        "sentence": "相信自己，加油！",
        "label": ""
      }
    ]
  }
]