[
  {
    "role": "client",
    "content": "29岁，总是幻想自己是一个公主，怎么放下执念？30岁了。女孩子过去的生活破碎不堪一团乱糟糟，没有父爱没有母爱，常年遭遇暴力，总是幻想自己是城堡里的公主，不应该受苦受磨难，不应该每天很辛苦，做自己的幻想梦坚信不疑。事实上是每天工作最底层的工作每天工作14个小时。天天哭，身后一个可以依靠肩膀都没有。天天委屈想哭。内在有一个小女孩是56岁无忧无虑放风筝自由自在的样子，经常想自杀，也高频率找了一个北大毕业的心理咨询师在做超级长程心理咨询，好多创伤，内心一直在瓦解，可是还是经常有受伤的感觉，女孩子好辛苦哦怎么放下我把自己当公主的执念，事实是我是一个很胖的丑女人，我快要放弃我自己了，我努力着，可是生命的每一个阶段困难像一座又一座大山，像苦行僧一样每天都在修行，痛苦又经常攻击自己，诛心。诛自己的心，害怕受到伤害又害怕伤害别人。工作也有一些成绩，可是永远无法舒服自己自信面对未知。整个人是分裂，害怕承认自己的普通，平凡，一般。智商不高。不够好。",
    "annotation": [
      {
        "sentence": "29岁，总是幻想自己是一个公主，怎么放下执念？",
        "label": ""
      },
      {
        "sentence": "30岁了。",
        "label": ""
      },
      {
        "sentence": "女孩子过去的生活破碎不堪一团乱糟糟，没有父爱没有母爱，常年遭遇暴力，总是幻想自己是城堡里的公主，不应该受苦受磨难，不应该每天很辛苦，做自己的幻想梦坚信不疑。",
        "label": ""
      },
      {
        "sentence": "事实上是每天工作最底层的工作每天工作14个小时。",
        "label": ""
      },
      {
        "sentence": "天天哭，身后一个可以依靠肩膀都没有。",
        "label": ""
      },
      {
        "sentence": "天天委屈想哭。",
        "label": ""
      },
      {
        "sentence": "内在有一个小女孩是56岁无忧无虑放风筝自由自在的样子，经常想自杀，也高频率找了一个北大毕业的心理咨询师在做超级长程心理咨询，好多创伤，内心一直在瓦解，可是还是经常有受伤的感觉，女孩子好辛苦哦怎么放下我把自己当公主的执念，事实是我是一个很胖的丑女人，我快要放弃我自己了，我努力着，可是生命的每一个阶段困难像一座又一座大山，像苦行僧一样每天都在修行，痛苦又经常攻击自己，诛心。",
        "label": ""
      },
      {
        "sentence": "诛自己的心，害怕受到伤害又害怕伤害别人。",
        "label": ""
      },
      {
        "sentence": "工作也有一些成绩，可是永远无法舒服自己自信面对未知。",
        "label": ""
      },
      {
        "sentence": "整个人是分裂，害怕承认自己的普通，平凡，一般。",
        "label": ""
      },
      {
        "sentence": "智商不高。",
        "label": ""
      },
      {
        "sentence": "不够好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，请不要放弃，你的表达中透露出你对生活的焦虑和失去希望的感觉。但是记住，生活依然有美好的一面。让我来具体分析你的情况，希望可以帮助你缓解内心的压力。首先，根据你第一段的描述，你长期处于缺爱的环境中。由于小时候没有感受到父母的爱，导致你一直渴望被关爱。这也导致了你内心极度匮乏安全感，希望通过他人的关注来弥补这种匮乏。但是长期得不到关注，又导致了你内心的自卑感。此外，你长期处于暴力环境中，无法释放内心的压力，进一步让你的性格更加逃避现实。我曾经也经历过类似的情况，长期处于缺爱的家庭环境中，总是喜欢逃避事情。我也曾感受到为什么这些事情都是我一个人做，为什么就没有人懂我，帮我。但是后来我慢慢明白，我不需要羡慕别人，因为在某些方面，我拥有别人没有的优势。比如，我可以通过自己动手做饭节省开支。面对不公平的时候，我会尝试平衡，思考事物的另一面，因为每件事都不是绝对的。尽管你长期处于暴力环境，但你的内心是坚强的。你会比别人更懂得面对困难，因为你足够看得开。不要刻意寻找安全感，因为安全感本身是你的一种棱模两可的感受。你可以尝试做一些自己感兴趣的事情，获得成就感来弥补内心的需求。此外，不要逃避事物，不要形成逃避的心理。尽管你对某些事情会感到不公平，但这种心态其实并不好。如果长期持续下去，会导致个人情绪化。我自己也曾经有过类似的经历，在餐厅工作时，我需要做各种各样的事情，但每天都感到疲惫和愁眉苦脸。同事也会给我额外的工作，我因为语气问题而不高兴，与同事关系紧张。但后来我想开了，其实这些事情并不值得我争论，看似吃亏的事情也未必是真的吃亏。最后，你说自己内心住着一个公主，其实这没有错，每个女孩都渴望成为公主。你无需自责或愧疚。关键是不要让自己的公主情绪影响到他人，不要强加于别人。只要你的行为没有影响到他人，在自己的范围内，一切都是允许的。所以，你无需追究为何有这种执念。虽然别人可能不会理解你的想法，但只要不伤害他人，在这些幻想中找到一些安慰是可以的。",
    "annotation": [
      {
        "sentence": "求助者，请不要放弃，你的表达中透露出你对生活的焦虑和失去希望的感觉。",
        "label": ""
      },
      {
        "sentence": "但是记住，生活依然有美好的一面。",
        "label": ""
      },
      {
        "sentence": "让我来具体分析你的情况，希望可以帮助你缓解内心的压力。",
        "label": ""
      },
      {
        "sentence": "首先，根据你第一段的描述，你长期处于缺爱的环境中。",
        "label": ""
      },
      {
        "sentence": "由于小时候没有感受到父母的爱，导致你一直渴望被关爱。",
        "label": ""
      },
      {
        "sentence": "这也导致了你内心极度匮乏安全感，希望通过他人的关注来弥补这种匮乏。",
        "label": ""
      },
      {
        "sentence": "但是长期得不到关注，又导致了你内心的自卑感。",
        "label": ""
      },
      {
        "sentence": "此外，你长期处于暴力环境中，无法释放内心的压力，进一步让你的性格更加逃避现实。",
        "label": ""
      },
      {
        "sentence": "我曾经也经历过类似的情况，长期处于缺爱的家庭环境中，总是喜欢逃避事情。",
        "label": ""
      },
      {
        "sentence": "我也曾感受到为什么这些事情都是我一个人做，为什么就没有人懂我，帮我。",
        "label": ""
      },
      {
        "sentence": "但是后来我慢慢明白，我不需要羡慕别人，因为在某些方面，我拥有别人没有的优势。",
        "label": ""
      },
      {
        "sentence": "比如，我可以通过自己动手做饭节省开支。",
        "label": ""
      },
      {
        "sentence": "面对不公平的时候，我会尝试平衡，思考事物的另一面，因为每件事都不是绝对的。",
        "label": ""
      },
      {
        "sentence": "尽管你长期处于暴力环境，但你的内心是坚强的。",
        "label": ""
      },
      {
        "sentence": "你会比别人更懂得面对困难，因为你足够看得开。",
        "label": ""
      },
      {
        "sentence": "不要刻意寻找安全感，因为安全感本身是你的一种棱模两可的感受。",
        "label": ""
      },
      {
        "sentence": "你可以尝试做一些自己感兴趣的事情，获得成就感来弥补内心的需求。",
        "label": ""
      },
      {
        "sentence": "此外，不要逃避事物，不要形成逃避的心理。",
        "label": ""
      },
      {
        "sentence": "尽管你对某些事情会感到不公平，但这种心态其实并不好。",
        "label": ""
      },
      {
        "sentence": "如果长期持续下去，会导致个人情绪化。",
        "label": ""
      },
      {
        "sentence": "我自己也曾经有过类似的经历，在餐厅工作时，我需要做各种各样的事情，但每天都感到疲惫和愁眉苦脸。",
        "label": ""
      },
      {
        "sentence": "同事也会给我额外的工作，我因为语气问题而不高兴，与同事关系紧张。",
        "label": ""
      },
      {
        "sentence": "但后来我想开了，其实这些事情并不值得我争论，看似吃亏的事情也未必是真的吃亏。",
        "label": ""
      },
      {
        "sentence": "最后，你说自己内心住着一个公主，其实这没有错，每个女孩都渴望成为公主。",
        "label": ""
      },
      {
        "sentence": "你无需自责或愧疚。",
        "label": ""
      },
      {
        "sentence": "关键是不要让自己的公主情绪影响到他人，不要强加于别人。",
        "label": ""
      },
      {
        "sentence": "只要你的行为没有影响到他人，在自己的范围内，一切都是允许的。",
        "label": ""
      },
      {
        "sentence": "所以，你无需追究为何有这种执念。",
        "label": ""
      },
      {
        "sentence": "虽然别人可能不会理解你的想法，但只要不伤害他人，在这些幻想中找到一些安慰是可以的。",
        "label": ""
      }
    ]
  }
]