[
  {
    "role": "client",
    "content": "我是29岁，总是幻想自己是一个公主，怎么放下执念？30岁了。女孩子过去的生活破碎不堪一团乱糟糟，没有父爱没有母爱，常年遭遇暴力，总是幻想自己是城堡里的公主，不应该受苦受磨难，不应该每天很辛苦，做自己的幻想梦坚信不疑。事实上是每天工作最底层的工作每天工作14个小时。天天哭，身后一个可以依靠肩膀都没有。天天委屈想哭。",
    "annotation": [
      {
        "sentence": "我是29岁，总是幻想自己是一个公主，怎么放下执念？",
        "label": ""
      },
      {
        "sentence": "30岁了。",
        "label": ""
      },
      {
        "sentence": "女孩子过去的生活破碎不堪一团乱糟糟，没有父爱没有母爱，常年遭遇暴力，总是幻想自己是城堡里的公主，不应该受苦受磨难，不应该每天很辛苦，做自己的幻想梦坚信不疑。",
        "label": ""
      },
      {
        "sentence": "事实上是每天工作最底层的工作每天工作14个小时。",
        "label": ""
      },
      {
        "sentence": "天天哭，身后一个可以依靠肩膀都没有。",
        "label": ""
      },
      {
        "sentence": "天天委屈想哭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中可以感受到你的善良和对生活的热爱，是一个用心可爱的女孩子。非常能理解你的感受。每个姑娘心中都有一个公主梦，这是很正常的现象，不用太过排斥。【分析问题】你的主要问题在于1.过去的生活缺少父爱母爱，因常年遭受暴力心里有了创伤，现在的生活没有人可以依赖，内心感到孤独。2.对自己的外貌不太自信，虽然很努力，但是在人生的每个阶段走得还是很艰难3.内心善良敏感，害怕受到伤害，也害怕伤害别人。害怕面对普通平凡的自己。【如何解决】1.改变观念，心里住着公主并不是一件不好的事每个女孩子心里都会住着一个公主，对公主的生活充满向往和羡慕，都希望努力让自己变成童话里的公主。在我看来，这并不是一件需要羞愧的事，恰恰相反，我记得这体现了你对生活的热爱，拥有一颗纯真善良的心，向往着美好。不必因为这种情绪而苦恼，用平和的心态去接受它。",
    "annotation": [
      {
        "sentence": "从你的描述中可以感受到你的善良和对生活的热爱，是一个用心可爱的女孩子。",
        "label": ""
      },
      {
        "sentence": "非常能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "每个姑娘心中都有一个公主梦，这是很正常的现象，不用太过排斥。",
        "label": ""
      },
      {
        "sentence": "【分析问题】你的主要问题在于1.过去的生活缺少父爱母爱，因常年遭受暴力心里有了创伤，现在的生活没有人可以依赖，内心感到孤独。",
        "label": ""
      },
      {
        "sentence": "2.对自己的外貌不太自信，虽然很努力，但是在人生的每个阶段走得还是很艰难3.内心善良敏感，害怕受到伤害，也害怕伤害别人。",
        "label": ""
      },
      {
        "sentence": "害怕面对普通平凡的自己。",
        "label": ""
      },
      {
        "sentence": "【如何解决】1.改变观念，心里住着公主并不是一件不好的事每个女孩子心里都会住着一个公主，对公主的生活充满向往和羡慕，都希望努力让自己变成童话里的公主。",
        "label": ""
      },
      {
        "sentence": "在我看来，这并不是一件需要羞愧的事，恰恰相反，我记得这体现了你对生活的热爱，拥有一颗纯真善良的心，向往着美好。",
        "label": ""
      },
      {
        "sentence": "不必因为这种情绪而苦恼，用平和的心态去接受它。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但有时候觉得自己太奢侈了，实际生活中的困难又让我觉得不够理智。",
    "annotation": [
      {
        "sentence": "我明白了，但有时候觉得自己太奢侈了，实际生活中的困难又让我觉得不够理智。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样的想法很正常，在现实生活中我们会面对各种困难和挑战，所以有时会觉得自己的幻想与现实有所冲突。但你要知道，这个世界上并不是只有理智和现实，精神力量和梦想也是很重要的，它们可以给我们带来动力和勇气。只要你坚持努力，我相信你能够找到平衡，实现自己的梦想。",
    "annotation": [
      {
        "sentence": "这样的想法很正常，在现实生活中我们会面对各种困难和挑战，所以有时会觉得自己的幻想与现实有所冲突。",
        "label": ""
      },
      {
        "sentence": "但你要知道，这个世界上并不是只有理智和现实，精神力量和梦想也是很重要的，它们可以给我们带来动力和勇气。",
        "label": ""
      },
      {
        "sentence": "只要你坚持努力，我相信你能够找到平衡，实现自己的梦想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，但我还是感到孤独，没有人可以依赖。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，但我还是感到孤独，没有人可以依赖。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，孤独确实会让人感到无助和沮丧。但是，请相信你并不是一个人，我会一直在你身边支持你。此外，你可以主动去结交一些朋友，参加一些社交活动，这样可以增加你的社交圈子，减少孤独感。生活中总会遇到志同道合的人，他们会成为你的支持和依靠。",
    "annotation": [
      {
        "sentence": "我理解你的感受，孤独确实会让人感到无助和沮丧。",
        "label": ""
      },
      {
        "sentence": "但是，请相信你并不是一个人，我会一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "此外，你可以主动去结交一些朋友，参加一些社交活动，这样可以增加你的社交圈子，减少孤独感。",
        "label": ""
      },
      {
        "sentence": "生活中总会遇到志同道合的人，他们会成为你的支持和依靠。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试去结交新的朋友，希望能够减轻孤独感。另外，我也觉得自己的外貌不够自信，总被别人嘲笑。",
    "annotation": [
      {
        "sentence": "我会试试去结交新的朋友，希望能够减轻孤独感。",
        "label": ""
      },
      {
        "sentence": "另外，我也觉得自己的外貌不够自信，总被别人嘲笑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有自己的优点和特色，不要过分强调外貌的重要性。外貌并不能完全代表一个人的价值，更重要的是内心的美丽和气质。你要相信自己独一无二的魅力，做自己喜欢的事，发掘自己的潜力，继续努力成为更好的自己。只要自信，别人的嘲笑是无法影响到你的。",
    "annotation": [
      {
        "sentence": "每个人都有自己的优点和特色，不要过分强调外貌的重要性。",
        "label": ""
      },
      {
        "sentence": "外貌并不能完全代表一个人的价值，更重要的是内心的美丽和气质。",
        "label": ""
      },
      {
        "sentence": "你要相信自己独一无二的魅力，做自己喜欢的事，发掘自己的潜力，继续努力成为更好的自己。",
        "label": ""
      },
      {
        "sentence": "只要自信，别人的嘲笑是无法影响到你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更加相信自己。但有时候我会害怕受到伤害，也害怕伤害别人。",
    "annotation": [
      {
        "sentence": "你说得对，我应该更加相信自己。",
        "label": ""
      },
      {
        "sentence": "但有时候我会害怕受到伤害，也害怕伤害别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕受伤和伤害别人是很正常的，这是因为你内心善良敏感的表现。但是，不要让这种恐惧阻碍你的成长和幸福。相信自己有足够的能力和智慧去应对生活中的挑战，同时也要体谅他人的感受，用平和的心态去与人交往。记住，害怕受伤不是弱点，而是对自己和他人的尊重。",
    "annotation": [
      {
        "sentence": "害怕受伤和伤害别人是很正常的，这是因为你内心善良敏感的表现。",
        "label": ""
      },
      {
        "sentence": "但是，不要让这种恐惧阻碍你的成长和幸福。",
        "label": ""
      },
      {
        "sentence": "相信自己有足够的能力和智慧去应对生活中的挑战，同时也要体谅他人的感受，用平和的心态去与人交往。",
        "label": ""
      },
      {
        "sentence": "记住，害怕受伤不是弱点，而是对自己和他人的尊重。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着从现在开始改变我的心态，更加自信面对未知的困难。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "我会试着从现在开始改变我的心态，更加自信面对未知的困难。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直都会在你身边支持你。请记住，无论面对什么样的困难，你都不是一个人。相信自己的能力，坚持努力，你一定能够克服困难，过上快乐的生活。",
    "annotation": [
      {
        "sentence": "不用客气，我一直都会在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "请记住，无论面对什么样的困难，你都不是一个人。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，坚持努力，你一定能够克服困难，过上快乐的生活。",
        "label": ""
      }
    ]
  }
]