[
  {
    "role": "client",
    "content": "我已经29岁了，但我总是幻想自己是一个公主。我该如何放下这种执念呢？现在我已经30岁了。",
    "annotation": [
      {
        "sentence": "我已经29岁了，但我总是幻想自己是一个公主。",
        "label": ""
      },
      {
        "sentence": "我该如何放下这种执念呢？",
        "label": ""
      },
      {
        "sentence": "现在我已经30岁了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，能够理解你内心的痛苦和困惑。从你的描述来看，你过去的生活确实是一团糟，没有父爱没有母爱，还经历了暴力。在这样的环境里，你总是幻想自己是城堡里的公主，渴望逃离痛苦和艰辛的现实。不过，事实是你每天都在工作14个小时，付出了很多努力。你应该知道，你并不是一个很胖的丑女人，你值得被尊重和肯定。请问，你有什么具体的想法和困扰吗？",
    "annotation": [
      {
        "sentence": "你好，能够理解你内心的痛苦和困惑。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，你过去的生活确实是一团糟，没有父爱没有母爱，还经历了暴力。",
        "label": ""
      },
      {
        "sentence": "在这样的环境里，你总是幻想自己是城堡里的公主，渴望逃离痛苦和艰辛的现实。",
        "label": ""
      },
      {
        "sentence": "不过，事实是你每天都在工作14个小时，付出了很多努力。",
        "label": ""
      },
      {
        "sentence": "你应该知道，你并不是一个很胖的丑女人，你值得被尊重和肯定。",
        "label": ""
      },
      {
        "sentence": "请问，你有什么具体的想法和困扰吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "每天我都感到非常委屈，看着自己辛苦工作却没有一个可以依靠的人。我一直保留着内心那个56岁无忧无虑的小女孩的样子，但我经常想自杀。虽然我找了一个北大毕业的心理咨询师做长期咨询，但心中的创伤还是不断瓦解着我。我很痛苦，不知道该如何放下那个把自己当公主的执念。",
    "annotation": [
      {
        "sentence": "每天我都感到非常委屈，看着自己辛苦工作却没有一个可以依靠的人。",
        "label": ""
      },
      {
        "sentence": "我一直保留着内心那个56岁无忧无虑的小女孩的样子，但我经常想自杀。",
        "label": ""
      },
      {
        "sentence": "虽然我找了一个北大毕业的心理咨询师做长期咨询，但心中的创伤还是不断瓦解着我。",
        "label": ""
      },
      {
        "sentence": "我很痛苦，不知道该如何放下那个把自己当公主的执念。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你内心的痛苦和困惑。在从小缺乏父母关爱的暴力环境中成长，对一个小女孩来说，很难理解、接受和承受这些。你对父母的暴力行为感到无力和恐惧，也没有勇气去反抗他们。你担心被父母抛弃，因此努力顺从他们，希望得到他们的认可和理解。然而，你的压抑让父母误解你已经接纳了他们的暴力行为。你值得被父母理解和接纳，而不是承受伤害和忍受内心的痛苦。你的内心有一片美好的渴望，这非常值得赞扬。但要实现这个愿望，需要建立在现实生活基础上，不仅需要内心的改变，也需要父母的改变。",
    "annotation": [
      {
        "sentence": "非常理解你内心的痛苦和困惑。",
        "label": ""
      },
      {
        "sentence": "在从小缺乏父母关爱的暴力环境中成长，对一个小女孩来说，很难理解、接受和承受这些。",
        "label": ""
      },
      {
        "sentence": "你对父母的暴力行为感到无力和恐惧，也没有勇气去反抗他们。",
        "label": ""
      },
      {
        "sentence": "你担心被父母抛弃，因此努力顺从他们，希望得到他们的认可和理解。",
        "label": ""
      },
      {
        "sentence": "然而，你的压抑让父母误解你已经接纳了他们的暴力行为。",
        "label": ""
      },
      {
        "sentence": "你值得被父母理解和接纳，而不是承受伤害和忍受内心的痛苦。",
        "label": ""
      },
      {
        "sentence": "你的内心有一片美好的渴望，这非常值得赞扬。",
        "label": ""
      },
      {
        "sentence": "但要实现这个愿望，需要建立在现实生活基础上，不仅需要内心的改变，也需要父母的改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我找了一个高学历的心理咨询师，但感觉自己的创伤并没有得到很好的修复。我很好奇这位咨询师的水平是否有问题。我的创伤需要一个很长的时间来治愈，但如果咨询师使用合适有效的方式，也许可以减轻我的痛苦。",
    "annotation": [
      {
        "sentence": "我找了一个高学历的心理咨询师，但感觉自己的创伤并没有得到很好的修复。",
        "label": ""
      },
      {
        "sentence": "我很好奇这位咨询师的水平是否有问题。",
        "label": ""
      },
      {
        "sentence": "我的创伤需要一个很长的时间来治愈，但如果咨询师使用合适有效的方式，也许可以减轻我的痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对咨询师的选择是非常重要的。毕业学历不能完全决定一个咨询师的能力，关键是要找一个能够相互了解和匹配的咨询师。你可以一试更换一个合适的咨询师，可以在预约平台上寻找，或者接受我的咨询也是可以的，这样可能能减轻你的痛苦并减少咨询费用的压力。",
    "annotation": [
      {
        "sentence": "你对咨询师的选择是非常重要的。",
        "label": ""
      },
      {
        "sentence": "毕业学历不能完全决定一个咨询师的能力，关键是要找一个能够相互了解和匹配的咨询师。",
        "label": ""
      },
      {
        "sentence": "你可以一试更换一个合适的咨询师，可以在预约平台上寻找，或者接受我的咨询也是可以的，这样可能能减轻你的痛苦并减少咨询费用的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会考虑尝试换一个合适的咨询师，希望能在疗程中逐渐修复我的内心创伤。除此之外，你还有其他的建议吗？我该如何调节自己的情绪和压抑的情感？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会考虑尝试换一个合适的咨询师，希望能在疗程中逐渐修复我的内心创伤。",
        "label": ""
      },
      {
        "sentence": "除此之外，你还有其他的建议吗？",
        "label": ""
      },
      {
        "sentence": "我该如何调节自己的情绪和压抑的情感？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以尝试接纳自己内心的想法和感受，让它们自由地存在于你的思维中，不要过多关注它们。关注自己的身体和需求，做一些能给你带来满足感的事情，让思想和行为保持一致，从而体验到积极的情绪和感受。另外，如果你感到内心的压抑情绪难以解决，我还是建议你更换一个更适合你的咨询师，可以寻找合适的机会进行咨询，同时也欢迎你继续接受我的咨询。",
    "annotation": [
      {
        "sentence": "你可以尝试接纳自己内心的想法和感受，让它们自由地存在于你的思维中，不要过多关注它们。",
        "label": ""
      },
      {
        "sentence": "关注自己的身体和需求，做一些能给你带来满足感的事情，让思想和行为保持一致，从而体验到积极的情绪和感受。",
        "label": ""
      },
      {
        "sentence": "另外，如果你感到内心的压抑情绪难以解决，我还是建议你更换一个更适合你的咨询师，可以寻找合适的机会进行咨询，同时也欢迎你继续接受我的咨询。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽快寻找一个更合适的咨询师，并重视你的建议。谢谢你的支持和理解。我会努力摆脱自己的过去，重新建立起自己的自信和对未来的期待。",
    "annotation": [
      {
        "sentence": "我会尽快寻找一个更合适的咨询师，并重视你的建议。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和理解。",
        "label": ""
      },
      {
        "sentence": "我会努力摆脱自己的过去，重新建立起自己的自信和对未来的期待。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够听到你的想法和决心。在旅程中，我会一直支持你，帮助你建立自信和实现自己的期望。请随时找我聊天，我们一起共同努力。希望你能在新的咨询师的帮助下，逐渐释放内心的压抑情绪，并开始迎接属于自己的美好生活。",
    "annotation": [
      {
        "sentence": "很高兴能够听到你的想法和决心。",
        "label": ""
      },
      {
        "sentence": "在旅程中，我会一直支持你，帮助你建立自信和实现自己的期望。",
        "label": ""
      },
      {
        "sentence": "请随时找我聊天，我们一起共同努力。",
        "label": ""
      },
      {
        "sentence": "希望你能在新的咨询师的帮助下，逐渐释放内心的压抑情绪，并开始迎接属于自己的美好生活。",
        "label": ""
      }
    ]
  }
]