[
  {
    "role": "client",
    "content": "如果坏人得不到报应，应该怎么办呢？都说好人有好报，又有人说好人不一定有好报，坏人也不一定得到相应的报应。每当生活中被一些心眼很坏的人欺负，最后他们得到了好的下场，心里总会愤愤不平：他们为什么能那么潇洒无顾忌地欺负人后，不会得到“报应”？这世界不公平！",
    "annotation": [
      {
        "sentence": "如果坏人得不到报应，应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "都说好人有好报，又有人说好人不一定有好报，坏人也不一定得到相应的报应。",
        "label": ""
      },
      {
        "sentence": "每当生活中被一些心眼很坏的人欺负，最后他们得到了好的下场，心里总会愤愤不平：他们为什么能那么潇洒无顾忌地欺负人后，不会得到“报应”？",
        "label": ""
      },
      {
        "sentence": "这世界不公平！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，我可以感受到你对坏人得不到报应的事情，充满了愤慨，认为他们应该受到惩罚或者遭到报应，但实际上却不会。想要告诉你的是，如果人总是做侵害他人利益的事情，早晚会得到自己的惩罚的，可能这些惩罚在你看不见的地方，以及现在还未到来。",
    "annotation": [
      {
        "sentence": "从你的描述中，我可以感受到你对坏人得不到报应的事情，充满了愤慨，认为他们应该受到惩罚或者遭到报应，但实际上却不会。",
        "label": ""
      },
      {
        "sentence": "想要告诉你的是，如果人总是做侵害他人利益的事情，早晚会得到自己的惩罚的，可能这些惩罚在你看不见的地方，以及现在还未到来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我知道有些人会说坏人迟早会有恶果，但是有时候看到坏人好像一帆风顺，我就觉得这个世界真的不公平。",
    "annotation": [
      {
        "sentence": "是的，我知道有些人会说坏人迟早会有恶果，但是有时候看到坏人好像一帆风顺，我就觉得这个世界真的不公平。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种感受很正常，当我们碰到坏人得意洋洋的时候，确实会感到沮丧和不公平。但是我们必须要知道，我们自己从中得到了什么，才是应该关注的事情。做好事与做坏事的人，能够产生的影响力和能量自然是不同的，只是看我们如何选择而已。",
    "annotation": [
      {
        "sentence": "这种感受很正常，当我们碰到坏人得意洋洋的时候，确实会感到沮丧和不公平。",
        "label": ""
      },
      {
        "sentence": "但是我们必须要知道，我们自己从中得到了什么，才是应该关注的事情。",
        "label": ""
      },
      {
        "sentence": "做好事与做坏事的人，能够产生的影响力和能量自然是不同的，只是看我们如何选择而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是有时候，我觉得善事好像没有被看到和认可，感觉很无奈。",
    "annotation": [
      {
        "sentence": "可是有时候，我觉得善事好像没有被看到和认可，感觉很无奈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，有时候我们付出了很多善意和努力，但却没有得到应有的认可和回报，这种感受很正常。但是我们要明白，做好事与做坏事并不仅仅是为了得到回报，而是对我们自己的修行和能量的善意使用。",
    "annotation": [
      {
        "sentence": "是的，有时候我们付出了很多善意和努力，但却没有得到应有的认可和回报，这种感受很正常。",
        "label": ""
      },
      {
        "sentence": "但是我们要明白，做好事与做坏事并不仅仅是为了得到回报，而是对我们自己的修行和能量的善意使用。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我应该如何面对那些欺负我的坏人呢？我总觉得很委屈。",
    "annotation": [
      {
        "sentence": "那我应该如何面对那些欺负我的坏人呢？",
        "label": ""
      },
      {
        "sentence": "我总觉得很委屈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当自己被欺负后，如果可以的话，一定要勇敢地保卫自己的权益，如果自己做不到的话，可以寻找他人的帮助，而不是一味地忍气吞声。坏人是否得到报应，是事情运转的结果，而我们要关注的是自己从中学到什么。",
    "annotation": [
      {
        "sentence": "当自己被欺负后，如果可以的话，一定要勇敢地保卫自己的权益，如果自己做不到的话，可以寻找他人的帮助，而不是一味地忍气吞声。",
        "label": ""
      },
      {
        "sentence": "坏人是否得到报应，是事情运转的结果，而我们要关注的是自己从中学到什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，其实我也可以选择将注意力转移到更重要的事情上，比如多做好事和善事，让善意传递下去，温暖更多的人。",
    "annotation": [
      {
        "sentence": "我明白了，其实我也可以选择将注意力转移到更重要的事情上，比如多做好事和善事，让善意传递下去，温暖更多的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，多做好事和善事，不仅可以丰富自己内心善良的空间，还能够让善意成为力量传递下去。适度地扩展自己的思维，从各个角度来分析问题，也许你认为不公平的世界已经让太多的人感到了温暖和公平。",
    "annotation": [
      {
        "sentence": "没错，多做好事和善事，不仅可以丰富自己内心善良的空间，还能够让善意成为力量传递下去。",
        "label": ""
      },
      {
        "sentence": "适度地扩展自己的思维，从各个角度来分析问题，也许你认为不公平的世界已经让太多的人感到了温暖和公平。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了，谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "嗯，我明白了，谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我愿意随时为你提供帮助和支持。记住，让自己做好自己能力范围内的事情，人品、能力和运气自然会由他人评判，不要过于纠结于坏人得不到报应的问题，相信善有善报，坏有坏报的道理，时间会给予一切一个公正的结果。",
    "annotation": [
      {
        "sentence": "不客气，我愿意随时为你提供帮助和支持。",
        "label": ""
      },
      {
        "sentence": "记住，让自己做好自己能力范围内的事情，人品、能力和运气自然会由他人评判，不要过于纠结于坏人得不到报应的问题，相信善有善报，坏有坏报的道理，时间会给予一切一个公正的结果。",
        "label": ""
      }
    ]
  }
]