[
  {
    "role": "client",
    "content": "朋友很做事主动，被支配的感觉很烦怎么办？我们六人是班上小姐妹。其中一个每次都是以商量的口吻定下事情，也没有看我们愿不愿意，一旦有一两个附和她就觉得我们全都同意。",
    "annotation": [
      {
        "sentence": "朋友很做事主动，被支配的感觉很烦怎么办？",
        "label": ""
      },
      {
        "sentence": "我们六人是班上小姐妹。",
        "label": ""
      },
      {
        "sentence": "其中一个每次都是以商量的口吻定下事情，也没有看我们愿不愿意，一旦有一两个附和她就觉得我们全都同意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴回答你的问题！看到你的描述，我能理解你的感受。每个人都有不同的性格特点和表达方式，你朋友的这种主动性可能是她的一种特质。她可能有一种追求卓越和高效的个性，希望能带领大家一起做出决策。我们在一起的时候，既可以学习她的积极乐观态度和解决问题的能力，也可以提醒她尊重其他人的意见。",
    "annotation": [
      {
        "sentence": "很高兴回答你的问题！",
        "label": ""
      },
      {
        "sentence": "看到你的描述，我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "每个人都有不同的性格特点和表达方式，你朋友的这种主动性可能是她的一种特质。",
        "label": ""
      },
      {
        "sentence": "她可能有一种追求卓越和高效的个性，希望能带领大家一起做出决策。",
        "label": ""
      },
      {
        "sentence": "我们在一起的时候，既可以学习她的积极乐观态度和解决问题的能力，也可以提醒她尊重其他人的意见。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "她行动很迅速，我们还没反应过来就尘埃落定，弄得我们也不好拒绝。比如暑假旅游，她在微信里说出去，选了好多景点，开始定计划，有两个人附和了，到后来就感觉全部商量好了。但是其他人都没发过言，看着就知道其他人并不是很想去。但是她定下了，有什么办法？",
    "annotation": [
      {
        "sentence": "她行动很迅速，我们还没反应过来就尘埃落定，弄得我们也不好拒绝。",
        "label": ""
      },
      {
        "sentence": "比如暑假旅游，她在微信里说出去，选了好多景点，开始定计划，有两个人附和了，到后来就感觉全部商量好了。",
        "label": ""
      },
      {
        "sentence": "但是其他人都没发过言，看着就知道其他人并不是很想去。",
        "label": ""
      },
      {
        "sentence": "但是她定下了，有什么办法？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到的情况我能理解，她的决策方式可能有些仓促，没有给其他人足够的表达意见的机会。旅游计划是大家共同参与的事情，为了避免不协调和不满，我们可以尝试一人一票的投票方式。这样后面的人有了积极的投票，即使最后的人不同意也无法改变结果，只能默认。你可能是后面想发表意见的人，但是决策方案已经确定，所以你可能会感到心里不舒服。我想告诉你，在集体活动中，不可能因为一个人的意见而改变所有行程，所以我们要接受现实，拥抱它。",
    "annotation": [
      {
        "sentence": "你提到的情况我能理解，她的决策方式可能有些仓促，没有给其他人足够的表达意见的机会。",
        "label": ""
      },
      {
        "sentence": "旅游计划是大家共同参与的事情，为了避免不协调和不满，我们可以尝试一人一票的投票方式。",
        "label": ""
      },
      {
        "sentence": "这样后面的人有了积极的投票，即使最后的人不同意也无法改变结果，只能默认。",
        "label": ""
      },
      {
        "sentence": "你可能是后面想发表意见的人，但是决策方案已经确定，所以你可能会感到心里不舒服。",
        "label": ""
      },
      {
        "sentence": "我想告诉你，在集体活动中，不可能因为一个人的意见而改变所有行程，所以我们要接受现实，拥抱它。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的觉得这种被支配的感觉很烦啊，这该怎么办呢？",
    "annotation": [
      {
        "sentence": "我真的觉得这种被支配的感觉很烦啊，这该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你烦恼的感受，但是在这种情况下，达到自己不再烦恼的最好办法，就是要接受现实、包容它，并解决它。首先，你可以尝试提升自己的积极性，与朋友们保持同步，向着积极的方向发展。其次，多方位理解并肯定别人选出的方案，毕竟决策是经过考虑的。最后，不要总是固守自己的观念，试着从更广的角度看待世界。总之，与朋友们一起玩并不是一件容易的事情，它需要我们不断磨合和互相理解。如果你觉得姐妹们值得珍惜，那就别去胡思乱想，多看好处。如果你真的觉得心里不舒服、无法接受，那就可以离开这个团队，寻找和你价值观相同的伙伴，也许在另一个团队你会感到更快乐。",
    "annotation": [
      {
        "sentence": "我完全理解你烦恼的感受，但是在这种情况下，达到自己不再烦恼的最好办法，就是要接受现实、包容它，并解决它。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试提升自己的积极性，与朋友们保持同步，向着积极的方向发展。",
        "label": ""
      },
      {
        "sentence": "其次，多方位理解并肯定别人选出的方案，毕竟决策是经过考虑的。",
        "label": ""
      },
      {
        "sentence": "最后，不要总是固守自己的观念，试着从更广的角度看待世界。",
        "label": ""
      },
      {
        "sentence": "总之，与朋友们一起玩并不是一件容易的事情，它需要我们不断磨合和互相理解。",
        "label": ""
      },
      {
        "sentence": "如果你觉得姐妹们值得珍惜，那就别去胡思乱想，多看好处。",
        "label": ""
      },
      {
        "sentence": "如果你真的觉得心里不舒服、无法接受，那就可以离开这个团队，寻找和你价值观相同的伙伴，也许在另一个团队你会感到更快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了。我会试着与朋友们保持同步，站在积极的角度看问题。同时，我也会更加珍惜和姐妹们在一起的时光，不再被支配的感觉所困扰。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会试着与朋友们保持同步，站在积极的角度看问题。",
        "label": ""
      },
      {
        "sentence": "同时，我也会更加珍惜和姐妹们在一起的时光，不再被支配的感觉所困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你能理解并接受我的建议。人与人之间的关系需要不断地沟通和调整，希望你能在与朋友们相处的过程中找到更多的快乐和满足。如果将来还有什么烦恼，记得随时来找我聊天。",
    "annotation": [
      {
        "sentence": "很高兴听到你能理解并接受我的建议。",
        "label": ""
      },
      {
        "sentence": "人与人之间的关系需要不断地沟通和调整，希望你能在与朋友们相处的过程中找到更多的快乐和满足。",
        "label": ""
      },
      {
        "sentence": "如果将来还有什么烦恼，记得随时来找我聊天。",
        "label": ""
      }
    ]
  }
]