[
  {
    "role": "client",
    "content": "25女，为什么平时很喜欢的小伙伴，会突然不喜欢了？我和人交往都满真诚，很多时候当下都会觉得很喜欢自己的朋友，但是不稳定，有时候会过度解读朋友的话，会突然不喜欢曾经觉得很坚定的友谊，导致我现在不相信自己，觉得人际关系更没意思了，反正都会突然被自己否定掉，这样也觉得自己挺孤单，是我没有真正的相信别人吗？为什么会这样？",
    "annotation": [
      {
        "sentence": "25女，为什么平时很喜欢的小伙伴，会突然不喜欢了？",
        "label": ""
      },
      {
        "sentence": "我和人交往都满真诚，很多时候当下都会觉得很喜欢自己的朋友，但是不稳定，有时候会过度解读朋友的话，会突然不喜欢曾经觉得很坚定的友谊，导致我现在不相信自己，觉得人际关系更没意思了，反正都会突然被自己否定掉，这样也觉得自己挺孤单，是我没有真正的相信别人吗？",
        "label": ""
      },
      {
        "sentence": "为什么会这样？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "读了你的描叙，我理解你可能心思比较敏锐，容易细想多想，导致情绪不稳定。当情绪与思绪纠结时，你感觉引起自己对友情产生疑惑时，你也跟自己较劲了。是这样吗？",
    "annotation": [
      {
        "sentence": "读了你的描叙，我理解你可能心思比较敏锐，容易细想多想，导致情绪不稳定。",
        "label": ""
      },
      {
        "sentence": "当情绪与思绪纠结时，你感觉引起自己对友情产生疑惑时，你也跟自己较劲了。",
        "label": ""
      },
      {
        "sentence": "是这样吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "说得对，我确实常常纠结于情绪和思绪之间的问题。有时候我会怀疑自己对友情的感觉，觉得自己过于敏感了。",
    "annotation": [
      {
        "sentence": "说得对，我确实常常纠结于情绪和思绪之间的问题。",
        "label": ""
      },
      {
        "sentence": "有时候我会怀疑自己对友情的感觉，觉得自己过于敏感了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人的情绪和思绪是活的东西，它们会不断变化着。跟着这些变化，人会做出很多判断来，真假难辨的判断有时候真使人纠结。真是我们自己判断出来的真，假也是我们产生了否定或怀疑。如果感觉自己太容易过深地陷入追究之中而难解时，是否可以：一，试着有些事情不论真假，不重要的小事不去追究那么多，可以吗？",
    "annotation": [
      {
        "sentence": "人的情绪和思绪是活的东西，它们会不断变化着。",
        "label": ""
      },
      {
        "sentence": "跟着这些变化，人会做出很多判断来，真假难辨的判断有时候真使人纠结。",
        "label": ""
      },
      {
        "sentence": "真是我们自己判断出来的真，假也是我们产生了否定或怀疑。",
        "label": ""
      },
      {
        "sentence": "如果感觉自己太容易过深地陷入追究之中而难解时，是否可以：一，试着有些事情不论真假，不重要的小事不去追究那么多，可以吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。或许我应该学会放下一些不重要的事情，不过度追究真假。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "或许我应该学会放下一些不重要的事情，不过度追究真假。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "二，当感觉自己难以判断时，就对自己说，我不知道！这世上绝大多数事情其实是无解的，人的认识能力就是有限的。允许自己不知道就是保持那时真实的理解状态。不知道好过误解，也好过让自己无意义地钻牛角尖，能减少很多不必要的烦恼。",
    "annotation": [
      {
        "sentence": "二，当感觉自己难以判断时，就对自己说，我不知道！",
        "label": ""
      },
      {
        "sentence": "这世上绝大多数事情其实是无解的，人的认识能力就是有限的。",
        "label": ""
      },
      {
        "sentence": "允许自己不知道就是保持那时真实的理解状态。",
        "label": ""
      },
      {
        "sentence": "不知道好过误解，也好过让自己无意义地钻牛角尖，能减少很多不必要的烦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来如此，我以前常常感到困惑，因为我总是试图找到答案。也许我应该接受有些事情没有确定的答案，学会接受不知道的状态。",
    "annotation": [
      {
        "sentence": "原来如此，我以前常常感到困惑，因为我总是试图找到答案。",
        "label": ""
      },
      {
        "sentence": "也许我应该接受有些事情没有确定的答案，学会接受不知道的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，接受不知道的状态是非常重要的。三，心怀美好愿望，能帮你从纠结中找到新方向。当人们猜测他人时，难免误判产生疑心。这时候，如果能及时终止猜疑下去的念头，并且根据心里尚存的以往交往经验所得的信任感，就可以怀着保持美好友情的愿望，继续交往下去。",
    "annotation": [
      {
        "sentence": "对的，接受不知道的状态是非常重要的。",
        "label": ""
      },
      {
        "sentence": "三，心怀美好愿望，能帮你从纠结中找到新方向。",
        "label": ""
      },
      {
        "sentence": "当人们猜测他人时，难免误判产生疑心。",
        "label": ""
      },
      {
        "sentence": "这时候，如果能及时终止猜疑下去的念头，并且根据心里尚存的以往交往经验所得的信任感，就可以怀着保持美好友情的愿望，继续交往下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我应该放下对他人的猜疑，相信他们对我的友好和善意。毕竟持有美好的愿望能够带来积极的思考和行为。",
    "annotation": [
      {
        "sentence": "是的，我应该放下对他人的猜疑，相信他们对我的友好和善意。",
        "label": ""
      },
      {
        "sentence": "毕竟持有美好的愿望能够带来积极的思考和行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人越是怀疑重的时候，越是应该提醒自己心怀美好愿望，这样去将自己引向正面思考的方向。何谓乐观？其实就是人在看到负面的时候，能提醒自己向正面也去看一看。通常情况下，人们容易担心自己看不到的负面给自己带来潜在的风险和危险（所以着重负面思考？），而忽略了同时也有很多超过我们想象的美好存在着，只是我们没去寻找它们，没发现它们能够提供机遇。",
    "annotation": [
      {
        "sentence": "人越是怀疑重的时候，越是应该提醒自己心怀美好愿望，这样去将自己引向正面思考的方向。",
        "label": ""
      },
      {
        "sentence": "何谓乐观？",
        "label": ""
      },
      {
        "sentence": "其实就是人在看到负面的时候，能提醒自己向正面也去看一看。",
        "label": ""
      },
      {
        "sentence": "通常情况下，人们容易担心自己看不到的负面给自己带来潜在的风险和危险（所以着重负面思考？",
        "label": ""
      },
      {
        "sentence": "），而忽略了同时也有很多超过我们想象的美好存在着，只是我们没去寻找它们，没发现它们能够提供机遇。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更乐观地看待事物，不再将注意力过于集中在负面方面。我会试着去寻找那些美好存在，让它们给予我更多机遇和希望。",
    "annotation": [
      {
        "sentence": "你说得对，我应该更乐观地看待事物，不再将注意力过于集中在负面方面。",
        "label": ""
      },
      {
        "sentence": "我会试着去寻找那些美好存在，让它们给予我更多机遇和希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，我相信你能够做到的。记住，在人际关系中，相信自己和他人都是很重要的。保持心态平衡，多从正面思考，你就能够建立更深入、更稳定的友情关系。",
    "annotation": [
      {
        "sentence": "很好，我相信你能够做到的。",
        "label": ""
      },
      {
        "sentence": "记住，在人际关系中，相信自己和他人都是很重要的。",
        "label": ""
      },
      {
        "sentence": "保持心态平衡，多从正面思考，你就能够建立更深入、更稳定的友情关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励！我会牢记你的建议，并且尽力改善自己的揣测和情绪不稳定问题。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会牢记你的建议，并且尽力改善自己的揣测和情绪不稳定问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，如果还有其他问题或困扰，随时都可以找我聊天。你可以相信自己，你是能够克服困难的。加油！",
    "annotation": [
      {
        "sentence": "不用客气，如果还有其他问题或困扰，随时都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "你可以相信自己，你是能够克服困难的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]