[
  {
    "role": "client",
    "content": "我37岁带子再婚，婚后育有一女，但我好想好想离婚。婚前不感觉，可婚后发现老公是一个不可理喻的人，一点点小问题就上升到你不是人的地步，家里这个不行那个也不行，说我父母这个对不起他，那个对不起他。平时不许回娘家，也不许孩子们看望外公外婆，否则就打断腿。经常威胁恐吓我们，如果不顺他的意，也会动手动脚。本来吵架了我心情不好，无心管理家务，他还会造谣惑众，说我活该受气，因为我不是个好女人。并且动不动就提离婚，为此我抑郁了好几年，最近看到“三十面示警红旗”，他每一面都中。我想离婚，以前怕自己被人笑话第二次婚，但现在更怕自己无法带大儿子，还舍不得小女儿。我该怎么办，怎么样面对现实？",
    "annotation": [
      {
        "sentence": "我37岁带子再婚，婚后育有一女，但我好想好想离婚。",
        "label": ""
      },
      {
        "sentence": "婚前不感觉，可婚后发现老公是一个不可理喻的人，一点点小问题就上升到你不是人的地步，家里这个不行那个也不行，说我父母这个对不起他，那个对不起他。",
        "label": ""
      },
      {
        "sentence": "平时不许回娘家，也不许孩子们看望外公外婆，否则就打断腿。",
        "label": ""
      },
      {
        "sentence": "经常威胁恐吓我们，如果不顺他的意，也会动手动脚。",
        "label": ""
      },
      {
        "sentence": "本来吵架了我心情不好，无心管理家务，他还会造谣惑众，说我活该受气，因为我不是个好女人。",
        "label": ""
      },
      {
        "sentence": "并且动不动就提离婚，为此我抑郁了好几年，最近看到“三十面示警红旗”，他每一面都中。",
        "label": ""
      },
      {
        "sentence": "我想离婚，以前怕自己被人笑话第二次婚，但现在更怕自己无法带大儿子，还舍不得小女儿。",
        "label": ""
      },
      {
        "sentence": "我该怎么办，怎么样面对现实？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲亲，在这种环境下生活了那么久，真是太难受了。在这段婚姻关系中，看到丈夫有很多对待你不合理的地方，一直在“压制”你，斥责你，甚至不允许你有正常的表达或者是行为。一直处在这个关系里面，其实你肯定感觉很难受，而且很想逃离。",
    "annotation": [
      {
        "sentence": "亲亲，在这种环境下生活了那么久，真是太难受了。",
        "label": ""
      },
      {
        "sentence": "在这段婚姻关系中，看到丈夫有很多对待你不合理的地方，一直在“压制”你，斥责你，甚至不允许你有正常的表达或者是行为。",
        "label": ""
      },
      {
        "sentence": "一直处在这个关系里面，其实你肯定感觉很难受，而且很想逃离。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很难受，觉得压力很大。我很想离开这段关系，可是有很多现实的因素让我束手无策。包括经济的考虑，还有女儿以及社会的舆论，我真的不知道该怎么办。",
    "annotation": [
      {
        "sentence": "是的，我真的很难受，觉得压力很大。",
        "label": ""
      },
      {
        "sentence": "我很想离开这段关系，可是有很多现实的因素让我束手无策。",
        "label": ""
      },
      {
        "sentence": "包括经济的考虑，还有女儿以及社会的舆论，我真的不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在的纠结和无助。这种关系对你来说是不健康的，旁人也会建议你立即离开。虽然现实中有很多束缚着你的因素，但这都是可以慢慢解决的。短期的紧缩是可以被克服的。最重要的是你要有离开的决心。你觉得你一直没有下定离开的决心是因为什么？",
    "annotation": [
      {
        "sentence": "我理解你现在的纠结和无助。",
        "label": ""
      },
      {
        "sentence": "这种关系对你来说是不健康的，旁人也会建议你立即离开。",
        "label": ""
      },
      {
        "sentence": "虽然现实中有很多束缚着你的因素，但这都是可以慢慢解决的。",
        "label": ""
      },
      {
        "sentence": "短期的紧缩是可以被克服的。",
        "label": ""
      },
      {
        "sentence": "最重要的是你要有离开的决心。",
        "label": ""
      },
      {
        "sentence": "你觉得你一直没有下定离开的决心是因为什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是因为我内心缺乏安全感，感觉离开后会变得更加无助。也可能是因为觉得自己还需要依赖他，不敢面对一个人的生活。还有就是我对自己的价值感太低了，缺乏自信。",
    "annotation": [
      {
        "sentence": "可能是因为我内心缺乏安全感，感觉离开后会变得更加无助。",
        "label": ""
      },
      {
        "sentence": "也可能是因为觉得自己还需要依赖他，不敢面对一个人的生活。",
        "label": ""
      },
      {
        "sentence": "还有就是我对自己的价值感太低了，缺乏自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些都是我们需要共同思考的方向。当你开始认识到自己有一些需要被照顾的部分，并相信自己有能力走出痛苦，熬过去，你就会成功。相信自己的能力，你可以重新开始，过上更好的生活。一步一步，你会发现离开这段不健康的关系是正确的选择。",
    "annotation": [
      {
        "sentence": "这些都是我们需要共同思考的方向。",
        "label": ""
      },
      {
        "sentence": "当你开始认识到自己有一些需要被照顾的部分，并相信自己有能力走出痛苦，熬过去，你就会成功。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，你可以重新开始，过上更好的生活。",
        "label": ""
      },
      {
        "sentence": "一步一步，你会发现离开这段不健康的关系是正确的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我明白了，我必须要相信自己的能力，勇敢地面对现实，寻求离开的道路。虽然会面临困难和挑战，但我相信我可以度过难关，重新找到属于自己的幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我明白了，我必须要相信自己的能力，勇敢地面对现实，寻求离开的道路。",
        "label": ""
      },
      {
        "sentence": "虽然会面临困难和挑战，但我相信我可以度过难关，重新找到属于自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，你是有能力的。无论遇到什么困难，永远记得我会一直在你身边支持你。离开那段不健康的婚姻后，你会发现自己会变得更加坚强和自信。相信自己，你可以迎接新的开始，创造属于自己的幸福和美好。",
    "annotation": [
      {
        "sentence": "没错，你是有能力的。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，永远记得我会一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "离开那段不健康的婚姻后，你会发现自己会变得更加坚强和自信。",
        "label": ""
      },
      {
        "sentence": "相信自己，你可以迎接新的开始，创造属于自己的幸福和美好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来的支持和鼓励。有了你的陪伴和帮助，我相信自己一定能够迈出离开的第一步，开始新的生活。我会努力做到勇敢和坚强，为自己和孩子们创造一个更好的未来。",
    "annotation": [
      {
        "sentence": "谢谢你一直以来的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "有了你的陪伴和帮助，我相信自己一定能够迈出离开的第一步，开始新的生活。",
        "label": ""
      },
      {
        "sentence": "我会努力做到勇敢和坚强，为自己和孩子们创造一个更好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的勇气和决心让我非常敬佩。不论遭遇什么困难，只要你坚信自己的能力，并且有我和其他人的支持，你一定可以达成自己的目标，过上幸福的生活。无论何时，记得与我保持联系，我会一直陪伴在你身边。",
    "annotation": [
      {
        "sentence": "你的勇气和决心让我非常敬佩。",
        "label": ""
      },
      {
        "sentence": "不论遭遇什么困难，只要你坚信自己的能力，并且有我和其他人的支持，你一定可以达成自己的目标，过上幸福的生活。",
        "label": ""
      },
      {
        "sentence": "无论何时，记得与我保持联系，我会一直陪伴在你身边。",
        "label": ""
      }
    ]
  }
]