[
  {
    "role": "client",
    "content": "好不容易熬到了高中毕业，但是每天还是很崩溃？",
    "annotation": [
      {
        "sentence": "好不容易熬到了高中毕业，但是每天还是很崩溃？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我的心里有一种酸酸的感觉因为，你现在的状态和那个时候的千千是多么相似啊！在你身上仿佛看到了曾经的自己，有一种特别心酸的感觉。",
    "annotation": [
      {
        "sentence": "我的心里有一种酸酸的感觉因为，你现在的状态和那个时候的千千是多么相似啊！",
        "label": ""
      },
      {
        "sentence": "在你身上仿佛看到了曾经的自己，有一种特别心酸的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "高中的时候，面临着特别大的压力，那一段时间每天晚上我都一个人在夜里偷偷的哭泣，一直哭到睡着。白天和大家一起嘻嘻哈哈，可是内心已经几乎崩溃，什么都吃不下，只觉得浑身难受，躯体的疼痛从内脏一直到四肢……觉得自己什么都做不好，觉得自己不配被爱，每天都觉得好难过……",
    "annotation": [
      {
        "sentence": "高中的时候，面临着特别大的压力，那一段时间每天晚上我都一个人在夜里偷偷的哭泣，一直哭到睡着。",
        "label": ""
      },
      {
        "sentence": "白天和大家一起嘻嘻哈哈，可是内心已经几乎崩溃，什么都吃不下，只觉得浑身难受，躯体的疼痛从内脏一直到四肢……觉得自己什么都做不好，觉得自己不配被爱，每天都觉得好难过……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我以为熬过了高中，高考之后，一切都会好起来，可是事情并不像我想象的那么简单。高考之后的那个假期，我依然每天都感到特别难过，只是少了高中时候的压力，但是我依然觉得不能被理解，我依然每天都特别想哭……只要发生争吵，我无一例外地都想大哭一场，包括我也想过离开这个世界……我知道，那种感觉一定特别不好受……",
    "annotation": [
      {
        "sentence": "我以为熬过了高中，高考之后，一切都会好起来，可是事情并不像我想象的那么简单。",
        "label": ""
      },
      {
        "sentence": "高考之后的那个假期，我依然每天都感到特别难过，只是少了高中时候的压力，但是我依然觉得不能被理解，我依然每天都特别想哭……只要发生争吵，我无一例外地都想大哭一场，包括我也想过离开这个世界……我知道，那种感觉一定特别不好受……",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "呀，你并不是一个人呢。那后来的故事呢？",
    "annotation": [
      {
        "sentence": "呀，你并不是一个人呢。",
        "label": ""
      },
      {
        "sentence": "那后来的故事呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "后来呀，我遇到了一群特别温暖的人。虽然我还是每天哭着睡着，但是他们都对我特别好。她们会愿意为了我，在凌晨一点的夜里听我哭，陪着我。她们会在我难过到特别不想动只想一个人哭的时候，主动约我出来散心。说了这么多，只是想问问你身边有没有可以陪伴你的人呢？他们可以成为你特别大的社会支持。如果还没有遇到这样的人，那么，我们这些小伙伴们也可以在这里陪着你的（摸摸头）。",
    "annotation": [
      {
        "sentence": "后来呀，我遇到了一群特别温暖的人。",
        "label": ""
      },
      {
        "sentence": "虽然我还是每天哭着睡着，但是他们都对我特别好。",
        "label": ""
      },
      {
        "sentence": "她们会愿意为了我，在凌晨一点的夜里听我哭，陪着我。",
        "label": ""
      },
      {
        "sentence": "她们会在我难过到特别不想动只想一个人哭的时候，主动约我出来散心。",
        "label": ""
      },
      {
        "sentence": "说了这么多，只是想问问你身边有没有可以陪伴你的人呢？",
        "label": ""
      },
      {
        "sentence": "他们可以成为你特别大的社会支持。",
        "label": ""
      },
      {
        "sentence": "如果还没有遇到这样的人，那么，我们这些小伙伴们也可以在这里陪着你的（摸摸头）。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得很感动，有人能够愿意陪伴我。但是我真的不知道怎么办，每天都充满了负面情绪，有时甚至想离家出走，逃离这个世界……我觉得自己很无助。",
    "annotation": [
      {
        "sentence": "我觉得很感动，有人能够愿意陪伴我。",
        "label": ""
      },
      {
        "sentence": "但是我真的不知道怎么办，每天都充满了负面情绪，有时甚至想离家出走，逃离这个世界……我觉得自己很无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，负面情绪对人的影响确实很大。但是我想告诉你，你并不是一个人，我们都会陪着你。也许现在的困境只是暂时的，我们可以一起找出解决问题的办法。听说每天保持一段时间的运动有助于调节情绪，你可以尝试一下。而且，哭并不是一件坏事，眼泪实在帮助我们缓解情绪的。我喜欢写日记，虽然每次写日记都会哭得稀里哗啦，但是哭完之后，我觉得好很多。慢慢来，我们一起面对困境，一定能够找到解决办法的。你并不孤单，我们会一直在你身边的。",
    "annotation": [
      {
        "sentence": "我理解你的感受，负面情绪对人的影响确实很大。",
        "label": ""
      },
      {
        "sentence": "但是我想告诉你，你并不是一个人，我们都会陪着你。",
        "label": ""
      },
      {
        "sentence": "也许现在的困境只是暂时的，我们可以一起找出解决问题的办法。",
        "label": ""
      },
      {
        "sentence": "听说每天保持一段时间的运动有助于调节情绪，你可以尝试一下。",
        "label": ""
      },
      {
        "sentence": "而且，哭并不是一件坏事，眼泪实在帮助我们缓解情绪的。",
        "label": ""
      },
      {
        "sentence": "我喜欢写日记，虽然每次写日记都会哭得稀里哗啦，但是哭完之后，我觉得好很多。",
        "label": ""
      },
      {
        "sentence": "慢慢来，我们一起面对困境，一定能够找到解决办法的。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们会一直在你身边的。",
        "label": ""
      }
    ]
  }
]