[
  {
    "role": "client",
    "content": "我害怕别人咳嗽，吐痰，怎么样平复自己的心情？从小的时候我就以为我的妈妈不爱我，别人的什么都好，我什么都不好，他们欺负我，我不敢告诉爸妈，上了初中我发誓我一定要努力学习。",
    "annotation": [
      {
        "sentence": "我害怕别人咳嗽，吐痰，怎么样平复自己的心情？",
        "label": ""
      },
      {
        "sentence": "从小的时候我就以为我的妈妈不爱我，别人的什么都好，我什么都不好，他们欺负我，我不敢告诉爸妈，上了初中我发誓我一定要努力学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你这么说，我能理解你的困扰。害怕别人的行为可能会引发不舒服的感受。你曾经认为妈妈不爱你，这种想法可能影响了你对自己的看法。你认为努力学习可以缓解这种焦虑吗？",
    "annotation": [
      {
        "sentence": "听到你这么说，我能理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "害怕别人的行为可能会引发不舒服的感受。",
        "label": ""
      },
      {
        "sentence": "你曾经认为妈妈不爱你，这种想法可能影响了你对自己的看法。",
        "label": ""
      },
      {
        "sentence": "你认为努力学习可以缓解这种焦虑吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，从那时起我的头脑就一直紧绷着，白天学习一天，晚上别人都睡着了，我老是睡不着。也是从那个时候起我老是尿裤子，但是没人知道，我每天很晚睡。同学们都以为我是班上的开心果，我觉得我不能依靠父母，得自己懂事，学习从来不让他们操心。",
    "annotation": [
      {
        "sentence": "是的，从那时起我的头脑就一直紧绷着，白天学习一天，晚上别人都睡着了，我老是睡不着。",
        "label": ""
      },
      {
        "sentence": "也是从那个时候起我老是尿裤子，但是没人知道，我每天很晚睡。",
        "label": ""
      },
      {
        "sentence": "同学们都以为我是班上的开心果，我觉得我不能依靠父母，得自己懂事，学习从来不让他们操心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你对自己的要求非常高，为了不给家人添麻烦，你努力学习并保持睡眠质量。这种自主独立的态度是值得肯定的。但是你每天都很晚睡觉，这可能是你感到焦虑、尿裤子的原因之一。有没有尝试过主动和父母沟通你的困扰呢？",
    "annotation": [
      {
        "sentence": "听到你对自己的要求非常高，为了不给家人添麻烦，你努力学习并保持睡眠质量。",
        "label": ""
      },
      {
        "sentence": "这种自主独立的态度是值得肯定的。",
        "label": ""
      },
      {
        "sentence": "但是你每天都很晚睡觉，这可能是你感到焦虑、尿裤子的原因之一。",
        "label": ""
      },
      {
        "sentence": "有没有尝试过主动和父母沟通你的困扰呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "没有，我不敢告诉他们。初一的时候我很爱学习，但出现了脸上的疱疹，我不想回家，硬是熬过去了。等到实在不行了，才回家看了看病。那个时候我有一个弟弟，妈妈对我很好，我觉得我太幸福了，我妈妈对我真好。我每天晚上都缩在一起，我变得强大了。",
    "annotation": [
      {
        "sentence": "没有，我不敢告诉他们。",
        "label": ""
      },
      {
        "sentence": "初一的时候我很爱学习，但出现了脸上的疱疹，我不想回家，硬是熬过去了。",
        "label": ""
      },
      {
        "sentence": "等到实在不行了，才回家看了看病。",
        "label": ""
      },
      {
        "sentence": "那个时候我有一个弟弟，妈妈对我很好，我觉得我太幸福了，我妈妈对我真好。",
        "label": ""
      },
      {
        "sentence": "我每天晚上都缩在一起，我变得强大了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你提到妈妈对你的关心，你感到很幸福。有人的关爱确实能给我们力量。你以前可能觉得自己被逼到了绝路，但你变得坚强起来了。同时，你也提到了初一时出现的疱疹，这对你的自信心产生了一定的影响。你怎么看待自己的变化呢？",
    "annotation": [
      {
        "sentence": "听到你提到妈妈对你的关心，你感到很幸福。",
        "label": ""
      },
      {
        "sentence": "有人的关爱确实能给我们力量。",
        "label": ""
      },
      {
        "sentence": "你以前可能觉得自己被逼到了绝路，但你变得坚强起来了。",
        "label": ""
      },
      {
        "sentence": "同时，你也提到了初一时出现的疱疹，这对你的自信心产生了一定的影响。",
        "label": ""
      },
      {
        "sentence": "你怎么看待自己的变化呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "自从得了疱疹之后，我就变得丑了，可能是因为我觉得脸上有了疤。从那以后，同学见了我就吐痰、擦鼻涕、咳嗽，我觉得是因为我。每次我都害怕去学校，但又不得不去，我害怕别人咳嗽、吐痰，我觉得是因为我。",
    "annotation": [
      {
        "sentence": "自从得了疱疹之后，我就变得丑了，可能是因为我觉得脸上有了疤。",
        "label": ""
      },
      {
        "sentence": "从那以后，同学见了我就吐痰、擦鼻涕、咳嗽，我觉得是因为我。",
        "label": ""
      },
      {
        "sentence": "每次我都害怕去学校，但又不得不去，我害怕别人咳嗽、吐痰，我觉得是因为我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你因为疱疹而觉得自己变丑，这对你来说是个困扰。同时，同学们对你的态度也让你感到害怕和不舒服。但我们不能因为外界的行为而否定自己。你的存在是有价值的，不应该让他人的行为影响你对自己的看法。你有没有尝试过跟你的同学或老师沟通你的感受呢？",
    "annotation": [
      {
        "sentence": "你因为疱疹而觉得自己变丑，这对你来说是个困扰。",
        "label": ""
      },
      {
        "sentence": "同时，同学们对你的态度也让你感到害怕和不舒服。",
        "label": ""
      },
      {
        "sentence": "但我们不能因为外界的行为而否定自己。",
        "label": ""
      },
      {
        "sentence": "你的存在是有价值的，不应该让他人的行为影响你对自己的看法。",
        "label": ""
      },
      {
        "sentence": "你有没有尝试过跟你的同学或老师沟通你的感受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直觉得自己是个孤独的人，没有真心的朋友。高三时，我去了省会读书，当时想着一定要学出个名堂，然后和每一个人都处理好关系。一开始我和一个同学玩得挺好，但后排一个女生拿粉笔砸我，我忍着没有说。后来我以为所有人都在骂我，我很害怕，精神崩溃回家了。我每天晚上都没法入睡，感觉天刚刚闭上眼睛就亮了。",
    "annotation": [
      {
        "sentence": "我一直觉得自己是个孤独的人，没有真心的朋友。",
        "label": ""
      },
      {
        "sentence": "高三时，我去了省会读书，当时想着一定要学出个名堂，然后和每一个人都处理好关系。",
        "label": ""
      },
      {
        "sentence": "一开始我和一个同学玩得挺好，但后排一个女生拿粉笔砸我，我忍着没有说。",
        "label": ""
      },
      {
        "sentence": "后来我以为所有人都在骂我，我很害怕，精神崩溃回家了。",
        "label": ""
      },
      {
        "sentence": "我每天晚上都没法入睡，感觉天刚刚闭上眼睛就亮了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你在新环境中感到孤独和被攻击，这一定是使你感到不安和害怕。长期的睡眠问题会对你的身心健康产生负面影响。除了精神崩溃的情绪，你还有其他的情绪困扰吗？",
    "annotation": [
      {
        "sentence": "听到你在新环境中感到孤独和被攻击，这一定是使你感到不安和害怕。",
        "label": ""
      },
      {
        "sentence": "长期的睡眠问题会对你的身心健康产生负面影响。",
        "label": ""
      },
      {
        "sentence": "除了精神崩溃的情绪，你还有其他的情绪困扰吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "情绪困扰太多了，我的自信心也受到了打击。我真的很希望能改变现状，重新找回自己。我应该怎么做呢？",
    "annotation": [
      {
        "sentence": "情绪困扰太多了，我的自信心也受到了打击。",
        "label": ""
      },
      {
        "sentence": "我真的很希望能改变现状，重新找回自己。",
        "label": ""
      },
      {
        "sentence": "我应该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先要懂得保护自己，不要让别人的行为影响到内心的平静。同时，有一些情绪调节的技巧可以帮助你，比如深呼吸、放松训练、找个心灵导师等。重建自信需要时间和努力，但请相信自己是被爱和看重的。你不再孤独，我会陪伴你一起走过困难的时期。",
    "annotation": [
      {
        "sentence": "首先要懂得保护自己，不要让别人的行为影响到内心的平静。",
        "label": ""
      },
      {
        "sentence": "同时，有一些情绪调节的技巧可以帮助你，比如深呼吸、放松训练、找个心灵导师等。",
        "label": ""
      },
      {
        "sentence": "重建自信需要时间和努力，但请相信自己是被爱和看重的。",
        "label": ""
      },
      {
        "sentence": "你不再孤独，我会陪伴你一起走过困难的时期。",
        "label": ""
      }
    ]
  }
]