[
  {
    "role": "client",
    "content": "求助者：23岁，给不了男朋友想要的安全感，狠不下心分手？我和男朋友在大学认识，现在交往三年半了，今年一起毕业，2020年5月我也认真提过一次分手，这次又因为类似的原因“累觉不爱”在认真考虑要不要走下去。具体经过由于字数限制我写在下面回答。我的矛盾在于，认为他不够成熟，太“作”，又觉得他“作”是因为我没给足他安全感，感到很愧疚，现在也不确定自己到底还喜不喜欢他了，还适不适合一起走下去当初是我追的他，以为他很有责任心值得信赖和依靠，但交往不久我就发现他总觉得别人在“嘲笑”他，发现他内心其实很自卑，所以我试着多鼓励他，同时也希望他能培养自己的兴趣不要把我看得太重，但现在看来效果好像不大我不知道自己还喜不喜欢他，还愿不愿意陪他成长，现在甚至有些反感他的亲吻和触摸……感觉和他平时在一起的时候比较平淡，出现问题的时候又觉得很痛苦，一说分手他就说自己知道错了会改的又不忍心，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "求助者：23岁，给不了男朋友想要的安全感，狠不下心分手？",
        "label": ""
      },
      {
        "sentence": "我和男朋友在大学认识，现在交往三年半了，今年一起毕业，2020年5月我也认真提过一次分手，这次又因为类似的原因“累觉不爱”在认真考虑要不要走下去。",
        "label": ""
      },
      {
        "sentence": "具体经过由于字数限制我写在下面回答。",
        "label": ""
      },
      {
        "sentence": "我的矛盾在于，认为他不够成熟，太“作”，又觉得他“作”是因为我没给足他安全感，感到很愧疚，现在也不确定自己到底还喜不喜欢他了，还适不适合一起走下去当初是我追的他，以为他很有责任心值得信赖和依靠，但交往不久我就发现他总觉得别人在“嘲笑”他，发现他内心其实很自卑，所以我试着多鼓励他，同时也希望他能培养自己的兴趣不要把我看得太重，但现在看来效果好像不大我不知道自己还喜不喜欢他，还愿不愿意陪他成长，现在甚至有些反感他的亲吻和触摸……感觉和他平时在一起的时候比较平淡，出现问题的时候又觉得很痛苦，一说分手他就说自己知道错了会改的又不忍心，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的回答对你有帮助~ 累觉不爱，内心很纠结也痛苦；不确定自己还喜不喜欢他，还适不适合一起走下去；想过分手，但是种种原因不忍心。你还愿意和他走下去吗？",
    "annotation": [
      {
        "sentence": "希望我的回答对你有帮助~ 累觉不爱，内心很纠结也痛苦；不确定自己还喜不喜欢他，还适不适合一起走下去；想过分手，但是种种原因不忍心。",
        "label": ""
      },
      {
        "sentence": "你还愿意和他走下去吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我对这个问题也没有一个明确的答案。我现在很迷茫，不知道应该怎么决定。他给我的感觉总是不够成熟，太过在意别人的眼光。但同时我也觉得自己没有给他足够的安全感，感觉有点愧疚。",
    "annotation": [
      {
        "sentence": "其实我对这个问题也没有一个明确的答案。",
        "label": ""
      },
      {
        "sentence": "我现在很迷茫，不知道应该怎么决定。",
        "label": ""
      },
      {
        "sentence": "他给我的感觉总是不够成熟，太过在意别人的眼光。",
        "label": ""
      },
      {
        "sentence": "但同时我也觉得自己没有给他足够的安全感，感觉有点愧疚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的困惑和矛盾。在感情中，矛盾和问题是普遍存在的。你们现在面临毕业的压力，这些问题变得更加明显。男生可能对这些问题没有足够的认识，显得不够成熟。每次出现问题，他只会暂时认错，但问题并没有真正解决。你可以试着把你内心担忧的问题都说出来，告诉他你对他的意见和期望，以及对未来的规划。听听对方的计划，了解他对这段感情的看法。",
    "annotation": [
      {
        "sentence": "明白你的困惑和矛盾。",
        "label": ""
      },
      {
        "sentence": "在感情中，矛盾和问题是普遍存在的。",
        "label": ""
      },
      {
        "sentence": "你们现在面临毕业的压力，这些问题变得更加明显。",
        "label": ""
      },
      {
        "sentence": "男生可能对这些问题没有足够的认识，显得不够成熟。",
        "label": ""
      },
      {
        "sentence": "每次出现问题，他只会暂时认错，但问题并没有真正解决。",
        "label": ""
      },
      {
        "sentence": "你可以试着把你内心担忧的问题都说出来，告诉他你对他的意见和期望，以及对未来的规划。",
        "label": ""
      },
      {
        "sentence": "听听对方的计划，了解他对这段感情的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我觉得你说得很有道理。我们在一起已经三年半了，也不是轻易就可以轻言放弃的。虽然我有一些不满和矛盾，但我也有顾虑，不忍心就这样分开。",
    "annotation": [
      {
        "sentence": "我明白了，我觉得你说得很有道理。",
        "label": ""
      },
      {
        "sentence": "我们在一起已经三年半了，也不是轻易就可以轻言放弃的。",
        "label": ""
      },
      {
        "sentence": "虽然我有一些不满和矛盾，但我也有顾虑，不忍心就这样分开。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，三年半的感情并不容易抛弃。这也说明你对这段感情还是很在乎的，不然早就分手了。既然有顾虑，那就找男朋友好好沟通吧。每段感情都会经历磨合期和倦怠期，这个时候会出现对对方的烦躁。想要分手的话，可以先思考一下是因为你们生活阶段不同了，还是你对这个人真的没有感觉了。试着把自己的真实想法告诉他，看看他的反应和行动，再做评估。",
    "annotation": [
      {
        "sentence": "是的，三年半的感情并不容易抛弃。",
        "label": ""
      },
      {
        "sentence": "这也说明你对这段感情还是很在乎的，不然早就分手了。",
        "label": ""
      },
      {
        "sentence": "既然有顾虑，那就找男朋友好好沟通吧。",
        "label": ""
      },
      {
        "sentence": "每段感情都会经历磨合期和倦怠期，这个时候会出现对对方的烦躁。",
        "label": ""
      },
      {
        "sentence": "想要分手的话，可以先思考一下是因为你们生活阶段不同了，还是你对这个人真的没有感觉了。",
        "label": ""
      },
      {
        "sentence": "试着把自己的真实想法告诉他，看看他的反应和行动，再做评估。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我们果然存在一些思维上的差异。也许是我提前走在了前面，但他还停留在原地。我会考虑一下，看看他是否真的有主见、成熟和进取心，还是只是因为爱我才表现出那样的行为。",
    "annotation": [
      {
        "sentence": "你说得对，我们果然存在一些思维上的差异。",
        "label": ""
      },
      {
        "sentence": "也许是我提前走在了前面，但他还停留在原地。",
        "label": ""
      },
      {
        "sentence": "我会考虑一下，看看他是否真的有主见、成熟和进取心，还是只是因为爱我才表现出那样的行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对，把一些事情弄清楚对你们之间会有好处。在得到答案之前，先把心里的不满和意见都坦诚地说出来，看看他有何反应和作为。保持冷静，分析你们两个人的行为和交往情况。从你的描述中，我可以感受到你对男友有一些期望，但他并没有达到甚至不能满足。男生和女生的思维方式是不同的，也许他没有想到这些问题，或者没有在你面前表现出来。想一想，他是真的不够成熟和思进取，还是只是因为爱你才会把你放在第一位？",
    "annotation": [
      {
        "sentence": "对，把一些事情弄清楚对你们之间会有好处。",
        "label": ""
      },
      {
        "sentence": "在得到答案之前，先把心里的不满和意见都坦诚地说出来，看看他有何反应和作为。",
        "label": ""
      },
      {
        "sentence": "保持冷静，分析你们两个人的行为和交往情况。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我可以感受到你对男友有一些期望，但他并没有达到甚至不能满足。",
        "label": ""
      },
      {
        "sentence": "男生和女生的思维方式是不同的，也许他没有想到这些问题，或者没有在你面前表现出来。",
        "label": ""
      },
      {
        "sentence": "想一想，他是真的不够成熟和思进取，还是只是因为爱你才会把你放在第一位？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，先把一些事情理清楚对我们是很重要的。我会好好思考一下。如果我选择陪伴他，我是否能够承受接下来可能带来的失望呢？因为期待，所以才会有失望。如果分手，我是否能够接受可能会后悔的后果呢？也许我应该把当初喜欢他的理由和现在不喜欢他的理由写下来，做一个对比，或许我就能找到答案了。",
    "annotation": [
      {
        "sentence": "你说得对，先把一些事情理清楚对我们是很重要的。",
        "label": ""
      },
      {
        "sentence": "我会好好思考一下。",
        "label": ""
      },
      {
        "sentence": "如果我选择陪伴他，我是否能够承受接下来可能带来的失望呢？",
        "label": ""
      },
      {
        "sentence": "因为期待，所以才会有失望。",
        "label": ""
      },
      {
        "sentence": "如果分手，我是否能够接受可能会后悔的后果呢？",
        "label": ""
      },
      {
        "sentence": "也许我应该把当初喜欢他的理由和现在不喜欢他的理由写下来，做一个对比，或许我就能找到答案了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你思考了这些问题，并且愿意写下来进行对比。这对于你做出决策是很有帮助的。无论你最终做出怎样的选择，希望你能拥有属于自己的幸福。男朋友在你生活中干扰的事情太多了，也许现在是时候把注意力放在自己的成长和提升上，比如考研或者其他事情。可能当你找到自己的方向后，一切问题也会迎刃而解。",
    "annotation": [
      {
        "sentence": "很高兴你思考了这些问题，并且愿意写下来进行对比。",
        "label": ""
      },
      {
        "sentence": "这对于你做出决策是很有帮助的。",
        "label": ""
      },
      {
        "sentence": "无论你最终做出怎样的选择，希望你能拥有属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "男朋友在你生活中干扰的事情太多了，也许现在是时候把注意力放在自己的成长和提升上，比如考研或者其他事情。",
        "label": ""
      },
      {
        "sentence": "可能当你找到自己的方向后，一切问题也会迎刃而解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我会好好考虑，找到适合自己的答案。可能我确实需要一些时间来思考和决定。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会好好考虑，找到适合自己的答案。",
        "label": ""
      },
      {
        "sentence": "可能我确实需要一些时间来思考和决定。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我能帮上你一些忙。记得给自己一些时间，好好思考，找到最适合自己的决策。无论最后你选择什么，相信你一定能够走向幸福的人生。祝福你！",
    "annotation": [
      {
        "sentence": "不客气，希望我能帮上你一些忙。",
        "label": ""
      },
      {
        "sentence": "记得给自己一些时间，好好思考，找到最适合自己的决策。",
        "label": ""
      },
      {
        "sentence": "无论最后你选择什么，相信你一定能够走向幸福的人生。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]