[
  {
    "role": "client",
    "content": "我23岁了，给不了男朋友想要的安全感，狠不下心分手？我和男朋友在大学认识，现在交往三年半了。今年一起毕业，2020年5月我也认真提过一次分手。这次又因为类似的原因“累觉不爱”在认真考虑要不要走下去。我的矛盾在于，认为他不够成熟，太“作”，又觉得他“作”是因为我没给足他安全感，感到很愧疚。现在也不确定自己到底还喜不喜欢他了，还适不适合一起走下去。当初是我追的他，以为他很有责任心值得信赖和依靠，但交往不久我就发现他总觉得别人在“嘲笑”他，发现他内心其实很自卑，所以我试着多鼓励他，同时也希望他能培养自己的兴趣不要把我看得太重，但现在看来效果好像不大。我不知道自己还喜不喜欢他，还愿不愿意陪他成长，现在甚至有些反感他的亲吻和触摸……感觉和他平时在一起的时候比较平淡，出现问题的时候又觉得很痛苦，一说分手他就说自己知道错了会改的，又不忍心，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我23岁了，给不了男朋友想要的安全感，狠不下心分手？",
        "label": ""
      },
      {
        "sentence": "我和男朋友在大学认识，现在交往三年半了。",
        "label": ""
      },
      {
        "sentence": "今年一起毕业，2020年5月我也认真提过一次分手。",
        "label": ""
      },
      {
        "sentence": "这次又因为类似的原因“累觉不爱”在认真考虑要不要走下去。",
        "label": ""
      },
      {
        "sentence": "我的矛盾在于，认为他不够成熟，太“作”，又觉得他“作”是因为我没给足他安全感，感到很愧疚。",
        "label": ""
      },
      {
        "sentence": "现在也不确定自己到底还喜不喜欢他了，还适不适合一起走下去。",
        "label": ""
      },
      {
        "sentence": "当初是我追的他，以为他很有责任心值得信赖和依靠，但交往不久我就发现他总觉得别人在“嘲笑”他，发现他内心其实很自卑，所以我试着多鼓励他，同时也希望他能培养自己的兴趣不要把我看得太重，但现在看来效果好像不大。",
        "label": ""
      },
      {
        "sentence": "我不知道自己还喜不喜欢他，还愿不愿意陪他成长，现在甚至有些反感他的亲吻和触摸……感觉和他平时在一起的时候比较平淡，出现问题的时候又觉得很痛苦，一说分手他就说自己知道错了会改的，又不忍心，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢邀，觉察到你的焦虑无助无奈又不舍的复杂纠结的感情，甚至到了接吻抚摸这样的恋爱关系在三年半后产生了自我对这份感情的怀疑，难道不爱了？磨合期到了一个瓶颈转折期，能够自我觉察到自己的潜意识部分，做出果断的取舍也是必要的。",
    "annotation": [
      {
        "sentence": "谢邀，觉察到你的焦虑无助无奈又不舍的复杂纠结的感情，甚至到了接吻抚摸这样的恋爱关系在三年半后产生了自我对这份感情的怀疑，难道不爱了？",
        "label": ""
      },
      {
        "sentence": "磨合期到了一个瓶颈转折期，能够自我觉察到自己的潜意识部分，做出果断的取舍也是必要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我现在真的很矛盾。我怕分手后会后悔，但我也不想再继续下去却越来越不开心。",
    "annotation": [
      {
        "sentence": "你说得对，我现在真的很矛盾。",
        "label": ""
      },
      {
        "sentence": "我怕分手后会后悔，但我也不想再继续下去却越来越不开心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "分开一段时间，看看你“舍不得、放不下、忘不了、忍不住”的决心有没有，冷静期间逐渐想想他的优点。做做他的优点加分项，他的作和不成熟是缘于对你的爱，他的爱没得到同等的回应，他能觉察到，他的不安让你觉得有压力感的不舒服感，让你觉得他不够自信，产生了放大他的这一你认为是缺点的一面，加重了反感有点讨厌腻歪的感觉，不过分要求自己和他人，感同身受体会一下他的感受，换位思考一下，三年半的感情，基础不错，你欣赏追的他，象当初一样放大他的闪光点，人无完人，不完美才完美，对方对你的态度往往是自己教的，足够平等的相爱着也许他会自信的。",
    "annotation": [
      {
        "sentence": "分开一段时间，看看你“舍不得、放不下、忘不了、忍不住”的决心有没有，冷静期间逐渐想想他的优点。",
        "label": ""
      },
      {
        "sentence": "做做他的优点加分项，他的作和不成熟是缘于对你的爱，他的爱没得到同等的回应，他能觉察到，他的不安让你觉得有压力感的不舒服感，让你觉得他不够自信，产生了放大他的这一你认为是缺点的一面，加重了反感有点讨厌腻歪的感觉，不过分要求自己和他人，感同身受体会一下他的感受，换位思考一下，三年半的感情，基础不错，你欣赏追的他，象当初一样放大他的闪光点，人无完人，不完美才完美，对方对你的态度往往是自己教的，足够平等的相爱着也许他会自信的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得有道理，我承认我可能在某些方面要求太高了。我会尝试换位思考，看看我们是否还有未发掘的好的一面。",
    "annotation": [
      {
        "sentence": "你说得有道理，我承认我可能在某些方面要求太高了。",
        "label": ""
      },
      {
        "sentence": "我会尝试换位思考，看看我们是否还有未发掘的好的一面。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "让他培养自己的兴趣爱好是对的，同时自己要做出相应的榜样，也专注自己的爱好和兴趣。爱情三要素是激情、亲密和承诺。恋爱和分手都是人生的经历和成长，年轻人的爱情是相互的，爱好好地相爱，彼此珍惜。不再爱了彼此祝福感谢彼此的付出和陪伴，勇敢地做自己。祝好～。",
    "annotation": [
      {
        "sentence": "让他培养自己的兴趣爱好是对的，同时自己要做出相应的榜样，也专注自己的爱好和兴趣。",
        "label": ""
      },
      {
        "sentence": "爱情三要素是激情、亲密和承诺。",
        "label": ""
      },
      {
        "sentence": "恋爱和分手都是人生的经历和成长，年轻人的爱情是相互的，爱好好地相爱，彼此珍惜。",
        "label": ""
      },
      {
        "sentence": "不再爱了彼此祝福感谢彼此的付出和陪伴，勇敢地做自己。",
        "label": ""
      },
      {
        "sentence": "祝好～。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，谢谢你的建议和支持。我会考虑好自己的决定，也会尝试好好沟通和寻找共同的成长方式。谢谢你的祝福。",
    "annotation": [
      {
        "sentence": "我明白了，谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会考虑好自己的决定，也会尝试好好沟通和寻找共同的成长方式。",
        "label": ""
      },
      {
        "sentence": "谢谢你的祝福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望你能找到属于自己的幸福。记住，做决定时要坚定而勇敢。如果需要，随时在这里向我求助。",
    "annotation": [
      {
        "sentence": "不客气，希望你能找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "记住，做决定时要坚定而勇敢。",
        "label": ""
      },
      {
        "sentence": "如果需要，随时在这里向我求助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会的，感谢你的鼓励和支持。再次谢谢你！",
    "annotation": [
      {
        "sentence": "我会的，感谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，祝福你一切顺利！相信自己，你能够做出正确的决定。加油！",
    "annotation": [
      {
        "sentence": "不用谢，祝福你一切顺利！",
        "label": ""
      },
      {
        "sentence": "相信自己，你能够做出正确的决定。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励！我会加油的！再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励！",
        "label": ""
      },
      {
        "sentence": "我会加油的！",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，有任何问题都可以随时找我倾诉。祝你能从这段感情中找到属于自己的答案。保重！",
    "annotation": [
      {
        "sentence": "不客气，有任何问题都可以随时找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你能从这段感情中找到属于自己的答案。",
        "label": ""
      },
      {
        "sentence": "保重！",
        "label": ""
      }
    ]
  }
]