[
  {
    "role": "client",
    "content": "我遇到难题时该怎么放平心态，振作起来？我已经27岁了，丈夫出轨正在闹离婚；工作丢了；驾考没过……全部都是这一个月发生的事情……觉得人生好艰难啊，不想颓废，可是振作不起来啊……",
    "annotation": [
      {
        "sentence": "我遇到难题时该怎么放平心态，振作起来？",
        "label": ""
      },
      {
        "sentence": "我已经27岁了，丈夫出轨正在闹离婚；工作丢了；驾考没过……全部都是这一个月发生的事情……觉得人生好艰难啊，不想颓废，可是振作不起来啊……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人生无常。人生最重要的关系，最重要的支撑，最重要的事件，都一件接一件的出问题，一件接一件的打击和挫败自我，尤其是在短时间内。这种无助、自我怀疑、自我坍塌的感觉非常难受，像一堆被打碎的玻璃渣渣，或者像一滩无法成型的烂泥，怎么都“完整”不起来，能量耗尽，不知所措。是这样吗？",
    "annotation": [
      {
        "sentence": "人生无常。",
        "label": ""
      },
      {
        "sentence": "人生最重要的关系，最重要的支撑，最重要的事件，都一件接一件的出问题，一件接一件的打击和挫败自我，尤其是在短时间内。",
        "label": ""
      },
      {
        "sentence": "这种无助、自我怀疑、自我坍塌的感觉非常难受，像一堆被打碎的玻璃渣渣，或者像一滩无法成型的烂泥，怎么都“完整”不起来，能量耗尽，不知所措。",
        "label": ""
      },
      {
        "sentence": "是这样吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，就是这种感觉。我感觉好像一切都在往坏处走，没有任何希望和出路。我知道每个人都会面临困境，但我真的感到非常糟糕。",
    "annotation": [
      {
        "sentence": "是的，就是这种感觉。",
        "label": ""
      },
      {
        "sentence": "我感觉好像一切都在往坏处走，没有任何希望和出路。",
        "label": ""
      },
      {
        "sentence": "我知道每个人都会面临困境，但我真的感到非常糟糕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心理学上，有个概念，叫“习得性无助”。是美国心理学家塞利格曼在研究动物时提出的，他用狗作了一项经典实验。起初把狗关在笼子里，只要蜂音器一响，就给以难受的电击，狗关在笼子里逃避不了电击。多次实验后，蜂音器一响，在给电击前，先把笼门打开，此时狗不但不逃而是不等电击出现就先倒在地开始呻吟和颤抖，本来可以主动地逃避却绝望地等待痛苦的来临，这就是习得性无助。一次一次的挫败就像电击一样，即便脑子很想振作，但你已经不相信你可以找到出路，你可以振作。你恐惧挫败还会一件接着一件的来，你的身体自动切换到“低耗”模式，已应对可能再次发生的打击。",
    "annotation": [
      {
        "sentence": "心理学上，有个概念，叫“习得性无助”。",
        "label": ""
      },
      {
        "sentence": "是美国心理学家塞利格曼在研究动物时提出的，他用狗作了一项经典实验。",
        "label": ""
      },
      {
        "sentence": "起初把狗关在笼子里，只要蜂音器一响，就给以难受的电击，狗关在笼子里逃避不了电击。",
        "label": ""
      },
      {
        "sentence": "多次实验后，蜂音器一响，在给电击前，先把笼门打开，此时狗不但不逃而是不等电击出现就先倒在地开始呻吟和颤抖，本来可以主动地逃避却绝望地等待痛苦的来临，这就是习得性无助。",
        "label": ""
      },
      {
        "sentence": "一次一次的挫败就像电击一样，即便脑子很想振作，但你已经不相信你可以找到出路，你可以振作。",
        "label": ""
      },
      {
        "sentence": "你恐惧挫败还会一件接着一件的来，你的身体自动切换到“低耗”模式，已应对可能再次发生的打击。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来我正在经历的就是习得性无助。这么一想，我确实感到恐惧和无助，好像一次挫败过后，又迎接下一次的打击。我感觉自己完全没有力量去振作了。",
    "annotation": [
      {
        "sentence": "原来我正在经历的就是习得性无助。",
        "label": ""
      },
      {
        "sentence": "这么一想，我确实感到恐惧和无助，好像一次挫败过后，又迎接下一次的打击。",
        "label": ""
      },
      {
        "sentence": "我感觉自己完全没有力量去振作了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，没有谁的人生是顺顺利利，万事顺心。无常才是常态。所以遇到现在的挫败，有现在的感受，也是非常非常正常的，是人生一段正常不过的经历，起起伏伏就必然有低谷。所以，如果你现在没有力量振作，那就先待在原地，和这种“不如意”“挫败”“恐惧”待在一起，接纳它们，接纳这就是你人生必修的功课，是你丰富体验的一环。不批判，不抗拒，不逃避，只是静静的待着。",
    "annotation": [
      {
        "sentence": "是的，没有谁的人生是顺顺利利，万事顺心。",
        "label": ""
      },
      {
        "sentence": "无常才是常态。",
        "label": ""
      },
      {
        "sentence": "所以遇到现在的挫败，有现在的感受，也是非常非常正常的，是人生一段正常不过的经历，起起伏伏就必然有低谷。",
        "label": ""
      },
      {
        "sentence": "所以，如果你现在没有力量振作，那就先待在原地，和这种“不如意”“挫败”“恐惧”待在一起，接纳它们，接纳这就是你人生必修的功课，是你丰富体验的一环。",
        "label": ""
      },
      {
        "sentence": "不批判，不抗拒，不逃避，只是静静的待着。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。也许我应该给自己一些时间和空间去接纳这些不如意和挫败的感受，而不是强迫自己马上振作起来。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "也许我应该给自己一些时间和空间去接纳这些不如意和挫败的感受，而不是强迫自己马上振作起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常正确的想法。当我们真的能够接纳、稳住、不慌忙的时候，你的内心就会有空隙来思考发生的这一切，复盘这一切的前因后果，你也会找到你能为此负责的部分，也会找到新的出路，这个过程，也是积蓄足够再次出发的力量的过程。未来，当你走出低谷，你可能还会感谢发生这一切的挫折和痛苦，使你有了新的领悟和成长。人生的低谷，往往蕴含着旨意和智慧，是成长和提升你生命质量的机会。愿你能够活在当下，接纳痛苦和挫败，自我成长。",
    "annotation": [
      {
        "sentence": "非常正确的想法。",
        "label": ""
      },
      {
        "sentence": "当我们真的能够接纳、稳住、不慌忙的时候，你的内心就会有空隙来思考发生的这一切，复盘这一切的前因后果，你也会找到你能为此负责的部分，也会找到新的出路，这个过程，也是积蓄足够再次出发的力量的过程。",
        "label": ""
      },
      {
        "sentence": "未来，当你走出低谷，你可能还会感谢发生这一切的挫折和痛苦，使你有了新的领悟和成长。",
        "label": ""
      },
      {
        "sentence": "人生的低谷，往往蕴含着旨意和智慧，是成长和提升你生命质量的机会。",
        "label": ""
      },
      {
        "sentence": "愿你能够活在当下，接纳痛苦和挫败，自我成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我会试着接纳这些痛苦和挫败，并思考它们背后的意义。希望在未来的道路上，我能够找到出路，继续前行。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会试着接纳这些痛苦和挫败，并思考它们背后的意义。",
        "label": ""
      },
      {
        "sentence": "希望在未来的道路上，我能够找到出路，继续前行。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好。请记住，困境不会永远存在，你一定能够度过这个艰难的时期。相信自己，保持积极的心态，你会重新振作起来的。我会一直支持你的。",
    "annotation": [
      {
        "sentence": "你做得很好。",
        "label": ""
      },
      {
        "sentence": "请记住，困境不会永远存在，你一定能够度过这个艰难的时期。",
        "label": ""
      },
      {
        "sentence": "相信自己，保持积极的心态，你会重新振作起来的。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      }
    ]
  }
]