[
  {
    "role": "client",
    "content": "为什么每次自己做决定的时候，都会害怕恐慌，怎么办？总是心理有以前的阴影，以前每次自己为自己的选择做主的时候，父母就会反对，会训斥和反对，否定自己，自己也做过反抗。长大以后，自己有了工作以后，想要谁一个地方，总是在做出这个决定后害怕，怕自己的能力不够把事情搞砸了，被父母训斥，，怕不好的后果出现，不敢面对改变后的自己，自己也质疑自己可以吗？一直以来就信心不够，我真怀疑自己能不能为自己的人生选择负责。",
    "annotation": [
      {
        "sentence": "为什么每次自己做决定的时候，都会害怕恐慌，怎么办？",
        "label": ""
      },
      {
        "sentence": "总是心理有以前的阴影，以前每次自己为自己的选择做主的时候，父母就会反对，会训斥和反对，否定自己，自己也做过反抗。",
        "label": ""
      },
      {
        "sentence": "长大以后，自己有了工作以后，想要谁一个地方，总是在做出这个决定后害怕，怕自己的能力不够把事情搞砸了，被父母训斥，，怕不好的后果出现，不敢面对改变后的自己，自己也质疑自己可以吗？",
        "label": ""
      },
      {
        "sentence": "一直以来就信心不够，我真怀疑自己能不能为自己的人生选择负责。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我看了你的描述，你是因为从小父母的反对，所以如今不敢自己做决定。同时我也看出你一直在反抗父母，但多年习惯下来，一方面害怕自己做砸了，另一方面害怕父母的反对。从根本原因上来看，你习惯了父母的安排，即使那样的安排不是你自己的意愿。就像一只被剪去了翅膀的雄鹰，有着翱翔天空的梦想，却缺乏出发的勇气。我想起了自己的经历，很多年前，我也是个白领，习惯了自己做主，即使与他人不同我仍然坚持自己的想法。后来结婚之后，我老公从事服装行业，总是给我买些他觉得好看、性价比高、时髦的衣服。但遗憾的是，我并不喜欢打扮，也不是那种魔鬼身材，对于他买的衣服，我会穿，但总是感觉不是那么舒服。当我自己去买衣服的时候，他开始挑剔，说面料不好、做工不行、价格太高，搞得我很郁闷，索性就不买了，他对这么多事情都有意见。有时候我和朋友一起去买衣服，我提议叫上他，但是他会说：“你们叫我去的话，就别想买到衣服了。”渐渐地，他也意识到了女人对于买衣服的追求是从心里来的，和他的专业眼光不在同一频道上。所以后来再叫他去的时候，他就说：“我不发表意见了，不然你们都买不成了。”但是后遗症是，从那以后我对于购买衣服变得不再上心，除非到了迫不得已的时候才会去买。（当然经济也是一个关键因素）与此同时，我家的女儿喜欢什么就非常执着，她爸再说不好，掉色什么的，她都不听，坚持要买自己喜欢的，各种风格搭配。我讲这些是想说明，我已经是成年人了，即使在老公专业的光环下，由于我在服装方面的知识有限，还会受到他的影响，一直怀疑自己的判断，以至于对衣服的购买变得不太关注了。多年来，在父母的反对下，我也形成了怀疑自己、害怕做决定的习惯，我完全理解你的感受，这种习得性无助的心态是一种对现实的无望和无可奈何的表现。好在，你已经意识到问题的存在，也意识到问题产生的原因，现在要做的是如何改变现状了。习得性无助的人通常表现出低成就动机、低自我概念、消极思维和低自我效能感。针对这种情况，首先你需要充分了解自己所面临的情况，并下定决心要做出改变。其次，与父母进行坦诚的交流，向他们说明自己的感受以及决心，希望得到他们的支持。第三，可以从小事做起，从小事中找到自己的掌控感和决策能力，不断在小事情上取得成功。第四，你可以提升自己，我一直认为没有什么是提升自己能力不能解决的，无论是工作能力还是心理能量。第五，习得性无助的重要矫正策略包括元认知、问题解决、示范、自我对话、自我控制和自我评价。我建议你找一个有积极进取心的心理咨询师进行交流，他们可以为你制定适合你的策略，通过渐进式的改变来帮助你。",
    "annotation": [
      {
        "sentence": "我看了你的描述，你是因为从小父母的反对，所以如今不敢自己做决定。",
        "label": ""
      },
      {
        "sentence": "同时我也看出你一直在反抗父母，但多年习惯下来，一方面害怕自己做砸了，另一方面害怕父母的反对。",
        "label": ""
      },
      {
        "sentence": "从根本原因上来看，你习惯了父母的安排，即使那样的安排不是你自己的意愿。",
        "label": ""
      },
      {
        "sentence": "就像一只被剪去了翅膀的雄鹰，有着翱翔天空的梦想，却缺乏出发的勇气。",
        "label": ""
      },
      {
        "sentence": "我想起了自己的经历，很多年前，我也是个白领，习惯了自己做主，即使与他人不同我仍然坚持自己的想法。",
        "label": ""
      },
      {
        "sentence": "后来结婚之后，我老公从事服装行业，总是给我买些他觉得好看、性价比高、时髦的衣服。",
        "label": ""
      },
      {
        "sentence": "但遗憾的是，我并不喜欢打扮，也不是那种魔鬼身材，对于他买的衣服，我会穿，但总是感觉不是那么舒服。",
        "label": ""
      },
      {
        "sentence": "当我自己去买衣服的时候，他开始挑剔，说面料不好、做工不行、价格太高，搞得我很郁闷，索性就不买了，他对这么多事情都有意见。",
        "label": ""
      },
      {
        "sentence": "有时候我和朋友一起去买衣服，我提议叫上他，但是他会说：“你们叫我去的话，就别想买到衣服了。",
        "label": ""
      },
      {
        "sentence": "”渐渐地，他也意识到了女人对于买衣服的追求是从心里来的，和他的专业眼光不在同一频道上。",
        "label": ""
      },
      {
        "sentence": "所以后来再叫他去的时候，他就说：“我不发表意见了，不然你们都买不成了。",
        "label": ""
      },
      {
        "sentence": "”但是后遗症是，从那以后我对于购买衣服变得不再上心，除非到了迫不得已的时候才会去买。",
        "label": ""
      },
      {
        "sentence": "（当然经济也是一个关键因素）与此同时，我家的女儿喜欢什么就非常执着，她爸再说不好，掉色什么的，她都不听，坚持要买自己喜欢的，各种风格搭配。",
        "label": ""
      },
      {
        "sentence": "我讲这些是想说明，我已经是成年人了，即使在老公专业的光环下，由于我在服装方面的知识有限，还会受到他的影响，一直怀疑自己的判断，以至于对衣服的购买变得不太关注了。",
        "label": ""
      },
      {
        "sentence": "多年来，在父母的反对下，我也形成了怀疑自己、害怕做决定的习惯，我完全理解你的感受，这种习得性无助的心态是一种对现实的无望和无可奈何的表现。",
        "label": ""
      },
      {
        "sentence": "好在，你已经意识到问题的存在，也意识到问题产生的原因，现在要做的是如何改变现状了。",
        "label": ""
      },
      {
        "sentence": "习得性无助的人通常表现出低成就动机、低自我概念、消极思维和低自我效能感。",
        "label": ""
      },
      {
        "sentence": "针对这种情况，首先你需要充分了解自己所面临的情况，并下定决心要做出改变。",
        "label": ""
      },
      {
        "sentence": "其次，与父母进行坦诚的交流，向他们说明自己的感受以及决心，希望得到他们的支持。",
        "label": ""
      },
      {
        "sentence": "第三，可以从小事做起，从小事中找到自己的掌控感和决策能力，不断在小事情上取得成功。",
        "label": ""
      },
      {
        "sentence": "第四，你可以提升自己，我一直认为没有什么是提升自己能力不能解决的，无论是工作能力还是心理能量。",
        "label": ""
      },
      {
        "sentence": "第五，习得性无助的重要矫正策略包括元认知、问题解决、示范、自我对话、自我控制和自我评价。",
        "label": ""
      },
      {
        "sentence": "我建议你找一个有积极进取心的心理咨询师进行交流，他们可以为你制定适合你的策略，通过渐进式的改变来帮助你。",
        "label": ""
      }
    ]
  }
]