[
  {
    "role": "client",
    "content": "最近我感觉特别不安，我29岁了，晚上总要别人哄睡觉，不然就睡不着。这个正常吗？",
    "annotation": [
      {
        "sentence": "最近我感觉特别不安，我29岁了，晚上总要别人哄睡觉，不然就睡不着。",
        "label": ""
      },
      {
        "sentence": "这个正常吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，我理解你的感受。我也是一个比较缺乏安全感的人。你有寻求他人陪伴入睡的需求，是因为我们在成长过程中没有得到足够的安全感和关爱。虽然这是一种习惯，但我们也可以通过其他方式来获得自己的安全感。",
    "annotation": [
      {
        "sentence": "亲爱的，我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "我也是一个比较缺乏安全感的人。",
        "label": ""
      },
      {
        "sentence": "你有寻求他人陪伴入睡的需求，是因为我们在成长过程中没有得到足够的安全感和关爱。",
        "label": ""
      },
      {
        "sentence": "虽然这是一种习惯，但我们也可以通过其他方式来获得自己的安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是觉得连麦睡觉才能安心，否则就睡不着。找不到人连麦睡觉我就会感觉很焦虑。",
    "annotation": [
      {
        "sentence": "是的，我就是觉得连麦睡觉才能安心，否则就睡不着。",
        "label": ""
      },
      {
        "sentence": "找不到人连麦睡觉我就会感觉很焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受。从心理学的角度来看，这也与我们的原生家庭教育方式有关。父母在我们小时候可能没有很好地照顾我们，导致了我们内在的小孩缺乏爱和安全感。但是现在我们已经长大成人了，我们可以学会自我爱和给自己带来安全感。",
    "annotation": [
      {
        "sentence": "我明白你的感受。",
        "label": ""
      },
      {
        "sentence": "从心理学的角度来看，这也与我们的原生家庭教育方式有关。",
        "label": ""
      },
      {
        "sentence": "父母在我们小时候可能没有很好地照顾我们，导致了我们内在的小孩缺乏爱和安全感。",
        "label": ""
      },
      {
        "sentence": "但是现在我们已经长大成人了，我们可以学会自我爱和给自己带来安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想尝试自己给自己带来安全感，但有时晚上我会乱想，情绪也很低落。但是只要有人陪着我睡觉，我就能感到放松，安心入睡。",
    "annotation": [
      {
        "sentence": "我想尝试自己给自己带来安全感，但有时晚上我会乱想，情绪也很低落。",
        "label": ""
      },
      {
        "sentence": "但是只要有人陪着我睡觉，我就能感到放松，安心入睡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受。有时候我们在晚上容易陷入负面思维，导致情绪低落。不过，陪伴睡眠可以提供心理上的安慰和支持，让你感到安心。但是，这也是一种依赖，我们可以尝试通过其他方法来调节情绪，比如阅读心理学的相关书籍，参加疗愈写作课程，逐渐释放内心的不安。",
    "annotation": [
      {
        "sentence": "理解你的感受。",
        "label": ""
      },
      {
        "sentence": "有时候我们在晚上容易陷入负面思维，导致情绪低落。",
        "label": ""
      },
      {
        "sentence": "不过，陪伴睡眠可以提供心理上的安慰和支持，让你感到安心。",
        "label": ""
      },
      {
        "sentence": "但是，这也是一种依赖，我们可以尝试通过其他方法来调节情绪，比如阅读心理学的相关书籍，参加疗愈写作课程，逐渐释放内心的不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尝试一些疗愈的方法，给自己带来安全感和放松。可是最近我的男朋友被查出患有躁郁症和中度暴力倾向，这让我更加睡不着，每天都在哭泣，控制不住眼泪。我真的很担心他，也不知道如何处理这种情况。我觉得自己是不是也得了抑郁症了？",
    "annotation": [
      {
        "sentence": "我明白了，我会尝试一些疗愈的方法，给自己带来安全感和放松。",
        "label": ""
      },
      {
        "sentence": "可是最近我的男朋友被查出患有躁郁症和中度暴力倾向，这让我更加睡不着，每天都在哭泣，控制不住眼泪。",
        "label": ""
      },
      {
        "sentence": "我真的很担心他，也不知道如何处理这种情况。",
        "label": ""
      },
      {
        "sentence": "我觉得自己是不是也得了抑郁症了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，你的担心可以理解。首先，要记住保护好自己的安全，因为他有暴力倾向，并且躁郁症发作时也可能更容易出现暴力行为。他的问题需要他自己去面对和解决，你只需要尽力支持他，陪伴他，多听他倾诉。同时，一定要监督他按时服药，定期复诊，做好长期甚至终身的心理治疗准备。至于你的情绪波动和哭泣，可以考虑寻求专业人士的帮助，他们会给你提供更具体的建议和支持。",
    "annotation": [
      {
        "sentence": "亲爱的，你的担心可以理解。",
        "label": ""
      },
      {
        "sentence": "首先，要记住保护好自己的安全，因为他有暴力倾向，并且躁郁症发作时也可能更容易出现暴力行为。",
        "label": ""
      },
      {
        "sentence": "他的问题需要他自己去面对和解决，你只需要尽力支持他，陪伴他，多听他倾诉。",
        "label": ""
      },
      {
        "sentence": "同时，一定要监督他按时服药，定期复诊，做好长期甚至终身的心理治疗准备。",
        "label": ""
      },
      {
        "sentence": "至于你的情绪波动和哭泣，可以考虑寻求专业人士的帮助，他们会给你提供更具体的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会设立边界，让他自己去面对自己的问题。同时，我会关注自己的安全和保护好自己。你有什么关于躁郁症的信息推荐吗？",
    "annotation": [
      {
        "sentence": "我明白了，我会设立边界，让他自己去面对自己的问题。",
        "label": ""
      },
      {
        "sentence": "同时，我会关注自己的安全和保护好自己。",
        "label": ""
      },
      {
        "sentence": "你有什么关于躁郁症的信息推荐吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于躁郁症的具体信息，你可以在知乎、公众号等平台上了解到很多。有很多专业的文章和经验分享可以帮助你更好地了解躁郁症，找到应对的方法。希望这些信息对你有所帮助，祝你一切都好。",
    "annotation": [
      {
        "sentence": "关于躁郁症的具体信息，你可以在知乎、公众号等平台上了解到很多。",
        "label": ""
      },
      {
        "sentence": "有很多专业的文章和经验分享可以帮助你更好地了解躁郁症，找到应对的方法。",
        "label": ""
      },
      {
        "sentence": "希望这些信息对你有所帮助，祝你一切都好。",
        "label": ""
      }
    ]
  }
]