[
  {
    "role": "client",
    "content": "我今年20岁，学习没有动力，一直觉得自己很没用。",
    "annotation": [
      {
        "sentence": "我今年20岁，学习没有动力，一直觉得自己很没用。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的绵薄之力可以帮到你，手动先给你点个赞！问题1：不喜欢甚至痛恨信息与计算机专业导致考研迷茫，不知道该如何选择？首先你要弄清楚你是内心深处真的不喜欢信计和代码，还是因为叠加着学校的专业改革和内心一直觉得被骗的原因导致你从来不去正面面对信计专业。",
    "annotation": [
      {
        "sentence": "希望我的绵薄之力可以帮到你，手动先给你点个赞！",
        "label": ""
      },
      {
        "sentence": "问题1：不喜欢甚至痛恨信息与计算机专业导致考研迷茫，不知道该如何选择？",
        "label": ""
      },
      {
        "sentence": "首先你要弄清楚你是内心深处真的不喜欢信计和代码，还是因为叠加着学校的专业改革和内心一直觉得被骗的原因导致你从来不去正面面对信计专业。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我尝试过学习代码，但内心还是排斥，非常痛苦。我担心如果继续学习信计专业，我会越来越痛苦，失去自我。",
    "annotation": [
      {
        "sentence": "我尝试过学习代码，但内心还是排斥，非常痛苦。",
        "label": ""
      },
      {
        "sentence": "我担心如果继续学习信计专业，我会越来越痛苦，失去自我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的痛苦，考研本身就是一件很“痛苦”的事情，你需要付出极大的心血和努力。如果你学着自己厌恶痛恨的专业，后面再加上考研的压力，你内心一直不平衡还整天惦记着数学，结果肯定也不会太理想。没有上过专业课不应该成为你的借口，大学跨专业考试成功考上理想学校和专业的学姐学长我相信每个学校都有。你才20岁能提出这个问题经受这件事的折磨，说明你是一个很有上进心的孩子，只要调整好自己的心态，找对方向，肯定能收获你想要的。",
    "annotation": [
      {
        "sentence": "我理解你的痛苦，考研本身就是一件很“痛苦”的事情，你需要付出极大的心血和努力。",
        "label": ""
      },
      {
        "sentence": "如果你学着自己厌恶痛恨的专业，后面再加上考研的压力，你内心一直不平衡还整天惦记着数学，结果肯定也不会太理想。",
        "label": ""
      },
      {
        "sentence": "没有上过专业课不应该成为你的借口，大学跨专业考试成功考上理想学校和专业的学姐学长我相信每个学校都有。",
        "label": ""
      },
      {
        "sentence": "你才20岁能提出这个问题经受这件事的折磨，说明你是一个很有上进心的孩子，只要调整好自己的心态，找对方向，肯定能收获你想要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要调整自己的心态，并为自己找到正确的方向。但我因为一次成绩差被分到信计专业就觉得自己越来越没用。",
    "annotation": [
      {
        "sentence": "我明白了，我需要调整自己的心态，并为自己找到正确的方向。",
        "label": ""
      },
      {
        "sentence": "但我因为一次成绩差被分到信计专业就觉得自己越来越没用。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "既然你这么喜欢数学，不知道大学的时候有没有在学校图书馆借过对应专业的书籍来看来学习呢？有没有尝试和数学专业的同学或者学长学姐多交流来获取更多对数学专业的认知？你觉得自己没用，是因为心理缺陷产生轻视自己、认为自己在某个方面或者其他各个方面不如他人的情绪体验。与其说你会觉得自己没用，其实更多的是你渴望学习数学专业，对它的渴望越大，再加上考研是人生中的一个重要抉择，所以你对数学的报的希望也越大，希望越大你就害怕失望，失败。这种心理循环往复就像一根绳子把你牢牢拴住，让你不敢去尝试做其他的事情。人生中的任何一个选择都是最终由自己做决定的。希望你看清楚真实的自己，努力做一个自信的人，要根据自己的判断进行自己的选择。",
    "annotation": [
      {
        "sentence": "既然你这么喜欢数学，不知道大学的时候有没有在学校图书馆借过对应专业的书籍来看来学习呢？",
        "label": ""
      },
      {
        "sentence": "有没有尝试和数学专业的同学或者学长学姐多交流来获取更多对数学专业的认知？",
        "label": ""
      },
      {
        "sentence": "你觉得自己没用，是因为心理缺陷产生轻视自己、认为自己在某个方面或者其他各个方面不如他人的情绪体验。",
        "label": ""
      },
      {
        "sentence": "与其说你会觉得自己没用，其实更多的是你渴望学习数学专业，对它的渴望越大，再加上考研是人生中的一个重要抉择，所以你对数学的报的希望也越大，希望越大你就害怕失望，失败。",
        "label": ""
      },
      {
        "sentence": "这种心理循环往复就像一根绳子把你牢牢拴住，让你不敢去尝试做其他的事情。",
        "label": ""
      },
      {
        "sentence": "人生中的任何一个选择都是最终由自己做决定的。",
        "label": ""
      },
      {
        "sentence": "希望你看清楚真实的自己，努力做一个自信的人，要根据自己的判断进行自己的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我不应该被自己的想法和过去的选择束缚住自己。但我也觉得自己没有动力学习，一方面是因为信计不是我喜欢的专业，所以想持久产生学习的动力比较困难。另一方面是因为我对自己的梦想数学专业没有信心，害怕承受打击和挫折，继而就会丧失奋斗的热情，我压抑自己拼搏的欲望，同时自信心和勇气就会呈直线下降。",
    "annotation": [
      {
        "sentence": "我明白了，我不应该被自己的想法和过去的选择束缚住自己。",
        "label": ""
      },
      {
        "sentence": "但我也觉得自己没有动力学习，一方面是因为信计不是我喜欢的专业，所以想持久产生学习的动力比较困难。",
        "label": ""
      },
      {
        "sentence": "另一方面是因为我对自己的梦想数学专业没有信心，害怕承受打击和挫折，继而就会丧失奋斗的热情，我压抑自己拼搏的欲望，同时自信心和勇气就会呈直线下降。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑和压力，20岁还有很多时间去探索，去拼搏。希望你不要因为缺少点勇气就一直自我怀疑，让自己陷在泥泞里。人生中经历的挫折和打击，正是锻炼我们勇气和自信心的机会。最后，我建议你去读一读东野圭吾的书《解忧杂货店》，或许在书中你能找到对于人生选择的新的见解和答案。我们一起加油吧！在这个世界每个角落都有正在默默努力的人，希望那个里面也有你和我。",
    "annotation": [
      {
        "sentence": "我理解你的困惑和压力，20岁还有很多时间去探索，去拼搏。",
        "label": ""
      },
      {
        "sentence": "希望你不要因为缺少点勇气就一直自我怀疑，让自己陷在泥泞里。",
        "label": ""
      },
      {
        "sentence": "人生中经历的挫折和打击，正是锻炼我们勇气和自信心的机会。",
        "label": ""
      },
      {
        "sentence": "最后，我建议你去读一读东野圭吾的书《解忧杂货店》，或许在书中你能找到对于人生选择的新的见解和答案。",
        "label": ""
      },
      {
        "sentence": "我们一起加油吧！",
        "label": ""
      },
      {
        "sentence": "在这个世界每个角落都有正在默默努力的人，希望那个里面也有你和我。",
        "label": ""
      }
    ]
  }
]