[
  {
    "role": "client",
    "content": "我20岁了，学习没有动力，一直觉得自己很没用。",
    "annotation": [
      {
        "sentence": "我20岁了，学习没有动力，一直觉得自己很没用。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，你觉得学习没有动力，可能是因为有一些问题困扰着你。我很愿意倾听你的困扰。能告诉我具体是什么问题吗？",
    "annotation": [
      {
        "sentence": "亲爱的，你觉得学习没有动力，可能是因为有一些问题困扰着你。",
        "label": ""
      },
      {
        "sentence": "我很愿意倾听你的困扰。",
        "label": ""
      },
      {
        "sentence": "能告诉我具体是什么问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "高考的时候我填报的是数学与应用数学专业，可是等到了入学的时候学院书记说“今年改革，数应和信计混合成一个大类”然后在大二的时候分专业。我因为成绩中等偏下，就没有分进数应专业，被分到了信息与计算科学专业。而后我接触的所有科目都和计算机，代码有关。而我十分讨厌此，我喜欢的是理论数学的优美与自然，而不是代码编程的冰冷与生硬。",
    "annotation": [
      {
        "sentence": "高考的时候我填报的是数学与应用数学专业，可是等到了入学的时候学院书记说“今年改革，数应和信计混合成一个大类”然后在大二的时候分专业。",
        "label": ""
      },
      {
        "sentence": "我因为成绩中等偏下，就没有分进数应专业，被分到了信息与计算科学专业。",
        "label": ""
      },
      {
        "sentence": "而后我接触的所有科目都和计算机，代码有关。",
        "label": ""
      },
      {
        "sentence": "而我十分讨厌此，我喜欢的是理论数学的优美与自然，而不是代码编程的冰冷与生硬。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你对专业改革感到困扰。你曾经填报的数学与应用数学专业被合并到了信息与计算科学专业中，而这并不符合你的兴趣和喜好。这是一种失望和对未来的疑虑。对于这样的困境，你是否和学校相关人员进行过沟通呢？",
    "annotation": [
      {
        "sentence": "听起来你对专业改革感到困扰。",
        "label": ""
      },
      {
        "sentence": "你曾经填报的数学与应用数学专业被合并到了信息与计算科学专业中，而这并不符合你的兴趣和喜好。",
        "label": ""
      },
      {
        "sentence": "这是一种失望和对未来的疑虑。",
        "label": ""
      },
      {
        "sentence": "对于这样的困境，你是否和学校相关人员进行过沟通呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "没有，我一直觉得这是我的错，成绩不好所以被分到了这个专业。我很讨厌代码编程，但却不敢和学校反映这个问题，不知道他们会怎么看待我。我觉得自己很没用。",
    "annotation": [
      {
        "sentence": "没有，我一直觉得这是我的错，成绩不好所以被分到了这个专业。",
        "label": ""
      },
      {
        "sentence": "我很讨厌代码编程，但却不敢和学校反映这个问题，不知道他们会怎么看待我。",
        "label": ""
      },
      {
        "sentence": "我觉得自己很没用。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心和内疚。但是对于专业选择和发展，你有权利表达自己的想法和意愿。我建议你尝试和学院的相关负责人沟通，向他们详细陈述你的喜好和困扰，寻求他们的理解和合作。这样或许能找到一种解决方案，帮助你更好地发展自己的兴趣和潜力。",
    "annotation": [
      {
        "sentence": "我理解你的担心和内疚。",
        "label": ""
      },
      {
        "sentence": "但是对于专业选择和发展，你有权利表达自己的想法和意愿。",
        "label": ""
      },
      {
        "sentence": "我建议你尝试和学院的相关负责人沟通，向他们详细陈述你的喜好和困扰，寻求他们的理解和合作。",
        "label": ""
      },
      {
        "sentence": "这样或许能找到一种解决方案，帮助你更好地发展自己的兴趣和潜力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很害怕被拒绝或者被嘲笑。我看到其他同学都在专业上很顺利地发展，而我却一直处于迷茫和不悦的状态中。我越来越觉得自己无能和无用。",
    "annotation": [
      {
        "sentence": "我很害怕被拒绝或者被嘲笑。",
        "label": ""
      },
      {
        "sentence": "我看到其他同学都在专业上很顺利地发展，而我却一直处于迷茫和不悦的状态中。",
        "label": ""
      },
      {
        "sentence": "我越来越觉得自己无能和无用。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，每个人的成长和发展都有自己的步调和道路。不要总是和他人进行比较，这样只会给自己带来压力和负担。每个人都有自己的特长和潜力，在不同的领域有不同的发展方向。你可以试着接受自己目前的情况，并努力寻找适合自己的发展方向和机会。不要过分苛责自己，每个人都有成长的过程。",
    "annotation": [
      {
        "sentence": "亲爱的，每个人的成长和发展都有自己的步调和道路。",
        "label": ""
      },
      {
        "sentence": "不要总是和他人进行比较，这样只会给自己带来压力和负担。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的特长和潜力，在不同的领域有不同的发展方向。",
        "label": ""
      },
      {
        "sentence": "你可以试着接受自己目前的情况，并努力寻找适合自己的发展方向和机会。",
        "label": ""
      },
      {
        "sentence": "不要过分苛责自己，每个人都有成长的过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我真的不知道应该怎么办。我曾经考虑过考研，跨考数应专业，但是我没有上过什么专业课，感觉无从下手；又不想考信计的研究生，因为我不仅不喜欢，而且很痛恨这个专业。我越来越觉得自己没用，甚至连快乐的事情都想不出来。",
    "annotation": [
      {
        "sentence": "但我真的不知道应该怎么办。",
        "label": ""
      },
      {
        "sentence": "我曾经考虑过考研，跨考数应专业，但是我没有上过什么专业课，感觉无从下手；又不想考信计的研究生，因为我不仅不喜欢，而且很痛恨这个专业。",
        "label": ""
      },
      {
        "sentence": "我越来越觉得自己没用，甚至连快乐的事情都想不出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你感到困惑和迷茫的时候，不妨试着回想一下自己曾经喜欢过的事情，即使是一些小的兴趣爱好，或者是你曾经觉得有趣的学科。尝试一下重新发现自己的兴趣和快乐点，这可能有助于你找到自己真正想要追求的方向。同时，如果你觉得需要进一步的支持和帮助，我建议你去找一位心理咨询师，好好聊聊你的内心困扰。他们会帮助你找到应对困境的方法和心理干预的备选方案。你并不是孤单的，有许多人愿意倾听和帮助你。",
    "annotation": [
      {
        "sentence": "当你感到困惑和迷茫的时候，不妨试着回想一下自己曾经喜欢过的事情，即使是一些小的兴趣爱好，或者是你曾经觉得有趣的学科。",
        "label": ""
      },
      {
        "sentence": "尝试一下重新发现自己的兴趣和快乐点，这可能有助于你找到自己真正想要追求的方向。",
        "label": ""
      },
      {
        "sentence": "同时，如果你觉得需要进一步的支持和帮助，我建议你去找一位心理咨询师，好好聊聊你的内心困扰。",
        "label": ""
      },
      {
        "sentence": "他们会帮助你找到应对困境的方法和心理干预的备选方案。",
        "label": ""
      },
      {
        "sentence": "你并不是孤单的，有许多人愿意倾听和帮助你。",
        "label": ""
      }
    ]
  }
]