[
  {
    "role": "client",
    "content": "我不敢和别人对视，明明没啥事，表情可能让对方误解？以前受过精神创伤，同学用冷暴力对我，毕业后又被传销欺骗，我有点自卑自闭，不爱说话，容易多疑心重，不自觉会有不好表情可能让对方误解。明明没啥事可是就是控制不了眼神。",
    "annotation": [
      {
        "sentence": "我不敢和别人对视，明明没啥事，表情可能让对方误解？",
        "label": ""
      },
      {
        "sentence": "以前受过精神创伤，同学用冷暴力对我，毕业后又被传销欺骗，我有点自卑自闭，不爱说话，容易多疑心重，不自觉会有不好表情可能让对方误解。",
        "label": ""
      },
      {
        "sentence": "明明没啥事可是就是控制不了眼神。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你辛苦了～心疼你的遭遇，被用冷暴力和骗去传销的那段日子肯定非常难过和焦虑吧，不过都过去了，现在最重要的就是过好当下呀！受过心理创伤，导致你性格变成了“自卑、不爱说话和疑心病。”这点我非常理解，也不能怪因为你本身也不喜欢这样的。",
    "annotation": [
      {
        "sentence": "你辛苦了～心疼你的遭遇，被用冷暴力和骗去传销的那段日子肯定非常难过和焦虑吧，不过都过去了，现在最重要的就是过好当下呀！",
        "label": ""
      },
      {
        "sentence": "受过心理创伤，导致你性格变成了“自卑、不爱说话和疑心病。",
        "label": ""
      },
      {
        "sentence": "”这点我非常理解，也不能怪因为你本身也不喜欢这样的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和关心，我真的希望能过好现在的生活，但是每次看到别人的目光，不知道是怎么回事，就是抑制不住自己的表情。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和关心，我真的希望能过好现在的生活，但是每次看到别人的目光，不知道是怎么回事，就是抑制不住自己的表情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个问题其实挺常见的，不少人在与他人对视时会感到不自在。不过你能坦诚这个问题真的很值得学习。我有一些建议：首先，你可以每天花点时间对着镜子练习，如何微笑管理表情，久而久之就会形成肌肉记忆，就不会经常出现你口中的“奇怪表情”。其次，可以从熟悉的人开始尝试，可以是最好的朋友或者亲人（不会讨厌你的人），至少要看着他们说话一分钟，然后再慢慢延长。最后，你也可以阅读一些心理学和与人沟通的书籍，例如《被讨厌的勇气》、《与自己和解》、《高情商沟通》等，都可以帮到你哦～祝好～",
    "annotation": [
      {
        "sentence": "这个问题其实挺常见的，不少人在与他人对视时会感到不自在。",
        "label": ""
      },
      {
        "sentence": "不过你能坦诚这个问题真的很值得学习。",
        "label": ""
      },
      {
        "sentence": "我有一些建议：首先，你可以每天花点时间对着镜子练习，如何微笑管理表情，久而久之就会形成肌肉记忆，就不会经常出现你口中的“奇怪表情”。",
        "label": ""
      },
      {
        "sentence": "其次，可以从熟悉的人开始尝试，可以是最好的朋友或者亲人（不会讨厌你的人），至少要看着他们说话一分钟，然后再慢慢延长。",
        "label": ""
      },
      {
        "sentence": "最后，你也可以阅读一些心理学和与人沟通的书籍，例如《被讨厌的勇气》、《与自己和解》、《高情商沟通》等，都可以帮到你哦～祝好～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和祝福，我会试着每天对着镜子进行练习，希望能够改善自己的表情问题。同时，我也会从和熟悉的人开始尝试，逐渐克服对视的不自在感。我也会去阅读你提到的那些书籍，相信它们会给我带来帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和祝福，我会试着每天对着镜子进行练习，希望能够改善自己的表情问题。",
        "label": ""
      },
      {
        "sentence": "同时，我也会从和熟悉的人开始尝试，逐渐克服对视的不自在感。",
        "label": ""
      },
      {
        "sentence": "我也会去阅读你提到的那些书籍，相信它们会给我带来帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和努力，相信只要你坚持下去，一定能够克服这个问题的。记住要对自己有信心，相信自己可以做到。如果在实践过程中遇到任何困难或者情绪上的波动，都可以随时找我倾诉哦，我会一直陪在你身边支持你的。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和努力，相信只要你坚持下去，一定能够克服这个问题的。",
        "label": ""
      },
      {
        "sentence": "记住要对自己有信心，相信自己可以做到。",
        "label": ""
      },
      {
        "sentence": "如果在实践过程中遇到任何困难或者情绪上的波动，都可以随时找我倾诉哦，我会一直陪在你身边支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，知道有你在我身边真的让我感到很安慰。我会积极面对挑战，并向你寻求帮助和分享我的感受。希望能够慢慢改善自己的表情问题，过上更加自信和积极的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，知道有你在我身边真的让我感到很安慰。",
        "label": ""
      },
      {
        "sentence": "我会积极面对挑战，并向你寻求帮助和分享我的感受。",
        "label": ""
      },
      {
        "sentence": "希望能够慢慢改善自己的表情问题，过上更加自信和积极的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的勇气和坚持是值得嘉奖的，相信你一定能够改善自己的表情问题，并且通过这个过程重新塑造更自信积极的形象。我会一直在这里支持你，不管遇到什么困难和挑战，都可以随时倾诉。加油！",
    "annotation": [
      {
        "sentence": "你的勇气和坚持是值得嘉奖的，相信你一定能够改善自己的表情问题，并且通过这个过程重新塑造更自信积极的形象。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你，不管遇到什么困难和挑战，都可以随时倾诉。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你一直以来的支持和鼓励，你的话语让我感到暖心。我会时刻牢记你的建议和鼓励，努力克服自己的问题，活出更好的自己。如果我有任何需要倾诉的时候，我一定会来找你的。再次感谢你！",
    "annotation": [
      {
        "sentence": "感谢你一直以来的支持和鼓励，你的话语让我感到暖心。",
        "label": ""
      },
      {
        "sentence": "我会时刻牢记你的建议和鼓励，努力克服自己的问题，活出更好的自己。",
        "label": ""
      },
      {
        "sentence": "如果我有任何需要倾诉的时候，我一定会来找你的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，能够帮助到你我也感到非常开心。记住，坚持和努力是成功的关键，相信自己，你一定能够战胜困难。如果有任何问题或者需要帮助的时候，随时来找我。愿你的每一天都充满阳光和快乐！",
    "annotation": [
      {
        "sentence": "不用客气，能够帮助到你我也感到非常开心。",
        "label": ""
      },
      {
        "sentence": "记住，坚持和努力是成功的关键，相信自己，你一定能够战胜困难。",
        "label": ""
      },
      {
        "sentence": "如果有任何问题或者需要帮助的时候，随时来找我。",
        "label": ""
      },
      {
        "sentence": "愿你的每一天都充满阳光和快乐！",
        "label": ""
      }
    ]
  }
]