[
  {
    "role": "client",
    "content": "我今年20岁，学习没有动力，一直觉得自己很没用。",
    "annotation": [
      {
        "sentence": "我今年20岁，学习没有动力，一直觉得自己很没用。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先抱抱感到难过的你～🥺我替你感到可惜和难过，痛惜喜欢的专业被逼无奈上了两年不喜欢的课。我很开心看到你的求助，希望我的回答能够帮助你。通过你的描述，我看到你用了“十分讨厌”、“惩罚”以及“痛恨”来形容读计算机的行业。你是真的很不喜欢，但你又在犹豫考研时该不该换回数学。再来看看你怎么形容数学，你用了“喜欢和梦想”。你才二十岁哦，少上了两年的专业课就能阻碍追求梦想的脚步吗？还是说，接受现状直接升研，过着不快乐又毫无斗志的日子呢？对此，我分析了一下：",
    "annotation": [
      {
        "sentence": "先抱抱感到难过的你～🥺我替你感到可惜和难过，痛惜喜欢的专业被逼无奈上了两年不喜欢的课。",
        "label": ""
      },
      {
        "sentence": "我很开心看到你的求助，希望我的回答能够帮助你。",
        "label": ""
      },
      {
        "sentence": "通过你的描述，我看到你用了“十分讨厌”、“惩罚”以及“痛恨”来形容读计算机的行业。",
        "label": ""
      },
      {
        "sentence": "你是真的很不喜欢，但你又在犹豫考研时该不该换回数学。",
        "label": ""
      },
      {
        "sentence": "再来看看你怎么形容数学，你用了“喜欢和梦想”。",
        "label": ""
      },
      {
        "sentence": "你才二十岁哦，少上了两年的专业课就能阻碍追求梦想的脚步吗？",
        "label": ""
      },
      {
        "sentence": "还是说，接受现状直接升研，过着不快乐又毫无斗志的日子呢？",
        "label": ""
      },
      {
        "sentence": "对此，我分析了一下：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当初录取通知书里不是说好了去读数应吗，怎么现在又让我去读计算机，这不是欺负人吗？",
    "annotation": [
      {
        "sentence": "当初录取通知书里不是说好了去读数应吗，怎么现在又让我去读计算机，这不是欺负人吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你对这个变化的不满和不理解，但我们无法控制这些决定。现在的情况是你被分到了信息与计算科学专业。对于未来，我们应该从现实出发，关注自己的选择和决策。如果你还是想追求数学，我建议你先了解自己是否真的喜欢数学，是否能为了它赶上落下的专业课，并在成功转系后能否满腔热血地学习，重返以往的斗志。",
    "annotation": [
      {
        "sentence": "我明白你对这个变化的不满和不理解，但我们无法控制这些决定。",
        "label": ""
      },
      {
        "sentence": "现在的情况是你被分到了信息与计算科学专业。",
        "label": ""
      },
      {
        "sentence": "对于未来，我们应该从现实出发，关注自己的选择和决策。",
        "label": ""
      },
      {
        "sentence": "如果你还是想追求数学，我建议你先了解自己是否真的喜欢数学，是否能为了它赶上落下的专业课，并在成功转系后能否满腔热血地学习，重返以往的斗志。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我对数学有浓厚的兴趣，我真的很喜欢。",
    "annotation": [
      {
        "sentence": "但是我对数学有浓厚的兴趣，我真的很喜欢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那是因为你对数学有浓厚的兴趣和热爱，所以才会感到对计算机行业的厌恶和痛恨。如果你能改变自己对计算机的看法，从厌恶到接受，再能从事这份你认为没有“灵魂”的工作呢？如果你做不到，我建议你还是坚持自己的梦想，选择自己喜欢的并为之努力。自然而然，你脑海中的“真没用，成绩那么差，不配读数学，读计算机就是给我的惩罚”声音就会消失，可能会换成“还好当初想好了，坚持换回来了”。",
    "annotation": [
      {
        "sentence": "那是因为你对数学有浓厚的兴趣和热爱，所以才会感到对计算机行业的厌恶和痛恨。",
        "label": ""
      },
      {
        "sentence": "如果你能改变自己对计算机的看法，从厌恶到接受，再能从事这份你认为没有“灵魂”的工作呢？",
        "label": ""
      },
      {
        "sentence": "如果你做不到，我建议你还是坚持自己的梦想，选择自己喜欢的并为之努力。",
        "label": ""
      },
      {
        "sentence": "自然而然，你脑海中的“真没用，成绩那么差，不配读数学，读计算机就是给我的惩罚”声音就会消失，可能会换成“还好当初想好了，坚持换回来了”。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在很犹豫，不知道该怎么选择。",
    "annotation": [
      {
        "sentence": "我现在很犹豫，不知道该怎么选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个非常重要的决定，需要你仔细考虑。除了直接考研跨考数应专业，你还可以尝试另一种方式。你可以多与数应专业的学长沟通联系，了解一下他们的学习经验和感受。也许与他们一起研究试试看能不能找回当初对数学的感觉。如果你觉得实在很难过，焦虑不安，身边的朋友都帮不了，也可以寻求更专业的心理咨询。但是从你的描述来看，其实你更需要的是一个决定和决心，而这个选择，就在你的心里。希望你能快乐，加油。",
    "annotation": [
      {
        "sentence": "这是一个非常重要的决定，需要你仔细考虑。",
        "label": ""
      },
      {
        "sentence": "除了直接考研跨考数应专业，你还可以尝试另一种方式。",
        "label": ""
      },
      {
        "sentence": "你可以多与数应专业的学长沟通联系，了解一下他们的学习经验和感受。",
        "label": ""
      },
      {
        "sentence": "也许与他们一起研究试试看能不能找回当初对数学的感觉。",
        "label": ""
      },
      {
        "sentence": "如果你觉得实在很难过，焦虑不安，身边的朋友都帮不了，也可以寻求更专业的心理咨询。",
        "label": ""
      },
      {
        "sentence": "但是从你的描述来看，其实你更需要的是一个决定和决心，而这个选择，就在你的心里。",
        "label": ""
      },
      {
        "sentence": "希望你能快乐，加油。",
        "label": ""
      }
    ]
  }
]