[
  {
    "role": "client",
    "content": "我遇到一件事，总是想逃避，而且有点宅，我该怎么办？我已经面临着作业或工作，可就是不想动，宁愿看电视剧、听音乐也不愿开始工作，越临近截止时间我越焦虑，越不想做。",
    "annotation": [
      {
        "sentence": "我遇到一件事，总是想逃避，而且有点宅，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我已经面临着作业或工作，可就是不想动，宁愿看电视剧、听音乐也不愿开始工作，越临近截止时间我越焦虑，越不想做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "来看看这句话：“越临近截止时间越焦虑不想做。”焦虑是对未来的担忧，你内心认为什么也不做是对未来问题的最佳处理方式，所以你才会越焦虑越不想做。但是，你明明知道这样不对。你逃避问题说明你觉得作业或工作在攻击你，你觉得只有拉开距离，远离才能感到安全，家就是个安全的地方，所以你才会想家。那么为什么该做的事情会让你感到受到伤害呢？这可能发源于你对问题的观点形成的一个自我信念，你不相信自己有能力完成作业或工作！这个信念导致你感到焦虑和不安。如果你改变一下看待自己的角度，认为现在的你正在学习各种能力，正在成长的过程中，那些焦虑其实是激励你成长的催化剂，没有焦虑是不行的。从这样的角度来鼓励自己，给自己打气，你的情绪可能会因为困难而变得更加喜悦，这比内心的冲突要好很多，你认为呢？先给你点赞，你会进步的。",
    "annotation": [
      {
        "sentence": "来看看这句话：“越临近截止时间越焦虑不想做。",
        "label": ""
      },
      {
        "sentence": "”焦虑是对未来的担忧，你内心认为什么也不做是对未来问题的最佳处理方式，所以你才会越焦虑越不想做。",
        "label": ""
      },
      {
        "sentence": "但是，你明明知道这样不对。",
        "label": ""
      },
      {
        "sentence": "你逃避问题说明你觉得作业或工作在攻击你，你觉得只有拉开距离，远离才能感到安全，家就是个安全的地方，所以你才会想家。",
        "label": ""
      },
      {
        "sentence": "那么为什么该做的事情会让你感到受到伤害呢？",
        "label": ""
      },
      {
        "sentence": "这可能发源于你对问题的观点形成的一个自我信念，你不相信自己有能力完成作业或工作！",
        "label": ""
      },
      {
        "sentence": "这个信念导致你感到焦虑和不安。",
        "label": ""
      },
      {
        "sentence": "如果你改变一下看待自己的角度，认为现在的你正在学习各种能力，正在成长的过程中，那些焦虑其实是激励你成长的催化剂，没有焦虑是不行的。",
        "label": ""
      },
      {
        "sentence": "从这样的角度来鼓励自己，给自己打气，你的情绪可能会因为困难而变得更加喜悦，这比内心的冲突要好很多，你认为呢？",
        "label": ""
      },
      {
        "sentence": "先给你点赞，你会进步的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我确实觉得每次快要开始工作时就会感到害怕和不舒服。我明白逃避只是一种暂时的解决方式，但是我真的不知道该怎么战胜这种情绪。",
    "annotation": [
      {
        "sentence": "你说的有道理，我确实觉得每次快要开始工作时就会感到害怕和不舒服。",
        "label": ""
      },
      {
        "sentence": "我明白逃避只是一种暂时的解决方式，但是我真的不知道该怎么战胜这种情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "遇到这种情绪，首先要认识到它的存在并接受它。情绪是正常的，我们无法完全避免焦虑和抵触。接下来，可以尝试一些缓解焦虑和增加动力的方法，比如制定一个详细的计划，将大任务分解为小的可管理的部分，这样可以让你更容易开始和完成工作。此外，尝试使用一些放松和冥想技巧，例如深呼吸和身体放松练习，可以帮助你平复情绪和集中注意力。",
    "annotation": [
      {
        "sentence": "遇到这种情绪，首先要认识到它的存在并接受它。",
        "label": ""
      },
      {
        "sentence": "情绪是正常的，我们无法完全避免焦虑和抵触。",
        "label": ""
      },
      {
        "sentence": "接下来，可以尝试一些缓解焦虑和增加动力的方法，比如制定一个详细的计划，将大任务分解为小的可管理的部分，这样可以让你更容易开始和完成工作。",
        "label": ""
      },
      {
        "sentence": "此外，尝试使用一些放松和冥想技巧，例如深呼吸和身体放松练习，可以帮助你平复情绪和集中注意力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我可以试试把任务分解成小的部分，这样可能会更容易入手。我也听说过冥想可以帮助放松情绪，我会尝试一下的。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "嗯，我可以试试把任务分解成小的部分，这样可能会更容易入手。",
        "label": ""
      },
      {
        "sentence": "我也听说过冥想可以帮助放松情绪，我会尝试一下的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你能接受并尝试这些方法已经很棒了！记得，在这个过程中不要对自己过于苛求，一步一步地慢慢改变，给自己一些时间和空间来适应和成长。你已经迈出了向前的一步，相信你能战胜这种困扰。如果你还需要我帮助或者有其他问题，随时告诉我。",
    "annotation": [
      {
        "sentence": "不客气，你能接受并尝试这些方法已经很棒了！",
        "label": ""
      },
      {
        "sentence": "记得，在这个过程中不要对自己过于苛求，一步一步地慢慢改变，给自己一些时间和空间来适应和成长。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了向前的一步，相信你能战胜这种困扰。",
        "label": ""
      },
      {
        "sentence": "如果你还需要我帮助或者有其他问题，随时告诉我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会努力尝试，如果有需要的话会再找你的。谢谢你的鼓励和支持！",
    "annotation": [
      {
        "sentence": "好的，我会努力尝试，如果有需要的话会再找你的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直都会在这里支持你。加油！无论遇到什么困难，都相信自己的能力，你一定能够解决它们。",
    "annotation": [
      {
        "sentence": "不用客气，我一直都会在这里支持你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，都相信自己的能力，你一定能够解决它们。",
        "label": ""
      }
    ]
  }
]