[
  {
    "role": "client",
    "content": "传统家庭的小媳妇如何自处？",
    "annotation": [
      {
        "sentence": "传统家庭的小媳妇如何自处？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的自己行间感受到了你的委屈和愤怒，先给你一个有力量的🤝！我们先一起来梳理你给出的信息吧：️我和家公婆以及大伯大嫂住在一个小区里，很传统的家庭。公婆进我家都是不用敲门，直接拿钥匙开门进来的。我公婆是管事很多，即使每天见面，还是会不少于一个电话比我老公，会规定吃饭谁坐那个位置，谁装米饭。️你这里提到#公婆进我家都不用敲门，直接拿钥匙开门进来#，在这里我感受到了你的愤怒。既然是你和你老公的家，公婆凭什么直接拿钥匙开门呢？这样好像都感觉你的小家和老公家大家的界限了，对吗？你还提到公婆平常也很多事，不仅天天电话给你老公，还要规定吃饭位置的问题。说实话，我感觉你家婆的控制欲太强了，你遇到这样的家婆，得有多难，抱一抱你～",
    "annotation": [
      {
        "sentence": "从你的自己行间感受到了你的委屈和愤怒，先给你一个有力量的🤝！",
        "label": ""
      },
      {
        "sentence": "我们先一起来梳理你给出的信息吧：️我和家公婆以及大伯大嫂住在一个小区里，很传统的家庭。",
        "label": ""
      },
      {
        "sentence": "公婆进我家都是不用敲门，直接拿钥匙开门进来的。",
        "label": ""
      },
      {
        "sentence": "我公婆是管事很多，即使每天见面，还是会不少于一个电话比我老公，会规定吃饭谁坐那个位置，谁装米饭。",
        "label": ""
      },
      {
        "sentence": "️你这里提到#公婆进我家都不用敲门，直接拿钥匙开门进来#，在这里我感受到了你的愤怒。",
        "label": ""
      },
      {
        "sentence": "既然是你和你老公的家，公婆凭什么直接拿钥匙开门呢？",
        "label": ""
      },
      {
        "sentence": "这样好像都感觉你的小家和老公家大家的界限了，对吗？",
        "label": ""
      },
      {
        "sentence": "你还提到公婆平常也很多事，不仅天天电话给你老公，还要规定吃饭位置的问题。",
        "label": ""
      },
      {
        "sentence": "说实话，我感觉你家婆的控制欲太强了，你遇到这样的家婆，得有多难，抱一抱你～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感到非常委屈，感觉自己的家庭地位很低，尽管我有工作有房子，完全不依赖他们。在这个传统家庭，我真的很难自处。",
    "annotation": [
      {
        "sentence": "是的，我感到非常委屈，感觉自己的家庭地位很低，尽管我有工作有房子，完全不依赖他们。",
        "label": ""
      },
      {
        "sentence": "在这个传统家庭，我真的很难自处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你卫了自己的小家好像一直在试图思考如何与大家庭抗争，但似乎你的很多想法和考量都一一的被现实和老公打破！可是你过的很不开心，很压抑呀，对吗？虽然你的孩子还很小，但你的这些情绪其实可能在无意中也给孩子带来了一些影响呢～",
    "annotation": [
      {
        "sentence": "你卫了自己的小家好像一直在试图思考如何与大家庭抗争，但似乎你的很多想法和考量都一一的被现实和老公打破！",
        "label": ""
      },
      {
        "sentence": "可是你过的很不开心，很压抑呀，对吗？",
        "label": ""
      },
      {
        "sentence": "虽然你的孩子还很小，但你的这些情绪其实可能在无意中也给孩子带来了一些影响呢～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我常常为自己的想法和现实之间的冲突感到苦恼。我也意识到这样的情绪对孩子不好，但我又感觉无能为力。",
    "annotation": [
      {
        "sentence": "是的，我常常为自己的想法和现实之间的冲突感到苦恼。",
        "label": ""
      },
      {
        "sentence": "我也意识到这样的情绪对孩子不好，但我又感觉无能为力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，家婆她们并没有做什么坏事，只是一直在破坏你们之间的边界感，并对你们的生活指手画脚，说实话，如果换作是我，我可能做不到你当下的状态。另外你提到要学着反抗和学着让别人接受我的想法，实际知道问题在哪里，但是难改变自己和别人的思维模式。学习让别人接受你的想法，对象还是年纪较大的公婆，我觉得会很困难。你不妨思考一下，从老公这边入手，经常性跟老公沟通，告诉老公什么叫做#界限#，让老公逐步认同你的想法并且支持你。当然这个过程可能比较长，因为就像你描述中的内容，老公平时在家可能是一个习惯性听从父母意见的人。所以，你自己要有耐心，并且在这个过程中适当的在大家庭中表达自己的意见和建议。祝福静静汀。",
    "annotation": [
      {
        "sentence": "确实，家婆她们并没有做什么坏事，只是一直在破坏你们之间的边界感，并对你们的生活指手画脚，说实话，如果换作是我，我可能做不到你当下的状态。",
        "label": ""
      },
      {
        "sentence": "另外你提到要学着反抗和学着让别人接受我的想法，实际知道问题在哪里，但是难改变自己和别人的思维模式。",
        "label": ""
      },
      {
        "sentence": "学习让别人接受你的想法，对象还是年纪较大的公婆，我觉得会很困难。",
        "label": ""
      },
      {
        "sentence": "你不妨思考一下，从老公这边入手，经常性跟老公沟通，告诉老公什么叫做#界限#，让老公逐步认同你的想法并且支持你。",
        "label": ""
      },
      {
        "sentence": "当然这个过程可能比较长，因为就像你描述中的内容，老公平时在家可能是一个习惯性听从父母意见的人。",
        "label": ""
      },
      {
        "sentence": "所以，你自己要有耐心，并且在这个过程中适当的在大家庭中表达自己的意见和建议。",
        "label": ""
      },
      {
        "sentence": "祝福静静汀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会试着从夫妻关系着手，与我的丈夫进行沟通，并希望他能理解我对于家庭地位和边界的重视。我会努力表达自己的意见和建议，同时保持耐心，希望能够逐步改变家庭的思维模式。感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会试着从夫妻关系着手，与我的丈夫进行沟通，并希望他能理解我对于家庭地位和边界的重视。",
        "label": ""
      },
      {
        "sentence": "我会努力表达自己的意见和建议，同时保持耐心，希望能够逐步改变家庭的思维模式。",
        "label": ""
      },
      {
        "sentence": "感谢你的支持！",
        "label": ""
      }
    ]
  }
]