[
  {
    "role": "client",
    "content": "喜欢的人和合适的人总是不是同一种，导致总是分手？最近失恋了…这段感情让我思考了很多也成长了许多，也让我回顾了过往的其他感情。发现前任们都有一些共同的特性。我的原生家庭极度缺爱，可以不夸张的说，我没有感觉被爱过，只有压力。所以让我很渴望有一个自己的小家庭，弥补过去的那个空缺，日常陪伴是我最需要的。然后我的两个前任，都是事业心很重，加上两个都是毕业季时认识的，又都是异地恋，导致了分手。而分手的原因都是因为对方不喜欢发信息，不沟通，我缺乏安全感而作，吵闹。最终无疾而终。问题在于，我好像很喜欢这样事业心强的男人，但是他们好像给不了我陪伴。最近认识了一个男生，他感觉很贴心，聊天过程中总是能够一眼看到问题所在，比起前两人，感觉这样的人可能更适合我，可是一方面又觉得他那么多时间和我聊天，他又说他挺懒的，觉得心理不太能接受没有事业心的男人。就会觉得，好像，适合我的人我不喜欢，我总是喜欢不适合我自己的人。唉…意识到这个问题也挺难受。",
    "annotation": [
      {
        "sentence": "喜欢的人和合适的人总是不是同一种，导致总是分手？",
        "label": ""
      },
      {
        "sentence": "最近失恋了…这段感情让我思考了很多也成长了许多，也让我回顾了过往的其他感情。",
        "label": ""
      },
      {
        "sentence": "发现前任们都有一些共同的特性。",
        "label": ""
      },
      {
        "sentence": "我的原生家庭极度缺爱，可以不夸张的说，我没有感觉被爱过，只有压力。",
        "label": ""
      },
      {
        "sentence": "所以让我很渴望有一个自己的小家庭，弥补过去的那个空缺，日常陪伴是我最需要的。",
        "label": ""
      },
      {
        "sentence": "然后我的两个前任，都是事业心很重，加上两个都是毕业季时认识的，又都是异地恋，导致了分手。",
        "label": ""
      },
      {
        "sentence": "而分手的原因都是因为对方不喜欢发信息，不沟通，我缺乏安全感而作，吵闹。",
        "label": ""
      },
      {
        "sentence": "最终无疾而终。",
        "label": ""
      },
      {
        "sentence": "问题在于，我好像很喜欢这样事业心强的男人，但是他们好像给不了我陪伴。",
        "label": ""
      },
      {
        "sentence": "最近认识了一个男生，他感觉很贴心，聊天过程中总是能够一眼看到问题所在，比起前两人，感觉这样的人可能更适合我，可是一方面又觉得他那么多时间和我聊天，他又说他挺懒的，觉得心理不太能接受没有事业心的男人。",
        "label": ""
      },
      {
        "sentence": "就会觉得，好像，适合我的人我不喜欢，我总是喜欢不适合我自己的人。",
        "label": ""
      },
      {
        "sentence": "唉…意识到这个问题也挺难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "适合我的人我不喜欢，总是喜欢不适合我的人。能够感受到你内心的冲突。你喜欢的人：事业心很重，两个都是毕业认识的，都是异地恋。分手的原因都是因为对方不喜欢发信息，不沟通，你缺乏安全感而作，吵闹。最终无疾而终。喜欢事业心强的男人，但缺少陪伴。有句话叫”因为喜欢，所以在一起，但是相爱相处难“呀。你认为适合自己的人：感觉很贴心，聊天过程中总是能够一眼看到问题所在，一方面又觉得他那么多时间和我聊天，不太能接受没有事业心的男人。首先来说，自己喜欢的类型不一定和自己不匹配呀，但为什么会导致分手呢？是因为在相处过程中，我们不了解自己，也不了解对方，所以匆匆忙忙的进入一段亲密关系后，又匆匆忙忙的逃离一段亲密关系。话说回来了，不论我们是否处于亲密关系之中，我们都要学会了解自己，了解自己的情绪反应模式和沟通模式是如何在关系中起作用的？",
    "annotation": [
      {
        "sentence": "适合我的人我不喜欢，总是喜欢不适合我的人。",
        "label": ""
      },
      {
        "sentence": "能够感受到你内心的冲突。",
        "label": ""
      },
      {
        "sentence": "你喜欢的人：事业心很重，两个都是毕业认识的，都是异地恋。",
        "label": ""
      },
      {
        "sentence": "分手的原因都是因为对方不喜欢发信息，不沟通，你缺乏安全感而作，吵闹。",
        "label": ""
      },
      {
        "sentence": "最终无疾而终。",
        "label": ""
      },
      {
        "sentence": "喜欢事业心强的男人，但缺少陪伴。",
        "label": ""
      },
      {
        "sentence": "有句话叫”因为喜欢，所以在一起，但是相爱相处难“呀。",
        "label": ""
      },
      {
        "sentence": "你认为适合自己的人：感觉很贴心，聊天过程中总是能够一眼看到问题所在，一方面又觉得他那么多时间和我聊天，不太能接受没有事业心的男人。",
        "label": ""
      },
      {
        "sentence": "首先来说，自己喜欢的类型不一定和自己不匹配呀，但为什么会导致分手呢？",
        "label": ""
      },
      {
        "sentence": "是因为在相处过程中，我们不了解自己，也不了解对方，所以匆匆忙忙的进入一段亲密关系后，又匆匆忙忙的逃离一段亲密关系。",
        "label": ""
      },
      {
        "sentence": "话说回来了，不论我们是否处于亲密关系之中，我们都要学会了解自己，了解自己的情绪反应模式和沟通模式是如何在关系中起作用的？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从你的回答中明白了，我在选择伴侣时似乎没有充分了解自己和对方。我曾经的两段感情都因为不了解对方的不合适之处而最终分手。对方缺乏沟通和发信息，让我缺乏安全感，这也导致了吵闹和分手。而我现在遇到的那个男生，虽然很贴心，但我却害怕他没有事业心。我意识到，我需要更深入地了解自己和对方，才能找到真正适合我的人。",
    "annotation": [
      {
        "sentence": "我从你的回答中明白了，我在选择伴侣时似乎没有充分了解自己和对方。",
        "label": ""
      },
      {
        "sentence": "我曾经的两段感情都因为不了解对方的不合适之处而最终分手。",
        "label": ""
      },
      {
        "sentence": "对方缺乏沟通和发信息，让我缺乏安全感，这也导致了吵闹和分手。",
        "label": ""
      },
      {
        "sentence": "而我现在遇到的那个男生，虽然很贴心，但我却害怕他没有事业心。",
        "label": ""
      },
      {
        "sentence": "我意识到，我需要更深入地了解自己和对方，才能找到真正适合我的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的觉悟很好，确实，只有了解自己和对方，才能找到真正适合你的人。不过，了解自己和对方并不是一件容易的事情。首先，你可以尝试了解自己的情绪反应模式。在亲密关系中，你是否需要对方关注你的情绪？还是你更倾向于负责处理自己的情绪？这对于建立一个相互理解和支持的关系至关重要。其次，沟通模式也是你需要关注的。你是否倾向于指责对方？还是你喜欢相互讨好，但缺乏真正互动的模式？当你可以更清楚地了解自己的情绪反应模式和沟通模式后，你也可以更好地观察对方的这些方面，从而找到适合的相处方式。",
    "annotation": [
      {
        "sentence": "你的觉悟很好，确实，只有了解自己和对方，才能找到真正适合你的人。",
        "label": ""
      },
      {
        "sentence": "不过，了解自己和对方并不是一件容易的事情。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试了解自己的情绪反应模式。",
        "label": ""
      },
      {
        "sentence": "在亲密关系中，你是否需要对方关注你的情绪？",
        "label": ""
      },
      {
        "sentence": "还是你更倾向于负责处理自己的情绪？",
        "label": ""
      },
      {
        "sentence": "这对于建立一个相互理解和支持的关系至关重要。",
        "label": ""
      },
      {
        "sentence": "其次，沟通模式也是你需要关注的。",
        "label": ""
      },
      {
        "sentence": "你是否倾向于指责对方？",
        "label": ""
      },
      {
        "sentence": "还是你喜欢相互讨好，但缺乏真正互动的模式？",
        "label": ""
      },
      {
        "sentence": "当你可以更清楚地了解自己的情绪反应模式和沟通模式后，你也可以更好地观察对方的这些方面，从而找到适合的相处方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了你说的，了解自己和对方的情绪反应模式和沟通模式对于建立良好的关系是非常重要的。我意识到，我之前在处理感情时并没有深入地思考这些问题，导致了分手的发生。现在我决定更加仔细地观察自己和对方，真正了解我们的需求和方式，以便建立一个稳定而健康的关系。",
    "annotation": [
      {
        "sentence": "我理解了你说的，了解自己和对方的情绪反应模式和沟通模式对于建立良好的关系是非常重要的。",
        "label": ""
      },
      {
        "sentence": "我意识到，我之前在处理感情时并没有深入地思考这些问题，导致了分手的发生。",
        "label": ""
      },
      {
        "sentence": "现在我决定更加仔细地观察自己和对方，真正了解我们的需求和方式，以便建立一个稳定而健康的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的决定很明智，通过更深入地了解自己和对方，你将有更大的机会找到适合你的人，并建立一个稳定而健康的关系。在这个过程中，也请记住接受自己和调节心态的重要性。当你感到不安或不满时，尝试转移注意力，通过看电视或玩游戏等方式进行放松。祝福你，希望你能找到真正适合你的人。",
    "annotation": [
      {
        "sentence": "你的决定很明智，通过更深入地了解自己和对方，你将有更大的机会找到适合你的人，并建立一个稳定而健康的关系。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，也请记住接受自己和调节心态的重要性。",
        "label": ""
      },
      {
        "sentence": "当你感到不安或不满时，尝试转移注意力，通过看电视或玩游戏等方式进行放松。",
        "label": ""
      },
      {
        "sentence": "祝福你，希望你能找到真正适合你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我会牢记你的建议，更加努力地去了解自己和对方，相信我会找到属于自己的幸福。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会牢记你的建议，更加努力地去了解自己和对方，相信我会找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意为你提供帮助。如果你还有任何困惑或需要进一步的支持，随时来找我交流。祝福你找到真正适合你的伴侣，愿你的未来充满幸福和安宁！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何困惑或需要进一步的支持，随时来找我交流。",
        "label": ""
      },
      {
        "sentence": "祝福你找到真正适合你的伴侣，愿你的未来充满幸福和安宁！",
        "label": ""
      }
    ]
  }
]