[
  {
    "role": "client",
    "content": "喜欢的人和合适的人总是不是同一种，导致总是分手？最近失恋了…这段感情让我思考了很多也成长了许多，也让我回顾了过往的其他感情。发现前任们都有一些共同的特性。我的原生家庭极度缺爱，可以不夸张的说，我没有感觉被爱过，只有压力。所以让我很渴望有一个自己的小家庭，弥补过去的那个空缺，日常陪伴是我最需要的。然后我的两个前任，都是事业心很重，加上两个都是毕业季时认识的，又都是异地恋，导致了分手。而分手的原因都是因为对方不喜欢发信息，不沟通，我缺乏安全感而作，吵闹。最终无疾而终。问题在于，我好像很喜欢这样事业心强的男人，但是他们好像给不了我陪伴。最近认识了一个男生，他感觉很贴心，聊天过程中总是能够一眼看到问题所在，比起前两人，感觉这样的人可能更适合我，可是一方面又觉得他那么多时间和我聊天，他又说他挺懒的，觉得心理不太能接受没有事业心的男人。就会觉得，好像，适合我的人我不喜欢，我总是喜欢不适合我自己的人。唉…意识到这个问题也挺难受。",
    "annotation": [
      {
        "sentence": "喜欢的人和合适的人总是不是同一种，导致总是分手？",
        "label": ""
      },
      {
        "sentence": "最近失恋了…这段感情让我思考了很多也成长了许多，也让我回顾了过往的其他感情。",
        "label": ""
      },
      {
        "sentence": "发现前任们都有一些共同的特性。",
        "label": ""
      },
      {
        "sentence": "我的原生家庭极度缺爱，可以不夸张的说，我没有感觉被爱过，只有压力。",
        "label": ""
      },
      {
        "sentence": "所以让我很渴望有一个自己的小家庭，弥补过去的那个空缺，日常陪伴是我最需要的。",
        "label": ""
      },
      {
        "sentence": "然后我的两个前任，都是事业心很重，加上两个都是毕业季时认识的，又都是异地恋，导致了分手。",
        "label": ""
      },
      {
        "sentence": "而分手的原因都是因为对方不喜欢发信息，不沟通，我缺乏安全感而作，吵闹。",
        "label": ""
      },
      {
        "sentence": "最终无疾而终。",
        "label": ""
      },
      {
        "sentence": "问题在于，我好像很喜欢这样事业心强的男人，但是他们好像给不了我陪伴。",
        "label": ""
      },
      {
        "sentence": "最近认识了一个男生，他感觉很贴心，聊天过程中总是能够一眼看到问题所在，比起前两人，感觉这样的人可能更适合我，可是一方面又觉得他那么多时间和我聊天，他又说他挺懒的，觉得心理不太能接受没有事业心的男人。",
        "label": ""
      },
      {
        "sentence": "就会觉得，好像，适合我的人我不喜欢，我总是喜欢不适合我自己的人。",
        "label": ""
      },
      {
        "sentence": "唉…意识到这个问题也挺难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的问题很好，也非常经典。心理学界有著名的弗洛伊德，他提出了本我、自我和超我理论。本我偏重于满足本能需求，以追求快乐为原则。所以，你需要陪伴的欲望成为你的本我需求。本我是我们内在的强大力量，也是核心需求。当对方无法满足你足够的陪伴和沟通时，你就会有“作”“吵闹”的反应，这是寻求满足这一需求的方式。相信你很难在当时控制自己的情绪，就像我们在饥饿时难以控制食欲一样。事业心强的伴侣更符合超我的需求。因为有事业心的伴侣通常能够担当和承担责任，这在家庭关系中是一种社会化需求。这并不源自于你的内在需求，但在家庭建设中却是非常重要的。你每一次恋爱都以认真组建家庭为态度寻找适合的对象。你对事业心的要求也说明了你对未来家庭经济、风险承担和积极向上的需求，这也是孩子未来社会适应性的基础。然而，本我和超我的需求天生对立。顾此失彼是正常情况，过于本我则会失去社会适应的乐趣，过于超我则会失去生活中的乐趣。因此，自我出现了，自我平衡了两者。满足两者的需求是相当困难的，虽然并非完全没有可能，但确实是不容易遇到的。站在金字塔顶部俯瞰下方的人，当然也需要一定的标准来选择恋爱对象。所以，要和这样的人相配，恐怕你需要提高自己的修养以达到他们的水准。如果达不到，我们也可以在其中做出选择，要求是适度放宽自己的标准，变得更能够适应某一方面的不足，甚至到后来的境界是，你没有的我补上。所以，恋爱是一场自我修行。很难等待着天上掉下一个恰当的馅饼。",
    "annotation": [
      {
        "sentence": "你的问题很好，也非常经典。",
        "label": ""
      },
      {
        "sentence": "心理学界有著名的弗洛伊德，他提出了本我、自我和超我理论。",
        "label": ""
      },
      {
        "sentence": "本我偏重于满足本能需求，以追求快乐为原则。",
        "label": ""
      },
      {
        "sentence": "所以，你需要陪伴的欲望成为你的本我需求。",
        "label": ""
      },
      {
        "sentence": "本我是我们内在的强大力量，也是核心需求。",
        "label": ""
      },
      {
        "sentence": "当对方无法满足你足够的陪伴和沟通时，你就会有“作”“吵闹”的反应，这是寻求满足这一需求的方式。",
        "label": ""
      },
      {
        "sentence": "相信你很难在当时控制自己的情绪，就像我们在饥饿时难以控制食欲一样。",
        "label": ""
      },
      {
        "sentence": "事业心强的伴侣更符合超我的需求。",
        "label": ""
      },
      {
        "sentence": "因为有事业心的伴侣通常能够担当和承担责任，这在家庭关系中是一种社会化需求。",
        "label": ""
      },
      {
        "sentence": "这并不源自于你的内在需求，但在家庭建设中却是非常重要的。",
        "label": ""
      },
      {
        "sentence": "你每一次恋爱都以认真组建家庭为态度寻找适合的对象。",
        "label": ""
      },
      {
        "sentence": "你对事业心的要求也说明了你对未来家庭经济、风险承担和积极向上的需求，这也是孩子未来社会适应性的基础。",
        "label": ""
      },
      {
        "sentence": "然而，本我和超我的需求天生对立。",
        "label": ""
      },
      {
        "sentence": "顾此失彼是正常情况，过于本我则会失去社会适应的乐趣，过于超我则会失去生活中的乐趣。",
        "label": ""
      },
      {
        "sentence": "因此，自我出现了，自我平衡了两者。",
        "label": ""
      },
      {
        "sentence": "满足两者的需求是相当困难的，虽然并非完全没有可能，但确实是不容易遇到的。",
        "label": ""
      },
      {
        "sentence": "站在金字塔顶部俯瞰下方的人，当然也需要一定的标准来选择恋爱对象。",
        "label": ""
      },
      {
        "sentence": "所以，要和这样的人相配，恐怕你需要提高自己的修养以达到他们的水准。",
        "label": ""
      },
      {
        "sentence": "如果达不到，我们也可以在其中做出选择，要求是适度放宽自己的标准，变得更能够适应某一方面的不足，甚至到后来的境界是，你没有的我补上。",
        "label": ""
      },
      {
        "sentence": "所以，恋爱是一场自我修行。",
        "label": ""
      },
      {
        "sentence": "很难等待着天上掉下一个恰当的馅饼。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的解答，你的话让我有了很多新的思考。我现在明白，我对事业心强的男人的喜欢源于我对未来的期待和对家庭的需求。我也理解了本我和超我之间的冲突，以及自我在其中的平衡作用。我知道要找到适合我的人可能需要我提升自己的条件和修养。但有时候我还是会有一些疑虑，害怕我真的找到了适合我的人，却因为一些其他的原因而不喜欢他。我该如何克服这种疑虑呢？",
    "annotation": [
      {
        "sentence": "非常感谢你的解答，你的话让我有了很多新的思考。",
        "label": ""
      },
      {
        "sentence": "我现在明白，我对事业心强的男人的喜欢源于我对未来的期待和对家庭的需求。",
        "label": ""
      },
      {
        "sentence": "我也理解了本我和超我之间的冲突，以及自我在其中的平衡作用。",
        "label": ""
      },
      {
        "sentence": "我知道要找到适合我的人可能需要我提升自己的条件和修养。",
        "label": ""
      },
      {
        "sentence": "但有时候我还是会有一些疑虑，害怕我真的找到了适合我的人，却因为一些其他的原因而不喜欢他。",
        "label": ""
      },
      {
        "sentence": "我该如何克服这种疑虑呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的疑虑很正常。在选择伴侣时，我们会担心因为其他原因而产生厌倦或不喜欢。克服这种疑虑的方式是建立坚实的沟通和相互理解的基础。首先，要多与对方交流，了解彼此的价值观、兴趣爱好以及未来的规划。通过更深入的了解，你可以更准确地判断对方是否真正适合你。其次，要保持积极的态度和开放的心态，不要过渡地担心或过早地下结论。与对方共同成长，并接受他的优点和不足是建立稳固关系的关键。最重要的是，相信自己的直觉和感受。如果你感觉对方给了你足够的安全感和陪伴，那么就勇敢地尝试一段关系吧。如果最终发现并不合适，也不必过分沮丧，每段经历都是你成长的一部分，你会更加明确自己的需求和想要的未来。",
    "annotation": [
      {
        "sentence": "你的疑虑很正常。",
        "label": ""
      },
      {
        "sentence": "在选择伴侣时，我们会担心因为其他原因而产生厌倦或不喜欢。",
        "label": ""
      },
      {
        "sentence": "克服这种疑虑的方式是建立坚实的沟通和相互理解的基础。",
        "label": ""
      },
      {
        "sentence": "首先，要多与对方交流，了解彼此的价值观、兴趣爱好以及未来的规划。",
        "label": ""
      },
      {
        "sentence": "通过更深入的了解，你可以更准确地判断对方是否真正适合你。",
        "label": ""
      },
      {
        "sentence": "其次，要保持积极的态度和开放的心态，不要过渡地担心或过早地下结论。",
        "label": ""
      },
      {
        "sentence": "与对方共同成长，并接受他的优点和不足是建立稳固关系的关键。",
        "label": ""
      },
      {
        "sentence": "最重要的是，相信自己的直觉和感受。",
        "label": ""
      },
      {
        "sentence": "如果你感觉对方给了你足够的安全感和陪伴，那么就勇敢地尝试一段关系吧。",
        "label": ""
      },
      {
        "sentence": "如果最终发现并不合适，也不必过分沮丧，每段经历都是你成长的一部分，你会更加明确自己的需求和想要的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量给这个男生更多的机会去了解他，也尽量保持积极的态度和开放的心态。也会相信自己的直觉和感受，如果发现合适就勇敢尝试，如果不合适也不会太失望。我相信通过这段经历，我能更加明确自己的需求和找到真正适合我的人。谢谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量给这个男生更多的机会去了解他，也尽量保持积极的态度和开放的心态。",
        "label": ""
      },
      {
        "sentence": "也会相信自己的直觉和感受，如果发现合适就勇敢尝试，如果不合适也不会太失望。",
        "label": ""
      },
      {
        "sentence": "我相信通过这段经历，我能更加明确自己的需求和找到真正适合我的人。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助你。记住，恋爱是一场自我修行，每一段经历都是对自己的一次成长。相信自己，相信自己的选择，你一定能够找到真正适合你的人。如果以后还有任何困惑或需要帮助的地方，随时来找我聊天。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "记住，恋爱是一场自我修行，每一段经历都是对自己的一次成长。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信自己的选择，你一定能够找到真正适合你的人。",
        "label": ""
      },
      {
        "sentence": "如果以后还有任何困惑或需要帮助的地方，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]