[
  {
    "role": "client",
    "content": "喜欢的人和合适的人总是不是同一种，导致总是分手？最近失恋了…这段感情让我思考了很多也成长了许多，也让我回顾了过往的其他感情。发现前任们都有一些共同的特性。我的原生家庭极度缺爱，可以不夸张的说，我没有感觉被爱过，只有压力。所以让我很渴望有一个自己的小家庭，弥补过去的那个空缺，日常陪伴是我最需要的。",
    "annotation": [
      {
        "sentence": "喜欢的人和合适的人总是不是同一种，导致总是分手？",
        "label": ""
      },
      {
        "sentence": "最近失恋了…这段感情让我思考了很多也成长了许多，也让我回顾了过往的其他感情。",
        "label": ""
      },
      {
        "sentence": "发现前任们都有一些共同的特性。",
        "label": ""
      },
      {
        "sentence": "我的原生家庭极度缺爱，可以不夸张的说，我没有感觉被爱过，只有压力。",
        "label": ""
      },
      {
        "sentence": "所以让我很渴望有一个自己的小家庭，弥补过去的那个空缺，日常陪伴是我最需要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的感受，我可以理解你渴望建立一个温馨的小家庭来填补曾经的缺失。你已经从这段感情中成长了很多，回顾过往的感情也帮助你发现了一些共同的特点。你的原生家庭缺乏爱，这可能导致你在亲密关系中寻找爱和陪伴。我想安抚你受伤的内在小孩，并提升你的自我安全感。",
    "annotation": [
      {
        "sentence": "听到你的感受，我可以理解你渴望建立一个温馨的小家庭来填补曾经的缺失。",
        "label": ""
      },
      {
        "sentence": "你已经从这段感情中成长了很多，回顾过往的感情也帮助你发现了一些共同的特点。",
        "label": ""
      },
      {
        "sentence": "你的原生家庭缺乏爱，这可能导致你在亲密关系中寻找爱和陪伴。",
        "label": ""
      },
      {
        "sentence": "我想安抚你受伤的内在小孩，并提升你的自我安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。但是我发现我总是喜欢事业心强的男人，可他们好像给不了我日常陪伴。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "但是我发现我总是喜欢事业心强的男人，可他们好像给不了我日常陪伴。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，事业心强的男人可能会更多时间投入工作，缺乏给你期待的日常陪伴。这可能让你感到失望。但是，在遇到合适的伴侣之前，我们可能需要先从内心的自我成长开始。这包括专业的心理咨询和培养自己的安全感。",
    "annotation": [
      {
        "sentence": "是的，事业心强的男人可能会更多时间投入工作，缺乏给你期待的日常陪伴。",
        "label": ""
      },
      {
        "sentence": "这可能让你感到失望。",
        "label": ""
      },
      {
        "sentence": "但是，在遇到合适的伴侣之前，我们可能需要先从内心的自我成长开始。",
        "label": ""
      },
      {
        "sentence": "这包括专业的心理咨询和培养自己的安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要在自己内心找到更多的安全感和自我认可。但是我有点矛盾，我最近认识了一个男生，他看起来很贴心，聊天时总能明白我的问题。他可能更适合我，但我又觉得他缺乏事业心，这让我有些难以接受。",
    "annotation": [
      {
        "sentence": "我明白了，我需要在自己内心找到更多的安全感和自我认可。",
        "label": ""
      },
      {
        "sentence": "但是我有点矛盾，我最近认识了一个男生，他看起来很贴心，聊天时总能明白我的问题。",
        "label": ""
      },
      {
        "sentence": "他可能更适合我，但我又觉得他缺乏事业心，这让我有些难以接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这次你遇到了一个能够给你足够陪伴和关怀的人，但你又觉得他没有足够的事业心。事实上，事业心强的男人可以为你们的未来创造良好的生活条件。但请记住，在感情中，双方需要通过磨合并给予对方足够的成长空间。如果你更偏好事业型的男性，那么你需要努力提高自己的安全感。",
    "annotation": [
      {
        "sentence": "这次你遇到了一个能够给你足够陪伴和关怀的人，但你又觉得他没有足够的事业心。",
        "label": ""
      },
      {
        "sentence": "事实上，事业心强的男人可以为你们的未来创造良好的生活条件。",
        "label": ""
      },
      {
        "sentence": "但请记住，在感情中，双方需要通过磨合并给予对方足够的成长空间。",
        "label": ""
      },
      {
        "sentence": "如果你更偏好事业型的男性，那么你需要努力提高自己的安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我已经长大了，有能力和力量去改变原生家庭给我带来的影响。亲密关系可以在一定程度上帮助我疗愈，但并不是唯一的解决方法。",
    "annotation": [
      {
        "sentence": "我明白了，我已经长大了，有能力和力量去改变原生家庭给我带来的影响。",
        "label": ""
      },
      {
        "sentence": "亲密关系可以在一定程度上帮助我疗愈，但并不是唯一的解决方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你的成长和进步。确实，你已经成为一个有能力面对并改变原生家庭影响的人。亲密关系可以在一定程度上疗愈心灵的创伤，但我们也可以通过专业的辅导和积极的自我成长来更好地解决问题。你正在朝着正确的方向迈进，继续保持积极的心态和努力！",
    "annotation": [
      {
        "sentence": "很高兴看到你的成长和进步。",
        "label": ""
      },
      {
        "sentence": "确实，你已经成为一个有能力面对并改变原生家庭影响的人。",
        "label": ""
      },
      {
        "sentence": "亲密关系可以在一定程度上疗愈心灵的创伤，但我们也可以通过专业的辅导和积极的自我成长来更好地解决问题。",
        "label": ""
      },
      {
        "sentence": "你正在朝着正确的方向迈进，继续保持积极的心态和努力！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我现在更明白自己需要做哪些改变了。我会寻求专业的帮助，并努力培养自己的安全感。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我现在更明白自己需要做哪些改变了。",
        "label": ""
      },
      {
        "sentence": "我会寻求专业的帮助，并努力培养自己的安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到你的决心和成长。专业的帮助将为你提供更多的支持和指导，并帮助你更好地培养自己的安全感。记住，改变需要时间和努力，但只要你坚持下去，一切都会变得更好。祝福你的旅程顺利！",
    "annotation": [
      {
        "sentence": "非常欣慰听到你的决心和成长。",
        "label": ""
      },
      {
        "sentence": "专业的帮助将为你提供更多的支持和指导，并帮助你更好地培养自己的安全感。",
        "label": ""
      },
      {
        "sentence": "记住，改变需要时间和努力，但只要你坚持下去，一切都会变得更好。",
        "label": ""
      },
      {
        "sentence": "祝福你的旅程顺利！",
        "label": ""
      }
    ]
  }
]