[
  {
    "role": "client",
    "content": "弟妹娘家因知道家里有我的房子，不让她和弟弟结婚了？家里小时候做生意家庭条件比较好，买了四套房子，一套我（女生）的，一套爸妈的，两套弟弟的。也是在那个时候弟妹在我家打工认识的我弟弟，我弟弟当时还在上初中，家里都不太同意，弟妹比弟弟大一些，初中上完就不上学了。当时她妈妈特别主动，每次出去吃饭聚会，都提出要结婚的请求。后来，我家里因为一些原因，经济下滑，弟妹和弟弟分手了。然后弟弟相亲快结婚的时候，弟妹一家人不知道为什么找上门来，撒泼打滚让和她女儿结婚。相亲的女孩一见这架势，和弟弟分手了。弟妹每天堵我弟弟，最后他们又在一起了。现在马上要结婚了，她家里不知道从哪里听说家里的房子有一套在我名下，死活不愿意，非要我把房子转到她名下，不然不结婚。我自然不愿放弃自己应有的权利，但是现在家里亲戚都说我不明事理，一个女孩要啥房子，以后家产都是弟媳的，说我惹的全家不得安生，父母也很难受，他们年纪大了，我看了也不好受，但是很不甘心，我该怎么办？",
    "annotation": [
      {
        "sentence": "弟妹娘家因知道家里有我的房子，不让她和弟弟结婚了？",
        "label": ""
      },
      {
        "sentence": "家里小时候做生意家庭条件比较好，买了四套房子，一套我（女生）的，一套爸妈的，两套弟弟的。",
        "label": ""
      },
      {
        "sentence": "也是在那个时候弟妹在我家打工认识的我弟弟，我弟弟当时还在上初中，家里都不太同意，弟妹比弟弟大一些，初中上完就不上学了。",
        "label": ""
      },
      {
        "sentence": "当时她妈妈特别主动，每次出去吃饭聚会，都提出要结婚的请求。",
        "label": ""
      },
      {
        "sentence": "后来，我家里因为一些原因，经济下滑，弟妹和弟弟分手了。",
        "label": ""
      },
      {
        "sentence": "然后弟弟相亲快结婚的时候，弟妹一家人不知道为什么找上门来，撒泼打滚让和她女儿结婚。",
        "label": ""
      },
      {
        "sentence": "相亲的女孩一见这架势，和弟弟分手了。",
        "label": ""
      },
      {
        "sentence": "弟妹每天堵我弟弟，最后他们又在一起了。",
        "label": ""
      },
      {
        "sentence": "现在马上要结婚了，她家里不知道从哪里听说家里的房子有一套在我名下，死活不愿意，非要我把房子转到她名下，不然不结婚。",
        "label": ""
      },
      {
        "sentence": "我自然不愿放弃自己应有的权利，但是现在家里亲戚都说我不明事理，一个女孩要啥房子，以后家产都是弟媳的，说我惹的全家不得安生，父母也很难受，他们年纪大了，我看了也不好受，但是很不甘心，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你描述整件事情的过程，看到了事情的复杂性。我理解你现在的处境和“不好受”。针对你的困扰，我提出以下几个问题，也许你可以试着进行思考：弟弟、“弟妹”的角色是什么？",
    "annotation": [
      {
        "sentence": "从你描述整件事情的过程，看到了事情的复杂性。",
        "label": ""
      },
      {
        "sentence": "我理解你现在的处境和“不好受”。",
        "label": ""
      },
      {
        "sentence": "针对你的困扰，我提出以下几个问题，也许你可以试着进行思考：弟弟、“弟妹”的角色是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "弟弟是我的亲弟弟，而弟妹是我弟弟的女朋友。",
    "annotation": [
      {
        "sentence": "弟弟是我的亲弟弟，而弟妹是我弟弟的女朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样，我明白了。这种情况下，你和你的弟弟以及他的女朋友之间的关系会更加复杂和敏感。那么，接下来，我们来讨论一下你目前遇到的困难。这件事情的矛盾起因是：“弟妹非要我把房子转到她名下，不然不结婚。”“弟妹”是弟弟的媳妇，而且是还没有结婚的“媳妇”，也就是女朋友，是不具备法律关系的（也就是说“弟妹”这个概念，是象征的，只能打引号“”）。",
    "annotation": [
      {
        "sentence": "这样，我明白了。",
        "label": ""
      },
      {
        "sentence": "这种情况下，你和你的弟弟以及他的女朋友之间的关系会更加复杂和敏感。",
        "label": ""
      },
      {
        "sentence": "那么，接下来，我们来讨论一下你目前遇到的困难。",
        "label": ""
      },
      {
        "sentence": "这件事情的矛盾起因是：“弟妹非要我把房子转到她名下，不然不结婚。",
        "label": ""
      },
      {
        "sentence": "”“弟妹”是弟弟的媳妇，而且是还没有结婚的“媳妇”，也就是女朋友，是不具备法律关系的（也就是说“弟妹”这个概念，是象征的，只能打引号“”）。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，他们还没有结婚，但弟妹的家人却要求我把房子转到她名下才肯答应结婚。",
    "annotation": [
      {
        "sentence": "对，他们还没有结婚，但弟妹的家人却要求我把房子转到她名下才肯答应结婚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从开始你叙述整件事情的时候，就围绕着她以及她的妈妈，似乎这件事件由她们主宰。你的弟弟作为这件事情的当事人，并没有看到他的想法和意见。如果事件如你所说，“弟弟相亲快结婚的时候，弟妹一家人不知道为什么找上门来，撒泼打滚让和她女儿结婚。”那么，弟弟当时的对象被“弟妹”一家人拆散了，现在又来要姐姐的房子，弟弟的心情是什么样呢？他如何看待现任女友曾经的拆散和现在提出的要求呢？对于和现女友结婚以及未来的婚姻生活，他的想法是什么呢？",
    "annotation": [
      {
        "sentence": "从开始你叙述整件事情的时候，就围绕着她以及她的妈妈，似乎这件事件由她们主宰。",
        "label": ""
      },
      {
        "sentence": "你的弟弟作为这件事情的当事人，并没有看到他的想法和意见。",
        "label": ""
      },
      {
        "sentence": "如果事件如你所说，“弟弟相亲快结婚的时候，弟妹一家人不知道为什么找上门来，撒泼打滚让和她女儿结婚。",
        "label": ""
      },
      {
        "sentence": "”那么，弟弟当时的对象被“弟妹”一家人拆散了，现在又来要姐姐的房子，弟弟的心情是什么样呢？",
        "label": ""
      },
      {
        "sentence": "他如何看待现任女友曾经的拆散和现在提出的要求呢？",
        "label": ""
      },
      {
        "sentence": "对于和现女友结婚以及未来的婚姻生活，他的想法是什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我弟弟可能因为还爱着她，所以就没有阻止她和家人的过激行为。我也担心他的想法会影响我们兄妹关系。",
    "annotation": [
      {
        "sentence": "我弟弟可能因为还爱着她，所以就没有阻止她和家人的过激行为。",
        "label": ""
      },
      {
        "sentence": "我也担心他的想法会影响我们兄妹关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心是可以理解的。你是不是觉得现在这样的情况让你很难做抉择？对本次事件，你的想法是什么？",
    "annotation": [
      {
        "sentence": "你的担心是可以理解的。",
        "label": ""
      },
      {
        "sentence": "你是不是觉得现在这样的情况让你很难做抉择？",
        "label": ""
      },
      {
        "sentence": "对本次事件，你的想法是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得这套房子是我父母赠与我的，我有权决定怎么处理它。我不愿意将房子转到弟妹名下。",
    "annotation": [
      {
        "sentence": "我觉得这套房子是我父母赠与我的，我有权决定怎么处理它。",
        "label": ""
      },
      {
        "sentence": "我不愿意将房子转到弟妹名下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "按照你的说法，房子本身已经有了明确的归属，是父母赠与你和弟弟的。现在“弟妹”来要你的房子，你是有决定权的。那么，你认为房子是属于你的吗？你认为自己应该把房子送给他人吗？你如何看待家里亲戚的评价？",
    "annotation": [
      {
        "sentence": "按照你的说法，房子本身已经有了明确的归属，是父母赠与你和弟弟的。",
        "label": ""
      },
      {
        "sentence": "现在“弟妹”来要你的房子，你是有决定权的。",
        "label": ""
      },
      {
        "sentence": "那么，你认为房子是属于你的吗？",
        "label": ""
      },
      {
        "sentence": "你认为自己应该把房子送给他人吗？",
        "label": ""
      },
      {
        "sentence": "你如何看待家里亲戚的评价？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我认为房子是属于我的，我不想将它送给他人。至于家里亲戚的评价，他们认为我不明事理，一个女孩子要房子是不合理的。",
    "annotation": [
      {
        "sentence": "我认为房子是属于我的，我不想将它送给他人。",
        "label": ""
      },
      {
        "sentence": "至于家里亲戚的评价，他们认为我不明事理，一个女孩子要房子是不合理的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些“家里亲戚”指的是谁呢？他们说你“惹的全家不得安生。”是基于什么情况来认定的呢？",
    "annotation": [
      {
        "sentence": "这些“家里亲戚”指的是谁呢？",
        "label": ""
      },
      {
        "sentence": "他们说你“惹的全家不得安生。",
        "label": ""
      },
      {
        "sentence": "”是基于什么情况来认定的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "亲戚们是指我父母的兄弟姐妹和一些近亲，他们认为我这样坚持自己的权益会挑起家庭争端，不利于家人的安宁。",
    "annotation": [
      {
        "sentence": "亲戚们是指我父母的兄弟姐妹和一些近亲，他们认为我这样坚持自己的权益会挑起家庭争端，不利于家人的安宁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你描述的过程来看，“弟妹”一家人从初中开始和你弟弟谈恋爱，到主动分手，到拆散弟弟后来的恋爱，再和你弟弟在一起，再到要你的房子否则不结婚，这一系列动作，是谁“惹”出来的呢？显然，这里的“不安生”的主角显而易见。虽然，这整件事情你是被动的、可以说是“受害者”。但是，面对他人不合理的做法、亲戚们不公平的评价，你是如何反应的呢？为什么，明明不合理、不公平，但是你却很为难，而不是为自己争取，你是如何看待自己的呢？",
    "annotation": [
      {
        "sentence": "从你描述的过程来看，“弟妹”一家人从初中开始和你弟弟谈恋爱，到主动分手，到拆散弟弟后来的恋爱，再和你弟弟在一起，再到要你的房子否则不结婚，这一系列动作，是谁“惹”出来的呢？",
        "label": ""
      },
      {
        "sentence": "显然，这里的“不安生”的主角显而易见。",
        "label": ""
      },
      {
        "sentence": "虽然，这整件事情你是被动的、可以说是“受害者”。",
        "label": ""
      },
      {
        "sentence": "但是，面对他人不合理的做法、亲戚们不公平的评价，你是如何反应的呢？",
        "label": ""
      },
      {
        "sentence": "为什么，明明不合理、不公平，但是你却很为难，而不是为自己争取，你是如何看待自己的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己很为难是因为我不想伤害家人的感受，尤其是父母年纪大了，不能让他们为这样的事情担心。我希望能够找到一个解决方案，既能保护自己的权益，又能保持家庭的和谐。",
    "annotation": [
      {
        "sentence": "我觉得自己很为难是因为我不想伤害家人的感受，尤其是父母年纪大了，不能让他们为这样的事情担心。",
        "label": ""
      },
      {
        "sentence": "我希望能够找到一个解决方案，既能保护自己的权益，又能保持家庭的和谐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了你的顾虑和期望。对于这个问题，我建议你可以寻求一个平衡点。可以和家人进行沟通，让他们理解你的想法和立场，同时也了解一下弟弟的意见。或者，你可以找一个中立的第三方，比如家庭中一位长辈或者亲友来帮助协商解决这个问题。最重要的是，保持积极的心态，相信通过和家人的沟通，你们能够找到一个能够满足各方需求的解决方案。",
    "annotation": [
      {
        "sentence": "明白了你的顾虑和期望。",
        "label": ""
      },
      {
        "sentence": "对于这个问题，我建议你可以寻求一个平衡点。",
        "label": ""
      },
      {
        "sentence": "可以和家人进行沟通，让他们理解你的想法和立场，同时也了解一下弟弟的意见。",
        "label": ""
      },
      {
        "sentence": "或者，你可以找一个中立的第三方，比如家庭中一位长辈或者亲友来帮助协商解决这个问题。",
        "label": ""
      },
      {
        "sentence": "最重要的是，保持积极的心态，相信通过和家人的沟通，你们能够找到一个能够满足各方需求的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着和家人好好沟通，寻找一个",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着和家人好好沟通，寻找一个",
        "label": ""
      }
    ]
  }
]