[
  {
    "role": "client",
    "content": "是否相信老公和小三断了联络？老公去年在我哺乳期出轨一年，对方是外包业务的业务员，能力不错，个性大大咧咧，又会主动勾引人。老公因为生理得不到满足，又贪图新鲜感，以为人不知鬼不觉。疫情期间小三老公发现了，和小三离婚了。老公决定回归家庭。因为他说是爱我，一时鬼迷心窍，从来没想过离婚，也舍不得孩子家庭。然后删除了所有小三的联系方式，但因为业务涉及行业的一些问题，暂时还是由小三外包，联系人让同事去传话，自己不出面。上次招投标他自己也没去，因为小三一定在场，然后投标出了点岔子。我说你正常工作要碰面就去，这样刻意反而觉得你心里放不下还有鬼。他说没必要啊，我说到做到，不再联系和见面。目前手机是没有联系记录，但我怀疑是否白天上班的时候联系，回家前删除干净。我该怎么办？是表面配和等待露出马脚？还是暗中收集证据？如果真的没联系，那我就继续同意合作吗？其实我内心巴不得早点结束合作。",
    "annotation": [
      {
        "sentence": "是否相信老公和小三断了联络？",
        "label": ""
      },
      {
        "sentence": "老公去年在我哺乳期出轨一年，对方是外包业务的业务员，能力不错，个性大大咧咧，又会主动勾引人。",
        "label": ""
      },
      {
        "sentence": "老公因为生理得不到满足，又贪图新鲜感，以为人不知鬼不觉。",
        "label": ""
      },
      {
        "sentence": "疫情期间小三老公发现了，和小三离婚了。",
        "label": ""
      },
      {
        "sentence": "老公决定回归家庭。",
        "label": ""
      },
      {
        "sentence": "因为他说是爱我，一时鬼迷心窍，从来没想过离婚，也舍不得孩子家庭。",
        "label": ""
      },
      {
        "sentence": "然后删除了所有小三的联系方式，但因为业务涉及行业的一些问题，暂时还是由小三外包，联系人让同事去传话，自己不出面。",
        "label": ""
      },
      {
        "sentence": "上次招投标他自己也没去，因为小三一定在场，然后投标出了点岔子。",
        "label": ""
      },
      {
        "sentence": "我说你正常工作要碰面就去，这样刻意反而觉得你心里放不下还有鬼。",
        "label": ""
      },
      {
        "sentence": "他说没必要啊，我说到做到，不再联系和见面。",
        "label": ""
      },
      {
        "sentence": "目前手机是没有联系记录，但我怀疑是否白天上班的时候联系，回家前删除干净。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      },
      {
        "sentence": "是表面配和等待露出马脚？",
        "label": ""
      },
      {
        "sentence": "还是暗中收集证据？",
        "label": ""
      },
      {
        "sentence": "如果真的没联系，那我就继续同意合作吗？",
        "label": ""
      },
      {
        "sentence": "其实我内心巴不得早点结束合作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "信任和忠诚是脆弱的，一旦被打破，就很难恢复到原来的状态，修复也是一个缓慢的过程。出轨之后虽然选择了回归家庭，但是你还是会怀疑他，会设想一些可能性，这些都是正常的反应，接纳自己的这些怀疑和不信任。",
    "annotation": [
      {
        "sentence": "信任和忠诚是脆弱的，一旦被打破，就很难恢复到原来的状态，修复也是一个缓慢的过程。",
        "label": ""
      },
      {
        "sentence": "出轨之后虽然选择了回归家庭，但是你还是会怀疑他，会设想一些可能性，这些都是正常的反应，接纳自己的这些怀疑和不信任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道是正常的反应，但我怕以后还会发生同样的事情。我现在不确定他是否真的删除了所有小三的联系方式，而且还担心他们是否会通过其他渠道联系，比如在工作场合。我该怎么办才能更安心？",
    "annotation": [
      {
        "sentence": "我知道是正常的反应，但我怕以后还会发生同样的事情。",
        "label": ""
      },
      {
        "sentence": "我现在不确定他是否真的删除了所有小三的联系方式，而且还担心他们是否会通过其他渠道联系，比如在工作场合。",
        "label": ""
      },
      {
        "sentence": "我该怎么办才能更安心？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人与人之间，本来就不存在100%的信任，不用强求自己“一定要去信任”对方，更可况他是已经做出了背叛的事情。当你内心有一些怀疑的时候，可以尽量用平和沟通的态度，选择恰当的时机，告诉对方你内心的疑惑，展示你的不安全感，这样会比憋在心里好一些。",
    "annotation": [
      {
        "sentence": "人与人之间，本来就不存在100%的信任，不用强求自己“一定要去信任”对方，更可况他是已经做出了背叛的事情。",
        "label": ""
      },
      {
        "sentence": "当你内心有一些怀疑的时候，可以尽量用平和沟通的态度，选择恰当的时机，告诉对方你内心的疑惑，展示你的不安全感，这样会比憋在心里好一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该和他坦诚地沟通我的担忧和不安，这样他可能会更理解我。但是，如果他否认或者回避我的问题，我该怎么办？",
    "annotation": [
      {
        "sentence": "我明白了，我应该和他坦诚地沟通我的担忧和不安，这样他可能会更理解我。",
        "label": ""
      },
      {
        "sentence": "但是，如果他否认或者回避我的问题，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果他回避或否认你的问题，你可以再次强调你的担忧，并表达你需要更多的信息来安心。你可以提醒他你们的关系需要更多的透明度和互相的理解，为了你们的婚姻能够更健康地发展，你希望能够真实地了解他的行动。",
    "annotation": [
      {
        "sentence": "如果他回避或否认你的问题，你可以再次强调你的担忧，并表达你需要更多的信息来安心。",
        "label": ""
      },
      {
        "sentence": "你可以提醒他你们的关系需要更多的透明度和互相的理解，为了你们的婚姻能够更健康地发展，你希望能够真实地了解他的行动。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我明白了。我会尝试和他进行坦诚的对话，强调我们需要更多的透明度和理解。但是，如果我发现他正在撒谎或者隐瞒事实，我应该怎么处理？",
    "annotation": [
      {
        "sentence": "好的，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会尝试和他进行坦诚的对话，强调我们需要更多的透明度和理解。",
        "label": ""
      },
      {
        "sentence": "但是，如果我发现他正在撒谎或者隐瞒事实，我应该怎么处理？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你发现他在撒谎或隐瞒事实，那说明他并没有真正重新获得你的信任。在这种情况下，你需要保护好你自己。你可以尝试暗中收集证据，确保你拥有足够的信息来做出决策。同时，你也可以考虑咨询律师，了解你合法的权益保护措施。",
    "annotation": [
      {
        "sentence": "如果你发现他在撒谎或隐瞒事实，那说明他并没有真正重新获得你的信任。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，你需要保护好你自己。",
        "label": ""
      },
      {
        "sentence": "你可以尝试暗中收集证据，确保你拥有足够的信息来做出决策。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以考虑咨询律师，了解你合法的权益保护措施。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会保护好自己，并咨询律师了解合法的权益保护措施。不过，如果证据表明他真的没有再联系小三，我应该继续同意与他合作吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会保护好自己，并咨询律师了解合法的权益保护措施。",
        "label": ""
      },
      {
        "sentence": "不过，如果证据表明他真的没有再联系小三，我应该继续同意与他合作吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在决定是否继续同意合作之前，你需要先平静地思考一下。如果你真的内心巴不得早点结束合作，那或许这里面有你自己的答案。你可以考虑一下合作对你的精神和情感健康的影响，以及是否值得为了这个合作继续忍受疑虑和不安。最重要的是，要保护好自己的利益和幸福。",
    "annotation": [
      {
        "sentence": "在决定是否继续同意合作之前，你需要先平静地思考一下。",
        "label": ""
      },
      {
        "sentence": "如果你真的内心巴不得早点结束合作，那或许这里面有你自己的答案。",
        "label": ""
      },
      {
        "sentence": "你可以考虑一下合作对你的精神和情感健康的影响，以及是否值得为了这个合作继续忍受疑虑和不安。",
        "label": ""
      },
      {
        "sentence": "最重要的是，要保护好自己的利益和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对。我会深思熟虑，权衡利弊，并保护好自己的利益和幸福。谢谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "你说得对。",
        "label": ""
      },
      {
        "sentence": "我会深思熟虑，权衡利弊，并保护好自己的利益和幸福。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直在这里支持你的。无论你做出什么决定，都希望你能够找到属于自己的幸福。加油，祝福你！",
    "annotation": [
      {
        "sentence": "不客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "无论你做出什么决定，都希望你能够找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "加油，祝福你！",
        "label": ""
      }
    ]
  }
]