[
  {
    "role": "client",
    "content": "家长不讲卫生，严重影响生活质量，怎么改变？父母不在家的时候我在家里做饭每次都能及时刷锅、刷碗、清理台面、水池，基本能维持干净整洁。但前天我爸回来后由他做饭家里厨房就变得特别脏。他不刷锅，家里两个锅都被他用了没有刷，他都是把能用的锅用完了之后做饭的时候没干净的锅了才知道刷锅，但刷锅也是简单冲一下一点也不干净；不刷碗，每次吃饭直接用以前刷好的干净碗，做法同上，而我吃饭的碗每次都能及时洗干净；不清理台面，我们家两个切菜板，一个是我买的小号的切菜板，我用了之后是一定会清洗的，还有一个大号的木菜板，用了几年从没清洗过都有很明显的霉点，我爸还是用它切菜；不清理水池，洗菜残渣、剩菜剩饭倒进去把水池堵了，我很不理解为什么他不把沥干水的食物残渣扔进垃圾桶，而是倒在水池里堵塞下水道？把厨房下水道堵了之后他就在洗漱池倒食物残渣，把洗漱的池子也堵了，我们家所有的水池都经常堵，还特别脏，严重影响生活质量，起床看到一片狼藉整天心情也不好。",
    "annotation": [
      {
        "sentence": "家长不讲卫生，严重影响生活质量，怎么改变？",
        "label": ""
      },
      {
        "sentence": "父母不在家的时候我在家里做饭每次都能及时刷锅、刷碗、清理台面、水池，基本能维持干净整洁。",
        "label": ""
      },
      {
        "sentence": "但前天我爸回来后由他做饭家里厨房就变得特别脏。",
        "label": ""
      },
      {
        "sentence": "他不刷锅，家里两个锅都被他用了没有刷，他都是把能用的锅用完了之后做饭的时候没干净的锅了才知道刷锅，但刷锅也是简单冲一下一点也不干净；不刷碗，每次吃饭直接用以前刷好的干净碗，做法同上，而我吃饭的碗每次都能及时洗干净；不清理台面，我们家两个切菜板，一个是我买的小号的切菜板，我用了之后是一定会清洗的，还有一个大号的木菜板，用了几年从没清洗过都有很明显的霉点，我爸还是用它切菜；不清理水池，洗菜残渣、剩菜剩饭倒进去把水池堵了，我很不理解为什么他不把沥干水的食物残渣扔进垃圾桶，而是倒在水池里堵塞下水道？",
        "label": ""
      },
      {
        "sentence": "把厨房下水道堵了之后他就在洗漱池倒食物残渣，把洗漱的池子也堵了，我们家所有的水池都经常堵，还特别脏，严重影响生活质量，起床看到一片狼藉整天心情也不好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够理解你的困扰，你喜欢干净，及时清理厨房，搞卫生，但你爸爸不讲卫生，你看到一片脏乱，心情不好。我把我的理解与你分享，希望对你有启发。在心理学上有一个特别重要的概念就是：课题分离。虽然以我们的眼光看，确实都是对方的问题，但是只要是我们的情绪，我们就要为自己的情绪负责。这就变成了我们的需要解决的课题。这听起来可能会让你心里很不舒服，但是，当我们在一个关系里，不再用不满表达自己的需求，而是看自己能做点什么，让自己舒服，这是自我负责的态度。",
    "annotation": [
      {
        "sentence": "能够理解你的困扰，你喜欢干净，及时清理厨房，搞卫生，但你爸爸不讲卫生，你看到一片脏乱，心情不好。",
        "label": ""
      },
      {
        "sentence": "我把我的理解与你分享，希望对你有启发。",
        "label": ""
      },
      {
        "sentence": "在心理学上有一个特别重要的概念就是：课题分离。",
        "label": ""
      },
      {
        "sentence": "虽然以我们的眼光看，确实都是对方的问题，但是只要是我们的情绪，我们就要为自己的情绪负责。",
        "label": ""
      },
      {
        "sentence": "这就变成了我们的需要解决的课题。",
        "label": ""
      },
      {
        "sentence": "这听起来可能会让你心里很不舒服，但是，当我们在一个关系里，不再用不满表达自己的需求，而是看自己能做点什么，让自己舒服，这是自我负责的态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，我试试看把解决问题的责任放在我自己身上。",
    "annotation": [
      {
        "sentence": "我明白你的意思，我试试看把解决问题的责任放在我自己身上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好！说出来的困扰通常能够得到缓解。实际上，我们通常会说，我们不能改变别人，但我们可以改变自己。当我们把解决问题的责任放在自己身上，我们就会获得对事情更多的掌控感。把责任放在他人身上，我们会感觉无力。因为我们要求别人做什么，别人不一定会按我们的要求做，即使是我们的亲人。",
    "annotation": [
      {
        "sentence": "很好！",
        "label": ""
      },
      {
        "sentence": "说出来的困扰通常能够得到缓解。",
        "label": ""
      },
      {
        "sentence": "实际上，我们通常会说，我们不能改变别人，但我们可以改变自己。",
        "label": ""
      },
      {
        "sentence": "当我们把解决问题的责任放在自己身上，我们就会获得对事情更多的掌控感。",
        "label": ""
      },
      {
        "sentence": "把责任放在他人身上，我们会感觉无力。",
        "label": ""
      },
      {
        "sentence": "因为我们要求别人做什么，别人不一定会按我们的要求做，即使是我们的亲人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实是这样，我不能期望我的爸爸会按照我的要求来做事情。",
    "annotation": [
      {
        "sentence": "确实是这样，我不能期望我的爸爸会按照我的要求来做事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这时候，你就可以思考一下，怎样才能让自己感到舒服一些呢？解决的途径很多的。比如和爸爸协商，看看爸爸能不能按照你的要求来做。或者在你愿意的情况下去收拾等等。",
    "annotation": [
      {
        "sentence": "是的，这时候，你就可以思考一下，怎样才能让自己感到舒服一些呢？",
        "label": ""
      },
      {
        "sentence": "解决的途径很多的。",
        "label": ""
      },
      {
        "sentence": "比如和爸爸协商，看看爸爸能不能按照你的要求来做。",
        "label": ""
      },
      {
        "sentence": "或者在你愿意的情况下去收拾等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我可以试着和爸爸好好沟通，告诉他我喜欢干净整洁的环境，看看能不能达成一些共识。",
    "annotation": [
      {
        "sentence": "我可以试着和爸爸好好沟通，告诉他我喜欢干净整洁的环境，看看能不能达成一些共识。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好的想法！沟通是解决问题的好方法。另外，在有问题困扰的时候，我们常常可以做多种选择，也可以尝试觉察我们在这个问题背后我们有什么需求。无论怎么选择，力争做到心甘情愿，这样你也会更加满意。",
    "annotation": [
      {
        "sentence": "很好的想法！",
        "label": ""
      },
      {
        "sentence": "沟通是解决问题的好方法。",
        "label": ""
      },
      {
        "sentence": "另外，在有问题困扰的时候，我们常常可以做多种选择，也可以尝试觉察我们在这个问题背后我们有什么需求。",
        "label": ""
      },
      {
        "sentence": "无论怎么选择，力争做到心甘情愿，这样你也会更加满意。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着放下一些对爸爸的不满，为了家庭和睦做出一些改变。",
    "annotation": [
      {
        "sentence": "我会试着放下一些对爸爸的不满，为了家庭和睦做出一些改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好！每个人的生活习惯和对事物要求不同，所以当我们不争对错，而只聚焦在如何解决问题上，我们就多了一个视角。最后，我希望你早日找到解决这个困扰的适合你的方法，开心快乐！记住，你并不孤单，我们一直在你身边支持着你。",
    "annotation": [
      {
        "sentence": "很好！",
        "label": ""
      },
      {
        "sentence": "每个人的生活习惯和对事物要求不同，所以当我们不争对错，而只聚焦在如何解决问题上，我们就多了一个视角。",
        "label": ""
      },
      {
        "sentence": "最后，我希望你早日找到解决这个困扰的适合你的方法，开心快乐！",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们一直在你身边支持着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持！我会尝试着改变自己，寻找最适合我的方式解决这个问题，希望一切会好起来。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持！",
        "label": ""
      },
      {
        "sentence": "我会尝试着改变自己，寻找最适合我的方式解决这个问题，希望一切会好起来。",
        "label": ""
      }
    ]
  }
]