[
  {
    "role": "client",
    "content": "觉得男朋友并没有那么喜欢我，我到底是怎么了？和男朋友在一起一个月了，还是很没有安全感，昨天他暗示我不要回家，还伸手摸了我的胸，我发现自己确实接受不了，提议冷静两天，今天他约我ktv还约了自己的朋友，还送了玫瑰花，我却觉得尴尬，他好像觉得我是要他哄，我介意的是在一起的时候，他一直在说性，还老是把手伸进衣服里，他没有把自己真实脆弱的一面展示给我，我觉得这感情基础是不够的，回家时，打了电话给他，谢谢他做的一切，整个通话过程36秒，我觉得他并没有那么喜欢我，我自己也自卑，没有办法确定他爱不爱我。我在这段亲密关系里，患得患失，什么都没有办法确定。",
    "annotation": [
      {
        "sentence": "觉得男朋友并没有那么喜欢我，我到底是怎么了？",
        "label": ""
      },
      {
        "sentence": "和男朋友在一起一个月了，还是很没有安全感，昨天他暗示我不要回家，还伸手摸了我的胸，我发现自己确实接受不了，提议冷静两天，今天他约我ktv还约了自己的朋友，还送了玫瑰花，我却觉得尴尬，他好像觉得我是要他哄，我介意的是在一起的时候，他一直在说性，还老是把手伸进衣服里，他没有把自己真实脆弱的一面展示给我，我觉得这感情基础是不够的，回家时，打了电话给他，谢谢他做的一切，整个通话过程36秒，我觉得他并没有那么喜欢我，我自己也自卑，没有办法确定他爱不爱我。",
        "label": ""
      },
      {
        "sentence": "我在这段亲密关系里，患得患失，什么都没有办法确定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在一段感情初期，感情基础通常还不够深厚，也没有到达性关系的阶段。你能够意识到自己不舒服并表达拒绝是非常好的。我的建议是坚持做好自己，如果他真的爱你，会尊重你的选择。如果他只是想和你发生性关系，那可能并不是真的爱你。再相处一段时间，看看自己的感受和愿意程度吧。至于自卑感，这是你需要作的功课，安全感只有自己能给予自己。当你自信、内心强大的时候，你可以坦然拒绝自己不愿意的事情，也能告诉他你的真实想法，不会害怕他的离开，相信自己值得被爱。所以，开始学习成长，开始爱自己，开始认识自己，建立自信，这比寻找一个合适的男朋友更重要。",
    "annotation": [
      {
        "sentence": "在一段感情初期，感情基础通常还不够深厚，也没有到达性关系的阶段。",
        "label": ""
      },
      {
        "sentence": "你能够意识到自己不舒服并表达拒绝是非常好的。",
        "label": ""
      },
      {
        "sentence": "我的建议是坚持做好自己，如果他真的爱你，会尊重你的选择。",
        "label": ""
      },
      {
        "sentence": "如果他只是想和你发生性关系，那可能并不是真的爱你。",
        "label": ""
      },
      {
        "sentence": "再相处一段时间，看看自己的感受和愿意程度吧。",
        "label": ""
      },
      {
        "sentence": "至于自卑感，这是你需要作的功课，安全感只有自己能给予自己。",
        "label": ""
      },
      {
        "sentence": "当你自信、内心强大的时候，你可以坦然拒绝自己不愿意的事情，也能告诉他你的真实想法，不会害怕他的离开，相信自己值得被爱。",
        "label": ""
      },
      {
        "sentence": "所以，开始学习成长，开始爱自己，开始认识自己，建立自信，这比寻找一个合适的男朋友更重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我真的希望他能理解我的感受并尊重我的意见，可我还是害怕他会离开我。我也不知道如何提高自己的自信心和内心的强大。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我真的希望他能理解我的感受并尊重我的意见，可我还是害怕他会离开我。",
        "label": ""
      },
      {
        "sentence": "我也不知道如何提高自己的自信心和内心的强大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心是可以理解的，但一个健康的感情关系应该是建立在尊重和理解的基础上的。如果他真的爱你，会愿意了解你的感受并尊重你的决定。至于提高自信和内心的强大，这需要时间和努力。你可以尝试寻找一些适合自己的方法，比如阅读心理学书籍、参加自我成长的课程、与他人交流等。这些方法会有助于提高你的自信，并让你更加了解和接纳自己。",
    "annotation": [
      {
        "sentence": "你的担心是可以理解的，但一个健康的感情关系应该是建立在尊重和理解的基础上的。",
        "label": ""
      },
      {
        "sentence": "如果他真的爱你，会愿意了解你的感受并尊重你的决定。",
        "label": ""
      },
      {
        "sentence": "至于提高自信和内心的强大，这需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "你可以尝试寻找一些适合自己的方法，比如阅读心理学书籍、参加自我成长的课程、与他人交流等。",
        "label": ""
      },
      {
        "sentence": "这些方法会有助于提高你的自信，并让你更加了解和接纳自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着去做的。但有时候我还是会担心他的反应，怕他会生气或者觉得我太难以相处。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着去做的。",
        "label": ""
      },
      {
        "sentence": "但有时候我还是会担心他的反应，怕他会生气或者觉得我太难以相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心他的反应是正常的，但也要记得，一个健康的感情关系是建立在相互理解和包容的基础上的。如果你真心与他坦诚沟通，他应该能够理解你的难处并愿意与你一起解决问题。如果他生气或难以相处，那可能意味着他还没有成熟到能够应对这样的情况。在感情中，双方都需要做出努力，才能够建立起一个健康而稳定的关系。",
    "annotation": [
      {
        "sentence": "担心他的反应是正常的，但也要记得，一个健康的感情关系是建立在相互理解和包容的基础上的。",
        "label": ""
      },
      {
        "sentence": "如果你真心与他坦诚沟通，他应该能够理解你的难处并愿意与你一起解决问题。",
        "label": ""
      },
      {
        "sentence": "如果他生气或难以相处，那可能意味着他还没有成熟到能够应对这样的情况。",
        "label": ""
      },
      {
        "sentence": "在感情中，双方都需要做出努力，才能够建立起一个健康而稳定的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着与他坦诚沟通，希望他能够理解。我也意识到，为了建立一个健康的关系，我自己也需要更加成熟和坚强。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "我会试着与他坦诚沟通，希望他能够理解。",
        "label": ""
      },
      {
        "sentence": "我也意识到，为了建立一个健康的关系，我自己也需要更加成熟和坚强。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你会跨过这个难关的。记住，爱情的道路上需要双方的努力和理解。只要你坚持做好自己，你一定能够找到一个值得你爱、也愿意与你一同成长的人。加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你会跨过这个难关的。",
        "label": ""
      },
      {
        "sentence": "记住，爱情的道路上需要双方的努力和理解。",
        "label": ""
      },
      {
        "sentence": "只要你坚持做好自己，你一定能够找到一个值得你爱、也愿意与你一同成长的人。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励！我会加油的，相信自己的选择和努力。再次感谢你的帮助和支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励！",
        "label": ""
      },
      {
        "sentence": "我会加油的，相信自己的选择和努力。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，希望我的建议能给你带来一些帮助。如果日后还有什么问题或困惑，随时来找我聊。祝福你能找到真正属于自己的幸福和满足！",
    "annotation": [
      {
        "sentence": "不用客气，希望我的建议能给你带来一些帮助。",
        "label": ""
      },
      {
        "sentence": "如果日后还有什么问题或困惑，随时来找我聊。",
        "label": ""
      },
      {
        "sentence": "祝福你能找到真正属于自己的幸福和满足！",
        "label": ""
      }
    ]
  }
]