[
  {
    "role": "client",
    "content": "对父亲恨之入骨，每天不由自主沉浸其中无法自拔咋办？我24岁，成长环境非常糟糕。父母吵架一辈子，渣父多次家暴妈，甚至会持刀相向，而我和姐拖架被误打、被摔下来的碗摔身上导致流血、凌晨被惊醒等类似情况常常出现，在我童年有次我妈被打加上气急攻心就晕倒了，整个人身体僵硬抽搐，吓得我以为妈妈就这样死了悲痛万分，而爸爸却只是坐在门外生闷气。我从小就很老实以至于被人欺凌和被坐过牢的中年人当众虐待。我爸是个心理扭曲的人，外人都说他好，实则窝里横，自私、脾气大、大男子主义、骂人极其恶毒、没本事、窝囊等。他把我逼成重度抑郁症，会因为很小的事情把我说的很坏很坏，把我跟其他同龄人作比较贬低的一文不值，早死、废物、没用、没人会愿意嫁等恶毒的诅咒我，骂了我妈一辈子绝后人家的女儿和疯子。总之罄竹难书，发生的事情太多了，对我的影响非常之大。现在他们要离婚，渣父也不管我没有谈恋爱结婚，要把几乎靠妈赚来的房子变卖分走一半财产，子女老婆都不爱。导致我每天忍不住痛恨，我该怎么放下？",
    "annotation": [
      {
        "sentence": "对父亲恨之入骨，每天不由自主沉浸其中无法自拔咋办？",
        "label": ""
      },
      {
        "sentence": "我24岁，成长环境非常糟糕。",
        "label": ""
      },
      {
        "sentence": "父母吵架一辈子，渣父多次家暴妈，甚至会持刀相向，而我和姐拖架被误打、被摔下来的碗摔身上导致流血、凌晨被惊醒等类似情况常常出现，在我童年有次我妈被打加上气急攻心就晕倒了，整个人身体僵硬抽搐，吓得我以为妈妈就这样死了悲痛万分，而爸爸却只是坐在门外生闷气。",
        "label": ""
      },
      {
        "sentence": "我从小就很老实以至于被人欺凌和被坐过牢的中年人当众虐待。",
        "label": ""
      },
      {
        "sentence": "我爸是个心理扭曲的人，外人都说他好，实则窝里横，自私、脾气大、大男子主义、骂人极其恶毒、没本事、窝囊等。",
        "label": ""
      },
      {
        "sentence": "他把我逼成重度抑郁症，会因为很小的事情把我说的很坏很坏，把我跟其他同龄人作比较贬低的一文不值，早死、废物、没用、没人会愿意嫁等恶毒的诅咒我，骂了我妈一辈子绝后人家的女儿和疯子。",
        "label": ""
      },
      {
        "sentence": "总之罄竹难书，发生的事情太多了，对我的影响非常之大。",
        "label": ""
      },
      {
        "sentence": "现在他们要离婚，渣父也不管我没有谈恋爱结婚，要把几乎靠妈赚来的房子变卖分走一半财产，子女老婆都不爱。",
        "label": ""
      },
      {
        "sentence": "导致我每天忍不住痛恨，我该怎么放下？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常心疼你，先给你个大大的拥抱~",
    "annotation": [
      {
        "sentence": "非常心疼你，先给你个大大的拥抱~",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的拥抱，我真的很需要。",
    "annotation": [
      {
        "sentence": "谢谢你的拥抱，我真的很需要。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的叙述中可以感受到你对父亲的深深怨恨和无法自拔的痛苦。父母的婚姻一直都很糟糕，你和姐姐也经历了许多暴力和伤害，这些经历对你造成了巨大伤害。",
    "annotation": [
      {
        "sentence": "从你的叙述中可以感受到你对父亲的深深怨恨和无法自拔的痛苦。",
        "label": ""
      },
      {
        "sentence": "父母的婚姻一直都很糟糕，你和姐姐也经历了许多暴力和伤害，这些经历对你造成了巨大伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我从小就胆小怕事，总是被别人欺负，甚至受到过虐待。而爸爸对我们一家人也很不负责任，对妈妈更是冷漠至极。他的恶劣行为让我无法原谅他。",
    "annotation": [
      {
        "sentence": "是的，我从小就胆小怕事，总是被别人欺负，甚至受到过虐待。",
        "label": ""
      },
      {
        "sentence": "而爸爸对我们一家人也很不负责任，对妈妈更是冷漠至极。",
        "label": ""
      },
      {
        "sentence": "他的恶劣行为让我无法原谅他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的痛苦和愤怒，小时候的伤害是如此深刻，父亲伤害你们的场景还历历在目。父亲的行为方式确实是完全错误的，但是在离婚财产分割上法律规定的还是要进行执行。你内心一定感到很无奈，觉得父亲欠你们母子的并没有得到回报，让你感到非常不公平和心理不平衡。",
    "annotation": [
      {
        "sentence": "我能理解你的痛苦和愤怒，小时候的伤害是如此深刻，父亲伤害你们的场景还历历在目。",
        "label": ""
      },
      {
        "sentence": "父亲的行为方式确实是完全错误的，但是在离婚财产分割上法律规定的还是要进行执行。",
        "label": ""
      },
      {
        "sentence": "你内心一定感到很无奈，觉得父亲欠你们母子的并没有得到回报，让你感到非常不公平和心理不平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得他这个恶人竟然还能得到一半的财产，真是让人愤怒。我不知道如何面对过去的痛苦，觉得恶人始终没有受到他应有的惩罚。",
    "annotation": [
      {
        "sentence": "是的，我觉得他这个恶人竟然还能得到一半的财产，真是让人愤怒。",
        "label": ""
      },
      {
        "sentence": "我不知道如何面对过去的痛苦，觉得恶人始终没有受到他应有的惩罚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，要接纳过去被伤害的自己，你没有错，你当时没有能力保护自己和身边的人也不是你的过错。那些伤害你们的人，是他们的错，而不是你们的错。你是一个有爱家人、有责任感、值得被爱的人，不要埋怨过去自己不够有力量抵抗。",
    "annotation": [
      {
        "sentence": "首先，要接纳过去被伤害的自己，你没有错，你当时没有能力保护自己和身边的人也不是你的过错。",
        "label": ""
      },
      {
        "sentence": "那些伤害你们的人，是他们的错，而不是你们的错。",
        "label": ""
      },
      {
        "sentence": "你是一个有爱家人、有责任感、值得被爱的人，不要埋怨过去自己不够有力量抵抗。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我一直觉得自己很无用，但或许我应该接纳过去的自己，不再自责。",
    "annotation": [
      {
        "sentence": "你说得对，我一直觉得自己很无用，但或许我应该接纳过去的自己，不再自责。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，疗愈自己是一个过程，你可以寻找关心你的朋友、找到爱你的伴侣，学习更多的知识和社会资源来保护自己。这些都会成为你的精神支撑，随着时间的推移，你内心的伤痕会慢慢愈合。也许以后有时候你会想起过去的伤痛，但是当你看到身边的人、看到自己的成长，你会找到真正的安全感。",
    "annotation": [
      {
        "sentence": "对的，疗愈自己是一个过程，你可以寻找关心你的朋友、找到爱你的伴侣，学习更多的知识和社会资源来保护自己。",
        "label": ""
      },
      {
        "sentence": "这些都会成为你的精神支撑，随着时间的推移，你内心的伤痕会慢慢愈合。",
        "label": ""
      },
      {
        "sentence": "也许以后有时候你会想起过去的伤痛，但是当你看到身边的人、看到自己的成长，你会找到真正的安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我感到一丝希望。但是我也想让伤害我的人承担应该的责任，是否可以通过法律途径来保护自己的权益？",
    "annotation": [
      {
        "sentence": "听你这么说，我感到一丝希望。",
        "label": ""
      },
      {
        "sentence": "但是我也想让伤害我的人承担应该的责任，是否可以通过法律途径来保护自己的权益？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以，如果你觉得有必要，可以考虑通过法律途径维护你们的权益。但是如果最后实在没有办法争取到你们的利益，也许放下也是一种选择。重要的是要拥抱自己，面对现在生活中爱你的人，你们会相互支持，开启全新的生活。希望我的建议能对你有所帮助。",
    "annotation": [
      {
        "sentence": "当然可以，如果你觉得有必要，可以考虑通过法律途径维护你们的权益。",
        "label": ""
      },
      {
        "sentence": "但是如果最后实在没有办法争取到你们的利益，也许放下也是一种选择。",
        "label": ""
      },
      {
        "sentence": "重要的是要拥抱自己，面对现在生活中爱你的人，你们会相互支持，开启全新的生活。",
        "label": ""
      },
      {
        "sentence": "希望我的建议能对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会试着接纳过去的自己，同时也寻求法律的帮助，保护自己的权益。希望日后能拥有一个更好的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会试着接纳过去的自己，同时也寻求法律的帮助，保护自己的权益。",
        "label": ""
      },
      {
        "sentence": "希望日后能拥有一个更好的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不是一个人在战斗，我会一直支持你的。相信自己，你一定能够走出阴影，拥有美好的未来。加油！",
    "annotation": [
      {
        "sentence": "你不是一个人在战斗，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够走出阴影，拥有美好的未来。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]