[
  {
    "role": "client",
    "content": "家长不讲卫生，严重影响生活质量，怎么改变？父母不在家的时候我在家里做饭每次都能及时刷锅、刷碗、清理台面、水池，基本能维持干净整洁。但前天我爸回来后由他做饭家里厨房就变得特别脏。他不刷锅，家里两个锅都被他用了没有刷，他都是把能用的锅用完了之后做饭的时候没干净的锅了才知道刷锅，但刷锅也是简单冲一下一点也不干净；不刷碗，每次吃饭直接用以前刷好的干净碗，做法同上，而我吃饭的碗每次都能及时洗干净；不清理台面，我们家两个切菜板，一个是我买的小号的切菜板，我用了之后是一定会清洗的，还有一个大号的木菜板，用了几年从没清洗过都有很明显的霉点，我爸还是用它切菜；不清理水池，洗菜残渣、剩菜剩饭倒进去把水池堵了，我很不理解为什么他不把沥干水的食物残渣扔进垃圾桶，而是倒在水池里堵塞下水道？把厨房下水道堵了之后他就在洗漱池倒食物残渣，把洗漱的池子也堵了，我们家所有的水池都经常堵，还特别脏，严重影响生活质量，起床看到一片狼藉整天心情也不好。",
    "annotation": [
      {
        "sentence": "家长不讲卫生，严重影响生活质量，怎么改变？",
        "label": ""
      },
      {
        "sentence": "父母不在家的时候我在家里做饭每次都能及时刷锅、刷碗、清理台面、水池，基本能维持干净整洁。",
        "label": ""
      },
      {
        "sentence": "但前天我爸回来后由他做饭家里厨房就变得特别脏。",
        "label": ""
      },
      {
        "sentence": "他不刷锅，家里两个锅都被他用了没有刷，他都是把能用的锅用完了之后做饭的时候没干净的锅了才知道刷锅，但刷锅也是简单冲一下一点也不干净；不刷碗，每次吃饭直接用以前刷好的干净碗，做法同上，而我吃饭的碗每次都能及时洗干净；不清理台面，我们家两个切菜板，一个是我买的小号的切菜板，我用了之后是一定会清洗的，还有一个大号的木菜板，用了几年从没清洗过都有很明显的霉点，我爸还是用它切菜；不清理水池，洗菜残渣、剩菜剩饭倒进去把水池堵了，我很不理解为什么他不把沥干水的食物残渣扔进垃圾桶，而是倒在水池里堵塞下水道？",
        "label": ""
      },
      {
        "sentence": "把厨房下水道堵了之后他就在洗漱池倒食物残渣，把洗漱的池子也堵了，我们家所有的水池都经常堵，还特别脏，严重影响生活质量，起床看到一片狼藉整天心情也不好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你的困扰我觉得你的情绪很激动。首先，我们来探讨一下你的需求，你希望改变现在家里的卫生情况，对吗？",
    "annotation": [
      {
        "sentence": "你好，听到你的困扰我觉得你的情绪很激动。",
        "label": ""
      },
      {
        "sentence": "首先，我们来探讨一下你的需求，你希望改变现在家里的卫生情况，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我想达到家庭整洁干净的状态。",
    "annotation": [
      {
        "sentence": "是的，我想达到家庭整洁干净的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那么，接下来你可以先尝试和你的父亲进行一次沟通，听到你的叙述我们也可以看出你很不满意他不遵守卫生习惯的行为。在你沟通时，可以表达一下你对卫生的看法，提醒他注意卫生也是为了我们的健康。",
    "annotation": [
      {
        "sentence": "那么，接下来你可以先尝试和你的父亲进行一次沟通，听到你的叙述我们也可以看出你很不满意他不遵守卫生习惯的行为。",
        "label": ""
      },
      {
        "sentence": "在你沟通时，可以表达一下你对卫生的看法，提醒他注意卫生也是为了我们的健康。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那可是说了好多次了，但总是改不过他。",
    "annotation": [
      {
        "sentence": "那可是说了好多次了，但总是改不过他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "沟通的技巧也是很重要的，建议你可以试着换一种方式与他沟通，比如换个场景或者换一种语气。另外，你可以通过一些身体语言来表现你的态度，比如认真的看着他，再简洁地、详细地再陈述一遍你的需求和想法，他或许会理解你的想法，进而改变自己的习惯。",
    "annotation": [
      {
        "sentence": "沟通的技巧也是很重要的，建议你可以试着换一种方式与他沟通，比如换个场景或者换一种语气。",
        "label": ""
      },
      {
        "sentence": "另外，你可以通过一些身体语言来表现你的态度，比如认真的看着他，再简洁地、详细地再陈述一遍你的需求和想法，他或许会理解你的想法，进而改变自己的习惯。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "如果我父亲一直不改变怎么办？",
    "annotation": [
      {
        "sentence": "如果我父亲一直不改变怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以主动地采取行动，比如，你可以和他约定每次做完饭后，大家一起清理一下卫生，这样一来，你能够参与其中，大家一起完成。另外也许你平常的清洁工作不必都由你来做，可以邀请你的父亲一起协作完成家庭清洁事宜，以此来促进大家更好的相处。",
    "annotation": [
      {
        "sentence": "你可以主动地采取行动，比如，你可以和他约定每次做完饭后，大家一起清理一下卫生，这样一来，你能够参与其中，大家一起完成。",
        "label": ""
      },
      {
        "sentence": "另外也许你平常的清洁工作不必都由你来做，可以邀请你的父亲一起协作完成家庭清洁事宜，以此来促进大家更好的相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会尝试这些方法，谢谢你的建议。",
    "annotation": [
      {
        "sentence": "好的，我会尝试这些方法，谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不谢，希望我的建议能够帮助你能够更好地和你的父亲协作，达成你们共同的目标。",
    "annotation": [
      {
        "sentence": "不谢，希望我的建议能够帮助你能够更好地和你的父亲协作，达成你们共同的目标。",
        "label": ""
      }
    ]
  }
]