[
  {
    "role": "client",
    "content": "我16岁，缺安全感，坐公交都需要有人陪，不喜欢孤独。",
    "annotation": [
      {
        "sentence": "我16岁，缺安全感，坐公交都需要有人陪，不喜欢孤独。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你宝贝目前面临的主要问题是：害怕孤独，内心空虚，需要一些志同道合的朋友。首先暖暖要告诉你宝贝，人作为群居动物，渴望有人陪伴，有人欣赏，害怕孤独都是很正常的心理现象，每个人在不同的阶段都会有这种孤独感，所以不用过分在意自己的这种感受。",
    "annotation": [
      {
        "sentence": "你宝贝目前面临的主要问题是：害怕孤独，内心空虚，需要一些志同道合的朋友。",
        "label": ""
      },
      {
        "sentence": "首先暖暖要告诉你宝贝，人作为群居动物，渴望有人陪伴，有人欣赏，害怕孤独都是很正常的心理现象，每个人在不同的阶段都会有这种孤独感，所以不用过分在意自己的这种感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我16岁的男生找不到志同道合的朋友，缺乏安全感。出门一定要有人陪，即使出去了也想在微信跟人聊天。睡醒了如果微信没人找我就有种失落感。出门连公交自己都不去坐，一定要有人陪才行。",
    "annotation": [
      {
        "sentence": "可是我16岁的男生找不到志同道合的朋友，缺乏安全感。",
        "label": ""
      },
      {
        "sentence": "出门一定要有人陪，即使出去了也想在微信跟人聊天。",
        "label": ""
      },
      {
        "sentence": "睡醒了如果微信没人找我就有种失落感。",
        "label": ""
      },
      {
        "sentence": "出门连公交自己都不去坐，一定要有人陪才行。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "经过你宝贝的描述，暖暖有一种感觉：好像有一个透明的大玻璃壳把你的内心包裹着，既想让外面的人知道自己对朋友的渴望，又不让外面的人过分接近，在与人相处时总有一些隔阂，不能完全释放自己的内心与人相处。所以，暖暖建议你宝贝与周围的人接触时能够敞开心扉，真实地与对方沟通，交流自己的真实感受。",
    "annotation": [
      {
        "sentence": "经过你宝贝的描述，暖暖有一种感觉：好像有一个透明的大玻璃壳把你的内心包裹着，既想让外面的人知道自己对朋友的渴望，又不让外面的人过分接近，在与人相处时总有一些隔阂，不能完全释放自己的内心与人相处。",
        "label": ""
      },
      {
        "sentence": "所以，暖暖建议你宝贝与周围的人接触时能够敞开心扉，真实地与对方沟通，交流自己的真实感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是跟陌生人交流没有问题，在家很无聊想出去，但是不知道叫谁。就是渴望有一群志同道合的朋友，有个知己做有意义的事。看见别人有一群朋友，自己也想拥有，不喜欢孤独。",
    "annotation": [
      {
        "sentence": "但是跟陌生人交流没有问题，在家很无聊想出去，但是不知道叫谁。",
        "label": ""
      },
      {
        "sentence": "就是渴望有一群志同道合的朋友，有个知己做有意义的事。",
        "label": ""
      },
      {
        "sentence": "看见别人有一群朋友，自己也想拥有，不喜欢孤独。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你宝贝正处于年华正好的时间段，学习能力强，感受力强，培养一些特长和爱好也是一个不错的选择。暖暖悄悄告诉你宝贝，写作也是一个自己和自己交流的平台，自己也可以是自己的朋友。不知道你宝贝有没有思考过未来自己会成为一个什么样的人，做什么样的职业，周围有哪些人呢，如果确立一个对未来的目标，也会提升充实感。",
    "annotation": [
      {
        "sentence": "你宝贝正处于年华正好的时间段，学习能力强，感受力强，培养一些特长和爱好也是一个不错的选择。",
        "label": ""
      },
      {
        "sentence": "暖暖悄悄告诉你宝贝，写作也是一个自己和自己交流的平台，自己也可以是自己的朋友。",
        "label": ""
      },
      {
        "sentence": "不知道你宝贝有没有思考过未来自己会成为一个什么样的人，做什么样的职业，周围有哪些人呢，如果确立一个对未来的目标，也会提升充实感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我也想尝试培养一些特长和爱好，来丰富自己的生活。但是现在我总是感觉没有人理解我，没有人能够和我产生共鸣。我真的很需要志同道合的朋友，有一个知己。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我也想尝试培养一些特长和爱好，来丰富自己的生活。",
        "label": ""
      },
      {
        "sentence": "但是现在我总是感觉没有人理解我，没有人能够和我产生共鸣。",
        "label": ""
      },
      {
        "sentence": "我真的很需要志同道合的朋友，有一个知己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的需求，暖暖相信在这个世界上一定有人能够理解你，与你产生共鸣。有时候，我们需要耐心等待合适的机会和人，同时也要主动去寻找，参加一些社交活动或者加入一些兴趣小组，多认识一些朋友。同时你也可以试着与家人或者老师进行沟通，他们可能能够给你一些建议和帮助。记住，人生是一个长久的过程，慢慢地你会遇到那些与你志同道合的人，找到你的知己。",
    "annotation": [
      {
        "sentence": "我理解你的需求，暖暖相信在这个世界上一定有人能够理解你，与你产生共鸣。",
        "label": ""
      },
      {
        "sentence": "有时候，我们需要耐心等待合适的机会和人，同时也要主动去寻找，参加一些社交活动或者加入一些兴趣小组，多认识一些朋友。",
        "label": ""
      },
      {
        "sentence": "同时你也可以试着与家人或者老师进行沟通，他们可能能够给你一些建议和帮助。",
        "label": ""
      },
      {
        "sentence": "记住，人生是一个长久的过程，慢慢地你会遇到那些与你志同道合的人，找到你的知己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试你说的这些方法，积极主动地去寻找机会，结识更多的人。我知道人生是一个长途跋涉，必定会遇到合适的人和事。谢谢你的鼓励和支持。",
    "annotation": [
      {
        "sentence": "我会尝试你说的这些方法，积极主动地去寻找机会，结识更多的人。",
        "label": ""
      },
      {
        "sentence": "我知道人生是一个长途跋涉，必定会遇到合适的人和事。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，暖暖会一直支持你的。如果你还有其他的烦恼或者需要倾诉，随时都可以来找我聊天。一起度过孤独和困难的时刻。记住，你并不孤独，有我一直在你身边。",
    "annotation": [
      {
        "sentence": "不客气，暖暖会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他的烦恼或者需要倾诉，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "一起度过孤独和困难的时刻。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤独，有我一直在你身边。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的陪伴和鼓励，我会记住你的话，并且努力克服自己的困难。",
    "annotation": [
      {
        "sentence": "谢谢你的陪伴和鼓励，我会记住你的话，并且努力克服自己的困难。",
        "label": ""
      }
    ]
  }
]