[
  {
    "role": "client",
    "content": "我是一个15岁的男生，从小性格比较争强好胜，从小时候起，我就给自己添了很大的压力，譬如学习上要考多少名！但结果十分不如人意每一次意愿的落空，都会加大我的压力和动力，但还是经常落空了问题随着年龄的增长，如滚雪球般不断明显，就是我越来越感到没有自信，现在快要去高二了，学习成绩不行主要是因为我已经非常厌学了，但我很渴望考上更好的大学，但已经觉得没有那个意志力，再坚持下去了，我觉得我做什么事情都不能收获从中获得的成就感和优越感只有打篮球和天文观测例外因为当我做那些事情的时候，我的内心是始终平静和极端专注的如果我的内心不能保持心无旁骛和平稳，我会感到十分的焦虑和紧张和没有安全感，就学习来说，现在我一回到教室总是想看周围的人，或许仅是在意他们我觉得我某种需求还会被满足本我被压榨太厉害了自我和超我未能如意！我觉得我已经尽力了，要么是失败了，要么成功并未明显！我该怎么做？",
    "annotation": [
      {
        "sentence": "我是一个15岁的男生，从小性格比较争强好胜，从小时候起，我就给自己添了很大的压力，譬如学习上要考多少名！",
        "label": ""
      },
      {
        "sentence": "但结果十分不如人意每一次意愿的落空，都会加大我的压力和动力，但还是经常落空了问题随着年龄的增长，如滚雪球般不断明显，就是我越来越感到没有自信，现在快要去高二了，学习成绩不行主要是因为我已经非常厌学了，但我很渴望考上更好的大学，但已经觉得没有那个意志力，再坚持下去了，我觉得我做什么事情都不能收获从中获得的成就感和优越感只有打篮球和天文观测例外因为当我做那些事情的时候，我的内心是始终平静和极端专注的如果我的内心不能保持心无旁骛和平稳，我会感到十分的焦虑和紧张和没有安全感，就学习来说，现在我一回到教室总是想看周围的人，或许仅是在意他们我觉得我某种需求还会被满足本我被压榨太厉害了自我和超我未能如意！",
        "label": ""
      },
      {
        "sentence": "我觉得我已经尽力了，要么是失败了，要么成功并未明显！",
        "label": ""
      },
      {
        "sentence": "我该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "学长好呀（来自一个准高一的问候）。嗯，我可以给你一些建议和分析。虽然我来到这里不到一天，所以分析可能不是很到位，先在这里道歉啦。对于给自己增添压力这件事情，先不要惊慌，这是一个正常现象哦。在我们的成长过程中，我们都认为自己是与众不同、独一无二的，所以会给自己一些很大的压力。这种压力其实是推动我们前进的动力，所以不需要过分担心。不过接下来我会谈一谈压力程度哦。众所周知，鸭梨山大的话会把自己压垮的哈，所以如果你想给自己定下目标和压力的话，先定一个大的目标，然后分步小步走向那个目标。也就是说，再制定一些很小的目标，小到今天读一本什么样的书，甚至是做一道题，都是可以的呢。这样有助于增强你的自信，相信我，这是非常非常有效的方法。此外，你可以尝试一下暗示自己。最了解你的人只有你自己，这样的心理暗示只能由你自己进行。每天清晨洗漱的时候，试着面带微笑看着镜子里的自己，在心里默念“我是最棒的，我的目标一定可以实现”。然后列一下自己今天要做的事情清单，满怀激情地去完成吧！相信自己呀！毕竟，学长你也是优秀的人呢，不是吗？优越感是建立在获得感的基础上的。对我来说，首先我们需要先做成这件事情，甚至我们可以满足于完成这件事情。因为我们把它完成了，对吧？尽管可能有一些拖延、迟疑和摇摆不定的情况，但我们还是把它做成了。所以我们可以自豪地说，对自己、对大家、对这个世界说：“我把这件事完成啦！”对于厌学的情绪，我也经历过。毕竟，人都会有畏难情绪，都有惰性。所以我们要尽量克服它呢。我的方法是学会奖励自己，当然要在自己的能力范围内。比如说，做完三套习题就听一会音乐或者玩一会游戏，又或者，看完一本书后写完读后感，奖励自己一个漂亮的笔记本之类的东西。这个方法非常有效呢，希望你可以尝试一下。内心无法保持平静的情况，其实是非常正常的。有很大一部分人，内心都无法保持较长时间的平静。你可以尝试给自己一个提醒，可以在你常常分心的地方贴上一张小纸条，上面写上激励自己的话，这样或许会有一定的效果。另外，培养兴趣也是一个不错的方法。你可以抱着对某件事情不太了解的心态来尝试，比如说，“嘿，这是什么？试试看”。然后，尽量保持这种心态，你会逐渐对这件事情产生兴趣的。来到学校后，如果内心依然焦虑，可以尝试找几个同学，听听他们的烦恼和理想。你会发现，当他们谈起理想的时候，眼睛都会闪着和星星一样的光。你可以让他们给你督促，毕竟学习不仅需要自律，还需要他律。没有人不喜欢有理想的孩子，所以你也可以和老师谈一谈。不要害怕老师哦，其实有很多老师都是“刀子嘴豆腐心”，在对你进行教诲的同时内心都希望帮你找到解决方法的。所以你可以大胆去找老师，不要害怕哦。学长能够意识到自己的",
    "annotation": [
      {
        "sentence": "学长好呀（来自一个准高一的问候）。",
        "label": ""
      },
      {
        "sentence": "嗯，我可以给你一些建议和分析。",
        "label": ""
      },
      {
        "sentence": "虽然我来到这里不到一天，所以分析可能不是很到位，先在这里道歉啦。",
        "label": ""
      },
      {
        "sentence": "对于给自己增添压力这件事情，先不要惊慌，这是一个正常现象哦。",
        "label": ""
      },
      {
        "sentence": "在我们的成长过程中，我们都认为自己是与众不同、独一无二的，所以会给自己一些很大的压力。",
        "label": ""
      },
      {
        "sentence": "这种压力其实是推动我们前进的动力，所以不需要过分担心。",
        "label": ""
      },
      {
        "sentence": "不过接下来我会谈一谈压力程度哦。",
        "label": ""
      },
      {
        "sentence": "众所周知，鸭梨山大的话会把自己压垮的哈，所以如果你想给自己定下目标和压力的话，先定一个大的目标，然后分步小步走向那个目标。",
        "label": ""
      },
      {
        "sentence": "也就是说，再制定一些很小的目标，小到今天读一本什么样的书，甚至是做一道题，都是可以的呢。",
        "label": ""
      },
      {
        "sentence": "这样有助于增强你的自信，相信我，这是非常非常有效的方法。",
        "label": ""
      },
      {
        "sentence": "此外，你可以尝试一下暗示自己。",
        "label": ""
      },
      {
        "sentence": "最了解你的人只有你自己，这样的心理暗示只能由你自己进行。",
        "label": ""
      },
      {
        "sentence": "每天清晨洗漱的时候，试着面带微笑看着镜子里的自己，在心里默念“我是最棒的，我的目标一定可以实现”。",
        "label": ""
      },
      {
        "sentence": "然后列一下自己今天要做的事情清单，满怀激情地去完成吧！",
        "label": ""
      },
      {
        "sentence": "相信自己呀！",
        "label": ""
      },
      {
        "sentence": "毕竟，学长你也是优秀的人呢，不是吗？",
        "label": ""
      },
      {
        "sentence": "优越感是建立在获得感的基础上的。",
        "label": ""
      },
      {
        "sentence": "对我来说，首先我们需要先做成这件事情，甚至我们可以满足于完成这件事情。",
        "label": ""
      },
      {
        "sentence": "因为我们把它完成了，对吧？",
        "label": ""
      },
      {
        "sentence": "尽管可能有一些拖延、迟疑和摇摆不定的情况，但我们还是把它做成了。",
        "label": ""
      },
      {
        "sentence": "所以我们可以自豪地说，对自己、对大家、对这个世界说：“我把这件事完成啦！",
        "label": ""
      },
      {
        "sentence": "”对于厌学的情绪，我也经历过。",
        "label": ""
      },
      {
        "sentence": "毕竟，人都会有畏难情绪，都有惰性。",
        "label": ""
      },
      {
        "sentence": "所以我们要尽量克服它呢。",
        "label": ""
      },
      {
        "sentence": "我的方法是学会奖励自己，当然要在自己的能力范围内。",
        "label": ""
      },
      {
        "sentence": "比如说，做完三套习题就听一会音乐或者玩一会游戏，又或者，看完一本书后写完读后感，奖励自己一个漂亮的笔记本之类的东西。",
        "label": ""
      },
      {
        "sentence": "这个方法非常有效呢，希望你可以尝试一下。",
        "label": ""
      },
      {
        "sentence": "内心无法保持平静的情况，其实是非常正常的。",
        "label": ""
      },
      {
        "sentence": "有很大一部分人，内心都无法保持较长时间的平静。",
        "label": ""
      },
      {
        "sentence": "你可以尝试给自己一个提醒，可以在你常常分心的地方贴上一张小纸条，上面写上激励自己的话，这样或许会有一定的效果。",
        "label": ""
      },
      {
        "sentence": "另外，培养兴趣也是一个不错的方法。",
        "label": ""
      },
      {
        "sentence": "你可以抱着对某件事情不太了解的心态来尝试，比如说，“嘿，这是什么？",
        "label": ""
      },
      {
        "sentence": "试试看”。",
        "label": ""
      },
      {
        "sentence": "然后，尽量保持这种心态，你会逐渐对这件事情产生兴趣的。",
        "label": ""
      },
      {
        "sentence": "来到学校后，如果内心依然焦虑，可以尝试找几个同学，听听他们的烦恼和理想。",
        "label": ""
      },
      {
        "sentence": "你会发现，当他们谈起理想的时候，眼睛都会闪着和星星一样的光。",
        "label": ""
      },
      {
        "sentence": "你可以让他们给你督促，毕竟学习不仅需要自律，还需要他律。",
        "label": ""
      },
      {
        "sentence": "没有人不喜欢有理想的孩子，所以你也可以和老师谈一谈。",
        "label": ""
      },
      {
        "sentence": "不要害怕老师哦，其实有很多老师都是“刀子嘴豆腐心”，在对你进行教诲的同时内心都希望帮你找到解决方法的。",
        "label": ""
      },
      {
        "sentence": "所以你可以大胆去找老师，不要害怕哦。",
        "label": ""
      },
      {
        "sentence": "学长能够意识到自己的",
        "label": ""
      }
    ]
  }
]