[
  {
    "role": "client",
    "content": "我是一个15岁的男生，从小性格比较争强好胜，从小时候起，我就给自己添了很大的压力，譬如学习上要考多少名！但结果十分不如人意每一次意愿的落空，都会加大我的压力和动力，但还是经常落空了问题随着年龄的增长，如滚雪球般不断明显，就是我越来越感到没有自信，现在快要去高二了，学习成绩不行主要是因为我已经非常厌学了，但我很渴望考上更好的大学，但已经觉得没有那个意志力，再坚持下去了，我觉得我做什么事情都不能收获从中获得的成就感和优越感只有打篮球和天文观测例外因为当我做那些事情的时候，我的内心是始终平静和极端专注的如果我的内心不能保持心无旁骛和平稳，我会感到十分的焦虑和紧张和没有安全感，就学习来说，现在我一回到教室总是想看周围的人，或许仅是在意他们我觉得我某种需求还会被满足本我被压榨太厉害了自我和超我未能如意！我觉得我已经尽力了，要么是失败了，要么成功并未明显！我该怎么做？",
    "annotation": [
      {
        "sentence": "我是一个15岁的男生，从小性格比较争强好胜，从小时候起，我就给自己添了很大的压力，譬如学习上要考多少名！",
        "label": ""
      },
      {
        "sentence": "但结果十分不如人意每一次意愿的落空，都会加大我的压力和动力，但还是经常落空了问题随着年龄的增长，如滚雪球般不断明显，就是我越来越感到没有自信，现在快要去高二了，学习成绩不行主要是因为我已经非常厌学了，但我很渴望考上更好的大学，但已经觉得没有那个意志力，再坚持下去了，我觉得我做什么事情都不能收获从中获得的成就感和优越感只有打篮球和天文观测例外因为当我做那些事情的时候，我的内心是始终平静和极端专注的如果我的内心不能保持心无旁骛和平稳，我会感到十分的焦虑和紧张和没有安全感，就学习来说，现在我一回到教室总是想看周围的人，或许仅是在意他们我觉得我某种需求还会被满足本我被压榨太厉害了自我和超我未能如意！",
        "label": ""
      },
      {
        "sentence": "我觉得我已经尽力了，要么是失败了，要么成功并未明显！",
        "label": ""
      },
      {
        "sentence": "我该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "欢迎来到青春期，在提问中读到了你对自我的觉察和探索，对情绪的描述很生动，在这个年龄段真的很难得。看你提到了本我、自我和超我，是的，【当我们的自我越有力量时，越能平衡和本我、和现实、和超我的冲突，我们的生活就会越和谐】，先跟你分享下青春期自我发展的一般规律：",
    "annotation": [
      {
        "sentence": "欢迎来到青春期，在提问中读到了你对自我的觉察和探索，对情绪的描述很生动，在这个年龄段真的很难得。",
        "label": ""
      },
      {
        "sentence": "看你提到了本我、自我和超我，是的，【当我们的自我越有力量时，越能平衡和本我、和现实、和超我的冲突，我们的生活就会越和谐】，先跟你分享下青春期自我发展的一般规律：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你能具体解释下青春期自我发展的规律吗？",
    "annotation": [
      {
        "sentence": "你能具体解释下青春期自我发展的规律吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以。1.自我逐渐分化出有知觉、思维能力的【主观自我】，和作为客观观察对象的【客观自我】，意思是我们开始把自己当作观察对象，有强烈的自我观察的意愿。有一点需要注意，当理想自我和被观察到的客观自我差距比较大的时候，我们会体验到痛苦。2.自我意识进一步发展并成熟，有了自己的人生观、价值观，要求自立、尊重，兴趣广泛，希望能获得成功。3.渴望了解自己，对自己的评价越来越全面，从依靠外界评价逐渐到依靠自己的想法来评价，评价的内容从行为逐渐转向性格。另外，受激素影响，这个时期情绪容易不稳定，波动性较大，遇到各种问题（学习压力、人际关系）时极易产生困惑和烦恼。所以别着急，你会这样想，在这个阶段很自然。",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "1.自我逐渐分化出有知觉、思维能力的【主观自我】，和作为客观观察对象的【客观自我】，意思是我们开始把自己当作观察对象，有强烈的自我观察的意愿。",
        "label": ""
      },
      {
        "sentence": "有一点需要注意，当理想自我和被观察到的客观自我差距比较大的时候，我们会体验到痛苦。",
        "label": ""
      },
      {
        "sentence": "2.自我意识进一步发展并成熟，有了自己的人生观、价值观，要求自立、尊重，兴趣广泛，希望能获得成功。",
        "label": ""
      },
      {
        "sentence": "3.渴望了解自己，对自己的评价越来越全面，从依靠外界评价逐渐到依靠自己的想法来评价，评价的内容从行为逐渐转向性格。",
        "label": ""
      },
      {
        "sentence": "另外，受激素影响，这个时期情绪容易不稳定，波动性较大，遇到各种问题（学习压力、人际关系）时极易产生困惑和烦恼。",
        "label": ""
      },
      {
        "sentence": "所以别着急，你会这样想，在这个阶段很自然。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在确实感到很困惑和压力很大，不知道应该怎么办才好。",
    "annotation": [
      {
        "sentence": "我现在确实感到很困惑和压力很大，不知道应该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "让我们看看你在探索时发现了什么？你对自己期待比较高，希望在各个方面都能有良好表现，当结果与预期不符时，会有挫败感，次数多了，甚至影响自信心。是吧？似乎在面对重要的高考时，你发现一方面想考更好的大学来证明自己，我读到了你对成就感的渴望。另一方面呢，之前不成功的经验让你有些不敢尝试，同学学业引发的焦虑感让你不能集中精神学习，同时感到压抑和想反叛。但同时看到你在积极面对，想要主动解决这个问题！让我想到了一个高二的来访，当他看到自我评价过低、高期待带来的高压力对成绩的影响时，树立逐步的阶段性目标，在每一次进步时肯定自己，在挫败时仍能客观面对、投入学习，体验到焦虑时运用放松训练进行调整，3个月后考出了读高中后的最好水平。高二还有时间，希望你也可以试试。",
    "annotation": [
      {
        "sentence": "让我们看看你在探索时发现了什么？",
        "label": ""
      },
      {
        "sentence": "你对自己期待比较高，希望在各个方面都能有良好表现，当结果与预期不符时，会有挫败感，次数多了，甚至影响自信心。",
        "label": ""
      },
      {
        "sentence": "是吧？",
        "label": ""
      },
      {
        "sentence": "似乎在面对重要的高考时，你发现一方面想考更好的大学来证明自己，我读到了你对成就感的渴望。",
        "label": ""
      },
      {
        "sentence": "另一方面呢，之前不成功的经验让你有些不敢尝试，同学学业引发的焦虑感让你不能集中精神学习，同时感到压抑和想反叛。",
        "label": ""
      },
      {
        "sentence": "但同时看到你在积极面对，想要主动解决这个问题！",
        "label": ""
      },
      {
        "sentence": "让我想到了一个高二的来访，当他看到自我评价过低、高期待带来的高压力对成绩的影响时，树立逐步的阶段性目标，在每一次进步时肯定自己，在挫败时仍能客观面对、投入学习，体验到焦虑时运用放松训练进行调整，3个月后考出了读高中后的最好水平。",
        "label": ""
      },
      {
        "sentence": "高二还有时间，希望你也可以试试。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来这位同学真的很厉害，我也希望能够像他一样取得进步。但我感到自己好像没有那种意志力和决心坚持去做。",
    "annotation": [
      {
        "sentence": "听起来这位同学真的很厉害，我也希望能够像他一样取得进步。",
        "label": ""
      },
      {
        "sentence": "但我感到自己好像没有那种意志力和决心坚持去做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要太快对自己妥协，人的能力有不同结构，在不同结构上能力发展有快有慢、有强有弱，比如有的人擅长运动，平衡性特别好，有的人天生对音乐的节奏性把握更好。你可以尝试享受并发展那些你擅长的方面，然后再客观看待那些不太擅长的方面，这样有助于建立自信。你曾经提到打篮球和天文观测让你感到平静和专注，这说明你在这些方面可能有很高的潜力。羡慕你在青春期对自己的探索，不妨试着把这种探索的精神应用到学习上，以一种理性而坚定的态度，逐步设定目标并努力去实现。",
    "annotation": [
      {
        "sentence": "不要太快对自己妥协，人的能力有不同结构，在不同结构上能力发展有快有慢、有强有弱，比如有的人擅长运动，平衡性特别好，有的人天生对音乐的节奏性把握更好。",
        "label": ""
      },
      {
        "sentence": "你可以尝试享受并发展那些你擅长的方面，然后再客观看待那些不太擅长的方面，这样有助于建立自信。",
        "label": ""
      },
      {
        "sentence": "你曾经提到打篮球和天文观测让你感到平静和专注，这说明你在这些方面可能有很高的潜力。",
        "label": ""
      },
      {
        "sentence": "羡慕你在青春期对自己的探索，不妨试着把这种探索的精神应用到学习上，以一种理性而坚定的态度，逐步设定目标并努力去实现。",
        "label": ""
      }
    ]
  }
]