[
  {
    "role": "client",
    "content": "我是一个15岁的男生，从小性格比较争强好胜，从小时候起，我就给自己添了很大的压力，譬如学习上要考多少名！但结果十分不如人意每一次意愿的落空，都会加大我的压力和动力，但还是经常落空了问题随着年龄的增长，如滚雪球般不断明显，就是我越来越感到没有自信。",
    "annotation": [
      {
        "sentence": "我是一个15岁的男生，从小性格比较争强好胜，从小时候起，我就给自己添了很大的压力，譬如学习上要考多少名！",
        "label": ""
      },
      {
        "sentence": "但结果十分不如人意每一次意愿的落空，都会加大我的压力和动力，但还是经常落空了问题随着年龄的增长，如滚雪球般不断明显，就是我越来越感到没有自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个有追求和上进心的人，这在中国传统文化中是被鼓励和认可的。但是，在别人的赞美声中，被赞美的人难免会过高估计自己的实力，觉得自己应该不断做点什么来配得上别人的赞美。这样一来，你会把自己推得越来越高，越来越脱离现实中的自己。因此，无法如愿的行为结果也是自然而然的。从中获得成就感和优越感也越来越变得遥不可及。这可能导致你越来越缺乏自信。",
    "annotation": [
      {
        "sentence": "你是一个有追求和上进心的人，这在中国传统文化中是被鼓励和认可的。",
        "label": ""
      },
      {
        "sentence": "但是，在别人的赞美声中，被赞美的人难免会过高估计自己的实力，觉得自己应该不断做点什么来配得上别人的赞美。",
        "label": ""
      },
      {
        "sentence": "这样一来，你会把自己推得越来越高，越来越脱离现实中的自己。",
        "label": ""
      },
      {
        "sentence": "因此，无法如愿的行为结果也是自然而然的。",
        "label": ""
      },
      {
        "sentence": "从中获得成就感和优越感也越来越变得遥不可及。",
        "label": ""
      },
      {
        "sentence": "这可能导致你越来越缺乏自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我跟别人比起来总觉得自己不够好，特别是在学习方面。我快要进入高二了，但是我的学习成绩不好，主要是因为我已经非常厌学了。虽然我很渴望考上更好的大学，但是我觉得自己已经没有足够的意志力继续坚持下去了。我做任何事情都无法获得成就感和优越感，除非是打篮球和天文观测，因为当我做这些事情时，我的内心始终平静和专注。",
    "annotation": [
      {
        "sentence": "是的，我跟别人比起来总觉得自己不够好，特别是在学习方面。",
        "label": ""
      },
      {
        "sentence": "我快要进入高二了，但是我的学习成绩不好，主要是因为我已经非常厌学了。",
        "label": ""
      },
      {
        "sentence": "虽然我很渴望考上更好的大学，但是我觉得自己已经没有足够的意志力继续坚持下去了。",
        "label": ""
      },
      {
        "sentence": "我做任何事情都无法获得成就感和优越感，除非是打篮球和天文观测，因为当我做这些事情时，我的内心始终平静和专注。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。在学习厌倦的时候，尝试着改变你对学习的态度。把学习看作是你本身所需要的，就像打篮球和天文观测一样，它不仅仅是你要证明自己的工具，也是你成长的一部分。试着放下“争强好胜”的心态，安心享受学习的过程。这样，你可能会重新找回学习的乐趣和动力。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "在学习厌倦的时候，尝试着改变你对学习的态度。",
        "label": ""
      },
      {
        "sentence": "把学习看作是你本身所需要的，就像打篮球和天文观测一样，它不仅仅是你要证明自己的工具，也是你成长的一部分。",
        "label": ""
      },
      {
        "sentence": "试着放下“争强好胜”的心态，安心享受学习的过程。",
        "label": ""
      },
      {
        "sentence": "这样，你可能会重新找回学习的乐趣和动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我总是无法安心地学习，一回到教室就开始关注周围的人，甚至在意他们。我觉得自己的某种需求会被满足，但实际上我的本我被过度压榨了，自我和超我都未能如愿呢！我觉得我已经尽力了，要么是失败了，要么是成功但并不明显。我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "但是我总是无法安心地学习，一回到教室就开始关注周围的人，甚至在意他们。",
        "label": ""
      },
      {
        "sentence": "我觉得自己的某种需求会被满足，但实际上我的本我被过度压榨了，自我和超我都未能如愿呢！",
        "label": ""
      },
      {
        "sentence": "我觉得我已经尽力了，要么是失败了，要么是成功但并不明显。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对他人的关注和需求是正常的，但是当它影响到你的学习和情绪时，就需要加以调节。试着转移注意力，集中精力在自己的学习上。当你意识到自己在关注他人时，停下来，专注于课程和学习任务。给自己一些时间去发展你所需要的自我，以及实现超我所设定的目标。同时，也要接受失败和不够明显的成功。失败并不代表你没有尽力，而是一种成长的机会。为了达到你的目标，学会从失败中学习，并给自己足够的时间和机会来实现成功。",
    "annotation": [
      {
        "sentence": "对他人的关注和需求是正常的，但是当它影响到你的学习和情绪时，就需要加以调节。",
        "label": ""
      },
      {
        "sentence": "试着转移注意力，集中精力在自己的学习上。",
        "label": ""
      },
      {
        "sentence": "当你意识到自己在关注他人时，停下来，专注于课程和学习任务。",
        "label": ""
      },
      {
        "sentence": "给自己一些时间去发展你所需要的自我，以及实现超我所设定的目标。",
        "label": ""
      },
      {
        "sentence": "同时，也要接受失败和不够明显的成功。",
        "label": ""
      },
      {
        "sentence": "失败并不代表你没有尽力，而是一种成长的机会。",
        "label": ""
      },
      {
        "sentence": "为了达到你的目标，学会从失败中学习，并给自己足够的时间和机会来实现成功。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议。我明白了，我会试着放下过高的期望和压力，专注于自己的学习，同时接受失败和不完美的成功。我会努力调节自己的情绪，重新找回学习的乐趣和自信。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      },
      {
        "sentence": "我明白了，我会试着放下过高的期望和压力，专注于自己的学习，同时接受失败和不完美的成功。",
        "label": ""
      },
      {
        "sentence": "我会努力调节自己的情绪，重新找回学习的乐趣和自信。",
        "label": ""
      }
    ]
  }
]