[
  {
    "role": "client",
    "content": "我是个28岁的女生，年纪不小了，可是经常被人说单纯像孩子。有些同龄人，自认为有些经历和成就，就经常对我说他们的经历很多，比我更成熟、更懂事，比我想法正确，比我能处理事情。可能是因为我长相和身材的问题，让我显得年纪小，接触下来发现我经历简单，想法单纯，所以他们就觉得很有优越感了吗？最近越来越多的人这么说我，说我经历少，单纯，老实，内向，性子慢，但是我还是一个挺好的人。我知道自己这样的性格不被人喜欢，久而久之就变成了只要对方比我成熟比我强，我就会觉得在第一次见面的时候就能看出我的这些特质，我就会变得很自卑，很无所适从。只要对方稍微比我强势一点，就会拿这个来压制我，让我觉得很不舒服。我本能的就不想见他们，久而久之就不想跟这些人沟通，宁愿沉默。我知道这个做法是不对的，不能直接封闭自己，可是社会上这样的同龄人太多了啊。年纪大些的可能会理解你的苦处，理解我们之间的差异，所以不会像年轻人那样逼迫人，但是同样也有缺点，我同样也担心因为年龄差比较大而话题不同想法不同，所以避而远之。",
    "annotation": [
      {
        "sentence": "我是个28岁的女生，年纪不小了，可是经常被人说单纯像孩子。",
        "label": ""
      },
      {
        "sentence": "有些同龄人，自认为有些经历和成就，就经常对我说他们的经历很多，比我更成熟、更懂事，比我想法正确，比我能处理事情。",
        "label": ""
      },
      {
        "sentence": "可能是因为我长相和身材的问题，让我显得年纪小，接触下来发现我经历简单，想法单纯，所以他们就觉得很有优越感了吗？",
        "label": ""
      },
      {
        "sentence": "最近越来越多的人这么说我，说我经历少，单纯，老实，内向，性子慢，但是我还是一个挺好的人。",
        "label": ""
      },
      {
        "sentence": "我知道自己这样的性格不被人喜欢，久而久之就变成了只要对方比我成熟比我强，我就会觉得在第一次见面的时候就能看出我的这些特质，我就会变得很自卑，很无所适从。",
        "label": ""
      },
      {
        "sentence": "只要对方稍微比我强势一点，就会拿这个来压制我，让我觉得很不舒服。",
        "label": ""
      },
      {
        "sentence": "我本能的就不想见他们，久而久之就不想跟这些人沟通，宁愿沉默。",
        "label": ""
      },
      {
        "sentence": "我知道这个做法是不对的，不能直接封闭自己，可是社会上这样的同龄人太多了啊。",
        "label": ""
      },
      {
        "sentence": "年纪大些的可能会理解你的苦处，理解我们之间的差异，所以不会像年轻人那样逼迫人，但是同样也有缺点，我同样也担心因为年龄差比较大而话题不同想法不同，所以避而远之。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先就您的年龄而言，也已经在社会上“摸爬滚打”了几年了，有一定的阅历，所以我觉得那些同龄人的说法和想法肯定是不成立的。他们又不完全了解你，凭什么可以说你的经历简单，他们的经历比你多呢？而且他们自己说自己经历的很多，从何考证呢？",
    "annotation": [
      {
        "sentence": "首先就您的年龄而言，也已经在社会上“摸爬滚打”了几年了，有一定的阅历，所以我觉得那些同龄人的说法和想法肯定是不成立的。",
        "label": ""
      },
      {
        "sentence": "他们又不完全了解你，凭什么可以说你的经历简单，他们的经历比你多呢？",
        "label": ""
      },
      {
        "sentence": "而且他们自己说自己经历的很多，从何考证呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实还是有自己的一些经历和阅历，他们不可能完全了解我，也没有资格贬低我。",
    "annotation": [
      {
        "sentence": "你说得对，我确实还是有自己的一些经历和阅历，他们不可能完全了解我，也没有资格贬低我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，他们对你的评价只是凭空的臆测和假设，并没有依据。所以不要只听他们的一面之词就来贬低自己，你远比你想的要优秀。",
    "annotation": [
      {
        "sentence": "没错，他们对你的评价只是凭空的臆测和假设，并没有依据。",
        "label": ""
      },
      {
        "sentence": "所以不要只听他们的一面之词就来贬低自己，你远比你想的要优秀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励。可是，我觉得被说单纯、老实是一种缺点，这样的性格在现今社会很不被看好。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励。",
        "label": ""
      },
      {
        "sentence": "可是，我觉得被说单纯、老实是一种缺点，这样的性格在现今社会很不被看好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我不认为单纯、老实是缺点，相反，这些特质正是你的闪光点。在当今社会上，能保持单纯的人已经不多了，所以我觉得单纯正是你善良的体现，你不必为此感到自卑！",
    "annotation": [
      {
        "sentence": "我不认为单纯、老实是缺点，相反，这些特质正是你的闪光点。",
        "label": ""
      },
      {
        "sentence": "在当今社会上，能保持单纯的人已经不多了，所以我觉得单纯正是你善良的体现，你不必为此感到自卑！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你这么说，我感到有些安慰。但是他们还是会因为觉得比我优秀比我强大而对我产生压迫感，让我很不舒服。",
    "annotation": [
      {
        "sentence": "你这么说，我感到有些安慰。",
        "label": ""
      },
      {
        "sentence": "但是他们还是会因为觉得比我优秀比我强大而对我产生压迫感，让我很不舒服。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果他们认为比你优秀比你强，那你不妨和他们多聊一下，看看是不是真像他们说的那样。如果是真的，那你可以学习一下他们的优点，充实自己；如果是假的，那就不必理会，无须在意，继续做自己就好。",
    "annotation": [
      {
        "sentence": "如果他们认为比你优秀比你强，那你不妨和他们多聊一下，看看是不是真像他们说的那样。",
        "label": ""
      },
      {
        "sentence": "如果是真的，那你可以学习一下他们的优点，充实自己；如果是假的，那就不必理会，无须在意，继续做自己就好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我应该多了解他们，而不是一味地相信别人对我的评价。我会试着和他们更多地交流，看看真实的他们是什么样子。",
    "annotation": [
      {
        "sentence": "确实，我应该多了解他们，而不是一味地相信别人对我的评价。",
        "label": ""
      },
      {
        "sentence": "我会试着和他们更多地交流，看看真实的他们是什么样子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，勇敢地走出去，也许你现在还不敢表达自己，但是能够做一个倾听者也是很不错的，这样你可以慢慢适应，也会有更多的机会发表自己的意见和想法。",
    "annotation": [
      {
        "sentence": "很好，勇敢地走出去，也许你现在还不敢表达自己，但是能够做一个倾听者也是很不错的，这样你可以慢慢适应，也会有更多的机会发表自己的意见和想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我会尝试去倾听他人，也许这是我迈出的第一步。非常感谢你的建议和鼓励，我会努力发现自己的闪光点，成为我理想中的自己！",
    "annotation": [
      {
        "sentence": "是的，我会尝试去倾听他人，也许这是我迈出的第一步。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的建议和鼓励，我会努力发现自己的闪光点，成为我理想中的自己！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经很勇敢地面对了自己的问题，并愿意尝试改变，我为你感到骄傲！希望我的回答对你有所帮助，祝愿你在未来的人际交往中能够更加自信，并找到真正关心和支持你的人。加油！",
    "annotation": [
      {
        "sentence": "你已经很勇敢地面对了自己的问题，并愿意尝试改变，我为你感到骄傲！",
        "label": ""
      },
      {
        "sentence": "希望我的回答对你有所帮助，祝愿你在未来的人际交往中能够更加自信，并找到真正关心和支持你的人。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]