[
  {
    "role": "client",
    "content": "我是一个28岁的女生，年纪不小了，但却经常被人说单纯像孩子。有一些同龄人自认为有点经历和成就，就经常对我说他们经历得很多，比我更成熟懂事，比我想法正确，比我能处理事情。可能是因为我长相和身材的问题，显得年纪小一些。他们接触了一下就发现我经历简单，想法单纯，所以就可以很有优越感了吗？越来越多的人这么说我，说我经历少、单纯、老实、内向、性子慢，但是人还是挺好的。我知道自己这样的性格不受人喜欢，久而久之就变成了只要对方比我成熟比我强，我就会觉得在第一次见面的时候就能看出我的这些特质。我就会很自卑，很无所适从。只要对方性格稍微比我强势一点，就会用这个来压制我，让我很不舒服。我本能地不想再见到那些人，久而久之就不想跟这些人沟通，宁愿选择沉默。我知道这个做法是不对的，不能直接封闭自己。可是社会上这样的同龄人太多了啊。年纪大一些的或许会理解你的苦处，理解我们之间的差异，所以不会像那些逼迫人的年轻人那样。但是同样也存在问题，我同样担心因为年龄差比较大而话题不同、想法不同，所以我还是远离。",
    "annotation": [
      {
        "sentence": "我是一个28岁的女生，年纪不小了，但却经常被人说单纯像孩子。",
        "label": ""
      },
      {
        "sentence": "有一些同龄人自认为有点经历和成就，就经常对我说他们经历得很多，比我更成熟懂事，比我想法正确，比我能处理事情。",
        "label": ""
      },
      {
        "sentence": "可能是因为我长相和身材的问题，显得年纪小一些。",
        "label": ""
      },
      {
        "sentence": "他们接触了一下就发现我经历简单，想法单纯，所以就可以很有优越感了吗？",
        "label": ""
      },
      {
        "sentence": "越来越多的人这么说我，说我经历少、单纯、老实、内向、性子慢，但是人还是挺好的。",
        "label": ""
      },
      {
        "sentence": "我知道自己这样的性格不受人喜欢，久而久之就变成了只要对方比我成熟比我强，我就会觉得在第一次见面的时候就能看出我的这些特质。",
        "label": ""
      },
      {
        "sentence": "我就会很自卑，很无所适从。",
        "label": ""
      },
      {
        "sentence": "只要对方性格稍微比我强势一点，就会用这个来压制我，让我很不舒服。",
        "label": ""
      },
      {
        "sentence": "我本能地不想再见到那些人，久而久之就不想跟这些人沟通，宁愿选择沉默。",
        "label": ""
      },
      {
        "sentence": "我知道这个做法是不对的，不能直接封闭自己。",
        "label": ""
      },
      {
        "sentence": "可是社会上这样的同龄人太多了啊。",
        "label": ""
      },
      {
        "sentence": "年纪大一些的或许会理解你的苦处，理解我们之间的差异，所以不会像那些逼迫人的年轻人那样。",
        "label": ""
      },
      {
        "sentence": "但是同样也存在问题，我同样担心因为年龄差比较大而话题不同、想法不同，所以我还是远离。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的困扰我能理解。我希望我能够给你一些支持和建议来帮助你提升自信心。首先，我们可以从重新认识自己和充分发挥优点开始。找出自己的长处，并尽力发挥出来。这将有助于提高你的自我认同感，进而让你更加自信。对于你的学习能力，我能感受到你对自己的学习非常自信。此外，不要追求完美。每个人都有不完美的地方，不要因为一点挫败就否定自己的全部。如果过于纠结于挫败感，你会感到失望、沮丧，甚至无助。所以，试着将目光转移到自己的优点上，而不是一味地盯着自己的短处。另外，要接纳自己。无论你是怎样的人，都是独一无二的。要学会为自己的特点感到开心和自豪。比如你容易将自己定义为害羞，结果在社交场合都不敢开口说话。但是害羞并不意味着怪异或不正常，你应该接受自己的独特之处。因为你并不需要所有人的认可，也不需要和别人一样。接纳真实的自己很重要。",
    "annotation": [
      {
        "sentence": "你的困扰我能理解。",
        "label": ""
      },
      {
        "sentence": "我希望我能够给你一些支持和建议来帮助你提升自信心。",
        "label": ""
      },
      {
        "sentence": "首先，我们可以从重新认识自己和充分发挥优点开始。",
        "label": ""
      },
      {
        "sentence": "找出自己的长处，并尽力发挥出来。",
        "label": ""
      },
      {
        "sentence": "这将有助于提高你的自我认同感，进而让你更加自信。",
        "label": ""
      },
      {
        "sentence": "对于你的学习能力，我能感受到你对自己的学习非常自信。",
        "label": ""
      },
      {
        "sentence": "此外，不要追求完美。",
        "label": ""
      },
      {
        "sentence": "每个人都有不完美的地方，不要因为一点挫败就否定自己的全部。",
        "label": ""
      },
      {
        "sentence": "如果过于纠结于挫败感，你会感到失望、沮丧，甚至无助。",
        "label": ""
      },
      {
        "sentence": "所以，试着将目光转移到自己的优点上，而不是一味地盯着自己的短处。",
        "label": ""
      },
      {
        "sentence": "另外，要接纳自己。",
        "label": ""
      },
      {
        "sentence": "无论你是怎样的人，都是独一无二的。",
        "label": ""
      },
      {
        "sentence": "要学会为自己的特点感到开心和自豪。",
        "label": ""
      },
      {
        "sentence": "比如你容易将自己定义为害羞，结果在社交场合都不敢开口说话。",
        "label": ""
      },
      {
        "sentence": "但是害羞并不意味着怪异或不正常，你应该接受自己的独特之处。",
        "label": ""
      },
      {
        "sentence": "因为你并不需要所有人的认可，也不需要和别人一样。",
        "label": ""
      },
      {
        "sentence": "接纳真实的自己很重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我会试着重新认识自己，发掘自己的优点并充分发挥。同时，我也会尝试不再追求完美，转变对自己的看法。接纳自己的不足并开心地过自己的生活。不过，我还有一个问题，就是外表和举止上的自信如何达到呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会试着重新认识自己，发掘自己的优点并充分发挥。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尝试不再追求完美，转变对自己的看法。",
        "label": ""
      },
      {
        "sentence": "接纳自己的不足并开心地过自己的生活。",
        "label": ""
      },
      {
        "sentence": "不过，我还有一个问题，就是外表和举止上的自信如何达到呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "外表和举止的自信也是重要的。你可以从改变着装和发型开始。人们常说人是视觉动物，所以你的穿着和发型会影响他人对你的印象。当然，并不是说你要购买昂贵的衣物或改变发型，而是要保持整洁大方。此外，你可以参加一些课程培训或社团活动，这样可以培养一个爱好，让自己更加充实和自信。另外，多读书也是一个不错的方式。书中自有黄金屋，多读书可以提升自身的内在气质，这是其他方法无法比拟的。希望这些建议能对你有所帮助。如果你还有更多疑问或问题，可以随时私信我或关注我们的微信公众号：渡仁心理Pro答疑馆互助社区。",
    "annotation": [
      {
        "sentence": "外表和举止的自信也是重要的。",
        "label": ""
      },
      {
        "sentence": "你可以从改变着装和发型开始。",
        "label": ""
      },
      {
        "sentence": "人们常说人是视觉动物，所以你的穿着和发型会影响他人对你的印象。",
        "label": ""
      },
      {
        "sentence": "当然，并不是说你要购买昂贵的衣物或改变发型，而是要保持整洁大方。",
        "label": ""
      },
      {
        "sentence": "此外，你可以参加一些课程培训或社团活动，这样可以培养一个爱好，让自己更加充实和自信。",
        "label": ""
      },
      {
        "sentence": "另外，多读书也是一个不错的方式。",
        "label": ""
      },
      {
        "sentence": "书中自有黄金屋，多读书可以提升自身的内在气质，这是其他方法无法比拟的。",
        "label": ""
      },
      {
        "sentence": "希望这些建议能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "如果你还有更多疑问或问题，可以随时私信我或关注我们的微信公众号：渡仁心理Pro答疑馆互助社区。",
        "label": ""
      }
    ]
  }
]