[
  {
    "role": "client",
    "content": "同事一句话，挑起内心深处的烦乱？我该如何出这口气？",
    "annotation": [
      {
        "sentence": "同事一句话，挑起内心深处的烦乱？",
        "label": ""
      },
      {
        "sentence": "我该如何出这口气？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你在工作中遭遇了一些不愉快的事情。可以试试找个安静的地方，深呼吸几次，缓解一下压力。你也可以跟我细说一下发生的情况，让我来陪你分析一下。",
    "annotation": [
      {
        "sentence": "听起来你在工作中遭遇了一些不愉快的事情。",
        "label": ""
      },
      {
        "sentence": "可以试试找个安静的地方，深呼吸几次，缓解一下压力。",
        "label": ""
      },
      {
        "sentence": "你也可以跟我细说一下发生的情况，让我来陪你分析一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "昨天早上，我上班打扫卫生，这时听见我们单位的多嘴妇在说，这不能做那不能做，那你来干嘛，白拿人家钱？我就知道她在说我，我刚刚因为一件小事跟她闹了一点矛盾，她心存不满，就跟其他同事散布我的不好。我来到这个单位，是不能干重活，这又怎么了？碍你啥事？拿你的钱了？你胡叨叨个啥？心里这样想，嘴里却什么都说不出来。我觉得，我这样大的年龄，跟她怼过去，真觉得没面子，让别人觉得自己没水平。唉，一天下来，都是正常对待她，也没有跟人家发脾气，我觉得自己窝囊透顶，白白受一个比自己小很多的长舌妇的闲话，我真的无法承受，我该如何出这口气？平复情绪？",
    "annotation": [
      {
        "sentence": "昨天早上，我上班打扫卫生，这时听见我们单位的多嘴妇在说，这不能做那不能做，那你来干嘛，白拿人家钱？",
        "label": ""
      },
      {
        "sentence": "我就知道她在说我，我刚刚因为一件小事跟她闹了一点矛盾，她心存不满，就跟其他同事散布我的不好。",
        "label": ""
      },
      {
        "sentence": "我来到这个单位，是不能干重活，这又怎么了？",
        "label": ""
      },
      {
        "sentence": "碍你啥事？",
        "label": ""
      },
      {
        "sentence": "拿你的钱了？",
        "label": ""
      },
      {
        "sentence": "你胡叨叨个啥？",
        "label": ""
      },
      {
        "sentence": "心里这样想，嘴里却什么都说不出来。",
        "label": ""
      },
      {
        "sentence": "我觉得，我这样大的年龄，跟她怼过去，真觉得没面子，让别人觉得自己没水平。",
        "label": ""
      },
      {
        "sentence": "唉，一天下来，都是正常对待她，也没有跟人家发脾气，我觉得自己窝囊透顶，白白受一个比自己小很多的长舌妇的闲话，我真的无法承受，我该如何出这口气？",
        "label": ""
      },
      {
        "sentence": "平复情绪？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你是被同事的言行打击到了，你的情绪受到了很大的冲击。对于这种情况，可以试试以下方法，希望能对你有所帮助。首先，不要太过在意别人背后怎么说，他们的言论不代表你的价值。其次，如果你实在生气不平，又不好当面解决，可以发个朋友圈影射一下，发泄一下，也许会好一点。如果你确实讨厌她，也不用强迫自己“正常对待她”，适当冷落她不理她也可以，没必要让自己更加委屈。你这个也不叫窝囊，和背后嚼舌根的同事一般见识进而撕破脸，更没什么意思。只能让别人吃瓜。听我说，你的情绪会逐渐平复的。",
    "annotation": [
      {
        "sentence": "听起来你是被同事的言行打击到了，你的情绪受到了很大的冲击。",
        "label": ""
      },
      {
        "sentence": "对于这种情况，可以试试以下方法，希望能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "首先，不要太过在意别人背后怎么说，他们的言论不代表你的价值。",
        "label": ""
      },
      {
        "sentence": "其次，如果你实在生气不平，又不好当面解决，可以发个朋友圈影射一下，发泄一下，也许会好一点。",
        "label": ""
      },
      {
        "sentence": "如果你确实讨厌她，也不用强迫自己“正常对待她”，适当冷落她不理她也可以，没必要让自己更加委屈。",
        "label": ""
      },
      {
        "sentence": "你这个也不叫窝囊，和背后嚼舌根的同事一般见识进而撕破脸，更没什么意思。",
        "label": ""
      },
      {
        "sentence": "只能让别人吃瓜。",
        "label": ""
      },
      {
        "sentence": "听我说，你的情绪会逐渐平复的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，我觉得你说的方法都挺实际的。我也明白不能太过在意别人的言论，但总觉得她的态度让我很不舒服，我害怕别人对我有偏见。可能是由于以前遇到过尴尬的处境，所以这次更加敏感了。我不希望因为这件事情让我的工作受到影响，但很难不去想她说的那些话。你有没有什么办法帮我释放一下内心的焦虑？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，我觉得你说的方法都挺实际的。",
        "label": ""
      },
      {
        "sentence": "我也明白不能太过在意别人的言论，但总觉得她的态度让我很不舒服，我害怕别人对我有偏见。",
        "label": ""
      },
      {
        "sentence": "可能是由于以前遇到过尴尬的处境，所以这次更加敏感了。",
        "label": ""
      },
      {
        "sentence": "我不希望因为这件事情让我的工作受到影响，但很难不去想她说的那些话。",
        "label": ""
      },
      {
        "sentence": "你有没有什么办法帮我释放一下内心的焦虑？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的担心，被别人的评价影响到自信心是常见的情绪问题。你可以尝试一些情绪调节的方式来缓解焦虑。比如，每天找点属于自己的时间，做一些喜欢的事情，放松自己的身心。你也可以试试写下自己的感受，倾诉一下内心的压力。此外，和朋友或家人聊一聊，听听他们的意见和支持，会让你感到更加坚定。记住，你的价值不取决于别人的评价，你是优秀的。",
    "annotation": [
      {
        "sentence": "我了解你的担心，被别人的评价影响到自信心是常见的情绪问题。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一些情绪调节的方式来缓解焦虑。",
        "label": ""
      },
      {
        "sentence": "比如，每天找点属于自己的时间，做一些喜欢的事情，放松自己的身心。",
        "label": ""
      },
      {
        "sentence": "你也可以试试写下自己的感受，倾诉一下内心的压力。",
        "label": ""
      },
      {
        "sentence": "此外，和朋友或家人聊一聊，听听他们的意见和支持，会让你感到更加坚定。",
        "label": ""
      },
      {
        "sentence": "记住，你的价值不取决于别人的评价，你是优秀的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的方法都很实用，尤其是写下感受这个建议，我觉得可以帮我整理思绪。我会尝试放松自己，提高自己的心理素质。谢谢你一直在这里听我倾诉，并给我这么多建议，我现在感觉好多了。有你这样的支持者真的很幸运。",
    "annotation": [
      {
        "sentence": "你说的方法都很实用，尤其是写下感受这个建议，我觉得可以帮我整理思绪。",
        "label": ""
      },
      {
        "sentence": "我会尝试放松自己，提高自己的心理素质。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直在这里听我倾诉，并给我这么多建议，我现在感觉好多了。",
        "label": ""
      },
      {
        "sentence": "有你这样的支持者真的很幸运。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不用客气，我很愿意陪伴你走过这段困难的时期。记得有什么需要随时来找我，我会尽力帮助你。人生中会遇到各种各样的挫折和挑战，但只要我们勇敢面对，相信自己，就一定能够战胜困难。加油！",
    "annotation": [
      {
        "sentence": "你不用客气，我很愿意陪伴你走过这段困难的时期。",
        "label": ""
      },
      {
        "sentence": "记得有什么需要随时来找我，我会尽力帮助你。",
        "label": ""
      },
      {
        "sentence": "人生中会遇到各种各样的挫折和挑战，但只要我们勇敢面对，相信自己，就一定能够战胜困难。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]