[
  {
    "role": "client",
    "content": "婚外情被分手，如何走出痛苦？我和她是同事，我有家庭，她是离婚，她主动找的我，鬼迷心窍，我知道这是不道德的，犹豫过，但还是走出了这一步，我爱上她了，她说最爱我，花了我很多钱，在一起好几个月，甚至想到过要离婚娶她，可是我后来发现她还和另外一个男同事好，我心智已迷，居然还想着把她争取过来，纠缠了俩个来月，她最后跟我摊牌，说那个男人更适合她，她有选择的权力，谁能娶她就嫁给谁，他们要结婚了，那个男的也有家庭，我真想一刀杀了她，这是心理变态故意报复男人吗？害了俩个人，想想那些慌言，让我痛苦不堪，我知道这是自己种下的恶果，当初没有拒绝，我应该受到惩罚，我想请教各位老师，我如何尽快走出这段孽缘给我带来的痛苦，都是同事，每天要见面的，很受折磨，谢谢各位老师",
    "annotation": [
      {
        "sentence": "婚外情被分手，如何走出痛苦？",
        "label": ""
      },
      {
        "sentence": "我和她是同事，我有家庭，她是离婚，她主动找的我，鬼迷心窍，我知道这是不道德的，犹豫过，但还是走出了这一步，我爱上她了，她说最爱我，花了我很多钱，在一起好几个月，甚至想到过要离婚娶她，可是我后来发现她还和另外一个男同事好，我心智已迷，居然还想着把她争取过来，纠缠了俩个来月，她最后跟我摊牌，说那个男人更适合她，她有选择的权力，谁能娶她就嫁给谁，他们要结婚了，那个男的也有家庭，我真想一刀杀了她，这是心理变态故意报复男人吗？",
        "label": ""
      },
      {
        "sentence": "害了俩个人，想想那些慌言，让我痛苦不堪，我知道这是自己种下的恶果，当初没有拒绝，我应该受到惩罚，我想请教各位老师，我如何尽快走出这段孽缘给我带来的痛苦，都是同事，每天要见面的，很受折磨，谢谢各位老师",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情。你现在遇到的困境确实是婚外情所带来的副作用之一。无意指责你，你也明白其中的道理。而现在，对你来说是一个关键的机会，就是可以及时回头是岸。从某个角度来看，她选择了另外一个人对你来说是一件好事。一方面你认清了这个人，另一方面没有因为她让你离开原来的家庭。",
    "annotation": [
      {
        "sentence": "非常理解你的心情。",
        "label": ""
      },
      {
        "sentence": "你现在遇到的困境确实是婚外情所带来的副作用之一。",
        "label": ""
      },
      {
        "sentence": "无意指责你，你也明白其中的道理。",
        "label": ""
      },
      {
        "sentence": "而现在，对你来说是一个关键的机会，就是可以及时回头是岸。",
        "label": ""
      },
      {
        "sentence": "从某个角度来看，她选择了另外一个人对你来说是一件好事。",
        "label": ""
      },
      {
        "sentence": "一方面你认清了这个人，另一方面没有因为她让你离开原来的家庭。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "虽然明白这个道理，但是我还是感到非常痛苦和纠结。我曾经对她付出了很多，花了很多钱，在一起好几个月，甚至有离婚娶她的念头。现在发现她还和另外一个男同事好，我感到非常心寒和难过。",
    "annotation": [
      {
        "sentence": "虽然明白这个道理，但是我还是感到非常痛苦和纠结。",
        "label": ""
      },
      {
        "sentence": "我曾经对她付出了很多，花了很多钱，在一起好几个月，甚至有离婚娶她的念头。",
        "label": ""
      },
      {
        "sentence": "现在发现她还和另外一个男同事好，我感到非常心寒和难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你此刻的感受。这段经历确实给你带来了巨大的痛苦和打击。但是，你要相信时间会过去，痛苦会慢慢减轻。对于那个不珍惜你的人，你不值得再为她付出更多。试着把你的焦点放在其他方面，专心工作和赚钱，也许会有新的机会出现。",
    "annotation": [
      {
        "sentence": "我完全理解你此刻的感受。",
        "label": ""
      },
      {
        "sentence": "这段经历确实给你带来了巨大的痛苦和打击。",
        "label": ""
      },
      {
        "sentence": "但是，你要相信时间会过去，痛苦会慢慢减轻。",
        "label": ""
      },
      {
        "sentence": "对于那个不珍惜你的人，你不值得再为她付出更多。",
        "label": ""
      },
      {
        "sentence": "试着把你的焦点放在其他方面，专心工作和赚钱，也许会有新的机会出现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在还要每天和她见面，这让我感到很尴尬和折磨。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我现在还要每天和她见面，这让我感到很尴尬和折磨。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解这种尴尬和折磨是非常难受的。你可以试着与她保持距离，减少交流。如果可能的话，你也可以考虑换一个岗位，这样能避免与她频繁接触。另外，学着适应这种尴尬的感觉，毕竟她才是应该感到尴尬的一方。专注工作，努力赚钱，不断提升自己，这样才能更好地面对这段婚外情所带来的副作用。",
    "annotation": [
      {
        "sentence": "我理解这种尴尬和折磨是非常难受的。",
        "label": ""
      },
      {
        "sentence": "你可以试着与她保持距离，减少交流。",
        "label": ""
      },
      {
        "sentence": "如果可能的话，你也可以考虑换一个岗位，这样能避免与她频繁接触。",
        "label": ""
      },
      {
        "sentence": "另外，学着适应这种尴尬的感觉，毕竟她才是应该感到尴尬的一方。",
        "label": ""
      },
      {
        "sentence": "专注工作，努力赚钱，不断提升自己，这样才能更好地面对这段婚外情所带来的副作用。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也意识到了自己对家庭的背叛。我对她的出轨也开始负罪感。我该如何面对自己原本的家庭关系呢？",
    "annotation": [
      {
        "sentence": "我也意识到了自己对家庭的背叛。",
        "label": ""
      },
      {
        "sentence": "我对她的出轨也开始负罪感。",
        "label": ""
      },
      {
        "sentence": "我该如何面对自己原本的家庭关系呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "出轨往往并不仅仅是因为觉得第三者太好了，同时也是因为原来的感情中出现了一些问题。你需要深入探索和思考这个问题。也许你需要做一些改变，试着去弥补自己的错误，对原来的家庭更好一些。如果你能恰当地处理各方面的关系，这段婚外情也许可以成为一个让你觉察和改变的机会。但是，请记住，类似的小插曲不应再出现。祝你好运，希望你能尽快从这段孽缘中走出来。",
    "annotation": [
      {
        "sentence": "出轨往往并不仅仅是因为觉得第三者太好了，同时也是因为原来的感情中出现了一些问题。",
        "label": ""
      },
      {
        "sentence": "你需要深入探索和思考这个问题。",
        "label": ""
      },
      {
        "sentence": "也许你需要做一些改变，试着去弥补自己的错误，对原来的家庭更好一些。",
        "label": ""
      },
      {
        "sentence": "如果你能恰当地处理各方面的关系，这段婚外情也许可以成为一个让你觉察和改变的机会。",
        "label": ""
      },
      {
        "sentence": "但是，请记住，类似的小插曲不应再出现。",
        "label": ""
      },
      {
        "sentence": "祝你好运，希望你能尽快从这段孽缘中走出来。",
        "label": ""
      }
    ]
  }
]