[
  {
    "role": "client",
    "content": "初二学生，和爸妈有很多隔阂，该怎么办？",
    "annotation": [
      {
        "sentence": "初二学生，和爸妈有很多隔阂，该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现代社会发展太快，不仅一代人一代人都不同，甚至，每十年，每五年出生的孩子，所接触的世界就会有很大的不一样，所以他们的想法和观念，都会很不一样。你喜欢的综艺，喜欢的明星，与你父母所喜欢的，肯定会是不一样的，这很正常。如果你的喜好，他们确实理解不了，其实也可以藏在心理，不一定要和他们分享，不一定要获得他们的认同。家人之间虽然需要多沟通，相互的理解，但是如果确实很难做到，也不要强求，保留和尊重自己的感受就好。",
    "annotation": [
      {
        "sentence": "现代社会发展太快，不仅一代人一代人都不同，甚至，每十年，每五年出生的孩子，所接触的世界就会有很大的不一样，所以他们的想法和观念，都会很不一样。",
        "label": ""
      },
      {
        "sentence": "你喜欢的综艺，喜欢的明星，与你父母所喜欢的，肯定会是不一样的，这很正常。",
        "label": ""
      },
      {
        "sentence": "如果你的喜好，他们确实理解不了，其实也可以藏在心理，不一定要和他们分享，不一定要获得他们的认同。",
        "label": ""
      },
      {
        "sentence": "家人之间虽然需要多沟通，相互的理解，但是如果确实很难做到，也不要强求，保留和尊重自己的感受就好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答。我可不可以再问你一个问题？我觉得爸妈总是强制我做一些我不喜欢的事情，他们好像总是觉得他们做的是对的。我觉得这样很压抑，我应该怎么应对呢？",
    "annotation": [
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "我可不可以再问你一个问题？",
        "label": ""
      },
      {
        "sentence": "我觉得爸妈总是强制我做一些我不喜欢的事情，他们好像总是觉得他们做的是对的。",
        "label": ""
      },
      {
        "sentence": "我觉得这样很压抑，我应该怎么应对呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母喜欢命令你做你不喜欢的事情，拿他们的行为作为标杆，我想，对于他们的命令，也不一定要一味的对抗，需要分类别应对。有些事情，虽然你不喜欢，但是确实是对你有利的，只是你自己还没意识到它们的重要性而已。比如学习，比如好的行为习惯，好的品德，等等。父母是从他们自己的角度出发，有些可能是他们的固执和偏见，但是也不可否认，父母经历得更多，看得往往也确实要更远。如果有些事情，你不喜欢，而且确实也对你无益，那就适当的拒绝吧。",
    "annotation": [
      {
        "sentence": "父母喜欢命令你做你不喜欢的事情，拿他们的行为作为标杆，我想，对于他们的命令，也不一定要一味的对抗，需要分类别应对。",
        "label": ""
      },
      {
        "sentence": "有些事情，虽然你不喜欢，但是确实是对你有利的，只是你自己还没意识到它们的重要性而已。",
        "label": ""
      },
      {
        "sentence": "比如学习，比如好的行为习惯，好的品德，等等。",
        "label": ""
      },
      {
        "sentence": "父母是从他们自己的角度出发，有些可能是他们的固执和偏见，但是也不可否认，父母经历得更多，看得往往也确实要更远。",
        "label": ""
      },
      {
        "sentence": "如果有些事情，你不喜欢，而且确实也对你无益，那就适当的拒绝吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得有道理。但是有的时候他们的限制和要求让我感到很苦恼，我觉得自己没法享受生活，也没法追求自己的梦想。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "你说得有道理。",
        "label": ""
      },
      {
        "sentence": "但是有的时候他们的限制和要求让我感到很苦恼，我觉得自己没法享受生活，也没法追求自己的梦想。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的困惑和痛苦。有时候，父母的限制可能会让我们觉得束缚，无法追求自己的梦想。但是我想提醒你，年轻的时候，有些东西可能看起来很重要，但随着时间的推移，你的梦想和价值观也会发生变化。也许，你可以试着与父母进行深入的沟通，表达出你对自己未来的期许和想法，看看能否寻求到一些共同的理解和妥协。",
    "annotation": [
      {
        "sentence": "理解你的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "有时候，父母的限制可能会让我们觉得束缚，无法追求自己的梦想。",
        "label": ""
      },
      {
        "sentence": "但是我想提醒你，年轻的时候，有些东西可能看起来很重要，但随着时间的推移，你的梦想和价值观也会发生变化。",
        "label": ""
      },
      {
        "sentence": "也许，你可以试着与父母进行深入的沟通，表达出你对自己未来的期许和想法，看看能否寻求到一些共同的理解和妥协。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽量和他们沟通的。但是，还有一件事情困扰着我，我觉得自己好像有点抑郁。但是每次和爸妈说起来，他们都觉得我是玻璃心、娇气，这让我更加难过。我该怎么办？",
    "annotation": [
      {
        "sentence": "我会尽量和他们沟通的。",
        "label": ""
      },
      {
        "sentence": "但是，还有一件事情困扰着我，我觉得自己好像有点抑郁。",
        "label": ""
      },
      {
        "sentence": "但是每次和爸妈说起来，他们都觉得我是玻璃心、娇气，这让我更加难过。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你觉得自己抑郁，但是父母不理解，或许可以先找学校的心理老师、班主任谈一谈，他们会有更专业的判断，他们的话，父母也往往更信服。他们可以给你提供一些心理支持和建议。同时，也可以尝试与父母共同参加一些家庭活动，增加彼此的沟通和了解，从而让他们更加理解你的内心感受。",
    "annotation": [
      {
        "sentence": "你觉得自己抑郁，但是父母不理解，或许可以先找学校的心理老师、班主任谈一谈，他们会有更专业的判断，他们的话，父母也往往更信服。",
        "label": ""
      },
      {
        "sentence": "他们可以给你提供一些心理支持和建议。",
        "label": ""
      },
      {
        "sentence": "同时，也可以尝试与父母共同参加一些家庭活动，增加彼此的沟通和了解，从而让他们更加理解你的内心感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会去找学校的心理老师谈一谈，希望能得到帮助。同时，我也会试着与父母多沟通，希望能改善彼此的了解和关系。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会去找学校的心理老师谈一谈，希望能得到帮助。",
        "label": ""
      },
      {
        "sentence": "同时，我也会试着与父母多沟通，希望能改善彼此的了解和关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试与父母沟通并寻求专业的帮助。记住，你的感受和情绪都是重要的，不要因为别人的评判而贬低自己。与父母之间建立一个互相尊重和理解的关系，并寻求适当的支援，会让你更好地应对困难和压力。加油！(^_-)。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试与父母沟通并寻求专业的帮助。",
        "label": ""
      },
      {
        "sentence": "记住，你的感受和情绪都是重要的，不要因为别人的评判而贬低自己。",
        "label": ""
      },
      {
        "sentence": "与父母之间建立一个互相尊重和理解的关系，并寻求适当的支援，会让你更好地应对困难和压力。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "(^_-)。",
        "label": ""
      }
    ]
  }
]