[
  {
    "role": "client",
    "content": "你知道吗？我超级讨厌自己老是丢三落四和没有条理，总是把事情弄得一塌糊涂。今天是司法考试，首先我找不到准考证，先是回公司找，可是没有找到，然后回家找，结果才发现准考证掉在厨房里。我匆匆忙忙赶到考场，却又发现手机丢了，没有健康码不能进场。于是我又回家找，最终找到了，顺利进了考场。下午考试，准考证再次不见了，我进了考场，没被放行。我真的受够了别人数落我没有做好的事情，这样的批评真的没用。我知道我错了，可是我就是改不了这个毛病。习惯让我现在变成这个样子，我讨厌丢三落四和没有条理，甚至影响了我的工作。但是我真的不知道如何解决，我很急，我总是急于完成任务，给别人留下不好的印象。每次想事情的时候，我总是想不起来，脑子就像少了一块似的。请不要再批评我态度不好，工作随意，这都是我的责任，但是我真的不知所措！我完全不会做计划，即使做了计划，也无法按照规定的步骤进行，总是希望有所突破，结果反而让事情变得更糟。你能救救我吗？我真的不知道如何克服这个毛病？？？我也无法向别人解释。",
    "annotation": [
      {
        "sentence": "你知道吗？",
        "label": ""
      },
      {
        "sentence": "我超级讨厌自己老是丢三落四和没有条理，总是把事情弄得一塌糊涂。",
        "label": ""
      },
      {
        "sentence": "今天是司法考试，首先我找不到准考证，先是回公司找，可是没有找到，然后回家找，结果才发现准考证掉在厨房里。",
        "label": ""
      },
      {
        "sentence": "我匆匆忙忙赶到考场，却又发现手机丢了，没有健康码不能进场。",
        "label": ""
      },
      {
        "sentence": "于是我又回家找，最终找到了，顺利进了考场。",
        "label": ""
      },
      {
        "sentence": "下午考试，准考证再次不见了，我进了考场，没被放行。",
        "label": ""
      },
      {
        "sentence": "我真的受够了别人数落我没有做好的事情，这样的批评真的没用。",
        "label": ""
      },
      {
        "sentence": "我知道我错了，可是我就是改不了这个毛病。",
        "label": ""
      },
      {
        "sentence": "习惯让我现在变成这个样子，我讨厌丢三落四和没有条理，甚至影响了我的工作。",
        "label": ""
      },
      {
        "sentence": "但是我真的不知道如何解决，我很急，我总是急于完成任务，给别人留下不好的印象。",
        "label": ""
      },
      {
        "sentence": "每次想事情的时候，我总是想不起来，脑子就像少了一块似的。",
        "label": ""
      },
      {
        "sentence": "请不要再批评我态度不好，工作随意，这都是我的责任，但是我真的不知所措！",
        "label": ""
      },
      {
        "sentence": "我完全不会做计划，即使做了计划，也无法按照规定的步骤进行，总是希望有所突破，结果反而让事情变得更糟。",
        "label": ""
      },
      {
        "sentence": "你能救救我吗？",
        "label": ""
      },
      {
        "sentence": "我真的不知道如何克服这个毛病？？？",
        "label": ""
      },
      {
        "sentence": "我也无法向别人解释。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实我能理解你的问题，因为我也有过类似的经历，那种无措感真的很难受。就像我现在常常出门忘记带口罩，回去拿口罩，出门后又发现钥匙掉在家里，让我很无奈。过了一会，我突然想起还没有喂狗狗，接着又记起自己忘了带手机，只能找人开锁了。所以我深知那种感觉真的很不好受，也不是不用心，只是忙起来的时候真的会忘记东西，或者在紧张的时候更容易出错。我个人的解决方法是写便利贴，或者在手机里写备忘录。我喜欢把要做的事情写在手机日历里，这样早晨起来就会看到它弹出来，然后我会先准备好那些可以提前准备的事情，这样就能减少一些类似的事情发生。当然，我也经常忙起来连备忘录都忘记写了，这样就会经常出错。你也可以尝试写日记，个人觉得效果还不错，长期坚持下去会有改善的效果。希望我的回答对你有帮助。",
    "annotation": [
      {
        "sentence": "其实我能理解你的问题，因为我也有过类似的经历，那种无措感真的很难受。",
        "label": ""
      },
      {
        "sentence": "就像我现在常常出门忘记带口罩，回去拿口罩，出门后又发现钥匙掉在家里，让我很无奈。",
        "label": ""
      },
      {
        "sentence": "过了一会，我突然想起还没有喂狗狗，接着又记起自己忘了带手机，只能找人开锁了。",
        "label": ""
      },
      {
        "sentence": "所以我深知那种感觉真的很不好受，也不是不用心，只是忙起来的时候真的会忘记东西，或者在紧张的时候更容易出错。",
        "label": ""
      },
      {
        "sentence": "我个人的解决方法是写便利贴，或者在手机里写备忘录。",
        "label": ""
      },
      {
        "sentence": "我喜欢把要做的事情写在手机日历里，这样早晨起来就会看到它弹出来，然后我会先准备好那些可以提前准备的事情，这样就能减少一些类似的事情发生。",
        "label": ""
      },
      {
        "sentence": "当然，我也经常忙起来连备忘录都忘记写了，这样就会经常出错。",
        "label": ""
      },
      {
        "sentence": "你也可以尝试写日记，个人觉得效果还不错，长期坚持下去会有改善的效果。",
        "label": ""
      },
      {
        "sentence": "希望我的回答对你有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你理解我的困境。写便利贴和备忘录这些方法我都试过了，可是效果不明显，我总是在关键时刻忘记去检查。我真的觉得自己很没有用，因为这些小事情都做不好。我看到别人都能做到有条不紊地处理各种事情，真的很羡慕。我感觉自己就是个混乱的人，完全没有组织性。我现在真的很迷茫，不知道该怎么做才能改变这种情况。",
    "annotation": [
      {
        "sentence": "谢谢你理解我的困境。",
        "label": ""
      },
      {
        "sentence": "写便利贴和备忘录这些方法我都试过了，可是效果不明显，我总是在关键时刻忘记去检查。",
        "label": ""
      },
      {
        "sentence": "我真的觉得自己很没有用，因为这些小事情都做不好。",
        "label": ""
      },
      {
        "sentence": "我看到别人都能做到有条不紊地处理各种事情，真的很羡慕。",
        "label": ""
      },
      {
        "sentence": "我感觉自己就是个混乱的人，完全没有组织性。",
        "label": ""
      },
      {
        "sentence": "我现在真的很迷茫，不知道该怎么做才能改变这种情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要对自己失去信心，每个人都会有自己的弱点和不足之处。你并不是唯一一个遇到这个问题的人，很多人都面临着类似的挑战。你首先要给自己一些时间和空间来接受自己的不足，接受这个事实并不是一件容易的事情。接下来，你可以尝试一些专注力训练的方法，比如冥想和放松练习，这可以帮助你提高注意力和记忆力。另外，你也可以学习一些时间管理的技巧，比如制定合理的计划和设定优先级，这样可以帮助你更好地组织和安排时间。最重要的是要保持积极的心态，不要对自己过于苛责，相信自己能够克服这个困难。永远记住，改变是一个过程，需要时间和耐心。我相信你一定可以做到的。",
    "annotation": [
      {
        "sentence": "不要对自己失去信心，每个人都会有自己的弱点和不足之处。",
        "label": ""
      },
      {
        "sentence": "你并不是唯一一个遇到这个问题的人，很多人都面临着类似的挑战。",
        "label": ""
      },
      {
        "sentence": "你首先要给自己一些时间和空间来接受自己的不足，接受这个事实并不是一件容易的事情。",
        "label": ""
      },
      {
        "sentence": "接下来，你可以尝试一些专注力训练的方法，比如冥想和放松练习，这可以帮助你提高注意力和记忆力。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以学习一些时间管理的技巧，比如制定合理的计划和设定优先级，这样可以帮助你更好地组织和安排时间。",
        "label": ""
      },
      {
        "sentence": "最重要的是要保持积极的心态，不要对自己过于苛责，相信自己能够克服这个困难。",
        "label": ""
      },
      {
        "sentence": "永远记住，改变是一个过程，需要时间和耐心。",
        "label": ""
      },
      {
        "sentence": "我相信你一定可以做到的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会试着接受自己的不足，并且尝试专注力训练和时间管理的方法。我知道改变需要时间，但是这次我会坚持下去，不放弃。感谢你的支持和理解，你的话让我感到很温暖和鼓舞。再次谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会试着接受自己的不足，并且尝试专注力训练和时间管理的方法。",
        "label": ""
      },
      {
        "sentence": "我知道改变需要时间，但是这次我会坚持下去，不放弃。",
        "label": ""
      },
      {
        "sentence": "感谢你的支持和理解，你的话让我感到很温暖和鼓舞。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你，你能够面对自己的问题并且表达出来已经是一个很大的进步。坚持下去，相信自己，我相信你一定能够克服这个困难。如果你在这个过程中有任何困惑或者需要支持，随时来找我聊天，我会一直在你身边支持你。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你，你能够面对自己的问题并且表达出来已经是一个很大的进步。",
        "label": ""
      },
      {
        "sentence": "坚持下去，相信自己，我相信你一定能够克服这个困难。",
        "label": ""
      },
      {
        "sentence": "如果你在这个过程中有任何困惑或者需要支持，随时来找我聊天，我会一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]