[
  {
    "role": "client",
    "content": "29岁女，遇到问题回避问题，永远逃避，我该怎么办？",
    "annotation": [
      {
        "sentence": "29岁女，遇到问题回避问题，永远逃避，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你对于自己原生家庭的描述，感到十分心疼。22年的家暴，父亲对你永远都是否定。在我们还是小孩子的时候，家人是我们唯一的依靠和唯一的温暖。但是你一次次被推开，一次次被责备，这22年的经历让你异常痛苦。你接受过心理咨询，现在已经走出了自杀的阴影，你想在此基础上变得更好，但是接下来却不知道该怎么去做。理解你的感受，我们都想向着阳光往前走，但是背后的阴影却沉重如千斤，拖着我们进的步伐。你的文字中提到了三个问题：（1）家暴，被否定（原生家庭的影响）；（2）遇到问题总是回避（心理防御机制的产物）；（3）害怕提升，害怕改变（不自信，对于未来的恐慌）。不着急，我们一起来看看。",
    "annotation": [
      {
        "sentence": "看到你对于自己原生家庭的描述，感到十分心疼。",
        "label": ""
      },
      {
        "sentence": "22年的家暴，父亲对你永远都是否定。",
        "label": ""
      },
      {
        "sentence": "在我们还是小孩子的时候，家人是我们唯一的依靠和唯一的温暖。",
        "label": ""
      },
      {
        "sentence": "但是你一次次被推开，一次次被责备，这22年的经历让你异常痛苦。",
        "label": ""
      },
      {
        "sentence": "你接受过心理咨询，现在已经走出了自杀的阴影，你想在此基础上变得更好，但是接下来却不知道该怎么去做。",
        "label": ""
      },
      {
        "sentence": "理解你的感受，我们都想向着阳光往前走，但是背后的阴影却沉重如千斤，拖着我们进的步伐。",
        "label": ""
      },
      {
        "sentence": "你的文字中提到了三个问题：（1）家暴，被否定（原生家庭的影响）；（2）遇到问题总是回避（心理防御机制的产物）；（3）害怕提升，害怕改变（不自信，对于未来的恐慌）。",
        "label": ""
      },
      {
        "sentence": "不着急，我们一起来看看。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "被家暴22年，被父亲否定-----原生家庭的影响。被家暴22年，被父亲否定，对于你的成长经历有着非常大的影响。被家暴，被否定，让如今的你变得不自信也变得特别胆小。在从小的成长中，没有被肯定过，我们想变得自信同样也非常难。做一件事情，被否定；做一件事情，被责骂；做一件事情，被父亲打了三个耳光；曾经，所有的事情都被否定；曾经，没有来自于外界的肯定和赞扬；所以你现在，做改变和解决问题的时候，第一反应是害怕。害怕自己做不好，从而害怕好不容易建立起来的勇气又被失败给击退回去。因为害怕失败、害怕被否定、害怕这8年建立起来的对于生活的勇气全部被击垮，所以，你会畏手畏脚，不敢去改变。",
    "annotation": [
      {
        "sentence": "被家暴22年，被父亲否定-----原生家庭的影响。",
        "label": ""
      },
      {
        "sentence": "被家暴22年，被父亲否定，对于你的成长经历有着非常大的影响。",
        "label": ""
      },
      {
        "sentence": "被家暴，被否定，让如今的你变得不自信也变得特别胆小。",
        "label": ""
      },
      {
        "sentence": "在从小的成长中，没有被肯定过，我们想变得自信同样也非常难。",
        "label": ""
      },
      {
        "sentence": "做一件事情，被否定；做一件事情，被责骂；做一件事情，被父亲打了三个耳光；曾经，所有的事情都被否定；曾经，没有来自于外界的肯定和赞扬；所以你现在，做改变和解决问题的时候，第一反应是害怕。",
        "label": ""
      },
      {
        "sentence": "害怕自己做不好，从而害怕好不容易建立起来的勇气又被失败给击退回去。",
        "label": ""
      },
      {
        "sentence": "因为害怕失败、害怕被否定、害怕这8年建立起来的对于生活的勇气全部被击垮，所以，你会畏手畏脚，不敢去改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "被否定和家暴带给你的伤害真的太深了，我能够理解你现在的不自信和害怕。但是，请记住，你是一个坚强的人，你已经走出了自杀的阴影，这是非常了不起的成就。不要因为过去的阴影而放弃自己的成长和提升。现在，我们需要重建你的信心和勇气，慢慢地解决问题，迎接未来的挑战。你可以从小的事情开始，一点一点地尝试去解决问题，不要急于求成，慢慢地适应。试着告诉自己，你是有能力解决问题的，你值得被肯定和赞扬。",
    "annotation": [
      {
        "sentence": "被否定和家暴带给你的伤害真的太深了，我能够理解你现在的不自信和害怕。",
        "label": ""
      },
      {
        "sentence": "但是，请记住，你是一个坚强的人，你已经走出了自杀的阴影，这是非常了不起的成就。",
        "label": ""
      },
      {
        "sentence": "不要因为过去的阴影而放弃自己的成长和提升。",
        "label": ""
      },
      {
        "sentence": "现在，我们需要重建你的信心和勇气，慢慢地解决问题，迎接未来的挑战。",
        "label": ""
      },
      {
        "sentence": "你可以从小的事情开始，一点一点地尝试去解决问题，不要急于求成，慢慢地适应。",
        "label": ""
      },
      {
        "sentence": "试着告诉自己，你是有能力解决问题的，你值得被肯定和赞扬。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "遇到问题总是回避-----心理防御机制的产物。在你的文字中，我看到你说了一句话，你说，害怕面对不好的自己。因为过去的被否定，让你开始惧怕自己的未来，怕自己的未来也因为不够好而被否定。相比于陌生的环境，人，都更加喜欢在具有熟悉感的环境中生活和工作。因为陌生，带给我们未知，带给我们恐慌；而熟悉，带给我们安全感，带给我们对于生活的掌控感。在工作中，遇到问题回避问题。其实你在回避问题，同时也在回避未知、回避未来的不确定性。因为不知道这个问题的实质是什么，不知道怎么解决。所以，与其冒冒失失的去尝试解决，然后失败，然后又被责备，是不是反而不如直接回避呢？至少，直接回避，可以带给我们暂时的安全感，不会带给我们失败的感觉，也不会让我们再次见到不好的自己，对吗？遇到问题回避问题，其实是你的不安全感的体现。因为你没有遇到这个问题，不知道这个问题怎么解决，也没有人告诉你应该怎么解决。你也许会问自己，我是该自己尝试着解决问题，还是直接忽视问题，回避问题呢？在这个时候，从小被责备、被否定的经历，影响着你的潜意识，让你开始惧怕解决问题的后果。如果问题没有解决好，是不是自己又要经历一次被打骂、被否定的痛苦呢？于是，受过去的影响，你的心理防御机制起了作用，就会选择看似更稳妥的方法：回避问题。就像我们很多人在面对恋爱一样，觉得不去恋爱，就不会受伤一样。",
    "annotation": [
      {
        "sentence": "遇到问题总是回避-----心理防御机制的产物。",
        "label": ""
      },
      {
        "sentence": "在你的文字中，我看到你说了一句话，你说，害怕面对不好的自己。",
        "label": ""
      },
      {
        "sentence": "因为过去的被否定，让你开始惧怕自己的未来，怕自己的未来也因为不够好而被否定。",
        "label": ""
      },
      {
        "sentence": "相比于陌生的环境，人，都更加喜欢在具有熟悉感的环境中生活和工作。",
        "label": ""
      },
      {
        "sentence": "因为陌生，带给我们未知，带给我们恐慌；而熟悉，带给我们安全感，带给我们对于生活的掌控感。",
        "label": ""
      },
      {
        "sentence": "在工作中，遇到问题回避问题。",
        "label": ""
      },
      {
        "sentence": "其实你在回避问题，同时也在回避未知、回避未来的不确定性。",
        "label": ""
      },
      {
        "sentence": "因为不知道这个问题的实质是什么，不知道怎么解决。",
        "label": ""
      },
      {
        "sentence": "所以，与其冒冒失失的去尝试解决，然后失败，然后又被责备，是不是反而不如直接回避呢？",
        "label": ""
      },
      {
        "sentence": "至少，直接回避，可以带给我们暂时的安全感，不会带给我们失败的感觉，也不会让我们再次见到不好的自己，对吗？",
        "label": ""
      },
      {
        "sentence": "遇到问题回避问题，其实是你的不安全感的体现。",
        "label": ""
      },
      {
        "sentence": "因为你没有遇到这个问题，不知道这个问题怎么解决，也没有人告诉你应该怎么解决。",
        "label": ""
      },
      {
        "sentence": "你也许会问自己，我是该自己尝试着解决问题，还是直接忽视问题，回避问题呢？",
        "label": ""
      },
      {
        "sentence": "在这个时候，从小被责备、被否定的经历，影响着你的潜意识，让你开始惧怕解决问题的后果。",
        "label": ""
      },
      {
        "sentence": "如果问题没有解决好，是不是自己又要经历一次被打骂、被否定的痛苦呢？",
        "label": ""
      },
      {
        "sentence": "于是，受过去的影响，你的心理防御机制起了作用，就会选择看似更稳妥的方法：回避问题。",
        "label": ""
      },
      {
        "sentence": "就像我们很多人在面对恋爱一样，觉得不去恋爱，就不会受伤一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "回避问题可能能够给我们一时的安全感，但是长远来看，却无法解决实际问题。只有勇敢面对问题，才能找到真正的解决方法。我知道你害怕再次受到否定和责备，但是请相信自己，你已经有了足够的勇气和智慧去面对困难和挑战。不要让过去的不良经历束缚住你，你的价值不仅仅",
    "annotation": [
      {
        "sentence": "回避问题可能能够给我们一时的安全感，但是长远来看，却无法解决实际问题。",
        "label": ""
      },
      {
        "sentence": "只有勇敢面对问题，才能找到真正的解决方法。",
        "label": ""
      },
      {
        "sentence": "我知道你害怕再次受到否定和责备，但是请相信自己，你已经有了足够的勇气和智慧去面对困难和挑战。",
        "label": ""
      },
      {
        "sentence": "不要让过去的不良经历束缚住你，你的价值不仅仅",
        "label": ""
      }
    ]
  }
]