[
  {
    "role": "client",
    "content": "离异的母亲是不是把我当成丈夫了？感到非常排斥和恐慌。我妈55岁，12年前离异，农村家庭妇女出身，经济完全依赖我爸，后来我爸出轨，她非常受打击，去我姨家住几个月，我工作以后她转而依赖我，她没有朋友，甚至和亲姐姐们也疏离，缺乏自信，非常在乎和别人眼光，和别人聊天没有独立观点只是附和，在家只玩手机，浪费时间，我觉得她弱爆了，怒其不争，本人女今年29单身，马桶堵了几次都是我来通，家里男人做的事都是我来做，而且更气愤的是她经常穿着不雅，在家不穿内衣，穿短裙睡衣劈着腿坐着，漏出内裤，我非常无语，而且经常换不同衣服在我面前展示，我内心非常抗拒，不知道她想得到我的赞美还是什么？就在刚才我蜷着腿侧躺，她竟然紧贴坐到我肚子和大腿前……我真的想要骂人了，但我忍住了，而且她还经常撒娇的语气和我说话，我非常反感，我现在愣是被她逼到一个男人的角色，家里的事都要我出面和外界联系，可我才是孩子！我想知道原因，我该如何做才能让她停止这一系列行为，有一个母亲的样子，优雅一点。",
    "annotation": [
      {
        "sentence": "离异的母亲是不是把我当成丈夫了？",
        "label": ""
      },
      {
        "sentence": "感到非常排斥和恐慌。",
        "label": ""
      },
      {
        "sentence": "我妈55岁，12年前离异，农村家庭妇女出身，经济完全依赖我爸，后来我爸出轨，她非常受打击，去我姨家住几个月，我工作以后她转而依赖我，她没有朋友，甚至和亲姐姐们也疏离，缺乏自信，非常在乎和别人眼光，和别人聊天没有独立观点只是附和，在家只玩手机，浪费时间，我觉得她弱爆了，怒其不争，本人女今年29单身，马桶堵了几次都是我来通，家里男人做的事都是我来做，而且更气愤的是她经常穿着不雅，在家不穿内衣，穿短裙睡衣劈着腿坐着，漏出内裤，我非常无语，而且经常换不同衣服在我面前展示，我内心非常抗拒，不知道她想得到我的赞美还是什么？",
        "label": ""
      },
      {
        "sentence": "就在刚才我蜷着腿侧躺，她竟然紧贴坐到我肚子和大腿前……我真的想要骂人了，但我忍住了，而且她还经常撒娇的语气和我说话，我非常反感，我现在愣是被她逼到一个男人的角色，家里的事都要我出面和外界联系，可我才是孩子！",
        "label": ""
      },
      {
        "sentence": "我想知道原因，我该如何做才能让她停止这一系列行为，有一个母亲的样子，优雅一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "姑娘，从你的描述中看到了你对妈妈的一些做法不认同，同时又没有办法让她改变，心里特别的恼火。先我猜，可能因为妈妈的生活经历，你一直以来都很照顾她的情绪，同时在行为上也比较包容她，所以时间长了，妈妈就“习惯成自然”了，渐渐的就在很多的生活细节上没那么注意了吧。问题的形成，既然是“冰冻三尺非一日之寒”，那解决起来，也需要有些耐心，要花费一些时间。",
    "annotation": [
      {
        "sentence": "姑娘，从你的描述中看到了你对妈妈的一些做法不认同，同时又没有办法让她改变，心里特别的恼火。",
        "label": ""
      },
      {
        "sentence": "先我猜，可能因为妈妈的生活经历，你一直以来都很照顾她的情绪，同时在行为上也比较包容她，所以时间长了，妈妈就“习惯成自然”了，渐渐的就在很多的生活细节上没那么注意了吧。",
        "label": ""
      },
      {
        "sentence": "问题的形成，既然是“冰冻三尺非一日之寒”，那解决起来，也需要有些耐心，要花费一些时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，妈妈的经历确实对她的行为产生了影响。可是，我现在真的很困扰，不知道该怎么做才能让她认识到这些问题，并且慢慢改变呢？",
    "annotation": [
      {
        "sentence": "我明白了，妈妈的经历确实对她的行为产生了影响。",
        "label": ""
      },
      {
        "sentence": "可是，我现在真的很困扰，不知道该怎么做才能让她认识到这些问题，并且慢慢改变呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以试着跟妈妈好好沟通一下，让她了解到你对她的担忧和不满。但是在沟通的过程中，要注意语气和方式，尽量温和一些，避免让妈妈感到被指责或攻击。告诉她你希望她能够更加优雅一些，换一种穿着方式，并且要给予她一些时间来适应和改变。",
    "annotation": [
      {
        "sentence": "可以试着跟妈妈好好沟通一下，让她了解到你对她的担忧和不满。",
        "label": ""
      },
      {
        "sentence": "但是在沟通的过程中，要注意语气和方式，尽量温和一些，避免让妈妈感到被指责或攻击。",
        "label": ""
      },
      {
        "sentence": "告诉她你希望她能够更加优雅一些，换一种穿着方式，并且要给予她一些时间来适应和改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试着和她好好谈谈，但是我也不确定她会接受我的建议。毕竟，她对外界的依赖很大，缺乏自信。",
    "annotation": [
      {
        "sentence": "好的，我会试着和她好好谈谈，但是我也不确定她会接受我的建议。",
        "label": ""
      },
      {
        "sentence": "毕竟，她对外界的依赖很大，缺乏自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，改变需要时间和耐心。在和妈妈谈话的时候，可以多给她一些鼓励和支持，告诉她你相信她能够做出一些积极的改变。同时，也要鼓励她多参与一些社交活动，结交一些朋友，增强她的自信心。",
    "annotation": [
      {
        "sentence": "是的，改变需要时间和耐心。",
        "label": ""
      },
      {
        "sentence": "在和妈妈谈话的时候，可以多给她一些鼓励和支持，告诉她你相信她能够做出一些积极的改变。",
        "label": ""
      },
      {
        "sentence": "同时，也要鼓励她多参与一些社交活动，结交一些朋友，增强她的自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会的，我会尽力支持她改变，同时也帮助她重新建立起自己的社交圈子。但是我也不想让自己过于牺牲，我还想有自己的生活。",
    "annotation": [
      {
        "sentence": "我会的，我会尽力支持她改变，同时也帮助她重新建立起自己的社交圈子。",
        "label": ""
      },
      {
        "sentence": "但是我也不想让自己过于牺牲，我还想有自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的想法是正确的。在帮助妈妈改变的同时，也不要忘了照顾好自己的生活和需求。找到一个平衡点，既能关心妈妈，又能为自己的生活留出空间是很重要的。",
    "annotation": [
      {
        "sentence": "很好，你的想法是正确的。",
        "label": ""
      },
      {
        "sentence": "在帮助妈妈改变的同时，也不要忘了照顾好自己的生活和需求。",
        "label": ""
      },
      {
        "sentence": "找到一个平衡点，既能关心妈妈，又能为自己的生活留出空间是很重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会好好参考，并且尽力去做。希望能够让妈妈明白我的意思，并且慢慢改变她的行为。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会好好参考，并且尽力去做。",
        "label": ""
      },
      {
        "sentence": "希望能够让妈妈明白我的意思，并且慢慢改变她的行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定可以做到的。改变需要时间，但只要你坚持不懈，和妈妈之间一定会有积极的变化发生的。祝你好运！如果有任何困惑或者需要帮助的地方，随时都可以来找我倾诉。",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定可以做到的。",
        "label": ""
      },
      {
        "sentence": "改变需要时间，但只要你坚持不懈，和妈妈之间一定会有积极的变化发生的。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑或者需要帮助的地方，随时都可以来找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我一定会努力的。如果有需要的时候，我会来找你的。再次感谢你的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我一定会努力的。",
        "label": ""
      },
      {
        "sentence": "如果有需要的时候，我会来找你的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在这里支持你的。希望你和妈妈都能够过上幸福美满的生活。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "希望你和妈妈都能够过上幸福美满的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]