[
  {
    "role": "client",
    "content": "29岁女，遇到问题回避问题，永远逃避，我该怎么办？",
    "annotation": [
      {
        "sentence": "29岁女，遇到问题回避问题，永远逃避，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的朋友，这篇文章我写给你。我知道你一直在逃避，所以我希望我的回答能带给你一点启发。一、幸运的人，一生都在被童年治愈，不幸的人，一生都在治愈自己的童年。",
    "annotation": [
      {
        "sentence": "亲爱的朋友，这篇文章我写给你。",
        "label": ""
      },
      {
        "sentence": "我知道你一直在逃避，所以我希望我的回答能带给你一点启发。",
        "label": ""
      },
      {
        "sentence": "一、幸运的人，一生都在被童年治愈，不幸的人，一生都在治愈自己的童年。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很感谢你的支持和关心。现在的我经历了家暴和情绪困扰，对问题总是回避和逃避，我真的很害怕面对自己的问题，不知道怎么才能实现自我提升。",
    "annotation": [
      {
        "sentence": "我很感谢你的支持和关心。",
        "label": ""
      },
      {
        "sentence": "现在的我经历了家暴和情绪困扰，对问题总是回避和逃避，我真的很害怕面对自己的问题，不知道怎么才能实现自我提升。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有件事情我需要你明白，你不是孤独的在黑暗里泅渡。我们都在这里。我真的很心疼你。因为，对于现在的你而言，只要能够因为一点点生活中的小确幸而感到温暖。能够不因为过往那些痛苦而难以释怀。就已经是很不容易的事情了。每个人的人生故事都有不同，来到这个平台以来，我每天都在阅读别人的生活，我尝试着通过自己微小的力量，来传递给大家温暖。因为，感受他人的经历，并且努力的去共情，让你知道这个世界上哪怕有无数人都不理解你。但至少，有一群人。在努力努力的拥抱你。我们想告诉你，想让你明白，也许现在的你很痛苦，可是这个世界和我都爱着你的，无论你的未来会发生什么，你都是一个鲜活而明亮的存在。你还有很多机会可以选择。29岁的你，值得拥有所有美好的一切祝福。",
    "annotation": [
      {
        "sentence": "有件事情我需要你明白，你不是孤独的在黑暗里泅渡。",
        "label": ""
      },
      {
        "sentence": "我们都在这里。",
        "label": ""
      },
      {
        "sentence": "我真的很心疼你。",
        "label": ""
      },
      {
        "sentence": "因为，对于现在的你而言，只要能够因为一点点生活中的小确幸而感到温暖。",
        "label": ""
      },
      {
        "sentence": "能够不因为过往那些痛苦而难以释怀。",
        "label": ""
      },
      {
        "sentence": "就已经是很不容易的事情了。",
        "label": ""
      },
      {
        "sentence": "每个人的人生故事都有不同，来到这个平台以来，我每天都在阅读别人的生活，我尝试着通过自己微小的力量，来传递给大家温暖。",
        "label": ""
      },
      {
        "sentence": "因为，感受他人的经历，并且努力的去共情，让你知道这个世界上哪怕有无数人都不理解你。",
        "label": ""
      },
      {
        "sentence": "但至少，有一群人。",
        "label": ""
      },
      {
        "sentence": "在努力努力的拥抱你。",
        "label": ""
      },
      {
        "sentence": "我们想告诉你，想让你明白，也许现在的你很痛苦，可是这个世界和我都爱着你的，无论你的未来会发生什么，你都是一个鲜活而明亮的存在。",
        "label": ""
      },
      {
        "sentence": "你还有很多机会可以选择。",
        "label": ""
      },
      {
        "sentence": "29岁的你，值得拥有所有美好的一切祝福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我明白你的意思，我要相信自己还有很多可能，不再害怕面对问题和自我提升。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我明白你的意思，我要相信自己还有很多可能，不再害怕面对问题和自我提升。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在心理学领域，我最怕的是【记忆】这两个字，因为它真的可以做到刻骨铭心，来自于记忆的痛苦才是我们人类心理桎梏最大最大的折磨。一个人如果生了一场身体的疾病，哪怕是身上的一个疤痕，那么也许如今先进的医疗手段都可以轻而易举的将其消除。哪怕是可怕的癌症，如今也可以通过各种发达的医学来救治。甚至可以让一个人重新焕发生命的活力，你甚至可以忘记你曾经是一个缠绵于病榻的人。对于我浅薄的理解而言，医学和心理学的差距，就在于我们还没有可以强大到能够消灭一个人潜意识里压抑痛苦。而我们必须要永远和自己博弈。并且带着那些过往这样存在下去。这是我们不得不面对的问题。也是如今已经快30岁还没释怀于昨日的你，不得不经历的一个成长的过程。那段过去，虽然已经过去。可你还没有真正的放下，你一直在努力的逃避掉回忆重现的绝望。可每一次你想起父亲的耳光，想起当年你甚至不想再活下去。你都仿佛把所有的一切都重新又体会了一场。人类心理学里面，有一个词语叫【长时记忆】，而它能够储存空间能够带来的眼耳鼻舌身意的感受，是无限的。因此，你才会多年来选择压抑自己的感受，逃避所有的可能，这是事实上是你的脑神经在意识领域形成的【自我防御机制】，久而久之，就形成了你面对问题总是逃避的性格缺陷。二、想要从“噩梦”里爬出来，你就必须要先让真正的自己“苏醒”过来。我知道，你努力了很多年，失望了太多次。才会形成“无可奈何”的无助心态。你既然已经来咨询提问，想必你定然已经想要突破自我。这本身就是一个好的开始。",
    "annotation": [
      {
        "sentence": "在心理学领域，我最怕的是【记忆】这两个字，因为它真的可以做到刻骨铭心，来自于记忆的痛苦才是我们人类心理桎梏最大最大的折磨。",
        "label": ""
      },
      {
        "sentence": "一个人如果生了一场身体的疾病，哪怕是身上的一个疤痕，那么也许如今先进的医疗手段都可以轻而易举的将其消除。",
        "label": ""
      },
      {
        "sentence": "哪怕是可怕的癌症，如今也可以通过各种发达的医学来救治。",
        "label": ""
      },
      {
        "sentence": "甚至可以让一个人重新焕发生命的活力，你甚至可以忘记你曾经是一个缠绵于病榻的人。",
        "label": ""
      },
      {
        "sentence": "对于我浅薄的理解而言，医学和心理学的差距，就在于我们还没有可以强大到能够消灭一个人潜意识里压抑痛苦。",
        "label": ""
      },
      {
        "sentence": "而我们必须要永远和自己博弈。",
        "label": ""
      },
      {
        "sentence": "并且带着那些过往这样存在下去。",
        "label": ""
      },
      {
        "sentence": "这是我们不得不面对的问题。",
        "label": ""
      },
      {
        "sentence": "也是如今已经快30岁还没释怀于昨日的你，不得不经历的一个成长的过程。",
        "label": ""
      },
      {
        "sentence": "那段过去，虽然已经过去。",
        "label": ""
      },
      {
        "sentence": "可你还没有真正的放下，你一直在努力的逃避掉回忆重现的绝望。",
        "label": ""
      },
      {
        "sentence": "可每一次你想起父亲的耳光，想起当年你甚至不想再活下去。",
        "label": ""
      },
      {
        "sentence": "你都仿佛把所有的一切都重新又体会了一场。",
        "label": ""
      },
      {
        "sentence": "人类心理学里面，有一个词语叫【长时记忆】，而它能够储存空间能够带来的眼耳鼻舌身意的感受，是无限的。",
        "label": ""
      },
      {
        "sentence": "因此，你才会多年来选择压抑自己的感受，逃避所有的可能，这是事实上是你的脑神经在意识领域形成的【自我防御机制】，久而久之，就形成了你面对问题总是逃避的性格缺陷。",
        "label": ""
      },
      {
        "sentence": "二、想要从“噩梦”里爬出来，你就必须要先让真正的自己“苏醒”过来。",
        "label": ""
      },
      {
        "sentence": "我知道，你努力了很多年，失望了太多次。",
        "label": ""
      },
      {
        "sentence": "才会形成“无可奈何”的无助心态。",
        "label": ""
      },
      {
        "sentence": "你既然已经来咨询提问，想必你定然已经想要突破自我。",
        "label": ""
      },
      {
        "sentence": "这本身就是一个好的开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，过去的记忆对我的影响很大，我一直在逃避和压抑。我明白现在改变的重要性，我会努力让真正的自己苏醒过来。",
    "annotation": [
      {
        "sentence": "你说的很对，过去的记忆对我的影响很大，我一直在逃避和压抑。",
        "label": ""
      },
      {
        "sentence": "我明白现在改变的重要性，我会努力让真正的自己苏醒过来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心理疾病真的和痛苦，甚至我认为比躯体的疼痛更让人难以被理解。所以你才会看起来那么无助。虽然你已经长大了，29岁的你温饱自足，你看起来已经是那么的“完整”，你独立了，不再可能会被家暴，你看起来可能比你身边大多数的人都要成功和幸福。所以，也许当你告诉你身边不太了解你过去的人提起：曾经接受过8年的心理",
    "annotation": [
      {
        "sentence": "心理疾病真的和痛苦，甚至我认为比躯体的疼痛更让人难以被理解。",
        "label": ""
      },
      {
        "sentence": "所以你才会看起来那么无助。",
        "label": ""
      },
      {
        "sentence": "虽然你已经长大了，29岁的你温饱自足，你看起来已经是那么的“完整”，你独立了，不再可能会被家暴，你看起来可能比你身边大多数的人都要成功和幸福。",
        "label": ""
      },
      {
        "sentence": "所以，也许当你告诉你身边不太了解你过去的人提起：曾经接受过8年的心理",
        "label": ""
      }
    ]
  }
]