[
  {
    "role": "client",
    "content": "离异的母亲是不是把我当成丈夫了？感到非常排斥和恐慌。我妈55岁，12年前离异，农村家庭妇女出身，经济完全依赖我爸，后来我爸出轨，她非常受打击，去我姨家住几个月，我工作以后她转而依赖我，她没有朋友，甚至和亲姐姐们也疏离，缺乏自信，非常在乎和别人眼光，和别人聊天没有独立观点只是附和，在家只玩手机，浪费时间，我觉得她弱爆了，怒其不争，本人女今年29单身。",
    "annotation": [
      {
        "sentence": "离异的母亲是不是把我当成丈夫了？",
        "label": ""
      },
      {
        "sentence": "感到非常排斥和恐慌。",
        "label": ""
      },
      {
        "sentence": "我妈55岁，12年前离异，农村家庭妇女出身，经济完全依赖我爸，后来我爸出轨，她非常受打击，去我姨家住几个月，我工作以后她转而依赖我，她没有朋友，甚至和亲姐姐们也疏离，缺乏自信，非常在乎和别人眼光，和别人聊天没有独立观点只是附和，在家只玩手机，浪费时间，我觉得她弱爆了，怒其不争，本人女今年29单身。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够感觉到你内心的压抑、愤怒、焦虑和恐惧，就像你说的那样，她才是妈妈，自己才是那个“宝宝”，做妈妈的不照顾“宝宝”就算了，反过来还要“宝宝”照顾自己，换成是哪个“宝宝”都很难理解、接纳、认可、承受这样的压力。对你的妈妈来说，丈夫出轨对她是一个非常大的打击，既是对他们夫妻婚姻感情的“背叛”，又是对她作为妻子的能力价值的否定，让她的内心承受了很大的压力和伤害。再加上她之前经济上完全依赖自己的丈夫，可以说对丈夫非常信任，现在丈夫出轨也就将这些信任全部打翻推倒，也难怪她会无法承受选择去你的姨家住了。在你工作以后，她又对你非常依赖，可见她的内心非常缺乏自信和安全感。尽管她是一个55岁即将进入老年的女性，但她的心理却还是一个孤独无助的“孩子”，缺乏独立的意识、自我和边界，需要依靠依赖别人，这样她才会感觉比较安全、踏实、安心，才不会那么孤独、焦虑、无助。当然，你并不了解妈妈的心理状态是这样的，看不到她内心的想法和感受，所以也就无法理解她的这些行为。",
    "annotation": [
      {
        "sentence": "能够感觉到你内心的压抑、愤怒、焦虑和恐惧，就像你说的那样，她才是妈妈，自己才是那个“宝宝”，做妈妈的不照顾“宝宝”就算了，反过来还要“宝宝”照顾自己，换成是哪个“宝宝”都很难理解、接纳、认可、承受这样的压力。",
        "label": ""
      },
      {
        "sentence": "对你的妈妈来说，丈夫出轨对她是一个非常大的打击，既是对他们夫妻婚姻感情的“背叛”，又是对她作为妻子的能力价值的否定，让她的内心承受了很大的压力和伤害。",
        "label": ""
      },
      {
        "sentence": "再加上她之前经济上完全依赖自己的丈夫，可以说对丈夫非常信任，现在丈夫出轨也就将这些信任全部打翻推倒，也难怪她会无法承受选择去你的姨家住了。",
        "label": ""
      },
      {
        "sentence": "在你工作以后，她又对你非常依赖，可见她的内心非常缺乏自信和安全感。",
        "label": ""
      },
      {
        "sentence": "尽管她是一个55岁即将进入老年的女性，但她的心理却还是一个孤独无助的“孩子”，缺乏独立的意识、自我和边界，需要依靠依赖别人，这样她才会感觉比较安全、踏实、安心，才不会那么孤独、焦虑、无助。",
        "label": ""
      },
      {
        "sentence": "当然，你并不了解妈妈的心理状态是这样的，看不到她内心的想法和感受，所以也就无法理解她的这些行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解，我也知道我妈妈经历了很大的打击，但我实在无法理解为什么她现在需要我承担所有的责任，包括家里的男性角色。我觉得这样的压力对我来说太大了。",
    "annotation": [
      {
        "sentence": "谢谢你的理解，我也知道我妈妈经历了很大的打击，但我实在无法理解为什么她现在需要我承担所有的责任，包括家里的男性角色。",
        "label": ""
      },
      {
        "sentence": "我觉得这样的压力对我来说太大了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的感受，承担这么多责任确实对你来说不容易。但或许你可以试着和妈妈沟通一下，表达出你内心的想法和感受，听听她的想法和感受，以便减轻各自的内心压力，促进母女之间的深入交流了解和相互之间的理解、接纳、认可。也可以支持鼓励妈妈去寻找自己的幸福，这样她就不需要再依靠依赖你，你也可以有更多的时间去追求自己的感情和生活，过得更轻松、自然、快乐。",
    "annotation": [
      {
        "sentence": "我可以理解你的感受，承担这么多责任确实对你来说不容易。",
        "label": ""
      },
      {
        "sentence": "但或许你可以试着和妈妈沟通一下，表达出你内心的想法和感受，听听她的想法和感受，以便减轻各自的内心压力，促进母女之间的深入交流了解和相互之间的理解、接纳、认可。",
        "label": ""
      },
      {
        "sentence": "也可以支持鼓励妈妈去寻找自己的幸福，这样她就不需要再依靠依赖你，你也可以有更多的时间去追求自己的感情和生活，过得更轻松、自然、快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该试着和妈妈沟通，让她知道我内心的痛苦和困扰，同时也鼓励她去寻找属于她自己的幸福。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "我明白了，我应该试着和妈妈沟通，让她知道我内心的痛苦和困扰，同时也鼓励她去寻找属于她自己的幸福。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，沟通是非常重要的，它可以解决很多问题。希望你和妈妈之间的沟通能够更加顺畅，相信通过交流，你们的关系会变得更好，你也会有更多的自由和幸福。祝你们都能过得更加轻松和快乐。",
    "annotation": [
      {
        "sentence": "不客气，沟通是非常重要的，它可以解决很多问题。",
        "label": ""
      },
      {
        "sentence": "希望你和妈妈之间的沟通能够更加顺畅，相信通过交流，你们的关系会变得更好，你也会有更多的自由和幸福。",
        "label": ""
      },
      {
        "sentence": "祝你们都能过得更加轻松和快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福，我会尽力和妈妈沟通，希望能够改善我们之间的关系，让她过得更加幸福。再次感谢你的支持。",
    "annotation": [
      {
        "sentence": "谢谢你的祝福，我会尽力和妈妈沟通，希望能够改善我们之间的关系，让她过得更加幸福。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你会做得很好的。相信你的努力和真诚，一定能够改善你们之间的关系。如果你有任何困难或需要进一步的帮助，请随时告诉我。我会一直支持你的。",
    "annotation": [
      {
        "sentence": "不客气，我相信你会做得很好的。",
        "label": ""
      },
      {
        "sentence": "相信你的努力和真诚，一定能够改善你们之间的关系。",
        "label": ""
      },
      {
        "sentence": "如果你有任何困难或需要进一步的帮助，请随时告诉我。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励，我会记住你的话，如果有需要的话，我一定会再向你求助的。谢谢你，再见！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励，我会记住你的话，如果有需要的话，我一定会再向你求助的。",
        "label": ""
      },
      {
        "sentence": "谢谢你，再见！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，如果有需要请随时告诉我。祝你一切顺利，再见！",
    "annotation": [
      {
        "sentence": "不用客气，如果有需要请随时告诉我。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，再见！",
        "label": ""
      }
    ]
  }
]