[
  {
    "role": "client",
    "content": "在学校很开心很乐观，一回到家就很压抑很想哭怎么办？以前到哪都很开心，可是最近一年只要回家就很少开心。妈妈总是骂完冤枉我不努力学习，感觉自己压力很大很崩溃。明明已经很努力了还考不好，回家还要被妈妈冤枉。最近也突然想死想消失，可是怕疼。我是不是心理开始不健康了？",
    "annotation": [
      {
        "sentence": "在学校很开心很乐观，一回到家就很压抑很想哭怎么办？",
        "label": ""
      },
      {
        "sentence": "以前到哪都很开心，可是最近一年只要回家就很少开心。",
        "label": ""
      },
      {
        "sentence": "妈妈总是骂完冤枉我不努力学习，感觉自己压力很大很崩溃。",
        "label": ""
      },
      {
        "sentence": "明明已经很努力了还考不好，回家还要被妈妈冤枉。",
        "label": ""
      },
      {
        "sentence": "最近也突然想死想消失，可是怕疼。",
        "label": ""
      },
      {
        "sentence": "我是不是心理开始不健康了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的感受，因为我之前也经历过严重的抑郁。看完你的问题之后，我觉得有义务提一些建议给你。我知道有很多人可能会对你说“别这样，他们也不容易”、“他们是为你好才这样”，但我要告诉你“别理他们”。这句话可能听起来不太好，但实际上并没有那么严重。你不需要去跟他们争吵、理论、歇斯底里、哭泣或者去解释。不要把你的全部精力花在试图改变他们身上，只需不理睬他们，把他们的话置之不理就好。必要的时候可以远离他们，不让他们看到你。我观察过，对于父母来说，他们认为你不在学习就是在浪费时间。虽然这种想法不合逻辑，但他们并不在乎。除了这些问题，我相信父母确实深爱着你，而这也正是你感到矛盾和不开心的原因。我自己走过了从抑郁到重度抑郁的路程，花了六年的时间。我也曾经像你一样感到沮丧持续三四年。但后来我为了自己的幸福努力去改变，尽量做让自己开心的事情。我真的不希望你也过上这样的生活。因此，我建议你不要太在意他们或他们说的话，而是专注于锻炼自己，去做让自己开心的事情。在父母那个年代，可能他们认为只有活着才是幸福的，而心情和状态对他们来说并不重要，所以不再费力去改变他们了。或许最好的状态就是他们是他们，你是你。早晚你会工作，早晚你会搬出去，所以就不要和他们争吵了。放过他们，也放过自己吧。我知道作为一个要面子的女生，承受那些话语是很痛苦的，但我们总要找到一些方法。加油吧！我们只能要求自己快乐。",
    "annotation": [
      {
        "sentence": "我完全理解你的感受，因为我之前也经历过严重的抑郁。",
        "label": ""
      },
      {
        "sentence": "看完你的问题之后，我觉得有义务提一些建议给你。",
        "label": ""
      },
      {
        "sentence": "我知道有很多人可能会对你说“别这样，他们也不容易”、“他们是为你好才这样”，但我要告诉你“别理他们”。",
        "label": ""
      },
      {
        "sentence": "这句话可能听起来不太好，但实际上并没有那么严重。",
        "label": ""
      },
      {
        "sentence": "你不需要去跟他们争吵、理论、歇斯底里、哭泣或者去解释。",
        "label": ""
      },
      {
        "sentence": "不要把你的全部精力花在试图改变他们身上，只需不理睬他们，把他们的话置之不理就好。",
        "label": ""
      },
      {
        "sentence": "必要的时候可以远离他们，不让他们看到你。",
        "label": ""
      },
      {
        "sentence": "我观察过，对于父母来说，他们认为你不在学习就是在浪费时间。",
        "label": ""
      },
      {
        "sentence": "虽然这种想法不合逻辑，但他们并不在乎。",
        "label": ""
      },
      {
        "sentence": "除了这些问题，我相信父母确实深爱着你，而这也正是你感到矛盾和不开心的原因。",
        "label": ""
      },
      {
        "sentence": "我自己走过了从抑郁到重度抑郁的路程，花了六年的时间。",
        "label": ""
      },
      {
        "sentence": "我也曾经像你一样感到沮丧持续三四年。",
        "label": ""
      },
      {
        "sentence": "但后来我为了自己的幸福努力去改变，尽量做让自己开心的事情。",
        "label": ""
      },
      {
        "sentence": "我真的不希望你也过上这样的生活。",
        "label": ""
      },
      {
        "sentence": "因此，我建议你不要太在意他们或他们说的话，而是专注于锻炼自己，去做让自己开心的事情。",
        "label": ""
      },
      {
        "sentence": "在父母那个年代，可能他们认为只有活着才是幸福的，而心情和状态对他们来说并不重要，所以不再费力去改变他们了。",
        "label": ""
      },
      {
        "sentence": "或许最好的状态就是他们是他们，你是你。",
        "label": ""
      },
      {
        "sentence": "早晚你会工作，早晚你会搬出去，所以就不要和他们争吵了。",
        "label": ""
      },
      {
        "sentence": "放过他们，也放过自己吧。",
        "label": ""
      },
      {
        "sentence": "我知道作为一个要面子的女生，承受那些话语是很痛苦的，但我们总要找到一些方法。",
        "label": ""
      },
      {
        "sentence": "加油吧！",
        "label": ""
      },
      {
        "sentence": "我们只能要求自己快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你这么理解我，我真的很感激。但有时候我真的很难控制自己的情绪，每次回家听到妈妈的责备就觉得自己一无是处。我知道他们是为了我好，但他们的方式让我觉得很沮丧。我怎么才能不被他们的话影响，保持积极心态呢？",
    "annotation": [
      {
        "sentence": "谢谢你这么理解我，我真的很感激。",
        "label": ""
      },
      {
        "sentence": "但有时候我真的很难控制自己的情绪，每次回家听到妈妈的责备就觉得自己一无是处。",
        "label": ""
      },
      {
        "sentence": "我知道他们是为了我好，但他们的方式让我觉得很沮丧。",
        "label": ""
      },
      {
        "sentence": "我怎么才能不被他们的话影响，保持积极心态呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实有时候很难控制情绪，特别是在妈妈的责备下。但我们可以试着改变自己对待这些情绪的方式。当你回家听到妈妈的责备时，试着冷静下来，深呼吸几次，告诉自己这只是暂时的情绪，不要让它控制你的心态。你可以尝试找些放松的方式，比如听音乐、看书、写日记等，从而让自己放松下来。同时，也可以尝试和朋友、老师或者其他支持者分享你的困扰，他们可能会给你一些建设性的建议。记住，你的感受是重要的，不要忽视自己的情绪和需求。",
    "annotation": [
      {
        "sentence": "确实有时候很难控制情绪，特别是在妈妈的责备下。",
        "label": ""
      },
      {
        "sentence": "但我们可以试着改变自己对待这些情绪的方式。",
        "label": ""
      },
      {
        "sentence": "当你回家听到妈妈的责备时，试着冷静下来，深呼吸几次，告诉自己这只是暂时的情绪，不要让它控制你的心态。",
        "label": ""
      },
      {
        "sentence": "你可以尝试找些放松的方式，比如听音乐、看书、写日记等，从而让自己放松下来。",
        "label": ""
      },
      {
        "sentence": "同时，也可以尝试和朋友、老师或者其他支持者分享你的困扰，他们可能会给你一些建设性的建议。",
        "label": ""
      },
      {
        "sentence": "记住，你的感受是重要的，不要忽视自己的情绪和需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的方法听起来很不错，我会试着冷静下来，寻找一些放松的方式来帮助我控制情绪。另外，我觉得和其他人交流可能会减轻我的负担，尤其是一些理解和支持我的人。我会尝试找一些可以倾诉和分享的人，谢谢你的建议。",
    "annotation": [
      {
        "sentence": "你说的方法听起来很不错，我会试着冷静下来，寻找一些放松的方式来帮助我控制情绪。",
        "label": ""
      },
      {
        "sentence": "另外，我觉得和其他人交流可能会减轻我的负担，尤其是一些理解和支持我的人。",
        "label": ""
      },
      {
        "sentence": "我会尝试找一些可以倾诉和分享的人，谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你会尝试我提供的建议。和他人交流确实能减轻负担，让你感到舒缓和被理解。记住，你不必独自面对困境，身边一定还有其他人愿意帮助你。如果你需要倾诉或希望得到更多支持，随时向我寻求帮助，我会一直在这里支持你的。",
    "annotation": [
      {
        "sentence": "很高兴听到你会尝试我提供的建议。",
        "label": ""
      },
      {
        "sentence": "和他人交流确实能减轻负担，让你感到舒缓和被理解。",
        "label": ""
      },
      {
        "sentence": "记住，你不必独自面对困境，身边一定还有其他人愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "如果你需要倾诉或希望得到更多支持，随时向我寻求帮助，我会一直在这里支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来的支持和鼓励，我真的感到很温暖和安慰。我知道自己还有很长的路要走，但至少现在我更有信心去面对困难了。再次感谢你的陪伴和理解。",
    "annotation": [
      {
        "sentence": "谢谢你一直以来的支持和鼓励，我真的感到很温暖和安慰。",
        "label": ""
      },
      {
        "sentence": "我知道自己还有很长的路要走，但至少现在我更有信心去面对困难了。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直愿意陪伴并支持你。你已经展现出了很大的勇气和决心，相信你一定能够克服困难，走向更美好的未来。如果你需要任何帮助或再次需要倾诉，随时与我联系。祝愿你每天都能开心和快乐。",
    "annotation": [
      {
        "sentence": "不客气，我一直愿意陪伴并支持你。",
        "label": ""
      },
      {
        "sentence": "你已经展现出了很大的勇气和决心，相信你一定能够克服困难，走向更美好的未来。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或再次需要倾诉，随时与我联系。",
        "label": ""
      },
      {
        "sentence": "祝愿你每天都能开心和快乐。",
        "label": ""
      }
    ]
  }
]