[
  {
    "role": "client",
    "content": "最近真的很烦恼，希望能够倾诉一下。我今年24岁，因为别人说了一句很讨人厌的话，导致我越想越气。当时在上班的时候，正和同事聊天，本来还挺开心的，但突然就有另一个人对我说了一句让我瞬间恼火的话。当时我情不自禁地骂了他一顿，但事后还是越想越气，越想越烦。我真恨自己当初怎么没抽他嘴巴子，怎么会认识这种说话不长脑子的人。现在每次一静下心来，脑子里就不由自主地回想起那句不开心的话，无法忘记，也无法调整好心情。每天都很烦躁，吃不好睡不好，一想起来就感到很烦恼。",
    "annotation": [
      {
        "sentence": "最近真的很烦恼，希望能够倾诉一下。",
        "label": ""
      },
      {
        "sentence": "我今年24岁，因为别人说了一句很讨人厌的话，导致我越想越气。",
        "label": ""
      },
      {
        "sentence": "当时在上班的时候，正和同事聊天，本来还挺开心的，但突然就有另一个人对我说了一句让我瞬间恼火的话。",
        "label": ""
      },
      {
        "sentence": "当时我情不自禁地骂了他一顿，但事后还是越想越气，越想越烦。",
        "label": ""
      },
      {
        "sentence": "我真恨自己当初怎么没抽他嘴巴子，怎么会认识这种说话不长脑子的人。",
        "label": ""
      },
      {
        "sentence": "现在每次一静下心来，脑子里就不由自主地回想起那句不开心的话，无法忘记，也无法调整好心情。",
        "label": ""
      },
      {
        "sentence": "每天都很烦躁，吃不好睡不好，一想起来就感到很烦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你感受真的很深。这种事情发生之后，确实会越想越气，希望当时能再骂一次，这样才能解气。但是已经无法倒回去时光，所以我们要想办法不让自己越想越气。虽然对自己很不公平，对身体也不好。我有几个方法可以防止你不再想起那件事情。首先，你可以找朋友倾诉，把想说的话都告诉他们，不要闷在心里。让朋友安慰你，从而释放一些负面情绪。其次，你可以和自己和解，告诉自己这种事情并不值得让你不开心，把它当成一次人生的长知识。最重要的是让自己开心起来，要转移注意力，不要再想那件事情。看一部喜剧，做一些能排汗的运动，或者试试冥想和购物等方式，让自己快乐起来。希望这些建议对你有帮助，愿你开心！",
    "annotation": [
      {
        "sentence": "听起来你感受真的很深。",
        "label": ""
      },
      {
        "sentence": "这种事情发生之后，确实会越想越气，希望当时能再骂一次，这样才能解气。",
        "label": ""
      },
      {
        "sentence": "但是已经无法倒回去时光，所以我们要想办法不让自己越想越气。",
        "label": ""
      },
      {
        "sentence": "虽然对自己很不公平，对身体也不好。",
        "label": ""
      },
      {
        "sentence": "我有几个方法可以防止你不再想起那件事情。",
        "label": ""
      },
      {
        "sentence": "首先，你可以找朋友倾诉，把想说的话都告诉他们，不要闷在心里。",
        "label": ""
      },
      {
        "sentence": "让朋友安慰你，从而释放一些负面情绪。",
        "label": ""
      },
      {
        "sentence": "其次，你可以和自己和解，告诉自己这种事情并不值得让你不开心，把它当成一次人生的长知识。",
        "label": ""
      },
      {
        "sentence": "最重要的是让自己开心起来，要转移注意力，不要再想那件事情。",
        "label": ""
      },
      {
        "sentence": "看一部喜剧，做一些能排汗的运动，或者试试冥想和购物等方式，让自己快乐起来。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有帮助，愿你开心！",
        "label": ""
      }
    ]
  }
]