[
  {
    "role": "client",
    "content": "婚姻面临离婚，不论做什么决定都很痛苦？此刻很消极悲观，提不起劲，也很焦虑，问题一直未解决，未决定，看不到希望，觉得自己很失败，很没用，该怎么办？",
    "annotation": [
      {
        "sentence": "婚姻面临离婚，不论做什么决定都很痛苦？",
        "label": ""
      },
      {
        "sentence": "此刻很消极悲观，提不起劲，也很焦虑，问题一直未解决，未决定，看不到希望，觉得自己很失败，很没用，该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婚姻的解体是人生中的一大压力事件，你现在的状态是很常见的。情绪上，你感到消极、悲观，提不起劲，感到无力。同时你也在焦虑，因为问题一直未解决，还没有做出决定。你觉得自己很失败，很没用。根据你的描述，这个情况就像是打开了很多程序和界面的电脑，虽然没有进行操作，但这些程序占用了内存，影响了电脑的运行。这种情况会耗费你的精力，所以你会感到无力。焦虑通常伴随着对未知未来的担心和恐惧。面对即将离婚，你的生活可能会面临一些未知，你的焦虑也是正常的反应。如果你是被动离婚的一方，你同时也可能感到不甘和不知道该做什么的压力。如果什么都不做，你就会自我评判，产生不恰当的认知，比如婚姻失败等于自己失败，婚姻解体等于自己没用。但是婚姻并不能代表你的全部，婚姻解体也不能全面否定你。解决方案：首先，停止全面否定自己，告诉自己婚姻解体只是一个过程，你可能会经历伤心、受挫、难过，但这些感受会过去的。其次，如果你有心理学的基础，可以进行放松训练和正念练习。最后，梳理自己在这段婚姻中的认知和理解。但是请记得，在进行这些操作时最好在专业咨询帮助下进行。希望你能度过这个困境。",
    "annotation": [
      {
        "sentence": "婚姻的解体是人生中的一大压力事件，你现在的状态是很常见的。",
        "label": ""
      },
      {
        "sentence": "情绪上，你感到消极、悲观，提不起劲，感到无力。",
        "label": ""
      },
      {
        "sentence": "同时你也在焦虑，因为问题一直未解决，还没有做出决定。",
        "label": ""
      },
      {
        "sentence": "你觉得自己很失败，很没用。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，这个情况就像是打开了很多程序和界面的电脑，虽然没有进行操作，但这些程序占用了内存，影响了电脑的运行。",
        "label": ""
      },
      {
        "sentence": "这种情况会耗费你的精力，所以你会感到无力。",
        "label": ""
      },
      {
        "sentence": "焦虑通常伴随着对未知未来的担心和恐惧。",
        "label": ""
      },
      {
        "sentence": "面对即将离婚，你的生活可能会面临一些未知，你的焦虑也是正常的反应。",
        "label": ""
      },
      {
        "sentence": "如果你是被动离婚的一方，你同时也可能感到不甘和不知道该做什么的压力。",
        "label": ""
      },
      {
        "sentence": "如果什么都不做，你就会自我评判，产生不恰当的认知，比如婚姻失败等于自己失败，婚姻解体等于自己没用。",
        "label": ""
      },
      {
        "sentence": "但是婚姻并不能代表你的全部，婚姻解体也不能全面否定你。",
        "label": ""
      },
      {
        "sentence": "解决方案：首先，停止全面否定自己，告诉自己婚姻解体只是一个过程，你可能会经历伤心、受挫、难过，但这些感受会过去的。",
        "label": ""
      },
      {
        "sentence": "其次，如果你有心理学的基础，可以进行放松训练和正念练习。",
        "label": ""
      },
      {
        "sentence": "最后，梳理自己在这段婚姻中的认知和理解。",
        "label": ""
      },
      {
        "sentence": "但是请记得，在进行这些操作时最好在专业咨询帮助下进行。",
        "label": ""
      },
      {
        "sentence": "希望你能度过这个困境。",
        "label": ""
      }
    ]
  }
]