[
  {
    "role": "client",
    "content": "高中女生，感受不到自我是什么原因？怎么帮助她？",
    "annotation": [
      {
        "sentence": "高中女生，感受不到自我是什么原因？",
        "label": ""
      },
      {
        "sentence": "怎么帮助她？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述，你同学“瑶瑶”的情况比较严重，“冰冻三尺非一日之寒”，她的状况应该是很长时间了！对朋友亲人都是用小名“瑶瑶”自称。她感受不到“我”或“自己”，只能感受到“瑶瑶”的存在。这从心理学上来说叫做“情感隔离”，自己的灵魂远离了自己的肉体，也类似于双重人格，她自己本来的人格隐藏了起来，在这基础上又塑造了一个听父母话的讨好型人格。一般造成这种情况的原因就是原生家庭以及成长环境的影响。",
    "annotation": [
      {
        "sentence": "通过你的描述，你同学“瑶瑶”的情况比较严重，“冰冻三尺非一日之寒”，她的状况应该是很长时间了！",
        "label": ""
      },
      {
        "sentence": "对朋友亲人都是用小名“瑶瑶”自称。",
        "label": ""
      },
      {
        "sentence": "她感受不到“我”或“自己”，只能感受到“瑶瑶”的存在。",
        "label": ""
      },
      {
        "sentence": "这从心理学上来说叫做“情感隔离”，自己的灵魂远离了自己的肉体，也类似于双重人格，她自己本来的人格隐藏了起来，在这基础上又塑造了一个听父母话的讨好型人格。",
        "label": ""
      },
      {
        "sentence": "一般造成这种情况的原因就是原生家庭以及成长环境的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，她家里从小管得比较死，父母只允许她做他们指示的事情，如果做了父母觉得不对的事情就会被责骂。她的成长都是在父母的管控下进行的，父母为她安排好了一切，什么也不用她去独立思考，只要按着父母的要求去做就行。",
    "annotation": [
      {
        "sentence": "是的，她家里从小管得比较死，父母只允许她做他们指示的事情，如果做了父母觉得不对的事情就会被责骂。",
        "label": ""
      },
      {
        "sentence": "她的成长都是在父母的管控下进行的，父母为她安排好了一切，什么也不用她去独立思考，只要按着父母的要求去做就行。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，这种长期的过度保护和控制可能会让她失去独立思考的能力。人与动物最大的区别就是独立性和思考性，如果父母按着自己的意愿为孩子安排好一切，那就相当于抹杀了孩子的独特性和思考能力，真是令人忧心啊！但是，我相信你是一个值得朋友信赖的好人，将朋友的事情当做自己的事情对待，认识你也是“瑶瑶”同学的幸运。",
    "annotation": [
      {
        "sentence": "没错，这种长期的过度保护和控制可能会让她失去独立思考的能力。",
        "label": ""
      },
      {
        "sentence": "人与动物最大的区别就是独立性和思考性，如果父母按着自己的意愿为孩子安排好一切，那就相当于抹杀了孩子的独特性和思考能力，真是令人忧心啊！",
        "label": ""
      },
      {
        "sentence": "但是，我相信你是一个值得朋友信赖的好人，将朋友的事情当做自己的事情对待，认识你也是“瑶瑶”同学的幸运。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的夸奖，我也希望能帮助她找回自我，但是她已经形成了自己的认知，认为满足父母的要求是最重要的。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的夸奖，我也希望能帮助她找回自我，但是她已经形成了自己的认知，认为满足父母的要求是最重要的。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这确实是一个挑战。在她心目中已经深刻地认识到“应该听父母的话”，其他人的帮助对她的影响很小，就像一个机器人被下了指令一样！那么解决问题的最好办法还是在瑶瑶父母身上。我们可以寻求老师、长辈、专家等对父母有一定影响力的人帮忙，让他们与瑶瑶的父母沟通，并试图让父母改变他们的做法。首先，要给瑶瑶自由，允许她自主思考；然后修复亲子关系，让瑶瑶找到久违的快乐；最后，让她在社会上锻炼成长，这样她才可能慢慢找回自我，恢复自信，真正地感受到生活的快乐。",
    "annotation": [
      {
        "sentence": "是的，这确实是一个挑战。",
        "label": ""
      },
      {
        "sentence": "在她心目中已经深刻地认识到“应该听父母的话”，其他人的帮助对她的影响很小，就像一个机器人被下了指令一样！",
        "label": ""
      },
      {
        "sentence": "那么解决问题的最好办法还是在瑶瑶父母身上。",
        "label": ""
      },
      {
        "sentence": "我们可以寻求老师、长辈、专家等对父母有一定影响力的人帮忙，让他们与瑶瑶的父母沟通，并试图让父母改变他们的做法。",
        "label": ""
      },
      {
        "sentence": "首先，要给瑶瑶自由，允许她自主思考；然后修复亲子关系，让瑶瑶找到久违的快乐；最后，让她在社会上锻炼成长，这样她才可能慢慢找回自我，恢复自信，真正地感受到生活的快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，解决问题的关键在于改变她父母的做法。我会尽力去做，希望能为她找回自我，让她重新认识到生活的美好。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "你说得对，解决问题的关键在于改变她父母的做法。",
        "label": ""
      },
      {
        "sentence": "我会尽力去做，希望能为她找回自我，让她重新认识到生活的美好。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能做到的。作为她的朋友，你的陪伴和支持对她来说是非常重要的。记得随时与她保持联系，给予她鼓励和正面的情绪影响，相信她会渐渐摆脱困境，找回自信的。祝福你们的友谊长存！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能做到的。",
        "label": ""
      },
      {
        "sentence": "作为她的朋友，你的陪伴和支持对她来说是非常重要的。",
        "label": ""
      },
      {
        "sentence": "记得随时与她保持联系，给予她鼓励和正面的情绪影响，相信她会渐渐摆脱困境，找回自信的。",
        "label": ""
      },
      {
        "sentence": "祝福你们的友谊长存！",
        "label": ""
      }
    ]
  }
]