[
  {
    "role": "client",
    "content": "高中女生，感受不到自我是什么原因？怎么帮助她？高中女生，和我是朋友，虽然长得漂亮，但是比较内向，缺乏自信和安全感，不敢和人交流，没有主见，不会拒绝。她说话时不习惯使用“我”自称，在正式场合和对陌生人才会很刻意地使用，对朋友亲人都是用小名“瑶瑶”自称。我原本以为这只是她的语言习惯，但是后来发现事情更加棘手：她说她感受不到“我”或“自己”，只能感受到“瑶瑶”的存在，所以思考时的主语也是“瑶瑶”，不知道“自己是谁”只知道“瑶瑶是谁”，不能确定“瑶瑶”是不是自己，在思考“瑶瑶”的事的时候感觉是在思考别人的事，对“瑶瑶”的认识也很像对别人的认识。她家里从小管得比较死，父母只允许她做他们指示的事情，如果做了父母觉得不对的事情就会被责骂。而且她不觉得现状有什么不好，也没有改变的想法，她认为“瑶瑶”的形象是父母塑造的，所以满足父母的要求是最重要的。这是怎么造成的？怎么帮助她找回自我？",
    "annotation": [
      {
        "sentence": "高中女生，感受不到自我是什么原因？",
        "label": ""
      },
      {
        "sentence": "怎么帮助她？",
        "label": ""
      },
      {
        "sentence": "高中女生，和我是朋友，虽然长得漂亮，但是比较内向，缺乏自信和安全感，不敢和人交流，没有主见，不会拒绝。",
        "label": ""
      },
      {
        "sentence": "她说话时不习惯使用“我”自称，在正式场合和对陌生人才会很刻意地使用，对朋友亲人都是用小名“瑶瑶”自称。",
        "label": ""
      },
      {
        "sentence": "我原本以为这只是她的语言习惯，但是后来发现事情更加棘手：她说她感受不到“我”或“自己”，只能感受到“瑶瑶”的存在，所以思考时的主语也是“瑶瑶”，不知道“自己是谁”只知道“瑶瑶是谁”，不能确定“瑶瑶”是不是自己，在思考“瑶瑶”的事的时候感觉是在思考别人的事，对“瑶瑶”的认识也很像对别人的认识。",
        "label": ""
      },
      {
        "sentence": "她家里从小管得比较死，父母只允许她做他们指示的事情，如果做了父母觉得不对的事情就会被责骂。",
        "label": ""
      },
      {
        "sentence": "而且她不觉得现状有什么不好，也没有改变的想法，她认为“瑶瑶”的形象是父母塑造的，所以满足父母的要求是最重要的。",
        "label": ""
      },
      {
        "sentence": "这是怎么造成的？",
        "label": ""
      },
      {
        "sentence": "怎么帮助她找回自我？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你朋友的情况确实挺复杂的，但我相信我们可以找到解决办法。在你的前一个问题“为什么有的女生思考和说话时的第一人称不是‘我’”中，我提到“她好像是缺乏自我意识”、“‘瑶瑶’是与自我分离的两个个体”。在你今天提供的资料中，更加详细，有利于我们进一步分析。现在我会分别解答你的问题。",
    "annotation": [
      {
        "sentence": "你朋友的情况确实挺复杂的，但我相信我们可以找到解决办法。",
        "label": ""
      },
      {
        "sentence": "在你的前一个问题“为什么有的女生思考和说话时的第一人称不是‘我’”中，我提到“她好像是缺乏自我意识”、“‘瑶瑶’是与自我分离的两个个体”。",
        "label": ""
      },
      {
        "sentence": "在你今天提供的资料中，更加详细，有利于我们进一步分析。",
        "label": ""
      },
      {
        "sentence": "现在我会分别解答你的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持！我很愿意为我的朋友做些什么，帮助她找回自信和自我。",
    "annotation": [
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      },
      {
        "sentence": "我很愿意为我的朋友做些什么，帮助她找回自信和自我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感受不到自我可能是因为她在很早的时候就被父母剥夺了自我，只允许“瑶瑶”这个听话的孩子存在。而这个听话的“瑶瑶”是她本身不喜欢的，她不愿意把这个“瑶瑶”跟自己联系在一起。这可能是她感受不到自我的原因。",
    "annotation": [
      {
        "sentence": "感受不到自我可能是因为她在很早的时候就被父母剥夺了自我，只允许“瑶瑶”这个听话的孩子存在。",
        "label": ""
      },
      {
        "sentence": "而这个听话的“瑶瑶”是她本身不喜欢的，她不愿意把这个“瑶瑶”跟自己联系在一起。",
        "label": ""
      },
      {
        "sentence": "这可能是她感受不到自我的原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那她为什么会不习惯使用“我”自称呢？为什么只在正式场合和对陌生人面前才会刻意地使用“我”？",
    "annotation": [
      {
        "sentence": "那她为什么会不习惯使用“我”自称呢？",
        "label": ""
      },
      {
        "sentence": "为什么只在正式场合和对陌生人面前才会刻意地使用“我”？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在面对正式场合和陌生人时，可以很刻意地自称“我”，是因为那些场合和不熟悉的人，本身有严肃和疏离的感觉，她一方面可以稍稍放心地使用“我”，不必用“瑶瑶”这个听话的乖孩子形象来讨好他们；另一方面也害怕使用“瑶瑶”不被人接受。而在朋友和亲人面前用小名，那是在她的信念里面，越亲近的人，越要听他们的话，她们才不会生气。她希望亲人和朋友接受“瑶瑶”这个听话的孩子形象，但她的潜意识并不想把“瑶瑶”和自己联系在一起。",
    "annotation": [
      {
        "sentence": "在面对正式场合和陌生人时，可以很刻意地自称“我”，是因为那些场合和不熟悉的人，本身有严肃和疏离的感觉，她一方面可以稍稍放心地使用“我”，不必用“瑶瑶”这个听话的乖孩子形象来讨好他们；另一方面也害怕使用“瑶瑶”不被人接受。",
        "label": ""
      },
      {
        "sentence": "而在朋友和亲人面前用小名，那是在她的信念里面，越亲近的人，越要听他们的话，她们才不会生气。",
        "label": ""
      },
      {
        "sentence": "她希望亲人和朋友接受“瑶瑶”这个听话的孩子形象，但她的潜意识并不想把“瑶瑶”和自己联系在一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，她是把“瑶瑶”和自己分开了，没有把它们统一起来。那这种情况是正常的吗？有什么办法可以帮助她吗？",
    "annotation": [
      {
        "sentence": "我明白了，她是把“瑶瑶”和自己分开了，没有把它们统一起来。",
        "label": ""
      },
      {
        "sentence": "那这种情况是正常的吗？",
        "label": ""
      },
      {
        "sentence": "有什么办法可以帮助她吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，“我”是主体，“瑶瑶”是客体，主客体不能统一，内心其实是分裂的。她把听话的那个和有个性的那个分离了出来。在心理调适中，我们有时候会提到，把自己抽离出来，像看别人一样看自己，有助于客观地认识自己。但像这种完全剥离自己，完全没有自己的，有可能是人格解离，严重的，可能需要寻求精神科医生的帮助。",
    "annotation": [
      {
        "sentence": "其实，“我”是主体，“瑶瑶”是客体，主客体不能统一，内心其实是分裂的。",
        "label": ""
      },
      {
        "sentence": "她把听话的那个和有个性的那个分离了出来。",
        "label": ""
      },
      {
        "sentence": "在心理调适中，我们有时候会提到，把自己抽离出来，像看别人一样看自己，有助于客观地认识自己。",
        "label": ""
      },
      {
        "sentence": "但像这种完全剥离自己，完全没有自己的，有可能是人格解离，严重的，可能需要寻求精神科医生的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "她从小被父母管得非常严，只允许她做他们指示的事情，如果有做父母觉得不对的事情就会被责骂。这是怎么造成的自我缺失呢？",
    "annotation": [
      {
        "sentence": "她从小被父母管得非常严，只允许她做他们指示的事情，如果有做父母觉得不对的事情就会被责骂。",
        "label": ""
      },
      {
        "sentence": "这是怎么造成的自我缺失呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个是她丢失自我的原因，以上几条已经提到，再不多说。这样的管教方式导致她没有机会发展自我意识，她认为满足父母的要求是最重要的，所以她不觉得现状有什么不好，也没有改变的想法。在她的认知当中，不想要改变，肯定有她这样做的好处，比如要是没有“瑶瑶”这个听话的孩子存在了，可能父母就不喜欢她了，她害怕失去亲人和朋友对她的好。",
    "annotation": [
      {
        "sentence": "这个是她丢失自我的原因，以上几条已经提到，再不多说。",
        "label": ""
      },
      {
        "sentence": "这样的管教方式导致她没有机会发展自我意识，她认为满足父母的要求是最重要的，所以她不觉得现状有什么不好，也没有改变的想法。",
        "label": ""
      },
      {
        "sentence": "在她的认知当中，不想要改变，肯定有她这样做的好处，比如要是没有“瑶瑶”这个听话的孩子存在了，可能父母就不喜欢她了，她害怕失去亲人和朋友对她的好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我作为她的朋友，我应该",
    "annotation": [
      {
        "sentence": "那我作为她的朋友，我应该",
        "label": ""
      }
    ]
  }
]