[
  {
    "role": "client",
    "content": "我20岁，总是很焦虑，怀疑自己是同性恋？我觉得自己喜欢异性，并且我也有女朋友，很爱她。目前有过边缘性行为。但是最近老是想起以前的事情，以前大概十一二岁，开玩笑和同性好友亲过，当时只觉得是恶作剧，没想那么多。那个年纪左右我哥还特别色，摸我下面，然后打飞机啥的。后来19岁，不知道是好奇还是怎么，我看过男男的a片，而且是网赚的，花钱的，去了解一些同性恋的知识啥的，去看一些新闻或者论坛贴吧，还去搜了一些男的图片。我看那种片子时会紧张，不知道为啥会有点反应。但是从那之后再也没看过，已经一年多时间了。后来和女朋友在一起后我就没想那么多了。到现在我和我女朋友虽然会吵架，但感情很好。前一段时间开始连续一两周时间我一直想这些事，一直去网上搜“直男会看男男视频”好多人都说不会，还有的说“小心骗婚”啥的。我就更怀疑自己，现在没事就想，心里对女朋友越发愧疚，会带入同性恋特征到自己身上。我又觉得自己不是，强迫自己不去想，就越想。",
    "annotation": [
      {
        "sentence": "我20岁，总是很焦虑，怀疑自己是同性恋？",
        "label": ""
      },
      {
        "sentence": "我觉得自己喜欢异性，并且我也有女朋友，很爱她。",
        "label": ""
      },
      {
        "sentence": "目前有过边缘性行为。",
        "label": ""
      },
      {
        "sentence": "但是最近老是想起以前的事情，以前大概十一二岁，开玩笑和同性好友亲过，当时只觉得是恶作剧，没想那么多。",
        "label": ""
      },
      {
        "sentence": "那个年纪左右我哥还特别色，摸我下面，然后打飞机啥的。",
        "label": ""
      },
      {
        "sentence": "后来19岁，不知道是好奇还是怎么，我看过男男的a片，而且是网赚的，花钱的，去了解一些同性恋的知识啥的，去看一些新闻或者论坛贴吧，还去搜了一些男的图片。",
        "label": ""
      },
      {
        "sentence": "我看那种片子时会紧张，不知道为啥会有点反应。",
        "label": ""
      },
      {
        "sentence": "但是从那之后再也没看过，已经一年多时间了。",
        "label": ""
      },
      {
        "sentence": "后来和女朋友在一起后我就没想那么多了。",
        "label": ""
      },
      {
        "sentence": "到现在我和我女朋友虽然会吵架，但感情很好。",
        "label": ""
      },
      {
        "sentence": "前一段时间开始连续一两周时间我一直想这些事，一直去网上搜“直男会看男男视频”好多人都说不会，还有的说“小心骗婚”啥的。",
        "label": ""
      },
      {
        "sentence": "我就更怀疑自己，现在没事就想，心里对女朋友越发愧疚，会带入同性恋特征到自己身上。",
        "label": ""
      },
      {
        "sentence": "我又觉得自己不是，强迫自己不去想，就越想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的困惑通过文字已经很明显。人的感情是会改变的，在特定的事情下也会发生变化。既然你已经有了女朋友，那就好好和她在一起，不用再怀疑自己。对于你提到的那些同性方面的“纪录片”之类的，最好不要过多关注，因为这样会影响到你的内心。对于关注的事物会越来越好奇，好奇就容易产生怀疑，这对你来说可能不太好。祝福你未来幸福吧！！",
    "annotation": [
      {
        "sentence": "你的困惑通过文字已经很明显。",
        "label": ""
      },
      {
        "sentence": "人的感情是会改变的，在特定的事情下也会发生变化。",
        "label": ""
      },
      {
        "sentence": "既然你已经有了女朋友，那就好好和她在一起，不用再怀疑自己。",
        "label": ""
      },
      {
        "sentence": "对于你提到的那些同性方面的“纪录片”之类的，最好不要过多关注，因为这样会影响到你的内心。",
        "label": ""
      },
      {
        "sentence": "对于关注的事物会越来越好奇，好奇就容易产生怀疑，这对你来说可能不太好。",
        "label": ""
      },
      {
        "sentence": "祝福你未来幸福吧！！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复和鼓励，但这些疑问一直困扰着我，我觉得很沉重。我希望能有更具体的建议，帮助我度过这个困难的阶段。",
    "annotation": [
      {
        "sentence": "谢谢你的回复和鼓励，但这些疑问一直困扰着我，我觉得很沉重。",
        "label": ""
      },
      {
        "sentence": "我希望能有更具体的建议，帮助我度过这个困难的阶段。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你感到困扰和沉重，这种疑问确实会让人不安。既然你希望得到更具体的建议，那我建议你可以考虑寻找专业的心理咨询师进行面对面的咨询，他们会更加专业和全面地帮助你解决问题，帮你度过这个困难的阶段。",
    "annotation": [
      {
        "sentence": "我理解你感到困扰和沉重，这种疑问确实会让人不安。",
        "label": ""
      },
      {
        "sentence": "既然你希望得到更具体的建议，那我建议你可以考虑寻找专业的心理咨询师进行面对面的咨询，他们会更加专业和全面地帮助你解决问题，帮你度过这个困难的阶段。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你的建议让我有些迟疑。我不知道是不是真的需要找心理咨询师，这个问题会不会太小题大做了。",
    "annotation": [
      {
        "sentence": "嗯，你的建议让我有些迟疑。",
        "label": ""
      },
      {
        "sentence": "我不知道是不是真的需要找心理咨询师，这个问题会不会太小题大做了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你来说，这是一个让你困扰并且影响到你情绪和心理健康的问题，不论大小都值得关注和解决。心理咨询师是受过专业培训的专家，他们会提供专业的支持和指导，帮助你更好地理解自己的情感和性取向，并帮助你度过困难。所以，我建议你可以尝试寻找一个合适的心理咨询师，与他们面对面地交流。",
    "annotation": [
      {
        "sentence": "对于你来说，这是一个让你困扰并且影响到你情绪和心理健康的问题，不论大小都值得关注和解决。",
        "label": ""
      },
      {
        "sentence": "心理咨询师是受过专业培训的专家，他们会提供专业的支持和指导，帮助你更好地理解自己的情感和性取向，并帮助你度过困难。",
        "label": ""
      },
      {
        "sentence": "所以，我建议你可以尝试寻找一个合适的心理咨询师，与他们面对面地交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我感觉或许真的需要寻找心理咨询师。但是我有些担心，担心去看心理咨询师会不会被他人知道，会不会影响到我和女朋友的关系。",
    "annotation": [
      {
        "sentence": "听你这么说，我感觉或许真的需要寻找心理咨询师。",
        "label": ""
      },
      {
        "sentence": "但是我有些担心，担心去看心理咨询师会不会被他人知道，会不会影响到我和女朋友的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心，但前提是你要明确知道心理咨询师是有保密义务的，并且不会将你的咨询信息透露给他人。他们会以专业的态度对待你的隐私和问题，保护你的权益。同时，你可以选择一个离你生活较远的地方进行咨询，以减少被他人知道的风险。关于影响你和女朋友关系的问题，你也可以与咨询师进行沟通，他们会给你专业的建议和帮助。",
    "annotation": [
      {
        "sentence": "理解你的担心，但前提是你要明确知道心理咨询师是有保密义务的，并且不会将你的咨询信息透露给他人。",
        "label": ""
      },
      {
        "sentence": "他们会以专业的态度对待你的隐私和问题，保护你的权益。",
        "label": ""
      },
      {
        "sentence": "同时，你可以选择一个离你生活较远的地方进行咨询，以减少被他人知道的风险。",
        "label": ""
      },
      {
        "sentence": "关于影响你和女朋友关系的问题，你也可以与咨询师进行沟通，他们会给你专业的建议和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，你说得有道理。我会考虑寻找心理咨询师进行咨询，并且与他们明确隐私保护的问题。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "我明白了，你说得有道理。",
        "label": ""
      },
      {
        "sentence": "我会考虑寻找心理咨询师进行咨询，并且与他们明确隐私保护的问题。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议能对你有所帮助。请记住，寻求专业的心理咨询是为了你的健康和幸福，不要把自己的疑问和压力承担得太沉重。祝福你能早日度过这个困难的阶段，并找到自己的幸福和平衡。",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "请记住，寻求专业的心理咨询是为了你的健康和幸福，不要把自己的疑问和压力承担得太沉重。",
        "label": ""
      },
      {
        "sentence": "祝福你能早日度过这个困难的阶段，并找到自己的幸福和平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和鼓励。我会尽快跟进你的建议，寻找一位合适的心理咨询师。希望我能获得解答和帮助，重新找回内心的安定和平衡。",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尽快跟进你的建议，寻找一位合适的心理咨询师。",
        "label": ""
      },
      {
        "sentence": "希望我能获得解答和帮助，重新找回内心的安定和平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "祝愿你一切顺利，相信你能够克服这个困难。寻找心理咨询师是一个积极的行动，相信他们会给予你专业的支持和帮助。你不会孤单，有人愿意帮助你度过难关。加油！",
    "annotation": [
      {
        "sentence": "祝愿你一切顺利，相信你能够克服这个困难。",
        "label": ""
      },
      {
        "sentence": "寻找心理咨询师是一个积极的行动，相信他们会给予你专业的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "你不会孤单，有人愿意帮助你度过难关。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]