[
  {
    "role": "client",
    "content": "在人多时紧张，会在意别人的看法，我是不是有点社恐？我也不知道从什么时候开始可能是上了高中之后看着附近的一个个同学一个比一个好看一个比一个会说话会聊天渐渐的自己变得越来越不会说话不会找话题我会在一群陌生人面前走过时会心跳加速会紧张很在意他们对我的看法也会在熟人面前因为他不理你或者因为自己的胡思乱想因为自己太在意别人的看法而让自己在朋友面前小心翼翼害怕朋友是因为自己而生气从而关系不好我现在朋友没有很多能让我跟他坐在一起真正放松下来的只有一个人但是跟我不在一个学校我感觉我在学校的每一天都很难受每天都小心翼翼害怕别人不喜欢我我也在自己心情不好不想说话的时候却因为在那个学校的唯一一个朋友跟我聊天我不敢不跟他说话害怕他会因为这个生气我不知道这是不是社恐但是我也会因为朋友的聚会而撒过谎因为自己不想出门也以为感觉跟他们在一起聊天很累也会紧张",
    "annotation": [
      {
        "sentence": "在人多时紧张，会在意别人的看法，我是不是有点社恐？",
        "label": ""
      },
      {
        "sentence": "我也不知道从什么时候开始可能是上了高中之后看着附近的一个个同学一个比一个好看一个比一个会说话会聊天渐渐的自己变得越来越不会说话不会找话题我会在一群陌生人面前走过时会心跳加速会紧张很在意他们对我的看法也会在熟人面前因为他不理你或者因为自己的胡思乱想因为自己太在意别人的看法而让自己在朋友面前小心翼翼害怕朋友是因为自己而生气从而关系不好我现在朋友没有很多能让我跟他坐在一起真正放松下来的只有一个人但是跟我不在一个学校我感觉我在学校的每一天都很难受每天都小心翼翼害怕别人不喜欢我我也在自己心情不好不想说话的时候却因为在那个学校的唯一一个朋友跟我聊天我不敢不跟他说话害怕他会因为这个生气我不知道这是不是社恐但是我也会因为朋友的聚会而撒过谎因为自己不想出门也以为感觉跟他们在一起聊天很累也会紧张",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的问题后相信你也是一个腼腆的孩子，给你一个爱的首先我觉得，你应该寻找属于自己的闪光点和特长爱好并把它们不断放大，这样你就会收获更多的技能，你就会和别人一起讨论你自己喜欢的话题，不断研究这个领域，最重要的是，你也会不断提高你自己的自信心，会拥有更多的底气。",
    "annotation": [
      {
        "sentence": "看了你的问题后相信你也是一个腼腆的孩子，给你一个爱的首先我觉得，你应该寻找属于自己的闪光点和特长爱好并把它们不断放大，这样你就会收获更多的技能，你就会和别人一起讨论你自己喜欢的话题，不断研究这个领域，最重要的是，你也会不断提高你自己的自信心，会拥有更多的底气。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，但我不知道应该从哪里开始寻找自己的闪光点和特长爱好。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，但我不知道应该从哪里开始寻找自己的闪光点和特长爱好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我可以给你一些建议。你可以尝试参加一些兴趣小组或者社团活动，如音乐、运动、绘画等，通过参与这些活动，你可能会发现自己对某个领域特别感兴趣，从而发展出自己的专长和闪光点。",
    "annotation": [
      {
        "sentence": "不用客气，我可以给你一些建议。",
        "label": ""
      },
      {
        "sentence": "你可以尝试参加一些兴趣小组或者社团活动，如音乐、运动、绘画等，通过参与这些活动，你可能会发现自己对某个领域特别感兴趣，从而发展出自己的专长和闪光点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我该如何克服在人多时的紧张和对别人看法的在意呢？",
    "annotation": [
      {
        "sentence": "那我该如何克服在人多时的紧张和对别人看法的在意呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以试着放慢自己的节奏，呼吸深吸一口气，告诉自己不必过分在意别人的眼光。同时，你也可以找一些放松的方式，如瑜伽、冥想等，通过这些方法来调节自己的情绪和缓解紧张感。",
    "annotation": [
      {
        "sentence": "你可以试着放慢自己的节奏，呼吸深吸一口气，告诉自己不必过分在意别人的眼光。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以找一些放松的方式，如瑜伽、冥想等，通过这些方法来调节自己的情绪和缓解紧张感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试这些方法，谢谢你的建议。但我还是担心和朋友之间的关系会因为我太过小心翼翼而变得紧张。",
    "annotation": [
      {
        "sentence": "我会试试这些方法，谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "但我还是担心和朋友之间的关系会因为我太过小心翼翼而变得紧张。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "朋友之间的关系需要建立在真诚和信任的基础上，你可以尝试坦诚地和朋友沟通你的想法和感受，让他们了解你的处境。同时，也要相信自己的价值和魅力，不必过分担心别人的看法，这样才能真正享受与朋友的相处。",
    "annotation": [
      {
        "sentence": "朋友之间的关系需要建立在真诚和信任的基础上，你可以尝试坦诚地和朋友沟通你的想法和感受，让他们了解你的处境。",
        "label": ""
      },
      {
        "sentence": "同时，也要相信自己的价值和魅力，不必过分担心别人的看法，这样才能真正享受与朋友的相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着跟朋友们更加坦诚地沟通，希望他们能理解我。还有，我想问一下，我该如何应对朋友的聚会，避免因紧张而撒谎？",
    "annotation": [
      {
        "sentence": "我会试着跟朋友们更加坦诚地沟通，希望他们能理解我。",
        "label": ""
      },
      {
        "sentence": "还有，我想问一下，我该如何应对朋友的聚会，避免因紧张而撒谎？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以试着将自己的感受和困惑与朋友分享，告诉他们你有时候可能会感到紧张，但你会努力克服。如果你不想参加某次聚会，可以用真实的理由表达你的意愿，而不是撒谎。朋友应该能够理解和接受你的选择。",
    "annotation": [
      {
        "sentence": "你可以试着将自己的感受和困惑与朋友分享，告诉他们你有时候可能会感到紧张，但你会努力克服。",
        "label": ""
      },
      {
        "sentence": "如果你不想参加某次聚会，可以用真实的理由表达你的意愿，而不是撒谎。",
        "label": ""
      },
      {
        "sentence": "朋友应该能够理解和接受你的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试与朋友坦诚相待，而不是撒谎。我也会试着放松自己，找到属于自己的特长和闪光点。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试与朋友坦诚相待，而不是撒谎。",
        "label": ""
      },
      {
        "sentence": "我也会试着放松自己，找到属于自己的特长和闪光点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心，相信你会渐渐克服社交紧张的困扰，成为更好的自己。记住，信任自己，用心去寻找和发展属于你的光芒，同时也要学会关爱自己，给予自己更多的宽容和理解。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心，相信你会渐渐克服社交紧张的困扰，成为更好的自己。",
        "label": ""
      },
      {
        "sentence": "记住，信任自己，用心去寻找和发展属于你的光芒，同时也要学会关爱自己，给予自己更多的宽容和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来的支持和鼓励，我会牢记你的话，努力成长。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你一直以来的支持和鼓励，我会牢记你的话，努力成长。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直在你身边支持你。相信自己，你可以做到的！加油！",
    "annotation": [
      {
        "sentence": "不客气，我会一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "相信自己，你可以做到的！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]