[
  {
    "role": "client",
    "content": "在人多时紧张，会在意别人的看法，我是不是有点社恐？我也不知道从什么时候开始可能是上了高中之后看着附近的一个个同学一个比一个好看一个比一个会说话会聊天渐渐的自己变得越来越不会说话不会找话题我会在一群陌生人面前走过时会心跳加速会紧张很在意他们对我的看法也会在熟人面前因为他不理你或者因为自己的胡思乱想因为自己太在意别人的看法而让自己在朋友面前小心翼翼害怕朋友是因为自己而生气从而关系不好我现在朋友没有很多能让我跟他坐在一起真正放松下来的只有一个人但是跟我不在一个学校我感觉我在学校的每一天都很难受每天都小心翼翼害怕别人不喜欢我我也在自己心情不好不想说话的时候却因为在那个学校的唯一一个朋友跟我聊天我不敢不跟他说话害怕他会因为这个生气我不知道这是不是社恐但是我也会因为朋友的聚会而撒过谎因为自己不想出门也以为感觉跟他们在一起聊天很累也会紧张",
    "annotation": [
      {
        "sentence": "在人多时紧张，会在意别人的看法，我是不是有点社恐？",
        "label": ""
      },
      {
        "sentence": "我也不知道从什么时候开始可能是上了高中之后看着附近的一个个同学一个比一个好看一个比一个会说话会聊天渐渐的自己变得越来越不会说话不会找话题我会在一群陌生人面前走过时会心跳加速会紧张很在意他们对我的看法也会在熟人面前因为他不理你或者因为自己的胡思乱想因为自己太在意别人的看法而让自己在朋友面前小心翼翼害怕朋友是因为自己而生气从而关系不好我现在朋友没有很多能让我跟他坐在一起真正放松下来的只有一个人但是跟我不在一个学校我感觉我在学校的每一天都很难受每天都小心翼翼害怕别人不喜欢我我也在自己心情不好不想说话的时候却因为在那个学校的唯一一个朋友跟我聊天我不敢不跟他说话害怕他会因为这个生气我不知道这是不是社恐但是我也会因为朋友的聚会而撒过谎因为自己不想出门也以为感觉跟他们在一起聊天很累也会紧张",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，看到你的困扰，我很理解你这种在人多的情况下紧张、在意他人看法的感受。其实，在成长的过程中，很多人都会遇到同样的问题。像我当年也是换班级、换学校，身边没有朋友感到很孤单、很失落呢。我可以和你分享一下我的经历和解决办法。你觉得怎么样？",
    "annotation": [
      {
        "sentence": "求助者，看到你的困扰，我很理解你这种在人多的情况下紧张、在意他人看法的感受。",
        "label": ""
      },
      {
        "sentence": "其实，在成长的过程中，很多人都会遇到同样的问题。",
        "label": ""
      },
      {
        "sentence": "像我当年也是换班级、换学校，身边没有朋友感到很孤单、很失落呢。",
        "label": ""
      },
      {
        "sentence": "我可以和你分享一下我的经历和解决办法。",
        "label": ""
      },
      {
        "sentence": "你觉得怎么样？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，谢谢你愿意听我倾诉，我很想知道你是怎么自我调适的。请你给我一些建议吧。",
    "annotation": [
      {
        "sentence": "支持者，谢谢你愿意听我倾诉，我很想知道你是怎么自我调适的。",
        "label": ""
      },
      {
        "sentence": "请你给我一些建议吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "好的，首先我想告诉你一个方法，就是直面你的恐惧。就像我以前近视，不戴眼镜看电视经常眯着眼睛，我舅舅告诉我这样对眼睛不好。他说，“你就自然看，看不见就看不见吧。”这句话对我影响很大，所以我在害怕新班级、新学校、新同学的时候，我会告诉自己没关系，害怕就害怕吧！再害怕也没关系，但要和自己商量，不要害怕太久，也要和自己和解。这种方法对我真的很有帮助，你可以试试看。",
    "annotation": [
      {
        "sentence": "好的，首先我想告诉你一个方法，就是直面你的恐惧。",
        "label": ""
      },
      {
        "sentence": "就像我以前近视，不戴眼镜看电视经常眯着眼睛，我舅舅告诉我这样对眼睛不好。",
        "label": ""
      },
      {
        "sentence": "他说，“你就自然看，看不见就看不见吧。",
        "label": ""
      },
      {
        "sentence": "”这句话对我影响很大，所以我在害怕新班级、新学校、新同学的时候，我会告诉自己没关系，害怕就害怕吧！",
        "label": ""
      },
      {
        "sentence": "再害怕也没关系，但要和自己商量，不要害怕太久，也要和自己和解。",
        "label": ""
      },
      {
        "sentence": "这种方法对我真的很有帮助，你可以试试看。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，听了你的经历和建议，我觉得你说的直面恐惧的方法好像蛮实用的。我明白了，我要告诉自己害怕是正常的，不要一直纠结在恐惧中，多与自己沟通和解。谢谢你的分享！",
    "annotation": [
      {
        "sentence": "支持者，听了你的经历和建议，我觉得你说的直面恐惧的方法好像蛮实用的。",
        "label": ""
      },
      {
        "sentence": "我明白了，我要告诉自己害怕是正常的，不要一直纠结在恐惧中，多与自己沟通和解。",
        "label": ""
      },
      {
        "sentence": "谢谢你的分享！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，我也很高兴能帮到你。另外，我也有个方法是多爱自己，换位思考。以前，我经常会为别人的看法而困扰，担心自己做什么别人会怎么想、怎么说。后来，我的一个老师听了我的想法，说了一句：“你是不是太自恋了？”一开始我很震惊，为什么他这样说我呢？但后来我反思了自己，觉得这句话也有点道理。为什么我觉得别人都在关注我呢？于是我开始换位思考，想象自己是别人，想想如果是别人回答问题，我会怎么想。我发现，很多时候别人会很快忘记一些小事，不像我想得那么严重。所以，我希望你也能试着多爱自己，不要太在意别人的看法。换位思考一下，他们其实也和我们一样。",
    "annotation": [
      {
        "sentence": "没关系，我也很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "另外，我也有个方法是多爱自己，换位思考。",
        "label": ""
      },
      {
        "sentence": "以前，我经常会为别人的看法而困扰，担心自己做什么别人会怎么想、怎么说。",
        "label": ""
      },
      {
        "sentence": "后来，我的一个老师听了我的想法，说了一句：“你是不是太自恋了？",
        "label": ""
      },
      {
        "sentence": "”一开始我很震惊，为什么他这样说我呢？",
        "label": ""
      },
      {
        "sentence": "但后来我反思了自己，觉得这句话也有点道理。",
        "label": ""
      },
      {
        "sentence": "为什么我觉得别人都在关注我呢？",
        "label": ""
      },
      {
        "sentence": "于是我开始换位思考，想象自己是别人，想想如果是别人回答问题，我会怎么想。",
        "label": ""
      },
      {
        "sentence": "我发现，很多时候别人会很快忘记一些小事，不像我想得那么严重。",
        "label": ""
      },
      {
        "sentence": "所以，我希望你也能试着多爱自己，不要太在意别人的看法。",
        "label": ""
      },
      {
        "sentence": "换位思考一下，他们其实也和我们一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，你说得对。我也觉得我一直都过于关注别人的想法，过于自卑。我应该更加自信，多爱自己，不用太在意别人的看法。我会试着换位思考，明白他们其实和我一样。谢谢你的分享和鼓励！",
    "annotation": [
      {
        "sentence": "支持者，你说得对。",
        "label": ""
      },
      {
        "sentence": "我也觉得我一直都过于关注别人的想法，过于自卑。",
        "label": ""
      },
      {
        "sentence": "我应该更加自信，多爱自己，不用太在意别人的看法。",
        "label": ""
      },
      {
        "sentence": "我会试着换位思考，明白他们其实和我一样。",
        "label": ""
      },
      {
        "sentence": "谢谢你的分享和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴你能认同我的建议。希望这些方法对你有帮助，找到适合自己的改变方法。你是一个勇敢的人，加油！如果还有什么问题或需要，随时找我谈谈。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴你能认同我的建议。",
        "label": ""
      },
      {
        "sentence": "希望这些方法对你有帮助，找到适合自己的改变方法。",
        "label": ""
      },
      {
        "sentence": "你是一个勇敢的人，加油！",
        "label": ""
      },
      {
        "sentence": "如果还有什么问题或需要，随时找我谈谈。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会努力的，有需要的时候我会再来找你聊聊。真的非常感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会努力的，有需要的时候我会再来找你聊聊。",
        "label": ""
      },
      {
        "sentence": "真的非常感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直支持你的。记得要对自己有信心，相信自己能够克服困难。你是很棒的！祝你一切顺利！好好加油！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "记得要对自己有信心，相信自己能够克服困难。",
        "label": ""
      },
      {
        "sentence": "你是很棒的！",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      },
      {
        "sentence": "好好加油！",
        "label": ""
      }
    ]
  }
]