[
  {
    "role": "client",
    "content": "我27岁，看到手机响不想接电话，只想宅家。这是我常有的状态，喜欢宅家抱着手机玩，不喜欢运动，也不喜欢和人发微信。每次手机响了我都感到很焦躁，最近每天晚上出去散步，但即使这样，我还是会感到暴躁。我喜欢发文字，不喜欢微信语音、通话或视频。即使有条件听语音，我也习惯将其转化成文字。我觉得这样很舒服，不觉得孤单。但是，理智告诉我，我这样是有问题的。",
    "annotation": [
      {
        "sentence": "我27岁，看到手机响不想接电话，只想宅家。",
        "label": ""
      },
      {
        "sentence": "这是我常有的状态，喜欢宅家抱着手机玩，不喜欢运动，也不喜欢和人发微信。",
        "label": ""
      },
      {
        "sentence": "每次手机响了我都感到很焦躁，最近每天晚上出去散步，但即使这样，我还是会感到暴躁。",
        "label": ""
      },
      {
        "sentence": "我喜欢发文字，不喜欢微信语音、通话或视频。",
        "label": ""
      },
      {
        "sentence": "即使有条件听语音，我也习惯将其转化成文字。",
        "label": ""
      },
      {
        "sentence": "我觉得这样很舒服，不觉得孤单。",
        "label": ""
      },
      {
        "sentence": "但是，理智告诉我，我这样是有问题的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同龄人抱个拳。首先，我们来分析一下你的生活方式。坦白说，你现在的生活方式肯定存在一些问题，这一点你自己也有意识到。你把自己与外界的联系局限在了文字这种相对狭隘的沟通方式上，这本身会导致焦虑。长期不与外界见面，不与他人沟通，当你听到电话响时的第一反应就是逃避，而逃避最直接的心理反应就是焦虑。因为你不想接电话，但又不能一直逃避。所以内心在逃避与接受之间矛盾斗争，这种长期的逃避心理让你越来越焦虑和暴躁。你害怕与外界产生声音意外的联系，但你又不能完全逃避它。既然不能逃避各种接触，亲爱的，不妨试着去接受它。",
    "annotation": [
      {
        "sentence": "同龄人抱个拳。",
        "label": ""
      },
      {
        "sentence": "首先，我们来分析一下你的生活方式。",
        "label": ""
      },
      {
        "sentence": "坦白说，你现在的生活方式肯定存在一些问题，这一点你自己也有意识到。",
        "label": ""
      },
      {
        "sentence": "你把自己与外界的联系局限在了文字这种相对狭隘的沟通方式上，这本身会导致焦虑。",
        "label": ""
      },
      {
        "sentence": "长期不与外界见面，不与他人沟通，当你听到电话响时的第一反应就是逃避，而逃避最直接的心理反应就是焦虑。",
        "label": ""
      },
      {
        "sentence": "因为你不想接电话，但又不能一直逃避。",
        "label": ""
      },
      {
        "sentence": "所以内心在逃避与接受之间矛盾斗争，这种长期的逃避心理让你越来越焦虑和暴躁。",
        "label": ""
      },
      {
        "sentence": "你害怕与外界产生声音意外的联系，但你又不能完全逃避它。",
        "label": ""
      },
      {
        "sentence": "既然不能逃避各种接触，亲爱的，不妨试着去接受它。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我应该如何迈出第一步呢？我想改变我的生活方式，不再宅家。我知道这样会很烦恼，但我希望能过一个星期后不去想它。我现在每天晚上都出去散步，这已经是我在改变自己了。可是我觉得还不够，我需要更有活力的改变。",
    "annotation": [
      {
        "sentence": "我应该如何迈出第一步呢？",
        "label": ""
      },
      {
        "sentence": "我想改变我的生活方式，不再宅家。",
        "label": ""
      },
      {
        "sentence": "我知道这样会很烦恼，但我希望能过一个星期后不去想它。",
        "label": ""
      },
      {
        "sentence": "我现在每天晚上都出去散步，这已经是我在改变自己了。",
        "label": ""
      },
      {
        "sentence": "可是我觉得还不够，我需要更有活力的改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经有意识地在改变生活方式了，这是一个很大的进步。除了每天晚上出去散步，你还可以尝试其他方式。比如卸载一些视频软件，将时间花在其他事情上，比如看书或学习自己感兴趣的东西。一开始可能会感到煎熬，但是过一个星期，你就不会再去想它了。虽然你不喜欢运动，但是我建议你可以改为慢跑。出汗也是一种发泄方式，通过汗水排泄负能量，给自己减负，让身体更轻松，焦虑情绪也会减少。当你的生活方式慢慢发生改变时，你的心理也会逐渐改变。",
    "annotation": [
      {
        "sentence": "很好，你已经有意识地在改变生活方式了，这是一个很大的进步。",
        "label": ""
      },
      {
        "sentence": "除了每天晚上出去散步，你还可以尝试其他方式。",
        "label": ""
      },
      {
        "sentence": "比如卸载一些视频软件，将时间花在其他事情上，比如看书或学习自己感兴趣的东西。",
        "label": ""
      },
      {
        "sentence": "一开始可能会感到煎熬，但是过一个星期，你就不会再去想它了。",
        "label": ""
      },
      {
        "sentence": "虽然你不喜欢运动，但是我建议你可以改为慢跑。",
        "label": ""
      },
      {
        "sentence": "出汗也是一种发泄方式，通过汗水排泄负能量，给自己减负，让身体更轻松，焦虑情绪也会减少。",
        "label": ""
      },
      {
        "sentence": "当你的生活方式慢慢发生改变时，你的心理也会逐渐改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说的对，我现在这种方式可能是受到其他因素的影响，但作为一个同龄人，我希望能通过改变来释怀心中的不安。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "或许你说的对，我现在这种方式可能是受到其他因素的影响，但作为一个同龄人，我希望能通过改变来释怀心中的不安。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很理解你的感受。我们都会面临各种挑战和困扰，但只要我们愿意尝试改变，那么希望就会存在。记住，你并不孤单，我们可以相互支持。如果你需要任何帮助或者再聊一下，都可以随时找我。你是一个勇敢的人，我相信你能克服内心的焦虑，找到属于自己的平衡和快乐。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很理解你的感受。",
        "label": ""
      },
      {
        "sentence": "我们都会面临各种挑战和困扰，但只要我们愿意尝试改变，那么希望就会存在。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们可以相互支持。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再聊一下，都可以随时找我。",
        "label": ""
      },
      {
        "sentence": "你是一个勇敢的人，我相信你能克服内心的焦虑，找到属于自己的平衡和快乐。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]