[
  {
    "role": "client",
    "content": "多年心理病患的上班族，社交时有躯体状况，如何解决？我是一个多年心理病患的上班族，在社交过程中常有躯体状况（很不舒服）和体会到被伤害感，所以远离了人群。可否有人帮助我，开导我，帮助我能够重新融入集体，谢谢。",
    "annotation": [
      {
        "sentence": "多年心理病患的上班族，社交时有躯体状况，如何解决？",
        "label": ""
      },
      {
        "sentence": "我是一个多年心理病患的上班族，在社交过程中常有躯体状况（很不舒服）和体会到被伤害感，所以远离了人群。",
        "label": ""
      },
      {
        "sentence": "可否有人帮助我，开导我，帮助我能够重新融入集体，谢谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的字里行间感受到了你想要积极改变的动力，先给你一个有力量的🤝！在社交过程中常有躯体状况（很不舒服）和体会到被伤害感，所以远离了人群。️不清楚你这里提到的#多年心理病患#是什么呢？有没遵照医嘱按时吃药和复诊呢？你这里提到#社交过程中常常伴有躯体症状#，这种症状有没在某个时间会特别明显或有所减轻呢？你还提到自己在社交中会体会到被伤害感，是身体上的呢还是心理上的呢？",
    "annotation": [
      {
        "sentence": "从你的字里行间感受到了你想要积极改变的动力，先给你一个有力量的🤝！",
        "label": ""
      },
      {
        "sentence": "在社交过程中常有躯体状况（很不舒服）和体会到被伤害感，所以远离了人群。",
        "label": ""
      },
      {
        "sentence": "️不清楚你这里提到的#多年心理病患#是什么呢？",
        "label": ""
      },
      {
        "sentence": "有没遵照医嘱按时吃药和复诊呢？",
        "label": ""
      },
      {
        "sentence": "你这里提到#社交过程中常常伴有躯体症状#，这种症状有没在某个时间会特别明显或有所减轻呢？",
        "label": ""
      },
      {
        "sentence": "你还提到自己在社交中会体会到被伤害感，是身体上的呢还是心理上的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我之前被诊断为焦虑症和社交恐惧症，但是我没有坚持按时吃药和复诊。我觉得这些症状特别在社交场合中明显，总是感到心慌慌、出汗、呼吸困难等。在社交中体会到的被伤害感主要是心理上的，觉得别人不喜欢我，会评价我，所以我越来越不敢和人交流了。",
    "annotation": [
      {
        "sentence": "我之前被诊断为焦虑症和社交恐惧症，但是我没有坚持按时吃药和复诊。",
        "label": ""
      },
      {
        "sentence": "我觉得这些症状特别在社交场合中明显，总是感到心慌慌、出汗、呼吸困难等。",
        "label": ""
      },
      {
        "sentence": "在社交中体会到的被伤害感主要是心理上的，觉得别人不喜欢我，会评价我，所以我越来越不敢和人交流了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你之前被诊断为焦虑症和社交恐惧症，这也是导致你躯体状况不舒服以及社交中被伤害感的原因。虽然你没有坚持按时吃药和复诊，但是现在你有重新融入集体的愿望和动力，这就很了不起了！我非常欣慰你能够开导我，让我重新融入集体。",
    "annotation": [
      {
        "sentence": "明白了，你之前被诊断为焦虑症和社交恐惧症，这也是导致你躯体状况不舒服以及社交中被伤害感的原因。",
        "label": ""
      },
      {
        "sentence": "虽然你没有坚持按时吃药和复诊，但是现在你有重新融入集体的愿望和动力，这就很了不起了！",
        "label": ""
      },
      {
        "sentence": "我非常欣慰你能够开导我，让我重新融入集体。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很想战胜这些困扰自己的问题，重新过上正常的生活。但是我不知道应该从哪里开始，可以给我一些建议吗？",
    "annotation": [
      {
        "sentence": "是的，我真的很想战胜这些困扰自己的问题，重新过上正常的生活。",
        "label": ""
      },
      {
        "sentence": "但是我不知道应该从哪里开始，可以给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的想法非常积极，我为你感到骄傲！根据你的情况，我建议你首先到当地的三甲医院重新进行专业评估，以便调整治疗方案。其次，如果有可能，你可以尝试心理咨询进行辅助治疗。最后，当你日常生活中遇到紧张或害怕的时候，可以尝试做一些放松训练，调整自己的呼吸状态，从而缓解紧张情绪。",
    "annotation": [
      {
        "sentence": "你现在的想法非常积极，我为你感到骄傲！",
        "label": ""
      },
      {
        "sentence": "根据你的情况，我建议你首先到当地的三甲医院重新进行专业评估，以便调整治疗方案。",
        "label": ""
      },
      {
        "sentence": "其次，如果有可能，你可以尝试心理咨询进行辅助治疗。",
        "label": ""
      },
      {
        "sentence": "最后，当你日常生活中遇到紧张或害怕的时候，可以尝试做一些放松训练，调整自己的呼吸状态，从而缓解紧张情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会去找专业医生重新评估并调整治疗方案。同时，我也会考虑尝试心理咨询，希望可以借助专业的帮助走出困境。对于放松训练，我会尽量在面对紧张的时候进行，希望能够有效缓解我的恐惧和压力。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会去找专业医生重新评估并调整治疗方案。",
        "label": ""
      },
      {
        "sentence": "同时，我也会考虑尝试心理咨询，希望可以借助专业的帮助走出困境。",
        "label": ""
      },
      {
        "sentence": "对于放松训练，我会尽量在面对紧张的时候进行，希望能够有效缓解我的恐惧和压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常赞赏你的积极态度！在面对困难时，找到专业的帮助是非常重要的，相信通过重新评估和调整治疗方案，你会有进一步的突破和改善。同时，心理咨询也可以帮助你更好地理解和处理内心的情绪和压力，希望你能够坚持尝试。记得，放松训练只要持之以恒，对于缓解恐惧和压力也有很好的效果。我相信你一定可以重新融入集体，加油！",
    "annotation": [
      {
        "sentence": "非常赞赏你的积极态度！",
        "label": ""
      },
      {
        "sentence": "在面对困难时，找到专业的帮助是非常重要的，相信通过重新评估和调整治疗方案，你会有进一步的突破和改善。",
        "label": ""
      },
      {
        "sentence": "同时，心理咨询也可以帮助你更好地理解和处理内心的情绪和压力，希望你能够坚持尝试。",
        "label": ""
      },
      {
        "sentence": "记得，放松训练只要持之以恒，对于缓解恐惧和压力也有很好的效果。",
        "label": ""
      },
      {
        "sentence": "我相信你一定可以重新融入集体，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会坚持努力，相信自己能够走出困境。遇到困难时，有你这样的支持者给予我鼓励和建议，我感到非常温暖和安慰。我会按照你的建议去行动，希望能够逐渐恢复信心和与人交往的能力，再次感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会坚持努力，相信自己能够走出困境。",
        "label": ""
      },
      {
        "sentence": "遇到困难时，有你这样的支持者给予我鼓励和建议，我感到非常温暖和安慰。",
        "label": ""
      },
      {
        "sentence": "我会按照你的建议去行动，希望能够逐渐恢复信心和与人交往的能力，再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，亲爱的！你的努力和决心让我相信你一定能够走出困境，并且重新拥有正常的生活。无论遇到什么困难，随时都可以来找我倾诉和寻求支持。记住，你不是一个人在战斗，我们会一起走过这段困难时期的。相信自己，加油！",
    "annotation": [
      {
        "sentence": "不客气，亲爱的！",
        "label": ""
      },
      {
        "sentence": "你的努力和决心让我相信你一定能够走出困境，并且重新拥有正常的生活。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，随时都可以来找我倾诉和寻求支持。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，我们会一起走过这段困难时期的。",
        "label": ""
      },
      {
        "sentence": "相信自己，加油！",
        "label": ""
      }
    ]
  }
]