[
  {
    "role": "client",
    "content": "如果无法让喜欢的人喜欢自己，那我们的努力有何意义？大家好！我是一个23岁的中度抑郁的女生。让我困惑的是我想要得到爱情究竟要当一个什么样的人？",
    "annotation": [
      {
        "sentence": "如果无法让喜欢的人喜欢自己，那我们的努力有何意义？",
        "label": ""
      },
      {
        "sentence": "大家好！",
        "label": ""
      },
      {
        "sentence": "我是一个23岁的中度抑郁的女生。",
        "label": ""
      },
      {
        "sentence": "让我困惑的是我想要得到爱情究竟要当一个什么样的人？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "呀！(●°u°●)​」@为什么你会如此难以置信呢？爱情一开始就是由于荷尔蒙调动的激素产生怦然的心动感的呀，只是在爱情里女性看重对方的关怀呵护和品质更多点。",
    "annotation": [
      {
        "sentence": "呀！",
        "label": ""
      },
      {
        "sentence": "(●°u°●)​」@为什么你会如此难以置信呢？",
        "label": ""
      },
      {
        "sentence": "爱情一开始就是由于荷尔蒙调动的激素产生怦然的心动感的呀，只是在爱情里女性看重对方的关怀呵护和品质更多点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "小学的时候，觉得要当三好学生，喜欢成绩好体育好品德(性格）好的。到了初中，我还是这么认为，但是我从初一开始就被我当时那个同桌特别白特别瘦长得像张学良的男生所吸引，甚至臆想别人喜欢我，还觉得别人喜欢我是因为别人觉得我喜欢他。",
    "annotation": [
      {
        "sentence": "小学的时候，觉得要当三好学生，喜欢成绩好体育好品德(性格）好的。",
        "label": ""
      },
      {
        "sentence": "到了初中，我还是这么认为，但是我从初一开始就被我当时那个同桌特别白特别瘦长得像张学良的男生所吸引，甚至臆想别人喜欢我，还觉得别人喜欢我是因为别人觉得我喜欢他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "美国心理学家斯腾伯格在著名的爱情三角理论里提到，爱情的三个基本组成就是激情，亲密和承诺。由这三大要素组成的七种不同类型爱情中这三种要素配比正常的类型被称为完美式爱情。而你目前的情况是处于爱情的萌芽阶段，就是一种激情，如果成功交往，那么由于相处就会培养出亲密感等等。",
    "annotation": [
      {
        "sentence": "美国心理学家斯腾伯格在著名的爱情三角理论里提到，爱情的三个基本组成就是激情，亲密和承诺。",
        "label": ""
      },
      {
        "sentence": "由这三大要素组成的七种不同类型爱情中这三种要素配比正常的类型被称为完美式爱情。",
        "label": ""
      },
      {
        "sentence": "而你目前的情况是处于爱情的萌芽阶段，就是一种激情，如果成功交往，那么由于相处就会培养出亲密感等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "到最后中考的时候，他和我一个考场，我当时就心脏加速，大脑一片空白，引发了我考后焦虑症，当时大家都知道他喜欢的女生她是胸大，翘臀，脸小，皮肤白，大大咧咧的，活泼可爱的。但我还是觉得这只是一种明着的玩笑，而不是一直被藏着的真相。",
    "annotation": [
      {
        "sentence": "到最后中考的时候，他和我一个考场，我当时就心脏加速，大脑一片空白，引发了我考后焦虑症，当时大家都知道他喜欢的女生她是胸大，翘臀，脸小，皮肤白，大大咧咧的，活泼可爱的。",
        "label": ""
      },
      {
        "sentence": "但我还是觉得这只是一种明着的玩笑，而不是一直被藏着的真相。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于吸引力。○其实没有谁会不在意外表吧，然而外在也会影响很多人的判断；你自己也清楚对方其实不符合你的标准。姑娘不需要自责。谁不喜欢长得好看的人呢，古人有句话叫“秀色可餐。”说的就是这样。因为科学证明，单单只是看一看帅哥哥，漂亮姐姐的照片，大脑就会产生一种奖励机制，分泌让你开心的物质。然而这样的吸引力终归很短暂，所以对方给你的吸引力更多的是外表。试想一下当你毕业了，在这段时间你会对对方念念不忘吗？应该很快就会忘记吧，然后遇到其他长得好看的人也会产生这种感觉。或者私下里没见到也不会想他，以我的标准来判断的话，这还不算喜欢。",
    "annotation": [
      {
        "sentence": "关于吸引力。",
        "label": ""
      },
      {
        "sentence": "○其实没有谁会不在意外表吧，然而外在也会影响很多人的判断；你自己也清楚对方其实不符合你的标准。",
        "label": ""
      },
      {
        "sentence": "姑娘不需要自责。",
        "label": ""
      },
      {
        "sentence": "谁不喜欢长得好看的人呢，古人有句话叫“秀色可餐。",
        "label": ""
      },
      {
        "sentence": "”说的就是这样。",
        "label": ""
      },
      {
        "sentence": "因为科学证明，单单只是看一看帅哥哥，漂亮姐姐的照片，大脑就会产生一种奖励机制，分泌让你开心的物质。",
        "label": ""
      },
      {
        "sentence": "然而这样的吸引力终归很短暂，所以对方给你的吸引力更多的是外表。",
        "label": ""
      },
      {
        "sentence": "试想一下当你毕业了，在这段时间你会对对方念念不忘吗？",
        "label": ""
      },
      {
        "sentence": "应该很快就会忘记吧，然后遇到其他长得好看的人也会产生这种感觉。",
        "label": ""
      },
      {
        "sentence": "或者私下里没见到也不会想他，以我的标准来判断的话，这还不算喜欢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "后来我发现真的是因为他长得好看，所以即使我觉得他不符合我所追求的标准，我还是会和大家一样喜欢他。但是因为我根深蒂固的对于所谓正确价值观的固执，所以我还是无法理解和接受自己这一点，难道女生也是荷尔蒙的产物，所以我究竟该怎么办？",
    "annotation": [
      {
        "sentence": "后来我发现真的是因为他长得好看，所以即使我觉得他不符合我所追求的标准，我还是会和大家一样喜欢他。",
        "label": ""
      },
      {
        "sentence": "但是因为我根深蒂固的对于所谓正确价值观的固执，所以我还是无法理解和接受自己这一点，难道女生也是荷尔蒙的产物，所以我究竟该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于喜欢，我们的喜欢和厌恶，总是跟自我有关。颜值会影响判断，但是更重要的影响因素在于你总会选择具有某些共同特质的人，这个选择可能跟原生家庭和个人经历有关或者观念契合度。你会发现，长得好看的人很多，但你不是都喜欢。回想你喜欢过的人，会不会发现他们都有共同的特质呢？比如我总是会喜欢长得比较白静又温和的男生。虽然有时候也不一定。🤔🤔🤔你喜欢的更多的是带有你所看重的特质，带着某种特殊的让你感到喜欢的感觉的人吧！",
    "annotation": [
      {
        "sentence": "关于喜欢，我们的喜欢和厌恶，总是跟自我有关。",
        "label": ""
      },
      {
        "sentence": "颜值会影响判断，但是更重要的影响因素在于你总会选择具有某些共同特质的人，这个选择可能跟原生家庭和个人经历有关或者观念契合度。",
        "label": ""
      },
      {
        "sentence": "你会发现，长得好看的人很多，但你不是都喜欢。",
        "label": ""
      },
      {
        "sentence": "回想你喜欢过的人，会不会发现他们都有共同的特质呢？",
        "label": ""
      },
      {
        "sentence": "比如我总是会喜欢长得比较白静又温和的男生。",
        "label": ""
      },
      {
        "sentence": "虽然有时候也不一定。",
        "label": ""
      },
      {
        "sentence": "🤔🤔🤔你喜欢的更多的是带有你所看重的特质，带着某种特殊的让你感到喜欢的感觉的人吧！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我还是无法理解和接受自己对外貌的依赖，我觉得这是一种不正确的价值观，但又无法摆脱。",
    "annotation": [
      {
        "sentence": "但我还是无法理解和接受自己对外貌的依赖，我觉得这是一种不正确的价值观，但又无法摆脱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人关于爱情的定义应该各不相同吧！爱情需要培养，当你确定了真的喜欢，那就努力去争取一下。你只有真的体验爱情，才能知道这是怎么一回事吧！祝好～。",
    "annotation": [
      {
        "sentence": "每个人关于爱情的定义应该各不相同吧！",
        "label": ""
      },
      {
        "sentence": "爱情需要培养，当你确定了真的喜欢，那就努力去争取一下。",
        "label": ""
      },
      {
        "sentence": "你只有真的体验爱情，才能知道这是怎么一回事吧！",
        "label": ""
      },
      {
        "sentence": "祝好～。",
        "label": ""
      }
    ]
  }
]