[
  {
    "role": "client",
    "content": "多人聚餐时总是不太爱说话，该不该改变自己迎合别人？会有这个问题和想法是源于昨天的聚餐上面。",
    "annotation": [
      {
        "sentence": "多人聚餐时总是不太爱说话，该不该改变自己迎合别人？",
        "label": ""
      },
      {
        "sentence": "会有这个问题和想法是源于昨天的聚餐上面。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，了解到你在多人聚餐时不太爱说话，并且对此感到困惑和想改变自己以迎合别人。你提到这个问题源于昨天的聚餐经历。请告诉我更多细节，我会尽力帮助你。",
    "annotation": [
      {
        "sentence": "你好，了解到你在多人聚餐时不太爱说话，并且对此感到困惑和想改变自己以迎合别人。",
        "label": ""
      },
      {
        "sentence": "你提到这个问题源于昨天的聚餐经历。",
        "label": ""
      },
      {
        "sentence": "请告诉我更多细节，我会尽力帮助你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "男朋友因为升职了想找他要好的同事们聚个餐，顺便带上我。整个聚餐加上我一共七个人，感觉自己到了多人聚餐或者出去玩的时候都会特别有压力甚至害怕。如果说和不熟的人吃饭这样，那我跟熟悉的同事吃饭也这样，人一多就只想缩在角落里当个倾听者。",
    "annotation": [
      {
        "sentence": "男朋友因为升职了想找他要好的同事们聚个餐，顺便带上我。",
        "label": ""
      },
      {
        "sentence": "整个聚餐加上我一共七个人，感觉自己到了多人聚餐或者出去玩的时候都会特别有压力甚至害怕。",
        "label": ""
      },
      {
        "sentence": "如果说和不熟的人吃饭这样，那我跟熟悉的同事吃饭也这样，人一多就只想缩在角落里当个倾听者。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你在多人聚餐或出去玩时感到压力和害怕。不论是与熟悉的同事还是不熟悉的人一起吃饭，你都会有这样的感受，而且你倾向于退缩成为一个倾听者。这样的感受很常见，很多人也有类似的经历。你不是一个人在面对这个问题。",
    "annotation": [
      {
        "sentence": "我理解你在多人聚餐或出去玩时感到压力和害怕。",
        "label": ""
      },
      {
        "sentence": "不论是与熟悉的同事还是不熟悉的人一起吃饭，你都会有这样的感受，而且你倾向于退缩成为一个倾听者。",
        "label": ""
      },
      {
        "sentence": "这样的感受很常见，很多人也有类似的经历。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在面对这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "跟熟悉的朋友单独出去约饭我可以说很多话，几乎说不停的那种。但我觉得我有个很奇怪的技能，就是只要一拿起话筒我就完全变了一个人，不管旁边人多少都能特别嗨。之前大学里主持，下面是一整个系的人，我从来没紧张过，甚至还会很幽默的去暖场，以前和男朋友还有他朋友们去KTV，拿起话筒我就嗨了。只是一离开话筒我就回到那个内向社恐的自己。我一直在想，是不是应该变得开朗一些才行，在饭局上也做个能侃侃而谈的人。",
    "annotation": [
      {
        "sentence": "跟熟悉的朋友单独出去约饭我可以说很多话，几乎说不停的那种。",
        "label": ""
      },
      {
        "sentence": "但我觉得我有个很奇怪的技能，就是只要一拿起话筒我就完全变了一个人，不管旁边人多少都能特别嗨。",
        "label": ""
      },
      {
        "sentence": "之前大学里主持，下面是一整个系的人，我从来没紧张过，甚至还会很幽默的去暖场，以前和男朋友还有他朋友们去KTV，拿起话筒我就嗨了。",
        "label": ""
      },
      {
        "sentence": "只是一离开话筒我就回到那个内向社恐的自己。",
        "label": ""
      },
      {
        "sentence": "我一直在想，是不是应该变得开朗一些才行，在饭局上也做个能侃侃而谈的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你提到与熟悉的朋友单独约饭时可以说很多话，几乎不停的那种，以及你在拿起话筒时变得特别兴奋和外向的情况。你以前在大学主持时从未感到紧张，甚至还能幽默的暖场，也在和男朋友及他的朋友去KTV时拿起话筒时变得兴奋。然而，一旦离开话筒，你就回到那个内向、社交恐惧的自己。我明白你一直在思考，是否应该变得更开朗，成为能在饭局上畅所欲言的人。这样的想法很自然，不过在饭局上，交流的方式可能与在私人场合中不同，这可能导致你产生压力和焦虑的感受。",
    "annotation": [
      {
        "sentence": "听到你提到与熟悉的朋友单独约饭时可以说很多话，几乎不停的那种，以及你在拿起话筒时变得特别兴奋和外向的情况。",
        "label": ""
      },
      {
        "sentence": "你以前在大学主持时从未感到紧张，甚至还能幽默的暖场，也在和男朋友及他的朋友去KTV时拿起话筒时变得兴奋。",
        "label": ""
      },
      {
        "sentence": "然而，一旦离开话筒，你就回到那个内向、社交恐惧的自己。",
        "label": ""
      },
      {
        "sentence": "我明白你一直在思考，是否应该变得更开朗，成为能在饭局上畅所欲言的人。",
        "label": ""
      },
      {
        "sentence": "这样的想法很自然，不过在饭局上，交流的方式可能与在私人场合中不同，这可能导致你产生压力和焦虑的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得在饭局上没有那么多的自信，害怕说错话或者出丑，所以我才会选择保持沉默。但是看到其他人能够在饭局上侃侃而谈，我觉得自己好像有点不合群，不知道应该怎么办。",
    "annotation": [
      {
        "sentence": "是的，我觉得在饭局上没有那么多的自信，害怕说错话或者出丑，所以我才会选择保持沉默。",
        "label": ""
      },
      {
        "sentence": "但是看到其他人能够在饭局上侃侃而谈，我觉得自己好像有点不合群，不知道应该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对在饭局上缺乏自信，害怕说错话或出丑感到担忧，因此选择保持沉默，这是可以理解的反应。然而，当你看到其他人可以在饭局上自如地交谈时，你可能会感到自己不太合群，这种感觉很常见。不必过分苛责自己，而是可以从另一个角度看待这个问题。每个人都有自己的个性和交流风格，不需要与他人完全一致。尽管你在饭局上可能不太爱说话，但你的存在和倾听也是有价值的。你可以通过其他方式参与饭局，例如积极支持他人的发言，表达肯定和鼓励。同时，也不妨给自己一些时间和空间来逐渐放松和融入氛围。",
    "annotation": [
      {
        "sentence": "你对在饭局上缺乏自信，害怕说错话或出丑感到担忧，因此选择保持沉默，这是可以理解的反应。",
        "label": ""
      },
      {
        "sentence": "然而，当你看到其他人可以在饭局上自如地交谈时，你可能会感到自己不太合群，这种感觉很常见。",
        "label": ""
      },
      {
        "sentence": "不必过分苛责自己，而是可以从另一个角度看待这个问题。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的个性和交流风格，不需要与他人完全一致。",
        "label": ""
      },
      {
        "sentence": "尽管你在饭局上可能不太爱说话，但你的存在和倾听也是有价值的。",
        "label": ""
      },
      {
        "sentence": "你可以通过其他方式参与饭局，例如积极支持他人的发言，表达肯定和鼓励。",
        "label": ""
      },
      {
        "sentence": "同时，也不妨给自己一些时间和空间来逐渐放松和融入氛围。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了。我应该更加接受自己，不要过分要求自己像别人一样。我会尝试积极参与饭局，支持他人，并逐渐放松自己的压力和焦虑。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "我应该更加接受自己，不要过分要求自己像别人一样。",
        "label": ""
      },
      {
        "sentence": "我会尝试积极参与饭局，支持他人，并逐渐放松自己的压力和焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。接受自己并不要求自己完全改变，每个人都有自己的独特之处。重要的是要保持积极的态度，并做出适合自己的改变。记住，放松自己的压力和焦虑需要时间，一步步来，并且相信自己能够逐渐克服这些困扰。如果你需要进一步的支持或者有其他问题，随时都可以向我倾诉。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "接受自己并不要求自己完全改变，每个人都有自己的独特之处。",
        "label": ""
      },
      {
        "sentence": "重要的是要保持积极的态度，并做出适合自己的改变。",
        "label": ""
      },
      {
        "sentence": "记住，放松自己的压力和焦虑需要时间，一步步来，并且相信自己能够逐渐克服这些困扰。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的支持或者有其他问题，随时都可以向我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的理解和鼓励。我会坚持努力，相信自己能够逐渐克服这些问题的。如果有需要的时候，我会再来向你寻求建议的。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "非常感谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会坚持努力，相信自己能够逐渐克服这些问题的。",
        "label": ""
      },
      {
        "sentence": "如果有需要的时候，我会再来向你寻求建议的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能给你带来一些帮助。相信自己是克服问题的第一步，你已经迈出了积极的一步。无论何时需要，我都会在这里支持你。希望你未来的饭局和社交场合能更加顺利和愉快。再见！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能给你带来一些帮助。",
        "label": ""
      },
      {
        "sentence": "相信自己是克服问题的第一步，你已经迈出了积极的一步。",
        "label": ""
      },
      {
        "sentence": "无论何时需要，我都会在这里支持你。",
        "label": ""
      },
      {
        "sentence": "希望你未来的饭局和社交场合能更加顺利和愉快。",
        "label": ""
      },
      {
        "sentence": "再见！",
        "label": ""
      }
    ]
  }
]