[
  {
    "role": "client",
    "content": "多人聚餐时总是不太爱说话，该不该改变自己迎合别人？会有这个问题和想法是源于昨天的聚餐上面。男朋友因为升职了想找他要好的同事们聚个餐，顺便带上我。整个聚餐加上我一共七个人，感觉自己到了多人聚餐或者出去玩的时候都会特别有压力甚至害怕。如果说和不熟的人吃饭这样，那我跟熟悉的同事吃饭也这样，人一多就只想缩在角落里当个倾听者。跟熟悉的朋友单独出去约饭我可以说很多话，几乎说不停的那种。但我觉得我有个很奇怪的技能，就是只要一拿起话筒我就完全变了一个人，不管旁边人多少都能特别嗨。之前大学里主持，下面是一整个系的人，我从来没紧张过，甚至还会很幽默的去暖场，以前和男朋友还有他朋友们去KTV，拿起话筒我就嗨了。只是一离开话筒我就回到那个内向社恐的自己。我一直在想，是不是应该变得开朗一些才行，在饭局上也做个能侃侃而谈的人。",
    "annotation": [
      {
        "sentence": "多人聚餐时总是不太爱说话，该不该改变自己迎合别人？",
        "label": ""
      },
      {
        "sentence": "会有这个问题和想法是源于昨天的聚餐上面。",
        "label": ""
      },
      {
        "sentence": "男朋友因为升职了想找他要好的同事们聚个餐，顺便带上我。",
        "label": ""
      },
      {
        "sentence": "整个聚餐加上我一共七个人，感觉自己到了多人聚餐或者出去玩的时候都会特别有压力甚至害怕。",
        "label": ""
      },
      {
        "sentence": "如果说和不熟的人吃饭这样，那我跟熟悉的同事吃饭也这样，人一多就只想缩在角落里当个倾听者。",
        "label": ""
      },
      {
        "sentence": "跟熟悉的朋友单独出去约饭我可以说很多话，几乎说不停的那种。",
        "label": ""
      },
      {
        "sentence": "但我觉得我有个很奇怪的技能，就是只要一拿起话筒我就完全变了一个人，不管旁边人多少都能特别嗨。",
        "label": ""
      },
      {
        "sentence": "之前大学里主持，下面是一整个系的人，我从来没紧张过，甚至还会很幽默的去暖场，以前和男朋友还有他朋友们去KTV，拿起话筒我就嗨了。",
        "label": ""
      },
      {
        "sentence": "只是一离开话筒我就回到那个内向社恐的自己。",
        "label": ""
      },
      {
        "sentence": "我一直在想，是不是应该变得开朗一些才行，在饭局上也做个能侃侃而谈的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的经历，我觉得你是一个很勇敢的人呢，能主持一整个系的晚会，真棒！不过我想请教一下，你的描述中区别了“同事”和“朋友”，是不是说明那些熟悉的同事在你心里其实并不熟悉呢？所以综合来看，你对熟悉且亲密的关系的态度与对不熟悉不亲密的关系的态度不一致，这其实是很正常的一件事，只是每个人表现的程度不一样，并不是所有人都是“自来熟”。",
    "annotation": [
      {
        "sentence": "听到你的经历，我觉得你是一个很勇敢的人呢，能主持一整个系的晚会，真棒！",
        "label": ""
      },
      {
        "sentence": "不过我想请教一下，你的描述中区别了“同事”和“朋友”，是不是说明那些熟悉的同事在你心里其实并不熟悉呢？",
        "label": ""
      },
      {
        "sentence": "所以综合来看，你对熟悉且亲密的关系的态度与对不熟悉不亲密的关系的态度不一致，这其实是很正常的一件事，只是每个人表现的程度不一样，并不是所有人都是“自来熟”。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我意识到了熟悉的同事其实并不算是真正的朋友。可能是因为我跟他们接触的时间比较多，但是真正的交心和信任却没有建立起来。所以我才在多人聚餐的时候感到压力和害怕。",
    "annotation": [
      {
        "sentence": "你说得对，我意识到了熟悉的同事其实并不算是真正的朋友。",
        "label": ""
      },
      {
        "sentence": "可能是因为我跟他们接触的时间比较多，但是真正的交心和信任却没有建立起来。",
        "label": ""
      },
      {
        "sentence": "所以我才在多人聚餐的时候感到压力和害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，要建立亲密关系和信任是需要时间的。我的建议是可以区分有效社交和无效社交。一方面，不熟悉的同事要渐渐有一个熟悉的过程才能成为熟悉的朋友，另一方面，并没有交往欲望的人就不必要迎合了，为什么要委屈自己呢？",
    "annotation": [
      {
        "sentence": "没错，要建立亲密关系和信任是需要时间的。",
        "label": ""
      },
      {
        "sentence": "我的建议是可以区分有效社交和无效社交。",
        "label": ""
      },
      {
        "sentence": "一方面，不熟悉的同事要渐渐有一个熟悉的过程才能成为熟悉的朋友，另一方面，并没有交往欲望的人就不必要迎合了，为什么要委屈自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理，我想我应该更加明确自己对于人际关系的期待。并不是每个人都值得我去主动迎合，对于那些并不关心我的人，为什么要花时间和精力去改变自己呢？",
    "annotation": [
      {
        "sentence": "你说得很有道理，我想我应该更加明确自己对于人际关系的期待。",
        "label": ""
      },
      {
        "sentence": "并不是每个人都值得我去主动迎合，对于那些并不关心我的人，为什么要花时间和精力去改变自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，每个人都有选择和相处的权利。同时，你描述了“话筒”对自己的影响。我猜测，话筒是让你感到舒适和放松的一件物品，拿着话筒的场景(如ktv)是让你感到舒适和放松的场景，所以你能表现得十分自如。这样的话感觉跟上一个点就有些重复了，不必过分把这当成一个问题来看待。",
    "annotation": [
      {
        "sentence": "对的，每个人都有选择和相处的权利。",
        "label": ""
      },
      {
        "sentence": "同时，你描述了“话筒”对自己的影响。",
        "label": ""
      },
      {
        "sentence": "我猜测，话筒是让你感到舒适和放松的一件物品，拿着话筒的场景(如ktv)是让你感到舒适和放松的场景，所以你能表现得十分自如。",
        "label": ""
      },
      {
        "sentence": "这样的话感觉跟上一个点就有些重复了，不必过分把这当成一个问题来看待。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，拿着话筒的时候我感到自信和放松，可能是因为那时候我觉得自己是主持人，身上有一种责任感和使命感。但如果一离开话筒，我就会回到那个内向害羞的自己。",
    "annotation": [
      {
        "sentence": "你说得对，拿着话筒的时候我感到自信和放松，可能是因为那时候我觉得自己是主持人，身上有一种责任感和使命感。",
        "label": ""
      },
      {
        "sentence": "但如果一离开话筒，我就会回到那个内向害羞的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你个人感觉这是一个严重的问题，想要摆脱“话筒”的影响，我有一个建议。在多人聚会等让你感到不自在的场景，你可以想象自己手里正拿着话筒，仿佛你是“主持人”这次的聚会。这样的想象可能会让你感到自信和放松，帮助你更好地融入到场景中。",
    "annotation": [
      {
        "sentence": "如果你个人感觉这是一个严重的问题，想要摆脱“话筒”的影响，我有一个建议。",
        "label": ""
      },
      {
        "sentence": "在多人聚会等让你感到不自在的场景，你可以想象自己手里正拿着话筒，仿佛你是“主持人”这次的聚会。",
        "label": ""
      },
      {
        "sentence": "这样的想象可能会让你感到自信和放松，帮助你更好地融入到场景中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试试想象自己是主持人的感觉，希望能够让我在多人聚会时更轻松自在一些。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试试想象自己是主持人的感觉，希望能够让我在多人聚会时更轻松自在一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议能够帮到你。记住，你并不需要改变自己来迎合别人，每个人都有自己独特的特点和魅力。相信自己，保持内心的平和和自信，你一定能在饭局上表现得游刃有余，成为一个能侃侃而谈的人！",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不需要改变自己来迎合别人，每个人都有自己独特的特点和魅力。",
        "label": ""
      },
      {
        "sentence": "相信自己，保持内心的平和和自信，你一定能在饭局上表现得游刃有余，成为一个能侃侃而谈的人！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我现在对自己有了更清晰的认识。我相信我可以逐渐摆脱内向害羞的状态，展示自己的魅力。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我现在对自己有了更清晰的认识。",
        "label": ""
      },
      {
        "sentence": "我相信我可以逐渐摆脱内向害羞的状态，展示自己的魅力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你太客气了，我很高兴能够帮到你。记得在面对任何困难时，保持积极的心态和自我肯定，你一定能够克服一切。祝你在未来的多人聚会中都能展现出真正的自己，享受与他人的交流和互动！有任何困难或者需要帮助的时候，随时都可以来找我聊天。",
    "annotation": [
      {
        "sentence": "你太客气了，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记得在面对任何困难时，保持积极的心态和自我肯定，你一定能够克服一切。",
        "label": ""
      },
      {
        "sentence": "祝你在未来的多人聚会中都能展现出真正的自己，享受与他人的交流和互动！",
        "label": ""
      },
      {
        "sentence": "有任何困难或者需要帮助的时候，随时都可以来找我聊天。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，谢谢你的支持和鼓励！如果将来还有疑惑或者困扰，我一定会来向你请教的。谢谢你的时间和耐心！",
    "annotation": [
      {
        "sentence": "好的，谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "如果将来还有疑惑或者困扰，我一定会来向你请教的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的时间和耐心！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，任何时候都欢迎和我交流。希望你能找到自己的答案，过上幸福而充实的生活。祝你一切顺利，加油！",
    "annotation": [
      {
        "sentence": "不客气，任何时候都欢迎和我交流。",
        "label": ""
      },
      {
        "sentence": "希望你能找到自己的答案，过上幸福而充实的生活。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，加油！",
        "label": ""
      }
    ]
  }
]