[
  {
    "role": "client",
    "content": "新婚三个月+孕期，他出轨了，我需要去看心理医生吗？结婚才三个月，也有了我们的宝宝，但是因为学校通知上课了，就挺着肚子去上班了，上班才一周他就出去撩妹了。发现了他和几个洗脚城的妹子暧昧信息，还问要不要一起睡。当时整个人都疯掉了，只知道哭，有想过做引产离婚，碍于双方家长都说这不是什么大事男人这样很正常，我都傻了，长辈们观念都那么开放的吗？最后不想把自己父母气到进医院选择了妥协，他也和我承诺以后再也不会了，可是现在这件事情一个月过去了，我总是心里面自己过不去，没事就会想他是不是又去干嘛了，还会查他手机，而且睡觉要么失眠要么睡觉就梦见自己给小三欺负。很痛苦不知道怎么办。对肚子里的孩子也是因为这件事情不管不顾了也不关心孩子好不好，我这样需要去看看心理医生吗？",
    "annotation": [
      {
        "sentence": "新婚三个月+孕期，他出轨了，我需要去看心理医生吗？",
        "label": ""
      },
      {
        "sentence": "结婚才三个月，也有了我们的宝宝，但是因为学校通知上课了，就挺着肚子去上班了，上班才一周他就出去撩妹了。",
        "label": ""
      },
      {
        "sentence": "发现了他和几个洗脚城的妹子暧昧信息，还问要不要一起睡。",
        "label": ""
      },
      {
        "sentence": "当时整个人都疯掉了，只知道哭，有想过做引产离婚，碍于双方家长都说这不是什么大事男人这样很正常，我都傻了，长辈们观念都那么开放的吗？",
        "label": ""
      },
      {
        "sentence": "最后不想把自己父母气到进医院选择了妥协，他也和我承诺以后再也不会了，可是现在这件事情一个月过去了，我总是心里面自己过不去，没事就会想他是不是又去干嘛了，还会查他手机，而且睡觉要么失眠要么睡觉就梦见自己给小三欺负。",
        "label": ""
      },
      {
        "sentence": "很痛苦不知道怎么办。",
        "label": ""
      },
      {
        "sentence": "对肚子里的孩子也是因为这件事情不管不顾了也不关心孩子好不好，我这样需要去看看心理医生吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，听到你的遭遇我感到非常心疼，无论在孕期还是感情上都经历了这样的事情，一定让你感到非常痛苦和无助。你需要知道这不是你的错，你没有做错任何事情。在这个阶段，心理咨询师可以为你提供支持和指导，帮助你应对这个问题，并提供你需要的情感支持和情绪调节技巧。非常理解你对肚子里的孩子感到担忧，因为毕竟你是未来宝宝的母亲，保护好你的心理健康很重要。这是一个艰难的决定，但希望你能照顾好自己。",
    "annotation": [
      {
        "sentence": "亲爱的，听到你的遭遇我感到非常心疼，无论在孕期还是感情上都经历了这样的事情，一定让你感到非常痛苦和无助。",
        "label": ""
      },
      {
        "sentence": "你需要知道这不是你的错，你没有做错任何事情。",
        "label": ""
      },
      {
        "sentence": "在这个阶段，心理咨询师可以为你提供支持和指导，帮助你应对这个问题，并提供你需要的情感支持和情绪调节技巧。",
        "label": ""
      },
      {
        "sentence": "非常理解你对肚子里的孩子感到担忧，因为毕竟你是未来宝宝的母亲，保护好你的心理健康很重要。",
        "label": ""
      },
      {
        "sentence": "这是一个艰难的决定，但希望你能照顾好自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我现在真的感觉很心力交瘁，每天内心都有无法平息的痛苦，在他出轨的事情发生后，我变得焦虑不安，总是担心他的行为会重演。我也明白找心理咨询师可以帮我应对这个问题，但我还是有一些顾虑。求助者：我担心心理咨询师无法真正理解我的感受，或者给不到我需要的帮助。支持者：这种担忧很正常，但是心理咨询师在专业知识和经验上都是受过培训的，他们会以支持和保密的态度对待你的问题，尊重你的感受。对于咨询师的选择，你可以寻找有经验和良好口碑的机构，并尝试预约一次咨询，以了解是否适合你的需求。一步步来，为了你自己的幸福和孩子的未来。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我现在真的感觉很心力交瘁，每天内心都有无法平息的痛苦，在他出轨的事情发生后，我变得焦虑不安，总是担心他的行为会重演。",
        "label": ""
      },
      {
        "sentence": "我也明白找心理咨询师可以帮我应对这个问题，但我还是有一些顾虑。",
        "label": ""
      },
      {
        "sentence": "求助者：我担心心理咨询师无法真正理解我的感受，或者给不到我需要的帮助。",
        "label": ""
      },
      {
        "sentence": "支持者：这种担忧很正常，但是心理咨询师在专业知识和经验上都是受过培训的，他们会以支持和保密的态度对待你的问题，尊重你的感受。",
        "label": ""
      },
      {
        "sentence": "对于咨询师的选择，你可以寻找有经验和良好口碑的机构，并尝试预约一次咨询，以了解是否适合你的需求。",
        "label": ""
      },
      {
        "sentence": "一步步来，为了你自己的幸福和孩子的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得有道理，我真的很需要一个可以倾诉的人，可以理解我内心所经历的痛苦。支持者：是的，有人倾听并理解你的感受对于情绪的调节非常重要。这个过程可能需要时间，但值得一试。你可以告诉接受咨询的心理师你目前的情况和所需的支持，他们会更好地了解你的需求，在整个咨询过程中提供合适的帮助和指导。你不再感到孤单，一切都会好起来的。",
    "annotation": [
      {
        "sentence": "你说得有道理，我真的很需要一个可以倾诉的人，可以理解我内心所经历的痛苦。",
        "label": ""
      },
      {
        "sentence": "支持者：是的，有人倾听并理解你的感受对于情绪的调节非常重要。",
        "label": ""
      },
      {
        "sentence": "这个过程可能需要时间，但值得一试。",
        "label": ""
      },
      {
        "sentence": "你可以告诉接受咨询的心理师你目前的情况和所需的支持，他们会更好地了解你的需求，在整个咨询过程中提供合适的帮助和指导。",
        "label": ""
      },
      {
        "sentence": "你不再感到孤单，一切都会好起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了，我会试着寻找一位合适的心理咨询师，找到一个可以信任和倾诉的人。支持者：很高兴听到你的决定，相信这将是一个积极的改变。请记住，你并不孤单，一直有人支持着你。在这个过程中，照顾好自己的身心健康是最重要的。如果有任何需要，随时向我倾诉，我会一直在你身边。你是坚强的，一定能够度过这个困难时期。",
    "annotation": [
      {
        "sentence": "嗯，我明白了，我会试着寻找一位合适的心理咨询师，找到一个可以信任和倾诉的人。",
        "label": ""
      },
      {
        "sentence": "支持者：很高兴听到你的决定，相信这将是一个积极的改变。",
        "label": ""
      },
      {
        "sentence": "请记住，你并不孤单，一直有人支持着你。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，照顾好自己的身心健康是最重要的。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时向我倾诉，我会一直在你身边。",
        "label": ""
      },
      {
        "sentence": "你是坚强的，一定能够度过这个困难时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直陪伴在我身边，给我鼓励和帮助。我真的很感激。支持者：不用客气，我很高兴能够在你最需要的时候为你提供支持。请记得，你的决定是正确的，寻求心理咨询的帮助将使你走出困境，重新获得力量和幸福。坚持下去，给自己一个新的开始。你不孤单，大家都会在你身边。",
    "annotation": [
      {
        "sentence": "谢谢你一直陪伴在我身边，给我鼓励和帮助。",
        "label": ""
      },
      {
        "sentence": "我真的很感激。",
        "label": ""
      },
      {
        "sentence": "支持者：不用客气，我很高兴能够在你最需要的时候为你提供支持。",
        "label": ""
      },
      {
        "sentence": "请记得，你的决定是正确的，寻求心理咨询的帮助将使你走出困境，重新获得力量和幸福。",
        "label": ""
      },
      {
        "sentence": "坚持下去，给自己一个新的开始。",
        "label": ""
      },
      {
        "sentence": "你不孤单，大家都会在你身边。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我现在感觉有了希望。我会按照你的建议去寻找一位心理咨询师，并把我内心的痛苦和困惑告诉他们。希望能够找到答案，重新获得属于自己的幸福。支持者：亲爱的，你的勇气和积极的态度让我非常欣慰。相信在咨询师的帮助下，你将能够找到答案并重建自信。记得，在这个过程中，放慢节奏，保持对自己的宽容和理解。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我现在感觉有了希望。",
        "label": ""
      },
      {
        "sentence": "我会按照你的建议去寻找一位心理咨询师，并把我内心的痛苦和困惑告诉他们。",
        "label": ""
      },
      {
        "sentence": "希望能够找到答案，重新获得属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "支持者：亲爱的，你的勇气和积极的态度让我非常欣慰。",
        "label": ""
      },
      {
        "sentence": "相信在咨询师的帮助下，你将能够找到答案并重建自信。",
        "label": ""
      },
      {
        "sentence": "记得，在这个过程中，放慢节奏，保持对自己的宽容和理解。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来的支持和鼓励，我会努力照顾好自己。如果有任何困难和疑虑，我会及时向你倾诉。支持者：不客气，我会一直陪伴在你身边，给予你需要的支持和关怀。请记住，你不是一个人在战斗，我们会一起度过这个难关。相信自己，相信未来。祝福你和宝宝都能健康快乐！",
    "annotation": [
      {
        "sentence": "谢谢你一直以来的支持和鼓励，我会努力照顾好自己。",
        "label": ""
      },
      {
        "sentence": "如果有任何困难和疑虑，我会及时向你倾诉。",
        "label": ""
      },
      {
        "sentence": "支持者：不客气，我会一直陪伴在你身边，给予你需要的支持和关怀。",
        "label": ""
      },
      {
        "sentence": "请记住，你不是一个人在战斗，我们会一起度过这个难关。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来。",
        "label": ""
      },
      {
        "sentence": "祝福你和宝宝都能健康快乐！",
        "label": ""
      }
    ]
  }
]