[
  {
    "role": "client",
    "content": "我不知道方向在哪里，如何给上专科的我继续前行的动力？19岁，去年复读失败，在专科里学习氛围不是很好，现在很迷茫，不知道自己的方向在哪里。我自己还是愿意努力的，不过感觉很多都不了解。成绩方面也有一些不公平的问题，选择听从，和自己内心过不去，选择不将就，觉得格格不入。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我不知道方向在哪里，如何给上专科的我继续前行的动力？",
        "label": ""
      },
      {
        "sentence": "19岁，去年复读失败，在专科里学习氛围不是很好，现在很迷茫，不知道自己的方向在哪里。",
        "label": ""
      },
      {
        "sentence": "我自己还是愿意努力的，不过感觉很多都不了解。",
        "label": ""
      },
      {
        "sentence": "成绩方面也有一些不公平的问题，选择听从，和自己内心过不去，选择不将就，觉得格格不入。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题，能感受到你因为复读失败没有考上理想的学校的失落，以及对未来的迷茫和焦虑情绪，很理解你。先看看具体的问题：19岁，去年复读失败，在专科里学习氛围不是很好，现在很迷茫，不知到自己的方向在哪里。可以看出你因为复读没考入理想的大学，只读了专科，新学校的学习氛围不好，让你觉得心里有失落也有遗憾。可能会伤心地认为读了专科就没有好的未来，这确实是让人很伤感的一件事，很理解你。",
    "annotation": [
      {
        "sentence": "看到你的问题，能感受到你因为复读失败没有考上理想的学校的失落，以及对未来的迷茫和焦虑情绪，很理解你。",
        "label": ""
      },
      {
        "sentence": "先看看具体的问题：19岁，去年复读失败，在专科里学习氛围不是很好，现在很迷茫，不知到自己的方向在哪里。",
        "label": ""
      },
      {
        "sentence": "可以看出你因为复读没考入理想的大学，只读了专科，新学校的学习氛围不好，让你觉得心里有失落也有遗憾。",
        "label": ""
      },
      {
        "sentence": "可能会伤心地认为读了专科就没有好的未来，这确实是让人很伤感的一件事，很理解你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得很迷茫，不知道未来应该往哪个方向发展。而且在学校里也有一些不公平的问题，成绩也不理想。我不知道是选择顺从还是坚持自我，真的很迷茫。",
    "annotation": [
      {
        "sentence": "是的，我觉得很迷茫，不知道未来应该往哪个方向发展。",
        "label": ""
      },
      {
        "sentence": "而且在学校里也有一些不公平的问题，成绩也不理想。",
        "label": ""
      },
      {
        "sentence": "我不知道是选择顺从还是坚持自我，真的很迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你刚进入大学，面临一个新的环境，看不惯学校的一些不公平行为，不知道自己是应该顺从还是坚持自我，这种情况下会出现迷茫是很正常的，先不用过于焦虑，给自己一点时间来适应和调整。先从自己该做的小事开始做起，但行好事，莫问前程，慢慢也许就会发现前方的路会渐渐清晰。",
    "annotation": [
      {
        "sentence": "你刚进入大学，面临一个新的环境，看不惯学校的一些不公平行为，不知道自己是应该顺从还是坚持自我，这种情况下会出现迷茫是很正常的，先不用过于焦虑，给自己一点时间来适应和调整。",
        "label": ""
      },
      {
        "sentence": "先从自己该做的小事开始做起，但行好事，莫问前程，慢慢也许就会发现前方的路会渐渐清晰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该先从自己身边的小事做起，不要急于求成。可是我对自己的未来还是感到迷茫，不知道自己的目标在哪里。",
    "annotation": [
      {
        "sentence": "你说得对，我应该先从自己身边的小事做起，不要急于求成。",
        "label": ""
      },
      {
        "sentence": "可是我对自己的未来还是感到迷茫，不知道自己的目标在哪里。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，认识自我，确立目标。人之所以迷茫往往因为没有方向和目标，所以你需要好好地思考下自己的目标，认真地分析自我，发掘自己的优势、特长和兴趣，从这些出发确立适合自己的目标。",
    "annotation": [
      {
        "sentence": "首先，认识自我，确立目标。",
        "label": ""
      },
      {
        "sentence": "人之所以迷茫往往因为没有方向和目标，所以你需要好好地思考下自己的目标，认真地分析自我，发掘自己的优势、特长和兴趣，从这些出发确立适合自己的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，确实，我还没有好好思考过自己的目标。我需要认真考虑一下自己的兴趣和优势，然后找到适合自己的方向。",
    "annotation": [
      {
        "sentence": "嗯，确实，我还没有好好思考过自己的目标。",
        "label": ""
      },
      {
        "sentence": "我需要认真考虑一下自己的兴趣和优势，然后找到适合自己的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其次，调整认知，寻求提升。你可能需要认识到专科并不代表没有未来，没有考到理想的大学并不代表以后的生活就会很糟糕。高考进入大学只是人生的一个阶段，并不能完全决定你的未来，未来永远掌握在自己手里。上了专科仍能逆袭的例子也大有人在。根据自己的目标提升自我有很多选择: 1）第一种途径：提升学历。如果很在意学历，就可以努力学习，进行专升本，甚至继续深造都可以去尝试，学习的过程既是丰富自我也可以提升学历。2）第二种途径：考取证书。如果适合自己的方向，在大学期间考一些对自己将来有帮助的含金量比较高的证书，这样毕业以后也可以提高自己的就业竞争力和就业范围。3）第三种途径：充实自己，提升能力。大学主要的任务是学习，但是各种能力的培养和提升也是大学中非常重要的一部分。大学作为步入社会的一个过渡阶段，除了基本的学习任务，专业能力的培养，社会交往能力的提高等都是社会生存的必备技能。因此，趁着大学期间时间相对充裕、自由，多参加活动、锻炼充实自己，提升各项能力对将来步入社会将有很大帮助。",
    "annotation": [
      {
        "sentence": "其次，调整认知，寻求提升。",
        "label": ""
      },
      {
        "sentence": "你可能需要认识到专科并不代表没有未来，没有考到理想的大学并不代表以后的生活就会很糟糕。",
        "label": ""
      },
      {
        "sentence": "高考进入大学只是人生的一个阶段，并不能完全决定你的未来，未来永远掌握在自己手里。",
        "label": ""
      },
      {
        "sentence": "上了专科仍能逆袭的例子也大有人在。",
        "label": ""
      },
      {
        "sentence": "根据自己的目标提升自我有很多选择: 1）第一种途径：提升学历。",
        "label": ""
      },
      {
        "sentence": "如果很在意学历，就可以努力学习，进行专升本，甚至继续深造都可以去尝试，学习的过程既是丰富自我也可以提升学历。",
        "label": ""
      },
      {
        "sentence": "2）第二种途径：考取证书。",
        "label": ""
      },
      {
        "sentence": "如果适合自己的方向，在大学期间考一些对自己将来有帮助的含金量比较高的证书，这样毕业以后也可以提高自己的就业竞争力和就业范围。",
        "label": ""
      },
      {
        "sentence": "3）第三种途径：充实自己，提升能力。",
        "label": ""
      },
      {
        "sentence": "大学主要的任务是学习，但是各种能力的培养和提升也是大学中非常重要的一部分。",
        "label": ""
      },
      {
        "sentence": "大学作为步入社会的一个过渡阶段，除了基本的学习任务，专业能力的培养，社会交往能力的提高等都是社会生存的必备技能。",
        "label": ""
      },
      {
        "sentence": "因此，趁着大学期间时间相对充裕、自由，多参加活动、锻炼充实自己，提升各项能力对将来步入社会将有很大帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要改变自己的认知，知道专科并不代表没有未来，然后也要积极地提升自我，充实自己。我会试着参加一些活动，提升自己的能力。",
    "annotation": [
      {
        "sentence": "我明白了，我需要改变自己的认知，知道专科并不代表没有未来，然后也要积极地提升自我，充实自己。",
        "label": ""
      },
      {
        "sentence": "我会试着参加一些活动，提升自己的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后，付诸行动，坚持不懈。任何的目标和选择最终都得用具体的行动来实现。我们无法改变环境，但是可以改变自己。当你开始行动，而不是被困在情绪中时，当我们让自己强大起来，行动起来，并坚持不懈地努力提升自己的时候，你会发现原来一切并没有你想象的那么糟。希望我的回答能够有所帮助，祝福你。",
    "annotation": [
      {
        "sentence": "最后，付诸行动，坚持不懈。",
        "label": ""
      },
      {
        "sentence": "任何的目标和选择最终都得用具体的行动来实现。",
        "label": ""
      },
      {
        "sentence": "我们无法改变环境，但是可以改变自己。",
        "label": ""
      },
      {
        "sentence": "当你开始行动，而不是被困在情绪中时，当我们让自己强大起来，行动起来，并坚持不懈地努力提升自己的时候，你会发现原来一切并没有你想象的那么糟。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能够有所帮助，祝福你。",
        "label": ""
      }
    ]
  }
]