[
  {
    "role": "client",
    "content": "新婚三个月+孕期，他出轨了，我需要去看心理医生吗？结婚才三个月，也有了我们的宝宝，但是因为学校通知上课了，就挺着肚子去上班了，上班才一周他就出去撩妹了。发现了他和几个洗脚城的妹子暧昧信息，还问要不要一起睡。当时整个人都疯掉了，只知道哭，有想过做引产离婚，碍于双方家长都说这不是什么大事男人这样很正常，我都傻了，长辈们观念都那么开放的吗？最后不想把自己父母气到进医院选择了妥协，他也和我承诺以后再也不会了，可是现在这件事情一个月过去了，我总是心里面自己过不去，没事就会想他是不是又去干嘛了，还会查他手机，而且睡觉要么失眠要么睡觉就梦见自己给小三欺负。很痛苦不知道怎么办。对肚子里的孩子也是因为这件事情不管不顾了也不关心孩子好不好，我这样需要去看看心理医生吗？",
    "annotation": [
      {
        "sentence": "新婚三个月+孕期，他出轨了，我需要去看心理医生吗？",
        "label": ""
      },
      {
        "sentence": "结婚才三个月，也有了我们的宝宝，但是因为学校通知上课了，就挺着肚子去上班了，上班才一周他就出去撩妹了。",
        "label": ""
      },
      {
        "sentence": "发现了他和几个洗脚城的妹子暧昧信息，还问要不要一起睡。",
        "label": ""
      },
      {
        "sentence": "当时整个人都疯掉了，只知道哭，有想过做引产离婚，碍于双方家长都说这不是什么大事男人这样很正常，我都傻了，长辈们观念都那么开放的吗？",
        "label": ""
      },
      {
        "sentence": "最后不想把自己父母气到进医院选择了妥协，他也和我承诺以后再也不会了，可是现在这件事情一个月过去了，我总是心里面自己过不去，没事就会想他是不是又去干嘛了，还会查他手机，而且睡觉要么失眠要么睡觉就梦见自己给小三欺负。",
        "label": ""
      },
      {
        "sentence": "很痛苦不知道怎么办。",
        "label": ""
      },
      {
        "sentence": "对肚子里的孩子也是因为这件事情不管不顾了也不关心孩子好不好，我这样需要去看看心理医生吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题！我谈一下我的理解和看法。",
    "annotation": [
      {
        "sentence": "看到你的问题！",
        "label": ""
      },
      {
        "sentence": "我谈一下我的理解和看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你能听我倾诉，这段时间我真的很难受。他的背叛让我觉得很委屈，为什么我辛辛苦苦怀孕，而他却能轻易地找到别的女人。我感到很愤怒和失望。",
    "annotation": [
      {
        "sentence": "谢谢你能听我倾诉，这段时间我真的很难受。",
        "label": ""
      },
      {
        "sentence": "他的背叛让我觉得很委屈，为什么我辛辛苦苦怀孕，而他却能轻易地找到别的女人。",
        "label": ""
      },
      {
        "sentence": "我感到很愤怒和失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你现在的心情，怀孕确实是很辛苦的过程，而他的背叛让你感到更加委屈和不甘心。但是请记住，宝宝是你们的共同责任，需要你母亲的关爱和营养。你可以试着把注意力放在宝宝身上，进行开心的胎教，让自己和宝宝都能够得到积极的情绪支持。",
    "annotation": [
      {
        "sentence": "我完全理解你现在的心情，怀孕确实是很辛苦的过程，而他的背叛让你感到更加委屈和不甘心。",
        "label": ""
      },
      {
        "sentence": "但是请记住，宝宝是你们的共同责任，需要你母亲的关爱和营养。",
        "label": ""
      },
      {
        "sentence": "你可以试着把注意力放在宝宝身上，进行开心的胎教，让自己和宝宝都能够得到积极的情绪支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我不能因为他的错误而忽视了宝宝的需要。我会尽量调整自己的情绪，为宝宝创造一个健康快乐的环境。但是我还是很担心他会再次出轨，我总是忍不住想他是不是又做了什么伤害我们的事情。",
    "annotation": [
      {
        "sentence": "你说的对，我不能因为他的错误而忽视了宝宝的需要。",
        "label": ""
      },
      {
        "sentence": "我会尽量调整自己的情绪，为宝宝创造一个健康快乐的环境。",
        "label": ""
      },
      {
        "sentence": "但是我还是很担心他会再次出轨，我总是忍不住想他是不是又做了什么伤害我们的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够理解你的担忧和焦虑。不过，他已经向你承诺再也不会出轨了，这说明他意识到了自己的错误并悔过。作为妻子，也许你可以尝试宽容和理解，给他一个改过自新的机会。同时，建议你们夫妻之间多沟通，加强感情上的互动，这样可以减少彼此间的猜疑和不信任。",
    "annotation": [
      {
        "sentence": "能够理解你的担忧和焦虑。",
        "label": ""
      },
      {
        "sentence": "不过，他已经向你承诺再也不会出轨了，这说明他意识到了自己的错误并悔过。",
        "label": ""
      },
      {
        "sentence": "作为妻子，也许你可以尝试宽容和理解，给他一个改过自新的机会。",
        "label": ""
      },
      {
        "sentence": "同时，建议你们夫妻之间多沟通，加强感情上的互动，这样可以减少彼此间的猜疑和不信任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的没错，我应该试着相信他的改变，并与他共同努力来修复我们的感情。但有时候，我会偷偷地查看他的手机，因为总是担心他又会出轨。这种疑神疑鬼的心态真的很痛苦。",
    "annotation": [
      {
        "sentence": "你说的没错，我应该试着相信他的改变，并与他共同努力来修复我们的感情。",
        "label": ""
      },
      {
        "sentence": "但有时候，我会偷偷地查看他的手机，因为总是担心他又会出轨。",
        "label": ""
      },
      {
        "sentence": "这种疑神疑鬼的心态真的很痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心导致你产生疑神疑鬼的心态。但是相互之间的信任是夫妻关系中非常重要的一环，如果一直活在猜疑和不信任中，那么夫妻之间的感情会受到很大的影响。建议你尝试放下过去的事情，努力向前看，给彼此一个重新建立信任的机会。",
    "annotation": [
      {
        "sentence": "我理解你的担心导致你产生疑神疑鬼的心态。",
        "label": ""
      },
      {
        "sentence": "但是相互之间的信任是夫妻关系中非常重要的一环，如果一直活在猜疑和不信任中，那么夫妻之间的感情会受到很大的影响。",
        "label": ""
      },
      {
        "sentence": "建议你尝试放下过去的事情，努力向前看，给彼此一个重新建立信任的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，信任确实是我们夫妻关系中需要重建的一点。我会尽量放下过去的疑虑，给他一个改过自新的机会。但是有时候，我会睡不好觉，整晚都会做恶梦，梦见自己被小三欺负。这对我的心理健康产生了一定的影响。",
    "annotation": [
      {
        "sentence": "你说的对，信任确实是我们夫妻关系中需要重建的一点。",
        "label": ""
      },
      {
        "sentence": "我会尽量放下过去的疑虑，给他一个改过自新的机会。",
        "label": ""
      },
      {
        "sentence": "但是有时候，我会睡不好觉，整晚都会做恶梦，梦见自己被小三欺负。",
        "label": ""
      },
      {
        "sentence": "这对我的心理健康产生了一定的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "做恶梦是情绪压力的一种表现，而这段时间你的情绪确实受到了很大的冲击。为了好好照顾自己和宝宝，建议你寻求关于睡眠和心理健康方面的专业帮助，比如找心理医生进行咨询，他们会给你专业的建议和支持。",
    "annotation": [
      {
        "sentence": "做恶梦是情绪压力的一种表现，而这段时间你的情绪确实受到了很大的冲击。",
        "label": ""
      },
      {
        "sentence": "为了好好照顾自己和宝宝，建议你寻求关于睡眠和心理健康方面的专业帮助，比如找心理医生进行咨询，他们会给你专业的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我意识到我需要更多的帮助和支持来应对这段困难的时间。我会考虑寻求心理医生的帮助，以便能够更好地处理自己的情绪和睡眠问题。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "你说的对，我意识到我需要更多的帮助和支持来应对这段困难的时间。",
        "label": ""
      },
      {
        "sentence": "我会考虑寻求心理医生的帮助，以便能够更好地处理自己的情绪和睡眠问题。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够为你提供一些帮助和支持。请记住，你并不孤单，一定会有人愿意帮助你度过这段困难的时期。祝愿你能够找到适合自己的解决方法，过上幸福健康的生活。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够为你提供一些帮助和支持。",
        "label": ""
      },
      {
        "sentence": "请记住，你并不孤单，一定会有人愿意帮助你度过这段困难的时期。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够找到适合自己的解决方法，过上幸福健康的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]