[
  {
    "role": "client",
    "content": "即将30了，不满意现在的状态，还有机会改变吗？",
    "annotation": [
      {
        "sentence": "即将30了，不满意现在的状态，还有机会改变吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对现状有不满足感，同时你的情绪也为此感到低落和无望。你很想突破现状，但目前你的设想只有一句话，想去一线城市发展。是不是你判断只有去一线城市发展才会带给你更多职业发展以及情感选择的机会呢？",
    "annotation": [
      {
        "sentence": "我理解你对现状有不满足感，同时你的情绪也为此感到低落和无望。",
        "label": ""
      },
      {
        "sentence": "你很想突破现状，但目前你的设想只有一句话，想去一线城市发展。",
        "label": ""
      },
      {
        "sentence": "是不是你判断只有去一线城市发展才会带给你更多职业发展以及情感选择的机会呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得一线城市的机会更多，职业发展更有前景，也可以遇到更多的人，更容易找到合适的对象。",
    "annotation": [
      {
        "sentence": "是的，我觉得一线城市的机会更多，职业发展更有前景，也可以遇到更多的人，更容易找到合适的对象。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "再进一步设想一下，如果你对去一线城市工作的愿望真地在计划中，比方说了解多个城市你那个专业的职业需求情况，并且能确定可能去哪几个城市的哪些单位去尝试求职。你不仅目标明确了，同时你也做了个人职业成长资料的总结，准备好了求职简历和如何应对面试等等，诸如此类这些非常细致的求职准备你都做了没有？",
    "annotation": [
      {
        "sentence": "再进一步设想一下，如果你对去一线城市工作的愿望真地在计划中，比方说了解多个城市你那个专业的职业需求情况，并且能确定可能去哪几个城市的哪些单位去尝试求职。",
        "label": ""
      },
      {
        "sentence": "你不仅目标明确了，同时你也做了个人职业成长资料的总结，准备好了求职简历和如何应对面试等等，诸如此类这些非常细致的求职准备你都做了没有？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "还没有做到这么具体，我只是有一个大致的想法。",
    "annotation": [
      {
        "sentence": "还没有做到这么具体，我只是有一个大致的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果还没有具体的求职准备，你会不会真地去做呢？三十岁跳槽不是不可能，研究生学历加上四年的工作经验，按常理来说，正是跳槽比较容易被接受的年龄阶段。因为用人单位接受到的是熟手，有经验又年富力强，正是最好用的时候。关键在于你真地有勇气有胆量开始一段全新的人生旅程呢？",
    "annotation": [
      {
        "sentence": "如果还没有具体的求职准备，你会不会真地去做呢？",
        "label": ""
      },
      {
        "sentence": "三十岁跳槽不是不可能，研究生学历加上四年的工作经验，按常理来说，正是跳槽比较容易被接受的年龄阶段。",
        "label": ""
      },
      {
        "sentence": "因为用人单位接受到的是熟手，有经验又年富力强，正是最好用的时候。",
        "label": ""
      },
      {
        "sentence": "关键在于你真地有勇气有胆量开始一段全新的人生旅程呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我对未知充满了恐惧，但我也不想就这样一直沉浸在不满的状态中。我希望有一段改变的旅程，实现自己的职业和情感愿望。",
    "annotation": [
      {
        "sentence": "我对未知充满了恐惧，但我也不想就这样一直沉浸在不满的状态中。",
        "label": ""
      },
      {
        "sentence": "我希望有一段改变的旅程，实现自己的职业和情感愿望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我说这话的意思并不是鼓励或反对你跳槽，我是说，你需要理解自己的不满究竟只是不满，还是真地到了无法忍受而非努力跳出这种不满的程度？如果只是不满，那为了提升情绪上的失落感，你可以劝自己朝乐观的方面去看（所有事情都有正反两面，使你不满的事情也会有能使你乐观的方面），你甚至可以去看看某些与你资历差不多，但处境不如你的人的状况，对比差距来宽慰自己。一句话，提升情绪并不需要通过跳槽来实现。",
    "annotation": [
      {
        "sentence": "我说这话的意思并不是鼓励或反对你跳槽，我是说，你需要理解自己的不满究竟只是不满，还是真地到了无法忍受而非努力跳出这种不满的程度？",
        "label": ""
      },
      {
        "sentence": "如果只是不满，那为了提升情绪上的失落感，你可以劝自己朝乐观的方面去看（所有事情都有正反两面，使你不满的事情也会有能使你乐观的方面），你甚至可以去看看某些与你资历差不多，但处境不如你的人的状况，对比差距来宽慰自己。",
        "label": ""
      },
      {
        "sentence": "一句话，提升情绪并不需要通过跳槽来实现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，或许我可以试着从积极的角度去看待不满意的现状，同时寻找一些正面的方面来安慰自己。",
    "annotation": [
      {
        "sentence": "你说的有道理，或许我可以试着从积极的角度去看待不满意的现状，同时寻找一些正面的方面来安慰自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你认定不能再忍受这种不满足，一定需要改变。那这会是一个认真的决定和转变。你的关注点不能继续停留在积蓄不满足上。你需要从这些不满足中找到能肯定自己的东西，并且把它们总结出来，作为你跳槽后的新起点。否则，已有几年工作经验的积累对以后有什么帮助意义呢？珍惜看重并利用好这几年的工作经历，三十岁和四年前的你相比，求职更有优势才对。",
    "annotation": [
      {
        "sentence": "如果你认定不能再忍受这种不满足，一定需要改变。",
        "label": ""
      },
      {
        "sentence": "那这会是一个认真的决定和转变。",
        "label": ""
      },
      {
        "sentence": "你的关注点不能继续停留在积蓄不满足上。",
        "label": ""
      },
      {
        "sentence": "你需要从这些不满足中找到能肯定自己的东西，并且把它们总结出来，作为你跳槽后的新起点。",
        "label": ""
      },
      {
        "sentence": "否则，已有几年工作经验的积累对以后有什么帮助意义呢？",
        "label": ""
      },
      {
        "sentence": "珍惜看重并利用好这几年的工作经历，三十岁和四年前的你相比，求职更有优势才对。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该珍惜并利用好已有的工作经验，找到那些能肯定我自己的方面，然后在此基础上做出改变和决策。",
    "annotation": [
      {
        "sentence": "你说得对，我应该珍惜并利用好已有的工作经验，找到那些能肯定我自己的方面，然后在此基础上做出改变和决策。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我猜你父母的反对，可能也是因为你的想法仅仅还是一时愿望而已。如果你能在不使他们担心的前提下，稳妥地找好比现在理想的跳槽单位之后再跳槽，他们还会坚持反对吗？不管是留还是跳槽去别的地方，你都需要引导自己朝乐观的方向看。理解自己到底想要什么，到底打算怎么样，再朝着那个方向去安排下一步。别再停留在不满足的负面情绪里，那样才是你对自己时光的真正的浪费。",
    "annotation": [
      {
        "sentence": "我猜你父母的反对，可能也是因为你的想法仅仅还是一时愿望而已。",
        "label": ""
      },
      {
        "sentence": "如果你能在不使他们担心的前提下，稳妥地找好比现在理想的跳槽单位之后再跳槽，他们还会坚持反对吗？",
        "label": ""
      },
      {
        "sentence": "不管是留还是跳槽去别的地方，你都需要引导自己朝乐观的方向看。",
        "label": ""
      },
      {
        "sentence": "理解自己到底想要什么，到底打算怎么样，再朝着那个方向去安排下一步。",
        "label": ""
      },
      {
        "sentence": "别再停留在不满足的负面情绪里，那样才是你对自己时光的真正的浪费。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该理解自己的真实想法，并在向前发展的道路上积极乐观地寻找机会和改变。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "我明白了，我应该理解自己的真实想法，并在向前发展的道路上积极乐观地寻找机会和改变。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够找到属于自己的机会，加油！如果需要进一步的帮助，随时找我聊聊。",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够找到属于自己的机会，加油！",
        "label": ""
      },
      {
        "sentence": "如果需要进一步的帮助，随时找我聊聊。",
        "label": ""
      }
    ]
  }
]