[
  {
    "role": "client",
    "content": "昨天刚刚被辞退，我有点慢慢接受，该怎么转换好自己？不知道第几次来提问题了，可能伴随我心理低潮的时期。",
    "annotation": [
      {
        "sentence": "昨天刚刚被辞退，我有点慢慢接受，该怎么转换好自己？",
        "label": ""
      },
      {
        "sentence": "不知道第几次来提问题了，可能伴随我心理低潮的时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我经常要做这样的角色，劝退人，面谈人，HR吧，先是员工然后才是HR，每次做这样的事，都想着怎样开门见山又不伤害员工的心情。",
    "annotation": [
      {
        "sentence": "我经常要做这样的角色，劝退人，面谈人，HR吧，先是员工然后才是HR，每次做这样的事，都想着怎样开门见山又不伤害员工的心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "昨天快下班时，和一个同事一起被叫到老板办公室。直觉没事老板不会叫我，去了和另一个同事随意聊聊的同时，和我说上个月你迟到了，上次开会你不在说你不行，工资给你结算到这个月，社保安排补给你明白了吗。",
    "annotation": [
      {
        "sentence": "昨天快下班时，和一个同事一起被叫到老板办公室。",
        "label": ""
      },
      {
        "sentence": "直觉没事老板不会叫我，去了和另一个同事随意聊聊的同时，和我说上个月你迟到了，上次开会你不在说你不行，工资给你结算到这个月，社保安排补给你明白了吗。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "职场本来就是利益关系的，相互有价值了才能产生合作，如果一方已经没有价值了，不忍痛割爱只能是互相耽搁。先说辞退吧，在难过之前我建议你收拾下心情，主动去问下老板是觉得自己哪里不合适或者哪里没有达到预期。",
    "annotation": [
      {
        "sentence": "职场本来就是利益关系的，相互有价值了才能产生合作，如果一方已经没有价值了，不忍痛割爱只能是互相耽搁。",
        "label": ""
      },
      {
        "sentence": "先说辞退吧，在难过之前我建议你收拾下心情，主动去问下老板是觉得自己哪里不合适或者哪里没有达到预期。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我听出来了，就是工作到今天，周六开会也不用去了。下班前东西收拾好，交接好。我失业了。之前有找工作试用期，也有遇过马上转正公司通知你再找工作，双向选择我可以接受。现在再过一个多月工作一年，马上通知你马上走人，确实很突然很懵。",
    "annotation": [
      {
        "sentence": "我听出来了，就是工作到今天，周六开会也不用去了。",
        "label": ""
      },
      {
        "sentence": "下班前东西收拾好，交接好。",
        "label": ""
      },
      {
        "sentence": "我失业了。",
        "label": ""
      },
      {
        "sentence": "之前有找工作试用期，也有遇过马上转正公司通知你再找工作，双向选择我可以接受。",
        "label": ""
      },
      {
        "sentence": "现在再过一个多月工作一年，马上通知你马上走人，确实很突然很懵。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的信息，其实你自己也是懵的状态，也就是你不知道你的原因在哪，那其实你下一份工作并不会有很大的改观，知己知彼，要先知道自己的问题在哪才能去规避和改观。这个社会其实发展很快，有没有做职场规划，在当下是不会发现区别的，但是三年后五年后会有天翻地覆的改变，有规划的人可能就是主管经理总监级别的，没有规划的可能还在考虑要不要转行。",
    "annotation": [
      {
        "sentence": "看了你的信息，其实你自己也是懵的状态，也就是你不知道你的原因在哪，那其实你下一份工作并不会有很大的改观，知己知彼，要先知道自己的问题在哪才能去规避和改观。",
        "label": ""
      },
      {
        "sentence": "这个社会其实发展很快，有没有做职场规划，在当下是不会发现区别的，但是三年后五年后会有天翻地覆的改变，有规划的人可能就是主管经理总监级别的，没有规划的可能还在考虑要不要转行。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想转换心情投入到再找工作，又感觉哪里有点不对，也许这就是职场，我不想逃避必须得面对。",
    "annotation": [
      {
        "sentence": "我想转换心情投入到再找工作，又感觉哪里有点不对，也许这就是职场，我不想逃避必须得面对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其次面试时候离职原因。我建议是直接说，不管是公司原因还是个人原因，只要不语言冲突不过激反应，其实HR都可以接受。这样可以规避你碰到以前的情况，比如前一家公司是因为一直无偿加班所以你离职了，离职原因你硬是说成是自己的原因，那如果新公司还是无偿加班呢，是不是又入坑了。",
    "annotation": [
      {
        "sentence": "其次面试时候离职原因。",
        "label": ""
      },
      {
        "sentence": "我建议是直接说，不管是公司原因还是个人原因，只要不语言冲突不过激反应，其实HR都可以接受。",
        "label": ""
      },
      {
        "sentence": "这样可以规避你碰到以前的情况，比如前一家公司是因为一直无偿加班所以你离职了，离职原因你硬是说成是自己的原因，那如果新公司还是无偿加班呢，是不是又入坑了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "以前试用期离职再找工作时，被问到离职原因，不管经历了什么我都说是自己原因，还会面试时再被数落。可是遇到那种一直变相加班、工资不发我真的不知道在找工作时候如何对面试行政人员说。这次也不知道怎么转换好自己。",
    "annotation": [
      {
        "sentence": "以前试用期离职再找工作时，被问到离职原因，不管经历了什么我都说是自己原因，还会面试时再被数落。",
        "label": ""
      },
      {
        "sentence": "可是遇到那种一直变相加班、工资不发我真的不知道在找工作时候如何对面试行政人员说。",
        "label": ""
      },
      {
        "sentence": "这次也不知道怎么转换好自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当我们有能力的时候势必会得到尊重，职场上个人价值还是应该放在第一位的，在你能力不足的情况下，就想办法提升，不要一味的谦虚揽错，公司的问题肯定是会存在的，只要你客观都是合情合理的。至于辞退的赔偿，只要你想得到，一告一个准。加油，请给接下来的我一些建议。",
    "annotation": [
      {
        "sentence": "当我们有能力的时候势必会得到尊重，职场上个人价值还是应该放在第一位的，在你能力不足的情况下，就想办法提升，不要一味的谦虚揽错，公司的问题肯定是会存在的，只要你客观都是合情合理的。",
        "label": ""
      },
      {
        "sentence": "至于辞退的赔偿，只要你想得到，一告一个准。",
        "label": ""
      },
      {
        "sentence": "加油，请给接下来的我一些建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "加油，你的建议很中肯，感受到了你的支持，我会试着调整心态，找到自己的问题所在并提升自己。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "加油，你的建议很中肯，感受到了你的支持，我会试着调整心态，找到自己的问题所在并提升自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，很高兴能帮到你。调整心态，重新开始，我相信你会走出困境的。任何时候有问题都可以来找我聊天，我会一直在这里支持你的。",
    "annotation": [
      {
        "sentence": "不客气，很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "调整心态，重新开始，我相信你会走出困境的。",
        "label": ""
      },
      {
        "sentence": "任何时候有问题都可以来找我聊天，我会一直在这里支持你的。",
        "label": ""
      }
    ]
  }
]