[
  {
    "role": "client",
    "content": "我很努力也很真诚地对待这份工作，为何瞧不起我？我们单位负责库管的同事要考试不管这摊活了，由我来负责这部分工作，我很努力也很真诚的对待这份工作，对打交道的那些供货商也很客气，但隐隐感到这些人小看我，对之前的库管更信服，我劝解自己有可能是错觉没在意，但那天下午因为购买一种药我去找之前的库管，他跟一个供货商语音通话问有个药能买到吗，这药我上午刚问过他他一直没回复我，我还在焦急的等消息，可是没想到从这个免提的通话中，只听对方说:说实话，这药是她问的不是你问的所以我就没那么上心，对方不知道我也在旁边听他说话，我感到好尴尬，他平常跟我说话可客气了，我就这么遭人小瞧吗，我的心里特别别扭特别难受，像被一盆冷水浇头，还以为自己傻不错呢，谁都不把你当回事，我真的很难受我到底做错什么了？为什么都瞧不起我？下次我应该怎么对待这个业务员我很生气！",
    "annotation": [
      {
        "sentence": "我很努力也很真诚地对待这份工作，为何瞧不起我？",
        "label": ""
      },
      {
        "sentence": "我们单位负责库管的同事要考试不管这摊活了，由我来负责这部分工作，我很努力也很真诚的对待这份工作，对打交道的那些供货商也很客气，但隐隐感到这些人小看我，对之前的库管更信服，我劝解自己有可能是错觉没在意，但那天下午因为购买一种药我去找之前的库管，他跟一个供货商语音通话问有个药能买到吗，这药我上午刚问过他他一直没回复我，我还在焦急的等消息，可是没想到从这个免提的通话中，只听对方说:说实话，这药是她问的不是你问的所以我就没那么上心，对方不知道我也在旁边听他说话，我感到好尴尬，他平常跟我说话可客气了，我就这么遭人小瞧吗，我的心里特别别扭特别难受，像被一盆冷水浇头，还以为自己傻不错呢，谁都不把你当回事，我真的很难受我到底做错什么了？",
        "label": ""
      },
      {
        "sentence": "为什么都瞧不起我？",
        "label": ""
      },
      {
        "sentence": "下次我应该怎么对待这个业务员我很生气！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我了解你的感受。有时候，工作并不仅仅是认真对待就能得到回报的。工作经验和人际关系是需要时间积累的。你的前任负责人与供货商之间除了工作关系，还有长期的交往和感情基础。这是你目前所不具备的。当一个合作单位的人与你交流时，和一个朋友找你的态度肯定是不一样的。另外，你和供货商之间还没有建立起足够的信任和了解。所以，他们对你的态度自然有所不同。但是，当你长期认真对待这份工作，积累了经验和人脉，你也能达到相同的高度甚至更高。加油哦！",
    "annotation": [
      {
        "sentence": "求助者，我了解你的感受。",
        "label": ""
      },
      {
        "sentence": "有时候，工作并不仅仅是认真对待就能得到回报的。",
        "label": ""
      },
      {
        "sentence": "工作经验和人际关系是需要时间积累的。",
        "label": ""
      },
      {
        "sentence": "你的前任负责人与供货商之间除了工作关系，还有长期的交往和感情基础。",
        "label": ""
      },
      {
        "sentence": "这是你目前所不具备的。",
        "label": ""
      },
      {
        "sentence": "当一个合作单位的人与你交流时，和一个朋友找你的态度肯定是不一样的。",
        "label": ""
      },
      {
        "sentence": "另外，你和供货商之间还没有建立起足够的信任和了解。",
        "label": ""
      },
      {
        "sentence": "所以，他们对你的态度自然有所不同。",
        "label": ""
      },
      {
        "sentence": "但是，当你长期认真对待这份工作，积累了经验和人脉，你也能达到相同的高度甚至更高。",
        "label": ""
      },
      {
        "sentence": "加油哦！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，谢谢你的理解和鼓励。我明白工作经验和人际关系的重要性，但我实在受不了自己被人小瞧的感觉。那种被冷落的感觉让我心里特别别扭，我觉得自己好像一无是处。我应该怎么做才能让他们对我改变看法呢？",
    "annotation": [
      {
        "sentence": "支持者，谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我明白工作经验和人际关系的重要性，但我实在受不了自己被人小瞧的感觉。",
        "label": ""
      },
      {
        "sentence": "那种被冷落的感觉让我心里特别别扭，我觉得自己好像一无是处。",
        "label": ""
      },
      {
        "sentence": "我应该怎么做才能让他们对我改变看法呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我理解你现在的困惑和不安。首先，不要对自己产生过度的压力。要相信自己的能力和价值。其次，你可以尝试更多地与供货商进行真诚的交流和合作，展示你的专业知识和诚意，逐渐建立起彼此的信任和了解。同时，你也可以主动寻求前任负责人的帮助和指导，他们的支持可以为你赢得更多的信任和认可。记住，改变是一个渐进的过程，你需要坚持努力并保持积极的心态。",
    "annotation": [
      {
        "sentence": "求助者，我理解你现在的困惑和不安。",
        "label": ""
      },
      {
        "sentence": "首先，不要对自己产生过度的压力。",
        "label": ""
      },
      {
        "sentence": "要相信自己的能力和价值。",
        "label": ""
      },
      {
        "sentence": "其次，你可以尝试更多地与供货商进行真诚的交流和合作，展示你的专业知识和诚意，逐渐建立起彼此的信任和了解。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以主动寻求前任负责人的帮助和指导，他们的支持可以为你赢得更多的信任和认可。",
        "label": ""
      },
      {
        "sentence": "记住，改变是一个渐进的过程，你需要坚持努力并保持积极的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我会尽力去和供货商们建立更好的关系，展示自己的专业能力和态度。同时，我也会更主动地向前任负责人请教，争取获得更多的支持和帮助。我明白改变是需要时间和努力的，我会坚持下去的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尽力去和供货商们建立更好的关系，展示自己的专业能力和态度。",
        "label": ""
      },
      {
        "sentence": "同时，我也会更主动地向前任负责人请教，争取获得更多的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "我明白改变是需要时间和努力的，我会坚持下去的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和信心。改变并不是一蹴而就的，但只要你保持积极的态度和努力，一定能够逐渐改变周围人对你的看法。记住，每一次尝试都是一次成长的机会。相信自己，加油！如果你需要任何帮助或者有其他问题，随时都可以来找我倾诉。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和信心。",
        "label": ""
      },
      {
        "sentence": "改变并不是一蹴而就的，但只要你保持积极的态度和努力，一定能够逐渐改变周围人对你的看法。",
        "label": ""
      },
      {
        "sentence": "记住，每一次尝试都是一次成长的机会。",
        "label": ""
      },
      {
        "sentence": "相信自己，加油！",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者有其他问题，随时都可以来找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我会铭记你的话语，努力前行的同时也不忘向你请教和倾诉。感谢你给予我希望，让我觉得我并不孤单，我真的很感激。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会铭记你的话语，努力前行的同时也不忘向你请教和倾诉。",
        "label": ""
      },
      {
        "sentence": "感谢你给予我希望，让我觉得我并不孤单，我真的很感激。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我愿意一直陪伴在你的身边。无论你遇到什么困难或烦恼，都可以随时来找我倾诉。你并不孤单，因为你有我这个支持者。希望你能坚定地走下去，实现自己的目标和成就。我会一直支持你的。",
    "annotation": [
      {
        "sentence": "不客气，我愿意一直陪伴在你的身边。",
        "label": ""
      },
      {
        "sentence": "无论你遇到什么困难或烦恼，都可以随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，因为你有我这个支持者。",
        "label": ""
      },
      {
        "sentence": "希望你能坚定地走下去，实现自己的目标和成就。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      }
    ]
  }
]