[
  {
    "role": "client",
    "content": "我15岁，开学高二，最近一直都大喜大悲，怎么办？",
    "annotation": [
      {
        "sentence": "我15岁，开学高二，最近一直都大喜大悲，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先高二的年龄是青春期发展一个比较敏感的年龄段，因为受到各方面的因素影响，人会变得比较敏感，情绪波动比较大，如果本身比较敏感的人，会经常多想，加上学业繁重压力大。所以在这个时候，千万不能一个人扛着，要学会与别人倾诉。",
    "annotation": [
      {
        "sentence": "首先高二的年龄是青春期发展一个比较敏感的年龄段，因为受到各方面的因素影响，人会变得比较敏感，情绪波动比较大，如果本身比较敏感的人，会经常多想，加上学业繁重压力大。",
        "label": ""
      },
      {
        "sentence": "所以在这个时候，千万不能一个人扛着，要学会与别人倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是一个很自卑又很敏感的人，每天都会开心到谈不上天，但也会哭得很伤心。最近我分到了一个完全陌生的班级，而且一直在哭，上课的时候还有跳下去的冲动。我在考虑去看心理医生心理咨询，但又觉得这可能是正常的现象，也不知道怎么跟父母说。",
    "annotation": [
      {
        "sentence": "我是一个很自卑又很敏感的人，每天都会开心到谈不上天，但也会哭得很伤心。",
        "label": ""
      },
      {
        "sentence": "最近我分到了一个完全陌生的班级，而且一直在哭，上课的时候还有跳下去的冲动。",
        "label": ""
      },
      {
        "sentence": "我在考虑去看心理医生心理咨询，但又觉得这可能是正常的现象，也不知道怎么跟父母说。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，你的情绪波动确实比较大，而且出现了对自己和周围环境的消极想法，这不是一个正常的现象。这个时候，建议你跟学校的心理辅导老师倾诉一下，他们会针对你的情况给出专业的解决方案。",
    "annotation": [
      {
        "sentence": "听你的描述，你的情绪波动确实比较大，而且出现了对自己和周围环境的消极想法，这不是一个正常的现象。",
        "label": ""
      },
      {
        "sentence": "这个时候，建议你跟学校的心理辅导老师倾诉一下，他们会针对你的情况给出专业的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，跟老师聊一下似乎是一个不错的主意，老师平时跟我们接触时间也挺多的，或许她作为一个旁观者能够留意到我的情况。我会试着向老师倾诉一下。",
    "annotation": [
      {
        "sentence": "嗯，跟老师聊一下似乎是一个不错的主意，老师平时跟我们接触时间也挺多的，或许她作为一个旁观者能够留意到我的情况。",
        "label": ""
      },
      {
        "sentence": "我会试着向老师倾诉一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，与老师倾诉是一个很好的选择，她们会倾听并给出合适的建议。另外，你也可以找一些比较好的朋友或同学聊一下，他们都是你平时比较熟悉的人，与他们在一起可能会感到轻松一些，同时他们也比较了解你的性格，即使他们不能给出很好的建议，但是他们会是你情绪发泄的窗口。",
    "annotation": [
      {
        "sentence": "很好，与老师倾诉是一个很好的选择，她们会倾听并给出合适的建议。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以找一些比较好的朋友或同学聊一下，他们都是你平时比较熟悉的人，与他们在一起可能会感到轻松一些，同时他们也比较了解你的性格，即使他们不能给出很好的建议，但是他们会是你情绪发泄的窗口。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我有几个朋友确实是比较了解我的，跟他们聊聊可能能缓解一些情绪。谢谢你的建议，我会试试的。",
    "annotation": [
      {
        "sentence": "嗯，我有几个朋友确实是比较了解我的，跟他们聊聊可能能缓解一些情绪。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会试试的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，朋友的陪伴和倾听是非常重要的。此外，你提到你有跳下教室的冲动，这是一个比较严重的问题，如果情绪无法得到缓解，建议你尽快跟学校的心理辅导老师沟通，他们会有针对性的解决方案。",
    "annotation": [
      {
        "sentence": "不用客气，朋友的陪伴和倾听是非常重要的。",
        "label": ""
      },
      {
        "sentence": "此外，你提到你有跳下教室的冲动，这是一个比较严重的问题，如果情绪无法得到缓解，建议你尽快跟学校的心理辅导老师沟通，他们会有针对性的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会留意自己的情绪，如果感觉无法控制，我会及时与心理辅导老师联系的。谢谢你的关心和建议。",
    "annotation": [
      {
        "sentence": "我会留意自己的情绪，如果感觉无法控制，我会及时与心理辅导老师联系的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的关心和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，对于你的情绪问题，我理解且愿意提供帮助。记住，不要独自承受，与他人倾诉是解决问题的关键。如果有任何需要，随时都可以向我寻求支持与安慰。",
    "annotation": [
      {
        "sentence": "不客气，对于你的情绪问题，我理解且愿意提供帮助。",
        "label": ""
      },
      {
        "sentence": "记住，不要独自承受，与他人倾诉是解决问题的关键。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时都可以向我寻求支持与安慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励，我会努力去寻求帮助，并且学会与别人交流沟通。再次感谢你的关心。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励，我会努力去寻求帮助，并且学会与别人交流沟通。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，任何时候你需要我，都可以找我。我相信你能够度过这个困难时期，记住，你并不孤单，有人关心你。加油！",
    "annotation": [
      {
        "sentence": "不客气，任何时候你需要我，都可以找我。",
        "label": ""
      },
      {
        "sentence": "我相信你能够度过这个困难时期，记住，你并不孤单，有人关心你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]