[
  {
    "role": "client",
    "content": "大二，怎么才能不再焦虑，以积极的心态去努力？放完这个暑假我就大二了。现在学的是自己喜欢也擅长的文学专业。我现在比上高中要努力的多了（高中基本是靠点聪明），却前所未有的焦虑。我刚上大学是选拔进入这个实验班的，我在选拔考试得了第一，却在第一学期期末考的不好。一些我很尊敬的老师很器重我，觉得我知识储备思维能力都很好，但我总感觉自己没有别人努力、其实没有老师想的那么优秀，总担心其他同学超过我。于是这个暑假给自己定了一大堆阅读学习计划，这些计划就算从早学到晚也不可能完全完成，加上上个月忽如其来的额外事务一开始就占据了我很多计划的学习时间，更让我感到完不成任务。于是每天都因没有充分利用时间懊恼，入睡都在焦虑地想着明天的任务，觉得暑假已过一半，我却一事无成。我怕开学之后其他同学会超过我，证明我不够好，我期末又没办法考好，甚至以后无法保研等等，但我最怕的还是辜负老师的期待（大概怕没面子）。我现在读自己感兴趣的书也变得急功近利，像完成任务，如何改变？",
    "annotation": [
      {
        "sentence": "大二，怎么才能不再焦虑，以积极的心态去努力？",
        "label": ""
      },
      {
        "sentence": "放完这个暑假我就大二了。",
        "label": ""
      },
      {
        "sentence": "现在学的是自己喜欢也擅长的文学专业。",
        "label": ""
      },
      {
        "sentence": "我现在比上高中要努力的多了（高中基本是靠点聪明），却前所未有的焦虑。",
        "label": ""
      },
      {
        "sentence": "我刚上大学是选拔进入这个实验班的，我在选拔考试得了第一，却在第一学期期末考的不好。",
        "label": ""
      },
      {
        "sentence": "一些我很尊敬的老师很器重我，觉得我知识储备思维能力都很好，但我总感觉自己没有别人努力、其实没有老师想的那么优秀，总担心其他同学超过我。",
        "label": ""
      },
      {
        "sentence": "于是这个暑假给自己定了一大堆阅读学习计划，这些计划就算从早学到晚也不可能完全完成，加上上个月忽如其来的额外事务一开始就占据了我很多计划的学习时间，更让我感到完不成任务。",
        "label": ""
      },
      {
        "sentence": "于是每天都因没有充分利用时间懊恼，入睡都在焦虑地想着明天的任务，觉得暑假已过一半，我却一事无成。",
        "label": ""
      },
      {
        "sentence": "我怕开学之后其他同学会超过我，证明我不够好，我期末又没办法考好，甚至以后无法保研等等，但我最怕的还是辜负老师的期待（大概怕没面子）。",
        "label": ""
      },
      {
        "sentence": "我现在读自己感兴趣的书也变得急功近利，像完成任务，如何改变？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先能选择自己喜欢的专业，并为之而努力是非常值得肯定的一件事，你是非常有目标感的。那分析一下目前所遇到的困惑。",
    "annotation": [
      {
        "sentence": "首先能选择自己喜欢的专业，并为之而努力是非常值得肯定的一件事，你是非常有目标感的。",
        "label": ""
      },
      {
        "sentence": "那分析一下目前所遇到的困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我确实有很强的目标感，但就是因为有目标感才会感到焦虑。我希望能以积极的心态去努力，但总是忍不住担心自己不够好，不够努力。",
    "annotation": [
      {
        "sentence": "确实，我确实有很强的目标感，但就是因为有目标感才会感到焦虑。",
        "label": ""
      },
      {
        "sentence": "我希望能以积极的心态去努力，但总是忍不住担心自己不够好，不够努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你的目标感和努力，我非常欣赏。但焦虑本身并不是一个问题，它只是一个信号，告诉我们目前拥有的能力还不够。只要具备了足够的能力来解决问题，焦虑自然就会消失。所以焦虑并不需要害怕，而是需要找到提升自己的方法和途径。",
    "annotation": [
      {
        "sentence": "对于你的目标感和努力，我非常欣赏。",
        "label": ""
      },
      {
        "sentence": "但焦虑本身并不是一个问题，它只是一个信号，告诉我们目前拥有的能力还不够。",
        "label": ""
      },
      {
        "sentence": "只要具备了足够的能力来解决问题，焦虑自然就会消失。",
        "label": ""
      },
      {
        "sentence": "所以焦虑并不需要害怕，而是需要找到提升自己的方法和途径。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，焦虑可能是我自己内心的一种反应。我应该正视并努力提升自己的能力，从而解决焦虑的问题。",
    "annotation": [
      {
        "sentence": "你说得对，焦虑可能是我自己内心的一种反应。",
        "label": ""
      },
      {
        "sentence": "我应该正视并努力提升自己的能力，从而解决焦虑的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错！每个人都有自己的长处和短处，我们可以以他人为镜，以此来提升自己。这个世界上没有两个人是一样的，每个人都有自己的特点和优势。我们不能控制他人的成长，他人也控制不了我们的成长。所以接纳和允许他人的成长，也是允许自己成长的另一种方式。",
    "annotation": [
      {
        "sentence": "没错！",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的长处和短处，我们可以以他人为镜，以此来提升自己。",
        "label": ""
      },
      {
        "sentence": "这个世界上没有两个人是一样的，每个人都有自己的特点和优势。",
        "label": ""
      },
      {
        "sentence": "我们不能控制他人的成长，他人也控制不了我们的成长。",
        "label": ""
      },
      {
        "sentence": "所以接纳和允许他人的成长，也是允许自己成长的另一种方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我不能总担心别人超过我。每个人都有自己的步伐和进程，我只需要专注于我的学习和进步就好了。",
    "annotation": [
      {
        "sentence": "确实，我不能总担心别人超过我。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的步伐和进程，我只需要专注于我的学习和进步就好了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常正确！如果你要考一百分，但只考了99分，这并不代表你就比那个考一百分的同学差。也许只是因为出的题目你没有做到位。所以不要因为别人的优秀而忽视了自己的努力和成长。",
    "annotation": [
      {
        "sentence": "非常正确！",
        "label": ""
      },
      {
        "sentence": "如果你要考一百分，但只考了99分，这并不代表你就比那个考一百分的同学差。",
        "label": ""
      },
      {
        "sentence": "也许只是因为出的题目你没有做到位。",
        "label": ""
      },
      {
        "sentence": "所以不要因为别人的优秀而忽视了自己的努力和成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，我不应该把一些事情看得太绝对。我要学会接受自己的不完美，同时也向优秀的同学学习，不嫉妒或担心他们的进步。",
    "annotation": [
      {
        "sentence": "我理解了，我不应该把一些事情看得太绝对。",
        "label": ""
      },
      {
        "sentence": "我要学会接受自己的不完美，同时也向优秀的同学学习，不嫉妒或担心他们的进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常正确！接受自己的不完美并不意味着我们没有努力或者不够好。每个人都有自己的进步和成长的时机，关键是我们要专注于自己的学习和发展。",
    "annotation": [
      {
        "sentence": "非常正确！",
        "label": ""
      },
      {
        "sentence": "接受自己的不完美并不意味着我们没有努力或者不够好。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的进步和成长的时机，关键是我们要专注于自己的学习和发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我给自己定的学习计划总是无法完成，这让我感到很困惑和沮丧。我不知道该如何调整计划，以保证自己能够按时完成任务。",
    "annotation": [
      {
        "sentence": "可是我给自己定的学习计划总是无法完成，这让我感到很困惑和沮丧。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何调整计划，以保证自己能够按时完成任务。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "定的计划无法完成是需要调整的，这并不是你的错。你可以逐步地调整计划，直到能够做到和完成为止。如果给今天定的计划太多，无法完成，那就减少一些；反之，如果计划太少，可以适当增加。不建议将计划排满，要留出一些时间，以防其他突发事情的发生，比如上个月发生的额外事务。所以问题的出现只是告诉我们应该加以完善和调整，而不是让自己困扰于过去的计划失败。",
    "annotation": [
      {
        "sentence": "定的计划无法完成是需要调整的，这并不是你的错。",
        "label": ""
      },
      {
        "sentence": "你可以逐步地调整计划，直到能够做到和完成为止。",
        "label": ""
      },
      {
        "sentence": "如果给今天定的计划太多，无法完成，那就减少一些；反之，如果计划太少，可以适当增加。",
        "label": ""
      },
      {
        "sentence": "不建议将计划排满，要留出一些时间，以防其他突发事情的发生，比如上个月发生的额外事务。",
        "label": ""
      },
      {
        "sentence": "所以问题的出现只是告诉我们应该加以完善和调整，而不是让自己困扰于过去的计划失败。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，我应该更加灵活地调整计划，以适应不可预测的情况。我也会放下对过去计划的困扰，专注于当下的任务。",
    "annotation": [
      {
        "sentence": "我理解了，我应该更加灵活地调整计划，以适应不可预测的情况。",
        "label": ""
      },
      {
        "sentence": "我也会放下对过去计划的困扰，专注于当下的任务。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！过去的事情我们无法改变，未来我们也无法预测。最重要的是，我们要专注于现在所走的每一步。只要每天比昨天进步了一点点，这就足够了。记住，付出就会有回报，但是要让自己保持冷静和耐心，不要急于求成。",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "过去的事情我们无法改变，未来我们也无法预测。",
        "label": ""
      },
      {
        "sentence": "最重要的是，我们要专注于现在所走的每一步。",
        "label": ""
      },
      {
        "sentence": "只要每天比昨天进步了一点点，这就足够了。",
        "label": ""
      },
      {
        "sentence": "记住，付出就会有回报，但是要让自己保持冷静和耐心，不要急于求成。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会更加努力去改变自己焦虑的心态，专注于自己的学习和成长。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会更加努力去改变自己焦虑的心态，专注于自己的学习和成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我相信你能够顺利克服焦虑，迎接新学期的挑战。只要保持积极的心态和适度的压力，你一定能够取得优异的成绩。加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我相信你能够顺利克服焦虑，迎接新学期的挑战。",
        "label": ""
      },
      {
        "sentence": "只要保持积极的心态和适度的压力，你一定能够取得优异的成绩。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]