[
  {
    "role": "client",
    "content": "我要跟男朋友分手，他下跪求我，还扇自己巴掌？",
    "annotation": [
      {
        "sentence": "我要跟男朋友分手，他下跪求我，还扇自己巴掌？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受，这样的情况确实让人心里很难过。可以告诉我更多关于你们之间的情况吗？",
    "annotation": [
      {
        "sentence": "理解你的感受，这样的情况确实让人心里很难过。",
        "label": ""
      },
      {
        "sentence": "可以告诉我更多关于你们之间的情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "男朋友比我小，性格比较懦弱，我厌倦了他的扭捏和不作为，就提了分手。但是他又是下跪又是扇自己耳光，让我心软了，就决定再给他一次机会。这些天他确实有改变，可是我不知道这个人的这些举动是不是太窝囊了，是个可以依靠的男人吗？",
    "annotation": [
      {
        "sentence": "男朋友比我小，性格比较懦弱，我厌倦了他的扭捏和不作为，就提了分手。",
        "label": ""
      },
      {
        "sentence": "但是他又是下跪又是扇自己耳光，让我心软了，就决定再给他一次机会。",
        "label": ""
      },
      {
        "sentence": "这些天他确实有改变，可是我不知道这个人的这些举动是不是太窝囊了，是个可以依靠的男人吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的犹豫。首先，我们先来看看他过去的行为和他的人际关系历史。这样的过激行为可能有潜在的危险性。你有没有察觉到他曾经对你施加过伤害？还有，你知道他在其他人面前是什么样的吗？",
    "annotation": [
      {
        "sentence": "明白你的犹豫。",
        "label": ""
      },
      {
        "sentence": "首先，我们先来看看他过去的行为和他的人际关系历史。",
        "label": ""
      },
      {
        "sentence": "这样的过激行为可能有潜在的危险性。",
        "label": ""
      },
      {
        "sentence": "你有没有察觉到他曾经对你施加过伤害？",
        "label": ""
      },
      {
        "sentence": "还有，你知道他在其他人面前是什么样的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他从来没有对我施加过伤害，但就是太过扭捏和懦弱，让我感觉到很困扰。他平时的朋友圈子也比较小，不太愿意和人交往，这也是我担心的一个问题。",
    "annotation": [
      {
        "sentence": "他从来没有对我施加过伤害，但就是太过扭捏和懦弱，让我感觉到很困扰。",
        "label": ""
      },
      {
        "sentence": "他平时的朋友圈子也比较小，不太愿意和人交往，这也是我担心的一个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解了。一个健康的成年人应该是有自己的朋友和社交圈子的，同时也有自己的底线和尊严。我觉得你需要从他平时的表现、身边人的评价以及他的成长经历中做出判断，看看他是否是一个可靠值得依靠的人。如果你发现对方对你或者你的感受有害，那么你需要学会保护自己，果断地选择离开。改变需要时间，如果他真的在向好的方向发展，那是很好的；但如果他的本性没有改变，你可能需要做出决断。有时候，给别人一次机会可能是在套住了自己，这样做看似残忍，但却是现实。",
    "annotation": [
      {
        "sentence": "了解了。",
        "label": ""
      },
      {
        "sentence": "一个健康的成年人应该是有自己的朋友和社交圈子的，同时也有自己的底线和尊严。",
        "label": ""
      },
      {
        "sentence": "我觉得你需要从他平时的表现、身边人的评价以及他的成长经历中做出判断，看看他是否是一个可靠值得依靠的人。",
        "label": ""
      },
      {
        "sentence": "如果你发现对方对你或者你的感受有害，那么你需要学会保护自己，果断地选择离开。",
        "label": ""
      },
      {
        "sentence": "改变需要时间，如果他真的在向好的方向发展，那是很好的；但如果他的本性没有改变，你可能需要做出决断。",
        "label": ""
      },
      {
        "sentence": "有时候，给别人一次机会可能是在套住了自己，这样做看似残忍，但却是现实。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，如果我不下决心离开，可能会让自己一直受伤。可是我又担心他会很痛苦，他是否会为我离开而伤心难过呢？",
    "annotation": [
      {
        "sentence": "你说得对，如果我不下决心离开，可能会让自己一直受伤。",
        "label": ""
      },
      {
        "sentence": "可是我又担心他会很痛苦，他是否会为我离开而伤心难过呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他的感受是可以理解的，但是如果他真的是个懂事、知道分寸的人，他应该会选择好聚好散。如果他一次次利用你的心软，那你可能会陷入很大的痛苦。我们不能成为拯救失意男人的女孩，我们应该爱护自己，重视自己的感受。如果你从这段感情中得到了满足，无论是物质上还是情感上，都是可以的。但当你想要离开这段关系，却因为外在的原因而无法离开，那就是在勉强自己，牵绊着两个人的痛苦。也许，他太过爱你，而失去了自己。如果你也爱他，可以尝试帮助他找回自己；但如果你不想和他纠缠，那就尽早让彼此退回各自的生活中，互不干扰。",
    "annotation": [
      {
        "sentence": "他的感受是可以理解的，但是如果他真的是个懂事、知道分寸的人，他应该会选择好聚好散。",
        "label": ""
      },
      {
        "sentence": "如果他一次次利用你的心软，那你可能会陷入很大的痛苦。",
        "label": ""
      },
      {
        "sentence": "我们不能成为拯救失意男人的女孩，我们应该爱护自己，重视自己的感受。",
        "label": ""
      },
      {
        "sentence": "如果你从这段感情中得到了满足，无论是物质上还是情感上，都是可以的。",
        "label": ""
      },
      {
        "sentence": "但当你想要离开这段关系，却因为外在的原因而无法离开，那就是在勉强自己，牵绊着两个人的痛苦。",
        "label": ""
      },
      {
        "sentence": "也许，他太过爱你，而失去了自己。",
        "label": ""
      },
      {
        "sentence": "如果你也爱他，可以尝试帮助他找回自己；但如果你不想和他纠缠，那就尽早让彼此退回各自的生活中，互不干扰。",
        "label": ""
      }
    ]
  }
]