[
  {
    "role": "client",
    "content": "女生的表现很奇怪，感觉她没素质，她凭什么这样？我曾经相亲见到过一个女的，有一天我带她去吃饭，我们坐下吃饭了，看她一直在吃，我问了她这个餐厅怎么样，她只是淡淡地说了句“真话是伤人的”，但是没有明确表示什么，就一直在那里吃。当时我想既然都坐下来了，她也一直在吃没说什么，就先凑合一下下一次换一家餐厅。想不到吃完了她就给我甩脸色扭头就要回家，还对我大声吼叫“我不喜欢吃你看不出来吗，我给你机会了，你这个人情商很低，一点都不知道女生”之类的话，我当时很懵，但更多的是委屈。我不知道她不喜欢吃是怎么看出来，我只看她一直在点菜也没表现出什么，她暗示说真话是伤人的，但也没有明确表示要换餐厅，我也不知道她心里是怎么想的，我不是她肚子里蛔虫。她这样的做法真的很不尊重别人。别人说这个女人很作，可我感觉这不是简单的作，而是没素质没教养的表现，搞得好像别人欠她的一样。有人说女人感性，就这样，我不认同，她凭什么这样，有什么权利不尊重别人？她有情绪就发泄别人没有感情么。",
    "annotation": [
      {
        "sentence": "女生的表现很奇怪，感觉她没素质，她凭什么这样？",
        "label": ""
      },
      {
        "sentence": "我曾经相亲见到过一个女的，有一天我带她去吃饭，我们坐下吃饭了，看她一直在吃，我问了她这个餐厅怎么样，她只是淡淡地说了句“真话是伤人的”，但是没有明确表示什么，就一直在那里吃。",
        "label": ""
      },
      {
        "sentence": "当时我想既然都坐下来了，她也一直在吃没说什么，就先凑合一下下一次换一家餐厅。",
        "label": ""
      },
      {
        "sentence": "想不到吃完了她就给我甩脸色扭头就要回家，还对我大声吼叫“我不喜欢吃你看不出来吗，我给你机会了，你这个人情商很低，一点都不知道女生”之类的话，我当时很懵，但更多的是委屈。",
        "label": ""
      },
      {
        "sentence": "我不知道她不喜欢吃是怎么看出来，我只看她一直在点菜也没表现出什么，她暗示说真话是伤人的，但也没有明确表示要换餐厅，我也不知道她心里是怎么想的，我不是她肚子里蛔虫。",
        "label": ""
      },
      {
        "sentence": "她这样的做法真的很不尊重别人。",
        "label": ""
      },
      {
        "sentence": "别人说这个女人很作，可我感觉这不是简单的作，而是没素质没教养的表现，搞得好像别人欠她的一样。",
        "label": ""
      },
      {
        "sentence": "有人说女人感性，就这样，我不认同，她凭什么这样，有什么权利不尊重别人？",
        "label": ""
      },
      {
        "sentence": "她有情绪就发泄别人没有感情么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我能感受到你在这段经历中的许多委屈和生气。对方不满意你选择的餐厅，并希望你能“看出”她的不满意，理解她的情绪和感受，这确实让人感到困惑。实际上，我们可以设想一下几种可能的情况，对方直接表达“这家餐厅我不是很喜欢，我们换一家吧？”或者在吃完之后或者你询问她的时候，她表示：“虽然不是我喜欢的类型，但已经坐下了，就先在这里吧，下次再换一家吧？”或者她可能觉得不好吃，但出于第一次见面的礼貌和周到，回答说：“挺好的”。这些方式都是我们正常可以理解的，但她的做法充满了“暗示”，给人一种小女生或者任性的感觉。最后她对你进行明显的语言攻击，质疑你的情商和情绪理解能力，可能她自己也缺乏这些能力。从另一个角度看，也许她被身边的人惯坏了，认为自己应该是被宠爱和关注的那一个，对与不熟悉的人之间相处的分寸感不够清楚。正如你所说，她没有尊重他人，也没有顾及到你的感受，对你用激烈的语言进行指责，有点无理取闹，并不是单纯率性而为。可能她内心认为，她为你压抑了情绪，而且认为你理所当然会理解和感受她的心意，但她可能忘记了要换位思考。不要为这样的事情让自己不开心，如果她的建议和看法是对的，并且你自己也认同，可以试着改变自己的缺点；但如果你并不在意她的看法，可以直接忽略，对方并没有权利和资格对你进行评判。",
    "annotation": [
      {
        "sentence": "求助者，我能感受到你在这段经历中的许多委屈和生气。",
        "label": ""
      },
      {
        "sentence": "对方不满意你选择的餐厅，并希望你能“看出”她的不满意，理解她的情绪和感受，这确实让人感到困惑。",
        "label": ""
      },
      {
        "sentence": "实际上，我们可以设想一下几种可能的情况，对方直接表达“这家餐厅我不是很喜欢，我们换一家吧？",
        "label": ""
      },
      {
        "sentence": "”或者在吃完之后或者你询问她的时候，她表示：“虽然不是我喜欢的类型，但已经坐下了，就先在这里吧，下次再换一家吧？",
        "label": ""
      },
      {
        "sentence": "”或者她可能觉得不好吃，但出于第一次见面的礼貌和周到，回答说：“挺好的”。",
        "label": ""
      },
      {
        "sentence": "这些方式都是我们正常可以理解的，但她的做法充满了“暗示”，给人一种小女生或者任性的感觉。",
        "label": ""
      },
      {
        "sentence": "最后她对你进行明显的语言攻击，质疑你的情商和情绪理解能力，可能她自己也缺乏这些能力。",
        "label": ""
      },
      {
        "sentence": "从另一个角度看，也许她被身边的人惯坏了，认为自己应该是被宠爱和关注的那一个，对与不熟悉的人之间相处的分寸感不够清楚。",
        "label": ""
      },
      {
        "sentence": "正如你所说，她没有尊重他人，也没有顾及到你的感受，对你用激烈的语言进行指责，有点无理取闹，并不是单纯率性而为。",
        "label": ""
      },
      {
        "sentence": "可能她内心认为，她为你压抑了情绪，而且认为你理所当然会理解和感受她的心意，但她可能忘记了要换位思考。",
        "label": ""
      },
      {
        "sentence": "不要为这样的事情让自己不开心，如果她的建议和看法是对的，并且你自己也认同，可以试着改变自己的缺点；但如果你并不在意她的看法，可以直接忽略，对方并没有权利和资格对你进行评判。",
        "label": ""
      }
    ]
  }
]