[
  {
    "role": "client",
    "content": "谁来拯救对医学有“偏见”的我？亲爱的老师，朋友们你们好！本人23岁女，于今年高考结束，这是一篇有关高考专业和职业方向如何选择的问题。本人从18岁毕业以来一直与高考和抑郁相奋战，然而一直吃药症状忽好忽坏，对于高考填志愿选专业方向因为要图个饭吃所以要被迫学自己不感兴趣和没有天赋的东西？医学？这一边代表着技术，权力，金钱，地位，公检法，高富帅，电力，家庭人脉，就业机会，广阔的社交面，大健康，人体结构，感兴趣的和有天赋的没饭吃？文学！哲学！经济学！管理学！心理学！都是富人家学的？与穷人家无缘？这一边的我并无选择权？",
    "annotation": [
      {
        "sentence": "谁来拯救对医学有“偏见”的我？",
        "label": ""
      },
      {
        "sentence": "亲爱的老师，朋友们你们好！",
        "label": ""
      },
      {
        "sentence": "本人23岁女，于今年高考结束，这是一篇有关高考专业和职业方向如何选择的问题。",
        "label": ""
      },
      {
        "sentence": "本人从18岁毕业以来一直与高考和抑郁相奋战，然而一直吃药症状忽好忽坏，对于高考填志愿选专业方向因为要图个饭吃所以要被迫学自己不感兴趣和没有天赋的东西？",
        "label": ""
      },
      {
        "sentence": "医学？",
        "label": ""
      },
      {
        "sentence": "这一边代表着技术，权力，金钱，地位，公检法，高富帅，电力，家庭人脉，就业机会，广阔的社交面，大健康，人体结构，感兴趣的和有天赋的没饭吃？",
        "label": ""
      },
      {
        "sentence": "文学！",
        "label": ""
      },
      {
        "sentence": "哲学！",
        "label": ""
      },
      {
        "sentence": "经济学！",
        "label": ""
      },
      {
        "sentence": "管理学！",
        "label": ""
      },
      {
        "sentence": "心理学！",
        "label": ""
      },
      {
        "sentence": "都是富人家学的？",
        "label": ""
      },
      {
        "sentence": "与穷人家无缘？",
        "label": ""
      },
      {
        "sentence": "这一边的我并无选择权？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢邀，孩子23岁，女孩，这个年龄不算大，很多人学制长达9年学医，38岁才就业的很多，优秀的孩子一直带着抑郁的小黑狗一路来到大学的门前。不管哪个专业都有人去学，都说喜欢爱好兴趣，所有的专业都是相对的，没有一个你认真学起来是轻松的，只有下定终身学习的决心。哪一个专业都可以学好。所谓的冷门热门，跨行业人才多了去了，所有的知识都是贯通的。医学大学生成了文学家、歌唱家、漫画家的例子不少，各行业都有典范，记得北大清华几个教授做《开讲啦》节目，眼科专家，物理学家等当时选的都是冷门，好多年后也不是热门，但他们在各自的领域深耕苦读，也有很多跨学科读研读博的，也有建树，大道至简，大音希声。选择太多，只其一足矣。珍惜遇到的学校专业即可。祝好～",
    "annotation": [
      {
        "sentence": "谢邀，孩子23岁，女孩，这个年龄不算大，很多人学制长达9年学医，38岁才就业的很多，优秀的孩子一直带着抑郁的小黑狗一路来到大学的门前。",
        "label": ""
      },
      {
        "sentence": "不管哪个专业都有人去学，都说喜欢爱好兴趣，所有的专业都是相对的，没有一个你认真学起来是轻松的，只有下定终身学习的决心。",
        "label": ""
      },
      {
        "sentence": "哪一个专业都可以学好。",
        "label": ""
      },
      {
        "sentence": "所谓的冷门热门，跨行业人才多了去了，所有的知识都是贯通的。",
        "label": ""
      },
      {
        "sentence": "医学大学生成了文学家、歌唱家、漫画家的例子不少，各行业都有典范，记得北大清华几个教授做《开讲啦》节目，眼科专家，物理学家等当时选的都是冷门，好多年后也不是热门，但他们在各自的领域深耕苦读，也有很多跨学科读研读博的，也有建树，大道至简，大音希声。",
        "label": ""
      },
      {
        "sentence": "选择太多，只其一足矣。",
        "label": ""
      },
      {
        "sentence": "珍惜遇到的学校专业即可。",
        "label": ""
      },
      {
        "sentence": "祝好～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢支持者的鼓励和理解。我知道年龄还不算大，但看到周围的人陆续就业，我感觉压力好大。也许我一直徘徊的原因是对未来的迷茫。我听说医学是一个可靠的职业，但我又怕我不喜欢医学，会不会将来后悔选择了这个专业？",
    "annotation": [
      {
        "sentence": "谢谢支持者的鼓励和理解。",
        "label": ""
      },
      {
        "sentence": "我知道年龄还不算大，但看到周围的人陆续就业，我感觉压力好大。",
        "label": ""
      },
      {
        "sentence": "也许我一直徘徊的原因是对未来的迷茫。",
        "label": ""
      },
      {
        "sentence": "我听说医学是一个可靠的职业，但我又怕我不喜欢医学，会不会将来后悔选择了这个专业？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别太过担心，迷茫和犹豫都是正常的。选择专业并不意味着要一直从事这个职业，人的职业发展是一个持续的过程。即使你选择了医学，如果将来发现不喜欢，你依然可以选择其他的道路。重要的是，现在给自己一个机会，去尝试学习并了解医学领域，说不定你会慢慢爱上它呢。",
    "annotation": [
      {
        "sentence": "别太过担心，迷茫和犹豫都是正常的。",
        "label": ""
      },
      {
        "sentence": "选择专业并不意味着要一直从事这个职业，人的职业发展是一个持续的过程。",
        "label": ""
      },
      {
        "sentence": "即使你选择了医学，如果将来发现不喜欢，你依然可以选择其他的道路。",
        "label": ""
      },
      {
        "sentence": "重要的是，现在给自己一个机会，去尝试学习并了解医学领域，说不定你会慢慢爱上它呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道你说的是对的，但我还是担心我没有天赋和兴趣，会不会学不好呢？",
    "annotation": [
      {
        "sentence": "我知道你说的是对的，但我还是担心我没有天赋和兴趣，会不会学不好呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要过于担心自己的天赋和兴趣。在学习的过程中，坚持和努力比起天赋更为重要。每个人都有自己的学习方法和适应周期，只要你肯下功夫，相信你一定可以学好。不要因为一时的困难而放弃，毕竟持之以恒才能取得成就感。同时，学习也是一个探索过程，你可能会在医学领域中发现一些令你喜欢的方面，跨越自己的边界才能发现更多可能性。",
    "annotation": [
      {
        "sentence": "不要过于担心自己的天赋和兴趣。",
        "label": ""
      },
      {
        "sentence": "在学习的过程中，坚持和努力比起天赋更为重要。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的学习方法和适应周期，只要你肯下功夫，相信你一定可以学好。",
        "label": ""
      },
      {
        "sentence": "不要因为一时的困难而放弃，毕竟持之以恒才能取得成就感。",
        "label": ""
      },
      {
        "sentence": "同时，学习也是一个探索过程，你可能会在医学领域中发现一些令你喜欢的方面，跨越自己的边界才能发现更多可能性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励。我也担心学医会带来太多的压力和负担，特别是在面对病人生死的时候。我不知道我是否能够承受这种压力。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励。",
        "label": ""
      },
      {
        "sentence": "我也担心学医会带来太多的压力和负担，特别是在面对病人生死的时候。",
        "label": ""
      },
      {
        "sentence": "我不知道我是否能够承受这种压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于医学专业来说，的确存在一定的压力和负担。但是，技术和心理的成长也会帮助你逐渐适应这种压力。同时，不要忽视兴趣和爱好的作用。当你对医学领域有浓厚的兴趣时，你可能会发现对于这些压力和负担的承受能力也会相应增强。同时，不要忘记寻求适当的支持，无论是通过和同学交流，还是和老师、辅导员等专业人士进行沟通，他们都可以给你提供宝贵的建议和帮助。",
    "annotation": [
      {
        "sentence": "对于医学专业来说，的确存在一定的压力和负担。",
        "label": ""
      },
      {
        "sentence": "但是，技术和心理的成长也会帮助你逐渐适应这种压力。",
        "label": ""
      },
      {
        "sentence": "同时，不要忽视兴趣和爱好的作用。",
        "label": ""
      },
      {
        "sentence": "当你对医学领域有浓厚的兴趣时，你可能会发现对于这些压力和负担的承受能力也会相应增强。",
        "label": ""
      },
      {
        "sentence": "同时，不要忘记寻求适当的支持，无论是通过和同学交流，还是和老师、辅导员等专业人士进行沟通，他们都可以给你提供宝贵的建议和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理。我也开始意识到，选择专业不仅仅是为了追求金钱和地位，更是要找到自己感兴趣的领域，让自己的人生更加充实和有价值。谢谢你的支持和建议，我会再考虑一下，然后做出最适合自己的决定。",
    "annotation": [
      {
        "sentence": "你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "我也开始意识到，选择专业不仅仅是为了追求金钱和地位，更是要找到自己感兴趣的领域，让自己的人生更加充实和有价值。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议，我会再考虑一下，然后做出最适合自己的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助到你，你已经开始思考专业选择的意义，这是一个非常积极的表现。无论你最终选择什么专业，只要你坚信自己的选择，并付出努力去学习和成长，你一定可以在这个领域找到属于自己的发展道路。祝你取得成功！记住，无论何时，我们都会在这里支持你。",
    "annotation": [
      {
        "sentence": "很高兴能够帮助到你，你已经开始思考专业选择的意义，这是一个非常积极的表现。",
        "label": ""
      },
      {
        "sentence": "无论你最终选择什么专业，只要你坚信自己的选择，并付出努力去学习和成长，你一定可以在这个领域找到属于自己的发展道路。",
        "label": ""
      },
      {
        "sentence": "祝你取得成功！",
        "label": ""
      },
      {
        "sentence": "记住，无论何时，我们都会在这里支持你。",
        "label": ""
      }
    ]
  }
]