[
  {
    "role": "client",
    "content": "考完研，在家无所事事，感觉自己没有动力改变？",
    "annotation": [
      {
        "sentence": "考完研，在家无所事事，感觉自己没有动力改变？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "放松一下自己是很正常的，毕竟考试过后需要休息一下。你可以调整一下心态，慢慢找回自己的动力。",
    "annotation": [
      {
        "sentence": "放松一下自己是很正常的，毕竟考试过后需要休息一下。",
        "label": ""
      },
      {
        "sentence": "你可以调整一下心态，慢慢找回自己的动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "考完研，在家无所事事，就是咋说呢？什么都不想干，我现在就是想找个人聊天，可是我又不敢找男生聊闲，因为都到了婚育年纪，我是个丁克，一开始就会告诉男孩子我是丁克，我怕聊得久了陷进去，最后做出违背自己本心的事情。所以一旦开了话题再聊下去我就会尴尬，因为将来大家可能还会见面。我现在就想休眠几个月，等疫情过去了还能开学。我也买过书，看过网课，买呼啦圈锻炼，但都是几天就放下了，我现在更想找个人天天陪伴。",
    "annotation": [
      {
        "sentence": "考完研，在家无所事事，就是咋说呢？",
        "label": ""
      },
      {
        "sentence": "什么都不想干，我现在就是想找个人聊天，可是我又不敢找男生聊闲，因为都到了婚育年纪，我是个丁克，一开始就会告诉男孩子我是丁克，我怕聊得久了陷进去，最后做出违背自己本心的事情。",
        "label": ""
      },
      {
        "sentence": "所以一旦开了话题再聊下去我就会尴尬，因为将来大家可能还会见面。",
        "label": ""
      },
      {
        "sentence": "我现在就想休眠几个月，等疫情过去了还能开学。",
        "label": ""
      },
      {
        "sentence": "我也买过书，看过网课，买呼啦圈锻炼，但都是几天就放下了，我现在更想找个人天天陪伴。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很正常，人是社交性的动物，有时候寂寞感会让人感到迷茫。不过，过度依赖别人也不是长久之计。你可以尝试一些独自的活动，比如尝试学一门新的技能，参加一些社交活动。这样也有助于你提高自己的独立性和自信心。",
    "annotation": [
      {
        "sentence": "你的想法很正常，人是社交性的动物，有时候寂寞感会让人感到迷茫。",
        "label": ""
      },
      {
        "sentence": "不过，过度依赖别人也不是长久之计。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一些独自的活动，比如尝试学一门新的技能，参加一些社交活动。",
        "label": ""
      },
      {
        "sentence": "这样也有助于你提高自己的独立性和自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是不是在家闲得脑子出问题了？就什么都没动力，什么都不想干，只想玩手机聊天。但是又不敢聊，手机聊天没什么责任，我怕我会陷进去，我又不想玩弄感情，我感觉玩弄感情是要遭报应的，emmmmm，求解答，我怎么感觉自己在混吃等死但是又没有动力改变。",
    "annotation": [
      {
        "sentence": "我是不是在家闲得脑子出问题了？",
        "label": ""
      },
      {
        "sentence": "就什么都没动力，什么都不想干，只想玩手机聊天。",
        "label": ""
      },
      {
        "sentence": "但是又不敢聊，手机聊天没什么责任，我怕我会陷进去，我又不想玩弄感情，我感觉玩弄感情是要遭报应的，emmmmm，求解答，我怎么感觉自己在混吃等死但是又没有动力改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要太过苛责自己，这样的情绪是正常的。你可以多发现一些有趣的事情来做，也可以找一些志同道合的朋友一起参加一些活动。并且，愿意为你聆听的人也许在你身边，试着与身边的人建立更多的联系，你可能会有惊喜的发现。",
    "annotation": [
      {
        "sentence": "不要太过苛责自己，这样的情绪是正常的。",
        "label": ""
      },
      {
        "sentence": "你可以多发现一些有趣的事情来做，也可以找一些志同道合的朋友一起参加一些活动。",
        "label": ""
      },
      {
        "sentence": "并且，愿意为你聆听的人也许在你身边，试着与身边的人建立更多的联系，你可能会有惊喜的发现。",
        "label": ""
      }
    ]
  }
]