[
  {
    "role": "client",
    "content": "我有病，以至于我不敢谈恋爱，怎么办？我今年28岁，女，从未谈过恋爱，觉得自己不配。高二的时候体检，老师通知说我有乙肝病毒，那一刻起喜欢的男生被我隐藏起来了，喜欢我的也从此拒绝于门外，我不知道为什么，就是觉得不该拥有这一切了。跟家人朋友说了之后，他们都没有因此嫌弃我，反而鼓励我，让我积极的面对，我也在积极的面对，病毒并不可怕，但是无法驱逐。对朋友我也很坦诚，跟我接触多的我会提醒他们去打疫苗。家人朋友都鼓励说可以恋爱结婚的呀，但即便是对病毒很了解，我也不敢迈出这一步，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我有病，以至于我不敢谈恋爱，怎么办？",
        "label": ""
      },
      {
        "sentence": "我今年28岁，女，从未谈过恋爱，觉得自己不配。",
        "label": ""
      },
      {
        "sentence": "高二的时候体检，老师通知说我有乙肝病毒，那一刻起喜欢的男生被我隐藏起来了，喜欢我的也从此拒绝于门外，我不知道为什么，就是觉得不该拥有这一切了。",
        "label": ""
      },
      {
        "sentence": "跟家人朋友说了之后，他们都没有因此嫌弃我，反而鼓励我，让我积极的面对，我也在积极的面对，病毒并不可怕，但是无法驱逐。",
        "label": ""
      },
      {
        "sentence": "对朋友我也很坦诚，跟我接触多的我会提醒他们去打疫苗。",
        "label": ""
      },
      {
        "sentence": "家人朋友都鼓励说可以恋爱结婚的呀，但即便是对病毒很了解，我也不敢迈出这一步，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对于自己不敢谈恋爱感到困惑和不安，感觉自己不配。我想说的是，不配感让你害怕去追求自己的幸福。这种小恶魔似乎让你觉得自己不值得拥有一段安全稳定美好的亲密关系，并让你把自己的价值感和乙肝病毒严重地联系在一起。但是请相信，你不是病毒，它不能定义你的全部。对于敢于追求恋爱，我认为你需要有以下两个心理前提：①知己：了解并尊重自己的欲求，增强自我价值感。②知彼：了解这种疾病的特点和科学防控方法，既不轻视也不夸大，增强自己对它的掌控感。当你觉得自己值得被爱时，恋爱也许就不再遥远。",
    "annotation": [
      {
        "sentence": "你对于自己不敢谈恋爱感到困惑和不安，感觉自己不配。",
        "label": ""
      },
      {
        "sentence": "我想说的是，不配感让你害怕去追求自己的幸福。",
        "label": ""
      },
      {
        "sentence": "这种小恶魔似乎让你觉得自己不值得拥有一段安全稳定美好的亲密关系，并让你把自己的价值感和乙肝病毒严重地联系在一起。",
        "label": ""
      },
      {
        "sentence": "但是请相信，你不是病毒，它不能定义你的全部。",
        "label": ""
      },
      {
        "sentence": "对于敢于追求恋爱，我认为你需要有以下两个心理前提：①知己：了解并尊重自己的欲求，增强自我价值感。",
        "label": ""
      },
      {
        "sentence": "②知彼：了解这种疾病的特点和科学防控方法，既不轻视也不夸大，增强自己对它的掌控感。",
        "label": ""
      },
      {
        "sentence": "当你觉得自己值得被爱时，恋爱也许就不再遥远。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢支持者的理解和鼓励。我明白了，“不配”这种感觉让我害怕去追求自己的幸福。我也意识到了乙肝病毒并不是我全部的定义，它不能决定我是否值得被爱。但是，我还是害怕面对恋爱，害怕再次被拒绝，害怕对方因为病毒而离开我。我应该如何克服这些害怕呢？",
    "annotation": [
      {
        "sentence": "谢谢支持者的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我明白了，“不配”这种感觉让我害怕去追求自己的幸福。",
        "label": ""
      },
      {
        "sentence": "我也意识到了乙肝病毒并不是我全部的定义，它不能决定我是否值得被爱。",
        "label": ""
      },
      {
        "sentence": "但是，我还是害怕面对恋爱，害怕再次被拒绝，害怕对方因为病毒而离开我。",
        "label": ""
      },
      {
        "sentence": "我应该如何克服这些害怕呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直支持你。你提到的害怕很正常，但也要明白，害怕是内心保护机制的一部分。首先，你可以试着接纳这些害怕的感觉，不要否定它们的存在。然后，尝试逐渐面对你的恐惧，让自己慢慢适应新的可能性。同时，与对方坦诚相待，讲述自己的感受和疾病情况，让对方了解你的真实情况。最重要的是，建立起自己的安全感，不要让疾病成为你与他人建立关系的障碍。通过积极的思考和行动，你会逐渐克服这些害怕，走向属于自己的幸福之路。",
    "annotation": [
      {
        "sentence": "不用客气，我会一直支持你。",
        "label": ""
      },
      {
        "sentence": "你提到的害怕很正常，但也要明白，害怕是内心保护机制的一部分。",
        "label": ""
      },
      {
        "sentence": "首先，你可以试着接纳这些害怕的感觉，不要否定它们的存在。",
        "label": ""
      },
      {
        "sentence": "然后，尝试逐渐面对你的恐惧，让自己慢慢适应新的可能性。",
        "label": ""
      },
      {
        "sentence": "同时，与对方坦诚相待，讲述自己的感受和疾病情况，让对方了解你的真实情况。",
        "label": ""
      },
      {
        "sentence": "最重要的是，建立起自己的安全感，不要让疾病成为你与他人建立关系的障碍。",
        "label": ""
      },
      {
        "sentence": "通过积极的思考和行动，你会逐渐克服这些害怕，走向属于自己的幸福之路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢支持者的建议和鼓励。逐渐面对恐惧，逐渐接纳自己的害怕感，我会尝试做到的。同时，我明白了坦诚相待和与对方沟通的重要性，只有这样才能让对方真正了解我。我会努力建立自己的安全感，不让疾病成为我走向幸福之路的阻碍。谢谢你一直在这里支持我。",
    "annotation": [
      {
        "sentence": "谢谢支持者的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "逐渐面对恐惧，逐渐接纳自己的害怕感，我会尝试做到的。",
        "label": ""
      },
      {
        "sentence": "同时，我明白了坦诚相待和与对方沟通的重要性，只有这样才能让对方真正了解我。",
        "label": ""
      },
      {
        "sentence": "我会努力建立自己的安全感，不让疾病成为我走向幸福之路的阻碍。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直在这里支持我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你能够积极地面对自己的困境并且愿意尝试。请记住，你不是孤单的，身边有家人、朋友和我这样的支持者。随时和他们分享你的感受，寻求帮助。相信自己，相信幸福会降临在你身上的。我会一直陪伴着你，希望你能找到属于自己的幸福与爱。加油！",
    "annotation": [
      {
        "sentence": "很高兴看到你能够积极地面对自己的困境并且愿意尝试。",
        "label": ""
      },
      {
        "sentence": "请记住，你不是孤单的，身边有家人、朋友和我这样的支持者。",
        "label": ""
      },
      {
        "sentence": "随时和他们分享你的感受，寻求帮助。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信幸福会降临在你身上的。",
        "label": ""
      },
      {
        "sentence": "我会一直陪伴着你，希望你能找到属于自己的幸福与爱。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢支持者一直陪伴和鼓励我，我会牢记你的话语，勇敢面对困境，寻找自己的幸福与爱。我会时刻记住不是孤单的，身边有家人、朋友和你这样的支持者。谢谢你的支持和鼓励，让我有了继续前行的勇气。我会努力的，加油！",
    "annotation": [
      {
        "sentence": "谢谢支持者一直陪伴和鼓励我，我会牢记你的话语，勇敢面对困境，寻找自己的幸福与爱。",
        "label": ""
      },
      {
        "sentence": "我会时刻记住不是孤单的，身边有家人、朋友和你这样的支持者。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励，让我有了继续前行的勇气。",
        "label": ""
      },
      {
        "sentence": "我会努力的，加油！",
        "label": ""
      }
    ]
  }
]