[
  {
    "role": "client",
    "content": "她们很轻易就获得喜爱，凭什么漂亮的人就能拥有特权？我长相我也不太认识得清楚是好是差，朋友说我很可爱，挺好看，但有些人又特别刺激人地说我长得很土，眼睛很小，皮肤黑，还说之前一直以为我是农村人。",
    "annotation": [
      {
        "sentence": "她们很轻易就获得喜爱，凭什么漂亮的人就能拥有特权？",
        "label": ""
      },
      {
        "sentence": "我长相我也不太认识得清楚是好是差，朋友说我很可爱，挺好看，但有些人又特别刺激人地说我长得很土，眼睛很小，皮肤黑，还说之前一直以为我是农村人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都自己吸引他人的地方，有些人在皮相，有些人在灵魂，有些人在性格等等，如果真的有什么特权和高贵的入场券的话，便是作为个体的自己，散发出来的能量。",
    "annotation": [
      {
        "sentence": "每个人都自己吸引他人的地方，有些人在皮相，有些人在灵魂，有些人在性格等等，如果真的有什么特权和高贵的入场券的话，便是作为个体的自己，散发出来的能量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是，看到她们受到的关注和谅解，我就觉得很不公平，心里别扭。",
    "annotation": [
      {
        "sentence": "可是，看到她们受到的关注和谅解，我就觉得很不公平，心里别扭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，可以感受到你对那些长得好看的，在你身边的同伴产生了羡慕，嫉妒和一些敌意。身边的同学有人攻击你的外在，却有人围在那些女生身边；你忍受他人的一些欺负，委屈了自己，对方不委屈自己，敢于责骂和对抗；对方的休闲生活是吃喝玩乐，精致和漂亮的不像话，而你可能只有自己狭小的圈子。这样的反差和对比，让你的心情变得糟糕。",
    "annotation": [
      {
        "sentence": "从你的描述中，可以感受到你对那些长得好看的，在你身边的同伴产生了羡慕，嫉妒和一些敌意。",
        "label": ""
      },
      {
        "sentence": "身边的同学有人攻击你的外在，却有人围在那些女生身边；你忍受他人的一些欺负，委屈了自己，对方不委屈自己，敢于责骂和对抗；对方的休闲生活是吃喝玩乐，精致和漂亮的不像话，而你可能只有自己狭小的圈子。",
        "label": ""
      },
      {
        "sentence": "这样的反差和对比，让你的心情变得糟糕。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，每次看到她们的生活，我都会觉得特别自卑，感觉自己不如她们。",
    "annotation": [
      {
        "sentence": "是的，每次看到她们的生活，我都会觉得特别自卑，感觉自己不如她们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可能是你将自己放在了比较的天平上，你有自己的优点，比如性格和品质，对方也有自己的优点，比如重视自己的感受，懂得享受被爱的滋味，而不会觉得自己不配。试想一下，并不是她们的美，本身有什么错，只是因为她们的美，“冒犯”到了你的利益，让你感受到了自己的很多不足和缺点，就像是一面镜子。",
    "annotation": [
      {
        "sentence": "可能是你将自己放在了比较的天平上，你有自己的优点，比如性格和品质，对方也有自己的优点，比如重视自己的感受，懂得享受被爱的滋味，而不会觉得自己不配。",
        "label": ""
      },
      {
        "sentence": "试想一下，并不是她们的美，本身有什么错，只是因为她们的美，“冒犯”到了你的利益，让你感受到了自己的很多不足和缺点，就像是一面镜子。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得她们得到的爱和关注太容易了，而我却很辛苦。",
    "annotation": [
      {
        "sentence": "可是我觉得她们得到的爱和关注太容易了，而我却很辛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "相反，那些不在你身边的，很美的人，比如一些明星和隔壁班的同学，你可能会多看一眼她们，但不会想到她们的美，是一种特权。如果我们对什么不满意，可以试着改变，如果我们无法改变，可以学会适应，如果我们也不能适应，可以选择忽视。长得美和爱美是不同的，会撒娇和讨好与忍让和包容，也是不同的，我们不需要以男生或者他人喜欢怎样的人，而让自己变成那样的人。",
    "annotation": [
      {
        "sentence": "相反，那些不在你身边的，很美的人，比如一些明星和隔壁班的同学，你可能会多看一眼她们，但不会想到她们的美，是一种特权。",
        "label": ""
      },
      {
        "sentence": "如果我们对什么不满意，可以试着改变，如果我们无法改变，可以学会适应，如果我们也不能适应，可以选择忽视。",
        "label": ""
      },
      {
        "sentence": "长得美和爱美是不同的，会撒娇和讨好与忍让和包容，也是不同的，我们不需要以男生或者他人喜欢怎样的人，而让自己变成那样的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该更多关注自己，提升自己的内外在，不再把过多的注意力放在别人身上。",
    "annotation": [
      {
        "sentence": "我明白了，我应该更多关注自己，提升自己的内外在，不再把过多的注意力放在别人身上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以选择让自己注重穿搭，讲究和男生的相处方式、试着让自己变美一些，但这些不是为了取悦了他人，只是为了让自己不会因为外在而被嘲笑和恶意对待。你也可以选择修炼自己的内在，多读书，听音乐，多看展，去各个地方走一走，或者积累自己的能力，无论是你感兴趣的，还是你想要培养的能力，都可以。特权，让人疯狂的原因，在于它让少数人提前获得了一些利益和珍贵的东西，而让大多数人变得愁眉苦脸。事实上，能力，也是一种特权，当问题只有你能够解决，那么你就拥有登上更高一层台阶的“特权”。与其羡慕和嫉妒他人比自己站得高，不如抬起脚来，让自己努力攀爬。",
    "annotation": [
      {
        "sentence": "你可以选择让自己注重穿搭，讲究和男生的相处方式、试着让自己变美一些，但这些不是为了取悦了他人，只是为了让自己不会因为外在而被嘲笑和恶意对待。",
        "label": ""
      },
      {
        "sentence": "你也可以选择修炼自己的内在，多读书，听音乐，多看展，去各个地方走一走，或者积累自己的能力，无论是你感兴趣的，还是你想要培养的能力，都可以。",
        "label": ""
      },
      {
        "sentence": "特权，让人疯狂的原因，在于它让少数人提前获得了一些利益和珍贵的东西，而让大多数人变得愁眉苦脸。",
        "label": ""
      },
      {
        "sentence": "事实上，能力，也是一种特权，当问题只有你能够解决，那么你就拥有登上更高一层台阶的“特权”。",
        "label": ""
      },
      {
        "sentence": "与其羡慕和嫉妒他人比自己站得高，不如抬起脚来，让自己努力攀爬。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会尽量调整自己的心态和行为，积极努力提升自己。我相信只要我肯付出努力，就一定能够找到属于自己的特权和自信。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会尽量调整自己的心态和行为，积极努力提升自己。",
        "label": ""
      },
      {
        "sentence": "我相信只要我肯付出努力，就一定能够找到属于自己的特权和自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助到你，相信自己，你一定能够做到。如果以后还有什么困扰和疑惑，随时来找我聊天，我会一直支持你的。加油！",
    "annotation": [
      {
        "sentence": "很高兴能够帮助到你，相信自己，你一定能够做到。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么困扰和疑惑，随时来找我聊天，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]