[
  {
    "role": "client",
    "content": "为了粘着我，上班也不上了，男朋友为什么那么对我？最近几年都是这样。一开始暗恋我的男朋友被他知道了，可能那个时候还不太喜欢我，他老是故意捉弄我，嘲笑我，各种方法要我理他。后来他觉得我是爱他他就变得更加奇怪，一边说着哄人的话，一边折磨人。一旦我不理他他就闹情绪各种折磨人。一定要我跟他讲话。他晚上睡不着，要人陪。有一点轻度的躁狂，一直不停的说话。性格属于极其外向，对人很温暖的那种。他的躁狂在我跟他讲话的时候好一些。他会安静下来。他还有一点偷窥的念头。喜欢在监控里看着我。现在很严重了，为了粘着我，上班也不上了。就一直盯着我，我干什么他都要知道。",
    "annotation": [
      {
        "sentence": "为了粘着我，上班也不上了，男朋友为什么那么对我？",
        "label": ""
      },
      {
        "sentence": "最近几年都是这样。",
        "label": ""
      },
      {
        "sentence": "一开始暗恋我的男朋友被他知道了，可能那个时候还不太喜欢我，他老是故意捉弄我，嘲笑我，各种方法要我理他。",
        "label": ""
      },
      {
        "sentence": "后来他觉得我是爱他他就变得更加奇怪，一边说着哄人的话，一边折磨人。",
        "label": ""
      },
      {
        "sentence": "一旦我不理他他就闹情绪各种折磨人。",
        "label": ""
      },
      {
        "sentence": "一定要我跟他讲话。",
        "label": ""
      },
      {
        "sentence": "他晚上睡不着，要人陪。",
        "label": ""
      },
      {
        "sentence": "有一点轻度的躁狂，一直不停的说话。",
        "label": ""
      },
      {
        "sentence": "性格属于极其外向，对人很温暖的那种。",
        "label": ""
      },
      {
        "sentence": "他的躁狂在我跟他讲话的时候好一些。",
        "label": ""
      },
      {
        "sentence": "他会安静下来。",
        "label": ""
      },
      {
        "sentence": "他还有一点偷窥的念头。",
        "label": ""
      },
      {
        "sentence": "喜欢在监控里看着我。",
        "label": ""
      },
      {
        "sentence": "现在很严重了，为了粘着我，上班也不上了。",
        "label": ""
      },
      {
        "sentence": "就一直盯着我，我干什么他都要知道。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为一开始的暗恋对象被他发现，他可能觉得你对他有意思，所以一直以各种方式来引起你的注意和关注。但是他的行为已经有点过分了，甚至到了变态的地步，他现在不上班还盯着你。恋爱初期确实会有这样的情况，彼此都希望得到对方的关注是很正常的。但是这种状态不能持续太久，要找到适当的平衡。恋爱只是生活的一部分，虽然它很重要，但也不能因此而忽略其他方面的生活。我们要有自己的工作和经济能力。现在你要好好考虑一下，你是希望和他一起进步，变得更加优秀，还是甘于平庸、限制在这段感情中。这只是你自己可以回答的问题。最后，如果一个人需要牺牲太多，才能在一起，我觉得这样的爱情是不合适的。",
    "annotation": [
      {
        "sentence": "作为一开始的暗恋对象被他发现，他可能觉得你对他有意思，所以一直以各种方式来引起你的注意和关注。",
        "label": ""
      },
      {
        "sentence": "但是他的行为已经有点过分了，甚至到了变态的地步，他现在不上班还盯着你。",
        "label": ""
      },
      {
        "sentence": "恋爱初期确实会有这样的情况，彼此都希望得到对方的关注是很正常的。",
        "label": ""
      },
      {
        "sentence": "但是这种状态不能持续太久，要找到适当的平衡。",
        "label": ""
      },
      {
        "sentence": "恋爱只是生活的一部分，虽然它很重要，但也不能因此而忽略其他方面的生活。",
        "label": ""
      },
      {
        "sentence": "我们要有自己的工作和经济能力。",
        "label": ""
      },
      {
        "sentence": "现在你要好好考虑一下，你是希望和他一起进步，变得更加优秀，还是甘于平庸、限制在这段感情中。",
        "label": ""
      },
      {
        "sentence": "这只是你自己可以回答的问题。",
        "label": ""
      },
      {
        "sentence": "最后，如果一个人需要牺牲太多，才能在一起，我觉得这样的爱情是不合适的。",
        "label": ""
      }
    ]
  }
]