[
  {
    "role": "client",
    "content": "我一方面沉迷于黄色小视频，一方面又厌恶这样的行为。沉迷小视频，迷恋色情带来的刺激和欲望满足，但同时又厌恶自己。我想和其他人交往，但又害怕被讨厌。我想走出这个黑暗的状态，但同时又活在自己的情绪和恐惧中。我害怕未来，又回忆过去的伤害。我想要进步，但又感到消极和没有动力。从我的母亲那里得不到温暖，回馈给她也很难。我想要找到父亲的形象，同时又找不到。我们家似乎没有期望中的父亲的权威和母亲的温柔形象。我害怕亲密关系，因为在父母的关系中看到了不好的一面。我只是想要真正来自母亲的爱，但这似乎很难。",
    "annotation": [
      {
        "sentence": "我一方面沉迷于黄色小视频，一方面又厌恶这样的行为。",
        "label": ""
      },
      {
        "sentence": "沉迷小视频，迷恋色情带来的刺激和欲望满足，但同时又厌恶自己。",
        "label": ""
      },
      {
        "sentence": "我想和其他人交往，但又害怕被讨厌。",
        "label": ""
      },
      {
        "sentence": "我想走出这个黑暗的状态，但同时又活在自己的情绪和恐惧中。",
        "label": ""
      },
      {
        "sentence": "我害怕未来，又回忆过去的伤害。",
        "label": ""
      },
      {
        "sentence": "我想要进步，但又感到消极和没有动力。",
        "label": ""
      },
      {
        "sentence": "从我的母亲那里得不到温暖，回馈给她也很难。",
        "label": ""
      },
      {
        "sentence": "我想要找到父亲的形象，同时又找不到。",
        "label": ""
      },
      {
        "sentence": "我们家似乎没有期望中的父亲的权威和母亲的温柔形象。",
        "label": ""
      },
      {
        "sentence": "我害怕亲密关系，因为在父母的关系中看到了不好的一面。",
        "label": ""
      },
      {
        "sentence": "我只是想要真正来自母亲的爱，但这似乎很难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完你的故事，我能感受到你正处于一种非常纠结、冲突和痛苦的状态中。我能理解你对未来的期待，但又担心这只是一厢情愿。你希望有良好的人际关系，但又担心别人不喜欢你而焦虑不安。你似乎陷入了一个泥潭，生活在其中非常痛苦和艰难。我猜想这些冲突让你感到非常焦虑，感到无所适从，不知道该怎么办，也没有找到出路，因此感到非常无力。你可能非常自责，觉得自己无力和无能，因此感到悲观和埋怨自己，甚至有时候对自己感到愤怒。坦白地说，你纠结背后可能隐藏着一个自卑和无助的自己。我猜想你并不想成为这样的状态，肯定也曾经努力过，尝试过，但每次都以失败告终，让你陷入一次次的伤痛之中。从你描述的原生家庭来看，我认为你的问题与你所说的原生家庭有关。你觉得父母之间的关系不好，父亲不能给予你力量，母亲也不能很好地照顾你。从心理动力学的角度来看，父母的关系对孩子有着很大影响。当我们小时候，父母经常吵架，特别是在孩子面前激烈争吵，会让孩子感到非常恐惧。因为在孩子眼中，父母离婚是一个非常可怕的事情，这让孩子感到非常害怕和焦虑。一个充满争吵的家庭环境会让孩子难以安静下来，也会影响孩子的情绪和成长。这也让你感到被排除在家庭之外，因为父母经常吵架，剥夺了孩子的情感，让你感觉到父母不顾及你的感受，甚至有时候让你觉得被家庭抛弃，这是非常痛苦的经历。父母的性格也会对孩子产生影响，你说父亲不够权威。对于一个男孩来说，父亲是一个重要的榜样，如果父亲缺乏力量，会让儿子很难模仿和学习。每个男孩都希望有一个伟大和英雄般的父亲，父亲是他们可以崇拜和信赖的人。如果父亲不够强大，会让儿子感到沮丧，产生自卑感，也会让孩子觉得自己很弱小。再加上父母都不能关心到你，会让你觉得自己没有被爱，觉得自己不可爱，因此形成一种自我否定和攻击的模式。所以你感到纠结，希望有好的人际关系，同时又担心别人不喜欢你，这种冲突是你童年时被父母负面影响的翻版。当然，我们不希望把问题归咎于父母，因为他们养育了我们。但是我们每个人的成长都会受到家庭和社会环境的影响，我们不能否认不良影响的存在。对于你而言，你所经历的痛苦是真实的，家庭的不好影响对你来说也很不公平，因为你是无辜的。然而，你已经无法改变父母和家庭背景，唯一能改变的就是你自己。我相信你也曾经想过并尝试过改变，但是当你面对困境时，你可能还是感到无力。但是这么多年来，你一直坚持下来了，你一定有坚韧和力量的一面。只是现在你陷入了困境。未来的路还很长，很多人都曾经和你一样，无法面对痛苦的自己和未来的恐惧。但是无论未来多么艰难，你和那些战胜困难的人一样",
    "annotation": [
      {
        "sentence": "看完你的故事，我能感受到你正处于一种非常纠结、冲突和痛苦的状态中。",
        "label": ""
      },
      {
        "sentence": "我能理解你对未来的期待，但又担心这只是一厢情愿。",
        "label": ""
      },
      {
        "sentence": "你希望有良好的人际关系，但又担心别人不喜欢你而焦虑不安。",
        "label": ""
      },
      {
        "sentence": "你似乎陷入了一个泥潭，生活在其中非常痛苦和艰难。",
        "label": ""
      },
      {
        "sentence": "我猜想这些冲突让你感到非常焦虑，感到无所适从，不知道该怎么办，也没有找到出路，因此感到非常无力。",
        "label": ""
      },
      {
        "sentence": "你可能非常自责，觉得自己无力和无能，因此感到悲观和埋怨自己，甚至有时候对自己感到愤怒。",
        "label": ""
      },
      {
        "sentence": "坦白地说，你纠结背后可能隐藏着一个自卑和无助的自己。",
        "label": ""
      },
      {
        "sentence": "我猜想你并不想成为这样的状态，肯定也曾经努力过，尝试过，但每次都以失败告终，让你陷入一次次的伤痛之中。",
        "label": ""
      },
      {
        "sentence": "从你描述的原生家庭来看，我认为你的问题与你所说的原生家庭有关。",
        "label": ""
      },
      {
        "sentence": "你觉得父母之间的关系不好，父亲不能给予你力量，母亲也不能很好地照顾你。",
        "label": ""
      },
      {
        "sentence": "从心理动力学的角度来看，父母的关系对孩子有着很大影响。",
        "label": ""
      },
      {
        "sentence": "当我们小时候，父母经常吵架，特别是在孩子面前激烈争吵，会让孩子感到非常恐惧。",
        "label": ""
      },
      {
        "sentence": "因为在孩子眼中，父母离婚是一个非常可怕的事情，这让孩子感到非常害怕和焦虑。",
        "label": ""
      },
      {
        "sentence": "一个充满争吵的家庭环境会让孩子难以安静下来，也会影响孩子的情绪和成长。",
        "label": ""
      },
      {
        "sentence": "这也让你感到被排除在家庭之外，因为父母经常吵架，剥夺了孩子的情感，让你感觉到父母不顾及你的感受，甚至有时候让你觉得被家庭抛弃，这是非常痛苦的经历。",
        "label": ""
      },
      {
        "sentence": "父母的性格也会对孩子产生影响，你说父亲不够权威。",
        "label": ""
      },
      {
        "sentence": "对于一个男孩来说，父亲是一个重要的榜样，如果父亲缺乏力量，会让儿子很难模仿和学习。",
        "label": ""
      },
      {
        "sentence": "每个男孩都希望有一个伟大和英雄般的父亲，父亲是他们可以崇拜和信赖的人。",
        "label": ""
      },
      {
        "sentence": "如果父亲不够强大，会让儿子感到沮丧，产生自卑感，也会让孩子觉得自己很弱小。",
        "label": ""
      },
      {
        "sentence": "再加上父母都不能关心到你，会让你觉得自己没有被爱，觉得自己不可爱，因此形成一种自我否定和攻击的模式。",
        "label": ""
      },
      {
        "sentence": "所以你感到纠结，希望有好的人际关系，同时又担心别人不喜欢你，这种冲突是你童年时被父母负面影响的翻版。",
        "label": ""
      },
      {
        "sentence": "当然，我们不希望把问题归咎于父母，因为他们养育了我们。",
        "label": ""
      },
      {
        "sentence": "但是我们每个人的成长都会受到家庭和社会环境的影响，我们不能否认不良影响的存在。",
        "label": ""
      },
      {
        "sentence": "对于你而言，你所经历的痛苦是真实的，家庭的不好影响对你来说也很不公平，因为你是无辜的。",
        "label": ""
      },
      {
        "sentence": "然而，你已经无法改变父母和家庭背景，唯一能改变的就是你自己。",
        "label": ""
      },
      {
        "sentence": "我相信你也曾经想过并尝试过改变，但是当你面对困境时，你可能还是感到无力。",
        "label": ""
      },
      {
        "sentence": "但是这么多年来，你一直坚持下来了，你一定有坚韧和力量的一面。",
        "label": ""
      },
      {
        "sentence": "只是现在你陷入了困境。",
        "label": ""
      },
      {
        "sentence": "未来的路还很长，很多人都曾经和你一样，无法面对痛苦的自己和未来的恐惧。",
        "label": ""
      },
      {
        "sentence": "但是无论未来多么艰难，你和那些战胜困难的人一样",
        "label": ""
      }
    ]
  }
]