[
  {
    "role": "client",
    "content": "我一方面沉迷黄色小视频，一方面又厌恶这样的行为。沉迷小视频，我迷恋色情带来的刺激和欲望满足，但同时又讨厌自己。我想要和其他人交往，但又害怕被讨厌。我想走出这个黑暗，但又陷在自己的情绪和恐惧中。我恐惧未来，却又回想过去，回忆别人对我造成的伤害。我想要进步，但又感到消极和没有动力。从母亲那里得不到温暖，想要回馈给她却很难。我想要从父亲那里找到自我男人的形象，却找不到。大概我们家都不是我期望的，父亲没有权威，母亲没有温柔的形象。也许是因为从父母那里看到了不好的亲密关系，所以我自己也害怕和排斥吧。求助者越来越需要一个来自母亲的真正的爱，但是这很困难。",
    "annotation": [
      {
        "sentence": "我一方面沉迷黄色小视频，一方面又厌恶这样的行为。",
        "label": ""
      },
      {
        "sentence": "沉迷小视频，我迷恋色情带来的刺激和欲望满足，但同时又讨厌自己。",
        "label": ""
      },
      {
        "sentence": "我想要和其他人交往，但又害怕被讨厌。",
        "label": ""
      },
      {
        "sentence": "我想走出这个黑暗，但又陷在自己的情绪和恐惧中。",
        "label": ""
      },
      {
        "sentence": "我恐惧未来，却又回想过去，回忆别人对我造成的伤害。",
        "label": ""
      },
      {
        "sentence": "我想要进步，但又感到消极和没有动力。",
        "label": ""
      },
      {
        "sentence": "从母亲那里得不到温暖，想要回馈给她却很难。",
        "label": ""
      },
      {
        "sentence": "我想要从父亲那里找到自我男人的形象，却找不到。",
        "label": ""
      },
      {
        "sentence": "大概我们家都不是我期望的，父亲没有权威，母亲没有温柔的形象。",
        "label": ""
      },
      {
        "sentence": "也许是因为从父母那里看到了不好的亲密关系，所以我自己也害怕和排斥吧。",
        "label": ""
      },
      {
        "sentence": "求助者越来越需要一个来自母亲的真正的爱，但是这很困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完你的分享，我感受到你一直陷入理想的我和真实的我的纠结当中，自我内耗相当严重。这也就是你感到痛苦的原因吧。最无力的事情就是明知不可为却控制不了，想改变但不知道去哪里找动力，身边给不了支持，自己再黑暗中挣扎。其实，你可以试着不要把事情想得那么严重——你越觉得严重，心里的压力和自我谴责就越深。将这个当成一个习惯，一个坏习惯，但是可以慢慢用另一个习惯替代。恶性循环的事情，总是有背后的原因。我们可以带着这种觉察，而不是批判，去看看自己在遇到什么事情的时候，为什么会去看小黄片——这也许就是你的精神鸦片，没有别的意义。只是你不知从什么时候开始，养成了一种安抚自己的方式。换个面对方式，才能打断恶性循环，解脱出来。身边没有爱的来源，没有支持，靠自己从原生家庭的沼泽里挣脱出来，确实很难。但是，你可以试着换个角度，看看有什么能影响你的——因为你在乎。我们要学会爱自己，不管遇到什么情况，自己的感受要先照顾。爱自己，才会有无尽的能量。",
    "annotation": [
      {
        "sentence": "看完你的分享，我感受到你一直陷入理想的我和真实的我的纠结当中，自我内耗相当严重。",
        "label": ""
      },
      {
        "sentence": "这也就是你感到痛苦的原因吧。",
        "label": ""
      },
      {
        "sentence": "最无力的事情就是明知不可为却控制不了，想改变但不知道去哪里找动力，身边给不了支持，自己再黑暗中挣扎。",
        "label": ""
      },
      {
        "sentence": "其实，你可以试着不要把事情想得那么严重——你越觉得严重，心里的压力和自我谴责就越深。",
        "label": ""
      },
      {
        "sentence": "将这个当成一个习惯，一个坏习惯，但是可以慢慢用另一个习惯替代。",
        "label": ""
      },
      {
        "sentence": "恶性循环的事情，总是有背后的原因。",
        "label": ""
      },
      {
        "sentence": "我们可以带着这种觉察，而不是批判，去看看自己在遇到什么事情的时候，为什么会去看小黄片——这也许就是你的精神鸦片，没有别的意义。",
        "label": ""
      },
      {
        "sentence": "只是你不知从什么时候开始，养成了一种安抚自己的方式。",
        "label": ""
      },
      {
        "sentence": "换个面对方式，才能打断恶性循环，解脱出来。",
        "label": ""
      },
      {
        "sentence": "身边没有爱的来源，没有支持，靠自己从原生家庭的沼泽里挣脱出来，确实很难。",
        "label": ""
      },
      {
        "sentence": "但是，你可以试着换个角度，看看有什么能影响你的——因为你在乎。",
        "label": ""
      },
      {
        "sentence": "我们要学会爱自己，不管遇到什么情况，自己的感受要先照顾。",
        "label": ""
      },
      {
        "sentence": "爱自己，才会有无尽的能量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我一直在内耗，分不清理想和现实，感到非常痛苦。我想要改变，但找不到动力。我会试着不再把事情想得那么严重，但我觉得很难做到。我一直在用小黄片来安抚自己，但现在意识到这是不健康的方式。我应该换个面对方式，我会试着打破这个恶性循环，尝试解脱出来。但是，我确实感到很困难，因为我身边没有支持和爱的来源。我会尝试换个角度，看看对我有什么影响，因为我真的在乎自己。我会学会爱自己，把自己的感受放在第一位，这样才能有足够的能量。",
    "annotation": [
      {
        "sentence": "你说的很对，我一直在内耗，分不清理想和现实，感到非常痛苦。",
        "label": ""
      },
      {
        "sentence": "我想要改变，但找不到动力。",
        "label": ""
      },
      {
        "sentence": "我会试着不再把事情想得那么严重，但我觉得很难做到。",
        "label": ""
      },
      {
        "sentence": "我一直在用小黄片来安抚自己，但现在意识到这是不健康的方式。",
        "label": ""
      },
      {
        "sentence": "我应该换个面对方式，我会试着打破这个恶性循环，尝试解脱出来。",
        "label": ""
      },
      {
        "sentence": "但是，我确实感到很困难，因为我身边没有支持和爱的来源。",
        "label": ""
      },
      {
        "sentence": "我会尝试换个角度，看看对我有什么影响，因为我真的在乎自己。",
        "label": ""
      },
      {
        "sentence": "我会学会爱自己，把自己的感受放在第一位，这样才能有足够的能量。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经在正确的方向上努力了，意识到自己的问题并且愿意去改变是很重要的一步。虽然这个过程可能会很艰难，但你要坚信自己能够成功。你可以尝试寻找其他的安抚方式，比如寻找一些喜欢的事情来转移注意力，或者和身边的朋友交流分享你的困惑。这样可以帮助你逐渐脱离对小黄片的依赖和恶性循环。同时，如果你感到孤独和需要支持，也可以考虑寻求专业心理咨询师的帮助，他们会提供更多专业的支持和指导。坚持爱自己，并相信自己可以改变和克服困难，你会获得更多的能量和力量。",
    "annotation": [
      {
        "sentence": "你已经在正确的方向上努力了，意识到自己的问题并且愿意去改变是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "虽然这个过程可能会很艰难，但你要坚信自己能够成功。",
        "label": ""
      },
      {
        "sentence": "你可以尝试寻找其他的安抚方式，比如寻找一些喜欢的事情来转移注意力，或者和身边的朋友交流分享你的困惑。",
        "label": ""
      },
      {
        "sentence": "这样可以帮助你逐渐脱离对小黄片的依赖和恶性循环。",
        "label": ""
      },
      {
        "sentence": "同时，如果你感到孤独和需要支持，也可以考虑寻求专业心理咨询师的帮助，他们会提供更多专业的支持和指导。",
        "label": ""
      },
      {
        "sentence": "坚持爱自己，并相信自己可以改变和克服困难，你会获得更多的能量和力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会尝试寻找其他的安抚方式，寻找一些喜欢的事情来分散注意力。我也会尝试向身边的朋友诉说我的困惑，寻求他们的支持。如果觉得需要，我也会考虑寻求专业心理咨询师的帮助。我会坚持爱自己，并相信自己能够改变和克服困难。再次感谢你的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会尝试寻找其他的安抚方式，寻找一些喜欢的事情来分散注意力。",
        "label": ""
      },
      {
        "sentence": "我也会尝试向身边的朋友诉说我的困惑，寻求他们的支持。",
        "label": ""
      },
      {
        "sentence": "如果觉得需要，我也会考虑寻求专业心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "我会坚持爱自己，并相信自己能够改变和克服困难。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。相信自己，你一定能够走出困境。记住，爱自己是最重要的，它能够给你持久的能量和力量。如果你遇到任何困难，随时向我寻求帮助。我会一直在这里支持你的。祝你一切都好！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够走出困境。",
        "label": ""
      },
      {
        "sentence": "记住，爱自己是最重要的，它能够给你持久的能量和力量。",
        "label": ""
      },
      {
        "sentence": "如果你遇到任何困难，随时向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "祝你一切都好！",
        "label": ""
      }
    ]
  }
]