[
  {
    "role": "client",
    "content": "抑郁两年在家，感觉和社会脱轨了，很自卑，还有救嘛？背景是17年，我的公司因为国家政策和贸易战垮了，欠下了几十万的债务，交往了4年的对象也分手了，加上考研失败和美国签证的多重打击使我抑郁了2年多。这两年在大学代课慢慢还钱，19年年底又检查发现下颚骨变形严重，医生说治疗费用要20w，真的有被狠狠打击到，现在我已经变得非常自卑，连镜子都不敢看。今年年初，先后尝试了艾司唑仑、氯硝西泮都失败了。大学的工作也因为自杀失败，校方害怕产生负面影响把我辞退了。看着堆积如山的负债……我也不知道怎么会活成这个鬼样子，感觉自己已经和社会格格不入了，技术、创意和记忆力都倒退得非常厉害，人也变得非常敏感，非常的假。大道理都听腻了，家人也不理解，有时候明明知道安慰我的人是好心，但仍然会不受控制地生气，晚上整晚无法入眠，有时候会断断续续哭好几个小时。我还有救吗？如果没救，我想死得不那么难看，要求会不会太多了。",
    "annotation": [
      {
        "sentence": "抑郁两年在家，感觉和社会脱轨了，很自卑，还有救嘛？",
        "label": ""
      },
      {
        "sentence": "背景是17年，我的公司因为国家政策和贸易战垮了，欠下了几十万的债务，交往了4年的对象也分手了，加上考研失败和美国签证的多重打击使我抑郁了2年多。",
        "label": ""
      },
      {
        "sentence": "这两年在大学代课慢慢还钱，19年年底又检查发现下颚骨变形严重，医生说治疗费用要20w，真的有被狠狠打击到，现在我已经变得非常自卑，连镜子都不敢看。",
        "label": ""
      },
      {
        "sentence": "今年年初，先后尝试了艾司唑仑、氯硝西泮都失败了。",
        "label": ""
      },
      {
        "sentence": "大学的工作也因为自杀失败，校方害怕产生负面影响把我辞退了。",
        "label": ""
      },
      {
        "sentence": "看着堆积如山的负债……我也不知道怎么会活成这个鬼样子，感觉自己已经和社会格格不入了，技术、创意和记忆力都倒退得非常厉害，人也变得非常敏感，非常的假。",
        "label": ""
      },
      {
        "sentence": "大道理都听腻了，家人也不理解，有时候明明知道安慰我的人是好心，但仍然会不受控制地生气，晚上整晚无法入眠，有时候会断断续续哭好几个小时。",
        "label": ""
      },
      {
        "sentence": "我还有救吗？",
        "label": ""
      },
      {
        "sentence": "如果没救，我想死得不那么难看，要求会不会太多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到您的提问，我感到挺难过。您所面临的现实压力如此庞大，换作是我，大概也会陷入深深的抑郁中。",
    "annotation": [
      {
        "sentence": "看到您的提问，我感到挺难过。",
        "label": ""
      },
      {
        "sentence": "您所面临的现实压力如此庞大，换作是我，大概也会陷入深深的抑郁中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的感到无助和迷失，不知道该如何走出这个困境。",
    "annotation": [
      {
        "sentence": "是的，我真的感到无助和迷失，不知道该如何走出这个困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当我们谈抑郁的时候，我们是把一系列的症状：低自尊、心情低落等等等等放一个标签“抑郁”。这些抑郁的症状，虽然让人感到痛苦，却不一定是不正常的。比如说一个人生活顺风顺水，身体健康家庭幸福事业有成，却总是开心不起来。你看，这就是一种对正常情境的不正常反应，环境好好的，你却不高兴，我们就要问，你出了什么问题？",
    "annotation": [
      {
        "sentence": "当我们谈抑郁的时候，我们是把一系列的症状：低自尊、心情低落等等等等放一个标签“抑郁”。",
        "label": ""
      },
      {
        "sentence": "这些抑郁的症状，虽然让人感到痛苦，却不一定是不正常的。",
        "label": ""
      },
      {
        "sentence": "比如说一个人生活顺风顺水，身体健康家庭幸福事业有成，却总是开心不起来。",
        "label": ""
      },
      {
        "sentence": "你看，这就是一种对正常情境的不正常反应，环境好好的，你却不高兴，我们就要问，你出了什么问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，我的抑郁可能是对现实情境的正常反应。但我感觉自己无法应对这么糟糕的环境。",
    "annotation": [
      {
        "sentence": "我理解了，我的抑郁可能是对现实情境的正常反应。",
        "label": ""
      },
      {
        "sentence": "但我感觉自己无法应对这么糟糕的环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你的情况下，你的生活长期面临着巨大的现实压力，您抑郁了。如果这是异常的，那么什么是正常的呢？难道你应该很开心很快乐吗？我认为您的反应是面对不正常情境的正常反应。也就是说，如此恶劣的环境下，任何一个正常人都会有您的反应。您本身是正常的，是环境过于极端了。既然是环境的错，那凭什么要你去适应呢？",
    "annotation": [
      {
        "sentence": "在你的情况下，你的生活长期面临着巨大的现实压力，您抑郁了。",
        "label": ""
      },
      {
        "sentence": "如果这是异常的，那么什么是正常的呢？",
        "label": ""
      },
      {
        "sentence": "难道你应该很开心很快乐吗？",
        "label": ""
      },
      {
        "sentence": "我认为您的反应是面对不正常情境的正常反应。",
        "label": ""
      },
      {
        "sentence": "也就是说，如此恶劣的环境下，任何一个正常人都会有您的反应。",
        "label": ""
      },
      {
        "sentence": "您本身是正常的，是环境过于极端了。",
        "label": ""
      },
      {
        "sentence": "既然是环境的错，那凭什么要你去适应呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，这些问题并不是我的错，我应该更宽容地对待自己。可是我感到压力很大，无法释怀。",
    "annotation": [
      {
        "sentence": "我明白了，这些问题并不是我的错，我应该更宽容地对待自己。",
        "label": ""
      },
      {
        "sentence": "可是我感到压力很大，无法释怀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很遗憾，现实世界就是这样的，有时候残酷且不公平。您当然知道这一点，因为您很努力地去解决问题了，肩负着巨大的重量，走了整整两年。您看过金霸王电池的那个兔子赛跑广告嘛？为了让兔子不断奔跑，就要定期地换电池，也就是要补充能量。否则，即便是最好的电池，也会有枯竭的一天，毕竟这世上没有永动机。人也是这样，人在重压下调动能量去应对，正如您几年来一直在做的那样，我想问的是，您近些年有定期地补充心理能量吗？",
    "annotation": [
      {
        "sentence": "很遗憾，现实世界就是这样的，有时候残酷且不公平。",
        "label": ""
      },
      {
        "sentence": "您当然知道这一点，因为您很努力地去解决问题了，肩负着巨大的重量，走了整整两年。",
        "label": ""
      },
      {
        "sentence": "您看过金霸王电池的那个兔子赛跑广告嘛？",
        "label": ""
      },
      {
        "sentence": "为了让兔子不断奔跑，就要定期地换电池，也就是要补充能量。",
        "label": ""
      },
      {
        "sentence": "否则，即便是最好的电池，也会有枯竭的一天，毕竟这世上没有永动机。",
        "label": ""
      },
      {
        "sentence": "人也是这样，人在重压下调动能量去应对，正如您几年来一直在做的那样，我想问的是，您近些年有定期地补充心理能量吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能没有，我一直忙于还债和解决问题，没有给自己休息的时间。",
    "annotation": [
      {
        "sentence": "可能没有，我一直忙于还债和解决问题，没有给自己休息的时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "定期地休闲、享受放松的时刻？如果有，频度足够补充你日常的消耗吗？在我看来，有一种抑郁可以被看做能量枯竭的情况。在我的经验中，这种类型的抑郁多出现能力强、期待高、且有完美主义倾向的人身上。我猜想您也是这种情况。您有足够的能力开自己的公司；又有足够的能力去大学代课。考虑到中国只有不到5%的人口上了本科，大学里又有那么多混日子的，说您的综合能力在人口的前3%不过分吧？这样的您，想必也是属于能折腾、爱折腾，一刻也闲不住的吧？这样出现能量亏空，陷入抑郁也不奇怪了。解决的思路也很简单，减少心理能量的支出，去做一些能恢复心理能量的事情。",
    "annotation": [
      {
        "sentence": "定期地休闲、享受放松的时刻？",
        "label": ""
      },
      {
        "sentence": "如果有，频度足够补充你日常的消耗吗？",
        "label": ""
      },
      {
        "sentence": "在我看来，有一种抑郁可以被看做能量枯竭的情况。",
        "label": ""
      },
      {
        "sentence": "在我的经验中，这种类型的抑郁多出现能力强、期待高、且有完美主义倾向的人身上。",
        "label": ""
      },
      {
        "sentence": "我猜想您也是这种情况。",
        "label": ""
      },
      {
        "sentence": "您有足够的能力开自己的公司；又有足够的能力去大学代课。",
        "label": ""
      },
      {
        "sentence": "考虑到中国只有不到5%的人口上了本科，大学里又有那么多混日子的，说您的综合能力在人口的前3%不过分吧？",
        "label": ""
      },
      {
        "sentence": "这样的您，想必也是属于能折腾、爱折腾，一刻也闲不住的吧？",
        "label": ""
      },
      {
        "sentence": "这样出现能量亏空，陷入抑郁也不奇怪了。",
        "label": ""
      },
      {
        "sentence": "解决的思路也很简单，减少心理能量的支出，去做一些能恢复心理能量的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说得对，我一直都在消耗能量，却没有及时补充。我该怎么去恢复心理能量呢？",
    "annotation": [
      {
        "sentence": "您说得对，我一直都在消耗能量，却没有及时补充。",
        "label": ""
      },
      {
        "sentence": "我该怎么去恢复心理能量呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "好消息是，只要你不胡思乱想（自我批判、焦虑、后悔这些都是消耗能量的），心理能量总是会很快恢复的。坏消息是，胡思乱想也不是说控制就能控制得住的。第二个好消息是咨询师、精神科医生、甚至和尚道士都有很多办法控制胡思乱想。我赞同您去看精神科医生的做法，当务之急是要快速减轻抑郁的症状，以便你当下的日子能够过下去。您尝试的两种药艾司唑仑是镇静抗焦虑安眠的药，氯硝西泮也是类",
    "annotation": [
      {
        "sentence": "好消息是，只要你不胡思乱想（自我批判、焦虑、后悔这些都是消耗能量的），心理能量总是会很快恢复的。",
        "label": ""
      },
      {
        "sentence": "坏消息是，胡思乱想也不是说控制就能控制得住的。",
        "label": ""
      },
      {
        "sentence": "第二个好消息是咨询师、精神科医生、甚至和尚道士都有很多办法控制胡思乱想。",
        "label": ""
      },
      {
        "sentence": "我赞同您去看精神科医生的做法，当务之急是要快速减轻抑郁的症状，以便你当下的日子能够过下去。",
        "label": ""
      },
      {
        "sentence": "您尝试的两种药艾司唑仑是镇静抗焦虑安眠的药，氯硝西泮也是类",
        "label": ""
      }
    ]
  }
]