[
  {
    "role": "client",
    "content": "我抑郁了两年在家，感觉和社会脱轨了，很自卑，还有救嘛？背景是17年，我的公司因为国家政策和贸易战垮了，欠下了几十万的债务，交往了4年的对象也分手了，加上考研失败和美国签证的多重打击使我抑郁了2年多。这两年在大学代课慢慢还钱，19年年底又检查发现下颚骨变形严重，医生说治疗费用要20w，真的有被狠狠打击到，现在我已经变得非常自卑，连镜子都不敢看。今年年初，先后尝试了艾司唑仑、氯硝西泮都失败了。大学的工作也因为自杀失败，校方害怕产生负面影响把我辞退了。看着堆积如山的负债……我也不知道怎么会活成这个鬼样子，感觉自己已经和社会格格不入了，技术、创意和记忆力都倒退得非常厉害，人也变得非常敏感，非常的假。大道理都听腻了，家人也不理解，有时候明明知道安慰我的人是好心，但仍然会不受控制地生气，晚上整晚无法入眠，有时候会断断续续哭好几个小时。我还有救吗？如果没救，我想死得不那么难看，要求会不会太多了。",
    "annotation": [
      {
        "sentence": "我抑郁了两年在家，感觉和社会脱轨了，很自卑，还有救嘛？",
        "label": ""
      },
      {
        "sentence": "背景是17年，我的公司因为国家政策和贸易战垮了，欠下了几十万的债务，交往了4年的对象也分手了，加上考研失败和美国签证的多重打击使我抑郁了2年多。",
        "label": ""
      },
      {
        "sentence": "这两年在大学代课慢慢还钱，19年年底又检查发现下颚骨变形严重，医生说治疗费用要20w，真的有被狠狠打击到，现在我已经变得非常自卑，连镜子都不敢看。",
        "label": ""
      },
      {
        "sentence": "今年年初，先后尝试了艾司唑仑、氯硝西泮都失败了。",
        "label": ""
      },
      {
        "sentence": "大学的工作也因为自杀失败，校方害怕产生负面影响把我辞退了。",
        "label": ""
      },
      {
        "sentence": "看着堆积如山的负债……我也不知道怎么会活成这个鬼样子，感觉自己已经和社会格格不入了，技术、创意和记忆力都倒退得非常厉害，人也变得非常敏感，非常的假。",
        "label": ""
      },
      {
        "sentence": "大道理都听腻了，家人也不理解，有时候明明知道安慰我的人是好心，但仍然会不受控制地生气，晚上整晚无法入眠，有时候会断断续续哭好几个小时。",
        "label": ""
      },
      {
        "sentence": "我还有救吗？",
        "label": ""
      },
      {
        "sentence": "如果没救，我想死得不那么难看，要求会不会太多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "尽管不是在咨询室里听你讲这一切，隔着文字都可以感受到你强烈的自责和孤立无援。如果在咨询室里，很想就是静静地坐在你的旁边，听你把藏在心里、可能有时自己都害怕听到的话都说出来，那些痛苦需要有人知道，需要有人理解，需要有人在你最无助的时候和你共同面对。你问有没有救？答案有很多和我一样的咨询师，愿意和你一起找。",
    "annotation": [
      {
        "sentence": "尽管不是在咨询室里听你讲这一切，隔着文字都可以感受到你强烈的自责和孤立无援。",
        "label": ""
      },
      {
        "sentence": "如果在咨询室里，很想就是静静地坐在你的旁边，听你把藏在心里、可能有时自己都害怕听到的话都说出来，那些痛苦需要有人知道，需要有人理解，需要有人在你最无助的时候和你共同面对。",
        "label": ""
      },
      {
        "sentence": "你问有没有救？",
        "label": ""
      },
      {
        "sentence": "答案有很多和我一样的咨询师，愿意和你一起找。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得我已经很努力了，为何还是如此痛苦和无助呢？",
    "annotation": [
      {
        "sentence": "但是我觉得我已经很努力了，为何还是如此痛苦和无助呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从医学角度上来说，每个人都有自愈的机能，当我们得了重病，即便是癌症，能康复的都是自己坚信自己可以恢复的病人。所以有没有救，其实决定于你想不想救自己。和咨询师一起工作就是寻找你渴望自救的力量。药物配合心理咨询，在抑郁症治疗上是非常有效的。自己经济上不允许，可以找社区的公益服务获得这样的帮助，也可以去当地的精神卫生中心寻找专业的咨询师来帮助自己。抑郁症完全可以治疗，不是不治之症。",
    "annotation": [
      {
        "sentence": "从医学角度上来说，每个人都有自愈的机能，当我们得了重病，即便是癌症，能康复的都是自己坚信自己可以恢复的病人。",
        "label": ""
      },
      {
        "sentence": "所以有没有救，其实决定于你想不想救自己。",
        "label": ""
      },
      {
        "sentence": "和咨询师一起工作就是寻找你渴望自救的力量。",
        "label": ""
      },
      {
        "sentence": "药物配合心理咨询，在抑郁症治疗上是非常有效的。",
        "label": ""
      },
      {
        "sentence": "自己经济上不允许，可以找社区的公益服务获得这样的帮助，也可以去当地的精神卫生中心寻找专业的咨询师来帮助自己。",
        "label": ""
      },
      {
        "sentence": "抑郁症完全可以治疗，不是不治之症。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实很想找到适合我的咨询师，但是我为什么在面对愤怒时无法自如地表达和释放呢？",
    "annotation": [
      {
        "sentence": "我确实很想找到适合我的咨询师，但是我为什么在面对愤怒时无法自如地表达和释放呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抑郁症也是因为长期不能将愤怒释放，转而攻击自己形成的心理困扰。尽管知道这个原理，但为什么做不到自如表达和释放愤怒？这是需要和咨询师一起探索的。由于什么样的原因，我们形成了遇到愤怒而不敢表达，自己只选择忍气吞声的处理模式，这是“有救”的一个非常重要的工作点。CBT认知行为疗法是公认的在治疗抑郁症、焦虑症方面很有效的心理咨询治疗方法，找一个这样的流派的咨询师，尽快开始治疗。",
    "annotation": [
      {
        "sentence": "抑郁症也是因为长期不能将愤怒释放，转而攻击自己形成的心理困扰。",
        "label": ""
      },
      {
        "sentence": "尽管知道这个原理，但为什么做不到自如表达和释放愤怒？",
        "label": ""
      },
      {
        "sentence": "这是需要和咨询师一起探索的。",
        "label": ""
      },
      {
        "sentence": "由于什么样的原因，我们形成了遇到愤怒而不敢表达，自己只选择忍气吞声的处理模式，这是“有救”的一个非常重要的工作点。",
        "label": ""
      },
      {
        "sentence": "CBT认知行为疗法是公认的在治疗抑郁症、焦虑症方面很有效的心理咨询治疗方法，找一个这样的流派的咨询师，尽快开始治疗。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在还没有找到适合的咨询师，有没有什么我可以尝试的方法来帮助自己呢？",
    "annotation": [
      {
        "sentence": "我现在还没有找到适合的咨询师，有没有什么我可以尝试的方法来帮助自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你寻找到自己合适的咨询师前，你可以尝试的是每当自己有“不好”的念头和想法时就写下来，这对未来和你工作的咨询师也是很有价值的。当“不好”的念头出现时，也记录下自己的感受，慢慢地就会发现一些规律，也在和咨询师的探讨下，能看到念头和感受之间缺失掉的那块碎片。如：看到狗便产生恐惧，在看到狗与恐惧反应之间有一个想法是这狗会咬我，还可能有狗咬人的恐怖的想象。狗会咬我就是自动思维。但真的所有的狗，每次都会咬人嘛？……随着记录你也会发现自己慢慢会有些处理坏情绪的能量。",
    "annotation": [
      {
        "sentence": "在你寻找到自己合适的咨询师前，你可以尝试的是每当自己有“不好”的念头和想法时就写下来，这对未来和你工作的咨询师也是很有价值的。",
        "label": ""
      },
      {
        "sentence": "当“不好”的念头出现时，也记录下自己的感受，慢慢地就会发现一些规律，也在和咨询师的探讨下，能看到念头和感受之间缺失掉的那块碎片。",
        "label": ""
      },
      {
        "sentence": "如：看到狗便产生恐惧，在看到狗与恐惧反应之间有一个想法是这狗会咬我，还可能有狗咬人的恐怖的想象。",
        "label": ""
      },
      {
        "sentence": "狗会咬我就是自动思维。",
        "label": ""
      },
      {
        "sentence": "但真的所有的狗，每次都会咬人嘛？",
        "label": ""
      },
      {
        "sentence": "……随着记录你也会发现自己慢慢会有些处理坏情绪的能量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会尽快寻找适合的咨询师并采取你提供的方法来帮助自己。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会尽快寻找适合的咨询师并采取你提供的方法来帮助自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能给你一些帮助和支持。和我们保持这样的问答联系，每一个回答你的老师都希望你能重新恢复到自己原有生活的状态。记得，你并不孤单，我们都会陪伴在你身边。",
    "annotation": [
      {
        "sentence": "很高兴能给你一些帮助和支持。",
        "label": ""
      },
      {
        "sentence": "和我们保持这样的问答联系，每一个回答你的老师都希望你能重新恢复到自己原有生活的状态。",
        "label": ""
      },
      {
        "sentence": "记得，你并不孤单，我们都会陪伴在你身边。",
        "label": ""
      }
    ]
  }
]