[
  {
    "role": "client",
    "content": "我是个23岁的年轻人，从小到大我都在家里很少与人交往，我渴望能够与我的原生家庭和解。小时候，我被教育要听话，要遵守规则，我一直都很听话，不过我有时候会有倔强的脾气，常常与父母发生冲突，他们总是告诉我做一些事情的不好后果。因此，我经常会受到责骂和打击。我在学习方面表现得不错，从吃饭、睡觉到学习，我一直都很独立。无论遇到什么困难，我总是相信只要我努力，我就能够克服。但是每当我对父母有一些不满时，我只能告诉自己他们是爱我的，只是需要更长的时间才能真正倾听我的内心。我讨厌生病时，母亲对我发火的情况，因为我没有好好照顾自己的身体，要自己起来去外面吃饭，去看病。我母亲的脾气常常阴晴不定，每当我对这种让我感到痛苦的爱感到困惑时，我就会去问我的父亲，可是他居然生气我质疑我母亲的爱，不愿意接受我的疑问。父亲认为娶了我母亲，就要接受和承受她的脾气。小时候，只有母亲不在家时，我才能够自由选择自己的情绪，才能真正感到活着的乐趣，我可以感受蓝天、白云和新鲜的空气。学校对我来说意味着更多，我可以通过自己的努力来获得公正的评价。",
    "annotation": [
      {
        "sentence": "我是个23岁的年轻人，从小到大我都在家里很少与人交往，我渴望能够与我的原生家庭和解。",
        "label": ""
      },
      {
        "sentence": "小时候，我被教育要听话，要遵守规则，我一直都很听话，不过我有时候会有倔强的脾气，常常与父母发生冲突，他们总是告诉我做一些事情的不好后果。",
        "label": ""
      },
      {
        "sentence": "因此，我经常会受到责骂和打击。",
        "label": ""
      },
      {
        "sentence": "我在学习方面表现得不错，从吃饭、睡觉到学习，我一直都很独立。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，我总是相信只要我努力，我就能够克服。",
        "label": ""
      },
      {
        "sentence": "但是每当我对父母有一些不满时，我只能告诉自己他们是爱我的，只是需要更长的时间才能真正倾听我的内心。",
        "label": ""
      },
      {
        "sentence": "我讨厌生病时，母亲对我发火的情况，因为我没有好好照顾自己的身体，要自己起来去外面吃饭，去看病。",
        "label": ""
      },
      {
        "sentence": "我母亲的脾气常常阴晴不定，每当我对这种让我感到痛苦的爱感到困惑时，我就会去问我的父亲，可是他居然生气我质疑我母亲的爱，不愿意接受我的疑问。",
        "label": ""
      },
      {
        "sentence": "父亲认为娶了我母亲，就要接受和承受她的脾气。",
        "label": ""
      },
      {
        "sentence": "小时候，只有母亲不在家时，我才能够自由选择自己的情绪，才能真正感到活着的乐趣，我可以感受蓝天、白云和新鲜的空气。",
        "label": ""
      },
      {
        "sentence": "学校对我来说意味着更多，我可以通过自己的努力来获得公正的评价。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，目前你面临的主要问题是与父母的关系以及社交问题。我们首先来看看你与父母的关系。从小到大，我们都会受到父母各种价值观的熏陶，这些价值观在你18岁之前会对你的个性产生影响，在18岁之后会结合你的人生经历和经验有所改变。被教育要听话、遵守规则是大多数父母都教育孩子的事情，特别是遵守规则，这也是我们长大后做任何事情的底线。根据你的描述，你能够理解自己内心的不满，并没有因为叛逆而做出过激的事情，这是非常好的。是否与母亲沟通过自己的想法呢？如果只是因为母亲的性格问题引起的暴怒，并不需要太过介怀，毕竟你并不是引起母亲暴怒的原因。然而更多时候，矛盾的根源在于父母和孩子之间的沟通效果不佳。父母在外工作的一天中经历了很多事情，作为孩子的我们并不会了解其中的细节。工作中的无奈、气愤和压抑情绪也很容易带到家庭生活中，但是不要去质疑父母对我们的爱，或许只是我们表达爱和接受爱的方式不同。接下来看下你的第二个问题：社交空白。你可以尝试多与同龄人交往。我们的生活不仅仅只有父母这一层关系，还有朋友、恋人、同事、同学等等。当你和其他同龄人交流后，你会发现每个家庭都存在着大大小小的矛盾。我曾经认为为什么只有我家冷漠和争吵，直到长大后与身边的朋友聊天，才知道他们中的很多人承受的压力比我大得多。作为父母是这个世界上最容易成为的角色，也是最不容易成为的角色。我们经历的事情都有文凭做参考，唯独父母这个最重要的角色没有任何考试和参考。无论对于我们还是父母，成长都是必要的。所以，你可以尝试打开自己的内心，与身边的同龄人交流；以平常心对待父母，理解和包容，适当表达自己的想法。最重要的一点是要持续提升自己，丰富自己，自信是我们最大的底气。最后，祝愿你的生活如意、美好幸福！",
    "annotation": [
      {
        "sentence": "亲爱的，目前你面临的主要问题是与父母的关系以及社交问题。",
        "label": ""
      },
      {
        "sentence": "我们首先来看看你与父母的关系。",
        "label": ""
      },
      {
        "sentence": "从小到大，我们都会受到父母各种价值观的熏陶，这些价值观在你18岁之前会对你的个性产生影响，在18岁之后会结合你的人生经历和经验有所改变。",
        "label": ""
      },
      {
        "sentence": "被教育要听话、遵守规则是大多数父母都教育孩子的事情，特别是遵守规则，这也是我们长大后做任何事情的底线。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，你能够理解自己内心的不满，并没有因为叛逆而做出过激的事情，这是非常好的。",
        "label": ""
      },
      {
        "sentence": "是否与母亲沟通过自己的想法呢？",
        "label": ""
      },
      {
        "sentence": "如果只是因为母亲的性格问题引起的暴怒，并不需要太过介怀，毕竟你并不是引起母亲暴怒的原因。",
        "label": ""
      },
      {
        "sentence": "然而更多时候，矛盾的根源在于父母和孩子之间的沟通效果不佳。",
        "label": ""
      },
      {
        "sentence": "父母在外工作的一天中经历了很多事情，作为孩子的我们并不会了解其中的细节。",
        "label": ""
      },
      {
        "sentence": "工作中的无奈、气愤和压抑情绪也很容易带到家庭生活中，但是不要去质疑父母对我们的爱，或许只是我们表达爱和接受爱的方式不同。",
        "label": ""
      },
      {
        "sentence": "接下来看下你的第二个问题：社交空白。",
        "label": ""
      },
      {
        "sentence": "你可以尝试多与同龄人交往。",
        "label": ""
      },
      {
        "sentence": "我们的生活不仅仅只有父母这一层关系，还有朋友、恋人、同事、同学等等。",
        "label": ""
      },
      {
        "sentence": "当你和其他同龄人交流后，你会发现每个家庭都存在着大大小小的矛盾。",
        "label": ""
      },
      {
        "sentence": "我曾经认为为什么只有我家冷漠和争吵，直到长大后与身边的朋友聊天，才知道他们中的很多人承受的压力比我大得多。",
        "label": ""
      },
      {
        "sentence": "作为父母是这个世界上最容易成为的角色，也是最不容易成为的角色。",
        "label": ""
      },
      {
        "sentence": "我们经历的事情都有文凭做参考，唯独父母这个最重要的角色没有任何考试和参考。",
        "label": ""
      },
      {
        "sentence": "无论对于我们还是父母，成长都是必要的。",
        "label": ""
      },
      {
        "sentence": "所以，你可以尝试打开自己的内心，与身边的同龄人交流；以平常心对待父母，理解和包容，适当表达自己的想法。",
        "label": ""
      },
      {
        "sentence": "最重要的一点是要持续提升自己，丰富自己，自信是我们最大的底气。",
        "label": ""
      },
      {
        "sentence": "最后，祝愿你的生活如意、美好幸福！",
        "label": ""
      }
    ]
  }
]