[
  {
    "role": "client",
    "content": "我今年23岁，一直感到社交方面的空白，我很渴望能够和我的原生家庭和解。从小我就被教育要听话，要遵守规则，一直到小学毕业我都非常听话。但是我有一点倔强，经常与父母发生冲突，结果就被教育说我做的事情会带来不好的后果，然后就被骂和挨打。尽管我在学习方面表现得很好，从吃饭、睡觉到学习，我都非常独立。无论遇到什么困难，我都相信只要努力，我就能够做到。每当我对父母感到不满意的时候，我就给自己洗脑，告诉自己他们是爱我的，只是需要时间来看见我，真正倾听我的内心。我讨厌即使生病了，我的母亲仍然会对我暴怒，因为我没有好好保护身体，要我自己起来去外面吃饭、去看病。我的母亲性格非常多变，每当我无法理解这种让我痛苦的爱时，我去问父亲，但父亲却生气地指责我质疑母亲的爱，不让我坦然接受自己的感受。父亲认为娶了母亲，就要接受和承受母亲的性格。只有在母亲不在身边的时候，我才能够自由选择自己的喜怒哀乐，感受到真正活着的滋味。我可以感受到蓝天、白云、新鲜的空气。对我来说，学校意味着更多，我可以通过自己的努力获得公正的评价。",
    "annotation": [
      {
        "sentence": "我今年23岁，一直感到社交方面的空白，我很渴望能够和我的原生家庭和解。",
        "label": ""
      },
      {
        "sentence": "从小我就被教育要听话，要遵守规则，一直到小学毕业我都非常听话。",
        "label": ""
      },
      {
        "sentence": "但是我有一点倔强，经常与父母发生冲突，结果就被教育说我做的事情会带来不好的后果，然后就被骂和挨打。",
        "label": ""
      },
      {
        "sentence": "尽管我在学习方面表现得很好，从吃饭、睡觉到学习，我都非常独立。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，我都相信只要努力，我就能够做到。",
        "label": ""
      },
      {
        "sentence": "每当我对父母感到不满意的时候，我就给自己洗脑，告诉自己他们是爱我的，只是需要时间来看见我，真正倾听我的内心。",
        "label": ""
      },
      {
        "sentence": "我讨厌即使生病了，我的母亲仍然会对我暴怒，因为我没有好好保护身体，要我自己起来去外面吃饭、去看病。",
        "label": ""
      },
      {
        "sentence": "我的母亲性格非常多变，每当我无法理解这种让我痛苦的爱时，我去问父亲，但父亲却生气地指责我质疑母亲的爱，不让我坦然接受自己的感受。",
        "label": ""
      },
      {
        "sentence": "父亲认为娶了母亲，就要接受和承受母亲的性格。",
        "label": ""
      },
      {
        "sentence": "只有在母亲不在身边的时候，我才能够自由选择自己的喜怒哀乐，感受到真正活着的滋味。",
        "label": ""
      },
      {
        "sentence": "我可以感受到蓝天、白云、新鲜的空气。",
        "label": ""
      },
      {
        "sentence": "对我来说，学校意味着更多，我可以通过自己的努力获得公正的评价。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，我可以感受到你内心的深深压抑和被否定的感觉。一定非常痛苦吧。你提到的【我只要遇到对父母的不满，我就给自己洗脑，我父母是爱我的，时间长了他们可以看见我，真正倾听我的内心】，仿佛你不能够承认自己的感受，当父母的一些行为让你产生疑惑或者不认可的时候，你是否会觉得自己的想法是错误的？进而否定自己的想法，不允许自己有那样的想法，觉得自己是错的。就像你提到的【每当我不理解这种让我痛苦的爱的时候，去问我的父亲，我的父亲会很生气我居然质疑我母亲的爱，不去坦然接受】一样，你好像内化了父亲对你的指责。当你对父母产生质疑时，你也开始指责自己。也许下一次再出现对父母的质疑时，先不要急着去指责自己和否定自己，试着接纳自己有这种感受的存在吧。你说到当母亲不在身边时，你才能够选择自己的喜怒哀乐，我能够感受到你一个人时候的自由和放松，因为当父母一直在盯着你的错误，你在他们身边时，需要小心翼翼，生怕一不小心就会遭到指责。所以你无法真正放松和感受自己。在你的问题中，你提到了【社交空白】，我猜想你在有人在旁边的时候会处于紧张状态吗？如果是的话，你可以尝试去觉察这种紧张感，并告诉自己没关系，我可以有点紧张。希望对你有所帮助~。",
    "annotation": [
      {
        "sentence": "看到你的描述，我可以感受到你内心的深深压抑和被否定的感觉。",
        "label": ""
      },
      {
        "sentence": "一定非常痛苦吧。",
        "label": ""
      },
      {
        "sentence": "你提到的【我只要遇到对父母的不满，我就给自己洗脑，我父母是爱我的，时间长了他们可以看见我，真正倾听我的内心】，仿佛你不能够承认自己的感受，当父母的一些行为让你产生疑惑或者不认可的时候，你是否会觉得自己的想法是错误的？",
        "label": ""
      },
      {
        "sentence": "进而否定自己的想法，不允许自己有那样的想法，觉得自己是错的。",
        "label": ""
      },
      {
        "sentence": "就像你提到的【每当我不理解这种让我痛苦的爱的时候，去问我的父亲，我的父亲会很生气我居然质疑我母亲的爱，不去坦然接受】一样，你好像内化了父亲对你的指责。",
        "label": ""
      },
      {
        "sentence": "当你对父母产生质疑时，你也开始指责自己。",
        "label": ""
      },
      {
        "sentence": "也许下一次再出现对父母的质疑时，先不要急着去指责自己和否定自己，试着接纳自己有这种感受的存在吧。",
        "label": ""
      },
      {
        "sentence": "你说到当母亲不在身边时，你才能够选择自己的喜怒哀乐，我能够感受到你一个人时候的自由和放松，因为当父母一直在盯着你的错误，你在他们身边时，需要小心翼翼，生怕一不小心就会遭到指责。",
        "label": ""
      },
      {
        "sentence": "所以你无法真正放松和感受自己。",
        "label": ""
      },
      {
        "sentence": "在你的问题中，你提到了【社交空白】，我猜想你在有人在旁边的时候会处于紧张状态吗？",
        "label": ""
      },
      {
        "sentence": "如果是的话，你可以尝试去觉察这种紧张感，并告诉自己没关系，我可以有点紧张。",
        "label": ""
      },
      {
        "sentence": "希望对你有所帮助~。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和回答。确实，我一直觉得自己的想法是错误的，即使我对父母的某些行为感到困惑或者不满意，也觉得是自己在无理取闹。我总是告诉自己他们是爱我的，只是需要时间才会真正听见我内心的声音。但是，这让我感到很压抑，因为我无法真正表达自己的感受和想法。你说得对，每当我对父母的行为产生质疑时，我会对自己进行指责，觉得自己错了。我会试着接纳自己的感受，不再否定自己。而且，你也提到了一个很有意思的点，当母亲不在身边的时候，我才能够感受到自由和放松，因为父母一直在指责我，我需要小心翼翼以免惹来指责。所以我对社交方面一直感到空白，需要更多的联系和放松。我会试着觉察自己的紧张感，并告诉自己没关系，我可以紧张。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和回答。",
        "label": ""
      },
      {
        "sentence": "确实，我一直觉得自己的想法是错误的，即使我对父母的某些行为感到困惑或者不满意，也觉得是自己在无理取闹。",
        "label": ""
      },
      {
        "sentence": "我总是告诉自己他们是爱我的，只是需要时间才会真正听见我内心的声音。",
        "label": ""
      },
      {
        "sentence": "但是，这让我感到很压抑，因为我无法真正表达自己的感受和想法。",
        "label": ""
      },
      {
        "sentence": "你说得对，每当我对父母的行为产生质疑时，我会对自己进行指责，觉得自己错了。",
        "label": ""
      },
      {
        "sentence": "我会试着接纳自己的感受，不再否定自己。",
        "label": ""
      },
      {
        "sentence": "而且，你也提到了一个很有意思的点，当母亲不在身边的时候，我才能够感受到自由和放松，因为父母一直在指责我，我需要小心翼翼以免惹来指责。",
        "label": ""
      },
      {
        "sentence": "所以我对社交方面一直感到空白，需要更多的联系和放松。",
        "label": ""
      },
      {
        "sentence": "我会试着觉察自己的紧张感，并告诉自己没关系，我可以紧张。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助你。你已经意识到了自己一直觉得自己的想法是错误的问题，这是非常重要的一步。接纳自己的感受并不容易，但是这样可以让你更加真实地面对自己的困惑和不满。在与父母的关系中，你也可以试着与他们进行沟通，告诉他们你的感受和想法，不要害怕表达自己的需求。对于社交方面的困难，你可以慢慢地尝试与他人交流，可以先从一些轻松的场合开始，逐渐增加社交的时间和频率。希望你能够渐渐摆脱这种压抑感，找到更多的自由和快乐。如果你有任何需要，随时可以在这里找我聊天。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "你已经意识到了自己一直觉得自己的想法是错误的问题，这是非常重要的一步。",
        "label": ""
      },
      {
        "sentence": "接纳自己的感受并不容易，但是这样可以让你更加真实地面对自己的困惑和不满。",
        "label": ""
      },
      {
        "sentence": "在与父母的关系中，你也可以试着与他们进行沟通，告诉他们你的感受和想法，不要害怕表达自己的需求。",
        "label": ""
      },
      {
        "sentence": "对于社交方面的困难，你可以慢慢地尝试与他人交流，可以先从一些轻松的场合开始，逐渐增加社交的时间和频率。",
        "label": ""
      },
      {
        "sentence": "希望你能够渐渐摆脱这种压抑感，找到更多的自由和快乐。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要，随时可以在这里找我聊天。",
        "label": ""
      }
    ]
  }
]