[
  {
    "role": "client",
    "content": "我是女生，已经领证了，但还没有办婚礼。我感觉对方并不急着办婚礼，我应该催他吗？其实之前我催过几次，但每次都没有结果。再次提这个话题，我也觉得没意思。但是我不知道不催的话应该怎么办。",
    "annotation": [
      {
        "sentence": "我是女生，已经领证了，但还没有办婚礼。",
        "label": ""
      },
      {
        "sentence": "我感觉对方并不急着办婚礼，我应该催他吗？",
        "label": ""
      },
      {
        "sentence": "其实之前我催过几次，但每次都没有结果。",
        "label": ""
      },
      {
        "sentence": "再次提这个话题，我也觉得没意思。",
        "label": ""
      },
      {
        "sentence": "但是我不知道不催的话应该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你和你老公在婚前有没有讨论过举办婚礼的具体方案呢？你们的家庭对此有什么看法呢？或许他已经和家人商量过，担心你会不开心，所以没有明确告诉你。说实话，今年办婚礼确实不是个好时机，疫情让人们不敢聚会，万一不小心感染病毒就不好了。所以，如果不是特别必要，大家尽量不要来参加。而且举办婚礼的目的也没能达到，原本想让更多人见证，结果却没那么多人到场；还有重要的领导人物没有来，这对很多人来说是婚礼的关键部分，没有领导的祝福，婚礼会少了些意义。而且如果订了座位，但没有人坐满，食物就浪费了（有些单位的领导很在意这种铺张浪费）；而且现在疫情导致经济不景气，很多人失业，再加上要爱惜生命，份子钱收入也少了一些，办婚礼的成本就大大增加了。可能还有的人的工资也减少了，未来也不确定，所以大操大办确实是经济上的负担，还不如节省钱好好过日子，为将来养孩子做打算。你可以冷静地和你老公谈一下他为什么不想办婚礼，如果可以推迟，你可以慢慢等。如果最后不办，也要有你能接受的理由是不是？单纯催他，并不能解决问题，反而会增加矛盾，也会让他觉得你不懂事，只顾着面子而已——领了结婚证，仪式真的有那么重要吗？你要想一想，婚礼仪式对你具体意味着什么，如果确实非常重要，可以和他好好沟通，相信总会找到解决的办法的。",
    "annotation": [
      {
        "sentence": "你和你老公在婚前有没有讨论过举办婚礼的具体方案呢？",
        "label": ""
      },
      {
        "sentence": "你们的家庭对此有什么看法呢？",
        "label": ""
      },
      {
        "sentence": "或许他已经和家人商量过，担心你会不开心，所以没有明确告诉你。",
        "label": ""
      },
      {
        "sentence": "说实话，今年办婚礼确实不是个好时机，疫情让人们不敢聚会，万一不小心感染病毒就不好了。",
        "label": ""
      },
      {
        "sentence": "所以，如果不是特别必要，大家尽量不要来参加。",
        "label": ""
      },
      {
        "sentence": "而且举办婚礼的目的也没能达到，原本想让更多人见证，结果却没那么多人到场；还有重要的领导人物没有来，这对很多人来说是婚礼的关键部分，没有领导的祝福，婚礼会少了些意义。",
        "label": ""
      },
      {
        "sentence": "而且如果订了座位，但没有人坐满，食物就浪费了（有些单位的领导很在意这种铺张浪费）；而且现在疫情导致经济不景气，很多人失业，再加上要爱惜生命，份子钱收入也少了一些，办婚礼的成本就大大增加了。",
        "label": ""
      },
      {
        "sentence": "可能还有的人的工资也减少了，未来也不确定，所以大操大办确实是经济上的负担，还不如节省钱好好过日子，为将来养孩子做打算。",
        "label": ""
      },
      {
        "sentence": "你可以冷静地和你老公谈一下他为什么不想办婚礼，如果可以推迟，你可以慢慢等。",
        "label": ""
      },
      {
        "sentence": "如果最后不办，也要有你能接受的理由是不是？",
        "label": ""
      },
      {
        "sentence": "单纯催他，并不能解决问题，反而会增加矛盾，也会让他觉得你不懂事，只顾着面子而已——领了结婚证，仪式真的有那么重要吗？",
        "label": ""
      },
      {
        "sentence": "你要想一想，婚礼仪式对你具体意味着什么，如果确实非常重要，可以和他好好沟通，相信总会找到解决的办法的。",
        "label": ""
      }
    ]
  }
]