[
  {
    "role": "client",
    "content": "怎么样确定自己谈恋爱的那个人能够走进婚姻呢？",
    "annotation": [
      {
        "sentence": "怎么样确定自己谈恋爱的那个人能够走进婚姻呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "针对你的问题，我们可以从进化心理学来聊聊。以下是正文：朋友小琦最近和谈了7年的男友分手了。没有出轨，没有家暴，分手原因简单又奇葩：性格不合，和平分手。谈了7年的情侣因为“性格不合”突然分手，在外人看来，太牵强了。共同的好友说：太遗憾了，都7年了，难道还没有磨合好吗？见证过的老师说：我还以为一定能吃到你们的喜酒。两家无奈的父母，只能挥一挥手，叹一口气，说一句“儿孙自有儿孙福”。小琦说，到了谈婚论嫁的地步分手真的不是一件容易的事，但太累了。想到下半生都会面对这样的日子，我真的不敢因为感情赌上婚姻。知乎热门问题“谈了很久的恋爱分手是怎样一种感觉？”下，回答五花八门。人们在遗憾一段长久的感情消逝之际，也给出了各种自己的“恋爱经验”。今天，我们就来聊聊，是不是恋爱中的三观一致是什么。",
    "annotation": [
      {
        "sentence": "针对你的问题，我们可以从进化心理学来聊聊。",
        "label": ""
      },
      {
        "sentence": "以下是正文：朋友小琦最近和谈了7年的男友分手了。",
        "label": ""
      },
      {
        "sentence": "没有出轨，没有家暴，分手原因简单又奇葩：性格不合，和平分手。",
        "label": ""
      },
      {
        "sentence": "谈了7年的情侣因为“性格不合”突然分手，在外人看来，太牵强了。",
        "label": ""
      },
      {
        "sentence": "共同的好友说：太遗憾了，都7年了，难道还没有磨合好吗？",
        "label": ""
      },
      {
        "sentence": "见证过的老师说：我还以为一定能吃到你们的喜酒。",
        "label": ""
      },
      {
        "sentence": "两家无奈的父母，只能挥一挥手，叹一口气，说一句“儿孙自有儿孙福”。",
        "label": ""
      },
      {
        "sentence": "小琦说，到了谈婚论嫁的地步分手真的不是一件容易的事，但太累了。",
        "label": ""
      },
      {
        "sentence": "想到下半生都会面对这样的日子，我真的不敢因为感情赌上婚姻。",
        "label": ""
      },
      {
        "sentence": "知乎热门问题“谈了很久的恋爱分手是怎样一种感觉？",
        "label": ""
      },
      {
        "sentence": "”下，回答五花八门。",
        "label": ""
      },
      {
        "sentence": "人们在遗憾一段长久的感情消逝之际，也给出了各种自己的“恋爱经验”。",
        "label": ""
      },
      {
        "sentence": "今天，我们就来聊聊，是不是恋爱中的三观一致是什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你足够了解他吗？",
    "annotation": [
      {
        "sentence": "你足够了解他吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有个关系很好的师姐，一毕业就跟家里安排的相亲对象结婚了，结果不到一年，就各种抱怨老公，觉得不合适想离婚。我问她：“你们谈恋爱的时候难道没觉得不合适吗？”她说：“我们每周约会，一起出来吃饭逛街看电影，很开心啊，当时觉得挺合适的。后来双方父母都挺满意，就结婚了。”我问她：“那你们了解对方的消费观、人生观、价值观；对方的工作能力、对待工作的态度，对未来生活的期许吗？”她一时语塞。从进化心理学的角度来看，结婚对象应该找和你相似的人而非互补的人。而相似，即可以理解为我们日常所说的：三观一致。对相似性的偏好也是我们常说的“同类通婚”现象：人们总是与相似性更高的对象约会和结婚。首先，在外貌上我们可能更偏好童年时陪伴我们成长的爸妈（或者对你有重要影响的其他异性角色）的样子；其次，在“择偶价值”的整体分数上，很少出现童话故事里“灰姑娘和王子”相配的情况，更多地是得分高的男人娶了得分高的女人；分数平平的女人嫁给了分数平平的男人。男女两性对相似性的要求非常一致，他们都希望对方拥有和自己类似的价值观、政治倾向、世界观和知识水平，也希望性格特征比较接近。所有谈恋爱的过程，其实是在了解彼此是不是自己要找的人。虽然说恋爱的过程中，少不了磨合的阶段，但一个人的三观是其成长经历所形成的，是很难去改变的。",
    "annotation": [
      {
        "sentence": "有个关系很好的师姐，一毕业就跟家里安排的相亲对象结婚了，结果不到一年，就各种抱怨老公，觉得不合适想离婚。",
        "label": ""
      },
      {
        "sentence": "我问她：“你们谈恋爱的时候难道没觉得不合适吗？",
        "label": ""
      },
      {
        "sentence": "”她说：“我们每周约会，一起出来吃饭逛街看电影，很开心啊，当时觉得挺合适的。",
        "label": ""
      },
      {
        "sentence": "后来双方父母都挺满意，就结婚了。",
        "label": ""
      },
      {
        "sentence": "”我问她：“那你们了解对方的消费观、人生观、价值观；对方的工作能力、对待工作的态度，对未来生活的期许吗？",
        "label": ""
      },
      {
        "sentence": "”她一时语塞。",
        "label": ""
      },
      {
        "sentence": "从进化心理学的角度来看，结婚对象应该找和你相似的人而非互补的人。",
        "label": ""
      },
      {
        "sentence": "而相似，即可以理解为我们日常所说的：三观一致。",
        "label": ""
      },
      {
        "sentence": "对相似性的偏好也是我们常说的“同类通婚”现象：人们总是与相似性更高的对象约会和结婚。",
        "label": ""
      },
      {
        "sentence": "首先，在外貌上我们可能更偏好童年时陪伴我们成长的爸妈（或者对你有重要影响的其他异性角色）的样子；其次，在“择偶价值”的整体分数上，很少出现童话故事里“灰姑娘和王子”相配的情况，更多地是得分高的男人娶了得分高的女人；分数平平的女人嫁给了分数平平的男人。",
        "label": ""
      },
      {
        "sentence": "男女两性对相似性的要求非常一致，他们都希望对方拥有和自己类似的价值观、政治倾向、世界观和知识水平，也希望性格特征比较接近。",
        "label": ""
      },
      {
        "sentence": "所有谈恋爱的过程，其实是在了解彼此是不是自己要找的人。",
        "label": ""
      },
      {
        "sentence": "虽然说恋爱的过程中，少不了磨合的阶段，但一个人的三观是其成长经历所形成的，是很难去改变的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你们三观一致吗？",
    "annotation": [
      {
        "sentence": "你们三观一致吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有自己的人生观、价值观、消费观。人生观不分对错，你希望在三线小镇过平稳安逸的日子；他却希望在一线扎根，不畏996。但人生观不一致，两个人的追求和目标也就不一样，人生的道路就不是同一条。价值观，就是你认为什么是有价值的，什么是最珍贵的东西。说小了是一个苹果的价值，说大了是人一生的价值。价值观不同的人，很难互相理解：你觉得重要的东西他觉得没有意义，继而一直否定你；他坚持的东西你觉得没有必要，进而一直嫌弃他。如果两个无法互相理解，那他们是不太可能互相支持对方在做的事的。一个人的消费观，就是价值观的最直接映射：结婚纪念日，你想要一个浪漫的烛光晚餐，他执意在家做饭；发了年终奖，他坚持要买智能家电，但你看中了某件大衣；孩子到了上学的年纪，你想让孩子上贵族双语，他却认为民办的更实惠。生活的柴米油盐，大部分与钱有关，在花钱问题上分歧太大的情侣，也很难把日子过到风调雨顺。判断两个人之间的经历是否具有相似度，要看彼此主观上的认知。有几个方便判断的问题，可以花时间聊一聊：回忆过去，你的感受是积极的还是消极的？成长过程中有哪些事让你懂得了哪些道理？成长过程中有谁对你的影响最大，他做了",
    "annotation": [
      {
        "sentence": "每个人都有自己的人生观、价值观、消费观。",
        "label": ""
      },
      {
        "sentence": "人生观不分对错，你希望在三线小镇过平稳安逸的日子；他却希望在一线扎根，不畏996。",
        "label": ""
      },
      {
        "sentence": "但人生观不一致，两个人的追求和目标也就不一样，人生的道路就不是同一条。",
        "label": ""
      },
      {
        "sentence": "价值观，就是你认为什么是有价值的，什么是最珍贵的东西。",
        "label": ""
      },
      {
        "sentence": "说小了是一个苹果的价值，说大了是人一生的价值。",
        "label": ""
      },
      {
        "sentence": "价值观不同的人，很难互相理解：你觉得重要的东西他觉得没有意义，继而一直否定你；他坚持的东西你觉得没有必要，进而一直嫌弃他。",
        "label": ""
      },
      {
        "sentence": "如果两个无法互相理解，那他们是不太可能互相支持对方在做的事的。",
        "label": ""
      },
      {
        "sentence": "一个人的消费观，就是价值观的最直接映射：结婚纪念日，你想要一个浪漫的烛光晚餐，他执意在家做饭；发了年终奖，他坚持要买智能家电，但你看中了某件大衣；孩子到了上学的年纪，你想让孩子上贵族双语，他却认为民办的更实惠。",
        "label": ""
      },
      {
        "sentence": "生活的柴米油盐，大部分与钱有关，在花钱问题上分歧太大的情侣，也很难把日子过到风调雨顺。",
        "label": ""
      },
      {
        "sentence": "判断两个人之间的经历是否具有相似度，要看彼此主观上的认知。",
        "label": ""
      },
      {
        "sentence": "有几个方便判断的问题，可以花时间聊一聊：回忆过去，你的感受是积极的还是消极的？",
        "label": ""
      },
      {
        "sentence": "成长过程中有哪些事让你懂得了哪些道理？",
        "label": ""
      },
      {
        "sentence": "成长过程中有谁对你的影响最大，他做了",
        "label": ""
      }
    ]
  }
]