[
  {
    "role": "client",
    "content": "我有社恐强迫症，不敢上学，同时又觉得不上学不行，我感到非常矛盾和痛苦。高一那年，我休学了一年，现在我不敢去上学。我知道这样不对，也想上学，可是我特别怕和同学交流、公开说话、表演等。在学校里，我感觉自己像个透明人，没有朋友，没有人关心我。就好像即使我消失了，也不会有人发现一样。我觉得自己什么也不如别人，成绩差，又笨，什么才艺也没有，长得不好看，性格又不讨人喜欢。我没有底气，老师似乎也只关注那些成绩好的学生，可能连我的名字都不知道。每次看到别人一起玩、一起走，我总是感到非常失落。我曾试着和别人做朋友，但总是无法融入他们，可能是因为我太无趣了吧。我总是犯强迫症，整天感到焦虑，而这严重影响了我的正常学习和生活，就像无限循环的反复强迫中无法自拔。一旦遇到社交场合，我就会紧张得无法吃不下，恶心发烧，失眠，甚至有跳楼的想法。现在一想到要复学，我总是不由自主地感到紧张和难受。我现在觉得自己很废，没救了，不知道该不该放弃。",
    "annotation": [
      {
        "sentence": "我有社恐强迫症，不敢上学，同时又觉得不上学不行，我感到非常矛盾和痛苦。",
        "label": ""
      },
      {
        "sentence": "高一那年，我休学了一年，现在我不敢去上学。",
        "label": ""
      },
      {
        "sentence": "我知道这样不对，也想上学，可是我特别怕和同学交流、公开说话、表演等。",
        "label": ""
      },
      {
        "sentence": "在学校里，我感觉自己像个透明人，没有朋友，没有人关心我。",
        "label": ""
      },
      {
        "sentence": "就好像即使我消失了，也不会有人发现一样。",
        "label": ""
      },
      {
        "sentence": "我觉得自己什么也不如别人，成绩差，又笨，什么才艺也没有，长得不好看，性格又不讨人喜欢。",
        "label": ""
      },
      {
        "sentence": "我没有底气，老师似乎也只关注那些成绩好的学生，可能连我的名字都不知道。",
        "label": ""
      },
      {
        "sentence": "每次看到别人一起玩、一起走，我总是感到非常失落。",
        "label": ""
      },
      {
        "sentence": "我曾试着和别人做朋友，但总是无法融入他们，可能是因为我太无趣了吧。",
        "label": ""
      },
      {
        "sentence": "我总是犯强迫症，整天感到焦虑，而这严重影响了我的正常学习和生活，就像无限循环的反复强迫中无法自拔。",
        "label": ""
      },
      {
        "sentence": "一旦遇到社交场合，我就会紧张得无法吃不下，恶心发烧，失眠，甚至有跳楼的想法。",
        "label": ""
      },
      {
        "sentence": "现在一想到要复学，我总是不由自主地感到紧张和难受。",
        "label": ""
      },
      {
        "sentence": "我现在觉得自己很废，没救了，不知道该不该放弃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在能够寻求帮助，已经是一个很好的开始，你已经开始勇敢地寻找出路了，这点是相当厉害的。有时候，迈出第一步也是困难的事情，但你已经迈出了这一步，这非常了不起。在你的表述中，我注意到你渴望有朋友，希望得到别人的关心。但事实是，你现在没有朋友，没有人关心你。然后你把原因归咎于自己，认为自己不如别人、成绩差、没有才艺、长得不好、性格不讨喜。面对生活中的困难，你总是把责任推到自己身上，但你过于自我攻击了。你对自己反复怀疑，自信心也被削弱得所剩无几。让自己放轻松一点吧，对自己少一些质疑。其实，很多人多多少少都有一些社恐的问题，但大部分人都能正常生活，这取决于自己的情绪调节能力。我希望不久的将来，你也能够调整好自己，重新出发，交到一些朋友，成绩也会慢慢变好，一切都会变得更好的。",
    "annotation": [
      {
        "sentence": "你现在能够寻求帮助，已经是一个很好的开始，你已经开始勇敢地寻找出路了，这点是相当厉害的。",
        "label": ""
      },
      {
        "sentence": "有时候，迈出第一步也是困难的事情，但你已经迈出了这一步，这非常了不起。",
        "label": ""
      },
      {
        "sentence": "在你的表述中，我注意到你渴望有朋友，希望得到别人的关心。",
        "label": ""
      },
      {
        "sentence": "但事实是，你现在没有朋友，没有人关心你。",
        "label": ""
      },
      {
        "sentence": "然后你把原因归咎于自己，认为自己不如别人、成绩差、没有才艺、长得不好、性格不讨喜。",
        "label": ""
      },
      {
        "sentence": "面对生活中的困难，你总是把责任推到自己身上，但你过于自我攻击了。",
        "label": ""
      },
      {
        "sentence": "你对自己反复怀疑，自信心也被削弱得所剩无几。",
        "label": ""
      },
      {
        "sentence": "让自己放轻松一点吧，对自己少一些质疑。",
        "label": ""
      },
      {
        "sentence": "其实，很多人多多少少都有一些社恐的问题，但大部分人都能正常生活，这取决于自己的情绪调节能力。",
        "label": ""
      },
      {
        "sentence": "我希望不久的将来，你也能够调整好自己，重新出发，交到一些朋友，成绩也会慢慢变好，一切都会变得更好的。",
        "label": ""
      }
    ]
  }
]