[
  {
    "role": "client",
    "content": "毕业论文特难写，感觉特别没有自信，不想面对生活？",
    "annotation": [
      {
        "sentence": "毕业论文特难写，感觉特别没有自信，不想面对生活？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的表达，可以看出来你是一个很有上进心、很孝顺的孩子，其实我现在在备战考研，今年的疫情确实对我们每个人的影响都是很大的。我都在考虑自己要不要放弃这次考研，明年再战，但是我自己不甘心，想着为自己努力一把，即使没有成功那我也拼尽全力尝试了。家里的情况确实会影响我们的心情和复习效率。其实你现在是一名研究生要毕业了，毕业论文确实有一定的难度，但是我们本科时的论文，对本科毕业时的你不也是有难度的吗？那我们不还是把它写出来了顺利毕业了嘛，所以毕业论文不是问题。我们先调整好心态，然后再开始总结。",
    "annotation": [
      {
        "sentence": "看到你的表达，可以看出来你是一个很有上进心、很孝顺的孩子，其实我现在在备战考研，今年的疫情确实对我们每个人的影响都是很大的。",
        "label": ""
      },
      {
        "sentence": "我都在考虑自己要不要放弃这次考研，明年再战，但是我自己不甘心，想着为自己努力一把，即使没有成功那我也拼尽全力尝试了。",
        "label": ""
      },
      {
        "sentence": "家里的情况确实会影响我们的心情和复习效率。",
        "label": ""
      },
      {
        "sentence": "其实你现在是一名研究生要毕业了，毕业论文确实有一定的难度，但是我们本科时的论文，对本科毕业时的你不也是有难度的吗？",
        "label": ""
      },
      {
        "sentence": "那我们不还是把它写出来了顺利毕业了嘛，所以毕业论文不是问题。",
        "label": ""
      },
      {
        "sentence": "我们先调整好心态，然后再开始总结。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，但是我真的觉得毕业论文特别难写，每天都在哭，一堆文献在面前，我不会总结。而且我觉得我根本不是上博士的料，感觉自己对社会一点贡献都没有，不知道未来做什么工作。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，但是我真的觉得毕业论文特别难写，每天都在哭，一堆文献在面前，我不会总结。",
        "label": ""
      },
      {
        "sentence": "而且我觉得我根本不是上博士的料，感觉自己对社会一点贡献都没有，不知道未来做什么工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的困惑和担忧。但是，我们不能把自己和别人相比较，每个人的情况都不一样。你是一个研究生，这已经是很了不起的成就了。我们不能说不知道自己胜任什么工作，应该先找到一个工作，到任何工作岗位上都是需要学习的，我们的经验都是积累起来的。所以先不要妄自菲薄，你可以先找一个工作，然后再考虑是博士还是工作。这样你先有一个目标，不会那么迷茫。",
    "annotation": [
      {
        "sentence": "我了解你的困惑和担忧。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能把自己和别人相比较，每个人的情况都不一样。",
        "label": ""
      },
      {
        "sentence": "你是一个研究生，这已经是很了不起的成就了。",
        "label": ""
      },
      {
        "sentence": "我们不能说不知道自己胜任什么工作，应该先找到一个工作，到任何工作岗位上都是需要学习的，我们的经验都是积累起来的。",
        "label": ""
      },
      {
        "sentence": "所以先不要妄自菲薄，你可以先找一个工作，然后再考虑是博士还是工作。",
        "label": ""
      },
      {
        "sentence": "这样你先有一个目标，不会那么迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我明白了。我得调整好心态，先找到一份工作，为自己积累经验。但是现在还有一个问题，我在写小论文发表的时候，收到了好多拖稿邮件。我投了一篇核心，想用来申请博士，结果文章外审的时候也失败了。我妈以为我能发出来，我没敢告诉她。现在觉得毕业论文也特别难写，我真的很失望。",
    "annotation": [
      {
        "sentence": "你说得对，我明白了。",
        "label": ""
      },
      {
        "sentence": "我得调整好心态，先找到一份工作，为自己积累经验。",
        "label": ""
      },
      {
        "sentence": "但是现在还有一个问题，我在写小论文发表的时候，收到了好多拖稿邮件。",
        "label": ""
      },
      {
        "sentence": "我投了一篇核心，想用来申请博士，结果文章外审的时候也失败了。",
        "label": ""
      },
      {
        "sentence": "我妈以为我能发出来，我没敢告诉她。",
        "label": ""
      },
      {
        "sentence": "现在觉得毕业论文也特别难写，我真的很失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的失望和压力。科研工作本来就是很有挑战性的，不成功的经历也是很正常的。你要知道，挫折和失败并不代表你的能力不足，它们只是帮助你成长和学习的一部分。也许这次的失败是一次宝贵的经验，让你更加了解科研的要求和标准。不要让这次的不顺利影响你对毕业论文的信心，相信自己，你一定能够克服困难，写出优秀的毕业论文。",
    "annotation": [
      {
        "sentence": "我能理解你的失望和压力。",
        "label": ""
      },
      {
        "sentence": "科研工作本来就是很有挑战性的，不成功的经历也是很正常的。",
        "label": ""
      },
      {
        "sentence": "你要知道，挫折和失败并不代表你的能力不足，它们只是帮助你成长和学习的一部分。",
        "label": ""
      },
      {
        "sentence": "也许这次的失败是一次宝贵的经验，让你更加了解科研的要求和标准。",
        "label": ""
      },
      {
        "sentence": "不要让这次的不顺利影响你对毕业论文的信心，相信自己，你一定能够克服困难，写出优秀的毕业论文。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解。我会调整好心态，重新审视自己的实力和目标。确实，每个人都会遇到挫折和失败，但重要的是如何从中学习和成长。我会相信自己，努力克服困难，写出一篇令自己满意的毕业论文。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解。",
        "label": ""
      },
      {
        "sentence": "我会调整好心态，重新审视自己的实力和目标。",
        "label": ""
      },
      {
        "sentence": "确实，每个人都会遇到挫折和失败，但重要的是如何从中学习和成长。",
        "label": ""
      },
      {
        "sentence": "我会相信自己，努力克服困难，写出一篇令自己满意的毕业论文。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！相信自己，你一定能够克服困难，完成优秀的毕业论文。同时，也记得在这个过程中好好照顾自己的身心健康，保持积极的心态，把握好学习和生活的平衡。如果你需要任何帮助或支持，随时都可以找我倾诉。",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够克服困难，完成优秀的毕业论文。",
        "label": ""
      },
      {
        "sentence": "同时，也记得在这个过程中好好照顾自己的身心健康，保持积极的心态，把握好学习和生活的平衡。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或支持，随时都可以找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，真的很感激。我会好好调整自己的状态，有任何困惑和问题我会及时与你交流。再次谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，真的很感激。",
        "label": ""
      },
      {
        "sentence": "我会好好调整自己的状态，有任何困惑和问题我会及时与你交流。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我相信你一定能够克服困难，迎接成功。记得，你不是一个人在战斗，我会一直陪伴着你，帮助你度过难关。加油！你很棒！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我相信你一定能够克服困难，迎接成功。",
        "label": ""
      },
      {
        "sentence": "记得，你不是一个人在战斗，我会一直陪伴着你，帮助你度过难关。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "你很棒！",
        "label": ""
      }
    ]
  }
]