[
  {
    "role": "client",
    "content": "我有社恐和强迫症，不敢去上学，但是又觉得不去不行。我已经休学一年了，不敢去上学，虽然知道这样不对，但还是想上学。可是我特别害怕和同学交流，公开说话和表演。在学校里，我就像个透明人，没有朋友，没有人关心我。我觉得自己什么也不如别人，成绩差而且笨，没有任何才艺，长得也不好看，性格也不受人喜欢。我没有底气，而且老师也只关注成绩好的学生，可能连我的名字都不知道。看到别人一起玩、一起走，我总是感到失落。我曾试着和别人交朋友，但总是融入不了他们，可能是因为我太无趣了吧。我每天都焦虑得厉害，强迫症状严重影响着我的正常学习和生活。每次遇到社交场合，我就紧张得不吃不喝，恶心发烧，失眠，甚至有自残和跳楼的想法。现在只要想到要复学，我就不自觉地感到紧张和难受。我现在觉得自己废了，没救了，应该放弃吗？",
    "annotation": [
      {
        "sentence": "我有社恐和强迫症，不敢去上学，但是又觉得不去不行。",
        "label": ""
      },
      {
        "sentence": "我已经休学一年了，不敢去上学，虽然知道这样不对，但还是想上学。",
        "label": ""
      },
      {
        "sentence": "可是我特别害怕和同学交流，公开说话和表演。",
        "label": ""
      },
      {
        "sentence": "在学校里，我就像个透明人，没有朋友，没有人关心我。",
        "label": ""
      },
      {
        "sentence": "我觉得自己什么也不如别人，成绩差而且笨，没有任何才艺，长得也不好看，性格也不受人喜欢。",
        "label": ""
      },
      {
        "sentence": "我没有底气，而且老师也只关注成绩好的学生，可能连我的名字都不知道。",
        "label": ""
      },
      {
        "sentence": "看到别人一起玩、一起走，我总是感到失落。",
        "label": ""
      },
      {
        "sentence": "我曾试着和别人交朋友，但总是融入不了他们，可能是因为我太无趣了吧。",
        "label": ""
      },
      {
        "sentence": "我每天都焦虑得厉害，强迫症状严重影响着我的正常学习和生活。",
        "label": ""
      },
      {
        "sentence": "每次遇到社交场合，我就紧张得不吃不喝，恶心发烧，失眠，甚至有自残和跳楼的想法。",
        "label": ""
      },
      {
        "sentence": "现在只要想到要复学，我就不自觉地感到紧张和难受。",
        "label": ""
      },
      {
        "sentence": "我现在觉得自己废了，没救了，应该放弃吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你为什么明知道会导致身体不舒服的情况下，还执着地想去学校呢？明明知道自己无法适应学校的环境，没有什么值得骄傲的东西，同学和老师对你也不友好，你还是想去学校吗？是因为你喜欢学校人多的氛围吗？是因为你喜欢某个人吗？还是喜欢某个特定的地方？或者你觉得只有去学校学习读书，考上大学，才能证明自己的价值，被大家接受呢？其实，很多著名的作家并没有在学校受过写作训练，他们完全靠自己的热情和执着取得了成功。即使他们成功了，他们也没有觉得任务完成，而是继续充满热情地创作。你知道牛顿吗？他出生在一个农民家庭，父亲在他出生前两个月就去世了，母亲在他两岁时改嫁，祖母承担起了抚养教育他的责任。他从小就喜欢读书，非常勤奋，还特别喜欢手工。后来，虽然他考上了剑桥大学三一学院，但由于当时伦敦爆发了严重的鼠疫，学校停课放假，他不得不返回家乡。在家乡居住的两年里，勇于探索的牛顿取得了三大成就，形成了对微积分、万有引力和光学分析的初步思想。同样地，很多著名人士都是平时喜欢读书，然后找准目标，坚持不懈地专研，才有了后来的成就。也有很多人是在工作几年之后才继续深造的。总之，我们一定要保持持续的成长心态和终身学习的心态。我并不是说你不应该回学校读书，但你现在只顾着贬低自己，关注自己的问题和别人的态度，这样根本就无法好好上课。如果你不能改变这些错误的观念，回学校只会让你的症状更严重，心理更痛苦，学业没有任何进步，还不如在家学习。你在家有很多时间，完全可以自己合理安排，深入学习书本内容，研究每一届考试的题型和内容，通过网络和老师交流不懂的问题，并进行大量的深度阅读，让自己更加博学精深。金子终将会发光的！但前提是：你必须将自己变成金子！",
    "annotation": [
      {
        "sentence": "你为什么明知道会导致身体不舒服的情况下，还执着地想去学校呢？",
        "label": ""
      },
      {
        "sentence": "明明知道自己无法适应学校的环境，没有什么值得骄傲的东西，同学和老师对你也不友好，你还是想去学校吗？",
        "label": ""
      },
      {
        "sentence": "是因为你喜欢学校人多的氛围吗？",
        "label": ""
      },
      {
        "sentence": "是因为你喜欢某个人吗？",
        "label": ""
      },
      {
        "sentence": "还是喜欢某个特定的地方？",
        "label": ""
      },
      {
        "sentence": "或者你觉得只有去学校学习读书，考上大学，才能证明自己的价值，被大家接受呢？",
        "label": ""
      },
      {
        "sentence": "其实，很多著名的作家并没有在学校受过写作训练，他们完全靠自己的热情和执着取得了成功。",
        "label": ""
      },
      {
        "sentence": "即使他们成功了，他们也没有觉得任务完成，而是继续充满热情地创作。",
        "label": ""
      },
      {
        "sentence": "你知道牛顿吗？",
        "label": ""
      },
      {
        "sentence": "他出生在一个农民家庭，父亲在他出生前两个月就去世了，母亲在他两岁时改嫁，祖母承担起了抚养教育他的责任。",
        "label": ""
      },
      {
        "sentence": "他从小就喜欢读书，非常勤奋，还特别喜欢手工。",
        "label": ""
      },
      {
        "sentence": "后来，虽然他考上了剑桥大学三一学院，但由于当时伦敦爆发了严重的鼠疫，学校停课放假，他不得不返回家乡。",
        "label": ""
      },
      {
        "sentence": "在家乡居住的两年里，勇于探索的牛顿取得了三大成就，形成了对微积分、万有引力和光学分析的初步思想。",
        "label": ""
      },
      {
        "sentence": "同样地，很多著名人士都是平时喜欢读书，然后找准目标，坚持不懈地专研，才有了后来的成就。",
        "label": ""
      },
      {
        "sentence": "也有很多人是在工作几年之后才继续深造的。",
        "label": ""
      },
      {
        "sentence": "总之，我们一定要保持持续的成长心态和终身学习的心态。",
        "label": ""
      },
      {
        "sentence": "我并不是说你不应该回学校读书，但你现在只顾着贬低自己，关注自己的问题和别人的态度，这样根本就无法好好上课。",
        "label": ""
      },
      {
        "sentence": "如果你不能改变这些错误的观念，回学校只会让你的症状更严重，心理更痛苦，学业没有任何进步，还不如在家学习。",
        "label": ""
      },
      {
        "sentence": "你在家有很多时间，完全可以自己合理安排，深入学习书本内容，研究每一届考试的题型和内容，通过网络和老师交流不懂的问题，并进行大量的深度阅读，让自己更加博学精深。",
        "label": ""
      },
      {
        "sentence": "金子终将会发光的！",
        "label": ""
      },
      {
        "sentence": "但前提是：你必须将自己变成金子！",
        "label": ""
      }
    ]
  }
]