[
  {
    "role": "client",
    "content": "最近我总是想要算命，感觉把它当心灵的支撑，是怎么回事？在我人生最艰难的时候（那时候生病情绪障碍，经历校园暴力，不被人所理解，焦虑，恐惧）我父母算命说我只是运气不好，到22年就好了。自此就喜欢上了算命，总是喜欢算命，还喜欢算婚姻，算我未来丈夫如何，痴迷于此，感觉自己把它当做心灵的支撑，现在依旧很艰难，生病无法学习，还要坚持完成学业，算命几乎天天，我知道这个不可信，但是忍不住，有解决方法吗？",
    "annotation": [
      {
        "sentence": "最近我总是想要算命，感觉把它当心灵的支撑，是怎么回事？",
        "label": ""
      },
      {
        "sentence": "在我人生最艰难的时候（那时候生病情绪障碍，经历校园暴力，不被人所理解，焦虑，恐惧）我父母算命说我只是运气不好，到22年就好了。",
        "label": ""
      },
      {
        "sentence": "自此就喜欢上了算命，总是喜欢算命，还喜欢算婚姻，算我未来丈夫如何，痴迷于此，感觉自己把它当做心灵的支撑，现在依旧很艰难，生病无法学习，还要坚持完成学业，算命几乎天天，我知道这个不可信，但是忍不住，有解决方法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听起来你一直以算命作为心灵的支撑。其实很多人会有类似的情况。不论东方还是西方，都有着自己的占卜文化，比如东方是算命，西方是星座。算命似乎可以带来安慰，也许是一种自我疗愈。我个人认为算命的过程本身虽然有些偏远和迷信，但同时也有可能对你的人生道路起到指引作用。所以说，在一定程度上来说，算命并不是一定是迷信。你觉得呢？",
    "annotation": [
      {
        "sentence": "你好，听起来你一直以算命作为心灵的支撑。",
        "label": ""
      },
      {
        "sentence": "其实很多人会有类似的情况。",
        "label": ""
      },
      {
        "sentence": "不论东方还是西方，都有着自己的占卜文化，比如东方是算命，西方是星座。",
        "label": ""
      },
      {
        "sentence": "算命似乎可以带来安慰，也许是一种自我疗愈。",
        "label": ""
      },
      {
        "sentence": "我个人认为算命的过程本身虽然有些偏远和迷信，但同时也有可能对你的人生道路起到指引作用。",
        "label": ""
      },
      {
        "sentence": "所以说，在一定程度上来说，算命并不是一定是迷信。",
        "label": ""
      },
      {
        "sentence": "你觉得呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白。不过我总是喜欢算命，还喜欢痴迷于算婚姻，如何和自己未来的丈夫相处。这似乎成了我的心灵支撑，对我的生活和学业造成了困扰。请问有没有好的建议或解决办法？",
    "annotation": [
      {
        "sentence": "我明白。",
        "label": ""
      },
      {
        "sentence": "不过我总是喜欢算命，还喜欢痴迷于算婚姻，如何和自己未来的丈夫相处。",
        "label": ""
      },
      {
        "sentence": "这似乎成了我的心灵支撑，对我的生活和学业造成了困扰。",
        "label": ""
      },
      {
        "sentence": "请问有没有好的建议或解决办法？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。痴迷于算命或算婚姻的想法，可能会让你感到一些安慰，但它们也有可能会让你变得太过烦恼和忧虑。因此，有时候我们需要从一些不同的角度去解决问题。比如说，找到一些其他的爱好，花时间去尝试一些新的事物，可能会让你更积极地看待生活和未来的发展。同时，如果你觉得想法已经造成了生活或学业上的负担，建议你去寻求一些专业心理医生的帮助，他们可能会为你提供更好的支持。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "痴迷于算命或算婚姻的想法，可能会让你感到一些安慰，但它们也有可能会让你变得太过烦恼和忧虑。",
        "label": ""
      },
      {
        "sentence": "因此，有时候我们需要从一些不同的角度去解决问题。",
        "label": ""
      },
      {
        "sentence": "比如说，找到一些其他的爱好，花时间去尝试一些新的事物，可能会让你更积极地看待生活和未来的发展。",
        "label": ""
      },
      {
        "sentence": "同时，如果你觉得想法已经造成了生活或学业上的负担，建议你去寻求一些专业心理医生的帮助，他们可能会为你提供更好的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试的。但我不想错过任何东西，我总觉得要是不算命，不知道自己未来该做什么。如何摆脱这种依赖呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试的。",
        "label": ""
      },
      {
        "sentence": "但我不想错过任何东西，我总觉得要是不算命，不知道自己未来该做什么。",
        "label": ""
      },
      {
        "sentence": "如何摆脱这种依赖呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的这种想法很常见，但是算命并不能让我们真正知道未来。我们是无法即刻知道自己未来的发展和发生的事情的。或许你可以将精力集中到当下，努力充实你的生活和学习，并尝试让自己更加自信。如果你还是有困难的话，我建议你去看心理医生。他们会为你提供更好的建议和支持，帮助你克服这种依赖。",
    "annotation": [
      {
        "sentence": "你的这种想法很常见，但是算命并不能让我们真正知道未来。",
        "label": ""
      },
      {
        "sentence": "我们是无法即刻知道自己未来的发展和发生的事情的。",
        "label": ""
      },
      {
        "sentence": "或许你可以将精力集中到当下，努力充实你的生活和学习，并尝试让自己更加自信。",
        "label": ""
      },
      {
        "sentence": "如果你还是有困难的话，我建议你去看心理医生。",
        "label": ""
      },
      {
        "sentence": "他们会为你提供更好的建议和支持，帮助你克服这种依赖。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，我觉得你的建议很有道理。我会试着放下那种想法，集中精力做一些有意义的事情，并尝试寻求专业的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的回答，我觉得你的建议很有道理。",
        "label": ""
      },
      {
        "sentence": "我会试着放下那种想法，集中精力做一些有意义的事情，并尝试寻求专业的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够和你聊天。虽然我们在这里只是做了一些简单的交流，但是对你的问题还是有一些了解。如果以后你还需要我的帮助，不要犹豫，随时找我聊天。",
    "annotation": [
      {
        "sentence": "很高兴能够和你聊天。",
        "label": ""
      },
      {
        "sentence": "虽然我们在这里只是做了一些简单的交流，但是对你的问题还是有一些了解。",
        "label": ""
      },
      {
        "sentence": "如果以后你还需要我的帮助，不要犹豫，随时找我聊天。",
        "label": ""
      }
    ]
  }
]