[
  {
    "role": "client",
    "content": "我开始恐惧生活会遇到“林有有”，怎么办？大家有没有感到最近有太多关于出轨、小三之类的话题。不管是半藏森林到罗志祥，再有后来张大奕蒋凡，如今一部《三十而已》林有有的话题在微博热搜持续不断。开始没觉得，后来越来越多这种信息，我开始感到恐惧，每次闲下来的时候我都在想会不会遇到林有有这种人。我结婚快两年了，有了一个一岁半的宝宝，老公在隔壁县城当工程师，每星期周末放假回家。他人不错，婆家的亲朋都说他是个很稳重不浮躁的人。他每次回来也经常分享厂里发生的事。厂，什么人都有。他跟我讲了他的老板其实在外面有小三，还有一位18岁就结婚如今30多岁的同事也对婚姻不忠。我问他你会吗，他说：“我不会，还是机械开发好玩，找小三费钱费事费精力”。可我还是很害怕，想着想着我现在有些抑郁了。婆家是个非常和谐开明的家庭，公婆对我超好，只是老公有些直男不太懂我的敏感，工科男，身边的亲朋都说他人好，可我还是害怕，怎么办，唉",
    "annotation": [
      {
        "sentence": "我开始恐惧生活会遇到“林有有”，怎么办？",
        "label": ""
      },
      {
        "sentence": "大家有没有感到最近有太多关于出轨、小三之类的话题。",
        "label": ""
      },
      {
        "sentence": "不管是半藏森林到罗志祥，再有后来张大奕蒋凡，如今一部《三十而已》林有有的话题在微博热搜持续不断。",
        "label": ""
      },
      {
        "sentence": "开始没觉得，后来越来越多这种信息，我开始感到恐惧，每次闲下来的时候我都在想会不会遇到林有有这种人。",
        "label": ""
      },
      {
        "sentence": "我结婚快两年了，有了一个一岁半的宝宝，老公在隔壁县城当工程师，每星期周末放假回家。",
        "label": ""
      },
      {
        "sentence": "他人不错，婆家的亲朋都说他是个很稳重不浮躁的人。",
        "label": ""
      },
      {
        "sentence": "他每次回来也经常分享厂里发生的事。",
        "label": ""
      },
      {
        "sentence": "厂，什么人都有。",
        "label": ""
      },
      {
        "sentence": "他跟我讲了他的老板其实在外面有小三，还有一位18岁就结婚如今30多岁的同事也对婚姻不忠。",
        "label": ""
      },
      {
        "sentence": "我问他你会吗，他说：“我不会，还是机械开发好玩，找小三费钱费事费精力”。",
        "label": ""
      },
      {
        "sentence": "可我还是很害怕，想着想着我现在有些抑郁了。",
        "label": ""
      },
      {
        "sentence": "婆家是个非常和谐开明的家庭，公婆对我超好，只是老公有些直男不太懂我的敏感，工科男，身边的亲朋都说他人好，可我还是害怕，怎么办，唉",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我感觉你是有点“共情过度”，把一些有关出轨、小三的话题代入到自己身上。进而增加自己的焦虑感、恐惧感。这样也会增加夫妻间的不信任感。但你也不需要过于自责，因为你是真的很爱你的老公，很在乎你的家庭，所以我们也是可以理解的。",
    "annotation": [
      {
        "sentence": "我感觉你是有点“共情过度”，把一些有关出轨、小三的话题代入到自己身上。",
        "label": ""
      },
      {
        "sentence": "进而增加自己的焦虑感、恐惧感。",
        "label": ""
      },
      {
        "sentence": "这样也会增加夫妻间的不信任感。",
        "label": ""
      },
      {
        "sentence": "但你也不需要过于自责，因为你是真的很爱你的老公，很在乎你的家庭，所以我们也是可以理解的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实是这样，我潜意识里把这些事件与自己的婚姻联系起来了。我知道这样不好，但我真的很担心自己会遇到林有有这样的人，感觉自己承受不了。",
    "annotation": [
      {
        "sentence": "确实是这样，我潜意识里把这些事件与自己的婚姻联系起来了。",
        "label": ""
      },
      {
        "sentence": "我知道这样不好，但我真的很担心自己会遇到林有有这样的人，感觉自己承受不了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，我可以知道你的老公是一个稳重踏实，老实单纯的人，给予你安全感。他会主动跟你分享厂里发生的事情，愿意承诺、坦诚对话、专注家庭。其实，看待与自己亲密关系的人是会有一层滤镜的，会把他的缺点弱化，优点强化。但如果周围的人对他评价都挺好的，那这个人应该还是不错的，毕竟他人的评价没有必要带什么滤镜。",
    "annotation": [
      {
        "sentence": "从你的描述中，我可以知道你的老公是一个稳重踏实，老实单纯的人，给予你安全感。",
        "label": ""
      },
      {
        "sentence": "他会主动跟你分享厂里发生的事情，愿意承诺、坦诚对话、专注家庭。",
        "label": ""
      },
      {
        "sentence": "其实，看待与自己亲密关系的人是会有一层滤镜的，会把他的缺点弱化，优点强化。",
        "label": ""
      },
      {
        "sentence": "但如果周围的人对他评价都挺好的，那这个人应该还是不错的，毕竟他人的评价没有必要带什么滤镜。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我可能太过担心了，我相信我老公是一个好人，但我还是害怕自己无法应对可能发生的事情。我觉得自己变得很敏感，每次他回来我都会不自觉地观察他的一举一动。",
    "annotation": [
      {
        "sentence": "你说得对，我可能太过担心了，我相信我老公是一个好人，但我还是害怕自己无法应对可能发生的事情。",
        "label": ""
      },
      {
        "sentence": "我觉得自己变得很敏感，每次他回来我都会不自觉地观察他的一举一动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕情绪、不知所措是可以理解的。你的老公可能比较直男，也看不出你情绪的变化。不妨坦诚跟他沟通，真诚表达自己的情绪、害怕发生的事情，一起去解决，一起去成长，减少焦虑，增加信任。",
    "annotation": [
      {
        "sentence": "害怕情绪、不知所措是可以理解的。",
        "label": ""
      },
      {
        "sentence": "你的老公可能比较直男，也看不出你情绪的变化。",
        "label": ""
      },
      {
        "sentence": "不妨坦诚跟他沟通，真诚表达自己的情绪、害怕发生的事情，一起去解决，一起去成长，减少焦虑，增加信任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该与他沟通，把我的担心和恐惧告诉他，一起面对这个问题。也许这样可以增加我们之间的理解和信任。",
    "annotation": [
      {
        "sentence": "你说得对，我应该与他沟通，把我的担心和恐惧告诉他，一起面对这个问题。",
        "label": ""
      },
      {
        "sentence": "也许这样可以增加我们之间的理解和信任。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "减少看这种话题的次数，或者不需要共情太多。你说，婆家是个非常和谐开明的家庭，公婆对你超好；还有个一岁半的宝宝，而且感觉你老公对你也很好。不要过于焦虑，过好当下的每一天吧，你也需要有自己的时间呀，不要浪费时间在怀疑、害怕上。",
    "annotation": [
      {
        "sentence": "减少看这种话题的次数，或者不需要共情太多。",
        "label": ""
      },
      {
        "sentence": "你说，婆家是个非常和谐开明的家庭，公婆对你超好；还有个一岁半的宝宝，而且感觉你老公对你也很好。",
        "label": ""
      },
      {
        "sentence": "不要过于焦虑，过好当下的每一天吧，你也需要有自己的时间呀，不要浪费时间在怀疑、害怕上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对，我应该更加珍惜现在的生活，和家人一起享受幸福的时光，不要被恐惧所困扰。我确实需要花更多时间关注自己的成长和充实自己的生活。",
    "annotation": [
      {
        "sentence": "嗯，你说得对，我应该更加珍惜现在的生活，和家人一起享受幸福的时光，不要被恐惧所困扰。",
        "label": ""
      },
      {
        "sentence": "我确实需要花更多时间关注自己的成长和充实自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "女生要学会经济独立，不过分依赖于家庭，要有自己的生活，有空可以多跟自己的闺蜜聊聊天、逛逛街呀。也可以跟他们聊聊你的担忧。也许，世界上并没有那么多的林有有，也没有那么多的许幻山，相反，世上还是有真爱的。你的老公是一个怎样的人，我想，你最清楚。你会不会相信他，此刻，你的心里应该有答案了吧。祝你早安午安晚安。",
    "annotation": [
      {
        "sentence": "女生要学会经济独立，不过分依赖于家庭，要有自己的生活，有空可以多跟自己的闺蜜聊聊天、逛逛街呀。",
        "label": ""
      },
      {
        "sentence": "也可以跟他们聊聊你的担忧。",
        "label": ""
      },
      {
        "sentence": "也许，世界上并没有那么多的林有有，也没有那么多的许幻山，相反，世上还是有真爱的。",
        "label": ""
      },
      {
        "sentence": "你的老公是一个怎样的人，我想，你最清楚。",
        "label": ""
      },
      {
        "sentence": "你会不会相信他，此刻，你的心里应该有答案了吧。",
        "label": ""
      },
      {
        "sentence": "祝你早安午安晚安。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会尽量调整自己的心态，更加相信我老公，珍惜我们的幸福生活。祝你也一切顺利，谢谢你的陪伴。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会尽量调整自己的心态，更加相信我老公，珍惜我们的幸福生活。",
        "label": ""
      },
      {
        "sentence": "祝你也一切顺利，谢谢你的陪伴。",
        "label": ""
      }
    ]
  }
]