[
  {
    "role": "client",
    "content": "父母想要离婚，我舍不得，怎么办？母亲被查出染病后，出轨也就昭然若揭了。当时，我既痛惜、又心痛，又好无助，又觉得好耻辱。我精神几乎崩溃，但也许因为自己是文学和心理学的爱好者，比起别人，我的性格更坚强，也更冷漠，习惯性把心理防御高筑。从前的创伤，好坏各半。现在精神还尚可。但被得知是出轨前，母亲曾被父亲家暴过几次。我真的觉得，母亲是报复父亲。她曾经在父亲酒后质问是否与其他女人有染，得知“真相”后，嚷着去跳桥自杀。今天，母亲跟我聊了很多，说想要离婚，问我选择跟哪一方。提到想吞食安眠药自尽但又打消念头的事……随后又提出让我以“不学了，去打工”来逼父亲不离婚，我没想多久就拒绝了。也没有很多的安慰她。其实，我真的很想逃避这些问题。但又不想他们之间的任何一个离我而去。我也想过，是不是他们分开彼此都会好一些，但我又担心母亲……但父亲又是那么坚定。我真的好无力，我再坚强，再努力，说到底，也只是刚经历中考的初三学生罢了。最好，我该怎么做…",
    "annotation": [
      {
        "sentence": "父母想要离婚，我舍不得，怎么办？",
        "label": ""
      },
      {
        "sentence": "母亲被查出染病后，出轨也就昭然若揭了。",
        "label": ""
      },
      {
        "sentence": "当时，我既痛惜、又心痛，又好无助，又觉得好耻辱。",
        "label": ""
      },
      {
        "sentence": "我精神几乎崩溃，但也许因为自己是文学和心理学的爱好者，比起别人，我的性格更坚强，也更冷漠，习惯性把心理防御高筑。",
        "label": ""
      },
      {
        "sentence": "从前的创伤，好坏各半。",
        "label": ""
      },
      {
        "sentence": "现在精神还尚可。",
        "label": ""
      },
      {
        "sentence": "但被得知是出轨前，母亲曾被父亲家暴过几次。",
        "label": ""
      },
      {
        "sentence": "我真的觉得，母亲是报复父亲。",
        "label": ""
      },
      {
        "sentence": "她曾经在父亲酒后质问是否与其他女人有染，得知“真相”后，嚷着去跳桥自杀。",
        "label": ""
      },
      {
        "sentence": "今天，母亲跟我聊了很多，说想要离婚，问我选择跟哪一方。",
        "label": ""
      },
      {
        "sentence": "提到想吞食安眠药自尽但又打消念头的事……随后又提出让我以“不学了，去打工”来逼父亲不离婚，我没想多久就拒绝了。",
        "label": ""
      },
      {
        "sentence": "也没有很多的安慰她。",
        "label": ""
      },
      {
        "sentence": "其实，我真的很想逃避这些问题。",
        "label": ""
      },
      {
        "sentence": "但又不想他们之间的任何一个离我而去。",
        "label": ""
      },
      {
        "sentence": "我也想过，是不是他们分开彼此都会好一些，但我又担心母亲……但父亲又是那么坚定。",
        "label": ""
      },
      {
        "sentence": "我真的好无力，我再坚强，再努力，说到底，也只是刚经历中考的初三学生罢了。",
        "label": ""
      },
      {
        "sentence": "最好，我该怎么做…",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抱抱不容易的你，还是初三的孩子，处在爸爸妈妈的感情裂缝中，大人的事好像已经火山爆发，而你想去做点什么来尽力缓解，你告诉自己去坚强，不为已经乱成一团的家庭再添麻烦；你告诉自己努力，去寻找一个对大家都最好的办法……但作为还是十多岁的初中孩子，面对大人的问题都是很无助的……你真的很不容易，抱抱自己~",
    "annotation": [
      {
        "sentence": "抱抱不容易的你，还是初三的孩子，处在爸爸妈妈的感情裂缝中，大人的事好像已经火山爆发，而你想去做点什么来尽力缓解，你告诉自己去坚强，不为已经乱成一团的家庭再添麻烦；你告诉自己努力，去寻找一个对大家都最好的办法……但作为还是十多岁的初中孩子，面对大人的问题都是很无助的……你真的很不容易，抱抱自己~",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我真的很沮丧，不知道该如何面对这个家庭问题。我很担心离婚后对我和父母的伤害会更大。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我真的很沮丧，不知道该如何面对这个家庭问题。",
        "label": ""
      },
      {
        "sentence": "我很担心离婚后对我和父母的伤害会更大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，关于“父母想要离婚我舍不得怎么办？”父母养我育我十多年，很理解你的舍不得。但如果父母真的走到离婚这一步了，那我们也是控制不了的。因为婚姻，是夫妻之间的法律契约，首先第一是夫妻之间。如夫妻之间不想继续维系，可能我们尊重父母的决定，会更好。因为勉强一起，无论对谁来说，都不是幸福的。同样，离婚了，是夫妻之间的爱不在延续，但爸爸对你的爱、妈妈对你的爱依然是存在的，爸爸妈妈不是离你而去，他们只是双方不想在一起了，但父亲与孩子、母亲与孩子的爱依然存续。",
    "annotation": [
      {
        "sentence": "首先，关于“父母想要离婚我舍不得怎么办？",
        "label": ""
      },
      {
        "sentence": "”父母养我育我十多年，很理解你的舍不得。",
        "label": ""
      },
      {
        "sentence": "但如果父母真的走到离婚这一步了，那我们也是控制不了的。",
        "label": ""
      },
      {
        "sentence": "因为婚姻，是夫妻之间的法律契约，首先第一是夫妻之间。",
        "label": ""
      },
      {
        "sentence": "如夫妻之间不想继续维系，可能我们尊重父母的决定，会更好。",
        "label": ""
      },
      {
        "sentence": "因为勉强一起，无论对谁来说，都不是幸福的。",
        "label": ""
      },
      {
        "sentence": "同样，离婚了，是夫妻之间的爱不在延续，但爸爸对你的爱、妈妈对你的爱依然是存在的，爸爸妈妈不是离你而去，他们只是双方不想在一起了，但父亲与孩子、母亲与孩子的爱依然存续。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白父母的感情问题是他们自己的事情，但我担心他们分开后我会失去一个完整的家庭。我曾经希望他们能够和好如初，但现在看来似乎不太可能了。",
    "annotation": [
      {
        "sentence": "我明白父母的感情问题是他们自己的事情，但我担心他们分开后我会失去一个完整的家庭。",
        "label": ""
      },
      {
        "sentence": "我曾经希望他们能够和好如初，但现在看来似乎不太可能了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在情感剧烈波动的情况下，行动是不理性的。父母因为感情问题，有了过激的行为，如家暴、自杀等。这些行为都是带伤害性的。双方的感情冲突很大、张力很大，对小孩来说，或多或少会造成一定的身体或心理伤害。我不知道你是否还有哥哥姐姐可以一起帮忙，如果只是你一个人独自承受，建议主动去求助第三方（如警察、心理咨询师）。",
    "annotation": [
      {
        "sentence": "在情感剧烈波动的情况下，行动是不理性的。",
        "label": ""
      },
      {
        "sentence": "父母因为感情问题，有了过激的行为，如家暴、自杀等。",
        "label": ""
      },
      {
        "sentence": "这些行为都是带伤害性的。",
        "label": ""
      },
      {
        "sentence": "双方的感情冲突很大、张力很大，对小孩来说，或多或少会造成一定的身体或心理伤害。",
        "label": ""
      },
      {
        "sentence": "我不知道你是否还有哥哥姐姐可以一起帮忙，如果只是你一个人独自承受，建议主动去求助第三方（如警察、心理咨询师）。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我知道我需要更多的支持和帮助。我会考虑寻找第三方的帮助，希望能够缓解自己的困扰和痛苦。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我知道我需要更多的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "我会考虑寻找第三方的帮助，希望能够缓解自己的困扰和痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抱抱自己，不用故作坚强，你也可以脆弱滴~在这个家庭中，你去坚强、去努力，希望能为这个家做点什么，你真的很棒。在这同时，也去抱抱不容易的自己，允许自己伤心的时候伤心，脆弱的时候脆弱。允许自己的情绪流动，不用故作坚强，你也可以脆弱，甚至可以以儿子\/女儿的身份告诉爸爸妈妈你现在的焦虑、脆弱、迷茫、心痛。我相信，当他们听到你内在的情感声音，也会对自己的行为再三思考。",
    "annotation": [
      {
        "sentence": "抱抱自己，不用故作坚强，你也可以脆弱滴~在这个家庭中，你去坚强、去努力，希望能为这个家做点什么，你真的很棒。",
        "label": ""
      },
      {
        "sentence": "在这同时，也去抱抱不容易的自己，允许自己伤心的时候伤心，脆弱的时候脆弱。",
        "label": ""
      },
      {
        "sentence": "允许自己的情绪流动，不用故作坚强，你也可以脆弱，甚至可以以儿子\/女儿的身份告诉爸爸妈妈你现在的焦虑、脆弱、迷茫、心痛。",
        "label": ""
      },
      {
        "sentence": "我相信，当他们听到你内在的情感声音，也会对自己的行为再三思考。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解。我会试着与父母沟通，表达自己的感受和需求。虽然我无法改变他们的决定，但我相信沟通可以帮助我们更好地理解彼此。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解。",
        "label": ""
      },
      {
        "sentence": "我会试着与父母沟通，表达自己的感受和需求。",
        "label": ""
      },
      {
        "sentence": "虽然我无法改变他们的决定，但我相信沟通可以帮助我们更好地理解彼此。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感到很欣慰你愿意尝试与父母沟通。沟通是解决问题的重要途径之一，它可以帮助建立更好的相互理解和支持。希望你能够有一个平和的对话环境，让你能够真实地表达自己的需要和希望，并愿意倾听父母的想法和观点。同时，要记得不要为了取悦父母而放弃自己的感受和需求，要找到一个平衡点。加油！",
    "annotation": [
      {
        "sentence": "感到很欣慰你愿意尝试与父母沟通。",
        "label": ""
      },
      {
        "sentence": "沟通是解决问题的重要途径之一，它可以帮助建立更好的相互理解和支持。",
        "label": ""
      },
      {
        "sentence": "希望你能够有一个平和的对话环境，让你能够真实地表达自己的需要和希望，并愿意倾听父母的想法和观点。",
        "label": ""
      },
      {
        "sentence": "同时，要记得不要为了取悦父母而放弃自己的感受和需求，要找到一个平衡点。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]