[
  {
    "role": "client",
    "content": "老婆在家出轨选择原谅，心里过不去怎么办？",
    "annotation": [
      {
        "sentence": "老婆在家出轨选择原谅，心里过不去怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先给你一个拥抱。孩子有自闭症，你和爱人长时间为孩子为这个家庭付出了太多，一定委屈、压抑自己很久了，又遇到了老婆出轨这样的事，你仍然选择原谅，很不容易。想对你说一声：这么多年你付出了很多，很辛苦，你做得很好了。",
    "annotation": [
      {
        "sentence": "首先给你一个拥抱。",
        "label": ""
      },
      {
        "sentence": "孩子有自闭症，你和爱人长时间为孩子为这个家庭付出了太多，一定委屈、压抑自己很久了，又遇到了老婆出轨这样的事，你仍然选择原谅，很不容易。",
        "label": ""
      },
      {
        "sentence": "想对你说一声：这么多年你付出了很多，很辛苦，你做得很好了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的拥抱和鼓励。现在我真的很困惑，不知道该怎么办。虽然我原谅了她，但是心里总是无法摆脱她和骗子偷吃的画面，我该如何跨越这个难关呢？",
    "annotation": [
      {
        "sentence": "谢谢你的拥抱和鼓励。",
        "label": ""
      },
      {
        "sentence": "现在我真的很困惑，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "虽然我原谅了她，但是心里总是无法摆脱她和骗子偷吃的画面，我该如何跨越这个难关呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现在家庭处在这样一个困境里，真的很难处理，好像前方的路有些走不通，但也许这正是一个强迫你停下来看一看，想一想的机会，是一个生命里的转机。回头看一看这些年你们做了些什么，以后你们这个家要一起往哪个方向走？看到你描述的情况：孩子自闭症不能上课，于是请人到家里来做家教，老婆极度的依赖他，连他外出解决性需要都觉得会耽误孩子的治疗。可以看出你们在对孩子的治疗上倾注了大量心血，好像整个家庭关系里，孩子的自闭症，或者说孩子自闭症的治疗放到了完全主导性的地位，而你们自己的生活、自己的感受完全被割舍掉了。你们完全坠入了老师、专家、权威的话语体系中，忘掉了自己。",
    "annotation": [
      {
        "sentence": "现在家庭处在这样一个困境里，真的很难处理，好像前方的路有些走不通，但也许这正是一个强迫你停下来看一看，想一想的机会，是一个生命里的转机。",
        "label": ""
      },
      {
        "sentence": "回头看一看这些年你们做了些什么，以后你们这个家要一起往哪个方向走？",
        "label": ""
      },
      {
        "sentence": "看到你描述的情况：孩子自闭症不能上课，于是请人到家里来做家教，老婆极度的依赖他，连他外出解决性需要都觉得会耽误孩子的治疗。",
        "label": ""
      },
      {
        "sentence": "可以看出你们在对孩子的治疗上倾注了大量心血，好像整个家庭关系里，孩子的自闭症，或者说孩子自闭症的治疗放到了完全主导性的地位，而你们自己的生活、自己的感受完全被割舍掉了。",
        "label": ""
      },
      {
        "sentence": "你们完全坠入了老师、专家、权威的话语体系中，忘掉了自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我们一直都是把孩子的自闭症看得太重，将所有精力都放在了孩子的治疗上，却忽略了我们作为夫妻的生活和感受。现在整个家庭关系都变得荒芜起来，给了骗子可乘之机。那你认为我们应该怎么调整家庭关系的重心呢？",
    "annotation": [
      {
        "sentence": "你说得很对，我们一直都是把孩子的自闭症看得太重，将所有精力都放在了孩子的治疗上，却忽略了我们作为夫妻的生活和感受。",
        "label": ""
      },
      {
        "sentence": "现在整个家庭关系都变得荒芜起来，给了骗子可乘之机。",
        "label": ""
      },
      {
        "sentence": "那你认为我们应该怎么调整家庭关系的重心呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我建议你们停下来回顾一下孩子的真实情况，回顾一下家庭里每个人的真实情况，回顾一下对你们来说什么是人生里真正重要的东西。虽然孩子是自闭症，但也许对孩子，对你的家庭来讲，父母日常的、温情的陪伴比陌生的家教的训练要重要的多。而且家里不只有孩子，还有你们夫妻二人，三个人在一起才是这个家庭。如果为了一个，牺牲另外两个，那也不成其为家啊。孩子无论是不是有自闭症，他来到这个世界上，来到你们的家庭中，能感受到你们对他的爱对他来说是不是更重要？也许表面看不到他的反馈，但他一定能感受到。而你们家庭关系的荒芜才使骗子有机可乘。",
    "annotation": [
      {
        "sentence": "我建议你们停下来回顾一下孩子的真实情况，回顾一下家庭里每个人的真实情况，回顾一下对你们来说什么是人生里真正重要的东西。",
        "label": ""
      },
      {
        "sentence": "虽然孩子是自闭症，但也许对孩子，对你的家庭来讲，父母日常的、温情的陪伴比陌生的家教的训练要重要的多。",
        "label": ""
      },
      {
        "sentence": "而且家里不只有孩子，还有你们夫妻二人，三个人在一起才是这个家庭。",
        "label": ""
      },
      {
        "sentence": "如果为了一个，牺牲另外两个，那也不成其为家啊。",
        "label": ""
      },
      {
        "sentence": "孩子无论是不是有自闭症，他来到这个世界上，来到你们的家庭中，能感受到你们对他的爱对他来说是不是更重要？",
        "label": ""
      },
      {
        "sentence": "也许表面看不到他的反馈，但他一定能感受到。",
        "label": ""
      },
      {
        "sentence": "而你们家庭关系的荒芜才使骗子有机可乘。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我意识到我们应该调整家庭关系的重心，重视父母的陪伴，不再将孩子的治疗放到完全主导性的地位。但是我仍然无法忍受妻子出轨的画面在脑海中回放，我觉得她享受了我也渴望的东西，这让我很困惑。",
    "annotation": [
      {
        "sentence": "你说得很对，我意识到我们应该调整家庭关系的重心，重视父母的陪伴，不再将孩子的治疗放到完全主导性的地位。",
        "label": ""
      },
      {
        "sentence": "但是我仍然无法忍受妻子出轨的画面在脑海中回放，我觉得她享受了我也渴望的东西，这让我很困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说到妻子出轨享受了你也渴望的东西，这很值得思考。也许这是你心底希望用对自己的伤害（幻想妻子出轨给自己带来痛苦）来压抑自己想要快乐（不一定是性欲）的欲望。我的建议是，调整你们的家庭关系重心，尽量去表达、满足自己的感受和愿望，当你不再压抑的时候，很多在你心里的其他事情（比如妻子曾经的出轨），也会变得不重要。同时，和妻子沟通是很重要的，夫妻二人结合在一起，就是要互相扶持，互相弥补，互相帮助的。在这样的困难下，如果你们能相互沟通感情、感受，使你们的心意相通，力量相合，会给你们的家庭带来巨大的能量。如果暂时不能当没事发生，就接纳自己的状态，不强求自己真的原谅妻子，并和妻子真诚的表达自己的状态，商量一个可行的相处模式。也建议寻找专业的咨询师来帮助你，咨询师能够为你提供无条件接纳的感受，你可以从中学习并应用到你和妻子和孩子的关系中，帮助你重建新的家庭关系。",
    "annotation": [
      {
        "sentence": "你说到妻子出轨享受了你也渴望的东西，这很值得思考。",
        "label": ""
      },
      {
        "sentence": "也许这是你心底希望用对自己的伤害（幻想妻子出轨给自己带来痛苦）来压抑自己想要快乐（不一定是性欲）的欲望。",
        "label": ""
      },
      {
        "sentence": "我的建议是，调整你们的家庭关系重心，尽量去表达、满足自己的感受和愿望，当你不再压抑的时候，很多在你心里的其他事情（比如妻子曾经的出轨），也会变得不重要。",
        "label": ""
      },
      {
        "sentence": "同时，和妻子沟通是很重要的，夫妻二人结合在一起，就是要互相扶持，互相弥补，互相帮助的。",
        "label": ""
      },
      {
        "sentence": "在这样的困难下，如果你们能相互沟通感情、感受，使你们的心意相通，力量相合，会给你们的家庭带来巨大的能量。",
        "label": ""
      },
      {
        "sentence": "如果暂时不能当没事发生，就接纳自己的状态，不强求自己真的原谅妻子，并和妻子真诚的表达自己的状态，商量一个可行的相处模式。",
        "label": ""
      },
      {
        "sentence": "也建议寻找专业的咨询师来帮助你，咨询师能够为你提供无条件接纳的感受，你可以从中学习并应用到你和妻子和孩子的关系中，帮助你重建新的家庭关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我会尽快和妻子沟通，找到一个可行的相处模式。同时，我也会考虑寻找专业的咨询师来帮助我们重建家庭关系。你的鼓励和建议对我很有帮助，感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会尽快和妻子沟通，找到一个可行的相处模式。",
        "label": ""
      },
      {
        "sentence": "同时，我也会考虑寻找专业的咨询师来帮助我们重建家庭关系。",
        "label": ""
      },
      {
        "sentence": "你的鼓励和建议对我很有帮助，感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助你。记住，你不是一个人在战斗，有时候接受支持和寻求专业帮助是解决问题的关键。愿你和你的家庭能够走出困境，重新建立幸福的家庭关系。加油！如果你还有任何问题或者需要进一步的支持，随时来找我。祝福你！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，有时候接受支持和寻求专业帮助是解决问题的关键。",
        "label": ""
      },
      {
        "sentence": "愿你和你的家庭能够走出困境，重新建立幸福的家庭关系。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果你还有任何问题或者需要进一步的支持，随时来找我。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]