[
  {
    "role": "client",
    "content": "我觉得自己的性格很糟糕，不能直接表达要求和想法？我觉得自己的性格很有问题，例如一在生活和工作中，我会不好意思维护自己的正当利益，总是怕和对方有冲突；二我的小叔子点赞很多人的朋友圈，唯独从来没点赞过我的朋友圈，我也不知道这是为什么，这让我感觉委屈，不解，又气愤。三用我老公的话，我说话老是遮遮掩掩，说不到点，想说又不说，不能直接表达出自己的要求和想法。唉，综上所述，种种问题让我觉得很苦恼，我也不知道自己为什么这样？",
    "annotation": [
      {
        "sentence": "我觉得自己的性格很糟糕，不能直接表达要求和想法？",
        "label": ""
      },
      {
        "sentence": "我觉得自己的性格很有问题，例如一在生活和工作中，我会不好意思维护自己的正当利益，总是怕和对方有冲突；二我的小叔子点赞很多人的朋友圈，唯独从来没点赞过我的朋友圈，我也不知道这是为什么，这让我感觉委屈，不解，又气愤。",
        "label": ""
      },
      {
        "sentence": "三用我老公的话，我说话老是遮遮掩掩，说不到点，想说又不说，不能直接表达出自己的要求和想法。",
        "label": ""
      },
      {
        "sentence": "唉，综上所述，种种问题让我觉得很苦恼，我也不知道自己为什么这样？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，在回答你的问题之前，我想问你一个问题：假如有一个人，或者有一段关系，这段关系是非常包容的，非常和谐的，不管你提出什么要求和想法，甚至你撒泼胡闹，关系里的另外一个人都不会指责你、不会离开你、不会生气、不会批评你，他都会笑着拥抱你，给你一份理解、包容和爱。在这样一段关系里，面对这样一个人，你会去勇敢表达你的要求和想法吗？",
    "annotation": [
      {
        "sentence": "亲爱的，在回答你的问题之前，我想问你一个问题：假如有一个人，或者有一段关系，这段关系是非常包容的，非常和谐的，不管你提出什么要求和想法，甚至你撒泼胡闹，关系里的另外一个人都不会指责你、不会离开你、不会生气、不会批评你，他都会笑着拥抱你，给你一份理解、包容和爱。",
        "label": ""
      },
      {
        "sentence": "在这样一段关系里，面对这样一个人，你会去勇敢表达你的要求和想法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "如果有这样的关系，我会感到安心和放松，可以毫无保留地表达自己的想法和需求。",
    "annotation": [
      {
        "sentence": "如果有这样的关系，我会感到安心和放松，可以毫无保留地表达自己的想法和需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过这个问题，我想表达的一个概念就是：我们不是独立存在的，我们说“我们是什么样一个人”，其实是在表达“在和别人的关系里，我们是什么样的一个人。”你害怕表达、害怕冲突，不敢维护自己的利益，是因为你以前的关系不允许你这么做。",
    "annotation": [
      {
        "sentence": "通过这个问题，我想表达的一个概念就是：我们不是独立存在的，我们说“我们是什么样一个人”，其实是在表达“在和别人的关系里，我们是什么样的一个人。",
        "label": ""
      },
      {
        "sentence": "”你害怕表达、害怕冲突，不敢维护自己的利益，是因为你以前的关系不允许你这么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我在过去的关系中确实没有得到应有的理解和支持，所以才会产生这种害怕表达的情绪。",
    "annotation": [
      {
        "sentence": "是的，我在过去的关系中确实没有得到应有的理解和支持，所以才会产生这种害怕表达的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "但是我们和每一个人的关系，都是不一样的，比如可能你和父母的关系里，你表达自己会有很多风险，比如会被责怪批评。但是你老公和你父母是不一样的人，你们可以建立不一样的关系，在这样的关系里，你去表达，是不一定会得到和你父母一样的反应的。",
    "annotation": [
      {
        "sentence": "但是我们和每一个人的关系，都是不一样的，比如可能你和父母的关系里，你表达自己会有很多风险，比如会被责怪批评。",
        "label": ""
      },
      {
        "sentence": "但是你老公和你父母是不一样的人，你们可以建立不一样的关系，在这样的关系里，你去表达，是不一定会得到和你父母一样的反应的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要学会建立不同的关系，并尝试在新的关系中表达自己。",
    "annotation": [
      {
        "sentence": "你说得对，我需要学会建立不同的关系，并尝试在新的关系中表达自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "所以，亲爱的不要自责，看到自己这样也是有很多其他原因的，并不是你本来就是这样。也请相信改变的力量，在新的关系里去改变自己，加油呀！",
    "annotation": [
      {
        "sentence": "所以，亲爱的不要自责，看到自己这样也是有很多其他原因的，并不是你本来就是这样。",
        "label": ""
      },
      {
        "sentence": "也请相信改变的力量，在新的关系里去改变自己，加油呀！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解，我会试着放下过去的包袱，勇敢地去表达自己的想法和需求。我相信，通过改变自己，我可以建立更健康、更和谐的关系。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解，我会试着放下过去的包袱，勇敢地去表达自己的想法和需求。",
        "label": ""
      },
      {
        "sentence": "我相信，通过改变自己，我可以建立更健康、更和谐的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样的决心！记住，你值得拥有真正支持、理解和爱的关系。无论在人际关系还是工作中，都要相信自己的价值和能力。加油！我会一直支持你的。",
    "annotation": [
      {
        "sentence": "很高兴听到你这样的决心！",
        "label": ""
      },
      {
        "sentence": "记住，你值得拥有真正支持、理解和爱的关系。",
        "label": ""
      },
      {
        "sentence": "无论在人际关系还是工作中，都要相信自己的价值和能力。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      }
    ]
  }
]