[
  {
    "role": "client",
    "content": "我觉得自己现在没那么拼了，人也变得懒散了，这是不是代表我的心理健康有问题呢？我今年对工作感觉特别没动力，也没有以前那么努力，而且在生活中也变得懒散。我真的很想把这份工作做好，可是我总觉得自己状态不对，也不知道原因在哪。为什么我总是没有精力？现在的工作节奏特别乱，没有以前那么有条理，也找不到自己要达到的目标。我觉得我最大的问题就是没有干劲，所以生活和工作都让我觉得没有方向。而且我今年情绪也不稳定，有时候很开朗乐观，有时候却又陷入悲观。我这样的状态是不是心理不健康呢？",
    "annotation": [
      {
        "sentence": "我觉得自己现在没那么拼了，人也变得懒散了，这是不是代表我的心理健康有问题呢？",
        "label": ""
      },
      {
        "sentence": "我今年对工作感觉特别没动力，也没有以前那么努力，而且在生活中也变得懒散。",
        "label": ""
      },
      {
        "sentence": "我真的很想把这份工作做好，可是我总觉得自己状态不对，也不知道原因在哪。",
        "label": ""
      },
      {
        "sentence": "为什么我总是没有精力？",
        "label": ""
      },
      {
        "sentence": "现在的工作节奏特别乱，没有以前那么有条理，也找不到自己要达到的目标。",
        "label": ""
      },
      {
        "sentence": "我觉得我最大的问题就是没有干劲，所以生活和工作都让我觉得没有方向。",
        "label": ""
      },
      {
        "sentence": "而且我今年情绪也不稳定，有时候很开朗乐观，有时候却又陷入悲观。",
        "label": ""
      },
      {
        "sentence": "我这样的状态是不是心理不健康呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现代快节奏的生活确实让很多人对生活失去热情，而你的感受并不奇怪。对于你的问题，我有一些建议。首先，你需要调整自己的心态。无论做什么工作，都要认真仔细地去做。就算结果不如你所愿，这也是在锻炼自己，积累经验比金钱更重要。其次，你现在感觉懒散，我建议你每天早上6-7点起来跑步，不是一两天，要坚持下去，无论寒暑。虽然这种方式被一些人看不起，但它是培养毅力的最好方式。早上跑步能让你一整天都感觉很精神，因为大脑吸收到足够的养分。长此以往，你会发现自己不再懒散。遇到困难退缩也是心态的问题。你应该对现在的生活感到满足，充满希望，相信通过自己的努力会过得更好。保持乐观的态度，告诉自己再大的困难都难不倒你。毕竟你现在正在为自己的未来努力，而很多人还在被别人左右。养成意志力，培养越挫越勇的精神。或许你对工作时间久了，对这种繁杂的生活厌倦了。但你要知道每个人都在经历这样的生活，你并不是最痛苦的一个。你可以试着用我刚才说的话语来鼓励自己，给自己加油。也许你会觉得这有些幼稚，但有时保留一点幼稚的思想也不错。像现代版的阿甘一样，过得简单一些也许更好。至于动力的问题，恐怕没有人能代替你答案，只有你自己才知道最想要的是什么。压力只是动力的一种来源，但不是唯一的。有时候人的欲望也可以成为很好的动力。而且，我认为你可以多参与一些高雅的娱乐活动，像去健身或者其他对自己有益的活动。不一定只是为了身体，也是为了调整心态。多交朋友，和一些知心的朋友沟通。如果有家室的话，多和另一半沟通，他们一定会很关心你。多听听音乐，看看自己喜欢的那种；观赏一些思想性的电影。希望我的建议对你有帮助。祝你和平与爱。",
    "annotation": [
      {
        "sentence": "现代快节奏的生活确实让很多人对生活失去热情，而你的感受并不奇怪。",
        "label": ""
      },
      {
        "sentence": "对于你的问题，我有一些建议。",
        "label": ""
      },
      {
        "sentence": "首先，你需要调整自己的心态。",
        "label": ""
      },
      {
        "sentence": "无论做什么工作，都要认真仔细地去做。",
        "label": ""
      },
      {
        "sentence": "就算结果不如你所愿，这也是在锻炼自己，积累经验比金钱更重要。",
        "label": ""
      },
      {
        "sentence": "其次，你现在感觉懒散，我建议你每天早上6-7点起来跑步，不是一两天，要坚持下去，无论寒暑。",
        "label": ""
      },
      {
        "sentence": "虽然这种方式被一些人看不起，但它是培养毅力的最好方式。",
        "label": ""
      },
      {
        "sentence": "早上跑步能让你一整天都感觉很精神，因为大脑吸收到足够的养分。",
        "label": ""
      },
      {
        "sentence": "长此以往，你会发现自己不再懒散。",
        "label": ""
      },
      {
        "sentence": "遇到困难退缩也是心态的问题。",
        "label": ""
      },
      {
        "sentence": "你应该对现在的生活感到满足，充满希望，相信通过自己的努力会过得更好。",
        "label": ""
      },
      {
        "sentence": "保持乐观的态度，告诉自己再大的困难都难不倒你。",
        "label": ""
      },
      {
        "sentence": "毕竟你现在正在为自己的未来努力，而很多人还在被别人左右。",
        "label": ""
      },
      {
        "sentence": "养成意志力，培养越挫越勇的精神。",
        "label": ""
      },
      {
        "sentence": "或许你对工作时间久了，对这种繁杂的生活厌倦了。",
        "label": ""
      },
      {
        "sentence": "但你要知道每个人都在经历这样的生活，你并不是最痛苦的一个。",
        "label": ""
      },
      {
        "sentence": "你可以试着用我刚才说的话语来鼓励自己，给自己加油。",
        "label": ""
      },
      {
        "sentence": "也许你会觉得这有些幼稚，但有时保留一点幼稚的思想也不错。",
        "label": ""
      },
      {
        "sentence": "像现代版的阿甘一样，过得简单一些也许更好。",
        "label": ""
      },
      {
        "sentence": "至于动力的问题，恐怕没有人能代替你答案，只有你自己才知道最想要的是什么。",
        "label": ""
      },
      {
        "sentence": "压力只是动力的一种来源，但不是唯一的。",
        "label": ""
      },
      {
        "sentence": "有时候人的欲望也可以成为很好的动力。",
        "label": ""
      },
      {
        "sentence": "而且，我认为你可以多参与一些高雅的娱乐活动，像去健身或者其他对自己有益的活动。",
        "label": ""
      },
      {
        "sentence": "不一定只是为了身体，也是为了调整心态。",
        "label": ""
      },
      {
        "sentence": "多交朋友，和一些知心的朋友沟通。",
        "label": ""
      },
      {
        "sentence": "如果有家室的话，多和另一半沟通，他们一定会很关心你。",
        "label": ""
      },
      {
        "sentence": "多听听音乐，看看自己喜欢的那种；观赏一些思想性的电影。",
        "label": ""
      },
      {
        "sentence": "希望我的建议对你有帮助。",
        "label": ""
      },
      {
        "sentence": "祝你和平与爱。",
        "label": ""
      }
    ]
  }
]