[
  {
    "role": "client",
    "content": "我15岁，从小性格就很内向，还有点社恐怎么办？嗯…姑姑性格比较内向吧，还很自卑。然后我就很内向。我在网上网恋个对象，他总是让我发语音，可是我真的不敢怎么办，语音我都不敢发…",
    "annotation": [
      {
        "sentence": "我15岁，从小性格就很内向，还有点社恐怎么办？",
        "label": ""
      },
      {
        "sentence": "嗯…姑姑性格比较内向吧，还很自卑。",
        "label": ""
      },
      {
        "sentence": "然后我就很内向。",
        "label": ""
      },
      {
        "sentence": "我在网上网恋个对象，他总是让我发语音，可是我真的不敢怎么办，语音我都不敢发…",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小姐姐你好哇～社恐其实有两个主要原因：第一是过度在意他人对自己的看法，以至于无法自然地表现自己；第二是内心极度自卑，在他人面前不敢展示自己。这两个原因导致了你的社恐。我有一个朋友就是过度在意他人对自己的看法。有一次在班级聚会的时候，她觉得自己的手看起来胖胖的不好看，所以担心别人对她的看法，结果她都不敢夹自己想吃的菜，只夹眼前的豆腐。这就是典型的过度在意他人对自己的看法。就像你网恋的男朋友多次希望你发语音，想听听你的声音，可是你都不敢。我觉得其中一个原因就是你太在意他对你的看法了。虽然你不敢在他面前发语音，但是你敢和家里人说话对吧。但是你要知道，我们每个人在这个世界上都是独一无二的，千人千面，我们无法让所有人都满意。就像今天地铁上有个人呕吐了，你今天还记得这件事，但到了第二天可能就忘记了。而且大家都很忙碌，说不定根本不会注意到你的小缺点。过度在意他人看法的原因其实源于自己的自卑，因为自卑，所以才需要别人的肯定来获得自信。一旦没有得到，就会倍感失落，更加自卑，从而不敢展现真实的自己。但是要正视自己的自卑，自卑并不可耻。关键是要逐渐培养自信。每天写成功日记，只要记录小小的进步就可以。比如说，今天终于敢发语音给男朋友了，今天终于敢主动约朋友出来玩了。这些小小的成功可以慢慢培养你的自信，让你走出自卑。",
    "annotation": [
      {
        "sentence": "小姐姐你好哇～社恐其实有两个主要原因：第一是过度在意他人对自己的看法，以至于无法自然地表现自己；第二是内心极度自卑，在他人面前不敢展示自己。",
        "label": ""
      },
      {
        "sentence": "这两个原因导致了你的社恐。",
        "label": ""
      },
      {
        "sentence": "我有一个朋友就是过度在意他人对自己的看法。",
        "label": ""
      },
      {
        "sentence": "有一次在班级聚会的时候，她觉得自己的手看起来胖胖的不好看，所以担心别人对她的看法，结果她都不敢夹自己想吃的菜，只夹眼前的豆腐。",
        "label": ""
      },
      {
        "sentence": "这就是典型的过度在意他人对自己的看法。",
        "label": ""
      },
      {
        "sentence": "就像你网恋的男朋友多次希望你发语音，想听听你的声音，可是你都不敢。",
        "label": ""
      },
      {
        "sentence": "我觉得其中一个原因就是你太在意他对你的看法了。",
        "label": ""
      },
      {
        "sentence": "虽然你不敢在他面前发语音，但是你敢和家里人说话对吧。",
        "label": ""
      },
      {
        "sentence": "但是你要知道，我们每个人在这个世界上都是独一无二的，千人千面，我们无法让所有人都满意。",
        "label": ""
      },
      {
        "sentence": "就像今天地铁上有个人呕吐了，你今天还记得这件事，但到了第二天可能就忘记了。",
        "label": ""
      },
      {
        "sentence": "而且大家都很忙碌，说不定根本不会注意到你的小缺点。",
        "label": ""
      },
      {
        "sentence": "过度在意他人看法的原因其实源于自己的自卑，因为自卑，所以才需要别人的肯定来获得自信。",
        "label": ""
      },
      {
        "sentence": "一旦没有得到，就会倍感失落，更加自卑，从而不敢展现真实的自己。",
        "label": ""
      },
      {
        "sentence": "但是要正视自己的自卑，自卑并不可耻。",
        "label": ""
      },
      {
        "sentence": "关键是要逐渐培养自信。",
        "label": ""
      },
      {
        "sentence": "每天写成功日记，只要记录小小的进步就可以。",
        "label": ""
      },
      {
        "sentence": "比如说，今天终于敢发语音给男朋友了，今天终于敢主动约朋友出来玩了。",
        "label": ""
      },
      {
        "sentence": "这些小小的成功可以慢慢培养你的自信，让你走出自卑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我确实太在意他人的看法了，会让我失去自信。但是我不知道怎么才能改变这种心态，怎么能开始培养自己的自信呢？",
    "annotation": [
      {
        "sentence": "我明白了，我确实太在意他人的看法了，会让我失去自信。",
        "label": ""
      },
      {
        "sentence": "但是我不知道怎么才能改变这种心态，怎么能开始培养自己的自信呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变这种心态其实需要时间和努力。首先，你可以试着接受自己的不完美。每个人都有缺点和不足之处，这是很正常的。你可以尝试关注自己的优点和长处，而不是过分强调自己的缺点。同时，你也可以培养一些兴趣爱好，参加一些社交活动，逐渐与更多人接触，这样可以慢慢增加你的社交自信。此外，可以和身边的朋友、家人沟通，寻求他们的理解和支持，他们的鼓励和认同可以帮助你建立自信。最重要的是要记住，自信不是一蹴而就的，它需要我们慢慢积累和坚持。",
    "annotation": [
      {
        "sentence": "改变这种心态其实需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "首先，你可以试着接受自己的不完美。",
        "label": ""
      },
      {
        "sentence": "每个人都有缺点和不足之处，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "你可以尝试关注自己的优点和长处，而不是过分强调自己的缺点。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以培养一些兴趣爱好，参加一些社交活动，逐渐与更多人接触，这样可以慢慢增加你的社交自信。",
        "label": ""
      },
      {
        "sentence": "此外，可以和身边的朋友、家人沟通，寻求他们的理解和支持，他们的鼓励和认同可以帮助你建立自信。",
        "label": ""
      },
      {
        "sentence": "最重要的是要记住，自信不是一蹴而就的，它需要我们慢慢积累和坚持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会尽量尝试去接受自己，并且勇敢地参与社交活动。我会写下成功日记来记录自己的进步的，希望能够培养出自己的自信。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会尽量尝试去接受自己，并且勇敢地参与社交活动。",
        "label": ""
      },
      {
        "sentence": "我会写下成功日记来记录自己的进步的，希望能够培养出自己的自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你一定能够做到的！记住，每一次的尝试和进步，都是让你离自信更近一步的机会。虽然过程中可能会遇到挫折和困难，但是坚持下来，你会发现自己变得越来越自信。相信自己，加油！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你一定能够做到的！",
        "label": ""
      },
      {
        "sentence": "记住，每一次的尝试和进步，都是让你离自信更近一步的机会。",
        "label": ""
      },
      {
        "sentence": "虽然过程中可能会遇到挫折和困难，但是坚持下来，你会发现自己变得越来越自信。",
        "label": ""
      },
      {
        "sentence": "相信自己，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和陪伴，我真的感到很温暖。有你这样的支持者真的让我更加坚定了改变的决心。我会好好努力的，再次感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和陪伴，我真的感到很温暖。",
        "label": ""
      },
      {
        "sentence": "有你这样的支持者真的让我更加坚定了改变的决心。",
        "label": ""
      },
      {
        "sentence": "我会好好努力的，再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直会在你身边支持你，相信自己，勇敢迎接新的挑战！加油！",
    "annotation": [
      {
        "sentence": "不客气，我一直会在你身边支持你，相信自己，勇敢迎接新的挑战！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]