[
  {
    "role": "client",
    "content": "我是一个22岁的男生，已经有发抖恐惧症有5年了。这个问题困扰了我很久，我觉得自己特别害怕在别人面前出现发抖。比如说，当我跟同事很近距离接触时，我的身体会变得很僵硬，因为我害怕发抖。还有，在别人面前拿手机或者在饭局中夹菜时，我的手也会发抖。这样的情况导致我害怕和别人亲密相处，对我的生活造成了严重影响，我很苦恼。",
    "annotation": [
      {
        "sentence": "我是一个22岁的男生，已经有发抖恐惧症有5年了。",
        "label": ""
      },
      {
        "sentence": "这个问题困扰了我很久，我觉得自己特别害怕在别人面前出现发抖。",
        "label": ""
      },
      {
        "sentence": "比如说，当我跟同事很近距离接触时，我的身体会变得很僵硬，因为我害怕发抖。",
        "label": ""
      },
      {
        "sentence": "还有，在别人面前拿手机或者在饭局中夹菜时，我的手也会发抖。",
        "label": ""
      },
      {
        "sentence": "这样的情况导致我害怕和别人亲密相处，对我的生活造成了严重影响，我很苦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完你的描述，我了解到你的主要困扰是因为在意自己的紧张发抖现象，而且越来越容易紧张发抖，这对你的生活产生了很大的影响。对于这样的情况，我们应该如何进行自我认识和调节呢？【紧张手抖与人际关系困扰可能存在着共性的根】",
    "annotation": [
      {
        "sentence": "看完你的描述，我了解到你的主要困扰是因为在意自己的紧张发抖现象，而且越来越容易紧张发抖，这对你的生活产生了很大的影响。",
        "label": ""
      },
      {
        "sentence": "对于这样的情况，我们应该如何进行自我认识和调节呢？",
        "label": ""
      },
      {
        "sentence": "【紧张手抖与人际关系困扰可能存在着共性的根】",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是因为太在乎别人的看法，才会感到紧张和害怕。",
    "annotation": [
      {
        "sentence": "是的，我就是因为太在乎别人的看法，才会感到紧张和害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "分析得很对，其实你害怕的并不是发抖本身，而是别人的看法。你知道，别人的看法并不会对你造成真正的危害，但在你的内心深处，你依然会因为这些看法而感到紧张和害怕，这是导致你无法正常交往和发抖的真正原因。【负面体验与情绪的来源并不仅限于当下环境】",
    "annotation": [
      {
        "sentence": "分析得很对，其实你害怕的并不是发抖本身，而是别人的看法。",
        "label": ""
      },
      {
        "sentence": "你知道，别人的看法并不会对你造成真正的危害，但在你的内心深处，你依然会因为这些看法而感到紧张和害怕，这是导致你无法正常交往和发抖的真正原因。",
        "label": ""
      },
      {
        "sentence": "【负面体验与情绪的来源并不仅限于当下环境】",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我意识到了这一点。真正让我难受的并不是当前的环境，而是过去的某些经历再次激活了我的痛苦体验。",
    "annotation": [
      {
        "sentence": "是的，我意识到了这一点。",
        "label": ""
      },
      {
        "sentence": "真正让我难受的并不是当前的环境，而是过去的某些经历再次激活了我的痛苦体验。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对，你理解得很正确。其实这种负面的情绪体验是过去经历的再次激活，而当前的环境只是其中的一个因素。这个因素可能是接触他人身体的某个部位，也可能是他人的眼神或者说话的语气等等，它们都可能成为激活你痛苦体验的刺激。认识到这点对你来说非常重要，你可以对自己说：“当前的环境其实是安全的，我的情绪体验是来自过去的经历，我应该重新认识和感知当前的环境。”这就是自我觉察的第一步，当你越来越快地觉察到自己的恐惧情绪时，你的痛苦体验会逐渐减轻。",
    "annotation": [
      {
        "sentence": "对，你理解得很正确。",
        "label": ""
      },
      {
        "sentence": "其实这种负面的情绪体验是过去经历的再次激活，而当前的环境只是其中的一个因素。",
        "label": ""
      },
      {
        "sentence": "这个因素可能是接触他人身体的某个部位，也可能是他人的眼神或者说话的语气等等，它们都可能成为激活你痛苦体验的刺激。",
        "label": ""
      },
      {
        "sentence": "认识到这点对你来说非常重要，你可以对自己说：“当前的环境其实是安全的，我的情绪体验是来自过去的经历，我应该重新认识和感知当前的环境。",
        "label": ""
      },
      {
        "sentence": "”这就是自我觉察的第一步，当你越来越快地觉察到自己的恐惧情绪时，你的痛苦体验会逐渐减轻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要更加注意并觉察自己的情绪，同时也要正视自己过去的经历。",
    "annotation": [
      {
        "sentence": "我明白了，我要更加注意并觉察自己的情绪，同时也要正视自己过去的经历。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的认识很重要。接下来，我建议你向内探索，找到真正引发你在意他人看法的根源。可能这并不是一个事件导致的，可能是一个长时间的积累。但无论如何，找到这个根源并与自己内心中的矛盾进行和解，会帮助你更好地觉察和恢复。如果可以的话，建议你寻求专业心理咨询师的帮助，他们可以帮助你进一步探索和成长，相信你一定可以战胜人际关系的困扰，体验到一个安全和温暖的世界。",
    "annotation": [
      {
        "sentence": "很好，你的认识很重要。",
        "label": ""
      },
      {
        "sentence": "接下来，我建议你向内探索，找到真正引发你在意他人看法的根源。",
        "label": ""
      },
      {
        "sentence": "可能这并不是一个事件导致的，可能是一个长时间的积累。",
        "label": ""
      },
      {
        "sentence": "但无论如何，找到这个根源并与自己内心中的矛盾进行和解，会帮助你更好地觉察和恢复。",
        "label": ""
      },
      {
        "sentence": "如果可以的话，建议你寻求专业心理咨询师的帮助，他们可以帮助你进一步探索和成长，相信你一定可以战胜人际关系的困扰，体验到一个安全和温暖的世界。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会努力克服我的问题。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会努力克服我的问题。",
        "label": ""
      }
    ]
  }
]