[
  {
    "role": "client",
    "content": "他已经结婚了，要忘记一个人怎么这么难？我和他是同事，同龄，两个人是因为主持年会认识的，后来也才知道都是从那个时候对对方有好感。不过，他结婚了，所以我没有任何想法，仅仅只是好感。",
    "annotation": [
      {
        "sentence": "他已经结婚了，要忘记一个人怎么这么难？",
        "label": ""
      },
      {
        "sentence": "我和他是同事，同龄，两个人是因为主持年会认识的，后来也才知道都是从那个时候对对方有好感。",
        "label": ""
      },
      {
        "sentence": "不过，他结婚了，所以我没有任何想法，仅仅只是好感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在的困惑和难过。感情的事情确实很复杂，尤其是当对方已经和别人结婚了。你能够在同事关系中分得清楚自己的感受已经很不容易了。",
    "annotation": [
      {
        "sentence": "我理解你现在的困惑和难过。",
        "label": ""
      },
      {
        "sentence": "感情的事情确实很复杂，尤其是当对方已经和别人结婚了。",
        "label": ""
      },
      {
        "sentence": "你能够在同事关系中分得清楚自己的感受已经很不容易了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他偶尔会在微信上找我聊几句，对我的称呼就是老妹儿~后来，好巧不巧，和他一起做项目的人有一个请假了，公司就安排我去帮忙了，因为第一次不熟悉，他几乎是为我做了所有的准备，甚至还给我准备了冰袖、水，但看到我穿了长袖防晒就没拿出来，这也是后来才知道的。",
    "annotation": [
      {
        "sentence": "他偶尔会在微信上找我聊几句，对我的称呼就是老妹儿~后来，好巧不巧，和他一起做项目的人有一个请假了，公司就安排我去帮忙了，因为第一次不熟悉，他几乎是为我做了所有的准备，甚至还给我准备了冰袖、水，但看到我穿了长袖防晒就没拿出来，这也是后来才知道的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来他对你确实很关心，很细心。这样的关注和照顾可能会让你更加困惑，不知道自己应该如何处理这段关系。你有没有考虑过和他直接沟通一下呢？",
    "annotation": [
      {
        "sentence": "听起来他对你确实很关心，很细心。",
        "label": ""
      },
      {
        "sentence": "这样的关注和照顾可能会让你更加困惑，不知道自己应该如何处理这段关系。",
        "label": ""
      },
      {
        "sentence": "你有没有考虑过和他直接沟通一下呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这一天之后，他每天都在微信上找我。第二天，外出回来后他叫我去肯德基吃晚餐，我以吃了晚餐拒绝了，但最后还是去了，因为他说只是想倾诉一下，看着他吃也行。隔天，他和组员们在公司附近吃夜宵，喝了酒，而我因为舍友联系不上一直没有睡，当时已经一点了（几经周折才知道她是在公司加班，手机关机了）。他说要不要陪我散散步，我说这么晚了不好，后面说着说着也就去了，其实只是见了个面，和我说今天做了什么，发生了什么，然后就各回各家了。",
    "annotation": [
      {
        "sentence": "这一天之后，他每天都在微信上找我。",
        "label": ""
      },
      {
        "sentence": "第二天，外出回来后他叫我去肯德基吃晚餐，我以吃了晚餐拒绝了，但最后还是去了，因为他说只是想倾诉一下，看着他吃也行。",
        "label": ""
      },
      {
        "sentence": "隔天，他和组员们在公司附近吃夜宵，喝了酒，而我因为舍友联系不上一直没有睡，当时已经一点了（几经周折才知道她是在公司加班，手机关机了）。",
        "label": ""
      },
      {
        "sentence": "他说要不要陪我散散步，我说这么晚了不好，后面说着说着也就去了，其实只是见了个面，和我说今天做了什么，发生了什么，然后就各回各家了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你们之间的接触确实越来越频繁了。他的邀请和关心让你陷入了纠结和矛盾的境地。有时候，我们在某些情况下会表现得和平时不同，但如果这种联系已经影响到你的正常生活和情绪，那就需要认真思考一下这段关系对你的意义和影响。",
    "annotation": [
      {
        "sentence": "你们之间的接触确实越来越频繁了。",
        "label": ""
      },
      {
        "sentence": "他的邀请和关心让你陷入了纠结和矛盾的境地。",
        "label": ""
      },
      {
        "sentence": "有时候，我们在某些情况下会表现得和平时不同，但如果这种联系已经影响到你的正常生活和情绪，那就需要认真思考一下这段关系对你的意义和影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我确实感觉到这段关系让我变得纠结和困惑，甚至开始怀疑自己的感受和选择。我该如何处理这种情况呢？",
    "annotation": [
      {
        "sentence": "你说得很对，我确实感觉到这段关系让我变得纠结和困惑，甚至开始怀疑自己的感受和选择。",
        "label": ""
      },
      {
        "sentence": "我该如何处理这种情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我想说你很勇敢地意识到了这种困扰，并且寻求帮助。这是很重要的一步。我建议你可以找个专业的咨询师，和他们分享你的感受和疑虑。他们会帮助你分析和理清自己的情绪，并给出一些建议和支持。",
    "annotation": [
      {
        "sentence": "首先，我想说你很勇敢地意识到了这种困扰，并且寻求帮助。",
        "label": ""
      },
      {
        "sentence": "这是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "我建议你可以找个专业的咨询师，和他们分享你的感受和疑虑。",
        "label": ""
      },
      {
        "sentence": "他们会帮助你分析和理清自己的情绪，并给出一些建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑找一个咨询师来帮助我处理这段关系。我也意识到自己可能存在一些对柔情的渴望，以及在亲密关系中的一些缺乏。希望通过咨询能够更好地理解自己，并找到解决问题的方法。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑找一个咨询师来帮助我处理这段关系。",
        "label": ""
      },
      {
        "sentence": "我也意识到自己可能存在一些对柔情的渴望，以及在亲密关系中的一些缺乏。",
        "label": ""
      },
      {
        "sentence": "希望通过咨询能够更好地理解自己，并找到解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，你已经意识到了自己需要关注和改变的方面，这是非常重要的一步。咨询师会为你提供一个安全的空间来探索自己的情感和需求，帮助你建立更健康、平衡的亲密关系。祝你好运！记得随时和我分享你的进展和感受。",
    "annotation": [
      {
        "sentence": "非常好，你已经意识到了自己需要关注和改变的方面，这是非常重要的一步。",
        "label": ""
      },
      {
        "sentence": "咨询师会为你提供一个安全的空间来探索自己的情感和需求，帮助你建立更健康、平衡的亲密关系。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "记得随时和我分享你的进展和感受。",
        "label": ""
      }
    ]
  }
]