[
  {
    "role": "client",
    "content": "总是和爸妈产生矛盾，是我一个人的问题吗？我父母总是习惯把负面情绪归为不该表达的情绪，总是不允许我说累了，或者不允许我因为情绪不好就哭。我做很多事情都需要找一个“正当的”理由。以前我会接纳他们的观点，但现在我知道所有情绪都应该被接纳，所以我们之间产生了很多分歧。他们也会表达自己的负面情绪，但总是不允许我表达，觉得没什么理由会让我不开心，或者这种程度不至于，现在我发现这种程度是没有上限可言的。现在成年了，我对自己情绪的管理也遇到了很多别扭、不舒服的地方。在生活中的很多事情上，也会因为不能正确地表达让自己更压抑，或是带来一些麻烦。这件事在我和父母的行为模式上已经太久了，我感觉我们都有些难去改变。我应该怎么和他们沟通呢？",
    "annotation": [
      {
        "sentence": "总是和爸妈产生矛盾，是我一个人的问题吗？",
        "label": ""
      },
      {
        "sentence": "我父母总是习惯把负面情绪归为不该表达的情绪，总是不允许我说累了，或者不允许我因为情绪不好就哭。",
        "label": ""
      },
      {
        "sentence": "我做很多事情都需要找一个“正当的”理由。",
        "label": ""
      },
      {
        "sentence": "以前我会接纳他们的观点，但现在我知道所有情绪都应该被接纳，所以我们之间产生了很多分歧。",
        "label": ""
      },
      {
        "sentence": "他们也会表达自己的负面情绪，但总是不允许我表达，觉得没什么理由会让我不开心，或者这种程度不至于，现在我发现这种程度是没有上限可言的。",
        "label": ""
      },
      {
        "sentence": "现在成年了，我对自己情绪的管理也遇到了很多别扭、不舒服的地方。",
        "label": ""
      },
      {
        "sentence": "在生活中的很多事情上，也会因为不能正确地表达让自己更压抑，或是带来一些麻烦。",
        "label": ""
      },
      {
        "sentence": "这件事在我和父母的行为模式上已经太久了，我感觉我们都有些难去改变。",
        "label": ""
      },
      {
        "sentence": "我应该怎么和他们沟通呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的情绪一直以来都被父母否定和压制，这真是一种痛苦的体验。许多父母在教养子女上常常会害怕且不允许孩子出现负面情绪，比如哭泣、生气等。当我们感到伤心委屈想要哭的时候，他们往往会说“哭什么哭，就知道哭，不许哭，再哭就揍你！”这类的话语，不但无法对我们的情绪共情和理解，对我们的情感和情绪认知更是一种伤害。长期处在这种教养方式和情绪压制下，会产生许多不良后果：孩子不被允许表达自己的情绪，会对负面情绪存在认知偏差；自我价值感低下，无法接纳甚至拒绝接触自己的负面情绪；对自己和别人都有一种冷漠疏离感，无法建立健康积极的依恋关系；甚至为了迎合家长或他人而形成一种讨好型人际交往风格，掩饰和压抑自己的真实情感来适应和顺从他人，渐渐失去自我感知力。为什么父母会不允许我们存在负面情绪？一是社会传统文化的特性和局限性，宣扬所谓的好品德与坏品德，负面情绪是懦弱的、不受欢迎的、破坏性的表现。二是父母也是同样在会压制负面情绪、不被允许产生负面情绪的家庭环境中成长，对负面情绪产生认知偏差，认为它是错的、不好的、有危险的。种种误解和陌生感让他们不知道该如何应对，便只能采取打压的方式来进行控制。三是父母认为负面情绪是一种消极的、否定性的情绪表现，是对他们言论行为、教养成果、权威地位的一种否定和抵抗，让他们觉得难以控制子女的情感，产生了失控感和恐惧感。因此会不自觉地压制子女的负面情绪出现，希望能够对子女加强控制。",
    "annotation": [
      {
        "sentence": "你的情绪一直以来都被父母否定和压制，这真是一种痛苦的体验。",
        "label": ""
      },
      {
        "sentence": "许多父母在教养子女上常常会害怕且不允许孩子出现负面情绪，比如哭泣、生气等。",
        "label": ""
      },
      {
        "sentence": "当我们感到伤心委屈想要哭的时候，他们往往会说“哭什么哭，就知道哭，不许哭，再哭就揍你！",
        "label": ""
      },
      {
        "sentence": "”这类的话语，不但无法对我们的情绪共情和理解，对我们的情感和情绪认知更是一种伤害。",
        "label": ""
      },
      {
        "sentence": "长期处在这种教养方式和情绪压制下，会产生许多不良后果：孩子不被允许表达自己的情绪，会对负面情绪存在认知偏差；自我价值感低下，无法接纳甚至拒绝接触自己的负面情绪；对自己和别人都有一种冷漠疏离感，无法建立健康积极的依恋关系；甚至为了迎合家长或他人而形成一种讨好型人际交往风格，掩饰和压抑自己的真实情感来适应和顺从他人，渐渐失去自我感知力。",
        "label": ""
      },
      {
        "sentence": "为什么父母会不允许我们存在负面情绪？",
        "label": ""
      },
      {
        "sentence": "一是社会传统文化的特性和局限性，宣扬所谓的好品德与坏品德，负面情绪是懦弱的、不受欢迎的、破坏性的表现。",
        "label": ""
      },
      {
        "sentence": "二是父母也是同样在会压制负面情绪、不被允许产生负面情绪的家庭环境中成长，对负面情绪产生认知偏差，认为它是错的、不好的、有危险的。",
        "label": ""
      },
      {
        "sentence": "种种误解和陌生感让他们不知道该如何应对，便只能采取打压的方式来进行控制。",
        "label": ""
      },
      {
        "sentence": "三是父母认为负面情绪是一种消极的、否定性的情绪表现，是对他们言论行为、教养成果、权威地位的一种否定和抵抗，让他们觉得难以控制子女的情感，产生了失控感和恐惧感。",
        "label": ""
      },
      {
        "sentence": "因此会不自觉地压制子女的负面情绪出现，希望能够对子女加强控制。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我感受到了父母对我的情绪压制和否定。我觉得现在我越来越难以接受他们的做法了。但是我又不知道应该如何和他们沟通，我害怕他们不理解我，或者认为我是在抱怨。",
    "annotation": [
      {
        "sentence": "你说得很对，我感受到了父母对我的情绪压制和否定。",
        "label": ""
      },
      {
        "sentence": "我觉得现在我越来越难以接受他们的做法了。",
        "label": ""
      },
      {
        "sentence": "但是我又不知道应该如何和他们沟通，我害怕他们不理解我，或者认为我是在抱怨。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你有权利去表达你的情感和观点，无论是正面情绪还是负面情绪。你的感受是真实的，不应该被轻视或忽略。不过，我了解你对于如何和父母沟通感到困惑和害怕。可能第一步就是先尝试和他们坦诚地交流，告诉他们你的感受和需求，表达你希望得到理解和接纳的愿望。同时，也尝试理解他们的角度，包括他们可能对负面情绪的看法和压抑的原因。沟通是一个双向的过程，希望你能够找到一个平衡点，与父母共同探讨如何更好地相互理解和支持。",
    "annotation": [
      {
        "sentence": "你有权利去表达你的情感和观点，无论是正面情绪还是负面情绪。",
        "label": ""
      },
      {
        "sentence": "你的感受是真实的，不应该被轻视或忽略。",
        "label": ""
      },
      {
        "sentence": "不过，我了解你对于如何和父母沟通感到困惑和害怕。",
        "label": ""
      },
      {
        "sentence": "可能第一步就是先尝试和他们坦诚地交流，告诉他们你的感受和需求，表达你希望得到理解和接纳的愿望。",
        "label": ""
      },
      {
        "sentence": "同时，也尝试理解他们的角度，包括他们可能对负面情绪的看法和压抑的原因。",
        "label": ""
      },
      {
        "sentence": "沟通是一个双向的过程，希望你能够找到一个平衡点，与父母共同探讨如何更好地相互理解和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我现在有些信心去尝试和他们沟通了。我希望我们能够找到一种相互理解和尊重的方式来处理我们之间的问题。还有，你提到了自我感知力，我觉得很有道理。我想知道有什么方法可以提高自我感知力，更好地认识自己的情绪和需求？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我现在有些信心去尝试和他们沟通了。",
        "label": ""
      },
      {
        "sentence": "我希望我们能够找到一种相互理解和尊重的方式来处理我们之间的问题。",
        "label": ""
      },
      {
        "sentence": "还有，你提到了自我感知力，我觉得很有道理。",
        "label": ""
      },
      {
        "sentence": "我想知道有什么方法可以提高自我感知力，更好地认识自己的情绪和需求？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "提高自我感知力是一个学习和培养的过程。有几个方法可以帮助你更好地认识自己的情绪和需求。首先，尝试在每天结束之前花一些时间反思自己今天的情绪和体验。可以写下来，记录下你在不同情绪下的感",
    "annotation": [
      {
        "sentence": "提高自我感知力是一个学习和培养的过程。",
        "label": ""
      },
      {
        "sentence": "有几个方法可以帮助你更好地认识自己的情绪和需求。",
        "label": ""
      },
      {
        "sentence": "首先，尝试在每天结束之前花一些时间反思自己今天的情绪和体验。",
        "label": ""
      },
      {
        "sentence": "可以写下来，记录下你在不同情绪下的感",
        "label": ""
      }
    ]
  }
]