[
  {
    "role": "client",
    "content": "我22岁，一直无法与父亲沟通怎么办？",
    "annotation": [
      {
        "sentence": "我22岁，一直无法与父亲沟通怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以看出，你很爱你的父亲，你的父亲也很爱你，只是你们都用错了方法。你的父亲在尽他所能，想把能给你的一切都给你，包括如何在社会上立足，却忘了考虑你的需求。而你也没有找到一个方法和他去进行内在的沟通。这里可以给提供几个方法给你，希望对你有所帮助。",
    "annotation": [
      {
        "sentence": "可以看出，你很爱你的父亲，你的父亲也很爱你，只是你们都用错了方法。",
        "label": ""
      },
      {
        "sentence": "你的父亲在尽他所能，想把能给你的一切都给你，包括如何在社会上立足，却忘了考虑你的需求。",
        "label": ""
      },
      {
        "sentence": "而你也没有找到一个方法和他去进行内在的沟通。",
        "label": ""
      },
      {
        "sentence": "这里可以给提供几个方法给你，希望对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持。我以前都是采取消极的方式回应他，现在我应该怎么主动去沟通呢？",
    "annotation": [
      {
        "sentence": "谢谢你的支持。",
        "label": ""
      },
      {
        "sentence": "我以前都是采取消极的方式回应他，现在我应该怎么主动去沟通呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "主动沟通并不是很严肃的谈话，而是主动去聊天，去分享你的生活。你可以和父亲聊一聊你平时在学校的事情，比如你所提到的，父亲给你寄苹果的事。不要急着去和父亲抱怨，可以在之后和父亲聊天的时候，随口提起，说“上次你给我寄的几箱苹果，我和同学一起吃了，确实会对我们的关系有所帮助，但是你寄的也太多了吧，我一个人去取快递，根本拿不动，第二天了，胳膊还是酸的，下次少寄一点吧！”让父亲感受到他对你的付出确实得到了你的认可，但是他也有考虑不周的地方，他也需要考虑你的客观情况。",
    "annotation": [
      {
        "sentence": "主动沟通并不是很严肃的谈话，而是主动去聊天，去分享你的生活。",
        "label": ""
      },
      {
        "sentence": "你可以和父亲聊一聊你平时在学校的事情，比如你所提到的，父亲给你寄苹果的事。",
        "label": ""
      },
      {
        "sentence": "不要急着去和父亲抱怨，可以在之后和父亲聊天的时候，随口提起，说“上次你给我寄的几箱苹果，我和同学一起吃了，确实会对我们的关系有所帮助，但是你寄的也太多了吧，我一个人去取快递，根本拿不动，第二天了，胳膊还是酸的，下次少寄一点吧！",
        "label": ""
      },
      {
        "sentence": "”让父亲感受到他对你的付出确实得到了你的认可，但是他也有考虑不周的地方，他也需要考虑你的客观情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该换位思考一下他为什么这样要求我去改变性格适应社会、去考专四专八、考博、去实习呢？",
    "annotation": [
      {
        "sentence": "我明白了，我应该换位思考一下他为什么这样要求我去改变性格适应社会、去考专四专八、考博、去实习呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以了解一下，父亲让你改变性格去适应社会、考专四专八、考博、去实习，到底是为了什么？是完成他未完成的愿望？还是他觉得你的现状他放心？也许在他的认知里，要处事八面玲珑，考博之类的才能在社会上立足，你希望你可以在社会上立足，所以他用自己的这种标准来要求你。如果你不认可，除了沟通之外，你需要让父亲看到你自己的行为习惯自己的标准也可以使你在社会上有出头之日，让父亲知道，你已经有能力为自己的未来做谋划了，他对你的能力认可的，也就不会再干涉了。",
    "annotation": [
      {
        "sentence": "你可以了解一下，父亲让你改变性格去适应社会、考专四专八、考博、去实习，到底是为了什么？",
        "label": ""
      },
      {
        "sentence": "是完成他未完成的愿望？",
        "label": ""
      },
      {
        "sentence": "还是他觉得你的现状他放心？",
        "label": ""
      },
      {
        "sentence": "也许在他的认知里，要处事八面玲珑，考博之类的才能在社会上立足，你希望你可以在社会上立足，所以他用自己的这种标准来要求你。",
        "label": ""
      },
      {
        "sentence": "如果你不认可，除了沟通之外，你需要让父亲看到你自己的行为习惯自己的标准也可以使你在社会上有出头之日，让父亲知道，你已经有能力为自己的未来做谋划了，他对你的能力认可的，也就不会再干涉了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，换位思考很重要。但是面对父亲的批评，我应该如何给出自己的观点呢？",
    "annotation": [
      {
        "sentence": "我明白了，换位思考很重要。",
        "label": ""
      },
      {
        "sentence": "但是面对父亲的批评，我应该如何给出自己的观点呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在父亲提出他的观点的时候，你也可以提出自己的观点，但是要记住，不是反驳，而是讨论，可以用一些“也许有其他的方法，比如…”“也许…更有效果”，必要时可以用事实来说话，让他看到你的方法比他的方法更有效果。当然，以你父亲目前的态度来看，要让他接受不是件容易的事，但是你也不用操之过急，当观点发生分歧的时候，可以冷静下来分析产生分歧的原因和解决对策，达到求同存异的沟通结果。",
    "annotation": [
      {
        "sentence": "在父亲提出他的观点的时候，你也可以提出自己的观点，但是要记住，不是反驳，而是讨论，可以用一些“也许有其他的方法，比如…”“也许…更有效果”，必要时可以用事实来说话，让他看到你的方法比他的方法更有效果。",
        "label": ""
      },
      {
        "sentence": "当然，以你父亲目前的态度来看，要让他接受不是件容易的事，但是你也不用操之过急，当观点发生分歧的时候，可以冷静下来分析产生分歧的原因和解决对策，达到求同存异的沟通结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，多些宽容也是很重要的。我该如何表达对父亲的关心呢？",
    "annotation": [
      {
        "sentence": "我明白了，多些宽容也是很重要的。",
        "label": ""
      },
      {
        "sentence": "我该如何表达对父亲的关心呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "遇事不要斤斤计较，比如父亲在外喝酒到很晚，你确实是照顾他了，但是你的情绪是可以传递给父亲的，父亲可以感受到你不喜欢他这个样子，也许他会觉得你嫌弃他这个样子。其实父亲在外也会有很多的困难，他不会和你说，但是他可以感受到你对他的担心，他就很满足了。",
    "annotation": [
      {
        "sentence": "遇事不要斤斤计较，比如父亲在外喝酒到很晚，你确实是照顾他了，但是你的情绪是可以传递给父亲的，父亲可以感受到你不喜欢他这个样子，也许他会觉得你嫌弃他这个样子。",
        "label": ""
      },
      {
        "sentence": "其实父亲在外也会有很多的困难，他不会和你说，但是他可以感受到你对他的担心，他就很满足了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有错就改，是一个很好的准则。我应该如何面对自己的错误呢？",
    "annotation": [
      {
        "sentence": "有错就改，是一个很好的准则。",
        "label": ""
      },
      {
        "sentence": "我应该如何面对自己的错误呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不隐瞒自己的错误，不要怕父亲又会批评你，可以适当的让父亲帮助你改正错误，这样父亲可以看到你的成长，也会对你越来越放心。说了这么多，其实最重要的还是在于你和父亲的沟通上，希望你可以结合我的建议有所实施，和父亲的关系也能有所改善。",
    "annotation": [
      {
        "sentence": "不隐瞒自己的错误，不要怕父亲又会批评你，可以适当的让父亲帮助你改正错误，这样父亲可以看到你的成长，也会对你越来越放心。",
        "label": ""
      },
      {
        "sentence": "说了这么多，其实最重要的还是在于你和父亲的沟通上，希望你可以结合我的建议有所实施，和父亲的关系也能有所改善。",
        "label": ""
      }
    ]
  }
]