[
  {
    "role": "client",
    "content": "我现在面对的问题是，怎样才能够面对自己长期受到原生家庭和友情的伤害？小时候，爸爸经常不在家，只有我和妈妈两个人，而妈妈情绪非常不稳定，经常打骂我，一点小事就会被责骂得很惨。爸爸虽然和妈妈一样，但是他至少在家的时间少一些，所以我对他的恨没有那么深。初中的时候，宿舍的女生经常对我进行言语暴力，她们集体在宿舍里连续骂了我两个星期，我从未反抗，只是默默地忍受着。这次的暴力事件让我对自己的自尊心受到了很大的打击。我从未向父母、老师或朋友倾诉过，一直都是自己独自承受着。到了高中，我和我的五个朋友吵架了，我们四个人打了一架，这段友情就这样结束了。后来，她们四个人到处传播我坏话的时候，我开始出现解离的情况，有几秒钟的时间我感觉自己像是漂浮在空中看着自己，等回到现实后，她们的话对我已经没有任何伤害了，我什么感觉都没有了。接下来，我的生活就一片空白，我对任何事情都没有感觉。高二的一整年我都在抑郁中度过，抑郁的症状直到今年才完全消失，但深藏在内心的创伤依然裸露着。我不想也不敢去面对这些，但是我非常希望能够摆脱这些糟糕的感觉，只是不知道如何做才能实现。",
    "annotation": [
      {
        "sentence": "我现在面对的问题是，怎样才能够面对自己长期受到原生家庭和友情的伤害？",
        "label": ""
      },
      {
        "sentence": "小时候，爸爸经常不在家，只有我和妈妈两个人，而妈妈情绪非常不稳定，经常打骂我，一点小事就会被责骂得很惨。",
        "label": ""
      },
      {
        "sentence": "爸爸虽然和妈妈一样，但是他至少在家的时间少一些，所以我对他的恨没有那么深。",
        "label": ""
      },
      {
        "sentence": "初中的时候，宿舍的女生经常对我进行言语暴力，她们集体在宿舍里连续骂了我两个星期，我从未反抗，只是默默地忍受着。",
        "label": ""
      },
      {
        "sentence": "这次的暴力事件让我对自己的自尊心受到了很大的打击。",
        "label": ""
      },
      {
        "sentence": "我从未向父母、老师或朋友倾诉过，一直都是自己独自承受着。",
        "label": ""
      },
      {
        "sentence": "到了高中，我和我的五个朋友吵架了，我们四个人打了一架，这段友情就这样结束了。",
        "label": ""
      },
      {
        "sentence": "后来，她们四个人到处传播我坏话的时候，我开始出现解离的情况，有几秒钟的时间我感觉自己像是漂浮在空中看着自己，等回到现实后，她们的话对我已经没有任何伤害了，我什么感觉都没有了。",
        "label": ""
      },
      {
        "sentence": "接下来，我的生活就一片空白，我对任何事情都没有感觉。",
        "label": ""
      },
      {
        "sentence": "高二的一整年我都在抑郁中度过，抑郁的症状直到今年才完全消失，但深藏在内心的创伤依然裸露着。",
        "label": ""
      },
      {
        "sentence": "我不想也不敢去面对这些，但是我非常希望能够摆脱这些糟糕的感觉，只是不知道如何做才能实现。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，当你最需要父母关爱的时候，却得到的是他们的打骂，可能这让你在小时候就养成了不向他人倾诉、自己承担的习惯。这些年来，你经历了很多孤独和无助，真的很辛苦，但也说明了你是一个很棒、很坚强的人。亲子关系对一个人长大后面对世界的态度有很大的影响。如果有良好的亲子关系，孩子长大后会自信并感到有强大的社会支持；而亲子关系不好的孩子，长大后可能会缺乏自信、胆小等。你小时候被父母情绪化对待，会让你认为他们责骂你是因为你做错了事情，频繁地被责骂会让你觉得无论做什么都是错的。这种思维方式可能一直延续到成年，使你在面对社会和他人时缺乏自信。此外，人们需要社会支持，而孩子小时候的社会支持来自于家庭。由于你父母的不良态度，你感到缺乏强大的社会支持，所以在初中被暴力对待时，你不敢向别人寻求帮助，只能默默承受。不过，之前你所经历的已经是过去，你已经不是小时候因为被父母责骂而颤抖的孩子了。你可以建立新的社会支持系统，可以寻找志同道合的朋友，或者通过谈恋爱来获得支持。你不再是一个人面对这个世界，你做的任何事情也不一定需要得到父母的认可。抱抱你内心角落里默默哭泣的孩子，与你的“内在小孩”交流，告诉她过去的日子她很辛苦了，但现在你可以变得更强大，和她挥挥手说再见，告诉她“我要开始我的新生活了，我会过得很好，我不需要别人的认可，我的生活由我自己主宰，我会成为最好的自己”。然后放下小时候父母的责骂，因为那不是你的错，那是因为他们错误的育儿方式和无法控制自己情绪的结果。放下初中时的暴力事件，以后你不再是一个孤独无助的孩子，也放下高中那段脆弱的友谊。或许那段友谊不适合你，而真正适合你的友谊还需要你自己去寻找。敞开内心给自己多一次机会，你会发现身边有美丽的花草，蔚蓝的天空，还有人微笑着看着你。或许真正的朋友不会立刻就出现，但那又怎么样呢？你内心已经足够强大去支撑自己的生活了。亲爱的，做回自己，不要理会别人的评价。试着与自己和解，你真的很棒！",
    "annotation": [
      {
        "sentence": "首先，当你最需要父母关爱的时候，却得到的是他们的打骂，可能这让你在小时候就养成了不向他人倾诉、自己承担的习惯。",
        "label": ""
      },
      {
        "sentence": "这些年来，你经历了很多孤独和无助，真的很辛苦，但也说明了你是一个很棒、很坚强的人。",
        "label": ""
      },
      {
        "sentence": "亲子关系对一个人长大后面对世界的态度有很大的影响。",
        "label": ""
      },
      {
        "sentence": "如果有良好的亲子关系，孩子长大后会自信并感到有强大的社会支持；而亲子关系不好的孩子，长大后可能会缺乏自信、胆小等。",
        "label": ""
      },
      {
        "sentence": "你小时候被父母情绪化对待，会让你认为他们责骂你是因为你做错了事情，频繁地被责骂会让你觉得无论做什么都是错的。",
        "label": ""
      },
      {
        "sentence": "这种思维方式可能一直延续到成年，使你在面对社会和他人时缺乏自信。",
        "label": ""
      },
      {
        "sentence": "此外，人们需要社会支持，而孩子小时候的社会支持来自于家庭。",
        "label": ""
      },
      {
        "sentence": "由于你父母的不良态度，你感到缺乏强大的社会支持，所以在初中被暴力对待时，你不敢向别人寻求帮助，只能默默承受。",
        "label": ""
      },
      {
        "sentence": "不过，之前你所经历的已经是过去，你已经不是小时候因为被父母责骂而颤抖的孩子了。",
        "label": ""
      },
      {
        "sentence": "你可以建立新的社会支持系统，可以寻找志同道合的朋友，或者通过谈恋爱来获得支持。",
        "label": ""
      },
      {
        "sentence": "你不再是一个人面对这个世界，你做的任何事情也不一定需要得到父母的认可。",
        "label": ""
      },
      {
        "sentence": "抱抱你内心角落里默默哭泣的孩子，与你的“内在小孩”交流，告诉她过去的日子她很辛苦了，但现在你可以变得更强大，和她挥挥手说再见，告诉她“我要开始我的新生活了，我会过得很好，我不需要别人的认可，我的生活由我自己主宰，我会成为最好的自己”。",
        "label": ""
      },
      {
        "sentence": "然后放下小时候父母的责骂，因为那不是你的错，那是因为他们错误的育儿方式和无法控制自己情绪的结果。",
        "label": ""
      },
      {
        "sentence": "放下初中时的暴力事件，以后你不再是一个孤独无助的孩子，也放下高中那段脆弱的友谊。",
        "label": ""
      },
      {
        "sentence": "或许那段友谊不适合你，而真正适合你的友谊还需要你自己去寻找。",
        "label": ""
      },
      {
        "sentence": "敞开内心给自己多一次机会，你会发现身边有美丽的花草，蔚蓝的天空，还有人微笑着看着你。",
        "label": ""
      },
      {
        "sentence": "或许真正的朋友不会立刻就出现，但那又怎么样呢？",
        "label": ""
      },
      {
        "sentence": "你内心已经足够强大去支撑自己的生活了。",
        "label": ""
      },
      {
        "sentence": "亲爱的，做回自己，不要理会别人的评价。",
        "label": ""
      },
      {
        "sentence": "试着与自己和解，你真的很棒！",
        "label": ""
      }
    ]
  }
]