[
  {
    "role": "client",
    "content": "我觉得自己好难做自己啊！尽管我已经25岁了，还是得满足妈妈的期待。我注意到我提到了很多次被，总结起来就是我所做的事情都不是出于自愿的。我的家庭是那种妈妈操心家里人所有事情，爸爸不怎么管事的类型，所以妈妈会不自觉地管我和姐姐的所有事情。小时候只要一不听妈妈的话，她就会打我，长大后虽然不打了，但是她会一直说她自己活得很失败，家里所有的事情都是她一个人在想，我们还是不听她的。每当这种时候，我就会感到很愧疚。",
    "annotation": [
      {
        "sentence": "我觉得自己好难做自己啊！",
        "label": ""
      },
      {
        "sentence": "尽管我已经25岁了，还是得满足妈妈的期待。",
        "label": ""
      },
      {
        "sentence": "我注意到我提到了很多次被，总结起来就是我所做的事情都不是出于自愿的。",
        "label": ""
      },
      {
        "sentence": "我的家庭是那种妈妈操心家里人所有事情，爸爸不怎么管事的类型，所以妈妈会不自觉地管我和姐姐的所有事情。",
        "label": ""
      },
      {
        "sentence": "小时候只要一不听妈妈的话，她就会打我，长大后虽然不打了，但是她会一直说她自己活得很失败，家里所有的事情都是她一个人在想，我们还是不听她的。",
        "label": ""
      },
      {
        "sentence": "每当这种时候，我就会感到很愧疚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，做自己真的很难啊！我明白你的感受。看到你描述的家庭情况，我觉得你的感受很正常。你的家庭是那种妈妈操心家里人所有事情，爸爸不怎么管事的类型，所以妈妈会不自觉地管你和姐姐的所有事情。小时候只要一不听妈妈的话，她就会打你，长大后虽然不打了，但是她会一直说她自己活得很失败，家里所有的事情都是她一个人在想，你们还是不听她的。每当这种时候，你就会感到很愧疚。我在想，如果我有个凡事都操心的妈妈，一方面觉得被照顾，另一方面觉得不自由。小时候是身体的枷锁，长大后是道德的枷锁，那我自然会以为我一无是处，不然怎么就把妈妈弄得如此失败呢？管的人，管多了，就没有界限了。被管的人，被管多了，就习惯性被管了。所以她的话会让你感到愧疚，但或许你自己都不知道为什么要愧疚呢？错在哪了呢？",
    "annotation": [
      {
        "sentence": "嗯，做自己真的很难啊！",
        "label": ""
      },
      {
        "sentence": "我明白你的感受。",
        "label": ""
      },
      {
        "sentence": "看到你描述的家庭情况，我觉得你的感受很正常。",
        "label": ""
      },
      {
        "sentence": "你的家庭是那种妈妈操心家里人所有事情，爸爸不怎么管事的类型，所以妈妈会不自觉地管你和姐姐的所有事情。",
        "label": ""
      },
      {
        "sentence": "小时候只要一不听妈妈的话，她就会打你，长大后虽然不打了，但是她会一直说她自己活得很失败，家里所有的事情都是她一个人在想，你们还是不听她的。",
        "label": ""
      },
      {
        "sentence": "每当这种时候，你就会感到很愧疚。",
        "label": ""
      },
      {
        "sentence": "我在想，如果我有个凡事都操心的妈妈，一方面觉得被照顾，另一方面觉得不自由。",
        "label": ""
      },
      {
        "sentence": "小时候是身体的枷锁，长大后是道德的枷锁，那我自然会以为我一无是处，不然怎么就把妈妈弄得如此失败呢？",
        "label": ""
      },
      {
        "sentence": "管的人，管多了，就没有界限了。",
        "label": ""
      },
      {
        "sentence": "被管的人，被管多了，就习惯性被管了。",
        "label": ""
      },
      {
        "sentence": "所以她的话会让你感到愧疚，但或许你自己都不知道为什么要愧疚呢？",
        "label": ""
      },
      {
        "sentence": "错在哪了呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对啊，我现在觉得自己的生活好无趣啊，就像是一个模板一样。小时候只知道好好学习，不敢谈恋爱，毕业后找了个工资不高但稳定的工作，现在又被安排去相亲。",
    "annotation": [
      {
        "sentence": "对啊，我现在觉得自己的生活好无趣啊，就像是一个模板一样。",
        "label": ""
      },
      {
        "sentence": "小时候只知道好好学习，不敢谈恋爱，毕业后找了个工资不高但稳定的工作，现在又被安排去相亲。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的生活确实让你感到无趣。看到你描述的情况，我可以理解你的感受。不能有自己的想法，就算有，也会被扼杀在摇篮里。随着年龄的增长，这个模板一定会限制自我的成长，因为你毕竟不是你的妈妈，而且她的人生也未必都尽如人意。怎么能用同一种方式活着呢？这样下去你找不到你的兴趣和价值，自然觉得无趣了。",
    "annotation": [
      {
        "sentence": "你现在的生活确实让你感到无趣。",
        "label": ""
      },
      {
        "sentence": "看到你描述的情况，我可以理解你的感受。",
        "label": ""
      },
      {
        "sentence": "不能有自己的想法，就算有，也会被扼杀在摇篮里。",
        "label": ""
      },
      {
        "sentence": "随着年龄的增长，这个模板一定会限制自我的成长，因为你毕竟不是你的妈妈，而且她的人生也未必都尽如人意。",
        "label": ""
      },
      {
        "sentence": "怎么能用同一种方式活着呢？",
        "label": ""
      },
      {
        "sentence": "这样下去你找不到你的兴趣和价值，自然觉得无趣了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，你说得对。高中之后我想通校晚上想多点时间看书，可是妈妈不允许。她说晚上没人接我，我自己回去她又睡不着觉担心。后来我们大吵了一架，她才同意了，但是要由家里人接送。那时我觉得我给家里人添了很多麻烦，心里也很愧疚。",
    "annotation": [
      {
        "sentence": "是的，你说得对。",
        "label": ""
      },
      {
        "sentence": "高中之后我想通校晚上想多点时间看书，可是妈妈不允许。",
        "label": ""
      },
      {
        "sentence": "她说晚上没人接我，我自己回去她又睡不着觉担心。",
        "label": ""
      },
      {
        "sentence": "后来我们大吵了一架，她才同意了，但是要由家里人接送。",
        "label": ""
      },
      {
        "sentence": "那时我觉得我给家里人添了很多麻烦，心里也很愧疚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "妈妈确实很爱你，怕你有危险。但是过重的爱会让孩子窒息。这里的大吵其实是你的一次反抗，你的反抗会伤害到家人，所以你会觉得愧疚。实际上，你并没有错，因为你的反抗是为了自己的成长和自由。妈妈的担心是可以理解的，但是她也应该给你一定的空间和自由。",
    "annotation": [
      {
        "sentence": "妈妈确实很爱你，怕你有危险。",
        "label": ""
      },
      {
        "sentence": "但是过重的爱会让孩子窒息。",
        "label": ""
      },
      {
        "sentence": "这里的大吵其实是你的一次反抗，你的反抗会伤害到家人，所以你会觉得愧疚。",
        "label": ""
      },
      {
        "sentence": "实际上，你并没有错，因为你的反抗是为了自己的成长和自由。",
        "label": ""
      },
      {
        "sentence": "妈妈的担心是可以理解的，但是她也应该给你一定的空间和自由。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "还有相亲这件事，我跟妈妈说了我不喜欢相亲，说了好多次，可是她都认为是我不懂事。我们吵了好多次架，有一次她崩溃地大哭，说我让她在别人面前抬不起头，说我不孝，没有哪个人的女儿像我这样有问题。我那时吓坏了，感觉她被我气病了，也不敢再吵了。",
    "annotation": [
      {
        "sentence": "还有相亲这件事，我跟妈妈说了我不喜欢相亲，说了好多次，可是她都认为是我不懂事。",
        "label": ""
      },
      {
        "sentence": "我们吵了好多次架，有一次她崩溃地大哭，说我让她在别人面前抬不起头，说我不孝，没有哪个人的女儿像我这样有问题。",
        "label": ""
      },
      {
        "sentence": "我那时吓坏了，感觉她被我气病了，也不敢再吵了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "妈妈的期望对你来说确实很大，但是你要相信，你有权利选择自己的生活方式。父母生养了你，是有养育之恩，但是生命只属于你自己，你有权利决定自己的生活。若是带着不愿意的、委屈的想法求全，暂时是相安无事，但以后会后悔的。你要相信，他们也是有处理他们问题的能力的，他们也需要对他们的行为负责的，例如爸爸的弱，妈妈的强，那是他们夫妻关系的处理。但是不是逼着你为他们负责。",
    "annotation": [
      {
        "sentence": "妈妈的期望对你来说确实很大，但是你要相信，你有权利选择自己的生活方式。",
        "label": ""
      },
      {
        "sentence": "父母生养了你，是有养育之恩，但是生命只属于你自己，你有权利决定自己的生活。",
        "label": ""
      },
      {
        "sentence": "若是带着不愿意的、委屈的想法求全，暂时是相安无事，但以后会后悔的。",
        "label": ""
      },
      {
        "sentence": "你要相信，他们也是有处理他们问题的能力的，他们也需要对他们的行为负责的，例如爸爸的弱，妈妈的强，那是他们夫妻关系的处理。",
        "label": ""
      },
      {
        "sentence": "但是不是逼着你为他们负责。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我现在要学会尊重自己，不要再让自己有遗憾了。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我现在要学会尊重自己，不要再让自己有遗憾了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我希望你能够幸福快乐，早日长出自己的样子，不要留有遗憾。如果你还有困惑，可以随时私信我。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我希望你能够幸福快乐，早日长出自己的样子，不要留有遗憾。",
        "label": ""
      },
      {
        "sentence": "如果你还有困惑，可以随时私信我。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]