[
  {
    "role": "client",
    "content": "我是一个25岁的女生。我想摆脱做一个乖孩子的角色，但不知道怎么办。我家庭中的角色分工是，妈妈把家里的事情操心，而爸爸不太关心。所以妈妈会不自觉地插手我和姐姐的生活，只要我们不听她的话，小时候她会打我们，长大后虽然不打了，但她会一直抱怨她活得很失败，家里的一切事情都由她一个人负责，我们不跟她意见，我总是感到非常愧疚。",
    "annotation": [
      {
        "sentence": "我是一个25岁的女生。",
        "label": ""
      },
      {
        "sentence": "我想摆脱做一个乖孩子的角色，但不知道怎么办。",
        "label": ""
      },
      {
        "sentence": "我家庭中的角色分工是，妈妈把家里的事情操心，而爸爸不太关心。",
        "label": ""
      },
      {
        "sentence": "所以妈妈会不自觉地插手我和姐姐的生活，只要我们不听她的话，小时候她会打我们，长大后虽然不打了，但她会一直抱怨她活得很失败，家里的一切事情都由她一个人负责，我们不跟她意见，我总是感到非常愧疚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你希望脱离被母亲指使和抱怨的状态，但却担心会伤害到母亲。你似乎处于两难的境地。在你和母亲的亲子关系中，似乎母亲并没有把你们当作独立的个体来对待，而是把你们当成她的附属。这是一种典型的控制与被控制的关系，只是控制的方式不是通过强势的命令，而是通过埋怨、担心和眼泪来展现的。这属于一种隐性的控制。在心理学家罗宾·斯特恩的《煤气灯效应：如何认清并摆脱别人对你生活的隐性控制》一书中，他描述了这种隐性控制的概念。",
    "annotation": [
      {
        "sentence": "我能感受到你希望脱离被母亲指使和抱怨的状态，但却担心会伤害到母亲。",
        "label": ""
      },
      {
        "sentence": "你似乎处于两难的境地。",
        "label": ""
      },
      {
        "sentence": "在你和母亲的亲子关系中，似乎母亲并没有把你们当作独立的个体来对待，而是把你们当成她的附属。",
        "label": ""
      },
      {
        "sentence": "这是一种典型的控制与被控制的关系，只是控制的方式不是通过强势的命令，而是通过埋怨、担心和眼泪来展现的。",
        "label": ""
      },
      {
        "sentence": "这属于一种隐性的控制。",
        "label": ""
      },
      {
        "sentence": "在心理学家罗宾·斯特恩的《煤气灯效应：如何认清并摆脱别人对你生活的隐性控制》一书中，他描述了这种隐性控制的概念。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你所说的，我觉得我就是处在这种隐性控制之下。母亲总是表现得她为我好，但实际上她总把自己的意愿强加给我。而我似乎总是让她来定义我的现实世界，同时期待着她的认可和理解。这种关系似乎是我们共同设计的，因为每当我反抗不听她的话时，她会变得无法承受，说自己生病了。这时我就会感到愧疚，退缩，选择服从。这似乎是我们母女关系的常态，母亲提出要求，我试着反抗，她通过吵架和哭诉来打回反抗，我就会愧疚退缩，选择听从。我似乎一次又一次地陷入这个循环，但是具体是什么让我做出这样的选择呢？",
    "annotation": [
      {
        "sentence": "我明白你所说的，我觉得我就是处在这种隐性控制之下。",
        "label": ""
      },
      {
        "sentence": "母亲总是表现得她为我好，但实际上她总把自己的意愿强加给我。",
        "label": ""
      },
      {
        "sentence": "而我似乎总是让她来定义我的现实世界，同时期待着她的认可和理解。",
        "label": ""
      },
      {
        "sentence": "这种关系似乎是我们共同设计的，因为每当我反抗不听她的话时，她会变得无法承受，说自己生病了。",
        "label": ""
      },
      {
        "sentence": "这时我就会感到愧疚，退缩，选择服从。",
        "label": ""
      },
      {
        "sentence": "这似乎是我们母女关系的常态，母亲提出要求，我试着反抗，她通过吵架和哭诉来打回反抗，我就会愧疚退缩，选择听从。",
        "label": ""
      },
      {
        "sentence": "我似乎一次又一次地陷入这个循环，但是具体是什么让我做出这样的选择呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的选择可能出自对母亲的爱和担忧。你害怕母亲生病，你也担心让她承受不了。但你有没有考虑过，她真的会因为你的不同意见就生病吗？她真的会因为你的选择而变得那么脆弱吗？你有没有关注过自己的感受，有没有试过把自己的感受放在妈妈的前面？",
    "annotation": [
      {
        "sentence": "你的选择可能出自对母亲的爱和担忧。",
        "label": ""
      },
      {
        "sentence": "你害怕母亲生病，你也担心让她承受不了。",
        "label": ""
      },
      {
        "sentence": "但你有没有考虑过，她真的会因为你的不同意见就生病吗？",
        "label": ""
      },
      {
        "sentence": "她真的会因为你的选择而变得那么脆弱吗？",
        "label": ""
      },
      {
        "sentence": "你有没有关注过自己的感受，有没有试过把自己的感受放在妈妈的前面？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直把妈妈的感受放在第一位，总是先考虑她的想法和担心。对我来说，我自己的感受似乎并不重要。我从来没有试过把自己放在第一位，因为妈妈总是不愿意和我分离，她把自己的喜怒哀乐都绑定在我身上。我不确定自己是否准备好与妈妈分离。",
    "annotation": [
      {
        "sentence": "我一直把妈妈的感受放在第一位，总是先考虑她的想法和担心。",
        "label": ""
      },
      {
        "sentence": "对我来说，我自己的感受似乎并不重要。",
        "label": ""
      },
      {
        "sentence": "我从来没有试过把自己放在第一位，因为妈妈总是不愿意和我分离，她把自己的喜怒哀乐都绑定在我身上。",
        "label": ""
      },
      {
        "sentence": "我不确定自己是否准备好与妈妈分离。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在亲子关系中，无论是父母还是孩子都希望相聚。只有母爱是朝着分离前行的。在你们无法分离的亲子关系中，你是否真的准备好与妈妈分离？因为现实中分离是困难的。正如一句常听到的话，这个世界上所有的爱都是为了相聚，只有母爱是走向分离的。在这种情况下，既然你还没有勇气尝试把自己的感受放在妈妈的前面，那么你与妈妈之间的关系可能还需要进一步探讨。因为在这样的关系中，你们都没有真正长大。",
    "annotation": [
      {
        "sentence": "在亲子关系中，无论是父母还是孩子都希望相聚。",
        "label": ""
      },
      {
        "sentence": "只有母爱是朝着分离前行的。",
        "label": ""
      },
      {
        "sentence": "在你们无法分离的亲子关系中，你是否真的准备好与妈妈分离？",
        "label": ""
      },
      {
        "sentence": "因为现实中分离是困难的。",
        "label": ""
      },
      {
        "sentence": "正如一句常听到的话，这个世界上所有的爱都是为了相聚，只有母爱是走向分离的。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，既然你还没有勇气尝试把自己的感受放在妈妈的前面，那么你与妈妈之间的关系可能还需要进一步探讨。",
        "label": ""
      },
      {
        "sentence": "因为在这样的关系中，你们都没有真正长大。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我觉得我还没有勇气在妈妈面前说出自己的真实感受。也许我需要更多的时间和空间来思考这个问题。同时，我也需要找到一种平衡，既能关心妈妈，又能关注自己的需求和感受。",
    "annotation": [
      {
        "sentence": "确实，我觉得我还没有勇气在妈妈面前说出自己的真实感受。",
        "label": ""
      },
      {
        "sentence": "也许我需要更多的时间和空间来思考这个问题。",
        "label": ""
      },
      {
        "sentence": "同时，我也需要找到一种平衡，既能关心妈妈，又能关注自己的需求和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常正确的想法！给自己一些时间来思考和探索，找到你自己和妈妈之间的平衡是很重要的。你可以试着表达出自己真实的感受，也可以通过与专业的心理咨询师进行交流来帮助你更好地理解和处理这段关系。记住，在一个健康的亲子关系中，你的感受和需求同样重要。",
    "annotation": [
      {
        "sentence": "非常正确的想法！",
        "label": ""
      },
      {
        "sentence": "给自己一些时间来思考和探索，找到你自己和妈妈之间的平衡是很重要的。",
        "label": ""
      },
      {
        "sentence": "你可以试着表达出自己真实的感受，也可以通过与专业的心理咨询师进行交流来帮助你更好地理解和处理这段关系。",
        "label": ""
      },
      {
        "sentence": "记住，在一个健康的亲子关系中，你的感受和需求同样重要。",
        "label": ""
      }
    ]
  }
]