[
  {
    "role": "client",
    "content": "我是一个25岁的女生，我不知道怎样才能摆脱做一个乖孩子的命运。我的家庭里妈妈总是操心家里的一切事情，而爸爸却不怎么管事。所以妈妈会不自觉地来管我和姐姐的一切事情，只要我们不听从她的意见，小时候她会打我们；长大后虽然不打了，但是她会一直责备我们让她的生活变得很失败，家里所有的事情都是她一个人在想，而我们不听她的，每次这种时候我就会感到内疚。但是现在我发现我过着的生活非常乏味，就像是一种模板，小时候好好地学习，不谈恋爱，毕业后找了一份工资不高但是稳定的工作，现在还被安排去相亲。高中后我想通宵看书，但妈妈不允许，她会说晚上没人接我，我自己回家她会担心得睡不着觉。后来我们吵了一架，她才同意，但必须由家里人来接送我，当时我觉得因为我给家里人增添了很多麻烦，心里也很愧疚。包括相亲这件事，我跟她说了好多次我不喜欢相亲，但她总是认为是我不懂事，我们也吵了好几次。有一次她终于崩溃大哭了，说我让她在别人面前抬不起头，说我不孝，没有哪个人的女儿像我这样有问题。那时我吓坏了，感觉她被我气病了，所以我也不敢再吵了。",
    "annotation": [
      {
        "sentence": "我是一个25岁的女生，我不知道怎样才能摆脱做一个乖孩子的命运。",
        "label": ""
      },
      {
        "sentence": "我的家庭里妈妈总是操心家里的一切事情，而爸爸却不怎么管事。",
        "label": ""
      },
      {
        "sentence": "所以妈妈会不自觉地来管我和姐姐的一切事情，只要我们不听从她的意见，小时候她会打我们；长大后虽然不打了，但是她会一直责备我们让她的生活变得很失败，家里所有的事情都是她一个人在想，而我们不听她的，每次这种时候我就会感到内疚。",
        "label": ""
      },
      {
        "sentence": "但是现在我发现我过着的生活非常乏味，就像是一种模板，小时候好好地学习，不谈恋爱，毕业后找了一份工资不高但是稳定的工作，现在还被安排去相亲。",
        "label": ""
      },
      {
        "sentence": "高中后我想通宵看书，但妈妈不允许，她会说晚上没人接我，我自己回家她会担心得睡不着觉。",
        "label": ""
      },
      {
        "sentence": "后来我们吵了一架，她才同意，但必须由家里人来接送我，当时我觉得因为我给家里人增添了很多麻烦，心里也很愧疚。",
        "label": ""
      },
      {
        "sentence": "包括相亲这件事，我跟她说了好多次我不喜欢相亲，但她总是认为是我不懂事，我们也吵了好几次。",
        "label": ""
      },
      {
        "sentence": "有一次她终于崩溃大哭了，说我让她在别人面前抬不起头，说我不孝，没有哪个人的女儿像我这样有问题。",
        "label": ""
      },
      {
        "sentence": "那时我吓坏了，感觉她被我气病了，所以我也不敢再吵了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你在这里提问，描述自己问题的过程中，你自己内心的感受是什么呢？除了问题里描述到的感觉外，会不会也有一种无助和委屈。完全接受妈妈的安排，那不是自己想要的。不接受妈妈的安排，妈妈就会用不同的方式来回应，让你觉得无所适从。你想要的妈妈不了解。妈妈想给的，又不是你想要的。在这里挣扎，博弈。辛苦你了！从这里我读到的是一个平凡的家庭里满满的爱，只是这爱里带了些许的伤害。看起来妈妈会觉得她是处处为你着想，但是就是不是一个频道。妈妈对你的爱，就是费劲心思的担忧，安排种种你自己并不想要的“呵护”。你的爱表现在真的做自己与随从妈妈意愿间的挣扎。能看得出，你是一个很孝顺的孩子，但是不知道如何在真的做自己和接受妈妈的“呵护”间找到平衡。找到合适的方式去进行。当妈妈安排你相亲，并为此崩溃大哭，说你不孝的时候，你吓坏了。在吓坏了背后，还有你对自己的指责—妈妈被我气病了。这个标签对于内心孝顺的你来说无比沉重。所以你吓坏了，也困惑了，到底我该怎么办。我想做自己，有自己的生活，我错了吗？我想让妈妈满意，又想要有自己想要的生活。何去何从。这里的妈妈像是以一种担忧、焦虑的方式表现出她的爱。但是这个爱让你不舒服。可以尝试着去问自己，面对这担忧、这爱、这焦虑的妈妈，我能做些什么呢？另外也邀请你想一想，如果你是妈妈，她会如此操心你的生活、安排相亲等等，她真的想要的是什么？而你想要找到的，是什么样的生活？你渴望安全、快乐等等。总之，我希望你过得好。我说的对吗？所以，我觉得这里没有冲突，你跟妈妈的期待和利益是一致的，只是需要更多的沟通。关键是如何让妈妈知道你已经成长了，你能照顾好自己，你可以过得很好。当妈妈越来越多地看到你照顾好自己，过得很好，她就会越来越放心地陪伴你做好你自己的事情。",
    "annotation": [
      {
        "sentence": "当你在这里提问，描述自己问题的过程中，你自己内心的感受是什么呢？",
        "label": ""
      },
      {
        "sentence": "除了问题里描述到的感觉外，会不会也有一种无助和委屈。",
        "label": ""
      },
      {
        "sentence": "完全接受妈妈的安排，那不是自己想要的。",
        "label": ""
      },
      {
        "sentence": "不接受妈妈的安排，妈妈就会用不同的方式来回应，让你觉得无所适从。",
        "label": ""
      },
      {
        "sentence": "你想要的妈妈不了解。",
        "label": ""
      },
      {
        "sentence": "妈妈想给的，又不是你想要的。",
        "label": ""
      },
      {
        "sentence": "在这里挣扎，博弈。",
        "label": ""
      },
      {
        "sentence": "辛苦你了！",
        "label": ""
      },
      {
        "sentence": "从这里我读到的是一个平凡的家庭里满满的爱，只是这爱里带了些许的伤害。",
        "label": ""
      },
      {
        "sentence": "看起来妈妈会觉得她是处处为你着想，但是就是不是一个频道。",
        "label": ""
      },
      {
        "sentence": "妈妈对你的爱，就是费劲心思的担忧，安排种种你自己并不想要的“呵护”。",
        "label": ""
      },
      {
        "sentence": "你的爱表现在真的做自己与随从妈妈意愿间的挣扎。",
        "label": ""
      },
      {
        "sentence": "能看得出，你是一个很孝顺的孩子，但是不知道如何在真的做自己和接受妈妈的“呵护”间找到平衡。",
        "label": ""
      },
      {
        "sentence": "找到合适的方式去进行。",
        "label": ""
      },
      {
        "sentence": "当妈妈安排你相亲，并为此崩溃大哭，说你不孝的时候，你吓坏了。",
        "label": ""
      },
      {
        "sentence": "在吓坏了背后，还有你对自己的指责—妈妈被我气病了。",
        "label": ""
      },
      {
        "sentence": "这个标签对于内心孝顺的你来说无比沉重。",
        "label": ""
      },
      {
        "sentence": "所以你吓坏了，也困惑了，到底我该怎么办。",
        "label": ""
      },
      {
        "sentence": "我想做自己，有自己的生活，我错了吗？",
        "label": ""
      },
      {
        "sentence": "我想让妈妈满意，又想要有自己想要的生活。",
        "label": ""
      },
      {
        "sentence": "何去何从。",
        "label": ""
      },
      {
        "sentence": "这里的妈妈像是以一种担忧、焦虑的方式表现出她的爱。",
        "label": ""
      },
      {
        "sentence": "但是这个爱让你不舒服。",
        "label": ""
      },
      {
        "sentence": "可以尝试着去问自己，面对这担忧、这爱、这焦虑的妈妈，我能做些什么呢？",
        "label": ""
      },
      {
        "sentence": "另外也邀请你想一想，如果你是妈妈，她会如此操心你的生活、安排相亲等等，她真的想要的是什么？",
        "label": ""
      },
      {
        "sentence": "而你想要找到的，是什么样的生活？",
        "label": ""
      },
      {
        "sentence": "你渴望安全、快乐等等。",
        "label": ""
      },
      {
        "sentence": "总之，我希望你过得好。",
        "label": ""
      },
      {
        "sentence": "我说的对吗？",
        "label": ""
      },
      {
        "sentence": "所以，我觉得这里没有冲突，你跟妈妈的期待和利益是一致的，只是需要更多的沟通。",
        "label": ""
      },
      {
        "sentence": "关键是如何让妈妈知道你已经成长了，你能照顾好自己，你可以过得很好。",
        "label": ""
      },
      {
        "sentence": "当妈妈越来越多地看到你照顾好自己，过得很好，她就会越来越放心地陪伴你做好你自己的事情。",
        "label": ""
      }
    ]
  }
]