[
  {
    "role": "client",
    "content": "我是一个25岁的女生，我想问问怎么才能不再做一个乖孩子呢？我的家庭是那种妈妈非常操心家里所有事情，爸爸不怎么管事的类型。妈妈总是不自觉地去管着我和姐姐的一切，只要我们不听她的话，小时候会挨打，长大后虽然不打了，但她会一直说自己活得很失败，家里所有的事她一个人在操心。每次我不听她的时候，我就会感到很愧疚。但是现在，我发现我的生活好无趣，就像一个模板一样。小时候好好学习，不谈恋爱，毕业后找了个工资不高但是稳定的工作，现在正在被安排相亲。高中时我想通校晚上想多点时间看书，她不允许，说晚上没人接我，我自己回去她又睡不着觉担心。后来大吵一架之后她同意了，但要由家里人接送。那时我感到我给家里添了很多麻烦，心里也很愧疚。相亲这件事上，我跟她说了很多次我不喜欢相亲，但她总是认为是我不懂事，我们吵了很多次架。有一次她崩溃地大哭，说我让她在别人面前抬不起头，说我不孝，没有哪个人的女儿像我这样有问题。那时我吓坏了，感觉她被我气病了，所以不敢再吵了。",
    "annotation": [
      {
        "sentence": "我是一个25岁的女生，我想问问怎么才能不再做一个乖孩子呢？",
        "label": ""
      },
      {
        "sentence": "我的家庭是那种妈妈非常操心家里所有事情，爸爸不怎么管事的类型。",
        "label": ""
      },
      {
        "sentence": "妈妈总是不自觉地去管着我和姐姐的一切，只要我们不听她的话，小时候会挨打，长大后虽然不打了，但她会一直说自己活得很失败，家里所有的事她一个人在操心。",
        "label": ""
      },
      {
        "sentence": "每次我不听她的时候，我就会感到很愧疚。",
        "label": ""
      },
      {
        "sentence": "但是现在，我发现我的生活好无趣，就像一个模板一样。",
        "label": ""
      },
      {
        "sentence": "小时候好好学习，不谈恋爱，毕业后找了个工资不高但是稳定的工作，现在正在被安排相亲。",
        "label": ""
      },
      {
        "sentence": "高中时我想通校晚上想多点时间看书，她不允许，说晚上没人接我，我自己回去她又睡不着觉担心。",
        "label": ""
      },
      {
        "sentence": "后来大吵一架之后她同意了，但要由家里人接送。",
        "label": ""
      },
      {
        "sentence": "那时我感到我给家里添了很多麻烦，心里也很愧疚。",
        "label": ""
      },
      {
        "sentence": "相亲这件事上，我跟她说了很多次我不喜欢相亲，但她总是认为是我不懂事，我们吵了很多次架。",
        "label": ""
      },
      {
        "sentence": "有一次她崩溃地大哭，说我让她在别人面前抬不起头，说我不孝，没有哪个人的女儿像我这样有问题。",
        "label": ""
      },
      {
        "sentence": "那时我吓坏了，感觉她被我气病了，所以不敢再吵了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，可以暂且将你的问题分为两类，一类是关于妈妈，一类是关于你自己。在一个家庭中，妈妈的作用是巨大的，也是我们常说的家风。从你的描述来看，妈妈对你们的管理非常严厉，但实际上她内心更像是一个缺乏安全感和认可的人。由于她自己在某些方面遇到的不顺利，她可能会把怨气发到与之相关的人或事上，这样或许是她发泄自己内心不平衡的方式。小时候被打只是身体上的伤害，更多的是在整个生活表现中显示出她对你过分干预和关心。这种关心让你感觉不好，就好像别人不表扬你是不了解你，而她不表扬你是在伤害你。当然，也不排除她认为你有其他不对的地方。所以在这样一个长辈的注视下成长，很难说你的内心是多么阳光和快乐的。就像一个木板每次伤害都会钉上一个钉子，虽然拔掉了钉子，但印记却很难处理掉。你感到的不公也是可以理解的，她对你的指责确实有一定原因，但是她的方式方法欠妥也导致了你们之间的对立。心理学上有一个词叫做杀熟，越是亲近的人越容易想要改变和影响你成为他们心中希望的样子。与此同时，我们幼小心灵也被阴影笼罩。那么为什么你会有这么强烈的反抗意识呢？这与我们的性格和环境有关。在哪里有压迫，在哪里就有反抗。尤其是你这种外表看起来不服输、自强自立，内心逆向性格很强的人特有的气质，就像《都挺好》里的苏明玉。家庭关系确实会对你的情感产生较大的影响。在一个强势的气场下，你内心却是脆弱的。实际上，每个人都是自卑的，这样会导致我们的情绪无法自控，进而四处宣泄情绪和释放压力。所以我非常理解你当下的困惑和忧虑。我给你几些建议，供你参考。1.你们的关系已经僵化到不想退一步化解矛盾的地步，所以你可以通过时间和距离来解决问题。妈妈越想管你，你越反抗，通过时空的距离反而会有所改善，距离产生美妙之情。2.实际上，妈妈强势，爸爸软弱是符合一般家庭规律的。能量守恒告诉我们，要么打破，要么坚持。事实上，你的软弱正好是她强势的软肋，如果你示弱，她自然也没有办法，虽然你可能不愿意承认和接受这一点，但是在这里我还是建议你采用哄的方式。3.你描述的更多是抱怨和牢骚的情绪。当你有能力来改变一切的时候，周围的环境都会对你温柔。不要与不在你层级的人一般见识，展现出你的宽容和大度，自然会让生活回馈给你更多更好的。你可以参考一下《方苞孝母》的故事。4.家庭中遇到问题，我们可以逃离到社会。如果社会上遇到很多这样的人，你又会如何选择呢？我们要学会有效地识人和应对，可以尝试了解一下性格色彩学。5.妈妈肯定有她的苦衷，你也有你的无",
    "annotation": [
      {
        "sentence": "看到你的描述，可以暂且将你的问题分为两类，一类是关于妈妈，一类是关于你自己。",
        "label": ""
      },
      {
        "sentence": "在一个家庭中，妈妈的作用是巨大的，也是我们常说的家风。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，妈妈对你们的管理非常严厉，但实际上她内心更像是一个缺乏安全感和认可的人。",
        "label": ""
      },
      {
        "sentence": "由于她自己在某些方面遇到的不顺利，她可能会把怨气发到与之相关的人或事上，这样或许是她发泄自己内心不平衡的方式。",
        "label": ""
      },
      {
        "sentence": "小时候被打只是身体上的伤害，更多的是在整个生活表现中显示出她对你过分干预和关心。",
        "label": ""
      },
      {
        "sentence": "这种关心让你感觉不好，就好像别人不表扬你是不了解你，而她不表扬你是在伤害你。",
        "label": ""
      },
      {
        "sentence": "当然，也不排除她认为你有其他不对的地方。",
        "label": ""
      },
      {
        "sentence": "所以在这样一个长辈的注视下成长，很难说你的内心是多么阳光和快乐的。",
        "label": ""
      },
      {
        "sentence": "就像一个木板每次伤害都会钉上一个钉子，虽然拔掉了钉子，但印记却很难处理掉。",
        "label": ""
      },
      {
        "sentence": "你感到的不公也是可以理解的，她对你的指责确实有一定原因，但是她的方式方法欠妥也导致了你们之间的对立。",
        "label": ""
      },
      {
        "sentence": "心理学上有一个词叫做杀熟，越是亲近的人越容易想要改变和影响你成为他们心中希望的样子。",
        "label": ""
      },
      {
        "sentence": "与此同时，我们幼小心灵也被阴影笼罩。",
        "label": ""
      },
      {
        "sentence": "那么为什么你会有这么强烈的反抗意识呢？",
        "label": ""
      },
      {
        "sentence": "这与我们的性格和环境有关。",
        "label": ""
      },
      {
        "sentence": "在哪里有压迫，在哪里就有反抗。",
        "label": ""
      },
      {
        "sentence": "尤其是你这种外表看起来不服输、自强自立，内心逆向性格很强的人特有的气质，就像《都挺好》里的苏明玉。",
        "label": ""
      },
      {
        "sentence": "家庭关系确实会对你的情感产生较大的影响。",
        "label": ""
      },
      {
        "sentence": "在一个强势的气场下，你内心却是脆弱的。",
        "label": ""
      },
      {
        "sentence": "实际上，每个人都是自卑的，这样会导致我们的情绪无法自控，进而四处宣泄情绪和释放压力。",
        "label": ""
      },
      {
        "sentence": "所以我非常理解你当下的困惑和忧虑。",
        "label": ""
      },
      {
        "sentence": "我给你几些建议，供你参考。",
        "label": ""
      },
      {
        "sentence": "1.你们的关系已经僵化到不想退一步化解矛盾的地步，所以你可以通过时间和距离来解决问题。",
        "label": ""
      },
      {
        "sentence": "妈妈越想管你，你越反抗，通过时空的距离反而会有所改善，距离产生美妙之情。",
        "label": ""
      },
      {
        "sentence": "2.实际上，妈妈强势，爸爸软弱是符合一般家庭规律的。",
        "label": ""
      },
      {
        "sentence": "能量守恒告诉我们，要么打破，要么坚持。",
        "label": ""
      },
      {
        "sentence": "事实上，你的软弱正好是她强势的软肋，如果你示弱，她自然也没有办法，虽然你可能不愿意承认和接受这一点，但是在这里我还是建议你采用哄的方式。",
        "label": ""
      },
      {
        "sentence": "3.你描述的更多是抱怨和牢骚的情绪。",
        "label": ""
      },
      {
        "sentence": "当你有能力来改变一切的时候，周围的环境都会对你温柔。",
        "label": ""
      },
      {
        "sentence": "不要与不在你层级的人一般见识，展现出你的宽容和大度，自然会让生活回馈给你更多更好的。",
        "label": ""
      },
      {
        "sentence": "你可以参考一下《方苞孝母》的故事。",
        "label": ""
      },
      {
        "sentence": "4.家庭中遇到问题，我们可以逃离到社会。",
        "label": ""
      },
      {
        "sentence": "如果社会上遇到很多这样的人，你又会如何选择呢？",
        "label": ""
      },
      {
        "sentence": "我们要学会有效地识人和应对，可以尝试了解一下性格色彩学。",
        "label": ""
      },
      {
        "sentence": "5.妈妈肯定有她的苦衷，你也有你的无",
        "label": ""
      }
    ]
  }
]