[
  {
    "role": "client",
    "content": "我不能长期地进入一段亲密关系。对异性不够信任。我觉得这可能是因为我原生家庭要求严格，父母很专制，所以很少有自己的空间。另外，我在和男生交往时总是感到害羞、敏感和多疑，我老在揣测别人是否心怀不轨。",
    "annotation": [
      {
        "sentence": "我不能长期地进入一段亲密关系。",
        "label": ""
      },
      {
        "sentence": "对异性不够信任。",
        "label": ""
      },
      {
        "sentence": "我觉得这可能是因为我原生家庭要求严格，父母很专制，所以很少有自己的空间。",
        "label": ""
      },
      {
        "sentence": "另外，我在和男生交往时总是感到害羞、敏感和多疑，我老在揣测别人是否心怀不轨。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在和不熟悉的人交往之初，我们出于本能都会有一些警惕。女孩子在恋爱关系中就更会如此。面对一个男孩的示好，我们不可能马上就毫无戒心地把自己的心交出去，因为你怎么知道他是否是真心呢？这种信任是需要争取的。如果一个男孩真的喜欢你，他肯定会做一些能让你真正感动、赢得你信任的事情，而不仅仅是说几句花言巧语或者请你吃几次饭。所以有时候你对别人的不信任并不一定是你的问题，可能是对方没有足够地付出。另外，你生在一个要求很严格的家庭，相对而言你对保护自己的警惕性可能会更强一些，这其实也有一些好处。至少你不容易遇到危险。但是要解决你的问题，我觉得我们需要更详细地了解一些例子，比如你在什么情况下会感到敏感和多疑。只有了解情况，我们才能更好地判断问题出在哪里。另外，一个人是否值得信任，取决于时间和对方是否真正地为你着想。也许一开始我对一个人不太信任，但是随着时间的推移，如果在互动中对方一直对我很好，我才会知道他是真心的，然后我才会敞开自己的心扉与他交朋友。我觉得你应该是一个比较害羞敏感的人，但这并不意味着你就要强迫自己改变性格，变成一个对谁都表现得很熟络的人。我认为不妨顺应自己的性格，因为喜欢你的人会接纳你的一切，包括你的性格。如果他喜欢的正是你本来的样子，这难道不是最令人欣喜的吗？",
    "annotation": [
      {
        "sentence": "在和不熟悉的人交往之初，我们出于本能都会有一些警惕。",
        "label": ""
      },
      {
        "sentence": "女孩子在恋爱关系中就更会如此。",
        "label": ""
      },
      {
        "sentence": "面对一个男孩的示好，我们不可能马上就毫无戒心地把自己的心交出去，因为你怎么知道他是否是真心呢？",
        "label": ""
      },
      {
        "sentence": "这种信任是需要争取的。",
        "label": ""
      },
      {
        "sentence": "如果一个男孩真的喜欢你，他肯定会做一些能让你真正感动、赢得你信任的事情，而不仅仅是说几句花言巧语或者请你吃几次饭。",
        "label": ""
      },
      {
        "sentence": "所以有时候你对别人的不信任并不一定是你的问题，可能是对方没有足够地付出。",
        "label": ""
      },
      {
        "sentence": "另外，你生在一个要求很严格的家庭，相对而言你对保护自己的警惕性可能会更强一些，这其实也有一些好处。",
        "label": ""
      },
      {
        "sentence": "至少你不容易遇到危险。",
        "label": ""
      },
      {
        "sentence": "但是要解决你的问题，我觉得我们需要更详细地了解一些例子，比如你在什么情况下会感到敏感和多疑。",
        "label": ""
      },
      {
        "sentence": "只有了解情况，我们才能更好地判断问题出在哪里。",
        "label": ""
      },
      {
        "sentence": "另外，一个人是否值得信任，取决于时间和对方是否真正地为你着想。",
        "label": ""
      },
      {
        "sentence": "也许一开始我对一个人不太信任，但是随着时间的推移，如果在互动中对方一直对我很好，我才会知道他是真心的，然后我才会敞开自己的心扉与他交朋友。",
        "label": ""
      },
      {
        "sentence": "我觉得你应该是一个比较害羞敏感的人，但这并不意味着你就要强迫自己改变性格，变成一个对谁都表现得很熟络的人。",
        "label": ""
      },
      {
        "sentence": "我认为不妨顺应自己的性格，因为喜欢你的人会接纳你的一切，包括你的性格。",
        "label": ""
      },
      {
        "sentence": "如果他喜欢的正是你本来的样子，这难道不是最令人欣喜的吗？",
        "label": ""
      }
    ]
  }
]