[
  {
    "role": "client",
    "content": "我是一个25岁的女生，我想知道如何摆脱做一个乖孩子的状态。我的家庭里，妈妈操心家里的所有事情，爸爸不怎么管事。所以妈妈会不自觉地管我和姐姐的一切。只要我们不听她的，小时候她会打我们，长大后虽然不打了，但她会一直抱怨自己活得很失败，家里所有的事情都由她一个人承担。每次她这么说的时候，我就会感到愧疚。",
    "annotation": [
      {
        "sentence": "我是一个25岁的女生，我想知道如何摆脱做一个乖孩子的状态。",
        "label": ""
      },
      {
        "sentence": "我的家庭里，妈妈操心家里的所有事情，爸爸不怎么管事。",
        "label": ""
      },
      {
        "sentence": "所以妈妈会不自觉地管我和姐姐的一切。",
        "label": ""
      },
      {
        "sentence": "只要我们不听她的，小时候她会打我们，长大后虽然不打了，但她会一直抱怨自己活得很失败，家里所有的事情都由她一个人承担。",
        "label": ""
      },
      {
        "sentence": "每次她这么说的时候，我就会感到愧疚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以感受到你的委屈和苦恼。我和你有一些相似的经历，也是从小到大被认为是乖孩子，所有事情都听父母的。我能理解你的感受。小时候的我也是好好学习，对父母的话言听计从，不能自己一个人出门，也不能回家太晚……就像没有主动权一样。看到你的描述，我仿佛看见了自己的影子。和你不同的是，毕业后我没有选择工作，而是选择继续深造。我现在也正在努力改变，活出自己想成为的样子，而不是父母希望的样子。针对你的困惑，我有几点建议，希望可以帮到你。",
    "annotation": [
      {
        "sentence": "我可以感受到你的委屈和苦恼。",
        "label": ""
      },
      {
        "sentence": "我和你有一些相似的经历，也是从小到大被认为是乖孩子，所有事情都听父母的。",
        "label": ""
      },
      {
        "sentence": "我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "小时候的我也是好好学习，对父母的话言听计从，不能自己一个人出门，也不能回家太晚……就像没有主动权一样。",
        "label": ""
      },
      {
        "sentence": "看到你的描述，我仿佛看见了自己的影子。",
        "label": ""
      },
      {
        "sentence": "和你不同的是，毕业后我没有选择工作，而是选择继续深造。",
        "label": ""
      },
      {
        "sentence": "我现在也正在努力改变，活出自己想成为的样子，而不是父母希望的样子。",
        "label": ""
      },
      {
        "sentence": "针对你的困惑，我有几点建议，希望可以帮到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我常常觉得很无趣，好像生活就是一成不变的模板。小时候要好好学习，不谈恋爱，毕业后找了个工资不高但是稳定的工作，现在还被安排相亲。高中后我想通校，但是妈妈不允许，她总是担心我晚上没人接，回家会睡不着觉。后来我们大吵了一架，她才同意了，但是必须由家里人接送。我感到很愧疚，好像给家里人添了很多麻烦。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我常常觉得很无趣，好像生活就是一成不变的模板。",
        "label": ""
      },
      {
        "sentence": "小时候要好好学习，不谈恋爱，毕业后找了个工资不高但是稳定的工作，现在还被安排相亲。",
        "label": ""
      },
      {
        "sentence": "高中后我想通校，但是妈妈不允许，她总是担心我晚上没人接，回家会睡不着觉。",
        "label": ""
      },
      {
        "sentence": "后来我们大吵了一架，她才同意了，但是必须由家里人接送。",
        "label": ""
      },
      {
        "sentence": "我感到很愧疚，好像给家里人添了很多麻烦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受，感觉自己总是按照别人的期待去过生活，很无趣。关于晚上回家的事情，我觉得你可以试着和妈妈好好沟通，说出自己的想法。你母亲做这些事情出发点是好的，只是方式可能有些不对。母女之间的关系需要通过沟通来维持，你们可以静下心来，坦诚地交流，体谅对方的难处，同时也说出自己的想法。你的母亲只是按照她认为正确的方式来养育你，可能没有意识到你已经长大了，可以照顾好自己，需要自己来做出决定。多一些谈心，互相理解，或许可以改善你们之间的关系。",
    "annotation": [
      {
        "sentence": "我明白你的感受，感觉自己总是按照别人的期待去过生活，很无趣。",
        "label": ""
      },
      {
        "sentence": "关于晚上回家的事情，我觉得你可以试着和妈妈好好沟通，说出自己的想法。",
        "label": ""
      },
      {
        "sentence": "你母亲做这些事情出发点是好的，只是方式可能有些不对。",
        "label": ""
      },
      {
        "sentence": "母女之间的关系需要通过沟通来维持，你们可以静下心来，坦诚地交流，体谅对方的难处，同时也说出自己的想法。",
        "label": ""
      },
      {
        "sentence": "你的母亲只是按照她认为正确的方式来养育你，可能没有意识到你已经长大了，可以照顾好自己，需要自己来做出决定。",
        "label": ""
      },
      {
        "sentence": "多一些谈心，互相理解，或许可以改善你们之间的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着和妈妈好好沟通。还有一个问题，就是相亲的事。我已经告诉妈妈不喜欢相亲了，可是她始终认为是我不懂事。我们为此吵了好多次，有一次她崩溃地大哭，说我让她在别人面前抬不起头，说我不孝顺，没有哪个人的女儿像我这样有问题。我当时吓坏了，感觉她因为我气病了，所以也不敢再和她吵了。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着和妈妈好好沟通。",
        "label": ""
      },
      {
        "sentence": "还有一个问题，就是相亲的事。",
        "label": ""
      },
      {
        "sentence": "我已经告诉妈妈不喜欢相亲了，可是她始终认为是我不懂事。",
        "label": ""
      },
      {
        "sentence": "我们为此吵了好多次，有一次她崩溃地大哭，说我让她在别人面前抬不起头，说我不孝顺，没有哪个人的女儿像我这样有问题。",
        "label": ""
      },
      {
        "sentence": "我当时吓坏了，感觉她因为我气病了，所以也不敢再和她吵了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个问题确实很棘手，相亲是个敏感的话题，双方的想法很容易产生冲突。你可以试着和妈妈坐下来好好谈谈，解释你对相亲的态度和不满，让她了解你的想法。当然，作为一个母亲，她可能希望在你工作稳定后，能够组建自己的家庭。但是她的做法没有考虑到你的感受。如果暂时没有找到适合的人，你可以自由恋爱，找一个自己喜欢的人一起过生活，照顾好自己，让母亲放心。慢慢找到合适的结婚对象。不要让别人的期待成为你生活的主导，让自己过上真正想要的生活。",
    "annotation": [
      {
        "sentence": "这个问题确实很棘手，相亲是个敏感的话题，双方的想法很容易产生冲突。",
        "label": ""
      },
      {
        "sentence": "你可以试着和妈妈坐下来好好谈谈，解释你对相亲的态度和不满，让她了解你的想法。",
        "label": ""
      },
      {
        "sentence": "当然，作为一个母亲，她可能希望在你工作稳定后，能够组建自己的家庭。",
        "label": ""
      },
      {
        "sentence": "但是她的做法没有考虑到你的感受。",
        "label": ""
      },
      {
        "sentence": "如果暂时没有找到适合的人，你可以自由恋爱，找一个自己喜欢的人一起过生活，照顾好自己，让母亲放心。",
        "label": ""
      },
      {
        "sentence": "慢慢找到合适的结婚对象。",
        "label": ""
      },
      {
        "sentence": "不要让别人的期待成为你生活的主导，让自己过上真正想要的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，相亲是个敏感的话题，我会试着和妈妈坐下来好好谈谈。同时，我也会努力摆脱她对我的期待，追寻自己想要的生活。如果我只按照她的期待去过日子，我怕以后会后悔。二十多岁的时候，我觉得还有很多可能性可以去追寻。我会去做一些有趣的事情，去看看外面的世界，结交一些有趣的人。感谢你的建议，我希望自己能够摆脱现在的困境，活出真正的自己。",
    "annotation": [
      {
        "sentence": "你说得对，相亲是个敏感的话题，我会试着和妈妈坐下来好好谈谈。",
        "label": ""
      },
      {
        "sentence": "同时，我也会努力摆脱她对我的期待，追寻自己想要的生活。",
        "label": ""
      },
      {
        "sentence": "如果我只按照她的期待去过日子，我怕以后会后悔。",
        "label": ""
      },
      {
        "sentence": "二十多岁的时候，我觉得还有很多可能性可以去追寻。",
        "label": ""
      },
      {
        "sentence": "我会去做一些有趣的事情，去看看外面的世界，结交一些有趣的人。",
        "label": ""
      },
      {
        "sentence": "感谢你的建议，我希望自己能够摆脱现在的困境，活出真正的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样的回答，你已经开始为自己的梦想努力了。人生是一个不断认识自己的过程，我们的终极目标就是活出真正的自己，摆脱外界的期待和评判。去做一些有意义的事情，让自己的生活更加丰富多彩。我希望你可以摆脱现在的困扰，找到属于自己的幸福。加油！如果以后还有什么问题，随时可以找我倾诉。",
    "annotation": [
      {
        "sentence": "很高兴听到你这样的回答，你已经开始为自己的梦想努力了。",
        "label": ""
      },
      {
        "sentence": "人生是一个不断认识自己的过程，我们的终极目标就是活出真正的自己，摆脱外界的期待和评判。",
        "label": ""
      },
      {
        "sentence": "去做一些有意义的事情，让自己的生活更加丰富多彩。",
        "label": ""
      },
      {
        "sentence": "我希望你可以摆脱现在的困扰，找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么问题，随时可以找我倾诉。",
        "label": ""
      }
    ]
  }
]