[
  {
    "role": "client",
    "content": "不能长期地进入一段亲密关系？对异性不够信任。原生家庭要求严格，专制型父母，很少有自己的空间。与男生交往害羞、敏感、多疑，老在揣测别人不怀好意。",
    "annotation": [
      {
        "sentence": "不能长期地进入一段亲密关系？",
        "label": ""
      },
      {
        "sentence": "对异性不够信任。",
        "label": ""
      },
      {
        "sentence": "原生家庭要求严格，专制型父母，很少有自己的空间。",
        "label": ""
      },
      {
        "sentence": "与男生交往害羞、敏感、多疑，老在揣测别人不怀好意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "受原生家庭的影响，没有自己的私人空间。长大以后，你在和男生交往的时候，会出现敏感、害羞、多疑的情况。非常理解你的感受。在我们童年的时候，由于父母的专制，我们会失去自己的兴趣爱好，我们的行为都需要在父母的准许和要求下进行。父母的专制对我们有着潜移默化的影响，我们长大后，会不自觉的继承父母的“专制”，来控制身边的人。因为在我们的潜意识里，我们会觉得只有自己掌控了别人，才能够获得自由。另外，专制的成长环境，也许让我们从小就学会了察言观色。我们希望得到父母的认可，所以我们觉得，只有顺从父母的要求，才能够得到父母的肯定。察言观色的能力，长大以后就容易让我们变得敏感，变得对于外界的一些事情，过份在意。可见，你在和异性交往的时候，敏感、害羞、多疑性格的出现，其实是受着你原生家庭的影响的。",
    "annotation": [
      {
        "sentence": "受原生家庭的影响，没有自己的私人空间。",
        "label": ""
      },
      {
        "sentence": "长大以后，你在和男生交往的时候，会出现敏感、害羞、多疑的情况。",
        "label": ""
      },
      {
        "sentence": "非常理解你的感受。",
        "label": ""
      },
      {
        "sentence": "在我们童年的时候，由于父母的专制，我们会失去自己的兴趣爱好，我们的行为都需要在父母的准许和要求下进行。",
        "label": ""
      },
      {
        "sentence": "父母的专制对我们有着潜移默化的影响，我们长大后，会不自觉的继承父母的“专制”，来控制身边的人。",
        "label": ""
      },
      {
        "sentence": "因为在我们的潜意识里，我们会觉得只有自己掌控了别人，才能够获得自由。",
        "label": ""
      },
      {
        "sentence": "另外，专制的成长环境，也许让我们从小就学会了察言观色。",
        "label": ""
      },
      {
        "sentence": "我们希望得到父母的认可，所以我们觉得，只有顺从父母的要求，才能够得到父母的肯定。",
        "label": ""
      },
      {
        "sentence": "察言观色的能力，长大以后就容易让我们变得敏感，变得对于外界的一些事情，过份在意。",
        "label": ""
      },
      {
        "sentence": "可见，你在和异性交往的时候，敏感、害羞、多疑性格的出现，其实是受着你原生家庭的影响的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。但是，我感觉自己很困惑，不知道该怎么面对目前的情况，怎样才能改变这种不信任的心态呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "但是，我感觉自己很困惑，不知道该怎么面对目前的情况，怎样才能改变这种不信任的心态呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我们需要正视原生家庭的影响和父母的专制教育。虽然他们的方式可能不对，但本质上他们是希望我们能够更好地成长。另外，我们感受到父母的专制，也是我们与父母缺乏沟通的表现。我们没有将真实的想法表达出来，没有告诉他们我们被控制的感受是多么痛苦，所以父母在很大程度上甚至不知道他们的教育方式对我们的影响。既然影响已经发生，放下过去，展望未来是我们需要做的。我们已经长大了，可以独立工作和赚钱，不再需要通过“控制”来寻找安全感和肯定。现在的我们可以掌控自己的自由。过去的伤害需要放下，才能更好地面对未来的生活。",
    "annotation": [
      {
        "sentence": "首先，我们需要正视原生家庭的影响和父母的专制教育。",
        "label": ""
      },
      {
        "sentence": "虽然他们的方式可能不对，但本质上他们是希望我们能够更好地成长。",
        "label": ""
      },
      {
        "sentence": "另外，我们感受到父母的专制，也是我们与父母缺乏沟通的表现。",
        "label": ""
      },
      {
        "sentence": "我们没有将真实的想法表达出来，没有告诉他们我们被控制的感受是多么痛苦，所以父母在很大程度上甚至不知道他们的教育方式对我们的影响。",
        "label": ""
      },
      {
        "sentence": "既然影响已经发生，放下过去，展望未来是我们需要做的。",
        "label": ""
      },
      {
        "sentence": "我们已经长大了，可以独立工作和赚钱，不再需要通过“控制”来寻找安全感和肯定。",
        "label": ""
      },
      {
        "sentence": "现在的我们可以掌控自己的自由。",
        "label": ""
      },
      {
        "sentence": "过去的伤害需要放下，才能更好地面对未来的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我要把过去的伤害放下，好好面对未来。可是，我还是很害羞，不知道怎样才能克服这种害羞情绪。",
    "annotation": [
      {
        "sentence": "你说得对，我要把过去的伤害放下，好好面对未来。",
        "label": ""
      },
      {
        "sentence": "可是，我还是很害羞，不知道怎样才能克服这种害羞情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你在与异性交往中感到紧张的时候，可以尝试深呼吸放松法来帮助自己放松。另外，为了克服害羞，你可以通过观看男女青年交往、谈话的录像，或者听男女青年对话的录音，来学习和异性交往的情况。观看或听完后，你可以总结自己所见所闻的内容，例如要注意在与异性接触中应该注意什么，怎样做更好等等。",
    "annotation": [
      {
        "sentence": "当你在与异性交往中感到紧张的时候，可以尝试深呼吸放松法来帮助自己放松。",
        "label": ""
      },
      {
        "sentence": "另外，为了克服害羞，你可以通过观看男女青年交往、谈话的录像，或者听男女青年对话的录音，来学习和异性交往的情况。",
        "label": ""
      },
      {
        "sentence": "观看或听完后，你可以总结自己所见所闻的内容，例如要注意在与异性接触中应该注意什么，怎样做更好等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你说的，我觉得很有道理。还有一点，我常常对别人的意图产生怀疑，担心别人对我不怀好意。这种多疑情绪怎样才能改变呢？",
    "annotation": [
      {
        "sentence": "听你说的，我觉得很有道理。",
        "label": ""
      },
      {
        "sentence": "还有一点，我常常对别人的意图产生怀疑，担心别人对我不怀好意。",
        "label": ""
      },
      {
        "sentence": "这种多疑情绪怎样才能改变呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在与异性交往的过程中，你经常会感到多疑，当对方说一句话或者有一个举动时，你就会觉得对方有不好的意图。但事实是否与你的感受一致呢？建议你在对对方产生怀疑时，将自己的怀疑告诉一个你信任的朋友，看看朋友是否也会有类似的感受。如果朋友没有，你可以将自己的感受记录下来，以日记的方式，并试着寻找自己思想中不合理的地方。久而久之，你会改变自己的多疑情绪。",
    "annotation": [
      {
        "sentence": "在与异性交往的过程中，你经常会感到多疑，当对方说一句话或者有一个举动时，你就会觉得对方有不好的意图。",
        "label": ""
      },
      {
        "sentence": "但事实是否与你的感受一致呢？",
        "label": ""
      },
      {
        "sentence": "建议你在对对方产生怀疑时，将自己的怀疑告诉一个你信任的朋友，看看朋友是否也会有类似的感受。",
        "label": ""
      },
      {
        "sentence": "如果朋友没有，你可以将自己的感受记录下来，以日记的方式，并试着寻找自己思想中不合理的地方。",
        "label": ""
      },
      {
        "sentence": "久而久之，你会改变自己的多疑情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试试将自己的感受告诉朋友，并记录下来。希望这样能够改变我的多疑情绪。谢谢你的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试试将自己的感受告诉朋友，并记录下来。",
        "label": ""
      },
      {
        "sentence": "希望这样能够改变我的多疑情绪。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。如果你还有其他问题或困惑，随时都可以向我求助。我会一直支持你的。记住，放下过去的伤害，正视现在的情况，你会找到自己的幸福。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或困惑，随时都可以向我求助。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "记住，放下过去的伤害，正视现在的情况，你会找到自己的幸福。",
        "label": ""
      }
    ]
  }
]