[
  {
    "role": "client",
    "content": "有很多朋友又没有朋友，一直有朋友做事又总是一个人？前几天去医院确诊了抑郁症，回来又发现有很多话没有给医生说。现在有两个问题很困扰我，一个，医生说我最缺的是关心和照顾，可是我身边也有对我很好的人，但是对我越好我越恐惧越排斥，对他的态度越差，尤其是异性，这是为什么呢？第二个，我一直有朋友，可我平常做事又总是一个人很孤独，为什么呢？",
    "annotation": [
      {
        "sentence": "有很多朋友又没有朋友，一直有朋友做事又总是一个人？",
        "label": ""
      },
      {
        "sentence": "前几天去医院确诊了抑郁症，回来又发现有很多话没有给医生说。",
        "label": ""
      },
      {
        "sentence": "现在有两个问题很困扰我，一个，医生说我最缺的是关心和照顾，可是我身边也有对我很好的人，但是对我越好我越恐惧越排斥，对他的态度越差，尤其是异性，这是为什么呢？",
        "label": ""
      },
      {
        "sentence": "第二个，我一直有朋友，可我平常做事又总是一个人很孤独，为什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我听说你在医院确诊了抑郁症，我可以理解你现在经历的困难和痛苦。你所提到的两个问题可能是相互关联的。我认为你可能是出于一种焦虑反抗依恋的状态，这也与医生提到的缺乏关心和照顾相吻合。我建议你按时服药，并尽量与心理咨询师交流，他们能够更好地帮助你解决所有的问题。",
    "annotation": [
      {
        "sentence": "你好，我听说你在医院确诊了抑郁症，我可以理解你现在经历的困难和痛苦。",
        "label": ""
      },
      {
        "sentence": "你所提到的两个问题可能是相互关联的。",
        "label": ""
      },
      {
        "sentence": "我认为你可能是出于一种焦虑反抗依恋的状态，这也与医生提到的缺乏关心和照顾相吻合。",
        "label": ""
      },
      {
        "sentence": "我建议你按时服药，并尽量与心理咨询师交流，他们能够更好地帮助你解决所有的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复，我知道我需要寻求专业咨询的帮助。但我对同性和异性的态度差异非常大，当身边的人对我好时，我会感到恐惧和排斥，这让我很困惑。",
    "annotation": [
      {
        "sentence": "谢谢你的回复，我知道我需要寻求专业咨询的帮助。",
        "label": ""
      },
      {
        "sentence": "但我对同性和异性的态度差异非常大，当身边的人对我好时，我会感到恐惧和排斥，这让我很困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你感到困惑，但是请记住，你的感受是正常的。你可能是因为过去的经历而产生了对别人好意的恐惧和排斥。在你的潜意识中，你可能认为拒绝别人是一种有效的惩罚方式，而你希望得到的也正是这种以拒绝来惩罚别人的方式。这可能导致你不愿接受别人的关爱。",
    "annotation": [
      {
        "sentence": "我明白你感到困惑，但是请记住，你的感受是正常的。",
        "label": ""
      },
      {
        "sentence": "你可能是因为过去的经历而产生了对别人好意的恐惧和排斥。",
        "label": ""
      },
      {
        "sentence": "在你的潜意识中，你可能认为拒绝别人是一种有效的惩罚方式，而你希望得到的也正是这种以拒绝来惩罚别人的方式。",
        "label": ""
      },
      {
        "sentence": "这可能导致你不愿接受别人的关爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我非常想要得到关爱，但又不愿意接受别人的好意。我感到非常困惑和矛盾。",
    "annotation": [
      {
        "sentence": "是的，我非常想要得到关爱，但又不愿意接受别人的好意。",
        "label": ""
      },
      {
        "sentence": "我感到非常困惑和矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，这种矛盾是非常辛苦的。你之所以感到困惑，可能是因为你自己不知道如何要求别人给予你所需要的，甚至你自己都不知道自己究竟想要什么。因此，你从未真正得到过满足的爱，这让你对别人的行为感到愤怒和不满。但请记住，你是值得被人爱的，这是每个人正常的心理需求。",
    "annotation": [
      {
        "sentence": "我了解你的感受，这种矛盾是非常辛苦的。",
        "label": ""
      },
      {
        "sentence": "你之所以感到困惑，可能是因为你自己不知道如何要求别人给予你所需要的，甚至你自己都不知道自己究竟想要什么。",
        "label": ""
      },
      {
        "sentence": "因此，你从未真正得到过满足的爱，这让你对别人的行为感到愤怒和不满。",
        "label": ""
      },
      {
        "sentence": "但请记住，你是值得被人爱的，这是每个人正常的心理需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我认识到了我需要接受别人的关爱，但是我不知道如何去做。我觉得自己不值得被爱，也不相信别人真诚地爱我。",
    "annotation": [
      {
        "sentence": "我认识到了我需要接受别人的关爱，但是我不知道如何去做。",
        "label": ""
      },
      {
        "sentence": "我觉得自己不值得被爱，也不相信别人真诚地爱我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受，但是请不要放弃证明自己是值得被爱的。你可能还没有真正学会爱自己，但这并不意味着你不值得被爱。相信我，当你开始学会去爱自己，你会发现自己是最满足的人。你可以试着接受自己的不完美，逐渐向自己展示出更多的关爱和宽容。",
    "annotation": [
      {
        "sentence": "我明白你的感受，但是请不要放弃证明自己是值得被爱的。",
        "label": ""
      },
      {
        "sentence": "你可能还没有真正学会爱自己，但这并不意味着你不值得被爱。",
        "label": ""
      },
      {
        "sentence": "相信我，当你开始学会去爱自己，你会发现自己是最满足的人。",
        "label": ""
      },
      {
        "sentence": "你可以试着接受自己的不完美，逐渐向自己展示出更多的关爱和宽容。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要学会接受自己的不完美以及给自己更多的关爱和宽容。除了爱自己，我还可以寻找其他的快乐，比如旅游、游戏、美食等。生活中可能不止有被爱这一种快乐。",
    "annotation": [
      {
        "sentence": "我明白了，我需要学会接受自己的不完美以及给自己更多的关爱和宽容。",
        "label": ""
      },
      {
        "sentence": "除了爱自己，我还可以寻找其他的快乐，比如旅游、游戏、美食等。",
        "label": ""
      },
      {
        "sentence": "生活中可能不止有被爱这一种快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常赞同你的观点！生活确实有许多美好的事物和快乐，除了被爱，你还有很多其他的选择。尽量享受生活中的各种乐趣，并努力让自己更加快乐和满足。同时，我也想提醒你，那种不被爱的感受可能会偶尔再次出现，但随着你的成长和学习，它会逐渐减少。请相信，你曾经走过的每一步都是你独一无二的证据。",
    "annotation": [
      {
        "sentence": "非常赞同你的观点！",
        "label": ""
      },
      {
        "sentence": "生活确实有许多美好的事物和快乐，除了被爱，你还有很多其他的选择。",
        "label": ""
      },
      {
        "sentence": "尽量享受生活中的各种乐趣，并努力让自己更加快乐和满足。",
        "label": ""
      },
      {
        "sentence": "同时，我也想提醒你，那种不被爱的感受可能会偶尔再次出现，但随着你的成长和学习，它会逐渐减少。",
        "label": ""
      },
      {
        "sentence": "请相信，你曾经走过的每一步都是你独一无二的证据。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我会尽量接受自己，努力寻找快乐，并且相信自己是值得被爱的。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我会尽量接受自己，努力寻找快乐，并且相信自己是值得被爱的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够走出困境，接受自己并得到更多的快乐和关爱。如果你需要任何帮助或者想再次交流，随时都可以找我倾诉。你并不孤单，有人在支持着你。",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够走出困境，接受自己并得到更多的快乐和关爱。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者想再次交流，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，有人在支持着你。",
        "label": ""
      }
    ]
  }
]