[
  {
    "role": "client",
    "content": "我不能长期地进入一段亲密关系。对异性不够信任。原生家庭要求严格，专制型父母，很少有自己的空间。与男生交往害羞、敏感、多疑，老在揣测别人不怀好意。",
    "annotation": [
      {
        "sentence": "我不能长期地进入一段亲密关系。",
        "label": ""
      },
      {
        "sentence": "对异性不够信任。",
        "label": ""
      },
      {
        "sentence": "原生家庭要求严格，专制型父母，很少有自己的空间。",
        "label": ""
      },
      {
        "sentence": "与男生交往害羞、敏感、多疑，老在揣测别人不怀好意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你为什么觉得不能长时间进入一段亲密关系？对异性不信任是什么原因导致的呢？",
    "annotation": [
      {
        "sentence": "你为什么觉得不能长时间进入一段亲密关系？",
        "label": ""
      },
      {
        "sentence": "对异性不信任是什么原因导致的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得可能是因为我从小受到严格的管制，没有自己的独立空间，所以跟男生交往时会感到害羞、敏感、多疑，总觉得别人对我不怀好意。",
    "annotation": [
      {
        "sentence": "我觉得可能是因为我从小受到严格的管制，没有自己的独立空间，所以跟男生交往时会感到害羞、敏感、多疑，总觉得别人对我不怀好意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你的性格行为中体现出一种类似社交“恐惧”感，以及较强的自我保护意识。这种情况更多的需要从你的父母家庭那里解脱出来，并接受现在要面对的社交现实。",
    "annotation": [
      {
        "sentence": "明白了，你的性格行为中体现出一种类似社交“恐惧”感，以及较强的自我保护意识。",
        "label": ""
      },
      {
        "sentence": "这种情况更多的需要从你的父母家庭那里解脱出来，并接受现在要面对的社交现实。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在和男生交往中，我会不自觉地揣测别人的意图，心理上会有自责的想法。但是由于性格使然，我会表现出害羞、敏感和多疑，导致我无法长时间进入一段亲密关系。",
    "annotation": [
      {
        "sentence": "在和男生交往中，我会不自觉地揣测别人的意图，心理上会有自责的想法。",
        "label": ""
      },
      {
        "sentence": "但是由于性格使然，我会表现出害羞、敏感和多疑，导致我无法长时间进入一段亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我建议你意识到这种揣测别人的行为已经过度了，也要认识到你觉得很少有自己的空间是受到专制型父母和家庭环境的影响。同时，对于自己在与男生交往中的害羞、敏感和多疑，你要意识到这种情绪是由于社交恐惧感而产生的。",
    "annotation": [
      {
        "sentence": "我建议你意识到这种揣测别人的行为已经过度了，也要认识到你觉得很少有自己的空间是受到专制型父母和家庭环境的影响。",
        "label": ""
      },
      {
        "sentence": "同时，对于自己在与男生交往中的害羞、敏感和多疑，你要意识到这种情绪是由于社交恐惧感而产生的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对。我觉得自己的害羞、敏感和多疑会影响到我的正常社交生活。我需要改变这种情感表现，但是我对异性也缺乏信任。是因为我对社交交往中异性的表现不信任，还是因为我自己的社交经营不足导致的担忧呢？",
    "annotation": [
      {
        "sentence": "你说得对。",
        "label": ""
      },
      {
        "sentence": "我觉得自己的害羞、敏感和多疑会影响到我的正常社交生活。",
        "label": ""
      },
      {
        "sentence": "我需要改变这种情感表现，但是我对异性也缺乏信任。",
        "label": ""
      },
      {
        "sentence": "是因为我对社交交往中异性的表现不信任，还是因为我自己的社交经营不足导致的担忧呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你对异性的不信任问题，我无法过度评价和猜测。它可能是由于你对社交空间的缺乏和与异性的交往不足所导致的。我建议你正视自己社交中的害羞、敏感和多疑等特征。每个人都会有自己的性格缺陷和优点，追求完美只会让自己更累。害羞、敏感和多疑也能体现出完整而美好的你。",
    "annotation": [
      {
        "sentence": "对于你对异性的不信任问题，我无法过度评价和猜测。",
        "label": ""
      },
      {
        "sentence": "它可能是由于你对社交空间的缺乏和与异性的交往不足所导致的。",
        "label": ""
      },
      {
        "sentence": "我建议你正视自己社交中的害羞、敏感和多疑等特征。",
        "label": ""
      },
      {
        "sentence": "每个人都会有自己的性格缺陷和优点，追求完美只会让自己更累。",
        "label": ""
      },
      {
        "sentence": "害羞、敏感和多疑也能体现出完整而美好的你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。揣测别人其实是一种缺乏社交安全感的正常表现，并且也是对自己的保护意识。但是我感觉这种揣测反映了我社交空间的缺乏，导致了我对自己缺乏信心而产生多疑。我需要跳出专制型父母的影响，逐渐扩大我的社交圈和空间。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "揣测别人其实是一种缺乏社交安全感的正常表现，并且也是对自己的保护意识。",
        "label": ""
      },
      {
        "sentence": "但是我感觉这种揣测反映了我社交空间的缺乏，导致了我对自己缺乏信心而产生多疑。",
        "label": ""
      },
      {
        "sentence": "我需要跳出专制型父母的影响，逐渐扩大我的社交圈和空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你明白了。解决不能长时间进入一段亲密关系以及对异性不信任的问题的关键在于：正视自己的性格特点，接受自己害羞、敏感和多疑等行为；理解自己揣测别人是一种自我保护意识；在社交中懂得自我保护的同时，也懂得理解自己的情感。相信通过这些步骤，你一定能够长时间进入一段亲密关系，一直都在！",
    "annotation": [
      {
        "sentence": "很好，你明白了。",
        "label": ""
      },
      {
        "sentence": "解决不能长时间进入一段亲密关系以及对异性不信任的问题的关键在于：正视自己的性格特点，接受自己害羞、敏感和多疑等行为；理解自己揣测别人是一种自我保护意识；在社交中懂得自我保护的同时，也懂得理解自己的情感。",
        "label": ""
      },
      {
        "sentence": "相信通过这些步骤，你一定能够长时间进入一段亲密关系，一直都在！",
        "label": ""
      }
    ]
  }
]