[
  {
    "role": "client",
    "content": "婚外情，已离婚，我该何去何从？",
    "annotation": [
      {
        "sentence": "婚外情，已离婚，我该何去何从？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "‘表面上是你婚内出轨导致离婚，实际原因是你与前妻结婚十几年，两人在思想上的差距越来越大，共同话题越来越少。’表面上离婚的原因让你可能陷入自责愧疚，（起码大家看到的是：你的错导致离婚），这种自责感让你对孩子想要弥补（我们常常因为舆论而摒弃、怀疑自己内心最真实的感受）而委曲求全。但实际上，夫妻在精神上的不对等，才是婚姻的巨大隐患。",
    "annotation": [
      {
        "sentence": "‘表面上是你婚内出轨导致离婚，实际原因是你与前妻结婚十几年，两人在思想上的差距越来越大，共同话题越来越少。",
        "label": ""
      },
      {
        "sentence": "’表面上离婚的原因让你可能陷入自责愧疚，（起码大家看到的是：你的错导致离婚），这种自责感让你对孩子想要弥补（我们常常因为舆论而摒弃、怀疑自己内心最真实的感受）而委曲求全。",
        "label": ""
      },
      {
        "sentence": "但实际上，夫妻在精神上的不对等，才是婚姻的巨大隐患。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我和前妻之间的差距越来越大，我们越来越没有共同语言了。但孩子们还是很喜欢我和前妻一起的家庭。",
    "annotation": [
      {
        "sentence": "是的，我和前妻之间的差距越来越大，我们越来越没有共同语言了。",
        "label": ""
      },
      {
        "sentence": "但孩子们还是很喜欢我和前妻一起的家庭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "‘孩子认为你与前妻营造的家庭氛围非常好（从来没吵过架），所以孩子仍然希望可以一家人在一起。’我想说好的家庭氛围先是夫妻恩爱，才是爱孩子。你与前妻之间爱已非常淡了，如果强扭在一起，所谓好的家庭氛围也是虚假的，给孩子的只是没有散的家，而不是完整的家，反而会给孩子造成伤害。相反如果父母各自追求自己想要的，并各自过着幸福的生活，双方对孩子的爱却并未减少。明确告诉孩子：父母离婚是父母自己的感情难以为继，勉强相处只会让两人都很痛苦，但对你们的爱如常。（刚开始孩子可能没有那么好接受）孩子会受父母的影响，也会成为一个有独立思考能力，愿意站在他人角度考虑问题的人。＊我曾经问过一些未婚先孕，因为有了孩子不得不结婚的人，如果没有孩子你还会娶或嫁现在的妻子或丈夫吗？大部分的答案是不会，还有一些在生完孩子后就开始后悔。＊我们也会遇到这样的家庭，夫妻感情已经很差了，双方却硬撑着，“等孩子大学毕业了再离吧”。＊近几年青少年心理问题越来越频繁，很多来源于离异家庭，这让很多父母更不敢离婚了。离婚真的对孩子会有这么大的心理影响吗？不是的。我们会发现不是离婚这件事对孩子有打击，而是离婚后处理不好离婚关系，让孩子倍受折磨。故此在我看来，了解和面对真实的自己，双方处理好离婚后关系，比营造家庭的虚假氛围重要得多。希望对你有帮助。",
    "annotation": [
      {
        "sentence": "‘孩子认为你与前妻营造的家庭氛围非常好（从来没吵过架），所以孩子仍然希望可以一家人在一起。",
        "label": ""
      },
      {
        "sentence": "’我想说好的家庭氛围先是夫妻恩爱，才是爱孩子。",
        "label": ""
      },
      {
        "sentence": "你与前妻之间爱已非常淡了，如果强扭在一起，所谓好的家庭氛围也是虚假的，给孩子的只是没有散的家，而不是完整的家，反而会给孩子造成伤害。",
        "label": ""
      },
      {
        "sentence": "相反如果父母各自追求自己想要的，并各自过着幸福的生活，双方对孩子的爱却并未减少。",
        "label": ""
      },
      {
        "sentence": "明确告诉孩子：父母离婚是父母自己的感情难以为继，勉强相处只会让两人都很痛苦，但对你们的爱如常。",
        "label": ""
      },
      {
        "sentence": "（刚开始孩子可能没有那么好接受）孩子会受父母的影响，也会成为一个有独立思考能力，愿意站在他人角度考虑问题的人。",
        "label": ""
      },
      {
        "sentence": "＊我曾经问过一些未婚先孕，因为有了孩子不得不结婚的人，如果没有孩子你还会娶或嫁现在的妻子或丈夫吗？",
        "label": ""
      },
      {
        "sentence": "大部分的答案是不会，还有一些在生完孩子后就开始后悔。",
        "label": ""
      },
      {
        "sentence": "＊我们也会遇到这样的家庭，夫妻感情已经很差了，双方却硬撑着，“等孩子大学毕业了再离吧”。",
        "label": ""
      },
      {
        "sentence": "＊近几年青少年心理问题越来越频繁，很多来源于离异家庭，这让很多父母更不敢离婚了。",
        "label": ""
      },
      {
        "sentence": "离婚真的对孩子会有这么大的心理影响吗？",
        "label": ""
      },
      {
        "sentence": "不是的。",
        "label": ""
      },
      {
        "sentence": "我们会发现不是离婚这件事对孩子有打击，而是离婚后处理不好离婚关系，让孩子倍受折磨。",
        "label": ""
      },
      {
        "sentence": "故此在我看来，了解和面对真实的自己，双方处理好离婚后关系，比营造家庭的虚假氛围重要得多。",
        "label": ""
      },
      {
        "sentence": "希望对你有帮助。",
        "label": ""
      }
    ]
  }
]