[
  {
    "role": "client",
    "content": "毕业了，好想念班主任，想表达谢意给老师一个拥抱？",
    "annotation": [
      {
        "sentence": "毕业了，好想念班主任，想表达谢意给老师一个拥抱？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果我没猜错的话，这应该是第三次给你答复了，你之前问过几个类似的问题，都是与班主任有关。第一次是在老师给你发了一句关切的话之后，你说不敢相信是真的；第二次你在纠结，要不要给老师一个拥抱。在我第一次回复之后，你在评论里也详细的讲述了你和班主任之间的故事。不知道每次你看到的都是我的回答，会不会感觉烦呢？我想，你多次提问，都是相关的事情，我想，或许你需要的并不是他人的回复，你需要的是一个平台可以倾诉，可以不断的讲述你们之间的故事，讲出来，或许你的思路也可以理顺一点，内心也能平静一点。此外，你多次提问，也说明，你和班主任的关系，确实让你很纠结，或许，你对他的感情，早已超出了老师与学生之间的关系，像父女，或者其它感情。你很在意他的一举一动，他对你的关心你很感动，他对你的忽视，可能会让你很受伤。但是，这些感情，或许都只是你单方面的而已，老师应该并不知道你有着如此复杂的内心世界。也正因为是单方面的，所以老师怎么想，你都只能猜测，不确定的猜测，就很容易让你陷入纠结、怀疑等情绪当中。现在既然已经毕业，是否想过，其实你可以和老师再谈一谈，把你的这些想法和感觉直接和他说出来呢？谈过之后，你也就能知道他心里的想法，而不是只能靠猜测。或许，他对待你也只不过是对待所有其他学生一样，或许他对你有更多的关心。不管如何，至少你心理能确定和安定下来，之后再往前走，去迎接你的大学生活。(^_-)。",
    "annotation": [
      {
        "sentence": "如果我没猜错的话，这应该是第三次给你答复了，你之前问过几个类似的问题，都是与班主任有关。",
        "label": ""
      },
      {
        "sentence": "第一次是在老师给你发了一句关切的话之后，你说不敢相信是真的；第二次你在纠结，要不要给老师一个拥抱。",
        "label": ""
      },
      {
        "sentence": "在我第一次回复之后，你在评论里也详细的讲述了你和班主任之间的故事。",
        "label": ""
      },
      {
        "sentence": "不知道每次你看到的都是我的回答，会不会感觉烦呢？",
        "label": ""
      },
      {
        "sentence": "我想，你多次提问，都是相关的事情，我想，或许你需要的并不是他人的回复，你需要的是一个平台可以倾诉，可以不断的讲述你们之间的故事，讲出来，或许你的思路也可以理顺一点，内心也能平静一点。",
        "label": ""
      },
      {
        "sentence": "此外，你多次提问，也说明，你和班主任的关系，确实让你很纠结，或许，你对他的感情，早已超出了老师与学生之间的关系，像父女，或者其它感情。",
        "label": ""
      },
      {
        "sentence": "你很在意他的一举一动，他对你的关心你很感动，他对你的忽视，可能会让你很受伤。",
        "label": ""
      },
      {
        "sentence": "但是，这些感情，或许都只是你单方面的而已，老师应该并不知道你有着如此复杂的内心世界。",
        "label": ""
      },
      {
        "sentence": "也正因为是单方面的，所以老师怎么想，你都只能猜测，不确定的猜测，就很容易让你陷入纠结、怀疑等情绪当中。",
        "label": ""
      },
      {
        "sentence": "现在既然已经毕业，是否想过，其实你可以和老师再谈一谈，把你的这些想法和感觉直接和他说出来呢？",
        "label": ""
      },
      {
        "sentence": "谈过之后，你也就能知道他心里的想法，而不是只能靠猜测。",
        "label": ""
      },
      {
        "sentence": "或许，他对待你也只不过是对待所有其他学生一样，或许他对你有更多的关心。",
        "label": ""
      },
      {
        "sentence": "不管如何，至少你心理能确定和安定下来，之后再往前走，去迎接你的大学生活。",
        "label": ""
      },
      {
        "sentence": "(^_-)。",
        "label": ""
      }
    ]
  }
]