[
  {
    "role": "client",
    "content": "毕业了，好想念班主任，想表达谢意给老师一个拥抱？班主任在高三复学前让人感觉难以接近，经常说教，严肃，苛刻，我…感觉有受过他的一段时间的冷落，高三上学期好多次打招呼他总是忽视，然后还有一些事情他也忽视（不知道是不是因为上课经常顶不住睡着了的原因）…总而言之，和他的距离越来越远，然后经常因为他的各种批评话语伤害到，我越来越没自信，自卑他（有严重焦虑症和强迫症）。",
    "annotation": [
      {
        "sentence": "毕业了，好想念班主任，想表达谢意给老师一个拥抱？",
        "label": ""
      },
      {
        "sentence": "班主任在高三复学前让人感觉难以接近，经常说教，严肃，苛刻，我…感觉有受过他的一段时间的冷落，高三上学期好多次打招呼他总是忽视，然后还有一些事情他也忽视（不知道是不是因为上课经常顶不住睡着了的原因）…总而言之，和他的距离越来越远，然后经常因为他的各种批评话语伤害到，我越来越没自信，自卑他（有严重焦虑症和强迫症）。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你这样说，我能感受到你对班主任的思念和对他的感激之情。在高三复学前的那段时间，你感受到了他的严肃和苛刻，这可能让你觉得和他难以接近。而且，他经常忽视你打招呼，这让你有点受伤并且对自己失去了信心。这种情况下，确实很难和他建立起亲近的关系。",
    "annotation": [
      {
        "sentence": "听到你这样说，我能感受到你对班主任的思念和对他的感激之情。",
        "label": ""
      },
      {
        "sentence": "在高三复学前的那段时间，你感受到了他的严肃和苛刻，这可能让你觉得和他难以接近。",
        "label": ""
      },
      {
        "sentence": "而且，他经常忽视你打招呼，这让你有点受伤并且对自己失去了信心。",
        "label": ""
      },
      {
        "sentence": "这种情况下，确实很难和他建立起亲近的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得他对我态度一直都不是很好，甚至有时候会用批评的话伤害我。我越来越觉得自己没有自信，自卑感越来越强。尤其是在高考临近的时候，他突然变得温柔多了。他的眼神也不再那么严肃了。有一次我们还一起吃饭，他像个关心我的父亲一样，虽然有点尴尬，但是我慢慢放下了一点对他的戒备，只是还是很害怕他。",
    "annotation": [
      {
        "sentence": "是的，我觉得他对我态度一直都不是很好，甚至有时候会用批评的话伤害我。",
        "label": ""
      },
      {
        "sentence": "我越来越觉得自己没有自信，自卑感越来越强。",
        "label": ""
      },
      {
        "sentence": "尤其是在高考临近的时候，他突然变得温柔多了。",
        "label": ""
      },
      {
        "sentence": "他的眼神也不再那么严肃了。",
        "label": ""
      },
      {
        "sentence": "有一次我们还一起吃饭，他像个关心我的父亲一样，虽然有点尴尬，但是我慢慢放下了一点对他的戒备，只是还是很害怕他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你经历了很多起伏和情绪上的波动。在高考临近的时候，他对你变得温柔多了，这让你的戒备心理放下了一些。不过，由于你之前受到批评话语的伤害，你仍然很害怕他。这种情绪上的变化可能会让你觉得很困惑和焦虑吧。",
    "annotation": [
      {
        "sentence": "听起来你经历了很多起伏和情绪上的波动。",
        "label": ""
      },
      {
        "sentence": "在高考临近的时候，他对你变得温柔多了，这让你的戒备心理放下了一些。",
        "label": ""
      },
      {
        "sentence": "不过，由于你之前受到批评话语的伤害，你仍然很害怕他。",
        "label": ""
      },
      {
        "sentence": "这种情绪上的变化可能会让你觉得很困惑和焦虑吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很困惑。尤其是因为我对他的看法非常在意，每天都在想他会怎么看待我。上课的时候，我经常不自觉犯困，测试的时候也是容易犯困，导致学习成绩一直在下降。我中午经常失眠，晚上也睡不好觉，这样的循环真的很折磨我。",
    "annotation": [
      {
        "sentence": "是的，我真的很困惑。",
        "label": ""
      },
      {
        "sentence": "尤其是因为我对他的看法非常在意，每天都在想他会怎么看待我。",
        "label": ""
      },
      {
        "sentence": "上课的时候，我经常不自觉犯困，测试的时候也是容易犯困，导致学习成绩一直在下降。",
        "label": ""
      },
      {
        "sentence": "我中午经常失眠，晚上也睡不好觉，这样的循环真的很折磨我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的困扰和痛苦。你对他的看法和评价对你来说非常重要，而这种焦虑情绪会影响到你的学习和睡眠。看来你需要一些方法来缓解这些压力和焦虑。你有尝试过什么方法来调整自己的情绪吗？",
    "annotation": [
      {
        "sentence": "我能理解你的困扰和痛苦。",
        "label": ""
      },
      {
        "sentence": "你对他的看法和评价对你来说非常重要，而这种焦虑情绪会影响到你的学习和睡眠。",
        "label": ""
      },
      {
        "sentence": "看来你需要一些方法来缓解这些压力和焦虑。",
        "label": ""
      },
      {
        "sentence": "你有尝试过什么方法来调整自己的情绪吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我之前有尝试过一些方法，比如尝试放松的活动，但是效果不是很好。我很希望能够放下对他的固执和害怕，但是总觉得很难。",
    "annotation": [
      {
        "sentence": "我之前有尝试过一些方法，比如尝试放松的活动，但是效果不是很好。",
        "label": ""
      },
      {
        "sentence": "我很希望能够放下对他的固执和害怕，但是总觉得很难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "放下固执和害怕确实是一个需要时间和努力的过程。你可能可以试着与他交流，表达你的感激之情和对他的谢意，并告诉他你希望能够和他建立更好的关系，这样或许能够减轻你的内心压力。至于拥抱的事情，或许你可以先试着与他进行一些更私人和深入的交流，然后再根据实际情况来决定是否适合表达你的谢意和拥抱他。",
    "annotation": [
      {
        "sentence": "放下固执和害怕确实是一个需要时间和努力的过程。",
        "label": ""
      },
      {
        "sentence": "你可能可以试着与他交流，表达你的感激之情和对他的谢意，并告诉他你希望能够和他建立更好的关系，这样或许能够减轻你的内心压力。",
        "label": ""
      },
      {
        "sentence": "至于拥抱的事情，或许你可以先试着与他进行一些更私人和深入的交流，然后再根据实际情况来决定是否适合表达你的谢意和拥抱他。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试着与他进行更多的交流，表达我的感激之情。希望能够逐渐放下对他的害怕和固执。不管结果如何，我相信这样的努力都是值得的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试着与他进行更多的交流，表达我的感激之情。",
        "label": ""
      },
      {
        "sentence": "希望能够逐渐放下对他的害怕和固执。",
        "label": ""
      },
      {
        "sentence": "不管结果如何，我相信这样的努力都是值得的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的决心和努力都非常值得赞赏。与他进行更多的交流是一个积极的尝试，无论结果如何，你都能够学到一些宝贵的经验和成长。希望你能够找到适合自己的方式，渐渐地减轻内心的焦虑和压力。如果在这个过程中，你需要任何进一步的支持，随时都可以向我寻求帮助。",
    "annotation": [
      {
        "sentence": "你的决心和努力都非常值得赞赏。",
        "label": ""
      },
      {
        "sentence": "与他进行更多的交流是一个积极的尝试，无论结果如何，你都能够学到一些宝贵的经验和成长。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到适合自己的方式，渐渐地减轻内心的焦虑和压力。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中，你需要任何进一步的支持，随时都可以向我寻求帮助。",
        "label": ""
      }
    ]
  }
]