[
  {
    "role": "client",
    "content": "公司男同事吃午饭没叫着我，是自己的问题吗？单位同事关系很和谐，因为是要长期合作的，所以大家都挺注重同事关系和谐的，自己也没得罪他们。自己是公司唯一一个女的，并且是95年，其他三个男的都是82--85年的。平常大家人多时都一起吃午饭，后来有一天单位里只剩下两位男同事，午饭时间过了好久他们两个相约着一起吃饭了，路过我身边时都没看我一眼，感觉玻璃心碎了。。并且之后他们两个也从来不叫我。。。我并没得罪他们啊。想知道原因是什么？感觉带着这个劲没办法跟他们好好相处了。",
    "annotation": [
      {
        "sentence": "公司男同事吃午饭没叫着我，是自己的问题吗？",
        "label": ""
      },
      {
        "sentence": "单位同事关系很和谐，因为是要长期合作的，所以大家都挺注重同事关系和谐的，自己也没得罪他们。",
        "label": ""
      },
      {
        "sentence": "自己是公司唯一一个女的，并且是95年，其他三个男的都是82--85年的。",
        "label": ""
      },
      {
        "sentence": "平常大家人多时都一起吃午饭，后来有一天单位里只剩下两位男同事，午饭时间过了好久他们两个相约着一起吃饭了，路过我身边时都没看我一眼，感觉玻璃心碎了。。",
        "label": ""
      },
      {
        "sentence": "并且之后他们两个也从来不叫我。。。",
        "label": ""
      },
      {
        "sentence": "我并没得罪他们啊。",
        "label": ""
      },
      {
        "sentence": "想知道原因是什么？",
        "label": ""
      },
      {
        "sentence": "感觉带着这个劲没办法跟他们好好相处了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我很能理解你的感受。我之前也曾经有过类似的经历。上高中的时候，我也很在意身边人的眼光，感觉自己像置身于聚光灯下，特别是在人多的场合，总觉得所有人都在盯着我。只有身边有朋友时，才感到安心。有一段时间，我和朋友吵架了，就变成了一个人。一开始我觉得非常别扭，不太习惯，但是慢慢地，我发现一个人也可以过得很好。这并没有破坏我们之间的关系，反而让我觉得和同学们的关系更自在，每天都可以和不同的同学聊天，感到非常快乐。你的情况可能不太一样，你可能认为两个男同事没有和你打招呼就去吃饭，让你觉得之前维系的关系都破灭了，很难过也觉得面子上挂不住。我觉得你可以换个角度思考，这两个男同事可能不太外向，可能没有注意到你，让你感到不好受。你可以试着换个角度思考，开心地吃午饭，关注自己的下一个行动。虽然你感到委屈和难过，但是你可以主动和他们搭话，主动打招呼，多聊天（只要不过分就可以），这样心情会好些。别太担心，只是因为你感到孤单而已，多注意一下自己的事情和工作，会越来越好的，加油！",
    "annotation": [
      {
        "sentence": "求助者，我很能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "我之前也曾经有过类似的经历。",
        "label": ""
      },
      {
        "sentence": "上高中的时候，我也很在意身边人的眼光，感觉自己像置身于聚光灯下，特别是在人多的场合，总觉得所有人都在盯着我。",
        "label": ""
      },
      {
        "sentence": "只有身边有朋友时，才感到安心。",
        "label": ""
      },
      {
        "sentence": "有一段时间，我和朋友吵架了，就变成了一个人。",
        "label": ""
      },
      {
        "sentence": "一开始我觉得非常别扭，不太习惯，但是慢慢地，我发现一个人也可以过得很好。",
        "label": ""
      },
      {
        "sentence": "这并没有破坏我们之间的关系，反而让我觉得和同学们的关系更自在，每天都可以和不同的同学聊天，感到非常快乐。",
        "label": ""
      },
      {
        "sentence": "你的情况可能不太一样，你可能认为两个男同事没有和你打招呼就去吃饭，让你觉得之前维系的关系都破灭了，很难过也觉得面子上挂不住。",
        "label": ""
      },
      {
        "sentence": "我觉得你可以换个角度思考，这两个男同事可能不太外向，可能没有注意到你，让你感到不好受。",
        "label": ""
      },
      {
        "sentence": "你可以试着换个角度思考，开心地吃午饭，关注自己的下一个行动。",
        "label": ""
      },
      {
        "sentence": "虽然你感到委屈和难过，但是你可以主动和他们搭话，主动打招呼，多聊天（只要不过分就可以），这样心情会好些。",
        "label": ""
      },
      {
        "sentence": "别太担心，只是因为你感到孤单而已，多注意一下自己的事情和工作，会越来越好的，加油！",
        "label": ""
      }
    ]
  }
]