[
  {
    "role": "client",
    "content": "我最近和一个朋友聊了一件伤心的事情，但是她直接忽略了我的感受。我不知道是不是应该原谅她？我们认识已经有5年了，最近两年关系一直很好，虽然我们不在同一个地区，但是每天都在线上联系。",
    "annotation": [
      {
        "sentence": "我最近和一个朋友聊了一件伤心的事情，但是她直接忽略了我的感受。",
        "label": ""
      },
      {
        "sentence": "我不知道是不是应该原谅她？",
        "label": ""
      },
      {
        "sentence": "我们认识已经有5年了，最近两年关系一直很好，虽然我们不在同一个地区，但是每天都在线上联系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在可能觉得她回复并不是你以为的那么关心、那么具体，又或者是她平时没有主动给你发消息，你想知道她有没有把你当朋友。我想说的是，每个人的处事风格不同，交往方式也不同，可能她是无心的问你一句，也可能她以为你没有遇到过，但当你跟她说到以前的伤心事，她并不是很想让你再提起这些，提起这些可能让你更加伤心，所以她回复的并不是很符合你的期待。但这就不一定是她在敷衍或者是不把你当朋友，可能她不想再继续这个可能会让你伤心的话题。",
    "annotation": [
      {
        "sentence": "你现在可能觉得她回复并不是你以为的那么关心、那么具体，又或者是她平时没有主动给你发消息，你想知道她有没有把你当朋友。",
        "label": ""
      },
      {
        "sentence": "我想说的是，每个人的处事风格不同，交往方式也不同，可能她是无心的问你一句，也可能她以为你没有遇到过，但当你跟她说到以前的伤心事，她并不是很想让你再提起这些，提起这些可能让你更加伤心，所以她回复的并不是很符合你的期待。",
        "label": ""
      },
      {
        "sentence": "但这就不一定是她在敷衍或者是不把你当朋友，可能她不想再继续这个可能会让你伤心的话题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白每个人的处事风格不同，可是我觉得她对待这件事情的态度太冷淡了。毕竟我们是好朋友，而且是我第一次向她倾诉。她在我发了几条消息之后就不再回我了，一个星期后才发消息问最近在干嘛。我觉得她根本没有把我当作真正的朋友。",
    "annotation": [
      {
        "sentence": "我明白每个人的处事风格不同，可是我觉得她对待这件事情的态度太冷淡了。",
        "label": ""
      },
      {
        "sentence": "毕竟我们是好朋友，而且是我第一次向她倾诉。",
        "label": ""
      },
      {
        "sentence": "她在我发了几条消息之后就不再回我了，一个星期后才发消息问最近在干嘛。",
        "label": ""
      },
      {
        "sentence": "我觉得她根本没有把我当作真正的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你现在可能感到很失望和伤心。但是有时候人们的言行并不总是能完全符合我们的期望。也许她对这个话题没有太多的感情投入，或者她认为这个话题不适合在线上谈论。不过，我也理解你对她的态度感到困惑和不满。你认为你应该原谅她吗？",
    "annotation": [
      {
        "sentence": "是的，你现在可能感到很失望和伤心。",
        "label": ""
      },
      {
        "sentence": "但是有时候人们的言行并不总是能完全符合我们的期望。",
        "label": ""
      },
      {
        "sentence": "也许她对这个话题没有太多的感情投入，或者她认为这个话题不适合在线上谈论。",
        "label": ""
      },
      {
        "sentence": "不过，我也理解你对她的态度感到困惑和不满。",
        "label": ""
      },
      {
        "sentence": "你认为你应该原谅她吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不确定我是否应该原谅她。即使我们继续做朋友，我也不知道该如何面对她的反应。我觉得这件事情揭示了我们之间的关系有多么淡薄，我真的怀疑她是否把我当作真正的朋友。我不知道我的想法是否正确。",
    "annotation": [
      {
        "sentence": "我不确定我是否应该原谅她。",
        "label": ""
      },
      {
        "sentence": "即使我们继续做朋友，我也不知道该如何面对她的反应。",
        "label": ""
      },
      {
        "sentence": "我觉得这件事情揭示了我们之间的关系有多么淡薄，我真的怀疑她是否把我当作真正的朋友。",
        "label": ""
      },
      {
        "sentence": "我不知道我的想法是否正确。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法完全可以理解。但是在继续做朋友之前，你可以先思考一下自己的内心需求。你希望这段友谊能够变得更加亲密和深入吗？如果是的话，你可以试着主动沟通，和她坦诚地谈谈你的想法和感受。听听她是否有相同的意愿，或者重新定义你们的相处方式。或许一场真诚的对话能够帮助你们改善现状。",
    "annotation": [
      {
        "sentence": "你的想法完全可以理解。",
        "label": ""
      },
      {
        "sentence": "但是在继续做朋友之前，你可以先思考一下自己的内心需求。",
        "label": ""
      },
      {
        "sentence": "你希望这段友谊能够变得更加亲密和深入吗？",
        "label": ""
      },
      {
        "sentence": "如果是的话，你可以试着主动沟通，和她坦诚地谈谈你的想法和感受。",
        "label": ""
      },
      {
        "sentence": "听听她是否有相同的意愿，或者重新定义你们的相处方式。",
        "label": ""
      },
      {
        "sentence": "或许一场真诚的对话能够帮助你们改善现状。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实希望我们的友谊可以变得更加亲密和深入。我觉得我应该主动约她出来，好好谈谈这件事，同时也让她知道我对这个友谊的重视。只是我有点担心，不知道该如何开口和表达自己的想法，怕会伤害到她的感情。",
    "annotation": [
      {
        "sentence": "你说得对，我确实希望我们的友谊可以变得更加亲密和深入。",
        "label": ""
      },
      {
        "sentence": "我觉得我应该主动约她出来，好好谈谈这件事，同时也让她知道我对这个友谊的重视。",
        "label": ""
      },
      {
        "sentence": "只是我有点担心，不知道该如何开口和表达自己的想法，怕会伤害到她的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心是正常的，但是表达自己的想法是建立良好人际关系的一部分。你可以先选择一个适当的时间和地点，然后坦诚地告诉她你对这个友谊的价值和重要性，以及你对之前的事件感到失望和伤心。重要的是要保持冷静和理智，尽量避免争吵和指责。试着倾听她的观点和感受，共同寻找解决问题的办法。毕竟，真诚和沟通是友谊中不可或缺的一环。",
    "annotation": [
      {
        "sentence": "你的担心是正常的，但是表达自己的想法是建立良好人际关系的一部分。",
        "label": ""
      },
      {
        "sentence": "你可以先选择一个适当的时间和地点，然后坦诚地告诉她你对这个友谊的价值和重要性，以及你对之前的事件感到失望和伤心。",
        "label": ""
      },
      {
        "sentence": "重要的是要保持冷静和理智，尽量避免争吵和指责。",
        "label": ""
      },
      {
        "sentence": "试着倾听她的观点和感受，共同寻找解决问题的办法。",
        "label": ""
      },
      {
        "sentence": "毕竟，真诚和沟通是友谊中不可或缺的一环。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了。我会尽量冷静地和她沟通，希望我们能够找到一个解决问题的方法，同时也改善我们的友谊。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会尽量冷静地和她沟通，希望我们能够找到一个解决问题的方法，同时也改善我们的友谊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你们一定可以解决这个问题并且友谊会更进一步的。记得保持开放的心态，相信彼此，相信你们的友谊，问题一定会迎刃而解。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我相信你们一定可以解决这个问题并且友谊会更进一步的。",
        "label": ""
      },
      {
        "sentence": "记得保持开放的心态，相信彼此，相信你们的友谊，问题一定会迎刃而解。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]