[
  {
    "role": "client",
    "content": "我特别讨厌我妈妈，她总是说话声音大，易怒爱骂人怎么办？她一直是那样，按着自己的性子来，我跟我爸说什么都不听，说话声音也大，在大街上什么秘密当面说出不给面子，易怒，天天骂我跟我爸，我很讨厌她，甚至不想管她，这种情绪让我觉得我很糟糕，但她有时候也很好，给我做爱吃的肉，出去也给我买我想吃的，可我受不了每天的暴躁，没有做错事就骂我，我该怎么办啊怎么办？",
    "annotation": [
      {
        "sentence": "我特别讨厌我妈妈，她总是说话声音大，易怒爱骂人怎么办？",
        "label": ""
      },
      {
        "sentence": "她一直是那样，按着自己的性子来，我跟我爸说什么都不听，说话声音也大，在大街上什么秘密当面说出不给面子，易怒，天天骂我跟我爸，我很讨厌她，甚至不想管她，这种情绪让我觉得我很糟糕，但她有时候也很好，给我做爱吃的肉，出去也给我买我想吃的，可我受不了每天的暴躁，没有做错事就骂我，我该怎么办啊怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，看得出你对母亲的行为感到相当苦恼。了解一个家庭关系时，不仅需要关注母亲的性格问题，还需要看整个家庭系统的情况。家庭关系就像多米诺骨牌，我们需要找到最早的推动因素。所以，请问你们家庭的情况是怎样的呢？除了你和父亲之外，还有其他亲属的居住和密切关系吗？家庭关系通常是层层叠加的，最核心是夫妻关系，然后是子女关系，接着是祖父母，再往外是亲戚和朋友等等。在很多中国家庭中，孩子会被放在第一位，因为这样可以规避夫妻关系的问题。最典型的就是无法感受到对方的关爱，于是把所有的爱都放在孩子身上，用孩子代替对另一半的需求。这就是很多家庭问题出现的原因。作为孩子，你会被迫被卷入夫妻之间的矛盾，无意识地成为他们之间的媒介，这对你来说无疑是一种痛苦。修正这种关系的方法是理顺关系层次，把父母的问题交给他们处理，不再参与其中（如果自己无法实现，可以寻求咨询师的帮助）。",
    "annotation": [
      {
        "sentence": "你好，看得出你对母亲的行为感到相当苦恼。",
        "label": ""
      },
      {
        "sentence": "了解一个家庭关系时，不仅需要关注母亲的性格问题，还需要看整个家庭系统的情况。",
        "label": ""
      },
      {
        "sentence": "家庭关系就像多米诺骨牌，我们需要找到最早的推动因素。",
        "label": ""
      },
      {
        "sentence": "所以，请问你们家庭的情况是怎样的呢？",
        "label": ""
      },
      {
        "sentence": "除了你和父亲之外，还有其他亲属的居住和密切关系吗？",
        "label": ""
      },
      {
        "sentence": "家庭关系通常是层层叠加的，最核心是夫妻关系，然后是子女关系，接着是祖父母，再往外是亲戚和朋友等等。",
        "label": ""
      },
      {
        "sentence": "在很多中国家庭中，孩子会被放在第一位，因为这样可以规避夫妻关系的问题。",
        "label": ""
      },
      {
        "sentence": "最典型的就是无法感受到对方的关爱，于是把所有的爱都放在孩子身上，用孩子代替对另一半的需求。",
        "label": ""
      },
      {
        "sentence": "这就是很多家庭问题出现的原因。",
        "label": ""
      },
      {
        "sentence": "作为孩子，你会被迫被卷入夫妻之间的矛盾，无意识地成为他们之间的媒介，这对你来说无疑是一种痛苦。",
        "label": ""
      },
      {
        "sentence": "修正这种关系的方法是理顺关系层次，把父母的问题交给他们处理，不再参与其中（如果自己无法实现，可以寻求咨询师的帮助）。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们家只有我、我爸爸和我妈妈三个人。我明白了，家庭关系的处理是个很复杂的问题，不仅仅是我妈妈的性格问题。我想我确实是无意识地被卷入了他们之间的矛盾，然后觉得自己很糟糕。但有时候我妈妈也很好，对我很好，我很矛盾。",
    "annotation": [
      {
        "sentence": "我们家只有我、我爸爸和我妈妈三个人。",
        "label": ""
      },
      {
        "sentence": "我明白了，家庭关系的处理是个很复杂的问题，不仅仅是我妈妈的性格问题。",
        "label": ""
      },
      {
        "sentence": "我想我确实是无意识地被卷入了他们之间的矛盾，然后觉得自己很糟糕。",
        "label": ""
      },
      {
        "sentence": "但有时候我妈妈也很好，对我很好，我很矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能意识到问题的复杂性。对于你妈妈情绪的起伏，我想了解一下你现在的年龄是多少？如果你有经济能力，可以和咨询师一起学习如何区分哪些情绪是你妈妈自己的，哪些是被你无意识接受的，但并不属于你的情绪。这是需要练习的能力，它可以让你在你妈妈用暴躁的方式表达她的痛苦时，不仅能保护好自己，还可以做一些适合孩子做的事情。",
    "annotation": [
      {
        "sentence": "很高兴你能意识到问题的复杂性。",
        "label": ""
      },
      {
        "sentence": "对于你妈妈情绪的起伏，我想了解一下你现在的年龄是多少？",
        "label": ""
      },
      {
        "sentence": "如果你有经济能力，可以和咨询师一起学习如何区分哪些情绪是你妈妈自己的，哪些是被你无意识接受的，但并不属于你的情绪。",
        "label": ""
      },
      {
        "sentence": "这是需要练习的能力，它可以让你在你妈妈用暴躁的方式表达她的痛苦时，不仅能保护好自己，还可以做一些适合孩子做的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在已经18岁了。听你这么说，我觉得学会区分情绪对我来说是非常重要的。我之前一直以为那些情绪都是我自己的，但原来可能有一部分来自我妈妈。我想我需要学习如何保护自己同时照顾好自己的情绪。",
    "annotation": [
      {
        "sentence": "我现在已经18岁了。",
        "label": ""
      },
      {
        "sentence": "听你这么说，我觉得学会区分情绪对我来说是非常重要的。",
        "label": ""
      },
      {
        "sentence": "我之前一直以为那些情绪都是我自己的，但原来可能有一部分来自我妈妈。",
        "label": ""
      },
      {
        "sentence": "我想我需要学习如何保护自己同时照顾好自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "十分赞同你的想法。年龄越来越大，孩子会渐渐地需要朋友，这是成长过程中必经的阶段。除了家人外，你也需要和社会其他人建立联系。你有自己的朋友吗？当家庭矛盾无法解决时，有一个好朋友可以倾诉心事会让你得到暂时的喘息机会。朋友也会给出不同的观点，让你在最困扰的时候能够从问题中跳出来，更好地审视家庭中发生的事情。你有这样的知心好友吗？如果有的话，那非常棒！如果暂时没有，那就开始努力寻找这样的朋友吧。当然，和咨询师一起探索这个能力也是一个选择。",
    "annotation": [
      {
        "sentence": "十分赞同你的想法。",
        "label": ""
      },
      {
        "sentence": "年龄越来越大，孩子会渐渐地需要朋友，这是成长过程中必经的阶段。",
        "label": ""
      },
      {
        "sentence": "除了家人外，你也需要和社会其他人建立联系。",
        "label": ""
      },
      {
        "sentence": "你有自己的朋友吗？",
        "label": ""
      },
      {
        "sentence": "当家庭矛盾无法解决时，有一个好朋友可以倾诉心事会让你得到暂时的喘息机会。",
        "label": ""
      },
      {
        "sentence": "朋友也会给出不同的观点，让你在最困扰的时候能够从问题中跳出来，更好地审视家庭中发生的事情。",
        "label": ""
      },
      {
        "sentence": "你有这样的知心好友吗？",
        "label": ""
      },
      {
        "sentence": "如果有的话，那非常棒！",
        "label": ""
      },
      {
        "sentence": "如果暂时没有，那就开始努力寻找这样的朋友吧。",
        "label": ""
      },
      {
        "sentence": "当然，和咨询师一起探索这个能力也是一个选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我有一些朋友，但可能他们并不了解我在家里的情况。我明白了，我需要一个真心的朋友来倾诉。也许他们会给我一些不同的见解，帮助我更好地面对家庭问题。我可以尝试和他们交心，让我们的关系更深入一些。",
    "annotation": [
      {
        "sentence": "我有一些朋友，但可能他们并不了解我在家里的情况。",
        "label": ""
      },
      {
        "sentence": "我明白了，我需要一个真心的朋友来倾诉。",
        "label": ""
      },
      {
        "sentence": "也许他们会给我一些不同的见解，帮助我更好地面对家庭问题。",
        "label": ""
      },
      {
        "sentence": "我可以尝试和他们交心，让我们的关系更深入一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！和朋友分享你的感受会帮助你减轻压力，也能让你获得支持和不同的意见。家庭冲突对任何人来说都是不好处理的事情，因为太多情感纠葛在其中。但我们相信，你一定能够从乱麻中找到线索，把问题理清楚。如果你还有其他问题，随时都可以和我交流。",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "和朋友分享你的感受会帮助你减轻压力，也能让你获得支持和不同的意见。",
        "label": ""
      },
      {
        "sentence": "家庭冲突对任何人来说都是不好处理的事情，因为太多情感纠葛在其中。",
        "label": ""
      },
      {
        "sentence": "但我们相信，你一定能够从乱麻中找到线索，把问题理清楚。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题，随时都可以和我交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和支持！我真的很高兴能够找到一个倾听者，有你的帮助让我感到非常欣慰和鼓舞。如果我还有困惑，我会再来找你寻求帮助的。",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和支持！",
        "label": ""
      },
      {
        "sentence": "我真的很高兴能够找到一个倾听者，有你的帮助让我感到非常欣慰和鼓舞。",
        "label": ""
      },
      {
        "sentence": "如果我还有困惑，我会再来找你寻求帮助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我非常乐意帮助你，随时欢迎你来找我倾诉或寻求帮助。我们会一起共同解决这个问题。希望你每天都能过得更好，有任何需要都可以找我。加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我非常乐意帮助你，随时欢迎你来找我倾诉或寻求帮助。",
        "label": ""
      },
      {
        "sentence": "我们会一起共同解决这个问题。",
        "label": ""
      },
      {
        "sentence": "希望你每天都能过得更好，有任何需要都可以找我。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]