[
  {
    "role": "client",
    "content": "好心被当作驴肝肺，助人者，天害之？我喜欢帮助别人，但是别人却把我好心当成驴肝肺。我是不是五十步笑百步，就像孟子中孟子说齐宣王一样？都说助人者，天助之，这难道不是真理吗？",
    "annotation": [
      {
        "sentence": "好心被当作驴肝肺，助人者，天害之？",
        "label": ""
      },
      {
        "sentence": "我喜欢帮助别人，但是别人却把我好心当成驴肝肺。",
        "label": ""
      },
      {
        "sentence": "我是不是五十步笑百步，就像孟子中孟子说齐宣王一样？",
        "label": ""
      },
      {
        "sentence": "都说助人者，天助之，这难道不是真理吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从描述中可以了解到，你认为自己的好心没有得到好报，不明白为什么明明帮助别人是好事，还会遇到这种状况。你这样想是很正常的，每个人都希望自己的付出能够得到应有的回报。但是，每个人的性格习惯不一样，好人有好报是基于在大多数人受到教育、有良心和责任感的前提下。总会出现一些个例，在道德方面不是那么优秀，没有感恩之心。碰到这种事情，不是你的问题。在做归因的时候，还是以个别偶然的归因为主，更有利于自己未来的发展。",
    "annotation": [
      {
        "sentence": "从描述中可以了解到，你认为自己的好心没有得到好报，不明白为什么明明帮助别人是好事，还会遇到这种状况。",
        "label": ""
      },
      {
        "sentence": "你这样想是很正常的，每个人都希望自己的付出能够得到应有的回报。",
        "label": ""
      },
      {
        "sentence": "但是，每个人的性格习惯不一样，好人有好报是基于在大多数人受到教育、有良心和责任感的前提下。",
        "label": ""
      },
      {
        "sentence": "总会出现一些个例，在道德方面不是那么优秀，没有感恩之心。",
        "label": ""
      },
      {
        "sentence": "碰到这种事情，不是你的问题。",
        "label": ""
      },
      {
        "sentence": "在做归因的时候，还是以个别偶然的归因为主，更有利于自己未来的发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，我明白了。但是，我感觉很无奈和失望，因为我为了帮助别人付出了很多努力，却得不到应有的回报。有时候我也想放弃，不再帮助别人了。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "但是，我感觉很无奈和失望，因为我为了帮助别人付出了很多努力，却得不到应有的回报。",
        "label": ""
      },
      {
        "sentence": "有时候我也想放弃，不再帮助别人了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，付出了那么多却得不到回报确实会让人感到失望和无奈。但是，我想告诉你，助人者的价值不仅仅体现在得到回报上，而是在于你对别人的帮助和善良的本质。虽然有些人可能没有表达感谢，但你的努力和善意是有价值的。不要因为个别的负面经历而放弃，继续帮助别人会让你感到更加满足和快乐。",
    "annotation": [
      {
        "sentence": "我理解你的感受，付出了那么多却得不到回报确实会让人感到失望和无奈。",
        "label": ""
      },
      {
        "sentence": "但是，我想告诉你，助人者的价值不仅仅体现在得到回报上，而是在于你对别人的帮助和善良的本质。",
        "label": ""
      },
      {
        "sentence": "虽然有些人可能没有表达感谢，但你的努力和善意是有价值的。",
        "label": ""
      },
      {
        "sentence": "不要因为个别的负面经历而放弃，继续帮助别人会让你感到更加满足和快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我想我应该改变一下我的心态。即使别人不感谢，我也应该从内心感到满足。但是，我还是有些担心以后会不会遇到同样的情况，我怎么能够避免这样的事情再次发生呢？",
    "annotation": [
      {
        "sentence": "你说的很有道理，我想我应该改变一下我的心态。",
        "label": ""
      },
      {
        "sentence": "即使别人不感谢，我也应该从内心感到满足。",
        "label": ""
      },
      {
        "sentence": "但是，我还是有些担心以后会不会遇到同样的情况，我怎么能够避免这样的事情再次发生呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到的担心很正常，我可以给你一些建议。在以后做好事的过程中，你可以试试提前对自己想帮助的对象进行思考。想想对方是什么样的人，帮助他会怎么样，他是不是一个值得帮助的人。这样选择性地帮助可以让你的善意放在更有用、能够得到感谢的地方。当然，也不要因此而将自己封闭起来，只是适当地筛选一下对象。希望这些建议对你有所帮助。",
    "annotation": [
      {
        "sentence": "你提到的担心很正常，我可以给你一些建议。",
        "label": ""
      },
      {
        "sentence": "在以后做好事的过程中，你可以试试提前对自己想帮助的对象进行思考。",
        "label": ""
      },
      {
        "sentence": "想想对方是什么样的人，帮助他会怎么样，他是不是一个值得帮助的人。",
        "label": ""
      },
      {
        "sentence": "这样选择性地帮助可以让你的善意放在更有用、能够得到感谢的地方。",
        "label": ""
      },
      {
        "sentence": "当然，也不要因此而将自己封闭起来，只是适当地筛选一下对象。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议！我明白了，以后我会更加理智地选择帮助的对象，这样可以避免一些不必要的困扰。我也会尝试从内心感到满足，不再追求别人的回报。你的支持和鼓励对我帮助很大，非常感谢！",
    "annotation": [
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我明白了，以后我会更加理智地选择帮助的对象，这样可以避免一些不必要的困扰。",
        "label": ""
      },
      {
        "sentence": "我也会尝试从内心感到满足，不再追求别人的回报。",
        "label": ""
      },
      {
        "sentence": "你的支持和鼓励对我帮助很大，非常感谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。记住，你的价值不仅仅在于得到回报，而是在于你对别人的善意和无私的付出。坚持做好事，相信你会得到更多的积极回报。如果还有需要我的支持和倾听，随时可以来找我。希望你一切都好！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，你的价值不仅仅在于得到回报，而是在于你对别人的善意和无私的付出。",
        "label": ""
      },
      {
        "sentence": "坚持做好事，相信你会得到更多的积极回报。",
        "label": ""
      },
      {
        "sentence": "如果还有需要我的支持和倾听，随时可以来找我。",
        "label": ""
      },
      {
        "sentence": "希望你一切都好！",
        "label": ""
      }
    ]
  }
]