[
  {
    "role": "client",
    "content": "母亲一次次让我失望，不满意家长该怎么办？",
    "annotation": [
      {
        "sentence": "母亲一次次让我失望，不满意家长该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为一个被单亲妈妈带大的孩子，我看到了你的许多不容易。可能有太多的声音让你理解母亲的不容易，而许多人并没有看到作为单亲家庭长大的孩子有多难。可喜的是你有觉察，知道去寻求专业的帮助。我把我的思考送给你，你不一定喜欢听，但希望你仔细思考之后，对你有帮助。母亲有她自己的局限每个人都会有局限性，她即使是一个母亲，也会有她自己的问题，她的人生其实也需要成长，可能她还不这么认为，只会一味地挑剔你。没有人是完美的。在美剧《我们这一天》中，爸爸杰克就对他的常被忽略的大儿子说：我也是第一次做爸爸，我也不知道怎么做，请你原谅我。看看用这个角度，你能不能尝试着原谅并不完美甚至说很糟糕的母亲。",
    "annotation": [
      {
        "sentence": "作为一个被单亲妈妈带大的孩子，我看到了你的许多不容易。",
        "label": ""
      },
      {
        "sentence": "可能有太多的声音让你理解母亲的不容易，而许多人并没有看到作为单亲家庭长大的孩子有多难。",
        "label": ""
      },
      {
        "sentence": "可喜的是你有觉察，知道去寻求专业的帮助。",
        "label": ""
      },
      {
        "sentence": "我把我的思考送给你，你不一定喜欢听，但希望你仔细思考之后，对你有帮助。",
        "label": ""
      },
      {
        "sentence": "母亲有她自己的局限每个人都会有局限性，她即使是一个母亲，也会有她自己的问题，她的人生其实也需要成长，可能她还不这么认为，只会一味地挑剔你。",
        "label": ""
      },
      {
        "sentence": "没有人是完美的。",
        "label": ""
      },
      {
        "sentence": "在美剧《我们这一天》中，爸爸杰克就对他的常被忽略的大儿子说：我也是第一次做爸爸，我也不知道怎么做，请你原谅我。",
        "label": ""
      },
      {
        "sentence": "看看用这个角度，你能不能尝试着原谅并不完美甚至说很糟糕的母亲。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我听见太多的声音让我理解她的情绪化，理解她的压力不容易。为了改变她我做了很多的尝试，我和她身份对调。我成了一个教育者，我想她表达我的诉求。她依旧不会到最会固执的说我就是这样改不了你换个妈妈。她总是会说很多过激的话，想坐下了跟她聊聊总是吵架，给不了我太多的引导。让我缺乏安全感依赖于心理咨询去解决我的问题，我害怕她过激误解我，害怕痛恨于她的固执和不改变，说我是猪把她烦死，我一遍遍给他解释她这句话带给孩子不良影响但他继续，我经常跟她谈就会哭，她也经常为鸡毛蒜皮的小事跟我发脾气否定我，我不能被真正看见，我想改变她成为我心中的样子但我失败了。我知道可能有人会说要适应它要改变自己要接受母亲，要理解，她的变化不会这么快要寻求外部的帮助可能也可以从朋友处，我对母亲要求过高，我真的很痛苦，我看似明白但又不懂。我不是孩子她也不是母亲。",
    "annotation": [
      {
        "sentence": "我听见太多的声音让我理解她的情绪化，理解她的压力不容易。",
        "label": ""
      },
      {
        "sentence": "为了改变她我做了很多的尝试，我和她身份对调。",
        "label": ""
      },
      {
        "sentence": "我成了一个教育者，我想她表达我的诉求。",
        "label": ""
      },
      {
        "sentence": "她依旧不会到最会固执的说我就是这样改不了你换个妈妈。",
        "label": ""
      },
      {
        "sentence": "她总是会说很多过激的话，想坐下了跟她聊聊总是吵架，给不了我太多的引导。",
        "label": ""
      },
      {
        "sentence": "让我缺乏安全感依赖于心理咨询去解决我的问题，我害怕她过激误解我，害怕痛恨于她的固执和不改变，说我是猪把她烦死，我一遍遍给他解释她这句话带给孩子不良影响但他继续，我经常跟她谈就会哭，她也经常为鸡毛蒜皮的小事跟我发脾气否定我，我不能被真正看见，我想改变她成为我心中的样子但我失败了。",
        "label": ""
      },
      {
        "sentence": "我知道可能有人会说要适应它要改变自己要接受母亲，要理解，她的变化不会这么快要寻求外部的帮助可能也可以从朋友处，我对母亲要求过高，我真的很痛苦，我看似明白但又不懂。",
        "label": ""
      },
      {
        "sentence": "我不是孩子她也不是母亲。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你本来就很好，不用母亲来肯定。我们通常在被否定的时候，尤其是我们看重的人，比如说你的母亲，我们的反应可能更突出。我们会表现出：对方有问题，她错了。我要纠正她，让她对我有一个正确的评价。不喜欢别人否定和挑剔自己的背后有这样的逻辑：你只能喜欢我，不能否定我。只能温暖我，不能挑剔我。当你无法认可自己的时候，才需要别人认可你。你要不断内化“我本来就很好”的自我概念。因为你好不好，和别人的评价没有关系，即使她是你的母亲。虽然我很理解你希望得到母亲的肯定。但你越放下，才会越自由。",
    "annotation": [
      {
        "sentence": "你本来就很好，不用母亲来肯定。",
        "label": ""
      },
      {
        "sentence": "我们通常在被否定的时候，尤其是我们看重的人，比如说你的母亲，我们的反应可能更突出。",
        "label": ""
      },
      {
        "sentence": "我们会表现出：对方有问题，她错了。",
        "label": ""
      },
      {
        "sentence": "我要纠正她，让她对我有一个正确的评价。",
        "label": ""
      },
      {
        "sentence": "不喜欢别人否定和挑剔自己的背后有这样的逻辑：你只能喜欢我，不能否定我。",
        "label": ""
      },
      {
        "sentence": "只能温暖我，不能挑剔我。",
        "label": ""
      },
      {
        "sentence": "当你无法认可自己的时候，才需要别人认可你。",
        "label": ""
      },
      {
        "sentence": "你要不断内化“我本来就很好”的自我概念。",
        "label": ""
      },
      {
        "sentence": "因为你好不好，和别人的评价没有关系，即使她是你的母亲。",
        "label": ""
      },
      {
        "sentence": "虽然我很理解你希望得到母亲的肯定。",
        "label": ""
      },
      {
        "sentence": "但你越放下，才会越自由。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想改变她成为我心中的样子，但我失败了。我知道可能有人会说要适应它要改变自己要接受母亲，要理解，她的变化不会这么快要寻求外部的帮助可能也可以从朋友处，我对母亲要求过高，我真的很痛苦，我看似明白但又不懂。我不是孩子她也不是母亲。",
    "annotation": [
      {
        "sentence": "我想改变她成为我心中的样子，但我失败了。",
        "label": ""
      },
      {
        "sentence": "我知道可能有人会说要适应它要改变自己要接受母亲，要理解，她的变化不会这么快要寻求外部的帮助可能也可以从朋友处，我对母亲要求过高，我真的很痛苦，我看似明白但又不懂。",
        "label": ""
      },
      {
        "sentence": "我不是孩子她也不是母亲。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你只管做好你自己就够了。心理学中有个课题分离的概念。阿德勒说，想要解决人际关系的烦恼，就要区分什么是你的课题，什么是我的课题。我们每个人因为人际关系而产生的感受，是谁的感受，就是谁的课题。你在与母亲的关系中产生的失望、害怕种种都是你需要解决的课题。因为你永远无法改变别人。你可以有你的期待，但别人有别人的行事逻辑。尽管你母亲有很多问题，那是她的课题，你不能把她的课题背到你自己的肩上。尝试放下你的期待和焦虑，看看你内心到底在怕什么。在心里放下她不好的种种，先做好你能做的事情，看看会不会有什么变化。最后祝愿你一步步成长为你想成为的样子，拥有你想拥有的亲子关系。你已经在探索的路上。祝福你！",
    "annotation": [
      {
        "sentence": "你只管做好你自己就够了。",
        "label": ""
      },
      {
        "sentence": "心理学中有个课题分离的概念。",
        "label": ""
      },
      {
        "sentence": "阿德勒说，想要解决人际关系的烦恼，就要区分什么是你的课题，什么是我的课题。",
        "label": ""
      },
      {
        "sentence": "我们每个人因为人际关系而产生的感受，是谁的感受，就是谁的课题。",
        "label": ""
      },
      {
        "sentence": "你在与母亲的关系中产生的失望、害怕种种都是你需要解决的课题。",
        "label": ""
      },
      {
        "sentence": "因为你永远无法改变别人。",
        "label": ""
      },
      {
        "sentence": "你可以有你的期待，但别人有别人的行事逻辑。",
        "label": ""
      },
      {
        "sentence": "尽管你母亲有很多问题，那是她的课题，你不能把她的课题背到你自己的肩上。",
        "label": ""
      },
      {
        "sentence": "尝试放下你的期待和焦虑，看看你内心到底在怕什么。",
        "label": ""
      },
      {
        "sentence": "在心里放下她不好的种种，先做好你能做的事情，看看会不会有什么变化。",
        "label": ""
      },
      {
        "sentence": "最后祝愿你一步步成长为你想成为的样子，拥有你想拥有的亲子关系。",
        "label": ""
      },
      {
        "sentence": "你已经在探索的路上。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]