[
  {
    "role": "client",
    "content": "我该继续在美国完成大学，还是打工还清家里的贷款和积累资本？我今年20岁，是个女生，来自福建农村，在17岁的时候一个人来到美国。我现在已经退学了，失去了学生签证身份，在疫情期间一直呆在家里。我自己租了个房子，住在纽约布鲁克林区。这三年来，家里共给了我一万美元的援助，还有之前来美国的留学中介费，共计17万人民币。在疫情爆发之前，我一直都是在读书的同时打工，可以自己负担所有的费用，包括生活费、学费和房租。但是我没有存款。疫情爆发之后，我真切地意识到没有存款的可怕程度。虽然最近我每两周还是会出门上班，但是昨天我周围的人因为感染新冠去世了。出于对自己生命负责的原因，我也决定放弃工作。这件事让我更加明白了金钱的重要性。目前我的打算是放弃读书，在美国好好工作两年，还清债务。好处是一方面可以减轻我自己的负担（因为家里一直在催债，父母给了我两个选择，要么工作，要么嫁人，他们可以拿到彩礼钱）。另一方面，我也可以有一些积蓄，以后生活更有保障。坏处是没有拿到学历，回国找工作会非常困难，只有高中学历。而且我也会感觉生活没有什么目标，只剩下工作。",
    "annotation": [
      {
        "sentence": "我该继续在美国完成大学，还是打工还清家里的贷款和积累资本？",
        "label": ""
      },
      {
        "sentence": "我今年20岁，是个女生，来自福建农村，在17岁的时候一个人来到美国。",
        "label": ""
      },
      {
        "sentence": "我现在已经退学了，失去了学生签证身份，在疫情期间一直呆在家里。",
        "label": ""
      },
      {
        "sentence": "我自己租了个房子，住在纽约布鲁克林区。",
        "label": ""
      },
      {
        "sentence": "这三年来，家里共给了我一万美元的援助，还有之前来美国的留学中介费，共计17万人民币。",
        "label": ""
      },
      {
        "sentence": "在疫情爆发之前，我一直都是在读书的同时打工，可以自己负担所有的费用，包括生活费、学费和房租。",
        "label": ""
      },
      {
        "sentence": "但是我没有存款。",
        "label": ""
      },
      {
        "sentence": "疫情爆发之后，我真切地意识到没有存款的可怕程度。",
        "label": ""
      },
      {
        "sentence": "虽然最近我每两周还是会出门上班，但是昨天我周围的人因为感染新冠去世了。",
        "label": ""
      },
      {
        "sentence": "出于对自己生命负责的原因，我也决定放弃工作。",
        "label": ""
      },
      {
        "sentence": "这件事让我更加明白了金钱的重要性。",
        "label": ""
      },
      {
        "sentence": "目前我的打算是放弃读书，在美国好好工作两年，还清债务。",
        "label": ""
      },
      {
        "sentence": "好处是一方面可以减轻我自己的负担（因为家里一直在催债，父母给了我两个选择，要么工作，要么嫁人，他们可以拿到彩礼钱）。",
        "label": ""
      },
      {
        "sentence": "另一方面，我也可以有一些积蓄，以后生活更有保障。",
        "label": ""
      },
      {
        "sentence": "坏处是没有拿到学历，回国找工作会非常困难，只有高中学历。",
        "label": ""
      },
      {
        "sentence": "而且我也会感觉生活没有什么目标，只剩下工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能再次回答你的问题。这次的情况似乎更加焦虑和不安，可能是由于美国疫情的严峻，也可能是对未来的恐慌。但我想，20岁的人挺不容易的。我从你的文字中感受到了一种无力感。既然是两种抉择，那我们也只能分析了解问题了。首先，你已经退学了，失去了学生签证身份，在疫情期间自己租房子住在纽约布鲁克林区，家里共给了你一万美元的援助和之前的留学中介费。这个情况确实很困难，而且你现在也很难找到工作。其次，在疫情爆发之前，你一直都是在读书的同时打工，可以自己负担所有费用，但是没有存款。疫情爆发后，你意识到没有存款的可怕程度。最近你还是每两周出门上班，但是因为昨天你周围的人感染新冠去世了，你为了对自己生命负责也决定放弃工作。小姑娘，现在需要考虑大局了。首先，你在美国疫情期间能出去工作吗？如果不能，你没有收入如何维持生活呢？其次，离开美国最大的损失是什么？回国可以暂时躲避疫情，但以后还能继续学习吗？最后，你说你明白了金钱的重要性，打算放弃读书，好好在美国工作两年还债。这样做的好处是一方面可以减轻你的负担，另一方面也可以有一些积蓄以后生活更有保障。然而，这样做的坏处是没有拿到学历，以后回国找工作会非常困难，只有高中学历。而且你可能会感觉生活失去了目标，只剩下工作。生活自然是有目标的，但是你现在要知道什么是最重要的。学历退一万步讲也没有生命重要，以后还是可以考的。如果你是个聪明的孩子，就对自己的生命负责吧。最后，祝你幸福快乐，身心健康，早日走出困扰！",
    "annotation": [
      {
        "sentence": "很高兴能再次回答你的问题。",
        "label": ""
      },
      {
        "sentence": "这次的情况似乎更加焦虑和不安，可能是由于美国疫情的严峻，也可能是对未来的恐慌。",
        "label": ""
      },
      {
        "sentence": "但我想，20岁的人挺不容易的。",
        "label": ""
      },
      {
        "sentence": "我从你的文字中感受到了一种无力感。",
        "label": ""
      },
      {
        "sentence": "既然是两种抉择，那我们也只能分析了解问题了。",
        "label": ""
      },
      {
        "sentence": "首先，你已经退学了，失去了学生签证身份，在疫情期间自己租房子住在纽约布鲁克林区，家里共给了你一万美元的援助和之前的留学中介费。",
        "label": ""
      },
      {
        "sentence": "这个情况确实很困难，而且你现在也很难找到工作。",
        "label": ""
      },
      {
        "sentence": "其次，在疫情爆发之前，你一直都是在读书的同时打工，可以自己负担所有费用，但是没有存款。",
        "label": ""
      },
      {
        "sentence": "疫情爆发后，你意识到没有存款的可怕程度。",
        "label": ""
      },
      {
        "sentence": "最近你还是每两周出门上班，但是因为昨天你周围的人感染新冠去世了，你为了对自己生命负责也决定放弃工作。",
        "label": ""
      },
      {
        "sentence": "小姑娘，现在需要考虑大局了。",
        "label": ""
      },
      {
        "sentence": "首先，你在美国疫情期间能出去工作吗？",
        "label": ""
      },
      {
        "sentence": "如果不能，你没有收入如何维持生活呢？",
        "label": ""
      },
      {
        "sentence": "其次，离开美国最大的损失是什么？",
        "label": ""
      },
      {
        "sentence": "回国可以暂时躲避疫情，但以后还能继续学习吗？",
        "label": ""
      },
      {
        "sentence": "最后，你说你明白了金钱的重要性，打算放弃读书，好好在美国工作两年还债。",
        "label": ""
      },
      {
        "sentence": "这样做的好处是一方面可以减轻你的负担，另一方面也可以有一些积蓄以后生活更有保障。",
        "label": ""
      },
      {
        "sentence": "然而，这样做的坏处是没有拿到学历，以后回国找工作会非常困难，只有高中学历。",
        "label": ""
      },
      {
        "sentence": "而且你可能会感觉生活失去了目标，只剩下工作。",
        "label": ""
      },
      {
        "sentence": "生活自然是有目标的，但是你现在要知道什么是最重要的。",
        "label": ""
      },
      {
        "sentence": "学历退一万步讲也没有生命重要，以后还是可以考的。",
        "label": ""
      },
      {
        "sentence": "如果你是个聪明的孩子，就对自己的生命负责吧。",
        "label": ""
      },
      {
        "sentence": "最后，祝你幸福快乐，身心健康，早日走出困扰！",
        "label": ""
      }
    ]
  }
]