[
  {
    "role": "client",
    "content": "我现在很困惑，不知道该继续在美国完成大学，还是打工还清家里的债务和积累资本。我来自福建农村，17岁一个人来到美国，现在已经退学了，失去了学生签证身份，还因为疫情不能出门。我租了房子，住在纽约布鲁克林区。这三年来，家里共援助了一万美元，加上来美时的留学中介费用，总共是17万人民币。疫情爆发之前，我一直都是半工半读，正好可以自己承担所有费用，包括生活费、学费和房租。但是我没有存款，疫情爆发后我才真正意识到没有存款的可怕程度。虽然我最近每两周都出门上班，但昨天我身边的人因为感染新冠去世了，出于对自己生命的负责任，我也决定放弃工作。种种原因让我明白了金钱的重要性。我现在的打算是放弃读书，在美国好好工作两年，还清债务。好处是可以减轻自己的负担，因为父母一直在催债，给了我两个选择，要么工作，要么嫁人，父母可以拿到彩礼钱。另外，我可以有一些积蓄，从而在未来生活中更有保障。但坏处是我没有拿到学历，以后回国找工作会非常困难，只有高中学历。而且让我感到生活没有目标，只剩下工作。",
    "annotation": [
      {
        "sentence": "我现在很困惑，不知道该继续在美国完成大学，还是打工还清家里的债务和积累资本。",
        "label": ""
      },
      {
        "sentence": "我来自福建农村，17岁一个人来到美国，现在已经退学了，失去了学生签证身份，还因为疫情不能出门。",
        "label": ""
      },
      {
        "sentence": "我租了房子，住在纽约布鲁克林区。",
        "label": ""
      },
      {
        "sentence": "这三年来，家里共援助了一万美元，加上来美时的留学中介费用，总共是17万人民币。",
        "label": ""
      },
      {
        "sentence": "疫情爆发之前，我一直都是半工半读，正好可以自己承担所有费用，包括生活费、学费和房租。",
        "label": ""
      },
      {
        "sentence": "但是我没有存款，疫情爆发后我才真正意识到没有存款的可怕程度。",
        "label": ""
      },
      {
        "sentence": "虽然我最近每两周都出门上班，但昨天我身边的人因为感染新冠去世了，出于对自己生命的负责任，我也决定放弃工作。",
        "label": ""
      },
      {
        "sentence": "种种原因让我明白了金钱的重要性。",
        "label": ""
      },
      {
        "sentence": "我现在的打算是放弃读书，在美国好好工作两年，还清债务。",
        "label": ""
      },
      {
        "sentence": "好处是可以减轻自己的负担，因为父母一直在催债，给了我两个选择，要么工作，要么嫁人，父母可以拿到彩礼钱。",
        "label": ""
      },
      {
        "sentence": "另外，我可以有一些积蓄，从而在未来生活中更有保障。",
        "label": ""
      },
      {
        "sentence": "但坏处是我没有拿到学历，以后回国找工作会非常困难，只有高中学历。",
        "label": ""
      },
      {
        "sentence": "而且让我感到生活没有目标，只剩下工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能够理解你内心的焦虑、不安和冲突纠结。一方面，你想在半工半读的状态下完成大学，在追求自己的理想目标。另一方面，受到疫情和美国政府对中国公民的态度影响，失去了学生签证的身份，不得不放弃工作，以避免感染风险。还有父母无法继续援助和催促，导致你无法继续读书。你面临着理想和现实的冲突，让你很难做出决定，不知道该怎么办。首先，我要说你真棒，17岁就能够一个人去异国他乡读书追求自己的理想，并且还能够在半工半读中坚持下来，比我当年强多了。作为一个女孩子来说，这是非常不容易的。有句话说得好，“理想很丰满，现实很骨感”，很多时候我们会把理想想象得非常完美，认为自己可以在某个领域取得非常傲人的成绩，成为别人羡慕的焦点。但现实生活却充满了各种挑战和困难，不如意的事情层出不穷，有时会让我们质疑自己的能力。一方面，你渴望理想生活目标的实现，另一方面，现实却不具备各种条件，让你陷入了冲突纠结之中。拥有自己的理想生活目标是一件好事，但要实现这个目标确实需要时间和积累。首先让自己能够生存下来是最重要的，只有活着才有希望，才能为自己创造实现理想的条件，慢慢积累。若没有解决温饱问题就谈理想，只会让你对自己更加自责和愧疚，更加看不起自己，也更难实现理想。选择暂时放下并不意味着放弃，暂时放下理想目标只是为了减轻自己的压力，让自己能够轻松自然地生存下来，然后再有饱满的精力去追求目标。由于你已经失去了学生身份，再去学校读书只能通过自学或其他途径，或者回国再学习、报考其他学校。并不是外国的学历一定比中国的好，也并不是在外国读了大学就一定能找到好工作，还需要看个人的学习实践能力。我想说的是，当前中美关系非常紧张，作为中国公民在美国，我个人觉得让自己好好生存下来才是最重要的，其他的可以慢慢来。你现在已经没有继续完成大学的条件，强迫自己这样做会增加压力和风险（疫情传播），退而求其次，先让自己找一份工作来缓解家里的经济压力，同时积累社会经验为将来的学习创造条件。当然，我的意见仅供你参考，最终决定还是在你自己手里，只有你能为自己的生命承担责任。无论你做何决定，都需要对你的决定负责任。",
    "annotation": [
      {
        "sentence": "我能够理解你内心的焦虑、不安和冲突纠结。",
        "label": ""
      },
      {
        "sentence": "一方面，你想在半工半读的状态下完成大学，在追求自己的理想目标。",
        "label": ""
      },
      {
        "sentence": "另一方面，受到疫情和美国政府对中国公民的态度影响，失去了学生签证的身份，不得不放弃工作，以避免感染风险。",
        "label": ""
      },
      {
        "sentence": "还有父母无法继续援助和催促，导致你无法继续读书。",
        "label": ""
      },
      {
        "sentence": "你面临着理想和现实的冲突，让你很难做出决定，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "首先，我要说你真棒，17岁就能够一个人去异国他乡读书追求自己的理想，并且还能够在半工半读中坚持下来，比我当年强多了。",
        "label": ""
      },
      {
        "sentence": "作为一个女孩子来说，这是非常不容易的。",
        "label": ""
      },
      {
        "sentence": "有句话说得好，“理想很丰满，现实很骨感”，很多时候我们会把理想想象得非常完美，认为自己可以在某个领域取得非常傲人的成绩，成为别人羡慕的焦点。",
        "label": ""
      },
      {
        "sentence": "但现实生活却充满了各种挑战和困难，不如意的事情层出不穷，有时会让我们质疑自己的能力。",
        "label": ""
      },
      {
        "sentence": "一方面，你渴望理想生活目标的实现，另一方面，现实却不具备各种条件，让你陷入了冲突纠结之中。",
        "label": ""
      },
      {
        "sentence": "拥有自己的理想生活目标是一件好事，但要实现这个目标确实需要时间和积累。",
        "label": ""
      },
      {
        "sentence": "首先让自己能够生存下来是最重要的，只有活着才有希望，才能为自己创造实现理想的条件，慢慢积累。",
        "label": ""
      },
      {
        "sentence": "若没有解决温饱问题就谈理想，只会让你对自己更加自责和愧疚，更加看不起自己，也更难实现理想。",
        "label": ""
      },
      {
        "sentence": "选择暂时放下并不意味着放弃，暂时放下理想目标只是为了减轻自己的压力，让自己能够轻松自然地生存下来，然后再有饱满的精力去追求目标。",
        "label": ""
      },
      {
        "sentence": "由于你已经失去了学生身份，再去学校读书只能通过自学或其他途径，或者回国再学习、报考其他学校。",
        "label": ""
      },
      {
        "sentence": "并不是外国的学历一定比中国的好，也并不是在外国读了大学就一定能找到好工作，还需要看个人的学习实践能力。",
        "label": ""
      },
      {
        "sentence": "我想说的是，当前中美关系非常紧张，作为中国公民在美国，我个人觉得让自己好好生存下来才是最重要的，其他的可以慢慢来。",
        "label": ""
      },
      {
        "sentence": "你现在已经没有继续完成大学的条件，强迫自己这样做会增加压力和风险（疫情传播），退而求其次，先让自己找一份工作来缓解家里的经济压力，同时积累社会经验为将来的学习创造条件。",
        "label": ""
      },
      {
        "sentence": "当然，我的意见仅供你参考，最终决定还是在你自己手里，只有你能为自己的生命承担责任。",
        "label": ""
      },
      {
        "sentence": "无论你做何决定，都需要对你的决定负责任。",
        "label": ""
      }
    ]
  }
]