[
  {
    "role": "client",
    "content": "继续在美完成大学？还是打工还清家里贷款与资本积累？20岁，女，来自福建农村，17岁一人来美。现已退学，失去学生签证身份，疫情在家。自己租房。住在纽约布鲁克林区。三年至今家里共援助了一万美金，加上来美的留学中介费-17万人民币。在美国疫情爆发前，一直都是半工半读，正好可以自己承担所有费用。包括生活，学费和房租。但是无存款。疫情爆发后，真切意识到没有存款的可怕程度。虽然前短时间出门上班每两周，但是昨天身边人因为感染新冠而去世，我出于对自己生命负责的原因，也放弃工作。也正是种种的原因，让我明白金钱的重要性。自己目前的打算是放弃读书，好好在美国打两年的工，还完债务，好处是1，可以减轻自己的负担（因为家里一直都对我处于催债的状态父母给我两条选择，要么工作，要么嫁人，他们可以拿到彩礼钱。）2，自己可以有一些积蓄，以后生存更有底气。坏处是1，没有拿到学历，以后回国找工作是一件非常困难的事情，只有高中学历。2，让我自己感觉生活没有目标，只剩下工作。",
    "annotation": [
      {
        "sentence": "继续在美完成大学？",
        "label": ""
      },
      {
        "sentence": "还是打工还清家里贷款与资本积累？",
        "label": ""
      },
      {
        "sentence": "20岁，女，来自福建农村，17岁一人来美。",
        "label": ""
      },
      {
        "sentence": "现已退学，失去学生签证身份，疫情在家。",
        "label": ""
      },
      {
        "sentence": "自己租房。",
        "label": ""
      },
      {
        "sentence": "住在纽约布鲁克林区。",
        "label": ""
      },
      {
        "sentence": "三年至今家里共援助了一万美金，加上来美的留学中介费-17万人民币。",
        "label": ""
      },
      {
        "sentence": "在美国疫情爆发前，一直都是半工半读，正好可以自己承担所有费用。",
        "label": ""
      },
      {
        "sentence": "包括生活，学费和房租。",
        "label": ""
      },
      {
        "sentence": "但是无存款。",
        "label": ""
      },
      {
        "sentence": "疫情爆发后，真切意识到没有存款的可怕程度。",
        "label": ""
      },
      {
        "sentence": "虽然前短时间出门上班每两周，但是昨天身边人因为感染新冠而去世，我出于对自己生命负责的原因，也放弃工作。",
        "label": ""
      },
      {
        "sentence": "也正是种种的原因，让我明白金钱的重要性。",
        "label": ""
      },
      {
        "sentence": "自己目前的打算是放弃读书，好好在美国打两年的工，还完债务，好处是1，可以减轻自己的负担（因为家里一直都对我处于催债的状态父母给我两条选择，要么工作，要么嫁人，他们可以拿到彩礼钱。",
        "label": ""
      },
      {
        "sentence": "）2，自己可以有一些积蓄，以后生存更有底气。",
        "label": ""
      },
      {
        "sentence": "坏处是1，没有拿到学历，以后回国找工作是一件非常困难的事情，只有高中学历。",
        "label": ""
      },
      {
        "sentence": "2，让我自己感觉生活没有目标，只剩下工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述来看，你的思路非常清晰，决定也没有什么不合适的。所列的坏处实际上是可以克服的：等你经济条件许可时，你还可以继续上学，学历也自然不是问题。再退一步说，工作好不好找似乎和学历有关也无关，要看你想找一份什么样的工作了？实力是可以胜过学历的。你现在没有学历，在异国他乡都能找到工作，这本身就是一个证明啊！我能感受到，原本你是非常希望上学的，但突然出现的变故迫使你在很短的时间内选择了新的冲刺方向，理性上你知道这是正确的决定，但心理上还没有完全接受吧。你提出这个问题，也许是想让更多人在现实层面给你一些确定感吧！",
    "annotation": [
      {
        "sentence": "从你的描述来看，你的思路非常清晰，决定也没有什么不合适的。",
        "label": ""
      },
      {
        "sentence": "所列的坏处实际上是可以克服的：等你经济条件许可时，你还可以继续上学，学历也自然不是问题。",
        "label": ""
      },
      {
        "sentence": "再退一步说，工作好不好找似乎和学历有关也无关，要看你想找一份什么样的工作了？",
        "label": ""
      },
      {
        "sentence": "实力是可以胜过学历的。",
        "label": ""
      },
      {
        "sentence": "你现在没有学历，在异国他乡都能找到工作，这本身就是一个证明啊！",
        "label": ""
      },
      {
        "sentence": "我能感受到，原本你是非常希望上学的，但突然出现的变故迫使你在很短的时间内选择了新的冲刺方向，理性上你知道这是正确的决定，但心理上还没有完全接受吧。",
        "label": ""
      },
      {
        "sentence": "你提出这个问题，也许是想让更多人在现实层面给你一些确定感吧！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我有点担心放弃读书会错失一些机会，尤其是在未来回国找工作方面。我父母一直在催债，还有要求我嫁人并拿到彩礼钱，我希望通过工作来减轻这种压力。但有时候我也会觉得生活失去了一些方向，只是为了赚钱而工作，感觉很空虚。",
    "annotation": [
      {
        "sentence": "是的，我有点担心放弃读书会错失一些机会，尤其是在未来回国找工作方面。",
        "label": ""
      },
      {
        "sentence": "我父母一直在催债，还有要求我嫁人并拿到彩礼钱，我希望通过工作来减轻这种压力。",
        "label": ""
      },
      {
        "sentence": "但有时候我也会觉得生活失去了一些方向，只是为了赚钱而工作，感觉很空虚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧和困惑。放弃读书确实可能会错过一些机会，但同时你可以利用工作的机会积累更多的经验和资本，为将来的发展打下坚实的基础。至于家里的压力和期望，你可以试着与父母沟通，让他们了解你的决定并争取他们的支持。此外，也许你可以寻找一些志同道合的朋友或者参加一些兴趣小组来充实你的生活，让工作不仅仅成为赚钱的手段，而是为了自己的成长和发展。",
    "annotation": [
      {
        "sentence": "我理解你的担忧和困惑。",
        "label": ""
      },
      {
        "sentence": "放弃读书确实可能会错过一些机会，但同时你可以利用工作的机会积累更多的经验和资本，为将来的发展打下坚实的基础。",
        "label": ""
      },
      {
        "sentence": "至于家里的压力和期望，你可以试着与父母沟通，让他们了解你的决定并争取他们的支持。",
        "label": ""
      },
      {
        "sentence": "此外，也许你可以寻找一些志同道合的朋友或者参加一些兴趣小组来充实你的生活，让工作不仅仅成为赚钱的手段，而是为了自己的成长和发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我非常感谢你的理解和建议。其实我也希望能够与家人沟通并得到他们的支持。我会考虑你提到的参加兴趣小组，并寻找一些能让我感到有成就感的事情来充实我的生活。我现在先努力工作，还完债务，争取改变家里对我的看法。",
    "annotation": [
      {
        "sentence": "我非常感谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "其实我也希望能够与家人沟通并得到他们的支持。",
        "label": ""
      },
      {
        "sentence": "我会考虑你提到的参加兴趣小组，并寻找一些能让我感到有成就感的事情来充实我的生活。",
        "label": ""
      },
      {
        "sentence": "我现在先努力工作，还完债务，争取改变家里对我的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，并且听到你愿意尝试沟通和改变的决心。记住，无论遇到什么困难和挑战，在人生的道路上都不是一条孤独的旅程。有时候与他人分享你的感受和困惑，也会获得更多帮助和支持。希望你能顺利度过眼前的困境，取得自己期望的成就！如果需要任何帮助或者再与我交流的话，请随时告诉我。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，并且听到你愿意尝试沟通和改变的决心。",
        "label": ""
      },
      {
        "sentence": "记住，无论遇到什么困难和挑战，在人生的道路上都不是一条孤独的旅程。",
        "label": ""
      },
      {
        "sentence": "有时候与他人分享你的感受和困惑，也会获得更多帮助和支持。",
        "label": ""
      },
      {
        "sentence": "希望你能顺利度过眼前的困境，取得自己期望的成就！",
        "label": ""
      },
      {
        "sentence": "如果需要任何帮助或者再与我交流的话，请随时告诉我。",
        "label": ""
      }
    ]
  }
]