[
  {
    "role": "client",
    "content": "我现在遇到一些困扰，不知道该如何抉择。我目前面临一个选择，是继续在美国完成大学，还是打工还清家里的贷款和积累一些资本。我今年20岁，来自福建农村，在17岁那年一人来到美国。由于疫情，我已经退学了，失去了学生签证身份，现在只能待在家里。现在我住在纽约布鲁克林区的租房里。过去三年，家里共援助了我一万美元，再加上来美时支付给留学中介的17万人民币。在疫情爆发前，我一直都是在工作和学习中平衡，正好能够自己承担生活费、学费和房租。但是我没有存款，疫情爆发后我才真正意识到没有存款的可怕之处。虽然最近我每两周都出去打工，但昨天身边的人因为感染新冠病毒而去世，我出于对自己生命负责的原因，也放弃了工作。所有这些原因让我明白了金钱的重要性。现在我的打算是放弃继续读书，好好在美国打两年的工，还清债务。好处是一方面可以减轻我自身的负担（因为家里一直在催我还债，父母给我两个选择，工作或者嫁人，他们可以拿到彩礼钱），另一方面可以积攒一些私房钱，以后生活更有保障。坏处是一方面没有获得学历，以后回国找工作会非常困难，只有高中学历。另一方面让我感觉生活没有了目标，只剩下工作。",
    "annotation": [
      {
        "sentence": "我现在遇到一些困扰，不知道该如何抉择。",
        "label": ""
      },
      {
        "sentence": "我目前面临一个选择，是继续在美国完成大学，还是打工还清家里的贷款和积累一些资本。",
        "label": ""
      },
      {
        "sentence": "我今年20岁，来自福建农村，在17岁那年一人来到美国。",
        "label": ""
      },
      {
        "sentence": "由于疫情，我已经退学了，失去了学生签证身份，现在只能待在家里。",
        "label": ""
      },
      {
        "sentence": "现在我住在纽约布鲁克林区的租房里。",
        "label": ""
      },
      {
        "sentence": "过去三年，家里共援助了我一万美元，再加上来美时支付给留学中介的17万人民币。",
        "label": ""
      },
      {
        "sentence": "在疫情爆发前，我一直都是在工作和学习中平衡，正好能够自己承担生活费、学费和房租。",
        "label": ""
      },
      {
        "sentence": "但是我没有存款，疫情爆发后我才真正意识到没有存款的可怕之处。",
        "label": ""
      },
      {
        "sentence": "虽然最近我每两周都出去打工，但昨天身边的人因为感染新冠病毒而去世，我出于对自己生命负责的原因，也放弃了工作。",
        "label": ""
      },
      {
        "sentence": "所有这些原因让我明白了金钱的重要性。",
        "label": ""
      },
      {
        "sentence": "现在我的打算是放弃继续读书，好好在美国打两年的工，还清债务。",
        "label": ""
      },
      {
        "sentence": "好处是一方面可以减轻我自身的负担（因为家里一直在催我还债，父母给我两个选择，工作或者嫁人，他们可以拿到彩礼钱），另一方面可以积攒一些私房钱，以后生活更有保障。",
        "label": ""
      },
      {
        "sentence": "坏处是一方面没有获得学历，以后回国找工作会非常困难，只有高中学历。",
        "label": ""
      },
      {
        "sentence": "另一方面让我感觉生活没有了目标，只剩下工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的困境，我非常敬佩你！你在17岁时独自一人来到美国，一直都是半工半读承担自己的费用，这是非常不简单的事情，很多人都没有勇气或者能力做到。疫情的到来是我们无法预测的，很多人在这几个月里都遭遇到经济困难，失去了工作。疫情给我们的生活带来了很多不确定性，让我们的生活变得一片混乱。美国目前也是疫情比较严重的地区，所以你的人身安全也感受到了威胁。看到你现在的抉择是留在美国工作、还清债务，放弃读书。不知道你是否已经做出了这个决定？还是还在纠结当中？就像你所说的，学历确实非常重要，无论是在美国还是在中国，所以如果有可能的话，我还是希望你能坚持完成学业。如果可以的话，你可以在全职工作一段时间后再回到学校继续学习，这会是一个非常好的选择。全职工作可以减轻你的经济负担，之后再去继续学习，完成学业，这可能会是一个比较好的方案。另外，你提到感觉生活只剩下工作，没有了目标。其实，工作也可以成为你的目标，找一份自己感兴趣的工作，或者能够明显减轻你经济压力的工作，它也可以成为你的目标，为了自己的生活而奋斗，为了让自己能够有更多的积蓄而努力！除了工作之外，你还可以照顾好自己的生活，在工作之余给自己做一顿丰盛的大餐，给自己一些休闲放松的机会。最后，我要再次向你致敬！无论你最后作出什么选择，或者最后的结果如何，这几年在美国的经历将会成为你一生中宝贵的财富。你在这段时间里学到的生活技能、应对危机的方式、独立生活的能力和开拓眼界，已经让你成长为一个非常优秀的人！请相信自己，你一定能够度过眼前的困境。最后，也希望你能保重身体，做好防护！",
    "annotation": [
      {
        "sentence": "看到你的困境，我非常敬佩你！",
        "label": ""
      },
      {
        "sentence": "你在17岁时独自一人来到美国，一直都是半工半读承担自己的费用，这是非常不简单的事情，很多人都没有勇气或者能力做到。",
        "label": ""
      },
      {
        "sentence": "疫情的到来是我们无法预测的，很多人在这几个月里都遭遇到经济困难，失去了工作。",
        "label": ""
      },
      {
        "sentence": "疫情给我们的生活带来了很多不确定性，让我们的生活变得一片混乱。",
        "label": ""
      },
      {
        "sentence": "美国目前也是疫情比较严重的地区，所以你的人身安全也感受到了威胁。",
        "label": ""
      },
      {
        "sentence": "看到你现在的抉择是留在美国工作、还清债务，放弃读书。",
        "label": ""
      },
      {
        "sentence": "不知道你是否已经做出了这个决定？",
        "label": ""
      },
      {
        "sentence": "还是还在纠结当中？",
        "label": ""
      },
      {
        "sentence": "就像你所说的，学历确实非常重要，无论是在美国还是在中国，所以如果有可能的话，我还是希望你能坚持完成学业。",
        "label": ""
      },
      {
        "sentence": "如果可以的话，你可以在全职工作一段时间后再回到学校继续学习，这会是一个非常好的选择。",
        "label": ""
      },
      {
        "sentence": "全职工作可以减轻你的经济负担，之后再去继续学习，完成学业，这可能会是一个比较好的方案。",
        "label": ""
      },
      {
        "sentence": "另外，你提到感觉生活只剩下工作，没有了目标。",
        "label": ""
      },
      {
        "sentence": "其实，工作也可以成为你的目标，找一份自己感兴趣的工作，或者能够明显减轻你经济压力的工作，它也可以成为你的目标，为了自己的生活而奋斗，为了让自己能够有更多的积蓄而努力！",
        "label": ""
      },
      {
        "sentence": "除了工作之外，你还可以照顾好自己的生活，在工作之余给自己做一顿丰盛的大餐，给自己一些休闲放松的机会。",
        "label": ""
      },
      {
        "sentence": "最后，我要再次向你致敬！",
        "label": ""
      },
      {
        "sentence": "无论你最后作出什么选择，或者最后的结果如何，这几年在美国的经历将会成为你一生中宝贵的财富。",
        "label": ""
      },
      {
        "sentence": "你在这段时间里学到的生活技能、应对危机的方式、独立生活的能力和开拓眼界，已经让你成长为一个非常优秀的人！",
        "label": ""
      },
      {
        "sentence": "请相信自己，你一定能够度过眼前的困境。",
        "label": ""
      },
      {
        "sentence": "最后，也希望你能保重身体，做好防护！",
        "label": ""
      }
    ]
  }
]