[
  {
    "role": "client",
    "content": "最近我感觉自己陷入了叛逆，父母亲戚一直在强调让我选择金融、会计、审计之类的专业，原本我对这些学科也有兴趣，但现在一看到这些就不想选择，想回避。",
    "annotation": [
      {
        "sentence": "最近我感觉自己陷入了叛逆，父母亲戚一直在强调让我选择金融、会计、审计之类的专业，原本我对这些学科也有兴趣，但现在一看到这些就不想选择，想回避。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的心情。你对金融、会计、审计等专业其实很有兴趣，这是你自己内心产生的兴趣。但是家人一直在强调你选择这些专业。你现在感觉好像是被迫听从父母亲戚的意见，而不是根据自己的真实想法选择。如果你真的对这些专业感兴趣，并且希望选择它们，那就根据自己的意愿去做选择。值得庆幸的是，你和家里人的意见是一致的，这真的是很难得的事情。也就是说，在你选择职业道路的过程中，你不会受到家人的阻碍。父母亲戚强调这些专业，一定有他们的原因。我想知道，你是否曾经因为家人的强调而遭受过伤害或者失败，导致你不信任他们，对他们的选择持怀疑态度？",
    "annotation": [
      {
        "sentence": "我能理解你的心情。",
        "label": ""
      },
      {
        "sentence": "你对金融、会计、审计等专业其实很有兴趣，这是你自己内心产生的兴趣。",
        "label": ""
      },
      {
        "sentence": "但是家人一直在强调你选择这些专业。",
        "label": ""
      },
      {
        "sentence": "你现在感觉好像是被迫听从父母亲戚的意见，而不是根据自己的真实想法选择。",
        "label": ""
      },
      {
        "sentence": "如果你真的对这些专业感兴趣，并且希望选择它们，那就根据自己的意愿去做选择。",
        "label": ""
      },
      {
        "sentence": "值得庆幸的是，你和家里人的意见是一致的，这真的是很难得的事情。",
        "label": ""
      },
      {
        "sentence": "也就是说，在你选择职业道路的过程中，你不会受到家人的阻碍。",
        "label": ""
      },
      {
        "sentence": "父母亲戚强调这些专业，一定有他们的原因。",
        "label": ""
      },
      {
        "sentence": "我想知道，你是否曾经因为家人的强调而遭受过伤害或者失败，导致你不信任他们，对他们的选择持怀疑态度？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我曾经因为家人的强调而选择了一个我其实并不感兴趣的专业。结果，我没有激情和动力去学习该专业，最终在学业上遭受了失败。所以现在每当他们再次强调我选择的方向，我就会觉得不想选择，甚至想回避。",
    "annotation": [
      {
        "sentence": "是的，我曾经因为家人的强调而选择了一个我其实并不感兴趣的专业。",
        "label": ""
      },
      {
        "sentence": "结果，我没有激情和动力去学习该专业，最终在学业上遭受了失败。",
        "label": ""
      },
      {
        "sentence": "所以现在每当他们再次强调我选择的方向，我就会觉得不想选择，甚至想回避。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受，遭受过失败会让人产生对相似经历的怀疑和抗拒。但是请记住，你的选择权在你手中。虽然过去的经历可能让你犹豫不决，但这并不代表你不能重新审视自己的兴趣和选择。你可以告诉自己，这次的选择完全是基于自己的意愿，与他人无关。你的家人在乎你的未来，所以才会强调他们认为重要的方向。但最终，你是决定自己的职业道路，他们会支持你的决定。",
    "annotation": [
      {
        "sentence": "我能理解你的感受，遭受过失败会让人产生对相似经历的怀疑和抗拒。",
        "label": ""
      },
      {
        "sentence": "但是请记住，你的选择权在你手中。",
        "label": ""
      },
      {
        "sentence": "虽然过去的经历可能让你犹豫不决，但这并不代表你不能重新审视自己的兴趣和选择。",
        "label": ""
      },
      {
        "sentence": "你可以告诉自己，这次的选择完全是基于自己的意愿，与他人无关。",
        "label": ""
      },
      {
        "sentence": "你的家人在乎你的未来，所以才会强调他们认为重要的方向。",
        "label": ""
      },
      {
        "sentence": "但最终，你是决定自己的职业道路，他们会支持你的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该更加自信地坚持自己的选择。我要重新审视自己的兴趣和激情，找到真正适合自己的专业，并向家人坦诚我的想法。我相信他们会理解和支持。",
    "annotation": [
      {
        "sentence": "我明白了，我应该更加自信地坚持自己的选择。",
        "label": ""
      },
      {
        "sentence": "我要重新审视自己的兴趣和激情，找到真正适合自己的专业，并向家人坦诚我的想法。",
        "label": ""
      },
      {
        "sentence": "我相信他们会理解和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个非常积极和成熟的决策。相信自己的能力和爱好，找到适合自己的职业道路是非常重要的。你已经迈出了向理想职业靠近的一步，相信自己可以找到让自己满意的专业。当你向家人坦诚你的想法时，尽量做到耐心和理智，他们会理解你的内心需求并给予支持。",
    "annotation": [
      {
        "sentence": "这是一个非常积极和成熟的决策。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力和爱好，找到适合自己的职业道路是非常重要的。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了向理想职业靠近的一步，相信自己可以找到让自己满意的专业。",
        "label": ""
      },
      {
        "sentence": "当你向家人坦诚你的想法时，尽量做到耐心和理智，他们会理解你的内心需求并给予支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会坚定自己的选择，并努力寻找适合自己的专业。我相信，只要我发自内心地追求自己的梦想，一定能够实现自己的人生目标。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会坚定自己的选择，并努力寻找适合自己的专业。",
        "label": ""
      },
      {
        "sentence": "我相信，只要我发自内心地追求自己的梦想，一定能够实现自己的人生目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的决心和自信让我非常钦佩。相信自己，即使面对困难和挑战，你也一定能够克服并达到自己的目标。我愿意一直陪伴在你的身边，为你提供支持和帮助。加油！",
    "annotation": [
      {
        "sentence": "你的决心和自信让我非常钦佩。",
        "label": ""
      },
      {
        "sentence": "相信自己，即使面对困难和挑战，你也一定能够克服并达到自己的目标。",
        "label": ""
      },
      {
        "sentence": "我愿意一直陪伴在你的身边，为你提供支持和帮助。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]