[
  {
    "role": "client",
    "content": "我26岁，最近总想睡着了就再也醒不过来了，不知应该怎么办。",
    "annotation": [
      {
        "sentence": "我26岁，最近总想睡着了就再也醒不过来了，不知应该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的诉说，能够感受到你蛮绝望的，不知生活的目标和方向是在什么地方。在这段时间时间里面，像你所归纳的那样的，所有的事情都压在一起让自己有点喘不过气来。我们一点点来理清楚。其实，当你说到，自己曾经考过，没过过商科研究生，排在全球考生前20%，其实你是非常有实力的。你在学习当中，你是有很强的专注力和执行力。就算在现在这个不知所措的时刻，你也能够思考自己的压力源头是在于什么地方，但实际上可能比你想象的还要细致。或许，关于压力的事情，我可以多去分享一点。1、就是关于身边的人，好像身边的人习惯了把压力都推到了自己的身上。你的母亲，把钱的压力推到了你身上。母亲把属于自己的照料子女的责任和义务“推”到了你的身上。或许可能也会把生存的压力推到了你的身上。你的父亲你并没有提及，工作情况没有提及。所以很有可能你肩负着一家人的生存生活也包括言语精神上的压力。",
    "annotation": [
      {
        "sentence": "看了你的诉说，能够感受到你蛮绝望的，不知生活的目标和方向是在什么地方。",
        "label": ""
      },
      {
        "sentence": "在这段时间时间里面，像你所归纳的那样的，所有的事情都压在一起让自己有点喘不过气来。",
        "label": ""
      },
      {
        "sentence": "我们一点点来理清楚。",
        "label": ""
      },
      {
        "sentence": "其实，当你说到，自己曾经考过，没过过商科研究生，排在全球考生前20%，其实你是非常有实力的。",
        "label": ""
      },
      {
        "sentence": "你在学习当中，你是有很强的专注力和执行力。",
        "label": ""
      },
      {
        "sentence": "就算在现在这个不知所措的时刻，你也能够思考自己的压力源头是在于什么地方，但实际上可能比你想象的还要细致。",
        "label": ""
      },
      {
        "sentence": "或许，关于压力的事情，我可以多去分享一点。",
        "label": ""
      },
      {
        "sentence": "1、就是关于身边的人，好像身边的人习惯了把压力都推到了自己的身上。",
        "label": ""
      },
      {
        "sentence": "你的母亲，把钱的压力推到了你身上。",
        "label": ""
      },
      {
        "sentence": "母亲把属于自己的照料子女的责任和义务“推”到了你的身上。",
        "label": ""
      },
      {
        "sentence": "或许可能也会把生存的压力推到了你的身上。",
        "label": ""
      },
      {
        "sentence": "你的父亲你并没有提及，工作情况没有提及。",
        "label": ""
      },
      {
        "sentence": "所以很有可能你肩负着一家人的生存生活也包括言语精神上的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉自己很辛苦，好像一直在为家人承担责任。而且最近妈妈还向我借钱，我也没法给她，感觉很沮丧。",
    "annotation": [
      {
        "sentence": "是的，我感觉自己很辛苦，好像一直在为家人承担责任。",
        "label": ""
      },
      {
        "sentence": "而且最近妈妈还向我借钱，我也没法给她，感觉很沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，你一直在尽力地为家人分担责任，而且还要面对经济上的困扰。这确实给你带来了很大的压力和沮丧。或许在这个时候，你可以思考一下，如何和家人分清楚界限，保护自己免受他们的压力和期望。不要让自己被迫承担超出自己能力范围的责任。你可以思考一下，母亲作为成年人应该承担什么样的责任，而你作为子女应该在什么范围内帮助他们。这样或许可以减轻你的负担。",
    "annotation": [
      {
        "sentence": "我理解你的感受，你一直在尽力地为家人分担责任，而且还要面对经济上的困扰。",
        "label": ""
      },
      {
        "sentence": "这确实给你带来了很大的压力和沮丧。",
        "label": ""
      },
      {
        "sentence": "或许在这个时候，你可以思考一下，如何和家人分清楚界限，保护自己免受他们的压力和期望。",
        "label": ""
      },
      {
        "sentence": "不要让自己被迫承担超出自己能力范围的责任。",
        "label": ""
      },
      {
        "sentence": "你可以思考一下，母亲作为成年人应该承担什么样的责任，而你作为子女应该在什么范围内帮助他们。",
        "label": ""
      },
      {
        "sentence": "这样或许可以减轻你的负担。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，我会试着和家人沟通，保护自己的利益，不再让他们的压力影响到我。但是除了家庭压力，我对未来也没有明确的规划，觉得自己处在一片迷茫之中。",
    "annotation": [
      {
        "sentence": "我明白你的意思，我会试着和家人沟通，保护自己的利益，不再让他们的压力影响到我。",
        "label": ""
      },
      {
        "sentence": "但是除了家庭压力，我对未来也没有明确的规划，觉得自己处在一片迷茫之中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的感受，迷茫是很正常的。在你描述的情况中，家庭压力加上对未来没有明确规划，让你感到迷茫和无所适从。或许你可以尝试多鼓励自己、肯定自己，提高自己的自尊心和自信心。你可以思考一下，什么是你觉得自己值得被爱和认可的，什么是你自己认可和看重的。同时，你也可以尝试建立一个良好的社会支持系统，找一些理性的人来帮助你，倾听你的倾诉并给出合适的建议。这可以是一些有生活阅历的人或心理咨询师等。他们可以帮助你从另一个角度看待问题，并给出一些建设性的建议。",
    "annotation": [
      {
        "sentence": "明白你的感受，迷茫是很正常的。",
        "label": ""
      },
      {
        "sentence": "在你描述的情况中，家庭压力加上对未来没有明确规划，让你感到迷茫和无所适从。",
        "label": ""
      },
      {
        "sentence": "或许你可以尝试多鼓励自己、肯定自己，提高自己的自尊心和自信心。",
        "label": ""
      },
      {
        "sentence": "你可以思考一下，什么是你觉得自己值得被爱和认可的，什么是你自己认可和看重的。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试建立一个良好的社会支持系统，找一些理性的人来帮助你，倾听你的倾诉并给出合适的建议。",
        "label": ""
      },
      {
        "sentence": "这可以是一些有生活阅历的人或心理咨询师等。",
        "label": ""
      },
      {
        "sentence": "他们可以帮助你从另一个角度看待问题，并给出一些建设性的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着提高自己的自尊心和自信心，同时也会尝试寻求外界的帮助和支持。不再为别人而活，关注自己的需求和喜好。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着提高自己的自尊心和自信心，同时也会尝试寻求外界的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "不再为别人而活，关注自己的需求和喜好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样说，提高自尊心和自信心是一个好的起点，也是走出迷茫的关键。记住，你自己是很重要的，不要为了迎合他人而忽略了自己的需求和喜好。保持积极向上的心态，持续地关注和关爱自己，相信你会找到适合自己的方向和目标。如果有什么困难和挫折，记得随时和我分享，我会一直在你身边支持你。",
    "annotation": [
      {
        "sentence": "很高兴听到你这样说，提高自尊心和自信心是一个好的起点，也是走出迷茫的关键。",
        "label": ""
      },
      {
        "sentence": "记住，你自己是很重要的，不要为了迎合他人而忽略了自己的需求和喜好。",
        "label": ""
      },
      {
        "sentence": "保持积极向上的心态，持续地关注和关爱自己，相信你会找到适合自己的方向和目标。",
        "label": ""
      },
      {
        "sentence": "如果有什么困难和挫折，记得随时和我分享，我会一直在你身边支持你。",
        "label": ""
      }
    ]
  }
]