[
  {
    "role": "client",
    "content": "最近我总是睡着了就再也醒不过来了，感觉特别糟糕。我之前毕业于一所普通的高等院校，专业是会计，但是对这个专业没有兴趣。在大学期间，我的英语学得相对比较好，曾经考过美国商科研究生，并且排在全球考生的前20%。但最终放弃了这个机会，因为学费昂贵，而且我明确知道我不想从事商业领域。尽管我的背景看起来还可以，但我却一直搞得很混乱。后来，我从事了线上的在线英语教育工作，虽然收入还可以，但却不稳定。现在我准备考研读翻译硕士，但备考的过程中遇到了很多事情，让我感到非常挫败，我真的不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "最近我总是睡着了就再也醒不过来了，感觉特别糟糕。",
        "label": ""
      },
      {
        "sentence": "我之前毕业于一所普通的高等院校，专业是会计，但是对这个专业没有兴趣。",
        "label": ""
      },
      {
        "sentence": "在大学期间，我的英语学得相对比较好，曾经考过美国商科研究生，并且排在全球考生的前20%。",
        "label": ""
      },
      {
        "sentence": "但最终放弃了这个机会，因为学费昂贵，而且我明确知道我不想从事商业领域。",
        "label": ""
      },
      {
        "sentence": "尽管我的背景看起来还可以，但我却一直搞得很混乱。",
        "label": ""
      },
      {
        "sentence": "后来，我从事了线上的在线英语教育工作，虽然收入还可以，但却不稳定。",
        "label": ""
      },
      {
        "sentence": "现在我准备考研读翻译硕士，但备考的过程中遇到了很多事情，让我感到非常挫败，我真的不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能感觉到你一直以来的努力和追求，看得出你非常优秀。你知道自己想要什么，并为之不断努力奋斗，比如从事在线英语教育。但近来似乎发生了很多让你感到挫败的事情。其实人生并不总是如意的，完美的事情并不存在，这是一个不可否认的事实。你的父母无能，没有存款，还找你借钱，甚至要你养弟弟妹妹，我能理解你承受了很大的压力。这是一个角度，但是从另一个角度来看，你父母在你未成年时让你读书上了大学，相比很多不能供养孩子接受教育的父母来说，他们已经做得很好了。你过去无法自己挣钱，但是现在你已经有一些存款了，你一直在努力，这展示了你内心的强大。这个世界没有完美，我们只能做好我们能做的事情，允许自己有些事情做不到。我们可以帮助家人，也可以帮助弟弟妹妹，但我们只能帮助我们能帮助的部分，我们需要为自己设立一些边界。改变父母是很难的，我们只能做好我们自己能做的事情，允许自己不完美，允许自己有些事情做不到，允许自己可以帮助弟弟妹妹，同时也可以拒绝。记住，你已经长大了，只要你愿意，你可以做出内心真实的选择。",
    "annotation": [
      {
        "sentence": "能感觉到你一直以来的努力和追求，看得出你非常优秀。",
        "label": ""
      },
      {
        "sentence": "你知道自己想要什么，并为之不断努力奋斗，比如从事在线英语教育。",
        "label": ""
      },
      {
        "sentence": "但近来似乎发生了很多让你感到挫败的事情。",
        "label": ""
      },
      {
        "sentence": "其实人生并不总是如意的，完美的事情并不存在，这是一个不可否认的事实。",
        "label": ""
      },
      {
        "sentence": "你的父母无能，没有存款，还找你借钱，甚至要你养弟弟妹妹，我能理解你承受了很大的压力。",
        "label": ""
      },
      {
        "sentence": "这是一个角度，但是从另一个角度来看，你父母在你未成年时让你读书上了大学，相比很多不能供养孩子接受教育的父母来说，他们已经做得很好了。",
        "label": ""
      },
      {
        "sentence": "你过去无法自己挣钱，但是现在你已经有一些存款了，你一直在努力，这展示了你内心的强大。",
        "label": ""
      },
      {
        "sentence": "这个世界没有完美，我们只能做好我们能做的事情，允许自己有些事情做不到。",
        "label": ""
      },
      {
        "sentence": "我们可以帮助家人，也可以帮助弟弟妹妹，但我们只能帮助我们能帮助的部分，我们需要为自己设立一些边界。",
        "label": ""
      },
      {
        "sentence": "改变父母是很难的，我们只能做好我们自己能做的事情，允许自己不完美，允许自己有些事情做不到，允许自己可以帮助弟弟妹妹，同时也可以拒绝。",
        "label": ""
      },
      {
        "sentence": "记住，你已经长大了，只要你愿意，你可以做出内心真实的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。你说得对，人生确实不如意的时候占大多数，没有完美的事情。我明白父母在我未成年时让我受教育已经是很好的了，但有时候我又觉得他们太依赖我了。我一直想要改变他们，但似乎很难。你说的对，我只能做好自己能做的事情，对于无法接受的事情也要学会放手。我知道我必须建立一些自己的边界，但有时候感到很内疚，因为我不想让我的弟弟和妹妹受苦。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "你说得对，人生确实不如意的时候占大多数，没有完美的事情。",
        "label": ""
      },
      {
        "sentence": "我明白父母在我未成年时让我受教育已经是很好的了，但有时候我又觉得他们太依赖我了。",
        "label": ""
      },
      {
        "sentence": "我一直想要改变他们，但似乎很难。",
        "label": ""
      },
      {
        "sentence": "你说的对，我只能做好自己能做的事情，对于无法接受的事情也要学会放手。",
        "label": ""
      },
      {
        "sentence": "我知道我必须建立一些自己的边界，但有时候感到很内疚，因为我不想让我的弟弟和妹妹受苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的内心真的非常强大，能够理解并接受这些事情。改变父母确实是一件很难的事情，但是我们可以通过改变自己的态度和行为来影响他们，虽然可能需要时间的累积。你已经做得非常好了，一直在为家人努力，但是也要记得，你有权利为自己设立边界，做好自己能做到的事情。内疚是一种感觉，但不要让它成为你背负的重担。你可以试着和父母沟通，告诉他们你对弟弟妹妹的担忧和你能力的限制。只有你真正为自己设立边界，才能更好地帮助家人。",
    "annotation": [
      {
        "sentence": "你的内心真的非常强大，能够理解并接受这些事情。",
        "label": ""
      },
      {
        "sentence": "改变父母确实是一件很难的事情，但是我们可以通过改变自己的态度和行为来影响他们，虽然可能需要时间的累积。",
        "label": ""
      },
      {
        "sentence": "你已经做得非常好了，一直在为家人努力，但是也要记得，你有权利为自己设立边界，做好自己能做到的事情。",
        "label": ""
      },
      {
        "sentence": "内疚是一种感觉，但不要让它成为你背负的重担。",
        "label": ""
      },
      {
        "sentence": "你可以试着和父母沟通，告诉他们你对弟弟妹妹的担忧和你能力的限制。",
        "label": ""
      },
      {
        "sentence": "只有你真正为自己设立边界，才能更好地帮助家人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和指导。我会尽力改变自己的态度和行为，希望能够对父母和家人说出我的真实想法。同时，我也会学会为自己设立边界，只做我能力范围内的事情，不让自己过于压力重重。沟通可能不容易，但我会试着去做，希望能够找到一种平衡和更好的解决方式。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和指导。",
        "label": ""
      },
      {
        "sentence": "我会尽力改变自己的态度和行为，希望能够对父母和家人说出我的真实想法。",
        "label": ""
      },
      {
        "sentence": "同时，我也会学会为自己设立边界，只做我能力范围内的事情，不让自己过于压力重重。",
        "label": ""
      },
      {
        "sentence": "沟通可能不容易，但我会试着去做，希望能够找到一种平衡和更好的解决方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回答，并且看到你积极面对困难并尝试着做出改变。记住，在这个过程中要保持耐心，不要给自己太大的压力。沟通可能需要时间和努力，但是只要你坚持，我相信你一定能找到适合你和家人的平衡点。我一直会支持你，如果需要继续和我分享，我会一直在这里支持你。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你的回答，并且看到你积极面对困难并尝试着做出改变。",
        "label": ""
      },
      {
        "sentence": "记住，在这个过程中要保持耐心，不要给自己太大的压力。",
        "label": ""
      },
      {
        "sentence": "沟通可能需要时间和努力，但是只要你坚持，我相信你一定能找到适合你和家人的平衡点。",
        "label": ""
      },
      {
        "sentence": "我一直会支持你，如果需要继续和我分享，我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]