[
  {
    "role": "client",
    "content": "最近我总是感觉睡着了就再也醒不过来，我感到很困惑。我曾经在大学期间学得比较好的英语，甚至考过美国商科研究生，但由于学费昂贵以及对从商不感兴趣的原因而放弃了继续读研。我目前从事线上英语教育，工资尚可但不稳定。我打算考研读翻译硕士，但备考过程中发生了很多事情，我感到很沮丧，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "最近我总是感觉睡着了就再也醒不过来，我感到很困惑。",
        "label": ""
      },
      {
        "sentence": "我曾经在大学期间学得比较好的英语，甚至考过美国商科研究生，但由于学费昂贵以及对从商不感兴趣的原因而放弃了继续读研。",
        "label": ""
      },
      {
        "sentence": "我目前从事线上英语教育，工资尚可但不稳定。",
        "label": ""
      },
      {
        "sentence": "我打算考研读翻译硕士，但备考过程中发生了很多事情，我感到很沮丧，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你不知道该怎么办时候，最好是先做好你能做好的部分。你说，准备考研读翻译硕士。可是备考的过程中发生了很多事情，让我整个人的挫败感都很强，不知道应该怎么办。眼下情况，你要把自己情绪调整过来，把精力集中在自己认为比较重要的事情上，比如在线英语教育。",
    "annotation": [
      {
        "sentence": "当你不知道该怎么办时候，最好是先做好你能做好的部分。",
        "label": ""
      },
      {
        "sentence": "你说，准备考研读翻译硕士。",
        "label": ""
      },
      {
        "sentence": "可是备考的过程中发生了很多事情，让我整个人的挫败感都很强，不知道应该怎么办。",
        "label": ""
      },
      {
        "sentence": "眼下情况，你要把自己情绪调整过来，把精力集中在自己认为比较重要的事情上，比如在线英语教育。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会把更多的精力放在在线英语教育上。但是备考也是很重要的一部分，我不知道该如何面对这种挫败感。",
    "annotation": [
      {
        "sentence": "我明白了，我会把更多的精力放在在线英语教育上。",
        "label": ""
      },
      {
        "sentence": "但是备考也是很重要的一部分，我不知道该如何面对这种挫败感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，备考是很重要的一部分，但你不能让挫败感击垮了自己。除了在线英语教育和备考之外，还有一点很重要，就是学会给自己一些缓冲地带，利用好“时空感”。这个事为什么重要呢？因为有的人容易激动或情绪化，他们的逻辑是：“我”发出一个愿望，就必须立即实现。如果不能实现，他们就会暴怒，并产生摧毁的欲望。他们会攻击外界的客体，甚至转而攻击自己。要知道，很多事情不用急于一时，如果把时间轨道拉得很长很长，那么在这更长的时间长河里，愿望被实现的可能性就能无限放大。",
    "annotation": [
      {
        "sentence": "是的，备考是很重要的一部分，但你不能让挫败感击垮了自己。",
        "label": ""
      },
      {
        "sentence": "除了在线英语教育和备考之外，还有一点很重要，就是学会给自己一些缓冲地带，利用好“时空感”。",
        "label": ""
      },
      {
        "sentence": "这个事为什么重要呢？",
        "label": ""
      },
      {
        "sentence": "因为有的人容易激动或情绪化，他们的逻辑是：“我”发出一个愿望，就必须立即实现。",
        "label": ""
      },
      {
        "sentence": "如果不能实现，他们就会暴怒，并产生摧毁的欲望。",
        "label": ""
      },
      {
        "sentence": "他们会攻击外界的客体，甚至转而攻击自己。",
        "label": ""
      },
      {
        "sentence": "要知道，很多事情不用急于一时，如果把时间轨道拉得很长很长，那么在这更长的时间长河里，愿望被实现的可能性就能无限放大。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我确实缺乏时间感和空间感。我经常感到自己无法等待时机，总觉得一切都要立即解决。但是现在我明白了，不用急于一时，可以给自己更多的时间和机会去实现愿望。",
    "annotation": [
      {
        "sentence": "你说的对，我确实缺乏时间感和空间感。",
        "label": ""
      },
      {
        "sentence": "我经常感到自己无法等待时机，总觉得一切都要立即解决。",
        "label": ""
      },
      {
        "sentence": "但是现在我明白了，不用急于一时，可以给自己更多的时间和机会去实现愿望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的理解是正确的。现在流行“延迟满足”，其实就是增加时间感。因为时间长，投入增加，机会也就多了，由此被满足的可能性就会增加。你可以试着将时间轨道拉长一些，给自己更多的时间去实现目标。同时也要相信自己的能力，不要被挫败感所困扰。",
    "annotation": [
      {
        "sentence": "很好，你的理解是正确的。",
        "label": ""
      },
      {
        "sentence": "现在流行“延迟满足”，其实就是增加时间感。",
        "label": ""
      },
      {
        "sentence": "因为时间长，投入增加，机会也就多了，由此被满足的可能性就会增加。",
        "label": ""
      },
      {
        "sentence": "你可以试着将时间轨道拉长一些，给自己更多的时间去实现目标。",
        "label": ""
      },
      {
        "sentence": "同时也要相信自己的能力，不要被挫败感所困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尽力调整自己的情绪，并尝试将时间轨道拉长一些。相信自己的能力，不让挫败感影响自己。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尽力调整自己的情绪，并尝试将时间轨道拉长一些。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，不让挫败感影响自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样说，相信你一定能够克服困难，实现自己的目标。记住，你并不孤单，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "很高兴听到你这样说，相信你一定能够克服困难，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我真的很感激你的支持和鼓励。有你的支持，我感到更有信心去面对困难。再次感谢你。",
    "annotation": [
      {
        "sentence": "谢谢你，我真的很感激你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "有你的支持，我感到更有信心去面对困难。",
        "label": ""
      },
      {
        "sentence": "再次感谢你。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，相信自己，你可以做到的。如果还有什么需要帮助的地方，随时都可以找我倾诉。加油！",
    "annotation": [
      {
        "sentence": "不客气，相信自己，你可以做到的。",
        "label": ""
      },
      {
        "sentence": "如果还有什么需要帮助的地方，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]