[
  {
    "role": "client",
    "content": "最近我总是睡着后再也无法清醒，我觉得很糟糕。我是一个26岁的女生，毕业于一所普通的高等院校，专业是会计，但对这个专业不感兴趣。在大学四年期间，我的英语学得相对较好，曾经参加过美国商科研究生考试，并在全球考生中排在前20%。虽然我有这样的背景，但我弄得很乱。后来，我从事了线上的在线英语教育工作，工资还可以但不稳定。于是我准备考研读翻译硕士。然而，在备考的过程中发生了很多事情，让我感到非常沮丧，我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "最近我总是睡着后再也无法清醒，我觉得很糟糕。",
        "label": ""
      },
      {
        "sentence": "我是一个26岁的女生，毕业于一所普通的高等院校，专业是会计，但对这个专业不感兴趣。",
        "label": ""
      },
      {
        "sentence": "在大学四年期间，我的英语学得相对较好，曾经参加过美国商科研究生考试，并在全球考生中排在前20%。",
        "label": ""
      },
      {
        "sentence": "虽然我有这样的背景，但我弄得很乱。",
        "label": ""
      },
      {
        "sentence": "后来，我从事了线上的在线英语教育工作，工资还可以但不稳定。",
        "label": ""
      },
      {
        "sentence": "于是我准备考研读翻译硕士。",
        "label": ""
      },
      {
        "sentence": "然而，在备考的过程中发生了很多事情，让我感到非常沮丧，我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "又是一个家里的长子要承担父母责任的例子。父母的无能使得孩子无法好好过自己的生活，也无法在有力气、有机会的时候施展自己，这是一件悲哀的事情。但请记住，人生是为了自己而活的，请不要认为这是废话。当你有了能力时，你可以去帮助你的弟弟和妹妹，但是首先你必须先拥有能力。现在让我们来分析一下你的问题：首先，你毕业于一所普通的高等院校，专业是会计，但对这个专业不感兴趣。在整个大学四年期间，你的英语学得相对较好，曾经参加过美国商科研究生考试，并在全球考生中排在前20%。尽管我不太了解你所说的美国商科研究生的意义，但全球考生的前20%这个数字让人觉得你很优秀。我们学习的专业未必最后就从事相关工作，但是那个专业可能会给我们带来很多辅助作用。其次，你因为学费昂贵和自己明确不想从事商科的原因放弃了赴美读研的计划。你的背景还是相当不错的，但你弄得非常混乱。后来，你从事了线上的在线英语教育工作，工资还可以但不稳定。对于这个工作，你的外语能力会给你带来很多的价值感和成就感，就像我对心理学的喜爱一样，在其中我们可以找到自己。或许稳定的工作与个人资历也有关系，任何事情都不是一蹴而就的，年轻就是你的资本。最后，你准备考研读翻译硕士。但在备考的过程中，发生了很多事情，让你整个人都感到非常挫败，不知道该怎么办。第一，家庭压力。你的父母都没有能力，无法存下一分钱，只能过得勉强。而你也是吃百家饭长大的，你家里还有个弟弟和妹妹要上大学。昨天你妈妈让你借两万块帮她还信用卡，但这样的钱借出去很难收回，而且你过去一年也只存了两万多。你妈妈还总是灌输一种你要养弟弟和妹妹的思想，尽管她死活不承认。亲爱的，如果你内心不愿意，就可以说“不”，不需要忍耐，也不需要承担多余的责任，因为这不是你的责任和义务。如果这笔钱可以让你更好地发展自己的未来，为什么不去做呢？他们会有办法解决的，他们都是成年人。第二，失恋的问题。你和男朋友异地恋，他选择和你分手。由于这是你的第一段感情，即使遇到不好的人，你仍会情绪波动很大。加上你家里的事情，失恋让你觉得在这个现实的社会里，你这辈子都不会被爱了。因为大家都不会喜欢一个出身不好的人，自己觉得就像个累赘。但是请记住，你把自己裹挟回了原生家庭，你是你，你的家人是你的家人。他和你谈恋爱，并不代表他在谈恋爱的是你的家人。你自己可以分得清楚，爱你的人也能分得清楚。你分不清楚，并不代表爱你的人就分不清楚。第三，考研的问题。由于失恋，你的考研计划被搁置了几个月。虽然你知道不应该怪任何人，但少了几个月的时间让你失去了信心，再加上家庭支持甚少，你会感到更加难受。那么你是想考研还是不想考研呢？如果你想考，就去做想要做的事情；如果你不想考，就不要勉强自己去做不想做的事情。内心与行为的矛盾只会让你更加困惑。请记住，你的外部环境并不重要，重要的是你自己，你想不想考研？其余的都只是借口和理由。最后，祝愿你幸福快乐！希望你尊重自己的未来，因为只有尊重自己才能好好地爱他人！如果有任何困惑，可以私信我！",
    "annotation": [
      {
        "sentence": "又是一个家里的长子要承担父母责任的例子。",
        "label": ""
      },
      {
        "sentence": "父母的无能使得孩子无法好好过自己的生活，也无法在有力气、有机会的时候施展自己，这是一件悲哀的事情。",
        "label": ""
      },
      {
        "sentence": "但请记住，人生是为了自己而活的，请不要认为这是废话。",
        "label": ""
      },
      {
        "sentence": "当你有了能力时，你可以去帮助你的弟弟和妹妹，但是首先你必须先拥有能力。",
        "label": ""
      },
      {
        "sentence": "现在让我们来分析一下你的问题：首先，你毕业于一所普通的高等院校，专业是会计，但对这个专业不感兴趣。",
        "label": ""
      },
      {
        "sentence": "在整个大学四年期间，你的英语学得相对较好，曾经参加过美国商科研究生考试，并在全球考生中排在前20%。",
        "label": ""
      },
      {
        "sentence": "尽管我不太了解你所说的美国商科研究生的意义，但全球考生的前20%这个数字让人觉得你很优秀。",
        "label": ""
      },
      {
        "sentence": "我们学习的专业未必最后就从事相关工作，但是那个专业可能会给我们带来很多辅助作用。",
        "label": ""
      },
      {
        "sentence": "其次，你因为学费昂贵和自己明确不想从事商科的原因放弃了赴美读研的计划。",
        "label": ""
      },
      {
        "sentence": "你的背景还是相当不错的，但你弄得非常混乱。",
        "label": ""
      },
      {
        "sentence": "后来，你从事了线上的在线英语教育工作，工资还可以但不稳定。",
        "label": ""
      },
      {
        "sentence": "对于这个工作，你的外语能力会给你带来很多的价值感和成就感，就像我对心理学的喜爱一样，在其中我们可以找到自己。",
        "label": ""
      },
      {
        "sentence": "或许稳定的工作与个人资历也有关系，任何事情都不是一蹴而就的，年轻就是你的资本。",
        "label": ""
      },
      {
        "sentence": "最后，你准备考研读翻译硕士。",
        "label": ""
      },
      {
        "sentence": "但在备考的过程中，发生了很多事情，让你整个人都感到非常挫败，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "第一，家庭压力。",
        "label": ""
      },
      {
        "sentence": "你的父母都没有能力，无法存下一分钱，只能过得勉强。",
        "label": ""
      },
      {
        "sentence": "而你也是吃百家饭长大的，你家里还有个弟弟和妹妹要上大学。",
        "label": ""
      },
      {
        "sentence": "昨天你妈妈让你借两万块帮她还信用卡，但这样的钱借出去很难收回，而且你过去一年也只存了两万多。",
        "label": ""
      },
      {
        "sentence": "你妈妈还总是灌输一种你要养弟弟和妹妹的思想，尽管她死活不承认。",
        "label": ""
      },
      {
        "sentence": "亲爱的，如果你内心不愿意，就可以说“不”，不需要忍耐，也不需要承担多余的责任，因为这不是你的责任和义务。",
        "label": ""
      },
      {
        "sentence": "如果这笔钱可以让你更好地发展自己的未来，为什么不去做呢？",
        "label": ""
      },
      {
        "sentence": "他们会有办法解决的，他们都是成年人。",
        "label": ""
      },
      {
        "sentence": "第二，失恋的问题。",
        "label": ""
      },
      {
        "sentence": "你和男朋友异地恋，他选择和你分手。",
        "label": ""
      },
      {
        "sentence": "由于这是你的第一段感情，即使遇到不好的人，你仍会情绪波动很大。",
        "label": ""
      },
      {
        "sentence": "加上你家里的事情，失恋让你觉得在这个现实的社会里，你这辈子都不会被爱了。",
        "label": ""
      },
      {
        "sentence": "因为大家都不会喜欢一个出身不好的人，自己觉得就像个累赘。",
        "label": ""
      },
      {
        "sentence": "但是请记住，你把自己裹挟回了原生家庭，你是你，你的家人是你的家人。",
        "label": ""
      },
      {
        "sentence": "他和你谈恋爱，并不代表他在谈恋爱的是你的家人。",
        "label": ""
      },
      {
        "sentence": "你自己可以分得清楚，爱你的人也能分得清楚。",
        "label": ""
      },
      {
        "sentence": "你分不清楚，并不代表爱你的人就分不清楚。",
        "label": ""
      },
      {
        "sentence": "第三，考研的问题。",
        "label": ""
      },
      {
        "sentence": "由于失恋，你的考研计划被搁置了几个月。",
        "label": ""
      },
      {
        "sentence": "虽然你知道不应该怪任何人，但少了几个月的时间让你失去了信心，再加上家庭支持甚少，你会感到更加难受。",
        "label": ""
      },
      {
        "sentence": "那么你是想考研还是不想考研呢？",
        "label": ""
      },
      {
        "sentence": "如果你想考，就去做想要做的事情；如果你不想考，就不要勉强自己去做不想做的事情。",
        "label": ""
      },
      {
        "sentence": "内心与行为的矛盾只会让你更加困惑。",
        "label": ""
      },
      {
        "sentence": "请记住，你的外部环境并不重要，重要的是你自己，你想不想考研？",
        "label": ""
      },
      {
        "sentence": "其余的都只是借口和理由。",
        "label": ""
      },
      {
        "sentence": "最后，祝愿你幸福快乐！",
        "label": ""
      },
      {
        "sentence": "希望你尊重自己的未来，因为只有尊重自己才能好好地爱他人！",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑，可以私信我！",
        "label": ""
      }
    ]
  }
]