[
  {
    "role": "client",
    "content": "对别人说的话进行揣摩，太容易负面解读了？早上和朋友发信息说等她醒来一起吃饭，醒了她说：“起来呀，妈滴你咧醒滴太早啦，好佩服你，牛逼牛逼。”其实我只早起了20分钟。。。偶尔晚上早睡半小时。她说：“今天睡这么早，习惯这么好？牛逼”比方说之前学习认真会让她感到焦虑，做学习任务比较积极，她说我：反正你一直都很积极。不像我总是拖拖拉拉，其实你根本没必要。因此我经常会按照她的建议想法来做事，争取起床睡觉和她同步。我害怕听到她的评论，我会感觉在嘲讽。。。我觉得自己对她的话语解读形成了一个模式。就是不希望我有任何好的习惯。当我有好的积极向上的行为会受到调侃，其实我的朋友没有在所有积极的事情上面调侃我。她只是站在她的角度就事论事。我太容易负面解读了，然后自己消化情绪。我也很怕我的朋友和我一样，心里不舒服嘴上不说。我们都是敏感的人，但是她是直接，我是委婉。亲爱的朋友们。可以帮我分析分析我的问题吗，给我一点建议好吗。我想改变",
    "annotation": [
      {
        "sentence": "对别人说的话进行揣摩，太容易负面解读了？",
        "label": ""
      },
      {
        "sentence": "早上和朋友发信息说等她醒来一起吃饭，醒了她说：“起来呀，妈滴你咧醒滴太早啦，好佩服你，牛逼牛逼。",
        "label": ""
      },
      {
        "sentence": "”其实我只早起了20分钟。。。",
        "label": ""
      },
      {
        "sentence": "偶尔晚上早睡半小时。",
        "label": ""
      },
      {
        "sentence": "她说：“今天睡这么早，习惯这么好？",
        "label": ""
      },
      {
        "sentence": "牛逼”比方说之前学习认真会让她感到焦虑，做学习任务比较积极，她说我：反正你一直都很积极。",
        "label": ""
      },
      {
        "sentence": "不像我总是拖拖拉拉，其实你根本没必要。",
        "label": ""
      },
      {
        "sentence": "因此我经常会按照她的建议想法来做事，争取起床睡觉和她同步。",
        "label": ""
      },
      {
        "sentence": "我害怕听到她的评论，我会感觉在嘲讽。。。",
        "label": ""
      },
      {
        "sentence": "我觉得自己对她的话语解读形成了一个模式。",
        "label": ""
      },
      {
        "sentence": "就是不希望我有任何好的习惯。",
        "label": ""
      },
      {
        "sentence": "当我有好的积极向上的行为会受到调侃，其实我的朋友没有在所有积极的事情上面调侃我。",
        "label": ""
      },
      {
        "sentence": "她只是站在她的角度就事论事。",
        "label": ""
      },
      {
        "sentence": "我太容易负面解读了，然后自己消化情绪。",
        "label": ""
      },
      {
        "sentence": "我也很怕我的朋友和我一样，心里不舒服嘴上不说。",
        "label": ""
      },
      {
        "sentence": "我们都是敏感的人，但是她是直接，我是委婉。",
        "label": ""
      },
      {
        "sentence": "亲爱的朋友们。",
        "label": ""
      },
      {
        "sentence": "可以帮我分析分析我的问题吗，给我一点建议好吗。",
        "label": ""
      },
      {
        "sentence": "我想改变",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我了解你的困扰。你的朋友可能是一个直接坦率的人，她说的话在别人看来可能是赞扬和羡慕你，也许这是个误会。但是，你对她的话容易负面解读，这可能与你喜欢委婉和心思敏感有关。当然，你没有写出你的朋友说话的语气，这也很难用文字表达。所以，你的感受是最真实的。在这种情况下，直觉非常重要。如果你觉得她在嘲讽你，可能是她自己无法像你一样积极，试图拉低你的积极性。那么你应该怎么办呢？停下来，让她拉低你的步伐，你们一起停滞不前？还是你拉着她的手，一同向前？如果她不愿追随你的脚步，你要拖着她，还是你独自前行呢？显然，第二种选择更好，对吗？如果她愿意变得积极，你引领她是最好的选择。如果她不愿意，你也不要强迫自己按照她的建议做事，避免得不偿失。你放慢自己的脚步与她同步，是为了少听到她的评论，这是为了顾及朋友的感受。然而，这种体贴别人的做法委屈了自己。如果你的朋友是个需要帮助的善良人，你当然可以等待她。但是，如果她的目的是打消你的积极性，阻止你养成好习惯，你需要思考一下，这对你有何益处？你能够容忍这种不利于你自己的事情吗？你为什么不把自己做成榜样，让她来模仿呢？你是不是太过于顾及别人的感受，而忽略了自己？当你感到不舒服时，你能不能对你的朋友表达一下你的感受呢？你能不能也反过来调侃一下你的朋友呢？既然是好朋友，就应该互相关心，坦诚相待，接受彼此的调侃，相互成长。在这个过程中，如果产生分歧，拉近或拉远距离都是可以接受的。如果两人的价值观不同，使彼此感到痛苦，那么这种关系是不值得追求的。希望你能坚定自己的立场！",
    "annotation": [
      {
        "sentence": "求助者，我了解你的困扰。",
        "label": ""
      },
      {
        "sentence": "你的朋友可能是一个直接坦率的人，她说的话在别人看来可能是赞扬和羡慕你，也许这是个误会。",
        "label": ""
      },
      {
        "sentence": "但是，你对她的话容易负面解读，这可能与你喜欢委婉和心思敏感有关。",
        "label": ""
      },
      {
        "sentence": "当然，你没有写出你的朋友说话的语气，这也很难用文字表达。",
        "label": ""
      },
      {
        "sentence": "所以，你的感受是最真实的。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，直觉非常重要。",
        "label": ""
      },
      {
        "sentence": "如果你觉得她在嘲讽你，可能是她自己无法像你一样积极，试图拉低你的积极性。",
        "label": ""
      },
      {
        "sentence": "那么你应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "停下来，让她拉低你的步伐，你们一起停滞不前？",
        "label": ""
      },
      {
        "sentence": "还是你拉着她的手，一同向前？",
        "label": ""
      },
      {
        "sentence": "如果她不愿追随你的脚步，你要拖着她，还是你独自前行呢？",
        "label": ""
      },
      {
        "sentence": "显然，第二种选择更好，对吗？",
        "label": ""
      },
      {
        "sentence": "如果她愿意变得积极，你引领她是最好的选择。",
        "label": ""
      },
      {
        "sentence": "如果她不愿意，你也不要强迫自己按照她的建议做事，避免得不偿失。",
        "label": ""
      },
      {
        "sentence": "你放慢自己的脚步与她同步，是为了少听到她的评论，这是为了顾及朋友的感受。",
        "label": ""
      },
      {
        "sentence": "然而，这种体贴别人的做法委屈了自己。",
        "label": ""
      },
      {
        "sentence": "如果你的朋友是个需要帮助的善良人，你当然可以等待她。",
        "label": ""
      },
      {
        "sentence": "但是，如果她的目的是打消你的积极性，阻止你养成好习惯，你需要思考一下，这对你有何益处？",
        "label": ""
      },
      {
        "sentence": "你能够容忍这种不利于你自己的事情吗？",
        "label": ""
      },
      {
        "sentence": "你为什么不把自己做成榜样，让她来模仿呢？",
        "label": ""
      },
      {
        "sentence": "你是不是太过于顾及别人的感受，而忽略了自己？",
        "label": ""
      },
      {
        "sentence": "当你感到不舒服时，你能不能对你的朋友表达一下你的感受呢？",
        "label": ""
      },
      {
        "sentence": "你能不能也反过来调侃一下你的朋友呢？",
        "label": ""
      },
      {
        "sentence": "既然是好朋友，就应该互相关心，坦诚相待，接受彼此的调侃，相互成长。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，如果产生分歧，拉近或拉远距离都是可以接受的。",
        "label": ""
      },
      {
        "sentence": "如果两人的价值观不同，使彼此感到痛苦，那么这种关系是不值得追求的。",
        "label": ""
      },
      {
        "sentence": "希望你能坚定自己的立场！",
        "label": ""
      }
    ]
  }
]