[
  {
    "role": "client",
    "content": "我现在很矛盾，不知道是选择和有感情的前任在一起还是和合适的相亲对象交往。我和前任交往了一年半才分手，期间我们经历了很多分分合合，多次是我提出分手他放不下我。我觉得他已经习惯了这样的状态，这次分手他并不觉得有什么大不了的。我想把钥匙还给他，但他却说以后再还。同时，我接触了一个新的相亲对象，他的工作和家庭条件都比我前任好，而且对我也很好。虽然觉得他人挺不错，但就是没有什么感觉。我和前任之间的矛盾一直存在，这种矛盾不是对错的问题，我们两个都不肯妥协。",
    "annotation": [
      {
        "sentence": "我现在很矛盾，不知道是选择和有感情的前任在一起还是和合适的相亲对象交往。",
        "label": ""
      },
      {
        "sentence": "我和前任交往了一年半才分手，期间我们经历了很多分分合合，多次是我提出分手他放不下我。",
        "label": ""
      },
      {
        "sentence": "我觉得他已经习惯了这样的状态，这次分手他并不觉得有什么大不了的。",
        "label": ""
      },
      {
        "sentence": "我想把钥匙还给他，但他却说以后再还。",
        "label": ""
      },
      {
        "sentence": "同时，我接触了一个新的相亲对象，他的工作和家庭条件都比我前任好，而且对我也很好。",
        "label": ""
      },
      {
        "sentence": "虽然觉得他人挺不错，但就是没有什么感觉。",
        "label": ""
      },
      {
        "sentence": "我和前任之间的矛盾一直存在，这种矛盾不是对错的问题，我们两个都不肯妥协。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "初恋往往是很美好的，第一次感受到爱情的甜蜜会让人难以忘怀，这种经历是刻骨铭心的。但是，当激情过后面对现实，期望没有完全达到或发现对方的缺点时，两个人往往会进入磨合期，这个时候就需要互相妥协了。如果能够很好地磨合，双方都会主动让步，关系也会更进一步；但如果磨合不好，就会互相较劲，争取赢了对方，但最终双方都会受伤。我建议你现在可以考虑两个问题：1.如果选择和前任在一起，但你们之间依然经常发生矛盾，而且都不肯让步，那么这样的情况下，你们的关系能够走多远呢？如果你真的无法放下他，是否可以和他商量一个在遇到矛盾时双方都能够舒服处理的方法呢？2.当你能够把和前任的关系处理得很清晰的时候，再考虑选择是否与相亲对象发展关系，这样对你自己和对方都会更好。",
    "annotation": [
      {
        "sentence": "初恋往往是很美好的，第一次感受到爱情的甜蜜会让人难以忘怀，这种经历是刻骨铭心的。",
        "label": ""
      },
      {
        "sentence": "但是，当激情过后面对现实，期望没有完全达到或发现对方的缺点时，两个人往往会进入磨合期，这个时候就需要互相妥协了。",
        "label": ""
      },
      {
        "sentence": "如果能够很好地磨合，双方都会主动让步，关系也会更进一步；但如果磨合不好，就会互相较劲，争取赢了对方，但最终双方都会受伤。",
        "label": ""
      },
      {
        "sentence": "我建议你现在可以考虑两个问题：1.如果选择和前任在一起，但你们之间依然经常发生矛盾，而且都不肯让步，那么这样的情况下，你们的关系能够走多远呢？",
        "label": ""
      },
      {
        "sentence": "如果你真的无法放下他，是否可以和他商量一个在遇到矛盾时双方都能够舒服处理的方法呢？",
        "label": ""
      },
      {
        "sentence": "2.当你能够把和前任的关系处理得很清晰的时候，再考虑选择是否与相亲对象发展关系，这样对你自己和对方都会更好。",
        "label": ""
      }
    ]
  }
]