[
  {
    "role": "client",
    "content": "我现在挺迷茫的，不知道应该选前任还是相亲对象。我快30岁了，在和前任（我的初恋）交往了一年半之后才分手。我们之前反复分分合合，他也提过一次分手，但我觉得放不下我们的都是我。我觉得他可能已经习惯了这种分分合合的状态，所以这次分手他并没有觉得有什么不同。我想把钥匙还给他，但他说以后再给。我又开始接触一个新的相亲对象，他的工作和家庭条件都比我前任好，而且对我也很好。但我对他并没有特别的感觉。",
    "annotation": [
      {
        "sentence": "我现在挺迷茫的，不知道应该选前任还是相亲对象。",
        "label": ""
      },
      {
        "sentence": "我快30岁了，在和前任（我的初恋）交往了一年半之后才分手。",
        "label": ""
      },
      {
        "sentence": "我们之前反复分分合合，他也提过一次分手，但我觉得放不下我们的都是我。",
        "label": ""
      },
      {
        "sentence": "我觉得他可能已经习惯了这种分分合合的状态，所以这次分手他并没有觉得有什么不同。",
        "label": ""
      },
      {
        "sentence": "我想把钥匙还给他，但他说以后再给。",
        "label": ""
      },
      {
        "sentence": "我又开始接触一个新的相亲对象，他的工作和家庭条件都比我前任好，而且对我也很好。",
        "label": ""
      },
      {
        "sentence": "但我对他并没有特别的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，这种较劲式的爱情对双方都有很大的影响，会让人心理一直挂念着。不断地比较和较劲，看谁能胜出，到最后大家都会感到疲惫，只能选择放手。但这种性格在爱情中确实不太适合，需要有一方能够退让。让我来分析一下你的情况：1. 快30的你和前任交往了一年半才分手。你们之间经历了分分合合，他也提过一次分手，但多半是因为他放不下你。这是因为初恋的感情往往比较深，分手时的留恋感会更加强烈。虽然通常来说，无法放下对方的人就应该好好在一起，但或许你们已经习惯了这种状态，也许是不舍得放手，总之你们的分手并不甘心。2. 你觉得他可能已经习惯了这种状态，所以这次分手他并没有觉得有什么不同。你想把钥匙还给他，但他说以后再给。同时，你又开始接触一个新的相亲对象，他的工作和家庭条件都比你前任好，而且对你也很好。不过你只觉得这个人还不错，却没有特别的感觉。（可能你已经习惯了和前任在一起的感觉，所以对新的交往对象没有特别的兴趣。你找到了原因，说不定是因为这位新的相亲对象刚刚开始追求你。你对他没有感觉，是因为你的感情还停留在前男友那里。如果你觉得跟前男友已经没有可能了，那最好早点收回钥匙。希望你们都能找到彼此互补的人，一直幸福下去。）3. 前任千好万好，就是放不下。分分合合多次，你们的矛盾也一直存在。这些矛盾并没有明确谁对谁错，大家都不肯退让。（如果那些矛盾不涉及原则性问题，那就是彼此较劲。伴侣之间需要互补，不然如果双方都不退让，就无法一起前行。我们会越来越发现，在生活中，只有跟自己互补的人才能走得更远。）最后，祝你幸福快乐！也祝你找到一个跟你互补的爱人！如果还有疑惑的话，可以私信我哦！",
    "annotation": [
      {
        "sentence": "嗯，这种较劲式的爱情对双方都有很大的影响，会让人心理一直挂念着。",
        "label": ""
      },
      {
        "sentence": "不断地比较和较劲，看谁能胜出，到最后大家都会感到疲惫，只能选择放手。",
        "label": ""
      },
      {
        "sentence": "但这种性格在爱情中确实不太适合，需要有一方能够退让。",
        "label": ""
      },
      {
        "sentence": "让我来分析一下你的情况：1. 快30的你和前任交往了一年半才分手。",
        "label": ""
      },
      {
        "sentence": "你们之间经历了分分合合，他也提过一次分手，但多半是因为他放不下你。",
        "label": ""
      },
      {
        "sentence": "这是因为初恋的感情往往比较深，分手时的留恋感会更加强烈。",
        "label": ""
      },
      {
        "sentence": "虽然通常来说，无法放下对方的人就应该好好在一起，但或许你们已经习惯了这种状态，也许是不舍得放手，总之你们的分手并不甘心。",
        "label": ""
      },
      {
        "sentence": "2. 你觉得他可能已经习惯了这种状态，所以这次分手他并没有觉得有什么不同。",
        "label": ""
      },
      {
        "sentence": "你想把钥匙还给他，但他说以后再给。",
        "label": ""
      },
      {
        "sentence": "同时，你又开始接触一个新的相亲对象，他的工作和家庭条件都比你前任好，而且对你也很好。",
        "label": ""
      },
      {
        "sentence": "不过你只觉得这个人还不错，却没有特别的感觉。",
        "label": ""
      },
      {
        "sentence": "（可能你已经习惯了和前任在一起的感觉，所以对新的交往对象没有特别的兴趣。",
        "label": ""
      },
      {
        "sentence": "你找到了原因，说不定是因为这位新的相亲对象刚刚开始追求你。",
        "label": ""
      },
      {
        "sentence": "你对他没有感觉，是因为你的感情还停留在前男友那里。",
        "label": ""
      },
      {
        "sentence": "如果你觉得跟前男友已经没有可能了，那最好早点收回钥匙。",
        "label": ""
      },
      {
        "sentence": "希望你们都能找到彼此互补的人，一直幸福下去。",
        "label": ""
      },
      {
        "sentence": "）3. 前任千好万好，就是放不下。",
        "label": ""
      },
      {
        "sentence": "分分合合多次，你们的矛盾也一直存在。",
        "label": ""
      },
      {
        "sentence": "这些矛盾并没有明确谁对谁错，大家都不肯退让。",
        "label": ""
      },
      {
        "sentence": "（如果那些矛盾不涉及原则性问题，那就是彼此较劲。",
        "label": ""
      },
      {
        "sentence": "伴侣之间需要互补，不然如果双方都不退让，就无法一起前行。",
        "label": ""
      },
      {
        "sentence": "我们会越来越发现，在生活中，只有跟自己互补的人才能走得更远。",
        "label": ""
      },
      {
        "sentence": "）最后，祝你幸福快乐！",
        "label": ""
      },
      {
        "sentence": "也祝你找到一个跟你互补的爱人！",
        "label": ""
      },
      {
        "sentence": "如果还有疑惑的话，可以私信我哦！",
        "label": ""
      }
    ]
  }
]