[
  {
    "role": "client",
    "content": "男友好像背叛我了，我最喜欢的人原来背后偷腥？发现男友手机上有交友软件之后，于是我申请了一个号。跟他聊，然后他约在软件上约我出去，我现在快崩溃了。我最喜欢的人原来背后偷腥。",
    "annotation": [
      {
        "sentence": "男友好像背叛我了，我最喜欢的人原来背后偷腥？",
        "label": ""
      },
      {
        "sentence": "发现男友手机上有交友软件之后，于是我申请了一个号。",
        "label": ""
      },
      {
        "sentence": "跟他聊，然后他约在软件上约我出去，我现在快崩溃了。",
        "label": ""
      },
      {
        "sentence": "我最喜欢的人原来背后偷腥。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题，确实会感觉到无望，但您能选择在这里提问，说明您解决问题的方式是积极的，真心希望你能走出来。首先，男友“好像”背叛我了。这句话中有不确定感，似乎有某种伤心与失望，还有一些试探性的询问，这种感觉和母婴关系中早年的不确定感很相似，或许在您这里有一个若即若离的母亲(客体)，和这样的客体相处，总会让您担惊受怕，甚至不知所措，从而恋爱关系中再次重复。",
    "annotation": [
      {
        "sentence": "看到你的问题，确实会感觉到无望，但您能选择在这里提问，说明您解决问题的方式是积极的，真心希望你能走出来。",
        "label": ""
      },
      {
        "sentence": "首先，男友“好像”背叛我了。",
        "label": ""
      },
      {
        "sentence": "这句话中有不确定感，似乎有某种伤心与失望，还有一些试探性的询问，这种感觉和母婴关系中早年的不确定感很相似，或许在您这里有一个若即若离的母亲(客体)，和这样的客体相处，总会让您担惊受怕，甚至不知所措，从而恋爱关系中再次重复。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得没错，我确实感到伤心和失望，也有些试探地想知道真相。或许是因为我小时候与母亲的关系不稳定，所以现在对于男友的行为也感到不安。",
    "annotation": [
      {
        "sentence": "你说得没错，我确实感到伤心和失望，也有些试探地想知道真相。",
        "label": ""
      },
      {
        "sentence": "或许是因为我小时候与母亲的关系不稳定，所以现在对于男友的行为也感到不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我们的早年经历往往会在成年后对我们产生影响。对于您来说，这个背叛事件也唤起了您内心的不安全感和不稳定感。不过，请记住，您并不是无助的，您有解决问题的能力。其次，我喜欢的人“原来”背后偷腥，这件事确实让人感到很挫败，一句原来，听起来有诸多无奈，也有真相大白之感，你能在婚前发现这个问题，说明冥冥之中您是非常有警觉意识的，同时具有保护自己的能力的。",
    "annotation": [
      {
        "sentence": "是的，我们的早年经历往往会在成年后对我们产生影响。",
        "label": ""
      },
      {
        "sentence": "对于您来说，这个背叛事件也唤起了您内心的不安全感和不稳定感。",
        "label": ""
      },
      {
        "sentence": "不过，请记住，您并不是无助的，您有解决问题的能力。",
        "label": ""
      },
      {
        "sentence": "其次，我喜欢的人“原来”背后偷腥，这件事确实让人感到很挫败，一句原来，听起来有诸多无奈，也有真相大白之感，你能在婚前发现这个问题，说明冥冥之中您是非常有警觉意识的，同时具有保护自己的能力的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的肯定和鼓励，确实有一种从一开始就知道他的问题，但希望这只是我的错觉。知道真相后，我感到自己有些天真。",
    "annotation": [
      {
        "sentence": "谢谢你的肯定和鼓励，确实有一种从一开始就知道他的问题，但希望这只是我的错觉。",
        "label": ""
      },
      {
        "sentence": "知道真相后，我感到自己有些天真。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没有错觉，您对问题的感知是准确的。而这种天真也是爱情中常见的一种感受，我们希望爱情是美好的，是不被背叛的，但现实有时是残酷的。重要的是，现在您要以积极的态度面对现实，并思考如何为自己铺设新的道路。",
    "annotation": [
      {
        "sentence": "没有错觉，您对问题的感知是准确的。",
        "label": ""
      },
      {
        "sentence": "而这种天真也是爱情中常见的一种感受，我们希望爱情是美好的，是不被背叛的，但现实有时是残酷的。",
        "label": ""
      },
      {
        "sentence": "重要的是，现在您要以积极的态度面对现实，并思考如何为自己铺设新的道路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要面对现实，并找到自己的新出路。",
    "annotation": [
      {
        "sentence": "我明白了，我需要面对现实，并找到自己的新出路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，您的认识已经很清楚了。还有一点，真相大白后的快要崩溃，这个感觉或许是一种短暂的哀伤，也或许是举足无措困难，如果是第一种，您自己会慢慢恢复过来的，如果是第二种，我还是建议您找一个咨询师谈谈这种感觉，或许会更好地帮到您找到应对问题的方法。",
    "annotation": [
      {
        "sentence": "很好，您的认识已经很清楚了。",
        "label": ""
      },
      {
        "sentence": "还有一点，真相大白后的快要崩溃，这个感觉或许是一种短暂的哀伤，也或许是举足无措困难，如果是第一种，您自己会慢慢恢复过来的，如果是第二种，我还是建议您找一个咨询师谈谈这种感觉，或许会更好地帮到您找到应对问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我刚开始会忍受这种哀伤，但确实感到自己很无助，不知道该怎么办。也许找个咨询师聊聊可以帮到我。",
    "annotation": [
      {
        "sentence": "我刚开始会忍受这种哀伤，但确实感到自己很无助，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "也许找个咨询师聊聊可以帮到我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，有时候，我们需要寻求专业帮助。咨询师将能够提供更深入的理解和支持，帮助您应对这种困境。不要害怕寻求帮助，这是表达自己的一种积极方式。",
    "annotation": [
      {
        "sentence": "是的，有时候，我们需要寻求专业帮助。",
        "label": ""
      },
      {
        "sentence": "咨询师将能够提供更深入的理解和支持，帮助您应对这种困境。",
        "label": ""
      },
      {
        "sentence": "不要害怕寻求帮助，这是表达自己的一种积极方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我不会害怕寻求帮助的。我会尽快找到一个咨询师与其交流。",
    "annotation": [
      {
        "sentence": "你说得对，我不会害怕寻求帮助的。",
        "label": ""
      },
      {
        "sentence": "我会尽快找到一个咨询师与其交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，您的决定很明智。记住，寻求帮助并不代表您无能或者有问题，而是为了更好地照顾自己，了解自己的情绪，并找到解决问题的方法。最后，以客体关系的视角来看，恋爱关系几乎都是母婴关系的重复，每一个恋爱对象他们身上都有吸引我们的特质，就是喜欢的部分，也有我们排斥的部分，碰到这样的人与事，虽然让我们很难过，但也似乎给了我们一个修复自我的机会。",
    "annotation": [
      {
        "sentence": "很好，您的决定很明智。",
        "label": ""
      },
      {
        "sentence": "记住，寻求帮助并不代表您无能或者有问题，而是为了更好地照顾自己，了解自己的情绪，并找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "最后，以客体关系的视角来看，恋爱关系几乎都是母婴关系的重复，每一个恋爱对象他们身上都有吸引我们的特质，就是喜欢的部分，也有我们排斥的部分，碰到这样的人与事，虽然让我们很难过，但也似乎给了我们一个修复自我的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，这个事件让我重新认识到自己以及我的恋爱观。我会将这个经历作为成长的机会，并对自己更加关爱，找到属于我自己的幸福。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "我理解了，这个事件让我重新认识到自己以及我的恋爱观。",
        "label": ""
      },
      {
        "sentence": "我会将这个经历作为成长的机会，并对自己更加关爱，找到属于我自己的幸福。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不必客气，我会一直在这里支持你。重要的是，您已经开始了新的道路，我相信您会越来越好。如果以后还有任何需要，记得随时向我求助。加油！",
    "annotation": [
      {
        "sentence": "不必客气，我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "重要的是，您已经开始了新的道路，我相信您会越来越好。",
        "label": ""
      },
      {
        "sentence": "如果以后还有任何需要，记得随时向我求助。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]