[
  {
    "role": "client",
    "content": "老婆生气就让我下跪，我不跪就大喊大闹，摔东西打人？我老婆小时候被父母送人，五六岁的时候又被养父母抛弃回到原生父母家，家里没钱养又送到她姑姑那里，他姑姑是一个庙的的尼姑，她奶奶也在庙里，她在庙里长大成人，庙在山上，她从小不喜欢和不熟的人打交道，上大学后毕业，在琴行工作，工作很努力，有的小孩子很气人，回家就给我发火，我伺候她，给她什么都做，小到挤牙膏，有时会因一些小事生气，我都承认错误，她生气的时候完全失去理智，不能沟通，让我下跪，大喊大闹，坐在地上哭，摔东西，已经摔了几个手机了，我一直压抑着，感觉快撑不住，了，今天我和她对着干了，我实在受不了了，我说要离婚，她说要自杀，我报警，警察来也没办法，让自己调节，现在不自杀了带上东西离家出走了，我一直很包容她，我感觉命运对她不公，但是我很压抑，她的性格我真的受不了了，请问老师怎么决绝！谢谢老师了！",
    "annotation": [
      {
        "sentence": "老婆生气就让我下跪，我不跪就大喊大闹，摔东西打人？",
        "label": ""
      },
      {
        "sentence": "我老婆小时候被父母送人，五六岁的时候又被养父母抛弃回到原生父母家，家里没钱养又送到她姑姑那里，他姑姑是一个庙的的尼姑，她奶奶也在庙里，她在庙里长大成人，庙在山上，她从小不喜欢和不熟的人打交道，上大学后毕业，在琴行工作，工作很努力，有的小孩子很气人，回家就给我发火，我伺候她，给她什么都做，小到挤牙膏，有时会因一些小事生气，我都承认错误，她生气的时候完全失去理智，不能沟通，让我下跪，大喊大闹，坐在地上哭，摔东西，已经摔了几个手机了，我一直压抑着，感觉快撑不住，了，今天我和她对着干了，我实在受不了了，我说要离婚，她说要自杀，我报警，警察来也没办法，让自己调节，现在不自杀了带上东西离家出走了，我一直很包容她，我感觉命运对她不公，但是我很压抑，她的性格我真的受不了了，请问老师怎么决绝！",
        "label": ""
      },
      {
        "sentence": "谢谢老师了！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "见字如面，感谢你的信任与邀请。读完你的描述，能够感受到你对于老婆的包容，心疼，也能体会到你的压抑，你真是太不容易了。看得出，你的老婆确实经历了太多。",
    "annotation": [
      {
        "sentence": "见字如面，感谢你的信任与邀请。",
        "label": ""
      },
      {
        "sentence": "读完你的描述，能够感受到你对于老婆的包容，心疼，也能体会到你的压抑，你真是太不容易了。",
        "label": ""
      },
      {
        "sentence": "看得出，你的老婆确实经历了太多。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我真的为她感到心疼，但我也感觉到自己快撑不住了，这样的生活真的很累。",
    "annotation": [
      {
        "sentence": "是啊，我真的为她感到心疼，但我也感觉到自己快撑不住了，这样的生活真的很累。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够体会到自己的疲惫是很重要的，意识到这点对你的心理健康有好处。你有尝试过与你的妻子沟通关于她的情绪问题吗？",
    "annotation": [
      {
        "sentence": "你能够体会到自己的疲惫是很重要的，意识到这点对你的心理健康有好处。",
        "label": ""
      },
      {
        "sentence": "你有尝试过与你的妻子沟通关于她的情绪问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我多次试图和她沟通，但每当她生气时，她就像变了个人一样，完全不能发挥理性。",
    "annotation": [
      {
        "sentence": "是的，我多次试图和她沟通，但每当她生气时，她就像变了个人一样，完全不能发挥理性。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情况下，沟通确实会变得很困难。你能够尝试建议她寻求心理咨询的帮助，让专业的心理专家帮助她梳理过去的经历，并帮助她处理需要解决的问题。",
    "annotation": [
      {
        "sentence": "这种情况下，沟通确实会变得很困难。",
        "label": ""
      },
      {
        "sentence": "你能够尝试建议她寻求心理咨询的帮助，让专业的心理专家帮助她梳理过去的经历，并帮助她处理需要解决的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会跟她提这个建议的，希望她能够接受。不过，我也觉得我们需要一起去婚姻咨询，共同成长。",
    "annotation": [
      {
        "sentence": "我会跟她提这个建议的，希望她能够接受。",
        "label": ""
      },
      {
        "sentence": "不过，我也觉得我们需要一起去婚姻咨询，共同成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婚姻咨询是个很不错的建议，通过专业的婚姻咨询师指导，你们可以一起学习更好地应对困难。这样的情况可能不会是一次两次就能解决的，但希望你们能够通过努力逐渐改善现状。",
    "annotation": [
      {
        "sentence": "婚姻咨询是个很不错的建议，通过专业的婚姻咨询师指导，你们可以一起学习更好地应对困难。",
        "label": ""
      },
      {
        "sentence": "这样的情况可能不会是一次两次就能解决的，但希望你们能够通过努力逐渐改善现状。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会和妻子一起努力的。我们都希望能够过上更加幸福和平安的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会和妻子一起努力的。",
        "label": ""
      },
      {
        "sentence": "我们都希望能够过上更加幸福和平安的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够为你提供帮助。无论前方的道路如何，都希望你们能够保持积极的心态，并相信困难总会过去。祝福你们幸福平安。",
    "annotation": [
      {
        "sentence": "很高兴能够为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "无论前方的道路如何，都希望你们能够保持积极的心态，并相信困难总会过去。",
        "label": ""
      },
      {
        "sentence": "祝福你们幸福平安。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和鼓励！我将会坚持下去，再次感谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和鼓励！",
        "label": ""
      },
      {
        "sentence": "我将会坚持下去，再次感谢你的支持和建议。",
        "label": ""
      }
    ]
  }
]