[
  {
    "role": "client",
    "content": "现在恋爱结婚都是冲着钱去的吗？我跟我女朋友关系很好，可以说同甘共苦但是今年见了她父母，第一次见面就要求我买房，我搞不懂这是一种什么想，打这为了女儿以后好的幌子要求我买车买房，事业还要独立，我直接就是非常普通的家庭，家里不是很有钱，这段时间我跟她在外省上班，因为我报的培训班全日制所以没上班，她上班带着我，然后她父母这几天总是说我这穷那穷的。",
    "annotation": [
      {
        "sentence": "现在恋爱结婚都是冲着钱去的吗？",
        "label": ""
      },
      {
        "sentence": "我跟我女朋友关系很好，可以说同甘共苦但是今年见了她父母，第一次见面就要求我买房，我搞不懂这是一种什么想，打这为了女儿以后好的幌子要求我买车买房，事业还要独立，我直接就是非常普通的家庭，家里不是很有钱，这段时间我跟她在外省上班，因为我报的培训班全日制所以没上班，她上班带着我，然后她父母这几天总是说我这穷那穷的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你希望和女朋友同甘共苦，你们俩因为爱情而走在一起。但是女朋友的父母却要求你买车买房，事业独立。你的家庭只是普通的家庭，可能暂时无法满足女朋友父母的要求，这让你感到很困惑。",
    "annotation": [
      {
        "sentence": "你希望和女朋友同甘共苦，你们俩因为爱情而走在一起。",
        "label": ""
      },
      {
        "sentence": "但是女朋友的父母却要求你买车买房，事业独立。",
        "label": ""
      },
      {
        "sentence": "你的家庭只是普通的家庭，可能暂时无法满足女朋友父母的要求，这让你感到很困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得他们的要求有点过分，我与女朋友感情好，彼此都知道对方的经济状况，为什么他们要这样要求呢？",
    "annotation": [
      {
        "sentence": "是的，我觉得他们的要求有点过分，我与女朋友感情好，彼此都知道对方的经济状况，为什么他们要这样要求呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现在大多数人谈恋爱的初衷并不是为了钱呀，可能是因为这个人的人品，性格，能力。你以前并没有满足有房有车的这些条件，但是女朋友还是选择了跟你在一起，一起走到了谈婚论嫁的这一步。但是要是谈到婚姻，女方的家人可能会对男方的经济基础有一定的衡量。",
    "annotation": [
      {
        "sentence": "现在大多数人谈恋爱的初衷并不是为了钱呀，可能是因为这个人的人品，性格，能力。",
        "label": ""
      },
      {
        "sentence": "你以前并没有满足有房有车的这些条件，但是女朋友还是选择了跟你在一起，一起走到了谈婚论嫁的这一步。",
        "label": ""
      },
      {
        "sentence": "但是要是谈到婚姻，女方的家人可能会对男方的经济基础有一定的衡量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解他们的担心，毕竟以后结了婚是要在一起过日子的，不仅有经济上的压力，还会有孩子的问题。但是我觉得现在的状态并不能够代表什么，只要我有能力，有目标，愿意为了这个方向去努力，去奋斗，愿意给女朋友好的生活，她的父母应该能看到我的决心和潜力吧。",
    "annotation": [
      {
        "sentence": "我理解他们的担心，毕竟以后结了婚是要在一起过日子的，不仅有经济上的压力，还会有孩子的问题。",
        "label": ""
      },
      {
        "sentence": "但是我觉得现在的状态并不能够代表什么，只要我有能力，有目标，愿意为了这个方向去努力，去奋斗，愿意给女朋友好的生活，她的父母应该能看到我的决心和潜力吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很好的观点。确实，现在的经济状况并不代表将来的发展。只要你有信心和决心，展示出你的能力和潜力，愿意为了你们的未来而努力奋斗，我相信女朋友的父母也会认可你的。",
    "annotation": [
      {
        "sentence": "这是一个很好的观点。",
        "label": ""
      },
      {
        "sentence": "确实，现在的经济状况并不代表将来的发展。",
        "label": ""
      },
      {
        "sentence": "只要你有信心和决心，展示出你的能力和潜力，愿意为了你们的未来而努力奋斗，我相信女朋友的父母也会认可你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励。但是我还是对他们的要求感到不解，我觉得彼此之间的感情应该是最重要的，为什么他们更看重我的经济条件呢？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励。",
        "label": ""
      },
      {
        "sentence": "但是我还是对他们的要求感到不解，我觉得彼此之间的感情应该是最重要的，为什么他们更看重我的经济条件呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个家庭都有自己的想法和价值观。他们可能觉得经济条件是一个家庭幸福的基础，希望女儿能过上更好的生活。但是并不代表他们不重视你们的感情，只是希望你能够有足够的能力来支撑这个家庭。所以，与其对他们的要求感到生气或困惑，不如试着去理解和沟通。",
    "annotation": [
      {
        "sentence": "每个家庭都有自己的想法和价值观。",
        "label": ""
      },
      {
        "sentence": "他们可能觉得经济条件是一个家庭幸福的基础，希望女儿能过上更好的生活。",
        "label": ""
      },
      {
        "sentence": "但是并不代表他们不重视你们的感情，只是希望你能够有足够的能力来支撑这个家庭。",
        "label": ""
      },
      {
        "sentence": "所以，与其对他们的要求感到生气或困惑，不如试着去理解和沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，可能我需要更多的理解和沟通。我应该与女朋友和她的父母坦诚地交流，让他们了解我的想法和计划，同时也倾听他们的意见。或许通过这样的沟通，我们能够达到更好的理解。",
    "annotation": [
      {
        "sentence": "你说得对，可能我需要更多的理解和沟通。",
        "label": ""
      },
      {
        "sentence": "我应该与女朋友和她的父母坦诚地交流，让他们了解我的想法和计划，同时也倾听他们的意见。",
        "label": ""
      },
      {
        "sentence": "或许通过这样的沟通，我们能够达到更好的理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "沟通是非常重要的，通过坦诚地交流，你们可以更好地了解彼此的想法和需求。同时，也给他们展示出你的诚意和决心。相信只要你们彼此都愿意妥协和理解，最终会找到一个双方都能接受的方案。",
    "annotation": [
      {
        "sentence": "沟通是非常重要的，通过坦诚地交流，你们可以更好地了解彼此的想法和需求。",
        "label": ""
      },
      {
        "sentence": "同时，也给他们展示出你的诚意和决心。",
        "label": ""
      },
      {
        "sentence": "相信只要你们彼此都愿意妥协和理解，最终会找到一个双方都能接受的方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量去沟通和理解的。希望我们能够找到一个平衡，共同迈向幸福的未来。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量去沟通和理解的。",
        "label": ""
      },
      {
        "sentence": "希望我们能够找到一个平衡，共同迈向幸福的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你们一定能够找到平衡和解决的方法。祝福你们能够共同迈向幸福的未来，加油！",
    "annotation": [
      {
        "sentence": "我相信你们一定能够找到平衡和解决的方法。",
        "label": ""
      },
      {
        "sentence": "祝福你们能够共同迈向幸福的未来，加油！",
        "label": ""
      }
    ]
  }
]