[
  {
    "role": "client",
    "content": "我真的很困惑。自从父母离婚后，我为什么对所有亲人都疏远了？我变得不愿意和他们交流，尤其是和爸爸那边的亲人接触，感觉很不喜欢争宠的感觉。我也不明白为什么在亲人面前要伪装，不能做自己，感觉很累。我想改变自己，但我妈却要求我改，现在我们只是两个人生活，我真的不想和任何亲人联系了。",
    "annotation": [
      {
        "sentence": "我真的很困惑。",
        "label": ""
      },
      {
        "sentence": "自从父母离婚后，我为什么对所有亲人都疏远了？",
        "label": ""
      },
      {
        "sentence": "我变得不愿意和他们交流，尤其是和爸爸那边的亲人接触，感觉很不喜欢争宠的感觉。",
        "label": ""
      },
      {
        "sentence": "我也不明白为什么在亲人面前要伪装，不能做自己，感觉很累。",
        "label": ""
      },
      {
        "sentence": "我想改变自己，但我妈却要求我改，现在我们只是两个人生活，我真的不想和任何亲人联系了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你内心很矛盾，这是很正常的反应。父母离婚后，你原本信任的人关系发生了剧变，对于这种信任危机，你有可能不敢轻易相信任何人。也许你在心里会责怪自己，觉得自己不好，这样会导致你开始对自己进行自我否定，变得敏感、缺乏自信。其实，父母离婚是父母之间的问题，并不是你的错。你只需要明白无论他们离多远，爸爸永远是你的爸爸，妈妈永远是你的妈妈。你不需要过度卷入他们的关系，也不要成为他们关系的评判者。",
    "annotation": [
      {
        "sentence": "看来你内心很矛盾，这是很正常的反应。",
        "label": ""
      },
      {
        "sentence": "父母离婚后，你原本信任的人关系发生了剧变，对于这种信任危机，你有可能不敢轻易相信任何人。",
        "label": ""
      },
      {
        "sentence": "也许你在心里会责怪自己，觉得自己不好，这样会导致你开始对自己进行自我否定，变得敏感、缺乏自信。",
        "label": ""
      },
      {
        "sentence": "其实，父母离婚是父母之间的问题，并不是你的错。",
        "label": ""
      },
      {
        "sentence": "你只需要明白无论他们离多远，爸爸永远是你的爸爸，妈妈永远是你的妈妈。",
        "label": ""
      },
      {
        "sentence": "你不需要过度卷入他们的关系，也不要成为他们关系的评判者。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道父母的离婚和我其实没有太多关系，但我就是无法释怀。我不想接触父亲那边的亲人，可能是因为我和妈妈在一起，如果和爸爸那边亲近，我会觉得背叛了妈妈。",
    "annotation": [
      {
        "sentence": "我知道父母的离婚和我其实没有太多关系，但我就是无法释怀。",
        "label": ""
      },
      {
        "sentence": "我不想接触父亲那边的亲人，可能是因为我和妈妈在一起，如果和爸爸那边亲近，我会觉得背叛了妈妈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你的这种感受也是可以理解的。但是你需要明白的是，父母的离婚跟你与其他亲人的关系并没有直接联系。你依然可以做自己，没有必要过分在意其他人的看法。不喜欢来往的人就少来往或者不来往，这是你的权利。我不确定你的妈妈希望你改变什么？是希望你和爸爸的亲人关系更紧密，还是对你当前的表现有一些担心呢？",
    "annotation": [
      {
        "sentence": "明白了，你的这种感受也是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但是你需要明白的是，父母的离婚跟你与其他亲人的关系并没有直接联系。",
        "label": ""
      },
      {
        "sentence": "你依然可以做自己，没有必要过分在意其他人的看法。",
        "label": ""
      },
      {
        "sentence": "不喜欢来往的人就少来往或者不来往，这是你的权利。",
        "label": ""
      },
      {
        "sentence": "我不确定你的妈妈希望你改变什么？",
        "label": ""
      },
      {
        "sentence": "是希望你和爸爸的亲人关系更紧密，还是对你当前的表现有一些担心呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想妈妈是希望我接触爸爸那边的亲人，她对我有一些期望和要求。但我真的不想改变现在的状态了。刚刚和妈妈发生争执，她生气地摔门走了。",
    "annotation": [
      {
        "sentence": "我想妈妈是希望我接触爸爸那边的亲人，她对我有一些期望和要求。",
        "label": ""
      },
      {
        "sentence": "但我真的不想改变现在的状态了。",
        "label": ""
      },
      {
        "sentence": "刚刚和妈妈发生争执，她生气地摔门走了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种争执可能是因为你们双方对于你和爸爸的亲人问题有不同的看法和期望。这时候你需要冷静下来，找个机会和自己内心对话。为什么你不愿意接触父亲的亲人呢？是真的不喜欢他们，还是有其他顾虑？面对亲人不能做自己，这句话指的是什么呢？你有什么具体的顾虑吗？想清楚这些问题会帮助你更好地理解自己。",
    "annotation": [
      {
        "sentence": "这种争执可能是因为你们双方对于你和爸爸的亲人问题有不同的看法和期望。",
        "label": ""
      },
      {
        "sentence": "这时候你需要冷静下来，找个机会和自己内心对话。",
        "label": ""
      },
      {
        "sentence": "为什么你不愿意接触父亲的亲人呢？",
        "label": ""
      },
      {
        "sentence": "是真的不喜欢他们，还是有其他顾虑？",
        "label": ""
      },
      {
        "sentence": "面对亲人不能做自己，这句话指的是什么呢？",
        "label": ""
      },
      {
        "sentence": "你有什么具体的顾虑吗？",
        "label": ""
      },
      {
        "sentence": "想清楚这些问题会帮助你更好地理解自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我好像害怕被父亲那边的亲人拒绝或冷落，这让我感到很压力。我一直都希望在亲人面前能被理解和接纳，但我担心他们会对我不好或把我排斥在外。",
    "annotation": [
      {
        "sentence": "我好像害怕被父亲那边的亲人拒绝或冷落，这让我感到很压力。",
        "label": ""
      },
      {
        "sentence": "我一直都希望在亲人面前能被理解和接纳，但我担心他们会对我不好或把我排斥在外。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心是可以理解的。但是你需要知道，你的价值不仅仅取决于别人对你的接纳程度。爱父亲也好，爱母亲也好，爱谁更多一点都是你的权利，你并不需要在他们之间进行权衡。只要你能坦然面对现实，无论和谁来往都是你自己的选择，你会更加轻松。",
    "annotation": [
      {
        "sentence": "你的担心是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但是你需要知道，你的价值不仅仅取决于别人对你的接纳程度。",
        "label": ""
      },
      {
        "sentence": "爱父亲也好，爱母亲也好，爱谁更多一点都是你的权利，你并不需要在他们之间进行权衡。",
        "label": ""
      },
      {
        "sentence": "只要你能坦然面对现实，无论和谁来往都是你自己的选择，你会更加轻松。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我想我需要多考虑一下自己的感受，找到自己真正想要的，然后和妈妈好好沟通。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我想我需要多考虑一下自己的感受，找到自己真正想要的，然后和妈妈好好沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。在你考虑自己的感受的同时，也不要忘记和妈妈进行有效的沟通。通过沟通，你们或许能够更好地理解对方的想法和需求。祝你能够找到自己真正想要的，并且和家人之间能够建立更好的关系。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "在你考虑自己的感受的同时，也不要忘记和妈妈进行有效的沟通。",
        "label": ""
      },
      {
        "sentence": "通过沟通，你们或许能够更好地理解对方的想法和需求。",
        "label": ""
      },
      {
        "sentence": "祝你能够找到自己真正想要的，并且和家人之间能够建立更好的关系。",
        "label": ""
      }
    ]
  }
]