[
  {
    "role": "client",
    "content": "17岁女，自从父母离婚，为什么对所有亲人都疏远了？",
    "annotation": [
      {
        "sentence": "17岁女，自从父母离婚，为什么对所有亲人都疏远了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很心疼你的经历，希望我能够带给你安慰，让你觉得好受一些。父母的情感经历不顺，会让自己排斥亲情，其实是很正常的心理表现。一个没有和睦家庭的孩子，如何要求他做到与他人和睦呢？所以你对家人会有疏离感是可以被理解的，你不必太过苛责自己。",
    "annotation": [
      {
        "sentence": "很心疼你的经历，希望我能够带给你安慰，让你觉得好受一些。",
        "label": ""
      },
      {
        "sentence": "父母的情感经历不顺，会让自己排斥亲情，其实是很正常的心理表现。",
        "label": ""
      },
      {
        "sentence": "一个没有和睦家庭的孩子，如何要求他做到与他人和睦呢？",
        "label": ""
      },
      {
        "sentence": "所以你对家人会有疏离感是可以被理解的，你不必太过苛责自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我懒得和他们讲话，而且我奶奶还有别的孙子孙女，我不是唯一的一个，所以我很不喜欢争宠的感觉。越来越不喜欢接触我爸那边的亲人，我特别不明白为什么在亲人面前也要伪装，为什么在亲人面前也不能做自己。我感觉好累，我没办法改变自己，但我妈现在就要求我改。我现在和我妈两个人生活，除了我妈我不想和任何亲人联系。我妈说我有问题，刚才和我谈谈崩了，摔门走了。我开始怀疑自己是不是心里有病。",
    "annotation": [
      {
        "sentence": "但是我懒得和他们讲话，而且我奶奶还有别的孙子孙女，我不是唯一的一个，所以我很不喜欢争宠的感觉。",
        "label": ""
      },
      {
        "sentence": "越来越不喜欢接触我爸那边的亲人，我特别不明白为什么在亲人面前也要伪装，为什么在亲人面前也不能做自己。",
        "label": ""
      },
      {
        "sentence": "我感觉好累，我没办法改变自己，但我妈现在就要求我改。",
        "label": ""
      },
      {
        "sentence": "我现在和我妈两个人生活，除了我妈我不想和任何亲人联系。",
        "label": ""
      },
      {
        "sentence": "我妈说我有问题，刚才和我谈谈崩了，摔门走了。",
        "label": ""
      },
      {
        "sentence": "我开始怀疑自己是不是心里有病。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受让我感到非常心疼。在这样的家庭环境中，你有着独特的压力和困惑，这些困惑可能引发了你对亲人疏离和排斥的感觉。你不喜欢争宠的感觉，这是非常正常的想法，毕竟每个人都希望被家人接纳和关爱，而不是成为争夺的对象。在亲人面前保持伪装和不敢做自己，这是一种对自己缺乏自信的表现。你不必为此感到自责，因为这是在这个特殊环境下产生的一种防御机制。你现在的生活中只有你和妈妈，这可能加重了你的孤独感，但你也有权利选择和谁保持联系。虽然你妈妈现在要求你改变，但改变不是一件容易的事情，特别是在你目前的情况下。我建议你先关注自己的感受，然后再考虑与他人的交流。别太急于要求自己做出改变，改变是一个漫长的过程。在处理人际关系时，你可以先尝试调整自己的心态，然后再去面对。",
    "annotation": [
      {
        "sentence": "你的感受让我感到非常心疼。",
        "label": ""
      },
      {
        "sentence": "在这样的家庭环境中，你有着独特的压力和困惑，这些困惑可能引发了你对亲人疏离和排斥的感觉。",
        "label": ""
      },
      {
        "sentence": "你不喜欢争宠的感觉，这是非常正常的想法，毕竟每个人都希望被家人接纳和关爱，而不是成为争夺的对象。",
        "label": ""
      },
      {
        "sentence": "在亲人面前保持伪装和不敢做自己，这是一种对自己缺乏自信的表现。",
        "label": ""
      },
      {
        "sentence": "你不必为此感到自责，因为这是在这个特殊环境下产生的一种防御机制。",
        "label": ""
      },
      {
        "sentence": "你现在的生活中只有你和妈妈，这可能加重了你的孤独感，但你也有权利选择和谁保持联系。",
        "label": ""
      },
      {
        "sentence": "虽然你妈妈现在要求你改变，但改变不是一件容易的事情，特别是在你目前的情况下。",
        "label": ""
      },
      {
        "sentence": "我建议你先关注自己的感受，然后再考虑与他人的交流。",
        "label": ""
      },
      {
        "sentence": "别太急于要求自己做出改变，改变是一个漫长的过程。",
        "label": ""
      },
      {
        "sentence": "在处理人际关系时，你可以先尝试调整自己的心态，然后再去面对。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我意识到我对亲人的疏远是正常的，但我还是感到困惑，不知道该如何面对这种情况。我对父亲那边的亲人越来越不喜欢接触，其实主要是因为他们的人品和性格与我不合。但同时，我也担心这样的想法是否公平对待他们。毕竟，不喜欢某些人并不代表其他人对我不好。我想我需要更客观地处理和亲人的关系。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我意识到我对亲人的疏远是正常的，但我还是感到困惑，不知道该如何面对这种情况。",
        "label": ""
      },
      {
        "sentence": "我对父亲那边的亲人越来越不喜欢接触，其实主要是因为他们的人品和性格与我不合。",
        "label": ""
      },
      {
        "sentence": "但同时，我也担心这样的想法是否公平对待他们。",
        "label": ""
      },
      {
        "sentence": "毕竟，不喜欢某些人并不代表其他人对我不好。",
        "label": ""
      },
      {
        "sentence": "我想我需要更客观地处理和亲人的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很好地意识到了自己的困惑和矛盾，这是一种成熟和积极的态度。对于那些你不喜欢接触的亲人，你可以试着从他们的人品和性格中找出与你不合的原因。这样，你就能够更公正地对待他们，并避免对其他亲人的关系造成负面影响。在处理人际关系时，公正和客观都非常重要。你也可以尝试与父亲那边的亲人有更频繁的接触，也许他们会给你带来一些不同的惊喜。最后，无论如何，你都要记住，你是一个独立的个体，不必因为父母之间的关系而为难自己和亲人的感情。你的幸福和爱，首先要从自己开始。",
    "annotation": [
      {
        "sentence": "你很好地意识到了自己的困惑和矛盾，这是一种成熟和积极的态度。",
        "label": ""
      },
      {
        "sentence": "对于那些你不喜欢接触的亲人，你可以试着从他们的人品和性格中找出与你不合的原因。",
        "label": ""
      },
      {
        "sentence": "这样，你就能够更公正地对待他们，并避免对其他亲人的关系造成负面影响。",
        "label": ""
      },
      {
        "sentence": "在处理人际关系时，公正和客观都非常重要。",
        "label": ""
      },
      {
        "sentence": "你也可以尝试与父亲那边的亲人有更频繁的接触，也许他们会给你带来一些不同的惊喜。",
        "label": ""
      },
      {
        "sentence": "最后，无论如何，你都要记住，你是一个独立的个体，不必因为父母之间的关系而为难自己和亲人的感情。",
        "label": ""
      },
      {
        "sentence": "你的幸福和爱，首先要从自己开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我想我会好好考虑你给我的建议，并尽量去更客观地处理我的人际关系。我希望能够找到一种平衡，既保护自己的感受，又能与亲人建立更良好的关系。感谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我想我会好好考虑你给我的建议，并尽量去更客观地处理我的人际关系。",
        "label": ""
      },
      {
        "sentence": "我希望能够找到一种平衡，既保护自己的感受，又能与亲人建立更良好的关系。",
        "label": ""
      },
      {
        "sentence": "感谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的决心和积极的态度让我很欣慰。相信你会找到自己的平衡，并建立更健康的人际关系。在这个过程中，无论遇到什么困难，都可以随时来找我倾诉。我会一直支持你的。愿你在这个过程中找到属于自己的幸福和爱。加油！",
    "annotation": [
      {
        "sentence": "你的决心和积极的态度让我很欣慰。",
        "label": ""
      },
      {
        "sentence": "相信你会找到自己的平衡，并建立更健康的人际关系。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，无论遇到什么困难，都可以随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "愿你在这个过程中找到属于自己的幸福和爱。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]