[
  {
    "role": "client",
    "content": "我是一个17岁的女孩，自从我父母离婚后，我为什么对所有的亲人都疏远了呢？自从父母离婚后，我对亲人变得非常排斥，我不想再和他们多说话了。而且我奶奶还有其他的孙子孙女，我不是唯一的一个，所以我很不喜欢争宠的感觉，越来越不喜欢和父亲这边的亲人接触。我很不明白，为什么在亲人面前也要伪装，为什么不能做自己呢？我感觉好累，我无法改变自己。但是我妈妈现在要求我改变，我们现在只有我和妈妈两个人生活。除了我妈妈，我不想和任何亲人联系。刚才我和我妈妈谈话发生了争执，她摔门走了。我开始怀疑自己是不是心理有问题。",
    "annotation": [
      {
        "sentence": "我是一个17岁的女孩，自从我父母离婚后，我为什么对所有的亲人都疏远了呢？",
        "label": ""
      },
      {
        "sentence": "自从父母离婚后，我对亲人变得非常排斥，我不想再和他们多说话了。",
        "label": ""
      },
      {
        "sentence": "而且我奶奶还有其他的孙子孙女，我不是唯一的一个，所以我很不喜欢争宠的感觉，越来越不喜欢和父亲这边的亲人接触。",
        "label": ""
      },
      {
        "sentence": "我很不明白，为什么在亲人面前也要伪装，为什么不能做自己呢？",
        "label": ""
      },
      {
        "sentence": "我感觉好累，我无法改变自己。",
        "label": ""
      },
      {
        "sentence": "但是我妈妈现在要求我改变，我们现在只有我和妈妈两个人生活。",
        "label": ""
      },
      {
        "sentence": "除了我妈妈，我不想和任何亲人联系。",
        "label": ""
      },
      {
        "sentence": "刚才我和我妈妈谈话发生了争执，她摔门走了。",
        "label": ""
      },
      {
        "sentence": "我开始怀疑自己是不是心理有问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你并不是疏离所有的亲人，而是在寻找归属感，寻找能给你带来这种感觉的人。我从你的描述中看到，你疏离奶奶、爸爸妈妈，感觉他们无法给你归属感，无法给你家庭的依靠感，也许这与你父母离婚有关，它破坏了你的安全感。或者你无法得到他们的关注和认可。我们都渴望被关注、被需要、被认同、被接纳。然而当我们长大一些，不得不离开妈妈的怀抱去探索世界时，父母对我们的关注和认同显得尤为重要。你现在17岁，还未成年，虽然我们可以暂时离开妈妈的视线，但是我们需要知道妈妈在关注我们，需要我们。只有这样，我们才能怀着期待好好地探索世界。你思考一下，是不是渴望母亲能关注你、需要你？父亲对我们安全感的形成主要体现在我们与人交往上。和父亲的联系是我们接触社会的第一步，我们需要从父亲那里获得认同和接纳，才能更好地完成自我社会的身份认同。因此，我们与父母的互动亲密与否，父母对我们的反馈是否及时和积极，都会影响我们对这个世界的体验。明白这一点后，我们还要知道，对于同一件事情，可以有多种不同的解释。所以你要关注自己的思维方式，问问自己为什么会这么想，怎样的思维才更合理。要知道真正束缚我们的不是环境，而是思想。",
    "annotation": [
      {
        "sentence": "你并不是疏离所有的亲人，而是在寻找归属感，寻找能给你带来这种感觉的人。",
        "label": ""
      },
      {
        "sentence": "我从你的描述中看到，你疏离奶奶、爸爸妈妈，感觉他们无法给你归属感，无法给你家庭的依靠感，也许这与你父母离婚有关，它破坏了你的安全感。",
        "label": ""
      },
      {
        "sentence": "或者你无法得到他们的关注和认可。",
        "label": ""
      },
      {
        "sentence": "我们都渴望被关注、被需要、被认同、被接纳。",
        "label": ""
      },
      {
        "sentence": "然而当我们长大一些，不得不离开妈妈的怀抱去探索世界时，父母对我们的关注和认同显得尤为重要。",
        "label": ""
      },
      {
        "sentence": "你现在17岁，还未成年，虽然我们可以暂时离开妈妈的视线，但是我们需要知道妈妈在关注我们，需要我们。",
        "label": ""
      },
      {
        "sentence": "只有这样，我们才能怀着期待好好地探索世界。",
        "label": ""
      },
      {
        "sentence": "你思考一下，是不是渴望母亲能关注你、需要你？",
        "label": ""
      },
      {
        "sentence": "父亲对我们安全感的形成主要体现在我们与人交往上。",
        "label": ""
      },
      {
        "sentence": "和父亲的联系是我们接触社会的第一步，我们需要从父亲那里获得认同和接纳，才能更好地完成自我社会的身份认同。",
        "label": ""
      },
      {
        "sentence": "因此，我们与父母的互动亲密与否，父母对我们的反馈是否及时和积极，都会影响我们对这个世界的体验。",
        "label": ""
      },
      {
        "sentence": "明白这一点后，我们还要知道，对于同一件事情，可以有多种不同的解释。",
        "label": ""
      },
      {
        "sentence": "所以你要关注自己的思维方式，问问自己为什么会这么想，怎样的思维才更合理。",
        "label": ""
      },
      {
        "sentence": "要知道真正束缚我们的不是环境，而是思想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我现在明白了，我其实是在寻找归属感，希望找到能给我家的感觉的人。我父母离婚后，我的家庭变得不稳定，我感到失去了安全感。父亲这边的亲人对我来说不再重要，我宁愿和妈妈独处。因为我觉得只有这样，我才能得到妈妈的关注和认可。现在我明白了，父亲对我的重要性，他是我与社会之间的桥梁。我需要从父亲那里获得认同和接纳，才能更好地了解自己。我也明白了思维的重要性，有时候我们对同一件事情的看法可能因为思维方式的不同而产生差异。",
    "annotation": [
      {
        "sentence": "你说得对，我现在明白了，我其实是在寻找归属感，希望找到能给我家的感觉的人。",
        "label": ""
      },
      {
        "sentence": "我父母离婚后，我的家庭变得不稳定，我感到失去了安全感。",
        "label": ""
      },
      {
        "sentence": "父亲这边的亲人对我来说不再重要，我宁愿和妈妈独处。",
        "label": ""
      },
      {
        "sentence": "因为我觉得只有这样，我才能得到妈妈的关注和认可。",
        "label": ""
      },
      {
        "sentence": "现在我明白了，父亲对我的重要性，他是我与社会之间的桥梁。",
        "label": ""
      },
      {
        "sentence": "我需要从父亲那里获得认同和接纳，才能更好地了解自己。",
        "label": ""
      },
      {
        "sentence": "我也明白了思维的重要性，有时候我们对同一件事情的看法可能因为思维方式的不同而产生差异。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样说，你已经开始认识到自己内心的需求了。你不再感到困惑，明白了自己寻找归属感的动机。家庭的变化让你感到不稳定，你渴望得到妈妈的关注和认可，这是很正常的情感需求。父亲对你的重要性同样不可忽视，他是你与外界联系的桥梁。通过与父亲的互动，你可以更好地认识自己，完成自我社会的身份认同。此外，思维方式对我们的观念和看法有着重要影响。我们需要反思自己的思维方式，思考是否更合理、更有益的方式来看待事物。",
    "annotation": [
      {
        "sentence": "很高兴听到你这样说，你已经开始认识到自己内心的需求了。",
        "label": ""
      },
      {
        "sentence": "你不再感到困惑，明白了自己寻找归属感的动机。",
        "label": ""
      },
      {
        "sentence": "家庭的变化让你感到不稳定，你渴望得到妈妈的关注和认可，这是很正常的情感需求。",
        "label": ""
      },
      {
        "sentence": "父亲对你的重要性同样不可忽视，他是你与外界联系的桥梁。",
        "label": ""
      },
      {
        "sentence": "通过与父亲的互动，你可以更好地认识自己，完成自我社会的身份认同。",
        "label": ""
      },
      {
        "sentence": "此外，思维方式对我们的观念和看法有着重要影响。",
        "label": ""
      },
      {
        "sentence": "我们需要反思自己的思维方式，思考是否更合理、更有益的方式来看待事物。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在明白了。我应该主动与父亲和其他亲人建立联系，寻找到属于自己的归属感，而不是逃避和疏远亲人。同时，我也要反思自己的思维方式，优化自己的观念和看法。",
    "annotation": [
      {
        "sentence": "是的，我现在明白了。",
        "label": ""
      },
      {
        "sentence": "我应该主动与父亲和其他亲人建立联系，寻找到属于自己的归属感，而不是逃避和疏远亲人。",
        "label": ""
      },
      {
        "sentence": "同时，我也要反思自己的思维方式，优化自己的观念和看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！你的领悟很深刻。主动与父亲和其他亲人建立联系是很重要的，这样你可以更好地满足自己的归属感需求。同时，持续反思自己的思维方式也是一个发展和成长的过程，这有助于你塑造更合理、积极的观念和看法。",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "你的领悟很深刻。",
        "label": ""
      },
      {
        "sentence": "主动与父亲和其他亲人建立联系是很重要的，这样你可以更好地满足自己的归属感需求。",
        "label": ""
      },
      {
        "sentence": "同时，持续反思自己的思维方式也是一个发展和成长的过程，这有助于你塑造更合理、积极的观念和看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我会努力与父亲和其他亲人建立更好的联系，同时也会不断优化自己的思维方式。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我会努力与父亲和其他亲人建立更好的联系，同时也会不断优化自己的思维方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直支持你的。你的决心和努力将帮助你获得更好的结果。如果你在这个过程中遇到困难或者有其他问题，随时可以来找我倾诉和寻求帮助。记得，你不是一个人在面对这些挑战，你有支持者和关心你的人。",
    "annotation": [
      {
        "sentence": "不客气，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "你的决心和努力将帮助你获得更好的结果。",
        "label": ""
      },
      {
        "sentence": "如果你在这个过程中遇到困难或者有其他问题，随时可以来找我倾诉和寻求帮助。",
        "label": ""
      },
      {
        "sentence": "记得，你不是一个人在面对这些挑战，你有支持者和关心你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会记住的。如果有任何困难，我会及时与你沟通的。再次感谢你的帮助和理解。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会记住的。",
        "label": ""
      },
      {
        "sentence": "如果有任何困难，我会及时与你沟通的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在这里支持你的。祝你能够顺利克服困难，找到属于自己的归属感，过上愉快、积极的生活。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "祝你能够顺利克服困难，找到属于自己的归属感，过上愉快、积极的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]