[
  {
    "role": "client",
    "content": "我是一个女生，对于亲密关系十分胆怯又渴望，不知道该怎么办。在我的生活中，这个问题已经困扰了我很多年。我几乎没有朋友，每个阶段都只会出现几个能聊得来的人。并且，我从来没有谈过恋爱。我觉得不论是朋友还是恋爱对象，建立亲密关系对我来说都是一种挑战。可能这是因为我从小到大没有接受到太多的正面反馈，或者说那些负面反馈给我留下了深刻的印象。有时候看到别人能够和朋友们相处得很好，一起成长，我也会感到羡慕。在未来的工作和生活中，我觉得良好的人际关系是非常重要的。请问大家，我应该怎么做才能改善这种情况呢？",
    "annotation": [
      {
        "sentence": "我是一个女生，对于亲密关系十分胆怯又渴望，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "在我的生活中，这个问题已经困扰了我很多年。",
        "label": ""
      },
      {
        "sentence": "我几乎没有朋友，每个阶段都只会出现几个能聊得来的人。",
        "label": ""
      },
      {
        "sentence": "并且，我从来没有谈过恋爱。",
        "label": ""
      },
      {
        "sentence": "我觉得不论是朋友还是恋爱对象，建立亲密关系对我来说都是一种挑战。",
        "label": ""
      },
      {
        "sentence": "可能这是因为我从小到大没有接受到太多的正面反馈，或者说那些负面反馈给我留下了深刻的印象。",
        "label": ""
      },
      {
        "sentence": "有时候看到别人能够和朋友们相处得很好，一起成长，我也会感到羡慕。",
        "label": ""
      },
      {
        "sentence": "在未来的工作和生活中，我觉得良好的人际关系是非常重要的。",
        "label": ""
      },
      {
        "sentence": "请问大家，我应该怎么做才能改善这种情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题我感同身受。在现今社会中，有很多人和你一样面临着类似的问题。从你的描述中，我感觉你提到了好几次“断断续续”，这似乎表明你已经有很长一段时间在思考这个问题了。随着年龄的增长，随着即将踏入职场，随着一些事件的触发，我们都渴望做出一些改变。我注意到你提到了最近你逐渐意识到了这个问题，我很好奇是什么让你突然注意到了这个问题，或者是什么事情触发了你想要做出调整的想法。我们可以谈一谈这个问题的发展过程，聊一聊你在其中的感受，这有助于我们了解你当下最想要的、最羡慕的以及最想要调整的是什么。但是我必须提醒你，改变对于任何人来说都是困难的，这也是为什么我们断断续续多年来还未踏出调整的步伐的原因之一。我们也要正视自己的胆小，这表明我们即将面对我们自己内心中的胆小，并且尝试与之做出积极的交流。我很想知道是什么让我们鼓起勇气去面对这些内心问题。显然，你已经对这个问题进行了一些思考，从你的文字描述中也可以看出你是一个很理性的人，你也已经意识到某些原因可能与小时候“没有接受到正面的反馈有关，或者是负面的反馈给我们留下了深刻的印象”。你在提问中使用了“对亲密关系胆怯又渴望”的词语，我感觉这两个词恰好对应了正面反馈和负面反馈的影响。我不知道你是否也有类似的感受。或许这些渴望和胆怯早在很小的时候就已经存在了，只是当时没有意识到，或者意识并不明显。也可能是因为缺乏良好的榜样，缺乏一些有别于常人的经历，导致我们在现阶段的生活中，在面对亲密关系时感到“复杂疲惫”和“不知所措”。如果我们希望在目前的生活中做出调整，可能需要面对胆小、过去经历以及相关的情绪。你可以尝试思考一下，如果觉得一个人面对困难或孤独非常艰难，我建议你可以找一名心理咨询师来陪伴你度过这个过程。此外，我们还需要面对目前的生活和未来，生活毕竟不会停止前进。让我感到喜悦的是你提到“人生的每个阶段都会有几个聊得来的人”，这表明你身边也有一些不错的榜样，也让我想到了“看到别人三五成群有说有笑一起成长”的情景。你最后询问大家该怎么做，或许这些人就是我们的老师，你认为呢？如果你需要，我们可以进一步交流。借此机会，我想向之前邀请我回答问题的小伙伴们道歉。近一年来，因为工作很忙，我错过了很多邀请回答的机会。目前我仍然比较忙碌，但我会尽量抽出时间来回答大家的问题，希望大家能够理解，也感谢大家的支持。",
    "annotation": [
      {
        "sentence": "看到你的问题我感同身受。",
        "label": ""
      },
      {
        "sentence": "在现今社会中，有很多人和你一样面临着类似的问题。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我感觉你提到了好几次“断断续续”，这似乎表明你已经有很长一段时间在思考这个问题了。",
        "label": ""
      },
      {
        "sentence": "随着年龄的增长，随着即将踏入职场，随着一些事件的触发，我们都渴望做出一些改变。",
        "label": ""
      },
      {
        "sentence": "我注意到你提到了最近你逐渐意识到了这个问题，我很好奇是什么让你突然注意到了这个问题，或者是什么事情触发了你想要做出调整的想法。",
        "label": ""
      },
      {
        "sentence": "我们可以谈一谈这个问题的发展过程，聊一聊你在其中的感受，这有助于我们了解你当下最想要的、最羡慕的以及最想要调整的是什么。",
        "label": ""
      },
      {
        "sentence": "但是我必须提醒你，改变对于任何人来说都是困难的，这也是为什么我们断断续续多年来还未踏出调整的步伐的原因之一。",
        "label": ""
      },
      {
        "sentence": "我们也要正视自己的胆小，这表明我们即将面对我们自己内心中的胆小，并且尝试与之做出积极的交流。",
        "label": ""
      },
      {
        "sentence": "我很想知道是什么让我们鼓起勇气去面对这些内心问题。",
        "label": ""
      },
      {
        "sentence": "显然，你已经对这个问题进行了一些思考，从你的文字描述中也可以看出你是一个很理性的人，你也已经意识到某些原因可能与小时候“没有接受到正面的反馈有关，或者是负面的反馈给我们留下了深刻的印象”。",
        "label": ""
      },
      {
        "sentence": "你在提问中使用了“对亲密关系胆怯又渴望”的词语，我感觉这两个词恰好对应了正面反馈和负面反馈的影响。",
        "label": ""
      },
      {
        "sentence": "我不知道你是否也有类似的感受。",
        "label": ""
      },
      {
        "sentence": "或许这些渴望和胆怯早在很小的时候就已经存在了，只是当时没有意识到，或者意识并不明显。",
        "label": ""
      },
      {
        "sentence": "也可能是因为缺乏良好的榜样，缺乏一些有别于常人的经历，导致我们在现阶段的生活中，在面对亲密关系时感到“复杂疲惫”和“不知所措”。",
        "label": ""
      },
      {
        "sentence": "如果我们希望在目前的生活中做出调整，可能需要面对胆小、过去经历以及相关的情绪。",
        "label": ""
      },
      {
        "sentence": "你可以尝试思考一下，如果觉得一个人面对困难或孤独非常艰难，我建议你可以找一名心理咨询师来陪伴你度过这个过程。",
        "label": ""
      },
      {
        "sentence": "此外，我们还需要面对目前的生活和未来，生活毕竟不会停止前进。",
        "label": ""
      },
      {
        "sentence": "让我感到喜悦的是你提到“人生的每个阶段都会有几个聊得来的人”，这表明你身边也有一些不错的榜样，也让我想到了“看到别人三五成群有说有笑一起成长”的情景。",
        "label": ""
      },
      {
        "sentence": "你最后询问大家该怎么做，或许这些人就是我们的老师，你认为呢？",
        "label": ""
      },
      {
        "sentence": "如果你需要，我们可以进一步交流。",
        "label": ""
      },
      {
        "sentence": "借此机会，我想向之前邀请我回答问题的小伙伴们道歉。",
        "label": ""
      },
      {
        "sentence": "近一年来，因为工作很忙，我错过了很多邀请回答的机会。",
        "label": ""
      },
      {
        "sentence": "目前我仍然比较忙碌，但我会尽量抽出时间来回答大家的问题，希望大家能够理解，也感谢大家的支持。",
        "label": ""
      }
    ]
  }
]