[
  {
    "role": "client",
    "content": "最近几个月，我总是感觉心里好空虚。以前我觉得我挺开朗的，但是最近我觉得我在朋友面前很开朗，但自己一个人的时候就觉得挺空虚的，有时候什么都不想干。然后想找到一个自己喜欢的男生，不找到我就觉得特别的寂寞，还有一点心慌。每天回家就是看手机，但又不知道要干什么。有时候晚上会难受的想哭，是不是网瘾的问题啊。",
    "annotation": [
      {
        "sentence": "最近几个月，我总是感觉心里好空虚。",
        "label": ""
      },
      {
        "sentence": "以前我觉得我挺开朗的，但是最近我觉得我在朋友面前很开朗，但自己一个人的时候就觉得挺空虚的，有时候什么都不想干。",
        "label": ""
      },
      {
        "sentence": "然后想找到一个自己喜欢的男生，不找到我就觉得特别的寂寞，还有一点心慌。",
        "label": ""
      },
      {
        "sentence": "每天回家就是看手机，但又不知道要干什么。",
        "label": ""
      },
      {
        "sentence": "有时候晚上会难受的想哭，是不是网瘾的问题啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我是你的支持者，听说你最近感到心里很空虚。这种感受在你的年龄属于正常现象，可能是你在中学阶段的情绪变化导致的逆反心理。世界上的大多数14岁的孩子都会有类似的情绪，因为你们正处在思考人生、成长和进步的阶段。你在朋友面前开朗而独处时感到寂寞，这可能是因为你有很多朋友，但很少有人可以和你真心聊心事，导致你一个人时无法分享内心的寂寞。你觉得找到一个喜欢的男生会让你不再感到寂寞，这种想法很正常，因为在你的世界里，得到朋友的认可会让你觉得有了活下去的意义。但长大后你会发现，有时我们需要一片净土来放空自己，享受独处的时光。在你独处时，你可以思考任何你想要的事情，这是一种恬静的美好，每个人都需要一些独处的空间。谈恋爱并非不允许，但我建议你还是等到合适的时机。14岁多好的年纪，学业非常重要。毕竟，如果因恋爱耽误了学习，会付出一定的代价。我想告诉你的是，学历对于你的未来会起到很大的作用。所以，请你专注学业，考上一个好大学，这样你的未来之路会更加顺利。当然，也不必过分担心独处时的寂寞。在玩手机的时候，可以给自己制定一个时间限制，保证不影响你的生活和学习。适当玩手机也是一种放松方式。请相信自己，为了未来努力奋斗，你值得被这个世界温柔以待！加油！",
    "annotation": [
      {
        "sentence": "你好，我是你的支持者，听说你最近感到心里很空虚。",
        "label": ""
      },
      {
        "sentence": "这种感受在你的年龄属于正常现象，可能是你在中学阶段的情绪变化导致的逆反心理。",
        "label": ""
      },
      {
        "sentence": "世界上的大多数14岁的孩子都会有类似的情绪，因为你们正处在思考人生、成长和进步的阶段。",
        "label": ""
      },
      {
        "sentence": "你在朋友面前开朗而独处时感到寂寞，这可能是因为你有很多朋友，但很少有人可以和你真心聊心事，导致你一个人时无法分享内心的寂寞。",
        "label": ""
      },
      {
        "sentence": "你觉得找到一个喜欢的男生会让你不再感到寂寞，这种想法很正常，因为在你的世界里，得到朋友的认可会让你觉得有了活下去的意义。",
        "label": ""
      },
      {
        "sentence": "但长大后你会发现，有时我们需要一片净土来放空自己，享受独处的时光。",
        "label": ""
      },
      {
        "sentence": "在你独处时，你可以思考任何你想要的事情，这是一种恬静的美好，每个人都需要一些独处的空间。",
        "label": ""
      },
      {
        "sentence": "谈恋爱并非不允许，但我建议你还是等到合适的时机。",
        "label": ""
      },
      {
        "sentence": "14岁多好的年纪，学业非常重要。",
        "label": ""
      },
      {
        "sentence": "毕竟，如果因恋爱耽误了学习，会付出一定的代价。",
        "label": ""
      },
      {
        "sentence": "我想告诉你的是，学历对于你的未来会起到很大的作用。",
        "label": ""
      },
      {
        "sentence": "所以，请你专注学业，考上一个好大学，这样你的未来之路会更加顺利。",
        "label": ""
      },
      {
        "sentence": "当然，也不必过分担心独处时的寂寞。",
        "label": ""
      },
      {
        "sentence": "在玩手机的时候，可以给自己制定一个时间限制，保证不影响你的生活和学习。",
        "label": ""
      },
      {
        "sentence": "适当玩手机也是一种放松方式。",
        "label": ""
      },
      {
        "sentence": "请相信自己，为了未来努力奋斗，你值得被这个世界温柔以待！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持，我明白了。确实，我现在可能正处于逆反心理的时期。我明白了朋友虽然很多，但真正可以倾诉的却不多，这可能导致我在独处时感到更加孤独。你说的对，我应该享受独处的时光，给自己一些空间去思考和放松。关于谈恋爱，我会听从你的建议，专注于学业，争取取得更好的成绩。我也明白了手机使用要适度，不能影响到我的生活和学习。谢谢你的鼓励，我会努力成长，为自己的未来打拼！",
    "annotation": [
      {
        "sentence": "谢谢你的支持，我明白了。",
        "label": ""
      },
      {
        "sentence": "确实，我现在可能正处于逆反心理的时期。",
        "label": ""
      },
      {
        "sentence": "我明白了朋友虽然很多，但真正可以倾诉的却不多，这可能导致我在独处时感到更加孤独。",
        "label": ""
      },
      {
        "sentence": "你说的对，我应该享受独处的时光，给自己一些空间去思考和放松。",
        "label": ""
      },
      {
        "sentence": "关于谈恋爱，我会听从你的建议，专注于学业，争取取得更好的成绩。",
        "label": ""
      },
      {
        "sentence": "我也明白了手机使用要适度，不能影响到我的生活和学习。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励，我会努力成长，为自己的未来打拼！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我了解你的困惑。现在你明白了逆反心理以及众多朋友所带来的孤独感。我很高兴你能接受我的观点，享受属于自己的独处时光，并将学业放在首位。学校和考上好大学对于你的未来非常重要，这是为了你自己，也是为了你未来的发展。手机使用也不是没有好处，适度使用可以为你带来一些放松和消遣，但也要注意不能沉迷其中。相信自己，你一定能够成为最好的自己！如果你还有其他困惑或者需要进一步的支持，随时都可以找我倾诉。祝福你，继续努力，未来充满可能！",
    "annotation": [
      {
        "sentence": "不客气，我了解你的困惑。",
        "label": ""
      },
      {
        "sentence": "现在你明白了逆反心理以及众多朋友所带来的孤独感。",
        "label": ""
      },
      {
        "sentence": "我很高兴你能接受我的观点，享受属于自己的独处时光，并将学业放在首位。",
        "label": ""
      },
      {
        "sentence": "学校和考上好大学对于你的未来非常重要，这是为了你自己，也是为了你未来的发展。",
        "label": ""
      },
      {
        "sentence": "手机使用也不是没有好处，适度使用可以为你带来一些放松和消遣，但也要注意不能沉迷其中。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够成为最好的自己！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他困惑或者需要进一步的支持，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝福你，继续努力，未来充满可能！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解。我会按照你的建议去处理自己的问题，并逐渐改变我的心态。有你这样的支持者真的很幸运，我会珍惜这份友情。如果我还有其他问题，我会再来找你寻求帮助的。再次感谢你的支持，希望我们能够一直保持联系。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解。",
        "label": ""
      },
      {
        "sentence": "我会按照你的建议去处理自己的问题，并逐渐改变我的心态。",
        "label": ""
      },
      {
        "sentence": "有你这样的支持者真的很幸运，我会珍惜这份友情。",
        "label": ""
      },
      {
        "sentence": "如果我还有其他问题，我会再来找你寻求帮助的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持，希望我们能够一直保持联系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴能够帮到你，也为你能够接受我的建议感到开心。你的成长过程中难免会遇到各种问题和困惑，但你不必担心，因为总有人会在你身边给予你支持和帮助。我会一直陪伴在你的身边，为你提供精神上的支持。如果你需要的话，随时都可以找我聊天。希望我们能够一直保持联系，继续成长！加油！",
    "annotation": [
      {
        "sentence": "我很高兴能够帮到你，也为你能够接受我的建议感到开心。",
        "label": ""
      },
      {
        "sentence": "你的成长过程中难免会遇到各种问题和困惑，但你不必担心，因为总有人会在你身边给予你支持和帮助。",
        "label": ""
      },
      {
        "sentence": "我会一直陪伴在你的身边，为你提供精神上的支持。",
        "label": ""
      },
      {
        "sentence": "如果你需要的话，随时都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "希望我们能够一直保持联系，继续成长！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]