[
  {
    "role": "client",
    "content": "失败了中考，还有未来吗？觉得自己玩完了学习成绩属于中上等，家里有一个姐姐，学习不太理想，母亲把所有希望寄托在我身上，考试之前频繁做噩梦，失眠。导致最后什么也没有考上，觉得自己玩完了。有许多对我充满希望的人我都辜负了，老师，朋友，家人。这几天家里面气氛很压抑，我妈妈说我没有出息，免不了要和邻居孩子比一比，不敢抬头了，晚上还是会做噩梦，自己在考场里仿佛要窒息，我该怎么办？",
    "annotation": [
      {
        "sentence": "失败了中考，还有未来吗？",
        "label": ""
      },
      {
        "sentence": "觉得自己玩完了学习成绩属于中上等，家里有一个姐姐，学习不太理想，母亲把所有希望寄托在我身上，考试之前频繁做噩梦，失眠。",
        "label": ""
      },
      {
        "sentence": "导致最后什么也没有考上，觉得自己玩完了。",
        "label": ""
      },
      {
        "sentence": "有许多对我充满希望的人我都辜负了，老师，朋友，家人。",
        "label": ""
      },
      {
        "sentence": "这几天家里面气氛很压抑，我妈妈说我没有出息，免不了要和邻居孩子比一比，不敢抬头了，晚上还是会做噩梦，自己在考场里仿佛要窒息，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我理解你对失败中考的失落和无助感。确实，这样的情绪在失败后是常见的。首先，中考只是人生中的一小部分，并没有你所想象的那么重要。我认识很多中考没考好的同学，但他们在高考和大学阶段非常成功，现在也都非常优秀。还有些同学高考没考好，但到了大学时努力学习，最后保研或者考研成功。所以，中考的失败并不代表你以后没有未来。",
    "annotation": [
      {
        "sentence": "求助者，我理解你对失败中考的失落和无助感。",
        "label": ""
      },
      {
        "sentence": "确实，这样的情绪在失败后是常见的。",
        "label": ""
      },
      {
        "sentence": "首先，中考只是人生中的一小部分，并没有你所想象的那么重要。",
        "label": ""
      },
      {
        "sentence": "我认识很多中考没考好的同学，但他们在高考和大学阶段非常成功，现在也都非常优秀。",
        "label": ""
      },
      {
        "sentence": "还有些同学高考没考好，但到了大学时努力学习，最后保研或者考研成功。",
        "label": ""
      },
      {
        "sentence": "所以，中考的失败并不代表你以后没有未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，虽然你这么说，但我觉得家庭压力对我来说真的太大了。母亲一直将希望寄托在我身上，而我的姐姐学习并不理想，所以我感到了莫大的压力。我甚至经常考试前做噩梦和失眠，这对我的发挥产生了很大的影响。",
    "annotation": [
      {
        "sentence": "支持者，虽然你这么说，但我觉得家庭压力对我来说真的太大了。",
        "label": ""
      },
      {
        "sentence": "母亲一直将希望寄托在我身上，而我的姐姐学习并不理想，所以我感到了莫大的压力。",
        "label": ""
      },
      {
        "sentence": "我甚至经常考试前做噩梦和失眠，这对我的发挥产生了很大的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "的确，家庭压力可能会让你感到沮丧和无助。但是，你的妈妈给你的期望虽然表达方式有些过激，但她的本意是希望你成为一个成功的人。你可以试着理解她的期望是一种善意，只是希望你能成为她满意的人。毕竟，你的价值不是取决于考试的成绩，而是取决于你为自己设定的目标和追求的事业。",
    "annotation": [
      {
        "sentence": "的确，家庭压力可能会让你感到沮丧和无助。",
        "label": ""
      },
      {
        "sentence": "但是，你的妈妈给你的期望虽然表达方式有些过激，但她的本意是希望你成为一个成功的人。",
        "label": ""
      },
      {
        "sentence": "你可以试着理解她的期望是一种善意，只是希望你能成为她满意的人。",
        "label": ""
      },
      {
        "sentence": "毕竟，你的价值不是取决于考试的成绩，而是取决于你为自己设定的目标和追求的事业。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，谢谢你的理解和鼓励。但现在家里的氛围真的很压抑，我妈妈还总是说我没有出息。而且，我不敢和邻居的孩子比较成绩，就连抬头都不敢了。晚上我还是会做噩梦，感觉在考场里窒息，我真的不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "支持者，谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "但现在家里的氛围真的很压抑，我妈妈还总是说我没有出息。",
        "label": ""
      },
      {
        "sentence": "而且，我不敢和邻居的孩子比较成绩，就连抬头都不敢了。",
        "label": ""
      },
      {
        "sentence": "晚上我还是会做噩梦，感觉在考场里窒息，我真的不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我理解你对家庭氛围的感受。这种情况下，你可以试着和家人进行沟通，告诉他们你内心的困扰和压力。这样可以让他们更了解你的感受，从而尝试改变过激的言辞和行为。另外，不要把自己和邻居的孩子比较，每个人的成长和发展都有不同的道路。关注你自己的进步和成长，而不是过于关注别人的评价。此外，你也可以试着通过一些放松的方法来改善晚上的睡眠，如深呼吸、放松音乐和冥想等。你可以根据自己的需要选择适合的方式来缓解焦虑和噩梦带来的困扰。",
    "annotation": [
      {
        "sentence": "求助者，我理解你对家庭氛围的感受。",
        "label": ""
      },
      {
        "sentence": "这种情况下，你可以试着和家人进行沟通，告诉他们你内心的困扰和压力。",
        "label": ""
      },
      {
        "sentence": "这样可以让他们更了解你的感受，从而尝试改变过激的言辞和行为。",
        "label": ""
      },
      {
        "sentence": "另外，不要把自己和邻居的孩子比较，每个人的成长和发展都有不同的道路。",
        "label": ""
      },
      {
        "sentence": "关注你自己的进步和成长，而不是过于关注别人的评价。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以试着通过一些放松的方法来改善晚上的睡眠，如深呼吸、放松音乐和冥想等。",
        "label": ""
      },
      {
        "sentence": "你可以根据自己的需要选择适合的方式来缓解焦虑和噩梦带来的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，谢谢你给我这么多的建议和支持。我会试着和家人沟通，让他们了解我的真实感受。同时，我也会努力专注于自己的成长和进步，不再过于在意他人评价。晚上我会尝试一些放松的方法来改善睡眠质量，希望能够有效减少噩梦的困扰。",
    "annotation": [
      {
        "sentence": "支持者，谢谢你给我这么多的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会试着和家人沟通，让他们了解我的真实感受。",
        "label": ""
      },
      {
        "sentence": "同时，我也会努力专注于自己的成长和进步，不再过于在意他人评价。",
        "label": ""
      },
      {
        "sentence": "晚上我会尝试一些放松的方法来改善睡眠质量，希望能够有效减少噩梦的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你很棒！相信自己的能力和潜力，坚持努力，一切都会慢慢好起来的。如果你还有任何困扰或需要帮助的地方，随时都可以来找我倾诉。我会一直支持你的！记住，你的未来在你自己的手中，努力追寻自己喜欢的事物，活出最真实的自己！",
    "annotation": [
      {
        "sentence": "求助者，你很棒！",
        "label": ""
      },
      {
        "sentence": "相信自己的能力和潜力，坚持努力，一切都会慢慢好起来的。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何困扰或需要帮助的地方，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的！",
        "label": ""
      },
      {
        "sentence": "记住，你的未来在你自己的手中，努力追寻自己喜欢的事物，活出最真实的自己！",
        "label": ""
      }
    ]
  }
]