[
  {
    "role": "client",
    "content": "失败了中考，还有未来吗？觉得自己玩完了学习成绩属于中上等，家里有一个姐姐，学习不太理想，母亲把所有希望寄托在我身上，考试之前频繁做噩梦，失眠。导致最后什么也没有考上，觉得自己玩完了。有许多对我充满希望的人我都辜负了，老师，朋友，家人。这几天家里面气氛很压抑，我妈妈说我没有出息，免不了要和邻居孩子比一比，不敢抬头了，晚上还是会做噩梦，自己在考场里仿佛要窒息，我该怎么办？",
    "annotation": [
      {
        "sentence": "失败了中考，还有未来吗？",
        "label": ""
      },
      {
        "sentence": "觉得自己玩完了学习成绩属于中上等，家里有一个姐姐，学习不太理想，母亲把所有希望寄托在我身上，考试之前频繁做噩梦，失眠。",
        "label": ""
      },
      {
        "sentence": "导致最后什么也没有考上，觉得自己玩完了。",
        "label": ""
      },
      {
        "sentence": "有许多对我充满希望的人我都辜负了，老师，朋友，家人。",
        "label": ""
      },
      {
        "sentence": "这几天家里面气氛很压抑，我妈妈说我没有出息，免不了要和邻居孩子比一比，不敢抬头了，晚上还是会做噩梦，自己在考场里仿佛要窒息，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "中考是一个很重要的考试，不通过可能会感到失望和挫败。但是，请不要过度自责，因为成绩并不代表你的全部价值和未来。你的学习成绩在中上等已经很不错了，值得自豪。是的，你可能会让一些人感到失望，但这并不意味着你彻底失败了。每个人都有成功和失败的时刻，关键在于如何面对和应对。请不要将自己逼得太紧，放宽心，注意调整自己的情绪。",
    "annotation": [
      {
        "sentence": "中考是一个很重要的考试，不通过可能会感到失望和挫败。",
        "label": ""
      },
      {
        "sentence": "但是，请不要过度自责，因为成绩并不代表你的全部价值和未来。",
        "label": ""
      },
      {
        "sentence": "你的学习成绩在中上等已经很不错了，值得自豪。",
        "label": ""
      },
      {
        "sentence": "是的，你可能会让一些人感到失望，但这并不意味着你彻底失败了。",
        "label": ""
      },
      {
        "sentence": "每个人都有成功和失败的时刻，关键在于如何面对和应对。",
        "label": ""
      },
      {
        "sentence": "请不要将自己逼得太紧，放宽心，注意调整自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，但我真的觉得很难过。我妈妈对我期望很高，我没能实现她的期望让我感到很内疚。而且，总是和邻居孩子比较也让我感到很有压力，我害怕再次让别人失望。我真的不知道该怎么面对这一切。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，但我真的觉得很难过。",
        "label": ""
      },
      {
        "sentence": "我妈妈对我期望很高，我没能实现她的期望让我感到很内疚。",
        "label": ""
      },
      {
        "sentence": "而且，总是和邻居孩子比较也让我感到很有压力，我害怕再次让别人失望。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么面对这一切。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你感到困惑和内疚，但是你不必承担其他人的期望和压力。你的价值和成就不应该完全取决于他人的看法。母亲对你的期望是出于关爱之心，但你也要明白你有自己的人生，你的选择和努力是为了自己的未来。请试着与妈妈沟通，让她了解你内心的感受，并尝试找到一个平衡点。",
    "annotation": [
      {
        "sentence": "我理解你感到困惑和内疚，但是你不必承担其他人的期望和压力。",
        "label": ""
      },
      {
        "sentence": "你的价值和成就不应该完全取决于他人的看法。",
        "label": ""
      },
      {
        "sentence": "母亲对你的期望是出于关爱之心，但你也要明白你有自己的人生，你的选择和努力是为了自己的未来。",
        "label": ""
      },
      {
        "sentence": "请试着与妈妈沟通，让她了解你内心的感受，并尝试找到一个平衡点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你说的，但是我还是很害怕面对妈妈的失望和邻居孩子的比较。我感到很压抑，晚上睡不好觉，总是做噩梦。我害怕自己再次在考场上面临失利的情境。我该如何摆脱这种困境呢？",
    "annotation": [
      {
        "sentence": "我明白你说的，但是我还是很害怕面对妈妈的失望和邻居孩子的比较。",
        "label": ""
      },
      {
        "sentence": "我感到很压抑，晚上睡不好觉，总是做噩梦。",
        "label": ""
      },
      {
        "sentence": "我害怕自己再次在考场上面临失利的情境。",
        "label": ""
      },
      {
        "sentence": "我该如何摆脱这种困境呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕和压抑是正常的情绪反应，但是请相信自己的能力和潜力。你经历了一次失败，并不代表你会一直失败下去。每个人都有困境和挫折，但关键在于如何应对和成长。你可以尝试通过如深呼吸、放松训练和积极思考来减轻你的焦虑。同时，与亲朋好友交流和寻求支持也会对你的情绪有帮助。不要害怕失败，要积极面对困难，并相信自己的能力。",
    "annotation": [
      {
        "sentence": "害怕和压抑是正常的情绪反应，但是请相信自己的能力和潜力。",
        "label": ""
      },
      {
        "sentence": "你经历了一次失败，并不代表你会一直失败下去。",
        "label": ""
      },
      {
        "sentence": "每个人都有困境和挫折，但关键在于如何应对和成长。",
        "label": ""
      },
      {
        "sentence": "你可以尝试通过如深呼吸、放松训练和积极思考来减轻你的焦虑。",
        "label": ""
      },
      {
        "sentence": "同时，与亲朋好友交流和寻求支持也会对你的情绪有帮助。",
        "label": ""
      },
      {
        "sentence": "不要害怕失败，要积极面对困难，并相信自己的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去相信自己并积极面对困难。但有时候我还是担心自己不够努力，不够优秀。我看到其他同学都考得很好，感觉自己落后了。我怎样才能提高自己的自信心呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去相信自己并积极面对困难。",
        "label": ""
      },
      {
        "sentence": "但有时候我还是担心自己不够努力，不够优秀。",
        "label": ""
      },
      {
        "sentence": "我看到其他同学都考得很好，感觉自己落后了。",
        "label": ""
      },
      {
        "sentence": "我怎样才能提高自己的自信心呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "提高自信心需要时间和努力，但你可以从一些小事开始尝试。先从设定一些小目标开始，每次达到一个目标都可以增加你的自信心和成就感。另外，在评价自己时，要更加客观，不要一味地和他人比较。每个人都有自己的优点和劣势，不必全盘接受别人的标准来衡量自己。在遇到挑战时，要相信自己的能力和潜力，并且学会从失败中吸取经验和教训。相信自己，你一定能够提高自己的自信心。",
    "annotation": [
      {
        "sentence": "提高自信心需要时间和努力，但你可以从一些小事开始尝试。",
        "label": ""
      },
      {
        "sentence": "先从设定一些小目标开始，每次达到一个目标都可以增加你的自信心和成就感。",
        "label": ""
      },
      {
        "sentence": "另外，在评价自己时，要更加客观，不要一味地和他人比较。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的优点和劣势，不必全盘接受别人的标准来衡量自己。",
        "label": ""
      },
      {
        "sentence": "在遇到挑战时，要相信自己的能力和潜力，并且学会从失败中吸取经验和教训。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够提高自己的自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和指导，我会试着从小目标开始，逐步建立自信心。我也会接受失败并学会从中成长。希望我能尽快恢复正常并重新找回学习的动力。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和指导，我会试着从小目标开始，逐步建立自信心。",
        "label": ""
      },
      {
        "sentence": "我也会接受失败并学会从中成长。",
        "label": ""
      },
      {
        "sentence": "希望我能尽快恢复正常并重新找回学习的动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和积极的态度。相信自己，坚持努力，你一定能够恢复正常并找回学习的动力。不要忘记，人生中有很多机会和挑战等待着你，这次中考只是你人生中的一个小插曲而已。祝福你能够重新振作起来！如果你还有其他困扰或问题，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和积极的态度。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持努力，你一定能够恢复正常并找回学习的动力。",
        "label": ""
      },
      {
        "sentence": "不要忘记，人生中有很多机会和挑战等待着你，这次中考只是你人生中的一个小插曲而已。",
        "label": ""
      },
      {
        "sentence": "祝福你能够重新振作起来！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他困扰或问题，随时来找我聊天。",
        "label": ""
      }
    ]
  }
]