[
  {
    "role": "client",
    "content": "老公出轨，舍不得离又感觉他脏，无孩子，是否要离婚？认识10年，结婚4年，这次出轨让我没办法相信他，希望他说一句话就发一次说谎死全家的誓，他去出差，和已婚已育30岁女发生关系，那女是孤儿，无朋友，跟老公分居，他感觉可怜，自己也有刺激的快感，他说他们两个都知道不可能在一起，在一起5个晚上，就分开了，那段时间我们也吵架了，十几天无联系，事后他说不敢给我打电话，想等出差回家告诉我。前天我发现了，追问下告诉我，那女的还怀孕了，宫外孕，他想等手术完彻底处理干净，再回家给我认错，我知道那天和他在一个城市，我让他来找我，他不来，说来了就忍不住留下，万一那女人如果有事，以后更麻烦，昨晚他还是担心我过来了，说如果我要离婚，房车都给我，他净身出户，等离婚后重新追我，但是他明天还要去陪那女人去做手术，说做完彻底断，我不知道是否要原谅他，10年的感情舍不下，又感觉他脏，怕以后还会出轨，我想先签离婚协议，半年时间看他的态度和我的接受程度决定是否离婚？可行吗？",
    "annotation": [
      {
        "sentence": "老公出轨，舍不得离又感觉他脏，无孩子，是否要离婚？",
        "label": ""
      },
      {
        "sentence": "认识10年，结婚4年，这次出轨让我没办法相信他，希望他说一句话就发一次说谎死全家的誓，他去出差，和已婚已育30岁女发生关系，那女是孤儿，无朋友，跟老公分居，他感觉可怜，自己也有刺激的快感，他说他们两个都知道不可能在一起，在一起5个晚上，就分开了，那段时间我们也吵架了，十几天无联系，事后他说不敢给我打电话，想等出差回家告诉我。",
        "label": ""
      },
      {
        "sentence": "前天我发现了，追问下告诉我，那女的还怀孕了，宫外孕，他想等手术完彻底处理干净，再回家给我认错，我知道那天和他在一个城市，我让他来找我，他不来，说来了就忍不住留下，万一那女人如果有事，以后更麻烦，昨晚他还是担心我过来了，说如果我要离婚，房车都给我，他净身出户，等离婚后重新追我，但是他明天还要去陪那女人去做手术，说做完彻底断，我不知道是否要原谅他，10年的感情舍不下，又感觉他脏，怕以后还会出轨，我想先签离婚协议，半年时间看他的态度和我的接受程度决定是否离婚？",
        "label": ""
      },
      {
        "sentence": "可行吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，从你的描述中可以了解到你面临的问题。一方面你的丈夫出轨了，另一方面你又舍不得放下10年的感情。这是一个非常困扰人的问题。我希望能够帮助你解决这个困扰。",
    "annotation": [
      {
        "sentence": "求助者，从你的描述中可以了解到你面临的问题。",
        "label": ""
      },
      {
        "sentence": "一方面你的丈夫出轨了，另一方面你又舍不得放下10年的感情。",
        "label": ""
      },
      {
        "sentence": "这是一个非常困扰人的问题。",
        "label": ""
      },
      {
        "sentence": "我希望能够帮助你解决这个困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回应。我很难面对他的出轨，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "谢谢你的回应。",
        "label": ""
      },
      {
        "sentence": "我很难面对他的出轨，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，首先我想说，你能够经历这样的事情，并且在冷静思考之后向我求助，已经展现出了你很优秀的一面。在面对感情上的变故和动荡的时候，很多人都不能保持理智，但你能够冷静地思考问题，并且试图寻找解决办法。这展示了你是一个有头脑的女性。",
    "annotation": [
      {
        "sentence": "求助者，首先我想说，你能够经历这样的事情，并且在冷静思考之后向我求助，已经展现出了你很优秀的一面。",
        "label": ""
      },
      {
        "sentence": "在面对感情上的变故和动荡的时候，很多人都不能保持理智，但你能够冷静地思考问题，并且试图寻找解决办法。",
        "label": ""
      },
      {
        "sentence": "这展示了你是一个有头脑的女性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的肯定。但是我真的不知道该如何面对这段婚姻了。我真的很舍不得离开他，但是又觉得他很脏，不值得托付一辈子。",
    "annotation": [
      {
        "sentence": "谢谢你的肯定。",
        "label": ""
      },
      {
        "sentence": "但是我真的不知道该如何面对这段婚姻了。",
        "label": ""
      },
      {
        "sentence": "我真的很舍不得离开他，但是又觉得他很脏，不值得托付一辈子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，这是一个很难的决定。但是，如果你现在觉得你的丈夫很脏，那么也许你需要考虑一下将来他是否还会出轨的可能性。你可以多方面问问亲人朋友的意见，综合谨慎地做出决定。毕竟这个决定关系到你自己后半辈子的幸福。",
    "annotation": [
      {
        "sentence": "求助者，这是一个很难的决定。",
        "label": ""
      },
      {
        "sentence": "但是，如果你现在觉得你的丈夫很脏，那么也许你需要考虑一下将来他是否还会出轨的可能性。",
        "label": ""
      },
      {
        "sentence": "你可以多方面问问亲人朋友的意见，综合谨慎地做出决定。",
        "label": ""
      },
      {
        "sentence": "毕竟这个决定关系到你自己后半辈子的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思。我也确实需要考虑一下他是否真的会改变。只是我一时之间很难做出决定。",
    "annotation": [
      {
        "sentence": "我明白你的意思。",
        "label": ""
      },
      {
        "sentence": "我也确实需要考虑一下他是否真的会改变。",
        "label": ""
      },
      {
        "sentence": "只是我一时之间很难做出决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "的确，这是一个非常重要的决定，而且需要时间来思考。你可以给自己一些时间，例如半年的时间来观察他的态度和你自己对他的接受程度。在这个时间内，你也可以和他签订离婚协议，作为一种保障。如果他真的能够改变并且你愿意原谅他，那么你们可以重新开始。但这也需要你自己来判断是否可行。",
    "annotation": [
      {
        "sentence": "的确，这是一个非常重要的决定，而且需要时间来思考。",
        "label": ""
      },
      {
        "sentence": "你可以给自己一些时间，例如半年的时间来观察他的态度和你自己对他的接受程度。",
        "label": ""
      },
      {
        "sentence": "在这个时间内，你也可以和他签订离婚协议，作为一种保障。",
        "label": ""
      },
      {
        "sentence": "如果他真的能够改变并且你愿意原谅他，那么你们可以重新开始。",
        "label": ""
      },
      {
        "sentence": "但这也需要你自己来判断是否可行。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理。我会考虑和他签订离婚协议，并且给自己一段时间来观察他的表现。只是我现在心情很乱，不知道如何面对他。",
    "annotation": [
      {
        "sentence": "你说的有道理。",
        "label": ""
      },
      {
        "sentence": "我会考虑和他签订离婚协议，并且给自己一段时间来观察他的表现。",
        "label": ""
      },
      {
        "sentence": "只是我现在心情很乱，不知道如何面对他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，这是正常的情绪反应。面对这样的事情，人们往往会感到心情纷乱。但是我们不能让情绪左右自己的决定。你可以给自己一些时间来冷静下来，考虑清楚自己的感受和需要。如果你觉得和他对话会让你更加困惑，你可以先给自己一些空间。",
    "annotation": [
      {
        "sentence": "求助者，这是正常的情绪反应。",
        "label": ""
      },
      {
        "sentence": "面对这样的事情，人们往往会感到心情纷乱。",
        "label": ""
      },
      {
        "sentence": "但是我们不能让情绪左右自己的决定。",
        "label": ""
      },
      {
        "sentence": "你可以给自己一些时间来冷静下来，考虑清楚自己的感受和需要。",
        "label": ""
      },
      {
        "sentence": "如果你觉得和他对话会让你更加困惑，你可以先给自己一些空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对。我需要冷静下来，不受情绪的影响。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "嗯，你说得对。",
        "label": ""
      },
      {
        "sentence": "我需要冷静下来，不受情绪的影响。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直支持你。记住，无论你最终决定怎样，你的幸福是最重要的。给自己一些时间，仔细权衡利弊，相信你会做出对自己最好的决定。希望我的回答能给你一些帮助。",
    "annotation": [
      {
        "sentence": "不客气，我会一直支持你。",
        "label": ""
      },
      {
        "sentence": "记住，无论你最终决定怎样，你的幸福是最重要的。",
        "label": ""
      },
      {
        "sentence": "给自己一些时间，仔细权衡利弊，相信你会做出对自己最好的决定。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能给你一些帮助。",
        "label": ""
      }
    ]
  }
]