[
  {
    "role": "client",
    "content": "成绩优秀但家庭经济紧张，该不该去花费较大的高中？成绩可以考上全市甚至全省最好的高中，但我家里的情况比较紧张。我想帮家里分担，但我一个学生什么也干不了，兄弟也约好去那所高中。如果去了那所高中的话家里经济会更加紧张。本身我也是个比较自尊心要强的人，不想接受学校补助。我应不应该报考？",
    "annotation": [
      {
        "sentence": "成绩优秀但家庭经济紧张，该不该去花费较大的高中？",
        "label": ""
      },
      {
        "sentence": "成绩可以考上全市甚至全省最好的高中，但我家里的情况比较紧张。",
        "label": ""
      },
      {
        "sentence": "我想帮家里分担，但我一个学生什么也干不了，兄弟也约好去那所高中。",
        "label": ""
      },
      {
        "sentence": "如果去了那所高中的话家里经济会更加紧张。",
        "label": ""
      },
      {
        "sentence": "本身我也是个比较自尊心要强的人，不想接受学校补助。",
        "label": ""
      },
      {
        "sentence": "我应不应该报考？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢谢你的信任，邀请我回答你的问题。首先，我可能无法直接回答你是不是参考，而是想进一步了解一下情况。你说由于自尊心，不想接受学校补助，能具体说说，如果接受学校补助对你来说意味着什么吗？你将会面临怎样的境况？你想象中别人会怎么看待你？你会如何看待自己呢？",
    "annotation": [
      {
        "sentence": "谢谢你的信任，邀请我回答你的问题。",
        "label": ""
      },
      {
        "sentence": "首先，我可能无法直接回答你是不是参考，而是想进一步了解一下情况。",
        "label": ""
      },
      {
        "sentence": "你说由于自尊心，不想接受学校补助，能具体说说，如果接受学校补助对你来说意味着什么吗？",
        "label": ""
      },
      {
        "sentence": "你将会面临怎样的境况？",
        "label": ""
      },
      {
        "sentence": "你想象中别人会怎么看待你？",
        "label": ""
      },
      {
        "sentence": "你会如何看待自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "接受学校补助对我来说，似乎会让我感觉自己是一个需要被援助的人。我会觉得自己没有能力自食其力，而且也不希望别人对我有怜悯之心。我担心如果选择接受学校补助，别人会认为我没有能力负担高中的费用，会对我有所偏见。",
    "annotation": [
      {
        "sentence": "接受学校补助对我来说，似乎会让我感觉自己是一个需要被援助的人。",
        "label": ""
      },
      {
        "sentence": "我会觉得自己没有能力自食其力，而且也不希望别人对我有怜悯之心。",
        "label": ""
      },
      {
        "sentence": "我担心如果选择接受学校补助，别人会认为我没有能力负担高中的费用，会对我有所偏见。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你非常在乎别人对你的看法，以及对自己的评价。但是我们要明白，接受学校补助并不代表你没有能力或者是需要被援助的人。接受补助是为了给你提供更好的学习环境和机会，这是一种资源的合理分配，而不是对你能力的否定。你是否愿意换个角度来看待这个问题呢？",
    "annotation": [
      {
        "sentence": "听起来你非常在乎别人对你的看法，以及对自己的评价。",
        "label": ""
      },
      {
        "sentence": "但是我们要明白，接受学校补助并不代表你没有能力或者是需要被援助的人。",
        "label": ""
      },
      {
        "sentence": "接受补助是为了给你提供更好的学习环境和机会，这是一种资源的合理分配，而不是对你能力的否定。",
        "label": ""
      },
      {
        "sentence": "你是否愿意换个角度来看待这个问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许接受学校补助并不代表我没有能力，只是我一直希望自己能够靠自己的努力实现目标。但是如果不接受补助，我又怕家里的经济负担太重，会给家人带来更大的压力。",
    "annotation": [
      {
        "sentence": "或许接受学校补助并不代表我没有能力，只是我一直希望自己能够靠自己的努力实现目标。",
        "label": ""
      },
      {
        "sentence": "但是如果不接受补助，我又怕家里的经济负担太重，会给家人带来更大的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心，家人的经济状况是你考虑的重要因素之一。或许我们可以从另一个角度思考一下，接受学校补助也是在帮助你的家庭减轻负担。你可以将接受补助看作是和家人一起共同面对困境，并且为了你的学业发展而做出的一个明智选择。你认为这种想法如何？",
    "annotation": [
      {
        "sentence": "我理解你的担心，家人的经济状况是你考虑的重要因素之一。",
        "label": ""
      },
      {
        "sentence": "或许我们可以从另一个角度思考一下，接受学校补助也是在帮助你的家庭减轻负担。",
        "label": ""
      },
      {
        "sentence": "你可以将接受补助看作是和家人一起共同面对困境，并且为了你的学业发展而做出的一个明智选择。",
        "label": ""
      },
      {
        "sentence": "你认为这种想法如何？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得有道理，接受补助也可以是减轻家庭负担的一种方式。我想，如果我能够改变自己的看法，接受学校的帮助并不丢脸，反而是为了自己和家人的未来着想。或许我真的应该考虑报考那所高中。",
    "annotation": [
      {
        "sentence": "你说得有道理，接受补助也可以是减轻家庭负担的一种方式。",
        "label": ""
      },
      {
        "sentence": "我想，如果我能够改变自己的看法，接受学校的帮助并不丢脸，反而是为了自己和家人的未来着想。",
        "label": ""
      },
      {
        "sentence": "或许我真的应该考虑报考那所高中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能有这样的思考和改变。接受学校的帮助并不是丢脸的事情，而是为了将来的发展和整个家庭的福祉着想。你已经是一个优秀的学生，选择一个更好的高中也是为了给你提供更好的学习机会和成长环境。相信自己的能力，相信自己能够克服任何困难，不要让金钱成为你迈向成功道路的阻碍。",
    "annotation": [
      {
        "sentence": "很高兴你能有这样的思考和改变。",
        "label": ""
      },
      {
        "sentence": "接受学校的帮助并不是丢脸的事情，而是为了将来的发展和整个家庭的福祉着想。",
        "label": ""
      },
      {
        "sentence": "你已经是一个优秀的学生，选择一个更好的高中也是为了给你提供更好的学习机会和成长环境。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，相信自己能够克服任何困难，不要让金钱成为你迈向成功道路的阻碍。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我现在更加坚定了自己的决心，我决定去报考那所高中，接受学校的帮助。我会更加努力学习，争取给家人和自己创造更好的未来。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我现在更加坚定了自己的决心，我决定去报考那所高中，接受学校的帮助。",
        "label": ""
      },
      {
        "sentence": "我会更加努力学习，争取给家人和自己创造更好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到你的决定，相信你一定能够克服困难，取得更好的成绩。记住，在这个过程中，我们永远支持你。不论遇到什么困难和挫折，都不要放弃自己的梦想和努力。祝福你能够顺利报考并在将来的道路上取得辉煌的成就！",
    "annotation": [
      {
        "sentence": "非常欣慰听到你的决定，相信你一定能够克服困难，取得更好的成绩。",
        "label": ""
      },
      {
        "sentence": "记住，在这个过程中，我们永远支持你。",
        "label": ""
      },
      {
        "sentence": "不论遇到什么困难和挫折，都不要放弃自己的梦想和努力。",
        "label": ""
      },
      {
        "sentence": "祝福你能够顺利报考并在将来的道路上取得辉煌的成就！",
        "label": ""
      }
    ]
  }
]