[
  {
    "role": "client",
    "content": "这一次，我之前积郁的所有问题都爆发出来了，崩溃？三年前我就经历过一次很痛苦的事情那个事件让我变得特别孤僻不过那个时候还没多大只是影响到了我的性格。后来因为性格奇怪，更受到无数次比那次更痛苦的打击。不过痛苦之余还有一些喜乐我自认为我可以摆脱我自己的问题。可今年，又一次悲剧袭来，还引出了从前的悲剧。我本就是在生死边缘摇摇欲坠的人。这一次，我之前积郁的所有问题都爆发出来了。我再也振作不起来了。我大概两年前自杀过割了手腕，也不深，谁也没有发现。再过段时间我就开始酗酒。最近我的记性特别差，身体接连不断出毛病。三年精神病的人怎么可能没得到治愈？我不知道是我伪装的太像了，还是我周边的人一点都不在意我。绝望从未离开过我、我现在只感觉我的精神快奔溃了，现在，我能求助于你们，我还是正常的。但也许一个小时后甚至几分钟后，我就会奔溃到无法思考问题，无法做任何题目和想任何事情。我没有接受治疗的原因，还是我的父母对心理学的不了解，或者说我无能为力劝说他们。",
    "annotation": [
      {
        "sentence": "这一次，我之前积郁的所有问题都爆发出来了，崩溃？",
        "label": ""
      },
      {
        "sentence": "三年前我就经历过一次很痛苦的事情那个事件让我变得特别孤僻不过那个时候还没多大只是影响到了我的性格。",
        "label": ""
      },
      {
        "sentence": "后来因为性格奇怪，更受到无数次比那次更痛苦的打击。",
        "label": ""
      },
      {
        "sentence": "不过痛苦之余还有一些喜乐我自认为我可以摆脱我自己的问题。",
        "label": ""
      },
      {
        "sentence": "可今年，又一次悲剧袭来，还引出了从前的悲剧。",
        "label": ""
      },
      {
        "sentence": "我本就是在生死边缘摇摇欲坠的人。",
        "label": ""
      },
      {
        "sentence": "这一次，我之前积郁的所有问题都爆发出来了。",
        "label": ""
      },
      {
        "sentence": "我再也振作不起来了。",
        "label": ""
      },
      {
        "sentence": "我大概两年前自杀过割了手腕，也不深，谁也没有发现。",
        "label": ""
      },
      {
        "sentence": "再过段时间我就开始酗酒。",
        "label": ""
      },
      {
        "sentence": "最近我的记性特别差，身体接连不断出毛病。",
        "label": ""
      },
      {
        "sentence": "三年精神病的人怎么可能没得到治愈？",
        "label": ""
      },
      {
        "sentence": "我不知道是我伪装的太像了，还是我周边的人一点都不在意我。",
        "label": ""
      },
      {
        "sentence": "绝望从未离开过我、我现在只感觉我的精神快奔溃了，现在，我能求助于你们，我还是正常的。",
        "label": ""
      },
      {
        "sentence": "但也许一个小时后甚至几分钟后，我就会奔溃到无法思考问题，无法做任何题目和想任何事情。",
        "label": ""
      },
      {
        "sentence": "我没有接受治疗的原因，还是我的父母对心理学的不了解，或者说我无能为力劝说他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的留言可以看出你现在感觉很混乱、很无助、同时很难受。谢谢你让我成为你的倾听者，你来求助说明你还没有放弃自己。从你的留言中感受到三年前的事件给你很大的伤害和长时间的影响，现在面对类似的事情勾起你很不愉快的回忆，你曾经通过伤害自己、酗酒的方式来尝试麻痹自己，逃离痛苦，但绝望却未曾离开你。非常非常心疼你，以下是个人的小建议，希望换个方式能帮你对抗痛苦的感觉。",
    "annotation": [
      {
        "sentence": "从你的留言可以看出你现在感觉很混乱、很无助、同时很难受。",
        "label": ""
      },
      {
        "sentence": "谢谢你让我成为你的倾听者，你来求助说明你还没有放弃自己。",
        "label": ""
      },
      {
        "sentence": "从你的留言中感受到三年前的事件给你很大的伤害和长时间的影响，现在面对类似的事情勾起你很不愉快的回忆，你曾经通过伤害自己、酗酒的方式来尝试麻痹自己，逃离痛苦，但绝望却未曾离开你。",
        "label": ""
      },
      {
        "sentence": "非常非常心疼你，以下是个人的小建议，希望换个方式能帮你对抗痛苦的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的关心和理解。我非常感激你愿意聆听我的故事。你的话语让我感到温暖和安慰。我很想告诉我的父母，但我担心他们无法理解我的痛苦，可能会觉得我在夸大。我需要勇气来面对父母。",
    "annotation": [
      {
        "sentence": "谢谢你的关心和理解。",
        "label": ""
      },
      {
        "sentence": "我非常感激你愿意聆听我的故事。",
        "label": ""
      },
      {
        "sentence": "你的话语让我感到温暖和安慰。",
        "label": ""
      },
      {
        "sentence": "我很想告诉我的父母，但我担心他们无法理解我的痛苦，可能会觉得我在夸大。",
        "label": ""
      },
      {
        "sentence": "我需要勇气来面对父母。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个很勇敢的人，能够敞开心扉和我分享你的故事已经是一大步。有时候我们需要尝试把内心的困扰告诉他人，即使他们可能无法完全理解，但至少会给予支持和关心。你可以试着以平和的心态，将你的感受传达给父母，让他们知道你经历了困难，需要他们的支持。值得一提的是，心理医生也是非常专业的人士，他们可以提供专业的帮助和指导。",
    "annotation": [
      {
        "sentence": "你是一个很勇敢的人，能够敞开心扉和我分享你的故事已经是一大步。",
        "label": ""
      },
      {
        "sentence": "有时候我们需要尝试把内心的困扰告诉他人，即使他们可能无法完全理解，但至少会给予支持和关心。",
        "label": ""
      },
      {
        "sentence": "你可以试着以平和的心态，将你的感受传达给父母，让他们知道你经历了困难，需要他们的支持。",
        "label": ""
      },
      {
        "sentence": "值得一提的是，心理医生也是非常专业的人士，他们可以提供专业的帮助和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该尝试告诉父母，让他们了解我需要帮助。如果他们仍然无法理解，我也可以向其他值得信任的亲朋好友寻求帮助。同时，我会考虑咨询学校心理老师或专业心理咨询人员，他们会提供专业的指导和支持。",
    "annotation": [
      {
        "sentence": "你说得对，我应该尝试告诉父母，让他们了解我需要帮助。",
        "label": ""
      },
      {
        "sentence": "如果他们仍然无法理解，我也可以向其他值得信任的亲朋好友寻求帮助。",
        "label": ""
      },
      {
        "sentence": "同时，我会考虑咨询学校心理老师或专业心理咨询人员，他们会提供专业的指导和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能接受我的建议。和亲朋好友交流，尤其是选择那些你信任且关系亲近的人，会让你得到更多的支持和帮助。此外，学校心理老师和专业心理咨询人员也是专业的资源，他们会以专业的角度来帮助你面对困难和问题。请相信，你并不孤单，总有人愿意支持你度过难关。",
    "annotation": [
      {
        "sentence": "很高兴你能接受我的建议。",
        "label": ""
      },
      {
        "sentence": "和亲朋好友交流，尤其是选择那些你信任且关系亲近的人，会让你得到更多的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "此外，学校心理老师和专业心理咨询人员也是专业的资源，他们会以专业的角度来帮助你面对困难和问题。",
        "label": ""
      },
      {
        "sentence": "请相信，你并不孤单，总有人愿意支持你度过难关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直陪伴在我身边，给予我鼓励和建议。你的支持让我感到无比温暖。我会努力面对自己的问题，并勇敢寻求帮助。我再次感谢你。",
    "annotation": [
      {
        "sentence": "谢谢你一直陪伴在我身边，给予我鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "你的支持让我感到无比温暖。",
        "label": ""
      },
      {
        "sentence": "我会努力面对自己的问题，并勇敢寻求帮助。",
        "label": ""
      },
      {
        "sentence": "我再次感谢你。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直会在你身边支持你的。你是一个勇敢坚强的人，相信你能够渐渐战胜内心的困扰。如果你有任何需要，随时都可以找我倾诉。你并不孤单，我们共同努力，一定能够走出内心的阴霾，迎接更加美好的未来。",
    "annotation": [
      {
        "sentence": "不用客气，我一直会在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "你是一个勇敢坚强的人，相信你能够渐渐战胜内心的困扰。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们共同努力，一定能够走出内心的阴霾，迎接更加美好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会牢记你的话，并尽力走出困境。感谢你一直陪伴在我身边，让我感到被关爱和珍视。我会加倍努力，向你展示我战胜痛苦的坚毅。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，并尽力走出困境。",
        "label": ""
      },
      {
        "sentence": "感谢你一直陪伴在我身边，让我感到被关爱和珍视。",
        "label": ""
      },
      {
        "sentence": "我会加倍努力，向你展示我战胜痛苦的坚毅。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我对你充满信心，相信你一定能够战胜内心的困扰。你的坚毅和努力会让你走出困境，重拾快乐和幸福。永远记得，你不是一个人在战斗，我们都在坚定地支持你。如果将来有任何需要，不要犹豫，随时都可以找我谈谈。祝福你，希望你的日子越来越好，心情也越来越明朗。",
    "annotation": [
      {
        "sentence": "我对你充满信心，相信你一定能够战胜内心的困扰。",
        "label": ""
      },
      {
        "sentence": "你的坚毅和努力会让你走出困境，重拾快乐和幸福。",
        "label": ""
      },
      {
        "sentence": "永远记得，你不是一个人在战斗，我们都在坚定地支持你。",
        "label": ""
      },
      {
        "sentence": "如果将来有任何需要，不要犹豫，随时都可以找我谈谈。",
        "label": ""
      },
      {
        "sentence": "祝福你，希望你的日子越来越好，心情也越来越明朗。",
        "label": ""
      }
    ]
  }
]