[
  {
    "role": "client",
    "content": "职场上觉得自己很弱，怎么变强大？失业4个月了闲着就想起以前公司的人和事，觉得自己很弱，被比自己小的心机婊气的要命，然后刚进那家公司的时候就觉风气一点都不好，工作上同事都不配合，还公然唱反调，我只是人事行政我又不是领导，每次我都被搞得很为难，我来之前都是他们自己买办公用品自己报销，他们每次都喜欢多报费用，而且假借客户的名义自己聚餐，反正就是几个人聚成一团想方设法搞公司的钱，我这个人比较正直，又不圆滑还是比较单纯的吧，他们叫我做什么事情我都配合，但是我要他们做什么事情他们都不配合，我也不跟他们同流合污，他们聚餐有时候不叫我，我也不想去不是一类人，后来来了个心机婊本身就脆弱的关系，心机婊调拨离间搞得我被他们都孤立了，我领导不在我附近也管不了我，我的心情其实是很不好的，他们经常指桑骂槐，吃饭也不叫我，工作也不配合，互相打卡反正就是不把我放在眼里，心机婊还故意耍手段害我，这些我都知道，但是我也无力反抗，就觉得自己很失败……",
    "annotation": [
      {
        "sentence": "职场上觉得自己很弱，怎么变强大？",
        "label": ""
      },
      {
        "sentence": "失业4个月了闲着就想起以前公司的人和事，觉得自己很弱，被比自己小的心机婊气的要命，然后刚进那家公司的时候就觉风气一点都不好，工作上同事都不配合，还公然唱反调，我只是人事行政我又不是领导，每次我都被搞得很为难，我来之前都是他们自己买办公用品自己报销，他们每次都喜欢多报费用，而且假借客户的名义自己聚餐，反正就是几个人聚成一团想方设法搞公司的钱，我这个人比较正直，又不圆滑还是比较单纯的吧，他们叫我做什么事情我都配合，但是我要他们做什么事情他们都不配合，我也不跟他们同流合污，他们聚餐有时候不叫我，我也不想去不是一类人，后来来了个心机婊本身就脆弱的关系，心机婊调拨离间搞得我被他们都孤立了，我领导不在我附近也管不了我，我的心情其实是很不好的，他们经常指桑骂槐，吃饭也不叫我，工作也不配合，互相打卡反正就是不把我放在眼里，心机婊还故意耍手段害我，这些我都知道，但是我也无力反抗，就觉得自己很失败……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，就这些，就怕了？是不是这4个月也没工作，就胡思乱想了呢？你都说了，对方不是什么有素质的人，你跟他们计较，敌损一千，自损八百，得不偿失啊，还把自己气得要命，不划算。这种情况，就像你说的，怎么样把自己变得强大才是关键。",
    "annotation": [
      {
        "sentence": "亲爱的，就这些，就怕了？",
        "label": ""
      },
      {
        "sentence": "是不是这4个月也没工作，就胡思乱想了呢？",
        "label": ""
      },
      {
        "sentence": "你都说了，对方不是什么有素质的人，你跟他们计较，敌损一千，自损八百，得不偿失啊，还把自己气得要命，不划算。",
        "label": ""
      },
      {
        "sentence": "这种情况，就像你说的，怎么样把自己变得强大才是关键。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实胡思乱想了很多。这段时间没有工作，闲下来就开始回忆起以前在公司的不愉快经历，感觉自己很弱。我明白和这些人计较没有意义，但就是忍不住心里难受。",
    "annotation": [
      {
        "sentence": "是的，我确实胡思乱想了很多。",
        "label": ""
      },
      {
        "sentence": "这段时间没有工作，闲下来就开始回忆起以前在公司的不愉快经历，感觉自己很弱。",
        "label": ""
      },
      {
        "sentence": "我明白和这些人计较没有意义，但就是忍不住心里难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，亲爱的。每个人在职场上都会遇到一些不愉快的事情，人际关系也会存在互相摩擦的情况。关键是不要让这些事情影响到你的心情和自信。现在我们来分析一下问题，看看具体有哪些方面可以帮助你变得更强大。",
    "annotation": [
      {
        "sentence": "没关系，亲爱的。",
        "label": ""
      },
      {
        "sentence": "每个人在职场上都会遇到一些不愉快的事情，人际关系也会存在互相摩擦的情况。",
        "label": ""
      },
      {
        "sentence": "关键是不要让这些事情影响到你的心情和自信。",
        "label": ""
      },
      {
        "sentence": "现在我们来分析一下问题，看看具体有哪些方面可以帮助你变得更强大。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，失业这么久了，我确实需要找出问题所在。首先，我在那家公司的时候，感觉整体的风气都不好，同事们不够配合，还公然唱反调。我只是人事行政的，没有领导的职位，每次都被搞得很为难。",
    "annotation": [
      {
        "sentence": "嗯，失业这么久了，我确实需要找出问题所在。",
        "label": ""
      },
      {
        "sentence": "首先，我在那家公司的时候，感觉整体的风气都不好，同事们不够配合，还公然唱反调。",
        "label": ""
      },
      {
        "sentence": "我只是人事行政的，没有领导的职位，每次都被搞得很为难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你来说，这样的公司确实不适合你。行政人事工作有时很琐碎，费力不讨好。你可以思考一下是这份工作不适合还是这家公司不适合你。如果不合适，离开那里是个很好的选择。",
    "annotation": [
      {
        "sentence": "对于你来说，这样的公司确实不适合你。",
        "label": ""
      },
      {
        "sentence": "行政人事工作有时很琐碎，费力不讨好。",
        "label": ""
      },
      {
        "sentence": "你可以思考一下是这份工作不适合还是这家公司不适合你。",
        "label": ""
      },
      {
        "sentence": "如果不合适，离开那里是个很好的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。还有一件事让我很为难，他们在我的来之前都是自己买办公用品自己报销，但每次都喜欢多报费用，还假借客户的名义自己聚餐。我是一个比较正直、不圆滑、单纯的人，他们叫我做什么事情我都配合，但是我要他们做什么事情他们都不配合，我也不跟他们同流合污。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "还有一件事让我很为难，他们在我的来之前都是自己买办公用品自己报销，但每次都喜欢多报费用，还假借客户的名义自己聚餐。",
        "label": ""
      },
      {
        "sentence": "我是一个比较正直、不圆滑、单纯的人，他们叫我做什么事情我都配合，但是我要他们做什么事情他们都不配合，我也不跟他们同流合污。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，如果他们之前的行为习惯是这样的，那现在的问题其实也是他们自找的。既然他们如此不配合，为什么不把握机会掌握主动权呢？你可以想想怎么与他们相处，既能保持自己的原则，又能在工作上取得进展。",
    "annotation": [
      {
        "sentence": "亲爱的，如果他们之前的行为习惯是这样的，那现在的问题其实也是他们自找的。",
        "label": ""
      },
      {
        "sentence": "既然他们如此不配合，为什么不把握机会掌握主动权呢？",
        "label": ""
      },
      {
        "sentence": "你可以想想怎么与他们相处，既能保持自己的原则，又能在工作上取得进展。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我应该更加理智一点，找到对待这些人的正确方式。他们聚餐的时候有时候不叫我，我也不想去，因为我知道我们不是一类人。但后来出现了一个心机婊，她利用我和其他人的脆弱关系，搞得我被他们都孤立了。",
    "annotation": [
      {
        "sentence": "确实，我应该更加理智一点，找到对待这些人的正确方式。",
        "label": ""
      },
      {
        "sentence": "他们聚餐的时候有时候不叫我，我也不想去，因为我知道我们不是一类人。",
        "label": ""
      },
      {
        "sentence": "但后来出现了一个心机婊，她利用我和其他人的脆弱关系，搞得我被他们都孤立了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，既然你本来就不想和他们一起聚餐，那他们不叫你其实也是对你的一种“照顾”了。而且，不可能所有的人都是心机婊，一定有一些人还是值得相处的。你可以主动去交一些与你相处融洽的同事，这样对你来说也是一种解脱。",
    "annotation": [
      {
        "sentence": "亲爱的，既然你本来就不想和他们一起聚餐，那他们不叫你其实也是对你的一种“照顾”了。",
        "label": ""
      },
      {
        "sentence": "而且，不可能所有的人都是心机婊，一定有一些人还是值得相处的。",
        "label": ""
      },
      {
        "sentence": "你可以主动去交一些与你相处融洽的同事，这样对你来说也是一种解脱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我应该主动和那些可以相处的人多交流。至于领导，他们不在我附近也管不了我。我心情确实很不好，每天都受到他们的指桑骂槐，吃饭也不叫我，工作也不配合，互相打卡的时候也总是漠视我的存在。心机婊还故意耍手段害我，我真的无力反抗，觉得自己很失败。",
    "annotation": [
      {
        "sentence": "是的，我应该主动和那些可以相处的人多交流。",
        "label": ""
      },
      {
        "sentence": "至于领导，他们不在我附近也管不了我。",
        "label": ""
      },
      {
        "sentence": "我心情确实很不好，每天都受到他们的指桑骂槐，吃饭也不叫我，工作也不配合，互相打卡的时候也总是漠视我的存在。",
        "label": ""
      },
      {
        "sentence": "心机婊还故意耍手段害我，我真的无力反抗，觉得自己很失败。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，失败其实不是你的错。问题不是他们孤立你，而是你沉浸在“为什么他们不叫我吃饭”这些琐事中无法自拔。你可以把注意力放在更有意义的事情上，比如提升自己的能力和专业知识，找到下一份更适合的工作。",
    "annotation": [
      {
        "sentence": "亲爱的，失败其实不是你的错。",
        "label": ""
      },
      {
        "sentence": "问题不是他们孤立你，而是你沉浸在“为什么他们不叫我吃饭”这些琐事中无法自拔。",
        "label": ""
      },
      {
        "sentence": "你可以把注意力放在更有意义的事情上，比如提升自己的能力和专业知识，找到下一份更适合的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对。我应该把精力放在提升自己身上，不再让这些琐事困扰到我。谢谢你的建议和鼓励！",
    "annotation": [
      {
        "sentence": "嗯，你说得对。",
        "label": ""
      },
      {
        "sentence": "我应该把精力放在提升自己身上，不再让这些琐事困扰到我。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，亲爱的。我相信你一定能够改变现状，重新找回自信和强大。如果还有什么困惑，你可以私信我。祝你幸福快乐，早日反败为胜！",
    "annotation": [
      {
        "sentence": "不用谢，亲爱的。",
        "label": ""
      },
      {
        "sentence": "我相信你一定能够改变现状，重新找回自信和强大。",
        "label": ""
      },
      {
        "sentence": "如果还有什么困惑，你可以私信我。",
        "label": ""
      },
      {
        "sentence": "祝你幸福快乐，早日反败为胜！",
        "label": ""
      }
    ]
  }
]