[
  {
    "role": "client",
    "content": "面对见不得你好而处处使绊的宿友应该怎么办？",
    "annotation": [
      {
        "sentence": "面对见不得你好而处处使绊的宿友应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "宿友经常见不得你好，特别是在学业、绩点、评奖评优等方面，然后给你惹麻烦。特别是当她听到你比她优秀时，比如获得奖项，拿到奖学金，或者绩点排名比她高，她就不高兴，甚至对你脸色不好。在成绩公布之前，就不停地嘲笑你，用讽刺的语气说：“我觉得你这次肯定又能拿奖学金了吧呵呵。”这真是够了，她管这事管得也太多了。对于这种人，我应该怎么办才好？",
    "annotation": [
      {
        "sentence": "宿友经常见不得你好，特别是在学业、绩点、评奖评优等方面，然后给你惹麻烦。",
        "label": ""
      },
      {
        "sentence": "特别是当她听到你比她优秀时，比如获得奖项，拿到奖学金，或者绩点排名比她高，她就不高兴，甚至对你脸色不好。",
        "label": ""
      },
      {
        "sentence": "在成绩公布之前，就不停地嘲笑你，用讽刺的语气说：“我觉得你这次肯定又能拿奖学金了吧呵呵。",
        "label": ""
      },
      {
        "sentence": "”这真是够了，她管这事管得也太多了。",
        "label": ""
      },
      {
        "sentence": "对于这种人，我应该怎么办才好？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对于宿友的困扰。如果她的行为影响到了你的学习、生活和奖学金评定，那就需要重视了。我建议你直接和她沟通，表明自己的态度和她给你带来的困扰。也许她有一些错误的观念影响了她的判断，或者她确实是嫉妒心比较重。无论怎样，最重要的是通过坦诚的沟通来解决问题。如果能化解她的一些错误观念和认知，那当然最好了，即使不能成为朋友，也可以和平相处。如果实在无法化解，就要表明自己的立场，并在以后的相处中多加注意；在寝室中就要当她是路人，互不干涉。如果她的言行对你没有影响，那就保持互不干涉和互不影响的底线。听到她的话就当作是过耳风，没有必要花费时间去纠结，不如多看一会儿书、追一下剧，做一些让自己开心的事情。个人认为，对待别人的话和行为，我们要看是否会对自己产生影响，如果没有影响，就当作空气一般无视掉，这样自己也会轻松一些。",
    "annotation": [
      {
        "sentence": "我理解你对于宿友的困扰。",
        "label": ""
      },
      {
        "sentence": "如果她的行为影响到了你的学习、生活和奖学金评定，那就需要重视了。",
        "label": ""
      },
      {
        "sentence": "我建议你直接和她沟通，表明自己的态度和她给你带来的困扰。",
        "label": ""
      },
      {
        "sentence": "也许她有一些错误的观念影响了她的判断，或者她确实是嫉妒心比较重。",
        "label": ""
      },
      {
        "sentence": "无论怎样，最重要的是通过坦诚的沟通来解决问题。",
        "label": ""
      },
      {
        "sentence": "如果能化解她的一些错误观念和认知，那当然最好了，即使不能成为朋友，也可以和平相处。",
        "label": ""
      },
      {
        "sentence": "如果实在无法化解，就要表明自己的立场，并在以后的相处中多加注意；在寝室中就要当她是路人，互不干涉。",
        "label": ""
      },
      {
        "sentence": "如果她的言行对你没有影响，那就保持互不干涉和互不影响的底线。",
        "label": ""
      },
      {
        "sentence": "听到她的话就当作是过耳风，没有必要花费时间去纠结，不如多看一会儿书、追一下剧，做一些让自己开心的事情。",
        "label": ""
      },
      {
        "sentence": "个人认为，对待别人的话和行为，我们要看是否会对自己产生影响，如果没有影响，就当作空气一般无视掉，这样自己也会轻松一些。",
        "label": ""
      }
    ]
  }
]