[
  {
    "role": "client",
    "content": "别人只要打击我，我就失去动力，怎么样学会原谅自己？这么多年了，从小一直希望做那个小时候最想成为的那个人，但是我做事最希望的是得到别人的夸奖别人越夸奖我，我做得越好，别人只要打击我，我就失去了动力，面对爱情更是一样，只要别人拒绝我，我就很生气，总是觉得为什么别人没有按照我的想法来，我知道是我自身的原因，有人告诉我让我试着原谅自己，这样能候好一点，让自己走的更长远，但是我不知道怎么原谅自己，谁告诉我我应该怎么做，这样的我太难受了。",
    "annotation": [
      {
        "sentence": "别人只要打击我，我就失去动力，怎么样学会原谅自己？",
        "label": ""
      },
      {
        "sentence": "这么多年了，从小一直希望做那个小时候最想成为的那个人，但是我做事最希望的是得到别人的夸奖别人越夸奖我，我做得越好，别人只要打击我，我就失去了动力，面对爱情更是一样，只要别人拒绝我，我就很生气，总是觉得为什么别人没有按照我的想法来，我知道是我自身的原因，有人告诉我让我试着原谅自己，这样能候好一点，让自己走的更长远，但是我不知道怎么原谅自己，谁告诉我我应该怎么做，这样的我太难受了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先给你一个小小的拥抱，希望给你带去一些温暖。一：简述一下你的问题1，无法接受别人的拒绝，只要受到打击就会失去动力2，总是希望事情在自己的掌控范围之内3，想要原谅自己二：我的分析从你的第一句话可以看出，你是一个有目标且能为了目标不断坚持的人。但是，不管是在生活上还是感情上，你的动力都来自于别人的夸奖，别人的拒绝或者打击就会让你不再想要继续努力。记得小时候老师经常问我们一个问题：“你们是为谁读书的？”，小小脑袋的我们，几乎是不假思索地回答了“为老师读书”，老师摇了摇头：“不，你们是为自己读书的。”记得当时的我还很迷惑，甚至一度觉得老师是错的，直到几年前，才懂得老师想要告诉我们的道理。我们是单独的个体，是以自己为包围圈展开而生活的，我们尊敬老师，孝敬父母，但是我们最终的目的是在不违背道德的条件下让自己生活得更好，也让自己在意的人生活得更好。我觉得你的潜意识里就少了一份为自己奋斗的斗志，你可能更希望的是让别人看见你的好，所以别人的夸赞会让你得到内心的满足。而且我觉得你的内心可能缺少一点点安全感，以至于害怕事情脱离你的想象，这会让你的内心无比焦躁。",
    "annotation": [
      {
        "sentence": "首先给你一个小小的拥抱，希望给你带去一些温暖。",
        "label": ""
      },
      {
        "sentence": "一：简述一下你的问题1，无法接受别人的拒绝，只要受到打击就会失去动力2，总是希望事情在自己的掌控范围之内3，想要原谅自己二：我的分析从你的第一句话可以看出，你是一个有目标且能为了目标不断坚持的人。",
        "label": ""
      },
      {
        "sentence": "但是，不管是在生活上还是感情上，你的动力都来自于别人的夸奖，别人的拒绝或者打击就会让你不再想要继续努力。",
        "label": ""
      },
      {
        "sentence": "记得小时候老师经常问我们一个问题：“你们是为谁读书的？",
        "label": ""
      },
      {
        "sentence": "”，小小脑袋的我们，几乎是不假思索地回答了“为老师读书”，老师摇了摇头：“不，你们是为自己读书的。",
        "label": ""
      },
      {
        "sentence": "”记得当时的我还很迷惑，甚至一度觉得老师是错的，直到几年前，才懂得老师想要告诉我们的道理。",
        "label": ""
      },
      {
        "sentence": "我们是单独的个体，是以自己为包围圈展开而生活的，我们尊敬老师，孝敬父母，但是我们最终的目的是在不违背道德的条件下让自己生活得更好，也让自己在意的人生活得更好。",
        "label": ""
      },
      {
        "sentence": "我觉得你的潜意识里就少了一份为自己奋斗的斗志，你可能更希望的是让别人看见你的好，所以别人的夸赞会让你得到内心的满足。",
        "label": ""
      },
      {
        "sentence": "而且我觉得你的内心可能缺少一点点安全感，以至于害怕事情脱离你的想象，这会让你的内心无比焦躁。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和分析。确实，我一直以来都希望得到别人的认可和赞美，但是这种依赖性让我很脆弱，一旦遭遇到拒绝或打击，我就会失去动力。我想改变这种情况，但是不知道该怎么才能原谅自己。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和分析。",
        "label": ""
      },
      {
        "sentence": "确实，我一直以来都希望得到别人的认可和赞美，但是这种依赖性让我很脆弱，一旦遭遇到拒绝或打击，我就会失去动力。",
        "label": ""
      },
      {
        "sentence": "我想改变这种情况，但是不知道该怎么才能原谅自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑和挣扎。我给你的建议是，首先，你要开始给自己鼓励。有人曾经对我说过这样一句话：“这个世界上除了你的父母，没有谁能不求回报地为你付出。”每个人更多地在意的都是自己，不容易找到一群人不断地认同和夸赞你。就算你再优秀，站得再高，不好的声音总是会存在的。而且，别人的夸赞也不一定真的是真心的，可能只是一些习惯性的客套话而已。所以，与其把自己的斗志寄托在别人身上，不如成为夸赞自己的那个人，适当给自己定一些小目标，慢慢地去完成它，自己给自己鼓励，让别人的鼓励成为锦上添花不是更好吗？",
    "annotation": [
      {
        "sentence": "我理解你的困惑和挣扎。",
        "label": ""
      },
      {
        "sentence": "我给你的建议是，首先，你要开始给自己鼓励。",
        "label": ""
      },
      {
        "sentence": "有人曾经对我说过这样一句话：“这个世界上除了你的父母，没有谁能不求回报地为你付出。",
        "label": ""
      },
      {
        "sentence": "”每个人更多地在意的都是自己，不容易找到一群人不断地认同和夸赞你。",
        "label": ""
      },
      {
        "sentence": "就算你再优秀，站得再高，不好的声音总是会存在的。",
        "label": ""
      },
      {
        "sentence": "而且，别人的夸赞也不一定真的是真心的，可能只是一些习惯性的客套话而已。",
        "label": ""
      },
      {
        "sentence": "所以，与其把自己的斗志寄托在别人身上，不如成为夸赞自己的那个人，适当给自己定一些小目标，慢慢地去完成它，自己给自己鼓励，让别人的鼓励成为锦上添花不是更好吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更多地从自己内心去寻找动力和认可。我明白了，我需要给自己设定一些小目标，并且相信自己能够完成它们。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "你说得对，我应该更多地从自己内心去寻找动力和认可。",
        "label": ""
      },
      {
        "sentence": "我明白了，我需要给自己设定一些小目标，并且相信自己能够完成它们。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能做到的。还有一点，要明白不是所有人都要包容你。当别人的做法不符合你的预期时，你会感到生气，但是你要明白，别人拒绝是别人的权力，就像是一个你不喜欢的人对你表白了，难道你要为了不让他伤心就和他在一起吗？所以，很重要的一点就是不要把自己看得太重要，别人没有理由要遵从你的意愿生活。",
    "annotation": [
      {
        "sentence": "不客气，我相信你能做到的。",
        "label": ""
      },
      {
        "sentence": "还有一点，要明白不是所有人都要包容你。",
        "label": ""
      },
      {
        "sentence": "当别人的做法不符合你的预期时，你会感到生气，但是你要明白，别人拒绝是别人的权力，就像是一个你不喜欢的人对你表白了，难道你要为了不让他伤心就和他在一起吗？",
        "label": ""
      },
      {
        "sentence": "所以，很重要的一点就是不要把自己看得太重要，别人没有理由要遵从你的意愿生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了。我应该更加尊重别人的选择和决定，不要因为别人的拒绝就失去自己的动力和情绪。",
    "annotation": [
      {
        "sentence": "是的，我明白了。",
        "label": ""
      },
      {
        "sentence": "我应该更加尊重别人的选择和决定，不要因为别人的拒绝就失去自己的动力和情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，你理解得很好。最后，我还想给你一个建议，试着换位思考。相信大家都听过《守株待兔》的故事。如果你是那个农民，白白得到一只兔子你高兴不高兴，可是如果你是这只兔子呢？每个人所面临的情况不同，所以肯定会有不同的考量，当然也就会得到不同的结果。而且，就像这个故事的后半段一样，虽然你今天得到一只兔子，难道每天都会得到一只吗？今天有人能顺从你的想法，难道每个人都会顺从你的想法吗？最后，希望你多告诉自己“我很好，我能行”，让自己成为自己的头号粉丝。",
    "annotation": [
      {
        "sentence": "对的，你理解得很好。",
        "label": ""
      },
      {
        "sentence": "最后，我还想给你一个建议，试着换位思考。",
        "label": ""
      },
      {
        "sentence": "相信大家都听过《守株待兔》的故事。",
        "label": ""
      },
      {
        "sentence": "如果你是那个农民，白白得到一只兔子你高兴不高兴，可是如果你是这只兔子呢？",
        "label": ""
      },
      {
        "sentence": "每个人所面临的情况不同，所以肯定会有不同的考量，当然也就会得到不同的结果。",
        "label": ""
      },
      {
        "sentence": "而且，就像这个故事的后半段一样，虽然你今天得到一只兔子，难道每天都会得到一只吗？",
        "label": ""
      },
      {
        "sentence": "今天有人能顺从你的想法，难道每个人都会顺从你的想法吗？",
        "label": ""
      },
      {
        "sentence": "最后，希望你多告诉自己“我很好，我能行”，让自己成为自己的头号粉丝。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和支持。我会尝试去改变自己的思维方式，更加独立地寻找内心的动力和认可。我会告诉自己，我很好，我能行。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会尝试去改变自己的思维方式，更加独立地寻找内心的动力和认可。",
        "label": ""
      },
      {
        "sentence": "我会告诉自己，我很好，我能行。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够找到属于自己的动力和快乐。如果以后还有任何困惑或需要倾诉的地方，记得随时找我聊天。祝福你能够走得更长远，找到属于自己的幸福与满足。加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够找到属于自己的动力和快乐。",
        "label": ""
      },
      {
        "sentence": "如果以后还有任何困惑或需要倾诉的地方，记得随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝福你能够走得更长远，找到属于自己的幸福与满足。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]