[
  {
    "role": "client",
    "content": "别人只要打击我，我就失去动力，怎么样学会原谅自己？这么多年了，从小一直希望做那个小时候最想成为的那个人，但是我做事最希望的是得到别人的夸奖。别人越夸奖我，我做得越好。可是只要别人打击我，我就失去了动力。面对爱情也是一样，只要别人拒绝我，我就很生气。总是觉得为什么别人没有按照我的想法来。我知道是我自身的原因，有人告诉我让我试着原谅自己，这样能好一点，让自己走的更长远。但是我不知道怎么原谅自己，谁可以告诉我我应该怎么做？这样的我太难受了。",
    "annotation": [
      {
        "sentence": "别人只要打击我，我就失去动力，怎么样学会原谅自己？",
        "label": ""
      },
      {
        "sentence": "这么多年了，从小一直希望做那个小时候最想成为的那个人，但是我做事最希望的是得到别人的夸奖。",
        "label": ""
      },
      {
        "sentence": "别人越夸奖我，我做得越好。",
        "label": ""
      },
      {
        "sentence": "可是只要别人打击我，我就失去了动力。",
        "label": ""
      },
      {
        "sentence": "面对爱情也是一样，只要别人拒绝我，我就很生气。",
        "label": ""
      },
      {
        "sentence": "总是觉得为什么别人没有按照我的想法来。",
        "label": ""
      },
      {
        "sentence": "我知道是我自身的原因，有人告诉我让我试着原谅自己，这样能好一点，让自己走的更长远。",
        "label": ""
      },
      {
        "sentence": "但是我不知道怎么原谅自己，谁可以告诉我我应该怎么做？",
        "label": ""
      },
      {
        "sentence": "这样的我太难受了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你没有做错任何事情，要原谅什么呢？问题的关键在于怎么去学会面对批评和拒绝。我们都不喜欢批评和拒绝，但是我们可以选择面对别人的指责和拒绝时，我们用什么样的态度去消化。生气自闭是一种反应，坦然接受并一笑而过也是一种反应。别人的评价是没有标准，无法量化的，一千个人就有一千种标准。如果你把期望建立在别人的评价上，那么多数你会感到失望的。",
    "annotation": [
      {
        "sentence": "求助者，你没有做错任何事情，要原谅什么呢？",
        "label": ""
      },
      {
        "sentence": "问题的关键在于怎么去学会面对批评和拒绝。",
        "label": ""
      },
      {
        "sentence": "我们都不喜欢批评和拒绝，但是我们可以选择面对别人的指责和拒绝时，我们用什么样的态度去消化。",
        "label": ""
      },
      {
        "sentence": "生气自闭是一种反应，坦然接受并一笑而过也是一种反应。",
        "label": ""
      },
      {
        "sentence": "别人的评价是没有标准，无法量化的，一千个人就有一千种标准。",
        "label": ""
      },
      {
        "sentence": "如果你把期望建立在别人的评价上，那么多数你会感到失望的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，但是每次别人打击我的时候，我还是会觉得很沮丧，觉得自己做得不够好。我想改变这种情绪，但是不知道该怎么做。",
    "annotation": [
      {
        "sentence": "你说的很有道理，但是每次别人打击我的时候，我还是会觉得很沮丧，觉得自己做得不够好。",
        "label": ""
      },
      {
        "sentence": "我想改变这种情绪，但是不知道该怎么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，你可以选择把自己展示给那些真正欣赏你、愿意无条件接纳你的人。这样你不就会感到很开心满足了吗？就像我每次画了一幅画会给我的朋友看，而不是父母。朋友会理解我，说画得不错。而父母会指出你的各种缺点，甚至说正经事不干，天天画画。如果我拿给父母看，我会永远感到失望，甚至不会想再画下去。但是拿给朋友看，每次都能得到鼓励，也更有动力坚持。",
    "annotation": [
      {
        "sentence": "其实，你可以选择把自己展示给那些真正欣赏你、愿意无条件接纳你的人。",
        "label": ""
      },
      {
        "sentence": "这样你不就会感到很开心满足了吗？",
        "label": ""
      },
      {
        "sentence": "就像我每次画了一幅画会给我的朋友看，而不是父母。",
        "label": ""
      },
      {
        "sentence": "朋友会理解我，说画得不错。",
        "label": ""
      },
      {
        "sentence": "而父母会指出你的各种缺点，甚至说正经事不干，天天画画。",
        "label": ""
      },
      {
        "sentence": "如果我拿给父母看，我会永远感到失望，甚至不会想再画下去。",
        "label": ""
      },
      {
        "sentence": "但是拿给朋友看，每次都能得到鼓励，也更有动力坚持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说的有道理。我意识到了是我自身的原因，我愿意做出努力，并承担这个责任，而不是都推给旁人。但是有时候我还是很在意旁人的看法，怎么才能不那么在意别人的评价呢？",
    "annotation": [
      {
        "sentence": "嗯，你说的有道理。",
        "label": ""
      },
      {
        "sentence": "我意识到了是我自身的原因，我愿意做出努力，并承担这个责任，而不是都推给旁人。",
        "label": ""
      },
      {
        "sentence": "但是有时候我还是很在意旁人的看法，怎么才能不那么在意别人的评价呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，我们无法控制别人的反应，但是我们可以控制自己的想法。当别人拒绝你时，你可以想，对方并不是因为你很差，而是因为他不喜欢你这个类型的人，或者他已经有喜欢的人了。所以这并不是我的原因，我仍然是之前那个善良、可爱、有很多优点的人。这样难受的情绪只是一时的，你要告诉自己，我可以应付这暂时的难受，情绪来得强烈，去得也快。",
    "annotation": [
      {
        "sentence": "其实，我们无法控制别人的反应，但是我们可以控制自己的想法。",
        "label": ""
      },
      {
        "sentence": "当别人拒绝你时，你可以想，对方并不是因为你很差，而是因为他不喜欢你这个类型的人，或者他已经有喜欢的人了。",
        "label": ""
      },
      {
        "sentence": "所以这并不是我的原因，我仍然是之前那个善良、可爱、有很多优点的人。",
        "label": ""
      },
      {
        "sentence": "这样难受的情绪只是一时的，你要告诉自己，我可以应付这暂时的难受，情绪来得强烈，去得也快。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的没错，我应该试着不那么在意别人的看法。我也可以通过做一些让自己高兴的事情来转移注意力。比如旅游、运动、阅读一本好书、看一部好的电影，这样我就能感受到美好，心情就会好起来。",
    "annotation": [
      {
        "sentence": "你说的没错，我应该试着不那么在意别人的看法。",
        "label": ""
      },
      {
        "sentence": "我也可以通过做一些让自己高兴的事情来转移注意力。",
        "label": ""
      },
      {
        "sentence": "比如旅游、运动、阅读一本好书、看一部好的电影，这样我就能感受到美好，心情就会好起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，追求自己的内在价值也是很重要的。只要我们知道自己在做什么，对自己来说意味着什么，那么别人的言论就不是那么重要。比如，如果你所信奉的价值标准是帮助他人，你从帮助别人的过程中得到了极大的满足感，即使别人说你怎么这么傻，帮别人也拿不到一分钱，你也不会觉得失望。因为你已经履行了自己的价值标准，得到了满足。",
    "annotation": [
      {
        "sentence": "没错，追求自己的内在价值也是很重要的。",
        "label": ""
      },
      {
        "sentence": "只要我们知道自己在做什么，对自己来说意味着什么，那么别人的言论就不是那么重要。",
        "label": ""
      },
      {
        "sentence": "比如，如果你所信奉的价值标准是帮助他人，你从帮助别人的过程中得到了极大的满足感，即使别人说你怎么这么傻，帮别人也拿不到一分钱，你也不会觉得失望。",
        "label": ""
      },
      {
        "sentence": "因为你已经履行了自己的价值标准，得到了满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实应该更关注自己的内在价值，并且不要那么在意别人的评价。我现在觉得自己做得很好了，不需要让所有的人都认可我。我会努力提高自己应对批评的能力。",
    "annotation": [
      {
        "sentence": "你说得对，我确实应该更关注自己的内在价值，并且不要那么在意别人的评价。",
        "label": ""
      },
      {
        "sentence": "我现在觉得自己做得很好了，不需要让所有的人都认可我。",
        "label": ""
      },
      {
        "sentence": "我会努力提高自己应对批评的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的认识已经有了很大的转变。记住，学会看到积极的一面，把自己的成果只展示给自己信任的人。同时，建立自己的内在价值观，对别人的评价不要那么上心，一笑置之。相信你会越来越懂得如何应对批评和拒绝，并提高自己的自信心和幸福感。",
    "annotation": [
      {
        "sentence": "很好，你的认识已经有了很大的转变。",
        "label": ""
      },
      {
        "sentence": "记住，学会看到积极的一面，把自己的成果只展示给自己信任的人。",
        "label": ""
      },
      {
        "sentence": "同时，建立自己的内在价值观，对别人的评价不要那么上心，一笑置之。",
        "label": ""
      },
      {
        "sentence": "相信你会越来越懂得如何应对批评和拒绝，并提高自己的自信心和幸福感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会努力践行的。有你的帮助，我相信我能够学会原谅自己并走得更长远。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会努力践行的。",
        "label": ""
      },
      {
        "sentence": "有你的帮助，我相信我能够学会原谅自己并走得更长远。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定可以的。如果以后还有需要帮助的地方，随时来找我。希望你能过上幸福快乐的生活！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定可以的。",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要帮助的地方，随时来找我。",
        "label": ""
      },
      {
        "sentence": "希望你能过上幸福快乐的生活！",
        "label": ""
      }
    ]
  }
]