[
  {
    "role": "client",
    "content": "毕业了好纠结痛苦，要不要给老师一个抱？今天下午要领取毕业相册，我…想让老师给个拥抱，不知道会怎么样？他是一个严肃，钻牛角尖的老师，我不知道…之前他说了一句关心我的话好感动，不知道如何表示谢意，我害怕有遗憾。好纠结啊，要是被他拒绝怎么办？我是女生。",
    "annotation": [
      {
        "sentence": "毕业了好纠结痛苦，要不要给老师一个抱？",
        "label": ""
      },
      {
        "sentence": "今天下午要领取毕业相册，我…想让老师给个拥抱，不知道会怎么样？",
        "label": ""
      },
      {
        "sentence": "他是一个严肃，钻牛角尖的老师，我不知道…之前他说了一句关心我的话好感动，不知道如何表示谢意，我害怕有遗憾。",
        "label": ""
      },
      {
        "sentence": "好纠结啊，要是被他拒绝怎么办？",
        "label": ""
      },
      {
        "sentence": "我是女生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你对毕业这件事感到很纠结和痛苦。这是一个特殊的时刻，也许你想要表达你的感激之情。拥抱是一种常见的方式，但是在国内，并不是所有人都习惯这样做。老师之前对你表示关心，让你很感动，你希望能表达谢意，这种心情我能理解。其实，除了拥抱，还有其他很多方式可以表达谢意，比如送一份小礼物，或者直接说出你的感激之情。不过，如果你想要尝试拥抱，我建议你先试探一下，问问老师的意见，你可以说：“几年来非常感谢老师对我的关心，我可以给您一个拥抱吗？”如果老师可以坦然接受，那就没问题了。不过，毕业是一个特殊的时刻，不妨稍微大胆一点，直接给老师一个拥抱也是可以的。虽然老师平时严肃，有点钻牛角尖，但是在毕业这样一个喜悦和感动的时刻，我相信他也会由衷地为你们感到高兴，并被你们的情感所感动。也许会感到惊讶，但不会拒绝你的拥抱。你可以大胆地去尝试，不要给自己留下任何遗憾。(^_-)。",
    "annotation": [
      {
        "sentence": "听起来你对毕业这件事感到很纠结和痛苦。",
        "label": ""
      },
      {
        "sentence": "这是一个特殊的时刻，也许你想要表达你的感激之情。",
        "label": ""
      },
      {
        "sentence": "拥抱是一种常见的方式，但是在国内，并不是所有人都习惯这样做。",
        "label": ""
      },
      {
        "sentence": "老师之前对你表示关心，让你很感动，你希望能表达谢意，这种心情我能理解。",
        "label": ""
      },
      {
        "sentence": "其实，除了拥抱，还有其他很多方式可以表达谢意，比如送一份小礼物，或者直接说出你的感激之情。",
        "label": ""
      },
      {
        "sentence": "不过，如果你想要尝试拥抱，我建议你先试探一下，问问老师的意见，你可以说：“几年来非常感谢老师对我的关心，我可以给您一个拥抱吗？",
        "label": ""
      },
      {
        "sentence": "”如果老师可以坦然接受，那就没问题了。",
        "label": ""
      },
      {
        "sentence": "不过，毕业是一个特殊的时刻，不妨稍微大胆一点，直接给老师一个拥抱也是可以的。",
        "label": ""
      },
      {
        "sentence": "虽然老师平时严肃，有点钻牛角尖，但是在毕业这样一个喜悦和感动的时刻，我相信他也会由衷地为你们感到高兴，并被你们的情感所感动。",
        "label": ""
      },
      {
        "sentence": "也许会感到惊讶，但不会拒绝你的拥抱。",
        "label": ""
      },
      {
        "sentence": "你可以大胆地去尝试，不要给自己留下任何遗憾。",
        "label": ""
      },
      {
        "sentence": "(^_-)。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，听了你的话我感觉有点勇气去尝试了。当初想要给老师一个拥抱，是因为他平时对我要求严格，但也给我带来了很多收获，所以想要通过拥抱来表达我的感激之情。不过有时候想到被拒绝的可能性，还是会感到害怕和犹豫。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，听了你的话我感觉有点勇气去尝试了。",
        "label": ""
      },
      {
        "sentence": "当初想要给老师一个拥抱，是因为他平时对我要求严格，但也给我带来了很多收获，所以想要通过拥抱来表达我的感激之情。",
        "label": ""
      },
      {
        "sentence": "不过有时候想到被拒绝的可能性，还是会感到害怕和犹豫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能帮到你。你的勇气是值得称赞的。老师的严格要求是帮助你不断成长的一部分，你对他的感激之情也是理所应当的。对于拥抱的可能被拒绝的担忧是正常的，但是时刻想着被拒绝只会让你更加犹豫不决。你可以试着把注意力放在你对老师的感激上，相信无论结果如何，你采取行动的勇气和诚意都会被老师所认可。相信自己，不要害怕一时的尴尬或者拒绝，你已经付出了很多，你值得被理解和被接纳。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "你的勇气是值得称赞的。",
        "label": ""
      },
      {
        "sentence": "老师的严格要求是帮助你不断成长的一部分，你对他的感激之情也是理所应当的。",
        "label": ""
      },
      {
        "sentence": "对于拥抱的可能被拒绝的担忧是正常的，但是时刻想着被拒绝只会让你更加犹豫不决。",
        "label": ""
      },
      {
        "sentence": "你可以试着把注意力放在你对老师的感激上，相信无论结果如何，你采取行动的勇气和诚意都会被老师所认可。",
        "label": ""
      },
      {
        "sentence": "相信自己，不要害怕一时的尴尬或者拒绝，你已经付出了很多，你值得被理解和被接纳。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对。其实无论结果如何，我都应该相信自己的努力和感激之情。我明白拥抱只是一种表达方式，不是唯一的方式。是我自己内心的感激更为重要。我会尽量放平心态，不再过于担心被拒绝的问题，而是专注于表达我的感激和告别这段学习时光。",
    "annotation": [
      {
        "sentence": "嗯，你说得对。",
        "label": ""
      },
      {
        "sentence": "其实无论结果如何，我都应该相信自己的努力和感激之情。",
        "label": ""
      },
      {
        "sentence": "我明白拥抱只是一种表达方式，不是唯一的方式。",
        "label": ""
      },
      {
        "sentence": "是我自己内心的感激更为重要。",
        "label": ""
      },
      {
        "sentence": "我会尽量放平心态，不再过于担心被拒绝的问题，而是专注于表达我的感激和告别这段学习时光。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的想法。相信你能够做出最正确的决策。毕业是一个重要的转折点，感激之情的表达无论形式如何，都体现了你对这段时光的珍惜和对老师的尊重。放平心态，积极面对，相信你会度过一个美好而难忘的毕业典礼。如果在未来有任何困惑或者疑问，记得你可以随时来找我倾诉和寻求支持。",
    "annotation": [
      {
        "sentence": "很高兴听到你的想法。",
        "label": ""
      },
      {
        "sentence": "相信你能够做出最正确的决策。",
        "label": ""
      },
      {
        "sentence": "毕业是一个重要的转折点，感激之情的表达无论形式如何，都体现了你对这段时光的珍惜和对老师的尊重。",
        "label": ""
      },
      {
        "sentence": "放平心态，积极面对，相信你会度过一个美好而难忘的毕业典礼。",
        "label": ""
      },
      {
        "sentence": "如果在未来有任何困惑或者疑问，记得你可以随时来找我倾诉和寻求支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我真的很感激。有你的陪伴和理解，我觉得自己变得更加坚强和勇敢了。我会珍惜这段时光，不断成长和学习。如果有需要，我一定会来找你倾诉和寻求建议的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我真的很感激。",
        "label": ""
      },
      {
        "sentence": "有你的陪伴和理解，我觉得自己变得更加坚强和勇敢了。",
        "label": ""
      },
      {
        "sentence": "我会珍惜这段时光，不断成长和学习。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我一定会来找你倾诉和寻求建议的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在这里支持你。你的成长和幸福是我最大的愿望。记得要保持积极的心态，面对未来的挑战和机遇。祝你在毕业典礼上一切顺利，也祝你在未来的人生道路上前程似锦！相信自己，你一定会有所成就的。",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "你的成长和幸福是我最大的愿望。",
        "label": ""
      },
      {
        "sentence": "记得要保持积极的心态，面对未来的挑战和机遇。",
        "label": ""
      },
      {
        "sentence": "祝你在毕业典礼上一切顺利，也祝你在未来的人生道路上前程似锦！",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定会有所成就的。",
        "label": ""
      }
    ]
  }
]