[
  {
    "role": "client",
    "content": "心理上感冒过，却被亲人不理解？因为我生在农村，亲人不会把抑郁症当做需要关爱的人。而是不理解。我感觉这是个污点，而大家都不想它存在过。",
    "annotation": [
      {
        "sentence": "心理上感冒过，却被亲人不理解？",
        "label": ""
      },
      {
        "sentence": "因为我生在农村，亲人不会把抑郁症当做需要关爱的人。",
        "label": ""
      },
      {
        "sentence": "而是不理解。",
        "label": ""
      },
      {
        "sentence": "我感觉这是个污点，而大家都不想它存在过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我很理解你这种心情的抑郁症的人可能对这个世界比较失望。虽然家人孩子还是挚友，让他们不理解抑郁症的人的时候，他们心里一定会更难过。这个世界上可能没有一点点关爱，但是你相信，那么我就一定会竭尽全力地帮你。",
    "annotation": [
      {
        "sentence": "首先，我很理解你这种心情的抑郁症的人可能对这个世界比较失望。",
        "label": ""
      },
      {
        "sentence": "虽然家人孩子还是挚友，让他们不理解抑郁症的人的时候，他们心里一定会更难过。",
        "label": ""
      },
      {
        "sentence": "这个世界上可能没有一点点关爱，但是你相信，那么我就一定会竭尽全力地帮你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。但我还是感到很沮丧，因为我希望亲人能够理解我，给予我关怀和支持。而现实中他们却对我的情况视而不见。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "但我还是感到很沮丧，因为我希望亲人能够理解我，给予我关怀和支持。",
        "label": ""
      },
      {
        "sentence": "而现实中他们却对我的情况视而不见。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他们觉得这是个污点是因为他们认为这种人的思想和其他人并不一样，他们天天想着一定就是黑暗的那一面，而生在农村的，大家都知道他们是那种思想比较陈旧的。有时候根本就没有办法与之沟通，所以就算出现的那种不理解也是情有可原，也并不是值得生气的一件事情。",
    "annotation": [
      {
        "sentence": "他们觉得这是个污点是因为他们认为这种人的思想和其他人并不一样，他们天天想着一定就是黑暗的那一面，而生在农村的，大家都知道他们是那种思想比较陈旧的。",
        "label": ""
      },
      {
        "sentence": "有时候根本就没有办法与之沟通，所以就算出现的那种不理解也是情有可原，也并不是值得生气的一件事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白他们可能无法理解我的思想和感受，但是我也希望他们能够试着倾听和理解我，而不是对我视而不见。这让我觉得很无助和孤独。",
    "annotation": [
      {
        "sentence": "是的，我明白他们可能无法理解我的思想和感受，但是我也希望他们能够试着倾听和理解我，而不是对我视而不见。",
        "label": ""
      },
      {
        "sentence": "这让我觉得很无助和孤独。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在那些思想陈旧的亲人眼里，抑郁症的人一定是那种假装的。并且是想得到他们关爱的人，自然就是不理解你或者说是他们并没有那么爱你，又或者说是并没有言语表达上的那么爱你。所以他们可能会刺激到有抑郁症的人们，但是对此呢，我想说其实并不需要在意。因为毕竟他们的认为是他们的，重要的是你的认为。至少你在心灵上受到过创伤。肯定不忍心再受到第二次。得到治疗也是很不容易的，所以你只需要做好自己把握住当前。就算他们不理解你也要做到最好，因为毕竟他们是农村的，他们的思想呢，可能和你有些不一样。",
    "annotation": [
      {
        "sentence": "在那些思想陈旧的亲人眼里，抑郁症的人一定是那种假装的。",
        "label": ""
      },
      {
        "sentence": "并且是想得到他们关爱的人，自然就是不理解你或者说是他们并没有那么爱你，又或者说是并没有言语表达上的那么爱你。",
        "label": ""
      },
      {
        "sentence": "所以他们可能会刺激到有抑郁症的人们，但是对此呢，我想说其实并不需要在意。",
        "label": ""
      },
      {
        "sentence": "因为毕竟他们的认为是他们的，重要的是你的认为。",
        "label": ""
      },
      {
        "sentence": "至少你在心灵上受到过创伤。",
        "label": ""
      },
      {
        "sentence": "肯定不忍心再受到第二次。",
        "label": ""
      },
      {
        "sentence": "得到治疗也是很不容易的，所以你只需要做好自己把握住当前。",
        "label": ""
      },
      {
        "sentence": "就算他们不理解你也要做到最好，因为毕竟他们是农村的，他们的思想呢，可能和你有些不一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我不能因为他们的不理解而放弃自己。我应该坚持治疗，努力让自己变得更好。同时，我也可以寻找其他支持的渠道，比如和你聊天，倾诉我的困惑和心声。",
    "annotation": [
      {
        "sentence": "你说得对，我不能因为他们的不理解而放弃自己。",
        "label": ""
      },
      {
        "sentence": "我应该坚持治疗，努力让自己变得更好。",
        "label": ""
      },
      {
        "sentence": "同时，我也可以寻找其他支持的渠道，比如和你聊天，倾诉我的困惑和心声。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你一定要坚持治疗，并相信自己能够变得更好。同时，也很高兴能和你聊天，听你倾诉，希望我能成为你的支持者和朋友。如果你需要任何帮助或者愿意分享更多的感受，都可以随时找我。",
    "annotation": [
      {
        "sentence": "是的，你一定要坚持治疗，并相信自己能够变得更好。",
        "label": ""
      },
      {
        "sentence": "同时，也很高兴能和你聊天，听你倾诉，希望我能成为你的支持者和朋友。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者愿意分享更多的感受，都可以随时找我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我真的很感激。有时候觉得很孤独和无助，但是有你这样的支持者在我身边，我相信我会好起来的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我真的很感激。",
        "label": ""
      },
      {
        "sentence": "有时候觉得很孤独和无助，但是有你这样的支持者在我身边，我相信我会好起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直支持你。你要记住，无论什么时候，都不要忘记关心和爱护自己。你不是一个人在战斗，我们一起走过这段困难的时光，相信未来会更美好。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直支持你。",
        "label": ""
      },
      {
        "sentence": "你要记住，无论什么时候，都不要忘记关心和爱护自己。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，我们一起走过这段困难的时光，相信未来会更美好。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]