[
  {
    "role": "client",
    "content": "放不下的前任跟新的相亲对象，我该选谁？快30的我跟前任（初恋）交往一年半才分手。我们分分合合，他提过一次分手，多半是提分手放不下的都是我。我想他习惯了，这次他并不觉得我们分手了。想把钥匙还给他，他说以后再给。我又接触了新的相亲对象，工作跟家庭条件来说都比我前任好，毕竟才开始追我，对我也好。可我只觉得这人不错，就是不来电。前任千不好万不好就是放不下，分分合合几次，父母都知道那种。我俩之间的矛盾也一直是矛盾，矛盾的事本没对错，都不肯让步。",
    "annotation": [
      {
        "sentence": "放不下的前任跟新的相亲对象，我该选谁？",
        "label": ""
      },
      {
        "sentence": "快30的我跟前任（初恋）交往一年半才分手。",
        "label": ""
      },
      {
        "sentence": "我们分分合合，他提过一次分手，多半是提分手放不下的都是我。",
        "label": ""
      },
      {
        "sentence": "我想他习惯了，这次他并不觉得我们分手了。",
        "label": ""
      },
      {
        "sentence": "想把钥匙还给他，他说以后再给。",
        "label": ""
      },
      {
        "sentence": "我又接触了新的相亲对象，工作跟家庭条件来说都比我前任好，毕竟才开始追我，对我也好。",
        "label": ""
      },
      {
        "sentence": "可我只觉得这人不错，就是不来电。",
        "label": ""
      },
      {
        "sentence": "前任千不好万不好就是放不下，分分合合几次，父母都知道那种。",
        "label": ""
      },
      {
        "sentence": "我俩之间的矛盾也一直是矛盾，矛盾的事本没对错，都不肯让步。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你和前任分分合合多次，是因为什么矛盾呢？这个矛盾是否真的无法调和呢？你们都不肯让步，如果这问题不解决，即使现在不分手，这个问题可能一直会成为你们之间的一个炸弹，不知道什么时候又会爆发，再闹一次分手。",
    "annotation": [
      {
        "sentence": "你和前任分分合合多次，是因为什么矛盾呢？",
        "label": ""
      },
      {
        "sentence": "这个矛盾是否真的无法调和呢？",
        "label": ""
      },
      {
        "sentence": "你们都不肯让步，如果这问题不解决，即使现在不分手，这个问题可能一直会成为你们之间的一个炸弹，不知道什么时候又会爆发，再闹一次分手。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们之间的矛盾主要是性格和生活习惯不合，并且我们都很固执，不肯为对方妥协。我们总是因为一些小事争吵，导致分手。我也意识到这个问题可能无法调和，但又舍不得放下这段长久的感情。",
    "annotation": [
      {
        "sentence": "我们之间的矛盾主要是性格和生活习惯不合，并且我们都很固执，不肯为对方妥协。",
        "label": ""
      },
      {
        "sentence": "我们总是因为一些小事争吵，导致分手。",
        "label": ""
      },
      {
        "sentence": "我也意识到这个问题可能无法调和，但又舍不得放下这段长久的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一段一年半的感情，而且是初恋，尽管有矛盾，如果真要分手，难免会有留恋和不舍。所以，你现在的心理很矛盾，有留恋，但是又因为矛盾而想要结束。我想，你可以再仔细考虑考虑你们之间的矛盾，是不是真的无法解决，你自己是不是可以做出让步，或者和对方谈一谈，他是否可以做出让步。如果可以，或许你们可以继续下去，毕竟一年半的感情，要舍下确实也不容易；如果这个矛盾确实无法调和，那痛下心来，做一个了断，就是最佳的选择，正所谓“长痛不如短痛”，继续这样拖延，对谁其实都没有好处，两个人都在不断的消耗。",
    "annotation": [
      {
        "sentence": "一段一年半的感情，而且是初恋，尽管有矛盾，如果真要分手，难免会有留恋和不舍。",
        "label": ""
      },
      {
        "sentence": "所以，你现在的心理很矛盾，有留恋，但是又因为矛盾而想要结束。",
        "label": ""
      },
      {
        "sentence": "我想，你可以再仔细考虑考虑你们之间的矛盾，是不是真的无法解决，你自己是不是可以做出让步，或者和对方谈一谈，他是否可以做出让步。",
        "label": ""
      },
      {
        "sentence": "如果可以，或许你们可以继续下去，毕竟一年半的感情，要舍下确实也不容易；如果这个矛盾确实无法调和，那痛下心来，做一个了断，就是最佳的选择，正所谓“长痛不如短痛”，继续这样拖延，对谁其实都没有好处，两个人都在不断的消耗。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该再和前任好好沟通一下，看看我们是否还有解决的空间。如果真的无法调和，我应该果断做出选择，结束这段感情。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "你说得对，我应该再和前任好好沟通一下，看看我们是否还有解决的空间。",
        "label": ""
      },
      {
        "sentence": "如果真的无法调和，我应该果断做出选择，结束这段感情。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我只是希望你能够找到最适合自己的选择。另外，如果你选择结束和前任的感情，我觉得，也不要太着急进入下一段感情。你对相亲对象没有感觉，或许是真的不来电，也有可能是因为你还在纠结前一段感情。所以，不要操之过急，如果太着急去选择，如果因为和前任的矛盾而着急进入下一段关系，或许你会不可避免的去比较，去纠结自己的选择到底对不对。这样的心态，很难经营一段新的关系。",
    "annotation": [
      {
        "sentence": "不客气，我只是希望你能够找到最适合自己的选择。",
        "label": ""
      },
      {
        "sentence": "另外，如果你选择结束和前任的感情，我觉得，也不要太着急进入下一段感情。",
        "label": ""
      },
      {
        "sentence": "你对相亲对象没有感觉，或许是真的不来电，也有可能是因为你还在纠结前一段感情。",
        "label": ""
      },
      {
        "sentence": "所以，不要操之过急，如果太着急去选择，如果因为和前任的矛盾而着急进入下一段关系，或许你会不可避免的去比较，去纠结自己的选择到底对不对。",
        "label": ""
      },
      {
        "sentence": "这样的心态，很难经营一段新的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要给自己一些时间，好好思考我自己真正需要的是什么，对感情的期待是什么。之前的这段感情虽然有矛盾，但也给了我很多经验和成长。不管最后选谁，结局都不会像童话那样简单和美好。我会慢慢成长，在做选择的过程中找到属于自己的幸福。",
    "annotation": [
      {
        "sentence": "你说得对，我需要给自己一些时间，好好思考我自己真正需要的是什么，对感情的期待是什么。",
        "label": ""
      },
      {
        "sentence": "之前的这段感情虽然有矛盾，但也给了我很多经验和成长。",
        "label": ""
      },
      {
        "sentence": "不管最后选谁，结局都不会像童话那样简单和美好。",
        "label": ""
      },
      {
        "sentence": "我会慢慢成长，在做选择的过程中找到属于自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能听到你这样的想法，坚信你会找到属于自己的幸福。无论选择什么，都祝福你能够开心和满足。记得，感情的路上虽然有起伏和挑战，但只要坚持用心去经营，你一定会找到真正属于你的幸福。祝你好运！(^_-)。",
    "annotation": [
      {
        "sentence": "很高兴能听到你这样的想法，坚信你会找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "无论选择什么，都祝福你能够开心和满足。",
        "label": ""
      },
      {
        "sentence": "记得，感情的路上虽然有起伏和挑战，但只要坚持用心去经营，你一定会找到真正属于你的幸福。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "(^_-)。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和祝福，我会努力寻找并经营我的幸福。感谢你的帮助和倾听。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和祝福，我会努力寻找并经营我的幸福。",
        "label": ""
      },
      {
        "sentence": "感谢你的帮助和倾听。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意帮助你。如果以后还有什么问题或困惑，随时来找我聊聊，我会尽力帮助你解决。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么问题或困惑，随时来找我聊聊，我会尽力帮助你解决。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]