[
  {
    "role": "client",
    "content": "我们还有可能在一起吗？我跟他都是离异，后经别人介绍认识，相互都有好感，很快就发生了关系，然后我觉得他第一次都不戴套不考虑我的安全，所以提了分手，一周后我还是想他，又找到他重归于好，之后又因为我不同意跟他做爱他就不联系我又分手，就这样分了三次，我找了他三次，后来我也慢慢接受他的想法，他不戴套就是想早点怀孕，等我一一改变自己的想法接受他的时候，他不想继续了。谈的半年时间里，我总是希望他能给我多发个微信多打个电话，有事跟我说，把我当自己另一半对待，他是个不善言辞的人，只有闲了下班后才联系我，每次都是晚上十点多，因为这个也吵闹了很多次，他的家人朋友都知道我，我身边只有一部分人知道他，就是因为我心里还不确定他，所以我没有跟身边太多人提起他。我脾气不好控制欲强，可能也是这个把他吓跑了，他却说跟我发生关系半年我都没怀孕，他纠结，他是前妻不能生育离的婚。分手后，我自己的臭脾气，情绪化，一度觉得自己特别糟糕，可我还是想跟他在一起。",
    "annotation": [
      {
        "sentence": "我们还有可能在一起吗？",
        "label": ""
      },
      {
        "sentence": "我跟他都是离异，后经别人介绍认识，相互都有好感，很快就发生了关系，然后我觉得他第一次都不戴套不考虑我的安全，所以提了分手，一周后我还是想他，又找到他重归于好，之后又因为我不同意跟他做爱他就不联系我又分手，就这样分了三次，我找了他三次，后来我也慢慢接受他的想法，他不戴套就是想早点怀孕，等我一一改变自己的想法接受他的时候，他不想继续了。",
        "label": ""
      },
      {
        "sentence": "谈的半年时间里，我总是希望他能给我多发个微信多打个电话，有事跟我说，把我当自己另一半对待，他是个不善言辞的人，只有闲了下班后才联系我，每次都是晚上十点多，因为这个也吵闹了很多次，他的家人朋友都知道我，我身边只有一部分人知道他，就是因为我心里还不确定他，所以我没有跟身边太多人提起他。",
        "label": ""
      },
      {
        "sentence": "我脾气不好控制欲强，可能也是这个把他吓跑了，他却说跟我发生关系半年我都没怀孕，他纠结，他是前妻不能生育离的婚。",
        "label": ""
      },
      {
        "sentence": "分手后，我自己的臭脾气，情绪化，一度觉得自己特别糟糕，可我还是想跟他在一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你想跟他在一起，你离不开他的是什么呢？这一点不知道你是否清楚。似乎他跟你在一起的目的非常明确，就是想跟你一起生个孩子，然后一起生活，过日子的那种。",
    "annotation": [
      {
        "sentence": "你想跟他在一起，你离不开他的是什么呢？",
        "label": ""
      },
      {
        "sentence": "这一点不知道你是否清楚。",
        "label": ""
      },
      {
        "sentence": "似乎他跟你在一起的目的非常明确，就是想跟你一起生个孩子，然后一起生活，过日子的那种。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得他对我有好感，也是喜欢我，不然我们也不会一直反反复复地分手和复合。",
    "annotation": [
      {
        "sentence": "我觉得他对我有好感，也是喜欢我，不然我们也不会一直反反复复地分手和复合。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然他可能对你有好感，但是你提到他不戴套不考虑你的安全，并且只在闲下班后联系你，这些行为让你感到不被重视。你有没有考虑过这样的行为是否符合你希望的伴侣关系？",
    "annotation": [
      {
        "sentence": "虽然他可能对你有好感，但是你提到他不戴套不考虑你的安全，并且只在闲下班后联系你，这些行为让你感到不被重视。",
        "label": ""
      },
      {
        "sentence": "你有没有考虑过这样的行为是否符合你希望的伴侣关系？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望他能够更加关心我，给我更多的关爱和陪伴。我知道他不善言辞，但我希望他能够更主动地和我沟通，而不是只在晚上十点多联系我。",
    "annotation": [
      {
        "sentence": "我希望他能够更加关心我，给我更多的关爱和陪伴。",
        "label": ""
      },
      {
        "sentence": "我知道他不善言辞，但我希望他能够更主动地和我沟通，而不是只在晚上十点多联系我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的需求很正常，希望得到更多的关心和沟通是每个人都有的。但是他的行为是否能够满足你的需求呢？或许你们需要好好沟通一下，明确对方的期望和需求。",
    "annotation": [
      {
        "sentence": "你的需求很正常，希望得到更多的关心和沟通是每个人都有的。",
        "label": ""
      },
      {
        "sentence": "但是他的行为是否能够满足你的需求呢？",
        "label": ""
      },
      {
        "sentence": "或许你们需要好好沟通一下，明确对方的期望和需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直不确定他对我是否真心，所以没有向身边的人提起过他。可能是因为这样，我对他的期望越来越高，也越来越焦虑。",
    "annotation": [
      {
        "sentence": "我一直不确定他对我是否真心，所以没有向身边的人提起过他。",
        "label": ""
      },
      {
        "sentence": "可能是因为这样，我对他的期望越来越高，也越来越焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不确定感会导致我们对伴侣的期望越来越高，同时也增加了焦虑感。或许你可以试着和他坦诚地沟通你的担忧和对未来的期望，看看是否能够找到一个共同的解决办法。",
    "annotation": [
      {
        "sentence": "不确定感会导致我们对伴侣的期望越来越高，同时也增加了焦虑感。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着和他坦诚地沟通你的担忧和对未来的期望，看看是否能够找到一个共同的解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也开始意识到自己的脾气和控制欲强可能对他造成了壓力，导致他不愿继续和我在一起。",
    "annotation": [
      {
        "sentence": "我也开始意识到自己的脾气和控制欲强可能对他造成了壓力，导致他不愿继续和我在一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "意识到自己的问题是很重要的一步。我们都有缺点和不足，但是关键是能够积极改变和提升自己。你可以试着探索一下如何更好地管理自己的情绪和控制欲望，这对你们的关系会有积极的影响。",
    "annotation": [
      {
        "sentence": "意识到自己的问题是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "我们都有缺点和不足，但是关键是能够积极改变和提升自己。",
        "label": ""
      },
      {
        "sentence": "你可以试着探索一下如何更好地管理自己的情绪和控制欲望，这对你们的关系会有积极的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "分手后，我一度感到自己特别糟糕，但是我还是无法摆脱对他的思念，还是希望能够和他在一起。",
    "annotation": [
      {
        "sentence": "分手后，我一度感到自己特别糟糕，但是我还是无法摆脱对他的思念，还是希望能够和他在一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "分手后的失落和思念是正常的情绪反应，但是你要问问自己，除了对他的思念，还有哪些是你真正需要的？或许你可以通过清晰地定位自己的需求，找到一条更加适合自己的道路。",
    "annotation": [
      {
        "sentence": "分手后的失落和思念是正常的情绪反应，但是你要问问自己，除了对他的思念，还有哪些是你真正需要的？",
        "label": ""
      },
      {
        "sentence": "或许你可以通过清晰地定位自己的需求，找到一条更加适合自己的道路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望自己可以在一段稳定的关系中获得幸福与满足。",
    "annotation": [
      {
        "sentence": "我希望自己可以在一段稳定的关系中获得幸福与满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对自己的追求是值得的。不确定他是否适合你，和他好好沟通是了解他真实意图的好方法。同时，也要记得关注自己的感受和需要，不要把自己的幸福寄托全部放在他身上。",
    "annotation": [
      {
        "sentence": "对自己的追求是值得的。",
        "label": ""
      },
      {
        "sentence": "不确定他是否适合你，和他好好沟通是了解他真实意图的好方法。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得关注自己的感受和需要，不要把自己的幸福寄托全部放在他身上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会好好考虑的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会好好考虑的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议对你有所帮助。如果你还有其他的困惑，随时都可以找我倾诉。记得，只有在清晰地认识自己的需求和辨别他人的真实意图后，我们才能找到真正的幸福。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他的困惑，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "记得，只有在清晰地认识自己的需求和辨别他人的真实意图后，我们才能找到真正的幸福。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]