[
  {
    "role": "client",
    "content": "我21岁，最近两年一直承受着一个抑郁症病人的虐待。以前的我乐观开朗，身边有很多朋友，同性异性。她也曾是我的朋友，高考后她失利了，就想是死了一样变了一个人。我本想给黑暗带去光亮，让她变好，黑暗却将我吞噬。她成了一个神经病，天天想死，用死来逼迫我，她有变态般的控制欲，想控制一切，自己又像一个失败后的弱者，她从我这获得自己家快感，有段时候天天让我给她自扇，听耳光声，亲自扇我，她骂我家人，给我家庭带来伤害。我害怕她，我不敢做什么。",
    "annotation": [
      {
        "sentence": "我21岁，最近两年一直承受着一个抑郁症病人的虐待。",
        "label": ""
      },
      {
        "sentence": "以前的我乐观开朗，身边有很多朋友，同性异性。",
        "label": ""
      },
      {
        "sentence": "她也曾是我的朋友，高考后她失利了，就想是死了一样变了一个人。",
        "label": ""
      },
      {
        "sentence": "我本想给黑暗带去光亮，让她变好，黑暗却将我吞噬。",
        "label": ""
      },
      {
        "sentence": "她成了一个神经病，天天想死，用死来逼迫我，她有变态般的控制欲，想控制一切，自己又像一个失败后的弱者，她从我这获得自己家快感，有段时候天天让我给她自扇，听耳光声，亲自扇我，她骂我家人，给我家庭带来伤害。",
        "label": ""
      },
      {
        "sentence": "我害怕她，我不敢做什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你最近承受着朋友的虐待，这一定让你感到无力、无助、恐惧和痛苦。在你内心深处，也会受到创伤的。对于朋友，我们都希望能够在他们面临挫折时给予帮助，帮助他们克服困难。但在帮助之前，我们需要对自己和对方有一个正确的认知和评估。帮助他人应该在我们的能力范围内进行，如果超出我们的能力和承受范围，不仅对对方没有帮助，对自己也是一种伤害。你的朋友在高考失利后受到了很大的打击，心理状态出现了一些障碍，这很可以理解。她此时是脆弱的，但也具有很大的攻击性。也许她不知道如何接受和应对这种情况，只能采取原始的攻击方式来发泄内心的压力，对内对外都发起攻击。你愿意陪伴在她身边，表现出愿意承受的态度，所以自然成为她对外释放攻击的对象。你可能不想或者害怕反抗，希望能够帮助她。但你的善意被她利用来控制你，对你进行伤害。她的这种攻击不会解决她的心理问题，反而会越陷越深。你被动地接受和帮助她实际上是无效的。我要肯定你的善意，但当对方无法正常接受你的善意和帮助，用负面的方式来回应并对你造成伤害时，你应该停止这种无力无用的“帮助”行为，从这种不健康的关系中脱离出来，首先保护好自己。勇敢地告诉她你的感受和痛苦，要求她停止攻击行为，尽量减少直接的面对和接触。你可以告诉她，你会通过网络的方式陪伴她，与她保持沟通。最好能帮她安排去见一下心理咨询师，让专业人士来帮助她解决心理障碍，走出困境。如果你自己受到的创伤无法消解，也可以试试寻求心理咨询师的帮助。",
    "annotation": [
      {
        "sentence": "我了解你最近承受着朋友的虐待，这一定让你感到无力、无助、恐惧和痛苦。",
        "label": ""
      },
      {
        "sentence": "在你内心深处，也会受到创伤的。",
        "label": ""
      },
      {
        "sentence": "对于朋友，我们都希望能够在他们面临挫折时给予帮助，帮助他们克服困难。",
        "label": ""
      },
      {
        "sentence": "但在帮助之前，我们需要对自己和对方有一个正确的认知和评估。",
        "label": ""
      },
      {
        "sentence": "帮助他人应该在我们的能力范围内进行，如果超出我们的能力和承受范围，不仅对对方没有帮助，对自己也是一种伤害。",
        "label": ""
      },
      {
        "sentence": "你的朋友在高考失利后受到了很大的打击，心理状态出现了一些障碍，这很可以理解。",
        "label": ""
      },
      {
        "sentence": "她此时是脆弱的，但也具有很大的攻击性。",
        "label": ""
      },
      {
        "sentence": "也许她不知道如何接受和应对这种情况，只能采取原始的攻击方式来发泄内心的压力，对内对外都发起攻击。",
        "label": ""
      },
      {
        "sentence": "你愿意陪伴在她身边，表现出愿意承受的态度，所以自然成为她对外释放攻击的对象。",
        "label": ""
      },
      {
        "sentence": "你可能不想或者害怕反抗，希望能够帮助她。",
        "label": ""
      },
      {
        "sentence": "但你的善意被她利用来控制你，对你进行伤害。",
        "label": ""
      },
      {
        "sentence": "她的这种攻击不会解决她的心理问题，反而会越陷越深。",
        "label": ""
      },
      {
        "sentence": "你被动地接受和帮助她实际上是无效的。",
        "label": ""
      },
      {
        "sentence": "我要肯定你的善意，但当对方无法正常接受你的善意和帮助，用负面的方式来回应并对你造成伤害时，你应该停止这种无力无用的“帮助”行为，从这种不健康的关系中脱离出来，首先保护好自己。",
        "label": ""
      },
      {
        "sentence": "勇敢地告诉她你的感受和痛苦，要求她停止攻击行为，尽量减少直接的面对和接触。",
        "label": ""
      },
      {
        "sentence": "你可以告诉她，你会通过网络的方式陪伴她，与她保持沟通。",
        "label": ""
      },
      {
        "sentence": "最好能帮她安排去见一下心理咨询师，让专业人士来帮助她解决心理障碍，走出困境。",
        "label": ""
      },
      {
        "sentence": "如果你自己受到的创伤无法消解，也可以试试寻求心理咨询师的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。但我还是很害怕她会继续伤害我，我不知道该怎么办才能保护自己。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "但我还是很害怕她会继续伤害我，我不知道该怎么办才能保护自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的恐惧感，这很正常。在面临这样的情况下，保护自己是非常重要的。可以尝试以下方法来保护自己：1. 建立边界，明确告诉她对你什么是可以接受的，什么是不可以接受的。2. 避免与她直接对话，尽量减少面对面的接触，可以通过电话、短信或者社交媒体进行沟通。3. 寻找支持，与信任的朋友或家人分享你的经历和感受，寻求他们的建议和安慰。4. 尽量避免让她知道你的个人重要信息，保护好自己的隐私。5. 如果情况恶化，你可以考虑报警或寻求法律援助。记住，保护好自己是你的权利和责任。同时，寻求心理咨询师的帮助可以更好地应对这种困境。",
    "annotation": [
      {
        "sentence": "我了解你的恐惧感，这很正常。",
        "label": ""
      },
      {
        "sentence": "在面临这样的情况下，保护自己是非常重要的。",
        "label": ""
      },
      {
        "sentence": "可以尝试以下方法来保护自己：1. 建立边界，明确告诉她对你什么是可以接受的，什么是不可以接受的。",
        "label": ""
      },
      {
        "sentence": "2. 避免与她直接对话，尽量减少面对面的接触，可以通过电话、短信或者社交媒体进行沟通。",
        "label": ""
      },
      {
        "sentence": "3. 寻找支持，与信任的朋友或家人分享你的经历和感受，寻求他们的建议和安慰。",
        "label": ""
      },
      {
        "sentence": "4. 尽量避免让她知道你的个人重要信息，保护好自己的隐私。",
        "label": ""
      },
      {
        "sentence": "5. 如果情况恶化，你可以考虑报警或寻求法律援助。",
        "label": ""
      },
      {
        "sentence": "记住，保护好自己是你的权利和责任。",
        "label": ""
      },
      {
        "sentence": "同时，寻求心理咨询师的帮助可以更好地应对这种困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要学会设定明确的边界，并告诉她我不能接受的行为。我也会与身边的朋友和家人寻求支持。还是很感谢你的帮助和建议。",
    "annotation": [
      {
        "sentence": "我明白了，我要学会设定明确的边界，并告诉她我不能接受的行为。",
        "label": ""
      },
      {
        "sentence": "我也会与身边的朋友和家人寻求支持。",
        "label": ""
      },
      {
        "sentence": "还是很感谢你的帮助和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，你有权保护自己并远离伤害。不要犹豫寻求帮助，我们都愿意支持你。如果你需要进一步的支持或有其他问题，随时向我提问。祝你能够度过这个困难的时刻，走出阴影。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，你有权保护自己并远离伤害。",
        "label": ""
      },
      {
        "sentence": "不要犹豫寻求帮助，我们都愿意支持你。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的支持或有其他问题，随时向我提问。",
        "label": ""
      },
      {
        "sentence": "祝你能够度过这个困难的时刻，走出阴影。",
        "label": ""
      }
    ]
  }
]