[
  {
    "role": "client",
    "content": "21岁女生，对别人的否定很敏感，有叛逆情绪？我非常有自己的想法，而且相信自己的判断，不是乖乖听话型的，是属于不撞南墙不回头型的。",
    "annotation": [
      {
        "sentence": "21岁女生，对别人的否定很敏感，有叛逆情绪？",
        "label": ""
      },
      {
        "sentence": "我非常有自己的想法，而且相信自己的判断，不是乖乖听话型的，是属于不撞南墙不回头型的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够感觉到你非常有自己的主见，也愿意为了自己的选择而坚持。这是你的优点。但是你似乎没有办法坦然的去接受别人的建议，似乎别人提出了跟自己不同的观点，就是在否定自己。感觉你特别害怕这种否定，有时候甚至会因为这种否定产生逆反心理，故意去选择一个自己不擅长的专业。",
    "annotation": [
      {
        "sentence": "能够感觉到你非常有自己的主见，也愿意为了自己的选择而坚持。",
        "label": ""
      },
      {
        "sentence": "这是你的优点。",
        "label": ""
      },
      {
        "sentence": "但是你似乎没有办法坦然的去接受别人的建议，似乎别人提出了跟自己不同的观点，就是在否定自己。",
        "label": ""
      },
      {
        "sentence": "感觉你特别害怕这种否定，有时候甚至会因为这种否定产生逆反心理，故意去选择一个自己不擅长的专业。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，每当别人提出与我不同的观点时，我总感到被否定了，产生了逆反心理。我希望别人能够理解我，而不是试图改变我。",
    "annotation": [
      {
        "sentence": "是的，每当别人提出与我不同的观点时，我总感到被否定了，产生了逆反心理。",
        "label": ""
      },
      {
        "sentence": "我希望别人能够理解我，而不是试图改变我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，每个人都希望被接受和理解。但是，世界上的观点各不相同，每个人都有自己的思考方式和经历。别人并不一定要完全赞同你的想法，只要能够尊重、理解并给予建议，也是一种支持和关心。",
    "annotation": [
      {
        "sentence": "我理解你的感受，每个人都希望被接受和理解。",
        "label": ""
      },
      {
        "sentence": "但是，世界上的观点各不相同，每个人都有自己的思考方式和经历。",
        "label": ""
      },
      {
        "sentence": "别人并不一定要完全赞同你的想法，只要能够尊重、理解并给予建议，也是一种支持和关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要接纳不同观点的存在，而不是拒绝或逆反。那么，如何能够更好地接受别人的建议呢？",
    "annotation": [
      {
        "sentence": "我明白了，我需要接纳不同观点的存在，而不是拒绝或逆反。",
        "label": ""
      },
      {
        "sentence": "那么，如何能够更好地接受别人的建议呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以试着放下对别人观点的情绪反应，停下来静下心来聆听对方的想法。在听取别人的建议时，尽量不要急于做出反应或抵触，不妨先反思一下自己的立场，再思考对方的观点是否有一定的道理。",
    "annotation": [
      {
        "sentence": "你可以试着放下对别人观点的情绪反应，停下来静下心来聆听对方的想法。",
        "label": ""
      },
      {
        "sentence": "在听取别人的建议时，尽量不要急于做出反应或抵触，不妨先反思一下自己的立场，再思考对方的观点是否有一定的道理。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要更加冷静地对待别人的意见。但是有时候，别人的意见和我的想法相差太远，我不确定该如何判断是否接受。",
    "annotation": [
      {
        "sentence": "我明白了，我需要更加冷静地对待别人的意见。",
        "label": ""
      },
      {
        "sentence": "但是有时候，别人的意见和我的想法相差太远，我不确定该如何判断是否接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在判断是否接受别人的建议时，你可以先考虑一下对方的专业性、经验和动机。如果对方有关于你所面临问题的专业知识和经验，那么他们的建议可能是值得参考的。同时，你也可以权衡一下这个建议对你的发展和未来是否有利。",
    "annotation": [
      {
        "sentence": "在判断是否接受别人的建议时，你可以先考虑一下对方的专业性、经验和动机。",
        "label": ""
      },
      {
        "sentence": "如果对方有关于你所面临问题的专业知识和经验，那么他们的建议可能是值得参考的。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以权衡一下这个建议对你的发展和未来是否有利。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，接受他人建议并不意味着完全听从，而是需要判断其可行性和对我个人的影响。还有一个问题困扰着我，我一直更关注我欠缺什么和想要什么，而忽视了自己已经具备的东西和该如何利用它们。",
    "annotation": [
      {
        "sentence": "我理解了，接受他人建议并不意味着完全听从，而是需要判断其可行性和对我个人的影响。",
        "label": ""
      },
      {
        "sentence": "还有一个问题困扰着我，我一直更关注我欠缺什么和想要什么，而忽视了自己已经具备的东西和该如何利用它们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够意识到自己的这种思维模式已经是一大进步了。每个人都有自己的独特之处和优势，你可以尝试思考一下自己已经拥有的资源和优势，以及如何更好地利用它们来实现自己的目标。这也是自我成长和发展的重要一步。",
    "annotation": [
      {
        "sentence": "你能够意识到自己的这种思维模式已经是一大进步了。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的独特之处和优势，你可以尝试思考一下自己已经拥有的资源和优势，以及如何更好地利用它们来实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "这也是自我成长和发展的重要一步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我需要改变过去只关注不足的想法，而积极地发掘和利用自己的优势。同时，我现在想跨考一个新领域，虽然长辈们不建议，但我又想去挑战自己。您对此有什么建议吗？",
    "annotation": [
      {
        "sentence": "是的，我需要改变过去只关注不足的想法，而积极地发掘和利用自己的优势。",
        "label": ""
      },
      {
        "sentence": "同时，我现在想跨考一个新领域，虽然长辈们不建议，但我又想去挑战自己。",
        "label": ""
      },
      {
        "sentence": "您对此有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你敢于挑战自己、追求新领域的事业是值得鼓励的。但在做出决定之前，你最好仔细考虑一下自己的兴趣、能力以及该领域的发展前景。同时，不妨和身边一些了解那个行业的人交流一下，听取他们的意见和建议。最重要的是，信任自己的判断力，无论选择怎样，都要对自己的决定负责。",
    "annotation": [
      {
        "sentence": "你敢于挑战自己、追求新领域的事业是值得鼓励的。",
        "label": ""
      },
      {
        "sentence": "但在做出决定之前，你最好仔细考虑一下自己的兴趣、能力以及该领域的发展前景。",
        "label": ""
      },
      {
        "sentence": "同时，不妨和身边一些了解那个行业的人交流一下，听取他们的意见和建议。",
        "label": ""
      },
      {
        "sentence": "最重要的是，信任自己的判断力，无论选择怎样，都要对自己的决定负责。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议，我明白了。我会更加客观地评估自己和目标行业，并谨慎做出决定。再次感谢您的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢您的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会更加客观地评估自己和目标行业，并谨慎做出决定。",
        "label": ""
      },
      {
        "sentence": "再次感谢您的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你会做出最适合自己的选择，无论结果如何，重要的是勇往直前。祝你一切顺利，加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你会做出最适合自己的选择，无论结果如何，重要的是勇往直前。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，加油！",
        "label": ""
      }
    ]
  }
]