[
  {
    "role": "client",
    "content": "特别反感被人催，别人越催我，我越不想干？别人越催我我越不想干。特别反感被人催，就跟他不催我就不会做似的，明明有安排。他一催我就赶快干的话，感觉像是我是因为服从了他的催促才去做这件事的，感觉被压迫了，就不想干。但是如果是我真的没安排好工作，我还是会心甘情愿赶快去完成任务的。但这些都只是我的内心戏，别人都觉得我不干是因为我懒。",
    "annotation": [
      {
        "sentence": "特别反感被人催，别人越催我，我越不想干？",
        "label": ""
      },
      {
        "sentence": "别人越催我我越不想干。",
        "label": ""
      },
      {
        "sentence": "特别反感被人催，就跟他不催我就不会做似的，明明有安排。",
        "label": ""
      },
      {
        "sentence": "他一催我就赶快干的话，感觉像是我是因为服从了他的催促才去做这件事的，感觉被压迫了，就不想干。",
        "label": ""
      },
      {
        "sentence": "但是如果是我真的没安排好工作，我还是会心甘情愿赶快去完成任务的。",
        "label": ""
      },
      {
        "sentence": "但这些都只是我的内心戏，别人都觉得我不干是因为我懒。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个非常好的问题，也是一个非常普遍的问题。每个人内心都渴望自由自主，不喜欢被动或者压迫性的工作。另外，我们平时遇到的事情又分为自己的事，别人的事，和别人相关的事情。任何事情都需要放在对应的场景下，会更容易理解。",
    "annotation": [
      {
        "sentence": "这是一个非常好的问题，也是一个非常普遍的问题。",
        "label": ""
      },
      {
        "sentence": "每个人内心都渴望自由自主，不喜欢被动或者压迫性的工作。",
        "label": ""
      },
      {
        "sentence": "另外，我们平时遇到的事情又分为自己的事，别人的事，和别人相关的事情。",
        "label": ""
      },
      {
        "sentence": "任何事情都需要放在对应的场景下，会更容易理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这确实是我经常遇到的情况，我就是受不了被别人催促，感觉好像自己被控制住了一样。如果我自己安排好了工作，别人催促我反而让我不想干了。",
    "annotation": [
      {
        "sentence": "这确实是我经常遇到的情况，我就是受不了被别人催促，感觉好像自己被控制住了一样。",
        "label": ""
      },
      {
        "sentence": "如果我自己安排好了工作，别人催促我反而让我不想干了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。个人在不同的工作节奏和任务安排下，对催促的反应也会有所不同。有些人可能需要别人的催促来调动自己的积极性，而有些人更喜欢按照自己的节奏进行工作。这种差异很正常，对每个人来说都是独特的。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "个人在不同的工作节奏和任务安排下，对催促的反应也会有所不同。",
        "label": ""
      },
      {
        "sentence": "有些人可能需要别人的催促来调动自己的积极性，而有些人更喜欢按照自己的节奏进行工作。",
        "label": ""
      },
      {
        "sentence": "这种差异很正常，对每个人来说都是独特的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我是不是太过敏感了？为什么别人觉得我不干是因为我懒呢？",
    "annotation": [
      {
        "sentence": "那我是不是太过敏感了？",
        "label": ""
      },
      {
        "sentence": "为什么别人觉得我不干是因为我懒呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "并不是每个人都会理解你的感受，所以他们可能会有不同的看法。有些人可能认为别人不按时完成任务是因为懒惰，但我相信你并不是懒惰。你之所以反感被催促，更多的是因为你想按照自己的方式完成事情，希望获得一种主动选择的权利。这是你个人的工作风格与价值观的体现，是你希望得到尊重和理解的一部分。",
    "annotation": [
      {
        "sentence": "并不是每个人都会理解你的感受，所以他们可能会有不同的看法。",
        "label": ""
      },
      {
        "sentence": "有些人可能认为别人不按时完成任务是因为懒惰，但我相信你并不是懒惰。",
        "label": ""
      },
      {
        "sentence": "你之所以反感被催促，更多的是因为你想按照自己的方式完成事情，希望获得一种主动选择的权利。",
        "label": ""
      },
      {
        "sentence": "这是你个人的工作风格与价值观的体现，是你希望得到尊重和理解的一部分。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那应该怎样应对这种情况呢？我希望别人能理解我，不再催促我。",
    "annotation": [
      {
        "sentence": "那应该怎样应对这种情况呢？",
        "label": ""
      },
      {
        "sentence": "我希望别人能理解我，不再催促我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以试着与别人沟通，说明你对催促的反感和原因。有些人可能没有意识到他们的行为对你造成了困扰。另外，你也可以提出一些合理的解决方案，例如提前告知别人你的工作进度、设置适当的时间预留等。当然，也可以从改变自己的角度出发，学会灵活应对不同的场景和人际关系，这样可能会更好地处理催促带来的压力。",
    "annotation": [
      {
        "sentence": "首先，你可以试着与别人沟通，说明你对催促的反感和原因。",
        "label": ""
      },
      {
        "sentence": "有些人可能没有意识到他们的行为对你造成了困扰。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以提出一些合理的解决方案，例如提前告知别人你的工作进度、设置适当的时间预留等。",
        "label": ""
      },
      {
        "sentence": "当然，也可以从改变自己的角度出发，学会灵活应对不同的场景和人际关系，这样可能会更好地处理催促带来的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实应该主动与别人沟通并表达自己的情感和需求。我也明白自己在不同的情况下需要更加灵活地适应。谢谢你的建议和理解，这让我感觉好多了。",
    "annotation": [
      {
        "sentence": "是的，我确实应该主动与别人沟通并表达自己的情感和需求。",
        "label": ""
      },
      {
        "sentence": "我也明白自己在不同的情况下需要更加灵活地适应。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和理解，这让我感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助到你！记住，你的感受和需求是重要的，无论在工作还是生活中，都应该得到尊重和关注。希望你能找到适合自己的方式，更好地处理催促带来的困扰。如果你还有其他的问题或困惑，随时可以来找我倾诉或寻求帮助。",
    "annotation": [
      {
        "sentence": "很高兴能够帮助到你！",
        "label": ""
      },
      {
        "sentence": "记住，你的感受和需求是重要的，无论在工作还是生活中，都应该得到尊重和关注。",
        "label": ""
      },
      {
        "sentence": "希望你能找到适合自己的方式，更好地处理催促带来的困扰。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他的问题或困惑，随时可以来找我倾诉或寻求帮助。",
        "label": ""
      }
    ]
  }
]