[
  {
    "role": "client",
    "content": "我现在在一段感情中感到非常不稳定，我真的很爱我的男朋友，他也很爱我。但是他的性格让我担心我们的未来。他总是犹豫不决，不仅仅是在我们的关系中，而是在所有事情上都如此。他既焦虑又逃避，每当我们走得太近，他就会逃避，但我离开他又会把我拉回来，这真的让我筋疲力尽。这个问题让我很困扰，我觉得我们的关系没有未来。因此，我无法享受我们之间的亲密关系。虽然他正在接受心理治疗来改变这个问题，但是我感到非常难过，我总是感到紧张和不安全。之前的恋爱关系中，我一直是一个非常稳定的人，但是这段感情让我的情绪变得非常不稳定。不管结果如何，我想试一试，但是现在我最迫切的问题是如何在这种情况下保持自我稳定。",
    "annotation": [
      {
        "sentence": "我现在在一段感情中感到非常不稳定，我真的很爱我的男朋友，他也很爱我。",
        "label": ""
      },
      {
        "sentence": "但是他的性格让我担心我们的未来。",
        "label": ""
      },
      {
        "sentence": "他总是犹豫不决，不仅仅是在我们的关系中，而是在所有事情上都如此。",
        "label": ""
      },
      {
        "sentence": "他既焦虑又逃避，每当我们走得太近，他就会逃避，但我离开他又会把我拉回来，这真的让我筋疲力尽。",
        "label": ""
      },
      {
        "sentence": "这个问题让我很困扰，我觉得我们的关系没有未来。",
        "label": ""
      },
      {
        "sentence": "因此，我无法享受我们之间的亲密关系。",
        "label": ""
      },
      {
        "sentence": "虽然他正在接受心理治疗来改变这个问题，但是我感到非常难过，我总是感到紧张和不安全。",
        "label": ""
      },
      {
        "sentence": "之前的恋爱关系中，我一直是一个非常稳定的人，但是这段感情让我的情绪变得非常不稳定。",
        "label": ""
      },
      {
        "sentence": "不管结果如何，我想试一试，但是现在我最迫切的问题是如何在这种情况下保持自我稳定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的叙述来看，我可以理解你在感情生活中感到的不适。经常会有这样一种情况，两个人相爱却无法相处。从你描述的情况来看，我发现一个关键点，那就是社交距离。社交距离有时是物理的，有时是心理的。不同的人或不同民族在相同类型的关系中，对适宜的距离可能有不同的期望。在你们亲密的关系中，他对心理上的亲密距离可能与你有不同的期待。就像身高和性别年龄一样，有些人认为标准体重是120斤，超过这个体重他们就觉得需要减肥。而有些人的标准体重可能只有90斤，超过了这个体重他们就觉得需要减肥。对于社交距离这一点，我能理解。但是我不了解他的行为模式、互动方式等其他方面是否需要调整，我也没有和他直接交谈过，这些问题可能需要他和他的咨询师进一步探讨。回到你提出的问题，你觉得自己的哪些需求没有得到满足，比如情感的流动、亲密感等等？因为我没有更具体的信息，所以我先回答到这里。",
    "annotation": [
      {
        "sentence": "从你的叙述来看，我可以理解你在感情生活中感到的不适。",
        "label": ""
      },
      {
        "sentence": "经常会有这样一种情况，两个人相爱却无法相处。",
        "label": ""
      },
      {
        "sentence": "从你描述的情况来看，我发现一个关键点，那就是社交距离。",
        "label": ""
      },
      {
        "sentence": "社交距离有时是物理的，有时是心理的。",
        "label": ""
      },
      {
        "sentence": "不同的人或不同民族在相同类型的关系中，对适宜的距离可能有不同的期望。",
        "label": ""
      },
      {
        "sentence": "在你们亲密的关系中，他对心理上的亲密距离可能与你有不同的期待。",
        "label": ""
      },
      {
        "sentence": "就像身高和性别年龄一样，有些人认为标准体重是120斤，超过这个体重他们就觉得需要减肥。",
        "label": ""
      },
      {
        "sentence": "而有些人的标准体重可能只有90斤，超过了这个体重他们就觉得需要减肥。",
        "label": ""
      },
      {
        "sentence": "对于社交距离这一点，我能理解。",
        "label": ""
      },
      {
        "sentence": "但是我不了解他的行为模式、互动方式等其他方面是否需要调整，我也没有和他直接交谈过，这些问题可能需要他和他的咨询师进一步探讨。",
        "label": ""
      },
      {
        "sentence": "回到你提出的问题，你觉得自己的哪些需求没有得到满足，比如情感的流动、亲密感等等？",
        "label": ""
      },
      {
        "sentence": "因为我没有更具体的信息，所以我先回答到这里。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我在感情中缺乏情感的流动和亲密感。我渴望与他建立更深层的联系，但他总是犹豫不决，逃避亲密关系。我知道他正在努力改变，接受心理治疗，但我仍然觉得很不安。我需要知道如何在这种情况下保持自己的稳定，不受他行为的影响。",
    "annotation": [
      {
        "sentence": "我觉得我在感情中缺乏情感的流动和亲密感。",
        "label": ""
      },
      {
        "sentence": "我渴望与他建立更深层的联系，但他总是犹豫不决，逃避亲密关系。",
        "label": ""
      },
      {
        "sentence": "我知道他正在努力改变，接受心理治疗，但我仍然觉得很不安。",
        "label": ""
      },
      {
        "sentence": "我需要知道如何在这种情况下保持自己的稳定，不受他行为的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你在感情中希望有情感的流动和更深层次的亲密感。他正在接受心理治疗，这是一个积极的举措，但是你仍然感到不安。在这种情况下，保持自我稳定是关键。首先，你可以通过与他沟通表达你的需求和感受，让他了解你的内心世界。其次，寻找一些适合你的情绪调节方法，比如冥想、运动、写日记等，来帮助你在困扰和不安的时候平复情绪。同时，也要给自己一些空间和时间，不要把所有的注意力都放在他身上，发展一些个人的兴趣爱好，保持自己的独立性。最后，如果你觉得有必要，可以考虑寻求专业心理咨询师的帮助，他们能够给你更具体的建议和支持。",
    "annotation": [
      {
        "sentence": "明白了，你在感情中希望有情感的流动和更深层次的亲密感。",
        "label": ""
      },
      {
        "sentence": "他正在接受心理治疗，这是一个积极的举措，但是你仍然感到不安。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，保持自我稳定是关键。",
        "label": ""
      },
      {
        "sentence": "首先，你可以通过与他沟通表达你的需求和感受，让他了解你的内心世界。",
        "label": ""
      },
      {
        "sentence": "其次，寻找一些适合你的情绪调节方法，比如冥想、运动、写日记等，来帮助你在困扰和不安的时候平复情绪。",
        "label": ""
      },
      {
        "sentence": "同时，也要给自己一些空间和时间，不要把所有的注意力都放在他身上，发展一些个人的兴趣爱好，保持自己的独立性。",
        "label": ""
      },
      {
        "sentence": "最后，如果你觉得有必要，可以考虑寻求专业心理咨询师的帮助，他们能够给你更具体的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着与他沟通，并表达我的需求和感受。同时，我也会尝试一些情绪调节的方法来保持自己的稳定。我明白了，不要完全依赖他，要保持自己的独立性和兴趣爱好。如果情况仍然没有好转，我会考虑咨询心理咨询师的建议。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着与他沟通，并表达我的需求和感受。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尝试一些情绪调节的方法来保持自己的稳定。",
        "label": ""
      },
      {
        "sentence": "我明白了，不要完全依赖他，要保持自己的独立性和兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "如果情况仍然没有好转，我会考虑咨询心理咨询师的建议。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，关系中的稳定和幸福是建立在双方的努力和沟通之上的。希望你能够找到自己的稳定状态，得到你想要的幸福。如果还有其他问题或困惑，随时可以再来找我倾诉。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，关系中的稳定和幸福是建立在双方的努力和沟通之上的。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到自己的稳定状态，得到你想要的幸福。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或困惑，随时可以再来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]