[
  {
    "role": "client",
    "content": "结婚后娘家借钱，怎样能够不伤和气？我从小跟我父母不在一起长大，关系一直不太好，我爸也不经常打电话给我，好不容易昨天给我打电话了，还是他要借钱借一万多，我刚结婚半年多，没有那么多积蓄。而且自己也有需要用钱的地方，我说我没有，他说让我帮忙借，我觉得再问同学借又欠别人个人情，而且这钱说不定有去无回，想直接给我爸说没钱，也借不到。但是这样肯定他就生气了，觉得不帮他了啊，什么的，不知道该怎么办能够不伤和气。有没有不借他钱又不伤和气的办法呢？真的很苦恼。",
    "annotation": [
      {
        "sentence": "结婚后娘家借钱，怎样能够不伤和气？",
        "label": ""
      },
      {
        "sentence": "我从小跟我父母不在一起长大，关系一直不太好，我爸也不经常打电话给我，好不容易昨天给我打电话了，还是他要借钱借一万多，我刚结婚半年多，没有那么多积蓄。",
        "label": ""
      },
      {
        "sentence": "而且自己也有需要用钱的地方，我说我没有，他说让我帮忙借，我觉得再问同学借又欠别人个人情，而且这钱说不定有去无回，想直接给我爸说没钱，也借不到。",
        "label": ""
      },
      {
        "sentence": "但是这样肯定他就生气了，觉得不帮他了啊，什么的，不知道该怎么办能够不伤和气。",
        "label": ""
      },
      {
        "sentence": "有没有不借他钱又不伤和气的办法呢？",
        "label": ""
      },
      {
        "sentence": "真的很苦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常能够理解你的烦恼，新婚不久，自己娘家借钱，于情于理感觉都不好拒绝。从你的描述中，能够感受到你内心也渴望家的温暖，父母的关爱，但是实际上却是亲情的疏离。",
    "annotation": [
      {
        "sentence": "非常能够理解你的烦恼，新婚不久，自己娘家借钱，于情于理感觉都不好拒绝。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，能够感受到你内心也渴望家的温暖，父母的关爱，但是实际上却是亲情的疏离。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直希望跟爸爸的关系能够好一些，但是每次都觉得很难接近他，我也不知道他到底需要什么。",
    "annotation": [
      {
        "sentence": "是的，我一直希望跟爸爸的关系能够好一些，但是每次都觉得很难接近他，我也不知道他到底需要什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在遇到矛盾冲突时，仍然能够为父亲着想，你是一个很温暖很孝顺的女儿。从父亲的角度来说，不经常和女儿联系，很少关心女儿的现状，这种感情的疏远并不一定是他内心真正的想法，是不善于表达情感，还是有自己的苦衷，都不得而知，但是沟通的缺乏，确实是导致父女关系淡漠的主要因素，我想父亲内心还是很清楚的。",
    "annotation": [
      {
        "sentence": "在遇到矛盾冲突时，仍然能够为父亲着想，你是一个很温暖很孝顺的女儿。",
        "label": ""
      },
      {
        "sentence": "从父亲的角度来说，不经常和女儿联系，很少关心女儿的现状，这种感情的疏远并不一定是他内心真正的想法，是不善于表达情感，还是有自己的苦衷，都不得而知，但是沟通的缺乏，确实是导致父女关系淡漠的主要因素，我想父亲内心还是很清楚的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是我太敏感了，总觉得他不关心我，我也不知道该如何跟他沟通。",
    "annotation": [
      {
        "sentence": "可能是我太敏感了，总觉得他不关心我，我也不知道该如何跟他沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在这种情况下，还要伸手借钱，也许是真的遇到很棘手的事情了。从你的角度来说，可以先了解一下，父亲借钱的真正原因，可以直接问，也可以侧面了解一下，如果是真的遇到困难，需要你的帮助，建议你酌情考虑，给予一点帮助，尽一点儿女的心意。",
    "annotation": [
      {
        "sentence": "在这种情况下，还要伸手借钱，也许是真的遇到很棘手的事情了。",
        "label": ""
      },
      {
        "sentence": "从你的角度来说，可以先了解一下，父亲借钱的真正原因，可以直接问，也可以侧面了解一下，如果是真的遇到困难，需要你的帮助，建议你酌情考虑，给予一点帮助，尽一点儿女的心意。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道了，我可以试着跟他聊一下他为什么突然需要这么多钱，看看是否真的遇到了困难。如果是可以帮得上忙的，我会尽力去帮他的。",
    "annotation": [
      {
        "sentence": "我知道了，我可以试着跟他聊一下他为什么突然需要这么多钱，看看是否真的遇到了困难。",
        "label": ""
      },
      {
        "sentence": "如果是可以帮得上忙的，我会尽力去帮他的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果父亲借钱的事由不是你能接受的范围，拒绝的理由也是很多的，比如新婚花销很大，钱不归自己掌管，目前仍有外债需要偿还等等。通常状况下，人们在提出要别人帮忙的时候，他的内心会早就拥有两个答案，不管你给出哪一个，都会在对方的意料之中，所以并不会因为你的拒绝而伤和气，更何况对方是你的爸爸，你的生活状况，他也是看得到的，所以，可以根据父亲的借钱的真正缘由，尊重自己的内心，亲情是永远不会消失的，不会因为你借了钱就能寻回你缺失的父爱，也不会应为你不借钱，就被动的断了关系。",
    "annotation": [
      {
        "sentence": "如果父亲借钱的事由不是你能接受的范围，拒绝的理由也是很多的，比如新婚花销很大，钱不归自己掌管，目前仍有外债需要偿还等等。",
        "label": ""
      },
      {
        "sentence": "通常状况下，人们在提出要别人帮忙的时候，他的内心会早就拥有两个答案，不管你给出哪一个，都会在对方的意料之中，所以并不会因为你的拒绝而伤和气，更何况对方是你的爸爸，你的生活状况，他也是看得到的，所以，可以根据父亲的借钱的真正缘由，尊重自己的内心，亲情是永远不会消失的，不会因为你借了钱就能寻回你缺失的父爱，也不会应为你不借钱，就被动的断了关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，亲情是很珍贵的，不是用钱来衡量的。我会试着跟爸爸好好沟通，坦诚地告诉他目前的情况，希望他能够理解我。",
    "annotation": [
      {
        "sentence": "我明白了，亲情是很珍贵的，不是用钱来衡量的。",
        "label": ""
      },
      {
        "sentence": "我会试着跟爸爸好好沟通，坦诚地告诉他目前的情况，希望他能够理解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的回答能够对你有所帮助，相信你的真诚和努力一定能够让父女关系变得更好，不管是否借钱，都不会伤害到你们的亲情。加油！",
    "annotation": [
      {
        "sentence": "希望我的回答能够对你有所帮助，相信你的真诚和努力一定能够让父女关系变得更好，不管是否借钱，都不会伤害到你们的亲情。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会尽力去解决这个问题的。真的很感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会尽力去解决这个问题的。",
        "label": ""
      },
      {
        "sentence": "真的很感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，有任何困难或者烦恼都可以随时找我倾诉，我会一直在你身边支持你的。希望你能够找到解决问题的方法，祝福你的父女关系能够越来越好！",
    "annotation": [
      {
        "sentence": "不用客气，有任何困难或者烦恼都可以随时找我倾诉，我会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到解决问题的方法，祝福你的父女关系能够越来越好！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，你的话真的让我感到很温暖，我会好好去面对和解决问题的。再次感谢你的鼓励和支持！",
    "annotation": [
      {
        "sentence": "谢谢你，你的话真的让我感到很温暖，我会好好去面对和解决问题的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的鼓励和支持！",
        "label": ""
      }
    ]
  }
]