[
  {
    "role": "client",
    "content": "我和女友认识3年恋爱1年，如何找到绝对持平的点？我和我女朋友认识3年恋爱一年半了，也算是成功吧，但是最近问题来了。由于我上班了，她现在还在上学，观念上发生了改变。我现在感觉恋爱中不能找到一个绝对持平的点。最近半年内可未是一味的付出，时间金钱都有，这些都是无所谓。关键是对我的态度，变得可有可无，我对她现在也是一样。对她说不得，讲道理不行，她总感觉除了我以为任何人说的话都是对的，她和她所谓的朋友，男女都有出去玩聊天，这个我现在已经懒得管了，但是她特别喜欢插？我的事，哪怕我工作的事情她也想掺和一下。我哪怕和异性说话她就要炸，我说她这些她就只会说是朋友，现在搞得我很烦。",
    "annotation": [
      {
        "sentence": "我和女友认识3年恋爱1年，如何找到绝对持平的点？",
        "label": ""
      },
      {
        "sentence": "我和我女朋友认识3年恋爱一年半了，也算是成功吧，但是最近问题来了。",
        "label": ""
      },
      {
        "sentence": "由于我上班了，她现在还在上学，观念上发生了改变。",
        "label": ""
      },
      {
        "sentence": "我现在感觉恋爱中不能找到一个绝对持平的点。",
        "label": ""
      },
      {
        "sentence": "最近半年内可未是一味的付出，时间金钱都有，这些都是无所谓。",
        "label": ""
      },
      {
        "sentence": "关键是对我的态度，变得可有可无，我对她现在也是一样。",
        "label": ""
      },
      {
        "sentence": "对她说不得，讲道理不行，她总感觉除了我以为任何人说的话都是对的，她和她所谓的朋友，男女都有出去玩聊天，这个我现在已经懒得管了，但是她特别喜欢插？",
        "label": ""
      },
      {
        "sentence": "我的事，哪怕我工作的事情她也想掺和一下。",
        "label": ""
      },
      {
        "sentence": "我哪怕和异性说话她就要炸，我说她这些她就只会说是朋友，现在搞得我很烦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我了解你现在面临的困境。首先，恋爱是动态平衡的关系，没有所谓的\"绝对持平的点\"。保持住就平衡了，不变了，关系总是多一点少一点好一点坏一点，这是常态。如果你觉得\"我在付出\"，这可能是一个提醒点，说明你对你们的关系感到疲惫和不满。你可以回想一下，当你们处在热恋时，你是不是觉得她怎么那么可爱，我的付出远远不够？恋爱不是一个简单的、线性发展的关系，它中间有起伏波折。因为恋爱关系中的两个人是独立的个体，他们在各自的环境中有不同的成长，总是有两个人关系的平衡协调问题，需要随着两个人的变化及时做出调整，否则就会出现不匹配的状况。但这都是很正常、不可避免的状况。所以我们在恋爱中要随时注意观察关系的变化，积极调整应对变化。现在你已经意识到了你们的关系发生了一些不匹配，这是很好的。面对这种变化，可以思考为什么会出现这样的变化？我们能做些什么？",
    "annotation": [
      {
        "sentence": "求助者，我了解你现在面临的困境。",
        "label": ""
      },
      {
        "sentence": "首先，恋爱是动态平衡的关系，没有所谓的\"绝对持平的点\"。",
        "label": ""
      },
      {
        "sentence": "保持住就平衡了，不变了，关系总是多一点少一点好一点坏一点，这是常态。",
        "label": ""
      },
      {
        "sentence": "如果你觉得\"我在付出\"，这可能是一个提醒点，说明你对你们的关系感到疲惫和不满。",
        "label": ""
      },
      {
        "sentence": "你可以回想一下，当你们处在热恋时，你是不是觉得她怎么那么可爱，我的付出远远不够？",
        "label": ""
      },
      {
        "sentence": "恋爱不是一个简单的、线性发展的关系，它中间有起伏波折。",
        "label": ""
      },
      {
        "sentence": "因为恋爱关系中的两个人是独立的个体，他们在各自的环境中有不同的成长，总是有两个人关系的平衡协调问题，需要随着两个人的变化及时做出调整，否则就会出现不匹配的状况。",
        "label": ""
      },
      {
        "sentence": "但这都是很正常、不可避免的状况。",
        "label": ""
      },
      {
        "sentence": "所以我们在恋爱中要随时注意观察关系的变化，积极调整应对变化。",
        "label": ""
      },
      {
        "sentence": "现在你已经意识到了你们的关系发生了一些不匹配，这是很好的。",
        "label": ""
      },
      {
        "sentence": "面对这种变化，可以思考为什么会出现这样的变化？",
        "label": ""
      },
      {
        "sentence": "我们能做些什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得有道理，现在想想我们的问题可能真的是因为我们的状态发生了变化。我已经工作了，面对社会，而她还在学校比较单纯的环境里。我们面对的问题，思考的问题，甚至部分三观可能都出现变化，从原来的比较一致，变得分歧更明显。",
    "annotation": [
      {
        "sentence": "你说得有道理，现在想想我们的问题可能真的是因为我们的状态发生了变化。",
        "label": ""
      },
      {
        "sentence": "我已经工作了，面对社会，而她还在学校比较单纯的环境里。",
        "label": ""
      },
      {
        "sentence": "我们面对的问题，思考的问题，甚至部分三观可能都出现变化，从原来的比较一致，变得分歧更明显。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，恋爱关系中的分歧是常见的。针对以上问题，你们之间进行过沟通吗？",
    "annotation": [
      {
        "sentence": "没错，恋爱关系中的分歧是常见的。",
        "label": ""
      },
      {
        "sentence": "针对以上问题，你们之间进行过沟通吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们之间的沟通比较困难。我感觉她对我不再那么看重，甚至她觉得除你之外的人说的话都是对的，而且她喜欢插手我的事，你说她就炸了。",
    "annotation": [
      {
        "sentence": "我们之间的沟通比较困难。",
        "label": ""
      },
      {
        "sentence": "我感觉她对我不再那么看重，甚至她觉得除你之外的人说的话都是对的，而且她喜欢插手我的事，你说她就炸了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些情况表明她对你有不满，有观念上的不认同。当她不认同你的时候，你说的话在她心里的位置就会降低。那么到底你们在哪里出现了分歧？这需要你们深入去沟通，了解，倾听，看看问题的出现到底是根源上的不认同，使本质问题及早暴露了，还是你们之间只是一些隔阂和误解，通过沟通可以达成一致或包容，能够继续走下去？这对你们是个考验。",
    "annotation": [
      {
        "sentence": "这些情况表明她对你有不满，有观念上的不认同。",
        "label": ""
      },
      {
        "sentence": "当她不认同你的时候，你说的话在她心里的位置就会降低。",
        "label": ""
      },
      {
        "sentence": "那么到底你们在哪里出现了分歧？",
        "label": ""
      },
      {
        "sentence": "这需要你们深入去沟通，了解，倾听，看看问题的出现到底是根源上的不认同，使本质问题及早暴露了，还是你们之间只是一些隔阂和误解，通过沟通可以达成一致或包容，能够继续走下去？",
        "label": ""
      },
      {
        "sentence": "这对你们是个考验。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我们确实需要更深入地沟通。她和一些男女朋友出去聊天，但你和异性说话她就炸，包括你对她的付出，可以看到我对她也有不满。那这些不满是什么？你期望的是什么？你不能接受的是什么？你喜欢她的是什么？都可以趁此机会想想清楚，并和她谈谈。出现问题，也是创造机会。",
    "annotation": [
      {
        "sentence": "你说得对，我们确实需要更深入地沟通。",
        "label": ""
      },
      {
        "sentence": "她和一些男女朋友出去聊天，但你和异性说话她就炸，包括你对她的付出，可以看到我对她也有不满。",
        "label": ""
      },
      {
        "sentence": "那这些不满是什么？",
        "label": ""
      },
      {
        "sentence": "你期望的是什么？",
        "label": ""
      },
      {
        "sentence": "你不能接受的是什么？",
        "label": ""
      },
      {
        "sentence": "你喜欢她的是什么？",
        "label": ""
      },
      {
        "sentence": "都可以趁此机会想想清楚，并和她谈谈。",
        "label": ""
      },
      {
        "sentence": "出现问题，也是创造机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错。所以现在是你们更深入了解彼此的机会，通过真诚的沟通，看看两人是否有一起走下去的基础、决心和智慧。两个人的关系能够一直走下去，靠的不是表面上的和谐，而是真正的心灵相通，坦诚的相对。只有足够的了解对方，信任对方，才能够获得真正的爱情。这需要你们共同努力，珍惜这个机会。有什么其他问题，你可以继续向我倾诉。",
    "annotation": [
      {
        "sentence": "没错。",
        "label": ""
      },
      {
        "sentence": "所以现在是你们更深入了解彼此的机会，通过真诚的沟通，看看两人是否有一起走下去的基础、决心和智慧。",
        "label": ""
      },
      {
        "sentence": "两个人的关系能够一直走下去，靠的不是表面上的和谐，而是真正的心灵相通，坦诚的相对。",
        "label": ""
      },
      {
        "sentence": "只有足够的了解对方，信任对方，才能够获得真正的爱情。",
        "label": ""
      },
      {
        "sentence": "这需要你们共同努力，珍惜这个机会。",
        "label": ""
      },
      {
        "sentence": "有什么其他问题，你可以继续向我倾诉。",
        "label": ""
      }
    ]
  }
]