[
  {
    "role": "client",
    "content": "我跟他其实很投缘，旧情真的不能再复得了吗？我跟他呢其实很投缘。一开始我们是一个学习小组的小圆桌，我觉得他是一个阳光的男孩子，然后和他很聊得来。后来遇见了一些事分开了，我们谁也没想到我们以后就这么没有缘分了，可怕到令人发指。",
    "annotation": [
      {
        "sentence": "我跟他其实很投缘，旧情真的不能再复得了吗？",
        "label": ""
      },
      {
        "sentence": "我跟他呢其实很投缘。",
        "label": ""
      },
      {
        "sentence": "一开始我们是一个学习小组的小圆桌，我觉得他是一个阳光的男孩子，然后和他很聊得来。",
        "label": ""
      },
      {
        "sentence": "后来遇见了一些事分开了，我们谁也没想到我们以后就这么没有缘分了，可怕到令人发指。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你描述的经验，难免产生一种朦胧不明的感觉。我想你可能并不太知道，你和你所说的这个男生之间，到底发生过什么，以及如今你情感的指向。",
    "annotation": [
      {
        "sentence": "听你描述的经验，难免产生一种朦胧不明的感觉。",
        "label": ""
      },
      {
        "sentence": "我想你可能并不太知道，你和你所说的这个男生之间，到底发生过什么，以及如今你情感的指向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感情这个东西，本没有什么新旧，差别只是情感体验本身深浅，我们会形容两个人有好感、暧昧、倾慕、倾心、爱恋……所谓的“旧情复燃”，是彼此有过深刻的情感体验，而后再产生了比当下各个关系相对更深的情感体验。这样来形容感情，可能并不全面。但\"投缘“这只是一个词，不能代表其中的体验。你们之间真正契合的是什么，阻碍你们更深接触的是什么......你和这个男生之间，也许在某些方面，确实产生过情感上的联结，但从“错过”的经历来看，好像这个连接在某个位置嘎然而止。",
    "annotation": [
      {
        "sentence": "感情这个东西，本没有什么新旧，差别只是情感体验本身深浅，我们会形容两个人有好感、暧昧、倾慕、倾心、爱恋……所谓的“旧情复燃”，是彼此有过深刻的情感体验，而后再产生了比当下各个关系相对更深的情感体验。",
        "label": ""
      },
      {
        "sentence": "这样来形容感情，可能并不全面。",
        "label": ""
      },
      {
        "sentence": "但\"投缘“这只是一个词，不能代表其中的体验。",
        "label": ""
      },
      {
        "sentence": "你们之间真正契合的是什么，阻碍你们更深接触的是什么......你和这个男生之间，也许在某些方面，确实产生过情感上的联结，但从“错过”的经历来看，好像这个连接在某个位置嘎然而止。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对他产生的情感体验，也没有那么深，或者也可以理解成，你并不那么了解他，不太了解“喜欢”本身带来的体验是怎样。不然我们也不会仅凭某一个第三者的言论就做这段关系本身做出取舍。那既然是一段还没有真正发展起来并且产生深刻体验的关系，不存在“复得”一说。",
    "annotation": [
      {
        "sentence": "你对他产生的情感体验，也没有那么深，或者也可以理解成，你并不那么了解他，不太了解“喜欢”本身带来的体验是怎样。",
        "label": ""
      },
      {
        "sentence": "不然我们也不会仅凭某一个第三者的言论就做这段关系本身做出取舍。",
        "label": ""
      },
      {
        "sentence": "那既然是一段还没有真正发展起来并且产生深刻体验的关系，不存在“复得”一说。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了。在思考我们该怎么做时，我们先得问一问自己，我们是渴望去发展一个能带来更深情感体验的关系，还是仅仅想找回那样似乎“被人喜欢着”的感觉。如果我们真的渴望去发展一段能带来更深体验的情感关系，那我们可以先得真实去省视一下，当初那些“错过”到底是如何发生的呢，不然我们可能还是会无缘无故被一些事情打断，而后切断情感连接的可能。这可能是我们内心状态的一种显现，我们在拒绝真正进入一个更近的关系中。",
    "annotation": [
      {
        "sentence": "是的，我明白了。",
        "label": ""
      },
      {
        "sentence": "在思考我们该怎么做时，我们先得问一问自己，我们是渴望去发展一个能带来更深情感体验的关系，还是仅仅想找回那样似乎“被人喜欢着”的感觉。",
        "label": ""
      },
      {
        "sentence": "如果我们真的渴望去发展一段能带来更深体验的情感关系，那我们可以先得真实去省视一下，当初那些“错过”到底是如何发生的呢，不然我们可能还是会无缘无故被一些事情打断，而后切断情感连接的可能。",
        "label": ""
      },
      {
        "sentence": "这可能是我们内心状态的一种显现，我们在拒绝真正进入一个更近的关系中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经意识到了问题所在。接下来，我们可以想一想，如何和这个人发展更深的情感体验。那就不简单地是”搭讪“，更像是一种”追求“，试图去多了解一个人，也让另一个人多了解自己，创造共同的经历，加深彼此的情感体验，这需要付出努力，并且承认，这可能就是一个从零开始的过程。",
    "annotation": [
      {
        "sentence": "很好，你已经意识到了问题所在。",
        "label": ""
      },
      {
        "sentence": "接下来，我们可以想一想，如何和这个人发展更深的情感体验。",
        "label": ""
      },
      {
        "sentence": "那就不简单地是”搭讪“，更像是一种”追求“，试图去多了解一个人，也让另一个人多了解自己，创造共同的经历，加深彼此的情感体验，这需要付出努力，并且承认，这可能就是一个从零开始的过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。我想先从理解自己开始吧，那些我们渴求的，那些阻碍我们的。只有这样，我们才能去做那些我们真想去做的事情。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "我想先从理解自己开始吧，那些我们渴求的，那些阻碍我们的。",
        "label": ""
      },
      {
        "sentence": "只有这样，我们才能去做那些我们真想去做的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，你已经朝着正确的方向迈出了一步。理解自己是关键的一步，接下来，你可以尝试更多地接触这个人，与他交流，了解他的兴趣爱好，共同参与一些活动，增加彼此的熟悉度。",
    "annotation": [
      {
        "sentence": "非常好，你已经朝着正确的方向迈出了一步。",
        "label": ""
      },
      {
        "sentence": "理解自己是关键的一步，接下来，你可以尝试更多地接触这个人，与他交流，了解他的兴趣爱好，共同参与一些活动，增加彼此的熟悉度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我会努力去了解他的，也会积极地与他交流。",
    "annotation": [
      {
        "sentence": "是的，我会努力去了解他的，也会积极地与他交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，保持积极的态度并坚持下去。同时，也要记得给自己一些时间和空间，不要让这段关系给你带来太大的压力，享受整个过程中的成长和收获。",
    "annotation": [
      {
        "sentence": "很好，保持积极的态度并坚持下去。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得给自己一些时间和空间，不要让这段关系给你带来太大的压力，享受整个过程中的成长和收获。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会尽力去做。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会尽力去做。",
        "label": ""
      }
    ]
  }
]