[
  {
    "role": "client",
    "content": "我跟他其实很投缘，旧情真的不能再复得了吗？我跟他呢其实很投缘一开始我们是一个学习小组的小圆桌我觉得他是一个阳光的男孩子然后和他很聊得来后来遇见了一些事分开了我们谁也没想到我们以后就这么没有缘分了可怕到令人发指。中间有一次我打算跟他表白看他的样子他并不想谈恋爱（只是以为他大哥就是为了谈恋爱耽误了学习但是后来他发现如果不抓紧就再也没有纯粹的喜欢和爱了）后来终于有一次机会我们彼此表达了心意我没有拒绝也没有接受的意思再后来有人跟我说他其实早就不喜欢我了说他很渣让我给他个纸条骂他让他滚我就真的信了这就是缘分尽了吧我中间有十个月没和他说话他现在和另一位有男朋友的女孩子玩的很好对我很冷漠我试着跟他搭讪玩他喜欢的游戏都是冷漠。我还是很喜欢他我该怎么办？",
    "annotation": [
      {
        "sentence": "我跟他其实很投缘，旧情真的不能再复得了吗？",
        "label": ""
      },
      {
        "sentence": "我跟他呢其实很投缘一开始我们是一个学习小组的小圆桌我觉得他是一个阳光的男孩子然后和他很聊得来后来遇见了一些事分开了我们谁也没想到我们以后就这么没有缘分了可怕到令人发指。",
        "label": ""
      },
      {
        "sentence": "中间有一次我打算跟他表白看他的样子他并不想谈恋爱（只是以为他大哥就是为了谈恋爱耽误了学习但是后来他发现如果不抓紧就再也没有纯粹的喜欢和爱了）后来终于有一次机会我们彼此表达了心意我没有拒绝也没有接受的意思再后来有人跟我说他其实早就不喜欢我了说他很渣让我给他个纸条骂他让他滚我就真的信了这就是缘分尽了吧我中间有十个月没和他说话他现在和另一位有男朋友的女孩子玩的很好对我很冷漠我试着跟他搭讪玩他喜欢的游戏都是冷漠。",
        "label": ""
      },
      {
        "sentence": "我还是很喜欢他我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，我能了解到你与喜欢的男生曾经“错过”了两次，一次是你打算表白但是感到对方不想恋爱，一次是彼此表达了心意但两人没有明确的在一起，而现在你对于自己对男生的感情也感到很困扰，不知道该怎么做。缘分是一个令人既向往又担忧的东西，相信你与对方之前的点滴都是真实存在的，令人感到美好的、纯粹的感情。",
    "annotation": [
      {
        "sentence": "从你的描述中，我能了解到你与喜欢的男生曾经“错过”了两次，一次是你打算表白但是感到对方不想恋爱，一次是彼此表达了心意但两人没有明确的在一起，而现在你对于自己对男生的感情也感到很困扰，不知道该怎么做。",
        "label": ""
      },
      {
        "sentence": "缘分是一个令人既向往又担忧的东西，相信你与对方之前的点滴都是真实存在的，令人感到美好的、纯粹的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我们曾经有过很好的默契和交流，但后来一些事情发生了，我们就分开了。我感到非常害怕我们之间的缘分就这样消失了。",
    "annotation": [
      {
        "sentence": "是的，我们曾经有过很好的默契和交流，但后来一些事情发生了，我们就分开了。",
        "label": ""
      },
      {
        "sentence": "我感到非常害怕我们之间的缘分就这样消失了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧。在感情中，有些事情看似是\"缘分\"，但其实很多都是双方默默努力的结果。感情需要争取、需要表达，需要我们的勇敢。如果你内心确信自己对他的感情依然很深，不妨勇敢再试一次，向他表达你的心意。无论结局是否如我们所愿，至少你能够不留下遗憾。在感情中的勇敢并不只是敢去爱，有时果断地放下也需要很大的勇气。",
    "annotation": [
      {
        "sentence": "我理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "在感情中，有些事情看似是\"缘分\"，但其实很多都是双方默默努力的结果。",
        "label": ""
      },
      {
        "sentence": "感情需要争取、需要表达，需要我们的勇敢。",
        "label": ""
      },
      {
        "sentence": "如果你内心确信自己对他的感情依然很深，不妨勇敢再试一次，向他表达你的心意。",
        "label": ""
      },
      {
        "sentence": "无论结局是否如我们所愿，至少你能够不留下遗憾。",
        "label": ""
      },
      {
        "sentence": "在感情中的勇敢并不只是敢去爱，有时果断地放下也需要很大的勇气。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。勇敢地表达自己的感情确实需要很大的勇气。但是，我听别人说他其实早就不喜欢我了，甚至说他很渣。一度被朋友怂恿，给他一张纸条骂他让他滚，我现在觉得自己真的被愚弄了，缘分是否真的到尽头了呢？",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "勇敢地表达自己的感情确实需要很大的勇气。",
        "label": ""
      },
      {
        "sentence": "但是，我听别人说他其实早就不喜欢我了，甚至说他很渣。",
        "label": ""
      },
      {
        "sentence": "一度被朋友怂恿，给他一张纸条骂他让他滚，我现在觉得自己真的被愚弄了，缘分是否真的到尽头了呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "要相信自己的直觉和感受，不要被别人的话完全左右。每个人都有自己的解释和看法，别人的评论并不代表真相。也许他们只是对你的感情有误解或者有其他的意图。而对于缘分的终结，只有当你自己内心感到不可能再恢复如初时，才能判断是否到了结束的时候。请问你现在还有和他保持联系吗？",
    "annotation": [
      {
        "sentence": "要相信自己的直觉和感受，不要被别人的话完全左右。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的解释和看法，别人的评论并不代表真相。",
        "label": ""
      },
      {
        "sentence": "也许他们只是对你的感情有误解或者有其他的意图。",
        "label": ""
      },
      {
        "sentence": "而对于缘分的终结，只有当你自己内心感到不可能再恢复如初时，才能判断是否到了结束的时候。",
        "label": ""
      },
      {
        "sentence": "请问你现在还有和他保持联系吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有十个月没和他说过话了。现在他和另外一个有男朋友的女孩子关系很好，对我很冷漠。我试着和他搭讪，玩他喜欢的游戏，但他一直都很冷漠。",
    "annotation": [
      {
        "sentence": "有十个月没和他说过话了。",
        "label": ""
      },
      {
        "sentence": "现在他和另外一个有男朋友的女孩子关系很好，对我很冷漠。",
        "label": ""
      },
      {
        "sentence": "我试着和他搭讪，玩他喜欢的游戏，但他一直都很冷漠。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你现在的处境。再次尝试搭讪是一种努力，但如果他一直对你冷漠，可能意味着他对你们之间的关系已经有所改变。对于他正在和别人有好感的情况，也许我们需要接受这个现实。在这种情况下，你应该及时判断自己是否继续坚持下去，或是放手。",
    "annotation": [
      {
        "sentence": "我了解你现在的处境。",
        "label": ""
      },
      {
        "sentence": "再次尝试搭讪是一种努力，但如果他一直对你冷漠，可能意味着他对你们之间的关系已经有所改变。",
        "label": ""
      },
      {
        "sentence": "对于他正在和别人有好感的情况，也许我们需要接受这个现实。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，你应该及时判断自己是否继续坚持下去，或是放手。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我还是很喜欢他，但是看到现在的情况，我感到很绝望。我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我还是很喜欢他，但是看到现在的情况，我感到很绝望。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，面对喜欢的人变得冷漠而感到绝望是很正常的反应。但是我们也不能让自己一直困在这种消极情绪中。或许现在是时候转移注意力，尝试寻找新的爱情和快乐来源，与朋友一起出去玩耍，培养自己的兴趣爱好，让自己重新变得快乐起来。时间会给你答案，而且也许未来还有更好的缘分在等待着你。",
    "annotation": [
      {
        "sentence": "我理解你的感受，面对喜欢的人变得冷漠而感到绝望是很正常的反应。",
        "label": ""
      },
      {
        "sentence": "但是我们也不能让自己一直困在这种消极情绪中。",
        "label": ""
      },
      {
        "sentence": "或许现在是时候转移注意力，尝试寻找新的爱情和快乐来源，与朋友一起出去玩耍，培养自己的兴趣爱好，让自己重新变得快乐起来。",
        "label": ""
      },
      {
        "sentence": "时间会给你答案，而且也许未来还有更好的缘分在等待着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对。我应该尝试放下并寻找新的可能性。我会试着转移注意力，重新寻找属于自己的幸福。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "你说得对。",
        "label": ""
      },
      {
        "sentence": "我应该尝试放下并寻找新的可能性。",
        "label": ""
      },
      {
        "sentence": "我会试着转移注意力，重新寻找属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记得始终相信自己的价值和幸福，相信未来会有更好的缘分等待着你。如果你有任何需要再次找我聊天，我会一直在这里支持你。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记得始终相信自己的价值和幸福，相信未来会有更好的缘分等待着你。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要再次找我聊天，我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]