[
  {
    "role": "client",
    "content": "家庭条件一般读艺术，在艺术学校里变得越来越不现实？",
    "annotation": [
      {
        "sentence": "家庭条件一般读艺术，在艺术学校里变得越来越不现实？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在这个阳光灿烂的日子里，有幸能在这个问题中相遇，我感知得到，细腻的文字下，一颗敏感而柔软的心，让我们一起来按一下暂停键，坐下来聊聊心事。",
    "annotation": [
      {
        "sentence": "在这个阳光灿烂的日子里，有幸能在这个问题中相遇，我感知得到，细腻的文字下，一颗敏感而柔软的心，让我们一起来按一下暂停键，坐下来聊聊心事。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解，我真的觉得我在艺术学校里格格不入。我家庭条件很一般住在四线城市，父母特别不舍得花钱，父亲和我都是特别敏感多疑固执懦弱的性格，爷爷奶奶都很强势学历比较高，但是我父母文化程度不高但是控制欲特别强，父亲初中以前所有假期都是把我锁在房间里，偷看我的隐私体罚和人身攻击，还特别能抬杠，人特别幼稚，我妈又极度缠人。不让我和朋友出去玩，交朋友也只能和成绩好的玩。",
    "annotation": [
      {
        "sentence": "谢谢你的理解，我真的觉得我在艺术学校里格格不入。",
        "label": ""
      },
      {
        "sentence": "我家庭条件很一般住在四线城市，父母特别不舍得花钱，父亲和我都是特别敏感多疑固执懦弱的性格，爷爷奶奶都很强势学历比较高，但是我父母文化程度不高但是控制欲特别强，父亲初中以前所有假期都是把我锁在房间里，偷看我的隐私体罚和人身攻击，还特别能抬杠，人特别幼稚，我妈又极度缠人。",
        "label": ""
      },
      {
        "sentence": "不让我和朋友出去玩，交朋友也只能和成绩好的玩。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你勇敢的分享，这些信息量确实非常大，这些客观的家庭条件和从爷爷奶奶那里继承的一些性格特点可能会对你产生一定的影响。爷爷奶奶强势学历比较高，而父母这辈没有继承这一点，隔辈遗传的情况也是有的。从你的描述来看，似乎和父母的沟通一直不是很顺畅，而且他们对你的管教非常严厉。",
    "annotation": [
      {
        "sentence": "感谢你勇敢的分享，这些信息量确实非常大，这些客观的家庭条件和从爷爷奶奶那里继承的一些性格特点可能会对你产生一定的影响。",
        "label": ""
      },
      {
        "sentence": "爷爷奶奶强势学历比较高，而父母这辈没有继承这一点，隔辈遗传的情况也是有的。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，似乎和父母的沟通一直不是很顺畅，而且他们对你的管教非常严厉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直都很乖，成绩也很好，但是自从初中之后，我开始学习画画，后来考到了一个艺术学院。艺术学院里的学生大都来自富裕的家庭，而我来自一个四线城市的一般家庭，我感觉自己在那种纸醉金迷的环境中格格不入。他们的家庭大部分都是放养的，他们也觉得读书毫无用处，和我在家接受的教育差别很大。现在毕业了，回到现实生活，我觉得到哪里都不满意，既自卑又自负。之前在大学里网恋的经历也以失败告终，被骗后我对所有事情都提不起兴趣。我打算考研，但父母总觉得我考不上，现在感觉很消极，而且也没有朋友了。",
    "annotation": [
      {
        "sentence": "是的，我一直都很乖，成绩也很好，但是自从初中之后，我开始学习画画，后来考到了一个艺术学院。",
        "label": ""
      },
      {
        "sentence": "艺术学院里的学生大都来自富裕的家庭，而我来自一个四线城市的一般家庭，我感觉自己在那种纸醉金迷的环境中格格不入。",
        "label": ""
      },
      {
        "sentence": "他们的家庭大部分都是放养的，他们也觉得读书毫无用处，和我在家接受的教育差别很大。",
        "label": ""
      },
      {
        "sentence": "现在毕业了，回到现实生活，我觉得到哪里都不满意，既自卑又自负。",
        "label": ""
      },
      {
        "sentence": "之前在大学里网恋的经历也以失败告终，被骗后我对所有事情都提不起兴趣。",
        "label": ""
      },
      {
        "sentence": "我打算考研，但父母总觉得我考不上，现在感觉很消极，而且也没有朋友了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的描述让我感受到你那又自卑又自负的矛盾心理。但其实自卑和自负实际上是一回事，你需要建立一个独立完整的自尊体系。现在回到现实生活，就业也是一个重要的问题。考研确实是一个选择，因为艺术类专业，有了高学历后，就业面可能会有所改善。当然，艺术类专业非常广泛，不仅仅限于绘画，也可以拓展延伸出一些其他的方向（比如幼儿培训等）。另外，你所在的四线城市就业面可能相对较窄，考虑城市发展的方向为自己的发展带动，也是一个值得思考的思路。但是，这些都是就业方面的探讨。最重要的是，你到底想要的是什么？只有你明确了自己的目标，才能坚定地去追求，因为这是你自己的选择，应该无怨无悔。",
    "annotation": [
      {
        "sentence": "你的描述让我感受到你那又自卑又自负的矛盾心理。",
        "label": ""
      },
      {
        "sentence": "但其实自卑和自负实际上是一回事，你需要建立一个独立完整的自尊体系。",
        "label": ""
      },
      {
        "sentence": "现在回到现实生活，就业也是一个重要的问题。",
        "label": ""
      },
      {
        "sentence": "考研确实是一个选择，因为艺术类专业，有了高学历后，就业面可能会有所改善。",
        "label": ""
      },
      {
        "sentence": "当然，艺术类专业非常广泛，不仅仅限于绘画，也可以拓展延伸出一些其他的方向（比如幼儿培训等）。",
        "label": ""
      },
      {
        "sentence": "另外，你所在的四线城市就业面可能相对较窄，考虑城市发展的方向为自己的发展带动，也是一个值得思考的思路。",
        "label": ""
      },
      {
        "sentence": "但是，这些都是就业方面的探讨。",
        "label": ""
      },
      {
        "sentence": "最重要的是，你到底想要的是什么？",
        "label": ""
      },
      {
        "sentence": "只有你明确了自己的目标，才能坚定地去追求，因为这是你自己的选择，应该无怨无悔。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我确实需要好好思考一下自己的目标和未来的发展方向。虽然现在感觉很困惑，但我会尽力找到属于自己的道路，也希望能够建立一个健康的自尊体系和找到真正的兴趣所在。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我确实需要好好思考一下自己的目标和未来的发展方向。",
        "label": ""
      },
      {
        "sentence": "虽然现在感觉很困惑，但我会尽力找到属于自己的道路，也希望能够建立一个健康的自尊体系和找到真正的兴趣所在。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，能够帮助到你我感到非常高兴。人生的道路并不总是一帆风顺的，但只要我们愿意面对和思考，就能够找到属于自己的方向。希望你能够坚定自己的决心，不要轻易放弃自己的梦想。如果你需要任何帮助，随时找我倾诉，我会一直支持你的！",
    "annotation": [
      {
        "sentence": "不客气，能够帮助到你我感到非常高兴。",
        "label": ""
      },
      {
        "sentence": "人生的道路并不总是一帆风顺的，但只要我们愿意面对和思考，就能够找到属于自己的方向。",
        "label": ""
      },
      {
        "sentence": "希望你能够坚定自己的决心，不要轻易放弃自己的梦想。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助，随时找我倾诉，我会一直支持你的！",
        "label": ""
      }
    ]
  }
]