[
  {
    "role": "client",
    "content": "选择困难，实在确定不了考什么专业？同学都有了目标正在努力，我还拿不定考什么专业和院校。我目前主要在土地资源管理(本专业)，艺术设计，捕捞学(等好考的专业)间纠结。考土地资源管理的好处是同学都在准备这个，可以互相督促，还有老师学姐等的帮助，而且对这个专业比较了解，熟悉了。缺点是我不是很喜欢啊，再考虑未来就业公务员和地理信息公司的工作我感觉我都不会很喜欢，而且备考难度也不小。考艺术设计是因为我从小喜欢画画，高中因为家里不同意才没有学成。我的目标学校是山工艺，也方便找到手绘培训。缺点是我不是艺术生，没接受过系统培训，对设计这方面是0基础0了解，各种软件不会用，艺术细胞和思维也好久没锻炼了。担心考不上，担心工作以后发现工作内容和就业形势跟我想象的不一样，努力和金钱都白费。考容易的专业是因为我对未来的职业规划模模糊糊，不明确自己想干什么，想要什么，不如考个211985去个好城市。缺点是反正捕捞学这种只能出海的专业我不会考",
    "annotation": [
      {
        "sentence": "选择困难，实在确定不了考什么专业？",
        "label": ""
      },
      {
        "sentence": "同学都有了目标正在努力，我还拿不定考什么专业和院校。",
        "label": ""
      },
      {
        "sentence": "我目前主要在土地资源管理(本专业)，艺术设计，捕捞学(等好考的专业)间纠结。",
        "label": ""
      },
      {
        "sentence": "考土地资源管理的好处是同学都在准备这个，可以互相督促，还有老师学姐等的帮助，而且对这个专业比较了解，熟悉了。",
        "label": ""
      },
      {
        "sentence": "缺点是我不是很喜欢啊，再考虑未来就业公务员和地理信息公司的工作我感觉我都不会很喜欢，而且备考难度也不小。",
        "label": ""
      },
      {
        "sentence": "考艺术设计是因为我从小喜欢画画，高中因为家里不同意才没有学成。",
        "label": ""
      },
      {
        "sentence": "我的目标学校是山工艺，也方便找到手绘培训。",
        "label": ""
      },
      {
        "sentence": "缺点是我不是艺术生，没接受过系统培训，对设计这方面是0基础0了解，各种软件不会用，艺术细胞和思维也好久没锻炼了。",
        "label": ""
      },
      {
        "sentence": "担心考不上，担心工作以后发现工作内容和就业形势跟我想象的不一样，努力和金钱都白费。",
        "label": ""
      },
      {
        "sentence": "考容易的专业是因为我对未来的职业规划模模糊糊，不明确自己想干什么，想要什么，不如考个211985去个好城市。",
        "label": ""
      },
      {
        "sentence": "缺点是反正捕捞学这种只能出海的专业我不会考",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我只是一个普通的心理学专业的学生，只回答过一两次问题哈，希望能用自己的经验来帮助你摆脱迷茫，讲的不好还请见谅(*•̀ᴗ•́*)و̑̑。",
    "annotation": [
      {
        "sentence": "求助者，我只是一个普通的心理学专业的学生，只回答过一两次问题哈，希望能用自己的经验来帮助你摆脱迷茫，讲的不好还请见谅(*•̀ᴗ•́*)و̑̑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢支持者的回答，我知道你可能没有很多经验，但我还是希望你能帮助我分析一下。",
    "annotation": [
      {
        "sentence": "谢谢支持者的回答，我知道你可能没有很多经验，但我还是希望你能帮助我分析一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "好的，那我们先从考什么专业这个问题开始分析吧。从你的回答来看，你对艺术设计的描写篇幅较大，看得出来，你最纠结这个专业。如果我没猜错的话，你心里其实已经选择了艺术设计专业，你只需要一个说服你的点来助推你最后选择它。那我可以给你提供一个点，能不能说服你，就看你自己怎么想了。首先，艺术设计是一个非常有用的专业，虽然我没有学这个专业，但我在平常的学习生活中感受到艺术的作用无处不在。假如我要写一个策划书之类的东西，除了内容，还应设计封面和logo，如果我没有艺术感，我自己设计出来的封面肯定是不协调的，这个时候我就要求助于别人了。因为我不太懂这个专业主流就业岗位是什么，所以我无法给你提供一个准确的就业方向，但是我可以保证的说，艺术感可以融化到一个人的思维、气质甚至是基因里（要不怎么有“艺术细胞”的叫法呢），它像呼吸一样自然、隽永且绵长，等你学成之后，你会感受到它带来的好处的，你的生活也会跟浮躁的年龄阶段大不一样。",
    "annotation": [
      {
        "sentence": "好的，那我们先从考什么专业这个问题开始分析吧。",
        "label": ""
      },
      {
        "sentence": "从你的回答来看，你对艺术设计的描写篇幅较大，看得出来，你最纠结这个专业。",
        "label": ""
      },
      {
        "sentence": "如果我没猜错的话，你心里其实已经选择了艺术设计专业，你只需要一个说服你的点来助推你最后选择它。",
        "label": ""
      },
      {
        "sentence": "那我可以给你提供一个点，能不能说服你，就看你自己怎么想了。",
        "label": ""
      },
      {
        "sentence": "首先，艺术设计是一个非常有用的专业，虽然我没有学这个专业，但我在平常的学习生活中感受到艺术的作用无处不在。",
        "label": ""
      },
      {
        "sentence": "假如我要写一个策划书之类的东西，除了内容，还应设计封面和logo，如果我没有艺术感，我自己设计出来的封面肯定是不协调的，这个时候我就要求助于别人了。",
        "label": ""
      },
      {
        "sentence": "因为我不太懂这个专业主流就业岗位是什么，所以我无法给你提供一个准确的就业方向，但是我可以保证的说，艺术感可以融化到一个人的思维、气质甚至是基因里（要不怎么有“艺术细胞”的叫法呢），它像呼吸一样自然、隽永且绵长，等你学成之后，你会感受到它带来的好处的，你的生活也会跟浮躁的年龄阶段大不一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，你说的有道理，艺术设计确实是我内心最向往的专业。但我还是有一些顾虑，比如我从小虽然喜欢画画，但高中由于家里不同意我没有学成。我现在没有接受过系统的培训，对设计方面一无所知，甚至连各种软件都不会用。我很担心考不上，而且担心将来的工作内容和就业形势与我想象的不一样。",
    "annotation": [
      {
        "sentence": "支持者，你说的有道理，艺术设计确实是我内心最向往的专业。",
        "label": ""
      },
      {
        "sentence": "但我还是有一些顾虑，比如我从小虽然喜欢画画，但高中由于家里不同意我没有学成。",
        "label": ""
      },
      {
        "sentence": "我现在没有接受过系统的培训，对设计方面一无所知，甚至连各种软件都不会用。",
        "label": ""
      },
      {
        "sentence": "我很担心考不上，而且担心将来的工作内容和就业形势与我想象的不一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我理解你的顾虑。对于这些问题，我建议你可以先尝试一些与艺术设计相关的培训课程，提升自己的技能和知识。比如你提到的目标学校是山工艺，你可以看看是否有手绘培训的机会，这样可以更好地准备报考。同时，你可以尝试找一些艺术设计相关的实习机会，通过实践来增加自己的经验和了解。至于担心工作内容和就业形势与想象不一样的问题，其实这是很正常的顾虑。但是请记住，学习是一个成长的过程，通过不断地学习和实践，你会逐渐发现自己的定位和喜好，工作也会慢慢与你的期待接近。同时，努力和金钱都不会白费，只要你为自己的梦想而努力，就一定会有回报的。",
    "annotation": [
      {
        "sentence": "求助者，我理解你的顾虑。",
        "label": ""
      },
      {
        "sentence": "对于这些问题，我建议你可以先尝试一些与艺术设计相关的培训课程，提升自己的技能和知识。",
        "label": ""
      },
      {
        "sentence": "比如你提到的目标学校是山工艺，你可以看看是否有手绘培训的机会，这样可以更好地准备报考。",
        "label": ""
      },
      {
        "sentence": "同时，你可以尝试找一些艺术设计相关的实习机会，通过实践来增加自己的经验和了解。",
        "label": ""
      },
      {
        "sentence": "至于担心工作内容和就业形势与想象不一样的问题，其实这是很正常的顾虑。",
        "label": ""
      },
      {
        "sentence": "但是请记住，学习是一个成长的过程，通过不断地学习和实践，你会逐渐发现自己的定位和喜好，工作也会慢慢与你的期待接近。",
        "label": ""
      },
      {
        "sentence": "同时，努力和金钱都不会白费，只要你为自己的梦想而努力，就一定会有回报的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，谢谢你的建议和鼓励。听了你的话，我对自己选择艺术设计专业的决心更加坚定了。可是，我还是担心自己对未来的职业规划不清楚，不明确自己想干什么，想要什么。有时候觉得不如考一个211985，去一个好城市。",
    "annotation": [
      {
        "sentence": "支持者，谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "听了你的话，我对自己选择艺术设计专业的决心更加坚定了。",
        "label": ""
      },
      {
        "sentence": "可是，我还是担心自己对未来的职业规划不清楚，不明确自己想干什么，想要什么。",
        "label": ""
      },
      {
        "sentence": "有时候觉得不如考一个211985，去一个好城市。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我理解你对未来的职业规划还不够明确的困扰。根据我个人的经验和身边的朋友们，大部分在学校里求学的学生都有一种与时代脱节的感觉。但其实，职业发展在这个时代是有千万种可能的。现在社会的需求正在急剧增多，以前你能想到送卖、打游戏也能成为职业吗？所以，不要局限于传统的职业，你也可以创造一个新的职业。可以引用一个B站UP主的话：“20多岁的青年可以做一个斜杠青年”。斜杠青年就是身兼不同的职业，可以是一个能养活自己的主业加一个自己感兴趣的职业，也可以是多个。所以，我建议你不要轻易放弃自己有优势的专业，先把自己养活了再说。但同时，也可以追求自己感兴趣的事情，将其发展成职业。因为你还年轻，有大把的精力去追求梦想。",
    "annotation": [
      {
        "sentence": "求助者，我理解你对未来的职业规划还不够明确的困扰。",
        "label": ""
      },
      {
        "sentence": "根据我个人的经验和身边的朋友们，大部分在学校里求学的学生都有一种与时代脱节的感觉。",
        "label": ""
      },
      {
        "sentence": "但其实，职业发展在这个时代是有千万种可能的。",
        "label": ""
      },
      {
        "sentence": "现在社会的需求正在急剧增多，以前你能想到送卖、打游戏也能成为职业吗？",
        "label": ""
      },
      {
        "sentence": "所以，不要局限于传统的职业，你也可以创造一个新的职业。",
        "label": ""
      },
      {
        "sentence": "可以引用一个B站UP主的话：“20多岁的青年可以做一个斜杠青年”。",
        "label": ""
      },
      {
        "sentence": "斜杠青年就是身兼不同的职业，可以是一个能养活自己的主业加一个自己感兴趣的职业，也可以是多个。",
        "label": ""
      },
      {
        "sentence": "所以，我建议你不要轻易放弃自己有优势的专业，先把自己养活了再说。",
        "label": ""
      },
      {
        "sentence": "但同时，也可以追求自己感兴趣的事情，将其发展成职业。",
        "label": ""
      },
      {
        "sentence": "因为你还年轻，有大把的精力去追求梦想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，谢谢你的鼓励和建议。通过你的分析和帮助，我对自己的选择更加有信心了。我会坚定地选择艺术设计专业，并努力提升自己的技能和知识。同时，我也会积极探索和发展自己的兴趣，不再害怕未来的不确定，相信我可以找到自己的职业定位。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "支持者，谢谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "通过你的分析和帮助，我对自己的选择更加有信心了。",
        "label": ""
      },
      {
        "sentence": "我会坚定地选择艺术设计专业，并努力提升自己的技能和知识。",
        "label": ""
      },
      {
        "sentence": "同时，我也会积极探索和发展自己的兴趣，不再害怕未来的不确定，相信我可以找到自己的职业定位。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你真的很勇敢，相信你一定能够找到自己的职业定位，并实现自己的梦想。记住，在追求梦想的道路上，困难和迷茫是常态，但只要保持积",
    "annotation": [
      {
        "sentence": "求助者，你真的很勇敢，相信你一定能够找到自己的职业定位，并实现自己的梦想。",
        "label": ""
      },
      {
        "sentence": "记住，在追求梦想的道路上，困难和迷茫是常态，但只要保持积",
        "label": ""
      }
    ]
  }
]