[
  {
    "role": "client",
    "content": "我很纠结，实在确定不了考什么专业。同学们都有了目标正在努力，我还拿不定考什么专业和院校。",
    "annotation": [
      {
        "sentence": "我很纠结，实在确定不了考什么专业。",
        "label": ""
      },
      {
        "sentence": "同学们都有了目标正在努力，我还拿不定考什么专业和院校。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看得出你很纠结，这是一个重要的决策。可以理解你的心情，我也曾经有过类似的经历。当面临许多选择时，确实会让人感到迷茫。但是，我们都需要为自己的选择负责，因为这是我们自己的人生。对于你纠结的两个专业来说，你更希望选择哪一个？",
    "annotation": [
      {
        "sentence": "看得出你很纠结，这是一个重要的决策。",
        "label": ""
      },
      {
        "sentence": "可以理解你的心情，我也曾经有过类似的经历。",
        "label": ""
      },
      {
        "sentence": "当面临许多选择时，确实会让人感到迷茫。",
        "label": ""
      },
      {
        "sentence": "但是，我们都需要为自己的选择负责，因为这是我们自己的人生。",
        "label": ""
      },
      {
        "sentence": "对于你纠结的两个专业来说，你更希望选择哪一个？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我纠结的两个专业是土地资源管理和艺术设计。考土地资源管理的好处是同学都在准备这个，可以互相督促，还有老师学姐等的帮助，而且对这个专业比较了解，熟悉了。但是，我不是很喜欢这个专业，而且备考难度也不小。考艺术设计是因为我从小喜欢画画，高中因为家里不同意才没有学成。缺点是我不是艺术生，没接受过系统培训，对设计这方面是0基础0了解。担心考不上，担心工作以后发现工作内容和就业形势跟我想象的不一样，努力和金钱都白费。",
    "annotation": [
      {
        "sentence": "我纠结的两个专业是土地资源管理和艺术设计。",
        "label": ""
      },
      {
        "sentence": "考土地资源管理的好处是同学都在准备这个，可以互相督促，还有老师学姐等的帮助，而且对这个专业比较了解，熟悉了。",
        "label": ""
      },
      {
        "sentence": "但是，我不是很喜欢这个专业，而且备考难度也不小。",
        "label": ""
      },
      {
        "sentence": "考艺术设计是因为我从小喜欢画画，高中因为家里不同意才没有学成。",
        "label": ""
      },
      {
        "sentence": "缺点是我不是艺术生，没接受过系统培训，对设计这方面是0基础0了解。",
        "label": ""
      },
      {
        "sentence": "担心考不上，担心工作以后发现工作内容和就业形势跟我想象的不一样，努力和金钱都白费。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你对土地资源管理专业了解很多，而且有同学和老师学姐的支持，这些是很有帮助的。但是，关键在于你是否真的喜欢这个专业。对于艺术设计专业，虽然你没有系统的培训，但你有对绘画的热爱和天赋。担心是可以理解的，但不要让担心阻止你尝试新的事物。或许在学习和工作中，你会慢慢发现自己的兴趣和潜力。无论选择哪个专业，都希望你能够认真思考自己的兴趣和未来规划，做出最适合自己的决策。",
    "annotation": [
      {
        "sentence": "听起来你对土地资源管理专业了解很多，而且有同学和老师学姐的支持，这些是很有帮助的。",
        "label": ""
      },
      {
        "sentence": "但是，关键在于你是否真的喜欢这个专业。",
        "label": ""
      },
      {
        "sentence": "对于艺术设计专业，虽然你没有系统的培训，但你有对绘画的热爱和天赋。",
        "label": ""
      },
      {
        "sentence": "担心是可以理解的，但不要让担心阻止你尝试新的事物。",
        "label": ""
      },
      {
        "sentence": "或许在学习和工作中，你会慢慢发现自己的兴趣和潜力。",
        "label": ""
      },
      {
        "sentence": "无论选择哪个专业，都希望你能够认真思考自己的兴趣和未来规划，做出最适合自己的决策。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你说的道理，但我还是担心做出了错误的选择。我也害怕花了很多时间和精力后才发现并不适合自己。有时候我甚至在想，是否应该选择一个相对容易的专业，然后去一个好城市就业。这样至少可以规避一些风险和困难。",
    "annotation": [
      {
        "sentence": "我明白你说的道理，但我还是担心做出了错误的选择。",
        "label": ""
      },
      {
        "sentence": "我也害怕花了很多时间和精力后才发现并不适合自己。",
        "label": ""
      },
      {
        "sentence": "有时候我甚至在想，是否应该选择一个相对容易的专业，然后去一个好城市就业。",
        "label": ""
      },
      {
        "sentence": "这样至少可以规避一些风险和困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心和犹豫是正常的，特别是在做出重要决策时。对于选择一个相对容易的专业去一个好城市就业，这也是一个值得考虑的角度。但是，我想提醒你的是，在选择容易的道路时，也要考虑你的内心真实想法和潜在兴趣。只有选择了自己真正感兴趣的专业和领域，才能够找到属于自己的发展机会和成就感。因此，在做决策时，不要只考虑外在的因素，也要深入思考自己的内心需求和期望。",
    "annotation": [
      {
        "sentence": "担心和犹豫是正常的，特别是在做出重要决策时。",
        "label": ""
      },
      {
        "sentence": "对于选择一个相对容易的专业去一个好城市就业，这也是一个值得考虑的角度。",
        "label": ""
      },
      {
        "sentence": "但是，我想提醒你的是，在选择容易的道路时，也要考虑你的内心真实想法和潜在兴趣。",
        "label": ""
      },
      {
        "sentence": "只有选择了自己真正感兴趣的专业和领域，才能够找到属于自己的发展机会和成就感。",
        "label": ""
      },
      {
        "sentence": "因此，在做决策时，不要只考虑外在的因素，也要深入思考自己的内心需求和期望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我也明白只有选择自己真正感兴趣的专业才能找到属于自己的发展机会。我会再深思熟虑一下，然后做出最适合自己的决策。谢谢你的建议和理解。",
    "annotation": [
      {
        "sentence": "你说得对，我也明白只有选择自己真正感兴趣的专业才能找到属于自己的发展机会。",
        "label": ""
      },
      {
        "sentence": "我会再深思熟虑一下，然后做出最适合自己的决策。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意提供支持和理解。重要的是你能够冷静下来，认真思考自己的兴趣和未来规划。我相信你会做出正确的决策，并为之付出努力。无论选择哪个专业，我都祝福你能够考上自己喜欢的院校和专业。加油！如果你还有其他问题，随时可以和我交流。",
    "annotation": [
      {
        "sentence": "不客气，我很愿意提供支持和理解。",
        "label": ""
      },
      {
        "sentence": "重要的是你能够冷静下来，认真思考自己的兴趣和未来规划。",
        "label": ""
      },
      {
        "sentence": "我相信你会做出正确的决策，并为之付出努力。",
        "label": ""
      },
      {
        "sentence": "无论选择哪个专业，我都祝福你能够考上自己喜欢的院校和专业。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题，随时可以和我交流。",
        "label": ""
      }
    ]
  }
]