[
  {
    "role": "client",
    "content": "特别在意他人评价，升职了，我却更焦虑了？",
    "annotation": [
      {
        "sentence": "特别在意他人评价，升职了，我却更焦虑了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先我想说，恭喜你被提拔了呀，这是上级对你能力的肯定，他们在看了那么多员工之后最终选择提拔你，证明你有很好的工作能力呀。正是因为他们相信你，相信你能胜任这份工作，所以才提拔你，你的上级们都相信你可以，你怎么能不自信呢？",
    "annotation": [
      {
        "sentence": "首先我想说，恭喜你被提拔了呀，这是上级对你能力的肯定，他们在看了那么多员工之后最终选择提拔你，证明你有很好的工作能力呀。",
        "label": ""
      },
      {
        "sentence": "正是因为他们相信你，相信你能胜任这份工作，所以才提拔你，你的上级们都相信你可以，你怎么能不自信呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，但我一直以来都比较自卑，特别在意他人评价，做事追求完美，受不得一点负面评价。我现在感到更焦虑是因为害怕自己不能胜任这个新职位。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，但我一直以来都比较自卑，特别在意他人评价，做事追求完美，受不得一点负面评价。",
        "label": ""
      },
      {
        "sentence": "我现在感到更焦虑是因为害怕自己不能胜任这个新职位。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，但你要记得，被提拔是因为你已经展现了出色的工作能力，你的能力是有目共睹的。升职可能带来更多的压力和挑战，这是正常的，但你要相信自己的能力，相信上级的选择是正确的。",
    "annotation": [
      {
        "sentence": "我理解你的感受，但你要记得，被提拔是因为你已经展现了出色的工作能力，你的能力是有目共睹的。",
        "label": ""
      },
      {
        "sentence": "升职可能带来更多的压力和挑战，这是正常的，但你要相信自己的能力，相信上级的选择是正确的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白，但我仍然感到焦虑，并且有时候觉得辞职是解决问题的唯一途径。我怕自己承担不了这样的责任，同时也担心自己的能力无法达到上级的期望。",
    "annotation": [
      {
        "sentence": "我明白，但我仍然感到焦虑，并且有时候觉得辞职是解决问题的唯一途径。",
        "label": ""
      },
      {
        "sentence": "我怕自己承担不了这样的责任，同时也担心自己的能力无法达到上级的期望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "焦虑和怀疑是常见的情绪反应，特别是在面对新的挑战时。但是你要意识到，每个人都会经历学习和成长的过程。你已经被提拔了，这是机会让你发展和提高自己的能力。你可以将这份工作看作是一个新的挑战，通过努力和学习，你一定能胜任好这个职位。",
    "annotation": [
      {
        "sentence": "焦虑和怀疑是常见的情绪反应，特别是在面对新的挑战时。",
        "label": ""
      },
      {
        "sentence": "但是你要意识到，每个人都会经历学习和成长的过程。",
        "label": ""
      },
      {
        "sentence": "你已经被提拔了，这是机会让你发展和提高自己的能力。",
        "label": ""
      },
      {
        "sentence": "你可以将这份工作看作是一个新的挑战，通过努力和学习，你一定能胜任好这个职位。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我应该积极面对这个挑战。但有时候我会自责自己没出息，为什么我会因为这么一点小事就焦虑不堪，为什么别人都能做到就我这样没用，我真的不知道该怎么办了？",
    "annotation": [
      {
        "sentence": "你说的有道理，我应该积极面对这个挑战。",
        "label": ""
      },
      {
        "sentence": "但有时候我会自责自己没出息，为什么我会因为这么一点小事就焦虑不堪，为什么别人都能做到就我这样没用，我真的不知道该怎么办了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要过分苛责自己，每个人都有不同的情绪和适应过程。焦虑是一种常见的情绪，它并不意味着你没有用或者没有能力。相信我，很多人都会感到焦虑或者自卑，但这并不代表他们就不行。你要学会接受自己的情绪，并寻找积极的应对方式。如果你觉得无法自己调节，也可以考虑寻求专业心理咨询的帮助，他们会给你更多的支持和建议。",
    "annotation": [
      {
        "sentence": "不要过分苛责自己，每个人都有不同的情绪和适应过程。",
        "label": ""
      },
      {
        "sentence": "焦虑是一种常见的情绪，它并不意味着你没有用或者没有能力。",
        "label": ""
      },
      {
        "sentence": "相信我，很多人都会感到焦虑或者自卑，但这并不代表他们就不行。",
        "label": ""
      },
      {
        "sentence": "你要学会接受自己的情绪，并寻找积极的应对方式。",
        "label": ""
      },
      {
        "sentence": "如果你觉得无法自己调节，也可以考虑寻求专业心理咨询的帮助，他们会给你更多的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，我会尽量调整自己的心态，并努力提升自己的能力。我也会考虑寻求专业心理咨询的帮助，希望能够更好地应对职位升迁带来的挑战。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，我会尽量调整自己的心态，并努力提升自己的能力。",
        "label": ""
      },
      {
        "sentence": "我也会考虑寻求专业心理咨询的帮助，希望能够更好地应对职位升迁带来的挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和努力，相信你一定能够克服焦虑，成为这个职位的优秀者。记住，你的价值不仅仅来自他人的评价，而是源自你自己的努力和成就。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和努力，相信你一定能够克服焦虑，成为这个职位的优秀者。",
        "label": ""
      },
      {
        "sentence": "记住，你的价值不仅仅来自他人的评价，而是源自你自己的努力和成就。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]