[
  {
    "role": "client",
    "content": "总得不到别人尊重，我不知道怎样做真实的自己。小学，我是班上的透明人。成绩不好，没人注意。形成了讨好者人格。转学后遭校园欺凌，会讨好几个不欺负我的同学，想交朋友。也会保护这些同学免受欺凌。但她们瞧不起我。初中交到一个朋友，对她太好而忘了自己，导致被抛弃。高中感到自尊撕裂而心理封闭自暴自弃，把朋友拒之门外。然而朋友还是觉得我软。毕业后她们离开了。大学也因为同样原因被舍友孤立。现尝试改变，低自尊已形成，很容易在乎别人的看法。有个同学常一起走，但她不尊重我。长二十年不管我是温柔还是冷漠，都极少被尊重。这是什么原因？孤立使我退回讨好者，像小学。我怕被讨厌和孤立。但我不能容忍尊严被践踏了。我打算离开这个同学，继续一个人。我要怎样发挥自己的力量被尊重？怎样才能有良好的人际关系？我努力为别人着想，有时get不到点。努力交际，和几个同学混熟了点，同时我感到她们也觉得我软。我怕被全班讨厌。我不知道怎样做真实的自己，怕真实的自己被讨厌。",
    "annotation": [
      {
        "sentence": "总得不到别人尊重，我不知道怎样做真实的自己。",
        "label": ""
      },
      {
        "sentence": "小学，我是班上的透明人。",
        "label": ""
      },
      {
        "sentence": "成绩不好，没人注意。",
        "label": ""
      },
      {
        "sentence": "形成了讨好者人格。",
        "label": ""
      },
      {
        "sentence": "转学后遭校园欺凌，会讨好几个不欺负我的同学，想交朋友。",
        "label": ""
      },
      {
        "sentence": "也会保护这些同学免受欺凌。",
        "label": ""
      },
      {
        "sentence": "但她们瞧不起我。",
        "label": ""
      },
      {
        "sentence": "初中交到一个朋友，对她太好而忘了自己，导致被抛弃。",
        "label": ""
      },
      {
        "sentence": "高中感到自尊撕裂而心理封闭自暴自弃，把朋友拒之门外。",
        "label": ""
      },
      {
        "sentence": "然而朋友还是觉得我软。",
        "label": ""
      },
      {
        "sentence": "毕业后她们离开了。",
        "label": ""
      },
      {
        "sentence": "大学也因为同样原因被舍友孤立。",
        "label": ""
      },
      {
        "sentence": "现尝试改变，低自尊已形成，很容易在乎别人的看法。",
        "label": ""
      },
      {
        "sentence": "有个同学常一起走，但她不尊重我。",
        "label": ""
      },
      {
        "sentence": "长二十年不管我是温柔还是冷漠，都极少被尊重。",
        "label": ""
      },
      {
        "sentence": "这是什么原因？",
        "label": ""
      },
      {
        "sentence": "孤立使我退回讨好者，像小学。",
        "label": ""
      },
      {
        "sentence": "我怕被讨厌和孤立。",
        "label": ""
      },
      {
        "sentence": "但我不能容忍尊严被践踏了。",
        "label": ""
      },
      {
        "sentence": "我打算离开这个同学，继续一个人。",
        "label": ""
      },
      {
        "sentence": "我要怎样发挥自己的力量被尊重？",
        "label": ""
      },
      {
        "sentence": "怎样才能有良好的人际关系？",
        "label": ""
      },
      {
        "sentence": "我努力为别人着想，有时get不到点。",
        "label": ""
      },
      {
        "sentence": "努力交际，和几个同学混熟了点，同时我感到她们也觉得我软。",
        "label": ""
      },
      {
        "sentence": "我怕被全班讨厌。",
        "label": ""
      },
      {
        "sentence": "我不知道怎样做真实的自己，怕真实的自己被讨厌。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的成长经历，我感受到你和同学、朋友之间始终维持着一种难以友好、平等的关系。无论是被校园欺凌、被小伙伴看不起，还是被好友抛弃，都让你的自尊受到了伤害。在你过去的二十多年里，无论你温柔还是冷漠，都极少被尊重。也许原因有很多，但我从你的描述中感受到你对自己的爱不够，也不懂得如何爱自己。你不断地讨好他人，放低自己，甚至丧失了自我和原则，试图维系那些你认为宝贵的友情。然而，试想一下，如果连你自己都不会爱自己，没有了自我和原则，更别提尊严了。这样的话，别人只会觉得你软弱、好欺负，没有个性，自然也不会去尊重你。因为我个人的观点，每个人都是平等的，无论是同学还是朋友，我们应该相互尊重、互帮互助、互相扶持，拥有共同的特性。这样的友谊才能长久、有益。相反地，如果自我认同感低、自卑，把自己放到尘埃里去与他人相处，那又怎么能培养出友谊呢？最后受伤的还是你自己。没错，我们都无法接受自己的自尊受到践踏，所以维护自己的尊严至关重要。那么该如何保护自己的自尊呢？从某种程度上，自尊伤害是可以避免的。大多数时候，它与当事人过度敏感有关，而不是真的遭受了非常严重的攻击。许多情感问题与自尊心有关，被称为“自我意识情感”。因为它让我们明白这些情感，不仅是由外部因素引起的，也有内在原因（对外部环境过分敏感）的作用。有句心理名言说“自尊就是在他人的注视下对自己的爱”。公众对我们的行为评价会激发我们的羞耻感，羞耻感会让我们否定自己。因此，当我们在他人面前暴露自己的不足和缺点，甚至自己的失败传达给他人时，我们就会感到害怕，觉得自己会被批评，或者在公众面前暴露自己的丑态。我们会提前感受到羞耻感，甚至以前的羞耻感也会涌上心头。低自尊的我一想到别人可能会谈论自己，看到自己的缺点时，就会感到自己被钉在批判的柱子上。即使自己并没有犯什么道德错误，也会不断在脑海中构思各种让自己尴尬的场景，以证实自己的确是不足、差劲、不值得。一旦不良感觉变得无法控制，就可能影响我们的自尊。因为这种在他人面前“羞死人”的感受太难受和痛苦了，这种感受一直盘旋在脑海中，干扰我们的思维，使我们过度敏感，以至于我们时刻都在意他人对我们的看法。虽然我不清楚你的童年经历，但或许你的低自尊、自卑、讨好型人格等个性特征是在成长过程中形成",
    "annotation": [
      {
        "sentence": "看到你的成长经历，我感受到你和同学、朋友之间始终维持着一种难以友好、平等的关系。",
        "label": ""
      },
      {
        "sentence": "无论是被校园欺凌、被小伙伴看不起，还是被好友抛弃，都让你的自尊受到了伤害。",
        "label": ""
      },
      {
        "sentence": "在你过去的二十多年里，无论你温柔还是冷漠，都极少被尊重。",
        "label": ""
      },
      {
        "sentence": "也许原因有很多，但我从你的描述中感受到你对自己的爱不够，也不懂得如何爱自己。",
        "label": ""
      },
      {
        "sentence": "你不断地讨好他人，放低自己，甚至丧失了自我和原则，试图维系那些你认为宝贵的友情。",
        "label": ""
      },
      {
        "sentence": "然而，试想一下，如果连你自己都不会爱自己，没有了自我和原则，更别提尊严了。",
        "label": ""
      },
      {
        "sentence": "这样的话，别人只会觉得你软弱、好欺负，没有个性，自然也不会去尊重你。",
        "label": ""
      },
      {
        "sentence": "因为我个人的观点，每个人都是平等的，无论是同学还是朋友，我们应该相互尊重、互帮互助、互相扶持，拥有共同的特性。",
        "label": ""
      },
      {
        "sentence": "这样的友谊才能长久、有益。",
        "label": ""
      },
      {
        "sentence": "相反地，如果自我认同感低、自卑，把自己放到尘埃里去与他人相处，那又怎么能培养出友谊呢？",
        "label": ""
      },
      {
        "sentence": "最后受伤的还是你自己。",
        "label": ""
      },
      {
        "sentence": "没错，我们都无法接受自己的自尊受到践踏，所以维护自己的尊严至关重要。",
        "label": ""
      },
      {
        "sentence": "那么该如何保护自己的自尊呢？",
        "label": ""
      },
      {
        "sentence": "从某种程度上，自尊伤害是可以避免的。",
        "label": ""
      },
      {
        "sentence": "大多数时候，它与当事人过度敏感有关，而不是真的遭受了非常严重的攻击。",
        "label": ""
      },
      {
        "sentence": "许多情感问题与自尊心有关，被称为“自我意识情感”。",
        "label": ""
      },
      {
        "sentence": "因为它让我们明白这些情感，不仅是由外部因素引起的，也有内在原因（对外部环境过分敏感）的作用。",
        "label": ""
      },
      {
        "sentence": "有句心理名言说“自尊就是在他人的注视下对自己的爱”。",
        "label": ""
      },
      {
        "sentence": "公众对我们的行为评价会激发我们的羞耻感，羞耻感会让我们否定自己。",
        "label": ""
      },
      {
        "sentence": "因此，当我们在他人面前暴露自己的不足和缺点，甚至自己的失败传达给他人时，我们就会感到害怕，觉得自己会被批评，或者在公众面前暴露自己的丑态。",
        "label": ""
      },
      {
        "sentence": "我们会提前感受到羞耻感，甚至以前的羞耻感也会涌上心头。",
        "label": ""
      },
      {
        "sentence": "低自尊的我一想到别人可能会谈论自己，看到自己的缺点时，就会感到自己被钉在批判的柱子上。",
        "label": ""
      },
      {
        "sentence": "即使自己并没有犯什么道德错误，也会不断在脑海中构思各种让自己尴尬的场景，以证实自己的确是不足、差劲、不值得。",
        "label": ""
      },
      {
        "sentence": "一旦不良感觉变得无法控制，就可能影响我们的自尊。",
        "label": ""
      },
      {
        "sentence": "因为这种在他人面前“羞死人”的感受太难受和痛苦了，这种感受一直盘旋在脑海中，干扰我们的思维，使我们过度敏感，以至于我们时刻都在意他人对我们的看法。",
        "label": ""
      },
      {
        "sentence": "虽然我不清楚你的童年经历，但或许你的低自尊、自卑、讨好型人格等个性特征是在成长过程中形成",
        "label": ""
      }
    ]
  }
]