[
  {
    "role": "client",
    "content": "我觉得好痛苦，我和他是同事，我们相识不久，仅四月份才认识的。虽然我们互有好感，但我们两个都还没迈出第一步，我就一直暗恋着他。我是天蝎座的，对感情比较被动，还有占有欲和嫉妒心很强。他家境比较特殊，父母年纪大了，想让他早点成家。前一个星期，有人给他介绍了一个女孩，他们一直在聊天，这让我很不开心，感觉生活变得没有阳光，我也很郁闷，甚至吃饭都没胃口。我知道我应该抽离出来，但每天我们还是要见面，我根本无法集中精神好好工作，你能告诉我该怎么办吗？",
    "annotation": [
      {
        "sentence": "我觉得好痛苦，我和他是同事，我们相识不久，仅四月份才认识的。",
        "label": ""
      },
      {
        "sentence": "虽然我们互有好感，但我们两个都还没迈出第一步，我就一直暗恋着他。",
        "label": ""
      },
      {
        "sentence": "我是天蝎座的，对感情比较被动，还有占有欲和嫉妒心很强。",
        "label": ""
      },
      {
        "sentence": "他家境比较特殊，父母年纪大了，想让他早点成家。",
        "label": ""
      },
      {
        "sentence": "前一个星期，有人给他介绍了一个女孩，他们一直在聊天，这让我很不开心，感觉生活变得没有阳光，我也很郁闷，甚至吃饭都没胃口。",
        "label": ""
      },
      {
        "sentence": "我知道我应该抽离出来，但每天我们还是要见面，我根本无法集中精神好好工作，你能告诉我该怎么办吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "遇到自己喜欢的人确实是一种幸运，而且能和喜欢的人在一起，经营长久的感情更是一种能力。从你的描述中，我能感受到你目前的困扰和忧虑，一方面你对他有暗恋之情，但却比较被动，不敢表白；另一方面，看到他和别人亲密聊天，你会感到嫉妒和难受，而这也影响了你的正常工作。首先，你需要冷静地分析一下自己的感受是怎样的，比如你会嫉妒、吃醋，心里会感到难受，但对方并不知道你的内心感受，他仍然会像之前一样对待你。你内心深爱着他却没有行动，这样的结果你真的能接受吗？如果你勇敢地向前迈出一步，会不会有所改变？如果有变化，那会是怎样的变化呢？你是打算继续承受这份痛苦，默默地忍着不说出来呢？还是等待相亲的结果，然后断绝你的念想呢？或者，如果相亲不成功，你才来思考下一步怎么办呢？我建议你首先确定自己的内心想法，理清楚你希望得到什么，不想要什么，然后根据内心的真实想法做出选择。尽快调整好心态，让自己能认真投入到工作中去，毕竟事业和爱情都是需要不断走在路上的。当你解决好内心的烦恼和纠结之后，无论是靠近他还是远离他，都需要果断一些，不要一直孤军奋战，那只会让自己更加痛苦。任何决定都是有风险的，当你不敢靠近或保持沉默的时候，可能别人已经通过其他方式比你更早地迎接了未来。所以，给自己一点勇气，做出内心的选择，不要让未来的自己后悔，也不要让现在的自己如此难受。如果你决定把这份感情埋藏在心底（但很有可能你根本埋不住），早晚都会有一天会泄露出来，只不过到那时，也许已经错过了彼此，也转换了不同角色和身份。",
    "annotation": [
      {
        "sentence": "遇到自己喜欢的人确实是一种幸运，而且能和喜欢的人在一起，经营长久的感情更是一种能力。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我能感受到你目前的困扰和忧虑，一方面你对他有暗恋之情，但却比较被动，不敢表白；另一方面，看到他和别人亲密聊天，你会感到嫉妒和难受，而这也影响了你的正常工作。",
        "label": ""
      },
      {
        "sentence": "首先，你需要冷静地分析一下自己的感受是怎样的，比如你会嫉妒、吃醋，心里会感到难受，但对方并不知道你的内心感受，他仍然会像之前一样对待你。",
        "label": ""
      },
      {
        "sentence": "你内心深爱着他却没有行动，这样的结果你真的能接受吗？",
        "label": ""
      },
      {
        "sentence": "如果你勇敢地向前迈出一步，会不会有所改变？",
        "label": ""
      },
      {
        "sentence": "如果有变化，那会是怎样的变化呢？",
        "label": ""
      },
      {
        "sentence": "你是打算继续承受这份痛苦，默默地忍着不说出来呢？",
        "label": ""
      },
      {
        "sentence": "还是等待相亲的结果，然后断绝你的念想呢？",
        "label": ""
      },
      {
        "sentence": "或者，如果相亲不成功，你才来思考下一步怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我建议你首先确定自己的内心想法，理清楚你希望得到什么，不想要什么，然后根据内心的真实想法做出选择。",
        "label": ""
      },
      {
        "sentence": "尽快调整好心态，让自己能认真投入到工作中去，毕竟事业和爱情都是需要不断走在路上的。",
        "label": ""
      },
      {
        "sentence": "当你解决好内心的烦恼和纠结之后，无论是靠近他还是远离他，都需要果断一些，不要一直孤军奋战，那只会让自己更加痛苦。",
        "label": ""
      },
      {
        "sentence": "任何决定都是有风险的，当你不敢靠近或保持沉默的时候，可能别人已经通过其他方式比你更早地迎接了未来。",
        "label": ""
      },
      {
        "sentence": "所以，给自己一点勇气，做出内心的选择，不要让未来的自己后悔，也不要让现在的自己如此难受。",
        "label": ""
      },
      {
        "sentence": "如果你决定把这份感情埋藏在心底（但很有可能你根本埋不住），早晚都会有一天会泄露出来，只不过到那时，也许已经错过了彼此，也转换了不同角色和身份。",
        "label": ""
      }
    ]
  }
]