[
  {
    "role": "client",
    "content": "我是一个19岁的女生，一直以来都很害羞和自卑，脸红。您觉得我该如何解决这个问题呢？",
    "annotation": [
      {
        "sentence": "我是一个19岁的女生，一直以来都很害羞和自卑，脸红。",
        "label": ""
      },
      {
        "sentence": "您觉得我该如何解决这个问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你在人际关系中的困扰和孤独感，我能够理解！我想问你几个问题：你的父母在你成长过程中的性格特点是怎样的？父亲和母亲对于你在人际关系中扮演的角色有什么影响？另外，你对于\"性\"这个话题有什么看法呢？你对性的概念是怎么形成的？",
    "annotation": [
      {
        "sentence": "对于你在人际关系中的困扰和孤独感，我能够理解！",
        "label": ""
      },
      {
        "sentence": "我想问你几个问题：你的父母在你成长过程中的性格特点是怎样的？",
        "label": ""
      },
      {
        "sentence": "父亲和母亲对于你在人际关系中扮演的角色有什么影响？",
        "label": ""
      },
      {
        "sentence": "另外，你对于\"性\"这个话题有什么看法呢？",
        "label": ""
      },
      {
        "sentence": "你对性的概念是怎么形成的？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我父亲比较内向，母亲则外向一些。我觉得他们对我的影响是，他们对我在社交中的表现要求不高，不会给我太大的压力。至于\"性\"这个话题，我觉得是一个很私人的话题，对我来说还挺敏感的。我第一次接触\"性\"的概念是在学校的性教育课上。",
    "annotation": [
      {
        "sentence": "我父亲比较内向，母亲则外向一些。",
        "label": ""
      },
      {
        "sentence": "我觉得他们对我的影响是，他们对我在社交中的表现要求不高，不会给我太大的压力。",
        "label": ""
      },
      {
        "sentence": "至于\"性\"这个话题，我觉得是一个很私人的话题，对我来说还挺敏感的。",
        "label": ""
      },
      {
        "sentence": "我第一次接触\"性\"的概念是在学校的性教育课上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据你的描述，我觉得你可能是一个缺乏安全感、缺少关注、比较敏感和脆弱的孩子。可能对于不是你自己做的事情，你也会感到好像是自己的责任，比如别人丢东西的时候你反而脸红了。那么，当你想和一个异性相处时，你会有什么想法呢？而在回避和异性相处时，你会产生怎样的感受？你害怕的是什么？",
    "annotation": [
      {
        "sentence": "根据你的描述，我觉得你可能是一个缺乏安全感、缺少关注、比较敏感和脆弱的孩子。",
        "label": ""
      },
      {
        "sentence": "可能对于不是你自己做的事情，你也会感到好像是自己的责任，比如别人丢东西的时候你反而脸红了。",
        "label": ""
      },
      {
        "sentence": "那么，当你想和一个异性相处时，你会有什么想法呢？",
        "label": ""
      },
      {
        "sentence": "而在回避和异性相处时，你会产生怎样的感受？",
        "label": ""
      },
      {
        "sentence": "你害怕的是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当我想和一个异性相处时，我会担心自己的言行会不会让对方觉得尴尬或不喜欢我。而当我回避和异性相处时，我有时会觉得自己好像没有足够的自信去与异性交流，也担心会被嘲笑或拒绝。我害怕的是被异性们否定或看不起。",
    "annotation": [
      {
        "sentence": "当我想和一个异性相处时，我会担心自己的言行会不会让对方觉得尴尬或不喜欢我。",
        "label": ""
      },
      {
        "sentence": "而当我回避和异性相处时，我有时会觉得自己好像没有足够的自信去与异性交流，也担心会被嘲笑或拒绝。",
        "label": ""
      },
      {
        "sentence": "我害怕的是被异性们否定或看不起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "下次当你看见自己想要和异性相处时，你可以试着问问自己这几个问题：我害怕什么？我担心对方会对我有什么看法？我为什么要回避异性交往？通过这样的自我觉察，你可以了解到你对自己的自我价值感不是很高，对自己缺乏认识，并且没有建立起一个良好的自我价值体系。可以说，你追求别人的认可和喜欢是为了掩盖自己内心对社交的渴望。但其实，这样做并没有必要，因为我们都已经长大了，更加注重自己的价值和生活。我们自己的自我价值会吸引与之相近的人。所以，人际关系的长久性不是通过讨好别人来获得的！另外，作为群居性动物，社交在人类的本能中很重要。如果你觉得独处时高兴，那么也可以享受独处的时光。但如果你觉得需要社交，可以跟家人、同学或志同道合的朋友进行交流。我建议你：一、要认识自己，了解自己，接纳自己！二、要爱自己，不要强迫自己去做不喜欢的事情。如果你是一个内向而不喜欢说话的人，那就接受并爱上自己的安静！三、要建立自己的自我价值体系。每个人都有独特的价值和能力，只要我们清楚自己，别人对我们的评价就不再重要！四、阅读和学习可以帮助你更好地实现这些目标。成长是一个过程，需要慢慢来。加油哦，我相信你能做到！",
    "annotation": [
      {
        "sentence": "下次当你看见自己想要和异性相处时，你可以试着问问自己这几个问题：我害怕什么？",
        "label": ""
      },
      {
        "sentence": "我担心对方会对我有什么看法？",
        "label": ""
      },
      {
        "sentence": "我为什么要回避异性交往？",
        "label": ""
      },
      {
        "sentence": "通过这样的自我觉察，你可以了解到你对自己的自我价值感不是很高，对自己缺乏认识，并且没有建立起一个良好的自我价值体系。",
        "label": ""
      },
      {
        "sentence": "可以说，你追求别人的认可和喜欢是为了掩盖自己内心对社交的渴望。",
        "label": ""
      },
      {
        "sentence": "但其实，这样做并没有必要，因为我们都已经长大了，更加注重自己的价值和生活。",
        "label": ""
      },
      {
        "sentence": "我们自己的自我价值会吸引与之相近的人。",
        "label": ""
      },
      {
        "sentence": "所以，人际关系的长久性不是通过讨好别人来获得的！",
        "label": ""
      },
      {
        "sentence": "另外，作为群居性动物，社交在人类的本能中很重要。",
        "label": ""
      },
      {
        "sentence": "如果你觉得独处时高兴，那么也可以享受独处的时光。",
        "label": ""
      },
      {
        "sentence": "但如果你觉得需要社交，可以跟家人、同学或志同道合的朋友进行交流。",
        "label": ""
      },
      {
        "sentence": "我建议你：一、要认识自己，了解自己，接纳自己！",
        "label": ""
      },
      {
        "sentence": "二、要爱自己，不要强迫自己去做不喜欢的事情。",
        "label": ""
      },
      {
        "sentence": "如果你是一个内向而不喜欢说话的人，那就接受并爱上自己的安静！",
        "label": ""
      },
      {
        "sentence": "三、要建立自己的自我价值体系。",
        "label": ""
      },
      {
        "sentence": "每个人都有独特的价值和能力，只要我们清楚自己，别人对我们的评价就不再重要！",
        "label": ""
      },
      {
        "sentence": "四、阅读和学习可以帮助你更好地实现这些目标。",
        "label": ""
      },
      {
        "sentence": "成长是一个过程，需要慢慢来。",
        "label": ""
      },
      {
        "sentence": "加油哦，我相信你能做到！",
        "label": ""
      }
    ]
  }
]