[
  {
    "role": "client",
    "content": "我35岁，常感觉紧张，和公婆住一起不自在，神经紧绷？",
    "annotation": [
      {
        "sentence": "我35岁，常感觉紧张，和公婆住一起不自在，神经紧绷？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，我也不由得一起揪心了起来。【为什么会有这种感觉】与丈夫结婚之后，住进他的家，和公婆住在一起，感觉自己像是一个“外人”，住进了别人家里。仿佛一切都要小心翼翼，做家务、跳舞，都害怕不得他人满意，甚至连上厕所，这种最基本的生理需求，都要压抑自己。这个压抑，实在是太难受了。这种压抑其实来源于你对“新的家”的见外，试想，如果把这里也当成自己家，你还会有这种感觉吗？",
    "annotation": [
      {
        "sentence": "看到你的描述，我也不由得一起揪心了起来。",
        "label": ""
      },
      {
        "sentence": "【为什么会有这种感觉】与丈夫结婚之后，住进他的家，和公婆住在一起，感觉自己像是一个“外人”，住进了别人家里。",
        "label": ""
      },
      {
        "sentence": "仿佛一切都要小心翼翼，做家务、跳舞，都害怕不得他人满意，甚至连上厕所，这种最基本的生理需求，都要压抑自己。",
        "label": ""
      },
      {
        "sentence": "这个压抑，实在是太难受了。",
        "label": ""
      },
      {
        "sentence": "这种压抑其实来源于你对“新的家”的见外，试想，如果把这里也当成自己家，你还会有这种感觉吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能不会了，但我就是觉得很难融入这个家庭的氛围，而且对他们说的一些话也很敏感，有时候会有不开心的情绪，但不知道怎么表达不满，只会憋着，这种状态让自己很压抑。",
    "annotation": [
      {
        "sentence": "可能不会了，但我就是觉得很难融入这个家庭的氛围，而且对他们说的一些话也很敏感，有时候会有不开心的情绪，但不知道怎么表达不满，只会憋着，这种状态让自己很压抑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，刚进入一个新的家庭，需要适应的时间是必要的。虽然你可能觉得很难融入家庭氛围，但是我们可以从小事做起，试着主动参与一些家务活动，例如帮忙打扫卫生，让你觉得自己也是这个家庭的一员，这样对于你的融入可能会有所帮助。至于表达不满，不妨找一个合适的时机，坦诚地和丈夫沟通你的感受和困扰，告诉他你的需要，他会理解并支持你的。",
    "annotation": [
      {
        "sentence": "是的，刚进入一个新的家庭，需要适应的时间是必要的。",
        "label": ""
      },
      {
        "sentence": "虽然你可能觉得很难融入家庭氛围，但是我们可以从小事做起，试着主动参与一些家务活动，例如帮忙打扫卫生，让你觉得自己也是这个家庭的一员，这样对于你的融入可能会有所帮助。",
        "label": ""
      },
      {
        "sentence": "至于表达不满，不妨找一个合适的时机，坦诚地和丈夫沟通你的感受和困扰，告诉他你的需要，他会理解并支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我应该主动参与一些家务活动，让自己真正感受到是这个家庭的一部分。但我还是担心会把地面弄脏了，或者干扰到他们做其他的事情。我有时候会想要帮忙，但又害怕出错。",
    "annotation": [
      {
        "sentence": "你说的有道理，我应该主动参与一些家务活动，让自己真正感受到是这个家庭的一部分。",
        "label": ""
      },
      {
        "sentence": "但我还是担心会把地面弄脏了，或者干扰到他们做其他的事情。",
        "label": ""
      },
      {
        "sentence": "我有时候会想要帮忙，但又害怕出错。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种担心很正常，但要相信自己的能力，你可以尝试小的家务活动，如整理书桌、擦拭电器等，这些不容易出错的活动可以先从简单的开始。同时，你也可以和公婆商量，看看是否需要你的帮助，通过沟通协商能够更好地解决你的担心与疑虑。",
    "annotation": [
      {
        "sentence": "这种担心很正常，但要相信自己的能力，你可以尝试小的家务活动，如整理书桌、擦拭电器等，这些不容易出错的活动可以先从简单的开始。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以和公婆商量，看看是否需要你的帮助，通过沟通协商能够更好地解决你的担心与疑虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可以从一些简单而不容易出错的家务活动开始，同时和公婆进行沟通。我也意识到我需要给自己一些适应和调整的时间，不要急于要求自己完全像在自己家一样自在。",
    "annotation": [
      {
        "sentence": "我明白了，我可以从一些简单而不容易出错的家务活动开始，同时和公婆进行沟通。",
        "label": ""
      },
      {
        "sentence": "我也意识到我需要给自己一些适应和调整的时间，不要急于要求自己完全像在自己家一样自在。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经明白了问题的关键，适应一个新的环境和家庭需要时间和缓慢的调整。不要给自己太大的压力，给自己一些空间和时间去适应，慢慢地“习惯”在这个家庭里的感觉。记住，你的感受和需求是重要的，不要忽视它们，同时和丈夫和公婆沟通是非常必要和有益的，希望你能够从中找到更多的支持和理解，过上愉快的生活。",
    "annotation": [
      {
        "sentence": "很好，你已经明白了问题的关键，适应一个新的环境和家庭需要时间和缓慢的调整。",
        "label": ""
      },
      {
        "sentence": "不要给自己太大的压力，给自己一些空间和时间去适应，慢慢地“习惯”在这个家庭里的感觉。",
        "label": ""
      },
      {
        "sentence": "记住，你的感受和需求是重要的，不要忽视它们，同时和丈夫和公婆沟通是非常必要和有益的，希望你能够从中找到更多的支持和理解，过上愉快的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会尽量去适应和调整，并勇敢与丈夫和公婆沟通。希望能够改善这种不舒服的情绪，过上更愉快的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会尽量去适应和调整，并勇敢与丈夫和公婆沟通。",
        "label": ""
      },
      {
        "sentence": "希望能够改善这种不舒服的情绪，过上更愉快的生活。",
        "label": ""
      }
    ]
  }
]