[
  {
    "role": "client",
    "content": "我35岁，常感觉紧张，和公婆住一起不自在，神经紧绷。",
    "annotation": [
      {
        "sentence": "我35岁，常感觉紧张，和公婆住一起不自在，神经紧绷。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，你和公婆住一起多久了？如果刚住一起，有些不知所措算是正常的，但如果时间已经很长了还是如此，那就有点不正常了。一个女人爱上了另一个男人，就嫁到对方家，和对方的父母甚至更多的陌生人生活在一起，这对怒人来说是一词很大的挑战。就像我们离开家去上学、去外地工作，我们需要一个适应的过程：和同学同事认识、建立友情，经历一些事情，发展出归属感而爱上一个地方等。学习和工作有可能只是短暂的时间，但结婚不是，结婚比之更甚。很多人结婚后避免不了和丈夫的家人一起生活，不同的生活习惯，不一样的价值观，不了解他们家庭感兴趣的话题，完全不同的相处模式等等，都需要重新适应和建立。",
    "annotation": [
      {
        "sentence": "你好，你和公婆住一起多久了？",
        "label": ""
      },
      {
        "sentence": "如果刚住一起，有些不知所措算是正常的，但如果时间已经很长了还是如此，那就有点不正常了。",
        "label": ""
      },
      {
        "sentence": "一个女人爱上了另一个男人，就嫁到对方家，和对方的父母甚至更多的陌生人生活在一起，这对怒人来说是一词很大的挑战。",
        "label": ""
      },
      {
        "sentence": "就像我们离开家去上学、去外地工作，我们需要一个适应的过程：和同学同事认识、建立友情，经历一些事情，发展出归属感而爱上一个地方等。",
        "label": ""
      },
      {
        "sentence": "学习和工作有可能只是短暂的时间，但结婚不是，结婚比之更甚。",
        "label": ""
      },
      {
        "sentence": "很多人结婚后避免不了和丈夫的家人一起生活，不同的生活习惯，不一样的价值观，不了解他们家庭感兴趣的话题，完全不同的相处模式等等，都需要重新适应和建立。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "婆婆在卫生间洗衣服的时候，我想去厕所，会尽量憋一会，实在憋不住再跟婆婆说我上个厕所，让她出来一下。我吃饭，看书的时候，她在旁边打扫卫生的时候也感觉很不自在，会想我要不要帮助一起打扫卫生，我会不会又把地面弄脏了。在客厅跳舞的时候，会想会不会吵到他们，他们会不会嫌弃我跳来跳去？",
    "annotation": [
      {
        "sentence": "婆婆在卫生间洗衣服的时候，我想去厕所，会尽量憋一会，实在憋不住再跟婆婆说我上个厕所，让她出来一下。",
        "label": ""
      },
      {
        "sentence": "我吃饭，看书的时候，她在旁边打扫卫生的时候也感觉很不自在，会想我要不要帮助一起打扫卫生，我会不会又把地面弄脏了。",
        "label": ""
      },
      {
        "sentence": "在客厅跳舞的时候，会想会不会吵到他们，他们会不会嫌弃我跳来跳去？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可能你是一个比较敏感有点内向，善于为别人着想，不愿给别人带去麻烦，做事情考虑比较周全，但会经常委屈自己的人。所以在一个陌生的环境中总是感觉不知所措。这种感觉可以理解，但也不必过于担心。你可以试着与公婆沟通，告诉他们你的困扰，看看能否找到一种更好的协调方式，让大家的生活更舒适和谐。",
    "annotation": [
      {
        "sentence": "可能你是一个比较敏感有点内向，善于为别人着想，不愿给别人带去麻烦，做事情考虑比较周全，但会经常委屈自己的人。",
        "label": ""
      },
      {
        "sentence": "所以在一个陌生的环境中总是感觉不知所措。",
        "label": ""
      },
      {
        "sentence": "这种感觉可以理解，但也不必过于担心。",
        "label": ""
      },
      {
        "sentence": "你可以试着与公婆沟通，告诉他们你的困扰，看看能否找到一种更好的协调方式，让大家的生活更舒适和谐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我老公和公婆谈天说地的时候，我会觉得很孤单，会想家，觉得融入不进去他们的氛围，对他们说的一些话也很敏感。",
    "annotation": [
      {
        "sentence": "我老公和公婆谈天说地的时候，我会觉得很孤单，会想家，觉得融入不进去他们的氛围，对他们说的一些话也很敏感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这其实说明，在这个家你没有找到归属感。在那个房子里住着，也称之为家，但从内心还是觉得那是别人的家不是自己的，甚至还有一点寄人篱下的感觉。不必太过灰心，许多人在开始时都会有这样的感觉。试着参与一些家庭活动，和公婆一起分享自己的兴趣爱好，多了解他们的生活，也让他们更了解你。只要有一次机会，就坐下来与他们倾心交谈，互相了解，逐步建立良好的关系。",
    "annotation": [
      {
        "sentence": "这其实说明，在这个家你没有找到归属感。",
        "label": ""
      },
      {
        "sentence": "在那个房子里住着，也称之为家，但从内心还是觉得那是别人的家不是自己的，甚至还有一点寄人篱下的感觉。",
        "label": ""
      },
      {
        "sentence": "不必太过灰心，许多人在开始时都会有这样的感觉。",
        "label": ""
      },
      {
        "sentence": "试着参与一些家庭活动，和公婆一起分享自己的兴趣爱好，多了解他们的生活，也让他们更了解你。",
        "label": ""
      },
      {
        "sentence": "只要有一次机会，就坐下来与他们倾心交谈，互相了解，逐步建立良好的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有时候会有不开心的情绪，但不知道怎么表达不满，只会憋着，这种状态让自己很压抑，老是想回老家，想回到自己父母身边。",
    "annotation": [
      {
        "sentence": "有时候会有不开心的情绪，但不知道怎么表达不满，只会憋着，这种状态让自己很压抑，老是想回老家，想回到自己父母身边。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别忘了你是因为嫁给了你的丈夫，才来到这个家庭的。你的丈夫是你可以依靠的人，也是沟通你和公婆关系的媒介。试着把自己心里的不开心、压抑和丈夫说说，一起想办法解决这个问题，这是两个人的责任。比如组织一些促进家庭成员关系的活动。如果可以，试着和其他家庭成员敞开心扉（有时候可能就一层窗户纸没有捅破，他们也想让你融入这个家庭，只是不知道用什么方法）。再者如果实在担心，可以提前跟他们说“如果我有哪些地方做的不好，请你们帮我指出来”等等。找到了归属感，就能自在的生活，就像在老家，自己的父母身边一样。希望你越来越好！",
    "annotation": [
      {
        "sentence": "别忘了你是因为嫁给了你的丈夫，才来到这个家庭的。",
        "label": ""
      },
      {
        "sentence": "你的丈夫是你可以依靠的人，也是沟通你和公婆关系的媒介。",
        "label": ""
      },
      {
        "sentence": "试着把自己心里的不开心、压抑和丈夫说说，一起想办法解决这个问题，这是两个人的责任。",
        "label": ""
      },
      {
        "sentence": "比如组织一些促进家庭成员关系的活动。",
        "label": ""
      },
      {
        "sentence": "如果可以，试着和其他家庭成员敞开心扉（有时候可能就一层窗户纸没有捅破，他们也想让你融入这个家庭，只是不知道用什么方法）。",
        "label": ""
      },
      {
        "sentence": "再者如果实在担心，可以提前跟他们说“如果我有哪些地方做的不好，请你们帮我指出来”等等。",
        "label": ""
      },
      {
        "sentence": "找到了归属感，就能自在的生活，就像在老家，自己的父母身边一样。",
        "label": ""
      },
      {
        "sentence": "希望你越来越好！",
        "label": ""
      }
    ]
  }
]