[
  {
    "role": "client",
    "content": "老师们好，我是一名25女生，我的性格在暴躁和内向间游走。我的暴躁不止一个人说我非常的强势。我有极强的控制欲，当别人的观点和我不一样时，我总是挖苦指责别人，感到极度愤怒，甚至想打人。不止一个人说我爱指责别人。我本意不是想指责，只是觉得对方为什么违背了我的意思，总是有一种愤怒在心上。我可能受到父母的暴躁影响，在大多数不太熟悉的人面前又表现得特别内向。我不爱说话，很无奈，不知道该怎么调整自己，请老师们帮帮忙。",
    "annotation": [
      {
        "sentence": "老师们好，我是一名25女生，我的性格在暴躁和内向间游走。",
        "label": ""
      },
      {
        "sentence": "我的暴躁不止一个人说我非常的强势。",
        "label": ""
      },
      {
        "sentence": "我有极强的控制欲，当别人的观点和我不一样时，我总是挖苦指责别人，感到极度愤怒，甚至想打人。",
        "label": ""
      },
      {
        "sentence": "不止一个人说我爱指责别人。",
        "label": ""
      },
      {
        "sentence": "我本意不是想指责，只是觉得对方为什么违背了我的意思，总是有一种愤怒在心上。",
        "label": ""
      },
      {
        "sentence": "我可能受到父母的暴躁影响，在大多数不太熟悉的人面前又表现得特别内向。",
        "label": ""
      },
      {
        "sentence": "我不爱说话，很无奈，不知道该怎么调整自己，请老师们帮帮忙。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，你的情况我能理解，两种极端的性格确实会让你感到痛苦。别人可能会说你情绪状态不好，无法控制，但你其实根本不是在控制自己的情绪。两个极端之间的切换不需要商量，这是根植于你的成长背景和家庭环境。别害怕，不是什么大问题，我们可以慢慢分析和解决。首先，让我们分析一下问题：1、你是一名25女生，你的性格在暴躁和内向之间游走，不止一个人说你很强势。（一般来说，当你的暴躁那一面出现时，会对身边的人表现出来，而当你的内向那一面出现时，会对不太熟悉的人表现出来。你并不是故意这样的，有时候你的大脑甚至处于空白状态，对吗？就像是一根电线，平时都挺好的，甚至是那种不会惹事的孩子，但是一旦有人触碰了你的底线，你就会立刻变得暴躁。这是由于你的神经系统敏感所导致的。）2、你有极强的控制欲，当别人的观点和你不一样时，你总是挖苦指责别人，感到极度愤怒，甚至想打人。（那么你的父母呢？他们是否也有极强的控制欲，尤其是对你？如果是的话，这就是所谓的“投射性认同”。至于那些极端的情绪和行为，是由于你的神经系统过敏引起的，类似于皮肤过敏，你可以想象一下后果。你需要逐渐减少过敏，疗愈自己，慢慢地，你会好起来的。）3、其实你本意不是想指责，只是觉得别人为什么违背了你的意思，总是有一种愤怒在心上。可能是受到父母的暴躁影响，在大多数不太熟悉的人面前表现得特别内向。（你当然不是有意指责对方，如果有什么事情你不明白，我们可以去搞清楚，没有必要动怒吧？这其中存在一些认知上的偏差，导致你的情绪不断升级，最后表现出了极端的行为。采用认知行为疗法可以帮助你改善这种情况。）4、你不爱说话，感到很无奈，不知道该怎么调整自己，希望老师们能帮帮忙。（是的，你并不是真的不想说话，只是有一些话无法表达出来，憋在心里久了，能不爆发吗？其实学会说话并不难，没什么好害怕的。学会之后，就能更好地表达自己，不再走向极端了。）结束语：祝你快乐幸福！希望你能尽快不再受情绪的控制。如果有困惑，可以私信给我！",
    "annotation": [
      {
        "sentence": "嗯，你的情况我能理解，两种极端的性格确实会让你感到痛苦。",
        "label": ""
      },
      {
        "sentence": "别人可能会说你情绪状态不好，无法控制，但你其实根本不是在控制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "两个极端之间的切换不需要商量，这是根植于你的成长背景和家庭环境。",
        "label": ""
      },
      {
        "sentence": "别害怕，不是什么大问题，我们可以慢慢分析和解决。",
        "label": ""
      },
      {
        "sentence": "首先，让我们分析一下问题：1、你是一名25女生，你的性格在暴躁和内向之间游走，不止一个人说你很强势。",
        "label": ""
      },
      {
        "sentence": "（一般来说，当你的暴躁那一面出现时，会对身边的人表现出来，而当你的内向那一面出现时，会对不太熟悉的人表现出来。",
        "label": ""
      },
      {
        "sentence": "你并不是故意这样的，有时候你的大脑甚至处于空白状态，对吗？",
        "label": ""
      },
      {
        "sentence": "就像是一根电线，平时都挺好的，甚至是那种不会惹事的孩子，但是一旦有人触碰了你的底线，你就会立刻变得暴躁。",
        "label": ""
      },
      {
        "sentence": "这是由于你的神经系统敏感所导致的。",
        "label": ""
      },
      {
        "sentence": "）2、你有极强的控制欲，当别人的观点和你不一样时，你总是挖苦指责别人，感到极度愤怒，甚至想打人。",
        "label": ""
      },
      {
        "sentence": "（那么你的父母呢？",
        "label": ""
      },
      {
        "sentence": "他们是否也有极强的控制欲，尤其是对你？",
        "label": ""
      },
      {
        "sentence": "如果是的话，这就是所谓的“投射性认同”。",
        "label": ""
      },
      {
        "sentence": "至于那些极端的情绪和行为，是由于你的神经系统过敏引起的，类似于皮肤过敏，你可以想象一下后果。",
        "label": ""
      },
      {
        "sentence": "你需要逐渐减少过敏，疗愈自己，慢慢地，你会好起来的。",
        "label": ""
      },
      {
        "sentence": "）3、其实你本意不是想指责，只是觉得别人为什么违背了你的意思，总是有一种愤怒在心上。",
        "label": ""
      },
      {
        "sentence": "可能是受到父母的暴躁影响，在大多数不太熟悉的人面前表现得特别内向。",
        "label": ""
      },
      {
        "sentence": "（你当然不是有意指责对方，如果有什么事情你不明白，我们可以去搞清楚，没有必要动怒吧？",
        "label": ""
      },
      {
        "sentence": "这其中存在一些认知上的偏差，导致你的情绪不断升级，最后表现出了极端的行为。",
        "label": ""
      },
      {
        "sentence": "采用认知行为疗法可以帮助你改善这种情况。",
        "label": ""
      },
      {
        "sentence": "）4、你不爱说话，感到很无奈，不知道该怎么调整自己，希望老师们能帮帮忙。",
        "label": ""
      },
      {
        "sentence": "（是的，你并不是真的不想说话，只是有一些话无法表达出来，憋在心里久了，能不爆发吗？",
        "label": ""
      },
      {
        "sentence": "其实学会说话并不难，没什么好害怕的。",
        "label": ""
      },
      {
        "sentence": "学会之后，就能更好地表达自己，不再走向极端了。",
        "label": ""
      },
      {
        "sentence": "）结束语：祝你快乐幸福！",
        "label": ""
      },
      {
        "sentence": "希望你能尽快不再受情绪的控制。",
        "label": ""
      },
      {
        "sentence": "如果有困惑，可以私信给我！",
        "label": ""
      }
    ]
  }
]