[
  {
    "role": "client",
    "content": "老师们好，我是一名25岁女生，我的性格在暴躁和内向间游走，我的暴躁不止一个人提过说我非常的强势。极强的控制欲，当别人的观点和我不一样时，我说话总有挖苦指责别人的感觉，极度的愤怒，想打人，使劲的打，不止一个人说过我爱指责别人。其实我本意不想指责，是觉得他为什么违背了我的意思，总是有一种愤怒在心上，可能是来自父母的暴躁，而在大多数不太熟悉的人面前，又表现的特别的内向。不爱说话，很无奈，不知道该怎么调整自己，请老师们帮帮忙。",
    "annotation": [
      {
        "sentence": "老师们好，我是一名25岁女生，我的性格在暴躁和内向间游走，我的暴躁不止一个人提过说我非常的强势。",
        "label": ""
      },
      {
        "sentence": "极强的控制欲，当别人的观点和我不一样时，我说话总有挖苦指责别人的感觉，极度的愤怒，想打人，使劲的打，不止一个人说过我爱指责别人。",
        "label": ""
      },
      {
        "sentence": "其实我本意不想指责，是觉得他为什么违背了我的意思，总是有一种愤怒在心上，可能是来自父母的暴躁，而在大多数不太熟悉的人面前，又表现的特别的内向。",
        "label": ""
      },
      {
        "sentence": "不爱说话，很无奈，不知道该怎么调整自己，请老师们帮帮忙。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，看到你的问题了。你说你特别暴躁，同时又内向，这是两种性格特质，听起来有些矛盾。但它们也有一个共通点，就是表达上存在困难，无法准确传达你的思想。你提到了“非常强势”“极强控制欲”，当别人观点与你不一样时，你会挖苦指责，感到极度愤怒，甚至想打人。这说明在与他人沟通的过程中，你的沟通机制出现了问题，不能接受他人与你的不同观点，也无法理解“即使意见不同，也可以和平相处”的道理。首先，你需要明白每个人都有保留自己意见的权利，包括你自己。当意见不统一时，除了一方说服另一方，以理服人之外，双方也可以给对方一定的空间，各自保留意见。同时，你提到了“觉得他违背了我的意思”“总有一种愤怒”。我们常说“对事不对人”，而你陷入了“对人不对事”的情绪中。在面对问题和矛盾时，需要持冷静、理性的态度，而不是任由情绪影响思考。可以回想一下之前愤怒的情景，并进行自我分析，尝试从不同的角度看待同一个问题，你会发现，同一件事情不同人有不同看法，并不一定是对方的问题。你还提到可能是来自父母的暴躁，这个想法有一定道理。在孩子小时候，很多思维习惯来源于对父母的模仿。如果你的原生家庭中父母比较暴躁，那你长期在这种环境中接触也会受到影响。但很高兴你已经意识到这一点，并想要改变，这就是你突破的开始。另外，我有一个小建议，你可以多看辩论比赛，比如《奇葩说》，你会发现优秀的辩手既能够支持正方观点，也可以支持反方观点。辩论虽然有输赢，但生活中并没有，对于同一个问题，讨论对错是为了将真理越辩越明，或者是为了理清一个复杂的问题。当你明白这一点，就会发现很多问题处于模糊的中间地带，并不值得你过于暴躁，因为暴躁无法解决问题。你需要试着寻找更好的沟通方式，表达自己的想法，并尽量理解他人的观点。有了正确的心态和行为方式，你会逐渐找到自己的平衡点，更好地与他人相处。希望这些建议对你有帮助。如果还有其他问题，欢迎再向我求助。",
    "annotation": [
      {
        "sentence": "你好，看到你的问题了。",
        "label": ""
      },
      {
        "sentence": "你说你特别暴躁，同时又内向，这是两种性格特质，听起来有些矛盾。",
        "label": ""
      },
      {
        "sentence": "但它们也有一个共通点，就是表达上存在困难，无法准确传达你的思想。",
        "label": ""
      },
      {
        "sentence": "你提到了“非常强势”“极强控制欲”，当别人观点与你不一样时，你会挖苦指责，感到极度愤怒，甚至想打人。",
        "label": ""
      },
      {
        "sentence": "这说明在与他人沟通的过程中，你的沟通机制出现了问题，不能接受他人与你的不同观点，也无法理解“即使意见不同，也可以和平相处”的道理。",
        "label": ""
      },
      {
        "sentence": "首先，你需要明白每个人都有保留自己意见的权利，包括你自己。",
        "label": ""
      },
      {
        "sentence": "当意见不统一时，除了一方说服另一方，以理服人之外，双方也可以给对方一定的空间，各自保留意见。",
        "label": ""
      },
      {
        "sentence": "同时，你提到了“觉得他违背了我的意思”“总有一种愤怒”。",
        "label": ""
      },
      {
        "sentence": "我们常说“对事不对人”，而你陷入了“对人不对事”的情绪中。",
        "label": ""
      },
      {
        "sentence": "在面对问题和矛盾时，需要持冷静、理性的态度，而不是任由情绪影响思考。",
        "label": ""
      },
      {
        "sentence": "可以回想一下之前愤怒的情景，并进行自我分析，尝试从不同的角度看待同一个问题，你会发现，同一件事情不同人有不同看法，并不一定是对方的问题。",
        "label": ""
      },
      {
        "sentence": "你还提到可能是来自父母的暴躁，这个想法有一定道理。",
        "label": ""
      },
      {
        "sentence": "在孩子小时候，很多思维习惯来源于对父母的模仿。",
        "label": ""
      },
      {
        "sentence": "如果你的原生家庭中父母比较暴躁，那你长期在这种环境中接触也会受到影响。",
        "label": ""
      },
      {
        "sentence": "但很高兴你已经意识到这一点，并想要改变，这就是你突破的开始。",
        "label": ""
      },
      {
        "sentence": "另外，我有一个小建议，你可以多看辩论比赛，比如《奇葩说》，你会发现优秀的辩手既能够支持正方观点，也可以支持反方观点。",
        "label": ""
      },
      {
        "sentence": "辩论虽然有输赢，但生活中并没有，对于同一个问题，讨论对错是为了将真理越辩越明，或者是为了理清一个复杂的问题。",
        "label": ""
      },
      {
        "sentence": "当你明白这一点，就会发现很多问题处于模糊的中间地带，并不值得你过于暴躁，因为暴躁无法解决问题。",
        "label": ""
      },
      {
        "sentence": "你需要试着寻找更好的沟通方式，表达自己的想法，并尽量理解他人的观点。",
        "label": ""
      },
      {
        "sentence": "有了正确的心态和行为方式，你会逐渐找到自己的平衡点，更好地与他人相处。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有帮助。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，欢迎再向我求助。",
        "label": ""
      }
    ]
  }
]