[
  {
    "role": "client",
    "content": "关于自我要求：追求了20年的优秀，问题出在哪了呢？我从小是个喜欢优秀的人，追求了二十年的优秀想要成为一个学霸结果不尽人意可能是我给我自己的压力太大了从小父母对我没什么要求放养式教育这样让我觉得自己跟别人差了很多别人父母都会教他们孩子怎么学怎么跟别人相处而我只能自己摸索小时后不会学习想学但是一直都优秀不了中不溜不想让别人觉得自己笨有了点小成绩就很不喜欢别人把这个当成我努力一下的结果希望别人觉得是我聪明的结果然后就很骄傲骄傲了吧成绩就差了我也懒过但是一直我都想成为一个优等生但是总是受挫最后考了个不怎样的二本还学了最难的物理现在在备考四级物理上面也受挫本身就不好学四级题做起来也感觉很难现在睡不着觉我个人生活很规律每天早上早起跑步五公里然后就去学习但是就感觉自己很差劲学习不尽人意问题出在哪里了呢我很难受",
    "annotation": [
      {
        "sentence": "关于自我要求：追求了20年的优秀，问题出在哪了呢？",
        "label": ""
      },
      {
        "sentence": "我从小是个喜欢优秀的人，追求了二十年的优秀想要成为一个学霸结果不尽人意可能是我给我自己的压力太大了从小父母对我没什么要求放养式教育这样让我觉得自己跟别人差了很多别人父母都会教他们孩子怎么学怎么跟别人相处而我只能自己摸索小时后不会学习想学但是一直都优秀不了中不溜不想让别人觉得自己笨有了点小成绩就很不喜欢别人把这个当成我努力一下的结果希望别人觉得是我聪明的结果然后就很骄傲骄傲了吧成绩就差了我也懒过但是一直我都想成为一个优等生但是总是受挫最后考了个不怎样的二本还学了最难的物理现在在备考四级物理上面也受挫本身就不好学四级题做起来也感觉很难现在睡不着觉我个人生活很规律每天早上早起跑步五公里然后就去学习但是就感觉自己很差劲学习不尽人意问题出在哪里了呢我很难受",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "想让自己变得更优秀，从小时候开始一直没有松懈过，一直在追求优秀的路上不断前进着。现在到了大学，你的学习压力很大，感觉自己很差劲。情绪影响学习，学习困难又会影响你的心情，这是一个恶性循环。非常理解你的感受，不着急，我们一起来看看你提到的问题。",
    "annotation": [
      {
        "sentence": "想让自己变得更优秀，从小时候开始一直没有松懈过，一直在追求优秀的路上不断前进着。",
        "label": ""
      },
      {
        "sentence": "现在到了大学，你的学习压力很大，感觉自己很差劲。",
        "label": ""
      },
      {
        "sentence": "情绪影响学习，学习困难又会影响你的心情，这是一个恶性循环。",
        "label": ""
      },
      {
        "sentence": "非常理解你的感受，不着急，我们一起来看看你提到的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我确实感觉自己处于一个恶性循环中，没有办法摆脱。",
    "annotation": [
      {
        "sentence": "对，我确实感觉自己处于一个恶性循环中，没有办法摆脱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "“从小父母对我没什么要求放养式教育这样让我觉得自己跟别人差了很多。”（其实，这个问题和原生家庭的问题相似，我们都渴望寻找一个完美的出生和完美的学习氛围。你觉得放养式教育让你没有学习方法，让你觉得父母不管自己。但是同时，我们也可以看到，很多被父母严格管控学习的孩子，学习也不一定好。很多父母，对于孩子的学习管控越强，孩子的反叛心理反而越强。你觉得父母对你是放养式管理，那么如果从小开始，父母很在意你的学习，每次没有考好都会责备你，那你会觉得快乐吗？其实，任何一种教育方法都有其优势和劣势，没有绝对完美的教育方式的。）",
    "annotation": [
      {
        "sentence": "“从小父母对我没什么要求放养式教育这样让我觉得自己跟别人差了很多。",
        "label": ""
      },
      {
        "sentence": "”（其实，这个问题和原生家庭的问题相似，我们都渴望寻找一个完美的出生和完美的学习氛围。",
        "label": ""
      },
      {
        "sentence": "你觉得放养式教育让你没有学习方法，让你觉得父母不管自己。",
        "label": ""
      },
      {
        "sentence": "但是同时，我们也可以看到，很多被父母严格管控学习的孩子，学习也不一定好。",
        "label": ""
      },
      {
        "sentence": "很多父母，对于孩子的学习管控越强，孩子的反叛心理反而越强。",
        "label": ""
      },
      {
        "sentence": "你觉得父母对你是放养式管理，那么如果从小开始，父母很在意你的学习，每次没有考好都会责备你，那你会觉得快乐吗？",
        "label": ""
      },
      {
        "sentence": "其实，任何一种教育方法都有其优势和劣势，没有绝对完美的教育方式的。",
        "label": ""
      },
      {
        "sentence": "）",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我从原生家庭的角度看，放养式教育也有它的优势，我也没想过严厉的管控会让我更快乐。但是我还是希望能有个好的学习方法，像别人一样，更容易进步。",
    "annotation": [
      {
        "sentence": "你说的对，我从原生家庭的角度看，放养式教育也有它的优势，我也没想过严厉的管控会让我更快乐。",
        "label": ""
      },
      {
        "sentence": "但是我还是希望能有个好的学习方法，像别人一样，更容易进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "“想学但是一直都优秀不了中不溜不想让别人觉得自己笨。”（你提到，自己的学习一直处于中等，高考的时候考上的是不太好的二本。你学习的动力是不想让别人觉得自己笨，对吗？可是，笨的定义是什么呢？并不是学习第一就一定很聪明，也不是考试最后一名的人就一定很笨。智商的衡量方式有很多种，而应试教育的考试只是其中一种。如果我们觉得没有考上第一名，没有考上重点大学就是笨的话，那这个世界上笨的人也太多了。你可以看下，在每年的高考考生中，真正上了重本线的学生比例是多少，而真正去重本学校读了最好专业的学生又有多少。）",
    "annotation": [
      {
        "sentence": "“想学但是一直都优秀不了中不溜不想让别人觉得自己笨。",
        "label": ""
      },
      {
        "sentence": "”（你提到，自己的学习一直处于中等，高考的时候考上的是不太好的二本。",
        "label": ""
      },
      {
        "sentence": "你学习的动力是不想让别人觉得自己笨，对吗？",
        "label": ""
      },
      {
        "sentence": "可是，笨的定义是什么呢？",
        "label": ""
      },
      {
        "sentence": "并不是学习第一就一定很聪明，也不是考试最后一名的人就一定很笨。",
        "label": ""
      },
      {
        "sentence": "智商的衡量方式有很多种，而应试教育的考试只是其中一种。",
        "label": ""
      },
      {
        "sentence": "如果我们觉得没有考上第一名，没有考上重点大学就是笨的话，那这个世界上笨的人也太多了。",
        "label": ""
      },
      {
        "sentence": "你可以看下，在每年的高考考生中，真正上了重本线的学生比例是多少，而真正去重本学校读了最好专业的学生又有多少。",
        "label": ""
      },
      {
        "sentence": "）",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我对自己的定义太过于严格了。智商的衡量方式有很多种，我也不能仅凭一种方式来定义自己的聪明程度。",
    "annotation": [
      {
        "sentence": "你说得对，我对自己的定义太过于严格了。",
        "label": ""
      },
      {
        "sentence": "智商的衡量方式有很多种，我也不能仅凭一种方式来定义自己的聪明程度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "“有了点小成绩就很不喜欢别人把这个当成我努力一下的结果希望别人觉得是我聪明的结果”。（爱迪生说过，天才是百分之一的天赋，加上百分之九十九的汗水。我们每个人都希望别人觉得自己聪明，但是，是否聪明的人不需要努力也可以获得想要的一切呢？我们身边的学霸，高考第一名，是真的只靠天赋不努力就能达到的结果吗？哪怕是万众瞩目的科学家，不也是在尝试了无数次失败的实验后才有的实验成功不是吗？诚然，学习好的人天赋占一定比例。但是如果没有任何努力，天赋再好的人，也只会沦落为普通人。努力并不可耻，努力是成功的必需品。没有努力，天赋再好，也未必能成功。）",
    "annotation": [
      {
        "sentence": "“有了点小成绩就很不喜欢别人把这个当成我努力一下的结果希望别人觉得是我聪明的结果”。",
        "label": ""
      },
      {
        "sentence": "（爱迪生说过，天才是百分之一的天赋，加上百分之九十九的汗水。",
        "label": ""
      },
      {
        "sentence": "我们每个人都希望别人觉得自己聪明，但是，是否聪明的人不需要努力也可以获得想要的一切呢？",
        "label": ""
      },
      {
        "sentence": "我们身边的学霸，高考第一名，是真的只靠天赋不努力就能达到的结果吗？",
        "label": ""
      },
      {
        "sentence": "哪怕是万众瞩目的科学家，不也是在尝试了无数次失败的实验后才有的实验成功不是吗？",
        "label": ""
      },
      {
        "sentence": "诚然，学习好的人天赋占一定比例。",
        "label": ""
      },
      {
        "sentence": "但是如果没有任何努力，天赋再好的人，也只会沦落为普通人。",
        "label": ""
      },
      {
        "sentence": "努力并不可耻，努力是成功的必需品。",
        "label": ""
      },
      {
        "sentence": "没有努力，天赋再好，也未必能成功。",
        "label": ""
      },
      {
        "sentence": "）",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，努力是成功的关键。我不能仅仅满足于有些小成绩，应该继续努力，不管别人怎么说。",
    "annotation": [
      {
        "sentence": "你说得很对，努力是成功的关键。",
        "label": ""
      },
      {
        "sentence": "我不能仅仅满足于有些小成绩，应该继续努力，不管别人怎么说。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "“然后就很骄傲骄傲了吧成绩就差了我也懒过但是一直我都想成为一个优等生但是总是受挫最后考了个不怎样的二本还学了最难的物理现在在备考四级物理上面也受挫本身就不好学四级题做起来也感觉很难现在睡不着觉。”（人生是一场马拉松比赛，而不是一个100米赛跑",
    "annotation": [
      {
        "sentence": "“然后就很骄傲骄傲了吧成绩就差了我也懒过但是一直我都想成为一个优等生但是总是受挫最后考了个不怎样的二本还学了最难的物理现在在备考四级物理上面也受挫本身就不好学四级题做起来也感觉很难现在睡不着觉。",
        "label": ""
      },
      {
        "sentence": "”（人生是一场马拉松比赛，而不是一个100米赛跑",
        "label": ""
      }
    ]
  }
]