[
  {
    "role": "client",
    "content": "婚姻出轨，老公带小姐回家，怎么才能不去想这件事？",
    "annotation": [
      {
        "sentence": "婚姻出轨，老公带小姐回家，怎么才能不去想这件事？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢谢邀请。听说你的困境，我可以理解你的心情。要是我，肯定也会觉得难以接受，而且这事发生的时间还不久，你可能一直在脑海中回想你老公和小姐在家里的情景。这种盘旋的感觉是应对这种刺激性事件的正常反应，不必觉得自己太过不堪。老公的出轨是对自己的背叛和抛弃，他自己又把自己放在哪里呢？而且他去找小姐，就好像是对自己的侮辱一样。本来家里应该是我们安全的地方，现在却被这样的事情\"污染\"了，究竟他把家放在哪里呢？我不知道你们是否已经讨论过这件事？你有没有想好要如何解决？如果我是你，我可能会按照以下几个步骤来处理：首先，找寻平时让自己放松情绪的方法，先让自己平静下来，这个过程可能需要三天或者一周的时间；然后，等自己情绪稳定下来，明确自己想要如何解决这个困境，同时也要考虑一下你老公的态度以及你自己的决定，是自己独立解决还是邀请他一起面对，是自己承担解决压力还是与他共同分担；最后，在确定了解决方向之后，尽量争取一切可以利用的资源来解决这个问题。补充一点，尽力而为，但如果最终不能解决，那么我们也要接受另一种结果。当然，也可能这些冷静的处理方式都只是说起来容易做起来难，所以我们可能只能理解你所经历的十分之一或者十分之二，你的感受、你的愤怒、你的悲伤，希望它们都能给你力量，帮助你早日走出困境。",
    "annotation": [
      {
        "sentence": "谢谢邀请。",
        "label": ""
      },
      {
        "sentence": "听说你的困境，我可以理解你的心情。",
        "label": ""
      },
      {
        "sentence": "要是我，肯定也会觉得难以接受，而且这事发生的时间还不久，你可能一直在脑海中回想你老公和小姐在家里的情景。",
        "label": ""
      },
      {
        "sentence": "这种盘旋的感觉是应对这种刺激性事件的正常反应，不必觉得自己太过不堪。",
        "label": ""
      },
      {
        "sentence": "老公的出轨是对自己的背叛和抛弃，他自己又把自己放在哪里呢？",
        "label": ""
      },
      {
        "sentence": "而且他去找小姐，就好像是对自己的侮辱一样。",
        "label": ""
      },
      {
        "sentence": "本来家里应该是我们安全的地方，现在却被这样的事情\"污染\"了，究竟他把家放在哪里呢？",
        "label": ""
      },
      {
        "sentence": "我不知道你们是否已经讨论过这件事？",
        "label": ""
      },
      {
        "sentence": "你有没有想好要如何解决？",
        "label": ""
      },
      {
        "sentence": "如果我是你，我可能会按照以下几个步骤来处理：首先，找寻平时让自己放松情绪的方法，先让自己平静下来，这个过程可能需要三天或者一周的时间；然后，等自己情绪稳定下来，明确自己想要如何解决这个困境，同时也要考虑一下你老公的态度以及你自己的决定，是自己独立解决还是邀请他一起面对，是自己承担解决压力还是与他共同分担；最后，在确定了解决方向之后，尽量争取一切可以利用的资源来解决这个问题。",
        "label": ""
      },
      {
        "sentence": "补充一点，尽力而为，但如果最终不能解决，那么我们也要接受另一种结果。",
        "label": ""
      },
      {
        "sentence": "当然，也可能这些冷静的处理方式都只是说起来容易做起来难，所以我们可能只能理解你所经历的十分之一或者十分之二，你的感受、你的愤怒、你的悲伤，希望它们都能给你力量，帮助你早日走出困境。",
        "label": ""
      }
    ]
  }
]