[
  {
    "role": "client",
    "content": "婚姻出轨，老公带小姐回家，怎么才能不去想这件事？前几天我不在家里老公找了一个小姐还把小姐带到家里来了，这几天，天天在想他和小姐在自己家里的情景，我脑子快受不了了，怎么才不去想这件事。",
    "annotation": [
      {
        "sentence": "婚姻出轨，老公带小姐回家，怎么才能不去想这件事？",
        "label": ""
      },
      {
        "sentence": "前几天我不在家里老公找了一个小姐还把小姐带到家里来了，这几天，天天在想他和小姐在自己家里的情景，我脑子快受不了了，怎么才不去想这件事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "丈夫出轨甚至把小姐带到家里，你特别想当只鸵鸟，忘记这件事，甚至当这件事没有发生。只有这样，你才会不那么痛苦。但是，越是不想想起，走到哪越是会被引起联想，非常痛苦，又无能为力。",
    "annotation": [
      {
        "sentence": "丈夫出轨甚至把小姐带到家里，你特别想当只鸵鸟，忘记这件事，甚至当这件事没有发生。",
        "label": ""
      },
      {
        "sentence": "只有这样，你才会不那么痛苦。",
        "label": ""
      },
      {
        "sentence": "但是，越是不想想起，走到哪越是会被引起联想，非常痛苦，又无能为力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我总是不由自主地想起那个场景，每次想到就觉得很痛苦，好像被背叛了一样。在我们的家庭里，我好像一直处于低位，丈夫做出这种事，我连抗议的能力都没有。可能是因为我经济不独立，也可能是丈夫控制我，我害怕离开这段关系。我真的不知道该怎么办才能不去想这件事。",
    "annotation": [
      {
        "sentence": "是啊，我总是不由自主地想起那个场景，每次想到就觉得很痛苦，好像被背叛了一样。",
        "label": ""
      },
      {
        "sentence": "在我们的家庭里，我好像一直处于低位，丈夫做出这种事，我连抗议的能力都没有。",
        "label": ""
      },
      {
        "sentence": "可能是因为我经济不独立，也可能是丈夫控制我，我害怕离开这段关系。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办才能不去想这件事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你想要忘记这件事，但事实是，即使原谅了也不代表可以假装什么都没有发生过。在任何一段关系中，一方出轨都会让另一方感到被背叛、羞辱、愤怒和委屈，所以你的这些感受都是正常的。",
    "annotation": [
      {
        "sentence": "我能理解你想要忘记这件事，但事实是，即使原谅了也不代表可以假装什么都没有发生过。",
        "label": ""
      },
      {
        "sentence": "在任何一段关系中，一方出轨都会让另一方感到被背叛、羞辱、愤怒和委屈，所以你的这些感受都是正常的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原谅确实不是那么简单，我有时候觉得自己好委屈，却又想维持这段破裂的关系，怕被抛弃。也许我真的是自我价值感低，觉得委屈自己可以换来对方的爱和重视。我的家庭环境也许对我有所影响，小时候父母对我的关系也不是很好。在我们的婚姻里，也存在一些问题，丈夫对待我也不太好。还有其他方面我也常常感到委屈。",
    "annotation": [
      {
        "sentence": "原谅确实不是那么简单，我有时候觉得自己好委屈，却又想维持这段破裂的关系，怕被抛弃。",
        "label": ""
      },
      {
        "sentence": "也许我真的是自我价值感低，觉得委屈自己可以换来对方的爱和重视。",
        "label": ""
      },
      {
        "sentence": "我的家庭环境也许对我有所影响，小时候父母对我的关系也不是很好。",
        "label": ""
      },
      {
        "sentence": "在我们的婚姻里，也存在一些问题，丈夫对待我也不太好。",
        "label": ""
      },
      {
        "sentence": "还有其他方面我也常常感到委屈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你这么说，我建议你找个专业心理咨询师，好好梳理一下自己的关系模式。当你真正能够看到内心背后的情感需求时，才能够去改变现状。如果能够给自己一些安全感和价值感，你就不会再委屈自己去谋求丈夫的爱和重视。忘记是解决不了你们关系本质问题的方法。",
    "annotation": [
      {
        "sentence": "听你这么说，我建议你找个专业心理咨询师，好好梳理一下自己的关系模式。",
        "label": ""
      },
      {
        "sentence": "当你真正能够看到内心背后的情感需求时，才能够去改变现状。",
        "label": ""
      },
      {
        "sentence": "如果能够给自己一些安全感和价值感，你就不会再委屈自己去谋求丈夫的爱和重视。",
        "label": ""
      },
      {
        "sentence": "忘记是解决不了你们关系本质问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道了，确实要从自己的内心去寻找改变，而不是沉浸在这种痛苦中。但是，当我被情绪吞没的时候，你觉得应该怎么办呢？",
    "annotation": [
      {
        "sentence": "我知道了，确实要从自己的内心去寻找改变，而不是沉浸在这种痛苦中。",
        "label": ""
      },
      {
        "sentence": "但是，当我被情绪吞没的时候，你觉得应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你被情绪吞没时，请告诉自己，我委屈我愤怒，我太辛苦了，我要好好心疼自己，要好好照顾自己。情绪的表达也是很重要的，你可以尝试找一些适合你的方式进行情绪的释放，比如写日记、绘画、听音乐或者找朋友倾诉。任何可以帮助你情绪宣泄的方式都是可以尝试的。",
    "annotation": [
      {
        "sentence": "当你被情绪吞没时，请告诉自己，我委屈我愤怒，我太辛苦了，我要好好心疼自己，要好好照顾自己。",
        "label": ""
      },
      {
        "sentence": "情绪的表达也是很重要的，你可以尝试找一些适合你的方式进行情绪的释放，比如写日记、绘画、听音乐或者找朋友倾诉。",
        "label": ""
      },
      {
        "sentence": "任何可以帮助你情绪宣泄的方式都是可以尝试的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会好好尝试的。我现在确实需要找到一些能够释放情绪的方法，不再让它困扰我的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会好好尝试的。",
        "label": ""
      },
      {
        "sentence": "我现在确实需要找到一些能够释放情绪的方法，不再让它困扰我的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，你可以随时来找我交流，我会一直在这里支持你的。记住，重要的是要关注自己的感受，让自己的内心得到安抚和疏导。",
    "annotation": [
      {
        "sentence": "没问题，你可以随时来找我交流，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "记住，重要的是要关注自己的感受，让自己的内心得到安抚和疏导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我现在感觉好多了。我会努力做好自己，不再为这件事影响到自己的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我现在感觉好多了。",
        "label": ""
      },
      {
        "sentence": "我会努力做好自己，不再为这件事影响到自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的进展，相信你一定能够走出这段困境。记得好好照顾自己，不要让任何事情伤及到你的内心。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你的进展，相信你一定能够走出这段困境。",
        "label": ""
      },
      {
        "sentence": "记得好好照顾自己，不要让任何事情伤及到你的内心。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]