[
  {
    "role": "client",
    "content": "大学生，面对新认识的人或者不太熟悉的人会有点紧张？我是一名大学生，面对新认识的人或者不太熟悉的人我会有点紧张，社交恐惧吧！对于认识的朋友，我比较自私，当然我的朋友不仅仅会有我这一个朋友，但我总想让她成为我最好的朋友，这种想法也并不是和所有人都这样，也就和天天一起的朋友会这样，而且我也不太喜欢三个人一起的友谊，或者更多人一起的那种。大家能说一下你们的生活吗，私聊也可以，我真的闹死心了！然后我的情商呢还好，我正常情况下有些话的等等自认为还不错，但是我的长相可能看着老实一点，性格也不是那么刚硬，也不是软弱，所以遇到一些事不知道怎么办，你愿意倾听我说嘛？",
    "annotation": [
      {
        "sentence": "大学生，面对新认识的人或者不太熟悉的人会有点紧张？",
        "label": ""
      },
      {
        "sentence": "我是一名大学生，面对新认识的人或者不太熟悉的人我会有点紧张，社交恐惧吧！",
        "label": ""
      },
      {
        "sentence": "对于认识的朋友，我比较自私，当然我的朋友不仅仅会有我这一个朋友，但我总想让她成为我最好的朋友，这种想法也并不是和所有人都这样，也就和天天一起的朋友会这样，而且我也不太喜欢三个人一起的友谊，或者更多人一起的那种。",
        "label": ""
      },
      {
        "sentence": "大家能说一下你们的生活吗，私聊也可以，我真的闹死心了！",
        "label": ""
      },
      {
        "sentence": "然后我的情商呢还好，我正常情况下有些话的等等自认为还不错，但是我的长相可能看着老实一点，性格也不是那么刚硬，也不是软弱，所以遇到一些事不知道怎么办，你愿意倾听我说嘛？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好～我也是一名大学生，说说我自己的体验。首先对于陌生人紧张等，我觉得谈不上社交恐惧，是一个挺正常的事情，尤其是我们作为学生没有非常丰富的跟很多人接触的经历。我自己也是面对不熟悉的人接触聊天等感觉不自在，思考过为什么，我自己是觉得担心对方对于自己的初印象不好等，所以不想去交流。",
    "annotation": [
      {
        "sentence": "你好～我也是一名大学生，说说我自己的体验。",
        "label": ""
      },
      {
        "sentence": "首先对于陌生人紧张等，我觉得谈不上社交恐惧，是一个挺正常的事情，尤其是我们作为学生没有非常丰富的跟很多人接触的经历。",
        "label": ""
      },
      {
        "sentence": "我自己也是面对不熟悉的人接触聊天等感觉不自在，思考过为什么，我自己是觉得担心对方对于自己的初印象不好等，所以不想去交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你真的能理解我的感受，谢谢你！但我总是放不下这种紧张和担心，感觉自己在社交方面有些孤立。",
    "annotation": [
      {
        "sentence": "你真的能理解我的感受，谢谢你！",
        "label": ""
      },
      {
        "sentence": "但我总是放不下这种紧张和担心，感觉自己在社交方面有些孤立。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系的，每个人都有不同的社交需求和心态。其实，认识新的人或者聊天都是一种经历与收获，不用想太多，大方真诚表达自己感受和想法，对方不认同没有损失，你也就知道他也不是同道中人，交流愉快的说不定会收获一个朋友。",
    "annotation": [
      {
        "sentence": "没关系的，每个人都有不同的社交需求和心态。",
        "label": ""
      },
      {
        "sentence": "其实，认识新的人或者聊天都是一种经历与收获，不用想太多，大方真诚表达自己感受和想法，对方不认同没有损失，你也就知道他也不是同道中人，交流愉快的说不定会收获一个朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更加开放和大方地表达自己，不要总担心别人对我的看法。请问，你对于交朋友有什么秘诀吗？",
    "annotation": [
      {
        "sentence": "你说得对，我应该更加开放和大方地表达自己，不要总担心别人对我的看法。",
        "label": ""
      },
      {
        "sentence": "请问，你对于交朋友有什么秘诀吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实没有特别的秘诀，每个人的交友方式和偏好都不同。但是我觉得关键是真诚和包容，遇到一个可能的朋友，从善意出发，去了解他们的兴趣、观点以及共同话题。同时，也要尊重对方的个性和空间，不过分索取和占有。这样，交友就会更加顺利和愉快。",
    "annotation": [
      {
        "sentence": "其实没有特别的秘诀，每个人的交友方式和偏好都不同。",
        "label": ""
      },
      {
        "sentence": "但是我觉得关键是真诚和包容，遇到一个可能的朋友，从善意出发，去了解他们的兴趣、观点以及共同话题。",
        "label": ""
      },
      {
        "sentence": "同时，也要尊重对方的个性和空间，不过分索取和占有。",
        "label": ""
      },
      {
        "sentence": "这样，交友就会更加顺利和愉快。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去对待交友这件事更加轻松和积极。还有一个问题，我总希望我的朋友能成为我最好的朋友，这样算是自私吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去对待交友这件事更加轻松和积极。",
        "label": ""
      },
      {
        "sentence": "还有一个问题，我总希望我的朋友能成为我最好的朋友，这样算是自私吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于希望拥有一个最好的朋友的想法，并不是自私的表现，这是人之常情。我们都期望在生活中能有一个与自己心灵契合的挚友。不过，我们也要理解每个人有自己的友情圈子和需求。有时候，友谊需要时间和共同的经历来培养，也许你会在这个过程中找到与你最为投缘的朋友。",
    "annotation": [
      {
        "sentence": "对于希望拥有一个最好的朋友的想法，并不是自私的表现，这是人之常情。",
        "label": ""
      },
      {
        "sentence": "我们都期望在生活中能有一个与自己心灵契合的挚友。",
        "label": ""
      },
      {
        "sentence": "不过，我们也要理解每个人有自己的友情圈子和需求。",
        "label": ""
      },
      {
        "sentence": "有时候，友谊需要时间和共同的经历来培养，也许你会在这个过程中找到与你最为投缘的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这样说的确是有道理的，我应该更加耐心地面对友情的发展，不要一味追求完美的友谊。除了社交问题外，我在处理一些事情时总是感到迷茫，不知道怎么办才好。",
    "annotation": [
      {
        "sentence": "这样说的确是有道理的，我应该更加耐心地面对友情的发展，不要一味追求完美的友谊。",
        "label": ""
      },
      {
        "sentence": "除了社交问题外，我在处理一些事情时总是感到迷茫，不知道怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人在面对问题时都可能感到迷茫，这是非常正常的情绪。对于处理事情，没有固定的方法论，因为每个人的情况都有所不同。但是，你可以尝试找到解决问题的方法，比如多听取不同的意见、寻求他人的建议、学习相关的知识和经验等。同时，也要相信自己的能力和智慧，不要因为遇到问题就觉得自己无助。",
    "annotation": [
      {
        "sentence": "每个人在面对问题时都可能感到迷茫，这是非常正常的情绪。",
        "label": ""
      },
      {
        "sentence": "对于处理事情，没有固定的方法论，因为每个人的情况都有所不同。",
        "label": ""
      },
      {
        "sentence": "但是，你可以尝试找到解决问题的方法，比如多听取不同的意见、寻求他人的建议、学习相关的知识和经验等。",
        "label": ""
      },
      {
        "sentence": "同时，也要相信自己的能力和智慧，不要因为遇到问题就觉得自己无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要更加积极主动地去解决问题，而不是一味地彷徨和迷茫。你之前提到大学生活的一些经历，可以和我分享一下吗？",
    "annotation": [
      {
        "sentence": "你说得对，我需要更加积极主动地去解决问题，而不是一味地彷徨和迷茫。",
        "label": ""
      },
      {
        "sentence": "你之前提到大学生活的一些经历，可以和我分享一下吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以！在大学我也有一些类似的困惑和体验。比如，我之前也不喜欢一个人在食堂吃饭，觉得很别扭，后来我开始尝试一个人去食堂，发现并没有想象中尴尬，还有时候能认识一些新朋友。另外，我还自学了一项兴趣，尤克里里。这不仅丰富了我的大学生活，还让我能有一个自己的空闲爱好。希望这些经历对你有所帮助～",
    "annotation": [
      {
        "sentence": "当然可以！",
        "label": ""
      },
      {
        "sentence": "在大学我也有一些类似的困惑和体验。",
        "label": ""
      },
      {
        "sentence": "比如，我之前也不喜欢一个人在食堂吃饭，觉得很别扭，后来我开始尝试一个人去食堂，发现并没有想象中尴尬，还有时候能认识一些新朋友。",
        "label": ""
      },
      {
        "sentence": "另外，我还自学了一项兴趣，尤克里里。",
        "label": ""
      },
      {
        "sentence": "这不仅丰富了我的大学生活，还让我能有一个自己的空闲爱好。",
        "label": ""
      },
      {
        "sentence": "希望这些经历对你有所帮助～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听到你的经历，我感到很鼓舞。我也希望通过尝试一些新的事物来充实自己的生活。谢谢你的鼓励和支持！",
    "annotation": [
      {
        "sentence": "听到你的经历，我感到很鼓舞。",
        "label": ""
      },
      {
        "sentence": "我也希望通过尝试一些新的事物来充实自己的生活。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，你并不孤单，总会有人愿意倾听和支持你的。相信自己，勇敢迎接生活中的挑战。我们一起加油吧！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，总会有人愿意倾听和支持你的。",
        "label": ""
      },
      {
        "sentence": "相信自己，勇敢迎接生活中的挑战。",
        "label": ""
      },
      {
        "sentence": "我们一起加油吧！",
        "label": ""
      }
    ]
  }
]