[
  {
    "role": "client",
    "content": "和自己父母难以沟通是不是代表一辈子没出息不会幸福？我父母别的恃强凌弱霸道不讲道理，小时候我妈一天到晚拿我和别人比，说人家的女儿多怎样，在家怎样勤快成绩多好，可是我父母重男轻女玩双标，女孩子就要洗衣服做家务不然未来婆家不喜欢，女孩子就要讨好男的，那我就是不认同父母，我凭什么要去讨好她，对我不好为什么要喜欢她。可是父母会到处找亲戚邻居说我怎样怎样，邻居会说你这样没人会喜欢你，和父母关系不好人家会笑你的，你将来也没好日子。难道父母错了我还要去认同他们，讨好他们让他们认可我。中学老师对我不错比较关注所以我就中学成绩比较好。后来没人关注我了，高中成绩不行，因为不会和人舒展的交流工作受到打压排挤。以前我会很认真的和人比，但是心好累，觉得人生得找到自己做自己喜欢做的事，然而我好像对生活失去了热爱，或者是不知道怎么去更好的生活，好像我怎么样都不会有人关心我，我也怕别人关心，再成功再失败都是无所谓的。",
    "annotation": [
      {
        "sentence": "和自己父母难以沟通是不是代表一辈子没出息不会幸福？",
        "label": ""
      },
      {
        "sentence": "我父母别的恃强凌弱霸道不讲道理，小时候我妈一天到晚拿我和别人比，说人家的女儿多怎样，在家怎样勤快成绩多好，可是我父母重男轻女玩双标，女孩子就要洗衣服做家务不然未来婆家不喜欢，女孩子就要讨好男的，那我就是不认同父母，我凭什么要去讨好她，对我不好为什么要喜欢她。",
        "label": ""
      },
      {
        "sentence": "可是父母会到处找亲戚邻居说我怎样怎样，邻居会说你这样没人会喜欢你，和父母关系不好人家会笑你的，你将来也没好日子。",
        "label": ""
      },
      {
        "sentence": "难道父母错了我还要去认同他们，讨好他们让他们认可我。",
        "label": ""
      },
      {
        "sentence": "中学老师对我不错比较关注所以我就中学成绩比较好。",
        "label": ""
      },
      {
        "sentence": "后来没人关注我了，高中成绩不行，因为不会和人舒展的交流工作受到打压排挤。",
        "label": ""
      },
      {
        "sentence": "以前我会很认真的和人比，但是心好累，觉得人生得找到自己做自己喜欢做的事，然而我好像对生活失去了热爱，或者是不知道怎么去更好的生活，好像我怎么样都不会有人关心我，我也怕别人关心，再成功再失败都是无所谓的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "@看了你的描述，觉得很心疼，呀！(づ●─●)づ不是这样的！跟父母难以沟通的人，不代表他就会没出息，两者并没有必然的因果关系。但是，如果不能够与原生家庭或者过去和解，很大几率你会不快乐，无论你是否成功。毕竟你与父母的相处，藏着你的依恋模式。",
    "annotation": [
      {
        "sentence": "@看了你的描述，觉得很心疼，呀！",
        "label": ""
      },
      {
        "sentence": "(づ●─●)づ不是这样的！",
        "label": ""
      },
      {
        "sentence": "跟父母难以沟通的人，不代表他就会没出息，两者并没有必然的因果关系。",
        "label": ""
      },
      {
        "sentence": "但是，如果不能够与原生家庭或者过去和解，很大几率你会不快乐，无论你是否成功。",
        "label": ""
      },
      {
        "sentence": "毕竟你与父母的相处，藏着你的依恋模式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "没错，明明自己是正确的，但是又被世俗框架给扼制着，肯定很痛苦吧！",
    "annotation": [
      {
        "sentence": "没错，明明自己是正确的，但是又被世俗框架给扼制着，肯定很痛苦吧！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "○我们传统文化里所宣扬的孝道，当然是好的；但是像“郭巨埋儿”这样当初被古人看来是至孝表现，在如今看来确是极其荒唐的，因为他扼杀了另一个生命。不愚孝，就像忠言逆耳一样，遇到错误的事情表达给对方，让他们认识到。（可能你需要巧妙的运用沟通技巧）○你有你的一份价值体系，批判的去看待你身边的事物，以及别人强加于你的事情，这本身并没有错。##当你真的意识到问题存在时，千万不要在因为群体压迫而改变自己。",
    "annotation": [
      {
        "sentence": "○我们传统文化里所宣扬的孝道，当然是好的；但是像“郭巨埋儿”这样当初被古人看来是至孝表现，在如今看来确是极其荒唐的，因为他扼杀了另一个生命。",
        "label": ""
      },
      {
        "sentence": "不愚孝，就像忠言逆耳一样，遇到错误的事情表达给对方，让他们认识到。",
        "label": ""
      },
      {
        "sentence": "（可能你需要巧妙的运用沟通技巧）○你有你的一份价值体系，批判的去看待你身边的事物，以及别人强加于你的事情，这本身并没有错。",
        "label": ""
      },
      {
        "sentence": "##当你真的意识到问题存在时，千万不要在因为群体压迫而改变自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "为什么大家都认为你错了？我觉得更多的是因为他们是同类人，同一个时代的人，最根本在于他们秉承的信条是一致的。所以这个批判的声音只来自于一个群体。",
    "annotation": [
      {
        "sentence": "为什么大家都认为你错了？",
        "label": ""
      },
      {
        "sentence": "我觉得更多的是因为他们是同类人，同一个时代的人，最根本在于他们秉承的信条是一致的。",
        "label": ""
      },
      {
        "sentence": "所以这个批判的声音只来自于一个群体。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "@我想你也很想跟父母和谐相处吧！你也想爱他们，同时你也极度渴望获得他们的关爱。我们不能选择父母，并不是每个人的父母都是开明温和的。每个人多多少少（包括你的父母）都可能受过原生家庭的伤，极有可能这种相处模式就是过去的烙印。##可是你仔细观察一下，其实他们对于你的强迫也是出于希望别人喜欢你的目的，当然我不否认他们可能有私心。",
    "annotation": [
      {
        "sentence": "@我想你也很想跟父母和谐相处吧！",
        "label": ""
      },
      {
        "sentence": "你也想爱他们，同时你也极度渴望获得他们的关爱。",
        "label": ""
      },
      {
        "sentence": "我们不能选择父母，并不是每个人的父母都是开明温和的。",
        "label": ""
      },
      {
        "sentence": "每个人多多少少（包括你的父母）都可能受过原生家庭的伤，极有可能这种相处模式就是过去的烙印。",
        "label": ""
      },
      {
        "sentence": "##可是你仔细观察一下，其实他们对于你的强迫也是出于希望别人喜欢你的目的，当然我不否认他们可能有私心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实你自己也清楚，当你受到关注时，你会有动力去努力生活。可是事实是你没有得到足够的关怀。能够像中学一样遇到关心自己的人，真的很好！但是，当你接纳自己，当你真正意识到自己值得爱时；即使此时没有得到关怀，你也安然地清楚你值得爱；当关照来临时，你能够安然接受。像成语“宠辱不惊吧！”##你得相信，人是有无穷力量的；即使环境这样，你也有能力给予自己爱与关怀；过去所获也会成为养分。一直胶着于我得不到父母的爱，以及他人的关怀，那么我就不值得，我做得不好的观点，只会让你持续地内耗，失去生活的动力。你想一直过这样的生活吗？你一定是因为现在不快乐，才会来提问的的；努力是为了你自己快乐呀！试着走出怪圈，爱自己，让自己好起来。",
    "annotation": [
      {
        "sentence": "其实你自己也清楚，当你受到关注时，你会有动力去努力生活。",
        "label": ""
      },
      {
        "sentence": "可是事实是你没有得到足够的关怀。",
        "label": ""
      },
      {
        "sentence": "能够像中学一样遇到关心自己的人，真的很好！",
        "label": ""
      },
      {
        "sentence": "但是，当你接纳自己，当你真正意识到自己值得爱时；即使此时没有得到关怀，你也安然地清楚你值得爱；当关照来临时，你能够安然接受。",
        "label": ""
      },
      {
        "sentence": "像成语“宠辱不惊吧！",
        "label": ""
      },
      {
        "sentence": "”##你得相信，人是有无穷力量的；即使环境这样，你也有能力给予自己爱与关怀；过去所获也会成为养分。",
        "label": ""
      },
      {
        "sentence": "一直胶着于我得不到父母的爱，以及他人的关怀，那么我就不值得，我做得不好的观点，只会让你持续地内耗，失去生活的动力。",
        "label": ""
      },
      {
        "sentence": "你想一直过这样的生活吗？",
        "label": ""
      },
      {
        "sentence": "你一定是因为现在不快乐，才会来提问的的；努力是为了你自己快乐呀！",
        "label": ""
      },
      {
        "sentence": "试着走出怪圈，爱自己，让自己好起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "@最近参加的读书计划，阅读的是《被讨厌的勇气》，觉得或许对你有帮助。书中有些道理令人难以理解，但是也让人无法反驳。本书并不强调创伤以及过去对于你的作用，而是现在的“你”对于未来的作用。希望我的回答能够帮助到你！",
    "annotation": [
      {
        "sentence": "@最近参加的读书计划，阅读的是《被讨厌的勇气》，觉得或许对你有帮助。",
        "label": ""
      },
      {
        "sentence": "书中有些道理令人难以理解，但是也让人无法反驳。",
        "label": ""
      },
      {
        "sentence": "本书并不强调创伤以及过去对于你的作用，而是现在的“你”对于未来的作用。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能够帮助到你！",
        "label": ""
      }
    ]
  }
]