[
  {
    "role": "client",
    "content": "我18岁，最近精神情绪崩溃得厉害，控制不住自己，都让我坚强，没有人理解我。他们总是要求我要坚强，说谁谁多大比我都行，为什么要把我跟别人比呢？哈哈哈，随便你，我都不认识你。前天开始精神崩溃了，这一周一直感到紧张，好像喘不过气来。没人理解我，没人关心我，我连谁都不敢相信，包括我的父母，我无缘无故地感到害怕。我感觉到角落里有人等着杀我，还觉得会有人上吊，会出现死尸。我觉得有人一直在盯着我，要杀死我。我有自杀的倾向，可是我还是不敢去做，因为我是独生子，我不敢死。我不想死，可是我想越窗户跳下去，或者被卡车撞飞。我一会儿难过得哭，一会儿又突然笑了起来。无论是家人、网络上的朋友，还是我自己，都混淆在一起，我不知道到底哪个是我真正想成为的自己。为什么所有人都在打击我，不要打击我了，呜呀，我真的从来都没有开心过，也没人真的愿意陪陪我，鼓励我一下。唉，真的，我好失落啊，为什么我是个独生子啊？",
    "annotation": [
      {
        "sentence": "我18岁，最近精神情绪崩溃得厉害，控制不住自己，都让我坚强，没有人理解我。",
        "label": ""
      },
      {
        "sentence": "他们总是要求我要坚强，说谁谁多大比我都行，为什么要把我跟别人比呢？",
        "label": ""
      },
      {
        "sentence": "哈哈哈，随便你，我都不认识你。",
        "label": ""
      },
      {
        "sentence": "前天开始精神崩溃了，这一周一直感到紧张，好像喘不过气来。",
        "label": ""
      },
      {
        "sentence": "没人理解我，没人关心我，我连谁都不敢相信，包括我的父母，我无缘无故地感到害怕。",
        "label": ""
      },
      {
        "sentence": "我感觉到角落里有人等着杀我，还觉得会有人上吊，会出现死尸。",
        "label": ""
      },
      {
        "sentence": "我觉得有人一直在盯着我，要杀死我。",
        "label": ""
      },
      {
        "sentence": "我有自杀的倾向，可是我还是不敢去做，因为我是独生子，我不敢死。",
        "label": ""
      },
      {
        "sentence": "我不想死，可是我想越窗户跳下去，或者被卡车撞飞。",
        "label": ""
      },
      {
        "sentence": "我一会儿难过得哭，一会儿又突然笑了起来。",
        "label": ""
      },
      {
        "sentence": "无论是家人、网络上的朋友，还是我自己，都混淆在一起，我不知道到底哪个是我真正想成为的自己。",
        "label": ""
      },
      {
        "sentence": "为什么所有人都在打击我，不要打击我了，呜呀，我真的从来都没有开心过，也没人真的愿意陪陪我，鼓励我一下。",
        "label": ""
      },
      {
        "sentence": "唉，真的，我好失落啊，为什么我是个独生子啊？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "朋友，听到你的遭遇，我感同身受。我家里有三个孩子，但我并不觉得快乐。因为我总是得不到我家人的陪伴，我也很希望他们能够陪陪我。我有一个弟弟和一个妹妹，但我抗拒他们的存在，因为他们在的地方总是吵吵闹闹的，而我并不喜欢这样的家庭氛围。我妈妈也不会说会很关心我，凡事都得我自己来，尽管她现在也经常表达她对我的亏欠，但我觉得我不需要了。在家里只有我一个人的时候，雨天里我常常独自留在家里，外面刮风打雷。刚开始，我会哭会闹，但现在我已经麻木了。在学校里，每次看到同学有家长来看望，我总是非常羡慕，但我又不敢期待同样的关爱。我妈妈会对我说，如果我生气离家出走，就不要回家了，她说她绝对不会来找我。我深信不疑，因为我觉得在我家里，多我少我又有什么关系呢？我长这么大，都是顺着她们来的，虽然所有的决定都是我自己做的，但其实我都是按照她们的意愿来行事的。我希望有一天她们能够理解我的想法，知道我内心隐藏的那些不敢说出口的想法。我总是羡慕身边那些可以和妈妈畅所欲言的同学，我羡慕他们之间的关系。在学校里，我经历了很多委屈，只有一次我告诉她们，但最后还是我自己解决了问题。对于家人来说，我渴望亲近他们，但又害怕亲近。我是个典型的讨厌热闹又害怕孤独的人，但他们却不理解。她们甚至以此为骄傲，对妹妹说：“你看，你姐姐多懂事啊，都不需要我操心。”但她们哪里知道我有多羡慕我妹妹，她总是被我爸爸逼着写作业，被我妈妈逼着学习如何扎头发。我真的很渴望得到关爱。我们总是不被理解，但又只能自己默默承受。当我的妈妈问我为什么经常板着脸，我真的只是想告诉她我需要她的关心。她会责备我不礼貌，却不告诉我该如何改变。她们总是误解我，只看表面的现象。面对这样的家人，我真的不敢靠近。事实上，我们都在成长，她们也是，我们都会改变。而能够引导这一切变化走向好的方向的主要因素是——你自己，要对自己有信心。你可以向家人坦陈你的不快乐，也可以咬紧牙关，在她们希望的方向上坚持不懈。但请千万不要有轻生的念头，世界这么大，总会有人能理解我们的。一切都会变好的，请相信自己。祝我们好运，相信生活会变得更好。",
    "annotation": [
      {
        "sentence": "朋友，听到你的遭遇，我感同身受。",
        "label": ""
      },
      {
        "sentence": "我家里有三个孩子，但我并不觉得快乐。",
        "label": ""
      },
      {
        "sentence": "因为我总是得不到我家人的陪伴，我也很希望他们能够陪陪我。",
        "label": ""
      },
      {
        "sentence": "我有一个弟弟和一个妹妹，但我抗拒他们的存在，因为他们在的地方总是吵吵闹闹的，而我并不喜欢这样的家庭氛围。",
        "label": ""
      },
      {
        "sentence": "我妈妈也不会说会很关心我，凡事都得我自己来，尽管她现在也经常表达她对我的亏欠，但我觉得我不需要了。",
        "label": ""
      },
      {
        "sentence": "在家里只有我一个人的时候，雨天里我常常独自留在家里，外面刮风打雷。",
        "label": ""
      },
      {
        "sentence": "刚开始，我会哭会闹，但现在我已经麻木了。",
        "label": ""
      },
      {
        "sentence": "在学校里，每次看到同学有家长来看望，我总是非常羡慕，但我又不敢期待同样的关爱。",
        "label": ""
      },
      {
        "sentence": "我妈妈会对我说，如果我生气离家出走，就不要回家了，她说她绝对不会来找我。",
        "label": ""
      },
      {
        "sentence": "我深信不疑，因为我觉得在我家里，多我少我又有什么关系呢？",
        "label": ""
      },
      {
        "sentence": "我长这么大，都是顺着她们来的，虽然所有的决定都是我自己做的，但其实我都是按照她们的意愿来行事的。",
        "label": ""
      },
      {
        "sentence": "我希望有一天她们能够理解我的想法，知道我内心隐藏的那些不敢说出口的想法。",
        "label": ""
      },
      {
        "sentence": "我总是羡慕身边那些可以和妈妈畅所欲言的同学，我羡慕他们之间的关系。",
        "label": ""
      },
      {
        "sentence": "在学校里，我经历了很多委屈，只有一次我告诉她们，但最后还是我自己解决了问题。",
        "label": ""
      },
      {
        "sentence": "对于家人来说，我渴望亲近他们，但又害怕亲近。",
        "label": ""
      },
      {
        "sentence": "我是个典型的讨厌热闹又害怕孤独的人，但他们却不理解。",
        "label": ""
      },
      {
        "sentence": "她们甚至以此为骄傲，对妹妹说：“你看，你姐姐多懂事啊，都不需要我操心。",
        "label": ""
      },
      {
        "sentence": "”但她们哪里知道我有多羡慕我妹妹，她总是被我爸爸逼着写作业，被我妈妈逼着学习如何扎头发。",
        "label": ""
      },
      {
        "sentence": "我真的很渴望得到关爱。",
        "label": ""
      },
      {
        "sentence": "我们总是不被理解，但又只能自己默默承受。",
        "label": ""
      },
      {
        "sentence": "当我的妈妈问我为什么经常板着脸，我真的只是想告诉她我需要她的关心。",
        "label": ""
      },
      {
        "sentence": "她会责备我不礼貌，却不告诉我该如何改变。",
        "label": ""
      },
      {
        "sentence": "她们总是误解我，只看表面的现象。",
        "label": ""
      },
      {
        "sentence": "面对这样的家人，我真的不敢靠近。",
        "label": ""
      },
      {
        "sentence": "事实上，我们都在成长，她们也是，我们都会改变。",
        "label": ""
      },
      {
        "sentence": "而能够引导这一切变化走向好的方向的主要因素是——你自己，要对自己有信心。",
        "label": ""
      },
      {
        "sentence": "你可以向家人坦陈你的不快乐，也可以咬紧牙关，在她们希望的方向上坚持不懈。",
        "label": ""
      },
      {
        "sentence": "但请千万不要有轻生的念头，世界这么大，总会有人能理解我们的。",
        "label": ""
      },
      {
        "sentence": "一切都会变好的，请相信自己。",
        "label": ""
      },
      {
        "sentence": "祝我们好运，相信生活会变得更好。",
        "label": ""
      }
    ]
  }
]