[
  {
    "role": "client",
    "content": "不愿长大的孩子，马上21岁，怎么面对成年人的身份？",
    "annotation": [
      {
        "sentence": "不愿长大的孩子，马上21岁，怎么面对成年人的身份？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很有幸今天能在这么可爱的问题中相遇，让我们共同探讨下，关于成长。如果我没记错，我4、5岁时就说过自己不想长大了，觉得呆在婴儿时期很好，不用做不喜欢的事情。这个可能是你人生最早的记忆之一吗？",
    "annotation": [
      {
        "sentence": "很有幸今天能在这么可爱的问题中相遇，让我们共同探讨下，关于成长。",
        "label": ""
      },
      {
        "sentence": "如果我没记错，我4、5岁时就说过自己不想长大了，觉得呆在婴儿时期很好，不用做不喜欢的事情。",
        "label": ""
      },
      {
        "sentence": "这个可能是你人生最早的记忆之一吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我记得在小学时也说过不想长大，对此一直有些矛盾和困惑。",
    "annotation": [
      {
        "sentence": "是的，我记得在小学时也说过不想长大，对此一直有些矛盾和困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用做不喜欢的事情，是不是不想长大的原因呢？那么从逻辑关系上推演，如果长大后也不用做不喜欢的事情，是不是就可以接受长大了呢？如果从纯粹理性的角度来思考问题，一个人0-3岁，完全是被照顾的状态，4岁开始，形成了精神的胚胎，如此说来，其实婴儿才不得不被照顾，而成年人反而有更多可以选择的空间呢，你觉得可以这样解读吗？",
    "annotation": [
      {
        "sentence": "不用做不喜欢的事情，是不是不想长大的原因呢？",
        "label": ""
      },
      {
        "sentence": "那么从逻辑关系上推演，如果长大后也不用做不喜欢的事情，是不是就可以接受长大了呢？",
        "label": ""
      },
      {
        "sentence": "如果从纯粹理性的角度来思考问题，一个人0-3岁，完全是被照顾的状态，4岁开始，形成了精神的胚胎，如此说来，其实婴儿才不得不被照顾，而成年人反而有更多可以选择的空间呢，你觉得可以这样解读吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实有道理，从这个角度来看，我也明白成年人可以拥有更多自主权，可以选择自己喜欢的事情。",
    "annotation": [
      {
        "sentence": "确实有道理，从这个角度来看，我也明白成年人可以拥有更多自主权，可以选择自己喜欢的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "但这个想法对我多年的学业影响不大。现在我在一个普通的本科，人际交往比刚入学时有点进步。我感觉自己特别不成熟，在抗拒长大：假着嗓子说话（有次网课回答问题被同学说声音很甜？）、习惯用反问的语气跟别人说话（又不是……还不让我………啊？！）、穿了漂亮衣服就忍不住炫耀（说话的底气是漂亮打扮给的）、全能自恋（我只要表现好就有新裙子）……你以上说的这些，如果在一个纯粹外人的角度看来，可能还会觉得比较萌，比较卡哇伊，也说不一定呢？也就是说，其实任何人都无法看穿人心的，你的身体层面，完全是一个成年人了，周围的人，不会把你当成一个孩子来看待。假设，你不想长大的原因，真的是“不用做不喜欢的事情”，从改变这个认知模式开始，问题就可以解决。我目前无法判断是否还有其他的原因。那么你内心的那个小孩子，适当的保留又有何不可呢？你的特有的卡哇伊的公主风格，适当的保留又有何不可呢？",
    "annotation": [
      {
        "sentence": "但这个想法对我多年的学业影响不大。",
        "label": ""
      },
      {
        "sentence": "现在我在一个普通的本科，人际交往比刚入学时有点进步。",
        "label": ""
      },
      {
        "sentence": "我感觉自己特别不成熟，在抗拒长大：假着嗓子说话（有次网课回答问题被同学说声音很甜？",
        "label": ""
      },
      {
        "sentence": "）、习惯用反问的语气跟别人说话（又不是……还不让我………啊？！",
        "label": ""
      },
      {
        "sentence": "）、穿了漂亮衣服就忍不住炫耀（说话的底气是漂亮打扮给的）、全能自恋（我只要表现好就有新裙子）……你以上说的这些，如果在一个纯粹外人的角度看来，可能还会觉得比较萌，比较卡哇伊，也说不一定呢？",
        "label": ""
      },
      {
        "sentence": "也就是说，其实任何人都无法看穿人心的，你的身体层面，完全是一个成年人了，周围的人，不会把你当成一个孩子来看待。",
        "label": ""
      },
      {
        "sentence": "假设，你不想长大的原因，真的是“不用做不喜欢的事情”，从改变这个认知模式开始，问题就可以解决。",
        "label": ""
      },
      {
        "sentence": "我目前无法判断是否还有其他的原因。",
        "label": ""
      },
      {
        "sentence": "那么你内心的那个小孩子，适当的保留又有何不可呢？",
        "label": ""
      },
      {
        "sentence": "你的特有的卡哇伊的公主风格，适当的保留又有何不可呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你理解我的心情。确实，在某种程度上，我可能还在保留自己内心的孩子。我会尽量调整自己的认知模式，接受长大和成熟的一面，同时还保留自己的特点。",
    "annotation": [
      {
        "sentence": "谢谢你理解我的心情。",
        "label": ""
      },
      {
        "sentence": "确实，在某种程度上，我可能还在保留自己内心的孩子。",
        "label": ""
      },
      {
        "sentence": "我会尽量调整自己的认知模式，接受长大和成熟的一面，同时还保留自己的特点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！你已经迈出了第一步，接受并开始调整自己的认知模式。其实，成年人的身份并不代表就要完全失去孩子的一面，你可以用成熟和稳重的方式去表达自己的内心孩子，这样既能保持自己的特点，也能与周围的人和谐相处。并且，在不同的场合和情境下，有不同的表现方式也是正常的。你是一个独一无二的人，拥有自己的魅力和个性。",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，接受并开始调整自己的认知模式。",
        "label": ""
      },
      {
        "sentence": "其实，成年人的身份并不代表就要完全失去孩子的一面，你可以用成熟和稳重的方式去表达自己的内心孩子，这样既能保持自己的特点，也能与周围的人和谐相处。",
        "label": ""
      },
      {
        "sentence": "并且，在不同的场合和情境下，有不同的表现方式也是正常的。",
        "label": ""
      },
      {
        "sentence": "你是一个独一无二的人，拥有自己的魅力和个性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我理解了，也开始对长大和成年人的身份持更积极的态度了。但还是有点忐忑，毕竟还有一个月就满21岁了。",
    "annotation": [
      {
        "sentence": "是的，我理解了，也开始对长大和成年人的身份持更积极的态度了。",
        "label": ""
      },
      {
        "sentence": "但还是有点忐忑，毕竟还有一个月就满21岁了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，你体内可能还有一个声音，就是“我已经长大了，我想让别人把我视为成年人一样看待”，这个声音，和之前的感性一面，有点冲突，如果这两个声音可以达成和解，我想，一切都将显得非常和谐，优美。每个人的心中，其实都住着一个孩子。假如，这个孩子会让你对这个世界仍保留好奇，带着原初的梦想及良愿，不想长大又何妨呢？以上，希望有所启发和帮助。如果还有困惑或者需要倾诉的地方，也可私信交流。",
    "annotation": [
      {
        "sentence": "其实，你体内可能还有一个声音，就是“我已经长大了，我想让别人把我视为成年人一样看待”，这个声音，和之前的感性一面，有点冲突，如果这两个声音可以达成和解，我想，一切都将显得非常和谐，优美。",
        "label": ""
      },
      {
        "sentence": "每个人的心中，其实都住着一个孩子。",
        "label": ""
      },
      {
        "sentence": "假如，这个孩子会让你对这个世界仍保留好奇，带着原初的梦想及良愿，不想长大又何妨呢？",
        "label": ""
      },
      {
        "sentence": "以上，希望有所启发和帮助。",
        "label": ""
      },
      {
        "sentence": "如果还有困惑或者需要倾诉的地方，也可私信交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和支持！我会试着和内心的孩子和解，积极面对自己即将迈入成年的身份。如有需要，我会再次向你寻求帮助的。谢谢！",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和支持！",
        "label": ""
      },
      {
        "sentence": "我会试着和内心的孩子和解，积极面对自己即将迈入成年的身份。",
        "label": ""
      },
      {
        "sentence": "如有需要，我会再次向你寻求帮助的。",
        "label": ""
      },
      {
        "sentence": "谢谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能为你提供帮助，相信你能以积极的心态迎接成年的身份。祝愿你在未来的生活中能够找到快乐和成长。记得，你永远都不是一个人，我们都在这里支持你！",
    "annotation": [
      {
        "sentence": "很高兴能为你提供帮助，相信你能以积极的心态迎接成年的身份。",
        "label": ""
      },
      {
        "sentence": "祝愿你在未来的生活中能够找到快乐和成长。",
        "label": ""
      },
      {
        "sentence": "记得，你永远都不是一个人，我们都在这里支持你！",
        "label": ""
      }
    ]
  }
]