[
  {
    "role": "client",
    "content": "女生19岁，没有生活热情了，该怎么面对这样的心态？以前我是很喜欢画画的人，也有想去的学校，想做的事情，情绪起起伏伏但是都还好，现在身边的朋友越来越厉害，看见曾经和我一样想去同一个学校的朋友复读好两次考上了，虽然别人也是真的人不容易但我太羡慕，也好嫉妒。我当初没法选择，只能将就读了个理工二本的野鸡艺术类专业，每天也是浑浑噩噩看着朋友们和自己差距肉眼可见的拉开。很挫败，我觉得自己很无能。可是我完全不想去画，不想去接受挫败……但我很多时候第一反应也还是想到画画。很难过我还应该画下去吗，怎么面对这样的心态呢？",
    "annotation": [
      {
        "sentence": "女生19岁，没有生活热情了，该怎么面对这样的心态？",
        "label": ""
      },
      {
        "sentence": "以前我是很喜欢画画的人，也有想去的学校，想做的事情，情绪起起伏伏但是都还好，现在身边的朋友越来越厉害，看见曾经和我一样想去同一个学校的朋友复读好两次考上了，虽然别人也是真的人不容易但我太羡慕，也好嫉妒。",
        "label": ""
      },
      {
        "sentence": "我当初没法选择，只能将就读了个理工二本的野鸡艺术类专业，每天也是浑浑噩噩看着朋友们和自己差距肉眼可见的拉开。",
        "label": ""
      },
      {
        "sentence": "很挫败，我觉得自己很无能。",
        "label": ""
      },
      {
        "sentence": "可是我完全不想去画，不想去接受挫败……但我很多时候第一反应也还是想到画画。",
        "label": ""
      },
      {
        "sentence": "很难过我还应该画下去吗，怎么面对这样的心态呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能感受到你的焦虑与失落，这种现象很正常，很多人都会有这种时候。【主要问题】你的问你要在于曾经满怀期待的热情被现实渐渐消磨殆尽，看到身边的朋友都在进步，自己与他人的差距逐渐拉大，心理出现落差。面对变得越来越优秀的朋友，既羡慕又嫉妒，但是又不想去画画，不想接受可能的失败，于是陷入纠结，不知道该不该继续。",
    "annotation": [
      {
        "sentence": "能感受到你的焦虑与失落，这种现象很正常，很多人都会有这种时候。",
        "label": ""
      },
      {
        "sentence": "【主要问题】你的问你要在于曾经满怀期待的热情被现实渐渐消磨殆尽，看到身边的朋友都在进步，自己与他人的差距逐渐拉大，心理出现落差。",
        "label": ""
      },
      {
        "sentence": "面对变得越来越优秀的朋友，既羡慕又嫉妒，但是又不想去画画，不想接受可能的失败，于是陷入纠结，不知道该不该继续。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己好无助啊，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "我觉得自己好无助啊，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要太过自责，每个人都有低谷的时候。【一些建议】1.遵循内心的想法，做自己想做的。也许你内心已经有了抉择，画画是曾经的梦想，自己也很喜欢，只是在高考失利后没有去到想去的学校，内心的梦想火苗被浇灭。但是从你的描述中可以看出，你依旧不想放弃画画，只是面对现实有一些挫败感，还不知道如何去调整过来。既然已经选择了这条路，虽然目前所在的学校不是很理想，但学校只是一个平台，最后真正重要的还是你自己的能力，不要被外界的环境打乱生活的节奏。去做自己想做的，遵循内心的想法，不要让自己的生活留下遗憾。",
    "annotation": [
      {
        "sentence": "不要太过自责，每个人都有低谷的时候。",
        "label": ""
      },
      {
        "sentence": "【一些建议】1.遵循内心的想法，做自己想做的。",
        "label": ""
      },
      {
        "sentence": "也许你内心已经有了抉择，画画是曾经的梦想，自己也很喜欢，只是在高考失利后没有去到想去的学校，内心的梦想火苗被浇灭。",
        "label": ""
      },
      {
        "sentence": "但是从你的描述中可以看出，你依旧不想放弃画画，只是面对现实有一些挫败感，还不知道如何去调整过来。",
        "label": ""
      },
      {
        "sentence": "既然已经选择了这条路，虽然目前所在的学校不是很理想，但学校只是一个平台，最后真正重要的还是你自己的能力，不要被外界的环境打乱生活的节奏。",
        "label": ""
      },
      {
        "sentence": "去做自己想做的，遵循内心的想法，不要让自己的生活留下遗憾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我感到很羡慕身边的朋友，他们的进步让我感到挫败，不知道该怎么办才能超越他们。",
    "annotation": [
      {
        "sentence": "但我感到很羡慕身边的朋友，他们的进步让我感到挫败，不知道该怎么办才能超越他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "无需和他人比较，努力超越过去的自己。在一次次和身边的朋友比较中，你不断贬低自己的能力和价值，慢慢地对自己失去了信心，做事情也没有了动力。但其实人生是自己的，无需和他人比较，每个人都有自己的路要走，保持自己的节奏，不要因为他人比自己优秀而乱了心神。烦恼都是比较出来的，生活中总会存在比我们优秀的人，与他人比较，只会让我们变得更自卑，觉得自己处处都不好。海明威曾说：“优于别人并不高贵，真正的高贵应该是优于过去的自己。”我们要做的是超越过去的自己，今天比昨天优秀，这才是真正的进步。",
    "annotation": [
      {
        "sentence": "无需和他人比较，努力超越过去的自己。",
        "label": ""
      },
      {
        "sentence": "在一次次和身边的朋友比较中，你不断贬低自己的能力和价值，慢慢地对自己失去了信心，做事情也没有了动力。",
        "label": ""
      },
      {
        "sentence": "但其实人生是自己的，无需和他人比较，每个人都有自己的路要走，保持自己的节奏，不要因为他人比自己优秀而乱了心神。",
        "label": ""
      },
      {
        "sentence": "烦恼都是比较出来的，生活中总会存在比我们优秀的人，与他人比较，只会让我们变得更自卑，觉得自己处处都不好。",
        "label": ""
      },
      {
        "sentence": "海明威曾说：“优于别人并不高贵，真正的高贵应该是优于过去的自己。",
        "label": ""
      },
      {
        "sentence": "”我们要做的是超越过去的自己，今天比昨天优秀，这才是真正的进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我好像对自己的能力失去了信心，觉得自己不行。",
    "annotation": [
      {
        "sentence": "我好像对自己的能力失去了信心，觉得自己不行。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有自己的闪光点，或许现在还没有被发掘，但它一直在那儿，你要更自信一些，给自己积极的心理暗示，相信自己也可以做得很好。不要太过忧虑，自信是一种能力，可以通过努力和积极的心理暗示逐渐培养起来。相信自己，相信自己的能力，你一定能够克服眼前的困难，追求自己的理想。",
    "annotation": [
      {
        "sentence": "每个人都有自己的闪光点，或许现在还没有被发掘，但它一直在那儿，你要更自信一些，给自己积极的心理暗示，相信自己也可以做得很好。",
        "label": ""
      },
      {
        "sentence": "不要太过忧虑，自信是一种能力，可以通过努力和积极的心理暗示逐渐培养起来。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信自己的能力，你一定能够克服眼前的困难，追求自己的理想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我怕失败，不知道怎么面对失败。",
    "annotation": [
      {
        "sentence": "我怕失败，不知道怎么面对失败。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "学会面对失败，把它转化为动力。人生中，我们会面对很多失败和挫折，这就是生活的本质，没有谁可以一帆风顺。生活总会设立各种难题来考验我们。我们要学会面对失败，勇敢地战胜它，从中总结经验教训，并把它转化为激励自己前行的动力。只有经历过失败，才会更懂得一件事是如何成功的，对事情的细节也会更加清楚，而这些将会为之后的道路打下基础。相信自己，勇敢面对失败，你将会成长为更强大的人。祝福你可以勇敢做自己，早日实现自己的梦想。",
    "annotation": [
      {
        "sentence": "学会面对失败，把它转化为动力。",
        "label": ""
      },
      {
        "sentence": "人生中，我们会面对很多失败和挫折，这就是生活的本质，没有谁可以一帆风顺。",
        "label": ""
      },
      {
        "sentence": "生活总会设立各种难题来考验我们。",
        "label": ""
      },
      {
        "sentence": "我们要学会面对失败，勇敢地战胜它，从中总结经验教训，并把它转化为激励自己前行的动力。",
        "label": ""
      },
      {
        "sentence": "只有经历过失败，才会更懂得一件事是如何成功的，对事情的细节也会更加清楚，而这些将会为之后的道路打下基础。",
        "label": ""
      },
      {
        "sentence": "相信自己，勇敢面对失败，你将会成长为更强大的人。",
        "label": ""
      },
      {
        "sentence": "祝福你可以勇敢做自己，早日实现自己的梦想。",
        "label": ""
      }
    ]
  }
]