[
  {
    "role": "client",
    "content": "爱一个人全在细节里！彼此相爱却没办法在一起？看了之前很多人的分析有几点大家误会了，他不知道我给他买礼物，我也仅买了两件衣服送他，后来再要买全被他拒绝了！因为他工作性质的原因去哪里他无法决定，他随时要听上面的指示，而且很多时候都是临时性的！如果要说他不是真的爱我，那他大可不必为我花时间，他每天和我联系几乎占全天时间的百分之九十以上，回京在家里双休日不方便联系他也会每天想一切办法跟我发信息或者语音，工作日的时候我们煲电话粥可以从早连线到下午五点，我说过的一些介意的事情他都会按我的要求去做，要说他不爱我我自己也不信，我知道我们这样终究不是办法，我想过就此打住，可他都不同意而且他问我是不是他按我说的做了分手了我就会不再难受了？我想到这些真的很难做出决定了......",
    "annotation": [
      {
        "sentence": "爱一个人全在细节里！",
        "label": ""
      },
      {
        "sentence": "彼此相爱却没办法在一起？",
        "label": ""
      },
      {
        "sentence": "看了之前很多人的分析有几点大家误会了，他不知道我给他买礼物，我也仅买了两件衣服送他，后来再要买全被他拒绝了！",
        "label": ""
      },
      {
        "sentence": "因为他工作性质的原因去哪里他无法决定，他随时要听上面的指示，而且很多时候都是临时性的！",
        "label": ""
      },
      {
        "sentence": "如果要说他不是真的爱我，那他大可不必为我花时间，他每天和我联系几乎占全天时间的百分之九十以上，回京在家里双休日不方便联系他也会每天想一切办法跟我发信息或者语音，工作日的时候我们煲电话粥可以从早连线到下午五点，我说过的一些介意的事情他都会按我的要求去做，要说他不爱我我自己也不信，我知道我们这样终究不是办法，我想过就此打住，可他都不同意而且他问我是不是他按我说的做了分手了我就会不再难受了？",
        "label": ""
      },
      {
        "sentence": "我想到这些真的很难做出决定了......",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看你后面写的，感觉对方确实很在乎换成任何一个女孩在这样的“刻意在意”和长时间的语言攻势之下也会丢盔卸甲，如果说分手简直是太残忍了！既然这么在乎，这么美好，为什么要分手？为什么难以决定呢？除了名分，这个名正言顺的理由，实在是想不出来别的什么理由能够阻止这么热烈的爱情。",
    "annotation": [
      {
        "sentence": "看你后面写的，感觉对方确实很在乎换成任何一个女孩在这样的“刻意在意”和长时间的语言攻势之下也会丢盔卸甲，如果说分手简直是太残忍了！",
        "label": ""
      },
      {
        "sentence": "既然这么在乎，这么美好，为什么要分手？",
        "label": ""
      },
      {
        "sentence": "为什么难以决定呢？",
        "label": ""
      },
      {
        "sentence": "除了名分，这个名正言顺的理由，实在是想不出来别的什么理由能够阻止这么热烈的爱情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的观点，但我们之间的困难确实不容忽视。他的工作性质决定了他随时要听上级指示，而且经常临时有任务，这让我们无法在一起。虽然他每天都很主动联系我，但从长远来看，这样的情况会一直存在，我们无法长久地共度时光。",
    "annotation": [
      {
        "sentence": "我明白你的观点，但我们之间的困难确实不容忽视。",
        "label": ""
      },
      {
        "sentence": "他的工作性质决定了他随时要听上级指示，而且经常临时有任务，这让我们无法在一起。",
        "label": ""
      },
      {
        "sentence": "虽然他每天都很主动联系我，但从长远来看，这样的情况会一直存在，我们无法长久地共度时光。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，工作性质确实会对两个人的相处产生一定的限制。但是，我觉得除了这个问题，还有其他的解决方法吗？你们可以试着寻找一些共同的时间，做一些两个人都喜欢的事情，来弥补那些无法长时间在一起的时刻。",
    "annotation": [
      {
        "sentence": "是的，工作性质确实会对两个人的相处产生一定的限制。",
        "label": ""
      },
      {
        "sentence": "但是，我觉得除了这个问题，还有其他的解决方法吗？",
        "label": ""
      },
      {
        "sentence": "你们可以试着寻找一些共同的时间，做一些两个人都喜欢的事情，来弥补那些无法长时间在一起的时刻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们已经尽力去寻找共同时间了，但由于他的工作不可预测性很高，很多计划都无法顺利进行。这让我感到很困惑和无助，不知道我们是否能找到一个平衡点。",
    "annotation": [
      {
        "sentence": "我们已经尽力去寻找共同时间了，但由于他的工作不可预测性很高，很多计划都无法顺利进行。",
        "label": ""
      },
      {
        "sentence": "这让我感到很困惑和无助，不知道我们是否能找到一个平衡点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的困惑和无助感。这种不确定性对你们的感情肯定带来了一些压力。但不管怎样，我相信只要你们真心相爱，总会找到一种相处的方式。也许你们可以尝试思考一些创新的解决方案，比如通过网络或者其他方式保持联系，来弥补那些无法在一起的时刻。",
    "annotation": [
      {
        "sentence": "我可以理解你的困惑和无助感。",
        "label": ""
      },
      {
        "sentence": "这种不确定性对你们的感情肯定带来了一些压力。",
        "label": ""
      },
      {
        "sentence": "但不管怎样，我相信只要你们真心相爱，总会找到一种相处的方式。",
        "label": ""
      },
      {
        "sentence": "也许你们可以尝试思考一些创新的解决方案，比如通过网络或者其他方式保持联系，来弥补那些无法在一起的时刻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我们可以试着运用一些现代科技手段来保持联系。这样即使身不在一起，我们还是能感受到对方的陪伴。我会和他谈一谈，看看我们能否尝试这样的方式来解决问题。",
    "annotation": [
      {
        "sentence": "你说得对，我们可以试着运用一些现代科技手段来保持联系。",
        "label": ""
      },
      {
        "sentence": "这样即使身不在一起，我们还是能感受到对方的陪伴。",
        "label": ""
      },
      {
        "sentence": "我会和他谈一谈，看看我们能否尝试这样的方式来解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决定。沟通是解决问题的关键，只有通过坦诚地交流，你们才能找到共同的解决方案。同时，也请你保持对他的理解和支持，因为他的工作性质所带来的困扰对他来说也是一种压力。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决定。",
        "label": ""
      },
      {
        "sentence": "沟通是解决问题的关键，只有通过坦诚地交流，你们才能找到共同的解决方案。",
        "label": ""
      },
      {
        "sentence": "同时，也请你保持对他的理解和支持，因为他的工作性质所带来的困扰对他来说也是一种压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我会尽力和他沟通，同时也会更加包容和理解他的工作状况。希望我们能够找到共同的解决办法，继续相爱下去。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尽力和他沟通，同时也会更加包容和理解他的工作状况。",
        "label": ""
      },
      {
        "sentence": "希望我们能够找到共同的解决办法，继续相爱下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你们一定能够度过这个困难时期。记住，爱情是需要经营和包容的，只要你们真心相爱，相信一切困难都会迎刃而解。加油！",
    "annotation": [
      {
        "sentence": "我相信你们一定能够度过这个困难时期。",
        "label": ""
      },
      {
        "sentence": "记住，爱情是需要经营和包容的，只要你们真心相爱，相信一切困难都会迎刃而解。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会坚持下去，相信我们会找到幸福的出口。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会坚持下去，相信我们会找到幸福的出口。",
        "label": ""
      }
    ]
  }
]