[
  {
    "role": "client",
    "content": "我是一个24岁的女生，明明有能力，但是我一直陷在自杀的念头中间，不知道该怎么摆脱。2019年开始，我下定决心要坚持一份工作好好地长久做下去，因为过去一两年我经常换工作。新的工作其实完全没有问题，算是比较愉快的，但是因为今年的疫情，我被迫失业了。从一月到现在，我一直提不起精神去认真找工作，感觉自己被上天玩弄，觉得人生没有意义，时刻都有自杀的想法，而且还想好了实施的方法。过去我就有轻微的抑郁症，为了防止自己做出傻事，我养了宠物，现在因为有三只宠物在身边，所以一直没有付诸实践。我知道音乐、运动、出门都可以帮助我，但是我已经不想再去做这些了，我要怎样才能摆脱自杀的念头？最主要的问题是我从事的工作方向是外贸，现在不容易找到工作，又因为没有钱，所以我还很焦虑。",
    "annotation": [
      {
        "sentence": "我是一个24岁的女生，明明有能力，但是我一直陷在自杀的念头中间，不知道该怎么摆脱。",
        "label": ""
      },
      {
        "sentence": "2019年开始，我下定决心要坚持一份工作好好地长久做下去，因为过去一两年我经常换工作。",
        "label": ""
      },
      {
        "sentence": "新的工作其实完全没有问题，算是比较愉快的，但是因为今年的疫情，我被迫失业了。",
        "label": ""
      },
      {
        "sentence": "从一月到现在，我一直提不起精神去认真找工作，感觉自己被上天玩弄，觉得人生没有意义，时刻都有自杀的想法，而且还想好了实施的方法。",
        "label": ""
      },
      {
        "sentence": "过去我就有轻微的抑郁症，为了防止自己做出傻事，我养了宠物，现在因为有三只宠物在身边，所以一直没有付诸实践。",
        "label": ""
      },
      {
        "sentence": "我知道音乐、运动、出门都可以帮助我，但是我已经不想再去做这些了，我要怎样才能摆脱自杀的念头？",
        "label": ""
      },
      {
        "sentence": "最主要的问题是我从事的工作方向是外贸，现在不容易找到工作，又因为没有钱，所以我还很焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "换成过去一两年就经常换工作的你来说，失业并不是大问题，因为你已经对换工作习以为常。只是在你想要安定下来的时候，遇到了疫情，导致失业，所以你才会有一种被上天玩弄的感觉。其实这并不是上天在玩弄你，只是这个世界本来就是这样的，事情不会总是按我们的计划发展。变化是这个世界的常态。今年受到疫情和其他灾害的影响失去工作的人有很多，他们中间有很多人失去了生命，失去了至亲，甚至可能倾家荡产。和你一样，还有很多人失去了工作。像你这样感觉被上天玩弄，觉得人算不如天算的人可能有很多。但是，尽管感慨归感慨，生活还是要继续的，我们只能接受并继续前行，没有其他的办法。今年找工作可能比往年更不容易，但并不是不可能。如果外贸领域的工作难找，或许你可以扩大范围。你曾经有很多工作经验，也有能力，在扩大范围或者降低期望的情况下，找到工作应该不是难事。逃避不是解决问题的方法，虽然你一直没有打起精神去找工作，一直在拖延，似乎暂时可以不去想这些问题，但实际上这个问题一直在压在你心底。与其这样，还不如勇敢地走出去，勇敢地尝试。投入到行动中，或许是摆脱焦虑、抑郁和自杀念头的最佳方法。(￣▽￣)",
    "annotation": [
      {
        "sentence": "换成过去一两年就经常换工作的你来说，失业并不是大问题，因为你已经对换工作习以为常。",
        "label": ""
      },
      {
        "sentence": "只是在你想要安定下来的时候，遇到了疫情，导致失业，所以你才会有一种被上天玩弄的感觉。",
        "label": ""
      },
      {
        "sentence": "其实这并不是上天在玩弄你，只是这个世界本来就是这样的，事情不会总是按我们的计划发展。",
        "label": ""
      },
      {
        "sentence": "变化是这个世界的常态。",
        "label": ""
      },
      {
        "sentence": "今年受到疫情和其他灾害的影响失去工作的人有很多，他们中间有很多人失去了生命，失去了至亲，甚至可能倾家荡产。",
        "label": ""
      },
      {
        "sentence": "和你一样，还有很多人失去了工作。",
        "label": ""
      },
      {
        "sentence": "像你这样感觉被上天玩弄，觉得人算不如天算的人可能有很多。",
        "label": ""
      },
      {
        "sentence": "但是，尽管感慨归感慨，生活还是要继续的，我们只能接受并继续前行，没有其他的办法。",
        "label": ""
      },
      {
        "sentence": "今年找工作可能比往年更不容易，但并不是不可能。",
        "label": ""
      },
      {
        "sentence": "如果外贸领域的工作难找，或许你可以扩大范围。",
        "label": ""
      },
      {
        "sentence": "你曾经有很多工作经验，也有能力，在扩大范围或者降低期望的情况下，找到工作应该不是难事。",
        "label": ""
      },
      {
        "sentence": "逃避不是解决问题的方法，虽然你一直没有打起精神去找工作，一直在拖延，似乎暂时可以不去想这些问题，但实际上这个问题一直在压在你心底。",
        "label": ""
      },
      {
        "sentence": "与其这样，还不如勇敢地走出去，勇敢地尝试。",
        "label": ""
      },
      {
        "sentence": "投入到行动中，或许是摆脱焦虑、抑郁和自杀念头的最佳方法。",
        "label": ""
      },
      {
        "sentence": "(￣▽￣)",
        "label": ""
      }
    ]
  }
]