[
  {
    "role": "client",
    "content": "一吵我就很头痛，为什么受不了嘈杂的环境？为什么我会受不了嘈杂的环境，一吵我就很头痛，真的是头痛脑胀很辛苦，内耗也很大那种感觉，就是比如说，我住在我姨家连个月，他们家宝宝天天开100%音量看动画片，人手一部电脑贼吵，妹妹老在我写作业就跑过来叽叽喳喳，她说话超大声，一层楼都能听见那种，我就头痛，不想写作业，贼烦，没胃口吃饭；出门买个雪糕也是，我姨跟她一个朋友吵嘻嘻的跟我说要这个那个，让我翻译（国外），吵得我头痛，一个字都没听进去；我回想自己真的很喜欢一个人呆着，安安静静的就很好，那时候脑子耗能是最低的最舒服的，哎，好难受，有人能解释一下为什么跟怎么办吗？",
    "annotation": [
      {
        "sentence": "一吵我就很头痛，为什么受不了嘈杂的环境？",
        "label": ""
      },
      {
        "sentence": "为什么我会受不了嘈杂的环境，一吵我就很头痛，真的是头痛脑胀很辛苦，内耗也很大那种感觉，就是比如说，我住在我姨家连个月，他们家宝宝天天开100%音量看动画片，人手一部电脑贼吵，妹妹老在我写作业就跑过来叽叽喳喳，她说话超大声，一层楼都能听见那种，我就头痛，不想写作业，贼烦，没胃口吃饭；出门买个雪糕也是，我姨跟她一个朋友吵嘻嘻的跟我说要这个那个，让我翻译（国外），吵得我头痛，一个字都没听进去；我回想自己真的很喜欢一个人呆着，安安静静的就很好，那时候脑子耗能是最低的最舒服的，哎，好难受，有人能解释一下为什么跟怎么办吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的困扰。首先，让我们先分析一下噪音的影响吧。嘈杂的环境对人会造成一定的危害，比如噪音会导致听力损害、耳鸣和头晕等问题。长期处于噪音中还可能诱发失眠、心率变化和食欲不佳。噪音还会导致内分泌失调等身体不适。所以，你现在生活在一个嘈杂的家庭环境里，确实是一件令人十分困扰的事情呢。接下来，我们来分析一下如何应对这个问题。你住在姨家的情况下，有没有办法进行一些改变呢？比如回到自己的家，或者租一个人住的房子？如果无法改变，你是否可以白天找个可以独处并且能关上门的房间？或者去安静的地方，比如书屋、咖啡馆、公园等，读书过一段时间？你也可以尝试与小姨一家沟通，看看他们能否降低音量？另外，你还可以购买隔音耳塞或者降噪耳罩等隔离噪音的产品，让自己更好地隔离外界干扰。最后，你可以思考一下自己住在小姨家的感受，爱屋及乌，反过来也是一样的。你对小姨家人的看法如何？你对住在小姨家的感受如何？也许，你内心深处埋藏着的情绪才是你烦躁的根源呢。我们可以一起探讨一下这方面的问题。",
    "annotation": [
      {
        "sentence": "我了解你的困扰。",
        "label": ""
      },
      {
        "sentence": "首先，让我们先分析一下噪音的影响吧。",
        "label": ""
      },
      {
        "sentence": "嘈杂的环境对人会造成一定的危害，比如噪音会导致听力损害、耳鸣和头晕等问题。",
        "label": ""
      },
      {
        "sentence": "长期处于噪音中还可能诱发失眠、心率变化和食欲不佳。",
        "label": ""
      },
      {
        "sentence": "噪音还会导致内分泌失调等身体不适。",
        "label": ""
      },
      {
        "sentence": "所以，你现在生活在一个嘈杂的家庭环境里，确实是一件令人十分困扰的事情呢。",
        "label": ""
      },
      {
        "sentence": "接下来，我们来分析一下如何应对这个问题。",
        "label": ""
      },
      {
        "sentence": "你住在姨家的情况下，有没有办法进行一些改变呢？",
        "label": ""
      },
      {
        "sentence": "比如回到自己的家，或者租一个人住的房子？",
        "label": ""
      },
      {
        "sentence": "如果无法改变，你是否可以白天找个可以独处并且能关上门的房间？",
        "label": ""
      },
      {
        "sentence": "或者去安静的地方，比如书屋、咖啡馆、公园等，读书过一段时间？",
        "label": ""
      },
      {
        "sentence": "你也可以尝试与小姨一家沟通，看看他们能否降低音量？",
        "label": ""
      },
      {
        "sentence": "另外，你还可以购买隔音耳塞或者降噪耳罩等隔离噪音的产品，让自己更好地隔离外界干扰。",
        "label": ""
      },
      {
        "sentence": "最后，你可以思考一下自己住在小姨家的感受，爱屋及乌，反过来也是一样的。",
        "label": ""
      },
      {
        "sentence": "你对小姨家人的看法如何？",
        "label": ""
      },
      {
        "sentence": "你对住在小姨家的感受如何？",
        "label": ""
      },
      {
        "sentence": "也许，你内心深处埋藏着的情绪才是你烦躁的根源呢。",
        "label": ""
      },
      {
        "sentence": "我们可以一起探讨一下这方面的问题。",
        "label": ""
      }
    ]
  }
]