[
  {
    "role": "client",
    "content": "晚上出门跟朋友聚会就是坏女生吗？朋友在一起经常会去酒吧喝酒聊天，有时候聊的愉快会比较晚回家，我的爸妈就觉得我不是人，他们坚持说只有鬼大晚上的出门。经常否定我，觉得我做什么都是错的，我一点自主权都没有，经常限制我的自由，我只有待在家里他们才觉得我是好的，出去玩就是坏的。",
    "annotation": [
      {
        "sentence": "晚上出门跟朋友聚会就是坏女生吗？",
        "label": ""
      },
      {
        "sentence": "朋友在一起经常会去酒吧喝酒聊天，有时候聊的愉快会比较晚回家，我的爸妈就觉得我不是人，他们坚持说只有鬼大晚上的出门。",
        "label": ""
      },
      {
        "sentence": "经常否定我，觉得我做什么都是错的，我一点自主权都没有，经常限制我的自由，我只有待在家里他们才觉得我是好的，出去玩就是坏的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，听到你的烦恼我也感同身受。家人对于我们的行为管得很严，我完全理解。首先，我们应该理解父母的担忧，特别是对于女生而言，夜晚外出确实存在一定的危险性。虽然我们是和朋友一起出去的，但对于父母来说，他们可能不了解我们的行程和去向。我们可以试着和父母详细沟通，告诉他们我们和谁一起去，去哪里，大约几点回来，适当的沟通可以增加他们对我们的安全感。",
    "annotation": [
      {
        "sentence": "求助者，听到你的烦恼我也感同身受。",
        "label": ""
      },
      {
        "sentence": "家人对于我们的行为管得很严，我完全理解。",
        "label": ""
      },
      {
        "sentence": "首先，我们应该理解父母的担忧，特别是对于女生而言，夜晚外出确实存在一定的危险性。",
        "label": ""
      },
      {
        "sentence": "虽然我们是和朋友一起出去的，但对于父母来说，他们可能不了解我们的行程和去向。",
        "label": ""
      },
      {
        "sentence": "我们可以试着和父母详细沟通，告诉他们我们和谁一起去，去哪里，大约几点回来，适当的沟通可以增加他们对我们的安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，谢谢你的理解和建议。但是，父母总是对我持否定的态度，不让我有自主权，限制我的自由。我一直觉得很沮丧，觉得他们不相信我，觉得我做什么都是错的。我真的不知道该怎么办。",
    "annotation": [
      {
        "sentence": "支持者，谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "但是，父母总是对我持否定的态度，不让我有自主权，限制我的自由。",
        "label": ""
      },
      {
        "sentence": "我一直觉得很沮丧，觉得他们不相信我，觉得我做什么都是错的。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受，感到被否定会让我们觉得很难受。或许我们可以试着和父母多多沟通，告诉他们我们的想法和感受。有时候，彼此之间的误会是可以通过坦诚的交流解决的。同时，我们也可以试着展示给父母看我们的成长，通过展示自己的能力和责任感来获得更多自主权。",
    "annotation": [
      {
        "sentence": "理解你的感受，感到被否定会让我们觉得很难受。",
        "label": ""
      },
      {
        "sentence": "或许我们可以试着和父母多多沟通，告诉他们我们的想法和感受。",
        "label": ""
      },
      {
        "sentence": "有时候，彼此之间的误会是可以通过坦诚的交流解决的。",
        "label": ""
      },
      {
        "sentence": "同时，我们也可以试着展示给父母看我们的成长，通过展示自己的能力和责任感来获得更多自主权。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试和父母进行更多的沟通，看看能不能让他们理解我。但是有时候他们的思想观念和我完全不同，我们对于出去玩的看法也有很大的差异。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我会尝试和父母进行更多的沟通，看看能不能让他们理解我。",
        "label": ""
      },
      {
        "sentence": "但是有时候他们的思想观念和我完全不同，我们对于出去玩的看法也有很大的差异。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，父母和孩子对于出去玩的想法和定义可能存在差异。尤其在我们这个年代，出去蹦迪、喝酒等已经成为正常的社交活动。但在父母那个年代，这些行为可能是陌生的，不被接受的。我们可以试着和父母多多沟通，让他们了解年轻人对这类活动的看法，并且彼此协商，尊重对方的想法。",
    "annotation": [
      {
        "sentence": "确实，父母和孩子对于出去玩的想法和定义可能存在差异。",
        "label": ""
      },
      {
        "sentence": "尤其在我们这个年代，出去蹦迪、喝酒等已经成为正常的社交活动。",
        "label": ""
      },
      {
        "sentence": "但在父母那个年代，这些行为可能是陌生的，不被接受的。",
        "label": ""
      },
      {
        "sentence": "我们可以试着和父母多多沟通，让他们了解年轻人对这类活动的看法，并且彼此协商，尊重对方的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该和父母好好沟通，让他们知道我们年轻人的想法和看法。希望他们能够理解我，给我更多的自主权和空间。谢谢你的建议和支持，我会尽量去做。",
    "annotation": [
      {
        "sentence": "你说得对，我应该和父母好好沟通，让他们知道我们年轻人的想法和看法。",
        "label": ""
      },
      {
        "sentence": "希望他们能够理解我，给我更多的自主权和空间。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，我会尽量去做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我了解你的困境，愿意伸出援手。在和父母沟通的过程中，也请记住要保持耐心和理解。相信通过真诚的交流，你们一定能够达成更好的共识。如果你还有其他问题或者需要进一步的支持，随时告诉我。我会一直在这里支持你的。",
    "annotation": [
      {
        "sentence": "不客气，我了解你的困境，愿意伸出援手。",
        "label": ""
      },
      {
        "sentence": "在和父母沟通的过程中，也请记住要保持耐心和理解。",
        "label": ""
      },
      {
        "sentence": "相信通过真诚的交流，你们一定能够达成更好的共识。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或者需要进一步的支持，随时告诉我。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你的。",
        "label": ""
      }
    ]
  }
]