[
  {
    "role": "client",
    "content": "情绪失控大哭持续两年，暴食节食恶性循环，正常吗？自从三年前公考失利，情绪和性格就发生了很大的变化，看待事情变得很敏感，今年上半年，在短短一个月内，和前任分手、失去了工作、身边的朋友突然全部离开了自己的城市、持续三年考公考研失利、身材走样，一瞬间受不住了。过去只是每一两个月会无缘无故崩溃一次，大哭、摔打东西，现在这半年基本每天都在骂自己、埋怨自己，甚至出现了受虐倾向，想被人骂被人打，觉得自己就是最没用的废物，暴饮暴食一个月，又突然节食一个月，最近又突然开始暴饮暴食，身体和情绪都有些受不了了。去看了心理医生，结果省精神卫生中心的知名专家不到两分钟就让我走了，说我没事，什么调整的建议都没给，我实在是不知道该怎么办了，想问一下现在这样我该怎么办？",
    "annotation": [
      {
        "sentence": "情绪失控大哭持续两年，暴食节食恶性循环，正常吗？",
        "label": ""
      },
      {
        "sentence": "自从三年前公考失利，情绪和性格就发生了很大的变化，看待事情变得很敏感，今年上半年，在短短一个月内，和前任分手、失去了工作、身边的朋友突然全部离开了自己的城市、持续三年考公考研失利、身材走样，一瞬间受不住了。",
        "label": ""
      },
      {
        "sentence": "过去只是每一两个月会无缘无故崩溃一次，大哭、摔打东西，现在这半年基本每天都在骂自己、埋怨自己，甚至出现了受虐倾向，想被人骂被人打，觉得自己就是最没用的废物，暴饮暴食一个月，又突然节食一个月，最近又突然开始暴饮暴食，身体和情绪都有些受不了了。",
        "label": ""
      },
      {
        "sentence": "去看了心理医生，结果省精神卫生中心的知名专家不到两分钟就让我走了，说我没事，什么调整的建议都没给，我实在是不知道该怎么办了，想问一下现在这样我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，感觉你承受了很大的压力。经历了分手、失去工作、朋友离开、考试失利和身材变化等一系列事件，对任何人来说都是需要时间来适应和处理的。尤其是今年上半年的特殊情况下，这些事情对你造成了很大的冲击。我非常心疼你经历的挫折和困境。我建议你尝试去其他专业医院再咨询一下，因为你的情绪波动非常大而且频率很高。希望可以找到适合的药物来帮助你控制情绪波动，减少你的内心痛苦。如果医生认为不需要药物，那也是个好消息，说明你具备自我调节的能力。同时，寻求专业心理咨询师的帮助也是非常必要的。不知道你这三年备考的环境如何，我认为与心理咨询师的交流会有助于释放你内心的紧张情绪。连续三年考公考研却没有成功，或许这是在提醒你是否需要重新审视当初的选择，是否需要做出调整和放弃？希望我的回答能对你有所帮助。",
    "annotation": [
      {
        "sentence": "看到你的描述，感觉你承受了很大的压力。",
        "label": ""
      },
      {
        "sentence": "经历了分手、失去工作、朋友离开、考试失利和身材变化等一系列事件，对任何人来说都是需要时间来适应和处理的。",
        "label": ""
      },
      {
        "sentence": "尤其是今年上半年的特殊情况下，这些事情对你造成了很大的冲击。",
        "label": ""
      },
      {
        "sentence": "我非常心疼你经历的挫折和困境。",
        "label": ""
      },
      {
        "sentence": "我建议你尝试去其他专业医院再咨询一下，因为你的情绪波动非常大而且频率很高。",
        "label": ""
      },
      {
        "sentence": "希望可以找到适合的药物来帮助你控制情绪波动，减少你的内心痛苦。",
        "label": ""
      },
      {
        "sentence": "如果医生认为不需要药物，那也是个好消息，说明你具备自我调节的能力。",
        "label": ""
      },
      {
        "sentence": "同时，寻求专业心理咨询师的帮助也是非常必要的。",
        "label": ""
      },
      {
        "sentence": "不知道你这三年备考的环境如何，我认为与心理咨询师的交流会有助于释放你内心的紧张情绪。",
        "label": ""
      },
      {
        "sentence": "连续三年考公考研却没有成功，或许这是在提醒你是否需要重新审视当初的选择，是否需要做出调整和放弃？",
        "label": ""
      },
      {
        "sentence": "希望我的回答能对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答。我也很困惑，不知道自己是不是真的需要药物来缓解情绪波动。同时，我也意识到找专业心理咨询师的重要性，希望可以通过与他们的交流来解决自己的问题。但是我在选择心理医生方面有些迷茫，不知道如何判断一位心理医生是否靠谱，对此你有什么建议吗？",
    "annotation": [
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "我也很困惑，不知道自己是不是真的需要药物来缓解情绪波动。",
        "label": ""
      },
      {
        "sentence": "同时，我也意识到找专业心理咨询师的重要性，希望可以通过与他们的交流来解决自己的问题。",
        "label": ""
      },
      {
        "sentence": "但是我在选择心理医生方面有些迷茫，不知道如何判断一位心理医生是否靠谱，对此你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的困惑。选择一位可靠的心理医生确实很重要。首先，你可以寻找有优秀口碑和专业资质的医院或专业机构。其次，你可以咨询一些经过心理治疗的亲朋好友，听听他们的建议和推荐。另外，在选择心理医生时，你可以主动了解一下医生的经验和专长，看看是否符合你的需求。最后，建议你可以先进行一次初诊，与医生交流一下，看看是否能够建立起信任和良好的帮助关系。希望这些建议能够帮助你找到一位合适的心理医生，解决自己的问题。",
    "annotation": [
      {
        "sentence": "非常理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "选择一位可靠的心理医生确实很重要。",
        "label": ""
      },
      {
        "sentence": "首先，你可以寻找有优秀口碑和专业资质的医院或专业机构。",
        "label": ""
      },
      {
        "sentence": "其次，你可以咨询一些经过心理治疗的亲朋好友，听听他们的建议和推荐。",
        "label": ""
      },
      {
        "sentence": "另外，在选择心理医生时，你可以主动了解一下医生的经验和专长，看看是否符合你的需求。",
        "label": ""
      },
      {
        "sentence": "最后，建议你可以先进行一次初诊，与医生交流一下，看看是否能够建立起信任和良好的帮助关系。",
        "label": ""
      },
      {
        "sentence": "希望这些建议能够帮助你找到一位合适的心理医生，解决自己的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和指导。我会按照你的建议去寻找一位靠谱的心理医生，并进行初诊。同时，你提到了重新审视当初的选择，我也觉得有必要对自己的人生进行重新思考和调整。不过，面对这么多的困难和挫折，我感到很无助，不知道该如何开始重新审视和调整。你能给我一些建议吗？",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和指导。",
        "label": ""
      },
      {
        "sentence": "我会按照你的建议去寻找一位靠谱的心理医生，并进行初诊。",
        "label": ""
      },
      {
        "sentence": "同时，你提到了重新审视当初的选择，我也觉得有必要对自己的人生进行重新思考和调整。",
        "label": ""
      },
      {
        "sentence": "不过，面对这么多的困难和挫折，我感到很无助，不知道该如何开始重新审视和调整。",
        "label": ""
      },
      {
        "sentence": "你能给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你愿意重新审视和调整自己的人生，我觉得很欣慰。在面对困难和挫折时，我们都可能会感到无助。但是，这也是你成长和进步的机会。我建议你可以先从明确自己的价值观和目标开始，思考你真正想要的是什么，以及怎样去实现。然后，制定一些实际可行的计划和目标，一步一步地朝着你的理想生活前进。同时，要给自己一些时间和空间来接受和适应变化。在这个过程中，专业的心理咨询师会给你提供更多的指导和支持。希望你能够找到属于自己的新方向，重新开始。",
    "annotation": [
      {
        "sentence": "看到你愿意重新审视和调整自己的人生，我觉得很欣慰。",
        "label": ""
      },
      {
        "sentence": "在面对困难和挫折时，我们都可能会感到无助。",
        "label": ""
      },
      {
        "sentence": "但是，这也是你成长和进步的机会。",
        "label": ""
      },
      {
        "sentence": "我建议你可以先从明确自己的价值观和目标开始，思考你真正想要的是什么，以及怎样去实现。",
        "label": ""
      },
      {
        "sentence": "然后，制定一些实际可行的计划和目标，一步一步地朝着你的理想生活前进。",
        "label": ""
      },
      {
        "sentence": "同时，要给自己一些时间和空间来接受和适应变化。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，专业的心理咨询师会给你提供更多的指导和支持。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到属于自己的新方向，重新开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我明白了要明确自己的价值观和目标，并制定实际可行的计划。我会尽快寻找专业的心理咨询师，并向他们寻求更多的指导和支持。再次感谢你的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我明白了要明确自己的价值观和目标，并制定实际可行的计划。",
        "label": ""
      },
      {
        "sentence": "我会尽快寻找专业的心理咨询师，并向他们寻求更多的指导和支持。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。记得要坚持寻找专业的心理咨询师，他们会在你困难的时候为你提供具体的支持和解决方案。相信自己，一切都会好起来的。祝福你能走出困境，迎接新的改变和进步！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记得要坚持寻找专业的心理咨询师，他们会在你困难的时候为你提供具体的支持和解决方案。",
        "label": ""
      },
      {
        "sentence": "相信自己，一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "祝福你能走出困境，迎接新的改变和进步！",
        "label": ""
      }
    ]
  }
]