[
  {
    "role": "client",
    "content": "情绪失控大哭持续两年，暴食节食恶性循环，正常吗？自从三年前公考失利，情绪和性格就发生了很大的变化，看待事情变得很敏感，今年上半年，在短短一个月内，和前任分手、失去了工作、身边的朋友突然全部离开了自己的城市、持续三年考公考研失利、身材走样，一瞬间受不住了。过去只是每一两个月会无缘无故崩溃一次，大哭、摔打东西，现在这半年基本每天都在骂自己、埋怨自己，甚至出现了受虐倾向，想被人骂被人打，觉得自己就是最没用的废物，暴饮暴食一个月，又突然节食一个月，最近又突然开始暴饮暴食，身体和情绪都有些受不了了。去看了心理医生，结果省精神卫生中心的知名专家不到两分钟就让我走了，说我没事，什么调整的建议都没给，我实在是不知道该怎么办了，想问一下现在这样我该怎么办。",
    "annotation": [
      {
        "sentence": "情绪失控大哭持续两年，暴食节食恶性循环，正常吗？",
        "label": ""
      },
      {
        "sentence": "自从三年前公考失利，情绪和性格就发生了很大的变化，看待事情变得很敏感，今年上半年，在短短一个月内，和前任分手、失去了工作、身边的朋友突然全部离开了自己的城市、持续三年考公考研失利、身材走样，一瞬间受不住了。",
        "label": ""
      },
      {
        "sentence": "过去只是每一两个月会无缘无故崩溃一次，大哭、摔打东西，现在这半年基本每天都在骂自己、埋怨自己，甚至出现了受虐倾向，想被人骂被人打，觉得自己就是最没用的废物，暴饮暴食一个月，又突然节食一个月，最近又突然开始暴饮暴食，身体和情绪都有些受不了了。",
        "label": ""
      },
      {
        "sentence": "去看了心理医生，结果省精神卫生中心的知名专家不到两分钟就让我走了，说我没事，什么调整的建议都没给，我实在是不知道该怎么办了，想问一下现在这样我该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看你描述的，你的状态似乎是三年前公考失利开始，这三年好像“流年”不利似的，发生的诸事不顺，然后这半年来你的情绪陷入低谷，不受控的崩溃发泄否定自己陷入恶性循环之中。现在你开始去医院包括来这里提问，想要知道自己怎么了，这三年不知道这是你第一次这样子寻求外界专业帮助吗？",
    "annotation": [
      {
        "sentence": "看你描述的，你的状态似乎是三年前公考失利开始，这三年好像“流年”不利似的，发生的诸事不顺，然后这半年来你的情绪陷入低谷，不受控的崩溃发泄否定自己陷入恶性循环之中。",
        "label": ""
      },
      {
        "sentence": "现在你开始去医院包括来这里提问，想要知道自己怎么了，这三年不知道这是你第一次这样子寻求外界专业帮助吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，这是我第一次寻求专业帮助。从心理医生那里没有得到任何帮助，我感到很迷茫，不知道现在应该怎么办了。",
    "annotation": [
      {
        "sentence": "是的，这是我第一次寻求专业帮助。",
        "label": ""
      },
      {
        "sentence": "从心理医生那里没有得到任何帮助，我感到很迷茫，不知道现在应该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在我看来，你现在开始自救寻求改变了，虽然是被动的痛苦的。你问你现在需要怎么办，当然你现在需要一个好的心理咨询师或者分析师来帮你，而且工作的思路是需要和你一起去探寻你的潜意识。人类的生存本能是趋利避害，我们并不会害我们自己，可是在你身上似乎相反，为何会发生这些“坏事”呢？这背后发生的动机是什么呢？这些发生有没有一些好处呢？",
    "annotation": [
      {
        "sentence": "在我看来，你现在开始自救寻求改变了，虽然是被动的痛苦的。",
        "label": ""
      },
      {
        "sentence": "你问你现在需要怎么办，当然你现在需要一个好的心理咨询师或者分析师来帮你，而且工作的思路是需要和你一起去探寻你的潜意识。",
        "label": ""
      },
      {
        "sentence": "人类的生存本能是趋利避害，我们并不会害我们自己，可是在你身上似乎相反，为何会发生这些“坏事”呢？",
        "label": ""
      },
      {
        "sentence": "这背后发生的动机是什么呢？",
        "label": ""
      },
      {
        "sentence": "这些发生有没有一些好处呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这让我想起了一个问题，也许这一切的痛苦和压力可以让我更加深入地了解自己，成为一个更真实的自己。但是，我该如何去理解和面对这些痛苦呢？",
    "annotation": [
      {
        "sentence": "这让我想起了一个问题，也许这一切的痛苦和压力可以让我更加深入地了解自己，成为一个更真实的自己。",
        "label": ""
      },
      {
        "sentence": "但是，我该如何去理解和面对这些痛苦呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好的观点！只有连接自己认识自己才能够长大成为真正的自己。面对痛苦，你可以试着去接纳它，不要对自己产生过度的指责和否定。同时，找到适合你的方式来减轻压力，比如尝试一些放松和调整心态的活动，比如瑜伽、冥想或者与朋友交流。还有，在你需要的时候，寻求专业的心理咨询师或者治疗师的帮助也是很重要的。",
    "annotation": [
      {
        "sentence": "很好的观点！",
        "label": ""
      },
      {
        "sentence": "只有连接自己认识自己才能够长大成为真正的自己。",
        "label": ""
      },
      {
        "sentence": "面对痛苦，你可以试着去接纳它，不要对自己产生过度的指责和否定。",
        "label": ""
      },
      {
        "sentence": "同时，找到适合你的方式来减轻压力，比如尝试一些放松和调整心态的活动，比如瑜伽、冥想或者与朋友交流。",
        "label": ""
      },
      {
        "sentence": "还有，在你需要的时候，寻求专业的心理咨询师或者治疗师的帮助也是很重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着接纳自己的痛苦，并且寻找适合我的方式来缓解压力。同时，我会考虑找一位专业的心理咨询师或者治疗师来帮助我更好地理解自己，成长为真正的自己。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着接纳自己的痛苦，并且寻找适合我的方式来缓解压力。",
        "label": ""
      },
      {
        "sentence": "同时，我会考虑找一位专业的心理咨询师或者治疗师来帮助我更好地理解自己，成长为真正的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决定，这是一个积极向前的步骤。记住，你不是一个废物，你值得被爱和关心。不要忘记在这个过程中也给自己一些宽容和善待。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决定，这是一个积极向前的步骤。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个废物，你值得被爱和关心。",
        "label": ""
      },
      {
        "sentence": "不要忘记在这个过程中也给自己一些宽容和善待。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持，这让我对未来有了一些希望。我会努力去改变，为自己争取更好的生活。",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持，这让我对未来有了一些希望。",
        "label": ""
      },
      {
        "sentence": "我会努力去改变，为自己争取更好的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很棒！相信自己，一步一个脚印地前进。如果你需要任何帮助或者再次想要谈论，随时找我聊天。你不是一个人在面对这一切，我们会一起度过困难时期的。",
    "annotation": [
      {
        "sentence": "你很棒！",
        "label": ""
      },
      {
        "sentence": "相信自己，一步一个脚印地前进。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再次想要谈论，随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在面对这一切，我们会一起度过困难时期的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我真的感到无比温暖。我会牢记你的话语，再次感谢你的陪伴和倾听。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我真的感到无比温暖。",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话语，再次感谢你的陪伴和倾听。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意在你需要的时候伸出援手。一切都会好起来的，保持积极的心态，我们一起加油！",
    "annotation": [
      {
        "sentence": "不客气，我很愿意在你需要的时候伸出援手。",
        "label": ""
      },
      {
        "sentence": "一切都会好起来的，保持积极的心态，我们一起加油！",
        "label": ""
      }
    ]
  }
]