[
  {
    "role": "client",
    "content": "论资排辈的工作环境让我窒息，感觉都快抑郁了怎么办？",
    "annotation": [
      {
        "sentence": "论资排辈的工作环境让我窒息，感觉都快抑郁了怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "论资排辈的现象，多数的企业都是或多或少存在的。这个与单位的企业文化氛围还是有密不可分的联系，一个企业自成立到现在所延续下来的一些东西，也就是我们所说的企业文化，是根深蒂固的扎根于企业内部的，短期内想彻底改变这种现象，的确不是一件很容易的事情，即使它的存在，阻碍了一个企业的良好氛围塑造和发展。",
    "annotation": [
      {
        "sentence": "论资排辈的现象，多数的企业都是或多或少存在的。",
        "label": ""
      },
      {
        "sentence": "这个与单位的企业文化氛围还是有密不可分的联系，一个企业自成立到现在所延续下来的一些东西，也就是我们所说的企业文化，是根深蒂固的扎根于企业内部的，短期内想彻底改变这种现象，的确不是一件很容易的事情，即使它的存在，阻碍了一个企业的良好氛围塑造和发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也意识到这个问题不是短期内能够解决的，但我感觉这种环境真的让我很不舒服，压抑得厉害。",
    "annotation": [
      {
        "sentence": "是的，我也意识到这个问题不是短期内能够解决的，但我感觉这种环境真的让我很不舒服，压抑得厉害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在这种氛围中工作，的确让人很不舒服。你想打破这个环境，独树一帜吧，总会有人让你分分钟难堪，因为任何单位都有小人存在。要不也不会有“小人得志”这一说。每当这个时候，心里真是既无语又无奈。你按这个工作环境走下去，那就要去适应这个环境，也就是做很多违心的事，也就是自己并不喜欢的事情。",
    "annotation": [
      {
        "sentence": "在这种氛围中工作，的确让人很不舒服。",
        "label": ""
      },
      {
        "sentence": "你想打破这个环境，独树一帜吧，总会有人让你分分钟难堪，因为任何单位都有小人存在。",
        "label": ""
      },
      {
        "sentence": "要不也不会有“小人得志”这一说。",
        "label": ""
      },
      {
        "sentence": "每当这个时候，心里真是既无语又无奈。",
        "label": ""
      },
      {
        "sentence": "你按这个工作环境走下去，那就要去适应这个环境，也就是做很多违心的事，也就是自己并不喜欢的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实感觉自己在工作中做了很多不喜欢的事情，非常违心，觉得很烦。",
    "annotation": [
      {
        "sentence": "你说得对，我确实感觉自己在工作中做了很多不喜欢的事情，非常违心，觉得很烦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "所以你说都快抑郁了，我想这话说得一点也不未过，特别理解你目前的处境。对于你这种情况，我有二个建议给到你。首先，如果你觉得这个单位前景很好，很有发展空间，觉得离开很可惜。如果是这种情况，我希望你要学着去适应工作环境，想让环境去适应你，无论到哪一家企业都是不可能的。",
    "annotation": [
      {
        "sentence": "所以你说都快抑郁了，我想这话说得一点也不未过，特别理解你目前的处境。",
        "label": ""
      },
      {
        "sentence": "对于你这种情况，我有二个建议给到你。",
        "label": ""
      },
      {
        "sentence": "首先，如果你觉得这个单位前景很好，很有发展空间，觉得离开很可惜。",
        "label": ""
      },
      {
        "sentence": "如果是这种情况，我希望你要学着去适应工作环境，想让环境去适应你，无论到哪一家企业都是不可能的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也希望能够适应这个环境，但是总觉得很难，有时候觉得自己力不从心。",
    "annotation": [
      {
        "sentence": "我也希望能够适应这个环境，但是总觉得很难，有时候觉得自己力不从心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "任何一家企业都有自己的利弊之处，没有绝对的十全十美的企业。要想在一家企业有所建术，一定不能与企业背道而驰，一根筋走下去。当然，在工作的过程中，要学会运用处事技巧。比如在工作分配这件事情上，不能永远都做老好人，这样你一定有吃不消的一天，要学会甄别自己的工作范围，当然，同事之间的相互帮助都是情理之中的事情，但对于那种明显就是欺负人的活，要学会用正当的理由拒绝。",
    "annotation": [
      {
        "sentence": "任何一家企业都有自己的利弊之处，没有绝对的十全十美的企业。",
        "label": ""
      },
      {
        "sentence": "要想在一家企业有所建术，一定不能与企业背道而驰，一根筋走下去。",
        "label": ""
      },
      {
        "sentence": "当然，在工作的过程中，要学会运用处事技巧。",
        "label": ""
      },
      {
        "sentence": "比如在工作分配这件事情上，不能永远都做老好人，这样你一定有吃不消的一天，要学会甄别自己的工作范围，当然，同事之间的相互帮助都是情理之中的事情，但对于那种明显就是欺负人的活，要学会用正当的理由拒绝。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该学会保护自己，不要被欺负，同时也要懂得拒绝一些不合理的要求。",
    "annotation": [
      {
        "sentence": "我明白了，我应该学会保护自己，不要被欺负，同时也要懂得拒绝一些不合理的要求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，从你的嘴里永远听不到一个“不”字，那是一种危险信号。并不是你想的你说个“不”别人就一定会给你小鞋穿，权衡自己的工作，学会婉拒，也是一种职场生存法则。另外，如果你觉得在这家公司没有什么发展空间，一群人整天就是论资排辈玩心眼。那我劝你还是尽早走人，在这种环境中，你很难得到长足的发展机遇，关键是心太累了。",
    "annotation": [
      {
        "sentence": "是的，从你的嘴里永远听不到一个“不”字，那是一种危险信号。",
        "label": ""
      },
      {
        "sentence": "并不是你想的你说个“不”别人就一定会给你小鞋穿，权衡自己的工作，学会婉拒，也是一种职场生存法则。",
        "label": ""
      },
      {
        "sentence": "另外，如果你觉得在这家公司没有什么发展空间，一群人整天就是论资排辈玩心眼。",
        "label": ""
      },
      {
        "sentence": "那我劝你还是尽早走人，在这种环境中，你很难得到长足的发展机遇，关键是心太累了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在确实感到很疲惫，也开始考虑换工作了。虽然有点舍不得这家公司，但我觉得自己的发展更重要。",
    "annotation": [
      {
        "sentence": "我现在确实感到很疲惫，也开始考虑换工作了。",
        "label": ""
      },
      {
        "sentence": "虽然有点舍不得这家公司，但我觉得自己的发展更重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "出现工作当然为的是养家糊口，但也不必过于卑微的工作，这样的环境呆长了，都会让自己产生不自信感，不利于自己的职场发展。职场就是一个大染缸，在这里面生存要有自己的生存之道，吃点苦，受点累，那倒没什么。可别自己既吃了苦，又受了累，到最后在环境的熏陶中慢慢迷失了自己，这是最值得自己思考的。",
    "annotation": [
      {
        "sentence": "出现工作当然为的是养家糊口，但也不必过于卑微的工作，这样的环境呆长了，都会让自己产生不自信感，不利于自己的职场发展。",
        "label": ""
      },
      {
        "sentence": "职场就是一个大染缸，在这里面生存要有自己的生存之道，吃点苦，受点累，那倒没什么。",
        "label": ""
      },
      {
        "sentence": "可别自己既吃了苦，又受了累，到最后在环境的熏陶中慢慢迷失了自己，这是最值得自己思考的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和理解，我会仔细考虑自己的选择，找到适合自己的职场生存之道。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和理解，我会仔细考虑自己的选择，找到适合自己的职场生存之道。",
        "label": ""
      }
    ]
  }
]