[
  {
    "role": "client",
    "content": "我觉得要想过上好的生活，似乎就得不断与人争斗。为什么人们那么热衷于争斗呢？我一直渴望过着自由自在的生活，不受束缚。但是作为一个对他人毫无威胁的人，却总是被排挤。有人说是因为其他人私下里和我攀比，着意满足自己的优越感。虽然我能接受这个解释，但是自由不是最重要的价值吗？而且工作多年后，我被灌输了阶级观念：下位者不能反抗！更奇怪的是，下位者之间还互相挑拨离间，见不得别人反抗被奴役（职场上的PUA、潜规则）。仿佛下位者天生就认同自己和他人注定一生被奴役一样，他们好像觉得高情商就意味着压制低情商，虽然大家都是被资本剥削的奴隶。他们认为如果他们也压迫弱者，就显得自己更潇洒、更优越…为什么我觉得这是奴性呢？中学、大学甚至考研所学所考的道德和法律难道真的只是统治愚昧的工具吗？阶级社会是人人都奉为圭镐的蓝图吗？电视剧中要么是权谋，要么是宅斗，不是斗争就是打丧尸。似乎要想过上好的生活，就得不断地争斗！我知道竞争是经济发展的基础，但是为什么好像没有斗争就不能活得开心呢？真是烦死了！",
    "annotation": [
      {
        "sentence": "我觉得要想过上好的生活，似乎就得不断与人争斗。",
        "label": ""
      },
      {
        "sentence": "为什么人们那么热衷于争斗呢？",
        "label": ""
      },
      {
        "sentence": "我一直渴望过着自由自在的生活，不受束缚。",
        "label": ""
      },
      {
        "sentence": "但是作为一个对他人毫无威胁的人，却总是被排挤。",
        "label": ""
      },
      {
        "sentence": "有人说是因为其他人私下里和我攀比，着意满足自己的优越感。",
        "label": ""
      },
      {
        "sentence": "虽然我能接受这个解释，但是自由不是最重要的价值吗？",
        "label": ""
      },
      {
        "sentence": "而且工作多年后，我被灌输了阶级观念：下位者不能反抗！",
        "label": ""
      },
      {
        "sentence": "更奇怪的是，下位者之间还互相挑拨离间，见不得别人反抗被奴役（职场上的PUA、潜规则）。",
        "label": ""
      },
      {
        "sentence": "仿佛下位者天生就认同自己和他人注定一生被奴役一样，他们好像觉得高情商就意味着压制低情商，虽然大家都是被资本剥削的奴隶。",
        "label": ""
      },
      {
        "sentence": "他们认为如果他们也压迫弱者，就显得自己更潇洒、更优越…为什么我觉得这是奴性呢？",
        "label": ""
      },
      {
        "sentence": "中学、大学甚至考研所学所考的道德和法律难道真的只是统治愚昧的工具吗？",
        "label": ""
      },
      {
        "sentence": "阶级社会是人人都奉为圭镐的蓝图吗？",
        "label": ""
      },
      {
        "sentence": "电视剧中要么是权谋，要么是宅斗，不是斗争就是打丧尸。",
        "label": ""
      },
      {
        "sentence": "似乎要想过上好的生活，就得不断地争斗！",
        "label": ""
      },
      {
        "sentence": "我知道竞争是经济发展的基础，但是为什么好像没有斗争就不能活得开心呢？",
        "label": ""
      },
      {
        "sentence": "真是烦死了！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述，我了解到你想知道为什么人们热爱争斗。接下来是我的分析和建议，希望能帮到你。（1）首先，当我听到你描述的争斗时，我想到了进化心理学。原始时期的动物只有通过斗争成为强者，才能获得足够的资源，保护自己的生存并获得更多资源。弱肉强食、适者生存是自然界的法则。人们在这个社会中也是如此，实际上他们的本意并不是为了争斗，而是为了能够过上更好的生活。（2）其次，阿德勒说，没有人生下来就是自卑的，所以我们一生都在超越自己。大部分人都有被嘲笑、被奚落的经历，所以斗争可能是他们为了证明自己、反击生活的表现，他们想要展示给自己看。背后其实是害怕自己是弱者，担心再次受到欺负。他们的本意也许并不是要伤害别人，而是想保护自己。（3）最后，现在到处都是各种心灵鸡汤和负能量鸡汤，不经意间的一瞥也可能让我们觉得必须要奋斗，背负起生活的压力。也许那些拼命斗争的人都想要冲破牢笼，过上自由自在的生活。我有一个朋友曾经这样说过：我以后要回到田园生活，但是我必须先努力一把。这和一直生活在田园的人是不一样的。祝你好运~",
    "annotation": [
      {
        "sentence": "通过你的描述，我了解到你想知道为什么人们热爱争斗。",
        "label": ""
      },
      {
        "sentence": "接下来是我的分析和建议，希望能帮到你。",
        "label": ""
      },
      {
        "sentence": "（1）首先，当我听到你描述的争斗时，我想到了进化心理学。",
        "label": ""
      },
      {
        "sentence": "原始时期的动物只有通过斗争成为强者，才能获得足够的资源，保护自己的生存并获得更多资源。",
        "label": ""
      },
      {
        "sentence": "弱肉强食、适者生存是自然界的法则。",
        "label": ""
      },
      {
        "sentence": "人们在这个社会中也是如此，实际上他们的本意并不是为了争斗，而是为了能够过上更好的生活。",
        "label": ""
      },
      {
        "sentence": "（2）其次，阿德勒说，没有人生下来就是自卑的，所以我们一生都在超越自己。",
        "label": ""
      },
      {
        "sentence": "大部分人都有被嘲笑、被奚落的经历，所以斗争可能是他们为了证明自己、反击生活的表现，他们想要展示给自己看。",
        "label": ""
      },
      {
        "sentence": "背后其实是害怕自己是弱者，担心再次受到欺负。",
        "label": ""
      },
      {
        "sentence": "他们的本意也许并不是要伤害别人，而是想保护自己。",
        "label": ""
      },
      {
        "sentence": "（3）最后，现在到处都是各种心灵鸡汤和负能量鸡汤，不经意间的一瞥也可能让我们觉得必须要奋斗，背负起生活的压力。",
        "label": ""
      },
      {
        "sentence": "也许那些拼命斗争的人都想要冲破牢笼，过上自由自在的生活。",
        "label": ""
      },
      {
        "sentence": "我有一个朋友曾经这样说过：我以后要回到田园生活，但是我必须先努力一把。",
        "label": ""
      },
      {
        "sentence": "这和一直生活在田园的人是不一样的。",
        "label": ""
      },
      {
        "sentence": "祝你好运~",
        "label": ""
      }
    ]
  }
]