[
  {
    "role": "client",
    "content": "我学习挺累，父母不理解，觉得我不好，不帮他们？失眠，身上很痒，心情敏感。",
    "annotation": [
      {
        "sentence": "我学习挺累，父母不理解，觉得我不好，不帮他们？",
        "label": ""
      },
      {
        "sentence": "失眠，身上很痒，心情敏感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看你的提问，想想你的处境，心里颇有些心酸，也有很多无奈。想来，你的境况确实不好过，父母喜欢比较，哥哥欺负，亲戚们不太喜欢自己，确实也挺孤立无援。不知道你现在多大，但不管怎么说，我有再多的愿望希望他们能对你好点，也没有办法真正去左右他们的想法和做法。那我只能回头问，如果我身处这样的位置，我到底能做点什么呢？",
    "annotation": [
      {
        "sentence": "看你的提问，想想你的处境，心里颇有些心酸，也有很多无奈。",
        "label": ""
      },
      {
        "sentence": "想来，你的境况确实不好过，父母喜欢比较，哥哥欺负，亲戚们不太喜欢自己，确实也挺孤立无援。",
        "label": ""
      },
      {
        "sentence": "不知道你现在多大，但不管怎么说，我有再多的愿望希望他们能对你好点，也没有办法真正去左右他们的想法和做法。",
        "label": ""
      },
      {
        "sentence": "那我只能回头问，如果我身处这样的位置，我到底能做点什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在大学二年级，但我真的受不了了，每次只要一谈起学习，父母就会挑剔我，指责我不如别人。我感到很无力，也很绝望。我真的很希望他们能够理解我，支持我。",
    "annotation": [
      {
        "sentence": "我现在大学二年级，但我真的受不了了，每次只要一谈起学习，父母就会挑剔我，指责我不如别人。",
        "label": ""
      },
      {
        "sentence": "我感到很无力，也很绝望。",
        "label": ""
      },
      {
        "sentence": "我真的很希望他们能够理解我，支持我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的心情，这种被过度比较和挑剔的感觉真的很难受。其实，每个人在学习上都有自己的节奏和能力，无论和别人相比如何，只要你在通过努力实现自己的目标，就已经足够了。或许你可以试试与父母坦诚沟通，告诉他们你的困惑和希望，看看是否能够促使他们改变一下对你的态度。",
    "annotation": [
      {
        "sentence": "我理解你的心情，这种被过度比较和挑剔的感觉真的很难受。",
        "label": ""
      },
      {
        "sentence": "其实，每个人在学习上都有自己的节奏和能力，无论和别人相比如何，只要你在通过努力实现自己的目标，就已经足够了。",
        "label": ""
      },
      {
        "sentence": "或许你可以试试与父母坦诚沟通，告诉他们你的困惑和希望，看看是否能够促使他们改变一下对你的态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我尝试过和他们谈，但他们总是认为我只是找借口逃避责任。他们的批评让我觉得自己一无是处，我真的很难受。",
    "annotation": [
      {
        "sentence": "我尝试过和他们谈，但他们总是认为我只是找借口逃避责任。",
        "label": ""
      },
      {
        "sentence": "他们的批评让我觉得自己一无是处，我真的很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的苦恼，被父母误解和指责的感觉确实非常痛苦。但请你相信，你并不是一无是处的，每个人都有自己的优点和擅长的领域。或许你可以试着对自己更加宽容一些，去发现和肯定自己的成就和努力。不要把父母的观点作为衡量自己价值的唯一标准，你的价值不仅仅取决于他们的看法。",
    "annotation": [
      {
        "sentence": "我明白你的苦恼，被父母误解和指责的感觉确实非常痛苦。",
        "label": ""
      },
      {
        "sentence": "但请你相信，你并不是一无是处的，每个人都有自己的优点和擅长的领域。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着对自己更加宽容一些，去发现和肯定自己的成就和努力。",
        "label": ""
      },
      {
        "sentence": "不要把父母的观点作为衡量自己价值的唯一标准，你的价值不仅仅取决于他们的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得自己身边的人都不喜欢我，从小到大，我都被哥哥欺负，而且亲戚也总是偏袒他。我真的很无助，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "可是我觉得自己身边的人都不喜欢我，从小到大，我都被哥哥欺负，而且亲戚也总是偏袒他。",
        "label": ""
      },
      {
        "sentence": "我真的很无助，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我知道那种被亲人和身边人冷落的感觉对你来说很痛苦。但是请相信，你并不是孤立无援的。有时候，我们不能去改变他人，但可以改变自己的态度和反应。或许你可以试着找到一些对你真诚关心和支持的朋友，和他们一起分享你的困扰并寻求帮助。同时，你也可以努力发展自己的兴趣爱好，培养自己独立思考和自信的能力，不再完全依赖他人的认可来定义自己的价值。",
    "annotation": [
      {
        "sentence": "我知道那种被亲人和身边人冷落的感觉对你来说很痛苦。",
        "label": ""
      },
      {
        "sentence": "但是请相信，你并不是孤立无援的。",
        "label": ""
      },
      {
        "sentence": "有时候，我们不能去改变他人，但可以改变自己的态度和反应。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着找到一些对你真诚关心和支持的朋友，和他们一起分享你的困扰并寻求帮助。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以努力发展自己的兴趣爱好，培养自己独立思考和自信的能力，不再完全依赖他人的认可来定义自己的价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我需要更积极地面对问题，找到属于自己的幸福。谢谢你的支持和建议，我会尽力去改变自己的看法和行为。",
    "annotation": [
      {
        "sentence": "你说的对，我需要更积极地面对问题，找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议，我会尽力去改变自己的看法和行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。改变并不是一蹴而就的，需要我们坚持和努力。相信自己，相信自己可以做出积极的改变。我相信，你一定能够走出困境，找到属于自己的幸福和自信。如果以后有任何困惑和需要，记得随时向我寻求帮助。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "改变并不是一蹴而就的，需要我们坚持和努力。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信自己可以做出积极的改变。",
        "label": ""
      },
      {
        "sentence": "我相信，你一定能够走出困境，找到属于自己的幸福和自信。",
        "label": ""
      },
      {
        "sentence": "如果以后有任何困惑和需要，记得随时向我寻求帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会牢记在心。如果有需要，我一定会再联系你的。再次感谢你的陪伴和帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会牢记在心。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我一定会再联系你的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，你的成长和幸福是最重要的。任何时候，你都可以向我寻求支持和帮助。祝愿你能够度过难关，走向更好的未来！",
    "annotation": [
      {
        "sentence": "不用客气，你的成长和幸福是最重要的。",
        "label": ""
      },
      {
        "sentence": "任何时候，你都可以向我寻求支持和帮助。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够度过难关，走向更好的未来！",
        "label": ""
      }
    ]
  }
]