[
  {
    "role": "client",
    "content": "我是一个26岁的女生，我有一个未婚夫，但我更喜欢一个追求者，我应该怎么办呢？我和未婚夫已经见过父母了，他对我也很好。另外，之前有一个人追求过我，但是当时我因为一些原因拒绝了他，他叫做B。拒绝之后，B说如果我过几年还没找到合适的人，他还是单身的话我们可以在一起。后来，他不知道我有未婚夫了，还在继续和我联系。我和A在一起的初衷是因为想结婚，而并不是因为太喜欢他。但是和B聊天后，我发现他有很多让我喜欢的优点，感觉更好。我很困惑，如果我贸然悔婚会被人批评，而且我也不知道和B一起生活是否值得冒这个风险。我该怎么办呢？求助很困扰。",
    "annotation": [
      {
        "sentence": "我是一个26岁的女生，我有一个未婚夫，但我更喜欢一个追求者，我应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我和未婚夫已经见过父母了，他对我也很好。",
        "label": ""
      },
      {
        "sentence": "另外，之前有一个人追求过我，但是当时我因为一些原因拒绝了他，他叫做B。",
        "label": ""
      },
      {
        "sentence": "拒绝之后，B说如果我过几年还没找到合适的人，他还是单身的话我们可以在一起。",
        "label": ""
      },
      {
        "sentence": "后来，他不知道我有未婚夫了，还在继续和我联系。",
        "label": ""
      },
      {
        "sentence": "我和A在一起的初衷是因为想结婚，而并不是因为太喜欢他。",
        "label": ""
      },
      {
        "sentence": "但是和B聊天后，我发现他有很多让我喜欢的优点，感觉更好。",
        "label": ""
      },
      {
        "sentence": "我很困惑，如果我贸然悔婚会被人批评，而且我也不知道和B一起生活是否值得冒这个风险。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "求助很困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的困惑。你想结婚了，觉得A是一个合适的结婚对象，并且并没有太多喜欢他，而更喜欢B。但是，似乎B又无法给你足够坚定的信心。我想了解一下，最初拒绝B的原因是否还存在呢？或许这并不是做何种选择的问题，而要重新和自己连接，了解自己对于情感、婚姻的理解和需求到底是什么，以及有没有能力承担选择的结果。如果没有这样的能力，那就好好思考一下自己到底需要什么。毕竟26岁对于女性来说，人生正要迈进新的阶段，从女孩变成女人，这个过程还是需要一些心理上的成长的。希望你给自己多一点时间去思考和感受。",
    "annotation": [
      {
        "sentence": "我了解你的困惑。",
        "label": ""
      },
      {
        "sentence": "你想结婚了，觉得A是一个合适的结婚对象，并且并没有太多喜欢他，而更喜欢B。",
        "label": ""
      },
      {
        "sentence": "但是，似乎B又无法给你足够坚定的信心。",
        "label": ""
      },
      {
        "sentence": "我想了解一下，最初拒绝B的原因是否还存在呢？",
        "label": ""
      },
      {
        "sentence": "或许这并不是做何种选择的问题，而要重新和自己连接，了解自己对于情感、婚姻的理解和需求到底是什么，以及有没有能力承担选择的结果。",
        "label": ""
      },
      {
        "sentence": "如果没有这样的能力，那就好好思考一下自己到底需要什么。",
        "label": ""
      },
      {
        "sentence": "毕竟26岁对于女性来说，人生正要迈进新的阶段，从女孩变成女人，这个过程还是需要一些心理上的成长的。",
        "label": ""
      },
      {
        "sentence": "希望你给自己多一点时间去思考和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实，拒绝B的原因是因为当时我觉得我们彼此之间的缘分还不够深，也担心彼此之间的性格不合。但是，最近和B聊天了解多了，我发现他有很多让我欣赏的地方，而且我们的相处也让我感到很舒服。但是，我又害怕如果贸然悔婚会被别人指责自己犹豫不决。",
    "annotation": [
      {
        "sentence": "其实，拒绝B的原因是因为当时我觉得我们彼此之间的缘分还不够深，也担心彼此之间的性格不合。",
        "label": ""
      },
      {
        "sentence": "但是，最近和B聊天了解多了，我发现他有很多让我欣赏的地方，而且我们的相处也让我感到很舒服。",
        "label": ""
      },
      {
        "sentence": "但是，我又害怕如果贸然悔婚会被别人指责自己犹豫不决。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的犹豫和害怕是非常正常的情绪反应。在做出任何决定之前，我们都会面临各种不确定性和担忧。我能理解你害怕被他人指责的担心，但重要的是你要优先考虑自己的幸福和感受。记住，婚姻是一生的大事，你需要为自己的选择负责。如果你对B有着真实的感情，而且觉得和他在一起更舒服，则值得你认真考虑。同时，你也可以和B沟通一下你的困惑和担心，看看他对你们的未来有什么想法和打算。这样可以帮助你更全面地了解他是否值得你冒这个风险。",
    "annotation": [
      {
        "sentence": "你的犹豫和害怕是非常正常的情绪反应。",
        "label": ""
      },
      {
        "sentence": "在做出任何决定之前，我们都会面临各种不确定性和担忧。",
        "label": ""
      },
      {
        "sentence": "我能理解你害怕被他人指责的担心，但重要的是你要优先考虑自己的幸福和感受。",
        "label": ""
      },
      {
        "sentence": "记住，婚姻是一生的大事，你需要为自己的选择负责。",
        "label": ""
      },
      {
        "sentence": "如果你对B有着真实的感情，而且觉得和他在一起更舒服，则值得你认真考虑。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以和B沟通一下你的困惑和担心，看看他对你们的未来有什么想法和打算。",
        "label": ""
      },
      {
        "sentence": "这样可以帮助你更全面地了解他是否值得你冒这个风险。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该优先考虑自己的幸福和感受。确实，婚姻是一辈子的事情，我不能因为害怕被他人指责而放弃自己的幸福。我会和B好好沟通一下，了解他对我们未来的想法。同时，我也会再次思考自己对情感和婚姻的需求。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "你说得对，我应该优先考虑自己的幸福和感受。",
        "label": ""
      },
      {
        "sentence": "确实，婚姻是一辈子的事情，我不能因为害怕被他人指责而放弃自己的幸福。",
        "label": ""
      },
      {
        "sentence": "我会和B好好沟通一下，了解他对我们未来的想法。",
        "label": ""
      },
      {
        "sentence": "同时，我也会再次思考自己对情感和婚姻的需求。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够为你提供一些帮助。记住，你的幸福和感受是最重要的，无论你做出什么选择，都希望你能够从中得到成长和满足。如果在这个过程中还有其他的困惑和疑虑，随时都可以来找我倾诉。祝你好运，希望你能找到真正适合你的幸福！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够为你提供一些帮助。",
        "label": ""
      },
      {
        "sentence": "记住，你的幸福和感受是最重要的，无论你做出什么选择，都希望你能够从中得到成长和满足。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中还有其他的困惑和疑虑，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你好运，希望你能找到真正适合你的幸福！",
        "label": ""
      }
    ]
  }
]