[
  {
    "role": "client",
    "content": "老师们好，我是一名25岁的女生，痛苦了很多年，我到底是喜欢男生还是女生？小时候曾被校园暴力，主要是言语，我个子比较高，长相偏男性化，总是被个别男孩嘲笑，但是又有情感需要，就转而向女生索取。从高中时期就一直不间断的有喜欢的女孩，但是时至今日，我觉得自己就是缺乏爱，渴望爱，所以到处寻找。没有一份正式长久的恋情，有过短暂的几次，不是我觉得不合适就是人家觉得不合适。我痛苦的是，我对男孩总感觉有一个屏障隔着，一说喜欢男孩好像就背叛了那个喜欢女孩的自己，短暂接触会有乍见之欢，但是不能长久，觉得自己不喜欢男孩。女生可以有持续的心动，但又觉得那不是爱情，就很奇怪，别人都在恋爱，而我不知道该找男生还是女生，也体会不到对谁心动，请老师帮我看看，我是怎么了，谢谢。",
    "annotation": [
      {
        "sentence": "老师们好，我是一名25岁的女生，痛苦了很多年，我到底是喜欢男生还是女生？",
        "label": ""
      },
      {
        "sentence": "小时候曾被校园暴力，主要是言语，我个子比较高，长相偏男性化，总是被个别男孩嘲笑，但是又有情感需要，就转而向女生索取。",
        "label": ""
      },
      {
        "sentence": "从高中时期就一直不间断的有喜欢的女孩，但是时至今日，我觉得自己就是缺乏爱，渴望爱，所以到处寻找。",
        "label": ""
      },
      {
        "sentence": "没有一份正式长久的恋情，有过短暂的几次，不是我觉得不合适就是人家觉得不合适。",
        "label": ""
      },
      {
        "sentence": "我痛苦的是，我对男孩总感觉有一个屏障隔着，一说喜欢男孩好像就背叛了那个喜欢女孩的自己，短暂接触会有乍见之欢，但是不能长久，觉得自己不喜欢男孩。",
        "label": ""
      },
      {
        "sentence": "女生可以有持续的心动，但又觉得那不是爱情，就很奇怪，别人都在恋爱，而我不知道该找男生还是女生，也体会不到对谁心动，请老师帮我看看，我是怎么了，谢谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听了你的描述，我了解到你在性取向方面有些困惑。首先，你对自己性别的认同是一个重要问题。从你描述的个子比较高、长相偏男性化，可以看出你可能对自己是否是一个\"女性\"这个身份存在疑问。我猜测你可能存在对女生化妆、撒娇、爱好和举止的阻碍，担心自己像一个\"纯\"女生一样发嗲是否会很恶心。如果是这样的话，你的外表可能阻碍了你成长为一个普通的女生，并且你也很在意男生的嘲笑。",
    "annotation": [
      {
        "sentence": "你好，听了你的描述，我了解到你在性取向方面有些困惑。",
        "label": ""
      },
      {
        "sentence": "首先，你对自己性别的认同是一个重要问题。",
        "label": ""
      },
      {
        "sentence": "从你描述的个子比较高、长相偏男性化，可以看出你可能对自己是否是一个\"女性\"这个身份存在疑问。",
        "label": ""
      },
      {
        "sentence": "我猜测你可能存在对女生化妆、撒娇、爱好和举止的阻碍，担心自己像一个\"纯\"女生一样发嗲是否会很恶心。",
        "label": ""
      },
      {
        "sentence": "如果是这样的话，你的外表可能阻碍了你成长为一个普通的女生，并且你也很在意男生的嘲笑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，您说得对。我的确担心自己的外貌限制了我成为一个女生，也担心自己会被男生嘲笑。",
    "annotation": [
      {
        "sentence": "是的，您说得对。",
        "label": ""
      },
      {
        "sentence": "我的确担心自己的外貌限制了我成为一个女生，也担心自己会被男生嘲笑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，还有一些信息不明确的地方，也许对你找到自己内心偏好的来源很关键。比如你说\"我转而向女生索取\"，那你索取的是什么呢？你是着迷于女生身上的女性气质，需要她们的女人味、细心和照顾吗？如果是这样，你索取的是母性一面，也就是说你期待像母亲一样得到对你的照顾；或者你索取的是女生把你当男性、对你小鸟依人，享受你的保护，这又不同，你索取的是他们对你的父性认同。还有你说\"我觉得自己就是缺乏爱，渴望爱\"，这里可以确定的是你渴求的是来自父母的爱，而不是性之爱，由于你的性别认同尚未确定，就更谈不到异性之爱了，因此只能是来自父母的爱。但是，你更需要的是父爱还是母爱呢？这涉及到你的成长经历，还未深入探讨。",
    "annotation": [
      {
        "sentence": "另外，还有一些信息不明确的地方，也许对你找到自己内心偏好的来源很关键。",
        "label": ""
      },
      {
        "sentence": "比如你说\"我转而向女生索取\"，那你索取的是什么呢？",
        "label": ""
      },
      {
        "sentence": "你是着迷于女生身上的女性气质，需要她们的女人味、细心和照顾吗？",
        "label": ""
      },
      {
        "sentence": "如果是这样，你索取的是母性一面，也就是说你期待像母亲一样得到对你的照顾；或者你索取的是女生把你当男性、对你小鸟依人，享受你的保护，这又不同，你索取的是他们对你的父性认同。",
        "label": ""
      },
      {
        "sentence": "还有你说\"我觉得自己就是缺乏爱，渴望爱\"，这里可以确定的是你渴求的是来自父母的爱，而不是性之爱，由于你的性别认同尚未确定，就更谈不到异性之爱了，因此只能是来自父母的爱。",
        "label": ""
      },
      {
        "sentence": "但是，你更需要的是父爱还是母爱呢？",
        "label": ""
      },
      {
        "sentence": "这涉及到你的成长经历，还未深入探讨。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说得很有道理。对于我的成长，可能经历确实对我有影响。但是我对喜欢男孩的自己总是有抵触情绪，一方面担心自己无法成为一个完全的女生，另一方面也担心背叛了喜欢女孩的自己。",
    "annotation": [
      {
        "sentence": "您说得很有道理。",
        "label": ""
      },
      {
        "sentence": "对于我的成长，可能经历确实对我有影响。",
        "label": ""
      },
      {
        "sentence": "但是我对喜欢男孩的自己总是有抵触情绪，一方面担心自己无法成为一个完全的女生，另一方面也担心背叛了喜欢女孩的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "的确，你所说的喜欢男孩背叛了喜欢女孩的自己，让我觉得似乎存在两个你，一个是喜欢男孩的你，另一个是喜欢女孩的你。如果要成为一个完全的女生才会对男孩产生喜欢的话，似乎又有一个担忧在阻止你成长为女生。你有必要好好思考一下，你所说的要\"背叛\"的那个喜欢女孩的自己到底是指什么。",
    "annotation": [
      {
        "sentence": "的确，你所说的喜欢男孩背叛了喜欢女孩的自己，让我觉得似乎存在两个你，一个是喜欢男孩的你，另一个是喜欢女孩的你。",
        "label": ""
      },
      {
        "sentence": "如果要成为一个完全的女生才会对男孩产生喜欢的话，似乎又有一个担忧在阻止你成长为女生。",
        "label": ""
      },
      {
        "sentence": "你有必要好好思考一下，你所说的要\"背叛\"的那个喜欢女孩的自己到底是指什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说的很对，我确实感觉存在两个自己。我需要去看看那个我要\"背叛\"的喜欢女孩的自己是什么样的。",
    "annotation": [
      {
        "sentence": "您说的很对，我确实感觉存在两个自己。",
        "label": ""
      },
      {
        "sentence": "我需要去看看那个我要\"背叛\"的喜欢女孩的自己是什么样的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后，我想谈一谈你所说的\"女生可以有持续的心动，但又觉得那不是爱情\"这句话。的确，你目前得到的父母的爱还不够，将来在伴侣关系中，你要寻找的也将是父母之爱，而不是成熟的性之爱。而成年人之间的异性吸引、亲密和承诺，才是爱情。所以，你对女生的心动可能还与你渴望拥有\"女性气质\"有关。你觉得呢？",
    "annotation": [
      {
        "sentence": "最后，我想谈一谈你所说的\"女生可以有持续的心动，但又觉得那不是爱情\"这句话。",
        "label": ""
      },
      {
        "sentence": "的确，你目前得到的父母的爱还不够，将来在伴侣关系中，你要寻找的也将是父母之爱，而不是成熟的性之爱。",
        "label": ""
      },
      {
        "sentence": "而成年人之间的异性吸引、亲密和承诺，才是爱情。",
        "label": ""
      },
      {
        "sentence": "所以，你对女生的心动可能还与你渴望拥有\"女性气质\"有关。",
        "label": ""
      },
      {
        "sentence": "你觉得呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说得很对。我可能是渴望得到女性气质，而对女生产生心动。我对伴侣的期待更像是父母的爱，而不是性之爱。",
    "annotation": [
      {
        "sentence": "您说得很对。",
        "label": ""
      },
      {
        "sentence": "我可能是渴望得到女性气质，而对女生产生心动。",
        "label": ""
      },
      {
        "sentence": "我对伴侣的期待更像是父母的爱，而不是性之爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现阶段，对你来说重要的是解决你对自己的认知和性别认同的问题。25岁了，将来你将面临恋爱和组建家庭的问题，如果在这个问题上无法确定未来要与何种性别的人在一起，会给你带来很大的压力。因此，考虑到你的未来发展，建议你找一位心理咨询师进行长期的性心理咨询，他们可以帮助你确定自己的性取向。",
    "annotation": [
      {
        "sentence": "现阶段，对你来说重要的是解决你对自己的认知和性别认同的问题。",
        "label": ""
      },
      {
        "sentence": "25岁了，将来你将面临恋爱和组建家庭的问题，如果在这个问题上无法确定未来要与何种性别的人在一起，会给你带来很大的压力。",
        "label": ""
      },
      {
        "sentence": "因此，考虑到你的未来发展，建议你找一位心理咨询师进行长期的性心理咨询，他们可以帮助你确定自己的性取向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议。我会考虑找一位心理咨询师进行性心理咨询，以帮助我更好地理解自己。非常感谢您的支持和建议。",
    "annotation": [
      {
        "sentence": "谢谢您的建议。",
        "label": ""
      },
      {
        "sentence": "我会考虑找一位心理咨询师进行性心理咨询，以帮助我更好地理解自己。",
        "label": ""
      },
      {
        "sentence": "非常感谢您的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望你能找到适合自己的答案，祝你早日找到对自己性别认同的明确和平衡。如果需要任何帮助，请随时向我寻求支持。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，希望你能找到适合自己的答案，祝你早日找到对自己性别认同的明确和平衡。",
        "label": ""
      },
      {
        "sentence": "如果需要任何帮助，请随时向我寻求支持。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "再次感谢您的关心和帮助！我会努力寻找自己的答案。祝您一切顺利！",
    "annotation": [
      {
        "sentence": "再次感谢您的关心和帮助！",
        "label": ""
      },
      {
        "sentence": "我会努力寻找自己的答案。",
        "label": ""
      },
      {
        "sentence": "祝您一切顺利！",
        "label": ""
      }
    ]
  }
]