[
  {
    "role": "client",
    "content": "如何摆脱家长的超强控制欲？我今年20岁，我妈生了我却不养我，扔给我外婆带，外婆也对我也很好，从6岁起，外婆把我给我妈，我妈嫁了继父，我妈对我持放养态度，对我就像玻璃人一样，给吃给喝，我很渴望她关心我，我很听话，她还是不喜欢我就这样直我初中毕业，又重新回到我外婆的身边，我发现外婆变了，控制欲十分强，让一直很自由的我，变得很压抑。对我吃饭穿着一言一行，都有要求，天天盯着我，嫌弃我，打压我，说我必须得怎样怎样别人才会喜欢我。如果我跟她讲道理，她就哭说我不孝，没良心是谁带大你的，如果没有她，我早死，除了她，没有人能帮我。",
    "annotation": [
      {
        "sentence": "如何摆脱家长的超强控制欲？",
        "label": ""
      },
      {
        "sentence": "我今年20岁，我妈生了我却不养我，扔给我外婆带，外婆也对我也很好，从6岁起，外婆把我给我妈，我妈嫁了继父，我妈对我持放养态度，对我就像玻璃人一样，给吃给喝，我很渴望她关心我，我很听话，她还是不喜欢我就这样直我初中毕业，又重新回到我外婆的身边，我发现外婆变了，控制欲十分强，让一直很自由的我，变得很压抑。",
        "label": ""
      },
      {
        "sentence": "对我吃饭穿着一言一行，都有要求，天天盯着我，嫌弃我，打压我，说我必须得怎样怎样别人才会喜欢我。",
        "label": ""
      },
      {
        "sentence": "如果我跟她讲道理，她就哭说我不孝，没良心是谁带大你的，如果没有她，我早死，除了她，没有人能帮我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感受到了你心中的那种想要自由但又无法割舍的痛苦，我们尝试一起探讨下，看有没有更好的第三选择。首先，我们来回顾一下你的成长经历。从6岁起，你的外婆一直照顾着你，这段时间里外婆像一个母亲一样的照顾你长大。但是，我们也不能忽视外婆无法替代母亲给予你真正意义上的母爱。而在你初中毕业后，你又回到了外婆的身边，这个时候外婆的控制欲变得很强，使本来很自由的你感到十分压抑。",
    "annotation": [
      {
        "sentence": "感受到了你心中的那种想要自由但又无法割舍的痛苦，我们尝试一起探讨下，看有没有更好的第三选择。",
        "label": ""
      },
      {
        "sentence": "首先，我们来回顾一下你的成长经历。",
        "label": ""
      },
      {
        "sentence": "从6岁起，你的外婆一直照顾着你，这段时间里外婆像一个母亲一样的照顾你长大。",
        "label": ""
      },
      {
        "sentence": "但是，我们也不能忽视外婆无法替代母亲给予你真正意义上的母爱。",
        "label": ""
      },
      {
        "sentence": "而在你初中毕业后，你又回到了外婆的身边，这个时候外婆的控制欲变得很强，使本来很自由的你感到十分压抑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，就是这样。我每天都受到外婆的控制，无论是吃饭还是穿着，她都有要求，并且时刻盯着我，总是找茬儿，说我必须要按照她说的才能得到别人的喜欢。我很累也很不快乐，感觉自己快要崩溃了，觉得活着没意思，但又缺乏勇气去摆脱她的控制。",
    "annotation": [
      {
        "sentence": "是的，就是这样。",
        "label": ""
      },
      {
        "sentence": "我每天都受到外婆的控制，无论是吃饭还是穿着，她都有要求，并且时刻盯着我，总是找茬儿，说我必须要按照她说的才能得到别人的喜欢。",
        "label": ""
      },
      {
        "sentence": "我很累也很不快乐，感觉自己快要崩溃了，觉得活着没意思，但又缺乏勇气去摆脱她的控制。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的痛苦和困惑。首先，我想告诉你，每个人都是独立完整的生命体，而且你现在已经成年了。并不是只有依靠外婆才能生活，同时也不是只有外婆才能给你关爱。你说你没有朋友，但我相信你可以通过不同的方式去结交朋友，建立自己的社交网络。另外，要明白父母对子女的爱不是无条件的，他们也有自己的角度和想法。虽然你很听话，试图按照她的要求来获得她的喜欢，但你需要知道，你做得再好也未必能得到她的满意。所以，你不应该以此来评判自己的价值。此外，你要相信自己的能力和独立性，你能够找到自己想要的自由和幸福。",
    "annotation": [
      {
        "sentence": "我能理解你的痛苦和困惑。",
        "label": ""
      },
      {
        "sentence": "首先，我想告诉你，每个人都是独立完整的生命体，而且你现在已经成年了。",
        "label": ""
      },
      {
        "sentence": "并不是只有依靠外婆才能生活，同时也不是只有外婆才能给你关爱。",
        "label": ""
      },
      {
        "sentence": "你说你没有朋友，但我相信你可以通过不同的方式去结交朋友，建立自己的社交网络。",
        "label": ""
      },
      {
        "sentence": "另外，要明白父母对子女的爱不是无条件的，他们也有自己的角度和想法。",
        "label": ""
      },
      {
        "sentence": "虽然你很听话，试图按照她的要求来获得她的喜欢，但你需要知道，你做得再好也未必能得到她的满意。",
        "label": ""
      },
      {
        "sentence": "所以，你不应该以此来评判自己的价值。",
        "label": ""
      },
      {
        "sentence": "此外，你要相信自己的能力和独立性，你能够找到自己想要的自由和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我明白每个人都需要独立，而且我也意识到外婆无法给我真正的母爱。但是，她现在已经老了，我不忍心伤害她，也不想与她关系紧张。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我明白每个人都需要独立，而且我也意识到外婆无法给我真正的母爱。",
        "label": ""
      },
      {
        "sentence": "但是，她现在已经老了，我不忍心伤害她，也不想与她关系紧张。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的顾虑。老人眼中的孝顺可能更多的是顺从，而不是孝顺。你与外婆生活在一起，你们的生活习惯和观念可能存在差异，这也是很正常的。我建议你试着换位思考，设身处地地理解外婆的角度和需求。她可能也需要关爱和理解。当然，我们无法改变外婆的想法和行为，但我们可以改变自己对待这种情况的方式。如果你感到心烦意乱，可以找个借口给自己创造一些独立的空间来放松。未来的选择还是在你自己的手中，你并不孤独无助，我们可以一同探讨如何处理这个问题。",
    "annotation": [
      {
        "sentence": "我理解你的顾虑。",
        "label": ""
      },
      {
        "sentence": "老人眼中的孝顺可能更多的是顺从，而不是孝顺。",
        "label": ""
      },
      {
        "sentence": "你与外婆生活在一起，你们的生活习惯和观念可能存在差异，这也是很正常的。",
        "label": ""
      },
      {
        "sentence": "我建议你试着换位思考，设身处地地理解外婆的角度和需求。",
        "label": ""
      },
      {
        "sentence": "她可能也需要关爱和理解。",
        "label": ""
      },
      {
        "sentence": "当然，我们无法改变外婆的想法和行为，但我们可以改变自己对待这种情况的方式。",
        "label": ""
      },
      {
        "sentence": "如果你感到心烦意乱，可以找个借口给自己创造一些独立的空间来放松。",
        "label": ""
      },
      {
        "sentence": "未来的选择还是在你自己的手中，你并不孤独无助，我们可以一同探讨如何处理这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我同意我们不能改变外婆，但我们可以控制自己的态度和情绪。我会试着换位思考，并尝试通过沟通来解决问题。同时，我也会寻找属于自己的独立空间，让自己更加放松自由地生活。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我同意我们不能改变外婆，但我们可以控制自己的态度和情绪。",
        "label": ""
      },
      {
        "sentence": "我会试着换位思考，并尝试通过沟通来解决问题。",
        "label": ""
      },
      {
        "sentence": "同时，我也会寻找属于自己的独立空间，让自己更加放松自由地生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴你能接受我的建议。这是一个成长的过程，通过调整自己的态度和与外婆之间的沟通，你会有更好的机会实现自己的自由和幸福。记住，你并不孤单，我们可以一同面对困难，寻找解决办法。希望我的支持和启发对你有所帮助。",
    "annotation": [
      {
        "sentence": "我很高兴你能接受我的建议。",
        "label": ""
      },
      {
        "sentence": "这是一个成长的过程，通过调整自己的态度和与外婆之间的沟通，你会有更好的机会实现自己的自由和幸福。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们可以一同面对困难，寻找解决办法。",
        "label": ""
      },
      {
        "sentence": "希望我的支持和启发对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励。我会努力面对问题，寻找自己的幸福。我相信在你的帮助下，我会找到摆脱家长控制欲的更好的方法。再次谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会努力面对问题，寻找自己的幸福。",
        "label": ""
      },
      {
        "sentence": "我相信在你的帮助下，我会找到摆脱家长控制欲的更好的方法。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直在你身边支持你。记得随时与我保持联系，如果有任何需要帮助的地方，都可以找我聊聊。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我会一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "记得随时与我保持联系，如果有任何需要帮助的地方，都可以找我聊聊。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]