[
  {
    "role": "client",
    "content": "抑郁症，高考失利，我该不该复读？高考560，因为失误，语文只考了78高二因为抑郁症休学了半年，到现在还在吃药。不甘心只走一本，想上985这类的名校，想复读又怕抑郁症复发。有必要复读吗？",
    "annotation": [
      {
        "sentence": "抑郁症，高考失利，我该不该复读？",
        "label": ""
      },
      {
        "sentence": "高考560，因为失误，语文只考了78高二因为抑郁症休学了半年，到现在还在吃药。",
        "label": ""
      },
      {
        "sentence": "不甘心只走一本，想上985这类的名校，想复读又怕抑郁症复发。",
        "label": ""
      },
      {
        "sentence": "有必要复读吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很理解你现在的感受。抑郁症对你的高考成绩造成了一定的影响，导致你没有如愿进入985名校的机会，这让你感到非常不甘心。对于我们即将上大学的人来说，这确实是一件重要的事情。但是，我想告诉你，一本和211、985之间实际上并没有太大的区别。只要你选择了一个自己喜欢的专业，在这个学校努力学习，将来还是可以取得很好的发展的。",
    "annotation": [
      {
        "sentence": "我很理解你现在的感受。",
        "label": ""
      },
      {
        "sentence": "抑郁症对你的高考成绩造成了一定的影响，导致你没有如愿进入985名校的机会，这让你感到非常不甘心。",
        "label": ""
      },
      {
        "sentence": "对于我们即将上大学的人来说，这确实是一件重要的事情。",
        "label": ""
      },
      {
        "sentence": "但是，我想告诉你，一本和211、985之间实际上并没有太大的区别。",
        "label": ""
      },
      {
        "sentence": "只要你选择了一个自己喜欢的专业，在这个学校努力学习，将来还是可以取得很好的发展的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我还是想尝试上一个更好的学校，因为我觉得那样才能更好地实现我的梦想。我真的很纠结该不该冒这个风险复读，毕竟抑郁症的阴影还没有完全离开我。",
    "annotation": [
      {
        "sentence": "可是我还是想尝试上一个更好的学校，因为我觉得那样才能更好地实现我的梦想。",
        "label": ""
      },
      {
        "sentence": "我真的很纠结该不该冒这个风险复读，毕竟抑郁症的阴影还没有完全离开我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你想要追求更好的学校和更大的梦想的心情。但是复读确实存在一定的风险，不仅承受压力而且还有可能导致抑郁症的复发。你需要认真考虑这一年复读带来的利和弊，权衡一下是否值得冒这个风险。同时，我建议你寻求专业的帮助，咨询一下是否适合复读，以及抑郁症在复读期间如何管理，这样才能做出正确的抉择。",
    "annotation": [
      {
        "sentence": "我能理解你想要追求更好的学校和更大的梦想的心情。",
        "label": ""
      },
      {
        "sentence": "但是复读确实存在一定的风险，不仅承受压力而且还有可能导致抑郁症的复发。",
        "label": ""
      },
      {
        "sentence": "你需要认真考虑这一年复读带来的利和弊，权衡一下是否值得冒这个风险。",
        "label": ""
      },
      {
        "sentence": "同时，我建议你寻求专业的帮助，咨询一下是否适合复读，以及抑郁症在复读期间如何管理，这样才能做出正确的抉择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我应该找一位专业的心理咨询师来帮助我做出决策。我希望复读，但也害怕复读过程中的不确定性和抑郁症的复发。我需要更多的支持和建议。",
    "annotation": [
      {
        "sentence": "你说的有道理，我应该找一位专业的心理咨询师来帮助我做出决策。",
        "label": ""
      },
      {
        "sentence": "我希望复读，但也害怕复读过程中的不确定性和抑郁症的复发。",
        "label": ""
      },
      {
        "sentence": "我需要更多的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能认识到寻求专业的咨询师的重要性，他们将能够给你提供更准确的评估和支持。与咨询师一起探讨你的想法和忧虑，他们将帮助你制定一个合理的决策方案。同时，身边的朋友和家人也是很重要的支持者，他们会给予你鼓励和帮助，让你在面对复读的困难时有更坚定的信心。",
    "annotation": [
      {
        "sentence": "很高兴你能认识到寻求专业的咨询师的重要性，他们将能够给你提供更准确的评估和支持。",
        "label": ""
      },
      {
        "sentence": "与咨询师一起探讨你的想法和忧虑，他们将帮助你制定一个合理的决策方案。",
        "label": ""
      },
      {
        "sentence": "同时，身边的朋友和家人也是很重要的支持者，他们会给予你鼓励和帮助，让你在面对复读的困难时有更坚定的信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我将尽快与一位心理咨询师联系，寻求他们的指导和建议。同时，我也会向我的家人和朋友寻求支持和鼓励。多谢你的帮助和支持！",
    "annotation": [
      {
        "sentence": "你说得对，我将尽快与一位心理咨询师联系，寻求他们的指导和建议。",
        "label": ""
      },
      {
        "sentence": "同时，我也会向我的家人和朋友寻求支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "多谢你的帮助和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴我能成为你的支持者。记住，在面对这样的困境时，寻求专业帮助和身边人的支持是非常重要的。相信你会做出最适合自己的决策，祝你一切顺利，未来充满阳光与成就！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴我能成为你的支持者。",
        "label": ""
      },
      {
        "sentence": "记住，在面对这样的困境时，寻求专业帮助和身边人的支持是非常重要的。",
        "label": ""
      },
      {
        "sentence": "相信你会做出最适合自己的决策，祝你一切顺利，未来充满阳光与成就！",
        "label": ""
      }
    ]
  }
]