[
  {
    "role": "client",
    "content": "最近等成绩，压力好大，真不知道该怎么办。我好像无论前怕后怕，完全没有应对的办法。考完试之后也没有找工作，就专心复习。因为工作不能请长假，所以只好辞职了。可是现在考完又没有多少剩余资金了，也该找工作了，却迟迟没有行动。我特别害怕搬行李，有太多东西要处理。而且只需要工作一个月，动力不足。在家没什么事情做，就看看电视剧，做一些家务活。30多岁了，没有工作也没有对象，感觉自己像个废人。等成绩出来之后，还要好好考虑是继续考还是重新规划工作和学习的平衡。我总觉得自己整天无所事事，这样是不是不对呢？工作和婚姻都是不能急于求成的，但是年龄却不等人啊。我希望尽快完成这个阶段，不再听到父母、家人和亲戚们的批评和冷言冷语。生活已经不容易了，还得承受这些负面的言语，真是雪上加霜。有时候真觉得自己的生活能不能有所改善呢？如果我能提前知道结果就好了。",
    "annotation": [
      {
        "sentence": "最近等成绩，压力好大，真不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "我好像无论前怕后怕，完全没有应对的办法。",
        "label": ""
      },
      {
        "sentence": "考完试之后也没有找工作，就专心复习。",
        "label": ""
      },
      {
        "sentence": "因为工作不能请长假，所以只好辞职了。",
        "label": ""
      },
      {
        "sentence": "可是现在考完又没有多少剩余资金了，也该找工作了，却迟迟没有行动。",
        "label": ""
      },
      {
        "sentence": "我特别害怕搬行李，有太多东西要处理。",
        "label": ""
      },
      {
        "sentence": "而且只需要工作一个月，动力不足。",
        "label": ""
      },
      {
        "sentence": "在家没什么事情做，就看看电视剧，做一些家务活。",
        "label": ""
      },
      {
        "sentence": "30多岁了，没有工作也没有对象，感觉自己像个废人。",
        "label": ""
      },
      {
        "sentence": "等成绩出来之后，还要好好考虑是继续考还是重新规划工作和学习的平衡。",
        "label": ""
      },
      {
        "sentence": "我总觉得自己整天无所事事，这样是不是不对呢？",
        "label": ""
      },
      {
        "sentence": "工作和婚姻都是不能急于求成的，但是年龄却不等人啊。",
        "label": ""
      },
      {
        "sentence": "我希望尽快完成这个阶段，不再听到父母、家人和亲戚们的批评和冷言冷语。",
        "label": ""
      },
      {
        "sentence": "生活已经不容易了，还得承受这些负面的言语，真是雪上加霜。",
        "label": ""
      },
      {
        "sentence": "有时候真觉得自己的生活能不能有所改善呢？",
        "label": ""
      },
      {
        "sentence": "如果我能提前知道结果就好了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据你的描述，你现在的情况大致是这样的：你为了考试辞去了工作，现在还要等一个月才能知道成绩。在这不确定的时期，你失去了对工作的动力，但又担心没有工作会显得无所事事，还要忍受父母和家人的冷嘲热讽。我能理解你目前的心情。当初你辞职报考是基于什么样的考虑呢？是因为非常喜欢现在报考的这个职位，所以即使辞职也是值得的；还是之前的工作遇到困难，所以报考只是一个权宜之计呢？我这样问是为了帮助你做出后续选择的分析：如果你非常喜欢你报考的职位，那么这一个月的时间可以为这份考试做些必要的准备。你可能会说，如果没考上岂不是白费了吗？这就要看你自己的选择了。如果你确定自己喜欢这个职位，即使考不上也可以复考，毕竟追求自己喜欢的事情是最重要的。所以，你所有的付出都是值得的。如果你报考只是为了逃避之前的工作，那么我建议你暂时不要对考试结果有太高期望，而是认真寻找你喜欢或愿意从事的工作。这个过程也不容易，需要你仔细调研市场上的工作机会，然后认真应聘。如果找到了心仪的工作，即使通过了考试也可以不去了。你可能会说我不理解你这种辞职参加考试的决定，既然决定参加考试，就应该去参加。是的，乍一听这样的建议可能有些不近人情，但是你要明白，辞职参加考试只是你寻找心仪工作的过程，并不是你最终想要的结果。你最终想要的结果是找到一份你喜欢或愿意做的工作。所以，当你弄清楚自己对工作的期望后，就能知道现在应该做些什么，也不会觉得无所事事了。当然，对于家人对你的不理解和冷嘲热讽，你要学会忍耐，并尽可能向他们表达你的想法，争取理解。这样做并不容易，对吧？是的，家人更多的是希望我们安定而不折腾，他们或许不理解你的选择和现状。这就是我所说的忍耐，因为时间会证明你为了追求自己想要的生活所经历的一切都是值得的。好好思考，坚持下去。祝福你！",
    "annotation": [
      {
        "sentence": "根据你的描述，你现在的情况大致是这样的：你为了考试辞去了工作，现在还要等一个月才能知道成绩。",
        "label": ""
      },
      {
        "sentence": "在这不确定的时期，你失去了对工作的动力，但又担心没有工作会显得无所事事，还要忍受父母和家人的冷嘲热讽。",
        "label": ""
      },
      {
        "sentence": "我能理解你目前的心情。",
        "label": ""
      },
      {
        "sentence": "当初你辞职报考是基于什么样的考虑呢？",
        "label": ""
      },
      {
        "sentence": "是因为非常喜欢现在报考的这个职位，所以即使辞职也是值得的；还是之前的工作遇到困难，所以报考只是一个权宜之计呢？",
        "label": ""
      },
      {
        "sentence": "我这样问是为了帮助你做出后续选择的分析：如果你非常喜欢你报考的职位，那么这一个月的时间可以为这份考试做些必要的准备。",
        "label": ""
      },
      {
        "sentence": "你可能会说，如果没考上岂不是白费了吗？",
        "label": ""
      },
      {
        "sentence": "这就要看你自己的选择了。",
        "label": ""
      },
      {
        "sentence": "如果你确定自己喜欢这个职位，即使考不上也可以复考，毕竟追求自己喜欢的事情是最重要的。",
        "label": ""
      },
      {
        "sentence": "所以，你所有的付出都是值得的。",
        "label": ""
      },
      {
        "sentence": "如果你报考只是为了逃避之前的工作，那么我建议你暂时不要对考试结果有太高期望，而是认真寻找你喜欢或愿意从事的工作。",
        "label": ""
      },
      {
        "sentence": "这个过程也不容易，需要你仔细调研市场上的工作机会，然后认真应聘。",
        "label": ""
      },
      {
        "sentence": "如果找到了心仪的工作，即使通过了考试也可以不去了。",
        "label": ""
      },
      {
        "sentence": "你可能会说我不理解你这种辞职参加考试的决定，既然决定参加考试，就应该去参加。",
        "label": ""
      },
      {
        "sentence": "是的，乍一听这样的建议可能有些不近人情，但是你要明白，辞职参加考试只是你寻找心仪工作的过程，并不是你最终想要的结果。",
        "label": ""
      },
      {
        "sentence": "你最终想要的结果是找到一份你喜欢或愿意做的工作。",
        "label": ""
      },
      {
        "sentence": "所以，当你弄清楚自己对工作的期望后，就能知道现在应该做些什么，也不会觉得无所事事了。",
        "label": ""
      },
      {
        "sentence": "当然，对于家人对你的不理解和冷嘲热讽，你要学会忍耐，并尽可能向他们表达你的想法，争取理解。",
        "label": ""
      },
      {
        "sentence": "这样做并不容易，对吧？",
        "label": ""
      },
      {
        "sentence": "是的，家人更多的是希望我们安定而不折腾，他们或许不理解你的选择和现状。",
        "label": ""
      },
      {
        "sentence": "这就是我所说的忍耐，因为时间会证明你为了追求自己想要的生活所经历的一切都是值得的。",
        "label": ""
      },
      {
        "sentence": "好好思考，坚持下去。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]