[
  {
    "role": "client",
    "content": "我21岁女生，一直以来，不知道为什么不愿意长大？如果我没记错，我4、5岁时就说过自己不想长大了，觉得呆在婴儿时期很好，不用做不喜欢的事情。但这个想法对我多年的学业影响不大。现在我在一个普通的本科，人际交往比刚入学时有点进步。我感觉自己特别不成熟，在抗拒长大：假着嗓子说话（有次网课回答问题被同学说声音很甜？）、习惯用反问的语气跟别人说话（又不是……还不让我………啊？！）、穿了漂亮衣服就忍不住炫耀（说话的底气是漂亮打扮给的）、全能自恋（我只要表现好就有新裙子）……道理我都懂，也知道要承担责任，但还是不想长大。好痛苦，不知怎么面对成年人的身份？",
    "annotation": [
      {
        "sentence": "我21岁女生，一直以来，不知道为什么不愿意长大？",
        "label": ""
      },
      {
        "sentence": "如果我没记错，我4、5岁时就说过自己不想长大了，觉得呆在婴儿时期很好，不用做不喜欢的事情。",
        "label": ""
      },
      {
        "sentence": "但这个想法对我多年的学业影响不大。",
        "label": ""
      },
      {
        "sentence": "现在我在一个普通的本科，人际交往比刚入学时有点进步。",
        "label": ""
      },
      {
        "sentence": "我感觉自己特别不成熟，在抗拒长大：假着嗓子说话（有次网课回答问题被同学说声音很甜？",
        "label": ""
      },
      {
        "sentence": "）、习惯用反问的语气跟别人说话（又不是……还不让我………啊？！",
        "label": ""
      },
      {
        "sentence": "）、穿了漂亮衣服就忍不住炫耀（说话的底气是漂亮打扮给的）、全能自恋（我只要表现好就有新裙子）……道理我都懂，也知道要承担责任，但还是不想长大。",
        "label": ""
      },
      {
        "sentence": "好痛苦，不知怎么面对成年人的身份？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你对不愿长大的困惑和痛苦，我能理解你的感受。其实，很多年轻人都面临着类似的问题，觉得成年后需要承担的责任和压力很大，导致对长大产生一定的抗拒情绪。现代社会对成功的定义普遍有很高的标准，年纪轻轻就要有很多的财富和成就，这给年轻人增加了很大的心理压力。但成功不是固定的，每个人的起点和经历都不同，不能单纯用年龄来评价。重要的是，你现在所面临的是一个学习和成长的阶段，得到的知识和经验会帮助你逐渐适应成年人的身份。你现在感到不成熟和抗拒长大也是很正常的，只要你愿意努力学习和改变，一切都会慢慢好起来的。",
    "annotation": [
      {
        "sentence": "你好，听到你对不愿长大的困惑和痛苦，我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "其实，很多年轻人都面临着类似的问题，觉得成年后需要承担的责任和压力很大，导致对长大产生一定的抗拒情绪。",
        "label": ""
      },
      {
        "sentence": "现代社会对成功的定义普遍有很高的标准，年纪轻轻就要有很多的财富和成就，这给年轻人增加了很大的心理压力。",
        "label": ""
      },
      {
        "sentence": "但成功不是固定的，每个人的起点和经历都不同，不能单纯用年龄来评价。",
        "label": ""
      },
      {
        "sentence": "重要的是，你现在所面临的是一个学习和成长的阶段，得到的知识和经验会帮助你逐渐适应成年人的身份。",
        "label": ""
      },
      {
        "sentence": "你现在感到不成熟和抗拒长大也是很正常的，只要你愿意努力学习和改变，一切都会慢慢好起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我确实意识到自己的不成熟和抗拒，但有时候我会觉得很困惑，不知道怎样才能真正面对成年人的责任和挑战。有时候我会想，如果能一直停留在儿童时期，就不用面对这些复杂的问题了。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我确实意识到自己的不成熟和抗拒，但有时候我会觉得很困惑，不知道怎样才能真正面对成年人的责任和挑战。",
        "label": ""
      },
      {
        "sentence": "有时候我会想，如果能一直停留在儿童时期，就不用面对这些复杂的问题了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的困惑和困难是可以理解的，成长是一个逐渐面对和解决问题的过程。但我们不能永远停留在儿童时期，面对问题是成长和提升自己的必经之路。也许你可以试着更积极地面对一些你觉得复杂的问题，逐步接受自己的成长并积极面对成年人的责任。同时，你也可以寻求一些可以帮助你成长和面对问题的方法，比如阅读一些成长类的书籍或者咨询一些专业人士的意见和建议。",
    "annotation": [
      {
        "sentence": "你的困惑和困难是可以理解的，成长是一个逐渐面对和解决问题的过程。",
        "label": ""
      },
      {
        "sentence": "但我们不能永远停留在儿童时期，面对问题是成长和提升自己的必经之路。",
        "label": ""
      },
      {
        "sentence": "也许你可以试着更积极地面对一些你觉得复杂的问题，逐步接受自己的成长并积极面对成年人的责任。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以寻求一些可以帮助你成长和面对问题的方法，比如阅读一些成长类的书籍或者咨询一些专业人士的意见和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，成长是不可避免的过程，我不能一直逃避。我会尝试更积极地面对问题，寻找合适的方法来解决困扰我成长的难题。同时，也会多阅读一些有关成长和自我提升的书籍，寻求专业人士的帮助和指导。谢谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "我明白了，成长是不可避免的过程，我不能一直逃避。",
        "label": ""
      },
      {
        "sentence": "我会尝试更积极地面对问题，寻找合适的方法来解决困扰我成长的难题。",
        "label": ""
      },
      {
        "sentence": "同时，也会多阅读一些有关成长和自我提升的书籍，寻求专业人士的帮助和指导。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意积极面对问题并尝试寻找解决方法。记住，成长和面对挑战需要时间和努力，不要过于苛求自己进步的速度。同时，也要对自己的成长过程有信心，每一步都是向前迈进的重要一步。如果你在成长过程中遇到困难，记得随时向我或其他人寻求支持和帮助，我们都愿意陪伴你度过困难的时刻。你并不孤单，我和世界都爱着你。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意积极面对问题并尝试寻找解决方法。",
        "label": ""
      },
      {
        "sentence": "记住，成长和面对挑战需要时间和努力，不要过于苛求自己进步的速度。",
        "label": ""
      },
      {
        "sentence": "同时，也要对自己的成长过程有信心，每一步都是向前迈进的重要一步。",
        "label": ""
      },
      {
        "sentence": "如果你在成长过程中遇到困难，记得随时向我或其他人寻求支持和帮助，我们都愿意陪伴你度过困难的时刻。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我和世界都爱着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和陪伴，我会保持信心，努力迈向自己的成长之路。如果有需要，我一定会及时寻求支持和帮助。再次感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和陪伴，我会保持信心，努力迈向自己的成长之路。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我一定会及时寻求支持和帮助。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意帮助你，并为你的成长之路加油。记住，你并不孤单，有许多人都愿意支持和陪伴你。无论何时何地，我都愿意倾听你的困惑并给予帮助。祝愿你取得更多的成长和进步！",
    "annotation": [
      {
        "sentence": "不客气，我很愿意帮助你，并为你的成长之路加油。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有许多人都愿意支持和陪伴你。",
        "label": ""
      },
      {
        "sentence": "无论何时何地，我都愿意倾听你的困惑并给予帮助。",
        "label": ""
      },
      {
        "sentence": "祝愿你取得更多的成长和进步！",
        "label": ""
      }
    ]
  }
]