[
  {
    "role": "client",
    "content": "我是一个30岁的女生，我喜欢一个男生。我曾经通过微信向他表白，但被拒绝了。我想知道是否还有机会。我们开始接触是因为他是我的同事给我介绍对象的。虽然没有成功找到对象，但在这个过程中，我逐渐喜欢上了他。大约半个月后，我通过微信主动找他聊天并表白，但他拒绝了。他说觉得我们做朋友比较合适，如果谈恋爱会觉得有些尴尬。然而，之后我还是继续主动找他聊天，我们能聊到凌晨一两点钟。所有的主动都是我来的，他从来没有主动找过我。在这种情况下，我还有可能打动他吗？",
    "annotation": [
      {
        "sentence": "我是一个30岁的女生，我喜欢一个男生。",
        "label": ""
      },
      {
        "sentence": "我曾经通过微信向他表白，但被拒绝了。",
        "label": ""
      },
      {
        "sentence": "我想知道是否还有机会。",
        "label": ""
      },
      {
        "sentence": "我们开始接触是因为他是我的同事给我介绍对象的。",
        "label": ""
      },
      {
        "sentence": "虽然没有成功找到对象，但在这个过程中，我逐渐喜欢上了他。",
        "label": ""
      },
      {
        "sentence": "大约半个月后，我通过微信主动找他聊天并表白，但他拒绝了。",
        "label": ""
      },
      {
        "sentence": "他说觉得我们做朋友比较合适，如果谈恋爱会觉得有些尴尬。",
        "label": ""
      },
      {
        "sentence": "然而，之后我还是继续主动找他聊天，我们能聊到凌晨一两点钟。",
        "label": ""
      },
      {
        "sentence": "所有的主动都是我来的，他从来没有主动找过我。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，我还有可能打动他吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你是一个30岁的女生。在和一个被视为“好朋友”的人的交往中，你却对他产生了感情。在你主动向他表白之后，尽管被拒绝了，你仍然继续主动和他联系。而他虽然没有主动拒绝，但也没有主动联系过你。你很难割舍这份喜欢，但同时也没有足够的时间和精力再这样下去。你一直在寻找他对你有意思的迹象，是这样吗？每个人都有表达喜欢的权利，也有努力追求自己喜欢的人的权利。但是在男女之间，表达喜欢的方式是有差异的，对于结果的影响也是非常大的。首先，这个男生一开始就没有对你产生兴趣，否则他就不会和你的同事一起为你介绍对象了。在相处的过程中，你直接对他表白，他没有给任何的暧昧回应，直接拒绝了你，这更加证实了他对你的态度。而之后，他并没有主动找你聊天，他是不会和你发展长期关系的。其次，你的感知能力也有所欠缺，在没有对对方的态度有任何把握的情况下就直接表白，而且还不断主动找他出去。男生是有征服欲望的，你的不断主动反而熄灭了这种欲望，同时也显示了你们之间价值不匹配（他高你低），你暴露出了自己低价值的一面。第三，这个男生应该没有什么戏了，而且如果你继续这样主动下去，最终只会得到短期关系，他不会投入长期的感情。如果你想吸引男生追求你，提升自己的择偶价值，获得长久的关系，我建议你去网上找一些高质量的恋爱课程，找一些好的导师帮助你。无论何时，女性都不应该忘记提升自己的价值。正如杨澜女士所说，女人应该像一朵盛开的花一样美丽，只要你足够美丽，男人就会像蝴蝶一样飞过来。",
    "annotation": [
      {
        "sentence": "我理解你是一个30岁的女生。",
        "label": ""
      },
      {
        "sentence": "在和一个被视为“好朋友”的人的交往中，你却对他产生了感情。",
        "label": ""
      },
      {
        "sentence": "在你主动向他表白之后，尽管被拒绝了，你仍然继续主动和他联系。",
        "label": ""
      },
      {
        "sentence": "而他虽然没有主动拒绝，但也没有主动联系过你。",
        "label": ""
      },
      {
        "sentence": "你很难割舍这份喜欢，但同时也没有足够的时间和精力再这样下去。",
        "label": ""
      },
      {
        "sentence": "你一直在寻找他对你有意思的迹象，是这样吗？",
        "label": ""
      },
      {
        "sentence": "每个人都有表达喜欢的权利，也有努力追求自己喜欢的人的权利。",
        "label": ""
      },
      {
        "sentence": "但是在男女之间，表达喜欢的方式是有差异的，对于结果的影响也是非常大的。",
        "label": ""
      },
      {
        "sentence": "首先，这个男生一开始就没有对你产生兴趣，否则他就不会和你的同事一起为你介绍对象了。",
        "label": ""
      },
      {
        "sentence": "在相处的过程中，你直接对他表白，他没有给任何的暧昧回应，直接拒绝了你，这更加证实了他对你的态度。",
        "label": ""
      },
      {
        "sentence": "而之后，他并没有主动找你聊天，他是不会和你发展长期关系的。",
        "label": ""
      },
      {
        "sentence": "其次，你的感知能力也有所欠缺，在没有对对方的态度有任何把握的情况下就直接表白，而且还不断主动找他出去。",
        "label": ""
      },
      {
        "sentence": "男生是有征服欲望的，你的不断主动反而熄灭了这种欲望，同时也显示了你们之间价值不匹配（他高你低），你暴露出了自己低价值的一面。",
        "label": ""
      },
      {
        "sentence": "第三，这个男生应该没有什么戏了，而且如果你继续这样主动下去，最终只会得到短期关系，他不会投入长期的感情。",
        "label": ""
      },
      {
        "sentence": "如果你想吸引男生追求你，提升自己的择偶价值，获得长久的关系，我建议你去网上找一些高质量的恋爱课程，找一些好的导师帮助你。",
        "label": ""
      },
      {
        "sentence": "无论何时，女性都不应该忘记提升自己的价值。",
        "label": ""
      },
      {
        "sentence": "正如杨澜女士所说，女人应该像一朵盛开的花一样美丽，只要你足够美丽，男人就会像蝴蝶一样飞过来。",
        "label": ""
      }
    ]
  }
]