[
  {
    "role": "client",
    "content": "我今年18岁，父亲强迫我做不喜欢的职业该怎么办？我今年18周岁，男孩，自小就非常喜欢锻炼，就属于班级后两排，由于学习不好初中毕业就上去了个中专，一直也没有停止锻炼，由于疫情就一直在家，也算是练出来个倒三角的身材，并且在一年半之前我就说想做健身行业，他们就不怎么同意，认为这一行是吃青春饭的，我的父亲脾气不太好，而且总是会和我说很多的为人处事的道理，我也不说什么，每次都只是默默听着，他问我，我就说个嗯，对，其实真的挺反感的，从小我也从来没跟他顶过嘴，因为我真的不敢，打心眼里害怕他，倒是近两年，我会和他吵架，最近他又说想让我去学车床，今天提了两次，我都没说话，他每次问我想做什么，我都说我只想做健身，每次都是一顿教育，其实我的父亲很爱我，总会给我很多钱，买很多我爱吃的，让我干活是为了锻炼我，这些我都懂，但就是想让我做那些不喜欢的事，就感觉自己的精神被压迫，真的很难受，我真是不知道该怎么办，求大家给我些建议，谢谢你们。",
    "annotation": [
      {
        "sentence": "我今年18岁，父亲强迫我做不喜欢的职业该怎么办？",
        "label": ""
      },
      {
        "sentence": "我今年18周岁，男孩，自小就非常喜欢锻炼，就属于班级后两排，由于学习不好初中毕业就上去了个中专，一直也没有停止锻炼，由于疫情就一直在家，也算是练出来个倒三角的身材，并且在一年半之前我就说想做健身行业，他们就不怎么同意，认为这一行是吃青春饭的，我的父亲脾气不太好，而且总是会和我说很多的为人处事的道理，我也不说什么，每次都只是默默听着，他问我，我就说个嗯，对，其实真的挺反感的，从小我也从来没跟他顶过嘴，因为我真的不敢，打心眼里害怕他，倒是近两年，我会和他吵架，最近他又说想让我去学车床，今天提了两次，我都没说话，他每次问我想做什么，我都说我只想做健身，每次都是一顿教育，其实我的父亲很爱我，总会给我很多钱，买很多我爱吃的，让我干活是为了锻炼我，这些我都懂，但就是想让我做那些不喜欢的事，就感觉自己的精神被压迫，真的很难受，我真是不知道该怎么办，求大家给我些建议，谢谢你们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你父亲对你的培养和关爱是出于好意的，他想让你学习一门手艺是希望你有稳定的职业和未来的发展。我觉得你可以先试着听从你父亲的建议，去学习一门手艺，与此同时你也可以继续坚持你的健身兴趣。这样做有助于你在未来的选择面更加广阔。你可以想象一下，学完手艺后，如果你还想继续投身于健身行业，即使失败了，你还有机床类工作这个备选。有备无患总是好的。另外，你现在只有18岁，对健身行业的了解可能还较为片面。你是否充分了解健身行业本身的工作要求？你有思考过该行业内如何定位自己吗？如果暂时没有答案，你可以在学习机床的过程中深入思考这些问题。你还可以回顾一下自己目前在这些方面是否达到了标准，有哪些需要提升的地方，这样在选择未来道路时会更有依据。",
    "annotation": [
      {
        "sentence": "你父亲对你的培养和关爱是出于好意的，他想让你学习一门手艺是希望你有稳定的职业和未来的发展。",
        "label": ""
      },
      {
        "sentence": "我觉得你可以先试着听从你父亲的建议，去学习一门手艺，与此同时你也可以继续坚持你的健身兴趣。",
        "label": ""
      },
      {
        "sentence": "这样做有助于你在未来的选择面更加广阔。",
        "label": ""
      },
      {
        "sentence": "你可以想象一下，学完手艺后，如果你还想继续投身于健身行业，即使失败了，你还有机床类工作这个备选。",
        "label": ""
      },
      {
        "sentence": "有备无患总是好的。",
        "label": ""
      },
      {
        "sentence": "另外，你现在只有18岁，对健身行业的了解可能还较为片面。",
        "label": ""
      },
      {
        "sentence": "你是否充分了解健身行业本身的工作要求？",
        "label": ""
      },
      {
        "sentence": "你有思考过该行业内如何定位自己吗？",
        "label": ""
      },
      {
        "sentence": "如果暂时没有答案，你可以在学习机床的过程中深入思考这些问题。",
        "label": ""
      },
      {
        "sentence": "你还可以回顾一下自己目前在这些方面是否达到了标准，有哪些需要提升的地方，这样在选择未来道路时会更有依据。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，支持者。我确实明白父亲的好意，但就是感觉很难受被迫选择不喜欢的职业。虽然我对健身行业有一定的了解，但具体的工作要求和如何定位自己还需要更深入的考虑。我担心自己在选择机床类工作后，无法再发展自己的健身事业。我真的很困惑，不知道该如何权衡选择。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，支持者。",
        "label": ""
      },
      {
        "sentence": "我确实明白父亲的好意，但就是感觉很难受被迫选择不喜欢的职业。",
        "label": ""
      },
      {
        "sentence": "虽然我对健身行业有一定的了解，但具体的工作要求和如何定位自己还需要更深入的考虑。",
        "label": ""
      },
      {
        "sentence": "我担心自己在选择机床类工作后，无法再发展自己的健身事业。",
        "label": ""
      },
      {
        "sentence": "我真的很困惑，不知道该如何权衡选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的困惑。权衡选择时，你可以先考虑自己的兴趣和职业发展的长远性。如果健身是你的热爱，那么你可以为此努力并寻找适合你的发展方向。同时，你也可以选择和父亲沟通，表达你对健身事业的热情，并说明你对学习机床的顾虑和担忧。通过与父亲的真诚交流，你们可以更好地理解彼此的想法，寻找到更好的解决方案。无论最终选择哪条道路，积极的心态和不断学习都是成功的关键。",
    "annotation": [
      {
        "sentence": "我了解你的困惑。",
        "label": ""
      },
      {
        "sentence": "权衡选择时，你可以先考虑自己的兴趣和职业发展的长远性。",
        "label": ""
      },
      {
        "sentence": "如果健身是你的热爱，那么你可以为此努力并寻找适合你的发展方向。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以选择和父亲沟通，表达你对健身事业的热情，并说明你对学习机床的顾虑和担忧。",
        "label": ""
      },
      {
        "sentence": "通过与父亲的真诚交流，你们可以更好地理解彼此的想法，寻找到更好的解决方案。",
        "label": ""
      },
      {
        "sentence": "无论最终选择哪条道路，积极的心态和不断学习都是成功的关键。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，支持者。我明白现在和父亲坦诚交流的重要性，我将尝试更积极地与他沟通，并努力找到适合自己的发展道路。同时，我也会努力保持积极向上的心态和持续学习，谢谢你的支持。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，支持者。",
        "label": ""
      },
      {
        "sentence": "我明白现在和父亲坦诚交流的重要性，我将尝试更积极地与他沟通，并努力找到适合自己的发展道路。",
        "label": ""
      },
      {
        "sentence": "同时，我也会努力保持积极向上的心态和持续学习，谢谢你的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很棒，求助者！面对困难和选择时，保持积极向上的心态和主动行动都是非常重要的。相信你会找到适合自己的道路，实现自己的梦想。如果你还有任何困惑或需要帮助，随时来找我聊天。祝福你未来的发展顺利！",
    "annotation": [
      {
        "sentence": "你很棒，求助者！",
        "label": ""
      },
      {
        "sentence": "面对困难和选择时，保持积极向上的心态和主动行动都是非常重要的。",
        "label": ""
      },
      {
        "sentence": "相信你会找到适合自己的道路，实现自己的梦想。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何困惑或需要帮助，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝福你未来的发展顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和祝福，支持者！确实，在你的帮助和理解下，我对自己的未来充满了信心。如果将来我遇到困难，我一定会向你寻求帮助。再次感谢你的支持！祝你一切顺利！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和祝福，支持者！",
        "label": ""
      },
      {
        "sentence": "确实，在你的帮助和理解下，我对自己的未来充满了信心。",
        "label": ""
      },
      {
        "sentence": "如果将来我遇到困难，我一定会向你寻求帮助。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]