[
  {
    "role": "client",
    "content": "最近我觉得自己越来越难受了。17岁刚刚高三，我觉得高中大学工作苦海无边不如死了。三个月前开始咳嗽，一直好不了。高三学习压力很大，尤其是我的数学成绩下降了，我总觉得有一堆事情压在心里，经常唉声叹气。晚上入睡时间也变得越来越长，有时候还做噩梦。",
    "annotation": [
      {
        "sentence": "最近我觉得自己越来越难受了。",
        "label": ""
      },
      {
        "sentence": "17岁刚刚高三，我觉得高中大学工作苦海无边不如死了。",
        "label": ""
      },
      {
        "sentence": "三个月前开始咳嗽，一直好不了。",
        "label": ""
      },
      {
        "sentence": "高三学习压力很大，尤其是我的数学成绩下降了，我总觉得有一堆事情压在心里，经常唉声叹气。",
        "label": ""
      },
      {
        "sentence": "晚上入睡时间也变得越来越长，有时候还做噩梦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说起来，确实遇到了许多困难和压力。三个月的咳嗽，有去看医生吗？虽然咳嗽问题可能不算大，但也不要忽视它，一直拖延下去可能会导致更大的问题。身体和心理是相互关联的，只有保持良好的身体状态，才能更好地面对生活的压力。我建议你尽快去看医生一下。高中、大学、工作确实是一个充满压力的环境，我明白这并不容易。但是，我们要知道，学习和工作占据了我们人生的大部分时间，如果我们只把它们看作是痛苦的事情，那我们的生活将变得非常辛苦。虽然学习和工作中有一些不愿意做的事情，但其中总能找到一些乐趣。如果我们能发现其中的乐趣，也许就会觉得它们并没有想象中那么糟糕。回想起我的学习阶段，对我来说，学习从未是一件痛苦的事情，我愿意去发掘学习中有趣的东西，学习新的知识点对我而言是一件很有意思的事情。工作也是如此，虽然遇到过很多不如意，但我也从中获得了很多的价值感，从某种程度上来说，工作也造就了我。我们的信念决定了我们的态度，而态度又决定了我们的生活质量。如果你一直认为学习和工作都是痛苦的，那只要想到还要经历那么多痛苦，会感觉很沉重。为什么不换个角度，用好奇心去面对学习和工作，把它们当作一座神秘的森林，等待你去探索。不要想得太远，一步一步地走，一步一步地经历就好了。至于睡眠问题，你可以考虑看看心理医生，他们会更专业地帮助你。(^_-)",
    "annotation": [
      {
        "sentence": "听你说起来，确实遇到了许多困难和压力。",
        "label": ""
      },
      {
        "sentence": "三个月的咳嗽，有去看医生吗？",
        "label": ""
      },
      {
        "sentence": "虽然咳嗽问题可能不算大，但也不要忽视它，一直拖延下去可能会导致更大的问题。",
        "label": ""
      },
      {
        "sentence": "身体和心理是相互关联的，只有保持良好的身体状态，才能更好地面对生活的压力。",
        "label": ""
      },
      {
        "sentence": "我建议你尽快去看医生一下。",
        "label": ""
      },
      {
        "sentence": "高中、大学、工作确实是一个充满压力的环境，我明白这并不容易。",
        "label": ""
      },
      {
        "sentence": "但是，我们要知道，学习和工作占据了我们人生的大部分时间，如果我们只把它们看作是痛苦的事情，那我们的生活将变得非常辛苦。",
        "label": ""
      },
      {
        "sentence": "虽然学习和工作中有一些不愿意做的事情，但其中总能找到一些乐趣。",
        "label": ""
      },
      {
        "sentence": "如果我们能发现其中的乐趣，也许就会觉得它们并没有想象中那么糟糕。",
        "label": ""
      },
      {
        "sentence": "回想起我的学习阶段，对我来说，学习从未是一件痛苦的事情，我愿意去发掘学习中有趣的东西，学习新的知识点对我而言是一件很有意思的事情。",
        "label": ""
      },
      {
        "sentence": "工作也是如此，虽然遇到过很多不如意，但我也从中获得了很多的价值感，从某种程度上来说，工作也造就了我。",
        "label": ""
      },
      {
        "sentence": "我们的信念决定了我们的态度，而态度又决定了我们的生活质量。",
        "label": ""
      },
      {
        "sentence": "如果你一直认为学习和工作都是痛苦的，那只要想到还要经历那么多痛苦，会感觉很沉重。",
        "label": ""
      },
      {
        "sentence": "为什么不换个角度，用好奇心去面对学习和工作，把它们当作一座神秘的森林，等待你去探索。",
        "label": ""
      },
      {
        "sentence": "不要想得太远，一步一步地走，一步一步地经历就好了。",
        "label": ""
      },
      {
        "sentence": "至于睡眠问题，你可以考虑看看心理医生，他们会更专业地帮助你。",
        "label": ""
      },
      {
        "sentence": "(^_-)",
        "label": ""
      }
    ]
  }
]