[
  {
    "role": "client",
    "content": "男同性恋可以结婚吗？会幸福吗？作为一个男同性恋者我时常很痛苦，很心累，我觉得这是命运在捉弄我，为什么不能让我简简单单做个正常人？唉，眼看已经三十岁了，难道要孤独终老吗？我对异性没有兴趣，没有办法产生爱情，我应该结婚吗？就算结了婚会幸福吗？",
    "annotation": [
      {
        "sentence": "男同性恋可以结婚吗？",
        "label": ""
      },
      {
        "sentence": "会幸福吗？",
        "label": ""
      },
      {
        "sentence": "作为一个男同性恋者我时常很痛苦，很心累，我觉得这是命运在捉弄我，为什么不能让我简简单单做个正常人？",
        "label": ""
      },
      {
        "sentence": "唉，眼看已经三十岁了，难道要孤独终老吗？",
        "label": ""
      },
      {
        "sentence": "我对异性没有兴趣，没有办法产生爱情，我应该结婚吗？",
        "label": ""
      },
      {
        "sentence": "就算结了婚会幸福吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我能感受到你内心的痛苦和困惑。其实，所谓的“正常人”并没有一个确定的定义。异性恋并不代表就是“正常人”，而同性恋只是意味着你对和自己性别相同的人有感情。如果把同性恋当作不正常，就忽视了国家通过同性恋婚姻法以及人们为其发声的现实。这个世界上有很多男同性恋者，他们有些还在恋爱期，有些是单身。他们有些成为了网红，也有些只是普通的人。他们的生活并没有太大的不同，只是爱上了和自己性别相同的人而已。喜欢一个人应该基于感觉，是因为你喜欢他这个人，而不是因为他的性别。你喜欢的是他这个人，而不是他的性别呢。",
    "annotation": [
      {
        "sentence": "求助者，我能感受到你内心的痛苦和困惑。",
        "label": ""
      },
      {
        "sentence": "其实，所谓的“正常人”并没有一个确定的定义。",
        "label": ""
      },
      {
        "sentence": "异性恋并不代表就是“正常人”，而同性恋只是意味着你对和自己性别相同的人有感情。",
        "label": ""
      },
      {
        "sentence": "如果把同性恋当作不正常，就忽视了国家通过同性恋婚姻法以及人们为其发声的现实。",
        "label": ""
      },
      {
        "sentence": "这个世界上有很多男同性恋者，他们有些还在恋爱期，有些是单身。",
        "label": ""
      },
      {
        "sentence": "他们有些成为了网红，也有些只是普通的人。",
        "label": ""
      },
      {
        "sentence": "他们的生活并没有太大的不同，只是爱上了和自己性别相同的人而已。",
        "label": ""
      },
      {
        "sentence": "喜欢一个人应该基于感觉，是因为你喜欢他这个人，而不是因为他的性别。",
        "label": ""
      },
      {
        "sentence": "你喜欢的是他这个人，而不是他的性别呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的解释，我明白了同性恋并不意味着不正常，也不是命运在捉弄我。但是我还是很担心结婚后的幸福问题，毕竟在中国同性恋婚姻还没有得到认可。你觉得我应该去国外结婚吗？",
    "annotation": [
      {
        "sentence": "听了你的解释，我明白了同性恋并不意味着不正常，也不是命运在捉弄我。",
        "label": ""
      },
      {
        "sentence": "但是我还是很担心结婚后的幸福问题，毕竟在中国同性恋婚姻还没有得到认可。",
        "label": ""
      },
      {
        "sentence": "你觉得我应该去国外结婚吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，目前中国对同性恋婚姻还没有承认。所以，如果你希望结婚，就需要去国外寻找合适的环境。虽然结婚后是否幸福很难确定，但我们并不能因为这个原因就放弃追寻自己的幸福。重要的是要用心去寻找属于你的幸福，无论是国内还是国外，都有很多同性恋者经历了幸福的婚姻生活。我们希望你能够心想事成，万事如意！",
    "annotation": [
      {
        "sentence": "是的，目前中国对同性恋婚姻还没有承认。",
        "label": ""
      },
      {
        "sentence": "所以，如果你希望结婚，就需要去国外寻找合适的环境。",
        "label": ""
      },
      {
        "sentence": "虽然结婚后是否幸福很难确定，但我们并不能因为这个原因就放弃追寻自己的幸福。",
        "label": ""
      },
      {
        "sentence": "重要的是要用心去寻找属于你的幸福，无论是国内还是国外，都有很多同性恋者经历了幸福的婚姻生活。",
        "label": ""
      },
      {
        "sentence": "我们希望你能够心想事成，万事如意！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我决定要为自己的幸福努力奋斗，不再被困扰和痛苦所左右。无论是在国内还是国外，我都会去寻找真正属于我的幸福。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我决定要为自己的幸福努力奋斗，不再被困扰和痛苦所左右。",
        "label": ""
      },
      {
        "sentence": "无论是在国内还是国外，我都会去寻找真正属于我的幸福。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴能够为你提供帮助，你的决定展现了你的勇气和坚定。无论面对什么困难和挑战，记得你不是孤单一人，有许多人与你一起奋斗。请相信，只要你为了自己的幸福而努力，一定会找到属于你的幸福。祝福你一切顺利，加油！",
    "annotation": [
      {
        "sentence": "我很高兴能够为你提供帮助，你的决定展现了你的勇气和坚定。",
        "label": ""
      },
      {
        "sentence": "无论面对什么困难和挑战，记得你不是孤单一人，有许多人与你一起奋斗。",
        "label": ""
      },
      {
        "sentence": "请相信，只要你为了自己的幸福而努力，一定会找到属于你的幸福。",
        "label": ""
      },
      {
        "sentence": "祝福你一切顺利，加油！",
        "label": ""
      }
    ]
  }
]