[
  {
    "role": "client",
    "content": "关系比较敏感，还可以和他打招呼吗？我喜欢一个男生，然后和他表白被拒绝了，然后后来说我不喜欢他了，还想做普通朋友，可是那时又不知道什么时候又喜欢上他了，然后感觉他有时不太想理我的，只是出于礼貌吧，我自己感觉的，可能也是我在乎他，然后太敏感了，感觉忽冷忽然的。然后有一次我发消息，他没有回，可能他觉得那条消息也不用回吧，或者是那条不开心吧。隔了几天，我都在想他没回我，然后又遇到他了，他居然对我笑了，然后我还在气就没理他。后来又遇到了，我们都假装看不见彼此。我肯定我现在已经不喜欢他了，还可以和他打招呼吗？会不会显得我没自尊？其实做不做朋友对我来说已经无所谓了，我平时都很珍惜身边的朋友，有点舍不得吧。",
    "annotation": [
      {
        "sentence": "关系比较敏感，还可以和他打招呼吗？",
        "label": ""
      },
      {
        "sentence": "我喜欢一个男生，然后和他表白被拒绝了，然后后来说我不喜欢他了，还想做普通朋友，可是那时又不知道什么时候又喜欢上他了，然后感觉他有时不太想理我的，只是出于礼貌吧，我自己感觉的，可能也是我在乎他，然后太敏感了，感觉忽冷忽然的。",
        "label": ""
      },
      {
        "sentence": "然后有一次我发消息，他没有回，可能他觉得那条消息也不用回吧，或者是那条不开心吧。",
        "label": ""
      },
      {
        "sentence": "隔了几天，我都在想他没回我，然后又遇到他了，他居然对我笑了，然后我还在气就没理他。",
        "label": ""
      },
      {
        "sentence": "后来又遇到了，我们都假装看不见彼此。",
        "label": ""
      },
      {
        "sentence": "我肯定我现在已经不喜欢他了，还可以和他打招呼吗？",
        "label": ""
      },
      {
        "sentence": "会不会显得我没自尊？",
        "label": ""
      },
      {
        "sentence": "其实做不做朋友对我来说已经无所谓了，我平时都很珍惜身边的朋友，有点舍不得吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你的遭遇，我理解你感到困惑和痛苦的心情。在不确定的感情中，我们常常被矛盾的情绪所困扰。从你的叙述上来看，你的情感起伏很大，你对他的态度也一直在变化。我想告诉你，这样的情感经历其实很正常，很多人都会经历类似的心理过程。不过，我觉得在目前这个阶段，你可能还没有完全弄清楚自己对他的感觉。",
    "annotation": [
      {
        "sentence": "你好，听到你的遭遇，我理解你感到困惑和痛苦的心情。",
        "label": ""
      },
      {
        "sentence": "在不确定的感情中，我们常常被矛盾的情绪所困扰。",
        "label": ""
      },
      {
        "sentence": "从你的叙述上来看，你的情感起伏很大，你对他的态度也一直在变化。",
        "label": ""
      },
      {
        "sentence": "我想告诉你，这样的情感经历其实很正常，很多人都会经历类似的心理过程。",
        "label": ""
      },
      {
        "sentence": "不过，我觉得在目前这个阶段，你可能还没有完全弄清楚自己对他的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也意识到自己内心的混乱，不知道自己到底是喜欢他还是只是一时的迷恋。我不知道怎样分辨我自己真实的感觉。",
    "annotation": [
      {
        "sentence": "是的，我也意识到自己内心的混乱，不知道自己到底是喜欢他还是只是一时的迷恋。",
        "label": ""
      },
      {
        "sentence": "我不知道怎样分辨我自己真实的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于不确定的感情，重要的是先了解自己的内心。真正喜欢一个人是不会太在意别人的反馈的，而是会专注于自己的感受。只有真实地面对自己的内心，才能更好地分辨出自己的真实感受。你是否愿意花一些时间反思一下你和这个男生的相处，让自己更清楚你的感觉呢？",
    "annotation": [
      {
        "sentence": "对于不确定的感情，重要的是先了解自己的内心。",
        "label": ""
      },
      {
        "sentence": "真正喜欢一个人是不会太在意别人的反馈的，而是会专注于自己的感受。",
        "label": ""
      },
      {
        "sentence": "只有真实地面对自己的内心，才能更好地分辨出自己的真实感受。",
        "label": ""
      },
      {
        "sentence": "你是否愿意花一些时间反思一下你和这个男生的相处，让自己更清楚你的感觉呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我明白了。我会尝试花时间思考并了解自己的真实感受。但我有时会觉得他对我不太理睬，这是不是只是出于礼貌呢？",
    "annotation": [
      {
        "sentence": "好的，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会尝试花时间思考并了解自己的真实感受。",
        "label": ""
      },
      {
        "sentence": "但我有时会觉得他对我不太理睬，这是不是只是出于礼貌呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要过分解读他的行为，有时候我们会过度推测他人的想法。他对你的态度可能是因为他自己的原因，而不一定和你的感受有关。你也提到有一次他没有回你的消息，可能他觉得那条消息没有必要回复，或者他当时心情不好。不要让这些细小的事情左右你的情绪，要以更宽容的心态对待他人的行为。",
    "annotation": [
      {
        "sentence": "不要过分解读他的行为，有时候我们会过度推测他人的想法。",
        "label": ""
      },
      {
        "sentence": "他对你的态度可能是因为他自己的原因，而不一定和你的感受有关。",
        "label": ""
      },
      {
        "sentence": "你也提到有一次他没有回你的消息，可能他觉得那条消息没有必要回复，或者他当时心情不好。",
        "label": ""
      },
      {
        "sentence": "不要让这些细小的事情左右你的情绪，要以更宽容的心态对待他人的行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可能太过敏感了，需要更宽容一些。但是有时我会遇到他而感到尴尬，不知道是应该主动打招呼还是保持距离。",
    "annotation": [
      {
        "sentence": "我明白了，我可能太过敏感了，需要更宽容一些。",
        "label": ""
      },
      {
        "sentence": "但是有时我会遇到他而感到尴尬，不知道是应该主动打招呼还是保持距离。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很正常的矛盾心理。你可以尝试主动打个招呼，毕竟你们原本是朋友，保持友好的态度是可以的。如果他也回应你，那就很好；如果他没有理睬，也不必太过纠结。记住，与他交流与否，并不能决定你的价值和自尊。你要相信自己，注重维护自己的情感健康，做出对自己最有益的决定。",
    "annotation": [
      {
        "sentence": "这是一个很正常的矛盾心理。",
        "label": ""
      },
      {
        "sentence": "你可以尝试主动打个招呼，毕竟你们原本是朋友，保持友好的态度是可以的。",
        "label": ""
      },
      {
        "sentence": "如果他也回应你，那就很好；如果他没有理睬，也不必太过纠结。",
        "label": ""
      },
      {
        "sentence": "记住，与他交流与否，并不能决定你的价值和自尊。",
        "label": ""
      },
      {
        "sentence": "你要相信自己，注重维护自己的情感健康，做出对自己最有益的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着采取这些行动。毕竟，友谊对我来说也是很重要的。还有一件事，我有点舍不得和他断了联系，也不想失去一个朋友。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着采取这些行动。",
        "label": ""
      },
      {
        "sentence": "毕竟，友谊对我来说也是很重要的。",
        "label": ""
      },
      {
        "sentence": "还有一件事，我有点舍不得和他断了联系，也不想失去一个朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对这段友谊的情感，但不要因为舍不得而委屈自己。如果你觉得和他成为普通朋友不会让你感到不舒服，那继续保持联系是可以的。不过，要学会保护好自己的情感，不要过度投入而忽略了自己的感受。只有找到平衡点，你才能真正享受这段友谊。",
    "annotation": [
      {
        "sentence": "我理解你对这段友谊的情感，但不要因为舍不得而委屈自己。",
        "label": ""
      },
      {
        "sentence": "如果你觉得和他成为普通朋友不会让你感到不舒服，那继续保持联系是可以的。",
        "label": ""
      },
      {
        "sentence": "不过，要学会保护好自己的情感，不要过度投入而忽略了自己的感受。",
        "label": ""
      },
      {
        "sentence": "只有找到平衡点，你才能真正享受这段友谊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会记住你的话，谢谢你的支持和帮助。我现在感觉好多了，有了一些方向，不再迷茫了。",
    "annotation": [
      {
        "sentence": "我会记住你的话，谢谢你的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "我现在感觉好多了，有了一些方向，不再迷茫了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你感觉好多了。当你找到了内心的方向，你就能更好地应对这样的情感困惑。记住，你值得被正真关心和理解，而且你也拥有足够的勇气面对自己的情感。祝愿你能以积极的态度来面对未来的发展，保持心情开朗，享受生活中的美好时光。",
    "annotation": [
      {
        "sentence": "很高兴听到你感觉好多了。",
        "label": ""
      },
      {
        "sentence": "当你找到了内心的方向，你就能更好地应对这样的情感困惑。",
        "label": ""
      },
      {
        "sentence": "记住，你值得被正真关心和理解，而且你也拥有足够的勇气面对自己的情感。",
        "label": ""
      },
      {
        "sentence": "祝愿你能以积极的态度来面对未来的发展，保持心情开朗，享受生活中的美好时光。",
        "label": ""
      }
    ]
  }
]