[
  {
    "role": "client",
    "content": "我曾经沉溺于一段失去的友情，这是什么导致的心理？我是女生，十年前上高中的时候，有一个很要好的朋友，我们的友情让我很开心。但后来因为一些小事，我们的友谊破裂了。我就陷入了这种失去中无法自拔的状态。具体表现在，我不去争取弥补我们的友情，而是一直关注着她，忘记了自己。除了她，我眼里没有其他人，其他事情。甚至幻想她也像我一样关注着我。我对自己的学习、关系以及一切都不再在意。整个世界都变得暗淡了，我好像被魔法籍着一样。现在我已经不理解当时的自己为什么会有这种心理和生活状态。当时没有人关心我，我也放弃了自己的生活。请问老师可以帮我看看吗？为什么会有这种奇怪的沉溺产生？我现在一切都好，只是不理解当时的自己为什么这么傻？",
    "annotation": [
      {
        "sentence": "我曾经沉溺于一段失去的友情，这是什么导致的心理？",
        "label": ""
      },
      {
        "sentence": "我是女生，十年前上高中的时候，有一个很要好的朋友，我们的友情让我很开心。",
        "label": ""
      },
      {
        "sentence": "但后来因为一些小事，我们的友谊破裂了。",
        "label": ""
      },
      {
        "sentence": "我就陷入了这种失去中无法自拔的状态。",
        "label": ""
      },
      {
        "sentence": "具体表现在，我不去争取弥补我们的友情，而是一直关注着她，忘记了自己。",
        "label": ""
      },
      {
        "sentence": "除了她，我眼里没有其他人，其他事情。",
        "label": ""
      },
      {
        "sentence": "甚至幻想她也像我一样关注着我。",
        "label": ""
      },
      {
        "sentence": "我对自己的学习、关系以及一切都不再在意。",
        "label": ""
      },
      {
        "sentence": "整个世界都变得暗淡了，我好像被魔法籍着一样。",
        "label": ""
      },
      {
        "sentence": "现在我已经不理解当时的自己为什么会有这种心理和生活状态。",
        "label": ""
      },
      {
        "sentence": "当时没有人关心我，我也放弃了自己的生活。",
        "label": ""
      },
      {
        "sentence": "请问老师可以帮我看看吗？",
        "label": ""
      },
      {
        "sentence": "为什么会有这种奇怪的沉溺产生？",
        "label": ""
      },
      {
        "sentence": "我现在一切都好，只是不理解当时的自己为什么这么傻？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这位姑娘，很高兴能在这个平台上与你相遇，希望我的话语能给你带来阳光，温暖你的心房。我看了你的描述，让我想起了《心的重建》里的一句话：“我实在是太空虚了，所以心里全部都是你！”你会沉溺其中无法自拔，说明在平时你内心深处是比较缺乏爱的。你内心深处的爱缺乏，因此你很容易“给点阳光就灿烂”。相信当时的那段友情对你来说就像一缕阳光，滋润了你的心田。于是你想拼命地抓住它，就像抓住救命稻草一样。你害怕失去了这个朋友之后，很难再感受到爱了，对吗？你缺乏爱是没错，但是你有没有想过这一点：别人是否有义务为你的缺乏爱买单并给予你想要的爱呢？因为在这个世界上只有三件事情，自己的事情、别人的事情和老天爷的事情。你缺乏爱是你自己的事情；别人能不能给予你想要的爱是别人的事情；你这辈子会遇到谁，要看缘分，这是老天爷的事情。老天爷派她到你身边，是为了疗愈你、帮助你成长的。是想提醒你，除了你自己，没有人有义务来爱你。帮助你是情分，不帮你是本分。这本身也是一种对你的爱。只有当你真正学会自我关爱的时候，别人才会来爱你。所以，要想真正解释清楚当时的问题，你需要搞清楚两个问题：当初发生了什么小事导致你们之间的友情破裂？你当时家庭中与父母之间的亲密关系如何呢？当然，这涉及到你个人的隐私，我尊重你的个人意愿。而且，已经过去十年了，过去的事情已经很难梳理清楚了。所以，我想对你说一句话：过去只是生活经历，不应成为负担，放下负担，迎接新生活吧！祝你好运。",
    "annotation": [
      {
        "sentence": "这位姑娘，很高兴能在这个平台上与你相遇，希望我的话语能给你带来阳光，温暖你的心房。",
        "label": ""
      },
      {
        "sentence": "我看了你的描述，让我想起了《心的重建》里的一句话：“我实在是太空虚了，所以心里全部都是你！",
        "label": ""
      },
      {
        "sentence": "”你会沉溺其中无法自拔，说明在平时你内心深处是比较缺乏爱的。",
        "label": ""
      },
      {
        "sentence": "你内心深处的爱缺乏，因此你很容易“给点阳光就灿烂”。",
        "label": ""
      },
      {
        "sentence": "相信当时的那段友情对你来说就像一缕阳光，滋润了你的心田。",
        "label": ""
      },
      {
        "sentence": "于是你想拼命地抓住它，就像抓住救命稻草一样。",
        "label": ""
      },
      {
        "sentence": "你害怕失去了这个朋友之后，很难再感受到爱了，对吗？",
        "label": ""
      },
      {
        "sentence": "你缺乏爱是没错，但是你有没有想过这一点：别人是否有义务为你的缺乏爱买单并给予你想要的爱呢？",
        "label": ""
      },
      {
        "sentence": "因为在这个世界上只有三件事情，自己的事情、别人的事情和老天爷的事情。",
        "label": ""
      },
      {
        "sentence": "你缺乏爱是你自己的事情；别人能不能给予你想要的爱是别人的事情；你这辈子会遇到谁，要看缘分，这是老天爷的事情。",
        "label": ""
      },
      {
        "sentence": "老天爷派她到你身边，是为了疗愈你、帮助你成长的。",
        "label": ""
      },
      {
        "sentence": "是想提醒你，除了你自己，没有人有义务来爱你。",
        "label": ""
      },
      {
        "sentence": "帮助你是情分，不帮你是本分。",
        "label": ""
      },
      {
        "sentence": "这本身也是一种对你的爱。",
        "label": ""
      },
      {
        "sentence": "只有当你真正学会自我关爱的时候，别人才会来爱你。",
        "label": ""
      },
      {
        "sentence": "所以，要想真正解释清楚当时的问题，你需要搞清楚两个问题：当初发生了什么小事导致你们之间的友情破裂？",
        "label": ""
      },
      {
        "sentence": "你当时家庭中与父母之间的亲密关系如何呢？",
        "label": ""
      },
      {
        "sentence": "当然，这涉及到你个人的隐私，我尊重你的个人意愿。",
        "label": ""
      },
      {
        "sentence": "而且，已经过去十年了，过去的事情已经很难梳理清楚了。",
        "label": ""
      },
      {
        "sentence": "所以，我想对你说一句话：过去只是生活经历，不应成为负担，放下负担，迎接新生活吧！",
        "label": ""
      },
      {
        "sentence": "祝你好运。",
        "label": ""
      }
    ]
  }
]