[
  {
    "role": "client",
    "content": "一段很累、很不舒服的友情，要不要继续？我是一个22的大四学生，男生，我的朋友是我的室友。",
    "annotation": [
      {
        "sentence": "一段很累、很不舒服的友情，要不要继续？",
        "label": ""
      },
      {
        "sentence": "我是一个22的大四学生，男生，我的朋友是我的室友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情。从你的描述上看了，确实你们两个人可能是在性格和为人处世的方式上有比较明显的差异。很有可能两个人其实都是很好很好的人，但是由于性格或者行为上面不太匹配的话可能也是没有办法去维持一个很好的朋友关系。",
    "annotation": [
      {
        "sentence": "非常理解你的心情。",
        "label": ""
      },
      {
        "sentence": "从你的描述上看了，确实你们两个人可能是在性格和为人处世的方式上有比较明显的差异。",
        "label": ""
      },
      {
        "sentence": "很有可能两个人其实都是很好很好的人，但是由于性格或者行为上面不太匹配的话可能也是没有办法去维持一个很好的朋友关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我们确实在很多方面存在差异。我的性格很敏感，很在意周围人的看法和状态，而他是心思粗矿、不拘小节的性格。有时候他还会喜欢抬杠，让我觉得很不舒服。以前我一直都在忍让，但是最近他让我很生气，我让他帮我问一问宿管阿姨邮递公司的价格，结果他直截了当的说不问。我们这么好的朋友，这么小的事情难道就不能帮帮忙吗？",
    "annotation": [
      {
        "sentence": "是的，我们确实在很多方面存在差异。",
        "label": ""
      },
      {
        "sentence": "我的性格很敏感，很在意周围人的看法和状态，而他是心思粗矿、不拘小节的性格。",
        "label": ""
      },
      {
        "sentence": "有时候他还会喜欢抬杠，让我觉得很不舒服。",
        "label": ""
      },
      {
        "sentence": "以前我一直都在忍让，但是最近他让我很生气，我让他帮我问一问宿管阿姨邮递公司的价格，结果他直截了当的说不问。",
        "label": ""
      },
      {
        "sentence": "我们这么好的朋友，这么小的事情难道就不能帮帮忙吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的感受。如果他总是讽刺你、挖苦你，那确实是你需要关注的问题，你要尽可能减少这种负面的评判，对你的影响。而且如果他对你的负面评价确实特别多，给你带来了很多负能量，适当地远离他也是一个好的选择。",
    "annotation": [
      {
        "sentence": "我完全理解你的感受。",
        "label": ""
      },
      {
        "sentence": "如果他总是讽刺你、挖苦你，那确实是你需要关注的问题，你要尽可能减少这种负面的评判，对你的影响。",
        "label": ""
      },
      {
        "sentence": "而且如果他对你的负面评价确实特别多，给你带来了很多负能量，适当地远离他也是一个好的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我得确实考虑一下，这样的友谊是否值得维持。但是我不明白的是，为什么他不愿意帮我问一下宿管阿姨的价格呢？这样的小事情他不帮忙，难道对他来说不重要吗？",
    "annotation": [
      {
        "sentence": "你说得对，我得确实考虑一下，这样的友谊是否值得维持。",
        "label": ""
      },
      {
        "sentence": "但是我不明白的是，为什么他不愿意帮我问一下宿管阿姨的价格呢？",
        "label": ""
      },
      {
        "sentence": "这样的小事情他不帮忙，难道对他来说不重要吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有时候是否帮助别人与忙碌的程度、麻烦的程度并没有直接联系。有些朋友在面临重大考验时，还是能够站在同一个阵营。而且，他不帮你并不意味着他不把你当做好朋友。你这样说，有一些道德绑架的感觉。好像把小的责任分给对方，对方必须接受一样。当然，对方没有直接答应你的请求，也可能有一些情绪在，有一些不愉快。可能是因为最近你们的关系不顺利，不愉快，也可能是因为你在某些情况下没有满足他的期待，所以他对你有些意见。",
    "annotation": [
      {
        "sentence": "有时候是否帮助别人与忙碌的程度、麻烦的程度并没有直接联系。",
        "label": ""
      },
      {
        "sentence": "有些朋友在面临重大考验时，还是能够站在同一个阵营。",
        "label": ""
      },
      {
        "sentence": "而且，他不帮你并不意味着他不把你当做好朋友。",
        "label": ""
      },
      {
        "sentence": "你这样说，有一些道德绑架的感觉。",
        "label": ""
      },
      {
        "sentence": "好像把小的责任分给对方，对方必须接受一样。",
        "label": ""
      },
      {
        "sentence": "当然，对方没有直接答应你的请求，也可能有一些情绪在，有一些不愉快。",
        "label": ""
      },
      {
        "sentence": "可能是因为最近你们的关系不顺利，不愉快，也可能是因为你在某些情况下没有满足他的期待，所以他对你有些意见。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思了。不能因为某件事他没有帮我，就觉得他不再是我的朋友，或者因为他帮助了我就觉得他一定是我的好朋友。影响我们决定是否帮助别人或者期望别人帮助我们，是有很多原因的。我应该客观地看待这个问题。关于是否继续这段友谊，我会好好考虑的。",
    "annotation": [
      {
        "sentence": "我明白你的意思了。",
        "label": ""
      },
      {
        "sentence": "不能因为某件事他没有帮我，就觉得他不再是我的朋友，或者因为他帮助了我就觉得他一定是我的好朋友。",
        "label": ""
      },
      {
        "sentence": "影响我们决定是否帮助别人或者期望别人帮助我们，是有很多原因的。",
        "label": ""
      },
      {
        "sentence": "我应该客观地看待这个问题。",
        "label": ""
      },
      {
        "sentence": "关于是否继续这段友谊，我会好好考虑的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能理解我的观点。关于是否继续这段友谊，是你可以考虑的。但就目前看来，我觉得你们可能无法维持一种深度链接的挚友关系。也许适当地降低对对方的期望，不刻意满足对方的期待，是一个好的选择。日久见人心，祝好运！",
    "annotation": [
      {
        "sentence": "很高兴你能理解我的观点。",
        "label": ""
      },
      {
        "sentence": "关于是否继续这段友谊，是你可以考虑的。",
        "label": ""
      },
      {
        "sentence": "但就目前看来，我觉得你们可能无法维持一种深度链接的挚友关系。",
        "label": ""
      },
      {
        "sentence": "也许适当地降低对对方的期望，不刻意满足对方的期待，是一个好的选择。",
        "label": ""
      },
      {
        "sentence": "日久见人心，祝好运！",
        "label": ""
      }
    ]
  }
]