[
  {
    "role": "client",
    "content": "妈妈身为医生，为什么会让孩子从小和精神病住一起？我想请各位专业人士帮我分析分析我妈，她身为一个医生，而且还是一个知名三甲医院的医生，而且她还是一个64年出生的大学生，她从小让我和精神分裂症一起长大？导致我非常严重的焦虑症和社交障碍。我因病退学以后她跟我解释说是：她根本没想到会对我有影响。她怎么想的？我能不能认为她潜意识上就不希望我过的好。我是从三岁她就说她工作忙让我跟我小姨夫一家一起住，直到中学我已经完全不能社交了，才分开。",
    "annotation": [
      {
        "sentence": "妈妈身为医生，为什么会让孩子从小和精神病住一起？",
        "label": ""
      },
      {
        "sentence": "我想请各位专业人士帮我分析分析我妈，她身为一个医生，而且还是一个知名三甲医院的医生，而且她还是一个64年出生的大学生，她从小让我和精神分裂症一起长大？",
        "label": ""
      },
      {
        "sentence": "导致我非常严重的焦虑症和社交障碍。",
        "label": ""
      },
      {
        "sentence": "我因病退学以后她跟我解释说是：她根本没想到会对我有影响。",
        "label": ""
      },
      {
        "sentence": "她怎么想的？",
        "label": ""
      },
      {
        "sentence": "我能不能认为她潜意识上就不希望我过的好。",
        "label": ""
      },
      {
        "sentence": "我是从三岁她就说她工作忙让我跟我小姨夫一家一起住，直到中学我已经完全不能社交了，才分开。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完你的描述，感觉到你对你妈妈有比较大的情绪。医生作为一个救死扶伤的职业，被赋予了某种意义。对你来说，医生意味着什么呢？",
    "annotation": [
      {
        "sentence": "看完你的描述，感觉到你对你妈妈有比较大的情绪。",
        "label": ""
      },
      {
        "sentence": "医生作为一个救死扶伤的职业，被赋予了某种意义。",
        "label": ""
      },
      {
        "sentence": "对你来说，医生意味着什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对我来说，妈妈是我尊敬的人，她是我依靠和支持的对象。同时，她作为医生，给我带来了崇高的期望，我期待她对我的成长有正确的指导和关爱。",
    "annotation": [
      {
        "sentence": "对我来说，妈妈是我尊敬的人，她是我依靠和支持的对象。",
        "label": ""
      },
      {
        "sentence": "同时，她作为医生，给我带来了崇高的期望，我期待她对我的成长有正确的指导和关爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果把医生这个职业换成老师，老师也是一个被赋予了某种意义的职业。对于幼儿园的学生来说，老师就是权威，说的话都是对的。随着学生长大，到了中小学阶段，学生接触到了更多的信息，大脑也开始更加成熟，对待老师说的话不再是言听计从，开始反思判断。到了大学阶段，学生对待老师又变了，他们能够更加理性对待老师，老师授课只是职业的一种，对待老师更像是朋友。",
    "annotation": [
      {
        "sentence": "如果把医生这个职业换成老师，老师也是一个被赋予了某种意义的职业。",
        "label": ""
      },
      {
        "sentence": "对于幼儿园的学生来说，老师就是权威，说的话都是对的。",
        "label": ""
      },
      {
        "sentence": "随着学生长大，到了中小学阶段，学生接触到了更多的信息，大脑也开始更加成熟，对待老师说的话不再是言听计从，开始反思判断。",
        "label": ""
      },
      {
        "sentence": "到了大学阶段，学生对待老师又变了，他们能够更加理性对待老师，老师授课只是职业的一种，对待老师更像是朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解这个比喻，医生是一个权威的职业，但我还是无法理解为什么妈妈会让我和精神病一起长大，这对我的心理发展造成了巨大的影响。",
    "annotation": [
      {
        "sentence": "我理解这个比喻，医生是一个权威的职业，但我还是无法理解为什么妈妈会让我和精神病一起长大，这对我的心理发展造成了巨大的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同理，医生依旧代表了某种权威，但是，医生说的话一定是对的吗？在被赋予某个职责之前，医生首先是人，她只是接受吸收了医学知识，比别人在医学领域更具有发言权。而作为母亲，她也是第一次做。她不知道精神病，不知道精神病对于别人的影响。或许她的话是对的。现在的时代对于精神病的了解以及普及，不是他们那一辈那个年代可以比的。焦虑症在老一辈的生活理念中就是“矫情”，对待这种情况，他们的处理方式就是不理会以及打压。每个时代都有每个时代的局限性。",
    "annotation": [
      {
        "sentence": "同理，医生依旧代表了某种权威，但是，医生说的话一定是对的吗？",
        "label": ""
      },
      {
        "sentence": "在被赋予某个职责之前，医生首先是人，她只是接受吸收了医学知识，比别人在医学领域更具有发言权。",
        "label": ""
      },
      {
        "sentence": "而作为母亲，她也是第一次做。",
        "label": ""
      },
      {
        "sentence": "她不知道精神病，不知道精神病对于别人的影响。",
        "label": ""
      },
      {
        "sentence": "或许她的话是对的。",
        "label": ""
      },
      {
        "sentence": "现在的时代对于精神病的了解以及普及，不是他们那一辈那个年代可以比的。",
        "label": ""
      },
      {
        "sentence": "焦虑症在老一辈的生活理念中就是“矫情”，对待这种情况，他们的处理方式就是不理会以及打压。",
        "label": ""
      },
      {
        "sentence": "每个时代都有每个时代的局限性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，对于我妈妈来说，她可能没有意识到精神病会对我产生这么大的影响，她并不是故意让我受苦。但是，我还是无法释怀她为什么不从小就关注我和精神病的相处对我的影响。",
    "annotation": [
      {
        "sentence": "我明白了，对于我妈妈来说，她可能没有意识到精神病会对我产生这么大的影响，她并不是故意让我受苦。",
        "label": ""
      },
      {
        "sentence": "但是，我还是无法释怀她为什么不从小就关注我和精神病的相处对我的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母的信念系统传承了他们的父母，当他们的信念没有受到外界刺激影响，要如何要求他们的改变呢？希望回答能够对你有所帮助！Karen。",
    "annotation": [
      {
        "sentence": "父母的信念系统传承了他们的父母，当他们的信念没有受到外界刺激影响，要如何要求他们的改变呢？",
        "label": ""
      },
      {
        "sentence": "希望回答能够对你有所帮助！",
        "label": ""
      },
      {
        "sentence": "Karen。",
        "label": ""
      }
    ]
  }
]