[
  {
    "role": "client",
    "content": "家庭问题与婚姻问题，父亲出轨还要不要相信他？我爸冷淡了我妈二十年，他被我们发现外面有女人我妈想不开，后来又说是为了报那个女人借他五十万的恩情才会这样做，他们两人没有感情只是口头契约的在一起，说一直以来爱的是我妈，还向我妈保证最多两年时间会回归我们这边，叫我们等他，我应该怎么做？相不相信他？应不应等？",
    "annotation": [
      {
        "sentence": "家庭问题与婚姻问题，父亲出轨还要不要相信他？",
        "label": ""
      },
      {
        "sentence": "我爸冷淡了我妈二十年，他被我们发现外面有女人我妈想不开，后来又说是为了报那个女人借他五十万的恩情才会这样做，他们两人没有感情只是口头契约的在一起，说一直以来爱的是我妈，还向我妈保证最多两年时间会回归我们这边，叫我们等他，我应该怎么做？",
        "label": ""
      },
      {
        "sentence": "相不相信他？",
        "label": ""
      },
      {
        "sentence": "应不应等？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你一定很困惑和痛苦，对吗？这是一个非常复杂的家庭问题，调整自己的思绪也需要一些时间。你爸的解释听上去确实有些牵强，可能并不那么可信。他为了报答别人的恩情就需要和别人建立男女关系吗？为什么对方愿意借给他五十万呢？这其中没有谈判的余地吗？作为成年人，应该是有自己的选择。就算你爸是因为被迫，但对方肯定有这个意图，而你爸选择了答应，这样他们就实实在在地在一起了，和出轨有什么区别呢？你爸的行为暗示了什么问题呢？他不愿意承认错误，某种程度上他没有对你们和他自己都坦诚。如果他告诉你，他出轨了，犯了错误，但以后会改正，我觉得这样更加负责任，起码他愿意全盘承认错误，而不是找一些冠冕堂皇的理由。更重要的是，如果他真的重视和你妈妈的感情，在被发现之后为什么不立即回到你妈身边，挽回这份感情？五十万，说实话，就算借了钱也不是换不回来吧？如果你爸因为这五十万要留在别人身边，而不是通过自己努力赚钱，你觉得这说明了什么呢？你希望这样的男人回到你妈妈身边吗？两年的时间，通过自己的努力，我们完全可以多赚点钱，再借钱还给别人。这两年，如果你爸不打算还钱，那他在干什么呢？我觉得他有些像赌徒的心态。如果我是你，考虑到过去的感情，也许我会给他一定的时间，但不会是两年，可能是两个月。你解决了这个问题，我们还可以再商量，两年太长了，而且看起来没有太多诚意。当然，我不清楚你爸为了回报你们做了什么，但仅仅嘴上说爱你不足以说明任何问题。无论他做了什么，他永远是你爸爸，即使离婚了，也不会限制你们俩的交往。所以现在最重要的问题是你妈妈怎么想，她愿意继续这段婚姻吗？对她而言，有什么好处呢？如果对方不顾我的利益，我会保护好自己。你要关心你自己，关心你妈妈，并为你们的未来做出明智的决定。",
    "annotation": [
      {
        "sentence": "你一定很困惑和痛苦，对吗？",
        "label": ""
      },
      {
        "sentence": "这是一个非常复杂的家庭问题，调整自己的思绪也需要一些时间。",
        "label": ""
      },
      {
        "sentence": "你爸的解释听上去确实有些牵强，可能并不那么可信。",
        "label": ""
      },
      {
        "sentence": "他为了报答别人的恩情就需要和别人建立男女关系吗？",
        "label": ""
      },
      {
        "sentence": "为什么对方愿意借给他五十万呢？",
        "label": ""
      },
      {
        "sentence": "这其中没有谈判的余地吗？",
        "label": ""
      },
      {
        "sentence": "作为成年人，应该是有自己的选择。",
        "label": ""
      },
      {
        "sentence": "就算你爸是因为被迫，但对方肯定有这个意图，而你爸选择了答应，这样他们就实实在在地在一起了，和出轨有什么区别呢？",
        "label": ""
      },
      {
        "sentence": "你爸的行为暗示了什么问题呢？",
        "label": ""
      },
      {
        "sentence": "他不愿意承认错误，某种程度上他没有对你们和他自己都坦诚。",
        "label": ""
      },
      {
        "sentence": "如果他告诉你，他出轨了，犯了错误，但以后会改正，我觉得这样更加负责任，起码他愿意全盘承认错误，而不是找一些冠冕堂皇的理由。",
        "label": ""
      },
      {
        "sentence": "更重要的是，如果他真的重视和你妈妈的感情，在被发现之后为什么不立即回到你妈身边，挽回这份感情？",
        "label": ""
      },
      {
        "sentence": "五十万，说实话，就算借了钱也不是换不回来吧？",
        "label": ""
      },
      {
        "sentence": "如果你爸因为这五十万要留在别人身边，而不是通过自己努力赚钱，你觉得这说明了什么呢？",
        "label": ""
      },
      {
        "sentence": "你希望这样的男人回到你妈妈身边吗？",
        "label": ""
      },
      {
        "sentence": "两年的时间，通过自己的努力，我们完全可以多赚点钱，再借钱还给别人。",
        "label": ""
      },
      {
        "sentence": "这两年，如果你爸不打算还钱，那他在干什么呢？",
        "label": ""
      },
      {
        "sentence": "我觉得他有些像赌徒的心态。",
        "label": ""
      },
      {
        "sentence": "如果我是你，考虑到过去的感情，也许我会给他一定的时间，但不会是两年，可能是两个月。",
        "label": ""
      },
      {
        "sentence": "你解决了这个问题，我们还可以再商量，两年太长了，而且看起来没有太多诚意。",
        "label": ""
      },
      {
        "sentence": "当然，我不清楚你爸为了回报你们做了什么，但仅仅嘴上说爱你不足以说明任何问题。",
        "label": ""
      },
      {
        "sentence": "无论他做了什么，他永远是你爸爸，即使离婚了，也不会限制你们俩的交往。",
        "label": ""
      },
      {
        "sentence": "所以现在最重要的问题是你妈妈怎么想，她愿意继续这段婚姻吗？",
        "label": ""
      },
      {
        "sentence": "对她而言，有什么好处呢？",
        "label": ""
      },
      {
        "sentence": "如果对方不顾我的利益，我会保护好自己。",
        "label": ""
      },
      {
        "sentence": "你要关心你自己，关心你妈妈，并为你们的未来做出明智的决定。",
        "label": ""
      }
    ]
  }
]