[
  {
    "role": "client",
    "content": "过度缺乏安全感不相信自己父母怎么办？我在锁我家仓库门外面有一个男的一直往里面看我近视也不知道他在看什么我没怎么管只是觉得他很奇怪我就往屋里走了然后邻居阿姨问他找谁他说找美女阿姨说没有美女然后阿姨没怎么在意就回去了我很害怕我立马回家只露了个脸就看到他直接往我家走到还有一米就要进来了的时候我很大声的问他找谁他没说话直接往里走我立马把门关了并且关门声很响我妈都没有反应是楼上一个叔叔骂他才把他骂走的人走了后我妈说没听到还指责我说我应该喊她的我自己知道我从前就没有安全感但是现在我觉得我已经不相信父母了怎么办并且我觉得这件事情我有被吓到会有病嘛以后",
    "annotation": [
      {
        "sentence": "过度缺乏安全感不相信自己父母怎么办？",
        "label": ""
      },
      {
        "sentence": "我在锁我家仓库门外面有一个男的一直往里面看我近视也不知道他在看什么我没怎么管只是觉得他很奇怪我就往屋里走了然后邻居阿姨问他找谁他说找美女阿姨说没有美女然后阿姨没怎么在意就回去了我很害怕我立马回家只露了个脸就看到他直接往我家走到还有一米就要进来了的时候我很大声的问他找谁他没说话直接往里走我立马把门关了并且关门声很响我妈都没有反应是楼上一个叔叔骂他才把他骂走的人走了后我妈说没听到还指责我说我应该喊她的我自己知道我从前就没有安全感但是现在我觉得我已经不相信父母了怎么办并且我觉得这件事情我有被吓到会有病嘛以后",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的遭遇我也为你捏了一把汗，当一个女孩子遭遇危险时候内心是最无助也是最害怕的，那时候的我们都希望有一个人站出来帮助我们，那个人可以是父母、男盆友，也可以是自己。在现实生活中，我们无法保证自己时时刻刻都和他人在一起，学会一定的自卫手段是必要的，同样，在心理上也需要建立自我对自我的安全感。",
    "annotation": [
      {
        "sentence": "听到你的遭遇我也为你捏了一把汗，当一个女孩子遭遇危险时候内心是最无助也是最害怕的，那时候的我们都希望有一个人站出来帮助我们，那个人可以是父母、男盆友，也可以是自己。",
        "label": ""
      },
      {
        "sentence": "在现实生活中，我们无法保证自己时时刻刻都和他人在一起，学会一定的自卫手段是必要的，同样，在心理上也需要建立自我对自我的安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得没错，我确实需要学习自我保护的方法和技巧，但是我现在真的很害怕，特别是对自己父母失去了信任，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "你说得没错，我确实需要学习自我保护的方法和技巧，但是我现在真的很害怕，特别是对自己父母失去了信任，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你能告诉我你今年多大了吗？这样我可以更好地了解你的情况。",
    "annotation": [
      {
        "sentence": "首先，你能告诉我你今年多大了吗？",
        "label": ""
      },
      {
        "sentence": "这样我可以更好地了解你的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我今年已经成年了。",
    "annotation": [
      {
        "sentence": "我今年已经成年了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那么，我给你以下几个建议：（1）在我们年幼的时候，因为缺乏独立能力和经济能力去面对生活，所以我们必须要依赖于父母，只有依赖于父母我们才能找到安全感。但是长大以后，当我们生理、心理和经济方面都成熟独立之后，我们需要学会自己给予自己安全感。",
    "annotation": [
      {
        "sentence": "那么，我给你以下几个建议：（1）在我们年幼的时候，因为缺乏独立能力和经济能力去面对生活，所以我们必须要依赖于父母，只有依赖于父母我们才能找到安全感。",
        "label": ""
      },
      {
        "sentence": "但是长大以后，当我们生理、心理和经济方面都成熟独立之后，我们需要学会自己给予自己安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要在自己独立之后学会依赖自己，给自己安全感。",
    "annotation": [
      {
        "sentence": "我明白了，我需要在自己独立之后学会依赖自己，给自己安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，同时，（2）建立健康的自我认知系统也非常重要：从本质上来说，只有自己给予自己安全感，我们内心的小孩才是最健康的小孩。即便在夫妻关系中，如果自己不相信自己、不认可自己，那对方给予的安全感再多也是徒劳。所以你要建立良好的自我认知系统，探索内在自我的力量，相信自己内在的力量，才能真正获得安全感。",
    "annotation": [
      {
        "sentence": "没错，同时，（2）建立健康的自我认知系统也非常重要：从本质上来说，只有自己给予自己安全感，我们内心的小孩才是最健康的小孩。",
        "label": ""
      },
      {
        "sentence": "即便在夫妻关系中，如果自己不相信自己、不认可自己，那对方给予的安全感再多也是徒劳。",
        "label": ""
      },
      {
        "sentence": "所以你要建立良好的自我认知系统，探索内在自我的力量，相信自己内在的力量，才能真正获得安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议，我现在明白了，我需要尽快建立健康的自我认知系统，相信自己内在的力量。",
    "annotation": [
      {
        "sentence": "非常感谢你的建议，我现在明白了，我需要尽快建立健康的自我认知系统，相信自己内在的力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好，这是一个艰难的过程，但你已经迈出了第一步。除此之外，如果这件事情还对你的心理产生了负面影响，比如恐慌、焦虑等，你可以考虑咨询一位专业心理咨询师，他们会给你更多的帮助和支持。",
    "annotation": [
      {
        "sentence": "你做得很好，这是一个艰难的过程，但你已经迈出了第一步。",
        "label": ""
      },
      {
        "sentence": "除此之外，如果这件事情还对你的心理产生了负面影响，比如恐慌、焦虑等，你可以考虑咨询一位专业心理咨询师，他们会给你更多的帮助和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会考虑咨询一位心理咨询师，希望能够得到更多的帮助。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "嗯，我会考虑咨询一位心理咨询师，希望能够得到更多的帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。如果你在咨询的过程中还有其他问题或困惑，可以随时来找我交流。记住，你并不孤单，我们都会在你身边支持你的。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "如果你在咨询的过程中还有其他问题或困惑，可以随时来找我交流。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们都会在你身边支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力面对自己的问题并寻找更多的安全感。如果有需要，我一定会来找你倾诉。再次感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力面对自己的问题并寻找更多的安全感。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我一定会来找你倾诉。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "祝福你能够早日找回自己的安全感，相信自己，你一定能够克服困难。加油！",
    "annotation": [
      {
        "sentence": "祝福你能够早日找回自己的安全感，相信自己，你一定能够克服困难。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]