[
  {
    "role": "client",
    "content": "妈妈身为医生，为什么会让孩子从小和精神病住一起？我想请各位专业人士帮我分析分析我妈，她身为一个医生，而且还是一个知名三甲医院的医生，而且她还是一个64年出生的大学生，她从小让我和精神分裂症一起长大？导致我非常严重的焦虑症和社交障碍。我因病退学以后她跟我解释说是：她根本没想到会对我有影响。她怎么想的？我能不能认为她潜意识上就不希望我过的好。我是从三岁她就说她工作忙让我跟我小姨夫一家一起住，直到中学我已经完全不能社交了，才分开。(可以说已经没用了)小姨夫是精神分裂症，有阳性症状的那种，因为精分裂症跳楼自杀摔断了一条腿，精神病院住过几年，后来一直靠吃药来维持生活，不过一直也没有正常过，我小姨其实也不正常。。。做过开颅手术因为脑病，情绪也有点点不正常，亲近的人才感觉得到。但是我最想不通的是我妈妈，她是个医生啊！",
    "annotation": [
      {
        "sentence": "妈妈身为医生，为什么会让孩子从小和精神病住一起？",
        "label": ""
      },
      {
        "sentence": "我想请各位专业人士帮我分析分析我妈，她身为一个医生，而且还是一个知名三甲医院的医生，而且她还是一个64年出生的大学生，她从小让我和精神分裂症一起长大？",
        "label": ""
      },
      {
        "sentence": "导致我非常严重的焦虑症和社交障碍。",
        "label": ""
      },
      {
        "sentence": "我因病退学以后她跟我解释说是：她根本没想到会对我有影响。",
        "label": ""
      },
      {
        "sentence": "她怎么想的？",
        "label": ""
      },
      {
        "sentence": "我能不能认为她潜意识上就不希望我过的好。",
        "label": ""
      },
      {
        "sentence": "我是从三岁她就说她工作忙让我跟我小姨夫一家一起住，直到中学我已经完全不能社交了，才分开。",
        "label": ""
      },
      {
        "sentence": "(可以说已经没用了)小姨夫是精神分裂症，有阳性症状的那种，因为精分裂症跳楼自杀摔断了一条腿，精神病院住过几年，后来一直靠吃药来维持生活，不过一直也没有正常过，我小姨其实也不正常。。。",
        "label": ""
      },
      {
        "sentence": "做过开颅手术因为脑病，情绪也有点点不正常，亲近的人才感觉得到。",
        "label": ""
      },
      {
        "sentence": "但是我最想不通的是我妈妈，她是个医生啊！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "想问一下，你妈妈是哪一科的医生？如果你妈妈不是精神科的医生，那她对精神科的相关知识可能不是很了解，也是可以理解的。她让你和精神分裂症一起长大，可能是她考虑不周，对你现在的状况是有一定的责任，但我知道她不应该对你负全责。我推荐你阅读一本书，《我们都曾受过伤，却有了更好的人生》。里面有些案例和你相似或者更糟，但他们却有了更好的人生。因此，你妈妈过去的行为不会决定你的人生，最重要的是看你有没有勇气改变。心理学家阿德勒说，过去的经历并不会决定我们现在的人生，真正能决定我们人生的，恰恰是我们看待过去的方式。换句话说，决定我们人生的，并不是那些过去的经历本身，而是我们如何去看待这些经历。明白了这一点后，我们可以对经历重新解读，合理解读，转换思维用一种新的认知方式看待问题就可以了。许多时候其实，我们并不缺乏改变的能力，而是缺乏改变的勇气。为什么这么说呢？因为人即使对现状的生活并不满意，但又担心一旦选择做出改变，自己可能会难以应对新的生活方式，甚至比现在的生活更糟，所以人宁愿保持现状。不愿改变，相信你不是这样的吧！",
    "annotation": [
      {
        "sentence": "想问一下，你妈妈是哪一科的医生？",
        "label": ""
      },
      {
        "sentence": "如果你妈妈不是精神科的医生，那她对精神科的相关知识可能不是很了解，也是可以理解的。",
        "label": ""
      },
      {
        "sentence": "她让你和精神分裂症一起长大，可能是她考虑不周，对你现在的状况是有一定的责任，但我知道她不应该对你负全责。",
        "label": ""
      },
      {
        "sentence": "我推荐你阅读一本书，《我们都曾受过伤，却有了更好的人生》。",
        "label": ""
      },
      {
        "sentence": "里面有些案例和你相似或者更糟，但他们却有了更好的人生。",
        "label": ""
      },
      {
        "sentence": "因此，你妈妈过去的行为不会决定你的人生，最重要的是看你有没有勇气改变。",
        "label": ""
      },
      {
        "sentence": "心理学家阿德勒说，过去的经历并不会决定我们现在的人生，真正能决定我们人生的，恰恰是我们看待过去的方式。",
        "label": ""
      },
      {
        "sentence": "换句话说，决定我们人生的，并不是那些过去的经历本身，而是我们如何去看待这些经历。",
        "label": ""
      },
      {
        "sentence": "明白了这一点后，我们可以对经历重新解读，合理解读，转换思维用一种新的认知方式看待问题就可以了。",
        "label": ""
      },
      {
        "sentence": "许多时候其实，我们并不缺乏改变的能力，而是缺乏改变的勇气。",
        "label": ""
      },
      {
        "sentence": "为什么这么说呢？",
        "label": ""
      },
      {
        "sentence": "因为人即使对现状的生活并不满意，但又担心一旦选择做出改变，自己可能会难以应对新的生活方式，甚至比现在的生活更糟，所以人宁愿保持现状。",
        "label": ""
      },
      {
        "sentence": "不愿改变，相信你不是这样的吧！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我妈妈是内科医生，跟精神科并没有太多关联。我明白你说的勇气很重要，但我现在真的没有勇气面对自己的焦虑症和社交障碍。每当我面对人际交往，心脏就会狂跳，我感觉无法呼吸，非常恐惧。我曾经尝试过去看心理医生，但是没有得到很好的效果。现在我感觉自己好像陷入了一个无法走出的困境，我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我妈妈是内科医生，跟精神科并没有太多关联。",
        "label": ""
      },
      {
        "sentence": "我明白你说的勇气很重要，但我现在真的没有勇气面对自己的焦虑症和社交障碍。",
        "label": ""
      },
      {
        "sentence": "每当我面对人际交往，心脏就会狂跳，我感觉无法呼吸，非常恐惧。",
        "label": ""
      },
      {
        "sentence": "我曾经尝试过去看心理医生，但是没有得到很好的效果。",
        "label": ""
      },
      {
        "sentence": "现在我感觉自己好像陷入了一个无法走出的困境，我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在的困境，焦虑症和社交障碍确实会让人感到无法呼吸和恐惧。但我想告诉你，你并不孤单，很多人都经历过类似的困境，他们也成功地战胜了这些问题。我建议你重新考虑去看心理医生的问题。每个人的情况都不同，或许你可以试着找另一位心理医生，或者尝试其他心理疗法方法，例如认知行为疗法或心理辅导等。同时，你也可以寻找一些适合你的自助或者自我调节方法，比如深呼吸、放松训练和积极思考等。不要对自己太苛求，进步并不是一蹴而就的，重要的是你愿意为了改变而努力。你可以借助外界的力量，例如和身边的朋友分享你的感受，或者加入一些支持群体，和其他有类似经历的人一起交流。记住，每个人都有改变和成长的潜力，只要你愿意尝试，你一定能够克服自己的困境。加油！",
    "annotation": [
      {
        "sentence": "我理解你现在的困境，焦虑症和社交障碍确实会让人感到无法呼吸和恐惧。",
        "label": ""
      },
      {
        "sentence": "但我想告诉你，你并不孤单，很多人都经历过类似的困境，他们也成功地战胜了这些问题。",
        "label": ""
      },
      {
        "sentence": "我建议你重新考虑去看心理医生的问题。",
        "label": ""
      },
      {
        "sentence": "每个人的情况都不同，或许你可以试着找另一位心理医生，或者尝试其他心理疗法方法，例如认知行为疗法或心理辅导等。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以寻找一些适合你的自助或者自我调节方法，比如深呼吸、放松训练和积极思考等。",
        "label": ""
      },
      {
        "sentence": "不要对自己太苛求，进步并不是一蹴而就的，重要的是你愿意为了改变而努力。",
        "label": ""
      },
      {
        "sentence": "你可以借助外界的力量，例如和身边的朋友分享你的感受，或者加入一些支持群体，和其他有类似经历的人一起交流。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都有改变和成长的潜力，只要你愿意尝试，你一定能够克服自己的困境。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会试着重新找一位心理医生，同时也会尝试一些自我调节的方法。我知道改变需要时间和勇气，我会慢慢适应和面对自己的困境。同时，我也会尝试与身边的人分享我的感受，希望能够得到更多的理解和支持。我会努力的，谢谢你再次的鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会试着重新找一位心理医生，同时也会尝试一些自我调节的方法。",
        "label": ""
      },
      {
        "sentence": "我知道改变需要时间和勇气，我会慢慢适应和面对自己的困境。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尝试与身边的人分享我的感受，希望能够得到更多的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我会努力的，谢谢你再次的鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回答，我相信你一定能够克服自己的困境。改变并不是一蹴而就的，但只要你保持积极的态度和持续的努力，你一定能够找到突破困境的方法。记住，你并不孤单，身边还有很多人愿意支持和理解你。如果你需要任何帮助或者有任何想法，都可以随时来找我交流。祝福你能够走出困境，拥有更好的人生！加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你的回答，我相信你一定能够克服自己的困境。",
        "label": ""
      },
      {
        "sentence": "改变并不是一蹴而就的，但只要你保持积极的态度和持续的努力，你一定能够找到突破困境的方法。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，身边还有很多人愿意支持和理解你。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者有任何想法，都可以随时来找我交流。",
        "label": ""
      },
      {
        "sentence": "祝福你能够走出困境，拥有更好的人生！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和祝福，我会牢记你的话，努力走出困境，迎接更好的人生。如果我需要任何帮助，我一定会来找你交流。再次感谢你的陪伴和鼓励！加油！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和祝福，我会牢记你的话，努力走出困境，迎接更好的人生。",
        "label": ""
      },
      {
        "sentence": "如果我需要任何帮助，我一定会来找你交流。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和鼓励！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意陪伴你走过这段困难的时期。记得无论你遇到什么问题和困扰，都可以随时来找我倾诉和交流。我相信你一定会走出困境，过上更好的生活。祝福你一切顺利，加油！",
    "annotation": [
      {
        "sentence": "不客气，我很愿意陪伴你走过这段困难的时期。",
        "label": ""
      },
      {
        "sentence": "记得无论你遇到什么问题和困扰，都可以随时来找我倾诉和交流。",
        "label": ""
      },
      {
        "sentence": "我相信你一定会走出困境，过上更好的生活。",
        "label": ""
      },
      {
        "sentence": "祝福你一切顺利，加油！",
        "label": ""
      }
    ]
  }
]