[
  {
    "role": "client",
    "content": "我是一个22岁的女生，谈了快20个对象了，我觉得我可能有爱情成瘾的倾向。这是我第一次咨询心理问题。无论是在空窗期还是恋爱期间，我总是需要恋爱来填补内心的缺失感。我尝试过参加各种活动，如跑步、滑板、运动、爬山以及做义工等等，但是只要我一个人静下来，我就会像烟鬼一样上瘾地想要恋爱。我想这可能与我从小父母离异、各自再婚有关，给我留下了安全感的缺失和被抛弃的感觉。我真的希望能够得到帮助，请您告诉我具体应该怎么做才能改变自己。如果您有任何方法可以帮助我，麻烦回复我，谢谢。",
    "annotation": [
      {
        "sentence": "我是一个22岁的女生，谈了快20个对象了，我觉得我可能有爱情成瘾的倾向。",
        "label": ""
      },
      {
        "sentence": "这是我第一次咨询心理问题。",
        "label": ""
      },
      {
        "sentence": "无论是在空窗期还是恋爱期间，我总是需要恋爱来填补内心的缺失感。",
        "label": ""
      },
      {
        "sentence": "我尝试过参加各种活动，如跑步、滑板、运动、爬山以及做义工等等，但是只要我一个人静下来，我就会像烟鬼一样上瘾地想要恋爱。",
        "label": ""
      },
      {
        "sentence": "我想这可能与我从小父母离异、各自再婚有关，给我留下了安全感的缺失和被抛弃的感觉。",
        "label": ""
      },
      {
        "sentence": "我真的希望能够得到帮助，请您告诉我具体应该怎么做才能改变自己。",
        "label": ""
      },
      {
        "sentence": "如果您有任何方法可以帮助我，麻烦回复我，谢谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你诚实地倾诉，我深刻地理解你的痛苦。经过认真分析后，我能给出以下几点观点。首先，每个人都有需要付出爱和得到爱的需求，但因为你从小缺乏爱，就像干涸的河川急需雨水滋润一样，你内心的爱之河也变得干枯，需要爱情来滋润。因此，你一直追求恋爱，这是你的本质问题之一。第二，你内心深处可能存在自卑感，甚至厌恶自己，但这正是改变的契机。首先要做的是学会爱自己，把握好七分爱己和三分爱人的比例，用自己爱自己的心去爱别人，用宽恕自己的心去宽恕别人。在专业地爱自己的同时，用业余的时间去爱别人。这样，你就能成为自身爱的源泉。第三，要学会如何爱自己。人最好的爱自己的方式就是让自己的生活变得精彩，而一个精彩的人必然是独立的人。如何独立呢？我们可以从以下三个方面入手：经济独立、情感独立以及人格独立。当你将时间和精力都用来经营自己时，你会觉得非常充实，你的生活也会绽放出新的光彩。你会发现对男人的需求不再那么强烈，而爱情应该是让你的生活更美好，而不是没有爱情就无法生活。非常感谢你的提问，希望美好的事情与你同在。如果还有其他问题，请继续向我提问。",
    "annotation": [
      {
        "sentence": "感谢你诚实地倾诉，我深刻地理解你的痛苦。",
        "label": ""
      },
      {
        "sentence": "经过认真分析后，我能给出以下几点观点。",
        "label": ""
      },
      {
        "sentence": "首先，每个人都有需要付出爱和得到爱的需求，但因为你从小缺乏爱，就像干涸的河川急需雨水滋润一样，你内心的爱之河也变得干枯，需要爱情来滋润。",
        "label": ""
      },
      {
        "sentence": "因此，你一直追求恋爱，这是你的本质问题之一。",
        "label": ""
      },
      {
        "sentence": "第二，你内心深处可能存在自卑感，甚至厌恶自己，但这正是改变的契机。",
        "label": ""
      },
      {
        "sentence": "首先要做的是学会爱自己，把握好七分爱己和三分爱人的比例，用自己爱自己的心去爱别人，用宽恕自己的心去宽恕别人。",
        "label": ""
      },
      {
        "sentence": "在专业地爱自己的同时，用业余的时间去爱别人。",
        "label": ""
      },
      {
        "sentence": "这样，你就能成为自身爱的源泉。",
        "label": ""
      },
      {
        "sentence": "第三，要学会如何爱自己。",
        "label": ""
      },
      {
        "sentence": "人最好的爱自己的方式就是让自己的生活变得精彩，而一个精彩的人必然是独立的人。",
        "label": ""
      },
      {
        "sentence": "如何独立呢？",
        "label": ""
      },
      {
        "sentence": "我们可以从以下三个方面入手：经济独立、情感独立以及人格独立。",
        "label": ""
      },
      {
        "sentence": "当你将时间和精力都用来经营自己时，你会觉得非常充实，你的生活也会绽放出新的光彩。",
        "label": ""
      },
      {
        "sentence": "你会发现对男人的需求不再那么强烈，而爱情应该是让你的生活更美好，而不是没有爱情就无法生活。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的提问，希望美好的事情与你同在。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，请继续向我提问。",
        "label": ""
      }
    ]
  }
]