[
  {
    "role": "client",
    "content": "普通二本毕业，觉得自己很迷茫，一无是处怎么办？",
    "annotation": [
      {
        "sentence": "普通二本毕业，觉得自己很迷茫，一无是处怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "刚刚毕业，上班很累。你是从普通二本出来的，所以也希望在空余时间看书，考取研究生学历。给你点个赞，你是一个上进、有想法的人。你想考研，但是没有时间看书；你想与外界交流，但是却有社交恐惧症。你的文字中主要描述了三点：1、自己想考研，但是工作太累，没时间看书；2、有社交恐惧症，害怕人群；3、害怕未知，害怕改变。针对以上三个问题，希望下面的建议能够对你有所帮助。",
    "annotation": [
      {
        "sentence": "刚刚毕业，上班很累。",
        "label": ""
      },
      {
        "sentence": "你是从普通二本出来的，所以也希望在空余时间看书，考取研究生学历。",
        "label": ""
      },
      {
        "sentence": "给你点个赞，你是一个上进、有想法的人。",
        "label": ""
      },
      {
        "sentence": "你想考研，但是没有时间看书；你想与外界交流，但是却有社交恐惧症。",
        "label": ""
      },
      {
        "sentence": "你的文字中主要描述了三点：1、自己想考研，但是工作太累，没时间看书；2、有社交恐惧症，害怕人群；3、害怕未知，害怕改变。",
        "label": ""
      },
      {
        "sentence": "针对以上三个问题，希望下面的建议能够对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "每天工作都会被指出存在细节问题。现在经常怀疑自己是不是不适合做财务。",
    "annotation": [
      {
        "sentence": "每天工作都会被指出存在细节问题。",
        "label": ""
      },
      {
        "sentence": "现在经常怀疑自己是不是不适合做财务。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，任何岗位都有可能犯错，而不是财务岗位就不会犯错。犯错是正常的，毕竟你才毕业没有多久。面对错误，其实你可以总结总结自己犯错的原因。如果是粗心，那么下次做财务报表的时候，多检查一遍；如果是工作量较大，手工数据较多，那么可以通过办公软件的学习提高工作效率；如果是公司流程制度不清楚，则可以向同事请教。犯错不可怕，调整好心态，从错误中总结经验，相信你会更好。",
    "annotation": [
      {
        "sentence": "其实，任何岗位都有可能犯错，而不是财务岗位就不会犯错。",
        "label": ""
      },
      {
        "sentence": "犯错是正常的，毕竟你才毕业没有多久。",
        "label": ""
      },
      {
        "sentence": "面对错误，其实你可以总结总结自己犯错的原因。",
        "label": ""
      },
      {
        "sentence": "如果是粗心，那么下次做财务报表的时候，多检查一遍；如果是工作量较大，手工数据较多，那么可以通过办公软件的学习提高工作效率；如果是公司流程制度不清楚，则可以向同事请教。",
        "label": ""
      },
      {
        "sentence": "犯错不可怕，调整好心态，从错误中总结经验，相信你会更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "每周休息都感觉很累，很累。想考研，但是没时间看书。",
    "annotation": [
      {
        "sentence": "每周休息都感觉很累，很累。",
        "label": ""
      },
      {
        "sentence": "想考研，但是没时间看书。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你感觉到很累，没有自己的休息时间。早上8点上班，晚上经常9点过下班。但是，如此负重的工作量，是什么原因造成的呢？是公司的工作安排不合理还是自己工作效率还需要近一步提高呢？如果是公司工作安排不合理，你可以在充分考虑就业环境和自身情况的基础上，做出继续留下来还是离开的决定；如果周围的同事并没有长期加班的情况，如果自己加班是因为工作中出错造成，那么你需要调整好心态，寻找提高工作效率的方法。考研的决定，是需要你基于自己长期职业生涯的发展规划而做出的决定，而绝不是身边朋友考了，你就考了。同样，是否留在上海，是否继续现在的工作，都希望你遵从本心，合理的做出选择，而不仅仅是看别人怎么做。",
    "annotation": [
      {
        "sentence": "你感觉到很累，没有自己的休息时间。",
        "label": ""
      },
      {
        "sentence": "早上8点上班，晚上经常9点过下班。",
        "label": ""
      },
      {
        "sentence": "但是，如此负重的工作量，是什么原因造成的呢？",
        "label": ""
      },
      {
        "sentence": "是公司的工作安排不合理还是自己工作效率还需要近一步提高呢？",
        "label": ""
      },
      {
        "sentence": "如果是公司工作安排不合理，你可以在充分考虑就业环境和自身情况的基础上，做出继续留下来还是离开的决定；如果周围的同事并没有长期加班的情况，如果自己加班是因为工作中出错造成，那么你需要调整好心态，寻找提高工作效率的方法。",
        "label": ""
      },
      {
        "sentence": "考研的决定，是需要你基于自己长期职业生涯的发展规划而做出的决定，而绝不是身边朋友考了，你就考了。",
        "label": ""
      },
      {
        "sentence": "同样，是否留在上海，是否继续现在的工作，都希望你遵从本心，合理的做出选择，而不仅仅是看别人怎么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的家境一般，父亲基本上什么都不懂还喜欢控制家庭，不可能让我不工作。母亲很想让我考研去个好学校，我也想继续考研，但是我又不努力。",
    "annotation": [
      {
        "sentence": "我的家境一般，父亲基本上什么都不懂还喜欢控制家庭，不可能让我不工作。",
        "label": ""
      },
      {
        "sentence": "母亲很想让我考研去个好学校，我也想继续考研，但是我又不努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "家庭环境的影响可以是很大的，但同时也不能将家庭环境作为自己不努力的理由。你的想法和你母亲希望你考研的想法是一致的，那么为什么不努力去实现它呢？努力是迈向成功的第一步，也许你认为自己不努力，但是否有给自己制定明确的学习计划呢？是否有找到适合自己的学习方法呢？只有真正开始行动，投入精力才能看到进步的结果。相信自己，坚持努力，你一定可以实现自己的目标。",
    "annotation": [
      {
        "sentence": "家庭环境的影响可以是很大的，但同时也不能将家庭环境作为自己不努力的理由。",
        "label": ""
      },
      {
        "sentence": "你的想法和你母亲希望你考研的想法是一致的，那么为什么不努力去实现它呢？",
        "label": ""
      },
      {
        "sentence": "努力是迈向成功的第一步，也许你认为自己不努力，但是否有给自己制定明确的学习计划呢？",
        "label": ""
      },
      {
        "sentence": "是否有找到适合自己的学习方法呢？",
        "label": ""
      },
      {
        "sentence": "只有真正开始行动，投入精力才能看到进步的结果。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持努力，你一定可以实现自己的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "自己有社交恐惧症，害怕一切与外人的沟通。",
    "annotation": [
      {
        "sentence": "自己有社交恐惧症，害怕一切与外人的沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "社交恐惧症是一种常见的心理疾病，但并不意味着你无法克服它。你可以通过认知行为疗法里面的放松训练、系统脱敏法进行治疗。同时，你也可以观看人际交往的视频和录像，看看同样的场景，别人是怎么做的。比如，你可以试着想象让自己恐惧的场景（如在公开场合演讲），并结合放松训练，让自己逐渐摆脱恐惧感；比如，可以学习视频中的人，看看在同样的环境中，别人是如何进行人际交流和沟通的。要相信自己，克服自己的恐惧，并学会主动与他人交流。",
    "annotation": [
      {
        "sentence": "社交恐惧症是一种常见的心理疾病，但并不意味着你无法克服它。",
        "label": ""
      },
      {
        "sentence": "你可以通过认知行为疗法里面的放松训练、系统脱敏法进行治疗。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以观看人际交往的视频和录像，看看同样的场景，别人是怎么做的。",
        "label": ""
      },
      {
        "sentence": "比如，你可以试着想象让自己恐惧的场景（如在公开场合演讲），并结合放松训练，让自己逐渐摆脱恐惧感；比如，可以学习视频中的人，看看在同样的环境中，别人是如何进行人际交流和沟通的。",
        "label": ""
      },
      {
        "sentence": "要相信自己，克服自己的恐惧，并学会主动与他人交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "害怕人群，害怕未知，害怕改变。可是又不甘心如此，我该怎么办？",
    "annotation": [
      {
        "sentence": "害怕人群，害怕未知，害怕改变。",
        "label": ""
      },
      {
        "sentence": "可是又不甘心如此，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕未知，是人的本性。我们每个人都喜欢稳定、让我们有安全感的环境。我们恐惧未来，其实是恐惧那不可预测的未知。但是，未知，不是我们拒绝改变的理由。我们对一件事情的恐惧，是因为我们不了解这件事情。但是实际上，也许当我们真正去做了这件事，你会发现，这件事也没有那么难。对抗恐惧的办法，就是去做。当你真正决心改变，并跨出第一步的时候，你会觉得，一切没那么难，而你觉得难，也只是你想象出来的可怕而已。看清自己的需求，规划自己的职业生涯和学习生涯。对于人际交往，尝试着克服自己内心的恐惧，跨出第一步。有些恐惧来源于现实，而有些恐惧来源于我们内心。既然不甘心，那就勇敢跨出第一步吧。",
    "annotation": [
      {
        "sentence": "害怕未知，是人的本性。",
        "label": ""
      },
      {
        "sentence": "我们每个人都喜欢稳定、让我们有安全感的环境。",
        "label": ""
      },
      {
        "sentence": "我们恐惧未来，其实是恐惧那不可预测的未知。",
        "label": ""
      },
      {
        "sentence": "但是，未知，不是我们拒绝改变的理由。",
        "label": ""
      },
      {
        "sentence": "我们对一件事情的恐惧，是因为我们不了解这件事情。",
        "label": ""
      },
      {
        "sentence": "但是实际上，也许当我们真正去做了这件事，你会发现，这件事也没有那么难。",
        "label": ""
      },
      {
        "sentence": "对抗恐惧的办法，就是去做。",
        "label": ""
      },
      {
        "sentence": "当你真正决心改变，并跨出第一步的时候，你会觉得，一切没那么难，而你觉得难，也只是你想象出来的可怕而已。",
        "label": ""
      },
      {
        "sentence": "看清自己的需求，规划自己的职业生涯和学习生涯。",
        "label": ""
      },
      {
        "sentence": "对于人际交往，尝试着克服自己内心的恐惧，跨出第一步。",
        "label": ""
      },
      {
        "sentence": "有些恐惧来源于现实，而有些恐惧来源于我们内心。",
        "label": ""
      },
      {
        "sentence": "既然不甘心，那就勇敢跨出第一步吧。",
        "label": ""
      }
    ]
  }
]