[
  {
    "role": "client",
    "content": "普通二本毕业，觉得自己很迷茫，一无是处怎么办？",
    "annotation": [
      {
        "sentence": "普通二本毕业，觉得自己很迷茫，一无是处怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "学历并不是衡量一个人前途的唯一标准，拥有很强的工作能力会拥有更好的前途。你报了注会的考试，其实可以看出是想不断的提升自己的工作能力的，是很积极向上的表现。",
    "annotation": [
      {
        "sentence": "学历并不是衡量一个人前途的唯一标准，拥有很强的工作能力会拥有更好的前途。",
        "label": ""
      },
      {
        "sentence": "你报了注会的考试，其实可以看出是想不断的提升自己的工作能力的，是很积极向上的表现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我希望自己能有更好的前途。但是现在我觉得自己无从下手，每天上班都被指出存在细节问题，让我对自己的能力产生怀疑。",
    "annotation": [
      {
        "sentence": "是的，我希望自己能有更好的前途。",
        "label": ""
      },
      {
        "sentence": "但是现在我觉得自己无从下手，每天上班都被指出存在细节问题，让我对自己的能力产生怀疑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在工作前期其实都会经历这种辛苦，没有人一开始就做的很完美。当我们积累到一定的量变，一定会引起质变的。吸取每一次的教训，其实每一天都会比前一天更加进步。",
    "annotation": [
      {
        "sentence": "在工作前期其实都会经历这种辛苦，没有人一开始就做的很完美。",
        "label": ""
      },
      {
        "sentence": "当我们积累到一定的量变，一定会引起质变的。",
        "label": ""
      },
      {
        "sentence": "吸取每一次的教训，其实每一天都会比前一天更加进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我要学会从错误中吸取教训，不断进步。可是我现在也很迷茫，觉得自己的社交能力不足，经常害怕与外人沟通，甚至不敢去人多的地方。",
    "annotation": [
      {
        "sentence": "你说得对，我要学会从错误中吸取教训，不断进步。",
        "label": ""
      },
      {
        "sentence": "可是我现在也很迷茫，觉得自己的社交能力不足，经常害怕与外人沟通，甚至不敢去人多的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说出了自己害怕未知，害怕改变，害怕人群。其实在网络上我们可以找到很多的治疗方法来克服社交恐惧症。不需要过多自卑，通过一定的治疗，一定会有好转的。让一个人做出很大的改变去一个未知的领域是需要很大勇气的，我们害怕跳出自己的舒适圈。但是当我们下定决心去改变，去了解那个未知的领域，让未知变成已知，勇敢的迈出那一步，未尝不能找到真正适合自己的领域。",
    "annotation": [
      {
        "sentence": "你说出了自己害怕未知，害怕改变，害怕人群。",
        "label": ""
      },
      {
        "sentence": "其实在网络上我们可以找到很多的治疗方法来克服社交恐惧症。",
        "label": ""
      },
      {
        "sentence": "不需要过多自卑，通过一定的治疗，一定会有好转的。",
        "label": ""
      },
      {
        "sentence": "让一个人做出很大的改变去一个未知的领域是需要很大勇气的，我们害怕跳出自己的舒适圈。",
        "label": ""
      },
      {
        "sentence": "但是当我们下定决心去改变，去了解那个未知的领域，让未知变成已知，勇敢的迈出那一步，未尝不能找到真正适合自己的领域。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要积极面对自己的害怕，勇敢地迈出一步。但是我也有其他的困扰，我家庭的经济条件一般，父亲对家庭的控制让我感到束缚，我不可能不工作。母亲希望我能考研去一个好学校，我也有这个愿望，但是我又没有付出努力。",
    "annotation": [
      {
        "sentence": "我明白了，我需要积极面对自己的害怕，勇敢地迈出一步。",
        "label": ""
      },
      {
        "sentence": "但是我也有其他的困扰，我家庭的经济条件一般，父亲对家庭的控制让我感到束缚，我不可能不工作。",
        "label": ""
      },
      {
        "sentence": "母亲希望我能考研去一个好学校，我也有这个愿望，但是我又没有付出努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "家庭的经济条件和父亲对家庭的控制确实会给你带来压力，但是你已经意识到自己想要改变，想要上进，这是很好的开始。考研确实需要付出很多努力，但只要你坚持，制定一个确切的目标，并为之努力，你一定能够实现愿望的。",
    "annotation": [
      {
        "sentence": "家庭的经济条件和父亲对家庭的控制确实会给你带来压力，但是你已经意识到自己想要改变，想要上进，这是很好的开始。",
        "label": ""
      },
      {
        "sentence": "考研确实需要付出很多努力，但只要你坚持，制定一个确切的目标，并为之努力，你一定能够实现愿望的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会努力面对困难，勇敢前行的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会努力面对困难，勇敢前行的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，你一定可以的。时刻记住，每个人都有自己的困惑和挣扎，但只要坚持努力，就能够克服困难，实现自己的目标。加油鸭！",
    "annotation": [
      {
        "sentence": "不用客气，你一定可以的。",
        "label": ""
      },
      {
        "sentence": "时刻记住，每个人都有自己的困惑和挣扎，但只要坚持努力，就能够克服困难，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "加油鸭！",
        "label": ""
      }
    ]
  }
]