[
  {
    "role": "client",
    "content": "普通二本毕业，觉得自己很迷茫，一无是处怎么办？20年普通二本财务专业毕业。在上海这边工作，每天8点上班，晚上经常9点以后下班，一个月3500，包住。现在主要做出纳，每天工作都会被指出存在细节问题。现在经常怀疑自己是不是不适合做财务，身边的好朋友都离开了上海，今年报了注会的考试，可是完全没有时间看书，到现在都还在前几章。单双休，每周休息都感觉很累，很累。可是还没通过试用期，不想就这样灰溜溜的离开。高中的死党，大学的朋友的都考研去了好学校，而我还在迷惘。我的家境一般，父亲基本上什么都不懂还喜欢控制家庭，不可能让我不工作。母亲很想让我考研去个好学校，我也想继续考研，但是我又不努力。而且，自己有社交恐惧症，我害怕一切与外人的沟通，去银行跑外勤啊，就连打电话给客服都会磕磕碰碰，上周第一次和朋友去必胜客吃饭，用不好刀叉，坐在那里看着谈笑风生的人，只想躲开，去个僻静的角落。害怕人群，害怕未知，害怕改变。可是又不甘心如此，我该怎么办？",
    "annotation": [
      {
        "sentence": "普通二本毕业，觉得自己很迷茫，一无是处怎么办？",
        "label": ""
      },
      {
        "sentence": "20年普通二本财务专业毕业。",
        "label": ""
      },
      {
        "sentence": "在上海这边工作，每天8点上班，晚上经常9点以后下班，一个月3500，包住。",
        "label": ""
      },
      {
        "sentence": "现在主要做出纳，每天工作都会被指出存在细节问题。",
        "label": ""
      },
      {
        "sentence": "现在经常怀疑自己是不是不适合做财务，身边的好朋友都离开了上海，今年报了注会的考试，可是完全没有时间看书，到现在都还在前几章。",
        "label": ""
      },
      {
        "sentence": "单双休，每周休息都感觉很累，很累。",
        "label": ""
      },
      {
        "sentence": "可是还没通过试用期，不想就这样灰溜溜的离开。",
        "label": ""
      },
      {
        "sentence": "高中的死党，大学的朋友的都考研去了好学校，而我还在迷惘。",
        "label": ""
      },
      {
        "sentence": "我的家境一般，父亲基本上什么都不懂还喜欢控制家庭，不可能让我不工作。",
        "label": ""
      },
      {
        "sentence": "母亲很想让我考研去个好学校，我也想继续考研，但是我又不努力。",
        "label": ""
      },
      {
        "sentence": "而且，自己有社交恐惧症，我害怕一切与外人的沟通，去银行跑外勤啊，就连打电话给客服都会磕磕碰碰，上周第一次和朋友去必胜客吃饭，用不好刀叉，坐在那里看着谈笑风生的人，只想躲开，去个僻静的角落。",
        "label": ""
      },
      {
        "sentence": "害怕人群，害怕未知，害怕改变。",
        "label": ""
      },
      {
        "sentence": "可是又不甘心如此，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "初次步入社会的困惑，我能够理解。每天从早到晚工作，不仅要承受生活和吃饭的花费，还要适应新工作的试错阶段，是一种很不舒服的体验。我的第一份工作也是这样，我在北京也常常加班到十一点，偶尔通宵，犯过不少错误还被公司罚钱，住的房子也没有太多要求。工作半年后，我攒下了五千块钱。有些同事因为承受不了这种劳动强度，在第一年结束后就换了行业，而有些人经过多年仍在坚持。根据我的经验，我希望能告诉你以下三点：第一份工作是为自己打基础，积累经验的时候，需要付出很多时间和努力，而回报并不高，这是非常普遍的情况。开始做新事物肯定会出现问题，没有问题才是奇怪的。但是你可以记录下每次犯错的地方，并且以后避免再次犯错。这些错误和你之后谨慎的工作方式都是宝贵的经验。一旦积累了自己的经验和技能，你就能拥有自由、金钱和价值。如果你对现在的工作不满意，你可以选择换工作，也可以选择继续学习、读研。你提到害怕与别人沟通，去银行跑外勤或打电话给客服会感到不自然。如果我们不曾练习过和外勤交流、给客服打电话，第一次肯定会紧张，会结巴，会脸红。但这没有关系，就算你说话紧张，对方也会与你继续交流，如果他们没理解你的意思，为了完成工作，他们会继续向你了解清楚。多与他人交流之后，你就会自然而然地不再紧张。如果这份工作没有给你成长的机会，那就换个工作继续学习。如果在练习过程中觉得压力太大，不想再在人际关系上有所成长，那就换一个你能够独自完成的岗位。同样的，吃饭时用不好刀叉，你可以告诉朋友这是你第一次使用刀叉，让他们教你如何使用，如果他们也不知道，你可以寻求服务员的帮助，或者观察旁边的客人是如何使用刀叉的。其实，使用刀叉只是为了更方便地吃一些食物，只要你觉得舒适就可以了。不顺手的话可以换一种方式，多用几次之后你也会变得熟练。那些看起来很熟练的人，也是通过多次练习才掌握的。至于考研的问题，希望你能够清楚地思考为什么要考研。研究生阶段深入学习的知识比本科更专业化，你是因为喜欢深入研究学习，还是因为本科毕业后工资低而不满意？如果是因为工作不顺心，那首先需要考虑的是工作的成长和改变，然后再考虑考研；如果是前两个原因，涉及到个人的喜好和职业发展，我相信你能够为自己做出明智的决定和负责。加油！我相信你能够突破自我，克服困难！",
    "annotation": [
      {
        "sentence": "初次步入社会的困惑，我能够理解。",
        "label": ""
      },
      {
        "sentence": "每天从早到晚工作，不仅要承受生活和吃饭的花费，还要适应新工作的试错阶段，是一种很不舒服的体验。",
        "label": ""
      },
      {
        "sentence": "我的第一份工作也是这样，我在北京也常常加班到十一点，偶尔通宵，犯过不少错误还被公司罚钱，住的房子也没有太多要求。",
        "label": ""
      },
      {
        "sentence": "工作半年后，我攒下了五千块钱。",
        "label": ""
      },
      {
        "sentence": "有些同事因为承受不了这种劳动强度，在第一年结束后就换了行业，而有些人经过多年仍在坚持。",
        "label": ""
      },
      {
        "sentence": "根据我的经验，我希望能告诉你以下三点：第一份工作是为自己打基础，积累经验的时候，需要付出很多时间和努力，而回报并不高，这是非常普遍的情况。",
        "label": ""
      },
      {
        "sentence": "开始做新事物肯定会出现问题，没有问题才是奇怪的。",
        "label": ""
      },
      {
        "sentence": "但是你可以记录下每次犯错的地方，并且以后避免再次犯错。",
        "label": ""
      },
      {
        "sentence": "这些错误和你之后谨慎的工作方式都是宝贵的经验。",
        "label": ""
      },
      {
        "sentence": "一旦积累了自己的经验和技能，你就能拥有自由、金钱和价值。",
        "label": ""
      },
      {
        "sentence": "如果你对现在的工作不满意，你可以选择换工作，也可以选择继续学习、读研。",
        "label": ""
      },
      {
        "sentence": "你提到害怕与别人沟通，去银行跑外勤或打电话给客服会感到不自然。",
        "label": ""
      },
      {
        "sentence": "如果我们不曾练习过和外勤交流、给客服打电话，第一次肯定会紧张，会结巴，会脸红。",
        "label": ""
      },
      {
        "sentence": "但这没有关系，就算你说话紧张，对方也会与你继续交流，如果他们没理解你的意思，为了完成工作，他们会继续向你了解清楚。",
        "label": ""
      },
      {
        "sentence": "多与他人交流之后，你就会自然而然地不再紧张。",
        "label": ""
      },
      {
        "sentence": "如果这份工作没有给你成长的机会，那就换个工作继续学习。",
        "label": ""
      },
      {
        "sentence": "如果在练习过程中觉得压力太大，不想再在人际关系上有所成长，那就换一个你能够独自完成的岗位。",
        "label": ""
      },
      {
        "sentence": "同样的，吃饭时用不好刀叉，你可以告诉朋友这是你第一次使用刀叉，让他们教你如何使用，如果他们也不知道，你可以寻求服务员的帮助，或者观察旁边的客人是如何使用刀叉的。",
        "label": ""
      },
      {
        "sentence": "其实，使用刀叉只是为了更方便地吃一些食物，只要你觉得舒适就可以了。",
        "label": ""
      },
      {
        "sentence": "不顺手的话可以换一种方式，多用几次之后你也会变得熟练。",
        "label": ""
      },
      {
        "sentence": "那些看起来很熟练的人，也是通过多次练习才掌握的。",
        "label": ""
      },
      {
        "sentence": "至于考研的问题，希望你能够清楚地思考为什么要考研。",
        "label": ""
      },
      {
        "sentence": "研究生阶段深入学习的知识比本科更专业化，你是因为喜欢深入研究学习，还是因为本科毕业后工资低而不满意？",
        "label": ""
      },
      {
        "sentence": "如果是因为工作不顺心，那首先需要考虑的是工作的成长和改变，然后再考虑考研；如果是前两个原因，涉及到个人的喜好和职业发展，我相信你能够为自己做出明智的决定和负责。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "我相信你能够突破自我，克服困难！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，我明白了。我意识到第一份工作的重要性和困难，但有时候我会陷入低谷，觉得自己一无是处。看到身边朋友都在不断进步，而我还在原地踏步，这种感觉很沮丧。同时，家庭环境也给我带来了压力，父亲不理解我的工作情况，总是喜欢干涉我。母亲则希望我能考研，但我又没有足够的动力去为考研做准备。我真的想改变自己，克服这些问题，但有时候就觉得害怕面对社交场合和改变。我该如何克服这些困难呢？",
    "annotation": [
      {
        "sentence": "谢谢你的回答，我明白了。",
        "label": ""
      },
      {
        "sentence": "我意识到第一份工作的重要性和困难，但有时候我会陷入低谷，觉得自己一无是处。",
        "label": ""
      },
      {
        "sentence": "看到身边朋友都在不断进步，而我还在原地踏步，这种感觉很沮丧。",
        "label": ""
      },
      {
        "sentence": "同时，家庭环境也给我带来了压力，父亲不理解我的工作情况，总是喜欢干涉我。",
        "label": ""
      },
      {
        "sentence": "母亲则希望我能考研，但我又没有足够的动力去为考研做准备。",
        "label": ""
      },
      {
        "sentence": "我真的想改变自己，克服这些问题，但有时候就觉得害怕面对社交场合和改变。",
        "label": ""
      },
      {
        "sentence": "我该如何克服这些困难呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够认识到第一份工作的重要性和困难已经非常不容易了。在发展的过程中，低谷是难免的，但这并不代表你一无是处，只是一个阶段。不要过于焦虑身边朋友的进步，每个人的成长速度和轨迹都不一样，重要的是你能够积极努力。对于家庭环境带来的压力，建议你试着与父亲沟通，让他能够理解你的工作情况。或者，你可以寻求一些独立思考的时间，想清楚自己对工作和发展的期望，再与家人进行交流。关于考研的问题，如果你没有足够的动力去备考，可以选择暂时放下，先专注于当前的工作和成长。社交恐惧和害怕改变是常见的情绪，而面对恐惧是",
    "annotation": [
      {
        "sentence": "你能够认识到第一份工作的重要性和困难已经非常不容易了。",
        "label": ""
      },
      {
        "sentence": "在发展的过程中，低谷是难免的，但这并不代表你一无是处，只是一个阶段。",
        "label": ""
      },
      {
        "sentence": "不要过于焦虑身边朋友的进步，每个人的成长速度和轨迹都不一样，重要的是你能够积极努力。",
        "label": ""
      },
      {
        "sentence": "对于家庭环境带来的压力，建议你试着与父亲沟通，让他能够理解你的工作情况。",
        "label": ""
      },
      {
        "sentence": "或者，你可以寻求一些独立思考的时间，想清楚自己对工作和发展的期望，再与家人进行交流。",
        "label": ""
      },
      {
        "sentence": "关于考研的问题，如果你没有足够的动力去备考，可以选择暂时放下，先专注于当前的工作和成长。",
        "label": ""
      },
      {
        "sentence": "社交恐惧和害怕改变是常见的情绪，而面对恐惧是",
        "label": ""
      }
    ]
  }
]