[
  {
    "role": "client",
    "content": "感觉自己对待他人的感情变得冷漠了，这是为什么？这种感觉是渐渐开始的，维持挺久的了，我渐渐感觉他人对我来说已经不再重要，他们离去我也不会想留恋，但是我还是会装作跟以前一样关爱他们的样子，因为我知道我这种想法很伤他们的心。一直以来我都对外界报怀疑态度。我一直觉得大家都不了解真正的我所以我也懒得去交流了。但我还是会去帮助别人，我一直在帮助班里被孤立的同学。但尽管帮助了他们我也很不想和他们交往，，我也不是个不敏感的人，相反的还挺敏感，似乎也比同龄人更有正义感，但就是对人很冷漠，这是不是我的心理有问题？",
    "annotation": [
      {
        "sentence": "感觉自己对待他人的感情变得冷漠了，这是为什么？",
        "label": ""
      },
      {
        "sentence": "这种感觉是渐渐开始的，维持挺久的了，我渐渐感觉他人对我来说已经不再重要，他们离去我也不会想留恋，但是我还是会装作跟以前一样关爱他们的样子，因为我知道我这种想法很伤他们的心。",
        "label": ""
      },
      {
        "sentence": "一直以来我都对外界报怀疑态度。",
        "label": ""
      },
      {
        "sentence": "我一直觉得大家都不了解真正的我所以我也懒得去交流了。",
        "label": ""
      },
      {
        "sentence": "但我还是会去帮助别人，我一直在帮助班里被孤立的同学。",
        "label": ""
      },
      {
        "sentence": "但尽管帮助了他们我也很不想和他们交往，，我也不是个不敏感的人，相反的还挺敏感，似乎也比同龄人更有正义感，但就是对人很冷漠，这是不是我的心理有问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为觉得没有人真正理解自己，所以也懒得去交流了。时间一久，你渐渐觉得自己对他人的感觉变得冷漠了。你不知道自己目前的状态对不对，甚至怀疑是自己心理出了问题。非常理解你的感受。不着急，你提到的问题我们一起来看看。你说你还是会装作关爱他人，这说明你并非真的冷漠。我觉得，你怕他们伤心，所以才会假装。你一直觉得大家都不了解真正的你，所以懒得交流。我仿佛看到了曾经的你，你是一个热情且希望被理解的人。你的敏感和正义感让你对朋友的要求很高，但一直没找到能真正了解你的人。你帮助别人却不想和他们交往，因为你会觉得对方不懂你。冷漠是一种性格情感体现，并不意味着有心理问题。没有伤害别人，你的行为没有错。冷漠只是你避免不被理解的防御方式。我能感觉到你的孤独。以下是些建议给你：1、正确面对自己的感受，理解不同人有不同的看法很正常。不被别人完全理解是正常的，真正的朋友会尽力去懂你。2、勇于表达自己的感受，即使不是每个人都能理解，也不要关起心扉。尝试与信任的人分享，也许你会发现真正懂你的人。3、扩大社交圈子，如果还没有找到理解你的人，可以提高交际能力并扩大社交圈子。在爱好群、学习群、长辈身上都可能找到答案。",
    "annotation": [
      {
        "sentence": "因为觉得没有人真正理解自己，所以也懒得去交流了。",
        "label": ""
      },
      {
        "sentence": "时间一久，你渐渐觉得自己对他人的感觉变得冷漠了。",
        "label": ""
      },
      {
        "sentence": "你不知道自己目前的状态对不对，甚至怀疑是自己心理出了问题。",
        "label": ""
      },
      {
        "sentence": "非常理解你的感受。",
        "label": ""
      },
      {
        "sentence": "不着急，你提到的问题我们一起来看看。",
        "label": ""
      },
      {
        "sentence": "你说你还是会装作关爱他人，这说明你并非真的冷漠。",
        "label": ""
      },
      {
        "sentence": "我觉得，你怕他们伤心，所以才会假装。",
        "label": ""
      },
      {
        "sentence": "你一直觉得大家都不了解真正的你，所以懒得交流。",
        "label": ""
      },
      {
        "sentence": "我仿佛看到了曾经的你，你是一个热情且希望被理解的人。",
        "label": ""
      },
      {
        "sentence": "你的敏感和正义感让你对朋友的要求很高，但一直没找到能真正了解你的人。",
        "label": ""
      },
      {
        "sentence": "你帮助别人却不想和他们交往，因为你会觉得对方不懂你。",
        "label": ""
      },
      {
        "sentence": "冷漠是一种性格情感体现，并不意味着有心理问题。",
        "label": ""
      },
      {
        "sentence": "没有伤害别人，你的行为没有错。",
        "label": ""
      },
      {
        "sentence": "冷漠只是你避免不被理解的防御方式。",
        "label": ""
      },
      {
        "sentence": "我能感觉到你的孤独。",
        "label": ""
      },
      {
        "sentence": "以下是些建议给你：1、正确面对自己的感受，理解不同人有不同的看法很正常。",
        "label": ""
      },
      {
        "sentence": "不被别人完全理解是正常的，真正的朋友会尽力去懂你。",
        "label": ""
      },
      {
        "sentence": "2、勇于表达自己的感受，即使不是每个人都能理解，也不要关起心扉。",
        "label": ""
      },
      {
        "sentence": "尝试与信任的人分享，也许你会发现真正懂你的人。",
        "label": ""
      },
      {
        "sentence": "3、扩大社交圈子，如果还没有找到理解你的人，可以提高交际能力并扩大社交圈子。",
        "label": ""
      },
      {
        "sentence": "在爱好群、学习群、长辈身上都可能找到答案。",
        "label": ""
      }
    ]
  }
]