[
  {
    "role": "client",
    "content": "新高三，家里没钱上全日制培训，目前我适合去培训吗？我是一名新高三的学生，父母收入加起来我们一个月也就4000左右，但全日制培训一学期15700到22200，一年下来4-6万。我学的很差，我想去补习，但是我爸不同意，说家里没那个条件，更何况目前家里存款才2000+。我也知道家里穷，但是我就是想补习，因为我想考同济大学，不想因为考一个二本而自卑，我的成绩班里倒数，感觉自己这辈子活着都没什么意义，所以很苦恼，我也知道家里穷，但是我还是希望父母能借点钱，哪怕等我高考完后自己去打工兼职。我很迷茫，如果我去了培训班，我会疯狂的学，每天只睡两三个小时的那种，成绩一定会提高，而且我还一身的病，我天天生病，害，谢谢你们，我真的不知道该怎么办。",
    "annotation": [
      {
        "sentence": "新高三，家里没钱上全日制培训，目前我适合去培训吗？",
        "label": ""
      },
      {
        "sentence": "我是一名新高三的学生，父母收入加起来我们一个月也就4000左右，但全日制培训一学期15700到22200，一年下来4-6万。",
        "label": ""
      },
      {
        "sentence": "我学的很差，我想去补习，但是我爸不同意，说家里没那个条件，更何况目前家里存款才2000+。",
        "label": ""
      },
      {
        "sentence": "我也知道家里穷，但是我就是想补习，因为我想考同济大学，不想因为考一个二本而自卑，我的成绩班里倒数，感觉自己这辈子活着都没什么意义，所以很苦恼，我也知道家里穷，但是我还是希望父母能借点钱，哪怕等我高考完后自己去打工兼职。",
        "label": ""
      },
      {
        "sentence": "我很迷茫，如果我去了培训班，我会疯狂的学，每天只睡两三个小时的那种，成绩一定会提高，而且我还一身的病，我天天生病，害，谢谢你们，我真的不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同学！你想考同济大学，这是一个非常不错的目标。那么你现在苦恼于学习成绩不理想，为了实现考取同济大学的目标，想要参加补习，但无奈家庭条件制约，不能达成心愿。你的心情我能理解，但我想重点在于如何能够提高你的成绩，至于参加补习，那只是其中的一种途径吧。",
    "annotation": [
      {
        "sentence": "同学！",
        "label": ""
      },
      {
        "sentence": "你想考同济大学，这是一个非常不错的目标。",
        "label": ""
      },
      {
        "sentence": "那么你现在苦恼于学习成绩不理想，为了实现考取同济大学的目标，想要参加补习，但无奈家庭条件制约，不能达成心愿。",
        "label": ""
      },
      {
        "sentence": "你的心情我能理解，但我想重点在于如何能够提高你的成绩，至于参加补习，那只是其中的一种途径吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，提高成绩才是最重要的。可是我父母不同意我去补习，他们觉得家里的经济条件无法支持。",
    "annotation": [
      {
        "sentence": "确实，提高成绩才是最重要的。",
        "label": ""
      },
      {
        "sentence": "可是我父母不同意我去补习，他们觉得家里的经济条件无法支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的父母拒绝了你提出的参加补习的要求。我想那只是因为他们的无奈。每一位父母都渴望为自己的子女提供力所能及的最好的一切，这是为人父母最本质的心愿。所以当你父亲拒绝你的时候，我猜想他的内心或许比你的更为痛苦不堪，他很可能在深深地自责自己的无能为力。这不仅是你的家境，这也是你父母不能为你所道的无奈和悲哀。你能理解你的父母吗？",
    "annotation": [
      {
        "sentence": "你的父母拒绝了你提出的参加补习的要求。",
        "label": ""
      },
      {
        "sentence": "我想那只是因为他们的无奈。",
        "label": ""
      },
      {
        "sentence": "每一位父母都渴望为自己的子女提供力所能及的最好的一切，这是为人父母最本质的心愿。",
        "label": ""
      },
      {
        "sentence": "所以当你父亲拒绝你的时候，我猜想他的内心或许比你的更为痛苦不堪，他很可能在深深地自责自己的无能为力。",
        "label": ""
      },
      {
        "sentence": "这不仅是你的家境，这也是你父母不能为你所道的无奈和悲哀。",
        "label": ""
      },
      {
        "sentence": "你能理解你的父母吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解他们，但是我真的很想补习，因为我担心我的成绩会影响我考取同济大学，我会一直觉得很自卑。",
    "annotation": [
      {
        "sentence": "我理解他们，但是我真的很想补习，因为我担心我的成绩会影响我考取同济大学，我会一直觉得很自卑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你说你自己一身的病，天天生病。嗯，健康的体质是一切的根本。如果你希望成绩能够提高，那么首先要让自己的身体尽可能的强健。我不知道你患有何种疾病，按医嘱治疗、饮食、运动、休息都需要注意。如果你的身体不能提供强有利的支撑，那么像你说的“疯狂的学，每天只睡两三个小时的那种”，短期（三、五天）可能或许可以，长期（一年）来看是完全无法实现的，你的身体会因过度疲劳而彻底垮掉。所以，健康是一切的根本。",
    "annotation": [
      {
        "sentence": "看到你说你自己一身的病，天天生病。",
        "label": ""
      },
      {
        "sentence": "嗯，健康的体质是一切的根本。",
        "label": ""
      },
      {
        "sentence": "如果你希望成绩能够提高，那么首先要让自己的身体尽可能的强健。",
        "label": ""
      },
      {
        "sentence": "我不知道你患有何种疾病，按医嘱治疗、饮食、运动、休息都需要注意。",
        "label": ""
      },
      {
        "sentence": "如果你的身体不能提供强有利的支撑，那么像你说的“疯狂的学，每天只睡两三个小时的那种”，短期（三、五天）可能或许可以，长期（一年）来看是完全无法实现的，你的身体会因过度疲劳而彻底垮掉。",
        "label": ""
      },
      {
        "sentence": "所以，健康是一切的根本。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，健康是最重要的。但是我该如何提高我的成绩呢？",
    "annotation": [
      {
        "sentence": "我明白了，健康是最重要的。",
        "label": ""
      },
      {
        "sentence": "但是我该如何提高我的成绩呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不能参加补习，这里也有一些最后一年补习的建议供你参考：1、利用假期提前梳理以往的知识。当你把知识自行梳理成体系，开学后老师带领复习的时候，能够帮助你有的放矢。2、打牢基础，紧抓基础知识不放松。高考绝大部分考察的都是基础知识，反复操练基础知识，会帮助你拿到绝大部分的分数。3、学习使用思维导图引导复习。思维导图的学习你可以参考百度或知乎。4、文科除了强化书本知识的背诵，也要关注当下的实事要点。高考越来越贴近实际这是多年来的一大趋势。5、建立科学合理的作息时间表。为自己制定切实可行的计划，什么时间学习，学习那些科目，复习进度应如何，什么时间休息，等等，越详细越容易执行。严格按照计划执行，定期复盘，修订，再执行。6、放松心态，充分信任自己的能力。我们的大脑有无限的延展性，当你充分信任自己的能力的时候，大脑对外界信息的接收效果最好，如果你想要有好的成绩，首先你要绝对相信自己能学会，能做到！最后，高考不是人生的终点站，当你注视着脚下，一步一个脚印，全心全意的努力过，即便结果未能达到你的预期，在这过程中你也能收获无悔的青春。退一万步讲，即便高考不能圆梦同济，未来你仍旧可以选择考研或其他途径实现理想。参加补习或许能够帮助你提高成绩，但好成绩的关键仍然是你自己的努力付出。关键是你要对自己有信心，不管处于什么样的环境，只有你自己努力才能实现理想。找到适合你的学习方法，心无旁骛的沉浸其中，你会看到你的付出都会有结果，那么，与其诉之于外物，莫不如背水一战的死磕自己。加油吧，祝你成功！～。",
    "annotation": [
      {
        "sentence": "不能参加补习，这里也有一些最后一年补习的建议供你参考：1、利用假期提前梳理以往的知识。",
        "label": ""
      },
      {
        "sentence": "当你把知识自行梳理成体系，开学后老师带领复习的时候，能够帮助你有的放矢。",
        "label": ""
      },
      {
        "sentence": "2、打牢基础，紧抓基础知识不放松。",
        "label": ""
      },
      {
        "sentence": "高考绝大部分考察的都是基础知识，反复操练基础知识，会帮助你拿到绝大部分的分数。",
        "label": ""
      },
      {
        "sentence": "3、学习使用思维导图引导复习。",
        "label": ""
      },
      {
        "sentence": "思维导图的学习你可以参考百度或知乎。",
        "label": ""
      },
      {
        "sentence": "4、文科除了强化书本知识的背诵，也要关注当下的实事要点。",
        "label": ""
      },
      {
        "sentence": "高考越来越贴近实际这是多年来的一大趋势。",
        "label": ""
      },
      {
        "sentence": "5、建立科学合理的作息时间表。",
        "label": ""
      },
      {
        "sentence": "为自己制定切实可行的计划，什么时间学习，学习那些科目，复习进度应如何，什么时间休息，等等，越详细越容易执行。",
        "label": ""
      },
      {
        "sentence": "严格按照计划执行，定期复盘，修订，再执行。",
        "label": ""
      },
      {
        "sentence": "6、放松心态，充分信任自己的能力。",
        "label": ""
      },
      {
        "sentence": "我们的大脑有无限的延展性，当你充分信任自己的能力的时候，大脑对外界信息的接收效果最好，如果你想要有好的成绩，首先你要绝对相信自己能学会，能做到！",
        "label": ""
      },
      {
        "sentence": "最后，高考不是人生的终点站，当你注视着脚下，一步一个脚印，全心全意的努力过，即便结果未能达到你的预期，在这过程中你也能收获无悔的青春。",
        "label": ""
      },
      {
        "sentence": "退一万步讲，即便高考不能圆梦同济，未来你仍旧可以选择考研或其他途径实现理想。",
        "label": ""
      },
      {
        "sentence": "参加补习或许能够帮助你提高成绩，但好成绩的关键仍然是你自己的努力付出。",
        "label": ""
      },
      {
        "sentence": "关键是你要对自己有信心，不管处于什么样的环境，只有你自己努力才能实现理想。",
        "label": ""
      },
      {
        "sentence": "找到适合你的学习方法，心无旁骛的沉浸其中，你会看到你的付出都会有结果，那么，与其诉之于外物，莫不如背水一战的死磕自己。",
        "label": ""
      },
      {
        "sentence": "加油吧，祝你成功！",
        "label": ""
      },
      {
        "sentence": "～。",
        "label": ""
      }
    ]
  }
]