[
  {
    "role": "client",
    "content": "我妈每天都说我胖，我该怎么调节心态？我身高160，体重108斤，属于微胖而且有点梨形身材。之前我和我同事聊到体重的话题，她说我因为骨架小脸小，所以看着是不胖的，但也不是很瘦的那种。但我妈每天每天都在说我，我下班一到家就开始说你怎么那么胖，你看看你的腿你的双下巴，你这样谁要你（我有男朋友，她也挺满意的那种）今天我吃完饭喝了一杯饮料，她看到了就说，总有一天你是被胖死的，就说的很绝。我这个体重大概有四五年了（四五年前一直是很瘦的那种九十几斤，恋爱之后胖的），他她就这么说了我四五年，不夸张的讲每天都在说，但问题是她比我矮一点点，也比我胖二十几斤，为什么还说的我胖的无法无天了一样。之前我和她说过，我说你能不能不要再说我了，我觉得胖了自己会减肥，她就开始冷嘲热讽，反正不会跟我好好沟通，就一定要说爽了才行。我每天都很郁闷，她再说下去我可能会疯掉吧。",
    "annotation": [
      {
        "sentence": "我妈每天都说我胖，我该怎么调节心态？",
        "label": ""
      },
      {
        "sentence": "我身高160，体重108斤，属于微胖而且有点梨形身材。",
        "label": ""
      },
      {
        "sentence": "之前我和我同事聊到体重的话题，她说我因为骨架小脸小，所以看着是不胖的，但也不是很瘦的那种。",
        "label": ""
      },
      {
        "sentence": "但我妈每天每天都在说我，我下班一到家就开始说你怎么那么胖，你看看你的腿你的双下巴，你这样谁要你（我有男朋友，她也挺满意的那种）今天我吃完饭喝了一杯饮料，她看到了就说，总有一天你是被胖死的，就说的很绝。",
        "label": ""
      },
      {
        "sentence": "我这个体重大概有四五年了（四五年前一直是很瘦的那种九十几斤，恋爱之后胖的），他她就这么说了我四五年，不夸张的讲每天都在说，但问题是她比我矮一点点，也比我胖二十几斤，为什么还说的我胖的无法无天了一样。",
        "label": ""
      },
      {
        "sentence": "之前我和她说过，我说你能不能不要再说我了，我觉得胖了自己会减肥，她就开始冷嘲热讽，反正不会跟我好好沟通，就一定要说爽了才行。",
        "label": ""
      },
      {
        "sentence": "我每天都很郁闷，她再说下去我可能会疯掉吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "呀，每天都在妈妈的指责之下生活，一定觉得很难受啊！实际上曾经有过一项调查表明，对于自己身材满意的人只占人群的20%，而在女性群体当中，对于自己的身材满意的仅仅只占4%。每个人可能或多或少会有更多的期待，你的妈妈可能也是这样，虽然在她看来她是为了你好，但是这样的“叮咛”会让我们觉得特别不舒服。就好像曾经听过的一个故事，一个妻子很爱她的丈夫，每天都会为她的丈夫切好苹果，插上牙签等着他吃，但是这个丈夫非常不喜欢吃苹果，于是他就对这个妻子说：你疯了吧？为什么每天给我削苹果？妻子觉得很委屈，我明明那么爱你，每天帮你把苹果削好，你为什么要这样指责我？可是这个妻子并没有看到，丈夫最讨厌吃苹果。有些时候生活中的人也会这样，打着爱的名义说一些让我们觉得很不舒服的事情，但是，我们不可否认他们是关心我们的，只是他们关心的方式并不是我们所想要的。其实我们也已经长大成人，能够为自己的选择和行为负责，这样的时候，父母过度的干涉我们的生活，反而会让我们觉得没有了自己的边界，如果你侵犯了我的边界，那么我就不再是原先的我了，我自然会感到难受。对于这样的话，或许我们只需要知道，他们是关心我们的，只是用错了方法，对于那些话，左耳进右耳出就好了，然后告诉他们，“我知道你们是希望为我好，谢谢你们的关心，只是，我已经是一个成年人了，我能够为自己的行为负责了，但是还是谢谢你们。”毕竟我们都已经是个成年人。",
    "annotation": [
      {
        "sentence": "呀，每天都在妈妈的指责之下生活，一定觉得很难受啊！",
        "label": ""
      },
      {
        "sentence": "实际上曾经有过一项调查表明，对于自己身材满意的人只占人群的20%，而在女性群体当中，对于自己的身材满意的仅仅只占4%。",
        "label": ""
      },
      {
        "sentence": "每个人可能或多或少会有更多的期待，你的妈妈可能也是这样，虽然在她看来她是为了你好，但是这样的“叮咛”会让我们觉得特别不舒服。",
        "label": ""
      },
      {
        "sentence": "就好像曾经听过的一个故事，一个妻子很爱她的丈夫，每天都会为她的丈夫切好苹果，插上牙签等着他吃，但是这个丈夫非常不喜欢吃苹果，于是他就对这个妻子说：你疯了吧？",
        "label": ""
      },
      {
        "sentence": "为什么每天给我削苹果？",
        "label": ""
      },
      {
        "sentence": "妻子觉得很委屈，我明明那么爱你，每天帮你把苹果削好，你为什么要这样指责我？",
        "label": ""
      },
      {
        "sentence": "可是这个妻子并没有看到，丈夫最讨厌吃苹果。",
        "label": ""
      },
      {
        "sentence": "有些时候生活中的人也会这样，打着爱的名义说一些让我们觉得很不舒服的事情，但是，我们不可否认他们是关心我们的，只是他们关心的方式并不是我们所想要的。",
        "label": ""
      },
      {
        "sentence": "其实我们也已经长大成人，能够为自己的选择和行为负责，这样的时候，父母过度的干涉我们的生活，反而会让我们觉得没有了自己的边界，如果你侵犯了我的边界，那么我就不再是原先的我了，我自然会感到难受。",
        "label": ""
      },
      {
        "sentence": "对于这样的话，或许我们只需要知道，他们是关心我们的，只是用错了方法，对于那些话，左耳进右耳出就好了，然后告诉他们，“我知道你们是希望为我好，谢谢你们的关心，只是，我已经是一个成年人了，我能够为自己的行为负责了，但是还是谢谢你们。",
        "label": ""
      },
      {
        "sentence": "”毕竟我们都已经是个成年人。",
        "label": ""
      }
    ]
  }
]