[
  {
    "role": "client",
    "content": "高考失败两次，只能上专科，无法面对未来？在高中三年，我努力过，但仍然没上本科，复读后，仍然没上。这是完全的失败，难道人生只是个戏剧吗？与亲人交谈，他们说让我放下读专，但是这样人生还有机会吗？我现在很迷茫，在高中的失败让我逐渐丧失了自倍……这次复读的失败真的快要让我放弃这一生了，我真的完全不知道怎么做了，我……我真的。",
    "annotation": [
      {
        "sentence": "高考失败两次，只能上专科，无法面对未来？",
        "label": ""
      },
      {
        "sentence": "在高中三年，我努力过，但仍然没上本科，复读后，仍然没上。",
        "label": ""
      },
      {
        "sentence": "这是完全的失败，难道人生只是个戏剧吗？",
        "label": ""
      },
      {
        "sentence": "与亲人交谈，他们说让我放下读专，但是这样人生还有机会吗？",
        "label": ""
      },
      {
        "sentence": "我现在很迷茫，在高中的失败让我逐渐丧失了自倍……这次复读的失败真的快要让我放弃这一生了，我真的完全不知道怎么做了，我……我真的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "核心问题：两次高考失利自觉人生无望。",
    "annotation": [
      {
        "sentence": "核心问题：两次高考失利自觉人生无望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在我努力了三年后，还是无法上本科，让我真的很沮丧，觉得这是一次完全的失败。我现在觉得很迷茫，好像无法面对未来了。",
    "annotation": [
      {
        "sentence": "在我努力了三年后，还是无法上本科，让我真的很沮丧，觉得这是一次完全的失败。",
        "label": ""
      },
      {
        "sentence": "我现在觉得很迷茫，好像无法面对未来了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "问题解析：你说，努力过，没考上，重复了一年的艰辛高三日子，依然没考上，想知道你对自己的分数期盼是否在一个合理范围呢，如果第一次距离本科差距较大，那么第二次是否有所进步呢，还是两次距离本科都不大只是几分只差的遗憾呢？如果是对自己的期望值过高，那么失望必然是极大的，不过现在结果已经出来了，现实中无法改变既成的事情，那么只有在心态上给自己一个平衡，再去权衡接下来的路应该怎么选择。",
    "annotation": [
      {
        "sentence": "问题解析：你说，努力过，没考上，重复了一年的艰辛高三日子，依然没考上，想知道你对自己的分数期盼是否在一个合理范围呢，如果第一次距离本科差距较大，那么第二次是否有所进步呢，还是两次距离本科都不大只是几分只差的遗憾呢？",
        "label": ""
      },
      {
        "sentence": "如果是对自己的期望值过高，那么失望必然是极大的，不过现在结果已经出来了，现实中无法改变既成的事情，那么只有在心态上给自己一个平衡，再去权衡接下来的路应该怎么选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对于自己的分数预期，确实有一定的期望，我在复读的时候也付出了很多努力，但结果还是没有达到我想要的。我觉得这样的成绩让我觉得自己一无是处，毫无前途可言。",
    "annotation": [
      {
        "sentence": "对于自己的分数预期，确实有一定的期望，我在复读的时候也付出了很多努力，但结果还是没有达到我想要的。",
        "label": ""
      },
      {
        "sentence": "我觉得这样的成绩让我觉得自己一无是处，毫无前途可言。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "问题解析：在高中的这段复杂的学业阶段，不仅仅注重分数的获取，更重要的是全面的发展。要知道，人生并不只有高考这一关，这只是人生的一个起点。不能将人生的意义完全寄托在高分上。你是否了解过马云和乔布斯的人生经历，一个也是高考两次失利，一个上了一学期的大学就中途辍学了，在当时的他们对于未知的未来，是否也跟你一样迷茫绝望过呢？是否也因为没有获得社会最认可的高学历而自暴自弃呢？谁能在当时设想到他们两个人后来获得的成就呢？",
    "annotation": [
      {
        "sentence": "问题解析：在高中的这段复杂的学业阶段，不仅仅注重分数的获取，更重要的是全面的发展。",
        "label": ""
      },
      {
        "sentence": "要知道，人生并不只有高考这一关，这只是人生的一个起点。",
        "label": ""
      },
      {
        "sentence": "不能将人生的意义完全寄托在高分上。",
        "label": ""
      },
      {
        "sentence": "你是否了解过马云和乔布斯的人生经历，一个也是高考两次失利，一个上了一学期的大学就中途辍学了，在当时的他们对于未知的未来，是否也跟你一样迷茫绝望过呢？",
        "label": ""
      },
      {
        "sentence": "是否也因为没有获得社会最认可的高学历而自暴自弃呢？",
        "label": ""
      },
      {
        "sentence": "谁能在当时设想到他们两个人后来获得的成就呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我明白他们的成功并不是只取决于高学历。但现实中，在我周围的人都非常看重学历，觉得上专科就意味着前途的局限性。这让我感到很困惑，不知道该如何选择未来的道路了。",
    "annotation": [
      {
        "sentence": "确实，我明白他们的成功并不是只取决于高学历。",
        "label": ""
      },
      {
        "sentence": "但现实中，在我周围的人都非常看重学历，觉得上专科就意味着前途的局限性。",
        "label": ""
      },
      {
        "sentence": "这让我感到很困惑，不知道该如何选择未来的道路了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "问题解析：高考的年纪，十八十九岁，是人生是正充满无限可能，充满希望的年纪，以后的人生道路更是充满了不确定性，人们无法用线性思维安稳的度过这一生，好处就是在未知中你能创造一切可能，天降大任与斯人也，没有一个人的成功不受于苦难，高考和学历也许现在能决定你上本科还是专科，但是决定不了你以后如何发展，况且以后的社会更注重的是个人能力，空凭一张文凭也难以很轻松在这个世界生存，建议你可以选择一个专科再努力考取专升本，并在此基础上好好锻炼自己的累积自己能力，历练自己心态，将来也一定会大有作为。",
    "annotation": [
      {
        "sentence": "问题解析：高考的年纪，十八十九岁，是人生是正充满无限可能，充满希望的年纪，以后的人生道路更是充满了不确定性，人们无法用线性思维安稳的度过这一生，好处就是在未知中你能创造一切可能，天降大任与斯人也，没有一个人的成功不受于苦难，高考和学历也许现在能决定你上本科还是专科，但是决定不了你以后如何发展，况且以后的社会更注重的是个人能力，空凭一张文凭也难以很轻松在这个世界生存，建议你可以选择一个专科再努力考取专升本，并在此基础上好好锻炼自己的累积自己能力，历练自己心态，将来也一定会大有作为。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，也许我现在只需要一个起点，一个专科学位也能成为我发展的基础。我明白自己不能因为这次失败就放弃，还有很多机会等着我去探索。谢谢你的建议，让我重新找到了方向和希望。",
    "annotation": [
      {
        "sentence": "你说得对，也许我现在只需要一个起点，一个专科学位也能成为我发展的基础。",
        "label": ""
      },
      {
        "sentence": "我明白自己不能因为这次失败就放弃，还有很多机会等着我去探索。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，让我重新找到了方向和希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，人生的道路并不是一帆风顺的，失败只是暂时的，重要的是我们要学会从失败中汲取教训，坚持不懈地追求自己的目标。你有执着的心和积极的态度，相信你一定能够找到适合自己的道路，实现自己的人生价值。加油！",
    "annotation": [
      {
        "sentence": "没错，人生的道路并不是一帆风顺的，失败只是暂时的，重要的是我们要学会从失败中汲取教训，坚持不懈地追求自己的目标。",
        "label": ""
      },
      {
        "sentence": "你有执着的心和积极的态度，相信你一定能够找到适合自己的道路，实现自己的人生价值。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]