[
  {
    "role": "client",
    "content": "高考失败两次，只能上专科，无法面对未来？在高中三年，我努力过，但仍然没上本科，复读后，仍然没上。这是完全的失败，难道人生只是个戏剧吗？与亲人交谈，他们说让我放下读专，但是这样人生还有机会吗？我现在很迷茫，在高中的失败让我逐渐丧失了自倍……这次复读的失败真的快要让我放弃这一生了，我真的完全不知道怎么做了，我……我真的。",
    "annotation": [
      {
        "sentence": "高考失败两次，只能上专科，无法面对未来？",
        "label": ""
      },
      {
        "sentence": "在高中三年，我努力过，但仍然没上本科，复读后，仍然没上。",
        "label": ""
      },
      {
        "sentence": "这是完全的失败，难道人生只是个戏剧吗？",
        "label": ""
      },
      {
        "sentence": "与亲人交谈，他们说让我放下读专，但是这样人生还有机会吗？",
        "label": ""
      },
      {
        "sentence": "我现在很迷茫，在高中的失败让我逐渐丧失了自倍……这次复读的失败真的快要让我放弃这一生了，我真的完全不知道怎么做了，我……我真的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "复读仍然基于种种原因，只能读了专科，确实心里面会有一些失落。复读的一年肯定是非常的辛苦，我们又重复了双倍的高中的时光，尤其是高三的时光，那一沓沓的试卷，那一根根的笔芯儿，那一次次晚睡的夜晚，那争分夺秒背单词的种种过往，一想起来就脊背发凉，甚至满是心酸……虽然我们都知道高考不是一锤定终身。但是终究涉及到教育资源的分配和第一学历。所以我能理解和体验你心中的那种失落酸涩。",
    "annotation": [
      {
        "sentence": "复读仍然基于种种原因，只能读了专科，确实心里面会有一些失落。",
        "label": ""
      },
      {
        "sentence": "复读的一年肯定是非常的辛苦，我们又重复了双倍的高中的时光，尤其是高三的时光，那一沓沓的试卷，那一根根的笔芯儿，那一次次晚睡的夜晚，那争分夺秒背单词的种种过往，一想起来就脊背发凉，甚至满是心酸……虽然我们都知道高考不是一锤定终身。",
        "label": ""
      },
      {
        "sentence": "但是终究涉及到教育资源的分配和第一学历。",
        "label": ""
      },
      {
        "sentence": "所以我能理解和体验你心中的那种失落酸涩。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和关怀。但我现在真的有点迷茫，不知道该如何去面对未来。我觉得自己的努力没有得到回报，对自己的价值感产生了怀疑。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和关怀。",
        "label": ""
      },
      {
        "sentence": "但我现在真的有点迷茫，不知道该如何去面对未来。",
        "label": ""
      },
      {
        "sentence": "我觉得自己的努力没有得到回报，对自己的价值感产生了怀疑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困惑和怀疑。但是人生的道路是曲折的，并不是只有通过高考才能获得成功和自我价值的认可。我们可以重新审视自己，找到我们真正感兴趣和擅长的领域，从而制定一个新的职业规划。",
    "annotation": [
      {
        "sentence": "我明白你的困惑和怀疑。",
        "label": ""
      },
      {
        "sentence": "但是人生的道路是曲折的，并不是只有通过高考才能获得成功和自我价值的认可。",
        "label": ""
      },
      {
        "sentence": "我们可以重新审视自己，找到我们真正感兴趣和擅长的领域，从而制定一个新的职业规划。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该重新审视自己，找到我真正感兴趣和擅长的领域。但我还是对自己的未来感到迷茫，不知道该从何处开始。",
    "annotation": [
      {
        "sentence": "你说得对，我应该重新审视自己，找到我真正感兴趣和擅长的领域。",
        "label": ""
      },
      {
        "sentence": "但我还是对自己的未来感到迷茫，不知道该从何处开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用着急，我们可以从你的兴趣爱好和个人特长开始，考虑选择与之相关的专业。同时，我们可以向学校的辅导员或职业规划师咨询，他们可以给出一些建议和指导，帮助我们更好地制定职业规划。",
    "annotation": [
      {
        "sentence": "不用着急，我们可以从你的兴趣爱好和个人特长开始，考虑选择与之相关的专业。",
        "label": ""
      },
      {
        "sentence": "同时，我们可以向学校的辅导员或职业规划师咨询，他们可以给出一些建议和指导，帮助我们更好地制定职业规划。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我可以去找学校的辅导员或职业规划师咨询一下。希望能够得到一些有益的建议和指导。但我还是很担心我的未来，觉得自己一事无成。",
    "annotation": [
      {
        "sentence": "嗯，我可以去找学校的辅导员或职业规划师咨询一下。",
        "label": ""
      },
      {
        "sentence": "希望能够得到一些有益的建议和指导。",
        "label": ""
      },
      {
        "sentence": "但我还是很担心我的未来，觉得自己一事无成。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都会有迷茫和不安的时候，这是正常的情绪。但是我们要相信，即使目前处于一个低谷，我们仍然有重新崛起和追求自己理想的机会。重要的是不放弃，保持积极的心态和良好的学习态度，努力充实自己，开拓自己的眼界和能力。",
    "annotation": [
      {
        "sentence": "每个人都会有迷茫和不安的时候，这是正常的情绪。",
        "label": ""
      },
      {
        "sentence": "但是我们要相信，即使目前处于一个低谷，我们仍然有重新崛起和追求自己理想的机会。",
        "label": ""
      },
      {
        "sentence": "重要的是不放弃，保持积极的心态和良好的学习态度，努力充实自己，开拓自己的眼界和能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的话，我感到稍微安慰了一些。我会努力调整自己的心态和学习态度，不放弃追求自己的理想。谢谢你一直陪伴着我。",
    "annotation": [
      {
        "sentence": "听了你的话，我感到稍微安慰了一些。",
        "label": ""
      },
      {
        "sentence": "我会努力调整自己的心态和学习态度，不放弃追求自己的理想。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直陪伴着我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直陪伴在你身边，给予你支持和鼓励。记得任何时候遇到困难或感到迷茫，都可以找我聊聊，我们一起度过难关，迎接美好的未来。",
    "annotation": [
      {
        "sentence": "不用客气，我会一直陪伴在你身边，给予你支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "记得任何时候遇到困难或感到迷茫，都可以找我聊聊，我们一起度过难关，迎接美好的未来。",
        "label": ""
      }
    ]
  }
]