[
  {
    "role": "client",
    "content": "女朋友对我心灰意冷了，不要我了，我该怎么挽回她？跟女朋友在一起三年，前面两年没啥问题，后面一年我变得有点自私，没有照顾女朋友的感受，还对她冷暴力，大男子主义，她现在对我心灰意冷，我该怎么办。我想改，可是她不给我机会了。",
    "annotation": [
      {
        "sentence": "女朋友对我心灰意冷了，不要我了，我该怎么挽回她？",
        "label": ""
      },
      {
        "sentence": "跟女朋友在一起三年，前面两年没啥问题，后面一年我变得有点自私，没有照顾女朋友的感受，还对她冷暴力，大男子主义，她现在对我心灰意冷，我该怎么办。",
        "label": ""
      },
      {
        "sentence": "我想改，可是她不给我机会了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你在这里能用心灰意冷来形容她目前对你的状态，可以想象你们的关系真得是很冷了。大道理不多讲，估计你已经不是小孩子了，要说给你的道理你应该都懂。你应该非常清楚，一杯带有温度的水，不可能在极短的时间内降至冰点以下，实质性的水如此，更何况一段感情。",
    "annotation": [
      {
        "sentence": "你在这里能用心灰意冷来形容她目前对你的状态，可以想象你们的关系真得是很冷了。",
        "label": ""
      },
      {
        "sentence": "大道理不多讲，估计你已经不是小孩子了，要说给你的道理你应该都懂。",
        "label": ""
      },
      {
        "sentence": "你应该非常清楚，一杯带有温度的水，不可能在极短的时间内降至冰点以下，实质性的水如此，更何况一段感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白。我意识到自己当初的行为导致了我们的关系变冷，我真的很后悔。",
    "annotation": [
      {
        "sentence": "是的，我明白。",
        "label": ""
      },
      {
        "sentence": "我意识到自己当初的行为导致了我们的关系变冷，我真的很后悔。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，悔过是第一步。三年的感情，说长不长，说短也不短。值得去回忆的美好瞬间我想也一定少不了，但我不是有意打击你，我觉得你想恢复这段感情，很难。我想在她心灰意冷之前，以你们的三年感情，她不可能一下子就这样，连一点机会都不给你。",
    "annotation": [
      {
        "sentence": "很好，悔过是第一步。",
        "label": ""
      },
      {
        "sentence": "三年的感情，说长不长，说短也不短。",
        "label": ""
      },
      {
        "sentence": "值得去回忆的美好瞬间我想也一定少不了，但我不是有意打击你，我觉得你想恢复这段感情，很难。",
        "label": ""
      },
      {
        "sentence": "我想在她心灰意冷之前，以你们的三年感情，她不可能一下子就这样，连一点机会都不给你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我们之间肯定有一些美好的回忆，但是现在她对我已经很失望了，我不知道该怎么去改变她的想法。",
    "annotation": [
      {
        "sentence": "你说得对，我们之间肯定有一些美好的回忆，但是现在她对我已经很失望了，我不知道该怎么去改变她的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在这段感情出现问题（尤其是你说的后一年）中，我想她一定跟你谈过这些问题，也要求过你去改善，但你都不以为然的错过了，换句话说，也就是你自己亲手把这份感情给弄丢了，让好的心彻底的对你死了。你想一个对你不存有任何希望的人，又怎能去相信你能够去改好呢？",
    "annotation": [
      {
        "sentence": "在这段感情出现问题（尤其是你说的后一年）中，我想她一定跟你谈过这些问题，也要求过你去改善，但你都不以为然的错过了，换句话说，也就是你自己亲手把这份感情给弄丢了，让好的心彻底的对你死了。",
        "label": ""
      },
      {
        "sentence": "你想一个对你不存有任何希望的人，又怎能去相信你能够去改好呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我现在意识到我当时的行为有多么自私和冷漠。我真的很后悔，我希望能够有机会弥补我的过错。",
    "annotation": [
      {
        "sentence": "你说得对，我现在意识到我当时的行为有多么自私和冷漠。",
        "label": ""
      },
      {
        "sentence": "我真的很后悔，我希望能够有机会弥补我的过错。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "她宁肯自己的选择是错误的，她都不呆回头的。感情这东西就是这样，在拥有的时候，觉得可以有也可心没有，但当真得觉得自己喜欢她，她离开的日子里，都是她，才让人恍然间感觉这份感情的珍贵。可惜一切都来不及了，水凉了，可以通过加热再回到你所想要的温度，但过了夜的水，味道还是会所有差别的。",
    "annotation": [
      {
        "sentence": "她宁肯自己的选择是错误的，她都不呆回头的。",
        "label": ""
      },
      {
        "sentence": "感情这东西就是这样，在拥有的时候，觉得可以有也可心没有，但当真得觉得自己喜欢她，她离开的日子里，都是她，才让人恍然间感觉这份感情的珍贵。",
        "label": ""
      },
      {
        "sentence": "可惜一切都来不及了，水凉了，可以通过加热再回到你所想要的温度，但过了夜的水，味道还是会所有差别的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，感情确实是需要珍惜的，我以前没有好好珍惜她，现在我真的后悔莫及。",
    "annotation": [
      {
        "sentence": "我明白了，感情确实是需要珍惜的，我以前没有好好珍惜她，现在我真的后悔莫及。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感情凉了，不是绝对挽回不回来，但这个是相当有难度的，或许即使挽回了，你也会觉得再也找不到原来的那种感觉了。就算是自己的一种阅历吧，能挽回当然是最好的，真得挽回不了，伤心过后，还是要擦干眼泪，也许你会更加成熟一份！",
    "annotation": [
      {
        "sentence": "感情凉了，不是绝对挽回不回来，但这个是相当有难度的，或许即使挽回了，你也会觉得再也找不到原来的那种感觉了。",
        "label": ""
      },
      {
        "sentence": "就算是自己的一种阅历吧，能挽回当然是最好的，真得挽回不了，伤心过后，还是要擦干眼泪，也许你会更加成熟一份！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我知道现在无法改变过去，但我会努力成为一个更好的人，无论结果如何，我都会好好生活下去。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我知道现在无法改变过去，但我会努力成为一个更好的人，无论结果如何，我都会好好生活下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的想法很成熟。无论如何，重要的是找到自己的成长和幸福。做好自己，也让她看到你的改变，或许未来的某一天，她会重新审视你们的感情。加油！",
    "annotation": [
      {
        "sentence": "很好，你的想法很成熟。",
        "label": ""
      },
      {
        "sentence": "无论如何，重要的是找到自己的成长和幸福。",
        "label": ""
      },
      {
        "sentence": "做好自己，也让她看到你的改变，或许未来的某一天，她会重新审视你们的感情。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]