[
  {
    "role": "client",
    "content": "我换过很多工作，这种反反复复的行为，是缺乏安全感么？",
    "annotation": [
      {
        "sentence": "我换过很多工作，这种反反复复的行为，是缺乏安全感么？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，换工作频繁可能与缺乏安全感有关。换工作会给人带来一种新的开始和掌控感，但当稳定的状态出现时，年龄上的焦虑和个人问题未解决的困扰会重新浮现。那么，请问您有过哪些个人问题让您在工作稳定时产生焦虑呢？",
    "annotation": [
      {
        "sentence": "是的，换工作频繁可能与缺乏安全感有关。",
        "label": ""
      },
      {
        "sentence": "换工作会给人带来一种新的开始和掌控感，但当稳定的状态出现时，年龄上的焦虑和个人问题未解决的困扰会重新浮现。",
        "label": ""
      },
      {
        "sentence": "那么，请问您有过哪些个人问题让您在工作稳定时产生焦虑呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当个人问题没有进展时，我就会把焦点放回换工作上，觉得唯有工作是自己能掌控的。但当工作稍微稳定下来或者遇到不如意时，我会告诉自己应该把重心放在找对象上，放下不满。可是无论是哪方面，我都没有取得满意的进展，感到很困惑。",
    "annotation": [
      {
        "sentence": "当个人问题没有进展时，我就会把焦点放回换工作上，觉得唯有工作是自己能掌控的。",
        "label": ""
      },
      {
        "sentence": "但当工作稍微稳定下来或者遇到不如意时，我会告诉自己应该把重心放在找对象上，放下不满。",
        "label": ""
      },
      {
        "sentence": "可是无论是哪方面，我都没有取得满意的进展，感到很困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您的困惑可以理解。换工作和找对象这两个方面都是成长和满足个人需求的重要环节。但是，频繁地转换关注点并没有解决您内心的焦虑和不满。也许，我们可以一起来探讨一下频繁换工作的原因，找出背后的意义。您有什么想法或者猜测吗？",
    "annotation": [
      {
        "sentence": "您的困惑可以理解。",
        "label": ""
      },
      {
        "sentence": "换工作和找对象这两个方面都是成长和满足个人需求的重要环节。",
        "label": ""
      },
      {
        "sentence": "但是，频繁地转换关注点并没有解决您内心的焦虑和不满。",
        "label": ""
      },
      {
        "sentence": "也许，我们可以一起来探讨一下频繁换工作的原因，找出背后的意义。",
        "label": ""
      },
      {
        "sentence": "您有什么想法或者猜测吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经自问，如果我缺乏安全感，为什么会一直将自己放入充满不确定性的初创企业中呢？这样的环境本身就充满了不确定性。我三岁前寄养过一段时间，小学阶段还有被老师当众羞辱的经历，还有不愉快的学琴经历。这些经历可能造成我习得性无助的感觉。",
    "annotation": [
      {
        "sentence": "我曾经自问，如果我缺乏安全感，为什么会一直将自己放入充满不确定性的初创企业中呢？",
        "label": ""
      },
      {
        "sentence": "这样的环境本身就充满了不确定性。",
        "label": ""
      },
      {
        "sentence": "我三岁前寄养过一段时间，小学阶段还有被老师当众羞辱的经历，还有不愉快的学琴经历。",
        "label": ""
      },
      {
        "sentence": "这些经历可能造成我习得性无助的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您的察觉很好，联想到童年经历是很重要的。频繁换工作可能与您内心安全感的建立有关。首先，缺乏安全感可能使您对工作有一定的偏差，让您追求完美而忘记了工作本身的现实。其次，初创企业的不确定性环境可能满足了您内心渴望的一种安全感，而且您也较容易适应这样的环境。此外，尚未积累过多的处理关系的能力可能也是导致您重复相同关系模式的原因之一。而童年经历，尤其是寄养经历、被羞辱的经历和学琴的不愉快经历，也导致了您内心安全感的缺失。这会影响您建立亲密关系和交朋友的困难。",
    "annotation": [
      {
        "sentence": "您的察觉很好，联想到童年经历是很重要的。",
        "label": ""
      },
      {
        "sentence": "频繁换工作可能与您内心安全感的建立有关。",
        "label": ""
      },
      {
        "sentence": "首先，缺乏安全感可能使您对工作有一定的偏差，让您追求完美而忘记了工作本身的现实。",
        "label": ""
      },
      {
        "sentence": "其次，初创企业的不确定性环境可能满足了您内心渴望的一种安全感，而且您也较容易适应这样的环境。",
        "label": ""
      },
      {
        "sentence": "此外，尚未积累过多的处理关系的能力可能也是导致您重复相同关系模式的原因之一。",
        "label": ""
      },
      {
        "sentence": "而童年经历，尤其是寄养经历、被羞辱的经历和学琴的不愉快经历，也导致了您内心安全感的缺失。",
        "label": ""
      },
      {
        "sentence": "这会影响您建立亲密关系和交朋友的困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对于这些问题，我该怎么办呢？我总感到困惑，内心不稳定，无法坚持。",
    "annotation": [
      {
        "sentence": "对于这些问题，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我总感到困惑，内心不稳定，无法坚持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，您要接纳自己目前的问题，无论是什么问题，无论是由于什么原因造成的，都要接受它们。这样才能更坦然地寻找解决办法，不过度焦虑。关于父母的关系处理，即使无法跟他们建立亲密的关系，也要内心真实地尊重他们。可以尝试跟他们聊聊童年经历，表达您当时和现在的感受，以期与他们改善相处方式。另外，处理童年创伤的回忆也很重要，您可以写下您对那些创伤的感受，或者通过冥想来放松自己。至于工作方面的建议，需要确定自己的兴趣所在，并不急于改变现状，而是仔细思考自己的期待和优劣势，自然就可以找到答案。最重要的是，勇敢面对内心的问题，一旦您能够坦然面对，这些问题就不再那么困扰你了。记住，天蓝、生活可以美好，世界上还有很多人关心您！",
    "annotation": [
      {
        "sentence": "首先，您要接纳自己目前的问题，无论是什么问题，无论是由于什么原因造成的，都要接受它们。",
        "label": ""
      },
      {
        "sentence": "这样才能更坦然地寻找解决办法，不过度焦虑。",
        "label": ""
      },
      {
        "sentence": "关于父母的关系处理，即使无法跟他们建立亲密的关系，也要内心真实地尊重他们。",
        "label": ""
      },
      {
        "sentence": "可以尝试跟他们聊聊童年经历，表达您当时和现在的感受，以期与他们改善相处方式。",
        "label": ""
      },
      {
        "sentence": "另外，处理童年创伤的回忆也很重要，您可以写下您对那些创伤的感受，或者通过冥想来放松自己。",
        "label": ""
      },
      {
        "sentence": "至于工作方面的建议，需要确定自己的兴趣所在，并不急于改变现状，而是仔细思考自己的期待和优劣势，自然就可以找到答案。",
        "label": ""
      },
      {
        "sentence": "最重要的是，勇敢面对内心的问题，一旦您能够坦然面对，这些问题就不再那么困扰你了。",
        "label": ""
      },
      {
        "sentence": "记住，天蓝、生活可以美好，世界上还有很多人关心您！",
        "label": ""
      }
    ]
  }
]