[
  {
    "role": "client",
    "content": "我觉得自己没准备好进入一段新感情，但又不想放弃一个很好的人。因为5月份端午节之前一直在和前任纠缠不清，虽然早就分手了，但没有完全断联。端午节想约前任，结果被拒绝了，然后约了另外一个人填补假期，没想到却遇到了一个很优秀的人，他和前任一样温柔体贴，而且心智和年龄也更成熟一些。但是跟他相处的时候，我感到很害怕，害怕自己没有处理好与前任的感情，害怕在与他相处时会有愧疚感。这种愧疚有时候会表现为疏离，有时候也会在语言上体现。我很害怕失去这个人，害怕伤害他之后无法得到原谅。而且今年我已经29岁了，年龄上也有些压力。",
    "annotation": [
      {
        "sentence": "我觉得自己没准备好进入一段新感情，但又不想放弃一个很好的人。",
        "label": ""
      },
      {
        "sentence": "因为5月份端午节之前一直在和前任纠缠不清，虽然早就分手了，但没有完全断联。",
        "label": ""
      },
      {
        "sentence": "端午节想约前任，结果被拒绝了，然后约了另外一个人填补假期，没想到却遇到了一个很优秀的人，他和前任一样温柔体贴，而且心智和年龄也更成熟一些。",
        "label": ""
      },
      {
        "sentence": "但是跟他相处的时候，我感到很害怕，害怕自己没有处理好与前任的感情，害怕在与他相处时会有愧疚感。",
        "label": ""
      },
      {
        "sentence": "这种愧疚有时候会表现为疏离，有时候也会在语言上体现。",
        "label": ""
      },
      {
        "sentence": "我很害怕失去这个人，害怕伤害他之后无法得到原谅。",
        "label": ""
      },
      {
        "sentence": "而且今年我已经29岁了，年龄上也有些压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我看得出你在文字里流露出的痛苦，我很心疼你，抱抱～你说你无法处理好前任的关系，又不想失去现在遇到的这个更好的男孩子，那我们分两步走：第一步，你要先想清楚，你和前任已经分手了，虽然曾经有复合的想法，但没有实现。可能是他决定要放下过去，向前迈进了。无论你们因为什么原因分手，他可能认为你们已经很难回到过去，所以你也抓不住他了。别伤心，我们很多人一生中都会遇到不止一个喜欢过的人，遇到就是缘分，但缘分尽了，就应该放下了。你不要再纠缠不清了，那只会让自己更加沮丧。试着不再联系前任，让他逐渐淡出你的生活，直到消失。第二步，你遇到了一个更好的人，你说他和前任有很多相似之处。现在你要搞清楚，你是真的喜欢他这个人，还是因为他身上有前任的影子而喜欢他。不用急着做决定，你可以同时与他相处，同时与前任断绝联系。慢慢地，你会发现他是独一无二的，他有自己的优点和缺点。你能够慢慢思考是否真的喜欢他。别急，你只需要慢慢放下前任，然后以一个不带过多思虑的态度看待现在认识的这个人，看看他是否真的符合你的喜好。人生需要往前走，加油啊！",
    "annotation": [
      {
        "sentence": "我看得出你在文字里流露出的痛苦，我很心疼你，抱抱～你说你无法处理好前任的关系，又不想失去现在遇到的这个更好的男孩子，那我们分两步走：第一步，你要先想清楚，你和前任已经分手了，虽然曾经有复合的想法，但没有实现。",
        "label": ""
      },
      {
        "sentence": "可能是他决定要放下过去，向前迈进了。",
        "label": ""
      },
      {
        "sentence": "无论你们因为什么原因分手，他可能认为你们已经很难回到过去，所以你也抓不住他了。",
        "label": ""
      },
      {
        "sentence": "别伤心，我们很多人一生中都会遇到不止一个喜欢过的人，遇到就是缘分，但缘分尽了，就应该放下了。",
        "label": ""
      },
      {
        "sentence": "你不要再纠缠不清了，那只会让自己更加沮丧。",
        "label": ""
      },
      {
        "sentence": "试着不再联系前任，让他逐渐淡出你的生活，直到消失。",
        "label": ""
      },
      {
        "sentence": "第二步，你遇到了一个更好的人，你说他和前任有很多相似之处。",
        "label": ""
      },
      {
        "sentence": "现在你要搞清楚，你是真的喜欢他这个人，还是因为他身上有前任的影子而喜欢他。",
        "label": ""
      },
      {
        "sentence": "不用急着做决定，你可以同时与他相处，同时与前任断绝联系。",
        "label": ""
      },
      {
        "sentence": "慢慢地，你会发现他是独一无二的，他有自己的优点和缺点。",
        "label": ""
      },
      {
        "sentence": "你能够慢慢思考是否真的喜欢他。",
        "label": ""
      },
      {
        "sentence": "别急，你只需要慢慢放下前任，然后以一个不带过多思虑的态度看待现在认识的这个人，看看他是否真的符合你的喜好。",
        "label": ""
      },
      {
        "sentence": "人生需要往前走，加油啊！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复，你说得很有道理。我确实明白自己需要放下前任，但是我很害怕在这个过程中会伤害到现在这个人。我害怕会因为无法摆脱对前任的情感而无法全心投入现在的感情。我不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "谢谢你的回复，你说得很有道理。",
        "label": ""
      },
      {
        "sentence": "我确实明白自己需要放下前任，但是我很害怕在这个过程中会伤害到现在这个人。",
        "label": ""
      },
      {
        "sentence": "我害怕会因为无法摆脱对前任的情感而无法全心投入现在的感情。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心很正常，但是不要焦虑，因为焦虑只会加重你的负担。你需要学会接受自己现在的感受，不要强迫自己完全放下前任，这需要时间。告诉自己，爱也是需要恢复的过程，不要责怪自己。同时，你可以跟现在这个人坦诚地谈一下你的感受和担忧，他也许能够理解并给予你更多的支持和安慰。慢慢地，当你感到舒适并且对现在这段感情有信心时，你会发现自己能够更好地投入其中，不再为过去的感情所困扰。",
    "annotation": [
      {
        "sentence": "你的担心很正常，但是不要焦虑，因为焦虑只会加重你的负担。",
        "label": ""
      },
      {
        "sentence": "你需要学会接受自己现在的感受，不要强迫自己完全放下前任，这需要时间。",
        "label": ""
      },
      {
        "sentence": "告诉自己，爱也是需要恢复的过程，不要责怪自己。",
        "label": ""
      },
      {
        "sentence": "同时，你可以跟现在这个人坦诚地谈一下你的感受和担忧，他也许能够理解并给予你更多的支持和安慰。",
        "label": ""
      },
      {
        "sentence": "慢慢地，当你感到舒适并且对现在这段感情有信心时，你会发现自己能够更好地投入其中，不再为过去的感情所困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了。我会试着接受自己的感受，并且向现在这个人敞开心扉。我相信只要给自己时间，慢慢地就能够处理好这些情感。你的鼓励和支持对我来说真的很重要。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会试着接受自己的感受，并且向现在这个人敞开心扉。",
        "label": ""
      },
      {
        "sentence": "我相信只要给自己时间，慢慢地就能够处理好这些情感。",
        "label": ""
      },
      {
        "sentence": "你的鼓励和支持对我来说真的很重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常赞同你的决定！相信自己，你会渐渐走出阴影的。记住，你不是一个人在战斗，我会一直在这里支持你的。如果你需要任何帮助或者只是想聊聊，随时都可以找我。你能够克服这些困扰的情感，我为你感到骄傲！加油！",
    "annotation": [
      {
        "sentence": "非常赞同你的决定！",
        "label": ""
      },
      {
        "sentence": "相信自己，你会渐渐走出阴影的。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者只是想聊聊，随时都可以找我。",
        "label": ""
      },
      {
        "sentence": "你能够克服这些困扰的情感，我为你感到骄傲！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来的支持和鼓励！有你在我身边，我感觉自己更加坚强了。如果有什么问题，我一定会和你分享，谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你一直以来的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "有你在我身边，我感觉自己更加坚强了。",
        "label": ""
      },
      {
        "sentence": "如果有什么问题，我一定会和你分享，谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我很高兴能够帮助到你。记住，你并不孤单，我会一直在这里支持你。不管什么时候，都可以找我倾诉和寻求建议。坚持下去，你会度过这个困难时期的！祝福你能够找到幸福！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "不管什么时候，都可以找我倾诉和寻求建议。",
        "label": ""
      },
      {
        "sentence": "坚持下去，你会度过这个困难时期的！",
        "label": ""
      },
      {
        "sentence": "祝福你能够找到幸福！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和鼓励！我相信自己会找到属于自己的幸福的。你的支持真的让我感到温暖和安慰。还有，如果你需要任何帮助，也一定要告诉我哦！我们互相支持，一起变得更好！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和鼓励！",
        "label": ""
      },
      {
        "sentence": "我相信自己会找到属于自己的幸福的。",
        "label": ""
      },
      {
        "sentence": "你的支持真的让我感到温暖和安慰。",
        "label": ""
      },
      {
        "sentence": "还有，如果你需要任何帮助，也一定要告诉我哦！",
        "label": ""
      },
      {
        "sentence": "我们互相支持，一起变得更好！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "互相支持是最重要的！当然，如果我需要帮助，我也会记得找你的。我们一起加油，共同成长！希望我们都能够找到属于自己的幸福，无论是在感情还是生活中。永远相信，你是值得被爱的！",
    "annotation": [
      {
        "sentence": "互相支持是最重要的！",
        "label": ""
      },
      {
        "sentence": "当然，如果我需要帮助，我也会记得找你的。",
        "label": ""
      },
      {
        "sentence": "我们一起加油，共同成长！",
        "label": ""
      },
      {
        "sentence": "希望我们都能够找到属于自己的幸福，无论是在感情还是生活中。",
        "label": ""
      },
      {
        "sentence": "永远相信，你是值得被爱的！",
        "label": ""
      }
    ]
  }
]