[
  {
    "role": "client",
    "content": "最近我总是想自杀，感觉好难受，而且好害怕，我该怎么办？",
    "annotation": [
      {
        "sentence": "最近我总是想自杀，感觉好难受，而且好害怕，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在一定很痛苦，尤其是在夜深人静的时候还有自伤行为，我真的很心疼你。你刚刚提到了2020年疫情，可能这段时间很多事情都受到了影响。你之前说网课的时候，开始不适应，导致了学习成绩的下滑，但在一位好老师的帮助下，你努力追赶，取得了不错的成绩，这真的太棒了！我先来整理一下你的困扰：1.父母对你的取得的成绩没有太多的赞扬和骄傲；2.和朋友之间疏远了，沟通不顺畅。我们分别来分析一下这两个问题：1.父母对你的成绩觉得理所当然，可能是因为他们觉得你一直都应该有这样的学习水平，这也可以说明你在他们眼中是很优秀的。父母可能并不了解你在这段时间所经历的事情，我们通常说“感同身受”，但如果没有真正经历过，就很难“感同”。父母不了解你从成绩下滑再到取得好成绩所付出的努力和你内心的挣扎。对他们来说，你只是保持了正常水平。所以，你不必太过在意父母是否肯定你，你的成绩本身就是对你努力的最好肯定。此外，你可以试着与父母交流，让他们更了解你这段时间的经历。2.朋友间的疏远不知道具体原因是什么，是你之前状态不好伤害到了朋友，还是因为长时间没有见面产生了一些误会？我建议你找个时间与朋友聊一下，搞清楚是什么原因导致了你们之间的隔阂，然后解释或者道歉，希望你们能够重新和好。希望以上的建议对你有帮助，加油！希望你能早日走出内心的阴霾，阳光会一直陪伴着你。",
    "annotation": [
      {
        "sentence": "我理解你现在一定很痛苦，尤其是在夜深人静的时候还有自伤行为，我真的很心疼你。",
        "label": ""
      },
      {
        "sentence": "你刚刚提到了2020年疫情，可能这段时间很多事情都受到了影响。",
        "label": ""
      },
      {
        "sentence": "你之前说网课的时候，开始不适应，导致了学习成绩的下滑，但在一位好老师的帮助下，你努力追赶，取得了不错的成绩，这真的太棒了！",
        "label": ""
      },
      {
        "sentence": "我先来整理一下你的困扰：1.父母对你的取得的成绩没有太多的赞扬和骄傲；2.和朋友之间疏远了，沟通不顺畅。",
        "label": ""
      },
      {
        "sentence": "我们分别来分析一下这两个问题：1.父母对你的成绩觉得理所当然，可能是因为他们觉得你一直都应该有这样的学习水平，这也可以说明你在他们眼中是很优秀的。",
        "label": ""
      },
      {
        "sentence": "父母可能并不了解你在这段时间所经历的事情，我们通常说“感同身受”，但如果没有真正经历过，就很难“感同”。",
        "label": ""
      },
      {
        "sentence": "父母不了解你从成绩下滑再到取得好成绩所付出的努力和你内心的挣扎。",
        "label": ""
      },
      {
        "sentence": "对他们来说，你只是保持了正常水平。",
        "label": ""
      },
      {
        "sentence": "所以，你不必太过在意父母是否肯定你，你的成绩本身就是对你努力的最好肯定。",
        "label": ""
      },
      {
        "sentence": "此外，你可以试着与父母交流，让他们更了解你这段时间的经历。",
        "label": ""
      },
      {
        "sentence": "2.朋友间的疏远不知道具体原因是什么，是你之前状态不好伤害到了朋友，还是因为长时间没有见面产生了一些误会？",
        "label": ""
      },
      {
        "sentence": "我建议你找个时间与朋友聊一下，搞清楚是什么原因导致了你们之间的隔阂，然后解释或者道歉，希望你们能够重新和好。",
        "label": ""
      },
      {
        "sentence": "希望以上的建议对你有帮助，加油！",
        "label": ""
      },
      {
        "sentence": "希望你能早日走出内心的阴霾，阳光会一直陪伴着你。",
        "label": ""
      }
    ]
  }
]