[
  {
    "role": "client",
    "content": "妈妈为什么不能停止打击我？轻而易举地伤害我还不自知小时候妈妈就是打击教育，长大了我明白了内心的自卑和胆怯与这种打击有些关系。",
    "annotation": [
      {
        "sentence": "妈妈为什么不能停止打击我？",
        "label": ""
      },
      {
        "sentence": "轻而易举地伤害我还不自知小时候妈妈就是打击教育，长大了我明白了内心的自卑和胆怯与这种打击有些关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "妈妈长期用打击方式教育你，似乎总是看不到你好的地方，否定你打压你，让你感觉到自己没有价值。似乎在你和妈妈的关系里，你总是不够好，不漂亮，不正确，而她总是对的，高高在上的，正确的权威。",
    "annotation": [
      {
        "sentence": "妈妈长期用打击方式教育你，似乎总是看不到你好的地方，否定你打压你，让你感觉到自己没有价值。",
        "label": ""
      },
      {
        "sentence": "似乎在你和妈妈的关系里，你总是不够好，不漂亮，不正确，而她总是对的，高高在上的，正确的权威。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，她总是把我往下压，让我觉得自己一无是处。我对她的抱怨也没有任何作用，她依然会用其他负面的话语来回应我。",
    "annotation": [
      {
        "sentence": "是的，她总是把我往下压，让我觉得自己一无是处。",
        "label": ""
      },
      {
        "sentence": "我对她的抱怨也没有任何作用，她依然会用其他负面的话语来回应我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在和你的关系里，妈妈为什么一直使用“打压”方式呢？一种可能是，在她小时候和自己父母、兄弟姐妹的关系里，她是被剥削被打压的角色，她“学习”了父母管教她的方式，也种下自己不够好的信念。另外一种可能是，在包括父母在内的所有关系里，包括职业关系，与你父亲的关系等，她都是处于自恋维度的低位，别人都是“高高在上”，为了补偿始终在自恋低位的自卑感，她把这部分投射给“不能反抗”的你，让你承受“低位”的角色，来获得一点点优越感。",
    "annotation": [
      {
        "sentence": "在和你的关系里，妈妈为什么一直使用“打压”方式呢？",
        "label": ""
      },
      {
        "sentence": "一种可能是，在她小时候和自己父母、兄弟姐妹的关系里，她是被剥削被打压的角色，她“学习”了父母管教她的方式，也种下自己不够好的信念。",
        "label": ""
      },
      {
        "sentence": "另外一种可能是，在包括父母在内的所有关系里，包括职业关系，与你父亲的关系等，她都是处于自恋维度的低位，别人都是“高高在上”，为了补偿始终在自恋低位的自卑感，她把这部分投射给“不能反抗”的你，让你承受“低位”的角色，来获得一点点优越感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来如此，她的行为可能与她自己的过去经历和自卑感有关。但是我感觉很无奈，我无法改变她，也无法阻止她的言语伤害，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "原来如此，她的行为可能与她自己的过去经历和自卑感有关。",
        "label": ""
      },
      {
        "sentence": "但是我感觉很无奈，我无法改变她，也无法阻止她的言语伤害，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的无奈和委屈。首先，如果你们家庭有条件的话，你可以考虑去找家庭治疗的咨询师，可能可以帮助你们去看到这个互动模式如何形成的，以及如何在这个问题上做一些改变。其次，对于你个人而言，你要明白，母亲对你的方式并不代表你值不值得爱、正不正确，而是她自己早年形成的模式。你的价值应该由你自己和外部反馈来定义（最重要的是你自己）。当妈妈再次打击你时，你可以告诉她，你理解她内心的自卑和不被认可的感受，平时多多认可她，支持她。记住，打击不到我们的内心，我们会变得更加坚强。",
    "annotation": [
      {
        "sentence": "我理解你的无奈和委屈。",
        "label": ""
      },
      {
        "sentence": "首先，如果你们家庭有条件的话，你可以考虑去找家庭治疗的咨询师，可能可以帮助你们去看到这个互动模式如何形成的，以及如何在这个问题上做一些改变。",
        "label": ""
      },
      {
        "sentence": "其次，对于你个人而言，你要明白，母亲对你的方式并不代表你值不值得爱、正不正确，而是她自己早年形成的模式。",
        "label": ""
      },
      {
        "sentence": "你的价值应该由你自己和外部反馈来定义（最重要的是你自己）。",
        "label": ""
      },
      {
        "sentence": "当妈妈再次打击你时，你可以告诉她，你理解她内心的自卑和不被认可的感受，平时多多认可她，支持她。",
        "label": ""
      },
      {
        "sentence": "记住，打击不到我们的内心，我们会变得更加坚强。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。我会试着和妈妈沟通，让她知道我的感受，并将更多的关注和支持给予她。同时，我也要学会不被她的负面言语所伤害，坚持相信自己的价值。谢谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "我会试着和妈妈沟通，让她知道我的感受，并将更多的关注和支持给予她。",
        "label": ""
      },
      {
        "sentence": "同时，我也要学会不被她的负面言语所伤害，坚持相信自己的价值。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你能够处理好和妈妈的关系，也能够坚守自己的内心。如果在这个过程中遇到任何困难，记得随时来找我倾诉。希望你能够重建健康、和谐的亲子关系，多一些爱与理解。你会走出阴霾的，加油！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你能够处理好和妈妈的关系，也能够坚守自己的内心。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中遇到任何困难，记得随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "希望你能够重建健康、和谐的亲子关系，多一些爱与理解。",
        "label": ""
      },
      {
        "sentence": "你会走出阴霾的，加油！",
        "label": ""
      }
    ]
  }
]