[
  {
    "role": "client",
    "content": "无力改变父母糟糕的生活模式很难过，怎么办？母亲强势且苛责，父亲迟钝且古板；母亲总是嫌弃父亲不够理解她，父亲总是畏惧母亲莫名其妙的愤怒和失控；母亲总是觉得选错了人要离开，父亲总是找不到解决出口而僵持；母亲很委屈，父亲很压抑。随着我长大、成人、结婚，我发现自己身上复刻了很多母亲的影子，给我的工作、婚姻带来困扰，所以我在慢慢改变和调整自己。同时，我也逐渐看清两人之间的问题根源，想去帮他们改善关系。我曾花了整整一年的时间，去帮他们一点点梳理，但换来的还是母亲无尽的抱怨。而且我发现，如果母亲的处事思维不变，那么就是无止境的问题和无止境的委屈，任何事情都会变成巨大的问题。即使我能给他们提供舒适的生活环境、即使给他们物质上的补贴，都无法改变他俩这种互相折磨的生活状态。为此，我很痛苦，又很无力，但使劲浑身力气，经常是收效甚微。我感觉家庭给我的支撑好有限，人生指导、物质帮助基本上都没有，相处模式也会被婆家看出而有微词，我很无力，也很难过。",
    "annotation": [
      {
        "sentence": "无力改变父母糟糕的生活模式很难过，怎么办？",
        "label": ""
      },
      {
        "sentence": "母亲强势且苛责，父亲迟钝且古板；母亲总是嫌弃父亲不够理解她，父亲总是畏惧母亲莫名其妙的愤怒和失控；母亲总是觉得选错了人要离开，父亲总是找不到解决出口而僵持；母亲很委屈，父亲很压抑。",
        "label": ""
      },
      {
        "sentence": "随着我长大、成人、结婚，我发现自己身上复刻了很多母亲的影子，给我的工作、婚姻带来困扰，所以我在慢慢改变和调整自己。",
        "label": ""
      },
      {
        "sentence": "同时，我也逐渐看清两人之间的问题根源，想去帮他们改善关系。",
        "label": ""
      },
      {
        "sentence": "我曾花了整整一年的时间，去帮他们一点点梳理，但换来的还是母亲无尽的抱怨。",
        "label": ""
      },
      {
        "sentence": "而且我发现，如果母亲的处事思维不变，那么就是无止境的问题和无止境的委屈，任何事情都会变成巨大的问题。",
        "label": ""
      },
      {
        "sentence": "即使我能给他们提供舒适的生活环境、即使给他们物质上的补贴，都无法改变他俩这种互相折磨的生活状态。",
        "label": ""
      },
      {
        "sentence": "为此，我很痛苦，又很无力，但使劲浑身力气，经常是收效甚微。",
        "label": ""
      },
      {
        "sentence": "我感觉家庭给我的支撑好有限，人生指导、物质帮助基本上都没有，相处模式也会被婆家看出而有微词，我很无力，也很难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你看得很清楚，也找的和准确，但依旧无力。我们常说【原生家庭的殇】，它包括有形和无形的两种。这种【家庭模式】是我们一生成长中最开始也是最重要的场所。因为我们的性格、思维都是在那个环境里建立的雏形，有好的或者坏的、喜悦的或者无奈的。我们想去摆脱不好的，但无力挣扎，像有一只大手包裹。就连我们咨询师都不给自己亲近的人做咨询，因为家人不讲道理，那怎么办呢？就只能学着去爱他们了。",
    "annotation": [
      {
        "sentence": "你看得很清楚，也找的和准确，但依旧无力。",
        "label": ""
      },
      {
        "sentence": "我们常说【原生家庭的殇】，它包括有形和无形的两种。",
        "label": ""
      },
      {
        "sentence": "这种【家庭模式】是我们一生成长中最开始也是最重要的场所。",
        "label": ""
      },
      {
        "sentence": "因为我们的性格、思维都是在那个环境里建立的雏形，有好的或者坏的、喜悦的或者无奈的。",
        "label": ""
      },
      {
        "sentence": "我们想去摆脱不好的，但无力挣扎，像有一只大手包裹。",
        "label": ""
      },
      {
        "sentence": "就连我们咨询师都不给自己亲近的人做咨询，因为家人不讲道理，那怎么办呢？",
        "label": ""
      },
      {
        "sentence": "就只能学着去爱他们了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也明白这一点。母亲和父亲之间的矛盾一直困扰着我，我希望能帮他们解决。但是，我曾经花了很多时间去帮他们沟通，可是母亲总是抱怨，感觉我的努力毫无效果。现在我感到很无助，不知道该怎么办才能改变他们之间的关系。",
    "annotation": [
      {
        "sentence": "是的，我也明白这一点。",
        "label": ""
      },
      {
        "sentence": "母亲和父亲之间的矛盾一直困扰着我，我希望能帮他们解决。",
        "label": ""
      },
      {
        "sentence": "但是，我曾经花了很多时间去帮他们沟通，可是母亲总是抱怨，感觉我的努力毫无效果。",
        "label": ""
      },
      {
        "sentence": "现在我感到很无助，不知道该怎么办才能改变他们之间的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的观察很准确，也很有洞察力。你想要改变他们之间的关系，是出于对他们的爱和关心，这是一件好事。但你要明白，母亲的问题并不是一两年形成的，是她的原生家庭和多年无奈的婚姻中所塑造出来的。你一个人的努力是难以改变的，可能需要专业的介入来帮助你们一起努力。更重要的是，你需要先建立自己的独立人格，逐渐摆脱母亲的影响。",
    "annotation": [
      {
        "sentence": "你的观察很准确，也很有洞察力。",
        "label": ""
      },
      {
        "sentence": "你想要改变他们之间的关系，是出于对他们的爱和关心，这是一件好事。",
        "label": ""
      },
      {
        "sentence": "但你要明白，母亲的问题并不是一两年形成的，是她的原生家庭和多年无奈的婚姻中所塑造出来的。",
        "label": ""
      },
      {
        "sentence": "你一个人的努力是难以改变的，可能需要专业的介入来帮助你们一起努力。",
        "label": ""
      },
      {
        "sentence": "更重要的是，你需要先建立自己的独立人格，逐渐摆脱母亲的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我意识到自己在某种程度上复制了母亲的性格特点。这些特点给我的工作和婚姻带来了很多困扰，我希望能够逐渐改变和调整自己，摆脱母亲的阴影。",
    "annotation": [
      {
        "sentence": "你说得很对，我意识到自己在某种程度上复制了母亲的性格特点。",
        "label": ""
      },
      {
        "sentence": "这些特点给我的工作和婚姻带来了很多困扰，我希望能够逐渐改变和调整自己，摆脱母亲的阴影。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常正确的认知，这是一个非常重要的觉察。从心理学的角度来看，孩子往往在成长过程中会受到更强势父母的影响，他们的性格会在我们的性格中留下深深的烙印。你无意间复制了母亲的特点，这也是一种认同模式。但是你已经意识到了这一点，这是非常好的。",
    "annotation": [
      {
        "sentence": "非常正确的认知，这是一个非常重要的觉察。",
        "label": ""
      },
      {
        "sentence": "从心理学的角度来看，孩子往往在成长过程中会受到更强势父母的影响，他们的性格会在我们的性格中留下深深的烙印。",
        "label": ""
      },
      {
        "sentence": "你无意间复制了母亲的特点，这也是一种认同模式。",
        "label": ""
      },
      {
        "sentence": "但是你已经意识到了这一点，这是非常好的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我想要改变和调整自己，不再重复母亲的问题。但同时，我也希望能够帮助父母改善他们之间的关系，让他们不再互相折磨。",
    "annotation": [
      {
        "sentence": "是的，我想要改变和调整自己，不再重复母亲的问题。",
        "label": ""
      },
      {
        "sentence": "但同时，我也希望能够帮助父母改善他们之间的关系，让他们不再互相折磨。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你非常关心和爱护你的父母，这是非常好的。然而，你要明白，母亲的处事思维不会轻易改变，这可能会导致无尽的问题和委屈。你的努力可能并不能立刻看到效果，即使你能为他们提供舒适的生活环境和物质上的帮助，也无法改变他们之间的折磨状态。这可能会让你感到痛苦和无力，但是请相信，人是有自我保护和修复的能力的，你的父母也不例外。",
    "annotation": [
      {
        "sentence": "你非常关心和爱护你的父母，这是非常好的。",
        "label": ""
      },
      {
        "sentence": "然而，你要明白，母亲的处事思维不会轻易改变，这可能会导致无尽的问题和委屈。",
        "label": ""
      },
      {
        "sentence": "你的努力可能并不能立刻看到效果，即使你能为他们提供舒适的生活环境和物质上的帮助，也无法改变他们之间的折磨状态。",
        "label": ""
      },
      {
        "sentence": "这可能会让你感到痛苦和无力，但是请相信，人是有自我保护和修复的能力的，你的父母也不例外。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要先疗愈自己，建立独立的人格，才能够有力量去帮助他们。我知道这是一个过程，可能会经历艰辛和痛苦，但我愿意面对和努力。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "我明白了，我需要先疗愈自己，建立独立的人格，才能够有力量去帮助他们。",
        "label": ""
      },
      {
        "sentence": "我知道这是一个过程，可能会经历艰辛和痛苦，但我愿意面对和努力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，你的觉悟和决心让我非常欣慰。你需要先强大自己，疗愈自己，才能够真正地影响他们。这是一个关于疗愈的过程，但到那时候，你会变得更强大，不再受原生家庭的影响。祝你幸",
    "annotation": [
      {
        "sentence": "亲爱的，你的觉悟和决心让我非常欣慰。",
        "label": ""
      },
      {
        "sentence": "你需要先强大自己，疗愈自己，才能够真正地影响他们。",
        "label": ""
      },
      {
        "sentence": "这是一个关于疗愈的过程，但到那时候，你会变得更强大，不再受原生家庭的影响。",
        "label": ""
      },
      {
        "sentence": "祝你幸",
        "label": ""
      }
    ]
  }
]