[
  {
    "role": "client",
    "content": "我爸过度恐惧疫情无法沟通我和我妈都极其不快乐。",
    "annotation": [
      {
        "sentence": "我爸过度恐惧疫情无法沟通我和我妈都极其不快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你的爸爸对疫情有过度恐惧的表现，这让你和你妈妈都感到不开心。",
    "annotation": [
      {
        "sentence": "听起来你的爸爸对疫情有过度恐惧的表现，这让你和你妈妈都感到不开心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我们目前居住在一个三线小城市，自三月初以来一直没有确诊病例。可是我爸爸从疫情开始就变得越来越谨慎害怕，他要求我们每顿饭之后消毒餐具（尽管我们是在一起吃饭），不吃没有去皮的水果，从不外出就餐或食用非家庭制作的食物，只吃高温加热的食物，甚至用水果刀之前都要用热水烫洗等等。他对我们的生活要求也变得过分苛刻，一旦我们不能达到他的标准，他会表现出极端的焦躁和愤怒，他认为我们不顾及他的感受并且在威胁他。我们多次尝试沟通，但都没有成功，他甚至说如果再逼他，他就要报复社会，要杀人。他是一个非常固执的人，对自己的健康非常关注，每天都会称体重（因为害怕体重下降代表不健康）。他宁愿多做一些安心的事情，因为对他来说生命重于一切。由于他情绪的不稳定和过分的要求，我们家庭发生了各种矛盾和自私的行为，我和妈妈感到非常疲惫，甚至开始怀疑自己是否有心理问题。然而，他并不承认这个问题，仍然坚持认为是我们不关注他并逼他的结果，他也不愿意去看心理医生。我们已经找不到办法继续忍耐下去了，所以来向你求助。",
    "annotation": [
      {
        "sentence": "是的，我们目前居住在一个三线小城市，自三月初以来一直没有确诊病例。",
        "label": ""
      },
      {
        "sentence": "可是我爸爸从疫情开始就变得越来越谨慎害怕，他要求我们每顿饭之后消毒餐具（尽管我们是在一起吃饭），不吃没有去皮的水果，从不外出就餐或食用非家庭制作的食物，只吃高温加热的食物，甚至用水果刀之前都要用热水烫洗等等。",
        "label": ""
      },
      {
        "sentence": "他对我们的生活要求也变得过分苛刻，一旦我们不能达到他的标准，他会表现出极端的焦躁和愤怒，他认为我们不顾及他的感受并且在威胁他。",
        "label": ""
      },
      {
        "sentence": "我们多次尝试沟通，但都没有成功，他甚至说如果再逼他，他就要报复社会，要杀人。",
        "label": ""
      },
      {
        "sentence": "他是一个非常固执的人，对自己的健康非常关注，每天都会称体重（因为害怕体重下降代表不健康）。",
        "label": ""
      },
      {
        "sentence": "他宁愿多做一些安心的事情，因为对他来说生命重于一切。",
        "label": ""
      },
      {
        "sentence": "由于他情绪的不稳定和过分的要求，我们家庭发生了各种矛盾和自私的行为，我和妈妈感到非常疲惫，甚至开始怀疑自己是否有心理问题。",
        "label": ""
      },
      {
        "sentence": "然而，他并不承认这个问题，仍然坚持认为是我们不关注他并逼他的结果，他也不愿意去看心理医生。",
        "label": ""
      },
      {
        "sentence": "我们已经找不到办法继续忍耐下去了，所以来向你求助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你爸爸的问题已经泛化了，受到了疫情的恐惧的影响，产生了强迫行为和思维，并且导致了社交能力的受损。面对这种情况，最好的方法是寻求专业人士的帮助。不过，我也明白他本人可能不太愿意接受这种方法。我建议你们可以尝试请一个他比较信任的医生或者身边的亲戚医生过来，事先跟他们打好招呼，并解释相关的注意事项，以便让你爸爸放下戒心。相对来说，你爸爸可能更愿意听从权威人士的建议，如果能成功做到这一点，他的情绪就可能会得到缓解。如果已经尝试了各种方法都没有效果，你爸爸仍然固执己见，那么只能考虑暂时隔离他或者采取冷处理的方式，不要过度干涉他的生活，该怎么办就怎么办。另外，你们也可以平时多向他传递关于疫情好转的新闻、图片或者报道，让他多次接触这些信息。当这些信息逐渐植入他的认知中时，可能他会慢慢好转过来。",
    "annotation": [
      {
        "sentence": "听起来你爸爸的问题已经泛化了，受到了疫情的恐惧的影响，产生了强迫行为和思维，并且导致了社交能力的受损。",
        "label": ""
      },
      {
        "sentence": "面对这种情况，最好的方法是寻求专业人士的帮助。",
        "label": ""
      },
      {
        "sentence": "不过，我也明白他本人可能不太愿意接受这种方法。",
        "label": ""
      },
      {
        "sentence": "我建议你们可以尝试请一个他比较信任的医生或者身边的亲戚医生过来，事先跟他们打好招呼，并解释相关的注意事项，以便让你爸爸放下戒心。",
        "label": ""
      },
      {
        "sentence": "相对来说，你爸爸可能更愿意听从权威人士的建议，如果能成功做到这一点，他的情绪就可能会得到缓解。",
        "label": ""
      },
      {
        "sentence": "如果已经尝试了各种方法都没有效果，你爸爸仍然固执己见，那么只能考虑暂时隔离他或者采取冷处理的方式，不要过度干涉他的生活，该怎么办就怎么办。",
        "label": ""
      },
      {
        "sentence": "另外，你们也可以平时多向他传递关于疫情好转的新闻、图片或者报道，让他多次接触这些信息。",
        "label": ""
      },
      {
        "sentence": "当这些信息逐渐植入他的认知中时，可能他会慢慢好转过来。",
        "label": ""
      }
    ]
  }
]