[
  {
    "role": "client",
    "content": "我来岗位工作已经两年了，一直跟着一个老师傅学习，现在我在考虑是不是应该换一个工作岗位。我刚来的时候，买了干着最脏最累的活，想着能够学到一些东西，但老师傅总是躲着我，说要教我，可是在领导面前却又不教我。现在又有新人来了，领导要老师傅带新人，他对新人可是很有耐心的，我有些不知道该怎么办了。我觉得我应该换个岗位，但是又怕面对大家尴尬。",
    "annotation": [
      {
        "sentence": "我来岗位工作已经两年了，一直跟着一个老师傅学习，现在我在考虑是不是应该换一个工作岗位。",
        "label": ""
      },
      {
        "sentence": "我刚来的时候，买了干着最脏最累的活，想着能够学到一些东西，但老师傅总是躲着我，说要教我，可是在领导面前却又不教我。",
        "label": ""
      },
      {
        "sentence": "现在又有新人来了，领导要老师傅带新人，他对新人可是很有耐心的，我有些不知道该怎么办了。",
        "label": ""
      },
      {
        "sentence": "我觉得我应该换个岗位，但是又怕面对大家尴尬。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "读了你的倾诉，让我想起了20年前，我第一次进入职场时的情景，我曾经也遇到过类似的困境。那个时候，我也在跟一个师傅学习相关技能，但我能感受到师傅对我的嫌弃和不舒服。也许是我对这份工作不感兴趣，没有坚持学习的执着劲吧。最终，我选择放弃了这份工作。我觉得你的师傅如果真的对你不想教，一定会诚实地告诉你，而不是在领导面前敷衍。但是，你需要考虑的是，面对新人的培养，师傅却表现出极强的教学热情。你需要搞清楚是师傅有意让你放弃，还是新手与领导关系特殊而让师傅不得不培养他。这是一个很重要的问题。如果是前者，我不建议你继续浪费时间，应该换一个工作。至于尴尬见面的问题，对你的前程来说，可以忽略不计。如果是后者，你需要重新认识这个师傅。虽然有一定的不得已，但从根本上来讲，跟随这样的师傅，你很难有一个光明的前途。去与留，换与不换，这些都取决于你内心的声音。放松一点，多听听自己的内心。何况工作中的选择和困难并不只有这一次，这只是职场生涯中的一小段。挺过去，你会变得更加坚强的。",
    "annotation": [
      {
        "sentence": "读了你的倾诉，让我想起了20年前，我第一次进入职场时的情景，我曾经也遇到过类似的困境。",
        "label": ""
      },
      {
        "sentence": "那个时候，我也在跟一个师傅学习相关技能，但我能感受到师傅对我的嫌弃和不舒服。",
        "label": ""
      },
      {
        "sentence": "也许是我对这份工作不感兴趣，没有坚持学习的执着劲吧。",
        "label": ""
      },
      {
        "sentence": "最终，我选择放弃了这份工作。",
        "label": ""
      },
      {
        "sentence": "我觉得你的师傅如果真的对你不想教，一定会诚实地告诉你，而不是在领导面前敷衍。",
        "label": ""
      },
      {
        "sentence": "但是，你需要考虑的是，面对新人的培养，师傅却表现出极强的教学热情。",
        "label": ""
      },
      {
        "sentence": "你需要搞清楚是师傅有意让你放弃，还是新手与领导关系特殊而让师傅不得不培养他。",
        "label": ""
      },
      {
        "sentence": "这是一个很重要的问题。",
        "label": ""
      },
      {
        "sentence": "如果是前者，我不建议你继续浪费时间，应该换一个工作。",
        "label": ""
      },
      {
        "sentence": "至于尴尬见面的问题，对你的前程来说，可以忽略不计。",
        "label": ""
      },
      {
        "sentence": "如果是后者，你需要重新认识这个师傅。",
        "label": ""
      },
      {
        "sentence": "虽然有一定的不得已，但从根本上来讲，跟随这样的师傅，你很难有一个光明的前途。",
        "label": ""
      },
      {
        "sentence": "去与留，换与不换，这些都取决于你内心的声音。",
        "label": ""
      },
      {
        "sentence": "放松一点，多听听自己的内心。",
        "label": ""
      },
      {
        "sentence": "何况工作中的选择和困难并不只有这一次，这只是职场生涯中的一小段。",
        "label": ""
      },
      {
        "sentence": "挺过去，你会变得更加坚强的。",
        "label": ""
      }
    ]
  }
]