[
  {
    "role": "client",
    "content": "情绪严重低落，就业前景不佳，应该自尽吗？",
    "annotation": [
      {
        "sentence": "情绪严重低落，就业前景不佳，应该自尽吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的留言，我能感受到你的焦急和无助，我想你的痛苦应该来自于高考成绩、所选专业不符合你预期的结果。三年左右都被“自尽”的想法困扰，你一定很苦恼吧，虽然不知道你经历了什么事情让你产生这种想法，希望这一次你也能坚强度过这段让你痛苦的时间。",
    "annotation": [
      {
        "sentence": "看到你的留言，我能感受到你的焦急和无助，我想你的痛苦应该来自于高考成绩、所选专业不符合你预期的结果。",
        "label": ""
      },
      {
        "sentence": "三年左右都被“自尽”的想法困扰，你一定很苦恼吧，虽然不知道你经历了什么事情让你产生这种想法，希望这一次你也能坚强度过这段让你痛苦的时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感到非常绝望。我原本有很高的期望，但高考失利后，我不知道该选择什么样的未来道路。",
    "annotation": [
      {
        "sentence": "是的，我感到非常绝望。",
        "label": ""
      },
      {
        "sentence": "我原本有很高的期望，但高考失利后，我不知道该选择什么样的未来道路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从留言中可以看出，我感觉在家庭中，父母对你期望很高，要求很严格，而你为了达到父母的要求不断鞭策自己，也会因为没有达到父母的要求而内疚。这一次填报志愿，也和父母意见不一，让你很困扰，那么，你内心有喜欢的专业吗？如果没有，你可以参考父母的建议，看看父母建议的专业是否适合你；如果有，那就勇敢地为自己选择一次吧。",
    "annotation": [
      {
        "sentence": "从留言中可以看出，我感觉在家庭中，父母对你期望很高，要求很严格，而你为了达到父母的要求不断鞭策自己，也会因为没有达到父母的要求而内疚。",
        "label": ""
      },
      {
        "sentence": "这一次填报志愿，也和父母意见不一，让你很困扰，那么，你内心有喜欢的专业吗？",
        "label": ""
      },
      {
        "sentence": "如果没有，你可以参考父母的建议，看看父母建议的专业是否适合你；如果有，那就勇敢地为自己选择一次吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实，我内心并没有明确地喜欢的专业，我只是觉得父母的建议和我的梦想不一样，我不想辜负父母的期望，但又害怕将来只能从事我不喜欢的工作。",
    "annotation": [
      {
        "sentence": "其实，我内心并没有明确地喜欢的专业，我只是觉得父母的建议和我的梦想不一样，我不想辜负父母的期望，但又害怕将来只能从事我不喜欢的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的担忧。在做决定时，我们常常面临迷茫和压力。但是，作出决定并不意味着你将来完全无法改变。大学期间，你还会接触到更多的学科和领域，或许会发现新的兴趣和机会。同时，你也可以探索一些与你现在感兴趣的领域相关的专业，这样即能符合自己的兴趣，又能得到父母的理解和支持。",
    "annotation": [
      {
        "sentence": "我明白你的担忧。",
        "label": ""
      },
      {
        "sentence": "在做决定时，我们常常面临迷茫和压力。",
        "label": ""
      },
      {
        "sentence": "但是，作出决定并不意味着你将来完全无法改变。",
        "label": ""
      },
      {
        "sentence": "大学期间，你还会接触到更多的学科和领域，或许会发现新的兴趣和机会。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以探索一些与你现在感兴趣的领域相关的专业，这样即能符合自己的兴趣，又能得到父母的理解和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我总觉得自己的未来前途渺茫，以后找不到工作，没有发展空间。",
    "annotation": [
      {
        "sentence": "但我总觉得自己的未来前途渺茫，以后找不到工作，没有发展空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你认为没有读到顶尖的学校，顶尖的专业，就不能找到工作，前途没有希望。你这个想法太过于绝对了。就业市场还是有很多工作岗位的，随着时代的发展，对人才的要求越发全面，除了学历背景，还需要具备交流沟通、逻辑思维、创新等能力，所以学历并不能完全决定你以后的职业选择和岗位高低，你还需要培养能力，而个人能力你是可以在大学期间锻炼的，大学的努力也会成为你未来竞争的筹码，并且你还能通过读研、出国深造等方式，继续提升自己。",
    "annotation": [
      {
        "sentence": "你认为没有读到顶尖的学校，顶尖的专业，就不能找到工作，前途没有希望。",
        "label": ""
      },
      {
        "sentence": "你这个想法太过于绝对了。",
        "label": ""
      },
      {
        "sentence": "就业市场还是有很多工作岗位的，随着时代的发展，对人才的要求越发全面，除了学历背景，还需要具备交流沟通、逻辑思维、创新等能力，所以学历并不能完全决定你以后的职业选择和岗位高低，你还需要培养能力，而个人能力你是可以在大学期间锻炼的，大学的努力也会成为你未来竞争的筹码，并且你还能通过读研、出国深造等方式，继续提升自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，或许我对未来过于悲观了。大学确实是一个提升自己能力和开拓人脉的好机会。我应该更加积极面对未来，努力成为自己想象中的那个样子。",
    "annotation": [
      {
        "sentence": "我明白了，或许我对未来过于悲观了。",
        "label": ""
      },
      {
        "sentence": "大学确实是一个提升自己能力和开拓人脉的好机会。",
        "label": ""
      },
      {
        "sentence": "我应该更加积极面对未来，努力成为自己想象中的那个样子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "正所谓三百六十行，行行出状元，在喜欢的领域投入努力和热情，相信总有一天你可以在这个领域作出出色的成绩。高考不是人生的终点，你的漫漫人生之旅才刚刚开始，若真的落后一点点，又怎样呢？你还有很多时间沉淀自己、提升自己。每个人都有自己的时区，不用着急，按着自己的步伐成长。好好冷静下来，作出理性的选择，希望能够帮到你～",
    "annotation": [
      {
        "sentence": "正所谓三百六十行，行行出状元，在喜欢的领域投入努力和热情，相信总有一天你可以在这个领域作出出色的成绩。",
        "label": ""
      },
      {
        "sentence": "高考不是人生的终点，你的漫漫人生之旅才刚刚开始，若真的落后一点点，又怎样呢？",
        "label": ""
      },
      {
        "sentence": "你还有很多时间沉淀自己、提升自己。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的时区，不用着急，按着自己的步伐成长。",
        "label": ""
      },
      {
        "sentence": "好好冷静下来，作出理性的选择，希望能够帮到你～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了。我会好好考虑自己的选择，放下过去的悲伤，积极向前。感谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会好好考虑自己的选择，放下过去的悲伤，积极向前。",
        "label": ""
      },
      {
        "sentence": "感谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够度过目前的困境，未来会变得更加美好。无论遇到什么困难，都可以找我倾诉，我会一直在这里支持你的。",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够度过目前的困境，未来会变得更加美好。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，都可以找我倾诉，我会一直在这里支持你的。",
        "label": ""
      }
    ]
  }
]