[
  {
    "role": "client",
    "content": "情绪严重低落，就业前景不佳，应该自尽吗？19岁，男，是一名复读生，高考发挥严重失常，只能去中等985院校。很久之前大概就想过要自尽，持续了三年左右了吧。这次是真的觉得过不下去了。学校很差，原本能去的现在都不行了。显然，读不了好专业，找不到工作，估计也只能等死了。父母非常不满，要求我去完全不想去的专业。明天就要填报志愿了，我完全不知道怎么继续后半辈子。要一直做自己不喜欢的事，稍有不慎还要惨遭各种责骂。倒是很早就知道人生无望了。家里条件尚可，经常收到不如别人家孩子的指责和辱骂。几年来几乎每天都觉得很难过。还知道人生大多不如意，及时止损还可以做个饱死鬼。但是真的感觉很难下手，没有合理的方案能在不知不觉中摆脱这些。这几天越来越严重了，几乎两三天在床上不能动弹。今天参加了招生咨询，回来觉得更绝望了。要是真能有什么合适的方法，应该早就动手了吧。结果一直等到今天。现在解决，算晚吗？",
    "annotation": [
      {
        "sentence": "情绪严重低落，就业前景不佳，应该自尽吗？",
        "label": ""
      },
      {
        "sentence": "19岁，男，是一名复读生，高考发挥严重失常，只能去中等985院校。",
        "label": ""
      },
      {
        "sentence": "很久之前大概就想过要自尽，持续了三年左右了吧。",
        "label": ""
      },
      {
        "sentence": "这次是真的觉得过不下去了。",
        "label": ""
      },
      {
        "sentence": "学校很差，原本能去的现在都不行了。",
        "label": ""
      },
      {
        "sentence": "显然，读不了好专业，找不到工作，估计也只能等死了。",
        "label": ""
      },
      {
        "sentence": "父母非常不满，要求我去完全不想去的专业。",
        "label": ""
      },
      {
        "sentence": "明天就要填报志愿了，我完全不知道怎么继续后半辈子。",
        "label": ""
      },
      {
        "sentence": "要一直做自己不喜欢的事，稍有不慎还要惨遭各种责骂。",
        "label": ""
      },
      {
        "sentence": "倒是很早就知道人生无望了。",
        "label": ""
      },
      {
        "sentence": "家里条件尚可，经常收到不如别人家孩子的指责和辱骂。",
        "label": ""
      },
      {
        "sentence": "几年来几乎每天都觉得很难过。",
        "label": ""
      },
      {
        "sentence": "还知道人生大多不如意，及时止损还可以做个饱死鬼。",
        "label": ""
      },
      {
        "sentence": "但是真的感觉很难下手，没有合理的方案能在不知不觉中摆脱这些。",
        "label": ""
      },
      {
        "sentence": "这几天越来越严重了，几乎两三天在床上不能动弹。",
        "label": ""
      },
      {
        "sentence": "今天参加了招生咨询，回来觉得更绝望了。",
        "label": ""
      },
      {
        "sentence": "要是真能有什么合适的方法，应该早就动手了吧。",
        "label": ""
      },
      {
        "sentence": "结果一直等到今天。",
        "label": ""
      },
      {
        "sentence": "现在解决，算晚吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情绪低落和就业前景不佳确实会给你带来沉重的压力。你是因为高考失常，选择复读希望再努力一次，对吗？高三是非常辛苦的学习生涯，还要应对高考带来的心理压力。你选择复读，重新经历一遍这样的生活，实际上是需要很大的勇气的。不论现在的情况如何，你曾经付出过行动和坚持，这显示了你是一个非常勇敢的人。***1***你认为读不了好学校、好专业就找不到工作，只能等死。你认为好学校=好专业=好工作=成功，对吗？很遗憾地告诉你，这四者并不是绝对的等式，它们之间不存在必然的因果关系。它们之间只是一种“可能”，一种几率，而不是绝对的关联。我们不能否认，好的学校会有更多好专业可以选择。但是在这个世界上，没有一个绝对的好专业能够保证你毕业后能够找到好工作、过着无忧无虑的生活。学校和专业的好坏是相对的，而不是绝对的。我们常常开玩笑说蓝翔技校，你认为它是好学校还是差学校？虽然它不是985高校，但是却培养出了许多具有实际技能的人才，成为许多公司追捧的对象。985高校的毕业生也并不都比他们更优秀、更受欢迎。许多985高校的毕业生，有多少人在工作后与自己的专业不相关呢？是的，学历是一个敲门砖，但是社会是残酷的，它看重的不仅是你的学历，更看重你的能力。***2***高校是学习理论知识的地方，而社会是用来学习和考验实践能力和技术的地方。每个人进入社会后，都要重新学习，重新适应社会的规则和要求。如果你认为只要进了好学校、读上了好专业就可以一帆风顺，那实在是太天真了。在学校里，不管你读什么专业，只有你具备勇气、毅力和付出，才能够让自己的能力得到提升，个人得到成长，这样才能够适应社会的要求。有勇气、有毅力、有上进心、有坚定目标的人，即使进了一个“差”的学校，也能够发挥自己的能动性，去争取自己想要的东西。***3***在填报志愿面临选择时，我们应该先放下对所谓“差学校”的评判，重点考虑和筛选专业。我们不是要选一个所谓的好专业，而是要选择一个适合自己的、有发展空间的、自己有能力学好的专业。不要轻易说一辈子这种话。社会在不断变化发展，谁都不能确定三年后、五年后、十年后的情况会是怎样的。五年前可能还没有人想到新媒体、短视频这样的事物会如此流行。社会是变化的，它不仅看你的学历，更看重你不断提升的能力。当你进入大学后，除了埋头学习，还要多发展各方面的能力，培养成长型思维，开拓自己的资源，建立良好的人际关系。除了本专业，你还可以了解其他专业和课程，有机会进行选修和学习，发现自己的爱好和特长。这才是正确的读书方式。***4***正如我前面所说，你是一个非常勇敢的人。导致你感到绝望和痛苦的更大可能性可能来自于你父母的不理解、不支持和责骂。这种感受和压力真的很让人伤心和绝望。让我们来换位思考一下，你父母对你的严厉教养和各种干涉，说明他们真的非常重视你，投入了很多心血，在你身上放了很大的",
    "annotation": [
      {
        "sentence": "情绪低落和就业前景不佳确实会给你带来沉重的压力。",
        "label": ""
      },
      {
        "sentence": "你是因为高考失常，选择复读希望再努力一次，对吗？",
        "label": ""
      },
      {
        "sentence": "高三是非常辛苦的学习生涯，还要应对高考带来的心理压力。",
        "label": ""
      },
      {
        "sentence": "你选择复读，重新经历一遍这样的生活，实际上是需要很大的勇气的。",
        "label": ""
      },
      {
        "sentence": "不论现在的情况如何，你曾经付出过行动和坚持，这显示了你是一个非常勇敢的人。",
        "label": ""
      },
      {
        "sentence": "***1***你认为读不了好学校、好专业就找不到工作，只能等死。",
        "label": ""
      },
      {
        "sentence": "你认为好学校=好专业=好工作=成功，对吗？",
        "label": ""
      },
      {
        "sentence": "很遗憾地告诉你，这四者并不是绝对的等式，它们之间不存在必然的因果关系。",
        "label": ""
      },
      {
        "sentence": "它们之间只是一种“可能”，一种几率，而不是绝对的关联。",
        "label": ""
      },
      {
        "sentence": "我们不能否认，好的学校会有更多好专业可以选择。",
        "label": ""
      },
      {
        "sentence": "但是在这个世界上，没有一个绝对的好专业能够保证你毕业后能够找到好工作、过着无忧无虑的生活。",
        "label": ""
      },
      {
        "sentence": "学校和专业的好坏是相对的，而不是绝对的。",
        "label": ""
      },
      {
        "sentence": "我们常常开玩笑说蓝翔技校，你认为它是好学校还是差学校？",
        "label": ""
      },
      {
        "sentence": "虽然它不是985高校，但是却培养出了许多具有实际技能的人才，成为许多公司追捧的对象。",
        "label": ""
      },
      {
        "sentence": "985高校的毕业生也并不都比他们更优秀、更受欢迎。",
        "label": ""
      },
      {
        "sentence": "许多985高校的毕业生，有多少人在工作后与自己的专业不相关呢？",
        "label": ""
      },
      {
        "sentence": "是的，学历是一个敲门砖，但是社会是残酷的，它看重的不仅是你的学历，更看重你的能力。",
        "label": ""
      },
      {
        "sentence": "***2***高校是学习理论知识的地方，而社会是用来学习和考验实践能力和技术的地方。",
        "label": ""
      },
      {
        "sentence": "每个人进入社会后，都要重新学习，重新适应社会的规则和要求。",
        "label": ""
      },
      {
        "sentence": "如果你认为只要进了好学校、读上了好专业就可以一帆风顺，那实在是太天真了。",
        "label": ""
      },
      {
        "sentence": "在学校里，不管你读什么专业，只有你具备勇气、毅力和付出，才能够让自己的能力得到提升，个人得到成长，这样才能够适应社会的要求。",
        "label": ""
      },
      {
        "sentence": "有勇气、有毅力、有上进心、有坚定目标的人，即使进了一个“差”的学校，也能够发挥自己的能动性，去争取自己想要的东西。",
        "label": ""
      },
      {
        "sentence": "***3***在填报志愿面临选择时，我们应该先放下对所谓“差学校”的评判，重点考虑和筛选专业。",
        "label": ""
      },
      {
        "sentence": "我们不是要选一个所谓的好专业，而是要选择一个适合自己的、有发展空间的、自己有能力学好的专业。",
        "label": ""
      },
      {
        "sentence": "不要轻易说一辈子这种话。",
        "label": ""
      },
      {
        "sentence": "社会在不断变化发展，谁都不能确定三年后、五年后、十年后的情况会是怎样的。",
        "label": ""
      },
      {
        "sentence": "五年前可能还没有人想到新媒体、短视频这样的事物会如此流行。",
        "label": ""
      },
      {
        "sentence": "社会是变化的，它不仅看你的学历，更看重你不断提升的能力。",
        "label": ""
      },
      {
        "sentence": "当你进入大学后，除了埋头学习，还要多发展各方面的能力，培养成长型思维，开拓自己的资源，建立良好的人际关系。",
        "label": ""
      },
      {
        "sentence": "除了本专业，你还可以了解其他专业和课程，有机会进行选修和学习，发现自己的爱好和特长。",
        "label": ""
      },
      {
        "sentence": "这才是正确的读书方式。",
        "label": ""
      },
      {
        "sentence": "***4***正如我前面所说，你是一个非常勇敢的人。",
        "label": ""
      },
      {
        "sentence": "导致你感到绝望和痛苦的更大可能性可能来自于你父母的不理解、不支持和责骂。",
        "label": ""
      },
      {
        "sentence": "这种感受和压力真的很让人伤心和绝望。",
        "label": ""
      },
      {
        "sentence": "让我们来换位思考一下，你父母对你的严厉教养和各种干涉，说明他们真的非常重视你，投入了很多心血，在你身上放了很大的",
        "label": ""
      }
    ]
  }
]