[
  {
    "role": "client",
    "content": "情绪严重低落，就业前景不佳，应该自尽吗？",
    "annotation": [
      {
        "sentence": "情绪严重低落，就业前景不佳，应该自尽吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抱歉听到你的困境，但是自尽并不是解决问题的好方法。请告诉我更多关于你的情况，我会尽力帮你找到更好的解决方案。",
    "annotation": [
      {
        "sentence": "抱歉听到你的困境，但是自尽并不是解决问题的好方法。",
        "label": ""
      },
      {
        "sentence": "请告诉我更多关于你的情况，我会尽力帮你找到更好的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我19岁，是一名复读生。去年高考发挥失常，只能进入一所中等的985院校就读了。其实我很久以前就开始想过要自尽了，已经持续了三年左右。但这次我真的觉得过不下去了。学校很差，原本能去的好大学现在也没机会了。我觉得自己读不了好专业，将来也找不到工作，一切似乎都无望了。",
    "annotation": [
      {
        "sentence": "我19岁，是一名复读生。",
        "label": ""
      },
      {
        "sentence": "去年高考发挥失常，只能进入一所中等的985院校就读了。",
        "label": ""
      },
      {
        "sentence": "其实我很久以前就开始想过要自尽了，已经持续了三年左右。",
        "label": ""
      },
      {
        "sentence": "但这次我真的觉得过不下去了。",
        "label": ""
      },
      {
        "sentence": "学校很差，原本能去的好大学现在也没机会了。",
        "label": ""
      },
      {
        "sentence": "我觉得自己读不了好专业，将来也找不到工作，一切似乎都无望了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对未来感到迷茫和绝望，但我们不能因为这些困难就放弃。无论当前面临怎样的压力，我们都可以寻找解决方法，去克服困难。你还有很多时间来改善自己的学习和就业前景。你可以努力争取父母的理解，不要用极端的方式来表达自己。",
    "annotation": [
      {
        "sentence": "我理解你对未来感到迷茫和绝望，但我们不能因为这些困难就放弃。",
        "label": ""
      },
      {
        "sentence": "无论当前面临怎样的压力，我们都可以寻找解决方法，去克服困难。",
        "label": ""
      },
      {
        "sentence": "你还有很多时间来改善自己的学习和就业前景。",
        "label": ""
      },
      {
        "sentence": "你可以努力争取父母的理解，不要用极端的方式来表达自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但现在我就要填报志愿了，真的不知道该怎么继续下去了。我感到很无助，将来要做一份自己不喜欢的工作，还要忍受别人的责骂和指责。我早就意识到人生充满无望，反正即使努力也未必会成功。家里条件还可以，可是我常常被与我家庭条件不同的人指责和辱骂。这几年几乎每天都感到非常难过。",
    "annotation": [
      {
        "sentence": "但现在我就要填报志愿了，真的不知道该怎么继续下去了。",
        "label": ""
      },
      {
        "sentence": "我感到很无助，将来要做一份自己不喜欢的工作，还要忍受别人的责骂和指责。",
        "label": ""
      },
      {
        "sentence": "我早就意识到人生充满无望，反正即使努力也未必会成功。",
        "label": ""
      },
      {
        "sentence": "家里条件还可以，可是我常常被与我家庭条件不同的人指责和辱骂。",
        "label": ""
      },
      {
        "sentence": "这几年几乎每天都感到非常难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你内心的痛苦和困惑，但是人生中总会有些不如意的时候。我们不能因为挫折而否定自己的一生，要学会积极面对困难。你可以尝试改变自己的观念，寻找一份你真正热爱的工作，这样你会更有动力去努力争取。试着与父母沟通，让他们理解你的想法，也许他们会支持你去追求你的梦想。",
    "annotation": [
      {
        "sentence": "我能感受到你内心的痛苦和困惑，但是人生中总会有些不如意的时候。",
        "label": ""
      },
      {
        "sentence": "我们不能因为挫折而否定自己的一生，要学会积极面对困难。",
        "label": ""
      },
      {
        "sentence": "你可以尝试改变自己的观念，寻找一份你真正热爱的工作，这样你会更有动力去努力争取。",
        "label": ""
      },
      {
        "sentence": "试着与父母沟通，让他们理解你的想法，也许他们会支持你去追求你的梦想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我真的感觉很难下手，没有合理的方案能够摆脱这些负面情绪。这几天情绪越来越严重，几乎两三天都躺在床上动弹不得。今天我去参加了招生咨询，回来感到更加绝望了。如果我真的能找到一个适合我的解决方法，早就采取行动了。现在解决这个问题，是不是有些晚了？",
    "annotation": [
      {
        "sentence": "但是我真的感觉很难下手，没有合理的方案能够摆脱这些负面情绪。",
        "label": ""
      },
      {
        "sentence": "这几天情绪越来越严重，几乎两三天都躺在床上动弹不得。",
        "label": ""
      },
      {
        "sentence": "今天我去参加了招生咨询，回来感到更加绝望了。",
        "label": ""
      },
      {
        "sentence": "如果我真的能找到一个适合我的解决方法，早就采取行动了。",
        "label": ""
      },
      {
        "sentence": "现在解决这个问题，是不是有些晚了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很欣赏你能够勇敢地寻求帮助，即使你认为现在有些晚。但是无论何时，解决问题都不是太晚的。现在你已经向我寻求了支持，下一步我们可以一起探讨其他可以帮助你摆脱困境的方法。我相信你能够找到适合自己的出路，有勇气去改变当前的状况。",
    "annotation": [
      {
        "sentence": "我很欣赏你能够勇敢地寻求帮助，即使你认为现在有些晚。",
        "label": ""
      },
      {
        "sentence": "但是无论何时，解决问题都不是太晚的。",
        "label": ""
      },
      {
        "sentence": "现在你已经向我寻求了支持，下一步我们可以一起探讨其他可以帮助你摆脱困境的方法。",
        "label": ""
      },
      {
        "sentence": "我相信你能够找到适合自己的出路，有勇气去改变当前的状况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解。我知道自己需要改变，但有时候面对困难很难做到乐观和积极。不知道你有什么具体的建议或者方法可以帮助我调整情绪并找到适合自己的方向？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解。",
        "label": ""
      },
      {
        "sentence": "我知道自己需要改变，但有时候面对困难很难做到乐观和积极。",
        "label": ""
      },
      {
        "sentence": "不知道你有什么具体的建议或者方法可以帮助我调整情绪并找到适合自己的方向？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困境。首先，你可以尝试找到一份可以让你热爱和激情的爱好或兴趣，这样可以改善你的情绪状态。同时，你也可以考虑寻求心理咨询的帮助，专业的心理学家可以和你一起探讨你的状况并给出更具体的建议。还有，不要忘记建立一个良好的支持网络，和朋友、家人分享你的感受，他们可以给你更多的支持和鼓励。",
    "annotation": [
      {
        "sentence": "我理解你的困境。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试找到一份可以让你热爱和激情的爱好或兴趣，这样可以改善你的情绪状态。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以考虑寻求心理咨询的帮助，专业的心理学家可以和你一起探讨你的状况并给出更具体的建议。",
        "label": ""
      },
      {
        "sentence": "还有，不要忘记建立一个良好的支持网络，和朋友、家人分享你的感受，他们可以给你更多的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着去找一个适合我的爱好来分散注意力。同时，我也会考虑寻求心理咨询的帮助。我相信，只要我坚持努力，总会找到一条适合自己的道路。再次感谢你给我的支持和建议。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着去找一个适合我的爱好来分散注意力。",
        "label": ""
      },
      {
        "sentence": "同时，我也会考虑寻求心理咨询的帮助。",
        "label": ""
      },
      {
        "sentence": "我相信，只要我坚持努力，总会找到一条适合自己的道路。",
        "label": ""
      },
      {
        "sentence": "再次感谢你给我的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欢迎。你已经迈出了向前迈进的第一步，相信自己，你一定能够找到属于自己的幸福和成功。如果你需要进一步的帮助或者想要倾诉，随时都可以找我。记住，你并不孤单，总有人愿意伸出援手。",
    "annotation": [
      {
        "sentence": "非常欢迎。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了向前迈进的第一步，相信自己，你一定能够找到属于自己的幸福和成功。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的帮助或者想要倾诉，随时都可以找我。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，总有人愿意伸出援手。",
        "label": ""
      }
    ]
  }
]