[
  {
    "role": "client",
    "content": "高三，喜欢一个没有联系的人，这份喜欢是否要坚持？初三时喜欢上一个女生，后来上了同一所高中，发现对她的好感不断上升（虽然没跟她有过一丝联系），这份感情延续了高中的时光，现在高中最后一年，我要怎么做呢？",
    "annotation": [
      {
        "sentence": "高三，喜欢一个没有联系的人，这份喜欢是否要坚持？",
        "label": ""
      },
      {
        "sentence": "初三时喜欢上一个女生，后来上了同一所高中，发现对她的好感不断上升（虽然没跟她有过一丝联系），这份感情延续了高中的时光，现在高中最后一年，我要怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我理解你目前面临的困惑和纠结。首先，你可以先思考一下自己内心的真实感受，重视自己的情感需求，然后自然而然地选择相应的行动，无论是继续怀抱这份喜欢，还是放下它。你描述的情况中，我能感受到你对这个女生的好感在不断增加。但是由于之间没有联系，而且现在是高三时期，你不确定应该如何处理这份感情。在面临这样的困惑时，我建议你先问问自己的内心：如果最后一年你选择平静地暗恋她，导致在大学后失去与她的联系，你仍然会选择暗恋吗？另外，如果你想表达自己的心意，不管是被拒绝还是对方答应了你，你打算如何继续相处，如何建立关系，以及如何保证学业和日常生活的正常顺利？在决定采取行动之前，一切还是未知的。因此，你需要确定自己的意愿，不要轻易打扰别人，也不要忽视自己的喜欢和关心。先经过深思熟虑，再做出相应的行动，这样你才能面对这个情况时心无旁骛，并避免给自己增加额外的压力。如果你想与对方更加亲近，可以试着与她联系，慢慢表现出关心的态度，向她靠近，但千万不要让她感到突然，让她知道你一直以来的喜欢和对她的关注。同时，尊重对方的回应。如果她愿意尝试，你们可以商量如何在不影响双方学业的前提下，共同度过高三和未来。相反，如果她拒绝了你或者你决定放下这份喜欢，初始阶段你的心可能会感到空虚和困惑，这是正常的。不要着急，因为喜欢一个人已经花了很长时间，放下自然也需要时间。不管是向前还是向后，都要让自己坚定一些，爱是需要勇气的，放下更需要坚持。",
    "annotation": [
      {
        "sentence": "你好，我理解你目前面临的困惑和纠结。",
        "label": ""
      },
      {
        "sentence": "首先，你可以先思考一下自己内心的真实感受，重视自己的情感需求，然后自然而然地选择相应的行动，无论是继续怀抱这份喜欢，还是放下它。",
        "label": ""
      },
      {
        "sentence": "你描述的情况中，我能感受到你对这个女生的好感在不断增加。",
        "label": ""
      },
      {
        "sentence": "但是由于之间没有联系，而且现在是高三时期，你不确定应该如何处理这份感情。",
        "label": ""
      },
      {
        "sentence": "在面临这样的困惑时，我建议你先问问自己的内心：如果最后一年你选择平静地暗恋她，导致在大学后失去与她的联系，你仍然会选择暗恋吗？",
        "label": ""
      },
      {
        "sentence": "另外，如果你想表达自己的心意，不管是被拒绝还是对方答应了你，你打算如何继续相处，如何建立关系，以及如何保证学业和日常生活的正常顺利？",
        "label": ""
      },
      {
        "sentence": "在决定采取行动之前，一切还是未知的。",
        "label": ""
      },
      {
        "sentence": "因此，你需要确定自己的意愿，不要轻易打扰别人，也不要忽视自己的喜欢和关心。",
        "label": ""
      },
      {
        "sentence": "先经过深思熟虑，再做出相应的行动，这样你才能面对这个情况时心无旁骛，并避免给自己增加额外的压力。",
        "label": ""
      },
      {
        "sentence": "如果你想与对方更加亲近，可以试着与她联系，慢慢表现出关心的态度，向她靠近，但千万不要让她感到突然，让她知道你一直以来的喜欢和对她的关注。",
        "label": ""
      },
      {
        "sentence": "同时，尊重对方的回应。",
        "label": ""
      },
      {
        "sentence": "如果她愿意尝试，你们可以商量如何在不影响双方学业的前提下，共同度过高三和未来。",
        "label": ""
      },
      {
        "sentence": "相反，如果她拒绝了你或者你决定放下这份喜欢，初始阶段你的心可能会感到空虚和困惑，这是正常的。",
        "label": ""
      },
      {
        "sentence": "不要着急，因为喜欢一个人已经花了很长时间，放下自然也需要时间。",
        "label": ""
      },
      {
        "sentence": "不管是向前还是向后，都要让自己坚定一些，爱是需要勇气的，放下更需要坚持。",
        "label": ""
      }
    ]
  }
]