[
  {
    "role": "client",
    "content": "最近我一直觉得生活失去了希望，因为我已经25岁了，但我经历了国考省考事业编的考试，最终都没有考上。我放弃了很多时间，现在感觉好像一无所有，有时候会莫名地伤心流泪，真的很绝望，觉得自己白白活了，好像失去了所有的方向，我感觉自己现在像个行尸走肉一样。",
    "annotation": [
      {
        "sentence": "最近我一直觉得生活失去了希望，因为我已经25岁了，但我经历了国考省考事业编的考试，最终都没有考上。",
        "label": ""
      },
      {
        "sentence": "我放弃了很多时间，现在感觉好像一无所有，有时候会莫名地伤心流泪，真的很绝望，觉得自己白白活了，好像失去了所有的方向，我感觉自己现在像个行尸走肉一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说起这些经历，我知道你为这些考试付出了很多时间和努力，所以当你没有考上时，感到失望和沮丧是正常的。看来你在事业编考试上寄予了很大的希望，希望落空的感觉很难受。但是，这些经历也让你展现了很大的毅力，证明你在追求梦想的道路上不会轻易放弃。虽然你失败了，但这也让你看到了其他可能性和新的方向。在人生的道路上，我们总是专注于追逐目标，全力以赴，但有时候却忘了抬头看看周围，可能有许多其他的机会在等待着我们。当你在一条路上遇到阻碍时，你会怎么做呢？是沮丧地坐下来，还是努力克服困难，或者寻找新的道路？当眼前的道路变得不通时，这是否真的是你人生的终点？你的生活是否真的失去了希望？我想告诉你，失败并不代表一切都结束了，只是说明这条路或许不适合你。尝试去寻找其他的道路，你一定会找到属于自己的机会和希望。勇敢地面对失败，接受新的挑战，这才是真正勇敢的表现。人生从来就不是一帆风顺、永远成功的旅程。每个人的人生都会经历成功、失败和挫折，正是这些经历构成了我们独特而有意义的人生。所以，生活中希望的存在不在于获得多少成功的机会，而在于在面对失败和挫折时，你是否仍然能抱有希望和斗志，不轻易放弃。当我们遇到失败时，可以暂时停下来伤心沮丧，但不要一直陷在悲伤中。你可以回顾和分析你的考试经历，看看有哪些地方可以提升改善，然后重新挑战；或者可以考虑探索其他领域的工作机会，思考一下自己还需要做哪些努力来尝试新的方向。人生的道路远未结束，挑战和机遇都还在前方等待着你。加油！",
    "annotation": [
      {
        "sentence": "听你说起这些经历，我知道你为这些考试付出了很多时间和努力，所以当你没有考上时，感到失望和沮丧是正常的。",
        "label": ""
      },
      {
        "sentence": "看来你在事业编考试上寄予了很大的希望，希望落空的感觉很难受。",
        "label": ""
      },
      {
        "sentence": "但是，这些经历也让你展现了很大的毅力，证明你在追求梦想的道路上不会轻易放弃。",
        "label": ""
      },
      {
        "sentence": "虽然你失败了，但这也让你看到了其他可能性和新的方向。",
        "label": ""
      },
      {
        "sentence": "在人生的道路上，我们总是专注于追逐目标，全力以赴，但有时候却忘了抬头看看周围，可能有许多其他的机会在等待着我们。",
        "label": ""
      },
      {
        "sentence": "当你在一条路上遇到阻碍时，你会怎么做呢？",
        "label": ""
      },
      {
        "sentence": "是沮丧地坐下来，还是努力克服困难，或者寻找新的道路？",
        "label": ""
      },
      {
        "sentence": "当眼前的道路变得不通时，这是否真的是你人生的终点？",
        "label": ""
      },
      {
        "sentence": "你的生活是否真的失去了希望？",
        "label": ""
      },
      {
        "sentence": "我想告诉你，失败并不代表一切都结束了，只是说明这条路或许不适合你。",
        "label": ""
      },
      {
        "sentence": "尝试去寻找其他的道路，你一定会找到属于自己的机会和希望。",
        "label": ""
      },
      {
        "sentence": "勇敢地面对失败，接受新的挑战，这才是真正勇敢的表现。",
        "label": ""
      },
      {
        "sentence": "人生从来就不是一帆风顺、永远成功的旅程。",
        "label": ""
      },
      {
        "sentence": "每个人的人生都会经历成功、失败和挫折，正是这些经历构成了我们独特而有意义的人生。",
        "label": ""
      },
      {
        "sentence": "所以，生活中希望的存在不在于获得多少成功的机会，而在于在面对失败和挫折时，你是否仍然能抱有希望和斗志，不轻易放弃。",
        "label": ""
      },
      {
        "sentence": "当我们遇到失败时，可以暂时停下来伤心沮丧，但不要一直陷在悲伤中。",
        "label": ""
      },
      {
        "sentence": "你可以回顾和分析你的考试经历，看看有哪些地方可以提升改善，然后重新挑战；或者可以考虑探索其他领域的工作机会，思考一下自己还需要做哪些努力来尝试新的方向。",
        "label": ""
      },
      {
        "sentence": "人生的道路远未结束，挑战和机遇都还在前方等待着你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]