[
  {
    "role": "client",
    "content": "我的男朋友是不够爱我吗？还是不喜欢太过亲密的关系？他不怎么粘我。我们平时都上班，他下班后一条信息都没有，从来不约我吃饭什么的。后来我跟他提了这个问题，他只是简单地汇报自己的行踪，比如“我下班到家了”，“我去跑步了”，“我到家洗澡了”，仅此而已。他从来不会反过来问我在干嘛，我感觉他对我不在一起时的生活毫无兴趣。我们似乎只是假日情侣，在放假的时候也是我主动约他的次数多。我觉得在对方的生活里存在感太弱。最近男朋友开始创业，变得特别忙碌，经常一天下来都没有消息，除了忙工作，他还要忙着考试。我感觉他的世界里不需要我，只有工作和学习就够了。以前他不忙的时候，下班后就自己跑步、打扫卫生、洗澡、玩电脑，从来不会想到我，关心我一下。我问过他为什么这样，他说他不习惯在微信上粘糊，喜欢当面粘糊。说大家有空的时候就在一起，平时就各忙各的。我想知道大家是不是觉得他不够爱我，还是他不太喜欢太过亲密的关系？",
    "annotation": [
      {
        "sentence": "我的男朋友是不够爱我吗？",
        "label": ""
      },
      {
        "sentence": "还是不喜欢太过亲密的关系？",
        "label": ""
      },
      {
        "sentence": "他不怎么粘我。",
        "label": ""
      },
      {
        "sentence": "我们平时都上班，他下班后一条信息都没有，从来不约我吃饭什么的。",
        "label": ""
      },
      {
        "sentence": "后来我跟他提了这个问题，他只是简单地汇报自己的行踪，比如“我下班到家了”，“我去跑步了”，“我到家洗澡了”，仅此而已。",
        "label": ""
      },
      {
        "sentence": "他从来不会反过来问我在干嘛，我感觉他对我不在一起时的生活毫无兴趣。",
        "label": ""
      },
      {
        "sentence": "我们似乎只是假日情侣，在放假的时候也是我主动约他的次数多。",
        "label": ""
      },
      {
        "sentence": "我觉得在对方的生活里存在感太弱。",
        "label": ""
      },
      {
        "sentence": "最近男朋友开始创业，变得特别忙碌，经常一天下来都没有消息，除了忙工作，他还要忙着考试。",
        "label": ""
      },
      {
        "sentence": "我感觉他的世界里不需要我，只有工作和学习就够了。",
        "label": ""
      },
      {
        "sentence": "以前他不忙的时候，下班后就自己跑步、打扫卫生、洗澡、玩电脑，从来不会想到我，关心我一下。",
        "label": ""
      },
      {
        "sentence": "我问过他为什么这样，他说他不习惯在微信上粘糊，喜欢当面粘糊。",
        "label": ""
      },
      {
        "sentence": "说大家有空的时候就在一起，平时就各忙各的。",
        "label": ""
      },
      {
        "sentence": "我想知道大家是不是觉得他不够爱我，还是他不太喜欢太过亲密的关系？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢谢你提出这个问题，其实只有你的男友才真正知道到底是不是爱你。但从看起来的情况来看，你和男友对于亲密的需求和定义可能存在差异。通常情况下，恋人之间都可能存在一些不一致的问题。@相爱，是需要粘着在一起吗？粘得多还是少，与我们自己对依恋方式的习惯有关。即什么样的亲密距离是我们所熟悉和适应的。有些人习惯感觉到对方的存在是快乐的，不见面时感觉到安心；还有些人习惯感觉到对方的存在是平淡的，不见面时也觉得平淡，距离较远，分离也不会感到难过。也有些人见面时粘得很紧密，不见面时会感到很不自由。每个人对距离的感觉都不完全相同，这是一个值得庆幸的事情。另外，你男友“变得简单地汇报自己的行踪”，这显示他是有可调整性的。@在恋爱中，主动的一方爱得更多吗？这个观点并不成立，喜欢主动搭讪的男性也可能存在不安全的因素，比如他可能容易搭讪很多人。外向的男生可能容易主动，但内向的男生也可能被动。在恋爱初期，人们由于好感和冲动会不断突破自己的惯常模式，但在相处一段时间后，一切渐趋平淡，恢复到自己更熟悉的相处模式。@工作和爱情，哪个是优先？女性在恋爱过程中往往是有情饮水饱，但是工作对女性的意义可能与男性不同。事业和社会地位不是女性的外衣，但对男性来说可能是他们生命的外衣。这也和我们的社会习俗有关，通常要求男性承担经济责任。虽然这并不是固定模式。电影和小说常常出现牺牲事业的爱情，但在现实中，没有经济来源的男性也会被称为“吃软饭的”。因此，男性更倾向于肩负工作责任。@当面和通过微信哪个更能触动内心？微信是一种方便的联系方式，如果你遇到一个喜欢粘在一起的恋爱对象，微信是很好的交流平台。但看起来你的男友更喜欢面对面的接触。他更容易通过见到你而找到喜欢你的理由。这可能是因为他不擅长与人的文字交流，或者无法通过文字表达视觉信息。很明显，个体之间存在差异的原因是多方面的，我们很难用单一的标准来量化爱的程度，也很难用自己认为有很多爱的方式来说服别人感受到很多爱。在这样众多差异的情况下，要真正了解对方、理解对方，善于交流、擅长建立恋爱关系的人，以及在关系中保持良好心态的自己，才能成为一个更有能力被爱，或者爱对方的人。所以，当你对这段感情有些不确定时，不妨积极地发展你自己在恋爱中的能力。",
    "annotation": [
      {
        "sentence": "谢谢你提出这个问题，其实只有你的男友才真正知道到底是不是爱你。",
        "label": ""
      },
      {
        "sentence": "但从看起来的情况来看，你和男友对于亲密的需求和定义可能存在差异。",
        "label": ""
      },
      {
        "sentence": "通常情况下，恋人之间都可能存在一些不一致的问题。",
        "label": ""
      },
      {
        "sentence": "@相爱，是需要粘着在一起吗？",
        "label": ""
      },
      {
        "sentence": "粘得多还是少，与我们自己对依恋方式的习惯有关。",
        "label": ""
      },
      {
        "sentence": "即什么样的亲密距离是我们所熟悉和适应的。",
        "label": ""
      },
      {
        "sentence": "有些人习惯感觉到对方的存在是快乐的，不见面时感觉到安心；还有些人习惯感觉到对方的存在是平淡的，不见面时也觉得平淡，距离较远，分离也不会感到难过。",
        "label": ""
      },
      {
        "sentence": "也有些人见面时粘得很紧密，不见面时会感到很不自由。",
        "label": ""
      },
      {
        "sentence": "每个人对距离的感觉都不完全相同，这是一个值得庆幸的事情。",
        "label": ""
      },
      {
        "sentence": "另外，你男友“变得简单地汇报自己的行踪”，这显示他是有可调整性的。",
        "label": ""
      },
      {
        "sentence": "@在恋爱中，主动的一方爱得更多吗？",
        "label": ""
      },
      {
        "sentence": "这个观点并不成立，喜欢主动搭讪的男性也可能存在不安全的因素，比如他可能容易搭讪很多人。",
        "label": ""
      },
      {
        "sentence": "外向的男生可能容易主动，但内向的男生也可能被动。",
        "label": ""
      },
      {
        "sentence": "在恋爱初期，人们由于好感和冲动会不断突破自己的惯常模式，但在相处一段时间后，一切渐趋平淡，恢复到自己更熟悉的相处模式。",
        "label": ""
      },
      {
        "sentence": "@工作和爱情，哪个是优先？",
        "label": ""
      },
      {
        "sentence": "女性在恋爱过程中往往是有情饮水饱，但是工作对女性的意义可能与男性不同。",
        "label": ""
      },
      {
        "sentence": "事业和社会地位不是女性的外衣，但对男性来说可能是他们生命的外衣。",
        "label": ""
      },
      {
        "sentence": "这也和我们的社会习俗有关，通常要求男性承担经济责任。",
        "label": ""
      },
      {
        "sentence": "虽然这并不是固定模式。",
        "label": ""
      },
      {
        "sentence": "电影和小说常常出现牺牲事业的爱情，但在现实中，没有经济来源的男性也会被称为“吃软饭的”。",
        "label": ""
      },
      {
        "sentence": "因此，男性更倾向于肩负工作责任。",
        "label": ""
      },
      {
        "sentence": "@当面和通过微信哪个更能触动内心？",
        "label": ""
      },
      {
        "sentence": "微信是一种方便的联系方式，如果你遇到一个喜欢粘在一起的恋爱对象，微信是很好的交流平台。",
        "label": ""
      },
      {
        "sentence": "但看起来你的男友更喜欢面对面的接触。",
        "label": ""
      },
      {
        "sentence": "他更容易通过见到你而找到喜欢你的理由。",
        "label": ""
      },
      {
        "sentence": "这可能是因为他不擅长与人的文字交流，或者无法通过文字表达视觉信息。",
        "label": ""
      },
      {
        "sentence": "很明显，个体之间存在差异的原因是多方面的，我们很难用单一的标准来量化爱的程度，也很难用自己认为有很多爱的方式来说服别人感受到很多爱。",
        "label": ""
      },
      {
        "sentence": "在这样众多差异的情况下，要真正了解对方、理解对方，善于交流、擅长建立恋爱关系的人，以及在关系中保持良好心态的自己，才能成为一个更有能力被爱，或者爱对方的人。",
        "label": ""
      },
      {
        "sentence": "所以，当你对这段感情有些不确定时，不妨积极地发展你自己在恋爱中的能力。",
        "label": ""
      }
    ]
  }
]