[
  {
    "role": "client",
    "content": "男朋友是不够爱？还是不喜欢太过亲密的关系？男朋友不怎么粘我。我和他平时都上班的日子里，他下班后一条信息都没有，从来不约我吃饭什么的。后来我说了他之后，他也只是变得简单的汇报一下自己的行踪，“我下班到家啦”，“我去跑步啦”，“我到家洗澡啦”，仅此而已。从来不会反过来问一下我在干嘛，我感觉他对我不和他在一起时的生活毫无兴趣。我感觉我们是假日情侣，放假也是我主动约他的多。平时在对方的生活里存在感太弱。最近男朋友在创业，变得特别忙碌，经常一天下来一条信息都没有，除了忙工作，他还要忙考试。我感觉他的世界里不需要我，只要有工作和学习就够了。以前不忙的时候，他下班后就自己跑跑步，打扫打扫卫生，洗澡玩电脑，从来不会想到我，关心我一下。我问过男朋友为什么这样，他说他不习惯在微信上粘糊，喜欢当面粘糊。说大家有空的时候就在一起，平时就各忙各的。大家觉得是男朋友不够爱我，还是他不太喜欢太过亲密的关系？",
    "annotation": [
      {
        "sentence": "男朋友是不够爱？",
        "label": ""
      },
      {
        "sentence": "还是不喜欢太过亲密的关系？",
        "label": ""
      },
      {
        "sentence": "男朋友不怎么粘我。",
        "label": ""
      },
      {
        "sentence": "我和他平时都上班的日子里，他下班后一条信息都没有，从来不约我吃饭什么的。",
        "label": ""
      },
      {
        "sentence": "后来我说了他之后，他也只是变得简单的汇报一下自己的行踪，“我下班到家啦”，“我去跑步啦”，“我到家洗澡啦”，仅此而已。",
        "label": ""
      },
      {
        "sentence": "从来不会反过来问一下我在干嘛，我感觉他对我不和他在一起时的生活毫无兴趣。",
        "label": ""
      },
      {
        "sentence": "我感觉我们是假日情侣，放假也是我主动约他的多。",
        "label": ""
      },
      {
        "sentence": "平时在对方的生活里存在感太弱。",
        "label": ""
      },
      {
        "sentence": "最近男朋友在创业，变得特别忙碌，经常一天下来一条信息都没有，除了忙工作，他还要忙考试。",
        "label": ""
      },
      {
        "sentence": "我感觉他的世界里不需要我，只要有工作和学习就够了。",
        "label": ""
      },
      {
        "sentence": "以前不忙的时候，他下班后就自己跑跑步，打扫打扫卫生，洗澡玩电脑，从来不会想到我，关心我一下。",
        "label": ""
      },
      {
        "sentence": "我问过男朋友为什么这样，他说他不习惯在微信上粘糊，喜欢当面粘糊。",
        "label": ""
      },
      {
        "sentence": "说大家有空的时候就在一起，平时就各忙各的。",
        "label": ""
      },
      {
        "sentence": "大家觉得是男朋友不够爱我，还是他不太喜欢太过亲密的关系？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的困扰。有时候，我们找到答案是需要自己去思考的。但是，无论他是不够爱你还是不喜欢太过亲密的关系，重要的是他是否关心你。关心是最直接的表达方式，就像你会关心你的好朋友、爱人和家人一样，它无法被克制，是直觉的。所以，如果你明确告诉他你不开心或者你害怕，而他仍然没有任何行动，甚至没有安慰的话，那我认为答案已经相当明显了。如果答案真的已经明确，纠缠越久也许你会受到越大的伤害。",
    "annotation": [
      {
        "sentence": "我了解你的困扰。",
        "label": ""
      },
      {
        "sentence": "有时候，我们找到答案是需要自己去思考的。",
        "label": ""
      },
      {
        "sentence": "但是，无论他是不够爱你还是不喜欢太过亲密的关系，重要的是他是否关心你。",
        "label": ""
      },
      {
        "sentence": "关心是最直接的表达方式，就像你会关心你的好朋友、爱人和家人一样，它无法被克制，是直觉的。",
        "label": ""
      },
      {
        "sentence": "所以，如果你明确告诉他你不开心或者你害怕，而他仍然没有任何行动，甚至没有安慰的话，那我认为答案已经相当明显了。",
        "label": ""
      },
      {
        "sentence": "如果答案真的已经明确，纠缠越久也许你会受到越大的伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我一直期待他能够关心我，但好像他对我并不在意。我不知道该怎么办了，我们是不是应该坦诚地谈一下这个问题？",
    "annotation": [
      {
        "sentence": "你说得对，我一直期待他能够关心我，但好像他对我并不在意。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办了，我们是不是应该坦诚地谈一下这个问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我觉得沟通是解决问题的第一步，你可以坦诚地跟他谈一下你的感受和担忧。告诉他你希望在彼此的生活中有更多的存在感和关心。也许他没有意识到自己的行为对你造成了困扰。通过积极的沟通，你们可以一起寻找解决办法，使你们的关系更加亲密和稳固。",
    "annotation": [
      {
        "sentence": "我觉得沟通是解决问题的第一步，你可以坦诚地跟他谈一下你的感受和担忧。",
        "label": ""
      },
      {
        "sentence": "告诉他你希望在彼此的生活中有更多的存在感和关心。",
        "label": ""
      },
      {
        "sentence": "也许他没有意识到自己的行为对你造成了困扰。",
        "label": ""
      },
      {
        "sentence": "通过积极的沟通，你们可以一起寻找解决办法，使你们的关系更加亲密和稳固。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着与他进行坦诚的对话，希望能够解决我们之间的问题。但是，我也担心他可能会不理解我的感受，觉得我过于敏感。我应该怎样应对这种情况呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着与他进行坦诚的对话，希望能够解决我们之间的问题。",
        "label": ""
      },
      {
        "sentence": "但是，我也担心他可能会不理解我的感受，觉得我过于敏感。",
        "label": ""
      },
      {
        "sentence": "我应该怎样应对这种情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心。在沟通过程中，你可以尝试以“我感觉”或“我需要”的方式表达你的想法，这样可以减少对方可能的攻击性或争执。同时，你也可以鼓励他分享他的想法和感受，以便更好地理解彼此的立场。坦诚和理解是建立健康关系的关键，希望你们能够顺利解决问题。",
    "annotation": [
      {
        "sentence": "理解你的担心。",
        "label": ""
      },
      {
        "sentence": "在沟通过程中，你可以尝试以“我感觉”或“我需要”的方式表达你的想法，这样可以减少对方可能的攻击性或争执。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以鼓励他分享他的想法和感受，以便更好地理解彼此的立场。",
        "label": ""
      },
      {
        "sentence": "坦诚和理解是建立健康关系的关键，希望你们能够顺利解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着用你提到的方式进行沟通，希望他能够理解并接受我的感受。如果他依然对我的需求不理解，我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "我会试着用你提到的方式进行沟通，希望他能够理解并接受我的感受。",
        "label": ""
      },
      {
        "sentence": "如果他依然对我的需求不理解，我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果他还是无法理解你的感受和需求，那可能意味着你们的价值观和期望有所不同。在这种情况下，你需要为自己考虑。你可以思考一下，这样的关系是否满足你的需求和期望，是否带给你快乐和满足感。有时候，放手也可能是一种解脱和成长的方式。无论你做出什么样的决定，我都会支持你。",
    "annotation": [
      {
        "sentence": "如果他还是无法理解你的感受和需求，那可能意味着你们的价值观和期望有所不同。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，你需要为自己考虑。",
        "label": ""
      },
      {
        "sentence": "你可以思考一下，这样的关系是否满足你的需求和期望，是否带给你快乐和满足感。",
        "label": ""
      },
      {
        "sentence": "有时候，放手也可能是一种解脱和成长的方式。",
        "label": ""
      },
      {
        "sentence": "无论你做出什么样的决定，我都会支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我会认真思考并作出适合自己的决定。无论结果如何，我相信我会找到属于自己的幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会认真思考并作出适合自己的决定。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，我相信我会找到属于自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你有能力做出最好的决定。记住，你的幸福是最重要的。如果需要任何帮助或再次交流，随时都可以找我倾诉。祝福你！",
    "annotation": [
      {
        "sentence": "不客气，我相信你有能力做出最好的决定。",
        "label": ""
      },
      {
        "sentence": "记住，你的幸福是最重要的。",
        "label": ""
      },
      {
        "sentence": "如果需要任何帮助或再次交流，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]