[
  {
    "role": "client",
    "content": "我高考没考好，失利了，只能上普通的二本了，怎么办？高考没有考好失利了平常没有我学习好的都比我高好多而且我真不知道自己错在哪觉得不甘心只能上个普普通通的二本心里很别扭不想再见到高中的同学了。",
    "annotation": [
      {
        "sentence": "我高考没考好，失利了，只能上普通的二本了，怎么办？",
        "label": ""
      },
      {
        "sentence": "高考没有考好失利了平常没有我学习好的都比我高好多而且我真不知道自己错在哪觉得不甘心只能上个普普通通的二本心里很别扭不想再见到高中的同学了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高考失利，只能上一个普通二本，非常能理解你现在的心情，这对你来说是一个重大的打击。平时成绩没有的同学也比你分高，可以体会到你的不甘心和失落。我知道你现在有很多困惑和不满，但是我们可以慢慢来解决，一起找到应对的方法。首先，我们要学会放下，珍惜现在高考已经过去了，发生的事情没有办法改变，这种时候再多的不甘和难过已经于事无补。生活还是要继续，与其沉浸在过去的失败中懊恼，不如把更多注意力放在当下，关注眼前的人和事，珍惜每一段时光。学会面对失败，是人生中的必修课。有些事情需要放下，重整心态，收拾行李向前走。",
    "annotation": [
      {
        "sentence": "高考失利，只能上一个普通二本，非常能理解你现在的心情，这对你来说是一个重大的打击。",
        "label": ""
      },
      {
        "sentence": "平时成绩没有的同学也比你分高，可以体会到你的不甘心和失落。",
        "label": ""
      },
      {
        "sentence": "我知道你现在有很多困惑和不满，但是我们可以慢慢来解决，一起找到应对的方法。",
        "label": ""
      },
      {
        "sentence": "首先，我们要学会放下，珍惜现在高考已经过去了，发生的事情没有办法改变，这种时候再多的不甘和难过已经于事无补。",
        "label": ""
      },
      {
        "sentence": "生活还是要继续，与其沉浸在过去的失败中懊恼，不如把更多注意力放在当下，关注眼前的人和事，珍惜每一段时光。",
        "label": ""
      },
      {
        "sentence": "学会面对失败，是人生中的必修课。",
        "label": ""
      },
      {
        "sentence": "有些事情需要放下，重整心态，收拾行李向前走。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道应该放下，但是我真的觉得很难受，觉得自己好像白白浪费了这么多年的努力，难以接受自己不及格的事实。我现在完全没有自信，对未来也没有任何期待了。",
    "annotation": [
      {
        "sentence": "我知道应该放下，但是我真的觉得很难受，觉得自己好像白白浪费了这么多年的努力，难以接受自己不及格的事实。",
        "label": ""
      },
      {
        "sentence": "我现在完全没有自信，对未来也没有任何期待了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你此刻的感受，对于一个努力了这么多年的人来说，确实不容易接受失败的事实。但是，我们不能因为失败就否定了我们之前所付出的努力和时间，那些都是宝贵的经历。生活中并非所有事情都会按照我们的期望发展，但是人生没有尽头，每段经历都会为我们的成长打下基础。虽然现在你也许没有自信和期待，但是时间会让一切变得更好，尽管需要时间长一些。",
    "annotation": [
      {
        "sentence": "我理解你此刻的感受，对于一个努力了这么多年的人来说，确实不容易接受失败的事实。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能因为失败就否定了我们之前所付出的努力和时间，那些都是宝贵的经历。",
        "label": ""
      },
      {
        "sentence": "生活中并非所有事情都会按照我们的期望发展，但是人生没有尽头，每段经历都会为我们的成长打下基础。",
        "label": ""
      },
      {
        "sentence": "虽然现在你也许没有自信和期待，但是时间会让一切变得更好，尽管需要时间长一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白，但是我还是对未来感到迷茫，不知道该怎么选择自己的将来。我担心二本学校的教育质量不如一本学校，以后会对我造成影响。",
    "annotation": [
      {
        "sentence": "我明白，但是我还是对未来感到迷茫，不知道该怎么选择自己的将来。",
        "label": ""
      },
      {
        "sentence": "我担心二本学校的教育质量不如一本学校，以后会对我造成影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "迷茫是情绪正常的反应，选择不是一时冲动可以完成的任务。我们可以从另一个角度来看待这个问题，大学不仅仅是一本和二本的区别，更重要的是你在大学里面能够学到什么以及你自己的努力和成长。一流的大学确实有更好的条件和资源，但是二本学校也有很多优秀的人才。学历重要，但在社会中真正被看中的是你的能力和能否适应社会的需求。所以不用担心二本学校的教育质量，只要你在之后的学习过程中努力提升自己，你也能够走出一条属于自己的道路。",
    "annotation": [
      {
        "sentence": "迷茫是情绪正常的反应，选择不是一时冲动可以完成的任务。",
        "label": ""
      },
      {
        "sentence": "我们可以从另一个角度来看待这个问题，大学不仅仅是一本和二本的区别，更重要的是你在大学里面能够学到什么以及你自己的努力和成长。",
        "label": ""
      },
      {
        "sentence": "一流的大学确实有更好的条件和资源，但是二本学校也有很多优秀的人才。",
        "label": ""
      },
      {
        "sentence": "学历重要，但在社会中真正被看中的是你的能力和能否适应社会的需求。",
        "label": ""
      },
      {
        "sentence": "所以不用担心二本学校的教育质量，只要你在之后的学习过程中努力提升自己，你也能够走出一条属于自己的道路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，学历并非决定一个人的全部，我应该多多培养自己的能力并且保持积极的心态。我现在也意识到失败并不可怕，只要能从失败中汲取教训，重新调整心态面对未来的人生，我相信我还是能够过上精彩的生活的。",
    "annotation": [
      {
        "sentence": "你说得对，学历并非决定一个人的全部，我应该多多培养自己的能力并且保持积极的心态。",
        "label": ""
      },
      {
        "sentence": "我现在也意识到失败并不可怕，只要能从失败中汲取教训，重新调整心态面对未来的人生，我相信我还是能够过上精彩的生活的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的认知已经有所变化，这是很好的开始。人生中总会有各种各样的挫折和失败，但是失败并不代表失败者，反而是一个人成长的机会。你愿意去正面迎接人生接下来的挑战，不畏惧失败，保持积极的心态去面对，这样你就已然取得了胜利。只要坚持努力，相信自己的能力，未来的道路一定会越走越宽广，精彩的生活正在等待着你。",
    "annotation": [
      {
        "sentence": "你的认知已经有所变化，这是很好的开始。",
        "label": ""
      },
      {
        "sentence": "人生中总会有各种各样的挫折和失败，但是失败并不代表失败者，反而是一个人成长的机会。",
        "label": ""
      },
      {
        "sentence": "你愿意去正面迎接人生接下来的挑战，不畏惧失败，保持积极的心态去面对，这样你就已然取得了胜利。",
        "label": ""
      },
      {
        "sentence": "只要坚持努力，相信自己的能力，未来的道路一定会越走越宽广，精彩的生活正在等待着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，感谢你给我带来的希望。我现在感觉好多了，以后会更加勇敢地面对人生的挑战，相信自己一定能够成功。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，感谢你给我带来的希望。",
        "label": ""
      },
      {
        "sentence": "我现在感觉好多了，以后会更加勇敢地面对人生的挑战，相信自己一定能够成功。",
        "label": ""
      }
    ]
  }
]