[
  {
    "role": "client",
    "content": "我最近有点困扰，我22岁，现在是在备考，被父母说偏激，我感觉很不舒服。怎么办？",
    "annotation": [
      {
        "sentence": "我最近有点困扰，我22岁，现在是在备考，被父母说偏激，我感觉很不舒服。",
        "label": ""
      },
      {
        "sentence": "怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有表达自己真实感受的权利，所以，你并没有错哦，也没有生病啦。在毕业前，父母总是会说，不要谈恋爱，要认真学习；在毕业后，又催着我们谈恋爱结婚。其实，我也跟父母谈过我某一阶段并不想结婚，但是我妈妈会说那以后谁来照顾你，你老了你就知道了。然后我会说“我可以住养老院”，妈妈又会说“养老院很多虐待老人的”。但其实呀，他们也只是担心我们不结婚，老了之后没人在身边照顾，或者说他们离开后我们该怎么办？我妈妈也经常提起，我知道听到这些的时候，你会不舒服，我也是，但如果你站在妈妈的角度，你就会知道她为什么这么担心你不结婚。不妨跟妈妈心平气和聊结婚这件事，你可以向她袒露你的真实感受。你还可以向她说你未来的规划、目标，让她知道你是有能力自己照顾好自己的，不必产生不必要的担心。你提到在备考，我也知道，备考阶段心理压力特别大，所以呀平时可以听听歌，运动一下，还可以试试冥想，放松一下自己，合理发泄情绪，不要憋在心里。",
    "annotation": [
      {
        "sentence": "每个人都有表达自己真实感受的权利，所以，你并没有错哦，也没有生病啦。",
        "label": ""
      },
      {
        "sentence": "在毕业前，父母总是会说，不要谈恋爱，要认真学习；在毕业后，又催着我们谈恋爱结婚。",
        "label": ""
      },
      {
        "sentence": "其实，我也跟父母谈过我某一阶段并不想结婚，但是我妈妈会说那以后谁来照顾你，你老了你就知道了。",
        "label": ""
      },
      {
        "sentence": "然后我会说“我可以住养老院”，妈妈又会说“养老院很多虐待老人的”。",
        "label": ""
      },
      {
        "sentence": "但其实呀，他们也只是担心我们不结婚，老了之后没人在身边照顾，或者说他们离开后我们该怎么办？",
        "label": ""
      },
      {
        "sentence": "我妈妈也经常提起，我知道听到这些的时候，你会不舒服，我也是，但如果你站在妈妈的角度，你就会知道她为什么这么担心你不结婚。",
        "label": ""
      },
      {
        "sentence": "不妨跟妈妈心平气和聊结婚这件事，你可以向她袒露你的真实感受。",
        "label": ""
      },
      {
        "sentence": "你还可以向她说你未来的规划、目标，让她知道你是有能力自己照顾好自己的，不必产生不必要的担心。",
        "label": ""
      },
      {
        "sentence": "你提到在备考，我也知道，备考阶段心理压力特别大，所以呀平时可以听听歌，运动一下，还可以试试冥想，放松一下自己，合理发泄情绪，不要憋在心里。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。确实，我应该试着与妈妈好好沟通，让她理解我的想法和规划。不过，除了结婚这个问题，我爸爸也说我像他在20岁时候的样子，说这样不好。他一直希望我能按照他的意愿行事，但我想提出自己的看法啊。难道我真的偏激了吗？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "确实，我应该试着与妈妈好好沟通，让她理解我的想法和规划。",
        "label": ""
      },
      {
        "sentence": "不过，除了结婚这个问题，我爸爸也说我像他在20岁时候的样子，说这样不好。",
        "label": ""
      },
      {
        "sentence": "他一直希望我能按照他的意愿行事，但我想提出自己的看法啊。",
        "label": ""
      },
      {
        "sentence": "难道我真的偏激了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母经常会出现一种“打压式教育”或者“对比式教育”，这其实很伤作为“儿女”的我们的心，但需要他们一时间做出改变又有点难，慢慢来吧。父母有的观念我们可以不认同，同样，我们有的观点父母也可以不认同，这是平等的关系，也是对话的自由。当我们与父母处于不平等的关系，自然也就会产生矛盾。如何处理，我想这需要双方的努力。至于“偏激”，从你的描述中并未体现到，不过我们也可以从日常与父母的对话中学会察觉自己是否有“偏激”的语言，而自己尚未察觉。如果没有，那我们也可以想想，爸爸为什么会觉得我“偏激”，仅仅是表面看到的那样吗？可以与爸爸进行深入的聊天，思考爸爸为什么会说出“偏激”这个词。有的话可能是无意的，但也可能是警醒。希望我能帮到你哦，祝你早安午安晚安。",
    "annotation": [
      {
        "sentence": "父母经常会出现一种“打压式教育”或者“对比式教育”，这其实很伤作为“儿女”的我们的心，但需要他们一时间做出改变又有点难，慢慢来吧。",
        "label": ""
      },
      {
        "sentence": "父母有的观念我们可以不认同，同样，我们有的观点父母也可以不认同，这是平等的关系，也是对话的自由。",
        "label": ""
      },
      {
        "sentence": "当我们与父母处于不平等的关系，自然也就会产生矛盾。",
        "label": ""
      },
      {
        "sentence": "如何处理，我想这需要双方的努力。",
        "label": ""
      },
      {
        "sentence": "至于“偏激”，从你的描述中并未体现到，不过我们也可以从日常与父母的对话中学会察觉自己是否有“偏激”的语言，而自己尚未察觉。",
        "label": ""
      },
      {
        "sentence": "如果没有，那我们也可以想想，爸爸为什么会觉得我“偏激”，仅仅是表面看到的那样吗？",
        "label": ""
      },
      {
        "sentence": "可以与爸爸进行深入的聊天，思考爸爸为什么会说出“偏激”这个词。",
        "label": ""
      },
      {
        "sentence": "有的话可能是无意的，但也可能是警醒。",
        "label": ""
      },
      {
        "sentence": "希望我能帮到你哦，祝你早安午安晚安。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和关心。我会试着与父母更加平等的对话，让他们了解我的真实想法。同时，我也会尝试注意自己的语言，防止“偏激”影响与父母的沟通。备考的压力确实很大，我会尝试你提到的放松方式，让自己情绪得到发泄。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和关心。",
        "label": ""
      },
      {
        "sentence": "我会试着与父母更加平等的对话，让他们了解我的真实想法。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尝试注意自己的语言，防止“偏激”影响与父母的沟通。",
        "label": ""
      },
      {
        "sentence": "备考的压力确实很大，我会尝试你提到的放松方式，让自己情绪得到发泄。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我非常愿意帮助你！记得要时刻关注自己的情绪和心理健康，及时找到适合自己的发泄方式。如果还有其他问题或者困惑，随时都可以找我聊天哦。祝你备考顺利，一切都会好起来的！",
    "annotation": [
      {
        "sentence": "不客气，我非常愿意帮助你！",
        "label": ""
      },
      {
        "sentence": "记得要时刻关注自己的情绪和心理健康，及时找到适合自己的发泄方式。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或者困惑，随时都可以找我聊天哦。",
        "label": ""
      },
      {
        "sentence": "祝你备考顺利，一切都会好起来的！",
        "label": ""
      }
    ]
  }
]