[
  {
    "role": "client",
    "content": "平时没有问题，一到正式场合或者当众讲话就异常紧张？自己现在30岁，持续快三四年了，平日里说话还能顺畅自然，但一到正式场合需要自己发言就很紧张，心跳很快，对我很困扰，影响工作发挥，到了种病态的程度。想知道原因是怎么样造成，怎么解决这样问题？",
    "annotation": [
      {
        "sentence": "平时没有问题，一到正式场合或者当众讲话就异常紧张？",
        "label": ""
      },
      {
        "sentence": "自己现在30岁，持续快三四年了，平日里说话还能顺畅自然，但一到正式场合需要自己发言就很紧张，心跳很快，对我很困扰，影响工作发挥，到了种病态的程度。",
        "label": ""
      },
      {
        "sentence": "想知道原因是怎么样造成，怎么解决这样问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述有点想到自己，平时说话也很自然，一到正式场合就会很是紧张，心里打无数次腹稿，力求发言完美得体，很在意如果自己说错话会很尴尬。我自身是由于太过于在乎外界的看法，觉得自己说错话或者怎样会很没面子。",
    "annotation": [
      {
        "sentence": "看到你的描述有点想到自己，平时说话也很自然，一到正式场合就会很是紧张，心里打无数次腹稿，力求发言完美得体，很在意如果自己说错话会很尴尬。",
        "label": ""
      },
      {
        "sentence": "我自身是由于太过于在乎外界的看法，觉得自己说错话或者怎样会很没面子。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也很在意他人的看法，担心说错话或者表达不清楚，不自信。",
    "annotation": [
      {
        "sentence": "是的，我也很在意他人的看法，担心说错话或者表达不清楚，不自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "但后来我发现其实并没有多少人在关注自己，把别人的在意看法看的太重要其实会给自己带来很大负担。但是你的经历或者其他内心想法我并不是太了解，你可以自己静下来想想每次在公众场合发言紧张是在纠结或者在意什么，也是太过于在乎他人的看法怕自己说错话，还是有其他原因。",
    "annotation": [
      {
        "sentence": "但后来我发现其实并没有多少人在关注自己，把别人的在意看法看的太重要其实会给自己带来很大负担。",
        "label": ""
      },
      {
        "sentence": "但是你的经历或者其他内心想法我并不是太了解，你可以自己静下来想想每次在公众场合发言紧张是在纠结或者在意什么，也是太过于在乎他人的看法怕自己说错话，还是有其他原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想想，可能是因为我太过于在意他人的评价，怕自己说错话会让别人觉得不好或者不专业。也担心出现尴尬的情况。",
    "annotation": [
      {
        "sentence": "我想想，可能是因为我太过于在意他人的评价，怕自己说错话会让别人觉得不好或者不专业。",
        "label": ""
      },
      {
        "sentence": "也担心出现尴尬的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种担心是很常见的，人们往往会担心自己的言辞不当或不恰当会对他人产生错误的印象。但是，我们不能让这些担忧过分限制我们。每个人都有犯错误的时候，而且正式场合的压力本来就会让我们更加紧张。",
    "annotation": [
      {
        "sentence": "这种担心是很常见的，人们往往会担心自己的言辞不当或不恰当会对他人产生错误的印象。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能让这些担忧过分限制我们。",
        "label": ""
      },
      {
        "sentence": "每个人都有犯错误的时候，而且正式场合的压力本来就会让我们更加紧张。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的没错，我可能是把压力放得太大了。但是我真的想改变这种情况，在正式场合能更自信地发言。",
    "annotation": [
      {
        "sentence": "你说的没错，我可能是把压力放得太大了。",
        "label": ""
      },
      {
        "sentence": "但是我真的想改变这种情况，在正式场合能更自信地发言。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那就是好的，你已经意识到问题并且愿意积极解决。除了通过经验和锻炼来提高发言的自信心，你还可以尝试一些自我放松和冥想的方法，记录下你在公众场合感到紧张的具体情况，了解自己的紧张源头，逐渐找到克服的方法。",
    "annotation": [
      {
        "sentence": "那就是好的，你已经意识到问题并且愿意积极解决。",
        "label": ""
      },
      {
        "sentence": "除了通过经验和锻炼来提高发言的自信心，你还可以尝试一些自我放松和冥想的方法，记录下你在公众场合感到紧张的具体情况，了解自己的紧张源头，逐渐找到克服的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的方法不错，我会试试自我放松和冥想的方式。另外，我也会记录下自己在公众场合紧张的情况，找到源头，然后尝试克服。",
    "annotation": [
      {
        "sentence": "你说的方法不错，我会试试自我放松和冥想的方式。",
        "label": ""
      },
      {
        "sentence": "另外，我也会记录下自己在公众场合紧张的情况，找到源头，然后尝试克服。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，记得要给自己一些时间和耐心。试着对自己更宽容一些，在意他人看法的同时，也要相信自己的能力和价值。每个人都有自己的风格和独特之处，无需过于苛求完美。",
    "annotation": [
      {
        "sentence": "很好，记得要给自己一些时间和耐心。",
        "label": ""
      },
      {
        "sentence": "试着对自己更宽容一些，在意他人看法的同时，也要相信自己的能力和价值。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的风格和独特之处，无需过于苛求完美。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会尽量放宽心态，相信自己的能力，并且努力克服这个问题的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会尽量放宽心态，相信自己的能力，并且努力克服这个问题的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够克服这个问题。记得，成长和改变是一个渐进的过程，每一次进步都值得骄傲。如果有需要，随时来找我倾诉或者讨论，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够克服这个问题。",
        "label": ""
      },
      {
        "sentence": "记得，成长和改变是一个渐进的过程，每一次进步都值得骄傲。",
        "label": ""
      },
      {
        "sentence": "如果有需要，随时来找我倾诉或者讨论，我会一直支持你的。",
        "label": ""
      }
    ]
  }
]