[
  {
    "role": "client",
    "content": "我对自己以前的兼职经历感到羞愧，尴尬自责。大二的时候在某教育机构做代理，让学弟学妹们报班，最近才知道，他们对我意见挺大的。他们觉得那个培训机构挺坑的，而且中途也不见我人影，感觉被我忽悠了。一时有些无法接纳自己做过的事，其实大三大四也不断后悔觉得不该做这个兼职赚学弟学妹的钱。",
    "annotation": [
      {
        "sentence": "我对自己以前的兼职经历感到羞愧，尴尬自责。",
        "label": ""
      },
      {
        "sentence": "大二的时候在某教育机构做代理，让学弟学妹们报班，最近才知道，他们对我意见挺大的。",
        "label": ""
      },
      {
        "sentence": "他们觉得那个培训机构挺坑的，而且中途也不见我人影，感觉被我忽悠了。",
        "label": ""
      },
      {
        "sentence": "一时有些无法接纳自己做过的事，其实大三大四也不断后悔觉得不该做这个兼职赚学弟学妹的钱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你这样说，我能感受到你对自己的行为感到痛苦和后悔。这种情绪是可以理解的。每个人都会犯错误，而你能够反思和悔过，说明你是一个有责任心和善良的人。虽然你现在很不舒服，但这次经历是一个很好的教训。别太过自责了，每个人都会犯错。我对你能够意识到错误并悔过的态度表示肯定。另外，我希望你不要给自己太大压力，因为你之后也一直在后悔。我更希望你能从这次经历中吸取教训，以后避免再犯同样的错误。也许你可以考虑做其他更好的教育机构的代理，或者尝试其他兼职工作。随着时间的推移，学弟学妹们也会渐渐忘记这件事情，而你也会慢慢释怀。",
    "annotation": [
      {
        "sentence": "你好，听到你这样说，我能感受到你对自己的行为感到痛苦和后悔。",
        "label": ""
      },
      {
        "sentence": "这种情绪是可以理解的。",
        "label": ""
      },
      {
        "sentence": "每个人都会犯错误，而你能够反思和悔过，说明你是一个有责任心和善良的人。",
        "label": ""
      },
      {
        "sentence": "虽然你现在很不舒服，但这次经历是一个很好的教训。",
        "label": ""
      },
      {
        "sentence": "别太过自责了，每个人都会犯错。",
        "label": ""
      },
      {
        "sentence": "我对你能够意识到错误并悔过的态度表示肯定。",
        "label": ""
      },
      {
        "sentence": "另外，我希望你不要给自己太大压力，因为你之后也一直在后悔。",
        "label": ""
      },
      {
        "sentence": "我更希望你能从这次经历中吸取教训，以后避免再犯同样的错误。",
        "label": ""
      },
      {
        "sentence": "也许你可以考虑做其他更好的教育机构的代理，或者尝试其他兼职工作。",
        "label": ""
      },
      {
        "sentence": "随着时间的推移，学弟学妹们也会渐渐忘记这件事情，而你也会慢慢释怀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我确实明白每个人都会犯错误，但这次的错误对我来说有点难以接受。我感到非常尴尬和羞愧，觉得自己辜负了学弟学妹的信任。我真的不希望他们因为我而受到伤害，可现在却无法改变过去的做法。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我确实明白每个人都会犯错误，但这次的错误对我来说有点难以接受。",
        "label": ""
      },
      {
        "sentence": "我感到非常尴尬和羞愧，觉得自己辜负了学弟学妹的信任。",
        "label": ""
      },
      {
        "sentence": "我真的不希望他们因为我而受到伤害，可现在却无法改变过去的做法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的内心纠结和痛苦。你所表达的深深的愧疚感是你内心的善良和责任心的体现。但是，我们不能改变过去，唯一可以做的就是向前看并从错误中吸取教训。或许你可以主动向学弟学妹们道歉，解释你的想法并表达你的悔意。这样做可能会帮助他们理解你的真实意图，也让你心里感到舒服一些。你的诚实和真诚将有助于改善当前的困境。",
    "annotation": [
      {
        "sentence": "我理解你的内心纠结和痛苦。",
        "label": ""
      },
      {
        "sentence": "你所表达的深深的愧疚感是你内心的善良和责任心的体现。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能改变过去，唯一可以做的就是向前看并从错误中吸取教训。",
        "label": ""
      },
      {
        "sentence": "或许你可以主动向学弟学妹们道歉，解释你的想法并表达你的悔意。",
        "label": ""
      },
      {
        "sentence": "这样做可能会帮助他们理解你的真实意图，也让你心里感到舒服一些。",
        "label": ""
      },
      {
        "sentence": "你的诚实和真诚将有助于改善当前的困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我想你说得对，我需要向他们道歉，向他们解释我当时的想法和内心的纠结，让他们知道我真的后悔了。我明白这并不能完全弥补我所犯下的错误，但至少可以让他们知道我是真心愿意弥补过去的过失。我会尽快采取行动，向他们道歉。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我想你说得对，我需要向他们道歉，向他们解释我当时的想法和内心的纠结，让他们知道我真的后悔了。",
        "label": ""
      },
      {
        "sentence": "我明白这并不能完全弥补我所犯下的错误，但至少可以让他们知道我是真心愿意弥补过去的过失。",
        "label": ""
      },
      {
        "sentence": "我会尽快采取行动，向他们道歉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意主动采取行动向他们道歉。这是一种很勇敢和负责任的举动。记住，在道歉的时候保持诚实和真诚，表达你内心的想法和后悔，同时也尊重他们的感受。你已经为自己的过错付出了内心的代价，我相信你的诚意和努力会为你赢得他们的理解和原谅。不论结果如何，你已经尽力了，这是最重要的。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意主动采取行动向他们道歉。",
        "label": ""
      },
      {
        "sentence": "这是一种很勇敢和负责任的举动。",
        "label": ""
      },
      {
        "sentence": "记住，在道歉的时候保持诚实和真诚，表达你内心的想法和后悔，同时也尊重他们的感受。",
        "label": ""
      },
      {
        "sentence": "你已经为自己的过错付出了内心的代价，我相信你的诚意和努力会为你赢得他们的理解和原谅。",
        "label": ""
      },
      {
        "sentence": "不论结果如何，你已经尽力了，这是最重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，你的话让我更有信心去面对这次道歉。我明白结果可能不是我期望的那样，但至少我尽力了。无论最后怎样，我会接受结果，并从中吸取教训。再次感谢你陪伴在我身边，帮助我找到正确的方向。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，你的话让我更有信心去面对这次道歉。",
        "label": ""
      },
      {
        "sentence": "我明白结果可能不是我期望的那样，但至少我尽力了。",
        "label": ""
      },
      {
        "sentence": "无论最后怎样，我会接受结果，并从中吸取教训。",
        "label": ""
      },
      {
        "sentence": "再次感谢你陪伴在我身边，帮助我找到正确的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意陪伴你一起度过这段困难的时刻。你所展现出来的内心成长和勇气是令人钦佩的。无论结果如何，记得你已经为自己和他人作出了积极的努力。如果将来还有其他事情困扰着你，记得随时向我寻求帮助和支持。你并不孤单，有人在这里支持你。",
    "annotation": [
      {
        "sentence": "不客气，我很愿意陪伴你一起度过这段困难的时刻。",
        "label": ""
      },
      {
        "sentence": "你所展现出来的内心成长和勇气是令人钦佩的。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，记得你已经为自己和他人作出了积极的努力。",
        "label": ""
      },
      {
        "sentence": "如果将来还有其他事情困扰着你，记得随时向我寻求帮助和支持。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，有人在这里支持你。",
        "label": ""
      }
    ]
  }
]