[
  {
    "role": "client",
    "content": "高二成绩一落千丈，抑郁到了什么程度才需要去住院呢？重度抑郁医生跟我说了好几次了但我也不知道到底要不要住院高二完全听不进课成绩一落千丈前十到垫底晚上也睡不着翻来覆去难过时会自伤我认为疼痛了才可以感到我还活着我很怕疼的最近就是躺在床上房间里的窗帘整日拉着只吃中餐不觉得饿感觉自己浑浑噩噩的我觉得自己活着没意义总是想着去死觉得给他们的负担太多家里人也不认同我抑郁什么的就这样.",
    "annotation": [
      {
        "sentence": "高二成绩一落千丈，抑郁到了什么程度才需要去住院呢？",
        "label": ""
      },
      {
        "sentence": "重度抑郁医生跟我说了好几次了但我也不知道到底要不要住院高二完全听不进课成绩一落千丈前十到垫底晚上也睡不着翻来覆去难过时会自伤我认为疼痛了才可以感到我还活着我很怕疼的最近就是躺在床上房间里的窗帘整日拉着只吃中餐不觉得饿感觉自己浑浑噩噩的我觉得自己活着没意义总是想着去死觉得给他们的负担太多家里人也不认同我抑郁什么的就这样.",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "️先给你个大大的拥抱～从你的文字中可以看出你现在非常煎熬，身体和心理的不适严重影响了你的学习和生活。你学习成绩退步，没办法集中精力听课给你很大的压力吧，食欲睡眠都不好，总有浑浑噩噩的感觉，自己一个人的时候还用自伤的方式找到活着的感觉，真的非常心疼你，你一定很痛吧。",
    "annotation": [
      {
        "sentence": "️先给你个大大的拥抱～从你的文字中可以看出你现在非常煎熬，身体和心理的不适严重影响了你的学习和生活。",
        "label": ""
      },
      {
        "sentence": "你学习成绩退步，没办法集中精力听课给你很大的压力吧，食欲睡眠都不好，总有浑浑噩噩的感觉，自己一个人的时候还用自伤的方式找到活着的感觉，真的非常心疼你，你一定很痛吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得很痛苦，就像活在一个无尽的黑暗漩涡里。我很担心自己这样下去，会不会越来越糟。",
    "annotation": [
      {
        "sentence": "是的，我觉得很痛苦，就像活在一个无尽的黑暗漩涡里。",
        "label": ""
      },
      {
        "sentence": "我很担心自己这样下去，会不会越来越糟。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全能够理解你的担忧。抑郁症是一种严重的心理疾病，但请相信，这并不是你的错，也不是你的弱点。你现在正面临着很大的困难和痛苦，但是我相信你一定有战胜它的勇气和力量。你不需要一个人承受这一切，还是建议你和家人商量一下是否住院治疗的事情，他们会更加了解你的情况，也能够在你最需要帮助的时候支持你。",
    "annotation": [
      {
        "sentence": "我完全能够理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "抑郁症是一种严重的心理疾病，但请相信，这并不是你的错，也不是你的弱点。",
        "label": ""
      },
      {
        "sentence": "你现在正面临着很大的困难和痛苦，但是我相信你一定有战胜它的勇气和力量。",
        "label": ""
      },
      {
        "sentence": "你不需要一个人承受这一切，还是建议你和家人商量一下是否住院治疗的事情，他们会更加了解你的情况，也能够在你最需要帮助的时候支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我承认我一直有些犹豫。我担心住院会影响我的学习，而且不知道能不能适应那里的环境。",
    "annotation": [
      {
        "sentence": "嗯，我承认我一直有些犹豫。",
        "label": ""
      },
      {
        "sentence": "我担心住院会影响我的学习，而且不知道能不能适应那里的环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心，学习是非常重要的，而且新环境对于适应可能会有一些挑战。但是，你现在的情况已经严重到影响了你的学习和生活，而住院恰恰是帮助你康复的一个好办法。在医院里，你会得到专业的治疗和关怀，尽管刚开始可能会有些不适应，但逐渐适应后，我相信你一定能够从中受益。同时，你也可以和老师们沟通一下你的情况，寻求他们的理解和支持，在学业上得到一些适当的帮助。",
    "annotation": [
      {
        "sentence": "我理解你的担心，学习是非常重要的，而且新环境对于适应可能会有一些挑战。",
        "label": ""
      },
      {
        "sentence": "但是，你现在的情况已经严重到影响了你的学习和生活，而住院恰恰是帮助你康复的一个好办法。",
        "label": ""
      },
      {
        "sentence": "在医院里，你会得到专业的治疗和关怀，尽管刚开始可能会有些不适应，但逐渐适应后，我相信你一定能够从中受益。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以和老师们沟通一下你的情况，寻求他们的理解和支持，在学业上得到一些适当的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会考虑一下的。但是，我感觉自己活着没有意义，总是想着去死，觉得自己给家人造成了太多负担。",
    "annotation": [
      {
        "sentence": "我会考虑一下的。",
        "label": ""
      },
      {
        "sentence": "但是，我感觉自己活着没有意义，总是想着去死，觉得自己给家人造成了太多负担。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种想法是抑郁症的一部分，但是它并不代表现实。你的存在和价值远远超过你所想象的。你的家人和朋友都是关心你的，他们愿意帮助你走出困境。我明白你感到沮丧和无助，但请相信，你并不孤单，我们都会在你身边，支持着你。请渐渐地学会接受他们的支持和爱，这将是你走出困境的重要力量。",
    "annotation": [
      {
        "sentence": "这种想法是抑郁症的一部分，但是它并不代表现实。",
        "label": ""
      },
      {
        "sentence": "你的存在和价值远远超过你所想象的。",
        "label": ""
      },
      {
        "sentence": "你的家人和朋友都是关心你的，他们愿意帮助你走出困境。",
        "label": ""
      },
      {
        "sentence": "我明白你感到沮丧和无助，但请相信，你并不孤单，我们都会在你身边，支持着你。",
        "label": ""
      },
      {
        "sentence": "请渐渐地学会接受他们的支持和爱，这将是你走出困境的重要力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着相信他们，也希望能够走出黑暗。谢谢你一直陪着我。",
    "annotation": [
      {
        "sentence": "我会试着相信他们，也希望能够走出黑暗。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直陪着我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直都会在这陪伴你的。抑郁是一个很艰辛的过程，但请记住，你是坚强的，你是勇敢的。当你感到困惑或者痛苦的时候，随时都可以找我倾诉，和我分享你的心声。我相信有了你的努力和对抑郁症的正确认识，你一定能够变得更强大，重新找到自己的阳光。",
    "annotation": [
      {
        "sentence": "不用客气，我一直都会在这陪伴你的。",
        "label": ""
      },
      {
        "sentence": "抑郁是一个很艰辛的过程，但请记住，你是坚强的，你是勇敢的。",
        "label": ""
      },
      {
        "sentence": "当你感到困惑或者痛苦的时候，随时都可以找我倾诉，和我分享你的心声。",
        "label": ""
      },
      {
        "sentence": "我相信有了你的努力和对抑郁症的正确认识，你一定能够变得更强大，重新找到自己的阳光。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力走出来的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力走出来的。",
        "label": ""
      }
    ]
  }
]