[
  {
    "role": "client",
    "content": "我感觉自己正处于职业瓶颈期，每天早上5点就会焦虑地醒来，上午都感到无精打采。现在正处于换工作的焦虑期，感觉真的很困惑。",
    "annotation": [
      {
        "sentence": "我感觉自己正处于职业瓶颈期，每天早上5点就会焦虑地醒来，上午都感到无精打采。",
        "label": ""
      },
      {
        "sentence": "现在正处于换工作的焦虑期，感觉真的很困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到您在处于职业瓶颈期，每天早晨焦虑醒来的情况，似乎您给自己贴上了一个焦虑的标签。不过，根据我们的咨询经验，也许您需要考虑是否已经抑郁了。您早起乏力，感到明显的疲倦，并且早晨是一天中最不舒服的时候，而且整个上午都感到无精打采，心情低落，到了下午才能逐渐振作起来。到了晚上睡觉之前又非常困倦，但睡眠却无法解乏，醒来后感觉到勇气和自信都消失了，没有动力。每天都在这种循环中打转，这些信息似乎提示您可能存在抑郁情绪。面对这种情况，我建议您：1.可以考虑去医院精神科做一个评估诊断，看看您的焦虑和抑郁的程度。如果情况属于重度焦虑、抑郁，可能需要考虑服药，同时也要接受心理治疗，每周至少一次，每次50分钟，坚持两三个月以上才是规范的心理治疗，因为简短的问答交流并不算心理治疗。2.如果程度不是很严重，可以从心理咨询开始，预约一个心理咨询师面谈或至少进行视频咨询，让咨询师详细了解您的情况，为您提供稳定的咨询服务，每周至少一次，每次50分钟。通常经过四五次咨询，您就能感受到情绪的变化，然后继续坚持稳定频率的心理咨询，情况就会有所改善。如果咨询一两个月后仍然没有明显变化，甚至变得更严重，那可能还需要考虑精神科的检查。总之，睡眠是最自然的身心调节方式，但当睡眠也无法让我们恢复活力时，就需要接受专业帮助了。靠自己强撑可能会导致情况变得更加严重，或者长时间处于身心亚健康状态。希望您工作顺利，早日拥有好睡眠。如易心理2020",
    "annotation": [
      {
        "sentence": "看到您在处于职业瓶颈期，每天早晨焦虑醒来的情况，似乎您给自己贴上了一个焦虑的标签。",
        "label": ""
      },
      {
        "sentence": "不过，根据我们的咨询经验，也许您需要考虑是否已经抑郁了。",
        "label": ""
      },
      {
        "sentence": "您早起乏力，感到明显的疲倦，并且早晨是一天中最不舒服的时候，而且整个上午都感到无精打采，心情低落，到了下午才能逐渐振作起来。",
        "label": ""
      },
      {
        "sentence": "到了晚上睡觉之前又非常困倦，但睡眠却无法解乏，醒来后感觉到勇气和自信都消失了，没有动力。",
        "label": ""
      },
      {
        "sentence": "每天都在这种循环中打转，这些信息似乎提示您可能存在抑郁情绪。",
        "label": ""
      },
      {
        "sentence": "面对这种情况，我建议您：1.可以考虑去医院精神科做一个评估诊断，看看您的焦虑和抑郁的程度。",
        "label": ""
      },
      {
        "sentence": "如果情况属于重度焦虑、抑郁，可能需要考虑服药，同时也要接受心理治疗，每周至少一次，每次50分钟，坚持两三个月以上才是规范的心理治疗，因为简短的问答交流并不算心理治疗。",
        "label": ""
      },
      {
        "sentence": "2.如果程度不是很严重，可以从心理咨询开始，预约一个心理咨询师面谈或至少进行视频咨询，让咨询师详细了解您的情况，为您提供稳定的咨询服务，每周至少一次，每次50分钟。",
        "label": ""
      },
      {
        "sentence": "通常经过四五次咨询，您就能感受到情绪的变化，然后继续坚持稳定频率的心理咨询，情况就会有所改善。",
        "label": ""
      },
      {
        "sentence": "如果咨询一两个月后仍然没有明显变化，甚至变得更严重，那可能还需要考虑精神科的检查。",
        "label": ""
      },
      {
        "sentence": "总之，睡眠是最自然的身心调节方式，但当睡眠也无法让我们恢复活力时，就需要接受专业帮助了。",
        "label": ""
      },
      {
        "sentence": "靠自己强撑可能会导致情况变得更加严重，或者长时间处于身心亚健康状态。",
        "label": ""
      },
      {
        "sentence": "希望您工作顺利，早日拥有好睡眠。",
        "label": ""
      },
      {
        "sentence": "如易心理2020",
        "label": ""
      }
    ]
  }
]