[
  {
    "role": "client",
    "content": "我是个高考生，最近情绪不稳定。我想问一下，为什么我对班主任产生了感情呢？",
    "annotation": [
      {
        "sentence": "我是个高考生，最近情绪不稳定。",
        "label": ""
      },
      {
        "sentence": "我想问一下，为什么我对班主任产生了感情呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你之前提到你对班主任寄予了厚望，并经历了各种嫌弃和刁难。现在高考结束了，结果可能不如你所愿，一本线刚好没达到。你向他表达了自己的失望，他回应说关心你的情况并让你调整状态。这样的关心让你动情了吗？",
    "annotation": [
      {
        "sentence": "你之前提到你对班主任寄予了厚望，并经历了各种嫌弃和刁难。",
        "label": ""
      },
      {
        "sentence": "现在高考结束了，结果可能不如你所愿，一本线刚好没达到。",
        "label": ""
      },
      {
        "sentence": "你向他表达了自己的失望，他回应说关心你的情况并让你调整状态。",
        "label": ""
      },
      {
        "sentence": "这样的关心让你动情了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是吧。因为在上个学期的高三时期，我感觉他对我并没有太在意，还经常使用讽刺的语言。我从未敢与他争辩，也不确定他说的话是否真心。他经常躲闪我，不怎么回应我的打招呼。我们只是普通的师生关系，我一直尊敬他，但没有得到他的认同。他给我带来更多的痛苦，我在这个班上患上了严重的焦虑症和强迫症。突然间，他给予我这样的关心，我无法接受。我也不再讨厌他，反而感觉他离我近在咫尺，莫名地产生了一种他是我的班主任，像对女儿一样呵护我的感觉。我不明白，为什么他在和学生正面相处时不表达出来。",
    "annotation": [
      {
        "sentence": "可能是吧。",
        "label": ""
      },
      {
        "sentence": "因为在上个学期的高三时期，我感觉他对我并没有太在意，还经常使用讽刺的语言。",
        "label": ""
      },
      {
        "sentence": "我从未敢与他争辩，也不确定他说的话是否真心。",
        "label": ""
      },
      {
        "sentence": "他经常躲闪我，不怎么回应我的打招呼。",
        "label": ""
      },
      {
        "sentence": "我们只是普通的师生关系，我一直尊敬他，但没有得到他的认同。",
        "label": ""
      },
      {
        "sentence": "他给我带来更多的痛苦，我在这个班上患上了严重的焦虑症和强迫症。",
        "label": ""
      },
      {
        "sentence": "突然间，他给予我这样的关心，我无法接受。",
        "label": ""
      },
      {
        "sentence": "我也不再讨厌他，反而感觉他离我近在咫尺，莫名地产生了一种他是我的班主任，像对女儿一样呵护我的感觉。",
        "label": ""
      },
      {
        "sentence": "我不明白，为什么他在和学生正面相处时不表达出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在过去的几个学期里，他可能因为自己的原因没有向你表达自己的情感。他的刺人外表让你难以接近，这让你感到难受，没有人为你提供帮助，只有伤害。即使在高二下学期的时候，他经常展现出不易接近的一面，你逐渐对他感到害怕，对他对你的心理伤害感到生气。所以在高三上学期期间，疫情放假时，你一直很讨厌他。当你去领书的时候，感到他刻意刁难你，问一些难以回答的问题。这让你非常烦躁。但是复学后，当你多次月考不理想时，他并没有关心挂念你。如果他之前所说的对于你的关心是真心的话，那你愿意接受这样的关爱。但如果他只是客套的话，那你会觉得自己很失败吗？",
    "annotation": [
      {
        "sentence": "在过去的几个学期里，他可能因为自己的原因没有向你表达自己的情感。",
        "label": ""
      },
      {
        "sentence": "他的刺人外表让你难以接近，这让你感到难受，没有人为你提供帮助，只有伤害。",
        "label": ""
      },
      {
        "sentence": "即使在高二下学期的时候，他经常展现出不易接近的一面，你逐渐对他感到害怕，对他对你的心理伤害感到生气。",
        "label": ""
      },
      {
        "sentence": "所以在高三上学期期间，疫情放假时，你一直很讨厌他。",
        "label": ""
      },
      {
        "sentence": "当你去领书的时候，感到他刻意刁难你，问一些难以回答的问题。",
        "label": ""
      },
      {
        "sentence": "这让你非常烦躁。",
        "label": ""
      },
      {
        "sentence": "但是复学后，当你多次月考不理想时，他并没有关心挂念你。",
        "label": ""
      },
      {
        "sentence": "如果他之前所说的对于你的关心是真心的话，那你愿意接受这样的关爱。",
        "label": ""
      },
      {
        "sentence": "但如果他只是客套的话，那你会觉得自己很失败吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不知道。我过去一直把他的看法看得太重要了，现在却不确定了。我在高中的精神支柱似乎只是一个虚假的泡沫。我早就有写一封信给他的想法，但是一直没有勇气去做。他对我造成了很多心理伤害，让我放弃了这个想法。但现在我又想写信给他，很纠结，想知道他的看法。我从高二开始就非常关注他对我的看法，现在却不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "我不知道。",
        "label": ""
      },
      {
        "sentence": "我过去一直把他的看法看得太重要了，现在却不确定了。",
        "label": ""
      },
      {
        "sentence": "我在高中的精神支柱似乎只是一个虚假的泡沫。",
        "label": ""
      },
      {
        "sentence": "我早就有写一封信给他的想法，但是一直没有勇气去做。",
        "label": ""
      },
      {
        "sentence": "他对我造成了很多心理伤害，让我放弃了这个想法。",
        "label": ""
      },
      {
        "sentence": "但现在我又想写信给他，很纠结，想知道他的看法。",
        "label": ""
      },
      {
        "sentence": "我从高二开始就非常关注他对我的看法，现在却不知道该怎么办了。",
        "label": ""
      }
    ]
  }
]