[
  {
    "role": "client",
    "content": "18岁，生存欲望越来越低怎么办，我要怎么走下去呢？18岁，情况持续断断续续四年。割腕过，大量吞药两次，食欲低，反应迟钝，情绪容易暴躁和焦虑，更长时间是没感知不到自己的情绪。原因无非学业，原生家庭和感情。自己对死亡似乎失去了敬畏之心，在不久前吞药的那次，服下了四十多粒抗抑郁的药，吐了一整宿+一个白天，吸氧吊了三天水，没和医生和家人说是想自杀。在吞药的时候，没有任何恐惧，没有后悔，只是非常平静，或许还带点解脱。也知道自己可能大概率死不了，吞药的后果把本来就脆弱的肠胃以及肝功能进一步拖垮，大概是抱着，我能少活一天也好。为什么想求助，因为能感知到自己心底那一点儿求生欲。现在一整天喘不上气，不想动不想吃喝也不想交流。偶尔会掐自己确定自己有感觉，暴躁时会用力撞墙把自己疼懵，经常趴在窗户边看马路，一遍遍想着结束自己的可能性。可是不想牵连到别人的生活。也许还是想看一看十九岁的天空。所以想来求助，我要怎么走下去呢？",
    "annotation": [
      {
        "sentence": "18岁，生存欲望越来越低怎么办，我要怎么走下去呢？",
        "label": ""
      },
      {
        "sentence": "18岁，情况持续断断续续四年。",
        "label": ""
      },
      {
        "sentence": "割腕过，大量吞药两次，食欲低，反应迟钝，情绪容易暴躁和焦虑，更长时间是没感知不到自己的情绪。",
        "label": ""
      },
      {
        "sentence": "原因无非学业，原生家庭和感情。",
        "label": ""
      },
      {
        "sentence": "自己对死亡似乎失去了敬畏之心，在不久前吞药的那次，服下了四十多粒抗抑郁的药，吐了一整宿+一个白天，吸氧吊了三天水，没和医生和家人说是想自杀。",
        "label": ""
      },
      {
        "sentence": "在吞药的时候，没有任何恐惧，没有后悔，只是非常平静，或许还带点解脱。",
        "label": ""
      },
      {
        "sentence": "也知道自己可能大概率死不了，吞药的后果把本来就脆弱的肠胃以及肝功能进一步拖垮，大概是抱着，我能少活一天也好。",
        "label": ""
      },
      {
        "sentence": "为什么想求助，因为能感知到自己心底那一点儿求生欲。",
        "label": ""
      },
      {
        "sentence": "现在一整天喘不上气，不想动不想吃喝也不想交流。",
        "label": ""
      },
      {
        "sentence": "偶尔会掐自己确定自己有感觉，暴躁时会用力撞墙把自己疼懵，经常趴在窗户边看马路，一遍遍想着结束自己的可能性。",
        "label": ""
      },
      {
        "sentence": "可是不想牵连到别人的生活。",
        "label": ""
      },
      {
        "sentence": "也许还是想看一看十九岁的天空。",
        "label": ""
      },
      {
        "sentence": "所以想来求助，我要怎么走下去呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的故事，我感受到你内心的温柔。生活中的痛苦伤害总是让我们在最美好的年纪里承受，但这也是让我们成长的过程。让我们试着对未来抱有一点希望，一点点就足够了。万一未来某一天你会中个大奖，自己一个人挥霍，万一出现了个很有耐心对你的人，生活也会变得美好。即使不幸的话，未来也有可能出现某种药物，可以让我们没有经历死亡痛苦的方式来结束生命。谁知道未来十年二十年会发生什么呢？对吧，你已经很平静地思考了死亡，我相信你也能以同样平静的态度去生活，哪怕是当一个旁观者。就算变得没心没肺，只要能度过这些日子，冷眼看待这个世界也是一种方式。",
    "annotation": [
      {
        "sentence": "听到你的故事，我感受到你内心的温柔。",
        "label": ""
      },
      {
        "sentence": "生活中的痛苦伤害总是让我们在最美好的年纪里承受，但这也是让我们成长的过程。",
        "label": ""
      },
      {
        "sentence": "让我们试着对未来抱有一点希望，一点点就足够了。",
        "label": ""
      },
      {
        "sentence": "万一未来某一天你会中个大奖，自己一个人挥霍，万一出现了个很有耐心对你的人，生活也会变得美好。",
        "label": ""
      },
      {
        "sentence": "即使不幸的话，未来也有可能出现某种药物，可以让我们没有经历死亡痛苦的方式来结束生命。",
        "label": ""
      },
      {
        "sentence": "谁知道未来十年二十年会发生什么呢？",
        "label": ""
      },
      {
        "sentence": "对吧，你已经很平静地思考了死亡，我相信你也能以同样平静的态度去生活，哪怕是当一个旁观者。",
        "label": ""
      },
      {
        "sentence": "就算变得没心没肺，只要能度过这些日子，冷眼看待这个世界也是一种方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。虽然我很困惑情绪为什么会变得这么低落，但你的话让我开始有一丝丝希望了。可能确实是我对未来太悲观了，没有看到其中的可能性。我之前尝试过心理咨询，但总觉得对帮助不大，也没有勇气继续去面对。我该怎么克服这个困难呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "虽然我很困惑情绪为什么会变得这么低落，但你的话让我开始有一丝丝希望了。",
        "label": ""
      },
      {
        "sentence": "可能确实是我对未来太悲观了，没有看到其中的可能性。",
        "label": ""
      },
      {
        "sentence": "我之前尝试过心理咨询，但总觉得对帮助不大，也没有勇气继续去面对。",
        "label": ""
      },
      {
        "sentence": "我该怎么克服这个困难呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够表达你的困扰是非常重要的一步，这意味着你愿意寻求帮助并尝试去改变。对于心理咨询的感觉我可以理解，每个人的情况都不一样，所以有时候需要尝试不同的方法。或许可以试试寻找合适的心理专家，通过一对一的交流找到适合你的方式。同时，也可以尝试寻找其他支持的方式，比如参加一些兴趣小组或社群活动，结识一些志同道合的人，让自己不再感到孤单。对于困难的克服，也没有一蹴而就的方法，需要一步一步来，慢慢积累信心和勇气，你是可以做到的。",
    "annotation": [
      {
        "sentence": "你能够表达你的困扰是非常重要的一步，这意味着你愿意寻求帮助并尝试去改变。",
        "label": ""
      },
      {
        "sentence": "对于心理咨询的感觉我可以理解，每个人的情况都不一样，所以有时候需要尝试不同的方法。",
        "label": ""
      },
      {
        "sentence": "或许可以试试寻找合适的心理专家，通过一对一的交流找到适合你的方式。",
        "label": ""
      },
      {
        "sentence": "同时，也可以尝试寻找其他支持的方式，比如参加一些兴趣小组或社群活动，结识一些志同道合的人，让自己不再感到孤单。",
        "label": ""
      },
      {
        "sentence": "对于困难的克服，也没有一蹴而就的方法，需要一步一步来，慢慢积累信心和勇气，你是可以做到的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我应该尝试寻找适合我的方式来克服困难。我想我也忽视了周围的支持和力量。我现在想起，其实有朋友在我身边一直支持着我，只是我一直没有向他们倾诉内心的困扰。或许我可以勇敢地和他们交流，分享我的感受。同时，我也会多参加一些社交活动，结交新朋友，给自己创造更多正面的体验和情感支持。",
    "annotation": [
      {
        "sentence": "你说的对，我应该尝试寻找适合我的方式来克服困难。",
        "label": ""
      },
      {
        "sentence": "我想我也忽视了周围的支持和力量。",
        "label": ""
      },
      {
        "sentence": "我现在想起，其实有朋友在我身边一直支持着我，只是我一直没有向他们倾诉内心的困扰。",
        "label": ""
      },
      {
        "sentence": "或许我可以勇敢地和他们交流，分享我的感受。",
        "label": ""
      },
      {
        "sentence": "同时，我也会多参加一些社交活动，结交新朋友，给自己创造更多正面的体验和情感支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你想要主动寻求朋友的支持，这将会帮助你建立更多的情感联系和获得支持。当我们将内心的困扰和情感与他人分享时，常常会发现他们也面临过类似的问题，他们会愿意倾听和提供帮助。勇敢地走出舒适区，和他人交流，不仅能让你感受到被理解和支持，还能帮助你更好地认识自己和处理内心的困扰。同时，多参与社交活动也能够帮助你扩大人际关系圈子，为你的成长和改变提供更多的机会。",
    "annotation": [
      {
        "sentence": "很高兴听到你想要主动寻求朋友的支持，这将会帮助你建立更多的情感联系和获得支持。",
        "label": ""
      },
      {
        "sentence": "当我们将内心的困扰和情感与他人分享时，常常会发现他们也面临过类似的问题，他们会愿意倾听和提供帮助。",
        "label": ""
      },
      {
        "sentence": "勇敢地走出舒适区，和他人交流，不仅能让你感受到被理解和支持，还能帮助你更好地认识自己和处理内心的困扰。",
        "label": ""
      },
      {
        "sentence": "同时，多参与社交活动也能够帮助你扩大人际关系圈子，为你的成长和改变提供更多的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽力去实践。虽然还有些困难和恐惧，但是听到你的支持让我感到鼓舞。我相信我可以渐渐走出困境，找回生活的希望和美好。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽力去实践。",
        "label": ""
      },
      {
        "sentence": "虽然还有些困难和恐惧，但是听到你的支持让我感到鼓舞。",
        "label": ""
      },
      {
        "sentence": "我相信我可以渐渐走出困境，找回生活的希望和美好。",
        "label": ""
      }
    ]
  }
]