[
  {
    "role": "client",
    "content": "我很害怕老师问我的性取向，或者喜欢的人，怎么办？我知道自己是女生，我不喜欢女生但也不怎么喜欢男生性格有点偏中性我喜欢这样的感觉感觉很自由然后当中被问过这个问题也强行洗脑要每个人都必须得恋爱结婚生子女生应该像女生一样男生应该像男生一样都这么大的人了不能没有喜欢的人也不能像小孩子一样想怎么来就怎么来更不能像男生一样之类的然后我觉得她是想把我掰直但是我本来就不是弯的我只是性格不够软萌呀我不喜欢软萌的性格这让我感觉不自由我以后要是再遇到被老师质问性取向或被强行洗脑怎么办我这样真的不正常吗我不是弯的我喜欢自由我喜欢我的性格并不是为了表现得像男生装的害怕老师有老师的场面尤其是女老师讲文科的老师怎么办每天都在焦虑被问时我感觉解释没有用还会被强行洗脑说她不是说你顶撞了她处处针对你不回答说你不尊重我该怎么办",
    "annotation": [
      {
        "sentence": "我很害怕老师问我的性取向，或者喜欢的人，怎么办？",
        "label": ""
      },
      {
        "sentence": "我知道自己是女生，我不喜欢女生但也不怎么喜欢男生性格有点偏中性我喜欢这样的感觉感觉很自由然后当中被问过这个问题也强行洗脑要每个人都必须得恋爱结婚生子女生应该像女生一样男生应该像男生一样都这么大的人了不能没有喜欢的人也不能像小孩子一样想怎么来就怎么来更不能像男生一样之类的然后我觉得她是想把我掰直但是我本来就不是弯的我只是性格不够软萌呀我不喜欢软萌的性格这让我感觉不自由我以后要是再遇到被老师质问性取向或被强行洗脑怎么办我这样真的不正常吗我不是弯的我喜欢自由我喜欢我的性格并不是为了表现得像男生装的害怕老师有老师的场面尤其是女老师讲文科的老师怎么办每天都在焦虑被问时我感觉解释没有用还会被强行洗脑说她不是说你顶撞了她处处针对你不回答说你不尊重我该怎么办",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我先给你一个大大大大抱抱，看完你的描述我感觉到一些难过夹杂着愤怒。为人师表怎么能做出这样过分的事情呢？一直以来，真的辛苦你了。我很遗憾因为碰到这样的老师并给你带来了很长久的困惑和难过，但是首先你要明确一点就是———你中性的性格并没有过错。",
    "annotation": [
      {
        "sentence": "求助者，我先给你一个大大大大抱抱，看完你的描述我感觉到一些难过夹杂着愤怒。",
        "label": ""
      },
      {
        "sentence": "为人师表怎么能做出这样过分的事情呢？",
        "label": ""
      },
      {
        "sentence": "一直以来，真的辛苦你了。",
        "label": ""
      },
      {
        "sentence": "我很遗憾因为碰到这样的老师并给你带来了很长久的困惑和难过，但是首先你要明确一点就是———你中性的性格并没有过错。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和抱抱，我真的觉得很委屈。就好像她想要改变我一样，我不明白为什么她那样做。我觉得自己的性格很好，也没必要为了别人的目光而去改变。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和抱抱，我真的觉得很委屈。",
        "label": ""
      },
      {
        "sentence": "就好像她想要改变我一样，我不明白为什么她那样做。",
        "label": ""
      },
      {
        "sentence": "我觉得自己的性格很好，也没必要为了别人的目光而去改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，无论性取向如何，都是你自己自由的选择，不会因为他人的言论而改变。她的质问完全超出了她的职责和权力范围。你中性的性格是你的个性特点，你应该为之骄傲。",
    "annotation": [
      {
        "sentence": "没错，无论性取向如何，都是你自己自由的选择，不会因为他人的言论而改变。",
        "label": ""
      },
      {
        "sentence": "她的质问完全超出了她的职责和权力范围。",
        "label": ""
      },
      {
        "sentence": "你中性的性格是你的个性特点，你应该为之骄傲。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是每次被问到这个问题，我都觉得很不舒服。我害怕被误解和强行改变。我真的不是喜欢女生，但也不喜欢太软萌的性格。",
    "annotation": [
      {
        "sentence": "可是每次被问到这个问题，我都觉得很不舒服。",
        "label": ""
      },
      {
        "sentence": "我害怕被误解和强行改变。",
        "label": ""
      },
      {
        "sentence": "我真的不是喜欢女生，但也不喜欢太软萌的性格。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的害怕和不舒服。面对这样的老师或者质问，你可以采取坚决的回答方式。告诉她这是你的隐私问题，不方便回答。你也可以勇敢地告诉她你的真实心情，让她知道她的质问令你感到不适。坚决回答和表达自己的感受，而不是过于恐惧和回避。",
    "annotation": [
      {
        "sentence": "我能理解你的害怕和不舒服。",
        "label": ""
      },
      {
        "sentence": "面对这样的老师或者质问，你可以采取坚决的回答方式。",
        "label": ""
      },
      {
        "sentence": "告诉她这是你的隐私问题，不方便回答。",
        "label": ""
      },
      {
        "sentence": "你也可以勇敢地告诉她你的真实心情，让她知道她的质问令你感到不适。",
        "label": ""
      },
      {
        "sentence": "坚决回答和表达自己的感受，而不是过于恐惧和回避。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我已经考上大学了，离开了那位让我感到困惑的老师，但是我依然受到了她的影响。我不知道为什么她会如此执着地追问我的性取向。我感到很困惑和不安。",
    "annotation": [
      {
        "sentence": "其实我已经考上大学了，离开了那位让我感到困惑的老师，但是我依然受到了她的影响。",
        "label": ""
      },
      {
        "sentence": "我不知道为什么她会如此执着地追问我的性取向。",
        "label": ""
      },
      {
        "sentence": "我感到很困惑和不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很遗憾，这样一位糟糕的老师对你的干扰着实有点大。但不知道你有没有想过她为什么要乐此不疲地去质问你呢？或许是她单纯看不惯你的中性性格，也或许是她享受这种改变别人的感觉。但这并不是询问你性取向的合理理由。",
    "annotation": [
      {
        "sentence": "很遗憾，这样一位糟糕的老师对你的干扰着实有点大。",
        "label": ""
      },
      {
        "sentence": "但不知道你有没有想过她为什么要乐此不疲地去质问你呢？",
        "label": ""
      },
      {
        "sentence": "或许是她单纯看不惯你的中性性格，也或许是她享受这种改变别人的感觉。",
        "label": ""
      },
      {
        "sentence": "但这并不是询问你性取向的合理理由。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，她的目的并不纯粹是为了关心我。她的行为并不正常，我不能只是害怕和回避，我要勇敢地面对。我会试着告诉她这是我的隐私问题，我不愿意回答。",
    "annotation": [
      {
        "sentence": "我明白了，她的目的并不纯粹是为了关心我。",
        "label": ""
      },
      {
        "sentence": "她的行为并不正常，我不能只是害怕和回避，我要勇敢地面对。",
        "label": ""
      },
      {
        "sentence": "我会试着告诉她这是我的隐私问题，我不愿意回答。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经有了正确的认识。在面对这样的老师时，要勇敢地去表达自己的意见和感受。告诉她你的底限，她的言论让你感到了不适，告诉她你不愿意被质问性取向。勇敢地去面对，而不是单纯的恐惧和回避。这个世界上还是好人多，老师这个行业更是如此。",
    "annotation": [
      {
        "sentence": "很好，你已经有了正确的认识。",
        "label": ""
      },
      {
        "sentence": "在面对这样的老师时，要勇敢地去表达自己的意见和感受。",
        "label": ""
      },
      {
        "sentence": "告诉她你的底限，她的言论让你感到了不适，告诉她你不愿意被质问性取向。",
        "label": ""
      },
      {
        "sentence": "勇敢地去面对，而不是单纯的恐惧和回避。",
        "label": ""
      },
      {
        "sentence": "这个世界上还是好人多，老师这个行业更是如此。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽量克服自己的恐惧，勇敢地面对质问和洗脑。谢谢你的鼓励和支持，我会多多注意自己的情绪，相信自己的选择，做自己最重要！",
    "annotation": [
      {
        "sentence": "我会尽量克服自己的恐惧，勇敢地面对质问和洗脑。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和支持，我会多多注意自己的情绪，相信自己的选择，做自己最重要！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望你可以早日走出阴影，重新回归正常的学习生活中。你的性格和选择没有问题，做自己最重要。要开心哦！如果还有任何困扰，记得随时和我分享，我会一直在你身边支持你的。",
    "annotation": [
      {
        "sentence": "希望你可以早日走出阴影，重新回归正常的学习生活中。",
        "label": ""
      },
      {
        "sentence": "你的性格和选择没有问题，做自己最重要。",
        "label": ""
      },
      {
        "sentence": "要开心哦！",
        "label": ""
      },
      {
        "sentence": "如果还有任何困扰，记得随时和我分享，我会一直在你身边支持你的。",
        "label": ""
      }
    ]
  }
]