[
  {
    "role": "client",
    "content": "女生，交了男朋友却忘不掉中学时期喜欢的男生，怎么办？我和中学喜欢的男生已经五六年没有联系了，最近因为一场梦忽然很想他，想到无法忍受，但是他有女朋友且我有男朋友了，所以我就没忍住在QQ上找了他，想彻底断了自己的念想。我问了他的缺点，并且告诉了他以前喜欢他现在也忘不掉他的事情，并让他狠狠拒绝我，后来他女朋友通过他的QQ找到我，让我不要骚扰他，不然她不确定她会做出什么事，因为她不是个好人，然后就把我删了。多亏了她，现在我彻底断了念想了，但是害怕她真的来找我麻烦，并且很内疚自己一时冲动干涉了别人的感情，我该怎么办才能走出来？",
    "annotation": [
      {
        "sentence": "女生，交了男朋友却忘不掉中学时期喜欢的男生，怎么办？",
        "label": ""
      },
      {
        "sentence": "我和中学喜欢的男生已经五六年没有联系了，最近因为一场梦忽然很想他，想到无法忍受，但是他有女朋友且我有男朋友了，所以我就没忍住在QQ上找了他，想彻底断了自己的念想。",
        "label": ""
      },
      {
        "sentence": "我问了他的缺点，并且告诉了他以前喜欢他现在也忘不掉他的事情，并让他狠狠拒绝我，后来他女朋友通过他的QQ找到我，让我不要骚扰他，不然她不确定她会做出什么事，因为她不是个好人，然后就把我删了。",
        "label": ""
      },
      {
        "sentence": "多亏了她，现在我彻底断了念想了，但是害怕她真的来找我麻烦，并且很内疚自己一时冲动干涉了别人的感情，我该怎么办才能走出来？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你的邀请。听起来，你经历了一段复杂的心理过程，其中梦境似乎引发了你对中学时期喜欢的男生的思念。这个过程似乎是你与自己内心的一种抗衡，试图“断掉”你对他的念想。我想这个念想中可能存在一些你的需求，而这些需求可能在你看来是不好的、需要压抑、不能表达的，但同时它也代表着一份未完成的情感。让对方狠狠拒绝你，以及对方女友的警告，似乎完成了这个过程。然而，紧接着出现的是你对自己内心的道德攻击和对想象中他人（对方女友）的攻击。尽管事情已经结束，但似乎想象中的结束并未真正到来。我们都有需求，这是很正常的，每个人都会有。关键是当需求出现时，我们要知道自己内心真正需要什么。你是否认为你与现任男友的关系中存在导致不满的地方？你可以加强双方的沟通和交流，发展和完善现实层面的关系。祝福你！",
    "annotation": [
      {
        "sentence": "感谢你的邀请。",
        "label": ""
      },
      {
        "sentence": "听起来，你经历了一段复杂的心理过程，其中梦境似乎引发了你对中学时期喜欢的男生的思念。",
        "label": ""
      },
      {
        "sentence": "这个过程似乎是你与自己内心的一种抗衡，试图“断掉”你对他的念想。",
        "label": ""
      },
      {
        "sentence": "我想这个念想中可能存在一些你的需求，而这些需求可能在你看来是不好的、需要压抑、不能表达的，但同时它也代表着一份未完成的情感。",
        "label": ""
      },
      {
        "sentence": "让对方狠狠拒绝你，以及对方女友的警告，似乎完成了这个过程。",
        "label": ""
      },
      {
        "sentence": "然而，紧接着出现的是你对自己内心的道德攻击和对想象中他人（对方女友）的攻击。",
        "label": ""
      },
      {
        "sentence": "尽管事情已经结束，但似乎想象中的结束并未真正到来。",
        "label": ""
      },
      {
        "sentence": "我们都有需求，这是很正常的，每个人都会有。",
        "label": ""
      },
      {
        "sentence": "关键是当需求出现时，我们要知道自己内心真正需要什么。",
        "label": ""
      },
      {
        "sentence": "你是否认为你与现任男友的关系中存在导致不满的地方？",
        "label": ""
      },
      {
        "sentence": "你可以加强双方的沟通和交流，发展和完善现实层面的关系。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。确实，我承认我内心对中学时期的男生还有一份遗憾和未完成的情感。或许我在寻找一种补偿，一种填补内心空缺的方式。与现任男友的关系中，我们可能需要更多地沟通和理解对方的需求，这样才能更好地发展我们的关系。我会尝试跟现任男友坦诚地交流，寻找共同的解决方案。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "确实，我承认我内心对中学时期的男生还有一份遗憾和未完成的情感。",
        "label": ""
      },
      {
        "sentence": "或许我在寻找一种补偿，一种填补内心空缺的方式。",
        "label": ""
      },
      {
        "sentence": "与现任男友的关系中，我们可能需要更多地沟通和理解对方的需求，这样才能更好地发展我们的关系。",
        "label": ""
      },
      {
        "sentence": "我会尝试跟现任男友坦诚地交流，寻找共同的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能认识到内心对中学时期男生的遗憾，并愿意与现任男友加强沟通和理解。坦诚地交流是建立健康关系的重要基础。只有通过彼此的倾听和理解，你们才能够共同寻找解决方案，促进关系的成长和发展。希望你们在这个过程中能够相互支持，找到彼此的幸福。",
    "annotation": [
      {
        "sentence": "很高兴你能认识到内心对中学时期男生的遗憾，并愿意与现任男友加强沟通和理解。",
        "label": ""
      },
      {
        "sentence": "坦诚地交流是建立健康关系的重要基础。",
        "label": ""
      },
      {
        "sentence": "只有通过彼此的倾听和理解，你们才能够共同寻找解决方案，促进关系的成长和发展。",
        "label": ""
      },
      {
        "sentence": "希望你们在这个过程中能够相互支持，找到彼此的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会的，谢谢你的鼓励和支持。我也明白现任男友并不应该因为我的过去而感到压力，我会更加珍惜现在的幸福。同时，我会尽量避免再次干涉他人的感情，以免给自己和他人带来麻烦。你的建议真的让我开了眼界，谢谢你！",
    "annotation": [
      {
        "sentence": "我会的，谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我也明白现任男友并不应该因为我的过去而感到压力，我会更加珍惜现在的幸福。",
        "label": ""
      },
      {
        "sentence": "同时，我会尽量避免再次干涉他人的感情，以免给自己和他人带来麻烦。",
        "label": ""
      },
      {
        "sentence": "你的建议真的让我开了眼界，谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我非常高兴能够帮到你。人们的情感经历常常复杂而多变，但只要我们能够以积极的态度面对并发展健康的方式来处理，就一定能够走出困境，找到自己的幸福。祝你在未来的道路上一切顺利，有一个美好的人生！请记住，如果你需要继续交流或寻求支持，随时都可以找我聊天。你并不孤单，我们一起努力。",
    "annotation": [
      {
        "sentence": "不客气，我非常高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "人们的情感经历常常复杂而多变，但只要我们能够以积极的态度面对并发展健康的方式来处理，就一定能够走出困境，找到自己的幸福。",
        "label": ""
      },
      {
        "sentence": "祝你在未来的道路上一切顺利，有一个美好的人生！",
        "label": ""
      },
      {
        "sentence": "请记住，如果你需要继续交流或寻求支持，随时都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们一起努力。",
        "label": ""
      }
    ]
  }
]