[
  {
    "role": "client",
    "content": "女生，交了男朋友却忘不掉中学时期喜欢的男生，怎么办？我和中学喜欢的男生已经五六年没有联系了，最近因为一场梦忽然很想他，想到无法忍受，但是他有女朋友且我有男朋友了，所以我就没忍住在QQ上找了他，想彻底断了自己的念想。我问了他的缺点，并且告诉了他以前喜欢他现在也忘不掉他的事情，并让他狠狠拒绝我，后来他女朋友通过他的QQ找到我，让我不要骚扰他，不然她不确定她会做出什么事，因为她不是个好人，然后就把我删了。多亏了她，现在我彻底断了念想了，但是害怕她真的来找我麻烦，并且很内疚自己一时冲动干涉了别人的感情，我该怎么办才能走出来？",
    "annotation": [
      {
        "sentence": "女生，交了男朋友却忘不掉中学时期喜欢的男生，怎么办？",
        "label": ""
      },
      {
        "sentence": "我和中学喜欢的男生已经五六年没有联系了，最近因为一场梦忽然很想他，想到无法忍受，但是他有女朋友且我有男朋友了，所以我就没忍住在QQ上找了他，想彻底断了自己的念想。",
        "label": ""
      },
      {
        "sentence": "我问了他的缺点，并且告诉了他以前喜欢他现在也忘不掉他的事情，并让他狠狠拒绝我，后来他女朋友通过他的QQ找到我，让我不要骚扰他，不然她不确定她会做出什么事，因为她不是个好人，然后就把我删了。",
        "label": ""
      },
      {
        "sentence": "多亏了她，现在我彻底断了念想了，但是害怕她真的来找我麻烦，并且很内疚自己一时冲动干涉了别人的感情，我该怎么办才能走出来？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听说你最近在感情方面有些困扰，不用担心，我会尽力帮助你。你现在的困扰是关于过去喜欢的男生，以及在QQ上找他的事情。我可以理解你因为梦境而突然想起他的感受，这种情绪确实不容易忍受。但是，你已经彻底断了念想，多亏了他的女友提示你不要骚扰他。这是个结果，说明你已经以积极的方式面对并决定了自己的感情。所以，现在你所需要的是走出这个情感的困境。",
    "annotation": [
      {
        "sentence": "你好，听说你最近在感情方面有些困扰，不用担心，我会尽力帮助你。",
        "label": ""
      },
      {
        "sentence": "你现在的困扰是关于过去喜欢的男生，以及在QQ上找他的事情。",
        "label": ""
      },
      {
        "sentence": "我可以理解你因为梦境而突然想起他的感受，这种情绪确实不容易忍受。",
        "label": ""
      },
      {
        "sentence": "但是，你已经彻底断了念想，多亏了他的女友提示你不要骚扰他。",
        "label": ""
      },
      {
        "sentence": "这是个结果，说明你已经以积极的方式面对并决定了自己的感情。",
        "label": ""
      },
      {
        "sentence": "所以，现在你所需要的是走出这个情感的困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白我应该向前看，但是我还是有些害怕他女友会找我麻烦。我也很内疚自己一时冲动去干涉别人的感情，觉得自己做得不够好。",
    "annotation": [
      {
        "sentence": "是的，我明白我应该向前看，但是我还是有些害怕他女友会找我麻烦。",
        "label": ""
      },
      {
        "sentence": "我也很内疚自己一时冲动去干涉别人的感情，觉得自己做得不够好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要过多地责怪自己，我们都会犯错，关键是你已经认识到并意识到自己的错误。在今后的相处中，你可以更加关注自己的行为，做个更加负责任的人。至于他女友的行为，我们无法控制别人的想法和行动，但是你可以保持冷静、友善，不要让自己受到她的影响。",
    "annotation": [
      {
        "sentence": "不要过多地责怪自己，我们都会犯错，关键是你已经认识到并意识到自己的错误。",
        "label": ""
      },
      {
        "sentence": "在今后的相处中，你可以更加关注自己的行为，做个更加负责任的人。",
        "label": ""
      },
      {
        "sentence": "至于他女友的行为，我们无法控制别人的想法和行动，但是你可以保持冷静、友善，不要让自己受到她的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会努力保持冷静，但是我还是有点担心会被她找麻烦，因为她不是个好人，这让我很害怕。",
    "annotation": [
      {
        "sentence": "我会努力保持冷静，但是我还是有点担心会被她找麻烦，因为她不是个好人，这让我很害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心，但是你要相信自己的判断和选择。如果她真的有什么行动，你可以试着与你男友一起解决这个问题，共同面对困扰。同时，也要注意自己的情绪，保持内心的平静和坚强，不要让她的行为影响到你的生活。",
    "annotation": [
      {
        "sentence": "我理解你的担心，但是你要相信自己的判断和选择。",
        "label": ""
      },
      {
        "sentence": "如果她真的有什么行动，你可以试着与你男友一起解决这个问题，共同面对困扰。",
        "label": ""
      },
      {
        "sentence": "同时，也要注意自己的情绪，保持内心的平静和坚强，不要让她的行为影响到你的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该相信自己的决定，也要和男友一起面对可能出现的问题。我会试着保持平静并坚强面对这一切，不让外界的干扰影响到我。",
    "annotation": [
      {
        "sentence": "你说得对，我应该相信自己的决定，也要和男友一起面对可能出现的问题。",
        "label": ""
      },
      {
        "sentence": "我会试着保持平静并坚强面对这一切，不让外界的干扰影响到我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的想法很积极。同时，你也可以借助一些放松的方式来调节自己的情绪，比如运动、听音乐或者与朋友聊天等。这些都可以帮助你缓解压力，让自己更好地面对困难。",
    "annotation": [
      {
        "sentence": "很好，你的想法很积极。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以借助一些放松的方式来调节自己的情绪，比如运动、听音乐或者与朋友聊天等。",
        "label": ""
      },
      {
        "sentence": "这些都可以帮助你缓解压力，让自己更好地面对困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着运用这些方法来调节自己的情绪。我真的很感谢你的帮助，让我能够更加清楚地认识到自己的困扰并找到解决的办法。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着运用这些方法来调节自己的情绪。",
        "label": ""
      },
      {
        "sentence": "我真的很感谢你的帮助，让我能够更加清楚地认识到自己的困扰并找到解决的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助到你。如果你还有其他的问题或者困惑，随时都可以来找我倾诉，我会一直支持你的。记得，走出困境需要时间，相信自己，你一定可以做得很好。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他的问题或者困惑，随时都可以来找我倾诉，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "记得，走出困境需要时间，相信自己，你一定可以做得很好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会记住的。再次感谢你的支持和鼓励，我会慢慢地调整自己的心态，相信自己能够渡过这个困难的时刻。",
    "annotation": [
      {
        "sentence": "好的，我会记住的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励，我会慢慢地调整自己的心态，相信自己能够渡过这个困难的时刻。",
        "label": ""
      }
    ]
  }
]