[
  {
    "role": "client",
    "content": "面临人生抉择和对自己职场表现的不满意，陷入抑郁？我之前制定的今年中要决定自己的职业发展方向，是考研还是继续工作并选择发展的方向，现还未决定，工作很忙根本没时间想。",
    "annotation": [
      {
        "sentence": "面临人生抉择和对自己职场表现的不满意，陷入抑郁？",
        "label": ""
      },
      {
        "sentence": "我之前制定的今年中要决定自己的职业发展方向，是考研还是继续工作并选择发展的方向，现还未决定，工作很忙根本没时间想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说自己是一个很活泼乐观的性格，这样的性格，通常是有什么就说什么，坦诚，每天都心情愉悦，生活幸福。遇见挫折，也会积极探索，积极解决。你说，以前我是很活泼乐观的性格，缺点是有点坐不住，加班的过程中我慢慢能沉下心来深入思考了，但慢慢情绪好像陷入了一种无法真正开心起来的状态，不是很想说话，心里装着对自己的怀疑和对选择的思虑，我开始有点担心自己的状态了，请问我这种状态正常吗，需要关注一下去专门调节一下吗？",
    "annotation": [
      {
        "sentence": "你说自己是一个很活泼乐观的性格，这样的性格，通常是有什么就说什么，坦诚，每天都心情愉悦，生活幸福。",
        "label": ""
      },
      {
        "sentence": "遇见挫折，也会积极探索，积极解决。",
        "label": ""
      },
      {
        "sentence": "你说，以前我是很活泼乐观的性格，缺点是有点坐不住，加班的过程中我慢慢能沉下心来深入思考了，但慢慢情绪好像陷入了一种无法真正开心起来的状态，不是很想说话，心里装着对自己的怀疑和对选择的思虑，我开始有点担心自己的状态了，请问我这种状态正常吗，需要关注一下去专门调节一下吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，以前我确实是非常乐观积极的，但最近这种状态好像有点消失了。提到我对自己的怀疑和对选择的思虑，我开始觉得自己似乎陷入了一种迷茫和疲惫的状态中，不知道怎么办才好。",
    "annotation": [
      {
        "sentence": "是的，以前我确实是非常乐观积极的，但最近这种状态好像有点消失了。",
        "label": ""
      },
      {
        "sentence": "提到我对自己的怀疑和对选择的思虑，我开始觉得自己似乎陷入了一种迷茫和疲惫的状态中，不知道怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以寻求心理医生的帮助，不知道你是做什么工作的，其他的同事有做出好的成绩吗？你认为自己没做出让自己满意的工作成果，原因是什么？有没有觉得自己是在和他人比较，或者是在和自己的内心在比较。",
    "annotation": [
      {
        "sentence": "可以寻求心理医生的帮助，不知道你是做什么工作的，其他的同事有做出好的成绩吗？",
        "label": ""
      },
      {
        "sentence": "你认为自己没做出让自己满意的工作成果，原因是什么？",
        "label": ""
      },
      {
        "sentence": "有没有觉得自己是在和他人比较，或者是在和自己的内心在比较。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是做市场营销的，最近团队里有几个同事取得了很好的成绩，而我感觉自己的工作成果一直没有让自己满意过。我觉得自己可能在和他人比较，也在和自己的内心进行比较，这让我感到很迷茫和无力。",
    "annotation": [
      {
        "sentence": "我是做市场营销的，最近团队里有几个同事取得了很好的成绩，而我感觉自己的工作成果一直没有让自己满意过。",
        "label": ""
      },
      {
        "sentence": "我觉得自己可能在和他人比较，也在和自己的内心进行比较，这让我感到很迷茫和无力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说，很久没做出让我满意的工作成果了今年也很久没得到夸奖了，这句话透露出了你是有自己的目标的，而完成这个目标的目的，是你想得到公司的夸奖认可，这说明你在追寻归属感和确认自己的重要性，不知道你的目标是什么呢？我们需要知道，当你选择的目标自己无力完成时，就会产生失落感，这种失落感就可以称之为自卑感。也就是说你自卑了，你现在对自己产生了一种不合理的认识，可以寻求心理医生的帮助。",
    "annotation": [
      {
        "sentence": "你说，很久没做出让我满意的工作成果了今年也很久没得到夸奖了，这句话透露出了你是有自己的目标的，而完成这个目标的目的，是你想得到公司的夸奖认可，这说明你在追寻归属感和确认自己的重要性，不知道你的目标是什么呢？",
        "label": ""
      },
      {
        "sentence": "我们需要知道，当你选择的目标自己无力完成时，就会产生失落感，这种失落感就可以称之为自卑感。",
        "label": ""
      },
      {
        "sentence": "也就是说你自卑了，你现在对自己产生了一种不合理的认识，可以寻求心理医生的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的目标是在职场上取得卓越的成就，并得到公司的认可和夸奖。但是最近的表现让我感到很沮丧和失望，我开始怀疑自己能否达到这个目标。你说的失落感和自卑感，我确实有些体验到了。或许我真的应该寻求心理医生的帮助来调节一下自己的状态。",
    "annotation": [
      {
        "sentence": "我的目标是在职场上取得卓越的成就，并得到公司的认可和夸奖。",
        "label": ""
      },
      {
        "sentence": "但是最近的表现让我感到很沮丧和失望，我开始怀疑自己能否达到这个目标。",
        "label": ""
      },
      {
        "sentence": "你说的失落感和自卑感，我确实有些体验到了。",
        "label": ""
      },
      {
        "sentence": "或许我真的应该寻求心理医生的帮助来调节一下自己的状态。",
        "label": ""
      }
    ]
  }
]