[
  {
    "role": "client",
    "content": "面临人生抉择和对自己职场表现的不满意，陷入抑郁？1.之前制定的今年中要决定自己的职业发展方向，是考研还是继续工作并选择发展的方向，现还未决定，工作很忙根本没时间想2.从年初开始，连续加班，很少休息，没有周末，熬夜加班是常态，有种很疲劳的感觉2.工作上对自己的表现很不满意，没有人说我表现不行，只是很久没做出让我满意的工作成果了今年也很久没得到夸奖了，而且不知为何前段时间公司签了一波合同却没跟我签，同事分析说应该是人事忘了，问人事得到第二天就签的回复却没有后续消息了，这也给我了些不安定感以前我是很活泼乐观的性格，缺点是有点坐不住，加班的过程中我慢慢能沉下心来深入思考了，但慢慢情绪好像陷入了一种无法真正开心起来的状态，不是很想说话，心里装着对自己的怀疑和对选择的思虑，我开始有点担心自己的状态了，请问我这种状态正常吗，需要关注一下去专门调节一下吗",
    "annotation": [
      {
        "sentence": "面临人生抉择和对自己职场表现的不满意，陷入抑郁？",
        "label": ""
      },
      {
        "sentence": "1.之前制定的今年中要决定自己的职业发展方向，是考研还是继续工作并选择发展的方向，现还未决定，工作很忙根本没时间想2.从年初开始，连续加班，很少休息，没有周末，熬夜加班是常态，有种很疲劳的感觉2.工作上对自己的表现很不满意，没有人说我表现不行，只是很久没做出让我满意的工作成果了今年也很久没得到夸奖了，而且不知为何前段时间公司签了一波合同却没跟我签，同事分析说应该是人事忘了，问人事得到第二天就签的回复却没有后续消息了，这也给我了些不安定感以前我是很活泼乐观的性格，缺点是有点坐不住，加班的过程中我慢慢能沉下心来深入思考了，但慢慢情绪好像陷入了一种无法真正开心起来的状态，不是很想说话，心里装着对自己的怀疑和对选择的思虑，我开始有点担心自己的状态了，请问我这种状态正常吗，需要关注一下去专门调节一下吗",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你的经历和困惑，确实是对自己的未来抉择和工作中的困扰所引起的抑郁情绪。我可以理解你对自己职业发展方向的犹豫和焦虑，同时也能理解你因为工作忙碌而没有时间思考和决策。连续加班、缺乏休息和睡眠，对身体和心理都造成了疲劳感，这可能是你情绪低落的一个重要原因。",
    "annotation": [
      {
        "sentence": "你好，听到你的经历和困惑，确实是对自己的未来抉择和工作中的困扰所引起的抑郁情绪。",
        "label": ""
      },
      {
        "sentence": "我可以理解你对自己职业发展方向的犹豫和焦虑，同时也能理解你因为工作忙碌而没有时间思考和决策。",
        "label": ""
      },
      {
        "sentence": "连续加班、缺乏休息和睡眠，对身体和心理都造成了疲劳感，这可能是你情绪低落的一个重要原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，最近确实感觉非常疲劳，一直在忙碌工作中，没有时间休息，我开始质疑自己的表现，觉得自己做了很多工作却没有取得满意的成果。今年也很久没得到夸奖了，对工作的动力和自信心产生了怀疑。而且最近公司的合同签订也让我感到不安，不知道为何我的合同被忽视了。",
    "annotation": [
      {
        "sentence": "是的，最近确实感觉非常疲劳，一直在忙碌工作中，没有时间休息，我开始质疑自己的表现，觉得自己做了很多工作却没有取得满意的成果。",
        "label": ""
      },
      {
        "sentence": "今年也很久没得到夸奖了，对工作的动力和自信心产生了怀疑。",
        "label": ""
      },
      {
        "sentence": "而且最近公司的合同签订也让我感到不安，不知道为何我的合同被忽视了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，你对自己的表现和期望很高，而且很注重他人的认可和夸奖。这种自我期待和不断努力追求进步的精神是值得肯定的。但是有时候，因为各种原因，我们的努力未必能立刻得到外界的肯定和回报。这并不代表你的努力没有价值或者你的能力不足。或许你可以考虑一下，当前的困境是否因为过分期待他人的夸奖而导致了你对自己的不满意。",
    "annotation": [
      {
        "sentence": "听你的描述，你对自己的表现和期望很高，而且很注重他人的认可和夸奖。",
        "label": ""
      },
      {
        "sentence": "这种自我期待和不断努力追求进步的精神是值得肯定的。",
        "label": ""
      },
      {
        "sentence": "但是有时候，因为各种原因，我们的努力未必能立刻得到外界的肯定和回报。",
        "label": ""
      },
      {
        "sentence": "这并不代表你的努力没有价值或者你的能力不足。",
        "label": ""
      },
      {
        "sentence": "或许你可以考虑一下，当前的困境是否因为过分期待他人的夸奖而导致了你对自己的不满意。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我一直希望得到他人的认可和赞扬，但最近的情况让我开始怀疑自己的能力和价值。可能是因为一直没有得到肯定和夸奖，才会感觉越来越不开心，甚至怀疑自己的选择。",
    "annotation": [
      {
        "sentence": "确实，我一直希望得到他人的认可和赞扬，但最近的情况让我开始怀疑自己的能力和价值。",
        "label": ""
      },
      {
        "sentence": "可能是因为一直没有得到肯定和夸奖，才会感觉越来越不开心，甚至怀疑自己的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有低潮期，而你目前正处于工作和情绪上的低谷。但请相信，这并不代表你的能力有所下降或者你的选择是错误的。人生中的困难和挑战是很正常的，而不断发展自己和克服困难是我们成长的机会。对于你目前的状态，建议你可以尝试寻找专业人士的帮助，共同梳理思绪和情绪，寻找一种适合自己的调节方式。",
    "annotation": [
      {
        "sentence": "每个人都有低潮期，而你目前正处于工作和情绪上的低谷。",
        "label": ""
      },
      {
        "sentence": "但请相信，这并不代表你的能力有所下降或者你的选择是错误的。",
        "label": ""
      },
      {
        "sentence": "人生中的困难和挑战是很正常的，而不断发展自己和克服困难是我们成长的机会。",
        "label": ""
      },
      {
        "sentence": "对于你目前的状态，建议你可以尝试寻找专业人士的帮助，共同梳理思绪和情绪，寻找一种适合自己的调节方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑去找专业人士寻求帮助，对于自己的抑郁情绪进行调节和疏导。希望能够重新找回自己的信心和开心的心情。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑去找专业人士寻求帮助，对于自己的抑郁情绪进行调节和疏导。",
        "label": ""
      },
      {
        "sentence": "希望能够重新找回自己的信心和开心的心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意考虑专业人士的帮助，这是一个积极的态度，也是关注和照顾自己的一种表现。请相信，你的情绪会得到缓解，你会重新找回自己的自信和快乐，一切都会好起来的。在这个过程中，记得要对自己有耐心，给自己一些时间和空间，相信自己能够走出困境。有任何问题，随时向我咨询。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意考虑专业人士的帮助，这是一个积极的态度，也是关注和照顾自己的一种表现。",
        "label": ""
      },
      {
        "sentence": "请相信，你的情绪会得到缓解，你会重新找回自己的自信和快乐，一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，记得要对自己有耐心，给自己一些时间和空间，相信自己能够走出困境。",
        "label": ""
      },
      {
        "sentence": "有任何问题，随时向我咨询。",
        "label": ""
      }
    ]
  }
]