[
  {
    "role": "client",
    "content": "不敢开始准备考研，最近一点动力都没有，怎么办？",
    "annotation": [
      {
        "sentence": "不敢开始准备考研，最近一点动力都没有，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢信任。明白你最近没有动力去准备考研，这是一个很常见的情况。你刚结束会计师考试，准备考研的时间比其他人晚了几个月，所以感觉有些迷茫和纠结是正常的反应。可以理解你现在的困惑，觉得自己的专业和梦想有很大差距，同时改变方向也会面临很大的代价和困难。",
    "annotation": [
      {
        "sentence": "感谢信任。",
        "label": ""
      },
      {
        "sentence": "明白你最近没有动力去准备考研，这是一个很常见的情况。",
        "label": ""
      },
      {
        "sentence": "你刚结束会计师考试，准备考研的时间比其他人晚了几个月，所以感觉有些迷茫和纠结是正常的反应。",
        "label": ""
      },
      {
        "sentence": "可以理解你现在的困惑，觉得自己的专业和梦想有很大差距，同时改变方向也会面临很大的代价和困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也意识到改变方向的代价很大，父母也不会同意我的选择。但是，我又觉得必须坚持考研，感到很难过，觉得这一切没有意义。连我最好的朋友都不理解我，当我试图跟父母沟通时，他们也只是让我继续安心地准备考试。但是，一想到要过5个月严格自律的日子，却担心最终可能会失败，而其他人可能已经开始准备实习或找工作。如果我选择的考研方向是错误的，那我可能会失去太多。现在我一直躺在床上，逃避现实，我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "是的，我也意识到改变方向的代价很大，父母也不会同意我的选择。",
        "label": ""
      },
      {
        "sentence": "但是，我又觉得必须坚持考研，感到很难过，觉得这一切没有意义。",
        "label": ""
      },
      {
        "sentence": "连我最好的朋友都不理解我，当我试图跟父母沟通时，他们也只是让我继续安心地准备考试。",
        "label": ""
      },
      {
        "sentence": "但是，一想到要过5个月严格自律的日子，却担心最终可能会失败，而其他人可能已经开始准备实习或找工作。",
        "label": ""
      },
      {
        "sentence": "如果我选择的考研方向是错误的，那我可能会失去太多。",
        "label": ""
      },
      {
        "sentence": "现在我一直躺在床上，逃避现实，我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的担心和困惑，这些都是很正常的情绪。你担心付出那么多努力最终可能会失败，以及错过其他人准备实习或找工作的机会。但是，我希望你知道每个人的道路都不同，时间和步调也不同。五个月的严格自律对于考研来说是必须的，但是你也可以为自己设定适合自己的学习计划，不必太过苛求。关于你的梦想，也许你可以先思考一下自己真正想要的是什么？",
    "annotation": [
      {
        "sentence": "我能理解你的担心和困惑，这些都是很正常的情绪。",
        "label": ""
      },
      {
        "sentence": "你担心付出那么多努力最终可能会失败，以及错过其他人准备实习或找工作的机会。",
        "label": ""
      },
      {
        "sentence": "但是，我希望你知道每个人的道路都不同，时间和步调也不同。",
        "label": ""
      },
      {
        "sentence": "五个月的严格自律对于考研来说是必须的，但是你也可以为自己设定适合自己的学习计划，不必太过苛求。",
        "label": ""
      },
      {
        "sentence": "关于你的梦想，也许你可以先思考一下自己真正想要的是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要先搞明白自己真正想要的是什么。其实，我很渴望能在学术领域有所研究和贡献，所以选择考研也是为了追求这个梦想。但现在，面对困难和失败的可能性，我开始动摇了。",
    "annotation": [
      {
        "sentence": "我明白了，我需要先搞明白自己真正想要的是什么。",
        "label": ""
      },
      {
        "sentence": "其实，我很渴望能在学术领域有所研究和贡献，所以选择考研也是为了追求这个梦想。",
        "label": ""
      },
      {
        "sentence": "但现在，面对困难和失败的可能性，我开始动摇了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你意识到自己真正的梦想和渴望。追求梦想的路上永远不会一帆风顺，可能会经历困难和失败，但这也是成长的过程。考研的道路并不轻松，但只要你坚持努力，就能够往自己想要的方向前进。即使面临困难和挫折，也请相信自己的能力和选择。",
    "annotation": [
      {
        "sentence": "很高兴你意识到自己真正的梦想和渴望。",
        "label": ""
      },
      {
        "sentence": "追求梦想的路上永远不会一帆风顺，可能会经历困难和失败，但这也是成长的过程。",
        "label": ""
      },
      {
        "sentence": "考研的道路并不轻松，但只要你坚持努力，就能够往自己想要的方向前进。",
        "label": ""
      },
      {
        "sentence": "即使面临困难和挫折，也请相信自己的能力和选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解。我现在觉得心情好多了，虽然还是有些迷茫，但至少对自己的选择有了更清晰的认识。我会好好思考并制定一个适合自己的学习计划，同时也会尝试找到更多支持和理解的人来帮助我。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解。",
        "label": ""
      },
      {
        "sentence": "我现在觉得心情好多了，虽然还是有些迷茫，但至少对自己的选择有了更清晰的认识。",
        "label": ""
      },
      {
        "sentence": "我会好好思考并制定一个适合自己的学习计划，同时也会尝试找到更多支持和理解的人来帮助我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你心情好转，认识到自己的选择和方向。制定一个适合自己的学习计划是非常重要的，同时也可以寻找一些学习小组或者志同道合的伙伴，互相支持和鼓励。记住，你并不孤单，有很多人会理解并支持你的选择。如果你需要任何帮助或者有任何困惑，随时都可以找我倾诉。",
    "annotation": [
      {
        "sentence": "很高兴看到你心情好转，认识到自己的选择和方向。",
        "label": ""
      },
      {
        "sentence": "制定一个适合自己的学习计划是非常重要的，同时也可以寻找一些学习小组或者志同道合的伙伴，互相支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有很多人会理解并支持你的选择。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者有任何困惑，随时都可以找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我真的很感激。有你这样的支持者，让我更有勇气面对考研的困难和挑战。我会好好思考和努力，相信自己的能力，坚持走向梦想的道路。如果还有问题，我会随时找你寻求帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我真的很感激。",
        "label": ""
      },
      {
        "sentence": "有你这样的支持者，让我更有勇气面对考研的困难和挑战。",
        "label": ""
      },
      {
        "sentence": "我会好好思考和努力，相信自己的能力，坚持走向梦想的道路。",
        "label": ""
      },
      {
        "sentence": "如果还有问题，我会随时找你寻求帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常高兴能够帮助到你，我相信你一定能够坚持并追求自己的梦想。不论何时何地，我都会支持你的选择和努力。记得相信自己，勇往直前！祝你考研顺利，实现梦想！",
    "annotation": [
      {
        "sentence": "非常高兴能够帮助到你，我相信你一定能够坚持并追求自己的梦想。",
        "label": ""
      },
      {
        "sentence": "不论何时何地，我都会支持你的选择和努力。",
        "label": ""
      },
      {
        "sentence": "记得相信自己，勇往直前！",
        "label": ""
      },
      {
        "sentence": "祝你考研顺利，实现梦想！",
        "label": ""
      }
    ]
  }
]