[
  {
    "role": "client",
    "content": "婆媳之间需要合适的距离感么？我觉得应该有边界感？产后20天，我婆婆一直对我挺好的，我急性乳腺炎也一直照顾我，但是我总是有点不舒服，说白了就是她对我的好，我觉得很别扭，因为我觉得婆媳之间应该有边界感，她虽然对我好，但是我认为她入侵了我的生活，怎么办？",
    "annotation": [
      {
        "sentence": "婆媳之间需要合适的距离感么？",
        "label": ""
      },
      {
        "sentence": "我觉得应该有边界感？",
        "label": ""
      },
      {
        "sentence": "产后20天，我婆婆一直对我挺好的，我急性乳腺炎也一直照顾我，但是我总是有点不舒服，说白了就是她对我的好，我觉得很别扭，因为我觉得婆媳之间应该有边界感，她虽然对我好，但是我认为她入侵了我的生活，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人与人之间肯定是需要一定边界感的，哪怕是再亲密的伴侣，也应该有各自的空间和时间，但有的时候我们也需要根据特定的情况来看待。就像是产后这一段时间，你的身边一定需要有一个人照顾，很多人说婆媳之间不好相处，但是婆媳之间还有一个男人在做着枢纽，所以多数情况下婆媳关系如何取决于这个男人的方法和态度。",
    "annotation": [
      {
        "sentence": "人与人之间肯定是需要一定边界感的，哪怕是再亲密的伴侣，也应该有各自的空间和时间，但有的时候我们也需要根据特定的情况来看待。",
        "label": ""
      },
      {
        "sentence": "就像是产后这一段时间，你的身边一定需要有一个人照顾，很多人说婆媳之间不好相处，但是婆媳之间还有一个男人在做着枢纽，所以多数情况下婆媳关系如何取决于这个男人的方法和态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "的确，我理解婆媳之间会有相处之道，但我仍然感到困惑。在产后，我婆婆一直照顾我，可我却有些不舒服。我觉得她对我的好意让我感到很别扭，好像她在入侵我的生活。",
    "annotation": [
      {
        "sentence": "的确，我理解婆媳之间会有相处之道，但我仍然感到困惑。",
        "label": ""
      },
      {
        "sentence": "在产后，我婆婆一直照顾我，可我却有些不舒服。",
        "label": ""
      },
      {
        "sentence": "我觉得她对我的好意让我感到很别扭，好像她在入侵我的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受。在平时的相处中，婆婆是否会过多干涉你和丈夫之间的生活和想法呢？如果在平时的相处过程中，婆婆并不会干涉你们的私人生活，而且在一些重大决定上也会顾及到你们的感受，那么说明她还是有边界感的。可能你的思考有些多虑了。",
    "annotation": [
      {
        "sentence": "我明白你的感受。",
        "label": ""
      },
      {
        "sentence": "在平时的相处中，婆婆是否会过多干涉你和丈夫之间的生活和想法呢？",
        "label": ""
      },
      {
        "sentence": "如果在平时的相处过程中，婆婆并不会干涉你们的私人生活，而且在一些重大决定上也会顾及到你们的感受，那么说明她还是有边界感的。",
        "label": ""
      },
      {
        "sentence": "可能你的思考有些多虑了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我想了想，婆婆在平时确实不会干涉我们的生活，也会尊重我们的决定。可能我就是过于敏感了。",
    "annotation": [
      {
        "sentence": "嗯，我想了想，婆婆在平时确实不会干涉我们的生活，也会尊重我们的决定。",
        "label": ""
      },
      {
        "sentence": "可能我就是过于敏感了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，我们都有自己的感受和观点。如果你确实在某些事情上感觉不太舒服，你可以委婉地表达自己的想法，让婆婆也要学会照顾好自己。有时候沟通是解决问题的关键。",
    "annotation": [
      {
        "sentence": "没关系，我们都有自己的感受和观点。",
        "label": ""
      },
      {
        "sentence": "如果你确实在某些事情上感觉不太舒服，你可以委婉地表达自己的想法，让婆婆也要学会照顾好自己。",
        "label": ""
      },
      {
        "sentence": "有时候沟通是解决问题的关键。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会试试和婆婆沟通，让她了解我的感受。但是如果婆婆经常会干涉我们的生活，甚至对于任何事情都想掌控，那该怎么办呢？",
    "annotation": [
      {
        "sentence": "嗯，我会试试和婆婆沟通，让她了解我的感受。",
        "label": ""
      },
      {
        "sentence": "但是如果婆婆经常会干涉我们的生活，甚至对于任何事情都想掌控，那该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果婆婆经常干涉你们的生活，确实需要认真衡量一下她对你们的好意。毕竟你们都是成年人，很多事情是自己可以做决定的。你可以和丈夫商量沟通一下，听听对方的建议和看法，然后根据目前的情况做出调整。",
    "annotation": [
      {
        "sentence": "如果婆婆经常干涉你们的生活，确实需要认真衡量一下她对你们的好意。",
        "label": ""
      },
      {
        "sentence": "毕竟你们都是成年人，很多事情是自己可以做决定的。",
        "label": ""
      },
      {
        "sentence": "你可以和丈夫商量沟通一下，听听对方的建议和看法，然后根据目前的情况做出调整。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会和丈夫商量，看看能不能找到一个好的解决办法。现在我先专注调整自己的身体和心态，产后这段时间对我来说确实很重要。",
    "annotation": [
      {
        "sentence": "好的，我会和丈夫商量，看看能不能找到一个好的解决办法。",
        "label": ""
      },
      {
        "sentence": "现在我先专注调整自己的身体和心态，产后这段时间对我来说确实很重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，现在你要把更多的精力放在调整自己的身体和心态上。如果有什么心事，记得及时和身边的家人沟通，学会倾诉，学会释放。你一定能够处理好这个问题的，挺过这个阶段，你会更加坚强。",
    "annotation": [
      {
        "sentence": "是的，现在你要把更多的精力放在调整自己的身体和心态上。",
        "label": ""
      },
      {
        "sentence": "如果有什么心事，记得及时和身边的家人沟通，学会倾诉，学会释放。",
        "label": ""
      },
      {
        "sentence": "你一定能够处理好这个问题的，挺过这个阶段，你会更加坚强。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我感到很温暖。我会尽力处理好自己和婆婆之间的关系，同时也注意好自己的身心健康。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我感到很温暖。",
        "label": ""
      },
      {
        "sentence": "我会尽力处理好自己和婆婆之间的关系，同时也注意好自己的身心健康。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你。相信自己，相信你的能力和智慧，你一定能够处理好这个问题的。记得随时向我寻求帮助，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你的能力和智慧，你一定能够处理好这个问题的。",
        "label": ""
      },
      {
        "sentence": "记得随时向我寻求帮助，我会一直支持你的。",
        "label": ""
      }
    ]
  }
]