[
  {
    "role": "client",
    "content": "什么叫敌对性人际知觉？什么叫敌对性人际知觉呀？有个朋友说如果我总是往不好的一面去理解人家关系，我的孩子也会潜移默化的学到我的思维模式，容易有敌对性人际知觉，请问什么叫敌对性人际知觉呀？",
    "annotation": [
      {
        "sentence": "什么叫敌对性人际知觉？",
        "label": ""
      },
      {
        "sentence": "什么叫敌对性人际知觉呀？",
        "label": ""
      },
      {
        "sentence": "有个朋友说如果我总是往不好的一面去理解人家关系，我的孩子也会潜移默化的学到我的思维模式，容易有敌对性人际知觉，请问什么叫敌对性人际知觉呀？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你的信任，也看到了你详细的回复。从你文字中详细的表述来看，之前的事情对你影响非常大，造成了你目前的敌对性人际直觉。现在，让我们看看你回复中提到的问题。",
    "annotation": [
      {
        "sentence": "感谢你的信任，也看到了你详细的回复。",
        "label": ""
      },
      {
        "sentence": "从你文字中详细的表述来看，之前的事情对你影响非常大，造成了你目前的敌对性人际直觉。",
        "label": ""
      },
      {
        "sentence": "现在，让我们看看你回复中提到的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "儿子听那有个女的喊她家小狗叫旺财，儿子就说那小狗名字不适合它，说她家小狗适合叫旺黑，因为那小狗很黑。",
    "annotation": [
      {
        "sentence": "儿子听那有个女的喊她家小狗叫旺财，儿子就说那小狗名字不适合它，说她家小狗适合叫旺黑，因为那小狗很黑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小孩子一般童言无忌，说出来的话只是表达客观的事实，但是在大人听来，也许就是另一层意思。你儿子的这句无心的话，在那个女的看来，也许会被解读成看不起她家的小狗，故意借她的小狗来侮辱她等等。就像我们小时候，看到别人就会说，这个人好胖啊。小孩子可能没有恶意，但是对于听到的人来说，就会觉得是看不起自己。因为成年人，看待问题常常会以自己惯有的模式来分析和思考。",
    "annotation": [
      {
        "sentence": "小孩子一般童言无忌，说出来的话只是表达客观的事实，但是在大人听来，也许就是另一层意思。",
        "label": ""
      },
      {
        "sentence": "你儿子的这句无心的话，在那个女的看来，也许会被解读成看不起她家的小狗，故意借她的小狗来侮辱她等等。",
        "label": ""
      },
      {
        "sentence": "就像我们小时候，看到别人就会说，这个人好胖啊。",
        "label": ""
      },
      {
        "sentence": "小孩子可能没有恶意，但是对于听到的人来说，就会觉得是看不起自己。",
        "label": ""
      },
      {
        "sentence": "因为成年人，看待问题常常会以自己惯有的模式来分析和思考。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "然后我就问儿子还记得我家以前的小狗叫啥名字吗？儿子说我家小狗叫小白，其中一个女的说那你家小狗应该好白吧，我和儿子都没有理她。",
    "annotation": [
      {
        "sentence": "然后我就问儿子还记得我家以前的小狗叫啥名字吗？",
        "label": ""
      },
      {
        "sentence": "儿子说我家小狗叫小白，其中一个女的说那你家小狗应该好白吧，我和儿子都没有理她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，在我们大部分的人眼中，可能都更喜欢白色的小狗。你问这个问题的时候，只是想跟孩子互动，但是也许在那个女的眼中，就是一种炫耀。接下来的互动中，你和儿子对于她的问题没有回复，就深化了她觉得你们是看不起她，轻视她的感觉。于是，她后续才会说出那个侮辱性的玩笑。",
    "annotation": [
      {
        "sentence": "其实，在我们大部分的人眼中，可能都更喜欢白色的小狗。",
        "label": ""
      },
      {
        "sentence": "你问这个问题的时候，只是想跟孩子互动，但是也许在那个女的眼中，就是一种炫耀。",
        "label": ""
      },
      {
        "sentence": "接下来的互动中，你和儿子对于她的问题没有回复，就深化了她觉得你们是看不起她，轻视她的感觉。",
        "label": ""
      },
      {
        "sentence": "于是，她后续才会说出那个侮辱性的玩笑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这女的说的时候已经在泡脚了，她说完后看儿子还没有理她，就脸红了。",
    "annotation": [
      {
        "sentence": "这女的说的时候已经在泡脚了，她说完后看儿子还没有理她，就脸红了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那个女的后来见你儿子没有理她，脸红了。其实，在那一瞬间，她已经意识到了是一种侮辱性玩笑，并且已经开始为自己的行为感到后悔，否则不可能出现脸红的特征。",
    "annotation": [
      {
        "sentence": "那个女的后来见你儿子没有理她，脸红了。",
        "label": ""
      },
      {
        "sentence": "其实，在那一瞬间，她已经意识到了是一种侮辱性玩笑，并且已经开始为自己的行为感到后悔，否则不可能出现脸红的特征。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我竟然说儿子“不能打人，打人是不对的，是不礼貌的。我儿子就忍下来了没打她。”",
    "annotation": [
      {
        "sentence": "我竟然说儿子“不能打人，打人是不对的，是不礼貌的。",
        "label": ""
      },
      {
        "sentence": "我儿子就忍下来了没打她。",
        "label": ""
      },
      {
        "sentence": "”",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我想为你之前的行为点赞。你制止了儿子想打人的冲动，并且告诉他行为是不对的。生活中有很多时候，我们会受到污蔑和轻视，但是并不是所有的污蔑和轻视，我们都只能用辱骂去回应。那次的经历，我想告诉你做得没错。当事情结束以后，你也可以跟儿子聊聊，看看他当时的想法是什么样的，是否觉得生气，想去打人。你可以对儿子说，你理解他的感受，那个阿姨说的不对，但是我们不能像她学习，不能去打人，不能用错误的方式去解决属于别人的错误。父母是孩子的榜样，你之前做的选择，并没有错。我们没有必要用别人的错误来惩罚自己。事情已经发生，对孩子的后续教育的重要性，比一直后悔没有回击回去更重要。况且，你当时的做法，并没有错。",
    "annotation": [
      {
        "sentence": "我想为你之前的行为点赞。",
        "label": ""
      },
      {
        "sentence": "你制止了儿子想打人的冲动，并且告诉他行为是不对的。",
        "label": ""
      },
      {
        "sentence": "生活中有很多时候，我们会受到污蔑和轻视，但是并不是所有的污蔑和轻视，我们都只能用辱骂去回应。",
        "label": ""
      },
      {
        "sentence": "那次的经历，我想告诉你做得没错。",
        "label": ""
      },
      {
        "sentence": "当事情结束以后，你也可以跟儿子聊聊，看看他当时的想法是什么样的，是否觉得生气，想去打人。",
        "label": ""
      },
      {
        "sentence": "你可以对儿子说，你理解他的感受，那个阿姨说的不对，但是我们不能像她学习，不能去打人，不能用错误的方式去解决属于别人的错误。",
        "label": ""
      },
      {
        "sentence": "父母是孩子的榜样，你之前做的选择，并没有错。",
        "label": ""
      },
      {
        "sentence": "我们没有必要用别人的错误来惩罚自己。",
        "label": ""
      },
      {
        "sentence": "事情已经发生，对孩子的后续教育的重要性，比一直后悔没有回击回去更重要。",
        "label": ""
      },
      {
        "sentence": "况且，你当时的做法，并没有错。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "每次我和儿子喝牛奶的时候，我都会想起那件事，后悔当时没有用语言回击那个女的。",
    "annotation": [
      {
        "sentence": "每次我和儿子喝牛奶的时候，我都会想起那件事，后悔当时没有用语言回击那个女的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的情况，称为未完成情结。在你的心中，一直为没有回击那个女的而感到后悔。所以你现在就非常容易产生敌对性人际知觉。那么，现在我们回到刚才的问题，你可以仔细想想以下两个问题：1、自己当时制止了儿子打人，如果自己又同时辱骂那个女的，那是否代表言行不一，对于孩子的教育又会产生什么影响呢？孩子是否会觉得，以暴力方式去解决问题，才是最好的方法呢？2、从这件事中，我们又可以有哪些启发和总结呢？除了上述提到的，告诉孩子回击不是解决问题的方式，我们也可以看出，在人际交往过程中，如何正确表达自己的意思，从而减少被误解的可能。你儿子当时童言无忌的一句话，别人看来也许没有任何问题，但是在那个女的看来，也许就变成了轻视和侮辱。所以，你当时的制止，不回击的做法，已经是最正确的做法了。现在，我们回到你关于敌对性人际知觉的问题上来。后续生活中的其他人际交往，为什么同样的问题，你觉得别人是针对你，而你朋友不觉得这是针对呢？这个情形是否又跟这个女的的情况一致呢？童言无忌的一句话，我们其他人听到没任何问题，但是她为什么又觉得会是侮辱和轻视呢？可见，也许一句话本身没有问题，但是由于我们个人思维模式",
    "annotation": [
      {
        "sentence": "你的情况，称为未完成情结。",
        "label": ""
      },
      {
        "sentence": "在你的心中，一直为没有回击那个女的而感到后悔。",
        "label": ""
      },
      {
        "sentence": "所以你现在就非常容易产生敌对性人际知觉。",
        "label": ""
      },
      {
        "sentence": "那么，现在我们回到刚才的问题，你可以仔细想想以下两个问题：1、自己当时制止了儿子打人，如果自己又同时辱骂那个女的，那是否代表言行不一，对于孩子的教育又会产生什么影响呢？",
        "label": ""
      },
      {
        "sentence": "孩子是否会觉得，以暴力方式去解决问题，才是最好的方法呢？",
        "label": ""
      },
      {
        "sentence": "2、从这件事中，我们又可以有哪些启发和总结呢？",
        "label": ""
      },
      {
        "sentence": "除了上述提到的，告诉孩子回击不是解决问题的方式，我们也可以看出，在人际交往过程中，如何正确表达自己的意思，从而减少被误解的可能。",
        "label": ""
      },
      {
        "sentence": "你儿子当时童言无忌的一句话，别人看来也许没有任何问题，但是在那个女的看来，也许就变成了轻视和侮辱。",
        "label": ""
      },
      {
        "sentence": "所以，你当时的制止，不回击的做法，已经是最正确的做法了。",
        "label": ""
      },
      {
        "sentence": "现在，我们回到你关于敌对性人际知觉的问题上来。",
        "label": ""
      },
      {
        "sentence": "后续生活中的其他人际交往，为什么同样的问题，你觉得别人是针对你，而你朋友不觉得这是针对呢？",
        "label": ""
      },
      {
        "sentence": "这个情形是否又跟这个女的的情况一致呢？",
        "label": ""
      },
      {
        "sentence": "童言无忌的一句话，我们其他人听到没任何问题，但是她为什么又觉得会是侮辱和轻视呢？",
        "label": ""
      },
      {
        "sentence": "可见，也许一句话本身没有问题，但是由于我们个人思维模式",
        "label": ""
      }
    ]
  }
]