[
  {
    "role": "client",
    "content": "地域问题，男方很难接受我家彩礼的问题，怎么办？",
    "annotation": [
      {
        "sentence": "地域问题，男方很难接受我家彩礼的问题，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先给你一个小小的拥抱。一：总结一下你的问题1，彩礼方面和男友意见不一致2，害怕自己的家庭会让自己的生活一团糟3，害怕自己的男友不珍惜自己二：让我们来分析一下你的家乡属于高价彩礼，但是你男友不一样，其实这也能理解，就像是我的家乡，彩礼比较高的差不多是你的一半，而且你男友的家庭条件可能并不是那么好，彩礼二十万还有其他一系列可能会给他的家庭带去比较大的负担，所以你男友会有所顾虑。我也能理解你的心情。第一，你家乡的习俗就是这样。第二，你的父母把你养这么大不容易，你也想孝敬孝敬她们。第三，婚姻是人生中的大事，你当然想嫁给一个珍惜你的人。",
    "annotation": [
      {
        "sentence": "首先给你一个小小的拥抱。",
        "label": ""
      },
      {
        "sentence": "一：总结一下你的问题1，彩礼方面和男友意见不一致2，害怕自己的家庭会让自己的生活一团糟3，害怕自己的男友不珍惜自己二：让我们来分析一下你的家乡属于高价彩礼，但是你男友不一样，其实这也能理解，就像是我的家乡，彩礼比较高的差不多是你的一半，而且你男友的家庭条件可能并不是那么好，彩礼二十万还有其他一系列可能会给他的家庭带去比较大的负担，所以你男友会有所顾虑。",
        "label": ""
      },
      {
        "sentence": "我也能理解你的心情。",
        "label": ""
      },
      {
        "sentence": "第一，你家乡的习俗就是这样。",
        "label": ""
      },
      {
        "sentence": "第二，你的父母把你养这么大不容易，你也想孝敬孝敬她们。",
        "label": ""
      },
      {
        "sentence": "第三，婚姻是人生中的大事，你当然想嫁给一个珍惜你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。他一边说一起解决，但是很怕，怕我家无底洞吧。所以我会想好好挣钱，不给他负担，也会想，要不分开，不想为难他。他会生气。其实我压力良心都很不好，一边我想养我爸妈，想给他们钱，一边又觉得他们经常和我说我彩礼一定要多少，我要挣钱拿回家，他们会找我要钱，我其实很害怕。男友也是，如果我的彩礼真的我自己负责，他会更珍惜我吗？没在一起的时候无意说了一句资金短缺，他说要给我钱，我拒绝了，在一起后，有一次我说没钱了，就开始说自己没钱，害怕你是一个花钱的人。这些小细节，说实话我也害怕会不会托付错？我不知道我的人生该怎么办？我觉得活着压力很大，什么都做不好。",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "他一边说一起解决，但是很怕，怕我家无底洞吧。",
        "label": ""
      },
      {
        "sentence": "所以我会想好好挣钱，不给他负担，也会想，要不分开，不想为难他。",
        "label": ""
      },
      {
        "sentence": "他会生气。",
        "label": ""
      },
      {
        "sentence": "其实我压力良心都很不好，一边我想养我爸妈，想给他们钱，一边又觉得他们经常和我说我彩礼一定要多少，我要挣钱拿回家，他们会找我要钱，我其实很害怕。",
        "label": ""
      },
      {
        "sentence": "男友也是，如果我的彩礼真的我自己负责，他会更珍惜我吗？",
        "label": ""
      },
      {
        "sentence": "没在一起的时候无意说了一句资金短缺，他说要给我钱，我拒绝了，在一起后，有一次我说没钱了，就开始说自己没钱，害怕你是一个花钱的人。",
        "label": ""
      },
      {
        "sentence": "这些小细节，说实话我也害怕会不会托付错？",
        "label": ""
      },
      {
        "sentence": "我不知道我的人生该怎么办？",
        "label": ""
      },
      {
        "sentence": "我觉得活着压力很大，什么都做不好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你的内心压力。首先，我觉得你的想法很积极，想要通过自己的努力来解决彩礼问题，不给男友负担。这样的想法很值得肯定。但同时我也明白你的顾虑，担心自己的家庭会给你带来无底洞的压力。其实，婚姻中的问题是需要两个人共同解决的，你不应该一直承担所有的责任和压力。关于你父母的要求和彩礼的问题，我觉得你可以和他们好好沟通，让他们了解你的困扰和矛盾心理。或许他们能够给你一些理解和支持。至于男友在经济问题上的态度，你可以通过一些细节来观察他的真正想法。如果他愿意在你急需帮助的时候提供支持，或者愿意为你们的未来共同努力，那说明他对你是真心珍惜和关心的。最重要的是，无论怎样，你都需要找到属于自己的底线和原则，不让自己陷入被动和过度牺牲的境地。生活中没有一个标准答案，你可以找到适合自己的解决方法，同时也需要积极面对生活中的压力和困难。",
    "annotation": [
      {
        "sentence": "我能感受到你的内心压力。",
        "label": ""
      },
      {
        "sentence": "首先，我觉得你的想法很积极，想要通过自己的努力来解决彩礼问题，不给男友负担。",
        "label": ""
      },
      {
        "sentence": "这样的想法很值得肯定。",
        "label": ""
      },
      {
        "sentence": "但同时我也明白你的顾虑，担心自己的家庭会给你带来无底洞的压力。",
        "label": ""
      },
      {
        "sentence": "其实，婚姻中的问题是需要两个人共同解决的，你不应该一直承担所有的责任和压力。",
        "label": ""
      },
      {
        "sentence": "关于你父母的要求和彩礼的问题，我觉得你可以和他们好好沟通，让他们了解你的困扰和矛盾心理。",
        "label": ""
      },
      {
        "sentence": "或许他们能够给你一些理解和支持。",
        "label": ""
      },
      {
        "sentence": "至于男友在经济问题上的态度，你可以通过一些细节来观察他的真正想法。",
        "label": ""
      },
      {
        "sentence": "如果他愿意在你急需帮助的时候提供支持，或者愿意为你们的未来共同努力，那说明他对你是真心珍惜和关心的。",
        "label": ""
      },
      {
        "sentence": "最重要的是，无论怎样，你都需要找到属于自己的底线和原则，不让自己陷入被动和过度牺牲的境地。",
        "label": ""
      },
      {
        "sentence": "生活中没有一个标准答案，你可以找到适合自己的解决方法，同时也需要积极面对生活中的压力和困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，感觉心情好了很多。我会和男友好好沟通，也会坚守自己的底线，寻找适合自己的解决方案。你的话让我有了更多的思考和信心。非常感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，感觉心情好了很多。",
        "label": ""
      },
      {
        "sentence": "我会和男友好好沟通，也会坚守自己的底线，寻找适合自己的解决方案。",
        "label": ""
      },
      {
        "sentence": "你的话让我有了更多的思考和信心。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我愿意为你提供支持和帮助。你是一个很优秀的人，勇敢面对问题并且思考解决办法。相信你一定能够找到最适合自己的答案。无论在什么情况下，我都会一直支持你。如果有任何困难或者需要倾诉，随时来找我聊天。祝你一切顺利，家庭和谐！",
    "annotation": [
      {
        "sentence": "不用客气，我愿意为你提供支持和帮助。",
        "label": ""
      },
      {
        "sentence": "你是一个很优秀的人，勇敢面对问题并且思考解决办法。",
        "label": ""
      },
      {
        "sentence": "相信你一定能够找到最适合自己的答案。",
        "label": ""
      },
      {
        "sentence": "无论在什么情况下，我都会一直支持你。",
        "label": ""
      },
      {
        "sentence": "如果有任何困难或者需要倾诉，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，家庭和谐！",
        "label": ""
      }
    ]
  }
]