[
  {
    "role": "client",
    "content": "什么叫敌对性人际知觉？什么叫敌对性人际知觉呀？有个朋友说如果我总是往不好的一面去理解人家关系，我的孩子也会潜移默化的学到我的思维模式，容易有敌对性人际知觉，请问什么叫敌对性人际知觉呀？",
    "annotation": [
      {
        "sentence": "什么叫敌对性人际知觉？",
        "label": ""
      },
      {
        "sentence": "什么叫敌对性人际知觉呀？",
        "label": ""
      },
      {
        "sentence": "有个朋友说如果我总是往不好的一面去理解人家关系，我的孩子也会潜移默化的学到我的思维模式，容易有敌对性人际知觉，请问什么叫敌对性人际知觉呀？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很爱自己的孩子，当别人对你孩子说话的时候，你时常会觉得这是针对你、有敌意的表现。但是你的朋友，亲人却告诉你别人不是那个想法，并没有针对你。为什么自己感觉到的东西和别人看到的不一样呢，你产生了困惑。",
    "annotation": [
      {
        "sentence": "你很爱自己的孩子，当别人对你孩子说话的时候，你时常会觉得这是针对你、有敌意的表现。",
        "label": ""
      },
      {
        "sentence": "但是你的朋友，亲人却告诉你别人不是那个想法，并没有针对你。",
        "label": ""
      },
      {
        "sentence": "为什么自己感觉到的东西和别人看到的不一样呢，你产生了困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我对自己孩子特别敏感，总是担心别人对他有敌意。但我也清楚这种思维模式对孩子不好，想寻求帮助。",
    "annotation": [
      {
        "sentence": "是的，我对自己孩子特别敏感，总是担心别人对他有敌意。",
        "label": ""
      },
      {
        "sentence": "但我也清楚这种思维模式对孩子不好，想寻求帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不着急，我们先来看看，敌对性人际知觉的概念。人际知觉是指对人与人之间关系的知觉，包括对人的外部特征、个性特点了解、对人行为的判断和理解。敌对性人际知觉，其实是感受者觉得外界的人际交往都是充满负性的。感受者往往觉得人际交往中的另一方，是对自己有敌意的，是针对自己的。",
    "annotation": [
      {
        "sentence": "不着急，我们先来看看，敌对性人际知觉的概念。",
        "label": ""
      },
      {
        "sentence": "人际知觉是指对人与人之间关系的知觉，包括对人的外部特征、个性特点了解、对人行为的判断和理解。",
        "label": ""
      },
      {
        "sentence": "敌对性人际知觉，其实是感受者觉得外界的人际交往都是充满负性的。",
        "label": ""
      },
      {
        "sentence": "感受者往往觉得人际交往中的另一方，是对自己有敌意的，是针对自己的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来敌对性人际知觉是这个意思，我明白了。那我为什么会产生这种认知呢？",
    "annotation": [
      {
        "sentence": "原来敌对性人际知觉是这个意思，我明白了。",
        "label": ""
      },
      {
        "sentence": "那我为什么会产生这种认知呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "敌对性人际知觉形成往往是自动化思维导致的结果。自动化思维，往往也是我们面对某一事物，产生的不经思考的、无意识的判断和理解。当我们在面对一件事情时，我们会联想起自己以前经历过的事情，从而产生自动化思维。",
    "annotation": [
      {
        "sentence": "敌对性人际知觉形成往往是自动化思维导致的结果。",
        "label": ""
      },
      {
        "sentence": "自动化思维，往往也是我们面对某一事物，产生的不经思考的、无意识的判断和理解。",
        "label": ""
      },
      {
        "sentence": "当我们在面对一件事情时，我们会联想起自己以前经历过的事情，从而产生自动化思维。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想起了自己有次考试失败受到父母的严厉批评，这个场景就会被我深深铭记。所以，将考试失败等同于被批评责骂，就是自动化思维作用的结果吗？",
    "annotation": [
      {
        "sentence": "我想起了自己有次考试失败受到父母的严厉批评，这个场景就会被我深深铭记。",
        "label": ""
      },
      {
        "sentence": "所以，将考试失败等同于被批评责骂，就是自动化思维作用的结果吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你理解得很对。另外，敌对性人际知觉的产生，也是心理防御机制（投射）的表现之一。投射是指我们将自我愿望归结于他人，断言对方有这个想法。比如，我们讨厌酗酒的人，在与对方的人际交往过程中，我们会觉得酗酒的人也很讨厌自己。",
    "annotation": [
      {
        "sentence": "是的，你理解得很对。",
        "label": ""
      },
      {
        "sentence": "另外，敌对性人际知觉的产生，也是心理防御机制（投射）的表现之一。",
        "label": ""
      },
      {
        "sentence": "投射是指我们将自我愿望归结于他人，断言对方有这个想法。",
        "label": ""
      },
      {
        "sentence": "比如，我们讨厌酗酒的人，在与对方的人际交往过程中，我们会觉得酗酒的人也很讨厌自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来敌对性人际知觉是由自动化思维和心理防御机制导致的结果啊。那么，有没有办法可以改变这种不自觉的敌对性思维呢？",
    "annotation": [
      {
        "sentence": "原来敌对性人际知觉是由自动化思维和心理防御机制导致的结果啊。",
        "label": ""
      },
      {
        "sentence": "那么，有没有办法可以改变这种不自觉的敌对性思维呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以，希望以下的建议能够给到你帮助。首先，了解自己敌对性人际知觉产生的原因，回忆一下在自己以往的人生经历中，是否出现过类似的场景？是否有被别人排斥和针对过，是否有人际交往过程中出现过不顺利，对自己影响特别大的时候？",
    "annotation": [
      {
        "sentence": "当然可以，希望以下的建议能够给到你帮助。",
        "label": ""
      },
      {
        "sentence": "首先，了解自己敌对性人际知觉产生的原因，回忆一下在自己以往的人生经历中，是否出现过类似的场景？",
        "label": ""
      },
      {
        "sentence": "是否有被别人排斥和针对过，是否有人际交往过程中出现过不顺利，对自己影响特别大的时候？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我回想了一下，确实有过一些类似的经历。那接下来应该怎么办呢？",
    "annotation": [
      {
        "sentence": "我回想了一下，确实有过一些类似的经历。",
        "label": ""
      },
      {
        "sentence": "那接下来应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "告诉自己，客观的看待问题。当你产生敌对性人际知觉的时候，提醒自己这是自己自动化思维和心理防御机制产生的反应。只有当你意识到自己的思维和判断标准不客观的时候，才能够更好的接纳别人的建议，才能够真正看清楚，对方到底有没有针对你，到底对你有没有敌意。",
    "annotation": [
      {
        "sentence": "告诉自己，客观的看待问题。",
        "label": ""
      },
      {
        "sentence": "当你产生敌对性人际知觉的时候，提醒自己这是自己自动化思维和心理防御机制产生的反应。",
        "label": ""
      },
      {
        "sentence": "只有当你意识到自己的思维和判断标准不客观的时候，才能够更好的接纳别人的建议，才能够真正看清楚，对方到底有没有针对你，到底对你有没有敌意。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "明白了，我要尽量摆脱情绪的干扰，避免自动化思维的影响，保持客观的眼光对待问题。",
    "annotation": [
      {
        "sentence": "明白了，我要尽量摆脱情绪的干扰，避免自动化思维的影响，保持客观的眼光对待问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，你理解得很好。最后一步是用积极的思维去看待问题。通过记日记，记下自己负面的人际认知，用积极的、客观的人际认知去取代敌对的人际认知。比如，你可以告诉自己，别人对你孩子说的话，是因为觉得孩子可爱，开个玩笑，并不是有敌意；比如，别人对自己的建议，也是客观的可以帮到自己的建议，而不是针对我，故意说我不行等等。通过持续的练习，相信你可以由刻意为之的改译，逐渐过渡到积极的自动化思维，从而真正取代消极的、敌对性的负面思维。",
    "annotation": [
      {
        "sentence": "对的，你理解得很好。",
        "label": ""
      },
      {
        "sentence": "最后一步是用积极的思维去看待问题。",
        "label": ""
      },
      {
        "sentence": "通过记日记，记下自己负面的人际认知，用积极的、客观的人际认知去取代敌对的人际认知。",
        "label": ""
      },
      {
        "sentence": "比如，你可以告诉自己，别人对你孩子说的话，是因为觉得孩子可爱，开个玩笑，并不是有敌意；比如，别人对自己的建议，也是客观的可以帮到自己的建议，而不是针对我，故意说我不行等等。",
        "label": ""
      },
      {
        "sentence": "通过持续的练习，相信你可以由刻意为之的改译，逐渐过渡到积极的自动化思维，从而真正取代消极的、敌对性的负面思维。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的建议，我会尝试去改变自己不自觉的敌对性思维，希望能有所进步。",
    "annotation": [
      {
        "sentence": "感谢你的建议，我会尝试去改变自己不自觉的敌对性思维，希望能有所进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经跨出了改变的第一步，非常棒！相信你可以越来越好，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "你已经跨出了改变的第一步，非常棒！",
        "label": ""
      },
      {
        "sentence": "相信你可以越来越好，我会一直支持你的。",
        "label": ""
      }
    ]
  }
]