[
  {
    "role": "client",
    "content": "我是一个职中生，不怎么调皮，也没有同性朋友，我该怎么办？我发现到现在都没有同性朋友，我本人是个不怎么调皮的人，也没有什么同性朋友。小学时有一个朋友，但是现在都不怎么联系了，也不知道我们是否有了代沟。初中的时候，那些男生都聚在一起打打闹闹，有时还会嘲笑别人，而我就坐在自己的座位上，所以我不太想融入他们，也不认识他们。现在我们班上只有三个男生，其中一个不怎么说话，我也和他有代沟，所以也没怎么聊过。另一个则整天混日子，只知道睡觉，我也不想认识他。现在我在学校认识了其他班的同性朋友，但只是平时见面打个招呼而已。我现在在想，因为我读的是一个男生比较少的专业，将来毕业后我还会选择读大专，而且还会继续选择这个专业。那如果到时候同性朋友还是缺少，我该怎么办？我发现我和异性朋友之间的交往比较多，只是同性朋友很少。我也不打篮球之类的运动，只是喜欢拍照，可是喜欢拍照的男生也很少，很难遇到志同道合的朋友！我该怎么办？",
    "annotation": [
      {
        "sentence": "我是一个职中生，不怎么调皮，也没有同性朋友，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我发现到现在都没有同性朋友，我本人是个不怎么调皮的人，也没有什么同性朋友。",
        "label": ""
      },
      {
        "sentence": "小学时有一个朋友，但是现在都不怎么联系了，也不知道我们是否有了代沟。",
        "label": ""
      },
      {
        "sentence": "初中的时候，那些男生都聚在一起打打闹闹，有时还会嘲笑别人，而我就坐在自己的座位上，所以我不太想融入他们，也不认识他们。",
        "label": ""
      },
      {
        "sentence": "现在我们班上只有三个男生，其中一个不怎么说话，我也和他有代沟，所以也没怎么聊过。",
        "label": ""
      },
      {
        "sentence": "另一个则整天混日子，只知道睡觉，我也不想认识他。",
        "label": ""
      },
      {
        "sentence": "现在我在学校认识了其他班的同性朋友，但只是平时见面打个招呼而已。",
        "label": ""
      },
      {
        "sentence": "我现在在想，因为我读的是一个男生比较少的专业，将来毕业后我还会选择读大专，而且还会继续选择这个专业。",
        "label": ""
      },
      {
        "sentence": "那如果到时候同性朋友还是缺少，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我发现我和异性朋友之间的交往比较多，只是同性朋友很少。",
        "label": ""
      },
      {
        "sentence": "我也不打篮球之类的运动，只是喜欢拍照，可是喜欢拍照的男生也很少，很难遇到志同道合的朋友！",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你目前的环境（指你现在的班级）里会出现这样的问题，也许你可以把目光放在整个年级，可能会有其他班级出现与你聊得来的人。你可以多参加一些学校的活动，或是接受异性朋友的聚会邀请，这样可能会认识更多人，也许有机会遇到同性朋友。另外，你在平时拍照的时候可以留意周围是否有同性也在拍摄同样的景色，可以勇敢一点和他们搭话，沟通一下；或者你可以把你在年级拍的照片上传到一些安全的社交平台上，这样可能会吸引到志同道合的同性朋友，因为\"相似可以产生吸引\"，这样就能扩大你的眼界，不局限于目前的小环境。此外，不用担心将来上大学同样的专业同性比较少，因为大学生活相对来说会更自由，同学们来自全国各地，你可以参加很多社团或活动，很有可能会遇到志同道合的人或者是聊得来的人。闲暇时，你可以多出去走走，做自己喜欢的事，或者参加一些兴趣班，比如摄影班，或者参加摄影展览，这样的平台上你很有可能会遇到很多有共同爱好的、可以聊得来的人。",
    "annotation": [
      {
        "sentence": "在你目前的环境（指你现在的班级）里会出现这样的问题，也许你可以把目光放在整个年级，可能会有其他班级出现与你聊得来的人。",
        "label": ""
      },
      {
        "sentence": "你可以多参加一些学校的活动，或是接受异性朋友的聚会邀请，这样可能会认识更多人，也许有机会遇到同性朋友。",
        "label": ""
      },
      {
        "sentence": "另外，你在平时拍照的时候可以留意周围是否有同性也在拍摄同样的景色，可以勇敢一点和他们搭话，沟通一下；或者你可以把你在年级拍的照片上传到一些安全的社交平台上，这样可能会吸引到志同道合的同性朋友，因为\"相似可以产生吸引\"，这样就能扩大你的眼界，不局限于目前的小环境。",
        "label": ""
      },
      {
        "sentence": "此外，不用担心将来上大学同样的专业同性比较少，因为大学生活相对来说会更自由，同学们来自全国各地，你可以参加很多社团或活动，很有可能会遇到志同道合的人或者是聊得来的人。",
        "label": ""
      },
      {
        "sentence": "闲暇时，你可以多出去走走，做自己喜欢的事，或者参加一些兴趣班，比如摄影班，或者参加摄影展览，这样的平台上你很有可能会遇到很多有共同爱好的、可以聊得来的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着多参加学校的活动，认识更多的人。也会留意周围是否有和我拍照兴趣相投的同性朋友，并勇敢地与他们交流。我也会考虑把自己的照片上传到社交平台上，看看是否能吸引到志同道合的朋友。你说的大学生活听起来很有希望，我期待能在那里认识更多志同道合的同性朋友。闲暇时我也会多外出，做自己喜欢的事情，参加一些摄影相关的活动，我相信我能遇到更多志同道合的人。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着多参加学校的活动，认识更多的人。",
        "label": ""
      },
      {
        "sentence": "也会留意周围是否有和我拍照兴趣相投的同性朋友，并勇敢地与他们交流。",
        "label": ""
      },
      {
        "sentence": "我也会考虑把自己的照片上传到社交平台上，看看是否能吸引到志同道合的朋友。",
        "label": ""
      },
      {
        "sentence": "你说的大学生活听起来很有希望，我期待能在那里认识更多志同道合的同性朋友。",
        "label": ""
      },
      {
        "sentence": "闲暇时我也会多外出，做自己喜欢的事情，参加一些摄影相关的活动，我相信我能遇到更多志同道合的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个很积极的求助者，我相信只要你持续保持这样的心态，积极尝试去认识更多人，找到志同道合的朋友并不会是一件太困难的事情。我很期待听到你在未来的大学生活中结识到更多同性朋友的经历和故事。如果你在实施上遇到任何困难，随时来找我聊聊，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "你是一个很积极的求助者，我相信只要你持续保持这样的心态，积极尝试去认识更多人，找到志同道合的朋友并不会是一件太困难的事情。",
        "label": ""
      },
      {
        "sentence": "我很期待听到你在未来的大学生活中结识到更多同性朋友的经历和故事。",
        "label": ""
      },
      {
        "sentence": "如果你在实施上遇到任何困难，随时来找我聊聊，我会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持！我会努力去实践你给我的建议，并且记得要保持积极的心态。如果我在实施过程中遇到困难，我一定会再来找你聊聊的。谢谢你对我的帮助！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会努力去实践你给我的建议，并且记得要保持积极的心态。",
        "label": ""
      },
      {
        "sentence": "如果我在实施过程中遇到困难，我一定会再来找你聊聊的。",
        "label": ""
      },
      {
        "sentence": "谢谢你对我的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我相信你是一个有决心、有勇气并且积极积极面对问题的人。无论遇到什么困难，都请务必记得与他人交流，寻求帮助。我们会一直在这里支持你的。祝你可以顺利认识更多志同道合的同性朋友！加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我相信你是一个有决心、有勇气并且积极积极面对问题的人。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，都请务必记得与他人交流，寻求帮助。",
        "label": ""
      },
      {
        "sentence": "我们会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "祝你可以顺利认识更多志同道合的同性朋友！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]