[
  {
    "role": "client",
    "content": "妈妈的病又复发了，才两年时间，现在情况很严重我不知道还有没有机会治疗，万一没有治疗办法了，只能痛哭化疗拖时间。她要是走了我也想跟着她一起走，我觉得我只剩下她了，我有哥哥，可是我还是觉得很孤单，我真的接受不了她会离开我，我想到这个事情我只想自杀跟着一起走。",
    "annotation": [
      {
        "sentence": "妈妈的病又复发了，才两年时间，现在情况很严重我不知道还有没有机会治疗，万一没有治疗办法了，只能痛哭化疗拖时间。",
        "label": ""
      },
      {
        "sentence": "她要是走了我也想跟着她一起走，我觉得我只剩下她了，我有哥哥，可是我还是觉得很孤单，我真的接受不了她会离开我，我想到这个事情我只想自杀跟着一起走。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "妈妈生病严重，面临着死亡的威胁，这种感觉很伤心痛苦。看得出来你和妈妈的感情很好，你很依恋她。作为单亲妈妈，她抚养你长大成人，也一定经历了许多艰苦，为你付出了很多，很不容易。因此她成为你生命中最重要的、最依赖的人。",
    "annotation": [
      {
        "sentence": "妈妈生病严重，面临着死亡的威胁，这种感觉很伤心痛苦。",
        "label": ""
      },
      {
        "sentence": "看得出来你和妈妈的感情很好，你很依恋她。",
        "label": ""
      },
      {
        "sentence": "作为单亲妈妈，她抚养你长大成人，也一定经历了许多艰苦，为你付出了很多，很不容易。",
        "label": ""
      },
      {
        "sentence": "因此她成为你生命中最重要的、最依赖的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，妈妈真的对我来说太重要了。可是现在她生病这么严重，我真的不知道怎么办了。",
    "annotation": [
      {
        "sentence": "是的，妈妈真的对我来说太重要了。",
        "label": ""
      },
      {
        "sentence": "可是现在她生病这么严重，我真的不知道怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们都不愿意自己的家人或自己面对病痛或死亡，但是生老病死是生命必然经历的阶段，我们总要经历种种磨难，才能形成自己独特的人生经历，最后迎接死亡的来临，使人生圆满地落幕。你舍不得妈妈生病，舍不得她离开，因为她是你在人生这个阶段中的唯一依靠。反过来看，你也是她人生宝贵的结晶，所以为你付出了很多，希望你能够健康快乐地成长，拥有幸福的人生。",
    "annotation": [
      {
        "sentence": "我们都不愿意自己的家人或自己面对病痛或死亡，但是生老病死是生命必然经历的阶段，我们总要经历种种磨难，才能形成自己独特的人生经历，最后迎接死亡的来临，使人生圆满地落幕。",
        "label": ""
      },
      {
        "sentence": "你舍不得妈妈生病，舍不得她离开，因为她是你在人生这个阶段中的唯一依靠。",
        "label": ""
      },
      {
        "sentence": "反过来看，你也是她人生宝贵的结晶，所以为你付出了很多，希望你能够健康快乐地成长，拥有幸福的人生。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我知道我应该珍惜自己的生命，为她付出的一切。",
    "annotation": [
      {
        "sentence": "嗯，我知道我应该珍惜自己的生命，为她付出的一切。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "她也肯定不会愿意看到你因为她的离开而放弃自己的生命，否则她之前为你的付出和经历过的艰苦都白费了。妈妈抚养你成人，完成了对你的人生责任。无论她现在是否生病或离去，你的人生之路都需要你自己继续去走，需要你自己继续成长，她也不可能一直陪伴你。",
    "annotation": [
      {
        "sentence": "她也肯定不会愿意看到你因为她的离开而放弃自己的生命，否则她之前为你的付出和经历过的艰苦都白费了。",
        "label": ""
      },
      {
        "sentence": "妈妈抚养你成人，完成了对你的人生责任。",
        "label": ""
      },
      {
        "sentence": "无论她现在是否生病或离去，你的人生之路都需要你自己继续去走，需要你自己继续成长，她也不可能一直陪伴你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很依恋妈妈，很爱她，但是我真的不知道没有她的生活怎么办。",
    "annotation": [
      {
        "sentence": "我很依恋妈妈，很爱她，但是我真的不知道没有她的生活怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很依恋妈妈，很爱妈妈，这种感情可以通过许多方式去表达和传递，对她来说是最大的安慰。",
    "annotation": [
      {
        "sentence": "你很依恋妈妈，很爱妈妈，这种感情可以通过许多方式去表达和传递，对她来说是最大的安慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你有什么建议吗？我想让自己在妈妈生病期间尽力去陪伴她。",
    "annotation": [
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      },
      {
        "sentence": "我想让自己在妈妈生病期间尽力去陪伴她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在她生病期间好好地陪伴她，让她感受到你的关心和爱意。同时，让自己独立坚强起来，为她分担烦恼，珍惜自己的生命，也就是珍惜她为你的付出，减少她的忧虑和痛苦。",
    "annotation": [
      {
        "sentence": "在她生病期间好好地陪伴她，让她感受到你的关心和爱意。",
        "label": ""
      },
      {
        "sentence": "同时，让自己独立坚强起来，为她分担烦恼，珍惜自己的生命，也就是珍惜她为你的付出，减少她的忧虑和痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会好好照顾她的，同时也会努力变得坚强，为她分忧。但是有时候真的觉得很难受，很痛苦。",
    "annotation": [
      {
        "sentence": "我会好好照顾她的，同时也会努力变得坚强，为她分忧。",
        "label": ""
      },
      {
        "sentence": "但是有时候真的觉得很难受，很痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你觉得难受痛苦的时候，可以把自己的心情写下来，通过一种表达性书写来宣泄自己的情绪。同时，可以和自己的朋友倾诉，获得他们的支持。也可以尝试信任和依靠你哥哥，和他建立亲密信任的关系，在人生的道路上互相扶持，相信这也是你妈妈最乐意看到的。",
    "annotation": [
      {
        "sentence": "当你觉得难受痛苦的时候，可以把自己的心情写下来，通过一种表达性书写来宣泄自己的情绪。",
        "label": ""
      },
      {
        "sentence": "同时，可以和自己的朋友倾诉，获得他们的支持。",
        "label": ""
      },
      {
        "sentence": "也可以尝试信任和依靠你哥哥，和他建立亲密信任的关系，在人生的道路上互相扶持，相信这也是你妈妈最乐意看到的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，谢谢你的建议和支持。如果我爱妈妈，我应该用珍惜生命、坚强生活来报答她吧。",
    "annotation": [
      {
        "sentence": "嗯，谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "如果我爱妈妈，我应该用珍惜生命、坚强生活来报答她吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于一个妈妈来说，子女能够独立坚强健康快乐地成长，是对她人生得到圆满的最好的回报，即使将来离开这个世界，也不会留下担忧和遗憾。你已经有了正确的想法，加油吧，我相信你能度过这段困难的时期。",
    "annotation": [
      {
        "sentence": "对于一个妈妈来说，子女能够独立坚强健康快乐地成长，是对她人生得到圆满的最好的回报，即使将来离开这个世界，也不会留下担忧和遗憾。",
        "label": ""
      },
      {
        "sentence": "你已经有了正确的想法，加油吧，我相信你能度过这段困难的时期。",
        "label": ""
      }
    ]
  }
]