[
  {
    "role": "client",
    "content": "去年分手，到现在一年多，如何愈合？",
    "annotation": [
      {
        "sentence": "去年分手，到现在一年多，如何愈合？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "分手一年多还不能释怀，难以接受新的恋情，这是你的核心问题。你的描述中，都是围绕着他来阐述。你是否发现，你本来是一个独立的个体，却一直围绕着他的所作所为思考，汲取其中的负能量来生存。你在恋爱中找不到自己的价值感，因此一旦有个人与你建立起关系，就会全权托付给对方。这种依赖会让对方感到沉重，希望逃避。即使你质问对方为什么，他也只会感到窒息不适，并不能给你确切答复。因此，即使现在去接触新的感情，你依然感到无力和失去兴趣。如果不意识到缺乏自我认同感和价值感的严重性，无论再谈多少恋爱，都会充满被抛弃的恐惧。",
    "annotation": [
      {
        "sentence": "分手一年多还不能释怀，难以接受新的恋情，这是你的核心问题。",
        "label": ""
      },
      {
        "sentence": "你的描述中，都是围绕着他来阐述。",
        "label": ""
      },
      {
        "sentence": "你是否发现，你本来是一个独立的个体，却一直围绕着他的所作所为思考，汲取其中的负能量来生存。",
        "label": ""
      },
      {
        "sentence": "你在恋爱中找不到自己的价值感，因此一旦有个人与你建立起关系，就会全权托付给对方。",
        "label": ""
      },
      {
        "sentence": "这种依赖会让对方感到沉重，希望逃避。",
        "label": ""
      },
      {
        "sentence": "即使你质问对方为什么，他也只会感到窒息不适，并不能给你确切答复。",
        "label": ""
      },
      {
        "sentence": "因此，即使现在去接触新的感情，你依然感到无力和失去兴趣。",
        "label": ""
      },
      {
        "sentence": "如果不意识到缺乏自我认同感和价值感的严重性，无论再谈多少恋爱，都会充满被抛弃的恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得你说的很对。我真的好像失去了自我认同和自我价值感。我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "是的，我觉得你说的很对。",
        "label": ""
      },
      {
        "sentence": "我真的好像失去了自我认同和自我价值感。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "既然你现在对已经分手一年的感情仍然无法释怀，是因为缺乏自我认同和价值感的原因。现在我给你一些建议。首先，把关注别人的感受转换为关注自己的感受，当一件事发生时，先去识别自己的情绪，比如悲伤、愤怒、愉快等。然后，坚持做一些有利于建设自我和增强自信的活动，比如追求自己的爱好，如画画、书法、音乐、阅读等，或者进行跑步和健身，身体素质也会影响你的自信程度。同时，加强对自己的肯定信念，在睡前给自己积极的心理暗示，如“我很不错，我值得”。还有，多和充满正能量的人在一起，欣赏那些欣赏你的人，他们会对你的自信心产生积极影响。",
    "annotation": [
      {
        "sentence": "既然你现在对已经分手一年的感情仍然无法释怀，是因为缺乏自我认同和价值感的原因。",
        "label": ""
      },
      {
        "sentence": "现在我给你一些建议。",
        "label": ""
      },
      {
        "sentence": "首先，把关注别人的感受转换为关注自己的感受，当一件事发生时，先去识别自己的情绪，比如悲伤、愤怒、愉快等。",
        "label": ""
      },
      {
        "sentence": "然后，坚持做一些有利于建设自我和增强自信的活动，比如追求自己的爱好，如画画、书法、音乐、阅读等，或者进行跑步和健身，身体素质也会影响你的自信程度。",
        "label": ""
      },
      {
        "sentence": "同时，加强对自己的肯定信念，在睡前给自己积极的心理暗示，如“我很不错，我值得”。",
        "label": ""
      },
      {
        "sentence": "还有，多和充满正能量的人在一起，欣赏那些欣赏你的人，他们会对你的自信心产生积极影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会尝试去关注自己的感受，并且找回自己的爱好去增强自信。还有一个问题，即使我做到以上这些，我还是会感到孤独和想念前任。怎么办？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试去关注自己的感受，并且找回自己的爱好去增强自信。",
        "label": ""
      },
      {
        "sentence": "还有一个问题，即使我做到以上这些，我还是会感到孤独和想念前任。",
        "label": ""
      },
      {
        "sentence": "怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孤独和想念前任是正常的感受，但你需要记住，你并不是因为他才有价值和存在的。重建自己的生活，培养更多的社交圈子，并与他们建立更深入的交流。同时，学会与自己相处和独立生活，不要将所有的关注和依赖都放在一个人身上。过程中，你可能会时不时地想起前任，但随着时间的流逝，这种想念会逐渐减少。要相信自己，相信未来会有更好的人和更美好的感情等待着你。",
    "annotation": [
      {
        "sentence": "孤独和想念前任是正常的感受，但你需要记住，你并不是因为他才有价值和存在的。",
        "label": ""
      },
      {
        "sentence": "重建自己的生活，培养更多的社交圈子，并与他们建立更深入的交流。",
        "label": ""
      },
      {
        "sentence": "同时，学会与自己相处和独立生活，不要将所有的关注和依赖都放在一个人身上。",
        "label": ""
      },
      {
        "sentence": "过程中，你可能会时不时地想起前任，但随着时间的流逝，这种想念会逐渐减少。",
        "label": ""
      },
      {
        "sentence": "要相信自己，相信未来会有更好的人和更美好的感情等待着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试去交更多的朋友，培养独立生活的能力。但是有时候，当我遇到心动的人，一想要进一步发展，就开始失去兴趣。这是为什么呢？",
    "annotation": [
      {
        "sentence": "我会尝试去交更多的朋友，培养独立生活的能力。",
        "label": ""
      },
      {
        "sentence": "但是有时候，当我遇到心动的人，一想要进一步发展，就开始失去兴趣。",
        "label": ""
      },
      {
        "sentence": "这是为什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这可能是因为你在前任的影响下，对新的感情持有一种不信任的心态。你担心再次受伤害或被抛弃，所以才会失去兴趣。在建立新的感情时，你需要给自己一点时间来适应，并且学会放下过去的阴影。通过积极的思考和对自己的肯定，你会慢慢恢复对爱情的信心，并愿意更加投入新的感情。",
    "annotation": [
      {
        "sentence": "这可能是因为你在前任的影响下，对新的感情持有一种不信任的心态。",
        "label": ""
      },
      {
        "sentence": "你担心再次受伤害或被抛弃，所以才会失去兴趣。",
        "label": ""
      },
      {
        "sentence": "在建立新的感情时，你需要给自己一点时间来适应，并且学会放下过去的阴影。",
        "label": ""
      },
      {
        "sentence": "通过积极的思考和对自己的肯定，你会慢慢恢复对爱情的信心，并愿意更加投入新的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，我会给自己一些时间来调整和接受新的感情。谢谢你的帮助和支持。",
    "annotation": [
      {
        "sentence": "我理解了，我会给自己一些时间来调整和接受新的感情。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你会逐渐恢复并找到属于自己的幸福。记得要爱自己，相信自己的价值，未来的幸福在等待着你。如果你还有任何问题或需要进一步的帮助，随时可以找我聊天。祝福你！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你会逐渐恢复并找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "记得要爱自己，相信自己的价值，未来的幸福在等待着你。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何问题或需要进一步的帮助，随时可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]