[
  {
    "role": "client",
    "content": "我是个12岁女生，总莫名难过，频率越来越高，这是为什么？三年前妈妈生下弟弟以后我变得脆弱无力，总是莫名地感觉很糟糕。一点小事都会让我感到焦躁不安，腿软，我会痛哭一场却不敢发出声音，还是笑着。总是莫名地感觉情绪低落，次数越来越多，我害怕自己患上某种疾病，总是查阅资料。我更习惯一个人走在大街上自言自语，面无表情。在没有人的时候就会感觉心里空落落的，我变得嗜睡了，总喜欢把自己锁在房间里，但是我又能很好地与人交流。在班级里我不会主动去说话，但若别人来找我我还是很乐意的。我只有在一个人的时候会变得异常，总是自言自语着一些关于死亡的话。上课我注意力集中不起来，脑海里总是幻想着自己死亡的画面。我感觉自己在独处的时候没有办法再高兴起来了，可能跟别人的不太一样，我有心理问题吗？",
    "annotation": [
      {
        "sentence": "我是个12岁女生，总莫名难过，频率越来越高，这是为什么？",
        "label": ""
      },
      {
        "sentence": "三年前妈妈生下弟弟以后我变得脆弱无力，总是莫名地感觉很糟糕。",
        "label": ""
      },
      {
        "sentence": "一点小事都会让我感到焦躁不安，腿软，我会痛哭一场却不敢发出声音，还是笑着。",
        "label": ""
      },
      {
        "sentence": "总是莫名地感觉情绪低落，次数越来越多，我害怕自己患上某种疾病，总是查阅资料。",
        "label": ""
      },
      {
        "sentence": "我更习惯一个人走在大街上自言自语，面无表情。",
        "label": ""
      },
      {
        "sentence": "在没有人的时候就会感觉心里空落落的，我变得嗜睡了，总喜欢把自己锁在房间里，但是我又能很好地与人交流。",
        "label": ""
      },
      {
        "sentence": "在班级里我不会主动去说话，但若别人来找我我还是很乐意的。",
        "label": ""
      },
      {
        "sentence": "我只有在一个人的时候会变得异常，总是自言自语着一些关于死亡的话。",
        "label": ""
      },
      {
        "sentence": "上课我注意力集中不起来，脑海里总是幻想着自己死亡的画面。",
        "label": ""
      },
      {
        "sentence": "我感觉自己在独处的时候没有办法再高兴起来了，可能跟别人的不太一样，我有心理问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子，从你的留言中可以感受到你的不安。你一定很辛苦吧，在家人面前你是个懂事的姐姐，在同学朋友面前，你是个阳光，乐于交流的好伙伴，但独自一人的时候，却遭受孤独和痛苦的煎熬。从留言中也可看出，你没有放弃自己，很欣慰能成为你的倾听者。",
    "annotation": [
      {
        "sentence": "孩子，从你的留言中可以感受到你的不安。",
        "label": ""
      },
      {
        "sentence": "你一定很辛苦吧，在家人面前你是个懂事的姐姐，在同学朋友面前，你是个阳光，乐于交流的好伙伴，但独自一人的时候，却遭受孤独和痛苦的煎熬。",
        "label": ""
      },
      {
        "sentence": "从留言中也可看出，你没有放弃自己，很欣慰能成为你的倾听者。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你能理解我，我真的感到很疲惫和无助。我想知道，为什么自从弟弟出生后，我会感觉如此脆弱和糟糕呢？",
    "annotation": [
      {
        "sentence": "谢谢你能理解我，我真的感到很疲惫和无助。",
        "label": ""
      },
      {
        "sentence": "我想知道，为什么自从弟弟出生后，我会感觉如此脆弱和糟糕呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子，你提到自从弟弟出生后，你感觉脆弱和糟糕，这是值得引起重视的身体讯号。请仔细回想一下，你出现不适感觉的具体情景，看看能不能找到出现不适感的原因。如果回想不起来，没关系，建议你告诉你的父母，告诉他们你现在的感受，也许你的父母可以帮你一起分析问题，相信他们一定会和你一起面对困难。另外也可以求助学校心理老师或心理医生，相比起查阅资料的不确定，专业人士的建议更加能够帮助你消除不确定感，也能给你专业的指导。",
    "annotation": [
      {
        "sentence": "孩子，你提到自从弟弟出生后，你感觉脆弱和糟糕，这是值得引起重视的身体讯号。",
        "label": ""
      },
      {
        "sentence": "请仔细回想一下，你出现不适感觉的具体情景，看看能不能找到出现不适感的原因。",
        "label": ""
      },
      {
        "sentence": "如果回想不起来，没关系，建议你告诉你的父母，告诉他们你现在的感受，也许你的父母可以帮你一起分析问题，相信他们一定会和你一起面对困难。",
        "label": ""
      },
      {
        "sentence": "另外也可以求助学校心理老师或心理医生，相比起查阅资料的不确定，专业人士的建议更加能够帮助你消除不确定感，也能给你专业的指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着回想一下出现不适感的情景，并告诉我的父母。同时，我会考虑向学校的心理老师或心理医生求助。谢谢你的建议。但是，我常常感觉无法控制自己的情绪，有时候会突然哭起来，有时候又会变得嗜睡。我应该怎么办？",
    "annotation": [
      {
        "sentence": "我会试着回想一下出现不适感的情景，并告诉我的父母。",
        "label": ""
      },
      {
        "sentence": "同时，我会考虑向学校的心理老师或心理医生求助。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "但是，我常常感觉无法控制自己的情绪，有时候会突然哭起来，有时候又会变得嗜睡。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果不开心，就大声哭出来吧，哭不是什么过错，和笑一样都是表达情感的一种方式，也许可以帮你宣泄一些焦虑情绪。如果可以，试着主动找家人、朋友一起做一些喜欢的事情，比如一起散步、一起看电影等，有他人陪伴，会让你的世界减少一些冰冷。在独自一人的时候，你说会感觉到空虚、嗜睡，不妨给自己制定一些可以完成的小计划，前一天写在小本子上，第二天开始按照计划规划新的一天，结束一天的任务，可以做个小结，看看自己今天都做了些什么，心情如何，慢慢地你会发现，你也可以掌控空虚的时间做有意义的事情。接纳自己，身体或心理出现不适的感觉不是你的错，你需要向信任的人发送求助的信号，让他们知道你需要关心和帮助。",
    "annotation": [
      {
        "sentence": "如果不开心，就大声哭出来吧，哭不是什么过错，和笑一样都是表达情感的一种方式，也许可以帮你宣泄一些焦虑情绪。",
        "label": ""
      },
      {
        "sentence": "如果可以，试着主动找家人、朋友一起做一些喜欢的事情，比如一起散步、一起看电影等，有他人陪伴，会让你的世界减少一些冰冷。",
        "label": ""
      },
      {
        "sentence": "在独自一人的时候，你说会感觉到空虚、嗜睡，不妨给自己制定一些可以完成的小计划，前一天写在小本子上，第二天开始按照计划规划新的一天，结束一天的任务，可以做个小结，看看自己今天都做了些什么，心情如何，慢慢地你会发现，你也可以掌控空虚的时间做有意义的事情。",
        "label": ""
      },
      {
        "sentence": "接纳自己，身体或心理出现不适的感觉不是你的错，你需要向信任的人发送求助的信号，让他们知道你需要关心和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的建议，我觉得好像有一些改善的方向。我会试着大声哭出来，不再压抑自己的情绪，并且寻找家人和朋友的陪伴。我也会制定一些小计划和目标，为自己的每一天做一个小结。接纳自己和向信任的人求助，这些都是我可以尝试的。谢谢你一直陪伴着我。",
    "annotation": [
      {
        "sentence": "听了你的建议，我觉得好像有一些改善的方向。",
        "label": ""
      },
      {
        "sentence": "我会试着大声哭出来，不再压抑自己的情绪，并且寻找家人和朋友的陪伴。",
        "label": ""
      },
      {
        "sentence": "我也会制定一些小计划和目标，为自己的每一天做一个小结。",
        "label": ""
      },
      {
        "sentence": "接纳自己和向信任的人求助，这些都是我可以尝试的。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直陪伴着我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子，你很棒！我相信你可以度过这个难关的。只要你需要，相信你的家人、老师、朋友都会向你伸出援手，我们也会一直陪着你。记得，你并不孤单，一直保持对自己的勇气和坚持，一切都会好起来的。",
    "annotation": [
      {
        "sentence": "孩子，你很棒！",
        "label": ""
      },
      {
        "sentence": "我相信你可以度过这个难关的。",
        "label": ""
      },
      {
        "sentence": "只要你需要，相信你的家人、老师、朋友都会向你伸出援手，我们也会一直陪着你。",
        "label": ""
      },
      {
        "sentence": "记得，你并不孤单，一直保持对自己的勇气和坚持，一切都会好起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和陪伴，我会坚持下去的。知道有你在我身边，我感到安心和温暖。再次谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和陪伴，我会坚持下去的。",
        "label": ""
      },
      {
        "sentence": "知道有你在我身边，我感到安心和温暖。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，我会一直支持你的。如果有任何需要，随时来找我倾诉。相信你的未来会更加美好，你值得拥有幸福和快乐的生活。保重，孩子！",
    "annotation": [
      {
        "sentence": "不用谢，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "相信你的未来会更加美好，你值得拥有幸福和快乐的生活。",
        "label": ""
      },
      {
        "sentence": "保重，孩子！",
        "label": ""
      }
    ]
  }
]