[
  {
    "role": "client",
    "content": "我是一个20岁的女生，在朋友中有一个闺蜜和她的另一个闺蜜关系更好，我为什么会很吃醋呢？我的闺蜜人缘很好，有很多好朋友，但是我看到她和她的闺蜜在一起关系比我更好，会忍不住很吃醋，但我没有表现出来。我是不是占有欲太强了，我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "我是一个20岁的女生，在朋友中有一个闺蜜和她的另一个闺蜜关系更好，我为什么会很吃醋呢？",
        "label": ""
      },
      {
        "sentence": "我的闺蜜人缘很好，有很多好朋友，但是我看到她和她的闺蜜在一起关系比我更好，会忍不住很吃醋，但我没有表现出来。",
        "label": ""
      },
      {
        "sentence": "我是不是占有欲太强了，我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，你的吃醋情绪是非常正常的现象。可以说，因在乎才会有吃醋的感觉，这并没有什么不对。但吃醋的程度和你所表现出来的问题会有所不同。有几种可能的情况：一种是你只是暂时吃醋，开个玩笑就能过去，并且你自己也没那么在意。如果是这种情况，那你无需过于担心，这是很正常的占有心理，只要不影响你们的友谊和相处，无伤大雅即可。从某种程度上，吃醋也是彼此在乎和相爱的表现。",
    "annotation": [
      {
        "sentence": "嗯，你的吃醋情绪是非常正常的现象。",
        "label": ""
      },
      {
        "sentence": "可以说，因在乎才会有吃醋的感觉，这并没有什么不对。",
        "label": ""
      },
      {
        "sentence": "但吃醋的程度和你所表现出来的问题会有所不同。",
        "label": ""
      },
      {
        "sentence": "有几种可能的情况：一种是你只是暂时吃醋，开个玩笑就能过去，并且你自己也没那么在意。",
        "label": ""
      },
      {
        "sentence": "如果是这种情况，那你无需过于担心，这是很正常的占有心理，只要不影响你们的友谊和相处，无伤大雅即可。",
        "label": ""
      },
      {
        "sentence": "从某种程度上，吃醋也是彼此在乎和相爱的表现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我明白了。我有时候也会在心里开玩笑，不过并不会太影响我们的关系。但是我发现我有时候会因为一些很小的细节而吃醋，对方可能都没有注意到，可这依然会引发我的不舒服感。随便举个例子，就是当我们三个人一起说话时，她的眼神很自然地看向另一个闺蜜，却没有看向我。",
    "annotation": [
      {
        "sentence": "确实，我明白了。",
        "label": ""
      },
      {
        "sentence": "我有时候也会在心里开玩笑，不过并不会太影响我们的关系。",
        "label": ""
      },
      {
        "sentence": "但是我发现我有时候会因为一些很小的细节而吃醋，对方可能都没有注意到，可这依然会引发我的不舒服感。",
        "label": ""
      },
      {
        "sentence": "随便举个例子，就是当我们三个人一起说话时，她的眼神很自然地看向另一个闺蜜，却没有看向我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些小细节确实可能触发你的不安与吃醋情绪。从这些细节来看，说明你内心是一个比较敏感细腻的人，对亲密关系（亲情、友情、爱情）有着很深的不安全感。这种不安全感可能来自于你婴儿时期不良的依恋关系，导致你对亲密关系有一种深深的不安。一旦对方做出一点不是你优先的事情，你就会担心对方是否不喜欢你了，然后你就会努力去做更多事情，期望对方能多关注、多爱你一些，这里可能存在一种讨好的心理。",
    "annotation": [
      {
        "sentence": "这些小细节确实可能触发你的不安与吃醋情绪。",
        "label": ""
      },
      {
        "sentence": "从这些细节来看，说明你内心是一个比较敏感细腻的人，对亲密关系（亲情、友情、爱情）有着很深的不安全感。",
        "label": ""
      },
      {
        "sentence": "这种不安全感可能来自于你婴儿时期不良的依恋关系，导致你对亲密关系有一种深深的不安。",
        "label": ""
      },
      {
        "sentence": "一旦对方做出一点不是你优先的事情，你就会担心对方是否不喜欢你了，然后你就会努力去做更多事情，期望对方能多关注、多爱你一些，这里可能存在一种讨好的心理。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我确实很担心对方是否不喜欢我了。我会想方设法去取悦对方，希望得到更多的爱和关注。但是这样做真的好吗？我应该如何改变对待亲密关系的方式呢？",
    "annotation": [
      {
        "sentence": "你说得很对，我确实很担心对方是否不喜欢我了。",
        "label": ""
      },
      {
        "sentence": "我会想方设法去取悦对方，希望得到更多的爱和关注。",
        "label": ""
      },
      {
        "sentence": "但是这样做真的好吗？",
        "label": ""
      },
      {
        "sentence": "我应该如何改变对待亲密关系的方式呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样做其实并不是最好的方法。如果你一直以讨好的方式去对待亲密关系，你和对方之间的平衡会被打破，而且你会失去真实的自我。我建议你首先去找找根源，正视这种不安全感的来源，然后想办法以一种更积极的方式对待亲密关系。尝试着相信对方是真心喜欢你的，并且不要过分夸大小细节的影响。同时，也要尝试培养自己的自信心，相信自己是独特而真实的。这样你会发现，当你对自己充满信心时，你也能更好地去面对和对待亲密关系。",
    "annotation": [
      {
        "sentence": "这样做其实并不是最好的方法。",
        "label": ""
      },
      {
        "sentence": "如果你一直以讨好的方式去对待亲密关系，你和对方之间的平衡会被打破，而且你会失去真实的自我。",
        "label": ""
      },
      {
        "sentence": "我建议你首先去找找根源，正视这种不安全感的来源，然后想办法以一种更积极的方式对待亲密关系。",
        "label": ""
      },
      {
        "sentence": "尝试着相信对方是真心喜欢你的，并且不要过分夸大小细节的影响。",
        "label": ""
      },
      {
        "sentence": "同时，也要尝试培养自己的自信心，相信自己是独特而真实的。",
        "label": ""
      },
      {
        "sentence": "这样你会发现，当你对自己充满信心时，你也能更好地去面对和对待亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和分析！我会好好思考并尝试你提供的方法。我相信我能够改变自己对待亲密关系的方式，让自己更加自信和真实地面对它们。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和分析！",
        "label": ""
      },
      {
        "sentence": "我会好好思考并尝试你提供的方法。",
        "label": ""
      },
      {
        "sentence": "我相信我能够改变自己对待亲密关系的方式，让自己更加自信和真实地面对它们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！相信你一定能够做到的。坚持改变，持续地去调整自己的心态和看待亲密关系的方式，你会发现自己能够获得更加健康、稳定的亲密关系。祝你好运！如果以后还有需要，记得随时来找我谈谈。",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "相信你一定能够做到的。",
        "label": ""
      },
      {
        "sentence": "坚持改变，持续地去调整自己的心态和看待亲密关系的方式，你会发现自己能够获得更加健康、稳定的亲密关系。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要，记得随时来找我谈谈。",
        "label": ""
      }
    ]
  }
]