[
  {
    "role": "client",
    "content": "总是会跟妈妈吵架，甚至还盼着她死…？我爸妈在我幼儿园的时候离婚，不知不觉我跟爸爸待了好久，妈妈一年回来看我一次，我爸爸那时候穷，但是饿不着我，不舍得打我不舍得骂我，总是给我最好的，小时候我爸爸去喝酒喝到去厕所蹲着吐，我在床上流眼泪我自责，我想着都是我的错，我就不应该让我爸爸那样喝酒，爸爸出事了怎么办，现在我和妈妈在一起，虽然她现在有了车有了房给了自己想要的，我现在就活在我妈妈的谎话里，她骗我，小时候，妈妈早上送完我说她中午来接我，到了中午确实爸爸接我，她自己回了包头，我和爸爸在别的城市从2014年骗我到2020年，每次都是这样，现在我妈上班回来心情不好就往我身上撒气，每天吵架，冷战。",
    "annotation": [
      {
        "sentence": "总是会跟妈妈吵架，甚至还盼着她死…？",
        "label": ""
      },
      {
        "sentence": "我爸妈在我幼儿园的时候离婚，不知不觉我跟爸爸待了好久，妈妈一年回来看我一次，我爸爸那时候穷，但是饿不着我，不舍得打我不舍得骂我，总是给我最好的，小时候我爸爸去喝酒喝到去厕所蹲着吐，我在床上流眼泪我自责，我想着都是我的错，我就不应该让我爸爸那样喝酒，爸爸出事了怎么办，现在我和妈妈在一起，虽然她现在有了车有了房给了自己想要的，我现在就活在我妈妈的谎话里，她骗我，小时候，妈妈早上送完我说她中午来接我，到了中午确实爸爸接我，她自己回了包头，我和爸爸在别的城市从2014年骗我到2020年，每次都是这样，现在我妈上班回来心情不好就往我身上撒气，每天吵架，冷战。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "~听到你的诉说，父母离婚、爸爸出事、母亲欺骗，小小年纪的你就遭遇了人世间最让人难过的事情。跟据你所说的情况，给予你以下几个建议：1，如果经济已经独立，建议暂时与母亲分开一段时间，平复一下自己的心情。你的情绪很紧张，需要空间给自己调整。2，尝试换位思考一下，当初的妈妈为什么离婚？为什么抛下幼小的你！又为什么总是批评指责你，或许你能够找到母亲这么做的心理和社会原因。3，寻找专业咨询师，进行原生家庭方面的疗愈。以你现在的状态，只依靠自己一个人似乎很难从中走出来，建议你寻找专业咨询师进行心理干预。4，与妈妈直接当面沟通，寻找原因。如果可以，在双方情绪都比较稳定的情况下进行沟通，找到原因。以上是我的分析和建议，希望对你有所帮助！",
    "annotation": [
      {
        "sentence": "~听到你的诉说，父母离婚、爸爸出事、母亲欺骗，小小年纪的你就遭遇了人世间最让人难过的事情。",
        "label": ""
      },
      {
        "sentence": "跟据你所说的情况，给予你以下几个建议：1，如果经济已经独立，建议暂时与母亲分开一段时间，平复一下自己的心情。",
        "label": ""
      },
      {
        "sentence": "你的情绪很紧张，需要空间给自己调整。",
        "label": ""
      },
      {
        "sentence": "2，尝试换位思考一下，当初的妈妈为什么离婚？",
        "label": ""
      },
      {
        "sentence": "为什么抛下幼小的你！",
        "label": ""
      },
      {
        "sentence": "又为什么总是批评指责你，或许你能够找到母亲这么做的心理和社会原因。",
        "label": ""
      },
      {
        "sentence": "3，寻找专业咨询师，进行原生家庭方面的疗愈。",
        "label": ""
      },
      {
        "sentence": "以你现在的状态，只依靠自己一个人似乎很难从中走出来，建议你寻找专业咨询师进行心理干预。",
        "label": ""
      },
      {
        "sentence": "4，与妈妈直接当面沟通，寻找原因。",
        "label": ""
      },
      {
        "sentence": "如果可以，在双方情绪都比较稳定的情况下进行沟通，找到原因。",
        "label": ""
      },
      {
        "sentence": "以上是我的分析和建议，希望对你有所帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答。我明白你的建议，但我不知道该怎么面对妈妈的冷漠和指责。每天都感到沮丧和无助。",
    "annotation": [
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "我明白你的建议，但我不知道该怎么面对妈妈的冷漠和指责。",
        "label": ""
      },
      {
        "sentence": "每天都感到沮丧和无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的感受。面对妈妈的冷漠和指责确实很困难，但请相信你并不是无助的。你可以尝试跟妈妈沟通，告诉她你的感受和困惑，希望能够找到解决的方法。同时，也请你记住，你并不是父母决定的结果，你有权利追求自己的幸福和快乐。",
    "annotation": [
      {
        "sentence": "非常理解你的感受。",
        "label": ""
      },
      {
        "sentence": "面对妈妈的冷漠和指责确实很困难，但请相信你并不是无助的。",
        "label": ""
      },
      {
        "sentence": "你可以尝试跟妈妈沟通，告诉她你的感受和困惑，希望能够找到解决的方法。",
        "label": ""
      },
      {
        "sentence": "同时，也请你记住，你并不是父母决定的结果，你有权利追求自己的幸福和快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得每次跟妈妈沟通都没有效果，她总是不理解我。我感到很失望，觉得自己无法改变现状。",
    "annotation": [
      {
        "sentence": "但是我觉得每次跟妈妈沟通都没有效果，她总是不理解我。",
        "label": ""
      },
      {
        "sentence": "我感到很失望，觉得自己无法改变现状。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "沟通可能需要时间和耐心。母亲可能有自己的困扰和压力，才导致她无法理解你的感受。你可以尝试适当的时机和方式与妈妈进行沟通，可以是在一个宽松的环境中或者找个比较安静的时间。同时，也请你不要责备自己，改变现状需要时间和努力，你可以慢慢尝试寻找解决的方法。",
    "annotation": [
      {
        "sentence": "沟通可能需要时间和耐心。",
        "label": ""
      },
      {
        "sentence": "母亲可能有自己的困扰和压力，才导致她无法理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你可以尝试适当的时机和方式与妈妈进行沟通，可以是在一个宽松的环境中或者找个比较安静的时间。",
        "label": ""
      },
      {
        "sentence": "同时，也请你不要责备自己，改变现状需要时间和努力，你可以慢慢尝试寻找解决的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着跟妈妈好好沟通的，希望能够解决我们之间的问题。但我还是感到非常痛苦和焦虑，我怎么才能够释怀过去的不快，重新找回以前的快乐呢？",
    "annotation": [
      {
        "sentence": "我会试着跟妈妈好好沟通的，希望能够解决我们之间的问题。",
        "label": ""
      },
      {
        "sentence": "但我还是感到非常痛苦和焦虑，我怎么才能够释怀过去的不快，重新找回以前的快乐呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "释怀过去的不快需要时间，但你可以尝试以下方法来帮助自己重新找回快乐：1，寻找一些适合你的放松方式，比如运动、阅读、听音乐等，让自己的心情得到宣泄和放松。2，和朋友或者其他亲人倾诉，分享你的痛苦和困惑，他们的支持和理解会让你感到温暖和安慰。3，尝试一些情绪调节的方法，比如深呼吸、冥想或者写日记，帮助你平复内心的焦虑和痛苦。希望这些方法能够对你有所帮助。",
    "annotation": [
      {
        "sentence": "释怀过去的不快需要时间，但你可以尝试以下方法来帮助自己重新找回快乐：1，寻找一些适合你的放松方式，比如运动、阅读、听音乐等，让自己的心情得到宣泄和放松。",
        "label": ""
      },
      {
        "sentence": "2，和朋友或者其他亲人倾诉，分享你的痛苦和困惑，他们的支持和理解会让你感到温暖和安慰。",
        "label": ""
      },
      {
        "sentence": "3，尝试一些情绪调节的方法，比如深呼吸、冥想或者写日记，帮助你平复内心的焦虑和痛苦。",
        "label": ""
      },
      {
        "sentence": "希望这些方法能够对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你给我的建议，我会尝试找到适合自己的方式来调节情绪和释怀过去的不快。希望自己能够找到属于自己的快乐和幸福。",
    "annotation": [
      {
        "sentence": "谢谢你给我的建议，我会尝试找到适合自己的方式来调节情绪和释怀过去的不快。",
        "label": ""
      },
      {
        "sentence": "希望自己能够找到属于自己的快乐和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试，相信你一定能够找到属于自己的快乐和幸福。记住，你并不孤单，我会一直在这里支持你。如果你有任何需要，随时都可以向我倾诉。祝福你能够度过困难的时刻，拥有美好的未来。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试，相信你一定能够找到属于自己的快乐和幸福。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要，随时都可以向我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝福你能够度过困难的时刻，拥有美好的未来。",
        "label": ""
      }
    ]
  }
]