[
  {
    "role": "client",
    "content": "为什么我觉得我没有亲密关系的好朋友？",
    "annotation": [
      {
        "sentence": "为什么我觉得我没有亲密关系的好朋友？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "晚上好啊。其实我们都会希望自己在别人心中的地位是独一无二，无可取代的。当别人有着似乎看起来关系更好的朋友，我们就会觉得特别沮丧，有一种被抛弃了的感觉，是吗？",
    "annotation": [
      {
        "sentence": "晚上好啊。",
        "label": ""
      },
      {
        "sentence": "其实我们都会希望自己在别人心中的地位是独一无二，无可取代的。",
        "label": ""
      },
      {
        "sentence": "当别人有着似乎看起来关系更好的朋友，我们就会觉得特别沮丧，有一种被抛弃了的感觉，是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我时常会觉得我的朋友都有着比我关系更好的朋友。我经常会自认为自己的存在可能可有可无。",
    "annotation": [
      {
        "sentence": "是的，我时常会觉得我的朋友都有着比我关系更好的朋友。",
        "label": ""
      },
      {
        "sentence": "我经常会自认为自己的存在可能可有可无。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "似乎你特别害怕自己的请求被别人拒绝，大概你也是一个不擅长拒绝别人请求的人吧。也许是从小没有得到足够的安全感，让我们很害怕如果我们拒绝了别人的要求，我们就会被抛弃。对于小时候的我们来说，这是一种特别大的打击。但是或许别人并不像我们这样对于拒绝特别敏感呢，所以有些时候别人可能不能觉察到我们的心情。",
    "annotation": [
      {
        "sentence": "似乎你特别害怕自己的请求被别人拒绝，大概你也是一个不擅长拒绝别人请求的人吧。",
        "label": ""
      },
      {
        "sentence": "也许是从小没有得到足够的安全感，让我们很害怕如果我们拒绝了别人的要求，我们就会被抛弃。",
        "label": ""
      },
      {
        "sentence": "对于小时候的我们来说，这是一种特别大的打击。",
        "label": ""
      },
      {
        "sentence": "但是或许别人并不像我们这样对于拒绝特别敏感呢，所以有些时候别人可能不能觉察到我们的心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "每当我鼓起勇气邀请别人，一旦被拒绝到说和别人已经有约，我就会认为非常沮丧，因为我的朋友屈指可数。",
    "annotation": [
      {
        "sentence": "每当我鼓起勇气邀请别人，一旦被拒绝到说和别人已经有约，我就会认为非常沮丧，因为我的朋友屈指可数。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，有时候我们会对被拒绝这件事敏感一些。但是我们不能因为害怕被别人拒绝就不敢尝试。而且，拒绝并不代表对方不关心我们。每个人在不同的时间都会有自己的事情要处理。就像我的朋友们，虽然有些时候当我提出请求的时候，她们会因为正在忙一些事而不能陪我，但是她们忙完手头的事情后都会找出空余的时间来陪我。这也让我感觉到，我其实一直都不是一个人。",
    "annotation": [
      {
        "sentence": "是的，有时候我们会对被拒绝这件事敏感一些。",
        "label": ""
      },
      {
        "sentence": "但是我们不能因为害怕被别人拒绝就不敢尝试。",
        "label": ""
      },
      {
        "sentence": "而且，拒绝并不代表对方不关心我们。",
        "label": ""
      },
      {
        "sentence": "每个人在不同的时间都会有自己的事情要处理。",
        "label": ""
      },
      {
        "sentence": "就像我的朋友们，虽然有些时候当我提出请求的时候，她们会因为正在忙一些事而不能陪我，但是她们忙完手头的事情后都会找出空余的时间来陪我。",
        "label": ""
      },
      {
        "sentence": "这也让我感觉到，我其实一直都不是一个人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "每当我难过的时候很少有人主动关怀，我认为是不是真的没有人关心我，因为心理障碍我也不好意思去问在对方心中的地位获得安全感。真的是我想太多了吗，实在是很困扰。",
    "annotation": [
      {
        "sentence": "每当我难过的时候很少有人主动关怀，我认为是不是真的没有人关心我，因为心理障碍我也不好意思去问在对方心中的地位获得安全感。",
        "label": ""
      },
      {
        "sentence": "真的是我想太多了吗，实在是很困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实有时候并不是别人不会关心我们，只是我们把自己隐藏得太深了，别人无法看见我们。给你讲一个我自己的故事吧。前段时间，因为工作和学校的事情很忙，我一个人在家，也很少联系周围的朋友。有一天晚上，突然看到一个好朋友的朋友圈，她和很多其他同学去外面聚餐了。那个时候我突然觉得特别孤独和落寞。我就像一只在大海里游弋的孤独鲸鱼。第二天早晨，我鼓起勇气给她发消息，说：“昨天看到你的朋友圈，我觉得特别寂寞，我真的很害怕失去你，你可以陪陪我吗？”她回了一串哈哈哈，说：“想什么呢？小傻瓜，我一直都在这里啊！”于是那天她就主动约我出门喝奶茶了，还陪着我听我说了特别特别多话……我真的很感动。其实有时候我们并不是没有人关心，只是如果我们不主动表达，对方并不会知道我们面临的困难。毕竟我们都不会读心术呀。至于对方是不是会拒绝，其实每个人都会有自己的事情。但是拒绝并不代表着“我不爱你”。",
    "annotation": [
      {
        "sentence": "其实有时候并不是别人不会关心我们，只是我们把自己隐藏得太深了，别人无法看见我们。",
        "label": ""
      },
      {
        "sentence": "给你讲一个我自己的故事吧。",
        "label": ""
      },
      {
        "sentence": "前段时间，因为工作和学校的事情很忙，我一个人在家，也很少联系周围的朋友。",
        "label": ""
      },
      {
        "sentence": "有一天晚上，突然看到一个好朋友的朋友圈，她和很多其他同学去外面聚餐了。",
        "label": ""
      },
      {
        "sentence": "那个时候我突然觉得特别孤独和落寞。",
        "label": ""
      },
      {
        "sentence": "我就像一只在大海里游弋的孤独鲸鱼。",
        "label": ""
      },
      {
        "sentence": "第二天早晨，我鼓起勇气给她发消息，说：“昨天看到你的朋友圈，我觉得特别寂寞，我真的很害怕失去你，你可以陪陪我吗？",
        "label": ""
      },
      {
        "sentence": "”她回了一串哈哈哈，说：“想什么呢？",
        "label": ""
      },
      {
        "sentence": "小傻瓜，我一直都在这里啊！",
        "label": ""
      },
      {
        "sentence": "”于是那天她就主动约我出门喝奶茶了，还陪着我听我说了特别特别多话……我真的很感动。",
        "label": ""
      },
      {
        "sentence": "其实有时候我们并不是没有人关心，只是如果我们不主动表达，对方并不会知道我们面临的困难。",
        "label": ""
      },
      {
        "sentence": "毕竟我们都不会读心术呀。",
        "label": ""
      },
      {
        "sentence": "至于对方是不是会拒绝，其实每个人都会有自己的事情。",
        "label": ""
      },
      {
        "sentence": "但是拒绝并不代表着“我不爱你”。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我愿意尝试向我最亲密的朋友表达自己的思念，但我也担心她是否有时间。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我愿意尝试向我最亲密的朋友表达自己的思念，但我也担心她是否有时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没有人是一座孤岛。有需求就去表达，但是对方是否有时间可能是我们需要考虑的。你可以先试着和她聊聊，看看她最近是否比较忙碌。如果她暂时没有时间，你可以尝试在她比较空闲的时候再提出你的请求。在我们的人际关系中，有时候我们需要适应对方的时间安排，但这并不代表对方不关心我们。",
    "annotation": [
      {
        "sentence": "没有人是一座孤岛。",
        "label": ""
      },
      {
        "sentence": "有需求就去表达，但是对方是否有时间可能是我们需要考虑的。",
        "label": ""
      },
      {
        "sentence": "你可以先试着和她聊聊，看看她最近是否比较忙碌。",
        "label": ""
      },
      {
        "sentence": "如果她暂时没有时间，你可以尝试在她比较空闲的时候再提出你的请求。",
        "label": ""
      },
      {
        "sentence": "在我们的人际关系中，有时候我们需要适应对方的时间安排，但这并不代表对方不关心我们。",
        "label": ""
      }
    ]
  }
]