[
  {
    "role": "client",
    "content": "我是一个27岁的男生，最近和父亲吵架后甚至动了手，他先动手并称我不孝顺。那天我和哥哥出去喝了杯星巴克，回家的时候火气很大，他也非常生气。期间我们发生了两次口角，我情绪激动地把他的手机扔向他，然后他绕过茶桌打到了我的颈部，我们开始在茶桌旁打起来。我干爹江某出来拉住了我，但他继续把我打倒在地，并疯狂地攻击我的颈部。我抓住了他的裤裆才得以脱身。我站起来拿起旁边的茶罐盖子朝他砸去，但只砸到了地上，然后我还用故意打碎陶罐制造了障碍。他冲向我，我拿起一片碎片砸向他的头部。他纠住我并把我按在沙发扶手上，用力敲打我的后脑勺，导致我窒息，我用手抓向他的眼睛，这时我干爹才说流血了。之后他带我干爹去医院，但没带我，我只能跑到奶奶家。我姐还联系我说如果回家就打电话报警。我说她可以报，然后我会告诉警察我的伤势，至少可以让父亲进去关10年，指控他故意杀人未遂。他完全没有家人的样子，却还和我说人性，每次打架都是他先动手。之后他还像个可怜兮兮的样子说我打他，谴责我不孝顺。",
    "annotation": [
      {
        "sentence": "我是一个27岁的男生，最近和父亲吵架后甚至动了手，他先动手并称我不孝顺。",
        "label": ""
      },
      {
        "sentence": "那天我和哥哥出去喝了杯星巴克，回家的时候火气很大，他也非常生气。",
        "label": ""
      },
      {
        "sentence": "期间我们发生了两次口角，我情绪激动地把他的手机扔向他，然后他绕过茶桌打到了我的颈部，我们开始在茶桌旁打起来。",
        "label": ""
      },
      {
        "sentence": "我干爹江某出来拉住了我，但他继续把我打倒在地，并疯狂地攻击我的颈部。",
        "label": ""
      },
      {
        "sentence": "我抓住了他的裤裆才得以脱身。",
        "label": ""
      },
      {
        "sentence": "我站起来拿起旁边的茶罐盖子朝他砸去，但只砸到了地上，然后我还用故意打碎陶罐制造了障碍。",
        "label": ""
      },
      {
        "sentence": "他冲向我，我拿起一片碎片砸向他的头部。",
        "label": ""
      },
      {
        "sentence": "他纠住我并把我按在沙发扶手上，用力敲打我的后脑勺，导致我窒息，我用手抓向他的眼睛，这时我干爹才说流血了。",
        "label": ""
      },
      {
        "sentence": "之后他带我干爹去医院，但没带我，我只能跑到奶奶家。",
        "label": ""
      },
      {
        "sentence": "我姐还联系我说如果回家就打电话报警。",
        "label": ""
      },
      {
        "sentence": "我说她可以报，然后我会告诉警察我的伤势，至少可以让父亲进去关10年，指控他故意杀人未遂。",
        "label": ""
      },
      {
        "sentence": "他完全没有家人的样子，却还和我说人性，每次打架都是他先动手。",
        "label": ""
      },
      {
        "sentence": "之后他还像个可怜兮兮的样子说我打他，谴责我不孝顺。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "刘枫解析：你和父亲发生打架的情况非常危险。无论你打赢了还是输了，都会造成不好的后果。打架本身就是一种损人损己的表现。我想问问为何你会选择动手解决问题？也许你们之间口头沟通无济于事，所以你试图通过动手来解决问题。然而事实证明，动手并不能解决问题，反而使问题更加严重。打架的发生不是单方的原因，而是双方都有问题，双方都需要反思自己。那么如何有效地预防打架呢？当你父亲有动手打人的迹象时，你可以迅速躲开，走为上策。因为没有人参与，就不会出现打架。另外，你年轻，反应能力和身手都优于你父亲，所以当他想动手时，你可以迅速躲闪并选择离开，这样就不会发生打架，避免双方受伤。",
    "annotation": [
      {
        "sentence": "刘枫解析：你和父亲发生打架的情况非常危险。",
        "label": ""
      },
      {
        "sentence": "无论你打赢了还是输了，都会造成不好的后果。",
        "label": ""
      },
      {
        "sentence": "打架本身就是一种损人损己的表现。",
        "label": ""
      },
      {
        "sentence": "我想问问为何你会选择动手解决问题？",
        "label": ""
      },
      {
        "sentence": "也许你们之间口头沟通无济于事，所以你试图通过动手来解决问题。",
        "label": ""
      },
      {
        "sentence": "然而事实证明，动手并不能解决问题，反而使问题更加严重。",
        "label": ""
      },
      {
        "sentence": "打架的发生不是单方的原因，而是双方都有问题，双方都需要反思自己。",
        "label": ""
      },
      {
        "sentence": "那么如何有效地预防打架呢？",
        "label": ""
      },
      {
        "sentence": "当你父亲有动手打人的迹象时，你可以迅速躲开，走为上策。",
        "label": ""
      },
      {
        "sentence": "因为没有人参与，就不会出现打架。",
        "label": ""
      },
      {
        "sentence": "另外，你年轻，反应能力和身手都优于你父亲，所以当他想动手时，你可以迅速躲闪并选择离开，这样就不会发生打架，避免双方受伤。",
        "label": ""
      }
    ]
  }
]