[
  {
    "role": "client",
    "content": "我是一个27岁的男生，最近和父亲吵架后打起来了。他先动手说我不孝顺。我和我的一个哥哥出去喝星巴克，后来我的哥哥说要接小孩子把我送回了家。中间我哥哥聊了下我的工作。回家的时候有些火气。他也火气超级大。期间发生了两次口角。我把他手机砸向他，他之后绕过茶桌打我颈部。我们在茶桌边打了起来。我干爹江某把我拉住，但他一直把我打倒在地上，并疯狂地打我的颈部。我只好拼命地抓住他的裤腿才让他松手。我站起来拿起了茶罐盖子砸他，当然最后没打到他只是砸到了地上。然后我又把陶罐打碎在地上制造障碍。他朝我冲过来，我拿起一片碎片打在他头上。他把我拉到沙发的扶手上，把我的头按在木制扶手上，猛烈地击打我的后脑勺，差点让我窒息。我只能抓向他的眼睛。我干爹后面说了句流血了。他才反应过来，带着我干爹去看病，但没有带我看病。我只好跑到我奶奶家去了。我姐姐还联系我，说叫我不要回家，回家她就打电话报警。我就说，你报警吧，我可以告诉警察我身上的伤势，至少可以让父亲进去关10年，罪名是故意杀人未遂。他除了自己没有其他家人了，还好意思跟我谈人性。每次吵架都是他先动手，事后还变得可怜兮兮地说我打他，还说我不孝顺。",
    "annotation": [
      {
        "sentence": "我是一个27岁的男生，最近和父亲吵架后打起来了。",
        "label": ""
      },
      {
        "sentence": "他先动手说我不孝顺。",
        "label": ""
      },
      {
        "sentence": "我和我的一个哥哥出去喝星巴克，后来我的哥哥说要接小孩子把我送回了家。",
        "label": ""
      },
      {
        "sentence": "中间我哥哥聊了下我的工作。",
        "label": ""
      },
      {
        "sentence": "回家的时候有些火气。",
        "label": ""
      },
      {
        "sentence": "他也火气超级大。",
        "label": ""
      },
      {
        "sentence": "期间发生了两次口角。",
        "label": ""
      },
      {
        "sentence": "我把他手机砸向他，他之后绕过茶桌打我颈部。",
        "label": ""
      },
      {
        "sentence": "我们在茶桌边打了起来。",
        "label": ""
      },
      {
        "sentence": "我干爹江某把我拉住，但他一直把我打倒在地上，并疯狂地打我的颈部。",
        "label": ""
      },
      {
        "sentence": "我只好拼命地抓住他的裤腿才让他松手。",
        "label": ""
      },
      {
        "sentence": "我站起来拿起了茶罐盖子砸他，当然最后没打到他只是砸到了地上。",
        "label": ""
      },
      {
        "sentence": "然后我又把陶罐打碎在地上制造障碍。",
        "label": ""
      },
      {
        "sentence": "他朝我冲过来，我拿起一片碎片打在他头上。",
        "label": ""
      },
      {
        "sentence": "他把我拉到沙发的扶手上，把我的头按在木制扶手上，猛烈地击打我的后脑勺，差点让我窒息。",
        "label": ""
      },
      {
        "sentence": "我只能抓向他的眼睛。",
        "label": ""
      },
      {
        "sentence": "我干爹后面说了句流血了。",
        "label": ""
      },
      {
        "sentence": "他才反应过来，带着我干爹去看病，但没有带我看病。",
        "label": ""
      },
      {
        "sentence": "我只好跑到我奶奶家去了。",
        "label": ""
      },
      {
        "sentence": "我姐姐还联系我，说叫我不要回家，回家她就打电话报警。",
        "label": ""
      },
      {
        "sentence": "我就说，你报警吧，我可以告诉警察我身上的伤势，至少可以让父亲进去关10年，罪名是故意杀人未遂。",
        "label": ""
      },
      {
        "sentence": "他除了自己没有其他家人了，还好意思跟我谈人性。",
        "label": ""
      },
      {
        "sentence": "每次吵架都是他先动手，事后还变得可怜兮兮地说我打他，还说我不孝顺。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你描述，的确发生了不愉快的事情，这让你感到很沮丧吧。首先，无论怎样，打架解决问题绝对不是好的方式。我了解你的感受，你很生气也很无奈。父子之间的冲突往往是累积多年的问题爆发，我能理解你希望得到支持和安慰的心情。你现在处在一个成年的年纪，能够养活自己，这意味着你有更多选择和自由，你认同吗？",
    "annotation": [
      {
        "sentence": "听你描述，的确发生了不愉快的事情，这让你感到很沮丧吧。",
        "label": ""
      },
      {
        "sentence": "首先，无论怎样，打架解决问题绝对不是好的方式。",
        "label": ""
      },
      {
        "sentence": "我了解你的感受，你很生气也很无奈。",
        "label": ""
      },
      {
        "sentence": "父子之间的冲突往往是累积多年的问题爆发，我能理解你希望得到支持和安慰的心情。",
        "label": ""
      },
      {
        "sentence": "你现在处在一个成年的年纪，能够养活自己，这意味着你有更多选择和自由，你认同吗？",
        "label": ""
      }
    ]
  }
]