[
  {
    "role": "client",
    "content": "我是一个18岁的男生，高三刚毕业。我感觉自己缺乏情绪和自我认知，内心很空洞。最近几个月，我改变了以前的生活方式，社交恐惧、异性恐惧、抑郁和情绪不稳定等问题已经基本不存在了。但我发现自己已经缺乏一些基本的感知能力。同学和老师对我是怎样看待的？我心里的朋友对我有什么印象我完全不清楚。我好像也没有自己确定的生活方式（阿德勒所说的人生风格）。虽然每天没有什么情绪，但就是感觉心里很空洞，总觉得人生是永远孤独的。午睡的时候经常会有类似的念头或者幻想冒出，比如以后自己像个不食人间烟火（不爱钱、赚钱只是为了生存、没朋友）到处流浪的人。但是除此之外没有任何消极的想法和情绪。高考前我已经逐渐开始变得乐观、改善人际关系，开始培养自己的社交能力，可是刚有点眉目我们就毕业了。放假这十几天我和他们都是有事就联系，没事一直不说话，可是我发觉他们之间是一直保持联系的（我感觉我们几个之间关系差不多），然后我就更确信自己能力有问题了。我该怎么办？怎么培养基本的社交能力？怎么找到真正的自我呢？",
    "annotation": [
      {
        "sentence": "我是一个18岁的男生，高三刚毕业。",
        "label": ""
      },
      {
        "sentence": "我感觉自己缺乏情绪和自我认知，内心很空洞。",
        "label": ""
      },
      {
        "sentence": "最近几个月，我改变了以前的生活方式，社交恐惧、异性恐惧、抑郁和情绪不稳定等问题已经基本不存在了。",
        "label": ""
      },
      {
        "sentence": "但我发现自己已经缺乏一些基本的感知能力。",
        "label": ""
      },
      {
        "sentence": "同学和老师对我是怎样看待的？",
        "label": ""
      },
      {
        "sentence": "我心里的朋友对我有什么印象我完全不清楚。",
        "label": ""
      },
      {
        "sentence": "我好像也没有自己确定的生活方式（阿德勒所说的人生风格）。",
        "label": ""
      },
      {
        "sentence": "虽然每天没有什么情绪，但就是感觉心里很空洞，总觉得人生是永远孤独的。",
        "label": ""
      },
      {
        "sentence": "午睡的时候经常会有类似的念头或者幻想冒出，比如以后自己像个不食人间烟火（不爱钱、赚钱只是为了生存、没朋友）到处流浪的人。",
        "label": ""
      },
      {
        "sentence": "但是除此之外没有任何消极的想法和情绪。",
        "label": ""
      },
      {
        "sentence": "高考前我已经逐渐开始变得乐观、改善人际关系，开始培养自己的社交能力，可是刚有点眉目我们就毕业了。",
        "label": ""
      },
      {
        "sentence": "放假这十几天我和他们都是有事就联系，没事一直不说话，可是我发觉他们之间是一直保持联系的（我感觉我们几个之间关系差不多），然后我就更确信自己能力有问题了。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      },
      {
        "sentence": "怎么培养基本的社交能力？",
        "label": ""
      },
      {
        "sentence": "怎么找到真正的自我呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个问题提得不错，你在认识自己的道路上迈出了一大步！缺乏基本感知力，不清楚自己的生活方式属于哪种，希望自己以后能不食人间烟火话比较少，怀疑自己有问题。你在第一个问题提到自己对同学和老师的看法，心里的朋友对自己有什么印象完全不清楚，请问是一直都这样吗？",
    "annotation": [
      {
        "sentence": "这个问题提得不错，你在认识自己的道路上迈出了一大步！",
        "label": ""
      },
      {
        "sentence": "缺乏基本感知力，不清楚自己的生活方式属于哪种，希望自己以后能不食人间烟火话比较少，怀疑自己有问题。",
        "label": ""
      },
      {
        "sentence": "你在第一个问题提到自己对同学和老师的看法，心里的朋友对自己有什么印象完全不清楚，请问是一直都这样吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，一直以来我对这些评价都没有任何概念。可能是因为在过去的高中生活中，同学和朋友大多时间都忙着学习，老师也没有太多关心学生的生活。所以对他们的评价没有印象也不奇怪。现在我已经上大学了，但还是不清楚未来要怎么过。",
    "annotation": [
      {
        "sentence": "是的，一直以来我对这些评价都没有任何概念。",
        "label": ""
      },
      {
        "sentence": "可能是因为在过去的高中生活中，同学和朋友大多时间都忙着学习，老师也没有太多关心学生的生活。",
        "label": ""
      },
      {
        "sentence": "所以对他们的评价没有印象也不奇怪。",
        "label": ""
      },
      {
        "sentence": "现在我已经上大学了，但还是不清楚未来要怎么过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受。我上大学后，也觉得不知道未来应该怎么过。短短的一个学期就觉得走遍了读书12年，前几周的功课看上去很简单，最后几周却特别忙。你现在还年轻，工作几年后可能会找到适合自己又不会让别人困扰的生活方式。人生风格这个东西，个人认为不必太看重，因为我们的心理状态和外在环境都在不断变化。我们要学会“以不变应万变”，在一些方面保持稳定。以前的我在高中时期比较自闭，不喜欢与同龄人交往，更愿意与老师聊天。我觉得跟成熟的人一起成长更快，直到高二我认识了一位心理学爱好者。我承认自己很特别，但也要面对现实生活的问题。",
    "annotation": [
      {
        "sentence": "我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "我上大学后，也觉得不知道未来应该怎么过。",
        "label": ""
      },
      {
        "sentence": "短短的一个学期就觉得走遍了读书12年，前几周的功课看上去很简单，最后几周却特别忙。",
        "label": ""
      },
      {
        "sentence": "你现在还年轻，工作几年后可能会找到适合自己又不会让别人困扰的生活方式。",
        "label": ""
      },
      {
        "sentence": "人生风格这个东西，个人认为不必太看重，因为我们的心理状态和外在环境都在不断变化。",
        "label": ""
      },
      {
        "sentence": "我们要学会“以不变应万变”，在一些方面保持稳定。",
        "label": ""
      },
      {
        "sentence": "以前的我在高中时期比较自闭，不喜欢与同龄人交往，更愿意与老师聊天。",
        "label": ""
      },
      {
        "sentence": "我觉得跟成熟的人一起成长更快，直到高二我认识了一位心理学爱好者。",
        "label": ""
      },
      {
        "sentence": "我承认自己很特别，但也要面对现实生活的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也觉得自己特别，很少跟别人主动交谈。我在大学里努力参加朗诵比赛，面试不同的社团和学生组织，但收效甚微。原来总觉得自己表现得不够好，所以感到很无所适从。你刚才说的翻看以前学生手册里老师的评语，这个方法听起来不错。我可以试试看，看看以前在老师和同学眼里大概是什么样子。",
    "annotation": [
      {
        "sentence": "我也觉得自己特别，很少跟别人主动交谈。",
        "label": ""
      },
      {
        "sentence": "我在大学里努力参加朗诵比赛，面试不同的社团和学生组织，但收效甚微。",
        "label": ""
      },
      {
        "sentence": "原来总觉得自己表现得不够好，所以感到很无所适从。",
        "label": ""
      },
      {
        "sentence": "你刚才说的翻看以前学生手册里老师的评语，这个方法听起来不错。",
        "label": ""
      },
      {
        "sentence": "我可以试试看，看看以前在老师和同学眼里大概是什么样子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对，换个角度看问题，你主动和别人交流就是一个很大的进步！还有，我建议你在大学里放开心态，努力享受快乐的课余生活，同时要有好的学业成绩。相信时间会给你答案的，加油！",
    "annotation": [
      {
        "sentence": "对，换个角度看问题，你主动和别人交流就是一个很大的进步！",
        "label": ""
      },
      {
        "sentence": "还有，我建议你在大学里放开心态，努力享受快乐的课余生活，同时要有好的学业成绩。",
        "label": ""
      },
      {
        "sentence": "相信时间会给你答案的，加油！",
        "label": ""
      }
    ]
  }
]