[
  {
    "role": "client",
    "content": "非言语性幻听，伴耳鸣，是否是精分前兆？非言语性幻听伴耳鸣已经显性存在半年，头总是特别痛，去医院查核磁共振总说没问题，双向情感障碍的显性症状已经好几年了，不敢去医院，不信任医生和咨询师觉得自己没任何精神问题，到底是不是精神分裂前兆。",
    "annotation": [
      {
        "sentence": "非言语性幻听，伴耳鸣，是否是精分前兆？",
        "label": ""
      },
      {
        "sentence": "非言语性幻听伴耳鸣已经显性存在半年，头总是特别痛，去医院查核磁共振总说没问题，双向情感障碍的显性症状已经好几年了，不敢去医院，不信任医生和咨询师觉得自己没任何精神问题，到底是不是精神分裂前兆。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你在问题中主要有以下症状：（1）非言语性幻听伴耳鸣，持续时间已经半年，伴随头痛。（2）双向情感障碍带来的问题和症状。根据我查阅的《精神病理学》一书，我给出以下回答：（1）耳鸣（嘶嘶声、铃声、嗡嗡声）是脑干核群或初级听觉皮质的过度激活所致，属于原始性幻听（即凭空听到非言语声或听不清的言语声）。（2）原始性幻听多见于精神分裂症，也可见于双相情感障碍，以及一些罕见的癔症性病人、人格解体和脑器质性精神障碍。因为你也有双向精神障碍，所以也有可能出现原始性幻听（非言语性幻听），但从你所描述的这个症状不足以说明是精神分裂症的前兆。一般精神分裂症会伴随妄想、幻觉和紊乱的言语。建议你咨询更专业的医生，详细描述你的症状，进行确诊。以上是我的回答，希望对你有所帮助！",
    "annotation": [
      {
        "sentence": "你在问题中主要有以下症状：（1）非言语性幻听伴耳鸣，持续时间已经半年，伴随头痛。",
        "label": ""
      },
      {
        "sentence": "（2）双向情感障碍带来的问题和症状。",
        "label": ""
      },
      {
        "sentence": "根据我查阅的《精神病理学》一书，我给出以下回答：（1）耳鸣（嘶嘶声、铃声、嗡嗡声）是脑干核群或初级听觉皮质的过度激活所致，属于原始性幻听（即凭空听到非言语声或听不清的言语声）。",
        "label": ""
      },
      {
        "sentence": "（2）原始性幻听多见于精神分裂症，也可见于双相情感障碍，以及一些罕见的癔症性病人、人格解体和脑器质性精神障碍。",
        "label": ""
      },
      {
        "sentence": "因为你也有双向精神障碍，所以也有可能出现原始性幻听（非言语性幻听），但从你所描述的这个症状不足以说明是精神分裂症的前兆。",
        "label": ""
      },
      {
        "sentence": "一般精神分裂症会伴随妄想、幻觉和紊乱的言语。",
        "label": ""
      },
      {
        "sentence": "建议你咨询更专业的医生，详细描述你的症状，进行确诊。",
        "label": ""
      },
      {
        "sentence": "以上是我的回答，希望对你有所帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答。我现在非常担心自己的症状会越来越严重。我之前确实曾有过一些幻觉和情绪不稳定的经历，但不知道是否跟精神分裂有关。我不敢去医院的原因是不信任医生和咨询师，因为以前曾被他们否定过。觉得自己根本没有任何精神问题。",
    "annotation": [
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "我现在非常担心自己的症状会越来越严重。",
        "label": ""
      },
      {
        "sentence": "我之前确实曾有过一些幻觉和情绪不稳定的经历，但不知道是否跟精神分裂有关。",
        "label": ""
      },
      {
        "sentence": "我不敢去医院的原因是不信任医生和咨询师，因为以前曾被他们否定过。",
        "label": ""
      },
      {
        "sentence": "觉得自己根本没有任何精神问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的担心和不信任感。但是我们要意识到，医生和咨询师是通过专业的知识和经验来诊断和帮助患者的。过去的经历可能是个别的情况，不能否定整个领域的专业性。同时，你自己的感受和症状也是非常重要的线索，你可以主动沟通并寻找更专业的医生，给自己一个准确的诊断和治疗方案。",
    "annotation": [
      {
        "sentence": "我能理解你的担心和不信任感。",
        "label": ""
      },
      {
        "sentence": "但是我们要意识到，医生和咨询师是通过专业的知识和经验来诊断和帮助患者的。",
        "label": ""
      },
      {
        "sentence": "过去的经历可能是个别的情况，不能否定整个领域的专业性。",
        "label": ""
      },
      {
        "sentence": "同时，你自己的感受和症状也是非常重要的线索，你可以主动沟通并寻找更专业的医生，给自己一个准确的诊断和治疗方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该尝试去寻找新的医生和咨询师。但我还是有些担心他们会怀疑我的症状或者对我不够认真。我觉得自己在很多方面都不被理解和支持。",
    "annotation": [
      {
        "sentence": "你说得对，我应该尝试去寻找新的医生和咨询师。",
        "label": ""
      },
      {
        "sentence": "但我还是有些担心他们会怀疑我的症状或者对我不够认真。",
        "label": ""
      },
      {
        "sentence": "我觉得自己在很多方面都不被理解和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种担心很正常，并且很多人在面对类似情况时都有类似的感受。你可以在选择医生和咨询师时，寻找那些有经验和专业背景的人。也可以提前跟他们沟通你的顾虑，让他们了解你的需求和期望。这样有助于建立一个互信的治疗关系，让你更加放心。",
    "annotation": [
      {
        "sentence": "这种担心很正常，并且很多人在面对类似情况时都有类似的感受。",
        "label": ""
      },
      {
        "sentence": "你可以在选择医生和咨询师时，寻找那些有经验和专业背景的人。",
        "label": ""
      },
      {
        "sentence": "也可以提前跟他们沟通你的顾虑，让他们了解你的需求和期望。",
        "label": ""
      },
      {
        "sentence": "这样有助于建立一个互信的治疗关系，让你更加放心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着按照你的建议去找新的医生和咨询师，也会与他们进行充分的沟通。但是，我对自己的症状还是感到很困惑和不安。不知道除了就诊之外，还有其他的方法来缓解症状吗？",
    "annotation": [
      {
        "sentence": "我会试着按照你的建议去找新的医生和咨询师，也会与他们进行充分的沟通。",
        "label": ""
      },
      {
        "sentence": "但是，我对自己的症状还是感到很困惑和不安。",
        "label": ""
      },
      {
        "sentence": "不知道除了就诊之外，还有其他的方法来缓解症状吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了就诊之外，还有许多方法可以帮助你缓解症状。你可以尝试一些放松技巧，比如深呼吸、冥想和身体放松练习。同时，保持良好的生活习惯、规律的作息和健康饮食也对你的症状缓解有帮助。如果你感到孤独或者需要情感支持，你也可以考虑参加一些支持小组或者寻找心理咨询师进行个人辅导。",
    "annotation": [
      {
        "sentence": "除了就诊之外，还有许多方法可以帮助你缓解症状。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一些放松技巧，比如深呼吸、冥想和身体放松练习。",
        "label": ""
      },
      {
        "sentence": "同时，保持良好的生活习惯、规律的作息和健康饮食也对你的症状缓解有帮助。",
        "label": ""
      },
      {
        "sentence": "如果你感到孤独或者需要情感支持，你也可以考虑参加一些支持小组或者寻找心理咨询师进行个人辅导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试一些放松的方法，改善自己的生活习惯。同时，我也会考虑参加一些支持小组，以获取更多的情感支持。感谢你的耐心倾听和回答我的问题，让我感到被理解和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试一些放松的方法，改善自己的生活习惯。",
        "label": ""
      },
      {
        "sentence": "同时，我也会考虑参加一些支持小组，以获取更多的情感支持。",
        "label": ""
      },
      {
        "sentence": "感谢你的耐心倾听和回答我的问题，让我感到被理解和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够为你提供帮助。记得随时向我或者其他人寻求支持，不要独自承担太多压力。你并不孤单，我们会一直陪伴在你身边。希望你能早日缓解症状，重获平静和舒适的生活。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "记得随时向我或者其他人寻求支持，不要独自承担太多压力。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们会一直陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "希望你能早日缓解症状，重获平静和舒适的生活。",
        "label": ""
      }
    ]
  }
]