[
  {
    "role": "client",
    "content": "我18岁，是个高三毕业生。我最近感到情绪低落，自我认知能力也在减弱，内心十分空洞。虽然我几个月前改变了以往的生活方式，成功克服了社交恐惧、异性恐惧、抑郁和情绪不稳定等问题，但现在我发现自己似乎失去了一些基本的感知能力。我不知道同学和老师如何看待我，也没有概念来评估朋友对我的印象。我好像没有一个明确的生活方式，也没有像阿德勒所说的\"人生风格\"。尽管我每天没有太多情绪波动，但心里总觉得空洞，觉得人生永远是孤独的。有时候午睡时，我会想象以后自己像个超凡脱俗的人，不追逐物质享受，流浪四方。除了这些念头和幻想，我并没有其他消极的想法和情绪。高考前，我逐渐变得乐观起来，改善了人际关系，开始培养社交能力，可是我们毕业后没多久就放假了。放假期间，我和他们只有在需要帮助的时候才会联系，平时几乎不说话。但我发现他们之间一直保持联系（我觉得与我们之间的关系差不多）。这让我更加确信自己的能力存在问题，我该怎么办？我该如何培养基本的社交能力？我该如何找到自我？",
    "annotation": [
      {
        "sentence": "我18岁，是个高三毕业生。",
        "label": ""
      },
      {
        "sentence": "我最近感到情绪低落，自我认知能力也在减弱，内心十分空洞。",
        "label": ""
      },
      {
        "sentence": "虽然我几个月前改变了以往的生活方式，成功克服了社交恐惧、异性恐惧、抑郁和情绪不稳定等问题，但现在我发现自己似乎失去了一些基本的感知能力。",
        "label": ""
      },
      {
        "sentence": "我不知道同学和老师如何看待我，也没有概念来评估朋友对我的印象。",
        "label": ""
      },
      {
        "sentence": "我好像没有一个明确的生活方式，也没有像阿德勒所说的\"人生风格\"。",
        "label": ""
      },
      {
        "sentence": "尽管我每天没有太多情绪波动，但心里总觉得空洞，觉得人生永远是孤独的。",
        "label": ""
      },
      {
        "sentence": "有时候午睡时，我会想象以后自己像个超凡脱俗的人，不追逐物质享受，流浪四方。",
        "label": ""
      },
      {
        "sentence": "除了这些念头和幻想，我并没有其他消极的想法和情绪。",
        "label": ""
      },
      {
        "sentence": "高考前，我逐渐变得乐观起来，改善了人际关系，开始培养社交能力，可是我们毕业后没多久就放假了。",
        "label": ""
      },
      {
        "sentence": "放假期间，我和他们只有在需要帮助的时候才会联系，平时几乎不说话。",
        "label": ""
      },
      {
        "sentence": "但我发现他们之间一直保持联系（我觉得与我们之间的关系差不多）。",
        "label": ""
      },
      {
        "sentence": "这让我更加确信自己的能力存在问题，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我该如何培养基本的社交能力？",
        "label": ""
      },
      {
        "sentence": "我该如何找到自我？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抱抱弟弟！！我理解你的感受，尽管有一点与你不同，但最终的感觉是一样的——孤独和迷茫。你觉得自己缺乏感知能力，不知道别人如何看待你，其实也是在意他人对你的评价。但我们每个人都无法读懂他人的心思，我们无法完全确切地了解别人对我们的看法。而他人对我们的评价也是基于自己所处的角度和立场。只要你保持真诚地对待他人，问心无愧，他们对你的反应和反馈你终究是能感受到的。最基本的区分就是善意和恶意，通过相互交流，你可以知道他人对你的印象是好还是坏。具体到更深层次的评价其实没必要太纠结，如果你想知道，可以直接问熟悉的人：\"嘿，你觉得我是怎样的人？\"我有时候也会在与朋友聊天的最后这样说：\"如果你觉得我有什么缺点，请告诉我，我会尽量改正。如果没人告诉我，我就不知道怎么做才好了。\"他们都能理解，因为他们也是善良的人。至于跟你交往不深的人，他们对你的看法没有那么重要，你不需要给自己太大负担，也不需要过分关注他们的想法。毕竟，不是每个人都会喜欢你，道不同不相为谋，这是无法避免的。另外，你觉得自己的社交能力有问题，我并不这样认为，或许只是因为彼此之间的交往还不够深入。我在高中时也曾自问是否真诚地对待他人、广泛结交朋友。但在毕业后的两年里，能够一直保持联系的人屈指可数。但这并不意味着我的社交能力有问题——这只是因为我们还没有遇到合拍的人而已。提高自己社交能力的方法，我建议你要『增强自信心』，只要你相信自己在做正确的事情，说正确的话，坚持自己的想法和言论（不要过于直接，要体谅对方的感受，有绅士风度）。同时，『培养兴趣爱好』也是重要的，只有有了兴趣爱好，才能有更多的话题。无论是读书、游戏还是义工，都是很棒的选择。多多参加你感兴趣的社群活动，很容易找到志同道合的人，建立更深厚的友谊。大学里也有很多社团可以加入哦！通过交朋友，不管是深交还是浅交，总比没有好。这样你的生活会更顺心，更容易感到开心。最后，弟弟！！人生就像一趟火车，上车的人也会有下车的人，人来人往很平常。我啊，如果没有人和我玩，我也能自己找乐子。不要太难过，羁绊不深而已。世界上有那么多人，你总能遇到志趣相投的朋友的！祝你假期愉快，心想事成！",
    "annotation": [
      {
        "sentence": "抱抱弟弟！！",
        "label": ""
      },
      {
        "sentence": "我理解你的感受，尽管有一点与你不同，但最终的感觉是一样的——孤独和迷茫。",
        "label": ""
      },
      {
        "sentence": "你觉得自己缺乏感知能力，不知道别人如何看待你，其实也是在意他人对你的评价。",
        "label": ""
      },
      {
        "sentence": "但我们每个人都无法读懂他人的心思，我们无法完全确切地了解别人对我们的看法。",
        "label": ""
      },
      {
        "sentence": "而他人对我们的评价也是基于自己所处的角度和立场。",
        "label": ""
      },
      {
        "sentence": "只要你保持真诚地对待他人，问心无愧，他们对你的反应和反馈你终究是能感受到的。",
        "label": ""
      },
      {
        "sentence": "最基本的区分就是善意和恶意，通过相互交流，你可以知道他人对你的印象是好还是坏。",
        "label": ""
      },
      {
        "sentence": "具体到更深层次的评价其实没必要太纠结，如果你想知道，可以直接问熟悉的人：\"嘿，你觉得我是怎样的人？",
        "label": ""
      },
      {
        "sentence": "\"我有时候也会在与朋友聊天的最后这样说：\"如果你觉得我有什么缺点，请告诉我，我会尽量改正。",
        "label": ""
      },
      {
        "sentence": "如果没人告诉我，我就不知道怎么做才好了。",
        "label": ""
      },
      {
        "sentence": "\"他们都能理解，因为他们也是善良的人。",
        "label": ""
      },
      {
        "sentence": "至于跟你交往不深的人，他们对你的看法没有那么重要，你不需要给自己太大负担，也不需要过分关注他们的想法。",
        "label": ""
      },
      {
        "sentence": "毕竟，不是每个人都会喜欢你，道不同不相为谋，这是无法避免的。",
        "label": ""
      },
      {
        "sentence": "另外，你觉得自己的社交能力有问题，我并不这样认为，或许只是因为彼此之间的交往还不够深入。",
        "label": ""
      },
      {
        "sentence": "我在高中时也曾自问是否真诚地对待他人、广泛结交朋友。",
        "label": ""
      },
      {
        "sentence": "但在毕业后的两年里，能够一直保持联系的人屈指可数。",
        "label": ""
      },
      {
        "sentence": "但这并不意味着我的社交能力有问题——这只是因为我们还没有遇到合拍的人而已。",
        "label": ""
      },
      {
        "sentence": "提高自己社交能力的方法，我建议你要『增强自信心』，只要你相信自己在做正确的事情，说正确的话，坚持自己的想法和言论（不要过于直接，要体谅对方的感受，有绅士风度）。",
        "label": ""
      },
      {
        "sentence": "同时，『培养兴趣爱好』也是重要的，只有有了兴趣爱好，才能有更多的话题。",
        "label": ""
      },
      {
        "sentence": "无论是读书、游戏还是义工，都是很棒的选择。",
        "label": ""
      },
      {
        "sentence": "多多参加你感兴趣的社群活动，很容易找到志同道合的人，建立更深厚的友谊。",
        "label": ""
      },
      {
        "sentence": "大学里也有很多社团可以加入哦！",
        "label": ""
      },
      {
        "sentence": "通过交朋友，不管是深交还是浅交，总比没有好。",
        "label": ""
      },
      {
        "sentence": "这样你的生活会更顺心，更容易感到开心。",
        "label": ""
      },
      {
        "sentence": "最后，弟弟！！",
        "label": ""
      },
      {
        "sentence": "人生就像一趟火车，上车的人也会有下车的人，人来人往很平常。",
        "label": ""
      },
      {
        "sentence": "我啊，如果没有人和我玩，我也能自己找乐子。",
        "label": ""
      },
      {
        "sentence": "不要太难过，羁绊不深而已。",
        "label": ""
      },
      {
        "sentence": "世界上有那么多人，你总能遇到志趣相投的朋友的！",
        "label": ""
      },
      {
        "sentence": "祝你假期愉快，心想事成！",
        "label": ""
      }
    ]
  }
]