[
  {
    "role": "client",
    "content": "我是一个18岁的男生，高三毕业生。最近几个月来，我基本上克服了社交恐惧、异性恐惧、抑郁和情绪不稳定等问题。但是我发现自己缺乏一些基本的感知能力。同学和老师对我是怎么看待的呢？我对我心里的朋友印象一无所知。我好像也没有一个确定的生活方式，我感觉心里很空洞，觉得人生是永远孤独的。有时候午睡的时候会有一些奇妙的念头或者幻想冒出来，比如将来像个不食人间烟火的流浪者。但除了这些念头，我没有任何消极的想法和情绪。高考前我开始变得乐观，改善人际关系，并开始培养社交能力，可是刚有点眉目我们就毕业了。放假这十几天我和他们联系只有事情有关，没事就一直不说话，但我发现他们之间一直都保持着联系。这让我更确定自己的能力存在问题，我应该怎么办？怎么培养基本的社交能力？怎么找到真正的自我呢？",
    "annotation": [
      {
        "sentence": "我是一个18岁的男生，高三毕业生。",
        "label": ""
      },
      {
        "sentence": "最近几个月来，我基本上克服了社交恐惧、异性恐惧、抑郁和情绪不稳定等问题。",
        "label": ""
      },
      {
        "sentence": "但是我发现自己缺乏一些基本的感知能力。",
        "label": ""
      },
      {
        "sentence": "同学和老师对我是怎么看待的呢？",
        "label": ""
      },
      {
        "sentence": "我对我心里的朋友印象一无所知。",
        "label": ""
      },
      {
        "sentence": "我好像也没有一个确定的生活方式，我感觉心里很空洞，觉得人生是永远孤独的。",
        "label": ""
      },
      {
        "sentence": "有时候午睡的时候会有一些奇妙的念头或者幻想冒出来，比如将来像个不食人间烟火的流浪者。",
        "label": ""
      },
      {
        "sentence": "但除了这些念头，我没有任何消极的想法和情绪。",
        "label": ""
      },
      {
        "sentence": "高考前我开始变得乐观，改善人际关系，并开始培养社交能力，可是刚有点眉目我们就毕业了。",
        "label": ""
      },
      {
        "sentence": "放假这十几天我和他们联系只有事情有关，没事就一直不说话，但我发现他们之间一直都保持着联系。",
        "label": ""
      },
      {
        "sentence": "这让我更确定自己的能力存在问题，我应该怎么办？",
        "label": ""
      },
      {
        "sentence": "怎么培养基本的社交能力？",
        "label": ""
      },
      {
        "sentence": "怎么找到真正的自我呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可能对你没有什么太大的帮助，但是我抑制不住自己激动的心哈哈！就单纯很想评论给你……哈哈···谢谢你的分享！你描述的情况和我有一些相似之处！我以前也有过类似\"人生是永远孤独的\"\"不食人间烟火到处流浪\"\"此心安处是吾乡\"等奇妙的念头。我和朋友之间的关系也经历了不同的阶段。从小时候的\"必须我们是朋友，不能有其他人加入我们\"，到因为一件小事觉得朋友背叛了我，那时候看来真的不算什么。然后我变得\"最好的朋友其实是我自己\"，不太容易敞开心扉去交朋友。后来遇到了两个超级乐观开朗的小伙伴，被他们感染了，就收获了几个好朋友。但是我心里还是有一些小疙瘩，不开心的事情不太会告诉他们，然后我把自己的情绪调节能力培养得超级好！感觉什么都打不倒我哈哈！但他们觉得这样不太好，让我学着放下一些防备心，可以试着和他们敞开心扉，无所顾忌地聊天。最后我彻底地放飞自我开开心心地社交了！也遇到了一些比我内向和被动的朋友，但是因为我了解了他们的性格，所以即使自己不是一个太主动找人聊天的人，也会主动找他们聊天，约他们出来玩耍之类的。我觉得这对交友很有帮助！现在我的交友状态不错，和朋友在一起也很快乐！感觉到了大学又有所不同，除了寝室的几个人关系较好，和班里的其他同学关系就很一般。但是我觉得舍友和朋友还是不一样的。成为舍友说明有一定的缘分，但是成为关系亲密的朋友需要更深的缘分。你现在刚刚高中毕业，即将到一个新的环境上大学，你的心里状态是容易变化的，感觉孤独的可能性很大，又不容易立马交到关系很好的朋友。这个时候就需要已经和你关系很亲密的朋友和你多多分享交流，这样的情感连接会让你比较快地适应新环境，也是一种精神支柱。有时候我看月亮，我的心里甚至都在默念\"此时相望不相闻，愿逐月华流照君\"哈哈！谢谢你倾听我啰嗦了这么多！感觉人生真的就很妙！一切社交都是为你找寻真实的自我铺垫的，朋友就像一面镜子，他们身上的特质就是你所向往的。",
    "annotation": [
      {
        "sentence": "可能对你没有什么太大的帮助，但是我抑制不住自己激动的心哈哈！",
        "label": ""
      },
      {
        "sentence": "就单纯很想评论给你……哈哈···谢谢你的分享！",
        "label": ""
      },
      {
        "sentence": "你描述的情况和我有一些相似之处！",
        "label": ""
      },
      {
        "sentence": "我以前也有过类似\"人生是永远孤独的\"\"不食人间烟火到处流浪\"\"此心安处是吾乡\"等奇妙的念头。",
        "label": ""
      },
      {
        "sentence": "我和朋友之间的关系也经历了不同的阶段。",
        "label": ""
      },
      {
        "sentence": "从小时候的\"必须我们是朋友，不能有其他人加入我们\"，到因为一件小事觉得朋友背叛了我，那时候看来真的不算什么。",
        "label": ""
      },
      {
        "sentence": "然后我变得\"最好的朋友其实是我自己\"，不太容易敞开心扉去交朋友。",
        "label": ""
      },
      {
        "sentence": "后来遇到了两个超级乐观开朗的小伙伴，被他们感染了，就收获了几个好朋友。",
        "label": ""
      },
      {
        "sentence": "但是我心里还是有一些小疙瘩，不开心的事情不太会告诉他们，然后我把自己的情绪调节能力培养得超级好！",
        "label": ""
      },
      {
        "sentence": "感觉什么都打不倒我哈哈！",
        "label": ""
      },
      {
        "sentence": "但他们觉得这样不太好，让我学着放下一些防备心，可以试着和他们敞开心扉，无所顾忌地聊天。",
        "label": ""
      },
      {
        "sentence": "最后我彻底地放飞自我开开心心地社交了！",
        "label": ""
      },
      {
        "sentence": "也遇到了一些比我内向和被动的朋友，但是因为我了解了他们的性格，所以即使自己不是一个太主动找人聊天的人，也会主动找他们聊天，约他们出来玩耍之类的。",
        "label": ""
      },
      {
        "sentence": "我觉得这对交友很有帮助！",
        "label": ""
      },
      {
        "sentence": "现在我的交友状态不错，和朋友在一起也很快乐！",
        "label": ""
      },
      {
        "sentence": "感觉到了大学又有所不同，除了寝室的几个人关系较好，和班里的其他同学关系就很一般。",
        "label": ""
      },
      {
        "sentence": "但是我觉得舍友和朋友还是不一样的。",
        "label": ""
      },
      {
        "sentence": "成为舍友说明有一定的缘分，但是成为关系亲密的朋友需要更深的缘分。",
        "label": ""
      },
      {
        "sentence": "你现在刚刚高中毕业，即将到一个新的环境上大学，你的心里状态是容易变化的，感觉孤独的可能性很大，又不容易立马交到关系很好的朋友。",
        "label": ""
      },
      {
        "sentence": "这个时候就需要已经和你关系很亲密的朋友和你多多分享交流，这样的情感连接会让你比较快地适应新环境，也是一种精神支柱。",
        "label": ""
      },
      {
        "sentence": "有时候我看月亮，我的心里甚至都在默念\"此时相望不相闻，愿逐月华流照君\"哈哈！",
        "label": ""
      },
      {
        "sentence": "谢谢你倾听我啰嗦了这么多！",
        "label": ""
      },
      {
        "sentence": "感觉人生真的就很妙！",
        "label": ""
      },
      {
        "sentence": "一切社交都是为你找寻真实的自我铺垫的，朋友就像一面镜子，他们身上的特质就是你所向往的。",
        "label": ""
      }
    ]
  }
]