[
  {
    "role": "client",
    "content": "我是一个18岁的男生，刚刚高三毕业。我缺乏情绪和自我认知，内心感到空洞。最近几个月来，我已经基本克服了以前的生活困扰，比如社交恐惧、异性恐惧、抑郁和情绪不稳定等问题，但我发现自己似乎缺乏了一些基本的感知能力。我不知道同学和老师们究竟如何看待我，也不清楚自己在朋友心中有什么形象。自己好像没有一个确切的生活方式（阿德勒所说的人生风格）。虽然我每天没有什么情绪，但总感觉心里很空洞，觉得整个人生都是孤独的。午睡的时候，经常会产生一些奇怪的念头和幻想，比如以后像一个流浪的人一样过着与世隔绝的生活，不追求物质、只为了生存而赚钱、没有朋友。但除此之外，我没有任何消极的想法和情绪。高考前，我逐渐变得乐观，改善了自己的人际关系，开始培养社交能力，可是没等到有很明显的进展我们就毕业了。放假这十几天，我和他们只有在有事的时候才会联系，没有事情的时候则一直不说话。但我发现他们之间一直保持联系（我觉得我和他们的关系差不多），这更让我确信自己的社交能力有问题。我该怎么办？如何培养基本的社交能力？如何找到真正的自我？",
    "annotation": [
      {
        "sentence": "我是一个18岁的男生，刚刚高三毕业。",
        "label": ""
      },
      {
        "sentence": "我缺乏情绪和自我认知，内心感到空洞。",
        "label": ""
      },
      {
        "sentence": "最近几个月来，我已经基本克服了以前的生活困扰，比如社交恐惧、异性恐惧、抑郁和情绪不稳定等问题，但我发现自己似乎缺乏了一些基本的感知能力。",
        "label": ""
      },
      {
        "sentence": "我不知道同学和老师们究竟如何看待我，也不清楚自己在朋友心中有什么形象。",
        "label": ""
      },
      {
        "sentence": "自己好像没有一个确切的生活方式（阿德勒所说的人生风格）。",
        "label": ""
      },
      {
        "sentence": "虽然我每天没有什么情绪，但总感觉心里很空洞，觉得整个人生都是孤独的。",
        "label": ""
      },
      {
        "sentence": "午睡的时候，经常会产生一些奇怪的念头和幻想，比如以后像一个流浪的人一样过着与世隔绝的生活，不追求物质、只为了生存而赚钱、没有朋友。",
        "label": ""
      },
      {
        "sentence": "但除此之外，我没有任何消极的想法和情绪。",
        "label": ""
      },
      {
        "sentence": "高考前，我逐渐变得乐观，改善了自己的人际关系，开始培养社交能力，可是没等到有很明显的进展我们就毕业了。",
        "label": ""
      },
      {
        "sentence": "放假这十几天，我和他们只有在有事的时候才会联系，没有事情的时候则一直不说话。",
        "label": ""
      },
      {
        "sentence": "但我发现他们之间一直保持联系（我觉得我和他们的关系差不多），这更让我确信自己的社交能力有问题。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      },
      {
        "sentence": "如何培养基本的社交能力？",
        "label": ""
      },
      {
        "sentence": "如何找到真正的自我？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "午好！首先，初次认识别人可能是最简单的，但要维持好关系却需要一些方法。你可以试试线上的沟通方式，比如在平时发个消息，可以分享一些新鲜事、一些有趣的事情，或者分享一下自己的心情等等。这都是和朋友保持联系的好方法。如果你喜欢看电影、电视剧、动漫、球赛或者关注新闻等等，都可以和喜欢相同的同学朋友分享，一起讨论。再比如，如果你也喜欢玩游戏，可以邀请朋友一起玩，共同娱乐。通过这样的方式，大家会更加熟悉，增进感情，也有更多的联系。有时候，同学和朋友发朋友圈或者QQ空间，你可以去点个赞，评论一下。我相信每个班级都有班级群或者几个小群，当群里有热闹的时候，你也可以参与进去，既能提升自己的存在感，又能获得参与的满足感，从而维持联系。另外，说说线下交流。现在是放假期间，大家有很多空闲时间。你可以试试约大家一起出去玩，当然要注意防护措施。相约一起聚会，也是增进感情的好方式。如果同学们住的离得近，方便的话，还可以串门拜访彼此。其实你现在只是还没有找到一个合适的方式和路径来维持联系，不要对自己失去信心，因为我们都还在成长的路上，都还有很多需要发展的地方。加油，你一定可以做到的！",
    "annotation": [
      {
        "sentence": "午好！",
        "label": ""
      },
      {
        "sentence": "首先，初次认识别人可能是最简单的，但要维持好关系却需要一些方法。",
        "label": ""
      },
      {
        "sentence": "你可以试试线上的沟通方式，比如在平时发个消息，可以分享一些新鲜事、一些有趣的事情，或者分享一下自己的心情等等。",
        "label": ""
      },
      {
        "sentence": "这都是和朋友保持联系的好方法。",
        "label": ""
      },
      {
        "sentence": "如果你喜欢看电影、电视剧、动漫、球赛或者关注新闻等等，都可以和喜欢相同的同学朋友分享，一起讨论。",
        "label": ""
      },
      {
        "sentence": "再比如，如果你也喜欢玩游戏，可以邀请朋友一起玩，共同娱乐。",
        "label": ""
      },
      {
        "sentence": "通过这样的方式，大家会更加熟悉，增进感情，也有更多的联系。",
        "label": ""
      },
      {
        "sentence": "有时候，同学和朋友发朋友圈或者QQ空间，你可以去点个赞，评论一下。",
        "label": ""
      },
      {
        "sentence": "我相信每个班级都有班级群或者几个小群，当群里有热闹的时候，你也可以参与进去，既能提升自己的存在感，又能获得参与的满足感，从而维持联系。",
        "label": ""
      },
      {
        "sentence": "另外，说说线下交流。",
        "label": ""
      },
      {
        "sentence": "现在是放假期间，大家有很多空闲时间。",
        "label": ""
      },
      {
        "sentence": "你可以试试约大家一起出去玩，当然要注意防护措施。",
        "label": ""
      },
      {
        "sentence": "相约一起聚会，也是增进感情的好方式。",
        "label": ""
      },
      {
        "sentence": "如果同学们住的离得近，方便的话，还可以串门拜访彼此。",
        "label": ""
      },
      {
        "sentence": "其实你现在只是还没有找到一个合适的方式和路径来维持联系，不要对自己失去信心，因为我们都还在成长的路上，都还有很多需要发展的地方。",
        "label": ""
      },
      {
        "sentence": "加油，你一定可以做到的！",
        "label": ""
      }
    ]
  }
]