[
  {
    "role": "client",
    "content": "我是一个18岁的男生，高三刚毕业，但是我觉得自己缺乏情绪和自我认知，内心空洞。最近几个月，我基本上改变了过去的生活方式，社交恐惧、异性恐惧、抑郁和情绪不稳定等问题已经基本不存在了。但是我发现自己已经缺乏一些基本的感知能力。同学和老师究竟怎么看待我呢？我不知道自己在朋友心中的形象是什么，也没有确切的生活方式。虽然每天没有什么情绪，但是我感到内心很空洞，总觉得人生是永远孤独的。午睡的时候，经常会有类似的念头或者幻想浮现，比如以后自己像个不食人间烟火的人，到处流浪。但是除了这些，我没有任何消极的想法和情绪。高考前，我已经开始变得乐观，改善人际关系，开始培养社交能力。可是刚有点进展，我们就毕业了。放假这几天，我和他们只有在有事情的时候才联系，平时很少说话。但是我发现他们之间一直都保持着联系（我觉得我们几个之间关系差不多），所以更加确信自己能力有问题了。我该怎么办呢？怎么培养基本的社交能力？怎么找到真正的自我呢？",
    "annotation": [
      {
        "sentence": "我是一个18岁的男生，高三刚毕业，但是我觉得自己缺乏情绪和自我认知，内心空洞。",
        "label": ""
      },
      {
        "sentence": "最近几个月，我基本上改变了过去的生活方式，社交恐惧、异性恐惧、抑郁和情绪不稳定等问题已经基本不存在了。",
        "label": ""
      },
      {
        "sentence": "但是我发现自己已经缺乏一些基本的感知能力。",
        "label": ""
      },
      {
        "sentence": "同学和老师究竟怎么看待我呢？",
        "label": ""
      },
      {
        "sentence": "我不知道自己在朋友心中的形象是什么，也没有确切的生活方式。",
        "label": ""
      },
      {
        "sentence": "虽然每天没有什么情绪，但是我感到内心很空洞，总觉得人生是永远孤独的。",
        "label": ""
      },
      {
        "sentence": "午睡的时候，经常会有类似的念头或者幻想浮现，比如以后自己像个不食人间烟火的人，到处流浪。",
        "label": ""
      },
      {
        "sentence": "但是除了这些，我没有任何消极的想法和情绪。",
        "label": ""
      },
      {
        "sentence": "高考前，我已经开始变得乐观，改善人际关系，开始培养社交能力。",
        "label": ""
      },
      {
        "sentence": "可是刚有点进展，我们就毕业了。",
        "label": ""
      },
      {
        "sentence": "放假这几天，我和他们只有在有事情的时候才联系，平时很少说话。",
        "label": ""
      },
      {
        "sentence": "但是我发现他们之间一直都保持着联系（我觉得我们几个之间关系差不多），所以更加确信自己能力有问题了。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "怎么培养基本的社交能力？",
        "label": ""
      },
      {
        "sentence": "怎么找到真正的自我呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实你现在已经开始有改变了，提出这个问题本身就是一个好的开端。刚毕业的时候，大家都还在庆祝解脱，所以你们见面和交流的时间可能确实不那么多。老师和同学对你的印象其实没必要太过关注，在平时的接触中你会慢慢发现他们对你的看法。现在你感到缺乏确切的生活方式可能是因为以前的时间都是在学习中度过的，比较单一。接下来你将要迎接大学生活，你可以慢慢去发现适合自己的生活方式。与同学的交流可以以共同的兴趣爱好为话题，这样会更容易建立起良好的交流。接下来，填志愿的事情就要做了，你们可以一起讨论学校，一起思考怎么填志愿，这是一些比较容易交流的话题。男孩子们一般都喜欢打游戏，你可以和他们一起组队打游戏，这样可以增进感情。如果想要培养基本的社交能力，找一份兼职是效果最明显的，既可以赚钱，又可以锻炼自己。在大学里，有很多的社团活动可以参加，不要对自己产生怀疑，勇往直前，加油加油加油！最后祝你大学生活过得愉快，每天开开心心！",
    "annotation": [
      {
        "sentence": "其实你现在已经开始有改变了，提出这个问题本身就是一个好的开端。",
        "label": ""
      },
      {
        "sentence": "刚毕业的时候，大家都还在庆祝解脱，所以你们见面和交流的时间可能确实不那么多。",
        "label": ""
      },
      {
        "sentence": "老师和同学对你的印象其实没必要太过关注，在平时的接触中你会慢慢发现他们对你的看法。",
        "label": ""
      },
      {
        "sentence": "现在你感到缺乏确切的生活方式可能是因为以前的时间都是在学习中度过的，比较单一。",
        "label": ""
      },
      {
        "sentence": "接下来你将要迎接大学生活，你可以慢慢去发现适合自己的生活方式。",
        "label": ""
      },
      {
        "sentence": "与同学的交流可以以共同的兴趣爱好为话题，这样会更容易建立起良好的交流。",
        "label": ""
      },
      {
        "sentence": "接下来，填志愿的事情就要做了，你们可以一起讨论学校，一起思考怎么填志愿，这是一些比较容易交流的话题。",
        "label": ""
      },
      {
        "sentence": "男孩子们一般都喜欢打游戏，你可以和他们一起组队打游戏，这样可以增进感情。",
        "label": ""
      },
      {
        "sentence": "如果想要培养基本的社交能力，找一份兼职是效果最明显的，既可以赚钱，又可以锻炼自己。",
        "label": ""
      },
      {
        "sentence": "在大学里，有很多的社团活动可以参加，不要对自己产生怀疑，勇往直前，加油加油加油！",
        "label": ""
      },
      {
        "sentence": "最后祝你大学生活过得愉快，每天开开心心！",
        "label": ""
      }
    ]
  }
]