[
  {
    "role": "client",
    "content": "我喜欢的人对自己表白却感到反感，拒绝后又后悔？五年了，我一直都知道他喜欢我，我也对他有好感，也想和他在一起。他跟我表白过四次，每一次我都会很慌乱，甚至产生恶心厌恶的感觉，在那一刻就突然不喜欢他了，但事后每次都很后悔，所以五年我们一直都是一种暧昧的关系。我也不知道自己是怎么了，感觉像一个渣女……",
    "annotation": [
      {
        "sentence": "我喜欢的人对自己表白却感到反感，拒绝后又后悔？",
        "label": ""
      },
      {
        "sentence": "五年了，我一直都知道他喜欢我，我也对他有好感，也想和他在一起。",
        "label": ""
      },
      {
        "sentence": "他跟我表白过四次，每一次我都会很慌乱，甚至产生恶心厌恶的感觉，在那一刻就突然不喜欢他了，但事后每次都很后悔，所以五年我们一直都是一种暧昧的关系。",
        "label": ""
      },
      {
        "sentence": "我也不知道自己是怎么了，感觉像一个渣女……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你向我倾诉，在这里你可以找到支持和理解。经过你的描述，我能感受到你在这段感情中经历了很多纠结和内心的冲突。你提到每次对方向你表白时你都会感到慌乱和厌恶，这可能是一种情感反应。你无需责备自己，我们都有自己的情感和复杂性。可以和我一起探讨一下你内心的真实感受吗？",
    "annotation": [
      {
        "sentence": "感谢你向我倾诉，在这里你可以找到支持和理解。",
        "label": ""
      },
      {
        "sentence": "经过你的描述，我能感受到你在这段感情中经历了很多纠结和内心的冲突。",
        "label": ""
      },
      {
        "sentence": "你提到每次对方向你表白时你都会感到慌乱和厌恶，这可能是一种情感反应。",
        "label": ""
      },
      {
        "sentence": "你无需责备自己，我们都有自己的情感和复杂性。",
        "label": ""
      },
      {
        "sentence": "可以和我一起探讨一下你内心的真实感受吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解，我现在真的很困惑。每次他向我表白，我都会感到很矛盾。我不想伤害他，但是我对他的感觉却总是不稳定，让我觉得很内疚。我真的不明白自己到底是怎么了。",
    "annotation": [
      {
        "sentence": "谢谢你的理解，我现在真的很困惑。",
        "label": ""
      },
      {
        "sentence": "每次他向我表白，我都会感到很矛盾。",
        "label": ""
      },
      {
        "sentence": "我不想伤害他，但是我对他的感觉却总是不稳定，让我觉得很内疚。",
        "label": ""
      },
      {
        "sentence": "我真的不明白自己到底是怎么了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的内疚感说明你对他的感受还是有一定的关心和在意，这是很正常的。同时，也许你可以更容易地理解你的感受和冲突，通过思考一些问题。你觉得你对他真的是没有感情吗？你是不是害怕面对一个真实的关系并承担责任？又或者你对他有其他的期待和担忧？",
    "annotation": [
      {
        "sentence": "你的内疚感说明你对他的感受还是有一定的关心和在意，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "同时，也许你可以更容易地理解你的感受和冲突，通过思考一些问题。",
        "label": ""
      },
      {
        "sentence": "你觉得你对他真的是没有感情吗？",
        "label": ""
      },
      {
        "sentence": "你是不是害怕面对一个真实的关系并承担责任？",
        "label": ""
      },
      {
        "sentence": "又或者你对他有其他的期待和担忧？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说的对，我对他还是有感情的，但是当他表白的时候，我总是会感到害怕和压力。我害怕进入一段关系后会失去自由和控制权，心里总是想着万一这段感情不幸福，那我就得不到真正的幸福了。我对他的期待是我能拥有更好的对象，但是又不愿意放弃他成为备胎的感觉。",
    "annotation": [
      {
        "sentence": "或许你说的对，我对他还是有感情的，但是当他表白的时候，我总是会感到害怕和压力。",
        "label": ""
      },
      {
        "sentence": "我害怕进入一段关系后会失去自由和控制权，心里总是想着万一这段感情不幸福，那我就得不到真正的幸福了。",
        "label": ""
      },
      {
        "sentence": "我对他的期待是我能拥有更好的对象，但是又不愿意放弃他成为备胎的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对于进入关系后失去自由和控制的担忧是正常的，人们都害怕被伤害或被抛弃。不过，这也可能暗示着你对自己的信心和对他人的信任程度。你对于自己的幸福有信心吗？你相信你应该被别人好好对待吗？同时，你是否觉得这种情感模式与你的成长经历以及原生家庭有关？",
    "annotation": [
      {
        "sentence": "你对于进入关系后失去自由和控制的担忧是正常的，人们都害怕被伤害或被抛弃。",
        "label": ""
      },
      {
        "sentence": "不过，这也可能暗示着你对自己的信心和对他人的信任程度。",
        "label": ""
      },
      {
        "sentence": "你对于自己的幸福有信心吗？",
        "label": ""
      },
      {
        "sentence": "你相信你应该被别人好好对待吗？",
        "label": ""
      },
      {
        "sentence": "同时，你是否觉得这种情感模式与你的成长经历以及原生家庭有关？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己对幸福还是有一定的信心的，但也许我对这种情感模式的依赖有点多。在我家庭里，我没有见到过什么美好的爱情模范，也没有受到过温暖和关爱。或许这让我对别人真心的付出感到恐惧和不安。",
    "annotation": [
      {
        "sentence": "我觉得自己对幸福还是有一定的信心的，但也许我对这种情感模式的依赖有点多。",
        "label": ""
      },
      {
        "sentence": "在我家庭里，我没有见到过什么美好的爱情模范，也没有受到过温暖和关爱。",
        "label": ""
      },
      {
        "sentence": "或许这让我对别人真心的付出感到恐惧和不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的观察是很有洞察力的，家庭经历对我们的情感模式有巨大的影响。你对别人真心的付出感到恐惧和不安，可能是因为你在家庭中没有经历过这样的情感交流。你觉得这种情感模式在你和他的关系中起到了什么样的作用？它给你带来了什么？又夺走了什么？",
    "annotation": [
      {
        "sentence": "你的观察是很有洞察力的，家庭经历对我们的情感模式有巨大的影响。",
        "label": ""
      },
      {
        "sentence": "你对别人真心的付出感到恐惧和不安，可能是因为你在家庭中没有经历过这样的情感交流。",
        "label": ""
      },
      {
        "sentence": "你觉得这种情感模式在你和他的关系中起到了什么样的作用？",
        "label": ""
      },
      {
        "sentence": "它给你带来了什么？",
        "label": ""
      },
      {
        "sentence": "又夺走了什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这种情感模式让我们保持了五年的暧昧，我享受这种若即若离的感觉，它给我一种关系在我掌控中的错觉。但是，我也不得不付出青春和感情的代价，可能错过了其他更好的机会。我现在很害怕如果有一天他离开我去结婚了，我会感到无法割舍和不甘心。",
    "annotation": [
      {
        "sentence": "这种情感模式让我们保持了五年的暧昧，我享受这种若即若离的感觉，它给我一种关系在我掌控中的错觉。",
        "label": ""
      },
      {
        "sentence": "但是，我也不得不付出青春和感情的代价，可能错过了其他更好的机会。",
        "label": ""
      },
      {
        "sentence": "我现在很害怕如果有一天他离开我去结婚了，我会感到无法割舍和不甘心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对于这种若即若离关系的享受是可以理解的，但同时这种关系也有一定的代价和成本。你付出了青春和感情，同时可能错过了其他更好的机会。如果有一天他离开并结婚，你可能会感到无法割舍，这也是理所应当的。每个人都有权利选择自己喜欢的人并追求自己的幸福。通过觉察自己的内心和情感模式，你可以更好地寻找真正的幸福，并且避免错过那个对的人。请相信，你值得被人好好对待，同时也要学会爱自己。",
    "annotation": [
      {
        "sentence": "你对于这种若即若离关系的享受是可以理解的，但同时这种关系也有一定的代价和成本。",
        "label": ""
      },
      {
        "sentence": "你付出了青春和感情，同时可能错过了其他更好的机会。",
        "label": ""
      },
      {
        "sentence": "如果有一天他离开并结婚，你可能会感到无法割舍，这也是理所应当的。",
        "label": ""
      },
      {
        "sentence": "每个人都有权利选择自己喜欢的人并追求自己的幸福。",
        "label": ""
      },
      {
        "sentence": "通过觉察自己的内心和情感模式，你可以更好地寻找真正的幸福，并且避免错过那个对的人。",
        "label": ""
      },
      {
        "sentence": "请相信，你值得被人好好对待，同时也要学会爱自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，我明白了，我需要重新审视自己的情感和对幸福的定义。我会努力去爱自己，并寻找属于我的幸福。再次感谢你的陪伴和支持！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，我明白了，我需要重新审视自己的情感和对幸福的定义。",
        "label": ""
      },
      {
        "sentence": "我会努力去爱自己，并寻找属于我的幸福。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能为你提供支持和陪伴。你已经在自己的感情问题上迈出了重要的一步。请记住，爱和幸福始于对自己的爱和珍视。祝你早日找到真正属于你的幸福！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能为你提供支持和陪伴。",
        "label": ""
      },
      {
        "sentence": "你已经在自己的感情问题上迈出了重要的一步。",
        "label": ""
      },
      {
        "sentence": "请记住，爱和幸福始于对自己的爱和珍视。",
        "label": ""
      },
      {
        "sentence": "祝你早日找到真正属于你的幸福！",
        "label": ""
      }
    ]
  }
]