[
  {
    "role": "client",
    "content": "对于高高在上的男神和超级合拍的男闺蜜该如何选择？我有一个很喜欢的男生，到现在已经喜欢他三年，但是不难看出他对我没有感觉，而且他也明说自己不想恋爱（对其他人不是这么说的），我觉得这就等于拒绝，经过多次的交流了解我觉得这个人并不是我真正欣赏的人，但是我看到他想到他还是会心动，还是会为不能在一起感到难过。我有一个很好的男生朋友，我们性格追求兴趣爱好都很相符，都是属于有思想有追求的人，很融洽合拍，我觉得对他的感觉超过友情但又不是爱情，但是我可能不是他喜欢的类型，我想，如果没有遇到我男神，可能我们就能在一起了，但是我无法忘记那个我喜欢了很久的人，虽然我们不适合。。。",
    "annotation": [
      {
        "sentence": "对于高高在上的男神和超级合拍的男闺蜜该如何选择？",
        "label": ""
      },
      {
        "sentence": "我有一个很喜欢的男生，到现在已经喜欢他三年，但是不难看出他对我没有感觉，而且他也明说自己不想恋爱（对其他人不是这么说的），我觉得这就等于拒绝，经过多次的交流了解我觉得这个人并不是我真正欣赏的人，但是我看到他想到他还是会心动，还是会为不能在一起感到难过。",
        "label": ""
      },
      {
        "sentence": "我有一个很好的男生朋友，我们性格追求兴趣爱好都很相符，都是属于有思想有追求的人，很融洽合拍，我觉得对他的感觉超过友情但又不是爱情，但是我可能不是他喜欢的类型，我想，如果没有遇到我男神，可能我们就能在一起了，但是我无法忘记那个我喜欢了很久的人，虽然我们不适合。。。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常高兴能在这个问题里相遇，看似难解的心事，由你的文字娓娓道来，让人心生喜悦，仿佛自己也回到了那个青涩美好的青春时代。首先，我给不出任何直接的答案，就是你到底要选男神，还是男闺蜜（其实还有无数种选择不是吗？比如哪个都不选，继续找，比如先尝试从普通朋友做起，不胜枚举）。感情这件事，我们谁都无法自欺，喜欢谁就是喜欢谁，对吗？",
    "annotation": [
      {
        "sentence": "非常高兴能在这个问题里相遇，看似难解的心事，由你的文字娓娓道来，让人心生喜悦，仿佛自己也回到了那个青涩美好的青春时代。",
        "label": ""
      },
      {
        "sentence": "首先，我给不出任何直接的答案，就是你到底要选男神，还是男闺蜜（其实还有无数种选择不是吗？",
        "label": ""
      },
      {
        "sentence": "比如哪个都不选，继续找，比如先尝试从普通朋友做起，不胜枚举）。",
        "label": ""
      },
      {
        "sentence": "感情这件事，我们谁都无法自欺，喜欢谁就是喜欢谁，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我理解。但是我觉得自己对男神的感觉更加强烈，即使他对我没有感觉，我还是会心动，会为不能在一起感到难过。",
    "annotation": [
      {
        "sentence": "是的，我理解。",
        "label": ""
      },
      {
        "sentence": "但是我觉得自己对男神的感觉更加强烈，即使他对我没有感觉，我还是会心动，会为不能在一起感到难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受。不过，我觉得你应该考虑一下，彼此之间是否有互动，是否是你中有他，他中有你的状态。爱情和友情都是互动的，而我看不到你们之间有这种互动。喜欢上一个人并不代表一定要跟他恋爱、结婚、生子，对吧？",
    "annotation": [
      {
        "sentence": "我明白你的感受。",
        "label": ""
      },
      {
        "sentence": "不过，我觉得你应该考虑一下，彼此之间是否有互动，是否是你中有他，他中有你的状态。",
        "label": ""
      },
      {
        "sentence": "爱情和友情都是互动的，而我看不到你们之间有这种互动。",
        "label": ""
      },
      {
        "sentence": "喜欢上一个人并不代表一定要跟他恋爱、结婚、生子，对吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实没有看到我们之间有互动。但是，我还是会想起男神，对他心动，同时也会为我们不能在一起感到难过。",
    "annotation": [
      {
        "sentence": "你说得对，我确实没有看到我们之间有互动。",
        "label": ""
      },
      {
        "sentence": "但是，我还是会想起男神，对他心动，同时也会为我们不能在一起感到难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你会有这种感受。但是，我们有时候会因为一时的心动而迷失自己，不去关注更适合自己的人。或许喜欢上一个人，也可以仅仅停留在喜欢上，而不一定要变成爱情。毕竟，你也提到了对男闺蜜的感觉超过友情但又不是爱情，对吗？",
    "annotation": [
      {
        "sentence": "理解你会有这种感受。",
        "label": ""
      },
      {
        "sentence": "但是，我们有时候会因为一时的心动而迷失自己，不去关注更适合自己的人。",
        "label": ""
      },
      {
        "sentence": "或许喜欢上一个人，也可以仅仅停留在喜欢上，而不一定要变成爱情。",
        "label": ""
      },
      {
        "sentence": "毕竟，你也提到了对男闺蜜的感觉超过友情但又不是爱情，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我对男闺蜜的感觉确实超过了友情，但又不完全是爱情。只是我担心自己可能不是他喜欢的类型。",
    "annotation": [
      {
        "sentence": "是的，我对男闺蜜的感觉确实超过了友情，但又不完全是爱情。",
        "label": ""
      },
      {
        "sentence": "只是我担心自己可能不是他喜欢的类型。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解。既然你们性格追求兴趣爱好都相符，我觉得你们可以试着去沟通一下。找个合适的时机，坦诚地跟他谈谈你的感受和担忧，看看他是如何想的，也许会有意想不到的收获呢。",
    "annotation": [
      {
        "sentence": "了解。",
        "label": ""
      },
      {
        "sentence": "既然你们性格追求兴趣爱好都相符，我觉得你们可以试着去沟通一下。",
        "label": ""
      },
      {
        "sentence": "找个合适的时机，坦诚地跟他谈谈你的感受和担忧，看看他是如何想的，也许会有意想不到的收获呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对。我也觉得我应该与他好好聊聊，了解他的想法。感谢你的建议，让我有了一些启发和决心。",
    "annotation": [
      {
        "sentence": "嗯，你说得对。",
        "label": ""
      },
      {
        "sentence": "我也觉得我应该与他好好聊聊，了解他的想法。",
        "label": ""
      },
      {
        "sentence": "感谢你的建议，让我有了一些启发和决心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。无论最终你选择男神还是男闺蜜，都希望你能够为自己的选择感到满意。人生中不是只有这两个选择，还有很多其他的机遇和可能，祝福你能找到适合自己的幸福。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "无论最终你选择男神还是男闺蜜，都希望你能够为自己的选择感到满意。",
        "label": ""
      },
      {
        "sentence": "人生中不是只有这两个选择，还有很多其他的机遇和可能，祝福你能找到适合自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和鼓励，我会慎重考虑并选择最适合自己的路。再次感谢你的支持和倾听。",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和鼓励，我会慎重考虑并选择最适合自己的路。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和倾听。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意为你提供支持与倾听。如果以后还有什么困惑或烦恼，随时都可以来找我倾诉。祝福你在感情之路上找到自己的幸福，加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意为你提供支持与倾听。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么困惑或烦恼，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝福你在感情之路上找到自己的幸福，加油！",
        "label": ""
      }
    ]
  }
]