[
  {
    "role": "client",
    "content": "过去一片荒寂，前途一片迷茫，今年不是我高考，好沮丧20岁女。高中三年很迷茫，因为成绩不好很受挫，自我认知不平衡，到高二开始很抑郁，很累，休息不好，也不知道该怎么学，一直做无用功，直到高考，也不知道考好了没有，高考成绩对当时那个郁闷到一动不动的我来说是解脱，对那个曾经很骄傲，对自己屡屡失利狠失望的我来说，是又一次失望，我真的觉得我可以考的更好，如果没有情绪困扰，没有躯体化，我可以更耐心摸索并坚持一套学习的方法，可以认真对待每个学科的知识和难题，可以耐心做好积累，而不是一直抄抄写写浪费时间。迷迷糊糊地，为了应付着急的父母，我报了一个医科大学，专业我并不喜欢，虽然尝试着努力了一把，转到了相对喜欢的专业，却发现自己害怕的很多事情变成了现实：怕出丑，自闭，没有朋友，没有兴趣爱好，只想躺着不动。不知道怎么给我身边的人和我自己一个交代，治疗师说得对，心里两个人在打架，是很难受的。其实躯体化已经减轻很多，但是脑子舍不得跳出怪圈，我好想专注写作业上网课啊。",
    "annotation": [
      {
        "sentence": "过去一片荒寂，前途一片迷茫，今年不是我高考，好沮丧20岁女。",
        "label": ""
      },
      {
        "sentence": "高中三年很迷茫，因为成绩不好很受挫，自我认知不平衡，到高二开始很抑郁，很累，休息不好，也不知道该怎么学，一直做无用功，直到高考，也不知道考好了没有，高考成绩对当时那个郁闷到一动不动的我来说是解脱，对那个曾经很骄傲，对自己屡屡失利狠失望的我来说，是又一次失望，我真的觉得我可以考的更好，如果没有情绪困扰，没有躯体化，我可以更耐心摸索并坚持一套学习的方法，可以认真对待每个学科的知识和难题，可以耐心做好积累，而不是一直抄抄写写浪费时间。",
        "label": ""
      },
      {
        "sentence": "迷迷糊糊地，为了应付着急的父母，我报了一个医科大学，专业我并不喜欢，虽然尝试着努力了一把，转到了相对喜欢的专业，却发现自己害怕的很多事情变成了现实：怕出丑，自闭，没有朋友，没有兴趣爱好，只想躺着不动。",
        "label": ""
      },
      {
        "sentence": "不知道怎么给我身边的人和我自己一个交代，治疗师说得对，心里两个人在打架，是很难受的。",
        "label": ""
      },
      {
        "sentence": "其实躯体化已经减轻很多，但是脑子舍不得跳出怪圈，我好想专注写作业上网课啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，我先好好抱住努力适应的你你这段经历，让我想起自己高中到大学的变化。高一整一年都被抑郁症困扰。高二病情恶化，成绩下降我觉得自己是病态的，认定自己什么都不行，自暴自弃，成绩差了很多，没少去老师办公室喝茶。我不能告诉老师真相，一怕他们担心，二怕他们对我有偏见。虽然作为劳动委员，我在这个学霸林立的班上还是夹着尾巴做人。",
    "annotation": [
      {
        "sentence": "亲爱的，我先好好抱住努力适应的你你这段经历，让我想起自己高中到大学的变化。",
        "label": ""
      },
      {
        "sentence": "高一整一年都被抑郁症困扰。",
        "label": ""
      },
      {
        "sentence": "高二病情恶化，成绩下降我觉得自己是病态的，认定自己什么都不行，自暴自弃，成绩差了很多，没少去老师办公室喝茶。",
        "label": ""
      },
      {
        "sentence": "我不能告诉老师真相，一怕他们担心，二怕他们对我有偏见。",
        "label": ""
      },
      {
        "sentence": "虽然作为劳动委员，我在这个学霸林立的班上还是夹着尾巴做人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我也觉得自己好无能，不敢对别人说实话，怕被嘲笑。我现在好迷茫，不知道该怎么做才能走出这个困境。",
    "annotation": [
      {
        "sentence": "是啊，我也觉得自己好无能，不敢对别人说实话，怕被嘲笑。",
        "label": ""
      },
      {
        "sentence": "我现在好迷茫，不知道该怎么做才能走出这个困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高三有好转，但已经回不去那个水平了我的成绩在班上还是后半段。“加油，你的实力不止于此！”我不服输，寒假去补习班，后面几次模拟考分数越来越高，不过已经回不到我入学的水平了。刚进大学，我也是极度害羞内向，不敢跟别人交往。但我仔细看了看，同学大多数没有恶意。我尝试微笑，告诉对方自己的想法，也没有什么不妥。第一年，几乎每门课每个人都要上讲台演讲一次。第一次上台前，我到一间空课室假装讲课，正式讲就不那么紧张了。现在大二，感觉有点累。不过我也不会痛苦，我进了自己喜欢的社团，认识新朋友，到校外参加很多活动。更重要的是，上升到管理层后碰了很多钉子，我也不会哭着放弃。我喜欢在本子上记录自己的情绪，写出来就好多了。",
    "annotation": [
      {
        "sentence": "高三有好转，但已经回不去那个水平了我的成绩在班上还是后半段。",
        "label": ""
      },
      {
        "sentence": "“加油，你的实力不止于此！",
        "label": ""
      },
      {
        "sentence": "”我不服输，寒假去补习班，后面几次模拟考分数越来越高，不过已经回不到我入学的水平了。",
        "label": ""
      },
      {
        "sentence": "刚进大学，我也是极度害羞内向，不敢跟别人交往。",
        "label": ""
      },
      {
        "sentence": "但我仔细看了看，同学大多数没有恶意。",
        "label": ""
      },
      {
        "sentence": "我尝试微笑，告诉对方自己的想法，也没有什么不妥。",
        "label": ""
      },
      {
        "sentence": "第一年，几乎每门课每个人都要上讲台演讲一次。",
        "label": ""
      },
      {
        "sentence": "第一次上台前，我到一间空课室假装讲课，正式讲就不那么紧张了。",
        "label": ""
      },
      {
        "sentence": "现在大二，感觉有点累。",
        "label": ""
      },
      {
        "sentence": "不过我也不会痛苦，我进了自己喜欢的社团，认识新朋友，到校外参加很多活动。",
        "label": ""
      },
      {
        "sentence": "更重要的是，上升到管理层后碰了很多钉子，我也不会哭着放弃。",
        "label": ""
      },
      {
        "sentence": "我喜欢在本子上记录自己的情绪，写出来就好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你说的我觉得好羡慕，你好勇敢。我总觉得自己就是个失败者，什么都做不好。",
    "annotation": [
      {
        "sentence": "听你说的我觉得好羡慕，你好勇敢。",
        "label": ""
      },
      {
        "sentence": "我总觉得自己就是个失败者，什么都做不好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这时不要给自己压力，这不是考试。所以，你每天都可能有一点好事发生，可以写下来慢慢回味。你可以想想以前有什么没学成的兴趣爱好，参加有关的社团活动，认识新朋友。你有诚意，相信对方自然愿意和你交往。你可以在课堂上举手发言，说错了后果也不会很严重。我相信这些问题不会干扰你的生活。加油(ง•̀_•́)ง，你会过上更好的生活。",
    "annotation": [
      {
        "sentence": "这时不要给自己压力，这不是考试。",
        "label": ""
      },
      {
        "sentence": "所以，你每天都可能有一点好事发生，可以写下来慢慢回味。",
        "label": ""
      },
      {
        "sentence": "你可以想想以前有什么没学成的兴趣爱好，参加有关的社团活动，认识新朋友。",
        "label": ""
      },
      {
        "sentence": "你有诚意，相信对方自然愿意和你交往。",
        "label": ""
      },
      {
        "sentence": "你可以在课堂上举手发言，说错了后果也不会很严重。",
        "label": ""
      },
      {
        "sentence": "我相信这些问题不会干扰你的生活。",
        "label": ""
      },
      {
        "sentence": "加油(ง•̀_•́)ง，你会过上更好的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，听了你的话，我感觉好多了。我会试着放下压力，多参加一些活动，努力改变自己。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，听了你的话，我感觉好多了。",
        "label": ""
      },
      {
        "sentence": "我会试着放下压力，多参加一些活动，努力改变自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够走出困境的。如果有什么困难，记得随时来找我倾诉。你不是一个人在战斗。加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够走出困境的。",
        "label": ""
      },
      {
        "sentence": "如果有什么困难，记得随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会的。再次感谢你的帮助和鼓励。",
    "annotation": [
      {
        "sentence": "好的，我会的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助和鼓励。",
        "label": ""
      }
    ]
  }
]