[
  {
    "role": "client",
    "content": "我突然开始讨厌我身边的一个男生，受够了，该咋办？我和他很小就认识了，中间断了一次联系，前年又恢复了，然后他一开始只是拉着我和其他人打游戏，逐渐就变成我们两个，然后又变成了不只是打游戏，有事没事就连麦，这也让我有些触动，这样的感情一直持续到前几天，其实他一直都有吐槽我的身材（我挺胖的）但我觉得作为朋友就忍了，然后有一天下大雨刮大风，他让我给他送伞，我等了他半天，他自己打着伞下来了，我当场崩溃，在路上还一直说“你还是以前那个样”“你现在多少斤啊”再加上之前他就管我管的挺多的，这几个月更严重了，我随口说了一句有人加我，他就说“谁，发截图”我说出去买饭，他就问“买的什么，拍个照”我在外面和朋友谈心，他就说“五分钟给我拍张照，我无聊”我只要一不回他消息，他就会疯狂的打电话打语音电话发信息轰炸，甚至到我新动态下面留言让我回信息，我做了什么违背他意愿的事，再加上正巧他在小区（我们俩一个小区），他就跑到我楼下喊我名字，逼我。我受够了，我该咋办？",
    "annotation": [
      {
        "sentence": "我突然开始讨厌我身边的一个男生，受够了，该咋办？",
        "label": ""
      },
      {
        "sentence": "我和他很小就认识了，中间断了一次联系，前年又恢复了，然后他一开始只是拉着我和其他人打游戏，逐渐就变成我们两个，然后又变成了不只是打游戏，有事没事就连麦，这也让我有些触动，这样的感情一直持续到前几天，其实他一直都有吐槽我的身材（我挺胖的）但我觉得作为朋友就忍了，然后有一天下大雨刮大风，他让我给他送伞，我等了他半天，他自己打着伞下来了，我当场崩溃，在路上还一直说“你还是以前那个样”“你现在多少斤啊”再加上之前他就管我管的挺多的，这几个月更严重了，我随口说了一句有人加我，他就说“谁，发截图”我说出去买饭，他就问“买的什么，拍个照”我在外面和朋友谈心，他就说“五分钟给我拍张照，我无聊”我只要一不回他消息，他就会疯狂的打电话打语音电话发信息轰炸，甚至到我新动态下面留言让我回信息，我做了什么违背他意愿的事，再加上正巧他在小区（我们俩一个小区），他就跑到我楼下喊我名字，逼我。",
        "label": ""
      },
      {
        "sentence": "我受够了，我该咋办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看起来他已经把你当成他的私人物品，他盘中的菜，不容任何人觊觎啊！不知道你是不是默许了他什么，或者明确的表达过什么，让他以为你们两个人之间除了差个证，啥都是水到渠成的……",
    "annotation": [
      {
        "sentence": "看起来他已经把你当成他的私人物品，他盘中的菜，不容任何人觊觎啊！",
        "label": ""
      },
      {
        "sentence": "不知道你是不是默许了他什么，或者明确的表达过什么，让他以为你们两个人之间除了差个证，啥都是水到渠成的……",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我没有明确和他交往过，我们只是朋友而已，我觉得他可能曾经对我有好感，但我始终没回应。",
    "annotation": [
      {
        "sentence": "其实我没有明确和他交往过，我们只是朋友而已，我觉得他可能曾经对我有好感，但我始终没回应。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "原来如此，他的行为确实有些出格。他以为你们之间已经有了一定的默契和特殊关系，所以他的态度越来越过分了。最糟糕的是，你曾经需要他，他又立刻出现，这让他投入了感情和时间成本，所以他现在不愿意放弃。",
    "annotation": [
      {
        "sentence": "原来如此，他的行为确实有些出格。",
        "label": ""
      },
      {
        "sentence": "他以为你们之间已经有了一定的默契和特殊关系，所以他的态度越来越过分了。",
        "label": ""
      },
      {
        "sentence": "最糟糕的是，你曾经需要他，他又立刻出现，这让他投入了感情和时间成本，所以他现在不愿意放弃。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我之前确实有过一些困难，他当时给了我很多帮助，所以我有时候觉得不好意思拒绝他。",
    "annotation": [
      {
        "sentence": "是的，我之前确实有过一些困难，他当时给了我很多帮助，所以我有时候觉得不好意思拒绝他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这就是他目前如此侵犯你个人隐私和自由的原因了。你和他住在同一个小区，即使你想躲避他，也可能躲不掉。我建议你找到自己的父母和他的父母，或者有能力支持你的人，看看他们对这个情况的看法，并尝试与他好好沟通，把事情说清楚。也许在他人面前，他会更加理智和冷静。",
    "annotation": [
      {
        "sentence": "这就是他目前如此侵犯你个人隐私和自由的原因了。",
        "label": ""
      },
      {
        "sentence": "你和他住在同一个小区，即使你想躲避他，也可能躲不掉。",
        "label": ""
      },
      {
        "sentence": "我建议你找到自己的父母和他的父母，或者有能力支持你的人，看看他们对这个情况的看法，并尝试与他好好沟通，把事情说清楚。",
        "label": ""
      },
      {
        "sentence": "也许在他人面前，他会更加理智和冷静。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会考虑和他的父母沟通这个问题，也许他们能够帮助我解决这个困扰。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "嗯，我会考虑和他的父母沟通这个问题，也许他们能够帮助我解决这个困扰。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很理解你的困境。面对这样的情况，你一定要多考虑自己的感受和安全。希望你能够早日解决这个问题，重新找回属于自己的平静和自由。",
    "annotation": [
      {
        "sentence": "不客气，我很理解你的困境。",
        "label": ""
      },
      {
        "sentence": "面对这样的情况，你一定要多考虑自己的感受和安全。",
        "label": ""
      },
      {
        "sentence": "希望你能够早日解决这个问题，重新找回属于自己的平静和自由。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福，我会努力解决这个问题的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福，我会努力解决这个问题的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，相信你一定能够处理好这个困扰。如果你需要任何帮助或者有什么进展，随时来找我聊天，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "没问题，相信你一定能够处理好这个困扰。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者有什么进展，随时来找我聊天，我会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会的。再次感谢你的关心和建议，祝你一切顺利。",
    "annotation": [
      {
        "sentence": "好的，我会的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的关心和建议，祝你一切顺利。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，祝你也一切顺利，保持积极的心态。记得，你并不是孤单的，身边还有很多人愿意帮助你。加油！",
    "annotation": [
      {
        "sentence": "不客气，祝你也一切顺利，保持积极的心态。",
        "label": ""
      },
      {
        "sentence": "记得，你并不是孤单的，身边还有很多人愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]