[
  {
    "role": "client",
    "content": "我最近一直在想，夫妻离异后，是不是真的会变成仇人？我怎么看待这种情况呢？当初离婚前，我们还相处得很好，但是现在关系已经解体了。虽然亲子关系还在，但是我很担心孩子会受到伤害。我的前夫没有尽到父亲的责任和义务，还多次欺骗孩子，说些让人难以理解的话，似乎只是在为自己开脱，完全没有考虑到孩子的感受。我对他充满了埋怨和怨恨。我应该如何看待这个问题呢？还有，我应该怎么做才能减少对孩子的伤害呢？一方面，我不能在孩子面前诋毁他，但是他的做法真的让我很不满意。我感到焦虑和无助，希望能得到一些指点。谢谢。",
    "annotation": [
      {
        "sentence": "我最近一直在想，夫妻离异后，是不是真的会变成仇人？",
        "label": ""
      },
      {
        "sentence": "我怎么看待这种情况呢？",
        "label": ""
      },
      {
        "sentence": "当初离婚前，我们还相处得很好，但是现在关系已经解体了。",
        "label": ""
      },
      {
        "sentence": "虽然亲子关系还在，但是我很担心孩子会受到伤害。",
        "label": ""
      },
      {
        "sentence": "我的前夫没有尽到父亲的责任和义务，还多次欺骗孩子，说些让人难以理解的话，似乎只是在为自己开脱，完全没有考虑到孩子的感受。",
        "label": ""
      },
      {
        "sentence": "我对他充满了埋怨和怨恨。",
        "label": ""
      },
      {
        "sentence": "我应该如何看待这个问题呢？",
        "label": ""
      },
      {
        "sentence": "还有，我应该怎么做才能减少对孩子的伤害呢？",
        "label": ""
      },
      {
        "sentence": "一方面，我不能在孩子面前诋毁他，但是他的做法真的让我很不满意。",
        "label": ""
      },
      {
        "sentence": "我感到焦虑和无助，希望能得到一些指点。",
        "label": ""
      },
      {
        "sentence": "谢谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，抱抱你这个辛苦的单亲妈妈，从一段失败的婚姻中解脱出来并不容易。你不仅要扮演一个合格的妈妈，还得承担部分父亲的责任，我理解你的不易，为你的坚强和勇敢点赞！在传统观念里，为了孩子，即使关系不好，也要保住一个“完整”的家庭。事实上，只有当事人自己才明白一个家庭是否可以继续维系。婚姻不能成功，并不是我们的错，也不完全是对方的错，也许只是你们两个还没有做好为人父母的准备，还没有学会如何经营一段感情。对孩子造成的伤害是无法弥补的，但我相信，选择离婚一定是你们经过深思熟虑的结果，对每个人来说都是最好的选择。",
    "annotation": [
      {
        "sentence": "亲爱的，抱抱你这个辛苦的单亲妈妈，从一段失败的婚姻中解脱出来并不容易。",
        "label": ""
      },
      {
        "sentence": "你不仅要扮演一个合格的妈妈，还得承担部分父亲的责任，我理解你的不易，为你的坚强和勇敢点赞！",
        "label": ""
      },
      {
        "sentence": "在传统观念里，为了孩子，即使关系不好，也要保住一个“完整”的家庭。",
        "label": ""
      },
      {
        "sentence": "事实上，只有当事人自己才明白一个家庭是否可以继续维系。",
        "label": ""
      },
      {
        "sentence": "婚姻不能成功，并不是我们的错，也不完全是对方的错，也许只是你们两个还没有做好为人父母的准备，还没有学会如何经营一段感情。",
        "label": ""
      },
      {
        "sentence": "对孩子造成的伤害是无法弥补的，但我相信，选择离婚一定是你们经过深思熟虑的结果，对每个人来说都是最好的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，确实在婚姻中，一个人的否定不代表在任何角度上都否定这个人。也许我的前夫不是一个合格的丈夫，也许这是他的性格决定的，也许是感情变淡了。他无法成为一个合格的丈夫，但并不意味着他一定也是一个糟糕的父亲。离婚对家庭里的每个人都有伤害，我理解作为单亲妈妈的辛苦，但是作为一个失婚中年男子，他也一定承受了很多压力。也许他是在逃避，也许他在挣扎。他欺骗孩子、不守信用，也许真的是他无能为力，也许是他对自己的人生感到自暴自弃呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，确实在婚姻中，一个人的否定不代表在任何角度上都否定这个人。",
        "label": ""
      },
      {
        "sentence": "也许我的前夫不是一个合格的丈夫，也许这是他的性格决定的，也许是感情变淡了。",
        "label": ""
      },
      {
        "sentence": "他无法成为一个合格的丈夫，但并不意味着他一定也是一个糟糕的父亲。",
        "label": ""
      },
      {
        "sentence": "离婚对家庭里的每个人都有伤害，我理解作为单亲妈妈的辛苦，但是作为一个失婚中年男子，他也一定承受了很多压力。",
        "label": ""
      },
      {
        "sentence": "也许他是在逃避，也许他在挣扎。",
        "label": ""
      },
      {
        "sentence": "他欺骗孩子、不守信用，也许真的是他无能为力，也许是他对自己的人生感到自暴自弃呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望你不要在孩子面前诋毁孩子的父亲，这是一把双刃剑，这样只会让他更不负责任。作为一个解体的家庭成员，除了法律规定的抚养费，我们确实没有权力强求他承担教育孩子的义务。希望你在给孩子一个好生活的同时，不要剥夺他和孩子相处的机会。我相信随着时间的推移，他会学会如何成为一个合格的父亲。当然，世界上也有一些毫无责任感的父亲，可能他们一辈子都不会知道如何面对自己的孩子。但是，希望你不受他的影响，离开一段失败的婚姻说明你完全有能力过上更好的生活，为孩子提供更好的生活条件。希望你不受他的影响，继续幸福下去！",
    "annotation": [
      {
        "sentence": "希望你不要在孩子面前诋毁孩子的父亲，这是一把双刃剑，这样只会让他更不负责任。",
        "label": ""
      },
      {
        "sentence": "作为一个解体的家庭成员，除了法律规定的抚养费，我们确实没有权力强求他承担教育孩子的义务。",
        "label": ""
      },
      {
        "sentence": "希望你在给孩子一个好生活的同时，不要剥夺他和孩子相处的机会。",
        "label": ""
      },
      {
        "sentence": "我相信随着时间的推移，他会学会如何成为一个合格的父亲。",
        "label": ""
      },
      {
        "sentence": "当然，世界上也有一些毫无责任感的父亲，可能他们一辈子都不会知道如何面对自己的孩子。",
        "label": ""
      },
      {
        "sentence": "但是，希望你不受他的影响，离开一段失败的婚姻说明你完全有能力过上更好的生活，为孩子提供更好的生活条件。",
        "label": ""
      },
      {
        "sentence": "希望你不受他的影响，继续幸福下去！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我会尽力不在孩子面前诋毁他的父亲，尽量给他和孩子更多的相处机会。虽然有很多无奈和焦虑，但我会努力让自己过上更好的生活，为了孩子的未来。再次感谢你的支持和鼓励，我会加倍努力的！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尽力不在孩子面前诋毁他的父亲，尽量给他和孩子更多的相处机会。",
        "label": ""
      },
      {
        "sentence": "虽然有很多无奈和焦虑，但我会努力让自己过上更好的生活，为了孩子的未来。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励，我会加倍努力的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，我相信你一定能克服这些困难。即使有苦难和挣扎，也请你不要放弃，为了自己和孩子的未来，坚持走下去。相信时间和努力会为你带来更好的生活，并给孩子一个幸福的成长环境。你已经走出了一段失败的婚姻，这显示了你的能力和勇气。希望你能继续保持乐观和坚强，幸福就在前方等待着你。祝福你！",
    "annotation": [
      {
        "sentence": "亲爱的，我相信你一定能克服这些困难。",
        "label": ""
      },
      {
        "sentence": "即使有苦难和挣扎，也请你不要放弃，为了自己和孩子的未来，坚持走下去。",
        "label": ""
      },
      {
        "sentence": "相信时间和努力会为你带来更好的生活，并给孩子一个幸福的成长环境。",
        "label": ""
      },
      {
        "sentence": "你已经走出了一段失败的婚姻，这显示了你的能力和勇气。",
        "label": ""
      },
      {
        "sentence": "希望你能继续保持乐观和坚强，幸福就在前方等待着你。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]