[
  {
    "role": "client",
    "content": "父母一点都不理解我，我真的很失望，我想去死？我父母对我真的我真的一点都不开心，我父母他们一点都不理解我，他们只知道从一件事情来否定我，真的不明白，我明明已经很努力了，我玩个手机，他们说我一天天在玩。天天说我宅在家里面，可是呢，我出去了，我出去散步了，他们为什么这样子说？而且他们的这种事情真的不是一次发生了，他们只知道从我做过一件的呢，我做过一件坏事，他们就能记好几年，我每次做过一次他们不满意的事情，他们就这么说我，我真的很失望，每次都能用一件事情来骂我，他们说我学习不好，我，我也在努力，我真的也在改变我的，每次看见我每次都改变他们，真的一点都没有看到，一点都没有，真的一点都没有看到。，我这次没有考好我奶奶，我因为我是我爸妈出去打工了嘛，我奶奶就还有我爷爷，他们就一直养着我，带着我把我带大。我这一年没有考好他，我奶奶之前拍个照片，然后呢，直接发给我爸我爸，他们一直在那里骂我，骂我畜生好多好多不好的词，。。。或许真的得走了",
    "annotation": [
      {
        "sentence": "父母一点都不理解我，我真的很失望，我想去死？",
        "label": ""
      },
      {
        "sentence": "我父母对我真的我真的一点都不开心，我父母他们一点都不理解我，他们只知道从一件事情来否定我，真的不明白，我明明已经很努力了，我玩个手机，他们说我一天天在玩。",
        "label": ""
      },
      {
        "sentence": "天天说我宅在家里面，可是呢，我出去了，我出去散步了，他们为什么这样子说？",
        "label": ""
      },
      {
        "sentence": "而且他们的这种事情真的不是一次发生了，他们只知道从我做过一件的呢，我做过一件坏事，他们就能记好几年，我每次做过一次他们不满意的事情，他们就这么说我，我真的很失望，每次都能用一件事情来骂我，他们说我学习不好，我，我也在努力，我真的也在改变我的，每次看见我每次都改变他们，真的一点都没有看到，一点都没有，真的一点都没有看到。",
        "label": ""
      },
      {
        "sentence": "，我这次没有考好我奶奶，我因为我是我爸妈出去打工了嘛，我奶奶就还有我爷爷，他们就一直养着我，带着我把我带大。",
        "label": ""
      },
      {
        "sentence": "我这一年没有考好他，我奶奶之前拍个照片，然后呢，直接发给我爸我爸，他们一直在那里骂我，骂我畜生好多好多不好的词，。。。",
        "label": ""
      },
      {
        "sentence": "或许真的得走了",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "给你一个大大的拥抱，谢谢你和我分享你的困扰~父母离开你出去打工，你跟随爷爷奶奶生活，学习成绩暂时不够理想，加上父母对你的学习和生活没有全面了解，一味对你批评指责，让你有更深的挫败感吧。",
    "annotation": [
      {
        "sentence": "给你一个大大的拥抱，谢谢你和我分享你的困扰~父母离开你出去打工，你跟随爷爷奶奶生活，学习成绩暂时不够理想，加上父母对你的学习和生活没有全面了解，一味对你批评指责，让你有更深的挫败感吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很难过，觉得自己没有被父母重视，他们只看到我做不好的事情，从来不看到我已经努力改变的一面。",
    "annotation": [
      {
        "sentence": "我真的很难过，觉得自己没有被父母重视，他们只看到我做不好的事情，从来不看到我已经努力改变的一面。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母的期待你父母外出打工也关心你的成绩，可以看出他们是真的关心你的，心里对你有很高的期望。他们也许想着在外打工很辛苦，但是孩子接受教育之后，以后谋生就可以不用像他们这么辛苦了。所以对于你的成绩，他们很重视，有时候重复说一件事情，真的会让孩子感到很心烦，但这唠叨的背后是他们不知如何向你表达的关心，他们可能也不知道怎样和你讲道理，因此和你沟通的时候掺杂了一些他们自身的情绪。",
    "annotation": [
      {
        "sentence": "父母的期待你父母外出打工也关心你的成绩，可以看出他们是真的关心你的，心里对你有很高的期望。",
        "label": ""
      },
      {
        "sentence": "他们也许想着在外打工很辛苦，但是孩子接受教育之后，以后谋生就可以不用像他们这么辛苦了。",
        "label": ""
      },
      {
        "sentence": "所以对于你的成绩，他们很重视，有时候重复说一件事情，真的会让孩子感到很心烦，但这唠叨的背后是他们不知如何向你表达的关心，他们可能也不知道怎样和你讲道理，因此和你沟通的时候掺杂了一些他们自身的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解他们关心我，但是他们的方式让我感到很压抑和困惑，我真的希望他们可以更多地了解我，而不只是看到我的过错。",
    "annotation": [
      {
        "sentence": "我理解他们关心我，但是他们的方式让我感到很压抑和困惑，我真的希望他们可以更多地了解我，而不只是看到我的过错。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "与父母的沟通孩子，你父母没有参与你的生活，他们看不到你的改变，也许是因为你们相隔的空间问题，而爷爷奶奶可能更注意你需要改进的地方，因此将这方面的信息更多地反馈给你父母。你可以尝试通过爷爷奶奶向父母沟通，让爷爷奶奶看到你的进步，并将你的情况告诉你父母；还可以请求老师帮助，请老师和你父母反应你的进步情况。",
    "annotation": [
      {
        "sentence": "与父母的沟通孩子，你父母没有参与你的生活，他们看不到你的改变，也许是因为你们相隔的空间问题，而爷爷奶奶可能更注意你需要改进的地方，因此将这方面的信息更多地反馈给你父母。",
        "label": ""
      },
      {
        "sentence": "你可以尝试通过爷爷奶奶向父母沟通，让爷爷奶奶看到你的进步，并将你的情况告诉你父母；还可以请求老师帮助，请老师和你父母反应你的进步情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着与爷爷奶奶多沟通，让他们传达我对自己的改变和努力。我也会找老师帮忙，将我的进步情况告知父母，希望他们能真正看到我的努力。",
    "annotation": [
      {
        "sentence": "我会试着与爷爷奶奶多沟通，让他们传达我对自己的改变和努力。",
        "label": ""
      },
      {
        "sentence": "我也会找老师帮忙，将我的进步情况告知父母，希望他们能真正看到我的努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外你还可以自己掌握主动权，对于你也觉得自己还可以做的更好的事情，给自己定个可达到的小目标，并且将你的目标主动告诉父母，达成之后再次告诉他们，让他们看到你的改变。给自己和父母一些时间吧，在和父母相处上，试着改变你们的沟通方式，请他们和你一起解决问题，而不是相互发泄情绪；在你的学业上可以请教老师和同学，帮助你更快提升学习成绩，让父母看见你更加直观的改变。加油！相信你能处理好和父母的沟通问题，并且调整好学习状态~~。",
    "annotation": [
      {
        "sentence": "另外你还可以自己掌握主动权，对于你也觉得自己还可以做的更好的事情，给自己定个可达到的小目标，并且将你的目标主动告诉父母，达成之后再次告诉他们，让他们看到你的改变。",
        "label": ""
      },
      {
        "sentence": "给自己和父母一些时间吧，在和父母相处上，试着改变你们的沟通方式，请他们和你一起解决问题，而不是相互发泄情绪；在你的学业上可以请教老师和同学，帮助你更快提升学习成绩，让父母看见你更加直观的改变。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "相信你能处理好和父母的沟通问题，并且调整好学习状态~~。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会试着主动与父母沟通，设定小目标并努力完成，同时也会寻求老师和同学的帮助。我相信我能够改善与父母的关系，提升学习成绩。谢谢你的鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会试着主动与父母沟通，设定小目标并努力完成，同时也会寻求老师和同学的帮助。",
        "label": ""
      },
      {
        "sentence": "我相信我能够改善与父母的关系，提升学习成绩。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够克服困难，与父母建立更好的理解和沟通。记得，无论遇到什么困难都不要放弃，我会一直支持你的！加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够克服困难，与父母建立更好的理解和沟通。",
        "label": ""
      },
      {
        "sentence": "记得，无论遇到什么困难都不要放弃，我会一直支持你的！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]