[
  {
    "role": "client",
    "content": "准高三党，感觉很无力，我究竟想要什么？今天出高考成绩了，吃晚饭的时候爸爸和我提了高三的事情，他说高三就是我的重大转折点，一定要努力，我自然是理解的，可是我总觉得他是个唯分数论者，以前他好像也没有这样啊，他和我说去年一个姐姐没考好试，十几天不能正常交流的事情，我知道这个事，可是我总觉得我一定要这样吗？我觉得我可能有点自卑，我真的很在意别人对我的看法，对我的评价，道理我都了解了，可我就是不知道该怎么做，我觉得我无法正常和我的家人沟通，曾经我尝试去反抗，下场就是一次次被骂不孝，小时候我妈妈会经常给我打预防针比如说‘如果你敢想谁谁一样，我就不要你了’我真的特别害怕失去，害怕他们不要我，现在长大了我知道他们是不会抛弃我的，只是我已经习惯了要成为她们的骄傲，现在的我成绩却很差很差，我很焦灼，我的家人没有明确的表示过我的未来，甚至好像给足了我自由，我想干嘛就干嘛，可是我总是很拘谨，我觉得我不知道我究竟想要什么，我很迷茫，我只能跟着别人去改变",
    "annotation": [
      {
        "sentence": "准高三党，感觉很无力，我究竟想要什么？",
        "label": ""
      },
      {
        "sentence": "今天出高考成绩了，吃晚饭的时候爸爸和我提了高三的事情，他说高三就是我的重大转折点，一定要努力，我自然是理解的，可是我总觉得他是个唯分数论者，以前他好像也没有这样啊，他和我说去年一个姐姐没考好试，十几天不能正常交流的事情，我知道这个事，可是我总觉得我一定要这样吗？",
        "label": ""
      },
      {
        "sentence": "我觉得我可能有点自卑，我真的很在意别人对我的看法，对我的评价，道理我都了解了，可我就是不知道该怎么做，我觉得我无法正常和我的家人沟通，曾经我尝试去反抗，下场就是一次次被骂不孝，小时候我妈妈会经常给我打预防针比如说‘如果你敢想谁谁一样，我就不要你了’我真的特别害怕失去，害怕他们不要我，现在长大了我知道他们是不会抛弃我的，只是我已经习惯了要成为她们的骄傲，现在的我成绩却很差很差，我很焦灼，我的家人没有明确的表示过我的未来，甚至好像给足了我自由，我想干嘛就干嘛，可是我总是很拘谨，我觉得我不知道我究竟想要什么，我很迷茫，我只能跟着别人去改变",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "让我们来看看你的原话：我觉得我无法正常和我的家人沟通，曾经我尝试去反抗，下场就是一次次被骂不孝，小时候我妈妈会经常给我打预防针比如说‘如果你敢想谁谁一样，我就不要你了’需要对比的是下面这一句：我的家人没有明确的表示过我的未来，甚至好像给足了我自由，我想干嘛就干嘛真的自由吗？",
    "annotation": [
      {
        "sentence": "让我们来看看你的原话：我觉得我无法正常和我的家人沟通，曾经我尝试去反抗，下场就是一次次被骂不孝，小时候我妈妈会经常给我打预防针比如说‘如果你敢想谁谁一样，我就不要你了’需要对比的是下面这一句：我的家人没有明确的表示过我的未来，甚至好像给足了我自由，我想干嘛就干嘛真的自由吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在长大了，知道你的父母不会抛弃你了，但是你的表现，让我有点担心你只是从理性上知道这一件事情，但是从感性上，你仍然会害怕被父母抛弃。我感觉，当你父母给你打预防针的时候，确实是想要为你好的，可惜的是他们的表达方式，让你一次次经历了“生与死”的冲突。这里的“死”，是指你们之间的关系、链接的消失。对于这样的事情谁都会害怕，只是他们可能让这事情在你心里留下太深的负面影响了。",
    "annotation": [
      {
        "sentence": "我现在长大了，知道你的父母不会抛弃你了，但是你的表现，让我有点担心你只是从理性上知道这一件事情，但是从感性上，你仍然会害怕被父母抛弃。",
        "label": ""
      },
      {
        "sentence": "我感觉，当你父母给你打预防针的时候，确实是想要为你好的，可惜的是他们的表达方式，让你一次次经历了“生与死”的冲突。",
        "label": ""
      },
      {
        "sentence": "这里的“死”，是指你们之间的关系、链接的消失。",
        "label": ""
      },
      {
        "sentence": "对于这样的事情谁都会害怕，只是他们可能让这事情在你心里留下太深的负面影响了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我不了解你的生活，我只能在想，当你跟你父母沟通的时候，那一次次的被责骂，一次次“不要你了”，是否让你在成长过程中慢慢的放弃掉自己的一些想法和需要，时间久了，习惯了，放弃得多了，也就忘了自己想要什么了。因为当一个人提出自己的情感、需要被责骂、否定，而不是协商探讨的时候，他可能会告诉自己，自己的想法和需要没那么重要。倘若真的如此，真是心疼你。情感是大脑做决定的基础，如果长期被否定的话，在自己做决定的时候就会不太顺利。",
    "annotation": [
      {
        "sentence": "我不了解你的生活，我只能在想，当你跟你父母沟通的时候，那一次次的被责骂，一次次“不要你了”，是否让你在成长过程中慢慢的放弃掉自己的一些想法和需要，时间久了，习惯了，放弃得多了，也就忘了自己想要什么了。",
        "label": ""
      },
      {
        "sentence": "因为当一个人提出自己的情感、需要被责骂、否定，而不是协商探讨的时候，他可能会告诉自己，自己的想法和需要没那么重要。",
        "label": ""
      },
      {
        "sentence": "倘若真的如此，真是心疼你。",
        "label": ""
      },
      {
        "sentence": "情感是大脑做决定的基础，如果长期被否定的话，在自己做决定的时候就会不太顺利。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可能是我放弃了太多，以至于忘记了自己的需求和想法。我现在感到非常迷茫，不知道自己究竟想要什么。",
    "annotation": [
      {
        "sentence": "我明白了，可能是我放弃了太多，以至于忘记了自己的需求和想法。",
        "label": ""
      },
      {
        "sentence": "我现在感到非常迷茫，不知道自己究竟想要什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "建议试着留意日常生活中自己的积极情绪，慢慢的把它们培养大，到了那时候，我相信你是能够知道自己想要什么的。",
    "annotation": [
      {
        "sentence": "建议试着留意日常生活中自己的积极情绪，慢慢的把它们培养大，到了那时候，我相信你是能够知道自己想要什么的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要培养自己的积极情绪，才能更好地了解自己的真正需求。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "我明白了，我需要培养自己的积极情绪，才能更好地了解自己的真正需求。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你此刻的困惑和迷茫，你不是一个人在面对这些问题。相信你经过认真思考，一定能找到属于自己的方向和目标。要有信心，相信自己。",
    "annotation": [
      {
        "sentence": "非常理解你此刻的困惑和迷茫，你不是一个人在面对这些问题。",
        "label": ""
      },
      {
        "sentence": "相信你经过认真思考，一定能找到属于自己的方向和目标。",
        "label": ""
      },
      {
        "sentence": "要有信心，相信自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会试着重新审视自己，找到属于自己的目标和方向。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会试着重新审视自己，找到属于自己的目标和方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你能够走出困境，追逐属于自己的梦想。如果有需要，随时可以再来找我聊天。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你能够走出困境，追逐属于自己的梦想。",
        "label": ""
      },
      {
        "sentence": "如果有需要，随时可以再来找我聊天。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，谢谢你的支持和鼓励。我会加油的！",
    "annotation": [
      {
        "sentence": "好的，谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会加油的！",
        "label": ""
      }
    ]
  }
]