[
  {
    "role": "client",
    "content": "大一，总是情绪不稳定，低落的时候可以到谷底？20岁，女生，今年大一，感觉最近的情绪非常的不稳定，从去年十二月多学校放假到如今仍旧在家的这段时间，高兴的时候兴高采烈觉得世界充满了希望所有东西都是美好的，可是随时又会觉得很低落很难过，可以因为一件小事也或者莫名其妙就陷入深渊，低落的时候会觉得活着没意思，生活没有盼头不想说话非常低落特别想哭，甚至会想如果自杀什么的我会不会怕。我也很想向别人倾诉，又觉得我不应该把太多的负能量带给别人，听多了就会烦我了。我也不敢和爸妈讲他们觉得情绪自己可以调节。我总是很难入睡家里开店需要我去帮忙四点五点起床，我很痛苦我一边想逃避一边谴责自己太自私太让人讨厌这样的我太恶心了。我总是想独处但是我没有自己的房间跟妈妈一起睡，每当情绪不好的时候，我只能憋着。我爸爸管我也很严我不能随便外出，所以在难过的时候我既没法独处解决情绪也没法出去散散心，我真的觉得好憋。对不起感觉我讲的好乱，我也总是会自卑，我也害怕去多人的地方。",
    "annotation": [
      {
        "sentence": "大一，总是情绪不稳定，低落的时候可以到谷底？",
        "label": ""
      },
      {
        "sentence": "20岁，女生，今年大一，感觉最近的情绪非常的不稳定，从去年十二月多学校放假到如今仍旧在家的这段时间，高兴的时候兴高采烈觉得世界充满了希望所有东西都是美好的，可是随时又会觉得很低落很难过，可以因为一件小事也或者莫名其妙就陷入深渊，低落的时候会觉得活着没意思，生活没有盼头不想说话非常低落特别想哭，甚至会想如果自杀什么的我会不会怕。",
        "label": ""
      },
      {
        "sentence": "我也很想向别人倾诉，又觉得我不应该把太多的负能量带给别人，听多了就会烦我了。",
        "label": ""
      },
      {
        "sentence": "我也不敢和爸妈讲他们觉得情绪自己可以调节。",
        "label": ""
      },
      {
        "sentence": "我总是很难入睡家里开店需要我去帮忙四点五点起床，我很痛苦我一边想逃避一边谴责自己太自私太让人讨厌这样的我太恶心了。",
        "label": ""
      },
      {
        "sentence": "我总是想独处但是我没有自己的房间跟妈妈一起睡，每当情绪不好的时候，我只能憋着。",
        "label": ""
      },
      {
        "sentence": "我爸爸管我也很严我不能随便外出，所以在难过的时候我既没法独处解决情绪也没法出去散散心，我真的觉得好憋。",
        "label": ""
      },
      {
        "sentence": "对不起感觉我讲的好乱，我也总是会自卑，我也害怕去多人的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的描述，我觉得我太能理解你的感受了。以前我也有过情绪不稳定的时候，就像你说的，开心的时候特别开心，然后也会突然一下子心情变得很差。我也会觉得不应该把心里一些不好的事情、一些负面情绪告诉别人，带给别人，又或者说是麻烦别人帮自己解决问题。但后来我发现「自我调节」情绪是非常难的，心里的难过或是负面情绪堆积到一定程度的时候，可能无法很好的疏通，或者可能会使自己处于越来越难过的状态，或者也有可能让自己陷入一个迷局里，越来越想不清楚。",
    "annotation": [
      {
        "sentence": "听到你的描述，我觉得我太能理解你的感受了。",
        "label": ""
      },
      {
        "sentence": "以前我也有过情绪不稳定的时候，就像你说的，开心的时候特别开心，然后也会突然一下子心情变得很差。",
        "label": ""
      },
      {
        "sentence": "我也会觉得不应该把心里一些不好的事情、一些负面情绪告诉别人，带给别人，又或者说是麻烦别人帮自己解决问题。",
        "label": ""
      },
      {
        "sentence": "但后来我发现「自我调节」情绪是非常难的，心里的难过或是负面情绪堆积到一定程度的时候，可能无法很好的疏通，或者可能会使自己处于越来越难过的状态，或者也有可能让自己陷入一个迷局里，越来越想不清楚。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是觉得自己越来越难以控制情绪，有时甚至会有自杀的念头。但我也担心将自己的负面情绪传递给别人，觉得自己太麻烦别人了。",
    "annotation": [
      {
        "sentence": "是的，我就是觉得自己越来越难以控制情绪，有时甚至会有自杀的念头。",
        "label": ""
      },
      {
        "sentence": "但我也担心将自己的负面情绪传递给别人，觉得自己太麻烦别人了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实呢，有的时候心里有烦心事可以试着自我调节，但有的时候事情多了，就可能需要和别人沟通，比如父母、朋友之类的，把自己心里的想法告诉别人，才能让别人更加地理解和支持你，也能让自己得到一个很好的调节。",
    "annotation": [
      {
        "sentence": "其实呢，有的时候心里有烦心事可以试着自我调节，但有的时候事情多了，就可能需要和别人沟通，比如父母、朋友之类的，把自己心里的想法告诉别人，才能让别人更加地理解和支持你，也能让自己得到一个很好的调节。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我不敢和爸妈说，他们总觉得情绪自己可以调节，不太理解我。",
    "annotation": [
      {
        "sentence": "可是我不敢和爸妈说，他们总觉得情绪自己可以调节，不太理解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的顾虑。或许可以试着在家里找一个机会和妈妈坐下来聊一聊，说说自己的心事，倾听她的想法，通过沟通，你们可能更好地理解对方。在睡觉前跟妈妈聊一聊，不要只是把情绪憋在心里，和妈妈聊聊天，沟通一下，这样既能让妈妈理解你，同时也能更好地理解妈妈的心情。",
    "annotation": [
      {
        "sentence": "我理解你的顾虑。",
        "label": ""
      },
      {
        "sentence": "或许可以试着在家里找一个机会和妈妈坐下来聊一聊，说说自己的心事，倾听她的想法，通过沟通，你们可能更好地理解对方。",
        "label": ""
      },
      {
        "sentence": "在睡觉前跟妈妈聊一聊，不要只是把情绪憋在心里，和妈妈聊聊天，沟通一下，这样既能让妈妈理解你，同时也能更好地理解妈妈的心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我没有自己的房间，和妈妈一起睡觉，有时候真的很想独处，但情绪不好的时候只能憋在心里。",
    "annotation": [
      {
        "sentence": "我没有自己的房间，和妈妈一起睡觉，有时候真的很想独处，但情绪不好的时候只能憋在心里。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这很不容易，我理解你想独处的心情。如果爸爸不让你随便外出，也许可以在平时晚上吃完饭邀请爸爸一起出去散散步，和爸爸再沟通一下。这样应该可以促进家庭之间的沟通和交流，同时也能让你在散步的时候放松一下心情。",
    "annotation": [
      {
        "sentence": "这很不容易，我理解你想独处的心情。",
        "label": ""
      },
      {
        "sentence": "如果爸爸不让你随便外出，也许可以在平时晚上吃完饭邀请爸爸一起出去散散步，和爸爸再沟通一下。",
        "label": ""
      },
      {
        "sentence": "这样应该可以促进家庭之间的沟通和交流，同时也能让你在散步的时候放松一下心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我听你的，也许可以试试和家人一起散步。除了这些，还有其他什么方法能缓解情绪吗？",
    "annotation": [
      {
        "sentence": "嗯，我听你的，也许可以试试和家人一起散步。",
        "label": ""
      },
      {
        "sentence": "除了这些，还有其他什么方法能缓解情绪吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了家人之外，你也可以在微信上和同学朋友讲讲自己的事情，同时也可以关心关心他们的近况，多交流应该是有好处的。此外，不要忘记告诉自己，你不是自私或自卑的人。在这种时候，你可以「换个角度」考虑问题，思考自己做过的好事，或是把这些心里想法和亲近的人沟通一下，或许也可以问问他们对你是否有这样的看法，你可能会慢慢改变自己的想法。",
    "annotation": [
      {
        "sentence": "除了家人之外，你也可以在微信上和同学朋友讲讲自己的事情，同时也可以关心关心他们的近况，多交流应该是有好处的。",
        "label": ""
      },
      {
        "sentence": "此外，不要忘记告诉自己，你不是自私或自卑的人。",
        "label": ""
      },
      {
        "sentence": "在这种时候，你可以「换个角度」考虑问题，思考自己做过的好事，或是把这些心里想法和亲近的人沟通一下，或许也可以问问他们对你是否有这样的看法，你可能会慢慢改变自己的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，我会试着和家人多沟通，也会尝试和朋友交流。希望能够改善自己的情绪。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，我会试着和家人多沟通，也会尝试和朋友交流。",
        "label": ""
      },
      {
        "sentence": "希望能够改善自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不用客气，我相信你能够渐渐走出情绪的困扰，不断寻找适合自己的方法调节情绪。如果在调节过程中还有什么需要的话，随时都可以来找我倾诉。记得，不要把负面情绪憋在心里，与人沟通是很重要的。加油！",
    "annotation": [
      {
        "sentence": "你不用客气，我相信你能够渐渐走出情绪的困扰，不断寻找适合自己的方法调节情绪。",
        "label": ""
      },
      {
        "sentence": "如果在调节过程中还有什么需要的话，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "记得，不要把负面情绪憋在心里，与人沟通是很重要的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]