[
  {
    "role": "client",
    "content": "在家里没有存在感，这或许就是我的宿命？我想离开自己的父母去工作，他们总是觉我自己出去很危险。我在外面也实习过，他们也是知道的。每次认真和他们讲道理时，他们都只是笑笑，这让我感觉他们很冷漠。就像我给他们说，我活着太累了，他们也不会放在心上。我不知道怎么解决这样的局面，我一直下不了决心离开他们、工作，因为他们会发火让我回去，这让我很内疚。如果我觉得真的解决不了，可以就真的会去做吧，每次想到死都会很轻松，或许这就是我的宿命。",
    "annotation": [
      {
        "sentence": "在家里没有存在感，这或许就是我的宿命？",
        "label": ""
      },
      {
        "sentence": "我想离开自己的父母去工作，他们总是觉我自己出去很危险。",
        "label": ""
      },
      {
        "sentence": "我在外面也实习过，他们也是知道的。",
        "label": ""
      },
      {
        "sentence": "每次认真和他们讲道理时，他们都只是笑笑，这让我感觉他们很冷漠。",
        "label": ""
      },
      {
        "sentence": "就像我给他们说，我活着太累了，他们也不会放在心上。",
        "label": ""
      },
      {
        "sentence": "我不知道怎么解决这样的局面，我一直下不了决心离开他们、工作，因为他们会发火让我回去，这让我很内疚。",
        "label": ""
      },
      {
        "sentence": "如果我觉得真的解决不了，可以就真的会去做吧，每次想到死都会很轻松，或许这就是我的宿命。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你觉得自己已经是个能够自己拿主意的大人了，在父母眼中你永远都是那个他们细心守护的孩子，你想去看看更大的世界，父母只想你平平安安留在他们身边，父母不放手让你觉得自己还没长大，还受父母约束的你感觉对自己的未来没有足够的控制感，又不知道怎样跟父母沟通让他们理解你，这让你很困扰吧。",
    "annotation": [
      {
        "sentence": "你觉得自己已经是个能够自己拿主意的大人了，在父母眼中你永远都是那个他们细心守护的孩子，你想去看看更大的世界，父母只想你平平安安留在他们身边，父母不放手让你觉得自己还没长大，还受父母约束的你感觉对自己的未来没有足够的控制感，又不知道怎样跟父母沟通让他们理解你，这让你很困扰吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是这样感觉的。每次跟父母沟通，他们总是认为外面的世界很危险，不放心我自己一个人出去工作。我已经实习过，也证明了自己的能力，但他们就是不相信我。",
    "annotation": [
      {
        "sentence": "是的，我就是这样感觉的。",
        "label": ""
      },
      {
        "sentence": "每次跟父母沟通，他们总是认为外面的世界很危险，不放心我自己一个人出去工作。",
        "label": ""
      },
      {
        "sentence": "我已经实习过，也证明了自己的能力，但他们就是不相信我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的留言中，看到你为了争取独立和父母沟通过，你做的很好，但他们仍然不理解你，选择一笑而过，让你觉得你的意见得不到重视，得不到尊重。甚至向父母表达“活着太累了”，也没有引起父母对你内心感受的重视，隐约能感受到，父母还像对待小时候的你一样，用在家庭的权威来影响你的生活。",
    "annotation": [
      {
        "sentence": "从你的留言中，看到你为了争取独立和父母沟通过，你做的很好，但他们仍然不理解你，选择一笑而过，让你觉得你的意见得不到重视，得不到尊重。",
        "label": ""
      },
      {
        "sentence": "甚至向父母表达“活着太累了”，也没有引起父母对你内心感受的重视，隐约能感受到，父母还像对待小时候的你一样，用在家庭的权威来影响你的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得他们对待我的态度没有真正的转变。我是个听话懂事的好孩子，和父母的关系也很亲密。但每当我意见不同的时候，我就会感到很困扰，不知道怎样沟通才能让他们理解我。",
    "annotation": [
      {
        "sentence": "是的，我觉得他们对待我的态度没有真正的转变。",
        "label": ""
      },
      {
        "sentence": "我是个听话懂事的好孩子，和父母的关系也很亲密。",
        "label": ""
      },
      {
        "sentence": "但每当我意见不同的时候，我就会感到很困扰，不知道怎样沟通才能让他们理解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于家庭沟通你尝试过和父母讲道理，但是他们没有听进去，那么不知道你有没有询问过父母的想法呢？问问他们不放心你离开他们去工作的原因，也许了解他们担心背后的原因，能够让你找到和他们沟通的突破口。然后，还可以求助家里的长辈，让长辈帮助你与父母沟通。另外，还可以求助专业的心理咨询师或社工，和父母一起进行家庭治疗，也许能够让父母意识到他们存在的一些问题。",
    "annotation": [
      {
        "sentence": "关于家庭沟通你尝试过和父母讲道理，但是他们没有听进去，那么不知道你有没有询问过父母的想法呢？",
        "label": ""
      },
      {
        "sentence": "问问他们不放心你离开他们去工作的原因，也许了解他们担心背后的原因，能够让你找到和他们沟通的突破口。",
        "label": ""
      },
      {
        "sentence": "然后，还可以求助家里的长辈，让长辈帮助你与父母沟通。",
        "label": ""
      },
      {
        "sentence": "另外，还可以求助专业的心理咨询师或社工，和父母一起进行家庭治疗，也许能够让父母意识到他们存在的一些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我还没有主动询问过他们的想法，只是觉得他们无法理解我的想法。我会尝试和长辈一起沟通，并考虑找专业的咨询师帮助我们进行家庭治疗。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "我还没有主动询问过他们的想法，只是觉得他们无法理解我的想法。",
        "label": ""
      },
      {
        "sentence": "我会尝试和长辈一起沟通，并考虑找专业的咨询师帮助我们进行家庭治疗。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是个很棒的孩子，对于自己未来的打算也很有头脑，要相信自己的能力。关于独立，独立是每个孩子长大成人的必经阶段，父母同样也会为孩子能够独当一面而骄傲。也许父母现在还没发现你已经有独立的能力，比如你对未来有没有比较清晰的规划，你做重大的选择和决定之前有没有慎重考虑多方面因素，生活上是否能规律、有条理地安排。努力做好自己，好好安排自己现在及未来的生活，更加成熟稳重的你会给父母更加踏实的安全感。希望能够帮到你，~。",
    "annotation": [
      {
        "sentence": "你是个很棒的孩子，对于自己未来的打算也很有头脑，要相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "关于独立，独立是每个孩子长大成人的必经阶段，父母同样也会为孩子能够独当一面而骄傲。",
        "label": ""
      },
      {
        "sentence": "也许父母现在还没发现你已经有独立的能力，比如你对未来有没有比较清晰的规划，你做重大的选择和决定之前有没有慎重考虑多方面因素，生活上是否能规律、有条理地安排。",
        "label": ""
      },
      {
        "sentence": "努力做好自己，好好安排自己现在及未来的生活，更加成熟稳重的你会给父母更加踏实的安全感。",
        "label": ""
      },
      {
        "sentence": "希望能够帮到你，~。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会尽力去做。我相信只要我找到和父母的沟通方式，他们会逐渐理解和接受我的决定。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会尽力去做。",
        "label": ""
      },
      {
        "sentence": "我相信只要我找到和父母的沟通方式，他们会逐渐理解和接受我的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，你的决心和努力会打动父母的。记得要与父母保持良好的沟通，坦诚相待，分享自己的想法和计划。希望你能早日实现自己的梦想，加油！",
    "annotation": [
      {
        "sentence": "没问题，你的决心和努力会打动父母的。",
        "label": ""
      },
      {
        "sentence": "记得要与父母保持良好的沟通，坦诚相待，分享自己的想法和计划。",
        "label": ""
      },
      {
        "sentence": "希望你能早日实现自己的梦想，加油！",
        "label": ""
      }
    ]
  }
]