[
  {
    "role": "client",
    "content": "亲人得了病，我本该陪伴关心她，却做不到？",
    "annotation": [
      {
        "sentence": "亲人得了病，我本该陪伴关心她，却做不到？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "妈妈得了病（老年痴呆），我现在大一，大家都让我多陪伴她，可是我却很不想见到她，一和她待在一起就觉得很难受很抗拒，想要离她远一点。以前外公得癌症我也是这样，病了一年去世了，我知道我应该陪陪他，但是我就是做不到，我不想看见他，曾经梦到他健康的样子，醒来后觉得很难过。外公去世后我觉得很对不起他，有时触景生情会哭。我好像就是不愿意看到病重的亲人，越严重越不想面对，我真的很矛盾很纠结。",
    "annotation": [
      {
        "sentence": "妈妈得了病（老年痴呆），我现在大一，大家都让我多陪伴她，可是我却很不想见到她，一和她待在一起就觉得很难受很抗拒，想要离她远一点。",
        "label": ""
      },
      {
        "sentence": "以前外公得癌症我也是这样，病了一年去世了，我知道我应该陪陪他，但是我就是做不到，我不想看见他，曾经梦到他健康的样子，醒来后觉得很难过。",
        "label": ""
      },
      {
        "sentence": "外公去世后我觉得很对不起他，有时触景生情会哭。",
        "label": ""
      },
      {
        "sentence": "我好像就是不愿意看到病重的亲人，越严重越不想面对，我真的很矛盾很纠结。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很同情妈妈的病（老年痴呆），但三善也很奇怪，按理说，同学只有大一，妈妈的年纪应该不大，怎么这么早就得了老年痴呆？在医学上来说，老年痴呆是一个不可逆转的疾病，随着时间的推移会越来越严重，到最后连自己的亲人，甚至自己都不记得，经常走丢。所以，妈妈是很值得同情和可怜的！",
    "annotation": [
      {
        "sentence": "很同情妈妈的病（老年痴呆），但三善也很奇怪，按理说，同学只有大一，妈妈的年纪应该不大，怎么这么早就得了老年痴呆？",
        "label": ""
      },
      {
        "sentence": "在医学上来说，老年痴呆是一个不可逆转的疾病，随着时间的推移会越来越严重，到最后连自己的亲人，甚至自己都不记得，经常走丢。",
        "label": ""
      },
      {
        "sentence": "所以，妈妈是很值得同情和可怜的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。标题上我刚刚没有特别写明是妈妈得病，是我的疏忽。在她得病之前，我和她的关系还算好，但是她的病情越来越严重，我就越害怕面对现实，不敢去面对她。我明白疾病是不可避免的一部分，但我的内心却很抗拒接受这个现实。我真的很怕一些重病的事情。",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "标题上我刚刚没有特别写明是妈妈得病，是我的疏忽。",
        "label": ""
      },
      {
        "sentence": "在她得病之前，我和她的关系还算好，但是她的病情越来越严重，我就越害怕面对现实，不敢去面对她。",
        "label": ""
      },
      {
        "sentence": "我明白疾病是不可避免的一部分，但我的内心却很抗拒接受这个现实。",
        "label": ""
      },
      {
        "sentence": "我真的很怕一些重病的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心和害怕，面对亲人的病情确实是一件非常困难的事情。但是我们不能逃避现实，这是生老病死中必然经历的一部分。你说你以前与外公的情况也是一样，这可能是你对病重亲人产生恐惧和不愿面对的原因之一。但是离开他们并不会改变现实，只会让你以后感到自责和后悔。我们要冷静地面对现实，并尽量利用我们有限的时间多陪伴亲人，因为有一天他们病情加重时，可能连你也不认识了。",
    "annotation": [
      {
        "sentence": "理解你的担心和害怕，面对亲人的病情确实是一件非常困难的事情。",
        "label": ""
      },
      {
        "sentence": "但是我们不能逃避现实，这是生老病死中必然经历的一部分。",
        "label": ""
      },
      {
        "sentence": "你说你以前与外公的情况也是一样，这可能是你对病重亲人产生恐惧和不愿面对的原因之一。",
        "label": ""
      },
      {
        "sentence": "但是离开他们并不会改变现实，只会让你以后感到自责和后悔。",
        "label": ""
      },
      {
        "sentence": "我们要冷静地面对现实，并尽量利用我们有限的时间多陪伴亲人，因为有一天他们病情加重时，可能连你也不认识了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我真的不想以后后悔。可是每次面对她，我就觉得很难受很抗拒，不知道怎么办才好。",
    "annotation": [
      {
        "sentence": "你说得对，我真的不想以后后悔。",
        "label": ""
      },
      {
        "sentence": "可是每次面对她，我就觉得很难受很抗拒，不知道怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是正常的情绪反应，但我们可以通过一些方法来帮助你应对。首先，你可以试着和妈妈进行更多的沟通，了解她的感受和需求，这有助于建立更好的情感连接和理解。其次，你可以寻求专业心理辅导师或医生的帮助，他们会教给你更多处理情绪的方法。最重要的是，你要告诉自己，尽管现在可能很困难，但你要为以后的自己和亲人考虑，坚持面对和陪伴是非常重要的。",
    "annotation": [
      {
        "sentence": "这是正常的情绪反应，但我们可以通过一些方法来帮助你应对。",
        "label": ""
      },
      {
        "sentence": "首先，你可以试着和妈妈进行更多的沟通，了解她的感受和需求，这有助于建立更好的情感连接和理解。",
        "label": ""
      },
      {
        "sentence": "其次，你可以寻求专业心理辅导师或医生的帮助，他们会教给你更多处理情绪的方法。",
        "label": ""
      },
      {
        "sentence": "最重要的是，你要告诉自己，尽管现在可能很困难，但你要为以后的自己和亲人考虑，坚持面对和陪伴是非常重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的建议，我觉得有些方法确实可以尝试一下。我会试着和妈妈多沟通，了解她的内心和需求。同时，我也会考虑寻求一些专业的帮助来处理自己的情绪困扰。谢谢你的支持和建议，让我感到更加坚定去面对这个问题。",
    "annotation": [
      {
        "sentence": "听了你的建议，我觉得有些方法确实可以尝试一下。",
        "label": ""
      },
      {
        "sentence": "我会试着和妈妈多沟通，了解她的内心和需求。",
        "label": ""
      },
      {
        "sentence": "同时，我也会考虑寻求一些专业的帮助来处理自己的情绪困扰。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议，让我感到更加坚定去面对这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和积极的态度。我相信你一定可以克服困难，为自己和妈妈创造一个更好的未来。记住，无论在何时何地，你都不是一个人，始终有人在支持着你。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和积极的态度。",
        "label": ""
      },
      {
        "sentence": "我相信你一定可以克服困难，为自己和妈妈创造一个更好的未来。",
        "label": ""
      },
      {
        "sentence": "记住，无论在何时何地，你都不是一个人，始终有人在支持着你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会加倍努力去面对并陪伴妈妈，希望可以让她感受到我的爱和关心。谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会加倍努力去面对并陪伴妈妈，希望可以让她感受到我的爱和关心。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在你身边支持你。如果有任何困难或者需要倾诉，随时都可以来找我。希望我们的对话对你有所帮助。别忘了，你是真正的勇者！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "如果有任何困难或者需要倾诉，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "希望我们的对话对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "别忘了，你是真正的勇者！",
        "label": ""
      }
    ]
  }
]