[
  {
    "role": "client",
    "content": "亲人得了病，我本该陪伴关心她，却做不到？妈妈得了病（老年痴呆），我现在大一，大家都让我多陪伴她，可是我却很不想见到她，一和她待在一起就觉得很难受很抗拒，想要离她远一点。以前外公得癌症我也是这样，病了一年去世了，我知道我应该陪陪他，但是我就是做不到，我不想看见他，曾经梦到他健康的样子，醒来后觉得很难过。外公去世后我觉得很对不起他，有时触景生情会哭。我好像就是不愿意看到病重的亲人，越严重越不想面对，我真的很矛盾很纠结。",
    "annotation": [
      {
        "sentence": "亲人得了病，我本该陪伴关心她，却做不到？",
        "label": ""
      },
      {
        "sentence": "妈妈得了病（老年痴呆），我现在大一，大家都让我多陪伴她，可是我却很不想见到她，一和她待在一起就觉得很难受很抗拒，想要离她远一点。",
        "label": ""
      },
      {
        "sentence": "以前外公得癌症我也是这样，病了一年去世了，我知道我应该陪陪他，但是我就是做不到，我不想看见他，曾经梦到他健康的样子，醒来后觉得很难过。",
        "label": ""
      },
      {
        "sentence": "外公去世后我觉得很对不起他，有时触景生情会哭。",
        "label": ""
      },
      {
        "sentence": "我好像就是不愿意看到病重的亲人，越严重越不想面对，我真的很矛盾很纠结。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述，能感受到你内心的纠结与痛苦。抱抱。一、从你的描述中，我大概总结了以下几点。一、妈妈生病了，但是自己有种莫名的想去抗拒的感觉。二、之前外公也生过病，你那时候也有同样的感觉，但后来外公逝世，自己感觉很痛苦、觉得对不起外公。三、你不想面对得了严重疾病的亲人，但内心既矛盾又纠结。二、结合你的描述，我想分享一下我个人的想法。求助者：谢谢你的理解。我也觉得自己很矛盾，不知道该怎么办。支持者：你可能不是不敢面对自己的亲人，是不想看到自己的亲人得到重病的样子。抱抱。其实我们每个人都会有一种“幸存者偏差”的想法。当我们静下心来，去认真思考这样一个问题“在现实中或者电视上看到与我们不相关的人生了重病，我们会把这种意外情况联想到我们亲人身上吗？”我们往往会发现，我们下意识里不会去把这些意外联想到亲人身上，我们会觉得我们亲人一定是健康的那一个，包括我们也会觉得我们自己也是健康的那个。意外的几率那么小，怎么会摊到我们身上呢？吸烟者总会认为得肺病的那一个一定不会是自己，这就是日常生活中比较常见的一个例子！因此，一旦意外发生在我们身边人身上的时候，我们会一时间接受不了。我想，你会有这样的反应，和上述情况有一定的联系。你觉得矛盾、纠结，我觉得是正常的。不过，要想改变现状，你还需要做一些改变。",
    "annotation": [
      {
        "sentence": "看了你的描述，能感受到你内心的纠结与痛苦。",
        "label": ""
      },
      {
        "sentence": "抱抱。",
        "label": ""
      },
      {
        "sentence": "一、从你的描述中，我大概总结了以下几点。",
        "label": ""
      },
      {
        "sentence": "一、妈妈生病了，但是自己有种莫名的想去抗拒的感觉。",
        "label": ""
      },
      {
        "sentence": "二、之前外公也生过病，你那时候也有同样的感觉，但后来外公逝世，自己感觉很痛苦、觉得对不起外公。",
        "label": ""
      },
      {
        "sentence": "三、你不想面对得了严重疾病的亲人，但内心既矛盾又纠结。",
        "label": ""
      },
      {
        "sentence": "二、结合你的描述，我想分享一下我个人的想法。",
        "label": ""
      },
      {
        "sentence": "求助者：谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "我也觉得自己很矛盾，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "支持者：你可能不是不敢面对自己的亲人，是不想看到自己的亲人得到重病的样子。",
        "label": ""
      },
      {
        "sentence": "抱抱。",
        "label": ""
      },
      {
        "sentence": "其实我们每个人都会有一种“幸存者偏差”的想法。",
        "label": ""
      },
      {
        "sentence": "当我们静下心来，去认真思考这样一个问题“在现实中或者电视上看到与我们不相关的人生了重病，我们会把这种意外情况联想到我们亲人身上吗？",
        "label": ""
      },
      {
        "sentence": "”我们往往会发现，我们下意识里不会去把这些意外联想到亲人身上，我们会觉得我们亲人一定是健康的那一个，包括我们也会觉得我们自己也是健康的那个。",
        "label": ""
      },
      {
        "sentence": "意外的几率那么小，怎么会摊到我们身上呢？",
        "label": ""
      },
      {
        "sentence": "吸烟者总会认为得肺病的那一个一定不会是自己，这就是日常生活中比较常见的一个例子！",
        "label": ""
      },
      {
        "sentence": "因此，一旦意外发生在我们身边人身上的时候，我们会一时间接受不了。",
        "label": ""
      },
      {
        "sentence": "我想，你会有这样的反应，和上述情况有一定的联系。",
        "label": ""
      },
      {
        "sentence": "你觉得矛盾、纠结，我觉得是正常的。",
        "label": ""
      },
      {
        "sentence": "不过，要想改变现状，你还需要做一些改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我有时候真的觉得无法接受这样的现实。我知道我需要改变，但不知从何下手。支持者：学会接受事实，即便一开始的确很难。抱抱。关于之前外公的事情，你不必过度自责。从你的描述中可以看出，你对外公得病这件事也是十分难过的。外公当时得了重病，自己也是想去帮忙的，可是自己当时还没那么强大，没有能够独挡一面，有心意便是最好的“照顾”。现在，你可以试着去接受妈妈得病的事实，的确让人很伤心、难过。让一个小青年去照顾得病的妈妈，这种事情轮到谁，谁都不能保证做的十分完美。慢慢的去接受事实，试着在有空的时候去照顾妈妈，和妈妈谈谈心，说说自己的心里话。别人对你说的话不必太当真，自己尽心尽力去做就好。一个用心灵与心灵对话的小青年。～。",
    "annotation": [
      {
        "sentence": "确实，我有时候真的觉得无法接受这样的现实。",
        "label": ""
      },
      {
        "sentence": "我知道我需要改变，但不知从何下手。",
        "label": ""
      },
      {
        "sentence": "支持者：学会接受事实，即便一开始的确很难。",
        "label": ""
      },
      {
        "sentence": "抱抱。",
        "label": ""
      },
      {
        "sentence": "关于之前外公的事情，你不必过度自责。",
        "label": ""
      },
      {
        "sentence": "从你的描述中可以看出，你对外公得病这件事也是十分难过的。",
        "label": ""
      },
      {
        "sentence": "外公当时得了重病，自己也是想去帮忙的，可是自己当时还没那么强大，没有能够独挡一面，有心意便是最好的“照顾”。",
        "label": ""
      },
      {
        "sentence": "现在，你可以试着去接受妈妈得病的事实，的确让人很伤心、难过。",
        "label": ""
      },
      {
        "sentence": "让一个小青年去照顾得病的妈妈，这种事情轮到谁，谁都不能保证做的十分完美。",
        "label": ""
      },
      {
        "sentence": "慢慢的去接受事实，试着在有空的时候去照顾妈妈，和妈妈谈谈心，说说自己的心里话。",
        "label": ""
      },
      {
        "sentence": "别人对你说的话不必太当真，自己尽心尽力去做就好。",
        "label": ""
      },
      {
        "sentence": "一个用心灵与心灵对话的小青年。",
        "label": ""
      },
      {
        "sentence": "～。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解。我会试着接受现实，并且尽力照顾妈妈的。支持者：不客气，你很勇敢。抱抱。接受现实并不是一蹴而就的事情，需要时间和努力。在这个过程中，你要是有任何想法、感受或者困惑，都可以随时和我分享。我们可以一起来思考、解决问题。记住，你不是一个人在面对这一切，我们会一直支持你的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解。",
        "label": ""
      },
      {
        "sentence": "我会试着接受现实，并且尽力照顾妈妈的。",
        "label": ""
      },
      {
        "sentence": "支持者：不客气，你很勇敢。",
        "label": ""
      },
      {
        "sentence": "抱抱。",
        "label": ""
      },
      {
        "sentence": "接受现实并不是一蹴而就的事情，需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你要是有任何想法、感受或者困惑，都可以随时和我分享。",
        "label": ""
      },
      {
        "sentence": "我们可以一起来思考、解决问题。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在面对这一切，我们会一直支持你的。",
        "label": ""
      }
    ]
  }
]