[
  {
    "role": "client",
    "content": "为什么别人优秀，我却说自己无能？高考分数要下来了。",
    "annotation": [
      {
        "sentence": "为什么别人优秀，我却说自己无能？",
        "label": ""
      },
      {
        "sentence": "高考分数要下来了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对高考失败，面对人生的滑铁卢，面对周围异样的态度和声音，面对最好的高中到大专的落差，你一定非常难过。同时，我非常佩服你的勇气与坚强。你选择了自己的路，你致力于亲手解决问题而不是垂头丧气，你依然拥有斗志，你有非常强的自省能力、应试能力、决断力、独立性……为什么别人优秀，我却说自己无能？【比较效应】：当他人超过我们的行为与我们的自我定义相关时，她表现得越好，她与我们的关系越亲密，对我们在自我评价中的威胁越大。因此我们会沮丧、失落，觉得自己无能，即使我们仍然为她的优秀而高兴（这并不矛盾）。不敢思考，没有任何底气，为了避免思考，竭尽发挥复制粘贴即时记忆，凭着扎实的基础和眼力总能脱颖而出。你拥有强的即时记忆，你也努力学习，但你会避免思考。如果你的综合能力是个木桶，学习中的思考是你的短板，机械记忆、即时记忆是你的长板。你依靠倾向长板来增加木桶的容积，却忽视了弥补短板会增加更多容积。没有自己思考的人生是疲惫，无力又无能的。",
    "annotation": [
      {
        "sentence": "面对高考失败，面对人生的滑铁卢，面对周围异样的态度和声音，面对最好的高中到大专的落差，你一定非常难过。",
        "label": ""
      },
      {
        "sentence": "同时，我非常佩服你的勇气与坚强。",
        "label": ""
      },
      {
        "sentence": "你选择了自己的路，你致力于亲手解决问题而不是垂头丧气，你依然拥有斗志，你有非常强的自省能力、应试能力、决断力、独立性……为什么别人优秀，我却说自己无能？",
        "label": ""
      },
      {
        "sentence": "【比较效应】：当他人超过我们的行为与我们的自我定义相关时，她表现得越好，她与我们的关系越亲密，对我们在自我评价中的威胁越大。",
        "label": ""
      },
      {
        "sentence": "因此我们会沮丧、失落，觉得自己无能，即使我们仍然为她的优秀而高兴（这并不矛盾）。",
        "label": ""
      },
      {
        "sentence": "不敢思考，没有任何底气，为了避免思考，竭尽发挥复制粘贴即时记忆，凭着扎实的基础和眼力总能脱颖而出。",
        "label": ""
      },
      {
        "sentence": "你拥有强的即时记忆，你也努力学习，但你会避免思考。",
        "label": ""
      },
      {
        "sentence": "如果你的综合能力是个木桶，学习中的思考是你的短板，机械记忆、即时记忆是你的长板。",
        "label": ""
      },
      {
        "sentence": "你依靠倾向长板来增加木桶的容积，却忽视了弥补短板会增加更多容积。",
        "label": ""
      },
      {
        "sentence": "没有自己思考的人生是疲惫，无力又无能的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我承认我一直比较自己和别人，更注重别人的表现。我看到别人的好成绩，自己就觉得无能。我也知道自己的思考不够，经常采用复制粘贴的方式，这让我感到压力很大。我希望自己能有更多的自信和勇气去面对高考的结果。",
    "annotation": [
      {
        "sentence": "我承认我一直比较自己和别人，更注重别人的表现。",
        "label": ""
      },
      {
        "sentence": "我看到别人的好成绩，自己就觉得无能。",
        "label": ""
      },
      {
        "sentence": "我也知道自己的思考不够，经常采用复制粘贴的方式，这让我感到压力很大。",
        "label": ""
      },
      {
        "sentence": "我希望自己能有更多的自信和勇气去面对高考的结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对自己有很高的要求，这是一种积极的追求。但是过度关注他人的表现会给自己造成一定的压力。你应该学会更加关注和认可自己的努力和成绩，给自己一些肯定和鼓励。同时，思考能力的培养也很重要，它可以帮助你更好地理解问题、解决问题，以及提高综合能力。面对高考结果，不管好坏，你都可以从中学到一些东西，为自己的未来发展做好准备。",
    "annotation": [
      {
        "sentence": "你对自己有很高的要求，这是一种积极的追求。",
        "label": ""
      },
      {
        "sentence": "但是过度关注他人的表现会给自己造成一定的压力。",
        "label": ""
      },
      {
        "sentence": "你应该学会更加关注和认可自己的努力和成绩，给自己一些肯定和鼓励。",
        "label": ""
      },
      {
        "sentence": "同时，思考能力的培养也很重要，它可以帮助你更好地理解问题、解决问题，以及提高综合能力。",
        "label": ""
      },
      {
        "sentence": "面对高考结果，不管好坏，你都可以从中学到一些东西，为自己的未来发展做好准备。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要更多地放松自己，给自己一些正面的肯定。同时，我也意识到现在要培养自己的思考能力了，这样才能更好地面对问题和挑战。我希望我能够接受自己，相信自己，不再对比和否定自己。",
    "annotation": [
      {
        "sentence": "你说得对，我需要更多地放松自己，给自己一些正面的肯定。",
        "label": ""
      },
      {
        "sentence": "同时，我也意识到现在要培养自己的思考能力了，这样才能更好地面对问题和挑战。",
        "label": ""
      },
      {
        "sentence": "我希望我能够接受自己，相信自己，不再对比和否定自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个非常积极的想法！接受自己是重要的，因为每个人都有自己的长处和不足。相信自己的能力，相信自己可以克服困难和取得进步。正面的自我认知和积极的态度能够帮助你更好地应对困境和挑战。我相信你能够实现自己的目标，展现出更好的自己！继续加油！",
    "annotation": [
      {
        "sentence": "这是一个非常积极的想法！",
        "label": ""
      },
      {
        "sentence": "接受自己是重要的，因为每个人都有自己的长处和不足。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，相信自己可以克服困难和取得进步。",
        "label": ""
      },
      {
        "sentence": "正面的自我认知和积极的态度能够帮助你更好地应对困境和挑战。",
        "label": ""
      },
      {
        "sentence": "我相信你能够实现自己的目标，展现出更好的自己！",
        "label": ""
      },
      {
        "sentence": "继续加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会调整自己的心态，相信自己的能力，积极面对高考的结果。无论结果如何，我都会继续努力，追求自己的梦想。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会调整自己的心态，相信自己的能力，积极面对高考的结果。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，我都会继续努力，追求自己的梦想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我相信你的坚定和努力会为你带来美好的未来。高考只是人生的一个阶段，无论结果如何，重要的是你在这个过程中取得的成长和经验。保持积极的心态，保持对未来的信心，你一定能够实现自己的梦想。祝福你！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我相信你的坚定和努力会为你带来美好的未来。",
        "label": ""
      },
      {
        "sentence": "高考只是人生的一个阶段，无论结果如何，重要的是你在这个过程中取得的成长和经验。",
        "label": ""
      },
      {
        "sentence": "保持积极的心态，保持对未来的信心，你一定能够实现自己的梦想。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福！我会牢记你的话，继续向前努力。也祝福你，希望你一切顺利，快乐幸福！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福！",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，继续向前努力。",
        "label": ""
      },
      {
        "sentence": "也祝福你，希望你一切顺利，快乐幸福！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢谢你的祝福！我也希望你能够快乐幸福，实现自己的理想。如果将来还有任何困难和烦恼，记得随时找我聊天，我会一直支持你的。加油！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福！",
        "label": ""
      },
      {
        "sentence": "我也希望你能够快乐幸福，实现自己的理想。",
        "label": ""
      },
      {
        "sentence": "如果将来还有任何困难和烦恼，记得随时找我聊天，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]