[
  {
    "role": "client",
    "content": "为什么别人优秀，我却说自己无能？高考分数要下来了。",
    "annotation": [
      {
        "sentence": "为什么别人优秀，我却说自己无能？",
        "label": ""
      },
      {
        "sentence": "高考分数要下来了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "【接纳全部的自己】首先，我听见你内心的声音从你的文字里，我一步一步地做笔记，看到了许多关键词，感受到你内心的焦虑、失去信心、悲伤......没关系，我愿意陪你穿越这个脆弱层，放心。",
    "annotation": [
      {
        "sentence": "【接纳全部的自己】首先，我听见你内心的声音从你的文字里，我一步一步地做笔记，看到了许多关键词，感受到你内心的焦虑、失去信心、悲伤......没关系，我愿意陪你穿越这个脆弱层，放心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "挺让人高兴的。可是，我是一名大专毕业生，从小学到高中一路考上本市排名第一的学校，只是高考我选择了自己的路，那时的我有很深的心理问题。是成长过程遇到的很多问题。我深知也做出了决定，任由那些心理问题占据我，去上大专吧，安安心心放放松松的去解决自己的问题。但是这个决定并不好做，我希望自己亲手解决那些问题，但是学历成绩我从来都不敢放下，压力忐忑自我怀疑，不自夸的说我一直是个应试型考生，这也决定一个不敢思考的我其实没有任何底气，为了避免思考，我竭尽发挥复制粘贴，即时记忆，凭着扎实的基础和眼力（不是作弊）总能脱颖而出，连高中知识都可以。最后我想，要糟！一直借着这种优越感下去，我将永远也看不到自己！高考失利，周围异样的态度和声音倾倒而来。我一直离无能很近，（姨妹）这次将是我离它最近的距离。",
    "annotation": [
      {
        "sentence": "挺让人高兴的。",
        "label": ""
      },
      {
        "sentence": "可是，我是一名大专毕业生，从小学到高中一路考上本市排名第一的学校，只是高考我选择了自己的路，那时的我有很深的心理问题。",
        "label": ""
      },
      {
        "sentence": "是成长过程遇到的很多问题。",
        "label": ""
      },
      {
        "sentence": "我深知也做出了决定，任由那些心理问题占据我，去上大专吧，安安心心放放松松的去解决自己的问题。",
        "label": ""
      },
      {
        "sentence": "但是这个决定并不好做，我希望自己亲手解决那些问题，但是学历成绩我从来都不敢放下，压力忐忑自我怀疑，不自夸的说我一直是个应试型考生，这也决定一个不敢思考的我其实没有任何底气，为了避免思考，我竭尽发挥复制粘贴，即时记忆，凭着扎实的基础和眼力（不是作弊）总能脱颖而出，连高中知识都可以。",
        "label": ""
      },
      {
        "sentence": "最后我想，要糟！",
        "label": ""
      },
      {
        "sentence": "一直借着这种优越感下去，我将永远也看不到自己！",
        "label": ""
      },
      {
        "sentence": "高考失利，周围异样的态度和声音倾倒而来。",
        "label": ""
      },
      {
        "sentence": "我一直离无能很近，（姨妹）这次将是我离它最近的距离。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "【第二】究竟什么会有这样情况出现呢？“没有底气、拼命追逐成功、不敢怠慢学习、给了自己很多压力。”这样子，是因为你没有勇气“接纳无能的自己”。介意“周围异样的态度和声音”，因为你渴望着周围的人来接纳你，接纳那个“无能的自己”。在你心里渴望着自己是一位“长胜将军”，尤其是在高考这类特别的情况下，可惜事与愿违。因此你把这种得不到实现的愿望投射到姨妹身上，将她的成功与自己的失败作比较，在比较下，你对自己失去的信心。因此你很羡慕姨妹的成功。",
    "annotation": [
      {
        "sentence": "【第二】究竟什么会有这样情况出现呢？",
        "label": ""
      },
      {
        "sentence": "“没有底气、拼命追逐成功、不敢怠慢学习、给了自己很多压力。",
        "label": ""
      },
      {
        "sentence": "”这样子，是因为你没有勇气“接纳无能的自己”。",
        "label": ""
      },
      {
        "sentence": "介意“周围异样的态度和声音”，因为你渴望着周围的人来接纳你，接纳那个“无能的自己”。",
        "label": ""
      },
      {
        "sentence": "在你心里渴望着自己是一位“长胜将军”，尤其是在高考这类特别的情况下，可惜事与愿违。",
        "label": ""
      },
      {
        "sentence": "因此你把这种得不到实现的愿望投射到姨妹身上，将她的成功与自己的失败作比较，在比较下，你对自己失去的信心。",
        "label": ""
      },
      {
        "sentence": "因此你很羡慕姨妹的成功。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很害怕面对自己的无能，也很想改变这种状态。但是，我不知道接纳自己失败会带来什么样的结果，担心无尽的失望和自我否定。我迫切需要找到一种方法来接纳并爱自己。",
    "annotation": [
      {
        "sentence": "我真的很害怕面对自己的无能，也很想改变这种状态。",
        "label": ""
      },
      {
        "sentence": "但是，我不知道接纳自己失败会带来什么样的结果，担心无尽的失望和自我否定。",
        "label": ""
      },
      {
        "sentence": "我迫切需要找到一种方法来接纳并爱自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "【第三】到底什么是“爱自己”？爱自己，就是爱自己的全部，接受和相信自己的“无限可能，与承认和接纳自己的“局限性”。人的一半是光明面，一半是阴暗面，只有在接纳自己的两个面才会感觉圆满，才不需要向内投射或者向外找投射对象。你说“看不到真实的自己”就是因为看不到这一半的自己——有局限性的自己。尝试接纳自己，不用去逃避，承认自己“我确实存在局限性。我愿意接纳你，我也愿意尊重这样的你，我爱这样的你。”你会感觉到自己会放松下来。",
    "annotation": [
      {
        "sentence": "【第三】到底什么是“爱自己”？",
        "label": ""
      },
      {
        "sentence": "爱自己，就是爱自己的全部，接受和相信自己的“无限可能，与承认和接纳自己的“局限性”。",
        "label": ""
      },
      {
        "sentence": "人的一半是光明面，一半是阴暗面，只有在接纳自己的两个面才会感觉圆满，才不需要向内投射或者向外找投射对象。",
        "label": ""
      },
      {
        "sentence": "你说“看不到真实的自己”就是因为看不到这一半的自己——有局限性的自己。",
        "label": ""
      },
      {
        "sentence": "尝试接纳自己，不用去逃避，承认自己“我确实存在局限性。",
        "label": ""
      },
      {
        "sentence": "我愿意接纳你，我也愿意尊重这样的你，我爱这样的你。",
        "label": ""
      },
      {
        "sentence": "”你会感觉到自己会放松下来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要勇气去接纳我的失败和局限性。只有这样，我才能真正爱自己并放松下来。但是，在周围环境都不接纳我的情况下，我该怎么办？",
    "annotation": [
      {
        "sentence": "我明白了，我需要勇气去接纳我的失败和局限性。",
        "label": ""
      },
      {
        "sentence": "只有这样，我才能真正爱自己并放松下来。",
        "label": ""
      },
      {
        "sentence": "但是，在周围环境都不接纳我的情况下，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "【第四】在不被接纳的环境，尝试去“接纳一切”。在英国的纪录片《交换学校：阶级分化》里面，有一位来自民办学校的学生，在民办学校里他经常被周围的人标签为“坏学生”，去到哪里他都不被接纳，这样他感到很失望。后来因为交换学校的计划，他有机会去到当地的私立学校，去到那里他感受到前所未有的“被接纳”。他在影片里对同学说，我很喜欢这里，人们都接纳我，主动和我聊天。最后因为这次计划，他被获准以特别的方式入读这间私立学校。在这样的环境，将扭转他的一生。在心理学里面有提及，当一个无法接纳自己的时候都会显得脆弱，很渴望外界来接纳自己，这也是正常的，因为这是叫“被爱的能力”。如果能遇到这样环境和集体是对人一个很好的治愈方式。但如果当下没有呢？不是每一个人都像那个男孩那样，遇到一个新的接纳自己的环境，那怎么办？当周围的环境不能接纳自己，就去尝试接纳一切。你可以尝试接受，“他们就是这样，我能接纳当下的自己，同样的，我也能接受周边的环境是这样。”有了这种“接纳一切”的能力，无论你去到一个被接纳、还是不被接纳的环境，你都感到自在，你都会适应。",
    "annotation": [
      {
        "sentence": "【第四】在不被接纳的环境，尝试去“接纳一切”。",
        "label": ""
      },
      {
        "sentence": "在英国的纪录片《交换学校：阶级分化》里面，有一位来自民办学校的学生，在民办学校里他经常被周围的人标签为“坏学生”，去到哪里他都不被接纳，这样他感到很失望。",
        "label": ""
      },
      {
        "sentence": "后来因为交换学校的计划，他有机会去到当地的私立学校，去到那里他感受到前所未有的“被接纳”。",
        "label": ""
      },
      {
        "sentence": "他在影片里对同学说，我很喜欢这里，人们都接纳我，主动和我聊天。",
        "label": ""
      },
      {
        "sentence": "最后因为这次计划，他被获准以特别的方式入读这间私立学校。",
        "label": ""
      },
      {
        "sentence": "在这样的环境，将扭转他的一生。",
        "label": ""
      },
      {
        "sentence": "在心理学里面有提及，当一个无法接纳自己的时候都会显得脆弱，很渴望外界来接纳自己，这也是正常的，因为这是叫“被爱的能力”。",
        "label": ""
      },
      {
        "sentence": "如果能遇到这样环境和集体是对人一个很好的治愈方式。",
        "label": ""
      },
      {
        "sentence": "但如果当下没有呢？",
        "label": ""
      },
      {
        "sentence": "不是每一个人都像那个男孩那样，遇到一个新的接纳自己的环境，那怎么办？",
        "label": ""
      },
      {
        "sentence": "当周围的环境不能接纳自己，就去尝试接纳一切。",
        "label": ""
      },
      {
        "sentence": "你可以尝试接受，“他们就是这样，我能接纳当下的自己，同样的，我也能接受周边的环境是这样。",
        "label": ""
      },
      {
        "sentence": "”有了这种“接纳一切”的能力，无论你去到一个被接纳、还是不被接纳的环境，你都感到自在，你都会适应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要试着接纳一切，包括周围的环境。只有当我真正接纳了自己和周围的一切，我才能感到自在和适应。",
    "annotation": [
      {
        "sentence": "我明白了，我要试着接纳一切，包括周围的环境。",
        "label": ""
      },
      {
        "sentence": "只有当我真正接纳了自己和周围的一切，我才能感到自在和适应。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "【第五】你会成为成功和有爱的人。当你有过接纳自己失败的经历，你会懂得接纳身边失败的人。同样，当你学会欣赏自己，看到自己独特的一面时，你也会看见姨妹的优点和",
    "annotation": [
      {
        "sentence": "【第五】你会成为成功和有爱的人。",
        "label": ""
      },
      {
        "sentence": "当你有过接纳自己失败的经历，你会懂得接纳身边失败的人。",
        "label": ""
      },
      {
        "sentence": "同样，当你学会欣赏自己，看到自己独特的一面时，你也会看见姨妹的优点和",
        "label": ""
      }
    ]
  }
]