[
  {
    "role": "client",
    "content": "同居状态，我未婚先孕了，怎么办？我现在怀孕了，目前处于同居状态，男方有足够能力养娃，但自从知道有娃过后我们基本每天都在吵架，他的态度是，暂时不领结婚证，因为他做生意有风险，他会买房买在我的名下，他怕做生意再像今年疫情这样，如果有问题的话我和他还可以过正常生活，但是如果我要领证他也可以去领，只是让我想清楚，他说以后养娃的费用他会负担，但是希望我和他经济独立，就是我不要去干涉他的财务，我要啥他会给我买，但是我有很大的不安全感。我不知道要不要这个娃，要的话要不要领证。",
    "annotation": [
      {
        "sentence": "同居状态，我未婚先孕了，怎么办？",
        "label": ""
      },
      {
        "sentence": "我现在怀孕了，目前处于同居状态，男方有足够能力养娃，但自从知道有娃过后我们基本每天都在吵架，他的态度是，暂时不领结婚证，因为他做生意有风险，他会买房买在我的名下，他怕做生意再像今年疫情这样，如果有问题的话我和他还可以过正常生活，但是如果我要领证他也可以去领，只是让我想清楚，他说以后养娃的费用他会负担，但是希望我和他经济独立，就是我不要去干涉他的财务，我要啥他会给我买，但是我有很大的不安全感。",
        "label": ""
      },
      {
        "sentence": "我不知道要不要这个娃，要的话要不要领证。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同居怀孕缺乏安全感，你说怀孕后基本每天都在吵架，那么在怀孕前你们是否也有频繁争执呢？（求助者：我们以前也有争吵，但没有现在这么频繁。）怀孕后矛盾主要集中在什么方面呢？（求助者：我们常为领证的问题争吵，我想要领证，他却犹豫不决。）从你的描述中得知，你目前依赖男方的经济，是否有自己的经济来源呢？（求助者：没有，我一直在上学，没有经济来源。）男方表示暂不领证，说明他未做好承担起丈夫和孩子爸爸责任的准备。他说让你想清楚是否要领证，从他的回应中似乎还有一种被逼迫的感觉，而结婚领证应该是双方商量后共同负责的结果。（求助者：是的，我感觉他没有真心想要和我一起组建家庭。）你的不安全感可能来自于他的不坚定和对你的敷衍态度。（求助者：是的，我觉得他对我们的未来没有计划。）此外，你也似乎过于依赖他的经济支持，他说他会买你想要的东西，但你仍然感到不安全感。（求助者：是的，我觉得我们的经济关系不平衡。）如果两个人都没有做好为人父母的准备，你们有考虑过孩子出生后的抚养问题吗？很大程度上，男方的推脱心态表明他成为父亲后可能会不负责任，你能接受他只出钱而不承担其他责任吗？（求助者：我不能接受，我希望他能承担父亲的责任。）换句话说，在这个不能反悔的决定前，我们需要谨慎考虑。",
    "annotation": [
      {
        "sentence": "同居怀孕缺乏安全感，你说怀孕后基本每天都在吵架，那么在怀孕前你们是否也有频繁争执呢？",
        "label": ""
      },
      {
        "sentence": "（求助者：我们以前也有争吵，但没有现在这么频繁。",
        "label": ""
      },
      {
        "sentence": "）怀孕后矛盾主要集中在什么方面呢？",
        "label": ""
      },
      {
        "sentence": "（求助者：我们常为领证的问题争吵，我想要领证，他却犹豫不决。",
        "label": ""
      },
      {
        "sentence": "）从你的描述中得知，你目前依赖男方的经济，是否有自己的经济来源呢？",
        "label": ""
      },
      {
        "sentence": "（求助者：没有，我一直在上学，没有经济来源。",
        "label": ""
      },
      {
        "sentence": "）男方表示暂不领证，说明他未做好承担起丈夫和孩子爸爸责任的准备。",
        "label": ""
      },
      {
        "sentence": "他说让你想清楚是否要领证，从他的回应中似乎还有一种被逼迫的感觉，而结婚领证应该是双方商量后共同负责的结果。",
        "label": ""
      },
      {
        "sentence": "（求助者：是的，我感觉他没有真心想要和我一起组建家庭。",
        "label": ""
      },
      {
        "sentence": "）你的不安全感可能来自于他的不坚定和对你的敷衍态度。",
        "label": ""
      },
      {
        "sentence": "（求助者：是的，我觉得他对我们的未来没有计划。",
        "label": ""
      },
      {
        "sentence": "）此外，你也似乎过于依赖他的经济支持，他说他会买你想要的东西，但你仍然感到不安全感。",
        "label": ""
      },
      {
        "sentence": "（求助者：是的，我觉得我们的经济关系不平衡。",
        "label": ""
      },
      {
        "sentence": "）如果两个人都没有做好为人父母的准备，你们有考虑过孩子出生后的抚养问题吗？",
        "label": ""
      },
      {
        "sentence": "很大程度上，男方的推脱心态表明他成为父亲后可能会不负责任，你能接受他只出钱而不承担其他责任吗？",
        "label": ""
      },
      {
        "sentence": "（求助者：我不能接受，我希望他能承担父亲的责任。",
        "label": ""
      },
      {
        "sentence": "）换句话说，在这个不能反悔的决定前，我们需要谨慎考虑。",
        "label": ""
      }
    ]
  }
]