[
  {
    "role": "client",
    "content": "双方都是女孩子，在一段感情里选择隐瞒过去是对的吗？",
    "annotation": [
      {
        "sentence": "双方都是女孩子，在一段感情里选择隐瞒过去是对的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你的倾诉，我了解你现在面临的困扰。其实，在感情中选择隐瞒过去是一种常见的行为。每个人对于个人隐私的看法和处理方法不同，所以并不能一概而论是否对的。对于你的情况，我希望你能从更多的角度看待这个问题，以便更好地理解和处理。（这个回答有些长了，抱歉。我会尽量简化）",
    "annotation": [
      {
        "sentence": "感谢你的倾诉，我了解你现在面临的困扰。",
        "label": ""
      },
      {
        "sentence": "其实，在感情中选择隐瞒过去是一种常见的行为。",
        "label": ""
      },
      {
        "sentence": "每个人对于个人隐私的看法和处理方法不同，所以并不能一概而论是否对的。",
        "label": ""
      },
      {
        "sentence": "对于你的情况，我希望你能从更多的角度看待这个问题，以便更好地理解和处理。",
        "label": ""
      },
      {
        "sentence": "（这个回答有些长了，抱歉。",
        "label": ""
      },
      {
        "sentence": "我会尽量简化）",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是女孩子，和她谈了一年半恋爱，感情很好，但是最近发现她曾经和两任前男友有过关系，甚至吃过紧急避孕药。她解释说之所以隐瞒是因为害怕我嫌弃她。我很难接受这些事实，感觉信任被破坏了，我应该怎么做？",
    "annotation": [
      {
        "sentence": "我是女孩子，和她谈了一年半恋爱，感情很好，但是最近发现她曾经和两任前男友有过关系，甚至吃过紧急避孕药。",
        "label": ""
      },
      {
        "sentence": "她解释说之所以隐瞒是因为害怕我嫌弃她。",
        "label": ""
      },
      {
        "sentence": "我很难接受这些事实，感觉信任被破坏了，我应该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完你的描述，我觉得你最为痛苦的并不是她之前的行为，而是在这段感情中你的坦诚以及她的隐瞒导致的关系的不对等和不公平。你发现她和前男友搞暧昧后，她悔过并诚恳地表示愿意用后半生来弥补，你因为爱她所以没有选择分手。然而，后来你发现她曾和两任前男友有过关系，她解释说是怕你嫌弃才隐瞒的。这些事实对你造成了很大的打击，让你很难接受并且无法再信任她。",
    "annotation": [
      {
        "sentence": "看完你的描述，我觉得你最为痛苦的并不是她之前的行为，而是在这段感情中你的坦诚以及她的隐瞒导致的关系的不对等和不公平。",
        "label": ""
      },
      {
        "sentence": "你发现她和前男友搞暧昧后，她悔过并诚恳地表示愿意用后半生来弥补，你因为爱她所以没有选择分手。",
        "label": ""
      },
      {
        "sentence": "然而，后来你发现她曾和两任前男友有过关系，她解释说是怕你嫌弃才隐瞒的。",
        "label": ""
      },
      {
        "sentence": "这些事实对你造成了很大的打击，让你很难接受并且无法再信任她。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，她的行为让我感觉到很受伤，觉得这种不对等的感觉很苦恼。我真的不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "是的，她的行为让我感觉到很受伤，觉得这种不对等的感觉很苦恼。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你感到被欺骗时的伤心和难过，毕竟你一直对她保持坦诚，而她却选择对你隐瞒并撒谎。这种不信任的感觉会让你觉得很难过。但是我们也可以尝试从不同的角度来看待这个问题。比如，她之前有过男友，在和你认识之后爱上了你。她可能担心你知道这些事实后不再爱她或者介意，所以选择了隐瞒。这种情况在伴侣关系中并不少见，因为人们总是担心失去对方，所以会“美化”自己。从这个角度来看，她的行为并不是出于恶意，而是为了维护和你的关系。虽然你无法接受她的做法，但我们可以尝试去理解和尊重她的选择，这是成熟的表现。",
    "annotation": [
      {
        "sentence": "我能理解你感到被欺骗时的伤心和难过，毕竟你一直对她保持坦诚，而她却选择对你隐瞒并撒谎。",
        "label": ""
      },
      {
        "sentence": "这种不信任的感觉会让你觉得很难过。",
        "label": ""
      },
      {
        "sentence": "但是我们也可以尝试从不同的角度来看待这个问题。",
        "label": ""
      },
      {
        "sentence": "比如，她之前有过男友，在和你认识之后爱上了你。",
        "label": ""
      },
      {
        "sentence": "她可能担心你知道这些事实后不再爱她或者介意，所以选择了隐瞒。",
        "label": ""
      },
      {
        "sentence": "这种情况在伴侣关系中并不少见，因为人们总是担心失去对方，所以会“美化”自己。",
        "label": ""
      },
      {
        "sentence": "从这个角度来看，她的行为并不是出于恶意，而是为了维护和你的关系。",
        "label": ""
      },
      {
        "sentence": "虽然你无法接受她的做法，但我们可以尝试去理解和尊重她的选择，这是成熟的表现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，每个人有自己的价值观和处理方式。但是她的行为还是给我带来了很大的伤害，我很难原谅她。",
    "annotation": [
      {
        "sentence": "我明白你的意思，每个人有自己的价值观和处理方式。",
        "label": ""
      },
      {
        "sentence": "但是她的行为还是给我带来了很大的伤害，我很难原谅她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，她的行为给你带来了伤害，不管出于什么样的理由。你不需要强行原谅她，因为这样的原谅只会让你们的关系不平衡，并让她一直带着内疚感。相反，你们可以通过坦诚沟通，将你的感受和想法告诉她，也让她表达一下自己的想法和感受，共同寻找一些平衡的方式来弥补这种伤害。她在这段感情中给你的确带来了伤害，所以你也可以适度地回应一些“伤害”，但是要注意不要超过她给你带来的伤害程度。最重要的是，你们需要一起发现并解决你们关系中的问题，这样你们的关系才能更加稳固和信任。",
    "annotation": [
      {
        "sentence": "确实，她的行为给你带来了伤害，不管出于什么样的理由。",
        "label": ""
      },
      {
        "sentence": "你不需要强行原谅她，因为这样的原谅只会让你们的关系不平衡，并让她一直带着内疚感。",
        "label": ""
      },
      {
        "sentence": "相反，你们可以通过坦诚沟通，将你的感受和想法告诉她，也让她表达一下自己的想法和感受，共同寻找一些平衡的方式来弥补这种伤害。",
        "label": ""
      },
      {
        "sentence": "她在这段感情中给你的确带来了伤害，所以你也可以适度地回应一些“伤害”，但是要注意不要超过她给你带来的伤害程度。",
        "label": ""
      },
      {
        "sentence": "最重要的是，你们需要一起发现并解决你们关系中的问题，这样你们的关系才能更加稳固和信任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对。我觉得你的建议很中肯，我会试着和她沟通，一起找到解决的办法。谢谢你的支持和理解。",
    "annotation": [
      {
        "sentence": "嗯，你说得对。",
        "label": ""
      },
      {
        "sentence": "我觉得你的建议很中肯，我会试着和她沟通，一起找到解决的办法。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。希望你们能够解决问题并建立起真正良性的伴侣关系。祝福你们！如果需要进一步的咨询，欢迎随时联系我。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "希望你们能够解决问题并建立起真正良性的伴侣关系。",
        "label": ""
      },
      {
        "sentence": "祝福你们！",
        "label": ""
      },
      {
        "sentence": "如果需要进一步的咨询，欢迎随时联系我。",
        "label": ""
      }
    ]
  }
]