[
  {
    "role": "client",
    "content": "同居状态，我未婚先孕了，怎么办？我现在怀孕了，目前处于同居状态，男方有足够能力养娃，但自从知道有娃过后我们基本每天都在吵架，他的态度是，暂时不领结婚证，因为他做生意有风险，他会买房买在我的名下，他怕做生意再像今年疫情这样，如果有问题的话我和他还可以过正常生活，但是如果我要领证他也可以去领，只是让我想清楚，他说以后养娃的费用他会负担，但是希望我和他经济独立，就是我不要去干涉他的财务，我要啥他会给我买，但是我有很大的不安全感。我不知道要不要这个娃，要的话要不要领证。",
    "annotation": [
      {
        "sentence": "同居状态，我未婚先孕了，怎么办？",
        "label": ""
      },
      {
        "sentence": "我现在怀孕了，目前处于同居状态，男方有足够能力养娃，但自从知道有娃过后我们基本每天都在吵架，他的态度是，暂时不领结婚证，因为他做生意有风险，他会买房买在我的名下，他怕做生意再像今年疫情这样，如果有问题的话我和他还可以过正常生活，但是如果我要领证他也可以去领，只是让我想清楚，他说以后养娃的费用他会负担，但是希望我和他经济独立，就是我不要去干涉他的财务，我要啥他会给我买，但是我有很大的不安全感。",
        "label": ""
      },
      {
        "sentence": "我不知道要不要这个娃，要的话要不要领证。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先给你一个小小的拥抱。一：简述一下你的问题1，同居状态，已怀孕，但是男方暂时不想领证2，男方希望他和你的经济独立3，你现在很没有安全感。",
    "annotation": [
      {
        "sentence": "首先给你一个小小的拥抱。",
        "label": ""
      },
      {
        "sentence": "一：简述一下你的问题1，同居状态，已怀孕，但是男方暂时不想领证2，男方希望他和你的经济独立3，你现在很没有安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，就是这样。",
    "annotation": [
      {
        "sentence": "对，就是这样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "二：分析一下问题产生的原因的原因是这次疫情，我们的经济受到了很大程度的打击，作为一个商人，他考虑的可能会更多一些。对于你而言，你更希望的是让自己能够得到一份保障，人都是得为自己考虑的，他是，你也要。女生，在婚姻中是更容易吃亏的一方，所以我觉得这是一个正常的思量。",
    "annotation": [
      {
        "sentence": "二：分析一下问题产生的原因的原因是这次疫情，我们的经济受到了很大程度的打击，作为一个商人，他考虑的可能会更多一些。",
        "label": ""
      },
      {
        "sentence": "对于你而言，你更希望的是让自己能够得到一份保障，人都是得为自己考虑的，他是，你也要。",
        "label": ""
      },
      {
        "sentence": "女生，在婚姻中是更容易吃亏的一方，所以我觉得这是一个正常的思量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实希望能够得到一份保障。",
    "annotation": [
      {
        "sentence": "你说得对，我确实希望能够得到一份保障。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "三，我给你的建议1，好好地沟通一回。我相信在此之前，你们有过很多次以争吵为结束的沟通。我希望这一次，你们以不发脾气为约定，好好地进行一次彼此间的沟通。你可以向他叙述你的担忧，也倾听他的内心，然后认真地考虑。",
    "annotation": [
      {
        "sentence": "三，我给你的建议1，好好地沟通一回。",
        "label": ""
      },
      {
        "sentence": "我相信在此之前，你们有过很多次以争吵为结束的沟通。",
        "label": ""
      },
      {
        "sentence": "我希望这一次，你们以不发脾气为约定，好好地进行一次彼此间的沟通。",
        "label": ""
      },
      {
        "sentence": "你可以向他叙述你的担忧，也倾听他的内心，然后认真地考虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试着跟他好好沟通一下。",
    "annotation": [
      {
        "sentence": "好的，我会试着跟他好好沟通一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "2，判断他是否真的爱你。网上流传这样一句话：“不已婚姻为目的的恋爱都是耍流氓”，其实婚姻，更多的是感情的一种升华，也是对感情的一种保障，一段没有保障的爱情是不会长久的。所以我希望你通过更多的一些细节去好好判断一下他是否真的喜欢你。",
    "annotation": [
      {
        "sentence": "2，判断他是否真的爱你。",
        "label": ""
      },
      {
        "sentence": "网上流传这样一句话：“不已婚姻为目的的恋爱都是耍流氓”，其实婚姻，更多的是感情的一种升华，也是对感情的一种保障，一段没有保障的爱情是不会长久的。",
        "label": ""
      },
      {
        "sentence": "所以我希望你通过更多的一些细节去好好判断一下他是否真的喜欢你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有时候他的行为让我很怀疑他是不是真的爱我。",
    "annotation": [
      {
        "sentence": "有时候他的行为让我很怀疑他是不是真的爱我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "3，请给自己足够的保障。现在的你并不是一个人，你们的感情出现了问题的话，孩子也会受到伤害，而且婚姻往往对女生更加的苛刻，如果它失败了，那么也不得不说，女生更容易受到伤害。所以，当我们决定开始一段婚姻时，我们得为自己争取足够的保障，我不是很清楚他所说的经济独立是什么意思，但是就算如此，你也要尽量为自己争取更多利益，就算最后失败了，也给自己足够的保障。",
    "annotation": [
      {
        "sentence": "3，请给自己足够的保障。",
        "label": ""
      },
      {
        "sentence": "现在的你并不是一个人，你们的感情出现了问题的话，孩子也会受到伤害，而且婚姻往往对女生更加的苛刻，如果它失败了，那么也不得不说，女生更容易受到伤害。",
        "label": ""
      },
      {
        "sentence": "所以，当我们决定开始一段婚姻时，我们得为自己争取足够的保障，我不是很清楚他所说的经济独立是什么意思，但是就算如此，你也要尽量为自己争取更多利益，就算最后失败了，也给自己足够的保障。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我得为自己和孩子争取更多的保障。",
    "annotation": [
      {
        "sentence": "我明白了，我得为自己和孩子争取更多的保障。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "4，强化自己。《三十而已》最近大火，里面我最喜欢的一个角色就是顾佳，她前期的角色是一个全职太太，但是不得不说，她的厨艺是一个上得了厅堂，下得了厨房的人，里面的钟晓芹就是这样评价她的：“你老公娶了你真是享福了，家里什么事都不用操心。”的确，顾佳虽然是一个全职太太的角色，但是无论从能力上还是魄力上都比她的老公强，而且她能屈能伸，拥有成功者的基础。相信这样的人，无论处于何种境况，生活都会越来越好。所以，女孩子就是要更加努力，更加强大，无论什么时候，你都有底气去作出一个全新的开始。最后，祝你的感情顺利，生活美满，加油！",
    "annotation": [
      {
        "sentence": "4，强化自己。",
        "label": ""
      },
      {
        "sentence": "《三十而已》最近大火，里面我最喜欢的一个角色就是顾佳，她前期的角色是一个全职太太，但是不得不说，她的厨艺是一个上得了厅堂，下得了厨房的人，里面的钟晓芹就是这样评价她的：“你老公娶了你真是享福了，家里什么事都不用操心。",
        "label": ""
      },
      {
        "sentence": "”的确，顾佳虽然是一个全职太太的角色，但是无论从能力上还是魄力上都比她的老公强，而且她能屈能伸，拥有成功者的基础。",
        "label": ""
      },
      {
        "sentence": "相信这样的人，无论处于何种境况，生活都会越来越好。",
        "label": ""
      },
      {
        "sentence": "所以，女孩子就是要更加努力，更加强大，无论什么时候，你都有底气去作出一个全新的开始。",
        "label": ""
      },
      {
        "sentence": "最后，祝你的感情顺利，生活美满，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会好好考虑的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会好好考虑的。",
        "label": ""
      }
    ]
  }
]