[
  {
    "role": "client",
    "content": "31岁男结婚快四年，发现自己喜欢上了别人？很苦恼。",
    "annotation": [
      {
        "sentence": "31岁男结婚快四年，发现自己喜欢上了别人？",
        "label": ""
      },
      {
        "sentence": "很苦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的困扰，这种情况的确让人感到很难受。可以告诉我更多关于你和你的妻子的情况吗？",
    "annotation": [
      {
        "sentence": "我了解你的困扰，这种情况的确让人感到很难受。",
        "label": ""
      },
      {
        "sentence": "可以告诉我更多关于你和你的妻子的情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "31岁男，跟爱人相恋5年多后结婚快4年了，还没考虑好是否生育。跟爱人关系一直比较融洽，小矛盾有过但也没有隔夜仇，但是随着时间久了，日子也很平平淡淡，早已没有什么感觉。",
    "annotation": [
      {
        "sentence": "31岁男，跟爱人相恋5年多后结婚快4年了，还没考虑好是否生育。",
        "label": ""
      },
      {
        "sentence": "跟爱人关系一直比较融洽，小矛盾有过但也没有隔夜仇，但是随着时间久了，日子也很平平淡淡，早已没有什么感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婚姻中的感情变化是正常的，时间的推移会让感觉变得淡化。你们在过去的日子里共同经历了很多，这种稳定也是一种幸福。他们会因为平淡而衍生出不满，你是否考虑过尝试为你们的关系带来一些新的元素呢？",
    "annotation": [
      {
        "sentence": "婚姻中的感情变化是正常的，时间的推移会让感觉变得淡化。",
        "label": ""
      },
      {
        "sentence": "你们在过去的日子里共同经历了很多，这种稳定也是一种幸福。",
        "label": ""
      },
      {
        "sentence": "他们会因为平淡而衍生出不满，你是否考虑过尝试为你们的关系带来一些新的元素呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "2个月前我在网上认识了一个女生，渐渐发现自己喜欢上了她，会因为她而想让自己变得更好；并且真的有动力去改变自己，有她的消息会很开心，很安心，失联则会很慌，心乱如麻；看到她的样子，听到她的声音，会感觉满心的喜欢，心动。",
    "annotation": [
      {
        "sentence": "2个月前我在网上认识了一个女生，渐渐发现自己喜欢上了她，会因为她而想让自己变得更好；并且真的有动力去改变自己，有她的消息会很开心，很安心，失联则会很慌，心乱如麻；看到她的样子，听到她的声音，会感觉满心的喜欢，心动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在对这个女生的情感，但是我们需要明确一点，短暂的兴奋感并不能代表真正的幸福。你的心情波动是因为你对这个女生产生了特别的情感连接，但请记住，这并不意味着你需要放弃现有的婚姻。你是否愿意尝试和你的妻子一起努力改善你们的关系？",
    "annotation": [
      {
        "sentence": "我理解你现在对这个女生的情感，但是我们需要明确一点，短暂的兴奋感并不能代表真正的幸福。",
        "label": ""
      },
      {
        "sentence": "你的心情波动是因为你对这个女生产生了特别的情感连接，但请记住，这并不意味着你需要放弃现有的婚姻。",
        "label": ""
      },
      {
        "sentence": "你是否愿意尝试和你的妻子一起努力改善你们的关系？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道自己确实是精神出轨了，我也不想这样，可不由我控制。她身上有很多我很喜欢的特质，当然我知道也不排除晕轮效应。我理性上也知道这是不现实的，我想着能做她的朋友就知足了。我现在跟她也算是做成朋友了，也并不打算让她知道我喜欢她，逐渐说服自己就只是朋友就好，却也还是会因为她而心情波动，仿佛自己一颗心还是在她身上，到底怎么办才好谁能帮帮我呀……",
    "annotation": [
      {
        "sentence": "我知道自己确实是精神出轨了，我也不想这样，可不由我控制。",
        "label": ""
      },
      {
        "sentence": "她身上有很多我很喜欢的特质，当然我知道也不排除晕轮效应。",
        "label": ""
      },
      {
        "sentence": "我理性上也知道这是不现实的，我想着能做她的朋友就知足了。",
        "label": ""
      },
      {
        "sentence": "我现在跟她也算是做成朋友了，也并不打算让她知道我喜欢她，逐渐说服自己就只是朋友就好，却也还是会因为她而心情波动，仿佛自己一颗心还是在她身上，到底怎么办才好谁能帮帮我呀……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很勇敢地面对了自己的情感出轨，并表达了不愿意放弃你的婚姻。我想告诉你，这也是一个很好的开始。既然你意识到了这个问题，你可以继续与这个女生保持朋友关系，但要时刻提醒自己保持适当的距离和边界。同时，你也可以和你的妻子坦诚相对地分享你的感受，寻求她的理解和支持。毕竟，婚姻是建立在相互理解和包容的基础上的。",
    "annotation": [
      {
        "sentence": "你很勇敢地面对了自己的情感出轨，并表达了不愿意放弃你的婚姻。",
        "label": ""
      },
      {
        "sentence": "我想告诉你，这也是一个很好的开始。",
        "label": ""
      },
      {
        "sentence": "既然你意识到了这个问题，你可以继续与这个女生保持朋友关系，但要时刻提醒自己保持适当的距离和边界。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以和你的妻子坦诚相对地分享你的感受，寻求她的理解和支持。",
        "label": ""
      },
      {
        "sentence": "毕竟，婚姻是建立在相互理解和包容的基础上的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着和妻子进行沟通，告诉她我的感受和困惑。我也会注意保持与这个女生的友谊，但同时设定好适当的界限。希望我们能够找到一种有效的解决办法，保护好我们的婚姻。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着和妻子进行沟通，告诉她我的感受和困惑。",
        "label": ""
      },
      {
        "sentence": "我也会注意保持与这个女生的友谊，但同时设定好适当的界限。",
        "label": ""
      },
      {
        "sentence": "希望我们能够找到一种有效的解决办法，保护好我们的婚姻。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你们之间的沟通会带来积极的结果。只要你们相互倾听和理解，你们的婚姻依然有很大的希望。记住，人生中的感情是需要经营和努力的，希望你们能够一起度过这个难关，创造出新的幸福和快乐。如果你还需要进一步的支持和帮助，请随时找我。",
    "annotation": [
      {
        "sentence": "我相信你们之间的沟通会带来积极的结果。",
        "label": ""
      },
      {
        "sentence": "只要你们相互倾听和理解，你们的婚姻依然有很大的希望。",
        "label": ""
      },
      {
        "sentence": "记住，人生中的感情是需要经营和努力的，希望你们能够一起度过这个难关，创造出新的幸福和快乐。",
        "label": ""
      },
      {
        "sentence": "如果你还需要进一步的支持和帮助，请随时找我。",
        "label": ""
      }
    ]
  }
]