[
  {
    "role": "client",
    "content": "中考分数刚到三类最低线，家长说不如提前学一门技术？我是一个学习不好的学生，中考分数才刚到三类最低线，我家长叫我去读职业学校，但其实我内心还是想去读高中的，但是我家长觉得我就算考到高中，但是那种高中也太差了，还不如提前学一门技术，说我就算在努力三年上大学的几率还是很渺茫，因此我陷入了沉思，我很纠结。",
    "annotation": [
      {
        "sentence": "中考分数刚到三类最低线，家长说不如提前学一门技术？",
        "label": ""
      },
      {
        "sentence": "我是一个学习不好的学生，中考分数才刚到三类最低线，我家长叫我去读职业学校，但其实我内心还是想去读高中的，但是我家长觉得我就算考到高中，但是那种高中也太差了，还不如提前学一门技术，说我就算在努力三年上大学的几率还是很渺茫，因此我陷入了沉思，我很纠结。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的这种困惑也是每年很多孩子面临的困惑。你的问题是你想读高中，但是家长支持你读职高，你很纠结。其实，这是一个选择的问题，选择困难是我们每个人常常面临的事情。面对选择，单从自己的角度来说，往往就会有理性和情感两个方面的较量，现在主要还有父母的意见，所以你很纠结。",
    "annotation": [
      {
        "sentence": "你的这种困惑也是每年很多孩子面临的困惑。",
        "label": ""
      },
      {
        "sentence": "你的问题是你想读高中，但是家长支持你读职高，你很纠结。",
        "label": ""
      },
      {
        "sentence": "其实，这是一个选择的问题，选择困难是我们每个人常常面临的事情。",
        "label": ""
      },
      {
        "sentence": "面对选择，单从自己的角度来说，往往就会有理性和情感两个方面的较量，现在主要还有父母的意见，所以你很纠结。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我很困惑。我想读高中的原因主要是为了考大学，但是我自己也知道我的学习能力不是很强，所以父母觉得我上了高中也很难考上大学，他们希望我提前学一门技术，这样未来就能有稳定的职业。",
    "annotation": [
      {
        "sentence": "是的，我很困惑。",
        "label": ""
      },
      {
        "sentence": "我想读高中的原因主要是为了考大学，但是我自己也知道我的学习能力不是很强，所以父母觉得我上了高中也很难考上大学，他们希望我提前学一门技术，这样未来就能有稳定的职业。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧。想读高中为了考大学是一个很正常的想法，但是你也要思考一下自己的学习情况。你提到自己学习能力不强，那么考虑一下，你是否有足够的能力来应对高中的学习压力呢？这是一个需要考虑的问题。",
    "annotation": [
      {
        "sentence": "我理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "想读高中为了考大学是一个很正常的想法，但是你也要思考一下自己的学习情况。",
        "label": ""
      },
      {
        "sentence": "你提到自己学习能力不强，那么考虑一下，你是否有足够的能力来应对高中的学习压力呢？",
        "label": ""
      },
      {
        "sentence": "这是一个需要考虑的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我承认自己在初中的学习上并不是很努力，但是我觉得如果我能上高中，我一定会更加认真学习的，尽管学习能力不是很强，但我相信我可以通过自己的努力来提升。",
    "annotation": [
      {
        "sentence": "我承认自己在初中的学习上并不是很努力，但是我觉得如果我能上高中，我一定会更加认真学习的，尽管学习能力不是很强，但我相信我可以通过自己的努力来提升。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个非常积极的态度。你有意愿去努力学习是非常重要的，但是也要考虑你的学习能力是否能够适应高中的学习强度。如果你能认真学习并不断提升自己，那可能会有更好的结果。但同时，也要考虑其他方面的因素，比如你的兴趣爱好和职业规划。",
    "annotation": [
      {
        "sentence": "这是一个非常积极的态度。",
        "label": ""
      },
      {
        "sentence": "你有意愿去努力学习是非常重要的，但是也要考虑你的学习能力是否能够适应高中的学习强度。",
        "label": ""
      },
      {
        "sentence": "如果你能认真学习并不断提升自己，那可能会有更好的结果。",
        "label": ""
      },
      {
        "sentence": "但同时，也要考虑其他方面的因素，比如你的兴趣爱好和职业规划。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也明白兴趣和职业规划很重要。我其实内心还是很想去读高中，我觉得那样的学校能够给我更广阔的发展空间。但是父母担心我上了高中后还是无法考上大学，所以建议我提前学一门技术。",
    "annotation": [
      {
        "sentence": "是的，我也明白兴趣和职业规划很重要。",
        "label": ""
      },
      {
        "sentence": "我其实内心还是很想去读高中，我觉得那样的学校能够给我更广阔的发展空间。",
        "label": ""
      },
      {
        "sentence": "但是父母担心我上了高中后还是无法考上大学，所以建议我提前学一门技术。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够意识到自己内心的想法是很重要的。想去读高中并希望有更广阔的发展空间是一个有追求的目标。但是也要理解你父母的担心，他们希望你能够有一份稳定的职业。或许你可以和他们好好沟通，就你的理想和目标进行更具体的讨论。",
    "annotation": [
      {
        "sentence": "你能够意识到自己内心的想法是很重要的。",
        "label": ""
      },
      {
        "sentence": "想去读高中并希望有更广阔的发展空间是一个有追求的目标。",
        "label": ""
      },
      {
        "sentence": "但是也要理解你父母的担心，他们希望你能够有一份稳定的职业。",
        "label": ""
      },
      {
        "sentence": "或许你可以和他们好好沟通，就你的理想和目标进行更具体的讨论。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和他们沟通一下的，但是我也有些担心他们对我的意见不会改变。毕竟他们是为了我好才这么建议的。",
    "annotation": [
      {
        "sentence": "我会试着和他们沟通一下的，但是我也有些担心他们对我的意见不会改变。",
        "label": ""
      },
      {
        "sentence": "毕竟他们是为了我好才这么建议的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心。家长总是希望我们过上更好的生活，并为此提出建议。但是在做出决定之前，还是好好与他们交流，让他们了解你的想法、理想和承诺。也许通过多次的交流，你们能够找到一个共同的方案。",
    "annotation": [
      {
        "sentence": "理解你的担心。",
        "label": ""
      },
      {
        "sentence": "家长总是希望我们过上更好的生活，并为此提出建议。",
        "label": ""
      },
      {
        "sentence": "但是在做出决定之前，还是好好与他们交流，让他们了解你的想法、理想和承诺。",
        "label": ""
      },
      {
        "sentence": "也许通过多次的交流，你们能够找到一个共同的方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量与他们沟通，并试图找到一个大家都能接受的方案。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量与他们沟通，并试图找到一个大家都能接受的方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你们一定能够找到一个最适合你的方案的。只要你能够保持积极的态度，相信自己的能力，一定能够面对并解决困境。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我相信你们一定能够找到一个最适合你的方案的。",
        "label": ""
      },
      {
        "sentence": "只要你能够保持积极的态度，相信自己的能力，一定能够面对并解决困境。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]