[
  {
    "role": "client",
    "content": "中考分数刚到三类最低线，家长说不如提前学一门技术？我是一个学习不好的学生，中考分数才刚到三类最低线，我家长叫我去读职业学校，但其实我内心还是想去读高中的，但是我家长觉得我就算考到高中，但是那种高中也太差了，还不如提前学一门技术，说我就算在努力三年上大学的几率还是很渺茫，因此我陷入了沉思，我很纠结。",
    "annotation": [
      {
        "sentence": "中考分数刚到三类最低线，家长说不如提前学一门技术？",
        "label": ""
      },
      {
        "sentence": "我是一个学习不好的学生，中考分数才刚到三类最低线，我家长叫我去读职业学校，但其实我内心还是想去读高中的，但是我家长觉得我就算考到高中，但是那种高中也太差了，还不如提前学一门技术，说我就算在努力三年上大学的几率还是很渺茫，因此我陷入了沉思，我很纠结。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的提问中看到你很有上进心，但成绩却不尽人意，对于择校产生了迷茫。不知道你对于高中和职高的理解分别是什么～高中的压力要远大于中职院校，它们的升学机制也有所不同，以及所需要承担的学费也不同。相比而言我个人认为，如果成绩真的不理想，自己也已经尽力了，那么或许去到中职学校或许会更有优势呢～选择高中的话，我们将要面临的是高考，相信这点你应该有所了解。若选择中职，将要面临的则是对口招生考试，但这一考试真的比高考容易太多太多了，每个地方的政策不一样，我就拿我所在的城市举例。",
    "annotation": [
      {
        "sentence": "从你的提问中看到你很有上进心，但成绩却不尽人意，对于择校产生了迷茫。",
        "label": ""
      },
      {
        "sentence": "不知道你对于高中和职高的理解分别是什么～高中的压力要远大于中职院校，它们的升学机制也有所不同，以及所需要承担的学费也不同。",
        "label": ""
      },
      {
        "sentence": "相比而言我个人认为，如果成绩真的不理想，自己也已经尽力了，那么或许去到中职学校或许会更有优势呢～选择高中的话，我们将要面临的是高考，相信这点你应该有所了解。",
        "label": ""
      },
      {
        "sentence": "若选择中职，将要面临的则是对口招生考试，但这一考试真的比高考容易太多太多了，每个地方的政策不一样，我就拿我所在的城市举例。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我了解到高中的压力确实比较大。但是我对于中职的升学机制和学费还不是很了解，你可以再详细解释一下吗？",
    "annotation": [
      {
        "sentence": "你说的有道理，我了解到高中的压力确实比较大。",
        "label": ""
      },
      {
        "sentence": "但是我对于中职的升学机制和学费还不是很了解，你可以再详细解释一下吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以。中职学校的升学机制是对口招生考试，比高考要容易得多。以我所在的城市为例，中职对口考试的满分是600分，今年的分数普遍在350到400之间，但只要考到250分以上就可以被大专院校录取。而高中的单独招生考试(觉得自己考不上本科，提前参加大专院校的招生考)难度较大，分数要求也较高。",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "中职学校的升学机制是对口招生考试，比高考要容易得多。",
        "label": ""
      },
      {
        "sentence": "以我所在的城市为例，中职对口考试的满分是600分，今年的分数普遍在350到400之间，但只要考到250分以上就可以被大专院校录取。",
        "label": ""
      },
      {
        "sentence": "而高中的单独招生考试(觉得自己考不上本科，提前参加大专院校的招生考)难度较大，分数要求也较高。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "哦，原来如此。那中职和高中在所学的知识上有什么不同呢？",
    "annotation": [
      {
        "sentence": "哦，原来如此。",
        "label": ""
      },
      {
        "sentence": "那中职和高中在所学的知识上有什么不同呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高中更偏向于理论，而中职更偏向于动手实践，适应社会的需求。所以在这方面，你可以根据自己的兴趣和特长来考虑。",
    "annotation": [
      {
        "sentence": "高中更偏向于理论，而中职更偏向于动手实践，适应社会的需求。",
        "label": ""
      },
      {
        "sentence": "所以在这方面，你可以根据自己的兴趣和特长来考虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也担心到私立高中后，家庭需要承担的学费会很高，而中职学校的学费又是怎样的呢？",
    "annotation": [
      {
        "sentence": "我也担心到私立高中后，家庭需要承担的学费会很高，而中职学校的学费又是怎样的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "中职学校是国家免学费的，所以如果成绩真的不太好，去到了私立学校，家庭需要承担高昂的学费。现如今国家也在加强职业教育，很多中职学校的环境会比一些私立高中的要好一些。",
    "annotation": [
      {
        "sentence": "中职学校是国家免学费的，所以如果成绩真的不太好，去到了私立学校，家庭需要承担高昂的学费。",
        "label": ""
      },
      {
        "sentence": "现如今国家也在加强职业教育，很多中职学校的环境会比一些私立高中的要好一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也考虑过想要升本科，但如果在高中成绩还是不理想的话，是不是也很难考上本科院校呢？",
    "annotation": [
      {
        "sentence": "我也考虑过想要升本科，但如果在高中成绩还是不理想的话，是不是也很难考上本科院校呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，如果在高中成绩依旧不理想，很大几率也会依旧无缘本科院校。但在中职学校，也有机会升本科，虽然难度也不小但依旧有机会。而且我们也可以选择先进入大专院校，之后再进行专升本考试。",
    "annotation": [
      {
        "sentence": "是的，如果在高中成绩依旧不理想，很大几率也会依旧无缘本科院校。",
        "label": ""
      },
      {
        "sentence": "但在中职学校，也有机会升本科，虽然难度也不小但依旧有机会。",
        "label": ""
      },
      {
        "sentence": "而且我们也可以选择先进入大专院校，之后再进行专升本考试。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你刚才提到中职的课余生活相对丰富多彩，可以具体再说说吗？",
    "annotation": [
      {
        "sentence": "你刚才提到中职的课余生活相对丰富多彩，可以具体再说说吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高中生的课余生活大部分时间依旧是学校，而且课余时间也相对较少。中职生的课余生活相对比较丰富多彩，各种各样的社团活动，每天下午都有两个小时可以让我们自行安排，作业量也较少。同时中职学校更注重德智体美劳的发展。",
    "annotation": [
      {
        "sentence": "高中生的课余生活大部分时间依旧是学校，而且课余时间也相对较少。",
        "label": ""
      },
      {
        "sentence": "中职生的课余生活相对比较丰富多彩，各种各样的社团活动，每天下午都有两个小时可以让我们自行安排，作业量也较少。",
        "label": ""
      },
      {
        "sentence": "同时中职学校更注重德智体美劳的发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "不知道你有没有自己或是其他人有类似的经历，可以分享一下吗？",
    "annotation": [
      {
        "sentence": "不知道你有没有自己或是其他人有类似的经历，可以分享一下吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当时我的中考成绩刚好可以上普高，因为一些个人原因我不顾家人反对选择了中职学校。最后我从中职毕业，考上了自己理想的学校理想的专业。所以我对中职的生活比较了解，以上只是一个高中与中职的学习生活上的对比。具体如何选择要视你自己的情况和意愿而决定。",
    "annotation": [
      {
        "sentence": "当时我的中考成绩刚好可以上普高，因为一些个人原因我不顾家人反对选择了中职学校。",
        "label": ""
      },
      {
        "sentence": "最后我从中职毕业，考上了自己理想的学校理想的专业。",
        "label": ""
      },
      {
        "sentence": "所以我对中职的生活比较了解，以上只是一个高中与中职的学习生活上的对比。",
        "label": ""
      },
      {
        "sentence": "具体如何选择要视你自己的情况和意愿而决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的分享和建议，我会好好考虑的。最后想问一下，选择中职学校真的不丢人吗？",
    "annotation": [
      {
        "sentence": "谢谢你的分享和建议，我会好好考虑的。",
        "label": ""
      },
      {
        "sentence": "最后想问一下，选择中职学校真的不丢人吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然不丢人，这只不过是另一条通往罗马的路。无论选择哪条路，愿你有一个灿烂的未来。",
    "annotation": [
      {
        "sentence": "当然不丢人，这只不过是另一条通往罗马的路。",
        "label": ""
      },
      {
        "sentence": "无论选择哪条路，愿你有一个灿烂的未来。",
        "label": ""
      }
    ]
  }
]