[
  {
    "role": "client",
    "content": "中考分数刚到三类最低线，家长说不如提前学一门技术？我是一个学习不好的学生，中考分数才刚到三类最低线，我家长叫我去读职业学校，但其实我内心还是想去读高中的，但是我家长觉得我就算考到高中，但是那种高中也太差了，还不如提前学一门技术，说我就算在努力三年上大学的几率还是很渺茫，因此我陷入了沉思，我很纠结。",
    "annotation": [
      {
        "sentence": "中考分数刚到三类最低线，家长说不如提前学一门技术？",
        "label": ""
      },
      {
        "sentence": "我是一个学习不好的学生，中考分数才刚到三类最低线，我家长叫我去读职业学校，但其实我内心还是想去读高中的，但是我家长觉得我就算考到高中，但是那种高中也太差了，还不如提前学一门技术，说我就算在努力三年上大学的几率还是很渺茫，因此我陷入了沉思，我很纠结。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的情绪非常理解，这是在做选择时常会遇到的困扰。你的家长可能是出于对你的好，希望你能够有更好的发展。不过在做决定之前，我们可以先暂时抛开家长的意见，先来关注你自己。内心想要读高中，说明你对学习还有一定的热情和动力。你觉得读高中对你而言重要的是什么呢？",
    "annotation": [
      {
        "sentence": "你现在的情绪非常理解，这是在做选择时常会遇到的困扰。",
        "label": ""
      },
      {
        "sentence": "你的家长可能是出于对你的好，希望你能够有更好的发展。",
        "label": ""
      },
      {
        "sentence": "不过在做决定之前，我们可以先暂时抛开家长的意见，先来关注你自己。",
        "label": ""
      },
      {
        "sentence": "内心想要读高中，说明你对学习还有一定的热情和动力。",
        "label": ""
      },
      {
        "sentence": "你觉得读高中对你而言重要的是什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得读高中可以打好基础，为将来上大学做准备。我希望有更多的学习机会，接触到更广阔的知识。同时，我也想锻炼自己的意志力和学习能力。",
    "annotation": [
      {
        "sentence": "我觉得读高中可以打好基础，为将来上大学做准备。",
        "label": ""
      },
      {
        "sentence": "我希望有更多的学习机会，接触到更广阔的知识。",
        "label": ""
      },
      {
        "sentence": "同时，我也想锻炼自己的意志力和学习能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法非常明确，有明确的目标是很好的。读高中确实能够为你提供更加丰富的学习资源和更高的学术氛围。通过高中的学习，你不仅可以打好基础，还可以更好地为将来的大学学习做准备。同时，高中也是锻炼意志力和学习能力的重要阶段。你的这些想法都是非常正向的。",
    "annotation": [
      {
        "sentence": "你的想法非常明确，有明确的目标是很好的。",
        "label": ""
      },
      {
        "sentence": "读高中确实能够为你提供更加丰富的学习资源和更高的学术氛围。",
        "label": ""
      },
      {
        "sentence": "通过高中的学习，你不仅可以打好基础，还可以更好地为将来的大学学习做准备。",
        "label": ""
      },
      {
        "sentence": "同时，高中也是锻炼意志力和学习能力的重要阶段。",
        "label": ""
      },
      {
        "sentence": "你的这些想法都是非常正向的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是家长担心我上不了好高中，觉得不如早些学一门技术，再说我学习成绩并不出色，我自己也怀疑能不能在高中坚持下去。",
    "annotation": [
      {
        "sentence": "可是家长担心我上不了好高中，觉得不如早些学一门技术，再说我学习成绩并不出色，我自己也怀疑能不能在高中坚持下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "家长的担心是出于对你的关心，他们希望你能在将来有更好的发展。不过，在做决定的时候，我们也要兼顾自己的意愿和能力。学习成绩并不是决定一切的因素，而是我们努力和态度的结果。如果你真心想读高中，并且愿意为之努力，我相信你一定可以坚持下去。同时，对于家长的担心，我们也可以逐渐沟通，让他们了解你的想法和决心。",
    "annotation": [
      {
        "sentence": "家长的担心是出于对你的关心，他们希望你能在将来有更好的发展。",
        "label": ""
      },
      {
        "sentence": "不过，在做决定的时候，我们也要兼顾自己的意愿和能力。",
        "label": ""
      },
      {
        "sentence": "学习成绩并不是决定一切的因素，而是我们努力和态度的结果。",
        "label": ""
      },
      {
        "sentence": "如果你真心想读高中，并且愿意为之努力，我相信你一定可以坚持下去。",
        "label": ""
      },
      {
        "sentence": "同时，对于家长的担心，我们也可以逐渐沟通，让他们了解你的想法和决心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了。我应该坚持自己的想法，并向家长展现我的决心和努力。不过，我还担心自己的选择是否正确，怕将来会后悔。",
    "annotation": [
      {
        "sentence": "是的，我明白了。",
        "label": ""
      },
      {
        "sentence": "我应该坚持自己的想法，并向家长展现我的决心和努力。",
        "label": ""
      },
      {
        "sentence": "不过，我还担心自己的选择是否正确，怕将来会后悔。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种疑虑是很正常的，在做选择时都会有一定的不确定性。但是，我们不能只看结果，而要看选择的过程和自己的努力。只要你秉持着对学习的热情和向往，去努力实现自己的目标，就不会后悔。而且，试错是成长的一部分，就算最后走错了路，你也会从中学到很多宝贵的经验和教训。所以，相信自己，相信你的选择，并且勇敢地去追求自己的梦想。",
    "annotation": [
      {
        "sentence": "这种疑虑是很正常的，在做选择时都会有一定的不确定性。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能只看结果，而要看选择的过程和自己的努力。",
        "label": ""
      },
      {
        "sentence": "只要你秉持着对学习的热情和向往，去努力实现自己的目标，就不会后悔。",
        "label": ""
      },
      {
        "sentence": "而且，试错是成长的一部分，就算最后走错了路，你也会从中学到很多宝贵的经验和教训。",
        "label": ""
      },
      {
        "sentence": "所以，相信自己，相信你的选择，并且勇敢地去追求自己的梦想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我感到心情好了很多。我决定坚持自己的选择，不再纠结。我相信只要努力，我一定能够实现自己的目标。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我感到心情好了很多。",
        "label": ""
      },
      {
        "sentence": "我决定坚持自己的选择，不再纠结。",
        "label": ""
      },
      {
        "sentence": "我相信只要努力，我一定能够实现自己的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样的决定。相信自己是非常重要的，只要你坚持努力，就一定能够实现自己的目标。我为你加油，并祝你未来的道路一帆风顺！你不孤单，我和世界都会一直支持你的。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴听到你这样的决定。",
        "label": ""
      },
      {
        "sentence": "相信自己是非常重要的，只要你坚持努力，就一定能够实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "我为你加油，并祝你未来的道路一帆风顺！",
        "label": ""
      },
      {
        "sentence": "你不孤单，我和世界都会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]