[
  {
    "role": "client",
    "content": "双方都是女孩子，在一段感情里选择隐瞒过去是对的吗？我是女孩子她也是女孩子我们谈了一年半恋爱感情特别好双方家长也都支持她说她以前和男生谈过恋爱但从未有过身体接触前段时间她和前男友搞暧昧想去别的城市找前男友被我发现她诚恳的悔过弥补说是鬼迷心窍宁愿用后半生来弥补我我很爱她没有选择分手希望时间能冲淡一切可是后来我发现她曾经和两任前男友都睡过甚至吃过紧急避孕药她解释之所以隐瞒我这些是怕我知道了会嫌弃她不要她这件事对我打击很大让我很难接受再也无法信任她我知道这都是她的过去可我从始至终对她一直保持坦诚从未有过欺骗如果她一开始就告诉我我并不会讲究她什么可是到现在我才知道真相让我真的很难过这种不对等的感觉让我很苦恼我该怎么做？",
    "annotation": [
      {
        "sentence": "双方都是女孩子，在一段感情里选择隐瞒过去是对的吗？",
        "label": ""
      },
      {
        "sentence": "我是女孩子她也是女孩子我们谈了一年半恋爱感情特别好双方家长也都支持她说她以前和男生谈过恋爱但从未有过身体接触前段时间她和前男友搞暧昧想去别的城市找前男友被我发现她诚恳的悔过弥补说是鬼迷心窍宁愿用后半生来弥补我我很爱她没有选择分手希望时间能冲淡一切可是后来我发现她曾经和两任前男友都睡过甚至吃过紧急避孕药她解释之所以隐瞒我这些是怕我知道了会嫌弃她不要她这件事对我打击很大让我很难接受再也无法信任她我知道这都是她的过去可我从始至终对她一直保持坦诚从未有过欺骗如果她一开始就告诉我我并不会讲究她什么可是到现在我才知道真相让我真的很难过这种不对等的感觉让我很苦恼我该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你的困扰，很能理解你此刻的心情。这是一个非常棘手的问题，因为它涉及到你对她隐瞒一些事情的感觉和她过去的情况。首先，我很重视你对坦诚的态度和你对她的感情，这表明你是一个非常敏感、尊重和诚实的人。也许你会觉得她一开始应该都坦白告诉你她的过去，但是有时候人们感觉非常的紧张，不知道应该怎么说出来，或者因为害怕另一方会不接受而不愿意坦诚。",
    "annotation": [
      {
        "sentence": "你好，听到你的困扰，很能理解你此刻的心情。",
        "label": ""
      },
      {
        "sentence": "这是一个非常棘手的问题，因为它涉及到你对她隐瞒一些事情的感觉和她过去的情况。",
        "label": ""
      },
      {
        "sentence": "首先，我很重视你对坦诚的态度和你对她的感情，这表明你是一个非常敏感、尊重和诚实的人。",
        "label": ""
      },
      {
        "sentence": "也许你会觉得她一开始应该都坦白告诉你她的过去，但是有时候人们感觉非常的紧张，不知道应该怎么说出来，或者因为害怕另一方会不接受而不愿意坦诚。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得这种不坦诚会导致人们之间的关系变得不稳定。我对她的信任已经受到了伤害，我怎么才能恢复信任呢？",
    "annotation": [
      {
        "sentence": "但是我觉得这种不坦诚会导致人们之间的关系变得不稳定。",
        "label": ""
      },
      {
        "sentence": "我对她的信任已经受到了伤害，我怎么才能恢复信任呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个非常重要的问题。恢复信任并不是一件容易的事情，这需要相互理解和一些耐心。首先，你可以和她摆明你的想法和想要建立的关系，让她知道你需要更加坦诚和透明的交流方式。其次，你可以让她知道你很重视她对你坦诚，也很希望她能同样对待你。最后，你可以尽可能地了解她的想法和感受，通过对话来增进彼此的了解。",
    "annotation": [
      {
        "sentence": "这是一个非常重要的问题。",
        "label": ""
      },
      {
        "sentence": "恢复信任并不是一件容易的事情，这需要相互理解和一些耐心。",
        "label": ""
      },
      {
        "sentence": "首先，你可以和她摆明你的想法和想要建立的关系，让她知道你需要更加坦诚和透明的交流方式。",
        "label": ""
      },
      {
        "sentence": "其次，你可以让她知道你很重视她对你坦诚，也很希望她能同样对待你。",
        "label": ""
      },
      {
        "sentence": "最后，你可以尽可能地了解她的想法和感受，通过对话来增进彼此的了解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得她的过去让我无法接受，她曾经和两任前男友都睡过甚至吃过紧急避孕药，这让我感到非常的受伤和不舒服。",
    "annotation": [
      {
        "sentence": "但是我觉得她的过去让我无法接受，她曾经和两任前男友都睡过甚至吃过紧急避孕药，这让我感到非常的受伤和不舒服。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这确实是一个非常难以接受的事情，但是你需要了解每个人的过去都是不同的，而且很多人都有过一些不完美的经历。你可以尝试理解她的过去并尊重她的选择，同时你也需要告诉她你的感受和想法，以便产生更好的理解和解释。也许你可以给彼此的关系和未来设定一些共同的目标和未来规划，这样可以给你们建立信任和保持彼此感情的支持。",
    "annotation": [
      {
        "sentence": "这确实是一个非常难以接受的事情，但是你需要了解每个人的过去都是不同的，而且很多人都有过一些不完美的经历。",
        "label": ""
      },
      {
        "sentence": "你可以尝试理解她的过去并尊重她的选择，同时你也需要告诉她你的感受和想法，以便产生更好的理解和解释。",
        "label": ""
      },
      {
        "sentence": "也许你可以给彼此的关系和未来设定一些共同的目标和未来规划，这样可以给你们建立信任和保持彼此感情的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很感谢你的建议和支持，我现在感到更加的放心了。",
    "annotation": [
      {
        "sentence": "我很感谢你的建议和支持，我现在感到更加的放心了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，我很高兴能帮助你解决问题。请记住，无论何时，我们都可以在彼此身边提供支持和帮助。不要在烦恼和困难中孤单独自承受，试着和自己信任的人交流和分享，这也是解决问题和减轻压力的好方法。",
    "annotation": [
      {
        "sentence": "不用谢，我很高兴能帮助你解决问题。",
        "label": ""
      },
      {
        "sentence": "请记住，无论何时，我们都可以在彼此身边提供支持和帮助。",
        "label": ""
      },
      {
        "sentence": "不要在烦恼和困难中孤单独自承受，试着和自己信任的人交流和分享，这也是解决问题和减轻压力的好方法。",
        "label": ""
      }
    ]
  }
]