[
  {
    "role": "client",
    "content": "双方都是女孩子，在一段感情里选择隐瞒过去是对的吗？我是女孩子她也是女孩子我们谈了一年半恋爱感情特别好双方家长也都支持她说她以前和男生谈过恋爱但从未有过身体接触前段时间她和前男友搞暧昧想去别的城市找前男友被我发现她诚恳的悔过弥补说是鬼迷心窍宁愿用后半生来弥补我我很爱她没有选择分手希望时间能冲淡一切可是后来我发现她曾经和两任前男友都睡过甚至吃过紧急避孕药她解释之所以隐瞒我这些是怕我知道了会嫌弃她不要她这件事对我打击很大让我很难接受再也无法信任她我知道这都是她的过去可我从始至终对她一直保持坦诚从未有过欺骗如果她一开始就告诉我我并不会讲究她什么可是到现在我才知道真相让我真的很难过这种不对等的感觉让我很苦恼我该怎么做？",
    "annotation": [
      {
        "sentence": "双方都是女孩子，在一段感情里选择隐瞒过去是对的吗？",
        "label": ""
      },
      {
        "sentence": "我是女孩子她也是女孩子我们谈了一年半恋爱感情特别好双方家长也都支持她说她以前和男生谈过恋爱但从未有过身体接触前段时间她和前男友搞暧昧想去别的城市找前男友被我发现她诚恳的悔过弥补说是鬼迷心窍宁愿用后半生来弥补我我很爱她没有选择分手希望时间能冲淡一切可是后来我发现她曾经和两任前男友都睡过甚至吃过紧急避孕药她解释之所以隐瞒我这些是怕我知道了会嫌弃她不要她这件事对我打击很大让我很难接受再也无法信任她我知道这都是她的过去可我从始至终对她一直保持坦诚从未有过欺骗如果她一开始就告诉我我并不会讲究她什么可是到现在我才知道真相让我真的很难过这种不对等的感觉让我很苦恼我该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你所经历的这段感情带来的伤害，我很能理解你的感受。事实上，感情中的信任和坦诚是非常重要的。那个女孩没能起码地保持亲密关系中的信任，给你带来了很大的伤害。首先想给你一点温暖。你的感受是可以理解的，告诉我的一切，我都会认真聆听。",
    "annotation": [
      {
        "sentence": "看到你所经历的这段感情带来的伤害，我很能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "事实上，感情中的信任和坦诚是非常重要的。",
        "label": ""
      },
      {
        "sentence": "那个女孩没能起码地保持亲密关系中的信任，给你带来了很大的伤害。",
        "label": ""
      },
      {
        "sentence": "首先想给你一点温暖。",
        "label": ""
      },
      {
        "sentence": "你的感受是可以理解的，告诉我的一切，我都会认真聆听。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你理解我的感受。我非常在乎这个女孩，希望能一直和她走下去，因为我们两个都是女孩她以前和男生谈过恋爱但从未有过身体接触我一开始完全接受了这一点，可最近却发现她曾经和两任前男友都睡过甚至吃过紧急避孕药我感觉非常的不公平，我想知道她为什么不曾经告诉我这些真相。",
    "annotation": [
      {
        "sentence": "感谢你理解我的感受。",
        "label": ""
      },
      {
        "sentence": "我非常在乎这个女孩，希望能一直和她走下去，因为我们两个都是女孩她以前和男生谈过恋爱但从未有过身体接触我一开始完全接受了这一点，可最近却发现她曾经和两任前男友都睡过甚至吃过紧急避孕药我感觉非常的不公平，我想知道她为什么不曾经告诉我这些真相。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你的问题中我看到了一点，就是对于你的关系中的信任问题，让你感到非常无法接受。虽然她和前男友之间主动避孕，但你并不反感，恋爱关系中很正常的事情，但是她对你隐瞒的行为，给你带来了伤害。这是因为她可能害怕你选择不接受她，所以选择隐瞒。不过，这样做的结果是让你失去了信任感，我非常能理解你的感受。",
    "annotation": [
      {
        "sentence": "在你的问题中我看到了一点，就是对于你的关系中的信任问题，让你感到非常无法接受。",
        "label": ""
      },
      {
        "sentence": "虽然她和前男友之间主动避孕，但你并不反感，恋爱关系中很正常的事情，但是她对你隐瞒的行为，给你带来了伤害。",
        "label": ""
      },
      {
        "sentence": "这是因为她可能害怕你选择不接受她，所以选择隐瞒。",
        "label": ""
      },
      {
        "sentence": "不过，这样做的结果是让你失去了信任感，我非常能理解你的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我很困惑。尽管我们在感情中坦诚相待，她也曾说过她想改变，想和我在一起。可是，她的行为却与此不符，我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "是的，我很困惑。",
        "label": ""
      },
      {
        "sentence": "尽管我们在感情中坦诚相待，她也曾说过她想改变，想和我在一起。",
        "label": ""
      },
      {
        "sentence": "可是，她的行为却与此不符，我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我感觉你感情中的难言之隐主要是在于你们中间的信任和关系问题。你非常在乎这个女孩，但是现在的问题是，有两个选择，并不好做决定。第一个选择是选择原谅她，继续你们之间的感情，尽管她隐瞒过去的事情，让你失去对她的信任；另一个选择是选择分手，终止你们之间的感情，这对你们两个来说同样是很痛苦的。那么选择哪一个，作为你自己的支持者，你可以给自己一些时间去考虑，去弄清楚你自己到底想要什么。",
    "annotation": [
      {
        "sentence": "我感觉你感情中的难言之隐主要是在于你们中间的信任和关系问题。",
        "label": ""
      },
      {
        "sentence": "你非常在乎这个女孩，但是现在的问题是，有两个选择，并不好做决定。",
        "label": ""
      },
      {
        "sentence": "第一个选择是选择原谅她，继续你们之间的感情，尽管她隐瞒过去的事情，让你失去对她的信任；另一个选择是选择分手，终止你们之间的感情，这对你们两个来说同样是很痛苦的。",
        "label": ""
      },
      {
        "sentence": "那么选择哪一个，作为你自己的支持者，你可以给自己一些时间去考虑，去弄清楚你自己到底想要什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "恩，我听你的话，会好好考虑的。就是怕现在的伤痛过去后，感情还得不到保障，真的很痛苦。我还是很爱她，但我也需要知道她对我真心实意。",
    "annotation": [
      {
        "sentence": "恩，我听你的话，会好好考虑的。",
        "label": ""
      },
      {
        "sentence": "就是怕现在的伤痛过去后，感情还得不到保障，真的很痛苦。",
        "label": ""
      },
      {
        "sentence": "我还是很爱她，但我也需要知道她对我真心实意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的痛苦感受。你需要知道她是否真的对你坦诚和真心，这才能维系这段感情或者决定是否继续。但是，你需要提醒自己，一段恋爱关系需要双方共同经营。在这个过程中，你们都需要努力相互理解和支持。无论你做出的决定如何，都需要为自己和她的未来做好准备。",
    "annotation": [
      {
        "sentence": "我明白你的痛苦感受。",
        "label": ""
      },
      {
        "sentence": "你需要知道她是否真的对你坦诚和真心，这才能维系这段感情或者决定是否继续。",
        "label": ""
      },
      {
        "sentence": "但是，你需要提醒自己，一段恋爱关系需要双方共同经营。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你们都需要努力相互理解和支持。",
        "label": ""
      },
      {
        "sentence": "无论你做出的决定如何，都需要为自己和她的未来做好准备。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我理解了。我会给自己和她一些时间，想好该怎样面对这个问题。很感谢你的支持和帮助。",
    "annotation": [
      {
        "sentence": "嗯，我理解了。",
        "label": ""
      },
      {
        "sentence": "我会给自己和她一些时间，想好该怎样面对这个问题。",
        "label": ""
      },
      {
        "sentence": "很感谢你的支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢你对我的信任，相信你会做出最好的决定，无论那个决定是什么。如果你需要我任何时候为你提供支持，请不要犹豫。",
    "annotation": [
      {
        "sentence": "非常感谢你对我的信任，相信你会做出最好的决定，无论那个决定是什么。",
        "label": ""
      },
      {
        "sentence": "如果你需要我任何时候为你提供支持，请不要犹豫。",
        "label": ""
      }
    ]
  }
]