[
  {
    "role": "client",
    "content": "高考失利，怎样说服自己接受复读的命运？本来也就做好了复读的打算，成绩不好不坏，比同学和朋友都低，心里很难受。",
    "annotation": [
      {
        "sentence": "高考失利，怎样说服自己接受复读的命运？",
        "label": ""
      },
      {
        "sentence": "本来也就做好了复读的打算，成绩不好不坏，比同学和朋友都低，心里很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你在高考失利后感到的困惑和难受。首先，我想说的是每个人的结果都会有起伏，有时事与愿违。你提到和同学朋友成绩的对比，心里肯定会有一些落差感，觉得你们应该是相差无几的。这种心情下，你可能会不甘心、自责，甚至自我否定。其实，我们可以换个角度来看待这个问题。1.要相信你是独一无二的存在，成绩只是一个节点。我们不能一直纠结于这个结果上，否则就会陷入自我否定中，认为自己不够好。其实，成绩只是代表了这次考试的结果，它并不决定你的全部，对你的现在和未来影响不会太大。我们需要明白一个事实，暂时不如他们，并不代表你永远都不如他们，更不代表你全面都不如他们。你有你的优势，你是独一无二的存在。2.为你的选择负责任。接下来，我们来看一下你的选择是什么，你是选择了复读。既然复读是你自己的决定，就要承担起这个责任，把它完成。因为我们要为自己的选择负责，这样会给自己很大的动力。你在追求目标的过程中，会更有动力，更有方向感。如果你在意和同学朋友的分数差距，那就加油，争取下次超越他们，进入一个更好的学校。希望以上的话对你有所帮助。愿我们都能成为自己想要的样子，继续变得更好！",
    "annotation": [
      {
        "sentence": "我了解你在高考失利后感到的困惑和难受。",
        "label": ""
      },
      {
        "sentence": "首先，我想说的是每个人的结果都会有起伏，有时事与愿违。",
        "label": ""
      },
      {
        "sentence": "你提到和同学朋友成绩的对比，心里肯定会有一些落差感，觉得你们应该是相差无几的。",
        "label": ""
      },
      {
        "sentence": "这种心情下，你可能会不甘心、自责，甚至自我否定。",
        "label": ""
      },
      {
        "sentence": "其实，我们可以换个角度来看待这个问题。",
        "label": ""
      },
      {
        "sentence": "1.要相信你是独一无二的存在，成绩只是一个节点。",
        "label": ""
      },
      {
        "sentence": "我们不能一直纠结于这个结果上，否则就会陷入自我否定中，认为自己不够好。",
        "label": ""
      },
      {
        "sentence": "其实，成绩只是代表了这次考试的结果，它并不决定你的全部，对你的现在和未来影响不会太大。",
        "label": ""
      },
      {
        "sentence": "我们需要明白一个事实，暂时不如他们，并不代表你永远都不如他们，更不代表你全面都不如他们。",
        "label": ""
      },
      {
        "sentence": "你有你的优势，你是独一无二的存在。",
        "label": ""
      },
      {
        "sentence": "2.为你的选择负责任。",
        "label": ""
      },
      {
        "sentence": "接下来，我们来看一下你的选择是什么，你是选择了复读。",
        "label": ""
      },
      {
        "sentence": "既然复读是你自己的决定，就要承担起这个责任，把它完成。",
        "label": ""
      },
      {
        "sentence": "因为我们要为自己的选择负责，这样会给自己很大的动力。",
        "label": ""
      },
      {
        "sentence": "你在追求目标的过程中，会更有动力，更有方向感。",
        "label": ""
      },
      {
        "sentence": "如果你在意和同学朋友的分数差距，那就加油，争取下次超越他们，进入一个更好的学校。",
        "label": ""
      },
      {
        "sentence": "希望以上的话对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "愿我们都能成为自己想要的样子，继续变得更好！",
        "label": ""
      }
    ]
  }
]