[
  {
    "role": "client",
    "content": "高考考得比好朋友好，朋友考的不好很难过，怎么办？",
    "annotation": [
      {
        "sentence": "高考考得比好朋友好，朋友考的不好很难过，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先给你一个小小的拥抱。比较，就像是我们的一个天性。在很小的时候，我就学会了比较。比较的对象是我最喜欢最亲爱的姐姐，怎么说了，我是一个留守儿童，家里属我和姐姐最亲近，我还记得，每当周五我姐姐放学回家的时候，我就早早地站在我领居家的竹林旁边等她，那是一个绝好的位置，它能帮我更快地找到我姐姐的身影。",
    "annotation": [
      {
        "sentence": "首先给你一个小小的拥抱。",
        "label": ""
      },
      {
        "sentence": "比较，就像是我们的一个天性。",
        "label": ""
      },
      {
        "sentence": "在很小的时候，我就学会了比较。",
        "label": ""
      },
      {
        "sentence": "比较的对象是我最喜欢最亲爱的姐姐，怎么说了，我是一个留守儿童，家里属我和姐姐最亲近，我还记得，每当周五我姐姐放学回家的时候，我就早早地站在我领居家的竹林旁边等她，那是一个绝好的位置，它能帮我更快地找到我姐姐的身影。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你给我一个拥抱，但听起来好朋友的失落让我感到很糟糕。我真的不想让她因为我的好成绩而难过。",
    "annotation": [
      {
        "sentence": "谢谢你给我一个拥抱，但听起来好朋友的失落让我感到很糟糕。",
        "label": ""
      },
      {
        "sentence": "我真的不想让她因为我的好成绩而难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "尽管我那么喜欢她，我还是忍不住和我姐姐比较起来。我的姐姐，在我的心中一直是仙女一样的存在：黑黑的长发，大大的眼睛，小小的脚丫。《诗经.关雎》里有这样一句：窈窕淑女，君子好逑。而我的姐姐就是这样一个存在。我即为她的美好而高兴，也为上天的不公而伤心，因为我，简直是和她相反的存在。",
    "annotation": [
      {
        "sentence": "尽管我那么喜欢她，我还是忍不住和我姐姐比较起来。",
        "label": ""
      },
      {
        "sentence": "我的姐姐，在我的心中一直是仙女一样的存在：黑黑的长发，大大的眼睛，小小的脚丫。",
        "label": ""
      },
      {
        "sentence": "《诗经.关雎》里有这样一句：窈窕淑女，君子好逑。",
        "label": ""
      },
      {
        "sentence": "而我的姐姐就是这样一个存在。",
        "label": ""
      },
      {
        "sentence": "我即为她的美好而高兴，也为上天的不公而伤心，因为我，简直是和她相反的存在。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，我们总是会担心自己的成绩会伤害到朋友们的感情。我不知道该如何安慰她，我害怕我的话语会变成嘲讽。",
    "annotation": [
      {
        "sentence": "我明白你的意思，我们总是会担心自己的成绩会伤害到朋友们的感情。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何安慰她，我害怕我的话语会变成嘲讽。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一个假小子有不善言辞的我，似乎真没什么值得别人喜欢的地方了。但是，因为她是我姐姐，所以她就值得最好，因为她是我姐姐，所以我不会因为这份伤心而与她产生隔阂，谁让她是我最爱的姐姐了！朋友之间，亦是如此。我们现在大多数都已经成年，早已不是那个动不动就说不和你玩的小朋友，很多事情，心中都已明了，我能明白你担心伤害你的朋友的心情，只是我觉得就算你不告诉她，她也可能通过其他途径知道你的分数，与其如此，不如大方一点，真正的朋友，不会因为对方的优秀而舍弃自己的友谊，尽管心理可能有一些伤心，但那是对自己成绩的不满意，我相信，听到你分数的她，也一定会为你感到高兴的。",
    "annotation": [
      {
        "sentence": "一个假小子有不善言辞的我，似乎真没什么值得别人喜欢的地方了。",
        "label": ""
      },
      {
        "sentence": "但是，因为她是我姐姐，所以她就值得最好，因为她是我姐姐，所以我不会因为这份伤心而与她产生隔阂，谁让她是我最爱的姐姐了！",
        "label": ""
      },
      {
        "sentence": "朋友之间，亦是如此。",
        "label": ""
      },
      {
        "sentence": "我们现在大多数都已经成年，早已不是那个动不动就说不和你玩的小朋友，很多事情，心中都已明了，我能明白你担心伤害你的朋友的心情，只是我觉得就算你不告诉她，她也可能通过其他途径知道你的分数，与其如此，不如大方一点，真正的朋友，不会因为对方的优秀而舍弃自己的友谊，尽管心理可能有一些伤心，但那是对自己成绩的不满意，我相信，听到你分数的她，也一定会为你感到高兴的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这样说，我开始有些放心了。但我还是害怕我的话会让她更伤心，我不知道怎么安慰她。",
    "annotation": [
      {
        "sentence": "听你这样说，我开始有些放心了。",
        "label": ""
      },
      {
        "sentence": "但我还是害怕我的话会让她更伤心，我不知道怎么安慰她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "记得我高考成绩出来的那一天，我立刻和我最好的朋友打了一个电话，当时的她虽然没有考到理想的分数，但是从她的语气和话语中，我能感受到，她是真的在为我感到高兴，而我了，也在为我拥有这样一个朋友感到幸运。你的朋友看到自己的分数后主动说自己崩了，其实从另一个角度看也不失为一种调侃，你的“和平共处，互不相问”也许反而会让她想更多，毕竟，有些事情无论再怎么隐藏，也可能从表情上泄漏出来，所以很多时候，坦白可能会好些。",
    "annotation": [
      {
        "sentence": "记得我高考成绩出来的那一天，我立刻和我最好的朋友打了一个电话，当时的她虽然没有考到理想的分数，但是从她的语气和话语中，我能感受到，她是真的在为我感到高兴，而我了，也在为我拥有这样一个朋友感到幸运。",
        "label": ""
      },
      {
        "sentence": "你的朋友看到自己的分数后主动说自己崩了，其实从另一个角度看也不失为一种调侃，你的“和平共处，互不相问”也许反而会让她想更多，毕竟，有些事情无论再怎么隐藏，也可能从表情上泄漏出来，所以很多时候，坦白可能会好些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，也许她需要我坦诚的回答和安慰。我会试着和她好好沟通，让她知道我并不是想嘲笑她。",
    "annotation": [
      {
        "sentence": "我明白了，也许她需要我坦诚的回答和安慰。",
        "label": ""
      },
      {
        "sentence": "我会试着和她好好沟通，让她知道我并不是想嘲笑她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心情不好是肯定的，这种时候就需要你多多注意一下了。1，你要多多关心她的心情状态，必要的情况下和她好好沟通一下，告诉她你的担忧和害怕。2，分数出来之后最重要的事就是填报志愿，你可以多了解了解，在她需要的时候为她提供帮助。3，好不容易卸掉了背上的大石，你们可以选择一起出去逛街，旅游，让所有想玩的统统奔向你们。最后，祝贺你金榜题名，大学将是你人生的另一个起点。用作家曾锴的一本书名作为我对你的祝愿：愿你历尽千帆，归来仍是少年。",
    "annotation": [
      {
        "sentence": "心情不好是肯定的，这种时候就需要你多多注意一下了。",
        "label": ""
      },
      {
        "sentence": "1，你要多多关心她的心情状态，必要的情况下和她好好沟通一下，告诉她你的担忧和害怕。",
        "label": ""
      },
      {
        "sentence": "2，分数出来之后最重要的事就是填报志愿，你可以多了解了解，在她需要的时候为她提供帮助。",
        "label": ""
      },
      {
        "sentence": "3，好不容易卸掉了背上的大石，你们可以选择一起出去逛街，旅游，让所有想玩的统统奔向你们。",
        "label": ""
      },
      {
        "sentence": "最后，祝贺你金榜题名，大学将是你人生的另一个起点。",
        "label": ""
      },
      {
        "sentence": "用作家曾锴的一本书名作为我对你的祝愿：愿你历尽千帆，归来仍是少年。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会尽力去安慰她，并陪伴她度过这段低落的时期。希望我们的友谊能够因此更加坚固。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会尽力去安慰她，并陪伴她度过这段低落的时期。",
        "label": ""
      },
      {
        "sentence": "希望我们的友谊能够因此更加坚固。",
        "label": ""
      }
    ]
  }
]