[
  {
    "role": "client",
    "content": "我现在真的很迷茫，不确定自己到底想要什么，也不知道自己喜欢什么，不知道应该为什么事情付出努力。这种不确定感让我感到很困惑，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我现在真的很迷茫，不确定自己到底想要什么，也不知道自己喜欢什么，不知道应该为什么事情付出努力。",
        "label": ""
      },
      {
        "sentence": "这种不确定感让我感到很困惑，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，我觉得你的迷茫可能源于你缺乏确定自己要做什么事情的经历。也许你在过去的生活中没有经历过像样的选择过程，导致你对自己没有清晰的认识。但是，很棒的是，你现在意识到了这一点，有了改变的机会。不要太焦虑，可以从一些小事做起，逐渐找到自己的喜欢和擅长的领域。",
    "annotation": [
      {
        "sentence": "听你的描述，我觉得你的迷茫可能源于你缺乏确定自己要做什么事情的经历。",
        "label": ""
      },
      {
        "sentence": "也许你在过去的生活中没有经历过像样的选择过程，导致你对自己没有清晰的认识。",
        "label": ""
      },
      {
        "sentence": "但是，很棒的是，你现在意识到了这一点，有了改变的机会。",
        "label": ""
      },
      {
        "sentence": "不要太焦虑，可以从一些小事做起，逐渐找到自己的喜欢和擅长的领域。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实感觉自己之前做出的选择都是被动的，没有经过深思熟虑。我想找到一个我真正喜欢的事情，但是却不知道从何开始。我每天都在实验室度过，感觉自己的生活被这个专业完全占据了，而且这个专业的就业前景也不明朗，我感到非常烦躁。",
    "annotation": [
      {
        "sentence": "是的，我确实感觉自己之前做出的选择都是被动的，没有经过深思熟虑。",
        "label": ""
      },
      {
        "sentence": "我想找到一个我真正喜欢的事情，但是却不知道从何开始。",
        "label": ""
      },
      {
        "sentence": "我每天都在实验室度过，感觉自己的生活被这个专业完全占据了，而且这个专业的就业前景也不明朗，我感到非常烦躁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的烦躁和焦虑。不过，不要觉得自己所做的选择都是错的，每个经历都是对自己成长的一部分。现在重要的是，觉察到自己的需求和迷茫，并积极寻找解决办法。或许你可以先尝试参与一些兴趣小组或活动，多接触不同的领域，逐渐激发你的兴趣和热情。",
    "annotation": [
      {
        "sentence": "我能理解你的烦躁和焦虑。",
        "label": ""
      },
      {
        "sentence": "不过，不要觉得自己所做的选择都是错的，每个经历都是对自己成长的一部分。",
        "label": ""
      },
      {
        "sentence": "现在重要的是，觉察到自己的需求和迷茫，并积极寻找解决办法。",
        "label": ""
      },
      {
        "sentence": "或许你可以先尝试参与一些兴趣小组或活动，多接触不同的领域，逐渐激发你的兴趣和热情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我觉得我需要多尝试一些不同的事情，扩宽自己的视野。但是我很害怕失败和挫折，害怕浪费时间和精力在自己不喜欢的事情上。我不知道怎样才能克服这种恐惧，开始尝试新的领域。",
    "annotation": [
      {
        "sentence": "确实，我觉得我需要多尝试一些不同的事情，扩宽自己的视野。",
        "label": ""
      },
      {
        "sentence": "但是我很害怕失败和挫折，害怕浪费时间和精力在自己不喜欢的事情上。",
        "label": ""
      },
      {
        "sentence": "我不知道怎样才能克服这种恐惧，开始尝试新的领域。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕失败和挫折是很正常的心理反应，但是我们不能让这些恐惧束缚住自己。失败和挫折是成长的一部分，只有尝试过才知道是否适合自己。你可以思考一下，为什么你对失败和挫折感到恐惧，有没有什么经历导致了这种心态。同时，也要相信自己的能力和潜力，勇敢地去尝试新领域。",
    "annotation": [
      {
        "sentence": "害怕失败和挫折是很正常的心理反应，但是我们不能让这些恐惧束缚住自己。",
        "label": ""
      },
      {
        "sentence": "失败和挫折是成长的一部分，只有尝试过才知道是否适合自己。",
        "label": ""
      },
      {
        "sentence": "你可以思考一下，为什么你对失败和挫折感到恐惧，有没有什么经历导致了这种心态。",
        "label": ""
      },
      {
        "sentence": "同时，也要相信自己的能力和潜力，勇敢地去尝试新领域。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更相信自己的能力。我也会试着去思考我对失败和挫折的恐惧是从何而来的。我想我需要一些时间来思考和反省，找到克服恐惧的方法。",
    "annotation": [
      {
        "sentence": "你说得对，我应该更相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "我也会试着去思考我对失败和挫折的恐惧是从何而来的。",
        "label": ""
      },
      {
        "sentence": "我想我需要一些时间来思考和反省，找到克服恐惧的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，给自己留一些时间来思考和反省是很重要的。当然，如果你需要帮助或者有任何其他疑问，随时都可以向我寻求支持。记住，你并不孤单，有人可以陪伴你一起走过这段迷茫的时期。",
    "annotation": [
      {
        "sentence": "非常好，给自己留一些时间来思考和反省是很重要的。",
        "label": ""
      },
      {
        "sentence": "当然，如果你需要帮助或者有任何其他疑问，随时都可以向我寻求支持。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有人可以陪伴你一起走过这段迷茫的时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我真的感到很欣慰。我会慢慢调整自己的心态，相信自己，勇敢地尝试新事物。如果我还有其他问题的话，我会再向你请教的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我真的感到很欣慰。",
        "label": ""
      },
      {
        "sentence": "我会慢慢调整自己的心态，相信自己，勇敢地尝试新事物。",
        "label": ""
      },
      {
        "sentence": "如果我还有其他问题的话，我会再向你请教的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。记得随时向我倾诉或寻求帮助，我会一直陪在你身边。祝你早日找到自己喜欢的事情，并走出迷茫的困境。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "记得随时向我倾诉或寻求帮助，我会一直陪在你身边。",
        "label": ""
      },
      {
        "sentence": "祝你早日找到自己喜欢的事情，并走出迷茫的困境。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]