[
  {
    "role": "client",
    "content": "双方都是女孩子，在一段感情里选择隐瞒过去是对的吗？我是女孩子她也是女孩子我们谈了一年半恋爱感情特别好双方家长也都支持她说她以前和男生谈过恋爱但从未有过身体接触前段时间她和前男友搞暧昧想去别的城市找前男友被我发现她诚恳的悔过弥补说是鬼迷心窍宁愿用后半生来弥补我我很爱她没有选择分手希望时间能冲淡一切可是后来我发现她曾经和两任前男友都睡过甚至吃过紧急避孕药她解释之所以隐瞒我这些是怕我知道了会嫌弃她不要她这件事对我打击很大让我很难接受再也无法信任她我知道这都是她的过去可我从始至终对她一直保持坦诚从未有过欺骗如果她一开始就告诉我我并不会讲究她什么可是到现在我才知道真相让我真的很难过这种不对等的感觉让我很苦恼我该怎么做？",
    "annotation": [
      {
        "sentence": "双方都是女孩子，在一段感情里选择隐瞒过去是对的吗？",
        "label": ""
      },
      {
        "sentence": "我是女孩子她也是女孩子我们谈了一年半恋爱感情特别好双方家长也都支持她说她以前和男生谈过恋爱但从未有过身体接触前段时间她和前男友搞暧昧想去别的城市找前男友被我发现她诚恳的悔过弥补说是鬼迷心窍宁愿用后半生来弥补我我很爱她没有选择分手希望时间能冲淡一切可是后来我发现她曾经和两任前男友都睡过甚至吃过紧急避孕药她解释之所以隐瞒我这些是怕我知道了会嫌弃她不要她这件事对我打击很大让我很难接受再也无法信任她我知道这都是她的过去可我从始至终对她一直保持坦诚从未有过欺骗如果她一开始就告诉我我并不会讲究她什么可是到现在我才知道真相让我真的很难过这种不对等的感觉让我很苦恼我该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的文字我能感觉到你现在的伤心难过，对她又爱又气的感觉，我非常理解你的心情。",
    "annotation": [
      {
        "sentence": "看到你的文字我能感觉到你现在的伤心难过，对她又爱又气的感觉，我非常理解你的心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和关心。只是这种对她的失望和不信任感让我很痛苦，我不知道该如何应对这种情况。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和关心。",
        "label": ""
      },
      {
        "sentence": "只是这种对她的失望和不信任感让我很痛苦，我不知道该如何应对这种情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在一份感情上我想没有什么绝对的事情，也没有所谓的对或事错，我们的角度，所处于的位置不同，考虑问题的方式也会有很对不同。试想一下，如果你是她，你是否能理解她为什么会选择这么做么？如果你没办法去理解她，那么你可能会更加深陷这种痛苦。",
    "annotation": [
      {
        "sentence": "在一份感情上我想没有什么绝对的事情，也没有所谓的对或事错，我们的角度，所处于的位置不同，考虑问题的方式也会有很对不同。",
        "label": ""
      },
      {
        "sentence": "试想一下，如果你是她，你是否能理解她为什么会选择这么做么？",
        "label": ""
      },
      {
        "sentence": "如果你没办法去理解她，那么你可能会更加深陷这种痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我应该试着换位思考，去理解她的选择和做法。但是，我还是很困惑她为什么要隐瞒这些事情，是不是她对我不够诚实，让我感到很失望。",
    "annotation": [
      {
        "sentence": "你说的对，我应该试着换位思考，去理解她的选择和做法。",
        "label": ""
      },
      {
        "sentence": "但是，我还是很困惑她为什么要隐瞒这些事情，是不是她对我不够诚实，让我感到很失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困惑和失望，这很正常。我们都希望在感情中能够得到诚实和信任。或许她之前的做法是出于害怕失去你的考虑，她不想被你嫌弃或放弃，所以选择了隐瞒。这并不代表她对你不够诚实，而是她害怕伤害你。",
    "annotation": [
      {
        "sentence": "我明白你的困惑和失望，这很正常。",
        "label": ""
      },
      {
        "sentence": "我们都希望在感情中能够得到诚实和信任。",
        "label": ""
      },
      {
        "sentence": "或许她之前的做法是出于害怕失去你的考虑，她不想被你嫌弃或放弃，所以选择了隐瞒。",
        "label": ""
      },
      {
        "sentence": "这并不代表她对你不够诚实，而是她害怕伤害你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解她可能是害怕失去我，但是这种隐瞒只会伤害到我们之间的信任，我真的很难接受这种不对等的感觉。我是不是太计较了？",
    "annotation": [
      {
        "sentence": "我理解她可能是害怕失去我，但是这种隐瞒只会伤害到我们之间的信任，我真的很难接受这种不对等的感觉。",
        "label": ""
      },
      {
        "sentence": "我是不是太计较了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "并不是说你计较，而是你对于诚实和信任有很高的要求，这是很正常的。每个人对于这些价值观都会有自己的标准和底线。你可以好好和她沟通，告诉她你的感受和困惑，看看她是否能够理解你的想法并给予你一些回应。双方的沟通是解决问题的重要途径。",
    "annotation": [
      {
        "sentence": "并不是说你计较，而是你对于诚实和信任有很高的要求，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "每个人对于这些价值观都会有自己的标准和底线。",
        "label": ""
      },
      {
        "sentence": "你可以好好和她沟通，告诉她你的感受和困惑，看看她是否能够理解你的想法并给予你一些回应。",
        "label": ""
      },
      {
        "sentence": "双方的沟通是解决问题的重要途径。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想我可以试着和她坦诚地交流一下，告诉她我的感受。但是我还是担心这种失望和不信任感会影响我们之间的关系，怕她不能接受我的想法。",
    "annotation": [
      {
        "sentence": "我想我可以试着和她坦诚地交流一下，告诉她我的感受。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心这种失望和不信任感会影响我们之间的关系，怕她不能接受我的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心很正常，毕竟这些事情会对感情产生一定的影响。但是沟通是解决问题的关键，通过坦诚地交流，你们能够更好地了解彼此的想法和感受。也许这样的交流能够帮助你们更好地处理这种失望和不信任感，找到一个解决问题的办法。",
    "annotation": [
      {
        "sentence": "你的担心很正常，毕竟这些事情会对感情产生一定的影响。",
        "label": ""
      },
      {
        "sentence": "但是沟通是解决问题的关键，通过坦诚地交流，你们能够更好地了解彼此的想法和感受。",
        "label": ""
      },
      {
        "sentence": "也许这样的交流能够帮助你们更好地处理这种失望和不信任感，找到一个解决问题的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我应该试着和她进行沟通，告诉她我内心的痛苦和困惑。同时也要倾听她的解释和想法，希望我们能够找到一个共同的解决方案。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我应该试着和她进行沟通，告诉她我内心的痛苦和困惑。",
        "label": ""
      },
      {
        "sentence": "同时也要倾听她的解释和想法，希望我们能够找到一个共同的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，你已经有了很好的心态和思路。记住，沟通是相互的，要保持耐心和理解，共同努力解决问题。我相信你们一定能够找到一个最适合自己的解决方案。祝福你们！",
    "annotation": [
      {
        "sentence": "非常好，你已经有了很好的心态和思路。",
        "label": ""
      },
      {
        "sentence": "记住，沟通是相互的，要保持耐心和理解，共同努力解决问题。",
        "label": ""
      },
      {
        "sentence": "我相信你们一定能够找到一个最适合自己的解决方案。",
        "label": ""
      },
      {
        "sentence": "祝福你们！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福，我会尽力去沟通，希望一切能够好起来。再次感谢你的支持和帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福，我会尽力去沟通，希望一切能够好起来。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意能够帮助你。如果还有任何问题或困惑，随时都可以和我交流。祝福你们，希望你们能够克服困难，重新建立起信任和幸福的感情！",
    "annotation": [
      {
        "sentence": "不客气，我很愿意能够帮助你。",
        "label": ""
      },
      {
        "sentence": "如果还有任何问题或困惑，随时都可以和我交流。",
        "label": ""
      },
      {
        "sentence": "祝福你们，希望你们能够克服困难，重新建立起信任和幸福的感情！",
        "label": ""
      }
    ]
  }
]