[
  {
    "role": "client",
    "content": "我感觉太累了，无法继续工作，但领导误以为我是矫情。两年前，我被河南头目洗脑了一个星期，还被冷风吹了一晚上，留下了头痛、幻觉和手抖的后遗症。最近工作很忙，有一次星期六下班已经很晚了，双腿酸痛难忍，我一边工作一边休息，准备在晚上12点下班。突然主管要我继续加班，还要做额外的工作。我说太晚了不干，他就说打电话给我的上级领导X（X是河南人，管整个车间），他打通了电话让我妥协继续加班。当时我非常气愤、头痛和发热，一直工作到凌晨两点，浑身出汗，回到宿舍发现没有热水，只好冷水冲澡。周日整整昏睡一天，上班的时候脑袋还是昏昏沉沉的，几乎看不清楚字但还是必须继续工作。同事一说话声音稍微大一点，我的头就非常痛。我还经常出现伤害自己或别人的极端想法，必须弄伤手臂才能稍微解脱、清醒一下，有时候甚至想割腕。看了医生，被诊断为创伤后应激障碍，身体检查没有问题。如果我说辞职的真正原因，我会担心一群河南人会报复我。不说辞职日期就一直拖着，我真的不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我感觉太累了，无法继续工作，但领导误以为我是矫情。",
        "label": ""
      },
      {
        "sentence": "两年前，我被河南头目洗脑了一个星期，还被冷风吹了一晚上，留下了头痛、幻觉和手抖的后遗症。",
        "label": ""
      },
      {
        "sentence": "最近工作很忙，有一次星期六下班已经很晚了，双腿酸痛难忍，我一边工作一边休息，准备在晚上12点下班。",
        "label": ""
      },
      {
        "sentence": "突然主管要我继续加班，还要做额外的工作。",
        "label": ""
      },
      {
        "sentence": "我说太晚了不干，他就说打电话给我的上级领导X（X是河南人，管整个车间），他打通了电话让我妥协继续加班。",
        "label": ""
      },
      {
        "sentence": "当时我非常气愤、头痛和发热，一直工作到凌晨两点，浑身出汗，回到宿舍发现没有热水，只好冷水冲澡。",
        "label": ""
      },
      {
        "sentence": "周日整整昏睡一天，上班的时候脑袋还是昏昏沉沉的，几乎看不清楚字但还是必须继续工作。",
        "label": ""
      },
      {
        "sentence": "同事一说话声音稍微大一点，我的头就非常痛。",
        "label": ""
      },
      {
        "sentence": "我还经常出现伤害自己或别人的极端想法，必须弄伤手臂才能稍微解脱、清醒一下，有时候甚至想割腕。",
        "label": ""
      },
      {
        "sentence": "看了医生，被诊断为创伤后应激障碍，身体检查没有问题。",
        "label": ""
      },
      {
        "sentence": "如果我说辞职的真正原因，我会担心一群河南人会报复我。",
        "label": ""
      },
      {
        "sentence": "不说辞职日期就一直拖着，我真的不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "创伤后应激障碍，也叫PTSD，在遭受外界强烈精神刺激后，可能会产生各种应激障碍。两年前的经历一定对我们造成了很大的影响，即使现在回想起来仍然记忆犹新，尤其是在一些传销组织中，他们的洗脑术和一些行为给我们留下了阴影，导致我们现在一想到河南人就有点害怕，担心类似的事情会再次发生。而现在的领导正好是河南人，他的某些行为可能与之前的头目有点相似，所以我们面对他的时候会愤怒，想要撂挑子不干，但又害怕被别人报复，所以选择了忍让。可是心中的怒火一直没有发泄出来，加上身体的劳累，使得我们无法冷静思考。工厂流水线的工作是非常枯燥乏味的，而且很多时候也非常费体力。不过你现在所在的工厂应该是正规的企业，和传销组织有很大的区别，这里并不会限制我们的人生自由，只是老板有时确实会压榨员工的剩余劳动力。所以我们不需要担心类似的事情会再次发生，因为环境不同、经历的事情也不同，而且工厂里应该也有正常的员工流动，我相信你也没有听说过哪个离职正常的员工会被报复吧。之前我们出来的时候，或者在他们那里待着的时候被恐吓了，那些传销的头目为了限制他人，经常用身体和精神的双重折磨来伤害别人。心理学中有一个叫做习得性无助的效应，塞利格曼心理学家用实验证明了这一点，他把狗关在笼子里，每次响蜂音器就给狗一次电击，狗关在笼子里逃避不了电击，多次实验后，蜂音器响时打开笼门，即使没电击狗也会呻吟和颤抖，不愿逃避而是不等电击先倒在地上，开始呻吟和颤抖，本来可以选择逃避的，却绝望地等待痛苦的到来。我们也好像走进了这样的一个思维误区，好像只要我们辞职，领导知道之后会想尽办法来侮辱和报复我们。实际上工厂流水线的人员流动率很大，毕竟不是所有人都能忍耐寂寞，也不是所有人都能承担这样的工作强度。你并不是矫情，只是因为自己真的需要休息一段时间了。你所在的工厂是否有年假或调休等，这都是员工正常的假期，也是受法律保护的。我们可以和领导协商，说出自己的情况，请求放假一段时间，好好调整自己，给自己休息的时间和空间。如果你真的无法继续承受这样的工作强度，也确实不想再从事这方面的工作，我们可以勇敢地做出决定，有些事情是需要自己承担的。",
    "annotation": [
      {
        "sentence": "创伤后应激障碍，也叫PTSD，在遭受外界强烈精神刺激后，可能会产生各种应激障碍。",
        "label": ""
      },
      {
        "sentence": "两年前的经历一定对我们造成了很大的影响，即使现在回想起来仍然记忆犹新，尤其是在一些传销组织中，他们的洗脑术和一些行为给我们留下了阴影，导致我们现在一想到河南人就有点害怕，担心类似的事情会再次发生。",
        "label": ""
      },
      {
        "sentence": "而现在的领导正好是河南人，他的某些行为可能与之前的头目有点相似，所以我们面对他的时候会愤怒，想要撂挑子不干，但又害怕被别人报复，所以选择了忍让。",
        "label": ""
      },
      {
        "sentence": "可是心中的怒火一直没有发泄出来，加上身体的劳累，使得我们无法冷静思考。",
        "label": ""
      },
      {
        "sentence": "工厂流水线的工作是非常枯燥乏味的，而且很多时候也非常费体力。",
        "label": ""
      },
      {
        "sentence": "不过你现在所在的工厂应该是正规的企业，和传销组织有很大的区别，这里并不会限制我们的人生自由，只是老板有时确实会压榨员工的剩余劳动力。",
        "label": ""
      },
      {
        "sentence": "所以我们不需要担心类似的事情会再次发生，因为环境不同、经历的事情也不同，而且工厂里应该也有正常的员工流动，我相信你也没有听说过哪个离职正常的员工会被报复吧。",
        "label": ""
      },
      {
        "sentence": "之前我们出来的时候，或者在他们那里待着的时候被恐吓了，那些传销的头目为了限制他人，经常用身体和精神的双重折磨来伤害别人。",
        "label": ""
      },
      {
        "sentence": "心理学中有一个叫做习得性无助的效应，塞利格曼心理学家用实验证明了这一点，他把狗关在笼子里，每次响蜂音器就给狗一次电击，狗关在笼子里逃避不了电击，多次实验后，蜂音器响时打开笼门，即使没电击狗也会呻吟和颤抖，不愿逃避而是不等电击先倒在地上，开始呻吟和颤抖，本来可以选择逃避的，却绝望地等待痛苦的到来。",
        "label": ""
      },
      {
        "sentence": "我们也好像走进了这样的一个思维误区，好像只要我们辞职，领导知道之后会想尽办法来侮辱和报复我们。",
        "label": ""
      },
      {
        "sentence": "实际上工厂流水线的人员流动率很大，毕竟不是所有人都能忍耐寂寞，也不是所有人都能承担这样的工作强度。",
        "label": ""
      },
      {
        "sentence": "你并不是矫情，只是因为自己真的需要休息一段时间了。",
        "label": ""
      },
      {
        "sentence": "你所在的工厂是否有年假或调休等，这都是员工正常的假期，也是受法律保护的。",
        "label": ""
      },
      {
        "sentence": "我们可以和领导协商，说出自己的情况，请求放假一段时间，好好调整自己，给自己休息的时间和空间。",
        "label": ""
      },
      {
        "sentence": "如果你真的无法继续承受这样的工作强度，也确实不想再从事这方面的工作，我们可以勇敢地做出决定，有些事情是需要自己承担的。",
        "label": ""
      }
    ]
  }
]