[
  {
    "role": "client",
    "content": "怎么才能在没办法改变环境的状态下，保持乐观心态？",
    "annotation": [
      {
        "sentence": "怎么才能在没办法改变环境的状态下，保持乐观心态？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这位姑娘，非常荣幸可以在这个平台上和你结缘，希望我的文字可以给你带来阳光，温暖你的心房感觉得出来。",
    "annotation": [
      {
        "sentence": "这位姑娘，非常荣幸可以在这个平台上和你结缘，希望我的文字可以给你带来阳光，温暖你的心房感觉得出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，但是我现在真的很难保持乐观。我23岁，女性，一直以来都没有自己的房间。家里的人特别喜欢大声讲话和外放看视频。而且我还在睡觉的时候她们就把房门和阳台门打开要透气。我试着沟通过几次，每次都是沟通完之后她们注意了，过段时间又犯同样的错误。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，但是我现在真的很难保持乐观。",
        "label": ""
      },
      {
        "sentence": "我23岁，女性，一直以来都没有自己的房间。",
        "label": ""
      },
      {
        "sentence": "家里的人特别喜欢大声讲话和外放看视频。",
        "label": ""
      },
      {
        "sentence": "而且我还在睡觉的时候她们就把房门和阳台门打开要透气。",
        "label": ""
      },
      {
        "sentence": "我试着沟通过几次，每次都是沟通完之后她们注意了，过段时间又犯同样的错误。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的家人经常只顾着他们自己的说话、看视频，忽略了你的感受。尽管你经常和他们沟通，但是他们似乎有点屡教不改。这样导致你现在很压抑、烦躁，而且还经常把这种在家里形成的负面情绪带到了你男朋友家里。",
    "annotation": [
      {
        "sentence": "你的家人经常只顾着他们自己的说话、看视频，忽略了你的感受。",
        "label": ""
      },
      {
        "sentence": "尽管你经常和他们沟通，但是他们似乎有点屡教不改。",
        "label": ""
      },
      {
        "sentence": "这样导致你现在很压抑、烦躁，而且还经常把这种在家里形成的负面情绪带到了你男朋友家里。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我每次都尽力沟通，但是效果并不明显。我也意识到这种长期抱怨和负面情绪对于自己不好，但是就是不知道怎么能在现在的环境下保持积极乐观的心态。",
    "annotation": [
      {
        "sentence": "是的，我每次都尽力沟通，但是效果并不明显。",
        "label": ""
      },
      {
        "sentence": "我也意识到这种长期抱怨和负面情绪对于自己不好，但是就是不知道怎么能在现在的环境下保持积极乐观的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "尽管你无法改变家里的环境，但是你也并没有你想象得那么无助。你可以好好想想你能主动做些什么！认知心理学认为：我们之所以会对某些人事物有情绪，不是因为这些人事物本身，而是因为我们对这些人事物的评价和看法。你现在也是如此，你现在之所以会感到烦躁、压抑，也是因为你对于你家人的“大声讲话”和“看视频”持一种负面评价有关。所以，你可以尝试着转念一下。",
    "annotation": [
      {
        "sentence": "尽管你无法改变家里的环境，但是你也并没有你想象得那么无助。",
        "label": ""
      },
      {
        "sentence": "你可以好好想想你能主动做些什么！",
        "label": ""
      },
      {
        "sentence": "认知心理学认为：我们之所以会对某些人事物有情绪，不是因为这些人事物本身，而是因为我们对这些人事物的评价和看法。",
        "label": ""
      },
      {
        "sentence": "你现在也是如此，你现在之所以会感到烦躁、压抑，也是因为你对于你家人的“大声讲话”和“看视频”持一种负面评价有关。",
        "label": ""
      },
      {
        "sentence": "所以，你可以尝试着转念一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "转念一下？我不明白你的意思。我还是觉得他们的行为很吵，很打扰我。",
    "annotation": [
      {
        "sentence": "转念一下？",
        "label": ""
      },
      {
        "sentence": "我不明白你的意思。",
        "label": ""
      },
      {
        "sentence": "我还是觉得他们的行为很吵，很打扰我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "例如，你说：“我还在睡觉的时候她们就把房门阳台门打开要透气”，在这里，你可以尝试着把你家人的“打开房门阳台门”的行为以及由此派生的声音视为一种方式特殊的闹铃，提醒了你该起床了！至于你所说的“每次周围的环境一吵我就没办法看书做自己的事”，你也可以好好想想，除了让他们“不要吵”之外，还可不可以发挥一下自己的主观能动性，主动做一些改变呢？例如，买一个耳塞、耳机戴在身上，即使他们吵得震天响，你也听不见！除此之外，你家人在家中仅仅是吵那么简单吗？记得我的心理导师说过：“家里不是讲道理的地方，而是谈情说爱的地方！”，你可以尝试着撕下吵这种“标签”，有空好好倾听一下你们家人在一起“大声说话”、“看视频”当中的那些神情、那些话语，这其中有没有在“谈情说爱”呢？有没有一点温馨、其乐融融的感觉呢？",
    "annotation": [
      {
        "sentence": "例如，你说：“我还在睡觉的时候她们就把房门阳台门打开要透气”，在这里，你可以尝试着把你家人的“打开房门阳台门”的行为以及由此派生的声音视为一种方式特殊的闹铃，提醒了你该起床了！",
        "label": ""
      },
      {
        "sentence": "至于你所说的“每次周围的环境一吵我就没办法看书做自己的事”，你也可以好好想想，除了让他们“不要吵”之外，还可不可以发挥一下自己的主观能动性，主动做一些改变呢？",
        "label": ""
      },
      {
        "sentence": "例如，买一个耳塞、耳机戴在身上，即使他们吵得震天响，你也听不见！",
        "label": ""
      },
      {
        "sentence": "除此之外，你家人在家中仅仅是吵那么简单吗？",
        "label": ""
      },
      {
        "sentence": "记得我的心理导师说过：“家里不是讲道理的地方，而是谈情说爱的地方！",
        "label": ""
      },
      {
        "sentence": "”，你可以尝试着撕下吵这种“标签”，有空好好倾听一下你们家人在一起“大声说话”、“看视频”当中的那些神情、那些话语，这其中有没有在“谈情说爱”呢？",
        "label": ""
      },
      {
        "sentence": "有没有一点温馨、其乐融融的感觉呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我似乎有了一些启发。或许我可以从另一个角度去看待这些问题，而不是一味抱怨和烦恼。我也明白了，家庭不仅仅是讲道理的地方，而且也应该是谈情说爱的地方。我会尝试着主动去改变自己的态度和观念，寻找一些积极的事情来引导自己的情绪。",
    "annotation": [
      {
        "sentence": "听你这么说，我似乎有了一些启发。",
        "label": ""
      },
      {
        "sentence": "或许我可以从另一个角度去看待这些问题，而不是一味抱怨和烦恼。",
        "label": ""
      },
      {
        "sentence": "我也明白了，家庭不仅仅是讲道理的地方，而且也应该是谈情说爱的地方。",
        "label": ""
      },
      {
        "sentence": "我会尝试着主动去改变自己的态度和观念，寻找一些积极的事情来引导自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你有了一些启发。人生中难免会遇到一些无法改变的环境，但我们可以选择如何应对。希望你能找到适合自己的方式来保持积极乐观的心态。如果你还是感到力不从心，也可以考虑找一位心理咨询师，对你进行适当的情绪疗法。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴听到你有了一些启发。",
        "label": ""
      },
      {
        "sentence": "人生中难免会遇到一些无法改变的环境，但我们可以选择如何应对。",
        "label": ""
      },
      {
        "sentence": "希望你能找到适合自己的方式来保持积极乐观的心态。",
        "label": ""
      },
      {
        "sentence": "如果你还是感到力不从心，也可以考虑找一位心理咨询师，对你进行适当的情绪疗法。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]