[
  {
    "role": "client",
    "content": "学习定不下心是怎么了？怎么改善？工作了很多年了，和别人差距很大平时需要学习提高专业知识。但是只要一坐下来学习就感觉坐不住，心里躁得很，想找吃的，即使很饱。找的到吃到了没一会儿又想吃，找不到心里就躁得很。然后找手机刷，一刷就好多时间没了。即使没啥好看的，也不知道有啥好刷的。但是刷刷手机这个行为就感觉不会有心躁的感觉了。然后坐一会儿就想站起来走走，也不知道为啥，就是感觉心里躁。定不下心学习。我这是咋了？怎么改善？",
    "annotation": [
      {
        "sentence": "学习定不下心是怎么了？",
        "label": ""
      },
      {
        "sentence": "怎么改善？",
        "label": ""
      },
      {
        "sentence": "工作了很多年了，和别人差距很大平时需要学习提高专业知识。",
        "label": ""
      },
      {
        "sentence": "但是只要一坐下来学习就感觉坐不住，心里躁得很，想找吃的，即使很饱。",
        "label": ""
      },
      {
        "sentence": "找的到吃到了没一会儿又想吃，找不到心里就躁得很。",
        "label": ""
      },
      {
        "sentence": "然后找手机刷，一刷就好多时间没了。",
        "label": ""
      },
      {
        "sentence": "即使没啥好看的，也不知道有啥好刷的。",
        "label": ""
      },
      {
        "sentence": "但是刷刷手机这个行为就感觉不会有心躁的感觉了。",
        "label": ""
      },
      {
        "sentence": "然后坐一会儿就想站起来走走，也不知道为啥，就是感觉心里躁。",
        "label": ""
      },
      {
        "sentence": "定不下心学习。",
        "label": ""
      },
      {
        "sentence": "我这是咋了？",
        "label": ""
      },
      {
        "sentence": "怎么改善？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "学习这个事情似乎给你带来了很大的压力，而刷手机则给了你一种疏泄的方式。压力勾起欲望的情况常见于我们的生活中，当压力过大时，我们一般会找一些方式让自己放松一下。在《自控力》一书中，美国心理学家协会的调查显示，缓解压力最常用的方法就是那些能够激活大脑奖励系统的方法，比如吃东西、喝酒、购物、看电视、上网和玩游戏。这些方法都具有一个共同特点，就是做一件事情之后，立刻得到回报和快感，也就是所谓的“即时满足”。刷手机给你带来的刺激可以激活原始的大脑奖励系统，释放出大量的多巴胺，因为它承诺了给我们奖励，给我们带来快乐的感觉。这种刺激越强烈，多巴胺释放得越多越快，也就越容易上瘾，让我们愈发难以抵抗这种打发时间的事情的魅力。多巴胺是一种能夺走你的注意力，或者让你感觉即将获得满足的脑化学物质。一旦被多巴胺分散了注意力，你就会更加想去做那些能促进脑内分泌多巴胺的事情，甚至变得对这些事情表现出非常执着的态度。这样一来，你就会进入一种无意识中滚动刷新手机的状态。可以想象，压力越大，越想疏解，即时满足的诱惑也就越大。",
    "annotation": [
      {
        "sentence": "学习这个事情似乎给你带来了很大的压力，而刷手机则给了你一种疏泄的方式。",
        "label": ""
      },
      {
        "sentence": "压力勾起欲望的情况常见于我们的生活中，当压力过大时，我们一般会找一些方式让自己放松一下。",
        "label": ""
      },
      {
        "sentence": "在《自控力》一书中，美国心理学家协会的调查显示，缓解压力最常用的方法就是那些能够激活大脑奖励系统的方法，比如吃东西、喝酒、购物、看电视、上网和玩游戏。",
        "label": ""
      },
      {
        "sentence": "这些方法都具有一个共同特点，就是做一件事情之后，立刻得到回报和快感，也就是所谓的“即时满足”。",
        "label": ""
      },
      {
        "sentence": "刷手机给你带来的刺激可以激活原始的大脑奖励系统，释放出大量的多巴胺，因为它承诺了给我们奖励，给我们带来快乐的感觉。",
        "label": ""
      },
      {
        "sentence": "这种刺激越强烈，多巴胺释放得越多越快，也就越容易上瘾，让我们愈发难以抵抗这种打发时间的事情的魅力。",
        "label": ""
      },
      {
        "sentence": "多巴胺是一种能夺走你的注意力，或者让你感觉即将获得满足的脑化学物质。",
        "label": ""
      },
      {
        "sentence": "一旦被多巴胺分散了注意力，你就会更加想去做那些能促进脑内分泌多巴胺的事情，甚至变得对这些事情表现出非常执着的态度。",
        "label": ""
      },
      {
        "sentence": "这样一来，你就会进入一种无意识中滚动刷新手机的状态。",
        "label": ""
      },
      {
        "sentence": "可以想象，压力越大，越想疏解，即时满足的诱惑也就越大。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "压力从何而来？",
    "annotation": [
      {
        "sentence": "压力从何而来？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "压力有可能表达了自我怀疑，害怕自己能力不足，没有办法学好。压力有可能来自完美主义，要么不做，要做就要做好。压力还可能隐藏着焦虑，如果不赶紧定下心来学习，我和别人的差距就会越来越大。我们都听过这句话，压力就是动力。实际上，这句话只说对了一半，当压力在合理的范围内，确实能够提高工作的效率。但是，一旦压力超过了临界点，反而会让我们感到挫败和无力。这种挫败和无力源于对自己无能的抵触，源于对自我价值的恐惧。在恐惧的驱使下，我们会本能地启动防御机制，试图摆脱那些让我们感到不舒服的事情。最常见的选择是我们不再想继续付出努力，失去了继续努力的动力，甚至可能想要离开目前的工作，找一份新的工作。我们总是试图隐藏自己的不足，维持一个完美的形象，以证明自己的价值。压力的根源其实是能力和期待的不匹配。我们对什么事情越重视，期待也就越高。而这时，如果能力不足，那么体验到的压力也会越大。",
    "annotation": [
      {
        "sentence": "压力有可能表达了自我怀疑，害怕自己能力不足，没有办法学好。",
        "label": ""
      },
      {
        "sentence": "压力有可能来自完美主义，要么不做，要做就要做好。",
        "label": ""
      },
      {
        "sentence": "压力还可能隐藏着焦虑，如果不赶紧定下心来学习，我和别人的差距就会越来越大。",
        "label": ""
      },
      {
        "sentence": "我们都听过这句话，压力就是动力。",
        "label": ""
      },
      {
        "sentence": "实际上，这句话只说对了一半，当压力在合理的范围内，确实能够提高工作的效率。",
        "label": ""
      },
      {
        "sentence": "但是，一旦压力超过了临界点，反而会让我们感到挫败和无力。",
        "label": ""
      },
      {
        "sentence": "这种挫败和无力源于对自己无能的抵触，源于对自我价值的恐惧。",
        "label": ""
      },
      {
        "sentence": "在恐惧的驱使下，我们会本能地启动防御机制，试图摆脱那些让我们感到不舒服的事情。",
        "label": ""
      },
      {
        "sentence": "最常见的选择是我们不再想继续付出努力，失去了继续努力的动力，甚至可能想要离开目前的工作，找一份新的工作。",
        "label": ""
      },
      {
        "sentence": "我们总是试图隐藏自己的不足，维持一个完美的形象，以证明自己的价值。",
        "label": ""
      },
      {
        "sentence": "压力的根源其实是能力和期待的不匹配。",
        "label": ""
      },
      {
        "sentence": "我们对什么事情越重视，期待也就越高。",
        "label": ""
      },
      {
        "sentence": "而这时，如果能力不足，那么体验到的压力也会越大。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "要如何应对压力？",
    "annotation": [
      {
        "sentence": "要如何应对压力？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当我们了解压力背后的恐惧是什么，当我们认识到刷手机只是我们应对压力的一种选择时，我们就有了新的可能。我们可以承认自己在某些方面目前的能力是不足的。我们可以允许自己在能力范围之内尝试做一点点的尝试。我们也可以选择更健康的方式来缓解压力。重新发现并重新思考压力背后的需求，我们就能调整我们的应对方式：要么接受，要么采取新的行为。总之，我们是自由的。",
    "annotation": [
      {
        "sentence": "当我们了解压力背后的恐惧是什么，当我们认识到刷手机只是我们应对压力的一种选择时，我们就有了新的可能。",
        "label": ""
      },
      {
        "sentence": "我们可以承认自己在某些方面目前的能力是不足的。",
        "label": ""
      },
      {
        "sentence": "我们可以允许自己在能力范围之内尝试做一点点的尝试。",
        "label": ""
      },
      {
        "sentence": "我们也可以选择更健康的方式来缓解压力。",
        "label": ""
      },
      {
        "sentence": "重新发现并重新思考压力背后的需求，我们就能调整我们的应对方式：要么接受，要么采取新的行为。",
        "label": ""
      },
      {
        "sentence": "总之，我们是自由的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要试着接受自己目前的能力，并从小的方面开始尝试学习。此外，我也应该寻找其他更健康的方式来缓解压力，而不只是依赖手机刷刷刷。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "我明白了，我要试着接受自己目前的能力，并从小的方面开始尝试学习。",
        "label": ""
      },
      {
        "sentence": "此外，我也应该寻找其他更健康的方式来缓解压力，而不只是依赖手机刷刷刷。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够应对压力，找到适合自己的学习方式。记住，学习是一个持续的过程，不要给自己太大压力，慢慢地进步就好。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够应对压力，找到适合自己的学习方式。",
        "label": ""
      },
      {
        "sentence": "记住，学习是一个持续的过程，不要给自己太大压力，慢慢地进步就好。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]