[
  {
    "role": "client",
    "content": "辞工的理由，说是太累了，干不了，被领导误认为矫情？两年前，被河南头目洗脑一星期，又被冷风吹了一晚上留下了头痛.幻觉.双手抖动的后遗症现在工作有次星期六，工作忙完了，已经晚上11点半了，两腿酸痛难忍边干活边休息准备12点下班的。突然主管让我继续加班让我干额外的工作。我说太晚了不干，他就说你不干就打电话给你领导X，（X是河南人，X管整个车间）电话打通了让我妥协继续加班。当时脑袋气炸了发痛发热，干到两点下班全身出汗宿舍没热水了就洗了冷水澡。星期天昏睡一整天没事，上班时脑袋昏昏沉沉，看不清字还能干活，同事说话声音大脑袋就很痛，有伤害自己或别人的极端想法，必须弄伤手臂才得到解脱回复清醒意思，严重到割腕。看了医生诊断为创伤后应激障碍身体检查没有毛病。如果我说出辞工真正原因会担心一群河南人会报复我，不说辞工日期就一直后拖。我不知道该怎么办？",
    "annotation": [
      {
        "sentence": "辞工的理由，说是太累了，干不了，被领导误认为矫情？",
        "label": ""
      },
      {
        "sentence": "两年前，被河南头目洗脑一星期，又被冷风吹了一晚上留下了头痛.幻觉.双手抖动的后遗症现在工作有次星期六，工作忙完了，已经晚上11点半了，两腿酸痛难忍边干活边休息准备12点下班的。",
        "label": ""
      },
      {
        "sentence": "突然主管让我继续加班让我干额外的工作。",
        "label": ""
      },
      {
        "sentence": "我说太晚了不干，他就说你不干就打电话给你领导X，（X是河南人，X管整个车间）电话打通了让我妥协继续加班。",
        "label": ""
      },
      {
        "sentence": "当时脑袋气炸了发痛发热，干到两点下班全身出汗宿舍没热水了就洗了冷水澡。",
        "label": ""
      },
      {
        "sentence": "星期天昏睡一整天没事，上班时脑袋昏昏沉沉，看不清字还能干活，同事说话声音大脑袋就很痛，有伤害自己或别人的极端想法，必须弄伤手臂才得到解脱回复清醒意思，严重到割腕。",
        "label": ""
      },
      {
        "sentence": "看了医生诊断为创伤后应激障碍身体检查没有毛病。",
        "label": ""
      },
      {
        "sentence": "如果我说出辞工真正原因会担心一群河南人会报复我，不说辞工日期就一直后拖。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "辞工的原因可以有很多种，不一定非说是因为太累了干不了。辞工的时候，我们完全可以有一百种说法，不是吗？你既然已经被诊断为创伤后应激障碍（PTSD），那建议你还是能好好的遵医嘱，按照医生的建议完成治疗。创伤后应激障碍是个体在经历创伤后产生的一种心理障碍，对工作和生活都会造成较大的困扰。建议你暂时脱离当前的工作环境，为康复创造一个安全的环境。治疗过程中，你可以写下自己的想法和感受，分析创伤对现在的你产生的影响，找到核心的问题并进行针对性的调整和反应。在这个过程中，你可能会发现一些自己的错误认知，需要对这些认知进行调整。总之，希望你能遵医嘱，好好治疗。",
    "annotation": [
      {
        "sentence": "辞工的原因可以有很多种，不一定非说是因为太累了干不了。",
        "label": ""
      },
      {
        "sentence": "辞工的时候，我们完全可以有一百种说法，不是吗？",
        "label": ""
      },
      {
        "sentence": "你既然已经被诊断为创伤后应激障碍（PTSD），那建议你还是能好好的遵医嘱，按照医生的建议完成治疗。",
        "label": ""
      },
      {
        "sentence": "创伤后应激障碍是个体在经历创伤后产生的一种心理障碍，对工作和生活都会造成较大的困扰。",
        "label": ""
      },
      {
        "sentence": "建议你暂时脱离当前的工作环境，为康复创造一个安全的环境。",
        "label": ""
      },
      {
        "sentence": "治疗过程中，你可以写下自己的想法和感受，分析创伤对现在的你产生的影响，找到核心的问题并进行针对性的调整和反应。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你可能会发现一些自己的错误认知，需要对这些认知进行调整。",
        "label": ""
      },
      {
        "sentence": "总之，希望你能遵医嘱，好好治疗。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我确实感觉自己的工作环境对我产生了很大的压力和负面影响，让我的创伤后应激障碍更加恶化。我对这份工作已经没有了热情和动力，但是又害怕因为辞工引起一些不必要的麻烦。我想知道，你认为我应该怎样处理这个问题呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我确实感觉自己的工作环境对我产生了很大的压力和负面影响，让我的创伤后应激障碍更加恶化。",
        "label": ""
      },
      {
        "sentence": "我对这份工作已经没有了热情和动力，但是又害怕因为辞工引起一些不必要的麻烦。",
        "label": ""
      },
      {
        "sentence": "我想知道，你认为我应该怎样处理这个问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的顾虑，对于工作的选择确实需要慎重考虑。辞工是你的一种选择，但也可以考虑去寻找一个更适合你的工作环境，一个能给你带来更好心理状态的工作。或者，你可以与领导或同事沟通，表达你的困惑和需求，看看是否能够寻求一些解决方案来缓解你的压力。与此同时，你也可以依靠心理治疗师的帮助，探索自己的内心需求和未来发展方向。对于治疗过程中的症状，你可以与医生进行详细交流，寻找适合你的有效方法和工具。最重要的是，不要忽视自己的内心感受，尊重自己的情绪和想法，做出对自己有利的选择。",
    "annotation": [
      {
        "sentence": "理解你的顾虑，对于工作的选择确实需要慎重考虑。",
        "label": ""
      },
      {
        "sentence": "辞工是你的一种选择，但也可以考虑去寻找一个更适合你的工作环境，一个能给你带来更好心理状态的工作。",
        "label": ""
      },
      {
        "sentence": "或者，你可以与领导或同事沟通，表达你的困惑和需求，看看是否能够寻求一些解决方案来缓解你的压力。",
        "label": ""
      },
      {
        "sentence": "与此同时，你也可以依靠心理治疗师的帮助，探索自己的内心需求和未来发展方向。",
        "label": ""
      },
      {
        "sentence": "对于治疗过程中的症状，你可以与医生进行详细交流，寻找适合你的有效方法和工具。",
        "label": ""
      },
      {
        "sentence": "最重要的是，不要忽视自己的内心感受，尊重自己的情绪和想法，做出对自己有利的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该多考虑自己的需求和内心感受，不要一直为了他人而牺牲自己。我会试着与领导和同事沟通，看看是否能够找到一种解决问题的方式。同时，我也会继续接受心理治疗，以便更好地面对自己的困境和找到解决方案。非常感谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "我明白了，我应该多考虑自己的需求和内心感受，不要一直为了他人而牺牲自己。",
        "label": ""
      },
      {
        "sentence": "我会试着与领导和同事沟通，看看是否能够找到一种解决问题的方式。",
        "label": ""
      },
      {
        "sentence": "同时，我也会继续接受心理治疗，以便更好地面对自己的困境和找到解决方案。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好！记住，关心自己的需求并寻找解决问题的方式是至关重要的。不要忘记给自己一点时间和空间来恢复和调整。心理治疗是一个很好的途径，帮助你认识自己的情绪和需求，顺利度过困难时期。如果在过程中有任何问题或困惑，记得随时与治疗师进行沟通。祝愿你早日恢复并找到适合自己的工作和生活方式。加油！",
    "annotation": [
      {
        "sentence": "你做得很好！",
        "label": ""
      },
      {
        "sentence": "记住，关心自己的需求并寻找解决问题的方式是至关重要的。",
        "label": ""
      },
      {
        "sentence": "不要忘记给自己一点时间和空间来恢复和调整。",
        "label": ""
      },
      {
        "sentence": "心理治疗是一个很好的途径，帮助你认识自己的情绪和需求，顺利度过困难时期。",
        "label": ""
      },
      {
        "sentence": "如果在过程中有任何问题或困惑，记得随时与治疗师进行沟通。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日恢复并找到适合自己的工作和生活方式。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和祝福！我会努力按照你的建议去行动，并相信自己能够度过这个困难的时期。我也希望将来能够找到一份对我更有意义和满足感的工作。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和祝福！",
        "label": ""
      },
      {
        "sentence": "我会努力按照你的建议去行动，并相信自己能够度过这个困难的时期。",
        "label": ""
      },
      {
        "sentence": "我也希望将来能够找到一份对我更有意义和满足感的工作。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气！我相信你能够克服困难，并走出困境。记住，你并不孤单，一直都有人支持你。希望你能够做出对自己最好的选择，实现自己的目标和愿望。如果在未来有任何需要帮助的地方，随时都可以来找我。祝福你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气！",
        "label": ""
      },
      {
        "sentence": "我相信你能够克服困难，并走出困境。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，一直都有人支持你。",
        "label": ""
      },
      {
        "sentence": "希望你能够做出对自己最好的选择，实现自己的目标和愿望。",
        "label": ""
      },
      {
        "sentence": "如果在未来有任何需要帮助的地方，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝福你一切顺利！",
        "label": ""
      }
    ]
  }
]