[
  {
    "role": "client",
    "content": "感觉在公司像个废物？如果工作一直不开心该怎么办呢？我是一个应届毕业生，然后刚刚来到这个公司工作，因为是做新媒体行业，其实我刚刚来到的时候还是抱着比较大的憧憬，不得不承认在短视频行业我确实没有经验，但是上司给了我一个上一个编导做废的账号，我便开始做。可是慢慢我发现我在这个公司就像一个隐形人一样，我提出来的看法，我要做的事一直都得不到推进。我本以为可能是我新来的不合群，但是发现根源有点来自领导的不关心，有点搞不懂。这让我觉得很难受，感觉在公司像个废物，也每天都会担心会不会突然被辞退，是我自己的问题还是有其他原因呢？",
    "annotation": [
      {
        "sentence": "感觉在公司像个废物？",
        "label": ""
      },
      {
        "sentence": "如果工作一直不开心该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我是一个应届毕业生，然后刚刚来到这个公司工作，因为是做新媒体行业，其实我刚刚来到的时候还是抱着比较大的憧憬，不得不承认在短视频行业我确实没有经验，但是上司给了我一个上一个编导做废的账号，我便开始做。",
        "label": ""
      },
      {
        "sentence": "可是慢慢我发现我在这个公司就像一个隐形人一样，我提出来的看法，我要做的事一直都得不到推进。",
        "label": ""
      },
      {
        "sentence": "我本以为可能是我新来的不合群，但是发现根源有点来自领导的不关心，有点搞不懂。",
        "label": ""
      },
      {
        "sentence": "这让我觉得很难受，感觉在公司像个废物，也每天都会担心会不会突然被辞退，是我自己的问题还是有其他原因呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，作为一个应届毕业生，在这样的疫情影响下能找到一个合适的工作，真的很棒。你提到的几个问题，我可以来帮你解答。首先，关于新媒体行业，它是当前热门的行业之一，未来也会有很好的发展前景。不过，它与传统媒体不同，入门门槛较低，其中的知识更新迭代非常快，对工作人员的“求新、求异”能力要求较高，还需要具备新闻嗅觉敏锐，实时关注“热点”，因此可以说是一个入门容易、精通难的行业。",
    "annotation": [
      {
        "sentence": "首先，作为一个应届毕业生，在这样的疫情影响下能找到一个合适的工作，真的很棒。",
        "label": ""
      },
      {
        "sentence": "你提到的几个问题，我可以来帮你解答。",
        "label": ""
      },
      {
        "sentence": "首先，关于新媒体行业，它是当前热门的行业之一，未来也会有很好的发展前景。",
        "label": ""
      },
      {
        "sentence": "不过，它与传统媒体不同，入门门槛较低，其中的知识更新迭代非常快，对工作人员的“求新、求异”能力要求较高，还需要具备新闻嗅觉敏锐，实时关注“热点”，因此可以说是一个入门容易、精通难的行业。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我明白了新媒体行业的特点。但是我现在感觉在公司就像一个隐形人，提出的看法和要做的事情都得不到推进，这让我很困惑。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我明白了新媒体行业的特点。",
        "label": ""
      },
      {
        "sentence": "但是我现在感觉在公司就像一个隐形人，提出的看法和要做的事情都得不到推进，这让我很困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的感受。首先，我们要明确一点，成为公司中的“隐形人”并不是件坏事。公司正常运转需要各个岗位的配合，它更注重的是整体工作的结果，而不是某个人的特别突出。你提到的你的观点和事务得不到推进，这其实是很常见的情况。即使是工作经验丰富的人，或一些中层管理者，也经常会遇到这样的困扰，更何况你作为一个刚入职的职场新人呢。",
    "annotation": [
      {
        "sentence": "我完全理解你的感受。",
        "label": ""
      },
      {
        "sentence": "首先，我们要明确一点，成为公司中的“隐形人”并不是件坏事。",
        "label": ""
      },
      {
        "sentence": "公司正常运转需要各个岗位的配合，它更注重的是整体工作的结果，而不是某个人的特别突出。",
        "label": ""
      },
      {
        "sentence": "你提到的你的观点和事务得不到推进，这其实是很常见的情况。",
        "label": ""
      },
      {
        "sentence": "即使是工作经验丰富的人，或一些中层管理者，也经常会遇到这样的困扰，更何况你作为一个刚入职的职场新人呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。但是我还是很担心，怕自己的问题导致被辞退。我想知道这究竟是我自己的问题还是其他原因造成的。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "但是我还是很担心，怕自己的问题导致被辞退。",
        "label": ""
      },
      {
        "sentence": "我想知道这究竟是我自己的问题还是其他原因造成的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对于工作的忧虑是可以理解的。但是，不要太过焦虑。首先，在试用期内，你的担心是正常的。只要你认真履行本职工作，不需要过于担心被辞退的问题。其次，你提到领导的不关心可能是导致这种感觉的一个原因。需要知道的是，领导不仅要管下属的工作，还需要关注整个工作的进程。在职场中，不同的领导由于职责的不同和个人的领导风格，工作的重心也会有所差异。有些领导更关注工作本身，不太在意个人因素。这在职场社会是很正常的，领导也不是老师，他们可能已经习惯了新人的离离合合，与你的关系并不紧密。",
    "annotation": [
      {
        "sentence": "你对于工作的忧虑是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但是，不要太过焦虑。",
        "label": ""
      },
      {
        "sentence": "首先，在试用期内，你的担心是正常的。",
        "label": ""
      },
      {
        "sentence": "只要你认真履行本职工作，不需要过于担心被辞退的问题。",
        "label": ""
      },
      {
        "sentence": "其次，你提到领导的不关心可能是导致这种感觉的一个原因。",
        "label": ""
      },
      {
        "sentence": "需要知道的是，领导不仅要管下属的工作，还需要关注整个工作的进程。",
        "label": ""
      },
      {
        "sentence": "在职场中，不同的领导由于职责的不同和个人的领导风格，工作的重心也会有所差异。",
        "label": ""
      },
      {
        "sentence": "有些领导更关注工作本身，不太在意个人因素。",
        "label": ""
      },
      {
        "sentence": "这在职场社会是很正常的，领导也不是老师，他们可能已经习惯了新人的离离合合，与你的关系并不紧密。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我对领导的期望可能有些过高了。但是我还是很难过，觉得在公司像个废物。",
    "annotation": [
      {
        "sentence": "我明白了，我对领导的期望可能有些过高了。",
        "label": ""
      },
      {
        "sentence": "但是我还是很难过，觉得在公司像个废物。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受。但是我们需要正视这一点，公司并不需要把你当成“特殊个体”或特出存在，公司更看重的是你的工作产出。即便你是在公司中的“隐形人”，只要你的工作能够按时完成且质量达标，那就是你的价值所在。所以，不要太过在意自己在公司的地位或感觉像个废物，专注于工作本身是最重要的。",
    "annotation": [
      {
        "sentence": "理解你的感受。",
        "label": ""
      },
      {
        "sentence": "但是我们需要正视这一点，公司并不需要把你当成“特殊个体”或特出存在，公司更看重的是你的工作产出。",
        "label": ""
      },
      {
        "sentence": "即便你是在公司中的“隐形人”，只要你的工作能够按时完成且质量达标，那就是你的价值所在。",
        "label": ""
      },
      {
        "sentence": "所以，不要太过在意自己在公司的地位或感觉像个废物，专注于工作本身是最重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的解答和鼓励。我会努力去适应并提升自己的能力，多多学习和经验积累。",
    "annotation": [
      {
        "sentence": "谢谢你的解答和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会努力去适应并提升自己的能力，多多学习和经验积累。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你。作为刚走入社会的新人，适应环境和提升能力确实需要时间和经验的积累。在这个过程中，要保持学习的态度，不断积累经验和提升自己的专业能力。相信随着时间的推移，你能够在公司中融入并展现自己的价值。祝你工作顺利！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "作为刚走入社会的新人，适应环境和提升能力确实需要时间和经验的积累。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，要保持学习的态度，不断积累经验和提升自己的专业能力。",
        "label": ""
      },
      {
        "sentence": "相信随着时间的推移，你能够在公司中融入并展现自己的价值。",
        "label": ""
      },
      {
        "sentence": "祝你工作顺利！",
        "label": ""
      }
    ]
  }
]