[
  {
    "role": "client",
    "content": "我觉得每天都很疲乏，什么都不想干，该怎么办？别人都好像用奇怪的眼神看着我我好烦我想拓开交际圈却差点让自己失身我恨透了自己我真的不知道自己该怎么办了父亲癌症晚期很难过每天生不如死还不如死了算了",
    "annotation": [
      {
        "sentence": "我觉得每天都很疲乏，什么都不想干，该怎么办？",
        "label": ""
      },
      {
        "sentence": "别人都好像用奇怪的眼神看着我我好烦我想拓开交际圈却差点让自己失身我恨透了自己我真的不知道自己该怎么办了父亲癌症晚期很难过每天生不如死还不如死了算了",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看样子，你最近遇到了不少不那么愉快的事情呢，你想要拓宽自己的交际圈，这是一件好事，在新的环境里认识不同的人，能够给你带来全新的体验，也会给生活一种新鲜感。但是在选择交际圈的时候，也需要有所选择，对你所要接触的人，要提高自己的判断能力。【不仅仅是因为一时的冲动而选择做这件事，你要从中获得你想得到的收益】，比如说更多可靠的朋友，交流自己兴趣爱好的机会。重中之重，一定要保护好自己，对于周围的人，不要一开始就放松警惕，避免发生像你所说的“差点失身”这样的不那么美好的经历。",
    "annotation": [
      {
        "sentence": "看样子，你最近遇到了不少不那么愉快的事情呢，你想要拓宽自己的交际圈，这是一件好事，在新的环境里认识不同的人，能够给你带来全新的体验，也会给生活一种新鲜感。",
        "label": ""
      },
      {
        "sentence": "但是在选择交际圈的时候，也需要有所选择，对你所要接触的人，要提高自己的判断能力。",
        "label": ""
      },
      {
        "sentence": "【不仅仅是因为一时的冲动而选择做这件事，你要从中获得你想得到的收益】，比如说更多可靠的朋友，交流自己兴趣爱好的机会。",
        "label": ""
      },
      {
        "sentence": "重中之重，一定要保护好自己，对于周围的人，不要一开始就放松警惕，避免发生像你所说的“差点失身”这样的不那么美好的经历。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了。我感到周围的人用奇怪的眼神看我可能是因为我一直感到疲乏萎靡，没有精力去应付他们。我真的很烦躁，也很失望。我想找到属于自己的交际圈，但又害怕再次受伤害。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "我感到周围的人用奇怪的眼神看我可能是因为我一直感到疲乏萎靡，没有精力去应付他们。",
        "label": ""
      },
      {
        "sentence": "我真的很烦躁，也很失望。",
        "label": ""
      },
      {
        "sentence": "我想找到属于自己的交际圈，但又害怕再次受伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的感受，疲惫和失望对人的精神状态影响很大。但是记住，不要失去信心，你一定能够找到适合自己的交际圈。同时，保护好自己也很重要，不必急于与人交往，可以从一些兴趣小组或志愿者活动开始认识新的朋友，这样会遇到更多志同道合的人。",
    "annotation": [
      {
        "sentence": "非常理解你的感受，疲惫和失望对人的精神状态影响很大。",
        "label": ""
      },
      {
        "sentence": "但是记住，不要失去信心，你一定能够找到适合自己的交际圈。",
        "label": ""
      },
      {
        "sentence": "同时，保护好自己也很重要，不必急于与人交往，可以从一些兴趣小组或志愿者活动开始认识新的朋友，这样会遇到更多志同道合的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会试试加入一些兴趣小组，希望能认识到志同道合的朋友。但是最近父亲的癌症晚期也让我很难过，每天都感到生不如死，有时我甚至觉得死了对我来说都是一种解脱。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会试试加入一些兴趣小组，希望能认识到志同道合的朋友。",
        "label": ""
      },
      {
        "sentence": "但是最近父亲的癌症晚期也让我很难过，每天都感到生不如死，有时我甚至觉得死了对我来说都是一种解脱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很抱歉得知你父亲的疾病，这段时间的你一定很难熬吧？其实这段时期，对于你的爸爸，以及其他家人来说也是很艰难的一段时光，大家其实心底都在咬牙撑着，所以一定要坚强起来呀。我建议你可以和你的妈妈沟通一下关于这方面的体会，你需要一个情绪的出口，而这个时候你的妈妈经历了和你一样的事情，可能会有比较多的情感共鸣。",
    "annotation": [
      {
        "sentence": "很抱歉得知你父亲的疾病，这段时间的你一定很难熬吧？",
        "label": ""
      },
      {
        "sentence": "其实这段时期，对于你的爸爸，以及其他家人来说也是很艰难的一段时光，大家其实心底都在咬牙撑着，所以一定要坚强起来呀。",
        "label": ""
      },
      {
        "sentence": "我建议你可以和你的妈妈沟通一下关于这方面的体会，你需要一个情绪的出口，而这个时候你的妈妈经历了和你一样的事情，可能会有比较多的情感共鸣。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该找个机会和妈妈好好交流一下。也许她可以给我带来一些心理上的支持和安慰。我之所以感到疲乏和没有干劲，可能是因为现实与我的心理预期有很大的落差，感觉努力了也没有得到想要的结果。",
    "annotation": [
      {
        "sentence": "你说得对，我应该找个机会和妈妈好好交流一下。",
        "label": ""
      },
      {
        "sentence": "也许她可以给我带来一些心理上的支持和安慰。",
        "label": ""
      },
      {
        "sentence": "我之所以感到疲乏和没有干劲，可能是因为现实与我的心理预期有很大的落差，感觉努力了也没有得到想要的结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "疲乏而没有干劲，很多时候，是因为现实没有达到你的心理预期，我们都渴望更好的生活，可是当感到努力都白费了的时候，同时上帝又丢下来几个炸当，的确很艰难，我很理解你的感受。但是仔细想想，其实我们都是有过成功做成一件事情的经历的吧？不妨回想一下那个时候所感受到的那样的喜悦。",
    "annotation": [
      {
        "sentence": "疲乏而没有干劲，很多时候，是因为现实没有达到你的心理预期，我们都渴望更好的生活，可是当感到努力都白费了的时候，同时上帝又丢下来几个炸当，的确很艰难，我很理解你的感受。",
        "label": ""
      },
      {
        "sentence": "但是仔细想想，其实我们都是有过成功做成一件事情的经历的吧？",
        "label": ""
      },
      {
        "sentence": "不妨回想一下那个时候所感受到的那样的喜悦。",
        "label": ""
      }
    ]
  }
]