[
  {
    "role": "client",
    "content": "我是一个22岁的女生，对人有很强的防备心和边界感，不知道该怎么办？我遇到和别人的沟通问题时，下意识就回避，因为我觉得别人不会用心了解我。我在和我的父母以及曾经的闺蜜之间验证过这一点。所以我不太会去解释自己。另外，我对不熟悉的人有很强的防备意识，尤其是在交往稍微深入一点的时候，我随时都会觉得对方有伤害我的可能，所以就拒绝深入。我对周围的环境一点点的风吹草动都异常敏感，一旦感觉到不好，我就会感到焦虑，同时怀疑自己做的对不对，怀疑这个环境能不能待下去。",
    "annotation": [
      {
        "sentence": "我是一个22岁的女生，对人有很强的防备心和边界感，不知道该怎么办？",
        "label": ""
      },
      {
        "sentence": "我遇到和别人的沟通问题时，下意识就回避，因为我觉得别人不会用心了解我。",
        "label": ""
      },
      {
        "sentence": "我在和我的父母以及曾经的闺蜜之间验证过这一点。",
        "label": ""
      },
      {
        "sentence": "所以我不太会去解释自己。",
        "label": ""
      },
      {
        "sentence": "另外，我对不熟悉的人有很强的防备意识，尤其是在交往稍微深入一点的时候，我随时都会觉得对方有伤害我的可能，所以就拒绝深入。",
        "label": ""
      },
      {
        "sentence": "我对周围的环境一点点的风吹草动都异常敏感，一旦感觉到不好，我就会感到焦虑，同时怀疑自己做的对不对，怀疑这个环境能不能待下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抱一抱，听起来你在人际关系中有一种草木皆兵的感觉，把自己周围像盔甲一样包围起来，只露出一个小洞，用来随时观察外界的风吹草动。对于别人的一点举动，可能会过度解释为伤害，其实并不是伤害呢。这样的模式，对于我们童年时期来说是非常有利的，因为那时的我们比较弱小，没有反抗能力，没有生存能力。你可以回想一下几个问题：在你的童年中，你的母亲有没有忽视过你的需求（情感需求、情绪需求、物质需求）？在你心中，理想的父亲角色是什么样的？目前来看，你觉得你的父亲和母亲能得多少分呢？这些问题的目的是让你找出原生家庭对你性格形成的影响。",
    "annotation": [
      {
        "sentence": "抱一抱，听起来你在人际关系中有一种草木皆兵的感觉，把自己周围像盔甲一样包围起来，只露出一个小洞，用来随时观察外界的风吹草动。",
        "label": ""
      },
      {
        "sentence": "对于别人的一点举动，可能会过度解释为伤害，其实并不是伤害呢。",
        "label": ""
      },
      {
        "sentence": "这样的模式，对于我们童年时期来说是非常有利的，因为那时的我们比较弱小，没有反抗能力，没有生存能力。",
        "label": ""
      },
      {
        "sentence": "你可以回想一下几个问题：在你的童年中，你的母亲有没有忽视过你的需求（情感需求、情绪需求、物质需求）？",
        "label": ""
      },
      {
        "sentence": "在你心中，理想的父亲角色是什么样的？",
        "label": ""
      },
      {
        "sentence": "目前来看，你觉得你的父亲和母亲能得多少分呢？",
        "label": ""
      },
      {
        "sentence": "这些问题的目的是让你找出原生家庭对你性格形成的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我回忆了一下。在我的童年中，我感觉母亲有时候确实忽视了我的情感和情绪需求，她更关注我的物质需求。至于理想的父亲角色，我觉得他应该是一个温暖、理解和支持我的人。至于给我父亲和母亲打多少分，我觉得他们可能会有6分左右吧。",
    "annotation": [
      {
        "sentence": "我回忆了一下。",
        "label": ""
      },
      {
        "sentence": "在我的童年中，我感觉母亲有时候确实忽视了我的情感和情绪需求，她更关注我的物质需求。",
        "label": ""
      },
      {
        "sentence": "至于理想的父亲角色，我觉得他应该是一个温暖、理解和支持我的人。",
        "label": ""
      },
      {
        "sentence": "至于给我父亲和母亲打多少分，我觉得他们可能会有6分左右吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "回忆这些问题有助于你找出原生家庭对你性格形成的影响。遇到和别人的沟通问题时，下意识回避，并觉得别人不会用心了解，这个在你父母和曾经的闺蜜身上验证过。所以你不太会去解释，特别是在交往稍微深入一点的时候，随时都会觉得对方有伤害你的可能，所以你会拒绝深入。出现这样的问题一般是我们在非常小的时候形成的，大约是三岁之前，那个时候我们还没有照顾自己的能力，需要父母给予我们必要的情感、情绪、物质上的照顾。如果得不到满足，我们会形成不同的思维模式。根据你的描述，你应该属于回避型的。当你的需求得不到满足时，你会认为自己的需求是不应该有的，然后慢慢地把自己封闭起来，在心里形成了一个空白的空间，不希望任何人走进去。因此，亲密关系没有建立好，会出现安全感缺乏、不信任、敏感脆弱以及不喜欢依赖的情况。",
    "annotation": [
      {
        "sentence": "回忆这些问题有助于你找出原生家庭对你性格形成的影响。",
        "label": ""
      },
      {
        "sentence": "遇到和别人的沟通问题时，下意识回避，并觉得别人不会用心了解，这个在你父母和曾经的闺蜜身上验证过。",
        "label": ""
      },
      {
        "sentence": "所以你不太会去解释，特别是在交往稍微深入一点的时候，随时都会觉得对方有伤害你的可能，所以你会拒绝深入。",
        "label": ""
      },
      {
        "sentence": "出现这样的问题一般是我们在非常小的时候形成的，大约是三岁之前，那个时候我们还没有照顾自己的能力，需要父母给予我们必要的情感、情绪、物质上的照顾。",
        "label": ""
      },
      {
        "sentence": "如果得不到满足，我们会形成不同的思维模式。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，你应该属于回避型的。",
        "label": ""
      },
      {
        "sentence": "当你的需求得不到满足时，你会认为自己的需求是不应该有的，然后慢慢地把自己封闭起来，在心里形成了一个空白的空间，不希望任何人走进去。",
        "label": ""
      },
      {
        "sentence": "因此，亲密关系没有建立好，会出现安全感缺乏、不信任、敏感脆弱以及不喜欢依赖的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得有些担心自己是否能够改变这种模式。毕竟这是我长期形成的习惯了。",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得有些担心自己是否能够改变这种模式。",
        "label": ""
      },
      {
        "sentence": "毕竟这是我长期形成的习惯了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的宝贝，我明白你的担忧。但是我们已经长大了，不再是小时候那个无助的婴儿了。我们有能力自我满足，也可以有朋友去满足我们的情感需求。所以我们可以不再像小时候那样，改变自己的模式，重新建立新的生活。我建议你先自我接纳。过去的自我都是为了保护自己才形成这种模式，是对自己有利的。然后，建立自我认知，深度地了解自己，寻找自己性格形成的原因，并在此基础上找到更适合自己的模式，进行适度的调整。如果有必要，你可以找个心理咨询师给你提供更多的帮助。记住，世界上还是有很多美好的事物等待我们去发现。如果因为过去的经历阻挡了我们感受世界的美好，那我们将会错过很多美丽的风景。加油宝贝！",
    "annotation": [
      {
        "sentence": "亲爱的宝贝，我明白你的担忧。",
        "label": ""
      },
      {
        "sentence": "但是我们已经长大了，不再是小时候那个无助的婴儿了。",
        "label": ""
      },
      {
        "sentence": "我们有能力自我满足，也可以有朋友去满足我们的情感需求。",
        "label": ""
      },
      {
        "sentence": "所以我们可以不再像小时候那样，改变自己的模式，重新建立新的生活。",
        "label": ""
      },
      {
        "sentence": "我建议你先自我接纳。",
        "label": ""
      },
      {
        "sentence": "过去的自我都是为了保护自己才形成这种模式，是对自己有利的。",
        "label": ""
      },
      {
        "sentence": "然后，建立自我认知，深度地了解自己，寻找自己性格形成的原因，并在此基础上找到更适合自己的模式，进行适度的调整。",
        "label": ""
      },
      {
        "sentence": "如果有必要，你可以找个心理咨询师给你提供更多的帮助。",
        "label": ""
      },
      {
        "sentence": "记住，世界上还是有很多美好的事物等待我们去发现。",
        "label": ""
      },
      {
        "sentence": "如果因为过去的经历阻挡了我们感受世界的美好，那我们将会错过很多美丽的风景。",
        "label": ""
      },
      {
        "sentence": "加油宝贝！",
        "label": ""
      }
    ]
  }
]