[
  {
    "role": "client",
    "content": "22岁男生，性取向困惑？一直在否定自己我真的有些想死，一直在否定自己，感觉特别害怕。",
    "annotation": [
      {
        "sentence": "22岁男生，性取向困惑？",
        "label": ""
      },
      {
        "sentence": "一直在否定自己我真的有些想死，一直在否定自己，感觉特别害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "22岁正是人生大好年华，能在平台上说出自己的困惑，已经走出了第一步，我们一起把心沉静下来，看有没有什么好的方法可以缓解并逐渐走出这个害怕。",
    "annotation": [
      {
        "sentence": "22岁正是人生大好年华，能在平台上说出自己的困惑，已经走出了第一步，我们一起把心沉静下来，看有没有什么好的方法可以缓解并逐渐走出这个害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我自己还是喜欢和女生交往，但有时候特别害怕那种争吵（就像我小时候父母那样）的家庭生活，完全感觉是对人生的浪费。",
    "annotation": [
      {
        "sentence": "我觉得我自己还是喜欢和女生交往，但有时候特别害怕那种争吵（就像我小时候父母那样）的家庭生活，完全感觉是对人生的浪费。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "争吵，其实本身只是一个现象，就像我小时候父母那样，这句才是重点，原生家庭这块，我们先暂缓去分析，以后也可以作为一个重要而不紧急的情况，去逐渐打开。夫妻之间，有多少不争吵的？我们要看这个争吵的意义，是单纯为了吵架而吵架，还是在释放某些东西，但结果是对下一代造成了这种对家庭的恐惧。所以说，这是你的第二个害怕。",
    "annotation": [
      {
        "sentence": "争吵，其实本身只是一个现象，就像我小时候父母那样，这句才是重点，原生家庭这块，我们先暂缓去分析，以后也可以作为一个重要而不紧急的情况，去逐渐打开。",
        "label": ""
      },
      {
        "sentence": "夫妻之间，有多少不争吵的？",
        "label": ""
      },
      {
        "sentence": "我们要看这个争吵的意义，是单纯为了吵架而吵架，还是在释放某些东西，但结果是对下一代造成了这种对家庭的恐惧。",
        "label": ""
      },
      {
        "sentence": "所以说，这是你的第二个害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我又一直忍不住克制不住自己去看一些男男SM的视频，每次靠这类视频发泄性欲。对一些女性的涩图基本无感。",
    "annotation": [
      {
        "sentence": "但是我又一直忍不住克制不住自己去看一些男男SM的视频，每次靠这类视频发泄性欲。",
        "label": ""
      },
      {
        "sentence": "对一些女性的涩图基本无感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "男男SM的视频，这个观看的过程中，结合你下面说的，形成了一个循环，我们需要尝试打破这个循环。可以先给自己立一个小目标，把观看的时间和频度限定在一个范围之中，然后当你内心逐渐走出那个结之后，再看能否逐渐地减少甚至不看这些东西。因为这些视频好坏我们先不去评判，它最起码是一种信息的输入，你想想看，一个人的大脑中整天都是这些画面，那他的行为会不会受其影响呢？目前你还分得清虚拟的，和现实的，一旦你再向前迈出一步，有可能就不是这个情况了。",
    "annotation": [
      {
        "sentence": "男男SM的视频，这个观看的过程中，结合你下面说的，形成了一个循环，我们需要尝试打破这个循环。",
        "label": ""
      },
      {
        "sentence": "可以先给自己立一个小目标，把观看的时间和频度限定在一个范围之中，然后当你内心逐渐走出那个结之后，再看能否逐渐地减少甚至不看这些东西。",
        "label": ""
      },
      {
        "sentence": "因为这些视频好坏我们先不去评判，它最起码是一种信息的输入，你想想看，一个人的大脑中整天都是这些画面，那他的行为会不会受其影响呢？",
        "label": ""
      },
      {
        "sentence": "目前你还分得清虚拟的，和现实的，一旦你再向前迈出一步，有可能就不是这个情况了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我的困惑应该始于大一一次经历，有一个男生帮过我自慰（双方自愿的），然后之后莫名就一直害怕自己弯了，虽然之前也总看男男SM的小电影，但是心中却相信自己喜欢女生的，也有过喜欢的对象。但现在我觉得自己很难对女生产生某些好感，倒是对男性有一些幻想。",
    "annotation": [
      {
        "sentence": "我觉得我的困惑应该始于大一一次经历，有一个男生帮过我自慰（双方自愿的），然后之后莫名就一直害怕自己弯了，虽然之前也总看男男SM的小电影，但是心中却相信自己喜欢女生的，也有过喜欢的对象。",
        "label": ""
      },
      {
        "sentence": "但现在我觉得自己很难对女生产生某些好感，倒是对男性有一些幻想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个就是量变的过程，那个经历，已经过去了，你也希望不再发生类似的情况，对吗？很难不等于永远无法，这个性取向方面的困惑和重新认同，需要先从之前的心结里走出来，才可能再朝向新的关系走入。你现在需要先接纳自己以及自己之前的经历，那个也都是你，而现在和未来，主动权是放在现在的你的手上的。",
    "annotation": [
      {
        "sentence": "这个就是量变的过程，那个经历，已经过去了，你也希望不再发生类似的情况，对吗？",
        "label": ""
      },
      {
        "sentence": "很难不等于永远无法，这个性取向方面的困惑和重新认同，需要先从之前的心结里走出来，才可能再朝向新的关系走入。",
        "label": ""
      },
      {
        "sentence": "你现在需要先接纳自己以及自己之前的经历，那个也都是你，而现在和未来，主动权是放在现在的你的手上的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这让我很恐惧，疫情在家已经七个月了，很难接触到伙伴，特别孤独甚至绝望。今天有个同学无心说我很奇特，但我心中变得十分害怕，害怕被发现，害怕没人接受自己，害怕伤害别人......",
    "annotation": [
      {
        "sentence": "这让我很恐惧，疫情在家已经七个月了，很难接触到伙伴，特别孤独甚至绝望。",
        "label": ""
      },
      {
        "sentence": "今天有个同学无心说我很奇特，但我心中变得十分害怕，害怕被发现，害怕没人接受自己，害怕伤害别人......",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然说疫情的情况还在继续，我们出门也要戴口罩了，但我建议你多出去走走，晒晒太阳，感受一下真实的阳光，绿树，空气，这些能让你感受到生活和生命积极一面的东西。而内心的这些，过往，经历，自己，也都是整个大千世界的一部分。你的某些害怕也印证着你的善良。一个善良的人，也需要学会明智，我们离那些信息源越远，自然受其影响就越少（但这不是说一定要如何，关键要有一个度，如果你看这个视频的同时，还能跟其他人一样心安理得地工作生活，就完全没问题，现在是已经在一定程度地影响着你正常生活了，让你无法认同自己了）以上，希望对你有所启发和帮助。有进一步的需求，也可以去咨询这方面的专家。世界和我们大家都爱着你！",
    "annotation": [
      {
        "sentence": "虽然说疫情的情况还在继续，我们出门也要戴口罩了，但我建议你多出去走走，晒晒太阳，感受一下真实的阳光，绿树，空气，这些能让你感受到生活和生命积极一面的东西。",
        "label": ""
      },
      {
        "sentence": "而内心的这些，过往，经历，自己，也都是整个大千世界的一部分。",
        "label": ""
      },
      {
        "sentence": "你的某些害怕也印证着你的善良。",
        "label": ""
      },
      {
        "sentence": "一个善良的人，也需要学会明智，我们离那些信息源越远，自然受其影响就越少（但这不是说一定要如何，关键要有一个度，如果你看这个视频的同时，还能跟其他人一样心安理得地工作生活，就完全没问题，现在是已经在一定程度地影响着你正常生活了，让你无法认同自己了）以上，希望对你有所启发和帮助。",
        "label": ""
      },
      {
        "sentence": "有进一步的需求，也可以去咨询这方面的专家。",
        "label": ""
      },
      {
        "sentence": "世界和我们大家都爱着你！",
        "label": ""
      }
    ]
  }
]