[
  {
    "role": "client",
    "content": "最近我特别没有工作的热情，不知道怎么让自己重新找回来。",
    "annotation": [
      {
        "sentence": "最近我特别没有工作的热情，不知道怎么让自己重新找回来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，很高兴看到你是一个努力上进的人，在工作中也一直在提升自己。你曾告诉老板你计划一年后出国，入职前半年老板教了你很多东西，你对此非常感激和努力。但是似乎老板认为你不会留下来，所以逐渐让你退出了。虽然有些原因导致你无法改变出国计划，但因为疫情，时间也很难确定，你也不能跳槽。我知道你很喜欢学习和成长，无论工作多辛苦，都能感到开心。但最近你就特别没有热情了。以前你和几个同事一起入职一起学习，但现在你不得不停下来，这让你很难过。因为年龄不小了，你想趁未婚时快速成长，独当一面，所以压力也很大。我理解你的老板，没有必要培养不会留下的员工，对吗？",
    "annotation": [
      {
        "sentence": "亲爱的，很高兴看到你是一个努力上进的人，在工作中也一直在提升自己。",
        "label": ""
      },
      {
        "sentence": "你曾告诉老板你计划一年后出国，入职前半年老板教了你很多东西，你对此非常感激和努力。",
        "label": ""
      },
      {
        "sentence": "但是似乎老板认为你不会留下来，所以逐渐让你退出了。",
        "label": ""
      },
      {
        "sentence": "虽然有些原因导致你无法改变出国计划，但因为疫情，时间也很难确定，你也不能跳槽。",
        "label": ""
      },
      {
        "sentence": "我知道你很喜欢学习和成长，无论工作多辛苦，都能感到开心。",
        "label": ""
      },
      {
        "sentence": "但最近你就特别没有热情了。",
        "label": ""
      },
      {
        "sentence": "以前你和几个同事一起入职一起学习，但现在你不得不停下来，这让你很难过。",
        "label": ""
      },
      {
        "sentence": "因为年龄不小了，你想趁未婚时快速成长，独当一面，所以压力也很大。",
        "label": ""
      },
      {
        "sentence": "我理解你的老板，没有必要培养不会留下的员工，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，现在的工作对我来说是很轻松的，比如画宣传画。但我不开心，因为我不想只是玩过儿。我曾主动提出帮助同事，但后来他们不让我帮忙了，我很沮丧。最近听说同事们要轮流调岗培训，但我不能参加，每次遇到类似的事情，我就更加没有工作的热情了。其实我还有别的事情可以做，但我更想实践自己的专长。我知道这些道理，但就是无法高兴起来，我也知道现实不会改变，但还要在这里工作三个月，我想知道如何调整心态，不要那么丧，好好渡过这几个月。",
    "annotation": [
      {
        "sentence": "是的，现在的工作对我来说是很轻松的，比如画宣传画。",
        "label": ""
      },
      {
        "sentence": "但我不开心，因为我不想只是玩过儿。",
        "label": ""
      },
      {
        "sentence": "我曾主动提出帮助同事，但后来他们不让我帮忙了，我很沮丧。",
        "label": ""
      },
      {
        "sentence": "最近听说同事们要轮流调岗培训，但我不能参加，每次遇到类似的事情，我就更加没有工作的热情了。",
        "label": ""
      },
      {
        "sentence": "其实我还有别的事情可以做，但我更想实践自己的专长。",
        "label": ""
      },
      {
        "sentence": "我知道这些道理，但就是无法高兴起来，我也知道现实不会改变，但还要在这里工作三个月，我想知道如何调整心态，不要那么丧，好好渡过这几个月。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，很高兴看到你对工作和成长有着积极的态度。首先，我要慢慢告诉你，你是一个非常了不起的人。努力和敬业是你的特质，一直以来你都在不断提升自己。你的想法没有错，希望能够融入你们的工作群体，希望在工作岗位上得到重用。但是我们也要换位思考，你的老板未必会和你有相同的想法。通常情况下，马上要出国留学的人多数会对工作丧失热情，开始适应未来出国的节奏。因此，如果你因为疫情原因推迟了出国计划，我建议你尽快和你的老板沟通，因为他未必了解你的想法。对于工作的热情，需要积极展现给领导，也要理解领导的安排。毕竟，培养一个员工是需要花费巨大成本的，而你为公司做出的贡献相对有限。要把心态摆正，领导对你的减少投入并没有什么问题。他们只是想把有限的资源用到长期忠诚的员工身上。我也理解你会有心理落差，但是我希望你能慢慢消化这些负能量。毕竟你的未来在遥远的地方，而不是现在。公司还有很多人需要这份工作来养活自己，而你则可以在学成归来后拥有更多的机会。所以，好好准备出国的事情，不要一直盯着半山腰的风景，你的目标是山顶。",
    "annotation": [
      {
        "sentence": "亲爱的，很高兴看到你对工作和成长有着积极的态度。",
        "label": ""
      },
      {
        "sentence": "首先，我要慢慢告诉你，你是一个非常了不起的人。",
        "label": ""
      },
      {
        "sentence": "努力和敬业是你的特质，一直以来你都在不断提升自己。",
        "label": ""
      },
      {
        "sentence": "你的想法没有错，希望能够融入你们的工作群体，希望在工作岗位上得到重用。",
        "label": ""
      },
      {
        "sentence": "但是我们也要换位思考，你的老板未必会和你有相同的想法。",
        "label": ""
      },
      {
        "sentence": "通常情况下，马上要出国留学的人多数会对工作丧失热情，开始适应未来出国的节奏。",
        "label": ""
      },
      {
        "sentence": "因此，如果你因为疫情原因推迟了出国计划，我建议你尽快和你的老板沟通，因为他未必了解你的想法。",
        "label": ""
      },
      {
        "sentence": "对于工作的热情，需要积极展现给领导，也要理解领导的安排。",
        "label": ""
      },
      {
        "sentence": "毕竟，培养一个员工是需要花费巨大成本的，而你为公司做出的贡献相对有限。",
        "label": ""
      },
      {
        "sentence": "要把心态摆正，领导对你的减少投入并没有什么问题。",
        "label": ""
      },
      {
        "sentence": "他们只是想把有限的资源用到长期忠诚的员工身上。",
        "label": ""
      },
      {
        "sentence": "我也理解你会有心理落差，但是我希望你能慢慢消化这些负能量。",
        "label": ""
      },
      {
        "sentence": "毕竟你的未来在遥远的地方，而不是现在。",
        "label": ""
      },
      {
        "sentence": "公司还有很多人需要这份工作来养活自己，而你则可以在学成归来后拥有更多的机会。",
        "label": ""
      },
      {
        "sentence": "所以，好好准备出国的事情，不要一直盯着半山腰的风景，你的目标是山顶。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我明白了你的话。我会尽快和老板沟通，让他了解我的想法。我会调整自己的心态，尽量消化负能量，专注于出国的准备。我会记住你说的，不要一直盯着半山腰，我的目标是山顶。再次感谢你的鼓励和支持，我会好好渡过这几个月的。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我明白了你的话。",
        "label": ""
      },
      {
        "sentence": "我会尽快和老板沟通，让他了解我的想法。",
        "label": ""
      },
      {
        "sentence": "我会调整自己的心态，尽量消化负能量，专注于出国的准备。",
        "label": ""
      },
      {
        "sentence": "我会记住你说的，不要一直盯着半山腰，我的目标是山顶。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的鼓励和支持，我会好好渡过这几个月的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样的回答。我相信你有足够的能力面对目前的困境，并且能够以积极的态度去面对未来。记住，和老板沟通是非常重要的，让他了解你的想法和对工作的热情。同时，调整心态也是关键，尽量化解负能量，专注于你出国的计划和准备。我相信你一定能够顺利渡过这几个月，并在将来实现自己的目标。再次强调，别忘了你是一位非常了不起的人，你已经做得很好了。祝愿你一切顺利！",
    "annotation": [
      {
        "sentence": "很高兴听到你这样的回答。",
        "label": ""
      },
      {
        "sentence": "我相信你有足够的能力面对目前的困境，并且能够以积极的态度去面对未来。",
        "label": ""
      },
      {
        "sentence": "记住，和老板沟通是非常重要的，让他了解你的想法和对工作的热情。",
        "label": ""
      },
      {
        "sentence": "同时，调整心态也是关键，尽量化解负能量，专注于你出国的计划和准备。",
        "label": ""
      },
      {
        "sentence": "我相信你一定能够顺利渡过这几个月，并在将来实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "再次强调，别忘了你是一位非常了不起的人，你已经做得很好了。",
        "label": ""
      },
      {
        "sentence": "祝愿你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持，我会牢记你的话，努力面对困境，积极调整心态。我相信我可以度过这几个月，并且在未来取得更好的成就。谢谢你一直陪伴在我身边，感激不尽！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持，我会牢记你的话，努力面对困境，积极调整心态。",
        "label": ""
      },
      {
        "sentence": "我相信我可以度过这几个月，并且在未来取得更好的成就。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直陪伴在我身边，感激不尽！",
        "label": ""
      }
    ]
  }
]