[
  {
    "role": "client",
    "content": "怕听到旁人以及身边人提到关于“抑郁症”的相关话题？",
    "annotation": [
      {
        "sentence": "怕听到旁人以及身边人提到关于“抑郁症”的相关话题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心疼的。你自己清楚是由什么原因导致的吗？求助者追问说，如果现阶段我们没有办法去寻找专业医生帮助而尝试自愈，那很重要的一点就是自己要先意识到导致抑郁的原因：是由于学业、家庭、感情等方面的问题吗？找到了问题的根源我们才能更有方向的帮助自己呀，因为抑郁和焦虑症状是一个“结果”，而针对具体的问题，例如学业压力等，对具体的问题才能提出建议和帮助，我们可以在网上或是咨询身边的同学老师，或许病情会因此改善。",
    "annotation": [
      {
        "sentence": "心疼的。",
        "label": ""
      },
      {
        "sentence": "你自己清楚是由什么原因导致的吗？",
        "label": ""
      },
      {
        "sentence": "求助者追问说，如果现阶段我们没有办法去寻找专业医生帮助而尝试自愈，那很重要的一点就是自己要先意识到导致抑郁的原因：是由于学业、家庭、感情等方面的问题吗？",
        "label": ""
      },
      {
        "sentence": "找到了问题的根源我们才能更有方向的帮助自己呀，因为抑郁和焦虑症状是一个“结果”，而针对具体的问题，例如学业压力等，对具体的问题才能提出建议和帮助，我们可以在网上或是咨询身边的同学老师，或许病情会因此改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了。但我不知道你对于抑郁、焦虑症的看法是什么呢？是否和家人一样，也对此感到不接受、不愿承认、有偏见？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "但我不知道你对于抑郁、焦虑症的看法是什么呢？",
        "label": ""
      },
      {
        "sentence": "是否和家人一样，也对此感到不接受、不愿承认、有偏见？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于抑郁症，我认为每个人都会产生情绪波动，有积极有消极，它就像“感冒病菌”一样在我们的身体，如果对此处理成功便没有负面影响，而如果一不小心让它溜走了则可能让我们情绪出错，就像感冒一样。所以我们不妨放开对抑郁症的接受态度，科学的、客观的面对它，这样也能让自己“心理压力”变小呀。",
    "annotation": [
      {
        "sentence": "对于抑郁症，我认为每个人都会产生情绪波动，有积极有消极，它就像“感冒病菌”一样在我们的身体，如果对此处理成功便没有负面影响，而如果一不小心让它溜走了则可能让我们情绪出错，就像感冒一样。",
        "label": ""
      },
      {
        "sentence": "所以我们不妨放开对抑郁症的接受态度，科学的、客观的面对它，这样也能让自己“心理压力”变小呀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该积极面对抑郁症。另一方面，你有什么建议吗？我可以尝试跟身边信任的朋友、老师等人沟通吗？",
    "annotation": [
      {
        "sentence": "我明白了，我应该积极面对抑郁症。",
        "label": ""
      },
      {
        "sentence": "另一方面，你有什么建议吗？",
        "label": ""
      },
      {
        "sentence": "我可以尝试跟身边信任的朋友、老师等人沟通吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以，你可以告诉他们你的真实情况，也听听他人对抑郁症和对你真实的看法，可以澄清、避免自己的一些误解。另外，你也可以去阅读一些成功治愈的抑郁症患者的日记，这样可以增加你对抑郁症有信心，相信你一定能战胜它。希望早日能听到你的好消息。",
    "annotation": [
      {
        "sentence": "当然可以，你可以告诉他们你的真实情况，也听听他人对抑郁症和对你真实的看法，可以澄清、避免自己的一些误解。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以去阅读一些成功治愈的抑郁症患者的日记，这样可以增加你对抑郁症有信心，相信你一定能战胜它。",
        "label": ""
      },
      {
        "sentence": "希望早日能听到你的好消息。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会尝试与他人沟通，并多阅读一些相关资料。希望通过这些方法，我能够渐渐战胜抑郁症。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会尝试与他人沟通，并多阅读一些相关资料。",
        "label": ""
      },
      {
        "sentence": "希望通过这些方法，我能够渐渐战胜抑郁症。",
        "label": ""
      }
    ]
  }
]