[
  {
    "role": "client",
    "content": "为什么我在心情不好或者难过的时候我的脖子很难受呢？",
    "annotation": [
      {
        "sentence": "为什么我在心情不好或者难过的时候我的脖子很难受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到心情不好的时候会脖子疼，这是由于你的不良情绪转移到了躯体上。人的很多疾病都是因为心情不好造成的，例如甲状腺疾病、消化系统疾病、神经性头痛等。因此你要学会放轻松，不要过于压抑自己。",
    "annotation": [
      {
        "sentence": "你提到心情不好的时候会脖子疼，这是由于你的不良情绪转移到了躯体上。",
        "label": ""
      },
      {
        "sentence": "人的很多疾病都是因为心情不好造成的，例如甲状腺疾病、消化系统疾病、神经性头痛等。",
        "label": ""
      },
      {
        "sentence": "因此你要学会放轻松，不要过于压抑自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的解释。除了心情不好，我还觉得父母给我很大压力，他们不理解我，总觉得什么事都没有兴趣。",
    "annotation": [
      {
        "sentence": "谢谢你的解释。",
        "label": ""
      },
      {
        "sentence": "除了心情不好，我还觉得父母给我很大压力，他们不理解我，总觉得什么事都没有兴趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到父母给你压力，不知道除了学习上是否还有其他方面的压力。每个父母都会关心孩子的学习，部分家长会想方设法的让孩子再多学一些，以便可以不落后于同学。但有可能方法用错了，起到事倍功半，甚至是完全相反的效果。在这点上，也许你的父母并没有意识到他们对你的督促给你造成了压力。",
    "annotation": [
      {
        "sentence": "你提到父母给你压力，不知道除了学习上是否还有其他方面的压力。",
        "label": ""
      },
      {
        "sentence": "每个父母都会关心孩子的学习，部分家长会想方设法的让孩子再多学一些，以便可以不落后于同学。",
        "label": ""
      },
      {
        "sentence": "但有可能方法用错了，起到事倍功半，甚至是完全相反的效果。",
        "label": ""
      },
      {
        "sentence": "在这点上，也许你的父母并没有意识到他们对你的督促给你造成了压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，他们总觉得我学习不够努力，给了我很多额外的学习任务，让我感到很沮丧。",
    "annotation": [
      {
        "sentence": "是的，他们总觉得我学习不够努力，给了我很多额外的学习任务，让我感到很沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，觉得父母的期望压力对你来说是很大的负担。我认为在这种情况下，可以适时的与父母进行一次谈话，告诉他们你的感受，让他们知道他们对你的态度并不能真正促进你的学习，并且探讨出一些适合你的方法。父母给你压力无外乎不想让你耽误学习，你可以自己先列出学习计划，并且制定一些学习目标，让父母看到你是完全有能力自己规划学习的，并请他们监督在某个时间点你的学习成绩。当几次下来你都可以完成学习目标，父母就会相信你可以在不用监督的情况下也可以很好的自主学习，他们就会适当放手，而你也可以享受自己支配时间的自由。",
    "annotation": [
      {
        "sentence": "我理解你的感受，觉得父母的期望压力对你来说是很大的负担。",
        "label": ""
      },
      {
        "sentence": "我认为在这种情况下，可以适时的与父母进行一次谈话，告诉他们你的感受，让他们知道他们对你的态度并不能真正促进你的学习，并且探讨出一些适合你的方法。",
        "label": ""
      },
      {
        "sentence": "父母给你压力无外乎不想让你耽误学习，你可以自己先列出学习计划，并且制定一些学习目标，让父母看到你是完全有能力自己规划学习的，并请他们监督在某个时间点你的学习成绩。",
        "label": ""
      },
      {
        "sentence": "当几次下来你都可以完成学习目标，父母就会相信你可以在不用监督的情况下也可以很好的自主学习，他们就会适当放手，而你也可以享受自己支配时间的自由。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个方法听起来不错，我会试试看的。还有一个问题，就是我觉得父母不太了解我，不知道我想要的是什么。",
    "annotation": [
      {
        "sentence": "这个方法听起来不错，我会试试看的。",
        "label": ""
      },
      {
        "sentence": "还有一个问题，就是我觉得父母不太了解我，不知道我想要的是什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同样的，也许是你们之间缺乏有效的沟通。你可以和父母谈谈你的想法，在不耽误学业的情况下有一些自己的兴趣爱好，可以缓解学习带来的压力，适当放松后再继续学习，会有更好的学习效果。通过你的描述我能感到你的父母对你的关心，可能你们之间只是缺乏有效的沟通，放下之前双方对彼此的既有印象，认真地交流一次吧，我相信会对你有所帮助的。",
    "annotation": [
      {
        "sentence": "同样的，也许是你们之间缺乏有效的沟通。",
        "label": ""
      },
      {
        "sentence": "你可以和父母谈谈你的想法，在不耽误学业的情况下有一些自己的兴趣爱好，可以缓解学习带来的压力，适当放松后再继续学习，会有更好的学习效果。",
        "label": ""
      },
      {
        "sentence": "通过你的描述我能感到你的父母对你的关心，可能你们之间只是缺乏有效的沟通，放下之前双方对彼此的既有印象，认真地交流一次吧，我相信会对你有所帮助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着和他们好好沟通一下。希望能够改善我们之间的关系。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着和他们好好沟通一下。",
        "label": ""
      },
      {
        "sentence": "希望能够改善我们之间的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，相信只要你们之间建立了更好的沟通，关系会慢慢改善的。如果还有其他问题，随时都可以向我求助。加油！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，相信只要你们之间建立了更好的沟通，关系会慢慢改善的。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时都可以向我求助。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]