[
  {
    "role": "client",
    "content": "是否要孩子，始终难过自己这关，为什么我会如此恐惧？今年32了和现在男友都是二婚都没有孩子他想要个孩子而我这么多年始终坚持不要因为很不喜欢小孩而且对从怀胎到孩子成长的一切都让我觉得恐惧但是我们认真沟通过两次后我试着接受这件事觉得可以生但是心里种种顾虑和想到有孩子后的生活发自内心觉得恐惧怕那样的生活怕带给自己身体的变化和生活的变化非常不喜欢小孩虽然身边人都说自己有了就不一样可我毕竟还没有经历也一直没想过我要经历按说这个年龄也是不能再往后拖得太久也想着早点想开早点生可是看到男友有些时候的点滴也并没有让我觉得他可以成为一个操心称职的父亲内心这种恐惧不自觉范上来真的很痛苦不知道该怎么面对甚至经常想不为难自己了不结婚了也就不用再考虑这件让我很难平复的事情想知道我究竟该从哪里找到出口",
    "annotation": [
      {
        "sentence": "是否要孩子，始终难过自己这关，为什么我会如此恐惧？",
        "label": ""
      },
      {
        "sentence": "今年32了和现在男友都是二婚都没有孩子他想要个孩子而我这么多年始终坚持不要因为很不喜欢小孩而且对从怀胎到孩子成长的一切都让我觉得恐惧但是我们认真沟通过两次后我试着接受这件事觉得可以生但是心里种种顾虑和想到有孩子后的生活发自内心觉得恐惧怕那样的生活怕带给自己身体的变化和生活的变化非常不喜欢小孩虽然身边人都说自己有了就不一样可我毕竟还没有经历也一直没想过我要经历按说这个年龄也是不能再往后拖得太久也想着早点想开早点生可是看到男友有些时候的点滴也并没有让我觉得他可以成为一个操心称职的父亲内心这种恐惧不自觉范上来真的很痛苦不知道该怎么面对甚至经常想不为难自己了不结婚了也就不用再考虑这件让我很难平复的事情想知道我究竟该从哪里找到出口",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我完全理解你的困惑和担忧。人生中面临婚姻和要不要孩子的决策确实是非常重要和复杂的。从你的叙述中可以感受到，你对是否要孩子有着深深的疑虑和恐惧，同时也担心男友是否适合做一个负责任的父亲。首先，我想说你的疑虑和害怕是非常正常的，每个人对于生活的改变和未知都会感到恐惧。而关于你的困境，我觉得这是一个很好的契机，让你和男友更好地交流和了解彼此的需求，建立在共同面对问题和解决问题的方式上。米妞庆说过：“一个理想的家庭，其实就是一个有修复能力的家庭。并没有一个家庭是没有冲突、没有问题的。只要这个家庭具备了修复冲突、解决问题的能力，那它就是一个足够好的家庭。”目前虽然你还没有完全确定是否要和他生孩子，但是你已经开始考虑这个选项了。我想鼓励你，你很勇敢，不妨和你的爱人一起面对这个问题，看看未来可能存在的困难和挑战，共同寻找解决方案。你觉得怎么样呢？",
    "annotation": [
      {
        "sentence": "求助者，我完全理解你的困惑和担忧。",
        "label": ""
      },
      {
        "sentence": "人生中面临婚姻和要不要孩子的决策确实是非常重要和复杂的。",
        "label": ""
      },
      {
        "sentence": "从你的叙述中可以感受到，你对是否要孩子有着深深的疑虑和恐惧，同时也担心男友是否适合做一个负责任的父亲。",
        "label": ""
      },
      {
        "sentence": "首先，我想说你的疑虑和害怕是非常正常的，每个人对于生活的改变和未知都会感到恐惧。",
        "label": ""
      },
      {
        "sentence": "而关于你的困境，我觉得这是一个很好的契机，让你和男友更好地交流和了解彼此的需求，建立在共同面对问题和解决问题的方式上。",
        "label": ""
      },
      {
        "sentence": "米妞庆说过：“一个理想的家庭，其实就是一个有修复能力的家庭。",
        "label": ""
      },
      {
        "sentence": "并没有一个家庭是没有冲突、没有问题的。",
        "label": ""
      },
      {
        "sentence": "只要这个家庭具备了修复冲突、解决问题的能力，那它就是一个足够好的家庭。",
        "label": ""
      },
      {
        "sentence": "”目前虽然你还没有完全确定是否要和他生孩子，但是你已经开始考虑这个选项了。",
        "label": ""
      },
      {
        "sentence": "我想鼓励你，你很勇敢，不妨和你的爱人一起面对这个问题，看看未来可能存在的困难和挑战，共同寻找解决方案。",
        "label": ""
      },
      {
        "sentence": "你觉得怎么样呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢支持者，你的回答让我觉得不那么孤单了。我和男友已经通过两次认真沟通，但我仍然对生孩子的想法感到恐惧。我担心这样的生活会给我带来巨大的变化，不仅是身体的变化，还有生活方式的改变。虽然身边的人都说有了孩子后会不一样，但我始终没有亲身经历过，所以无法完全相信这一点。在我面前的选择都让我很痛苦，有时候我甚至想过不结婚，这样就不用再考虑这个让我困扰的问题了。我真的不知道该怎么找到一个出口，希望你能给我一些建议。",
    "annotation": [
      {
        "sentence": "谢谢支持者，你的回答让我觉得不那么孤单了。",
        "label": ""
      },
      {
        "sentence": "我和男友已经通过两次认真沟通，但我仍然对生孩子的想法感到恐惧。",
        "label": ""
      },
      {
        "sentence": "我担心这样的生活会给我带来巨大的变化，不仅是身体的变化，还有生活方式的改变。",
        "label": ""
      },
      {
        "sentence": "虽然身边的人都说有了孩子后会不一样，但我始终没有亲身经历过，所以无法完全相信这一点。",
        "label": ""
      },
      {
        "sentence": "在我面前的选择都让我很痛苦，有时候我甚至想过不结婚，这样就不用再考虑这个让我困扰的问题了。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么找到一个出口，希望你能给我一些建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的感受，这些疑虑和痛苦是正常的。毕竟，生孩子不仅仅是一个单纯的个人选择，还会对整个生活产生重大的影响。我明白你对生活的担忧和恐惧，以及对男友是否能够成为一个负责任的父亲的担忧。不过，我们并没有办法预先确定未来的发展，但我们可以试着更加客观地看待这个问题。或许你可以尝试和男友一起制定一些计划，包括分担孩子抚养的责任和规划未来的生活。这样你就可以更好地了解他是否真的适合做一个称职的父亲。同时，你也可以考虑找一些适合自己的方法来缓解担忧和恐惧，例如阅读一些关于育儿的书籍或者与有经验的朋友交流。最重要的是，你要相信自己有足够的勇气和能力来面对这个问题，无论你最终如何选择，都是为了追求自己的幸福。你觉得呢？",
    "annotation": [
      {
        "sentence": "非常理解你的感受，这些疑虑和痛苦是正常的。",
        "label": ""
      },
      {
        "sentence": "毕竟，生孩子不仅仅是一个单纯的个人选择，还会对整个生活产生重大的影响。",
        "label": ""
      },
      {
        "sentence": "我明白你对生活的担忧和恐惧，以及对男友是否能够成为一个负责任的父亲的担忧。",
        "label": ""
      },
      {
        "sentence": "不过，我们并没有办法预先确定未来的发展，但我们可以试着更加客观地看待这个问题。",
        "label": ""
      },
      {
        "sentence": "或许你可以尝试和男友一起制定一些计划，包括分担孩子抚养的责任和规划未来的生活。",
        "label": ""
      },
      {
        "sentence": "这样你就可以更好地了解他是否真的适合做一个称职的父亲。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以考虑找一些适合自己的方法来缓解担忧和恐惧，例如阅读一些关于育儿的书籍或者与有经验的朋友交流。",
        "label": ""
      },
      {
        "sentence": "最重要的是，你要相信自己有足够的勇气和能力来面对这个问题，无论你最终如何选择，都是为了追求自己的幸福。",
        "label": ""
      },
      {
        "sentence": "你觉得呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。和男友一起制定一些计划听起来是一个不错的主意，这样我们可以更清楚地了解对方的期望和责任。我也会好好考虑阅读一些育儿方面的书籍，了解一下有关育儿的知识和经验。同时，我也会尝试放下担忧和恐惧，相信自己有足够的勇气和能力面对未来，无论选择什么样的生活，都是为了自己的幸福。非常感谢你的支持和帮助！我现在感觉好多了。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "和男友一起制定一些计划听起来是一个不错的主意，这样我们可以更清楚地了解对方的期望和责任。",
        "label": ""
      },
      {
        "sentence": "我也会好好考虑阅读一些育儿方面的书籍，了解一下有关育儿的知识和经验。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尝试放下担忧和恐惧，相信自己有足够的勇气和能力面对未来，无论选择什么样的生活，都是为了自己的幸福。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和帮助！",
        "label": ""
      },
      {
        "sentence": "我现在感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能为你提供帮助。你已经给出了很成熟和积极的回答，这表明你对自己的成长和发展有着很清晰的认识。记住，在面对困难和选择时，相信自己的能力是非常重要的。同时，也要给自己一定的时间和空间，不要过分苛求自己能马上做出决定。最重要的是，保持积极的心态，相信未来会变得更好。我愿意随时为你提供支持和帮助，如果你还有什么问题或疑虑，都可以随时来找我聊聊。祝福你能找到适合自己的出口！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "你已经给出了很成熟和积极的回答，这表明你对自己的成长和发展有着很清晰的认识。",
        "label": ""
      },
      {
        "sentence": "记住，在面对困难和选择时，相信自己的能力是非常重要的。",
        "label": ""
      },
      {
        "sentence": "同时，也要给自己一定的时间和空间，不要过分苛求自己能马上做出决定。",
        "label": ""
      },
      {
        "sentence": "最重要的是，保持积极的心态，相信未来会变得更好。",
        "label": ""
      },
      {
        "sentence": "我愿意随时为你提供支持和帮助，如果你还有什么问题或疑虑，都可以随时来找我聊聊。",
        "label": ""
      },
      {
        "sentence": "祝福你能找到适合自己的出口！",
        "label": ""
      }
    ]
  }
]