[
  {
    "role": "client",
    "content": "是否要孩子，始终难过自己这关，为什么我会如此恐惧？今年32了和现在男友都是二婚都没有孩子他想要个孩子而我这么多年始终坚持不要因为很不喜欢小孩而且对从怀胎到孩子成长的一切都让我觉得恐惧但是我们认真沟通过两次后我试着接受这件事觉得可以生但是心里种种顾虑和想到有孩子后的生活发自内心觉得恐惧怕那样的生活怕带给自己身体的变化和生活的变化非常不喜欢小孩虽然身边人都说自己有了就不一样可我毕竟还没有经历也一直没想过我要经历按说这个年龄也是不能再往后拖得太久也想着早点想开早点生可是看到男友有些时候的点滴也并没有让我觉得他可以成为一个操心称职的父亲内心这种恐惧不自觉范上来真的很痛苦不知道该怎么面对甚至经常想不为难自己了不结婚了也就不用再考虑这件让我很难平复的事情想知道我究竟该从哪里找到出口",
    "annotation": [
      {
        "sentence": "是否要孩子，始终难过自己这关，为什么我会如此恐惧？",
        "label": ""
      },
      {
        "sentence": "今年32了和现在男友都是二婚都没有孩子他想要个孩子而我这么多年始终坚持不要因为很不喜欢小孩而且对从怀胎到孩子成长的一切都让我觉得恐惧但是我们认真沟通过两次后我试着接受这件事觉得可以生但是心里种种顾虑和想到有孩子后的生活发自内心觉得恐惧怕那样的生活怕带给自己身体的变化和生活的变化非常不喜欢小孩虽然身边人都说自己有了就不一样可我毕竟还没有经历也一直没想过我要经历按说这个年龄也是不能再往后拖得太久也想着早点想开早点生可是看到男友有些时候的点滴也并没有让我觉得他可以成为一个操心称职的父亲内心这种恐惧不自觉范上来真的很痛苦不知道该怎么面对甚至经常想不为难自己了不结婚了也就不用再考虑这件让我很难平复的事情想知道我究竟该从哪里找到出口",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从您的描述中看得出您是一个很善于思考的人，对于未来的各种情况都已经考虑的很全面，对于自己的需要也很清晰。我觉得无论做什么事情都应该遵循自己内心的需要。",
    "annotation": [
      {
        "sentence": "从您的描述中看得出您是一个很善于思考的人，对于未来的各种情况都已经考虑的很全面，对于自己的需要也很清晰。",
        "label": ""
      },
      {
        "sentence": "我觉得无论做什么事情都应该遵循自己内心的需要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白需要尊重自己的内心，可是我感到很恐惧，不知道为什么会这样。",
    "annotation": [
      {
        "sentence": "我明白需要尊重自己的内心，可是我感到很恐惧，不知道为什么会这样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "恐惧是正常的情绪之一，很多人在面临重大决策时都会感到恐惧。您对未来生活中的变化和责任感到害怕，这是一个很真实的感受。但是，请相信您拥有足够的内在力量去克服这种恐惧。",
    "annotation": [
      {
        "sentence": "恐惧是正常的情绪之一，很多人在面临重大决策时都会感到恐惧。",
        "label": ""
      },
      {
        "sentence": "您对未来生活中的变化和责任感到害怕，这是一个很真实的感受。",
        "label": ""
      },
      {
        "sentence": "但是，请相信您拥有足够的内在力量去克服这种恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "虽然身边的人都说有了孩子就会改变，但我还是担心我无法适应这种变化。",
    "annotation": [
      {
        "sentence": "虽然身边的人都说有了孩子就会改变，但我还是担心我无法适应这种变化。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人的情况都是独特的，不能用别人的经验来定义自己的人生。您可以先试着接受这个事实，然后和您的男友坦诚地沟通，让他了解您的担忧和需求。共同探讨未来的打算，也许能帮助您放下一些恐惧。",
    "annotation": [
      {
        "sentence": "每个人的情况都是独特的，不能用别人的经验来定义自己的人生。",
        "label": ""
      },
      {
        "sentence": "您可以先试着接受这个事实，然后和您的男友坦诚地沟通，让他了解您的担忧和需求。",
        "label": ""
      },
      {
        "sentence": "共同探讨未来的打算，也许能帮助您放下一些恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白要坦诚地与男友沟通，但有时我觉得他并不是一个能够负责和操心的父亲候选人。",
    "annotation": [
      {
        "sentence": "我明白要坦诚地与男友沟通，但有时我觉得他并不是一个能够负责和操心的父亲候选人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解您对男友的担心，这是很重要的。但是，请给他一些机会，相信他也会成为一个负责任的父亲。如果您还有其他的疑虑，可以和他一起参加一些育儿课程，了解怀孕和孩子养育的知识，这样也能更好地准备和适应未来的生活。",
    "annotation": [
      {
        "sentence": "了解您对男友的担心，这是很重要的。",
        "label": ""
      },
      {
        "sentence": "但是，请给他一些机会，相信他也会成为一个负责任的父亲。",
        "label": ""
      },
      {
        "sentence": "如果您还有其他的疑虑，可以和他一起参加一些育儿课程，了解怀孕和孩子养育的知识，这样也能更好地准备和适应未来的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会考虑和他一起参加育儿课程，了解更多关于育儿的知识。但我仍然担心这个决定会给我带来很大的压力和生活的变化。",
    "annotation": [
      {
        "sentence": "我会考虑和他一起参加育儿课程，了解更多关于育儿的知识。",
        "label": ""
      },
      {
        "sentence": "但我仍然担心这个决定会给我带来很大的压力和生活的变化。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解您觉得压力和生活变化的担忧。但是，带孩子也是一段非常有意义且美好的经历，这些改变和压力也将使您成长和进步。同时，建议您和男友一起制定一个明确的计划，安排好时间、经济和资源，以减轻一部分压力。",
    "annotation": [
      {
        "sentence": "理解您觉得压力和生活变化的担忧。",
        "label": ""
      },
      {
        "sentence": "但是，带孩子也是一段非常有意义且美好的经历，这些改变和压力也将使您成长和进步。",
        "label": ""
      },
      {
        "sentence": "同时，建议您和男友一起制定一个明确的计划，安排好时间、经济和资源，以减轻一部分压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会和男友一起制定一个明确的计划，并考虑怀孕和育儿所需的时间、经济和资源。谢谢你的建议和支持，让我觉得放心多了。",
    "annotation": [
      {
        "sentence": "我会和男友一起制定一个明确的计划，并考虑怀孕和育儿所需的时间、经济和资源。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，让我觉得放心多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够为您提供一些帮助和支持。相信您会做出最适合自己的决策，无论您选择要孩子还是不要孩子，都是基于自己的真实需求和内心的声音。祝您一切顺利！如果还有其他疑问，随时都可以向我寻求帮助。",
    "annotation": [
      {
        "sentence": "很高兴能够为您提供一些帮助和支持。",
        "label": ""
      },
      {
        "sentence": "相信您会做出最适合自己的决策，无论您选择要孩子还是不要孩子，都是基于自己的真实需求和内心的声音。",
        "label": ""
      },
      {
        "sentence": "祝您一切顺利！",
        "label": ""
      },
      {
        "sentence": "如果还有其他疑问，随时都可以向我寻求帮助。",
        "label": ""
      }
    ]
  }
]