[
  {
    "role": "client",
    "content": "我稍微嫉妒某个人就觉得自己有罪，怎样减轻自己负罪感？一个人的起心动念真的有那么大的威力吗？能改变世界吗？",
    "annotation": [
      {
        "sentence": "我稍微嫉妒某个人就觉得自己有罪，怎样减轻自己负罪感？",
        "label": ""
      },
      {
        "sentence": "一个人的起心动念真的有那么大的威力吗？",
        "label": ""
      },
      {
        "sentence": "能改变世界吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "认真看完了你的提问，我想关于自己内心的“不好”的想法，已经困扰你很久。一直以来，你不敢让自己产生“嫉妒”，不敢让自己“想要过得比别人好”，每当你产生这样想法的时候，就感觉这样的想法似乎会因为自己的想象变得真实，你害怕自己的想法会因此真的带来巨大的改变，真的让别人可能陷入某种“危机”之中。于是，你感到内心总是有一阵阵的负罪感，这种感受让你害怕，让你担心，你极力的想要控制着自己的想法，但是这些“不好”的想法，似乎很难完全控制。我想从以下几个方面来与你一起探讨交流这个问题。希望能对你有所启发与帮助。",
    "annotation": [
      {
        "sentence": "认真看完了你的提问，我想关于自己内心的“不好”的想法，已经困扰你很久。",
        "label": ""
      },
      {
        "sentence": "一直以来，你不敢让自己产生“嫉妒”，不敢让自己“想要过得比别人好”，每当你产生这样想法的时候，就感觉这样的想法似乎会因为自己的想象变得真实，你害怕自己的想法会因此真的带来巨大的改变，真的让别人可能陷入某种“危机”之中。",
        "label": ""
      },
      {
        "sentence": "于是，你感到内心总是有一阵阵的负罪感，这种感受让你害怕，让你担心，你极力的想要控制着自己的想法，但是这些“不好”的想法，似乎很难完全控制。",
        "label": ""
      },
      {
        "sentence": "我想从以下几个方面来与你一起探讨交流这个问题。",
        "label": ""
      },
      {
        "sentence": "希望能对你有所启发与帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这种感受其实每个人都似曾相识。那这种感受，是一种正常的心理状态吗？",
    "annotation": [
      {
        "sentence": "这种感受其实每个人都似曾相识。",
        "label": ""
      },
      {
        "sentence": "那这种感受，是一种正常的心理状态吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这种感受其实更像是我们每个人婴幼儿时期有过的状态。在心理学上，这个状态称之为“全能自恋”。人在刚刚出生时，对自己和世界无法理性的认识，那时候的心理状态就是一种全能自恋的状态，小婴儿一啼哭，就会有父母来关心喂食，一发出声响或者动作，就会得到外部世界的回应。于是，小婴儿会在内心生出这样的感受：“我就是这个世界的神，我的一言一行都可以马上得到这个世界的回应。”这就是我们最初的一种心理状态。",
    "annotation": [
      {
        "sentence": "是的，这种感受其实更像是我们每个人婴幼儿时期有过的状态。",
        "label": ""
      },
      {
        "sentence": "在心理学上，这个状态称之为“全能自恋”。",
        "label": ""
      },
      {
        "sentence": "人在刚刚出生时，对自己和世界无法理性的认识，那时候的心理状态就是一种全能自恋的状态，小婴儿一啼哭，就会有父母来关心喂食，一发出声响或者动作，就会得到外部世界的回应。",
        "label": ""
      },
      {
        "sentence": "于是，小婴儿会在内心生出这样的感受：“我就是这个世界的神，我的一言一行都可以马上得到这个世界的回应。",
        "label": ""
      },
      {
        "sentence": "”这就是我们最初的一种心理状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来是这样。那如果我们在这个阶段没有得到满足，会出现什么问题呢？",
    "annotation": [
      {
        "sentence": "原来是这样。",
        "label": ""
      },
      {
        "sentence": "那如果我们在这个阶段没有得到满足，会出现什么问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果没有得到满足，小婴儿会感觉这个世界是不欢迎自己的，特别是在这个过程中，父母的关系还出现了问题，或者发生其他的变故，此时小婴儿的内心就会开始出现另外一种感受：“家里的问题都是因为我，因为我的一个行为，才会让我的家变成现在这种样子。”于是，婴幼儿的心理发展就会停留在这个阶段，并且不敢表达自己的“坏想法”，一旦在脑海中产生“坏想法”，就会感受到强烈的负罪感。",
    "annotation": [
      {
        "sentence": "如果没有得到满足，小婴儿会感觉这个世界是不欢迎自己的，特别是在这个过程中，父母的关系还出现了问题，或者发生其他的变故，此时小婴儿的内心就会开始出现另外一种感受：“家里的问题都是因为我，因为我的一个行为，才会让我的家变成现在这种样子。",
        "label": ""
      },
      {
        "sentence": "”于是，婴幼儿的心理发展就会停留在这个阶段，并且不敢表达自己的“坏想法”，一旦在脑海中产生“坏想法”，就会感受到强烈的负罪感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "所以我的内心感受可能与这个阶段有关。那么，如何缓解自己当前的困扰呢？",
    "annotation": [
      {
        "sentence": "所以我的内心感受可能与这个阶段有关。",
        "label": ""
      },
      {
        "sentence": "那么，如何缓解自己当前的困扰呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我们要认识到，每个人都有“自私的欲望”，这是一个人基本兽性的表现，就像科幻小说家刘慈欣在《三体》中所说“失去人性，失去很多，但失去兽性，会失去一切”。因此，兽性，欲望，自私等等，尽管看起来是负面的，但是却是人类生存的根本之道，是每个人都有且必须有的感受与想法。只不过，我们为了团结协作，会用道德法律等来约束自己的部分欲望想法，但是这依然会存在，我们只是将这些想法控制在合理的范围内。",
    "annotation": [
      {
        "sentence": "首先，我们要认识到，每个人都有“自私的欲望”，这是一个人基本兽性的表现，就像科幻小说家刘慈欣在《三体》中所说“失去人性，失去很多，但失去兽性，会失去一切”。",
        "label": ""
      },
      {
        "sentence": "因此，兽性，欲望，自私等等，尽管看起来是负面的，但是却是人类生存的根本之道，是每个人都有且必须有的感受与想法。",
        "label": ""
      },
      {
        "sentence": "只不过，我们为了团结协作，会用道德法律等来约束自己的部分欲望想法，但是这依然会存在，我们只是将这些想法控制在合理的范围内。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。那我怎样改变内心的潜意识想法呢？",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "那我怎样改变内心的潜意识想法呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你现在的内心状态，其实是不敢表达自己欲望想法的，这源于内心潜意识的一个想法：“这个世界很脆弱，我害怕因为自己的想法，这个世界就摧毁了。”因此，想要从根本上改变这种感受，就要尝试改变自己的这个潜意识想法，你可以尝试让自己有所觉察，让自己理解“自己的想法是过去经历的情绪感受，并不是真实的”。如果这并不能带来很好的成效，建议你寻找专业的心理老师进行咨询，进一步帮助自己改善认知。希望以上回复对你有所帮助。",
    "annotation": [
      {
        "sentence": "对于你现在的内心状态，其实是不敢表达自己欲望想法的，这源于内心潜意识的一个想法：“这个世界很脆弱，我害怕因为自己的想法，这个世界就摧毁了。",
        "label": ""
      },
      {
        "sentence": "”因此，想要从根本上改变这种感受，就要尝试改变自己的这个潜意识想法，你可以尝试让自己有所觉察，让自己理解“自己的想法是过去经历的情绪感受，并不是真实的”。",
        "label": ""
      },
      {
        "sentence": "如果这并不能带来很好的成效，建议你寻找专业的心理老师进行咨询，进一步帮助自己改善认知。",
        "label": ""
      },
      {
        "sentence": "希望以上回复对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会尝试改变自己的潜意识想法并寻求专业的帮助。希望能够摆脱这种困扰。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会尝试改变自己的潜意识想法并寻求专业的帮助。",
        "label": ""
      },
      {
        "sentence": "希望能够摆脱这种困扰。",
        "label": ""
      }
    ]
  }
]