[
  {
    "role": "client",
    "content": "是否要孩子，始终难过自己这关，为什么我会如此恐惧？今年32了和现在男友都是二婚都没有孩子他想要个孩子而我这么多年始终坚持不要因为很不喜欢小孩而且对从怀胎到孩子成长的一切都让我觉得恐惧但是我们认真沟通过两次后我试着接受这件事觉得可以生但是心里种种顾虑和想到有孩子后的生活发自内心觉得恐惧怕那样的生活怕带给自己身体的变化和生活的变化非常不喜欢小孩虽然身边人都说自己有了就不一样可我毕竟还没有经历也一直没想过我要经历按说这个年龄也是不能再往后拖得太久也想着早点想开早点生可是看到男友有些时候的点滴也并没有让我觉得他可以成为一个操心称职的父亲内心这种恐惧不自觉范上来真的很痛苦不知道该怎么面对甚至经常想不为难自己了不结婚了也就不用再考虑这件让我很难平复的事情想知道我究竟该从哪里找到出口",
    "annotation": [
      {
        "sentence": "是否要孩子，始终难过自己这关，为什么我会如此恐惧？",
        "label": ""
      },
      {
        "sentence": "今年32了和现在男友都是二婚都没有孩子他想要个孩子而我这么多年始终坚持不要因为很不喜欢小孩而且对从怀胎到孩子成长的一切都让我觉得恐惧但是我们认真沟通过两次后我试着接受这件事觉得可以生但是心里种种顾虑和想到有孩子后的生活发自内心觉得恐惧怕那样的生活怕带给自己身体的变化和生活的变化非常不喜欢小孩虽然身边人都说自己有了就不一样可我毕竟还没有经历也一直没想过我要经历按说这个年龄也是不能再往后拖得太久也想着早点想开早点生可是看到男友有些时候的点滴也并没有让我觉得他可以成为一个操心称职的父亲内心这种恐惧不自觉范上来真的很痛苦不知道该怎么面对甚至经常想不为难自己了不结婚了也就不用再考虑这件让我很难平复的事情想知道我究竟该从哪里找到出口",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你描述，你对于要孩子这件事存在着很大的困惑和恐惧。我觉得可能和你以前的情感经历有关系，导致你现在无法信任这段关系，进而延迟了你们走向下一步的决定。男方想要孩子的迫切程度可能也与他自身对这段关系的不信任有关，所以才表现得那么着急。虽然确实存在使用孩子来捆住女性的不良手段，但我们还是要重点了解一下男方是否在为即将降生的孩子规划长远的未来，比如房子、车子等。你需要明确自己的理想和未来，并和对方谈谈，看看他对于这些问题的态度。避免未来规划变成你的责任，包括家务、子女教育等方面，要保持互敬互助的原则。我建议你在这段时间里多多观察，不要急于妥协，也不要急于离开，拖延一下时间。",
    "annotation": [
      {
        "sentence": "听你描述，你对于要孩子这件事存在着很大的困惑和恐惧。",
        "label": ""
      },
      {
        "sentence": "我觉得可能和你以前的情感经历有关系，导致你现在无法信任这段关系，进而延迟了你们走向下一步的决定。",
        "label": ""
      },
      {
        "sentence": "男方想要孩子的迫切程度可能也与他自身对这段关系的不信任有关，所以才表现得那么着急。",
        "label": ""
      },
      {
        "sentence": "虽然确实存在使用孩子来捆住女性的不良手段，但我们还是要重点了解一下男方是否在为即将降生的孩子规划长远的未来，比如房子、车子等。",
        "label": ""
      },
      {
        "sentence": "你需要明确自己的理想和未来，并和对方谈谈，看看他对于这些问题的态度。",
        "label": ""
      },
      {
        "sentence": "避免未来规划变成你的责任，包括家务、子女教育等方面，要保持互敬互助的原则。",
        "label": ""
      },
      {
        "sentence": "我建议你在这段时间里多多观察，不要急于妥协，也不要急于离开，拖延一下时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。确实，我感觉自己对于未来生活中的变化和责任感到恐惧，也担心男友无法成为一个负责任的父亲。我需要和他坦诚地沟通，看看他对于这些责任的态度和准备程度。我也明白我不能一直拖着这个问题不解决，我应该尽快面对并找到一个出口。但是，我不知道该如何和男友提及这些问题，不想伤害他的感情。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "确实，我感觉自己对于未来生活中的变化和责任感到恐惧，也担心男友无法成为一个负责任的父亲。",
        "label": ""
      },
      {
        "sentence": "我需要和他坦诚地沟通，看看他对于这些责任的态度和准备程度。",
        "label": ""
      },
      {
        "sentence": "我也明白我不能一直拖着这个问题不解决，我应该尽快面对并找到一个出口。",
        "label": ""
      },
      {
        "sentence": "但是，我不知道该如何和男友提及这些问题，不想伤害他的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，坦诚沟通非常重要。你可以试着和男友坐下来，告诉他你对于生孩子这件事的疑虑和恐惧，并向他表达自己对于一个负责任父亲的期望。同时，也要理解对方的想法和感受，保持平等和尊重的态度。试着开放地讨论你们的未来规划，包括家庭、事业、经济等方面，看看是否有相互理解和支持的共识。记得，沟通是相互的过程，也要倾听对方的想法和关切。",
    "annotation": [
      {
        "sentence": "是的，坦诚沟通非常重要。",
        "label": ""
      },
      {
        "sentence": "你可以试着和男友坐下来，告诉他你对于生孩子这件事的疑虑和恐惧，并向他表达自己对于一个负责任父亲的期望。",
        "label": ""
      },
      {
        "sentence": "同时，也要理解对方的想法和感受，保持平等和尊重的态度。",
        "label": ""
      },
      {
        "sentence": "试着开放地讨论你们的未来规划，包括家庭、事业、经济等方面，看看是否有相互理解和支持的共识。",
        "label": ""
      },
      {
        "sentence": "记得，沟通是相互的过程，也要倾听对方的想法和关切。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我要试着用开放和尊重的态度去沟通。我明白沟通是相互的，需要倾听对方的意见和关切。我会告诉他我对于未来生活的担忧，并向他表达我对他作为一个负责任父亲的期望。同时，也会询问他对于未来规划的看法和计划。希望我们可以找到一个共同的目标并且互相支持。",
    "annotation": [
      {
        "sentence": "确实，我要试着用开放和尊重的态度去沟通。",
        "label": ""
      },
      {
        "sentence": "我明白沟通是相互的，需要倾听对方的意见和关切。",
        "label": ""
      },
      {
        "sentence": "我会告诉他我对于未来生活的担忧，并向他表达我对他作为一个负责任父亲的期望。",
        "label": ""
      },
      {
        "sentence": "同时，也会询问他对于未来规划的看法和计划。",
        "label": ""
      },
      {
        "sentence": "希望我们可以找到一个共同的目标并且互相支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的决心和积极的态度值得肯定。在沟通的过程中，要保持平和与理性，相信你们一定能够找到一个共同的出发点。还有，不要急于做决定，给双方一些时间和空间来思考和观察。婚姻生活是一段长期的旅程，需要慎重考虑和准备。希望你能够在这个过程中找到自己的答案，并取得内心的平静和安宁。",
    "annotation": [
      {
        "sentence": "很好，你的决心和积极的态度值得肯定。",
        "label": ""
      },
      {
        "sentence": "在沟通的过程中，要保持平和与理性，相信你们一定能够找到一个共同的出发点。",
        "label": ""
      },
      {
        "sentence": "还有，不要急于做决定，给双方一些时间和空间来思考和观察。",
        "label": ""
      },
      {
        "sentence": "婚姻生活是一段长期的旅程，需要慎重考虑和准备。",
        "label": ""
      },
      {
        "sentence": "希望你能够在这个过程中找到自己的答案，并取得内心的平静和安宁。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议。我会尽量保持冷静与理性，在和男友的沟通中多听取对方的意见和想法。同时，也会给彼此一些时间来思考和观察。希望我们最终能够找到一个共同的解决方案，并在未来的婚姻生活中互相支持，共同成长。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我会尽量保持冷静与理性，在和男友的沟通中多听取对方的意见和想法。",
        "label": ""
      },
      {
        "sentence": "同时，也会给彼此一些时间来思考和观察。",
        "label": ""
      },
      {
        "sentence": "希望我们最终能够找到一个共同的解决方案，并在未来的婚姻生活中互相支持，共同成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的决心和理解是非常重要的，希望你能够在这个过程中找到自己的答案和选择。无论是继续坚持还是做出妥协，都是基于你们共同的关爱和未来发展的考量。相信你们一定能够处理好这个问题，实现自己的幸福和满意。",
    "annotation": [
      {
        "sentence": "你的决心和理解是非常重要的，希望你能够在这个过程中找到自己的答案和选择。",
        "label": ""
      },
      {
        "sentence": "无论是继续坚持还是做出妥协，都是基于你们共同的关爱和未来发展的考量。",
        "label": ""
      },
      {
        "sentence": "相信你们一定能够处理好这个问题，实现自己的幸福和满意。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会努力的，感谢你的鼓励和支持。我想我明白该如何面对这个问题了，会坦诚地与男友沟通并找到一个共同的解决方案。谢谢你的帮助，我感到稍微安心一些了。",
    "annotation": [
      {
        "sentence": "我会努力的，感谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我想我明白该如何面对这个问题了，会坦诚地与男友沟通并找到一个共同的解决方案。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助，我感到稍微安心一些了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够为你提供一些帮助和支持。请记住，你并不孤单，身边还有支持你的人。希望你能够在这个挑战中找到自己的答案，并最终获得内心的平静和幸福。祝福你，加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够为你提供一些帮助和支持。",
        "label": ""
      },
      {
        "sentence": "请记住，你并不孤单，身边还有支持你的人。",
        "label": ""
      },
      {
        "sentence": "希望你能够在这个挑战中找到自己的答案，并最终获得内心的平静和幸福。",
        "label": ""
      },
      {
        "sentence": "祝福你，加油！",
        "label": ""
      }
    ]
  }
]