[
  {
    "role": "client",
    "content": "我是24岁的女生，10天前和相亲对象分手了，现在心情很不好，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我是24岁的女生，10天前和相亲对象分手了，现在心情很不好，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在爱情的关系中，女生们一开始通常都会保持警惕心态。但当被对方打动并愿意敞开心扉时，就把真心交给了对方。在这种情况下，当对方提出分手时，确实会让你感到伤心。我想给你一个鼓励的拥抱。现在我来分析一下，并给你一些建议：1. 对于任何一个女孩，在被分手时感到受伤和情绪低落是非常正常的反应。我建议你去做些你感兴趣的事情，或者外出旅行，转移一下注意力，不要总是把注意力放在这件事上，也尽量减少想这件事的时间。2. 如果你真的仍然喜欢他，是那种非他不可的喜欢，那我建议你联系曾经介绍你们认识的人，询问一下他是否已经有了新的恋情。如果有，你可以优雅地撤退，如果没有，说明你还有机会。重新添加他的微信号，告诉他你的心意，也许还有转机。既然你喜欢他，就要勇敢一点，不要让自己留下遗憾。以上是我的意见和建议，希望对你有所帮助！",
    "annotation": [
      {
        "sentence": "在爱情的关系中，女生们一开始通常都会保持警惕心态。",
        "label": ""
      },
      {
        "sentence": "但当被对方打动并愿意敞开心扉时，就把真心交给了对方。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，当对方提出分手时，确实会让你感到伤心。",
        "label": ""
      },
      {
        "sentence": "我想给你一个鼓励的拥抱。",
        "label": ""
      },
      {
        "sentence": "现在我来分析一下，并给你一些建议：1. 对于任何一个女孩，在被分手时感到受伤和情绪低落是非常正常的反应。",
        "label": ""
      },
      {
        "sentence": "我建议你去做些你感兴趣的事情，或者外出旅行，转移一下注意力，不要总是把注意力放在这件事上，也尽量减少想这件事的时间。",
        "label": ""
      },
      {
        "sentence": "2. 如果你真的仍然喜欢他，是那种非他不可的喜欢，那我建议你联系曾经介绍你们认识的人，询问一下他是否已经有了新的恋情。",
        "label": ""
      },
      {
        "sentence": "如果有，你可以优雅地撤退，如果没有，说明你还有机会。",
        "label": ""
      },
      {
        "sentence": "重新添加他的微信号，告诉他你的心意，也许还有转机。",
        "label": ""
      },
      {
        "sentence": "既然你喜欢他，就要勇敢一点，不要让自己留下遗憾。",
        "label": ""
      },
      {
        "sentence": "以上是我的意见和建议，希望对你有所帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我明白你的意思，但我现在有点后悔当时把他的所有信息都删除了，感觉像是自己主动把他推开了，现在不知道该怎么向他表达我的真实感受。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我明白你的意思，但我现在有点后悔当时把他的所有信息都删除了，感觉像是自己主动把他推开了，现在不知道该怎么向他表达我的真实感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用担心，后悔是很常见的情绪，但是每个人在处理感情问题时都会有不同的方式。既然你现在后悔了，那就是你对他的感情依然存在。你可以主动添加他的微信号，向他表达你的真实感受，告诉他为什么当时删除了他的信息，并说明你现在的想法。真诚的沟通有助于解决问题。不过，无论结果如何，记住要保持自己的尊严和自信。",
    "annotation": [
      {
        "sentence": "不用担心，后悔是很常见的情绪，但是每个人在处理感情问题时都会有不同的方式。",
        "label": ""
      },
      {
        "sentence": "既然你现在后悔了，那就是你对他的感情依然存在。",
        "label": ""
      },
      {
        "sentence": "你可以主动添加他的微信号，向他表达你的真实感受，告诉他为什么当时删除了他的信息，并说明你现在的想法。",
        "label": ""
      },
      {
        "sentence": "真诚的沟通有助于解决问题。",
        "label": ""
      },
      {
        "sentence": "不过，无论结果如何，记住要保持自己的尊严和自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我应该主动一点，去和他坦诚地沟通。但是我很担心他会拒绝我，我怕受到更大的伤害。",
    "annotation": [
      {
        "sentence": "你说的对，我应该主动一点，去和他坦诚地沟通。",
        "label": ""
      },
      {
        "sentence": "但是我很担心他会拒绝我，我怕受到更大的伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心被拒绝是很正常的，但是你要相信一句话：宁愿抓住机会而受伤，也不愿错过可能的幸福。如果你不尝试，你就永远不会知道结果。即使你受到了伤害，也可以看作是人生的一次经历和成长。坦诚和沟通都是很重要的，相信自己的勇气和诚意，去表达你的感受吧。",
    "annotation": [
      {
        "sentence": "担心被拒绝是很正常的，但是你要相信一句话：宁愿抓住机会而受伤，也不愿错过可能的幸福。",
        "label": ""
      },
      {
        "sentence": "如果你不尝试，你就永远不会知道结果。",
        "label": ""
      },
      {
        "sentence": "即使你受到了伤害，也可以看作是人生的一次经历和成长。",
        "label": ""
      },
      {
        "sentence": "坦诚和沟通都是很重要的，相信自己的勇气和诚意，去表达你的感受吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你给我勇气和信心。我决定尝试一下，去重新添加他的微信号，并向他坦诚地表达我的感受。无论结果如何，我都会尊重自己和他的选择。希望这次的努力能有好的结果。",
    "annotation": [
      {
        "sentence": "谢谢你给我勇气和信心。",
        "label": ""
      },
      {
        "sentence": "我决定尝试一下，去重新添加他的微信号，并向他坦诚地表达我的感受。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，我都会尊重自己和他的选择。",
        "label": ""
      },
      {
        "sentence": "希望这次的努力能有好的结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很棒！这就是你应该做的，相信自己的决定。不管结果如何，重要的是你勇敢地去追求自己的幸福。我为你的勇气和决心感到骄傲。无论结果如何，你都会变得更加坚强。祝福你，希望你的努力能开启幸福的大门！如果你还有什么需要帮助的，随时来找我。",
    "annotation": [
      {
        "sentence": "很棒！",
        "label": ""
      },
      {
        "sentence": "这就是你应该做的，相信自己的决定。",
        "label": ""
      },
      {
        "sentence": "不管结果如何，重要的是你勇敢地去追求自己的幸福。",
        "label": ""
      },
      {
        "sentence": "我为你的勇气和决心感到骄傲。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，你都会变得更加坚强。",
        "label": ""
      },
      {
        "sentence": "祝福你，希望你的努力能开启幸福的大门！",
        "label": ""
      },
      {
        "sentence": "如果你还有什么需要帮助的，随时来找我。",
        "label": ""
      }
    ]
  }
]