[
  {
    "role": "client",
    "content": "今年变故真多，生活好难，是我承受能力太差吗？生活越来越难了，今年变故真多，可能我承受能力太差了。刚过完年有了疫情，然后我姥姥摔了，挺严重的，只能坐轮椅了。大二不知不觉过完了，现在我奶奶又得了腔隙性脑梗塞，严重会偏瘫，面瘫，真的太难了。我还要学习考证，写乱七八糟的东西，真是一点安慰也没有。真的挺无能为力的，做事也开始失误了，注意力不集中，心里事很多，很压抑，不知道和谁说。怎么会变成现在这样的，，好突然，没有一丝丝准备。",
    "annotation": [
      {
        "sentence": "今年变故真多，生活好难，是我承受能力太差吗？",
        "label": ""
      },
      {
        "sentence": "生活越来越难了，今年变故真多，可能我承受能力太差了。",
        "label": ""
      },
      {
        "sentence": "刚过完年有了疫情，然后我姥姥摔了，挺严重的，只能坐轮椅了。",
        "label": ""
      },
      {
        "sentence": "大二不知不觉过完了，现在我奶奶又得了腔隙性脑梗塞，严重会偏瘫，面瘫，真的太难了。",
        "label": ""
      },
      {
        "sentence": "我还要学习考证，写乱七八糟的东西，真是一点安慰也没有。",
        "label": ""
      },
      {
        "sentence": "真的挺无能为力的，做事也开始失误了，注意力不集中，心里事很多，很压抑，不知道和谁说。",
        "label": ""
      },
      {
        "sentence": "怎么会变成现在这样的，，好突然，没有一丝丝准备。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感受到了你内心中的那种沮丧，压抑和无助。今年疫情的大背景之下，给我的感觉，真的是多事之秋，负面新闻也接连不断。而你所经历的，都是自己身边最亲近的人，姥姥，奶奶身体方面的病患，加上自己步入大三（大学最爬坡的阶段）学习所要面临的各种考试压力。在这突如其来，接踵而至的压力事件面前，你的感受完全是切实而深切的。",
    "annotation": [
      {
        "sentence": "感受到了你内心中的那种沮丧，压抑和无助。",
        "label": ""
      },
      {
        "sentence": "今年疫情的大背景之下，给我的感觉，真的是多事之秋，负面新闻也接连不断。",
        "label": ""
      },
      {
        "sentence": "而你所经历的，都是自己身边最亲近的人，姥姥，奶奶身体方面的病患，加上自己步入大三（大学最爬坡的阶段）学习所要面临的各种考试压力。",
        "label": ""
      },
      {
        "sentence": "在这突如其来，接踵而至的压力事件面前，你的感受完全是切实而深切的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我感觉好无助，好像什么都做不好。",
    "annotation": [
      {
        "sentence": "是啊，我感觉好无助，好像什么都做不好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "做事开始失误，注意力不集中，心事变多，这些也都是在这些突发和连环压力事件下累积的结果。也许这就是佛家所说的无常吧，那么我后面尝试把压力源事件分为两大类，我们一起来解读和面对好吗？姥姥坐轮椅的事情和奶奶偏瘫的事情。这两件事，类似于今年的疫情，真的是命运的安排，我们无力改变，好在，我们与老人那一辈中间，还有你的父母（也可能有兄弟姐妹），他们的实际压力可能更大一些，给老人养老的问题是直接要面对的，出钱出力可能也是主力。这方面可能是由于小时候的感情很好，所以让你感到了难过，引起了情绪的低落。这方面，我们要相信父母是坚实的后盾，他们应该可以撑起那部分责任，一起来渡过这个难关。",
    "annotation": [
      {
        "sentence": "做事开始失误，注意力不集中，心事变多，这些也都是在这些突发和连环压力事件下累积的结果。",
        "label": ""
      },
      {
        "sentence": "也许这就是佛家所说的无常吧，那么我后面尝试把压力源事件分为两大类，我们一起来解读和面对好吗？",
        "label": ""
      },
      {
        "sentence": "姥姥坐轮椅的事情和奶奶偏瘫的事情。",
        "label": ""
      },
      {
        "sentence": "这两件事，类似于今年的疫情，真的是命运的安排，我们无力改变，好在，我们与老人那一辈中间，还有你的父母（也可能有兄弟姐妹），他们的实际压力可能更大一些，给老人养老的问题是直接要面对的，出钱出力可能也是主力。",
        "label": ""
      },
      {
        "sentence": "这方面可能是由于小时候的感情很好，所以让你感到了难过，引起了情绪的低落。",
        "label": ""
      },
      {
        "sentence": "这方面，我们要相信父母是坚实的后盾，他们应该可以撑起那部分责任，一起来渡过这个难关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会多和父母沟通，争取让他们帮助姥姥、奶奶，减轻他们的负担。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会多和父母沟通，争取让他们帮助姥姥、奶奶，减轻他们的负担。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你这样的选择会让你的父母感到欣慰的。现在我们来看看转入大三，考证和一些写东西的事件。这可能才是我们要直接面对的问题，并且能够通过自己的成长和努力，得到实质改善的东西。如果说上面亲人的病患是难以改变的命运，我们要尝试去接纳，接受，而这些实际发生在你身边的，是我们需要有所为的事情。毕竟大学也只有一次，多年后回首，那一定是最适合提升专业水准和为未来打基础的最佳时段。这些是可以有所为的事情，需要我们来调整心态，从容，深入地完成。",
    "annotation": [
      {
        "sentence": "很好，你这样的选择会让你的父母感到欣慰的。",
        "label": ""
      },
      {
        "sentence": "现在我们来看看转入大三，考证和一些写东西的事件。",
        "label": ""
      },
      {
        "sentence": "这可能才是我们要直接面对的问题，并且能够通过自己的成长和努力，得到实质改善的东西。",
        "label": ""
      },
      {
        "sentence": "如果说上面亲人的病患是难以改变的命运，我们要尝试去接纳，接受，而这些实际发生在你身边的，是我们需要有所为的事情。",
        "label": ""
      },
      {
        "sentence": "毕竟大学也只有一次，多年后回首，那一定是最适合提升专业水准和为未来打基础的最佳时段。",
        "label": ""
      },
      {
        "sentence": "这些是可以有所为的事情，需要我们来调整心态，从容，深入地完成。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了，我会调整好心态，尽力面对和完成这些任务。",
    "annotation": [
      {
        "sentence": "是的，我明白了，我会调整好心态，尽力面对和完成这些任务。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，我相信你一定能够做到。不过，以上两点的顺利过渡，前提就是你目前的状态及时的改善（无法专心，心事很多，很压抑，感到无助）。为了尽快地先走出这个心情低谷，你可以找一个适合自己的减压方式，比如找一些朋友来倾诉，和父母家人的交流，或者一个人通过阅读，听音乐，运动，冥想等方式放松下来。以上，希望有所帮助。如果有进一步的困扰，可以私信交流，希望可以帮到你。",
    "annotation": [
      {
        "sentence": "很好，我相信你一定能够做到。",
        "label": ""
      },
      {
        "sentence": "不过，以上两点的顺利过渡，前提就是你目前的状态及时的改善（无法专心，心事很多，很压抑，感到无助）。",
        "label": ""
      },
      {
        "sentence": "为了尽快地先走出这个心情低谷，你可以找一个适合自己的减压方式，比如找一些朋友来倾诉，和父母家人的交流，或者一个人通过阅读，听音乐，运动，冥想等方式放松下来。",
        "label": ""
      },
      {
        "sentence": "以上，希望有所帮助。",
        "label": ""
      },
      {
        "sentence": "如果有进一步的困扰，可以私信交流，希望可以帮到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，我会尝试你提到的方法来缓解压力，同时也感谢你愿意倾听我的困扰。如果有需要，我会再来找你交流的。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，我会尝试你提到的方法来缓解压力，同时也感谢你愿意倾听我的困扰。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会再来找你交流的。",
        "label": ""
      }
    ]
  }
]