[
  {
    "role": "client",
    "content": "马上上大二了，暑假因舍友心理有了隔阂该怎么排解？",
    "annotation": [
      {
        "sentence": "马上上大二了，暑假因舍友心理有了隔阂该怎么排解？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感受到了你内心中的那种焦虑，纠结，我们尝试一起来分析和面对一下，看有没有什么好的方法。",
    "annotation": [
      {
        "sentence": "感受到了你内心中的那种焦虑，纠结，我们尝试一起来分析和面对一下，看有没有什么好的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "暑假有一个社会实践调查报告，我又一次跟舍友抱团成一组，还被选上了组长（直接被告知的那种）。综合你后面的叙述，似乎目前的专业和阶段，社会实践调查不止一次对吗？又一次也说明了，之前你们已经有过类似的抱团是吗？被选上了组长，从语气和后续陈述中，似乎看出，你是一位一旦确认了责任，就必须要负责到底的人是吗？",
    "annotation": [
      {
        "sentence": "暑假有一个社会实践调查报告，我又一次跟舍友抱团成一组，还被选上了组长（直接被告知的那种）。",
        "label": ""
      },
      {
        "sentence": "综合你后面的叙述，似乎目前的专业和阶段，社会实践调查不止一次对吗？",
        "label": ""
      },
      {
        "sentence": "又一次也说明了，之前你们已经有过类似的抱团是吗？",
        "label": ""
      },
      {
        "sentence": "被选上了组长，从语气和后续陈述中，似乎看出，你是一位一旦确认了责任，就必须要负责到底的人是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你的观察很敏锐。作为组长，确实有很多任务和责任要承担。这种压力和心理隔阂也是可以理解的。",
    "annotation": [
      {
        "sentence": "是的，你的观察很敏锐。",
        "label": ""
      },
      {
        "sentence": "作为组长，确实有很多任务和责任要承担。",
        "label": ""
      },
      {
        "sentence": "这种压力和心理隔阂也是可以理解的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很想早点完成，因为任务太多了。",
    "annotation": [
      {
        "sentence": "我很想早点完成，因为任务太多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种焦虑的心情完全可以理解。了却一桩心事之后，人会放松下来，去做其他的事情。",
    "annotation": [
      {
        "sentence": "这种焦虑的心情完全可以理解。",
        "label": ""
      },
      {
        "sentence": "了却一桩心事之后，人会放松下来，去做其他的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是她就不着急，我发了信息之后也不回我却跟组里另一个人聊。",
    "annotation": [
      {
        "sentence": "但是她就不着急，我发了信息之后也不回我却跟组里另一个人聊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可舍友不配合，以类似冷淡的方式对应，这是我们基于目前焦急的心态下，以及之前和她可能已经合作过的条件下，自行做出的判断。在这里，我建议可以和舍友再做一次明确的沟通，既然叫舍友，真的是每日相处的小伙伴之一，这种隔阂我们也不希望扩大化对吗？当然，这完全都是你可以选择的权利，如果实在不乐意去接触，也可以如下文所言，干脆就退出，但这给我的感觉：1.焦虑的状态下往往做不出最明智的判断，也许人家也是猜忌阶段，可进可退，也许人家只是一个美丽的误会，这里面可能也牵扯到之前的一些过往。2.打（和对方撕破脸）或者逃（退出），也不失为一种办法，但如果有第三选择，岂不是更好？在与舍友的沟通中，也是对我们人际交往能力的一种锻炼呢？这不也是一种社会实践吗？",
    "annotation": [
      {
        "sentence": "可舍友不配合，以类似冷淡的方式对应，这是我们基于目前焦急的心态下，以及之前和她可能已经合作过的条件下，自行做出的判断。",
        "label": ""
      },
      {
        "sentence": "在这里，我建议可以和舍友再做一次明确的沟通，既然叫舍友，真的是每日相处的小伙伴之一，这种隔阂我们也不希望扩大化对吗？",
        "label": ""
      },
      {
        "sentence": "当然，这完全都是你可以选择的权利，如果实在不乐意去接触，也可以如下文所言，干脆就退出，但这给我的感觉：1.焦虑的状态下往往做不出最明智的判断，也许人家也是猜忌阶段，可进可退，也许人家只是一个美丽的误会，这里面可能也牵扯到之前的一些过往。",
        "label": ""
      },
      {
        "sentence": "2.打（和对方撕破脸）或者逃（退出），也不失为一种办法，但如果有第三选择，岂不是更好？",
        "label": ""
      },
      {
        "sentence": "在与舍友的沟通中，也是对我们人际交往能力的一种锻炼呢？",
        "label": ""
      },
      {
        "sentence": "这不也是一种社会实践吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我都觉得如果发消息的是那个人她就肯定会回。现在感觉内心十分复杂，开学想跟她摆脱抱团关系（不想她没人了之后才想起我）我应该怎么排解？",
    "annotation": [
      {
        "sentence": "我都觉得如果发消息的是那个人她就肯定会回。",
        "label": ""
      },
      {
        "sentence": "现在感觉内心十分复杂，开学想跟她摆脱抱团关系（不想她没人了之后才想起我）我应该怎么排解？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果是那个人，舍友就回，这仍然是你的假设，在焦虑与前嫌（如果有）的基础上的判断，如果发消息的是那个人，指不定舍友更不配合也说不一定，或者舍友就是更在乎你，就用这种方式来刺激你更加重视与她的关系也说不一定是吧？这里面我能解读出各种可能，因为我是站在一个外人，第三方的角度来看，而你身在此山中，没有跳出圈外。一旦你能够跳出这个思维模式，换一种思维来解读，也许就会有不一样的结果。那么十分复杂的情绪，我想也从侧面证明了，你并不想简单粗暴的用打或者逃的套路来对应是吗？我还有一点建议，就是如果你真的去和舍友沟通了，把表达的重点放在自己的感受上，比如你不回我消息，我感到挺着急的，而不是指责对方上（你为什么不回，你是不是对我有意见？另外其他人做组长你是不是就回了？）我们要学会观察相对客观的行为，而非以主观的快思考，给对方贴上一个标签，这可能只会让情况往更破裂的方向发展。以上，是我的一些解读，希望对你有帮助。共同成长，进步。",
    "annotation": [
      {
        "sentence": "如果是那个人，舍友就回，这仍然是你的假设，在焦虑与前嫌（如果有）的基础上的判断，如果发消息的是那个人，指不定舍友更不配合也说不一定，或者舍友就是更在乎你，就用这种方式来刺激你更加重视与她的关系也说不一定是吧？",
        "label": ""
      },
      {
        "sentence": "这里面我能解读出各种可能，因为我是站在一个外人，第三方的角度来看，而你身在此山中，没有跳出圈外。",
        "label": ""
      },
      {
        "sentence": "一旦你能够跳出这个思维模式，换一种思维来解读，也许就会有不一样的结果。",
        "label": ""
      },
      {
        "sentence": "那么十分复杂的情绪，我想也从侧面证明了，你并不想简单粗暴的用打或者逃的套路来对应是吗？",
        "label": ""
      },
      {
        "sentence": "我还有一点建议，就是如果你真的去和舍友沟通了，把表达的重点放在自己的感受上，比如你不回我消息，我感到挺着急的，而不是指责对方上（你为什么不回，你是不是对我有意见？",
        "label": ""
      },
      {
        "sentence": "另外其他人做组长你是不是就回了？",
        "label": ""
      },
      {
        "sentence": "）我们要学会观察相对客观的行为，而非以主观的快思考，给对方贴上一个标签，这可能只会让情况往更破裂的方向发展。",
        "label": ""
      },
      {
        "sentence": "以上，是我的一些解读，希望对你有帮助。",
        "label": ""
      },
      {
        "sentence": "共同成长，进步。",
        "label": ""
      }
    ]
  }
]