[
  {
    "role": "client",
    "content": "努力了很久的考试又失利，我觉得我什么事情都做不好？我一直觉得我运气很差，高考因为一些原因有了心理障碍导致高考失利，于是我在专科院校努力学习每年都是班里绩点第一，但在升学的时候我又失利了，我现在特别的觉得活不下去，特别痛苦，我原以为抑郁症不会再来找上我，但这次又是重蹈覆辙。",
    "annotation": [
      {
        "sentence": "努力了很久的考试又失利，我觉得我什么事情都做不好？",
        "label": ""
      },
      {
        "sentence": "我一直觉得我运气很差，高考因为一些原因有了心理障碍导致高考失利，于是我在专科院校努力学习每年都是班里绩点第一，但在升学的时候我又失利了，我现在特别的觉得活不下去，特别痛苦，我原以为抑郁症不会再来找上我，但这次又是重蹈覆辙。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以笑一笑，有句话说得好“爱笑的人运气不会太差”。我体会过你的感受，高中的几乎每一次月考，我也是准备了很久，但是结果却不尽人意。那时候的我接连感受到挫败，我觉得我该做的都做了，可是为什么没有好的结果，那就只能是我运气不好。",
    "annotation": [
      {
        "sentence": "你可以笑一笑，有句话说得好“爱笑的人运气不会太差”。",
        "label": ""
      },
      {
        "sentence": "我体会过你的感受，高中的几乎每一次月考，我也是准备了很久，但是结果却不尽人意。",
        "label": ""
      },
      {
        "sentence": "那时候的我接连感受到挫败，我觉得我该做的都做了，可是为什么没有好的结果，那就只能是我运气不好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，但我觉得我不止一次碰到这种情况了，这让我觉得自己真的很倒霉。",
    "annotation": [
      {
        "sentence": "你说的有道理，但我觉得我不止一次碰到这种情况了，这让我觉得自己真的很倒霉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "把失利归结为坏运气是很容易的事情，我曾经也有这样的想法。我曾经觉得每一次考试都得凭借着运气才能考好，结果我为了改变这种状况，把重心从埋头复习转移到“求神拜佛”上，导致更多的失利，进入了恶性循环。",
    "annotation": [
      {
        "sentence": "把失利归结为坏运气是很容易的事情，我曾经也有这样的想法。",
        "label": ""
      },
      {
        "sentence": "我曾经觉得每一次考试都得凭借着运气才能考好，结果我为了改变这种状况，把重心从埋头复习转移到“求神拜佛”上，导致更多的失利，进入了恶性循环。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那你是怎么走出这种情绪循环的呢？",
    "annotation": [
      {
        "sentence": "那你是怎么走出这种情绪循环的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "直到高考前有一次模拟考试，我突然意识到，到底是我运气不好，还是我对知识技巧掌握的还没有那么熟练，于是我就埋头复习，把知识记了一遍又一遍，结果出来真的比以前可观了很多。当然我不否认运气的作用，但是在得知结果的时候，如果结果不如意，那样心情会很糟糕，这是人之常情。但是糟糕过后，一定要学会平静下来，去总结去反思。",
    "annotation": [
      {
        "sentence": "直到高考前有一次模拟考试，我突然意识到，到底是我运气不好，还是我对知识技巧掌握的还没有那么熟练，于是我就埋头复习，把知识记了一遍又一遍，结果出来真的比以前可观了很多。",
        "label": ""
      },
      {
        "sentence": "当然我不否认运气的作用，但是在得知结果的时候，如果结果不如意，那样心情会很糟糕，这是人之常情。",
        "label": ""
      },
      {
        "sentence": "但是糟糕过后，一定要学会平静下来，去总结去反思。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的总结反思是什么呢？",
    "annotation": [
      {
        "sentence": "你说的总结反思是什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "回想整个过程，问问自己“我真的尽力了吗？”“我真的该做的都做了吗？”努力不等于尽力，如果扪心自问，我尽力了，那么也许真的会参杂着运气的问题。如果遇到一两次大的挫败，就觉得自己运气不好的话，这样的心态对以后的发展非常不利哦。在觉得运气不好的时候，想想以前的成功，想想那些以前觉得运气爆棚的事情，不要让负面情绪扩大，充斥你的内心。要相信，每个人都不可能只有坏运，更不可能只有好运，要试着向以后看，未来会发生什么大家都无法预测，但要相信，以后肯定会有好运，人的一生不可能一直down下去。",
    "annotation": [
      {
        "sentence": "回想整个过程，问问自己“我真的尽力了吗？",
        "label": ""
      },
      {
        "sentence": "”“我真的该做的都做了吗？",
        "label": ""
      },
      {
        "sentence": "”努力不等于尽力，如果扪心自问，我尽力了，那么也许真的会参杂着运气的问题。",
        "label": ""
      },
      {
        "sentence": "如果遇到一两次大的挫败，就觉得自己运气不好的话，这样的心态对以后的发展非常不利哦。",
        "label": ""
      },
      {
        "sentence": "在觉得运气不好的时候，想想以前的成功，想想那些以前觉得运气爆棚的事情，不要让负面情绪扩大，充斥你的内心。",
        "label": ""
      },
      {
        "sentence": "要相信，每个人都不可能只有坏运，更不可能只有好运，要试着向以后看，未来会发生什么大家都无法预测，但要相信，以后肯定会有好运，人的一生不可能一直down下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可是我现在的心情真的很差，怎么办呢？",
    "annotation": [
      {
        "sentence": "我明白了，可是我现在的心情真的很差，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心情很差的时候想想吸引力法则，你越是相信事情会变好，好运可能越快来找你。一件事的结果，大部分取决于人本身，而不是过于依赖运气。当结果不如意的时候，反思一下过程，问问自己是否尽力，如果没有，那么下次要更加用心要学会尽力；如果尽力了，那么也不要太过沉浸在“坏运气”之中，要相信，everything will be ok一切都会变好的。生活可以说就像一面镜子，你怎么对它，它也怎么对你。所以，在生活中要多些正能量，要有乐观积极向上的生活态度，不要沉浸在坏运气中、被坏情绪支配，而要学会自己调整情绪，要相信好运马上就要来临。",
    "annotation": [
      {
        "sentence": "心情很差的时候想想吸引力法则，你越是相信事情会变好，好运可能越快来找你。",
        "label": ""
      },
      {
        "sentence": "一件事的结果，大部分取决于人本身，而不是过于依赖运气。",
        "label": ""
      },
      {
        "sentence": "当结果不如意的时候，反思一下过程，问问自己是否尽力，如果没有，那么下次要更加用心要学会尽力；如果尽力了，那么也不要太过沉浸在“坏运气”之中，要相信，everything will be ok一切都会变好的。",
        "label": ""
      },
      {
        "sentence": "生活可以说就像一面镜子，你怎么对它，它也怎么对你。",
        "label": ""
      },
      {
        "sentence": "所以，在生活中要多些正能量，要有乐观积极向上的生活态度，不要沉浸在坏运气中、被坏情绪支配，而要学会自己调整情绪，要相信好运马上就要来临。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的话，我感觉自己好像又有了希望，谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "听了你的话，我感觉自己好像又有了希望，谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很理解你的感受，希望你能坚持下去，相信未来会有更好的机会和运气。记住，你不是一个人在战斗，我们会一直陪在你身边支持你的。",
    "annotation": [
      {
        "sentence": "不客气，我很理解你的感受，希望你能坚持下去，相信未来会有更好的机会和运气。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，我们会一直陪在你身边支持你的。",
        "label": ""
      }
    ]
  }
]