[
  {
    "role": "client",
    "content": "恋爱中什么最重要？男朋友对自己非常好但我害怕他…男友和前男友都是初中同班同学，和前男友分手后男友就说他喜欢我，我之前对他也有好感就见了两面他就表白我们就在一起了。",
    "annotation": [
      {
        "sentence": "恋爱中什么最重要？",
        "label": ""
      },
      {
        "sentence": "男朋友对自己非常好但我害怕他…男友和前男友都是初中同班同学，和前男友分手后男友就说他喜欢我，我之前对他也有好感就见了两面他就表白我们就在一起了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你描述了对方的一些行为和言语对此你是觉得不太好的，尤其是刚交往2周对方的明显的性暗示和有意无意的动手动脚这些都会让你感觉是不是节奏太快，你们也有就这事沟通过，对方嘴上说改但是眼睛还是很诚实，对方的这些举动让你觉得很烦。",
    "annotation": [
      {
        "sentence": "你描述了对方的一些行为和言语对此你是觉得不太好的，尤其是刚交往2周对方的明显的性暗示和有意无意的动手动脚这些都会让你感觉是不是节奏太快，你们也有就这事沟通过，对方嘴上说改但是眼睛还是很诚实，对方的这些举动让你觉得很烦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得我们交往的速度太快了，我没有准备好。",
    "annotation": [
      {
        "sentence": "是的，我觉得我们交往的速度太快了，我没有准备好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你感觉没有准备好是很正常的，毕竟你们在一起的时间还不是很长。你可能是想好好跟对方谈恋爱的，你心里可能会担心对方是不是别有目的，或者是对方真实的一面展现出来时，你们之间是否合适。毕竟你也是刚结束一段感情不久，心里也会害怕会再次受到伤害。",
    "annotation": [
      {
        "sentence": "你感觉没有准备好是很正常的，毕竟你们在一起的时间还不是很长。",
        "label": ""
      },
      {
        "sentence": "你可能是想好好跟对方谈恋爱的，你心里可能会担心对方是不是别有目的，或者是对方真实的一面展现出来时，你们之间是否合适。",
        "label": ""
      },
      {
        "sentence": "毕竟你也是刚结束一段感情不久，心里也会害怕会再次受到伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我害怕再次受伤害。我也不确定他对我的感情是否真实。",
    "annotation": [
      {
        "sentence": "是的，我害怕再次受伤害。",
        "label": ""
      },
      {
        "sentence": "我也不确定他对我的感情是否真实。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你不同意的情况，对方也会克制，但这不一定就是真的爱你的唯一表现，你们目前在一起的时间还不是很长。希望你们之间可以好好聊聊这个事情，了解对方的真实想法和感受。",
    "annotation": [
      {
        "sentence": "在你不同意的情况，对方也会克制，但这不一定就是真的爱你的唯一表现，你们目前在一起的时间还不是很长。",
        "label": ""
      },
      {
        "sentence": "希望你们之间可以好好聊聊这个事情，了解对方的真实想法和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得我们需要更深入地交流。除了速度太快，我还发现他有一些其他让我觉得不太好的地方。",
    "annotation": [
      {
        "sentence": "是的，我觉得我们需要更深入地交流。",
        "label": ""
      },
      {
        "sentence": "除了速度太快，我还发现他有一些其他让我觉得不太好的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到了他的路怒、情绪不稳定还小心眼，这可能是他真实的一面。而且你们的沟通模式也不同，你喜欢直接分享，他喜欢深思熟虑，说话特别自恋自大。对方恋爱前后的展示对你而言是有心理落差的，你也许会在犹豫，真的要跟这样的人在一起吗？但对方是爱自己的呀，在这样的矛盾摇摆不定中也会感到压抑。",
    "annotation": [
      {
        "sentence": "你提到了他的路怒、情绪不稳定还小心眼，这可能是他真实的一面。",
        "label": ""
      },
      {
        "sentence": "而且你们的沟通模式也不同，你喜欢直接分享，他喜欢深思熟虑，说话特别自恋自大。",
        "label": ""
      },
      {
        "sentence": "对方恋爱前后的展示对你而言是有心理落差的，你也许会在犹豫，真的要跟这样的人在一起吗？",
        "label": ""
      },
      {
        "sentence": "但对方是爱自己的呀，在这样的矛盾摇摆不定中也会感到压抑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我感到很矛盾和压抑。我想要一个可以和我相处舒服的人，但我也害怕错过一个对我真心好的人。",
    "annotation": [
      {
        "sentence": "确实，我感到很矛盾和压抑。",
        "label": ""
      },
      {
        "sentence": "我想要一个可以和我相处舒服的人，但我也害怕错过一个对我真心好的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人无完人，我们可能希望有一个“完美的另一半”，虽然我们知道不可能，但实际上会对另一半有要求。你男朋友的经济和家境都是不错的，如果还能有甜甜稳定的恋爱，这简直就是童话故事里的公主。现在在一起不久，不稳定的因素也多，希望你们可以彼此深入交流一下，克制和改变是两个概念，改变也是需要对方意识到并且去改变的，很少有人因为爱而去改变，毕竟改变是一个痛苦的过程。",
    "annotation": [
      {
        "sentence": "人无完人，我们可能希望有一个“完美的另一半”，虽然我们知道不可能，但实际上会对另一半有要求。",
        "label": ""
      },
      {
        "sentence": "你男朋友的经济和家境都是不错的，如果还能有甜甜稳定的恋爱，这简直就是童话故事里的公主。",
        "label": ""
      },
      {
        "sentence": "现在在一起不久，不稳定的因素也多，希望你们可以彼此深入交流一下，克制和改变是两个概念，改变也是需要对方意识到并且去改变的，很少有人因为爱而去改变，毕竟改变是一个痛苦的过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我们需要沟通和交流，互相了解对方的需求和期待。也许我们可以找到一种相处方式和沟通方式，让彼此更加舒服。",
    "annotation": [
      {
        "sentence": "你说得对，我们需要沟通和交流，互相了解对方的需求和期待。",
        "label": ""
      },
      {
        "sentence": "也许我们可以找到一种相处方式和沟通方式，让彼此更加舒服。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，每个人都是独立的个体，我们没办法要求另一半跟自己的思维和表达方式是一致的。多一些磨合和彼此的一起努力，看看接下来会怎么样。在感情里开不开心只有自己才知道，跟物质水平高或低没有必然关系。希望你们之后的交流能够更加顺畅，找到互相适应的方式。",
    "annotation": [
      {
        "sentence": "是的，每个人都是独立的个体，我们没办法要求另一半跟自己的思维和表达方式是一致的。",
        "label": ""
      },
      {
        "sentence": "多一些磨合和彼此的一起努力，看看接下来会怎么样。",
        "label": ""
      },
      {
        "sentence": "在感情里开不开心只有自己才知道，跟物质水平高或低没有必然关系。",
        "label": ""
      },
      {
        "sentence": "希望你们之后的交流能够更加顺畅，找到互相适应的方式。",
        "label": ""
      }
    ]
  }
]