[
  {
    "role": "client",
    "content": "支持者，我喜欢一个女生，但是我觉得自己有人格性格特点上的问题，我该怎么办？",
    "annotation": [
      {
        "sentence": "支持者，我喜欢一个女生，但是我觉得自己有人格性格特点上的问题，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以具体告诉我你觉得自己有哪些问题吗？",
    "annotation": [
      {
        "sentence": "你可以具体告诉我你觉得自己有哪些问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我有时喜欢她，想和她在一起，但当真正见面时，我却又觉得自己不喜欢她了，而且觉得她瞧不起我。她是个开朗乐观的女孩子，和周围的人相处都很好，而我是个沉默寡言、悲观而且朋友很少的人。我觉得她是个很有心机的女孩子，觉得自己低人一等，然后就开始怨恨她。当我有这种感觉时，我就觉得和她不合适，然后放弃追求她，但回去后又会时不时地想起她。我想问一下，到底我是不是喜欢这个女生呢？为什么我觉得她瞧不起我，觉得她有心机呢？",
    "annotation": [
      {
        "sentence": "嗯，我有时喜欢她，想和她在一起，但当真正见面时，我却又觉得自己不喜欢她了，而且觉得她瞧不起我。",
        "label": ""
      },
      {
        "sentence": "她是个开朗乐观的女孩子，和周围的人相处都很好，而我是个沉默寡言、悲观而且朋友很少的人。",
        "label": ""
      },
      {
        "sentence": "我觉得她是个很有心机的女孩子，觉得自己低人一等，然后就开始怨恨她。",
        "label": ""
      },
      {
        "sentence": "当我有这种感觉时，我就觉得和她不合适，然后放弃追求她，但回去后又会时不时地想起她。",
        "label": ""
      },
      {
        "sentence": "我想问一下，到底我是不是喜欢这个女生呢？",
        "label": ""
      },
      {
        "sentence": "为什么我觉得她瞧不起我，觉得她有心机呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先我们来总结一下你的问题。你觉得自己有三个问题：一是喜欢一个女生，但常常在见面后又觉得自己不喜欢她；二是觉得对方瞧不起你；三是觉得对方有心机，不敢靠近她。对吗？",
    "annotation": [
      {
        "sentence": "首先我们来总结一下你的问题。",
        "label": ""
      },
      {
        "sentence": "你觉得自己有三个问题：一是喜欢一个女生，但常常在见面后又觉得自己不喜欢她；二是觉得对方瞧不起你；三是觉得对方有心机，不敢靠近她。",
        "label": ""
      },
      {
        "sentence": "对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，就是这些问题。",
    "annotation": [
      {
        "sentence": "是的，就是这些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那么让我们分析一下为什么会有这些想法。首先，你觉得对方瞧不起你的原因很可能是你本身的不自信，你害怕别人的眼光，会过度解读一些微小的动作和眼神。其次，你害怕被伤害，觉得对方比你高一个段位，担心会被她玩弄于股掌之间。最后，你渴望温暖，你对对方的关注很大程度上来自她的开朗乐观性格，你想要像她一样，和周围的人相处很好。但是当你接近她后，发现她真的很好，而你还是老样子的时候，你会感到嫉妒和自尊心受伤，从而想要远离她。",
    "annotation": [
      {
        "sentence": "那么让我们分析一下为什么会有这些想法。",
        "label": ""
      },
      {
        "sentence": "首先，你觉得对方瞧不起你的原因很可能是你本身的不自信，你害怕别人的眼光，会过度解读一些微小的动作和眼神。",
        "label": ""
      },
      {
        "sentence": "其次，你害怕被伤害，觉得对方比你高一个段位，担心会被她玩弄于股掌之间。",
        "label": ""
      },
      {
        "sentence": "最后，你渴望温暖，你对对方的关注很大程度上来自她的开朗乐观性格，你想要像她一样，和周围的人相处很好。",
        "label": ""
      },
      {
        "sentence": "但是当你接近她后，发现她真的很好，而你还是老样子的时候，你会感到嫉妒和自尊心受伤，从而想要远离她。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我确实有这些感受。",
    "annotation": [
      {
        "sentence": "你说得很对，我确实有这些感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那我给你一些建议吧。首先，告诉自己，你很棒，不要让不自信从心底里贬低你自己。虽然我们都有不足，但我们都是世界上最特别的人，我们会有更多的机会战胜自己的不足，成为别人眼中的闪耀之光。积极的自我暗示会给你更多的力量，让你有勇气去面对一切。其次，学会相信自己的优秀，底气的不足很大程度上来自于觉得自己不够优秀。你可以找一些榜样，比如《三十而已》里面的王漫妮，她有底气是因为她努力了很多年，成为一个优秀的人。只有当你变得优秀了，你才会拥有做事的底气。另外，要逼迫自己成为一个优秀的人。你之所以会在离开她的时候想念她，在和她在一起的时候又觉得不合适，其实是因为你害怕。如果你真的不合适，为什么会频繁地想起她呢？适当地承认你对她的喜爱或欣赏，并让自己朝着这个方向努力，你可以多了解她，也可以在适当的时机告诉她你的心意。但是最重要的是逼迫自己成为一个优秀的人。只有当你足够优秀时，你才有能力和她在一起。要善于发现生活中的温暖，温暖其实是处处存在的，只是有时候我们没有注意到。人人都愿意为你散发温暖，只要你显得可爱并回赠一些温暖。所以，祝你能开心起来，自信起来，勇敢地迈向未来！",
    "annotation": [
      {
        "sentence": "那我给你一些建议吧。",
        "label": ""
      },
      {
        "sentence": "首先，告诉自己，你很棒，不要让不自信从心底里贬低你自己。",
        "label": ""
      },
      {
        "sentence": "虽然我们都有不足，但我们都是世界上最特别的人，我们会有更多的机会战胜自己的不足，成为别人眼中的闪耀之光。",
        "label": ""
      },
      {
        "sentence": "积极的自我暗示会给你更多的力量，让你有勇气去面对一切。",
        "label": ""
      },
      {
        "sentence": "其次，学会相信自己的优秀，底气的不足很大程度上来自于觉得自己不够优秀。",
        "label": ""
      },
      {
        "sentence": "你可以找一些榜样，比如《三十而已》里面的王漫妮，她有底气是因为她努力了很多年，成为一个优秀的人。",
        "label": ""
      },
      {
        "sentence": "只有当你变得优秀了，你才会拥有做事的底气。",
        "label": ""
      },
      {
        "sentence": "另外，要逼迫自己成为一个优秀的人。",
        "label": ""
      },
      {
        "sentence": "你之所以会在离开她的时候想念她，在和她在一起的时候又觉得不合适，其实是因为你害怕。",
        "label": ""
      },
      {
        "sentence": "如果你真的不合适，为什么会频繁地想起她呢？",
        "label": ""
      },
      {
        "sentence": "适当地承认你对她的喜爱或欣赏，并让自己朝着这个方向努力，你可以多了解她，也可以在适当的时机告诉她你的心意。",
        "label": ""
      },
      {
        "sentence": "但是最重要的是逼迫自己成为一个优秀的人。",
        "label": ""
      },
      {
        "sentence": "只有当你足够优秀时，你才有能力和她在一起。",
        "label": ""
      },
      {
        "sentence": "要善于发现生活中的温暖，温暖其实是处处存在的，只是有时候我们没有注意到。",
        "label": ""
      },
      {
        "sentence": "人人都愿意为你散发温暖，只要你显得可爱并回赠一些温暖。",
        "label": ""
      },
      {
        "sentence": "所以，祝你能开心起来，自信起来，勇敢地迈向未来！",
        "label": ""
      }
    ]
  }
]