[
  {
    "role": "client",
    "content": "喜欢一女生，自己似有人格性格特点上问题，怎么办？自己好像喜欢一个女生，怎么说呢，我有时会喜欢她，想跟她在一起，但这大多是自己臆想，而到了真正和她见面，比如聚会时碰到她，自己又突然感觉自己不喜欢她了，感觉她瞧不起我（她是个开朗乐观的女孩子，与周围的人相处的都很好，而我是个沉默寡言，悲观，朋友少的人），感觉她是个很有心机的女孩子，觉得自己低别人一等，我又开始怨恨她，当我有了这种感觉后，我会觉得自己跟她不合适，又放弃了追求她的念头，但回去之后，又会时不时的想起她。我想问的是:我到底喜不喜欢这个女生，我觉得她瞧不起我，觉得她有心机（为什么这样说呢，因为当时聚会时我的感觉，觉得自己没有什么朋友，孤立无助，融入不入圈子，而她和朋友相处愉快，掌控力极强，感觉别人的段位比我高了好几个层次，与她相处，很容易就会被她玩弄于手掌之间），自己该怎么办。自己是个内向的人。",
    "annotation": [
      {
        "sentence": "喜欢一女生，自己似有人格性格特点上问题，怎么办？",
        "label": ""
      },
      {
        "sentence": "自己好像喜欢一个女生，怎么说呢，我有时会喜欢她，想跟她在一起，但这大多是自己臆想，而到了真正和她见面，比如聚会时碰到她，自己又突然感觉自己不喜欢她了，感觉她瞧不起我（她是个开朗乐观的女孩子，与周围的人相处的都很好，而我是个沉默寡言，悲观，朋友少的人），感觉她是个很有心机的女孩子，觉得自己低别人一等，我又开始怨恨她，当我有了这种感觉后，我会觉得自己跟她不合适，又放弃了追求她的念头，但回去之后，又会时不时的想起她。",
        "label": ""
      },
      {
        "sentence": "我想问的是:我到底喜不喜欢这个女生，我觉得她瞧不起我，觉得她有心机（为什么这样说呢，因为当时聚会时我的感觉，觉得自己没有什么朋友，孤立无助，融入不入圈子，而她和朋友相处愉快，掌控力极强，感觉别人的段位比我高了好几个层次，与她相处，很容易就会被她玩弄于手掌之间），自己该怎么办。",
        "label": ""
      },
      {
        "sentence": "自己是个内向的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的描述让我感受到你的纠结和困惑，你对感情的不确定让你迷茫，对自己的不自信让你痛苦。通过你的表达，我了解到你遇到的问题是，你喜欢上了一个人群中优秀的女孩，和她在一起时，你会感到自己黯然无色，她的优秀挫败了你，让你觉得自己和她不匹配。你想问的是你到底喜不喜欢这个女生，同时觉得她瞧不起你，有心机。首先，喜欢一个人不是大脑可以选择的事情，它只是一种感觉。但你可以选择是否追求她。你愿意思考一下她瞧不起你和有心机这两个问题吗？她瞧不起你的可能性有多少？（没有瞧不起是0%，确实瞧不起是100%）你有哪些支持她瞧不起你的证据？有哪些反驳她瞧不起你的证据？列出所有的证据后，你再问问自己，她瞧不起我的可能性有多大？你平时遇到其他纠结的事情时也可以尝试用这个方法。那你该怎么办呢？我完全相信你确实喜欢了一个非常优秀的女孩，你看到她开朗乐观、朋友多、善交际。当我们喜欢一个人时，我们的眼睛会放大她的优点。因为你自己是悲观的，所以你看待自己时，会放大负面特征。你是沉默寡言、悲观、朋友少的人。除了在人际关系中凸显的特征，你还有其他标签和特点吗？在不同场合，你是一个怎样的人呢？她擅长人际交往，你擅长什么呢？她是否有自己不擅长需要他人帮助的地方？她也可能羡慕别人一些特殊的能力。在青春时期，一个男生喜欢一个女生是很正常的，这不是性格或人格问题。每个人的气质类型都不同。内向也不是问题，内向的人可以做很多只有内向的人才能做的事情。世界上有很多种人，每个人在不同的地方都会散发出自己的光芒。你只是在她散发光芒的地方遇到了她。回头，你可以邀请她到你散发光芒的地方来。但首先，摘下悲观的眼镜，寻找自己的光芒。祝你一切顺利。那种心跳的感觉，本身就是一种美好。纠结和痛苦都是青春的馈赠。加油。",
    "annotation": [
      {
        "sentence": "你的描述让我感受到你的纠结和困惑，你对感情的不确定让你迷茫，对自己的不自信让你痛苦。",
        "label": ""
      },
      {
        "sentence": "通过你的表达，我了解到你遇到的问题是，你喜欢上了一个人群中优秀的女孩，和她在一起时，你会感到自己黯然无色，她的优秀挫败了你，让你觉得自己和她不匹配。",
        "label": ""
      },
      {
        "sentence": "你想问的是你到底喜不喜欢这个女生，同时觉得她瞧不起你，有心机。",
        "label": ""
      },
      {
        "sentence": "首先，喜欢一个人不是大脑可以选择的事情，它只是一种感觉。",
        "label": ""
      },
      {
        "sentence": "但你可以选择是否追求她。",
        "label": ""
      },
      {
        "sentence": "你愿意思考一下她瞧不起你和有心机这两个问题吗？",
        "label": ""
      },
      {
        "sentence": "她瞧不起你的可能性有多少？",
        "label": ""
      },
      {
        "sentence": "（没有瞧不起是0%，确实瞧不起是100%）你有哪些支持她瞧不起你的证据？",
        "label": ""
      },
      {
        "sentence": "有哪些反驳她瞧不起你的证据？",
        "label": ""
      },
      {
        "sentence": "列出所有的证据后，你再问问自己，她瞧不起我的可能性有多大？",
        "label": ""
      },
      {
        "sentence": "你平时遇到其他纠结的事情时也可以尝试用这个方法。",
        "label": ""
      },
      {
        "sentence": "那你该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我完全相信你确实喜欢了一个非常优秀的女孩，你看到她开朗乐观、朋友多、善交际。",
        "label": ""
      },
      {
        "sentence": "当我们喜欢一个人时，我们的眼睛会放大她的优点。",
        "label": ""
      },
      {
        "sentence": "因为你自己是悲观的，所以你看待自己时，会放大负面特征。",
        "label": ""
      },
      {
        "sentence": "你是沉默寡言、悲观、朋友少的人。",
        "label": ""
      },
      {
        "sentence": "除了在人际关系中凸显的特征，你还有其他标签和特点吗？",
        "label": ""
      },
      {
        "sentence": "在不同场合，你是一个怎样的人呢？",
        "label": ""
      },
      {
        "sentence": "她擅长人际交往，你擅长什么呢？",
        "label": ""
      },
      {
        "sentence": "她是否有自己不擅长需要他人帮助的地方？",
        "label": ""
      },
      {
        "sentence": "她也可能羡慕别人一些特殊的能力。",
        "label": ""
      },
      {
        "sentence": "在青春时期，一个男生喜欢一个女生是很正常的，这不是性格或人格问题。",
        "label": ""
      },
      {
        "sentence": "每个人的气质类型都不同。",
        "label": ""
      },
      {
        "sentence": "内向也不是问题，内向的人可以做很多只有内向的人才能做的事情。",
        "label": ""
      },
      {
        "sentence": "世界上有很多种人，每个人在不同的地方都会散发出自己的光芒。",
        "label": ""
      },
      {
        "sentence": "你只是在她散发光芒的地方遇到了她。",
        "label": ""
      },
      {
        "sentence": "回头，你可以邀请她到你散发光芒的地方来。",
        "label": ""
      },
      {
        "sentence": "但首先，摘下悲观的眼镜，寻找自己的光芒。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利。",
        "label": ""
      },
      {
        "sentence": "那种心跳的感觉，本身就是一种美好。",
        "label": ""
      },
      {
        "sentence": "纠结和痛苦都是青春的馈赠。",
        "label": ""
      },
      {
        "sentence": "加油。",
        "label": ""
      }
    ]
  }
]