[
  {
    "role": "client",
    "content": "30岁男，内心住着一个受伤的小孩，如何放下和面对？",
    "annotation": [
      {
        "sentence": "30岁男，内心住着一个受伤的小孩，如何放下和面对？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，感觉你内心一直住着一个受伤的小孩，面对这种情况，我觉得需要给予你更多的关注和理解。小时候的经历对我们的成长有着重要的影响，特别是在家庭环境不够好的情况下，我们需要寻求更多的安慰和支持。你可以试着去面对内心的伤痛，找到适合的方式来释放负面情绪，同时也要学会接受自己并给自己更多的关爱。",
    "annotation": [
      {
        "sentence": "看到你的描述，感觉你内心一直住着一个受伤的小孩，面对这种情况，我觉得需要给予你更多的关注和理解。",
        "label": ""
      },
      {
        "sentence": "小时候的经历对我们的成长有着重要的影响，特别是在家庭环境不够好的情况下，我们需要寻求更多的安慰和支持。",
        "label": ""
      },
      {
        "sentence": "你可以试着去面对内心的伤痛，找到适合的方式来释放负面情绪，同时也要学会接受自己并给自己更多的关爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "小时候，我是留守儿童，家里很穷，发生了伤我自尊和很可怜的事，我躲在没人的地方哭着喊妈。",
    "annotation": [
      {
        "sentence": "小时候，我是留守儿童，家里很穷，发生了伤我自尊和很可怜的事，我躲在没人的地方哭着喊妈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听说你是一个留守儿童，家庭境况不是很好，这期间你经历了很多让你感到受伤和可怜的事情，让你躲在没人的地方哭喊着妈妈。这些经历可能对你的自尊心造成了很大的打击，同时你也感到了无助和害怕。这些感受是很正常的，我们都需要时刻关注自己的情绪和需要，以便更好地面对困境。",
    "annotation": [
      {
        "sentence": "听说你是一个留守儿童，家庭境况不是很好，这期间你经历了很多让你感到受伤和可怜的事情，让你躲在没人的地方哭喊着妈妈。",
        "label": ""
      },
      {
        "sentence": "这些经历可能对你的自尊心造成了很大的打击，同时你也感到了无助和害怕。",
        "label": ""
      },
      {
        "sentence": "这些感受是很正常的，我们都需要时刻关注自己的情绪和需要，以便更好地面对困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "22岁，我妹眼睛发炎都红了，我爸让用视疲劳的眼药水点点，我瞬间怒了，怎么会有这样的父母，10多年前我妹的眼睛因为他们没照顾好，坏了一个，这么多年过去了他们手上有钱了，也没想着给她治疗。那一次吵的很凶。",
    "annotation": [
      {
        "sentence": "22岁，我妹眼睛发炎都红了，我爸让用视疲劳的眼药水点点，我瞬间怒了，怎么会有这样的父母，10多年前我妹的眼睛因为他们没照顾好，坏了一个，这么多年过去了他们手上有钱了，也没想着给她治疗。",
        "label": ""
      },
      {
        "sentence": "那一次吵的很凶。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你描述的情况，你妹妹眼睛发炎了，父亲只让她用视疲劳的眼药水，你感到非常愤怒，觉得父母怎么会这样。而且十多年前，因为他们的疏忽导致你妹妹的眼睛坏了一个，这么多年过去了，他们手上有钱了，却没有想过给她治疗。这件事情导致了你们之间的激烈争吵。在这里看到你对自己妹妹的关心，同时也触动了你被忽视和伤害的内心小孩。小时候面对各种无力和无助的状况，很多情绪被压抑了，而现在你长大了，有了一定的抵抗能力，愤怒的情绪也随之而来。",
    "annotation": [
      {
        "sentence": "看到你描述的情况，你妹妹眼睛发炎了，父亲只让她用视疲劳的眼药水，你感到非常愤怒，觉得父母怎么会这样。",
        "label": ""
      },
      {
        "sentence": "而且十多年前，因为他们的疏忽导致你妹妹的眼睛坏了一个，这么多年过去了，他们手上有钱了，却没有想过给她治疗。",
        "label": ""
      },
      {
        "sentence": "这件事情导致了你们之间的激烈争吵。",
        "label": ""
      },
      {
        "sentence": "在这里看到你对自己妹妹的关心，同时也触动了你被忽视和伤害的内心小孩。",
        "label": ""
      },
      {
        "sentence": "小时候面对各种无力和无助的状况，很多情绪被压抑了，而现在你长大了，有了一定的抵抗能力，愤怒的情绪也随之而来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "一看我爸还在床上睡这。下班回来他在看电视斗地主，也从来不问问我身体怎么样，我觉得特别委屈，今年过年大吵一架，半年没说一句话。",
    "annotation": [
      {
        "sentence": "一看我爸还在床上睡这。",
        "label": ""
      },
      {
        "sentence": "下班回来他在看电视斗地主，也从来不问问我身体怎么样，我觉得特别委屈，今年过年大吵一架，半年没说一句话。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的委屈心情，从小到大没有得到太多的关心和爱，长大后还需要自己加倍付出，这样的感受是非常辛苦的。你渴望得到各种关心和爱，而这些需求童年时期并没有得到满足，所以现在你一直在寻找。因为一直对父母抱有不满情绪，所以你总会看到他们的缺点，很少深入了解实际情况，这也是我在上面进行客观澄清的原因。但是无论过去我们经历了什么，我们都已经长大了。我们不能改变自己的童年，但我们可以决定如何过好接下来的生活，如何摆脱原生家庭对我们的影响。首先，我们可以试着转变一下立场，认识到我们出生的环境与我们自身是相匹配的。我们不能选择自己出生在什么样的家庭，而是要学会如何在这样的环境中活得精彩。痛苦可以成为我们变得更强大的契机，我们可以运用自己的智慧来获得生活的礼物。我们人类有一种习惯，就是记住小时候的痛苦，而忘记了快乐。所以对父母的怨恨也是一个向治愈迈进的阶段。根据你的描述，我觉得你是一个非常有责任心、有承担能力、自立自强的人，这一部分也许是由于你不想让你的家庭陷入困境，也不想重蹈父母的覆辙，所以你一直在努力塑造自己的性格。",
    "annotation": [
      {
        "sentence": "非常理解你的委屈心情，从小到大没有得到太多的关心和爱，长大后还需要自己加倍付出，这样的感受是非常辛苦的。",
        "label": ""
      },
      {
        "sentence": "你渴望得到各种关心和爱，而这些需求童年时期并没有得到满足，所以现在你一直在寻找。",
        "label": ""
      },
      {
        "sentence": "因为一直对父母抱有不满情绪，所以你总会看到他们的缺点，很少深入了解实际情况，这也是我在上面进行客观澄清的原因。",
        "label": ""
      },
      {
        "sentence": "但是无论过去我们经历了什么，我们都已经长大了。",
        "label": ""
      },
      {
        "sentence": "我们不能改变自己的童年，但我们可以决定如何过好接下来的生活，如何摆脱原生家庭对我们的影响。",
        "label": ""
      },
      {
        "sentence": "首先，我们可以试着转变一下立场，认识到我们出生的环境与我们自身是相匹配的。",
        "label": ""
      },
      {
        "sentence": "我们不能选择自己出生在什么样的家庭，而是要学会如何在这样的环境中活得精彩。",
        "label": ""
      },
      {
        "sentence": "痛苦可以成为我们变得更强大的契机，我们可以运用自己的智慧来获得生活的礼物。",
        "label": ""
      },
      {
        "sentence": "我们人类有一种习惯，就是记住小时候的痛苦，而忘记了快乐。",
        "label": ""
      },
      {
        "sentence": "所以对父母的怨恨也是一个向治愈迈进的阶段。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，我觉得你是一个非常有责任心、有承担能力、自立自强的人，这一部分也许是由于你不想让你的家庭陷入困境，也不想重蹈父母的覆辙，所以你一直在努力塑造自己的性格。",
        "label": ""
      }
    ]
  }
]