[
  {
    "role": "client",
    "content": "占有欲和控制欲过强，持续很久了，怎么办？",
    "annotation": [
      {
        "sentence": "占有欲和控制欲过强，持续很久了，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先感谢你勇敢地分享了你的困难。我听到你描述的情况觉得你很不容易。可以告诉我你这些情绪是出现在什么时候，什么情况下吗？",
    "annotation": [
      {
        "sentence": "首先感谢你勇敢地分享了你的困难。",
        "label": ""
      },
      {
        "sentence": "我听到你描述的情况觉得你很不容易。",
        "label": ""
      },
      {
        "sentence": "可以告诉我你这些情绪是出现在什么时候，什么情况下吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实这种情况已经持续很久了，甚至可以说一直以来都是这样的，只不过我最近才意识到。我觉得我的占有欲和控制欲都太强了，我想要了解有关我的朋友的一切，一旦我发觉她们有秘密没告诉我我就会感到难受，发现她们与别的朋友有互动我却不知道就会感觉被背叛，我甚至希望她们只属于我一个人。至于控制欲，我常常想象所有人都服从于我的场景，白天想，晚上想，有时几乎分不清现实与想象的界限。特别想要所有人所有事都按照我想的来发展。所幸我及时意识到了这些，还没来得及照我所想做出一些变态的事情来。",
    "annotation": [
      {
        "sentence": "其实这种情况已经持续很久了，甚至可以说一直以来都是这样的，只不过我最近才意识到。",
        "label": ""
      },
      {
        "sentence": "我觉得我的占有欲和控制欲都太强了，我想要了解有关我的朋友的一切，一旦我发觉她们有秘密没告诉我我就会感到难受，发现她们与别的朋友有互动我却不知道就会感觉被背叛，我甚至希望她们只属于我一个人。",
        "label": ""
      },
      {
        "sentence": "至于控制欲，我常常想象所有人都服从于我的场景，白天想，晚上想，有时几乎分不清现实与想象的界限。",
        "label": ""
      },
      {
        "sentence": "特别想要所有人所有事都按照我想的来发展。",
        "label": ""
      },
      {
        "sentence": "所幸我及时意识到了这些，还没来得及照我所想做出一些变态的事情来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的描述，我可以感受到你很烦恼，也理解了你的处境。占有欲和控制欲是一种非常常见的情绪，往往都会对我们的生活造成困扰。我想问一下你对这种情绪有没有思考过到底是什么原因导致你这样想？",
    "annotation": [
      {
        "sentence": "听到你的描述，我可以感受到你很烦恼，也理解了你的处境。",
        "label": ""
      },
      {
        "sentence": "占有欲和控制欲是一种非常常见的情绪，往往都会对我们的生活造成困扰。",
        "label": ""
      },
      {
        "sentence": "我想问一下你对这种情绪有没有思考过到底是什么原因导致你这样想？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我自己也有想过，但可能是因为我父母管得相对严格，所以我会有一种很自然的想法，就是希望掌控好一切。否则的话，如果有人做了不好的事，我会觉得自己没管好，这种情绪会特别强烈地出现在我心里。",
    "annotation": [
      {
        "sentence": "我自己也有想过，但可能是因为我父母管得相对严格，所以我会有一种很自然的想法，就是希望掌控好一切。",
        "label": ""
      },
      {
        "sentence": "否则的话，如果有人做了不好的事，我会觉得自己没管好，这种情绪会特别强烈地出现在我心里。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你跟我分享你的思考。看来你对父母的管教和掌控起到了很大的影响。这是一种很自然的情绪反应。你可以多尝试去感受这种情绪，问自己这种情绪带给你的好处和坏处是什么。如果你想要改变这种情绪，可以与身边的人好好沟通，或者寻求专业的帮助，有人帮助你分析和处理这种情绪会更加有帮助。",
    "annotation": [
      {
        "sentence": "感谢你跟我分享你的思考。",
        "label": ""
      },
      {
        "sentence": "看来你对父母的管教和掌控起到了很大的影响。",
        "label": ""
      },
      {
        "sentence": "这是一种很自然的情绪反应。",
        "label": ""
      },
      {
        "sentence": "你可以多尝试去感受这种情绪，问自己这种情绪带给你的好处和坏处是什么。",
        "label": ""
      },
      {
        "sentence": "如果你想要改变这种情绪，可以与身边的人好好沟通，或者寻求专业的帮助，有人帮助你分析和处理这种情绪会更加有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去感受这种情绪并思考它带给我的影响。我希望能够逐渐改变我的想法，不再被占有欲和控制欲控制。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去感受这种情绪并思考它带给我的影响。",
        "label": ""
      },
      {
        "sentence": "我希望能够逐渐改变我的想法，不再被占有欲和控制欲控制。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你这样的快速反应和积极性，对你有着积极心态，认为你一定能够逐渐摆脱这种困扰并且再次获得自己的自由。想再次强调一点，一定要相信自己，因为内心自信会带给你更多的力量。除此之外，如果你遇到任何卡壳的时候，可以继续来这里聊天，随时欢迎哦！",
    "annotation": [
      {
        "sentence": "很高兴看到你这样的快速反应和积极性，对你有着积极心态，认为你一定能够逐渐摆脱这种困扰并且再次获得自己的自由。",
        "label": ""
      },
      {
        "sentence": "想再次强调一点，一定要相信自己，因为内心自信会带给你更多的力量。",
        "label": ""
      },
      {
        "sentence": "除此之外，如果你遇到任何卡壳的时候，可以继续来这里聊天，随时欢迎哦！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持，我真的很感激。我一定会努力跟进你的建议，尽力让自己变得更强大的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持，我真的很感激。",
        "label": ""
      },
      {
        "sentence": "我一定会努力跟进你的建议，尽力让自己变得更强大的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的勇气和决心可掬可嘉，随时给我发消息，我永远都会用善意的态度陪伴你，帮助你走出困境的。",
    "annotation": [
      {
        "sentence": "你的勇气和决心可掬可嘉，随时给我发消息，我永远都会用善意的态度陪伴你，帮助你走出困境的。",
        "label": ""
      }
    ]
  }
]