[
  {
    "role": "client",
    "content": "不敢跟别人发生冲突，总是逃避，如何战胜自卑？目前最让我困惑的是我的自卑，因为童年的遭受校园暴力以及自己家庭的原因，后来就不爱说话了，不敢跟陌生人说话，甚至有时侯自卑到在亲戚家一起吃饭都不敢夹菜，不敢说话，不敢跟别人发生矛盾，一发生我就害怕，我很想冲过心理这道防线。有时我总是会想到过去的种种不好，因而去看低自己，一方面是我的能力不如别人，不被别人看好，另一方面就是童年经历有关的。我是一个典型的讨好性人格，不懂得拒绝别人，心理不想，嘴上说不出口。正因为我的自卑，人际关系差到极点了。总的来说，人际关系，不敢与陌生人说话和自己对自己的设限，总觉得自己不如别人，例如不敢跟别人发生冲突，总是逃避。想说如何从根源上让自己自信。",
    "annotation": [
      {
        "sentence": "不敢跟别人发生冲突，总是逃避，如何战胜自卑？",
        "label": ""
      },
      {
        "sentence": "目前最让我困惑的是我的自卑，因为童年的遭受校园暴力以及自己家庭的原因，后来就不爱说话了，不敢跟陌生人说话，甚至有时侯自卑到在亲戚家一起吃饭都不敢夹菜，不敢说话，不敢跟别人发生矛盾，一发生我就害怕，我很想冲过心理这道防线。",
        "label": ""
      },
      {
        "sentence": "有时我总是会想到过去的种种不好，因而去看低自己，一方面是我的能力不如别人，不被别人看好，另一方面就是童年经历有关的。",
        "label": ""
      },
      {
        "sentence": "我是一个典型的讨好性人格，不懂得拒绝别人，心理不想，嘴上说不出口。",
        "label": ""
      },
      {
        "sentence": "正因为我的自卑，人际关系差到极点了。",
        "label": ""
      },
      {
        "sentence": "总的来说，人际关系，不敢与陌生人说话和自己对自己的设限，总觉得自己不如别人，例如不敢跟别人发生冲突，总是逃避。",
        "label": ""
      },
      {
        "sentence": "想说如何从根源上让自己自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "【我们不想冲突，但也不怕冲突】求助者，你好！看到你的题目，被吸引了进来。看完了你的经历，想给你一个拥抱。我觉得每个人都需要拥抱。你看见了自己的脆弱，我觉得很好，渴望着自己能自信点，这是一个很好的想法。我赞同！我们先来看看，为什么人会害怕与别人冲突？我以前也很害怕别人与别人冲突，也是讨好型的人格。后来我发现讨好型人格背后有着两个深深的恐惧。1.害怕自己被遗弃因为很害怕自己的因为与人冲突，自我形象丢失，害怕因此而遭到别人的遗弃。或者，以往有过拒绝别人，而遭到别人的内在小孩反弹，基于害怕别人的不理解。于是，硬着头皮sayyes。2.我没有你不行，或者没有你们不行。害怕失去关系，其实是因为觉得自己没有了任何人不行，所以妥协。尤其是来自集体的力量，为了要得到集体的认同来获得归属感，有时候就会忘记自己的需求。于是，抛弃了自己，反过来依赖别人或者集体。如果继续这样的做法，或者抱有这样的信念，只会是恶性循环。如果你要改变，就要放下这个恶性循环。【首先】照顾好自己的需求自己的需求，包括自己想要的肯定、认同、边界。你要改变“我一个人不行”的念头。学会独立自我满足。不遗弃自己，才不会害怕被外界遗弃。学会每时每刻与自己在一起，聆听自己的内心，理解自己的需要。",
    "annotation": [
      {
        "sentence": "【我们不想冲突，但也不怕冲突】求助者，你好！",
        "label": ""
      },
      {
        "sentence": "看到你的题目，被吸引了进来。",
        "label": ""
      },
      {
        "sentence": "看完了你的经历，想给你一个拥抱。",
        "label": ""
      },
      {
        "sentence": "我觉得每个人都需要拥抱。",
        "label": ""
      },
      {
        "sentence": "你看见了自己的脆弱，我觉得很好，渴望着自己能自信点，这是一个很好的想法。",
        "label": ""
      },
      {
        "sentence": "我赞同！",
        "label": ""
      },
      {
        "sentence": "我们先来看看，为什么人会害怕与别人冲突？",
        "label": ""
      },
      {
        "sentence": "我以前也很害怕别人与别人冲突，也是讨好型的人格。",
        "label": ""
      },
      {
        "sentence": "后来我发现讨好型人格背后有着两个深深的恐惧。",
        "label": ""
      },
      {
        "sentence": "1.害怕自己被遗弃因为很害怕自己的因为与人冲突，自我形象丢失，害怕因此而遭到别人的遗弃。",
        "label": ""
      },
      {
        "sentence": "或者，以往有过拒绝别人，而遭到别人的内在小孩反弹，基于害怕别人的不理解。",
        "label": ""
      },
      {
        "sentence": "于是，硬着头皮sayyes。",
        "label": ""
      },
      {
        "sentence": "2.我没有你不行，或者没有你们不行。",
        "label": ""
      },
      {
        "sentence": "害怕失去关系，其实是因为觉得自己没有了任何人不行，所以妥协。",
        "label": ""
      },
      {
        "sentence": "尤其是来自集体的力量，为了要得到集体的认同来获得归属感，有时候就会忘记自己的需求。",
        "label": ""
      },
      {
        "sentence": "于是，抛弃了自己，反过来依赖别人或者集体。",
        "label": ""
      },
      {
        "sentence": "如果继续这样的做法，或者抱有这样的信念，只会是恶性循环。",
        "label": ""
      },
      {
        "sentence": "如果你要改变，就要放下这个恶性循环。",
        "label": ""
      },
      {
        "sentence": "【首先】照顾好自己的需求自己的需求，包括自己想要的肯定、认同、边界。",
        "label": ""
      },
      {
        "sentence": "你要改变“我一个人不行”的念头。",
        "label": ""
      },
      {
        "sentence": "学会独立自我满足。",
        "label": ""
      },
      {
        "sentence": "不遗弃自己，才不会害怕被外界遗弃。",
        "label": ""
      },
      {
        "sentence": "学会每时每刻与自己在一起，聆听自己的内心，理解自己的需要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我从来没有想过自己需要优先照顾自己的需求。平时总是过多地关注别人的感受，从而忽略了自己。但是，我不知道如何独立自我满足，怎样才能不对外界过于依赖？",
    "annotation": [
      {
        "sentence": "你说的很有道理，我从来没有想过自己需要优先照顾自己的需求。",
        "label": ""
      },
      {
        "sentence": "平时总是过多地关注别人的感受，从而忽略了自己。",
        "label": ""
      },
      {
        "sentence": "但是，我不知道如何独立自我满足，怎样才能不对外界过于依赖？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "【第一步】自我观察，找出自己的需求首先，要意识到自己的需求对你而言是非常重要的。尝试观察自己的情绪，思考自己的感受。当你感到不安或者不满的时候，问问自己是什么导致了这种感受。这样你就可以开始找出自己真正需要的东西。【第二步】学会与自己对话很多时候，我们会对自己有各种要求，或者对自己产生负面评价。学会与自己进行对话，给自己正面的、鼓励的、支持的回应。像对待一个好朋友一样对待自己。有时候，我们会对自己过分严厉，这时候要学会温柔对待自己。【第三步】与他人明确表达你的需求学会与他人沟通自己的需求，告诉他们你希望得到什么样的支持和帮助。希望被尊重和理解是每个人的权利。逐渐培养与他人沟通的能力，让别人了解你的需要，并满足它们。不求全责备，也不与别人妥协，坚持自己的边界和需求。",
    "annotation": [
      {
        "sentence": "【第一步】自我观察，找出自己的需求首先，要意识到自己的需求对你而言是非常重要的。",
        "label": ""
      },
      {
        "sentence": "尝试观察自己的情绪，思考自己的感受。",
        "label": ""
      },
      {
        "sentence": "当你感到不安或者不满的时候，问问自己是什么导致了这种感受。",
        "label": ""
      },
      {
        "sentence": "这样你就可以开始找出自己真正需要的东西。",
        "label": ""
      },
      {
        "sentence": "【第二步】学会与自己对话很多时候，我们会对自己有各种要求，或者对自己产生负面评价。",
        "label": ""
      },
      {
        "sentence": "学会与自己进行对话，给自己正面的、鼓励的、支持的回应。",
        "label": ""
      },
      {
        "sentence": "像对待一个好朋友一样对待自己。",
        "label": ""
      },
      {
        "sentence": "有时候，我们会对自己过分严厉，这时候要学会温柔对待自己。",
        "label": ""
      },
      {
        "sentence": "【第三步】与他人明确表达你的需求学会与他人沟通自己的需求，告诉他们你希望得到什么样的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "希望被尊重和理解是每个人的权利。",
        "label": ""
      },
      {
        "sentence": "逐渐培养与他人沟通的能力，让别人了解你的需要，并满足它们。",
        "label": ""
      },
      {
        "sentence": "不求全责备，也不与别人妥协，坚持自己的边界和需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我要学会关注自己的需求，并且能够与他人明确表达。但是，我之前从来没有这样做过，感觉很难。你有什么具体的建议吗？",
    "annotation": [
      {
        "sentence": "你说得很对，我要学会关注自己的需求，并且能够与他人明确表达。",
        "label": ""
      },
      {
        "sentence": "但是，我之前从来没有这样做过，感觉很难。",
        "label": ""
      },
      {
        "sentence": "你有什么具体的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "【建议一】开始倾听自己的内心你可以通过日记、写作、绘画等方式来记录自己内心的感受和需求。反思自己的想法和行为，找出自己真正的需求。【建议二】练习说出自己的需求在开始的时候，你可能会觉得不习惯、害怕或者紧张。但是，只有通过实践才能真正提高。尝试与亲近的人分享你的需求，告诉他们你想要得到什么样的支持。【建议三】寻找支持与帮助在这个过程中，你可能会遇到挫折和困难。不要害怕寻求帮助，可以寻找一位专业的心理咨询师，他们会给予你更多的指导和支持。",
    "annotation": [
      {
        "sentence": "【建议一】开始倾听自己的内心你可以通过日记、写作、绘画等方式来记录自己内心的感受和需求。",
        "label": ""
      },
      {
        "sentence": "反思自己的想法和行为，找出自己真正的需求。",
        "label": ""
      },
      {
        "sentence": "【建议二】练习说出自己的需求在开始的时候，你可能会觉得不习惯、害怕或者紧张。",
        "label": ""
      },
      {
        "sentence": "但是，只有通过实践才能真正提高。",
        "label": ""
      },
      {
        "sentence": "尝试与亲近的人分享你的需求，告诉他们你想要得到什么样的支持。",
        "label": ""
      },
      {
        "sentence": "【建议三】寻找支持与帮助在这个过程中，你可能会遇到挫折和困难。",
        "label": ""
      },
      {
        "sentence": "不要害怕寻求帮助，可以寻找一位专业的心理咨询师，他们会给予你更多的指导和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议！我会尽量去试着关注自己的需求，并勇敢地与他人表达。我也会考虑寻求心理咨询师的帮助，希望能够战胜自卑，重建健康的人际关系。",
    "annotation": [
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我会尽量去试着关注自己的需求，并勇敢地与他人表达。",
        "label": ""
      },
      {
        "sentence": "我也会考虑寻求心理咨询师的帮助，希望能够战胜自卑，重建健康的人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！很高兴能够帮到你。记住，改变需要时间和努力。相信自己，你一定能够走出困境。如果在实践过程中遇到任何困难，随时来找我聊天。祝愿你早日战胜自卑，重拾自信！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，改变需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够走出困境。",
        "label": ""
      },
      {
        "sentence": "如果在实践过程中遇到任何困难，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日战胜自卑，重拾自信！",
        "label": ""
      }
    ]
  }
]