[
  {
    "role": "client",
    "content": "我不敢跟别人发生冲突，总是逃避，如何战胜自卑？目前最让我困惑的是我的自卑，因为童年的遭受校园暴力以及自己家庭的原因，后来就不爱说话了，不敢跟陌生人说话，甚至有时候自卑到在亲戚家一起吃饭都不敢夹菜，不敢说话，不敢跟别人发生矛盾，一发生我就害怕，我很想冲过心理这道防线。有时我总是会想到过去的种种不好，因而去看低自己，一方面是我的能力不如别人，不被别人看好，另一方面就是童年经历有关的。我是一个典型的讨好性人格，不懂得拒绝别人，心理不想，嘴上说不出口。正因为我的自卑，人际关系差到极点了。总的来说，人际关系，不敢与陌生人说话和自己对自己的设限，总觉得自己不如别人，例如不敢跟别人发生冲突，总是逃避。想说如何从根源上让自己自信。",
    "annotation": [
      {
        "sentence": "我不敢跟别人发生冲突，总是逃避，如何战胜自卑？",
        "label": ""
      },
      {
        "sentence": "目前最让我困惑的是我的自卑，因为童年的遭受校园暴力以及自己家庭的原因，后来就不爱说话了，不敢跟陌生人说话，甚至有时候自卑到在亲戚家一起吃饭都不敢夹菜，不敢说话，不敢跟别人发生矛盾，一发生我就害怕，我很想冲过心理这道防线。",
        "label": ""
      },
      {
        "sentence": "有时我总是会想到过去的种种不好，因而去看低自己，一方面是我的能力不如别人，不被别人看好，另一方面就是童年经历有关的。",
        "label": ""
      },
      {
        "sentence": "我是一个典型的讨好性人格，不懂得拒绝别人，心理不想，嘴上说不出口。",
        "label": ""
      },
      {
        "sentence": "正因为我的自卑，人际关系差到极点了。",
        "label": ""
      },
      {
        "sentence": "总的来说，人际关系，不敢与陌生人说话和自己对自己的设限，总觉得自己不如别人，例如不敢跟别人发生冲突，总是逃避。",
        "label": ""
      },
      {
        "sentence": "想说如何从根源上让自己自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的困惑和痛苦。首先，让自己从根源上获得自信可能有些困难，但是我们可以尝试一些心理治疗方法来帮助你。听起来你已经对自己的问题有了一定的认识，了解了自卑的来源，这非常重要。但是认识并不等于改变，你现在需要的或许是行动了。我们可以尝试一些心理暴露疗法，直接面对你恐惧的社交环境，并主动交流，这对社交恐惧症可能会有积极的影响。",
    "annotation": [
      {
        "sentence": "我可以理解你的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "首先，让自己从根源上获得自信可能有些困难，但是我们可以尝试一些心理治疗方法来帮助你。",
        "label": ""
      },
      {
        "sentence": "听起来你已经对自己的问题有了一定的认识，了解了自卑的来源，这非常重要。",
        "label": ""
      },
      {
        "sentence": "但是认识并不等于改变，你现在需要的或许是行动了。",
        "label": ""
      },
      {
        "sentence": "我们可以尝试一些心理暴露疗法，直接面对你恐惧的社交环境，并主动交流，这对社交恐惧症可能会有积极的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的心理暴露疗法听起来不错，但是我对自己的能力和过去的不好还是有很深的负面想法，这让我很难行动起来。",
    "annotation": [
      {
        "sentence": "你说的心理暴露疗法听起来不错，但是我对自己的能力和过去的不好还是有很深的负面想法，这让我很难行动起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然你可能对自己有些负面想法，但是这不意味着你不能改变。过去的经历并不决定你未来的发展，你可以重新定义自己。想法只是想法，并不一定代表事实。让我们试着从一些更小的挑战开始，比如在亲戚家敢于夹菜，敢于主动说话。虽然会感到紧张，但是你要相信没有什么大不了的，大家都是亲戚关系，没有利益纠葛，也不会有什么坏事发生。",
    "annotation": [
      {
        "sentence": "虽然你可能对自己有些负面想法，但是这不意味着你不能改变。",
        "label": ""
      },
      {
        "sentence": "过去的经历并不决定你未来的发展，你可以重新定义自己。",
        "label": ""
      },
      {
        "sentence": "想法只是想法，并不一定代表事实。",
        "label": ""
      },
      {
        "sentence": "让我们试着从一些更小的挑战开始，比如在亲戚家敢于夹菜，敢于主动说话。",
        "label": ""
      },
      {
        "sentence": "虽然会感到紧张，但是你要相信没有什么大不了的，大家都是亲戚关系，没有利益纠葛，也不会有什么坏事发生。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实是有点害怕和陌生人说话，即使是去商场买东西这样程度的交流也让我很紧张。",
    "annotation": [
      {
        "sentence": "我确实是有点害怕和陌生人说话，即使是去商场买东西这样程度的交流也让我很紧张。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那么我们可以先从刺激最小的开始，循序渐进地走出自己的舒适圈。比如先在商场和导购讨价还价，然后再和几个同事或朋友聚餐，再逐渐参加一些有陌生人的聚会。一步步地训练自己，逐渐增加社交的难度。虽然刚开始可能会感到紧张和焦虑，但是这些焦虑都是你的想法导致的，你对这些场景有着不合理的想法才导致你产生这些焦虑情绪。所以，你需要以身试法，去打破这种虚晃的恐惧，这样才会带来你的新生。",
    "annotation": [
      {
        "sentence": "那么我们可以先从刺激最小的开始，循序渐进地走出自己的舒适圈。",
        "label": ""
      },
      {
        "sentence": "比如先在商场和导购讨价还价，然后再和几个同事或朋友聚餐，再逐渐参加一些有陌生人的聚会。",
        "label": ""
      },
      {
        "sentence": "一步步地训练自己，逐渐增加社交的难度。",
        "label": ""
      },
      {
        "sentence": "虽然刚开始可能会感到紧张和焦虑，但是这些焦虑都是你的想法导致的，你对这些场景有着不合理的想法才导致你产生这些焦虑情绪。",
        "label": ""
      },
      {
        "sentence": "所以，你需要以身试法，去打破这种虚晃的恐惧，这样才会带来你的新生。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可能需要勇敢地面对各种社交场合，虽然一开始会感到紧张焦虑，但是我要相信这些都是我自己的想法导致的。",
    "annotation": [
      {
        "sentence": "我明白了，我可能需要勇敢地面对各种社交场合，虽然一开始会感到紧张焦虑，但是我要相信这些都是我自己的想法导致的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，你的想法可以改变，而且只有通过实际行动，你才能真正摆脱这些思维困扰。不要给自己定太高的要求，长期缺乏社交经验的你一开始可能并不那么能说会道，甚至还会有些窘迫，但是这都没有关系，不要为难自己。告诉自己过去自己承受了很多，现在要对自己好一点，即使尴尬也是一种真实可爱的表现。记得每一次在冲破自己舒适圈的时候，给自己一些奖励，激励自己再进行下一次尝试，可以是一次自己梦寐以求的旅行，一顿大餐，一个模型玩具，任何你喜欢的东西，这是对你勇敢行为的奖赏。",
    "annotation": [
      {
        "sentence": "没错，你的想法可以改变，而且只有通过实际行动，你才能真正摆脱这些思维困扰。",
        "label": ""
      },
      {
        "sentence": "不要给自己定太高的要求，长期缺乏社交经验的你一开始可能并不那么能说会道，甚至还会有些窘迫，但是这都没有关系，不要为难自己。",
        "label": ""
      },
      {
        "sentence": "告诉自己过去自己承受了很多，现在要对自己好一点，即使尴尬也是一种真实可爱的表现。",
        "label": ""
      },
      {
        "sentence": "记得每一次在冲破自己舒适圈的时候，给自己一些奖励，激励自己再进行下一次尝试，可以是一次自己梦寐以求的旅行，一顿大餐，一个模型玩具，任何你喜欢的东西，这是对你勇敢行为的奖赏。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会尽量勇敢地面对这些挑战，相信自己可以变得更自信。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会尽量勇敢地面对这些挑战，相信自己可以变得更自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你已经展现出了改变的决心，我相信你能够克服自卑，逐渐变得自信。记住，在行动中寻找自我，并相信你的努力会带来美好的结果。如果你需要任何进一步的支持，随时都可以找我聊聊。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，你已经展现出了改变的决心，我相信你能够克服自卑，逐渐变得自信。",
        "label": ""
      },
      {
        "sentence": "记住，在行动中寻找自我，并相信你的努力会带来美好的结果。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的支持，随时都可以找我聊聊。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]