[
  {
    "role": "client",
    "content": "最近我真的很难受，我的安全感越来越低，对我男友的控制欲也越来越强。我们交往了快两年了，因为他是湖南人，我是安徽人，我们的距离很远，他家庭条件也不好，所以为了在一起，我甚至放弃了学业。我们是一段校外恋情，没有谈多久他就开始对我有很强烈的需求，我也给了他第一次，然后我出来工作后我们就开始了异地恋。我会经常找机会去见他，但一切都是瞒着家里。但最近几个月，他开始和其他女生暧昧不清，我一开始原谅了他，但我自己的安全感真的很低，我无法从他身上抽出视线。我安装了定位软件，盯着他在抖音、快手和微信上的所有女性好友，我害怕她们会抢走他。每天我都感到心慌，担心胸闷，即使他不回复我的消息，我也会觉得他正在背着我和其他女生在一起。他一次次承诺不再犯错，但却一次次逼我分手，声称我们不合适，他想用这种方式赶走我。我父母比较传统，希望我找一个门当户对，离家近，条件好的男生，他们一直阻拦我们。最近我们被家里发现了，父母也同意了，但是他给不起彩礼。最近他对我也是爱答不理的，我整个人都处于胡思乱想的状态，因为他一句话，我可以开心或者难过一整天。这段时间我感到越来越慌乱，有时候情绪也控制不住了，食欲下降，对什么都提不起兴趣！",
    "annotation": [
      {
        "sentence": "最近我真的很难受，我的安全感越来越低，对我男友的控制欲也越来越强。",
        "label": ""
      },
      {
        "sentence": "我们交往了快两年了，因为他是湖南人，我是安徽人，我们的距离很远，他家庭条件也不好，所以为了在一起，我甚至放弃了学业。",
        "label": ""
      },
      {
        "sentence": "我们是一段校外恋情，没有谈多久他就开始对我有很强烈的需求，我也给了他第一次，然后我出来工作后我们就开始了异地恋。",
        "label": ""
      },
      {
        "sentence": "我会经常找机会去见他，但一切都是瞒着家里。",
        "label": ""
      },
      {
        "sentence": "但最近几个月，他开始和其他女生暧昧不清，我一开始原谅了他，但我自己的安全感真的很低，我无法从他身上抽出视线。",
        "label": ""
      },
      {
        "sentence": "我安装了定位软件，盯着他在抖音、快手和微信上的所有女性好友，我害怕她们会抢走他。",
        "label": ""
      },
      {
        "sentence": "每天我都感到心慌，担心胸闷，即使他不回复我的消息，我也会觉得他正在背着我和其他女生在一起。",
        "label": ""
      },
      {
        "sentence": "他一次次承诺不再犯错，但却一次次逼我分手，声称我们不合适，他想用这种方式赶走我。",
        "label": ""
      },
      {
        "sentence": "我父母比较传统，希望我找一个门当户对，离家近，条件好的男生，他们一直阻拦我们。",
        "label": ""
      },
      {
        "sentence": "最近我们被家里发现了，父母也同意了，但是他给不起彩礼。",
        "label": ""
      },
      {
        "sentence": "最近他对我也是爱答不理的，我整个人都处于胡思乱想的状态，因为他一句话，我可以开心或者难过一整天。",
        "label": ""
      },
      {
        "sentence": "这段时间我感到越来越慌乱，有时候情绪也控制不住了，食欲下降，对什么都提不起兴趣！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你的感受，你现在面临的情况确实很困扰。我觉得你担心失去关系的原因可能是因为你害怕外界不安全，担心没有人会一直爱护你。所以你的注意力都放在了如何避免不好的事情发生上，而忽略了你男友现在对你的关心和付出。反而通过不断的核实，让你的男友感到痛苦和困扰，离你越来越远。其实，这可能是因为你自己的信念让他感到压力的。而你害怕交流中的冲突，可能是因为你内心认为没有人会在乎你的感受，你害怕表达不愉快的情绪会导致失去关系。为了维持稳定的关系，你默默忍受，却期望对方能够了解和体恤你的感受。但是，这样只会让你的男友更加不在乎你的感受，而导致你越来越难以忍受，试图通过分手来解决问题。其实，分手并不能真正解决问题，因为你们还没有了解婚姻的真谛。婚姻的真谛是在相互连接中共同成长。有针对性的一对一咨询可能会更有帮助，如果你需要的话，可以联系我哦~",
    "annotation": [
      {
        "sentence": "很理解你的感受，你现在面临的情况确实很困扰。",
        "label": ""
      },
      {
        "sentence": "我觉得你担心失去关系的原因可能是因为你害怕外界不安全，担心没有人会一直爱护你。",
        "label": ""
      },
      {
        "sentence": "所以你的注意力都放在了如何避免不好的事情发生上，而忽略了你男友现在对你的关心和付出。",
        "label": ""
      },
      {
        "sentence": "反而通过不断的核实，让你的男友感到痛苦和困扰，离你越来越远。",
        "label": ""
      },
      {
        "sentence": "其实，这可能是因为你自己的信念让他感到压力的。",
        "label": ""
      },
      {
        "sentence": "而你害怕交流中的冲突，可能是因为你内心认为没有人会在乎你的感受，你害怕表达不愉快的情绪会导致失去关系。",
        "label": ""
      },
      {
        "sentence": "为了维持稳定的关系，你默默忍受，却期望对方能够了解和体恤你的感受。",
        "label": ""
      },
      {
        "sentence": "但是，这样只会让你的男友更加不在乎你的感受，而导致你越来越难以忍受，试图通过分手来解决问题。",
        "label": ""
      },
      {
        "sentence": "其实，分手并不能真正解决问题，因为你们还没有了解婚姻的真谛。",
        "label": ""
      },
      {
        "sentence": "婚姻的真谛是在相互连接中共同成长。",
        "label": ""
      },
      {
        "sentence": "有针对性的一对一咨询可能会更有帮助，如果你需要的话，可以联系我哦~",
        "label": ""
      }
    ]
  }
]