[
  {
    "role": "client",
    "content": "我最近安全感很低，对男友的控制欲很强。我和男友交往快两年了，因为他是湖南的，我是安徽的，所以我们之间的距离比较远。而且他家庭条件不好，我甚至为了他放弃了学业。我们可以算是异地恋，并且我们在交往不久后就发生了关系。我开始工作后，我们更是经常找机会见面，但都是秘密。然而最近几个月，他开始频繁地与其他女生搭讪，我最终还是选择原谅了他。但是我自己的安全感非常低，我无法从他那里获得关注。于是我开始安装定位软件，查看他的抖音、快手、微信好友，甚至担心其他女生会抢走他。每天我都感到很焦虑、担心，心脏也会跳得很快。如果他不回复我的消息，我会觉得他背着我和其他女生在一起。他多次承诺这样的事情不会再发生，却一次又一次地伤害我，并说他在逼我分手，认为我们不合适。他还试图用这种方式赶走我。我的父母传统一些，喜欢门当户对，离家近，条件好的对象。他们曾多次阻拦我们，但是最近我们被家里发现了，父母也同意我们交往。但是他无法承担彩礼的费用。最近他对我也是爱答不理，让我感到很痛苦，整个人都处在胡思乱想的状态。因为他的一句话，我可以开心或者难过一整天。情绪越来越慌，食欲也下降了，对任何事情都提不起兴趣。",
    "annotation": [
      {
        "sentence": "我最近安全感很低，对男友的控制欲很强。",
        "label": ""
      },
      {
        "sentence": "我和男友交往快两年了，因为他是湖南的，我是安徽的，所以我们之间的距离比较远。",
        "label": ""
      },
      {
        "sentence": "而且他家庭条件不好，我甚至为了他放弃了学业。",
        "label": ""
      },
      {
        "sentence": "我们可以算是异地恋，并且我们在交往不久后就发生了关系。",
        "label": ""
      },
      {
        "sentence": "我开始工作后，我们更是经常找机会见面，但都是秘密。",
        "label": ""
      },
      {
        "sentence": "然而最近几个月，他开始频繁地与其他女生搭讪，我最终还是选择原谅了他。",
        "label": ""
      },
      {
        "sentence": "但是我自己的安全感非常低，我无法从他那里获得关注。",
        "label": ""
      },
      {
        "sentence": "于是我开始安装定位软件，查看他的抖音、快手、微信好友，甚至担心其他女生会抢走他。",
        "label": ""
      },
      {
        "sentence": "每天我都感到很焦虑、担心，心脏也会跳得很快。",
        "label": ""
      },
      {
        "sentence": "如果他不回复我的消息，我会觉得他背着我和其他女生在一起。",
        "label": ""
      },
      {
        "sentence": "他多次承诺这样的事情不会再发生，却一次又一次地伤害我，并说他在逼我分手，认为我们不合适。",
        "label": ""
      },
      {
        "sentence": "他还试图用这种方式赶走我。",
        "label": ""
      },
      {
        "sentence": "我的父母传统一些，喜欢门当户对，离家近，条件好的对象。",
        "label": ""
      },
      {
        "sentence": "他们曾多次阻拦我们，但是最近我们被家里发现了，父母也同意我们交往。",
        "label": ""
      },
      {
        "sentence": "但是他无法承担彩礼的费用。",
        "label": ""
      },
      {
        "sentence": "最近他对我也是爱答不理，让我感到很痛苦，整个人都处在胡思乱想的状态。",
        "label": ""
      },
      {
        "sentence": "因为他的一句话，我可以开心或者难过一整天。",
        "label": ""
      },
      {
        "sentence": "情绪越来越慌，食欲也下降了，对任何事情都提不起兴趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们假设一下，如果你和他结婚了，你现在18岁，没有读书，没有工作，那么你的未来只能是每天在家洗衣服、做饭、伺候老人、带孩子。你真的期待这样的生活吗？这样的生活可以持续62年，你能承受得了吗？结婚以后，你们的日子可能只会是琐事和生活琐碎的事情，情爱只是幻想。他有很多性需要，那意味着等你怀孕生孩子了，他可能会找别人满足自己的需求，并且会理直气壮地说：“你无法满足他。”你们已经走到这一步了，他不会担心你会离开他，所以他可以毫无顾忌地出去“野”一些。即使你能把他锁在家里，恐怕每天你们都得打架。输赢一目了然。你父母说门当户对是因为穷人只能降低生活要求和质量，不是讲究吃穿，不怕苦累，不是养娇小姐，不能讲究什么，没有钱怎么讲究呢？你现在面临的是自己选择的结果，只能默默忍受。你明白吗？没有钱，没有一切。有感情也不能一直喝白开水啊！肚子还会饿啊！生活中所有的事情都需要钱，有孩子更需要花钱（自然生产1万，剖腹产2万），养孩子也要花钱，奶粉、纸尿裤、预防针、衣服、教育费用...他们家目前无法付得起彩礼，那他们将如何给你生孩子，养孩子呢？恐怕只有靠你父母的援助了。你知道他对你有这么大的吸引力吗？是因为你喜欢坏坏的男生，还是霸道的男生？还是因为反着来，不听父母的话让你感到自己独立了，觉得自己长大了就很开心呢？你好好想一想，这样无所谓地把自己的一生送出去真的那么好吗？",
    "annotation": [
      {
        "sentence": "我们假设一下，如果你和他结婚了，你现在18岁，没有读书，没有工作，那么你的未来只能是每天在家洗衣服、做饭、伺候老人、带孩子。",
        "label": ""
      },
      {
        "sentence": "你真的期待这样的生活吗？",
        "label": ""
      },
      {
        "sentence": "这样的生活可以持续62年，你能承受得了吗？",
        "label": ""
      },
      {
        "sentence": "结婚以后，你们的日子可能只会是琐事和生活琐碎的事情，情爱只是幻想。",
        "label": ""
      },
      {
        "sentence": "他有很多性需要，那意味着等你怀孕生孩子了，他可能会找别人满足自己的需求，并且会理直气壮地说：“你无法满足他。",
        "label": ""
      },
      {
        "sentence": "”你们已经走到这一步了，他不会担心你会离开他，所以他可以毫无顾忌地出去“野”一些。",
        "label": ""
      },
      {
        "sentence": "即使你能把他锁在家里，恐怕每天你们都得打架。",
        "label": ""
      },
      {
        "sentence": "输赢一目了然。",
        "label": ""
      },
      {
        "sentence": "你父母说门当户对是因为穷人只能降低生活要求和质量，不是讲究吃穿，不怕苦累，不是养娇小姐，不能讲究什么，没有钱怎么讲究呢？",
        "label": ""
      },
      {
        "sentence": "你现在面临的是自己选择的结果，只能默默忍受。",
        "label": ""
      },
      {
        "sentence": "你明白吗？",
        "label": ""
      },
      {
        "sentence": "没有钱，没有一切。",
        "label": ""
      },
      {
        "sentence": "有感情也不能一直喝白开水啊！",
        "label": ""
      },
      {
        "sentence": "肚子还会饿啊！",
        "label": ""
      },
      {
        "sentence": "生活中所有的事情都需要钱，有孩子更需要花钱（自然生产1万，剖腹产2万），养孩子也要花钱，奶粉、纸尿裤、预防针、衣服、教育费用...他们家目前无法付得起彩礼，那他们将如何给你生孩子，养孩子呢？",
        "label": ""
      },
      {
        "sentence": "恐怕只有靠你父母的援助了。",
        "label": ""
      },
      {
        "sentence": "你知道他对你有这么大的吸引力吗？",
        "label": ""
      },
      {
        "sentence": "是因为你喜欢坏坏的男生，还是霸道的男生？",
        "label": ""
      },
      {
        "sentence": "还是因为反着来，不听父母的话让你感到自己独立了，觉得自己长大了就很开心呢？",
        "label": ""
      },
      {
        "sentence": "你好好想一想，这样无所谓地把自己的一生送出去真的那么好吗？",
        "label": ""
      }
    ]
  }
]