[
  {
    "role": "client",
    "content": "我是一个18岁的女生，近几个月来我的安全感极低，对男友的控制欲越来越强。我和男友已经交往快两年了，但由于他是湖南的，而我是安徽的，我们之间的距离很远，而且他家庭条件也不好。为了和他交往，我甚至放弃了学业。他比我大四岁，我们算是校外恋，开始没谈多久，他就对性的需求很强烈。我把第一次给了他之后，我们因工作开始了异地恋。虽然我会常常找机会去看他，但我们的关系还是要隐瞒家人。但是最近几个月，他开始反反复复地和别的女生暧昧。虽然我最后还是原谅了他，但我的安全感变得很低，无法从他那里抽离视线。于是，我通过安装定位软件，监控他的抖音、快手甚至微信好友。所有的女性我都害怕会抢走他。每天我都心慌胸闷、担心不已。只要他不回复一条消息，我就会感觉他与别的女生在一起，背着我。他一次次承诺“不会再发生”，但他还是多次逼我分手，说我们不合适，想用这种方法赶走我。我父母比较传统，喜欢门当户对，离家近，条件好的对象，所以一直阻拦我们，但最近他们也同意了我们在一起。然而，彩礼他给不起，最近他对我也是冷淡无比，整个人都处于胡思乱想的状态。他一句话可以让我开心或者难过整整一天。如今我越来越慌乱，有时甚至无法控制情绪，食欲开始下降，对任何事情都提不起兴趣。",
    "annotation": [
      {
        "sentence": "我是一个18岁的女生，近几个月来我的安全感极低，对男友的控制欲越来越强。",
        "label": ""
      },
      {
        "sentence": "我和男友已经交往快两年了，但由于他是湖南的，而我是安徽的，我们之间的距离很远，而且他家庭条件也不好。",
        "label": ""
      },
      {
        "sentence": "为了和他交往，我甚至放弃了学业。",
        "label": ""
      },
      {
        "sentence": "他比我大四岁，我们算是校外恋，开始没谈多久，他就对性的需求很强烈。",
        "label": ""
      },
      {
        "sentence": "我把第一次给了他之后，我们因工作开始了异地恋。",
        "label": ""
      },
      {
        "sentence": "虽然我会常常找机会去看他，但我们的关系还是要隐瞒家人。",
        "label": ""
      },
      {
        "sentence": "但是最近几个月，他开始反反复复地和别的女生暧昧。",
        "label": ""
      },
      {
        "sentence": "虽然我最后还是原谅了他，但我的安全感变得很低，无法从他那里抽离视线。",
        "label": ""
      },
      {
        "sentence": "于是，我通过安装定位软件，监控他的抖音、快手甚至微信好友。",
        "label": ""
      },
      {
        "sentence": "所有的女性我都害怕会抢走他。",
        "label": ""
      },
      {
        "sentence": "每天我都心慌胸闷、担心不已。",
        "label": ""
      },
      {
        "sentence": "只要他不回复一条消息，我就会感觉他与别的女生在一起，背着我。",
        "label": ""
      },
      {
        "sentence": "他一次次承诺“不会再发生”，但他还是多次逼我分手，说我们不合适，想用这种方法赶走我。",
        "label": ""
      },
      {
        "sentence": "我父母比较传统，喜欢门当户对，离家近，条件好的对象，所以一直阻拦我们，但最近他们也同意了我们在一起。",
        "label": ""
      },
      {
        "sentence": "然而，彩礼他给不起，最近他对我也是冷淡无比，整个人都处于胡思乱想的状态。",
        "label": ""
      },
      {
        "sentence": "他一句话可以让我开心或者难过整整一天。",
        "label": ""
      },
      {
        "sentence": "如今我越来越慌乱，有时甚至无法控制情绪，食欲开始下降，对任何事情都提不起兴趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "让我来为你解答你的困惑和问题吧。首先，我们来探讨一下你自己的问题所在。从你的描述中，我发现你自己感觉安全感不足。我们首先来解释一下安全感，从小到大，我们和父母的依恋关系决定了我们的安全感。你可以思考一下你和父母的依恋关系是否正常，是否属于安全型依恋关系。",
    "annotation": [
      {
        "sentence": "让我来为你解答你的困惑和问题吧。",
        "label": ""
      },
      {
        "sentence": "首先，我们来探讨一下你自己的问题所在。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我发现你自己感觉安全感不足。",
        "label": ""
      },
      {
        "sentence": "我们首先来解释一下安全感，从小到大，我们和父母的依恋关系决定了我们的安全感。",
        "label": ""
      },
      {
        "sentence": "你可以思考一下你和父母的依恋关系是否正常，是否属于安全型依恋关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我和父母的依恋关系还算不错，他们对我非常关心，但确实比较传统。可能因为这样，他们一直对我们的关系持反对态度。",
    "annotation": [
      {
        "sentence": "我和父母的依恋关系还算不错，他们对我非常关心，但确实比较传统。",
        "label": ""
      },
      {
        "sentence": "可能因为这样，他们一直对我们的关系持反对态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解了你和父母的依恋关系后，我们再来看你和男友的问题。你提到他频繁地和其他女生暧昧，你要问自己这些事情是你真正觉得他在撩其他女生，还是说这只是你的误会。或者你可以思考一下，让他给你一个合理的解释，或者是一个让你可以接受的解释来看待这个事情，以便你能够走出这样的困局。",
    "annotation": [
      {
        "sentence": "了解了你和父母的依恋关系后，我们再来看你和男友的问题。",
        "label": ""
      },
      {
        "sentence": "你提到他频繁地和其他女生暧昧，你要问自己这些事情是你真正觉得他在撩其他女生，还是说这只是你的误会。",
        "label": ""
      },
      {
        "sentence": "或者你可以思考一下，让他给你一个合理的解释，或者是一个让你可以接受的解释来看待这个事情，以便你能够走出这样的困局。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实会觉得他是在撩其他女生，因为我看到了他与其他女生互动的证据。但是，也许我应该给他一个机会解释，也许他有其他的原因，而不是我所想的。",
    "annotation": [
      {
        "sentence": "我确实会觉得他是在撩其他女生，因为我看到了他与其他女生互动的证据。",
        "label": ""
      },
      {
        "sentence": "但是，也许我应该给他一个机会解释，也许他有其他的原因，而不是我所想的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，思考了解之后，你可以坦诚地和他讨论这个问题，听取他的解释，并找到更好地面对你们未来的方式。同时，也要记得过好你自己的生活，不要完全陷入这段感情中，免得影响你的工作和生活。",
    "annotation": [
      {
        "sentence": "很好，思考了解之后，你可以坦诚地和他讨论这个问题，听取他的解释，并找到更好地面对你们未来的方式。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得过好你自己的生活，不要完全陷入这段感情中，免得影响你的工作和生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了。我会和他好好沟通，并学会独立地生活和处理情感问题。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "是的，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会和他好好沟通，并学会独立地生活和处理情感问题。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你可以处理好这个问题的。如果你还有其他的疑问或者需要帮助的话，随时都可以找我倾诉。记得要保持积极乐观的心态，一切都会好起来的。",
    "annotation": [
      {
        "sentence": "不客气，我相信你可以处理好这个问题的。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他的疑问或者需要帮助的话，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "记得要保持积极乐观的心态，一切都会好起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会尽力做到的。如果有需要，我以后还会再找你的。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会尽力做到的。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我以后还会再找你的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直都在这里支持你。希望你能坚强面对问题，找到自己的幸福。祝你好运！",
    "annotation": [
      {
        "sentence": "不用客气，我一直都在这里支持你。",
        "label": ""
      },
      {
        "sentence": "希望你能坚强面对问题，找到自己的幸福。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]