[
  {
    "role": "client",
    "content": "不敢跟别人发生冲突，总是逃避，如何战胜自卑？目前最让我困惑的是我的自卑，因为童年的遭受校园暴力以及自己家庭的原因，后来就不爱说话了，不敢跟陌生人说话，甚至有时侯自卑到在亲戚家一起吃饭都不敢夹菜，不敢说话，不敢跟别人发生矛盾，一发生我就害怕，我很想冲过心理这道防线。有时我总是会想到过去的种种不好，因而去看低自己，一方面是我的能力不如别人，不被别人看好，另一方面就是童年经历有关的。我是一个典型的讨好性人格，不懂得拒绝别人，心理不想，嘴上说不出口。正因为我的自卑，人际关系差到极点了。总的来说，人际关系，不敢与陌生人说话和自己对自己的设限，总觉得自己不如别人，例如不敢跟别人发生冲突，总是逃避。想说如何从根源上让自己自信。",
    "annotation": [
      {
        "sentence": "不敢跟别人发生冲突，总是逃避，如何战胜自卑？",
        "label": ""
      },
      {
        "sentence": "目前最让我困惑的是我的自卑，因为童年的遭受校园暴力以及自己家庭的原因，后来就不爱说话了，不敢跟陌生人说话，甚至有时侯自卑到在亲戚家一起吃饭都不敢夹菜，不敢说话，不敢跟别人发生矛盾，一发生我就害怕，我很想冲过心理这道防线。",
        "label": ""
      },
      {
        "sentence": "有时我总是会想到过去的种种不好，因而去看低自己，一方面是我的能力不如别人，不被别人看好，另一方面就是童年经历有关的。",
        "label": ""
      },
      {
        "sentence": "我是一个典型的讨好性人格，不懂得拒绝别人，心理不想，嘴上说不出口。",
        "label": ""
      },
      {
        "sentence": "正因为我的自卑，人际关系差到极点了。",
        "label": ""
      },
      {
        "sentence": "总的来说，人际关系，不敢与陌生人说话和自己对自己的设限，总觉得自己不如别人，例如不敢跟别人发生冲突，总是逃避。",
        "label": ""
      },
      {
        "sentence": "想说如何从根源上让自己自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你现在的困惑和挣扎，你已经勇敢地面对了自己的问题，这是一大步。从根源上让自己变得自信，确实需要时间和努力。我想提供一个方法给你，每天制定一个小目标，慢慢地逐步克服你的自卑感。你可以试试这个方法，你觉得怎么样？",
    "annotation": [
      {
        "sentence": "我能理解你现在的困惑和挣扎，你已经勇敢地面对了自己的问题，这是一大步。",
        "label": ""
      },
      {
        "sentence": "从根源上让自己变得自信，确实需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "我想提供一个方法给你，每天制定一个小目标，慢慢地逐步克服你的自卑感。",
        "label": ""
      },
      {
        "sentence": "你可以试试这个方法，你觉得怎么样？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得这个方法听起来不错，但是我对自己的能力和勇气没有那么大的信心，不知道能不能坚持下去。",
    "annotation": [
      {
        "sentence": "我觉得这个方法听起来不错，但是我对自己的能力和勇气没有那么大的信心，不知道能不能坚持下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用担心，每个人都是从小步骤开始的。你可以从每天冲着陌生人微笑一下开始，这个并不需要太多勇气，但却能让你逐渐适应与陌生人的互动。然后，你可以尝试向路人问个路，或者在咖啡店借纸笔提醒一下街上不注意安全的小朋友。这些简单的交流会让你慢慢感受到与他人互动的积极成果。",
    "annotation": [
      {
        "sentence": "不用担心，每个人都是从小步骤开始的。",
        "label": ""
      },
      {
        "sentence": "你可以从每天冲着陌生人微笑一下开始，这个并不需要太多勇气，但却能让你逐渐适应与陌生人的互动。",
        "label": ""
      },
      {
        "sentence": "然后，你可以尝试向路人问个路，或者在咖啡店借纸笔提醒一下街上不注意安全的小朋友。",
        "label": ""
      },
      {
        "sentence": "这些简单的交流会让你慢慢感受到与他人互动的积极成果。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你说的道理，但是我担心我可能会失败。过去的经历让我害怕与别人发生矛盾，怕被拒绝或嘲笑。",
    "annotation": [
      {
        "sentence": "我明白你说的道理，但是我担心我可能会失败。",
        "label": ""
      },
      {
        "sentence": "过去的经历让我害怕与别人发生矛盾，怕被拒绝或嘲笑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕失败是很正常的感觉，但你需要明白，过去的经历并不代表未来的结果。你能够从中吸取经验教训，学会更好地应对类似的情况。你可以尝试找到一份兼职工作，发传单等社交性的活动，这样既能够提升自己，又能够融入到社会中去。虽然这个过程可能需要一些时间和耐心，但请相信自己，你一定能行的！",
    "annotation": [
      {
        "sentence": "害怕失败是很正常的感觉，但你需要明白，过去的经历并不代表未来的结果。",
        "label": ""
      },
      {
        "sentence": "你能够从中吸取经验教训，学会更好地应对类似的情况。",
        "label": ""
      },
      {
        "sentence": "你可以尝试找到一份兼职工作，发传单等社交性的活动，这样既能够提升自己，又能够融入到社会中去。",
        "label": ""
      },
      {
        "sentence": "虽然这个过程可能需要一些时间和耐心，但请相信自己，你一定能行的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试改变自己的思维方式和行为习惯，从小目标开始逐渐提升，但如果遇到挫折或困难怎么办呢？",
    "annotation": [
      {
        "sentence": "我会尝试改变自己的思维方式和行为习惯，从小目标开始逐渐提升，但如果遇到挫折或困难怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "挫折和困难在成长的过程中是难免的，重要的是如何应对和克服。如果你遇到困难，不要自责或灰心丧气，要学会寻求帮助。除了找我聊天外，你还可以积极参加一些心理疏导课程或寻求专业的心理辅导师的帮助。他们会给你更专业和个性化的建议，帮助你应对困难。",
    "annotation": [
      {
        "sentence": "挫折和困难在成长的过程中是难免的，重要的是如何应对和克服。",
        "label": ""
      },
      {
        "sentence": "如果你遇到困难，不要自责或灰心丧气，要学会寻求帮助。",
        "label": ""
      },
      {
        "sentence": "除了找我聊天外，你还可以积极参加一些心理疏导课程或寻求专业的心理辅导师的帮助。",
        "label": ""
      },
      {
        "sentence": "他们会给你更专业和个性化的建议，帮助你应对困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我会尝试寻求更多的支持和帮助。逐渐提升自己的自信，并且跨过心理的防线。非常感谢你的支持和鼓励，我会努力的！",
    "annotation": [
      {
        "sentence": "你说的很有道理，我会尝试寻求更多的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "逐渐提升自己的自信，并且跨过心理的防线。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和鼓励，我会努力的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和积极的态度！请记住，你并不孤单，我们会一直在你的身边支持你。坚持下去，你一定能够战胜自卑，重塑自信。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和积极的态度！",
        "label": ""
      },
      {
        "sentence": "请记住，你并不孤单，我们会一直在你的身边支持你。",
        "label": ""
      },
      {
        "sentence": "坚持下去，你一定能够战胜自卑，重塑自信。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]