[
  {
    "role": "client",
    "content": "我18岁，最近安全感很低，我男友对我有很强的控制欲。我们交往了快两年了，因为他是湖南人，我是安徽人，我们之间距离很远，他家庭条件也不好。我为了他放弃了学业，他现在22岁，我们是校外恋。刚开始没多久，他的需求非常强烈，我给了他我的第一次，然后我出来工作，开始了异地恋。我会经常找机会去看他，但是我都瞒着家里人。但是最近几个月，他开始反反复复地撩其他女生，我最后还是原谅了他。但是我自己的安全感非常低，在他身上无法抽身。我对他进行了全方位的监控，我安装了定位软件，他的抖音、快手甚至微信好友里所有的女性我都害怕，害怕她们抢走他。每天我都感到焦虑，害怕他不回我消息，我就会想他是不是和其他女生在一起。他一次次承诺不再犯错，但是却一次次以“不合适”来逼我分手。因为我父母喜欢门当户对，他们一直阻拦我们的关系，但是最近他们同意了。现在的问题是，彩礼他负担不起，而他对我也不关心，我整个人处于困惑和矛盾的状态。他的每一句话都能让我开心或者难过一整天，我的情绪变得越来越难控制，连食欲也开始下降，什么都提不起兴趣了。",
    "annotation": [
      {
        "sentence": "我18岁，最近安全感很低，我男友对我有很强的控制欲。",
        "label": ""
      },
      {
        "sentence": "我们交往了快两年了，因为他是湖南人，我是安徽人，我们之间距离很远，他家庭条件也不好。",
        "label": ""
      },
      {
        "sentence": "我为了他放弃了学业，他现在22岁，我们是校外恋。",
        "label": ""
      },
      {
        "sentence": "刚开始没多久，他的需求非常强烈，我给了他我的第一次，然后我出来工作，开始了异地恋。",
        "label": ""
      },
      {
        "sentence": "我会经常找机会去看他，但是我都瞒着家里人。",
        "label": ""
      },
      {
        "sentence": "但是最近几个月，他开始反反复复地撩其他女生，我最后还是原谅了他。",
        "label": ""
      },
      {
        "sentence": "但是我自己的安全感非常低，在他身上无法抽身。",
        "label": ""
      },
      {
        "sentence": "我对他进行了全方位的监控，我安装了定位软件，他的抖音、快手甚至微信好友里所有的女性我都害怕，害怕她们抢走他。",
        "label": ""
      },
      {
        "sentence": "每天我都感到焦虑，害怕他不回我消息，我就会想他是不是和其他女生在一起。",
        "label": ""
      },
      {
        "sentence": "他一次次承诺不再犯错，但是却一次次以“不合适”来逼我分手。",
        "label": ""
      },
      {
        "sentence": "因为我父母喜欢门当户对，他们一直阻拦我们的关系，但是最近他们同意了。",
        "label": ""
      },
      {
        "sentence": "现在的问题是，彩礼他负担不起，而他对我也不关心，我整个人处于困惑和矛盾的状态。",
        "label": ""
      },
      {
        "sentence": "他的每一句话都能让我开心或者难过一整天，我的情绪变得越来越难控制，连食欲也开始下降，什么都提不起兴趣了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我想问一下，你为什么选择弃学呢？另外，异地恋确实是非常困难的，因为彼此无法陪伴，容易感到忧心和缺乏安全感。你也确实发现了他撩其他女生，这更加加重了你的不安，想要控制他的欲望也更强烈了。",
    "annotation": [
      {
        "sentence": "首先，我想问一下，你为什么选择弃学呢？",
        "label": ""
      },
      {
        "sentence": "另外，异地恋确实是非常困难的，因为彼此无法陪伴，容易感到忧心和缺乏安全感。",
        "label": ""
      },
      {
        "sentence": "你也确实发现了他撩其他女生，这更加加重了你的不安，想要控制他的欲望也更强烈了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我选择弃学是因为他家庭条件不好，我们也希望能够早点在一起。",
    "annotation": [
      {
        "sentence": "我选择弃学是因为他家庭条件不好，我们也希望能够早点在一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了。但是我想提醒你，你现在还年轻，如果一段关系无法给你带来快乐，那就应该先冷静一下，不要着急进入婚姻。给自己一点时间，好好考虑一下自己的未来。",
    "annotation": [
      {
        "sentence": "明白了。",
        "label": ""
      },
      {
        "sentence": "但是我想提醒你，你现在还年轻，如果一段关系无法给你带来快乐，那就应该先冷静一下，不要着急进入婚姻。",
        "label": ""
      },
      {
        "sentence": "给自己一点时间，好好考虑一下自己的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，可能是我太依赖他了，害怕失去他。",
    "annotation": [
      {
        "sentence": "嗯，可能是我太依赖他了，害怕失去他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，爱情就像是握在手里的沙，握得越紧，流失得越快。你试图控制他，并不能给你带来快乐，也不能给他带来快乐，反而会让关系充满紧张和压力。你年轻，有自己的未来，工作、学习、社交都是需要你独立去负责的，别人无法代替你，也无权代替你。所以冷静一下，才能清醒地面对自己的人生。",
    "annotation": [
      {
        "sentence": "是的，爱情就像是握在手里的沙，握得越紧，流失得越快。",
        "label": ""
      },
      {
        "sentence": "你试图控制他，并不能给你带来快乐，也不能给他带来快乐，反而会让关系充满紧张和压力。",
        "label": ""
      },
      {
        "sentence": "你年轻，有自己的未来，工作、学习、社交都是需要你独立去负责的，别人无法代替你，也无权代替你。",
        "label": ""
      },
      {
        "sentence": "所以冷静一下，才能清醒地面对自己的人生。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对。我现在经常因为他的一句话开心或者难过一整天，我感觉自己越来越失控了。",
    "annotation": [
      {
        "sentence": "嗯，你说得对。",
        "label": ""
      },
      {
        "sentence": "我现在经常因为他的一句话开心或者难过一整天，我感觉自己越来越失控了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是因为你把太多的情绪和快乐寄托在他身上，这是很容易变得不稳定的。你要记住，你也有自己的生活和快乐，不能完全依靠一个人来获得幸福。希望你能因为幸福而走进婚姻，而不是因为恐惧和不安。",
    "annotation": [
      {
        "sentence": "这是因为你把太多的情绪和快乐寄托在他身上，这是很容易变得不稳定的。",
        "label": ""
      },
      {
        "sentence": "你要记住，你也有自己的生活和快乐，不能完全依靠一个人来获得幸福。",
        "label": ""
      },
      {
        "sentence": "希望你能因为幸福而走进婚姻，而不是因为恐惧和不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望你能够冷静下来，好好思考一下自己的未来。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，希望你能够冷静下来，好好思考一下自己的未来。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]