[
  {
    "role": "client",
    "content": "我太怕带不好娃了，生完孩子的焦虑该怎么调节？怀孕时因为被医生吓出产期焦虑症，所以生完后一直状态不好，也因此一直以来特别自责，没有把孩子照顾好，也没给孩子喂母乳，我的想法是自己情绪不好，怕孩子喂母乳把不好的情绪传给孩子（听月嫂说大人生气的奶不要给小孩喝）。心理一直有种自责的声音现在孩子快三岁了，带孩子上面我特别较真，举个例子，孩子在外面玩，被别的孩子打了或者玩具被抢了哭，我一边心疼，一边会责怪自己没把孩子带好，为什么总是被欺负，然后会联想到这样去幼儿园会不会经常受委屈，会不会造成心里阴影，时间久了长大了会不会性格很胆小，不爱说话等等之类的事情，然后我反而会非常羡慕那些性格强势的孩子，就会反思是不是我哪里没带好，把孩子性格没有培养好，让孩子总是处于弱势群体，就这样因为一件小事让自己处于无限焦虑和自责当中，反复循环，孩子不好了都在自己身上找问题，弄得我现在特别敏感自卑，觉得自己一无是处。唉，我太怕带不好娃了。",
    "annotation": [
      {
        "sentence": "我太怕带不好娃了，生完孩子的焦虑该怎么调节？",
        "label": ""
      },
      {
        "sentence": "怀孕时因为被医生吓出产期焦虑症，所以生完后一直状态不好，也因此一直以来特别自责，没有把孩子照顾好，也没给孩子喂母乳，我的想法是自己情绪不好，怕孩子喂母乳把不好的情绪传给孩子（听月嫂说大人生气的奶不要给小孩喝）。",
        "label": ""
      },
      {
        "sentence": "心理一直有种自责的声音现在孩子快三岁了，带孩子上面我特别较真，举个例子，孩子在外面玩，被别的孩子打了或者玩具被抢了哭，我一边心疼，一边会责怪自己没把孩子带好，为什么总是被欺负，然后会联想到这样去幼儿园会不会经常受委屈，会不会造成心里阴影，时间久了长大了会不会性格很胆小，不爱说话等等之类的事情，然后我反而会非常羡慕那些性格强势的孩子，就会反思是不是我哪里没带好，把孩子性格没有培养好，让孩子总是处于弱势群体，就这样因为一件小事让自己处于无限焦虑和自责当中，反复循环，孩子不好了都在自己身上找问题，弄得我现在特别敏感自卑，觉得自己一无是处。",
        "label": ""
      },
      {
        "sentence": "唉，我太怕带不好娃了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的焦虑妈妈，同样作为一名妈妈，你的感受我非常理解。刚刚成为妈妈的时候，伤口痛加情绪异常，使得我一度崩溃。任何事都在责备自己，觉得自己失败，带不好孩子。",
    "annotation": [
      {
        "sentence": "亲爱的焦虑妈妈，同样作为一名妈妈，你的感受我非常理解。",
        "label": ""
      },
      {
        "sentence": "刚刚成为妈妈的时候，伤口痛加情绪异常，使得我一度崩溃。",
        "label": ""
      },
      {
        "sentence": "任何事都在责备自己，觉得自己失败，带不好孩子。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是这样一直自责着，觉得自己做不好。",
    "annotation": [
      {
        "sentence": "是的，我就是这样一直自责着，觉得自己做不好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子哭我就自己打自己，孩子不舒服生病我更是夜夜不能安睡。一开始只是以为自己太笨了，真的相信的婆婆说的“光念书了，连个孩子都看不好！”我不断自责，不断否定自己。",
    "annotation": [
      {
        "sentence": "孩子哭我就自己打自己，孩子不舒服生病我更是夜夜不能安睡。",
        "label": ""
      },
      {
        "sentence": "一开始只是以为自己太笨了，真的相信的婆婆说的“光念书了，连个孩子都看不好！",
        "label": ""
      },
      {
        "sentence": "”我不断自责，不断否定自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也常常觉得自己很笨，不能像其他妈妈那样轻松。",
    "annotation": [
      {
        "sentence": "我也常常觉得自己很笨，不能像其他妈妈那样轻松。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "后来产假休完上班，才慢慢把精力放在工作上。当我不再紧张兮兮地面对满地鸡毛的时候，我反而发现孩子好带了许多。她不再频繁生病，不再每天吃我准备的精细的食物，开始学着大人的样子吃饭，身体状况反而好了很多。",
    "annotation": [
      {
        "sentence": "后来产假休完上班，才慢慢把精力放在工作上。",
        "label": ""
      },
      {
        "sentence": "当我不再紧张兮兮地面对满地鸡毛的时候，我反而发现孩子好带了许多。",
        "label": ""
      },
      {
        "sentence": "她不再频繁生病，不再每天吃我准备的精细的食物，开始学着大人的样子吃饭，身体状况反而好了很多。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来是这样啊，那我是不是也应该放松点，不要太过紧张？",
    "annotation": [
      {
        "sentence": "原来是这样啊，那我是不是也应该放松点，不要太过紧张？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，让自己放松一点。每一个妈妈都希望孩子健康成长，但是过多的精力都倾注在这件事上，也会让你更加紧张。",
    "annotation": [
      {
        "sentence": "是的，让自己放松一点。",
        "label": ""
      },
      {
        "sentence": "每一个妈妈都希望孩子健康成长，但是过多的精力都倾注在这件事上，也会让你更加紧张。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要学会放松自己，不要一直责备自己了。",
    "annotation": [
      {
        "sentence": "我明白了，我要学会放松自己，不要一直责备自己了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明明很正常的事情，因为我们变得紧张而显得糟糕。把精力一点点放在自己身上。孩子需要的不单单是无微不至的照顾，更需要一个优秀的妈妈。加油，超人妈妈。",
    "annotation": [
      {
        "sentence": "明明很正常的事情，因为我们变得紧张而显得糟糕。",
        "label": ""
      },
      {
        "sentence": "把精力一点点放在自己身上。",
        "label": ""
      },
      {
        "sentence": "孩子需要的不单单是无微不至的照顾，更需要一个优秀的妈妈。",
        "label": ""
      },
      {
        "sentence": "加油，超人妈妈。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会好好调节自己的情绪，给孩子一个幸福的成长环境。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会好好调节自己的情绪，给孩子一个幸福的成长环境。",
        "label": ""
      }
    ]
  }
]