[
  {
    "role": "client",
    "content": "大三，对自己的专业兴趣不大，学的不好压力大怎么办？",
    "annotation": [
      {
        "sentence": "大三，对自己的专业兴趣不大，学的不好压力大怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "就是临近毕业了呗，对于自己的专业不感兴趣了。听你的描述，大二时候还挺有成就感的，是后来才慢慢变得提起就烦的程度，这种大起大落有点像过山车。不过从中，我也看到了一丝原因，就是给自己的压力过大，重视专业没有错，但过重，人的心里就会反弹。因此效果更加糟糕。",
    "annotation": [
      {
        "sentence": "就是临近毕业了呗，对于自己的专业不感兴趣了。",
        "label": ""
      },
      {
        "sentence": "听你的描述，大二时候还挺有成就感的，是后来才慢慢变得提起就烦的程度，这种大起大落有点像过山车。",
        "label": ""
      },
      {
        "sentence": "不过从中，我也看到了一丝原因，就是给自己的压力过大，重视专业没有错，但过重，人的心里就会反弹。",
        "label": ""
      },
      {
        "sentence": "因此效果更加糟糕。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "大二大三课业压力变大，从一心只想学习到一想起它就烦，我真的感觉很难过，很可惜，很遗憾。我在学习的过程中发现自己对本专业的内容并不感兴趣。",
    "annotation": [
      {
        "sentence": "大二大三课业压力变大，从一心只想学习到一想起它就烦，我真的感觉很难过，很可惜，很遗憾。",
        "label": ""
      },
      {
        "sentence": "我在学习的过程中发现自己对本专业的内容并不感兴趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在学生时代，最大的压力就是课业了吧，可以看得出你是一个很认真的人，不然不会走两个极端的，要么一心学习，要么提起就烦，就是极致之后的反弹。专业很重要，但专业不是唯一，就像我们心理学，它需要涉及的领域有：文学、历史、哲学、经济、物理、犯罪等等领域。所以，当我们过重于我们的专业的时候，随之而来的压力会过大，不能及时疏通处理的时候，就会变成不感兴趣到厌倦。",
    "annotation": [
      {
        "sentence": "在学生时代，最大的压力就是课业了吧，可以看得出你是一个很认真的人，不然不会走两个极端的，要么一心学习，要么提起就烦，就是极致之后的反弹。",
        "label": ""
      },
      {
        "sentence": "专业很重要，但专业不是唯一，就像我们心理学，它需要涉及的领域有：文学、历史、哲学、经济、物理、犯罪等等领域。",
        "label": ""
      },
      {
        "sentence": "所以，当我们过重于我们的专业的时候，随之而来的压力会过大，不能及时疏通处理的时候，就会变成不感兴趣到厌倦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但同时，我是个重视专业能力的人，觉得学什么就要像什么，总想学得很好。可是我学不明白，专业能力不足。每次交完作业我都好累，大二的时候还有迎难而上的热情，完成作品后也有一些喜悦，可大三就算完成了作品，也没有成就感了。",
    "annotation": [
      {
        "sentence": "但同时，我是个重视专业能力的人，觉得学什么就要像什么，总想学得很好。",
        "label": ""
      },
      {
        "sentence": "可是我学不明白，专业能力不足。",
        "label": ""
      },
      {
        "sentence": "每次交完作业我都好累，大二的时候还有迎难而上的热情，完成作品后也有一些喜悦，可大三就算完成了作品，也没有成就感了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "重视专业很好，有个人能力也很赞，可是我们都是人，能持续多久呢？人的耐力有多久呢？当问题累计多了，就像大山一样，一下子压在你身上，喘不过气来。大二时候问题没那么多，也有热情，但现在只靠仅有的一点热情是不够的了，很快就被现实冲淡了。",
    "annotation": [
      {
        "sentence": "重视专业很好，有个人能力也很赞，可是我们都是人，能持续多久呢？",
        "label": ""
      },
      {
        "sentence": "人的耐力有多久呢？",
        "label": ""
      },
      {
        "sentence": "当问题累计多了，就像大山一样，一下子压在你身上，喘不过气来。",
        "label": ""
      },
      {
        "sentence": "大二时候问题没那么多，也有热情，但现在只靠仅有的一点热情是不够的了，很快就被现实冲淡了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得有一个原因，大二时候只是为了做完，大三时候除了做完还想要做好，然而我对自己的作品并不满意，想要提升，却又非常抵触学习。抵触因为：一是做完项目身心俱疲，现在一想起做项目我就累，还没开始做就觉得好累。二是基于上一条，心累，不想从事相关职业，于是不知道自己学这个是为了什么，没有动力。",
    "annotation": [
      {
        "sentence": "我觉得有一个原因，大二时候只是为了做完，大三时候除了做完还想要做好，然而我对自己的作品并不满意，想要提升，却又非常抵触学习。",
        "label": ""
      },
      {
        "sentence": "抵触因为：一是做完项目身心俱疲，现在一想起做项目我就累，还没开始做就觉得好累。",
        "label": ""
      },
      {
        "sentence": "二是基于上一条，心累，不想从事相关职业，于是不知道自己学这个是为了什么，没有动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在做项目过程中，没有得到好的体验，但还强撑着做了下来。但反过来讲呢，如果当时做项目的时候调整到好的状态，得到好的体验，那种没有做够的感觉的，还会有那么疲惫感吗？还会担心从事相关职业的压力吗？还会没有动力吗？",
    "annotation": [
      {
        "sentence": "在做项目过程中，没有得到好的体验，但还强撑着做了下来。",
        "label": ""
      },
      {
        "sentence": "但反过来讲呢，如果当时做项目的时候调整到好的状态，得到好的体验，那种没有做够的感觉的，还会有那么疲惫感吗？",
        "label": ""
      },
      {
        "sentence": "还会担心从事相关职业的压力吗？",
        "label": ""
      },
      {
        "sentence": "还会没有动力吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "抵触学习和我追求专业能力很矛盾。现在找实习不得不放弃那些未尝试过的职位，我觉得遗憾不甘。想考研去一个其他领域，可很难下定决心，毕竟当初我对自己的专业也是抱着很大热忱。",
    "annotation": [
      {
        "sentence": "抵触学习和我追求专业能力很矛盾。",
        "label": ""
      },
      {
        "sentence": "现在找实习不得不放弃那些未尝试过的职位，我觉得遗憾不甘。",
        "label": ""
      },
      {
        "sentence": "想考研去一个其他领域，可很难下定决心，毕竟当初我对自己的专业也是抱着很大热忱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的内心的确混乱，需要好好的整理，和职业规划一下。按理来说它们并不矛盾，只要找到抵触原因，找到抵触问题，就可以变成你追求专业的能力了。实习期间，做什么根本不重要，甚至工作几年也都是在寻找适合自己的职位，就算最终没有做自己的专业的人也大把，可以做到很好。何必设限呢？",
    "annotation": [
      {
        "sentence": "你的内心的确混乱，需要好好的整理，和职业规划一下。",
        "label": ""
      },
      {
        "sentence": "按理来说它们并不矛盾，只要找到抵触原因，找到抵触问题，就可以变成你追求专业的能力了。",
        "label": ""
      },
      {
        "sentence": "实习期间，做什么根本不重要，甚至工作几年也都是在寻找适合自己的职位，就算最终没有做自己的专业的人也大把，可以做到很好。",
        "label": ""
      },
      {
        "sentence": "何必设限呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "现在对于自己的专业感觉很疲惫，处于一接任务就烦的状态，去从事相关工作的话心态应该会比较消极。",
    "annotation": [
      {
        "sentence": "现在对于自己的专业感觉很疲惫，处于一接任务就烦的状态，去从事相关工作的话心态应该会比较消极。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你把你看待专业的心态调整一下，好好学好专业是正事，但它不是唯一，不需要做到完美，有瑕疵的东西才是真实。已经让自己反感了，就算做的再好，也是做样子。人要好好跟自己相处，不然做什么都会累的，你是聪明人，能懂的。",
    "annotation": [
      {
        "sentence": "你把你看待专业的心态调整一下，好好学好专业是正事，但它不是唯一，不需要做到完美，有瑕疵的东西才是真实。",
        "label": ""
      },
      {
        "sentence": "已经让自己反感了，就算做的再好，也是做样子。",
        "label": ""
      },
      {
        "sentence": "人要好好跟自己相处，不然做什么都会累的，你是聪明人，能懂的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "家里人想让我继续学习本专业，以考上研为目的。但我想趁着二十岁尝试一下其他的领域，说不定就发现真正喜欢的了。我现在跨考专业课复习刚开始不久，下不定决心，还挺纠结的。",
    "annotation": [
      {
        "sentence": "家里人想让我继续学习本专业，以考上研为目的。",
        "label": ""
      },
      {
        "sentence": "但我想趁着二十岁尝试一下其他的领域，说不定就发现真正喜欢的了。",
        "label": ""
      },
      {
        "sentence": "我现在跨考专业课复习刚开始不久，下不定决心，还挺纠结的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要纠结，想做就去做，不想做就不做，不要两面跳，不然就都做不好了。破釜沉舟，决定了就去做，不要管对错，把你一开始的那种劲头拿出来，就不会差。",
    "annotation": [
      {
        "sentence": "不要纠结，想做就去做，不想做就不做，不要两面跳，不然就都做不好了。",
        "label": ""
      },
      {
        "sentence": "破釜沉舟，决定了就去做，不要管对错，把你一开始的那种劲头拿出来，就不会差。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会好好思考、",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会好好思考、",
        "label": ""
      }
    ]
  }
]