[
  {
    "role": "client",
    "content": "生活真的好烂好烂，每天都被这样的一个我而痛苦着？每天都是各种问题，向爸妈诉说也累了，他们也有自己的事烦恼着，真的是不能再说了，每天都被这样的一个我而痛苦着。哭，无聊，闹心，我真的不知道一天天都在干什么，被我过荒废了。",
    "annotation": [
      {
        "sentence": "生活真的好烂好烂，每天都被这样的一个我而痛苦着？",
        "label": ""
      },
      {
        "sentence": "每天都是各种问题，向爸妈诉说也累了，他们也有自己的事烦恼着，真的是不能再说了，每天都被这样的一个我而痛苦着。",
        "label": ""
      },
      {
        "sentence": "哭，无聊，闹心，我真的不知道一天天都在干什么，被我过荒废了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "生活确实会让人感到烦恼和无助，但我们需要有一种积极的态度来面对。你所烦恼的问题可以一一处理，通过认真梳理，我们可以找到解决之道。在处理问题时，你可以先整理出所有问题，然后分析出哪些是当天可以解决的，哪些需要长期计划，哪些需要他人的帮助，以及紧急重要程度如何。终将成长的人需要在相同时间内处理多个问题，而这些问题在紧急程度、重要程度上都各不相同。也许你需要学会更好地思考和分配时间和精力，让每天的问题变得简单一些。而无论我们和他人建立了什么关系，我们都需要独自面对自己的问题，但你是一个很懂事的孩子，和父母沟通并理解他们的世界，这是非常好的。不过，不要忘记你也是父母的孩子，你可以主动安慰他们，做些小事让他们开心，父母也有义务关注你的感受。关系中，不要害怕给予对方“添麻烦”，我们要以感恩和回报为出发点。如果你不愿意和父母谈心，可以和朋友聊聊自己的烦恼，但最终你还是需要自己来解决问题。不要急躁，也不要拖延，问题总会有解决的一天，当情绪不好时，可以适当休息一下。按照自己的步调努力着，生活可能很糟糕，但我们不能一直陷入困境，需要主动地改变和学会放下。",
    "annotation": [
      {
        "sentence": "生活确实会让人感到烦恼和无助，但我们需要有一种积极的态度来面对。",
        "label": ""
      },
      {
        "sentence": "你所烦恼的问题可以一一处理，通过认真梳理，我们可以找到解决之道。",
        "label": ""
      },
      {
        "sentence": "在处理问题时，你可以先整理出所有问题，然后分析出哪些是当天可以解决的，哪些需要长期计划，哪些需要他人的帮助，以及紧急重要程度如何。",
        "label": ""
      },
      {
        "sentence": "终将成长的人需要在相同时间内处理多个问题，而这些问题在紧急程度、重要程度上都各不相同。",
        "label": ""
      },
      {
        "sentence": "也许你需要学会更好地思考和分配时间和精力，让每天的问题变得简单一些。",
        "label": ""
      },
      {
        "sentence": "而无论我们和他人建立了什么关系，我们都需要独自面对自己的问题，但你是一个很懂事的孩子，和父母沟通并理解他们的世界，这是非常好的。",
        "label": ""
      },
      {
        "sentence": "不过，不要忘记你也是父母的孩子，你可以主动安慰他们，做些小事让他们开心，父母也有义务关注你的感受。",
        "label": ""
      },
      {
        "sentence": "关系中，不要害怕给予对方“添麻烦”，我们要以感恩和回报为出发点。",
        "label": ""
      },
      {
        "sentence": "如果你不愿意和父母谈心，可以和朋友聊聊自己的烦恼，但最终你还是需要自己来解决问题。",
        "label": ""
      },
      {
        "sentence": "不要急躁，也不要拖延，问题总会有解决的一天，当情绪不好时，可以适当休息一下。",
        "label": ""
      },
      {
        "sentence": "按照自己的步调努力着，生活可能很糟糕，但我们不能一直陷入困境，需要主动地改变和学会放下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我明白了自己需要面对并解决这些问题。但有时候我可能会觉得压力很大，感到力不从心，不知道如何去应对。支持者：压力是生活中常有的一部分，每个人都会有这种感受。当你觉得快要承受不住的时候，可以尝试一些放松的方法，比如深呼吸、听音乐或者运动等。同时也可以给自己找一些喜欢的事情，适当转移注意力，以减轻压力。求助者：你提醒我了，我会试试这些方法来缓解压力。但有时候我还是会感到孤独，觉得没有人能够理解我。支持者：感到孤独是很正常的情绪，人们都有这样的时候。你可以试着和朋友聊聊天，或者参加一些兴趣小组，扩大自己的社交圈子。还可以尝试和家人或者老师沟通，告诉他们你的困扰和需求，他们也会给予支持和理解。求助者：你说的对，我要主动和周围的人进行交流，寻找支持。但有时候我会觉得自己很无助，不知道应该怎么面对困难。支持者：面对困难，我们可以寻求他人的帮助。不要害怕向他人寻求支持和建议，可以和信任的人进行交流，听听他们的想法。同时，你也可以思考自己过去是如何解决问题的，或许可以找到一些启发和方法。求助者：你的建议让我有了新的想法，我应该学会相信自己，并勇敢地面对困难。谢谢你的支持。支持者：不客气，相信自己是非常重要的，你是一个很坚强的人。遇到困难时，别忘了回顾自己的成长经历，相信自己能够克服一切。如果还需要帮助，记得随时来找我聊天。求助者：谢谢你，我会记住的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我明白了自己需要面对并解决这些问题。",
        "label": ""
      },
      {
        "sentence": "但有时候我可能会觉得压力很大，感到力不从心，不知道如何去应对。",
        "label": ""
      },
      {
        "sentence": "支持者：压力是生活中常有的一部分，每个人都会有这种感受。",
        "label": ""
      },
      {
        "sentence": "当你觉得快要承受不住的时候，可以尝试一些放松的方法，比如深呼吸、听音乐或者运动等。",
        "label": ""
      },
      {
        "sentence": "同时也可以给自己找一些喜欢的事情，适当转移注意力，以减轻压力。",
        "label": ""
      },
      {
        "sentence": "求助者：你提醒我了，我会试试这些方法来缓解压力。",
        "label": ""
      },
      {
        "sentence": "但有时候我还是会感到孤独，觉得没有人能够理解我。",
        "label": ""
      },
      {
        "sentence": "支持者：感到孤独是很正常的情绪，人们都有这样的时候。",
        "label": ""
      },
      {
        "sentence": "你可以试着和朋友聊聊天，或者参加一些兴趣小组，扩大自己的社交圈子。",
        "label": ""
      },
      {
        "sentence": "还可以尝试和家人或者老师沟通，告诉他们你的困扰和需求，他们也会给予支持和理解。",
        "label": ""
      },
      {
        "sentence": "求助者：你说的对，我要主动和周围的人进行交流，寻找支持。",
        "label": ""
      },
      {
        "sentence": "但有时候我会觉得自己很无助，不知道应该怎么面对困难。",
        "label": ""
      },
      {
        "sentence": "支持者：面对困难，我们可以寻求他人的帮助。",
        "label": ""
      },
      {
        "sentence": "不要害怕向他人寻求支持和建议，可以和信任的人进行交流，听听他们的想法。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以思考自己过去是如何解决问题的，或许可以找到一些启发和方法。",
        "label": ""
      },
      {
        "sentence": "求助者：你的建议让我有了新的想法，我应该学会相信自己，并勇敢地面对困难。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持。",
        "label": ""
      },
      {
        "sentence": "支持者：不客气，相信自己是非常重要的，你是一个很坚强的人。",
        "label": ""
      },
      {
        "sentence": "遇到困难时，别忘了回顾自己的成长经历，相信自己能够克服一切。",
        "label": ""
      },
      {
        "sentence": "如果还需要帮助，记得随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "求助者：谢谢你，我会记住的。",
        "label": ""
      }
    ]
  }
]