[
  {
    "role": "client",
    "content": "爱的感觉到底是什么？希望一见钟情，又希望被爱？我曾经喜欢过一个男生很久，导致现在跟他有相似感觉的人我都会特别心动，然而去年有一个男生追我，我对他没有这种一见钟情的心动，他一直打扰我，断了联系几天后我开始想他，后来茫然的在一起了，只因为我希望他能让我快乐，。然而在此之前，我遇到社团的一个学弟，有那种让我心动的感觉，就这种一见钟情，我喜欢人会习惯性的隐藏，并且当时我跟一个也有感觉的学长有来往，把自己的感觉压了下来。然而后来跟追我这个男生在疫情期间网恋后分手以后才发现我不知不觉的对这个学弟的一见钟情的感觉越想越强烈，然而现在这个前男友联系我，感觉他还喜欢我，而且他挺关心我的，我现在很需要感情的慰籍，但是我不知道怎么办了？我很喜欢一见钟情的感觉，可眼下很贪恋前男友现在对我的好，缺点一见钟情，我们可能会有复合的感觉，这就是我矛盾的地方，一见钟情的人会让我有激情一些，我对学弟不争取的话也怕错过，可是我得表白，就不是被爱了，可能我更累一些。盲目啊",
    "annotation": [
      {
        "sentence": "爱的感觉到底是什么？",
        "label": ""
      },
      {
        "sentence": "希望一见钟情，又希望被爱？",
        "label": ""
      },
      {
        "sentence": "我曾经喜欢过一个男生很久，导致现在跟他有相似感觉的人我都会特别心动，然而去年有一个男生追我，我对他没有这种一见钟情的心动，他一直打扰我，断了联系几天后我开始想他，后来茫然的在一起了，只因为我希望他能让我快乐，。",
        "label": ""
      },
      {
        "sentence": "然而在此之前，我遇到社团的一个学弟，有那种让我心动的感觉，就这种一见钟情，我喜欢人会习惯性的隐藏，并且当时我跟一个也有感觉的学长有来往，把自己的感觉压了下来。",
        "label": ""
      },
      {
        "sentence": "然而后来跟追我这个男生在疫情期间网恋后分手以后才发现我不知不觉的对这个学弟的一见钟情的感觉越想越强烈，然而现在这个前男友联系我，感觉他还喜欢我，而且他挺关心我的，我现在很需要感情的慰籍，但是我不知道怎么办了？",
        "label": ""
      },
      {
        "sentence": "我很喜欢一见钟情的感觉，可眼下很贪恋前男友现在对我的好，缺点一见钟情，我们可能会有复合的感觉，这就是我矛盾的地方，一见钟情的人会让我有激情一些，我对学弟不争取的话也怕错过，可是我得表白，就不是被爱了，可能我更累一些。",
        "label": ""
      },
      {
        "sentence": "盲目啊",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的问题是关于爱的感觉和希望一见钟情的矛盾。从你的描述中，我感受到你在纠结和犹豫。你在思考追求有心动感觉的学弟还是与在乎关心你的前任复合。这俩个选择都有不确定性，可能会让你感到疲惫。我建议你思考一下你在每段感情中能得到什么。或许你需要的不是心动的感觉，而是有人能真正地爱你，你也对他有心动感觉。你需要清楚两者的价值排序。最好的关系应该是彼此仰慕和欣赏，互相心动和接受彼此。或许目前这两个人都不是你的归宿，但在你目前的状态下，你需要仔细问问自己的内心，不要伤害喜欢你的人，也不要放弃你喜欢的人。一见钟情和长时间陪伴，每个人心中的看法不同。你似乎是一个容易对类似感觉的人产生喜欢的人。你是否思考过你心动的人是什么打动了你呢？恋爱不是数学题，没有一套公式能有正确答案。按照你的一见钟情公式得到的人真的是你的爱情答案吗？你和前任的关系中可能存在一些问题需要解决。分手的原因是否得到解决？你们之间出现的矛盾有反思和改变吗？对方想和你复合的原因是放不下你？还是习惯了你的陪伴？还是假期一个人感到孤单？每个选择都需要仔细思考，你想要的是什么，能得到多少？对方想要的是什么，你能给多少？你们在一起时可能需要面对什么问题？恋爱需要勇气，也需要理智和清醒。对自己的情感负责，同时也要尊重他人的情感。",
    "annotation": [
      {
        "sentence": "你的问题是关于爱的感觉和希望一见钟情的矛盾。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我感受到你在纠结和犹豫。",
        "label": ""
      },
      {
        "sentence": "你在思考追求有心动感觉的学弟还是与在乎关心你的前任复合。",
        "label": ""
      },
      {
        "sentence": "这俩个选择都有不确定性，可能会让你感到疲惫。",
        "label": ""
      },
      {
        "sentence": "我建议你思考一下你在每段感情中能得到什么。",
        "label": ""
      },
      {
        "sentence": "或许你需要的不是心动的感觉，而是有人能真正地爱你，你也对他有心动感觉。",
        "label": ""
      },
      {
        "sentence": "你需要清楚两者的价值排序。",
        "label": ""
      },
      {
        "sentence": "最好的关系应该是彼此仰慕和欣赏，互相心动和接受彼此。",
        "label": ""
      },
      {
        "sentence": "或许目前这两个人都不是你的归宿，但在你目前的状态下，你需要仔细问问自己的内心，不要伤害喜欢你的人，也不要放弃你喜欢的人。",
        "label": ""
      },
      {
        "sentence": "一见钟情和长时间陪伴，每个人心中的看法不同。",
        "label": ""
      },
      {
        "sentence": "你似乎是一个容易对类似感觉的人产生喜欢的人。",
        "label": ""
      },
      {
        "sentence": "你是否思考过你心动的人是什么打动了你呢？",
        "label": ""
      },
      {
        "sentence": "恋爱不是数学题，没有一套公式能有正确答案。",
        "label": ""
      },
      {
        "sentence": "按照你的一见钟情公式得到的人真的是你的爱情答案吗？",
        "label": ""
      },
      {
        "sentence": "你和前任的关系中可能存在一些问题需要解决。",
        "label": ""
      },
      {
        "sentence": "分手的原因是否得到解决？",
        "label": ""
      },
      {
        "sentence": "你们之间出现的矛盾有反思和改变吗？",
        "label": ""
      },
      {
        "sentence": "对方想和你复合的原因是放不下你？",
        "label": ""
      },
      {
        "sentence": "还是习惯了你的陪伴？",
        "label": ""
      },
      {
        "sentence": "还是假期一个人感到孤单？",
        "label": ""
      },
      {
        "sentence": "每个选择都需要仔细思考，你想要的是什么，能得到多少？",
        "label": ""
      },
      {
        "sentence": "对方想要的是什么，你能给多少？",
        "label": ""
      },
      {
        "sentence": "你们在一起时可能需要面对什么问题？",
        "label": ""
      },
      {
        "sentence": "恋爱需要勇气，也需要理智和清醒。",
        "label": ""
      },
      {
        "sentence": "对自己的情感负责，同时也要尊重他人的情感。",
        "label": ""
      }
    ]
  }
]