[
  {
    "role": "client",
    "content": "高考完，对所有感兴趣事物失去热情，怎么办？高考完，原先喜欢的电影书籍旅游艺术，统统都觉得没意思，什么都不想干，原先的计划都不想去做每天不知道干什么对什么都失去热情，很想减肥，感到非常焦虑，虽然一点点胖，但觉得非常难过，无法忍受自己，但是又特别想吃，永远都不觉得饱，每天都在厌食暴食中度过，很厌恶自己，运动没有效果，每天焦虑焦躁。",
    "annotation": [
      {
        "sentence": "高考完，对所有感兴趣事物失去热情，怎么办？",
        "label": ""
      },
      {
        "sentence": "高考完，原先喜欢的电影书籍旅游艺术，统统都觉得没意思，什么都不想干，原先的计划都不想去做每天不知道干什么对什么都失去热情，很想减肥，感到非常焦虑，虽然一点点胖，但觉得非常难过，无法忍受自己，但是又特别想吃，永远都不觉得饱，每天都在厌食暴食中度过，很厌恶自己，运动没有效果，每天焦虑焦躁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先给你一个小小的拥抱。一朝高考，寒窗十年。从小我们就被灌输着要好好学习，考上大学就好了的思想。所谓有舍有得，想要好的成绩就必须花费更多的时间，尤其是高中时代，我们的私人时间简直被压缩殆尽。",
    "annotation": [
      {
        "sentence": "首先给你一个小小的拥抱。",
        "label": ""
      },
      {
        "sentence": "一朝高考，寒窗十年。",
        "label": ""
      },
      {
        "sentence": "从小我们就被灌输着要好好学习，考上大学就好了的思想。",
        "label": ""
      },
      {
        "sentence": "所谓有舍有得，想要好的成绩就必须花费更多的时间，尤其是高中时代，我们的私人时间简直被压缩殆尽。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得没错，我确实觉得高中时光过得很累，没什么自己的时间。",
    "annotation": [
      {
        "sentence": "你说得没错，我确实觉得高中时光过得很累，没什么自己的时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当生活枯燥的只剩下学习时，偶尔的一次电影，书籍都会给我们带来很大的欢喜，就如同一个饿了三天的人，无论吃什么，都是美味。但是，当我们有足够的时间时，当我们没有什么目标时，懒惰会占据我们的大脑。电影书籍旅游艺术无一不需要花费时间和精力，所谓站着不如坐着，坐着不如躺着，与其花那么多精力，不如躺在床上刷小视频来的好。这也算是中国的一种快餐文化吧，毕竟在快节奏的现在，想要真正静下心来欣赏某一事物，也是很难的。",
    "annotation": [
      {
        "sentence": "当生活枯燥的只剩下学习时，偶尔的一次电影，书籍都会给我们带来很大的欢喜，就如同一个饿了三天的人，无论吃什么，都是美味。",
        "label": ""
      },
      {
        "sentence": "但是，当我们有足够的时间时，当我们没有什么目标时，懒惰会占据我们的大脑。",
        "label": ""
      },
      {
        "sentence": "电影书籍旅游艺术无一不需要花费时间和精力，所谓站着不如坐着，坐着不如躺着，与其花那么多精力，不如躺在床上刷小视频来的好。",
        "label": ""
      },
      {
        "sentence": "这也算是中国的一种快餐文化吧，毕竟在快节奏的现在，想要真正静下心来欣赏某一事物，也是很难的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，可能我平时习惯了快节奏的生活，所以才会觉得没意思。",
    "annotation": [
      {
        "sentence": "我明白你的意思，可能我平时习惯了快节奏的生活，所以才会觉得没意思。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "什么也不想做，什么都失去了热情，想减肥，很焦虑，难过，虽然厌恶现在的自己，又无法改变。你有没有发现，其实在学校的严格管理中，这些情况往往很少出现。可当没人限制我们了，这样的情绪反而越来越多，这有很大一部分是我们的拖延思想在作怪，你会想：啊，没事，高考完了先休息一下，过两天完成。两天后，你又会想，才过了两天再耍耍，两天两天的过去了，你会突然发现你对他们失去了很多热情，想要去做，却频频走神，困倦，从而不得不放弃，又想要坚持，只觉得自己不争气。但是我们都知道，这样的状态一直下去会越来越不好，所以我还是想给你一些建议，希望对你有所帮助。",
    "annotation": [
      {
        "sentence": "什么也不想做，什么都失去了热情，想减肥，很焦虑，难过，虽然厌恶现在的自己，又无法改变。",
        "label": ""
      },
      {
        "sentence": "你有没有发现，其实在学校的严格管理中，这些情况往往很少出现。",
        "label": ""
      },
      {
        "sentence": "可当没人限制我们了，这样的情绪反而越来越多，这有很大一部分是我们的拖延思想在作怪，你会想：啊，没事，高考完了先休息一下，过两天完成。",
        "label": ""
      },
      {
        "sentence": "两天后，你又会想，才过了两天再耍耍，两天两天的过去了，你会突然发现你对他们失去了很多热情，想要去做，却频频走神，困倦，从而不得不放弃，又想要坚持，只觉得自己不争气。",
        "label": ""
      },
      {
        "sentence": "但是我们都知道，这样的状态一直下去会越来越不好，所以我还是想给你一些建议，希望对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实觉得自己在忍不住拖延，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "你说得对，我确实觉得自己在忍不住拖延，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "生活需要仪式感。我们的生活其实也很平淡，基本上每天就那些事，每天做同样的事自然会让人觉得很枯燥，没有新鲜感的生活就像没有绿洲的沙漠，很难让人产生前进的希望。适当的仪式感会让平淡的生活多一些趣味。还记得著名的喜剧演员卓别林大师吗？他在电影《淘金记》中表演了一个很著名的情景---“吃皮鞋”，只见他端端正正坐定，左手拿叉，右手拿刀，拿起皮靴的底咬了一口，津津有味地咀嚼起来，接着，又像吃意面似的用叉子将鞋带卷起，一大口地放入嘴中，不停地咀嚼，光看表情，你绝对会以为他在吃什么豪华大餐，这个片段，也不知看馋了多少人。这就是生活的仪式感，不管身处何境，它总会给你带去生活的光亮。",
    "annotation": [
      {
        "sentence": "生活需要仪式感。",
        "label": ""
      },
      {
        "sentence": "我们的生活其实也很平淡，基本上每天就那些事，每天做同样的事自然会让人觉得很枯燥，没有新鲜感的生活就像没有绿洲的沙漠，很难让人产生前进的希望。",
        "label": ""
      },
      {
        "sentence": "适当的仪式感会让平淡的生活多一些趣味。",
        "label": ""
      },
      {
        "sentence": "还记得著名的喜剧演员卓别林大师吗？",
        "label": ""
      },
      {
        "sentence": "他在电影《淘金记》中表演了一个很著名的情景---“吃皮鞋”，只见他端端正正坐定，左手拿叉，右手拿刀，拿起皮靴的底咬了一口，津津有味地咀嚼起来，接着，又像吃意面似的用叉子将鞋带卷起，一大口地放入嘴中，不停地咀嚼，光看表情，你绝对会以为他在吃什么豪华大餐，这个片段，也不知看馋了多少人。",
        "label": ""
      },
      {
        "sentence": "这就是生活的仪式感，不管身处何境，它总会给你带去生活的光亮。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来生活中的仪式感能够给平淡的生活增添趣味，我以前从来没有想过这一点。",
    "annotation": [
      {
        "sentence": "原来生活中的仪式感能够给平淡的生活增添趣味，我以前从来没有想过这一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "制定一个小目标。我常常会在某一瞬间突然发现自己很多事都不会，和别人拉开了很大差距，而一下子给自己定下很多很多目标，结果除了第一天，就没有完成的。有追求是好事，可是一味地在追求而不考虑自身情况就往往会得不偿失了。所以你不如把你的计划分开一下，比如这段时间只看书，这段时间只减肥，给自己一个小小的计划，并且在计划实施之前可以小小的“疯狂”一把，放松放松自己，切忌半途而废，《曹刿论战》中说到：“一鼓作气，再而衰，三而竭”，小小的偷一回懒，都可能让你之前所有的努力半途而废，想放弃时就多想想你喜欢的人看到一个全新的你会多么惊艳，你讨厌的人看见你会多么嫉妒，咱们值得更好的。",
    "annotation": [
      {
        "sentence": "制定一个小目标。",
        "label": ""
      },
      {
        "sentence": "我常常会在某一瞬间突然发现自己很多事都不会，和别人拉开了很大差距，而一下子给自己定下很多很多目标，结果除了第一天，就没有完成的。",
        "label": ""
      },
      {
        "sentence": "有追求是好事，可是一味地在追求而不考虑自身情况就往往会得不偿失了。",
        "label": ""
      },
      {
        "sentence": "所以你不如把你的计划分开一下，比如这段时间只看书，这段时间只减肥，给自己一个小小的计划，并且在计划实施之前可以小小的“疯狂”一把，放松放松自己，切忌半途而废，《曹刿论战》中说到：“一鼓作气，再而衰，三而竭”，小小的偷一回懒，都可能让你之前所有的努力半途而废，想放弃时就多想想你喜欢的人看到一个全新的你会多么惊艳，你讨厌的人看见你会多么嫉妒，咱们值得更好的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "做一个小目标，分段进行，确实能够让我更有动力坚持下去，看到改变后的自己也会更有信心。",
    "annotation": [
      {
        "sentence": "做一个小目标，分段进行，确实能够让我更有动力坚持下去，看到改变后的自己也会更有信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "适当给自己一些奖励。当你想要完成某个小目标时，你可以适当地给自己奖励一个你",
    "annotation": [
      {
        "sentence": "适当给自己一些奖励。",
        "label": ""
      },
      {
        "sentence": "当你想要完成某个小目标时，你可以适当地给自己奖励一个你",
        "label": ""
      }
    ]
  }
]