[
  {
    "role": "client",
    "content": "高四，高考后，为什么会梦到高考考试的时候和失眠？在备考时状态还可以，但考完后，一直梦到高考做题的时候和失眠，最近快放榜了，我很怕，害怕考差，害怕辜负爸妈的希望和自己的期望，也感觉未来无望的感觉。现在不是很想和外面的人沟通，感觉有社恐。",
    "annotation": [
      {
        "sentence": "高四，高考后，为什么会梦到高考考试的时候和失眠？",
        "label": ""
      },
      {
        "sentence": "在备考时状态还可以，但考完后，一直梦到高考做题的时候和失眠，最近快放榜了，我很怕，害怕考差，害怕辜负爸妈的希望和自己的期望，也感觉未来无望的感觉。",
        "label": ""
      },
      {
        "sentence": "现在不是很想和外面的人沟通，感觉有社恐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你现在的状态和心情，我本人也有类似的经历。我猜想你应该很懂事，很懂得体贴父母吧！作为过来人，我有几点需要沟通:",
    "annotation": [
      {
        "sentence": "非常理解你现在的状态和心情，我本人也有类似的经历。",
        "label": ""
      },
      {
        "sentence": "我猜想你应该很懂事，很懂得体贴父母吧！",
        "label": ""
      },
      {
        "sentence": "作为过来人，我有几点需要沟通:",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在备考时状态还可以，可是考完高考后，我一直梦到高考做题的时候和失眠。最近快放榜了，我很怕，害怕考差，也害怕辜负父母的希望和自己的期望。我也感到未来一片迷茫，这使我不想和外界的人进行沟通，我觉得自己有社恐症。",
    "annotation": [
      {
        "sentence": "在备考时状态还可以，可是考完高考后，我一直梦到高考做题的时候和失眠。",
        "label": ""
      },
      {
        "sentence": "最近快放榜了，我很怕，害怕考差，也害怕辜负父母的希望和自己的期望。",
        "label": ""
      },
      {
        "sentence": "我也感到未来一片迷茫，这使我不想和外界的人进行沟通，我觉得自己有社恐症。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你现在的状态和心情，我个人也经历过类似的情况。我猜想你应该很懂事，也很懂得体贴父母吧！作为过来人，我有几点需要和你沟通：",
    "annotation": [
      {
        "sentence": "非常理解你现在的状态和心情，我个人也经历过类似的情况。",
        "label": ""
      },
      {
        "sentence": "我猜想你应该很懂事，也很懂得体贴父母吧！",
        "label": ""
      },
      {
        "sentence": "作为过来人，我有几点需要和你沟通：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。确实在备考时，我一直努力充实自己，希望能给父母交上一份好成绩。但是现在考完后，一直做关于高考的梦，而且还失眠。这让我感到很困惑和焦虑。我担心这些梦和失眠会对接下来的放榜结果产生负面影响。",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "确实在备考时，我一直努力充实自己，希望能给父母交上一份好成绩。",
        "label": ""
      },
      {
        "sentence": "但是现在考完后，一直做关于高考的梦，而且还失眠。",
        "label": ""
      },
      {
        "sentence": "这让我感到很困惑和焦虑。",
        "label": ""
      },
      {
        "sentence": "我担心这些梦和失眠会对接下来的放榜结果产生负面影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你感到困惑和焦虑。放榜前的紧张情绪是正常的，不要对自己的睡眠问题过于担心。对于高考填报，选择很重要。无论你的成绩如何，接受现实并做出适合自己的选择才是关键。了解自己的兴趣点、长处，确定自己的学习目标，以及填报志愿的技巧和消息获取，这些都是需要你关注和努力的事情。",
    "annotation": [
      {
        "sentence": "我理解你感到困惑和焦虑。",
        "label": ""
      },
      {
        "sentence": "放榜前的紧张情绪是正常的，不要对自己的睡眠问题过于担心。",
        "label": ""
      },
      {
        "sentence": "对于高考填报，选择很重要。",
        "label": ""
      },
      {
        "sentence": "无论你的成绩如何，接受现实并做出适合自己的选择才是关键。",
        "label": ""
      },
      {
        "sentence": "了解自己的兴趣点、长处，确定自己的学习目标，以及填报志愿的技巧和消息获取，这些都是需要你关注和努力的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，对于填报志愿，选择比成绩更重要。即使成绩不尽如人意，只要能做出正确的选择，我也能够为自己铺就一条幸运之路。现在，我需要好好思考一下自己的兴趣、长处以及未来的目标，然后根据这些选择合适的大学和专业。",
    "annotation": [
      {
        "sentence": "我明白了，对于填报志愿，选择比成绩更重要。",
        "label": ""
      },
      {
        "sentence": "即使成绩不尽如人意，只要能做出正确的选择，我也能够为自己铺就一条幸运之路。",
        "label": ""
      },
      {
        "sentence": "现在，我需要好好思考一下自己的兴趣、长处以及未来的目标，然后根据这些选择合适的大学和专业。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很棒！你已经找到了正确的方向。此刻，你不需要过于担心、害怕和焦虑。你已经度过了一年的复读，再次复读的概率是很低的。现在，你需要更加专注地思考自己的兴趣，了解自己的长处，梳理一下对于大学的期待和人生的梦想。想象一下多么美好和激动人心的大学生活即将开始，相信这能让你的噩梦和忧虑变得微不足道。",
    "annotation": [
      {
        "sentence": "很棒！",
        "label": ""
      },
      {
        "sentence": "你已经找到了正确的方向。",
        "label": ""
      },
      {
        "sentence": "此刻，你不需要过于担心、害怕和焦虑。",
        "label": ""
      },
      {
        "sentence": "你已经度过了一年的复读，再次复读的概率是很低的。",
        "label": ""
      },
      {
        "sentence": "现在，你需要更加专注地思考自己的兴趣，了解自己的长处，梳理一下对于大学的期待和人生的梦想。",
        "label": ""
      },
      {
        "sentence": "想象一下多么美好和激动人心的大学生活即将开始，相信这能让你的噩梦和忧虑变得微不足道。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和指导。确实，大学生活充满了各种机遇和美好的事物。我期待着新的同学、新的老师、新的自由和新的学习内容。同时，我也希望能够逐渐学会与人交流和沟通，提升自己的综合素质，为未来的规划打下坚实的基础。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和指导。",
        "label": ""
      },
      {
        "sentence": "确实，大学生活充满了各种机遇和美好的事物。",
        "label": ""
      },
      {
        "sentence": "我期待着新的同学、新的老师、新的自由和新的学习内容。",
        "label": ""
      },
      {
        "sentence": "同时，我也希望能够逐渐学会与人交流和沟通，提升自己的综合素质，为未来的规划打下坚实的基础。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "太好了，你对未来充满了期待和希望！大学生活将会是你实现梦想的舞台，你将有更多机会展现自己的才华和能力。在大学里，你将结识来自五湖四海的新同学，认识不同风格的教授，你的时间将更加自由，可以充实自己，学习专业知识的同时也能发展社交和管理能力。所以，你不必担心和害怕，相信你的噩梦和担忧在大学的日子里会逐渐消失。祝你顺利！",
    "annotation": [
      {
        "sentence": "太好了，你对未来充满了期待和希望！",
        "label": ""
      },
      {
        "sentence": "大学生活将会是你实现梦想的舞台，你将有更多机会展现自己的才华和能力。",
        "label": ""
      },
      {
        "sentence": "在大学里，你将结识来自五湖四海的新同学，认识不同风格的教授，你的时间将更加自由，可以充实自己，学习专业知识的同时也能发展社交和管理能力。",
        "label": ""
      },
      {
        "sentence": "所以，你不必担心和害怕，相信你的噩梦和担忧在大学的日子里会逐渐消失。",
        "label": ""
      },
      {
        "sentence": "祝你顺利！",
        "label": ""
      }
    ]
  }
]