[
  {
    "role": "client",
    "content": "我今年23岁，在过去的5年里，每当我生气时都会有想要虐杀别人的冲动，我应该怎么办？我平时是一个胆子挺小的人，从来不听不看恐怖故事、恐怖血腥的视频之类的，因为我会感到害怕。但是从5、6年前开始，我和一个人大吵一架之后，每当情绪激动时，我就会想要虐杀他，或者当着他的面虐杀他的亲人，然后让他活着，痛苦地活着。起初，我只是想着要虐杀他（没有任何具体的方法、计划，只是在心里发泄），但是现在一年比一年严重，我的想法越来越具体，慢慢想到虐杀的具体方法、地点和工具。今天我又和人吵架了，我在情绪激动时竟然想到怎么骗他的儿子出来，当着他的面虐杀他儿子然后让他痛苦。过后，当情绪平静下来，我就很害怕，害怕自己有一天会想到一个完整细致的计划，然后去实施。并且我对这些想法并没有负罪感，我害怕的只是觉得这是犯法的，我会坐牢、会死，而且父母也没有人照顾。我不敢向任何人透露这些想法，我怕朋友、父母和亲人会害怕我，我自己也很苦恼，无法克制自己的情绪和想法。我的问题是，我是不是有病啊？",
    "annotation": [
      {
        "sentence": "我今年23岁，在过去的5年里，每当我生气时都会有想要虐杀别人的冲动，我应该怎么办？",
        "label": ""
      },
      {
        "sentence": "我平时是一个胆子挺小的人，从来不听不看恐怖故事、恐怖血腥的视频之类的，因为我会感到害怕。",
        "label": ""
      },
      {
        "sentence": "但是从5、6年前开始，我和一个人大吵一架之后，每当情绪激动时，我就会想要虐杀他，或者当着他的面虐杀他的亲人，然后让他活着，痛苦地活着。",
        "label": ""
      },
      {
        "sentence": "起初，我只是想着要虐杀他（没有任何具体的方法、计划，只是在心里发泄），但是现在一年比一年严重，我的想法越来越具体，慢慢想到虐杀的具体方法、地点和工具。",
        "label": ""
      },
      {
        "sentence": "今天我又和人吵架了，我在情绪激动时竟然想到怎么骗他的儿子出来，当着他的面虐杀他儿子然后让他痛苦。",
        "label": ""
      },
      {
        "sentence": "过后，当情绪平静下来，我就很害怕，害怕自己有一天会想到一个完整细致的计划，然后去实施。",
        "label": ""
      },
      {
        "sentence": "并且我对这些想法并没有负罪感，我害怕的只是觉得这是犯法的，我会坐牢、会死，而且父母也没有人照顾。",
        "label": ""
      },
      {
        "sentence": "我不敢向任何人透露这些想法，我怕朋友、父母和亲人会害怕我，我自己也很苦恼，无法克制自己的情绪和想法。",
        "label": ""
      },
      {
        "sentence": "我的问题是，我是不是有病啊？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，我非常理解您的感受，收到！您现在的情况确实有些奇怪，但事实上，每个人心里都会有一些阴暗面，特别是面对残忍、暴力和屠杀动物的时候。人们本能地想要逃避或者隐藏起来。而现在，您越来越发现这种残忍所带来的痛苦，我认为这其实是一件好事。也许别人觉得我很奇怪，但我始终相信，人的本质是善良的，我们之所以会对这种残忍麻木不仁，是因为我们不得不这样做。每个人都是非常敏感的。但是您开始意识到并且看清您自己的“伤口”，您可能会感到痛苦和丑陋，但请注意，我发现不论是身体上的伤痛还是心灵上的伤痕，使我们感到恶心的是他们带来的痛苦和残忍，而不是我们自己。当我们慢慢开始思考，这些伤口是我们内心真正想要的吗？这些痕迹、痛苦和残忍是一种麻木不仁吗？还是一种无法遮掩的恐惧？当我们真正面对并审视自己的这种恐惧与敏感时，以全新的视角看待我们的痛苦，这可能会给我们带来一种不同的体验。我认为这种体验，真正的满足感，以及对自己痛苦的理解，不论是通过怨恨、指责或者控诉，只要能让您一直以来压抑的情绪渐渐地得以宣泄，无论是通过口头表达、写作或者其他方式，只要能让自己舒服并不伤害到自己的行为，慢慢地与内心更深一层地和解与谅解。这种幸福感不亚于沐浴在阳光下的感受。当您用全新的感官来理解自己，理解他人时，我相信没有人会比您更幸福和喜悦。指责、谩骂、抱怨、嫉妒或者怨恨，并不是负能量，而是赋予您新的力量的开始。当我们以充分理解、包容和宽恕的方式原谅自己，原谅他人，我们的怨恨将被我们的爱所化解。慢慢地成长，慢慢地与心灵和解，用一种无限的大爱与所有众生相连。您永远都不会是一座孤岛。爱护地球，爱护大地。爱自己。祝福您平安和快乐。宽恕并不是一种虚假的慈悲，也不是对自己的伤害，而是以一种全新的方式原谅自己，更深地原谅他人。慢慢来，感恩，感谢您。",
    "annotation": [
      {
        "sentence": "嗯，我非常理解您的感受，收到！",
        "label": ""
      },
      {
        "sentence": "您现在的情况确实有些奇怪，但事实上，每个人心里都会有一些阴暗面，特别是面对残忍、暴力和屠杀动物的时候。",
        "label": ""
      },
      {
        "sentence": "人们本能地想要逃避或者隐藏起来。",
        "label": ""
      },
      {
        "sentence": "而现在，您越来越发现这种残忍所带来的痛苦，我认为这其实是一件好事。",
        "label": ""
      },
      {
        "sentence": "也许别人觉得我很奇怪，但我始终相信，人的本质是善良的，我们之所以会对这种残忍麻木不仁，是因为我们不得不这样做。",
        "label": ""
      },
      {
        "sentence": "每个人都是非常敏感的。",
        "label": ""
      },
      {
        "sentence": "但是您开始意识到并且看清您自己的“伤口”，您可能会感到痛苦和丑陋，但请注意，我发现不论是身体上的伤痛还是心灵上的伤痕，使我们感到恶心的是他们带来的痛苦和残忍，而不是我们自己。",
        "label": ""
      },
      {
        "sentence": "当我们慢慢开始思考，这些伤口是我们内心真正想要的吗？",
        "label": ""
      },
      {
        "sentence": "这些痕迹、痛苦和残忍是一种麻木不仁吗？",
        "label": ""
      },
      {
        "sentence": "还是一种无法遮掩的恐惧？",
        "label": ""
      },
      {
        "sentence": "当我们真正面对并审视自己的这种恐惧与敏感时，以全新的视角看待我们的痛苦，这可能会给我们带来一种不同的体验。",
        "label": ""
      },
      {
        "sentence": "我认为这种体验，真正的满足感，以及对自己痛苦的理解，不论是通过怨恨、指责或者控诉，只要能让您一直以来压抑的情绪渐渐地得以宣泄，无论是通过口头表达、写作或者其他方式，只要能让自己舒服并不伤害到自己的行为，慢慢地与内心更深一层地和解与谅解。",
        "label": ""
      },
      {
        "sentence": "这种幸福感不亚于沐浴在阳光下的感受。",
        "label": ""
      },
      {
        "sentence": "当您用全新的感官来理解自己，理解他人时，我相信没有人会比您更幸福和喜悦。",
        "label": ""
      },
      {
        "sentence": "指责、谩骂、抱怨、嫉妒或者怨恨，并不是负能量，而是赋予您新的力量的开始。",
        "label": ""
      },
      {
        "sentence": "当我们以充分理解、包容和宽恕的方式原谅自己，原谅他人，我们的怨恨将被我们的爱所化解。",
        "label": ""
      },
      {
        "sentence": "慢慢地成长，慢慢地与心灵和解，用一种无限的大爱与所有众生相连。",
        "label": ""
      },
      {
        "sentence": "您永远都不会是一座孤岛。",
        "label": ""
      },
      {
        "sentence": "爱护地球，爱护大地。",
        "label": ""
      },
      {
        "sentence": "爱自己。",
        "label": ""
      },
      {
        "sentence": "祝福您平安和快乐。",
        "label": ""
      },
      {
        "sentence": "宽恕并不是一种虚假的慈悲，也不是对自己的伤害，而是以一种全新的方式原谅自己，更深地原谅他人。",
        "label": ""
      },
      {
        "sentence": "慢慢来，感恩，感谢您。",
        "label": ""
      }
    ]
  }
]