[
  {
    "role": "client",
    "content": "读研or工作？比较心太重，如何调整？各位的老师，朋友，您好！本人女，23岁。今年考研二战失败，无奈调剂到一所普通一本院校。说实话，自己有些厌倦了学习生活，想要去社会中去成长历练。但是考虑到未来发展，也许读研是一个很好的选择。学历提升，自然会给人生多一些筹码。但是当我得知，与我一起二战的同学，她们都考上了比自己调剂到的学校好很多的学校时，心里很不平衡。(这该死的比较心)我在大学期间非常努力，在学业上每次都拿一等奖学金，我不能接受大学期间如此努力的我最后去的学校还不如在大学划水的人。但是我清楚自己是有很多短板的，只抓成绩，忽略了人际，社交等方面。所以我怕如果我读研的话，我还是生活在和大学相似的环境中，我真的很害怕我会重蹈大学的覆辙(压抑封闭，无法与舍友处好关系)我怕自己会变得越来越抑郁，自闭，到头来只有学历又有什么用呢。如果去工作，我会换到一个不一样的环境，我觉得自己其他方面的能力会得到锻炼，会变得更好。我该如何走出迷雾？",
    "annotation": [
      {
        "sentence": "读研or工作？",
        "label": ""
      },
      {
        "sentence": "比较心太重，如何调整？",
        "label": ""
      },
      {
        "sentence": "各位的老师，朋友，您好！",
        "label": ""
      },
      {
        "sentence": "本人女，23岁。",
        "label": ""
      },
      {
        "sentence": "今年考研二战失败，无奈调剂到一所普通一本院校。",
        "label": ""
      },
      {
        "sentence": "说实话，自己有些厌倦了学习生活，想要去社会中去成长历练。",
        "label": ""
      },
      {
        "sentence": "但是考虑到未来发展，也许读研是一个很好的选择。",
        "label": ""
      },
      {
        "sentence": "学历提升，自然会给人生多一些筹码。",
        "label": ""
      },
      {
        "sentence": "但是当我得知，与我一起二战的同学，她们都考上了比自己调剂到的学校好很多的学校时，心里很不平衡。",
        "label": ""
      },
      {
        "sentence": "(这该死的比较心)我在大学期间非常努力，在学业上每次都拿一等奖学金，我不能接受大学期间如此努力的我最后去的学校还不如在大学划水的人。",
        "label": ""
      },
      {
        "sentence": "但是我清楚自己是有很多短板的，只抓成绩，忽略了人际，社交等方面。",
        "label": ""
      },
      {
        "sentence": "所以我怕如果我读研的话，我还是生活在和大学相似的环境中，我真的很害怕我会重蹈大学的覆辙(压抑封闭，无法与舍友处好关系)我怕自己会变得越来越抑郁，自闭，到头来只有学历又有什么用呢。",
        "label": ""
      },
      {
        "sentence": "如果去工作，我会换到一个不一样的环境，我觉得自己其他方面的能力会得到锻炼，会变得更好。",
        "label": ""
      },
      {
        "sentence": "我该如何走出迷雾？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这位姑娘，非常荣幸可以在这个平台上和你相遇，希望我的文字可以给你带来阳光，温暖你的心房。对于你面临的读研或工作的选择，我想给你一个建议，你可以尝试着采用【第三种选择】的思维解决你的问题！举个例子来说吧！一个公司的某部门经理职位出现了空缺，而老总有三个中意的人选，于是出了个题目考验他们的能力：老总拿了一个项目分别找了他们三人。第一个人听完内容后直接说做不了！这个人被排除了，因为“还没有做就说做不成，不靠谱！”第二个人听完内容后马上答应了，但也被否定了，因为“想都不想就答应了，那这里面有多少难题你知道吗？纯属想业绩想疯了！”第三个人听完内容后说：“给我点时间，让我算一算做这个项目可能需要花费的成本以及可能遇到的风险，如果你觉得你可以承受或者有能力化解这些代价和风险，我就给你做。”这个人马上就被提拔为了部门经理！你的“读研或工作”的问题也可以采用这种思维来考虑。无论是【读研】还是【工作】，做其中任何一个决定都需要付出相应的【机会成本】！你可以拿一张纸出来算一算这些机会成本，如果你觉得你可以承受或者化解这些机会成本，你就可以去做。否则，请慎重考虑。",
    "annotation": [
      {
        "sentence": "这位姑娘，非常荣幸可以在这个平台上和你相遇，希望我的文字可以给你带来阳光，温暖你的心房。",
        "label": ""
      },
      {
        "sentence": "对于你面临的读研或工作的选择，我想给你一个建议，你可以尝试着采用【第三种选择】的思维解决你的问题！",
        "label": ""
      },
      {
        "sentence": "举个例子来说吧！",
        "label": ""
      },
      {
        "sentence": "一个公司的某部门经理职位出现了空缺，而老总有三个中意的人选，于是出了个题目考验他们的能力：老总拿了一个项目分别找了他们三人。",
        "label": ""
      },
      {
        "sentence": "第一个人听完内容后直接说做不了！",
        "label": ""
      },
      {
        "sentence": "这个人被排除了，因为“还没有做就说做不成，不靠谱！",
        "label": ""
      },
      {
        "sentence": "”第二个人听完内容后马上答应了，但也被否定了，因为“想都不想就答应了，那这里面有多少难题你知道吗？",
        "label": ""
      },
      {
        "sentence": "纯属想业绩想疯了！",
        "label": ""
      },
      {
        "sentence": "”第三个人听完内容后说：“给我点时间，让我算一算做这个项目可能需要花费的成本以及可能遇到的风险，如果你觉得你可以承受或者有能力化解这些代价和风险，我就给你做。",
        "label": ""
      },
      {
        "sentence": "”这个人马上就被提拔为了部门经理！",
        "label": ""
      },
      {
        "sentence": "你的“读研或工作”的问题也可以采用这种思维来考虑。",
        "label": ""
      },
      {
        "sentence": "无论是【读研】还是【工作】，做其中任何一个决定都需要付出相应的【机会成本】！",
        "label": ""
      },
      {
        "sentence": "你可以拿一张纸出来算一算这些机会成本，如果你觉得你可以承受或者化解这些机会成本，你就可以去做。",
        "label": ""
      },
      {
        "sentence": "否则，请慎重考虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢您的关心和建议！我明白了，我应该从一个更全面的角度来考量我的选择，而不仅仅只看到表面的结果和他人的成功。谢谢您的启示！不过，我得承认自己有习惯进行比较，甚至产生一种优越感。现在看到和我一起考研的同学都进了更好的学校，我心里真的很不平衡。我知道这种比较心是不健康的，但我不知道如何摆脱它。您有什么建议吗？",
    "annotation": [
      {
        "sentence": "非常感谢您的关心和建议！",
        "label": ""
      },
      {
        "sentence": "我明白了，我应该从一个更全面的角度来考量我的选择，而不仅仅只看到表面的结果和他人的成功。",
        "label": ""
      },
      {
        "sentence": "谢谢您的启示！",
        "label": ""
      },
      {
        "sentence": "不过，我得承认自己有习惯进行比较，甚至产生一种优越感。",
        "label": ""
      },
      {
        "sentence": "现在看到和我一起考研的同学都进了更好的学校，我心里真的很不平衡。",
        "label": ""
      },
      {
        "sentence": "我知道这种比较心是不健康的，但我不知道如何摆脱它。",
        "label": ""
      },
      {
        "sentence": "您有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够认识到自己存在比较心是非常好的，这是第一步。比较心其实需要一些外在条件的支撑才能存在，它并不是一种独立自主的心态。来看看\"比\"字是怎么写的：在甲骨文中，它是由\"两个人并肩而立\"组成的，而在隶书中，它则是由两个匕首组成的。换言之，比字就是两把匕首，一把插在自己心里，一把插在别人心里。这样既伤了自己，也伤了别人。在某种程度上来说，你现在过于为别人而活，没有真正活出自我。你要好好思考一下，你是不是一直生活在别人阴影之下，没有听从内心的声音呢？",
    "annotation": [
      {
        "sentence": "你能够认识到自己存在比较心是非常好的，这是第一步。",
        "label": ""
      },
      {
        "sentence": "比较心其实需要一些外在条件的支撑才能存在，它并不是一种独立自主的心态。",
        "label": ""
      },
      {
        "sentence": "来看看\"比\"字是怎么写的：在甲骨文中，它是由\"两个人并肩而立\"组成的，而在隶书中，它则是由两个匕首组成的。",
        "label": ""
      },
      {
        "sentence": "换言之，比字就是两把匕首，一把插在自己心里，一把插在别人心里。",
        "label": ""
      },
      {
        "sentence": "这样既伤了自己，也伤了别人。",
        "label": ""
      },
      {
        "sentence": "在某种程度上来说，你现在过于为别人而活，没有真正活出自我。",
        "label": ""
      },
      {
        "sentence": "你要好好思考一下，你是不是一直生活在别人阴影之下，没有听从内心的声音呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您的观点很有道理，我确实有时候为了取悦别人而迷失了自我。我明白了，我需要重新审视自己，找回自己真正的价值和呼声。谢谢您的指导！但是我担心读研的话，我还是会陷入和大学相似的环境中，我很害怕我会重蹈大学的覆辙，变得越来越抑郁和自闭。到头来，只有学历又有什么用呢？",
    "annotation": [
      {
        "sentence": "您的观点很有道理，我确实有时候为了取悦别人而迷失了自我。",
        "label": ""
      },
      {
        "sentence": "我明白了，我需要重新审视自己，找回自己真正的价值和呼声。",
        "label": ""
      },
      {
        "sentence": "谢谢您的指导！",
        "label": ""
      },
      {
        "sentence": "但是我担心读研的话，我还是会陷入和大学相似的环境中，我很害怕我会重蹈大学的覆辙，变得越来越抑郁和自闭。",
        "label": ""
      },
      {
        "sentence": "到头来，只有学历又有什么用呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担忧是可以理解的。你已经意识到了在大学期间只注重成绩，忽略了人际和社交方面的问题。这方面的反思非常重要，但我想告诉你，读研并不意味着你会再次陷入相同的环境。你可以借此机会反思过去的问题，并主动寻找机会去改善自己的社交能力。此外，学历提升也会给你未来的职业发展带来好处。因此，读研并不仅仅是为了学历，也是为了给自己一个成长和提升的机会。当然，这并不意味着工作就没有好处。你提到工作会",
    "annotation": [
      {
        "sentence": "你的担忧是可以理解的。",
        "label": ""
      },
      {
        "sentence": "你已经意识到了在大学期间只注重成绩，忽略了人际和社交方面的问题。",
        "label": ""
      },
      {
        "sentence": "这方面的反思非常重要，但我想告诉你，读研并不意味着你会再次陷入相同的环境。",
        "label": ""
      },
      {
        "sentence": "你可以借此机会反思过去的问题，并主动寻找机会去改善自己的社交能力。",
        "label": ""
      },
      {
        "sentence": "此外，学历提升也会给你未来的职业发展带来好处。",
        "label": ""
      },
      {
        "sentence": "因此，读研并不仅仅是为了学历，也是为了给自己一个成长和提升的机会。",
        "label": ""
      },
      {
        "sentence": "当然，这并不意味着工作就没有好处。",
        "label": ""
      },
      {
        "sentence": "你提到工作会",
        "label": ""
      }
    ]
  }
]