[
  {
    "role": "client",
    "content": "读研or工作？比较心太重，如何调整？各位的老师，朋友，您好！本人女，23岁。今年考研二战失败，无奈调剂到一所普通一本院校。说实话，自己有些厌倦了学习生活，想要去社会中去成长历练。但是考虑到未来发展，也许读研是一个很好的选择。学历提升，自然会给人生多一些筹码。但是当我得知，与我一起二战的同学，她们都考上了比自己调剂到的学校好很多的学校时，心里很不平衡。(这该死的比较心)我在大学期间非常努力，在学业上每次都拿一等奖学金，我不能接受大学期间如此努力的我最后去的学校还不如在大学划水的人。但是我清楚自己是有很多短板的，只抓成绩，忽略了人际，社交等方面。所以我怕如果我读研的话，我还是生活在和大学相似的环境中，我真的很害怕我会重蹈大学的覆辙(压抑封闭，无法与舍友处好关系)我怕自己会变得越来越抑郁，自闭，到头来只有学历又有什么用呢。如果去工作，我会换到一个不一样的环境，我觉得自己其他方面的能力会得到锻炼，会变得更好。我该如何走出迷雾？",
    "annotation": [
      {
        "sentence": "读研or工作？",
        "label": ""
      },
      {
        "sentence": "比较心太重，如何调整？",
        "label": ""
      },
      {
        "sentence": "各位的老师，朋友，您好！",
        "label": ""
      },
      {
        "sentence": "本人女，23岁。",
        "label": ""
      },
      {
        "sentence": "今年考研二战失败，无奈调剂到一所普通一本院校。",
        "label": ""
      },
      {
        "sentence": "说实话，自己有些厌倦了学习生活，想要去社会中去成长历练。",
        "label": ""
      },
      {
        "sentence": "但是考虑到未来发展，也许读研是一个很好的选择。",
        "label": ""
      },
      {
        "sentence": "学历提升，自然会给人生多一些筹码。",
        "label": ""
      },
      {
        "sentence": "但是当我得知，与我一起二战的同学，她们都考上了比自己调剂到的学校好很多的学校时，心里很不平衡。",
        "label": ""
      },
      {
        "sentence": "(这该死的比较心)我在大学期间非常努力，在学业上每次都拿一等奖学金，我不能接受大学期间如此努力的我最后去的学校还不如在大学划水的人。",
        "label": ""
      },
      {
        "sentence": "但是我清楚自己是有很多短板的，只抓成绩，忽略了人际，社交等方面。",
        "label": ""
      },
      {
        "sentence": "所以我怕如果我读研的话，我还是生活在和大学相似的环境中，我真的很害怕我会重蹈大学的覆辙(压抑封闭，无法与舍友处好关系)我怕自己会变得越来越抑郁，自闭，到头来只有学历又有什么用呢。",
        "label": ""
      },
      {
        "sentence": "如果去工作，我会换到一个不一样的环境，我觉得自己其他方面的能力会得到锻炼，会变得更好。",
        "label": ""
      },
      {
        "sentence": "我该如何走出迷雾？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "晚上好啊似乎，你一直生活在一个“比较”的世界，那一定很累啊。但是，如果不考虑你的同学们，你会做出什么样的决定呢？从你的文字当中，似乎你已经有了自己的结论呢。有些厌倦了学习生活，想要去社会中去成长历练。但是考虑到未来发展，也许读研是一个很好的选择。一起二战的同学，她们都考上了比自己调剂到的学校好很多的学校，心里很不平衡。不能接受大学期间如此努力的我最后去的学校还不如在大学划水的人。是呀，这的确让我们觉得很不平衡，同时又感到挫败和失落。考研和工作就像森林里的两条路，我们并不知道他们能通向哪里，但是我们只能选择其中的一条路。其实他们都有各自的优点和缺点，不是吗？如果选择考研，我们能获得学历上的提升，可能在未来会获得更多的机会，但是我们就少了两年的工作经历。如果选择工作，就放弃了一个更高的学历，但是，也许一个好的工作经历也能为自己的简历加分，也并不一定就不如那些考上好学校的同学。但是在工作和考研当中，我们可能都需要面对人际交往的问题，这也是你需要考虑的。你可以尝试拿出一张纸，把工作和考研的优缺点都写下来，以及在工作或考研当中可能出现的一些困难，比如人际交往，未来的方向……然后对比一下，哪一个才更接近你想要的自己？我想，你想要的答案。",
    "annotation": [
      {
        "sentence": "晚上好啊似乎，你一直生活在一个“比较”的世界，那一定很累啊。",
        "label": ""
      },
      {
        "sentence": "但是，如果不考虑你的同学们，你会做出什么样的决定呢？",
        "label": ""
      },
      {
        "sentence": "从你的文字当中，似乎你已经有了自己的结论呢。",
        "label": ""
      },
      {
        "sentence": "有些厌倦了学习生活，想要去社会中去成长历练。",
        "label": ""
      },
      {
        "sentence": "但是考虑到未来发展，也许读研是一个很好的选择。",
        "label": ""
      },
      {
        "sentence": "一起二战的同学，她们都考上了比自己调剂到的学校好很多的学校，心里很不平衡。",
        "label": ""
      },
      {
        "sentence": "不能接受大学期间如此努力的我最后去的学校还不如在大学划水的人。",
        "label": ""
      },
      {
        "sentence": "是呀，这的确让我们觉得很不平衡，同时又感到挫败和失落。",
        "label": ""
      },
      {
        "sentence": "考研和工作就像森林里的两条路，我们并不知道他们能通向哪里，但是我们只能选择其中的一条路。",
        "label": ""
      },
      {
        "sentence": "其实他们都有各自的优点和缺点，不是吗？",
        "label": ""
      },
      {
        "sentence": "如果选择考研，我们能获得学历上的提升，可能在未来会获得更多的机会，但是我们就少了两年的工作经历。",
        "label": ""
      },
      {
        "sentence": "如果选择工作，就放弃了一个更高的学历，但是，也许一个好的工作经历也能为自己的简历加分，也并不一定就不如那些考上好学校的同学。",
        "label": ""
      },
      {
        "sentence": "但是在工作和考研当中，我们可能都需要面对人际交往的问题，这也是你需要考虑的。",
        "label": ""
      },
      {
        "sentence": "你可以尝试拿出一张纸，把工作和考研的优缺点都写下来，以及在工作或考研当中可能出现的一些困难，比如人际交往，未来的方向……然后对比一下，哪一个才更接近你想要的自己？",
        "label": ""
      },
      {
        "sentence": "我想，你想要的答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议，我想我确实需要对这两个选择进行更深入的思考和权衡。您说得对，我一直活在比较之中，这让我觉得很疲惫，也是我目前这种不平衡心态的根源。写下来可以帮助我更清楚地看到每个选择的优势和劣势，也可以帮助我更理性地做出决策。我也明白了，不管我选择哪个方向，都会有自己的困难和挑战需要面对。我想我应该尝试摆脱比较心和焦虑情绪，去寻找我真正想要成为的自己，无论是在学术领域还是职业发展上。",
    "annotation": [
      {
        "sentence": "谢谢您的建议，我想我确实需要对这两个选择进行更深入的思考和权衡。",
        "label": ""
      },
      {
        "sentence": "您说得对，我一直活在比较之中，这让我觉得很疲惫，也是我目前这种不平衡心态的根源。",
        "label": ""
      },
      {
        "sentence": "写下来可以帮助我更清楚地看到每个选择的优势和劣势，也可以帮助我更理性地做出决策。",
        "label": ""
      },
      {
        "sentence": "我也明白了，不管我选择哪个方向，都会有自己的困难和挑战需要面对。",
        "label": ""
      },
      {
        "sentence": "我想我应该尝试摆脱比较心和焦虑情绪，去寻找我真正想要成为的自己，无论是在学术领域还是职业发展上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常棒！你对问题的思考已经非常成熟和客观了。而且你现在已经开始意识到自己的内心需要摆脱比较心和焦虑情绪，这是一个非常积极的进步。在制定决策的过程中，确保正视自己的真实需求和目标是非常重要的。无论你选择读研还是工作，相信你都会有所收获并向着自己的目标不断前进。同时，也不要忘记给自己一些时间来调整和适应新环境，毕竟转变是需要时间的。祝愿你能够找到属于自己的道路，实现个人成长和幸福。如果有任何困惑或者需要继续倾诉，随时都可以找我聊聊。",
    "annotation": [
      {
        "sentence": "非常棒！",
        "label": ""
      },
      {
        "sentence": "你对问题的思考已经非常成熟和客观了。",
        "label": ""
      },
      {
        "sentence": "而且你现在已经开始意识到自己的内心需要摆脱比较心和焦虑情绪，这是一个非常积极的进步。",
        "label": ""
      },
      {
        "sentence": "在制定决策的过程中，确保正视自己的真实需求和目标是非常重要的。",
        "label": ""
      },
      {
        "sentence": "无论你选择读研还是工作，相信你都会有所收获并向着自己的目标不断前进。",
        "label": ""
      },
      {
        "sentence": "同时，也不要忘记给自己一些时间来调整和适应新环境，毕竟转变是需要时间的。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够找到属于自己的道路，实现个人成长和幸福。",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑或者需要继续倾诉，随时都可以找我聊聊。",
        "label": ""
      }
    ]
  }
]