[
  {
    "role": "client",
    "content": "读研or工作？比较心太重，如何调整？各位的老师，朋友，您好！本人女，23岁。今年考研二战失败，无奈调剂到一所普通一本院校。说实话，自己有些厌倦了学习生活，想要去社会中去成长历练。但是考虑到未来发展，也许读研是一个很好的选择。学历提升，自然会给人生多一些筹码。但是当我得知，与我一起二战的同学，她们都考上了比自己调剂到的学校好很多的学校时，心里很不平衡。(这该死的比较心)我在大学期间非常努力，在学业上每次都拿一等奖学金，我不能接受大学期间如此努力的我最后去的学校还不如在大学划水的人。但是我清楚自己是有很多短板的，只抓成绩，忽略了人际，社交等方面。所以我怕如果我读研的话，我还是生活在和大学相似的环境中，我真的很害怕我会重蹈大学的覆辙(压抑封闭，无法与舍友处好关系)我怕自己会变得越来越抑郁，自闭，到头来只有学历又有什么用呢。如果去工作，我会换到一个不一样的环境，我觉得自己其他方面的能力会得到锻炼，会变得更好。我该如何走出迷雾？",
    "annotation": [
      {
        "sentence": "读研or工作？",
        "label": ""
      },
      {
        "sentence": "比较心太重，如何调整？",
        "label": ""
      },
      {
        "sentence": "各位的老师，朋友，您好！",
        "label": ""
      },
      {
        "sentence": "本人女，23岁。",
        "label": ""
      },
      {
        "sentence": "今年考研二战失败，无奈调剂到一所普通一本院校。",
        "label": ""
      },
      {
        "sentence": "说实话，自己有些厌倦了学习生活，想要去社会中去成长历练。",
        "label": ""
      },
      {
        "sentence": "但是考虑到未来发展，也许读研是一个很好的选择。",
        "label": ""
      },
      {
        "sentence": "学历提升，自然会给人生多一些筹码。",
        "label": ""
      },
      {
        "sentence": "但是当我得知，与我一起二战的同学，她们都考上了比自己调剂到的学校好很多的学校时，心里很不平衡。",
        "label": ""
      },
      {
        "sentence": "(这该死的比较心)我在大学期间非常努力，在学业上每次都拿一等奖学金，我不能接受大学期间如此努力的我最后去的学校还不如在大学划水的人。",
        "label": ""
      },
      {
        "sentence": "但是我清楚自己是有很多短板的，只抓成绩，忽略了人际，社交等方面。",
        "label": ""
      },
      {
        "sentence": "所以我怕如果我读研的话，我还是生活在和大学相似的环境中，我真的很害怕我会重蹈大学的覆辙(压抑封闭，无法与舍友处好关系)我怕自己会变得越来越抑郁，自闭，到头来只有学历又有什么用呢。",
        "label": ""
      },
      {
        "sentence": "如果去工作，我会换到一个不一样的环境，我觉得自己其他方面的能力会得到锻炼，会变得更好。",
        "label": ""
      },
      {
        "sentence": "我该如何走出迷雾？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "比较心重，这没有什么不好的啊！虽然它可能会让你产生自卑，但它同样会让你认识到自身状态的不满，所以你想改变这样一种现状，这种想要改变的动力，促使你不断地付出各种努力去尝试、去行动，让自己变得更好。挺好的，现在如何调整，你觉得如何会让自己变得更好就怎么来，在哪里都是学会，重要的是，你要清楚自己的目标是什么，要想改变自己，就要认清自己的目标，一旦认清楚自己的目标之后，就要高度集中自己的注意力，让自己的一切行为都为你认定的这个目标来服务。",
    "annotation": [
      {
        "sentence": "比较心重，这没有什么不好的啊！",
        "label": ""
      },
      {
        "sentence": "虽然它可能会让你产生自卑，但它同样会让你认识到自身状态的不满，所以你想改变这样一种现状，这种想要改变的动力，促使你不断地付出各种努力去尝试、去行动，让自己变得更好。",
        "label": ""
      },
      {
        "sentence": "挺好的，现在如何调整，你觉得如何会让自己变得更好就怎么来，在哪里都是学会，重要的是，你要清楚自己的目标是什么，要想改变自己，就要认清自己的目标，一旦认清楚自己的目标之后，就要高度集中自己的注意力，让自己的一切行为都为你认定的这个目标来服务。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的理解和支持。我确实意识到自己需要改变，但我也担心读研会让我陷入重复的环境中，导致再次陷入压抑封闭的状态。我怕再次无法与舍友好好相处，会变得越来越抑郁。我觉得如果去工作，我会有机会获得新的经历和锻炼，但同时也害怕自己没有学历会在职场中处于劣势。您认为应该如何选择呢？",
    "annotation": [
      {
        "sentence": "谢谢您的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我确实意识到自己需要改变，但我也担心读研会让我陷入重复的环境中，导致再次陷入压抑封闭的状态。",
        "label": ""
      },
      {
        "sentence": "我怕再次无法与舍友好好相处，会变得越来越抑郁。",
        "label": ""
      },
      {
        "sentence": "我觉得如果去工作，我会有机会获得新的经历和锻炼，但同时也害怕自己没有学历会在职场中处于劣势。",
        "label": ""
      },
      {
        "sentence": "您认为应该如何选择呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看起来过去的经历，已成为你进步的障碍。心理学家阿德勒说，过去的经历并不会决定我们现在的人生，真正能决定我们人生的，恰恰是我们看待过去的方式。换句话说，决定我们人生的，并不是那些过去的经历本身，而是我们如何去看待这些经历。希望你能意识到这点，然后也可以相信，改变是可以发生的，并转换思想，用一种新的认知方式看待问题就可以了。",
    "annotation": [
      {
        "sentence": "看起来过去的经历，已成为你进步的障碍。",
        "label": ""
      },
      {
        "sentence": "心理学家阿德勒说，过去的经历并不会决定我们现在的人生，真正能决定我们人生的，恰恰是我们看待过去的方式。",
        "label": ""
      },
      {
        "sentence": "换句话说，决定我们人生的，并不是那些过去的经历本身，而是我们如何去看待这些经历。",
        "label": ""
      },
      {
        "sentence": "希望你能意识到这点，然后也可以相信，改变是可以发生的，并转换思想，用一种新的认知方式看待问题就可以了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的鼓励和建议。我明白了，过去的经历并不是决定我未来道路的唯一因素，我可以从中学到教训，并且用新的心态面对未来。我现在决定要做好职业规划，明确自己的目标并为之努力。无论是读研还是工作，都是我成长的机会，我要积极面对，不再畏惧和自卑。",
    "annotation": [
      {
        "sentence": "谢谢您的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我明白了，过去的经历并不是决定我未来道路的唯一因素，我可以从中学到教训，并且用新的心态面对未来。",
        "label": ""
      },
      {
        "sentence": "我现在决定要做好职业规划，明确自己的目标并为之努力。",
        "label": ""
      },
      {
        "sentence": "无论是读研还是工作，都是我成长的机会，我要积极面对，不再畏惧和自卑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样的决定！对于成长来说，迎接挑战和克服困难是必要的一步。还有，不要忘记给自己一些放松和休息的时间，保持身心的健康，才能更好地迎接未来的挑战。相信你一定能够找到适合自己的道路，取得成功。祝福你！",
    "annotation": [
      {
        "sentence": "很高兴听到你这样的决定！",
        "label": ""
      },
      {
        "sentence": "对于成长来说，迎接挑战和克服困难是必要的一步。",
        "label": ""
      },
      {
        "sentence": "还有，不要忘记给自己一些放松和休息的时间，保持身心的健康，才能更好地迎接未来的挑战。",
        "label": ""
      },
      {
        "sentence": "相信你一定能够找到适合自己的道路，取得成功。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢您的支持和祝福！我会牢记您的建议，努力克服困难，积极面对未来。有您这样的支持者，我感到更加坚定和自信。再次感谢您的鼓励！祝您一切顺利！",
    "annotation": [
      {
        "sentence": "非常感谢您的支持和祝福！",
        "label": ""
      },
      {
        "sentence": "我会牢记您的建议，努力克服困难，积极面对未来。",
        "label": ""
      },
      {
        "sentence": "有您这样的支持者，我感到更加坚定和自信。",
        "label": ""
      },
      {
        "sentence": "再次感谢您的鼓励！",
        "label": ""
      },
      {
        "sentence": "祝您一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，你是一个很有实力和魄力的人，你一定可以克服眼前的困难。如果需要任何帮助或者有任何新的困惑，随时联系我。我会一直陪伴在你身旁。祝你早日找到适合自己的道路！",
    "annotation": [
      {
        "sentence": "不用客气，你是一个很有实力和魄力的人，你一定可以克服眼前的困难。",
        "label": ""
      },
      {
        "sentence": "如果需要任何帮助或者有任何新的困惑，随时联系我。",
        "label": ""
      },
      {
        "sentence": "我会一直陪伴在你身旁。",
        "label": ""
      },
      {
        "sentence": "祝你早日找到适合自己的道路！",
        "label": ""
      }
    ]
  }
]