[
  {
    "role": "client",
    "content": "我有纠结症，不知道方向有点儿迷茫，各种选择如何取舍？我自己一直都有纠结症，又有选择困难综合症。就是我现在日本。来日本有十几年了当初是留学签证过来的。毕业为了生双胞胎把工作辞掉了，当了几年家庭主妇照顾俩孩子。一人照顾俩孩子同时还要偶尔好玩代购下，但是正式代购从去年十月开始，代购了一年。这一年虽然没有挣大钱但是在照顾俩孩子同时还是足够我自己开销。只是，从两年前起，我老公和这边家人开始投资办了一个日语学校，今年四月这个外语学校正式启动，因为我们都是无经验者创业，要花费很多时间和精力。我以后也是要在学校工作，所以我其实有很多很多东西要去学，可是我又舍不得放弃我的代购工作，我怕放弃了代购学校创业没成功的话我的客人会全流失了，以后再做也不好做。一直代购又天天想着要充电学习以后好好胜任工作，可同时这两样职业无法兼顾，因为我还有俩孩子要照顾。所以想听听别人的见解。",
    "annotation": [
      {
        "sentence": "我有纠结症，不知道方向有点儿迷茫，各种选择如何取舍？",
        "label": ""
      },
      {
        "sentence": "我自己一直都有纠结症，又有选择困难综合症。",
        "label": ""
      },
      {
        "sentence": "就是我现在日本。",
        "label": ""
      },
      {
        "sentence": "来日本有十几年了当初是留学签证过来的。",
        "label": ""
      },
      {
        "sentence": "毕业为了生双胞胎把工作辞掉了，当了几年家庭主妇照顾俩孩子。",
        "label": ""
      },
      {
        "sentence": "一人照顾俩孩子同时还要偶尔好玩代购下，但是正式代购从去年十月开始，代购了一年。",
        "label": ""
      },
      {
        "sentence": "这一年虽然没有挣大钱但是在照顾俩孩子同时还是足够我自己开销。",
        "label": ""
      },
      {
        "sentence": "只是，从两年前起，我老公和这边家人开始投资办了一个日语学校，今年四月这个外语学校正式启动，因为我们都是无经验者创业，要花费很多时间和精力。",
        "label": ""
      },
      {
        "sentence": "我以后也是要在学校工作，所以我其实有很多很多东西要去学，可是我又舍不得放弃我的代购工作，我怕放弃了代购学校创业没成功的话我的客人会全流失了，以后再做也不好做。",
        "label": ""
      },
      {
        "sentence": "一直代购又天天想着要充电学习以后好好胜任工作，可同时这两样职业无法兼顾，因为我还有俩孩子要照顾。",
        "label": ""
      },
      {
        "sentence": "所以想听听别人的见解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们先来梳理一下思路你说自己有纠结症，又有选择困难综合症。叙述留学签证来日本，毕业生了一对双胞胎，把工作辞掉了，当了几年家庭主妇。照顾俩孩子，同时偶尔做代购，从去年十月开始正式做代购，足够你和孩子开销。两年前，老公和家人办了一个日语学校，考虑无经验创业，想必要投入时间和精力。你也要在学校工作，又考虑你其实有很多东西要去学，同时又舍不得放弃代购工作。担心放弃了代购，学校创业没成功的话，粉丝会流失，以后再做不好做。一直代购又想着要学习，以后好好胜任工作，两样职业无法兼顾，还有孩子需要照顾。一口气获得你的信息，辛苦啊！抱抱！同时送你几个纠结症的背后是左右为难，没有侧重；选择困难症是不想放弃任何一个，都想要。",
    "annotation": [
      {
        "sentence": "我们先来梳理一下思路你说自己有纠结症，又有选择困难综合症。",
        "label": ""
      },
      {
        "sentence": "叙述留学签证来日本，毕业生了一对双胞胎，把工作辞掉了，当了几年家庭主妇。",
        "label": ""
      },
      {
        "sentence": "照顾俩孩子，同时偶尔做代购，从去年十月开始正式做代购，足够你和孩子开销。",
        "label": ""
      },
      {
        "sentence": "两年前，老公和家人办了一个日语学校，考虑无经验创业，想必要投入时间和精力。",
        "label": ""
      },
      {
        "sentence": "你也要在学校工作，又考虑你其实有很多东西要去学，同时又舍不得放弃代购工作。",
        "label": ""
      },
      {
        "sentence": "担心放弃了代购，学校创业没成功的话，粉丝会流失，以后再做不好做。",
        "label": ""
      },
      {
        "sentence": "一直代购又想着要学习，以后好好胜任工作，两样职业无法兼顾，还有孩子需要照顾。",
        "label": ""
      },
      {
        "sentence": "一口气获得你的信息，辛苦啊！",
        "label": ""
      },
      {
        "sentence": "抱抱！",
        "label": ""
      },
      {
        "sentence": "同时送你几个纠结症的背后是左右为难，没有侧重；选择困难症是不想放弃任何一个，都想要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是觉得左右为难，不知道怎么做才是最好的选择。",
    "annotation": [
      {
        "sentence": "是的，我就是觉得左右为难，不知道怎么做才是最好的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，了解自己最重要的追求是什么？职业的发展不是一时兴起的选择，是长期的自我实现的舞台。当时为了双胞胎宝宝，暂时放下了充电，工作。问一问自己辞职的期限是多久？现在要不要回到那个轨道上去发展？",
    "annotation": [
      {
        "sentence": "首先，了解自己最重要的追求是什么？",
        "label": ""
      },
      {
        "sentence": "职业的发展不是一时兴起的选择，是长期的自我实现的舞台。",
        "label": ""
      },
      {
        "sentence": "当时为了双胞胎宝宝，暂时放下了充电，工作。",
        "label": ""
      },
      {
        "sentence": "问一问自己辞职的期限是多久？",
        "label": ""
      },
      {
        "sentence": "现在要不要回到那个轨道上去发展？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我辞职已经好几年了，很久没有从事正式工作了。我觉得我现在需要重新充电学习，为将来的工作做好准备。",
    "annotation": [
      {
        "sentence": "我辞职已经好几年了，很久没有从事正式工作了。",
        "label": ""
      },
      {
        "sentence": "我觉得我现在需要重新充电学习，为将来的工作做好准备。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那代购的工作现在对你来说还有多大的发展空间呢？还有没有继续做下去的必要呢？",
    "annotation": [
      {
        "sentence": "那代购的工作现在对你来说还有多大的发展空间呢？",
        "label": ""
      },
      {
        "sentence": "还有没有继续做下去的必要呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "代购的工作一直是我自己喜欢的，虽然收入不是很高，但是足够我自己和孩子的开销。我觉得如果能继续做下去，未来还是会有发展的。",
    "annotation": [
      {
        "sentence": "代购的工作一直是我自己喜欢的，虽然收入不是很高，但是足够我自己和孩子的开销。",
        "label": ""
      },
      {
        "sentence": "我觉得如果能继续做下去，未来还是会有发展的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了。另外，你们家人和老公办的日语学校，对你来说是你的发展方向吗？你对这个创业项目有多大的兴趣和投入度？",
    "annotation": [
      {
        "sentence": "明白了。",
        "label": ""
      },
      {
        "sentence": "另外，你们家人和老公办的日语学校，对你来说是你的发展方向吗？",
        "label": ""
      },
      {
        "sentence": "你对这个创业项目有多大的兴趣和投入度？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我对这个学校有一定的兴趣，毕竟是我丈夫和家人办的，我想要支持他们。但是我还有很多东西要学习，准备自己在学校工作。我有点害怕自己没有能力胜任这份工作。",
    "annotation": [
      {
        "sentence": "我对这个学校有一定的兴趣，毕竟是我丈夫和家人办的，我想要支持他们。",
        "label": ""
      },
      {
        "sentence": "但是我还有很多东西要学习，准备自己在学校工作。",
        "label": ""
      },
      {
        "sentence": "我有点害怕自己没有能力胜任这份工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "敢于挑战自己很好！接下来，请你考虑一下，如果你的代购工作和学校的工作无法兼顾，你更倾向于哪一个？",
    "annotation": [
      {
        "sentence": "敢于挑战自己很好！",
        "label": ""
      },
      {
        "sentence": "接下来，请你考虑一下，如果你的代购工作和学校的工作无法兼顾，你更倾向于哪一个？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个问题真的很难回答。我对两者都有情感寄托，都不想放弃。",
    "annotation": [
      {
        "sentence": "这个问题真的很难回答。",
        "label": ""
      },
      {
        "sentence": "我对两者都有情感寄托，都不想放弃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的困扰。我这样说吧，一个人的精力是有限的，你可以先确立好自己的目标，仔细分析、论证，感觉哪个事业更有发展潜力、更能让你实现自己的价值，然后义无反顾地投入其中。你的精力放在哪里，哪里就会有更大的成就！希望以上的建议能对你有所帮助。祝一切安好！",
    "annotation": [
      {
        "sentence": "明白你的困扰。",
        "label": ""
      },
      {
        "sentence": "我这样说吧，一个人的精力是有限的，你可以先确立好自己的目标，仔细分析、论证，感觉哪个事业更有发展潜力、更能让你实现自己的价值，然后义无反顾地投入其中。",
        "label": ""
      },
      {
        "sentence": "你的精力放在哪里，哪里就会有更大的成就！",
        "label": ""
      },
      {
        "sentence": "希望以上的建议能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "祝一切安好！",
        "label": ""
      }
    ]
  }
]