[
  {
    "role": "client",
    "content": "我真的不知道该怎么办了，最近家里给我介绍了一个对象，我一直在要跟他相处和不相处之间游离犹豫。",
    "annotation": [
      {
        "sentence": "我真的不知道该怎么办了，最近家里给我介绍了一个对象，我一直在要跟他相处和不相处之间游离犹豫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的烦恼，很能体会你的内心纠结和焦虑。可以告诉我更多关于你们之间的情况吗？",
    "annotation": [
      {
        "sentence": "听到你的烦恼，很能体会你的内心纠结和焦虑。",
        "label": ""
      },
      {
        "sentence": "可以告诉我更多关于你们之间的情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当然可以。我离异了，有一个孩子，他们都在男方那边。对象是个未婚的单身汉，与我年龄相仿，他是89年的，我是90年的。我具有一些婚姻经历，对于理想的伴侣也有一些明确的标准和要求。",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "我离异了，有一个孩子，他们都在男方那边。",
        "label": ""
      },
      {
        "sentence": "对象是个未婚的单身汉，与我年龄相仿，他是89年的，我是90年的。",
        "label": ""
      },
      {
        "sentence": "我具有一些婚姻经历，对于理想的伴侣也有一些明确的标准和要求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白了。你的经历和执着于理想伴侣的要求可能是导致你纠结的原因之一。你在前一段婚姻中可能没有得到你所期望的温暖和爱，所以在考虑下一段感情时会感到更加担忧和纠结。但我们需要面对的现实是，没有人完全符合我们的理想标准。在婚姻中，我们需要学会包容和接受对方的缺点和不足之处。正如电视剧《知否知否应是绿肥红瘦》中明兰所说：“与人相守，最终依靠的，还是那品性的最低处。”婚姻是需要互相包容和谅解的，不要给自己太大的压力和苛求，否则只会增加伤感。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "你的经历和执着于理想伴侣的要求可能是导致你纠结的原因之一。",
        "label": ""
      },
      {
        "sentence": "你在前一段婚姻中可能没有得到你所期望的温暖和爱，所以在考虑下一段感情时会感到更加担忧和纠结。",
        "label": ""
      },
      {
        "sentence": "但我们需要面对的现实是，没有人完全符合我们的理想标准。",
        "label": ""
      },
      {
        "sentence": "在婚姻中，我们需要学会包容和接受对方的缺点和不足之处。",
        "label": ""
      },
      {
        "sentence": "正如电视剧《知否知否应是绿肥红瘦》中明兰所说：“与人相守，最终依靠的，还是那品性的最低处。",
        "label": ""
      },
      {
        "sentence": "”婚姻是需要互相包容和谅解的，不要给自己太大的压力和苛求，否则只会增加伤感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对。我也意识到自己对他的否定其实是对内在自我的投射。事实上，我本身也有一些和他类似的特点。我总是对自己的价值感不够自信，而对方也是一个不那么自信的人。我一直希望能找到一个代替自己成为理想自己的人，但现实中并没有这样的人存在。我觉得在开始一段新的婚姻之前，我需要对自己进行深入的探索，建立自信，克服自卑感。只有当我真正接纳并爱护自己时，才能够建立真正健康和稳定的亲密关系。",
    "annotation": [
      {
        "sentence": "你说得对。",
        "label": ""
      },
      {
        "sentence": "我也意识到自己对他的否定其实是对内在自我的投射。",
        "label": ""
      },
      {
        "sentence": "事实上，我本身也有一些和他类似的特点。",
        "label": ""
      },
      {
        "sentence": "我总是对自己的价值感不够自信，而对方也是一个不那么自信的人。",
        "label": ""
      },
      {
        "sentence": "我一直希望能找到一个代替自己成为理想自己的人，但现实中并没有这样的人存在。",
        "label": ""
      },
      {
        "sentence": "我觉得在开始一段新的婚姻之前，我需要对自己进行深入的探索，建立自信，克服自卑感。",
        "label": ""
      },
      {
        "sentence": "只有当我真正接纳并爱护自己时，才能够建立真正健康和稳定的亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的认识和觉悟非常棒！确实，建立一个健康和稳定的亲密关系需要我们先接纳和爱护自己。当我们内在力量充足时，我们才能够真正地给予和接纳他人，这样才能够建立起有爱和流动的关系。我相信，当你开始真正地热爱自己和相信自己时，你身边的人也会感受到你的内在能量和魅力，这样你才能够建立一段真正美好的婚姻关系。希望我的建议可以对你有所帮助！如果你还有其他问题或者想要继续交流，都可以告诉我。我们一起来解决你的困惑吧！",
    "annotation": [
      {
        "sentence": "你的认识和觉悟非常棒！",
        "label": ""
      },
      {
        "sentence": "确实，建立一个健康和稳定的亲密关系需要我们先接纳和爱护自己。",
        "label": ""
      },
      {
        "sentence": "当我们内在力量充足时，我们才能够真正地给予和接纳他人，这样才能够建立起有爱和流动的关系。",
        "label": ""
      },
      {
        "sentence": "我相信，当你开始真正地热爱自己和相信自己时，你身边的人也会感受到你的内在能量和魅力，这样你才能够建立一段真正美好的婚姻关系。",
        "label": ""
      },
      {
        "sentence": "希望我的建议可以对你有所帮助！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或者想要继续交流，都可以告诉我。",
        "label": ""
      },
      {
        "sentence": "我们一起来解决你的困惑吧！",
        "label": ""
      }
    ]
  }
]