[
  {
    "role": "client",
    "content": "和最好的朋友处理不好关系，忽冷忽热？我和我的闺蜜曾经无话不说，干什么都会一起，爱好也还算相同。可是有段时间她就开始嫌我烦，我自己也很难受。现在基本不说什么话了，也不知道该怎么办。我也在努力找自己的错，但我不知怎么开口再破冰与她交流…",
    "annotation": [
      {
        "sentence": "和最好的朋友处理不好关系，忽冷忽热？",
        "label": ""
      },
      {
        "sentence": "我和我的闺蜜曾经无话不说，干什么都会一起，爱好也还算相同。",
        "label": ""
      },
      {
        "sentence": "可是有段时间她就开始嫌我烦，我自己也很难受。",
        "label": ""
      },
      {
        "sentence": "现在基本不说什么话了，也不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "我也在努力找自己的错，但我不知怎么开口再破冰与她交流…",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我想通过文字的方式，能给你一个温暖的拥抱。和闺蜜之间曾经无话不说，到如今她对你的忽冷忽热，让你觉得很难受。我猜想你应该是一名初、高中生。因为在这一个时间段，我们特别注重朋友之间的感情关系上，把大部分注意力、兴趣爱好都放在了同伴关系上。",
    "annotation": [
      {
        "sentence": "我想通过文字的方式，能给你一个温暖的拥抱。",
        "label": ""
      },
      {
        "sentence": "和闺蜜之间曾经无话不说，到如今她对你的忽冷忽热，让你觉得很难受。",
        "label": ""
      },
      {
        "sentence": "我猜想你应该是一名初、高中生。",
        "label": ""
      },
      {
        "sentence": "因为在这一个时间段，我们特别注重朋友之间的感情关系上，把大部分注意力、兴趣爱好都放在了同伴关系上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，你说得对，她对我忽冷忽热的态度真的让我很困扰。我甚至开始怀疑自己有没有做错什么。",
    "annotation": [
      {
        "sentence": "对，你说得对，她对我忽冷忽热的态度真的让我很困扰。",
        "label": ""
      },
      {
        "sentence": "我甚至开始怀疑自己有没有做错什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "朋友式舔狗我能理解你这一种，为对方付出真心，收获的却是对方的厌恶，不满，嫌弃。我们姑且称它为——朋友式舔狗。一方面，你单方面的想为她付出，而她却并非需要你的付出。你们之间的关系已经达不到平衡，你付出的可能较多，但是得不到相应的回报，你会有落差感、失落感。",
    "annotation": [
      {
        "sentence": "朋友式舔狗我能理解你这一种，为对方付出真心，收获的却是对方的厌恶，不满，嫌弃。",
        "label": ""
      },
      {
        "sentence": "我们姑且称它为——朋友式舔狗。",
        "label": ""
      },
      {
        "sentence": "一方面，你单方面的想为她付出，而她却并非需要你的付出。",
        "label": ""
      },
      {
        "sentence": "你们之间的关系已经达不到平衡，你付出的可能较多，但是得不到相应的回报，你会有落差感、失落感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实是这样，我一直以为我们之间的友谊是平衡的，但现在看来我可能太过于依赖她了。我觉得自己很沮丧，因为我们之间的关系变得疏远了。",
    "annotation": [
      {
        "sentence": "确实是这样，我一直以为我们之间的友谊是平衡的，但现在看来我可能太过于依赖她了。",
        "label": ""
      },
      {
        "sentence": "我觉得自己很沮丧，因为我们之间的关系变得疏远了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另一方面，她可能认为你的对她的好是一种纠缠，你妨碍了她的私人空间和个性的发展，还需要照顾你的感受。所以你的爱，一定程度上是她的累赘。客观评价如果你觉得这一位朋友，在你心目中的位置无可替代。你大可以跟她谈谈，你们之间的相处模式，想一想在哪一个点上发生了问题，又或者是哪一件事你做的不符合她的期望？还是在相处中你们之间消费观，价值观，人生观，爱情观，各持各的态度会有意见不一的地方。",
    "annotation": [
      {
        "sentence": "另一方面，她可能认为你的对她的好是一种纠缠，你妨碍了她的私人空间和个性的发展，还需要照顾你的感受。",
        "label": ""
      },
      {
        "sentence": "所以你的爱，一定程度上是她的累赘。",
        "label": ""
      },
      {
        "sentence": "客观评价如果你觉得这一位朋友，在你心目中的位置无可替代。",
        "label": ""
      },
      {
        "sentence": "你大可以跟她谈谈，你们之间的相处模式，想一想在哪一个点上发生了问题，又或者是哪一件事你做的不符合她的期望？",
        "label": ""
      },
      {
        "sentence": "还是在相处中你们之间消费观，价值观，人生观，爱情观，各持各的态度会有意见不一的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "说起来很尴尬，我其实有尝试过和她沟通，但每次我都不知道怎么开口。我怕她会不高兴，觉得我在挑剔她，所以我一直都忍着。",
    "annotation": [
      {
        "sentence": "说起来很尴尬，我其实有尝试过和她沟通，但每次我都不知道怎么开口。",
        "label": ""
      },
      {
        "sentence": "我怕她会不高兴，觉得我在挑剔她，所以我一直都忍着。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对待友情，我们必须要理性。对方是你很重要的一部分，但并不是你人生的全部。其实这一个阶段也是我们对自我认同发展的一个关键时期。我们会通过同伴关系来探索自我的价值，自我的定位。你也可以通过自我反思、自我考量、自我探索，去发展出其他的人际关系，从而更好地认识自我。如果你在和她人际交往中特别难受，一直带着虚伪的面具，找不到真正的自己，那么不一定是你们的性格局限你们的感情要在这个瓶颈期里多呆一会儿进行磨合。你应该有自己的独立空间。要明确自己朋友之间的边界。所谓好朋友，不是每时每刻都在联系。但愿听到的都是对方的好消息。",
    "annotation": [
      {
        "sentence": "对待友情，我们必须要理性。",
        "label": ""
      },
      {
        "sentence": "对方是你很重要的一部分，但并不是你人生的全部。",
        "label": ""
      },
      {
        "sentence": "其实这一个阶段也是我们对自我认同发展的一个关键时期。",
        "label": ""
      },
      {
        "sentence": "我们会通过同伴关系来探索自我的价值，自我的定位。",
        "label": ""
      },
      {
        "sentence": "你也可以通过自我反思、自我考量、自我探索，去发展出其他的人际关系，从而更好地认识自我。",
        "label": ""
      },
      {
        "sentence": "如果你在和她人际交往中特别难受，一直带着虚伪的面具，找不到真正的自己，那么不一定是你们的性格局限你们的感情要在这个瓶颈期里多呆一会儿进行磨合。",
        "label": ""
      },
      {
        "sentence": "你应该有自己的独立空间。",
        "label": ""
      },
      {
        "sentence": "要明确自己朋友之间的边界。",
        "label": ""
      },
      {
        "sentence": "所谓好朋友，不是每时每刻都在联系。",
        "label": ""
      },
      {
        "sentence": "但愿听到的都是对方的好消息。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我一直都太过于依赖她了，可能需要给自己一些独立的时间与空间，去发展其他的人际关系。谢谢你的建议，我会好好思考一下。",
    "annotation": [
      {
        "sentence": "你说得对，我一直都太过于依赖她了，可能需要给自己一些独立的时间与空间，去发展其他的人际关系。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会好好思考一下。",
        "label": ""
      }
    ]
  }
]