[
  {
    "role": "client",
    "content": "我想做的事情，只要从别人嘴里说出来了，就不想做了？我发现自己存在一个这样子的问题，比如，我开始减肥，订了个计划，每天晚上都在跳减肥操，也开始做了，然后某天吃饭的时候，家里人说“谁家的女儿每天晚上都在那跳操，瘦到90斤了，你也晚上做做运动”，明明一开始坚持的好好的，就忽然不想跳操了。再比如，想去买几套好看的衣服，正逛淘宝呢，家里人说“你买个啥啥啥样的，看看人家穿的都很好看”，就忽然连衣服店都不想逛了。就本来想做的事情，被人一说别人这样子做了很好，你快去做，就忽然失去了想做的动力，也不知道是为什么。",
    "annotation": [
      {
        "sentence": "我想做的事情，只要从别人嘴里说出来了，就不想做了？",
        "label": ""
      },
      {
        "sentence": "我发现自己存在一个这样子的问题，比如，我开始减肥，订了个计划，每天晚上都在跳减肥操，也开始做了，然后某天吃饭的时候，家里人说“谁家的女儿每天晚上都在那跳操，瘦到90斤了，你也晚上做做运动”，明明一开始坚持的好好的，就忽然不想跳操了。",
        "label": ""
      },
      {
        "sentence": "再比如，想去买几套好看的衣服，正逛淘宝呢，家里人说“你买个啥啥啥样的，看看人家穿的都很好看”，就忽然连衣服店都不想逛了。",
        "label": ""
      },
      {
        "sentence": "就本来想做的事情，被人一说别人这样子做了很好，你快去做，就忽然失去了想做的动力，也不知道是为什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好奇你现在的年龄有多大，从你的描述来看，你目前很像一个处在叛逆期的少年，不管什么事情，下意识的会有一种\"抗拒、抵触\"的感觉，当然，这种感觉也不局限于年龄阶段。你能够对自己的行为和思想及时的觉察和感悟，说明你是个善于思考的人。",
    "annotation": [
      {
        "sentence": "很好奇你现在的年龄有多大，从你的描述来看，你目前很像一个处在叛逆期的少年，不管什么事情，下意识的会有一种\"抗拒、抵触\"的感觉，当然，这种感觉也不局限于年龄阶段。",
        "label": ""
      },
      {
        "sentence": "你能够对自己的行为和思想及时的觉察和感悟，说明你是个善于思考的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在二十五岁了，确实有时候会有这种叛逆的感觉，但我觉得这不应该成为我放弃做一件事情的理由。",
    "annotation": [
      {
        "sentence": "我现在二十五岁了，确实有时候会有这种叛逆的感觉，但我觉得这不应该成为我放弃做一件事情的理由。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，年龄增长只是一个数字，并不能彻底改变人的性格特点。但是你刚刚提到的情况，我认为有一些心理因素在影响你的行为。1、不喜欢被比较：当被别人拿出来做比较时，会让你感到自己能力的不足，从而埋下自卑的情绪。但每个人都有自尊心，所以都不喜欢被别人说三道四。2、不喜欢被控制：你有自己的想法和观点，当被别人干涉时，会感到失去了掌控权，产生抵触情绪。3、自主性不被满足：当被迫做一些事情而不是出于自己的意愿时，我们很难从中获得快乐和满足感。因此，自主性对于激发我们的动力和热情至关重要。4、负面归因：对于你本来要做的事情，如果没有别人提醒，你会把它归因为自己积极主动的行为；一旦有人提醒，你再去做，就会觉得似乎是被迫的，缺乏内在动机。这些感受和想法都是很正常的，大家都会有，不必过于担心和强化。",
    "annotation": [
      {
        "sentence": "没错，年龄增长只是一个数字，并不能彻底改变人的性格特点。",
        "label": ""
      },
      {
        "sentence": "但是你刚刚提到的情况，我认为有一些心理因素在影响你的行为。",
        "label": ""
      },
      {
        "sentence": "1、不喜欢被比较：当被别人拿出来做比较时，会让你感到自己能力的不足，从而埋下自卑的情绪。",
        "label": ""
      },
      {
        "sentence": "但每个人都有自尊心，所以都不喜欢被别人说三道四。",
        "label": ""
      },
      {
        "sentence": "2、不喜欢被控制：你有自己的想法和观点，当被别人干涉时，会感到失去了掌控权，产生抵触情绪。",
        "label": ""
      },
      {
        "sentence": "3、自主性不被满足：当被迫做一些事情而不是出于自己的意愿时，我们很难从中获得快乐和满足感。",
        "label": ""
      },
      {
        "sentence": "因此，自主性对于激发我们的动力和热情至关重要。",
        "label": ""
      },
      {
        "sentence": "4、负面归因：对于你本来要做的事情，如果没有别人提醒，你会把它归因为自己积极主动的行为；一旦有人提醒，你再去做，就会觉得似乎是被迫的，缺乏内在动机。",
        "label": ""
      },
      {
        "sentence": "这些感受和想法都是很正常的，大家都会有，不必过于担心和强化。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可能我确实对别人的评价过于敏感，容易受到影响。但是我希望能够改变这种情况，不被别人的话左右我的心情和行动。",
    "annotation": [
      {
        "sentence": "我明白了，可能我确实对别人的评价过于敏感，容易受到影响。",
        "label": ""
      },
      {
        "sentence": "但是我希望能够改变这种情况，不被别人的话左右我的心情和行动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的这种意识非常重要，意味着你已经意识到了这个问题，并且有意愿去解决它。但要改变这种状况需要时间和努力，建议你尝试以下几点：1、培养自己的自信心：相信自己，相信自己能够做出正确的决策。2、确立自己的目标和价值观：知道自己要追求什么，不被外界的评价所左右。3、减少与那些对你产生负面影响的人的接触：跟那些总是贬低你的人保持距离，寻找更积极向上的人际关系。4、提升自己的情绪管理能力：学会在他人的评价面前保持镇定，不被消极情绪所左右。这些方法需要持之以恒地实践，希望对你有所帮助。",
    "annotation": [
      {
        "sentence": "你的这种意识非常重要，意味着你已经意识到了这个问题，并且有意愿去解决它。",
        "label": ""
      },
      {
        "sentence": "但要改变这种状况需要时间和努力，建议你尝试以下几点：1、培养自己的自信心：相信自己，相信自己能够做出正确的决策。",
        "label": ""
      },
      {
        "sentence": "2、确立自己的目标和价值观：知道自己要追求什么，不被外界的评价所左右。",
        "label": ""
      },
      {
        "sentence": "3、减少与那些对你产生负面影响的人的接触：跟那些总是贬低你的人保持距离，寻找更积极向上的人际关系。",
        "label": ""
      },
      {
        "sentence": "4、提升自己的情绪管理能力：学会在他人的评价面前保持镇定，不被消极情绪所左右。",
        "label": ""
      },
      {
        "sentence": "这些方法需要持之以恒地实践，希望对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会努力去改变自己，培养更好的心态。我相信只要坚持下去，我一定能够克服这个问题。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会努力去改变自己，培养更好的心态。",
        "label": ""
      },
      {
        "sentence": "我相信只要坚持下去，我一定能够克服这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到你的决心，相信你一定能够战胜这个困扰你的问题。记住，每个人都有优点和价值，不要给外界的评价左右自己的判断。祝福你能够走出困境，过上积极、快乐的生活！如果以后还有需要，随时来找我倾诉。",
    "annotation": [
      {
        "sentence": "非常欣慰听到你的决心，相信你一定能够战胜这个困扰你的问题。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都有优点和价值，不要给外界的评价左右自己的判断。",
        "label": ""
      },
      {
        "sentence": "祝福你能够走出困境，过上积极、快乐的生活！",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要，随时来找我倾诉。",
        "label": ""
      }
    ]
  }
]