[
  {
    "role": "client",
    "content": "我发现自己存在一个问题，就是当我想做的事情从别人嘴里说出来后，我就不想做了。比如，我开始减肥，制定了计划，每天晚上都在跳减肥操，也一直坚持下来。然后某天，我正在吃饭的时候，家里人说“谁家的女儿每天晚上都在那跳操，瘦到90斤了，你也晚上做做运动”，明明一开始坚持得很好，就突然不想跳操了。再比如，我想去买几套好看的衣服，正在逛淘宝，家里人说“你买个啥啥啥样的，看看人家穿的都很好看”，然后我突然连衣服店都不想逛了。本来我有想做的事情，但是被别人一说别人这样子做了很好，你也快去做，我就忽然失去了想做的动力，也不知道这是为什么。",
    "annotation": [
      {
        "sentence": "我发现自己存在一个问题，就是当我想做的事情从别人嘴里说出来后，我就不想做了。",
        "label": ""
      },
      {
        "sentence": "比如，我开始减肥，制定了计划，每天晚上都在跳减肥操，也一直坚持下来。",
        "label": ""
      },
      {
        "sentence": "然后某天，我正在吃饭的时候，家里人说“谁家的女儿每天晚上都在那跳操，瘦到90斤了，你也晚上做做运动”，明明一开始坚持得很好，就突然不想跳操了。",
        "label": ""
      },
      {
        "sentence": "再比如，我想去买几套好看的衣服，正在逛淘宝，家里人说“你买个啥啥啥样的，看看人家穿的都很好看”，然后我突然连衣服店都不想逛了。",
        "label": ""
      },
      {
        "sentence": "本来我有想做的事情，但是被别人一说别人这样子做了很好，你也快去做，我就忽然失去了想做的动力，也不知道这是为什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来，你在做自己想做的事情和被别人要求去做同样的事情时，感受到了不同的动力。其实，内在动力和外在动力在行为背后有很大的差别。当我们做自己想做的事情时，是源于内在的动力趋势，是为了满足自己的需要和目标，这样我们能够激发内在的动力。不管做得好还是不好，那都是我们自己的事情，不需要别人来评判。只要我们自己认可就可以了。如果我们做得好，会感受到激情和成就感；如果做得不好，也可以给自己一些鼓励。最终，我们做事情是为了自己，是属于我们自己的事情。然而，当别人要求我们做某件事情，或者把我们正在做的事情说出来后，就变成了外界的要求。特别是当别人说：“你要减肥啊！你要好好学习啊！”听到这些话后，我们可能会认为减肥、学习这些都是为了满足别人的需求，完成别人的期望。于是，我们就会变得比较被动，感觉是他们要求我们去做的，满足了别人的愿望。这时，我们内心会产生一种信念：如果我做得好，那是因为他们要求我做得好，所以好的结果归功于他们；如果做得不好，别人就会说：“你看，我就是要求你做好的，你没有做好，那就是你个人的责任了。”最后，我们内心会产生一种反抗：好的成果归功于别人，做得不好都是自己的错，那为了不让别人得到满足，我们干脆就不去做了，这样心里会好受一些。希望这个解答能够帮助到你，谢谢。",
    "annotation": [
      {
        "sentence": "听起来，你在做自己想做的事情和被别人要求去做同样的事情时，感受到了不同的动力。",
        "label": ""
      },
      {
        "sentence": "其实，内在动力和外在动力在行为背后有很大的差别。",
        "label": ""
      },
      {
        "sentence": "当我们做自己想做的事情时，是源于内在的动力趋势，是为了满足自己的需要和目标，这样我们能够激发内在的动力。",
        "label": ""
      },
      {
        "sentence": "不管做得好还是不好，那都是我们自己的事情，不需要别人来评判。",
        "label": ""
      },
      {
        "sentence": "只要我们自己认可就可以了。",
        "label": ""
      },
      {
        "sentence": "如果我们做得好，会感受到激情和成就感；如果做得不好，也可以给自己一些鼓励。",
        "label": ""
      },
      {
        "sentence": "最终，我们做事情是为了自己，是属于我们自己的事情。",
        "label": ""
      },
      {
        "sentence": "然而，当别人要求我们做某件事情，或者把我们正在做的事情说出来后，就变成了外界的要求。",
        "label": ""
      },
      {
        "sentence": "特别是当别人说：“你要减肥啊！",
        "label": ""
      },
      {
        "sentence": "你要好好学习啊！",
        "label": ""
      },
      {
        "sentence": "”听到这些话后，我们可能会认为减肥、学习这些都是为了满足别人的需求，完成别人的期望。",
        "label": ""
      },
      {
        "sentence": "于是，我们就会变得比较被动，感觉是他们要求我们去做的，满足了别人的愿望。",
        "label": ""
      },
      {
        "sentence": "这时，我们内心会产生一种信念：如果我做得好，那是因为他们要求我做得好，所以好的结果归功于他们；如果做得不好，别人就会说：“你看，我就是要求你做好的，你没有做好，那就是你个人的责任了。",
        "label": ""
      },
      {
        "sentence": "”最后，我们内心会产生一种反抗：好的成果归功于别人，做得不好都是自己的错，那为了不让别人得到满足，我们干脆就不去做了，这样心里会好受一些。",
        "label": ""
      },
      {
        "sentence": "希望这个解答能够帮助到你，谢谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，就是因为自己想要得到别人的认可和赞许，所以才会受到别人的影响，失去了动力。",
    "annotation": [
      {
        "sentence": "我明白了，就是因为自己想要得到别人的认可和赞许，所以才会受到别人的影响，失去了动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，我们经常会希望别人对我们的努力给予认可和赞赏。但是，重要的是我们要学会从内心寻找动力，而不是完全依赖外界的评价。只有真正明白我们为什么想要做某件事情，我们才能够坚定地推动自己，不受他人的影响。",
    "annotation": [
      {
        "sentence": "没错，我们经常会希望别人对我们的努力给予认可和赞赏。",
        "label": ""
      },
      {
        "sentence": "但是，重要的是我们要学会从内心寻找动力，而不是完全依赖外界的评价。",
        "label": ""
      },
      {
        "sentence": "只有真正明白我们为什么想要做某件事情，我们才能够坚定地推动自己，不受他人的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是，我觉得很难摆脱关注他人眼光的习惯，总是在意别人对我的评价。",
    "annotation": [
      {
        "sentence": "可是，我觉得很难摆脱关注他人眼光的习惯，总是在意别人对我的评价。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很正常的。我们每个人都会在一定程度上关注他人的眼光和评价。但是，我们可以通过以下方法来帮助自己摆脱过度关注他人评价的困扰：首先，要相信自己的价值和能力，不以他人的意见为标准衡量自己。其次，培养一种积极的心态，接受他人的评价和建议，但同时要记住，最重要的是我们自己对自己的看法和期望。最后，我们可以尝试将注意力更多地集中在自己的内心需求和目标上，找到更多的内在动力来驱动自己前进。",
    "annotation": [
      {
        "sentence": "这是很正常的。",
        "label": ""
      },
      {
        "sentence": "我们每个人都会在一定程度上关注他人的眼光和评价。",
        "label": ""
      },
      {
        "sentence": "但是，我们可以通过以下方法来帮助自己摆脱过度关注他人评价的困扰：首先，要相信自己的价值和能力，不以他人的意见为标准衡量自己。",
        "label": ""
      },
      {
        "sentence": "其次，培养一种积极的心态，接受他人的评价和建议，但同时要记住，最重要的是我们自己对自己的看法和期望。",
        "label": ""
      },
      {
        "sentence": "最后，我们可以尝试将注意力更多地集中在自己的内心需求和目标上，找到更多的内在动力来驱动自己前进。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量调整自己的心态，更加专注于自己的目标和动力。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量调整自己的心态，更加专注于自己的目标和动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你可以做到的。记住，你的价值和成就不应该仅仅以他人的评价为准。相信自己，坚持自己的努力，你会达到自己想要的目标的。如果以后还有类似的困扰，随时可以找我倾诉，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "不客气，我相信你可以做到的。",
        "label": ""
      },
      {
        "sentence": "记住，你的价值和成就不应该仅仅以他人的评价为准。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持自己的努力，你会达到自己想要的目标的。",
        "label": ""
      },
      {
        "sentence": "如果以后还有类似的困扰，随时可以找我倾诉，我会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持，我会的。有你的鼓励，我觉得心里轻松多了。",
    "annotation": [
      {
        "sentence": "谢谢你的支持，我会的。",
        "label": ""
      },
      {
        "sentence": "有你的鼓励，我觉得心里轻松多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。记得，我们都是可以克服困难的，加油哦！如果需要的话，随时找我聊天。祝你取得更好的进展！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记得，我们都是可以克服困难的，加油哦！",
        "label": ""
      },
      {
        "sentence": "如果需要的话，随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你取得更好的进展！",
        "label": ""
      }
    ]
  }
]