[
  {
    "role": "client",
    "content": "我想做的事情，只要从别人嘴里说出来了，就不想做了？我发现自己存在一个这样子的问题，比如，我开始减肥，订了个计划，每天晚上都在跳减肥操，也开始做了，然后某天吃饭的时候，家里人说“谁家的女儿每天晚上都在那跳操，瘦到90斤了，你也晚上做做运动”，明明一开始坚持的好好的，就忽然不想跳操了。再比如，想去买几套好看的衣服，正逛淘宝呢，家里人说“你买个啥啥啥样的，看看人家穿的都很好看”，就忽然连衣服店都不想逛了。就本来想做的事情，被人一说别人这样子做了很好，你快去做，就忽然失去了想做的动力，也不知道是为什么。",
    "annotation": [
      {
        "sentence": "我想做的事情，只要从别人嘴里说出来了，就不想做了？",
        "label": ""
      },
      {
        "sentence": "我发现自己存在一个这样子的问题，比如，我开始减肥，订了个计划，每天晚上都在跳减肥操，也开始做了，然后某天吃饭的时候，家里人说“谁家的女儿每天晚上都在那跳操，瘦到90斤了，你也晚上做做运动”，明明一开始坚持的好好的，就忽然不想跳操了。",
        "label": ""
      },
      {
        "sentence": "再比如，想去买几套好看的衣服，正逛淘宝呢，家里人说“你买个啥啥啥样的，看看人家穿的都很好看”，就忽然连衣服店都不想逛了。",
        "label": ""
      },
      {
        "sentence": "就本来想做的事情，被人一说别人这样子做了很好，你快去做，就忽然失去了想做的动力，也不知道是为什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的困扰。在心理学上，有一个“过度合理化效应”，也就是说当个体非常明显地为了控制别人而事先付出与之不相称的报酬时，就会发生过度合理化的现象。当人们相信他们所做的努力只是为了迎合别人的期望时，他们可能会降低对这项工作的内在兴趣。比如你想减肥，这是自己主观想去做的事情，与别人无关，但当家里人将这个事情与别人的做法做比较后，你会觉得自己做这件事也有了家里人的参与，“是他们让我做的”，这样你就不愿意去做了。同样，当你想去买衣服时，家里人给了一些建议后，你可能会觉得买衣服不再只是自己的事情了。所以在类似的情况下，我们可以去分析一下，我做与不做与别人是否有关，别人说或者不说会对我做这件事有什么实质上的影响吗？让我们理智地做出决策。祝一切顺利。",
    "annotation": [
      {
        "sentence": "非常理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "在心理学上，有一个“过度合理化效应”，也就是说当个体非常明显地为了控制别人而事先付出与之不相称的报酬时，就会发生过度合理化的现象。",
        "label": ""
      },
      {
        "sentence": "当人们相信他们所做的努力只是为了迎合别人的期望时，他们可能会降低对这项工作的内在兴趣。",
        "label": ""
      },
      {
        "sentence": "比如你想减肥，这是自己主观想去做的事情，与别人无关，但当家里人将这个事情与别人的做法做比较后，你会觉得自己做这件事也有了家里人的参与，“是他们让我做的”，这样你就不愿意去做了。",
        "label": ""
      },
      {
        "sentence": "同样，当你想去买衣服时，家里人给了一些建议后，你可能会觉得买衣服不再只是自己的事情了。",
        "label": ""
      },
      {
        "sentence": "所以在类似的情况下，我们可以去分析一下，我做与不做与别人是否有关，别人说或者不说会对我做这件事有什么实质上的影响吗？",
        "label": ""
      },
      {
        "sentence": "让我们理智地做出决策。",
        "label": ""
      },
      {
        "sentence": "祝一切顺利。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，确实是有这种可能性。我意识到自己很容易被别人的言语左右，特别是家人的意见。也许是因为我太在意他们的看法，所以一旦他们提到别人做得很好，我就变得不自信了。我应该怎么样才能改变这种情况呢？",
    "annotation": [
      {
        "sentence": "谢谢你的回答，确实是有这种可能性。",
        "label": ""
      },
      {
        "sentence": "我意识到自己很容易被别人的言语左右，特别是家人的意见。",
        "label": ""
      },
      {
        "sentence": "也许是因为我太在意他们的看法，所以一旦他们提到别人做得很好，我就变得不自信了。",
        "label": ""
      },
      {
        "sentence": "我应该怎么样才能改变这种情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说的很对，太在意别人的看法确实会影响我们的自信心。首先，要明白你的价值与做事的动机并不完全取决于别人的评价。好像减肥这个例子，减肥是为了自己变得更加健康和自信，而不是为了让别人满意。想要改变这种情况，我们可以尝试以下方法：首先，提高自己的自尊心和自信心，坚信自己的选择是正确的；其次，避免过度关注别人的评价，将注意力集中在自己的内心需求和目标上；最后，给予自己积极的鼓励和支持，相信自己能够成功。这样，当别人提到他人的成就时，你就能够更加坚定地追求自己的目标。祝你成功！",
    "annotation": [
      {
        "sentence": "你说的很对，太在意别人的看法确实会影响我们的自信心。",
        "label": ""
      },
      {
        "sentence": "首先，要明白你的价值与做事的动机并不完全取决于别人的评价。",
        "label": ""
      },
      {
        "sentence": "好像减肥这个例子，减肥是为了自己变得更加健康和自信，而不是为了让别人满意。",
        "label": ""
      },
      {
        "sentence": "想要改变这种情况，我们可以尝试以下方法：首先，提高自己的自尊心和自信心，坚信自己的选择是正确的；其次，避免过度关注别人的评价，将注意力集中在自己的内心需求和目标上；最后，给予自己积极的鼓励和支持，相信自己能够成功。",
        "label": ""
      },
      {
        "sentence": "这样，当别人提到他人的成就时，你就能够更加坚定地追求自己的目标。",
        "label": ""
      },
      {
        "sentence": "祝你成功！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我会尝试提高自己的自信心，不再过分在意别人的评价。有时候，我也觉得自己对别人的看法过于敏感，可能需要学会更好地处理这种情绪。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会尝试提高自己的自信心，不再过分在意别人的评价。",
        "label": ""
      },
      {
        "sentence": "有时候，我也觉得自己对别人的看法过于敏感，可能需要学会更好地处理这种情绪。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "处理对别人看法的敏感情绪是一项需要学习的技巧。首先，我们可以尝试更加了解自己，明确自己的优点和价值，并从内心深处认可自己。其次，学会积极地面对批评和挑战，将其作为成长的机会，而不是消极地看待。此外，建立一个良好的支持系统，与亲密的朋友或家人交流，听取他们的建议和支持，同时也记得给自己一些正面的自我评价。最后，需要时间和实践来培养这种能力，希望你能坚持下去，逐渐掌握这些技巧。祝你成功！",
    "annotation": [
      {
        "sentence": "处理对别人看法的敏感情绪是一项需要学习的技巧。",
        "label": ""
      },
      {
        "sentence": "首先，我们可以尝试更加了解自己，明确自己的优点和价值，并从内心深处认可自己。",
        "label": ""
      },
      {
        "sentence": "其次，学会积极地面对批评和挑战，将其作为成长的机会，而不是消极地看待。",
        "label": ""
      },
      {
        "sentence": "此外，建立一个良好的支持系统，与亲密的朋友或家人交流，听取他们的建议和支持，同时也记得给自己一些正面的自我评价。",
        "label": ""
      },
      {
        "sentence": "最后，需要时间和实践来培养这种能力，希望你能坚持下去，逐渐掌握这些技巧。",
        "label": ""
      },
      {
        "sentence": "祝你成功！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议！我会尽力去做的。这次的交流让我更清楚地认识到自己的问题，并且也获得了一些解决问题的方法。我相信我能够克服这个问题，迈向更好的自己。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我会尽力去做的。",
        "label": ""
      },
      {
        "sentence": "这次的交流让我更清楚地认识到自己的问题，并且也获得了一些解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "我相信我能够克服这个问题，迈向更好的自己。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你！相信自己，坚持下去，你一定能够克服这个问题。如果将来还有其他困扰，随时都可以来找我倾诉和寻求支持。祝你一切顺利，加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你！",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持下去，你一定能够克服这个问题。",
        "label": ""
      },
      {
        "sentence": "如果将来还有其他困扰，随时都可以来找我倾诉和寻求支持。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，加油！",
        "label": ""
      }
    ]
  }
]