[
  {
    "role": "client",
    "content": "面对不公平待遇, 不知道这样做是不是对妹妹有利？",
    "annotation": [
      {
        "sentence": "面对不公平待遇, 不知道这样做是不是对妹妹有利？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个好姐姐，我想你妹妹在你身边应该会很有安全感，也会很信任你吧。我姐姐曾经也是这样帮我的，所以，每一次姐姐帮我的时候，我就会觉得有人站在我这边真好。但同时，我也不太想看到姐姐为了我而跟爸妈争吵啦。(ps:这只是我个人的一些想法。)",
    "annotation": [
      {
        "sentence": "你是一个好姐姐，我想你妹妹在你身边应该会很有安全感，也会很信任你吧。",
        "label": ""
      },
      {
        "sentence": "我姐姐曾经也是这样帮我的，所以，每一次姐姐帮我的时候，我就会觉得有人站在我这边真好。",
        "label": ""
      },
      {
        "sentence": "但同时，我也不太想看到姐姐为了我而跟爸妈争吵啦。",
        "label": ""
      },
      {
        "sentence": "(ps:这只是我个人的一些想法。",
        "label": ""
      },
      {
        "sentence": ")",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励。但是我还是很困惑，我觉得爸爸妈妈不应该用那种方式评价妹妹。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励。",
        "label": ""
      },
      {
        "sentence": "但是我还是很困惑，我觉得爸爸妈妈不应该用那种方式评价妹妹。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不需太过于自责，你需要知道的是，这并不完全是你的错或者是爸爸\/妈妈\/妹妹的错，改变是家庭成员都需要一起努力的事情。父母：需要稍稍改变一下沟通方式，其实说一个孩子“懦弱”是很伤人的，也会对以后的性格造成一定程度上的影响。但父母的传统观念改变又需要一定的时间，所以要沉得住气，慢慢来，循序渐进，不要一开始就跟父母硬碰硬，可以从日常生活中的聊天作为切入点来谈谈这个问题。",
    "annotation": [
      {
        "sentence": "你不需太过于自责，你需要知道的是，这并不完全是你的错或者是爸爸\/妈妈\/妹妹的错，改变是家庭成员都需要一起努力的事情。",
        "label": ""
      },
      {
        "sentence": "父母：需要稍稍改变一下沟通方式，其实说一个孩子“懦弱”是很伤人的，也会对以后的性格造成一定程度上的影响。",
        "label": ""
      },
      {
        "sentence": "但父母的传统观念改变又需要一定的时间，所以要沉得住气，慢慢来，循序渐进，不要一开始就跟父母硬碰硬，可以从日常生活中的聊天作为切入点来谈谈这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可能我一开始就过于激动了。那我应该怎么跟爸爸妈妈沟通呢？",
    "annotation": [
      {
        "sentence": "我明白了，可能我一开始就过于激动了。",
        "label": ""
      },
      {
        "sentence": "那我应该怎么跟爸爸妈妈沟通呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是处于“父母”与“妹妹”之间的一个角色，所以你也处于相对比较关键的位置。一方面，你需要让父母意识到自己的语言伤害，改变自己的沟通方式；另一方面，你需要多留意妹妹的内心想法，多跟她谈谈心，问问她父母这么说，她会不会很伤心？（记得给妹妹一个大大的拥抱哦！拥抱有时候真的可以抚慰一切的消极情绪）你也可以跟妹妹说“在姐姐心里，你很勇敢，眼泪并不能代表懦弱。（可以跟妹妹解释一下，眼泪是内心情感的发泄，是情绪需要找到一个合理的出口，而不是自身懦弱的原因，不要因此而否定自己。）”当然，你也不需要把自己逼得太紧，家庭关系是一生需要探索的课题，是不断学习、不断完善的过程。同时，你也要多听听自己内心的声音啊，如果累了，就歇一下吧。不要紧的。",
    "annotation": [
      {
        "sentence": "你是处于“父母”与“妹妹”之间的一个角色，所以你也处于相对比较关键的位置。",
        "label": ""
      },
      {
        "sentence": "一方面，你需要让父母意识到自己的语言伤害，改变自己的沟通方式；另一方面，你需要多留意妹妹的内心想法，多跟她谈谈心，问问她父母这么说，她会不会很伤心？",
        "label": ""
      },
      {
        "sentence": "（记得给妹妹一个大大的拥抱哦！",
        "label": ""
      },
      {
        "sentence": "拥抱有时候真的可以抚慰一切的消极情绪）你也可以跟妹妹说“在姐姐心里，你很勇敢，眼泪并不能代表懦弱。",
        "label": ""
      },
      {
        "sentence": "（可以跟妹妹解释一下，眼泪是内心情感的发泄，是情绪需要找到一个合理的出口，而不是自身懦弱的原因，不要因此而否定自己。",
        "label": ""
      },
      {
        "sentence": "）”当然，你也不需要把自己逼得太紧，家庭关系是一生需要探索的课题，是不断学习、不断完善的过程。",
        "label": ""
      },
      {
        "sentence": "同时，你也要多听听自己内心的声音啊，如果累了，就歇一下吧。",
        "label": ""
      },
      {
        "sentence": "不要紧的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试试看的。但是我担心妹妹可能不想跟爸爸妈妈聊这个话题，她可能会觉得尴尬或者害怕。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试试看的。",
        "label": ""
      },
      {
        "sentence": "但是我担心妹妹可能不想跟爸爸妈妈聊这个话题，她可能会觉得尴尬或者害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "妹妹可能确实有些害怕或尴尬，但你可以用一个更轻松的方式引导她谈论这个话题，比如在一起做一些娱乐活动的时候，巧妙地问问她对于“勇敢”和“眼泪”这样的话题有什么看法。如果她确实不想谈论，那就给她一些时间和空间，慢慢来，她可能会逐渐敞开心扉。",
    "annotation": [
      {
        "sentence": "妹妹可能确实有些害怕或尴尬，但你可以用一个更轻松的方式引导她谈论这个话题，比如在一起做一些娱乐活动的时候，巧妙地问问她对于“勇敢”和“眼泪”这样的话题有什么看法。",
        "label": ""
      },
      {
        "sentence": "如果她确实不想谈论，那就给她一些时间和空间，慢慢来，她可能会逐渐敞开心扉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会耐心引导她的。谢谢你的支持。除了跟爸爸妈妈沟通，我还能做些什么来帮助妹妹呢？",
    "annotation": [
      {
        "sentence": "好的，我会耐心引导她的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持。",
        "label": ""
      },
      {
        "sentence": "除了跟爸爸妈妈沟通，我还能做些什么来帮助妹妹呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了沟通外，你还可以尝试更多关心妹妹的方式。比如，多夸奖她一些积极的、勇敢的行为，让她在你的鼓励下感到自信和支持；或者有机会的时候，可以和妹妹一起参加一些培养勇气和自尊的活动，让她通过亲身体验来感受到自己的价值和能力；另外，也可以建议她多参加一些兴趣班或社交活动，帮助她拓宽自己的圈子，增加自信心。记得，姐姐的陪伴和鼓励对妹妹来说是很重要的。",
    "annotation": [
      {
        "sentence": "除了沟通外，你还可以尝试更多关心妹妹的方式。",
        "label": ""
      },
      {
        "sentence": "比如，多夸奖她一些积极的、勇敢的行为，让她在你的鼓励下感到自信和支持；或者有机会的时候，可以和妹妹一起参加一些培养勇气和自尊的活动，让她通过亲身体验来感受到自己的价值和能力；另外，也可以建议她多参加一些兴趣班或社交活动，帮助她拓宽自己的圈子，增加自信心。",
        "label": ""
      },
      {
        "sentence": "记得，姐姐的陪伴和鼓励对妹妹来说是很重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试这些方法的。你的建议都很实用，让我对如何帮助妹妹有了更清晰的思路。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试这些方法的。",
        "label": ""
      },
      {
        "sentence": "你的建议都很实用，让我对如何帮助妹妹有了更清晰的思路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你是一个负责任的姐姐，你的努力和陪伴一定会给妹妹带来积极的改变。如果你还有其他问题或困惑，可以随时跟我交流。祝你们早安午安晚安。",
    "annotation": [
      {
        "sentence": "不客气，我相信你是一个负责任的姐姐，你的努力和陪伴一定会给妹妹带来积极的改变。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或困惑，可以随时跟我交流。",
        "label": ""
      },
      {
        "sentence": "祝你们早安午安晚安。",
        "label": ""
      }
    ]
  }
]