[
  {
    "role": "client",
    "content": "我今年十八岁了，好像真的喜欢上了同性朋友，我该怎么办呢？刚开始的时候我们只是好朋友的关系，然后做了一个学期的同桌。但是最近一两个月，我真的越来越期待和她一起上课，甚至连上厕所接水都一定要她陪我。我也很期待和她有更多的身体接触，我觉得很幸福，总是脑补着我们在一起的画面。但是我知道，我的朋友、家长以及她的朋友和家长肯定不能接受我们在一起。我总是告诉自己，可能是因为她有点中性所以我才觉得很酷，潜意识告诉自己不能喜欢上她。可是做梦时我居然会梦到我和她牵手接吻的画面，现实中也会期待着。我现在已经高三了，要怎么办啊？每天都会生气她与其他女生接触，我感到很绝望。",
    "annotation": [
      {
        "sentence": "我今年十八岁了，好像真的喜欢上了同性朋友，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "刚开始的时候我们只是好朋友的关系，然后做了一个学期的同桌。",
        "label": ""
      },
      {
        "sentence": "但是最近一两个月，我真的越来越期待和她一起上课，甚至连上厕所接水都一定要她陪我。",
        "label": ""
      },
      {
        "sentence": "我也很期待和她有更多的身体接触，我觉得很幸福，总是脑补着我们在一起的画面。",
        "label": ""
      },
      {
        "sentence": "但是我知道，我的朋友、家长以及她的朋友和家长肯定不能接受我们在一起。",
        "label": ""
      },
      {
        "sentence": "我总是告诉自己，可能是因为她有点中性所以我才觉得很酷，潜意识告诉自己不能喜欢上她。",
        "label": ""
      },
      {
        "sentence": "可是做梦时我居然会梦到我和她牵手接吻的画面，现实中也会期待着。",
        "label": ""
      },
      {
        "sentence": "我现在已经高三了，要怎么办啊？",
        "label": ""
      },
      {
        "sentence": "每天都会生气她与其他女生接触，我感到很绝望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "摸摸头，不要着急，你好像有点难以接受自己喜欢上同性，或者担心同性之间的感情不会有好结果？还担心这会影响学习是吗？其实我觉得很多青少年在青春期的时候都会有一些对自己的性取向和爱好的尝试。但是要明白，你现在对她有占有性和亲近的愿望，并不意味着你一定是同性恋，或者在早恋。我知道很多孩子都经历过这个阶段，他们会尝试了解自己，是和男孩子在一起更舒服还是和女孩子在一起更舒服、开心。所以很多人在成年后，可能会发现自己的性取向和青春期时有所不同，这是因为经过了尝试、思考，我们才能知道什么是真正适合我们的。而且要知道，同性恋天生就存在于自然界中，是一种很正常的现象。也许你现在会有很多的担心，但是担心好像也不能改变什么，反而会增加你的压力。不如我们来好好梳理一下，看看现阶段你能做些什么，找到让你和她都感到舒服的方式。同时要怎样平衡好你的学业和你在探索感情方面的需求呢？为了更好地帮助你，你可以专门抽一两个小时认真思考一下这些问题。",
    "annotation": [
      {
        "sentence": "摸摸头，不要着急，你好像有点难以接受自己喜欢上同性，或者担心同性之间的感情不会有好结果？",
        "label": ""
      },
      {
        "sentence": "还担心这会影响学习是吗？",
        "label": ""
      },
      {
        "sentence": "其实我觉得很多青少年在青春期的时候都会有一些对自己的性取向和爱好的尝试。",
        "label": ""
      },
      {
        "sentence": "但是要明白，你现在对她有占有性和亲近的愿望，并不意味着你一定是同性恋，或者在早恋。",
        "label": ""
      },
      {
        "sentence": "我知道很多孩子都经历过这个阶段，他们会尝试了解自己，是和男孩子在一起更舒服还是和女孩子在一起更舒服、开心。",
        "label": ""
      },
      {
        "sentence": "所以很多人在成年后，可能会发现自己的性取向和青春期时有所不同，这是因为经过了尝试、思考，我们才能知道什么是真正适合我们的。",
        "label": ""
      },
      {
        "sentence": "而且要知道，同性恋天生就存在于自然界中，是一种很正常的现象。",
        "label": ""
      },
      {
        "sentence": "也许你现在会有很多的担心，但是担心好像也不能改变什么，反而会增加你的压力。",
        "label": ""
      },
      {
        "sentence": "不如我们来好好梳理一下，看看现阶段你能做些什么，找到让你和她都感到舒服的方式。",
        "label": ""
      },
      {
        "sentence": "同时要怎样平衡好你的学业和你在探索感情方面的需求呢？",
        "label": ""
      },
      {
        "sentence": "为了更好地帮助你，你可以专门抽一两个小时认真思考一下这些问题。",
        "label": ""
      }
    ]
  }
]