[
  {
    "role": "client",
    "content": "我是一个32岁的单身女性，最近失业了，感到非常焦虑和无助，不知道该如何规划我的未来。",
    "annotation": [
      {
        "sentence": "我是一个32岁的单身女性，最近失业了，感到非常焦虑和无助，不知道该如何规划我的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这位朋友，我仔细阅读了你的文字，对你的处境有了更深入的了解。我能够感受到你内心的焦虑、困惑和渴望等情绪。首先，让我们谈谈当前的大环境。今年的疫情对每个人的生活和工作都带来了不同程度的影响。从某种意义上说，这也是个转折点，一个机会。这段时间给了我们思考生活和工作是否需要重新定位的时间。我相信多年后回头看这场疫情，它绝对是史无前例的，改变了我们的生活方式和思考方式。我乐观地认为，面对变化，我们应该从另一个角度看待问题。你正好遇到了这个机会，利用疫情的契机告别了之前并不满意的工作，工作中感到没有提升空间和可替代性太强。你已经32岁了，我觉得现在是寻找自己喜欢的方向，开始努力的好时机。不必担心之前这种焦虑情绪，担心被现实淘汰找不到工作等等，我理解你的担心。这是很多年轻人都会经历的阶段，不用急，我们可以慢慢来。找到人生职业的方向是一件并不容易的事情，有的人可能到了退休后才能从事自己喜欢的工作。人生就是一个不断发现和探索的过程。首先，我们要接纳当前的情况。其实每个人都有一片属于自己的天地，一个拥有使命感的工作领域，但是它也是一个探索的过程。目前，你可以先停下来，去探索一下内心的方向，不要急于前进。你可以去找一些心理咨询师进行人生和职业方向的咨询。即使经济上可能不宽裕，也可以找一些线上公益咨询，或者在这里也有公益咨询可以参加。这是第一个问题。",
    "annotation": [
      {
        "sentence": "这位朋友，我仔细阅读了你的文字，对你的处境有了更深入的了解。",
        "label": ""
      },
      {
        "sentence": "我能够感受到你内心的焦虑、困惑和渴望等情绪。",
        "label": ""
      },
      {
        "sentence": "首先，让我们谈谈当前的大环境。",
        "label": ""
      },
      {
        "sentence": "今年的疫情对每个人的生活和工作都带来了不同程度的影响。",
        "label": ""
      },
      {
        "sentence": "从某种意义上说，这也是个转折点，一个机会。",
        "label": ""
      },
      {
        "sentence": "这段时间给了我们思考生活和工作是否需要重新定位的时间。",
        "label": ""
      },
      {
        "sentence": "我相信多年后回头看这场疫情，它绝对是史无前例的，改变了我们的生活方式和思考方式。",
        "label": ""
      },
      {
        "sentence": "我乐观地认为，面对变化，我们应该从另一个角度看待问题。",
        "label": ""
      },
      {
        "sentence": "你正好遇到了这个机会，利用疫情的契机告别了之前并不满意的工作，工作中感到没有提升空间和可替代性太强。",
        "label": ""
      },
      {
        "sentence": "你已经32岁了，我觉得现在是寻找自己喜欢的方向，开始努力的好时机。",
        "label": ""
      },
      {
        "sentence": "不必担心之前这种焦虑情绪，担心被现实淘汰找不到工作等等，我理解你的担心。",
        "label": ""
      },
      {
        "sentence": "这是很多年轻人都会经历的阶段，不用急，我们可以慢慢来。",
        "label": ""
      },
      {
        "sentence": "找到人生职业的方向是一件并不容易的事情，有的人可能到了退休后才能从事自己喜欢的工作。",
        "label": ""
      },
      {
        "sentence": "人生就是一个不断发现和探索的过程。",
        "label": ""
      },
      {
        "sentence": "首先，我们要接纳当前的情况。",
        "label": ""
      },
      {
        "sentence": "其实每个人都有一片属于自己的天地，一个拥有使命感的工作领域，但是它也是一个探索的过程。",
        "label": ""
      },
      {
        "sentence": "目前，你可以先停下来，去探索一下内心的方向，不要急于前进。",
        "label": ""
      },
      {
        "sentence": "你可以去找一些心理咨询师进行人生和职业方向的咨询。",
        "label": ""
      },
      {
        "sentence": "即使经济上可能不宽裕，也可以找一些线上公益咨询，或者在这里也有公益咨询可以参加。",
        "label": ""
      },
      {
        "sentence": "这是第一个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的耐心理解和支持。我确实感到很焦虑，是担心找不到工作被社会淘汰。我也担心我会陷入习惯性的跳槽，而不能长久地从事一份工作。我现在的处境非常尴尬，未婚又找不到工作。而且，由于我喜欢同性，结婚对我来说并不是一个可能性。所以，我真的很难，也非常焦虑。请问我该如何规划自己的事业和人生呢？",
    "annotation": [
      {
        "sentence": "非常感谢你的耐心理解和支持。",
        "label": ""
      },
      {
        "sentence": "我确实感到很焦虑，是担心找不到工作被社会淘汰。",
        "label": ""
      },
      {
        "sentence": "我也担心我会陷入习惯性的跳槽，而不能长久地从事一份工作。",
        "label": ""
      },
      {
        "sentence": "我现在的处境非常尴尬，未婚又找不到工作。",
        "label": ""
      },
      {
        "sentence": "而且，由于我喜欢同性，结婚对我来说并不是一个可能性。",
        "label": ""
      },
      {
        "sentence": "所以，我真的很难，也非常焦虑。",
        "label": ""
      },
      {
        "sentence": "请问我该如何规划自己的事业和人生呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的困惑和焦虑。每个人在年轻时都会经历困惑、彷徨和选择的过程，这有助于我们逐渐接近自己生命的主题。在接受这一点的同时，我们也要不断提升自己，充实自己，让自己的生命逐渐绽放。你同样可以做到的。在规划事业和人生方面，首先要明确自己的目标和价值观。找到自己真正喜欢的事业方向，并努力朝着这个方向发展。无论是同性还是异性恋，人生的方向都是一样的。每个人都应该先找到自己生命的方向，活出自己的自信、价值和爱。只有当我们拥有内在的爱的动力时，我们才能成为真正的自己。这样，我们才能给与我们爱的人幸福。因此，你可以先关注自己的发展和成长，寻找到自己真正喜欢的事业方向，然后再考虑如何给你喜欢的人带来好的生活。年轻的时候我们总是要经历一些迷茫和挣扎，这是通向真正懂得如何生活的道路。祝福你。",
    "annotation": [
      {
        "sentence": "我能理解你的困惑和焦虑。",
        "label": ""
      },
      {
        "sentence": "每个人在年轻时都会经历困惑、彷徨和选择的过程，这有助于我们逐渐接近自己生命的主题。",
        "label": ""
      },
      {
        "sentence": "在接受这一点的同时，我们也要不断提升自己，充实自己，让自己的生命逐渐绽放。",
        "label": ""
      },
      {
        "sentence": "你同样可以做到的。",
        "label": ""
      },
      {
        "sentence": "在规划事业和人生方面，首先要明确自己的目标和价值观。",
        "label": ""
      },
      {
        "sentence": "找到自己真正喜欢的事业方向，并努力朝着这个方向发展。",
        "label": ""
      },
      {
        "sentence": "无论是同性还是异性恋，人生的方向都是一样的。",
        "label": ""
      },
      {
        "sentence": "每个人都应该先找到自己生命的方向，活出自己的自信、价值和爱。",
        "label": ""
      },
      {
        "sentence": "只有当我们拥有内在的爱的动力时，我们才能成为真正的自己。",
        "label": ""
      },
      {
        "sentence": "这样，我们才能给与我们爱的人幸福。",
        "label": ""
      },
      {
        "sentence": "因此，你可以先关注自己的发展和成长，寻找到自己真正喜欢的事业方向，然后再考虑如何给你喜欢的人带来好的生活。",
        "label": ""
      },
      {
        "sentence": "年轻的时候我们总是要经历一些迷茫和挣扎，这是通向真正懂得如何生活的道路。",
        "label": ""
      },
      {
        "sentence": "祝福你。",
        "label": ""
      }
    ]
  }
]