[
  {
    "role": "client",
    "content": "我常常想自杀，不想打扰别人。想找一个安安静静的地方结束从小受到家庭暴力，黑暗的童年。尝尝有自杀的念头。感情事业生活都非常不顺心。关于自杀，我想了很久很久。吵架以后我会做出极端的行为，暴力自残摔东西。我不想这样下去了，或者真的好累，没有什么意义。没有人能够理解我，真的好累。我做什么都不行，我是一个失败的人。女友也说有病，我真的有病。我刚刚在卫生间躺地上开着凉水哭了很久很久。我想割腕可是又怕一下子死不了，并且死相不好看。被家人看了会对他们有影响。我现在真的想找一个偏僻的地方结束自己的生命，不被任何人所发现，无论是摔死还是淹死我不会游泳。痛苦一点都没关系，只要不被人救下来，不打扰别人就可以。我真的不想活了，想死真的太难了。我想安安静静的离开这个人世间，现在已经没什么好留恋的了。我或许也是累赘，只会给别人带来困扰。对不起那些照顾我关心我的人，让你们失望了。感谢你们对我的照顾。也感谢我的母亲含辛茹苦养大了我，还有生父我如果真的死了，我会在死前原谅你。继父也要。",
    "annotation": [
      {
        "sentence": "我常常想自杀，不想打扰别人。",
        "label": ""
      },
      {
        "sentence": "想找一个安安静静的地方结束从小受到家庭暴力，黑暗的童年。",
        "label": ""
      },
      {
        "sentence": "尝尝有自杀的念头。",
        "label": ""
      },
      {
        "sentence": "感情事业生活都非常不顺心。",
        "label": ""
      },
      {
        "sentence": "关于自杀，我想了很久很久。",
        "label": ""
      },
      {
        "sentence": "吵架以后我会做出极端的行为，暴力自残摔东西。",
        "label": ""
      },
      {
        "sentence": "我不想这样下去了，或者真的好累，没有什么意义。",
        "label": ""
      },
      {
        "sentence": "没有人能够理解我，真的好累。",
        "label": ""
      },
      {
        "sentence": "我做什么都不行，我是一个失败的人。",
        "label": ""
      },
      {
        "sentence": "女友也说有病，我真的有病。",
        "label": ""
      },
      {
        "sentence": "我刚刚在卫生间躺地上开着凉水哭了很久很久。",
        "label": ""
      },
      {
        "sentence": "我想割腕可是又怕一下子死不了，并且死相不好看。",
        "label": ""
      },
      {
        "sentence": "被家人看了会对他们有影响。",
        "label": ""
      },
      {
        "sentence": "我现在真的想找一个偏僻的地方结束自己的生命，不被任何人所发现，无论是摔死还是淹死我不会游泳。",
        "label": ""
      },
      {
        "sentence": "痛苦一点都没关系，只要不被人救下来，不打扰别人就可以。",
        "label": ""
      },
      {
        "sentence": "我真的不想活了，想死真的太难了。",
        "label": ""
      },
      {
        "sentence": "我想安安静静的离开这个人世间，现在已经没什么好留恋的了。",
        "label": ""
      },
      {
        "sentence": "我或许也是累赘，只会给别人带来困扰。",
        "label": ""
      },
      {
        "sentence": "对不起那些照顾我关心我的人，让你们失望了。",
        "label": ""
      },
      {
        "sentence": "感谢你们对我的照顾。",
        "label": ""
      },
      {
        "sentence": "也感谢我的母亲含辛茹苦养大了我，还有生父我如果真的死了，我会在死前原谅你。",
        "label": ""
      },
      {
        "sentence": "继父也要。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "生与死的矛盾痛苦中的人儿，我想你一定一定绝望极了。你忍受着恶劣的生存状态，内心又充满着不确定、恐惧、痛苦和无望感，找不到一丝的生与死的和谐，却拥有着生与死的对峙。因为在你的成长过程中，你一直在遭受着严重的心理创伤，从小被家庭暴力，生活事业不顺心。你会在死前原谅生父，继父也要。这导致了你内心的调和功能受到了抑制或者损害，生与死变得完全对立、互不兼容的两种力量，生死的对立和冲突异常尖锐，长期对决。所以，你才会一直处在“生死难择”的内心矛盾中。但好像朦朦胧胧中又夹杂着一股强烈的心理求助愿望，对不起那些照顾我关心我的人，让你们失望了，感谢你们对我的照顾。也感谢我的母亲含辛茹苦养大了我。你那么强烈的自我否定、自恨、愧疚以及向内攻击自己的愤怒，这都是你的心理能量，这都是你生的欲望，你长期以来的委屈。",
    "annotation": [
      {
        "sentence": "生与死的矛盾痛苦中的人儿，我想你一定一定绝望极了。",
        "label": ""
      },
      {
        "sentence": "你忍受着恶劣的生存状态，内心又充满着不确定、恐惧、痛苦和无望感，找不到一丝的生与死的和谐，却拥有着生与死的对峙。",
        "label": ""
      },
      {
        "sentence": "因为在你的成长过程中，你一直在遭受着严重的心理创伤，从小被家庭暴力，生活事业不顺心。",
        "label": ""
      },
      {
        "sentence": "你会在死前原谅生父，继父也要。",
        "label": ""
      },
      {
        "sentence": "这导致了你内心的调和功能受到了抑制或者损害，生与死变得完全对立、互不兼容的两种力量，生死的对立和冲突异常尖锐，长期对决。",
        "label": ""
      },
      {
        "sentence": "所以，你才会一直处在“生死难择”的内心矛盾中。",
        "label": ""
      },
      {
        "sentence": "但好像朦朦胧胧中又夹杂着一股强烈的心理求助愿望，对不起那些照顾我关心我的人，让你们失望了，感谢你们对我的照顾。",
        "label": ""
      },
      {
        "sentence": "也感谢我的母亲含辛茹苦养大了我。",
        "label": ""
      },
      {
        "sentence": "你那么强烈的自我否定、自恨、愧疚以及向内攻击自己的愤怒，这都是你的心理能量，这都是你生的欲望，你长期以来的委屈。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我一直认为自己是个失败者，总是把所有的错误和困难归咎于自己。我感到非常委屈，但我又不忍心向别人表达以及攻击别人。我真的不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "你说得很对，我一直认为自己是个失败者，总是把所有的错误和困难归咎于自己。",
        "label": ""
      },
      {
        "sentence": "我感到非常委屈，但我又不忍心向别人表达以及攻击别人。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我可以理解，你的痛苦确实超越了一般人能够承受的极限。但我相信，你的每一次选择都是为了保护自己而做的最好的选择。不管我们选择什么方式，想结束生命的想法和行为背后一定有着我们合理的需要。或许死亡问题并不是一个问题，我们可不可以换个角度，所谓“向死而生”，其实，死也就生的原因啊。人生短短数十载，死亡是我们不能够回避的事情。既然你想要安安静静地结束，我们可不可以安安静静地思考死亡的问题，或许从死亡问题中，我们才能勇敢地面对生的痛苦，寻求生命的意义，并赋予生命不同凡响的色彩。",
    "annotation": [
      {
        "sentence": "你的感受我可以理解，你的痛苦确实超越了一般人能够承受的极限。",
        "label": ""
      },
      {
        "sentence": "但我相信，你的每一次选择都是为了保护自己而做的最好的选择。",
        "label": ""
      },
      {
        "sentence": "不管我们选择什么方式，想结束生命的想法和行为背后一定有着我们合理的需要。",
        "label": ""
      },
      {
        "sentence": "或许死亡问题并不是一个问题，我们可不可以换个角度，所谓“向死而生”，其实，死也就生的原因啊。",
        "label": ""
      },
      {
        "sentence": "人生短短数十载，死亡是我们不能够回避的事情。",
        "label": ""
      },
      {
        "sentence": "既然你想要安安静静地结束，我们可不可以安安静静地思考死亡的问题，或许从死亡问题中，我们才能勇敢地面对生的痛苦，寻求生命的意义，并赋予生命不同凡响的色彩。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，或许我一直只看到了黑暗，也许在死亡问题中能找到生命的光亮。但我真的不知道应该怎样做，怎样面对痛苦，怎样给自己的生命找到意义。",
    "annotation": [
      {
        "sentence": "你说的有道理，或许我一直只看到了黑暗，也许在死亡问题中能找到生命的光亮。",
        "label": ""
      },
      {
        "sentence": "但我真的不知道应该怎样做，怎样面对痛苦，怎样给自己的生命找到意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困惑和无助。面对痛苦和困难，没有人能够轻易给出答案。但是，我们可以从内心深处开始，去寻找自己真正渴望的东西。或许在黑暗中，我们可以发现一丝光明。也可以为了那些关心你的人，为了你的母亲，为了你自己的潜力，给自己一个机会，去探索、去实现你生命中那些美好的可能性。",
    "annotation": [
      {
        "sentence": "我明白你的困惑和无助。",
        "label": ""
      },
      {
        "sentence": "面对痛苦和困难，没有人能够轻易给出答案。",
        "label": ""
      },
      {
        "sentence": "但是，我们可以从内心深处开始，去寻找自己真正渴望的东西。",
        "label": ""
      },
      {
        "sentence": "或许在黑暗中，我们可以发现一丝光明。",
        "label": ""
      },
      {
        "sentence": "也可以为了那些关心你的人，为了你的母亲，为了你自己的潜力，给自己一个机会，去探索、去实现你生命中那些美好的可能性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许的确是时候停止用消极的方式对待自己",
    "annotation": [
      {
        "sentence": "或许的确是时候停止用消极的方式对待自己",
        "label": ""
      }
    ]
  }
]