[
  {
    "role": "client",
    "content": "我今年32岁，是一位单身女性。最近失业了，我感到非常焦虑和无助，不知道该如何规划我的未来。我在三月份被公司裁员，疫情的影响导致我失业。我的职位是行政人事出纳，属于非核心岗位，所以被裁掉了。然后至今我还没有找到合适的工作。我对之前的工作并不喜欢，觉得没有晋升空间，而且这个职位可替代性很强。另外，我希望能赚更多的钱，因为我喜欢同性，我觉得目前的工作薪水太低，无法给我喜欢的人一个好的生活。但是，我又不知道自己适合做什么类型的工作。我已经换了无数家公司，却还没有找到定性定位。我非常焦虑，担心自己被社会淘汰，找不到工作。另外，如果我不得不从事我不喜欢的工作，我也担心我无法持久，会习惯性地频繁跳槽。我处境非常尴尬，因为我既未婚又喜欢同性，所以结婚对我来说并不可行。总之，我真的很难受，非常焦虑，请问该如何规划我的事业和人生呢？",
    "annotation": [
      {
        "sentence": "我今年32岁，是一位单身女性。",
        "label": ""
      },
      {
        "sentence": "最近失业了，我感到非常焦虑和无助，不知道该如何规划我的未来。",
        "label": ""
      },
      {
        "sentence": "我在三月份被公司裁员，疫情的影响导致我失业。",
        "label": ""
      },
      {
        "sentence": "我的职位是行政人事出纳，属于非核心岗位，所以被裁掉了。",
        "label": ""
      },
      {
        "sentence": "然后至今我还没有找到合适的工作。",
        "label": ""
      },
      {
        "sentence": "我对之前的工作并不喜欢，觉得没有晋升空间，而且这个职位可替代性很强。",
        "label": ""
      },
      {
        "sentence": "另外，我希望能赚更多的钱，因为我喜欢同性，我觉得目前的工作薪水太低，无法给我喜欢的人一个好的生活。",
        "label": ""
      },
      {
        "sentence": "但是，我又不知道自己适合做什么类型的工作。",
        "label": ""
      },
      {
        "sentence": "我已经换了无数家公司，却还没有找到定性定位。",
        "label": ""
      },
      {
        "sentence": "我非常焦虑，担心自己被社会淘汰，找不到工作。",
        "label": ""
      },
      {
        "sentence": "另外，如果我不得不从事我不喜欢的工作，我也担心我无法持久，会习惯性地频繁跳槽。",
        "label": ""
      },
      {
        "sentence": "我处境非常尴尬，因为我既未婚又喜欢同性，所以结婚对我来说并不可行。",
        "label": ""
      },
      {
        "sentence": "总之，我真的很难受，非常焦虑，请问该如何规划我的事业和人生呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困境，失业确实会引发焦虑和无助的感觉。首先，你可以先从自己喜欢的领域入手去探索。不管是哪个行业，只要你在其中变得足够专业，能够为他人带来足够的价值，你就能获得相应的回报。你只有找到真正热爱的事情，才会自发地全身心地投入其中，不断提升自己的能力，并在行业中积累经验，最终成为这个领域的精英。你担心被社会淘汰找不到工作，那就需要努力提升自己的价值，让自己变得不可或缺。只要有市场需求，你就能够找到工作，通过积累经验，不断提高自己的专业度，你就会越来越有价值。现在有许多行业都有市场需求，你觉得哪个行业更符合你的兴趣或者你擅长的领域呢？",
    "annotation": [
      {
        "sentence": "我理解你的困境，失业确实会引发焦虑和无助的感觉。",
        "label": ""
      },
      {
        "sentence": "首先，你可以先从自己喜欢的领域入手去探索。",
        "label": ""
      },
      {
        "sentence": "不管是哪个行业，只要你在其中变得足够专业，能够为他人带来足够的价值，你就能获得相应的回报。",
        "label": ""
      },
      {
        "sentence": "你只有找到真正热爱的事情，才会自发地全身心地投入其中，不断提升自己的能力，并在行业中积累经验，最终成为这个领域的精英。",
        "label": ""
      },
      {
        "sentence": "你担心被社会淘汰找不到工作，那就需要努力提升自己的价值，让自己变得不可或缺。",
        "label": ""
      },
      {
        "sentence": "只要有市场需求，你就能够找到工作，通过积累经验，不断提高自己的专业度，你就会越来越有价值。",
        "label": ""
      },
      {
        "sentence": "现在有许多行业都有市场需求，你觉得哪个行业更符合你的兴趣或者你擅长的领域呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我对美甲和美容方面很感兴趣，现在的女孩都喜欢追求美丽，比如做指甲和种睫毛等。像美甲师和美容师这类职业就可以满足市场需求。如果我也对这方面有兴趣，我可以去学习并从实习开始，等我掌握得更好，自然会有更高的薪水。我认识一个姑娘就是做美甲师的，她的月薪已经上万元了。只要女孩子还有追求美丽的需求，这个行业就不会失业。还有，如果你喜欢和教小朋友，享受传授知识带来的成就感，你也可以去考教师证。现在有很多培训机构，即使不能在正规学校当老师，你也可以在培训机构担任教师，只要有生源，薪水也不错。而且随着你经验的积累，你会越来越专业，越来越受到他人的需要。当然，即使是送外卖或者快递员这样的工作，也是市场需求，总能找到雇主。如果你依然想在公司里就职，你可以考虑一下做销售或市场相关的岗位，这些职能可能更能接触到公司的核心业务。你可以从小公司的业务员开始，积累资本。与其随随便便找一份工作，频繁跳槽，不如静下来思考一下自己的兴趣和擅长的领域，然后去学习相关知识，参加培训。如果需要，甚至可以考虑重新回学校学习。只有做自己真正热爱的事情，你才能专注地积累。现在你32岁，想想当你42岁时，你回顾32岁的自己，会给她什么样的建议呢？你还有10年时间，完全可以在一个领域做得非常专业。这样的角度去启发自己，或许可以做出不一样的选择。",
    "annotation": [
      {
        "sentence": "其实我对美甲和美容方面很感兴趣，现在的女孩都喜欢追求美丽，比如做指甲和种睫毛等。",
        "label": ""
      },
      {
        "sentence": "像美甲师和美容师这类职业就可以满足市场需求。",
        "label": ""
      },
      {
        "sentence": "如果我也对这方面有兴趣，我可以去学习并从实习开始，等我掌握得更好，自然会有更高的薪水。",
        "label": ""
      },
      {
        "sentence": "我认识一个姑娘就是做美甲师的，她的月薪已经上万元了。",
        "label": ""
      },
      {
        "sentence": "只要女孩子还有追求美丽的需求，这个行业就不会失业。",
        "label": ""
      },
      {
        "sentence": "还有，如果你喜欢和教小朋友，享受传授知识带来的成就感，你也可以去考教师证。",
        "label": ""
      },
      {
        "sentence": "现在有很多培训机构，即使不能在正规学校当老师，你也可以在培训机构担任教师，只要有生源，薪水也不错。",
        "label": ""
      },
      {
        "sentence": "而且随着你经验的积累，你会越来越专业，越来越受到他人的需要。",
        "label": ""
      },
      {
        "sentence": "当然，即使是送外卖或者快递员这样的工作，也是市场需求，总能找到雇主。",
        "label": ""
      },
      {
        "sentence": "如果你依然想在公司里就职，你可以考虑一下做销售或市场相关的岗位，这些职能可能更能接触到公司的核心业务。",
        "label": ""
      },
      {
        "sentence": "你可以从小公司的业务员开始，积累资本。",
        "label": ""
      },
      {
        "sentence": "与其随随便便找一份工作，频繁跳槽，不如静下来思考一下自己的兴趣和擅长的领域，然后去学习相关知识，参加培训。",
        "label": ""
      },
      {
        "sentence": "如果需要，甚至可以考虑重新回学校学习。",
        "label": ""
      },
      {
        "sentence": "只有做自己真正热爱的事情，你才能专注地积累。",
        "label": ""
      },
      {
        "sentence": "现在你32岁，想想当你42岁时，你回顾32岁的自己，会给她什么样的建议呢？",
        "label": ""
      },
      {
        "sentence": "你还有10年时间，完全可以在一个领域做得非常专业。",
        "label": ""
      },
      {
        "sentence": "这样的角度去启发自己，或许可以做出不一样的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，听了你的话，我感到有些安慰和希望了。我确实需要进一步思考自己的兴趣和擅长的领域，然后找到一个适合我的工作。我会考虑你提到的美甲和美容行业，也会思考教师这个方向。同时，我也明白了我需要提升自己的能力和价值，才能在竞争激烈的社会中立足。我会仔细思考自己的职业发展，制定一个合理的规划，并努力学习相关的知识和技能。再次感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，听了你的话，我感到有些安慰和希望了。",
        "label": ""
      },
      {
        "sentence": "我确实需要进一步思考自己的兴趣和擅长的领域，然后找到一个适合我的工作。",
        "label": ""
      },
      {
        "sentence": "我会考虑你提到的美甲和美容行业，也会思考教师这个方向。",
        "label": ""
      },
      {
        "sentence": "同时，我也明白了我需要提升自己的能力和价值，才能在竞争激烈的社会中立足。",
        "label": ""
      },
      {
        "sentence": "我会仔细思考自己的职业发展，制定一个合理的规划，并努力学习相关的知识和技能。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴我的建议能对你有所帮助。你已经迈出了关键的一步，就是意识到自己需要思考和行动。记住，每个人都会遇到困难和迷茫，但只有积极面对并主动调整自己，才能找到合适的道路。不要急于求成，人生是一个长期的过程。相信自己的能力，坚持努力，你一定能够找到适合自己的职业和实现自己的人生目标。如果在这个过程中还有疑问或困惑，随时来找我，我会一直支持你的。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴我的建议能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了关键的一步，就是意识到自己需要思考和行动。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都会遇到困难和迷茫，但只有积极面对并主动调整自己，才能找到合适的道路。",
        "label": ""
      },
      {
        "sentence": "不要急于求成，人生是一个长期的过程。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，坚持努力，你一定能够找到适合自己的职业和实现自己的人生目标。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中还有疑问或困惑，随时来找我，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]