[
  {
    "role": "client",
    "content": "我从事的工作都是些打杂的事情，工作没成就感怎么办？",
    "annotation": [
      {
        "sentence": "我从事的工作都是些打杂的事情，工作没成就感怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述来看，你不满的工作是：缺乏个人主观能动性，每天太机械。我想说这个和公司大小和外包类型没有关系，更多的是和工作内容有关。曾有人提到，如何才能月薪过万，其实最简单的就是在一个领域深耕一段时间。当然月薪过万并不难，但这个例子只是想说明，第一份工作的重要性，和思考自己第一份工作应该从事什么的重要性，因为毕竟日后要在这一领域深耕。",
    "annotation": [
      {
        "sentence": "从你的描述来看，你不满的工作是：缺乏个人主观能动性，每天太机械。",
        "label": ""
      },
      {
        "sentence": "我想说这个和公司大小和外包类型没有关系，更多的是和工作内容有关。",
        "label": ""
      },
      {
        "sentence": "曾有人提到，如何才能月薪过万，其实最简单的就是在一个领域深耕一段时间。",
        "label": ""
      },
      {
        "sentence": "当然月薪过万并不难，但这个例子只是想说明，第一份工作的重要性，和思考自己第一份工作应该从事什么的重要性，因为毕竟日后要在这一领域深耕。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我确实希望从事具有个人主观能动性的工作。但很多外包公司的工作都是重复性、缺乏挑战的。我不知道该怎么办才能找到一个有成就感的工作。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我确实希望从事具有个人主观能动性的工作。",
        "label": ""
      },
      {
        "sentence": "但很多外包公司的工作都是重复性、缺乏挑战的。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办才能找到一个有成就感的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据你的条件和个性，我相信你完全能够在一定范围内选择一个自己喜欢内容的工作。所以我给到你的建议是：1.首先看工作内容。可以找这家公司同一岗位的员工对这个职位工作内容的描述进行了解，也可以在面试的时候进行询问。2.工作内容与公司大小没有绝对的关联性。曾有这样一个段子，在微软的某个部门的员工每天只需要做一些高中毕业生就可以完成的简单事务，为何要招名校的优秀毕业生去做。其回答是因为那些优秀毕业生都是潜在的可能创业对其造成威胁的不确定性因素。说这个例子我是想说明，其实大公司的人，也有部分是螺丝钉一样的存在，每天做着机械的工作。",
    "annotation": [
      {
        "sentence": "根据你的条件和个性，我相信你完全能够在一定范围内选择一个自己喜欢内容的工作。",
        "label": ""
      },
      {
        "sentence": "所以我给到你的建议是：1.首先看工作内容。",
        "label": ""
      },
      {
        "sentence": "可以找这家公司同一岗位的员工对这个职位工作内容的描述进行了解，也可以在面试的时候进行询问。",
        "label": ""
      },
      {
        "sentence": "2.工作内容与公司大小没有绝对的关联性。",
        "label": ""
      },
      {
        "sentence": "曾有这样一个段子，在微软的某个部门的员工每天只需要做一些高中毕业生就可以完成的简单事务，为何要招名校的优秀毕业生去做。",
        "label": ""
      },
      {
        "sentence": "其回答是因为那些优秀毕业生都是潜在的可能创业对其造成威胁的不确定性因素。",
        "label": ""
      },
      {
        "sentence": "说这个例子我是想说明，其实大公司的人，也有部分是螺丝钉一样的存在，每天做着机械的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，公司的大小并不是唯一考量因素。但我现在面临选择的困境，即跳槽还是继续在现在这家公司。我之前读研的时候内心很快乐，因为能够追求自己感兴趣的事情并有所成就感。但现在的工作并不能满足这个需求。",
    "annotation": [
      {
        "sentence": "我明白了，公司的大小并不是唯一考量因素。",
        "label": ""
      },
      {
        "sentence": "但我现在面临选择的困境，即跳槽还是继续在现在这家公司。",
        "label": ""
      },
      {
        "sentence": "我之前读研的时候内心很快乐，因为能够追求自己感兴趣的事情并有所成就感。",
        "label": ""
      },
      {
        "sentence": "但现在的工作并不能满足这个需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "建议的跳槽分两种：1.是在某一领域深耕一段时间后，发现物质和技术在如今的层面都达到一种饱和状态，目前的公司或者岗位没有办法再给你提供你所需要的了，从而寻求更好的平台去施展以及进一步学习技能时，可。2.是还没有找到自己适合的第一份工作，积累经验后想快速进行调整，可，但不建议频繁地去做，不然是对自己的一种消耗。所以，新公司能不能解决问题，跳槽能不能解决问题，这是极相对的问题，因为你没有具体描述将来的工作内容，所以我无法给出中肯的评价。只是建议跳槽以前做好更多的功课，看好新工作的工作内容是否能符合自己的要求，再做出选择。否则，一次又一次地跳槽，在每一个公司都是要干了才知道不喜欢从而导致过多次的跳槽，是不推荐的。",
    "annotation": [
      {
        "sentence": "建议的跳槽分两种：1.是在某一领域深耕一段时间后，发现物质和技术在如今的层面都达到一种饱和状态，目前的公司或者岗位没有办法再给你提供你所需要的了，从而寻求更好的平台去施展以及进一步学习技能时，可。",
        "label": ""
      },
      {
        "sentence": "2.是还没有找到自己适合的第一份工作，积累经验后想快速进行调整，可，但不建议频繁地去做，不然是对自己的一种消耗。",
        "label": ""
      },
      {
        "sentence": "所以，新公司能不能解决问题，跳槽能不能解决问题，这是极相对的问题，因为你没有具体描述将来的工作内容，所以我无法给出中肯的评价。",
        "label": ""
      },
      {
        "sentence": "只是建议跳槽以前做好更多的功课，看好新工作的工作内容是否能符合自己的要求，再做出选择。",
        "label": ""
      },
      {
        "sentence": "否则，一次又一次地跳槽，在每一个公司都是要干了才知道不喜欢从而导致过多次的跳槽，是不推荐的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会认真考虑跳槽的选择，并做好充分的调研。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "我明白了，我会认真考虑跳槽的选择，并做好充分的调研。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  }
]