[
  {
    "role": "client",
    "content": "我和男朋友合租的房子，但是不想让家里人知道？",
    "annotation": [
      {
        "sentence": "我和男朋友合租的房子，但是不想让家里人知道？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你处于一个非常困惑的状态。你和男朋友住在一起，但又不想告诉家人，是吗？",
    "annotation": [
      {
        "sentence": "听起来你处于一个非常困惑的状态。",
        "label": ""
      },
      {
        "sentence": "你和男朋友住在一起，但又不想告诉家人，是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的。我们在同一个城市工作，房租我们是按照AA制来分担的。但是我知道家里人会很保守，不会接受这个事实。不久前，姐姐的房子到期了，她要来我这里住大概半个月左右。我不想姐姐来和我住在一起，但是又不知道该怎么说。姐姐已经好几次告诉我要来陪我，但我不能实话实说。我真的很困扰，因为她是我的亲姐姐，不知道该怎么办。我觉得要是欺骗她，我心里会很难过。",
    "annotation": [
      {
        "sentence": "是的。",
        "label": ""
      },
      {
        "sentence": "我们在同一个城市工作，房租我们是按照AA制来分担的。",
        "label": ""
      },
      {
        "sentence": "但是我知道家里人会很保守，不会接受这个事实。",
        "label": ""
      },
      {
        "sentence": "不久前，姐姐的房子到期了，她要来我这里住大概半个月左右。",
        "label": ""
      },
      {
        "sentence": "我不想姐姐来和我住在一起，但是又不知道该怎么说。",
        "label": ""
      },
      {
        "sentence": "姐姐已经好几次告诉我要来陪我，但我不能实话实说。",
        "label": ""
      },
      {
        "sentence": "我真的很困扰，因为她是我的亲姐姐，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "我觉得要是欺骗她，我心里会很难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你目前的纠结，你现在面临的问题是和男朋友合租，姐姐要来住两周，而你不知道该如何处理。你担心告诉家人，怕他们的传统思想接受不了；同时，如果不告诉姐姐，又会觉得自己在欺骗她。我接下来的建议仅供你参考。首先，你可以把具体的困惑和问题与男朋友商量，看看他有什么态度和建议，也可以借此考验他处理问题的能力和思维方式。其次，考虑到时间不长，你和男朋友是否可以协商，暂时让他到朋友家或者公司宿舍，或者短租一个房间先住半个月。另外，可以在家里适当地放一些男生用品，当姐姐问到时，可以告诉她自己有男朋友，平时在公司住，周末会偶尔过来。这样做的好处是，能够让家人逐渐接触到这个事实，也不会让姐姐一住不走。还有，利用周末的时间可以让男朋友带你和姐姐出去转转，去一些景点，或者请姐姐吃饭。毕竟大家都是成年人，家里人一定不会反对你谈恋爱，他们更愿意看到你过得开心。而且，通过姐姐亲自接触你的男友，她也能感受到他对你的好，对家人的好，说不定还会帮你说话。这样，也可以让家人慢慢地默认你们的关系。另外，同居有好处也有劣势，但从某种意义上，通过同居，双方能够更好地了解和磨合，这样才能更稳定地走向婚姻。当然，作为女孩子，你也要学会保护自己。最后，很多事情的处理方式并不是非黑即白的，可以从一个缓冲地带开始，让家人知道你有男朋友，再了解这个小伙子人不错，还经常见面，偶尔在一起过周末。这样一年半载后再说你们要在一起的话，会好很多。希望这些建议能对你有所帮助。",
    "annotation": [
      {
        "sentence": "我能感受到你目前的纠结，你现在面临的问题是和男朋友合租，姐姐要来住两周，而你不知道该如何处理。",
        "label": ""
      },
      {
        "sentence": "你担心告诉家人，怕他们的传统思想接受不了；同时，如果不告诉姐姐，又会觉得自己在欺骗她。",
        "label": ""
      },
      {
        "sentence": "我接下来的建议仅供你参考。",
        "label": ""
      },
      {
        "sentence": "首先，你可以把具体的困惑和问题与男朋友商量，看看他有什么态度和建议，也可以借此考验他处理问题的能力和思维方式。",
        "label": ""
      },
      {
        "sentence": "其次，考虑到时间不长，你和男朋友是否可以协商，暂时让他到朋友家或者公司宿舍，或者短租一个房间先住半个月。",
        "label": ""
      },
      {
        "sentence": "另外，可以在家里适当地放一些男生用品，当姐姐问到时，可以告诉她自己有男朋友，平时在公司住，周末会偶尔过来。",
        "label": ""
      },
      {
        "sentence": "这样做的好处是，能够让家人逐渐接触到这个事实，也不会让姐姐一住不走。",
        "label": ""
      },
      {
        "sentence": "还有，利用周末的时间可以让男朋友带你和姐姐出去转转，去一些景点，或者请姐姐吃饭。",
        "label": ""
      },
      {
        "sentence": "毕竟大家都是成年人，家里人一定不会反对你谈恋爱，他们更愿意看到你过得开心。",
        "label": ""
      },
      {
        "sentence": "而且，通过姐姐亲自接触你的男友，她也能感受到他对你的好，对家人的好，说不定还会帮你说话。",
        "label": ""
      },
      {
        "sentence": "这样，也可以让家人慢慢地默认你们的关系。",
        "label": ""
      },
      {
        "sentence": "另外，同居有好处也有劣势，但从某种意义上，通过同居，双方能够更好地了解和磨合，这样才能更稳定地走向婚姻。",
        "label": ""
      },
      {
        "sentence": "当然，作为女孩子，你也要学会保护自己。",
        "label": ""
      },
      {
        "sentence": "最后，很多事情的处理方式并不是非黑即白的，可以从一个缓冲地带开始，让家人知道你有男朋友，再了解这个小伙子人不错，还经常见面，偶尔在一起过周末。",
        "label": ""
      },
      {
        "sentence": "这样一年半载后再说你们要在一起的话，会好很多。",
        "label": ""
      },
      {
        "sentence": "希望这些建议能对你有所帮助。",
        "label": ""
      }
    ]
  }
]