[
  {
    "role": "client",
    "content": "总是不想学习，总是熬夜，自制力太差了怎么办？不知道是自控力差还是心太空总想找点乐子，或者学不会延迟满足，我总是不想学习，总是熬夜。我不知道自己为什么这样，也不知道如何改善。关于自控力：平常运动三天打鱼两天晒网，饮食方面也不太控制，但是我有隐隐约约的马甲线只能说明我比其他人有着这个心？（其实我本来想说明自己还是有一点自控力的）主要问题：我不想学习，也不想睡觉，这时候总是会拿起手机。但我很容易沉浸在欲望里，看剧或者无聊地刷刷淘宝、公众号、抖音，甚至特别无聊的百度推送。通常好几个小时过去了，然后我就会非常自责，甚至痛恨自己。但是下一次还是会重蹈覆辙？我让妈妈给我的手机设置了屏幕使用时间（我不知道密码），但是因为作为通信工具而没锁的微信功能实在太强大了，所以emmm我还是会熬夜...唯一一次好一点的是之前谈恋爱的时候，男朋友每晚会念书哄我睡，每天都很规律，但是分手之后，我坚持了一段时间，就又变成这样了。",
    "annotation": [
      {
        "sentence": "总是不想学习，总是熬夜，自制力太差了怎么办？",
        "label": ""
      },
      {
        "sentence": "不知道是自控力差还是心太空总想找点乐子，或者学不会延迟满足，我总是不想学习，总是熬夜。",
        "label": ""
      },
      {
        "sentence": "我不知道自己为什么这样，也不知道如何改善。",
        "label": ""
      },
      {
        "sentence": "关于自控力：平常运动三天打鱼两天晒网，饮食方面也不太控制，但是我有隐隐约约的马甲线只能说明我比其他人有着这个心？",
        "label": ""
      },
      {
        "sentence": "（其实我本来想说明自己还是有一点自控力的）主要问题：我不想学习，也不想睡觉，这时候总是会拿起手机。",
        "label": ""
      },
      {
        "sentence": "但我很容易沉浸在欲望里，看剧或者无聊地刷刷淘宝、公众号、抖音，甚至特别无聊的百度推送。",
        "label": ""
      },
      {
        "sentence": "通常好几个小时过去了，然后我就会非常自责，甚至痛恨自己。",
        "label": ""
      },
      {
        "sentence": "但是下一次还是会重蹈覆辙？",
        "label": ""
      },
      {
        "sentence": "我让妈妈给我的手机设置了屏幕使用时间（我不知道密码），但是因为作为通信工具而没锁的微信功能实在太强大了，所以emmm我还是会熬夜...唯一一次好一点的是之前谈恋爱的时候，男朋友每晚会念书哄我睡，每天都很规律，但是分手之后，我坚持了一段时间，就又变成这样了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说的，好像最后一段提到的分手让你重新陷入了这样的情况。你可能有些依赖他人的倾向，当有人爱你陪在你身边的时候，你会变得更好。但是现在你需要尝试独立一些，独立的意义是自己为自己负责，自我约束。对于独立与依赖这个议题，你可以在心理层面深入探讨一下，寻找内在的原因和解决方法。另外，在现实层面，你可以采取一些措施来约束自己，比如设置手机定时关机。",
    "annotation": [
      {
        "sentence": "听你说的，好像最后一段提到的分手让你重新陷入了这样的情况。",
        "label": ""
      },
      {
        "sentence": "你可能有些依赖他人的倾向，当有人爱你陪在你身边的时候，你会变得更好。",
        "label": ""
      },
      {
        "sentence": "但是现在你需要尝试独立一些，独立的意义是自己为自己负责，自我约束。",
        "label": ""
      },
      {
        "sentence": "对于独立与依赖这个议题，你可以在心理层面深入探讨一下，寻找内在的原因和解决方法。",
        "label": ""
      },
      {
        "sentence": "另外，在现实层面，你可以采取一些措施来约束自己，比如设置手机定时关机。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我确实有些依赖他人的倾向。在有人支持和爱护的时候，我会变得更有动力去约束自己，但一旦失去了那个支持，我就会恢复原来的状态。我想我需要学会更加独立，让自己有能力自我调节和控制。在心理层面深入探讨这个问题确实是一个好方法，我应该反思一下为什么会对他人的支持如此依赖。另外，关于手机定时关机的建议，我会尝试去设置并遵守规定的时间。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "你说得很对，我确实有些依赖他人的倾向。",
        "label": ""
      },
      {
        "sentence": "在有人支持和爱护的时候，我会变得更有动力去约束自己，但一旦失去了那个支持，我就会恢复原来的状态。",
        "label": ""
      },
      {
        "sentence": "我想我需要学会更加独立，让自己有能力自我调节和控制。",
        "label": ""
      },
      {
        "sentence": "在心理层面深入探讨这个问题确实是一个好方法，我应该反思一下为什么会对他人的支持如此依赖。",
        "label": ""
      },
      {
        "sentence": "另外，关于手机定时关机的建议，我会尝试去设置并遵守规定的时间。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能意识到自己的问题，并且愿意尝试去解决。对于依赖他人的倾向，可能有些内在原因需要你关注和面对。了解自己的需求和期待，寻找更多的独立空间和能力，这样你在面对分手或其他失去支持的情况时，仍然能够保持良好的自控力。同时，手机定时关机也是一个很有效的方式，帮助你减少使用手机的时间，更加专注于学习和充实自己。如果在实施过程中遇到困难，随时都可以再来和我分享。加油！",
    "annotation": [
      {
        "sentence": "很高兴你能意识到自己的问题，并且愿意尝试去解决。",
        "label": ""
      },
      {
        "sentence": "对于依赖他人的倾向，可能有些内在原因需要你关注和面对。",
        "label": ""
      },
      {
        "sentence": "了解自己的需求和期待，寻找更多的独立空间和能力，这样你在面对分手或其他失去支持的情况时，仍然能够保持良好的自控力。",
        "label": ""
      },
      {
        "sentence": "同时，手机定时关机也是一个很有效的方式，帮助你减少使用手机的时间，更加专注于学习和充实自己。",
        "label": ""
      },
      {
        "sentence": "如果在实施过程中遇到困难，随时都可以再来和我分享。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励！我会认真思考自己的问题，并且努力去改善。确实，对于我来说，独立和自我控制是很重要的能力。我会努力尝试着去发展这些能力，不再过度依赖他人。至于手机定时关机，我明天就会去设置，并且定下明确的规定。如果遇到一些挑战，我会尽量解决或者及时向你寻求帮助。再次感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励！",
        "label": ""
      },
      {
        "sentence": "我会认真思考自己的问题，并且努力去改善。",
        "label": ""
      },
      {
        "sentence": "确实，对于我来说，独立和自我控制是很重要的能力。",
        "label": ""
      },
      {
        "sentence": "我会努力尝试着去发展这些能力，不再过度依赖他人。",
        "label": ""
      },
      {
        "sentence": "至于手机定时关机，我明天就会去设置，并且定下明确的规定。",
        "label": ""
      },
      {
        "sentence": "如果遇到一些挑战，我会尽量解决或者及时向你寻求帮助。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我相信你能够克服困难，发展出更好的自己。这个过程中可能会遇到一些挑战和反复，但是重要的是坚持和态度。保持乐观的心态，相信自己的能力，你一定能够做到的。如果有任何需要帮助的时候，记得随时来找我，我会一直陪伴着你。祝你成功！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我相信你能够克服困难，发展出更好的自己。",
        "label": ""
      },
      {
        "sentence": "这个过程中可能会遇到一些挑战和反复，但是重要的是坚持和态度。",
        "label": ""
      },
      {
        "sentence": "保持乐观的心态，相信自己的能力，你一定能够做到的。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要帮助的时候，记得随时来找我，我会一直陪伴着你。",
        "label": ""
      },
      {
        "sentence": "祝你成功！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和陪伴！我会保持乐观的心态，并且相信自己的能力。在整个过程中，也会时刻关注自己的需求和感受，以更好地改善自己。如果有任何问题或者困难，我会毫不犹豫地向你求助的。再次感谢你的支持和祝福！希望我们能够共同见证我变得更好的过程。",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和陪伴！",
        "label": ""
      },
      {
        "sentence": "我会保持乐观的心态，并且相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "在整个过程中，也会时刻关注自己的需求和感受，以更好地改善自己。",
        "label": ""
      },
      {
        "sentence": "如果有任何问题或者困难，我会毫不犹豫地向你求助的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和祝福！",
        "label": ""
      },
      {
        "sentence": "希望我们能够共同见证我变得更好的过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常愿意陪伴你一起见证你的成长和进步！你的决心和勇气给我留下了深刻的印象。相信自己，坚持努力，你一定能够变得更好。我会一直在你的身边，支持你的每一步。如果有任何困惑或者需要分享的，随时都可以来找我。祝你取得巨大的成功！",
    "annotation": [
      {
        "sentence": "非常愿意陪伴你一起见证你的成长和进步！",
        "label": ""
      },
      {
        "sentence": "你的决心和勇气给我留下了深刻的印象。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持努力，你一定能够变得更好。",
        "label": ""
      },
      {
        "sentence": "我会一直在你的身边，支持你的每一步。",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑或者需要分享的，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝你取得巨大的成功！",
        "label": ""
      }
    ]
  }
]