[
  {
    "role": "client",
    "content": "我15岁，感觉不到感情和情绪，好像人格解体了怎么办？",
    "annotation": [
      {
        "sentence": "我15岁，感觉不到感情和情绪，好像人格解体了怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够感觉到你内心的焦虑恐惧。你提供的信息有限，不太清楚是什么情况导致你出现这样的情况，分享一些个人看法供你参考，不足之处，还请明示。",
    "annotation": [
      {
        "sentence": "能够感觉到你内心的焦虑恐惧。",
        "label": ""
      },
      {
        "sentence": "你提供的信息有限，不太清楚是什么情况导致你出现这样的情况，分享一些个人看法供你参考，不足之处，还请明示。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我脱离现实，感受不到什么感情和情绪，只感到焦虑抑郁还有恐慌，觉得现实的任何东西都很奇怪很陌生，肢体没什么感觉，脑子总在幻想和在回忆过去。",
    "annotation": [
      {
        "sentence": "我脱离现实，感受不到什么感情和情绪，只感到焦虑抑郁还有恐慌，觉得现实的任何东西都很奇怪很陌生，肢体没什么感觉，脑子总在幻想和在回忆过去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人格解体（Depersonalization）是指，患者持续或重复对自身状况产生不真实的体验，属于一种存在性意识障碍。广义的人格解体还包括，人格解体和现实解体（对周围环境的不真实体验），两者可单独发生，但多同时存在。体验到自己的思想、情绪与行为变得不真实，感到大脑不清晰，体验不到喜怒哀乐等情绪变化；或对周围环境产生不真实体验，后者被称为现实解体或非真实感。如果持续或反复不能觉察本人的精神活动，或躯体的存在，丧失了一种“自我”的感觉，比如觉得脑子变得不是自己的了、没有“我”了等症状，建议就诊。",
    "annotation": [
      {
        "sentence": "人格解体（Depersonalization）是指，患者持续或重复对自身状况产生不真实的体验，属于一种存在性意识障碍。",
        "label": ""
      },
      {
        "sentence": "广义的人格解体还包括，人格解体和现实解体（对周围环境的不真实体验），两者可单独发生，但多同时存在。",
        "label": ""
      },
      {
        "sentence": "体验到自己的思想、情绪与行为变得不真实，感到大脑不清晰，体验不到喜怒哀乐等情绪变化；或对周围环境产生不真实体验，后者被称为现实解体或非真实感。",
        "label": ""
      },
      {
        "sentence": "如果持续或反复不能觉察本人的精神活动，或躯体的存在，丧失了一种“自我”的感觉，比如觉得脑子变得不是自己的了、没有“我”了等症状，建议就诊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得逃避社交，总想逃离现实，感觉自己有很多人格并且记忆错乱性格不统一。",
    "annotation": [
      {
        "sentence": "我觉得逃避社交，总想逃离现实，感觉自己有很多人格并且记忆错乱性格不统一。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据患者的临床表现、持续时间、对社会功能的影响，以及有无诱因等，即可做出诊断。医生还可能会进行情绪评估、人格测验等检查，来辅助诊断。人格解体大多很短暂，不需要正式治疗即可好转；频繁或持续的人格解体则需要治疗。",
    "annotation": [
      {
        "sentence": "根据患者的临床表现、持续时间、对社会功能的影响，以及有无诱因等，即可做出诊断。",
        "label": ""
      },
      {
        "sentence": "医生还可能会进行情绪评估、人格测验等检查，来辅助诊断。",
        "label": ""
      },
      {
        "sentence": "人格解体大多很短暂，不需要正式治疗即可好转；频繁或持续的人格解体则需要治疗。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对于我现在的情况，有什么方法可以缓解吗？",
    "annotation": [
      {
        "sentence": "对于我现在的情况，有什么方法可以缓解吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "总体上讲，精神药物的治疗大多疗效甚微。日常规律运动，有助于心理健康。可以制定一份定期运动计划，并长期坚持。通常可每周运动3~4天，每次30~50分钟。快走、慢跑、游泳等健身方式均可；运动需适度，应避免疲劳。",
    "annotation": [
      {
        "sentence": "总体上讲，精神药物的治疗大多疗效甚微。",
        "label": ""
      },
      {
        "sentence": "日常规律运动，有助于心理健康。",
        "label": ""
      },
      {
        "sentence": "可以制定一份定期运动计划，并长期坚持。",
        "label": ""
      },
      {
        "sentence": "通常可每周运动3~4天，每次30~50分钟。",
        "label": ""
      },
      {
        "sentence": "快走、慢跑、游泳等健身方式均可；运动需适度，应避免疲劳。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我还是不太理解人格解体障碍的特征，可以再解释一下吗？",
    "annotation": [
      {
        "sentence": "我还是不太理解人格解体障碍的特征，可以再解释一下吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人格解体障碍最基本的特征，是持续出现不真实感、分离感，或者与自身或身体疏离的感觉，仿佛自己离开身体，成了一个“外在观察者”。核心症状是“对自身的不真实感”这种主观体验，或者与环境分离。人格解体障碍的常见症状包括：人格解体：对自己的思维、情感、感觉、躯体或行动等，产生一种不真实的感觉和分离感，好像自己成了一个旁观者。其中包括感知的改变、时间感的扭曲，自我的不真实或缺失、情感和\/或躯体的麻木。现实解体：又称为非真实感，是对环境的不真实或分离的体验。例如，感觉个体或物体是不真实的、梦幻的、模糊的、无生命的或视觉上扭曲的。现实解体常与人格解体同时发生，个体会觉察到自己对周围环境的认知发生了改变，世界仿佛变得不真实或像梦境一样，似乎周围的世界虚无缥缈，如梦如幻。以上这些症状，会引起心理痛苦，导致社交、职业或其他社会功能的损害。",
    "annotation": [
      {
        "sentence": "人格解体障碍最基本的特征，是持续出现不真实感、分离感，或者与自身或身体疏离的感觉，仿佛自己离开身体，成了一个“外在观察者”。",
        "label": ""
      },
      {
        "sentence": "核心症状是“对自身的不真实感”这种主观体验，或者与环境分离。",
        "label": ""
      },
      {
        "sentence": "人格解体障碍的常见症状包括：人格解体：对自己的思维、情感、感觉、躯体或行动等，产生一种不真实的感觉和分离感，好像自己成了一个旁观者。",
        "label": ""
      },
      {
        "sentence": "其中包括感知的改变、时间感的扭曲，自我的不真实或缺失、情感和\/或躯体的麻木。",
        "label": ""
      },
      {
        "sentence": "现实解体：又称为非真实感，是对环境的不真实或分离的体验。",
        "label": ""
      },
      {
        "sentence": "例如，感觉个体或物体是不真实的、梦幻的、模糊的、无生命的或视觉上扭曲的。",
        "label": ""
      },
      {
        "sentence": "现实解体常与人格解体同时发生，个体会觉察到自己对周围环境的认知发生了改变，世界仿佛变得不真实或像梦境一样，似乎周围的世界虚无缥缈，如梦如幻。",
        "label": ""
      },
      {
        "sentence": "以上这些症状，会引起心理痛苦，导致社交、职业或其他社会功能的损害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来如此，我现在对自己感到很困惑，也有些害怕。你刚刚提到了和父母之间的关系可能会影响到这个问题，能再给我一些建议吗？",
    "annotation": [
      {
        "sentence": "原来如此，我现在对自己感到很困惑，也有些害怕。",
        "label": ""
      },
      {
        "sentence": "你刚刚提到了和父母之间的关系可能会影响到这个问题，能再给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有时，一般人也可能会体验到轻度、短暂的人格解体。但是，当这种感觉十分强烈、严重或重复出现，且影响到日常功能时，就会导致疾病状态的人格解体障碍。这样的情况一般情况下是跟原生家庭的环境有很大关系，尤其是和父母之间的亲密关系有些不足，无法从父母那里获得足够的尊重信任理解接纳认可支持关爱，因此你可以把自己内心的这些想法感受跟父母表达出来，释放减轻自己内心的压力，同时让父母能够深入的了解促进你和父母之间的深入了解，解开和父母之间的误会，帮助你和父母之间的感情关系深入稳定和谐的发展。",
    "annotation": [
      {
        "sentence": "有时，一般人也可能会体验到轻度、短暂的人格解体。",
        "label": ""
      },
      {
        "sentence": "但是，当这种感觉十分强烈、严重或重复出现，且影响到日常功能时，就会导致疾病状态的人格解体障碍。",
        "label": ""
      },
      {
        "sentence": "这样的情况一般情况下是跟原生家庭的环境有很大关系，尤其是和父母之间的亲密关系有些不足，无法从父母那里获得足够的尊重信任理解接纳认可支持关爱，因此你可以把自己内心的这些想法感受跟父母表达出来，释放减轻自己内心的压力，同时让父母能够深入的了解促进你和父母之间的深入了解，解开和父母之间的误会，帮助你和父母之间的感情关系深入稳定和谐的发展。",
        "label": ""
      }
    ]
  }
]