[
  {
    "role": "client",
    "content": "从事的工作都是些打杂的事情，工作没成就感怎么办？",
    "annotation": [
      {
        "sentence": "从事的工作都是些打杂的事情，工作没成就感怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我看你对当前工作不是很满意，因为面对的都是一些打杂的事情，让你觉得没有成就感。你把遇到的问题说出来过，领导建议你调整心态积极一点，说工作都会遇到困难的，这并不是在无视你的感受，而是希望你能从另一个角度看待问题和对待工作。",
    "annotation": [
      {
        "sentence": "我看你对当前工作不是很满意，因为面对的都是一些打杂的事情，让你觉得没有成就感。",
        "label": ""
      },
      {
        "sentence": "你把遇到的问题说出来过，领导建议你调整心态积极一点，说工作都会遇到困难的，这并不是在无视你的感受，而是希望你能从另一个角度看待问题和对待工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我很注重工作带给我的成就感。两年前，我因为工作没有成就感所以去读研了，发现考研的那段时间内心挺快乐的，特别有奋斗的激情，心里也踏实。",
    "annotation": [
      {
        "sentence": "但我很注重工作带给我的成就感。",
        "label": ""
      },
      {
        "sentence": "两年前，我因为工作没有成就感所以去读研了，发现考研的那段时间内心挺快乐的，特别有奋斗的激情，心里也踏实。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你向往的是能给你带来成就感的工作，但目前的状态不符合你的期待，你在此前也因为工作没有成就感而选择了考研，希望可以在工作中发挥自己的主观能动性。你在工作前期比较努力，得到了领导认可，说明你有自己的过人之处，能很好地投入到工作中，是一个有一定能力的人。",
    "annotation": [
      {
        "sentence": "你向往的是能给你带来成就感的工作，但目前的状态不符合你的期待，你在此前也因为工作没有成就感而选择了考研，希望可以在工作中发挥自己的主观能动性。",
        "label": ""
      },
      {
        "sentence": "你在工作前期比较努力，得到了领导认可，说明你有自己的过人之处，能很好地投入到工作中，是一个有一定能力的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在就是想更好地发挥自己的能力，让工作带来一定的成就感。但因为是外包，工作还是被动。现在我想跳槽，但担心自己的选择是否正确，不知道这种做法能不能解决问题。",
    "annotation": [
      {
        "sentence": "是的，我现在就是想更好地发挥自己的能力，让工作带来一定的成就感。",
        "label": ""
      },
      {
        "sentence": "但因为是外包，工作还是被动。",
        "label": ""
      },
      {
        "sentence": "现在我想跳槽，但担心自己的选择是否正确，不知道这种做法能不能解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "跳槽的做法并没有对错之分，关键在于自己是否想清楚了，是否有明确的目标。如果当前的工作看不到希望，那么跳槽未尝不是一个好的选择，你可以对自己理想的工作做一个简单的归纳和总结，在找工作时多了解细节和发展前景，有一个全面的认知。",
    "annotation": [
      {
        "sentence": "跳槽的做法并没有对错之分，关键在于自己是否想清楚了，是否有明确的目标。",
        "label": ""
      },
      {
        "sentence": "如果当前的工作看不到希望，那么跳槽未尝不是一个好的选择，你可以对自己理想的工作做一个简单的归纳和总结，在找工作时多了解细节和发展前景，有一个全面的认知。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在的想法就是跳到一家更大的公司，寻找更好的发展机会。但如果新公司也不能带给我成就感怎么办？",
    "annotation": [
      {
        "sentence": "我现在的想法就是跳到一家更大的公司，寻找更好的发展机会。",
        "label": ""
      },
      {
        "sentence": "但如果新公司也不能带给我成就感怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "新公司能不能解决问题，一方面在于你所选择的岗位的性质，另一方面在于个人的心态和实际能力。你想要的成就感是什么，新公司的工作内容能否满足你的期待，你的工作能力能否帮助你适应新环境，在面对问题和困难时及时解决，从而获得成就感。多一些尝试固然没有问题，但需要你对新的公司还有自己的能力做一个全面的分析，选择适合自己的工作。",
    "annotation": [
      {
        "sentence": "新公司能不能解决问题，一方面在于你所选择的岗位的性质，另一方面在于个人的心态和实际能力。",
        "label": ""
      },
      {
        "sentence": "你想要的成就感是什么，新公司的工作内容能否满足你的期待，你的工作能力能否帮助你适应新环境，在面对问题和困难时及时解决，从而获得成就感。",
        "label": ""
      },
      {
        "sentence": "多一些尝试固然没有问题，但需要你对新的公司还有自己的能力做一个全面的分析，选择适合自己的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了，谢谢你的建议和支持。我会好好考虑自己的能力和发展目标，选择一份更适合自己的工作。",
    "annotation": [
      {
        "sentence": "嗯，我明白了，谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会好好考虑自己的能力和发展目标，选择一份更适合自己的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没事的，我相信你会做出最好的决策。加油哦~。",
    "annotation": [
      {
        "sentence": "没事的，我相信你会做出最好的决策。",
        "label": ""
      },
      {
        "sentence": "加油哦~。",
        "label": ""
      }
    ]
  }
]