[
  {
    "role": "client",
    "content": "不愉快的场景总会困扰我，如何不在意一个人？",
    "annotation": [
      {
        "sentence": "不愉快的场景总会困扰我，如何不在意一个人？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先给你一个小小的拥抱。一：简述一下你的问题：和领导发生过不快，想离职，被劝阻不愉快的场景困扰着你，甚至会梦到在意领导的态度，不知道是不是喜欢想要剔除这份喜欢和在意。",
    "annotation": [
      {
        "sentence": "首先给你一个小小的拥抱。",
        "label": ""
      },
      {
        "sentence": "一：简述一下你的问题：和领导发生过不快，想离职，被劝阻不愉快的场景困扰着你，甚至会梦到在意领导的态度，不知道是不是喜欢想要剔除这份喜欢和在意。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我入职公司已经一年多了，和我的直接领导发生了一些不愉快的事情。我曾经想过离职，但被领导劝阻了。可是这些不愉快的场景总是困扰着我，甚至影响到了我的梦境。我好像对他产生了一些喜欢，所以才会如此在意他的态度。我希望能够找到一种方式来消除这种喜欢和在意。",
    "annotation": [
      {
        "sentence": "是的，我入职公司已经一年多了，和我的直接领导发生了一些不愉快的事情。",
        "label": ""
      },
      {
        "sentence": "我曾经想过离职，但被领导劝阻了。",
        "label": ""
      },
      {
        "sentence": "可是这些不愉快的场景总是困扰着我，甚至影响到了我的梦境。",
        "label": ""
      },
      {
        "sentence": "我好像对他产生了一些喜欢，所以才会如此在意他的态度。",
        "label": ""
      },
      {
        "sentence": "我希望能够找到一种方式来消除这种喜欢和在意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困扰。让我分析一下你的问题。首先是因为你的直接领导，你每天都会见到他，这些不愉快的事情让你心里不平衡，越想越气。第二种情况是你发现你的领导还是挺优秀的，虽然你们有矛盾，但你也有点愧疚，担心他对你有意见，所以很在意他的看法。第三种情况是你们的不愉快发生在你们还不熟悉的时候，慢慢相处中你发现了他的优点，产生了一种特殊的感情。",
    "annotation": [
      {
        "sentence": "我明白你的困扰。",
        "label": ""
      },
      {
        "sentence": "让我分析一下你的问题。",
        "label": ""
      },
      {
        "sentence": "首先是因为你的直接领导，你每天都会见到他，这些不愉快的事情让你心里不平衡，越想越气。",
        "label": ""
      },
      {
        "sentence": "第二种情况是你发现你的领导还是挺优秀的，虽然你们有矛盾，但你也有点愧疚，担心他对你有意见，所以很在意他的看法。",
        "label": ""
      },
      {
        "sentence": "第三种情况是你们的不愉快发生在你们还不熟悉的时候，慢慢相处中你发现了他的优点，产生了一种特殊的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我的直接领导就是每天必须见到的人，这让我难以不在意他的行为和态度。对他的优点和能力我也是有所认可的，但心里还是有一些愧疚和忐忑，担心他对我有怨言。还有，对于这种特殊的感情，我真的不知道该怎么处理。",
    "annotation": [
      {
        "sentence": "确实，我的直接领导就是每天必须见到的人，这让我难以不在意他的行为和态度。",
        "label": ""
      },
      {
        "sentence": "对他的优点和能力我也是有所认可的，但心里还是有一些愧疚和忐忑，担心他对我有怨言。",
        "label": ""
      },
      {
        "sentence": "还有，对于这种特殊的感情，我真的不知道该怎么处理。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要太过在意过去发生的事情，人生中难免有矛盾。很多时候，矛盾能够让我们更加了解彼此。同时，矛盾往往不是一个人的错，你们都有不当之处。所以不要太介怀。对于喜欢他的事情，你应该正视自己的感受，不要惧怕欣赏他的优点，但同时也要清楚地分析自己对他的喜欢和在意是否真实可靠。我有一个经历，曾以为自己喜欢一个人，但毕业后才发现只是新鲜感和欣赏，并不是真正的喜欢。所以你需要更多了解他，确定自己的感受是否真实。你可以试着和他深聊一次，聊一聊过去的矛盾，相处的经历，以及彼此的印象，这有助于解开心结，也许你的问题就能得到解决。最后，祝你每天开心，工作顺利。",
    "annotation": [
      {
        "sentence": "不要太过在意过去发生的事情，人生中难免有矛盾。",
        "label": ""
      },
      {
        "sentence": "很多时候，矛盾能够让我们更加了解彼此。",
        "label": ""
      },
      {
        "sentence": "同时，矛盾往往不是一个人的错，你们都有不当之处。",
        "label": ""
      },
      {
        "sentence": "所以不要太介怀。",
        "label": ""
      },
      {
        "sentence": "对于喜欢他的事情，你应该正视自己的感受，不要惧怕欣赏他的优点，但同时也要清楚地分析自己对他的喜欢和在意是否真实可靠。",
        "label": ""
      },
      {
        "sentence": "我有一个经历，曾以为自己喜欢一个人，但毕业后才发现只是新鲜感和欣赏，并不是真正的喜欢。",
        "label": ""
      },
      {
        "sentence": "所以你需要更多了解他，确定自己的感受是否真实。",
        "label": ""
      },
      {
        "sentence": "你可以试着和他深聊一次，聊一聊过去的矛盾，相处的经历，以及彼此的印象，这有助于解开心结，也许你的问题就能得到解决。",
        "label": ""
      },
      {
        "sentence": "最后，祝你每天开心，工作顺利。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会努力放下过去的困扰，同时也会更加客观地看待自己对领导的喜欢和在意。我会考虑和他深聊一次，希望能够解开心结。再次感谢你的鼓励和祝福，希望每天都能开心并且工作顺利。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会努力放下过去的困扰，同时也会更加客观地看待自己对领导的喜欢和在意。",
        "label": ""
      },
      {
        "sentence": "我会考虑和他深聊一次，希望能够解开心结。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的鼓励和祝福，希望每天都能开心并且工作顺利。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你能够找到解决问题的方法，同时也希望你能够真正解开心结，过上开心顺利的生活。如果有任何困扰，随时找我聊天都可以。祝你好运！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你能够找到解决问题的方法，同时也希望你能够真正解开心结，过上开心顺利的生活。",
        "label": ""
      },
      {
        "sentence": "如果有任何困扰，随时找我聊天都可以。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]