[
  {
    "role": "client",
    "content": "我和他都有各自的家庭，他这是真的爱吗？",
    "annotation": [
      {
        "sentence": "我和他都有各自的家庭，他这是真的爱吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的婚姻里有很多不幸，不能满足你的感情需求，我非常理解。每个人都有需求和渴望，如果婚姻无法满足，就很容易想从其他地方得到满足。但是，亲爱的，他毕竟是婚姻中的一员，有自己的家庭。不知道他是否有孩子，对于婚姻中的人来说，出轨需要慎重考虑，因为它不仅影响自己，还会影响家人。所以我建议你要慎重考虑，权衡各方利弊。",
    "annotation": [
      {
        "sentence": "你的婚姻里有很多不幸，不能满足你的感情需求，我非常理解。",
        "label": ""
      },
      {
        "sentence": "每个人都有需求和渴望，如果婚姻无法满足，就很容易想从其他地方得到满足。",
        "label": ""
      },
      {
        "sentence": "但是，亲爱的，他毕竟是婚姻中的一员，有自己的家庭。",
        "label": ""
      },
      {
        "sentence": "不知道他是否有孩子，对于婚姻中的人来说，出轨需要慎重考虑，因为它不仅影响自己，还会影响家人。",
        "label": ""
      },
      {
        "sentence": "所以我建议你要慎重考虑，权衡各方利弊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是他不一样，我知道他是在乎他老婆的！以前他回家我们晚上只是不聊天，后来他老婆有一点怀疑他了，现在如果回家，他会晚上回家前把我删了，第二天早上又加上我。",
    "annotation": [
      {
        "sentence": "但是他不一样，我知道他是在乎他老婆的！",
        "label": ""
      },
      {
        "sentence": "以前他回家我们晚上只是不聊天，后来他老婆有一点怀疑他了，现在如果回家，他会晚上回家前把我删了，第二天早上又加上我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述，可以看出你爱上的那个人非常在乎他的家庭，尤其在乎他的妻子。虽然不确定他对你是否真爱，但至少他没有长远的打算，比如未来走到一起的打算。这一点上，他给不了你安全感，无法给你美好的未来。爱情是有保质期的，短暂的吸引很容易，但时间一长，男人和女人的想法就不一样了。男人追求激情和刺激，而女人追求依靠。这位男士显然没有给你未来的打算，至少目前是这样的。如果男人只是投入一点情感和感情，却没有实质性的投入，却获得了你的感情，那对于情场老手来说是太容易了。他们擅长了解女人的需求，并可以同时爱上几个人，又能够将自己抽离出来。目前来看，男方还非常理智，而你有点像飞蛾扑火的意思了。所以从你的描述来看，仅仅通过说话无法判断是否真爱。建议你重新审视这段关系，考虑自己目前的婚姻状况、家庭状况，还有男方的家庭状况，你们两个的相处情况，以全面的角度权衡利弊。长久的两性关系需要有激情、亲密和承诺。你现在已经有了前两项，但缺少了承诺。如果只是追求短暂的激情，那还好。但如果想要长久的关系，目前他无法给你。你已经在婚姻关系中受伤了，我不希望你因为短暂的满足而再次受伤。请抽离自己，理性地去判断这段关系。婚姻不仅仅是感情，还有物质的一部分，相信你可以清楚地看清这段关系。祝你好运！",
    "annotation": [
      {
        "sentence": "通过你的描述，可以看出你爱上的那个人非常在乎他的家庭，尤其在乎他的妻子。",
        "label": ""
      },
      {
        "sentence": "虽然不确定他对你是否真爱，但至少他没有长远的打算，比如未来走到一起的打算。",
        "label": ""
      },
      {
        "sentence": "这一点上，他给不了你安全感，无法给你美好的未来。",
        "label": ""
      },
      {
        "sentence": "爱情是有保质期的，短暂的吸引很容易，但时间一长，男人和女人的想法就不一样了。",
        "label": ""
      },
      {
        "sentence": "男人追求激情和刺激，而女人追求依靠。",
        "label": ""
      },
      {
        "sentence": "这位男士显然没有给你未来的打算，至少目前是这样的。",
        "label": ""
      },
      {
        "sentence": "如果男人只是投入一点情感和感情，却没有实质性的投入，却获得了你的感情，那对于情场老手来说是太容易了。",
        "label": ""
      },
      {
        "sentence": "他们擅长了解女人的需求，并可以同时爱上几个人，又能够将自己抽离出来。",
        "label": ""
      },
      {
        "sentence": "目前来看，男方还非常理智，而你有点像飞蛾扑火的意思了。",
        "label": ""
      },
      {
        "sentence": "所以从你的描述来看，仅仅通过说话无法判断是否真爱。",
        "label": ""
      },
      {
        "sentence": "建议你重新审视这段关系，考虑自己目前的婚姻状况、家庭状况，还有男方的家庭状况，你们两个的相处情况，以全面的角度权衡利弊。",
        "label": ""
      },
      {
        "sentence": "长久的两性关系需要有激情、亲密和承诺。",
        "label": ""
      },
      {
        "sentence": "你现在已经有了前两项，但缺少了承诺。",
        "label": ""
      },
      {
        "sentence": "如果只是追求短暂的激情，那还好。",
        "label": ""
      },
      {
        "sentence": "但如果想要长久的关系，目前他无法给你。",
        "label": ""
      },
      {
        "sentence": "你已经在婚姻关系中受伤了，我不希望你因为短暂的满足而再次受伤。",
        "label": ""
      },
      {
        "sentence": "请抽离自己，理性地去判断这段关系。",
        "label": ""
      },
      {
        "sentence": "婚姻不仅仅是感情，还有物质的一部分，相信你可以清楚地看清这段关系。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]