[
  {
    "role": "client",
    "content": "他和我都有各自的家庭，他这是真的爱吗？他和我都有各自的家庭但是我们却相爱了，我的婚姻不幸里面的种种就不说了，但是他不一样，我知道他是在乎他老婆的！我们在一的这几个月，我能感觉到他是真的也爱我，他想时时刻刻和我在一起，当然不是因为性，仅仅看我一眼他也知足了！他紧张我在乎我在很多细节能感受到！因为我们是异地，他又因为工作的原因经常跟着领导出差，行程都不确定，所以都是我有时间去他出差的地方见面。",
    "annotation": [
      {
        "sentence": "他和我都有各自的家庭，他这是真的爱吗？",
        "label": ""
      },
      {
        "sentence": "他和我都有各自的家庭但是我们却相爱了，我的婚姻不幸里面的种种就不说了，但是他不一样，我知道他是在乎他老婆的！",
        "label": ""
      },
      {
        "sentence": "我们在一的这几个月，我能感觉到他是真的也爱我，他想时时刻刻和我在一起，当然不是因为性，仅仅看我一眼他也知足了！",
        "label": ""
      },
      {
        "sentence": "他紧张我在乎我在很多细节能感受到！",
        "label": ""
      },
      {
        "sentence": "因为我们是异地，他又因为工作的原因经常跟着领导出差，行程都不确定，所以都是我有时间去他出差的地方见面。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对他的感觉是真实的，但是你也应该考虑到他对你的感情是否真实。他的行为表明他在乎你，但是他也同时在关心他的妻子。你应该清楚，他的情商和智商可能没有完全处理好这种情况，或者他可能在暗示你他无法对你付出更多的感情。",
    "annotation": [
      {
        "sentence": "你对他的感觉是真实的，但是你也应该考虑到他对你的感情是否真实。",
        "label": ""
      },
      {
        "sentence": "他的行为表明他在乎你，但是他也同时在关心他的妻子。",
        "label": ""
      },
      {
        "sentence": "你应该清楚，他的情商和智商可能没有完全处理好这种情况，或者他可能在暗示你他无法对你付出更多的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会好好考虑这一点。但是我现在还是很在意他对我的爱是否真实，因为我对他的爱是真实的，即使不浓烈。我想知道，如果我们只是看一眼就感到知足，这是否足够证明他对我是真爱呢？",
    "annotation": [
      {
        "sentence": "我明白了，我会好好考虑这一点。",
        "label": ""
      },
      {
        "sentence": "但是我现在还是很在意他对我的爱是否真实，因为我对他的爱是真实的，即使不浓烈。",
        "label": ""
      },
      {
        "sentence": "我想知道，如果我们只是看一眼就感到知足，这是否足够证明他对我是真爱呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对他的爱并不是浓烈的，只是依赖上了他给你带来的某些细节感受。那么请问，你会因为仅仅看他一眼就感到知足吗？还是你也希望多待一会儿，再多看几眼，一起吃顿饭，来增加一些亲密的时刻呢？",
    "annotation": [
      {
        "sentence": "你对他的爱并不是浓烈的，只是依赖上了他给你带来的某些细节感受。",
        "label": ""
      },
      {
        "sentence": "那么请问，你会因为仅仅看他一眼就感到知足吗？",
        "label": ""
      },
      {
        "sentence": "还是你也希望多待一会儿，再多看几眼，一起吃顿饭，来增加一些亲密的时刻呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的希望我们能有更多的时刻在一起，但是由于他的工作性质和异地情况，我们只有在他出差的地方才能见面。我觉得他回家前把我删除了，然后第二天早上又加上我，这样的行为让我很困惑。为什么他要这样做呢？",
    "annotation": [
      {
        "sentence": "我真的希望我们能有更多的时刻在一起，但是由于他的工作性质和异地情况，我们只有在他出差的地方才能见面。",
        "label": ""
      },
      {
        "sentence": "我觉得他回家前把我删除了，然后第二天早上又加上我，这样的行为让我很困惑。",
        "label": ""
      },
      {
        "sentence": "为什么他要这样做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他可能是因为他妻子的怀疑，才在回家前把你删除的。他的行为显示了他对自己和对你的保护意识，但这种行为缺乏基本的礼貌和风度。这并不是真爱的表现，更别说浓烈的爱情了。",
    "annotation": [
      {
        "sentence": "他可能是因为他妻子的怀疑，才在回家前把你删除的。",
        "label": ""
      },
      {
        "sentence": "他的行为显示了他对自己和对你的保护意识，但这种行为缺乏基本的礼貌和风度。",
        "label": ""
      },
      {
        "sentence": "这并不是真爱的表现，更别说浓烈的爱情了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，他的行为确实不够坦诚和成熟。还有一件事我很在意，他从来没有为我花过一分钱。虽然他家的经济大权在他妻子手里，但是我仍然会有所介意。我不是要他为我买贵重的礼物，只是对于他没有为我花钱，我开始怀疑他的真实感情。",
    "annotation": [
      {
        "sentence": "我明白了，他的行为确实不够坦诚和成熟。",
        "label": ""
      },
      {
        "sentence": "还有一件事我很在意，他从来没有为我花过一分钱。",
        "label": ""
      },
      {
        "sentence": "虽然他家的经济大权在他妻子手里，但是我仍然会有所介意。",
        "label": ""
      },
      {
        "sentence": "我不是要他为我买贵重的礼物，只是对于他没有为我花钱，我开始怀疑他的真实感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他的经济独立权在他妻子手里，这让你开始怀疑他的感情。他出来玩的勇气是从哪里来的呢？普通人出门逛街，也会揣点钱以防万一需要买东西或者打车。你的怀疑并不无道理，他可能是想享受你为他付出的真心，却没有能力去为你付出同样的东西。这显然不是坦诚，更不是真爱所表现的行为。不过，如果你想知道他对你是否真爱，该给他多少分，这完全由你自己决定。",
    "annotation": [
      {
        "sentence": "他的经济独立权在他妻子手里，这让你开始怀疑他的感情。",
        "label": ""
      },
      {
        "sentence": "他出来玩的勇气是从哪里来的呢？",
        "label": ""
      },
      {
        "sentence": "普通人出门逛街，也会揣点钱以防万一需要买东西或者打车。",
        "label": ""
      },
      {
        "sentence": "你的怀疑并不无道理，他可能是想享受你为他付出的真心，却没有能力去为你付出同样的东西。",
        "label": ""
      },
      {
        "sentence": "这显然不是坦诚，更不是真爱所表现的行为。",
        "label": ""
      },
      {
        "sentence": "不过，如果你想知道他对你是否真爱，该给他多少分，这完全由你自己决定。",
        "label": ""
      }
    ]
  }
]