[
  {
    "role": "client",
    "content": "他和我都有各自的家庭，他这是真的爱吗？他和我都有各自的家庭但是我们却相爱了，我的婚姻不幸里面的种种就不说了，但是他不一样，我知道他是在乎他老婆的！我们在一的这几个月，我能感觉到他是真的也爱我，他想时时刻刻和我在一起，当然不是因为性，仅仅看我一眼他也知足了！他紧张我在乎我在很多细节能感受到！因为我们是异地，他又因为工作的原因经常跟着领导出差，行程都不确定，所以都是我有时间去他出差的地方见面，以前他回家我们晚上只是不聊天，后来他老婆有一点怀疑他了，现在如果回家，他会晚上回家前把我删了，第二天早上又加上我，但是这些日子我没花过他一分钱、反而还给他买过礼物，虽然一开始他说什么都不要我买，都说不给女人花钱的男人不是真的爱，虽然我知道他的工资卡他家的经济大权在他老婆手里，可我还是会介意，我不是要他为我买多贵的礼物，只是很疑惑，到底没花过钱是不是就不是真的爱了......",
    "annotation": [
      {
        "sentence": "他和我都有各自的家庭，他这是真的爱吗？",
        "label": ""
      },
      {
        "sentence": "他和我都有各自的家庭但是我们却相爱了，我的婚姻不幸里面的种种就不说了，但是他不一样，我知道他是在乎他老婆的！",
        "label": ""
      },
      {
        "sentence": "我们在一的这几个月，我能感觉到他是真的也爱我，他想时时刻刻和我在一起，当然不是因为性，仅仅看我一眼他也知足了！",
        "label": ""
      },
      {
        "sentence": "他紧张我在乎我在很多细节能感受到！",
        "label": ""
      },
      {
        "sentence": "因为我们是异地，他又因为工作的原因经常跟着领导出差，行程都不确定，所以都是我有时间去他出差的地方见面，以前他回家我们晚上只是不聊天，后来他老婆有一点怀疑他了，现在如果回家，他会晚上回家前把我删了，第二天早上又加上我，但是这些日子我没花过他一分钱、反而还给他买过礼物，虽然一开始他说什么都不要我买，都说不给女人花钱的男人不是真的爱，虽然我知道他的工资卡他家的经济大权在他老婆手里，可我还是会介意，我不是要他为我买多贵的礼物，只是很疑惑，到底没花过钱是不是就不是真的爱了......",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的婚姻经营的不好，过的不幸福，而他是在乎他老婆，但还是忍不住和你交往。虽然你们情况不同，但是你们能走在一起，一定是因为你们彼此之间在某些方面满足了彼此的需求。我们内心会有两种冲突的东西，一种是寻求稳定感和归属感，另一种是渴望新奇和冒险。婚姻吸引人之处在于它一开始能满足这两种看似矛盾的需求，但慢慢地我们会感到不满，渴望新奇和冒险的一面背叛了渴望稳定的一面。不知道这是不是他和你在一起的原因。而你可能是在寻找破碎的自我，找到了他。原因是婚姻生活过得其实是一种被限制的生活，我们对爱人有承诺，对孩子有承诺，有养家的责任，一个人要扮演好生活中的角色，实际上就要把一个复杂的自我变成一个简单可靠的自我。一个人脑子里念头太多，总想着生活中的其他可能性，那是不太靠谱的。婚姻要让我们变得靠谱，可我们总免不了要去寻找那些丢失的自我，破碎的自我，把自己拼得更完整。你想知道他是不是爱你的，其实想要判断一个人是不是真的爱你，也很简单，就是当你们确定恋爱关系后他是不是会开心地把你介绍给他的亲朋好友，如果是，这个关系就是十拿九稳了。你也可以试问一下他，跟你在一起时，是不是不仅会开心，而且你离开他还会感受到痛苦？如果只有第一个是肯定的，他大概率只是喜欢你。如果都是，那他大概率是爱上了你。",
    "annotation": [
      {
        "sentence": "你的婚姻经营的不好，过的不幸福，而他是在乎他老婆，但还是忍不住和你交往。",
        "label": ""
      },
      {
        "sentence": "虽然你们情况不同，但是你们能走在一起，一定是因为你们彼此之间在某些方面满足了彼此的需求。",
        "label": ""
      },
      {
        "sentence": "我们内心会有两种冲突的东西，一种是寻求稳定感和归属感，另一种是渴望新奇和冒险。",
        "label": ""
      },
      {
        "sentence": "婚姻吸引人之处在于它一开始能满足这两种看似矛盾的需求，但慢慢地我们会感到不满，渴望新奇和冒险的一面背叛了渴望稳定的一面。",
        "label": ""
      },
      {
        "sentence": "不知道这是不是他和你在一起的原因。",
        "label": ""
      },
      {
        "sentence": "而你可能是在寻找破碎的自我，找到了他。",
        "label": ""
      },
      {
        "sentence": "原因是婚姻生活过得其实是一种被限制的生活，我们对爱人有承诺，对孩子有承诺，有养家的责任，一个人要扮演好生活中的角色，实际上就要把一个复杂的自我变成一个简单可靠的自我。",
        "label": ""
      },
      {
        "sentence": "一个人脑子里念头太多，总想着生活中的其他可能性，那是不太靠谱的。",
        "label": ""
      },
      {
        "sentence": "婚姻要让我们变得靠谱，可我们总免不了要去寻找那些丢失的自我，破碎的自我，把自己拼得更完整。",
        "label": ""
      },
      {
        "sentence": "你想知道他是不是爱你的，其实想要判断一个人是不是真的爱你，也很简单，就是当你们确定恋爱关系后他是不是会开心地把你介绍给他的亲朋好友，如果是，这个关系就是十拿九稳了。",
        "label": ""
      },
      {
        "sentence": "你也可以试问一下他，跟你在一起时，是不是不仅会开心，而且你离开他还会感受到痛苦？",
        "label": ""
      },
      {
        "sentence": "如果只有第一个是肯定的，他大概率只是喜欢你。",
        "label": ""
      },
      {
        "sentence": "如果都是，那他大概率是爱上了你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是他总是删我再加我，这样让我感觉很不舒服，就好像他不想被他老婆发现一样。我理解他要保护我们的关系，但是这种方式很让我困扰。",
    "annotation": [
      {
        "sentence": "但是他总是删我再加我，这样让我感觉很不舒服，就好像他不想被他老婆发现一样。",
        "label": ""
      },
      {
        "sentence": "我理解他要保护我们的关系，但是这种方式很让我困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困扰和不舒服。他删你再加你可能是出于对他婚姻的担心，不想被他老婆发现你们之间的联系。虽然这种方式对你来说很困扰，但也要考虑到他的处境。他可能是迫于压力和担心，不得已采取这种方式来保护你们的关系。或许你可以跟他沟通一下，表达你的困惑和不满，看看能否找到一种更好的方式来处理这个问题。",
    "annotation": [
      {
        "sentence": "我理解你的困扰和不舒服。",
        "label": ""
      },
      {
        "sentence": "他删你再加你可能是出于对他婚姻的担心，不想被他老婆发现你们之间的联系。",
        "label": ""
      },
      {
        "sentence": "虽然这种方式对你来说很困扰，但也要考虑到他的处境。",
        "label": ""
      },
      {
        "sentence": "他可能是迫于压力和担心，不得已采取这种方式来保护你们的关系。",
        "label": ""
      },
      {
        "sentence": "或许你可以跟他沟通一下，表达你的困惑和不满，看看能否找到一种更好的方式来处理这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道他工作很忙，而且经常要出差，所以我一直尽量配合他的时间和行程。但有时候我会不由自主地想，他这么忙，会不会顾不上我了呢？",
    "annotation": [
      {
        "sentence": "我知道他工作很忙，而且经常要出差，所以我一直尽量配合他的时间和行程。",
        "label": ""
      },
      {
        "sentence": "但有时候我会不由自主地想，他这么忙，会不会顾不上我了呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心是可以理解的，特别是在异地恋情况下。他的工作忙碌和经常出差可能让你有时候觉得他顾不上你了。但是要记住，每个人都有自己的工作和生活，有时候确实会分配不同的时间和精力。重要的是建立起互相理解和支持的关系。你可以跟他沟通你的担心和需求，一起探讨如何在他忙碌的工作中保持良好的沟通和关系互动。这样能够减少你的担心，也增强你们之间的联系。",
    "annotation": [
      {
        "sentence": "你的担心是可以理解的，特别是在异地恋情况下。",
        "label": ""
      },
      {
        "sentence": "他的工作忙碌和经常出差可能让你有时候觉得他顾不上你了。",
        "label": ""
      },
      {
        "sentence": "但是要记住，每个人都有自己的工作和生活，有时候确实会分配不同的时间和精力。",
        "label": ""
      },
      {
        "sentence": "重要的是建立起互相理解和支持的关系。",
        "label": ""
      },
      {
        "sentence": "你可以跟他沟通你的担心和需求，一起探讨如何在他忙碌的工作中保持良好的沟通和关系互动。",
        "label": ""
      },
      {
        "sentence": "这样能够减少你的担心，也增强你们之间的联系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他对我很好，我能感受到他的关心和爱。但是有时候我还是会担心，怕他只是把我当作寂寞时的陪伴，而不是真正的爱。",
    "annotation": [
      {
        "sentence": "他对我很好，我能感受到他的关心和爱。",
        "label": ""
      },
      {
        "sentence": "但是有时候我还是会担心，怕他只是把我当作寂寞时的陪伴，而不是真正的爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对他的感受非常重要，也需要给自己更多的信任和安全感。他对你的关心和爱并不是假的，只是你内心的恐惧和担忧让你怀疑这份感情的真实性。每个人的爱表达方式不同，有些人更倾向于行动，有些人则更倾向于言语。你可以用行动和言语来表达你对他的爱，同时也得到他的回应和确认。通过持续的沟通和相互了解，你们可以慢慢建立起更深层次的信任和爱。",
    "annotation": [
      {
        "sentence": "你对他的感受非常重要，也需要给自己更多的信任和安全感。",
        "label": ""
      },
      {
        "sentence": "他对你的关心和爱并不是假的，只是你内心的恐惧和担忧让你怀疑这份感情的真实性。",
        "label": ""
      },
      {
        "sentence": "每个人的爱表达方式不同，有些人更倾向于行动，有些人则更倾向于言语。",
        "label": ""
      },
      {
        "sentence": "你可以用行动和言语来表达你对他的爱，同时也得到他的回应和确认。",
        "label": ""
      },
      {
        "sentence": "通过持续的沟通和相互了解，你们可以慢慢建立起更深层次的信任和爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会更加相信他对我的爱，也会主动表达我的感情，让我们的关系更加稳定和坚固。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "我明白了，我会更加相信他对我的爱，也会主动表达我的感情，让我们的关系更加稳定和坚固。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮助到你。记得坚持沟通和信任，祝你们的关系越来越好，幸福快乐！如果以后还有其他问题或困惑，随时可以来找我倾诉和寻求支持。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮助到你。",
        "label": ""
      },
      {
        "sentence": "记得坚持沟通和信任，祝你们的关系越来越好，幸福快乐！",
        "label": ""
      },
      {
        "sentence": "如果以后还有其他问题或困惑，随时可以来找我倾诉和寻求支持。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]