[
  {
    "role": "client",
    "content": "最近我总是遇到不开心的事情就会失眠，是因为我抗压能力太低了吗？比如说，工作上如果同事怼我或者故意给我难堪，我不会对他们发脾气，但是当晚我就会失眠，脑子里总是反复想着那些事情。我现在在考驾照，今天学科二倒库的时候，在学的过程中我还是被教练吼了一顿，说我没仔细听他说话，也没给他说话的机会，然后他就不再教我了。当下虽然我还是笑脸相迎，但是回到家之后我还是忍不住哭了。我是不是抗压能力太低了？",
    "annotation": [
      {
        "sentence": "最近我总是遇到不开心的事情就会失眠，是因为我抗压能力太低了吗？",
        "label": ""
      },
      {
        "sentence": "比如说，工作上如果同事怼我或者故意给我难堪，我不会对他们发脾气，但是当晚我就会失眠，脑子里总是反复想着那些事情。",
        "label": ""
      },
      {
        "sentence": "我现在在考驾照，今天学科二倒库的时候，在学的过程中我还是被教练吼了一顿，说我没仔细听他说话，也没给他说话的机会，然后他就不再教我了。",
        "label": ""
      },
      {
        "sentence": "当下虽然我还是笑脸相迎，但是回到家之后我还是忍不住哭了。",
        "label": ""
      },
      {
        "sentence": "我是不是抗压能力太低了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你遇到这些困扰，我可以理解你的感受。我学驾照的时候，也遇到过类似的情况。在我的驾校，一些学员会递烟给教练，这是我们那里的潜规则。我不知道你们那里有没有类似的规矩。驾校教练的工作压力比较大，如果学员总是无法过关，会对他们的绩效产生影响。当学员在开车时出错、撞人、撞车或者撞东西，教练也要负一定的责任。而且学车的都是成年人，很少会乖乖听话按照教练的要求来做，他们更倾向于按照自己的方式去做，甚至不尊重教练。所以教练发脾气是很正常的现象，这些是对于事情而不是对于你个人的评价。你能保持微笑是因为你的教养很好，而教练爆发脾气可能是他自己情绪无法控制，说不定他自己也很苦恼呢！毕竟，经常发脾气对身体不利，没有人希望自己生病。你应该庆幸他的脾气不好是他的问题，而不是你的问题。而且，一旦你考过驾照，就不用再面对他了。不过，如果你觉得大家都对你不友好，问题很可能出在你自己身上。你可以好好思考一下，你是否对别人存有敌意，是否不信任他人，是否对别人的话和态度很敏感，并总觉得别人都对你有意见。有人可能会说你喜欢钻牛角尖。如果你不能放下这些猜忌，总是过多考虑，觉得自己委屈，那么你的失眠状况很难得到缓解。哭泣可以释放一部分委屈和压力，但仅仅如此是不够的。如果你真的想解决问题，你可以找当事人面对面地沟通，不是为了争吵或质问，而是就事论事。如果你的担心只是想多了，那你就可以放下了；如果他们真的对你有意，你也可以反击，让他们知道你不是好欺负的人。现在，你觉得这些建议对你有帮助吗？",
    "annotation": [
      {
        "sentence": "你好，听到你遇到这些困扰，我可以理解你的感受。",
        "label": ""
      },
      {
        "sentence": "我学驾照的时候，也遇到过类似的情况。",
        "label": ""
      },
      {
        "sentence": "在我的驾校，一些学员会递烟给教练，这是我们那里的潜规则。",
        "label": ""
      },
      {
        "sentence": "我不知道你们那里有没有类似的规矩。",
        "label": ""
      },
      {
        "sentence": "驾校教练的工作压力比较大，如果学员总是无法过关，会对他们的绩效产生影响。",
        "label": ""
      },
      {
        "sentence": "当学员在开车时出错、撞人、撞车或者撞东西，教练也要负一定的责任。",
        "label": ""
      },
      {
        "sentence": "而且学车的都是成年人，很少会乖乖听话按照教练的要求来做，他们更倾向于按照自己的方式去做，甚至不尊重教练。",
        "label": ""
      },
      {
        "sentence": "所以教练发脾气是很正常的现象，这些是对于事情而不是对于你个人的评价。",
        "label": ""
      },
      {
        "sentence": "你能保持微笑是因为你的教养很好，而教练爆发脾气可能是他自己情绪无法控制，说不定他自己也很苦恼呢！",
        "label": ""
      },
      {
        "sentence": "毕竟，经常发脾气对身体不利，没有人希望自己生病。",
        "label": ""
      },
      {
        "sentence": "你应该庆幸他的脾气不好是他的问题，而不是你的问题。",
        "label": ""
      },
      {
        "sentence": "而且，一旦你考过驾照，就不用再面对他了。",
        "label": ""
      },
      {
        "sentence": "不过，如果你觉得大家都对你不友好，问题很可能出在你自己身上。",
        "label": ""
      },
      {
        "sentence": "你可以好好思考一下，你是否对别人存有敌意，是否不信任他人，是否对别人的话和态度很敏感，并总觉得别人都对你有意见。",
        "label": ""
      },
      {
        "sentence": "有人可能会说你喜欢钻牛角尖。",
        "label": ""
      },
      {
        "sentence": "如果你不能放下这些猜忌，总是过多考虑，觉得自己委屈，那么你的失眠状况很难得到缓解。",
        "label": ""
      },
      {
        "sentence": "哭泣可以释放一部分委屈和压力，但仅仅如此是不够的。",
        "label": ""
      },
      {
        "sentence": "如果你真的想解决问题，你可以找当事人面对面地沟通，不是为了争吵或质问，而是就事论事。",
        "label": ""
      },
      {
        "sentence": "如果你的担心只是想多了，那你就可以放下了；如果他们真的对你有意，你也可以反击，让他们知道你不是好欺负的人。",
        "label": ""
      },
      {
        "sentence": "现在，你觉得这些建议对你有帮助吗？",
        "label": ""
      }
    ]
  }
]