[
  {
    "role": "client",
    "content": "我有六个孩子，可是没有一个愿意照顾我，我觉得人生真的没有什么缘分了。远方亲戚家一共有六个孩子，五个女孩一个男孩，现在我已经八十岁了，可是没有一个孩子愿意帮助我。前段时间我爸爸说，亲戚们都年纪大了，身体也有些不舒服了，他们需要去医院看病，可是因为身边没有子女愿意帮忙，他们只好“乖乖”躺在床上等待。真的是太难过了！",
    "annotation": [
      {
        "sentence": "我有六个孩子，可是没有一个愿意照顾我，我觉得人生真的没有什么缘分了。",
        "label": ""
      },
      {
        "sentence": "远方亲戚家一共有六个孩子，五个女孩一个男孩，现在我已经八十岁了，可是没有一个孩子愿意帮助我。",
        "label": ""
      },
      {
        "sentence": "前段时间我爸爸说，亲戚们都年纪大了，身体也有些不舒服了，他们需要去医院看病，可是因为身边没有子女愿意帮忙，他们只好“乖乖”躺在床上等待。",
        "label": ""
      },
      {
        "sentence": "真的是太难过了！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到这个情况，我真的感觉心酸，觉得很悲哀！其实，这不完全是能力的问题，更多的是他们在孩子小时候没有教育他们懂得感恩，同时也没有为自己留下足够的财富。所以在老年的时候，他们对孩子来说已经没有了利用价值，孩子们也不孝顺了。上个月我亲戚的七十多岁的婆婆就是这样的情况，她把房产给了最小的儿子，结果被儿子的媳妇赶出了家门。她养育了几个儿子，含辛茹苦地辛苦大家，孙子们，可是没有一个人肯收留她。只好求助身边年迈的兄弟姐妹，让大家分担照顾她的压力。我自己亲自去买东西送给她，所以对这样的事情感同身受。其实不管怎样，每个人都会变老，会有病痛的时候，也会有不能自理的时候。我们应该吸取教训，不要把一切都献给孩子，而是要理智地教育他们。让他们有足够的爱和安全感，同时我们要以身作则，孝顺自己的父母，这样孩子也会在良好的家庭教育中受到熏陶，懂得感恩和孝顺。",
    "annotation": [
      {
        "sentence": "看到这个情况，我真的感觉心酸，觉得很悲哀！",
        "label": ""
      },
      {
        "sentence": "其实，这不完全是能力的问题，更多的是他们在孩子小时候没有教育他们懂得感恩，同时也没有为自己留下足够的财富。",
        "label": ""
      },
      {
        "sentence": "所以在老年的时候，他们对孩子来说已经没有了利用价值，孩子们也不孝顺了。",
        "label": ""
      },
      {
        "sentence": "上个月我亲戚的七十多岁的婆婆就是这样的情况，她把房产给了最小的儿子，结果被儿子的媳妇赶出了家门。",
        "label": ""
      },
      {
        "sentence": "她养育了几个儿子，含辛茹苦地辛苦大家，孙子们，可是没有一个人肯收留她。",
        "label": ""
      },
      {
        "sentence": "只好求助身边年迈的兄弟姐妹，让大家分担照顾她的压力。",
        "label": ""
      },
      {
        "sentence": "我自己亲自去买东西送给她，所以对这样的事情感同身受。",
        "label": ""
      },
      {
        "sentence": "其实不管怎样，每个人都会变老，会有病痛的时候，也会有不能自理的时候。",
        "label": ""
      },
      {
        "sentence": "我们应该吸取教训，不要把一切都献给孩子，而是要理智地教育他们。",
        "label": ""
      },
      {
        "sentence": "让他们有足够的爱和安全感，同时我们要以身作则，孝顺自己的父母，这样孩子也会在良好的家庭教育中受到熏陶，懂得感恩和孝顺。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的没错，我以后一定要更好地教育我的孩子，让他们明白感恩和孝敬的重要性。我现在真的很难过，感觉没有希望了。",
    "annotation": [
      {
        "sentence": "你说的没错，我以后一定要更好地教育我的孩子，让他们明白感恩和孝敬的重要性。",
        "label": ""
      },
      {
        "sentence": "我现在真的很难过，感觉没有希望了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别难过，每个人都会有困难和挫折的时候，这是人生的一部分。要保持积极的心态，相信自己能够度过这个难关。同时，要相信，只要我们把自己的爱和关怀传递给孩子，他们也会学会感恩和孝顺的。",
    "annotation": [
      {
        "sentence": "别难过，每个人都会有困难和挫折的时候，这是人生的一部分。",
        "label": ""
      },
      {
        "sentence": "要保持积极的心态，相信自己能够度过这个难关。",
        "label": ""
      },
      {
        "sentence": "同时，要相信，只要我们把自己的爱和关怀传递给孩子，他们也会学会感恩和孝顺的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我现在真的很无助，没有人可以帮助我。我觉得好孤单啊。",
    "annotation": [
      {
        "sentence": "可是我现在真的很无助，没有人可以帮助我。",
        "label": ""
      },
      {
        "sentence": "我觉得好孤单啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，孤独确实让人感到非常沮丧。但是你要知道，你不是一个人，我们永远都在你身边支持你。如果你有需要的时候，可以随时向我求助，我会尽力帮助你。",
    "annotation": [
      {
        "sentence": "我理解你的感受，孤独确实让人感到非常沮丧。",
        "label": ""
      },
      {
        "sentence": "但是你要知道，你不是一个人，我们永远都在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "如果你有需要的时候，可以随时向我求助，我会尽力帮助你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持，感到你的陪伴让我觉得安心多了。我真的需要一些精神上的支持。",
    "annotation": [
      {
        "sentence": "谢谢你的支持，感到你的陪伴让我觉得安心多了。",
        "label": ""
      },
      {
        "sentence": "我真的需要一些精神上的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，情绪低落的时候，我们都需要一些安慰和支持。你可以试试与朋友或亲人倾诉，或者加入一些社交活动，这样可以让你感到更多的关爱和支持。",
    "annotation": [
      {
        "sentence": "没关系，情绪低落的时候，我们都需要一些安慰和支持。",
        "label": ""
      },
      {
        "sentence": "你可以试试与朋友或亲人倾诉，或者加入一些社交活动，这样可以让你感到更多的关爱和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我会试试跟朋友聊聊天，找一些社交活动来参加，让自己不那么孤单。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "你说的有道理，我会试试跟朋友聊聊天，找一些社交活动来参加，让自己不那么孤单。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信这样做会对你的心情起到积极的影响。同时，你也要相信自己的能力，相信自己能够走出困境。你是一个坚强的人，一定能够找到属于自己的幸福和快乐。",
    "annotation": [
      {
        "sentence": "不客气，我相信这样做会对你的心情起到积极的影响。",
        "label": ""
      },
      {
        "sentence": "同时，你也要相信自己的能力，相信自己能够走出困境。",
        "label": ""
      },
      {
        "sentence": "你是一个坚强的人，一定能够找到属于自己的幸福和快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力调整自己的心态，相信自己能够面对困难，寻找自己的幸福。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力调整自己的心态，相信自己能够面对困难，寻找自己的幸福。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你能够克服困难，找到属于自己的幸福。如果以后还有需要的话，记得随时向我求助。你不再是一个人，我们永远都在你身边。祝福你！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你能够克服困难，找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要的话，记得随时向我求助。",
        "label": ""
      },
      {
        "sentence": "你不再是一个人，我们永远都在你身边。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]