[
  {
    "role": "client",
    "content": "我做事总是瞻前顾后，为什么会沉浸在过去呢？我感觉很难受，心理上各种问题都在困扰着我，我甚至失去了正常生活的能力。",
    "annotation": [
      {
        "sentence": "我做事总是瞻前顾后，为什么会沉浸在过去呢？",
        "label": ""
      },
      {
        "sentence": "我感觉很难受，心理上各种问题都在困扰着我，我甚至失去了正常生活的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你知道自己有这个问题，知道去寻求帮助或者发泄已经是很重要的一步了。你并不是没用的人，其实在社会上大多数人都是依靠自己的努力成功的，只有少部分人是依靠出生条件。而且，对事情热情不长久的人也是很多的，你并不是特别异常。可能你只是缺少一个机遇或者契机，你要做的就是整理好自己的心情，不要让自己陷入低谷。首先，你需要尽量过好每一天的生活，然后再做一些短期小的规划，虽然这些规划可能毫无用处，但是拥有目标是人生中非常重要的，不论这个目标是否有用，因为人生本就是一个过程。",
    "annotation": [
      {
        "sentence": "你知道自己有这个问题，知道去寻求帮助或者发泄已经是很重要的一步了。",
        "label": ""
      },
      {
        "sentence": "你并不是没用的人，其实在社会上大多数人都是依靠自己的努力成功的，只有少部分人是依靠出生条件。",
        "label": ""
      },
      {
        "sentence": "而且，对事情热情不长久的人也是很多的，你并不是特别异常。",
        "label": ""
      },
      {
        "sentence": "可能你只是缺少一个机遇或者契机，你要做的就是整理好自己的心情，不要让自己陷入低谷。",
        "label": ""
      },
      {
        "sentence": "首先，你需要尽量过好每一天的生活，然后再做一些短期小的规划，虽然这些规划可能毫无用处，但是拥有目标是人生中非常重要的，不论这个目标是否有用，因为人生本就是一个过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实需要整理好自己的心情。可我每件事做完都要将自己骂上一顿，无法集中注意力，甚至都考虑休学了。家里人也只是将我关在家里，我每天都心里充满了消极想法，就像黑夜从四年前开始，我再也没有见过阳光。可能我是太矫情了，甚至觉得去看心理医生也没有什么用处，我感到自己像个废物一样。",
    "annotation": [
      {
        "sentence": "你说得对，我确实需要整理好自己的心情。",
        "label": ""
      },
      {
        "sentence": "可我每件事做完都要将自己骂上一顿，无法集中注意力，甚至都考虑休学了。",
        "label": ""
      },
      {
        "sentence": "家里人也只是将我关在家里，我每天都心里充满了消极想法，就像黑夜从四年前开始，我再也没有见过阳光。",
        "label": ""
      },
      {
        "sentence": "可能我是太矫情了，甚至觉得去看心理医生也没有什么用处，我感到自己像个废物一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你遇到的问题确实很困扰，但是你有能力改变这个局面的。首先，你不要再责怪自己了，人都有弱点和脆弱的时候，这很正常。希望你能告诉家人你的感受，他们应该会更理解你的处境。如果因为过去的经历导致你内心的阴影，或许你可以寻求专业心理咨询的帮助，因为专业的人会更了解如何帮助你重建自己的信心和积极的态度。不管你觉得自己是不是废物，你都有权利和机会去改变现状，一步一步地走出困境。",
    "annotation": [
      {
        "sentence": "你遇到的问题确实很困扰，但是你有能力改变这个局面的。",
        "label": ""
      },
      {
        "sentence": "首先，你不要再责怪自己了，人都有弱点和脆弱的时候，这很正常。",
        "label": ""
      },
      {
        "sentence": "希望你能告诉家人你的感受，他们应该会更理解你的处境。",
        "label": ""
      },
      {
        "sentence": "如果因为过去的经历导致你内心的阴影，或许你可以寻求专业心理咨询的帮助，因为专业的人会更了解如何帮助你重建自己的信心和积极的态度。",
        "label": ""
      },
      {
        "sentence": "不管你觉得自己是不是废物，你都有权利和机会去改变现状，一步一步地走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会尽量和家人沟通，并考虑去找专业的心理咨询师寻求帮助。我知道改变不会一蹴而就，但我希望通过努力可以渐渐走出阴影，重新找回自己。我也明白我不能再一直固守过去的失误和不愉快经历，要学会释放它们，并将努力集中在当下和未来。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会尽量和家人沟通，并考虑去找专业的心理咨询师寻求帮助。",
        "label": ""
      },
      {
        "sentence": "我知道改变不会一蹴而就，但我希望通过努力可以渐渐走出阴影，重新找回自己。",
        "label": ""
      },
      {
        "sentence": "我也明白我不能再一直固守过去的失误和不愉快经历，要学会释放它们，并将努力集中在当下和未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的态度很积极，我相信你可以克服困难。人生中每一个人都会犯错误和遇到挫折，但关键在于如何面对和应对。过去的经历不能成为制约你的枷锁，而是成长的机会。保持积极的心态，相信自己可以克服一切困难，你一定能重新找回属于自己的阳光。",
    "annotation": [
      {
        "sentence": "你的态度很积极，我相信你可以克服困难。",
        "label": ""
      },
      {
        "sentence": "人生中每一个人都会犯错误和遇到挫折，但关键在于如何面对和应对。",
        "label": ""
      },
      {
        "sentence": "过去的经历不能成为制约你的枷锁，而是成长的机会。",
        "label": ""
      },
      {
        "sentence": "保持积极的心态，相信自己可以克服一切困难，你一定能重新找回属于自己的阳光。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，你的话让我更有信心去面对自己的问题。我会努力去调整自己的心态，一步一步向前走。再次感谢你给予我的帮助和陪伴。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，你的话让我更有信心去面对自己的问题。",
        "label": ""
      },
      {
        "sentence": "我会努力去调整自己的心态，一步一步向前走。",
        "label": ""
      },
      {
        "sentence": "再次感谢你给予我的帮助和陪伴。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。你已经迈出了寻求帮助的第一步，相信你的努力会有回报，你会找到属于自己的光明。如果你需要任何帮助，随时都可以来找我倾诉。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了寻求帮助的第一步，相信你的努力会有回报，你会找到属于自己的光明。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]