[
  {
    "role": "client",
    "content": "有时还是会想起初中一些不愉快的阴影，如何摆脱？",
    "annotation": [
      {
        "sentence": "有时还是会想起初中一些不愉快的阴影，如何摆脱？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到过往的经历，每一件事情似乎都是让人心疼，想起来有点让人不堪回首的样子，但你非常棒，因为你走过了自己的岁月，顺利地考上大学，但不代表那段人生历史被你埋下来，你内心还是渴望被人理解，朋友之间的友情坦然面对。",
    "annotation": [
      {
        "sentence": "看到过往的经历，每一件事情似乎都是让人心疼，想起来有点让人不堪回首的样子，但你非常棒，因为你走过了自己的岁月，顺利地考上大学，但不代表那段人生历史被你埋下来，你内心还是渴望被人理解，朋友之间的友情坦然面对。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "初中的一个所谓的好友不知道是不是出于嫉妒，她在每次大考前都故意和我闹矛盾，向同学和老师说一些无中生有的坏话，向我的笔袋里吐口水，以及在中考前偷走我的笔记本和书。这让我觉得很无助和伤心。",
    "annotation": [
      {
        "sentence": "初中的一个所谓的好友不知道是不是出于嫉妒，她在每次大考前都故意和我闹矛盾，向同学和老师说一些无中生有的坏话，向我的笔袋里吐口水，以及在中考前偷走我的笔记本和书。",
        "label": ""
      },
      {
        "sentence": "这让我觉得很无助和伤心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以看出来无论这位同学是有意的还是无意的，给你造成了不小的困扰，让你在同学面前失去了很多友好相处的机会。初中时代是一个需要得到同伴的认可和赞许的时候，而这个时候并没有让你感到想亲近和继续或者认为同学之间的友情的时间，给你造成诸多麻烦，反而在某种程度上推开了你，让你对同学之间的友情产生了怀疑，害怕与人来往。",
    "annotation": [
      {
        "sentence": "可以看出来无论这位同学是有意的还是无意的，给你造成了不小的困扰，让你在同学面前失去了很多友好相处的机会。",
        "label": ""
      },
      {
        "sentence": "初中时代是一个需要得到同伴的认可和赞许的时候，而这个时候并没有让你感到想亲近和继续或者认为同学之间的友情的时间，给你造成诸多麻烦，反而在某种程度上推开了你，让你对同学之间的友情产生了怀疑，害怕与人来往。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我在父母那里求助，但他们并没有重视我的问题，反而默许了那些事情的发生。这让我觉得非常迷茫和无助。",
    "annotation": [
      {
        "sentence": "是的，我在父母那里求助，但他们并没有重视我的问题，反而默许了那些事情的发生。",
        "label": ""
      },
      {
        "sentence": "这让我觉得非常迷茫和无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很理解你当时的感受，没有得到父母的支持会让你觉得更加迷茫和无助。但是，无论他人如何对待你，你并不需要将他们的定义界定为自己的价值。内心的强大来自于对自己的肯定和相信，你是一个坚强的人，你走出了初中的阴影并成功考上了大学。",
    "annotation": [
      {
        "sentence": "我很理解你当时的感受，没有得到父母的支持会让你觉得更加迷茫和无助。",
        "label": ""
      },
      {
        "sentence": "但是，无论他人如何对待你，你并不需要将他们的定义界定为自己的价值。",
        "label": ""
      },
      {
        "sentence": "内心的强大来自于对自己的肯定和相信，你是一个坚强的人，你走出了初中的阴影并成功考上了大学。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是这些经历导致我在与人交往时往往显得很慌张和羞涩，甚至差点被误以为是自闭症。我现在已经大学了，但还是会经常回想起当时的事情，感到痛恨和羞耻。我希望能够摆脱这段阴影。",
    "annotation": [
      {
        "sentence": "但是这些经历导致我在与人交往时往往显得很慌张和羞涩，甚至差点被误以为是自闭症。",
        "label": ""
      },
      {
        "sentence": "我现在已经大学了，但还是会经常回想起当时的事情，感到痛恨和羞耻。",
        "label": ""
      },
      {
        "sentence": "我希望能够摆脱这段阴影。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你不愉快的青春时期，我深深地想告诉你，这一切都已经过去了。相信自己，你将会走出那段岁月，重新拥有属于自己的美好生活。对于不愉快的记忆，我们往往会试图去忘记，但往往越是刻意地压抑，回忆越是深入。不如尝试擦盐疗法，重新回忆那段让你伤痛的经历，释放出内心的情绪，然后进行一个有仪式感的告别，接受他人给你的伤害，从内心彻底接受过去，并相信未来自己能走出来。",
    "annotation": [
      {
        "sentence": "看到你不愉快的青春时期，我深深地想告诉你，这一切都已经过去了。",
        "label": ""
      },
      {
        "sentence": "相信自己，你将会走出那段岁月，重新拥有属于自己的美好生活。",
        "label": ""
      },
      {
        "sentence": "对于不愉快的记忆，我们往往会试图去忘记，但往往越是刻意地压抑，回忆越是深入。",
        "label": ""
      },
      {
        "sentence": "不如尝试擦盐疗法，重新回忆那段让你伤痛的经历，释放出内心的情绪，然后进行一个有仪式感的告别，接受他人给你的伤害，从内心彻底接受过去，并相信未来自己能走出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我一直试图忘记那些不愉快的事情，却发现越想忘记越记得深刻。或许我可以尝试一下擦盐疗法，将那些痛苦的记忆写在纸上，然后进行销毁，给自己一个告别的仪式。相信通过这样的方式，我能够逐渐接受过去，走出阴影。",
    "annotation": [
      {
        "sentence": "确实，我一直试图忘记那些不愉快的事情，却发现越想忘记越记得深刻。",
        "label": ""
      },
      {
        "sentence": "或许我可以尝试一下擦盐疗法，将那些痛苦的记忆写在纸上，然后进行销毁，给自己一个告别的仪式。",
        "label": ""
      },
      {
        "sentence": "相信通过这样的方式，我能够逐渐接受过去，走出阴影。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常棒！相信你会成功走出那段阴影，重新拥有积极健康的生活态度。让我们一起期待未来的美好，我会一直支持你的！",
    "annotation": [
      {
        "sentence": "非常棒！",
        "label": ""
      },
      {
        "sentence": "相信你会成功走出那段阴影，重新拥有积极健康的生活态度。",
        "label": ""
      },
      {
        "sentence": "让我们一起期待未来的美好，我会一直支持你的！",
        "label": ""
      }
    ]
  }
]