[
  {
    "role": "client",
    "content": "想靠自己，却一直被否定，我几乎要疯了。本人高一女孩子，我妈一个同事，平常跟我妈关系比较好就经常谈两家孩子的学习问题。就是我和那个姑娘的故事。我发现，我几乎处处不如那个姑娘，就算是我擅长的科目我们也是。拼命努力的学科我还是比不过。甚至连体育，我还是比不过。每次我妈和我说那个姑娘，总是眼睛里带着艳羡，告诉我“人家那个姑娘不像你，人家那个姑娘是这里蹭着两三节，那里蹭着两三节，人家英语照样比你好”...我当时内心真的特别复杂。又嫉妒但又不想嫉妒和恶意揣测那个姑娘。我想努力证明自己，但我似乎却从不被看好，在我妈看来我最大的弊端就是我的英语是靠补课才有这个成绩的。每次我都会被哽的一口气憋在心里，特别特别难受。明明我在英语上和她付诸相同努力，但却因为“补课”这个事实而被否定，我甚至告诉我妈，让她高二不要给我补课，我的英语依旧可以那么完美，但是，我妈却和我说“我觉得你不太行，要不还是补上吧”我想靠自己，但我却一直被否定，我就一个失败者，对吗。",
    "annotation": [
      {
        "sentence": "想靠自己，却一直被否定，我几乎要疯了。",
        "label": ""
      },
      {
        "sentence": "本人高一女孩子，我妈一个同事，平常跟我妈关系比较好就经常谈两家孩子的学习问题。",
        "label": ""
      },
      {
        "sentence": "就是我和那个姑娘的故事。",
        "label": ""
      },
      {
        "sentence": "我发现，我几乎处处不如那个姑娘，就算是我擅长的科目我们也是。",
        "label": ""
      },
      {
        "sentence": "拼命努力的学科我还是比不过。",
        "label": ""
      },
      {
        "sentence": "甚至连体育，我还是比不过。",
        "label": ""
      },
      {
        "sentence": "每次我妈和我说那个姑娘，总是眼睛里带着艳羡，告诉我“人家那个姑娘不像你，人家那个姑娘是这里蹭着两三节，那里蹭着两三节，人家英语照样比你好”...我当时内心真的特别复杂。",
        "label": ""
      },
      {
        "sentence": "又嫉妒但又不想嫉妒和恶意揣测那个姑娘。",
        "label": ""
      },
      {
        "sentence": "我想努力证明自己，但我似乎却从不被看好，在我妈看来我最大的弊端就是我的英语是靠补课才有这个成绩的。",
        "label": ""
      },
      {
        "sentence": "每次我都会被哽的一口气憋在心里，特别特别难受。",
        "label": ""
      },
      {
        "sentence": "明明我在英语上和她付诸相同努力，但却因为“补课”这个事实而被否定，我甚至告诉我妈，让她高二不要给我补课，我的英语依旧可以那么完美，但是，我妈却和我说“我觉得你不太行，要不还是补上吧”我想靠自己，但我却一直被否定，我就一个失败者，对吗。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的女生，首先明确一下，你不是失败者，你有很出色的自制力、自控力，且个性要强、进取心足。从你的描述中完全可以体现——（让妈妈）高二不要补课，英语依旧可以那么完美。你用的是“完美”形容自己擅长的学科噢，这么强大的自信，没有强大的自控力、自制力和进取心支撑是无法实现的。所以，我只看到一位快被母亲狭隘的眼光逼迫的透不过气的孩子。在这里说一句，孩子，你太不容易了！在很多家长眼中，似乎永远是别人家的孩子更为优秀。但，如果你让ta拿别人家的孩子和自己的孩子做交换，那是万万无法实现的。发现没有，这里出现一个悖论——既然觉得别人家的孩子好，为什么不把觉得不好的自己的孩子舍弃，选择好的那一个呢？原因其实很简单，自己的孩子再不好，也是自己的；别人的孩子再好也是别人的。据此原因推演一下，不难得出即便自己的孩子一无是处，打归打骂归骂，但内心还是无底线的深深地爱着。这也就是应了那句爱之深责之切罢了。所以说，尽管你的母亲毫无止境的称赞着别人家的孩子，不断的打压你的自信，其实她只是希望你不要放松警惕，努力获得成绩后要继续努力保持这样的成绩。所以无形之中不断的给你树立假想敌（别人家的孩子），让你去超越。那问题又来了，为什么家长这么喜欢比较孩子？除了希望自己的孩子好上加好，另外一方面就是虚荣心作祟了。前几日我下楼遛娃，遇到邻居带着孩子在小区里玩，其实我跟邻居并不是很熟，最多算点头之交，但没想到邻居对着我夸足了她家孩子英语听说很厉害（她家孩子3岁，她亲自辅导），这样的情况让我很惊讶（因为本就不熟），直到我反应过来礼貌不失夸张的称赞了她女儿，她才略带谦逊的笑笑，就此打住。你看出来没有，即便我的邻居已经觉得她的孩子很优秀很出色，也觉得她作为母亲的付出没有白费很欣慰，但依旧希望得到他人（哪怕是陌生人）的肯定（称赞），尤其是听见别人说我的孩子不如你家的孩子，这样的话，内心的满足感会极速爆棚。但反过来讲，当我的邻居从我这里无端索取了褒奖后，我的内心就会失衡，我也会希望有点什么拿出来炫耀一下（炫娃），如果",
    "annotation": [
      {
        "sentence": "亲爱的女生，首先明确一下，你不是失败者，你有很出色的自制力、自控力，且个性要强、进取心足。",
        "label": ""
      },
      {
        "sentence": "从你的描述中完全可以体现——（让妈妈）高二不要补课，英语依旧可以那么完美。",
        "label": ""
      },
      {
        "sentence": "你用的是“完美”形容自己擅长的学科噢，这么强大的自信，没有强大的自控力、自制力和进取心支撑是无法实现的。",
        "label": ""
      },
      {
        "sentence": "所以，我只看到一位快被母亲狭隘的眼光逼迫的透不过气的孩子。",
        "label": ""
      },
      {
        "sentence": "在这里说一句，孩子，你太不容易了！",
        "label": ""
      },
      {
        "sentence": "在很多家长眼中，似乎永远是别人家的孩子更为优秀。",
        "label": ""
      },
      {
        "sentence": "但，如果你让ta拿别人家的孩子和自己的孩子做交换，那是万万无法实现的。",
        "label": ""
      },
      {
        "sentence": "发现没有，这里出现一个悖论——既然觉得别人家的孩子好，为什么不把觉得不好的自己的孩子舍弃，选择好的那一个呢？",
        "label": ""
      },
      {
        "sentence": "原因其实很简单，自己的孩子再不好，也是自己的；别人的孩子再好也是别人的。",
        "label": ""
      },
      {
        "sentence": "据此原因推演一下，不难得出即便自己的孩子一无是处，打归打骂归骂，但内心还是无底线的深深地爱着。",
        "label": ""
      },
      {
        "sentence": "这也就是应了那句爱之深责之切罢了。",
        "label": ""
      },
      {
        "sentence": "所以说，尽管你的母亲毫无止境的称赞着别人家的孩子，不断的打压你的自信，其实她只是希望你不要放松警惕，努力获得成绩后要继续努力保持这样的成绩。",
        "label": ""
      },
      {
        "sentence": "所以无形之中不断的给你树立假想敌（别人家的孩子），让你去超越。",
        "label": ""
      },
      {
        "sentence": "那问题又来了，为什么家长这么喜欢比较孩子？",
        "label": ""
      },
      {
        "sentence": "除了希望自己的孩子好上加好，另外一方面就是虚荣心作祟了。",
        "label": ""
      },
      {
        "sentence": "前几日我下楼遛娃，遇到邻居带着孩子在小区里玩，其实我跟邻居并不是很熟，最多算点头之交，但没想到邻居对着我夸足了她家孩子英语听说很厉害（她家孩子3岁，她亲自辅导），这样的情况让我很惊讶（因为本就不熟），直到我反应过来礼貌不失夸张的称赞了她女儿，她才略带谦逊的笑笑，就此打住。",
        "label": ""
      },
      {
        "sentence": "你看出来没有，即便我的邻居已经觉得她的孩子很优秀很出色，也觉得她作为母亲的付出没有白费很欣慰，但依旧希望得到他人（哪怕是陌生人）的肯定（称赞），尤其是听见别人说我的孩子不如你家的孩子，这样的话，内心的满足感会极速爆棚。",
        "label": ""
      },
      {
        "sentence": "但反过来讲，当我的邻居从我这里无端索取了褒奖后，我的内心就会失衡，我也会希望有点什么拿出来炫耀一下（炫娃），如果",
        "label": ""
      }
    ]
  }
]