[
  {
    "role": "client",
    "content": "和男友是网恋，因为气愤威胁男友，是病吗？和男友是网恋，因为他不理我了，很气愤，不听我讲话，都是在网络上，然后我一气之下就威胁他说要给他下毒啊捅他啊什么的（电话和短信 ），就是为了气他。这种心里是病吗？然后疯狂短信轰炸他，大概一天几十条，但是他一条都没有回复，给他打电话，大概一天几个-十几个，他也没有回复。因为家里管得比较严，没办法去见他，就是没有任何途径和他交流，（他不回复），所以很难受，然后因为没有回应，就在短信里威胁他，比如说要下毒啊和他鱼死网破啊。但是平时就是比较温和的人，从来不和人发生肢体冲突或者害别人，后来和他见面了，也没有伤害他，全程相处都很温和。见面以后由于情绪被抚慰了，所以感觉之前的恨意什么都没有了。情况：女，23岁，恋爱经历少，社交能力差。",
    "annotation": [
      {
        "sentence": "和男友是网恋，因为气愤威胁男友，是病吗？",
        "label": ""
      },
      {
        "sentence": "和男友是网恋，因为他不理我了，很气愤，不听我讲话，都是在网络上，然后我一气之下就威胁他说要给他下毒啊捅他啊什么的（电话和短信 ），就是为了气他。",
        "label": ""
      },
      {
        "sentence": "这种心里是病吗？",
        "label": ""
      },
      {
        "sentence": "然后疯狂短信轰炸他，大概一天几十条，但是他一条都没有回复，给他打电话，大概一天几个-十几个，他也没有回复。",
        "label": ""
      },
      {
        "sentence": "因为家里管得比较严，没办法去见他，就是没有任何途径和他交流，（他不回复），所以很难受，然后因为没有回应，就在短信里威胁他，比如说要下毒啊和他鱼死网破啊。",
        "label": ""
      },
      {
        "sentence": "但是平时就是比较温和的人，从来不和人发生肢体冲突或者害别人，后来和他见面了，也没有伤害他，全程相处都很温和。",
        "label": ""
      },
      {
        "sentence": "见面以后由于情绪被抚慰了，所以感觉之前的恨意什么都没有了。",
        "label": ""
      },
      {
        "sentence": "情况：女，23岁，恋爱经历少，社交能力差。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了对男友说过“要下毒啊和他鱼死网破啊”这类的话之外，在其他时间、场合，或对其他人也曾经说过吗？这是第一次说吗？感觉的到你非常气愤，那平时在生活中你也有如此气愤的时候吗？平时如果气愤了，你是如何缓解的？你是和谁一起成长起来的？如果是父母，那父母中是否有相似的语言模式，比如放狠话之类的？",
    "annotation": [
      {
        "sentence": "除了对男友说过“要下毒啊和他鱼死网破啊”这类的话之外，在其他时间、场合，或对其他人也曾经说过吗？",
        "label": ""
      },
      {
        "sentence": "这是第一次说吗？",
        "label": ""
      },
      {
        "sentence": "感觉的到你非常气愤，那平时在生活中你也有如此气愤的时候吗？",
        "label": ""
      },
      {
        "sentence": "平时如果气愤了，你是如何缓解的？",
        "label": ""
      },
      {
        "sentence": "你是和谁一起成长起来的？",
        "label": ""
      },
      {
        "sentence": "如果是父母，那父母中是否有相似的语言模式，比如放狠话之类的？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "平时我很少遇到这种气愤的事情，所以这次特别生气，没有好的缓解方式。我和父母一起成长，但他们从来没有放狠话，相处都很和谐。",
    "annotation": [
      {
        "sentence": "平时我很少遇到这种气愤的事情，所以这次特别生气，没有好的缓解方式。",
        "label": ""
      },
      {
        "sentence": "我和父母一起成长，但他们从来没有放狠话，相处都很和谐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那你能回想一下，在之前的恋爱中有没有遇到类似的情况？还是这是第一次遇到这样的困境呢？",
    "annotation": [
      {
        "sentence": "那你能回想一下，在之前的恋爱中有没有遇到类似的情况？",
        "label": ""
      },
      {
        "sentence": "还是这是第一次遇到这样的困境呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这是我初次经历这样的事情，以前都没有遇到过这样的问题。",
    "annotation": [
      {
        "sentence": "这是我初次经历这样的事情，以前都没有遇到过这样的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你能有这样的觉察是非常不容易的，也很了不起，这个觉察会帮助你开始成长和改善自己。其次，这次的事情更多的是呈现了你对于愤怒情绪的表达方式，可能存在以下几个方面的问题，供你参考：或许你是容易被激怒的，尤其当对方忽视你的时候（不理你、不回应你）；当你非常愤怒的时候，你需要立刻付诸行动，把它宣泄出去，不然会很痛苦；这种宣泄的方式就是不断刺激对方，直到对方回应你，如果对方始终不回应，刺激的程度会逐渐加强，比如会说到“要下毒啊和他鱼死网破啊”。",
    "annotation": [
      {
        "sentence": "首先，你能有这样的觉察是非常不容易的，也很了不起，这个觉察会帮助你开始成长和改善自己。",
        "label": ""
      },
      {
        "sentence": "其次，这次的事情更多的是呈现了你对于愤怒情绪的表达方式，可能存在以下几个方面的问题，供你参考：或许你是容易被激怒的，尤其当对方忽视你的时候（不理你、不回应你）；当你非常愤怒的时候，你需要立刻付诸行动，把它宣泄出去，不然会很痛苦；这种宣泄的方式就是不断刺激对方，直到对方回应你，如果对方始终不回应，刺激的程度会逐渐加强，比如会说到“要下毒啊和他鱼死网破啊”。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我发现当对方不回应我的时候，我的情绪会越来越激动，我会做出更过分的威胁。",
    "annotation": [
      {
        "sentence": "确实，我发现当对方不回应我的时候，我的情绪会越来越激动，我会做出更过分的威胁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "所以，对你来说，得到回应似乎是非常重要的，而得不到回应似乎又有着非同寻常的意义，而这个部分到底是什么呢？你对于得到回应有什么特殊的需求或期待吗？",
    "annotation": [
      {
        "sentence": "所以，对你来说，得到回应似乎是非常重要的，而得不到回应似乎又有着非同寻常的意义，而这个部分到底是什么呢？",
        "label": ""
      },
      {
        "sentence": "你对于得到回应有什么特殊的需求或期待吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想，我希望他能够关心我，回复我的消息，让我感觉到被重视和被关注。",
    "annotation": [
      {
        "sentence": "我想，我希望他能够关心我，回复我的消息，让我感觉到被重视和被关注。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，那我建议你从现在开始，尝试一下通过心理咨询的方式来帮助自己探索这部分需要被满足的需求，并且学习一些更健康、更有效的情绪调节和沟通方式。这样可以提高你的社交能力，让你在恋爱中更好地表达自己的情感和需求，避免使用过激的威胁方式来表达。",
    "annotation": [
      {
        "sentence": "明白了，那我建议你从现在开始，尝试一下通过心理咨询的方式来帮助自己探索这部分需要被满足的需求，并且学习一些更健康、更有效的情绪调节和沟通方式。",
        "label": ""
      },
      {
        "sentence": "这样可以提高你的社交能力，让你在恋爱中更好地表达自己的情感和需求，避免使用过激的威胁方式来表达。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会考虑找心理咨询师探讨这个问题。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "好的，我会考虑找心理咨询师探讨这个问题。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够通过这个过程真正地成长和改善自己。如果你有任何困惑或需要进一步的支持，随时都可以找我倾诉。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够通过这个过程真正地成长和改善自己。",
        "label": ""
      },
      {
        "sentence": "如果你有任何困惑或需要进一步的支持，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]