[
  {
    "role": "client",
    "content": "我觉得如果我不心存幻想，就不会那么伤心。其实有些事情我自己心里很清楚，我知道那些在乎我的人和我最清楚，只是每次都幻想、期待，不停地欺骗自己。为了那一点点好，我又再次欺骗自己！只有爱我的人才会真正保护我，真心对我付出！",
    "annotation": [
      {
        "sentence": "我觉得如果我不心存幻想，就不会那么伤心。",
        "label": ""
      },
      {
        "sentence": "其实有些事情我自己心里很清楚，我知道那些在乎我的人和我最清楚，只是每次都幻想、期待，不停地欺骗自己。",
        "label": ""
      },
      {
        "sentence": "为了那一点点好，我又再次欺骗自己！",
        "label": ""
      },
      {
        "sentence": "只有爱我的人才会真正保护我，真心对我付出！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受。感情和时间都应该给值得的人。这样做，是对自己负责，也是对他人喜欢。感受不到关爱和温暖，和陌生人没什么区别。对待陌生人可以友好，但还是要保持一定距离。从你的描述中，我能感受到你的痛苦和难过。你明白那些你在意的感情和人，只不过是美丽的泡沫，无法给你相同的回应和关爱，但你却逃不掉。或许你可以试着让自己坚决一些，果断地结束那些消耗你自己的关系。多一次的幻想，可能会让你更加陷入泥沼。“真正的感情”不是我们努力就能得到的。你的付出和温柔，并非谁都可以理解和珍惜的。爱自己，尊重自己的感受，停止对自己的欺骗，这才是对自己最好的付出。你已经经历了足够多的伤心事，让自己主动地创造快乐吧，给自己时间疗伤和自愈。但前提是，你要下定决心。认真梳理你目前的状态，果断地做出决定，不要因为对方的某些微小的行为而左右摇摆。真正的关心，不是只有一两次的表示，而是从始至终的关怀和温暖。试着去做一些真正感兴趣的事情，愿意尝试的事情，认真对待工作、学习、人际关系、日常生活和自我提升。当你的时间被自己的事情填满，并从中获得快乐和满足感时，你会开始享受一个人的状态。暂时无法忘怀一些记忆，并没有关系。当你决定走上新的路时，你可以回头看，可以怀念曾经路上的风景。只要坚定地向前迈出步伐，一步一步地走在新的路上，时间会带来答案和新的风景。",
    "annotation": [
      {
        "sentence": "我明白你的感受。",
        "label": ""
      },
      {
        "sentence": "感情和时间都应该给值得的人。",
        "label": ""
      },
      {
        "sentence": "这样做，是对自己负责，也是对他人喜欢。",
        "label": ""
      },
      {
        "sentence": "感受不到关爱和温暖，和陌生人没什么区别。",
        "label": ""
      },
      {
        "sentence": "对待陌生人可以友好，但还是要保持一定距离。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我能感受到你的痛苦和难过。",
        "label": ""
      },
      {
        "sentence": "你明白那些你在意的感情和人，只不过是美丽的泡沫，无法给你相同的回应和关爱，但你却逃不掉。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着让自己坚决一些，果断地结束那些消耗你自己的关系。",
        "label": ""
      },
      {
        "sentence": "多一次的幻想，可能会让你更加陷入泥沼。",
        "label": ""
      },
      {
        "sentence": "“真正的感情”不是我们努力就能得到的。",
        "label": ""
      },
      {
        "sentence": "你的付出和温柔，并非谁都可以理解和珍惜的。",
        "label": ""
      },
      {
        "sentence": "爱自己，尊重自己的感受，停止对自己的欺骗，这才是对自己最好的付出。",
        "label": ""
      },
      {
        "sentence": "你已经经历了足够多的伤心事，让自己主动地创造快乐吧，给自己时间疗伤和自愈。",
        "label": ""
      },
      {
        "sentence": "但前提是，你要下定决心。",
        "label": ""
      },
      {
        "sentence": "认真梳理你目前的状态，果断地做出决定，不要因为对方的某些微小的行为而左右摇摆。",
        "label": ""
      },
      {
        "sentence": "真正的关心，不是只有一两次的表示，而是从始至终的关怀和温暖。",
        "label": ""
      },
      {
        "sentence": "试着去做一些真正感兴趣的事情，愿意尝试的事情，认真对待工作、学习、人际关系、日常生活和自我提升。",
        "label": ""
      },
      {
        "sentence": "当你的时间被自己的事情填满，并从中获得快乐和满足感时，你会开始享受一个人的状态。",
        "label": ""
      },
      {
        "sentence": "暂时无法忘怀一些记忆，并没有关系。",
        "label": ""
      },
      {
        "sentence": "当你决定走上新的路时，你可以回头看，可以怀念曾经路上的风景。",
        "label": ""
      },
      {
        "sentence": "只要坚定地向前迈出步伐，一步一步地走在新的路上，时间会带来答案和新的风景。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。听你这样说，我觉得好像真的可以放下这些不值得的感情了。我明白自己要爱自己，尊重自己的感受。我会试着去做些让自己感兴趣的事情，并认真对待我的工作、学习和人际关系。我相信，只要我坚定地向前走，时间会为我带来新的答案和美好的风景。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "听你这样说，我觉得好像真的可以放下这些不值得的感情了。",
        "label": ""
      },
      {
        "sentence": "我明白自己要爱自己，尊重自己的感受。",
        "label": ""
      },
      {
        "sentence": "我会试着去做些让自己感兴趣的事情，并认真对待我的工作、学习和人际关系。",
        "label": ""
      },
      {
        "sentence": "我相信，只要我坚定地向前走，时间会为我带来新的答案和美好的风景。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴听到你这样说。放下不值得的感情并非易事，但我相信你有足够的力量和勇气去面对。记住，爱自己、尊重自己的感受是非常重要的。在这个过程中，你会慢慢发现自己的价值和快乐。你可以随时来找我聊天，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴听到你这样说。",
        "label": ""
      },
      {
        "sentence": "放下不值得的感情并非易事，但我相信你有足够的力量和勇气去面对。",
        "label": ""
      },
      {
        "sentence": "记住，爱自己、尊重自己的感受是非常重要的。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你会慢慢发现自己的价值和快乐。",
        "label": ""
      },
      {
        "sentence": "你可以随时来找我聊天，我会一直支持你的。",
        "label": ""
      }
    ]
  }
]