[
  {
    "role": "client",
    "content": "如何跟前男友在同一个单位和平相处？不能在一起（男方的原因居多），他要找的对象是能让他亲戚羡慕的，而我没那么漂亮能干，但是他占有欲强，没有很喜欢我。一点小事会炸掉，每次炸掉都会极端，骂人，捶墙什么的，感觉燥郁症。再又一次炸掉后，骂人，用手锤墙，拿刀割手，不理他后一直精神折磨我，不让睡觉，类似PUA的打击等等，最终以我崩溃，情绪爆发捶墙痛哭等结束关系。（我平时真的是一个很温和冷静的人，只是不太会处理亲密关系）现在同一个单位，不同部门，开会会碰到，然后完全不想和他正面接触，不想有言语交集。但是怕其他同事看出来端倪，请问应该如何处理比较好？想过换单位（需要等遴选等机会才行，挺难的）辞职（我没有稳定的负责，所以这个不成熟）他说过舍不得我，但不想看我痛苦，尽量不出现在我面前，如果两年后我和他都没有对象，他再来找我。（可是我内心是否定的，如果他情绪还是一样暴躁，我将持续被消耗，两个人会持续重新痛苦，我不愿意）……",
    "annotation": [
      {
        "sentence": "如何跟前男友在同一个单位和平相处？",
        "label": ""
      },
      {
        "sentence": "不能在一起（男方的原因居多），他要找的对象是能让他亲戚羡慕的，而我没那么漂亮能干，但是他占有欲强，没有很喜欢我。",
        "label": ""
      },
      {
        "sentence": "一点小事会炸掉，每次炸掉都会极端，骂人，捶墙什么的，感觉燥郁症。",
        "label": ""
      },
      {
        "sentence": "再又一次炸掉后，骂人，用手锤墙，拿刀割手，不理他后一直精神折磨我，不让睡觉，类似PUA的打击等等，最终以我崩溃，情绪爆发捶墙痛哭等结束关系。",
        "label": ""
      },
      {
        "sentence": "（我平时真的是一个很温和冷静的人，只是不太会处理亲密关系）现在同一个单位，不同部门，开会会碰到，然后完全不想和他正面接触，不想有言语交集。",
        "label": ""
      },
      {
        "sentence": "但是怕其他同事看出来端倪，请问应该如何处理比较好？",
        "label": ""
      },
      {
        "sentence": "想过换单位（需要等遴选等机会才行，挺难的）辞职（我没有稳定的负责，所以这个不成熟）他说过舍不得我，但不想看我痛苦，尽量不出现在我面前，如果两年后我和他都没有对象，他再来找我。",
        "label": ""
      },
      {
        "sentence": "（可是我内心是否定的，如果他情绪还是一样暴躁，我将持续被消耗，两个人会持续重新痛苦，我不愿意）……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我想说你的描述让我很心疼你。与一个易冲动、脾气火爆且有暴力倾向的人在一起，每天都是胆战心惊的，而且对方对你的喜欢程度并不高。我建议你们进行正式的分手，确定双方都已经明确了分手。不知道你们是否曾经好好谈过，分手是谁提出的？对方回应如何？虽然分手的理由大多是对方的原因，但是对方是否意识到了问题的存在呢？现在我建议你采取冷处理的方式，既然对方说不想看到你痛苦，也会尽量避免与你在公司里交际，那你也尽可能避免接触。其他同事是否会发现不重要，你不应该在这样痛苦、不断耗尽你的关系中继续下去。他说过舍不得你，但不想看你痛苦，尽量少出现在你面前，如果两年后你和他都没有对象，他再来找你。虽然无法确定对方是否真的会这么做，但如果这两年的时间缩短为半年或者一年呢？在这段感情中，对方通过语言暴力和自残等行为让你一次次妥协，那下一次会以这样的方式来胁迫你复合呢？你也提到过换工作或辞职的想法，但可能因为没有找到合适的机会而束手无策。换工作后，对你来说可能会有一定的影响，但与现在每天上班时可能纠缠不清的恐惧相比，这种影响可能更有益。为了让另一半信服自己，冷暴力和自残是一种精神控制，当一个人对自己的生命都如此漠视时，他是否会尊重你的真实感受呢？同时我建议你告诉与你同城的好友或家人你的情况，如果你给他们发出暗号，让他们尽早来找你。尽管这段感情已经结束，但你现在还在同一个单位，如果你能尽量减少与对方见面或通过冷处理方式处理，同时考虑是否有可能早点换工作，去一个全新的地方上班。你非常清楚如果继续和对方在一起你将面对什么，你也不想要这样的生活。当我们必须做出选择时，请记住要先保护好自己，同事如何看你并不重要。换工作后带来的困难可能也不是最难解决的问题，因为问题总是可以解决的。但这个\"男朋友\"就像一颗定时炸弹，何时引爆还是他说了算。祝愿你一切都好，不要害怕，勇敢地做出对自己有利的选择。",
    "annotation": [
      {
        "sentence": "首先，我想说你的描述让我很心疼你。",
        "label": ""
      },
      {
        "sentence": "与一个易冲动、脾气火爆且有暴力倾向的人在一起，每天都是胆战心惊的，而且对方对你的喜欢程度并不高。",
        "label": ""
      },
      {
        "sentence": "我建议你们进行正式的分手，确定双方都已经明确了分手。",
        "label": ""
      },
      {
        "sentence": "不知道你们是否曾经好好谈过，分手是谁提出的？",
        "label": ""
      },
      {
        "sentence": "对方回应如何？",
        "label": ""
      },
      {
        "sentence": "虽然分手的理由大多是对方的原因，但是对方是否意识到了问题的存在呢？",
        "label": ""
      },
      {
        "sentence": "现在我建议你采取冷处理的方式，既然对方说不想看到你痛苦，也会尽量避免与你在公司里交际，那你也尽可能避免接触。",
        "label": ""
      },
      {
        "sentence": "其他同事是否会发现不重要，你不应该在这样痛苦、不断耗尽你的关系中继续下去。",
        "label": ""
      },
      {
        "sentence": "他说过舍不得你，但不想看你痛苦，尽量少出现在你面前，如果两年后你和他都没有对象，他再来找你。",
        "label": ""
      },
      {
        "sentence": "虽然无法确定对方是否真的会这么做，但如果这两年的时间缩短为半年或者一年呢？",
        "label": ""
      },
      {
        "sentence": "在这段感情中，对方通过语言暴力和自残等行为让你一次次妥协，那下一次会以这样的方式来胁迫你复合呢？",
        "label": ""
      },
      {
        "sentence": "你也提到过换工作或辞职的想法，但可能因为没有找到合适的机会而束手无策。",
        "label": ""
      },
      {
        "sentence": "换工作后，对你来说可能会有一定的影响，但与现在每天上班时可能纠缠不清的恐惧相比，这种影响可能更有益。",
        "label": ""
      },
      {
        "sentence": "为了让另一半信服自己，冷暴力和自残是一种精神控制，当一个人对自己的生命都如此漠视时，他是否会尊重你的真实感受呢？",
        "label": ""
      },
      {
        "sentence": "同时我建议你告诉与你同城的好友或家人你的情况，如果你给他们发出暗号，让他们尽早来找你。",
        "label": ""
      },
      {
        "sentence": "尽管这段感情已经结束，但你现在还在同一个单位，如果你能尽量减少与对方见面或通过冷处理方式处理，同时考虑是否有可能早点换工作，去一个全新的地方上班。",
        "label": ""
      },
      {
        "sentence": "你非常清楚如果继续和对方在一起你将面对什么，你也不想要这样的生活。",
        "label": ""
      },
      {
        "sentence": "当我们必须做出选择时，请记住要先保护好自己，同事如何看你并不重要。",
        "label": ""
      },
      {
        "sentence": "换工作后带来的困难可能也不是最难解决的问题，因为问题总是可以解决的。",
        "label": ""
      },
      {
        "sentence": "但这个\"男朋友\"就像一颗定时炸弹，何时引爆还是他说了算。",
        "label": ""
      },
      {
        "sentence": "祝愿你一切都好，不要害怕，勇敢地做出对自己有利的选择。",
        "label": ""
      }
    ]
  }
]