[
  {
    "role": "client",
    "content": "本来觉得很重要的事情越来越不在乎了怎么办？不是兴趣变了目标没了这种简单的感受。本来我对自己的兴趣越来越随便，目标也放弃了。因为知道了自己是个不想努力的人，这样打算在舒适的界限内及时行乐日子随便过过，最好早点死。一开始发现自己是因为自己才无法完成梦想后每天心里都很痛苦，更痛苦对父母不孝（虽然我什么都没做，没惹事，只是也没让他们过得更好，一成不变，不过就是因为什么都不会去做反而更难受）然后越来越麻木了，本来打算在舒适的范围内尽可能孝敬父母的，这种想法持续了一段时间，现在突然觉得没有那么想做了。对父母也愈来愈感到烦躁，还会蹦出“真的值得我这么做吗”之类的想法。我知道如果是父母他们肯定会为我这么做，但是我却变成这种样子。",
    "annotation": [
      {
        "sentence": "本来觉得很重要的事情越来越不在乎了怎么办？",
        "label": ""
      },
      {
        "sentence": "不是兴趣变了目标没了这种简单的感受。",
        "label": ""
      },
      {
        "sentence": "本来我对自己的兴趣越来越随便，目标也放弃了。",
        "label": ""
      },
      {
        "sentence": "因为知道了自己是个不想努力的人，这样打算在舒适的界限内及时行乐日子随便过过，最好早点死。",
        "label": ""
      },
      {
        "sentence": "一开始发现自己是因为自己才无法完成梦想后每天心里都很痛苦，更痛苦对父母不孝（虽然我什么都没做，没惹事，只是也没让他们过得更好，一成不变，不过就是因为什么都不会去做反而更难受）然后越来越麻木了，本来打算在舒适的范围内尽可能孝敬父母的，这种想法持续了一段时间，现在突然觉得没有那么想做了。",
        "label": ""
      },
      {
        "sentence": "对父母也愈来愈感到烦躁，还会蹦出“真的值得我这么做吗”之类的想法。",
        "label": ""
      },
      {
        "sentence": "我知道如果是父母他们肯定会为我这么做，但是我却变成这种样子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你的困扰，我能理解你目前的感受。你觉得自己对重要的事情变得漠不关心，明白自己是一位不想努力的人，再加上与父母的关系让你感到内疚和困惑。你是否可以详细描述一下，什么让你最初感到痛苦，又是如何麻木起来的呢？",
    "annotation": [
      {
        "sentence": "你好，听到你的困扰，我能理解你目前的感受。",
        "label": ""
      },
      {
        "sentence": "你觉得自己对重要的事情变得漠不关心，明白自己是一位不想努力的人，再加上与父母的关系让你感到内疚和困惑。",
        "label": ""
      },
      {
        "sentence": "你是否可以详细描述一下，什么让你最初感到痛苦，又是如何麻木起来的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，最初发现自己无法完成梦想时，我对此感到非常痛苦。我意识到自己毫无行动力，在父母面前感到愧疚。但随着时间的推移，这种痛苦逐渐消退，我开始考虑只在舒适范围内过日子并孝敬父母，然而最近我却突然发现自己对这些事情不再那么感兴趣了，甚至对父母产生了烦躁的情绪。我开始怀疑这一切是否值得。",
    "annotation": [
      {
        "sentence": "是的，最初发现自己无法完成梦想时，我对此感到非常痛苦。",
        "label": ""
      },
      {
        "sentence": "我意识到自己毫无行动力，在父母面前感到愧疚。",
        "label": ""
      },
      {
        "sentence": "但随着时间的推移，这种痛苦逐渐消退，我开始考虑只在舒适范围内过日子并孝敬父母，然而最近我却突然发现自己对这些事情不再那么感兴趣了，甚至对父母产生了烦躁的情绪。",
        "label": ""
      },
      {
        "sentence": "我开始怀疑这一切是否值得。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受变化是很正常的人生体验。很多人都会经历兴趣和动力的波动，尤其是在面对自己的梦想和责任时。你不必太过自责，这只是你内心正在发生的变化。或许我们可以一起探索一下是什么原因导致了这种变化，你认为呢？",
    "annotation": [
      {
        "sentence": "你的感受变化是很正常的人生体验。",
        "label": ""
      },
      {
        "sentence": "很多人都会经历兴趣和动力的波动，尤其是在面对自己的梦想和责任时。",
        "label": ""
      },
      {
        "sentence": "你不必太过自责，这只是你内心正在发生的变化。",
        "label": ""
      },
      {
        "sentence": "或许我们可以一起探索一下是什么原因导致了这种变化，你认为呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许是我对自己的期望太高了，同时也感受到了压力。我开始怀疑自己是否能够实现自己的梦想，这种怀疑导致我对目标不再那么重视。我也意识到自己对父母的期望也给了我沉重的负担。",
    "annotation": [
      {
        "sentence": "或许是我对自己的期望太高了，同时也感受到了压力。",
        "label": ""
      },
      {
        "sentence": "我开始怀疑自己是否能够实现自己的梦想，这种怀疑导致我对目标不再那么重视。",
        "label": ""
      },
      {
        "sentence": "我也意识到自己对父母的期望也给了我沉重的负担。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的困扰，人们在面对追求梦想和承担责任时都会遇到一些挑战和不确定性。但是，不要因此放弃自己或是对自己要求过高。每个人都有自己的步调和时间，面对困难时，我们可以探索新的方法来解决问题。你曾经的梦想和对父母的爱仍然是重要的，我们可以一起找到重建动力和兴趣的方法。",
    "annotation": [
      {
        "sentence": "理解你的困扰，人们在面对追求梦想和承担责任时都会遇到一些挑战和不确定性。",
        "label": ""
      },
      {
        "sentence": "但是，不要因此放弃自己或是对自己要求过高。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的步调和时间，面对困难时，我们可以探索新的方法来解决问题。",
        "label": ""
      },
      {
        "sentence": "你曾经的梦想和对父母的爱仍然是重要的，我们可以一起找到重建动力和兴趣的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，我尝试去接受自己目前的状态，但我仍然感到困惑和沮丧。这样的情绪一直困扰着我，我不知道该如何摆脱。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，我尝试去接受自己目前的状态，但我仍然感到困惑和沮丧。",
        "label": ""
      },
      {
        "sentence": "这样的情绪一直困扰着我，我不知道该如何摆脱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情绪的起伏是正常的，也许我们可以试着寻找一些解决方法来调整你的情绪。对于感到困惑和沮丧的时刻，你可以试着与朋友或家人交流，或者从事一些能够让你放松和享受的活动。此外，保持积极的态度和坚定的信念也是帮助你振作起来的重要因素。",
    "annotation": [
      {
        "sentence": "情绪的起伏是正常的，也许我们可以试着寻找一些解决方法来调整你的情绪。",
        "label": ""
      },
      {
        "sentence": "对于感到困惑和沮丧的时刻，你可以试着与朋友或家人交流，或者从事一些能够让你放松和享受的活动。",
        "label": ""
      },
      {
        "sentence": "此外，保持积极的态度和坚定的信念也是帮助你振作起来的重要因素。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实需要找些能够让我放松和享受的活动，同时也要学会与他人交流。我会尝试积极地应对这些情绪，谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "你说得对，我确实需要找些能够让我放松和享受的活动，同时也要学会与他人交流。",
        "label": ""
      },
      {
        "sentence": "我会尝试积极地应对这些情绪，谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我能够帮助到你，你已经迈出了第一步，相信你会找到回归梦想和对父母表达爱的方法。如果以后还有什么困惑的话，随时都可以来与我交流。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "很高兴我能够帮助到你，你已经迈出了第一步，相信你会找到回归梦想和对父母表达爱的方法。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么困惑的话，随时都可以来与我交流。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和耐心倾听，我会努力的，再次感谢你的支持。祝你也一切顺利！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和耐心倾听，我会努力的，再次感谢你的支持。",
        "label": ""
      },
      {
        "sentence": "祝你也一切顺利！",
        "label": ""
      }
    ]
  }
]