[
  {
    "role": "client",
    "content": "如何跟前男友在同一个单位和平相处？不能在一起（男方的原因居多），他要找的对象是能让他亲戚羡慕的，而我没那么漂亮能干，但是他占有欲强，没有很喜欢我。一点小事会炸掉，每次炸掉都会极端，骂人，捶墙什么的，感觉燥郁症。再又一次炸掉后，骂人，用手锤墙，拿刀割手，不理他后一直精神折磨我，不让睡觉，类似PUA的打击等等，最终以我崩溃，情绪爆发捶墙痛哭等结束关系。（我平时真的是一个很温和冷静的人，只是不太会处理亲密关系）现在同一个单位，不同部门，开会会碰到，然后完全不想和他正面接触，不想有言语交集。但是怕其他同事看出来端倪，请问应该如何处理比较好？想过换单位（需要等遴选等机会才行，挺难的）辞职（我没有稳定的负责，所以这个不成熟）他说过舍不得我，但不想看我痛苦，尽量不出现在我面前，如果两年后我和他都没有对象，他再来找我。（可是我内心是否定的，如果他情绪还是一样暴躁，我将持续被消耗，两个人会持续重新痛苦，我不愿意）……",
    "annotation": [
      {
        "sentence": "如何跟前男友在同一个单位和平相处？",
        "label": ""
      },
      {
        "sentence": "不能在一起（男方的原因居多），他要找的对象是能让他亲戚羡慕的，而我没那么漂亮能干，但是他占有欲强，没有很喜欢我。",
        "label": ""
      },
      {
        "sentence": "一点小事会炸掉，每次炸掉都会极端，骂人，捶墙什么的，感觉燥郁症。",
        "label": ""
      },
      {
        "sentence": "再又一次炸掉后，骂人，用手锤墙，拿刀割手，不理他后一直精神折磨我，不让睡觉，类似PUA的打击等等，最终以我崩溃，情绪爆发捶墙痛哭等结束关系。",
        "label": ""
      },
      {
        "sentence": "（我平时真的是一个很温和冷静的人，只是不太会处理亲密关系）现在同一个单位，不同部门，开会会碰到，然后完全不想和他正面接触，不想有言语交集。",
        "label": ""
      },
      {
        "sentence": "但是怕其他同事看出来端倪，请问应该如何处理比较好？",
        "label": ""
      },
      {
        "sentence": "想过换单位（需要等遴选等机会才行，挺难的）辞职（我没有稳定的负责，所以这个不成熟）他说过舍不得我，但不想看我痛苦，尽量不出现在我面前，如果两年后我和他都没有对象，他再来找我。",
        "label": ""
      },
      {
        "sentence": "（可是我内心是否定的，如果他情绪还是一样暴躁，我将持续被消耗，两个人会持续重新痛苦，我不愿意）……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "认真看完你的倾诉，深深地理解你的痛苦。以下是我的分析：",
    "annotation": [
      {
        "sentence": "认真看完你的倾诉，深深地理解你的痛苦。",
        "label": ""
      },
      {
        "sentence": "以下是我的分析：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和关心。我需要帮助来处理这个问题。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和关心。",
        "label": ""
      },
      {
        "sentence": "我需要帮助来处理这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在面临着一个非常复杂且困扰的情况，但不要担心，我们将一步步解决。首先，我想告诉你，你没有必要为他的不满意感到内疚或自责。爱情是双方的事情，不能仅仅通过外貌或其他方面来衡量价值。你需要相信自己的价值，在这样的关系中保护自己的情绪和尊严。",
    "annotation": [
      {
        "sentence": "你现在面临着一个非常复杂且困扰的情况，但不要担心，我们将一步步解决。",
        "label": ""
      },
      {
        "sentence": "首先，我想告诉你，你没有必要为他的不满意感到内疚或自责。",
        "label": ""
      },
      {
        "sentence": "爱情是双方的事情，不能仅仅通过外貌或其他方面来衡量价值。",
        "label": ""
      },
      {
        "sentence": "你需要相信自己的价值，在这样的关系中保护自己的情绪和尊严。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这样说，我感觉稍微好一些了。但我还是很焦虑，担心在单位里遇到他会让我不舒服。",
    "annotation": [
      {
        "sentence": "听你这样说，我感觉稍微好一些了。",
        "label": ""
      },
      {
        "sentence": "但我还是很焦虑，担心在单位里遇到他会让我不舒服。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担忧，面对恶劣的情绪，有时候我们需要保持距离，避免在一起时发生紧张情况。在单位里，我建议你尽量避免与他直接接触，如果遇到他，保持冷静，专注工作。可以找一个安全的人和他一起，或者在工作期间转移注意力，让自己放松一些。",
    "annotation": [
      {
        "sentence": "理解你的担忧，面对恶劣的情绪，有时候我们需要保持距离，避免在一起时发生紧张情况。",
        "label": ""
      },
      {
        "sentence": "在单位里，我建议你尽量避免与他直接接触，如果遇到他，保持冷静，专注工作。",
        "label": ""
      },
      {
        "sentence": "可以找一个安全的人和他一起，或者在工作期间转移注意力，让自己放松一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个建议很实用，我会试一试。但我现在还是觉得非常压抑和不舒服，他过去对我的伤害让我难以释怀。",
    "annotation": [
      {
        "sentence": "这个建议很实用，我会试一试。",
        "label": ""
      },
      {
        "sentence": "但我现在还是觉得非常压抑和不舒服，他过去对我的伤害让我难以释怀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情绪是可以理解的，但我们不能让过去的伤害持续影响到我们的现在和未来。我建议你试一试一些情绪管理的方法，比如寻找一些放松的活动，和朋友交流，或者开始一些新的兴趣爱好。这些都可以帮助你重建自信和减轻压力。",
    "annotation": [
      {
        "sentence": "这种情绪是可以理解的，但我们不能让过去的伤害持续影响到我们的现在和未来。",
        "label": ""
      },
      {
        "sentence": "我建议你试一试一些情绪管理的方法，比如寻找一些放松的活动，和朋友交流，或者开始一些新的兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "这些都可以帮助你重建自信和减轻压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该把注意力放在自己身上，好好照顾自己。但我还是担心其他同事会发现我们之间的关系，对我产生误解。",
    "annotation": [
      {
        "sentence": "你说得对，我应该把注意力放在自己身上，好好照顾自己。",
        "label": ""
      },
      {
        "sentence": "但我还是担心其他同事会发现我们之间的关系，对我产生误解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这也是可以理解的，但记住，你不需要向别人解释你的过去。你可以选择保持低调和专注工作。如果有同事问起，你可以简单地说你们已经分手，并且尽量避免过多讨论该话题。真正重要的是你对自己负责，关心自己的内心和情感健康。",
    "annotation": [
      {
        "sentence": "这也是可以理解的，但记住，你不需要向别人解释你的过去。",
        "label": ""
      },
      {
        "sentence": "你可以选择保持低调和专注工作。",
        "label": ""
      },
      {
        "sentence": "如果有同事问起，你可以简单地说你们已经分手，并且尽量避免过多讨论该话题。",
        "label": ""
      },
      {
        "sentence": "真正重要的是你对自己负责，关心自己的内心和情感健康。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会尽量采纳并且努力面对这个问题。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会尽量采纳并且努力面对这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你不是一个人在面对这个困难。如果你还需要更多的帮助和支持，可以随时和我交流。你值得拥有一份健康、平衡的生活。希望你能找到属于自己的幸福和开心。",
    "annotation": [
      {
        "sentence": "不客气，你不是一个人在面对这个困难。",
        "label": ""
      },
      {
        "sentence": "如果你还需要更多的帮助和支持，可以随时和我交流。",
        "label": ""
      },
      {
        "sentence": "你值得拥有一份健康、平衡的生活。",
        "label": ""
      },
      {
        "sentence": "希望你能找到属于自己的幸福和开心。",
        "label": ""
      }
    ]
  }
]