[
  {
    "role": "client",
    "content": "我是个22岁的男生，我有抑郁症，经常做噩梦，我该怎么办呢？小时候我不懂事，经常偷家里的钱上网，因此家里人一直打骂我。有好几次我被迫去荒山野地里一个人睡过，上学时，家里人还打电话给学校害我被当众批评。最后我选择辍学，家里人甚至逼得我自杀过一次，我吃了半瓶药，吐血吐了一晚上都没死，当时连眼睛都失明了。后来因为一系列原因，我妈妈去世了，他们责怪我不听话，我觉得是我害死我妈的。现在我经常做噩梦，感觉鬼压床，我每天都想死，可是却怕死不掉。第一次自杀时那种难受的感觉我一晚上都忘不了，我不知道我该怎么办。",
    "annotation": [
      {
        "sentence": "我是个22岁的男生，我有抑郁症，经常做噩梦，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "小时候我不懂事，经常偷家里的钱上网，因此家里人一直打骂我。",
        "label": ""
      },
      {
        "sentence": "有好几次我被迫去荒山野地里一个人睡过，上学时，家里人还打电话给学校害我被当众批评。",
        "label": ""
      },
      {
        "sentence": "最后我选择辍学，家里人甚至逼得我自杀过一次，我吃了半瓶药，吐血吐了一晚上都没死，当时连眼睛都失明了。",
        "label": ""
      },
      {
        "sentence": "后来因为一系列原因，我妈妈去世了，他们责怪我不听话，我觉得是我害死我妈的。",
        "label": ""
      },
      {
        "sentence": "现在我经常做噩梦，感觉鬼压床，我每天都想死，可是却怕死不掉。",
        "label": ""
      },
      {
        "sentence": "第一次自杀时那种难受的感觉我一晚上都忘不了，我不知道我该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你已经是22岁了，但是从你的叙述中，我可以感受到小时候遭遇的经历一直困扰着你，让你无法忘记。每个家庭都会遇到不同的问题，每个人的成长过程中都会有阴影和创伤存在，只是程度不同罢了。这些经历对我们来说都是成长必经之路，只是你需要慢慢地走出来。我们都曾是无知无懂的孩子，小时候我们都会做许多不懂事的事情，比如你说的偷钱上网，并不是你的错，不要责备自己。你妈妈的去世并不是你可以决定的，这不是你的错。家人责怪你，可能只是因为他们伤心不知道把情绪怎么发泄出来，所以才把你作为出口。但你要知道，这绝对不是你的错。现在你已经是成年人了，应该有工作和收入了吧。过去的事情已经过去，虽然不可避免会回忆起来，但你可以不必过度困扰，先放下并向前看，思考如何改变现在的状态。如果你被确诊患有抑郁症，请务必坚持找心理医生治疗，并积极配合治疗。抑郁症也是一种疾病，是可以治疗的，相信医学，相信医生，更重要的是相信你自己可以慢慢走出困境。(^_^)",
    "annotation": [
      {
        "sentence": "我明白你已经是22岁了，但是从你的叙述中，我可以感受到小时候遭遇的经历一直困扰着你，让你无法忘记。",
        "label": ""
      },
      {
        "sentence": "每个家庭都会遇到不同的问题，每个人的成长过程中都会有阴影和创伤存在，只是程度不同罢了。",
        "label": ""
      },
      {
        "sentence": "这些经历对我们来说都是成长必经之路，只是你需要慢慢地走出来。",
        "label": ""
      },
      {
        "sentence": "我们都曾是无知无懂的孩子，小时候我们都会做许多不懂事的事情，比如你说的偷钱上网，并不是你的错，不要责备自己。",
        "label": ""
      },
      {
        "sentence": "你妈妈的去世并不是你可以决定的，这不是你的错。",
        "label": ""
      },
      {
        "sentence": "家人责怪你，可能只是因为他们伤心不知道把情绪怎么发泄出来，所以才把你作为出口。",
        "label": ""
      },
      {
        "sentence": "但你要知道，这绝对不是你的错。",
        "label": ""
      },
      {
        "sentence": "现在你已经是成年人了，应该有工作和收入了吧。",
        "label": ""
      },
      {
        "sentence": "过去的事情已经过去，虽然不可避免会回忆起来，但你可以不必过度困扰，先放下并向前看，思考如何改变现在的状态。",
        "label": ""
      },
      {
        "sentence": "如果你被确诊患有抑郁症，请务必坚持找心理医生治疗，并积极配合治疗。",
        "label": ""
      },
      {
        "sentence": "抑郁症也是一种疾病，是可以治疗的，相信医学，相信医生，更重要的是相信你自己可以慢慢走出困境。",
        "label": ""
      },
      {
        "sentence": "(^_^)",
        "label": ""
      }
    ]
  }
]