[
  {
    "role": "client",
    "content": "哥哥宅家10年以上玩电脑不愿工作，怎么沟通比较好？",
    "annotation": [
      {
        "sentence": "哥哥宅家10年以上玩电脑不愿工作，怎么沟通比较好？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解到网络成瘾已经被世界卫生组织定位为一种疾病。所以，在必要的时候，还是应该求助心理医生或者医生，接受正规治疗比较好。",
    "annotation": [
      {
        "sentence": "我了解到网络成瘾已经被世界卫生组织定位为一种疾病。",
        "label": ""
      },
      {
        "sentence": "所以，在必要的时候，还是应该求助心理医生或者医生，接受正规治疗比较好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道哥哥在高中的时候，因为换了班主任，想辍学，也不清楚我爷爷奶奶为何同意了。于是我哥打电脑打了10年的样子。我觉得他可能不能接受自己的父母是后天的聋哑人，然后感到自卑，所以想逃避。",
    "annotation": [
      {
        "sentence": "我知道哥哥在高中的时候，因为换了班主任，想辍学，也不清楚我爷爷奶奶为何同意了。",
        "label": ""
      },
      {
        "sentence": "于是我哥打电脑打了10年的样子。",
        "label": ""
      },
      {
        "sentence": "我觉得他可能不能接受自己的父母是后天的聋哑人，然后感到自卑，所以想逃避。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对哥哥的想法很理解，因为我们都可能有类似的思想。但是一旦接受了自己的现实，就不会再逃避了。如果只是心里理解这句话是没有什么用的，需要从内心深处转变思想，而这确实需要时间。我通过看一些文章，反思自己，分析自己，疗愈自己的方式来改变我的思想。但是我觉得对大多数人来说这样做是有难度的，需要耐心。",
    "annotation": [
      {
        "sentence": "你对哥哥的想法很理解，因为我们都可能有类似的思想。",
        "label": ""
      },
      {
        "sentence": "但是一旦接受了自己的现实，就不会再逃避了。",
        "label": ""
      },
      {
        "sentence": "如果只是心里理解这句话是没有什么用的，需要从内心深处转变思想，而这确实需要时间。",
        "label": ""
      },
      {
        "sentence": "我通过看一些文章，反思自己，分析自己，疗愈自己的方式来改变我的思想。",
        "label": ""
      },
      {
        "sentence": "但是我觉得对大多数人来说这样做是有难度的，需要耐心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我哥暂时没有想要改变自己的心态，他对现实没有察觉，所以沟通也没有起到作用。而现在奶奶身体不佳，我想帮忙解决以完成她的心愿。所以，作为妹妹，我应该如何与他沟通？应该通过什么方式比较好？",
    "annotation": [
      {
        "sentence": "我觉得我哥暂时没有想要改变自己的心态，他对现实没有察觉，所以沟通也没有起到作用。",
        "label": ""
      },
      {
        "sentence": "而现在奶奶身体不佳，我想帮忙解决以完成她的心愿。",
        "label": ""
      },
      {
        "sentence": "所以，作为妹妹，我应该如何与他沟通？",
        "label": ""
      },
      {
        "sentence": "应该通过什么方式比较好？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你跟你哥哥谈话之前，可以尝试给他一些价值感。在儿童咨询中，我们发现儿童希望成为有价值的人。你可以从小事着手，以寻求帮助和给予认可的方式来塑造你哥哥的价值感。比如，当你买了东西拿不动时，可以请哥哥帮忙拿，然后道谢并给予物质奖励。这样的良性互动可以减少他的游戏时间，增加他的能动性和自我感觉良好。当你们建立了良好的信任感之后，可以再谈谈网瘾问题。",
    "annotation": [
      {
        "sentence": "在你跟你哥哥谈话之前，可以尝试给他一些价值感。",
        "label": ""
      },
      {
        "sentence": "在儿童咨询中，我们发现儿童希望成为有价值的人。",
        "label": ""
      },
      {
        "sentence": "你可以从小事着手，以寻求帮助和给予认可的方式来塑造你哥哥的价值感。",
        "label": ""
      },
      {
        "sentence": "比如，当你买了东西拿不动时，可以请哥哥帮忙拿，然后道谢并给予物质奖励。",
        "label": ""
      },
      {
        "sentence": "这样的良性互动可以减少他的游戏时间，增加他的能动性和自我感觉良好。",
        "label": ""
      },
      {
        "sentence": "当你们建立了良好的信任感之后，可以再谈谈网瘾问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，给哥哥一些价值感的方式是很重要的。如果他觉得自己没有被否认，他可能会更容易接受谈论网瘾的话题。我还考虑过让他开直播来赚钱，跟粉丝互动，打游戏可以交朋友，写攻略甚至可能找到爱情。如果他可以正确看待游戏，会不会更有帮助呢？",
    "annotation": [
      {
        "sentence": "我明白了，给哥哥一些价值感的方式是很重要的。",
        "label": ""
      },
      {
        "sentence": "如果他觉得自己没有被否认，他可能会更容易接受谈论网瘾的话题。",
        "label": ""
      },
      {
        "sentence": "我还考虑过让他开直播来赚钱，跟粉丝互动，打游戏可以交朋友，写攻略甚至可能找到爱情。",
        "label": ""
      },
      {
        "sentence": "如果他可以正确看待游戏，会不会更有帮助呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你的想法是很好的。如果你哥哥能正确看待游戏，并把它看作一种创造和交流的方式，那将会更有帮助。你可以帮助他开直播来赚钱，同时也可以与粉丝互动，在打游戏的过程中结交朋友。还可以写游戏攻略，甚至可能会遇到一份真正的爱情。这些正面的互动和经历能够激发他的内在价值感和满足感。最后，祝愿你能早日解决自己的困扰。",
    "annotation": [
      {
        "sentence": "是的，你的想法是很好的。",
        "label": ""
      },
      {
        "sentence": "如果你哥哥能正确看待游戏，并把它看作一种创造和交流的方式，那将会更有帮助。",
        "label": ""
      },
      {
        "sentence": "你可以帮助他开直播来赚钱，同时也可以与粉丝互动，在打游戏的过程中结交朋友。",
        "label": ""
      },
      {
        "sentence": "还可以写游戏攻略，甚至可能会遇到一份真正的爱情。",
        "label": ""
      },
      {
        "sentence": "这些正面的互动和经历能够激发他的内在价值感和满足感。",
        "label": ""
      },
      {
        "sentence": "最后，祝愿你能早日解决自己的困扰。",
        "label": ""
      }
    ]
  }
]