[
  {
    "role": "client",
    "content": "我现在有点纠结，不知道该往哪个方向走，各种选择让我无所适从。我一直都有纠结症，还有选择困难综合症。我现在在日本已经十多年了，当初是留学签证过来的。毕业后为了照顾孩子辞掉了工作，做了几年的家庭主妇。除了照顾孩子，我还会偶尔做代购生活用品，但是正式代购从去年十月开始，已经一年了。虽然这一年没有赚到很多钱，但是足够我自己开销。只是，两年前我丈夫和这边的家人合资办了一个日语学校，今年四月这个外语学校正式启动。我们都是没有经验的创业者，这个学校需要花费很多时间和精力。而我也准备在这个学校工作，但我舍不得放弃我的代购工作。我担心如果放弃了代购，学校创业没有成功的话，我的客户会全部流失，以后再做代购也没有发展了。一直做代购的同时，我也一直在考虑充电学习，为以后的工作做准备。但是这两个职业无法兼顾，因为我还有两个孩子要照顾。所以我想听听别人的意见。",
    "annotation": [
      {
        "sentence": "我现在有点纠结，不知道该往哪个方向走，各种选择让我无所适从。",
        "label": ""
      },
      {
        "sentence": "我一直都有纠结症，还有选择困难综合症。",
        "label": ""
      },
      {
        "sentence": "我现在在日本已经十多年了，当初是留学签证过来的。",
        "label": ""
      },
      {
        "sentence": "毕业后为了照顾孩子辞掉了工作，做了几年的家庭主妇。",
        "label": ""
      },
      {
        "sentence": "除了照顾孩子，我还会偶尔做代购生活用品，但是正式代购从去年十月开始，已经一年了。",
        "label": ""
      },
      {
        "sentence": "虽然这一年没有赚到很多钱，但是足够我自己开销。",
        "label": ""
      },
      {
        "sentence": "只是，两年前我丈夫和这边的家人合资办了一个日语学校，今年四月这个外语学校正式启动。",
        "label": ""
      },
      {
        "sentence": "我们都是没有经验的创业者，这个学校需要花费很多时间和精力。",
        "label": ""
      },
      {
        "sentence": "而我也准备在这个学校工作，但我舍不得放弃我的代购工作。",
        "label": ""
      },
      {
        "sentence": "我担心如果放弃了代购，学校创业没有成功的话，我的客户会全部流失，以后再做代购也没有发展了。",
        "label": ""
      },
      {
        "sentence": "一直做代购的同时，我也一直在考虑充电学习，为以后的工作做准备。",
        "label": ""
      },
      {
        "sentence": "但是这两个职业无法兼顾，因为我还有两个孩子要照顾。",
        "label": ""
      },
      {
        "sentence": "所以我想听听别人的意见。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困惑。在做选择的时候，通常要在不同方面做权衡。就创业和代购来说，你需要考虑发展潜力和行业前景。办日语学校，开展这方面的培训和学习，能否获得足够的客源，以后在语言教育方面是否会有更多发展机会。而在代购方面，你需要评估这个行业的发展前景，是否有足够的客户渠道，以及政策和人脉是否能够支持你。另外，你还要考虑照顾孩子的时间。从客观角度来看，目前对你来说最好的选择可能是继续做代购。这样既不会太忙，也可以照顾好孩子。至于丈夫那边的事情，你可以将自己照顾孩子作为理由，暂时不参与他们的事。等到孩子长大后再考虑参与进去。在这段时间，你可以专注于发展代购业务。如果丈夫需要帮忙，你可以考虑发展代理或者请其他人帮助你处理代购的事务，这样可以减轻你的压力。无论如何，生活始终是最重要的。如果工作影响到了个人生活，就要以生活为中心来考虑职场发展。毕竟，不能为了工作而将孩子的照顾抛之脑后。只要牢记这个原则，你就能做出正确的选择。",
    "annotation": [
      {
        "sentence": "我明白你的困惑。",
        "label": ""
      },
      {
        "sentence": "在做选择的时候，通常要在不同方面做权衡。",
        "label": ""
      },
      {
        "sentence": "就创业和代购来说，你需要考虑发展潜力和行业前景。",
        "label": ""
      },
      {
        "sentence": "办日语学校，开展这方面的培训和学习，能否获得足够的客源，以后在语言教育方面是否会有更多发展机会。",
        "label": ""
      },
      {
        "sentence": "而在代购方面，你需要评估这个行业的发展前景，是否有足够的客户渠道，以及政策和人脉是否能够支持你。",
        "label": ""
      },
      {
        "sentence": "另外，你还要考虑照顾孩子的时间。",
        "label": ""
      },
      {
        "sentence": "从客观角度来看，目前对你来说最好的选择可能是继续做代购。",
        "label": ""
      },
      {
        "sentence": "这样既不会太忙，也可以照顾好孩子。",
        "label": ""
      },
      {
        "sentence": "至于丈夫那边的事情，你可以将自己照顾孩子作为理由，暂时不参与他们的事。",
        "label": ""
      },
      {
        "sentence": "等到孩子长大后再考虑参与进去。",
        "label": ""
      },
      {
        "sentence": "在这段时间，你可以专注于发展代购业务。",
        "label": ""
      },
      {
        "sentence": "如果丈夫需要帮忙，你可以考虑发展代理或者请其他人帮助你处理代购的事务，这样可以减轻你的压力。",
        "label": ""
      },
      {
        "sentence": "无论如何，生活始终是最重要的。",
        "label": ""
      },
      {
        "sentence": "如果工作影响到了个人生活，就要以生活为中心来考虑职场发展。",
        "label": ""
      },
      {
        "sentence": "毕竟，不能为了工作而将孩子的照顾抛之脑后。",
        "label": ""
      },
      {
        "sentence": "只要牢记这个原则，你就能做出正确的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我知道你说的很有道理，但是我还是很担心放弃了代购，学校创业没有成功的话，以后再重新开始代购会很困难。而且，现在正是我个人想要充电学习的时候，我担心错过了这个机会，对以后的工作发展不利。我真的很纠结，不知道怎么办才好。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我知道你说的很有道理，但是我还是很担心放弃了代购，学校创业没有成功的话，以后再重新开始代购会很困难。",
        "label": ""
      },
      {
        "sentence": "而且，现在正是我个人想要充电学习的时候，我担心错过了这个机会，对以后的工作发展不利。",
        "label": ""
      },
      {
        "sentence": "我真的很纠结，不知道怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的顾虑和困扰。放弃代购确实会有一定的风险，而学校创业也不是一件容易的事。但是不要太过担心，你可以试着平衡一下。目前的情况下，你可以继续发展代购业务，同时也可以抽出一些时间来充电学习。这样的话，你既不会错过学习的机会，也能保持代购的业务。如果未来学校创业成功，你可以根据实际情况再决定是否全职加入学校工作。如果学校创业有困难，你还能保留代购这个事业。而且，代购业务可以相对自由地安排时间，这样就能更好地照顾孩子。你可以先试试这个方案，如果真的觉得无法平衡，那时再做调整也不迟。",
    "annotation": [
      {
        "sentence": "我理解你的顾虑和困扰。",
        "label": ""
      },
      {
        "sentence": "放弃代购确实会有一定的风险，而学校创业也不是一件容易的事。",
        "label": ""
      },
      {
        "sentence": "但是不要太过担心，你可以试着平衡一下。",
        "label": ""
      },
      {
        "sentence": "目前的情况下，你可以继续发展代购业务，同时也可以抽出一些时间来充电学习。",
        "label": ""
      },
      {
        "sentence": "这样的话，你既不会错过学习的机会，也能保持代购的业务。",
        "label": ""
      },
      {
        "sentence": "如果未来学校创业成功，你可以根据实际情况再决定是否全职加入学校工作。",
        "label": ""
      },
      {
        "sentence": "如果学校创业有困难，你还能保留代购这个事业。",
        "label": ""
      },
      {
        "sentence": "而且，代购业务可以相对自由地安排时间，这样就能更好地照顾孩子。",
        "label": ""
      },
      {
        "sentence": "你可以先试试这个方案，如果真的觉得无法平衡，那时再做调整也不迟。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你说的对，我可以试着平衡一下。既然目前的情况下代购还能维持生计，我可以继续发展代购业务，并且抽出时间来充电学习。如果学校创业成功了，我再考虑是否加入学校工作。如果学校创业有困难，我还能保住代购这个事业。这个方案看起来都是比较稳妥的，而且也能顾及到孩子的照顾。谢谢你的建议，让我有了更明确的思路。",
    "annotation": [
      {
        "sentence": "我觉得你说的对，我可以试着平衡一下。",
        "label": ""
      },
      {
        "sentence": "既然目前的情况下代购还能维持生计，我可以继续发展代购业务，并且抽出时间来充电学习。",
        "label": ""
      },
      {
        "sentence": "如果学校创业成功了，我再考虑是否加入学校工作。",
        "label": ""
      },
      {
        "sentence": "如果学校创业有困难，我还能保住代购这个事业。",
        "label": ""
      },
      {
        "sentence": "这个方案看起来都是比较稳妥的，而且也能顾及到孩子的照顾。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，让我有了更明确的思路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。这个方案是我根据你的情况提出的，希望能够帮你找到一条适合自己的发展道路。只要你认真思考并且勇于尝试，相信你一定能够找到平衡点。同时也要提醒你，无论选择哪条道路，都可能会面临一些困难和挑战。但是只要你坚持并且有信心，我相信你一定能够克服困难，取得好的成绩。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "这个方案是我根据你的情况提出的，希望能够帮你找到一条适合自己的发展道路。",
        "label": ""
      },
      {
        "sentence": "只要你认真思考并且勇于尝试，相信你一定能够找到平衡点。",
        "label": ""
      },
      {
        "sentence": "同时也要提醒你，无论选择哪条道路，都可能会面临一些困难和挑战。",
        "label": ""
      },
      {
        "sentence": "但是只要你坚持并且有信心，我相信你一定能够克服困难，取得好的成绩。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福！我会认真思考并且努力尝试，相信自己一定能够找到平衡点，克服困难，取得好的成绩。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福！",
        "label": ""
      },
      {
        "sentence": "我会认真思考并且努力尝试，相信自己一定能够找到平衡点，克服困难，取得好的成绩。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，相信你的努力一定会有回报。如果以后还有其他问题或者困扰，随时都可以来找我倾诉。希望你能够顺利解决眼前的困境，取得更好的发展。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，相信你的努力一定会有回报。",
        "label": ""
      },
      {
        "sentence": "如果以后还有其他问题或者困扰，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "希望你能够顺利解决眼前的困境，取得更好的发展。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励！有你的帮助，我相信我会克服眼前的困境，迎接更好的未来。如果以后还有问题，我一定会再来找你咨询。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "有你的帮助，我相信我会克服眼前的困境，迎接更好的未来。",
        "label": ""
      },
      {
        "sentence": "如果以后还有问题，我一定会再来找你咨询。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]