[
  {
    "role": "client",
    "content": "怀疑女友欺骗感情，她又不承认说最爱我，我该怎么办？",
    "annotation": [
      {
        "sentence": "怀疑女友欺骗感情，她又不承认说最爱我，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你这样想很正常，但是不要过度猜疑。虽然她在那男同事的车上，但不能肯定说明她欺骗了你的感情。坐车只是一件很普通的事情，同事之间有时候会一起出去办事，也没有其他特别的表现。你提到她和男同事有过蜜的关系，这个具体是什么表现呢？这些细节很关键，如果他们有亲昵的举动，那才是有问题的。女友没有任何解释的做法确实让人怀疑，这可能说明她对你有所隐瞒。既然事情不是你想的那样，为什么不好好解释一下呢？是不是说一句我和同事一起办事所以坐在一辆车上很难？在恋爱中最重要的就是互相坦诚，只有这样才能解决问题，关系才会更加亲密。你们将来要生活在一起，如果连对方的生活经历都不了解，怎么谈亲密伴侣呢？如果以后她再做一些让你困惑的事情，却又不做任何解释，只说有难处，你又该如何应对呢？这样的局面会让你非常痛苦。所以即使她爱你，她的做法也不利于感情的发展。女友到底在隐瞒什么？还是她真的有困难？我们无法准确推断，只有你去问她才能得到真相。你可以不要采取指责的态度，因为大部分人被指责时会下意识进行自我保护，不愿意坦诚。你可以表达自己的脆弱，告诉她你现在很受伤，你曾以为你是她的唯一，但是她的不置可否让你感到很难过，你希望能得到一个解释，因为你真的想和她一起走下去。非常理解你的困惑，并建议你以不批判的态度去问她，看她会说些什么。如果她真的爱你，合适你，她会让你放心；如果她还是含糊其辞，不表明态度，那么你可以考虑一下你们是否适合在一起。",
    "annotation": [
      {
        "sentence": "你这样想很正常，但是不要过度猜疑。",
        "label": ""
      },
      {
        "sentence": "虽然她在那男同事的车上，但不能肯定说明她欺骗了你的感情。",
        "label": ""
      },
      {
        "sentence": "坐车只是一件很普通的事情，同事之间有时候会一起出去办事，也没有其他特别的表现。",
        "label": ""
      },
      {
        "sentence": "你提到她和男同事有过蜜的关系，这个具体是什么表现呢？",
        "label": ""
      },
      {
        "sentence": "这些细节很关键，如果他们有亲昵的举动，那才是有问题的。",
        "label": ""
      },
      {
        "sentence": "女友没有任何解释的做法确实让人怀疑，这可能说明她对你有所隐瞒。",
        "label": ""
      },
      {
        "sentence": "既然事情不是你想的那样，为什么不好好解释一下呢？",
        "label": ""
      },
      {
        "sentence": "是不是说一句我和同事一起办事所以坐在一辆车上很难？",
        "label": ""
      },
      {
        "sentence": "在恋爱中最重要的就是互相坦诚，只有这样才能解决问题，关系才会更加亲密。",
        "label": ""
      },
      {
        "sentence": "你们将来要生活在一起，如果连对方的生活经历都不了解，怎么谈亲密伴侣呢？",
        "label": ""
      },
      {
        "sentence": "如果以后她再做一些让你困惑的事情，却又不做任何解释，只说有难处，你又该如何应对呢？",
        "label": ""
      },
      {
        "sentence": "这样的局面会让你非常痛苦。",
        "label": ""
      },
      {
        "sentence": "所以即使她爱你，她的做法也不利于感情的发展。",
        "label": ""
      },
      {
        "sentence": "女友到底在隐瞒什么？",
        "label": ""
      },
      {
        "sentence": "还是她真的有困难？",
        "label": ""
      },
      {
        "sentence": "我们无法准确推断，只有你去问她才能得到真相。",
        "label": ""
      },
      {
        "sentence": "你可以不要采取指责的态度，因为大部分人被指责时会下意识进行自我保护，不愿意坦诚。",
        "label": ""
      },
      {
        "sentence": "你可以表达自己的脆弱，告诉她你现在很受伤，你曾以为你是她的唯一，但是她的不置可否让你感到很难过，你希望能得到一个解释，因为你真的想和她一起走下去。",
        "label": ""
      },
      {
        "sentence": "非常理解你的困惑，并建议你以不批判的态度去问她，看她会说些什么。",
        "label": ""
      },
      {
        "sentence": "如果她真的爱你，合适你，她会让你放心；如果她还是含糊其辞，不表明态度，那么你可以考虑一下你们是否适合在一起。",
        "label": ""
      }
    ]
  }
]