[
  {
    "role": "client",
    "content": "我怀疑女友欺骗感情，她又不承认说最爱我，我该怎么办？我和她是同事，都处于待离婚状态，她主动找的我，说很喜欢我，就这样交往了半年多，我也很喜欢她。",
    "annotation": [
      {
        "sentence": "我怀疑女友欺骗感情，她又不承认说最爱我，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我和她是同事，都处于待离婚状态，她主动找的我，说很喜欢我，就这样交往了半年多，我也很喜欢她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很能体会你焦急想要明确对方是否欺骗你的心情。双方都处于待离婚状态，似乎都对与原配的关系不再满意。你跟这个女友的开始你说到是她主动找你，并让你给她花钱，那么，一段恋爱关系的互动中，是否对方只是在不停的索取，而没有付出？这可作为一个参考点。",
    "annotation": [
      {
        "sentence": "很能体会你焦急想要明确对方是否欺骗你的心情。",
        "label": ""
      },
      {
        "sentence": "双方都处于待离婚状态，似乎都对与原配的关系不再满意。",
        "label": ""
      },
      {
        "sentence": "你跟这个女友的开始你说到是她主动找你，并让你给她花钱，那么，一段恋爱关系的互动中，是否对方只是在不停的索取，而没有付出？",
        "label": ""
      },
      {
        "sentence": "这可作为一个参考点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也有这样的担忧。她总是主动要我给她买礼物，而且一直不解释自己是否真的爱我。我觉得我们的关系有些失衡，我也不确定她是否真心对待我。",
    "annotation": [
      {
        "sentence": "是的，我也有这样的担忧。",
        "label": ""
      },
      {
        "sentence": "她总是主动要我给她买礼物，而且一直不解释自己是否真的爱我。",
        "label": ""
      },
      {
        "sentence": "我觉得我们的关系有些失衡，我也不确定她是否真心对待我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的疑惑。后来不仅你们到了谈婚论嫁的地步，你觉察到她与其他男同事也有过分亲密的关系，追问下，她不作答，也不见你，那么，在这样一段关系里，长期以来缺少必要的沟通，必定导致关系的失衡，日后是否能接受这样的相处模式？",
    "annotation": [
      {
        "sentence": "明白你的疑惑。",
        "label": ""
      },
      {
        "sentence": "后来不仅你们到了谈婚论嫁的地步，你觉察到她与其他男同事也有过分亲密的关系，追问下，她不作答，也不见你，那么，在这样一段关系里，长期以来缺少必要的沟通，必定导致关系的失衡，日后是否能接受这样的相处模式？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我们确实缺乏沟通。我开始怀疑她是不是在利用我，而她之所以不见我，可能是为了掩饰与其他男同事的关系。我不知道该怎么办了，我对她的感情很迷惘。",
    "annotation": [
      {
        "sentence": "你说得对，我们确实缺乏沟通。",
        "label": ""
      },
      {
        "sentence": "我开始怀疑她是不是在利用我，而她之所以不见我，可能是为了掩饰与其他男同事的关系。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办了，我对她的感情很迷惘。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "经过自己的思考，你开始意识到是否对方是欺骗自己的感情。你想要结束上一段婚姻，是否跟接触了新恋情有关呢？你的上一段婚姻是否觉察到破裂问题所在就用新鲜感来逃避跟原配的矛盾，如果不能在一段关系里反思就慌乱开始另一段，有把握更顺利吗？",
    "annotation": [
      {
        "sentence": "经过自己的思考，你开始意识到是否对方是欺骗自己的感情。",
        "label": ""
      },
      {
        "sentence": "你想要结束上一段婚姻，是否跟接触了新恋情有关呢？",
        "label": ""
      },
      {
        "sentence": "你的上一段婚姻是否觉察到破裂问题所在就用新鲜感来逃避跟原配的矛盾，如果不能在一段关系里反思就慌乱开始另一段，有把握更顺利吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我承认，可能我在结束上一段婚姻后太着急地开始了这段新关系。但我与原配的问题已经不可调和，我以为找到了真正的幸福。可现在，我又觉得这段关系并不如我所想象的那么美好，我很困惑该如何面对。",
    "annotation": [
      {
        "sentence": "我承认，可能我在结束上一段婚姻后太着急地开始了这段新关系。",
        "label": ""
      },
      {
        "sentence": "但我与原配的问题已经不可调和，我以为找到了真正的幸福。",
        "label": ""
      },
      {
        "sentence": "可现在，我又觉得这段关系并不如我所想象的那么美好，我很困惑该如何面对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑和矛盾感。在这个时候，我建议你先对自己进行再思考。你可以问问自己，你期待一段健康、稳定的爱情关系，对方是否能给你带来这种感觉？同时，你也应该认识到解决问题需要时间和耐心，不要急于做出决定，可以寻求一些独处的时间，让自己冷静下来。",
    "annotation": [
      {
        "sentence": "我理解你的困惑和矛盾感。",
        "label": ""
      },
      {
        "sentence": "在这个时候，我建议你先对自己进行再思考。",
        "label": ""
      },
      {
        "sentence": "你可以问问自己，你期待一段健康、稳定的爱情关系，对方是否能给你带来这种感觉？",
        "label": ""
      },
      {
        "sentence": "同时，你也应该认识到解决问题需要时间和耐心，不要急于做出决定，可以寻求一些独处的时间，让自己冷静下来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着给自己一些时间。但心里总是忍不住想着她，害怕失去她。我不知道该如何处理这段关系，是否应该继续坚持下去。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着给自己一些时间。",
        "label": ""
      },
      {
        "sentence": "但心里总是忍不住想着她，害怕失去她。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何处理这段关系，是否应该继续坚持下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的矛盾感和不安。在这个时候，你需要冷静地思考这段关系是否能给你带来健康和稳定。你也可以尝试与她进行一次深入的沟通，把自己的疑惑和困惑都表达出来，看看她是否能给你一个满意的答案。最重要的是，要相信自己的直觉和感受，不要委屈自己为了一个不确定的关系。",
    "annotation": [
      {
        "sentence": "明白你的矛盾感和不安。",
        "label": ""
      },
      {
        "sentence": "在这个时候，你需要冷静地思考这段关系是否能给你带来健康和稳定。",
        "label": ""
      },
      {
        "sentence": "你也可以尝试与她进行一次深入的沟通，把自己的疑惑和困惑都表达出来，看看她是否能给你一个满意的答案。",
        "label": ""
      },
      {
        "sentence": "最重要的是，要相信自己的直觉和感受，不要委屈自己为了一个不确定的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该坚持自己的底线和原则。我会试着与她进行一次真诚的对话，看看能否解决这些问题。如果她不能给我一个满意的答案，也许我需要考虑放下这段关系。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "你说得对，我应该坚持自己的底线和原则。",
        "label": ""
      },
      {
        "sentence": "我会试着与她进行一次真诚的对话，看看能否解决这些问题。",
        "label": ""
      },
      {
        "sentence": "如果她不能给我一个满意的答案，也许我需要考虑放下这段关系。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我希望你能够找到属于自己的幸福。记住，解决问题需要时间和耐心，相信自己的选择能够带给你更好的未来。如果有任何困惑或者需要进一步的支持，随时都可以向我求助。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我希望你能够找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "记住，解决问题需要时间和耐心，相信自己的选择能够带给你更好的未来。",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑或者需要进一步的支持，随时都可以向我求助。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]