[
  {
    "role": "client",
    "content": "我今年26岁，和男朋友在一起已经三年了。但是朋友和家人都不看好我们是否应该分手。他的性格很好，对我也非常好，情商也很高。和他在一起我感觉很舒服，一起旅游也很开心。他待人接物和处事都很好，而且工作上一直在有进步，工资也在涨。但是他并不帅，个子也不高，家里也没有钱。还有他和我属相不合，因为这些，家里的人一直不同意我们在一起。身边的朋友也都说不看好，建议我早点断了他。最近他换了新工作很忙，而我正好来姨妈又有很大的工作压力，导致我们几乎没有沟通。而且就算有沟通，也是我对他发脾气，他也不说话。我现在在考虑是不是应该和他分手，因为我知道家里最终也不会同意我们在一起。但是一想到离开他，未来的生活里再也没有他，我就觉得很难过，不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "我今年26岁，和男朋友在一起已经三年了。",
        "label": ""
      },
      {
        "sentence": "但是朋友和家人都不看好我们是否应该分手。",
        "label": ""
      },
      {
        "sentence": "他的性格很好，对我也非常好，情商也很高。",
        "label": ""
      },
      {
        "sentence": "和他在一起我感觉很舒服，一起旅游也很开心。",
        "label": ""
      },
      {
        "sentence": "他待人接物和处事都很好，而且工作上一直在有进步，工资也在涨。",
        "label": ""
      },
      {
        "sentence": "但是他并不帅，个子也不高，家里也没有钱。",
        "label": ""
      },
      {
        "sentence": "还有他和我属相不合，因为这些，家里的人一直不同意我们在一起。",
        "label": ""
      },
      {
        "sentence": "身边的朋友也都说不看好，建议我早点断了他。",
        "label": ""
      },
      {
        "sentence": "最近他换了新工作很忙，而我正好来姨妈又有很大的工作压力，导致我们几乎没有沟通。",
        "label": ""
      },
      {
        "sentence": "而且就算有沟通，也是我对他发脾气，他也不说话。",
        "label": ""
      },
      {
        "sentence": "我现在在考虑是不是应该和他分手，因为我知道家里最终也不会同意我们在一起。",
        "label": ""
      },
      {
        "sentence": "但是一想到离开他，未来的生活里再也没有他，我就觉得很难过，不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你说的一想到离开他，未来的生活里再也没有他就很难过的感受，这说明了你对他的喜欢和依赖。在某种程度上，你的这种感觉代表了你遇到了对的人。现在我们要来进行一些理性的分析。从你的描述中我们能看到他的性格好，情商高，和他在一起很舒适，待人接物也不错。工作方面也有进步，工资在涨，这都是他的硬性优势，这也能实质上提高你们的感情质量。如果他工作上有进步意识的话，那一起努力过上有钱人的生活也不是什么难事。当然，最重要的是看你最看重的是什么，对你来说，情商高和相处愉快更重要呢，还是属相和家境更为重要？用另外一个角度解释，如果这个人是富二代但是你们之间特别不合拍，你愿意因为钱而忍受吗？因为你们即将组成一个小家庭，他们不会跟着你一辈子，也无法和你一起生活。所以你要找的是你喜欢的人，最终你要去体验的是你选择的生活方式。你之前提到的缺点都是别人灌输给你的，你自己有这种想法吗？所以现在的问题是你自己认为什么最重要。如果你在外貌上很追求，看不惯不帅的人，那你可以找一个比较帅的；如果你特别害怕艰苦的生活，只想过衣食无忧的日子，哪怕感情不合，那家庭背景对你来说更重要。从内心做出选择，这样你才不会后悔。如果你只是希望找到一个合拍的人过着小日子，相互理解和关心对你来说更重要，那现在这个男友可能就足够了。你也可以想象一下，那种非常高又帅，情商很高，家境富裕，属相相配，同时还有上进心的人，是否真的存在？就算真的存在，和你在一起的可能性有多大？最终还是需要你自己去做选择，每个选择都会有代价，看你是否愿意承担。",
    "annotation": [
      {
        "sentence": "我能感受到你说的一想到离开他，未来的生活里再也没有他就很难过的感受，这说明了你对他的喜欢和依赖。",
        "label": ""
      },
      {
        "sentence": "在某种程度上，你的这种感觉代表了你遇到了对的人。",
        "label": ""
      },
      {
        "sentence": "现在我们要来进行一些理性的分析。",
        "label": ""
      },
      {
        "sentence": "从你的描述中我们能看到他的性格好，情商高，和他在一起很舒适，待人接物也不错。",
        "label": ""
      },
      {
        "sentence": "工作方面也有进步，工资在涨，这都是他的硬性优势，这也能实质上提高你们的感情质量。",
        "label": ""
      },
      {
        "sentence": "如果他工作上有进步意识的话，那一起努力过上有钱人的生活也不是什么难事。",
        "label": ""
      },
      {
        "sentence": "当然，最重要的是看你最看重的是什么，对你来说，情商高和相处愉快更重要呢，还是属相和家境更为重要？",
        "label": ""
      },
      {
        "sentence": "用另外一个角度解释，如果这个人是富二代但是你们之间特别不合拍，你愿意因为钱而忍受吗？",
        "label": ""
      },
      {
        "sentence": "因为你们即将组成一个小家庭，他们不会跟着你一辈子，也无法和你一起生活。",
        "label": ""
      },
      {
        "sentence": "所以你要找的是你喜欢的人，最终你要去体验的是你选择的生活方式。",
        "label": ""
      },
      {
        "sentence": "你之前提到的缺点都是别人灌输给你的，你自己有这种想法吗？",
        "label": ""
      },
      {
        "sentence": "所以现在的问题是你自己认为什么最重要。",
        "label": ""
      },
      {
        "sentence": "如果你在外貌上很追求，看不惯不帅的人，那你可以找一个比较帅的；如果你特别害怕艰苦的生活，只想过衣食无忧的日子，哪怕感情不合，那家庭背景对你来说更重要。",
        "label": ""
      },
      {
        "sentence": "从内心做出选择，这样你才不会后悔。",
        "label": ""
      },
      {
        "sentence": "如果你只是希望找到一个合拍的人过着小日子，相互理解和关心对你来说更重要，那现在这个男友可能就足够了。",
        "label": ""
      },
      {
        "sentence": "你也可以想象一下，那种非常高又帅，情商很高，家境富裕，属相相配，同时还有上进心的人，是否真的存在？",
        "label": ""
      },
      {
        "sentence": "就算真的存在，和你在一起的可能性有多大？",
        "label": ""
      },
      {
        "sentence": "最终还是需要你自己去做选择，每个选择都会有代价，看你是否愿意承担。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思了。我其实一直在想，到底外貌和家庭背景对我来说有多重要。说实话，我对外貌并不是很在意，更看重的是感情和信任。虽然他的外貌不是我理想中的类型，但我们相处得很好，他对我也非常好。而且我也相信感情可以慢慢培养，真正的美丽是内心散发出来的。对于家庭背景，我觉得并不是最重要的，我不希望过衣食无忧的生活，我更希望和一个真心爱我，我也能真心相爱的人在一起。但是我还是担心，我们的感情是否能够经受住家人和朋友的压力和反对。",
    "annotation": [
      {
        "sentence": "我明白你的意思了。",
        "label": ""
      },
      {
        "sentence": "我其实一直在想，到底外貌和家庭背景对我来说有多重要。",
        "label": ""
      },
      {
        "sentence": "说实话，我对外貌并不是很在意，更看重的是感情和信任。",
        "label": ""
      },
      {
        "sentence": "虽然他的外貌不是我理想中的类型，但我们相处得很好，他对我也非常好。",
        "label": ""
      },
      {
        "sentence": "而且我也相信感情可以慢慢培养，真正的美丽是内心散发出来的。",
        "label": ""
      },
      {
        "sentence": "对于家庭背景，我觉得并不是最重要的，我不希望过衣食无忧的生活，我更希望和一个真心爱我，我也能真心相爱的人在一起。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心，我们的感情是否能够经受住家人和朋友的压力和反对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能听到你这样的回答。你对外貌和家庭背景的看法很成熟，很理智。感情确实是需要慢慢培养的，对方对你的好也能证明他是真心爱你的。至于家人和朋友的反对，这是一个常见的问题。但是最终决定你们感情的还是你们自己。如果你坚定地认为他是对的人，你们相处得很好，那么不要轻易动摇。当然，在决定之前，你也可以试着和家人好好沟通，给他们展示你们的感情和他的优点，看看是否能够改变他们的看法。但是无论如何，最重要的还是你自己的选择和幸福。",
    "annotation": [
      {
        "sentence": "很高兴能听到你这样的回答。",
        "label": ""
      },
      {
        "sentence": "你对外貌和家庭背景的看法很成熟，很理智。",
        "label": ""
      },
      {
        "sentence": "感情确实是需要慢慢培养的，对方对你的好也能证明他是真心爱你的。",
        "label": ""
      },
      {
        "sentence": "至于家人和朋友的反对，这是一个常见的问题。",
        "label": ""
      },
      {
        "sentence": "但是最终决定你们感情的还是你们自己。",
        "label": ""
      },
      {
        "sentence": "如果你坚定地认为他是对的人，你们相处得很好，那么不要轻易动摇。",
        "label": ""
      },
      {
        "sentence": "当然，在决定之前，你也可以试着和家人好好沟通，给他们展示你们的感情和他的优点，看看是否能够改变他们的看法。",
        "label": ""
      },
      {
        "sentence": "但是无论如何，最重要的还是你自己的选择和幸福。",
        "label": ""
      }
    ]
  }
]