[
  {
    "role": "client",
    "content": "我今年26岁，在男朋友那里已经交往了三年了。不过，朋友和家人都不看好我们是否应该继续下去。他的性格很好，对我很好，情商也很高。我和他在一起感觉很舒服，一起旅游也很开心。他待人接物和处事都很好，工作上也一直有进步，涨工资也没停过。但是，他长得不帅，个子也不高，家庭经济条件也不好。而且，我们的属相也不合，因为这些原因，家人一直不同意我们在一起。而身边的朋友也都说我们的未来不看好，建议我早点分手。最近他换了新工作，非常忙碌，而我因为来姨妈和工作压力大，我们几乎没有时间沟通，就算有沟通，也往往是我对他发脾气，他也不说话。我在考虑是不是应该分手了，反正家里人最后也不会同意。但是一想到离开他，未来的生活中再也没有他了，就觉得很难过，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我今年26岁，在男朋友那里已经交往了三年了。",
        "label": ""
      },
      {
        "sentence": "不过，朋友和家人都不看好我们是否应该继续下去。",
        "label": ""
      },
      {
        "sentence": "他的性格很好，对我很好，情商也很高。",
        "label": ""
      },
      {
        "sentence": "我和他在一起感觉很舒服，一起旅游也很开心。",
        "label": ""
      },
      {
        "sentence": "他待人接物和处事都很好，工作上也一直有进步，涨工资也没停过。",
        "label": ""
      },
      {
        "sentence": "但是，他长得不帅，个子也不高，家庭经济条件也不好。",
        "label": ""
      },
      {
        "sentence": "而且，我们的属相也不合，因为这些原因，家人一直不同意我们在一起。",
        "label": ""
      },
      {
        "sentence": "而身边的朋友也都说我们的未来不看好，建议我早点分手。",
        "label": ""
      },
      {
        "sentence": "最近他换了新工作，非常忙碌，而我因为来姨妈和工作压力大，我们几乎没有时间沟通，就算有沟通，也往往是我对他发脾气，他也不说话。",
        "label": ""
      },
      {
        "sentence": "我在考虑是不是应该分手了，反正家里人最后也不会同意。",
        "label": ""
      },
      {
        "sentence": "但是一想到离开他，未来的生活中再也没有他了，就觉得很难过，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据你的描述，你的男朋友性格很好，对你很好，情商也很高。和他在一起你感觉很舒服，一起旅游也很开心。他在待人接物和处事方面也表现得很好，工作上一直有进步，涨工资也不断。从客观的评价来看，他的优点是非常值得肯定的。我们都是普通人，找对象不可能完美无缺，也没有人是完美无瑕的。所以，像他这样有潜力的人，我认为是相当不错的选择。当然，选择一个人作为结婚对象时要考虑各个方面的综合能力，所以你还需要全面了解他。至于长相不帅、个子不高，以及家庭经济条件不好，这些外在因素可能会对第一印象产生影响，但只要你可以接受，内在的重要性更加关键。想象一座房子，外表华丽但内里简陋质量差，是没有实用价值的。而有些房子虽然外观一般，但质量非常好，可以给人带来安全感。人与人初次见面可能会重视外表，但久而久之，内在品质、三观、修养、思维方式、成熟度等等才是更为重要的。所以你可以再更深入地了解他。朋友和家人的建议可能基于他们对你的爱和关心，但每个人的观点和重视点都不同。有些人可能觉得颜值最重要，有些人则觉得经济条件最重要。所以他们的建议可以作为参考，但最终决定权在于你自己。你需要明确自己的需求，并给出最适合自己的答案。最近男朋友换了新工作很忙，而你正好又来姨妈，工作压力大，导致你们几乎没有沟通的时间。即使有时间沟通，也往往是你对他发脾气，他也不说话。我理解你们都在努力奋斗的阶段，男朋友知道自己的家庭给不了太多支持，所以他非常自律和上进，这点是非常棒的。虽然他非常忙碌，但从你的描述中，我还是感受到他对你的包容。不过，问题还是建议你们好好沟通，因为感情的经营需要双方共同努力，才会变得越来越好。你担心家人不同意，所以想要分手。但是一想到离开他后，没有他的生活将会变得很难过，你感到迷茫，不知道应该怎么办。从你的叙述中可以感受到，你对男朋友还是有很深的感情的。这也说明，如果你选择放弃，其中肯定会夹杂着父母和朋友的原因。如果你决定继续和男友交往，就要摒弃其他人的想法，最终决策还是要由你自己做出。权衡各方利弊，要慎重决断。只要你决定后不后悔，就是对的。",
    "annotation": [
      {
        "sentence": "根据你的描述，你的男朋友性格很好，对你很好，情商也很高。",
        "label": ""
      },
      {
        "sentence": "和他在一起你感觉很舒服，一起旅游也很开心。",
        "label": ""
      },
      {
        "sentence": "他在待人接物和处事方面也表现得很好，工作上一直有进步，涨工资也不断。",
        "label": ""
      },
      {
        "sentence": "从客观的评价来看，他的优点是非常值得肯定的。",
        "label": ""
      },
      {
        "sentence": "我们都是普通人，找对象不可能完美无缺，也没有人是完美无瑕的。",
        "label": ""
      },
      {
        "sentence": "所以，像他这样有潜力的人，我认为是相当不错的选择。",
        "label": ""
      },
      {
        "sentence": "当然，选择一个人作为结婚对象时要考虑各个方面的综合能力，所以你还需要全面了解他。",
        "label": ""
      },
      {
        "sentence": "至于长相不帅、个子不高，以及家庭经济条件不好，这些外在因素可能会对第一印象产生影响，但只要你可以接受，内在的重要性更加关键。",
        "label": ""
      },
      {
        "sentence": "想象一座房子，外表华丽但内里简陋质量差，是没有实用价值的。",
        "label": ""
      },
      {
        "sentence": "而有些房子虽然外观一般，但质量非常好，可以给人带来安全感。",
        "label": ""
      },
      {
        "sentence": "人与人初次见面可能会重视外表，但久而久之，内在品质、三观、修养、思维方式、成熟度等等才是更为重要的。",
        "label": ""
      },
      {
        "sentence": "所以你可以再更深入地了解他。",
        "label": ""
      },
      {
        "sentence": "朋友和家人的建议可能基于他们对你的爱和关心，但每个人的观点和重视点都不同。",
        "label": ""
      },
      {
        "sentence": "有些人可能觉得颜值最重要，有些人则觉得经济条件最重要。",
        "label": ""
      },
      {
        "sentence": "所以他们的建议可以作为参考，但最终决定权在于你自己。",
        "label": ""
      },
      {
        "sentence": "你需要明确自己的需求，并给出最适合自己的答案。",
        "label": ""
      },
      {
        "sentence": "最近男朋友换了新工作很忙，而你正好又来姨妈，工作压力大，导致你们几乎没有沟通的时间。",
        "label": ""
      },
      {
        "sentence": "即使有时间沟通，也往往是你对他发脾气，他也不说话。",
        "label": ""
      },
      {
        "sentence": "我理解你们都在努力奋斗的阶段，男朋友知道自己的家庭给不了太多支持，所以他非常自律和上进，这点是非常棒的。",
        "label": ""
      },
      {
        "sentence": "虽然他非常忙碌，但从你的描述中，我还是感受到他对你的包容。",
        "label": ""
      },
      {
        "sentence": "不过，问题还是建议你们好好沟通，因为感情的经营需要双方共同努力，才会变得越来越好。",
        "label": ""
      },
      {
        "sentence": "你担心家人不同意，所以想要分手。",
        "label": ""
      },
      {
        "sentence": "但是一想到离开他后，没有他的生活将会变得很难过，你感到迷茫，不知道应该怎么办。",
        "label": ""
      },
      {
        "sentence": "从你的叙述中可以感受到，你对男朋友还是有很深的感情的。",
        "label": ""
      },
      {
        "sentence": "这也说明，如果你选择放弃，其中肯定会夹杂着父母和朋友的原因。",
        "label": ""
      },
      {
        "sentence": "如果你决定继续和男友交往，就要摒弃其他人的想法，最终决策还是要由你自己做出。",
        "label": ""
      },
      {
        "sentence": "权衡各方利弊，要慎重决断。",
        "label": ""
      },
      {
        "sentence": "只要你决定后不后悔，就是对的。",
        "label": ""
      }
    ]
  }
]