[
  {
    "role": "client",
    "content": "与老公相处很烦，总想到离婚，在外面的时候又想调整？结婚11年了，与老公相处不好，也吵过架，越来越冷淡，吵架也懒得吵，一句话都不想说。他抑郁症，最近几个月一直在吃药，不发脾气了，下班后大部分时间都在刷手机看视频，对孩子的学习和未来不关心。我和他只有吃饭的时候才坐在一起。只觉得处处格格不入。关于攒成一堆的袜子，关于抹布的卫生问题等等，他既不反驳也不改变。我总想到离婚，又怕麻烦，怕自己挣钱不够抚养孩子，所以冷漠的凑合着。对未来没有希望。不知道能坚持多久，也许离婚是早晚会来到的。一回到家就很烦，总是想起过往的和眼下各种，上班路上也又烦又气，心想真的结婚不如单身，起码没人惹你生气。现在唯一的牵绊就是孩子，想尽所有努力陪着他健康阳光的长大。相看两生厌，这段婚姻是不是无药可救了？",
    "annotation": [
      {
        "sentence": "与老公相处很烦，总想到离婚，在外面的时候又想调整？",
        "label": ""
      },
      {
        "sentence": "结婚11年了，与老公相处不好，也吵过架，越来越冷淡，吵架也懒得吵，一句话都不想说。",
        "label": ""
      },
      {
        "sentence": "他抑郁症，最近几个月一直在吃药，不发脾气了，下班后大部分时间都在刷手机看视频，对孩子的学习和未来不关心。",
        "label": ""
      },
      {
        "sentence": "我和他只有吃饭的时候才坐在一起。",
        "label": ""
      },
      {
        "sentence": "只觉得处处格格不入。",
        "label": ""
      },
      {
        "sentence": "关于攒成一堆的袜子，关于抹布的卫生问题等等，他既不反驳也不改变。",
        "label": ""
      },
      {
        "sentence": "我总想到离婚，又怕麻烦，怕自己挣钱不够抚养孩子，所以冷漠的凑合着。",
        "label": ""
      },
      {
        "sentence": "对未来没有希望。",
        "label": ""
      },
      {
        "sentence": "不知道能坚持多久，也许离婚是早晚会来到的。",
        "label": ""
      },
      {
        "sentence": "一回到家就很烦，总是想起过往的和眼下各种，上班路上也又烦又气，心想真的结婚不如单身，起码没人惹你生气。",
        "label": ""
      },
      {
        "sentence": "现在唯一的牵绊就是孩子，想尽所有努力陪着他健康阳光的长大。",
        "label": ""
      },
      {
        "sentence": "相看两生厌，这段婚姻是不是无药可救了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "好的，我明白你对现在婚姻的困扰。在家里与老公相处时，你感觉自己总是内心烦躁，有时想离婚有时又希望能够重新调整关系。这种感受确实让你很困惑。结婚11年了，你们的相处情况越来越不好，吵架次数也增加，彼此变得越来越冷淡，甚至有时候你不再愿意吵架，也不想说任何话了。你提到他正在接受抑郁症治疗，最近几个月一直在吃药，情绪变得稳定，但他下班后大部分时间都在刷手机看视频，对孩子的学习和未来没有关注。你们只有在吃饭的时候才会坐在一起。你觉得在各个方面都感到不协调。你提到了一些生活中细节问题，例如袜子积成一堆，抹布的卫生问题，你的丈夫既不反驳也不改变。你总是想到离婚，但又担心麻烦，担心自己挣钱不够抚养孩子，所以你选择了冷漠地凑合。对未来感到没有希望。不确定自己能坚持多久，或许离婚早晚会发生。你回到家后感到很烦躁，总是想起过去和现在的各种问题，上班的路上也感到烦躁和气愤，心想结婚真的不如单身，至少那样没有人会让你生气。目前唯一的牵挂是孩子，你想尽所有努力陪伴他健康快乐地成长。你认为这段婚姻是否已经无药可救？",
    "annotation": [
      {
        "sentence": "好的，我明白你对现在婚姻的困扰。",
        "label": ""
      },
      {
        "sentence": "在家里与老公相处时，你感觉自己总是内心烦躁，有时想离婚有时又希望能够重新调整关系。",
        "label": ""
      },
      {
        "sentence": "这种感受确实让你很困惑。",
        "label": ""
      },
      {
        "sentence": "结婚11年了，你们的相处情况越来越不好，吵架次数也增加，彼此变得越来越冷淡，甚至有时候你不再愿意吵架，也不想说任何话了。",
        "label": ""
      },
      {
        "sentence": "你提到他正在接受抑郁症治疗，最近几个月一直在吃药，情绪变得稳定，但他下班后大部分时间都在刷手机看视频，对孩子的学习和未来没有关注。",
        "label": ""
      },
      {
        "sentence": "你们只有在吃饭的时候才会坐在一起。",
        "label": ""
      },
      {
        "sentence": "你觉得在各个方面都感到不协调。",
        "label": ""
      },
      {
        "sentence": "你提到了一些生活中细节问题，例如袜子积成一堆，抹布的卫生问题，你的丈夫既不反驳也不改变。",
        "label": ""
      },
      {
        "sentence": "你总是想到离婚，但又担心麻烦，担心自己挣钱不够抚养孩子，所以你选择了冷漠地凑合。",
        "label": ""
      },
      {
        "sentence": "对未来感到没有希望。",
        "label": ""
      },
      {
        "sentence": "不确定自己能坚持多久，或许离婚早晚会发生。",
        "label": ""
      },
      {
        "sentence": "你回到家后感到很烦躁，总是想起过去和现在的各种问题，上班的路上也感到烦躁和气愤，心想结婚真的不如单身，至少那样没有人会让你生气。",
        "label": ""
      },
      {
        "sentence": "目前唯一的牵挂是孩子，你想尽所有努力陪伴他健康快乐地成长。",
        "label": ""
      },
      {
        "sentence": "你认为这段婚姻是否已经无药可救？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白他正在接受抑郁症治疗，但我不知道他的药物是否对他的情绪有所改善。他选择在下班后刷手机看视频，对孩子的学习和未来不关心，我感到十分失望。看到他在家里只顾自己的事情，我觉得我们已经没有共同话题了。这些生活中的细节问题可能不大，但它们代表了我们在婚姻中的沟通问题。我有时候很固执，希望他能为我改变，但他好像对我提出的问题漠不关心。对于离婚，我很矛盾，不知道应该怎么办。我也担心孩子会承担过重的责任和压力。我真的很迷茫，不知道该如何面对这段婚姻。",
    "annotation": [
      {
        "sentence": "我明白他正在接受抑郁症治疗，但我不知道他的药物是否对他的情绪有所改善。",
        "label": ""
      },
      {
        "sentence": "他选择在下班后刷手机看视频，对孩子的学习和未来不关心，我感到十分失望。",
        "label": ""
      },
      {
        "sentence": "看到他在家里只顾自己的事情，我觉得我们已经没有共同话题了。",
        "label": ""
      },
      {
        "sentence": "这些生活中的细节问题可能不大，但它们代表了我们在婚姻中的沟通问题。",
        "label": ""
      },
      {
        "sentence": "我有时候很固执，希望他能为我改变，但他好像对我提出的问题漠不关心。",
        "label": ""
      },
      {
        "sentence": "对于离婚，我很矛盾，不知道应该怎么办。",
        "label": ""
      },
      {
        "sentence": "我也担心孩子会承担过重的责任和压力。",
        "label": ""
      },
      {
        "sentence": "我真的很迷茫，不知道该如何面对这段婚姻。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说的很对，他正在接受抑郁症治疗，但你对他的药物治疗是否有效并不了解。你觉得他下班后只是刷手机看视频，对孩子的学习和未来毫不关心，这让你感到非常失望。你认为你们已经没有共同话题了。虽然这些生活细节问题可能看似微不足道，但它们反映了你们在婚姻中的沟通问题。你承认自己偶尔会固执，希望他为你做出一些改变，但他好像对你提出的问题漠不关心。你对离婚的想法感到矛盾，不知道应该怎么办。同时你也担心孩子会背负过重的责任和压力。你现在非常迷茫，不知道应该怎样处理这段婚姻。",
    "annotation": [
      {
        "sentence": "你说的很对，他正在接受抑郁症治疗，但你对他的药物治疗是否有效并不了解。",
        "label": ""
      },
      {
        "sentence": "你觉得他下班后只是刷手机看视频，对孩子的学习和未来毫不关心，这让你感到非常失望。",
        "label": ""
      },
      {
        "sentence": "你认为你们已经没有共同话题了。",
        "label": ""
      },
      {
        "sentence": "虽然这些生活细节问题可能看似微不足道，但它们反映了你们在婚姻中的沟通问题。",
        "label": ""
      },
      {
        "sentence": "你承认自己偶尔会固执，希望他为你做出一些改变，但他好像对你提出的问题漠不关心。",
        "label": ""
      },
      {
        "sentence": "你对离婚的想法感到矛盾，不知道应该怎么办。",
        "label": ""
      },
      {
        "sentence": "同时你也担心孩子会背负过重的责任和压力。",
        "label": ""
      },
      {
        "sentence": "你现在非常迷茫，不知道应该怎样处理这段婚姻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白我给孩子带来的压力太大了，我实在是为了孩子才一直在硬撑。11年来，我们一直无法改善关系，这真的是一段固执的婚姻。我想我应该更加理解抑郁症对他的影响，同时也需要关注自己的感受和需要。我会尝试去了解抑郁症，并考虑我自己的幸福感。不管决定如何，我会明白两个人的关系的处理对孩子的影响很大。",
    "annotation": [
      {
        "sentence": "我明白我给孩子带来的压力太大了，我实在是为了孩子才一直在硬撑。",
        "label": ""
      },
      {
        "sentence": "11年来，我们一直无法改善关系，这真的是一段固执的婚姻。",
        "label": ""
      },
      {
        "sentence": "我想我应该更加理解抑郁症对他的影响，同时也需要关注自己的感受和需要。",
        "label": ""
      },
      {
        "sentence": "我会尝试去了解抑郁症，并考虑我自己的幸福感。",
        "label": ""
      },
      {
        "sentence": "不管决定如何，我会明白两个人的关系的处理对孩子的影响很大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你意识到了你给孩子带来的压力过大，一直在为了孩子而坚持。11年来，你们一直不能改善关系，这确实是一段固执的婚姻。你想要更好地理解抑郁症对他的影响，同时也要关注自己的感受和需求。你计划去了解抑郁症，并考虑自己的幸福感。不管你做出什么决定，你明白处理你们两个人关系对孩子的影响很大。",
    "annotation": [
      {
        "sentence": "你意识到了你给孩子带来的压力过大，一直在为了孩子而坚持。",
        "label": ""
      },
      {
        "sentence": "11年来，你们一直不能改善关系，这确实是一段固执的婚姻。",
        "label": ""
      },
      {
        "sentence": "你想要更好地理解抑郁症对他的影响，同时也要关注自己的感受和需求。",
        "label": ""
      },
      {
        "sentence": "你计划去了解抑郁症，并考虑自己的幸福感。",
        "label": ""
      },
      {
        "sentence": "不管你做出什么决定，你明白处理你们两个人关系对孩子的影响很大。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我会努力去理解他的情况，并为自己寻找解决方案。我相信只有我们两个人关系处理好了，才能给孩子带来更好的环境和影响。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "是的，我会努力去理解他的情况，并为自己寻找解决方案。",
        "label": ""
      },
      {
        "sentence": "我相信只有我们两个人关系处理好了，才能给孩子带来更好的环境和影响。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常对，你的决定非常明智。努力去理解他的情况，并为自己找到解决方案是很重要的。只有你们两个人的关系处理好了，才能给孩子创造更好的环境和带来积极的影响。我会一直支持和鼓励你。加油！",
    "annotation": [
      {
        "sentence": "非常对，你的决定非常明智。",
        "label": ""
      },
      {
        "sentence": "努力去理解他的情况，并为自己找到解决方案是很重要的。",
        "label": ""
      },
      {
        "sentence": "只有你们两个人的关系处理好了，才能给孩子创造更好的环境和带来积极的影响。",
        "label": ""
      },
      {
        "sentence": "我会一直支持和鼓励你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]