[
  {
    "role": "client",
    "content": "我是一个23岁的男生，我想问一下，要怎么样才能坚持做事情呢？怎样才能做事情更彻底一些？我两年前被诊断出轻度抑郁症（是在三甲医院检查的）。这两年来我一直感到很痛苦，也一直呆在家里不敢去工作，因为我有一些心理问题，比如社交恐惧和轻度焦虑抑郁等等。后来我看了《伯恩斯新情绪疗法》，抑郁症好转了！虽然偶尔还会有抑郁情绪，但是我能自己进行调整。但是我还是不敢去工作，因为我害怕在工作时出现心理问题而放弃不做。所以我想找个心理咨询师，长期稳定地进行咨询，把我的心理问题调整到可以接受的程度。但是，我发现我经常放弃做任何事情，无论是什么事情都无法坚持下去！而且我总觉得做任何事情都不够彻底。我想找心理咨询师，因为开始的时候效果不错，但是后来又去工作没干下来，所以我有点不好意思告诉心理咨询师。后来又觉得不信任心理咨询师，觉得他无法很系统地解决我的问题，所以我又放弃了。还有，比如戒撸这件事情，觉得看《戒为良药》这本书也只能坚持看七天，然后因为各种原因就不看了（比如没兴趣了或者有别的追求了）。我觉得自己不能浪费太多时间在戒为良药上，因为我还有很多其他事情要做。",
    "annotation": [
      {
        "sentence": "我是一个23岁的男生，我想问一下，要怎么样才能坚持做事情呢？",
        "label": ""
      },
      {
        "sentence": "怎样才能做事情更彻底一些？",
        "label": ""
      },
      {
        "sentence": "我两年前被诊断出轻度抑郁症（是在三甲医院检查的）。",
        "label": ""
      },
      {
        "sentence": "这两年来我一直感到很痛苦，也一直呆在家里不敢去工作，因为我有一些心理问题，比如社交恐惧和轻度焦虑抑郁等等。",
        "label": ""
      },
      {
        "sentence": "后来我看了《伯恩斯新情绪疗法》，抑郁症好转了！",
        "label": ""
      },
      {
        "sentence": "虽然偶尔还会有抑郁情绪，但是我能自己进行调整。",
        "label": ""
      },
      {
        "sentence": "但是我还是不敢去工作，因为我害怕在工作时出现心理问题而放弃不做。",
        "label": ""
      },
      {
        "sentence": "所以我想找个心理咨询师，长期稳定地进行咨询，把我的心理问题调整到可以接受的程度。",
        "label": ""
      },
      {
        "sentence": "但是，我发现我经常放弃做任何事情，无论是什么事情都无法坚持下去！",
        "label": ""
      },
      {
        "sentence": "而且我总觉得做任何事情都不够彻底。",
        "label": ""
      },
      {
        "sentence": "我想找心理咨询师，因为开始的时候效果不错，但是后来又去工作没干下来，所以我有点不好意思告诉心理咨询师。",
        "label": ""
      },
      {
        "sentence": "后来又觉得不信任心理咨询师，觉得他无法很系统地解决我的问题，所以我又放弃了。",
        "label": ""
      },
      {
        "sentence": "还有，比如戒撸这件事情，觉得看《戒为良药》这本书也只能坚持看七天，然后因为各种原因就不看了（比如没兴趣了或者有别的追求了）。",
        "label": ""
      },
      {
        "sentence": "我觉得自己不能浪费太多时间在戒为良药上，因为我还有很多其他事情要做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以先尝试做一些简单的工作，每一个经历都会让你成长。暂时不要考虑金钱问题，试着走出去，让自己不那么害怕。无论你在工作中表现好与不好，都会学到一些东西。通过工作，你可以对自己的缺点有更多的认识，这也表明你确实存在这样的问题。如果你一直逃避，只是因为害怕真实的自己。也许一旦开始工作，你就会没有那么多烦恼了。你说你坚持不下去？那么在做这件事情的时候，你内心需要什么，有什么动力让你去做。比如对于工作来说，你想得到些什么，是钱、锻炼自己还是建立人际关系。你可以尝试强化自己的期望和目标，因为你的焦虑和担心也是反复强化出来的。",
    "annotation": [
      {
        "sentence": "你可以先尝试做一些简单的工作，每一个经历都会让你成长。",
        "label": ""
      },
      {
        "sentence": "暂时不要考虑金钱问题，试着走出去，让自己不那么害怕。",
        "label": ""
      },
      {
        "sentence": "无论你在工作中表现好与不好，都会学到一些东西。",
        "label": ""
      },
      {
        "sentence": "通过工作，你可以对自己的缺点有更多的认识，这也表明你确实存在这样的问题。",
        "label": ""
      },
      {
        "sentence": "如果你一直逃避，只是因为害怕真实的自己。",
        "label": ""
      },
      {
        "sentence": "也许一旦开始工作，你就会没有那么多烦恼了。",
        "label": ""
      },
      {
        "sentence": "你说你坚持不下去？",
        "label": ""
      },
      {
        "sentence": "那么在做这件事情的时候，你内心需要什么，有什么动力让你去做。",
        "label": ""
      },
      {
        "sentence": "比如对于工作来说，你想得到些什么，是钱、锻炼自己还是建立人际关系。",
        "label": ""
      },
      {
        "sentence": "你可以尝试强化自己的期望和目标，因为你的焦虑和担心也是反复强化出来的。",
        "label": ""
      }
    ]
  }
]