[
  {
    "role": "client",
    "content": "24岁男生，为什么多年对原生家庭的伤害无法忘怀？我幼年，童年，青少年时期，父母都是缺位，我一直跟祖辈在一起生活，其中有两年的日子是跟父母在一起。但是跟他们并不是很亲。现在我的祖辈去世后，我跟父母生活在一起的时候才发现彼此之间的矛盾好多，看不惯他们，无论说话方式，做事，我都无法接受。我想到自己反而孤独的感觉，不知道怎么回事。不想沟通交流，只想自己静静。对爱情没有太大兴趣，反而喜欢一个人的世界。这是为什么？我怎么开解自己，不要再这样下去。",
    "annotation": [
      {
        "sentence": "24岁男生，为什么多年对原生家庭的伤害无法忘怀？",
        "label": ""
      },
      {
        "sentence": "我幼年，童年，青少年时期，父母都是缺位，我一直跟祖辈在一起生活，其中有两年的日子是跟父母在一起。",
        "label": ""
      },
      {
        "sentence": "但是跟他们并不是很亲。",
        "label": ""
      },
      {
        "sentence": "现在我的祖辈去世后，我跟父母生活在一起的时候才发现彼此之间的矛盾好多，看不惯他们，无论说话方式，做事，我都无法接受。",
        "label": ""
      },
      {
        "sentence": "我想到自己反而孤独的感觉，不知道怎么回事。",
        "label": ""
      },
      {
        "sentence": "不想沟通交流，只想自己静静。",
        "label": ""
      },
      {
        "sentence": "对爱情没有太大兴趣，反而喜欢一个人的世界。",
        "label": ""
      },
      {
        "sentence": "这是为什么？",
        "label": ""
      },
      {
        "sentence": "我怎么开解自己，不要再这样下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抱一抱。童年时期父母对我们的影响还是很重要的，对于一个孩子安全感的建立，依恋方式的形成都有很大的影响，所以我特别理解你目前对于父母的生分以及不认可的感受。根据你的描述，可能有两种可能性。第一，父母和你之间存在代沟，生活的时代不同，所以他们的做事方式与你不同。如果是这样的原因，你已经24岁了，可以独立了，父母在生活中有他们的固定做事方式和相处模式。我们没必要去纠正，不如坚持自己的生活方式，尊重父母的生活方式，放过自己。第二，你可能对父母在你小时候的缺席感到怨恨，随着你逐渐独立成长，你会发现父母在你小时候有许多不到位的地方，这些问题慢慢浮现在你的思维中，你甚至可能有一种生而不好好养的感觉。但是受限于父母的权威和地位，你不敢坦诚地与父母沟通，所以这些矛盾积压着你，你会觉得他们无论哪方面都看不顺眼。我想到自己反而孤独的感觉，不知道怎么回事。不想沟通交流，只想自己静静。每个人都是孤独的个体，这是我们每个人自己要面对的，但你的孤独又与众不同，因为你失去了陪伴你从小长大的祖辈，会有一种孤独感。然而，与此同时你又无法与你最亲近的父母有真正的心灵交流，难以靠近，这是另一种孤独。对爱情没有太大兴趣，反而喜欢一个人的世界。这是为什么呢？我怎么开解自己，不要再这样下去。对爱情暂时没兴趣的话，就先享受一个人的生活吧。顺着自己的心，做自己开心的事情。对爱情没太大兴趣的另一个可能原因是缺乏与父母早年的亲密关系，没有体验到亲密关系的美好，所以暂时没有兴趣。我们已经长大了，过去原生家庭的创伤已经形成了，我们需要如何看待这些创伤并疗愈自己就是我们自己的功课了。我建议你：一、调整自己的认知，过去的被忽略并不意味着你不值得被爱，也不是你的错，也许父母只是太忙了，为了给你更好的物质生活。你是值得被无条件爱的，你应该得到最好的一切。二、如果有必要，可以考虑接受心理咨询，因为爱的缺失需要在关系中疗愈。你可以与心理咨询师建立类似母子关系的依恋，通过沟通表达自己的情感。三、学习一些心理学知识，深入了解自己性格的成因等各个方面，这将帮助你更好地了解自己。请记住，你生而闪耀！",
    "annotation": [
      {
        "sentence": "抱一抱。",
        "label": ""
      },
      {
        "sentence": "童年时期父母对我们的影响还是很重要的，对于一个孩子安全感的建立，依恋方式的形成都有很大的影响，所以我特别理解你目前对于父母的生分以及不认可的感受。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，可能有两种可能性。",
        "label": ""
      },
      {
        "sentence": "第一，父母和你之间存在代沟，生活的时代不同，所以他们的做事方式与你不同。",
        "label": ""
      },
      {
        "sentence": "如果是这样的原因，你已经24岁了，可以独立了，父母在生活中有他们的固定做事方式和相处模式。",
        "label": ""
      },
      {
        "sentence": "我们没必要去纠正，不如坚持自己的生活方式，尊重父母的生活方式，放过自己。",
        "label": ""
      },
      {
        "sentence": "第二，你可能对父母在你小时候的缺席感到怨恨，随着你逐渐独立成长，你会发现父母在你小时候有许多不到位的地方，这些问题慢慢浮现在你的思维中，你甚至可能有一种生而不好好养的感觉。",
        "label": ""
      },
      {
        "sentence": "但是受限于父母的权威和地位，你不敢坦诚地与父母沟通，所以这些矛盾积压着你，你会觉得他们无论哪方面都看不顺眼。",
        "label": ""
      },
      {
        "sentence": "我想到自己反而孤独的感觉，不知道怎么回事。",
        "label": ""
      },
      {
        "sentence": "不想沟通交流，只想自己静静。",
        "label": ""
      },
      {
        "sentence": "每个人都是孤独的个体，这是我们每个人自己要面对的，但你的孤独又与众不同，因为你失去了陪伴你从小长大的祖辈，会有一种孤独感。",
        "label": ""
      },
      {
        "sentence": "然而，与此同时你又无法与你最亲近的父母有真正的心灵交流，难以靠近，这是另一种孤独。",
        "label": ""
      },
      {
        "sentence": "对爱情没有太大兴趣，反而喜欢一个人的世界。",
        "label": ""
      },
      {
        "sentence": "这是为什么呢？",
        "label": ""
      },
      {
        "sentence": "我怎么开解自己，不要再这样下去。",
        "label": ""
      },
      {
        "sentence": "对爱情暂时没兴趣的话，就先享受一个人的生活吧。",
        "label": ""
      },
      {
        "sentence": "顺着自己的心，做自己开心的事情。",
        "label": ""
      },
      {
        "sentence": "对爱情没太大兴趣的另一个可能原因是缺乏与父母早年的亲密关系，没有体验到亲密关系的美好，所以暂时没有兴趣。",
        "label": ""
      },
      {
        "sentence": "我们已经长大了，过去原生家庭的创伤已经形成了，我们需要如何看待这些创伤并疗愈自己就是我们自己的功课了。",
        "label": ""
      },
      {
        "sentence": "我建议你：一、调整自己的认知，过去的被忽略并不意味着你不值得被爱，也不是你的错，也许父母只是太忙了，为了给你更好的物质生活。",
        "label": ""
      },
      {
        "sentence": "你是值得被无条件爱的，你应该得到最好的一切。",
        "label": ""
      },
      {
        "sentence": "二、如果有必要，可以考虑接受心理咨询，因为爱的缺失需要在关系中疗愈。",
        "label": ""
      },
      {
        "sentence": "你可以与心理咨询师建立类似母子关系的依恋，通过沟通表达自己的情感。",
        "label": ""
      },
      {
        "sentence": "三、学习一些心理学知识，深入了解自己性格的成因等各个方面，这将帮助你更好地了解自己。",
        "label": ""
      },
      {
        "sentence": "请记住，你生而闪耀！",
        "label": ""
      }
    ]
  }
]