[
  {
    "role": "client",
    "content": "结婚刚生子，觉得以前太傻了，不知道我怎么了？先怀孕后结婚恋爱两年多期间打了一个。因为男方父母知道我怀孕后觉得经济不行有点压力，我也没想好告诉父母，然后决定打了。后来过了半年又怀孕了，就谈结婚了。本来谈好的结果私下我对象父母说问我能不能不给三金钱。我傻到答应并且没和我父母说。婚后呢我老公每天就知道玩不挣钱什么也不想，直到我生完孩子我彻底忍无可忍爆发了。我太累了熬夜喂奶做饭想挣钱，于是提到了离婚。那时候特别想把孩子给我爸妈，然后我自己出去住躲起来几天。我老公后来知道错了，现在也改了下班帮我分担。但是还会有一些小矛盾。可是我现在觉得什么都无所谓，吵架也不想分对错，无力感觉得以前太傻，傻到打了我的孩子，傻到退步不要三金，觉得自己特别不值钱。后悔也不想再说我有多委屈，觉得说了也没用，但是还会自己流眼泪，有时候喂着奶会想如果我有一天坚持不下去了，会不会带着我儿子一起死，然后又觉得自己怎么会有这种想法，但是我们不吵架时候我心情挺好，不知道我怎么了。",
    "annotation": [
      {
        "sentence": "结婚刚生子，觉得以前太傻了，不知道我怎么了？",
        "label": ""
      },
      {
        "sentence": "先怀孕后结婚恋爱两年多期间打了一个。",
        "label": ""
      },
      {
        "sentence": "因为男方父母知道我怀孕后觉得经济不行有点压力，我也没想好告诉父母，然后决定打了。",
        "label": ""
      },
      {
        "sentence": "后来过了半年又怀孕了，就谈结婚了。",
        "label": ""
      },
      {
        "sentence": "本来谈好的结果私下我对象父母说问我能不能不给三金钱。",
        "label": ""
      },
      {
        "sentence": "我傻到答应并且没和我父母说。",
        "label": ""
      },
      {
        "sentence": "婚后呢我老公每天就知道玩不挣钱什么也不想，直到我生完孩子我彻底忍无可忍爆发了。",
        "label": ""
      },
      {
        "sentence": "我太累了熬夜喂奶做饭想挣钱，于是提到了离婚。",
        "label": ""
      },
      {
        "sentence": "那时候特别想把孩子给我爸妈，然后我自己出去住躲起来几天。",
        "label": ""
      },
      {
        "sentence": "我老公后来知道错了，现在也改了下班帮我分担。",
        "label": ""
      },
      {
        "sentence": "但是还会有一些小矛盾。",
        "label": ""
      },
      {
        "sentence": "可是我现在觉得什么都无所谓，吵架也不想分对错，无力感觉得以前太傻，傻到打了我的孩子，傻到退步不要三金，觉得自己特别不值钱。",
        "label": ""
      },
      {
        "sentence": "后悔也不想再说我有多委屈，觉得说了也没用，但是还会自己流眼泪，有时候喂着奶会想如果我有一天坚持不下去了，会不会带着我儿子一起死，然后又觉得自己怎么会有这种想法，但是我们不吵架时候我心情挺好，不知道我怎么了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的问题，我能理解你目前所经历的困扰。你的情况确实很复杂，涉及到家庭、婚姻和孩子的事情。首先，我想说的是，你并不是一个傻瓜，每个人都有犯错的时候。每个人的成长过程都是不断学习和经历的，所以你并不需要过于自责。当初你做出的决定可能是出于各种考虑和周围环境的影响，这是很正常的。现在你面临的问题包括婚姻的困境、家庭的压力、以及你作为母亲的角色等等，这些对你来说都是很大的挑战。",
    "annotation": [
      {
        "sentence": "听到你的问题，我能理解你目前所经历的困扰。",
        "label": ""
      },
      {
        "sentence": "你的情况确实很复杂，涉及到家庭、婚姻和孩子的事情。",
        "label": ""
      },
      {
        "sentence": "首先，我想说的是，你并不是一个傻瓜，每个人都有犯错的时候。",
        "label": ""
      },
      {
        "sentence": "每个人的成长过程都是不断学习和经历的，所以你并不需要过于自责。",
        "label": ""
      },
      {
        "sentence": "当初你做出的决定可能是出于各种考虑和周围环境的影响，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "现在你面临的问题包括婚姻的困境、家庭的压力、以及你作为母亲的角色等等，这些对你来说都是很大的挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我真的感到很困惑和无助，不知道应该怎么办才好。我经常想到当初自己没好好考虑就决定结婚和生孩子，现在才意识到自己的无知与幼稚。我觉得自己的婚姻并不幸福，但又担心离婚会对孩子造成伤害，这让我很矛盾。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我真的感到很困惑和无助，不知道应该怎么办才好。",
        "label": ""
      },
      {
        "sentence": "我经常想到当初自己没好好考虑就决定结婚和生孩子，现在才意识到自己的无知与幼稚。",
        "label": ""
      },
      {
        "sentence": "我觉得自己的婚姻并不幸福，但又担心离婚会对孩子造成伤害，这让我很矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的疑惑和困惑完全可以理解。作为一个刚当妈妈的你，确实面临了很多压力和挑战。婚姻是一个复杂的关系，离婚或者继续维持都会有各自的影响和后果。我建议你可以寻求专业的咨询帮助，在咨询师的指导下，逐渐梳理出其中的矛盾和问题，并找到解决的方向。",
    "annotation": [
      {
        "sentence": "你的疑惑和困惑完全可以理解。",
        "label": ""
      },
      {
        "sentence": "作为一个刚当妈妈的你，确实面临了很多压力和挑战。",
        "label": ""
      },
      {
        "sentence": "婚姻是一个复杂的关系，离婚或者继续维持都会有各自的影响和后果。",
        "label": ""
      },
      {
        "sentence": "我建议你可以寻求专业的咨询帮助，在咨询师的指导下，逐渐梳理出其中的矛盾和问题，并找到解决的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实需要找一个专业人士来给我一些指导和建议。我现在特别迷茫，不知道该如何面对自己的婚姻和孩子。我觉得自己的情绪变得非常脆弱，有时候甚至会有自杀的念头，这让我很害怕。",
    "annotation": [
      {
        "sentence": "你说得对，我确实需要找一个专业人士来给我一些指导和建议。",
        "label": ""
      },
      {
        "sentence": "我现在特别迷茫，不知道该如何面对自己的婚姻和孩子。",
        "label": ""
      },
      {
        "sentence": "我觉得自己的情绪变得非常脆弱，有时候甚至会有自杀的念头，这让我很害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很理解你感到迷茫和害怕的心情，但请相信你不是孤独一人，有很多人可以为你提供帮助。当我们处于困境时，要及时寻找支持和倾诉的渠道，不要独自承担太多的负担。你可以与咨询师分享你的想法和情绪，他们会用专业的知识和经验来帮助你应对困难，同时也会提供心理支持和安全感。",
    "annotation": [
      {
        "sentence": "我很理解你感到迷茫和害怕的心情，但请相信你不是孤独一人，有很多人可以为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "当我们处于困境时，要及时寻找支持和倾诉的渠道，不要独自承担太多的负担。",
        "label": ""
      },
      {
        "sentence": "你可以与咨询师分享你的想法和情绪，他们会用专业的知识和经验来帮助你应对困难，同时也会提供心理支持和安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我应该及时向专业人士寻求帮助。我知道我需要调整自己的情绪和面对现实，但是心里总有一种无力感，觉得自己真的很失败和不值得。我怕自己无法面对这些问题。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我应该及时向专业人士寻求帮助。",
        "label": ""
      },
      {
        "sentence": "我知道我需要调整自己的情绪和面对现实，但是心里总有一种无力感，觉得自己真的很失败和不值得。",
        "label": ""
      },
      {
        "sentence": "我怕自己无法面对这些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对这些问题，你的情绪和感受是非常正常的。我们每个人都会有低谷的时候，但是重要的是要相信自己有能力去面对并解决困难。你需要建立起自己的内在信心和支持体系，这样才能更好地面对困境。同时，专业的咨询师会为你提供相关的心理调适技巧和方法，帮助你重新找回自己的积极力量。",
    "annotation": [
      {
        "sentence": "面对这些问题，你的情绪和感受是非常正常的。",
        "label": ""
      },
      {
        "sentence": "我们每个人都会有低谷的时候，但是重要的是要相信自己有能力去面对并解决困难。",
        "label": ""
      },
      {
        "sentence": "你需要建立起自己的内在信心和支持体系，这样才能更好地面对困境。",
        "label": ""
      },
      {
        "sentence": "同时，专业的咨询师会为你提供相关的心理调适技巧和方法，帮助你重新找回自己的积极力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议。我会积极寻求专业帮助并更好地面对自己的情绪和困境。我相信我会找到解决问题的办法，带着孩子走出困境。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我会积极寻求专业帮助并更好地面对自己的情绪和困境。",
        "label": ""
      },
      {
        "sentence": "我相信我会找到解决问题的办法，带着孩子走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰看到你有积极的态度和决心。专业咨询师会给予你足够的支持和指导，帮助你重新审视和处理自己的婚姻和家庭问题。记住，你并不孤独，有很多人愿意帮助你渡过难关。同时，也希望你能关注自己的心理健康，保持积极的心态，相信自己可以解决问题，找到幸福的出路。",
    "annotation": [
      {
        "sentence": "非常欣慰看到你有积极的态度和决心。",
        "label": ""
      },
      {
        "sentence": "专业咨询师会给予你足够的支持和指导，帮助你重新审视和处理自己的婚姻和家庭问题。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤独，有很多人愿意帮助你渡过难关。",
        "label": ""
      },
      {
        "sentence": "同时，也希望你能关注自己的心理健康，保持积极的心态，相信自己可以解决问题，找到幸福的出路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和关心，我一定会按照你的建议去做。我相信只要我勇敢面对问题，并寻求适当的支持和帮助，我一定能够找到自己和孩子的幸福。再次感谢你的倾听和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和关心，我一定会按照你的建议去做。",
        "label": ""
      },
      {
        "sentence": "我相信只要我勇敢面对问题，并寻求适当的支持和帮助，我一定能够找到自己和孩子的幸福。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的倾听和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意为你提供帮助和支持。希望你在以后的生活中可以渐渐找到自己的平衡和幸福。如果你有任何需要，随时可以向我寻求帮助。祝愿你和宝宝一切顺利，幸福快乐！",
    "annotation": [
      {
        "sentence": "不客气，我很愿意为你提供帮助和支持。",
        "label": ""
      },
      {
        "sentence": "希望你在以后的生活中可以渐渐找到自己的平衡和幸福。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要，随时可以向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝愿你和宝宝一切顺利，幸福快乐！",
        "label": ""
      }
    ]
  }
]