[
  {
    "role": "client",
    "content": "喜欢是可控的嘛？可以预谋嘛？原来以为，遇到什么什么样的人我就会喜欢，但是真的在遇到的时候，发现这个人跟我所有设想都不一样，但是，遇到的那种我以为会喜欢的人，我真的会喜欢一下下，比如我特别喜欢热爱生活的男孩，内心柔软的，可是，每次遇到自己以为喜欢的，我都相处几天就不喜欢了，好几次了，在一起，就不喜欢了，特别费解。而我喜欢的那个人，不喜欢我，我却怎么也放不下他，心理老师们，能解释下这是为什么吗？这是什么心理机制呀，是不是喜欢从来不需要预谋，而是只能遇见，只能让它自然发生呀？因为，找对象的时候大家都会说你想找什么样的？而我预期了很多，发现遇到了，我都喜欢不久。所以喜欢这事收意识掌控吗？喜欢可以预谋嘛？还是只能被击中？",
    "annotation": [
      {
        "sentence": "喜欢是可控的嘛？",
        "label": ""
      },
      {
        "sentence": "可以预谋嘛？",
        "label": ""
      },
      {
        "sentence": "原来以为，遇到什么什么样的人我就会喜欢，但是真的在遇到的时候，发现这个人跟我所有设想都不一样，但是，遇到的那种我以为会喜欢的人，我真的会喜欢一下下，比如我特别喜欢热爱生活的男孩，内心柔软的，可是，每次遇到自己以为喜欢的，我都相处几天就不喜欢了，好几次了，在一起，就不喜欢了，特别费解。",
        "label": ""
      },
      {
        "sentence": "而我喜欢的那个人，不喜欢我，我却怎么也放不下他，心理老师们，能解释下这是为什么吗？",
        "label": ""
      },
      {
        "sentence": "这是什么心理机制呀，是不是喜欢从来不需要预谋，而是只能遇见，只能让它自然发生呀？",
        "label": ""
      },
      {
        "sentence": "因为，找对象的时候大家都会说你想找什么样的？",
        "label": ""
      },
      {
        "sentence": "而我预期了很多，发现遇到了，我都喜欢不久。",
        "label": ""
      },
      {
        "sentence": "所以喜欢这事收意识掌控吗？",
        "label": ""
      },
      {
        "sentence": "喜欢可以预谋嘛？",
        "label": ""
      },
      {
        "sentence": "还是只能被击中？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的问题很有意思。你现在正处在一个认识自己的恋爱阶段，对自己进行了很细致的分析。你的思维非常敏感，很快就能意识到自己的需求。你的困惑源于你发现你在恋爱中期望的类型与相处后的感觉不符合，这实际上是你的潜意识在为你做出决策。有句话说得更夸张一些：“你会和什么样的人恋爱结婚，早被你的潜意识选择好了。”在你的生活中，你会莫名其妙地对某个人产生好感，而无论是从外界看或者从你自己建立的恋爱框架来看，你都不会喜欢这种类型的人。这种感觉就像是被“击中”，其实这是你的潜意识在作出选择。那么如何与潜意识对话呢？潜意识通常是看不见摸不着的。在恋爱中，你可以观察自己与他人的互动模式，比如当别人靠近你时，你是自然地接受还是身体紧绷地想要远离？当面对一个有争议的问题时，你是喜欢追问还是逃避？这些反应可以告诉你自己的依恋模式，成年人一般有安全型、焦虑型和回避型。了解自己的依恋模式后，你就会知道自己会吸引哪种类型的人，或者被哪种类型的人所吸引。通常焦虑型会吸引回避型，可以将这种关系看作一种互补。此外，你还可以通过身体感觉来认识潜意识。当与某个人在一起时，如果感觉很舒服，那么这个人适合你，而如果感到压抑和不受尊重，身体紧张僵硬，那么这个人就不适合你。至于你想要找什么样的人，完全可以“预谋”，然后通过潜意识的确认在相处中找到真正适合你的人。",
    "annotation": [
      {
        "sentence": "你的问题很有意思。",
        "label": ""
      },
      {
        "sentence": "你现在正处在一个认识自己的恋爱阶段，对自己进行了很细致的分析。",
        "label": ""
      },
      {
        "sentence": "你的思维非常敏感，很快就能意识到自己的需求。",
        "label": ""
      },
      {
        "sentence": "你的困惑源于你发现你在恋爱中期望的类型与相处后的感觉不符合，这实际上是你的潜意识在为你做出决策。",
        "label": ""
      },
      {
        "sentence": "有句话说得更夸张一些：“你会和什么样的人恋爱结婚，早被你的潜意识选择好了。",
        "label": ""
      },
      {
        "sentence": "”在你的生活中，你会莫名其妙地对某个人产生好感，而无论是从外界看或者从你自己建立的恋爱框架来看，你都不会喜欢这种类型的人。",
        "label": ""
      },
      {
        "sentence": "这种感觉就像是被“击中”，其实这是你的潜意识在作出选择。",
        "label": ""
      },
      {
        "sentence": "那么如何与潜意识对话呢？",
        "label": ""
      },
      {
        "sentence": "潜意识通常是看不见摸不着的。",
        "label": ""
      },
      {
        "sentence": "在恋爱中，你可以观察自己与他人的互动模式，比如当别人靠近你时，你是自然地接受还是身体紧绷地想要远离？",
        "label": ""
      },
      {
        "sentence": "当面对一个有争议的问题时，你是喜欢追问还是逃避？",
        "label": ""
      },
      {
        "sentence": "这些反应可以告诉你自己的依恋模式，成年人一般有安全型、焦虑型和回避型。",
        "label": ""
      },
      {
        "sentence": "了解自己的依恋模式后，你就会知道自己会吸引哪种类型的人，或者被哪种类型的人所吸引。",
        "label": ""
      },
      {
        "sentence": "通常焦虑型会吸引回避型，可以将这种关系看作一种互补。",
        "label": ""
      },
      {
        "sentence": "此外，你还可以通过身体感觉来认识潜意识。",
        "label": ""
      },
      {
        "sentence": "当与某个人在一起时，如果感觉很舒服，那么这个人适合你，而如果感到压抑和不受尊重，身体紧张僵硬，那么这个人就不适合你。",
        "label": ""
      },
      {
        "sentence": "至于你想要找什么样的人，完全可以“预谋”，然后通过潜意识的确认在相处中找到真正适合你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答！我明白了，这么说我在恋爱中遇到的各种感觉都是我潜意识在起作用，而不是我直觉或逻辑思考得出的结果对吗？我之前一直很困惑为什么我对自己期望的类型总是喜欢不久，现在终于明白了。我觉得你提到的观察自己和他人的互动模式很有启发，我一定要好好观察自己的依恋模式，这样才能更好地了解自己吸引的人和被吸引的人。我还是有一点担心，因为我对那个不喜欢我的人放不下，他对我来说非常特殊，即使经历了很多矛盾和困扰，我还是无法摆脱对他的情感。除了观察和认识自己的依恋模式，还有其他方法可以帮助我放下他吗？",
    "annotation": [
      {
        "sentence": "谢谢你的回答！",
        "label": ""
      },
      {
        "sentence": "我明白了，这么说我在恋爱中遇到的各种感觉都是我潜意识在起作用，而不是我直觉或逻辑思考得出的结果对吗？",
        "label": ""
      },
      {
        "sentence": "我之前一直很困惑为什么我对自己期望的类型总是喜欢不久，现在终于明白了。",
        "label": ""
      },
      {
        "sentence": "我觉得你提到的观察自己和他人的互动模式很有启发，我一定要好好观察自己的依恋模式，这样才能更好地了解自己吸引的人和被吸引的人。",
        "label": ""
      },
      {
        "sentence": "我还是有一点担心，因为我对那个不喜欢我的人放不下，他对我来说非常特殊，即使经历了很多矛盾和困扰，我还是无法摆脱对他的情感。",
        "label": ""
      },
      {
        "sentence": "除了观察和认识自己的依恋模式，还有其他方法可以帮助我放下他吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，你在恋爱中的各种感觉都受到潜意识的影响，而不仅仅是你的直觉或逻辑思考的结果。你能意识到自己对期望类型的喜欢不久是很重要的一步。观察自己和他人的互动模式能帮助你更好地了解自己和吸引的人。除此之外，你提到对于那个不喜欢你的人你无法放下。他在你心中很特殊，即使经历了矛盾和困扰，你仍然无法解脱对他的情感。除了观察和认识自己的依恋模式，还有其他方法可以帮助你忘记他。首先，你可以将注意力转移到自己的成长和个人目标上。找到自己热爱的事物，追求自己的梦想，这样可以让你更加充实和自信。其次，你可以寻求支持和倾诉，如与朋友或家人分享你的感受和困惑。他们可能能给你一些建议和安慰。最后，不要急于寻找新的恋爱对象，给自己足够的时间去放松和疗愈。随着时间的推移，你会逐渐从过去的情感中解脱出来。记得要对自己有信心，相信未来会更美好。",
    "annotation": [
      {
        "sentence": "没错，你在恋爱中的各种感觉都受到潜意识的影响，而不仅仅是你的直觉或逻辑思考的结果。",
        "label": ""
      },
      {
        "sentence": "你能意识到自己对期望类型的喜欢不久是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "观察自己和他人的互动模式能帮助你更好地了解自己和吸引的人。",
        "label": ""
      },
      {
        "sentence": "除此之外，你提到对于那个不喜欢你的人你无法放下。",
        "label": ""
      },
      {
        "sentence": "他在你心中很特殊，即使经历了矛盾和困扰，你仍然无法解脱对他的情感。",
        "label": ""
      },
      {
        "sentence": "除了观察和认识自己的依恋模式，还有其他方法可以帮助你忘记他。",
        "label": ""
      },
      {
        "sentence": "首先，你可以将注意力转移到自己的成长和个人目标上。",
        "label": ""
      },
      {
        "sentence": "找到自己热爱的事物，追求自己的梦想，这样可以让你更加充实和自信。",
        "label": ""
      },
      {
        "sentence": "其次，你可以寻求支持和倾诉，如与朋友或家人分享你的感受和困惑。",
        "label": ""
      },
      {
        "sentence": "他们可能能给你一些建议和安慰。",
        "label": ""
      },
      {
        "sentence": "最后，不要急于寻找新的恋爱对象，给自己足够的时间去放松和疗愈。",
        "label": ""
      },
      {
        "sentence": "随着时间的推移，你会逐渐从过去的情感中解脱出来。",
        "label": ""
      },
      {
        "sentence": "记得要对自己有信心，相信未来会更美好。",
        "label": ""
      }
    ]
  }
]