[
  {
    "role": "client",
    "content": "婚姻中一直压抑，现在控制不了自己的购物欲？原来我是一个特别节省压抑的人，现在我只喜欢买贵的自己喜欢的东西，现在看什么都想买，因为婚姻15年，离婚3年，婚姻中一直很压抑，为了家庭男人孩子压抑自己，为他们付出，结果没有得到好的对待，被打离婚男方财产各种操作，差不多净身出户，带着孩子三年，很辛苦工作快餐，为了省钱和孩子在一起，不舍的花钱，今年疫情快餐店也结束了，那么辛苦付出家庭事业都失去了！年纪也大了！感觉没有好好的对待爱过自己！今年因为男人有一些原因开始在乎孩子要接回去上学了！我的生意也结束了！但是孩子回去我也没那么大负担了！现在只想好好放松花钱补偿自己！这样正常吗？经济范围能力消费，没有负债，有一些存款，原本留着陪孩子上学备用的！现在孩子回去不需要了！我还可以出去工作挣钱，现在只想适度拿出一些补偿自己！正常吗？因为过去没有好好对待过自己，现在开始买东西总有点迷茫",
    "annotation": [
      {
        "sentence": "婚姻中一直压抑，现在控制不了自己的购物欲？",
        "label": ""
      },
      {
        "sentence": "原来我是一个特别节省压抑的人，现在我只喜欢买贵的自己喜欢的东西，现在看什么都想买，因为婚姻15年，离婚3年，婚姻中一直很压抑，为了家庭男人孩子压抑自己，为他们付出，结果没有得到好的对待，被打离婚男方财产各种操作，差不多净身出户，带着孩子三年，很辛苦工作快餐，为了省钱和孩子在一起，不舍的花钱，今年疫情快餐店也结束了，那么辛苦付出家庭事业都失去了！",
        "label": ""
      },
      {
        "sentence": "年纪也大了！",
        "label": ""
      },
      {
        "sentence": "感觉没有好好的对待爱过自己！",
        "label": ""
      },
      {
        "sentence": "今年因为男人有一些原因开始在乎孩子要接回去上学了！",
        "label": ""
      },
      {
        "sentence": "我的生意也结束了！",
        "label": ""
      },
      {
        "sentence": "但是孩子回去我也没那么大负担了！",
        "label": ""
      },
      {
        "sentence": "现在只想好好放松花钱补偿自己！",
        "label": ""
      },
      {
        "sentence": "这样正常吗？",
        "label": ""
      },
      {
        "sentence": "经济范围能力消费，没有负债，有一些存款，原本留着陪孩子上学备用的！",
        "label": ""
      },
      {
        "sentence": "现在孩子回去不需要了！",
        "label": ""
      },
      {
        "sentence": "我还可以出去工作挣钱，现在只想适度拿出一些补偿自己！",
        "label": ""
      },
      {
        "sentence": "正常吗？",
        "label": ""
      },
      {
        "sentence": "因为过去没有好好对待过自己，现在开始买东西总有点迷茫",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从现实层面看，你这种消费是有一定的理性和节制的，不至于让自己因为购物的欲望而破产或过度负债，这看起来没有任何问题。但你反复来问「这正常吗」，显然有些地方感觉并不踏实，似乎是想要得到一个允许和确认。如果是这样，那就说明你内在的【压抑】并未真的解除，而是带有很多怨愤和反叛的味道。",
    "annotation": [
      {
        "sentence": "从现实层面看，你这种消费是有一定的理性和节制的，不至于让自己因为购物的欲望而破产或过度负债，这看起来没有任何问题。",
        "label": ""
      },
      {
        "sentence": "但你反复来问「这正常吗」，显然有些地方感觉并不踏实，似乎是想要得到一个允许和确认。",
        "label": ""
      },
      {
        "sentence": "如果是这样，那就说明你内在的【压抑】并未真的解除，而是带有很多怨愤和反叛的味道。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直感到沮丧和不满。15年的婚姻让我感到被压抑了很久，付出了自己的一切，却没有得到应有的对待，甚至被打离婚，我的财产也被男方操控。即使离婚后带着孩子努力工作，疫情的影响导致我失去了工作和事业，现在又要考虑孩子回去上学的事情。我觉得自己年纪也大了，没有好好被爱过，所以现在想要花钱补偿自己，这样做是正常的吗？",
    "annotation": [
      {
        "sentence": "是的，我一直感到沮丧和不满。",
        "label": ""
      },
      {
        "sentence": "15年的婚姻让我感到被压抑了很久，付出了自己的一切，却没有得到应有的对待，甚至被打离婚，我的财产也被男方操控。",
        "label": ""
      },
      {
        "sentence": "即使离婚后带着孩子努力工作，疫情的影响导致我失去了工作和事业，现在又要考虑孩子回去上学的事情。",
        "label": ""
      },
      {
        "sentence": "我觉得自己年纪也大了，没有好好被爱过，所以现在想要花钱补偿自己，这样做是正常的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你经历了这么多的挫折和不公平待遇，感到沮丧和不满也是可以理解的。现在你想要花钱补偿自己，从经济范围和能力来看是可以实现的，而且你也没有负债并有存款备用。此外，孩子回去上学后你还可以出去工作挣钱，所以适度地拿出一些来补偿自己，并没有什么不正常的。但是你一直在问这是不是正常，似乎心里还有一些迷茫。",
    "annotation": [
      {
        "sentence": "你经历了这么多的挫折和不公平待遇，感到沮丧和不满也是可以理解的。",
        "label": ""
      },
      {
        "sentence": "现在你想要花钱补偿自己，从经济范围和能力来看是可以实现的，而且你也没有负债并有存款备用。",
        "label": ""
      },
      {
        "sentence": "此外，孩子回去上学后你还可以出去工作挣钱，所以适度地拿出一些来补偿自己，并没有什么不正常的。",
        "label": ""
      },
      {
        "sentence": "但是你一直在问这是不是正常，似乎心里还有一些迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我意识到自己在购物上的冲动可能是对于情感照顾的一种渴望。我曾经特别压抑和节省，现在突然变得喜欢买贵的东西，可能是因为我在婚姻中太长时间地压抑了自己的需求和想法。现在的购物冲动中或许夹杂着过去各个时期的愿望。另外，我会意识到有些贵重的东西，在真正使用时可能并不会给我带来满足感。也许我需要经历一个特别哀伤的阶段，来面对多年来的压抑和自我牺牲，才能逐渐认识和照顾好自己。",
    "annotation": [
      {
        "sentence": "是的，我意识到自己在购物上的冲动可能是对于情感照顾的一种渴望。",
        "label": ""
      },
      {
        "sentence": "我曾经特别压抑和节省，现在突然变得喜欢买贵的东西，可能是因为我在婚姻中太长时间地压抑了自己的需求和想法。",
        "label": ""
      },
      {
        "sentence": "现在的购物冲动中或许夹杂着过去各个时期的愿望。",
        "label": ""
      },
      {
        "sentence": "另外，我会意识到有些贵重的东西，在真正使用时可能并不会给我带来满足感。",
        "label": ""
      },
      {
        "sentence": "也许我需要经历一个特别哀伤的阶段，来面对多年来的压抑和自我牺牲，才能逐渐认识和照顾好自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的觉察很重要，通过认识到自己在购物中的冲动背后的真实需求和迷茫，你已经迈出了一步。在过去的婚姻中，你为了家庭不断压抑自己，这些需求和想法没有得到满足和关注。现在你想要补偿自己，购买喜欢的东西可能是一种表达自己需求的方式。同时，也要意识到购物并不能完全满足内心深处真正的愿望和需要。或许在面对过去的压抑和牺牲时，你会经历伤痛和哀伤，但这也是走向真正照顾自己的必经之路。请相信，慢慢地你会越来越了解自己，并学会更好地照顾自己。",
    "annotation": [
      {
        "sentence": "你的觉察很重要，通过认识到自己在购物中的冲动背后的真实需求和迷茫，你已经迈出了一步。",
        "label": ""
      },
      {
        "sentence": "在过去的婚姻中，你为了家庭不断压抑自己，这些需求和想法没有得到满足和关注。",
        "label": ""
      },
      {
        "sentence": "现在你想要补偿自己，购买喜欢的东西可能是一种表达自己需求的方式。",
        "label": ""
      },
      {
        "sentence": "同时，也要意识到购物并不能完全满足内心深处真正的愿望和需要。",
        "label": ""
      },
      {
        "sentence": "或许在面对过去的压抑和牺牲时，你会经历伤痛和哀伤，但这也是走向真正照顾自己的必经之路。",
        "label": ""
      },
      {
        "sentence": "请相信，慢慢地你会越来越了解自己，并学会更好地照顾自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，购物只是一种满足短暂欲望的方式，并不能解决内心深处的需求。我也意识到自己需要经历一段时间的伤痛和哀伤，来面对过去多年来的压抑和自我牺牲。只有这样，我才能真正地照顾好自己。谢谢你的支持和理解。",
    "annotation": [
      {
        "sentence": "我明白了，购物只是一种满足短暂欲望的方式，并不能解决内心深处的需求。",
        "label": ""
      },
      {
        "sentence": "我也意识到自己需要经历一段时间的伤痛和哀伤，来面对过去多年来的压抑和自我牺牲。",
        "label": ""
      },
      {
        "sentence": "只有这样，我才能真正地照顾好自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够和你一起探讨和理解这个问题。请记住，你要给自己足够的时间和空间来面对过去的痛苦和压抑。在这个过程中，要尽量多关注和满足自己的真实需求，找到更好的照顾自己的方式。我相信，你能够逐渐走出困境，过上更满意和幸福的生活。祝福你！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够和你一起探讨和理解这个问题。",
        "label": ""
      },
      {
        "sentence": "请记住，你要给自己足够的时间和空间来面对过去的痛苦和压抑。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，要尽量多关注和满足自己的真实需求，找到更好的照顾自己的方式。",
        "label": ""
      },
      {
        "sentence": "我相信，你能够逐渐走出困境，过上更满意和幸福的生活。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]