[
  {
    "role": "client",
    "content": "做福利姬感觉自己很恶心，怎样才能让我忘记这段经历？我其实是一个特别特别注重干净的女生，注重到即使有很多追求者也一直到二十岁才谈了初恋。但是鬼迷心窍，做福利姬来钱快啊，我就加了一个小群。就做了一次5分钟不到的视频，内容你们懂，没露脸，那个人还跑单了，最后拿了三十。我恶心自己一天了，之所以一天只因为只过去了一天，我不知道自己还会不会恶心好多天。我有很爱的男朋友，打这些字的时候我都想哭。我好想见他和他抱抱，但我知道我做的事如果被他知道了是不值得原谅的。我真的，我昨天下午在做那件事的时候才知道这种事有多贱，有多恶心。我真的好后悔好后悔。以后我当然不会去再做这种事情了，但是现在心理煎熬真的太严重了，恳求你们帮帮我吧。我真的觉得自己太恶心了，怎样才能让我忘记这段经历啊。",
    "annotation": [
      {
        "sentence": "做福利姬感觉自己很恶心，怎样才能让我忘记这段经历？",
        "label": ""
      },
      {
        "sentence": "我其实是一个特别特别注重干净的女生，注重到即使有很多追求者也一直到二十岁才谈了初恋。",
        "label": ""
      },
      {
        "sentence": "但是鬼迷心窍，做福利姬来钱快啊，我就加了一个小群。",
        "label": ""
      },
      {
        "sentence": "就做了一次5分钟不到的视频，内容你们懂，没露脸，那个人还跑单了，最后拿了三十。",
        "label": ""
      },
      {
        "sentence": "我恶心自己一天了，之所以一天只因为只过去了一天，我不知道自己还会不会恶心好多天。",
        "label": ""
      },
      {
        "sentence": "我有很爱的男朋友，打这些字的时候我都想哭。",
        "label": ""
      },
      {
        "sentence": "我好想见他和他抱抱，但我知道我做的事如果被他知道了是不值得原谅的。",
        "label": ""
      },
      {
        "sentence": "我真的，我昨天下午在做那件事的时候才知道这种事有多贱，有多恶心。",
        "label": ""
      },
      {
        "sentence": "我真的好后悔好后悔。",
        "label": ""
      },
      {
        "sentence": "以后我当然不会去再做这种事情了，但是现在心理煎熬真的太严重了，恳求你们帮帮我吧。",
        "label": ""
      },
      {
        "sentence": "我真的觉得自己太恶心了，怎样才能让我忘记这段经历啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题，非常想人生没那么多圆满，也没那么多美好，所有的一切都必须要靠我们拼搏而来。从你的言辞里看出你是个追求完美的人，而恰恰因为追求完美所以才可能会有瞬间的自我堕落，或者长久的自惭形秽。因为追求完美的活着会很累，很累，有你想想不到的累。所以你时长想逃避，想让自己放下负担，所以你走了完美的另一个方向，想要寻找另一个自己。",
    "annotation": [
      {
        "sentence": "看到你的问题，非常想人生没那么多圆满，也没那么多美好，所有的一切都必须要靠我们拼搏而来。",
        "label": ""
      },
      {
        "sentence": "从你的言辞里看出你是个追求完美的人，而恰恰因为追求完美所以才可能会有瞬间的自我堕落，或者长久的自惭形秽。",
        "label": ""
      },
      {
        "sentence": "因为追求完美的活着会很累，很累，有你想想不到的累。",
        "label": ""
      },
      {
        "sentence": "所以你时长想逃避，想让自己放下负担，所以你走了完美的另一个方向，想要寻找另一个自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白追求完美有时候会让人累，但我真的觉得自己太恶心了，无法原谅自己。我不知道该怎么面对我的男朋友，我怕他会离开我。",
    "annotation": [
      {
        "sentence": "我明白追求完美有时候会让人累，但我真的觉得自己太恶心了，无法原谅自己。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么面对我的男朋友，我怕他会离开我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的担心，但是我们都有过犯错误的时候，重要的是要向前看。你可以试着跟你的男朋友坦白，分享你的内心感受和后悔之情，毕竟诚实和沟通是关系中的重要基石。",
    "annotation": [
      {
        "sentence": "明白你的担心，但是我们都有过犯错误的时候，重要的是要向前看。",
        "label": ""
      },
      {
        "sentence": "你可以试着跟你的男朋友坦白，分享你的内心感受和后悔之情，毕竟诚实和沟通是关系中的重要基石。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但如果我跟他坦白，他会怎么看我呢？我担心他会觉得我是个不值得信赖的人。",
    "annotation": [
      {
        "sentence": "但如果我跟他坦白，他会怎么看我呢？",
        "label": ""
      },
      {
        "sentence": "我担心他会觉得我是个不值得信赖的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "好的关系是建立在互相理解和宽容的基础上的。如果你真心诚意地向他道歉并表达你的内心感受，他可能会理解你的困境并愿意支持你走出困境。",
    "annotation": [
      {
        "sentence": "好的关系是建立在互相理解和宽容的基础上的。",
        "label": ""
      },
      {
        "sentence": "如果你真心诚意地向他道歉并表达你的内心感受，他可能会理解你的困境并愿意支持你走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但我还是害怕面对他的失望和伤害。我真的不知道该怎么做才能让自己感觉好一些。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但我还是害怕面对他的失望和伤害。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么做才能让自己感觉好一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在困难时刻，我们需要找到一种方式来处理自己的内心情绪。你可以试试写日记、画画、听音乐等方式来释放并调节自己的情绪。同时，也可以寻求心理咨询师的帮助，他们会提供更专业的指导和支持。",
    "annotation": [
      {
        "sentence": "在困难时刻，我们需要找到一种方式来处理自己的内心情绪。",
        "label": ""
      },
      {
        "sentence": "你可以试试写日记、画画、听音乐等方式来释放并调节自己的情绪。",
        "label": ""
      },
      {
        "sentence": "同时，也可以寻求心理咨询师的帮助，他们会提供更专业的指导和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试一试。我也会考虑找一位心理咨询师来谈谈。希望能够尽快走出这段阴影。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试一试。",
        "label": ""
      },
      {
        "sentence": "我也会考虑找一位心理咨询师来谈谈。",
        "label": ""
      },
      {
        "sentence": "希望能够尽快走出这段阴影。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试。记住，过去的经历并不代表你的全部，你依然值得拥有幸福和快乐的未来。希望你能找到适合自己的方式来规划自己的人生，加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试。",
        "label": ""
      },
      {
        "sentence": "记住，过去的经历并不代表你的全部，你依然值得拥有幸福和快乐的未来。",
        "label": ""
      },
      {
        "sentence": "希望你能找到适合自己的方式来规划自己的人生，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会更加努力地面对自己的问题，坚持走向光明的未来。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会更加努力地面对自己的问题，坚持走向光明的未来。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，我相信你能够克服这段困难。如果你需要任何帮助或者再次交流，随时都可以来找我。祝福你！",
    "annotation": [
      {
        "sentence": "不用谢，我相信你能够克服这段困难。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再次交流，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]