[
  {
    "role": "client",
    "content": "最近真的很难受，我高考结束了，但我感觉自己已经被整个高中班折磨得不成人样了。我每天都活在恐惧、焦虑、紧张和压抑之中。我真的讨厌我的班主任，他总是有各种偏见看法，让我做什么都会想起他的话。现在我甚至对交际都很抵触了，不想再给别人伤害我的机会。我真的好累好累。",
    "annotation": [
      {
        "sentence": "最近真的很难受，我高考结束了，但我感觉自己已经被整个高中班折磨得不成人样了。",
        "label": ""
      },
      {
        "sentence": "我每天都活在恐惧、焦虑、紧张和压抑之中。",
        "label": ""
      },
      {
        "sentence": "我真的讨厌我的班主任，他总是有各种偏见看法，让我做什么都会想起他的话。",
        "label": ""
      },
      {
        "sentence": "现在我甚至对交际都很抵触了，不想再给别人伤害我的机会。",
        "label": ""
      },
      {
        "sentence": "我真的好累好累。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你这样说，我可以感受到你的痛苦和困惑。高中生活对每个人来说都是很辛苦的，特别是面临高考的压力。你不必过于在意他人的看法，因为不可能让所有人都喜欢你。而且，有时候他人对我们的态度并不全然是我们自己的错。所以，与人相处时，不必太较真，不必太强求。我们可以允许自己被某些人讨厌，世界上有各种各样的人，而不是只有垃圾的人。如果你确诊有焦虑和抑郁，建议坚持看医生，积极治疗，会越来越好的。(＾ｖ＾)",
    "annotation": [
      {
        "sentence": "听到你这样说，我可以感受到你的痛苦和困惑。",
        "label": ""
      },
      {
        "sentence": "高中生活对每个人来说都是很辛苦的，特别是面临高考的压力。",
        "label": ""
      },
      {
        "sentence": "你不必过于在意他人的看法，因为不可能让所有人都喜欢你。",
        "label": ""
      },
      {
        "sentence": "而且，有时候他人对我们的态度并不全然是我们自己的错。",
        "label": ""
      },
      {
        "sentence": "所以，与人相处时，不必太较真，不必太强求。",
        "label": ""
      },
      {
        "sentence": "我们可以允许自己被某些人讨厌，世界上有各种各样的人，而不是只有垃圾的人。",
        "label": ""
      },
      {
        "sentence": "如果你确诊有焦虑和抑郁，建议坚持看医生，积极治疗，会越来越好的。",
        "label": ""
      },
      {
        "sentence": "(＾ｖ＾)",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我知道高中生活确实存在压力，但我觉得我已经到了极限了。每次一想到班主任的偏见，我就会非常生气。我真的不希望与他再有任何交集，甚至连他的影子我都不想看到。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我知道高中生活确实存在压力，但我觉得我已经到了极限了。",
        "label": ""
      },
      {
        "sentence": "每次一想到班主任的偏见，我就会非常生气。",
        "label": ""
      },
      {
        "sentence": "我真的不希望与他再有任何交集，甚至连他的影子我都不想看到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的痛苦，但是过去的事情已经发生了，我们无法改变。现在高考也结束了，而你已经迈向了新的大学生活，这是一个全新的开始。我希望你能往前看，把更多的心思放在自己的未来上。你可以通过努力考取自己理想的大学，遇到更多志同道合的人，建立新的人际关系，收获属于自己的快乐与成就。",
    "annotation": [
      {
        "sentence": "我明白你的痛苦，但是过去的事情已经发生了，我们无法改变。",
        "label": ""
      },
      {
        "sentence": "现在高考也结束了，而你已经迈向了新的大学生活，这是一个全新的开始。",
        "label": ""
      },
      {
        "sentence": "我希望你能往前看，把更多的心思放在自己的未来上。",
        "label": ""
      },
      {
        "sentence": "你可以通过努力考取自己理想的大学，遇到更多志同道合的人，建立新的人际关系，收获属于自己的快乐与成就。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实应该往前看，并努力为自己的未来奋斗。但是，这段时间的经历让我觉得自己失去了自信，也丧失了对生活的热情。我担心这种情绪会影响我在大学的学习和生活。",
    "annotation": [
      {
        "sentence": "你说得对，我确实应该往前看，并努力为自己的未来奋斗。",
        "label": ""
      },
      {
        "sentence": "但是，这段时间的经历让我觉得自己失去了自信，也丧失了对生活的热情。",
        "label": ""
      },
      {
        "sentence": "我担心这种情绪会影响我在大学的学习和生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你失去自信的感受，但是请相信自己，失去了自信不代表真的没有能力。你在高中为了高考付出了很多努力，这些都是你的成绩和实力的证明。在大学开始的时候，你可能会遇到新的挑战和困难，但我相信你有足够的能力去克服它们。记住，每个人在成长的路上都会遇到各种困难，但正是这些困难让我们变得更加坚强和成熟。",
    "annotation": [
      {
        "sentence": "我理解你失去自信的感受，但是请相信自己，失去了自信不代表真的没有能力。",
        "label": ""
      },
      {
        "sentence": "你在高中为了高考付出了很多努力，这些都是你的成绩和实力的证明。",
        "label": ""
      },
      {
        "sentence": "在大学开始的时候，你可能会遇到新的挑战和困难，但我相信你有足够的能力去克服它们。",
        "label": ""
      },
      {
        "sentence": "记住，每个人在成长的路上都会遇到各种困难，但正是这些困难让我们变得更加坚强和成熟。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励。我希望我能尽快重新找回自己，重新树立对生活的热情和信心。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励。",
        "label": ""
      },
      {
        "sentence": "我希望我能尽快重新找回自己，重新树立对生活的热情和信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很好！逐渐找回自己的信心需要时间，但请记住，不要把所有希望寄托在别人身上。最重要的是，你要先相信自己，关注自己的需求和感受。你可以通过尝试一些放松和减压的活动，例如锻炼、听音乐、和朋友见面等，来缓解焦虑和压力。同时，也可以考虑寻求专业的心理辅导，倾诉自己的困惑和焦虑，专业的辅导师会给你提供更多的帮助和指导。",
    "annotation": [
      {
        "sentence": "你的想法很好！",
        "label": ""
      },
      {
        "sentence": "逐渐找回自己的信心需要时间，但请记住，不要把所有希望寄托在别人身上。",
        "label": ""
      },
      {
        "sentence": "最重要的是，你要先相信自己，关注自己的需求和感受。",
        "label": ""
      },
      {
        "sentence": "你可以通过尝试一些放松和减压的活动，例如锻炼、听音乐、和朋友见面等，来缓解焦虑和压力。",
        "label": ""
      },
      {
        "sentence": "同时，也可以考虑寻求专业的心理辅导，倾诉自己的困惑和焦虑，专业的辅导师会给你提供更多的帮助和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽量采纳你的建议，重视自己的感受和需求。我相信通过自己的努力，我能够渐渐走出困境，重新找回对生活的热爱。",
    "annotation": [
      {
        "sentence": "我会尽量采纳你的建议，重视自己的感受和需求。",
        "label": ""
      },
      {
        "sentence": "我相信通过自己的努力，我能够渐渐走出困境，重新找回对生活的热爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的态度很积极，相信自己并努力去改变，你一定能够重新找回对生活的热爱和信心的。在这个过程中，记得不要过于苛求自己，给自己足够的时间和空间去成长。同时，也请积极寻求支持和帮助，无论是朋友还是专业的心理辅导师，他们都会帮助你度过困难时期。加油！相信你能够走出困境！(＾＾)Ｖ",
    "annotation": [
      {
        "sentence": "你的态度很积极，相信自己并努力去改变，你一定能够重新找回对生活的热爱和信心的。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，记得不要过于苛求自己，给自己足够的时间和空间去成长。",
        "label": ""
      },
      {
        "sentence": "同时，也请积极寻求支持和帮助，无论是朋友还是专业的心理辅导师，他们都会帮助你度过困难时期。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "相信你能够走出困境！",
        "label": ""
      },
      {
        "sentence": "(＾＾)Ｖ",
        "label": ""
      }
    ]
  }
]