[
  {
    "role": "client",
    "content": "关于自信心和爱自己的问题，怎么做才能不看不起自己？我是一个很不会社交的人，不懂得应酬。很羡慕那些活泼开朗的人，他们拥有很多朋友。自己也尝试过向他们学习，但是发现自己根本没有那种精力持续保持活泼，和别人聊着聊着也就没话了。我知道应该接受自己的不足，或者应该多和开朗的人相处，但是，请问还有什么方法，让自己不要总是看不起自己呢？",
    "annotation": [
      {
        "sentence": "关于自信心和爱自己的问题，怎么做才能不看不起自己？",
        "label": ""
      },
      {
        "sentence": "我是一个很不会社交的人，不懂得应酬。",
        "label": ""
      },
      {
        "sentence": "很羡慕那些活泼开朗的人，他们拥有很多朋友。",
        "label": ""
      },
      {
        "sentence": "自己也尝试过向他们学习，但是发现自己根本没有那种精力持续保持活泼，和别人聊着聊着也就没话了。",
        "label": ""
      },
      {
        "sentence": "我知道应该接受自己的不足，或者应该多和开朗的人相处，但是，请问还有什么方法，让自己不要总是看不起自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完你的表达感到这件事对你很困惑，但是你在表达这些时不知道你有没有注意到这背后的那份渴望——你有多久没被在意被关注被关心了？",
    "annotation": [
      {
        "sentence": "看完你的表达感到这件事对你很困惑，但是你在表达这些时不知道你有没有注意到这背后的那份渴望——你有多久没被在意被关注被关心了？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很少被人在意或关心，这让我感到很沮丧。",
    "annotation": [
      {
        "sentence": "我很少被人在意或关心，这让我感到很沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然性格不活泼开朗，不能和任何人都寒暄聊天这不是什么问题，也不是没有朋友的原因，但是你坚持是因为自己不开朗，坚持认为是因为自己很糟糕，这对你来说有一定的意义，比如，被关注，被看到，被在意，被关心。因为曾经你被关注被在意更多的时候都是被发现自己的不好、缺点时，别人才会和你说一些话，把注意力放在你身上，所以你习惯了用自己不好来满足自己的需求，当别人肯定你的不好时让你感到是曾经熟悉的被关注的感觉，这是第一点。",
    "annotation": [
      {
        "sentence": "虽然性格不活泼开朗，不能和任何人都寒暄聊天这不是什么问题，也不是没有朋友的原因，但是你坚持是因为自己不开朗，坚持认为是因为自己很糟糕，这对你来说有一定的意义，比如，被关注，被看到，被在意，被关心。",
        "label": ""
      },
      {
        "sentence": "因为曾经你被关注被在意更多的时候都是被发现自己的不好、缺点时，别人才会和你说一些话，把注意力放在你身上，所以你习惯了用自己不好来满足自己的需求，当别人肯定你的不好时让你感到是曾经熟悉的被关注的感觉，这是第一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实有时候借着自己的不足来吸引别人的注意。但是我发现这样做好像并不能满足我内心的需求。",
    "annotation": [
      {
        "sentence": "你说得对，我确实有时候借着自己的不足来吸引别人的注意。",
        "label": ""
      },
      {
        "sentence": "但是我发现这样做好像并不能满足我内心的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，你发现这好像并不能满足你的需求，你不能通过这样的方式被关注到。你也尝试像他们学习，包括你后面提到的要接受自己的不足，或者多和开朗的人相处。但是请问，你还有什么方法可以让自己不要总是看不起自己呢？这是那些人在你还没形成自己对自己的看法时让你认为自己真的很糟糕，或者你在经历什么不好的事时，把原因归结于自己很糟糕，想要自己变得优秀来给自己希望——因为我不好我才会被这样对待，如果我很好很优秀，我就不会被这样对待了。但是时间太久，你自己都忘记了。",
    "annotation": [
      {
        "sentence": "没错，你发现这好像并不能满足你的需求，你不能通过这样的方式被关注到。",
        "label": ""
      },
      {
        "sentence": "你也尝试像他们学习，包括你后面提到的要接受自己的不足，或者多和开朗的人相处。",
        "label": ""
      },
      {
        "sentence": "但是请问，你还有什么方法可以让自己不要总是看不起自己呢？",
        "label": ""
      },
      {
        "sentence": "这是那些人在你还没形成自己对自己的看法时让你认为自己真的很糟糕，或者你在经历什么不好的事时，把原因归结于自己很糟糕，想要自己变得优秀来给自己希望——因为我不好我才会被这样对待，如果我很好很优秀，我就不会被这样对待了。",
        "label": ""
      },
      {
        "sentence": "但是时间太久，你自己都忘记了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直陷入这种思维模式，觉得自己不够好才会被别人忽视或对待不好。但是我意识到这种想法并不能解决问题。",
    "annotation": [
      {
        "sentence": "是的，我一直陷入这种思维模式，觉得自己不够好才会被别人忽视或对待不好。",
        "label": ""
      },
      {
        "sentence": "但是我意识到这种想法并不能解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经意识到了这个问题，这很好。而你需要做的是通过改变行为来领悟到这个想法。尝试去理解自己，照顾自己的情绪感受，照顾好自己的身体，去看到自己的期待，看看能为自己做些什么。你可以尝试寻找一些适合自己的爱好或兴趣，参加一些小组活动，结交一些志同道合的朋友，这样可以提升你的自信心和社交能力。当你开始关注自己并照顾自己时，你会慢慢发现自己的价值和优点，从而改变对自己的看法。希望这些建议对你有帮助。",
    "annotation": [
      {
        "sentence": "你已经意识到了这个问题，这很好。",
        "label": ""
      },
      {
        "sentence": "而你需要做的是通过改变行为来领悟到这个想法。",
        "label": ""
      },
      {
        "sentence": "尝试去理解自己，照顾自己的情绪感受，照顾好自己的身体，去看到自己的期待，看看能为自己做些什么。",
        "label": ""
      },
      {
        "sentence": "你可以尝试寻找一些适合自己的爱好或兴趣，参加一些小组活动，结交一些志同道合的朋友，这样可以提升你的自信心和社交能力。",
        "label": ""
      },
      {
        "sentence": "当你开始关注自己并照顾自己时，你会慢慢发现自己的价值和优点，从而改变对自己的看法。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会试着去关注自己，培养自己的兴趣爱好，同时也会尝试去结交一些志同道合的朋友。希望这样能提升我的自信心和改变我对自己的看法。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着去关注自己，培养自己的兴趣爱好，同时也会尝试去结交一些志同道合的朋友。",
        "label": ""
      },
      {
        "sentence": "希望这样能提升我的自信心和改变我对自己的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经迈出了第一步，相信自己一定可以做到的。记住，不要总是看不起自己，相信自己的价值和能力，你会变得更加自信和爱自己的。我会一直支持你的，加油！",
    "annotation": [
      {
        "sentence": "你已经迈出了第一步，相信自己一定可以做到的。",
        "label": ""
      },
      {
        "sentence": "记住，不要总是看不起自己，相信自己的价值和能力，你会变得更加自信和爱自己的。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会努力的，谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会努力的，谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直在你身边支持你的。如果日后还有需要，随时来找我聊天。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "如果日后还有需要，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，再次感谢你的帮助。祝你也一切顺利！",
    "annotation": [
      {
        "sentence": "好的，再次感谢你的帮助。",
        "label": ""
      },
      {
        "sentence": "祝你也一切顺利！",
        "label": ""
      }
    ]
  }
]