[
  {
    "role": "client",
    "content": "关于自信心和爱自己的问题，怎么做才能不看不起自己？",
    "annotation": [
      {
        "sentence": "关于自信心和爱自己的问题，怎么做才能不看不起自己？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当上帝关了一扇门，必定为你打开另一扇门。我们都是有“缺陷”的普通人，人可以通过努力做成很多件事，但并非每件事都适合自己去做。希望你客观地看待自己的“缺点”，它不是你的缺点，它只是你的一个特点，这个特点运用地好，同样能给你带来幸福感。",
    "annotation": [
      {
        "sentence": "当上帝关了一扇门，必定为你打开另一扇门。",
        "label": ""
      },
      {
        "sentence": "我们都是有“缺陷”的普通人，人可以通过努力做成很多件事，但并非每件事都适合自己去做。",
        "label": ""
      },
      {
        "sentence": "希望你客观地看待自己的“缺点”，它不是你的缺点，它只是你的一个特点，这个特点运用地好，同样能给你带来幸福感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我是一个很不会社交的人，不懂得应酬。我很羡慕那些活泼开朗的人，他们拥有很多朋友。自己也尝试过向他们学习，但是发现自己根本没有那种精力持续保持活泼，和别人聊着聊着也就没话了。",
    "annotation": [
      {
        "sentence": "但是我是一个很不会社交的人，不懂得应酬。",
        "label": ""
      },
      {
        "sentence": "我很羡慕那些活泼开朗的人，他们拥有很多朋友。",
        "label": ""
      },
      {
        "sentence": "自己也尝试过向他们学习，但是发现自己根本没有那种精力持续保持活泼，和别人聊着聊着也就没话了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不管哪一种性格特征，都具有自身的优势，不要嫌弃它。如果在你的生活和工作中，必须要具备这项社交能力，才能够使你的工作和生活正常运作，那么，学习一下相关的技巧，还是有必要的。就像是多学一门技能，譬如开车，老司机一定会比你开得熟练，这不影响你“看不看得起自己”，因为人各有所长，只是你的擅长点不在这方面罢了。",
    "annotation": [
      {
        "sentence": "不管哪一种性格特征，都具有自身的优势，不要嫌弃它。",
        "label": ""
      },
      {
        "sentence": "如果在你的生活和工作中，必须要具备这项社交能力，才能够使你的工作和生活正常运作，那么，学习一下相关的技巧，还是有必要的。",
        "label": ""
      },
      {
        "sentence": "就像是多学一门技能，譬如开车，老司机一定会比你开得熟练，这不影响你“看不看得起自己”，因为人各有所长，只是你的擅长点不在这方面罢了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是吗？我从来没有想过自己的特点可以有优势。但我确实希望能改变一下现状，多和开朗的人相处，增加自己的自信心。",
    "annotation": [
      {
        "sentence": "是吗？",
        "label": ""
      },
      {
        "sentence": "我从来没有想过自己的特点可以有优势。",
        "label": ""
      },
      {
        "sentence": "但我确实希望能改变一下现状，多和开朗的人相处，增加自己的自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那很好，你已经有了想要改变的意愿，这是迈出第一步的关键。充分了解下自己身上的特征有哪些，善于思考问题，静下心来，容易感知到自己的情绪，脾气好，或是做事踏实、考虑问题周到细致，等等。你一定有除了“不会交际”以外的诸多其他特征，给自己一个肯定的眼神和态度，因为这些特征组成了你独特的性格，你是独一无二的个体，值得被称赞和认可。",
    "annotation": [
      {
        "sentence": "那很好，你已经有了想要改变的意愿，这是迈出第一步的关键。",
        "label": ""
      },
      {
        "sentence": "充分了解下自己身上的特征有哪些，善于思考问题，静下心来，容易感知到自己的情绪，脾气好，或是做事踏实、考虑问题周到细致，等等。",
        "label": ""
      },
      {
        "sentence": "你一定有除了“不会交际”以外的诸多其他特征，给自己一个肯定的眼神和态度，因为这些特征组成了你独特的性格，你是独一无二的个体，值得被称赞和认可。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和肯定。我觉得我确实需要提高自己的社交能力，但是也担心自己的努力会无果而终。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和肯定。",
        "label": ""
      },
      {
        "sentence": "我觉得我确实需要提高自己的社交能力，但是也担心自己的努力会无果而终。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要担心，社交能力是可以提升的。与那些“活泼开朗”的人相比，你或许更具有“沉着冷静”的优势。社交确实能够给我们带来欢乐，只要进行正确的互动，我们可以获得更多信息和愉悦感。建议可以多参加一些活动，对于有共同兴趣爱好的朋友们，会有一些话题可以聊。",
    "annotation": [
      {
        "sentence": "不要担心，社交能力是可以提升的。",
        "label": ""
      },
      {
        "sentence": "与那些“活泼开朗”的人相比，你或许更具有“沉着冷静”的优势。",
        "label": ""
      },
      {
        "sentence": "社交确实能够给我们带来欢乐，只要进行正确的互动，我们可以获得更多信息和愉悦感。",
        "label": ""
      },
      {
        "sentence": "建议可以多参加一些活动，对于有共同兴趣爱好的朋友们，会有一些话题可以聊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽量多参加活动，找到一些志同道合的朋友。但是，我怕我交往时会感到紧张，毕竟我不太擅长聊天。",
    "annotation": [
      {
        "sentence": "我会尽量多参加活动，找到一些志同道合的朋友。",
        "label": ""
      },
      {
        "sentence": "但是，我怕我交往时会感到紧张，毕竟我不太擅长聊天。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "交往时保持平常心，放松心态，坦诚对等的人际关系。勇敢地表达自己的观点，而不觉得难为情。预先准备一些可以聊天的主题，到时就不会怯场了。试着和不同的人去交流，听听不同的观点，做一个倾听者也不错哦。适当的时候，作出关键的回答，也是非常受欢迎的，完全不必要滔滔不绝。",
    "annotation": [
      {
        "sentence": "交往时保持平常心，放松心态，坦诚对等的人际关系。",
        "label": ""
      },
      {
        "sentence": "勇敢地表达自己的观点，而不觉得难为情。",
        "label": ""
      },
      {
        "sentence": "预先准备一些可以聊天的主题，到时就不会怯场了。",
        "label": ""
      },
      {
        "sentence": "试着和不同的人去交流，听听不同的观点，做一个倾听者也不错哦。",
        "label": ""
      },
      {
        "sentence": "适当的时候，作出关键的回答，也是非常受欢迎的，完全不必要滔滔不绝。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽力去尝试。但是如果我尝试了很多次，还是得不到好的效果，我会不会更加失望呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽力去尝试。",
        "label": ""
      },
      {
        "sentence": "但是如果我尝试了很多次，还是得不到好的效果，我会不会更加失望呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "相信有心去主动地交流，一定会取得好的效果。但是，我们不能期望每一次都能一帆风顺。尽力去做就好，无需强求。其实，真正朋友之间在于彼此欣赏与认同，有时朋友数量虽多，但真正的朋友寥寥无几，所以不必羡慕看起来朋友很多的人，那也许只是个假象而已。",
    "annotation": [
      {
        "sentence": "相信有心去主动地交流，一定会取得好的效果。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能期望每一次都能一帆风顺。",
        "label": ""
      },
      {
        "sentence": "尽力去做就好，无需强求。",
        "label": ""
      },
      {
        "sentence": "其实，真正朋友之间在于彼此欣赏与认同，有时朋友数量虽多，但真正的朋友寥寥无几，所以不必羡慕看起来朋友很多的人，那也许只是个假象而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我应该专注于做好自己，不要被他人对比的脚步所左右。谢谢你，支持者，你的建议让我更有信心面对自己。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我应该专注于做好自己，不要被他人对比的脚步所左右。",
        "label": ""
      },
      {
        "sentence": "谢谢你，支持者，你的建议让我更有信心面对自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你已经走出了困惑的一步，相信自己，接受自己，并展现你独特的光芒。人生是属于自己的，追随自己的脚步，而不是他人的脚步。祝你越来越自信，越来越爱自己！",
    "annotation": [
      {
        "sentence": "不客气，你已经走出了困惑的一步，相信自己，接受自己，并展现你独特的光芒。",
        "label": ""
      },
      {
        "sentence": "人生是属于自己的，追随自己的脚步，而不是他人的脚步。",
        "label": ""
      },
      {
        "sentence": "祝你越来越自信，越来越爱自己！",
        "label": ""
      }
    ]
  }
]