[
  {
    "role": "client",
    "content": "被老师忽视，没人关心我，我还可以活下去吗？",
    "annotation": [
      {
        "sentence": "被老师忽视，没人关心我，我还可以活下去吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一定可以。小可爱别灰心。你现在遭遇的这种感受，我很理解，也很同情你。在这么小的年纪，陷入这样的困境，没有朋友可以倾诉交流，上了初中还是一样，确实很难受。尤其是在青春期这个敏感的时期。但是，请你别灰心，你现在经历的困苦，就像泰戈尔所说，未来必有一片光明等待着你。坚持一下，相信自己。每个人都有难以言说的经历，都有一段心中意难平的创伤，每当揭开时，总是心如刀绞。但请你务必相信，你是独一无二的生命，没有人能代替你，即使别人不爱你，你也必须爱自己。",
    "annotation": [
      {
        "sentence": "一定可以。",
        "label": ""
      },
      {
        "sentence": "小可爱别灰心。",
        "label": ""
      },
      {
        "sentence": "你现在遭遇的这种感受，我很理解，也很同情你。",
        "label": ""
      },
      {
        "sentence": "在这么小的年纪，陷入这样的困境，没有朋友可以倾诉交流，上了初中还是一样，确实很难受。",
        "label": ""
      },
      {
        "sentence": "尤其是在青春期这个敏感的时期。",
        "label": ""
      },
      {
        "sentence": "但是，请你别灰心，你现在经历的困苦，就像泰戈尔所说，未来必有一片光明等待着你。",
        "label": ""
      },
      {
        "sentence": "坚持一下，相信自己。",
        "label": ""
      },
      {
        "sentence": "每个人都有难以言说的经历，都有一段心中意难平的创伤，每当揭开时，总是心如刀绞。",
        "label": ""
      },
      {
        "sentence": "但请你务必相信，你是独一无二的生命，没有人能代替你，即使别人不爱你，你也必须爱自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "被人讨厌，欺负。我是个比较胆小的人，总是和父母发脾气。被别人指指点点。我很多疑，总是自卑。我虽然喜笑颜开，也很想爱这个世界，但我和这个世界格格不入。我喜欢自由、自然，想要飞翔，可是我做不到。我做不到的事情，我就不去想了，放过我吧。我太累了，我不想再给别人添麻烦了，我离开就好了。我的存在让你们不开心，对不起，以后不会再有任何麻烦了。",
    "annotation": [
      {
        "sentence": "被人讨厌，欺负。",
        "label": ""
      },
      {
        "sentence": "我是个比较胆小的人，总是和父母发脾气。",
        "label": ""
      },
      {
        "sentence": "被别人指指点点。",
        "label": ""
      },
      {
        "sentence": "我很多疑，总是自卑。",
        "label": ""
      },
      {
        "sentence": "我虽然喜笑颜开，也很想爱这个世界，但我和这个世界格格不入。",
        "label": ""
      },
      {
        "sentence": "我喜欢自由、自然，想要飞翔，可是我做不到。",
        "label": ""
      },
      {
        "sentence": "我做不到的事情，我就不去想了，放过我吧。",
        "label": ""
      },
      {
        "sentence": "我太累了，我不想再给别人添麻烦了，我离开就好了。",
        "label": ""
      },
      {
        "sentence": "我的存在让你们不开心，对不起，以后不会再有任何麻烦了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小可爱，你别放弃。我明白孤独和被欺负这样的感受，我们都曾经经历过。在这个世界上行走，人生百态难以预测。但是你一定要知道，你无需讨好每个人，要关注自己的感受。如果你有不满和不开心，一定要倾诉，你可以写在日记里，或者选择适当的方式宣泄情绪，比如运动一下，爬爬山，与大自然亲近一番。至于和父母发脾气，那是因为你知道他们是你最亲近的人，所以才会毫无保留地发泄情绪。而多疑可能是因为你在过去的经历中受到了深刻伤害，会不自觉地怀疑别人是否对你不满。我很理解，在我看来，猜忌和自卑往往源于那脆弱的安全感，以及孤独和无人理解的痛楚。但是小可爱，你也要为自己着想，长期压抑情绪对你不利。找个适当的时间来释放吧。不要离开，这个世界上虽然有不好的地方，但也存在着源源不断的善意。也许你觉得自己很多余，但总有人不会这样认为，比如你的父母，他们把生命给了你，从你出生到现在，他们经历了你的成长。不要让他们留下遗憾。同样的，也不要给自己留下遗憾，这个世界如此广阔，还有许多美好等待着你。请坚持下去。最后，我想说一句文案给你，小可爱，你是彼自己的独一无二，你是世界上的一颗璀璨的烟花，美好绽放。",
    "annotation": [
      {
        "sentence": "小可爱，你别放弃。",
        "label": ""
      },
      {
        "sentence": "我明白孤独和被欺负这样的感受，我们都曾经经历过。",
        "label": ""
      },
      {
        "sentence": "在这个世界上行走，人生百态难以预测。",
        "label": ""
      },
      {
        "sentence": "但是你一定要知道，你无需讨好每个人，要关注自己的感受。",
        "label": ""
      },
      {
        "sentence": "如果你有不满和不开心，一定要倾诉，你可以写在日记里，或者选择适当的方式宣泄情绪，比如运动一下，爬爬山，与大自然亲近一番。",
        "label": ""
      },
      {
        "sentence": "至于和父母发脾气，那是因为你知道他们是你最亲近的人，所以才会毫无保留地发泄情绪。",
        "label": ""
      },
      {
        "sentence": "而多疑可能是因为你在过去的经历中受到了深刻伤害，会不自觉地怀疑别人是否对你不满。",
        "label": ""
      },
      {
        "sentence": "我很理解，在我看来，猜忌和自卑往往源于那脆弱的安全感，以及孤独和无人理解的痛楚。",
        "label": ""
      },
      {
        "sentence": "但是小可爱，你也要为自己着想，长期压抑情绪对你不利。",
        "label": ""
      },
      {
        "sentence": "找个适当的时间来释放吧。",
        "label": ""
      },
      {
        "sentence": "不要离开，这个世界上虽然有不好的地方，但也存在着源源不断的善意。",
        "label": ""
      },
      {
        "sentence": "也许你觉得自己很多余，但总有人不会这样认为，比如你的父母，他们把生命给了你，从你出生到现在，他们经历了你的成长。",
        "label": ""
      },
      {
        "sentence": "不要让他们留下遗憾。",
        "label": ""
      },
      {
        "sentence": "同样的，也不要给自己留下遗憾，这个世界如此广阔，还有许多美好等待着你。",
        "label": ""
      },
      {
        "sentence": "请坚持下去。",
        "label": ""
      },
      {
        "sentence": "最后，我想说一句文案给你，小可爱，你是彼自己的独一无二，你是世界上的一颗璀璨的烟花，美好绽放。",
        "label": ""
      }
    ]
  }
]