[
  {
    "role": "client",
    "content": "中年妈妈，女儿16岁辍学打工，我该焦虑吗？我女儿16岁，在初三时因为半夜玩手机被我们抓到，当时狠狠批评了，好像还打了两下，但没下狠手。她以自杀和离家出走威胁，我们让步了，她从此手机不离手。晚上看手机，白天上课睡觉。中考前恶补一个月考上二流高中，依然混日子，还动不动起不来就请假不去学校。高一下学期自己找了个朋友的店打工，主要是年轻人的喝饮品桌游等等，不累，时间也宽松，经常下午才去，晚上半夜下班还跟朋友去宵夜喝酒抽烟。基本辍学。我该不该采取强硬措施干涉？还是等她自己醒悟？感觉这样的生活正符合她的性格，不用动脑，又可以跟一帮志同道合的朋友潇洒，钱不多但满足基本生活。所以不太可能因为在社会上吃苦头或感觉到没有学习就没有前途而醒悟。我该怎么做？她一迟回来我就担心焦虑抑郁。恳请大家指点，谢谢！",
    "annotation": [
      {
        "sentence": "中年妈妈，女儿16岁辍学打工，我该焦虑吗？",
        "label": ""
      },
      {
        "sentence": "我女儿16岁，在初三时因为半夜玩手机被我们抓到，当时狠狠批评了，好像还打了两下，但没下狠手。",
        "label": ""
      },
      {
        "sentence": "她以自杀和离家出走威胁，我们让步了，她从此手机不离手。",
        "label": ""
      },
      {
        "sentence": "晚上看手机，白天上课睡觉。",
        "label": ""
      },
      {
        "sentence": "中考前恶补一个月考上二流高中，依然混日子，还动不动起不来就请假不去学校。",
        "label": ""
      },
      {
        "sentence": "高一下学期自己找了个朋友的店打工，主要是年轻人的喝饮品桌游等等，不累，时间也宽松，经常下午才去，晚上半夜下班还跟朋友去宵夜喝酒抽烟。",
        "label": ""
      },
      {
        "sentence": "基本辍学。",
        "label": ""
      },
      {
        "sentence": "我该不该采取强硬措施干涉？",
        "label": ""
      },
      {
        "sentence": "还是等她自己醒悟？",
        "label": ""
      },
      {
        "sentence": "感觉这样的生活正符合她的性格，不用动脑，又可以跟一帮志同道合的朋友潇洒，钱不多但满足基本生活。",
        "label": ""
      },
      {
        "sentence": "所以不太可能因为在社会上吃苦头或感觉到没有学习就没有前途而醒悟。",
        "label": ""
      },
      {
        "sentence": "我该怎么做？",
        "label": ""
      },
      {
        "sentence": "她一迟回来我就担心焦虑抑郁。",
        "label": ""
      },
      {
        "sentence": "恳请大家指点，谢谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解您作为一个中年妈妈对女儿的关心和担忧。每个家长都希望子女能有一个好的未来，但有时候孩子的生活选择可能与父母的期望不太一样，这是常见的情况。您女儿在初三因为半夜玩手机被您们抓到的时候，她的反应是以自杀和离家出走来威胁您们，您们选择了妥协，这个方式在当时确实起到了一定效果。现在她已经学会了以自己喜欢的方式生活，但您仍然感到焦虑和抑郁。我建议您先尝试改变您夫妻间与女儿相处的方式，让她感受到您们对她的尊重、理解和支持。这样她可能会更接受您们的意见和建议。您可以先试着和她沟通一下，表达您对她的关心和担忧，并听取她的想法和意见。这样可以建立更好的相互理解和信任的关系。",
    "annotation": [
      {
        "sentence": "我可以理解您作为一个中年妈妈对女儿的关心和担忧。",
        "label": ""
      },
      {
        "sentence": "每个家长都希望子女能有一个好的未来，但有时候孩子的生活选择可能与父母的期望不太一样，这是常见的情况。",
        "label": ""
      },
      {
        "sentence": "您女儿在初三因为半夜玩手机被您们抓到的时候，她的反应是以自杀和离家出走来威胁您们，您们选择了妥协，这个方式在当时确实起到了一定效果。",
        "label": ""
      },
      {
        "sentence": "现在她已经学会了以自己喜欢的方式生活，但您仍然感到焦虑和抑郁。",
        "label": ""
      },
      {
        "sentence": "我建议您先尝试改变您夫妻间与女儿相处的方式，让她感受到您们对她的尊重、理解和支持。",
        "label": ""
      },
      {
        "sentence": "这样她可能会更接受您们的意见和建议。",
        "label": ""
      },
      {
        "sentence": "您可以先试着和她沟通一下，表达您对她的关心和担忧，并听取她的想法和意见。",
        "label": ""
      },
      {
        "sentence": "这样可以建立更好的相互理解和信任的关系。",
        "label": ""
      }
    ]
  }
]