[
  {
    "role": "client",
    "content": "男朋友对我要求高，他说我看不到自己缺点？男朋友工作家庭条件都比我好，他总是要求我很多，开始要我做清洁打扫，我做了，我希望他不要乱丢东西他却不改。他要我提高人际交往能力，在他父母朋友面前多表现，我做了，但是他在我父母面前却做得不好。他觉得我工作不好，他自己在看书也要求我上进，我不太上进，压力很大，他工资一万我五千。我不想做，他内心就不满意，觉得我什么都不听他的，觉得我们两人沟通困难，分歧太大。他对我的要求不是坏的，但是我却觉得很累。我对他的要求，是希望他更体贴一些，更尊重我一些，他即要我成熟上进，又要我温柔体贴，还要我会来事给面子，还要我能陪他能关注他。我觉得他看不起我，他却说不是，他是为了我好。总之他说得看上去都是对的，但是我却很难受，觉得不平等，我看到别人老公对老婆很包容我非常羡慕。我本身就不太自信。可是我性格也挺好人品也好，有趣开朗，我说我觉得自己挺好的，他却说我最大的缺点就是觉得自己什么都好，看不到自己缺点。",
    "annotation": [
      {
        "sentence": "男朋友对我要求高，他说我看不到自己缺点？",
        "label": ""
      },
      {
        "sentence": "男朋友工作家庭条件都比我好，他总是要求我很多，开始要我做清洁打扫，我做了，我希望他不要乱丢东西他却不改。",
        "label": ""
      },
      {
        "sentence": "他要我提高人际交往能力，在他父母朋友面前多表现，我做了，但是他在我父母面前却做得不好。",
        "label": ""
      },
      {
        "sentence": "他觉得我工作不好，他自己在看书也要求我上进，我不太上进，压力很大，他工资一万我五千。",
        "label": ""
      },
      {
        "sentence": "我不想做，他内心就不满意，觉得我什么都不听他的，觉得我们两人沟通困难，分歧太大。",
        "label": ""
      },
      {
        "sentence": "他对我的要求不是坏的，但是我却觉得很累。",
        "label": ""
      },
      {
        "sentence": "我对他的要求，是希望他更体贴一些，更尊重我一些，他即要我成熟上进，又要我温柔体贴，还要我会来事给面子，还要我能陪他能关注他。",
        "label": ""
      },
      {
        "sentence": "我觉得他看不起我，他却说不是，他是为了我好。",
        "label": ""
      },
      {
        "sentence": "总之他说得看上去都是对的，但是我却很难受，觉得不平等，我看到别人老公对老婆很包容我非常羡慕。",
        "label": ""
      },
      {
        "sentence": "我本身就不太自信。",
        "label": ""
      },
      {
        "sentence": "可是我性格也挺好人品也好，有趣开朗，我说我觉得自己挺好的，他却说我最大的缺点就是觉得自己什么都好，看不到自己缺点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的男朋友要求你做很多事情，可能是因为他追求上进的人生，而你希望过平凡的生活。他的要求实际上也是为了提高你自己。虽然他的工作和家庭条件比你好，但他可能想要激励你提高自己。他要求你做清洁打扫，希望你不要乱丢东西，这可能是他想要培养你的责任感和整洁习惯。他要求你在他的父母朋友面前表现出更好的人际交往能力，但在你的父母面前却没有做好。或许他在这方面也还需要一些提醒和指导。",
    "annotation": [
      {
        "sentence": "你的男朋友要求你做很多事情，可能是因为他追求上进的人生，而你希望过平凡的生活。",
        "label": ""
      },
      {
        "sentence": "他的要求实际上也是为了提高你自己。",
        "label": ""
      },
      {
        "sentence": "虽然他的工作和家庭条件比你好，但他可能想要激励你提高自己。",
        "label": ""
      },
      {
        "sentence": "他要求你做清洁打扫，希望你不要乱丢东西，这可能是他想要培养你的责任感和整洁习惯。",
        "label": ""
      },
      {
        "sentence": "他要求你在他的父母朋友面前表现出更好的人际交往能力，但在你的父母面前却没有做好。",
        "label": ""
      },
      {
        "sentence": "或许他在这方面也还需要一些提醒和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是他总是对我工作不满意，他自己在看书也要求我上进，我现在的工作压力已经很大了。他的工资比我高一倍，我不想再承受更大的压力了。我觉得我们之间的沟通难度很大，总是有很多分歧。",
    "annotation": [
      {
        "sentence": "可是他总是对我工作不满意，他自己在看书也要求我上进，我现在的工作压力已经很大了。",
        "label": ""
      },
      {
        "sentence": "他的工资比我高一倍，我不想再承受更大的压力了。",
        "label": ""
      },
      {
        "sentence": "我觉得我们之间的沟通难度很大，总是有很多分歧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他对你的要求并没有错，但我能理解你觉得很累。也许可以跟他沟通一下，告诉他你承受的压力很大。双方应该互相理解和尊重对方的感受。你也可以向他提出一些关于他对你更体贴和尊重的期望，好好沟通可以帮助你们解决分歧。",
    "annotation": [
      {
        "sentence": "他对你的要求并没有错，但我能理解你觉得很累。",
        "label": ""
      },
      {
        "sentence": "也许可以跟他沟通一下，告诉他你承受的压力很大。",
        "label": ""
      },
      {
        "sentence": "双方应该互相理解和尊重对方的感受。",
        "label": ""
      },
      {
        "sentence": "你也可以向他提出一些关于他对你更体贴和尊重的期望，好好沟通可以帮助你们解决分歧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我对他并不缺乏体贴和关心，但是他总是要求我温柔体贴，还要我会来事给面子，陪他关注他。我有时候觉得他看不起我，他却说是为了我好。我觉得这不公平，看到别人的丈夫对妻子很包容，我非常羡慕。",
    "annotation": [
      {
        "sentence": "我觉得我对他并不缺乏体贴和关心，但是他总是要求我温柔体贴，还要我会来事给面子，陪他关注他。",
        "label": ""
      },
      {
        "sentence": "我有时候觉得他看不起我，他却说是为了我好。",
        "label": ""
      },
      {
        "sentence": "我觉得这不公平，看到别人的丈夫对妻子很包容，我非常羡慕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对他的要求是希望他更体贴一些，更尊重你。他既希望你成熟上进，又希望你温柔体贴，这确实是一种矛盾的要求。你觉得他看不起你，但他可能是出于好意，希望你能变得更好。也许在沟通时，你可以表达出你的观点和感受，让他更好地理解你。",
    "annotation": [
      {
        "sentence": "你对他的要求是希望他更体贴一些，更尊重你。",
        "label": ""
      },
      {
        "sentence": "他既希望你成熟上进，又希望你温柔体贴，这确实是一种矛盾的要求。",
        "label": ""
      },
      {
        "sentence": "你觉得他看不起你，但他可能是出于好意，希望你能变得更好。",
        "label": ""
      },
      {
        "sentence": "也许在沟通时，你可以表达出你的观点和感受，让他更好地理解你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他总是觉得我看不到自己的缺点，说我自以为是。我觉得自己挺好的，有趣开朗。我不明白为什么他总是把我看得那么不起眼。",
    "annotation": [
      {
        "sentence": "他总是觉得我看不到自己的缺点，说我自以为是。",
        "label": ""
      },
      {
        "sentence": "我觉得自己挺好的，有趣开朗。",
        "label": ""
      },
      {
        "sentence": "我不明白为什么他总是把我看得那么不起眼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "或许他是觉得你看不到自己的不足，在他眼中你并不完美。但是人无法总活在自己的优点之中，还是需要考虑现实的生活问题。我们可以尝试换位思考，以你现在的工作能力去看待那些工资低于你的人，你会怎么看待他们？是否也会鼓励他们不断努力上进？",
    "annotation": [
      {
        "sentence": "或许他是觉得你看不到自己的不足，在他眼中你并不完美。",
        "label": ""
      },
      {
        "sentence": "但是人无法总活在自己的优点之中，还是需要考虑现实的生活问题。",
        "label": ""
      },
      {
        "sentence": "我们可以尝试换位思考，以你现在的工作能力去看待那些工资低于你的人，你会怎么看待他们？",
        "label": ""
      },
      {
        "sentence": "是否也会鼓励他们不断努力上进？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说的对，我可以试着从他的角度去理解他的要求，也许我可以更积极地提升自己。可能我还需要更多的沟通和理解。",
    "annotation": [
      {
        "sentence": "或许你说的对，我可以试着从他的角度去理解他的要求，也许我可以更积极地提升自己。",
        "label": ""
      },
      {
        "sentence": "可能我还需要更多的沟通和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，互相理解和沟通是解决问题的关键。只有通过有效的沟通，你们才能更好地解决分歧，更好地支持彼此的成长和发展。",
    "annotation": [
      {
        "sentence": "是的，互相理解和沟通是解决问题的关键。",
        "label": ""
      },
      {
        "sentence": "只有通过有效的沟通，你们才能更好地解决分歧，更好地支持彼此的成长和发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和理解，我会试着跟他好好沟通，希望我们的关系能够更加和谐。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和理解，我会试着跟他好好沟通，希望我们的关系能够更加和谐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望你们能够通过沟通找到解决问题的方法，祝你们的关系能够更进一步发展。如果还有需要，随时向我求助。",
    "annotation": [
      {
        "sentence": "不客气，希望你们能够通过沟通找到解决问题的方法，祝你们的关系能够更进一步发展。",
        "label": ""
      },
      {
        "sentence": "如果还有需要，随时向我求助。",
        "label": ""
      }
    ]
  }
]