[
  {
    "role": "client",
    "content": "在许久不见的亲戚前不自主地拘谨，有错吗？我一直在外地上学，小时候和家里亲戚挺好，每个假期也都回家乡。但长大就觉得和家里的舅舅表姐之类都不熟。因此，我对待他们就像父母的客人一样，很拘谨。甚至人家问我一句话我可能都会支支吾吾想半天。也很害怕见他们。亲戚们就觉得我很高傲，再加上我的性格不是那种大大咧咧的，也不大会干家务，他们就不太看的惯我的感觉。我父母很生气，他们觉得我必须和亲戚亲近。甚至丝毫不理解我不把家人当家人的行为，觉得我一点不会交往，每次就骂我。可我真的不知道怎么办。",
    "annotation": [
      {
        "sentence": "在许久不见的亲戚前不自主地拘谨，有错吗？",
        "label": ""
      },
      {
        "sentence": "我一直在外地上学，小时候和家里亲戚挺好，每个假期也都回家乡。",
        "label": ""
      },
      {
        "sentence": "但长大就觉得和家里的舅舅表姐之类都不熟。",
        "label": ""
      },
      {
        "sentence": "因此，我对待他们就像父母的客人一样，很拘谨。",
        "label": ""
      },
      {
        "sentence": "甚至人家问我一句话我可能都会支支吾吾想半天。",
        "label": ""
      },
      {
        "sentence": "也很害怕见他们。",
        "label": ""
      },
      {
        "sentence": "亲戚们就觉得我很高傲，再加上我的性格不是那种大大咧咧的，也不大会干家务，他们就不太看的惯我的感觉。",
        "label": ""
      },
      {
        "sentence": "我父母很生气，他们觉得我必须和亲戚亲近。",
        "label": ""
      },
      {
        "sentence": "甚至丝毫不理解我不把家人当家人的行为，觉得我一点不会交往，每次就骂我。",
        "label": ""
      },
      {
        "sentence": "可我真的不知道怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你选我来回答你的问题！我特别理解你，一是性格不喜欢涉交，二是长年在外回家会感觉生疏，加上成长环境不一样也就没什么话说，这都很正常。我曾经和你一样，亲戚一来家里，我就躲在房间不出来，他们走了我才出来。关键是父母对你的不理解加上这样会让他们感觉没面子，觉得是他们教育不好，所以才对你发火。",
    "annotation": [
      {
        "sentence": "感谢你选我来回答你的问题！",
        "label": ""
      },
      {
        "sentence": "我特别理解你，一是性格不喜欢涉交，二是长年在外回家会感觉生疏，加上成长环境不一样也就没什么话说，这都很正常。",
        "label": ""
      },
      {
        "sentence": "我曾经和你一样，亲戚一来家里，我就躲在房间不出来，他们走了我才出来。",
        "label": ""
      },
      {
        "sentence": "关键是父母对你的不理解加上这样会让他们感觉没面子，觉得是他们教育不好，所以才对你发火。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我感觉好像一直让他们失望，但我真的不知道该怎么做才能让他们满意。",
    "annotation": [
      {
        "sentence": "是啊，我感觉好像一直让他们失望，但我真的不知道该怎么做才能让他们满意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "光躲也不是办法，关键是你也不知道能和他们说些什么，陪多久。我有一些自己的建议仅供你参考：首先和父母好好沟通一下，其实不是我们高傲，而是不喜言表，不自在。能不能打个招呼就行。其次，不需要一直陪，如果家里来人，可以打个招呼，比如说：\"二叔来了！\"，然后回忆一下当年的情景，比如说小时候还记得二叔带我去看电影呢。之后可以行动起来，比如倒个茶，切个水果，然后说你还不工作或书要看，让大人们闲聊。你可以选择在自己房间或出门以点。这些建议你多练习，会发现，5分钟就能让爹妈和亲戚都满意，自己也轻松好多！",
    "annotation": [
      {
        "sentence": "光躲也不是办法，关键是你也不知道能和他们说些什么，陪多久。",
        "label": ""
      },
      {
        "sentence": "我有一些自己的建议仅供你参考：首先和父母好好沟通一下，其实不是我们高傲，而是不喜言表，不自在。",
        "label": ""
      },
      {
        "sentence": "能不能打个招呼就行。",
        "label": ""
      },
      {
        "sentence": "其次，不需要一直陪，如果家里来人，可以打个招呼，比如说：\"二叔来了！",
        "label": ""
      },
      {
        "sentence": "\"，然后回忆一下当年的情景，比如说小时候还记得二叔带我去看电影呢。",
        "label": ""
      },
      {
        "sentence": "之后可以行动起来，比如倒个茶，切个水果，然后说你还不工作或书要看，让大人们闲聊。",
        "label": ""
      },
      {
        "sentence": "你可以选择在自己房间或出门以点。",
        "label": ""
      },
      {
        "sentence": "这些建议你多练习，会发现，5分钟就能让爹妈和亲戚都满意，自己也轻松好多！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试试看的。但是我觉得对于我们这些内向的孩子来说，这么做的确有难度。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试试看的。",
        "label": ""
      },
      {
        "sentence": "但是我觉得对于我们这些内向的孩子来说，这么做的确有难度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，对于内向的孩子来说，这样的改变确实有难度。但是适应后你会发现还有更多的方式可以面对。我将把我的方式告诉你，希望对你有帮助。",
    "annotation": [
      {
        "sentence": "是的，对于内向的孩子来说，这样的改变确实有难度。",
        "label": ""
      },
      {
        "sentence": "但是适应后你会发现还有更多的方式可以面对。",
        "label": ""
      },
      {
        "sentence": "我将把我的方式告诉你，希望对你有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "请告诉我你的方式，我希望能够尝试一下。",
    "annotation": [
      {
        "sentence": "请告诉我你的方式，我希望能够尝试一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以尝试放松自己的身心状态。在与亲戚交往之前，做几分钟的深呼吸，放松紧张的情绪。其次，你可以提前准备一些话题，比如家乡的事情、学校的经历等，这样在与亲戚交流时就有一些谈资。另外，与亲戚交流时，记得保持微笑和自然的表情，这样会给人一种友好和亲切的感觉。最后，不要过于强求自己，尽量找到适合自己的方式和节奏，慢慢放开自己。",
    "annotation": [
      {
        "sentence": "首先，你可以尝试放松自己的身心状态。",
        "label": ""
      },
      {
        "sentence": "在与亲戚交往之前，做几分钟的深呼吸，放松紧张的情绪。",
        "label": ""
      },
      {
        "sentence": "其次，你可以提前准备一些话题，比如家乡的事情、学校的经历等，这样在与亲戚交流时就有一些谈资。",
        "label": ""
      },
      {
        "sentence": "另外，与亲戚交流时，记得保持微笑和自然的表情，这样会给人一种友好和亲切的感觉。",
        "label": ""
      },
      {
        "sentence": "最后，不要过于强求自己，尽量找到适合自己的方式和节奏，慢慢放开自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量按照你说的去做。希望我能够成功改变与亲戚的关系。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量按照你说的去做。",
        "label": ""
      },
      {
        "sentence": "希望我能够成功改变与亲戚的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "相信自己，你一定能够成功改变与亲戚的关系的！不要过于担心失败和他人的评价，放宽心态，相信自己能够走出舒适区，与亲戚们建立更好的关系。如果在过程中遇到任何困难或者需要倾诉，都可以随时来找我。我会一直在这里支持你的！",
    "annotation": [
      {
        "sentence": "相信自己，你一定能够成功改变与亲戚的关系的！",
        "label": ""
      },
      {
        "sentence": "不要过于担心失败和他人的评价，放宽心态，相信自己能够走出舒适区，与亲戚们建立更好的关系。",
        "label": ""
      },
      {
        "sentence": "如果在过程中遇到任何困难或者需要倾诉，都可以随时来找我。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你的！",
        "label": ""
      }
    ]
  }
]