[
  {
    "role": "client",
    "content": "在许久不见的亲戚前不自主地拘谨，有错吗？我一直在外地上学，小时候和家里亲戚挺好，每个假期也都回家乡。但长大就觉得和家里的舅舅表姐之类都不熟。因此，我对待他们就像父母的客人一样，很拘谨。甚至人家问我一句话我可能都会支支吾吾想半天。也很害怕见他们。亲戚们就觉得我很高傲，再加上我的性格不是那种大大咧咧的，也不大会干家务，他们就不太看的惯我的感觉。我父母很生气，他们觉得我必须和亲戚亲近。甚至丝毫不理解我不把家人当家人的行为，觉得我一点不会交往，每次就骂我。可我真的不知道怎么办。",
    "annotation": [
      {
        "sentence": "在许久不见的亲戚前不自主地拘谨，有错吗？",
        "label": ""
      },
      {
        "sentence": "我一直在外地上学，小时候和家里亲戚挺好，每个假期也都回家乡。",
        "label": ""
      },
      {
        "sentence": "但长大就觉得和家里的舅舅表姐之类都不熟。",
        "label": ""
      },
      {
        "sentence": "因此，我对待他们就像父母的客人一样，很拘谨。",
        "label": ""
      },
      {
        "sentence": "甚至人家问我一句话我可能都会支支吾吾想半天。",
        "label": ""
      },
      {
        "sentence": "也很害怕见他们。",
        "label": ""
      },
      {
        "sentence": "亲戚们就觉得我很高傲，再加上我的性格不是那种大大咧咧的，也不大会干家务，他们就不太看的惯我的感觉。",
        "label": ""
      },
      {
        "sentence": "我父母很生气，他们觉得我必须和亲戚亲近。",
        "label": ""
      },
      {
        "sentence": "甚至丝毫不理解我不把家人当家人的行为，觉得我一点不会交往，每次就骂我。",
        "label": ""
      },
      {
        "sentence": "可我真的不知道怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "哈喽！很高兴你能向我咨询这个问题。根据你的描述，我了解到你小时候与亲戚关系很好，但长大后离家外地上学，与亲戚疏远了，不再亲切交谈。你认为和亲戚疏远是你自身的错误，否定了自己作为成年人的权利。我们有责任与外界环境中的人保持一定的接触和联系。对于处于我们周围环境中心的亲戚来说，我们会产生一种渴望亲密相处的期望。这也是建立在道德标准上的。因为这两个方面的原因，加上父母对你的观点深深地影响了你。他们认为不和亲戚产生真实亲密的互动是不符合他们心目中看重的礼仪的，所以你对与亲戚亲近这个问题感到负担，把它看作是一个迫切需要解决的问题。当你有这种想法后，与亲戚相处过程中的一些不适情绪都会归因于这个交往问题。根据《当下的力量》这本书的观点，你需要停止过度思考。可以看出，你对这个问题感到非常困扰，需要从这种思维困扰中解脱出来。这并不是让你逃避现实，只是停下这种没有实质作用的纠结，减少你浪费的精力。我很想给你一些鼓励，因为能看出你是个孝顺的孩子，相信过去也一直按照父母期望的方式生活。所以当父母觉得不理解自己找不到适宜方式与亲戚相处后，你会感到深处的无助。我最想对你说，你很好，这不是你的错。你害怕亲戚会因为自己不擅长亲密交往而对你评头论足。接下来，我要理性分析一下，请你别介意我直接说话。我真心想鼓励你。你之所以害怕别人对你有负面评价，实际上还是对自己不太自信。你内心真心想做个友善的人，只是由于性格原因无法表现出来实际有效的行为。你对自己的自我批判感很深，把不擅长与亲戚亲密相处这个方面直接延伸到其他自己的不足之处。而且，我相信这种延伸并不是毫无根据的，应该经常在你脑海里浮现。你把这些不足作为评价自己的核心特征，在生活中遇到某方面的挫折后，就会自觉想到全部不足。首先，我要绝对肯定一下你，你很善良，这种品质在我看来比交际技巧更为可贵。目前你面临的主要问题是不擅长与亲戚亲密交往。首先，当你把这样的亲密接触作为一种愉快行为时，就会自觉去做并产生愉悦感。你描述的认为亲戚会觉得你高傲，心理学中有一个观点，即一切想法只是自己内心的投射。也就是说，你会有这样的观点，是由于对自己的不自信产生了片面的观念。你是个友善的人，也想成为一个友善的人，只是对自己拥有友善品质的怀疑，导致你认为亲戚会看不顺眼你。如果要彻底解决与亲戚交往不顺的情况，首先，一切变化只有靠自己最有效。从根本上看，你最需要增强自信心，坚定地相信自己拥有友善品质，这样就不会有亲戚会不喜欢你的想法。这样你才会在与亲戚的交往中自然而然地感到轻松。关于交际技巧，我想指出会真诚地对待他人对于人际交往起到重要作用。顺便说一下，其实我自己也有很多不自信的地方，交际过程中也会遇到很多挫折。根据我自身的经验，你需要找到一个能给予你绝对可信赖、安全感，能给予你很多情感支持和鼓励的人。当你对自己怀疑不已的时候，他们能真实地鼓励你，让你有面对挫折的勇气。你真的很好，懂得体谅家人，虽然你的性格不是大大咧咧的，也不太会干家务，但只要你恢复自信，拥有开阔的心胸，以更乐观的角度看待事情，就能克服这些困扰。所以，你需要停下思维上的纠结，增强自信心，相信自己一定是友善的，然后用真诚的态度来与亲戚和周围的人相处。希望你会被世界温柔以待！",
    "annotation": [
      {
        "sentence": "哈喽！",
        "label": ""
      },
      {
        "sentence": "很高兴你能向我咨询这个问题。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，我了解到你小时候与亲戚关系很好，但长大后离家外地上学，与亲戚疏远了，不再亲切交谈。",
        "label": ""
      },
      {
        "sentence": "你认为和亲戚疏远是你自身的错误，否定了自己作为成年人的权利。",
        "label": ""
      },
      {
        "sentence": "我们有责任与外界环境中的人保持一定的接触和联系。",
        "label": ""
      },
      {
        "sentence": "对于处于我们周围环境中心的亲戚来说，我们会产生一种渴望亲密相处的期望。",
        "label": ""
      },
      {
        "sentence": "这也是建立在道德标准上的。",
        "label": ""
      },
      {
        "sentence": "因为这两个方面的原因，加上父母对你的观点深深地影响了你。",
        "label": ""
      },
      {
        "sentence": "他们认为不和亲戚产生真实亲密的互动是不符合他们心目中看重的礼仪的，所以你对与亲戚亲近这个问题感到负担，把它看作是一个迫切需要解决的问题。",
        "label": ""
      },
      {
        "sentence": "当你有这种想法后，与亲戚相处过程中的一些不适情绪都会归因于这个交往问题。",
        "label": ""
      },
      {
        "sentence": "根据《当下的力量》这本书的观点，你需要停止过度思考。",
        "label": ""
      },
      {
        "sentence": "可以看出，你对这个问题感到非常困扰，需要从这种思维困扰中解脱出来。",
        "label": ""
      },
      {
        "sentence": "这并不是让你逃避现实，只是停下这种没有实质作用的纠结，减少你浪费的精力。",
        "label": ""
      },
      {
        "sentence": "我很想给你一些鼓励，因为能看出你是个孝顺的孩子，相信过去也一直按照父母期望的方式生活。",
        "label": ""
      },
      {
        "sentence": "所以当父母觉得不理解自己找不到适宜方式与亲戚相处后，你会感到深处的无助。",
        "label": ""
      },
      {
        "sentence": "我最想对你说，你很好，这不是你的错。",
        "label": ""
      },
      {
        "sentence": "你害怕亲戚会因为自己不擅长亲密交往而对你评头论足。",
        "label": ""
      },
      {
        "sentence": "接下来，我要理性分析一下，请你别介意我直接说话。",
        "label": ""
      },
      {
        "sentence": "我真心想鼓励你。",
        "label": ""
      },
      {
        "sentence": "你之所以害怕别人对你有负面评价，实际上还是对自己不太自信。",
        "label": ""
      },
      {
        "sentence": "你内心真心想做个友善的人，只是由于性格原因无法表现出来实际有效的行为。",
        "label": ""
      },
      {
        "sentence": "你对自己的自我批判感很深，把不擅长与亲戚亲密相处这个方面直接延伸到其他自己的不足之处。",
        "label": ""
      },
      {
        "sentence": "而且，我相信这种延伸并不是毫无根据的，应该经常在你脑海里浮现。",
        "label": ""
      },
      {
        "sentence": "你把这些不足作为评价自己的核心特征，在生活中遇到某方面的挫折后，就会自觉想到全部不足。",
        "label": ""
      },
      {
        "sentence": "首先，我要绝对肯定一下你，你很善良，这种品质在我看来比交际技巧更为可贵。",
        "label": ""
      },
      {
        "sentence": "目前你面临的主要问题是不擅长与亲戚亲密交往。",
        "label": ""
      },
      {
        "sentence": "首先，当你把这样的亲密接触作为一种愉快行为时，就会自觉去做并产生愉悦感。",
        "label": ""
      },
      {
        "sentence": "你描述的认为亲戚会觉得你高傲，心理学中有一个观点，即一切想法只是自己内心的投射。",
        "label": ""
      },
      {
        "sentence": "也就是说，你会有这样的观点，是由于对自己的不自信产生了片面的观念。",
        "label": ""
      },
      {
        "sentence": "你是个友善的人，也想成为一个友善的人，只是对自己拥有友善品质的怀疑，导致你认为亲戚会看不顺眼你。",
        "label": ""
      },
      {
        "sentence": "如果要彻底解决与亲戚交往不顺的情况，首先，一切变化只有靠自己最有效。",
        "label": ""
      },
      {
        "sentence": "从根本上看，你最需要增强自信心，坚定地相信自己拥有友善品质，这样就不会有亲戚会不喜欢你的想法。",
        "label": ""
      },
      {
        "sentence": "这样你才会在与亲戚的交往中自然而然地感到轻松。",
        "label": ""
      },
      {
        "sentence": "关于交际技巧，我想指出会真诚地对待他人对于人际交往起到重要作用。",
        "label": ""
      },
      {
        "sentence": "顺便说一下，其实我自己也有很多不自信的地方，交际过程中也会遇到很多挫折。",
        "label": ""
      },
      {
        "sentence": "根据我自身的经验，你需要找到一个能给予你绝对可信赖、安全感，能给予你很多情感支持和鼓励的人。",
        "label": ""
      },
      {
        "sentence": "当你对自己怀疑不已的时候，他们能真实地鼓励你，让你有面对挫折的勇气。",
        "label": ""
      },
      {
        "sentence": "你真的很好，懂得体谅家人，虽然你的性格不是大大咧咧的，也不太会干家务，但只要你恢复自信，拥有开阔的心胸，以更乐观的角度看待事情，就能克服这些困扰。",
        "label": ""
      },
      {
        "sentence": "所以，你需要停下思维上的纠结，增强自信心，相信自己一定是友善的，然后用真诚的态度来与亲戚和周围的人相处。",
        "label": ""
      },
      {
        "sentence": "希望你会被世界温柔以待！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的分析和鼓励，我现在更明白了自己的问题所在。我确实缺乏与亲戚建立亲密关系的信心，也太过于自我负面评价。我会",
    "annotation": [
      {
        "sentence": "谢谢你的分析和鼓励，我现在更明白了自己的问题所在。",
        "label": ""
      },
      {
        "sentence": "我确实缺乏与亲戚建立亲密关系的信心，也太过于自我负面评价。",
        "label": ""
      },
      {
        "sentence": "我会",
        "label": ""
      }
    ]
  }
]