[
  {
    "role": "client",
    "content": "身边没有一个人真正关心过我，活着还有意义吗？越长大越是觉得迷茫，不知道自己活着到底还有什么意义，好像身边没有一个人真正关心过我……不开心的时候喜欢一个躲在自己的房间里，就算再难受再想哭都不会让其他人知道，在朋友的眼中，印象中的我好像就是一个懂事安静爱笑的人，事实上呢，我敏感自卑又玻璃心，心里总是丧丧的，这个世界对我来说已经没有任何事情能够激起我内心的热情了，想找人倾诉但是又不敢，因为怕别人觉得你是个异类。说起来又觉得自己好失败，在别人眼中，哪怕是自己父母都觉得自己什么都做不好，没有人理解我，有时候我会想，都这样了，如果有一天我不在了，他们应该也会过得很好吧。再反过来想想，我还年轻，还有好多梦想没有实现，我真的甘心就这么放弃了吗？没有人在意没有人理解，可是我还有我自己。好想努力的拥抱这个世界。可是现实给我的压力让我喘不过气，我感觉我对这个世界最后一点的热情都已经在慢慢消逝，或许有一天，我会忘了所有顾虑的东西……",
    "annotation": [
      {
        "sentence": "身边没有一个人真正关心过我，活着还有意义吗？",
        "label": ""
      },
      {
        "sentence": "越长大越是觉得迷茫，不知道自己活着到底还有什么意义，好像身边没有一个人真正关心过我……不开心的时候喜欢一个躲在自己的房间里，就算再难受再想哭都不会让其他人知道，在朋友的眼中，印象中的我好像就是一个懂事安静爱笑的人，事实上呢，我敏感自卑又玻璃心，心里总是丧丧的，这个世界对我来说已经没有任何事情能够激起我内心的热情了，想找人倾诉但是又不敢，因为怕别人觉得你是个异类。",
        "label": ""
      },
      {
        "sentence": "说起来又觉得自己好失败，在别人眼中，哪怕是自己父母都觉得自己什么都做不好，没有人理解我，有时候我会想，都这样了，如果有一天我不在了，他们应该也会过得很好吧。",
        "label": ""
      },
      {
        "sentence": "再反过来想想，我还年轻，还有好多梦想没有实现，我真的甘心就这么放弃了吗？",
        "label": ""
      },
      {
        "sentence": "没有人在意没有人理解，可是我还有我自己。",
        "label": ""
      },
      {
        "sentence": "好想努力的拥抱这个世界。",
        "label": ""
      },
      {
        "sentence": "可是现实给我的压力让我喘不过气，我感觉我对这个世界最后一点的热情都已经在慢慢消逝，或许有一天，我会忘了所有顾虑的东西……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "～╰(*´︶`*)╯你不是异类，也不要害怕孤独，有很多人和你一样迷茫，一样有着对这个世界的困惑。不怕不怕。你渴望有人关心，渴望被人理解。现实中孤独的你，自卑的你，喜欢躲在自己房间里一个人哭泣的你，一个人承受了太多太多。",
    "annotation": [
      {
        "sentence": "～╰(*´︶`*)╯你不是异类，也不要害怕孤独，有很多人和你一样迷茫，一样有着对这个世界的困惑。",
        "label": ""
      },
      {
        "sentence": "不怕不怕。",
        "label": ""
      },
      {
        "sentence": "你渴望有人关心，渴望被人理解。",
        "label": ""
      },
      {
        "sentence": "现实中孤独的你，自卑的你，喜欢躲在自己房间里一个人哭泣的你，一个人承受了太多太多。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得朋友喜欢的懂事安静爱笑的我，并不是真正的我。我的微笑面具只是为了取悦他人，特别是父母、朋友和老师，我害怕暴露出自己脆弱敏感的一面会失去他们。",
    "annotation": [
      {
        "sentence": "是的，我觉得朋友喜欢的懂事安静爱笑的我，并不是真正的我。",
        "label": ""
      },
      {
        "sentence": "我的微笑面具只是为了取悦他人，特别是父母、朋友和老师，我害怕暴露出自己脆弱敏感的一面会失去他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "缺乏安全感的你可以试着摘下那个坚强的面具，让自己活得更真实一些。你为什么会选择在不开心的时候一个人躲在房间里，哭泣却不让别人知道呢？如果你不表达自己真实的感受，别人怎么会知道你在伤心难过呢？谁又能够理解你的伤心呢？",
    "annotation": [
      {
        "sentence": "缺乏安全感的你可以试着摘下那个坚强的面具，让自己活得更真实一些。",
        "label": ""
      },
      {
        "sentence": "你为什么会选择在不开心的时候一个人躲在房间里，哭泣却不让别人知道呢？",
        "label": ""
      },
      {
        "sentence": "如果你不表达自己真实的感受，别人怎么会知道你在伤心难过呢？",
        "label": ""
      },
      {
        "sentence": "谁又能够理解你的伤心呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得这个世界上没有人真的关心我。也许我忽视了一些小事上的关心，但那些只是微不足道的表面上的关心，没有人能够真正理解我或者给予我深入的关怀。",
    "annotation": [
      {
        "sentence": "我觉得这个世界上没有人真的关心我。",
        "label": ""
      },
      {
        "sentence": "也许我忽视了一些小事上的关心，但那些只是微不足道的表面上的关心，没有人能够真正理解我或者给予我深入的关怀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实你可能忽略了一些关心的细节，有些人可能是刀子嘴豆腐心，也许你忘记了那些关爱的眼神、那些耐心的叮嘱、那些一荤一素的关怀。你的父母对你的期望也许太高了，与他们进行平等的沟通，向他们倾诉你内心深处的感受，也许能改变他们对你的想法和要求。",
    "annotation": [
      {
        "sentence": "其实你可能忽略了一些关心的细节，有些人可能是刀子嘴豆腐心，也许你忘记了那些关爱的眼神、那些耐心的叮嘱、那些一荤一素的关怀。",
        "label": ""
      },
      {
        "sentence": "你的父母对你的期望也许太高了，与他们进行平等的沟通，向他们倾诉你内心深处的感受，也许能改变他们对你的想法和要求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不敢向父母表达我的内心感受，害怕他们会抛弃我。也许写信告诉他们我的感受是一个不错的方式，但我还是需要一个可以倾诉的地方。",
    "annotation": [
      {
        "sentence": "我不敢向父母表达我的内心感受，害怕他们会抛弃我。",
        "label": ""
      },
      {
        "sentence": "也许写信告诉他们我的感受是一个不错的方式，但我还是需要一个可以倾诉的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以尝试和朋友倾诉，他们会关心你的。不试一试，怎么知道呢？你现在越来越迷茫了，但你长大了，你有足够的力量去面对这个世界。你忘记了自己是如何努力去实现梦想的，你误以为自己什么都做不好，其实这是你接受了父母高期望的暗示。但是要相信，你的努力不会被辜负。",
    "annotation": [
      {
        "sentence": "你可以尝试和朋友倾诉，他们会关心你的。",
        "label": ""
      },
      {
        "sentence": "不试一试，怎么知道呢？",
        "label": ""
      },
      {
        "sentence": "你现在越来越迷茫了，但你长大了，你有足够的力量去面对这个世界。",
        "label": ""
      },
      {
        "sentence": "你忘记了自己是如何努力去实现梦想的，你误以为自己什么都做不好，其实这是你接受了父母高期望的暗示。",
        "label": ""
      },
      {
        "sentence": "但是要相信，你的努力不会被辜负。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，再反过来想想，我还年轻，还有好多梦想没有实现。我真的不想就这样放弃，即使没有人在意没有人理解，我还有我自己。我真的希望努力拥抱这个世界。但现实给我的压力让我喘不过气，我感觉我对这个世界最后一点的热情都已经在慢慢消逝，或许有一天，我会忘了所有顾虑的东西……",
    "annotation": [
      {
        "sentence": "是的，再反过来想想，我还年轻，还有好多梦想没有实现。",
        "label": ""
      },
      {
        "sentence": "我真的不想就这样放弃，即使没有人在意没有人理解，我还有我自己。",
        "label": ""
      },
      {
        "sentence": "我真的希望努力拥抱这个世界。",
        "label": ""
      },
      {
        "sentence": "但现实给我的压力让我喘不过气，我感觉我对这个世界最后一点的热情都已经在慢慢消逝，或许有一天，我会忘了所有顾虑的东西……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是现实给你的压力吗？难道不是你的父母或者你自己给了自己压力？你不必一直用消耗自己的力量去对抗，也可以试着接受现实。要面对现实，坚持下去，终有一天，你会得到突破，超越自我！",
    "annotation": [
      {
        "sentence": "是现实给你的压力吗？",
        "label": ""
      },
      {
        "sentence": "难道不是你的父母或者你自己给了自己压力？",
        "label": ""
      },
      {
        "sentence": "你不必一直用消耗自己的力量去对抗，也可以试着接受现实。",
        "label": ""
      },
      {
        "sentence": "要面对现实，坚持下去，终有一天，你会得到突破，超越自我！",
        "label": ""
      }
    ]
  }
]