[
  {
    "role": "client",
    "content": "复读还是失败，自我厌恶，充满挫败感，怎么改变心态？复读一年很努力还是失败，和去年一样只能考双非，花了一年时间证明我真的不行；人际孤独，所谓的朋友交情不深，只有我主动关心的份，过去准备高考时我牺牲自己时间跟她们讲题，毕业后她们生日我写贺卡祝福陪聊天，到了我自己生日冷冷清清没人说哪怕一句生日快乐。我没什么少女心，不看言情小说韩剧综艺，喜欢悬疑科幻，和身边的人兴趣不合，想找个相互分享乐趣的人也没有。真的不懂很亲密的朋友关系是怎么建立的，有人说要价值互换，好吧我可能确实又无聊又阴沉，不太讨喜，我对自己很失望，对环境也很失望。我现在就是自娱自乐的状态，可是还是会想，难道我一辈子也就这样孤独地、浑浑噩噩地过了吗。。",
    "annotation": [
      {
        "sentence": "复读还是失败，自我厌恶，充满挫败感，怎么改变心态？",
        "label": ""
      },
      {
        "sentence": "复读一年很努力还是失败，和去年一样只能考双非，花了一年时间证明我真的不行；人际孤独，所谓的朋友交情不深，只有我主动关心的份，过去准备高考时我牺牲自己时间跟她们讲题，毕业后她们生日我写贺卡祝福陪聊天，到了我自己生日冷冷清清没人说哪怕一句生日快乐。",
        "label": ""
      },
      {
        "sentence": "我没什么少女心，不看言情小说韩剧综艺，喜欢悬疑科幻，和身边的人兴趣不合，想找个相互分享乐趣的人也没有。",
        "label": ""
      },
      {
        "sentence": "真的不懂很亲密的朋友关系是怎么建立的，有人说要价值互换，好吧我可能确实又无聊又阴沉，不太讨喜，我对自己很失望，对环境也很失望。",
        "label": ""
      },
      {
        "sentence": "我现在就是自娱自乐的状态，可是还是会想，难道我一辈子也就这样孤独地、浑浑噩噩地过了吗。。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我感受到你满满的挫败感和失落，甚至对人生失去了信心和探索的欲望。这样的状态每个人都会遇到，尤其高考复读这样的事情，付出了没有回报，努力了没有成功。这个世界上有很多给人打鸡血的伪命题，或者说是会给人画大饼，这样的方式可以激励人上进努力，但是也会让人深深陷入我不够好的境地。",
    "annotation": [
      {
        "sentence": "你好，我感受到你满满的挫败感和失落，甚至对人生失去了信心和探索的欲望。",
        "label": ""
      },
      {
        "sentence": "这样的状态每个人都会遇到，尤其高考复读这样的事情，付出了没有回报，努力了没有成功。",
        "label": ""
      },
      {
        "sentence": "这个世界上有很多给人打鸡血的伪命题，或者说是会给人画大饼，这样的方式可以激励人上进努力，但是也会让人深深陷入我不够好的境地。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是觉得很挫败，很失望。",
    "annotation": [
      {
        "sentence": "是的，我就是觉得很挫败，很失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不知道你高考因何失利，但是可以说并不是因为你个人很差劲的原因，一件事情成与不成真的有很多因素。比如高考：老师教的好不好，教的好是否适合这个学生，能不能听懂契合么？周围同学的状态，自身是能力长处在哪，考试时的身体心理状态等等吧，这些都和高考有关。",
    "annotation": [
      {
        "sentence": "不知道你高考因何失利，但是可以说并不是因为你个人很差劲的原因，一件事情成与不成真的有很多因素。",
        "label": ""
      },
      {
        "sentence": "比如高考：老师教的好不好，教的好是否适合这个学生，能不能听懂契合么？",
        "label": ""
      },
      {
        "sentence": "周围同学的状态，自身是能力长处在哪，考试时的身体心理状态等等吧，这些都和高考有关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。可能确实有很多原因导致我没有考好。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "可能确实有很多原因导致我没有考好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从高考和朋友之间的关系，你做了内归因，觉得自己不够好。这些内归因的背后是什么？是一直付出希望得到别人回报的模式，还是只有去付出没有去提出自己也需要关系的模式。觉察一下自己的模式，这些模式和早年与父母的关系有关，如果一个孩子没有得到父母足够的关注和回应安抚，在成年后也会以满足他人而忽视自己的方式来与人建立关系。",
    "annotation": [
      {
        "sentence": "从高考和朋友之间的关系，你做了内归因，觉得自己不够好。",
        "label": ""
      },
      {
        "sentence": "这些内归因的背后是什么？",
        "label": ""
      },
      {
        "sentence": "是一直付出希望得到别人回报的模式，还是只有去付出没有去提出自己也需要关系的模式。",
        "label": ""
      },
      {
        "sentence": "觉察一下自己的模式，这些模式和早年与父母的关系有关，如果一个孩子没有得到父母足够的关注和回应安抚，在成年后也会以满足他人而忽视自己的方式来与人建立关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从小确实是比较习惯把自己放在别人之前，总是期待着给予与关心能得到回报。可能这样的模式也影响到了我的人际关系。",
    "annotation": [
      {
        "sentence": "我从小确实是比较习惯把自己放在别人之前，总是期待着给予与关心能得到回报。",
        "label": ""
      },
      {
        "sentence": "可能这样的模式也影响到了我的人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我们都是普通人，会失败也是很正常的事情。其实付出不一定有回报，努力也不一定成功。需要匹配契机等等，要学会在可以给我们力量和价值的地方寻找，方向要对。",
    "annotation": [
      {
        "sentence": "是的，我们都是普通人，会失败也是很正常的事情。",
        "label": ""
      },
      {
        "sentence": "其实付出不一定有回报，努力也不一定成功。",
        "label": ""
      },
      {
        "sentence": "需要匹配契机等等，要学会在可以给我们力量和价值的地方寻找，方向要对。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可能一直在错误的方向上寻找力量和价值。",
    "annotation": [
      {
        "sentence": "我明白了，我可能一直在错误的方向上寻找力量和价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，要觉察自己处理事情或者与人交往的模式，看见这个模式，去反思。如果你很困惑这个模式，也不知方向或者如何可以选择找人帮忙，周围无人，可以寻找专业人士帮忙。",
    "annotation": [
      {
        "sentence": "另外，要觉察自己处理事情或者与人交往的模式，看见这个模式，去反思。",
        "label": ""
      },
      {
        "sentence": "如果你很困惑这个模式，也不知方向或者如何可以选择找人帮忙，周围无人，可以寻找专业人士帮忙。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实感到困惑，可能需要找到一个适合我的方向，或者寻求专业人士的帮助。",
    "annotation": [
      {
        "sentence": "我确实感到困惑，可能需要找到一个适合我的方向，或者寻求专业人士的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "切记人生会有低谷，但也会有高潮，起起伏伏悲悲喜喜中确定自己的位置，要能给予也可以索取。你要相信，你的孤独和不满意的状态并不代表你一辈子都会这样，只要你有意识地努力去改变和寻找，你一定会找到更好的生活方式和亲密的朋友关系。",
    "annotation": [
      {
        "sentence": "切记人生会有低谷，但也会有高潮，起起伏伏悲悲喜喜中确定自己的位置，要能给予也可以索取。",
        "label": ""
      },
      {
        "sentence": "你要相信，你的孤独和不满意的状态并不代表你一辈子都会这样，只要你有意识地努力去改变和寻找，你一定会找到更好的生活方式和亲密的朋友关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会相信自己，努力改变，寻找更好的生活和关系。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会相信自己，努力改变，寻找更好的生活和关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常棒！相信自己，勇敢地迎接生活的挑战，你一定会找到属于你的幸福和满足。如果在这个过程中需要任何帮助，记得不要犹豫，可以随时来找我或者其他专业人士。",
    "annotation": [
      {
        "sentence": "非常棒！",
        "label": ""
      },
      {
        "sentence": "相信自己，勇敢地迎接生活的挑战，你一定会找到属于你的幸福和满足。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中需要任何帮助，记得不要犹豫，可以随时来找我或者其他专业人士。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，谢谢你的鼓励和支持！我会珍惜自己，勇往直前。如果遇到困难，我会及时寻求帮助的。",
    "annotation": [
      {
        "sentence": "好的，谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会珍惜自己，勇往直前。",
        "label": ""
      },
      {
        "sentence": "如果遇到困难，我会及时寻求帮助的。",
        "label": ""
      }
    ]
  }
]