[
  {
    "role": "client",
    "content": "我是一个16岁的女生，情绪很容易崩溃，每一次崩溃都很害怕被别人抛弃。这几年来，我特别害怕被别人讨厌，觉得自己不值得被爱。我总是忧心忡忡地担心自己会被抛弃，害怕失去身边的人。我不知道这是否有点自闭，总是一个人独自行走，如果有人主动靠近我，我就会下意识地推辞躲开。因为很多人听了我的心事听得多了都会厌烦，所以现在有事都是自己闷在心里，不再和任何人说。遇到一些事情容易情绪失控崩溃，在情绪上容易依靠男朋友来帮忙调节。受男朋友的影响大，情绪容易变好也容易变坏，但是越在意男朋友就越害怕失去他。特别敏感，已经确诊为抑郁症了，每次抑郁的情绪一上来就很难调整，我不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "我是一个16岁的女生，情绪很容易崩溃，每一次崩溃都很害怕被别人抛弃。",
        "label": ""
      },
      {
        "sentence": "这几年来，我特别害怕被别人讨厌，觉得自己不值得被爱。",
        "label": ""
      },
      {
        "sentence": "我总是忧心忡忡地担心自己会被抛弃，害怕失去身边的人。",
        "label": ""
      },
      {
        "sentence": "我不知道这是否有点自闭，总是一个人独自行走，如果有人主动靠近我，我就会下意识地推辞躲开。",
        "label": ""
      },
      {
        "sentence": "因为很多人听了我的心事听得多了都会厌烦，所以现在有事都是自己闷在心里，不再和任何人说。",
        "label": ""
      },
      {
        "sentence": "遇到一些事情容易情绪失控崩溃，在情绪上容易依靠男朋友来帮忙调节。",
        "label": ""
      },
      {
        "sentence": "受男朋友的影响大，情绪容易变好也容易变坏，但是越在意男朋友就越害怕失去他。",
        "label": ""
      },
      {
        "sentence": "特别敏感，已经确诊为抑郁症了，每次抑郁的情绪一上来就很难调整，我不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小可爱，我能感受到你的困惑和痛苦。我和你是同龄人，同样是女生，我也能理解女孩子的喜怒哀乐。首先我想问问你为什么会怀疑自己是否值得被爱呢？十六岁的年纪，是女孩子最美好的年华啊。你这么可爱，当然值得被温柔以待呢。不要被抑郁缠住自己，以及被这些消极的想法所困扰。每个人都有自己独特的方式来面对事情，所以当别人靠近的时候，你下意识地推开也是正常的反应。有些人天生适合社交，是人群中的焦点，而有些人则不善言辞。所以不要担心，这只是一种天生的性格差异而已。另外，不要想得太多，女孩子对于坏情绪天生敏感，很难从这些情绪中走出来。你曾经向别人诉说过很多次自己的心事，可见你真的很难承受，总是心里不平静。即使别人不想听你的心事，也不要将它们埋在心里。你可以多做自己喜欢的事情，多考虑一下其他让自己开心的事情。比如我，每次不开心的时候就会听英文歌曲，这样会好很多。你也可以试试看。至于情绪失控的问题，你可以多加注意调控，别让情绪成为你的主宰。你可以选择合理地宣泄。最后，抑郁症并不可怕，小可爱，你要持有乐观的态度，一切都会好起来的。",
    "annotation": [
      {
        "sentence": "小可爱，我能感受到你的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "我和你是同龄人，同样是女生，我也能理解女孩子的喜怒哀乐。",
        "label": ""
      },
      {
        "sentence": "首先我想问问你为什么会怀疑自己是否值得被爱呢？",
        "label": ""
      },
      {
        "sentence": "十六岁的年纪，是女孩子最美好的年华啊。",
        "label": ""
      },
      {
        "sentence": "你这么可爱，当然值得被温柔以待呢。",
        "label": ""
      },
      {
        "sentence": "不要被抑郁缠住自己，以及被这些消极的想法所困扰。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己独特的方式来面对事情，所以当别人靠近的时候，你下意识地推开也是正常的反应。",
        "label": ""
      },
      {
        "sentence": "有些人天生适合社交，是人群中的焦点，而有些人则不善言辞。",
        "label": ""
      },
      {
        "sentence": "所以不要担心，这只是一种天生的性格差异而已。",
        "label": ""
      },
      {
        "sentence": "另外，不要想得太多，女孩子对于坏情绪天生敏感，很难从这些情绪中走出来。",
        "label": ""
      },
      {
        "sentence": "你曾经向别人诉说过很多次自己的心事，可见你真的很难承受，总是心里不平静。",
        "label": ""
      },
      {
        "sentence": "即使别人不想听你的心事，也不要将它们埋在心里。",
        "label": ""
      },
      {
        "sentence": "你可以多做自己喜欢的事情，多考虑一下其他让自己开心的事情。",
        "label": ""
      },
      {
        "sentence": "比如我，每次不开心的时候就会听英文歌曲，这样会好很多。",
        "label": ""
      },
      {
        "sentence": "你也可以试试看。",
        "label": ""
      },
      {
        "sentence": "至于情绪失控的问题，你可以多加注意调控，别让情绪成为你的主宰。",
        "label": ""
      },
      {
        "sentence": "你可以选择合理地宣泄。",
        "label": ""
      },
      {
        "sentence": "最后，抑郁症并不可怕，小可爱，你要持有乐观的态度，一切都会好起来的。",
        "label": ""
      }
    ]
  }
]