[
  {
    "role": "client",
    "content": "我最近感到非常压抑，不知道重度抑郁是什么。有时候我觉得我的情绪可能只是自己的错觉，而有时候又觉得是我真实的感受。特别是自从孩子出生后，我以前的心理不适似乎都变得更严重了。因为我小时候，父亲对我就经常有暴力行为，而且几乎没有和我相处过，后来母亲也喜欢使用威胁和暴力，虽然我现在长大了后才明白母亲是用她的方式在爱我。现在父亲退休了，母亲让他帮忙在家和我一起照顾孩子，可是父亲从早上一直挑刺到晚上，每天都在抱怨。我说科学育儿的时候，他们总是用冷嘲热讽来回应。最后我决定自己一个人带孩子，但他们仍然不断挑剔我，总是口无遮拦地贴标签。而我的丈夫也不怎么关心我，虽然我已经表达过我需要他的关心，但他还是经常晚上十一二点才回家，而且说话总是充满不耐烦的样子。现在我除了全职带孩子，还要自己在家赚钱，收入甚至比丈夫高，我真的感到很压抑。有无数次我已经决定要离开这个世界，可是我怕痛，我也怕看到孩子悲伤的样子。",
    "annotation": [
      {
        "sentence": "我最近感到非常压抑，不知道重度抑郁是什么。",
        "label": ""
      },
      {
        "sentence": "有时候我觉得我的情绪可能只是自己的错觉，而有时候又觉得是我真实的感受。",
        "label": ""
      },
      {
        "sentence": "特别是自从孩子出生后，我以前的心理不适似乎都变得更严重了。",
        "label": ""
      },
      {
        "sentence": "因为我小时候，父亲对我就经常有暴力行为，而且几乎没有和我相处过，后来母亲也喜欢使用威胁和暴力，虽然我现在长大了后才明白母亲是用她的方式在爱我。",
        "label": ""
      },
      {
        "sentence": "现在父亲退休了，母亲让他帮忙在家和我一起照顾孩子，可是父亲从早上一直挑刺到晚上，每天都在抱怨。",
        "label": ""
      },
      {
        "sentence": "我说科学育儿的时候，他们总是用冷嘲热讽来回应。",
        "label": ""
      },
      {
        "sentence": "最后我决定自己一个人带孩子，但他们仍然不断挑剔我，总是口无遮拦地贴标签。",
        "label": ""
      },
      {
        "sentence": "而我的丈夫也不怎么关心我，虽然我已经表达过我需要他的关心，但他还是经常晚上十一二点才回家，而且说话总是充满不耐烦的样子。",
        "label": ""
      },
      {
        "sentence": "现在我除了全职带孩子，还要自己在家赚钱，收入甚至比丈夫高，我真的感到很压抑。",
        "label": ""
      },
      {
        "sentence": "有无数次我已经决定要离开这个世界，可是我怕痛，我也怕看到孩子悲伤的样子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为一个妈妈，我非常心疼你的遭遇。因为我也曾经有过充满暴力和冲突的家庭沟通，而且我也有过很长一段时间自己带孩子的经历，真的是感觉爹不亲妈不爱的。或许你的丈夫也是因为压力太大，或者他比较喜欢玩，所以在育儿这件事上没有给予你多少帮助。亲爱的，你只是太累了。我曾经三天三夜几乎没怎么睡，在医院陪着生病挂水的儿子，真的是很辛苦。我也曾希望有个能理解我的人，我也希望我的丈夫是那种一人赚钱全家无忧的男人。但现实是，我现在是三个孩子的妈妈，我要告诉你，我们都是很坚强的。所谓的抑郁，在我看来，就是感到没有一点期望能被满足的绝望。我们并不奢求什么，只是希望在照顾孩子和做家务的同时也能自给自足。但是，我们凭什么没有得到应有的尊重和理解呢？难道就因为我们是妈妈，就应该独自承担这一切吗？当然不是。后来我明白了，孩子就像一面镜子，通过他们我们能看到自己成长的道路。我们愿意为了孩子付出，但我们不愿意委屈孩子。我们在经济上独立，我们在个性上独立，我们在家庭和社会中都扮演着重要的角色。我们是妈妈，但我们更是我们自己。在独自面对养育孩子的困难时，我们不需要欠任何人的，家庭也不是我们一个人的责任。加油，我们最棒！",
    "annotation": [
      {
        "sentence": "作为一个妈妈，我非常心疼你的遭遇。",
        "label": ""
      },
      {
        "sentence": "因为我也曾经有过充满暴力和冲突的家庭沟通，而且我也有过很长一段时间自己带孩子的经历，真的是感觉爹不亲妈不爱的。",
        "label": ""
      },
      {
        "sentence": "或许你的丈夫也是因为压力太大，或者他比较喜欢玩，所以在育儿这件事上没有给予你多少帮助。",
        "label": ""
      },
      {
        "sentence": "亲爱的，你只是太累了。",
        "label": ""
      },
      {
        "sentence": "我曾经三天三夜几乎没怎么睡，在医院陪着生病挂水的儿子，真的是很辛苦。",
        "label": ""
      },
      {
        "sentence": "我也曾希望有个能理解我的人，我也希望我的丈夫是那种一人赚钱全家无忧的男人。",
        "label": ""
      },
      {
        "sentence": "但现实是，我现在是三个孩子的妈妈，我要告诉你，我们都是很坚强的。",
        "label": ""
      },
      {
        "sentence": "所谓的抑郁，在我看来，就是感到没有一点期望能被满足的绝望。",
        "label": ""
      },
      {
        "sentence": "我们并不奢求什么，只是希望在照顾孩子和做家务的同时也能自给自足。",
        "label": ""
      },
      {
        "sentence": "但是，我们凭什么没有得到应有的尊重和理解呢？",
        "label": ""
      },
      {
        "sentence": "难道就因为我们是妈妈，就应该独自承担这一切吗？",
        "label": ""
      },
      {
        "sentence": "当然不是。",
        "label": ""
      },
      {
        "sentence": "后来我明白了，孩子就像一面镜子，通过他们我们能看到自己成长的道路。",
        "label": ""
      },
      {
        "sentence": "我们愿意为了孩子付出，但我们不愿意委屈孩子。",
        "label": ""
      },
      {
        "sentence": "我们在经济上独立，我们在个性上独立，我们在家庭和社会中都扮演着重要的角色。",
        "label": ""
      },
      {
        "sentence": "我们是妈妈，但我们更是我们自己。",
        "label": ""
      },
      {
        "sentence": "在独自面对养育孩子的困难时，我们不需要欠任何人的，家庭也不是我们一个人的责任。",
        "label": ""
      },
      {
        "sentence": "加油，我们最棒！",
        "label": ""
      }
    ]
  }
]