[
  {
    "role": "client",
    "content": "我是一个45岁的女性，做生意的。我发现与人合作总是吃亏，不知道为什么会这样。",
    "annotation": [
      {
        "sentence": "我是一个45岁的女性，做生意的。",
        "label": ""
      },
      {
        "sentence": "我发现与人合作总是吃亏，不知道为什么会这样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你的信任。你提到你为人开朗热情，大大咧咧，这几年发现自己总是吃亏。我想请问你，你是如何定义吃亏的呢？还有，你对于让别人占便宜又是如何界定的呢？",
    "annotation": [
      {
        "sentence": "感谢你的信任。",
        "label": ""
      },
      {
        "sentence": "你提到你为人开朗热情，大大咧咧，这几年发现自己总是吃亏。",
        "label": ""
      },
      {
        "sentence": "我想请问你，你是如何定义吃亏的呢？",
        "label": ""
      },
      {
        "sentence": "还有，你对于让别人占便宜又是如何界定的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对于吃亏，就是在与别人合作中总是得不到应有的回报，而让别人得到了更多好处。而对于让别人占便宜，就是我觉得在合作中失去了自己的主动权，让别人占了便宜。我发现这种情况多发生在与男性合作的时候，以前我没有意识到这个问题。我曾经花钱非常大方，但现在回想起来，我发现自己对别人很大方，对自己则比较节俭。我不知道这是怎么了。",
    "annotation": [
      {
        "sentence": "对于吃亏，就是在与别人合作中总是得不到应有的回报，而让别人得到了更多好处。",
        "label": ""
      },
      {
        "sentence": "而对于让别人占便宜，就是我觉得在合作中失去了自己的主动权，让别人占了便宜。",
        "label": ""
      },
      {
        "sentence": "我发现这种情况多发生在与男性合作的时候，以前我没有意识到这个问题。",
        "label": ""
      },
      {
        "sentence": "我曾经花钱非常大方，但现在回想起来，我发现自己对别人很大方，对自己则比较节俭。",
        "label": ""
      },
      {
        "sentence": "我不知道这是怎么了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据你所描述的性格特点，你的开朗热情和大大咧咧的态度让我觉得你是一个不拘小节、不计较得失的人。表面上看你可能是因为金钱方面的大方让你吃亏，但实际上你也因此保持了许多人际关系。或许在内心深处，你有一种想要和男性竞争的冲动。你希望证明自己和男性并不相差，这种心态可能希望能够得到更多的肯定和关注。如果方便的话，能否让我了解一下你的成长环境呢？我们可以多谈谈这个问题。",
    "annotation": [
      {
        "sentence": "根据你所描述的性格特点，你的开朗热情和大大咧咧的态度让我觉得你是一个不拘小节、不计较得失的人。",
        "label": ""
      },
      {
        "sentence": "表面上看你可能是因为金钱方面的大方让你吃亏，但实际上你也因此保持了许多人际关系。",
        "label": ""
      },
      {
        "sentence": "或许在内心深处，你有一种想要和男性竞争的冲动。",
        "label": ""
      },
      {
        "sentence": "你希望证明自己和男性并不相差，这种心态可能希望能够得到更多的肯定和关注。",
        "label": ""
      },
      {
        "sentence": "如果方便的话，能否让我了解一下你的成长环境呢？",
        "label": ""
      },
      {
        "sentence": "我们可以多谈谈这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从小就在一个男性主导的家庭中长大，父亲非常强势，总是把责任和决策权掌握在自己手里。我觉得在那样的环境下，我一直渴望得到被肯定和关注的感觉，所以才会在商业合作中表现得很大方。这个问题困扰了我很久，我很害怕被人觉得不够强大和有能力。",
    "annotation": [
      {
        "sentence": "我从小就在一个男性主导的家庭中长大，父亲非常强势，总是把责任和决策权掌握在自己手里。",
        "label": ""
      },
      {
        "sentence": "我觉得在那样的环境下，我一直渴望得到被肯定和关注的感觉，所以才会在商业合作中表现得很大方。",
        "label": ""
      },
      {
        "sentence": "这个问题困扰了我很久，我很害怕被人觉得不够强大和有能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢谢你分享你的成长环境，这对我来说很重要。从你的描述中，我可以理解你渴望被肯定和关注的感觉。在商业合作中，你可能倾向于表现得大方，想要证明你的实力。但是，我也想提醒你，强大和有能力不一定是只与金钱相关的。有时候，你可以通过其他方式来获得认可和关注。你自己的价值不仅仅取决于与男性竞争，你有独特的特质和能力，你值得被别人肯定和尊重。",
    "annotation": [
      {
        "sentence": "谢谢你分享你的成长环境，这对我来说很重要。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我可以理解你渴望被肯定和关注的感觉。",
        "label": ""
      },
      {
        "sentence": "在商业合作中，你可能倾向于表现得大方，想要证明你的实力。",
        "label": ""
      },
      {
        "sentence": "但是，我也想提醒你，强大和有能力不一定是只与金钱相关的。",
        "label": ""
      },
      {
        "sentence": "有时候，你可以通过其他方式来获得认可和关注。",
        "label": ""
      },
      {
        "sentence": "你自己的价值不仅仅取决于与男性竞争，你有独特的特质和能力，你值得被别人肯定和尊重。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，我应该更加相信自己，并且找到其他方式来获得认可和关注。我也要学会在商业合作中更好地保护自己的利益，不总是让别人占便宜。谢谢你的支持和建议，我会努力改变自己的心态和行为。",
    "annotation": [
      {
        "sentence": "我明白你的意思，我应该更加相信自己，并且找到其他方式来获得认可和关注。",
        "label": ""
      },
      {
        "sentence": "我也要学会在商业合作中更好地保护自己的利益，不总是让别人占便宜。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议，我会努力改变自己的心态和行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心。改变需要时间，但只要你愿意付出努力，我相信你能够做到。记住，相信自己的价值，找到适合自己的方式去获得认可和关注。同时，在商业合作中保护自己的利益也是很重要的。如果你需要进一步的帮助和支持，随时都可以向我倾诉。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心。",
        "label": ""
      },
      {
        "sentence": "改变需要时间，但只要你愿意付出努力，我相信你能够做到。",
        "label": ""
      },
      {
        "sentence": "记住，相信自己的价值，找到适合自己的方式去获得认可和关注。",
        "label": ""
      },
      {
        "sentence": "同时，在商业合作中保护自己的利益也是很重要的。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的帮助和支持，随时都可以向我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会努力去改变并且更加自信。如果有时遇到困难，我会记得向你寻求帮助的。再次感谢你的陪伴和关心！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会努力去改变并且更加自信。",
        "label": ""
      },
      {
        "sentence": "如果有时遇到困难，我会记得向你寻求帮助的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和关心！",
        "label": ""
      }
    ]
  }
]