[
  {
    "role": "client",
    "content": "反应慢，不有趣，不会接话，不敢表达自己的需求怎么办？从小就不爱说话，且思维上追求独特，内心不喜欢说那些很世俗的话，不喜欢唠家常，更不喜欢鸡毛蒜皮的家务事。",
    "annotation": [
      {
        "sentence": "反应慢，不有趣，不会接话，不敢表达自己的需求怎么办？",
        "label": ""
      },
      {
        "sentence": "从小就不爱说话，且思维上追求独特，内心不喜欢说那些很世俗的话，不喜欢唠家常，更不喜欢鸡毛蒜皮的家务事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一般人都喜欢群居，喜欢交流表达，但那一定要在自己的快乐幸福、又被认可、有人给予回应和支持的状态才会愿意，会越来越愿意与人互动。从小不爱说话，那不代表不想说话，你的表达没有得到重要他人的回应，你渴望有人懂你，但一直没有，那索性就不跟们说了吧。",
    "annotation": [
      {
        "sentence": "一般人都喜欢群居，喜欢交流表达，但那一定要在自己的快乐幸福、又被认可、有人给予回应和支持的状态才会愿意，会越来越愿意与人互动。",
        "label": ""
      },
      {
        "sentence": "从小不爱说话，那不代表不想说话，你的表达没有得到重要他人的回应，你渴望有人懂你，但一直没有，那索性就不跟们说了吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自己的话并没有受到重视和回应，所以渐渐不想说了。",
    "annotation": [
      {
        "sentence": "是的，我觉得自己的话并没有受到重视和回应，所以渐渐不想说了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "分析来了解一下你的问题：1、从小就不爱说话，且思维上追求独特，内心不喜欢说那些很世俗的话，不喜欢唠家常，更不喜欢鸡毛蒜皮的家务事。如果说，你会想要说什么呢？那些你觉得独特关于哪方面的呢？你不喜欢说恨世俗的话，那些话是从什么时候让你那么讨厌的呢？你的家里有人喜欢说那些话吗？这些可能跟你有这种想法有关哦。",
    "annotation": [
      {
        "sentence": "分析来了解一下你的问题：1、从小就不爱说话，且思维上追求独特，内心不喜欢说那些很世俗的话，不喜欢唠家常，更不喜欢鸡毛蒜皮的家务事。",
        "label": ""
      },
      {
        "sentence": "如果说，你会想要说什么呢？",
        "label": ""
      },
      {
        "sentence": "那些你觉得独特关于哪方面的呢？",
        "label": ""
      },
      {
        "sentence": "你不喜欢说恨世俗的话，那些话是从什么时候让你那么讨厌的呢？",
        "label": ""
      },
      {
        "sentence": "你的家里有人喜欢说那些话吗？",
        "label": ""
      },
      {
        "sentence": "这些可能跟你有这种想法有关哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我喜欢讨论一些不同寻常的话题，比如批判性思维、哲学问题等。一些世俗的话题让我觉得很无聊，我也不知道为什么对这些话题这么反感。我家人平时也不太喜欢讨论这些话题。",
    "annotation": [
      {
        "sentence": "我喜欢讨论一些不同寻常的话题，比如批判性思维、哲学问题等。",
        "label": ""
      },
      {
        "sentence": "一些世俗的话题让我觉得很无聊，我也不知道为什么对这些话题这么反感。",
        "label": ""
      },
      {
        "sentence": "我家人平时也不太喜欢讨论这些话题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你对独特的话题有浓厚的兴趣，但你可能还没有找到欣赏这些话题的人群。或许你可以尝试加入一些兴趣小组或者社群，找到一些志同道合的朋友来一起讨论这些话题，这样你就能找到人与你产生共鸣了。",
    "annotation": [
      {
        "sentence": "看来你对独特的话题有浓厚的兴趣，但你可能还没有找到欣赏这些话题的人群。",
        "label": ""
      },
      {
        "sentence": "或许你可以尝试加入一些兴趣小组或者社群，找到一些志同道合的朋友来一起讨论这些话题，这样你就能找到人与你产生共鸣了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我觉得你说得对，我应该主动去寻找有共同兴趣的人，这样才能真正找到属于自己的话题和朋友。",
    "annotation": [
      {
        "sentence": "嗯，我觉得你说得对，我应该主动去寻找有共同兴趣的人，这样才能真正找到属于自己的话题和朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，积极主动找到适合自己的圈子是很重要的。还有你提到反应慢的问题，因为沉默应对给人闷、不会说话的印象，尤其在人多一些的饭局上，总是很紧张、很不知所措，只能用微笑、应和来应对。对于这个问题，你有什么想法吗？",
    "annotation": [
      {
        "sentence": "是的，积极主动找到适合自己的圈子是很重要的。",
        "label": ""
      },
      {
        "sentence": "还有你提到反应慢的问题，因为沉默应对给人闷、不会说话的印象，尤其在人多一些的饭局上，总是很紧张、很不知所措，只能用微笑、应和来应对。",
        "label": ""
      },
      {
        "sentence": "对于这个问题，你有什么想法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想应该是自己内心的紧张导致的反应慢，我总是害怕说话说不好、不有趣，让人感到尴尬。所以在饭局上我总是很紧张，不知道该说什么，就只能应付过去。",
    "annotation": [
      {
        "sentence": "我想应该是自己内心的紧张导致的反应慢，我总是害怕说话说不好、不有趣，让人感到尴尬。",
        "label": ""
      },
      {
        "sentence": "所以在饭局上我总是很紧张，不知道该说什么，就只能应付过去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样的情况很正常，很多人都会在人多的场合感到紧张。但你内心又是一个好强的人，不希望变成小透明，不希望没有存在感，所以学习、工作都算出色。在正规场合的演讲和有准备讲话上你也能表现得很好。这说明你有很强的潜力，只是在日常的多人谈话、饭局等场合感到畏惧。你可以尝试放松自己，多参与一些社交活动，锻炼和他人交流的能力，逐渐适应这样的场合。",
    "annotation": [
      {
        "sentence": "这样的情况很正常，很多人都会在人多的场合感到紧张。",
        "label": ""
      },
      {
        "sentence": "但你内心又是一个好强的人，不希望变成小透明，不希望没有存在感，所以学习、工作都算出色。",
        "label": ""
      },
      {
        "sentence": "在正规场合的演讲和有准备讲话上你也能表现得很好。",
        "label": ""
      },
      {
        "sentence": "这说明你有很强的潜力，只是在日常的多人谈话、饭局等场合感到畏惧。",
        "label": ""
      },
      {
        "sentence": "你可以尝试放松自己，多参与一些社交活动，锻炼和他人交流的能力，逐渐适应这样的场合。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实需要放松自己，多锻炼和他人交流的能力。我也应该改变自己对人际交往的消极态度，提升自己的自信心和影响力。",
    "annotation": [
      {
        "sentence": "是的，我确实需要放松自己，多锻炼和他人交流的能力。",
        "label": ""
      },
      {
        "sentence": "我也应该改变自己对人际交往的消极态度，提升自己的自信心和影响力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经意识到了自己需要的改变。记住，与人相处是需要学习的，这个过程可能需要一些时间和经验积累。但相信我，只要你愿意尝试，给自己调整的机会，你一定能从容自信地表达自己，让自己有影响力。祝你幸福快乐！如果有任何困惑，随时可以私信我哦！",
    "annotation": [
      {
        "sentence": "很好，你已经意识到了自己需要的改变。",
        "label": ""
      },
      {
        "sentence": "记住，与人相处是需要学习的，这个过程可能需要一些时间和经验积累。",
        "label": ""
      },
      {
        "sentence": "但相信我，只要你愿意尝试，给自己调整的机会，你一定能从容自信地表达自己，让自己有影响力。",
        "label": ""
      },
      {
        "sentence": "祝你幸福快乐！",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑，随时可以私信我哦！",
        "label": ""
      }
    ]
  }
]