[
  {
    "role": "client",
    "content": "我母亲容易情绪爆炸，我也是，该怎么办？我的母亲是一个特别容易着急上火的人，脾气一上来就会很失控，感觉在家里是一个暴君，都得听她的，且她没有安全感，不接纳家人，总觉得丈夫和孩子不够好，总是在不断的找问题，对亲近的人都不满意。长大后发现我沿袭了我母亲的处事方式，急躁、情绪容易上头，且比较苛责。对有能力的人非常崇拜恭敬，对能力不行或者老犯错的人会嫌弃、没有耐心。我意识到这样的性格经常会把自己放置于被动局面，因为就算你心善、无恶意、很努力、很用心的在做着很多事情，但是一旦你情绪失控，自然就把自己的处境拉到了施暴者的一面，无法获得舆论支持，只会给你一个脾气不好的评价，之前很多努力、用心、口碑就白费了。但是原生家庭的影响，包括性格的产生是经年累月的，我很难一下子去改变，那么我该怎么与这样的我和解呢？感觉这样的性格会给自己带来困扰，无形树一些敌人，给自己埋隐患，后期还会陷入到自责当中，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我母亲容易情绪爆炸，我也是，该怎么办？",
        "label": ""
      },
      {
        "sentence": "我的母亲是一个特别容易着急上火的人，脾气一上来就会很失控，感觉在家里是一个暴君，都得听她的，且她没有安全感，不接纳家人，总觉得丈夫和孩子不够好，总是在不断的找问题，对亲近的人都不满意。",
        "label": ""
      },
      {
        "sentence": "长大后发现我沿袭了我母亲的处事方式，急躁、情绪容易上头，且比较苛责。",
        "label": ""
      },
      {
        "sentence": "对有能力的人非常崇拜恭敬，对能力不行或者老犯错的人会嫌弃、没有耐心。",
        "label": ""
      },
      {
        "sentence": "我意识到这样的性格经常会把自己放置于被动局面，因为就算你心善、无恶意、很努力、很用心的在做着很多事情，但是一旦你情绪失控，自然就把自己的处境拉到了施暴者的一面，无法获得舆论支持，只会给你一个脾气不好的评价，之前很多努力、用心、口碑就白费了。",
        "label": ""
      },
      {
        "sentence": "但是原生家庭的影响，包括性格的产生是经年累月的，我很难一下子去改变，那么我该怎么与这样的我和解呢？",
        "label": ""
      },
      {
        "sentence": "感觉这样的性格会给自己带来困扰，无形树一些敌人，给自己埋隐患，后期还会陷入到自责当中，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先很同情你现在的样子和状态，幸福的家庭都是一样的幸福，不幸的家庭都是各自的不幸。从你这里更多的是感觉出来的不公，愤恨和委屈，母亲是家风，也是影响一个家庭未来若干年的重要因素，由于她的强势，也造成了你们之间的对立，产生轻生和改变环境来逃避这个既有的现实。",
    "annotation": [
      {
        "sentence": "首先很同情你现在的样子和状态，幸福的家庭都是一样的幸福，不幸的家庭都是各自的不幸。",
        "label": ""
      },
      {
        "sentence": "从你这里更多的是感觉出来的不公，愤恨和委屈，母亲是家风，也是影响一个家庭未来若干年的重要因素，由于她的强势，也造成了你们之间的对立，产生轻生和改变环境来逃避这个既有的现实。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，感觉自己一直被她的情绪所压制，我也希望这种局面能够改变。",
    "annotation": [
      {
        "sentence": "是的，感觉自己一直被她的情绪所压制，我也希望这种局面能够改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的真切描述也把很多局外人带入了当时的场景，心理学上有个词就做杀熟，对你越亲近的人，越想改变和影响你成为她心中希望的样子，爱之深责之切就是这个道理，只是表达方式欠妥。似乎已经忘记了每个孩子都是上天赐给父母的天使，同时也让我们幼小的心灵蒙上了阴影，一种“快快长大，快快离开她，离开这个环境，最好永不打交道”的心理也悄然随着我们的年龄而萌发生长。",
    "annotation": [
      {
        "sentence": "你的真切描述也把很多局外人带入了当时的场景，心理学上有个词就做杀熟，对你越亲近的人，越想改变和影响你成为她心中希望的样子，爱之深责之切就是这个道理，只是表达方式欠妥。",
        "label": ""
      },
      {
        "sentence": "似乎已经忘记了每个孩子都是上天赐给父母的天使，同时也让我们幼小的心灵蒙上了阴影，一种“快快长大，快快离开她，离开这个环境，最好永不打交道”的心理也悄然随着我们的年龄而萌发生长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，或许我一直没有正确看待这个问题，需要学会和母亲建立更好的关系，同时也应该反思自己的反抗意识。",
    "annotation": [
      {
        "sentence": "我明白了，或许我一直没有正确看待这个问题，需要学会和母亲建立更好的关系，同时也应该反思自己的反抗意识。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "正是，自身为什么会有这么强烈的反抗意识呢，要从我们自身性格和环境说起，哪里有压迫哪里就有反抗，尤其是表面看起来不服输、自强自立，而内心逆向性格很强的人特有的气质，类似《都挺好》中的苏明玉，家庭关系确实会对你情感有较大的影响，强大的气场下安放着一个脆弱的心灵，其实我们每个人都是自卑的，或多或少由此让我们的情绪无法自控，继而四处宣泄情绪和释放压力。所以说，非常能理解你当下的困惑和忧愁，提供几个建议可以参考。",
    "annotation": [
      {
        "sentence": "正是，自身为什么会有这么强烈的反抗意识呢，要从我们自身性格和环境说起，哪里有压迫哪里就有反抗，尤其是表面看起来不服输、自强自立，而内心逆向性格很强的人特有的气质，类似《都挺好》中的苏明玉，家庭关系确实会对你情感有较大的影响，强大的气场下安放着一个脆弱的心灵，其实我们每个人都是自卑的，或多或少由此让我们的情绪无法自控，继而四处宣泄情绪和释放压力。",
        "label": ""
      },
      {
        "sentence": "所以说，非常能理解你当下的困惑和忧愁，提供几个建议可以参考。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的理解和建议，请告诉我应该怎么做。",
    "annotation": [
      {
        "sentence": "非常感谢你的理解和建议，请告诉我应该怎么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你们的关系很僵，僵到都不想后退一步来化解这个矛盾，那就靠时间和距离来完成。越想管你，你也越反抗，反倒会通过时空的距离进一步来改善，远香近臭就是这个道理。其次，实际上，对于这种类型的父母可以用哄的方式来对待，这也是她的软肋，你强势我示弱，她也自然没有办法了，或许你的性格不愿意认同采纳，否则关系早就有所缓和，但是在这里依然建议你采用。",
    "annotation": [
      {
        "sentence": "首先，你们的关系很僵，僵到都不想后退一步来化解这个矛盾，那就靠时间和距离来完成。",
        "label": ""
      },
      {
        "sentence": "越想管你，你也越反抗，反倒会通过时空的距离进一步来改善，远香近臭就是这个道理。",
        "label": ""
      },
      {
        "sentence": "其次，实际上，对于这种类型的父母可以用哄的方式来对待，这也是她的软肋，你强势我示弱，她也自然没有办法了，或许你的性格不愿意认同采纳，否则关系早就有所缓和，但是在这里依然建议你采用。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些方法听起来有些难度，但我会试试的，还有其他的建议吗？",
    "annotation": [
      {
        "sentence": "这些方法听起来有些难度，但我会试试的，还有其他的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然了，更多时候你表达的是牢骚或者说抱怨，当你有能力来改变一切的时候，所有的周遭环境都会对你温柔。不要与你不是一个层级的人一般见识，拿出你的大度，自然生活回馈你更多更好的，参见《方苞孝母》的故事。同时，家庭中遇到我们可以逃避到社会，如果社会上遇到很多这样的人，你又如何选择呢，我们要学会有效的识人能力和应对方法，看看性格色彩学吧。最后，她会有她的苦衷，你也会有你的无奈，当你无法改变现实，要学会适应和影响，这样的性格天生都是对内强势，对外胆小懦弱，性格的缺陷已经让自己遇到了很多不公，希望我们经历磨难能成就更大的事业，没有人生来就理所当然，学着度人待己才是我们人生中的重要修行，生命旅程中的心态大课。希望能帮助到你，学会理解和包容，一切都会慢慢好起来的。",
    "annotation": [
      {
        "sentence": "当然了，更多时候你表达的是牢骚或者说抱怨，当你有能力来改变一切的时候，所有的周遭环境都会对你温柔。",
        "label": ""
      },
      {
        "sentence": "不要与你不是一个层级的人一般见识，拿出你的大度，自然生活回馈你更多更好的，参见《方苞孝母》的故事。",
        "label": ""
      },
      {
        "sentence": "同时，家庭中遇到我们可以逃避到社会，如果社会上遇到很多这样的人，你又如何选择呢，我们要学会有效的识人能力和应对方法，看看性格色彩学吧。",
        "label": ""
      },
      {
        "sentence": "最后，她会有她的苦衷，你也会有你的无奈，当你无法改变现实，要学会适应和影响，这样的性格天生都是对内强势，对外胆小懦弱，性格的缺陷已经让自己遇到了很多不公，希望我们经历磨难能成就更大的事业，没有人生来就理所当然，学着度人待己才是我们人生中的重要修行，生命旅程中的心态大课。",
        "label": ""
      },
      {
        "sentence": "希望能帮助到你，学会理解和包容，一切都会慢慢好起来的。",
        "label": ""
      }
    ]
  }
]