[
  {
    "role": "client",
    "content": "母亲容易情绪爆炸，我也是，该怎么办？",
    "annotation": [
      {
        "sentence": "母亲容易情绪爆炸，我也是，该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "家庭是我们人生的第一所学校，会教会我们很多东西。但同样，家庭成员之间的关系、性格等等，也会在潜移默化中给我们影响，并且这种影响也是非常深远的。",
    "annotation": [
      {
        "sentence": "家庭是我们人生的第一所学校，会教会我们很多东西。",
        "label": ""
      },
      {
        "sentence": "但同样，家庭成员之间的关系、性格等等，也会在潜移默化中给我们影响，并且这种影响也是非常深远的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的母亲是一个特别容易着急上火的人，脾气一上来就会很失控，感觉在家里是一个暴君，都得听她的，且她没有安全感，不接纳家人，总觉得丈夫和孩子不够好，总是在不断的找问题，对亲近的人都不满意。",
    "annotation": [
      {
        "sentence": "我的母亲是一个特别容易着急上火的人，脾气一上来就会很失控，感觉在家里是一个暴君，都得听她的，且她没有安全感，不接纳家人，总觉得丈夫和孩子不够好，总是在不断的找问题，对亲近的人都不满意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先说说你的问题：妈妈是一个脾气暴躁、容易上火的人，没有安全感，总会挑家人的毛病，总觉得你们各种不好。因为长期和妈妈生活在一起，你继承了她的性格。脾气暴躁，对人比较苛刻。同时对优秀的人恭敬崇拜，对能力不行的人嫌弃且没有耐心。你开始意识到了你身上的问题，觉得这些问题会给你以后的生活带来很多不好的影响。所以希望寻求改变，但不知道如何去做。",
    "annotation": [
      {
        "sentence": "先说说你的问题：妈妈是一个脾气暴躁、容易上火的人，没有安全感，总会挑家人的毛病，总觉得你们各种不好。",
        "label": ""
      },
      {
        "sentence": "因为长期和妈妈生活在一起，你继承了她的性格。",
        "label": ""
      },
      {
        "sentence": "脾气暴躁，对人比较苛刻。",
        "label": ""
      },
      {
        "sentence": "同时对优秀的人恭敬崇拜，对能力不行的人嫌弃且没有耐心。",
        "label": ""
      },
      {
        "sentence": "你开始意识到了你身上的问题，觉得这些问题会给你以后的生活带来很多不好的影响。",
        "label": ""
      },
      {
        "sentence": "所以希望寻求改变，但不知道如何去做。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "长大后发现我沿袭了我母亲的处事方式，急躁、情绪容易上头，且比较苛责。对有能力的人非常崇拜恭敬，对能力不行或者老犯错的人会嫌弃、没有耐心。我意识到这样的性格经常会把自己放置于被动局面，因为就算你心善、无恶意、很努力、很用心的在做着很多事情，但是一旦你情绪失控，自然就把自己的处境拉到了施暴者的一面，无法获得舆论支持，只会给你一个脾气不好的评价，之前很多努力、用心、口碑就白费了。但是原生家庭的影响，包括性格的产生是经年累月的，我很难一下子去改变，那么我该怎么与这样的我和解呢？感觉这样的性格会给自己带来困扰，无形树一些敌人，给自己埋隐患，后期还会陷入到自责当中，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "长大后发现我沿袭了我母亲的处事方式，急躁、情绪容易上头，且比较苛责。",
        "label": ""
      },
      {
        "sentence": "对有能力的人非常崇拜恭敬，对能力不行或者老犯错的人会嫌弃、没有耐心。",
        "label": ""
      },
      {
        "sentence": "我意识到这样的性格经常会把自己放置于被动局面，因为就算你心善、无恶意、很努力、很用心的在做着很多事情，但是一旦你情绪失控，自然就把自己的处境拉到了施暴者的一面，无法获得舆论支持，只会给你一个脾气不好的评价，之前很多努力、用心、口碑就白费了。",
        "label": ""
      },
      {
        "sentence": "但是原生家庭的影响，包括性格的产生是经年累月的，我很难一下子去改变，那么我该怎么与这样的我和解呢？",
        "label": ""
      },
      {
        "sentence": "感觉这样的性格会给自己带来困扰，无形树一些敌人，给自己埋隐患，后期还会陷入到自责当中，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，从小到大我们和父母生活的时间最长，也受到他们的影响最大，所以性格有点像妈妈也是非常正常的。但是你能够意识到自己身上的问题，说明你的情况并不是很严重。像很多人自己就算很不好他们也意识不到自己的问题，而你能知道自己的问题，才有可能想办法改变。所以你也不用太过的焦虑，并且性格的养成也不是一天两天的，急不来，要循序渐进慢慢的改变自己，才可能真正的收到效果。",
    "annotation": [
      {
        "sentence": "确实，从小到大我们和父母生活的时间最长，也受到他们的影响最大，所以性格有点像妈妈也是非常正常的。",
        "label": ""
      },
      {
        "sentence": "但是你能够意识到自己身上的问题，说明你的情况并不是很严重。",
        "label": ""
      },
      {
        "sentence": "像很多人自己就算很不好他们也意识不到自己的问题，而你能知道自己的问题，才有可能想办法改变。",
        "label": ""
      },
      {
        "sentence": "所以你也不用太过的焦虑，并且性格的养成也不是一天两天的，急不来，要循序渐进慢慢的改变自己，才可能真正的收到效果。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是你有没有发现你话语的描述：■自己的局面很被动■无法获得舆论支持，得到脾气不好的评价■会给自己带来困扰，无形之中树立敌人。■给自己埋下隐患，陷入自责难道你就没发现一些端倪吗？你所有的担心与苦恼，都是从你自己的角度出发的。并不是说你很自私，只是在很多时候你可能根本没有意识到这一点，也没有为其他人考虑的习惯，可能陷入了一个“以自我为中心”的怪圈。所以你应该思考一下，平时处理问题的时候，除了考虑自己，也从别人的角度去想想问题。如：■我这样做别人会怎么看■这样做会给别人带来什么影响或伤害。■我嫌弃能力不行的人，那些优秀的人又是如何看我的呢？有些时候我们需要将心比心。在这个世界上，没有什么十全十美的人，哪怕再优秀的人也是如此。是人都会犯错误，你不是也同样如此吗？同样，再普通的人也会有自己的优点。我们可以换一下自己看人的眼光，用欣赏的眼光看待身边的人，也许你会发现不一样的世界。如果我们总是挑剔身边最亲的人，而羡慕那些自己八竿子打不着的人，只会让亲者痛仇者快。就像你拿着一个放大镜，去寻找别人的缺点一样，再小的瑕疵都会被无限放大，所以在我们的眼中就都是缺点了。就连玉都不会晶莹剔透，只是瑕不掩瑜罢了。所以，你以后在工作生活当中。应该多站在别人的角度想问题，多用欣赏的眼光看世界，也许会给你不一样的体验。",
    "annotation": [
      {
        "sentence": "可是你有没有发现你话语的描述：■自己的局面很被动■无法获得舆论支持，得到脾气不好的评价■会给自己带来困扰，无形之中树立敌人。",
        "label": ""
      },
      {
        "sentence": "■给自己埋下隐患，陷入自责难道你就没发现一些端倪吗？",
        "label": ""
      },
      {
        "sentence": "你所有的担心与苦恼，都是从你自己的角度出发的。",
        "label": ""
      },
      {
        "sentence": "并不是说你很自私，只是在很多时候你可能根本没有意识到这一点，也没有为其他人考虑的习惯，可能陷入了一个“以自我为中心”的怪圈。",
        "label": ""
      },
      {
        "sentence": "所以你应该思考一下，平时处理问题的时候，除了考虑自己，也从别人的角度去想想问题。",
        "label": ""
      },
      {
        "sentence": "如：■我这样做别人会怎么看■这样做会给别人带来什么影响或伤害。",
        "label": ""
      },
      {
        "sentence": "■我嫌弃能力不行的人，那些优秀的人又是如何看我的呢？",
        "label": ""
      },
      {
        "sentence": "有些时候我们需要将心比心。",
        "label": ""
      },
      {
        "sentence": "在这个世界上，没有什么十全十美的人，哪怕再优秀的人也是如此。",
        "label": ""
      },
      {
        "sentence": "是人都会犯错误，你不是也同样如此吗？",
        "label": ""
      },
      {
        "sentence": "同样，再普通的人也会有自己的优点。",
        "label": ""
      },
      {
        "sentence": "我们可以换一下自己看人的眼光，用欣赏的眼光看待身边的人，也许你会发现不一样的世界。",
        "label": ""
      },
      {
        "sentence": "如果我们总是挑剔身边最亲的人，而羡慕那些自己八竿子打不着的人，只会让亲者痛仇者快。",
        "label": ""
      },
      {
        "sentence": "就像你拿着一个放大镜，去寻找别人的缺点一样，再小的瑕疵都会被无限放大，所以在我们的眼中就都是缺点了。",
        "label": ""
      },
      {
        "sentence": "就连玉都不会晶莹剔透，只是瑕不掩瑜罢了。",
        "label": ""
      },
      {
        "sentence": "所以，你以后在工作生活当中。",
        "label": ""
      },
      {
        "sentence": "应该多站在别人的角度想问题，多用欣赏的眼光看世界，也许会给你不一样的体验。",
        "label": ""
      }
    ]
  }
]