[
  {
    "role": "client",
    "content": "我是一个19岁的女生，我发现自己总是喜欢多管闲事，怎么办？",
    "annotation": [
      {
        "sentence": "我是一个19岁的女生，我发现自己总是喜欢多管闲事，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "多管闲事是普遍的人性特点，特别是在年轻的时候。可以说你有一颗关心社会公平正义的心，但也要适度，不要过于干涉他人的事情。你是不是在社交媒体上经常看到一些关于男女平等或家暴问题的报道，然后自己就情不自禁地想加入进去，想做一个救世主，尽可能改变不公平的现象？",
    "annotation": [
      {
        "sentence": "多管闲事是普遍的人性特点，特别是在年轻的时候。",
        "label": ""
      },
      {
        "sentence": "可以说你有一颗关心社会公平正义的心，但也要适度，不要过于干涉他人的事情。",
        "label": ""
      },
      {
        "sentence": "你是不是在社交媒体上经常看到一些关于男女平等或家暴问题的报道，然后自己就情不自禁地想加入进去，想做一个救世主，尽可能改变不公平的现象？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "没错！我总是为别人的遭遇感到愤怒和心痛，希望自己能成为救世主，消灭一切不公平的事物。但每次想到男女不平等或家暴等问题，我就会感到不舒服，甚至觉得自己也在遭受不公平待遇，我真的很想改变这种状况。",
    "annotation": [
      {
        "sentence": "没错！",
        "label": ""
      },
      {
        "sentence": "我总是为别人的遭遇感到愤怒和心痛，希望自己能成为救世主，消灭一切不公平的事物。",
        "label": ""
      },
      {
        "sentence": "但每次想到男女不平等或家暴等问题，我就会感到不舒服，甚至觉得自己也在遭受不公平待遇，我真的很想改变这种状况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "年纪轻轻就有着如此强烈的正义感和愿望，这很好。但网络世界会放大一些问题，让你的情绪更加激动。你可以先尝试掌控自己的情绪，多关注自我控制，而不是太过关注失去控制的感觉。自我控制是你可以掌握的，比如控制自己的行为和思维。失去控制的感觉则是他人的行为、他人的想法，你无法控制。你现在的焦虑可能是因为你觉得自己的能力还无法达到愿景的要求。我的建议是，努力提升自己的能力，也许现在我们个人的力量无法改变很多事情，但是如果你将来成为了一名法律工作者、妇女组织的一员或社会工作者呢？社会变革是靠我们这些愿意行动的人汇集起来的力量所实现的。",
    "annotation": [
      {
        "sentence": "年纪轻轻就有着如此强烈的正义感和愿望，这很好。",
        "label": ""
      },
      {
        "sentence": "但网络世界会放大一些问题，让你的情绪更加激动。",
        "label": ""
      },
      {
        "sentence": "你可以先尝试掌控自己的情绪，多关注自我控制，而不是太过关注失去控制的感觉。",
        "label": ""
      },
      {
        "sentence": "自我控制是你可以掌握的，比如控制自己的行为和思维。",
        "label": ""
      },
      {
        "sentence": "失去控制的感觉则是他人的行为、他人的想法，你无法控制。",
        "label": ""
      },
      {
        "sentence": "你现在的焦虑可能是因为你觉得自己的能力还无法达到愿景的要求。",
        "label": ""
      },
      {
        "sentence": "我的建议是，努力提升自己的能力，也许现在我们个人的力量无法改变很多事情，但是如果你将来成为了一名法律工作者、妇女组织的一员或社会工作者呢？",
        "label": ""
      },
      {
        "sentence": "社会变革是靠我们这些愿意行动的人汇集起来的力量所实现的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实应该先从自己做起，提升自己的能力，以便将来有机会参与到改变中来。我也明白网络世界可能会让我过于情绪化，可能会让我感到一些事情无法控制。我要尽量关注自我控制，以及现实生活中的实际行动，而不是陷入幻想中去。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "你说得对，我确实应该先从自己做起，提升自己的能力，以便将来有机会参与到改变中来。",
        "label": ""
      },
      {
        "sentence": "我也明白网络世界可能会让我过于情绪化，可能会让我感到一些事情无法控制。",
        "label": ""
      },
      {
        "sentence": "我要尽量关注自我控制，以及现实生活中的实际行动，而不是陷入幻想中去。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，年轻的你有很多潜力和机会去做一些有意义的事情。同时，也要给自己一些宽容和耐心，改变需要时间和努力。如果你有什么困惑或需要进一步的支持，随时都可以来找我倾诉。我会一直在这里支持你的。",
    "annotation": [
      {
        "sentence": "不客气，年轻的你有很多潜力和机会去做一些有意义的事情。",
        "label": ""
      },
      {
        "sentence": "同时，也要给自己一些宽容和耐心，改变需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "如果你有什么困惑或需要进一步的支持，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你的。",
        "label": ""
      }
    ]
  }
]