[
  {
    "role": "client",
    "content": "换了岗位后总是很丧气，活着太难了，为什么这么难受？",
    "annotation": [
      {
        "sentence": "换了岗位后总是很丧气，活着太难了，为什么这么难受？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "坏情绪就像多米诺骨牌，一个烦恼会触发另一个烦恼，所有的烦恼不断累积，难受是可想而知的了。想要摆脱坏情绪对我们的影响，首先要找到产生坏情绪的原因。",
    "annotation": [
      {
        "sentence": "坏情绪就像多米诺骨牌，一个烦恼会触发另一个烦恼，所有的烦恼不断累积，难受是可想而知的了。",
        "label": ""
      },
      {
        "sentence": "想要摆脱坏情绪对我们的影响，首先要找到产生坏情绪的原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "自从工作换了岗位以后，总是很丧气，情绪也不太好，总是乱发脾气，我觉得跟工作应该没有太大关系。只是我心里总是提不起劲儿，我很难过但是我不知道为什么难过，有时候心里很难受。",
    "annotation": [
      {
        "sentence": "自从工作换了岗位以后，总是很丧气，情绪也不太好，总是乱发脾气，我觉得跟工作应该没有太大关系。",
        "label": ""
      },
      {
        "sentence": "只是我心里总是提不起劲儿，我很难过但是我不知道为什么难过，有时候心里很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "换了岗位后出现这些情绪变化是很正常的反应，工作环境的改变可能对心情造成一定影响。坏情绪的出现可能并不需要有一个明确的原因，有时候生活中的压力和不确定性会渗入我们的情绪中。",
    "annotation": [
      {
        "sentence": "换了岗位后出现这些情绪变化是很正常的反应，工作环境的改变可能对心情造成一定影响。",
        "label": ""
      },
      {
        "sentence": "坏情绪的出现可能并不需要有一个明确的原因，有时候生活中的压力和不确定性会渗入我们的情绪中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "以前虽然3分钟热度，但是还是有时候心情好的时候做做饭，看看书，可是最近啥也不想干，一回家就是躺那儿看手机，也根本不想和任何人交流。",
    "annotation": [
      {
        "sentence": "以前虽然3分钟热度，但是还是有时候心情好的时候做做饭，看看书，可是最近啥也不想干，一回家就是躺那儿看手机，也根本不想和任何人交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这并不意味着你变得不喜欢做这些事情，而是你的情绪让你觉得缺乏动力去从事这些活动。情绪低落可能会使人感到疲惫和无力，所以不想去做其他事情也是情理之中的反应。",
    "annotation": [
      {
        "sentence": "这并不意味着你变得不喜欢做这些事情，而是你的情绪让你觉得缺乏动力去从事这些活动。",
        "label": ""
      },
      {
        "sentence": "情绪低落可能会使人感到疲惫和无力，所以不想去做其他事情也是情理之中的反应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "最近又发生了好多不幸糟糕的事情，我觉得活着很难，太难了。很多时候都不想当人了，但是又没办法。对这种状态真的很焦虑。",
    "annotation": [
      {
        "sentence": "最近又发生了好多不幸糟糕的事情，我觉得活着很难，太难了。",
        "label": ""
      },
      {
        "sentence": "很多时候都不想当人了，但是又没办法。",
        "label": ""
      },
      {
        "sentence": "对这种状态真的很焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当我们感到困难重重时，会很容易产生这样的想法，但这只是当下的感受。你要知道，任何困难都是暂时的，在挫折后总会有新的希望。焦虑只会让情绪更加低落，我们需要尽可能舒缓自己的情绪。",
    "annotation": [
      {
        "sentence": "当我们感到困难重重时，会很容易产生这样的想法，但这只是当下的感受。",
        "label": ""
      },
      {
        "sentence": "你要知道，任何困难都是暂时的，在挫折后总会有新的希望。",
        "label": ""
      },
      {
        "sentence": "焦虑只会让情绪更加低落，我们需要尽可能舒缓自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "每天早上虽然总对自己说打起精神来，但是心里有个大怪物，他把我一直往下拖，我实在很丧气。我好难受，却不知道为什么这么难受，我一点都不了解自己了。",
    "annotation": [
      {
        "sentence": "每天早上虽然总对自己说打起精神来，但是心里有个大怪物，他把我一直往下拖，我实在很丧气。",
        "label": ""
      },
      {
        "sentence": "我好难受，却不知道为什么这么难受，我一点都不了解自己了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有时候我们对自己的心理状态和情绪确实感到困惑，不了解自己并不罕见。找到抬升情绪和舒缓压力的方法可能需要一些时间和探索。你可以尝试与朋友或家人分享你的感受，或倾诉给专业的心理咨询师，他们可以帮助你更好地了解自己并找到缓解压力的途径。",
    "annotation": [
      {
        "sentence": "有时候我们对自己的心理状态和情绪确实感到困惑，不了解自己并不罕见。",
        "label": ""
      },
      {
        "sentence": "找到抬升情绪和舒缓压力的方法可能需要一些时间和探索。",
        "label": ""
      },
      {
        "sentence": "你可以尝试与朋友或家人分享你的感受，或倾诉给专业的心理咨询师，他们可以帮助你更好地了解自己并找到缓解压力的途径。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着记录自己的情绪变化，并寻找积极的一面。如果坏情绪持续存在，我也会考虑寻求专业的心理咨询。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着记录自己的情绪变化，并寻找积极的一面。",
        "label": ""
      },
      {
        "sentence": "如果坏情绪持续存在，我也会考虑寻求专业的心理咨询。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能为你提供帮助，记得每天给自己一点时间和空间，去关注一些积极的事物。专业的心理咨询会给你更具体的支持和指导，祝愿你早日走出困境，重获心情的愉悦。",
    "annotation": [
      {
        "sentence": "很高兴能为你提供帮助，记得每天给自己一点时间和空间，去关注一些积极的事物。",
        "label": ""
      },
      {
        "sentence": "专业的心理咨询会给你更具体的支持和指导，祝愿你早日走出困境，重获心情的愉悦。",
        "label": ""
      }
    ]
  }
]