[
  {
    "role": "client",
    "content": "我十八岁，父母离异，被迫在亲戚间周旋，厌恶父母，恶心我十八岁，父母离异，归父亲抚养，刚高考完，估完分可以上大学，外婆答应我考上大学给我一定数额的钱，我妈想私吞这笔钱，用这笔钱假装自己出钱给我付的电脑钱，而我舅妈以我父亲在我妈和我爸婚前欠她钱想吞并这笔钱，但这是我自己的劳动所得，也是因为父母离异我没有义务交给她们，外婆想偷偷把钱给我，她也不想得罪任何一个人。我父亲也不负责任，因为离婚和我母亲一方闹僵后就欠债不还，弄得我在三年前就一直陷入欠债风波。我一直被迫在他们间周璇，真的很烦躁，他们自以为是地以为自己什么都是对的，说什么不会让我受影响，却一遍遍和我强调各种家庭矛盾，真的有种窒息的感觉，很想把他们都赶走。高考完后他们的态度一再变化，变得暴力冷漠。我不想陪他们演戏，我已经演了6年多了，我不想影响家庭这最后的平衡，我只想逃离却没有退路。",
    "annotation": [
      {
        "sentence": "我十八岁，父母离异，被迫在亲戚间周旋，厌恶父母，恶心我十八岁，父母离异，归父亲抚养，刚高考完，估完分可以上大学，外婆答应我考上大学给我一定数额的钱，我妈想私吞这笔钱，用这笔钱假装自己出钱给我付的电脑钱，而我舅妈以我父亲在我妈和我爸婚前欠她钱想吞并这笔钱，但这是我自己的劳动所得，也是因为父母离异我没有义务交给她们，外婆想偷偷把钱给我，她也不想得罪任何一个人。",
        "label": ""
      },
      {
        "sentence": "我父亲也不负责任，因为离婚和我母亲一方闹僵后就欠债不还，弄得我在三年前就一直陷入欠债风波。",
        "label": ""
      },
      {
        "sentence": "我一直被迫在他们间周璇，真的很烦躁，他们自以为是地以为自己什么都是对的，说什么不会让我受影响，却一遍遍和我强调各种家庭矛盾，真的有种窒息的感觉，很想把他们都赶走。",
        "label": ""
      },
      {
        "sentence": "高考完后他们的态度一再变化，变得暴力冷漠。",
        "label": ""
      },
      {
        "sentence": "我不想陪他们演戏，我已经演了6年多了，我不想影响家庭这最后的平衡，我只想逃离却没有退路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子，我觉察到你的纠结无奈失落揪心的感觉了。亲情恩怨的撕扯与你无关，你作为媒介被裹挟进来。难过的是你和姥姥。针对这种情况，你要做好自我分化。他们都是爱你的，他们之间的纠葛与你无关。姥姥想把钱给你，你舅妈想截留还钱，父亲无赖不还，妈妈想付电脑钱。此时你没有错，现在的局势不是你的错，是父亲的错，父母离婚也不是你的错，是他们的关系。你可以把感受说出来，想要电脑？ 或是付给舅妈？当然从自私的角度，想自己拥有支配权。说出你的心里话，“虽然我想要，但是我还是……”让姥姥和自己有个心理缓冲地带。自己出去找辅导班代课或打工挣点钱，爸妈资助一点，电脑的愿望也能实现。电脑城有二手不错的一样，我买一个400元的教学一样用。我是一名中小学教师。大学开学你看看有必要买再买也可以，我知道不少大学生根据情况有买的有不买的，有的大二才买。我买个二手苹果手机，1200元，用4年了。今年经济形势不好，一直不铺张，我需要攒钱赡养父母。",
    "annotation": [
      {
        "sentence": "孩子，我觉察到你的纠结无奈失落揪心的感觉了。",
        "label": ""
      },
      {
        "sentence": "亲情恩怨的撕扯与你无关，你作为媒介被裹挟进来。",
        "label": ""
      },
      {
        "sentence": "难过的是你和姥姥。",
        "label": ""
      },
      {
        "sentence": "针对这种情况，你要做好自我分化。",
        "label": ""
      },
      {
        "sentence": "他们都是爱你的，他们之间的纠葛与你无关。",
        "label": ""
      },
      {
        "sentence": "姥姥想把钱给你，你舅妈想截留还钱，父亲无赖不还，妈妈想付电脑钱。",
        "label": ""
      },
      {
        "sentence": "此时你没有错，现在的局势不是你的错，是父亲的错，父母离婚也不是你的错，是他们的关系。",
        "label": ""
      },
      {
        "sentence": "你可以把感受说出来，想要电脑？",
        "label": ""
      },
      {
        "sentence": " 或是付给舅妈？",
        "label": ""
      },
      {
        "sentence": "当然从自私的角度，想自己拥有支配权。",
        "label": ""
      },
      {
        "sentence": "说出你的心里话，“虽然我想要，但是我还是……”让姥姥和自己有个心理缓冲地带。",
        "label": ""
      },
      {
        "sentence": "自己出去找辅导班代课或打工挣点钱，爸妈资助一点，电脑的愿望也能实现。",
        "label": ""
      },
      {
        "sentence": "电脑城有二手不错的一样，我买一个400元的教学一样用。",
        "label": ""
      },
      {
        "sentence": "我是一名中小学教师。",
        "label": ""
      },
      {
        "sentence": "大学开学你看看有必要买再买也可以，我知道不少大学生根据情况有买的有不买的，有的大二才买。",
        "label": ""
      },
      {
        "sentence": "我买个二手苹果手机，1200元，用4年了。",
        "label": ""
      },
      {
        "sentence": "今年经济形势不好，一直不铺张，我需要攒钱赡养父母。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要学会和这些事情相处，不再被他们左右我的情绪。我会尝试和姥姥好好沟通，告诉她我的想法和困扰。同时，我也会思考自己是否真的有必要购买电脑，或者先找工作赚一些钱再决定。谢谢你的建议和支持，真的很感激！",
    "annotation": [
      {
        "sentence": "我明白了，我要学会和这些事情相处，不再被他们左右我的情绪。",
        "label": ""
      },
      {
        "sentence": "我会尝试和姥姥好好沟通，告诉她我的想法和困扰。",
        "label": ""
      },
      {
        "sentence": "同时，我也会思考自己是否真的有必要购买电脑，或者先找工作赚一些钱再决定。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，真的很感激！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。记住，你的情绪和决策并不受这个家庭的困扰。倾诉和与姥姥的沟通是很好的方式，她会理解你的。不要感到孤单，我会一直在这里支持你的。如果你需要任何进一步的帮助，随时告诉我。你做得很好，加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，你的情绪和决策并不受这个家庭的困扰。",
        "label": ""
      },
      {
        "sentence": "倾诉和与姥姥的沟通是很好的方式，她会理解你的。",
        "label": ""
      },
      {
        "sentence": "不要感到孤单，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的帮助，随时告诉我。",
        "label": ""
      },
      {
        "sentence": "你做得很好，加油！",
        "label": ""
      }
    ]
  }
]