[
  {
    "role": "client",
    "content": "你好，我觉得人生绝望，打不起精神。我今年26岁，英语比较好的会计专业普通本科生，从事在线成人英语口语2年，经济独立，但社交圈范围狭窄。这一年是我感觉到最绝望的一年，因为毕业后的这三年，我觉得我没有太大的进步，在工作上或者是在情感上。目前的工作没有办法久做，因为口语老师趋于年轻化，有些年纪的老师会教学方式陈旧和缺乏激情而被淘汰。尽管这样，我却提不起精神去改变现状，比如说考研提了很久始终没认真起来。家庭关系依旧很差。从小到大我爸妈给予我的爱几乎没有，我自己的感情，我是一个吃百家饭长大的孩子。外表坚强内心脆弱不堪。我也很逃避和拒绝和家人沟通……经常话不投机半句多。以至于我觉得诺大的世界，我只不过是一个孤儿…这句话，我在10岁写给我表姐的信上提到过，我爸当然还把这当成笑话公之于众。说真的，这种行为，我觉得很垃圾。我经历了两段无疾而终皆很短期的恋爱，每一段给我。",
    "annotation": [
      {
        "sentence": "你好，我觉得人生绝望，打不起精神。",
        "label": ""
      },
      {
        "sentence": "我今年26岁，英语比较好的会计专业普通本科生，从事在线成人英语口语2年，经济独立，但社交圈范围狭窄。",
        "label": ""
      },
      {
        "sentence": "这一年是我感觉到最绝望的一年，因为毕业后的这三年，我觉得我没有太大的进步，在工作上或者是在情感上。",
        "label": ""
      },
      {
        "sentence": "目前的工作没有办法久做，因为口语老师趋于年轻化，有些年纪的老师会教学方式陈旧和缺乏激情而被淘汰。",
        "label": ""
      },
      {
        "sentence": "尽管这样，我却提不起精神去改变现状，比如说考研提了很久始终没认真起来。",
        "label": ""
      },
      {
        "sentence": "家庭关系依旧很差。",
        "label": ""
      },
      {
        "sentence": "从小到大我爸妈给予我的爱几乎没有，我自己的感情，我是一个吃百家饭长大的孩子。",
        "label": ""
      },
      {
        "sentence": "外表坚强内心脆弱不堪。",
        "label": ""
      },
      {
        "sentence": "我也很逃避和拒绝和家人沟通……经常话不投机半句多。",
        "label": ""
      },
      {
        "sentence": "以至于我觉得诺大的世界，我只不过是一个孤儿…这句话，我在10岁写给我表姐的信上提到过，我爸当然还把这当成笑话公之于众。",
        "label": ""
      },
      {
        "sentence": "说真的，这种行为，我觉得很垃圾。",
        "label": ""
      },
      {
        "sentence": "我经历了两段无疾而终皆很短期的恋爱，每一段给我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情感上的挫折和社交困境都会给我们带来挫败感和绝望情绪，但是这并不代表你没有出路。我明白你现在面临的压力很多，但是我们不能让这些困难左右我们的人生。正如你所说的，在工作上你感到无法进步，我想对于很多人来说都有这样的经历。虽然目前的工作可能不理想，但你可以从自己的兴趣和擅长的领域出发，尝试开辟属于自己的一片天地。另外，考研的失败并不代表你没有其他出路。无论最终结果如何，都没有关系。重要的是坚持努力，找到适合自己的方向，并不断提高自己。",
    "annotation": [
      {
        "sentence": "情感上的挫折和社交困境都会给我们带来挫败感和绝望情绪，但是这并不代表你没有出路。",
        "label": ""
      },
      {
        "sentence": "我明白你现在面临的压力很多，但是我们不能让这些困难左右我们的人生。",
        "label": ""
      },
      {
        "sentence": "正如你所说的，在工作上你感到无法进步，我想对于很多人来说都有这样的经历。",
        "label": ""
      },
      {
        "sentence": "虽然目前的工作可能不理想，但你可以从自己的兴趣和擅长的领域出发，尝试开辟属于自己的一片天地。",
        "label": ""
      },
      {
        "sentence": "另外，考研的失败并不代表你没有其他出路。",
        "label": ""
      },
      {
        "sentence": "无论最终结果如何，都没有关系。",
        "label": ""
      },
      {
        "sentence": "重要的是坚持努力，找到适合自己的方向，并不断提高自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议。我觉得你说得对，我应该从自己的兴趣和擅长的领域出发，寻找适合自己的方向。但是，我在家庭关系上一直很困惑。我的父母对我毫无关爱，我感到很失落。我很难和他们沟通，他们也不能理解我。我真的不知道该怎么办。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我觉得你说得对，我应该从自己的兴趣和擅长的领域出发，寻找适合自己的方向。",
        "label": ""
      },
      {
        "sentence": "但是，我在家庭关系上一直很困惑。",
        "label": ""
      },
      {
        "sentence": "我的父母对我毫无关爱，我感到很失落。",
        "label": ""
      },
      {
        "sentence": "我很难和他们沟通，他们也不能理解我。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "家庭关系的处理确实是一个比较棘手的问题。虽然你和父母之间存在着代沟和不同的沟通方式，但他们的初心是好的。或许他们不能用你喜欢的方式来表达爱，但是他们对你的爱依然是存在的。你可以试着主动沟通，努力理解他们，并表达自己的想法和需求。同时，也要学会接纳他们的不足和缺点，和他们保持良好的关系。逐渐建立互相理解和尊重的基础上，你会发现家庭关系会变得更好。",
    "annotation": [
      {
        "sentence": "家庭关系的处理确实是一个比较棘手的问题。",
        "label": ""
      },
      {
        "sentence": "虽然你和父母之间存在着代沟和不同的沟通方式，但他们的初心是好的。",
        "label": ""
      },
      {
        "sentence": "或许他们不能用你喜欢的方式来表达爱，但是他们对你的爱依然是存在的。",
        "label": ""
      },
      {
        "sentence": "你可以试着主动沟通，努力理解他们，并表达自己的想法和需求。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会接纳他们的不足和缺点，和他们保持良好的关系。",
        "label": ""
      },
      {
        "sentence": "逐渐建立互相理解和尊重的基础上，你会发现家庭关系会变得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着和父母进行沟通，并尝试理解和接纳他们。但是，我对感情也感到很迷茫。我经历了两段恋爱，但都以失败告终。每次失败都让我产生无助和绝望的情绪。我该如何面对爱情呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着和父母进行沟通，并尝试理解和接纳他们。",
        "label": ""
      },
      {
        "sentence": "但是，我对感情也感到很迷茫。",
        "label": ""
      },
      {
        "sentence": "我经历了两段恋爱，但都以失败告终。",
        "label": ""
      },
      {
        "sentence": "每次失败都让我产生无助和绝望的情绪。",
        "label": ""
      },
      {
        "sentence": "我该如何面对爱情呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感情上的挫折和失败是很正常的，不要因此而失去希望。爱情固然很美好，但并不是人生的必需品。当你足够优秀的时候，你想要的幸福会自然而然地来到你身边。所以，要积极地生活，努力工作和提高自己的能力，学会与他人交往。只要你保持积极乐观的态度，机会自然会出现，你也会得到属于自己的幸福。希望我能用爱和文字陪伴着你，给你带来帮助。",
    "annotation": [
      {
        "sentence": "感情上的挫折和失败是很正常的，不要因此而失去希望。",
        "label": ""
      },
      {
        "sentence": "爱情固然很美好，但并不是人生的必需品。",
        "label": ""
      },
      {
        "sentence": "当你足够优秀的时候，你想要的幸福会自然而然地来到你身边。",
        "label": ""
      },
      {
        "sentence": "所以，要积极地生活，努力工作和提高自己的能力，学会与他人交往。",
        "label": ""
      },
      {
        "sentence": "只要你保持积极乐观的态度，机会自然会出现，你也会得到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "希望我能用爱和文字陪伴着你，给你带来帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，你的话让我有了新的思考。我明白现在要努力改变自己的状态，从而找到属于我的人生方向与幸福。我会积极面对困难，努力提高自己，并与家人沟通建立更好的关系。同时，我也会顺其自然地对待爱情，相信自己的价值和魅力。谢谢你的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，你的话让我有了新的思考。",
        "label": ""
      },
      {
        "sentence": "我明白现在要努力改变自己的状态，从而找到属于我的人生方向与幸福。",
        "label": ""
      },
      {
        "sentence": "我会积极面对困难，努力提高自己，并与家人沟通建立更好的关系。",
        "label": ""
      },
      {
        "sentence": "同时，我也会顺其自然地对待爱情，相信自己的价值和魅力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，我很高兴能够帮到你。人生中遇到的困难和挫折是可以战胜的，只要我们坚持积极向上的态度，相信自己的能力，不断努力，一定能够找到属于自己的幸福和成功。如果以后还有需要，随时可以来找我聊天。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不用谢，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "人生中遇到的困难和挫折是可以战胜的，只要我们坚持积极向上的态度，相信自己的能力，不断努力，一定能够找到属于自己的幸福和成功。",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要，随时可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]