[
  {
    "role": "client",
    "content": "大家好，我需要一些帮助。我今年26岁，是一个会计专业的本科生，学英语的时间比较长，从事在线成人英语口语教学已经有两年了。目前我经济上是独立的，但社交圈很窄。最近我感觉特别绝望，无法提起精神来改变现状，比如说我一直想考研，但就是没能认真起来。",
    "annotation": [
      {
        "sentence": "大家好，我需要一些帮助。",
        "label": ""
      },
      {
        "sentence": "我今年26岁，是一个会计专业的本科生，学英语的时间比较长，从事在线成人英语口语教学已经有两年了。",
        "label": ""
      },
      {
        "sentence": "目前我经济上是独立的，但社交圈很窄。",
        "label": ""
      },
      {
        "sentence": "最近我感觉特别绝望，无法提起精神来改变现状，比如说我一直想考研，但就是没能认真起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好！看到你的困惑了。你觉得在这三年里自己在工作和情感方面没有太大的进步，是吗？你目前的工作不能够长期做下去是因为年轻的口语老师越来越多了，这些年纪大一些的老师的教学方式可能陈旧并且缺乏激情，所以被逐渐淘汰了。不过，你并不应该因此失去信心，而是想想自己的核心竞争力在哪里？未来你想从事口语老师还是会计方面的工作呢？虽然年轻的口语老师和学生之间的代沟相对较小，但是年长的口语老师也有自己的优势，无论是工作经验还是个人阅历。而且，26岁并不是一个年龄大的年纪，你不应该贬低自己。你是比较喜欢哪个方向呢？选定一条最想走的路，然后坚定地迈出第一步，也许我们就能摆脱迷茫了。",
    "annotation": [
      {
        "sentence": "你好！",
        "label": ""
      },
      {
        "sentence": "看到你的困惑了。",
        "label": ""
      },
      {
        "sentence": "你觉得在这三年里自己在工作和情感方面没有太大的进步，是吗？",
        "label": ""
      },
      {
        "sentence": "你目前的工作不能够长期做下去是因为年轻的口语老师越来越多了，这些年纪大一些的老师的教学方式可能陈旧并且缺乏激情，所以被逐渐淘汰了。",
        "label": ""
      },
      {
        "sentence": "不过，你并不应该因此失去信心，而是想想自己的核心竞争力在哪里？",
        "label": ""
      },
      {
        "sentence": "未来你想从事口语老师还是会计方面的工作呢？",
        "label": ""
      },
      {
        "sentence": "虽然年轻的口语老师和学生之间的代沟相对较小，但是年长的口语老师也有自己的优势，无论是工作经验还是个人阅历。",
        "label": ""
      },
      {
        "sentence": "而且，26岁并不是一个年龄大的年纪，你不应该贬低自己。",
        "label": ""
      },
      {
        "sentence": "你是比较喜欢哪个方向呢？",
        "label": ""
      },
      {
        "sentence": "选定一条最想走的路，然后坚定地迈出第一步，也许我们就能摆脱迷茫了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你好！我的家庭关系一直很差。从小到大，我父母几乎没有给予过我爱。我感觉自己是一个被百家饭养大的孩子，外表看上去坚强，但内心却极度脆弱。我总是逃避和家人交流，经常说不到一块，导致我觉得自己在这个世界上只是一个孤儿。我小时候就在信中提到过这句话，结果我爸把这当作笑话公开嘲笑我。我真觉得自己很无助。",
    "annotation": [
      {
        "sentence": "你好！",
        "label": ""
      },
      {
        "sentence": "我的家庭关系一直很差。",
        "label": ""
      },
      {
        "sentence": "从小到大，我父母几乎没有给予过我爱。",
        "label": ""
      },
      {
        "sentence": "我感觉自己是一个被百家饭养大的孩子，外表看上去坚强，但内心却极度脆弱。",
        "label": ""
      },
      {
        "sentence": "我总是逃避和家人交流，经常说不到一块，导致我觉得自己在这个世界上只是一个孤儿。",
        "label": ""
      },
      {
        "sentence": "我小时候就在信中提到过这句话，结果我爸把这当作笑话公开嘲笑我。",
        "label": ""
      },
      {
        "sentence": "我真觉得自己很无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你有这样的困扰，我真的很心疼你童年遭受的苦难。童年时期如果得不到足够的爱，也许这就是你在感情中容易爱上别人，并且极度渴望被爱和关注，并且容易过度依赖伴侣的原因。因为我们无法从外界获取到的东西，我们会在成年后一直渴望得到。但是我们要明白，这种渴望实际上来源于童年时期渴望得到父母爱与关注的愿望，我们只是在亲密关系中试图找回那种以前所需要的亲子关系。可惜的是，任何亲密关系无法完全满足这种需求，最多只能满足部分。我知道这样对你来说很难过，但是有个好消息是，尽管我们无法从外界获取到，但我们可以通过改变自己来找到那种安全的关系。想一想在亲密关系中，你最渴望得到的是什么？是一定要从别人那里得到吗？还是我们可以自己给自己呢？当你觉得不开心的时候，我们可以用什么方式安慰自己呢？带自己出去吃好吃的，给自己一个拥抱，听听自己喜欢的歌曲，或者……你可以试着列一个自我安慰的清单，当你不开心的时候可以尝试一下。",
    "annotation": [
      {
        "sentence": "看到你有这样的困扰，我真的很心疼你童年遭受的苦难。",
        "label": ""
      },
      {
        "sentence": "童年时期如果得不到足够的爱，也许这就是你在感情中容易爱上别人，并且极度渴望被爱和关注，并且容易过度依赖伴侣的原因。",
        "label": ""
      },
      {
        "sentence": "因为我们无法从外界获取到的东西，我们会在成年后一直渴望得到。",
        "label": ""
      },
      {
        "sentence": "但是我们要明白，这种渴望实际上来源于童年时期渴望得到父母爱与关注的愿望，我们只是在亲密关系中试图找回那种以前所需要的亲子关系。",
        "label": ""
      },
      {
        "sentence": "可惜的是，任何亲密关系无法完全满足这种需求，最多只能满足部分。",
        "label": ""
      },
      {
        "sentence": "我知道这样对你来说很难过，但是有个好消息是，尽管我们无法从外界获取到，但我们可以通过改变自己来找到那种安全的关系。",
        "label": ""
      },
      {
        "sentence": "想一想在亲密关系中，你最渴望得到的是什么？",
        "label": ""
      },
      {
        "sentence": "是一定要从别人那里得到吗？",
        "label": ""
      },
      {
        "sentence": "还是我们可以自己给自己呢？",
        "label": ""
      },
      {
        "sentence": "当你觉得不开心的时候，我们可以用什么方式安慰自己呢？",
        "label": ""
      },
      {
        "sentence": "带自己出去吃好吃的，给自己一个拥抱，听听自己喜欢的歌曲，或者……你可以试着列一个自我安慰的清单，当你不开心的时候可以尝试一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你好！之前我以为表妹是我最好的朋友，但是她上研究生后，每当我情绪或工作上遇到困难时，她总是敷衍地回答我，也不会倾听我的烦恼。她却在每次有苦恼的时候都向我倾诉。想到她对我的态度，我实在不想再对她好了，但又觉得自己不能变成对别人不好的人，很矛盾，不知道该如何处理这段破裂的友谊。",
    "annotation": [
      {
        "sentence": "你好！",
        "label": ""
      },
      {
        "sentence": "之前我以为表妹是我最好的朋友，但是她上研究生后，每当我情绪或工作上遇到困难时，她总是敷衍地回答我，也不会倾听我的烦恼。",
        "label": ""
      },
      {
        "sentence": "她却在每次有苦恼的时候都向我倾诉。",
        "label": ""
      },
      {
        "sentence": "想到她对我的态度，我实在不想再对她好了，但又觉得自己不能变成对别人不好的人，很矛盾，不知道该如何处理这段破裂的友谊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是啊，对于这样一段友谊，你一定感到特别失落和困惑。其中一个原因可能是，你的表妹并不是一个善于思考的人，所以无法敏锐地察觉到你的情绪，也许并不能很好地照顾和倾听你。实际上，我们对别人总是会有各种需求，每个人都有，只是并不是所有人都能满足我们的需求。不知道在你生活中是否还有其他可以倾诉的人呢？或者在面临困难时，有什么方式可以安慰自己呢？比如带自己出去吃好吃的、给自己一个拥抱、听自己喜欢的音乐等等。你可以尝试列一个自我安慰的清单，在感到不开心时可以尝试一下。",
    "annotation": [
      {
        "sentence": "是啊，对于这样一段友谊，你一定感到特别失落和困惑。",
        "label": ""
      },
      {
        "sentence": "其中一个原因可能是，你的表妹并不是一个善于思考的人，所以无法敏锐地察觉到你的情绪，也许并不能很好地照顾和倾听你。",
        "label": ""
      },
      {
        "sentence": "实际上，我们对别人总是会有各种需求，每个人都有，只是并不是所有人都能满足我们的需求。",
        "label": ""
      },
      {
        "sentence": "不知道在你生活中是否还有其他可以倾诉的人呢？",
        "label": ""
      },
      {
        "sentence": "或者在面临困难时，有什么方式可以安慰自己呢？",
        "label": ""
      },
      {
        "sentence": "比如带自己出去吃好吃的、给自己一个拥抱、听自己喜欢的音乐等等。",
        "label": ""
      },
      {
        "sentence": "你可以尝试列一个自我安慰的清单，在感到不开心时可以尝试一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试试看这些方法。希望能够找到适合自己的解决办法。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试试看这些方法。",
        "label": ""
      },
      {
        "sentence": "希望能够找到适合自己的解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议能对你有所帮助。记得在查找解决办法的过程中要有耐心，一步一步去改变自己，相信你一定能够找到适合自己的方法。如果还有其他困扰或需要倾诉的，随时来找我聊天。我会在这里支持你的。",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "记得在查找解决办法的过程中要有耐心，一步一步去改变自己，相信你一定能够找到适合自己的方法。",
        "label": ""
      },
      {
        "sentence": "如果还有其他困扰或需要倾诉的，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "我会在这里支持你的。",
        "label": ""
      }
    ]
  }
]