[
  {
    "role": "client",
    "content": "大家好，我想向你们寻求一些帮助。我今年26岁，是一名英语比较好的会计专业本科生，做了2年的在线成人英语口语老师。尽管我在经济上是独立的，但是我的社交圈却非常狭窄。最近一年让我感到非常绝望，因为在工作和情感方面，我觉得自己没有太大的进步。目前的工作让我没有长远的打算，因为口语老师这个职业趋于年轻化，有些年纪较大的老师的教学方式被认为是陈旧和乏味的，他们渐渐被淘汰了。尽管如此，我却无法鼓起勇气去改变现状，比如考研的计划已经在脑海中徘徊很久了但始终没有认真着手。此外，我和家人的关系依然很差。从小到大，我几乎没有感受到父母对我的爱，我是一个缺乏父爱的孩子。我外表看起来很坚强，但内心却非常脆弱。我总是逃避和拒绝和家人的沟通，很少能理解他们，甚至有时候连话都说不投机。有时我会觉得整个世界对我来说只是一个孤儿...",
    "annotation": [
      {
        "sentence": "大家好，我想向你们寻求一些帮助。",
        "label": ""
      },
      {
        "sentence": "我今年26岁，是一名英语比较好的会计专业本科生，做了2年的在线成人英语口语老师。",
        "label": ""
      },
      {
        "sentence": "尽管我在经济上是独立的，但是我的社交圈却非常狭窄。",
        "label": ""
      },
      {
        "sentence": "最近一年让我感到非常绝望，因为在工作和情感方面，我觉得自己没有太大的进步。",
        "label": ""
      },
      {
        "sentence": "目前的工作让我没有长远的打算，因为口语老师这个职业趋于年轻化，有些年纪较大的老师的教学方式被认为是陈旧和乏味的，他们渐渐被淘汰了。",
        "label": ""
      },
      {
        "sentence": "尽管如此，我却无法鼓起勇气去改变现状，比如考研的计划已经在脑海中徘徊很久了但始终没有认真着手。",
        "label": ""
      },
      {
        "sentence": "此外，我和家人的关系依然很差。",
        "label": ""
      },
      {
        "sentence": "从小到大，我几乎没有感受到父母对我的爱，我是一个缺乏父爱的孩子。",
        "label": ""
      },
      {
        "sentence": "我外表看起来很坚强，但内心却非常脆弱。",
        "label": ""
      },
      {
        "sentence": "我总是逃避和拒绝和家人的沟通，很少能理解他们，甚至有时候连话都说不投机。",
        "label": ""
      },
      {
        "sentence": "有时我会觉得整个世界对我来说只是一个孤儿...",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我非常理解你的感受，因为我有着类似的经历。在你的描述中，我看到你成长的环境缺乏心理和精神上的关注，父母忽略了你的内心需求，而你曾经依赖的表姐也回避了你的情感依赖。这样的家庭环境使得你更想从外部寻求心理上的补偿。而你又将所有的情感寄托在了伴侣身上，然而这只是你的期待，而不是对方的真实想法。你将期待投射在对方身上，过于盲目地相信对方会成为你心目中的那个人。结果对方只想要你的身体，而不是真正爱你的人。（现在这样的人越来越多，这并不是你的过错）但是可惜的是，你感到更加空虚和孤独。我非常理解你的感受。",
    "annotation": [
      {
        "sentence": "首先，我非常理解你的感受，因为我有着类似的经历。",
        "label": ""
      },
      {
        "sentence": "在你的描述中，我看到你成长的环境缺乏心理和精神上的关注，父母忽略了你的内心需求，而你曾经依赖的表姐也回避了你的情感依赖。",
        "label": ""
      },
      {
        "sentence": "这样的家庭环境使得你更想从外部寻求心理上的补偿。",
        "label": ""
      },
      {
        "sentence": "而你又将所有的情感寄托在了伴侣身上，然而这只是你的期待，而不是对方的真实想法。",
        "label": ""
      },
      {
        "sentence": "你将期待投射在对方身上，过于盲目地相信对方会成为你心目中的那个人。",
        "label": ""
      },
      {
        "sentence": "结果对方只想要你的身体，而不是真正爱你的人。",
        "label": ""
      },
      {
        "sentence": "（现在这样的人越来越多，这并不是你的过错）但是可惜的是，你感到更加空虚和孤独。",
        "label": ""
      },
      {
        "sentence": "我非常理解你的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。我明白我不能再将自己的情感寄托在那些回避型的人身上，因为这样只会让我感到更加不安全。回避型的人有时会有一些复合型的特点，他们表面上独立，有很多朋友，但都只是泛泛之交。他们自以为是，喜欢给别人贴标签、评判别人，会回避情感问题，也回避别人对他们的情感依赖。回避型的人更容易感到孤独，他们不是不值得我信任，只是无法和我谈心。",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "我明白我不能再将自己的情感寄托在那些回避型的人身上，因为这样只会让我感到更加不安全。",
        "label": ""
      },
      {
        "sentence": "回避型的人有时会有一些复合型的特点，他们表面上独立，有很多朋友，但都只是泛泛之交。",
        "label": ""
      },
      {
        "sentence": "他们自以为是，喜欢给别人贴标签、评判别人，会回避情感问题，也回避别人对他们的情感依赖。",
        "label": ""
      },
      {
        "sentence": "回避型的人更容易感到孤独，他们不是不值得我信任，只是无法和我谈心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "正是这样，回避型的人虽然比依赖型的人更容易自杀，但他们却无法给你情感上的支持，他们回避你的情感需求，也回避自己内心的需求。设想一下，你想要什么？我认为你现在最需要的是独立起来。首先，停下来，思考一下你真正想要的是什么。学会去爱自己，满足自己的需求，如果你希望得到安慰，先安慰自己。对自己的处境感到同情，和自己建立共情。其次，支持自己，相信自己会找到自己想要的人、事、物。我们的意识创造现实，只有你自己才能帮助自己得到你想要的东西。",
    "annotation": [
      {
        "sentence": "正是这样，回避型的人虽然比依赖型的人更容易自杀，但他们却无法给你情感上的支持，他们回避你的情感需求，也回避自己内心的需求。",
        "label": ""
      },
      {
        "sentence": "设想一下，你想要什么？",
        "label": ""
      },
      {
        "sentence": "我认为你现在最需要的是独立起来。",
        "label": ""
      },
      {
        "sentence": "首先，停下来，思考一下你真正想要的是什么。",
        "label": ""
      },
      {
        "sentence": "学会去爱自己，满足自己的需求，如果你希望得到安慰，先安慰自己。",
        "label": ""
      },
      {
        "sentence": "对自己的处境感到同情，和自己建立共情。",
        "label": ""
      },
      {
        "sentence": "其次，支持自己，相信自己会找到自己想要的人、事、物。",
        "label": ""
      },
      {
        "sentence": "我们的意识创造现实，只有你自己才能帮助自己得到你想要的东西。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我要学会独立。另外，我考虑过寻找依赖型的人来倾诉，虽然依赖型的人容易变得过于黏人、边界模糊，但他们可以给我情感上的支持，他们的同理心会比回避型和复合型的人更好。不过，要注意彼此的边界。",
    "annotation": [
      {
        "sentence": "你说得很对，我要学会独立。",
        "label": ""
      },
      {
        "sentence": "另外，我考虑过寻找依赖型的人来倾诉，虽然依赖型的人容易变得过于黏人、边界模糊，但他们可以给我情感上的支持，他们的同理心会比回避型和复合型的人更好。",
        "label": ""
      },
      {
        "sentence": "不过，要注意彼此的边界。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得没错，如果你有机会遇到安全型的人，那将是你的贵人。安全型的人能够与你真心谈心，彼此理解和尊重。他们会在你遭遇困难时表达同情，并给予你支持。同时，他们还会在平时尊重你的生活，保持适当的距离。他们会坦诚地告诉你们之间应该保持什么样的关系。他们会认为你找他们谈心是因为信任他们，而不是打扰他们。与之相反，回避型的人可能会觉得你找他们是在伤害他们，占用他们的时间，或者他们根本不知道如何安慰你，因为他们也不懂得如何安慰自己。父母可能是最值得你信任的人，但并不一定是最理解你的人。你需要去找那些真正理解你的朋友。再次，我非常理解你的困境，你要加油！",
    "annotation": [
      {
        "sentence": "你说得没错，如果你有机会遇到安全型的人，那将是你的贵人。",
        "label": ""
      },
      {
        "sentence": "安全型的人能够与你真心谈心，彼此理解和尊重。",
        "label": ""
      },
      {
        "sentence": "他们会在你遭遇困难时表达同情，并给予你支持。",
        "label": ""
      },
      {
        "sentence": "同时，他们还会在平时尊重你的生活，保持适当的距离。",
        "label": ""
      },
      {
        "sentence": "他们会坦诚地告诉你们之间应该保持什么样的关系。",
        "label": ""
      },
      {
        "sentence": "他们会认为你找他们谈心是因为信任他们，而不是打扰他们。",
        "label": ""
      },
      {
        "sentence": "与之相反，回避型的人可能会觉得你找他们是在伤害他们，占用他们的时间，或者他们根本不知道如何安慰你，因为他们也不懂得如何安慰自己。",
        "label": ""
      },
      {
        "sentence": "父母可能是最值得你信任的人，但并不一定是最理解你的人。",
        "label": ""
      },
      {
        "sentence": "你需要去找那些真正理解你的朋友。",
        "label": ""
      },
      {
        "sentence": "再次，我非常理解你的困境，你要加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会尽力去爱自己，相信自己能够找到自己想要的事物和人。我也会更加明晰自己和他人之间的边界，寻找那些能够真正理解和支持我的安全型的人。我会努力改变现状，谢谢你的鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会尽力去爱自己，相信自己能够找到自己想要的事物和人。",
        "label": ""
      },
      {
        "sentence": "我也会更加明晰自己和他人之间的边界，寻找那些能够真正理解和支持我的安全型的人。",
        "label": ""
      },
      {
        "sentence": "我会努力改变现状，谢谢你的鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，你有这样的想法已经是非常勇敢的一步了。相信自己，坚持自己的目标和努力，你一定能够摆脱困境。如果你需要进一步的支持和倾诉，随时都可以找我谈心。加油！",
    "annotation": [
      {
        "sentence": "不用客气，你有这样的想法已经是非常勇敢的一步了。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持自己的目标和努力，你一定能够摆脱困境。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的支持和倾诉，随时都可以找我谈心。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]