[
  {
    "role": "client",
    "content": "妈妈说我和她没有共同话题，该怎么办？",
    "annotation": [
      {
        "sentence": "妈妈说我和她没有共同话题，该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个问题可能不仅仅是因为你们之间的距离造成的，而是你内心的需求和渴望让你不停地寻求关注和理解。这本身并没有错。我猜想你不能道歉给你妈妈，不是因为你不知道这样做不对，而是你觉得很愧疚。你可能对妈妈在外奔波感到抱歉，感到孤独，也愧疚于不能理解她的辛苦。这些都是正常的渴望爱和母爱的表达方式，发脾气也并不是一种错误，而道歉也并不是为了索求。它更多的是一种理解和关心，是一种同理心。",
    "annotation": [
      {
        "sentence": "这个问题可能不仅仅是因为你们之间的距离造成的，而是你内心的需求和渴望让你不停地寻求关注和理解。",
        "label": ""
      },
      {
        "sentence": "这本身并没有错。",
        "label": ""
      },
      {
        "sentence": "我猜想你不能道歉给你妈妈，不是因为你不知道这样做不对，而是你觉得很愧疚。",
        "label": ""
      },
      {
        "sentence": "你可能对妈妈在外奔波感到抱歉，感到孤独，也愧疚于不能理解她的辛苦。",
        "label": ""
      },
      {
        "sentence": "这些都是正常的渴望爱和母爱的表达方式，发脾气也并不是一种错误，而道歉也并不是为了索求。",
        "label": ""
      },
      {
        "sentence": "它更多的是一种理解和关心，是一种同理心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我之前一直很反感说对不起，觉得道歉就好像是承认了错误，让自己感觉很低落。我觉得别人责备我，对我发脾气，比我道歉更有意义。我一直在责备自己，觉得自己非常糟糕，很多人喜欢我、愿意和我做朋友，帮助我，我却伤害了很多人。我想向他们道歉，但好像大部分都没有实现。我一直很焦虑，对于那些对我说恶言的人，我觉得他们是对的，而我自己一直受到自责。我不想道歉，因为我无法原谅自己！我厌恶这样的自己。",
    "annotation": [
      {
        "sentence": "我之前一直很反感说对不起，觉得道歉就好像是承认了错误，让自己感觉很低落。",
        "label": ""
      },
      {
        "sentence": "我觉得别人责备我，对我发脾气，比我道歉更有意义。",
        "label": ""
      },
      {
        "sentence": "我一直在责备自己，觉得自己非常糟糕，很多人喜欢我、愿意和我做朋友，帮助我，我却伤害了很多人。",
        "label": ""
      },
      {
        "sentence": "我想向他们道歉，但好像大部分都没有实现。",
        "label": ""
      },
      {
        "sentence": "我一直很焦虑，对于那些对我说恶言的人，我觉得他们是对的，而我自己一直受到自责。",
        "label": ""
      },
      {
        "sentence": "我不想道歉，因为我无法原谅自己！",
        "label": ""
      },
      {
        "sentence": "我厌恶这样的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，之前我也是不太喜欢道歉，觉得那是一种被侮辱的感觉，觉得自己比别人弱。我一直在想这件事情，不是因为别人的话，而是自责自己。尽管我觉得自己糟糕，但仍然有很多人愿意和我交朋友，帮助我。我也伤害过很多人，想向他们道歉，但并不是每个人都能做到。我明白你厌恶自己，但我们最应该道歉的其实是自己。为什么我们不愿意原谅自己，接受内心的愧疚呢？渴望得到妈妈的爱并不是软弱，也不是错误。作为妈妈的女儿，我们都难以克制这份爱。所以不要责怪自己，不需要感到愧疚。妈妈一定会理解你的！下次如果说不出口道歉，你可以试着每天与妈妈通电话，聆听她说话，慢慢改善与妈妈的关系。祝福你理解自己，理解妈妈，平安喜乐，感恩顺境。",
    "annotation": [
      {
        "sentence": "我理解你的感受，之前我也是不太喜欢道歉，觉得那是一种被侮辱的感觉，觉得自己比别人弱。",
        "label": ""
      },
      {
        "sentence": "我一直在想这件事情，不是因为别人的话，而是自责自己。",
        "label": ""
      },
      {
        "sentence": "尽管我觉得自己糟糕，但仍然有很多人愿意和我交朋友，帮助我。",
        "label": ""
      },
      {
        "sentence": "我也伤害过很多人，想向他们道歉，但并不是每个人都能做到。",
        "label": ""
      },
      {
        "sentence": "我明白你厌恶自己，但我们最应该道歉的其实是自己。",
        "label": ""
      },
      {
        "sentence": "为什么我们不愿意原谅自己，接受内心的愧疚呢？",
        "label": ""
      },
      {
        "sentence": "渴望得到妈妈的爱并不是软弱，也不是错误。",
        "label": ""
      },
      {
        "sentence": "作为妈妈的女儿，我们都难以克制这份爱。",
        "label": ""
      },
      {
        "sentence": "所以不要责怪自己，不需要感到愧疚。",
        "label": ""
      },
      {
        "sentence": "妈妈一定会理解你的！",
        "label": ""
      },
      {
        "sentence": "下次如果说不出口道歉，你可以试着每天与妈妈通电话，聆听她说话，慢慢改善与妈妈的关系。",
        "label": ""
      },
      {
        "sentence": "祝福你理解自己，理解妈妈，平安喜乐，感恩顺境。",
        "label": ""
      }
    ]
  }
]