[
  {
    "role": "client",
    "content": "80未90初年轻的父母，是什么压得我透不过气来？最近一年，感觉生活有无尽的压力，说不清楚的压抑。身为80未90前的年轻父母，很想知道我到底怎么啦？",
    "annotation": [
      {
        "sentence": "80未90初年轻的父母，是什么压得我透不过气来？",
        "label": ""
      },
      {
        "sentence": "最近一年，感觉生活有无尽的压力，说不清楚的压抑。",
        "label": ""
      },
      {
        "sentence": "身为80未90前的年轻父母，很想知道我到底怎么啦？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最近一年你们生了孩子，成了父母，这种巨大的变化会给你们带来很多心理和物质压力。我觉得以你的描述，你可能会遇到以下的困境。求助者：可以跟我聊聊吗？",
    "annotation": [
      {
        "sentence": "最近一年你们生了孩子，成了父母，这种巨大的变化会给你们带来很多心理和物质压力。",
        "label": ""
      },
      {
        "sentence": "我觉得以你的描述，你可能会遇到以下的困境。",
        "label": ""
      },
      {
        "sentence": "求助者：可以跟我聊聊吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以，首先家庭经济可能会遇到问题，比如要解决住房问题，租或者购买；孩子到来，需要养育，养育费用随着年龄增加不断增加；未来还需要考虑孩子上学的问题。这些都是比较大的财务压力来源。求助者：是的，我和我的配偶都在为这些事情发愁。",
    "annotation": [
      {
        "sentence": "当然可以，首先家庭经济可能会遇到问题，比如要解决住房问题，租或者购买；孩子到来，需要养育，养育费用随着年龄增加不断增加；未来还需要考虑孩子上学的问题。",
        "label": ""
      },
      {
        "sentence": "这些都是比较大的财务压力来源。",
        "label": ""
      },
      {
        "sentence": "求助者：是的，我和我的配偶都在为这些事情发愁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，家庭生活日常会发生巨大的变化，家务工作量增加很多，而且还要照顾孩子，你们需要协调沟通长辈照顾孩子，或者请保姆等。这些会让你们的时间和空间被压缩，放松的空间也会变少。而且，孩子导致你们之间的沟通时间也减少了，你们需要更多时间来处理和面对家庭事务。求助者：这些事情都是我们遇到的问题，感觉好无助。",
    "annotation": [
      {
        "sentence": "另外，家庭生活日常会发生巨大的变化，家务工作量增加很多，而且还要照顾孩子，你们需要协调沟通长辈照顾孩子，或者请保姆等。",
        "label": ""
      },
      {
        "sentence": "这些会让你们的时间和空间被压缩，放松的空间也会变少。",
        "label": ""
      },
      {
        "sentence": "而且，孩子导致你们之间的沟通时间也减少了，你们需要更多时间来处理和面对家庭事务。",
        "label": ""
      },
      {
        "sentence": "求助者：这些事情都是我们遇到的问题，感觉好无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些事情是孩子出生后就伴随而来的，但你们可能没有提前准备，所以感到更加突然和困难。这些随着时间的推移，需要和你们面临的困境更多，可能会感受更强烈的压力。但我相信我们可以帮你们想一些解决方案，也可以帮助你们减轻压力。求助者：我真的很需要这种帮助和支持，我该怎么做？",
    "annotation": [
      {
        "sentence": "这些事情是孩子出生后就伴随而来的，但你们可能没有提前准备，所以感到更加突然和困难。",
        "label": ""
      },
      {
        "sentence": "这些随着时间的推移，需要和你们面临的困境更多，可能会感受更强烈的压力。",
        "label": ""
      },
      {
        "sentence": "但我相信我们可以帮你们想一些解决方案，也可以帮助你们减轻压力。",
        "label": ""
      },
      {
        "sentence": "求助者：我真的很需要这种帮助和支持，我该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你不应该忽视自己的感受，应该了解自己的感觉，以及自己的节奏来适应生活。你们可以和你的配偶多沟通和分享，一起解决问题。可能要制定计划来应对这些问题，或者确定一些目标来分配时间、精力和资源。此外，你们可以寻求更多资源和帮助，例如和长辈和亲友讲讲你们的困境和需要，或者咨询拥有孩子的其他父母和专业顾问等。求助者：非常感谢你的建议和安慰，我觉得这些解决方案很实际也很有道理，我一定会努力应对自己的困境，感谢你的支持。",
    "annotation": [
      {
        "sentence": "首先，你不应该忽视自己的感受，应该了解自己的感觉，以及自己的节奏来适应生活。",
        "label": ""
      },
      {
        "sentence": "你们可以和你的配偶多沟通和分享，一起解决问题。",
        "label": ""
      },
      {
        "sentence": "可能要制定计划来应对这些问题，或者确定一些目标来分配时间、精力和资源。",
        "label": ""
      },
      {
        "sentence": "此外，你们可以寻求更多资源和帮助，例如和长辈和亲友讲讲你们的困境和需要，或者咨询拥有孩子的其他父母和专业顾问等。",
        "label": ""
      },
      {
        "sentence": "求助者：非常感谢你的建议和安慰，我觉得这些解决方案很实际也很有道理，我一定会努力应对自己的困境，感谢你的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴能够帮助你，如果还有其他需要帮助的地方，可以一直来找我聊，毕竟人都需要和别人分享自己的烦恼。希望你能够快点感觉好起来。",
    "annotation": [
      {
        "sentence": "我很高兴能够帮助你，如果还有其他需要帮助的地方，可以一直来找我聊，毕竟人都需要和别人分享自己的烦恼。",
        "label": ""
      },
      {
        "sentence": "希望你能够快点感觉好起来。",
        "label": ""
      }
    ]
  }
]