[
  {
    "role": "client",
    "content": "正在坐月子，当了妈妈之后，会莫名地难过吗？我最近刚生了宝宝，正在坐月子，老公对我挺好的，对孩子的事也很上心，我这个月子坐得也还轻松，但是每次哺乳的时候都会莫名的心痛，是一种失落伤心孤独混合的感觉，这种感觉以前我也有过，比如住在别人家里会有，离家远了也会有。我不知道为什么有这种感觉，而且现在越来越频繁，感觉心好累。",
    "annotation": [
      {
        "sentence": "正在坐月子，当了妈妈之后，会莫名地难过吗？",
        "label": ""
      },
      {
        "sentence": "我最近刚生了宝宝，正在坐月子，老公对我挺好的，对孩子的事也很上心，我这个月子坐得也还轻松，但是每次哺乳的时候都会莫名的心痛，是一种失落伤心孤独混合的感觉，这种感觉以前我也有过，比如住在别人家里会有，离家远了也会有。",
        "label": ""
      },
      {
        "sentence": "我不知道为什么有这种感觉，而且现在越来越频繁，感觉心好累。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先恭喜你荣升为母亲，这是世间最伟大的晋级。正在月子期间，要注意好好休息，手机看的多了，对眼睛是有影响的。看到你在每次给宝宝哺乳的时候会感动莫名的心痛，失落、伤心、孤独感增强。嗯，同为宝妈，我能理解你的感受。目前这个阶段你有这样的感受某种程度上来说，也属于正常现象。听我慢慢道来。",
    "annotation": [
      {
        "sentence": "首先恭喜你荣升为母亲，这是世间最伟大的晋级。",
        "label": ""
      },
      {
        "sentence": "正在月子期间，要注意好好休息，手机看的多了，对眼睛是有影响的。",
        "label": ""
      },
      {
        "sentence": "看到你在每次给宝宝哺乳的时候会感动莫名的心痛，失落、伤心、孤独感增强。",
        "label": ""
      },
      {
        "sentence": "嗯，同为宝妈，我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "目前这个阶段你有这样的感受某种程度上来说，也属于正常现象。",
        "label": ""
      },
      {
        "sentence": "听我慢慢道来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和理解。我希望能够了解更多关于这种感受的原因和解决方法。",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和理解。",
        "label": ""
      },
      {
        "sentence": "我希望能够了解更多关于这种感受的原因和解决方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，我会为你解答。1、受体内激素水平变化影响。从怀孕到分娩，产妇体内的激素水平会呈现断崖式回调，其程度不亚于前些日子的美股熔断。所以有很大一部分产妇生产后，尤其是月子期间，会出现一过性抑郁的现象，也就是所谓的产后抑郁。通常随着体内激素回稳，这样的现象也会有所好转。",
    "annotation": [
      {
        "sentence": "没问题，我会为你解答。",
        "label": ""
      },
      {
        "sentence": "1、受体内激素水平变化影响。",
        "label": ""
      },
      {
        "sentence": "从怀孕到分娩，产妇体内的激素水平会呈现断崖式回调，其程度不亚于前些日子的美股熔断。",
        "label": ""
      },
      {
        "sentence": "所以有很大一部分产妇生产后，尤其是月子期间，会出现一过性抑郁的现象，也就是所谓的产后抑郁。",
        "label": ""
      },
      {
        "sentence": "通常随着体内激素回稳，这样的现象也会有所好转。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来是激素的原因导致了这种情绪变化。那我应该如何应对这种产后抑郁呢？",
    "annotation": [
      {
        "sentence": "原来是激素的原因导致了这种情绪变化。",
        "label": ""
      },
      {
        "sentence": "那我应该如何应对这种产后抑郁呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "2、宝宝在妈妈体内逗留了9～10个月的时间，虽然分娩对于每一位母亲来说都是必须或者说是期待的过程，但当宝宝离开我们的体内的时候，分离的感受依旧会遗留在身体上。所谓的母婴分离（分娩），对于母亲来说，也意味着丧失，从此失去了身体内的一部分（胎儿），原本被填充的满满的子宫，又重新变得空空如也。这种由满—＞空的过程，同样会引发失落感、孤独感和伤心的感受。",
    "annotation": [
      {
        "sentence": "2、宝宝在妈妈体内逗留了9～10个月的时间，虽然分娩对于每一位母亲来说都是必须或者说是期待的过程，但当宝宝离开我们的体内的时候，分离的感受依旧会遗留在身体上。",
        "label": ""
      },
      {
        "sentence": "所谓的母婴分离（分娩），对于母亲来说，也意味着丧失，从此失去了身体内的一部分（胎儿），原本被填充的满满的子宫，又重新变得空空如也。",
        "label": ""
      },
      {
        "sentence": "这种由满—＞空的过程，同样会引发失落感、孤独感和伤心的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从来没有想过这背后的情感层面。确实，我和宝宝分开后感觉内心空荡荡的，好像有什么东西不完整了。",
    "annotation": [
      {
        "sentence": "我从来没有想过这背后的情感层面。",
        "label": ""
      },
      {
        "sentence": "确实，我和宝宝分开后感觉内心空荡荡的，好像有什么东西不完整了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "3、产后引发退行性行为。荣升为母亲无疑是幸福的，但分娩过程中的阵痛、剖腹产的手术过程，等等，这些经历某种程度上会激发产妇的创伤应激反应。当分娩结束，新生儿会被妥善照顾，而对产妇的照料通常只停留在日常作息上，我们的内心（情感、心理）也渴望被关怀、被照料。当这些渴望未被很好的满足的时候，负面的情绪就会迎面而来。如何改善呢，这里有一些建议供你参考：",
    "annotation": [
      {
        "sentence": "3、产后引发退行性行为。",
        "label": ""
      },
      {
        "sentence": "荣升为母亲无疑是幸福的，但分娩过程中的阵痛、剖腹产的手术过程，等等，这些经历某种程度上会激发产妇的创伤应激反应。",
        "label": ""
      },
      {
        "sentence": "当分娩结束，新生儿会被妥善照顾，而对产妇的照料通常只停留在日常作息上，我们的内心（情感、心理）也渴望被关怀、被照料。",
        "label": ""
      },
      {
        "sentence": "当这些渴望未被很好的满足的时候，负面的情绪就会迎面而来。",
        "label": ""
      },
      {
        "sentence": "如何改善呢，这里有一些建议供你参考：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了一些原因，但是我希望知道如何改善这种负面情绪。你能给我一些建议吗？",
    "annotation": [
      {
        "sentence": "我理解了一些原因，但是我希望知道如何改善这种负面情绪。",
        "label": ""
      },
      {
        "sentence": "你能给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "1、坚持稳定的作息，合理饮食，适当运动。关注身体的调养、复建，体质越早回复，心态越容易回归自然。2、力所能及时，增强和宝宝互动。哺乳、抚触、更换衣物、尿布，甚至是搂抱，这些看似平常的举动，实则能够增强母婴间的亲密感，有助于缓解分离焦虑。不仅对你如此，对宝宝也是一样，没有什么比听见妈妈的声音、感受妈妈的温度更让宝宝开心的了。",
    "annotation": [
      {
        "sentence": "1、坚持稳定的作息，合理饮食，适当运动。",
        "label": ""
      },
      {
        "sentence": "关注身体的调养、复建，体质越早回复，心态越容易回归自然。",
        "label": ""
      },
      {
        "sentence": "2、力所能及时，增强和宝宝互动。",
        "label": ""
      },
      {
        "sentence": "哺乳、抚触、更换衣物、尿布，甚至是搂抱，这些看似平常的举动，实则能够增强母婴间的亲密感，有助于缓解分离焦虑。",
        "label": ""
      },
      {
        "sentence": "不仅对你如此，对宝宝也是一样，没有什么比听见妈妈的声音、感受妈妈的温度更让宝宝开心的了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量按照你说的去实施，增强和宝宝的互动。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量按照你说的去实施，增强和宝宝的互动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "3、可以听一些舒缓音乐或冥想音乐。有助于放松心情，重新建立自我感知。4、适当的增加社交。和朋友、闺蜜聊聊天，和家人一起做些力所能及的互动……总之，坐月子只是让身体充分休息尽快恢复的一种途径，不是坐牢，别让自己把自己困住了，一切行为适度即可。",
    "annotation": [
      {
        "sentence": "3、可以听一些舒缓音乐或冥想音乐。",
        "label": ""
      },
      {
        "sentence": "有助于放松心情，重新建立自我感知。",
        "label": ""
      },
      {
        "sentence": "4、适当的增加社交。",
        "label": ""
      },
      {
        "sentence": "和朋友、闺蜜聊聊天，和家人一起做些力所能及的互动……总之，坐月子只是让身体充分休息尽快恢复的一种途径，不是坐牢，别让自己把自己困住了，一切行为适度即可。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会放松心情，适度增加社交，不再将坐月子当作束缚自己的借口。",
    "annotation": [
      {
        "sentence": "我明白了，我会放松心情，适度增加社交，不再将坐月子当作束缚自己的借口。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "5、如果有条件建议做一下心理疏导，有助于从产程的创伤体验中修复，当然这样的疏导自然是越早做修复的越快。总之，放松的去面对，才能让自己在适应做妈妈的同时，腾出精力照料好自己。当你看到宝宝与你的互动，感受到因你而快乐的反馈时，你会感受到自从有了这个小生命，你将永远不再是孤单的，ta会和你此生结伴。并不是因为宝宝需要而我们才去照料ta，是因为我们渴望被宝宝接纳才去提供爱的供给。有一天宝贝们终将长大，他们会有自己的天空，那是我们穷其一生也无法达到的地方，所以敞开心扉大胆的去爱宝贝吧，在关爱小家伙的同时，你的内心也会得到滋养。和宝贝一起成长吧，当你的内心变得柔韧而更为强大，才能为宝宝撑起一片自由成长的天空。祝好～。",
    "annotation": [
      {
        "sentence": "5、如果有条件建议做一下心理疏导，有助于从产程的创伤体验中修复，当然这样的疏导自然是越早做修复的越快。",
        "label": ""
      },
      {
        "sentence": "总之，放松的去面对，才能让自己在适应做妈妈的同时，腾出精力照料好自己。",
        "label": ""
      },
      {
        "sentence": "当你看到宝宝与你的互动，感受到因你而快乐的反馈时，你会感受到自从有了这个小生命，你将永远不再是孤单的，ta会和你此生结伴。",
        "label": ""
      },
      {
        "sentence": "并不是因为宝宝需要而我们才去照料ta，是因为我们渴望被宝宝接纳才去提供爱的供给。",
        "label": ""
      },
      {
        "sentence": "有一天宝贝们终将长大，他们会有自己的天空，那是我们穷其一生也无法达到的地方，所以敞开心扉大胆的去爱宝贝吧，在关爱小家伙的同时，你的内心也会得到滋养。",
        "label": ""
      },
      {
        "sentence": "和宝贝一起成长吧，当你的内心变得柔韧而更为强大，才能为宝宝撑起一片自由成长的天空。",
        "label": ""
      },
      {
        "sentence": "祝好～。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我一定会努力，让自己和宝宝一起成长。非常感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我一定会努力，让自己和宝宝一起成长。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的帮助！",
        "label": ""
      }
    ]
  }
]