[
  {
    "role": "client",
    "content": "我是一个17岁的女高中生，最近我发现自己喜欢上了一个女孩子，我不知道是否该和她谈一谈。我在一年多以前刚上高中时，和一个很酷、表现得很中性的女孩子成了好朋友。一开始我真的只是把她当作好朋友，她曾经告诉我她有过女朋友，他们谈了半年多。当时我感到特别惊讶，也不明白为什么会产生一种吃醋的感觉。慢慢地，我发现自己对她有了不对劲的感觉，好像喜欢上了她，但是我内心并不愿意承认，一直觉得我们只是好朋友而已。寒假期间疫情爆发，我们的感情突然变得特别好，可能是因为经常打语音电话。但是我不明白为什么听到她和别人聊天、和别人出去玩的时候，我就会吃醋。她也曾说过喜欢我，并希望和我永远在一起。然而，她却有男朋友，她总是告诉我他只是个意外，而我才是她真正的爱。正是这样的言辞让我断定自己真的喜欢上了她。然而，慢慢地，她不再像之前那样离不开我了，也没有再说过爱我的话。虽然我们还是像往常一样聊天，但是总感觉话变得少了。我不知道是否应该和她谈一谈。",
    "annotation": [
      {
        "sentence": "我是一个17岁的女高中生，最近我发现自己喜欢上了一个女孩子，我不知道是否该和她谈一谈。",
        "label": ""
      },
      {
        "sentence": "我在一年多以前刚上高中时，和一个很酷、表现得很中性的女孩子成了好朋友。",
        "label": ""
      },
      {
        "sentence": "一开始我真的只是把她当作好朋友，她曾经告诉我她有过女朋友，他们谈了半年多。",
        "label": ""
      },
      {
        "sentence": "当时我感到特别惊讶，也不明白为什么会产生一种吃醋的感觉。",
        "label": ""
      },
      {
        "sentence": "慢慢地，我发现自己对她有了不对劲的感觉，好像喜欢上了她，但是我内心并不愿意承认，一直觉得我们只是好朋友而已。",
        "label": ""
      },
      {
        "sentence": "寒假期间疫情爆发，我们的感情突然变得特别好，可能是因为经常打语音电话。",
        "label": ""
      },
      {
        "sentence": "但是我不明白为什么听到她和别人聊天、和别人出去玩的时候，我就会吃醋。",
        "label": ""
      },
      {
        "sentence": "她也曾说过喜欢我，并希望和我永远在一起。",
        "label": ""
      },
      {
        "sentence": "然而，她却有男朋友，她总是告诉我他只是个意外，而我才是她真正的爱。",
        "label": ""
      },
      {
        "sentence": "正是这样的言辞让我断定自己真的喜欢上了她。",
        "label": ""
      },
      {
        "sentence": "然而，慢慢地，她不再像之前那样离不开我了，也没有再说过爱我的话。",
        "label": ""
      },
      {
        "sentence": "虽然我们还是像往常一样聊天，但是总感觉话变得少了。",
        "label": ""
      },
      {
        "sentence": "我不知道是否应该和她谈一谈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "仅凭这些感觉就断言“爱上了她”是不充分的。实际上，非常好的朋友之间也会产生想要完全占有对方的欲望，所以你会吃醋。你觉得她不可或缺，很大程度上是因为你在生活中缺少了另一个人的存在。比如，如果是三个朋友之间，相互之间就没有这么强烈的依赖。不要太过纠结于她之前说过的话，那些话就像风一样，没有实际的保证。并不是说她是一个随口说话的人，只是人们会成长，感情会改变。也许她曾经真的认为你是独一无二的，但是一个男孩子的出现总是更有吸引力的。综上所述，所有凭感觉得出的结论都是错误的，因此没必要为了这样的问题和她谈什么。相反，我们应该为她找到了爱而感到高兴。当然，这些话基本上都是废话。如果你走出自己狭小的空间，接纳更多的人、更多的友情，也许会暗地里发现一个男生对你的爱慕，届时你会发现所有今天的问题迎刃而解。",
    "annotation": [
      {
        "sentence": "仅凭这些感觉就断言“爱上了她”是不充分的。",
        "label": ""
      },
      {
        "sentence": "实际上，非常好的朋友之间也会产生想要完全占有对方的欲望，所以你会吃醋。",
        "label": ""
      },
      {
        "sentence": "你觉得她不可或缺，很大程度上是因为你在生活中缺少了另一个人的存在。",
        "label": ""
      },
      {
        "sentence": "比如，如果是三个朋友之间，相互之间就没有这么强烈的依赖。",
        "label": ""
      },
      {
        "sentence": "不要太过纠结于她之前说过的话，那些话就像风一样，没有实际的保证。",
        "label": ""
      },
      {
        "sentence": "并不是说她是一个随口说话的人，只是人们会成长，感情会改变。",
        "label": ""
      },
      {
        "sentence": "也许她曾经真的认为你是独一无二的，但是一个男孩子的出现总是更有吸引力的。",
        "label": ""
      },
      {
        "sentence": "综上所述，所有凭感觉得出的结论都是错误的，因此没必要为了这样的问题和她谈什么。",
        "label": ""
      },
      {
        "sentence": "相反，我们应该为她找到了爱而感到高兴。",
        "label": ""
      },
      {
        "sentence": "当然，这些话基本上都是废话。",
        "label": ""
      },
      {
        "sentence": "如果你走出自己狭小的空间，接纳更多的人、更多的友情，也许会暗地里发现一个男生对你的爱慕，届时你会发现所有今天的问题迎刃而解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了。确实，我的感受可能因为缺乏其他人的存在而变得如此强烈。我也明白人们会成长，感情会改变，她也许以前是真心喜欢我，但现在对我来说并不是唯一重要的人。我会尝试走出自己的舒适区，接纳更多的人和友情。也许将来我会发现其他更适合我的爱情。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "确实，我的感受可能因为缺乏其他人的存在而变得如此强烈。",
        "label": ""
      },
      {
        "sentence": "我也明白人们会成长，感情会改变，她也许以前是真心喜欢我，但现在对我来说并不是唯一重要的人。",
        "label": ""
      },
      {
        "sentence": "我会尝试走出自己的舒适区，接纳更多的人和友情。",
        "label": ""
      },
      {
        "sentence": "也许将来我会发现其他更适合我的爱情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的觉悟真的很高。接纳并包容更多的人和友情，将会为你带来更多的机遇与可能。不要过于担心目前的问题，跟随自己的内心去寻找真正适合你的爱情吧。记住，成长是一个不断探索自己、认识自己和他人的过程。希望你能正视自己的感受，也同时开放自己的心扉。好运！",
    "annotation": [
      {
        "sentence": "你的觉悟真的很高。",
        "label": ""
      },
      {
        "sentence": "接纳并包容更多的人和友情，将会为你带来更多的机遇与可能。",
        "label": ""
      },
      {
        "sentence": "不要过于担心目前的问题，跟随自己的内心去寻找真正适合你的爱情吧。",
        "label": ""
      },
      {
        "sentence": "记住，成长是一个不断探索自己、认识自己和他人的过程。",
        "label": ""
      },
      {
        "sentence": "希望你能正视自己的感受，也同时开放自己的心扉。",
        "label": ""
      },
      {
        "sentence": "好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你给我这么多的鼓励和支持。我相信自己一定能够找到真正适合我的爱情，也会更加积极地去面对自己的感受和未来的发展。再次感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你给我这么多的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我相信自己一定能够找到真正适合我的爱情，也会更加积极地去面对自己的感受和未来的发展。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。相信自己，勇敢地去追寻自己的幸福。如果将来有任何困惑或需要帮助的地方，记得随时和我交流。祝你未来一切顺利，找到真正属于你的幸福！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "相信自己，勇敢地去追寻自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果将来有任何困惑或需要帮助的地方，记得随时和我交流。",
        "label": ""
      },
      {
        "sentence": "祝你未来一切顺利，找到真正属于你的幸福！",
        "label": ""
      }
    ]
  }
]