[
  {
    "role": "client",
    "content": "我是一个18岁的女生，为什么我总是害怕别人批评我呢？无论是老师、朋友还是长辈，即使他们并不是严格意义上的批评，只是说话声音大一些或者询问我为什么没有做好，我都会感到很难过、很难受，我好像无法调整自己的情绪。我真的很害怕别人的批评，不知道该怎么办才好，能给我一些建议吗？谢谢你。",
    "annotation": [
      {
        "sentence": "我是一个18岁的女生，为什么我总是害怕别人批评我呢？",
        "label": ""
      },
      {
        "sentence": "无论是老师、朋友还是长辈，即使他们并不是严格意义上的批评，只是说话声音大一些或者询问我为什么没有做好，我都会感到很难过、很难受，我好像无法调整自己的情绪。",
        "label": ""
      },
      {
        "sentence": "我真的很害怕别人的批评，不知道该怎么办才好，能给我一些建议吗？",
        "label": ""
      },
      {
        "sentence": "谢谢你。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全能理解你的感受，因为我以前也曾有类似的经历。当父母和老师批评我，或者对我讲话比平时大声一点，我总会感觉他们对我有所不满、对我不满意，我会开始怀疑自己是否真的这么差劲……实际上，我们都希望被他人喜欢，没有人喜欢被批评。所以当你遇到批评时，产生情绪反应是很正常的，我完全理解你的烦恼。",
    "annotation": [
      {
        "sentence": "我完全能理解你的感受，因为我以前也曾有类似的经历。",
        "label": ""
      },
      {
        "sentence": "当父母和老师批评我，或者对我讲话比平时大声一点，我总会感觉他们对我有所不满、对我不满意，我会开始怀疑自己是否真的这么差劲……实际上，我们都希望被他人喜欢，没有人喜欢被批评。",
        "label": ""
      },
      {
        "sentence": "所以当你遇到批评时，产生情绪反应是很正常的，我完全理解你的烦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解，我真的觉得很无助。听你说的，好像情绪abc理论和对事件的解释有关，能给我解释一下吗？",
    "annotation": [
      {
        "sentence": "谢谢你的理解，我真的觉得很无助。",
        "label": ""
      },
      {
        "sentence": "听你说的，好像情绪abc理论和对事件的解释有关，能给我解释一下吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以。根据情绪abc理论，我们的情绪和反应是由于我们对触发事件的认知决定的。也就是说，并不是事件a导致我们的情绪反应c，而是我们对事件的解释b导致了我们的情绪反应c。比如我过去的经历，父母对我大声说话是事件a，我的解释b是我觉得我一定是做错了什么事情，父母不喜欢我了，我成了个失败者，这样的想法导致了情绪反应c，我会感到害怕和没有自信。你可以回想一下，当你听到批评时，是否也有类似的想法产生呢？",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "根据情绪abc理论，我们的情绪和反应是由于我们对触发事件的认知决定的。",
        "label": ""
      },
      {
        "sentence": "也就是说，并不是事件a导致我们的情绪反应c，而是我们对事件的解释b导致了我们的情绪反应c。",
        "label": ""
      },
      {
        "sentence": "比如我过去的经历，父母对我大声说话是事件a，我的解释b是我觉得我一定是做错了什么事情，父母不喜欢我了，我成了个失败者，这样的想法导致了情绪反应c，我会感到害怕和没有自信。",
        "label": ""
      },
      {
        "sentence": "你可以回想一下，当你听到批评时，是否也有类似的想法产生呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想了一下，似乎确实有。我经常会觉得批评意味着我做错了事情，别人对我不满意，我感到被否定，觉得自己什么都做不好，觉得自己一无是处。 或许我像你之前说的那样，我的解释也太消极了。",
    "annotation": [
      {
        "sentence": "我想了一下，似乎确实有。",
        "label": ""
      },
      {
        "sentence": "我经常会觉得批评意味着我做错了事情，别人对我不满意，我感到被否定，觉得自己什么都做不好，觉得自己一无是处。",
        "label": ""
      },
      {
        "sentence": " 或许我像你之前说的那样，我的解释也太消极了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你说得很对。你以上的解释中包含了极度消极和绝对化的要求。这样的解释是情绪abc理论不提倡的。我现在已经学会改变自己的想法来调节情绪了，你也可以试试看，希望对你有所帮助。比如你考试考得不好被批评了，你可以这样思考：这次我真的是考得很差吗？好像是这样。那这次考砸了就代表我一无是处吗？不是的，我以前可考得不错了，还有一次做练习题时做得特别快速又正确……这次考不好，父母真的就会不爱我了吗？不是的，他们还是会照顾我的生活起居，还是会关心我。那我这次考糟了，是因为我平时做题不够熟练吗？哦原来是我之前错过的知识点这次又错了，看来我没有记住错因和正确的解答方式，还可能是因为我在审题时粗心大意……那下次如果再遇到类似的情况，我应该怎么做呢？我可以多做练习，总结错因，记住更好的解答方式，考试时提醒自己多注意审题……希望这些内容对你有所帮助。",
    "annotation": [
      {
        "sentence": "是的，你说得很对。",
        "label": ""
      },
      {
        "sentence": "你以上的解释中包含了极度消极和绝对化的要求。",
        "label": ""
      },
      {
        "sentence": "这样的解释是情绪abc理论不提倡的。",
        "label": ""
      },
      {
        "sentence": "我现在已经学会改变自己的想法来调节情绪了，你也可以试试看，希望对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "比如你考试考得不好被批评了，你可以这样思考：这次我真的是考得很差吗？",
        "label": ""
      },
      {
        "sentence": "好像是这样。",
        "label": ""
      },
      {
        "sentence": "那这次考砸了就代表我一无是处吗？",
        "label": ""
      },
      {
        "sentence": "不是的，我以前可考得不错了，还有一次做练习题时做得特别快速又正确……这次考不好，父母真的就会不爱我了吗？",
        "label": ""
      },
      {
        "sentence": "不是的，他们还是会照顾我的生活起居，还是会关心我。",
        "label": ""
      },
      {
        "sentence": "那我这次考糟了，是因为我平时做题不够熟练吗？",
        "label": ""
      },
      {
        "sentence": "哦原来是我之前错过的知识点这次又错了，看来我没有记住错因和正确的解答方式，还可能是因为我在审题时粗心大意……那下次如果再遇到类似的情况，我应该怎么做呢？",
        "label": ""
      },
      {
        "sentence": "我可以多做练习，总结错因，记住更好的解答方式，考试时提醒自己多注意审题……希望这些内容对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我觉得你说的很有道理。我也明白了，对于别人的批评，我需要更客观地看待，不要过度消极地解释。我要相信自己，努力改善，并且学会从错误中总结经验。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我觉得你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "我也明白了，对于别人的批评，我需要更客观地看待，不要过度消极地解释。",
        "label": ""
      },
      {
        "sentence": "我要相信自己，努力改善，并且学会从错误中总结经验。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这么说，你已经懂得如何应对批评了。记住，每个人都会犯错，批评只是一种帮助我们成长的方式。相信自己，相信你有能力在面对批评时保持冷静并做出积极的回应。如果以后还有其他问题需要咨询，随时来找我吧。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "很高兴听到你这么说，你已经懂得如何应对批评了。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都会犯错，批评只是一种帮助我们成长的方式。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你有能力在面对批评时保持冷静并做出积极的回应。",
        "label": ""
      },
      {
        "sentence": "如果以后还有其他问题需要咨询，随时来找我吧。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]