[
  {
    "role": "client",
    "content": "4年级辍学，小学没毕业，只有16岁，能做什么工作？我四年级辍学，现在16周岁了，我想找一份工作，家里人也都不管我，老爸不要我了，老妈走了，我还有一个姐跟着我妈走了，现在就剩我一个人了，我想找一份工作，我想问一下，什么工作比较适合我？",
    "annotation": [
      {
        "sentence": "4年级辍学，小学没毕业，只有16岁，能做什么工作？",
        "label": ""
      },
      {
        "sentence": "我四年级辍学，现在16周岁了，我想找一份工作，家里人也都不管我，老爸不要我了，老妈走了，我还有一个姐跟着我妈走了，现在就剩我一个人了，我想找一份工作，我想问一下，什么工作比较适合我？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你还好吧？听起来你经历了很多困难，对于一个16岁的孩子来说，这确实是一种极不利的家庭环境和生活状况。你现在被迫必须自己独立生活，找一份工作来维持生计。不用太担心能找到什么样的工作，毕竟你这么年轻，条件不是那么重要。你可以先从一些非正式的工作入手，比如看门、跑腿等，这样也能够养活自己。生存是现阶段的重点，但更重要的是要保持身心健康，尤其是对于你这样的未成年人来说。家庭、学校和社会是影响一个人成长的重要因素，可惜你已经失去了其中两个。在一个不健康的家庭中成长，你可能经历了很多创伤，这些创伤可能会对你的生活产生影响。但是你仍然要继续成长，将来也要建立自己的家庭。希望那些创伤不会阻碍你继续前行。对你来说，社会这个因素是唯一且最重要的。你找工作的时候，除了能够满足基本生活需求之外，最好能选择一个好的工作环境，尤其是人际环境。找一个正直善良的老板，他的影响可以帮助你在工作的同时不断成长学习。另外，尽量避免去一些对青少年不太适宜的场所，比如网吧、KTV等。希望你未来的日子中能够抱持积极的心态，不受过去的伤害所困扰，始终向着阳光前进。",
    "annotation": [
      {
        "sentence": "你还好吧？",
        "label": ""
      },
      {
        "sentence": "听起来你经历了很多困难，对于一个16岁的孩子来说，这确实是一种极不利的家庭环境和生活状况。",
        "label": ""
      },
      {
        "sentence": "你现在被迫必须自己独立生活，找一份工作来维持生计。",
        "label": ""
      },
      {
        "sentence": "不用太担心能找到什么样的工作，毕竟你这么年轻，条件不是那么重要。",
        "label": ""
      },
      {
        "sentence": "你可以先从一些非正式的工作入手，比如看门、跑腿等，这样也能够养活自己。",
        "label": ""
      },
      {
        "sentence": "生存是现阶段的重点，但更重要的是要保持身心健康，尤其是对于你这样的未成年人来说。",
        "label": ""
      },
      {
        "sentence": "家庭、学校和社会是影响一个人成长的重要因素，可惜你已经失去了其中两个。",
        "label": ""
      },
      {
        "sentence": "在一个不健康的家庭中成长，你可能经历了很多创伤，这些创伤可能会对你的生活产生影响。",
        "label": ""
      },
      {
        "sentence": "但是你仍然要继续成长，将来也要建立自己的家庭。",
        "label": ""
      },
      {
        "sentence": "希望那些创伤不会阻碍你继续前行。",
        "label": ""
      },
      {
        "sentence": "对你来说，社会这个因素是唯一且最重要的。",
        "label": ""
      },
      {
        "sentence": "你找工作的时候，除了能够满足基本生活需求之外，最好能选择一个好的工作环境，尤其是人际环境。",
        "label": ""
      },
      {
        "sentence": "找一个正直善良的老板，他的影响可以帮助你在工作的同时不断成长学习。",
        "label": ""
      },
      {
        "sentence": "另外，尽量避免去一些对青少年不太适宜的场所，比如网吧、KTV等。",
        "label": ""
      },
      {
        "sentence": "希望你未来的日子中能够抱持积极的心态，不受过去的伤害所困扰，始终向着阳光前进。",
        "label": ""
      }
    ]
  }
]