[
  {
    "role": "client",
    "content": "我19岁目前上班，和家人总吵架，我的问题？他们问题？",
    "annotation": [
      {
        "sentence": "我19岁目前上班，和家人总吵架，我的问题？",
        "label": ""
      },
      {
        "sentence": "他们问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述来看，你的烦恼来自于几个方面。首先，每周两天回家，住在店里，和家人见面就吵。其次，你不喜欢家人的说教和唠叨。最后，你对父母的行为不认可，认为爸爸性格不好相处，妈妈则是讨好型人格，你因此觉得他们身上存在很多问题。生活在一个自己不喜欢的环境中确实是很痛苦的事情，你想逃避却又无法回避。也许从有童年记忆以后，这种感觉就一直存在，缺少关心和爱，你的感受我非常理解，你也很辛苦。",
    "annotation": [
      {
        "sentence": "从你的描述来看，你的烦恼来自于几个方面。",
        "label": ""
      },
      {
        "sentence": "首先，每周两天回家，住在店里，和家人见面就吵。",
        "label": ""
      },
      {
        "sentence": "其次，你不喜欢家人的说教和唠叨。",
        "label": ""
      },
      {
        "sentence": "最后，你对父母的行为不认可，认为爸爸性格不好相处，妈妈则是讨好型人格，你因此觉得他们身上存在很多问题。",
        "label": ""
      },
      {
        "sentence": "生活在一个自己不喜欢的环境中确实是很痛苦的事情，你想逃避却又无法回避。",
        "label": ""
      },
      {
        "sentence": "也许从有童年记忆以后，这种感觉就一直存在，缺少关心和爱，你的感受我非常理解，你也很辛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得在家很受限制，很不舒心。",
    "annotation": [
      {
        "sentence": "是的，我一直觉得在家很受限制，很不舒心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人的成长都无法离开原生家庭的影响。你爸爸觉得自己说的都是对的，容不得别人对他的想法有质疑，这使他很难相处，同时他自己在人际关系上也处得不好。妈妈则是讨好型人格，对家人和亲戚说话的方式不同，对外人却特别热情和友好。我理解你对他们的行为感到不满，也许你觉得他们的表现并不真实，过于虚假世俗。在相处上确实存在问题，但是需要弄清楚的是，到底是你的问题更大，还是他们的问题更大呢？",
    "annotation": [
      {
        "sentence": "每个人的成长都无法离开原生家庭的影响。",
        "label": ""
      },
      {
        "sentence": "你爸爸觉得自己说的都是对的，容不得别人对他的想法有质疑，这使他很难相处，同时他自己在人际关系上也处得不好。",
        "label": ""
      },
      {
        "sentence": "妈妈则是讨好型人格，对家人和亲戚说话的方式不同，对外人却特别热情和友好。",
        "label": ""
      },
      {
        "sentence": "我理解你对他们的行为感到不满，也许你觉得他们的表现并不真实，过于虚假世俗。",
        "label": ""
      },
      {
        "sentence": "在相处上确实存在问题，但是需要弄清楚的是，到底是你的问题更大，还是他们的问题更大呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实是我在思考这个问题。我觉得他们的行为让我心情不好，但是我也承认自己有沟通问题。",
    "annotation": [
      {
        "sentence": "确实是我在思考这个问题。",
        "label": ""
      },
      {
        "sentence": "我觉得他们的行为让我心情不好，但是我也承认自己有沟通问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你能够认识到自己在沟通方面的问题已经是一大进步了。在你的家庭关系中，争吵和冲突都反映了家庭成员内心的需求，双方争吵式的沟通也反映了对爱的缺失和渴望。在家这个地方，我们很难用纯理性来解决问题，放下争斗，不再计较输赢，父母随着年龄的增长，心理年龄反而变小，这时更需要我们给予理解和包容。",
    "annotation": [
      {
        "sentence": "很好，你能够认识到自己在沟通方面的问题已经是一大进步了。",
        "label": ""
      },
      {
        "sentence": "在你的家庭关系中，争吵和冲突都反映了家庭成员内心的需求，双方争吵式的沟通也反映了对爱的缺失和渴望。",
        "label": ""
      },
      {
        "sentence": "在家这个地方，我们很难用纯理性来解决问题，放下争斗，不再计较输赢，父母随着年龄的增长，心理年龄反而变小，这时更需要我们给予理解和包容。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了你的意思，但我觉得我在家里很多时间都很愉快。我上班的心情也挺好的。",
    "annotation": [
      {
        "sentence": "我理解了你的意思，但我觉得我在家里很多时间都很愉快。",
        "label": ""
      },
      {
        "sentence": "我上班的心情也挺好的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴听到你能在工作中保持愉快的心情。不过，每周回家住在店里，爸爸妈妈也是在工作环境中。店铺的经营状况如何？工作相关的事务是否能够得到及时的处理和安排？如果你能帮助他们一些，也许可以减轻他们的压力。虽然你不喜欢干活并且不主动干活，但这也是他们唠叨和说教的主要原因。他们内心希望能够得到你的帮助，即使只是融入他们的工作状态也好。他们并不在乎你真正干了多少活，重要的是让他们感受到你的心意和对家庭的关心，能够理解父母的辛苦。",
    "annotation": [
      {
        "sentence": "我很高兴听到你能在工作中保持愉快的心情。",
        "label": ""
      },
      {
        "sentence": "不过，每周回家住在店里，爸爸妈妈也是在工作环境中。",
        "label": ""
      },
      {
        "sentence": "店铺的经营状况如何？",
        "label": ""
      },
      {
        "sentence": "工作相关的事务是否能够得到及时的处理和安排？",
        "label": ""
      },
      {
        "sentence": "如果你能帮助他们一些，也许可以减轻他们的压力。",
        "label": ""
      },
      {
        "sentence": "虽然你不喜欢干活并且不主动干活，但这也是他们唠叨和说教的主要原因。",
        "label": ""
      },
      {
        "sentence": "他们内心希望能够得到你的帮助，即使只是融入他们的工作状态也好。",
        "label": ""
      },
      {
        "sentence": "他们并不在乎你真正干了多少活，重要的是让他们感受到你的心意和对家庭的关心，能够理解父母的辛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，他们可能是出于对我的关心才会以这种方式来吸引我的注意。我也希望能够改善家庭关系。",
    "annotation": [
      {
        "sentence": "我明白了，他们可能是出于对我的关心才会以这种方式来吸引我的注意。",
        "label": ""
      },
      {
        "sentence": "我也希望能够改善家庭关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，我很欣赏你愿意努力改善家庭关系的决心。在处理家庭关系的过程中，多一些理解和包容会非常有帮助。尽量放下争斗和计较，尝试与爸爸妈妈进行更有效的沟通，了解他们内心的想法和需求，并坦诚地表达自己的感受。希望我的建议对你有所帮助，如果有任何需要继续讨论的问题，请随时告诉我。",
    "annotation": [
      {
        "sentence": "非常好，我很欣赏你愿意努力改善家庭关系的决心。",
        "label": ""
      },
      {
        "sentence": "在处理家庭关系的过程中，多一些理解和包容会非常有帮助。",
        "label": ""
      },
      {
        "sentence": "尽量放下争斗和计较，尝试与爸爸妈妈进行更有效的沟通，了解他们内心的想法和需求，并坦诚地表达自己的感受。",
        "label": ""
      },
      {
        "sentence": "希望我的建议对你有所帮助，如果有任何需要继续讨论的问题，请随时告诉我。",
        "label": ""
      }
    ]
  }
]