[
  {
    "role": "client",
    "content": "妈妈对我忽冷忽热，什么时候妈妈能对我好一点？",
    "annotation": [
      {
        "sentence": "妈妈对我忽冷忽热，什么时候妈妈能对我好一点？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在和家人相处中，需要真诚地爱彼此，因为在爱的基础上，才能理解和认可。从你的描述中，可以看出你对妈妈忽冷忽热的态度感到困惑，并且很渴望妈妈可以对你好一些，能多爱你一些。大人们每天有很多自己的事情需要处理，有时候也会管理不好自己的情绪，将情绪发泄在孩子身上。",
    "annotation": [
      {
        "sentence": "在和家人相处中，需要真诚地爱彼此，因为在爱的基础上，才能理解和认可。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，可以看出你对妈妈忽冷忽热的态度感到困惑，并且很渴望妈妈可以对你好一些，能多爱你一些。",
        "label": ""
      },
      {
        "sentence": "大人们每天有很多自己的事情需要处理，有时候也会管理不好自己的情绪，将情绪发泄在孩子身上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的不知道自己错在哪，唉！有没有什么方法可以让妈妈对我好一点呢？",
    "annotation": [
      {
        "sentence": "我真的不知道自己错在哪，唉！",
        "label": ""
      },
      {
        "sentence": "有没有什么方法可以让妈妈对我好一点呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样的处理情绪是不好的，但父母也是普通的人，也不总是可以很好地管理自己的情绪，他们也只是长大了的孩子。如果可以理解母亲，就试着理解她一下吧，也可以在感受到她不开心或者烦恼时，给她倒一杯热水，或者牛奶，或者给她留一张小纸条，关心一下她。",
    "annotation": [
      {
        "sentence": "这样的处理情绪是不好的，但父母也是普通的人，也不总是可以很好地管理自己的情绪，他们也只是长大了的孩子。",
        "label": ""
      },
      {
        "sentence": "如果可以理解母亲，就试着理解她一下吧，也可以在感受到她不开心或者烦恼时，给她倒一杯热水，或者牛奶，或者给她留一张小纸条，关心一下她。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我总觉得害羞或者害怕，不敢表达自己的需求。母亲在面前的欢笑和冷淡，都代表不了她对我爱的程度，但我怕她觉得我打扰她。",
    "annotation": [
      {
        "sentence": "我总觉得害羞或者害怕，不敢表达自己的需求。",
        "label": ""
      },
      {
        "sentence": "母亲在面前的欢笑和冷淡，都代表不了她对我爱的程度，但我怕她觉得我打扰她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要害羞，也不要害怕，母亲不会因为你的坦白而责怪你，只会因为你的隐藏和压抑而心疼你。告诉她你的感受，在她对你好的时候表达你的开心，在她对你冷淡时表达你的困惑和伤心，并且勇敢地表达自己的需求，希望她可以多多关注一些，多多地爱你一些。",
    "annotation": [
      {
        "sentence": "不要害羞，也不要害怕，母亲不会因为你的坦白而责怪你，只会因为你的隐藏和压抑而心疼你。",
        "label": ""
      },
      {
        "sentence": "告诉她你的感受，在她对你好的时候表达你的开心，在她对你冷淡时表达你的困惑和伤心，并且勇敢地表达自己的需求，希望她可以多多关注一些，多多地爱你一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "也许是我太乖巧和懂事了，所以都不敢主动表达希望妈妈对我好一点的想法。",
    "annotation": [
      {
        "sentence": "也许是我太乖巧和懂事了，所以都不敢主动表达希望妈妈对我好一点的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可能你的母亲承受着很大的生活压力，使得她不自觉地忽视了对你的关心。你可以懂事和乖巧，但这不意味着你什么都不做，等待母亲的爱。你可以提醒她，就像婴儿饿了，会通过哭声来提醒妈妈一样。",
    "annotation": [
      {
        "sentence": "可能你的母亲承受着很大的生活压力，使得她不自觉地忽视了对你的关心。",
        "label": ""
      },
      {
        "sentence": "你可以懂事和乖巧，但这不意味着你什么都不做，等待母亲的爱。",
        "label": ""
      },
      {
        "sentence": "你可以提醒她，就像婴儿饿了，会通过哭声来提醒妈妈一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己好像需要更多的爱和关注，但又不知道怎么开口和妈妈沟通。",
    "annotation": [
      {
        "sentence": "我觉得自己好像需要更多的爱和关注，但又不知道怎么开口和妈妈沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以尝试用写文字或者信的方式和母亲沟通，如果你不敢面对面沟通的话。母亲不会因为你的坦白而责怪你，只会因为你的隐藏和压抑而心疼你。告诉她你的感受，你在她对你好的时候的开心，以及在她对你冷淡时的困惑和伤心，并且勇敢地表达自己的需求，即你希望她可以多多关注一些，多多地爱你一些。",
    "annotation": [
      {
        "sentence": "你可以尝试用写文字或者信的方式和母亲沟通，如果你不敢面对面沟通的话。",
        "label": ""
      },
      {
        "sentence": "母亲不会因为你的坦白而责怪你，只会因为你的隐藏和压抑而心疼你。",
        "label": ""
      },
      {
        "sentence": "告诉她你的感受，你在她对你好的时候的开心，以及在她对你冷淡时的困惑和伤心，并且勇敢地表达自己的需求，即你希望她可以多多关注一些，多多地爱你一些。",
        "label": ""
      }
    ]
  }
]