[
  {
    "role": "client",
    "content": "我是一个高一女生，最近遇到一个很讨厌的班主任，我真的很想调班。但是我不知道我这样做有没有错。因为在语文课上，我抄了好词好句，结果被班主任罚站到讲台边上。然后自习课的时候，我不得不搬着凳子出去写作业，一星期都是这样。站在那里的时候，我觉得很孤独、无助、恐惧和不安。回家后我告诉了父母我想调班，可他们说我不尊师重道，还说我素质低，事儿多。我真的不知道为什么我一个人就坚持不下去，其他人都没有问题。他们说我的成绩进步骄傲了，但实际上我并没有。我只是想调个班而已，这有错吗？",
    "annotation": [
      {
        "sentence": "我是一个高一女生，最近遇到一个很讨厌的班主任，我真的很想调班。",
        "label": ""
      },
      {
        "sentence": "但是我不知道我这样做有没有错。",
        "label": ""
      },
      {
        "sentence": "因为在语文课上，我抄了好词好句，结果被班主任罚站到讲台边上。",
        "label": ""
      },
      {
        "sentence": "然后自习课的时候，我不得不搬着凳子出去写作业，一星期都是这样。",
        "label": ""
      },
      {
        "sentence": "站在那里的时候，我觉得很孤独、无助、恐惧和不安。",
        "label": ""
      },
      {
        "sentence": "回家后我告诉了父母我想调班，可他们说我不尊师重道，还说我素质低，事儿多。",
        "label": ""
      },
      {
        "sentence": "我真的不知道为什么我一个人就坚持不下去，其他人都没有问题。",
        "label": ""
      },
      {
        "sentence": "他们说我的成绩进步骄傲了，但实际上我并没有。",
        "label": ""
      },
      {
        "sentence": "我只是想调个班而已，这有错吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好！小可爱～听你说的情况，抄好词好句被罚站可能只是你顽皮一次，而且通常情况下，老师罚站也只是一节课的事情。但你的班主任却罚了你整整一个星期，这确实有些过分。一个人当着全班的面这样被罚，肯定会让人感到孤独、不安。我觉得这是你的班主任处理问题不当所导致的。当你向父母诉说并表达想调班的时候，他们说你不尊师重道。我猜想你的父母对老师有较高的评价和信任，所以他们认为调班是对老师的不尊重。但是他们可能并不知道具体发生了什么，也不能理解你的不安和现在的处境。此外，调班对于父母来说可能也是一件不容易做到的事情，他们可能没有什么办法来帮助你调班。所以他们只能阻止你调班的想法。我希望你可以好好思考，如何向那些“非常相信老师”的父母解释事情的真相。你可以先承认自己犯了不听课的错误，解释一下你并没有恶意冒犯老师，然后再告诉他们老师对你的影响。你也可以尝试去了解班主任的意图，毕竟能和老师和解是最好的结果，不是吗？在这个班上，我们已经结交了自己的朋友呢。希望你一切顺利哦～",
    "annotation": [
      {
        "sentence": "你好！",
        "label": ""
      },
      {
        "sentence": "小可爱～听你说的情况，抄好词好句被罚站可能只是你顽皮一次，而且通常情况下，老师罚站也只是一节课的事情。",
        "label": ""
      },
      {
        "sentence": "但你的班主任却罚了你整整一个星期，这确实有些过分。",
        "label": ""
      },
      {
        "sentence": "一个人当着全班的面这样被罚，肯定会让人感到孤独、不安。",
        "label": ""
      },
      {
        "sentence": "我觉得这是你的班主任处理问题不当所导致的。",
        "label": ""
      },
      {
        "sentence": "当你向父母诉说并表达想调班的时候，他们说你不尊师重道。",
        "label": ""
      },
      {
        "sentence": "我猜想你的父母对老师有较高的评价和信任，所以他们认为调班是对老师的不尊重。",
        "label": ""
      },
      {
        "sentence": "但是他们可能并不知道具体发生了什么，也不能理解你的不安和现在的处境。",
        "label": ""
      },
      {
        "sentence": "此外，调班对于父母来说可能也是一件不容易做到的事情，他们可能没有什么办法来帮助你调班。",
        "label": ""
      },
      {
        "sentence": "所以他们只能阻止你调班的想法。",
        "label": ""
      },
      {
        "sentence": "我希望你可以好好思考，如何向那些“非常相信老师”的父母解释事情的真相。",
        "label": ""
      },
      {
        "sentence": "你可以先承认自己犯了不听课的错误，解释一下你并没有恶意冒犯老师，然后再告诉他们老师对你的影响。",
        "label": ""
      },
      {
        "sentence": "你也可以尝试去了解班主任的意图，毕竟能和老师和解是最好的结果，不是吗？",
        "label": ""
      },
      {
        "sentence": "在这个班上，我们已经结交了自己的朋友呢。",
        "label": ""
      },
      {
        "sentence": "希望你一切顺利哦～",
        "label": ""
      }
    ]
  }
]