[
  {
    "role": "client",
    "content": "男友的妈妈是两面派，得罪别人还装蒜，我该怎么办？",
    "annotation": [
      {
        "sentence": "男友的妈妈是两面派，得罪别人还装蒜，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "~婆媳问题是每个想结婚的女人都必须要面临的问题，未来婆婆两面派，这就像是一个定时炸弹一样会被搁置在你的婚姻里，如果不拆除终有一天会引发家庭矛盾。你提出这个问题说明你并不是一个被爱情冲昏头的傻女人，你有自己的想法和意见，有时候该坚持的就要坚持！",
    "annotation": [
      {
        "sentence": "~婆媳问题是每个想结婚的女人都必须要面临的问题，未来婆婆两面派，这就像是一个定时炸弹一样会被搁置在你的婚姻里，如果不拆除终有一天会引发家庭矛盾。",
        "label": ""
      },
      {
        "sentence": "你提出这个问题说明你并不是一个被爱情冲昏头的傻女人，你有自己的想法和意见，有时候该坚持的就要坚持！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持！我真的很困惑，对他妈妈的行为感到不解和心痛。我觉得这样的婆婆会给我们的未来带来很大的困扰。",
    "annotation": [
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      },
      {
        "sentence": "我真的很困惑，对他妈妈的行为感到不解和心痛。",
        "label": ""
      },
      {
        "sentence": "我觉得这样的婆婆会给我们的未来带来很大的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婚姻，从爱情的角度来看他只是一个男人和一个女人的故事；但是如果从家庭角度来看，他是两个家庭的碰撞和融合。夫妻双方不可能永远活在爱情的真空里，他需要两个家庭的爱与支持。如果双方家庭在婚姻观、价值观等方面存在很大不同，那么在婚后这些不同都会成为摧毁婚姻的炸弹。在没有结婚之前，双方还未生活在一起，就开始出现矛盾与争执，那在结婚之后相处的机会更多，矛盾和争执发生的机会也会更多。所以关于这一点你还是要好好考虑的。",
    "annotation": [
      {
        "sentence": "婚姻，从爱情的角度来看他只是一个男人和一个女人的故事；但是如果从家庭角度来看，他是两个家庭的碰撞和融合。",
        "label": ""
      },
      {
        "sentence": "夫妻双方不可能永远活在爱情的真空里，他需要两个家庭的爱与支持。",
        "label": ""
      },
      {
        "sentence": "如果双方家庭在婚姻观、价值观等方面存在很大不同，那么在婚后这些不同都会成为摧毁婚姻的炸弹。",
        "label": ""
      },
      {
        "sentence": "在没有结婚之前，双方还未生活在一起，就开始出现矛盾与争执，那在结婚之后相处的机会更多，矛盾和争执发生的机会也会更多。",
        "label": ""
      },
      {
        "sentence": "所以关于这一点你还是要好好考虑的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我明白了。我们两个家庭的差异可能在未来会给我们带来很多麻烦。但是，我真的爱他，我不知道该如何平衡这种矛盾。",
    "annotation": [
      {
        "sentence": "你说得对，我明白了。",
        "label": ""
      },
      {
        "sentence": "我们两个家庭的差异可能在未来会给我们带来很多麻烦。",
        "label": ""
      },
      {
        "sentence": "但是，我真的爱他，我不知道该如何平衡这种矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当两个家庭存在矛盾，如果夫妻双方能够进退一致、夫妇一体的话，就能够抵御住来自双方父母的压力，还可以依靠彼此之间的爱情和信任维持婚姻，但是如果夫妇双方之间不能同进退，特别是当双方父母发生矛盾时，夫妻双方不能共同面对反而互相埋怨时，婚姻将会出现意想不到的危机。听到你所说，虽然你们彼此相爱，但是男方似乎更偏向于自己的妈妈，对女生并没有表现出理解和安慰。所以你要注意这一点，不要轻易降低自己的标准，看清楚对方的为人在考虑是否嫁给他。",
    "annotation": [
      {
        "sentence": "当两个家庭存在矛盾，如果夫妻双方能够进退一致、夫妇一体的话，就能够抵御住来自双方父母的压力，还可以依靠彼此之间的爱情和信任维持婚姻，但是如果夫妇双方之间不能同进退，特别是当双方父母发生矛盾时，夫妻双方不能共同面对反而互相埋怨时，婚姻将会出现意想不到的危机。",
        "label": ""
      },
      {
        "sentence": "听到你所说，虽然你们彼此相爱，但是男方似乎更偏向于自己的妈妈，对女生并没有表现出理解和安慰。",
        "label": ""
      },
      {
        "sentence": "所以你要注意这一点，不要轻易降低自己的标准，看清楚对方的为人在考虑是否嫁给他。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我应该更加重视我们之间的沟通和互相支持。也许我需要和他坦诚地谈一谈，让他明白我的忧虑和需要。",
    "annotation": [
      {
        "sentence": "你说得很对，我应该更加重视我们之间的沟通和互相支持。",
        "label": ""
      },
      {
        "sentence": "也许我需要和他坦诚地谈一谈，让他明白我的忧虑和需要。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，沟通是非常重要的。通过真心的对话，你们可以更好地理解彼此的想法和需求，也可以找到解决问题的方法。同时，在处理婆婆问题时，要坚持自己的底线，不要为了适应他人而放弃自己的价值观和快乐。记住，婚姻是两个人共同经营的，你的需求和感受同等重要。",
    "annotation": [
      {
        "sentence": "是的，沟通是非常重要的。",
        "label": ""
      },
      {
        "sentence": "通过真心的对话，你们可以更好地理解彼此的想法和需求，也可以找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "同时，在处理婆婆问题时，要坚持自己的底线，不要为了适应他人而放弃自己的价值观和快乐。",
        "label": ""
      },
      {
        "sentence": "记住，婚姻是两个人共同经营的，你的需求和感受同等重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励！我会努力跟他沟通，同时也坚守自己的底线。希望我们能一起克服这个婆婆问题，建立一个幸福的家庭。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会努力跟他沟通，同时也坚守自己的底线。",
        "label": ""
      },
      {
        "sentence": "希望我们能一起克服这个婆婆问题，建立一个幸福的家庭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你们能够克服这个问题的，只要你们相互支持、真心沟通，共同努力解决困难。祝福你们未来的婚姻生活幸福美满！",
    "annotation": [
      {
        "sentence": "我相信你们能够克服这个问题的，只要你们相互支持、真心沟通，共同努力解决困难。",
        "label": ""
      },
      {
        "sentence": "祝福你们未来的婚姻生活幸福美满！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和祝福！你的话给了我很多信心和勇气。我会牢记你的建议，做出正确的决策。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和祝福！",
        "label": ""
      },
      {
        "sentence": "你的话给了我很多信心和勇气。",
        "label": ""
      },
      {
        "sentence": "我会牢记你的建议，做出正确的决策。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意帮助你。如果将来有任何疑问或困惑，随时都可以来找我倾诉。祝福你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "如果将来有任何疑问或困惑，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝福你一切顺利！",
        "label": ""
      }
    ]
  }
]