[
  {
    "role": "client",
    "content": "我分手已经半年了，但是我们彼此还是互相惦记，却不肯放下对方。我以前就是因为相处方式问题，总是因为焦虑而无法解决问题，动不动就发脾气，也不懂得正面表达。后来他开始逃避，尤其是在感情方面，有时候他只顾着自己的事情，我们也断联了很久。分手之后再次聊天，他还是那个样子，只关注自己的事情。我问他为什么总是逃避，他说他不敢面对，已经没有勇气了，有些话不敢轻易说。后来他又说慢慢来都比现在这种状态好，不要着急。我已经正式告诉他我放不下，但是由于冲动才这样问，他说我总是逼他主动，强迫他。他现在总是只关注自己的事情，而我不喜欢这种状态，我不知道该怎么跟他说。我觉得他不懂我的想法，我跟他说过他只关注自己的事情让我产生错觉，但是我不知道该怎么面对这个问题，我已经直言不讳地表达了我的不满，可他还是那样。昨天他跟我说了一些无关紧要的话题，我跟着说了几句，结果他就说要去吃饭了，然后说要去睡觉了。过了几个小时，我另找话题说我在理发馆遇到了一只可爱的泰迪狗，结果他就不再理我了。这种状态让我感到非常难受，我该怎么办？",
    "annotation": [
      {
        "sentence": "我分手已经半年了，但是我们彼此还是互相惦记，却不肯放下对方。",
        "label": ""
      },
      {
        "sentence": "我以前就是因为相处方式问题，总是因为焦虑而无法解决问题，动不动就发脾气，也不懂得正面表达。",
        "label": ""
      },
      {
        "sentence": "后来他开始逃避，尤其是在感情方面，有时候他只顾着自己的事情，我们也断联了很久。",
        "label": ""
      },
      {
        "sentence": "分手之后再次聊天，他还是那个样子，只关注自己的事情。",
        "label": ""
      },
      {
        "sentence": "我问他为什么总是逃避，他说他不敢面对，已经没有勇气了，有些话不敢轻易说。",
        "label": ""
      },
      {
        "sentence": "后来他又说慢慢来都比现在这种状态好，不要着急。",
        "label": ""
      },
      {
        "sentence": "我已经正式告诉他我放不下，但是由于冲动才这样问，他说我总是逼他主动，强迫他。",
        "label": ""
      },
      {
        "sentence": "他现在总是只关注自己的事情，而我不喜欢这种状态，我不知道该怎么跟他说。",
        "label": ""
      },
      {
        "sentence": "我觉得他不懂我的想法，我跟他说过他只关注自己的事情让我产生错觉，但是我不知道该怎么面对这个问题，我已经直言不讳地表达了我的不满，可他还是那样。",
        "label": ""
      },
      {
        "sentence": "昨天他跟我说了一些无关紧要的话题，我跟着说了几句，结果他就说要去吃饭了，然后说要去睡觉了。",
        "label": ""
      },
      {
        "sentence": "过了几个小时，我另找话题说我在理发馆遇到了一只可爱的泰迪狗，结果他就不再理我了。",
        "label": ""
      },
      {
        "sentence": "这种状态让我感到非常难受，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可能你需要先分清楚，是你们彼此放不过对方，还是因为还没有遇到更好的选择才不想放过。从你的描述中，可以感受到你目前的焦虑和痛苦。你无法接受现在的状态，也不清楚对方在逃避什么，他内心真正想要的是什么。分开后，你反思了自己的问题，也了解到了对方存在的问题，这是很好的进步。但是你们之间的相处问题还没有得到改变，彼此还是那个样子。你遇事着急，想要解决问题，但很难做到，而对方却一直逃避和搪塞。即使你们复合了，问题也不会消失。当你们都冷静下来，开始改变自己的行为和处事方式，或者认真思考如何避免问题再次发生，可能才是一个好的时机。对方强调顺其自然，表明他还在害怕，但是你无法接受这种模糊的状态，你催促他向前走，就像是让他凝视深渊。你期待的结果是什么呢？你希望他主动要求复合或者答应你和好？但是即使复合了，你们可能会面临一个问题，那就是“然后呢？”你真的是因为还喜欢他吗？既然喜欢，你能够接受他无法改变或者很难改变的缺点和不足吗？能够说服自己去接受吗？如果可以，那为什么你还在犹豫呢？如果不能，那你们还藕断丝连的原因是什么呢？要深入内心接受一个人，爱一个人，而不仅仅是“认为”你可以接受，但实际相处起来却无法忍受。你们互相放不下的想法，是你们彼此都同意的吗？还是只是在感到寂寞和无助，或者想要分享事情时，“习惯性”地想起对方，而不是真正因为在乎和爱？要尊重对方的选择和决定，将注意力转回到自己身上。你可以忘不了，放不下，这是你自己需要完成的任务，但不可以要求对方放弃自己的想法，接受你的决定，给他一些时间。如果你无法给他时间，就果断地离开，因为当他选择你时，并不是心满意足的，而是犹豫和不安的。这样的关系，即使建立起来，彼此都会非常辛苦和受伤的。",
    "annotation": [
      {
        "sentence": "可能你需要先分清楚，是你们彼此放不过对方，还是因为还没有遇到更好的选择才不想放过。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，可以感受到你目前的焦虑和痛苦。",
        "label": ""
      },
      {
        "sentence": "你无法接受现在的状态，也不清楚对方在逃避什么，他内心真正想要的是什么。",
        "label": ""
      },
      {
        "sentence": "分开后，你反思了自己的问题，也了解到了对方存在的问题，这是很好的进步。",
        "label": ""
      },
      {
        "sentence": "但是你们之间的相处问题还没有得到改变，彼此还是那个样子。",
        "label": ""
      },
      {
        "sentence": "你遇事着急，想要解决问题，但很难做到，而对方却一直逃避和搪塞。",
        "label": ""
      },
      {
        "sentence": "即使你们复合了，问题也不会消失。",
        "label": ""
      },
      {
        "sentence": "当你们都冷静下来，开始改变自己的行为和处事方式，或者认真思考如何避免问题再次发生，可能才是一个好的时机。",
        "label": ""
      },
      {
        "sentence": "对方强调顺其自然，表明他还在害怕，但是你无法接受这种模糊的状态，你催促他向前走，就像是让他凝视深渊。",
        "label": ""
      },
      {
        "sentence": "你期待的结果是什么呢？",
        "label": ""
      },
      {
        "sentence": "你希望他主动要求复合或者答应你和好？",
        "label": ""
      },
      {
        "sentence": "但是即使复合了，你们可能会面临一个问题，那就是“然后呢？",
        "label": ""
      },
      {
        "sentence": "”你真的是因为还喜欢他吗？",
        "label": ""
      },
      {
        "sentence": "既然喜欢，你能够接受他无法改变或者很难改变的缺点和不足吗？",
        "label": ""
      },
      {
        "sentence": "能够说服自己去接受吗？",
        "label": ""
      },
      {
        "sentence": "如果可以，那为什么你还在犹豫呢？",
        "label": ""
      },
      {
        "sentence": "如果不能，那你们还藕断丝连的原因是什么呢？",
        "label": ""
      },
      {
        "sentence": "要深入内心接受一个人，爱一个人，而不仅仅是“认为”你可以接受，但实际相处起来却无法忍受。",
        "label": ""
      },
      {
        "sentence": "你们互相放不下的想法，是你们彼此都同意的吗？",
        "label": ""
      },
      {
        "sentence": "还是只是在感到寂寞和无助，或者想要分享事情时，“习惯性”地想起对方，而不是真正因为在乎和爱？",
        "label": ""
      },
      {
        "sentence": "要尊重对方的选择和决定，将注意力转回到自己身上。",
        "label": ""
      },
      {
        "sentence": "你可以忘不了，放不下，这是你自己需要完成的任务，但不可以要求对方放弃自己的想法，接受你的决定，给他一些时间。",
        "label": ""
      },
      {
        "sentence": "如果你无法给他时间，就果断地离开，因为当他选择你时，并不是心满意足的，而是犹豫和不安的。",
        "label": ""
      },
      {
        "sentence": "这样的关系，即使建立起来，彼此都会非常辛苦和受伤的。",
        "label": ""
      }
    ]
  }
]