[
  {
    "role": "client",
    "content": "听到手机铃声和微信提示音会紧张，心跳加速，呼吸急促。这种情况出现是从我妈妈让我开始相亲开始。每次她的电话或者我的电话一响，都是关于相亲。我从小到大没有谈过一次恋爱，因为妈妈不允许早恋。曾经姐姐谈恋爱被发现，家里人用退学威胁过她分手，给我留下过非常深的印象。有喜欢过别人，不敢表白，有别人表示好感，也不敢接受。大三大四的时候妈妈开始给我找相亲对象，我很排斥，不想跟陌生人谈婚论嫁。毕业工作之后，住在家里，基本上隔两三天会有媒人打电话给她，她还去婚姻介绍所留了我的电话，常常会有电话打进来，有些甚至在上班时间。因为我真的很讨厌相亲，但是妈妈说有些介绍人是她的熟人，让我不要拂了对方的面子，所以我现在很紧张，害怕有电话响起来又是别人介绍相亲的，又不好直接拒绝。但是我内心真的很讨厌和相亲对象聊天。我现在是陌生电话响了都不敢接，每次都很紧张的等她响完。她电话一响我也会不自主的停下手上的事去偷偷听她是不是在讲关于我的事情。我觉得自己有些过于敏感了。",
    "annotation": [
      {
        "sentence": "听到手机铃声和微信提示音会紧张，心跳加速，呼吸急促。",
        "label": ""
      },
      {
        "sentence": "这种情况出现是从我妈妈让我开始相亲开始。",
        "label": ""
      },
      {
        "sentence": "每次她的电话或者我的电话一响，都是关于相亲。",
        "label": ""
      },
      {
        "sentence": "我从小到大没有谈过一次恋爱，因为妈妈不允许早恋。",
        "label": ""
      },
      {
        "sentence": "曾经姐姐谈恋爱被发现，家里人用退学威胁过她分手，给我留下过非常深的印象。",
        "label": ""
      },
      {
        "sentence": "有喜欢过别人，不敢表白，有别人表示好感，也不敢接受。",
        "label": ""
      },
      {
        "sentence": "大三大四的时候妈妈开始给我找相亲对象，我很排斥，不想跟陌生人谈婚论嫁。",
        "label": ""
      },
      {
        "sentence": "毕业工作之后，住在家里，基本上隔两三天会有媒人打电话给她，她还去婚姻介绍所留了我的电话，常常会有电话打进来，有些甚至在上班时间。",
        "label": ""
      },
      {
        "sentence": "因为我真的很讨厌相亲，但是妈妈说有些介绍人是她的熟人，让我不要拂了对方的面子，所以我现在很紧张，害怕有电话响起来又是别人介绍相亲的，又不好直接拒绝。",
        "label": ""
      },
      {
        "sentence": "但是我内心真的很讨厌和相亲对象聊天。",
        "label": ""
      },
      {
        "sentence": "我现在是陌生电话响了都不敢接，每次都很紧张的等她响完。",
        "label": ""
      },
      {
        "sentence": "她电话一响我也会不自主的停下手上的事去偷偷听她是不是在讲关于我的事情。",
        "label": ""
      },
      {
        "sentence": "我觉得自己有些过于敏感了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的你还好吧？你的问题很清晰，下面的回答希望能帮助到你。听到手机铃声和微信提示音会紧张，心跳加速，呼吸急促的情况，看起来表面是一种条件反射。刺激（手机铃声）——行为（心跳加速，呼吸急促）。从这个条件反射中看，是手机铃声让你心跳加速，呼吸急促，好像导致自己不舒服的罪魁祸首是手机铃声。其实不然，真正让你紧张的，真正惧怕的是手机铃声背后的东西——相亲。这种情况出现是从我妈妈让我开始相亲开始。每次她的电话或者我的电话一响，都是关于相亲。按照这种叙述，本来应该是关于相亲的电话才让你紧张心跳呼吸困难，但是现在只要是电话铃声，你都会有这种反应。这是因为，在你的认知中不自觉地犯了以偏概全的错误。你很讨厌很害怕相亲这件事，害怕电话铃声响起来，但是多次电话铃声都是关于相亲的。基本上隔两三天会有媒人打电话给她，她还去婚姻介绍所留了我的电话，常常会有电话打进来，有些甚至在上班时间。这种刺激不断重复，让你把电话铃声和相亲建立了直接的联系，只要听到电话铃声下意识中反应出来的就是相亲，紧张恐惧便立刻引起心跳呼吸困难等躯体反应。现在，咱们放开相亲这件事先不说，先解决电话铃声引起不良反应的问题，以免日后泛化。",
    "annotation": [
      {
        "sentence": "亲爱的你还好吧？",
        "label": ""
      },
      {
        "sentence": "你的问题很清晰，下面的回答希望能帮助到你。",
        "label": ""
      },
      {
        "sentence": "听到手机铃声和微信提示音会紧张，心跳加速，呼吸急促的情况，看起来表面是一种条件反射。",
        "label": ""
      },
      {
        "sentence": "刺激（手机铃声）——行为（心跳加速，呼吸急促）。",
        "label": ""
      },
      {
        "sentence": "从这个条件反射中看，是手机铃声让你心跳加速，呼吸急促，好像导致自己不舒服的罪魁祸首是手机铃声。",
        "label": ""
      },
      {
        "sentence": "其实不然，真正让你紧张的，真正惧怕的是手机铃声背后的东西——相亲。",
        "label": ""
      },
      {
        "sentence": "这种情况出现是从我妈妈让我开始相亲开始。",
        "label": ""
      },
      {
        "sentence": "每次她的电话或者我的电话一响，都是关于相亲。",
        "label": ""
      },
      {
        "sentence": "按照这种叙述，本来应该是关于相亲的电话才让你紧张心跳呼吸困难，但是现在只要是电话铃声，你都会有这种反应。",
        "label": ""
      },
      {
        "sentence": "这是因为，在你的认知中不自觉地犯了以偏概全的错误。",
        "label": ""
      },
      {
        "sentence": "你很讨厌很害怕相亲这件事，害怕电话铃声响起来，但是多次电话铃声都是关于相亲的。",
        "label": ""
      },
      {
        "sentence": "基本上隔两三天会有媒人打电话给她，她还去婚姻介绍所留了我的电话，常常会有电话打进来，有些甚至在上班时间。",
        "label": ""
      },
      {
        "sentence": "这种刺激不断重复，让你把电话铃声和相亲建立了直接的联系，只要听到电话铃声下意识中反应出来的就是相亲，紧张恐惧便立刻引起心跳呼吸困难等躯体反应。",
        "label": ""
      },
      {
        "sentence": "现在，咱们放开相亲这件事先不说，先解决电话铃声引起不良反应的问题，以免日后泛化。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复。我想改善这种情况，但不知道从哪里开始。",
    "annotation": [
      {
        "sentence": "谢谢你的回复。",
        "label": ""
      },
      {
        "sentence": "我想改善这种情况，但不知道从哪里开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，我会给你一些建议来帮助你改善状况。首先，我建议你自己设置一些美好的提示音，用电话铃声。比如，当电话铃声响起时，提醒自己一件渴望的美好的事情，比如到了吃最心爱的点心的时间了。",
    "annotation": [
      {
        "sentence": "没关系，我会给你一些建议来帮助你改善状况。",
        "label": ""
      },
      {
        "sentence": "首先，我建议你自己设置一些美好的提示音，用电话铃声。",
        "label": ""
      },
      {
        "sentence": "比如，当电话铃声响起时，提醒自己一件渴望的美好的事情，比如到了吃最心爱的点心的时间了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个主意不错，我可以试试。还有其他的建议吗？",
    "annotation": [
      {
        "sentence": "这个主意不错，我可以试试。",
        "label": ""
      },
      {
        "sentence": "还有其他的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然！还有两个建议。首先，让你的好朋友给你打电话，告诉你一些好事情。这样，每次听到电话铃声，你会自然而然地联想到好消息，减少紧张情绪的出现。其次，让报告好事情的电话铃声不断响起，这样每次听到铃声，你的情绪会变得积极向上。",
    "annotation": [
      {
        "sentence": "当然！",
        "label": ""
      },
      {
        "sentence": "还有两个建议。",
        "label": ""
      },
      {
        "sentence": "首先，让你的好朋友给你打电话，告诉你一些好事情。",
        "label": ""
      },
      {
        "sentence": "这样，每次听到电话铃声，你会自然而然地联想到好消息，减少紧张情绪的出现。",
        "label": ""
      },
      {
        "sentence": "其次，让报告好事情的电话铃声不断响起，这样每次听到铃声，你的情绪会变得积极向上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来很有道理。我会尝试这些方法的。只是当电话铃声响起时，我总是很紧张，不敢接听。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "听起来很有道理。",
        "label": ""
      },
      {
        "sentence": "我会尝试这些方法的。",
        "label": ""
      },
      {
        "sentence": "只是当电话铃声响起时，我总是很紧张，不敢接听。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你听到铃声时，先不要着急接听，深呼吸，想想可能的好事情，然后慢慢接起来。这样做可以让你的心态更加平静，紧张感会逐渐减少。另外，不断重复这些练习，让自己逐渐适应听到铃声的情况。",
    "annotation": [
      {
        "sentence": "当你听到铃声时，先不要着急接听，深呼吸，想想可能的好事情，然后慢慢接起来。",
        "label": ""
      },
      {
        "sentence": "这样做可以让你的心态更加平静，紧张感会逐渐减少。",
        "label": ""
      },
      {
        "sentence": "另外，不断重复这些练习，让自己逐渐适应听到铃声的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议！我会尽量按照你说的去做。希望这些方法能够帮助我减轻紧张和恐惧的情绪。",
    "annotation": [
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我会尽量按照你说的去做。",
        "label": ""
      },
      {
        "sentence": "希望这些方法能够帮助我减轻紧张和恐惧的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！相信你能够克服这个问题的。如果还有其他需要帮助的地方，随时都可以来找我聊天。我祝愿你一切顺利，加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "相信你能够克服这个问题的。",
        "label": ""
      },
      {
        "sentence": "如果还有其他需要帮助的地方，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "我祝愿你一切顺利，加油！",
        "label": ""
      }
    ]
  }
]