[
  {
    "role": "client",
    "content": "听到手机铃声和微信提示音会紧张，心跳加速，呼吸急促这种情况出现是从我妈妈让我开始相亲开始。",
    "annotation": [
      {
        "sentence": "听到手机铃声和微信提示音会紧张，心跳加速，呼吸急促这种情况出现是从我妈妈让我开始相亲开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的描述，你在面对手机铃声和微信提示音时会感到紧张，心跳加速，呼吸急促。这种情况是从你妈妈安排相亲开始的。我能理解你对这个情况的感受，这可能带来了不少压力和焦虑。",
    "annotation": [
      {
        "sentence": "听到你的描述，你在面对手机铃声和微信提示音时会感到紧张，心跳加速，呼吸急促。",
        "label": ""
      },
      {
        "sentence": "这种情况是从你妈妈安排相亲开始的。",
        "label": ""
      },
      {
        "sentence": "我能理解你对这个情况的感受，这可能带来了不少压力和焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，每次她的电话或者我的电话一响，都是关于相亲。我从小到大没有谈过一次恋爱，因为妈妈不允许早恋，曾经姐姐谈恋爱被发现，家里人用退学威胁过她分手，给我留下过非常深的印象。",
    "annotation": [
      {
        "sentence": "是的，每次她的电话或者我的电话一响，都是关于相亲。",
        "label": ""
      },
      {
        "sentence": "我从小到大没有谈过一次恋爱，因为妈妈不允许早恋，曾经姐姐谈恋爱被发现，家里人用退学威胁过她分手，给我留下过非常深的印象。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你描述了你从小到大没有谈过恋爱的情况，这是因为你的妈妈不允许早恋，甚至用退学威胁来分开你姐姐的恋爱。这对你来说肯定留下了深刻的印象。这些经历可能对你的心理状况产生了不良影响，导致你现在对相亲这个话题感到紧张和厌恶。",
    "annotation": [
      {
        "sentence": "你描述了你从小到大没有谈过恋爱的情况，这是因为你的妈妈不允许早恋，甚至用退学威胁来分开你姐姐的恋爱。",
        "label": ""
      },
      {
        "sentence": "这对你来说肯定留下了深刻的印象。",
        "label": ""
      },
      {
        "sentence": "这些经历可能对你的心理状况产生了不良影响，导致你现在对相亲这个话题感到紧张和厌恶。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有喜欢过别人，不敢表白，有别人表示好感，也不敢接受。大三大四的时候妈妈开始给我找相亲对象，我很排斥，不想跟陌生人谈婚论嫁。",
    "annotation": [
      {
        "sentence": "有喜欢过别人，不敢表白，有别人表示好感，也不敢接受。",
        "label": ""
      },
      {
        "sentence": "大三大四的时候妈妈开始给我找相亲对象，我很排斥，不想跟陌生人谈婚论嫁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你描述了自己曾经喜欢过别人却不敢表白，还有别人对你表示好感却不敢接受。而大三大四的时候，你妈妈开始给你安排相亲对象，你对这个安排非常排斥，不想与陌生人谈论婚姻。这说明你对婚姻和恋爱的态度受到了很大的影响。",
    "annotation": [
      {
        "sentence": "你描述了自己曾经喜欢过别人却不敢表白，还有别人对你表示好感却不敢接受。",
        "label": ""
      },
      {
        "sentence": "而大三大四的时候，你妈妈开始给你安排相亲对象，你对这个安排非常排斥，不想与陌生人谈论婚姻。",
        "label": ""
      },
      {
        "sentence": "这说明你对婚姻和恋爱的态度受到了很大的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "毕业工作之后，住在家里，基本上隔两三天会有媒人打电话给她，她还去婚姻介绍所留了我的电话，常常会有电话打进来，有些甚至在上班时间，因为我真的很讨厌相亲，但是妈妈说有些介绍人是她的熟人，让我不要拂了对方的面子。",
    "annotation": [
      {
        "sentence": "毕业工作之后，住在家里，基本上隔两三天会有媒人打电话给她，她还去婚姻介绍所留了我的电话，常常会有电话打进来，有些甚至在上班时间，因为我真的很讨厌相亲，但是妈妈说有些介绍人是她的熟人，让我不要拂了对方的面子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你毕业后仍然住在家里，媒人会隔两三天给你妈妈打电话，甚至在上班时间打给你。你非常讨厌相亲，但是你的妈妈说有些介绍人是她的熟人，希望你不要拂了别人的面子。这种情况下，你感到非常紧张，甚至不敢直接拒绝。",
    "annotation": [
      {
        "sentence": "你毕业后仍然住在家里，媒人会隔两三天给你妈妈打电话，甚至在上班时间打给你。",
        "label": ""
      },
      {
        "sentence": "你非常讨厌相亲，但是你的妈妈说有些介绍人是她的熟人，希望你不要拂了别人的面子。",
        "label": ""
      },
      {
        "sentence": "这种情况下，你感到非常紧张，甚至不敢直接拒绝。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "所以我现在很紧张，害怕有电话响起来又是别人介绍相亲的，又不好直接拒绝，但是我内心真的很讨厌和相亲对象聊天。我现在是陌生电话响了都不敢接，每次都很紧张的等她响完，她电话一响我也会不自主的停下手上的事去偷偷听她是不是在讲关于我的事情，我觉得自己有些过于敏感了。",
    "annotation": [
      {
        "sentence": "所以我现在很紧张，害怕有电话响起来又是别人介绍相亲的，又不好直接拒绝，但是我内心真的很讨厌和相亲对象聊天。",
        "label": ""
      },
      {
        "sentence": "我现在是陌生电话响了都不敢接，每次都很紧张的等她响完，她电话一响我也会不自主的停下手上的事去偷偷听她是不是在讲关于我的事情，我觉得自己有些过于敏感了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在的紧张和厌恶，你害怕接听电话后发现又是别人介绍的相亲对象，而你又不好直接拒绝。你内心非常讨厌和相亲对象聊天，甚至陌生电话响了都不敢接。每次电话一响你都会停下手上的事情去偷听电话内容，这说明你对这个话题非常敏感。你不必过于自责，这是一个很常见的反应，但我相信你可以逐渐克服这种紧张和厌恶的感觉。",
    "annotation": [
      {
        "sentence": "我理解你现在的紧张和厌恶，你害怕接听电话后发现又是别人介绍的相亲对象，而你又不好直接拒绝。",
        "label": ""
      },
      {
        "sentence": "你内心非常讨厌和相亲对象聊天，甚至陌生电话响了都不敢接。",
        "label": ""
      },
      {
        "sentence": "每次电话一响你都会停下手上的事情去偷听电话内容，这说明你对这个话题非常敏感。",
        "label": ""
      },
      {
        "sentence": "你不必过于自责，这是一个很常见的反应，但我相信你可以逐渐克服这种紧张和厌恶的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是吗？我觉得自己好像控制不了这种感觉。",
    "annotation": [
      {
        "sentence": "是吗？",
        "label": ""
      },
      {
        "sentence": "我觉得自己好像控制不了这种感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你感觉好像无法控制这种情绪。但是我们可以尝试一些方法来帮助你调整自己的心理状态。比如，在电话响起之前你可以尝试做一些深呼吸放松自己，或者想象接听电话不会带来糟糕的后果。相信自己的能力，你是有力量去面对和克服这个问题的。",
    "annotation": [
      {
        "sentence": "我理解你感觉好像无法控制这种情绪。",
        "label": ""
      },
      {
        "sentence": "但是我们可以尝试一些方法来帮助你调整自己的心理状态。",
        "label": ""
      },
      {
        "sentence": "比如，在电话响起之前你可以尝试做一些深呼吸放松自己，或者想象接听电话不会带来糟糕的后果。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，你是有力量去面对和克服这个问题的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说得对，我可以试试这些方法。谢谢你的帮助和支持。",
    "annotation": [
      {
        "sentence": "或许你说得对，我可以试试这些方法。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你可以克服这个困扰。如果以后还有其他问题，随时来找我聊聊。祝你快乐！",
    "annotation": [
      {
        "sentence": "不客气，我相信你可以克服这个困扰。",
        "label": ""
      },
      {
        "sentence": "如果以后还有其他问题，随时来找我聊聊。",
        "label": ""
      },
      {
        "sentence": "祝你快乐！",
        "label": ""
      }
    ]
  }
]