[
  {
    "role": "client",
    "content": "怎样看清谁才是真的对自己好的？我现在的一些朋友，我是真看不清，也不知道是我太敏感了，还是其他什么原因，总是有种不能信任的感觉。",
    "annotation": [
      {
        "sentence": "怎样看清谁才是真的对自己好的？",
        "label": ""
      },
      {
        "sentence": "我现在的一些朋友，我是真看不清，也不知道是我太敏感了，还是其他什么原因，总是有种不能信任的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "朋友关系中，需要用真心感受彼此的情感，内心有别扭要学会和对方直接表达，信任感是在一次次地交往和相处中得来的。从你的描述中，可以感受到你目前的困惑，可能朋友们的一些言行举止，让你感到不踏实，或者你在和他们相处的过程中，因为隐藏和压抑了自己的一些想法而投射到对方身上，认为对方也是不真实的。",
    "annotation": [
      {
        "sentence": "朋友关系中，需要用真心感受彼此的情感，内心有别扭要学会和对方直接表达，信任感是在一次次地交往和相处中得来的。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，可以感受到你目前的困惑，可能朋友们的一些言行举止，让你感到不踏实，或者你在和他们相处的过程中，因为隐藏和压抑了自己的一些想法而投射到对方身上，认为对方也是不真实的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "的确，我也意识到在与他们相处时我常常保持着防备的态度，怕被伤害。但我总觉得不了解他们的真实意图，感觉他们有时候表面友善，背地里可能有其他动机。",
    "annotation": [
      {
        "sentence": "的确，我也意识到在与他们相处时我常常保持着防备的态度，怕被伤害。",
        "label": ""
      },
      {
        "sentence": "但我总觉得不了解他们的真实意图，感觉他们有时候表面友善，背地里可能有其他动机。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解你的担忧了。有时候我们会因为过去的经历而对他人保持警惕，但这种心理会成为我们感受到的障碍。你可以试着与他们多沟通，了解彼此的想法和感受，因为只有互相了解才能建立起更加坚实的友谊。",
    "annotation": [
      {
        "sentence": "了解你的担忧了。",
        "label": ""
      },
      {
        "sentence": "有时候我们会因为过去的经历而对他人保持警惕，但这种心理会成为我们感受到的障碍。",
        "label": ""
      },
      {
        "sentence": "你可以试着与他们多沟通，了解彼此的想法和感受，因为只有互相了解才能建立起更加坚实的友谊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道了，但我总害怕表达自己的感受会引起矛盾或者争吵，所以我一直都选择了保持沉默。",
    "annotation": [
      {
        "sentence": "我知道了，但我总害怕表达自己的感受会引起矛盾或者争吵，所以我一直都选择了保持沉默。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，冲突和矛盾是难免的，但只有通过坦诚的沟通，你才能真正了解彼此的内心想法。试想一下，如果你和朋友发生了矛盾，对方主动地和你聊一聊自己矛盾发生时的感受和想法，以及自己的情绪，并且认真地询问你的感受，对你的感受表示理解，可能你原本内心压抑的情绪，就会释放出来。",
    "annotation": [
      {
        "sentence": "其实，冲突和矛盾是难免的，但只有通过坦诚的沟通，你才能真正了解彼此的内心想法。",
        "label": ""
      },
      {
        "sentence": "试想一下，如果你和朋友发生了矛盾，对方主动地和你聊一聊自己矛盾发生时的感受和想法，以及自己的情绪，并且认真地询问你的感受，对你的感受表示理解，可能你原本内心压抑的情绪，就会释放出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这样的沟通方式听起来确实不错，但我还是怕他们对我的感受不在乎，或者不会理解我。",
    "annotation": [
      {
        "sentence": "这样的沟通方式听起来确实不错，但我还是怕他们对我的感受不在乎，或者不会理解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些担忧很正常，但只有通过尝试，你才能知道结果。试着选择一个比较亲近的朋友，向他们倾诉你的感受，看看他们的回应，也让他们知道你希望他们理解你的内心。也许你会惊讶地发现，他们会比你想象的更加关心你，更加理解你。",
    "annotation": [
      {
        "sentence": "这些担忧很正常，但只有通过尝试，你才能知道结果。",
        "label": ""
      },
      {
        "sentence": "试着选择一个比较亲近的朋友，向他们倾诉你的感受，看看他们的回应，也让他们知道你希望他们理解你的内心。",
        "label": ""
      },
      {
        "sentence": "也许你会惊讶地发现，他们会比你想象的更加关心你，更加理解你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说得有道理，我应该尝试和他们沟通，而不是一直将这些感受深埋在内心。",
    "annotation": [
      {
        "sentence": "或许你说得有道理，我应该尝试和他们沟通，而不是一直将这些感受深埋在内心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，相信自己的直觉，勇敢地面对自己的感受。通过和他们的交流和沟通，你们之间的关系也会更加坦诚和真诚，相信这样的努力会让你更加了解谁才是真正对你好的人。",
    "annotation": [
      {
        "sentence": "没错，相信自己的直觉，勇敢地面对自己的感受。",
        "label": ""
      },
      {
        "sentence": "通过和他们的交流和沟通，你们之间的关系也会更加坦诚和真诚，相信这样的努力会让你更加了解谁才是真正对你好的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会试着去沟通，相信这样会有所改善。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会试着去沟通，相信这样会有所改善。",
        "label": ""
      }
    ]
  }
]