[
  {
    "role": "client",
    "content": "我是一个21岁的女生，面临适应重组家庭和选择的问题。我父母在我八岁的时候离婚了，他们双方都组建了新的家庭。多年来，我一直与母亲和继父住在一起，我们相处得很好。我也保持着与父亲的联系，但是我们的关系一般般。由于即将大学毕业，我计划去父亲那边找工作。但是当我来到父亲家后，我发现很难适应。父亲非常强势，并且从小对我都很冷淡。相处久了，我发现继母对我也有很多不满。我想从事教师工作，但是父亲希望我能在继母工作的学校里工作，与他们一起相处。这让我非常痛苦，但是这份工作真的很难得，我不知道该怎么选择。",
    "annotation": [
      {
        "sentence": "我是一个21岁的女生，面临适应重组家庭和选择的问题。",
        "label": ""
      },
      {
        "sentence": "我父母在我八岁的时候离婚了，他们双方都组建了新的家庭。",
        "label": ""
      },
      {
        "sentence": "多年来，我一直与母亲和继父住在一起，我们相处得很好。",
        "label": ""
      },
      {
        "sentence": "我也保持着与父亲的联系，但是我们的关系一般般。",
        "label": ""
      },
      {
        "sentence": "由于即将大学毕业，我计划去父亲那边找工作。",
        "label": ""
      },
      {
        "sentence": "但是当我来到父亲家后，我发现很难适应。",
        "label": ""
      },
      {
        "sentence": "父亲非常强势，并且从小对我都很冷淡。",
        "label": ""
      },
      {
        "sentence": "相处久了，我发现继母对我也有很多不满。",
        "label": ""
      },
      {
        "sentence": "我想从事教师工作，但是父亲希望我能在继母工作的学校里工作，与他们一起相处。",
        "label": ""
      },
      {
        "sentence": "这让我非常痛苦，但是这份工作真的很难得，我不知道该怎么选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述来看，你八岁就经历了父母离异，这是很不幸的经历。但是你在母亲的重组家庭中过得比较幸福，这也算是一种幸运。你跟母亲在一起的时间比较长，而跟父亲的重组家庭关系一般，所以你可能不太适应父亲家里的生活习惯。此外，父亲和继母可能也没有做好让你们一起生活的心理准备。所以，我觉得这需要一个磨合的过程。在这一段时间里，可能会有一些矛盾出现，这是难以避免的。你需要学会处理这些矛盾，有时候可能还需要忍耐和自我调节。重组家庭内部的矛盾较多且复杂，尤其是涉及到孩子的事情。如果你对这份工作非常感兴趣，并且你已经权衡了利弊，也能接受与他们一起相处，那么你可以考虑找到一个属于自己的空间。当然，教师也是一个不错的职业，而且现在入门门槛也开始提高了，收入也不错。放弃这个机会确实有点可惜。有时候我们会为了一些还没有发生的事情制造一些困难，让实际上可以轻易解决的问题变得复杂。这样做可能是我们低估了自己解决问题的能力。以上只是我的个人建议，希望能对你有所帮助。谢谢，加油！",
    "annotation": [
      {
        "sentence": "从你的描述来看，你八岁就经历了父母离异，这是很不幸的经历。",
        "label": ""
      },
      {
        "sentence": "但是你在母亲的重组家庭中过得比较幸福，这也算是一种幸运。",
        "label": ""
      },
      {
        "sentence": "你跟母亲在一起的时间比较长，而跟父亲的重组家庭关系一般，所以你可能不太适应父亲家里的生活习惯。",
        "label": ""
      },
      {
        "sentence": "此外，父亲和继母可能也没有做好让你们一起生活的心理准备。",
        "label": ""
      },
      {
        "sentence": "所以，我觉得这需要一个磨合的过程。",
        "label": ""
      },
      {
        "sentence": "在这一段时间里，可能会有一些矛盾出现，这是难以避免的。",
        "label": ""
      },
      {
        "sentence": "你需要学会处理这些矛盾，有时候可能还需要忍耐和自我调节。",
        "label": ""
      },
      {
        "sentence": "重组家庭内部的矛盾较多且复杂，尤其是涉及到孩子的事情。",
        "label": ""
      },
      {
        "sentence": "如果你对这份工作非常感兴趣，并且你已经权衡了利弊，也能接受与他们一起相处，那么你可以考虑找到一个属于自己的空间。",
        "label": ""
      },
      {
        "sentence": "当然，教师也是一个不错的职业，而且现在入门门槛也开始提高了，收入也不错。",
        "label": ""
      },
      {
        "sentence": "放弃这个机会确实有点可惜。",
        "label": ""
      },
      {
        "sentence": "有时候我们会为了一些还没有发生的事情制造一些困难，让实际上可以轻易解决的问题变得复杂。",
        "label": ""
      },
      {
        "sentence": "这样做可能是我们低估了自己解决问题的能力。",
        "label": ""
      },
      {
        "sentence": "以上只是我的个人建议，希望能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢，加油！",
        "label": ""
      }
    ]
  }
]