[
  {
    "role": "client",
    "content": "我是一个21岁的女生，我现在面临一个问题，不知道该怎么选择和适应重组家庭。当我八岁的时候，我的父母离婚了，他们都重新组成了家庭，我一直和妈妈以及继父住在一起，相处得很好。虽然我也和爸爸这边有联系，但是我们的关系一般般。现在快要大学毕业了，我打算去爸爸这边找工作。但是来到爸爸这边的家庭之后，我发现很难适应。爸爸对我很强势，而且从小对我冷淡。而且和继母呆在一起的时间长了，我发现她对我有很多不满。我想从事老师这个职业，但是爸爸希望我去继母工作的学校上班，和他们一起相处。这让我非常痛苦，但是这份工作对我来说很难得，我真的不知道该如何选择。",
    "annotation": [
      {
        "sentence": "我是一个21岁的女生，我现在面临一个问题，不知道该怎么选择和适应重组家庭。",
        "label": ""
      },
      {
        "sentence": "当我八岁的时候，我的父母离婚了，他们都重新组成了家庭，我一直和妈妈以及继父住在一起，相处得很好。",
        "label": ""
      },
      {
        "sentence": "虽然我也和爸爸这边有联系，但是我们的关系一般般。",
        "label": ""
      },
      {
        "sentence": "现在快要大学毕业了，我打算去爸爸这边找工作。",
        "label": ""
      },
      {
        "sentence": "但是来到爸爸这边的家庭之后，我发现很难适应。",
        "label": ""
      },
      {
        "sentence": "爸爸对我很强势，而且从小对我冷淡。",
        "label": ""
      },
      {
        "sentence": "而且和继母呆在一起的时间长了，我发现她对我有很多不满。",
        "label": ""
      },
      {
        "sentence": "我想从事老师这个职业，但是爸爸希望我去继母工作的学校上班，和他们一起相处。",
        "label": ""
      },
      {
        "sentence": "这让我非常痛苦，但是这份工作对我来说很难得，我真的不知道该如何选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你爸爸没有意识到你的感受，他只是为了满足他的意愿而要求你们住在一起。但是你已经21岁了，不再是小孩子，应该有自己的生活。你需要行动来证明自己，决定自己的生活。如果你一味地屈从于他人，你的意愿将会被压抑。你的生活是为了自己而存在，不是为了别人。所以有时候需要坚定自己的立场，哪怕会遇到反对和一些牺牲。因为那些只是暂时的痛苦，换来的是自由和独立自主。其实，没有一个人的生活是完全没有争议的，但是只要你忠于自己，过得真正快乐和富足，就不用为旁人的意见而害怕。孩子长大后离开家庭独立生活是一件很正常的事情，尤其是在你的家庭关系不开心的情况下，搬出去会是一个很好的解决办法。你可以和爸爸说一下你想要体验独立生活的想法，或者有其他一起租房的小伙伴。告诉他们你很爱他们，也想融入这个家庭，但是同时你也想要成长，不想给他们添麻烦。你可以每个周末回来探望他们，为他们做饭等等，通过这些举动来增进感情，并不一定要住在一起才能表达。而且住在一起也会给他们带来不便。如果你已经尽力向爸爸解释了你的想法，但他仍然强硬不给你任何通融，我认为你有足够的能力独立搬出去。至于他对此的反应，那是他的选择。也许他会生气，但这并不是你的错，他需要学习和调整。你不能因为他的错误而牺牲自己的幸福。一个选择是长久地忍让，在他人的掌控下生活；另一个选择可能是暂时的痛苦，但是可以获得自主和自由。一切取决于你的选择。",
    "annotation": [
      {
        "sentence": "你爸爸没有意识到你的感受，他只是为了满足他的意愿而要求你们住在一起。",
        "label": ""
      },
      {
        "sentence": "但是你已经21岁了，不再是小孩子，应该有自己的生活。",
        "label": ""
      },
      {
        "sentence": "你需要行动来证明自己，决定自己的生活。",
        "label": ""
      },
      {
        "sentence": "如果你一味地屈从于他人，你的意愿将会被压抑。",
        "label": ""
      },
      {
        "sentence": "你的生活是为了自己而存在，不是为了别人。",
        "label": ""
      },
      {
        "sentence": "所以有时候需要坚定自己的立场，哪怕会遇到反对和一些牺牲。",
        "label": ""
      },
      {
        "sentence": "因为那些只是暂时的痛苦，换来的是自由和独立自主。",
        "label": ""
      },
      {
        "sentence": "其实，没有一个人的生活是完全没有争议的，但是只要你忠于自己，过得真正快乐和富足，就不用为旁人的意见而害怕。",
        "label": ""
      },
      {
        "sentence": "孩子长大后离开家庭独立生活是一件很正常的事情，尤其是在你的家庭关系不开心的情况下，搬出去会是一个很好的解决办法。",
        "label": ""
      },
      {
        "sentence": "你可以和爸爸说一下你想要体验独立生活的想法，或者有其他一起租房的小伙伴。",
        "label": ""
      },
      {
        "sentence": "告诉他们你很爱他们，也想融入这个家庭，但是同时你也想要成长，不想给他们添麻烦。",
        "label": ""
      },
      {
        "sentence": "你可以每个周末回来探望他们，为他们做饭等等，通过这些举动来增进感情，并不一定要住在一起才能表达。",
        "label": ""
      },
      {
        "sentence": "而且住在一起也会给他们带来不便。",
        "label": ""
      },
      {
        "sentence": "如果你已经尽力向爸爸解释了你的想法，但他仍然强硬不给你任何通融，我认为你有足够的能力独立搬出去。",
        "label": ""
      },
      {
        "sentence": "至于他对此的反应，那是他的选择。",
        "label": ""
      },
      {
        "sentence": "也许他会生气，但这并不是你的错，他需要学习和调整。",
        "label": ""
      },
      {
        "sentence": "你不能因为他的错误而牺牲自己的幸福。",
        "label": ""
      },
      {
        "sentence": "一个选择是长久地忍让，在他人的掌控下生活；另一个选择可能是暂时的痛苦，但是可以获得自主和自由。",
        "label": ""
      },
      {
        "sentence": "一切取决于你的选择。",
        "label": ""
      }
    ]
  }
]