[
  {
    "role": "client",
    "content": "我是一个21岁的女生，想请教一下如何适应重组家庭和如何作出选择。就在我八岁的时候，我的父母离异了，他们分别组建了新家庭。这些年来，我一直在母亲身边生活，和母亲的继父相处得很好，虽然我也和父亲这边保持着联系，但我们的关系一般般。现在我快要大学毕业了，打算去父亲那边找工作。但当我来到父亲家后，发现很难适应那里的环境。父亲很强势，而且一直以来都对我很冷淡。相处了一段时间后，我发现继母对我也有很多不满。毕业后，我想从事教师工作，但父亲希望我去继母工作的学校工作，和他们一起相处。我真的非常痛苦，但同时我也觉得这个工作机会非常难得。我不知道该如何作出选择。",
    "annotation": [
      {
        "sentence": "我是一个21岁的女生，想请教一下如何适应重组家庭和如何作出选择。",
        "label": ""
      },
      {
        "sentence": "就在我八岁的时候，我的父母离异了，他们分别组建了新家庭。",
        "label": ""
      },
      {
        "sentence": "这些年来，我一直在母亲身边生活，和母亲的继父相处得很好，虽然我也和父亲这边保持着联系，但我们的关系一般般。",
        "label": ""
      },
      {
        "sentence": "现在我快要大学毕业了，打算去父亲那边找工作。",
        "label": ""
      },
      {
        "sentence": "但当我来到父亲家后，发现很难适应那里的环境。",
        "label": ""
      },
      {
        "sentence": "父亲很强势，而且一直以来都对我很冷淡。",
        "label": ""
      },
      {
        "sentence": "相处了一段时间后，我发现继母对我也有很多不满。",
        "label": ""
      },
      {
        "sentence": "毕业后，我想从事教师工作，但父亲希望我去继母工作的学校工作，和他们一起相处。",
        "label": ""
      },
      {
        "sentence": "我真的非常痛苦，但同时我也觉得这个工作机会非常难得。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何作出选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你的问题我想或许你可以先和你的母亲谈谈，听听她的建议。另外，我觉得你不要过多地纠结于如何与他们相处得好，也不要一直考虑他们对你的态度。或许你可以换个角度思考，这个工作机会可以让你独立于父母之外，为他们做出贡献呢。母爱和父爱都是伟大的，相对继母和继父来说，在帮助你方面可能略显不足，这是正常的。所以我建议你要变得更加坚强，加油！顺便推荐你看看电视剧《请回答1988》，它的人情味可能会给你带来一些宽慰吧。在遥远的地方，一步一个脚印地前进。",
    "annotation": [
      {
        "sentence": "你好，听到你的问题我想或许你可以先和你的母亲谈谈，听听她的建议。",
        "label": ""
      },
      {
        "sentence": "另外，我觉得你不要过多地纠结于如何与他们相处得好，也不要一直考虑他们对你的态度。",
        "label": ""
      },
      {
        "sentence": "或许你可以换个角度思考，这个工作机会可以让你独立于父母之外，为他们做出贡献呢。",
        "label": ""
      },
      {
        "sentence": "母爱和父爱都是伟大的，相对继母和继父来说，在帮助你方面可能略显不足，这是正常的。",
        "label": ""
      },
      {
        "sentence": "所以我建议你要变得更加坚强，加油！",
        "label": ""
      },
      {
        "sentence": "顺便推荐你看看电视剧《请回答1988》，它的人情味可能会给你带来一些宽慰吧。",
        "label": ""
      },
      {
        "sentence": "在遥远的地方，一步一个脚印地前进。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会找机会和我的母亲沟通，听听她对这个情况的看法。在你的提醒下，我明白了自己不能总是纠结于他们对我的态度，而要更加积极地思考这个工作机会。你说得对，我要独立于父母之外，为他们做出贡献。也许继母和继父在帮助我方面有些不足是正常的。我会尽量变得更加坚强，不让他们的态度影响到我。谢谢你的支持和推荐，我会看《请回答1988》的，希望它能给我带来一些安慰。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会找机会和我的母亲沟通，听听她对这个情况的看法。",
        "label": ""
      },
      {
        "sentence": "在你的提醒下，我明白了自己不能总是纠结于他们对我的态度，而要更加积极地思考这个工作机会。",
        "label": ""
      },
      {
        "sentence": "你说得对，我要独立于父母之外，为他们做出贡献。",
        "label": ""
      },
      {
        "sentence": "也许继母和继父在帮助我方面有些不足是正常的。",
        "label": ""
      },
      {
        "sentence": "我会尽量变得更加坚强，不让他们的态度影响到我。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和推荐，我会看《请回答1988》的，希望它能给我带来一些安慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴我的建议对你有所帮助。沟通是解决问题的第一步，相信你和母亲的谈话会带来一些启示。你的决心很重要，要保持积极的态度，充分利用这个工作机会展现你的能力。记住，你的价值不仅仅取决于父母的意愿，更取决于你自己的选择。加油，我相信你可以找到适合自己的路径。如果你需要继续交流或者有其他问题，随时来找我聊聊。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "沟通是解决问题的第一步，相信你和母亲的谈话会带来一些启示。",
        "label": ""
      },
      {
        "sentence": "你的决心很重要，要保持积极的态度，充分利用这个工作机会展现你的能力。",
        "label": ""
      },
      {
        "sentence": "记住，你的价值不仅仅取决于父母的意愿，更取决于你自己的选择。",
        "label": ""
      },
      {
        "sentence": "加油，我相信你可以找到适合自己的路径。",
        "label": ""
      },
      {
        "sentence": "如果你需要继续交流或者有其他问题，随时来找我聊聊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励。你说得对，沟通是很重要的，我会尽快和母亲坐下来好好谈一谈。同时，我会调整自己的心态，相信自己的价值不仅仅取决于父母的意愿。工作机会是难得的，我会充分发挥自己的能力。如果我有其他问题或者需要继续交流，我一定会再来找你的。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "你说得对，沟通是很重要的，我会尽快和母亲坐下来好好谈一谈。",
        "label": ""
      },
      {
        "sentence": "同时，我会调整自己的心态，相信自己的价值不仅仅取决于父母的意愿。",
        "label": ""
      },
      {
        "sentence": "工作机会是难得的，我会充分发挥自己的能力。",
        "label": ""
      },
      {
        "sentence": "如果我有其他问题或者需要继续交流，我一定会再来找你的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴我能帮到你。沟通是解决问题的重要方式，相信你和母亲的交流会带来更好的结果。调整心态很重要，你一定要相信自己的能力和价值。我很期待听到你与母亲的谈话进展如何，如果你需要继续咨询或者有其他问题，随时都可以找我。你不是一个人在面对困难，我们一起努力。祝你好运！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴我能帮到你。",
        "label": ""
      },
      {
        "sentence": "沟通是解决问题的重要方式，相信你和母亲的交流会带来更好的结果。",
        "label": ""
      },
      {
        "sentence": "调整心态很重要，你一定要相信自己的能力和价值。",
        "label": ""
      },
      {
        "sentence": "我很期待听到你与母亲的谈话进展如何，如果你需要继续咨询或者有其他问题，随时都可以找我。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在面对困难，我们一起努力。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]