[
  {
    "role": "client",
    "content": "我是一个19岁的女生，跟男朋友在一起已经一年多了。我们的关系一直都很好，但是我们总是因为一些小事吵架，我感到很焦虑和不安。比如，当他跟朋友出去玩，而其中有女生在时，我就忍不住感到不舒服，觉得很介意。或者当我们见面时，他会沉迷于玩手机而不跟我说话，我就觉得他不在意我。每当我想跟他谈这些问题的时候，他都不愿意和我沟通。我总是会歇斯底里地哭泣，让他觉得很烦。我也知道自己这样的行为不好，所以我想改变。我知道他是爱我的，只是我总是忍不住觉得他对我不那么在乎，想用各种方式来证明他很在意我。",
    "annotation": [
      {
        "sentence": "我是一个19岁的女生，跟男朋友在一起已经一年多了。",
        "label": ""
      },
      {
        "sentence": "我们的关系一直都很好，但是我们总是因为一些小事吵架，我感到很焦虑和不安。",
        "label": ""
      },
      {
        "sentence": "比如，当他跟朋友出去玩，而其中有女生在时，我就忍不住感到不舒服，觉得很介意。",
        "label": ""
      },
      {
        "sentence": "或者当我们见面时，他会沉迷于玩手机而不跟我说话，我就觉得他不在意我。",
        "label": ""
      },
      {
        "sentence": "每当我想跟他谈这些问题的时候，他都不愿意和我沟通。",
        "label": ""
      },
      {
        "sentence": "我总是会歇斯底里地哭泣，让他觉得很烦。",
        "label": ""
      },
      {
        "sentence": "我也知道自己这样的行为不好，所以我想改变。",
        "label": ""
      },
      {
        "sentence": "我知道他是爱我的，只是我总是忍不住觉得他对我不那么在乎，想用各种方式来证明他很在意我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你描述的情况是典型的没有安全感，自卑和不自信的表现。这些潜意识的东西导致你非常想要控制事情，而且很明显地表现出来。当你发现男朋友的行为没有达到你的预期时，你就会感到非常没有安全感。然后就会各种担心和烦躁，事实上你才是所有问题的根源。你越是自卑，越想要控制，你的男朋友也会在你的控制下感到很大的压力。",
    "annotation": [
      {
        "sentence": "你描述的情况是典型的没有安全感，自卑和不自信的表现。",
        "label": ""
      },
      {
        "sentence": "这些潜意识的东西导致你非常想要控制事情，而且很明显地表现出来。",
        "label": ""
      },
      {
        "sentence": "当你发现男朋友的行为没有达到你的预期时，你就会感到非常没有安全感。",
        "label": ""
      },
      {
        "sentence": "然后就会各种担心和烦躁，事实上你才是所有问题的根源。",
        "label": ""
      },
      {
        "sentence": "你越是自卑，越想要控制，你的男朋友也会在你的控制下感到很大的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者你说的对，我确实没有安全感，总是在担心我们的关系会出问题。我也明白我自己的不自信和自卑导致了这个局面。但是我真的很难改变我的思维模式和行为，不知道你有什么好的建议吗？",
    "annotation": [
      {
        "sentence": "支持者你说的对，我确实没有安全感，总是在担心我们的关系会出问题。",
        "label": ""
      },
      {
        "sentence": "我也明白我自己的不自信和自卑导致了这个局面。",
        "label": ""
      },
      {
        "sentence": "但是我真的很难改变我的思维模式和行为，不知道你有什么好的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的困难。改变思维模式和行为是一个艰难的过程，但我们可以一步一步来。首先，你可以尝试培养一些自我肯定的习惯，比如每天写下一些你自己的优点和过去的成就。这样可以帮助你建立起更健康的自信心。另外，你也可以尝试寻找一些放松的活动，比如瑜伽或者冥想，这样可以帮助你减少焦虑和压力。你觉得这样的建议对你有帮助吗？",
    "annotation": [
      {
        "sentence": "我能理解你的困难。",
        "label": ""
      },
      {
        "sentence": "改变思维模式和行为是一个艰难的过程，但我们可以一步一步来。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试培养一些自我肯定的习惯，比如每天写下一些你自己的优点和过去的成就。",
        "label": ""
      },
      {
        "sentence": "这样可以帮助你建立起更健康的自信心。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以尝试寻找一些放松的活动，比如瑜伽或者冥想，这样可以帮助你减少焦虑和压力。",
        "label": ""
      },
      {
        "sentence": "你觉得这样的建议对你有帮助吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听着你的建议，我觉得确实很有道理。我会试着每天写下自己的优点和成就，让自己更加自信。同时，我也会尝试一些放松的活动来减轻焦虑和压力。我真的希望能够改变自己，让我们的关系变得更健康稳定。",
    "annotation": [
      {
        "sentence": "听着你的建议，我觉得确实很有道理。",
        "label": ""
      },
      {
        "sentence": "我会试着每天写下自己的优点和成就，让自己更加自信。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尝试一些放松的活动来减轻焦虑和压力。",
        "label": ""
      },
      {
        "sentence": "我真的希望能够改变自己，让我们的关系变得更健康稳定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试这些方法。记住，改变需要时间和坚持。当你遇到困难的时候，记得你可以随时来找我倾诉和寻求支持。我相信你能够克服这些问题，建立起一个更加健康和稳定的关系。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试这些方法。",
        "label": ""
      },
      {
        "sentence": "记住，改变需要时间和坚持。",
        "label": ""
      },
      {
        "sentence": "当你遇到困难的时候，记得你可以随时来找我倾诉和寻求支持。",
        "label": ""
      },
      {
        "sentence": "我相信你能够克服这些问题，建立起一个更加健康和稳定的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励。我会努力去改变自己，同时也会记住你的话，及时寻求帮助和支持。希望我们能够共同努力，让我们的关系变得更加美好和幸福。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会努力去改变自己，同时也会记住你的话，及时寻求帮助和支持。",
        "label": ""
      },
      {
        "sentence": "希望我们能够共同努力，让我们的关系变得更加美好和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的积极态度已经让我很欣慰。我相信只要你坚持下去，你一定能够达到你想要的改变。记住，我会一直在这里支持你。我们一起加油！",
    "annotation": [
      {
        "sentence": "你的积极态度已经让我很欣慰。",
        "label": ""
      },
      {
        "sentence": "我相信只要你坚持下去，你一定能够达到你想要的改变。",
        "label": ""
      },
      {
        "sentence": "记住，我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "我们一起加油！",
        "label": ""
      }
    ]
  }
]