[
  {
    "role": "client",
    "content": "我25岁，是一个女生。最近我陷入了一个困境，被迫参与一个包办婚姻。因为家庭纷争，我和母亲不得不像逃难一样来到姥姥家。然后，她们商量着给我说了一门亲，逼迫我一定要同意。在威逼利诱下，我别无选择只能妥协了。",
    "annotation": [
      {
        "sentence": "我25岁，是一个女生。",
        "label": ""
      },
      {
        "sentence": "最近我陷入了一个困境，被迫参与一个包办婚姻。",
        "label": ""
      },
      {
        "sentence": "因为家庭纷争，我和母亲不得不像逃难一样来到姥姥家。",
        "label": ""
      },
      {
        "sentence": "然后，她们商量着给我说了一门亲，逼迫我一定要同意。",
        "label": ""
      },
      {
        "sentence": "在威逼利诱下，我别无选择只能妥协了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你此刻感到困惑和无助。这种被迫包办婚姻的情况确实让人感到不安。你是否能分享一下你对这个男人的真实感受？他们家人的态度又如何？",
    "annotation": [
      {
        "sentence": "我理解你此刻感到困惑和无助。",
        "label": ""
      },
      {
        "sentence": "这种被迫包办婚姻的情况确实让人感到不安。",
        "label": ""
      },
      {
        "sentence": "你是否能分享一下你对这个男人的真实感受？",
        "label": ""
      },
      {
        "sentence": "他们家人的态度又如何？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我对这个男人没有丝毫的感情，他的长相并不吸引人，也没有任何共同的兴趣。尽管他表面上对我很好，但他似乎对了解我内心的欲望不够在意。他们家人一直催促我们结婚，这让我感到十分恶心。",
    "annotation": [
      {
        "sentence": "我对这个男人没有丝毫的感情，他的长相并不吸引人，也没有任何共同的兴趣。",
        "label": ""
      },
      {
        "sentence": "尽管他表面上对我很好，但他似乎对了解我内心的欲望不够在意。",
        "label": ""
      },
      {
        "sentence": "他们家人一直催促我们结婚，这让我感到十分恶心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你在这段婚姻中感到的痛苦和困惑。在这个过程中，你是否尝试与你的母亲沟通你内心真实的想法和感受？你们是否尝试为自己争取更多的自主权？",
    "annotation": [
      {
        "sentence": "我明白你在这段婚姻中感到的痛苦和困惑。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你是否尝试与你的母亲沟通你内心真实的想法和感受？",
        "label": ""
      },
      {
        "sentence": "你们是否尝试为自己争取更多的自主权？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我和母亲在姥姥家始终感觉是个外人，没有安全感。为了在姥姥家占有一席之地，母亲竟然要推我下地狱。我突然想到我爷爷们伙同亲戚逼走了我爸爸，而我妈则悄悄告诉我爸爸是同性恋。然后，那些亲戚以照顾我爷爷的名义鸠占鹊巢，还辱骂我家什么啃老。当时，我的父亲只会带着自己的工资逃避现实，完全不关心我的心理健康和想法。我感觉没有任何人关心我和我的过去以及未来，她们都活在自己幸福的世界里。我的童年伤痕一直没有得到治愈，校园暴力和男性欺辱阴影使我对这个世界感到厌恶，产生了想要死亡的念头。每当姥姥家人开心快乐，我就更想离开这个世界。",
    "annotation": [
      {
        "sentence": "我和母亲在姥姥家始终感觉是个外人，没有安全感。",
        "label": ""
      },
      {
        "sentence": "为了在姥姥家占有一席之地，母亲竟然要推我下地狱。",
        "label": ""
      },
      {
        "sentence": "我突然想到我爷爷们伙同亲戚逼走了我爸爸，而我妈则悄悄告诉我爸爸是同性恋。",
        "label": ""
      },
      {
        "sentence": "然后，那些亲戚以照顾我爷爷的名义鸠占鹊巢，还辱骂我家什么啃老。",
        "label": ""
      },
      {
        "sentence": "当时，我的父亲只会带着自己的工资逃避现实，完全不关心我的心理健康和想法。",
        "label": ""
      },
      {
        "sentence": "我感觉没有任何人关心我和我的过去以及未来，她们都活在自己幸福的世界里。",
        "label": ""
      },
      {
        "sentence": "我的童年伤痕一直没有得到治愈，校园暴力和男性欺辱阴影使我对这个世界感到厌恶，产生了想要死亡的念头。",
        "label": ""
      },
      {
        "sentence": "每当姥姥家人开心快乐，我就更想离开这个世界。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你目前感到的绝望和无奈。请你原谅我可能无法真正理解你所经历的痛苦，但我可以陪伴你一起面对这个困境。你是否努力告诉母亲你的真实感受和内心想法？或许她只是出于关心而试图给你找个好的婚姻对象。",
    "annotation": [
      {
        "sentence": "我理解你目前感到的绝望和无奈。",
        "label": ""
      },
      {
        "sentence": "请你原谅我可能无法真正理解你所经历的痛苦，但我可以陪伴你一起面对这个困境。",
        "label": ""
      },
      {
        "sentence": "你是否努力告诉母亲你的真实感受和内心想法？",
        "label": ""
      },
      {
        "sentence": "或许她只是出于关心而试图给你找个好的婚姻对象。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我尽力告诉母亲我的真实感受，但她似乎并不理解。她一直认为这是为了我的幸福，无法理解我对这段婚姻的抗拒和痛苦。她认为这个男人对我很好，所以我应该接受。我觉得我被迫接受这个婚姻，我感到非常失望和沮丧。",
    "annotation": [
      {
        "sentence": "我尽力告诉母亲我的真实感受，但她似乎并不理解。",
        "label": ""
      },
      {
        "sentence": "她一直认为这是为了我的幸福，无法理解我对这段婚姻的抗拒和痛苦。",
        "label": ""
      },
      {
        "sentence": "她认为这个男人对我很好，所以我应该接受。",
        "label": ""
      },
      {
        "sentence": "我觉得我被迫接受这个婚姻，我感到非常失望和沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的处境，你的母亲对你的期望和现实之间产生了冲突。不过，你也要意识到，你现在还有选择的余地。除了考虑其他亲戚的意见，你是否可以试着坦诚地与你妈妈沟通，告诉她你内心真正的想法和痛苦？",
    "annotation": [
      {
        "sentence": "我理解你的处境，你的母亲对你的期望和现实之间产生了冲突。",
        "label": ""
      },
      {
        "sentence": "不过，你也要意识到，你现在还有选择的余地。",
        "label": ""
      },
      {
        "sentence": "除了考虑其他亲戚的意见，你是否可以试着坦诚地与你妈妈沟通，告诉她你内心真正的想法和痛苦？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白我现在还有选择的权力，我可以尝试再次与母亲进行沟通，试图让她理解我的想法和感受。我希望她能够明白我内心的困扰和痛苦。",
    "annotation": [
      {
        "sentence": "我明白我现在还有选择的权力，我可以尝试再次与母亲进行沟通，试图让她理解我的想法和感受。",
        "label": ""
      },
      {
        "sentence": "我希望她能够明白我内心的困扰和痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个艰难的过程，但是与你的母亲进行沟通是你重新获得自主权的重要一步。在沟通中，尽量表达出你的内心需求和痛苦，坚持自己的立场。你是有权利追求自己的幸福和满意的。",
    "annotation": [
      {
        "sentence": "这是一个艰难的过程，但是与你的母亲进行沟通是你重新获得自主权的重要一步。",
        "label": ""
      },
      {
        "sentence": "在沟通中，尽量表达出你的内心需求和痛苦，坚持自己的立场。",
        "label": ""
      },
      {
        "sentence": "你是有权利追求自己的幸福和满意的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会试着与母亲再次坦诚地沟通。我希望她能够理解和尊重我的选择，不再把我逼入困境。感谢你的陪伴和建议，我现在更有信心面对这个困境。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会试着与母亲再次坦诚地沟通。",
        "label": ""
      },
      {
        "sentence": "我希望她能够理解和尊重我的选择，不再把我逼入困境。",
        "label": ""
      },
      {
        "sentence": "感谢你的陪伴和建议，我现在更有信心面对这个困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直支持你，你并不孤单。无论结果如何，我相信你能找到解决问题的方式，并获得更好的未来。记得在这个过程中，照顾好自己的心理健康，不要忽视自己的感受和需求。祝福你能够找到属于自己的幸福。",
    "annotation": [
      {
        "sentence": "不客气，我会一直支持你，你并不孤单。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，我相信你能找到解决问题的方式，并获得更好的未来。",
        "label": ""
      },
      {
        "sentence": "记得在这个过程中，照顾好自己的心理健康，不要忽视自己的感受和需求。",
        "label": ""
      },
      {
        "sentence": "祝福你能够找到属于自己的幸福。",
        "label": ""
      }
    ]
  }
]