[
  {
    "role": "client",
    "content": "我是一个25岁的女生，最近被包办婚姻困扰得不知所措。因为家庭纷争，我和母亲只能像逃难般来到姥姥家。她们商量着给我找了一个未婚夫，逼迫我一定要同意。在威逼利诱下，我别无选择只能妥协了。可是我始终无法对那个长相丑陋、毫无共同语言的男人产生感情。他似乎也对这一点并不在意。他们家一直催促我们结婚，但那个男人对我的欲望一点都不了解。我只是个嫁给他的工具，这让我感到恶心！我和母亲在姥姥家始终被当做外人。为了能在这里立足，母亲竟然选择了把我推向地狱。突然想起我曾经的爷爷和亲戚逼走我爸爸，我妈悄悄告诉我爸爸是同性恋。我看着自己家中那些自称照顾爷爷的亲戚闯进家里，他们拿走了爷爷的财产，还嘲笑我们依附于爷爷！而我的父亲只会懦弱地带着几个月的工资逃走。没人在乎我是否健康，没人关心我内心的痛苦，我过去和未来的处境简直被抛之脑后。她们都活在自己的幸福中，而我悲惨的童年没有被医治，校园暴力和男人的欺凌成为我一生的阴影。我讨厌这个世界，甚至想要去死！每次看到姥姥她们的幸福，我就更想离开这个世界！",
    "annotation": [
      {
        "sentence": "我是一个25岁的女生，最近被包办婚姻困扰得不知所措。",
        "label": ""
      },
      {
        "sentence": "因为家庭纷争，我和母亲只能像逃难般来到姥姥家。",
        "label": ""
      },
      {
        "sentence": "她们商量着给我找了一个未婚夫，逼迫我一定要同意。",
        "label": ""
      },
      {
        "sentence": "在威逼利诱下，我别无选择只能妥协了。",
        "label": ""
      },
      {
        "sentence": "可是我始终无法对那个长相丑陋、毫无共同语言的男人产生感情。",
        "label": ""
      },
      {
        "sentence": "他似乎也对这一点并不在意。",
        "label": ""
      },
      {
        "sentence": "他们家一直催促我们结婚，但那个男人对我的欲望一点都不了解。",
        "label": ""
      },
      {
        "sentence": "我只是个嫁给他的工具，这让我感到恶心！",
        "label": ""
      },
      {
        "sentence": "我和母亲在姥姥家始终被当做外人。",
        "label": ""
      },
      {
        "sentence": "为了能在这里立足，母亲竟然选择了把我推向地狱。",
        "label": ""
      },
      {
        "sentence": "突然想起我曾经的爷爷和亲戚逼走我爸爸，我妈悄悄告诉我爸爸是同性恋。",
        "label": ""
      },
      {
        "sentence": "我看着自己家中那些自称照顾爷爷的亲戚闯进家里，他们拿走了爷爷的财产，还嘲笑我们依附于爷爷！",
        "label": ""
      },
      {
        "sentence": "而我的父亲只会懦弱地带着几个月的工资逃走。",
        "label": ""
      },
      {
        "sentence": "没人在乎我是否健康，没人关心我内心的痛苦，我过去和未来的处境简直被抛之脑后。",
        "label": ""
      },
      {
        "sentence": "她们都活在自己的幸福中，而我悲惨的童年没有被医治，校园暴力和男人的欺凌成为我一生的阴影。",
        "label": ""
      },
      {
        "sentence": "我讨厌这个世界，甚至想要去死！",
        "label": ""
      },
      {
        "sentence": "每次看到姥姥她们的幸福，我就更想离开这个世界！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，我能够感受到你的心酸和无奈。每个人都希望有一个快乐和谐的家庭，找到一个真心爱你的人度过一生。对于那些你无法控制的事情，的确你无能为力。但也有些事情你可以自己做出选择。首先，家庭纷争导致你和母亲来到姥姥家，但姥姥家并没有把你们当做亲人。他们为你安排了一个婚姻，逼迫你同意。但是你对这个人没有一丝感情，对方也无法理解你的感受，让你感到恶心。在你父亲那边，亲戚们对你母女也没有多少同情，更多的是想分一杯羹。在这个世界上，似乎没有人会关心你，也没有人在乎你的过去和未来。再加上你童年时受到男人的欺凌和校园暴力，让你对这个世界充满绝望。但是刚才我也说过，有些事情我们无法改变。比如姥姥家的态度，你父亲那边亲戚的态度，以及你们家人之间的关系。这些都不在你的掌控之中。但是有些事情我们是可以争取和改变的。现在你已经是一个成年人了，到了结婚的年龄，你也有自己生活的权利，甚至可以摆脱“寄人篱下”的生活，为自己而活。作为一个20多岁的成年人，你有能力掌握自己的生活。既然现在这个家让你无法留恋，为什么不自己走出去闯荡呢？甚至考虑带上你的母亲一起离开。你们可以租房子住，生活可能会艰苦一些，但至少是你们为自己而活。现在已经不是古代，不存在什么包办婚姻了。如果家人确实通过一些手段你无法反抗，那就寻求政府机构的帮助。这并没有什么好害怕的，虽然可能会让你们和家人的关系更加紧张，但你们现在的关系本来就不好，是吗？你的命运掌握在自己手中，现在的妥协可能会毁了你一辈子的幸福。同样，你的过去可能并不美好，甚至很残酷。但未来的事谁也说不准，只要你不放弃，一定能有美好的明天。人们常说，过去的痛苦经历最终会变成你宝贵的财富。或许现在你无法领悟，但你会慢慢发现自己比其他人更成熟，更懂得分辨是非，更会保护自己在社会上立足。既然那些人让你的生活如此糟糕，如果你妥协放弃，岂不是任由他们左右你的意愿？你甘心吗？所以现在更要勇敢地活出自己的人生，让他们瞧瞧，让那些看不起你的人后悔。最后我推荐你听一下信乐团的《海阔天空》，当你勇敢面对后，执着将会打破命运的枷锁。冷漠的人们，谢谢你们曾经看轻我，借此让我活得更精彩。最后也祝福你能活出自己的精彩人生。",
    "annotation": [
      {
        "sentence": "从你的描述中，我能够感受到你的心酸和无奈。",
        "label": ""
      },
      {
        "sentence": "每个人都希望有一个快乐和谐的家庭，找到一个真心爱你的人度过一生。",
        "label": ""
      },
      {
        "sentence": "对于那些你无法控制的事情，的确你无能为力。",
        "label": ""
      },
      {
        "sentence": "但也有些事情你可以自己做出选择。",
        "label": ""
      },
      {
        "sentence": "首先，家庭纷争导致你和母亲来到姥姥家，但姥姥家并没有把你们当做亲人。",
        "label": ""
      },
      {
        "sentence": "他们为你安排了一个婚姻，逼迫你同意。",
        "label": ""
      },
      {
        "sentence": "但是你对这个人没有一丝感情，对方也无法理解你的感受，让你感到恶心。",
        "label": ""
      },
      {
        "sentence": "在你父亲那边，亲戚们对你母女也没有多少同情，更多的是想分一杯羹。",
        "label": ""
      },
      {
        "sentence": "在这个世界上，似乎没有人会关心你，也没有人在乎你的过去和未来。",
        "label": ""
      },
      {
        "sentence": "再加上你童年时受到男人的欺凌和校园暴力，让你对这个世界充满绝望。",
        "label": ""
      },
      {
        "sentence": "但是刚才我也说过，有些事情我们无法改变。",
        "label": ""
      },
      {
        "sentence": "比如姥姥家的态度，你父亲那边亲戚的态度，以及你们家人之间的关系。",
        "label": ""
      },
      {
        "sentence": "这些都不在你的掌控之中。",
        "label": ""
      },
      {
        "sentence": "但是有些事情我们是可以争取和改变的。",
        "label": ""
      },
      {
        "sentence": "现在你已经是一个成年人了，到了结婚的年龄，你也有自己生活的权利，甚至可以摆脱“寄人篱下”的生活，为自己而活。",
        "label": ""
      },
      {
        "sentence": "作为一个20多岁的成年人，你有能力掌握自己的生活。",
        "label": ""
      },
      {
        "sentence": "既然现在这个家让你无法留恋，为什么不自己走出去闯荡呢？",
        "label": ""
      },
      {
        "sentence": "甚至考虑带上你的母亲一起离开。",
        "label": ""
      },
      {
        "sentence": "你们可以租房子住，生活可能会艰苦一些，但至少是你们为自己而活。",
        "label": ""
      },
      {
        "sentence": "现在已经不是古代，不存在什么包办婚姻了。",
        "label": ""
      },
      {
        "sentence": "如果家人确实通过一些手段你无法反抗，那就寻求政府机构的帮助。",
        "label": ""
      },
      {
        "sentence": "这并没有什么好害怕的，虽然可能会让你们和家人的关系更加紧张，但你们现在的关系本来就不好，是吗？",
        "label": ""
      },
      {
        "sentence": "你的命运掌握在自己手中，现在的妥协可能会毁了你一辈子的幸福。",
        "label": ""
      },
      {
        "sentence": "同样，你的过去可能并不美好，甚至很残酷。",
        "label": ""
      },
      {
        "sentence": "但未来的事谁也说不准，只要你不放弃，一定能有美好的明天。",
        "label": ""
      },
      {
        "sentence": "人们常说，过去的痛苦经历最终会变成你宝贵的财富。",
        "label": ""
      },
      {
        "sentence": "或许现在你无法领悟，但你会慢慢发现自己比其他人更成熟，更懂得分辨是非，更会保护自己在社会上立足。",
        "label": ""
      },
      {
        "sentence": "既然那些人让你的生活如此糟糕，如果你妥协放弃，岂不是任由他们左右你的意愿？",
        "label": ""
      },
      {
        "sentence": "你甘心吗？",
        "label": ""
      },
      {
        "sentence": "所以现在更要勇敢地活出自己的人生，让他们瞧瞧，让那些看不起你的人后悔。",
        "label": ""
      },
      {
        "sentence": "最后我推荐你听一下信乐团的《海阔天空》，当你勇敢面对后，执着将会打破命运的枷锁。",
        "label": ""
      },
      {
        "sentence": "冷漠的人们，谢谢你们曾经看轻我，借此让我活得更精彩。",
        "label": ""
      },
      {
        "sentence": "最后也祝福你能活出自己的精彩人生。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的感谢你的理解和鼓励。听完你的话，我感觉内心得到了一些宽慰。我知道自己已经是个成年人了，应该有能力决定自己的人生。虽然现在的境况不容乐观，但你告诉了我一些抵抗的办法。我会努力摆脱这种不幸的局面，争取自己的幸福。我会找到属于自己的生活，不再让别人左右我的决定。谢谢你，你的支持让我有了希望。",
    "annotation": [
      {
        "sentence": "我真的感谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "听完你的话，我感觉内心得到了一些宽慰。",
        "label": ""
      },
      {
        "sentence": "我知道自己已经是个成年人了，应该有能力决定自己的人生。",
        "label": ""
      },
      {
        "sentence": "虽然现在的境况不容乐观，但你告诉了我一些抵抗的办法。",
        "label": ""
      },
      {
        "sentence": "我会努力摆脱这种不幸的局面，争取自己的幸福。",
        "label": ""
      },
      {
        "sentence": "我会找到属于自己的生活，不再让别人左右我的决定。",
        "label": ""
      },
      {
        "sentence": "谢谢你，你的支持让我有了希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的积极态度让我很欣慰。无论遇到什么困境，只要你保持乐观的心态和积极的行动，就一定能够战胜困难，找到真正属于自己的幸福。对于现在的处境，你已经有了一些计划和行动的方向。请相信自己，相信你能够改变命运，活出精彩的人生。如果你在今后的道路上遇到困难，记得随时寻求帮助和支持，不要独自承担。我会一直陪伴在你身边，帮助你度过难关。加油！",
    "annotation": [
      {
        "sentence": "你的积极态度让我很欣慰。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困境，只要你保持乐观的心态和积极的行动，就一定能够战胜困难，找到真正属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "对于现在的处境，你已经有了一些计划和行动的方向。",
        "label": ""
      },
      {
        "sentence": "请相信自己，相信你能够改变命运，活出精彩的人生。",
        "label": ""
      },
      {
        "sentence": "如果你在今后的道路上遇到困难，记得随时寻求帮助和支持，不要独自承担。",
        "label": ""
      },
      {
        "sentence": "我会一直陪伴在你身边，帮助你度过难关。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的陪伴和鼓励。知道有你在我身边，我感到很安慰和有力量。我会记住你的话，坚持勇敢前行。虽然未来还有很多不确定的因素，但我相信只要我努力，一切都会变得更好。再次感谢你，你带给",
    "annotation": [
      {
        "sentence": "谢谢你的陪伴和鼓励。",
        "label": ""
      },
      {
        "sentence": "知道有你在我身边，我感到很安慰和有力量。",
        "label": ""
      },
      {
        "sentence": "我会记住你的话，坚持勇敢前行。",
        "label": ""
      },
      {
        "sentence": "虽然未来还有很多不确定的因素，但我相信只要我努力，一切都会变得更好。",
        "label": ""
      },
      {
        "sentence": "再次感谢你，你带给",
        "label": ""
      }
    ]
  }
]