[
  {
    "role": "client",
    "content": "男人婚后，觉得不想离婚，但想在外面约，怎么看？孩子刚2岁，今晚聊天才发觉，原来孩子他爸觉得，结婚后，在外面约p是很正常的。不然结了婚都没有了自由。还说，他是没有感情的，只是很单纯的约而已。在这之前，我才发现他在外面有了3次，一直以为是因为我的冷暴力伤害了他导致他做出的这种行为。还一直有些负罪感。我已经原谅了。今晚再聊起来，才发现原来他是秉持着这样的观念，还说我保守。我说我绝对不接受这样，即使你只是单纯的身体出轨。他却说他只是跟他们约约，并没有感情，只有我才是唯一的。说我们观念不同。一直说他不想离婚。我说不想离婚那就好好守护我们的婚姻，而他却还是觉得，不离婚，还想约。这种人，到底怎么想。这种观念真的不能改变吗？",
    "annotation": [
      {
        "sentence": "男人婚后，觉得不想离婚，但想在外面约，怎么看？",
        "label": ""
      },
      {
        "sentence": "孩子刚2岁，今晚聊天才发觉，原来孩子他爸觉得，结婚后，在外面约p是很正常的。",
        "label": ""
      },
      {
        "sentence": "不然结了婚都没有了自由。",
        "label": ""
      },
      {
        "sentence": "还说，他是没有感情的，只是很单纯的约而已。",
        "label": ""
      },
      {
        "sentence": "在这之前，我才发现他在外面有了3次，一直以为是因为我的冷暴力伤害了他导致他做出的这种行为。",
        "label": ""
      },
      {
        "sentence": "还一直有些负罪感。",
        "label": ""
      },
      {
        "sentence": "我已经原谅了。",
        "label": ""
      },
      {
        "sentence": "今晚再聊起来，才发现原来他是秉持着这样的观念，还说我保守。",
        "label": ""
      },
      {
        "sentence": "我说我绝对不接受这样，即使你只是单纯的身体出轨。",
        "label": ""
      },
      {
        "sentence": "他却说他只是跟他们约约，并没有感情，只有我才是唯一的。",
        "label": ""
      },
      {
        "sentence": "说我们观念不同。",
        "label": ""
      },
      {
        "sentence": "一直说他不想离婚。",
        "label": ""
      },
      {
        "sentence": "我说不想离婚那就好好守护我们的婚姻，而他却还是觉得，不离婚，还想约。",
        "label": ""
      },
      {
        "sentence": "这种人，到底怎么想。",
        "label": ""
      },
      {
        "sentence": "这种观念真的不能改变吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你在婚姻中的困惑和痛苦。这种情况确实让你感到不安和失望。首先，我想告诉你，这并不是因为你的冷暴力导致他在外找寻身体的安慰。每个人都有自己的选择和行为，他的行为不应由你来背负责任和负罪感。他所说的只是单纯的约并没有感情，这只是他的解释，但这并不意味着你一定要接受或认同。你对这样的观念表达了坚决的态度，这是可以理解的。你的感受和观念与他不同，这可能会导致沟通上的困难，但并不代表无法改变。我们可以尝试通过对话和理解来解决这个问题。你中心的守护我们的婚姻是正确的，我鼓励你坚持表达你的意愿，并与他共同努力维护婚姻的稳定和幸福。",
    "annotation": [
      {
        "sentence": "我理解你在婚姻中的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "这种情况确实让你感到不安和失望。",
        "label": ""
      },
      {
        "sentence": "首先，我想告诉你，这并不是因为你的冷暴力导致他在外找寻身体的安慰。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的选择和行为，他的行为不应由你来背负责任和负罪感。",
        "label": ""
      },
      {
        "sentence": "他所说的只是单纯的约并没有感情，这只是他的解释，但这并不意味着你一定要接受或认同。",
        "label": ""
      },
      {
        "sentence": "你对这样的观念表达了坚决的态度，这是可以理解的。",
        "label": ""
      },
      {
        "sentence": "你的感受和观念与他不同，这可能会导致沟通上的困难，但并不代表无法改变。",
        "label": ""
      },
      {
        "sentence": "我们可以尝试通过对话和理解来解决这个问题。",
        "label": ""
      },
      {
        "sentence": "你中心的守护我们的婚姻是正确的，我鼓励你坚持表达你的意愿，并与他共同努力维护婚姻的稳定和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我希望我们可以找到一个解决问题的方式，但我也感到很困惑。他说他不想离婚，但又想在外面约会，这让我很难理解。我怀疑他是否真的爱我，是否珍惜我们的关系。我害怕他对其他女人产生感情，最终对我们的婚姻产生威胁。我该如何应对这种情况？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我希望我们可以找到一个解决问题的方式，但我也感到很困惑。",
        "label": ""
      },
      {
        "sentence": "他说他不想离婚，但又想在外面约会，这让我很难理解。",
        "label": ""
      },
      {
        "sentence": "我怀疑他是否真的爱我，是否珍惜我们的关系。",
        "label": ""
      },
      {
        "sentence": "我害怕他对其他女人产生感情，最终对我们的婚姻产生威胁。",
        "label": ""
      },
      {
        "sentence": "我该如何应对这种情况？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担忧和疑虑完全可以理解。你对他的忠诚和珍惜是很重要的，同时也需要他的承诺和努力来维护婚姻的信任。在这个问题上，我建议你与他坦诚沟通，表达你的担忧和恐惧，听取他对待婚姻和外面约会的看法。建立起相互的信任，互相倾听对方的需求和感受，找到一个妥协和解决方案。同时，也请你关注自己的情感需要和边界，在这个过程中，保持自我价值和尊重。你可以与他一起寻找专业咨询的帮助，以获得更具体的建议和方法来处理和解决这个问题。",
    "annotation": [
      {
        "sentence": "你的担忧和疑虑完全可以理解。",
        "label": ""
      },
      {
        "sentence": "你对他的忠诚和珍惜是很重要的，同时也需要他的承诺和努力来维护婚姻的信任。",
        "label": ""
      },
      {
        "sentence": "在这个问题上，我建议你与他坦诚沟通，表达你的担忧和恐惧，听取他对待婚姻和外面约会的看法。",
        "label": ""
      },
      {
        "sentence": "建立起相互的信任，互相倾听对方的需求和感受，找到一个妥协和解决方案。",
        "label": ""
      },
      {
        "sentence": "同时，也请你关注自己的情感需要和边界，在这个过程中，保持自我价值和尊重。",
        "label": ""
      },
      {
        "sentence": "你可以与他一起寻找专业咨询的帮助，以获得更具体的建议和方法来处理和解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理。我明白了，我们需要更深入地沟通和理解对方的想法。我也会更加关注自己的情感需求和边界。我觉得专业咨询的帮助对我们来说是很有帮助的，我会和他商量一起去寻求帮助。谢谢你的建议和支持，我感到稍微安慰了一些。",
    "annotation": [
      {
        "sentence": "你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "我明白了，我们需要更深入地沟通和理解对方的想法。",
        "label": ""
      },
      {
        "sentence": "我也会更加关注自己的情感需求和边界。",
        "label": ""
      },
      {
        "sentence": "我觉得专业咨询的帮助对我们来说是很有帮助的，我会和他商量一起去寻求帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，我感到稍微安慰了一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的建议对你有所帮助。专业咨询确实可以为你们提供一个更客观和专业的视角，帮助你们更有效地解决婚姻中的问题。与他一起寻求帮助是非常积极和正面的行动，显示了你们对婚姻的重视和追求幸福的决心。我祝福你们能够以理解与支持为基础，共同走过这个困难的阶段，并达到更好的婚姻关系。如果你需要任何帮助或者继续沟通，我一直都在这里。加油！",
    "annotation": [
      {
        "sentence": "很高兴我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "专业咨询确实可以为你们提供一个更客观和专业的视角，帮助你们更有效地解决婚姻中的问题。",
        "label": ""
      },
      {
        "sentence": "与他一起寻求帮助是非常积极和正面的行动，显示了你们对婚姻的重视和追求幸福的决心。",
        "label": ""
      },
      {
        "sentence": "我祝福你们能够以理解与支持为基础，共同走过这个困难的阶段，并达到更好的婚姻关系。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者继续沟通，我一直都在这里。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]