[
  {
    "role": "client",
    "content": "我十几岁，今天考完大考，很紧张很忐忑，睡不着怎么办？最近考试很多而且很重要。我已经很用心复习，考试时超级紧张，手在抖。同学说很简单，我却不觉得，就感觉自己很无助超级无助，自己什么都做不好。不敢在妈妈同学面前表露出来，只敢自己一个人闷着不敢说，不敢出声。现在完全睡不着，很紧张。附近的人妈妈都觉得我很冷血（？）。就是我是属于亲人（比较亲）去世我都不哭，哭是因为看见大家都在哭自己不好意思才哭。我有时候想法超级危险，就是偏向于邪恶变态方面，我好控制不住。",
    "annotation": [
      {
        "sentence": "我十几岁，今天考完大考，很紧张很忐忑，睡不着怎么办？",
        "label": ""
      },
      {
        "sentence": "最近考试很多而且很重要。",
        "label": ""
      },
      {
        "sentence": "我已经很用心复习，考试时超级紧张，手在抖。",
        "label": ""
      },
      {
        "sentence": "同学说很简单，我却不觉得，就感觉自己很无助超级无助，自己什么都做不好。",
        "label": ""
      },
      {
        "sentence": "不敢在妈妈同学面前表露出来，只敢自己一个人闷着不敢说，不敢出声。",
        "label": ""
      },
      {
        "sentence": "现在完全睡不着，很紧张。",
        "label": ""
      },
      {
        "sentence": "附近的人妈妈都觉得我很冷血（？",
        "label": ""
      },
      {
        "sentence": "）。",
        "label": ""
      },
      {
        "sentence": "就是我是属于亲人（比较亲）去世我都不哭，哭是因为看见大家都在哭自己不好意思才哭。",
        "label": ""
      },
      {
        "sentence": "我有时候想法超级危险，就是偏向于邪恶变态方面，我好控制不住。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小可爱，你刚经历完大考，是很重要的考试。但是小可爱的心态却很紧张上了考场手抖，这很常见。在重要的事物面前，我们不可避免地会紧张。就拿我来说例子吧，我中考前也特别紧张，担心自己考不上理想的学校。但是当我考完一门科目后发现，你只要有一个平和的心态，保持着自己以往的状态就可以了，你的紧张也会慢慢消散。",
    "annotation": [
      {
        "sentence": "小可爱，你刚经历完大考，是很重要的考试。",
        "label": ""
      },
      {
        "sentence": "但是小可爱的心态却很紧张上了考场手抖，这很常见。",
        "label": ""
      },
      {
        "sentence": "在重要的事物面前，我们不可避免地会紧张。",
        "label": ""
      },
      {
        "sentence": "就拿我来说例子吧，我中考前也特别紧张，担心自己考不上理想的学校。",
        "label": ""
      },
      {
        "sentence": "但是当我考完一门科目后发现，你只要有一个平和的心态，保持着自己以往的状态就可以了，你的紧张也会慢慢消散。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得自己无助得无法呼吸，明明很努力复习，却一直觉得考试很难，就是感觉自己什么都做不好。而且不敢在妈妈和同学面前表达自己的困惑和焦虑，只能一个人默默承受。这种感觉真的很难受。",
    "annotation": [
      {
        "sentence": "但是我觉得自己无助得无法呼吸，明明很努力复习，却一直觉得考试很难，就是感觉自己什么都做不好。",
        "label": ""
      },
      {
        "sentence": "而且不敢在妈妈和同学面前表达自己的困惑和焦虑，只能一个人默默承受。",
        "label": ""
      },
      {
        "sentence": "这种感觉真的很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小可爱你也认真复习过，很显然对那些知识很熟悉，很明显是有备而来，但结果却是失望收场。其实你只要放平心态，在考试前给自己一点适当的心理暗示，做一下深呼吸。再鼓励一下自己，你就会发现情况好很多。",
    "annotation": [
      {
        "sentence": "小可爱你也认真复习过，很显然对那些知识很熟悉，很明显是有备而来，但结果却是失望收场。",
        "label": ""
      },
      {
        "sentence": "其实你只要放平心态，在考试前给自己一点适当的心理暗示，做一下深呼吸。",
        "label": ""
      },
      {
        "sentence": "再鼓励一下自己，你就会发现情况好很多。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我总是给自己施加太多压力，觉得考试好像是别人给我的，而且考卷难度也搞得我很迷茫，不知道自己到底哪里出了问题。你觉得我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "可是我总是给自己施加太多压力，觉得考试好像是别人给我的，而且考卷难度也搞得我很迷茫，不知道自己到底哪里出了问题。",
        "label": ""
      },
      {
        "sentence": "你觉得我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要轻易给自己施加压力，考试是你自己考的，考试的难或简单，也只有你明白。如果简单，不要掉以轻心；如果难了，证明你在某些方面有所缺漏，不要灰心。在学习中学会构建一个合适的知识体系也是很重要的，我个人建议是建议你画画思维导图。这样在庞杂的知识面前，你就不会感到困惑了。",
    "annotation": [
      {
        "sentence": "不要轻易给自己施加压力，考试是你自己考的，考试的难或简单，也只有你明白。",
        "label": ""
      },
      {
        "sentence": "如果简单，不要掉以轻心；如果难了，证明你在某些方面有所缺漏，不要灰心。",
        "label": ""
      },
      {
        "sentence": "在学习中学会构建一个合适的知识体系也是很重要的，我个人建议是建议你画画思维导图。",
        "label": ""
      },
      {
        "sentence": "这样在庞杂的知识面前，你就不会感到困惑了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着放宽心态，相信自己已经尽力了。但现在我还是很担心附近的人，包括我的妈妈觉得我很冷血，就是因为我在比较亲近的亲属去世的时候没有哭泣。我觉得自己的情绪表达能力不好，但并不代表我不伤心，不难过。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着放宽心态，相信自己已经尽力了。",
        "label": ""
      },
      {
        "sentence": "但现在我还是很担心附近的人，包括我的妈妈觉得我很冷血，就是因为我在比较亲近的亲属去世的时候没有哭泣。",
        "label": ""
      },
      {
        "sentence": "我觉得自己的情绪表达能力不好，但并不代表我不伤心，不难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，小可爱。你附近的人和妈妈觉得你冷血，并不是因为你没哭泣，只是情绪不善表达而已。但并不代表你不伤心不难过。哭泣在某些人眼中是一种情绪宣泄的方式，但对于每个人来说，方式不同而已。逝者如斯夫，人总有继续起来面对生活的时候。所以不用过分在意别人的看法。",
    "annotation": [
      {
        "sentence": "没关系，小可爱。",
        "label": ""
      },
      {
        "sentence": "你附近的人和妈妈觉得你冷血，并不是因为你没哭泣，只是情绪不善表达而已。",
        "label": ""
      },
      {
        "sentence": "但并不代表你不伤心不难过。",
        "label": ""
      },
      {
        "sentence": "哭泣在某些人眼中是一种情绪宣泄的方式，但对于每个人来说，方式不同而已。",
        "label": ""
      },
      {
        "sentence": "逝者如斯夫，人总有继续起来面对生活的时候。",
        "label": ""
      },
      {
        "sentence": "所以不用过分在意别人的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我以前也有一些想法超级危险，偏向于邪恶变态方面，我好像无法控制自己的思维。我有时候觉得自己很可怕，不知道怎么办才好。",
    "annotation": [
      {
        "sentence": "我以前也有一些想法超级危险，偏向于邪恶变态方面，我好像无法控制自己的思维。",
        "label": ""
      },
      {
        "sentence": "我有时候觉得自己很可怕，不知道怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小可爱，每个人都有阴暗负面的情绪，我们不是圣人，做不到清心寡欲。你的邪恶想法其实只是你阴暗一面的表达，学会接受阴暗面，并及时止损才是重要的。所以你的这点小想法啊，不足为奇。偶尔冒个泡泡，戳掉就行啦。祝好哟小可爱。",
    "annotation": [
      {
        "sentence": "小可爱，每个人都有阴暗负面的情绪，我们不是圣人，做不到清心寡欲。",
        "label": ""
      },
      {
        "sentence": "你的邪恶想法其实只是你阴暗一面的表达，学会接受阴暗面，并及时止损才是重要的。",
        "label": ""
      },
      {
        "sentence": "所以你的这点小想法啊，不足为奇。",
        "label": ""
      },
      {
        "sentence": "偶尔冒个泡泡，戳掉就行啦。",
        "label": ""
      },
      {
        "sentence": "祝好哟小可爱。",
        "label": ""
      }
    ]
  }
]