[
  {
    "role": "client",
    "content": "我是一个30岁的女性，我很容易生气并想打人，当我气急了就会捶打我的父亲。从小到大，我的父母从未关注过我的情绪和感受。一旦他们发现我生气或不开心，无论在哪里或在谁面前，他们都会训斥我。我非常需要他们的关爱。我内心里是个爱躲藏和受伤的小孩子。即使现在我已经长大成人，但我仍然带着内心的伤口和怨恨。在我的生活环境中，我吸收了很多指责和批评。现在，我的父母仍然经常吵架，有时言语激烈。我无法理解为什么他们还是会这样争吵，但只要我听到他们的争吵声，我就会感到烦躁和受伤。我曾跟他们提过这个问题，告诉他们我感到难过，但他们却说吵架跟我无关。我母亲脾气暴躁且强势，而我父亲则具有典型的大男子主义思想。我讨厌我父亲执着己见、不听劝告的做事方式。在很多事情上，当我提出异议时，他似乎认为我在针对他，不愿意做出任何改变，甚至还故意与我对着干，说一些气人的话，威胁要打死我。由于疫情的原因，我们已经一起住了几个月。当他屡教不改时，我内心会感到受伤或者愤怒，而他却似乎毫不在意，我气不过的时候就会趁他不注意捶打他、扭他，让他感到痛苦。我想让他明白他所说的话和所做的事对他人来说是多么影响和伤害，但无论我怎么跟他解释，他似乎都听不进去。至少，让他感到一些痛苦吧。但我忍不住的动手的次数越来越多。我发现我也变成了像他一样的家庭恶人。",
    "annotation": [
      {
        "sentence": "我是一个30岁的女性，我很容易生气并想打人，当我气急了就会捶打我的父亲。",
        "label": ""
      },
      {
        "sentence": "从小到大，我的父母从未关注过我的情绪和感受。",
        "label": ""
      },
      {
        "sentence": "一旦他们发现我生气或不开心，无论在哪里或在谁面前，他们都会训斥我。",
        "label": ""
      },
      {
        "sentence": "我非常需要他们的关爱。",
        "label": ""
      },
      {
        "sentence": "我内心里是个爱躲藏和受伤的小孩子。",
        "label": ""
      },
      {
        "sentence": "即使现在我已经长大成人，但我仍然带着内心的伤口和怨恨。",
        "label": ""
      },
      {
        "sentence": "在我的生活环境中，我吸收了很多指责和批评。",
        "label": ""
      },
      {
        "sentence": "现在，我的父母仍然经常吵架，有时言语激烈。",
        "label": ""
      },
      {
        "sentence": "我无法理解为什么他们还是会这样争吵，但只要我听到他们的争吵声，我就会感到烦躁和受伤。",
        "label": ""
      },
      {
        "sentence": "我曾跟他们提过这个问题，告诉他们我感到难过，但他们却说吵架跟我无关。",
        "label": ""
      },
      {
        "sentence": "我母亲脾气暴躁且强势，而我父亲则具有典型的大男子主义思想。",
        "label": ""
      },
      {
        "sentence": "我讨厌我父亲执着己见、不听劝告的做事方式。",
        "label": ""
      },
      {
        "sentence": "在很多事情上，当我提出异议时，他似乎认为我在针对他，不愿意做出任何改变，甚至还故意与我对着干，说一些气人的话，威胁要打死我。",
        "label": ""
      },
      {
        "sentence": "由于疫情的原因，我们已经一起住了几个月。",
        "label": ""
      },
      {
        "sentence": "当他屡教不改时，我内心会感到受伤或者愤怒，而他却似乎毫不在意，我气不过的时候就会趁他不注意捶打他、扭他，让他感到痛苦。",
        "label": ""
      },
      {
        "sentence": "我想让他明白他所说的话和所做的事对他人来说是多么影响和伤害，但无论我怎么跟他解释，他似乎都听不进去。",
        "label": ""
      },
      {
        "sentence": "至少，让他感到一些痛苦吧。",
        "label": ""
      },
      {
        "sentence": "但我忍不住的动手的次数越来越多。",
        "label": ""
      },
      {
        "sentence": "我发现我也变成了像他一样的家庭恶人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受。首先，我要告诉你这不是你的错，而是原生家庭的影响。当然，这并不意味着你没办法改变，只要你坚持下去，你一定会成功的。在你父母吵架的时候，你可以戴上耳机听音乐，并做一些你喜欢的事情。只要能让你摆脱他们争吵声的事情，都可以尝试一下。我知道这听起来可能并不是你喜欢听到的建议，但对我来说，你需要的是一个可以倾诉的对象。我只是个人，所以我并不知道你是否能成功，但我相信如果我能度过，你也能。加油喔！",
    "annotation": [
      {
        "sentence": "我明白你的感受。",
        "label": ""
      },
      {
        "sentence": "首先，我要告诉你这不是你的错，而是原生家庭的影响。",
        "label": ""
      },
      {
        "sentence": "当然，这并不意味着你没办法改变，只要你坚持下去，你一定会成功的。",
        "label": ""
      },
      {
        "sentence": "在你父母吵架的时候，你可以戴上耳机听音乐，并做一些你喜欢的事情。",
        "label": ""
      },
      {
        "sentence": "只要能让你摆脱他们争吵声的事情，都可以尝试一下。",
        "label": ""
      },
      {
        "sentence": "我知道这听起来可能并不是你喜欢听到的建议，但对我来说，你需要的是一个可以倾诉的对象。",
        "label": ""
      },
      {
        "sentence": "我只是个人，所以我并不知道你是否能成功，但我相信如果我能度过，你也能。",
        "label": ""
      },
      {
        "sentence": "加油喔！",
        "label": ""
      }
    ]
  }
]