[
  {
    "role": "client",
    "content": "应届生办理入职手续需要注意什么？这种公司要不要去？试岗期七天，说七天后能留下来有工资，七天后离开没有工资，办理入职手续时没有签订试用期合同，也没有打卡，只交了身份证复印件学历证复印件和证件照，入职登记表也没签，这种公司要不要去？",
    "annotation": [
      {
        "sentence": "应届生办理入职手续需要注意什么？",
        "label": ""
      },
      {
        "sentence": "这种公司要不要去？",
        "label": ""
      },
      {
        "sentence": "试岗期七天，说七天后能留下来有工资，七天后离开没有工资，办理入职手续时没有签订试用期合同，也没有打卡，只交了身份证复印件学历证复印件和证件照，入职登记表也没签，这种公司要不要去？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "几年的大学时光转眼就结束了，初出茅庐的我们还没有许多社会经验，一切都是新鲜的。走出校门后，我们面对的第一个问题就是择业，就是学有所用。所以，你要谨慎对待自己的第一份工作，它可能会养成你的工作习惯，可能决定你的职业生涯，也可能决定你的一生。你现在应该给自己制订一份职业规划，只需要规划大致的方向和你想达到的预期目标，及实现预期的大致时间。等这个表订好了，你就会有一个自己的职业生涯轮廓，这样的有助于你今后关于工作的选择。",
    "annotation": [
      {
        "sentence": "几年的大学时光转眼就结束了，初出茅庐的我们还没有许多社会经验，一切都是新鲜的。",
        "label": ""
      },
      {
        "sentence": "走出校门后，我们面对的第一个问题就是择业，就是学有所用。",
        "label": ""
      },
      {
        "sentence": "所以，你要谨慎对待自己的第一份工作，它可能会养成你的工作习惯，可能决定你的职业生涯，也可能决定你的一生。",
        "label": ""
      },
      {
        "sentence": "你现在应该给自己制订一份职业规划，只需要规划大致的方向和你想达到的预期目标，及实现预期的大致时间。",
        "label": ""
      },
      {
        "sentence": "等这个表订好了，你就会有一个自己的职业生涯轮廓，这样的有助于你今后关于工作的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实应该考虑自己的职业规划。但是，我对这家公司的情况还是有些担心。他们只提供七天试岗期，试岗期后才能决定是否留下，并且没有试用期合同，我不确定这样的安排是否合理。你觉得我应该去这家公司试试吗？",
    "annotation": [
      {
        "sentence": "你说得对，我确实应该考虑自己的职业规划。",
        "label": ""
      },
      {
        "sentence": "但是，我对这家公司的情况还是有些担心。",
        "label": ""
      },
      {
        "sentence": "他们只提供七天试岗期，试岗期后才能决定是否留下，并且没有试用期合同，我不确定这样的安排是否合理。",
        "label": ""
      },
      {
        "sentence": "你觉得我应该去这家公司试试吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果这个公司的招聘入职情况如你所说的，这家公司在人力资源建设方面应该不是很完善，或者公司方面对新员工的需求不是很大，只是在做人才储备。你可以侧面了解一下这个公司的情况，如果是前者的话，你可以去试试，因为公司还在建设中，机遇相对成熟的公司比较大。另外，如果你确定这个公司是你所渴望的行业中的优秀公司，你也可以考虑试岗期后再决定是否留下。",
    "annotation": [
      {
        "sentence": "如果这个公司的招聘入职情况如你所说的，这家公司在人力资源建设方面应该不是很完善，或者公司方面对新员工的需求不是很大，只是在做人才储备。",
        "label": ""
      },
      {
        "sentence": "你可以侧面了解一下这个公司的情况，如果是前者的话，你可以去试试，因为公司还在建设中，机遇相对成熟的公司比较大。",
        "label": ""
      },
      {
        "sentence": "另外，如果你确定这个公司是你所渴望的行业中的优秀公司，你也可以考虑试岗期后再决定是否留下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得有道理，我可以通过侧面了解公司情况来做决定。还有一点，入职手续时他们没有要求我签订试用期合同，也没有打卡，只交了身份证复印件、学历证复印件和证件照，入职登记表也没签。我担心这样的操作是否规范，会不会对我的权益有影响？",
    "annotation": [
      {
        "sentence": "你说得有道理，我可以通过侧面了解公司情况来做决定。",
        "label": ""
      },
      {
        "sentence": "还有一点，入职手续时他们没有要求我签订试用期合同，也没有打卡，只交了身份证复印件、学历证复印件和证件照，入职登记表也没签。",
        "label": ""
      },
      {
        "sentence": "我担心这样的操作是否规范，会不会对我的权益有影响？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这确实有些奇怪。一般来说，正规的公司会要求签订试用期合同，并会有一定的打卡和入职手续流程。你可以再向公司了解一下这种操作的原因，如果他们能够给你一个合理的解释并保证你的权益不受侵犯，那就可以考虑继续前进。但如果他们不能给你一个合理的解释或者你觉得有风险，你可能需要再考虑一下是否值得入职这家公司。",
    "annotation": [
      {
        "sentence": "这确实有些奇怪。",
        "label": ""
      },
      {
        "sentence": "一般来说，正规的公司会要求签订试用期合同，并会有一定的打卡和入职手续流程。",
        "label": ""
      },
      {
        "sentence": "你可以再向公司了解一下这种操作的原因，如果他们能够给你一个合理的解释并保证你的权益不受侵犯，那就可以考虑继续前进。",
        "label": ""
      },
      {
        "sentence": "但如果他们不能给你一个合理的解释或者你觉得有风险，你可能需要再考虑一下是否值得入职这家公司。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会再向公司了解一下这种操作的原因，确保我的权益不受损害。另外，在当前疫情影响下，很多公司的发展都受限了，你觉得这家公司受疫情的影响会有很大吗？",
    "annotation": [
      {
        "sentence": "我会再向公司了解一下这种操作的原因，确保我的权益不受损害。",
        "label": ""
      },
      {
        "sentence": "另外，在当前疫情影响下，很多公司的发展都受限了，你觉得这家公司受疫情的影响会有很大吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "受疫情影响，很多公司的发展受限，可能对人才需求量较少。但这并不代表所有公司都一样，一些行业可能会受到更大的冲击，而另一些行业则因为疫情而产生更多机遇。你可以参考一下以上因素，等疫情过去后，经济发展正常，将又是一个大发展时期，到时候肯定还会需要很多人才。所以，在这期间，尽量把心态放低，以学习经验为主，不要盲目地追求高收入高职位。",
    "annotation": [
      {
        "sentence": "受疫情影响，很多公司的发展受限，可能对人才需求量较少。",
        "label": ""
      },
      {
        "sentence": "但这并不代表所有公司都一样，一些行业可能会受到更大的冲击，而另一些行业则因为疫情而产生更多机遇。",
        "label": ""
      },
      {
        "sentence": "你可以参考一下以上因素，等疫情过去后，经济发展正常，将又是一个大发展时期，到时候肯定还会需要很多人才。",
        "label": ""
      },
      {
        "sentence": "所以，在这期间，尽量把心态放低，以学习经验为主，不要盲目地追求高收入高职位。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会认真考虑这些因素。谢谢你提供的建议，让我更清楚地看待这个问题。我会制订一份职业规划，并和公司进一步沟通了解情况。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "你说得对，我会认真考虑这些因素。",
        "label": ""
      },
      {
        "sentence": "谢谢你提供的建议，让我更清楚地看待这个问题。",
        "label": ""
      },
      {
        "sentence": "我会制订一份职业规划，并和公司进一步沟通了解情况。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。有任何问题都可以随时来找我，我会尽力帮助你。记住，一切都会好起来的，加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "有任何问题都可以随时来找我，我会尽力帮助你。",
        "label": ""
      },
      {
        "sentence": "记住，一切都会好起来的，加油！",
        "label": ""
      }
    ]
  }
]