[
  {
    "role": "client",
    "content": "开学即将大四，身边的同学都有固定对象，我遇不到？",
    "annotation": [
      {
        "sentence": "开学即将大四，身边的同学都有固定对象，我遇不到？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的担忧。看到身边的人有伴侣确实会引起不安和焦虑。可以告诉我更多关于你遇到困惑的情况吗？",
    "annotation": [
      {
        "sentence": "我了解你的担忧。",
        "label": ""
      },
      {
        "sentence": "看到身边的人有伴侣确实会引起不安和焦虑。",
        "label": ""
      },
      {
        "sentence": "可以告诉我更多关于你遇到困惑的情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "开学即将大四，见到身边的人听到很多故事发现许许多多的人都有固定的对象，因为本科学校背景一般，所以打算出国深造，然后继续往北京的学校考研。我很焦虑，我向往一个很稳定的感情关系，但我很奇怪，交往过十个男朋友，我始终无法找到可以让我稳定下来的感觉。我也并非见一个爱一个，在男女朋友关系中我是很忠诚的，但实在不能稳定下去，或是真的遇到的人沟通成本过高，或者人家觉得我们根本不可能有未来。我不知道再能等来什么，我不知道我要期待什么，我甚至不敢去碰，现在心中满满焦虑。",
    "annotation": [
      {
        "sentence": "开学即将大四，见到身边的人听到很多故事发现许许多多的人都有固定的对象，因为本科学校背景一般，所以打算出国深造，然后继续往北京的学校考研。",
        "label": ""
      },
      {
        "sentence": "我很焦虑，我向往一个很稳定的感情关系，但我很奇怪，交往过十个男朋友，我始终无法找到可以让我稳定下来的感觉。",
        "label": ""
      },
      {
        "sentence": "我也并非见一个爱一个，在男女朋友关系中我是很忠诚的，但实在不能稳定下去，或是真的遇到的人沟通成本过高，或者人家觉得我们根本不可能有未来。",
        "label": ""
      },
      {
        "sentence": "我不知道再能等来什么，我不知道我要期待什么，我甚至不敢去碰，现在心中满满焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你感受到的压力和困惑。你对于寻找稳定感情关系的期待是很正常的。和你相处的男朋友数量虽然较多，但我相信你之前的经历都是对你爱情观的积累，它们会帮助你更清楚地了解自己的需求和对伴侣的期许。对于感情的发展，每个人都有自己的节奏，不要急于获得。或许下一个机会就是你一直在等待的那个人。",
    "annotation": [
      {
        "sentence": "明白你感受到的压力和困惑。",
        "label": ""
      },
      {
        "sentence": "你对于寻找稳定感情关系的期待是很正常的。",
        "label": ""
      },
      {
        "sentence": "和你相处的男朋友数量虽然较多，但我相信你之前的经历都是对你爱情观的积累，它们会帮助你更清楚地了解自己的需求和对伴侣的期许。",
        "label": ""
      },
      {
        "sentence": "对于感情的发展，每个人都有自己的节奏，不要急于获得。",
        "label": ""
      },
      {
        "sentence": "或许下一个机会就是你一直在等待的那个人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我也明白每个人都有自己的发展节奏，但面对周围已经有稳定感情的人，我还是时常会感到沮丧和焦虑。我害怕再次经历失败，害怕无法和潜在的伴侣建立起长久的关系，我该如何克服这些恐惧？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我也明白每个人都有自己的发展节奏，但面对周围已经有稳定感情的人，我还是时常会感到沮丧和焦虑。",
        "label": ""
      },
      {
        "sentence": "我害怕再次经历失败，害怕无法和潜在的伴侣建立起长久的关系，我该如何克服这些恐惧？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕再度经历失败和无法建立长久关系的恐惧是很常见的。重要的是要相信自己的价值和能力，不要让过去的经历影响你对未来的信心。与此同时，建立积极的自我形象也是帮助你克服这些恐惧的方式之一。坚持做自己喜欢的事情，提升自己的自信心。只要你保持开放的心态，你会遇到一个值得你付出的人。",
    "annotation": [
      {
        "sentence": "害怕再度经历失败和无法建立长久关系的恐惧是很常见的。",
        "label": ""
      },
      {
        "sentence": "重要的是要相信自己的价值和能力，不要让过去的经历影响你对未来的信心。",
        "label": ""
      },
      {
        "sentence": "与此同时，建立积极的自我形象也是帮助你克服这些恐惧的方式之一。",
        "label": ""
      },
      {
        "sentence": "坚持做自己喜欢的事情，提升自己的自信心。",
        "label": ""
      },
      {
        "sentence": "只要你保持开放的心态，你会遇到一个值得你付出的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着相信自己，提升自己的自信心。可是有时候我也会担心，是不是因为我选择出国深造的原因才导致我无法找到稳定的感情关系呢？我担心我将来回国后会因为学校和生活的压力错过恋爱的机会。",
    "annotation": [
      {
        "sentence": "我会试着相信自己，提升自己的自信心。",
        "label": ""
      },
      {
        "sentence": "可是有时候我也会担心，是不是因为我选择出国深造的原因才导致我无法找到稳定的感情关系呢？",
        "label": ""
      },
      {
        "sentence": "我担心我将来回国后会因为学校和生活的压力错过恋爱的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "出国深造是你个人成长和学业发展的一种选择，不必过于苛责自己。生活中的选择和机会总是多样的，你目前无法找到稳定的感情关系，不一定与出国深造有直接关系。回国后，你仍然会有机会遇到合适的伴侣。生活中的压力是可以控制和调节的，学会平衡，给自己留出时间去发展感情，你会找到一个适合你的人。",
    "annotation": [
      {
        "sentence": "出国深造是你个人成长和学业发展的一种选择，不必过于苛责自己。",
        "label": ""
      },
      {
        "sentence": "生活中的选择和机会总是多样的，你目前无法找到稳定的感情关系，不一定与出国深造有直接关系。",
        "label": ""
      },
      {
        "sentence": "回国后，你仍然会有机会遇到合适的伴侣。",
        "label": ""
      },
      {
        "sentence": "生活中的压力是可以控制和调节的，学会平衡，给自己留出时间去发展感情，你会找到一个适合你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议。我会尝试平衡学习和生活压力，为自己的感情生活留出时间和空间。但同时，我也认识到不能把所有注意力都放在感情上，我应该更关注自己的成长和发展。再次谢谢你的支持和理解。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试平衡学习和生活压力，为自己的感情生活留出时间和空间。",
        "label": ""
      },
      {
        "sentence": "但同时，我也认识到不能把所有注意力都放在感情上，我应该更关注自己的成长和发展。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你的支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能帮助你。记住，你的个人成长和幸福感是最重要的。把焦点放在自己身上，做自己喜欢的事情和追求个人目标，这样你会更加自信和吸引力。无论何时，如果你还需要谈话或支持，都可以随时向我倾诉。祝福你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能帮助你。",
        "label": ""
      },
      {
        "sentence": "记住，你的个人成长和幸福感是最重要的。",
        "label": ""
      },
      {
        "sentence": "把焦点放在自己身上，做自己喜欢的事情和追求个人目标，这样你会更加自信和吸引力。",
        "label": ""
      },
      {
        "sentence": "无论何时，如果你还需要谈话或支持，都可以随时向我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝福你一切顺利！",
        "label": ""
      }
    ]
  }
]