[
  {
    "role": "client",
    "content": "我最近有很多事情困扰，对期末考试，考研，选学校等都不知道怎么应对。今年的疫情让很多事情都发生了变化，放假提前，考试提前，没有复习周，导师的督促，考研的规划，毕设的计划……所有的事情开始了，但是不知道应该找谁商量。本身喜欢随意、懒散的我一下被推倒了顶，不知道该怎么办，很烦扰。",
    "annotation": [
      {
        "sentence": "我最近有很多事情困扰，对期末考试，考研，选学校等都不知道怎么应对。",
        "label": ""
      },
      {
        "sentence": "今年的疫情让很多事情都发生了变化，放假提前，考试提前，没有复习周，导师的督促，考研的规划，毕设的计划……所有的事情开始了，但是不知道应该找谁商量。",
        "label": ""
      },
      {
        "sentence": "本身喜欢随意、懒散的我一下被推倒了顶，不知道该怎么办，很烦扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题，能感受到你现在的困扰和焦虑，也很理解你现在的心情，先#先看看你的问题#～外部因素：疫情影响下，学校放假提前，考试提前，没有复习周，导师的督促，考研的规划，毕设的计划……所有的事情都开始了。～内部因素：本身喜欢随意、懒散因为内外双重原因导致现在你目前面临很大学业压力，以至于自己不知道该怎么应对现在的问题，所以很烦扰也很焦虑。一个人同时面对多件事情的时候，很容易产生巨大的心理压力，你现在应该就是这个状态，这确实是一种比较让人痛苦难受的状态，很心疼。",
    "annotation": [
      {
        "sentence": "看到你的问题，能感受到你现在的困扰和焦虑，也很理解你现在的心情，先#先看看你的问题#～外部因素：疫情影响下，学校放假提前，考试提前，没有复习周，导师的督促，考研的规划，毕设的计划……所有的事情都开始了。",
        "label": ""
      },
      {
        "sentence": "～内部因素：本身喜欢随意、懒散因为内外双重原因导致现在你目前面临很大学业压力，以至于自己不知道该怎么应对现在的问题，所以很烦扰也很焦虑。",
        "label": ""
      },
      {
        "sentence": "一个人同时面对多件事情的时候，很容易产生巨大的心理压力，你现在应该就是这个状态，这确实是一种比较让人痛苦难受的状态，很心疼。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是这种状态，听到你这么说我感觉自己又被理解了，但我还是很迷茫，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "是的，我就是这种状态，听到你这么说我感觉自己又被理解了，但我还是很迷茫，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，我可以给你一些建议，让你有一些解决问题的方向。首先，调整心态。良好的心态是应对和解决问题的良药，当面对很大压力的时候，需要自我调整，如果能把压力转换成相应的动力，来激发学习的热情，那问题基本就可以解决一半了。你可以告诉我面对这些考试和计划时你的具体想法和感受。",
    "annotation": [
      {
        "sentence": "没问题，我可以给你一些建议，让你有一些解决问题的方向。",
        "label": ""
      },
      {
        "sentence": "首先，调整心态。",
        "label": ""
      },
      {
        "sentence": "良好的心态是应对和解决问题的良药，当面对很大压力的时候，需要自我调整，如果能把压力转换成相应的动力，来激发学习的热情，那问题基本就可以解决一半了。",
        "label": ""
      },
      {
        "sentence": "你可以告诉我面对这些考试和计划时你的具体想法和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我有时候觉得自己考不好，就会很沮丧，失去动力。有时候又会很暴躁，怎么也控制不住情绪。",
    "annotation": [
      {
        "sentence": "我有时候觉得自己考不好，就会很沮丧，失去动力。",
        "label": ""
      },
      {
        "sentence": "有时候又会很暴躁，怎么也控制不住情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的描述，我理解你觉得很难从情绪上抽离开来，有点被深深地卷入其中。我想说的是，失去动力的时候，不妨问问自己：我这样沮丧究竟能够带给我一些什么，然后针对性地调整自己的思路。有些人倾向于把成绩看得太重，所以出现了学习焦虑，有时候仔细想想，只要努力把自己应该做的事情做好，就已经能很好地面对将来的一切了。",
    "annotation": [
      {
        "sentence": "听到你的描述，我理解你觉得很难从情绪上抽离开来，有点被深深地卷入其中。",
        "label": ""
      },
      {
        "sentence": "我想说的是，失去动力的时候，不妨问问自己：我这样沮丧究竟能够带给我一些什么，然后针对性地调整自己的思路。",
        "label": ""
      },
      {
        "sentence": "有些人倾向于把成绩看得太重，所以出现了学习焦虑，有时候仔细想想，只要努力把自己应该做的事情做好，就已经能很好地面对将来的一切了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着调整一下我的想法。但我还是很害怕自己会在压力下崩溃。",
    "annotation": [
      {
        "sentence": "我会试着调整一下我的想法。",
        "label": ""
      },
      {
        "sentence": "但我还是很害怕自己会在压力下崩溃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "辛苦和挫折都是在求知道路上的必经之路，所以你因此而崩溃并不是什么丢脸的事情。人生中总会遇到那么几道难以跨越的坎，这样的经历也许会让你更加坚强，更加珍视现在自己所拥有的东西。此外，你可以尝试在学习之余找到一些可以自我放松的活动，例如看电影、做手工、参加体育锻炼等，它们有助于缓解压力。",
    "annotation": [
      {
        "sentence": "辛苦和挫折都是在求知道路上的必经之路，所以你因此而崩溃并不是什么丢脸的事情。",
        "label": ""
      },
      {
        "sentence": "人生中总会遇到那么几道难以跨越的坎，这样的经历也许会让你更加坚强，更加珍视现在自己所拥有的东西。",
        "label": ""
      },
      {
        "sentence": "此外，你可以尝试在学习之余找到一些可以自我放松的活动，例如看电影、做手工、参加体育锻炼等，它们有助于缓解压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会尝试在学习之余安排些自己喜欢的事情，谢谢你的建议。可我还是不知道怎样更好地安排自己的学习计划。",
    "annotation": [
      {
        "sentence": "好的，我会尝试在学习之余安排些自己喜欢的事情，谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "可我还是不知道怎样更好地安排自己的学习计划。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "放心，我们可以一起研究一下你的学习计划。很多时候，时间安排合理很重要。首先，抽时间进行时间管理(GTD)，从而来合理安排时间。可以把目前的各项事件列出来，并按事件的重要程度和截止时间作为主要考量标准来进行优先级的排序。比如：1.期末考试、2.考研规划、3.毕业设计。但从描述来看，你的任务都是属于长时间的大任务，因此还需要给各个任务细分小任务并按优先级安排具体的复习时间。最后，根据复习时间表安排学习，当你在学习某项任务的时候，保持全神贯注于该任务，不要去考虑其他任务。做完一个再去接着完成下一个任务。这样，你会发现任务在一点点减少，压力也一点点减轻。",
    "annotation": [
      {
        "sentence": "放心，我们可以一起研究一下你的学习计划。",
        "label": ""
      },
      {
        "sentence": "很多时候，时间安排合理很重要。",
        "label": ""
      },
      {
        "sentence": "首先，抽时间进行时间管理(GTD)，从而来合理安排时间。",
        "label": ""
      },
      {
        "sentence": "可以把目前的各项事件列出来，并按事件的重要程度和截止时间作为主要考量标准来进行优先级的排序。",
        "label": ""
      },
      {
        "sentence": "比如：1.期末考试、2.考研规划、3.毕业设计。",
        "label": ""
      },
      {
        "sentence": "但从描述来看，你的任务都是属于长时间的大任务，因此还需要给各个任务细分小任务并按优先级安排具体的复习时间。",
        "label": ""
      },
      {
        "sentence": "最后，根据复习时间表安排学习，当你在学习某项任务的时候，保持全神贯注于该任务，不要去考虑其他任务。",
        "label": ""
      },
      {
        "sentence": "做完一个再去接着完成下一个任务。",
        "label": ""
      },
      {
        "sentence": "这样，你会发现任务在一点点减少，压力也一点点减轻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些都是非常不错的建议，我想我可以试试看。还有什么好的方法来舒缓我的情绪吗？",
    "annotation": [
      {
        "sentence": "这些都是非常不错的建议，我想我可以试试看。",
        "label": ""
      },
      {
        "sentence": "还有什么好的方法来舒缓我的情绪吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，一些自我降压活动也相当重要。比如一些打发时间的愉悦事情，例如读书、游戏等，或者去运动、唱歌解闷，适当的发泄方式把情绪释放出来，或者找朋友倾诉宣泄一下，及时的排解和释放压力也很重要。同时也要不断提升自身的抗压能力，保持身心健康才能有效应对压力。希望我的回答能有所帮助，祝福。",
    "annotation": [
      {
        "sentence": "当然，一些自我降压活动也相当重要。",
        "label": ""
      },
      {
        "sentence": "比如一些打发时间的愉悦事情，例如读书、游戏等，或者去运动、唱歌解闷，适当的发泄方式把情绪释放出来，或者找朋友倾诉宣泄一下，及时的排解和释放压力也很重要。",
        "label": ""
      },
      {
        "sentence": "同时也要不断提升自身的抗压能力，保持身心健康才能有效应对压力。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能有所帮助，祝福。",
        "label": ""
      }
    ]
  }
]