[
  {
    "role": "client",
    "content": "为什么明知道他伤害了我，得知他要走，还是很难过？",
    "annotation": [
      {
        "sentence": "为什么明知道他伤害了我，得知他要走，还是很难过？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情感确实是非常复杂的。当我们遇到一些人，明明知道他们对我们没感觉，但自己却念念不忘；或者明明知道有人喜欢我们，但我们却无法回应。而有些人伤害了我们，却又没有办法生他们的气。听听你的问题：一个成熟的男人让你动了心，但他却是有家室的人，这让你很伤心。更重要的是，他瞒着你的婚姻情况，你是从他的下属那里得知的消息。现在他要离开了，虽然你们没有发生关系，但你仍然很难过，同时又有一丝庆幸，你的内心很矛盾。一个成熟的男人相比其他人可能更具吸引力，他可能更加懂得女人的心思，让女人感到安全。而且他还是你的老板，当然并不是说你爱财，而是我们常常倾慕成功人士，欣赏优秀的人才。所以你对他有好感是可以理解的，只是因为他有家庭，你又是一个有原则的女人，分开也成为了必然。当然庆幸的是，你们还没有发生关系。在我们的生活中，很多女孩子进入职场时不懂得保护自己，不少人还会遭遇潜规则。比如利诱你给你更好的职位，给你更大的发展空间等，这种小利益能迷失很多人。而你并不是，这说明你有一定的保护意识，没有被爱情或职场的黑暗面迷惑，这是值得高兴的。但你现在很痛苦的是，明明知道他伤害了你，为什么得知他要走还是会很痛苦呢？可能有以下几个原因：对方的感情经验丰富，而你感情经验不足，所以你觉得他是真的喜欢你。你对他的第一印象非常好，非常欣赏他，以为可以成为一对，结果却是这样一个结局，你难以接受。在这段感情中，你真的付出了很多，觉得自己找到了真爱。最后得到这样的结果，你对自己的付出感到非常委屈。你对自己的看人眼光产生了怀疑，对自己今后的感情生活非常迷茫，所以很痛苦。但事实上这样的男人根本不值得你去伤心。或许他在事业上非常成功，但在感情上肯定是很失败的。同样他也是一个非常不负责任的男人，既对你也对他的家庭。首先是对他的家庭，既然他有妻子和子女，他在做这样的事情时肯定没有想过他们的感受，也没有意识到这会给他们带来的伤害，只为了一时的享受。而对于你，他从一开始就没有考虑过负责任的问题。因为他没有告诉你他有家庭，也没有说要离婚和你在一起。也就是说他不会为了你放弃家庭，一开始他就只是和你玩玩。我知道这听起来很残酷，但事实就是如此。就像现在你为他离开而伤心，他可能根本没有考虑过你的感受，而是在考虑如何向他的家人赔罪。在爱情的路上我们确实会走弯路，会认错人。有的人一见钟情却最后发现性格不合，有的人不爱对方却因控制而不愿放手，还有的人一开始就是为了欺骗对方，还有的人只是玩弄感情而已...但我们不能因为一次感情失败就否定所有人，进而对爱情失去信心。事实上大部分夫妻，对方都不是自己的初恋。我们都会从一个不懂爱情的人，慢慢接触懂得爱情，最后找到真爱。这个过程是需要时间的。过去的已经过去，新的未来一定会更好，对吧？我们要从这次的感情中吸取教训，以后与别人相处时一定要了解对方的背景，不能被蒙在鼓里。只有这样，你才不会再次受到伤害。希望这些建议对你有所帮助，也希望你能够尽快走出伤痛，迎接新的爱情。",
    "annotation": [
      {
        "sentence": "情感确实是非常复杂的。",
        "label": ""
      },
      {
        "sentence": "当我们遇到一些人，明明知道他们对我们没感觉，但自己却念念不忘；或者明明知道有人喜欢我们，但我们却无法回应。",
        "label": ""
      },
      {
        "sentence": "而有些人伤害了我们，却又没有办法生他们的气。",
        "label": ""
      },
      {
        "sentence": "听听你的问题：一个成熟的男人让你动了心，但他却是有家室的人，这让你很伤心。",
        "label": ""
      },
      {
        "sentence": "更重要的是，他瞒着你的婚姻情况，你是从他的下属那里得知的消息。",
        "label": ""
      },
      {
        "sentence": "现在他要离开了，虽然你们没有发生关系，但你仍然很难过，同时又有一丝庆幸，你的内心很矛盾。",
        "label": ""
      },
      {
        "sentence": "一个成熟的男人相比其他人可能更具吸引力，他可能更加懂得女人的心思，让女人感到安全。",
        "label": ""
      },
      {
        "sentence": "而且他还是你的老板，当然并不是说你爱财，而是我们常常倾慕成功人士，欣赏优秀的人才。",
        "label": ""
      },
      {
        "sentence": "所以你对他有好感是可以理解的，只是因为他有家庭，你又是一个有原则的女人，分开也成为了必然。",
        "label": ""
      },
      {
        "sentence": "当然庆幸的是，你们还没有发生关系。",
        "label": ""
      },
      {
        "sentence": "在我们的生活中，很多女孩子进入职场时不懂得保护自己，不少人还会遭遇潜规则。",
        "label": ""
      },
      {
        "sentence": "比如利诱你给你更好的职位，给你更大的发展空间等，这种小利益能迷失很多人。",
        "label": ""
      },
      {
        "sentence": "而你并不是，这说明你有一定的保护意识，没有被爱情或职场的黑暗面迷惑，这是值得高兴的。",
        "label": ""
      },
      {
        "sentence": "但你现在很痛苦的是，明明知道他伤害了你，为什么得知他要走还是会很痛苦呢？",
        "label": ""
      },
      {
        "sentence": "可能有以下几个原因：对方的感情经验丰富，而你感情经验不足，所以你觉得他是真的喜欢你。",
        "label": ""
      },
      {
        "sentence": "你对他的第一印象非常好，非常欣赏他，以为可以成为一对，结果却是这样一个结局，你难以接受。",
        "label": ""
      },
      {
        "sentence": "在这段感情中，你真的付出了很多，觉得自己找到了真爱。",
        "label": ""
      },
      {
        "sentence": "最后得到这样的结果，你对自己的付出感到非常委屈。",
        "label": ""
      },
      {
        "sentence": "你对自己的看人眼光产生了怀疑，对自己今后的感情生活非常迷茫，所以很痛苦。",
        "label": ""
      },
      {
        "sentence": "但事实上这样的男人根本不值得你去伤心。",
        "label": ""
      },
      {
        "sentence": "或许他在事业上非常成功，但在感情上肯定是很失败的。",
        "label": ""
      },
      {
        "sentence": "同样他也是一个非常不负责任的男人，既对你也对他的家庭。",
        "label": ""
      },
      {
        "sentence": "首先是对他的家庭，既然他有妻子和子女，他在做这样的事情时肯定没有想过他们的感受，也没有意识到这会给他们带来的伤害，只为了一时的享受。",
        "label": ""
      },
      {
        "sentence": "而对于你，他从一开始就没有考虑过负责任的问题。",
        "label": ""
      },
      {
        "sentence": "因为他没有告诉你他有家庭，也没有说要离婚和你在一起。",
        "label": ""
      },
      {
        "sentence": "也就是说他不会为了你放弃家庭，一开始他就只是和你玩玩。",
        "label": ""
      },
      {
        "sentence": "我知道这听起来很残酷，但事实就是如此。",
        "label": ""
      },
      {
        "sentence": "就像现在你为他离开而伤心，他可能根本没有考虑过你的感受，而是在考虑如何向他的家人赔罪。",
        "label": ""
      },
      {
        "sentence": "在爱情的路上我们确实会走弯路，会认错人。",
        "label": ""
      },
      {
        "sentence": "有的人一见钟情却最后发现性格不合，有的人不爱对方却因控制而不愿放手，还有的人一开始就是为了欺骗对方，还有的人只是玩弄感情而已...但我们不能因为一次感情失败就否定所有人，进而对爱情失去信心。",
        "label": ""
      },
      {
        "sentence": "事实上大部分夫妻，对方都不是自己的初恋。",
        "label": ""
      },
      {
        "sentence": "我们都会从一个不懂爱情的人，慢慢接触懂得爱情，最后找到真爱。",
        "label": ""
      },
      {
        "sentence": "这个过程是需要时间的。",
        "label": ""
      },
      {
        "sentence": "过去的已经过去，新的未来一定会更好，对吧？",
        "label": ""
      },
      {
        "sentence": "我们要从这次的感情中吸取教训，以后与别人相处时一定要了解对方的背景，不能被蒙在鼓里。",
        "label": ""
      },
      {
        "sentence": "只有这样，你才不会再次受到伤害。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有所帮助，也希望你能够尽快走出伤痛，迎接新的爱情。",
        "label": ""
      }
    ]
  }
]