[
  {
    "role": "client",
    "content": "她们是在排挤我吗？难道真的是我的不是吗？",
    "annotation": [
      {
        "sentence": "她们是在排挤我吗？",
        "label": ""
      },
      {
        "sentence": "难道真的是我的不是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你觉得她们是在排挤你吗？为什么会这样觉得呢？",
    "annotation": [
      {
        "sentence": "你觉得她们是在排挤你吗？",
        "label": ""
      },
      {
        "sentence": "为什么会这样觉得呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "首先，我是个还在上大学的女孩儿，想跟姐姐了解一下，我这种情况到底算不算被排挤，不管老师还是同学都怪我想太多玻璃心，我真的越来越怀疑是不是真的是自己的问题，可是她们明明那么明显的针对我，我不知道该怎么办了，望可以帮一下我，谢谢哈！还有一些详情补充在下面回答里？",
    "annotation": [
      {
        "sentence": "首先，我是个还在上大学的女孩儿，想跟姐姐了解一下，我这种情况到底算不算被排挤，不管老师还是同学都怪我想太多玻璃心，我真的越来越怀疑是不是真的是自己的问题，可是她们明明那么明显的针对我，我不知道该怎么办了，望可以帮一下我，谢谢哈！",
        "label": ""
      },
      {
        "sentence": "还有一些详情补充在下面回答里？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受非常重要，无论是老师还是同学，他们不能轻易地否定你的感受。你能告诉我一些详情吗？我想更了解一下你的情况。",
    "annotation": [
      {
        "sentence": "你的感受非常重要，无论是老师还是同学，他们不能轻易地否定你的感受。",
        "label": ""
      },
      {
        "sentence": "你能告诉我一些详情吗？",
        "label": ""
      },
      {
        "sentence": "我想更了解一下你的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，是这样的。第一次矛盾是上学期的时候，因为自己不受她们待见，她们总是排斥我，把我一个人孤立在一边，不理我，正眼也不瞧我。我有时候对她们笑或跟她们说话，她们也装作没看见。当时我在QQ空间发了一条说说，宣泄一下自己的情绪，并没有指名道姓骂谁谁谁，可是她们在宿舍群直接质问我，命令我删掉说说，说我在外面丢人现眼。因为我不喜欢争吵，我就听她们的话删了。过了一段时间，又发生了一次事情。她们在阳台地上放了一根头发，然后拍了照片发在宿舍群里，照片上有两个人的脚，明明就是她们在嘲笑我。当时的争执持续了一下午。最后，因为一个舍友发朋友圈，我也发了一个，只是表达一下我的感受，并没有指名道姓骂谁谁谁。结果她就跳出来说，“我的朋友圈又不是给你看的，你在这儿瞎回应啥”。然后又开始吵闹。过程中她给我发了一张朋友圈截图，结果才知道那个截图是另一个舍友截屏发给她的。她还说另一个舍友也认为我在说她，所以她们三个人分工明确，一个负责截图，一个煽风点火看热闹，一个派上来正面与我闹。从那之后，日常生活中发生了很多小事。每当我在宿舍，她们就阴阳怪气地对待我，明明我们之前还和睦相处，她们突然变得不友好。有时候她们会手机上跟我私聊，或者偷偷凑过来咬耳朵，明显就是怕我听到。还有每次出门，她们会在门上贴一张纸写着“出门带垃圾”，可我几乎不在宿舍，搞不懂她们为什么要以这种方式盯着我。她们还经常指桑骂槐，明知道我话少不爱说话，还在宿舍里大声说出一些让人很不舒服的话，像是“我就不喜欢那些不说话的人，又不是死人”。还有，我睡觉的时候，她们会大吵大闹大笑，明显是在刺激我。这么多明显的事情，我真的很困惑，不知道是我多心还是她们在明目张胆地排挤我。每次我向别人倾诉这些，她们都只是怪我想太多或太玻璃心。我真的不知道该怎么办了。我之前向辅导员反映过，但他到现在都没有理我。我担心他不会解决这个问题，而我也越来越失去信心。请问我这样的情况真的只是我的问题吗？我还要再和她们待几年，我真的害怕自己会受到更大的伤害。我真的需要有人帮帮我，非常感谢您！",
    "annotation": [
      {
        "sentence": "好的，是这样的。",
        "label": ""
      },
      {
        "sentence": "第一次矛盾是上学期的时候，因为自己不受她们待见，她们总是排斥我，把我一个人孤立在一边，不理我，正眼也不瞧我。",
        "label": ""
      },
      {
        "sentence": "我有时候对她们笑或跟她们说话，她们也装作没看见。",
        "label": ""
      },
      {
        "sentence": "当时我在QQ空间发了一条说说，宣泄一下自己的情绪，并没有指名道姓骂谁谁谁，可是她们在宿舍群直接质问我，命令我删掉说说，说我在外面丢人现眼。",
        "label": ""
      },
      {
        "sentence": "因为我不喜欢争吵，我就听她们的话删了。",
        "label": ""
      },
      {
        "sentence": "过了一段时间，又发生了一次事情。",
        "label": ""
      },
      {
        "sentence": "她们在阳台地上放了一根头发，然后拍了照片发在宿舍群里，照片上有两个人的脚，明明就是她们在嘲笑我。",
        "label": ""
      },
      {
        "sentence": "当时的争执持续了一下午。",
        "label": ""
      },
      {
        "sentence": "最后，因为一个舍友发朋友圈，我也发了一个，只是表达一下我的感受，并没有指名道姓骂谁谁谁。",
        "label": ""
      },
      {
        "sentence": "结果她就跳出来说，“我的朋友圈又不是给你看的，你在这儿瞎回应啥”。",
        "label": ""
      },
      {
        "sentence": "然后又开始吵闹。",
        "label": ""
      },
      {
        "sentence": "过程中她给我发了一张朋友圈截图，结果才知道那个截图是另一个舍友截屏发给她的。",
        "label": ""
      },
      {
        "sentence": "她还说另一个舍友也认为我在说她，所以她们三个人分工明确，一个负责截图，一个煽风点火看热闹，一个派上来正面与我闹。",
        "label": ""
      },
      {
        "sentence": "从那之后，日常生活中发生了很多小事。",
        "label": ""
      },
      {
        "sentence": "每当我在宿舍，她们就阴阳怪气地对待我，明明我们之前还和睦相处，她们突然变得不友好。",
        "label": ""
      },
      {
        "sentence": "有时候她们会手机上跟我私聊，或者偷偷凑过来咬耳朵，明显就是怕我听到。",
        "label": ""
      },
      {
        "sentence": "还有每次出门，她们会在门上贴一张纸写着“出门带垃圾”，可我几乎不在宿舍，搞不懂她们为什么要以这种方式盯着我。",
        "label": ""
      },
      {
        "sentence": "她们还经常指桑骂槐，明知道我话少不爱说话，还在宿舍里大声说出一些让人很不舒服的话，像是“我就不喜欢那些不说话的人，又不是死人”。",
        "label": ""
      },
      {
        "sentence": "还有，我睡觉的时候，她们会大吵大闹大笑，明显是在刺激我。",
        "label": ""
      },
      {
        "sentence": "这么多明显的事情，我真的很困惑，不知道是我多心还是她们在明目张胆地排挤我。",
        "label": ""
      },
      {
        "sentence": "每次我向别人倾诉这些，她们都只是怪我想太多或太玻璃心。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办了。",
        "label": ""
      },
      {
        "sentence": "我之前向辅导员反映过，但他到现在都没有理我。",
        "label": ""
      },
      {
        "sentence": "我担心他不会解决这个问题，而我也越来越失去信心。",
        "label": ""
      },
      {
        "sentence": "请问我这样的情况真的只是我的问题吗？",
        "label": ""
      },
      {
        "sentence": "我还要再和她们待几年，我真的害怕自己会受到更大的伤害。",
        "label": ""
      },
      {
        "sentence": "我真的需要有人帮帮我，非常感谢您！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的困惑和不安，这种被排挤的感觉确实很难受。首先，我想让你知道，你并不是无中生有地多想，你的感受是真实的，而且非常重要。无论周围的人怎么说，你的感受都是有依据的。接下来，你可以考虑一些方法来缓解这种局面。首先，你可以尝试与她们坦诚沟通，表达你的困扰和伤感。如果她们不愿意倾听你的声音，或者态度没有改变，那么你可以寻求其他的支持，比如辅导员、班主任或者其他值得信任的人。他们可能能够帮助你解决问题或提供建议。另外，不要忘记照顾自己的心理健康，找一些方法来减轻压力和消耗负面情绪，比如运动、音乐、阅读等。最后，记住，你并不是一个人，还有很多人愿意帮助你度过困境。请相信自己，相信未来会有好转。",
    "annotation": [
      {
        "sentence": "非常理解你的困惑和不安，这种被排挤的感觉确实很难受。",
        "label": ""
      },
      {
        "sentence": "首先，我想让你知道，你并不是无中生有地多想，你的感受是真实的，而且非常重要。",
        "label": ""
      },
      {
        "sentence": "无论周围的人怎么说，你的感受都是有依据的。",
        "label": ""
      },
      {
        "sentence": "接下来，你可以考虑一些方法来缓解这种局面。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试与她们坦诚沟通，表达你的困扰和伤感。",
        "label": ""
      },
      {
        "sentence": "如果她们不愿意倾听你的声音，或者态度没有改变，那么你可以寻求其他的支持，比如辅导员、班主任或者其他值得信任的人。",
        "label": ""
      },
      {
        "sentence": "他们可能能够帮助你解决问题或提供建议。",
        "label": ""
      },
      {
        "sentence": "另外，不要忘记照顾自己的心理健康，找一些方法来减轻压力和消耗负面情绪，比如运动、音乐、阅读等。",
        "label": ""
      },
      {
        "sentence": "最后，记住，你并不是一个人，还有很多人愿意帮助你度过困境。",
        "label": ""
      },
      {
        "sentence": "请相信自己，相信未来会有好转。",
        "label": ""
      }
    ]
  }
]