[
  {
    "role": "client",
    "content": "年纪到了，但不想恋爱，要不要找个差不多的占个坑？不知不觉自己也到了适婚年龄，本人对恋爱很无感（不是因为没遇到合适的人，是本身就不喜欢，就像有人不喜欢香菜一样）。但是中国毕竟是普婚社会，不结婚就跟异类一样。而且女生年纪大了很难找对象，我也怕以后想结婚了但是年纪大了没有后悔的余地了。所以我要不要先违背自己的内心，找个差不多的占个坑，以免自己被剩下？",
    "annotation": [
      {
        "sentence": "年纪到了，但不想恋爱，要不要找个差不多的占个坑？",
        "label": ""
      },
      {
        "sentence": "不知不觉自己也到了适婚年龄，本人对恋爱很无感（不是因为没遇到合适的人，是本身就不喜欢，就像有人不喜欢香菜一样）。",
        "label": ""
      },
      {
        "sentence": "但是中国毕竟是普婚社会，不结婚就跟异类一样。",
        "label": ""
      },
      {
        "sentence": "而且女生年纪大了很难找对象，我也怕以后想结婚了但是年纪大了没有后悔的余地了。",
        "label": ""
      },
      {
        "sentence": "所以我要不要先违背自己的内心，找个差不多的占个坑，以免自己被剩下？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你只是想占个坑，那么对方是怎么想的呢？如果他知道自己只是个坑，他会这么心甘情愿地让你占吗？",
    "annotation": [
      {
        "sentence": "你只是想占个坑，那么对方是怎么想的呢？",
        "label": ""
      },
      {
        "sentence": "如果他知道自己只是个坑，他会这么心甘情愿地让你占吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能不会。但是我也不确定自己会不会后悔，现在只是害怕以后错过结婚的机会。",
    "annotation": [
      {
        "sentence": "可能不会。",
        "label": ""
      },
      {
        "sentence": "但是我也不确定自己会不会后悔，现在只是害怕以后错过结婚的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "真心喜欢你，想要和你在一起的人，不会仅仅满足于表面上在一起的关系，肯定也是希望你也能同样地喜欢他。你是不是真正喜欢一个人，对方是可以感受得到的。即使暂时因为对你的喜欢而委屈自己，日子久了之后也会越来越不平衡，感情破裂。",
    "annotation": [
      {
        "sentence": "真心喜欢你，想要和你在一起的人，不会仅仅满足于表面上在一起的关系，肯定也是希望你也能同样地喜欢他。",
        "label": ""
      },
      {
        "sentence": "你是不是真正喜欢一个人，对方是可以感受得到的。",
        "label": ""
      },
      {
        "sentence": "即使暂时因为对你的喜欢而委屈自己，日子久了之后也会越来越不平衡，感情破裂。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，我也想要找到一个真正喜欢我的人。但是现实中，女生年纪大了很难找到合适的对象，我也担心以后后悔。",
    "annotation": [
      {
        "sentence": "我明白你的意思，我也想要找到一个真正喜欢我的人。",
        "label": ""
      },
      {
        "sentence": "但是现实中，女生年纪大了很难找到合适的对象，我也担心以后后悔。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "大概率你只能找到一个对感情没有要求，也只是想搭伙过日子的人。就像一些同性恋的形婚一样，大家各玩各的。那么这样的婚姻有什么意义呢？或者说，这是你想要的生活吗？和一个自己并不喜欢的人在一起，像你自己所说的违背自己的内心？",
    "annotation": [
      {
        "sentence": "大概率你只能找到一个对感情没有要求，也只是想搭伙过日子的人。",
        "label": ""
      },
      {
        "sentence": "就像一些同性恋的形婚一样，大家各玩各的。",
        "label": ""
      },
      {
        "sentence": "那么这样的婚姻有什么意义呢？",
        "label": ""
      },
      {
        "sentence": "或者说，这是你想要的生活吗？",
        "label": ""
      },
      {
        "sentence": "和一个自己并不喜欢的人在一起，像你自己所说的违背自己的内心？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白这样的婚姻可能没有意义。但是我又害怕被剩下，没有后悔的余地。",
    "annotation": [
      {
        "sentence": "是的，我明白这样的婚姻可能没有意义。",
        "label": ""
      },
      {
        "sentence": "但是我又害怕被剩下，没有后悔的余地。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以肯定的是，违背自己的内心是不会真正快乐的。婚姻这个问题上，没有标准答案，每个人有每个人的想法和喜好，有些人选择单身，有些人只是想搭伙过个日子，有些人一定要轰轰烈烈地真爱。幸福的真谛就是明白自己心里想要的东西，然后勇敢地去追求。心口不一最终只能让自己矛盾而又痛苦，甚至迷失自我，还把另一个人也牵扯进来，大家一起过着痛苦的生活。",
    "annotation": [
      {
        "sentence": "可以肯定的是，违背自己的内心是不会真正快乐的。",
        "label": ""
      },
      {
        "sentence": "婚姻这个问题上，没有标准答案，每个人有每个人的想法和喜好，有些人选择单身，有些人只是想搭伙过个日子，有些人一定要轰轰烈烈地真爱。",
        "label": ""
      },
      {
        "sentence": "幸福的真谛就是明白自己心里想要的东西，然后勇敢地去追求。",
        "label": ""
      },
      {
        "sentence": "心口不一最终只能让自己矛盾而又痛苦，甚至迷失自我，还把另一个人也牵扯进来，大家一起过着痛苦的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该去追求我真正想要的生活，而不是勉强自己去结婚。",
    "annotation": [
      {
        "sentence": "我明白了，我应该去追求我真正想要的生活，而不是勉强自己去结婚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果自己现在对恋爱和婚姻无感，不妨就顺从自己的内心，做自己想做的事情，活在当下。不要逼迫自己和一个没有感觉的人在一起。自信一些，有魅力的女人永远都是18，你总会等到那个恰好合适的人。就算等不到，潇潇洒洒地过一生，忠于自己，不是也挺好吗？",
    "annotation": [
      {
        "sentence": "如果自己现在对恋爱和婚姻无感，不妨就顺从自己的内心，做自己想做的事情，活在当下。",
        "label": ""
      },
      {
        "sentence": "不要逼迫自己和一个没有感觉的人在一起。",
        "label": ""
      },
      {
        "sentence": "自信一些，有魅力的女人永远都是18，你总会等到那个恰好合适的人。",
        "label": ""
      },
      {
        "sentence": "就算等不到，潇潇洒洒地过一生，忠于自己，不是也挺好吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我决定不再勉强自己去寻找婚姻，而是专注于自己的生活和事业。只有这样，我才能真正快乐。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我决定不再勉强自己去寻找婚姻，而是专注于自己的生活和事业。",
        "label": ""
      },
      {
        "sentence": "只有这样，我才能真正快乐。",
        "label": ""
      }
    ]
  }
]