[
  {
    "role": "client",
    "content": "我偷了父母2000元充游戏，现在我该怎么办？我偷了父母的钱充游戏，现在我特别害怕。我现在想自杀了，怎么办，我父母对我那么好，我居然做了这样的事情。",
    "annotation": [
      {
        "sentence": "我偷了父母2000元充游戏，现在我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我偷了父母的钱充游戏，现在我特别害怕。",
        "label": ""
      },
      {
        "sentence": "我现在想自杀了，怎么办，我父母对我那么好，我居然做了这样的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "玩游戏想要更好的装备、获得理想的成绩，这是很正常的心态。游戏电商们也是利用玩家们这样的心态提供各种消费品来赚钱的。不知道你的年龄多大了，从你的描述中推断你大概还在读书阶段吧，作为很多成年人都无法抵御这种虚拟消费的诱惑，而未成年人本身自控力、自制力都还在发展过程中，冲动消费也是情有可原的。",
    "annotation": [
      {
        "sentence": "玩游戏想要更好的装备、获得理想的成绩，这是很正常的心态。",
        "label": ""
      },
      {
        "sentence": "游戏电商们也是利用玩家们这样的心态提供各种消费品来赚钱的。",
        "label": ""
      },
      {
        "sentence": "不知道你的年龄多大了，从你的描述中推断你大概还在读书阶段吧，作为很多成年人都无法抵御这种虚拟消费的诱惑，而未成年人本身自控力、自制力都还在发展过程中，冲动消费也是情有可原的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对不起，我真的很后悔，没有想到会做出这种事情来。我现在特别担心父母会生气责怪我。",
    "annotation": [
      {
        "sentence": "对不起，我真的很后悔，没有想到会做出这种事情来。",
        "label": ""
      },
      {
        "sentence": "我现在特别担心父母会生气责怪我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "好在童年无知、青春年少，都是允许犯错的时候，因为你还有大把的时间可以去弥补，去成长。从你的自述中感受到，当你私自做主（没有告知父母并获得准许的情况下），发生了大额游戏消费（给游戏充值2000元），事发后担心父母发觉会责怪你所以心态恐慌。",
    "annotation": [
      {
        "sentence": "好在童年无知、青春年少，都是允许犯错的时候，因为你还有大把的时间可以去弥补，去成长。",
        "label": ""
      },
      {
        "sentence": "从你的自述中感受到，当你私自做主（没有告知父母并获得准许的情况下），发生了大额游戏消费（给游戏充值2000元），事发后担心父母发觉会责怪你所以心态恐慌。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道死亡并不是解决问题的方式，可是我实在太害怕面对父母的后果。我不知道该怎么去面对他们，我真的觉得自己太愚蠢了。",
    "annotation": [
      {
        "sentence": "我知道死亡并不是解决问题的方式，可是我实在太害怕面对父母的后果。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么去面对他们，我真的觉得自己太愚蠢了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够理解你的感受，想来你的家境也就是属于普通家庭水平（非大富大贵之家），父母平日工作赚钱也很不易，对你的发展想必也是寄予厚望。但是，死亡并不是解决问题的途径，即便你离开了这个世界，充到游戏里的钱也不能拿回来了，唯一留下来的只有你父母、家人和其他深爱着你的人深深的伤心和悲痛。我想你也不希望看到他们为你肝肠寸断吧。所以，当你想要逃避，不去面对问题的时候，往往只会让事态发展的更为糟糕。",
    "annotation": [
      {
        "sentence": "能够理解你的感受，想来你的家境也就是属于普通家庭水平（非大富大贵之家），父母平日工作赚钱也很不易，对你的发展想必也是寄予厚望。",
        "label": ""
      },
      {
        "sentence": "但是，死亡并不是解决问题的途径，即便你离开了这个世界，充到游戏里的钱也不能拿回来了，唯一留下来的只有你父母、家人和其他深爱着你的人深深的伤心和悲痛。",
        "label": ""
      },
      {
        "sentence": "我想你也不希望看到他们为你肝肠寸断吧。",
        "label": ""
      },
      {
        "sentence": "所以，当你想要逃避，不去面对问题的时候，往往只会让事态发展的更为糟糕。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我不应该逃避问题，我应该勇敢面对。可是我现在该怎么向父母坦诚承认我的错误呢？",
    "annotation": [
      {
        "sentence": "我明白了，我不应该逃避问题，我应该勇敢面对。",
        "label": ""
      },
      {
        "sentence": "可是我现在该怎么向父母坦诚承认我的错误呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那么，在此，希望你能通过这件事学会如何做一个有责任感、能担当的人。首先，坦诚地面对父母，诚恳地认识自己行为的冲动和不计后果。只有认识到自己行为的莽撞才能避免以后出现类似情况。其次，与父母一起面对（承担）事件带来的后果。你的父母或许会暴怒、会责骂甚至可能会对你施以暴力相向。但请记住，父母永远是爱你的，只是他们也有情绪也只是人，但情绪过后他们会愿意帮助你一起善后。你要做的不是躲避或冷眼旁观，要积极主动想办法挽回损失，承担责任。",
    "annotation": [
      {
        "sentence": "那么，在此，希望你能通过这件事学会如何做一个有责任感、能担当的人。",
        "label": ""
      },
      {
        "sentence": "首先，坦诚地面对父母，诚恳地认识自己行为的冲动和不计后果。",
        "label": ""
      },
      {
        "sentence": "只有认识到自己行为的莽撞才能避免以后出现类似情况。",
        "label": ""
      },
      {
        "sentence": "其次，与父母一起面对（承担）事件带来的后果。",
        "label": ""
      },
      {
        "sentence": "你的父母或许会暴怒、会责骂甚至可能会对你施以暴力相向。",
        "label": ""
      },
      {
        "sentence": "但请记住，父母永远是爱你的，只是他们也有情绪也只是人，但情绪过后他们会愿意帮助你一起善后。",
        "label": ""
      },
      {
        "sentence": "你要做的不是躲避或冷眼旁观，要积极主动想办法挽回损失，承担责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会向父母坦诚承认我所犯的错误，并接受他们的责罚和教导。可是关于游戏，我应该怎么处理呢？",
    "annotation": [
      {
        "sentence": "我会向父母坦诚承认我所犯的错误，并接受他们的责罚和教导。",
        "label": ""
      },
      {
        "sentence": "可是关于游戏，我应该怎么处理呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于游戏来说，鉴于你目前尚不具备自负盈亏的能力，建议你适可而止。等你能够负担自己的生活时，再用自己赚来的钱尽情地享受游戏带来的快乐吧。现阶段，想办法把精力投入到学习和生活中，习得一技之长才能实现赚钱养活自己的现实。",
    "annotation": [
      {
        "sentence": "对于游戏来说，鉴于你目前尚不具备自负盈亏的能力，建议你适可而止。",
        "label": ""
      },
      {
        "sentence": "等你能够负担自己的生活时，再用自己赚来的钱尽情地享受游戏带来的快乐吧。",
        "label": ""
      },
      {
        "sentence": "现阶段，想办法把精力投入到学习和生活中，习得一技之长才能实现赚钱养活自己的现实。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我要尽快调整自己的心态，专注于学习和生活。同时，我觉得我应该想办法弥补父母的损失。",
    "annotation": [
      {
        "sentence": "你说得对，我要尽快调整自己的心态，专注于学习和生活。",
        "label": ""
      },
      {
        "sentence": "同时，我觉得我应该想办法弥补父母的损失。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现阶段，尽管父母对你疼爱，但你未经允许动用家里的钱财（父母的血汗钱），这种行为本身就是不得当的。那么，既然目前你没有赚钱能力，建议通过其他方式补偿父母。例如，从未来的零花钱里扣除，或帮助父母做一些力所能及的事情，再或者利用寒暑假的时间，自己想一些能够赚钱的方法补贴家用，等等。不在于你提供多少钱，重点在于你通过这样的方式感受到赚钱不易，持家需经营。",
    "annotation": [
      {
        "sentence": "现阶段，尽管父母对你疼爱，但你未经允许动用家里的钱财（父母的血汗钱），这种行为本身就是不得当的。",
        "label": ""
      },
      {
        "sentence": "那么，既然目前你没有赚钱能力，建议通过其他方式补偿父母。",
        "label": ""
      },
      {
        "sentence": "例如，从未来的零花钱里扣除，或帮助父母做一些力所能及的事情，再或者利用寒暑假的时间，自己想一些能够赚钱的方法补贴家用，等等。",
        "label": ""
      },
      {
        "sentence": "不在于你提供多少钱，重点在于你通过这样的方式感受到赚钱不易，持家需经营。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会牢记于心，向父母坦诚并承担责任。我会努力成为有责任感、有担当的新青年。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会牢记于心，向父母坦诚并承担责任。",
        "label": ""
      },
      {
        "sentence": "我会努力成为有责任感、有担当的新青年。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "总之，事情既然已经发生，就需要去面对，坦诚地向父母承认错误，接受责罚。从这件事中吸取教训，让自己成长为有能力、有责任、有担当、有作为的新青年。你的父母也会深感欣慰的。加油！",
    "annotation": [
      {
        "sentence": "总之，事情既然已经发生，就需要去面对，坦诚地向父母承认错误，接受责罚。",
        "label": ""
      },
      {
        "sentence": "从这件事中吸取教训，让自己成长为有能力、有责任、有担当、有作为的新青年。",
        "label": ""
      },
      {
        "sentence": "你的父母也会深感欣慰的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]