[
  {
    "role": "client",
    "content": "复读还是失败，自我厌恶，充满挫败感，怎么改变心态？复读一年很努力还是失败，和去年一样只能考双非，花了一年时间证明我真的不行；人际孤独，所谓的朋友交情不深，只有我主动关心的份，过去准备高考时我牺牲自己时间跟她们讲题，毕业后她们生日我写贺卡祝福陪聊天，到了我自己生日冷冷清清没人说哪怕一句生日快乐。我没什么少女心，不看言情小说韩剧综艺，喜欢悬疑科幻，和身边的人兴趣不合，想找个相互分享乐趣的人也没有。真的不懂很亲密的朋友关系是怎么建立的，有人说要价值互换，好吧我可能确实又无聊又阴沉，不太讨喜，我对自己很失望，对环境也很失望。我现在就是自娱自乐的状态，可是还是会想，难道我一辈子也就这样孤独地、浑浑噩噩地过了吗。。",
    "annotation": [
      {
        "sentence": "复读还是失败，自我厌恶，充满挫败感，怎么改变心态？",
        "label": ""
      },
      {
        "sentence": "复读一年很努力还是失败，和去年一样只能考双非，花了一年时间证明我真的不行；人际孤独，所谓的朋友交情不深，只有我主动关心的份，过去准备高考时我牺牲自己时间跟她们讲题，毕业后她们生日我写贺卡祝福陪聊天，到了我自己生日冷冷清清没人说哪怕一句生日快乐。",
        "label": ""
      },
      {
        "sentence": "我没什么少女心，不看言情小说韩剧综艺，喜欢悬疑科幻，和身边的人兴趣不合，想找个相互分享乐趣的人也没有。",
        "label": ""
      },
      {
        "sentence": "真的不懂很亲密的朋友关系是怎么建立的，有人说要价值互换，好吧我可能确实又无聊又阴沉，不太讨喜，我对自己很失望，对环境也很失望。",
        "label": ""
      },
      {
        "sentence": "我现在就是自娱自乐的状态，可是还是会想，难道我一辈子也就这样孤独地、浑浑噩噩地过了吗。。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有感到彷徨不知所措的时候，非常理解你的心情，可以感受到你的失落和烦恼，你的主要问题在于复读失败，对朋友关系感到困惑，对自己感到失望，但是不知道如何调整。",
    "annotation": [
      {
        "sentence": "每个人都有感到彷徨不知所措的时候，非常理解你的心情，可以感受到你的失落和烦恼，你的主要问题在于复读失败，对朋友关系感到困惑，对自己感到失望，但是不知道如何调整。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得心态调整很重要，但却不知从何处下手。",
    "annotation": [
      {
        "sentence": "是的，我觉得心态调整很重要，但却不知从何处下手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "分析总结复读失败的原因，是因为压力太大影响了考试的心态，还是因为准备不够充分，对知识点的掌握还不够熟练，又或者是受复读氛围和学校环境的影响？复读失败并不能说明什么，既然事情已经过去了，那么就需要你向前看，在未来的生活中更好的做自己。",
    "annotation": [
      {
        "sentence": "分析总结复读失败的原因，是因为压力太大影响了考试的心态，还是因为准备不够充分，对知识点的掌握还不够熟练，又或者是受复读氛围和学校环境的影响？",
        "label": ""
      },
      {
        "sentence": "复读失败并不能说明什么，既然事情已经过去了，那么就需要你向前看，在未来的生活中更好的做自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，复读失败可能有很多原因，我需要从中反思，并且向前看，尝试让自己变得更好。",
    "annotation": [
      {
        "sentence": "你说得对，复读失败可能有很多原因，我需要从中反思，并且向前看，尝试让自己变得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "学校只是一个平台，但是怎么发展还是要看个人，你可以在大学期间去挖掘自己的优势和擅长的领域，不断提升自己的能力，为自己创造更多机会。",
    "annotation": [
      {
        "sentence": "学校只是一个平台，但是怎么发展还是要看个人，你可以在大学期间去挖掘自己的优势和擅长的领域，不断提升自己的能力，为自己创造更多机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该积极发展自己，提升自己的能力，努力为自己创造更多的机会。",
    "annotation": [
      {
        "sentence": "我明白了，我应该积极发展自己，提升自己的能力，努力为自己创造更多的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "朋友关系需要双方的共同经营，单方向付出和争取的友谊不会长久，你说过去准备高考时牺牲自己时间跟她们讲题，毕业后她们生日写贺卡祝福陪聊天，但最后换来的却是被忽视。你可以重新审视你们之间的关系，你期待的朋友关系是怎样的，她们是否值得继续当朋友。",
    "annotation": [
      {
        "sentence": "朋友关系需要双方的共同经营，单方向付出和争取的友谊不会长久，你说过去准备高考时牺牲自己时间跟她们讲题，毕业后她们生日写贺卡祝福陪聊天，但最后换来的却是被忽视。",
        "label": ""
      },
      {
        "sentence": "你可以重新审视你们之间的关系，你期待的朋友关系是怎样的，她们是否值得继续当朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，友谊是需要互相付出和经营的，我需要重新审视我的朋友关系，看看是否值得继续坚持下去。",
    "annotation": [
      {
        "sentence": "我明白了，友谊是需要互相付出和经营的，我需要重新审视我的朋友关系，看看是否值得继续坚持下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有共同兴趣爱好，志同道合的人更适合当朋友，你可以更关注自己的发展，不刻意去交友，让自己过得轻松一些。在空余时间培养一项技能，不断提升自己的能力，参加一些感兴趣的活动，多看书多出去走走，丰富自己的生活，寻找生活中的乐趣。可以给自己制定短期和长期的目标，学英语，考级，或是对未来的规划，有了目标会更有动力。祝你早日摆脱烦恼~。",
    "annotation": [
      {
        "sentence": "有共同兴趣爱好，志同道合的人更适合当朋友，你可以更关注自己的发展，不刻意去交友，让自己过得轻松一些。",
        "label": ""
      },
      {
        "sentence": "在空余时间培养一项技能，不断提升自己的能力，参加一些感兴趣的活动，多看书多出去走走，丰富自己的生活，寻找生活中的乐趣。",
        "label": ""
      },
      {
        "sentence": "可以给自己制定短期和长期的目标，学英语，考级，或是对未来的规划，有了目标会更有动力。",
        "label": ""
      },
      {
        "sentence": "祝你早日摆脱烦恼~。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会试着关注自己的发展，寻找生活中的乐趣，制定目标，并为之努力。谢谢你的祝福！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会试着关注自己的发展，寻找生活中的乐趣，制定目标，并为之努力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的祝福！",
        "label": ""
      }
    ]
  }
]