[
  {
    "role": "client",
    "content": "毕业4年没考上编，父母语言暴力很影响我，怎么调节？",
    "annotation": [
      {
        "sentence": "毕业4年没考上编，父母语言暴力很影响我，怎么调节？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很抱歉我太久没有打开问答平台了，不知道你现在是否依然被困扰着。好佩服你吖，一件事情做了四年没有达到预期的效果却一直在坚持，这是一种很难得的执着呢。可是从你的描述里看到一点点疑惑，“考编制”这件事情是你父母的需求，还是你想要去做的事情呢？",
    "annotation": [
      {
        "sentence": "很抱歉我太久没有打开问答平台了，不知道你现在是否依然被困扰着。",
        "label": ""
      },
      {
        "sentence": "好佩服你吖，一件事情做了四年没有达到预期的效果却一直在坚持，这是一种很难得的执着呢。",
        "label": ""
      },
      {
        "sentence": "可是从你的描述里看到一点点疑惑，“考编制”这件事情是你父母的需求，还是你想要去做的事情呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个考编制的事情是我父母一直希望我能做的，他们认为只有考上编制才能有好的工作。但我感到越来越沮丧，因为每次考试都过了笔面试不过，而且他们对我实施言语暴力，我觉得自己一无是处，这很大程度上影响了我的心态。",
    "annotation": [
      {
        "sentence": "这个考编制的事情是我父母一直希望我能做的，他们认为只有考上编制才能有好的工作。",
        "label": ""
      },
      {
        "sentence": "但我感到越来越沮丧，因为每次考试都过了笔面试不过，而且他们对我实施言语暴力，我觉得自己一无是处，这很大程度上影响了我的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够坚持这么长时间真的很了不起。但是，我很理解你因为一直未能达到预期目标而感到沮丧。你提到你的父母对你实施言语暴力，这真的很困扰。我想问一下，你是否觉得这件事情只是为了满足他们的期望而努力，而不是出于你自己的兴趣？",
    "annotation": [
      {
        "sentence": "你能够坚持这么长时间真的很了不起。",
        "label": ""
      },
      {
        "sentence": "但是，我很理解你因为一直未能达到预期目标而感到沮丧。",
        "label": ""
      },
      {
        "sentence": "你提到你的父母对你实施言语暴力，这真的很困扰。",
        "label": ""
      },
      {
        "sentence": "我想问一下，你是否觉得这件事情只是为了满足他们的期望而努力，而不是出于你自己的兴趣？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我也不太确定了，我一直觉得只有通过考编制才能获得他们的认可和鼓励。但是我也开始怀疑自己是否真的喜欢这个领域，并且希望找到一份更适合自己的工作。",
    "annotation": [
      {
        "sentence": "其实我也不太确定了，我一直觉得只有通过考编制才能获得他们的认可和鼓励。",
        "label": ""
      },
      {
        "sentence": "但是我也开始怀疑自己是否真的喜欢这个领域，并且希望找到一份更适合自己的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很理解你希望获得父母的认可和鼓励的愿望。但是重要的是你对自己的兴趣和职业发展有清晰的认识。或许你可以花些时间回顾一下过去四年的经历，思考你从中有没有得到什么收获和成长，同时也了解自己逐渐对这个领域产生疑问的原因。寻找一份更适合自己的工作也完全没有错。你有没有考虑过改变思路，尝试寻找其他可能性呢？",
    "annotation": [
      {
        "sentence": "我很理解你希望获得父母的认可和鼓励的愿望。",
        "label": ""
      },
      {
        "sentence": "但是重要的是你对自己的兴趣和职业发展有清晰的认识。",
        "label": ""
      },
      {
        "sentence": "或许你可以花些时间回顾一下过去四年的经历，思考你从中有没有得到什么收获和成长，同时也了解自己逐渐对这个领域产生疑问的原因。",
        "label": ""
      },
      {
        "sentence": "寻找一份更适合自己的工作也完全没有错。",
        "label": ""
      },
      {
        "sentence": "你有没有考虑过改变思路，尝试寻找其他可能性呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我一直有考虑过转行的可能性，但是我很担心放弃了这么多年的努力会让自己觉得很失败。可能也正因为如此，我到现在都没有勇气做出改变。",
    "annotation": [
      {
        "sentence": "其实我一直有考虑过转行的可能性，但是我很担心放弃了这么多年的努力会让自己觉得很失败。",
        "label": ""
      },
      {
        "sentence": "可能也正因为如此，我到现在都没有勇气做出改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕失败和对过去的努力产生的投入有时确实会让我们犹豫不决。但是我们不能因为害怕失败而一直停留在一个让我们不快乐的状态中。你已经意识到你对这个领域的兴趣逐渐减少，这已经是个很重要的信号了。它不仅代表了你内心的需求，也是你寻找新机会和成长的机会。放下担忧，尝试去追求更适合自己的事物，可能会给你带来新的成就和快乐。",
    "annotation": [
      {
        "sentence": "害怕失败和对过去的努力产生的投入有时确实会让我们犹豫不决。",
        "label": ""
      },
      {
        "sentence": "但是我们不能因为害怕失败而一直停留在一个让我们不快乐的状态中。",
        "label": ""
      },
      {
        "sentence": "你已经意识到你对这个领域的兴趣逐渐减少，这已经是个很重要的信号了。",
        "label": ""
      },
      {
        "sentence": "它不仅代表了你内心的需求，也是你寻找新机会和成长的机会。",
        "label": ""
      },
      {
        "sentence": "放下担忧，尝试去追求更适合自己的事物，可能会给你带来新的成就和快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该尝试去追求更适合自己的事物，而不是一味迎合父母的期望。虽然我很担心他们会失望，但是我也想要寻找到真正适合我的工作。",
    "annotation": [
      {
        "sentence": "你说得对，我应该尝试去追求更适合自己的事物，而不是一味迎合父母的期望。",
        "label": ""
      },
      {
        "sentence": "虽然我很担心他们会失望，但是我也想要寻找到真正适合我的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法真的很棒！寻找到真正适合自己的工作是很重要的，它将帮助你找到自己的人生目标和快乐。虽然你的决定可能会让父母感到失望，但最重要的是，你应该先考虑自己的幸福和成长。希望你能勇敢地朝着你内心真正向往的方向前进。祝福你在考试中取得好成绩！",
    "annotation": [
      {
        "sentence": "你的想法真的很棒！",
        "label": ""
      },
      {
        "sentence": "寻找到真正适合自己的工作是很重要的，它将帮助你找到自己的人生目标和快乐。",
        "label": ""
      },
      {
        "sentence": "虽然你的决定可能会让父母感到失望，但最重要的是，你应该先考虑自己的幸福和成长。",
        "label": ""
      },
      {
        "sentence": "希望你能勇敢地朝着你内心真正向往的方向前进。",
        "label": ""
      },
      {
        "sentence": "祝福你在考试中取得好成绩！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励！我决定要坚持自己的选择，为自己的幸福而努力。再次感谢你的建议和祝福！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我决定要坚持自己的选择，为自己的幸福而努力。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的建议和祝福！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我一直在这里支持你，相信你能找到适合自己的道路，并取得自己想要的成就。如果以后还有任何困惑和需要帮助的地方，随时都可以来找我。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我一直在这里支持你，相信你能找到适合自己的道路，并取得自己想要的成就。",
        "label": ""
      },
      {
        "sentence": "如果以后还有任何困惑和需要帮助的地方，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]