[
  {
    "role": "client",
    "content": "毕业4年没考上编，父母语言暴力很影响我，怎么调节？",
    "annotation": [
      {
        "sentence": "毕业4年没考上编，父母语言暴力很影响我，怎么调节？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很多时候事情不象表面呈现的那样，有时候人在成长过程中没有完成和父母的分离个体化，他会在无意识中废掉自己的能力，比如使得自己一直无法象同龄人那样出去工作，使自己无法具有独立能力。你要不断地意识到你和父母之间正发生着某些“配合”，父母的语言暴力，糟糕的情绪使你难受痛苦，但处在这样的环境下却是会让你产生与父母的链接感。假如一个人从小到大都在品尝痛苦，那他会在今后的岁月里一次次选择使自己痛苦的处境，因为痛苦反而是他熟悉的感觉，人往往习惯呆在熟悉的感觉里。我说的这些过于真相，或许现在的你很难理解。对你来说，能做的可能是努力让自己先能养活自己，做到经济上的独立。",
    "annotation": [
      {
        "sentence": "很多时候事情不象表面呈现的那样，有时候人在成长过程中没有完成和父母的分离个体化，他会在无意识中废掉自己的能力，比如使得自己一直无法象同龄人那样出去工作，使自己无法具有独立能力。",
        "label": ""
      },
      {
        "sentence": "你要不断地意识到你和父母之间正发生着某些“配合”，父母的语言暴力，糟糕的情绪使你难受痛苦，但处在这样的环境下却是会让你产生与父母的链接感。",
        "label": ""
      },
      {
        "sentence": "假如一个人从小到大都在品尝痛苦，那他会在今后的岁月里一次次选择使自己痛苦的处境，因为痛苦反而是他熟悉的感觉，人往往习惯呆在熟悉的感觉里。",
        "label": ""
      },
      {
        "sentence": "我说的这些过于真相，或许现在的你很难理解。",
        "label": ""
      },
      {
        "sentence": "对你来说，能做的可能是努力让自己先能养活自己，做到经济上的独立。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也意识到了和父母之间的“配合”，但这种环境让我感到非常痛苦和无助。我想改变自己，但不知道从何处着手。",
    "annotation": [
      {
        "sentence": "是的，我也意识到了和父母之间的“配合”，但这种环境让我感到非常痛苦和无助。",
        "label": ""
      },
      {
        "sentence": "我想改变自己，但不知道从何处着手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的感受，要改变自己确实需要一些时间和努力。首先，你可以关注并发展自己的经济独立能力，这样可以减少你对父母情绪上的依赖。然后，你可以考虑寻求咨询师的帮助，咨询师可以帮助你深入了解自己的情绪和需求，并指导你如何与父母进行有效的沟通和协调。",
    "annotation": [
      {
        "sentence": "明白你的感受，要改变自己确实需要一些时间和努力。",
        "label": ""
      },
      {
        "sentence": "首先，你可以关注并发展自己的经济独立能力，这样可以减少你对父母情绪上的依赖。",
        "label": ""
      },
      {
        "sentence": "然后，你可以考虑寻求咨询师的帮助，咨询师可以帮助你深入了解自己的情绪和需求，并指导你如何与父母进行有效的沟通和协调。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会努力让自己变得经济上独立，并尝试寻找一位咨询师来帮助我。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会努力让自己变得经济上独立，并尝试寻找一位咨询师来帮助我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个很勇敢的人，愿意主动寻求帮助和改变。这也是那种决心和动力，将会推动你走向更健康和积极的方向。记住，改变并不是一蹴而就的过程，需要时间和耐心。不要过于苛求自己，坚持下去，你将获得更好的生活状态。",
    "annotation": [
      {
        "sentence": "你是一个很勇敢的人，愿意主动寻求帮助和改变。",
        "label": ""
      },
      {
        "sentence": "这也是那种决心和动力，将会推动你走向更健康和积极的方向。",
        "label": ""
      },
      {
        "sentence": "记住，改变并不是一蹴而就的过程，需要时间和耐心。",
        "label": ""
      },
      {
        "sentence": "不要过于苛求自己，坚持下去，你将获得更好的生活状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会牢记你的话，并且相信自己能够改变和成长。谢谢你对我的鼓励和支持。",
    "annotation": [
      {
        "sentence": "我会牢记你的话，并且相信自己能够改变和成长。",
        "label": ""
      },
      {
        "sentence": "谢谢你对我的鼓励和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够做到。除了努力改变，也要给自己一些喘息的时间和空间。记住，你是一个有价值的人，值得被爱和尊重。不要让任何人的负面情绪和语言影响到你的自信和价值观。",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够做到。",
        "label": ""
      },
      {
        "sentence": "除了努力改变，也要给自己一些喘息的时间和空间。",
        "label": ""
      },
      {
        "sentence": "记住，你是一个有价值的人，值得被爱和尊重。",
        "label": ""
      },
      {
        "sentence": "不要让任何人的负面情绪和语言影响到你的自信和价值观。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会尽量保护好自己的自信和价值观，不再被父母的语言暴力所伤害。再次感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "你说得对，我会尽量保护好自己的自信和价值观，不再被父母的语言暴力所伤害。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直在你身边支持你。如果你在改变的过程中遇到任何困难，随时找我聊天。共同努力，让我们走出困境，迎接更好的未来！",
    "annotation": [
      {
        "sentence": "不用客气，我一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "如果你在改变的过程中遇到任何困难，随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "共同努力，让我们走出困境，迎接更好的未来！",
        "label": ""
      }
    ]
  }
]