[
  {
    "role": "client",
    "content": "我的妈妈很讨厌我，从来也不会关心我？此时此刻乌鲁木齐封城了老公也回不来我生病没办法一个人整日整夜带孩子还得工作在家准备七月底的考试。",
    "annotation": [
      {
        "sentence": "我的妈妈很讨厌我，从来也不会关心我？",
        "label": ""
      },
      {
        "sentence": "此时此刻乌鲁木齐封城了老公也回不来我生病没办法一个人整日整夜带孩子还得工作在家准备七月底的考试。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看你的描述，你最近要面临很多压力：封城，老公不在身边，生病，要带孩子，在家为马上到来的考试做准备，还有日常的工作……你想向父母求助，而心中想到的是被拒绝，可能过往他们对你的态度，让你觉得不会管你，也不会来帮你，反而给你增加不痛快，不如不去联系。",
    "annotation": [
      {
        "sentence": "看你的描述，你最近要面临很多压力：封城，老公不在身边，生病，要带孩子，在家为马上到来的考试做准备，还有日常的工作……你想向父母求助，而心中想到的是被拒绝，可能过往他们对你的态度，让你觉得不会管你，也不会来帮你，反而给你增加不痛快，不如不去联系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得我一直都很不被重视，真的好难过。",
    "annotation": [
      {
        "sentence": "是的，我觉得我一直都很不被重视，真的好难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我在屏幕的这边，感受到了你此时处境的困难和焦虑。我有点惊讶，你给自己安排了这么多的“任务”，像一个女超人一样，面对人生中的各种命题：婚姻，子女教育，个人成长，社会价值实现……这些任务出现在了同一时期，有点压得人喘不过气。当然，封城可能是你控制不了的；老公被单位叫回去也是你控制不了的；生病也不能怪你，虽然说有可能是最近的压力和焦虑造成了你淋巴肿大；而带孩子、工作、考试，这三样重叠在一起，还是父母不给什么支持的情况下，我很佩服你当初做选择和安排时的勇气和毅力。",
    "annotation": [
      {
        "sentence": "我在屏幕的这边，感受到了你此时处境的困难和焦虑。",
        "label": ""
      },
      {
        "sentence": "我有点惊讶，你给自己安排了这么多的“任务”，像一个女超人一样，面对人生中的各种命题：婚姻，子女教育，个人成长，社会价值实现……这些任务出现在了同一时期，有点压得人喘不过气。",
        "label": ""
      },
      {
        "sentence": "当然，封城可能是你控制不了的；老公被单位叫回去也是你控制不了的；生病也不能怪你，虽然说有可能是最近的压力和焦虑造成了你淋巴肿大；而带孩子、工作、考试，这三样重叠在一起，还是父母不给什么支持的情况下，我很佩服你当初做选择和安排时的勇气和毅力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，现在我真的感觉好多了。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，现在我真的感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有些人（甚至大多数人）可能不会像你一样给自己这么大的压力，她们带孩子就不得不放弃工作，或者是在考试和工作中只选择一样，她们可能没有你厉害，也没有你坚强。而你敢于让自己走到今天这样一种高强度的状态，一定有自己的过人之处。",
    "annotation": [
      {
        "sentence": "有些人（甚至大多数人）可能不会像你一样给自己这么大的压力，她们带孩子就不得不放弃工作，或者是在考试和工作中只选择一样，她们可能没有你厉害，也没有你坚强。",
        "label": ""
      },
      {
        "sentence": "而你敢于让自己走到今天这样一种高强度的状态，一定有自己的过人之处。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能你说的对，我可能一直在追求完美，不肯妥协。可是现在我真的感觉好累啊。",
    "annotation": [
      {
        "sentence": "可能你说的对，我可能一直在追求完美，不肯妥协。",
        "label": ""
      },
      {
        "sentence": "可是现在我真的感觉好累啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我想提醒你的是，抛开“父母的嫌弃”不说，你原本生活中支撑你的资源，都有哪些呢？是不是在这时候被你暂时的忽视了？除去老公给你的支撑之外，其他的资源，可能是你心底的一个信念，可能是某个朋友的帮助，可能是你的身体素质原本就不错，也可能是孩子很听话，没有给你惹什么麻烦，让你能恰好兼顾工作和备考。想一想，假如不能去寻找父母，你还有什么资源可利用，你还可以怎么做，面临的结果会是什么样子的？具体化之后，事情往往没有我们想象中那样可怕。",
    "annotation": [
      {
        "sentence": "我想提醒你的是，抛开“父母的嫌弃”不说，你原本生活中支撑你的资源，都有哪些呢？",
        "label": ""
      },
      {
        "sentence": "是不是在这时候被你暂时的忽视了？",
        "label": ""
      },
      {
        "sentence": "除去老公给你的支撑之外，其他的资源，可能是你心底的一个信念，可能是某个朋友的帮助，可能是你的身体素质原本就不错，也可能是孩子很听话，没有给你惹什么麻烦，让你能恰好兼顾工作和备考。",
        "label": ""
      },
      {
        "sentence": "想一想，假如不能去寻找父母，你还有什么资源可利用，你还可以怎么做，面临的结果会是什么样子的？",
        "label": ""
      },
      {
        "sentence": "具体化之后，事情往往没有我们想象中那样可怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我还有一些自己的资源，我可以好好利用它们。我应该重新调整一下自己的心态，珍惜自己拥有的东西。",
    "annotation": [
      {
        "sentence": "你说的对，我还有一些自己的资源，我可以好好利用它们。",
        "label": ""
      },
      {
        "sentence": "我应该重新调整一下自己的心态，珍惜自己拥有的东西。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "回到题目本意，如果你还是想解决和父母（尤其是妈妈）之间的关系问题，那即使你的处境没有这么艰难，父母的嫌弃也依然存在，是不是处境艰难了之后，能给你一种“好处”，让你觉得自己足够值得被关心和照顾了呢？此时“这么惨”的自己，足够打动父母来给你一些帮助？如果是这样，可以大胆去试试联系一下父母，“惨状”是你获得父母关心的理由和资源，不用白不用。但也如你所说，他们也可能依然不管你，那就用最开始的方式，去面对你的生活吧~愿你有勇气和智慧，去坚持和放弃。酱酱。",
    "annotation": [
      {
        "sentence": "回到题目本意，如果你还是想解决和父母（尤其是妈妈）之间的关系问题，那即使你的处境没有这么艰难，父母的嫌弃也依然存在，是不是处境艰难了之后，能给你一种“好处”，让你觉得自己足够值得被关心和照顾了呢？",
        "label": ""
      },
      {
        "sentence": "此时“这么惨”的自己，足够打动父母来给你一些帮助？",
        "label": ""
      },
      {
        "sentence": "如果是这样，可以大胆去试试联系一下父母，“惨状”是你获得父母关心的理由和资源，不用白不用。",
        "label": ""
      },
      {
        "sentence": "但也如你所说，他们也可能依然不管你，那就用最开始的方式，去面对你的生活吧~愿你有勇气和智慧，去坚持和放弃。",
        "label": ""
      },
      {
        "sentence": "酱酱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会好好考虑的。现在心情好多了，感觉心情能够平复一些了。谢谢你一直陪伴在我身边，给我很多鼓励和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会好好考虑的。",
        "label": ""
      },
      {
        "sentence": "现在心情好多了，感觉心情能够平复一些了。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直陪伴在我身边，给我很多鼓励和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你能够面对自己的困难和压力，并且愿意主动去寻求帮助，这本身就是一种勇气和坚强。我希望你未来能够更好地处理这些问题，保持正向的心态，相信自己的能力。如果还有需要，我随时都在这里，愿意和你一起度过困难的时刻。加油！",
    "annotation": [
      {
        "sentence": "不客气，你能够面对自己的困难和压力，并且愿意主动去寻求帮助，这本身就是一种勇气和坚强。",
        "label": ""
      },
      {
        "sentence": "我希望你未来能够更好地处理这些问题，保持正向的心态，相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "如果还有需要，我随时都在这里，愿意和你一起度过困难的时刻。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]