[
  {
    "role": "client",
    "content": "我是个19岁的女生，我真的不想当所谓的外人，也一点也不想结婚。我在知乎上看到一个问题，女孩子结婚后，娘家就会把这个女孩子当成外人。我也问过我妈妈，我妈妈说是的，我内心觉得很冷，我不想离开家，我不想当所谓的外人，我一点也不想结婚。",
    "annotation": [
      {
        "sentence": "我是个19岁的女生，我真的不想当所谓的外人，也一点也不想结婚。",
        "label": ""
      },
      {
        "sentence": "我在知乎上看到一个问题，女孩子结婚后，娘家就会把这个女孩子当成外人。",
        "label": ""
      },
      {
        "sentence": "我也问过我妈妈，我妈妈说是的，我内心觉得很冷，我不想离开家，我不想当所谓的外人，我一点也不想结婚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到妈妈说你结婚后就会被当成外人，你一定有种被抛弃的感觉。家对每个人来说都是一个依靠，是有爸爸妈妈、有亲人的地方，怎么可能把你当成外人呢？但是亲爱的，或许你还没有想过这样一个可能：也许妈妈只是开个玩笑说的：“你知道吗，昨天孩子问我是不是结婚后，我就把她当外人了？我开玩笑说是。这傻孩子，我还能真把她当外人啊……”。等你有了自己的小宝贝，你就会明白做为爸爸妈妈，他们永远不会把自己的孩子当成外人，用“孩子就是他们的命”来形容，一点也不为过。更为甚者，他们把孩子视为他们生活在这个世界上的支撑与希望。",
    "annotation": [
      {
        "sentence": "听到妈妈说你结婚后就会被当成外人，你一定有种被抛弃的感觉。",
        "label": ""
      },
      {
        "sentence": "家对每个人来说都是一个依靠，是有爸爸妈妈、有亲人的地方，怎么可能把你当成外人呢？",
        "label": ""
      },
      {
        "sentence": "但是亲爱的，或许你还没有想过这样一个可能：也许妈妈只是开个玩笑说的：“你知道吗，昨天孩子问我是不是结婚后，我就把她当外人了？",
        "label": ""
      },
      {
        "sentence": "我开玩笑说是。",
        "label": ""
      },
      {
        "sentence": "这傻孩子，我还能真把她当外人啊……”。",
        "label": ""
      },
      {
        "sentence": "等你有了自己的小宝贝，你就会明白做为爸爸妈妈，他们永远不会把自己的孩子当成外人，用“孩子就是他们的命”来形容，一点也不为过。",
        "label": ""
      },
      {
        "sentence": "更为甚者，他们把孩子视为他们生活在这个世界上的支撑与希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持，我明白了你的意思。爸爸妈妈可能不会说出口，但是从他们的行动上可以感受到那种发自内心深处的爱。这种爱，不会因为结婚而消失。我明白了，无论我身在何方，他们都会在我身边守护我。",
    "annotation": [
      {
        "sentence": "谢谢你的支持，我明白了你的意思。",
        "label": ""
      },
      {
        "sentence": "爸爸妈妈可能不会说出口，但是从他们的行动上可以感受到那种发自内心深处的爱。",
        "label": ""
      },
      {
        "sentence": "这种爱，不会因为结婚而消失。",
        "label": ""
      },
      {
        "sentence": "我明白了，无论我身在何方，他们都会在我身边守护我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对，就是这样。他们的爱不会因为结婚而减少，无论你在哪里，有需要的时候，他们都会及时出现，给予你理解和支持。",
    "annotation": [
      {
        "sentence": "对，就是这样。",
        "label": ""
      },
      {
        "sentence": "他们的爱不会因为结婚而减少，无论你在哪里，有需要的时候，他们都会及时出现，给予你理解和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "婚姻似乎还可以是一段美好的经历。我明白了，未来若碰到那个合适的人，我也会愿意组建一个自己的家庭，为我们未来的孩子遮风挡雨，无条件地给予他们我所有的爱。我也想好好回报父母，让他们过上幸福美满的晚年生活。我现在开始关注和学习心理知识，相信不久的将来，我能拥有更灿烂、更美好的人生，包括爱情、友情和亲情。",
    "annotation": [
      {
        "sentence": "婚姻似乎还可以是一段美好的经历。",
        "label": ""
      },
      {
        "sentence": "我明白了，未来若碰到那个合适的人，我也会愿意组建一个自己的家庭，为我们未来的孩子遮风挡雨，无条件地给予他们我所有的爱。",
        "label": ""
      },
      {
        "sentence": "我也想好好回报父母，让他们过上幸福美满的晚年生活。",
        "label": ""
      },
      {
        "sentence": "我现在开始关注和学习心理知识，相信不久的将来，我能拥有更灿烂、更美好的人生，包括爱情、友情和亲情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常赞同你的想法！这个世界上有无数可能性等待着你去探索。你的决心和努力会让你实现自己想要的样子。我们一起加油吧！祝福你，越来越好！",
    "annotation": [
      {
        "sentence": "非常赞同你的想法！",
        "label": ""
      },
      {
        "sentence": "这个世界上有无数可能性等待着你去探索。",
        "label": ""
      },
      {
        "sentence": "你的决心和努力会让你实现自己想要的样子。",
        "label": ""
      },
      {
        "sentence": "我们一起加油吧！",
        "label": ""
      },
      {
        "sentence": "祝福你，越来越好！",
        "label": ""
      }
    ]
  }
]