[
  {
    "role": "client",
    "content": "我今年22岁，是个女生。刚刚大专毕业，我一直都在思考这样一个问题：像我这样的人，活着有价值吗？我觉得自己什么都干不好，什么都不会，工作能力也很差。再加上我性格孤僻，每天都感觉迷茫，不知道自己该做什么、能做什么。我父母总是喜欢安排我的事情，在这过去的二十多年里，好像我已经习惯了一直被安排。可是，我又不甘心这样的生活，也曾经希望过过上自己想要的生活。每天看起来很忙碌，积极学习来提升自己，但晚上睡前，我却觉得自己一直都在忙碌中迷失了自己，不知道自己活着的意义是什么。",
    "annotation": [
      {
        "sentence": "我今年22岁，是个女生。",
        "label": ""
      },
      {
        "sentence": "刚刚大专毕业，我一直都在思考这样一个问题：像我这样的人，活着有价值吗？",
        "label": ""
      },
      {
        "sentence": "我觉得自己什么都干不好，什么都不会，工作能力也很差。",
        "label": ""
      },
      {
        "sentence": "再加上我性格孤僻，每天都感觉迷茫，不知道自己该做什么、能做什么。",
        "label": ""
      },
      {
        "sentence": "我父母总是喜欢安排我的事情，在这过去的二十多年里，好像我已经习惯了一直被安排。",
        "label": ""
      },
      {
        "sentence": "可是，我又不甘心这样的生活，也曾经希望过过上自己想要的生活。",
        "label": ""
      },
      {
        "sentence": "每天看起来很忙碌，积极学习来提升自己，但晚上睡前，我却觉得自己一直都在忙碌中迷失了自己，不知道自己活着的意义是什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你的陈述中，你提到了每天都很忙碌，而且你也很上进，但内心似乎找不到自己的自主感。你说你习惯了父母一直以来的安排，但又不甘心，这说明你并不满足于被安排的生活，也许这是你成长所带来的困惑。你的自主性正在逐渐萌芽。你可以试着自己做出一些决定和选择，如果遇到父母的反对和冲突，要学会以一个成年人的方式与父母沟通，表达自己的观点。如果父母还把你当成一个小孩，你可以选择以更成熟的方式来获得他们的理解。我祝福你能够找到属于自己的生活意义。如果你需要任何进一步的帮助，我都会在这里支持着你。",
    "annotation": [
      {
        "sentence": "在你的陈述中，你提到了每天都很忙碌，而且你也很上进，但内心似乎找不到自己的自主感。",
        "label": ""
      },
      {
        "sentence": "你说你习惯了父母一直以来的安排，但又不甘心，这说明你并不满足于被安排的生活，也许这是你成长所带来的困惑。",
        "label": ""
      },
      {
        "sentence": "你的自主性正在逐渐萌芽。",
        "label": ""
      },
      {
        "sentence": "你可以试着自己做出一些决定和选择，如果遇到父母的反对和冲突，要学会以一个成年人的方式与父母沟通，表达自己的观点。",
        "label": ""
      },
      {
        "sentence": "如果父母还把你当成一个小孩，你可以选择以更成熟的方式来获得他们的理解。",
        "label": ""
      },
      {
        "sentence": "我祝福你能够找到属于自己的生活意义。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的帮助，我都会在这里支持着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复。我确实一直在努力提升自己，但总是觉得自己无法达到期望。我希望能够过上自己想要的生活，但又不知道该怎么做才能实现。每当我试着选择自己的道路时，总会遇到阻力和压力，这让我很迷茫。",
    "annotation": [
      {
        "sentence": "谢谢你的回复。",
        "label": ""
      },
      {
        "sentence": "我确实一直在努力提升自己，但总是觉得自己无法达到期望。",
        "label": ""
      },
      {
        "sentence": "我希望能够过上自己想要的生活，但又不知道该怎么做才能实现。",
        "label": ""
      },
      {
        "sentence": "每当我试着选择自己的道路时，总会遇到阻力和压力，这让我很迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑和迷茫。在实现自己的生活目标时，常常会遇到挫折和困难。但是，不要因为遇到一些阻力就放弃自己的选择。挑战和阻力是成长的一部分。你可以尝试制定一个小目标，然后一步一步地朝着它的方向前进。同时，考虑寻求他人的支持和建议，他们的经验可能会给你带来一些启发。记住，人生没有绝对的对与错，重要的是找到适合自己的道路。",
    "annotation": [
      {
        "sentence": "我理解你的困惑和迷茫。",
        "label": ""
      },
      {
        "sentence": "在实现自己的生活目标时，常常会遇到挫折和困难。",
        "label": ""
      },
      {
        "sentence": "但是，不要因为遇到一些阻力就放弃自己的选择。",
        "label": ""
      },
      {
        "sentence": "挑战和阻力是成长的一部分。",
        "label": ""
      },
      {
        "sentence": "你可以尝试制定一个小目标，然后一步一步地朝着它的方向前进。",
        "label": ""
      },
      {
        "sentence": "同时，考虑寻求他人的支持和建议，他们的经验可能会给你带来一些启发。",
        "label": ""
      },
      {
        "sentence": "记住，人生没有绝对的对与错，重要的是找到适合自己的道路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该坚持选择自己的道路，而不是因为困难就退缩。我也意识到寻求他人的支持是很重要的。我会尝试制定一些小目标，并寻求周围人的建议和意见。但有时候，我还是担心自己会失败，怕自己做出的决策是错误的。",
    "annotation": [
      {
        "sentence": "你说得对，我应该坚持选择自己的道路，而不是因为困难就退缩。",
        "label": ""
      },
      {
        "sentence": "我也意识到寻求他人的支持是很重要的。",
        "label": ""
      },
      {
        "sentence": "我会尝试制定一些小目标，并寻求周围人的建议和意见。",
        "label": ""
      },
      {
        "sentence": "但有时候，我还是担心自己会失败，怕自己做出的决策是错误的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心失败是很正常的，我们都会有这样的担忧。但是，失败并不代表是一种坏的事情。从失败中我们可以学到很多经验和教训，然后以更好的方式继续前进。决策也是如此，不要过于纠结于决策的对与错，而是要学会从中收获经验和成长。信任自己的能力，相信你会做出正确的选择。无论结果如何，我都会一直支持你。",
    "annotation": [
      {
        "sentence": "担心失败是很正常的，我们都会有这样的担忧。",
        "label": ""
      },
      {
        "sentence": "但是，失败并不代表是一种坏的事情。",
        "label": ""
      },
      {
        "sentence": "从失败中我们可以学到很多经验和教训，然后以更好的方式继续前进。",
        "label": ""
      },
      {
        "sentence": "决策也是如此，不要过于纠结于决策的对与错，而是要学会从中收获经验和成长。",
        "label": ""
      },
      {
        "sentence": "信任自己的能力，相信你会做出正确的选择。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，我都会一直支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会试着克服担忧和恐惧，相信自己的能力，勇敢地面对困难和挑战。同时，我也会学会从失败和决策中吸取教训，不断成长和进步。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会试着克服担忧和恐惧，相信自己的能力，勇敢地面对困难和挑战。",
        "label": ""
      },
      {
        "sentence": "同时，我也会学会从失败和决策中吸取教训，不断成长和进步。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意为你提供帮助和支持。相信自己，勇敢面对生活中的各种挑战。如果你需要任何帮助，随时都可以来找我。你并不孤单，我们会一起度过这段困难的时期。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意为你提供帮助和支持。",
        "label": ""
      },
      {
        "sentence": "相信自己，勇敢面对生活中的各种挑战。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们会一起度过这段困难的时期。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]