[
  {
    "role": "client",
    "content": "我精神出轨被分手，这种情况下我应该选择挽回还是放弃？我和女朋友恋爱8个月，感情很好，快到了商议谈婚论嫁的阶段，但我之前有精神出轨的行为，给女朋友发现后，她很坚决的分手了，今天是分手的第32天，之前我尝试过很多挽回的行动，但是没有结果，前天我和她父亲联系，说是这件事情已经过去了，还有，被她拉黑所有联系方式后，我办了一个新号，这个号和她联系过，她也知道是我，现在这个号打电话处于不接，但也不拉黑的状态，这样的情况下我还有必要挽回么？还有挽回的可能性么？",
    "annotation": [
      {
        "sentence": "我精神出轨被分手，这种情况下我应该选择挽回还是放弃？",
        "label": ""
      },
      {
        "sentence": "我和女朋友恋爱8个月，感情很好，快到了商议谈婚论嫁的阶段，但我之前有精神出轨的行为，给女朋友发现后，她很坚决的分手了，今天是分手的第32天，之前我尝试过很多挽回的行动，但是没有结果，前天我和她父亲联系，说是这件事情已经过去了，还有，被她拉黑所有联系方式后，我办了一个新号，这个号和她联系过，她也知道是我，现在这个号打电话处于不接，但也不拉黑的状态，这样的情况下我还有必要挽回么？",
        "label": ""
      },
      {
        "sentence": "还有挽回的可能性么？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢邀请～首先很能理解你现阶段的纠结和迷茫，甚至是不甘和懊恼，但是很抱歉，我没有办法回答你的问题，“是否有必要挽回”，“挽回的可能性”。毕竟这取决于你，是否真的下定决心跟女朋友过一辈子，是否能确保以后不在出轨～对于女生来说，精神出轨比肉体出轨更难接受。",
    "annotation": [
      {
        "sentence": "感谢邀请～首先很能理解你现阶段的纠结和迷茫，甚至是不甘和懊恼，但是很抱歉，我没有办法回答你的问题，“是否有必要挽回”，“挽回的可能性”。",
        "label": ""
      },
      {
        "sentence": "毕竟这取决于你，是否真的下定决心跟女朋友过一辈子，是否能确保以后不在出轨～对于女生来说，精神出轨比肉体出轨更难接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解女友分手的原因，但我真的后悔了，我发誓以后不会再有这样的行为了。我知道挽回的可能性很小，但我对我们的关系很失望。",
    "annotation": [
      {
        "sentence": "我理解女友分手的原因，但我真的后悔了，我发誓以后不会再有这样的行为了。",
        "label": ""
      },
      {
        "sentence": "我知道挽回的可能性很小，但我对我们的关系很失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你内心的失望和悔恨，这是一个艰难的过程。但是，你需要先思考自己是否真正意识到了精神出轨的错误，并愿意为此做出努力，才能考虑挽回。可以分享一下你为什么会发生精神出轨的原因吗？",
    "annotation": [
      {
        "sentence": "我能感受到你内心的失望和悔恨，这是一个艰难的过程。",
        "label": ""
      },
      {
        "sentence": "但是，你需要先思考自己是否真正意识到了精神出轨的错误，并愿意为此做出努力，才能考虑挽回。",
        "label": ""
      },
      {
        "sentence": "可以分享一下你为什么会发生精神出轨的原因吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也在反思自己的行为，发生精神出轨主要是觉得对方吸引力更大，而且我们之间出现了些许矛盾，我觉得她不再像之前那样对我好了。",
    "annotation": [
      {
        "sentence": "我也在反思自己的行为，发生精神出轨主要是觉得对方吸引力更大，而且我们之间出现了些许矛盾，我觉得她不再像之前那样对我好了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你对于对方吸引力的感受和矛盾导致的不满是出轨的原因。但是要知道，出轨不仅是对伴侣的不忠诚，也是对自己心灵的不尊重。你们已经分手一个月，相信你也处理好了自己的那些事情，也对自己的感情有了清晰的了解，请再给双方一段【冷静期】，好好地思考，是否需要修复这段关系，如果你依旧想挽回，也请你做好以下准备：",
    "annotation": [
      {
        "sentence": "明白了，你对于对方吸引力的感受和矛盾导致的不满是出轨的原因。",
        "label": ""
      },
      {
        "sentence": "但是要知道，出轨不仅是对伴侣的不忠诚，也是对自己心灵的不尊重。",
        "label": ""
      },
      {
        "sentence": "你们已经分手一个月，相信你也处理好了自己的那些事情，也对自己的感情有了清晰的了解，请再给双方一段【冷静期】，好好地思考，是否需要修复这段关系，如果你依旧想挽回，也请你做好以下准备：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的建议，我会再给双方一段时间冷静思考。但我很担心如果我不尽快采取行动，她会渐渐淡忘我们的感情，那样我再想挽回就更难了。",
    "annotation": [
      {
        "sentence": "我明白你的建议，我会再给双方一段时间冷静思考。",
        "label": ""
      },
      {
        "sentence": "但我很担心如果我不尽快采取行动，她会渐渐淡忘我们的感情，那样我再想挽回就更难了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心，但挽回并不仅仅是时间问题，而是你在行动中展现的诚意和改变。如果你想挽回，要先问问自己，你是否愿意爱她尊重她不离不弃忠诚一生，无论富贵和贫贱，无论健康和疾病，无论成功与失败，都会不离不弃，永远支持她，爱护她，与她同甘共苦，携手共创健康美满的家庭，直到死亡！这是你必须要做好心理准备的。",
    "annotation": [
      {
        "sentence": "我理解你的担心，但挽回并不仅仅是时间问题，而是你在行动中展现的诚意和改变。",
        "label": ""
      },
      {
        "sentence": "如果你想挽回，要先问问自己，你是否愿意爱她尊重她不离不弃忠诚一生，无论富贵和贫贱，无论健康和疾病，无论成功与失败，都会不离不弃，永远支持她，爱护她，与她同甘共苦，携手共创健康美满的家庭，直到死亡！",
        "label": ""
      },
      {
        "sentence": "这是你必须要做好心理准备的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我愿意为我们的未来付出一切，包括改变自己的态度和行为。我会重新审视自己的价值观，让她看到我真正的改变。但我不知道如何开始，你能给我一些建议吗？",
    "annotation": [
      {
        "sentence": "我愿意为我们的未来付出一切，包括改变自己的态度和行为。",
        "label": ""
      },
      {
        "sentence": "我会重新审视自己的价值观，让她看到我真正的改变。",
        "label": ""
      },
      {
        "sentence": "但我不知道如何开始，你能给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以。首先，如果最后无法挽回，请大大方方地放手，真心实意地祝福，一别两宽，各自欢喜。其次，挽回后，对方会对你更加严格，有更高的标准和要求，请做好这个准备。最后，挽回不仅仅是嘴上说说而已，尽量用行动表明对对方的重视，给予对方安全感。祝好～希望你们能够找到一个对彼此都好的解决方式。",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "首先，如果最后无法挽回，请大大方方地放手，真心实意地祝福，一别两宽，各自欢喜。",
        "label": ""
      },
      {
        "sentence": "其次，挽回后，对方会对你更加严格，有更高的标准和要求，请做好这个准备。",
        "label": ""
      },
      {
        "sentence": "最后，挽回不仅仅是嘴上说说而已，尽量用行动表明对对方的重视，给予对方安全感。",
        "label": ""
      },
      {
        "sentence": "祝好～希望你们能够找到一个对彼此都好的解决方式。",
        "label": ""
      }
    ]
  }
]