[
  {
    "role": "client",
    "content": "我今年22岁，对未来感到迷茫和不安，有些无法接受自己。有时我觉得自己过于理想主义，忽视了社会的主流价值观，常常责备自己是否走错了路。再加上疫情，由于我身在海外，海外疫情控制也不如人意，所以我之前对未来的希望不断被打击，我总是觉得将来找不到理想的工作会让父母失望。我本人也很要强，有点无法接受这个样子的自己，并且长期压抑自己的情绪，即使在分享绝望时朋友也不能察觉我比想象中更严重，与父母之间也没有良好的亲密关系。",
    "annotation": [
      {
        "sentence": "我今年22岁，对未来感到迷茫和不安，有些无法接受自己。",
        "label": ""
      },
      {
        "sentence": "有时我觉得自己过于理想主义，忽视了社会的主流价值观，常常责备自己是否走错了路。",
        "label": ""
      },
      {
        "sentence": "再加上疫情，由于我身在海外，海外疫情控制也不如人意，所以我之前对未来的希望不断被打击，我总是觉得将来找不到理想的工作会让父母失望。",
        "label": ""
      },
      {
        "sentence": "我本人也很要强，有点无法接受这个样子的自己，并且长期压抑自己的情绪，即使在分享绝望时朋友也不能察觉我比想象中更严重，与父母之间也没有良好的亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完你的描述后，我对你想要问的问题已经有了一定的了解。从你的描述中，我了解到现在的你对未来感到迷茫和不安，这是很正常的事情，因为每个人都会经历这样的阶段。你可以再次思考一下自己的能力和潜力，这对我们来说也是一件好事。但是，今年的疫情情况增加了很多不确定性，所以大多数人可能会更加焦虑和不安，包括你和我在内。这也会引发各种消极情绪。从你的描述中，我发现你可能有些过于理想主义，对大多数事情抱有积极态度，认为自己可以从事更好的工作，但有时候过于理想主义会让自己沉入深渊。理想主义也要适度，否则会带来巨大的落差。另外，你的描述中提到你可能有些完美主义倾向，因为你说自己很要强，害怕找不到理想的工作会让父母失望。从一个方面来看，你很在意家人对你的看法，希望他们为你感到骄傲。当然，你也想证明自己，这一点没错，但是过于努力地证明自己会让自己变得很累。有时候现实是很残酷的，我们可能尽力也无法找到理想的工作，因为有很多因素都在影响我们。所以，在这个时候，需要理解和接受真实的自己，毕竟人无完人，允许自己失败也是一个值得学习的过程。我总结了一些方法，希望能在一定程度上帮助你。①不要对自己太严格，试着降低对自己的要求，这样你会过得更好。②与亲近的朋友倾诉，说出自己的想法，释放情绪同时获得一些建议。③试着减轻压力，可以通过运动或其他方式。④适当表达一些情绪，没人会责怪你，一直憋在心里会导致身心健康问题。正确释放情绪有益身心健康。⑤我们身上的问题很多都源于原生家庭，但我们也有能力改变，不能把大部分问题归结于原生家庭。与原生家庭和解很重要，在此过程中不要过多责怪父母，因为他们也是第一次做父母，正在努力做好他们的本分。⑥正确看待自己的优缺点，坚持优点，通过努力改变缺点。祝你好运。",
    "annotation": [
      {
        "sentence": "看完你的描述后，我对你想要问的问题已经有了一定的了解。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我了解到现在的你对未来感到迷茫和不安，这是很正常的事情，因为每个人都会经历这样的阶段。",
        "label": ""
      },
      {
        "sentence": "你可以再次思考一下自己的能力和潜力，这对我们来说也是一件好事。",
        "label": ""
      },
      {
        "sentence": "但是，今年的疫情情况增加了很多不确定性，所以大多数人可能会更加焦虑和不安，包括你和我在内。",
        "label": ""
      },
      {
        "sentence": "这也会引发各种消极情绪。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我发现你可能有些过于理想主义，对大多数事情抱有积极态度，认为自己可以从事更好的工作，但有时候过于理想主义会让自己沉入深渊。",
        "label": ""
      },
      {
        "sentence": "理想主义也要适度，否则会带来巨大的落差。",
        "label": ""
      },
      {
        "sentence": "另外，你的描述中提到你可能有些完美主义倾向，因为你说自己很要强，害怕找不到理想的工作会让父母失望。",
        "label": ""
      },
      {
        "sentence": "从一个方面来看，你很在意家人对你的看法，希望他们为你感到骄傲。",
        "label": ""
      },
      {
        "sentence": "当然，你也想证明自己，这一点没错，但是过于努力地证明自己会让自己变得很累。",
        "label": ""
      },
      {
        "sentence": "有时候现实是很残酷的，我们可能尽力也无法找到理想的工作，因为有很多因素都在影响我们。",
        "label": ""
      },
      {
        "sentence": "所以，在这个时候，需要理解和接受真实的自己，毕竟人无完人，允许自己失败也是一个值得学习的过程。",
        "label": ""
      },
      {
        "sentence": "我总结了一些方法，希望能在一定程度上帮助你。",
        "label": ""
      },
      {
        "sentence": "①不要对自己太严格，试着降低对自己的要求，这样你会过得更好。",
        "label": ""
      },
      {
        "sentence": "②与亲近的朋友倾诉，说出自己的想法，释放情绪同时获得一些建议。",
        "label": ""
      },
      {
        "sentence": "③试着减轻压力，可以通过运动或其他方式。",
        "label": ""
      },
      {
        "sentence": "④适当表达一些情绪，没人会责怪你，一直憋在心里会导致身心健康问题。",
        "label": ""
      },
      {
        "sentence": "正确释放情绪有益身心健康。",
        "label": ""
      },
      {
        "sentence": "⑤我们身上的问题很多都源于原生家庭，但我们也有能力改变，不能把大部分问题归结于原生家庭。",
        "label": ""
      },
      {
        "sentence": "与原生家庭和解很重要，在此过程中不要过多责怪父母，因为他们也是第一次做父母，正在努力做好他们的本分。",
        "label": ""
      },
      {
        "sentence": "⑥正确看待自己的优缺点，坚持优点，通过努力改变缺点。",
        "label": ""
      },
      {
        "sentence": "祝你好运。",
        "label": ""
      }
    ]
  }
]