[
  {
    "role": "client",
    "content": "我今年13岁，我怀疑自己有点心理问题。",
    "annotation": [
      {
        "sentence": "我今年13岁，我怀疑自己有点心理问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的状态，内心感觉真的很心疼，生活的无意义已经让你感觉有点灰暗，习惯性的动作内心充满着不安全感。希求同伴之间的关系，获得同伴的亲密关系，让你感觉很舒服。",
    "annotation": [
      {
        "sentence": "看到你的状态，内心感觉真的很心疼，生活的无意义已经让你感觉有点灰暗，习惯性的动作内心充满着不安全感。",
        "label": ""
      },
      {
        "sentence": "希求同伴之间的关系，获得同伴的亲密关系，让你感觉很舒服。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我从小学三年级的时候开始就这样了。现在上了初中，感觉失去了生活的意义有4~5年了。我总感觉有人在跟踪自己，出门买零食也习惯拨好110。",
    "annotation": [
      {
        "sentence": "是的，我从小学三年级的时候开始就这样了。",
        "label": ""
      },
      {
        "sentence": "现在上了初中，感觉失去了生活的意义有4~5年了。",
        "label": ""
      },
      {
        "sentence": "我总感觉有人在跟踪自己，出门买零食也习惯拨好110。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的心情，拥抱你，一个大大的拥抱。一、也会怀疑自己到底是不是亲生的，感觉自己就是父母的累赘，自己不配活在这个世界上，也不想活在这个世界上。从文字中可以看出来，你的父母对你的态度和想法甚至态度都有很大不同，让你处于长期处理紧张的状态，他们对你的关照更多的是他们是否限于学习和各种要求上，以至于你在生活的状态时不时会怀疑自己。压力太大，是否可以找父母聊聊你现在的状态，真的不是特别好，希望能够得到他们的理解和帮助，让自己逐渐摆脱现在的状态。并不是压力越大反而对你的学业帮助，而是希望他们更多的理解。",
    "annotation": [
      {
        "sentence": "理解你的心情，拥抱你，一个大大的拥抱。",
        "label": ""
      },
      {
        "sentence": "一、也会怀疑自己到底是不是亲生的，感觉自己就是父母的累赘，自己不配活在这个世界上，也不想活在这个世界上。",
        "label": ""
      },
      {
        "sentence": "从文字中可以看出来，你的父母对你的态度和想法甚至态度都有很大不同，让你处于长期处理紧张的状态，他们对你的关照更多的是他们是否限于学习和各种要求上，以至于你在生活的状态时不时会怀疑自己。",
        "label": ""
      },
      {
        "sentence": "压力太大，是否可以找父母聊聊你现在的状态，真的不是特别好，希望能够得到他们的理解和帮助，让自己逐渐摆脱现在的状态。",
        "label": ""
      },
      {
        "sentence": "并不是压力越大反而对你的学业帮助，而是希望他们更多的理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我感觉在父母面前我一直不够好，而且他们对我要求很高，造成了我长期的焦虑和紧张。我会尝试与他们沟通我的感受，希望他们能够理解我。",
    "annotation": [
      {
        "sentence": "你说得对，我感觉在父母面前我一直不够好，而且他们对我要求很高，造成了我长期的焦虑和紧张。",
        "label": ""
      },
      {
        "sentence": "我会尝试与他们沟通我的感受，希望他们能够理解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很好的尝试，相信你的父母会愿意倾听你的心声并理解你的困惑。二、特别喜欢玩电脑。前几天也有时会脑壳右后方阵痛，就好像突然被人用锤子敲了几下，但是还可以承受，不知道有没有什么关系。长时间在电脑上玩，可能会造成睡眠不足，大脑和身体都会出现各种各样的不适应，这也是身体再向我们发出号召要求我们保护好自己。从你的现状来看，可能是因为玩的时间太长或者没有很好的放松，大脑就会有疼痛的感觉。建议减少玩游戏的时间，积极地锻炼身体，让自己的状态慢慢地好起来就会好很多。",
    "annotation": [
      {
        "sentence": "这是一个很好的尝试，相信你的父母会愿意倾听你的心声并理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "二、特别喜欢玩电脑。",
        "label": ""
      },
      {
        "sentence": "前几天也有时会脑壳右后方阵痛，就好像突然被人用锤子敲了几下，但是还可以承受，不知道有没有什么关系。",
        "label": ""
      },
      {
        "sentence": "长时间在电脑上玩，可能会造成睡眠不足，大脑和身体都会出现各种各样的不适应，这也是身体再向我们发出号召要求我们保护好自己。",
        "label": ""
      },
      {
        "sentence": "从你的现状来看，可能是因为玩的时间太长或者没有很好的放松，大脑就会有疼痛的感觉。",
        "label": ""
      },
      {
        "sentence": "建议减少玩游戏的时间，积极地锻炼身体，让自己的状态慢慢地好起来就会好很多。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我承认我对电脑花费了太多时间，导致我经常疲劳和头痛。我会尝试减少游戏时间，并加强体育锻炼，希望身体和心理的状态都能得到改善。",
    "annotation": [
      {
        "sentence": "是的，我承认我对电脑花费了太多时间，导致我经常疲劳和头痛。",
        "label": ""
      },
      {
        "sentence": "我会尝试减少游戏时间，并加强体育锻炼，希望身体和心理的状态都能得到改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是个很好的决定，相信适当的调整生活习惯，你一定能够摆脱疲劳和头痛的困扰。三、总之想问一下大概是什么症状，有没有或有几种心理问题，需不需要去医院检查或者服用相关精神类药物。根据你所描述的症状，建议你去专业的医院检查一下，对自己内心、身体及其他各方面有一个了解，消除所有不顺的因素，才能心情好起来，好的心情会让自己各方面的状态都达到正常化。不必过分担心自己，相信你会走出内心的困境，找到自己想要的生活。这一切都需要靠你自己的努力，相信你会越来越好的。加油！我在，等着你！",
    "annotation": [
      {
        "sentence": "这是个很好的决定，相信适当的调整生活习惯，你一定能够摆脱疲劳和头痛的困扰。",
        "label": ""
      },
      {
        "sentence": "三、总之想问一下大概是什么症状，有没有或有几种心理问题，需不需要去医院检查或者服用相关精神类药物。",
        "label": ""
      },
      {
        "sentence": "根据你所描述的症状，建议你去专业的医院检查一下，对自己内心、身体及其他各方面有一个了解，消除所有不顺的因素，才能心情好起来，好的心情会让自己各方面的状态都达到正常化。",
        "label": ""
      },
      {
        "sentence": "不必过分担心自己，相信你会走出内心的困境，找到自己想要的生活。",
        "label": ""
      },
      {
        "sentence": "这一切都需要靠你自己的努力，相信你会越来越好的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "我在，等着你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我明白了，我会尽力调整自己的心态和生活习惯，同时寻求专业医院的帮助，希望能够摆脱困扰，走向更好的未来。非常感谢你的陪伴和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我明白了，我会尽力调整自己的心态和生活习惯，同时寻求专业医院的帮助，希望能够摆脱困扰，走向更好的未来。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的陪伴和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够陪伴你度过这段难过的时光。相信你能够战胜困难，找到内心的平静和快乐。如果有任何需要，随时都可以来找我聊天。记住，你不是一个人在战斗，我会一直在这里支持你的！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够陪伴你度过这段难过的时光。",
        "label": ""
      },
      {
        "sentence": "相信你能够战胜困难，找到内心的平静和快乐。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，我会一直在这里支持你的！",
        "label": ""
      }
    ]
  }
]