[
  {
    "role": "client",
    "content": "我14岁的时候，感觉过不下去了。父母在我三岁的时候就离婚，我跟着我妈。我母亲经常会打我，然后说“我都是为了你好。”就这样过去了4年。我母亲还跟一个我不认识的男的莫名其妙在一起了，每天晚上一起睡。当时那个时候还没有反应过来，就没有在意，但是过了1年，我意识到了，他们两个每天晚上都那啥啥。打麻将输了就打我，骂我，学习方面也有压力，我逐渐受不住了，然后变得不愿意和别人交流，感觉在网络世界才可以解脱。晚上就默默地哭，我很崩溃，还有时候很快乐，有时候很悲伤。我感觉我的人格分裂了，这种感觉真的很不好。导致我现在很想s，也尝试过割腕，当时割了三十多道（感觉不痛）。我在寻找痛觉，我感觉痛觉在逐渐消失。我有时候会笑着笑着就哭。",
    "annotation": [
      {
        "sentence": "我14岁的时候，感觉过不下去了。",
        "label": ""
      },
      {
        "sentence": "父母在我三岁的时候就离婚，我跟着我妈。",
        "label": ""
      },
      {
        "sentence": "我母亲经常会打我，然后说“我都是为了你好。",
        "label": ""
      },
      {
        "sentence": "”就这样过去了4年。",
        "label": ""
      },
      {
        "sentence": "我母亲还跟一个我不认识的男的莫名其妙在一起了，每天晚上一起睡。",
        "label": ""
      },
      {
        "sentence": "当时那个时候还没有反应过来，就没有在意，但是过了1年，我意识到了，他们两个每天晚上都那啥啥。",
        "label": ""
      },
      {
        "sentence": "打麻将输了就打我，骂我，学习方面也有压力，我逐渐受不住了，然后变得不愿意和别人交流，感觉在网络世界才可以解脱。",
        "label": ""
      },
      {
        "sentence": "晚上就默默地哭，我很崩溃，还有时候很快乐，有时候很悲伤。",
        "label": ""
      },
      {
        "sentence": "我感觉我的人格分裂了，这种感觉真的很不好。",
        "label": ""
      },
      {
        "sentence": "导致我现在很想s，也尝试过割腕，当时割了三十多道（感觉不痛）。",
        "label": ""
      },
      {
        "sentence": "我在寻找痛觉，我感觉痛觉在逐渐消失。",
        "label": ""
      },
      {
        "sentence": "我有时候会笑着笑着就哭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够理解你内心的压抑、愤怒、孤独、焦虑、恐惧、无力、无助。小时候父母就离婚分开，跟着三岁的母亲总是被母亲打，打麻将输了也对你打骂，很难想象在你的内心是压抑了多少的孤独、焦虑、恐惧和渴望被爱。生活上得不到父母的关注、接纳、认可、关爱，再加上学习的压力，对于一个内心极度缺乏安全时刻感、焦虑、恐惧、无力、无助的孩子来说，这样的压力都是自己无法承受的。而这些压力也就让你的内心对自我更加的否定，更加的焦虑、恐惧、无力、无助，从而不愿意和别人交流。在现实生活中无法获得尊重、信任、理解、接纳、认可、关爱，无法获得自我的满足，也就会通过网络来寻找，所以你这样做也是可以理解的。只是对网络的需求越多就越依赖，现实的自我就越焦虑、恐惧、无力、无助。而你自残也可以说是在释放内心压抑的情绪压力，表达自己内心的焦虑、无助，希望这样能够引起母亲对自己的关注、关爱。对你的母亲来说，和丈夫离婚分开就要一个人承担对你的抚养监护责任，缺乏稳定的支持、分担、力量，对她来说也是她无法接纳、认可、承受的压力，那么她也就需要让你“听话”，按照她说的去做，这样她才会安心、踏实。就像她对你的打骂，这确实是她对你的爱，只是她是通过一种比较极端伤害的方式来表达对你的关注和关爱，并没有考虑到这样的方式是否能够被你理解、接纳、认可、承受。这样的暴力行为也在反映出她内心的压抑、愤怒、焦虑和恐惧，只有这样做才会释放她的这些情绪压力，才能够让她感觉到轻松一些。对于当时的你来说，只是一个几岁的孩子，无法理解、接纳、认可父母的离婚分开，无法理解母亲为什么总是打自己骂自己，很容易会认为是自己不够好才导致父母离婚、母亲打骂自己，也就会强迫、压抑自己讨好妈妈来让自己能够生存下来，希望这样做可以获得母亲对自己的理解、接纳、认可、关爱。但对母亲来说却会认为是你理解、接纳、认可了她对你的打骂对待，因为你没有跟她表达出来这些情感、情绪和想法，没有反抗她的这些暴力对待。因此，你可以尝试着把自己内心的这些想法、感受跟母亲表达出来，让她能够认识、了解到她的这些言行给你的内心带来的伤害和影响。同时，你也可以听听母亲内心的想法和感受，释放减轻你内心的压力，促进和母亲之间的交流、了解，改善和母亲之间的关系，和母亲之间建立稳定、和谐的亲密关系。这样你也就没有那么孤独、焦虑、恐惧，可以轻松自然很多。",
    "annotation": [
      {
        "sentence": "能够理解你内心的压抑、愤怒、孤独、焦虑、恐惧、无力、无助。",
        "label": ""
      },
      {
        "sentence": "小时候父母就离婚分开，跟着三岁的母亲总是被母亲打，打麻将输了也对你打骂，很难想象在你的内心是压抑了多少的孤独、焦虑、恐惧和渴望被爱。",
        "label": ""
      },
      {
        "sentence": "生活上得不到父母的关注、接纳、认可、关爱，再加上学习的压力，对于一个内心极度缺乏安全时刻感、焦虑、恐惧、无力、无助的孩子来说，这样的压力都是自己无法承受的。",
        "label": ""
      },
      {
        "sentence": "而这些压力也就让你的内心对自我更加的否定，更加的焦虑、恐惧、无力、无助，从而不愿意和别人交流。",
        "label": ""
      },
      {
        "sentence": "在现实生活中无法获得尊重、信任、理解、接纳、认可、关爱，无法获得自我的满足，也就会通过网络来寻找，所以你这样做也是可以理解的。",
        "label": ""
      },
      {
        "sentence": "只是对网络的需求越多就越依赖，现实的自我就越焦虑、恐惧、无力、无助。",
        "label": ""
      },
      {
        "sentence": "而你自残也可以说是在释放内心压抑的情绪压力，表达自己内心的焦虑、无助，希望这样能够引起母亲对自己的关注、关爱。",
        "label": ""
      },
      {
        "sentence": "对你的母亲来说，和丈夫离婚分开就要一个人承担对你的抚养监护责任，缺乏稳定的支持、分担、力量，对她来说也是她无法接纳、认可、承受的压力，那么她也就需要让你“听话”，按照她说的去做，这样她才会安心、踏实。",
        "label": ""
      },
      {
        "sentence": "就像她对你的打骂，这确实是她对你的爱，只是她是通过一种比较极端伤害的方式来表达对你的关注和关爱，并没有考虑到这样的方式是否能够被你理解、接纳、认可、承受。",
        "label": ""
      },
      {
        "sentence": "这样的暴力行为也在反映出她内心的压抑、愤怒、焦虑和恐惧，只有这样做才会释放她的这些情绪压力，才能够让她感觉到轻松一些。",
        "label": ""
      },
      {
        "sentence": "对于当时的你来说，只是一个几岁的孩子，无法理解、接纳、认可父母的离婚分开，无法理解母亲为什么总是打自己骂自己，很容易会认为是自己不够好才导致父母离婚、母亲打骂自己，也就会强迫、压抑自己讨好妈妈来让自己能够生存下来，希望这样做可以获得母亲对自己的理解、接纳、认可、关爱。",
        "label": ""
      },
      {
        "sentence": "但对母亲来说却会认为是你理解、接纳、认可了她对你的打骂对待，因为你没有跟她表达出来这些情感、情绪和想法，没有反抗她的这些暴力对待。",
        "label": ""
      },
      {
        "sentence": "因此，你可以尝试着把自己内心的这些想法、感受跟母亲表达出来，让她能够认识、了解到她的这些言行给你的内心带来的伤害和影响。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以听听母亲内心的想法和感受，释放减轻你内心的压力，促进和母亲之间的交流、了解，改善和母亲之间的关系，和母亲之间建立稳定、和谐的亲密关系。",
        "label": ""
      },
      {
        "sentence": "这样你也就没有那么孤独、焦虑、恐惧，可以轻松自然很多。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我会试着与母亲更多地沟通，让她知道我的真实感受，同时也可以倾听她的想法和感受。我明白母亲的打骂是出于关爱之意，但是我希望她能够用更恰当的方式来表达。我也希望能够减轻自己内心的压力，寻找更健康的释放方式。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会试着与母亲更多地沟通，让她知道我的真实感受，同时也可以倾听她的想法和感受。",
        "label": ""
      },
      {
        "sentence": "我明白母亲的打骂是出于关爱之意，但是我希望她能够用更恰当的方式来表达。",
        "label": ""
      },
      {
        "sentence": "我也希望能够减轻自己内心的压力，寻找更健康的释放方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你有很不错的意识和想法。与母亲的沟通是非常重要的，让她知道你的真实感受，将有助于改善你们之间的关系和解决问题。同时，也要尝试找到适合你自己的情绪释放方式，可以尝试一些放松的活动，如运动、阅读、写作等，以减轻内心的压力。记住，你并不孤独，我们将一起度过困难的时刻。",
    "annotation": [
      {
        "sentence": "很好，你有很不错的意识和想法。",
        "label": ""
      },
      {
        "sentence": "与母亲的沟通是非常重要的，让她知道你的真实感受，将有助于改善你们之间的关系和解决问题。",
        "label": ""
      },
      {
        "sentence": "同时，也要尝试找到适合你自己的情绪释放方式，可以尝试一些放松的活动，如运动、阅读、写作等，以减轻内心的压力。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤独，我们将一起度过困难的时刻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我会努力面对问题，寻找适合自己的方式来释放情绪。我也希望能够重建与母亲的关系，让我们之间更和谐、亲密。我会珍惜这次交流，再次感谢你的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会努力面对问题，寻找适合自己的方式来释放情绪。",
        "label": ""
      },
      {
        "sentence": "我也希望能够重建与母亲的关系，让我们之间更和谐、亲密。",
        "label": ""
      },
      {
        "sentence": "我会珍惜这次交流，再次感谢你的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意为你提供支持和帮助。你已经在正确的道路上努力着，相信自己，未来一定会变得更好。如果你有任何困惑或需要倾诉，随时都可以来找我。我们会一起度过困难，走向更美好的明天。",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意为你提供支持和帮助。",
        "label": ""
      },
      {
        "sentence": "你已经在正确的道路上努力着，相信自己，未来一定会变得更好。",
        "label": ""
      },
      {
        "sentence": "如果你有任何困惑或需要倾诉，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "我们会一起度过困难，走向更美好的明天。",
        "label": ""
      }
    ]
  }
]