[
  {
    "role": "client",
    "content": "不擅长陌生人寒暄式正常交流怎么办嘞？题目很清楚啦不擅长陌生人正常交流。因为随着逐渐长大哈身边的人越来越多就会有很多很多又熟悉又不熟悉的同事师兄姐领导亲戚长辈老师和他们交流又要考虑得体说话方式适当有时也需要去为自己据理力争以达到自己的交谈目标所以在交流过程中自己就会表现得很不自然比如脸红啊说话会语速太快有时候还会说一些有的没的甚至做出一些不合理的事情或者紧张说话说错表达出错今天就突然想是不是自己太怕出错了给自己预想的形象太好了而造成心理落差大的失落感造成的就是老有一种要给别人留下好印象的包袱在but我想了一下我的确是不太能接受别人眼中的我是个很糟糕的形象比如不礼貌不矜持不懂事太跳脱太冷漠成绩不好等等所以换而言之问题就变成了如何摆脱别人眼中自己的包袱束缚希望大家能看看呀真的很难受虽然道理懂但是怎么调整呢",
    "annotation": [
      {
        "sentence": "不擅长陌生人寒暄式正常交流怎么办嘞？",
        "label": ""
      },
      {
        "sentence": "题目很清楚啦不擅长陌生人正常交流。",
        "label": ""
      },
      {
        "sentence": "因为随着逐渐长大哈身边的人越来越多就会有很多很多又熟悉又不熟悉的同事师兄姐领导亲戚长辈老师和他们交流又要考虑得体说话方式适当有时也需要去为自己据理力争以达到自己的交谈目标所以在交流过程中自己就会表现得很不自然比如脸红啊说话会语速太快有时候还会说一些有的没的甚至做出一些不合理的事情或者紧张说话说错表达出错今天就突然想是不是自己太怕出错了给自己预想的形象太好了而造成心理落差大的失落感造成的就是老有一种要给别人留下好印象的包袱在but我想了一下我的确是不太能接受别人眼中的我是个很糟糕的形象比如不礼貌不矜持不懂事太跳脱太冷漠成绩不好等等所以换而言之问题就变成了如何摆脱别人眼中自己的包袱束缚希望大家能看看呀真的很难受虽然道理懂但是怎么调整呢",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有缘能在这个问题中一个有限的时空中相遇，能够感受到你的困惑和苦恼。我会尝试从商业心理学，积极心理学以及个人的一些心得几个方面入手，共同探讨，学习。",
    "annotation": [
      {
        "sentence": "有缘能在这个问题中一个有限的时空中相遇，能够感受到你的困惑和苦恼。",
        "label": ""
      },
      {
        "sentence": "我会尝试从商业心理学，积极心理学以及个人的一些心得几个方面入手，共同探讨，学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的回复。能够得到你的帮助，我感到非常欣慰。请问商业心理学方面你指的是什么呢？",
    "annotation": [
      {
        "sentence": "非常感谢你的回复。",
        "label": ""
      },
      {
        "sentence": "能够得到你的帮助，我感到非常欣慰。",
        "label": ""
      },
      {
        "sentence": "请问商业心理学方面你指的是什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "商业心理学中的55387法则是指形象沟通的“55387”定律，具体是：决定一个人的第一印象中，55%体现在外表、穿着、打扮，38%的肢体语言及语气，谈话内容只占到7%。我核心想表述的，几乎没有人，真的能看到你的内心，除了那种少数FBI特工，那是极端情况我们不去探讨。也就是说，你在他人眼中，尤其是陌生人眼中，如果想提升形象，外表，穿着，打扮，真的很重要，这方面我不去指导了，你可以延伸去学习，那么肢体语言和语气，我们可以通过提升自己的自信（哪怕是假装自信），来让对方感觉，你是一个比较“擅长“沟通的人。剩下的7%，你还觉得会是个问题吗？",
    "annotation": [
      {
        "sentence": "商业心理学中的55387法则是指形象沟通的“55387”定律，具体是：决定一个人的第一印象中，55%体现在外表、穿着、打扮，38%的肢体语言及语气，谈话内容只占到7%。",
        "label": ""
      },
      {
        "sentence": "我核心想表述的，几乎没有人，真的能看到你的内心，除了那种少数FBI特工，那是极端情况我们不去探讨。",
        "label": ""
      },
      {
        "sentence": "也就是说，你在他人眼中，尤其是陌生人眼中，如果想提升形象，外表，穿着，打扮，真的很重要，这方面我不去指导了，你可以延伸去学习，那么肢体语言和语气，我们可以通过提升自己的自信（哪怕是假装自信），来让对方感觉，你是一个比较“擅长“沟通的人。",
        "label": ""
      },
      {
        "sentence": "剩下的7%，你还觉得会是个问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来如此，我明白了。我会注意外表和肢体语言，尽量表现自己的自信。除了商业心理学，你还提到了积极心理学，我还不太了解。你能给我介绍一下吗？",
    "annotation": [
      {
        "sentence": "原来如此，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会注意外表和肢体语言，尽量表现自己的自信。",
        "label": ""
      },
      {
        "sentence": "除了商业心理学，你还提到了积极心理学，我还不太了解。",
        "label": ""
      },
      {
        "sentence": "你能给我介绍一下吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "积极心理学这块，我主要觉得，是重要而不紧急的事情，就是尝试建立起一个自信的，拥有独立性的尊严体系。这方面可以去阅读一些不那么心灵鸡汤的书（太鸡汤容易过到另外一个极端），有了这个独立的尊严体系，别人的评价，你就可以客观地去看，说的对的，我们吸收采纳，说的值得探讨的，略去也无妨。简而言之，别把自己看太高，也别把自己看太低，不卑不亢，这种由内而外的气质养成是长期的，也是我们每个人需要去修炼的功课。",
    "annotation": [
      {
        "sentence": "积极心理学这块，我主要觉得，是重要而不紧急的事情，就是尝试建立起一个自信的，拥有独立性的尊严体系。",
        "label": ""
      },
      {
        "sentence": "这方面可以去阅读一些不那么心灵鸡汤的书（太鸡汤容易过到另外一个极端），有了这个独立的尊严体系，别人的评价，你就可以客观地去看，说的对的，我们吸收采纳，说的值得探讨的，略去也无妨。",
        "label": ""
      },
      {
        "sentence": "简而言之，别把自己看太高，也别把自己看太低，不卑不亢，这种由内而外的气质养成是长期的，也是我们每个人需要去修炼的功课。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，建立自信的独立尊严体系对于改善我的交流问题非常重要。我会尝试去读一些相关书籍，学习如何保持平衡的态度。另外，你提到了个人的一些心得，你能分享一下吗？",
    "annotation": [
      {
        "sentence": "我明白了，建立自信的独立尊严体系对于改善我的交流问题非常重要。",
        "label": ""
      },
      {
        "sentence": "我会尝试去读一些相关书籍，学习如何保持平衡的态度。",
        "label": ""
      },
      {
        "sentence": "另外，你提到了个人的一些心得，你能分享一下吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从我个人的一些心得，我本人也不是一个特别擅长与人沟通的人。你不妨去测一下大五人格，了解下自己到底是哪一类型人格的人，这里没有任何的褒贬，只是人的特性，了解自我，对于下一步去改善会有所帮助。我们没必要去迎合，商业社会上倡导的那种，见人说人话，见鬼说鬼话的风格，对吗？每个人都有自己独特的无法替代的价值。给我的感觉，你还是在校园里为主是吧？校园相对而言还算是比较象牙塔的，做到以上几点之后，相信你可以有所改善。以上，加油！",
    "annotation": [
      {
        "sentence": "从我个人的一些心得，我本人也不是一个特别擅长与人沟通的人。",
        "label": ""
      },
      {
        "sentence": "你不妨去测一下大五人格，了解下自己到底是哪一类型人格的人，这里没有任何的褒贬，只是人的特性，了解自我，对于下一步去改善会有所帮助。",
        "label": ""
      },
      {
        "sentence": "我们没必要去迎合，商业社会上倡导的那种，见人说人话，见鬼说鬼话的风格，对吗？",
        "label": ""
      },
      {
        "sentence": "每个人都有自己独特的无法替代的价值。",
        "label": ""
      },
      {
        "sentence": "给我的感觉，你还是在校园里为主是吧？",
        "label": ""
      },
      {
        "sentence": "校园相对而言还算是比较象牙塔的，做到以上几点之后，相信你可以有所改善。",
        "label": ""
      },
      {
        "sentence": "以上，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和鼓励！我会根据你提供的方法，积极尝试调整自己，建立自信的独立尊严体系，并了解自己的人格类型。继续在校园中努力，相信我可以逐渐改善自己的交流能力。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会根据你提供的方法，积极尝试调整自己，建立自信的独立尊严体系，并了解自己的人格类型。",
        "label": ""
      },
      {
        "sentence": "继续在校园中努力，相信我可以逐渐改善自己的交流能力。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  }
]