[
  {
    "role": "client",
    "content": "我14岁了，感觉过不下去了。父母在我三岁的时候就离婚，我跟着我妈，我母亲经常会打我，然后说“我都是为了你好。”就这样过去了4年，我母亲还跟一个我不认识的男的莫名其妙在一起了，每天晚上一起睡。当时那个时候还没有反应过来，就没有在意，但是过了1年，我意识到了，他们两个每天晚上都那啥啥。打麻将输了就打我，骂我，学习方面也有压力，我逐渐受不住了，然后变得不愿意和别人交流，感觉在网络世界才可以解脱。晚上就默默地哭，我很崩，还有时候很快乐，有时候很悲伤。我感觉我人格分裂了，这种感觉真的很不好。导致我现在很想很想死，也尝试过割腕，当时割了三十多道（感觉不痛），我在寻找痛觉，我感觉痛觉在逐渐消失，我有时候会笑着笑着就哭。",
    "annotation": [
      {
        "sentence": "我14岁了，感觉过不下去了。",
        "label": ""
      },
      {
        "sentence": "父母在我三岁的时候就离婚，我跟着我妈，我母亲经常会打我，然后说“我都是为了你好。",
        "label": ""
      },
      {
        "sentence": "”就这样过去了4年，我母亲还跟一个我不认识的男的莫名其妙在一起了，每天晚上一起睡。",
        "label": ""
      },
      {
        "sentence": "当时那个时候还没有反应过来，就没有在意，但是过了1年，我意识到了，他们两个每天晚上都那啥啥。",
        "label": ""
      },
      {
        "sentence": "打麻将输了就打我，骂我，学习方面也有压力，我逐渐受不住了，然后变得不愿意和别人交流，感觉在网络世界才可以解脱。",
        "label": ""
      },
      {
        "sentence": "晚上就默默地哭，我很崩，还有时候很快乐，有时候很悲伤。",
        "label": ""
      },
      {
        "sentence": "我感觉我人格分裂了，这种感觉真的很不好。",
        "label": ""
      },
      {
        "sentence": "导致我现在很想很想死，也尝试过割腕，当时割了三十多道（感觉不痛），我在寻找痛觉，我感觉痛觉在逐渐消失，我有时候会笑着笑着就哭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子，你的故事太悲伤，令人心痛。如花的年龄，还是需要获得滋养的阶段，却要在晚上默默地哭泣，笑着笑着就哭了。这是多大的悲伤啊，特别想给你些力量和支撑！我想语言的力量在你面前已经略显苍白，你需要更多实质性的帮助或建议。我知道你很难过，甚至绝望。痛感在逐渐消失，那是你承受的痛苦太多太强了，身体在帮你防御，使你不去感受身体的疼痛，哪怕这令你内心感到恐慌，先允许这种情况存在。也请先允许自己借用网络空间让自己喘一口气，那是你特别珍贵难得的地方，现实逼得你几乎没有活路了，网络空间可以让你暂时地从现实中抽离开，得到些在现实中得不到的东西，可以让你暂时地舒缓一下。",
    "annotation": [
      {
        "sentence": "孩子，你的故事太悲伤，令人心痛。",
        "label": ""
      },
      {
        "sentence": "如花的年龄，还是需要获得滋养的阶段，却要在晚上默默地哭泣，笑着笑着就哭了。",
        "label": ""
      },
      {
        "sentence": "这是多大的悲伤啊，特别想给你些力量和支撑！",
        "label": ""
      },
      {
        "sentence": "我想语言的力量在你面前已经略显苍白，你需要更多实质性的帮助或建议。",
        "label": ""
      },
      {
        "sentence": "我知道你很难过，甚至绝望。",
        "label": ""
      },
      {
        "sentence": "痛感在逐渐消失，那是你承受的痛苦太多太强了，身体在帮你防御，使你不去感受身体的疼痛，哪怕这令你内心感到恐慌，先允许这种情况存在。",
        "label": ""
      },
      {
        "sentence": "也请先允许自己借用网络空间让自己喘一口气，那是你特别珍贵难得的地方，现实逼得你几乎没有活路了，网络空间可以让你暂时地从现实中抽离开，得到些在现实中得不到的东西，可以让你暂时地舒缓一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，我真的需要一些支持和帮助。我真的觉得自己好辛苦，每天都过得很痛苦。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，我真的需要一些支持和帮助。",
        "label": ""
      },
      {
        "sentence": "我真的觉得自己好辛苦，每天都过得很痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受，这种经历对你来说确实非常辛苦。你要知道，你并不是一个人在面对这一切。虽然此时此刻我无法置身其中，但请相信你不是孤单的。除了网络空间给你一些喘息的机会，你还可以试着寻求周围人的帮助。你的家人、亲戚或朋友，他们中可能有人能够给予你实质性的支持和关怀。",
    "annotation": [
      {
        "sentence": "我明白你的感受，这种经历对你来说确实非常辛苦。",
        "label": ""
      },
      {
        "sentence": "你要知道，你并不是一个人在面对这一切。",
        "label": ""
      },
      {
        "sentence": "虽然此时此刻我无法置身其中，但请相信你不是孤单的。",
        "label": ""
      },
      {
        "sentence": "除了网络空间给你一些喘息的机会，你还可以试着寻求周围人的帮助。",
        "label": ""
      },
      {
        "sentence": "你的家人、亲戚或朋友，他们中可能有人能够给予你实质性的支持和关怀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很害怕向他们求助，我不知道他们是否能理解我，我怕他们会责怪我和我妈妈，我也怕他们觉得我是一个麻烦。",
    "annotation": [
      {
        "sentence": "我很害怕向他们求助，我不知道他们是否能理解我，我怕他们会责怪我和我妈妈，我也怕他们觉得我是一个麻烦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心，但你并不一定要一直承受这份痛苦。与家人、亲戚或朋友倾诉并不代表你是麻烦，他们可能会理解你的困境，并努力为你提供支持。有时候，我们需要给别人一个机会去了解我们的苦衷。你可以试着选择一个你觉得比较信任、理解与关心你的人，向他们倾诉你的感受，或许他们会给你一些建设性的建议。",
    "annotation": [
      {
        "sentence": "理解你的担心，但你并不一定要一直承受这份痛苦。",
        "label": ""
      },
      {
        "sentence": "与家人、亲戚或朋友倾诉并不代表你是麻烦，他们可能会理解你的困境，并努力为你提供支持。",
        "label": ""
      },
      {
        "sentence": "有时候，我们需要给别人一个机会去了解我们的苦衷。",
        "label": ""
      },
      {
        "sentence": "你可以试着选择一个你觉得比较信任、理解与关心你的人，向他们倾诉你的感受，或许他们会给你一些建设性的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着向他们倾诉。但是，对于我妈妈的行为和我现在的状况，我觉得很无能为力，我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着向他们倾诉。",
        "label": ""
      },
      {
        "sentence": "但是，对于我妈妈的行为和我现在的状况，我觉得很无能为力，我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你感到无能为力的心情，面对这样复杂的家庭问题确实挑战重重。但是，别忘了你还是一个孩子，你并没有责任去承担家庭的重担。母亲的行为和你现在的状况并不是你的错，你无法左右她们的行为选择。重要的是把握自己能够控制的事情。通过向他人求助、向专业人士咨询，也许能找到一些解决问题的方法。你可以和相关机构联系，反映你的家庭环境和遭遇，向他们咨询你可以得到的帮助，他们可以给你提供咨询、保护和援助等资源。",
    "annotation": [
      {
        "sentence": "我理解你感到无能为力的心情，面对这样复杂的家庭问题确实挑战重重。",
        "label": ""
      },
      {
        "sentence": "但是，别忘了你还是一个孩子，你并没有责任去承担家庭的重担。",
        "label": ""
      },
      {
        "sentence": "母亲的行为和你现在的状况并不是你的错，你无法左右她们的行为选择。",
        "label": ""
      },
      {
        "sentence": "重要的是把握自己能够控制的事情。",
        "label": ""
      },
      {
        "sentence": "通过向他人求助、向专业人士咨询，也许能找到一些解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "你可以和相关机构联系，反映你的家庭环境和遭遇，向他们咨询你可以得到的帮助，他们可以给你提供咨询、保护和援助等资源。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试找一些相关的机构寻求帮助，看看是否能够改善我的状况。我也希望通过他们的帮助，能够重建自己的生活。",
    "annotation": [
      {
        "sentence": "我会尝试找一些相关的机构寻求帮助，看看是否能够改善我的状况。",
        "label": ""
      },
      {
        "sentence": "我也希望通过他们的帮助，能够重建自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的勇气和决心让我非常敬佩。寻求帮助是一个非常重要且正确的决定。请记住，你并不孤单，这个世界上还有很多人会关心你的，也有很多资源可以帮助你。相信自己，相信美好的未来，相信你有能力走出困境，重新建立起属于自己的幸福。",
    "annotation": [
      {
        "sentence": "很好，你的勇气和决心让我非常敬佩。",
        "label": ""
      },
      {
        "sentence": "寻求帮助是一个非常重要且正确的决定。",
        "label": ""
      },
      {
        "sentence": "请记住，你并不孤单，这个世界上还有很多人会关心你的，也有很多资源可以帮助你。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信美好的未来，相信你有能力走出困境，重新建立起属于自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来的鼓励和陪伴，我决定不再继续逃避和放弃，我会积极地寻求帮助，尽力改变现状。相信自己，相信未来，我会为了自己的幸福而努力。",
    "annotation": [
      {
        "sentence": "谢谢你一直以来的鼓励和陪伴，我决定不再继续逃避和放弃，我会积极地寻求帮助，尽力改变现状。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来，我会为了自己的幸福而努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的改变和成长是非常令人振奋的。无论遇到什么样的困难，不要怀疑自己的能力和价值。有信念，有勇气，你一定可以走出困境，找到属于自己的幸福。祝福你，加油！",
    "annotation": [
      {
        "sentence": "你的改变和成长是非常令人振奋的。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么样的困难，不要怀疑自己的能力和价值。",
        "label": ""
      },
      {
        "sentence": "有信念，有勇气，你一定可以走出困境，找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "祝福你，加油！",
        "label": ""
      }
    ]
  }
]