[
  {
    "role": "client",
    "content": "她根不懂我，还爱到处乱说，为何家人把我秘密说出去？",
    "annotation": [
      {
        "sentence": "她根不懂我，还爱到处乱说，为何家人把我秘密说出去？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你感受到了被背叛和失望，这种感觉很不好受吧。我觉得这是一个重要的话题，你能跟我多说一些关于这个问题的细节吗？",
    "annotation": [
      {
        "sentence": "你感受到了被背叛和失望，这种感觉很不好受吧。",
        "label": ""
      },
      {
        "sentence": "我觉得这是一个重要的话题，你能跟我多说一些关于这个问题的细节吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "以前，我告诉妈妈一件事。我以为这是我们两个人的谈话，我向妈妈抱怨同学早恋要我帮她递情书这事很烦。当时，她也符合说那个同学不好。等二天，我妈把这件事告诉我外婆了，让我外婆劝我千万别早恋。从那时起，我就很讨厌和我妈在说事，她根不懂我，还爱到处乱说。",
    "annotation": [
      {
        "sentence": "以前，我告诉妈妈一件事。",
        "label": ""
      },
      {
        "sentence": "我以为这是我们两个人的谈话，我向妈妈抱怨同学早恋要我帮她递情书这事很烦。",
        "label": ""
      },
      {
        "sentence": "当时，她也符合说那个同学不好。",
        "label": ""
      },
      {
        "sentence": "等二天，我妈把这件事告诉我外婆了，让我外婆劝我千万别早恋。",
        "label": ""
      },
      {
        "sentence": "从那时起，我就很讨厌和我妈在说事，她根不懂我，还爱到处乱说。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你对于父母的行为感到很不满和生气。他们的行为可能会让你觉得你的隐私没有受到尊重。这种感觉非常正常。你不妨试试告诉父母你的感受，让他们了解你的想法。",
    "annotation": [
      {
        "sentence": "听起来你对于父母的行为感到很不满和生气。",
        "label": ""
      },
      {
        "sentence": "他们的行为可能会让你觉得你的隐私没有受到尊重。",
        "label": ""
      },
      {
        "sentence": "这种感觉非常正常。",
        "label": ""
      },
      {
        "sentence": "你不妨试试告诉父母你的感受，让他们了解你的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "请问这样不跟父母交流想法正确吗？",
    "annotation": [
      {
        "sentence": "请问这样不跟父母交流想法正确吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，守护自己的秘密是一件非常棒的事情呀，这是一定会有的事情。其次，父母的眼里更担心的是你的成长的问题，对于他们来说你的成长和健康大于一切的事情，所以常常做出“我觉得对你好”的事情。那站在他们的角度的话，我们也同样能够理解他们哦，但是如果站在你的角度的话，我觉得你应该好好的和父母说，“因为我觉得你是我在这个世界上最亲密的人，所以我和你讲了最近我遇到的秘密，但是你很不以为然的告诉了别人，这对我来说是很难过的事情”。如果说父母最后也没能明白或者理解你，其实我们可以选择不同的释放方式，如果因为实在太想说这件事情，你可以发送到一个所有人都不知道的平台，以此来表达你的小秘密哦，并不是所有人都能理解完全的你，但也没有人比你父母更爱你哟。",
    "annotation": [
      {
        "sentence": "首先，守护自己的秘密是一件非常棒的事情呀，这是一定会有的事情。",
        "label": ""
      },
      {
        "sentence": "其次，父母的眼里更担心的是你的成长的问题，对于他们来说你的成长和健康大于一切的事情，所以常常做出“我觉得对你好”的事情。",
        "label": ""
      },
      {
        "sentence": "那站在他们的角度的话，我们也同样能够理解他们哦，但是如果站在你的角度的话，我觉得你应该好好的和父母说，“因为我觉得你是我在这个世界上最亲密的人，所以我和你讲了最近我遇到的秘密，但是你很不以为然的告诉了别人，这对我来说是很难过的事情”。",
        "label": ""
      },
      {
        "sentence": "如果说父母最后也没能明白或者理解你，其实我们可以选择不同的释放方式，如果因为实在太想说这件事情，你可以发送到一个所有人都不知道的平台，以此来表达你的小秘密哦，并不是所有人都能理解完全的你，但也没有人比你父母更爱你哟。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，或许我需要好好和父母沟通，让他们了解我的感受和需要。也许他们并不是恶意地透露我的秘密，只是希望保护我。我会试着找到一个适合倾诉的方式，让我能够发泄、守护自己的秘密。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "你说得对，或许我需要好好和父母沟通，让他们了解我的感受和需要。",
        "label": ""
      },
      {
        "sentence": "也许他们并不是恶意地透露我的秘密，只是希望保护我。",
        "label": ""
      },
      {
        "sentence": "我会试着找到一个适合倾诉的方式，让我能够发泄、守护自己的秘密。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。记住，和父母坦诚相待会有助于建立更好的沟通和理解。你可以尝试逐渐与他们分享更多，让他们更了解你的想法和需求。希望你能找到适合自己的倾诉方式，保护好自己的秘密。你可以随时再来找我聊聊，我会一直在这里支持你的。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，和父母坦诚相待会有助于建立更好的沟通和理解。",
        "label": ""
      },
      {
        "sentence": "你可以尝试逐渐与他们分享更多，让他们更了解你的想法和需求。",
        "label": ""
      },
      {
        "sentence": "希望你能找到适合自己的倾诉方式，保护好自己的秘密。",
        "label": ""
      },
      {
        "sentence": "你可以随时再来找我聊聊，我会一直在这里支持你的。",
        "label": ""
      }
    ]
  }
]