[
  {
    "role": "client",
    "content": "我今年31岁了，我和我的对象都是大龄青年。我们认识不到一年，是在网上认识的。我选择他是因为觉得他善良有责任感有上进心，为人正直。但是现在我们相处了将近十个月，遇到了很多困难。第一，他家庭非常贫困，他是三个兄弟中的一个，并且家乡在大西北，完全靠自己奋斗。他自己买了个房子，但每个月的房贷加信用贷款接近2万。我已经很辛苦地跟他一起分担，但这导致我目前生活质量大幅下降。不仅每个月要和他一起还房贷，还要负担他的生活费用。但是我从来没有责备过他，也没有向父母提起彩礼的问题，因为我们都不想伤害他的自尊心。第二，他欺骗了我关于他的学历。最初他告诉我他是研究生，但后来才告诉我不是。我要他出示学历证书，他却不肯给我看，还一直敷衍。我感到很生气，觉得他欺骗了我。我本身是985高校的硕士，所以对于对方的学历有一定要求，至少是本科以上。第三，在相处的过程中，我发现我们并不是心灵相通的人。但我不忍心考虑分手。",
    "annotation": [
      {
        "sentence": "我今年31岁了，我和我的对象都是大龄青年。",
        "label": ""
      },
      {
        "sentence": "我们认识不到一年，是在网上认识的。",
        "label": ""
      },
      {
        "sentence": "我选择他是因为觉得他善良有责任感有上进心，为人正直。",
        "label": ""
      },
      {
        "sentence": "但是现在我们相处了将近十个月，遇到了很多困难。",
        "label": ""
      },
      {
        "sentence": "第一，他家庭非常贫困，他是三个兄弟中的一个，并且家乡在大西北，完全靠自己奋斗。",
        "label": ""
      },
      {
        "sentence": "他自己买了个房子，但每个月的房贷加信用贷款接近2万。",
        "label": ""
      },
      {
        "sentence": "我已经很辛苦地跟他一起分担，但这导致我目前生活质量大幅下降。",
        "label": ""
      },
      {
        "sentence": "不仅每个月要和他一起还房贷，还要负担他的生活费用。",
        "label": ""
      },
      {
        "sentence": "但是我从来没有责备过他，也没有向父母提起彩礼的问题，因为我们都不想伤害他的自尊心。",
        "label": ""
      },
      {
        "sentence": "第二，他欺骗了我关于他的学历。",
        "label": ""
      },
      {
        "sentence": "最初他告诉我他是研究生，但后来才告诉我不是。",
        "label": ""
      },
      {
        "sentence": "我要他出示学历证书，他却不肯给我看，还一直敷衍。",
        "label": ""
      },
      {
        "sentence": "我感到很生气，觉得他欺骗了我。",
        "label": ""
      },
      {
        "sentence": "我本身是985高校的硕士，所以对于对方的学历有一定要求，至少是本科以上。",
        "label": ""
      },
      {
        "sentence": "第三，在相处的过程中，我发现我们并不是心灵相通的人。",
        "label": ""
      },
      {
        "sentence": "但我不忍心考虑分手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "爱情是理想，而婚姻是现实。你们俩已经过了30岁，可以说是以结婚为目的的恋爱了。婚姻和家庭是我们每个人都必须面对的问题。我们需要考虑婚姻是否幸福，家庭是否稳定，包括孩子是否有健康快乐的成长空间，以及父母是否可以过上幸福的晚年。虽然他善良有责任感有上进心，为人正直，这在很多家长眼中是非常难得的。但仅凭这些条件并不足以构成婚姻的基础。婚姻的基础应该是爱情，对于每个人对爱情的理解和追求都有所不同。有些人追求激情之爱，有些人追求理智之爱。但是一旦进入柴米油盐的生活，我们就不得不考虑到非常现实的问题。虽然我们知道即使是相似的人，甚至是同卵双胞胎，也会有差异。但是如果在价值观和人生观上有重大分歧，我们就必须认真对待，不能勉强。因为一旦建立了其他社会关系，就很难轻易分离。你列举了三个问题，前两个问题可能是他欺骗你的原因（可以理解）。回到现实来看，你们两个家庭背景差异较大。他来自大西北的贫困家庭，而你的家庭条件相对较好（从你父母不提彩礼的事情可以看出）。他靠自己买了房子（这点值得赞赏），但每个月的房贷和信用贷款接近2万。你不仅要和他一起还房贷，还要负担他的生活费用，这严重影响了你的生活质量。这也说明他的收入并不足以支付房贷，如果房子是在你们确定恋爱关系之前购买的，并且中间没有特殊情况，那么他确实有些目光短浅，这也是他性格上的一点小缺陷。如果房子是在确定关系之后购买的，那么你就需要在自己身上找找问题了。婚姻虽然不仅仅是物质利益的共同体，但金钱观也反映了我们对待事物的态度。对于\"不是心灵相通的人\"这一点，对于是否继续走向婚姻，你需要考虑得更加谨慎。因为理智的爱情是一个选择的过程，我们寻求共同点，接受差异，当发现有重大分歧时就不能勉强。很多伴侣在发现分歧之后，可能已经有了很长时间的交往，有感情了，不忍心放弃，或者因为外界的压力等等原因，常常会感性地掩盖分歧，甚至用赶快结婚的方式来维系这段关系。但这样做往往难以弥补日后关系出现危机的后果。姑娘，既然你已经有自己的想法，不妨好好和男友沟通，分享你的内心真实想法及感受，但要避免情绪化哦。看看他是否能够平心静气地理解你。另外，了解一下彼此的父母对这段关系的态度，毕竟婚姻不仅仅关乎两个人，还关乎两个家庭的结合。人的年龄可以分为社会年龄、心理年龄和基因年龄。国家规定女性不得早于社会年龄20岁结婚，所以31岁并不算是大龄青年。如果你觉得结婚早了，那就不晚呀。所以，我有几个建议：1.好好梳理一下自己，弄清楚你对这段关系想要的究竟是什么，以及你对未来的规划。2.和男友就你内心的真实想法展开对话，包括你所感受到的一系列问题，但注意不要过于情绪化，看看他是否能够冷静地接受。3.了解双方父母对待你们关系的",
    "annotation": [
      {
        "sentence": "爱情是理想，而婚姻是现实。",
        "label": ""
      },
      {
        "sentence": "你们俩已经过了30岁，可以说是以结婚为目的的恋爱了。",
        "label": ""
      },
      {
        "sentence": "婚姻和家庭是我们每个人都必须面对的问题。",
        "label": ""
      },
      {
        "sentence": "我们需要考虑婚姻是否幸福，家庭是否稳定，包括孩子是否有健康快乐的成长空间，以及父母是否可以过上幸福的晚年。",
        "label": ""
      },
      {
        "sentence": "虽然他善良有责任感有上进心，为人正直，这在很多家长眼中是非常难得的。",
        "label": ""
      },
      {
        "sentence": "但仅凭这些条件并不足以构成婚姻的基础。",
        "label": ""
      },
      {
        "sentence": "婚姻的基础应该是爱情，对于每个人对爱情的理解和追求都有所不同。",
        "label": ""
      },
      {
        "sentence": "有些人追求激情之爱，有些人追求理智之爱。",
        "label": ""
      },
      {
        "sentence": "但是一旦进入柴米油盐的生活，我们就不得不考虑到非常现实的问题。",
        "label": ""
      },
      {
        "sentence": "虽然我们知道即使是相似的人，甚至是同卵双胞胎，也会有差异。",
        "label": ""
      },
      {
        "sentence": "但是如果在价值观和人生观上有重大分歧，我们就必须认真对待，不能勉强。",
        "label": ""
      },
      {
        "sentence": "因为一旦建立了其他社会关系，就很难轻易分离。",
        "label": ""
      },
      {
        "sentence": "你列举了三个问题，前两个问题可能是他欺骗你的原因（可以理解）。",
        "label": ""
      },
      {
        "sentence": "回到现实来看，你们两个家庭背景差异较大。",
        "label": ""
      },
      {
        "sentence": "他来自大西北的贫困家庭，而你的家庭条件相对较好（从你父母不提彩礼的事情可以看出）。",
        "label": ""
      },
      {
        "sentence": "他靠自己买了房子（这点值得赞赏），但每个月的房贷和信用贷款接近2万。",
        "label": ""
      },
      {
        "sentence": "你不仅要和他一起还房贷，还要负担他的生活费用，这严重影响了你的生活质量。",
        "label": ""
      },
      {
        "sentence": "这也说明他的收入并不足以支付房贷，如果房子是在你们确定恋爱关系之前购买的，并且中间没有特殊情况，那么他确实有些目光短浅，这也是他性格上的一点小缺陷。",
        "label": ""
      },
      {
        "sentence": "如果房子是在确定关系之后购买的，那么你就需要在自己身上找找问题了。",
        "label": ""
      },
      {
        "sentence": "婚姻虽然不仅仅是物质利益的共同体，但金钱观也反映了我们对待事物的态度。",
        "label": ""
      },
      {
        "sentence": "对于\"不是心灵相通的人\"这一点，对于是否继续走向婚姻，你需要考虑得更加谨慎。",
        "label": ""
      },
      {
        "sentence": "因为理智的爱情是一个选择的过程，我们寻求共同点，接受差异，当发现有重大分歧时就不能勉强。",
        "label": ""
      },
      {
        "sentence": "很多伴侣在发现分歧之后，可能已经有了很长时间的交往，有感情了，不忍心放弃，或者因为外界的压力等等原因，常常会感性地掩盖分歧，甚至用赶快结婚的方式来维系这段关系。",
        "label": ""
      },
      {
        "sentence": "但这样做往往难以弥补日后关系出现危机的后果。",
        "label": ""
      },
      {
        "sentence": "姑娘，既然你已经有自己的想法，不妨好好和男友沟通，分享你的内心真实想法及感受，但要避免情绪化哦。",
        "label": ""
      },
      {
        "sentence": "看看他是否能够平心静气地理解你。",
        "label": ""
      },
      {
        "sentence": "另外，了解一下彼此的父母对这段关系的态度，毕竟婚姻不仅仅关乎两个人，还关乎两个家庭的结合。",
        "label": ""
      },
      {
        "sentence": "人的年龄可以分为社会年龄、心理年龄和基因年龄。",
        "label": ""
      },
      {
        "sentence": "国家规定女性不得早于社会年龄20岁结婚，所以31岁并不算是大龄青年。",
        "label": ""
      },
      {
        "sentence": "如果你觉得结婚早了，那就不晚呀。",
        "label": ""
      },
      {
        "sentence": "所以，我有几个建议：1.好好梳理一下自己，弄清楚你对这段关系想要的究竟是什么，以及你对未来的规划。",
        "label": ""
      },
      {
        "sentence": "2.和男友就你内心的真实想法展开对话，包括你所感受到的一系列问题，但注意不要过于情绪化，看看他是否能够冷静地接受。",
        "label": ""
      },
      {
        "sentence": "3.了解双方父母对待你们关系的",
        "label": ""
      }
    ]
  }
]