[
  {
    "role": "client",
    "content": "我今年31岁了，真的觉得自己爱情上没有了寸步难行的能力，你觉得我该怎么办？我和我的对象都是31岁，算是大龄男女青年了。我们认识还不到一年，是在网上认识的。我选择他是因为觉得他善良有责任感有上进心，为人正直。但是现在我们相处了将近十个月，却面临了很多困难：首先，他家庭非常贫困，他是家里三个兄弟，家乡在大西北，所有的生活开销都要靠他自己奋斗，他的父母一点钱都没有。他为了能有个家，还贷款买了房子，但是每个月还贷和信用贷款加起来差不多2万块，让我也要和他一起承担这个压力，导致我的生活质量大幅下降。我不仅要和他一起还房贷，还要每个月再介绍给他生活费，但是我从来没有数落过他，我家里父母也没有跟他提彩礼的事情，因为我们都不想伤害他的自尊心。其次，他一开始跟我说自己是研究生，后来才告诉我实际上并不是，我要求他出示学历证明，可是他却敷衍我，一直打马虎眼。这让我很生气，觉得他欺骗了我。我自己是985高校的硕士，对另一半的学历也有一定要求，至少是本科学历。还有，我觉得我们在相处中也有一些小的摩擦，心灵不够契合。我真的很犹豫不决，不忍心跟他分手。",
    "annotation": [
      {
        "sentence": "我今年31岁了，真的觉得自己爱情上没有了寸步难行的能力，你觉得我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我和我的对象都是31岁，算是大龄男女青年了。",
        "label": ""
      },
      {
        "sentence": "我们认识还不到一年，是在网上认识的。",
        "label": ""
      },
      {
        "sentence": "我选择他是因为觉得他善良有责任感有上进心，为人正直。",
        "label": ""
      },
      {
        "sentence": "但是现在我们相处了将近十个月，却面临了很多困难：首先，他家庭非常贫困，他是家里三个兄弟，家乡在大西北，所有的生活开销都要靠他自己奋斗，他的父母一点钱都没有。",
        "label": ""
      },
      {
        "sentence": "他为了能有个家，还贷款买了房子，但是每个月还贷和信用贷款加起来差不多2万块，让我也要和他一起承担这个压力，导致我的生活质量大幅下降。",
        "label": ""
      },
      {
        "sentence": "我不仅要和他一起还房贷，还要每个月再介绍给他生活费，但是我从来没有数落过他，我家里父母也没有跟他提彩礼的事情，因为我们都不想伤害他的自尊心。",
        "label": ""
      },
      {
        "sentence": "其次，他一开始跟我说自己是研究生，后来才告诉我实际上并不是，我要求他出示学历证明，可是他却敷衍我，一直打马虎眼。",
        "label": ""
      },
      {
        "sentence": "这让我很生气，觉得他欺骗了我。",
        "label": ""
      },
      {
        "sentence": "我自己是985高校的硕士，对另一半的学历也有一定要求，至少是本科学历。",
        "label": ""
      },
      {
        "sentence": "还有，我觉得我们在相处中也有一些小的摩擦，心灵不够契合。",
        "label": ""
      },
      {
        "sentence": "我真的很犹豫不决，不忍心跟他分手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来学历对你来说是一个很重要的问题，你的家庭对你的要求并不在乎对方的家境。对于很多人来说，985高校的硕士学历是令人望而却步的。也许如果在第一次聊天的时候他直接告诉你实际的学历，你可能就直接放弃了。隐藏在谎言背后的是他的自尊心，他不愿意放弃你，也担心失去你。当然，学历和家境等等都不是问题的话，你们会面临更多的困难，但是只要两个人合适，这些问题都是可以克服的。",
    "annotation": [
      {
        "sentence": "听起来学历对你来说是一个很重要的问题，你的家庭对你的要求并不在乎对方的家境。",
        "label": ""
      },
      {
        "sentence": "对于很多人来说，985高校的硕士学历是令人望而却步的。",
        "label": ""
      },
      {
        "sentence": "也许如果在第一次聊天的时候他直接告诉你实际的学历，你可能就直接放弃了。",
        "label": ""
      },
      {
        "sentence": "隐藏在谎言背后的是他的自尊心，他不愿意放弃你，也担心失去你。",
        "label": ""
      },
      {
        "sentence": "当然，学历和家境等等都不是问题的话，你们会面临更多的困难，但是只要两个人合适，这些问题都是可以克服的。",
        "label": ""
      }
    ]
  }
]