[
  {
    "role": "client",
    "content": "做卷子或者做题，害怕旁边的人看到自己的答案？",
    "annotation": [
      {
        "sentence": "做卷子或者做题，害怕旁边的人看到自己的答案？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情。你不是一个人，我在做卷子或者做题的时候，也会感到害怕。但是我觉得我的情况没有你说的这么明显。你害怕被看到其实是非常正常的，我们可以理解为害怕别人窃取自己的学习成果，也可能是害怕别人看见我们的学习内容，比如我们可能觉得字写的不好看啊，可能觉得写错了很多，可能仅仅是出于一种对“隐私”的保护……所以找到你行为背后的深层次原因就可以很好的调整了，你可以试着多想几步，“我不想让别人看，是因为……”同时你可以看看自己在其他方面有没有类似的问题，比如两个人一起吃饭，你会害怕别人看你怎么吃吗？不断探索，发现背后的原因，你就可以改善自己的行为。祝好～。",
    "annotation": [
      {
        "sentence": "非常理解你的心情。",
        "label": ""
      },
      {
        "sentence": "你不是一个人，我在做卷子或者做题的时候，也会感到害怕。",
        "label": ""
      },
      {
        "sentence": "但是我觉得我的情况没有你说的这么明显。",
        "label": ""
      },
      {
        "sentence": "你害怕被看到其实是非常正常的，我们可以理解为害怕别人窃取自己的学习成果，也可能是害怕别人看见我们的学习内容，比如我们可能觉得字写的不好看啊，可能觉得写错了很多，可能仅仅是出于一种对“隐私”的保护……所以找到你行为背后的深层次原因就可以很好的调整了，你可以试着多想几步，“我不想让别人看，是因为……”同时你可以看看自己在其他方面有没有类似的问题，比如两个人一起吃饭，你会害怕别人看你怎么吃吗？",
        "label": ""
      },
      {
        "sentence": "不断探索，发现背后的原因，你就可以改善自己的行为。",
        "label": ""
      },
      {
        "sentence": "祝好～。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答。你说的对，我可能是害怕别人看到我学习中的“不完美”。我曾经遇到过有人嘲笑我做题的方法，所以现在可能有点心理阴影。",
    "annotation": [
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "你说的对，我可能是害怕别人看到我学习中的“不完美”。",
        "label": ""
      },
      {
        "sentence": "我曾经遇到过有人嘲笑我做题的方法，所以现在可能有点心理阴影。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的感受。遭遇嘲笑是一件很不舒服的事情，而且很容易在我们的内心留下痕迹。那些嘲笑你的人并不真正理解你的努力和困扰。请你相信，你的学习方法和答案是有价值的，不应该受到他人的轻视。让我们试着忘记那些嘲笑的声音，专注于自己的学习。你可以在做题的时候告诉自己：“我的答案是正确的，我会以自己的方式做题。”逐渐培养自己的自信心，不要再让过去的经历束缚你。加油！",
    "annotation": [
      {
        "sentence": "我完全理解你的感受。",
        "label": ""
      },
      {
        "sentence": "遭遇嘲笑是一件很不舒服的事情，而且很容易在我们的内心留下痕迹。",
        "label": ""
      },
      {
        "sentence": "那些嘲笑你的人并不真正理解你的努力和困扰。",
        "label": ""
      },
      {
        "sentence": "请你相信，你的学习方法和答案是有价值的，不应该受到他人的轻视。",
        "label": ""
      },
      {
        "sentence": "让我们试着忘记那些嘲笑的声音，专注于自己的学习。",
        "label": ""
      },
      {
        "sentence": "你可以在做题的时候告诉自己：“我的答案是正确的，我会以自己的方式做题。",
        "label": ""
      },
      {
        "sentence": "”逐渐培养自己的自信心，不要再让过去的经历束缚你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我应该相信自己，不要再被过去的经历所困扰。我会试着告诉自己，我的答案是正确的，我有我的独特方法。但是有时候我会觉得难以抗拒这种害怕的感觉，要怎么才能克服呢？",
    "annotation": [
      {
        "sentence": "你说的对，我应该相信自己，不要再被过去的经历所困扰。",
        "label": ""
      },
      {
        "sentence": "我会试着告诉自己，我的答案是正确的，我有我的独特方法。",
        "label": ""
      },
      {
        "sentence": "但是有时候我会觉得难以抗拒这种害怕的感觉，要怎么才能克服呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "克服害怕需要时间和努力。首先，我们要认识到害怕是一种情绪，它是可以被控制和调整的。每次当你感到害怕时，先停下来，深呼吸几次，告诉自己“我可以控制自己的情绪”，“我有能力面对这个害怕的感觉”。然后，尝试着与他人分享自己的答案或者做题的过程，将自己的思路与别人交流，逐渐适应他人的存在。记住，每一次的尝试都是一次成长的机会。你也可以尝试在一个相对放松的环境下，例如自习室或者图书馆，慢慢地增加与他人一起学习的时间和频率。相信自己，你能够克服这种害怕的感觉。加油！",
    "annotation": [
      {
        "sentence": "克服害怕需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "首先，我们要认识到害怕是一种情绪，它是可以被控制和调整的。",
        "label": ""
      },
      {
        "sentence": "每次当你感到害怕时，先停下来，深呼吸几次，告诉自己“我可以控制自己的情绪”，“我有能力面对这个害怕的感觉”。",
        "label": ""
      },
      {
        "sentence": "然后，尝试着与他人分享自己的答案或者做题的过程，将自己的思路与别人交流，逐渐适应他人的存在。",
        "label": ""
      },
      {
        "sentence": "记住，每一次的尝试都是一次成长的机会。",
        "label": ""
      },
      {
        "sentence": "你也可以尝试在一个相对放松的环境下，例如自习室或者图书馆，慢慢地增加与他人一起学习的时间和频率。",
        "label": ""
      },
      {
        "sentence": "相信自己，你能够克服这种害怕的感觉。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会按照你说的方法尝试。谢谢你一直以来的鼓励和支持。我相信自己可以战胜这种害怕的感觉。我现在会告诉自己，我可以控制情绪，我有能力面对害怕的感觉。同时，我也会逐渐尝试与他人交流我的学习思路，相信这样能逐渐克服我的心理障碍。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "我会按照你说的方法尝试。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直以来的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我相信自己可以战胜这种害怕的感觉。",
        "label": ""
      },
      {
        "sentence": "我现在会告诉自己，我可以控制情绪，我有能力面对害怕的感觉。",
        "label": ""
      },
      {
        "sentence": "同时，我也会逐渐尝试与他人交流我的学习思路，相信这样能逐渐克服我的心理障碍。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直都愿意为你提供帮助和支持。你已经迈出了第一步，相信自己，尝试与他人分享你的学习思路会让你更加自信和成长。如果遇到任何困难或者需要进一步的帮助，记得随时向我求助。我会一直在你身边支持你。你是一个勇敢的人，相信自己，你可以战胜害怕，取得更好的成绩。祝你学习进步！",
    "annotation": [
      {
        "sentence": "不客气，我一直都愿意为你提供帮助和支持。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，相信自己，尝试与他人分享你的学习思路会让你更加自信和成长。",
        "label": ""
      },
      {
        "sentence": "如果遇到任何困难或者需要进一步的帮助，记得随时向我求助。",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "你是一个勇敢的人，相信自己，你可以战胜害怕，取得更好的成绩。",
        "label": ""
      },
      {
        "sentence": "祝你学习进步！",
        "label": ""
      }
    ]
  }
]