[
  {
    "role": "client",
    "content": "31岁，没钱寸步难行的爱情，怎么继续？我和对象都是31了，都属于大龄男女青年。我跟他认识不到一年，网上认识的。选择他，是因为觉得他善良有责任感有上进心，为人正直。现在相处差不多十个月，困难有很多。",
    "annotation": [
      {
        "sentence": "31岁，没钱寸步难行的爱情，怎么继续？",
        "label": ""
      },
      {
        "sentence": "我和对象都是31了，都属于大龄男女青年。",
        "label": ""
      },
      {
        "sentence": "我跟他认识不到一年，网上认识的。",
        "label": ""
      },
      {
        "sentence": "选择他，是因为觉得他善良有责任感有上进心，为人正直。",
        "label": ""
      },
      {
        "sentence": "现在相处差不多十个月，困难有很多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看你的描述，我感觉你是把他当做结婚对象来考虑，并且有结婚的计划。但是他的经济条件和其他一些现实情况又不符合你的要求，因此你觉得很矛盾纠结，不知道该不该和他继续下去，是吗？",
    "annotation": [
      {
        "sentence": "看你的描述，我感觉你是把他当做结婚对象来考虑，并且有结婚的计划。",
        "label": ""
      },
      {
        "sentence": "但是他的经济条件和其他一些现实情况又不符合你的要求，因此你觉得很矛盾纠结，不知道该不该和他继续下去，是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的。他家很穷很穷，家里三个兄弟，家乡在大西北，全靠自己奋斗，父母一点钱没有，他靠自己买了个房子，但是好高骛远，房贷加信用贷每个月快2万，我得跟他一起撑着，导致目前我的生活质量一落千丈，我不仅每个月要跟他一起还房贷，我还每个月再介绍给他生活，但是我从来没有数落过他，我家里父母也没跟他提彩礼的事情，可以不要，我们都不想伤害他的自尊心。",
    "annotation": [
      {
        "sentence": "是的。",
        "label": ""
      },
      {
        "sentence": "他家很穷很穷，家里三个兄弟，家乡在大西北，全靠自己奋斗，父母一点钱没有，他靠自己买了个房子，但是好高骛远，房贷加信用贷每个月快2万，我得跟他一起撑着，导致目前我的生活质量一落千丈，我不仅每个月要跟他一起还房贷，我还每个月再介绍给他生活，但是我从来没有数落过他，我家里父母也没跟他提彩礼的事情，可以不要，我们都不想伤害他的自尊心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他能够在这样的家庭条件下靠自己奋斗买房，的确不容易，也说明有一定的能力。如果他本人有上进心、愿意继续努力奋斗、工作有前景的话，那么相信现在的艰难压力也只是暂时性的，将来的生活会有提升。所以需要看你对他的了解和预期是怎么样的，现在愿不愿意给予他一些时间，咬咬牙和他一起熬。但是需要提醒你的是，从保护自身权益来看，你和他还没有正式登记结婚，却要和他一起承担房贷，如果将来你们没有结婚而是分手的话，房子是他的，你付出的房贷是不会给回你的，你将有一定的经济损失。如果你愿意无偿付出的话就没问题。",
    "annotation": [
      {
        "sentence": "他能够在这样的家庭条件下靠自己奋斗买房，的确不容易，也说明有一定的能力。",
        "label": ""
      },
      {
        "sentence": "如果他本人有上进心、愿意继续努力奋斗、工作有前景的话，那么相信现在的艰难压力也只是暂时性的，将来的生活会有提升。",
        "label": ""
      },
      {
        "sentence": "所以需要看你对他的了解和预期是怎么样的，现在愿不愿意给予他一些时间，咬咬牙和他一起熬。",
        "label": ""
      },
      {
        "sentence": "但是需要提醒你的是，从保护自身权益来看，你和他还没有正式登记结婚，却要和他一起承担房贷，如果将来你们没有结婚而是分手的话，房子是他的，你付出的房贷是不会给回你的，你将有一定的经济损失。",
        "label": ""
      },
      {
        "sentence": "如果你愿意无偿付出的话就没问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，我也认识到这个问题。但是我真的很难在心理上接受我的生活质量下降这么多。我原本也有一些对结婚的期待，但是现在觉得很迷茫，也有些彷徨。",
    "annotation": [
      {
        "sentence": "我明白你的意思，我也认识到这个问题。",
        "label": ""
      },
      {
        "sentence": "但是我真的很难在心理上接受我的生活质量下降这么多。",
        "label": ""
      },
      {
        "sentence": "我原本也有一些对结婚的期待，但是现在觉得很迷茫，也有些彷徨。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感觉你很善良温柔、很照顾他，但是你现在在这里提出这个问题，觉得你的生活质量受到了影响，连彩礼等涉及到钱财的问题都不敢对他直言，说明你内心对这方面还是有所介意的，也说明你已经感受到他对钱财方面的敏感和自卑心态，并且对你们的关系造成了一定的影响，这是一个很现实的问题。他的这种心态受到原生家庭的影响长期积累而成，一时之间是很难改变的，所以你要能够正视和面对。",
    "annotation": [
      {
        "sentence": "感觉你很善良温柔、很照顾他，但是你现在在这里提出这个问题，觉得你的生活质量受到了影响，连彩礼等涉及到钱财的问题都不敢对他直言，说明你内心对这方面还是有所介意的，也说明你已经感受到他对钱财方面的敏感和自卑心态，并且对你们的关系造成了一定的影响，这是一个很现实的问题。",
        "label": ""
      },
      {
        "sentence": "他的这种心态受到原生家庭的影响长期积累而成，一时之间是很难改变的，所以你要能够正视和面对。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也开始意识到这是个很现实的问题。我也不确定能不能接受这样的生活状态，毕竟这对我来说是一种很大的妥协。",
    "annotation": [
      {
        "sentence": "是的，我也开始意识到这是个很现实的问题。",
        "label": ""
      },
      {
        "sentence": "我也不确定能不能接受这样的生活状态，毕竟这对我来说是一种很大的妥协。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "两个人要组成家庭共同生活，除了要有一致的人生观和价值观外，金钱观也很重要。双方对金钱财富持什么态度，有什么计划和分歧，都会影响到家庭生活和婚姻关系，这是需要提前做好了解和准备的。对于他目前这种状态和对你的影响，你需要做好一定的心理准备，如果你愿意接受这样下去，就有可能要持续一段时间。",
    "annotation": [
      {
        "sentence": "两个人要组成家庭共同生活，除了要有一致的人生观和价值观外，金钱观也很重要。",
        "label": ""
      },
      {
        "sentence": "双方对金钱财富持什么态度，有什么计划和分歧，都会影响到家庭生活和婚姻关系，这是需要提前做好了解和准备的。",
        "label": ""
      },
      {
        "sentence": "对于他目前这种状态和对你的影响，你需要做好一定的心理准备，如果你愿意接受这样下去，就有可能要持续一段时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实还有一个问题困扰着我，就是他之前欺骗了我关于学历的事情。一开始他跟我说是研究生，可是后来才告诉我不是，我问他要学历证看，他死活不给我，还一直打马虎眼，我很生气，觉得他欺骗了我。我自己是985硕士，本来我是对学历有要求的，我希望对方是硕士，最起码是本科。",
    "annotation": [
      {
        "sentence": "其实还有一个问题困扰着我，就是他之前欺骗了我关于学历的事情。",
        "label": ""
      },
      {
        "sentence": "一开始他跟我说是研究生，可是后来才告诉我不是，我问他要学历证看，他死活不给我，还一直打马虎眼，我很生气，觉得他欺骗了我。",
        "label": ""
      },
      {
        "sentence": "我自己是985硕士，本来我是对学历有要求的，我希望对方是硕士，最起码是本科。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于学历问题，他欺骗你可能是出于多种心理原因。有可能是觉得学历不如你，内心自卑；有可能是想和你好好发展恋爱关系，知道你的要求高，所以要瞒着你。如果不是出于恶意的话，我觉得他的这种行为还是可以理解的。毕竟学历不能完全代表一个人的人品、能力和前途，而是需要进行全面的考察。",
    "annotation": [
      {
        "sentence": "关于学历问题，他欺骗你可能是出于多种心理原因。",
        "label": ""
      },
      {
        "sentence": "有可能是觉得学历不如你，内心自卑；有可能是想和你好好发展恋爱关系，知道你的要求高，所以要瞒着你。",
        "label": ""
      },
      {
        "sentence": "如果不是出于恶意的话，我觉得他的这种行为还是可以理解的。",
        "label": ""
      },
      {
        "sentence": "毕竟学历不能完全代表一个人的人品、能力和前途，而是需要进行全面的考察。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得也有道理，学历确实不能完全判断一个人。但是对我来说，学历也是我对未来伴侣的一个基本要求，我不确定我是否能继续接受他欺骗这件事情。",
    "annotation": [
      {
        "sentence": "你说得也有道理，学历确实不能完全判断一个人。",
        "label": ""
      },
      {
        "sentence": "但是对我来说，学历也是我对未来伴侣的一个基本要求，我不确定我是否能继续接受他欺骗这件事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "毕竟学历对你来说是一个很重要的要求，我理解你的纠结和困扰。在恋爱中，矛盾和摩擦是很常见的，两个人很难说从一开始就百分百契合，都需要经历一个磨合的过程，需要求同存异，怀有包容、理解和信任之心，最关键的是两个人在价值观方面是否能够达成一致，有共同的人生目标并愿意为之奋斗。你觉得他不是心灵相通的人，不知道具体是指哪些方面？是否因为沟通方面的问题，大家有所误解？可以多点进行真诚沟通，解除误会。",
    "annotation": [
      {
        "sentence": "毕竟学历对你来说是一个很重要的要求，我理解你的纠结和困扰。",
        "label": ""
      },
      {
        "sentence": "在恋爱中，矛盾和摩擦是很常见的，两个人很难说从一开始就百分百契合，都需要经历一个磨合的过程，需要求同存异，怀有包容、理解和信任之心，最关键的是两个人在价值观方面是否能够达成一致，有共同的人生目标并愿意为之奋斗。",
        "label": ""
      },
      {
        "sentence": "你觉得他不是心灵相通的人，不知道具体是指哪些方面？",
        "label": ""
      },
      {
        "sentence": "是否因为沟通方面的问题，大家有所误解？",
        "label": ""
      },
      {
        "sentence": "可以多点进行真诚沟通，解除误会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我们确实在沟通方面有一些问题，有时候会产生一些误解和摩擦。我觉得他对某些事情的看法和我不一样，导致我们无法真正心灵相通。",
    "annotation": [
      {
        "sentence": "是的，我们确实在沟通方面有一些问题，有时候会产生一些误解和摩擦。",
        "label": ""
      },
      {
        "sentence": "我觉得他对某些事情的看法和我不一样，导致我们无法真正心灵相通。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在解决摩擦和误解的问题上，需要多点进行真诚的沟通。有些问题可能只是因为双方没有深入交流所造成的。结婚是人生大事，需要好好考虑，谨慎作出决定。恋爱和婚姻就像穿鞋，合不合脚只有自己知道，你要自己去进行思考和衡量，别人只能从其他角度提出一些建议，无法帮你做选择",
    "annotation": [
      {
        "sentence": "在解决摩擦和误解的问题上，需要多点进行真诚的沟通。",
        "label": ""
      },
      {
        "sentence": "有些问题可能只是因为双方没有深入交流所造成的。",
        "label": ""
      },
      {
        "sentence": "结婚是人生大事，需要好好考虑，谨慎作出决定。",
        "label": ""
      },
      {
        "sentence": "恋爱和婚姻就像穿鞋，合不合脚只有自己知道，你要自己去进行思考和衡量，别人只能从其他角度提出一些建议，无法帮你做选择",
        "label": ""
      }
    ]
  }
]