[
  {
    "role": "client",
    "content": "受到很多舆论的影响，感觉这个世界对女性真的很灰暗？我现在深受舆论的困扰，很多舆论上说，女生一旦到大龄，“就找不到合适的对象了”，“现在的社会是男权，女性根本不可能实现平等”之类的话，我感觉自己的内心受到了冲击，感觉自己现在生活好压抑，还有“结婚之后就要不停的做家务，找个男人结婚就如同有了巨婴，还有丧偶式养娃”之类的话，让我现在惧怕婚姻，但是我本身又害怕孤独，想要有一个和我相濡以沫的配偶，但看到评论和我心里面想要的完全不相符，还有一些具有大男子主义的男生说女生生来下贱，由此我现在不敢相信爱情，不敢相信婚姻，由此我还联想到父母的死亡，在我的认知里只有我的父母和妹妹对我好，我好害怕他们有一天离开我，没人陪我。我现在莫名其妙的一个人在房间偷偷的哭，感觉这个世界对女性真的很灰暗，我不想我的后半生在做家务，丧偶式养娃里度过，我感觉我现在真的喘不上气来，我感觉我遇不到和我相匹配的配偶",
    "annotation": [
      {
        "sentence": "受到很多舆论的影响，感觉这个世界对女性真的很灰暗？",
        "label": ""
      },
      {
        "sentence": "我现在深受舆论的困扰，很多舆论上说，女生一旦到大龄，“就找不到合适的对象了”，“现在的社会是男权，女性根本不可能实现平等”之类的话，我感觉自己的内心受到了冲击，感觉自己现在生活好压抑，还有“结婚之后就要不停的做家务，找个男人结婚就如同有了巨婴，还有丧偶式养娃”之类的话，让我现在惧怕婚姻，但是我本身又害怕孤独，想要有一个和我相濡以沫的配偶，但看到评论和我心里面想要的完全不相符，还有一些具有大男子主义的男生说女生生来下贱，由此我现在不敢相信爱情，不敢相信婚姻，由此我还联想到父母的死亡，在我的认知里只有我的父母和妹妹对我好，我好害怕他们有一天离开我，没人陪我。",
        "label": ""
      },
      {
        "sentence": "我现在莫名其妙的一个人在房间偷偷的哭，感觉这个世界对女性真的很灰暗，我不想我的后半生在做家务，丧偶式养娃里度过，我感觉我现在真的喘不上气来，我感觉我遇不到和我相匹配的配偶",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "见字如面，希望这些文字能让你感受到哪怕一点点温暖。我不会劝你相信爱情，因为我也不信。我也不会安慰你以后会遇到一个好男人，因为我也不信。但这没什么大不了。我理解你受到舆论压力的困扰，但是我们不能让社会对女性的看法完全决定我们的价值。我们可以自己定义自己的幸福和生活方式。",
    "annotation": [
      {
        "sentence": "见字如面，希望这些文字能让你感受到哪怕一点点温暖。",
        "label": ""
      },
      {
        "sentence": "我不会劝你相信爱情，因为我也不信。",
        "label": ""
      },
      {
        "sentence": "我也不会安慰你以后会遇到一个好男人，因为我也不信。",
        "label": ""
      },
      {
        "sentence": "但这没什么大不了。",
        "label": ""
      },
      {
        "sentence": "我理解你受到舆论压力的困扰，但是我们不能让社会对女性的看法完全决定我们的价值。",
        "label": ""
      },
      {
        "sentence": "我们可以自己定义自己的幸福和生活方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我知道我不能被舆论左右，但有时候我还是会担心自己的未来。我不想以后过一种压抑的生活，我希望能有一个平等、尊重和幸福的婚姻。",
    "annotation": [
      {
        "sentence": "你说得对，我知道我不能被舆论左右，但有时候我还是会担心自己的未来。",
        "label": ""
      },
      {
        "sentence": "我不想以后过一种压抑的生活，我希望能有一个平等、尊重和幸福的婚姻。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们都希望拥有这样的婚姻。但是，不管是婚姻还是其他方面，我们不能期望别人把幸福带给我们，而是要通过自己的努力去争取。建立一个平等和尊重的婚姻需要我们去寻找和选择合适的人，同时也要提升自己的能力和独立性，这样才能在婚姻中获得平等和幸福。",
    "annotation": [
      {
        "sentence": "我们都希望拥有这样的婚姻。",
        "label": ""
      },
      {
        "sentence": "但是，不管是婚姻还是其他方面，我们不能期望别人把幸福带给我们，而是要通过自己的努力去争取。",
        "label": ""
      },
      {
        "sentence": "建立一个平等和尊重的婚姻需要我们去寻找和选择合适的人，同时也要提升自己的能力和独立性，这样才能在婚姻中获得平等和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要提升自己的能力和独立性。但是，我还是害怕孤独，担心如果没有伴侣陪伴我，我会感到无助和孤独。",
    "annotation": [
      {
        "sentence": "你说得对，我需要提升自己的能力和独立性。",
        "label": ""
      },
      {
        "sentence": "但是，我还是害怕孤独，担心如果没有伴侣陪伴我，我会感到无助和孤独。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孤独是人生中常常会遇到的情绪，不仅仅是因为没有伴侣。我们可以学会独立和享受一个人的时光。同时，你还有爱你的家人，他们能陪伴你，给你无限的爱。虽然他们不能在你的整个生命中陪伴你，但他们会在有限的时间里陪伴你，给你温暖。",
    "annotation": [
      {
        "sentence": "孤独是人生中常常会遇到的情绪，不仅仅是因为没有伴侣。",
        "label": ""
      },
      {
        "sentence": "我们可以学会独立和享受一个人的时光。",
        "label": ""
      },
      {
        "sentence": "同时，你还有爱你的家人，他们能陪伴你，给你无限的爱。",
        "label": ""
      },
      {
        "sentence": "虽然他们不能在你的整个生命中陪伴你，但他们会在有限的时间里陪伴你，给你温暖。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，家人的陪伴是非常宝贵的。我会珍惜和他们在一起的时光。同时，我也要学会独立，享受一个人的生活。",
    "annotation": [
      {
        "sentence": "你说的对，家人的陪伴是非常宝贵的。",
        "label": ""
      },
      {
        "sentence": "我会珍惜和他们在一起的时光。",
        "label": ""
      },
      {
        "sentence": "同时，我也要学会独立，享受一个人的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，学会独立非常重要。无论是在感情生活还是其他方面，独立肯定会给你带来更多自信和自由。不要害怕和舆论不同，相信自己的选择和人生价值。",
    "annotation": [
      {
        "sentence": "是的，学会独立非常重要。",
        "label": ""
      },
      {
        "sentence": "无论是在感情生活还是其他方面，独立肯定会给你带来更多自信和自由。",
        "label": ""
      },
      {
        "sentence": "不要害怕和舆论不同，相信自己的选择和人生价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。和你聊天让我感到温暖和安慰，我觉得现在好多了。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "和你聊天让我感到温暖和安慰，我觉得现在好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴能帮到你，如果你还有什么困惑或者需要倾诉的，随时都可以找我聊天。记住，你有强大的内心，你的幸福不会被任何外界因素所左右。",
    "annotation": [
      {
        "sentence": "我很高兴能帮到你，如果你还有什么困惑或者需要倾诉的，随时都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "记住，你有强大的内心，你的幸福不会被任何外界因素所左右。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我会更加坚强和自信地面对未来。再次感谢你的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我会更加坚强和自信地面对未来。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你会找到属于自己的幸福和快乐。祝福你，加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你会找到属于自己的幸福和快乐。",
        "label": ""
      },
      {
        "sentence": "祝福你，加油！",
        "label": ""
      }
    ]
  }
]