[
  {
    "role": "client",
    "content": "受到很多舆论的影响，感觉这个世界对女性真的很灰暗？我现在深受舆论的困扰，很多舆论上说，女生一旦到大龄，“就找不到合适的对象了”，“现在的社会是男权，女性根本不可能实现平等”之类的话，我感觉自己的内心受到了冲击，感觉自己现在生活好压抑，还有“结婚之后就要不停的做家务，找个男人结婚就如同有了巨婴，还有丧偶式养娃”之类的话，让我现在惧怕婚姻，但是我本身又害怕孤独，想要有一个和我相濡以沫的配偶，但看到评论和我心里面想要的完全不相符，还有一些具有大男子主义的男生说女生生来下贱，由此我现在不敢相信爱情，不敢相信婚姻，由此我还联想到父母的死亡，在我的认知里只有我的父母和妹妹对我好，我好害怕他们有一天离开我，没人陪我。我现在莫名其妙的一个人在房间偷偷的哭，感觉这个世界对女性真的很灰暗，我不想我的后半生在做家务，丧偶式养娃里度过，我感觉我现在真的喘不上气来，我感觉我遇不到和我相匹配的配偶。",
    "annotation": [
      {
        "sentence": "受到很多舆论的影响，感觉这个世界对女性真的很灰暗？",
        "label": ""
      },
      {
        "sentence": "我现在深受舆论的困扰，很多舆论上说，女生一旦到大龄，“就找不到合适的对象了”，“现在的社会是男权，女性根本不可能实现平等”之类的话，我感觉自己的内心受到了冲击，感觉自己现在生活好压抑，还有“结婚之后就要不停的做家务，找个男人结婚就如同有了巨婴，还有丧偶式养娃”之类的话，让我现在惧怕婚姻，但是我本身又害怕孤独，想要有一个和我相濡以沫的配偶，但看到评论和我心里面想要的完全不相符，还有一些具有大男子主义的男生说女生生来下贱，由此我现在不敢相信爱情，不敢相信婚姻，由此我还联想到父母的死亡，在我的认知里只有我的父母和妹妹对我好，我好害怕他们有一天离开我，没人陪我。",
        "label": ""
      },
      {
        "sentence": "我现在莫名其妙的一个人在房间偷偷的哭，感觉这个世界对女性真的很灰暗，我不想我的后半生在做家务，丧偶式养娃里度过，我感觉我现在真的喘不上气来，我感觉我遇不到和我相匹配的配偶。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你的问题，看到你的困惑，我能理解你一定感到非常压抑和困惑，因为你提到的这些舆论，确实存在于我们的社会中。女性的确经历过非常不公平、不合理甚至不人道的境遇。这些历史的经验和社会的压力也会在我们的内心中留下痕迹。但是，你听到这些观点并深信不疑并非偶然。这些舆论之所以对你产生影响，是因为它们满足了你的需求。你提到的害怕孤独和渴望有一个亲密伴侣的需求。首先，我们要意识到我们对婚姻的预设会让我们感到焦虑。每个人都是独特的，基因、经历和家庭背景都各不相同。而你对关系模式的预设是固定的，这就存在无数不可预测的风险。而过于封闭的需求会让你封闭自己，害怕在开放的社交中找到合适的人。你感到非常困难。另外，你提到只有父母和妹妹对你好，这意味着对其他人存在负面的预设。那么我们是否真的害怕婚姻呢？还是我们还没有准备好离开家庭，从孩子的身份变为配偶、家长的身份。这种身份的转变对任何人来说都是第一次，也充满陌生感，会让人感到恐惧。另外，你提到预设自己会在婚姻中充当家务劳动者，以及丧偶式养娃的状态。这些似乎是对自己的预设，而这些预设限制了你处理亲密关系的能力。你的内心充满了恐惧、预设和期待。要改变这一状况，首先你需要勇于扮演成长的角色，勇敢离开家庭，成为一个独立的个体，而不仅仅是婚姻的一部分。其次，你需要对自己未来进行积极的规划。当你拥有了积极的规划后，那些由舆论引导的预设就会失去根据。最后，期待一个固定的结局会成为你遇到理想婚姻的障碍，并限制了你自己。你可以考虑一下，生活中是否有过水到渠成的经历。在过程中的努力是实现美好结果的途径，婚姻也是如此。所以，舆论并不能撼动你的信念，只要你自己足够坚强。",
    "annotation": [
      {
        "sentence": "感谢你的问题，看到你的困惑，我能理解你一定感到非常压抑和困惑，因为你提到的这些舆论，确实存在于我们的社会中。",
        "label": ""
      },
      {
        "sentence": "女性的确经历过非常不公平、不合理甚至不人道的境遇。",
        "label": ""
      },
      {
        "sentence": "这些历史的经验和社会的压力也会在我们的内心中留下痕迹。",
        "label": ""
      },
      {
        "sentence": "但是，你听到这些观点并深信不疑并非偶然。",
        "label": ""
      },
      {
        "sentence": "这些舆论之所以对你产生影响，是因为它们满足了你的需求。",
        "label": ""
      },
      {
        "sentence": "你提到的害怕孤独和渴望有一个亲密伴侣的需求。",
        "label": ""
      },
      {
        "sentence": "首先，我们要意识到我们对婚姻的预设会让我们感到焦虑。",
        "label": ""
      },
      {
        "sentence": "每个人都是独特的，基因、经历和家庭背景都各不相同。",
        "label": ""
      },
      {
        "sentence": "而你对关系模式的预设是固定的，这就存在无数不可预测的风险。",
        "label": ""
      },
      {
        "sentence": "而过于封闭的需求会让你封闭自己，害怕在开放的社交中找到合适的人。",
        "label": ""
      },
      {
        "sentence": "你感到非常困难。",
        "label": ""
      },
      {
        "sentence": "另外，你提到只有父母和妹妹对你好，这意味着对其他人存在负面的预设。",
        "label": ""
      },
      {
        "sentence": "那么我们是否真的害怕婚姻呢？",
        "label": ""
      },
      {
        "sentence": "还是我们还没有准备好离开家庭，从孩子的身份变为配偶、家长的身份。",
        "label": ""
      },
      {
        "sentence": "这种身份的转变对任何人来说都是第一次，也充满陌生感，会让人感到恐惧。",
        "label": ""
      },
      {
        "sentence": "另外，你提到预设自己会在婚姻中充当家务劳动者，以及丧偶式养娃的状态。",
        "label": ""
      },
      {
        "sentence": "这些似乎是对自己的预设，而这些预设限制了你处理亲密关系的能力。",
        "label": ""
      },
      {
        "sentence": "你的内心充满了恐惧、预设和期待。",
        "label": ""
      },
      {
        "sentence": "要改变这一状况，首先你需要勇于扮演成长的角色，勇敢离开家庭，成为一个独立的个体，而不仅仅是婚姻的一部分。",
        "label": ""
      },
      {
        "sentence": "其次，你需要对自己未来进行积极的规划。",
        "label": ""
      },
      {
        "sentence": "当你拥有了积极的规划后，那些由舆论引导的预设就会失去根据。",
        "label": ""
      },
      {
        "sentence": "最后，期待一个固定的结局会成为你遇到理想婚姻的障碍，并限制了你自己。",
        "label": ""
      },
      {
        "sentence": "你可以考虑一下，生活中是否有过水到渠成的经历。",
        "label": ""
      },
      {
        "sentence": "在过程中的努力是实现美好结果的途径，婚姻也是如此。",
        "label": ""
      },
      {
        "sentence": "所以，舆论并不能撼动你的信念，只要你自己足够坚强。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复，我明白了，我可能是把过多的焦虑和害怕投射到了舆论上。对于未来的规划，我觉得我需要更积极地思考，不再局限于固定的模式和预设。我也理解到我对婚姻和亲密关系的惧怕实际上是对成长和变化的担忧。我需要敢于跨出舒适区，扩大自己的社交圈子，去认识更多的人，这样才能有更多的机会遇到那个理想的配偶。同时，我也会更加珍惜和父母、妹妹以及其他关心我的人的关系，不再惧怕失去他们。我会尝试改变自己对婚姻和家庭的预设，相信自己可以在未来拥有一个幸福、平等的伴侣关系。再次感谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "谢谢你的回复，我明白了，我可能是把过多的焦虑和害怕投射到了舆论上。",
        "label": ""
      },
      {
        "sentence": "对于未来的规划，我觉得我需要更积极地思考，不再局限于固定的模式和预设。",
        "label": ""
      },
      {
        "sentence": "我也理解到我对婚姻和亲密关系的惧怕实际上是对成长和变化的担忧。",
        "label": ""
      },
      {
        "sentence": "我需要敢于跨出舒适区，扩大自己的社交圈子，去认识更多的人，这样才能有更多的机会遇到那个理想的配偶。",
        "label": ""
      },
      {
        "sentence": "同时，我也会更加珍惜和父母、妹妹以及其他关心我的人的关系，不再惧怕失去他们。",
        "label": ""
      },
      {
        "sentence": "我会尝试改变自己对婚姻和家庭的预设，相信自己可以在未来拥有一个幸福、平等的伴侣关系。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的成长和进步令我非常欣慰。你已经意识到焦虑和恐惧来自于自己的内心，而不是外界舆论。积极思考和打破限制的决心会帮助你迈向更好的未来。跨出舒适区，扩大社交圈子是非常重要的，你将有更多的机会遇见适合你的人。同时，珍惜与父母、妹妹以及其他关爱你的人的关系也是非常值得的。改变自己对婚姻和家庭的预设，并相信自己可以拥有幸福和平等的伴侣关系，这是一个积极而正确的方向。祝福你在未来的道路上能够找到真正与你相匹配的配偶，实现自己的幸福。如果在此过程中有任何困惑和需要帮助的地方，随时都可以来找我倾诉。",
    "annotation": [
      {
        "sentence": "你的成长和进步令我非常欣慰。",
        "label": ""
      },
      {
        "sentence": "你已经意识到焦虑和恐惧来自于自己的内心，而不是外界舆论。",
        "label": ""
      },
      {
        "sentence": "积极思考和打破限制的决心会帮助你迈向更好的未来。",
        "label": ""
      },
      {
        "sentence": "跨出舒适区，扩大社交圈子是非常重要的，你将有更多的机会遇见适合你的人。",
        "label": ""
      },
      {
        "sentence": "同时，珍惜与父母、妹妹以及其他关爱你的人的关系也是非常值得的。",
        "label": ""
      },
      {
        "sentence": "改变自己对婚姻和家庭的预设，并相信自己可以拥有幸福和平等的伴侣关系，这是一个积极而正确的方向。",
        "label": ""
      },
      {
        "sentence": "祝福你在未来的道路上能够找到真正与你相匹配的配偶，实现自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果在此过程中有任何困惑和需要帮助的地方，随时都可以来找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和祝福。你的支持让我感到更加坚定和勇敢去面对自己的问题。我会努力践行你给我的建议，积极地为自己创造一个幸福和平等的未来。如果有任何困难和疑惑，我一定会再次来向你寻求帮助。谢谢你，再见！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和祝福。",
        "label": ""
      },
      {
        "sentence": "你的支持让我感到更加坚定和勇敢去面对自己的问题。",
        "label": ""
      },
      {
        "sentence": "我会努力践行你给我的建议，积极地为自己创造一个幸福和平等的未来。",
        "label": ""
      },
      {
        "sentence": "如果有任何困难和疑惑，我一定会再次来向你寻求帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你，再见！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴能够帮助到你，看到你的进步和积极的态度，我感到非常欣慰。你对自己的未来充满了信心，这是非常好的。无论在什么时候，如果你需要帮助和支持，我都会在这里等待你。祝你一切顺利，再见！",
    "annotation": [
      {
        "sentence": "我很高兴能够帮助到你，看到你的进步和积极的态度，我感到非常欣慰。",
        "label": ""
      },
      {
        "sentence": "你对自己的未来充满了信心，这是非常好的。",
        "label": ""
      },
      {
        "sentence": "无论在什么时候，如果你需要帮助和支持，我都会在这里等待你。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，再见！",
        "label": ""
      }
    ]
  }
]