[
  {
    "role": "client",
    "content": "受到很多舆论的影响，感觉这个世界对女性真的很灰暗？我现在深受舆论的困扰，很多舆论上说，女生一旦到大龄，“就找不到合适的对象了”，“现在的社会是男权，女性根本不可能实现平等”之类的话，我感觉自己的内心受到了冲击，感觉自己现在生活好压抑，还有“结婚之后就要不停的做家务，找个男人结婚就如同有了巨婴，还有丧偶式养娃”之类的话，让我现在惧怕婚姻，但是我本身又害怕孤独，想要有一个和我相濡以沫的配偶，但看到评论和我心里面想要的完全不相符，还有一些具有大男子主义的男生说女生生来下贱，由此我现在不敢相信爱情，不敢相信婚姻，由此我还联想到父母的死亡，在我的认知里只有我的父母和妹妹对我好，我好害怕他们有一天离开我，没人陪我。我现在莫名其妙的一个人在房间偷偷的哭，感觉这个世界对女性真的很灰暗，我不想我的后半生在做家务，丧偶式养娃里度过，我感觉我现在真的喘不上气来，我感觉我遇不到和我相匹配的配偶。",
    "annotation": [
      {
        "sentence": "受到很多舆论的影响，感觉这个世界对女性真的很灰暗？",
        "label": ""
      },
      {
        "sentence": "我现在深受舆论的困扰，很多舆论上说，女生一旦到大龄，“就找不到合适的对象了”，“现在的社会是男权，女性根本不可能实现平等”之类的话，我感觉自己的内心受到了冲击，感觉自己现在生活好压抑，还有“结婚之后就要不停的做家务，找个男人结婚就如同有了巨婴，还有丧偶式养娃”之类的话，让我现在惧怕婚姻，但是我本身又害怕孤独，想要有一个和我相濡以沫的配偶，但看到评论和我心里面想要的完全不相符，还有一些具有大男子主义的男生说女生生来下贱，由此我现在不敢相信爱情，不敢相信婚姻，由此我还联想到父母的死亡，在我的认知里只有我的父母和妹妹对我好，我好害怕他们有一天离开我，没人陪我。",
        "label": ""
      },
      {
        "sentence": "我现在莫名其妙的一个人在房间偷偷的哭，感觉这个世界对女性真的很灰暗，我不想我的后半生在做家务，丧偶式养娃里度过，我感觉我现在真的喘不上气来，我感觉我遇不到和我相匹配的配偶。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "受到舆论的影响，你开始惧怕婚姻，甚至开始怀疑自己以后遇不到合适的配偶。非常理解你的感受。不着急，针对你提到的问题，下面的文字希望可以帮到你。",
    "annotation": [
      {
        "sentence": "受到舆论的影响，你开始惧怕婚姻，甚至开始怀疑自己以后遇不到合适的配偶。",
        "label": ""
      },
      {
        "sentence": "非常理解你的感受。",
        "label": ""
      },
      {
        "sentence": "不着急，针对你提到的问题，下面的文字希望可以帮到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "舆论的结论具有绝对化的倾向。我被舆论所困扰，将信息发生的概率绝对化了。",
    "annotation": [
      {
        "sentence": "舆论的结论具有绝对化的倾向。",
        "label": ""
      },
      {
        "sentence": "我被舆论所困扰，将信息发生的概率绝对化了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "舆论是从两方面的渠道得来：网络新闻和身边人，而它们往往会将事实夸大或绝对化。比如，“女生一旦到大龄，就找不到合适的对象了”，“现在的社会是男权，女性根本不可能实现平等”，这些观点虽然存在，但不是全部的真实情况。网络新闻往往通过夸张标题吸引点击率，而身边人的话也可能出于关心而恐吓我们。因此，需要从多角度看待舆论。",
    "annotation": [
      {
        "sentence": "舆论是从两方面的渠道得来：网络新闻和身边人，而它们往往会将事实夸大或绝对化。",
        "label": ""
      },
      {
        "sentence": "比如，“女生一旦到大龄，就找不到合适的对象了”，“现在的社会是男权，女性根本不可能实现平等”，这些观点虽然存在，但不是全部的真实情况。",
        "label": ""
      },
      {
        "sentence": "网络新闻往往通过夸张标题吸引点击率，而身边人的话也可能出于关心而恐吓我们。",
        "label": ""
      },
      {
        "sentence": "因此，需要从多角度看待舆论。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，每个人对同一个问题的看法因角度不同而不同。",
    "annotation": [
      {
        "sentence": "确实，每个人对同一个问题的看法因角度不同而不同。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的。相同的问题在不同的人看来会有不同的结论。对待舆论，我们需要注意它的正向作用，从中学习如何识别大男子主义的人并避开，寻找相濡以沫的爱情。负面的舆论也会帮助我们成长，我们看到很多人遇到了合适的人，拥有了相濡以沫的爱情。",
    "annotation": [
      {
        "sentence": "是的。",
        "label": ""
      },
      {
        "sentence": "相同的问题在不同的人看来会有不同的结论。",
        "label": ""
      },
      {
        "sentence": "对待舆论，我们需要注意它的正向作用，从中学习如何识别大男子主义的人并避开，寻找相濡以沫的爱情。",
        "label": ""
      },
      {
        "sentence": "负面的舆论也会帮助我们成长，我们看到很多人遇到了合适的人，拥有了相濡以沫的爱情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，舆论只是一种信息来源，不能让它左右我的思想和信念。",
    "annotation": [
      {
        "sentence": "我明白了，舆论只是一种信息来源，不能让它左右我的思想和信念。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "正是！接下来，我们可以通过充实和提升自己，来解决年龄大了遇不到合适的人、担心丧偶式养娃和大男子主义等问题。当我们对爱情的想法正向化了，相信你会更快遇到合适的人。同时，保持独立，跳脱出舆论的绝对化思维，不被负面所影响。",
    "annotation": [
      {
        "sentence": "正是！",
        "label": ""
      },
      {
        "sentence": "接下来，我们可以通过充实和提升自己，来解决年龄大了遇不到合适的人、担心丧偶式养娃和大男子主义等问题。",
        "label": ""
      },
      {
        "sentence": "当我们对爱情的想法正向化了，相信你会更快遇到合适的人。",
        "label": ""
      },
      {
        "sentence": "同时，保持独立，跳脱出舆论的绝对化思维，不被负面所影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要提升自己，以更好地选择和避免不合适的人和婚姻。我也相信，那个相濡以沫的人，一定会出现在我的生命中。",
    "annotation": [
      {
        "sentence": "我明白了，我需要提升自己，以更好地选择和避免不合适的人和婚姻。",
        "label": ""
      },
      {
        "sentence": "我也相信，那个相濡以沫的人，一定会出现在我的生命中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好！记住，让自己变得更好是永远的课题。相信你会迎来幸福的婚姻和美好的爱情。不要忘记，你的父母与妹妹对你好，他们永远是你的守护者。最后，不论发生什么，你永远不会孤独，因为支持你的人始终在你身边。",
    "annotation": [
      {
        "sentence": "很好！",
        "label": ""
      },
      {
        "sentence": "记住，让自己变得更好是永远的课题。",
        "label": ""
      },
      {
        "sentence": "相信你会迎来幸福的婚姻和美好的爱情。",
        "label": ""
      },
      {
        "sentence": "不要忘记，你的父母与妹妹对你好，他们永远是你的守护者。",
        "label": ""
      },
      {
        "sentence": "最后，不论发生什么，你永远不会孤独，因为支持你的人始终在你身边。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的陪伴和鼓励，我会努力提升自己，放下舆论的压力，积极面对未来。我相信，我的幸福将会到来。",
    "annotation": [
      {
        "sentence": "谢谢你的陪伴和鼓励，我会努力提升自己，放下舆论的压力，积极面对未来。",
        "label": ""
      },
      {
        "sentence": "我相信，我的幸福将会到来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你，你已经迈出了积极的一步。有困难随时找我聊天，一起成长。祝福你找到幸福的爱情和美满的婚姻！",
    "annotation": [
      {
        "sentence": "很高兴能帮到你，你已经迈出了积极的一步。",
        "label": ""
      },
      {
        "sentence": "有困难随时找我聊天，一起成长。",
        "label": ""
      },
      {
        "sentence": "祝福你找到幸福的爱情和美满的婚姻！",
        "label": ""
      }
    ]
  }
]