[
  {
    "role": "client",
    "content": "我受到很多舆论的影响，感觉这个世界对女性真的很灰暗？我现在深受舆论的困扰，很多舆论上说，女生一旦到大龄，“就找不到合适的对象了”，“现在的社会是男权，女性根本不可能实现平等”之类的话，我感觉自己的内心受到了冲击，感觉自己现在生活好压抑，还有“结婚之后就要不停的做家务，找个男人结婚就如同有了巨婴，还有丧偶式养娃”之类的话，让我现在惧怕婚姻，但是我本身又害怕孤独，想要有一个和我相濡以沫的配偶，但看到评论和我心里面想要的完全不相符，还有一些具有大男子主义的男生说女生生来下贱，由此我现在不敢相信爱情，不敢相信婚姻，由此我还联想到父母的死亡，在我的认知里只有我的父母和妹妹对我好，我好害怕他们有一天离开我，没人陪我。我现在莫名其妙的一个人在房间偷偷的哭，感觉这个世界对女性真的很灰暗，我不想我的后半生在做家务，丧偶式养娃里度过，我感觉我现在真的喘不上气来，我感觉我遇不到和我相匹配的配偶。",
    "annotation": [
      {
        "sentence": "我受到很多舆论的影响，感觉这个世界对女性真的很灰暗？",
        "label": ""
      },
      {
        "sentence": "我现在深受舆论的困扰，很多舆论上说，女生一旦到大龄，“就找不到合适的对象了”，“现在的社会是男权，女性根本不可能实现平等”之类的话，我感觉自己的内心受到了冲击，感觉自己现在生活好压抑，还有“结婚之后就要不停的做家务，找个男人结婚就如同有了巨婴，还有丧偶式养娃”之类的话，让我现在惧怕婚姻，但是我本身又害怕孤独，想要有一个和我相濡以沫的配偶，但看到评论和我心里面想要的完全不相符，还有一些具有大男子主义的男生说女生生来下贱，由此我现在不敢相信爱情，不敢相信婚姻，由此我还联想到父母的死亡，在我的认知里只有我的父母和妹妹对我好，我好害怕他们有一天离开我，没人陪我。",
        "label": ""
      },
      {
        "sentence": "我现在莫名其妙的一个人在房间偷偷的哭，感觉这个世界对女性真的很灰暗，我不想我的后半生在做家务，丧偶式养娃里度过，我感觉我现在真的喘不上气来，我感觉我遇不到和我相匹配的配偶。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，我感觉到一个故事，就是怀疑邻居不借给他斧头的那个故事。我觉得这个世界最公平的地方就是，对于每一个人都是不同的，并且不可以替换。昨天，今天，明天，我们有了生活的智慧，有了爱，就算是已经死去，也会在这三天后复活。生命就象是陀螺不停的旋转，我们终会从风华正茂走到衰老的那一天。等我们老的时候，回想起今天每一个酸甜苦辣的瞬间，都会淡然的回首一笑。多少的楼台烟雨，多少的辛酸无奈，都会在这回首一笑中随风而逝。每一次生命的轮回都是一个花开花落的过程，花开的时候尽情的绽放，花谢的时候才会有一地的缤纷。也许一个人在真的无可奈何的时候，除了接受，也可以微笑。",
    "annotation": [
      {
        "sentence": "看到你的描述，我感觉到一个故事，就是怀疑邻居不借给他斧头的那个故事。",
        "label": ""
      },
      {
        "sentence": "我觉得这个世界最公平的地方就是，对于每一个人都是不同的，并且不可以替换。",
        "label": ""
      },
      {
        "sentence": "昨天，今天，明天，我们有了生活的智慧，有了爱，就算是已经死去，也会在这三天后复活。",
        "label": ""
      },
      {
        "sentence": "生命就象是陀螺不停的旋转，我们终会从风华正茂走到衰老的那一天。",
        "label": ""
      },
      {
        "sentence": "等我们老的时候，回想起今天每一个酸甜苦辣的瞬间，都会淡然的回首一笑。",
        "label": ""
      },
      {
        "sentence": "多少的楼台烟雨，多少的辛酸无奈，都会在这回首一笑中随风而逝。",
        "label": ""
      },
      {
        "sentence": "每一次生命的轮回都是一个花开花落的过程，花开的时候尽情的绽放，花谢的时候才会有一地的缤纷。",
        "label": ""
      },
      {
        "sentence": "也许一个人在真的无可奈何的时候，除了接受，也可以微笑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。但是我现在真的害怕婚姻和爱情，我不知道自己应该怎么办才好。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "但是我现在真的害怕婚姻和爱情，我不知道自己应该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕婚姻和爱情是很正常的感受，毕竟这些问题关乎你的未来和幸福。但是我们不能让恐惧主导我们的决定。或许你可以试着坦然面对这些担忧，尝试寻找正面的解决方法。",
    "annotation": [
      {
        "sentence": "害怕婚姻和爱情是很正常的感受，毕竟这些问题关乎你的未来和幸福。",
        "label": ""
      },
      {
        "sentence": "但是我们不能让恐惧主导我们的决定。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着坦然面对这些担忧，尝试寻找正面的解决方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我真的不知道应该怎么去找到适合我的伴侣，而且现在的社交圈子里大部分都是男性，我感觉很被动。",
    "annotation": [
      {
        "sentence": "可是我真的不知道应该怎么去找到适合我的伴侣，而且现在的社交圈子里大部分都是男性，我感觉很被动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得对，找到合适的伴侣并不容易，但是这不意味着没有机会。或许你可以尝试扩大自己的社交圈子，参加一些兴趣小组或活动，结识更多的人，增加机会。",
    "annotation": [
      {
        "sentence": "你说得对，找到合适的伴侣并不容易，但是这不意味着没有机会。",
        "label": ""
      },
      {
        "sentence": "或许你可以尝试扩大自己的社交圈子，参加一些兴趣小组或活动，结识更多的人，增加机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我真的害怕再次受到伤害，我不想再经历失望和痛苦了。",
    "annotation": [
      {
        "sentence": "但是我真的害怕再次受到伤害，我不想再经历失望和痛苦了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心，但是我们不能因为过去的伤害而放弃寻找幸福。每一段感情都是独特的，我们可以从过去的经历中吸取教训，变得更加成熟和聪明。",
    "annotation": [
      {
        "sentence": "我理解你的担心，但是我们不能因为过去的伤害而放弃寻找幸福。",
        "label": ""
      },
      {
        "sentence": "每一段感情都是独特的，我们可以从过去的经历中吸取教训，变得更加成熟和聪明。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我不能一直害怕，我应该勇敢地面对自己的感情和未来。",
    "annotation": [
      {
        "sentence": "你说得对，我不能一直害怕，我应该勇敢地面对自己的感情和未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，勇敢面对自己的内心和感情是很重要的。相信自己，相信未来，你一定能找到适合你的伴侣，并过上幸福的生活。",
    "annotation": [
      {
        "sentence": "没错，勇敢面对自己的内心和感情是很重要的。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来，你一定能找到适合你的伴侣，并过上幸福的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尽力改变自己的心态，积极面对生活和感情。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尽力改变自己的心态，积极面对生活和感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你。记住，无论遇到什么困难，都要相信自己的力量，勇敢前行。祝你幸福！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，无论遇到什么困难，都要相信自己的力量，勇敢前行。",
        "label": ""
      },
      {
        "sentence": "祝你幸福！",
        "label": ""
      }
    ]
  }
]