[
  {
    "role": "client",
    "content": "我不敢写大学结业，只能写高中毕业，自卑影响生活。因为自卑，进厂不敢写大学结业，只能写高中毕业。",
    "annotation": [
      {
        "sentence": "我不敢写大学结业，只能写高中毕业，自卑影响生活。",
        "label": ""
      },
      {
        "sentence": "因为自卑，进厂不敢写大学结业，只能写高中毕业。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从描述中可以了解到你的困扰主要有两方面：一是在找工作时不敢写大学结业，只写高中毕业；二是你时常感到自卑。我有几点分析和建议：首先，大学结业意味着在大学生活中的失败，而高中毕业或许可以解释为你尽早进入社会，没有选择继续学习。所以你的想法是可以理解的。但是你可以从现实角度思考，大学结业比高中毕业还是要多出一段学业时间，或许会更加有利于你找工作。你可以考虑一下这个方面。其次，感到自卑或许与你的归因方式有关系。比如说大学结业这件事，如果你将其归因为自己的能力差，没有天赋，不能完成学业，就会产生强烈的自卑，觉得自己是无可救药的。但如果归因为自己一段时间不曾好好努力，没有做自己该做的事情因为懒惰才导致了结果，对于你来说或许会更加有动力的余地，更加有努力的余地。希望对你有所帮助。",
    "annotation": [
      {
        "sentence": "从描述中可以了解到你的困扰主要有两方面：一是在找工作时不敢写大学结业，只写高中毕业；二是你时常感到自卑。",
        "label": ""
      },
      {
        "sentence": "我有几点分析和建议：首先，大学结业意味着在大学生活中的失败，而高中毕业或许可以解释为你尽早进入社会，没有选择继续学习。",
        "label": ""
      },
      {
        "sentence": "所以你的想法是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但是你可以从现实角度思考，大学结业比高中毕业还是要多出一段学业时间，或许会更加有利于你找工作。",
        "label": ""
      },
      {
        "sentence": "你可以考虑一下这个方面。",
        "label": ""
      },
      {
        "sentence": "其次，感到自卑或许与你的归因方式有关系。",
        "label": ""
      },
      {
        "sentence": "比如说大学结业这件事，如果你将其归因为自己的能力差，没有天赋，不能完成学业，就会产生强烈的自卑，觉得自己是无可救药的。",
        "label": ""
      },
      {
        "sentence": "但如果归因为自己一段时间不曾好好努力，没有做自己该做的事情因为懒惰才导致了结果，对于你来说或许会更加有动力的余地，更加有努力的余地。",
        "label": ""
      },
      {
        "sentence": "希望对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的建议，但是我总觉得不敢写大学结业就有种欺骗的感觉，也怕被别人发现真相。",
    "annotation": [
      {
        "sentence": "我明白你的建议，但是我总觉得不敢写大学结业就有种欺骗的感觉，也怕被别人发现真相。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的担心。但是你不应该将这种选择看作是一种欺骗。每个人的人生选择都会有不同的原因和考量，没有必要为此过度自责或者感到羞愧。你可以想一想，你是否对别人的选择过于苛责呢？也许将同样的宽容和理解用于自己身上，你会感到更加轻松和自在。此外，即使别人发现真相，也未必会对你造成什么实质性的伤害。关键是你自己能够正视和接受自己的选择，以及对未来的努力和成长。",
    "annotation": [
      {
        "sentence": "我能理解你的担心。",
        "label": ""
      },
      {
        "sentence": "但是你不应该将这种选择看作是一种欺骗。",
        "label": ""
      },
      {
        "sentence": "每个人的人生选择都会有不同的原因和考量，没有必要为此过度自责或者感到羞愧。",
        "label": ""
      },
      {
        "sentence": "你可以想一想，你是否对别人的选择过于苛责呢？",
        "label": ""
      },
      {
        "sentence": "也许将同样的宽容和理解用于自己身上，你会感到更加轻松和自在。",
        "label": ""
      },
      {
        "sentence": "此外，即使别人发现真相，也未必会对你造成什么实质性的伤害。",
        "label": ""
      },
      {
        "sentence": "关键是你自己能够正视和接受自己的选择，以及对未来的努力和成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实，我也有一些工作经验，但是一直觉得没有大学学历会被人轻视，怕找不到好工作。",
    "annotation": [
      {
        "sentence": "其实，我也有一些工作经验，但是一直觉得没有大学学历会被人轻视，怕找不到好工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有工作经验是非常宝贵的，这是你的优势之一。大学学历固然重要，但并不是唯一的决定因素。在找工作时，你可以突出自己的实际经验和技能，在简历中重点强调这些，向雇主展示你的价值和能力。同时，你也可以参加一些培训或进修课程，提升自己的专业知识和技能，为未来的工作做好准备。记住，自信和积极的态度也是非常重要的。只要你持之以恒地努力，相信你能够找到适合自己的好工作。",
    "annotation": [
      {
        "sentence": "有工作经验是非常宝贵的，这是你的优势之一。",
        "label": ""
      },
      {
        "sentence": "大学学历固然重要，但并不是唯一的决定因素。",
        "label": ""
      },
      {
        "sentence": "在找工作时，你可以突出自己的实际经验和技能，在简历中重点强调这些，向雇主展示你的价值和能力。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以参加一些培训或进修课程，提升自己的专业知识和技能，为未来的工作做好准备。",
        "label": ""
      },
      {
        "sentence": "记住，自信和积极的态度也是非常重要的。",
        "label": ""
      },
      {
        "sentence": "只要你持之以恒地努力，相信你能够找到适合自己的好工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的话，我觉得稍微有些信心了。或许我应该更加乐观地看待自己的处境。",
    "annotation": [
      {
        "sentence": "听了你的话，我觉得稍微有些信心了。",
        "label": ""
      },
      {
        "sentence": "或许我应该更加乐观地看待自己的处境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，我很高兴听到你的这个回答。乐观地看待自己的处境会为你带来更多的机会和动力。相信自己的能力，相信你所做的努力是有价值的。不要过分担心别人的眼光和评价，重要的是你对自己的认同和成长。如果你有任何问题或需要进一步的支持，都可以随时和我交流。你不是一个人在战斗，我们会一起走过困难，迎接更好的明天。",
    "annotation": [
      {
        "sentence": "非常好，我很高兴听到你的这个回答。",
        "label": ""
      },
      {
        "sentence": "乐观地看待自己的处境会为你带来更多的机会和动力。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，相信你所做的努力是有价值的。",
        "label": ""
      },
      {
        "sentence": "不要过分担心别人的眼光和评价，重要的是你对自己的认同和成长。",
        "label": ""
      },
      {
        "sentence": "如果你有任何问题或需要进一步的支持，都可以随时和我交流。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，我们会一起走过困难，迎接更好的明天。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会努力面对自己的困境，并积极寻找解决办法的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会努力面对自己的困境，并积极寻找解决办法的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到这样的回答。请记住，你不是孤单一人，我会一直在你身边支持你。相信自己的能力，相信你所做的努力是有意义的。继续保持乐观和积极的心态，我坚信你一定能够战胜困难，迎接更美好的明天。祝愿你好运！",
    "annotation": [
      {
        "sentence": "非常欣慰听到这样的回答。",
        "label": ""
      },
      {
        "sentence": "请记住，你不是孤单一人，我会一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，相信你所做的努力是有意义的。",
        "label": ""
      },
      {
        "sentence": "继续保持乐观和积极的心态，我坚信你一定能够战胜困难，迎接更美好的明天。",
        "label": ""
      },
      {
        "sentence": "祝愿你好运！",
        "label": ""
      }
    ]
  }
]