[
  {
    "role": "client",
    "content": "我讨厌这个没有温暖的虚情假意的世界，想要离开？不知道存在的意义，不知道为什么而活，人人都是为钱而活，每个人都在尔虞我诈，我不想变成这样的人，我讨厌这个没有温暖虚情假意的世界，没有感同身受，不需要鸡汤，回答我需要的答案，现在，我想离开。",
    "annotation": [
      {
        "sentence": "我讨厌这个没有温暖的虚情假意的世界，想要离开？",
        "label": ""
      },
      {
        "sentence": "不知道存在的意义，不知道为什么而活，人人都是为钱而活，每个人都在尔虞我诈，我不想变成这样的人，我讨厌这个没有温暖虚情假意的世界，没有感同身受，不需要鸡汤，回答我需要的答案，现在，我想离开。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "1不知道存在的意义，为什么而活？你可否听说过马斯洛的人生需求：生理需求，安全需求，社交需求，被尊重需求，自我实现需求。前面4项你一目了然，第五项很多人终其一生都不能达到自我实现，那么存在的意义是什么？生活中相信每个人都有自己的答案，你也会有自己的思想吧，比如接地气些的意义：很累的时能候舒服睡一觉，给自己做一顿美味可口的饭菜，读本自己特别喜欢的书，静静的胡思乱想，走在路上陌生人的一个微笑……存在的意义不一定是书中的大道理，生活中的点点滴滴都能渗透，享受自己能做的，拥有的。",
    "annotation": [
      {
        "sentence": "1不知道存在的意义，为什么而活？",
        "label": ""
      },
      {
        "sentence": "你可否听说过马斯洛的人生需求：生理需求，安全需求，社交需求，被尊重需求，自我实现需求。",
        "label": ""
      },
      {
        "sentence": "前面4项你一目了然，第五项很多人终其一生都不能达到自我实现，那么存在的意义是什么？",
        "label": ""
      },
      {
        "sentence": "生活中相信每个人都有自己的答案，你也会有自己的思想吧，比如接地气些的意义：很累的时能候舒服睡一觉，给自己做一顿美味可口的饭菜，读本自己特别喜欢的书，静静的胡思乱想，走在路上陌生人的一个微笑……存在的意义不一定是书中的大道理，生活中的点点滴滴都能渗透，享受自己能做的，拥有的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是，这些点点滴滴能真正让我感到快乐吗？在这个世界上，我感觉很孤独，很迷茫，没有人可以理解我。我不想成为一个为了钱而活的人，但是为了生存，我不得不去迎合这个社会的规则，这让我很痛苦。",
    "annotation": [
      {
        "sentence": "但是，这些点点滴滴能真正让我感到快乐吗？",
        "label": ""
      },
      {
        "sentence": "在这个世界上，我感觉很孤独，很迷茫，没有人可以理解我。",
        "label": ""
      },
      {
        "sentence": "我不想成为一个为了钱而活的人，但是为了生存，我不得不去迎合这个社会的规则，这让我很痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "2人人都是为钱而活……我不想变成那样那么你希望自己变成一个什么样的人？喜欢什么样的生活方式？有时侯多关注自己的内心，把注意力转移到自己身上来，想想那些曾经发生温暖美好的人和事，发现自己对未来的期待，接纳自己此刻的情绪和想法，周围及别人似乎并不是那么重要呢？",
    "annotation": [
      {
        "sentence": "2人人都是为钱而活……我不想变成那样那么你希望自己变成一个什么样的人？",
        "label": ""
      },
      {
        "sentence": "喜欢什么样的生活方式？",
        "label": ""
      },
      {
        "sentence": "有时侯多关注自己的内心，把注意力转移到自己身上来，想想那些曾经发生温暖美好的人和事，发现自己对未来的期待，接纳自己此刻的情绪和想法，周围及别人似乎并不是那么重要呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望自己成为一个可以追求内心真正感受的人，而不是为了社会的眼光而活。我喜欢简单而自由的生活方式，追寻内心真实的喜好和激情。但是，现实总是让我觉得束缚和无力。",
    "annotation": [
      {
        "sentence": "我希望自己成为一个可以追求内心真正感受的人，而不是为了社会的眼光而活。",
        "label": ""
      },
      {
        "sentence": "我喜欢简单而自由的生活方式，追寻内心真实的喜好和激情。",
        "label": ""
      },
      {
        "sentence": "但是，现实总是让我觉得束缚和无力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "接纳自己此刻的情绪和想法是非常重要的，你可以试着去了解你自己、爱自己。每个人都有独特的价值和使命，你也一样。不要把自己限制在别人的期待和价值观下。或许你可以尝试寻找生活中的美好事物，不论多么微小，都可以带给你一丝快乐和满足感。",
    "annotation": [
      {
        "sentence": "接纳自己此刻的情绪和想法是非常重要的，你可以试着去了解你自己、爱自己。",
        "label": ""
      },
      {
        "sentence": "每个人都有独特的价值和使命，你也一样。",
        "label": ""
      },
      {
        "sentence": "不要把自己限制在别人的期待和价值观下。",
        "label": ""
      },
      {
        "sentence": "或许你可以尝试寻找生活中的美好事物，不论多么微小，都可以带给你一丝快乐和满足感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是周围的环境总是那么压抑和不真实，让人难以找到愉悦和安宁。我觉得自己的选择很有限，好像一直在为别人而活。",
    "annotation": [
      {
        "sentence": "但是周围的环境总是那么压抑和不真实，让人难以找到愉悦和安宁。",
        "label": ""
      },
      {
        "sentence": "我觉得自己的选择很有限，好像一直在为别人而活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，现实的环境可能会给我们带来负面的影响。但是不要忘记，你拥有选择的权力和能力。或许可以寻找一些途径来改变你的生活环境，找到更符合你内心需求的圈子和活动。记住，你是可以主动塑造自己的生活的，即使改变需要时间和努力，也不要轻易放弃。",
    "annotation": [
      {
        "sentence": "我理解你的感受，现实的环境可能会给我们带来负面的影响。",
        "label": ""
      },
      {
        "sentence": "但是不要忘记，你拥有选择的权力和能力。",
        "label": ""
      },
      {
        "sentence": "或许可以寻找一些途径来改变你的生活环境，找到更符合你内心需求的圈子和活动。",
        "label": ""
      },
      {
        "sentence": "记住，你是可以主动塑造自己的生活的，即使改变需要时间和努力，也不要轻易放弃。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我不能一直害怕改变和放弃。或许我需要更积极地去寻找属于自己的快乐和满足。即使现在的世界让我感到困惑和不安，但我相信我可以找到适合自己的道路。",
    "annotation": [
      {
        "sentence": "你说的对，我不能一直害怕改变和放弃。",
        "label": ""
      },
      {
        "sentence": "或许我需要更积极地去寻找属于自己的快乐和满足。",
        "label": ""
      },
      {
        "sentence": "即使现在的世界让我感到困惑和不安，但我相信我可以找到适合自己的道路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！相信自己的力量，坚持寻找属于你自己的快乐和满足。人生的道路很可能并不是一帆风顺的，但正是这些经历让我们学会成长和改变。不要忘记，即使你觉得孤独，你并不是一个人，世界和我正偷偷地爱着你。",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "相信自己的力量，坚持寻找属于你自己的快乐和满足。",
        "label": ""
      },
      {
        "sentence": "人生的道路很可能并不是一帆风顺的，但正是这些经历让我们学会成长和改变。",
        "label": ""
      },
      {
        "sentence": "不要忘记，即使你觉得孤独，你并不是一个人，世界和我正偷偷地爱着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我会努力寻找自己真正想要的生活，不再让外界的压力左右我的人生选择。我相信，我能够找到属于自己的温暖和意义。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会努力寻找自己真正想要的生活，不再让外界的压力左右我的人生选择。",
        "label": ""
      },
      {
        "sentence": "我相信，我能够找到属于自己的温暖和意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是很勇敢的，相信自己，相信未来。无论前方有多么困难，你都有能力克服。在这个过程中，记得要对自己温柔一些，给自己鼓励和赞美。你值得拥有快乐和意义满满的人生。加油！",
    "annotation": [
      {
        "sentence": "你是很勇敢的，相信自己，相信未来。",
        "label": ""
      },
      {
        "sentence": "无论前方有多么困难，你都有能力克服。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，记得要对自己温柔一些，给自己鼓励和赞美。",
        "label": ""
      },
      {
        "sentence": "你值得拥有快乐和意义满满的人生。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]