[
  {
    "role": "client",
    "content": "被陌生人批评和评价，心情不好怎么办？难道只能认同？我忘记带了东西，马上被店员叫住，后面排队的陌生阿姨就评价就说我人失魂落魄，我其实是为躲避前面一个没口罩不停说话男人怕得忘记带东西，平时的我是很仔细的。",
    "annotation": [
      {
        "sentence": "被陌生人批评和评价，心情不好怎么办？",
        "label": ""
      },
      {
        "sentence": "难道只能认同？",
        "label": ""
      },
      {
        "sentence": "我忘记带了东西，马上被店员叫住，后面排队的陌生阿姨就评价就说我人失魂落魄，我其实是为躲避前面一个没口罩不停说话男人怕得忘记带东西，平时的我是很仔细的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感受到了你内心的那种挫折感，尤其这次的事件又引起了你小时候的记忆等一系列不愉快的感觉。我忘记带东西，马上被店员叫住，后面排队的陌生阿姨就评价就说我人失魂落魄，我其实是为躲避前面一个没口罩不停说话男人怕得忘记带东西，平时的我是很仔细的。忘记东西这件事，可以说，几乎每个人都有过这个经历，谁能天天每样事情都记得清清楚楚呢？你因为疫情期间前面男人没戴口罩的问题，可能有些注意力被转移，从而导致忘记带了东西，其实这本来是件小事，对吗？",
    "annotation": [
      {
        "sentence": "感受到了你内心的那种挫折感，尤其这次的事件又引起了你小时候的记忆等一系列不愉快的感觉。",
        "label": ""
      },
      {
        "sentence": "我忘记带东西，马上被店员叫住，后面排队的陌生阿姨就评价就说我人失魂落魄，我其实是为躲避前面一个没口罩不停说话男人怕得忘记带东西，平时的我是很仔细的。",
        "label": ""
      },
      {
        "sentence": "忘记东西这件事，可以说，几乎每个人都有过这个经历，谁能天天每样事情都记得清清楚楚呢？",
        "label": ""
      },
      {
        "sentence": "你因为疫情期间前面男人没戴口罩的问题，可能有些注意力被转移，从而导致忘记带了东西，其实这本来是件小事，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我想我有点过于在意别人的评价了。还记得小时候班主任都是这样子的爱评价人，说话很负面很刻薄，我那时候非常自卑。",
    "annotation": [
      {
        "sentence": "是的，我想我有点过于在意别人的评价了。",
        "label": ""
      },
      {
        "sentence": "还记得小时候班主任都是这样子的爱评价人，说话很负面很刻薄，我那时候非常自卑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个导火索，使你联想起来小时候不愉快的记忆，这种记忆掺杂了当时自卑的自我，也许，正是那种自卑的感觉致使这份记忆那么深刻，难忘。小时候的经历对我们影响很大，但是现在我们已经长大成人，我们可以找到新的方式来处理这些评价的问题。",
    "annotation": [
      {
        "sentence": "这个导火索，使你联想起来小时候不愉快的记忆，这种记忆掺杂了当时自卑的自我，也许，正是那种自卑的感觉致使这份记忆那么深刻，难忘。",
        "label": ""
      },
      {
        "sentence": "小时候的经历对我们影响很大，但是现在我们已经长大成人，我们可以找到新的方式来处理这些评价的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我发现这些爱评价别人的人真的无处不在，可能是同事，陌生人，熟人，朋友等，以后遇到这样的人该怎么办啊？我也许不够自信，心里很受伤，难道就只能认同他们吗？",
    "annotation": [
      {
        "sentence": "我发现这些爱评价别人的人真的无处不在，可能是同事，陌生人，熟人，朋友等，以后遇到这样的人该怎么办啊？",
        "label": ""
      },
      {
        "sentence": "我也许不够自信，心里很受伤，难道就只能认同他们吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "评判，评价，为何这种方式如此“受欢迎”？因为简单地通过评判来释放自己的情绪，这种认知和交流方式，是最简单与快捷的，简单粗暴。所以我建议你可以从两个角度来化解这个带来困扰的问题：1.多尝试表达自己的感受，需要，跟能够沟通的人，进行这方面的解释和交流。2.尝试从对方的角度，解读其评判与评价背后的感受和需要，以这位阿姨举例，也许她因为在后面排队久了，心里很着急，有点焦虑，所以通过评判你“失魂落魄”来释放这种情绪。当你理解和认知到了她真实的内在需要，并不是要针对你，批评你，你就不会感到那么不爽。",
    "annotation": [
      {
        "sentence": "评判，评价，为何这种方式如此“受欢迎”？",
        "label": ""
      },
      {
        "sentence": "因为简单地通过评判来释放自己的情绪，这种认知和交流方式，是最简单与快捷的，简单粗暴。",
        "label": ""
      },
      {
        "sentence": "所以我建议你可以从两个角度来化解这个带来困扰的问题：1.多尝试表达自己的感受，需要，跟能够沟通的人，进行这方面的解释和交流。",
        "label": ""
      },
      {
        "sentence": "2.尝试从对方的角度，解读其评判与评价背后的感受和需要，以这位阿姨举例，也许她因为在后面排队久了，心里很着急，有点焦虑，所以通过评判你“失魂落魄”来释放这种情绪。",
        "label": ""
      },
      {
        "sentence": "当你理解和认知到了她真实的内在需要，并不是要针对你，批评你，你就不会感到那么不爽。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，多去理解对方的感受和需要，而不是过于纠结于别人的评价。但是我还是会觉得自卑，觉得自己不够自信。",
    "annotation": [
      {
        "sentence": "我明白了，多去理解对方的感受和需要，而不是过于纠结于别人的评价。",
        "label": ""
      },
      {
        "sentence": "但是我还是会觉得自卑，觉得自己不够自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "深层的自卑，这个每个人都有不同的程度，可以慢慢培养自己的信心，是重要而不紧急的事情。坚定自己信心之后，在强的面前，弱的外在的东西，是不会或很少能够影响到你的（甚至你自带的气场还会无形地影响到周边）。你可以从小事开始培养自信，比如完成一些小目标，接受朋友和家人的赞美，注意自己的积极面等方式来提升自信。",
    "annotation": [
      {
        "sentence": "深层的自卑，这个每个人都有不同的程度，可以慢慢培养自己的信心，是重要而不紧急的事情。",
        "label": ""
      },
      {
        "sentence": "坚定自己信心之后，在强的面前，弱的外在的东西，是不会或很少能够影响到你的（甚至你自带的气场还会无形地影响到周边）。",
        "label": ""
      },
      {
        "sentence": "你可以从小事开始培养自信，比如完成一些小目标，接受朋友和家人的赞美，注意自己的积极面等方式来提升自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和理解，我会尝试去改变自己的看法和处理评价的方式。希望以后能更自信地面对这些情况。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和理解，我会尝试去改变自己的看法和处理评价的方式。",
        "label": ""
      },
      {
        "sentence": "希望以后能更自信地面对这些情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够慢慢改变自己的看法和方式。记住，你是独一无二的，无需过于在乎他人的评价。相信自己，勇敢前行！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够慢慢改变自己的看法和方式。",
        "label": ""
      },
      {
        "sentence": "记住，你是独一无二的，无需过于在乎他人的评价。",
        "label": ""
      },
      {
        "sentence": "相信自己，勇敢前行！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会尽力的。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会尽力的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气！只要你有任何困惑和需要，随时来找我聊天。我会一直支持你的。加油！",
    "annotation": [
      {
        "sentence": "不用客气！",
        "label": ""
      },
      {
        "sentence": "只要你有任何困惑和需要，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]