[
  {
    "role": "client",
    "content": "被陌生人批评和评价，心情不好怎么办？难道只能认同？我忘记带了东西，马上被店员叫住，后面排队的陌生阿姨就评价就说我人失魂落魄，我其实是为躲避前面一个没口罩不停说话男人怕得忘记带东西，平时的我是很仔细的。还记得小时侯班主任都是这样子的爱评价人，说话很负面很刻薄，我那时候非常自卑。我发现这些爱评价别人的人真的无处不在，可能是同事，陌生人，熟人，朋友等，以后遇到这样的人该怎么办啊？我也许不够自信，心里很受伤，难道就只能认同他们吗？",
    "annotation": [
      {
        "sentence": "被陌生人批评和评价，心情不好怎么办？",
        "label": ""
      },
      {
        "sentence": "难道只能认同？",
        "label": ""
      },
      {
        "sentence": "我忘记带了东西，马上被店员叫住，后面排队的陌生阿姨就评价就说我人失魂落魄，我其实是为躲避前面一个没口罩不停说话男人怕得忘记带东西，平时的我是很仔细的。",
        "label": ""
      },
      {
        "sentence": "还记得小时侯班主任都是这样子的爱评价人，说话很负面很刻薄，我那时候非常自卑。",
        "label": ""
      },
      {
        "sentence": "我发现这些爱评价别人的人真的无处不在，可能是同事，陌生人，熟人，朋友等，以后遇到这样的人该怎么办啊？",
        "label": ""
      },
      {
        "sentence": "我也许不够自信，心里很受伤，难道就只能认同他们吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "下午好。被陌生人批评评价心情不好怎么办。是啊！谁收到别人特别陌生人的批评评价心里都是不好受的。我忘记带了东西，马上被店员叫住，后面排队的陌生阿姨就评价就说我人失魂落魄。（我能理解这种情况会让你心情不好）可以感受到这位阿姨说的话让你引起了不好的情绪，在我们情绪管理中长会说那，我们情绪开关交道了谁的手里。（确实，我们的情绪是由自己来控制的，但是面对批评和评价，我们可以采取一些方法来应对）也能感受到你是一个比较敏感的人我们试想一下，那个阿姨说的真的是你吗？",
    "annotation": [
      {
        "sentence": "下午好。",
        "label": ""
      },
      {
        "sentence": "被陌生人批评评价心情不好怎么办。",
        "label": ""
      },
      {
        "sentence": "是啊！",
        "label": ""
      },
      {
        "sentence": "谁收到别人特别陌生人的批评评价心里都是不好受的。",
        "label": ""
      },
      {
        "sentence": "我忘记带了东西，马上被店员叫住，后面排队的陌生阿姨就评价就说我人失魂落魄。",
        "label": ""
      },
      {
        "sentence": "（我能理解这种情况会让你心情不好）可以感受到这位阿姨说的话让你引起了不好的情绪，在我们情绪管理中长会说那，我们情绪开关交道了谁的手里。",
        "label": ""
      },
      {
        "sentence": "（确实，我们的情绪是由自己来控制的，但是面对批评和评价，我们可以采取一些方法来应对）也能感受到你是一个比较敏感的人我们试想一下，那个阿姨说的真的是你吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我其实是为躲避前面一个没口罩不停说话男人怕得忘记带东西，平时的我是很仔细的。（是的，事情的原因确实是这样的。我平时也是一个很细心的人）看来事出有因啊！这里感受到你对于自身的安全问题还是很在意的。那当时有没有想过其他的办法就解决这个问题呢？要是我的话我可能会做出温馨提示或者这个本身对自己就没有什么意义。想一下你在这个男人身上的表现是什么感受？",
    "annotation": [
      {
        "sentence": "我其实是为躲避前面一个没口罩不停说话男人怕得忘记带东西，平时的我是很仔细的。",
        "label": ""
      },
      {
        "sentence": "（是的，事情的原因确实是这样的。",
        "label": ""
      },
      {
        "sentence": "我平时也是一个很细心的人）看来事出有因啊！",
        "label": ""
      },
      {
        "sentence": "这里感受到你对于自身的安全问题还是很在意的。",
        "label": ""
      },
      {
        "sentence": "那当时有没有想过其他的办法就解决这个问题呢？",
        "label": ""
      },
      {
        "sentence": "要是我的话我可能会做出温馨提示或者这个本身对自己就没有什么意义。",
        "label": ""
      },
      {
        "sentence": "想一下你在这个男人身上的表现是什么感受？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为这件事情引起了你童年的经历回忆，也和我之前说的情绪开关交给了谁，其实我们在成长过程中有很多的经历影响了我们现在情绪的表现。你可以了解学习一下《人际沟通分析学》，这里面有很多小时候我们养成的信息，和我们的自卑，自信，对别人的评价都我这根源的问题。",
    "annotation": [
      {
        "sentence": "因为这件事情引起了你童年的经历回忆，也和我之前说的情绪开关交给了谁，其实我们在成长过程中有很多的经历影响了我们现在情绪的表现。",
        "label": ""
      },
      {
        "sentence": "你可以了解学习一下《人际沟通分析学》，这里面有很多小时候我们养成的信息，和我们的自卑，自信，对别人的评价都我这根源的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我发现这些爱评价别人的人真的无处不在，可能是同事，陌生人，熟人，朋友等，以后遇到这样的人该怎么办啊？我也许不够自信，心里很受伤，难道就只能认同他们吗？",
    "annotation": [
      {
        "sentence": "我发现这些爱评价别人的人真的无处不在，可能是同事，陌生人，熟人，朋友等，以后遇到这样的人该怎么办啊？",
        "label": ""
      },
      {
        "sentence": "我也许不够自信，心里很受伤，难道就只能认同他们吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你现在的社会生活中就会有着这样、那样的问题出现，我们会感受到评价，指责，这是我们不希望的，而我们外在没有别人，只有我们自己，为了自己不受伤，你可以通过学习成长自己的内心能量，来接纳自己，强大起来。",
    "annotation": [
      {
        "sentence": "是的，你现在的社会生活中就会有着这样、那样的问题出现，我们会感受到评价，指责，这是我们不希望的，而我们外在没有别人，只有我们自己，为了自己不受伤，你可以通过学习成长自己的内心能量，来接纳自己，强大起来。",
        "label": ""
      }
    ]
  }
]