[
  {
    "role": "client",
    "content": "我是一个17岁的女生，最近感觉自己被朋友忽视和抛弃。我和我的朋友以前是同桌，现在是舍友。我不知道是因为什么原因，或许是因为我们选择了不同的文理科目（我选了文科，她选了理科），或许是因为语文老师在课堂上说应该多交朋友。总之，她现在和她的同桌关系非常好（她的同桌也选了理科），每次吃饭时她的同桌也要跟着，然后他们就聊理科的事情或者座位周围有趣的事，我总是插不上话。晚上睡觉的时候，她明明答应要和我一起睡，但事实上并没有这样做。我曾经告诉过她，我说我现在和你在一起总感觉内心忐忑不安，没有安全感，总觉得她把你抢走了。在友情中是否也存在第三者呢？最近一段时间，你能在意一下我的感受吗？能多多关心我吗？她说好的，但是事实呢！每次她们两个在座位上嬉戏打闹，我就感觉很不好受。这些也许都是小事，但是我一直在挣扎。",
    "annotation": [
      {
        "sentence": "我是一个17岁的女生，最近感觉自己被朋友忽视和抛弃。",
        "label": ""
      },
      {
        "sentence": "我和我的朋友以前是同桌，现在是舍友。",
        "label": ""
      },
      {
        "sentence": "我不知道是因为什么原因，或许是因为我们选择了不同的文理科目（我选了文科，她选了理科），或许是因为语文老师在课堂上说应该多交朋友。",
        "label": ""
      },
      {
        "sentence": "总之，她现在和她的同桌关系非常好（她的同桌也选了理科），每次吃饭时她的同桌也要跟着，然后他们就聊理科的事情或者座位周围有趣的事，我总是插不上话。",
        "label": ""
      },
      {
        "sentence": "晚上睡觉的时候，她明明答应要和我一起睡，但事实上并没有这样做。",
        "label": ""
      },
      {
        "sentence": "我曾经告诉过她，我说我现在和你在一起总感觉内心忐忑不安，没有安全感，总觉得她把你抢走了。",
        "label": ""
      },
      {
        "sentence": "在友情中是否也存在第三者呢？",
        "label": ""
      },
      {
        "sentence": "最近一段时间，你能在意一下我的感受吗？",
        "label": ""
      },
      {
        "sentence": "能多多关心我吗？",
        "label": ""
      },
      {
        "sentence": "她说好的，但是事实呢！",
        "label": ""
      },
      {
        "sentence": "每次她们两个在座位上嬉戏打闹，我就感觉很不好受。",
        "label": ""
      },
      {
        "sentence": "这些也许都是小事，但是我一直在挣扎。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有选择朋友的权利。当朋友关系中出现问题时，需要彼此坦诚地对待和解决，而不是一方努力，另一方任性。从你的描述中，我可以感受到你很强的自我分析能力，也对这段友谊有清晰的认识。当你感到被忽视时，你很认真地和她表达了自己的感受，并且表达了期望，这是非常好的，也是有效的沟通方式。然而，对方口头上的应允和实际行动是不一致的。也许你的分析是正确的，她们之间相处更多，有更多的交流机会，而且她们对于讨论的话题也都感兴趣，所以她可能习惯了和她的同桌相处，不自觉地忽视了你。你可以多次提醒她，并试着寻找你们都可以参与的话题，或者一起参加更多的活动，除了晚上回寝室和吃饭之外。这样可以让你们之间的联系更加紧密。保持真诚地付出和表达，如果对方仍然不理解，你们可以再商量如何处理你们的关系。此外，你也可以调整一下自己的生活重心，结交一些其他的朋友。在友谊中，有时也会出现吃醋的感觉，但是要允许对方有自己的空间和选择朋友的权利。你是一个重视友情的人，就像你朋友所说的，你内心感受到她对你的忽视很难受，可能你并没有把她当做全部，只是对被冷落的感觉很不舒服。你可能会吃醋，会感到别扭，会认为她不再关心你了，这是可以理解的。但是现在你需要调整一下自己的心态，对方是你的朋友，但首先也是一个独立的个体，她有权利决定自己将时间和精力放在哪里，和谁相处。所以在沟通之后，也要给对方一些空间，让自己有适当的人际交往和生活重心，也有一些属于自己的事情。并不只是把所有心思都放在对方身上。",
    "annotation": [
      {
        "sentence": "每个人都有选择朋友的权利。",
        "label": ""
      },
      {
        "sentence": "当朋友关系中出现问题时，需要彼此坦诚地对待和解决，而不是一方努力，另一方任性。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我可以感受到你很强的自我分析能力，也对这段友谊有清晰的认识。",
        "label": ""
      },
      {
        "sentence": "当你感到被忽视时，你很认真地和她表达了自己的感受，并且表达了期望，这是非常好的，也是有效的沟通方式。",
        "label": ""
      },
      {
        "sentence": "然而，对方口头上的应允和实际行动是不一致的。",
        "label": ""
      },
      {
        "sentence": "也许你的分析是正确的，她们之间相处更多，有更多的交流机会，而且她们对于讨论的话题也都感兴趣，所以她可能习惯了和她的同桌相处，不自觉地忽视了你。",
        "label": ""
      },
      {
        "sentence": "你可以多次提醒她，并试着寻找你们都可以参与的话题，或者一起参加更多的活动，除了晚上回寝室和吃饭之外。",
        "label": ""
      },
      {
        "sentence": "这样可以让你们之间的联系更加紧密。",
        "label": ""
      },
      {
        "sentence": "保持真诚地付出和表达，如果对方仍然不理解，你们可以再商量如何处理你们的关系。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以调整一下自己的生活重心，结交一些其他的朋友。",
        "label": ""
      },
      {
        "sentence": "在友谊中，有时也会出现吃醋的感觉，但是要允许对方有自己的空间和选择朋友的权利。",
        "label": ""
      },
      {
        "sentence": "你是一个重视友情的人，就像你朋友所说的，你内心感受到她对你的忽视很难受，可能你并没有把她当做全部，只是对被冷落的感觉很不舒服。",
        "label": ""
      },
      {
        "sentence": "你可能会吃醋，会感到别扭，会认为她不再关心你了，这是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但是现在你需要调整一下自己的心态，对方是你的朋友，但首先也是一个独立的个体，她有权利决定自己将时间和精力放在哪里，和谁相处。",
        "label": ""
      },
      {
        "sentence": "所以在沟通之后，也要给对方一些空间，让自己有适当的人际交往和生活重心，也有一些属于自己的事情。",
        "label": ""
      },
      {
        "sentence": "并不只是把所有心思都放在对方身上。",
        "label": ""
      }
    ]
  }
]