[
  {
    "role": "client",
    "content": "父母离异，和母亲与继父一起住，有没有必要自己租房？我今年大二，父亲在外地也有自己的家庭，今天在本地给我买了一套房，但是离搬进去还要一年左右。我自己住在母亲和继父家，只有两个房间，继父一个住一个房间，我和妈妈还有一岁的弟弟住在一起。弟弟还小每天都要熬夜，继父对人好，但是人品不好，天天出去喝酒，也经常和我妈吵架，拿我东西，贪小便宜。我自己买的喜欢的莫文蔚唱片也要问我要，我自己买的早饭面包，一个星期的量，我就吃了两天的量，就被他吃完了。另外我妈妈脾气也不好，虽然很爱我，但是总是骂我，我在这里没有一点个人空间。我自己想要在这出去租房子住，我爸爸给我付钱，想租一年的，现在是暑假，只能在这住两个月，平时在学校放假了也能回来住，寒假也是。但是我母亲那边的小姨还有一些亲人觉得这样不好，说我太急，又说我和我妈妈没什么矛盾没必要住。真的没必要吗？我感觉我每天晚上都要哭一会才能睡着。",
    "annotation": [
      {
        "sentence": "父母离异，和母亲与继父一起住，有没有必要自己租房？",
        "label": ""
      },
      {
        "sentence": "我今年大二，父亲在外地也有自己的家庭，今天在本地给我买了一套房，但是离搬进去还要一年左右。",
        "label": ""
      },
      {
        "sentence": "我自己住在母亲和继父家，只有两个房间，继父一个住一个房间，我和妈妈还有一岁的弟弟住在一起。",
        "label": ""
      },
      {
        "sentence": "弟弟还小每天都要熬夜，继父对人好，但是人品不好，天天出去喝酒，也经常和我妈吵架，拿我东西，贪小便宜。",
        "label": ""
      },
      {
        "sentence": "我自己买的喜欢的莫文蔚唱片也要问我要，我自己买的早饭面包，一个星期的量，我就吃了两天的量，就被他吃完了。",
        "label": ""
      },
      {
        "sentence": "另外我妈妈脾气也不好，虽然很爱我，但是总是骂我，我在这里没有一点个人空间。",
        "label": ""
      },
      {
        "sentence": "我自己想要在这出去租房子住，我爸爸给我付钱，想租一年的，现在是暑假，只能在这住两个月，平时在学校放假了也能回来住，寒假也是。",
        "label": ""
      },
      {
        "sentence": "但是我母亲那边的小姨还有一些亲人觉得这样不好，说我太急，又说我和我妈妈没什么矛盾没必要住。",
        "label": ""
      },
      {
        "sentence": "真的没必要吗？",
        "label": ""
      },
      {
        "sentence": "我感觉我每天晚上都要哭一会才能睡着。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很心疼你生活在这样一个家庭，爸爸妈妈的离异对你的生活一定产生了很大的困扰。现在社会离婚现象已经很普遍了，夫妻双方因为经济、感情等各方面原因离婚，但是很多人却没有意识到，家庭的破碎最受伤害的是孩子。",
    "annotation": [
      {
        "sentence": "很心疼你生活在这样一个家庭，爸爸妈妈的离异对你的生活一定产生了很大的困扰。",
        "label": ""
      },
      {
        "sentence": "现在社会离婚现象已经很普遍了，夫妻双方因为经济、感情等各方面原因离婚，但是很多人却没有意识到，家庭的破碎最受伤害的是孩子。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实感觉到了家庭的破碎对我产生的困扰和伤害。",
    "annotation": [
      {
        "sentence": "是的，我确实感觉到了家庭的破碎对我产生的困扰和伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先说说你的问题：父母离婚，从你的描述来看，爸爸的经济条件要比继父好的多。爸爸给你在本地买了一套房，但是离搬进去还有将近一年左右的时间。继父、妈妈的脾气都不是特别好，也因为房子不大，你很难拥有自己的个人空间。妈妈这边的亲人知道你要搬出去后，觉得这样不合适，觉得你和他们没什么矛盾，没有这个必要。首先，我想爸爸妈妈一定都是很爱你的，当初之所以分开肯定也有不得已的苦衷。你想，如果爸爸不爱你，他也肯定不会给你买房，还给你那么多钱。而妈妈呢，可能没有那么多的钱，但是哪怕生活再苦也没有放弃照顾你，她也是非常伟大的。",
    "annotation": [
      {
        "sentence": "先说说你的问题：父母离婚，从你的描述来看，爸爸的经济条件要比继父好的多。",
        "label": ""
      },
      {
        "sentence": "爸爸给你在本地买了一套房，但是离搬进去还有将近一年左右的时间。",
        "label": ""
      },
      {
        "sentence": "继父、妈妈的脾气都不是特别好，也因为房子不大，你很难拥有自己的个人空间。",
        "label": ""
      },
      {
        "sentence": "妈妈这边的亲人知道你要搬出去后，觉得这样不合适，觉得你和他们没什么矛盾，没有这个必要。",
        "label": ""
      },
      {
        "sentence": "首先，我想爸爸妈妈一定都是很爱你的，当初之所以分开肯定也有不得已的苦衷。",
        "label": ""
      },
      {
        "sentence": "你想，如果爸爸不爱你，他也肯定不会给你买房，还给你那么多钱。",
        "label": ""
      },
      {
        "sentence": "而妈妈呢，可能没有那么多的钱，但是哪怕生活再苦也没有放弃照顾你，她也是非常伟大的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白他们都是爱我的，但是现在我的生活却很困扰，我真的很想有自己的空间。",
    "annotation": [
      {
        "sentence": "我明白他们都是爱我的，但是现在我的生活却很困扰，我真的很想有自己的空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经长大了，有些事情也应该释怀，只要他们自己的家庭幸福安稳，对你也好就够了。至于你想搬出去的问题，我觉得从三个方面考虑吧：安全问题你现在上大二，虽然已经是成年人，但是接触社会的时间可能并不长。所以在外面租房子一个人住肯定也不是特别的安全，还会让爸爸妈妈担心你。我觉得在大学宿舍住也是挺不错的选择。每个大学都会为学生安排宿舍，并且环境也不错，甚至有些学校可以申请单人间、双人间。并且在学校的宿舍，你可以接触到更多的同学，发展你们之间的友谊。对于你以后的交际、踏足社会都是有非常大的好处的。",
    "annotation": [
      {
        "sentence": "你已经长大了，有些事情也应该释怀，只要他们自己的家庭幸福安稳，对你也好就够了。",
        "label": ""
      },
      {
        "sentence": "至于你想搬出去的问题，我觉得从三个方面考虑吧：安全问题你现在上大二，虽然已经是成年人，但是接触社会的时间可能并不长。",
        "label": ""
      },
      {
        "sentence": "所以在外面租房子一个人住肯定也不是特别的安全，还会让爸爸妈妈担心你。",
        "label": ""
      },
      {
        "sentence": "我觉得在大学宿舍住也是挺不错的选择。",
        "label": ""
      },
      {
        "sentence": "每个大学都会为学生安排宿舍，并且环境也不错，甚至有些学校可以申请单人间、双人间。",
        "label": ""
      },
      {
        "sentence": "并且在学校的宿舍，你可以接触到更多的同学，发展你们之间的友谊。",
        "label": ""
      },
      {
        "sentence": "对于你以后的交际、踏足社会都是有非常大的好处的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "宿舍确实是一个不错的选择，我也会考虑一下。",
    "annotation": [
      {
        "sentence": "宿舍确实是一个不错的选择，我也会考虑一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "妈妈和继父的感受。当然最主要的是妈妈的感受。在妈妈的心里，对于你搬出去肯定是一万个舍不得的，因为她可能和你更亲近一些。不过你确定要搬出去的话一定要做好和妈妈的沟通，不能让她误会。你可以告诉他，你已经长大了，希望可以出去锻炼一下自己，做一些自己想做的事情，希望他支持你。同时你也可以告诉他你是去学校住，这样会更加的安全。同样，哪怕是搬出去了，也应该时不时的回来看看你的妈妈，因为她可能真的很想你。",
    "annotation": [
      {
        "sentence": "妈妈和继父的感受。",
        "label": ""
      },
      {
        "sentence": "当然最主要的是妈妈的感受。",
        "label": ""
      },
      {
        "sentence": "在妈妈的心里，对于你搬出去肯定是一万个舍不得的，因为她可能和你更亲近一些。",
        "label": ""
      },
      {
        "sentence": "不过你确定要搬出去的话一定要做好和妈妈的沟通，不能让她误会。",
        "label": ""
      },
      {
        "sentence": "你可以告诉他，你已经长大了，希望可以出去锻炼一下自己，做一些自己想做的事情，希望他支持你。",
        "label": ""
      },
      {
        "sentence": "同时你也可以告诉他你是去学校住，这样会更加的安全。",
        "label": ""
      },
      {
        "sentence": "同样，哪怕是搬出去了，也应该时不时的回来看看你的妈妈，因为她可能真的很想你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会和妈妈好好沟通的，在外面租房子只是为了锻炼自己，我也会经常回来看妈妈的。",
    "annotation": [
      {
        "sentence": "我会和妈妈好好沟通的，在外面租房子只是为了锻炼自己，我也会经常回来看妈妈的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于亲人的看法，你也可以适当解释，确实解释不通也不要特别的在意，遵从本心就可以。因为毕竟亲人没有在你这样的位置，他们可能根本不能体会你的感受，所以才会那样说。你可以和他们适当解释，但不用说实话，因为实话有些时候更容易引起误会，更伤人。再说这件事情你也肯定经过深思熟虑的，也不应该被别人的看法左右，有些时候太压抑了不是什么好事情，但是做事情的时候需要理智，不能冲动。所以最后我建议最好不要租房，尽量住在学校，不管从哪方面考虑都是比较好的选择。希望上面的一些建议能够帮助到你，也希望你能够开心快乐，也希望你的妈妈、爸爸家庭都能够幸福。",
    "annotation": [
      {
        "sentence": "对于亲人的看法，你也可以适当解释，确实解释不通也不要特别的在意，遵从本心就可以。",
        "label": ""
      },
      {
        "sentence": "因为毕竟亲人没有在你这样的位置，他们可能根本不能体会你的感受，所以才会那样说。",
        "label": ""
      },
      {
        "sentence": "你可以和他们适当解释，但不用说实话，因为实话有些时候更容易引起误会，更伤人。",
        "label": ""
      },
      {
        "sentence": "再说这件事情你也肯定经过深思熟虑的，也不应该被别人的看法左右，有些时候太压抑了不是什么好事情，但是做事情的时候需要理智，不能冲动。",
        "label": ""
      },
      {
        "sentence": "所以最后我建议最好不要租房，尽量住在学校，不管从哪方面考虑都是比较好的选择。",
        "label": ""
      },
      {
        "sentence": "希望上面的一些建议能够帮助到你，也希望你能够开心快乐，也希望你的妈妈、爸爸家庭都能够幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会好好考虑的。希望能够找到适合自己的解决办法，让自己能够更好地生",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会好好考虑的。",
        "label": ""
      },
      {
        "sentence": "希望能够找到适合自己的解决办法，让自己能够更好地生",
        "label": ""
      }
    ]
  }
]