[
  {
    "role": "client",
    "content": "成年人的心理，父母真的喜欢爱撒娇粘人的女儿些吗？我爸爸爱玩，工作没有什么上进心，爱打牌，也没什么存款，家里两个女，学费的担子都落在我妈身上，我妈不止一次跟我抱怨，说让我爸把工资卡交给她，向我抱怨我爸种种电费水费不出钱的琐事，说让我去管我爸，甚至高三每个月放假回家都跟我念叨，我是家里的长女，比较独立吧，妹妹就比较黏家里，17岁还挽着老爸胳膊撒娇买衣服，其实倒也没什么，就是不清楚我家里人怎么想的，都宠着她，撒撒娇就给买，我花自己的钱还说我净乱买，妹妹的性格有点跋扈，跟父母说话的语气我都看不过去了，我说你这是什么态度啊她还说我又没跟你说，你管的着吗然而我父母无动于衷。有一次我妈跟妹妹扯起来，我妈说了一句等我死了你们就都好过了，我想问一下说这样的话是一个什么心理啊？父母真的喜欢爱撒娇粘人的女儿些吗？",
    "annotation": [
      {
        "sentence": "成年人的心理，父母真的喜欢爱撒娇粘人的女儿些吗？",
        "label": ""
      },
      {
        "sentence": "我爸爸爱玩，工作没有什么上进心，爱打牌，也没什么存款，家里两个女，学费的担子都落在我妈身上，我妈不止一次跟我抱怨，说让我爸把工资卡交给她，向我抱怨我爸种种电费水费不出钱的琐事，说让我去管我爸，甚至高三每个月放假回家都跟我念叨，我是家里的长女，比较独立吧，妹妹就比较黏家里，17岁还挽着老爸胳膊撒娇买衣服，其实倒也没什么，就是不清楚我家里人怎么想的，都宠着她，撒撒娇就给买，我花自己的钱还说我净乱买，妹妹的性格有点跋扈，跟父母说话的语气我都看不过去了，我说你这是什么态度啊她还说我又没跟你说，你管的着吗然而我父母无动于衷。",
        "label": ""
      },
      {
        "sentence": "有一次我妈跟妹妹扯起来，我妈说了一句等我死了你们就都好过了，我想问一下说这样的话是一个什么心理啊？",
        "label": ""
      },
      {
        "sentence": "父母真的喜欢爱撒娇粘人的女儿些吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，可以感觉到你对家人在养育你方面的不公平感到痛心和困惑。毫无疑问，你家里的人物关系和角色定位出现了一定的错乱。你作为长女，扮演了像父亲那样的角色，成为了家庭的支柱。虽然你扛着很多责任，但你仍然渴望父母的宠爱和关怀。很显然，你的父亲扮演了和你一样的角色，却没有承担起家庭责任，和妹妹一起向母亲撒娇，不用担心任何事情。而你的母亲实际上同时养了三个孩子，承受着巨大的压力。在发现自己无法改变儿子的情况下，她只能将希望寄托在你身上，所以你不得不过早的独立，感到无力和无助。至于妹妹，她只有17岁，撒娇和要求自己想要的东西其实是正常的，只要父母有能力提供，他们就会满足她的需求。在这样的家庭环境下成长，你作为长女确实承担了许多超出自己能力范围的责任，错失了应该享受的宠爱。但同时，这些经历也让你变得更加坚韧和成熟，相比同龄的孩子更有力量。虽然结果可能不是你意料中的，但每个人的性格都是生活经历塑造的，这不是你能选择的。我们能做的是让自己变得更加坚强，保护自己不再受到更多伤害！还有一句引以为戒的话：“改变能被改变的，接受不能被改变的；搞清楚哪些可以改变，哪些不可改变。”。",
    "annotation": [
      {
        "sentence": "求助者，可以感觉到你对家人在养育你方面的不公平感到痛心和困惑。",
        "label": ""
      },
      {
        "sentence": "毫无疑问，你家里的人物关系和角色定位出现了一定的错乱。",
        "label": ""
      },
      {
        "sentence": "你作为长女，扮演了像父亲那样的角色，成为了家庭的支柱。",
        "label": ""
      },
      {
        "sentence": "虽然你扛着很多责任，但你仍然渴望父母的宠爱和关怀。",
        "label": ""
      },
      {
        "sentence": "很显然，你的父亲扮演了和你一样的角色，却没有承担起家庭责任，和妹妹一起向母亲撒娇，不用担心任何事情。",
        "label": ""
      },
      {
        "sentence": "而你的母亲实际上同时养了三个孩子，承受着巨大的压力。",
        "label": ""
      },
      {
        "sentence": "在发现自己无法改变儿子的情况下，她只能将希望寄托在你身上，所以你不得不过早的独立，感到无力和无助。",
        "label": ""
      },
      {
        "sentence": "至于妹妹，她只有17岁，撒娇和要求自己想要的东西其实是正常的，只要父母有能力提供，他们就会满足她的需求。",
        "label": ""
      },
      {
        "sentence": "在这样的家庭环境下成长，你作为长女确实承担了许多超出自己能力范围的责任，错失了应该享受的宠爱。",
        "label": ""
      },
      {
        "sentence": "但同时，这些经历也让你变得更加坚韧和成熟，相比同龄的孩子更有力量。",
        "label": ""
      },
      {
        "sentence": "虽然结果可能不是你意料中的，但每个人的性格都是生活经历塑造的，这不是你能选择的。",
        "label": ""
      },
      {
        "sentence": "我们能做的是让自己变得更加坚强，保护自己不再受到更多伤害！",
        "label": ""
      },
      {
        "sentence": "还有一句引以为戒的话：“改变能被改变的，接受不能被改变的；搞清楚哪些可以改变，哪些不可改变。",
        "label": ""
      },
      {
        "sentence": "”。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，你的回答让我感到心理上有了一些安慰。确实，我对于自己在家庭中的扮演和被期望的角色感到困惑和无力。虽然我很努力地承担责任和独立，但我并不希望因此失去了内心的脆弱和被爱的感觉。我希望能够找到平衡，既能保护自己，又能继续履行自己的责任。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "支持者，你的回答让我感到心理上有了一些安慰。",
        "label": ""
      },
      {
        "sentence": "确实，我对于自己在家庭中的扮演和被期望的角色感到困惑和无力。",
        "label": ""
      },
      {
        "sentence": "虽然我很努力地承担责任和独立，但我并不希望因此失去了内心的脆弱和被爱的感觉。",
        "label": ""
      },
      {
        "sentence": "我希望能够找到平衡，既能保护自己，又能继续履行自己的责任。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我理解你渴望平衡的心情。首先，要明确自己的底线和能力范围，不要过度承担责任，也不要让自己的需要被忽视。与父母沟通时，可以试着表达自己的困惑和希望，告诉他们你也需要被关心和宠爱。同时，学会保护自己的情绪和心理健康，可以尝试找到一些适合自己的放松和调节方式，如运动、写日记或与朋友交流等。此外，建议你积极寻求专业心理咨询师的帮助，他们可以提供更具体的建议和支持，帮助你更好地应对家庭压力。你可以尝试一下，看看是否适合你。",
    "annotation": [
      {
        "sentence": "求助者，我理解你渴望平衡的心情。",
        "label": ""
      },
      {
        "sentence": "首先，要明确自己的底线和能力范围，不要过度承担责任，也不要让自己的需要被忽视。",
        "label": ""
      },
      {
        "sentence": "与父母沟通时，可以试着表达自己的困惑和希望，告诉他们你也需要被关心和宠爱。",
        "label": ""
      },
      {
        "sentence": "同时，学会保护自己的情绪和心理健康，可以尝试找到一些适合自己的放松和调节方式，如运动、写日记或与朋友交流等。",
        "label": ""
      },
      {
        "sentence": "此外，建议你积极寻求专业心理咨询师的帮助，他们可以提供更具体的建议和支持，帮助你更好地应对家庭压力。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一下，看看是否适合你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，谢谢你的回答和建议。我会试着明确自己的底线，并将需要和困惑与父母进行沟通。同时，我会尝试寻求专业心理咨询师的帮助，希望能够找到更好的解决方法。再次感谢你对我的支持和鼓励！",
    "annotation": [
      {
        "sentence": "支持者，谢谢你的回答和建议。",
        "label": ""
      },
      {
        "sentence": "我会试着明确自己的底线，并将需要和困惑与父母进行沟通。",
        "label": ""
      },
      {
        "sentence": "同时，我会尝试寻求专业心理咨询师的帮助，希望能够找到更好的解决方法。",
        "label": ""
      },
      {
        "sentence": "再次感谢你对我的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你的决心和积极性让我非常欣慰。记住，你并不孤单，有人愿意倾听和帮助你。不要害怕表达自己的需要和情感，同时保持积极的心态，相信自己一定能够找到适合自己的解决办法。如果你需要任何进一步的支持，随时来找我。祝愿你能够找到心灵的平衡和幸福！",
    "annotation": [
      {
        "sentence": "求助者，你的决心和积极性让我非常欣慰。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有人愿意倾听和帮助你。",
        "label": ""
      },
      {
        "sentence": "不要害怕表达自己的需要和情感，同时保持积极的心态，相信自己一定能够找到适合自己的解决办法。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的支持，随时来找我。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够找到心灵的平衡和幸福！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，非常感谢你的鼓励和祝福。我会时刻记住你的话，坚持寻找自己的答案，并保持积极的心态。如果有需要，我会再来找你寻求帮助。再次感谢你的陪伴和支持！祝你一切顺利！",
    "annotation": [
      {
        "sentence": "支持者，非常感谢你的鼓励和祝福。",
        "label": ""
      },
      {
        "sentence": "我会时刻记住你的话，坚持寻找自己的答案，并保持积极的心态。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会再来找你寻求帮助。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和支持！",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]