[
  {
    "role": "client",
    "content": "前男友27岁，说要我和他朋友睡才愿意复合…绿奴癖？刚分手不久的前男友，在分手复合阶段说只有我和他朋友睡了，他才能爱我一辈子，信任我一辈子，因为认为通过这种方式能证明我愿意为他付出。这……是我第一次听到这种想法，他说他曾经很爱他前女友也是因为他前女友和他朋友睡过…这种心理正常吗…而且他总是性致高的时候问我，会完全服从他吗，一点都不可以反抗的那种……我总感觉有点毁三观……也不知道他是为了让我做这件事情特意这么说的，还是真的他的前女友们都和他朋友睡过……我在网上查了，这种叫做绿奴癖？还有点Pua的即视感？为什么会有这样的想法呢……",
    "annotation": [
      {
        "sentence": "前男友27岁，说要我和他朋友睡才愿意复合…绿奴癖？",
        "label": ""
      },
      {
        "sentence": "刚分手不久的前男友，在分手复合阶段说只有我和他朋友睡了，他才能爱我一辈子，信任我一辈子，因为认为通过这种方式能证明我愿意为他付出。",
        "label": ""
      },
      {
        "sentence": "这……是我第一次听到这种想法，他说他曾经很爱他前女友也是因为他前女友和他朋友睡过…这种心理正常吗…而且他总是性致高的时候问我，会完全服从他吗，一点都不可以反抗的那种……我总感觉有点毁三观……也不知道他是为了让我做这件事情特意这么说的，还是真的他的前女友们都和他朋友睡过……我在网上查了，这种叫做绿奴癖？",
        "label": ""
      },
      {
        "sentence": "还有点Pua的即视感？",
        "label": ""
      },
      {
        "sentence": "为什么会有这样的想法呢……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "姑娘，既然你来询问，我觉得有义务跟你说说真心话。我们不需要批判任何人的行为，只要不犯法人家是有权利表达的。但有个问题，不知道你有没有考虑过，他的众多前女友们，做了他希望的事情，不也【没有博得】他一生的爱吗？不然也不会成为【前女友们】不是吗？如果真的爱一个人，为什么不是自己付出，而是要求别人付出，那他的做法叫爱吗？我们不用着急是否能满足他的需求，而是要考虑的是，他是你要找的人吗？",
    "annotation": [
      {
        "sentence": "姑娘，既然你来询问，我觉得有义务跟你说说真心话。",
        "label": ""
      },
      {
        "sentence": "我们不需要批判任何人的行为，只要不犯法人家是有权利表达的。",
        "label": ""
      },
      {
        "sentence": "但有个问题，不知道你有没有考虑过，他的众多前女友们，做了他希望的事情，不也【没有博得】他一生的爱吗？",
        "label": ""
      },
      {
        "sentence": "不然也不会成为【前女友们】不是吗？",
        "label": ""
      },
      {
        "sentence": "如果真的爱一个人，为什么不是自己付出，而是要求别人付出，那他的做法叫爱吗？",
        "label": ""
      },
      {
        "sentence": "我们不用着急是否能满足他的需求，而是要考虑的是，他是你要找的人吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我也在想为什么他要求我这样做。我觉得他的要求很奇怪，而且我不明白为什么他会觉得通过这种方式就能证明我愿意为他付出。我也开始怀疑他是不是特意这么说的，或者他的前女友们真的都和他朋友睡过。",
    "annotation": [
      {
        "sentence": "你说的对，我也在想为什么他要求我这样做。",
        "label": ""
      },
      {
        "sentence": "我觉得他的要求很奇怪，而且我不明白为什么他会觉得通过这种方式就能证明我愿意为他付出。",
        "label": ""
      },
      {
        "sentence": "我也开始怀疑他是不是特意这么说的，或者他的前女友们真的都和他朋友睡过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他的要求确实引起了你的怀疑和不舒服的感觉。以我的看法，这样的要求确实有些过分和不正常。也许他有某种心理上的问题，但不代表所有人都会有这样的想法。而且，他问你是否会完全服从他，不能有任何反抗，这让你感觉很不舒服，也对你的三观产生了毁坏感。你对他的怀疑是正常的，但事实是他是否真的这样做过并不重要。",
    "annotation": [
      {
        "sentence": "他的要求确实引起了你的怀疑和不舒服的感觉。",
        "label": ""
      },
      {
        "sentence": "以我的看法，这样的要求确实有些过分和不正常。",
        "label": ""
      },
      {
        "sentence": "也许他有某种心理上的问题，但不代表所有人都会有这样的想法。",
        "label": ""
      },
      {
        "sentence": "而且，他问你是否会完全服从他，不能有任何反抗，这让你感觉很不舒服，也对你的三观产生了毁坏感。",
        "label": ""
      },
      {
        "sentence": "你对他的怀疑是正常的，但事实是他是否真的这样做过并不重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我也不确定他是否真的做过这种事情。我在网上查了一下，发现有一种心理叫做绿奴癖，还有点类似Pua的感觉。你对这些心理有了解吗？为什么会有人会有这样的想法呢？",
    "annotation": [
      {
        "sentence": "确实，我也不确定他是否真的做过这种事情。",
        "label": ""
      },
      {
        "sentence": "我在网上查了一下，发现有一种心理叫做绿奴癖，还有点类似Pua的感觉。",
        "label": ""
      },
      {
        "sentence": "你对这些心理有了解吗？",
        "label": ""
      },
      {
        "sentence": "为什么会有人会有这样的想法呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很聪明，能自己去网上查找信息。其实这个心理叫做绿奴癖并不重要，重要的是你还爱这个男人吗？特别是在得知这一切后，你还爱他吗？要问问自己。至于这样的想法，可以理解为对刺激的寻求。他可能觉得和你在一起已经没有感觉了，需要通过新的刺激物来满足心理上的需求。但这种情况并不健康，属于异常心理。每个人都有欲望，但要有底线。",
    "annotation": [
      {
        "sentence": "你很聪明，能自己去网上查找信息。",
        "label": ""
      },
      {
        "sentence": "其实这个心理叫做绿奴癖并不重要，重要的是你还爱这个男人吗？",
        "label": ""
      },
      {
        "sentence": "特别是在得知这一切后，你还爱他吗？",
        "label": ""
      },
      {
        "sentence": "要问问自己。",
        "label": ""
      },
      {
        "sentence": "至于这样的想法，可以理解为对刺激的寻求。",
        "label": ""
      },
      {
        "sentence": "他可能觉得和你在一起已经没有感觉了，需要通过新的刺激物来满足心理上的需求。",
        "label": ""
      },
      {
        "sentence": "但这种情况并不健康，属于异常心理。",
        "label": ""
      },
      {
        "sentence": "每个人都有欲望，但要有底线。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的开始怀疑他是否真的爱我了。他似乎把我当作一个工具，来满足他的需求。我现在很迷茫，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我真的开始怀疑他是否真的爱我了。",
        "label": ""
      },
      {
        "sentence": "他似乎把我当作一个工具，来满足他的需求。",
        "label": ""
      },
      {
        "sentence": "我现在很迷茫，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的怀疑很正常。如果你觉得他只是把你当作工具，并且没有尊重你，那就没有必要继续和他在一起了。你也有权利选择自己的幸福。考虑清楚后做出决定，祝你幸福快乐！如果还有困惑，可以随时私信我。",
    "annotation": [
      {
        "sentence": "你的怀疑很正常。",
        "label": ""
      },
      {
        "sentence": "如果你觉得他只是把你当作工具，并且没有尊重你，那就没有必要继续和他在一起了。",
        "label": ""
      },
      {
        "sentence": "你也有权利选择自己的幸福。",
        "label": ""
      },
      {
        "sentence": "考虑清楚后做出决定，祝你幸福快乐！",
        "label": ""
      },
      {
        "sentence": "如果还有困惑，可以随时私信我。",
        "label": ""
      }
    ]
  }
]