[
  {
    "role": "client",
    "content": "有想法，无行动，怎么破？",
    "annotation": [
      {
        "sentence": "有想法，无行动，怎么破？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你心中想了很久，也是自己喜欢想去做的，而你的身体无法行动，从脑身心的角度来说，就是还没有合一，也就无法开始行动，从长期来看，如果不能合一，还会有能不能做长久的问题。",
    "annotation": [
      {
        "sentence": "你心中想了很久，也是自己喜欢想去做的，而你的身体无法行动，从脑身心的角度来说，就是还没有合一，也就无法开始行动，从长期来看，如果不能合一，还会有能不能做长久的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得自己内心有这个想法，但就是不能付诸实践，感觉自己被束缚住了。这种情况下，我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "是的，我一直觉得自己内心有这个想法，但就是不能付诸实践，感觉自己被束缚住了。",
        "label": ""
      },
      {
        "sentence": "这种情况下，我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到心里的这个慌乱的情绪，去感受这部分的慌乱，看看这个情绪能给你带来什么样的指引？我自己感受了下这个慌乱的部分，有以下的几个可能：1.没有做过的事情，对这样的未知有不确定和害怕，不知道自己能不能做好，会害怕自己做不好这样的结果，也害怕做不好会给自己带来一些不好的影响。2.自己没有为自己的喜爱做过选择，以前都是别人在做决定，在过一种别人安排的人生，现在有了自己特别想做的，希望自己可以做这个事情，但是担心外界否定和评判的声音，会有一些退缩和逃避，内心同时渴望和向往，需要一些外在的支持和鼓励才能行动。",
    "annotation": [
      {
        "sentence": "看到心里的这个慌乱的情绪，去感受这部分的慌乱，看看这个情绪能给你带来什么样的指引？",
        "label": ""
      },
      {
        "sentence": "我自己感受了下这个慌乱的部分，有以下的几个可能：1.没有做过的事情，对这样的未知有不确定和害怕，不知道自己能不能做好，会害怕自己做不好这样的结果，也害怕做不好会给自己带来一些不好的影响。",
        "label": ""
      },
      {
        "sentence": "2.自己没有为自己的喜爱做过选择，以前都是别人在做决定，在过一种别人安排的人生，现在有了自己特别想做的，希望自己可以做这个事情，但是担心外界否定和评判的声音，会有一些退缩和逃避，内心同时渴望和向往，需要一些外在的支持和鼓励才能行动。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我感受到了这些慌乱的情绪，也有担心失败和别人的评判。但我真的很希望能够追随自己的内心，开始尝试。你认为我该怎么做呢？",
    "annotation": [
      {
        "sentence": "确实，我感受到了这些慌乱的情绪，也有担心失败和别人的评判。",
        "label": ""
      },
      {
        "sentence": "但我真的很希望能够追随自己的内心，开始尝试。",
        "label": ""
      },
      {
        "sentence": "你认为我该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不管是以上的哪一种，我给出的建议是，跟随内心的指引，开始尝试，然后在行动中学习能力，积累经验，从行动中慢慢尝到甜头和成就，也有可能是调整，总之不管结果如何，这就是我们的行动，有行动才会有结果，在行动之前有思考，给自己一个方向，而我们的心是老板。如果自己从来没有做主过，那这次也许可以试着去往这方面走走，有选择有责任，有链接有分离，这也是成长之路。",
    "annotation": [
      {
        "sentence": "不管是以上的哪一种，我给出的建议是，跟随内心的指引，开始尝试，然后在行动中学习能力，积累经验，从行动中慢慢尝到甜头和成就，也有可能是调整，总之不管结果如何，这就是我们的行动，有行动才会有结果，在行动之前有思考，给自己一个方向，而我们的心是老板。",
        "label": ""
      },
      {
        "sentence": "如果自己从来没有做主过，那这次也许可以试着去往这方面走走，有选择有责任，有链接有分离，这也是成长之路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该放下担心和犹豫，勇敢地开始行动。我知道这条路上可能会遇到各种挑战，但只有经历过才能成长。谢谢你的支持和鼓励，我感觉自己有了更强的动力去追求自己的梦想。",
    "annotation": [
      {
        "sentence": "你说得对，我应该放下担心和犹豫，勇敢地开始行动。",
        "label": ""
      },
      {
        "sentence": "我知道这条路上可能会遇到各种挑战，但只有经历过才能成长。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励，我感觉自己有了更强的动力去追求自己的梦想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，相信自己的能力，坚持自己的梦想，一步一步向前走，你一定能够实现自己的目标。无论遇到什么困难，记得及时调整自己的思维，找到解决问题的方法。在这个过程中，也不要忘记给自己一些喘息和放松的时间，保持积极的心态，祝你幸福！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，相信自己的能力，坚持自己的梦想，一步一步向前走，你一定能够实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，记得及时调整自己的思维，找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，也不要忘记给自己一些喘息和放松的时间，保持积极的心态，祝你幸福！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福，我会努力践行你的建议，坚持走下去。如果遇到困难，我还能再向你求助吗？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福，我会努力践行你的建议，坚持走下去。",
        "label": ""
      },
      {
        "sentence": "如果遇到困难，我还能再向你求助吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以，我会一直在你身边支持你的。无论什么时候需要帮助或者有任何疑问，都可以随时找我倾诉和寻求建议。你不是一个人在战斗，我们一起加油！",
    "annotation": [
      {
        "sentence": "当然可以，我会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "无论什么时候需要帮助或者有任何疑问，都可以随时找我倾诉和寻求建议。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，我们一起加油！",
        "label": ""
      }
    ]
  }
]