[
  {
    "role": "client",
    "content": "很依赖男朋友，如何改变焦虑型依恋，调节心态？男朋友异地考研，自己很依赖他给了他很大的负担，异地之后吵架很多次，自己情绪不稳定，很作，导致男朋友觉得这样的恋爱失去意义提出了分手，不知道自己要不要去挽回，怕挽回失败，更怕挽回成功后自己变本加厉的作，分手就是不够喜欢是真的吗？",
    "annotation": [
      {
        "sentence": "很依赖男朋友，如何改变焦虑型依恋，调节心态？",
        "label": ""
      },
      {
        "sentence": "男朋友异地考研，自己很依赖他给了他很大的负担，异地之后吵架很多次，自己情绪不稳定，很作，导致男朋友觉得这样的恋爱失去意义提出了分手，不知道自己要不要去挽回，怕挽回失败，更怕挽回成功后自己变本加厉的作，分手就是不够喜欢是真的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你存在独立与依赖的个人议题，已影响亲密关系和个人情绪，除了在现实中自我觉察反思，建议做个人咨询，疗愈修复内心的创伤。可以如实地对男友表达自己的感受和需求，如果男友能够理解并接纳，男友本身也会给到很棒的疗愈作用。如果男友做不到也不能强求，本来亲密关系也是讲究匹配性的，当然个人成长也是个终身的事。还是要回到自身来，对男友抓得越紧他跑得越快。",
    "annotation": [
      {
        "sentence": "你存在独立与依赖的个人议题，已影响亲密关系和个人情绪，除了在现实中自我觉察反思，建议做个人咨询，疗愈修复内心的创伤。",
        "label": ""
      },
      {
        "sentence": "可以如实地对男友表达自己的感受和需求，如果男友能够理解并接纳，男友本身也会给到很棒的疗愈作用。",
        "label": ""
      },
      {
        "sentence": "如果男友做不到也不能强求，本来亲密关系也是讲究匹配性的，当然个人成长也是个终身的事。",
        "label": ""
      },
      {
        "sentence": "还是要回到自身来，对男友抓得越紧他跑得越快。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该去寻求个人咨询来解决内心的问题。但我担心即使我与男友坦诚沟通，他可能无法理解我的需求，这样会加剧我对分手后的失落感。我是否应该挽回他呢？支持者：你的疑虑很正常。你可以先理解自己真正想要挽回他的原因。如果只是因为害怕失去而挽回，可能不会解决根本问题。你可以首先尝试与他坦诚地交流，表达你的感受和需求，但也要做好心理准备，接受他可能无法给予你希望的回应。",
    "annotation": [
      {
        "sentence": "我明白了，我应该去寻求个人咨询来解决内心的问题。",
        "label": ""
      },
      {
        "sentence": "但我担心即使我与男友坦诚沟通，他可能无法理解我的需求，这样会加剧我对分手后的失落感。",
        "label": ""
      },
      {
        "sentence": "我是否应该挽回他呢？",
        "label": ""
      },
      {
        "sentence": "支持者：你的疑虑很正常。",
        "label": ""
      },
      {
        "sentence": "你可以先理解自己真正想要挽回他的原因。",
        "label": ""
      },
      {
        "sentence": "如果只是因为害怕失去而挽回，可能不会解决根本问题。",
        "label": ""
      },
      {
        "sentence": "你可以首先尝试与他坦诚地交流，表达你的感受和需求，但也要做好心理准备，接受他可能无法给予你希望的回应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要搞清楚自己究竟想要什么，而不是简单地试图挽回他。如果他无法理解我，我也应该接受这个现实，寻找更加适合我的亲密关系。但是，我怕自己无法摆脱依恋和焦虑的心态，对未来的恋爱产生过度反应。支持者：你能够意识到自己的顾虑是非常重要的一步。建议你开始关注自己的内心世界，寻找情绪调节的方法，例如心理咨询、冥想、运动或艺术表达等。这些都可能帮助你逐渐建立起更加健康的亲密关系并把焦点放在个人成长上。",
    "annotation": [
      {
        "sentence": "我明白了，我需要搞清楚自己究竟想要什么，而不是简单地试图挽回他。",
        "label": ""
      },
      {
        "sentence": "如果他无法理解我，我也应该接受这个现实，寻找更加适合我的亲密关系。",
        "label": ""
      },
      {
        "sentence": "但是，我怕自己无法摆脱依恋和焦虑的心态，对未来的恋爱产生过度反应。",
        "label": ""
      },
      {
        "sentence": "支持者：你能够意识到自己的顾虑是非常重要的一步。",
        "label": ""
      },
      {
        "sentence": "建议你开始关注自己的内心世界，寻找情绪调节的方法，例如心理咨询、冥想、运动或艺术表达等。",
        "label": ""
      },
      {
        "sentence": "这些都可能帮助你逐渐建立起更加健康的亲密关系并把焦点放在个人成长上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试寻找适合我的情绪调节方法，同时也准备去寻求心理咨询的帮助。无论和男友的关系如何发展，我都要先关注自己的内心成长和情绪管理。支持者：很高兴看到你对自我成长和情绪管理有积极的态度。记住，自我关爱和发展是最重要的，只有当你拥有健康的内心，才能建立起更加稳固和美满的亲密关系。希望你能保持乐观，为自己的未来和幸福努力。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试寻找适合我的情绪调节方法，同时也准备去寻求心理咨询的帮助。",
        "label": ""
      },
      {
        "sentence": "无论和男友的关系如何发展，我都要先关注自己的内心成长和情绪管理。",
        "label": ""
      },
      {
        "sentence": "支持者：很高兴看到你对自我成长和情绪管理有积极的态度。",
        "label": ""
      },
      {
        "sentence": "记住，自我关爱和发展是最重要的，只有当你拥有健康的内心，才能建立起更加稳固和美满的亲密关系。",
        "label": ""
      },
      {
        "sentence": "希望你能保持乐观，为自己的未来和幸福努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会坚持努力，改变自己的依赖和焦虑心态，为自己创造一个更好的未来。支持者：我相信你能够做到。相信自己，相信未来，一步一步地走向更加美好的人生。如果你在之后还需要帮助或者有任何疑问，随时都可以来找我聊天。祝福你，加油！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会坚持努力，改变自己的依赖和焦虑心态，为自己创造一个更好的未来。",
        "label": ""
      },
      {
        "sentence": "支持者：我相信你能够做到。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来，一步一步地走向更加美好的人生。",
        "label": ""
      },
      {
        "sentence": "如果你在之后还需要帮助或者有任何疑问，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝福你，加油！",
        "label": ""
      }
    ]
  }
]