[
  {
    "role": "client",
    "content": "总是习惯把任务堆在一起做完，是属于强迫症吗？有这个问题很久了，对于需要完成的工作或者作业，总是不能忍受把它有计划的摊开一点点完成，而是有强迫的要全部立刻完成，然后才有心情干别的事，比如午饭前收到了任务，明明提交时间是后天，而且任务也没有很多，但还是吃不下饭（虽然很饿）想要立刻完成，还有点自虐的感觉？这是有强迫症吗？",
    "annotation": [
      {
        "sentence": "总是习惯把任务堆在一起做完，是属于强迫症吗？",
        "label": ""
      },
      {
        "sentence": "有这个问题很久了，对于需要完成的工作或者作业，总是不能忍受把它有计划的摊开一点点完成，而是有强迫的要全部立刻完成，然后才有心情干别的事，比如午饭前收到了任务，明明提交时间是后天，而且任务也没有很多，但还是吃不下饭（虽然很饿）想要立刻完成，还有点自虐的感觉？",
        "label": ""
      },
      {
        "sentence": "这是有强迫症吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人的做事习惯不同，有些人习惯将事情一次性完成，有些人则喜欢分批进行，还有些人喜欢等到最后时刻才做。这没有对错，只是个人习惯问题。只要没有严重影响你的情绪，干扰你的工作和生活，就不算强迫症，不用把它看得很严重。而且很多人也是你这样的方法在做事，比如我爸爸就是这样的人，接到任务不论什么情况必须第一时间完成，他去火车站飞机场永远都是站在第一位。但他对自己的习惯没有任何焦虑，他非常认可自己的做法，觉得这是自己优秀的表现。",
    "annotation": [
      {
        "sentence": "每个人的做事习惯不同，有些人习惯将事情一次性完成，有些人则喜欢分批进行，还有些人喜欢等到最后时刻才做。",
        "label": ""
      },
      {
        "sentence": "这没有对错，只是个人习惯问题。",
        "label": ""
      },
      {
        "sentence": "只要没有严重影响你的情绪，干扰你的工作和生活，就不算强迫症，不用把它看得很严重。",
        "label": ""
      },
      {
        "sentence": "而且很多人也是你这样的方法在做事，比如我爸爸就是这样的人，接到任务不论什么情况必须第一时间完成，他去火车站飞机场永远都是站在第一位。",
        "label": ""
      },
      {
        "sentence": "但他对自己的习惯没有任何焦虑，他非常认可自己的做法，觉得这是自己优秀的表现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "虽然知道习惯不同并没有错，但我内心总是感觉有些焦虑和内心冲突。有时候我会思考为什么我对自己这种方式会有怀疑和焦虑，可能是有一些潜意识的想法在冲突。下次再遇到这种情况，我会仔细体会自己的内心感受，看看自己想到了什么，情绪感受如何。也许与我小时候的经历有关，家里对未完成作业不能吃饭的要求或是对立即完成作业的强迫，这让我现在希望通过立刻完成任务来获得内在父母的认可。",
    "annotation": [
      {
        "sentence": "虽然知道习惯不同并没有错，但我内心总是感觉有些焦虑和内心冲突。",
        "label": ""
      },
      {
        "sentence": "有时候我会思考为什么我对自己这种方式会有怀疑和焦虑，可能是有一些潜意识的想法在冲突。",
        "label": ""
      },
      {
        "sentence": "下次再遇到这种情况，我会仔细体会自己的内心感受，看看自己想到了什么，情绪感受如何。",
        "label": ""
      },
      {
        "sentence": "也许与我小时候的经历有关，家里对未完成作业不能吃饭的要求或是对立即完成作业的强迫，这让我现在希望通过立刻完成任务来获得内在父母的认可。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些都是我猜测的，但重要的是你自己去感受自己的内心，产生联想，回到自己的潜意识里看看曾经发生过什么。你提到了内心冲突，是不是一方面好像有人在强迫你，要求你立刻全部完成？这个人是谁？是你小时候的父母吗？同时还有一个声音在你耳边轻轻地说，像别人那样分解任务慢悠悠地来做，多好呀，让你很羡慕那种状态。这个声音是真实的你吗？你内心真的想慢悠悠地完成任务，还是只是为了反抗小时候的父母而采取这种工作方式？是不是这种对抗带来的内心冲突呢？",
    "annotation": [
      {
        "sentence": "这些都是我猜测的，但重要的是你自己去感受自己的内心，产生联想，回到自己的潜意识里看看曾经发生过什么。",
        "label": ""
      },
      {
        "sentence": "你提到了内心冲突，是不是一方面好像有人在强迫你，要求你立刻全部完成？",
        "label": ""
      },
      {
        "sentence": "这个人是谁？",
        "label": ""
      },
      {
        "sentence": "是你小时候的父母吗？",
        "label": ""
      },
      {
        "sentence": "同时还有一个声音在你耳边轻轻地说，像别人那样分解任务慢悠悠地来做，多好呀，让你很羡慕那种状态。",
        "label": ""
      },
      {
        "sentence": "这个声音是真实的你吗？",
        "label": ""
      },
      {
        "sentence": "你内心真的想慢悠悠地完成任务，还是只是为了反抗小时候的父母而采取这种工作方式？",
        "label": ""
      },
      {
        "sentence": "是不是这种对抗带来的内心冲突呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我感觉好像有两个声音在我内心相互对抗。一个声音让我立即全部完成任务，这个声音像是我小时候父母的要求。另一个声音则让我羡慕那些能够慢悠悠地分解任务的人。我自己内心希望通过立即完成任务来获得内在父母的肯定，但也想反抗束缚，让自己更自由。这种对抗带来了内心的冲突。",
    "annotation": [
      {
        "sentence": "你说得很对，我感觉好像有两个声音在我内心相互对抗。",
        "label": ""
      },
      {
        "sentence": "一个声音让我立即全部完成任务，这个声音像是我小时候父母的要求。",
        "label": ""
      },
      {
        "sentence": "另一个声音则让我羡慕那些能够慢悠悠地分解任务的人。",
        "label": ""
      },
      {
        "sentence": "我自己内心希望通过立即完成任务来获得内在父母的肯定，但也想反抗束缚，让自己更自由。",
        "label": ""
      },
      {
        "sentence": "这种对抗带来了内心的冲突。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我之前也经历了类似的内心冲突。我曾经是一个特别喜欢做计划并按计划执行的人，但后来突然对做计划反感起来，觉得自己像个机器人一样。为了对抗这种束缚，我经历了6个多月的摊尸期，什么事情也不做，不做计划，放任自己，去感受不做计划的感觉。在这个过程中，我逐渐意识到小时候父母的刻板生活方式将我紧紧束缚住，感到很窒息想反抗。这就是我对做计划的反感来源。然后我允许自己不做计划，不做所谓的正事，不上进，给了自己允许。但我试验了一段时间后，发现不做计划给我带来的是混乱，我并不喜欢这种状态。于是我又重新开始做计划，但现在我不再需要反抗内在父母，我做计划是基于自己真实的需求，没有了内心冲突。所以我建议你去认识自己的内心，重要的不是采用哪种工作方式，而是对自己工作方式的认可。减少内心冲突后，无论采取哪种方式都是自由和舒服的。",
    "annotation": [
      {
        "sentence": "我之前也经历了类似的内心冲突。",
        "label": ""
      },
      {
        "sentence": "我曾经是一个特别喜欢做计划并按计划执行的人，但后来突然对做计划反感起来，觉得自己像个机器人一样。",
        "label": ""
      },
      {
        "sentence": "为了对抗这种束缚，我经历了6个多月的摊尸期，什么事情也不做，不做计划，放任自己，去感受不做计划的感觉。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，我逐渐意识到小时候父母的刻板生活方式将我紧紧束缚住，感到很窒息想反抗。",
        "label": ""
      },
      {
        "sentence": "这就是我对做计划的反感来源。",
        "label": ""
      },
      {
        "sentence": "然后我允许自己不做计划，不做所谓的正事，不上进，给了自己允许。",
        "label": ""
      },
      {
        "sentence": "但我试验了一段时间后，发现不做计划给我带来的是混乱，我并不喜欢这种状态。",
        "label": ""
      },
      {
        "sentence": "于是我又重新开始做计划，但现在我不再需要反抗内在父母，我做计划是基于自己真实的需求，没有了内心冲突。",
        "label": ""
      },
      {
        "sentence": "所以我建议你去认识自己的内心，重要的不是采用哪种工作方式，而是对自己工作方式的认可。",
        "label": ""
      },
      {
        "sentence": "减少内心冲突后，无论采取哪种方式都是自由和舒服的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和分享经历。我明白了，重要的是要认识自己的内心，减少内心冲突，找到适合自己的工作方式。我会努力去感受自己的内心，看看有什么过去的经历对我产生了影响。以后我会更加关注自己的内心感受，寻找更舒适的工作方式。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和分享经历。",
        "label": ""
      },
      {
        "sentence": "我明白了，重要的是要认识自己的内心，减少内心冲突，找到适合自己的工作方式。",
        "label": ""
      },
      {
        "sentence": "我会努力去感受自己的内心，看看有什么过去的经历对我产生了影响。",
        "label": ""
      },
      {
        "sentence": "以后我会更加关注自己的内心感受，寻找更舒适的工作方式。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记得，关注自己的内心感受，了解自己的需求和冲突是很重要的。希望你能找到适合自己的工作方式，减少内心的矛盾和焦虑。如果有任何需要，随时来找我倾诉。我会一直支持你的！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记得，关注自己的内心感受，了解自己的需求和冲突是很重要的。",
        "label": ""
      },
      {
        "sentence": "希望你能找到适合自己的工作方式，减少内心的矛盾和焦虑。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的！",
        "label": ""
      }
    ]
  }
]