[
  {
    "role": "client",
    "content": "怎么看不到生活的光芒？灰暗的是我自己还是环境？",
    "annotation": [
      {
        "sentence": "怎么看不到生活的光芒？",
        "label": ""
      },
      {
        "sentence": "灰暗的是我自己还是环境？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同学你问怎么看不到生活的光芒，因为你用各种生活压力把自己的眼睛遮住啦，光芒和黑暗在我们每个人身边共存，只是你专注于黑暗，哪怕光芒在你的生活中转瞬，也视而不见。",
    "annotation": [
      {
        "sentence": "同学你问怎么看不到生活的光芒，因为你用各种生活压力把自己的眼睛遮住啦，光芒和黑暗在我们每个人身边共存，只是你专注于黑暗，哪怕光芒在你的生活中转瞬，也视而不见。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在在一所普通本科就读，爸妈工作非常非常累，爸爸总喝得烂醉如泥，弟弟从小被宠大，沉迷游戏，成绩很差。疫情在家待了这么久，我开始意识到爸妈已经尽到最大能力，以后肯定是无法帮助我的，我只有靠努力学习才能改变命运。",
    "annotation": [
      {
        "sentence": "我现在在一所普通本科就读，爸妈工作非常非常累，爸爸总喝得烂醉如泥，弟弟从小被宠大，沉迷游戏，成绩很差。",
        "label": ""
      },
      {
        "sentence": "疫情在家待了这么久，我开始意识到爸妈已经尽到最大能力，以后肯定是无法帮助我的，我只有靠努力学习才能改变命运。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在这里你得出的结论让我很欣赏你，同学，你是一个很真实的人，最棒的是能够认清生活的真实，即便是看到残酷的事实，也没有被愤怒和无奈压垮，理智帮你找到了解决方法，“努力学习改变命运”但可惜的是这个目标仅仅是有些虚无的挂在你心头，没能被你真正付诸实践。我想对你说，同学，其实不止是你，我们每个人要过好自己的一生，最终依靠的都只有自己，你从读书时刻就清醒的意识到这一点，是非常棒的事情，我建议你好好思考一下，“努力学习改变命运”要如何实施，给自己定一些目标计划，比如毕业之前每年要拿几等奖学金、要考哪些涉及专业的证书、每周要读至少一本名著。请你相信，沉浸在知识里，你自身的光芒会逐渐显现，不用在生活里找光，你自己就是你自己的光。",
    "annotation": [
      {
        "sentence": "在这里你得出的结论让我很欣赏你，同学，你是一个很真实的人，最棒的是能够认清生活的真实，即便是看到残酷的事实，也没有被愤怒和无奈压垮，理智帮你找到了解决方法，“努力学习改变命运”但可惜的是这个目标仅仅是有些虚无的挂在你心头，没能被你真正付诸实践。",
        "label": ""
      },
      {
        "sentence": "我想对你说，同学，其实不止是你，我们每个人要过好自己的一生，最终依靠的都只有自己，你从读书时刻就清醒的意识到这一点，是非常棒的事情，我建议你好好思考一下，“努力学习改变命运”要如何实施，给自己定一些目标计划，比如毕业之前每年要拿几等奖学金、要考哪些涉及专业的证书、每周要读至少一本名著。",
        "label": ""
      },
      {
        "sentence": "请你相信，沉浸在知识里，你自身的光芒会逐渐显现，不用在生活里找光，你自己就是你自己的光。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想做的事情太多了，我想替我妈分担家务，想努力学习准备考研，我还想辅导弟弟功课。可我发现我每天的情绪波动实在太多，我禁受不住妈妈每天绝望的表情，不想听她的抱怨和对爸爸的辱骂，嫉妒她无论多累都会担心弟弟吃的好不好。",
    "annotation": [
      {
        "sentence": "我想做的事情太多了，我想替我妈分担家务，想努力学习准备考研，我还想辅导弟弟功课。",
        "label": ""
      },
      {
        "sentence": "可我发现我每天的情绪波动实在太多，我禁受不住妈妈每天绝望的表情，不想听她的抱怨和对爸爸的辱骂，嫉妒她无论多累都会担心弟弟吃的好不好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同学，你是一个特别顾家、善良的孩子，但是你想为亲人和自己做的事情，都没有付诸实践，这一点很可惜。你的父母我不想过多的分析，只是显然，你没能生活在一个完全充满爱的家庭里，在你看来，母亲更偏爱弟弟，却把过多压力和负面情绪倾倒给你，但你这些生活的压力对于你来说，暂时还太难承受。我建议你的是，可以帮妈妈适当分担家务，比如简单的清扫卫生、清洗衣物等，每天至多花费一小时，其他的时间，你就用来好好学习吧，考研的目标是很好的，但是备考的同时不可能很好的兼顾弟弟的功课，希望你有所取舍。你每天的情绪波动太多，是因为你想要的太多，却什么都没来得及做。所以希望你先好好梳理自己要做的事情，下定决心之后就别再动摇，对待情绪也不再激烈的抵抗，放松自己，憧憬一下自己无限可能的未来。",
    "annotation": [
      {
        "sentence": "同学，你是一个特别顾家、善良的孩子，但是你想为亲人和自己做的事情，都没有付诸实践，这一点很可惜。",
        "label": ""
      },
      {
        "sentence": "你的父母我不想过多的分析，只是显然，你没能生活在一个完全充满爱的家庭里，在你看来，母亲更偏爱弟弟，却把过多压力和负面情绪倾倒给你，但你这些生活的压力对于你来说，暂时还太难承受。",
        "label": ""
      },
      {
        "sentence": "我建议你的是，可以帮妈妈适当分担家务，比如简单的清扫卫生、清洗衣物等，每天至多花费一小时，其他的时间，你就用来好好学习吧，考研的目标是很好的，但是备考的同时不可能很好的兼顾弟弟的功课，希望你有所取舍。",
        "label": ""
      },
      {
        "sentence": "你每天的情绪波动太多，是因为你想要的太多，却什么都没来得及做。",
        "label": ""
      },
      {
        "sentence": "所以希望你先好好梳理自己要做的事情，下定决心之后就别再动摇，对待情绪也不再激烈的抵抗，放松自己，憧憬一下自己无限可能的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不知道怎么调节自己的情绪，有的时候就像疯了一般，和她吵架，事后又觉得自己太不懂事了，让她这么辛苦的还是我，可我却把时间都用在了哭泣争吵抱怨。我感觉真的好痛苦，也不知如何是好，这种崩溃几乎每天都要上演一次。",
    "annotation": [
      {
        "sentence": "我不知道怎么调节自己的情绪，有的时候就像疯了一般，和她吵架，事后又觉得自己太不懂事了，让她这么辛苦的还是我，可我却把时间都用在了哭泣争吵抱怨。",
        "label": ""
      },
      {
        "sentence": "我感觉真的好痛苦，也不知如何是好，这种崩溃几乎每天都要上演一次。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "调节情绪的方法有很多，再此之前我更想让你明白，激烈情绪过后的愧疚感，无力感才是你更要注意的事情。因为被情绪控制着“像疯了一样”一定说过很多伤害家人的话语，就像失去理智，但你要明白，这并非你的本意，你的崩溃，一部分来源于无法控制情绪，一部分来源于你的愧疚和无力。控制情绪的方法有很多，呼吸调节、冥想训练、正念训练等等，这些都可以从网上搜到，寻找合适你的方法我这里不多赘述，在练习之前，建议你先正视自己的情绪，先明白那些感觉是什么“愤怒”、“愧疚”、“不甘心”、“挫败感”等等，每一次这些情绪出现的时候，记录下来，然后通过练习改善之后，再次记录，控制情绪的过程可能很漫长，",
    "annotation": [
      {
        "sentence": "调节情绪的方法有很多，再此之前我更想让你明白，激烈情绪过后的愧疚感，无力感才是你更要注意的事情。",
        "label": ""
      },
      {
        "sentence": "因为被情绪控制着“像疯了一样”一定说过很多伤害家人的话语，就像失去理智，但你要明白，这并非你的本意，你的崩溃，一部分来源于无法控制情绪，一部分来源于你的愧疚和无力。",
        "label": ""
      },
      {
        "sentence": "控制情绪的方法有很多，呼吸调节、冥想训练、正念训练等等，这些都可以从网上搜到，寻找合适你的方法我这里不多赘述，在练习之前，建议你先正视自己的情绪，先明白那些感觉是什么“愤怒”、“愧疚”、“不甘心”、“挫败感”等等，每一次这些情绪出现的时候，记录下来，然后通过练习改善之后，再次记录，控制情绪的过程可能很漫长，",
        "label": ""
      }
    ]
  }
]