[
  {
    "role": "client",
    "content": "最近我28岁的女朋友迷上了抖音直播，我们以前关系很好，可自从她开始玩抖音，她的性格就变了好多。每天下班回家就是直播和别人聊暧昧话题。在直播间聊我已经可以忍了，可下了直播还继续开语音直播，我真的不明白她怎么那么有精神，感觉好像根本不累一样。而且下了语音直播，她还会和一位男的发私信，叫他亲爱的。以前她从来没有这样叫过我，我真的很无语，就算别人给她送礼物，也不能这样和别人聊天吧。",
    "annotation": [
      {
        "sentence": "最近我28岁的女朋友迷上了抖音直播，我们以前关系很好，可自从她开始玩抖音，她的性格就变了好多。",
        "label": ""
      },
      {
        "sentence": "每天下班回家就是直播和别人聊暧昧话题。",
        "label": ""
      },
      {
        "sentence": "在直播间聊我已经可以忍了，可下了直播还继续开语音直播，我真的不明白她怎么那么有精神，感觉好像根本不累一样。",
        "label": ""
      },
      {
        "sentence": "而且下了语音直播，她还会和一位男的发私信，叫他亲爱的。",
        "label": ""
      },
      {
        "sentence": "以前她从来没有这样叫过我，我真的很无语，就算别人给她送礼物，也不能这样和别人聊天吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婚姻关系中，当我们对伴侣的某些言行有不满和情绪时，我们应该坦诚地交流，让对方了解我们的底线和边界。如果一直压抑着不说，可能会导致争吵和误解。从你的描述中，我可以感受到你对女朋友近期沉迷抖音直播，并和网友暧昧聊天的不满和生气。虽然你在理性上可能能理解她可能是为了人气和小礼物，但感性上你还是无法接受。我非常理解你的感受，同时也要称赞你没有对女朋友发脾气，而是试着站在她的角度考虑问题，这一点是非常好的。但是你也需要让女朋友知道，她的言行已经让你产生了负面情绪，你会感到吃醋和不自在，而且长时间的直播和聊天会让你感到被忽视。这些情绪和感受，你需要真诚地和女朋友交流一下，她可能没有意识到你的想法，或者猜测到你会生气，但你没有明确表达，所以她也就没有提出来。所以一定要彼此坦诚地告诉对方，哪些话语和行为是可以接受的，而哪些是会伤害夫妻感情的，这样彼此都会有分寸，也会让对方安心。获得好感度和人气的方式有很多，不一定非要通过讨好和维持暧昧的方式。你可以和女朋友一起思考有哪些其他方法或尝试的方向，来吸引人气和更好地直播。认真思考并努力实践，总会有方法。而无论采取哪种方式，都要坚持下去，每天都保持始终如一的直播质量，并且对自己有一定的要求和底线，坚持原则。这样无论是在直播中还是在家庭中，都能展示出吸引力。另外，也有可能女朋友只是一时兴起才迷上直播，如果这件事能让她开心，并且你们能够彼此沟通解决出现的问题，那是完全可以的。尊重彼此的喜好，背后支持和肯定对方，也是保持良好关系的方式。",
    "annotation": [
      {
        "sentence": "婚姻关系中，当我们对伴侣的某些言行有不满和情绪时，我们应该坦诚地交流，让对方了解我们的底线和边界。",
        "label": ""
      },
      {
        "sentence": "如果一直压抑着不说，可能会导致争吵和误解。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我可以感受到你对女朋友近期沉迷抖音直播，并和网友暧昧聊天的不满和生气。",
        "label": ""
      },
      {
        "sentence": "虽然你在理性上可能能理解她可能是为了人气和小礼物，但感性上你还是无法接受。",
        "label": ""
      },
      {
        "sentence": "我非常理解你的感受，同时也要称赞你没有对女朋友发脾气，而是试着站在她的角度考虑问题，这一点是非常好的。",
        "label": ""
      },
      {
        "sentence": "但是你也需要让女朋友知道，她的言行已经让你产生了负面情绪，你会感到吃醋和不自在，而且长时间的直播和聊天会让你感到被忽视。",
        "label": ""
      },
      {
        "sentence": "这些情绪和感受，你需要真诚地和女朋友交流一下，她可能没有意识到你的想法，或者猜测到你会生气，但你没有明确表达，所以她也就没有提出来。",
        "label": ""
      },
      {
        "sentence": "所以一定要彼此坦诚地告诉对方，哪些话语和行为是可以接受的，而哪些是会伤害夫妻感情的，这样彼此都会有分寸，也会让对方安心。",
        "label": ""
      },
      {
        "sentence": "获得好感度和人气的方式有很多，不一定非要通过讨好和维持暧昧的方式。",
        "label": ""
      },
      {
        "sentence": "你可以和女朋友一起思考有哪些其他方法或尝试的方向，来吸引人气和更好地直播。",
        "label": ""
      },
      {
        "sentence": "认真思考并努力实践，总会有方法。",
        "label": ""
      },
      {
        "sentence": "而无论采取哪种方式，都要坚持下去，每天都保持始终如一的直播质量，并且对自己有一定的要求和底线，坚持原则。",
        "label": ""
      },
      {
        "sentence": "这样无论是在直播中还是在家庭中，都能展示出吸引力。",
        "label": ""
      },
      {
        "sentence": "另外，也有可能女朋友只是一时兴起才迷上直播，如果这件事能让她开心，并且你们能够彼此沟通解决出现的问题，那是完全可以的。",
        "label": ""
      },
      {
        "sentence": "尊重彼此的喜好，背后支持和肯定对方，也是保持良好关系的方式。",
        "label": ""
      }
    ]
  }
]