[
  {
    "role": "client",
    "content": "同事之间的相处之道，不想有办公室恋情该怎么办？我感觉男同事对我有意思，会刻意和我有身体接触，比如勾肩搭背，通过语言和动作向我传递爱我的信号，但是我只想和同事之间有正常的同事关系，我不知道怎么改变这种状况。我很苦恼。我只是想一心工作，不想有办公室恋情。我该如何和男同事之间有正常的同事距离？",
    "annotation": [
      {
        "sentence": "同事之间的相处之道，不想有办公室恋情该怎么办？",
        "label": ""
      },
      {
        "sentence": "我感觉男同事对我有意思，会刻意和我有身体接触，比如勾肩搭背，通过语言和动作向我传递爱我的信号，但是我只想和同事之间有正常的同事关系，我不知道怎么改变这种状况。",
        "label": ""
      },
      {
        "sentence": "我很苦恼。",
        "label": ""
      },
      {
        "sentence": "我只是想一心工作，不想有办公室恋情。",
        "label": ""
      },
      {
        "sentence": "我该如何和男同事之间有正常的同事距离？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你遇到这样的情况确实不容易，首先你要知道，这个问题并不是你一个人在面对，很多人都会遇到类似的情况。你不要太过自责，我们会找到有效的解决方法的。",
    "annotation": [
      {
        "sentence": "你遇到这样的情况确实不容易，首先你要知道，这个问题并不是你一个人在面对，很多人都会遇到类似的情况。",
        "label": ""
      },
      {
        "sentence": "你不要太过自责，我们会找到有效的解决方法的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实很不好处理，我怕直接拒绝会让他不高兴，工作环境也会变得尴尬。我真的不知道该怎么办。",
    "annotation": [
      {
        "sentence": "确实很不好处理，我怕直接拒绝会让他不高兴，工作环境也会变得尴尬。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不用过于担心，防患于未然是最好的处理方法。我觉得你可以在他做出亲密举动时，直接表达你的想法，告诉他你并不喜欢这种亲密接触，希望保持正常的同事关系。在表达时要坚决而又礼貌，这样可以有效避免潜在的性骚扰问题。",
    "annotation": [
      {
        "sentence": "你不用过于担心，防患于未然是最好的处理方法。",
        "label": ""
      },
      {
        "sentence": "我觉得你可以在他做出亲密举动时，直接表达你的想法，告诉他你并不喜欢这种亲密接触，希望保持正常的同事关系。",
        "label": ""
      },
      {
        "sentence": "在表达时要坚决而又礼貌，这样可以有效避免潜在的性骚扰问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个建议听起来有点直接，我担心这样会让他误会我的意思，或者他会变本加厉。你觉得我应该怎样表达？",
    "annotation": [
      {
        "sentence": "这个建议听起来有点直接，我担心这样会让他误会我的意思，或者他会变本加厉。",
        "label": ""
      },
      {
        "sentence": "你觉得我应该怎样表达？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以直接询问他是否喜欢你，但同时表明你对他不感兴趣，并强调你不希望有办公室恋情。一定要认真坦诚地表达你的想法，这样可以避免他对你的误解和进一步的骚扰行为。记住，保护自己的权益是非常重要的。",
    "annotation": [
      {
        "sentence": "你可以直接询问他是否喜欢你，但同时表明你对他不感兴趣，并强调你不希望有办公室恋情。",
        "label": ""
      },
      {
        "sentence": "一定要认真坦诚地表达你的想法，这样可以避免他对你的误解和进一步的骚扰行为。",
        "label": ""
      },
      {
        "sentence": "记住，保护自己的权益是非常重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尽量坦诚地和他沟通。但是如果他还是不放弃，独处时还是频繁接触我，我该怎么办？",
    "annotation": [
      {
        "sentence": "我明白了，我会尽量坦诚地和他沟通。",
        "label": ""
      },
      {
        "sentence": "但是如果他还是不放弃，独处时还是频繁接触我，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果他不识趣，还是频繁接触你的话，你可以尽量减少和他独处的机会，减少接触的机会。见到他时，你可以选择忽视他，表现出冷漠的态度。除了工作上的问题，尽量不要和他过多交流。你要明确告诉他你们只是同事关系，你只是来工作的，而不是来交朋友的。",
    "annotation": [
      {
        "sentence": "如果他不识趣，还是频繁接触你的话，你可以尽量减少和他独处的机会，减少接触的机会。",
        "label": ""
      },
      {
        "sentence": "见到他时，你可以选择忽视他，表现出冷漠的态度。",
        "label": ""
      },
      {
        "sentence": "除了工作上的问题，尽量不要和他过多交流。",
        "label": ""
      },
      {
        "sentence": "你要明确告诉他你们只是同事关系，你只是来工作的，而不是来交朋友的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "明白了，我会试着忽视他，保持冷漠的态度。不过，我有点担心这样会影响我们团队的氛围和工作效率。",
    "annotation": [
      {
        "sentence": "明白了，我会试着忽视他，保持冷漠的态度。",
        "label": ""
      },
      {
        "sentence": "不过，我有点担心这样会影响我们团队的氛围和工作效率。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心是正常的，但是表现出冷漠也只是在向他传递一个明确的信号，告诉他你不希望有办公室恋情。大多数人在长期受到冷漠对待后都会识趣。如果这种方法依然不奏效，你可以和上司或者人事部门反映情况，因为总有人能够解决这个问题。如果你害怕，你也可以请求其他男同事帮助，让他们告诉他你对他的行为感到不舒服，并请求他停止这种行为。",
    "annotation": [
      {
        "sentence": "你的担心是正常的，但是表现出冷漠也只是在向他传递一个明确的信号，告诉他你不希望有办公室恋情。",
        "label": ""
      },
      {
        "sentence": "大多数人在长期受到冷漠对待后都会识趣。",
        "label": ""
      },
      {
        "sentence": "如果这种方法依然不奏效，你可以和上司或者人事部门反映情况，因为总有人能够解决这个问题。",
        "label": ""
      },
      {
        "sentence": "如果你害怕，你也可以请求其他男同事帮助，让他们告诉他你对他的行为感到不舒服，并请求他停止这种行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着坦诚地和他沟通，减少接触，并寻求其他人的帮助。希望这个问题能够尽快解决。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着坦诚地和他沟通，减少接触，并寻求其他人的帮助。",
        "label": ""
      },
      {
        "sentence": "希望这个问题能够尽快解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我希望我的建议对你有所帮助。遇到这种问题确实让人困扰，但是你要相信自己的能力，相信问题能够得到解决。记住，保护自己的权益是非常重要的，希望一切能够顺利解决。如果你还有其他问题，随时向我提问。",
    "annotation": [
      {
        "sentence": "不客气，我希望我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "遇到这种问题确实让人困扰，但是你要相信自己的能力，相信问题能够得到解决。",
        "label": ""
      },
      {
        "sentence": "记住，保护自己的权益是非常重要的，希望一切能够顺利解决。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题，随时向我提问。",
        "label": ""
      }
    ]
  }
]