[
  {
    "role": "client",
    "content": "朋友同学之间的关系就那么淡泊吗？和以前的同学聊了起了同班的人，我发现原来她也有对某个同学有相同印象。这个某个同学原来对我们态度都不太好，但其实她对其他同学都比较好。后来我们总结了说不定是我们对她没有用，如果是受欢迎，成绩好等有这些优势的人，她的态度就不会这样。我以前一度以为我做了什么她让她不爽的事情，都是貌似都没有。忽然发现这个猜测或许就是真相。如果真的是的话，我渐渐能理解我们班上同学很多都没有那么团结，也没什么聚会的原因了。这件小事让我忽然很想交很多聊得来的朋友。这个事情也让我想到是不是因为自己在别人眼中价值不足才没有那么多朋友呢？",
    "annotation": [
      {
        "sentence": "朋友同学之间的关系就那么淡泊吗？",
        "label": ""
      },
      {
        "sentence": "和以前的同学聊了起了同班的人，我发现原来她也有对某个同学有相同印象。",
        "label": ""
      },
      {
        "sentence": "这个某个同学原来对我们态度都不太好，但其实她对其他同学都比较好。",
        "label": ""
      },
      {
        "sentence": "后来我们总结了说不定是我们对她没有用，如果是受欢迎，成绩好等有这些优势的人，她的态度就不会这样。",
        "label": ""
      },
      {
        "sentence": "我以前一度以为我做了什么她让她不爽的事情，都是貌似都没有。",
        "label": ""
      },
      {
        "sentence": "忽然发现这个猜测或许就是真相。",
        "label": ""
      },
      {
        "sentence": "如果真的是的话，我渐渐能理解我们班上同学很多都没有那么团结，也没什么聚会的原因了。",
        "label": ""
      },
      {
        "sentence": "这件小事让我忽然很想交很多聊得来的朋友。",
        "label": ""
      },
      {
        "sentence": "这个事情也让我想到是不是因为自己在别人眼中价值不足才没有那么多朋友呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "觉得朋友交往就是等价交换，觉得自己因为没有价值，所以没有朋友。小想法是很正常的，除了真正好朋友，成年人的世界大多都是等价交换。我们身边一定有从小玩到大的朋友，这些朋友在一般情况下一定是我们最好的，且没有掺杂任何东西的朋友，这些朋友我们应该珍惜。而你所说的朋友，她不怎么理你们，你觉得是因为你没有实力，成绩不好，对于她没有什么价值，这是你的猜测，但是也有可能。上学的时候，我们大多数都很纯真，她这样，也只是提前让我们感受一下成年人的世界。",
    "annotation": [
      {
        "sentence": "觉得朋友交往就是等价交换，觉得自己因为没有价值，所以没有朋友。",
        "label": ""
      },
      {
        "sentence": "小想法是很正常的，除了真正好朋友，成年人的世界大多都是等价交换。",
        "label": ""
      },
      {
        "sentence": "我们身边一定有从小玩到大的朋友，这些朋友在一般情况下一定是我们最好的，且没有掺杂任何东西的朋友，这些朋友我们应该珍惜。",
        "label": ""
      },
      {
        "sentence": "而你所说的朋友，她不怎么理你们，你觉得是因为你没有实力，成绩不好，对于她没有什么价值，这是你的猜测，但是也有可能。",
        "label": ""
      },
      {
        "sentence": "上学的时候，我们大多数都很纯真，她这样，也只是提前让我们感受一下成年人的世界。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，朋友关系可能真的是等价交换。那我是不是应该努力变得更优秀呢？",
    "annotation": [
      {
        "sentence": "我明白了，朋友关系可能真的是等价交换。",
        "label": ""
      },
      {
        "sentence": "那我是不是应该努力变得更优秀呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不错，努力变优秀是一个很好的选择。我看到你的描述，看到你想要交朋友，但越长大，越不容易交到知心的朋友，我们要先做好准备。现在的你，需要好好努力，自律，变强大，慢慢优秀后，会发现身边的人也都是优秀的人，和这些人聊，你会有不一样的收获。同样，当你优秀后，不仅身边的人看起来比平时更加友好，优秀，甚至你还会有很多意外的惊喜，甚至有点开挂的意味。你若盛开，清风自来。",
    "annotation": [
      {
        "sentence": "不错，努力变优秀是一个很好的选择。",
        "label": ""
      },
      {
        "sentence": "我看到你的描述，看到你想要交朋友，但越长大，越不容易交到知心的朋友，我们要先做好准备。",
        "label": ""
      },
      {
        "sentence": "现在的你，需要好好努力，自律，变强大，慢慢优秀后，会发现身边的人也都是优秀的人，和这些人聊，你会有不一样的收获。",
        "label": ""
      },
      {
        "sentence": "同样，当你优秀后，不仅身边的人看起来比平时更加友好，优秀，甚至你还会有很多意外的惊喜，甚至有点开挂的意味。",
        "label": ""
      },
      {
        "sentence": "你若盛开，清风自来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，努力变得优秀，不仅可以提升自己，也能吸引到更优秀的人。但是我有点担心，在这个过程中，是否会失去自己的真实性和真实的朋友？",
    "annotation": [
      {
        "sentence": "我明白了，努力变得优秀，不仅可以提升自己，也能吸引到更优秀的人。",
        "label": ""
      },
      {
        "sentence": "但是我有点担心，在这个过程中，是否会失去自己的真实性和真实的朋友？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个担忧很正常，但努力变优秀并不意味着要丧失自己的真实性。确实，在成为更好的自己的过程中，有些人可能会离开你，因为他们无法接受新的你。然而，真正的友谊是建立在相互理解和尊重的基础上的。通过提升自己，你也会遇到更多与你志同道合、真诚支持你的人，他们才是真正值得你铭记的朋友。",
    "annotation": [
      {
        "sentence": "这个担忧很正常，但努力变优秀并不意味着要丧失自己的真实性。",
        "label": ""
      },
      {
        "sentence": "确实，在成为更好的自己的过程中，有些人可能会离开你，因为他们无法接受新的你。",
        "label": ""
      },
      {
        "sentence": "然而，真正的友谊是建立在相互理解和尊重的基础上的。",
        "label": ""
      },
      {
        "sentence": "通过提升自己，你也会遇到更多与你志同道合、真诚支持你的人，他们才是真正值得你铭记的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，真正的友谊是要建立在相互理解和尊重的基础上的。那我应该如何在提升自己的同时，保持真实性呢？",
    "annotation": [
      {
        "sentence": "我理解了，真正的友谊是要建立在相互理解和尊重的基础上的。",
        "label": ""
      },
      {
        "sentence": "那我应该如何在提升自己的同时，保持真实性呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在提升自己的过程中保持真实性并不难，关键是保持内心的坚持和执着。不要因为追求成功而丧失自己的原则和价值观，要时刻提醒自己所追求的不仅仅是外在的成就，更是内心的成长和满足。同时，与他人交往时，坦诚自己的想法和感受，不要隐藏自己的真实情感。只有这样，你才能遇到那些真正欣赏你真实面貌的人，建立起真实而持久的友谊。",
    "annotation": [
      {
        "sentence": "在提升自己的过程中保持真实性并不难，关键是保持内心的坚持和执着。",
        "label": ""
      },
      {
        "sentence": "不要因为追求成功而丧失自己的原则和价值观，要时刻提醒自己所追求的不仅仅是外在的成就，更是内心的成长和满足。",
        "label": ""
      },
      {
        "sentence": "同时，与他人交往时，坦诚自己的想法和感受，不要隐藏自己的真实情感。",
        "label": ""
      },
      {
        "sentence": "只有这样，你才能遇到那些真正欣赏你真实面貌的人，建立起真实而持久的友谊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，要在提升自己的过程中保持真实性，不要追求虚假的成功。我会时刻提醒自己内心的坚持和执着，与他人交往时坦诚自己的想法和感受。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "我明白了，要在提升自己的过程中保持真实性，不要追求虚假的成功。",
        "label": ""
      },
      {
        "sentence": "我会时刻提醒自己内心的坚持和执着，与他人交往时坦诚自己的想法和感受。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够在提升自己的同时找到真实而持久的友谊。记得，真实的自己才是最有价值的，加油！如果还有其他问题，随时向我求助。",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够在提升自己的同时找到真实而持久的友谊。",
        "label": ""
      },
      {
        "sentence": "记得，真实的自己才是最有价值的，加油！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时向我求助。",
        "label": ""
      }
    ]
  }
]