[
  {
    "role": "client",
    "content": "大朋友，我感觉很矛盾和无助。我30岁了，从未谈过恋爱，不知道怎样才能摆脱强迫性重复的困扰。我注意到自己对待女生的方式存在问题：当我对某个女生产生好感时，在接触的过程中，当对方也对我有好感时，我却会远离她们。而当对方自己先对我有好感时，我也会远离她们。而我却陷入了对一个女性朋友的追求中，我喜欢她，但她对我却毫不在意。理性上我知道她只是把我当作朋友，并没有爱慕之情，但我内心却编织了很多理由，告诉自己她是爱我的，一直追求她。我发现自己好像在重复与母亲的关系模式，回忆起与母亲的关系，我在10岁之前是受到母亲很多爱的，但在我10岁的时候，母亲患上了精神分裂症。这些年来，我理智上知道母亲还是爱我的，但内心却感受不到爱，更多的是痛苦。在母亲发病期间，只有我能靠近她，她也只听我一个人的话。10岁之后的这些年，我一直陪着她看病，希望能治好她。但每次病情好转后，不久就会复发。这20年来反反复复，她发病明显的特征是被迫害妄想症，她的多疑总是限制我的行动，觉得有人要害我们全家。",
    "annotation": [
      {
        "sentence": "大朋友，我感觉很矛盾和无助。",
        "label": ""
      },
      {
        "sentence": "我30岁了，从未谈过恋爱，不知道怎样才能摆脱强迫性重复的困扰。",
        "label": ""
      },
      {
        "sentence": "我注意到自己对待女生的方式存在问题：当我对某个女生产生好感时，在接触的过程中，当对方也对我有好感时，我却会远离她们。",
        "label": ""
      },
      {
        "sentence": "而当对方自己先对我有好感时，我也会远离她们。",
        "label": ""
      },
      {
        "sentence": "而我却陷入了对一个女性朋友的追求中，我喜欢她，但她对我却毫不在意。",
        "label": ""
      },
      {
        "sentence": "理性上我知道她只是把我当作朋友，并没有爱慕之情，但我内心却编织了很多理由，告诉自己她是爱我的，一直追求她。",
        "label": ""
      },
      {
        "sentence": "我发现自己好像在重复与母亲的关系模式，回忆起与母亲的关系，我在10岁之前是受到母亲很多爱的，但在我10岁的时候，母亲患上了精神分裂症。",
        "label": ""
      },
      {
        "sentence": "这些年来，我理智上知道母亲还是爱我的，但内心却感受不到爱，更多的是痛苦。",
        "label": ""
      },
      {
        "sentence": "在母亲发病期间，只有我能靠近她，她也只听我一个人的话。",
        "label": ""
      },
      {
        "sentence": "10岁之后的这些年，我一直陪着她看病，希望能治好她。",
        "label": ""
      },
      {
        "sentence": "但每次病情好转后，不久就会复发。",
        "label": ""
      },
      {
        "sentence": "这20年来反反复复，她发病明显的特征是被迫害妄想症，她的多疑总是限制我的行动，觉得有人要害我们全家。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，给你一个大大的拥抱。通过你的描述，我感受到了你所经历的矛盾、纠结和无助。你经过了很多自我分析，努力去理解原生家庭对你的影响，这说明你确实在为自己寻求解决问题的路径。但是仅仅通过自我分析，并不能在实质上解决问题。这是因为我们的体验并没有发生改变，而体验的改变需要身体上的变化，需要在潜意识层面上进行。只有通过真实产生改变的关系，才能带来体验上的变化。你母亲患病时的经历给你带来了一种失去的感受，你虽然并没有失去母亲这个人，但却失去了母爱。因为母亲生病失去了正常照顾你的能力，对于一个10岁的孩子来说，你承载了太多的责任，既需要母亲的爱，同时也需要去照料她。你说对于感情的态度是矛盾的，你会推开对你动心或者爱你的人，而追求得不到的感情。这可能是一种比较虐待的关系模式，可能也是你重复了与母亲之间那种爱恨纠结关系，只有那些你无法得到的感情才吸引你。或许在你内心深处，一直在不断重复着这种爱恨纠结的体验，这也是你与母亲之间情感上最真实的联系……当我们意识到自己陷入了一种强迫性的重复中，解决困扰的方法在于理解之后有能力打破这种重复。这也是咨询关系存在的价值和意义，帮助你看到并在关系中产生矫正性的体验，替换旧有的体验，打破强迫性重复。",
    "annotation": [
      {
        "sentence": "首先，给你一个大大的拥抱。",
        "label": ""
      },
      {
        "sentence": "通过你的描述，我感受到了你所经历的矛盾、纠结和无助。",
        "label": ""
      },
      {
        "sentence": "你经过了很多自我分析，努力去理解原生家庭对你的影响，这说明你确实在为自己寻求解决问题的路径。",
        "label": ""
      },
      {
        "sentence": "但是仅仅通过自我分析，并不能在实质上解决问题。",
        "label": ""
      },
      {
        "sentence": "这是因为我们的体验并没有发生改变，而体验的改变需要身体上的变化，需要在潜意识层面上进行。",
        "label": ""
      },
      {
        "sentence": "只有通过真实产生改变的关系，才能带来体验上的变化。",
        "label": ""
      },
      {
        "sentence": "你母亲患病时的经历给你带来了一种失去的感受，你虽然并没有失去母亲这个人，但却失去了母爱。",
        "label": ""
      },
      {
        "sentence": "因为母亲生病失去了正常照顾你的能力，对于一个10岁的孩子来说，你承载了太多的责任，既需要母亲的爱，同时也需要去照料她。",
        "label": ""
      },
      {
        "sentence": "你说对于感情的态度是矛盾的，你会推开对你动心或者爱你的人，而追求得不到的感情。",
        "label": ""
      },
      {
        "sentence": "这可能是一种比较虐待的关系模式，可能也是你重复了与母亲之间那种爱恨纠结关系，只有那些你无法得到的感情才吸引你。",
        "label": ""
      },
      {
        "sentence": "或许在你内心深处，一直在不断重复着这种爱恨纠结的体验，这也是你与母亲之间情感上最真实的联系……当我们意识到自己陷入了一种强迫性的重复中，解决困扰的方法在于理解之后有能力打破这种重复。",
        "label": ""
      },
      {
        "sentence": "这也是咨询关系存在的价值和意义，帮助你看到并在关系中产生矫正性的体验，替换旧有的体验，打破强迫性重复。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我感到非常安慰。确实，我希望能找到一种打破重复的方法解决这个困扰。但是我对于真实产生改变的关系还不太了解，我该怎么做才能建立这样的关系呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我感到非常安慰。",
        "label": ""
      },
      {
        "sentence": "确实，我希望能找到一种打破重复的方法解决这个困扰。",
        "label": ""
      },
      {
        "sentence": "但是我对于真实产生改变的关系还不太了解，我该怎么做才能建立这样的关系呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "建立真实产生改变的关系需要时间和耐心，你不必着急。首先，你可以从寻求专业的咨询帮助开始。咨询师会帮助你认识到你与母亲之间的联系，并与你一起制定有效的解决方案。另外，你也可以尝试寻找一些真实的人际关系，例如朋友、亲人或者其他值得信赖的人。在这些关系中，你可以慢慢地表达自己的情感和需求，学会相信并依赖他人。当你和他们建立起稳定而真实的关系后，你可能会渐渐地发现自己与母亲之间的重复关系逐渐减少，体验到不同的人际互动和情感连接。",
    "annotation": [
      {
        "sentence": "建立真实产生改变的关系需要时间和耐心，你不必着急。",
        "label": ""
      },
      {
        "sentence": "首先，你可以从寻求专业的咨询帮助开始。",
        "label": ""
      },
      {
        "sentence": "咨询师会帮助你认识到你与母亲之间的联系，并与你一起制定有效的解决方案。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以尝试寻找一些真实的人际关系，例如朋友、亲人或者其他值得信赖的人。",
        "label": ""
      },
      {
        "sentence": "在这些关系中，你可以慢慢地表达自己的情感和需求，学会相信并依赖他人。",
        "label": ""
      },
      {
        "sentence": "当你和他们建立起稳定而真实的关系后，你可能会渐渐地发现自己与母亲之间的重复关系逐渐减少，体验到不同的人际互动和情感连接。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。我会考虑寻求专业咨询的帮助，并尝试与他人建立更真实的关系。谢谢你的建议和支持。我相信通过一步步的努力，我能摆脱这种强迫性重复。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "我会考虑寻求专业咨询的帮助，并尝试与他人建立更真实的关系。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我相信通过一步步的努力，我能摆脱这种强迫性重复。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，你的决心和努力将会帮助你达到自己的目标。记住，前方可能会有一段不太容易的路，但你不是孤单的，有专业咨询师和你身边的人支持着你。相信自己的能力，相信你持续努力的力量。我会一直在这里为你提供支持和鼓励的。",
    "annotation": [
      {
        "sentence": "非常好，你的决心和努力将会帮助你达到自己的目标。",
        "label": ""
      },
      {
        "sentence": "记住，前方可能会有一段不太容易的路，但你不是孤单的，有专业咨询师和你身边的人支持着你。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，相信你持续努力的力量。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里为你提供支持和鼓励的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会坚持下去，并相信自己的能力。我会记住你的话，同时也要感谢你一直陪伴在我身边。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会坚持下去，并相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "我会记住你的话，同时也要感谢你一直陪伴在我身边。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是个坚强的人，我相信你能够战胜困难，并找到摆脱强迫性重复的方法。如果你在过程中遇到任何困惑或者需要倾诉，随时可以来找我聊天。我会一直陪伴在你身边，支持你度过这个过程。",
    "annotation": [
      {
        "sentence": "你是个坚强的人，我相信你能够战胜困难，并找到摆脱强迫性重复的方法。",
        "label": ""
      },
      {
        "sentence": "如果你在过程中遇到任何困惑或者需要倾诉，随时可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "我会一直陪伴在你身边，支持你度过这个过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的关心和鼓励。我会时不时来找你倾诉和寻求建议的。你的支持对我来说非常重要。感谢你一直陪在我身边，帮助我走出这个困境。",
    "annotation": [
      {
        "sentence": "谢谢你的关心和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会时不时来找你倾诉和寻求建议的。",
        "label": ""
      },
      {
        "sentence": "你的支持对我来说非常重要。",
        "label": ""
      },
      {
        "sentence": "感谢你一直陪在我身边，帮助我走出这个困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意帮助你。你是勇敢的，我相信你能够找到属于自己的幸福。记得随时与我联系，我们一起度过这个心路历程。你并不孤单，我会一直在这里陪伴你。",
    "annotation": [
      {
        "sentence": "不客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "你是勇敢的，我相信你能够找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "记得随时与我联系，我们一起度过这个心路历程。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我会一直在这里陪伴你。",
        "label": ""
      }
    ]
  }
]