[
  {
    "role": "client",
    "content": "我最近遇到了一个问题，不知道该不该挽回一段先坦诚然后敷衍的相亲对象。他一开始对我很坦诚，但是当他知道了我的条件一般之后，态度就变得敷衍了。我很犹豫，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我最近遇到了一个问题，不知道该不该挽回一段先坦诚然后敷衍的相亲对象。",
        "label": ""
      },
      {
        "sentence": "他一开始对我很坦诚，但是当他知道了我的条件一般之后，态度就变得敷衍了。",
        "label": ""
      },
      {
        "sentence": "我很犹豫，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人的价值都是独一无二的，你应该将自己的时间、精力和情感放在值得的事情和人身上。从你的叙述中，我感受到了你的犹豫和困惑。对方对你的态度转变，对你来说肯定是让你感到难过和伤心的，甚至觉得被羞辱了。但是，你提出这个问题，说明你还想继续这段关系，可能你对对方除了这一点以外，还有其他的好感。你需要认真地思考，对方这种前后不一的态度，在你心中代表着什么？它是对方品质不好、太势力和现实吗？还是这种敷衍的态度反而给你带来了真诚的感觉，没有花言巧语地哄骗你？同时，你也需要梳理一下自己对对方的感觉。是因为对方要求较高，让你感到自卑，认为自己可能配不上他？还是觉得对方不懂得欣赏你的优点和魅力，不值得交往，即使勉强在一起，以后可能也会出现矛盾？等等。也许你内心早已有了答案，只是不敢做出选择而已。我想告诉你，有时候我们会面临很大的压力，希望能尽快进入婚姻或者遇到合适的人，但要慎重考虑。选择伴侣是一件非常重要的事情，需要你内心上认同对方，并且毫无疑问地相信对方是可信任的。即使感情没有深厚，但至少要让你感到安心。也许你内心对伴侣有一些标准和期望，希望你能有勇气坚持这些原则，并祝福你能遇到真正适合你的人。",
    "annotation": [
      {
        "sentence": "每个人的价值都是独一无二的，你应该将自己的时间、精力和情感放在值得的事情和人身上。",
        "label": ""
      },
      {
        "sentence": "从你的叙述中，我感受到了你的犹豫和困惑。",
        "label": ""
      },
      {
        "sentence": "对方对你的态度转变，对你来说肯定是让你感到难过和伤心的，甚至觉得被羞辱了。",
        "label": ""
      },
      {
        "sentence": "但是，你提出这个问题，说明你还想继续这段关系，可能你对对方除了这一点以外，还有其他的好感。",
        "label": ""
      },
      {
        "sentence": "你需要认真地思考，对方这种前后不一的态度，在你心中代表着什么？",
        "label": ""
      },
      {
        "sentence": "它是对方品质不好、太势力和现实吗？",
        "label": ""
      },
      {
        "sentence": "还是这种敷衍的态度反而给你带来了真诚的感觉，没有花言巧语地哄骗你？",
        "label": ""
      },
      {
        "sentence": "同时，你也需要梳理一下自己对对方的感觉。",
        "label": ""
      },
      {
        "sentence": "是因为对方要求较高，让你感到自卑，认为自己可能配不上他？",
        "label": ""
      },
      {
        "sentence": "还是觉得对方不懂得欣赏你的优点和魅力，不值得交往，即使勉强在一起，以后可能也会出现矛盾？",
        "label": ""
      },
      {
        "sentence": "等等。",
        "label": ""
      },
      {
        "sentence": "也许你内心早已有了答案，只是不敢做出选择而已。",
        "label": ""
      },
      {
        "sentence": "我想告诉你，有时候我们会面临很大的压力，希望能尽快进入婚姻或者遇到合适的人，但要慎重考虑。",
        "label": ""
      },
      {
        "sentence": "选择伴侣是一件非常重要的事情，需要你内心上认同对方，并且毫无疑问地相信对方是可信任的。",
        "label": ""
      },
      {
        "sentence": "即使感情没有深厚，但至少要让你感到安心。",
        "label": ""
      },
      {
        "sentence": "也许你内心对伴侣有一些标准和期望，希望你能有勇气坚持这些原则，并祝福你能遇到真正适合你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，你说的挺对的，我确实感到被对方的敷衍伤心和难过。但是同时，我也觉得他之前的坦诚和真诚很让我觉得放心。或许我在考虑是否继续这段关系的时候，应该更加关注他的整体表现和对我是否有真正的尊重。",
    "annotation": [
      {
        "sentence": "谢谢你的回答，你说的挺对的，我确实感到被对方的敷衍伤心和难过。",
        "label": ""
      },
      {
        "sentence": "但是同时，我也觉得他之前的坦诚和真诚很让我觉得放心。",
        "label": ""
      },
      {
        "sentence": "或许我在考虑是否继续这段关系的时候，应该更加关注他的整体表现和对我是否有真正的尊重。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，你说得非常对。在面对这样的情况时，我们确实需要关注对方的整体表现和对我们的真正尊重。对方之前的坦诚和真诚是让你对他产生好感的原因，所以你需要仔细思考一下他的整体表现和对你的态度是否与之前的坦诚相一致。如果他只是在表面上坦诚，却缺乏真正的尊重，那这段关系可能不值得你继续下去。你的感受和内心对他的评价非常重要，希望你能够通过认真思考，做出对自己最好的选择。",
    "annotation": [
      {
        "sentence": "没错，你说得非常对。",
        "label": ""
      },
      {
        "sentence": "在面对这样的情况时，我们确实需要关注对方的整体表现和对我们的真正尊重。",
        "label": ""
      },
      {
        "sentence": "对方之前的坦诚和真诚是让你对他产生好感的原因，所以你需要仔细思考一下他的整体表现和对你的态度是否与之前的坦诚相一致。",
        "label": ""
      },
      {
        "sentence": "如果他只是在表面上坦诚，却缺乏真正的尊重，那这段关系可能不值得你继续下去。",
        "label": ""
      },
      {
        "sentence": "你的感受和内心对他的评价非常重要，希望你能够通过认真思考，做出对自己最好的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会好好思考一下他的整体表现和对我的尊重。或许我还需要给彼此一些时间，观察他在不同情况下的真实态度。谢谢你的建议，让我更加明确了自己的思路。",
    "annotation": [
      {
        "sentence": "我明白了，我会好好思考一下他的整体表现和对我的尊重。",
        "label": ""
      },
      {
        "sentence": "或许我还需要给彼此一些时间，观察他在不同情况下的真实态度。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，让我更加明确了自己的思路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你，也很欣赏你对问题的认真思考。给彼此一些时间观察对方的真实态度是一个不错的主意，这样你可以更好地了解他。希望你能在思考的过程中找到对自己最合适的答案，祝福你能遇到一个真正对你好、值得你付出的人。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你，也很欣赏你对问题的认真思考。",
        "label": ""
      },
      {
        "sentence": "给彼此一些时间观察对方的真实态度是一个不错的主意，这样你可以更好地了解他。",
        "label": ""
      },
      {
        "sentence": "希望你能在思考的过程中找到对自己最合适的答案，祝福你能遇到一个真正对你好、值得你付出的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福，我会牢记你的建议，不辜负自己的期待。我相信，只要我坚持对自己和对方的要求，最终会找到一个真正适合我的人。",
    "annotation": [
      {
        "sentence": "谢谢你的祝福，我会牢记你的建议，不辜负自己的期待。",
        "label": ""
      },
      {
        "sentence": "我相信，只要我坚持对自己和对方的要求，最终会找到一个真正适合我的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常赞同你的想法，只要你坚持对自己和对方的要求，就一定能找到一个真正的适合你的人。在寻找过程中，要相信自己的选择和直觉。祝福你的未来，希望你能真正找到属于你的幸福。如果以后还有什么问题，随时来找我聊聊吧。",
    "annotation": [
      {
        "sentence": "非常赞同你的想法，只要你坚持对自己和对方的要求，就一定能找到一个真正的适合你的人。",
        "label": ""
      },
      {
        "sentence": "在寻找过程中，要相信自己的选择和直觉。",
        "label": ""
      },
      {
        "sentence": "祝福你的未来，希望你能真正找到属于你的幸福。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么问题，随时来找我聊聊吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励，我会珍惜自己的选择和这段咨询的经历。如果有需要，我一定会再来寻求你的帮助。谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励，我会珍惜自己的选择和这段咨询的经历。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我一定会再来寻求你的帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你的成长和幸福是我最大的心愿。任何时候你需要支持，都可以来找我。祝愿你的未来充满了爱和幸福！加油！",
    "annotation": [
      {
        "sentence": "不客气，你的成长和幸福是我最大的心愿。",
        "label": ""
      },
      {
        "sentence": "任何时候你需要支持，都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝愿你的未来充满了爱和幸福！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]