[
  {
    "role": "client",
    "content": "排斥背单词，如何克服背单词恐惧症？英语真的差，但是真的排斥背单词，点开全都不认识，就很不想背，有什么能逼着自己背的方法吗？",
    "annotation": [
      {
        "sentence": "排斥背单词，如何克服背单词恐惧症？",
        "label": ""
      },
      {
        "sentence": "英语真的差，但是真的排斥背单词，点开全都不认识，就很不想背，有什么能逼着自己背的方法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你苦于背单词的折磨，我似乎看到了自己当年上学的时候对所有需要背诵的学科都很头疼，时至今日想到枯燥乏味的背诵，我仍感头疼不已。你感受到的那份排斥感，我也感受过。所以想跟你聊聊我的心路历程。讨厌背书，不仅仅是讨厌，渐渐的我发现死记硬背我基本等同于记不住，忘性有多大呢？，头一天晚上背的，第二天一早就忘了，上午背完上几节课，下午就忘了。这无疑对我的学习造成很大的影响。多花了时间，却没有成效。",
    "annotation": [
      {
        "sentence": "看到你苦于背单词的折磨，我似乎看到了自己当年上学的时候对所有需要背诵的学科都很头疼，时至今日想到枯燥乏味的背诵，我仍感头疼不已。",
        "label": ""
      },
      {
        "sentence": "你感受到的那份排斥感，我也感受过。",
        "label": ""
      },
      {
        "sentence": "所以想跟你聊聊我的心路历程。",
        "label": ""
      },
      {
        "sentence": "讨厌背书，不仅仅是讨厌，渐渐的我发现死记硬背我基本等同于记不住，忘性有多大呢？",
        "label": ""
      },
      {
        "sentence": "，头一天晚上背的，第二天一早就忘了，上午背完上几节课，下午就忘了。",
        "label": ""
      },
      {
        "sentence": "这无疑对我的学习造成很大的影响。",
        "label": ""
      },
      {
        "sentence": "多花了时间，却没有成效。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也是这样，好像背的时候根本记不住，很沮丧。",
    "annotation": [
      {
        "sentence": "我也是这样，好像背的时候根本记不住，很沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "后来我放弃了一贯的学习方法，就拿英语来说吧，单词记不住，那就不背单词了，改看电影、听音乐，那些电影\/电视剧台词配合着剧情，很容易就被理解记忆，优美的旋律配合着歌者充满磁性的嗓音，忍不住也想跟着哼几句，歌词会唱了，单词也记住了。这样的另一个好处是，长期浸泡在纯英语环境里，再用到相关的单词句型时，自然而然地省略了头脑中中英转换的过程，无形之中也强化了听力和口语表达能力。",
    "annotation": [
      {
        "sentence": "后来我放弃了一贯的学习方法，就拿英语来说吧，单词记不住，那就不背单词了，改看电影、听音乐，那些电影\/电视剧台词配合着剧情，很容易就被理解记忆，优美的旋律配合着歌者充满磁性的嗓音，忍不住也想跟着哼几句，歌词会唱了，单词也记住了。",
        "label": ""
      },
      {
        "sentence": "这样的另一个好处是，长期浸泡在纯英语环境里，再用到相关的单词句型时，自然而然地省略了头脑中中英转换的过程，无形之中也强化了听力和口语表达能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来可以用看电影、听音乐的方式来学习英语啊，这个方法挺有趣的，我可以试一试。",
    "annotation": [
      {
        "sentence": "原来可以用看电影、听音乐的方式来学习英语啊，这个方法挺有趣的，我可以试一试。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另一种是我用来对付语文、历史这类学科的方法，就是扩充阅读量。简单的说，就是在应考范围以外，尽可能多的找觉得有趣的书籍、杂志、文献进行阅读。前期无疑要经历大量的字典翻查的过程，经过日久积累，看似繁复的知识都被理解记忆，储存在头脑中，随时可供提取。到大学后，学习专业课的过程，让我领悟到当阅读量（尤其是专业性阅读）积累到一定程度的时候，大脑会自动的进入一种信息检索、整理、记忆的模式，当新的信息进入的时候，会更容易被分类存放，这也就是所谓的过目不忘了。",
    "annotation": [
      {
        "sentence": "另一种是我用来对付语文、历史这类学科的方法，就是扩充阅读量。",
        "label": ""
      },
      {
        "sentence": "简单的说，就是在应考范围以外，尽可能多的找觉得有趣的书籍、杂志、文献进行阅读。",
        "label": ""
      },
      {
        "sentence": "前期无疑要经历大量的字典翻查的过程，经过日久积累，看似繁复的知识都被理解记忆，储存在头脑中，随时可供提取。",
        "label": ""
      },
      {
        "sentence": "到大学后，学习专业课的过程，让我领悟到当阅读量（尤其是专业性阅读）积累到一定程度的时候，大脑会自动的进入一种信息检索、整理、记忆的模式，当新的信息进入的时候，会更容易被分类存放，这也就是所谓的过目不忘了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "多读书的方法好像也不错，我可以试试扩充我的阅读量。",
    "annotation": [
      {
        "sentence": "多读书的方法好像也不错，我可以试试扩充我的阅读量。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "总结来说，想要简化背诵、记忆的方法需具备以下几个要点：1、能够引起你的兴趣，例如小说、诗歌、文章、电影、歌词等。沉浸在兴趣里，就能欺骗过大脑忽略背诵的痛苦。2、着重实用性。任何一门学科不能学以致用，都会很快的被遗忘，语言类学科尤为如此，多用才能加深理解和记忆。对话、写作、阅读都是很好的途径，最好与生活相结合，不容易觉得乏味。3、触类旁通。知识间存在某些相关联性，当你大量的阅读后，大脑神经会对新知识的吸收提取格外的灵活。所以如果你苦于背单词痛苦，不妨同时多看一些书吧，头脑越用才会越灵活。4、发现自己感兴趣的学科，由此开启英语学习之路。例如，对地理感兴趣，那么就尝试看英文版的地理方面的科普读物。5、学习小朋友认读的方法：词物对照。例如给家里的家具、餐具、食物等等，都贴上英文标签，拿取的时候，默念几遍，再想要去拿的时候，养成英文思考习惯，都很有助于记忆。",
    "annotation": [
      {
        "sentence": "总结来说，想要简化背诵、记忆的方法需具备以下几个要点：1、能够引起你的兴趣，例如小说、诗歌、文章、电影、歌词等。",
        "label": ""
      },
      {
        "sentence": "沉浸在兴趣里，就能欺骗过大脑忽略背诵的痛苦。",
        "label": ""
      },
      {
        "sentence": "2、着重实用性。",
        "label": ""
      },
      {
        "sentence": "任何一门学科不能学以致用，都会很快的被遗忘，语言类学科尤为如此，多用才能加深理解和记忆。",
        "label": ""
      },
      {
        "sentence": "对话、写作、阅读都是很好的途径，最好与生活相结合，不容易觉得乏味。",
        "label": ""
      },
      {
        "sentence": "3、触类旁通。",
        "label": ""
      },
      {
        "sentence": "知识间存在某些相关联性，当你大量的阅读后，大脑神经会对新知识的吸收提取格外的灵活。",
        "label": ""
      },
      {
        "sentence": "所以如果你苦于背单词痛苦，不妨同时多看一些书吧，头脑越用才会越灵活。",
        "label": ""
      },
      {
        "sentence": "4、发现自己感兴趣的学科，由此开启英语学习之路。",
        "label": ""
      },
      {
        "sentence": "例如，对地理感兴趣，那么就尝试看英文版的地理方面的科普读物。",
        "label": ""
      },
      {
        "sentence": "5、学习小朋友认读的方法：词物对照。",
        "label": ""
      },
      {
        "sentence": "例如给家里的家具、餐具、食物等等，都贴上英文标签，拿取的时候，默念几遍，再想要去拿的时候，养成英文思考习惯，都很有助于记忆。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些方法听起来都很有趣，我会尝试一下的。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "这些方法听起来都很有趣，我会尝试一下的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "大脑感受到乏味或失败（背了就忘），就容易出现抗拒、抵触、懒惰、逃避的应激反应。相反，如果大脑感受到喜悦、快乐、成功等，就会释放大量的多巴胺，开启奖励机制，对能够获得快乐的事情一而再再而三的去重复。所以呢，我上面推荐的方法都是基于此点，你只要找的能骗过大脑，能从中感受到有趣、好玩、你喜欢的方式，都可以用来背单词。打比方来说，如果你喜欢解谜游戏，不妨把单词按照词根拆成拼图，自己组装；或者中英对照玩对对碰……无论什么方法，你自己感受到有趣才是记忆的关键！加油吧，祝你成功！",
    "annotation": [
      {
        "sentence": "大脑感受到乏味或失败（背了就忘），就容易出现抗拒、抵触、懒惰、逃避的应激反应。",
        "label": ""
      },
      {
        "sentence": "相反，如果大脑感受到喜悦、快乐、成功等，就会释放大量的多巴胺，开启奖励机制，对能够获得快乐的事情一而再再而三的去重复。",
        "label": ""
      },
      {
        "sentence": "所以呢，我上面推荐的方法都是基于此点，你只要找的能骗过大脑，能从中感受到有趣、好玩、你喜欢的方式，都可以用来背单词。",
        "label": ""
      },
      {
        "sentence": "打比方来说，如果你喜欢解谜游戏，不妨把单词按照词根拆成拼图，自己组装；或者中英对照玩对对碰……无论什么方法，你自己感受到有趣才是记忆的关键！",
        "label": ""
      },
      {
        "sentence": "加油吧，祝你成功！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议！我现在有了更多的学习方法，我一定会努力的！谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议！",
        "label": ""
      },
      {
        "sentence": "我现在有了更多的学习方法，我一定会努力的！",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  }
]