[
  {
    "role": "client",
    "content": "我是一个42岁的女性，尝试过多次创业但都没有成功。我怎么才能够摆脱那种“不配得到”的感觉和自卑情绪呢？我讨厌职场上的人际关系，因此几次放弃了上市公司等较好的职位。虽然我的专业能力还可以，所以我才尝试创业，但我不喜欢求人帮忙，经常没有客户。即便我有客户，我也不敢向他们报高价，结果就是我累得要命，却没有赚到钱。尽管我的服务都得到了客户的认可，他们也帮我介绍了新客户。今年的疫情彻底毁了我的生意，现在我打算重新找工作，但我内心还是非常排斥上班，至今未能如愿。可能是因为我从小就有严重的相貌自卑和“不配得到”的感觉，尽管我想赚钱，但心里总觉得赚差价是不道德的，收取服务费也觉得不好意思，因此常年处于负债状态。读书时，我虽然很轻松地考到第一名，但是我妈妈在我刚出生时就找人算命说我命不好。几次创业失败之后，我妈妈说：“你看，这么多年了你还没做成什么呢？”她觉得我能力不行，还说：“人是逃不过命运的”。从我13岁时自杀未遂开始，到37岁产后抑郁症发作，我总是在“想死”和“想活着”之间挣扎。每天我都感到特别累，浑身无力，头晕，思维不清晰。我特别想知道怎样才能摆脱这种“命苦”的诅咒，以及其他各种“你要不是不怎么样就会怎么”的诅咒。我真心向你求助！",
    "annotation": [
      {
        "sentence": "我是一个42岁的女性，尝试过多次创业但都没有成功。",
        "label": ""
      },
      {
        "sentence": "我怎么才能够摆脱那种“不配得到”的感觉和自卑情绪呢？",
        "label": ""
      },
      {
        "sentence": "我讨厌职场上的人际关系，因此几次放弃了上市公司等较好的职位。",
        "label": ""
      },
      {
        "sentence": "虽然我的专业能力还可以，所以我才尝试创业，但我不喜欢求人帮忙，经常没有客户。",
        "label": ""
      },
      {
        "sentence": "即便我有客户，我也不敢向他们报高价，结果就是我累得要命，却没有赚到钱。",
        "label": ""
      },
      {
        "sentence": "尽管我的服务都得到了客户的认可，他们也帮我介绍了新客户。",
        "label": ""
      },
      {
        "sentence": "今年的疫情彻底毁了我的生意，现在我打算重新找工作，但我内心还是非常排斥上班，至今未能如愿。",
        "label": ""
      },
      {
        "sentence": "可能是因为我从小就有严重的相貌自卑和“不配得到”的感觉，尽管我想赚钱，但心里总觉得赚差价是不道德的，收取服务费也觉得不好意思，因此常年处于负债状态。",
        "label": ""
      },
      {
        "sentence": "读书时，我虽然很轻松地考到第一名，但是我妈妈在我刚出生时就找人算命说我命不好。",
        "label": ""
      },
      {
        "sentence": "几次创业失败之后，我妈妈说：“你看，这么多年了你还没做成什么呢？",
        "label": ""
      },
      {
        "sentence": "”她觉得我能力不行，还说：“人是逃不过命运的”。",
        "label": ""
      },
      {
        "sentence": "从我13岁时自杀未遂开始，到37岁产后抑郁症发作，我总是在“想死”和“想活着”之间挣扎。",
        "label": ""
      },
      {
        "sentence": "每天我都感到特别累，浑身无力，头晕，思维不清晰。",
        "label": ""
      },
      {
        "sentence": "我特别想知道怎样才能摆脱这种“命苦”的诅咒，以及其他各种“你要不是不怎么样就会怎么”的诅咒。",
        "label": ""
      },
      {
        "sentence": "我真心向你求助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在屏幕这一端，我能够感受到你内心的压抑、愤怒、焦虑、恐惧和纠结。从刚出生你妈妈就告诉你命不好，一直强调“人是逃不过命运”的思想，无论你多大年纪，都对你的内心造成了巨大的压力，让你感到无力和无助。你的成长经历中经历了太多令人难以想象的事情，让你的内心承受了如此之多的压力。或许你没有意识到，把困扰你的“内心的不配感”和缺乏自信放在首位，恰恰是影响你正常人际交往的根源。你内心缺乏足够的自信，面对人际交往时也会感到不安全，担心自己会受到伤害，因此不愿意与他人接触和交往。这也对你在创业期间的业务开展产生了很大的影响。你内心深处的这种“不配感”反映出你对自我价值感非常低，对自己极度否定和拒绝，甚至可以说是“讨厌”自己。就像你讨厌职场的人际关系一样，正是因为这种“讨厌”让你放弃了上市公司的职位。与此同时，你觉得自己的专业能力不错，喜欢创业，这是你的意识自我对自己的理性认知和生活目标的体现，也是你独立自主的象征。你的意识自我认为自己有能力并且喜欢创业，但与此形成鲜明对比的是你的潜意识自我，它像一个未成年的孩子，对自己持有“不配得到”的观念。对一个未成年的孩子来说，“不配得到”意味着除了孩子自己，其他的都是不配得到的，包括孩子想吃的东西、想要的玩具、想穿的衣服，甚至包括被尊重、信任、理解、接纳、认可和关爱。这些孩子的需求被压抑在内心深处，时间越久，需求越多，随着年龄的增长对你的影响也越大。这也是影响你创业“成功”的重要原因，也就是说，你的成年理性自我想要成功，但潜意识自我在“阻止”你成功。对于潜意识自我来说，这样的成功意味着要离开妈妈，超越“杀死”妈妈，这让潜意识自我感到恐惧、无法理解和接纳。因此，即使你的业务能力很强，创业仍然会“失败”。就像你所提到的，你不愿意求人，虽然你意识到这一点，但在不愿意求人的背后，隐藏着你内心的恐惧和道德羞耻感，这些在背后影响着你。所以，为了解决这些困扰，你可以找一个合适的时间，表达出自己内心对父母的想法和情感感受，尤其是对你妈妈。让他们了解和理解当初他们的言行给你的内心带来的伤害和影响，同时也减轻你内心的压力，改善与父母之间的关系。当然，你也可以预约一个合适的老师进行系统心理咨询，释放内心的情绪，修复内心的创伤。解决了这些问题之后，再面对父母和家庭生活时，你会感到更加轻松和自然。",
    "annotation": [
      {
        "sentence": "在屏幕这一端，我能够感受到你内心的压抑、愤怒、焦虑、恐惧和纠结。",
        "label": ""
      },
      {
        "sentence": "从刚出生你妈妈就告诉你命不好，一直强调“人是逃不过命运”的思想，无论你多大年纪，都对你的内心造成了巨大的压力，让你感到无力和无助。",
        "label": ""
      },
      {
        "sentence": "你的成长经历中经历了太多令人难以想象的事情，让你的内心承受了如此之多的压力。",
        "label": ""
      },
      {
        "sentence": "或许你没有意识到，把困扰你的“内心的不配感”和缺乏自信放在首位，恰恰是影响你正常人际交往的根源。",
        "label": ""
      },
      {
        "sentence": "你内心缺乏足够的自信，面对人际交往时也会感到不安全，担心自己会受到伤害，因此不愿意与他人接触和交往。",
        "label": ""
      },
      {
        "sentence": "这也对你在创业期间的业务开展产生了很大的影响。",
        "label": ""
      },
      {
        "sentence": "你内心深处的这种“不配感”反映出你对自我价值感非常低，对自己极度否定和拒绝，甚至可以说是“讨厌”自己。",
        "label": ""
      },
      {
        "sentence": "就像你讨厌职场的人际关系一样，正是因为这种“讨厌”让你放弃了上市公司的职位。",
        "label": ""
      },
      {
        "sentence": "与此同时，你觉得自己的专业能力不错，喜欢创业，这是你的意识自我对自己的理性认知和生活目标的体现，也是你独立自主的象征。",
        "label": ""
      },
      {
        "sentence": "你的意识自我认为自己有能力并且喜欢创业，但与此形成鲜明对比的是你的潜意识自我，它像一个未成年的孩子，对自己持有“不配得到”的观念。",
        "label": ""
      },
      {
        "sentence": "对一个未成年的孩子来说，“不配得到”意味着除了孩子自己，其他的都是不配得到的，包括孩子想吃的东西、想要的玩具、想穿的衣服，甚至包括被尊重、信任、理解、接纳、认可和关爱。",
        "label": ""
      },
      {
        "sentence": "这些孩子的需求被压抑在内心深处，时间越久，需求越多，随着年龄的增长对你的影响也越大。",
        "label": ""
      },
      {
        "sentence": "这也是影响你创业“成功”的重要原因，也就是说，你的成年理性自我想要成功，但潜意识自我在“阻止”你成功。",
        "label": ""
      },
      {
        "sentence": "对于潜意识自我来说，这样的成功意味着要离开妈妈，超越“杀死”妈妈，这让潜意识自我感到恐惧、无法理解和接纳。",
        "label": ""
      },
      {
        "sentence": "因此，即使你的业务能力很强，创业仍然会“失败”。",
        "label": ""
      },
      {
        "sentence": "就像你所提到的，你不愿意求人，虽然你意识到这一点，但在不愿意求人的背后，隐藏着你内心的恐惧和道德羞耻感，这些在背后影响着你。",
        "label": ""
      },
      {
        "sentence": "所以，为了解决这些困扰，你可以找一个合适的时间，表达出自己内心对父母的想法和情感感受，尤其是对你妈妈。",
        "label": ""
      },
      {
        "sentence": "让他们了解和理解当初他们的言行给你的内心带来的伤害和影响，同时也减轻你内心的压力，改善与父母之间的关系。",
        "label": ""
      },
      {
        "sentence": "当然，你也可以预约一个合适的老师进行系统心理咨询，释放内心的情绪，修复内心的创伤。",
        "label": ""
      },
      {
        "sentence": "解决了这些问题之后，再面对父母和家庭生活时，你会感到更加轻松和自然。",
        "label": ""
      }
    ]
  }
]