[
  {
    "role": "client",
    "content": "我是一个42岁的女性，在创业方面一直不成功，我想知道如何摆脱内心的“不配得到”感和自卑情绪。",
    "annotation": [
      {
        "sentence": "我是一个42岁的女性，在创业方面一直不成功，我想知道如何摆脱内心的“不配得到”感和自卑情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述，我可以看出你目前的困惑主要集中在两个方面。第一个是你在事业上无法坚定、正当且自然地表达自己的需求，第二个是你无法克服自卑感。虽然这两者都与自卑有关，但解决方法是不同的。第一个问题可以通过设立自我边界来解决，将其当作短期目标。而第二个问题则需要长期的努力，可以将其作为长期目标。",
    "annotation": [
      {
        "sentence": "通过你的描述，我可以看出你目前的困惑主要集中在两个方面。",
        "label": ""
      },
      {
        "sentence": "第一个是你在事业上无法坚定、正当且自然地表达自己的需求，第二个是你无法克服自卑感。",
        "label": ""
      },
      {
        "sentence": "虽然这两者都与自卑有关，但解决方法是不同的。",
        "label": ""
      },
      {
        "sentence": "第一个问题可以通过设立自我边界来解决，将其当作短期目标。",
        "label": ""
      },
      {
        "sentence": "而第二个问题则需要长期的努力，可以将其作为长期目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "创业的时候，我常常无法做到按规则行事，总是受情绪的影响。有任何问题发生时，我都很愿意亲力亲为，但这样一来，没有客户，即使有客户也不敢向他们报高价，所以我的生意一直都很惨淡。",
    "annotation": [
      {
        "sentence": "创业的时候，我常常无法做到按规则行事，总是受情绪的影响。",
        "label": ""
      },
      {
        "sentence": "有任何问题发生时，我都很愿意亲力亲为，但这样一来，没有客户，即使有客户也不敢向他们报高价，所以我的生意一直都很惨淡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我曾经在一家企业做培训工作，遇到过一个非常害羞的女生。她总是无法开口向客人推销产品。我告诉她，向客人推销产品并不是她个人的行为，而是公司的要求。她不需要把推销产品当作个人行为，而是将其视为公司职责。换句话说，她需要将个人情感剥离开来，按照公司规定去工作，而不是按照自己的喜好。她也许很想送客人礼物，但这是她个人的情感，而不符合职业道德。在她明白这一点后，她能够成功推销产品。同样地，你在创业的时候，也需要给自己设定明确的规则，并按规则行事，而不是按自己的情绪去决定。",
    "annotation": [
      {
        "sentence": "我曾经在一家企业做培训工作，遇到过一个非常害羞的女生。",
        "label": ""
      },
      {
        "sentence": "她总是无法开口向客人推销产品。",
        "label": ""
      },
      {
        "sentence": "我告诉她，向客人推销产品并不是她个人的行为，而是公司的要求。",
        "label": ""
      },
      {
        "sentence": "她不需要把推销产品当作个人行为，而是将其视为公司职责。",
        "label": ""
      },
      {
        "sentence": "换句话说，她需要将个人情感剥离开来，按照公司规定去工作，而不是按照自己的喜好。",
        "label": ""
      },
      {
        "sentence": "她也许很想送客人礼物，但这是她个人的情感，而不符合职业道德。",
        "label": ""
      },
      {
        "sentence": "在她明白这一点后，她能够成功推销产品。",
        "label": ""
      },
      {
        "sentence": "同样地，你在创业的时候，也需要给自己设定明确的规则，并按规则行事，而不是按自己的情绪去决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。看来我需要给自己制定一些规则，这样才能更好地做好创业。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "看来我需要给自己制定一些规则，这样才能更好地做好创业。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于第二个问题，自卑或自信其实是对自己整体评价的结果。这种评价可能源自个人、社会、父母和朋友的评价。有些人容易受到社会的干扰，他们的自我评价容易受周围人的影响。而有些人相对独立，更多地依据自身评价来评判自己。根据认知治疗的观点，每个人都有一些潜在的信念和规则，而这些信念和规则会一直影响我们。例如，当我考试失败后，我会觉得自己很无用，这种感觉是正常的，并且很容易被当作事实看待。但实际上，在我为你写回答时，我意识到自己已经了解了很多。也就是说，我们认定为事实的那些负面情绪实际上并不是真实的。然而，我们很少矫正这些负面情绪，而是等待它们自然消失。昨天我沮丧，今天沮丧消失了，我的情绪得到了缓解，但我留下了认为自己无用的认知。因此，要克服自卑感，就需要有计划地积极矫正，从情绪监控开始，然后按照合理情绪疗法来矫正不合理的归因。通过这样一步步的努力，我们就能逐渐变得自信起来。",
    "annotation": [
      {
        "sentence": "对于第二个问题，自卑或自信其实是对自己整体评价的结果。",
        "label": ""
      },
      {
        "sentence": "这种评价可能源自个人、社会、父母和朋友的评价。",
        "label": ""
      },
      {
        "sentence": "有些人容易受到社会的干扰，他们的自我评价容易受周围人的影响。",
        "label": ""
      },
      {
        "sentence": "而有些人相对独立，更多地依据自身评价来评判自己。",
        "label": ""
      },
      {
        "sentence": "根据认知治疗的观点，每个人都有一些潜在的信念和规则，而这些信念和规则会一直影响我们。",
        "label": ""
      },
      {
        "sentence": "例如，当我考试失败后，我会觉得自己很无用，这种感觉是正常的，并且很容易被当作事实看待。",
        "label": ""
      },
      {
        "sentence": "但实际上，在我为你写回答时，我意识到自己已经了解了很多。",
        "label": ""
      },
      {
        "sentence": "也就是说，我们认定为事实的那些负面情绪实际上并不是真实的。",
        "label": ""
      },
      {
        "sentence": "然而，我们很少矫正这些负面情绪，而是等待它们自然消失。",
        "label": ""
      },
      {
        "sentence": "昨天我沮丧，今天沮丧消失了，我的情绪得到了缓解，但我留下了认为自己无用的认知。",
        "label": ""
      },
      {
        "sentence": "因此，要克服自卑感，就需要有计划地积极矫正，从情绪监控开始，然后按照合理情绪疗法来矫正不合理的归因。",
        "label": ""
      },
      {
        "sentence": "通过这样一步步的努力，我们就能逐渐变得自信起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来好像有点困难，但我会尝试的。还有其他方法吗？",
    "annotation": [
      {
        "sentence": "听起来好像有点困难，但我会尝试的。",
        "label": ""
      },
      {
        "sentence": "还有其他方法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了矫正方法，还有一个被称为“长善救失”的方法。你可以尝试写一个成长日记，在每天抽出一点时间，记录下今天你认为做得不错、有成就感的事情。在记录的过程中，你会潜移默化地认可自己。通过记录下自己认为做得好的一面，你会加强这方面的能力。等过了一段时间后，你可以拿出来看看自己的成长日记。你会惊讶地发现成长是缓慢而稳定的，虽然自己看不出来，但通过记录，你会清晰地看到成长的步伐。最后，我希望你早日摆脱内心的不配感和不自信感。",
    "annotation": [
      {
        "sentence": "除了矫正方法，还有一个被称为“长善救失”的方法。",
        "label": ""
      },
      {
        "sentence": "你可以尝试写一个成长日记，在每天抽出一点时间，记录下今天你认为做得不错、有成就感的事情。",
        "label": ""
      },
      {
        "sentence": "在记录的过程中，你会潜移默化地认可自己。",
        "label": ""
      },
      {
        "sentence": "通过记录下自己认为做得好的一面，你会加强这方面的能力。",
        "label": ""
      },
      {
        "sentence": "等过了一段时间后，你可以拿出来看看自己的成长日记。",
        "label": ""
      },
      {
        "sentence": "你会惊讶地发现成长是缓慢而稳定的，虽然自己看不出来，但通过记录，你会清晰地看到成长的步伐。",
        "label": ""
      },
      {
        "sentence": "最后，我希望你早日摆脱内心的不配感和不自信感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我会按照你说的方法一步步去做，希望能早日找到内心的平衡和自信。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会按照你说的方法一步步去做，希望能早日找到内心的平衡和自信。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你一定能够战胜困难，找到自己的价值和自信。祝愿你早日实现自己的目标！如果还有需要，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "不用客气，我相信你一定能够战胜困难，找到自己的价值和自信。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日实现自己的目标！",
        "label": ""
      },
      {
        "sentence": "如果还有需要，随时来找我聊天。",
        "label": ""
      }
    ]
  }
]