[
  {
    "role": "client",
    "content": "我是一位42岁的女性，曾多次尝试创业但都以失败告终。我感到自己不配得到成功，也很自卑。我不喜欢职场中的人际关系，曾多次放弃上市公司等很好的工作机会。我觉得自己的专业能力还不错，才决定创业，但是却经常没有客户，即使有客户也不敢报高价，结果既累又没有盈利。但是我服务过的客户都认为我很专业，还帮忙推荐新客户给我。今年因为疫情的原因，我的生意完全停摆了，所以我决定重新找工作，但内心其实还是很抗拒上班，至今也没有找到合适的工作。可能是因为我从小就有严重的相貌自卑和“不配得到”的感觉。虽然我想要赚钱，但内心总觉得通过赚差价是有罪恶感的，同样收取服务费也让我感到不好意思。我常年背负着负债。读书时我一直轻松考第一，但我妈妈在我刚出生时就找人算命，说我命不好。几次创业失败后，我妈妈就说你看，这么多年你还没有取得什么成绩。我觉得自己能力不行，还现身说法说人是逃不过命运。从我13岁自杀未遂开始，到37岁产后抑郁，总是在“想死”和“想活着”间摇摆不定。每天都感到非常累，浑身无力，头晕，思维不清晰。我真的非常想知道如何摆脱“命苦”的诅咒以及其他各种“你要不是不怎么样就会怎样”的诅咒。我真心求助！",
    "annotation": [
      {
        "sentence": "我是一位42岁的女性，曾多次尝试创业但都以失败告终。",
        "label": ""
      },
      {
        "sentence": "我感到自己不配得到成功，也很自卑。",
        "label": ""
      },
      {
        "sentence": "我不喜欢职场中的人际关系，曾多次放弃上市公司等很好的工作机会。",
        "label": ""
      },
      {
        "sentence": "我觉得自己的专业能力还不错，才决定创业，但是却经常没有客户，即使有客户也不敢报高价，结果既累又没有盈利。",
        "label": ""
      },
      {
        "sentence": "但是我服务过的客户都认为我很专业，还帮忙推荐新客户给我。",
        "label": ""
      },
      {
        "sentence": "今年因为疫情的原因，我的生意完全停摆了，所以我决定重新找工作，但内心其实还是很抗拒上班，至今也没有找到合适的工作。",
        "label": ""
      },
      {
        "sentence": "可能是因为我从小就有严重的相貌自卑和“不配得到”的感觉。",
        "label": ""
      },
      {
        "sentence": "虽然我想要赚钱，但内心总觉得通过赚差价是有罪恶感的，同样收取服务费也让我感到不好意思。",
        "label": ""
      },
      {
        "sentence": "我常年背负着负债。",
        "label": ""
      },
      {
        "sentence": "读书时我一直轻松考第一，但我妈妈在我刚出生时就找人算命，说我命不好。",
        "label": ""
      },
      {
        "sentence": "几次创业失败后，我妈妈就说你看，这么多年你还没有取得什么成绩。",
        "label": ""
      },
      {
        "sentence": "我觉得自己能力不行，还现身说法说人是逃不过命运。",
        "label": ""
      },
      {
        "sentence": "从我13岁自杀未遂开始，到37岁产后抑郁，总是在“想死”和“想活着”间摇摆不定。",
        "label": ""
      },
      {
        "sentence": "每天都感到非常累，浑身无力，头晕，思维不清晰。",
        "label": ""
      },
      {
        "sentence": "我真的非常想知道如何摆脱“命苦”的诅咒以及其他各种“你要不是不怎么样就会怎样”的诅咒。",
        "label": ""
      },
      {
        "sentence": "我真心求助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常荣幸能在这个平台上和您结缘。希望我的话可以给您带来阳光和温暖。看得出来，您的妈妈非常相信命运这个因素，并且认为在命运面前，人是无助的，只能被命运驱使。但是她忽略了一点，就是命运是可以改变的，只需要我们学会转变思维，就能够改变命运。此外，有一句话说得很好：“上帝创造天空、陆地、海洋和人类，但不会干涉我们人类在这个世界上的表现。”从心理学的角度来看，您的妈妈给您的“命不好”、“能力不行”等消极暗示，对您产生了深远的影响。这可能是您“不配得到”的感觉深层根源所在。但是，我要告诉您的是，无论您过去经历了什么，您并不是被注定的。只要您有意改变，您就能够实现改变！我曾经的心理导师告诉我：“如果你相信自己能行，那你即使表现不好也会成功；如果你不相信自己能行，那你即使表现再好也不会成功！”所以，从现在开始，我建议您尝试对自己进行一系列积极的心理暗示，如“我能实现自己的目标”、“我有能力获得最好的机会”，坚持21天，您将会发生质的飞跃。并且，从您所说的“服务过的客户都认为我很专业，还帮忙推荐新客户给我”的情况来看，您完全有能力做好事情！另外，创业本来就存在巨大的风险，除去个人努力，市场环境、国家政策以及诸如疫情、中美贸易战等不可抗力因素都会影响创业的成果。成功与否并不仅仅取决于个人能力。因此，您完全不需要在乎您妈妈说的那些话。就像《哈利波特》中的分院帽一样，它可以根据你的特点和天赋给出一个参考答案，但最终选择权在于你。所以，您可以把您的妈妈当做那个分院帽，她说的话只是一个参考，您完全可以像哈利波特一样，不接受分院帽的答案，自己决定自己的人生。试看哈利波特和汤姆·里德尔，他们拥有同样的天赋，但汤姆·里德尔服从了分院帽的安排，去了斯莱特林学院（一个邪恶巫师的“摇篮”），结果最终堕落成了邪恶的伏地魔；而哈利波特没有接受分院帽的答案，坚持了自己的选择，进入了格兰芬多学院（这里培养出的巫师都正直勇敢），最终成为了拯救世界的英雄。这正是“一念上天堂，一念下地狱”的道理。希望这些建议能对您有所帮助！",
    "annotation": [
      {
        "sentence": "非常荣幸能在这个平台上和您结缘。",
        "label": ""
      },
      {
        "sentence": "希望我的话可以给您带来阳光和温暖。",
        "label": ""
      },
      {
        "sentence": "看得出来，您的妈妈非常相信命运这个因素，并且认为在命运面前，人是无助的，只能被命运驱使。",
        "label": ""
      },
      {
        "sentence": "但是她忽略了一点，就是命运是可以改变的，只需要我们学会转变思维，就能够改变命运。",
        "label": ""
      },
      {
        "sentence": "此外，有一句话说得很好：“上帝创造天空、陆地、海洋和人类，但不会干涉我们人类在这个世界上的表现。",
        "label": ""
      },
      {
        "sentence": "”从心理学的角度来看，您的妈妈给您的“命不好”、“能力不行”等消极暗示，对您产生了深远的影响。",
        "label": ""
      },
      {
        "sentence": "这可能是您“不配得到”的感觉深层根源所在。",
        "label": ""
      },
      {
        "sentence": "但是，我要告诉您的是，无论您过去经历了什么，您并不是被注定的。",
        "label": ""
      },
      {
        "sentence": "只要您有意改变，您就能够实现改变！",
        "label": ""
      },
      {
        "sentence": "我曾经的心理导师告诉我：“如果你相信自己能行，那你即使表现不好也会成功；如果你不相信自己能行，那你即使表现再好也不会成功！",
        "label": ""
      },
      {
        "sentence": "”所以，从现在开始，我建议您尝试对自己进行一系列积极的心理暗示，如“我能实现自己的目标”、“我有能力获得最好的机会”，坚持21天，您将会发生质的飞跃。",
        "label": ""
      },
      {
        "sentence": "并且，从您所说的“服务过的客户都认为我很专业，还帮忙推荐新客户给我”的情况来看，您完全有能力做好事情！",
        "label": ""
      },
      {
        "sentence": "另外，创业本来就存在巨大的风险，除去个人努力，市场环境、国家政策以及诸如疫情、中美贸易战等不可抗力因素都会影响创业的成果。",
        "label": ""
      },
      {
        "sentence": "成功与否并不仅仅取决于个人能力。",
        "label": ""
      },
      {
        "sentence": "因此，您完全不需要在乎您妈妈说的那些话。",
        "label": ""
      },
      {
        "sentence": "就像《哈利波特》中的分院帽一样，它可以根据你的特点和天赋给出一个参考答案，但最终选择权在于你。",
        "label": ""
      },
      {
        "sentence": "所以，您可以把您的妈妈当做那个分院帽，她说的话只是一个参考，您完全可以像哈利波特一样，不接受分院帽的答案，自己决定自己的人生。",
        "label": ""
      },
      {
        "sentence": "试看哈利波特和汤姆·里德尔，他们拥有同样的天赋，但汤姆·里德尔服从了分院帽的安排，去了斯莱特林学院（一个邪恶巫师的“摇篮”），结果最终堕落成了邪恶的伏地魔；而哈利波特没有接受分院帽的答案，坚持了自己的选择，进入了格兰芬多学院（这里培养出的巫师都正直勇敢），最终成为了拯救世界的英雄。",
        "label": ""
      },
      {
        "sentence": "这正是“一念上天堂，一念下地狱”的道理。",
        "label": ""
      },
      {
        "sentence": "希望这些建议能对您有所帮助！",
        "label": ""
      }
    ]
  }
]