[
  {
    "role": "client",
    "content": "我是个42岁的女性，曾经尝试创业，但都未成功。我想知道如何摆脱“不配得到”感和自卑。创业的过程中，我非常厌恶职场的人际关系，几次放弃了较好的职位。我觉得自己的专业能力还不错，才决定创业。但是我不愿意求人，所以常常没有客户。即便有客户，我也不敢向他们报高价，这让我感到又累又没有收入。虽然我服务过的客户都认为我很专业，并介绍了其他客户给我。今年的疫情彻底破坏了我的生意，所以我决定重新找工作。但是我内心还是非常排斥上班，所以一直没有找到合适的机会。我可能从小就有严重的相貌自卑和“不配得到”感。虽然我想赚钱，但内心总是觉得赚差价是不道德的，收取服务费也让我感到不好意思。我常年背负着负债。我在读书时总是轻松地考第一名，但是我妈妈在我刚出生的时候找人算命，说我命不好。几次创业失败后，我妈又说，“你看，这么多年你做成了什么？”她觉得我能力有限，“人是逃不过命运的”之类的话。从我13岁时自杀未遂，到37岁产后抑郁，我一直在“想死”和“想活着”之间徘徊。我每天都感到特别累，无力，头晕，没有清醒的感觉。我非常想知道如何摆脱“命苦”的诅咒，以及“你要不是不怎么样就会怎么样”的各种压力。我真心求助！",
    "annotation": [
      {
        "sentence": "我是个42岁的女性，曾经尝试创业，但都未成功。",
        "label": ""
      },
      {
        "sentence": "我想知道如何摆脱“不配得到”感和自卑。",
        "label": ""
      },
      {
        "sentence": "创业的过程中，我非常厌恶职场的人际关系，几次放弃了较好的职位。",
        "label": ""
      },
      {
        "sentence": "我觉得自己的专业能力还不错，才决定创业。",
        "label": ""
      },
      {
        "sentence": "但是我不愿意求人，所以常常没有客户。",
        "label": ""
      },
      {
        "sentence": "即便有客户，我也不敢向他们报高价，这让我感到又累又没有收入。",
        "label": ""
      },
      {
        "sentence": "虽然我服务过的客户都认为我很专业，并介绍了其他客户给我。",
        "label": ""
      },
      {
        "sentence": "今年的疫情彻底破坏了我的生意，所以我决定重新找工作。",
        "label": ""
      },
      {
        "sentence": "但是我内心还是非常排斥上班，所以一直没有找到合适的机会。",
        "label": ""
      },
      {
        "sentence": "我可能从小就有严重的相貌自卑和“不配得到”感。",
        "label": ""
      },
      {
        "sentence": "虽然我想赚钱，但内心总是觉得赚差价是不道德的，收取服务费也让我感到不好意思。",
        "label": ""
      },
      {
        "sentence": "我常年背负着负债。",
        "label": ""
      },
      {
        "sentence": "我在读书时总是轻松地考第一名，但是我妈妈在我刚出生的时候找人算命，说我命不好。",
        "label": ""
      },
      {
        "sentence": "几次创业失败后，我妈又说，“你看，这么多年你做成了什么？",
        "label": ""
      },
      {
        "sentence": "”她觉得我能力有限，“人是逃不过命运的”之类的话。",
        "label": ""
      },
      {
        "sentence": "从我13岁时自杀未遂，到37岁产后抑郁，我一直在“想死”和“想活着”之间徘徊。",
        "label": ""
      },
      {
        "sentence": "我每天都感到特别累，无力，头晕，没有清醒的感觉。",
        "label": ""
      },
      {
        "sentence": "我非常想知道如何摆脱“命苦”的诅咒，以及“你要不是不怎么样就会怎么样”的各种压力。",
        "label": ""
      },
      {
        "sentence": "我真心求助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很可惜你拥有如此出色的专业能力，原本你本可以过上非常不错的生活。然而在职场上，似乎需要掌握一套特殊的技巧才能获得成功。你所描述的不敢报高价、赚差价的罪恶感以及对收取服务费的不好意思，都显示出你对自我价值感的低估。再加上你提到的相貌自卑、13岁时的自杀未遂、37岁产后抑郁，以及创业失败和负债的经历，可以想象你在这42年中所经历的痛苦。我们每个人在某种程度上都会感到被“诅咒”，在前半生中都受到了命运的安排以及社会和他人的影响，无论满意与否，实际上并没有选择的余地。我们的意识很微弱，随波逐流。实际上，人生的本质就是一场梦境。若想要摆脱这种“诅咒”，唯一的方法就是尽量唤醒自己。觉醒后，你将能够清楚地看待梦中的自己，明白自己是如何活在梦境中，并且创造出一个“现实”。回到你的情况，虽然你在学业和专业表现方面表现得不错（这也可能是你在压力倍增的环境下培养出来的一种策略），但在很多方面似乎都被他人的评价所束缚，缺乏自主性和主体性。要独自摸索成长，可能还需要花费很长时间。建议你寻求专业人士的帮助，你值得拥有更优质的人生。",
    "annotation": [
      {
        "sentence": "很可惜你拥有如此出色的专业能力，原本你本可以过上非常不错的生活。",
        "label": ""
      },
      {
        "sentence": "然而在职场上，似乎需要掌握一套特殊的技巧才能获得成功。",
        "label": ""
      },
      {
        "sentence": "你所描述的不敢报高价、赚差价的罪恶感以及对收取服务费的不好意思，都显示出你对自我价值感的低估。",
        "label": ""
      },
      {
        "sentence": "再加上你提到的相貌自卑、13岁时的自杀未遂、37岁产后抑郁，以及创业失败和负债的经历，可以想象你在这42年中所经历的痛苦。",
        "label": ""
      },
      {
        "sentence": "我们每个人在某种程度上都会感到被“诅咒”，在前半生中都受到了命运的安排以及社会和他人的影响，无论满意与否，实际上并没有选择的余地。",
        "label": ""
      },
      {
        "sentence": "我们的意识很微弱，随波逐流。",
        "label": ""
      },
      {
        "sentence": "实际上，人生的本质就是一场梦境。",
        "label": ""
      },
      {
        "sentence": "若想要摆脱这种“诅咒”，唯一的方法就是尽量唤醒自己。",
        "label": ""
      },
      {
        "sentence": "觉醒后，你将能够清楚地看待梦中的自己，明白自己是如何活在梦境中，并且创造出一个“现实”。",
        "label": ""
      },
      {
        "sentence": "回到你的情况，虽然你在学业和专业表现方面表现得不错（这也可能是你在压力倍增的环境下培养出来的一种策略），但在很多方面似乎都被他人的评价所束缚，缺乏自主性和主体性。",
        "label": ""
      },
      {
        "sentence": "要独自摸索成长，可能还需要花费很长时间。",
        "label": ""
      },
      {
        "sentence": "建议你寻求专业人士的帮助，你值得拥有更优质的人生。",
        "label": ""
      }
    ]
  }
]