[
  {
    "role": "client",
    "content": "我是一个42岁的女性，我曾经创业但没有成功。我感到自己不配得到成功，同时也感到自卑。我曾经三次尝试创业，但我讨厌职场上的人际关系，几次放弃了上市公司等较好的职位。我觉得我在专业能力方面还不错，所以才尝试创业，但我不喜欢求人帮忙，常常没有客户。即使有客户，我也不敢报高价，结果感到又累又不赚钱。不过，我服务过的客户都认为我很专业，并且还帮我介绍新客户。今年的疫情彻底打击了我的创业计划，我打算重新寻找工作，但内心仍然对上班感到排斥，至今未能找到理想的工作。我可能从小就有相貌自卑和“不配得到”感，虽然我想赚钱，但内心觉得通过差价赚钱是一种罪恶感，收取服务费也让我感到不好意思，所以常年负债。读书时我经常轻松地考得第一名，但是我的妈妈在我刚出生时就去找人算命，说我命不好。几次创业失败后，她说这么多年你做成了什么？她觉得我能力有问题，还说“人是逃不过命运的”。从我13岁时自杀未遂，到37岁产后抑郁，我总是在“想死”和“想活着”之间摇摆。我每天都感到非常累，浑身无力，头晕，思维不清晰。我非常希望知道如何摆脱自己命苦的诅咒，还有各种与长相和能力有关的诅咒。我真心求助！",
    "annotation": [
      {
        "sentence": "我是一个42岁的女性，我曾经创业但没有成功。",
        "label": ""
      },
      {
        "sentence": "我感到自己不配得到成功，同时也感到自卑。",
        "label": ""
      },
      {
        "sentence": "我曾经三次尝试创业，但我讨厌职场上的人际关系，几次放弃了上市公司等较好的职位。",
        "label": ""
      },
      {
        "sentence": "我觉得我在专业能力方面还不错，所以才尝试创业，但我不喜欢求人帮忙，常常没有客户。",
        "label": ""
      },
      {
        "sentence": "即使有客户，我也不敢报高价，结果感到又累又不赚钱。",
        "label": ""
      },
      {
        "sentence": "不过，我服务过的客户都认为我很专业，并且还帮我介绍新客户。",
        "label": ""
      },
      {
        "sentence": "今年的疫情彻底打击了我的创业计划，我打算重新寻找工作，但内心仍然对上班感到排斥，至今未能找到理想的工作。",
        "label": ""
      },
      {
        "sentence": "我可能从小就有相貌自卑和“不配得到”感，虽然我想赚钱，但内心觉得通过差价赚钱是一种罪恶感，收取服务费也让我感到不好意思，所以常年负债。",
        "label": ""
      },
      {
        "sentence": "读书时我经常轻松地考得第一名，但是我的妈妈在我刚出生时就去找人算命，说我命不好。",
        "label": ""
      },
      {
        "sentence": "几次创业失败后，她说这么多年你做成了什么？",
        "label": ""
      },
      {
        "sentence": "她觉得我能力有问题，还说“人是逃不过命运的”。",
        "label": ""
      },
      {
        "sentence": "从我13岁时自杀未遂，到37岁产后抑郁，我总是在“想死”和“想活着”之间摇摆。",
        "label": ""
      },
      {
        "sentence": "我每天都感到非常累，浑身无力，头晕，思维不清晰。",
        "label": ""
      },
      {
        "sentence": "我非常希望知道如何摆脱自己命苦的诅咒，还有各种与长相和能力有关的诅咒。",
        "label": ""
      },
      {
        "sentence": "我真心求助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你缺少成功的感觉，对于什么是成功，你是否不清楚如何界定。创业本来就是一场赌博，你可以失败100次，但只需要成功一次。我们共同在创业路上，互相勉励。你提到“挣”钱而不是“赚”钱，所以你觉得挣钱很累。你会发现，没有“挣”字，你就必须用力。而且，挣钱一定存在差价，你付出的努力和知识就是附加价值，附加价值就是差价。如果没有差价的买卖，那就不叫生意了。对于自己的专业能力，你应该客观相信，但不建议盲目自信，敬畏很重要。我们需要看到因果关系的齐一性，很少有人能肯定地说，必须这样做，否则就会那样。在同一时空下，我们都是后知后觉的，能够在当下做到当下觉知已经很了不起，更别说先知先觉了。失败重要吗？重要，但是没有成功，失败真的不重要！赚钱是目的吗？是的，但不是唯一目的！外界对你的不认可和否定重要吗？重要，但如果你找不到自我，其实你一点也不在乎。祝你好运。",
    "annotation": [
      {
        "sentence": "你缺少成功的感觉，对于什么是成功，你是否不清楚如何界定。",
        "label": ""
      },
      {
        "sentence": "创业本来就是一场赌博，你可以失败100次，但只需要成功一次。",
        "label": ""
      },
      {
        "sentence": "我们共同在创业路上，互相勉励。",
        "label": ""
      },
      {
        "sentence": "你提到“挣”钱而不是“赚”钱，所以你觉得挣钱很累。",
        "label": ""
      },
      {
        "sentence": "你会发现，没有“挣”字，你就必须用力。",
        "label": ""
      },
      {
        "sentence": "而且，挣钱一定存在差价，你付出的努力和知识就是附加价值，附加价值就是差价。",
        "label": ""
      },
      {
        "sentence": "如果没有差价的买卖，那就不叫生意了。",
        "label": ""
      },
      {
        "sentence": "对于自己的专业能力，你应该客观相信，但不建议盲目自信，敬畏很重要。",
        "label": ""
      },
      {
        "sentence": "我们需要看到因果关系的齐一性，很少有人能肯定地说，必须这样做，否则就会那样。",
        "label": ""
      },
      {
        "sentence": "在同一时空下，我们都是后知后觉的，能够在当下做到当下觉知已经很了不起，更别说先知先觉了。",
        "label": ""
      },
      {
        "sentence": "失败重要吗？",
        "label": ""
      },
      {
        "sentence": "重要，但是没有成功，失败真的不重要！",
        "label": ""
      },
      {
        "sentence": "赚钱是目的吗？",
        "label": ""
      },
      {
        "sentence": "是的，但不是唯一目的！",
        "label": ""
      },
      {
        "sentence": "外界对你的不认可和否定重要吗？",
        "label": ""
      },
      {
        "sentence": "重要，但如果你找不到自我，其实你一点也不在乎。",
        "label": ""
      },
      {
        "sentence": "祝你好运。",
        "label": ""
      }
    ]
  }
]