[
  {
    "role": "client",
    "content": "我已经结婚2年多了，可是我和老公的性生活一点感觉都没有，他对我来说也没有性吸引力。我不爱老公，结婚之前也是因为复杂的原因结了婚。老公还是比较喜欢我，性欲也是比较强，但是我一点性趣也没有。我觉得可能这辈子我就只能和不喜欢的人过性生活。求支持者的建议和安慰。",
    "annotation": [
      {
        "sentence": "我已经结婚2年多了，可是我和老公的性生活一点感觉都没有，他对我来说也没有性吸引力。",
        "label": ""
      },
      {
        "sentence": "我不爱老公，结婚之前也是因为复杂的原因结了婚。",
        "label": ""
      },
      {
        "sentence": "老公还是比较喜欢我，性欲也是比较强，但是我一点性趣也没有。",
        "label": ""
      },
      {
        "sentence": "我觉得可能这辈子我就只能和不喜欢的人过性生活。",
        "label": ""
      },
      {
        "sentence": "求支持者的建议和安慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的处境。性生活是夫妻关系中非常重要的一部分，但是因为许多原因，有时候它会受到影响。我认为你首先需要知道的是，两个人的性吸引力是双向的。因此，如果你在这方面感觉无动于衷，可能是因为你不爱你的丈夫或者你们的性格相差太大。你说你和老公的婚姻是因为复杂的原因结的，你是否可以告诉我具体是什么原因？",
    "annotation": [
      {
        "sentence": "我理解你的处境。",
        "label": ""
      },
      {
        "sentence": "性生活是夫妻关系中非常重要的一部分，但是因为许多原因，有时候它会受到影响。",
        "label": ""
      },
      {
        "sentence": "我认为你首先需要知道的是，两个人的性吸引力是双向的。",
        "label": ""
      },
      {
        "sentence": "因此，如果你在这方面感觉无动于衷，可能是因为你不爱你的丈夫或者你们的性格相差太大。",
        "label": ""
      },
      {
        "sentence": "你说你和老公的婚姻是因为复杂的原因结的，你是否可以告诉我具体是什么原因？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我读书时可能不太出众，直到大专毕业也没有谈过恋爱，也没有过性生活。相亲认识了老公，第一段恋爱就结了婚，婚后1年多就有了我儿子。",
    "annotation": [
      {
        "sentence": "我读书时可能不太出众，直到大专毕业也没有谈过恋爱，也没有过性生活。",
        "label": ""
      },
      {
        "sentence": "相亲认识了老公，第一段恋爱就结了婚，婚后1年多就有了我儿子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的人生经历对你的婚姻有着重要的影响。我听到你说第一次恋爱就结婚了，可能这样的婚姻对你来说是比较难以适应的。你可能没有经历过真正的谈恋爱和了解彼此的阶段，也没有机会对你的伴侣有足够的身体吸引力或兴趣。你也说了，你们是相亲认识的，这种方式较少有机会去了解对方的内在世界和性格特点。这些都有助于我们理解你们的性生活现状。你是否会考虑和你的丈夫多沟通，了解他的兴趣和爱好，以便你们更好地了解彼此，从而改善你们的关系？",
    "annotation": [
      {
        "sentence": "你的人生经历对你的婚姻有着重要的影响。",
        "label": ""
      },
      {
        "sentence": "我听到你说第一次恋爱就结婚了，可能这样的婚姻对你来说是比较难以适应的。",
        "label": ""
      },
      {
        "sentence": "你可能没有经历过真正的谈恋爱和了解彼此的阶段，也没有机会对你的伴侣有足够的身体吸引力或兴趣。",
        "label": ""
      },
      {
        "sentence": "你也说了，你们是相亲认识的，这种方式较少有机会去了解对方的内在世界和性格特点。",
        "label": ""
      },
      {
        "sentence": "这些都有助于我们理解你们的性生活现状。",
        "label": ""
      },
      {
        "sentence": "你是否会考虑和你的丈夫多沟通，了解他的兴趣和爱好，以便你们更好地了解彼此，从而改善你们的关系？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我已经不知道该如何和他沟通了。我们气氛一直很尴尬，很难避免。",
    "annotation": [
      {
        "sentence": "我已经不知道该如何和他沟通了。",
        "label": ""
      },
      {
        "sentence": "我们气氛一直很尴尬，很难避免。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那你是否可以尝试提高沟通的效率和质量呢？这需要你们两个人共同努力。你可以试着用一些轻松的话题开始交流，慢慢地引导对话的方向。另外，也可以尝试用一些沟通技巧，如倾听对方的意见、避免争执、表达自己的感受等等，有助于你们在交流中更容易理解彼此的想法和情感。如果你觉得自己还没有能力去做好这些，不要担心，你可以向专业的心理咨询师或者家庭治疗师求助，获取更专业的建议和支持。",
    "annotation": [
      {
        "sentence": "那你是否可以尝试提高沟通的效率和质量呢？",
        "label": ""
      },
      {
        "sentence": "这需要你们两个人共同努力。",
        "label": ""
      },
      {
        "sentence": "你可以试着用一些轻松的话题开始交流，慢慢地引导对话的方向。",
        "label": ""
      },
      {
        "sentence": "另外，也可以尝试用一些沟通技巧，如倾听对方的意见、避免争执、表达自己的感受等等，有助于你们在交流中更容易理解彼此的想法和情感。",
        "label": ""
      },
      {
        "sentence": "如果你觉得自己还没有能力去做好这些，不要担心，你可以向专业的心理咨询师或者家庭治疗师求助，获取更专业的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的建议，我觉得可能我自己的状态也需要调整一下。我希望自己有更好的性生活体验，也希望自己能够更快乐些。能否推荐一些我可以做的事情来帮助我自己？",
    "annotation": [
      {
        "sentence": "听了你的建议，我觉得可能我自己的状态也需要调整一下。",
        "label": ""
      },
      {
        "sentence": "我希望自己有更好的性生活体验，也希望自己能够更快乐些。",
        "label": ""
      },
      {
        "sentence": "能否推荐一些我可以做的事情来帮助我自己？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以。你的想法很好，我很高兴看到你可以为自己的问题寻找解决方案。我认为，除了和你的丈夫沟通和调整自己的状态外，还可以尝试以下几点：首先，你可以尝试了解你自己的身体，刻画你的性需求和喜好，这有助于你更好地探索自己的身体和寻找自己的愉悦点。其次，你也可以试着改变一下你和丈夫的性生活方式，例如，尝试不同的环境或场景、使用情趣用品等等。最重要的一点是，一定要以积极的心态尝试这些事情，不要让负面情绪影响你的性生活体验。",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "你的想法很好，我很高兴看到你可以为自己的问题寻找解决方案。",
        "label": ""
      },
      {
        "sentence": "我认为，除了和你的丈夫沟通和调整自己的状态外，还可以尝试以下几点：首先，你可以尝试了解你自己的身体，刻画你的性需求和喜好，这有助于你更好地探索自己的身体和寻找自己的愉悦点。",
        "label": ""
      },
      {
        "sentence": "其次，你也可以试着改变一下你和丈夫的性生活方式，例如，尝试不同的环境或场景、使用情趣用品等等。",
        "label": ""
      },
      {
        "sentence": "最重要的一点是，一定要以积极的心态尝试这些事情，不要让负面情绪影响你的性生活体验。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的建议，我感觉自己心情轻松了很多，也给我了希望。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "听了你的建议，我感觉自己心情轻松了很多，也给我了希望。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  }
]