[
  {
    "role": "client",
    "content": "难以忘怀初恋，这种感觉模糊，想拯救自己却无从下手？",
    "annotation": [
      {
        "sentence": "难以忘怀初恋，这种感觉模糊，想拯救自己却无从下手？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "勇敢的孩子，在与焦虑、抑郁这些大魔头的博弈中，你做得很好，已经非常棒了，请你继续加油。不过你有没有想过，你与自身心理问题的对抗、恋爱观的重塑，从来都不是为了任何别的人，而是为了完成你自己，比起寄情于不那么美好的“初恋”，给予他伤害你的特权，我更希望你全心专注自己，正确的爱自己，为了自己而成为你自己。",
    "annotation": [
      {
        "sentence": "勇敢的孩子，在与焦虑、抑郁这些大魔头的博弈中，你做得很好，已经非常棒了，请你继续加油。",
        "label": ""
      },
      {
        "sentence": "不过你有没有想过，你与自身心理问题的对抗、恋爱观的重塑，从来都不是为了任何别的人，而是为了完成你自己，比起寄情于不那么美好的“初恋”，给予他伤害你的特权，我更希望你全心专注自己，正确的爱自己，为了自己而成为你自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "中学的恋爱，因为当时有焦虑症轻度抑郁症恋爱中，从难忘的激情到互相伤害非常意难平，正式分开时他以不方便回话的借口拒绝我对爱的疑问，微信屏蔽，没有给我准确的答复，半年后我删了他腾讯QQ（迫切想放下）就没有言语联系了，彼此都无法得到需求，他说不合适，我却总认为可以重新开始。",
    "annotation": [
      {
        "sentence": "中学的恋爱，因为当时有焦虑症轻度抑郁症恋爱中，从难忘的激情到互相伤害非常意难平，正式分开时他以不方便回话的借口拒绝我对爱的疑问，微信屏蔽，没有给我准确的答复，半年后我删了他腾讯QQ（迫切想放下）就没有言语联系了，彼此都无法得到需求，他说不合适，我却总认为可以重新开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你有限的描述中，这是你对这段感情的第一个阶段，在你看来，你的初恋并非因为感情而失败，只是因为你的心理状态，而且对方从始至终也没有给你一个正式的答复，感情的开始很精彩，结束却太潦草，始终没有真正了断的真实感，也就总抱有一丝期望，让你理所当然的认为这段感情失败的主要原因是你的心理问题，而非你们双方的情感、性格、矛盾等等其他原因。于是你得出结论，只要你努力解决自己的问题，那么你们大概率可以重新开始。这里你需要明白一件事情，恋爱这种亲密关系的开始或结束，都是需要两个人共同意愿的。直白来说，你的初恋，在你最糟糕的时候离开了你，并且最后的告别也不算体面，这已经很显然，他对你或许有愧疚，或许有对曾经美好的追忆，但并没有想继续在你生活中扮演恋人的迹象。",
    "annotation": [
      {
        "sentence": "在你有限的描述中，这是你对这段感情的第一个阶段，在你看来，你的初恋并非因为感情而失败，只是因为你的心理状态，而且对方从始至终也没有给你一个正式的答复，感情的开始很精彩，结束却太潦草，始终没有真正了断的真实感，也就总抱有一丝期望，让你理所当然的认为这段感情失败的主要原因是你的心理问题，而非你们双方的情感、性格、矛盾等等其他原因。",
        "label": ""
      },
      {
        "sentence": "于是你得出结论，只要你努力解决自己的问题，那么你们大概率可以重新开始。",
        "label": ""
      },
      {
        "sentence": "这里你需要明白一件事情，恋爱这种亲密关系的开始或结束，都是需要两个人共同意愿的。",
        "label": ""
      },
      {
        "sentence": "直白来说，你的初恋，在你最糟糕的时候离开了你，并且最后的告别也不算体面，这已经很显然，他对你或许有愧疚，或许有对曾经美好的追忆，但并没有想继续在你生活中扮演恋人的迹象。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在伤痛淡化之后我平复了一些心理问题和之后恋爱观的重新塑造，我意识中否定他，却在潜意识中想重新开始，大概是约两年后，他来空间看我，并且社交软件连续访客，微信主页写着又来看我来吗，这样藕断丝连的暗示导致我潜意识中的欲望一直存在，并认为我们可以在成熟之后继续相遇。",
    "annotation": [
      {
        "sentence": "在伤痛淡化之后我平复了一些心理问题和之后恋爱观的重新塑造，我意识中否定他，却在潜意识中想重新开始，大概是约两年后，他来空间看我，并且社交软件连续访客，微信主页写着又来看我来吗，这样藕断丝连的暗示导致我潜意识中的欲望一直存在，并认为我们可以在成熟之后继续相遇。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在这一阶段你是想放下的，你的心境已经好转，但是由于你在好转过程中迫切的需要一个支柱和精神依托，你并没有完全战胜它们，导致社交软件中的蛛丝马迹，又给了你向好的幻觉。这里我的建议是，把这个人先从你目前的生活中剔除，社交软件先删除不要看、带有回忆的物件、情境都暂且避开，不要去接触，物理距离拉大会对你的情况有一定帮助，希望你更专注自己，可以尝试写日记或者正念的方式，让自己不再思考初恋这个特定对象。",
    "annotation": [
      {
        "sentence": "在这一阶段你是想放下的，你的心境已经好转，但是由于你在好转过程中迫切的需要一个支柱和精神依托，你并没有完全战胜它们，导致社交软件中的蛛丝马迹，又给了你向好的幻觉。",
        "label": ""
      },
      {
        "sentence": "这里我的建议是，把这个人先从你目前的生活中剔除，社交软件先删除不要看、带有回忆的物件、情境都暂且避开，不要去接触，物理距离拉大会对你的情况有一定帮助，希望你更专注自己，可以尝试写日记或者正念的方式，让自己不再思考初恋这个特定对象。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "直到约一年后的近期发现他已经和一个女孩在一起好几个月了吧，看听的音乐发的动态是想平复伤害，把爱转移，弥补他的缺失，而我对他准备的爱却落了空，我白天理智，每日梦里痛苦的想死掉，已经很久低欲了，我想拯救自己却无从下手。",
    "annotation": [
      {
        "sentence": "直到约一年后的近期发现他已经和一个女孩在一起好几个月了吧，看听的音乐发的动态是想平复伤害，把爱转移，弥补他的缺失，而我对他准备的爱却落了空，我白天理智，每日梦里痛苦的想死掉，已经很久低欲了，我想拯救自己却无从下手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感觉你的描述还没有结束，但是轮廓大致清晰，你的初恋已经开始新的恋情，作为停留在原地的人，挫败感的确会很深，这一点是可以理解的，希望你不要再压抑自己伤心、失望、难过的情绪，好好的放松，你的生活依旧在继续。不如想一想，这些年以来你的初恋并没有给你任何实质性的帮助，甚至都没有具体出现在你的生活里，你之所以能勇敢的与焦虑和抑郁作斗争，这是你自己的功劳，你在努力的生活，努力的变好，在你的潜意识里，你自己在努力的爱着的一直是你自己，而非一个不再爱你的，暂存在于回忆中的初恋。亲密关系是一项难题，有的人需要用一生去完成它，初恋美好纯粹，让它在回忆里继续美好也是一种体面的选择，而你接下来的功课，是如何更好的成为你自己。以上，祝好~。",
    "annotation": [
      {
        "sentence": "感觉你的描述还没有结束，但是轮廓大致清晰，你的初恋已经开始新的恋情，作为停留在原地的人，挫败感的确会很深，这一点是可以理解的，希望你不要再压抑自己伤心、失望、难过的情绪，好好的放松，你的生活依旧在继续。",
        "label": ""
      },
      {
        "sentence": "不如想一想，这些年以来你的初恋并没有给你任何实质性的帮助，甚至都没有具体出现在你的生活里，你之所以能勇敢的与焦虑和抑郁作斗争，这是你自己的功劳，你在努力的生活，努力的变好，在你的潜意识里，你自己在努力的爱着的一直是你自己，而非一个不再爱你的，暂存在于回忆中的初恋。",
        "label": ""
      },
      {
        "sentence": "亲密关系是一项难题，有的人需要用一生去完成它，初恋美好纯粹，让它在回忆里继续美好也是一种体面的选择，而你接下来的功课，是如何更好的成为你自己。",
        "label": ""
      },
      {
        "sentence": "以上，祝好~。",
        "label": ""
      }
    ]
  }
]