[
  {
    "role": "client",
    "content": "我今年25岁已婚女，这辈子只能和不怎么喜欢的人过性生活。我读书时可能不太出众，所以直到大专毕业也没有谈过恋爱，一段恋爱也没有谈过。也没有过性生活，相亲认识了老公，第一段恋爱就结了婚。婚后1年多就有了我儿子，结婚2年多了，我觉得和老公夫妻生活很没有感觉，毫无感觉。一点也不开心，说实话我不爱老公，结婚之前也不爱因为复杂的原因结了婚，我不爱老公但老公还是比较喜欢我，老公性欲比较强，做的频率高。但是我一点性趣也没有，可能因为老公不是我喜欢的类型，我觉得可能这辈子我就只能这样下去了，一辈子只和一个不怎么喜欢的人过性生活。过着没有感觉的性生活，我自己也是道德束缚的比较严重。就发发牢骚吧。",
    "annotation": [
      {
        "sentence": "我今年25岁已婚女，这辈子只能和不怎么喜欢的人过性生活。",
        "label": ""
      },
      {
        "sentence": "我读书时可能不太出众，所以直到大专毕业也没有谈过恋爱，一段恋爱也没有谈过。",
        "label": ""
      },
      {
        "sentence": "也没有过性生活，相亲认识了老公，第一段恋爱就结了婚。",
        "label": ""
      },
      {
        "sentence": "婚后1年多就有了我儿子，结婚2年多了，我觉得和老公夫妻生活很没有感觉，毫无感觉。",
        "label": ""
      },
      {
        "sentence": "一点也不开心，说实话我不爱老公，结婚之前也不爱因为复杂的原因结了婚，我不爱老公但老公还是比较喜欢我，老公性欲比较强，做的频率高。",
        "label": ""
      },
      {
        "sentence": "但是我一点性趣也没有，可能因为老公不是我喜欢的类型，我觉得可能这辈子我就只能这样下去了，一辈子只和一个不怎么喜欢的人过性生活。",
        "label": ""
      },
      {
        "sentence": "过着没有感觉的性生活，我自己也是道德束缚的比较严重。",
        "label": ""
      },
      {
        "sentence": "就发发牢骚吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困扰，我明白你现在感到非常不满和焦虑。但是我想问你一个问题，你只是想发泄一下吗？你真的想要一辈子按着这样的方式过下去吗？你的人生不应该只是为了别人的开心而存在。为什么不能脱离现在的生活，在与你真正爱的人在一起，每天过得快乐和幸福呢？你说自己有道德束缚，那么你觉得你想要做的事情会受到道德的谴责吗？比如离婚，谁会去谴责你呢？如果有人谴责你，那是否意味着你有问题呢？实际上，你只是想追寻自己想要的生活，想让自己过得更幸福一点。并且，在这段婚姻中你真的算是道德吗？如果你的丈夫知道你完全不爱他，他会怎么想呢？这对他是否公平呢？而且，未来还有可能会遇到一个令你心动的人，他会给你带来爱情的激情，你能够控制自己吗？人的内心是很脆弱的，往往无法抵御诱惑。如果以后你犯错误了，会觉得更加不道德吗？想象一下，即使有人谴责你，比如你的丈夫、家人，但这只是暂时的。过上一两年后，可能再也没有人再提这件事了。你就能够自由了，不再被迫与你不爱的人在一起。你可以和真正爱的人在一起，不再忍受那些无法忍受的事，而是过上充满激情的生活。这难道不是更有价值的吗？人会犯错，但我们可以纠正。25年的不顺利并不意味着我们一辈子都会这样。事实上，任何时候你都可以重新开始，过上真正想要的生活。你需要更多地思考你想要的生活，满足自己的需求。也许你的现在只是随波逐流，从未考虑自己真正想要什么，总是满足社会和他人的需求。但是你现在已经意识到了问题，你可以开始思考如何去改变。每个人都有权利过上自己想要的生活，而你也不例外。相信自己多一点，满足自己多一点。爱自己并没有错，即使遭受他人的谴责也只是他们的问题，而不是你的。",
    "annotation": [
      {
        "sentence": "听到你的困扰，我明白你现在感到非常不满和焦虑。",
        "label": ""
      },
      {
        "sentence": "但是我想问你一个问题，你只是想发泄一下吗？",
        "label": ""
      },
      {
        "sentence": "你真的想要一辈子按着这样的方式过下去吗？",
        "label": ""
      },
      {
        "sentence": "你的人生不应该只是为了别人的开心而存在。",
        "label": ""
      },
      {
        "sentence": "为什么不能脱离现在的生活，在与你真正爱的人在一起，每天过得快乐和幸福呢？",
        "label": ""
      },
      {
        "sentence": "你说自己有道德束缚，那么你觉得你想要做的事情会受到道德的谴责吗？",
        "label": ""
      },
      {
        "sentence": "比如离婚，谁会去谴责你呢？",
        "label": ""
      },
      {
        "sentence": "如果有人谴责你，那是否意味着你有问题呢？",
        "label": ""
      },
      {
        "sentence": "实际上，你只是想追寻自己想要的生活，想让自己过得更幸福一点。",
        "label": ""
      },
      {
        "sentence": "并且，在这段婚姻中你真的算是道德吗？",
        "label": ""
      },
      {
        "sentence": "如果你的丈夫知道你完全不爱他，他会怎么想呢？",
        "label": ""
      },
      {
        "sentence": "这对他是否公平呢？",
        "label": ""
      },
      {
        "sentence": "而且，未来还有可能会遇到一个令你心动的人，他会给你带来爱情的激情，你能够控制自己吗？",
        "label": ""
      },
      {
        "sentence": "人的内心是很脆弱的，往往无法抵御诱惑。",
        "label": ""
      },
      {
        "sentence": "如果以后你犯错误了，会觉得更加不道德吗？",
        "label": ""
      },
      {
        "sentence": "想象一下，即使有人谴责你，比如你的丈夫、家人，但这只是暂时的。",
        "label": ""
      },
      {
        "sentence": "过上一两年后，可能再也没有人再提这件事了。",
        "label": ""
      },
      {
        "sentence": "你就能够自由了，不再被迫与你不爱的人在一起。",
        "label": ""
      },
      {
        "sentence": "你可以和真正爱的人在一起，不再忍受那些无法忍受的事，而是过上充满激情的生活。",
        "label": ""
      },
      {
        "sentence": "这难道不是更有价值的吗？",
        "label": ""
      },
      {
        "sentence": "人会犯错，但我们可以纠正。",
        "label": ""
      },
      {
        "sentence": "25年的不顺利并不意味着我们一辈子都会这样。",
        "label": ""
      },
      {
        "sentence": "事实上，任何时候你都可以重新开始，过上真正想要的生活。",
        "label": ""
      },
      {
        "sentence": "你需要更多地思考你想要的生活，满足自己的需求。",
        "label": ""
      },
      {
        "sentence": "也许你的现在只是随波逐流，从未考虑自己真正想要什么，总是满足社会和他人的需求。",
        "label": ""
      },
      {
        "sentence": "但是你现在已经意识到了问题，你可以开始思考如何去改变。",
        "label": ""
      },
      {
        "sentence": "每个人都有权利过上自己想要的生活，而你也不例外。",
        "label": ""
      },
      {
        "sentence": "相信自己多一点，满足自己多一点。",
        "label": ""
      },
      {
        "sentence": "爱自己并没有错，即使遭受他人的谴责也只是他们的问题，而不是你的。",
        "label": ""
      }
    ]
  }
]