[
  {
    "role": "client",
    "content": "最近两个月，我总是在反刍。越来越不自信，人生第一次真正觉得“活着没有意义”是在失恋以后，因为看不到未来分的手。或许是因为理想爱情的第一次破灭，我开始否定之前所有的对于爱情的想法，就觉得不会再碰到更好的人，学习没有成就，生活没有别人过得有滋有味，未来也迷茫，也否定之前对未来的设想，再怎么努力将来也还是会经历各种各样的苦难，怀疑那会是我想要的生活吗？...于是开始羡慕身边所有人，就算学习没有很认真也能很好生活的室友、有个性会发脾气会“喊疼”的同学、工资没有很高却能保持高涨工作热情的打饭阿姨，擅长跟各路人聊天交流快乐或有价值的想法的人，她们都活得很清楚。我能感受到所有人的情绪却感受不到我自己，我像个透明人，失去了学习和生活的节奏。我开始讨厌我的内向不爱交流想事做事不果决的性格，从前喜欢默默努力默默帮忙摸摸忍受委屈现在只有讨厌，我可能以后都是这个状态不会变好了，我连想要成为一个什么样的人都在不断反刍当中被推翻，自由、快乐、理想通通失彩。",
    "annotation": [
      {
        "sentence": "最近两个月，我总是在反刍。",
        "label": ""
      },
      {
        "sentence": "越来越不自信，人生第一次真正觉得“活着没有意义”是在失恋以后，因为看不到未来分的手。",
        "label": ""
      },
      {
        "sentence": "或许是因为理想爱情的第一次破灭，我开始否定之前所有的对于爱情的想法，就觉得不会再碰到更好的人，学习没有成就，生活没有别人过得有滋有味，未来也迷茫，也否定之前对未来的设想，再怎么努力将来也还是会经历各种各样的苦难，怀疑那会是我想要的生活吗？",
        "label": ""
      },
      {
        "sentence": "...于是开始羡慕身边所有人，就算学习没有很认真也能很好生活的室友、有个性会发脾气会“喊疼”的同学、工资没有很高却能保持高涨工作热情的打饭阿姨，擅长跟各路人聊天交流快乐或有价值的想法的人，她们都活得很清楚。",
        "label": ""
      },
      {
        "sentence": "我能感受到所有人的情绪却感受不到我自己，我像个透明人，失去了学习和生活的节奏。",
        "label": ""
      },
      {
        "sentence": "我开始讨厌我的内向不爱交流想事做事不果决的性格，从前喜欢默默努力默默帮忙摸摸忍受委屈现在只有讨厌，我可能以后都是这个状态不会变好了，我连想要成为一个什么样的人都在不断反刍当中被推翻，自由、快乐、理想通通失彩。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够感受到你的内心很丰富，也很有自己的想法。人们总是渴望着“一旦拥有，永恒不变”美好，但却忘记了，不会失去也就不懂珍惜的道理。苏格拉底说过“未经审视的人生不值得过”，所以你会在这样的年纪思考“活着的意义”是一件很棒的事。不知道你是否想过一个问题：人的幸福和快乐来自哪里？“再怎么努力将来也还是会经历各种各样的苦难，怀疑那会是我想要的生活吗？”苦难和幸福像是一枚硬币的两个面，没有苦难就不会有幸福。如果一个人无法从食物中获得幸福感，那只能说明他太久没有饿过肚子了，当他把自己拥有的一切都视作“理所应当”时，又怎么可能拥有幸福感？",
    "annotation": [
      {
        "sentence": "能够感受到你的内心很丰富，也很有自己的想法。",
        "label": ""
      },
      {
        "sentence": "人们总是渴望着“一旦拥有，永恒不变”美好，但却忘记了，不会失去也就不懂珍惜的道理。",
        "label": ""
      },
      {
        "sentence": "苏格拉底说过“未经审视的人生不值得过”，所以你会在这样的年纪思考“活着的意义”是一件很棒的事。",
        "label": ""
      },
      {
        "sentence": "不知道你是否想过一个问题：人的幸福和快乐来自哪里？",
        "label": ""
      },
      {
        "sentence": "“再怎么努力将来也还是会经历各种各样的苦难，怀疑那会是我想要的生活吗？",
        "label": ""
      },
      {
        "sentence": "”苦难和幸福像是一枚硬币的两个面，没有苦难就不会有幸福。",
        "label": ""
      },
      {
        "sentence": "如果一个人无法从食物中获得幸福感，那只能说明他太久没有饿过肚子了，当他把自己拥有的一切都视作“理所应当”时，又怎么可能拥有幸福感？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的没错，但我觉得我遇到的问题特别多，而且感觉自己无论怎么努力都无法走出困境，这让我产生了很大的挫败感和绝望。",
    "annotation": [
      {
        "sentence": "你说的没错，但我觉得我遇到的问题特别多，而且感觉自己无论怎么努力都无法走出困境，这让我产生了很大的挫败感和绝望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，困境和挫败感是生活中常常会遇到的。人生就是一段经历各种挫折和困境的过程，但这并不意味着我们不能走出来。或许你现在正处于一个低谷期，但低谷期是暂时的，只要你保持积极的心态和努力面对，一定能够渡过难关。",
    "annotation": [
      {
        "sentence": "我理解你的感受，困境和挫败感是生活中常常会遇到的。",
        "label": ""
      },
      {
        "sentence": "人生就是一段经历各种挫折和困境的过程，但这并不意味着我们不能走出来。",
        "label": ""
      },
      {
        "sentence": "或许你现在正处于一个低谷期，但低谷期是暂时的，只要你保持积极的心态和努力面对，一定能够渡过难关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我感觉我过去的努力都没有得到回报，我开始怀疑自己的价值和能力，觉得自己注定不能成功。",
    "annotation": [
      {
        "sentence": "可是我感觉我过去的努力都没有得到回报，我开始怀疑自己的价值和能力，觉得自己注定不能成功。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要这样想，每个人都需要经历失败和困难，这是成长的一部分。成功的道路上并不是一帆风顺的，也许你现在感觉到的困境只是暂时的，你还有很多机会去证明自己的价值和能力。记住，只要你相信自己，坚持努力，就一定能够找到属于自己的成功之路。",
    "annotation": [
      {
        "sentence": "不要这样想，每个人都需要经历失败和困难，这是成长的一部分。",
        "label": ""
      },
      {
        "sentence": "成功的道路上并不是一帆风顺的，也许你现在感觉到的困境只是暂时的，你还有很多机会去证明自己的价值和能力。",
        "label": ""
      },
      {
        "sentence": "记住，只要你相信自己，坚持努力，就一定能够找到属于自己的成功之路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但是我觉得我已经陷入了一种消极的循环中，不停地否定自己，不相信未来会有好的结果。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但是我觉得我已经陷入了一种消极的循环中，不停地否定自己，不相信未来会有好的结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你现在的困境，但请记住，消极的思维只会进一步拉低你的情绪和自信心。试着转变一下思维方式，提醒自己过去的成功和进步，回想一下你曾经克服的困难和挑战，这些都是你的力量和勇气的体现。相信自己，未来会有更好的结果等着你。",
    "annotation": [
      {
        "sentence": "我了解你现在的困境，但请记住，消极的思维只会进一步拉低你的情绪和自信心。",
        "label": ""
      },
      {
        "sentence": "试着转变一下思维方式，提醒自己过去的成功和进步，回想一下你曾经克服的困难和挑战，这些都是你的力量和勇气的体现。",
        "label": ""
      },
      {
        "sentence": "相信自己，未来会有更好的结果等着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我应该更加积极地对待自己和未来。我会尽力改变自己消极的思维方式，努力面对困境，相信自己的能力。",
    "annotation": [
      {
        "sentence": "你说的有道理，我应该更加积极地对待自己和未来。",
        "label": ""
      },
      {
        "sentence": "我会尽力改变自己消极的思维方式，努力面对困境，相信自己的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的改变和决心，相信自己是第一步，接下来就是行动。不要害怕失败，每一次挫折都是向成功迈出的一步。我相信你能够度过困境，迎接美好的未来。祝你生活愉快！",
    "annotation": [
      {
        "sentence": "很高兴听到你的改变和决心，相信自己是第一步，接下来就是行动。",
        "label": ""
      },
      {
        "sentence": "不要害怕失败，每一次挫折都是向成功迈出的一步。",
        "label": ""
      },
      {
        "sentence": "我相信你能够度过困境，迎接美好的未来。",
        "label": ""
      },
      {
        "sentence": "祝你生活愉快！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会努力的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会努力的。",
        "label": ""
      }
    ]
  }
]