[
  {
    "role": "client",
    "content": "关于恋爱婚姻，他的动机是为了骗我发生关系吗？",
    "annotation": [
      {
        "sentence": "关于恋爱婚姻，他的动机是为了骗我发生关系吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婚姻与性爱，本就是一对双生子，他们是相互伴随产生的。所以当两个人的关系发展到一定程度的时候，性也会随之产生。不用太过的担心，跟着自己的内心走你才能做出正确的选择。",
    "annotation": [
      {
        "sentence": "婚姻与性爱，本就是一对双生子，他们是相互伴随产生的。",
        "label": ""
      },
      {
        "sentence": "所以当两个人的关系发展到一定程度的时候，性也会随之产生。",
        "label": ""
      },
      {
        "sentence": "不用太过的担心，跟着自己的内心走你才能做出正确的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "和男朋友确定关系一个月了比之前要亲密一些，我喜欢和他偶尔接吻的感觉，他说我接吻像老司机，让他没有安全感，觉得我之前和其他男的也这样过。",
    "annotation": [
      {
        "sentence": "和男朋友确定关系一个月了比之前要亲密一些，我喜欢和他偶尔接吻的感觉，他说我接吻像老司机，让他没有安全感，觉得我之前和其他男的也这样过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先说说你们的问题：你们的男女朋友关系才确定一个多月，有进一步的关系，但还没有发展到那一步。他最近总是对你性暗示，会在接吻的时候摸你的胸，甚至有脱你衣服的举动。也正是因为这样的事情，你很痛苦和尴尬，甚至觉得你当初答应他的决定太草率了。",
    "annotation": [
      {
        "sentence": "先说说你们的问题：你们的男女朋友关系才确定一个多月，有进一步的关系，但还没有发展到那一步。",
        "label": ""
      },
      {
        "sentence": "他最近总是对你性暗示，会在接吻的时候摸你的胸，甚至有脱你衣服的举动。",
        "label": ""
      },
      {
        "sentence": "也正是因为这样的事情，你很痛苦和尴尬，甚至觉得你当初答应他的决定太草率了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "最近发现，他老是想单独来找我，他老是习惯性暗示，还喜欢乱摸，把手伸进内衣里摸胸，还有有时候想拽我的裤子的举动，把我的内衣肩带拉下来，试图捏住我的胸亲吻，把我吓到差点哭了。",
    "annotation": [
      {
        "sentence": "最近发现，他老是想单独来找我，他老是习惯性暗示，还喜欢乱摸，把手伸进内衣里摸胸，还有有时候想拽我的裤子的举动，把我的内衣肩带拉下来，试图捏住我的胸亲吻，把我吓到差点哭了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述来看，我觉得你们更像是相亲认识的，也可能是我猜错了。所以我感觉男方有更多的焦虑感与不安全感，在相识一个月后就希望和你发生关系和订婚，可能也有来至于生活和家庭的原因，但是这并不是他可以不尊重你的理由。同样，确定关系才一个月，你们对对方的了解也并不是很多，急着订婚也确实不合适，你的顾虑是有一定的道理的。",
    "annotation": [
      {
        "sentence": "从你的描述来看，我觉得你们更像是相亲认识的，也可能是我猜错了。",
        "label": ""
      },
      {
        "sentence": "所以我感觉男方有更多的焦虑感与不安全感，在相识一个月后就希望和你发生关系和订婚，可能也有来至于生活和家庭的原因，但是这并不是他可以不尊重你的理由。",
        "label": ""
      },
      {
        "sentence": "同样，确定关系才一个月，你们对对方的了解也并不是很多，急着订婚也确实不合适，你的顾虑是有一定的道理的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他自己回去以后给我说，他回家发现内裤很尴尬，应该我来洗，他觉得摸我是我默许的？！我这几天处在一种羞耻感里，觉得很讨厌他，也很讨厌自己拒绝的很软弱。",
    "annotation": [
      {
        "sentence": "他自己回去以后给我说，他回家发现内裤很尴尬，应该我来洗，他觉得摸我是我默许的？！",
        "label": ""
      },
      {
        "sentence": "我这几天处在一种羞耻感里，觉得很讨厌他，也很讨厌自己拒绝的很软弱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同样，也可能对方并没有你说的那么严重，只是为了骗你发生关系，不然他也不会商量着和你订婚。只是他可能太过急躁了。男女朋友之间，有亲密关系和行为是非常正常的，只不过你们的节奏太快，这是不利于你们感情的健康发展的。不过你们能在一个月左右的时间，发展到可以接吻的地步，说明你们两人之间确实互有好感，尤其是你对对方的好感，只不过这种好感被对方突如其来的举动打破了。",
    "annotation": [
      {
        "sentence": "同样，也可能对方并没有你说的那么严重，只是为了骗你发生关系，不然他也不会商量着和你订婚。",
        "label": ""
      },
      {
        "sentence": "只是他可能太过急躁了。",
        "label": ""
      },
      {
        "sentence": "男女朋友之间，有亲密关系和行为是非常正常的，只不过你们的节奏太快，这是不利于你们感情的健康发展的。",
        "label": ""
      },
      {
        "sentence": "不过你们能在一个月左右的时间，发展到可以接吻的地步，说明你们两人之间确实互有好感，尤其是你对对方的好感，只不过这种好感被对方突如其来的举动打破了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这段恋爱关系，我处于我有点不自信很困惑，当初答应做女朋友是不是太草率了，他说还会找我，我很讨厌他经常找我，他的动机是为了骗我发生关系吗？他一直想订婚，可是这样稀里糊涂的，怎么去想未来？我现在心很乱，又没处说，我到底爱不爱他？",
    "annotation": [
      {
        "sentence": "这段恋爱关系，我处于我有点不自信很困惑，当初答应做女朋友是不是太草率了，他说还会找我，我很讨厌他经常找我，他的动机是为了骗我发生关系吗？",
        "label": ""
      },
      {
        "sentence": "他一直想订婚，可是这样稀里糊涂的，怎么去想未来？",
        "label": ""
      },
      {
        "sentence": "我现在心很乱，又没处说，我到底爱不爱他？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "但是有一点我想说一下，那就是男女朋友在接吻的时候，双方确实是会相互试探的，并且有的时候有些举动会不由自主，比如你说的摸胸、脱衣服。关键是看对方的自控力，有些人能控制的住，有些人控制不住。所以你应该客观的看问题，看看对方到底是真心想和还是只是为了和你发生关系。",
    "annotation": [
      {
        "sentence": "但是有一点我想说一下，那就是男女朋友在接吻的时候，双方确实是会相互试探的，并且有的时候有些举动会不由自主，比如你说的摸胸、脱衣服。",
        "label": ""
      },
      {
        "sentence": "关键是看对方的自控力，有些人能控制的住，有些人控制不住。",
        "label": ""
      },
      {
        "sentence": "所以你应该客观的看问题，看看对方到底是真心想和还是只是为了和你发生关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在不想和他单独相处，也不想联系他，大约是有点恐惧和忧虑吧。语无伦次，只想到了这些，请大家帮帮我好吗，谢谢。",
    "annotation": [
      {
        "sentence": "我现在不想和他单独相处，也不想联系他，大约是有点恐惧和忧虑吧。",
        "label": ""
      },
      {
        "sentence": "语无伦次，只想到了这些，请大家帮帮我好吗，谢谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后给你一点建议，希望可以帮助到你认清自己对对方的感觉这一点是非常重要的，因为两个人在一起感觉很重要，你到底是不是真的爱对方，对方是不是真的爱你。只有认清这个问题，你才能做出正确的选择。首先你可以明确的告诉对方，你们才交往一个月，双方还不是真的了解，也不知道合不合适，希望再交往一段时间，然后再考虑订婚的事情。其次，对于他的过分举动，你应该在当时就及时的制止。并且之后你也应该和他说明你的立场，你不喜欢他这样，希望他尊重你。我想，如果他真的在乎你、喜欢你，他是能理解你并且给你时间的，如若不然，你也没有必要再和他走下去了。",
    "annotation": [
      {
        "sentence": "最后给你一点建议，希望可以帮助到你认清自己对对方的感觉这一点是非常重要的，因为两个人在一起感觉很重要，你到底是不是真的爱对方，对方是不是真的爱你。",
        "label": ""
      },
      {
        "sentence": "只有认清这个问题，你才能做出正确的选择。",
        "label": ""
      },
      {
        "sentence": "首先你可以明确的告诉对方，你们才交往一个月，双方还不是真的了解，也不知道合不合适，希望再交往一段时间，然后再考虑订婚的事情。",
        "label": ""
      },
      {
        "sentence": "其次，对于他的过分举动，你应该在当时就及时的制止。",
        "label": ""
      },
      {
        "sentence": "并且之后你也应该和他说明你的立场，你不喜欢他这样，希望他尊重你。",
        "label": ""
      },
      {
        "sentence": "我想，如果他真的在乎你、喜欢你，他是能理解你并且给你时间的，如若不然，你也没有必要再和他走下去了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在心情确实没有平静下来，也担心自己的未来。我想你说的对，给双方时间先不要草率的做决定，因为你还没有完全的冷静下来，并且你们才相处一个月，或许还需要进一步的了解。",
    "annotation": [
      {
        "sentence": "我现在心情确实没有平静下来，也担心自己的未来。",
        "label": ""
      },
      {
        "sentence": "我想你说的对，给双方时间先不要草率的做决定，因为你还没有完全的冷静下来，并且你们才相处一个月，或许还需要进一步的了解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果他知道你的感受后，可以尊重你并不做过分举动的话，可以继续尝试交往。再通过一段时间的交往与观察，如果他的表现能让你满意，你们相处的也非常融洽的话，再考虑订婚结婚也是明智的选择。希望这些建议",
    "annotation": [
      {
        "sentence": "如果他知道你的感受后，可以尊重你并不做过分举动的话，可以继续尝试交往。",
        "label": ""
      },
      {
        "sentence": "再通过一段时间的交往与观察，如果他的表现能让你满意，你们相处的也非常融洽的话，再考虑订婚结婚也是明智的选择。",
        "label": ""
      },
      {
        "sentence": "希望这些建议",
        "label": ""
      }
    ]
  }
]