[
  {
    "role": "client",
    "content": "关于恋爱婚姻，他的动机是为了骗我发生关系吗？和男朋友确定关系一个月了比之前要亲密一些，我喜欢和他偶尔接吻的感觉，他说我接吻像老司机，让他没有安全感，觉得我之前和其他男的也这样过，最近发现，他老是想单独来找我，他老是习惯性暗示，还喜欢乱摸，把手伸进内衣里摸胸，还有有时候想拽我的裤子的举动，把我的内衣肩带拉下来，试图捏住我的胸亲吻，把我吓到差点哭了，他自己回去以后给我说，他回家发现内裤很尴尬，应该我来洗，他觉得摸我是我默许的？！我这几天处在一种羞耻感里，觉得很讨厌他，也很讨厌自己拒绝的很软弱，这段恋爱关系，我处于我有点不自信很困惑，当初答应做女朋友是不是太草率了，他说还会找我，我很讨厌他经常找我，他的动机是为了骗我发生关系吗？他一直想订婚，可是这样稀里糊涂的，怎么去想未来？我现在心很乱，又没处说，我到底爱不爱他？我现在不想和他单独相处，也不想联系他，大约是有点恐惧和忧虑吧。语无伦次，只想到了这些，请大家帮帮我好吗，谢谢",
    "annotation": [
      {
        "sentence": "关于恋爱婚姻，他的动机是为了骗我发生关系吗？",
        "label": ""
      },
      {
        "sentence": "和男朋友确定关系一个月了比之前要亲密一些，我喜欢和他偶尔接吻的感觉，他说我接吻像老司机，让他没有安全感，觉得我之前和其他男的也这样过，最近发现，他老是想单独来找我，他老是习惯性暗示，还喜欢乱摸，把手伸进内衣里摸胸，还有有时候想拽我的裤子的举动，把我的内衣肩带拉下来，试图捏住我的胸亲吻，把我吓到差点哭了，他自己回去以后给我说，他回家发现内裤很尴尬，应该我来洗，他觉得摸我是我默许的？！",
        "label": ""
      },
      {
        "sentence": "我这几天处在一种羞耻感里，觉得很讨厌他，也很讨厌自己拒绝的很软弱，这段恋爱关系，我处于我有点不自信很困惑，当初答应做女朋友是不是太草率了，他说还会找我，我很讨厌他经常找我，他的动机是为了骗我发生关系吗？",
        "label": ""
      },
      {
        "sentence": "他一直想订婚，可是这样稀里糊涂的，怎么去想未来？",
        "label": ""
      },
      {
        "sentence": "我现在心很乱，又没处说，我到底爱不爱他？",
        "label": ""
      },
      {
        "sentence": "我现在不想和他单独相处，也不想联系他，大约是有点恐惧和忧虑吧。",
        "label": ""
      },
      {
        "sentence": "语无伦次，只想到了这些，请大家帮帮我好吗，谢谢",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对他的行为感到害怕和忧虑是很正常的情绪反应。我有几个问题想问问你，当他说你接吻像“老司机”这句话之后，你是怎么回应的呢？他的态度又是怎样的呢？我感觉他一开始就在打压你的自信心，让你觉得好像是你做错了事情，让你感到愧疚和自卑。另外，在亲吻时他没有征求你的意见，还觉得摸你是你默许了，这是完全错误的逻辑。我认为在你们的感情中，他对订婚的看法可能只是一个幌子，让发生性关系看起来合理。如果你拒绝，他就会继续打压你，说一些类似“难道你还想和其他男人在一起吗？我可是你的老公，你应该听我的。”一个负责任的男人是不会在两个人还没有充分认识和信任的情况下就轻率地谈论订婚的。要想清楚自己想要什么样的感情，我建议尽量避免和他单独相处。如果你觉得他不是一个适合你的人，可以做出自己的选择，但一定要学会保护自己。你可能不太懂得拒绝，但是如果他做的事情让你不舒服，无论是男女关系，你都有权利马上喊停，让他停止那些行为。当然，男女的力量是不同的，所以还是尽量避免和他单独相处吧。",
    "annotation": [
      {
        "sentence": "你对他的行为感到害怕和忧虑是很正常的情绪反应。",
        "label": ""
      },
      {
        "sentence": "我有几个问题想问问你，当他说你接吻像“老司机”这句话之后，你是怎么回应的呢？",
        "label": ""
      },
      {
        "sentence": "他的态度又是怎样的呢？",
        "label": ""
      },
      {
        "sentence": "我感觉他一开始就在打压你的自信心，让你觉得好像是你做错了事情，让你感到愧疚和自卑。",
        "label": ""
      },
      {
        "sentence": "另外，在亲吻时他没有征求你的意见，还觉得摸你是你默许了，这是完全错误的逻辑。",
        "label": ""
      },
      {
        "sentence": "我认为在你们的感情中，他对订婚的看法可能只是一个幌子，让发生性关系看起来合理。",
        "label": ""
      },
      {
        "sentence": "如果你拒绝，他就会继续打压你，说一些类似“难道你还想和其他男人在一起吗？",
        "label": ""
      },
      {
        "sentence": "我可是你的老公，你应该听我的。",
        "label": ""
      },
      {
        "sentence": "”一个负责任的男人是不会在两个人还没有充分认识和信任的情况下就轻率地谈论订婚的。",
        "label": ""
      },
      {
        "sentence": "要想清楚自己想要什么样的感情，我建议尽量避免和他单独相处。",
        "label": ""
      },
      {
        "sentence": "如果你觉得他不是一个适合你的人，可以做出自己的选择，但一定要学会保护自己。",
        "label": ""
      },
      {
        "sentence": "你可能不太懂得拒绝，但是如果他做的事情让你不舒服，无论是男女关系，你都有权利马上喊停，让他停止那些行为。",
        "label": ""
      },
      {
        "sentence": "当然，男女的力量是不同的，所以还是尽量避免和他单独相处吧。",
        "label": ""
      }
    ]
  }
]