[
  {
    "role": "client",
    "content": "渴望被需要，这背后的成因是什么？对自己在乎的人非常渴望被需要，不知道这背后的成因是什么？如果感到不被需要并没有被很喜欢，会觉得沮丧失落，想找回那种有人粘着被人需要被人时刻惦记关注的感觉，会不理智，不太明白为什么会这样？",
    "annotation": [
      {
        "sentence": "渴望被需要，这背后的成因是什么？",
        "label": ""
      },
      {
        "sentence": "对自己在乎的人非常渴望被需要，不知道这背后的成因是什么？",
        "label": ""
      },
      {
        "sentence": "如果感到不被需要并没有被很喜欢，会觉得沮丧失落，想找回那种有人粘着被人需要被人时刻惦记关注的感觉，会不理智，不太明白为什么会这样？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人终其一生都是在寻找归属感与价值感，“被需要”也是一种能够让自己觉得自己有用的价值感。1、“对自己在乎的人非常渴望被需要”，这是一种对联结的渴望。我不知道你的原生家庭背景，但可以大胆做个猜测，你的原生家庭也许因为种种原因没有能够给予你足够的关注与爱，导致你在爱上面有一种匮乏感，所以特别渴望和别人的联结，表现在亲密关系里就是“粘”和要关注。",
    "annotation": [
      {
        "sentence": "人终其一生都是在寻找归属感与价值感，“被需要”也是一种能够让自己觉得自己有用的价值感。",
        "label": ""
      },
      {
        "sentence": "1、“对自己在乎的人非常渴望被需要”，这是一种对联结的渴望。",
        "label": ""
      },
      {
        "sentence": "我不知道你的原生家庭背景，但可以大胆做个猜测，你的原生家庭也许因为种种原因没有能够给予你足够的关注与爱，导致你在爱上面有一种匮乏感，所以特别渴望和别人的联结，表现在亲密关系里就是“粘”和要关注。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我从小家里的环境比较冷漠，缺少关注与爱。可能正是因为这个原因，我才一直渴望被人需要和关注。我希望能得到更多的爱和关心，这样我就能感到安全和满足。",
    "annotation": [
      {
        "sentence": "是的，我从小家里的环境比较冷漠，缺少关注与爱。",
        "label": ""
      },
      {
        "sentence": "可能正是因为这个原因，我才一直渴望被人需要和关注。",
        "label": ""
      },
      {
        "sentence": "我希望能得到更多的爱和关心，这样我就能感到安全和满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受。这种渴望得到爱与关注的需求是人之常情。然而，我们不能完全依赖他人的关注和爱来定义自己的价值。我们应该学会自己给予自己关爱和肯定。",
    "annotation": [
      {
        "sentence": "我了解你的感受。",
        "label": ""
      },
      {
        "sentence": "这种渴望得到爱与关注的需求是人之常情。",
        "label": ""
      },
      {
        "sentence": "然而，我们不能完全依赖他人的关注和爱来定义自己的价值。",
        "label": ""
      },
      {
        "sentence": "我们应该学会自己给予自己关爱和肯定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是，如果感到不被需要并没有被很喜欢，我会感到非常沮丧失落，想找回那种有人粘着被人需要被人时刻惦记关注的感觉。我会变得不理智，不知道如何应对这种情绪。",
    "annotation": [
      {
        "sentence": "可是，如果感到不被需要并没有被很喜欢，我会感到非常沮丧失落，想找回那种有人粘着被人需要被人时刻惦记关注的感觉。",
        "label": ""
      },
      {
        "sentence": "我会变得不理智，不知道如何应对这种情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的自我价值感大部分来自外界，来自别人对待自己的方式和评价。即是说，你的自我内核较弱，对自己的评价是建立在别人的基础上的。别人给你关注和爱，你就欢喜；别人将这些关注与爱收回，你就沮丧失落。你看，你的情绪是可以被别人操纵与决定的，你要将对生命的掌控权拿回来，建立自己的内在价值感与自信。",
    "annotation": [
      {
        "sentence": "你的自我价值感大部分来自外界，来自别人对待自己的方式和评价。",
        "label": ""
      },
      {
        "sentence": "即是说，你的自我内核较弱，对自己的评价是建立在别人的基础上的。",
        "label": ""
      },
      {
        "sentence": "别人给你关注和爱，你就欢喜；别人将这些关注与爱收回，你就沮丧失落。",
        "label": ""
      },
      {
        "sentence": "你看，你的情绪是可以被别人操纵与决定的，你要将对生命的掌控权拿回来，建立自己的内在价值感与自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我确实太过依赖外界的肯定和关注。我想要拥有自己的内在价值感和自信，但是不知道该如何开始。",
    "annotation": [
      {
        "sentence": "你说的对，我确实太过依赖外界的肯定和关注。",
        "label": ""
      },
      {
        "sentence": "我想要拥有自己的内在价值感和自信，但是不知道该如何开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，建议你先慢慢学习如何爱自己，爱满自溢。要从接受自己开始，接受自己的优点和缺点，不要过分苛求完美。尝试培养一些属于自己的兴趣爱好，经常给自己一些奖励和肯定。这样你就能慢慢建立自己的内在价值感与自信。",
    "annotation": [
      {
        "sentence": "首先，建议你先慢慢学习如何爱自己，爱满自溢。",
        "label": ""
      },
      {
        "sentence": "要从接受自己开始，接受自己的优点和缺点，不要过分苛求完美。",
        "label": ""
      },
      {
        "sentence": "尝试培养一些属于自己的兴趣爱好，经常给自己一些奖励和肯定。",
        "label": ""
      },
      {
        "sentence": "这样你就能慢慢建立自己的内在价值感与自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试着接受自己的不完美，培养自己的爱好来增强自己的内在价值感。同时，还有其他的方法来帮助我摆脱对他人关注和需要的过度依赖吗？",
    "annotation": [
      {
        "sentence": "好的，我会试着接受自己的不完美，培养自己的爱好来增强自己的内在价值感。",
        "label": ""
      },
      {
        "sentence": "同时，还有其他的方法来帮助我摆脱对他人关注和需要的过度依赖吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了学会爱自己之外，还可以尝试关注他人的需求和关心他人。这样你就可以建立一种平衡，既满足了自己被需要的需求，也能够给予他人关爱。还有，你可以寻找一些心理咨询或者成长班的机会，学习更多关于心理健康和自我成长的知识。",
    "annotation": [
      {
        "sentence": "除了学会爱自己之外，还可以尝试关注他人的需求和关心他人。",
        "label": ""
      },
      {
        "sentence": "这样你就可以建立一种平衡，既满足了自己被需要的需求，也能够给予他人关爱。",
        "label": ""
      },
      {
        "sentence": "还有，你可以寻找一些心理咨询或者成长班的机会，学习更多关于心理健康和自我成长的知识。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着平衡自己的需要和关心他人的需求，也会考虑参加一些心理咨询或成长班的机会。我相信通过这些努力，我能够建立起自己的内在价值感和自信。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着平衡自己的需要和关心他人的需求，也会考虑参加一些心理咨询或成长班的机会。",
        "label": ""
      },
      {
        "sentence": "我相信通过这些努力，我能够建立起自己的内在价值感和自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮助到你。相信自己，你一定可以摆脱对他人关注和需要的过度依赖，建立起属于自己的内在价值感与自信。如果还有需要，随时来找我聊天。记得，每个人都是独特而有价值的。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "很高兴能帮助到你。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定可以摆脱对他人关注和需要的过度依赖，建立起属于自己的内在价值感与自信。",
        "label": ""
      },
      {
        "sentence": "如果还有需要，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "记得，每个人都是独特而有价值的。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励！我会努力的，再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会努力的，再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，希望我们的对话对你有所帮助。如果有任何困惑或需要再次倾诉，随时记得来找我。祝你一切进展顺利！",
    "annotation": [
      {
        "sentence": "不用客气，希望我们的对话对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑或需要再次倾诉，随时记得来找我。",
        "label": ""
      },
      {
        "sentence": "祝你一切进展顺利！",
        "label": ""
      }
    ]
  }
]