[
  {
    "role": "client",
    "content": "彼此在消耗，出轨后该如何复合？我1月份的时候我承受不了她时常对我的冷暴力，于是我出轨分了手，刚开始她求我和好我拒绝了，后来我发现始终还喜欢她，内心很愧疚，于是4月的时候我们又和好了，我尽我所能的去弥补她，一起去旅游做很多有意义的事情，我们在一起很开心，但是她总会时不时的想起我对她的伤害，于是开始愤怒敏感想摆脱这一切。我们的关系始终这样摇摆不定，我们这样都觉得很累，彼此在消耗，我们该如何复合或者摆脱过去的困扰？",
    "annotation": [
      {
        "sentence": "彼此在消耗，出轨后该如何复合？",
        "label": ""
      },
      {
        "sentence": "我1月份的时候我承受不了她时常对我的冷暴力，于是我出轨分了手，刚开始她求我和好我拒绝了，后来我发现始终还喜欢她，内心很愧疚，于是4月的时候我们又和好了，我尽我所能的去弥补她，一起去旅游做很多有意义的事情，我们在一起很开心，但是她总会时不时的想起我对她的伤害，于是开始愤怒敏感想摆脱这一切。",
        "label": ""
      },
      {
        "sentence": "我们的关系始终这样摇摆不定，我们这样都觉得很累，彼此在消耗，我们该如何复合或者摆脱过去的困扰？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "破镜重圆没有那么容易，要想感情回复如初需要彼此都付出巨大的努力。打破信任也许只是一时，然而重建信任却是一条很漫长的路，所以我们需要更加珍惜来之不易的感情，有问题就要及时去解决，而不要采取伤害对方的行为。",
    "annotation": [
      {
        "sentence": "破镜重圆没有那么容易，要想感情回复如初需要彼此都付出巨大的努力。",
        "label": ""
      },
      {
        "sentence": "打破信任也许只是一时，然而重建信任却是一条很漫长的路，所以我们需要更加珍惜来之不易的感情，有问题就要及时去解决，而不要采取伤害对方的行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白重建信任是需要时间的，但我也很困惑。我们和好后，我们的沟通模式有所改变，但她还是经常会想起我对她的伤害，这让我很头疼。",
    "annotation": [
      {
        "sentence": "我明白重建信任是需要时间的，但我也很困惑。",
        "label": ""
      },
      {
        "sentence": "我们和好后，我们的沟通模式有所改变，但她还是经常会想起我对她的伤害，这让我很头疼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你首先要明晰自己的需求，你说自己出轨是因为对方冷暴力，导致你没有办法满足自己的情感需求，只能向外界求索。那么即使你们和好了，你们的沟通模式改变了吗？如果对方还是喜欢冷暴力解决问题，那么你们的感情就仍处于危机之中。所以第一步就是开诚布公地告诉对方自己内心的想法，对彼此完全地坦诚，只有让对方看见你的需求，你们才能更好地沟通。",
    "annotation": [
      {
        "sentence": "你首先要明晰自己的需求，你说自己出轨是因为对方冷暴力，导致你没有办法满足自己的情感需求，只能向外界求索。",
        "label": ""
      },
      {
        "sentence": "那么即使你们和好了，你们的沟通模式改变了吗？",
        "label": ""
      },
      {
        "sentence": "如果对方还是喜欢冷暴力解决问题，那么你们的感情就仍处于危机之中。",
        "label": ""
      },
      {
        "sentence": "所以第一步就是开诚布公地告诉对方自己内心的想法，对彼此完全地坦诚，只有让对方看见你的需求，你们才能更好地沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理，我确实没有把自己的需求和感受完全告诉对方。如果我把自己的内心想法都告诉她，你觉得她会接受吗？",
    "annotation": [
      {
        "sentence": "你说得很有道理，我确实没有把自己的需求和感受完全告诉对方。",
        "label": ""
      },
      {
        "sentence": "如果我把自己的内心想法都告诉她，你觉得她会接受吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "出轨固然不对，但是冷暴力也不是一个好的解决办法，对方也许并没有意识到自己也存在问题。虽然你们又一起度过了很多开心的日子，但是问题的核心你们并没有真正地去消化这个问题，建议你们可以好好地谈一下，把自己内心的心结解开。你可以诚实地告诉对方自己对她真挚的情感，出轨只是因为受不了冷暴力，一时冲动，而对她的感情并没有变。然后尽力去弥补自己造成的伤害。必要时也可以给对方看手机或者社交软件以证自己的真心。",
    "annotation": [
      {
        "sentence": "出轨固然不对，但是冷暴力也不是一个好的解决办法，对方也许并没有意识到自己也存在问题。",
        "label": ""
      },
      {
        "sentence": "虽然你们又一起度过了很多开心的日子，但是问题的核心你们并没有真正地去消化这个问题，建议你们可以好好地谈一下，把自己内心的心结解开。",
        "label": ""
      },
      {
        "sentence": "你可以诚实地告诉对方自己对她真挚的情感，出轨只是因为受不了冷暴力，一时冲动，而对她的感情并没有变。",
        "label": ""
      },
      {
        "sentence": "然后尽力去弥补自己造成的伤害。",
        "label": ""
      },
      {
        "sentence": "必要时也可以给对方看手机或者社交软件以证自己的真心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得自己可以试着和她好好谈谈了，把我真正的想法告诉她，同时也向她表达我对她的感情和内心的愧疚。也许这样我们能够解开心结，重新开始。",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得自己可以试着和她好好谈谈了，把我真正的想法告诉她，同时也向她表达我对她的感情和内心的愧疚。",
        "label": ""
      },
      {
        "sentence": "也许这样我们能够解开心结，重新开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同时去理解对方，给予对方足够的耐心，做好一场打持久战的准备。如果对方对你充分的信任，那么你的出轨对她来说可能是致命的打击，她现在没有安全感是很正常的。感情的复原需要两个人共同的努力，如果对方始终不愿意放下心结，抱着强烈的防御，不愿意去协力解决问题，那么这就是我们无法去控制的事情，也许最终感情就会在彼此的消耗中走向终点。",
    "annotation": [
      {
        "sentence": "同时去理解对方，给予对方足够的耐心，做好一场打持久战的准备。",
        "label": ""
      },
      {
        "sentence": "如果对方对你充分的信任，那么你的出轨对她来说可能是致命的打击，她现在没有安全感是很正常的。",
        "label": ""
      },
      {
        "sentence": "感情的复原需要两个人共同的努力，如果对方始终不愿意放下心结，抱着强烈的防御，不愿意去协力解决问题，那么这就是我们无法去控制的事情，也许最终感情就会在彼此的消耗中走向终点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，感情的复原是需要两个人一起努力的。我会理解对方，给予她足够的耐心，并且试着去理解她的感受。如果她也能够放下心结，并且愿意与我一起解决问题，我们的感情或许还有转机。",
    "annotation": [
      {
        "sentence": "我明白了，感情的复原是需要两个人一起努力的。",
        "label": ""
      },
      {
        "sentence": "我会理解对方，给予她足够的耐心，并且试着去理解她的感受。",
        "label": ""
      },
      {
        "sentence": "如果她也能够放下心结，并且愿意与我一起解决问题，我们的感情或许还有转机。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "索性对方还愿意与你联系，你们出去还是有很快乐的体验，说明感情的基础还不错，可以再努力一下，毕竟找到合适自己的人也不容易。和对方好好谈谈吧，再好的感情也禁不起过多的消耗。同时多站在对方的角度考虑问题，自己就不会觉得那么不平衡。",
    "annotation": [
      {
        "sentence": "索性对方还愿意与你联系，你们出去还是有很快乐的体验，说明感情的基础还不错，可以再努力一下，毕竟找到合适自己的人也不容易。",
        "label": ""
      },
      {
        "sentence": "和对方好好谈谈吧，再好的感情也禁不起过多的消耗。",
        "label": ""
      },
      {
        "sentence": "同时多站在对方的角度考虑问题，自己就不会觉得那么不平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我要更加珍惜我们的感情，也要多考虑对方的感受。谢谢你的建议和支持，我会好好跟她交流，希望我们能够一起克服困难，重新走到一起。",
    "annotation": [
      {
        "sentence": "你说得对，我要更加珍惜我们的感情，也要多考虑对方的感受。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，我会好好跟她交流，希望我们能够一起克服困难，重新走到一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你们会找到解决问题的方法的。祝你们好运！",
    "annotation": [
      {
        "sentence": "不客气，我相信你们会找到解决问题的方法的。",
        "label": ""
      },
      {
        "sentence": "祝你们好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福！",
        "label": ""
      }
    ]
  }
]