[
  {
    "role": "client",
    "content": "我是一个28岁的男生，我一直都有社交恐惧，自己做了测试发现我可能有严重抑郁症，我应该怎么办呢？我是一个未婚的大专毕业生。我讨厌家庭，不喜欢过年聚会，更喜欢独处。我没有朋友，从不主动联系任何人，特别是同学，因为我自卑而且好强。我也不想和家人在一起，总觉得要对他们有所欠缺（虽然他们也抱怨我不感恩），我不喜欢情感表达，不喜欢亲密关系，但是内心又渴望得到情感的温暖。我是一个典型的直男，不喜欢人多的地方。对于消极的事物，我非常排斥，我对这些“消极”事物（垃圾堆，拥挤脏乱的城中村，抽烟，争吵，拥挤，消极的人，脸）的抵抗力比普通人要低，甚至可以说是敏感，一旦接触到这些就会觉得心里难受，失去理智，变得急躁，严重时甚至会有想死的冲动。我也接受不了过多的负面评价，尤其是以粗暴的方式表达（和家庭有关）。我的家庭环境在西南农村，非常贫穷，我自卑，关键是我父亲脾气暴躁，我觉得这是遗传的，家里经常争吵。我非常不想面对当前的自己，也不喜欢自己的性格，同样也不喜欢家庭环境或者自己的现状（贫穷，脾气暴躁，落后，无知，无趣）。现在我失业了，自2015年以来，我的工作时间只有30%。总之，无论是家庭、学业还是工作生活，都不顺利。我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "我是一个28岁的男生，我一直都有社交恐惧，自己做了测试发现我可能有严重抑郁症，我应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我是一个未婚的大专毕业生。",
        "label": ""
      },
      {
        "sentence": "我讨厌家庭，不喜欢过年聚会，更喜欢独处。",
        "label": ""
      },
      {
        "sentence": "我没有朋友，从不主动联系任何人，特别是同学，因为我自卑而且好强。",
        "label": ""
      },
      {
        "sentence": "我也不想和家人在一起，总觉得要对他们有所欠缺（虽然他们也抱怨我不感恩），我不喜欢情感表达，不喜欢亲密关系，但是内心又渴望得到情感的温暖。",
        "label": ""
      },
      {
        "sentence": "我是一个典型的直男，不喜欢人多的地方。",
        "label": ""
      },
      {
        "sentence": "对于消极的事物，我非常排斥，我对这些“消极”事物（垃圾堆，拥挤脏乱的城中村，抽烟，争吵，拥挤，消极的人，脸）的抵抗力比普通人要低，甚至可以说是敏感，一旦接触到这些就会觉得心里难受，失去理智，变得急躁，严重时甚至会有想死的冲动。",
        "label": ""
      },
      {
        "sentence": "我也接受不了过多的负面评价，尤其是以粗暴的方式表达（和家庭有关）。",
        "label": ""
      },
      {
        "sentence": "我的家庭环境在西南农村，非常贫穷，我自卑，关键是我父亲脾气暴躁，我觉得这是遗传的，家里经常争吵。",
        "label": ""
      },
      {
        "sentence": "我非常不想面对当前的自己，也不喜欢自己的性格，同样也不喜欢家庭环境或者自己的现状（贫穷，脾气暴躁，落后，无知，无趣）。",
        "label": ""
      },
      {
        "sentence": "现在我失业了，自2015年以来，我的工作时间只有30%。",
        "label": ""
      },
      {
        "sentence": "总之，无论是家庭、学业还是工作生活，都不顺利。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，我非常理解您的感受，我收到了！首先，关于学校的问题，我很理解学校给人的封闭感，尤其是在一个竞争压力很大的环境中，比如学校。在这种环境中，我们很容易觉得孤立，进不来也出不去。每天忙于应付琐碎的作业和排名，还有对穷人和学习不好但有别的才能的人的排斥，我也深有体会。在这样的大环境中长大，我们都会受到这种困扰，看不起弱于自己的人，并且攀比强于自己的人，嫉妒他们。但我想告诉您的是，这样的我们并不孤单，很多人都有类似的困扰和痛苦。当我在学校感到自己处于劣势，成绩不好，状态也不好的时候，我就会担心别人是否还愿意和我一起玩耍。我选择了先自我封闭，避免别人伤害我。但现在我深刻地意识到，这样做是有些可惜的，也是对自己的伤害。我为什么要一个人承受如此多的委屈和苦恼？即使现在我依然很容易自我攻击和批判自己，但我渐渐地理解了自己。我太想做到完美，太讨厌自己了，太渴望得到别人的喜欢。但同时，我又对老师和同学们的鄙视和批评感到恐惧。但我们这样的学生，这样的人并不是只有我一个。我渐渐地意识到，大家都是无助的，都经历着类似的痛苦。我也逐渐明白，他们不是不愿意承认自己的问题，而是过于痛苦，想要隐藏起来。我理解到他们对于冷眼和批评的眼神感到愧疚，无论是对自己还是对别人。我也慢慢认识到，这种伪装不是欺骗，而是一种可爱。我渐渐地理解了别人的感受，也在慢慢地理解自己。虽然现在我还不能完全理解这种感受，但我已经慢慢地接受了真实的自己，不完美但却很坚强地活下来。我认为这是一种值得鼓励的态度。",
    "annotation": [
      {
        "sentence": "嗯，我非常理解您的感受，我收到了！",
        "label": ""
      },
      {
        "sentence": "首先，关于学校的问题，我很理解学校给人的封闭感，尤其是在一个竞争压力很大的环境中，比如学校。",
        "label": ""
      },
      {
        "sentence": "在这种环境中，我们很容易觉得孤立，进不来也出不去。",
        "label": ""
      },
      {
        "sentence": "每天忙于应付琐碎的作业和排名，还有对穷人和学习不好但有别的才能的人的排斥，我也深有体会。",
        "label": ""
      },
      {
        "sentence": "在这样的大环境中长大，我们都会受到这种困扰，看不起弱于自己的人，并且攀比强于自己的人，嫉妒他们。",
        "label": ""
      },
      {
        "sentence": "但我想告诉您的是，这样的我们并不孤单，很多人都有类似的困扰和痛苦。",
        "label": ""
      },
      {
        "sentence": "当我在学校感到自己处于劣势，成绩不好，状态也不好的时候，我就会担心别人是否还愿意和我一起玩耍。",
        "label": ""
      },
      {
        "sentence": "我选择了先自我封闭，避免别人伤害我。",
        "label": ""
      },
      {
        "sentence": "但现在我深刻地意识到，这样做是有些可惜的，也是对自己的伤害。",
        "label": ""
      },
      {
        "sentence": "我为什么要一个人承受如此多的委屈和苦恼？",
        "label": ""
      },
      {
        "sentence": "即使现在我依然很容易自我攻击和批判自己，但我渐渐地理解了自己。",
        "label": ""
      },
      {
        "sentence": "我太想做到完美，太讨厌自己了，太渴望得到别人的喜欢。",
        "label": ""
      },
      {
        "sentence": "但同时，我又对老师和同学们的鄙视和批评感到恐惧。",
        "label": ""
      },
      {
        "sentence": "但我们这样的学生，这样的人并不是只有我一个。",
        "label": ""
      },
      {
        "sentence": "我渐渐地意识到，大家都是无助的，都经历着类似的痛苦。",
        "label": ""
      },
      {
        "sentence": "我也逐渐明白，他们不是不愿意承认自己的问题，而是过于痛苦，想要隐藏起来。",
        "label": ""
      },
      {
        "sentence": "我理解到他们对于冷眼和批评的眼神感到愧疚，无论是对自己还是对别人。",
        "label": ""
      },
      {
        "sentence": "我也慢慢认识到，这种伪装不是欺骗，而是一种可爱。",
        "label": ""
      },
      {
        "sentence": "我渐渐地理解了别人的感受，也在慢慢地理解自己。",
        "label": ""
      },
      {
        "sentence": "虽然现在我还不能完全理解这种感受，但我已经慢慢地接受了真实的自己，不完美但却很坚强地活下来。",
        "label": ""
      },
      {
        "sentence": "我认为这是一种值得鼓励的态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，我真的很感激。但是关于家人的问题，我还是无法摆脱一种烦躁的情绪，尤其是父母这些最亲的家人。他们说的话总是更刺耳，更容易伤害我的心。因为我非常非常爱他们，所以他们的话更容易让我受到伤害。每次看到亲戚之类的人我就觉得恼火，他们整天谈论一些无关紧要的八卦，说这个人那个",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，我真的很感激。",
        "label": ""
      },
      {
        "sentence": "但是关于家人的问题，我还是无法摆脱一种烦躁的情绪，尤其是父母这些最亲的家人。",
        "label": ""
      },
      {
        "sentence": "他们说的话总是更刺耳，更容易伤害我的心。",
        "label": ""
      },
      {
        "sentence": "因为我非常非常爱他们，所以他们的话更容易让我受到伤害。",
        "label": ""
      },
      {
        "sentence": "每次看到亲戚之类的人我就觉得恼火，他们整天谈论一些无关紧要的八卦，说这个人那个",
        "label": ""
      }
    ]
  }
]