[
  {
    "role": "client",
    "content": "我是一个28岁的男生，我有社交恐惧症，自我测试发现我可能有严重抑郁症，我应该怎么办呢？我还是个未婚大专生。我讨厌家庭，讨厌过年聚会，喜欢独处，没有朋友，不会主动联系任何人，尤其是同学（因为我自卑而好强），我也不愿和家人在一起，总感觉他们对我期待过高（他们也抱怨我不懂得感恩），一方面是因为我不喜欢表达情感，也不喜欢亲密关系，但另一方面又渴望得到感情。除此之外，我也不喜欢人多的地方，尤其不愿看到、听到、感受消极的事物，相比一般人，我对于\"消极\"事物（比如垃圾堆、拥挤脏乱的城中村、抽烟、争吵、拥挤、消极的人和面容）有更低的抵抗力，或者说我更加敏感，一旦接触到这些事物，我会感到心里难受，失去理智，变得急躁，严重的时候甚至会产生自杀的冲动。我无法接受太多负面评价，尤其是以粗暴的方式得到（这与我家庭环境有关）。我的家庭环境是西南农村，非常贫穷，我自卑，家庭成员也常发脾气，我觉得这种情况可能是遗传的，我们总是争吵。我非常不愿意面对这样的自己，也不喜欢这种性格，我很不喜欢当前的家庭环境或者是我自己（穷、暴躁、落后、无知、无趣）。现在我还失业了，从2015年开始到现在只工作了三成时间。总之，我的家庭、学业、工作和生活都不顺利。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我是一个28岁的男生，我有社交恐惧症，自我测试发现我可能有严重抑郁症，我应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我还是个未婚大专生。",
        "label": ""
      },
      {
        "sentence": "我讨厌家庭，讨厌过年聚会，喜欢独处，没有朋友，不会主动联系任何人，尤其是同学（因为我自卑而好强），我也不愿和家人在一起，总感觉他们对我期待过高（他们也抱怨我不懂得感恩），一方面是因为我不喜欢表达情感，也不喜欢亲密关系，但另一方面又渴望得到感情。",
        "label": ""
      },
      {
        "sentence": "除此之外，我也不喜欢人多的地方，尤其不愿看到、听到、感受消极的事物，相比一般人，我对于\"消极\"事物（比如垃圾堆、拥挤脏乱的城中村、抽烟、争吵、拥挤、消极的人和面容）有更低的抵抗力，或者说我更加敏感，一旦接触到这些事物，我会感到心里难受，失去理智，变得急躁，严重的时候甚至会产生自杀的冲动。",
        "label": ""
      },
      {
        "sentence": "我无法接受太多负面评价，尤其是以粗暴的方式得到（这与我家庭环境有关）。",
        "label": ""
      },
      {
        "sentence": "我的家庭环境是西南农村，非常贫穷，我自卑，家庭成员也常发脾气，我觉得这种情况可能是遗传的，我们总是争吵。",
        "label": ""
      },
      {
        "sentence": "我非常不愿意面对这样的自己，也不喜欢这种性格，我很不喜欢当前的家庭环境或者是我自己（穷、暴躁、落后、无知、无趣）。",
        "label": ""
      },
      {
        "sentence": "现在我还失业了，从2015年开始到现在只工作了三成时间。",
        "label": ""
      },
      {
        "sentence": "总之，我的家庭、学业、工作和生活都不顺利。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，听到了那么多负面的信息，但每个人都是一样的，我相信你也不会比其他人差。你之所以现在这样，是因为有很多因素影响了你，包括环境、个性等等，但是你忽略了你最宝贵的资源——自己。你才28岁，正是一个人生最好的年纪，抑郁症只是一段经历，可以被疗愈的。别急，顺便说下，你遇到的所有问题，也都可以逐个解决的。现在我们来分析一下问题：1. 你讨厌家庭、讨厌过年聚会等，喜欢独处，没有朋友，对任何人都不主动联系，尤其是同学（由于自卑好强的原因），也不想和家人在一起，总觉得自己欠了他们的（也被抱怨过不感恩）。其实这些和我想法是一样的，活在被抱怨中是件痛苦的事情，那样子我们怎么跟人相处呢？怎么强颜欢笑呢？怎么去人多的地方呢？你并不是不喜欢情感表达，这里有一个区别。你之所以不愿和人过于亲密，不是因为不喜欢亲密关系，而是从来没有获得过你内心期望的那种亲密感情。在希望与失望之间徘徊着。2. 更进一步你还讨厌看见、听到和感受到消极的事物，相比一般人对于\"消极\"的事物（比如垃圾堆、拥挤脏乱的城中村、抽烟、争吵、拥挤、消极的人和面容）你有更低的抵抗力，或者更敏感，一旦接触到这些事物，你会觉得心理不适，失去理智，变得急躁，严重时甚至会有自杀的冲动。听起来你的成长记忆中有很多痛苦，一般人听到垃圾这个词，理解为肮脏，而你说的是垃圾堆，想必其中蕴含着很多的幽怨、痛苦、厌倦和恶心。抵抗力低只是你没有与这些事物对抗的力量，你讨厌你所处的环境，但是又无力挣脱。所以有时会有想死的冲动。3. 你无法接受过多负面评价，尤其是以粗暴的方式进行的（这都与家庭环境有关）。听起来他们（你的家人）给了你太多负能量，太多的痛苦，没有你需要的爱和温暖。他们行为的方式就是他们对待你的方式，他们根本不顾及你的感受，他们活在自己的世界里同时伤害自己也伤害了你。是吧？4. 你所处的家庭环境是西南农村，非常贫穷。你自卑，家庭成员脾气暴躁，感觉是遗传的。我们非常不想面对这样的自己，不喜欢这种性格，不喜欢当前的家庭环境或者自己（贫穷、暴躁、落后、无知、无趣）。亲爱的，我们无法改变他们，但我们可以改变我们自己。你还这么年轻，不用走他们那条不堪的路。他们不给你爱，那我们自己去寻找爱，至少我们可以自己爱自己不是吗？如果现在的环境对你造成了困扰，我们可以离开那个令我们痛苦的环境，去探寻属于自己的天地。也不用在意他们是否觉得你欠他们什么，如果他们觉得欠他们的，就挣钱还给他们就好了。不要害怕，“天生你才必有用”，我们学会欣赏自己就好。最后祝愿你快乐幸福！希望你能早日脱离家人的禁锢，找到属于自己的天地！有任何疑问，可以私信我！",
    "annotation": [
      {
        "sentence": "嗯，听到了那么多负面的信息，但每个人都是一样的，我相信你也不会比其他人差。",
        "label": ""
      },
      {
        "sentence": "你之所以现在这样，是因为有很多因素影响了你，包括环境、个性等等，但是你忽略了你最宝贵的资源——自己。",
        "label": ""
      },
      {
        "sentence": "你才28岁，正是一个人生最好的年纪，抑郁症只是一段经历，可以被疗愈的。",
        "label": ""
      },
      {
        "sentence": "别急，顺便说下，你遇到的所有问题，也都可以逐个解决的。",
        "label": ""
      },
      {
        "sentence": "现在我们来分析一下问题：1. 你讨厌家庭、讨厌过年聚会等，喜欢独处，没有朋友，对任何人都不主动联系，尤其是同学（由于自卑好强的原因），也不想和家人在一起，总觉得自己欠了他们的（也被抱怨过不感恩）。",
        "label": ""
      },
      {
        "sentence": "其实这些和我想法是一样的，活在被抱怨中是件痛苦的事情，那样子我们怎么跟人相处呢？",
        "label": ""
      },
      {
        "sentence": "怎么强颜欢笑呢？",
        "label": ""
      },
      {
        "sentence": "怎么去人多的地方呢？",
        "label": ""
      },
      {
        "sentence": "你并不是不喜欢情感表达，这里有一个区别。",
        "label": ""
      },
      {
        "sentence": "你之所以不愿和人过于亲密，不是因为不喜欢亲密关系，而是从来没有获得过你内心期望的那种亲密感情。",
        "label": ""
      },
      {
        "sentence": "在希望与失望之间徘徊着。",
        "label": ""
      },
      {
        "sentence": "2. 更进一步你还讨厌看见、听到和感受到消极的事物，相比一般人对于\"消极\"的事物（比如垃圾堆、拥挤脏乱的城中村、抽烟、争吵、拥挤、消极的人和面容）你有更低的抵抗力，或者更敏感，一旦接触到这些事物，你会觉得心理不适，失去理智，变得急躁，严重时甚至会有自杀的冲动。",
        "label": ""
      },
      {
        "sentence": "听起来你的成长记忆中有很多痛苦，一般人听到垃圾这个词，理解为肮脏，而你说的是垃圾堆，想必其中蕴含着很多的幽怨、痛苦、厌倦和恶心。",
        "label": ""
      },
      {
        "sentence": "抵抗力低只是你没有与这些事物对抗的力量，你讨厌你所处的环境，但是又无力挣脱。",
        "label": ""
      },
      {
        "sentence": "所以有时会有想死的冲动。",
        "label": ""
      },
      {
        "sentence": "3. 你无法接受过多负面评价，尤其是以粗暴的方式进行的（这都与家庭环境有关）。",
        "label": ""
      },
      {
        "sentence": "听起来他们（你的家人）给了你太多负能量，太多的痛苦，没有你需要的爱和温暖。",
        "label": ""
      },
      {
        "sentence": "他们行为的方式就是他们对待你的方式，他们根本不顾及你的感受，他们活在自己的世界里同时伤害自己也伤害了你。",
        "label": ""
      },
      {
        "sentence": "是吧？",
        "label": ""
      },
      {
        "sentence": "4. 你所处的家庭环境是西南农村，非常贫穷。",
        "label": ""
      },
      {
        "sentence": "你自卑，家庭成员脾气暴躁，感觉是遗传的。",
        "label": ""
      },
      {
        "sentence": "我们非常不想面对这样的自己，不喜欢这种性格，不喜欢当前的家庭环境或者自己（贫穷、暴躁、落后、无知、无趣）。",
        "label": ""
      },
      {
        "sentence": "亲爱的，我们无法改变他们，但我们可以改变我们自己。",
        "label": ""
      },
      {
        "sentence": "你还这么年轻，不用走他们那条不堪的路。",
        "label": ""
      },
      {
        "sentence": "他们不给你爱，那我们自己去寻找爱，至少我们可以自己爱自己不是吗？",
        "label": ""
      },
      {
        "sentence": "如果现在的环境对你造成了困扰，我们可以离开那个令我们痛苦的环境，去探寻属于自己的天地。",
        "label": ""
      },
      {
        "sentence": "也不用在意他们是否觉得你欠他们什么，如果他们觉得欠他们的，就挣钱还给他们就好了。",
        "label": ""
      },
      {
        "sentence": "不要害怕，“天生你才必有用”，我们学会欣赏自己就好。",
        "label": ""
      },
      {
        "sentence": "最后祝愿你快乐幸福！",
        "label": ""
      },
      {
        "sentence": "希望你能早日脱离家人的禁锢，找到属于自己的天地！",
        "label": ""
      },
      {
        "sentence": "有任何疑问，可以私信我！",
        "label": ""
      }
    ]
  }
]