[
  {
    "role": "client",
    "content": "可选项选取问题，想得到改善经验或知识＃关于＃今天在办公室又流泪了我很小心擦拭了我还是比较在意别人的眼光的大概一个月前结束差不多一年的咨询现在貌似我更多的是困惑和挥之不去的伤心休息日的时候有时候被感触到就会流泪我貌似还是很难接纳别人的感情即便她还不错我仅仅停留在sex层面在忙碌的时候我一切正常你为原生家庭问题应该是回避型人格很艰难的努力生活经历有精分史现在在快节奏科技型企业做技术类工作（我并不喜欢这工作付出和回报很不匹配尽管以前非常羡慕以前）你的理想为自由和真爱还很想要一个女儿＃问题＃想得到改善经验或知识",
    "annotation": [
      {
        "sentence": "可选项选取问题，想得到改善经验或知识＃关于＃今天在办公室又流泪了我很小心擦拭了我还是比较在意别人的眼光的大概一个月前结束差不多一年的咨询现在貌似我更多的是困惑和挥之不去的伤心休息日的时候有时候被感触到就会流泪我貌似还是很难接纳别人的感情即便她还不错我仅仅停留在sex层面在忙碌的时候我一切正常你为原生家庭问题应该是回避型人格很艰难的努力生活经历有精分史现在在快节奏科技型企业做技术类工作（我并不喜欢这工作付出和回报很不匹配尽管以前非常羡慕以前）你的理想为自由和真爱还很想要一个女儿＃问题＃想得到改善经验或知识",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到这个问题觉得挺心疼的，希望能给你带去些许的温暖和安慰。【梳理反馈】首先梳理一下我看到的问题，你看看对不对。1，男，有精分史，技术类工作人员。2，你刚结束一年的心理咨询。3，你认为自己很难接纳别人的感情。4，你觉得自己现在更多的是困惑和无论如何也消除不了的伤心。5，你对自己现在的工作也不满意，你认为是付出回报不匹配。6，你想得到自由和真爱，还想拥有一个女儿。7，今天有流泪了，但是你怕别人看到，偷偷擦掉了，你觉得自己还是很在意别人的眼光。8，你认为这所有的一切和原生家庭有关，和艰难的过去有关。【理解分析】说下我的理解和分析。第一，整个问题看下来，你对工作不满意，对生活不满意，对自己也不满意，我想知道的是，你对什么东西是满意的呢？从理性的角度来看，任何人的生活应该都不是一个黑洞，一点光亮都没有。可是你的感受却是如此，所以，有问题的可能不是客观事实，而是自己的主管感受。第二，刚结束一年的咨询，有精分史。我能理解，即便没有现实的因素，纯精神痛苦也足够折磨人。心理学有句话，【任何症状都有其意义，都是为了保护我们而生的】，也就说，你目前的伤心和困惑都是有意义的，对你也起着一定的保护作用，至于在保护着什么，可能需要更深入的探索。第三，在意别人的眼光，眼泪偷偷擦掉。也就是说【你对自己的情绪是没有办法认可或者接纳的】，更进一步来说，【你不能接纳自己】。每个人都有自己的遭遇，都有自己的生活节奏，没有什么是更好的，更不好的，大家都一样值得尊重，你也是如此。况且，任何情绪都有意义，都有正向的的作用。你对所有的全篇不能接纳，心理学上的解释一般是【获利】，也就是说，如果你不这么认为，可能会更痛苦。比如说，如果你没有这些问题，努力之后就一定会有结果吗？就一定能喜欢自己吗？可能未必吧，如果真到了那一天，自己什么问题都没有，还什么事情都不能满意，那么你还能找到什么原因来解释自己的命运呢？那个结果会不会更痛苦？第四，原生家庭和过去。的确有一些人的童年经历不是很美好，但是这一定会造成悲惨的结局吗？认知行为治疗的说法是，【让一个人痛苦的不是事情本身，而是对事情的看法】。你怎么看待自己的原生家庭和童年呢？你怎么看待这所有故事中的自己呢？曾经的曾经，你是一个小朋友，选项有限，你能选择的就是对自己的生存最有利的选择，即便看上去很不美好，但那是自己能做的最好的选择。那么努力的自己值得任何人的尊重和肯定。现在的你，已经不是当初的你，你有权利重新选择，重新定义。对事情的看法是你给的，也就是说，能结束你痛苦的人就是你自己。你就是自己生命的主宰。我记得有句话说，【不经过你的同意，任何人都没有办法让你觉得自己低人一等】。【方法建议】给你几点小建议：第一，心理咨询还得继续，即便自己可能会抗拒，这本身就有很重要的意义。当然，如果自己暂时不想去，也别勉强自己。第二，可以做做冥想，的冥想星球就很好，无论是收费的还是免费的资源，质量都不错，你可以试试。第三，你可以自己学习一点心理学的相关知识，给你推荐一本书《被讨厌的勇气》。第四，接纳自己现在的状态，如果做不到，就接纳自己的不接纳。第五，可以参加一些读书会或者团体。第六，可以做一些体育锻炼，或者自己感兴趣的事情。希望我的回答能对你有所帮助，祝愿一切都能好起来！",
    "annotation": [
      {
        "sentence": "看到这个问题觉得挺心疼的，希望能给你带去些许的温暖和安慰。",
        "label": ""
      },
      {
        "sentence": "【梳理反馈】首先梳理一下我看到的问题，你看看对不对。",
        "label": ""
      },
      {
        "sentence": "1，男，有精分史，技术类工作人员。",
        "label": ""
      },
      {
        "sentence": "2，你刚结束一年的心理咨询。",
        "label": ""
      },
      {
        "sentence": "3，你认为自己很难接纳别人的感情。",
        "label": ""
      },
      {
        "sentence": "4，你觉得自己现在更多的是困惑和无论如何也消除不了的伤心。",
        "label": ""
      },
      {
        "sentence": "5，你对自己现在的工作也不满意，你认为是付出回报不匹配。",
        "label": ""
      },
      {
        "sentence": "6，你想得到自由和真爱，还想拥有一个女儿。",
        "label": ""
      },
      {
        "sentence": "7，今天有流泪了，但是你怕别人看到，偷偷擦掉了，你觉得自己还是很在意别人的眼光。",
        "label": ""
      },
      {
        "sentence": "8，你认为这所有的一切和原生家庭有关，和艰难的过去有关。",
        "label": ""
      },
      {
        "sentence": "【理解分析】说下我的理解和分析。",
        "label": ""
      },
      {
        "sentence": "第一，整个问题看下来，你对工作不满意，对生活不满意，对自己也不满意，我想知道的是，你对什么东西是满意的呢？",
        "label": ""
      },
      {
        "sentence": "从理性的角度来看，任何人的生活应该都不是一个黑洞，一点光亮都没有。",
        "label": ""
      },
      {
        "sentence": "可是你的感受却是如此，所以，有问题的可能不是客观事实，而是自己的主管感受。",
        "label": ""
      },
      {
        "sentence": "第二，刚结束一年的咨询，有精分史。",
        "label": ""
      },
      {
        "sentence": "我能理解，即便没有现实的因素，纯精神痛苦也足够折磨人。",
        "label": ""
      },
      {
        "sentence": "心理学有句话，【任何症状都有其意义，都是为了保护我们而生的】，也就说，你目前的伤心和困惑都是有意义的，对你也起着一定的保护作用，至于在保护着什么，可能需要更深入的探索。",
        "label": ""
      },
      {
        "sentence": "第三，在意别人的眼光，眼泪偷偷擦掉。",
        "label": ""
      },
      {
        "sentence": "也就是说【你对自己的情绪是没有办法认可或者接纳的】，更进一步来说，【你不能接纳自己】。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的遭遇，都有自己的生活节奏，没有什么是更好的，更不好的，大家都一样值得尊重，你也是如此。",
        "label": ""
      },
      {
        "sentence": "况且，任何情绪都有意义，都有正向的的作用。",
        "label": ""
      },
      {
        "sentence": "你对所有的全篇不能接纳，心理学上的解释一般是【获利】，也就是说，如果你不这么认为，可能会更痛苦。",
        "label": ""
      },
      {
        "sentence": "比如说，如果你没有这些问题，努力之后就一定会有结果吗？",
        "label": ""
      },
      {
        "sentence": "就一定能喜欢自己吗？",
        "label": ""
      },
      {
        "sentence": "可能未必吧，如果真到了那一天，自己什么问题都没有，还什么事情都不能满意，那么你还能找到什么原因来解释自己的命运呢？",
        "label": ""
      },
      {
        "sentence": "那个结果会不会更痛苦？",
        "label": ""
      },
      {
        "sentence": "第四，原生家庭和过去。",
        "label": ""
      },
      {
        "sentence": "的确有一些人的童年经历不是很美好，但是这一定会造成悲惨的结局吗？",
        "label": ""
      },
      {
        "sentence": "认知行为治疗的说法是，【让一个人痛苦的不是事情本身，而是对事情的看法】。",
        "label": ""
      },
      {
        "sentence": "你怎么看待自己的原生家庭和童年呢？",
        "label": ""
      },
      {
        "sentence": "你怎么看待这所有故事中的自己呢？",
        "label": ""
      },
      {
        "sentence": "曾经的曾经，你是一个小朋友，选项有限，你能选择的就是对自己的生存最有利的选择，即便看上去很不美好，但那是自己能做的最好的选择。",
        "label": ""
      },
      {
        "sentence": "那么努力的自己值得任何人的尊重和肯定。",
        "label": ""
      },
      {
        "sentence": "现在的你，已经不是当初的你，你有权利重新选择，重新定义。",
        "label": ""
      },
      {
        "sentence": "对事情的看法是你给的，也就是说，能结束你痛苦的人就是你自己。",
        "label": ""
      },
      {
        "sentence": "你就是自己生命的主宰。",
        "label": ""
      },
      {
        "sentence": "我记得有句话说，【不经过你的同意，任何人都没有办法让你觉得自己低人一等】。",
        "label": ""
      },
      {
        "sentence": "【方法建议】给你几点小建议：第一，心理咨询还得继续，即便自己可能会抗拒，这本身就有很重要的意义。",
        "label": ""
      },
      {
        "sentence": "当然，如果自己暂时不想去，也别勉强自己。",
        "label": ""
      },
      {
        "sentence": "第二，可以做做冥想，的冥想星球就很好，无论是收费的还是免费的资源，质量都不错，你可以试试。",
        "label": ""
      },
      {
        "sentence": "第三，你可以自己学习一点心理学的相关知识，给你推荐一本书《被讨厌的勇气》。",
        "label": ""
      },
      {
        "sentence": "第四，接纳自己现在的状态，如果做不到，就接纳自己的不接纳。",
        "label": ""
      },
      {
        "sentence": "第五，可以参加一些读书会或者团体。",
        "label": ""
      },
      {
        "sentence": "第六，可以做一些体育锻炼，或者自己感兴趣的事情。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能对你有所帮助，祝愿一切都能好起来！",
        "label": ""
      }
    ]
  }
]