[
  {
    "role": "client",
    "content": "我27岁，每次面试都紧张，说话磕磕巴巴。发挥不好。我从小考试就是第一名，到了大学每次面临升学考试、事业单位考试的笔试成绩也都排在前面能进入面试名单，也面试过不少名企，但因为怯场，面试总是发挥不好，即使自己在课下练习熟练了，也是一面试就会忘记，而且前面答不好，后面的也发挥不好。真的好着急，每次都是因为面试被刷下来，眼看就要成功，却每次都败在它上面，我很担心自己的未来，该怎么办？",
    "annotation": [
      {
        "sentence": "我27岁，每次面试都紧张，说话磕磕巴巴。",
        "label": ""
      },
      {
        "sentence": "发挥不好。",
        "label": ""
      },
      {
        "sentence": "我从小考试就是第一名，到了大学每次面临升学考试、事业单位考试的笔试成绩也都排在前面能进入面试名单，也面试过不少名企，但因为怯场，面试总是发挥不好，即使自己在课下练习熟练了，也是一面试就会忘记，而且前面答不好，后面的也发挥不好。",
        "label": ""
      },
      {
        "sentence": "真的好着急，每次都是因为面试被刷下来，眼看就要成功，却每次都败在它上面，我很担心自己的未来，该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先可以肯定的是你是一个非常优秀的人，因为你从小学习就是第一名，而且在各种各样的考试中也一直都是名列前茅。可是现在困扰着你的事情就是你的面试不是很好，可能在平时你是一个相对来说比较内向的人。怯场这是可以锻炼的，我相信有很多人都会有你所说的这种情况，在面对很多人或者是陌生人的时候会很紧张，有时候会紧张得说不出话。",
    "annotation": [
      {
        "sentence": "首先可以肯定的是你是一个非常优秀的人，因为你从小学习就是第一名，而且在各种各样的考试中也一直都是名列前茅。",
        "label": ""
      },
      {
        "sentence": "可是现在困扰着你的事情就是你的面试不是很好，可能在平时你是一个相对来说比较内向的人。",
        "label": ""
      },
      {
        "sentence": "怯场这是可以锻炼的，我相信有很多人都会有你所说的这种情况，在面对很多人或者是陌生人的时候会很紧张，有时候会紧张得说不出话。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是遇到陌生人或者在公众场合会感到非常紧张，感觉自己的自信心完全消失了。",
    "annotation": [
      {
        "sentence": "是的，我就是遇到陌生人或者在公众场合会感到非常紧张，感觉自己的自信心完全消失了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受。面对人多或者陌生的环境确实容易让人感到紧张。不过，不用担心，怯场是可以通过锻炼来克服的。你可以尝试到人多的地方去大声地说话，逐渐培养自己的表达能力和自信心。还可以考虑做一些兼职工作来锻炼自己，比如去街上推销东西或者发传单，这些都是能够锻炼和陌生人交流的好机会。只要你迈出第一步，你就会发现其实并没有想象中那么可怕。",
    "annotation": [
      {
        "sentence": "我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "面对人多或者陌生的环境确实容易让人感到紧张。",
        "label": ""
      },
      {
        "sentence": "不过，不用担心，怯场是可以通过锻炼来克服的。",
        "label": ""
      },
      {
        "sentence": "你可以尝试到人多的地方去大声地说话，逐渐培养自己的表达能力和自信心。",
        "label": ""
      },
      {
        "sentence": "还可以考虑做一些兼职工作来锻炼自己，比如去街上推销东西或者发传单，这些都是能够锻炼和陌生人交流的好机会。",
        "label": ""
      },
      {
        "sentence": "只要你迈出第一步，你就会发现其实并没有想象中那么可怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来也不是很难，但是我对于面试这种重要场合还是会感到很大压力，怕自己的紧张影响到发挥。",
    "annotation": [
      {
        "sentence": "听起来也不是很难，但是我对于面试这种重要场合还是会感到很大压力，怕自己的紧张影响到发挥。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种担心很正常，毕竟面试是一个重要场合，可以影响到你的未来。不过，你可以尝试一些面试前的放松和自我调整方法。比如，在面试之前进行深呼吸放松身心，告诉自己可以应对任何情况。同时，多做一些面试的准备工作，熟悉常见问题的回答和面试技巧，增加自己的信心。记住，面试只是一小部分评判你能力的方式，不要太过焦虑，时常面带微笑，相信自己，你一定能够克服紧张，获得成功的。",
    "annotation": [
      {
        "sentence": "这种担心很正常，毕竟面试是一个重要场合，可以影响到你的未来。",
        "label": ""
      },
      {
        "sentence": "不过，你可以尝试一些面试前的放松和自我调整方法。",
        "label": ""
      },
      {
        "sentence": "比如，在面试之前进行深呼吸放松身心，告诉自己可以应对任何情况。",
        "label": ""
      },
      {
        "sentence": "同时，多做一些面试的准备工作，熟悉常见问题的回答和面试技巧，增加自己的信心。",
        "label": ""
      },
      {
        "sentence": "记住，面试只是一小部分评判你能力的方式，不要太过焦虑，时常面带微笑，相信自己，你一定能够克服紧张，获得成功的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议。我会试着多锻炼自己，提高自己的表达能力和自信心。同时，我也会加强面试的准备，相信自己能够面对自己的紧张情绪，发挥出最好的状态。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我会试着多锻炼自己，提高自己的表达能力和自信心。",
        "label": ""
      },
      {
        "sentence": "同时，我也会加强面试的准备，相信自己能够面对自己的紧张情绪，发挥出最好的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你。相信自己，你是一个优秀的人，只是在面试中的紧张感会暂时影响到你的表现。但是只要你坚持努力，积极调整心态，相信你一定能够克服这个困扰，取得成功。祝你顺利！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "相信自己，你是一个优秀的人，只是在面试中的紧张感会暂时影响到你的表现。",
        "label": ""
      },
      {
        "sentence": "但是只要你坚持努力，积极调整心态，相信你一定能够克服这个困扰，取得成功。",
        "label": ""
      },
      {
        "sentence": "祝你顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和祝福。我会努力克服面试的紧张感，相信自己的能力，向着成功迈进。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和祝福。",
        "label": ""
      },
      {
        "sentence": "我会努力克服面试的紧张感，相信自己的能力，向着成功迈进。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "加油！相信自己，你一定可以做到的。如果有任何困扰和问题，随时都可以来找我倾诉。我会一直支持你的。祝你未来一切顺利！",
    "annotation": [
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定可以做到的。",
        "label": ""
      },
      {
        "sentence": "如果有任何困扰和问题，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "祝你未来一切顺利！",
        "label": ""
      }
    ]
  }
]