[
  {
    "role": "client",
    "content": "该不该和出轨的男生保持联系？曾经喜欢过这个男生，他后来谈恋爱之后我就慢慢的放下了，我之后也谈了恋爱。但是他一直表达对我的好感，还瞒着他的女朋友带我出去玩。去了一次之后我就没有再去，因为谈恋爱和他的联系也少了，叫我去我也一直推脱。我本来以为是对朋友的欣赏，最近才知道他说喜欢我真的是这种喜欢。他是比较多情的人，现在应该是同时喜欢4个女生，因为知道在一起的话最后没有结果而且还会失去朋友。我们平时作为朋友还是挺聊得来的，但是他这样说白了就是精神出轨。我不喜欢他，但他对我挺好的，我属于回避型依恋平时没什么朋友，我不知道该不该继续和他保持这种类似出轨的关系，彻底拒绝失去这个朋友也挺可惜的。我劝过他，他知道和现在的女朋友走不到最后，同时喜欢几个人我也没有办法。",
    "annotation": [
      {
        "sentence": "该不该和出轨的男生保持联系？",
        "label": ""
      },
      {
        "sentence": "曾经喜欢过这个男生，他后来谈恋爱之后我就慢慢的放下了，我之后也谈了恋爱。",
        "label": ""
      },
      {
        "sentence": "但是他一直表达对我的好感，还瞒着他的女朋友带我出去玩。",
        "label": ""
      },
      {
        "sentence": "去了一次之后我就没有再去，因为谈恋爱和他的联系也少了，叫我去我也一直推脱。",
        "label": ""
      },
      {
        "sentence": "我本来以为是对朋友的欣赏，最近才知道他说喜欢我真的是这种喜欢。",
        "label": ""
      },
      {
        "sentence": "他是比较多情的人，现在应该是同时喜欢4个女生，因为知道在一起的话最后没有结果而且还会失去朋友。",
        "label": ""
      },
      {
        "sentence": "我们平时作为朋友还是挺聊得来的，但是他这样说白了就是精神出轨。",
        "label": ""
      },
      {
        "sentence": "我不喜欢他，但他对我挺好的，我属于回避型依恋平时没什么朋友，我不知道该不该继续和他保持这种类似出轨的关系，彻底拒绝失去这个朋友也挺可惜的。",
        "label": ""
      },
      {
        "sentence": "我劝过他，他知道和现在的女朋友走不到最后，同时喜欢几个人我也没有办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你好。听说你现在遇到了一个问题，是关于是否和一个出轨的男生保持联系的困惑，是吗？在过去你曾经对这个男生有好感，但之后他谈恋爱了，你也放下了对他的感情。然而，他仍然对你表达好感，并瞒着女朋友带你出去玩。你去过一次之后就停止了，因为你和他的联系也减少了，他叫你去你也一直找理由推脱。你曾以为他对你只是朋友的欣赏，最近才发现他真的是喜欢你。他是一个比较多情的人，现在好像同时喜欢着四个女生，因为他知道和她们在一起最终没有结果，而且还可能失去朋友。虽然作为朋友，你们平时相处还挺好的，但他的行为实质上属于精神出轨。你并不喜欢他，但他对你很好。由于你是回避型依恋，平时没有太多朋友，你不知道是否应该继续和他保持这种类似出轨的关系，而且完全拒绝可能会失去这个朋友，你觉得挺可惜的。你曾经劝过他，他知道和现在的女朋友无法走到最后，但同时喜欢几个人这也让你束手无策。",
    "annotation": [
      {
        "sentence": "求助者，你好。",
        "label": ""
      },
      {
        "sentence": "听说你现在遇到了一个问题，是关于是否和一个出轨的男生保持联系的困惑，是吗？",
        "label": ""
      },
      {
        "sentence": "在过去你曾经对这个男生有好感，但之后他谈恋爱了，你也放下了对他的感情。",
        "label": ""
      },
      {
        "sentence": "然而，他仍然对你表达好感，并瞒着女朋友带你出去玩。",
        "label": ""
      },
      {
        "sentence": "你去过一次之后就停止了，因为你和他的联系也减少了，他叫你去你也一直找理由推脱。",
        "label": ""
      },
      {
        "sentence": "你曾以为他对你只是朋友的欣赏，最近才发现他真的是喜欢你。",
        "label": ""
      },
      {
        "sentence": "他是一个比较多情的人，现在好像同时喜欢着四个女生，因为他知道和她们在一起最终没有结果，而且还可能失去朋友。",
        "label": ""
      },
      {
        "sentence": "虽然作为朋友，你们平时相处还挺好的，但他的行为实质上属于精神出轨。",
        "label": ""
      },
      {
        "sentence": "你并不喜欢他，但他对你很好。",
        "label": ""
      },
      {
        "sentence": "由于你是回避型依恋，平时没有太多朋友，你不知道是否应该继续和他保持这种类似出轨的关系，而且完全拒绝可能会失去这个朋友，你觉得挺可惜的。",
        "label": ""
      },
      {
        "sentence": "你曾经劝过他，他知道和现在的女朋友无法走到最后，但同时喜欢几个人这也让你束手无策。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是觉得这个男生的行为有点让我矛盾不已。我尝试过劝他，但他好像对我的劝说漠不关心，还是一直保持着和女朋友以及其他女生的关系。我是真的不知道该怎么做才好。这种纠结真的让我很困扰。",
    "annotation": [
      {
        "sentence": "是的，我就是觉得这个男生的行为有点让我矛盾不已。",
        "label": ""
      },
      {
        "sentence": "我尝试过劝他，但他好像对我的劝说漠不关心，还是一直保持着和女朋友以及其他女生的关系。",
        "label": ""
      },
      {
        "sentence": "我是真的不知道该怎么做才好。",
        "label": ""
      },
      {
        "sentence": "这种纠结真的让我很困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的困扰。这个男生的行为确实让你感到矛盾。你曾尝试过劝导他，但他似乎对你的劝说不以为意，继续保持着和女朋友以及其他女生的关系。这种纠结让你很困扰，你不知道该何去何从。对于这种困境，我们可以一起来思考一下，找到一条适合你自己的出路。首先，可以先从你自己的内心感受出发，考虑你对这种类似出轨关系的真实感受是什么？你是否能够接受这样的关系继续存在？",
    "annotation": [
      {
        "sentence": "非常理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "这个男生的行为确实让你感到矛盾。",
        "label": ""
      },
      {
        "sentence": "你曾尝试过劝导他，但他似乎对你的劝说不以为意，继续保持着和女朋友以及其他女生的关系。",
        "label": ""
      },
      {
        "sentence": "这种纠结让你很困扰，你不知道该何去何从。",
        "label": ""
      },
      {
        "sentence": "对于这种困境，我们可以一起来思考一下，找到一条适合你自己的出路。",
        "label": ""
      },
      {
        "sentence": "首先，可以先从你自己的内心感受出发，考虑你对这种类似出轨关系的真实感受是什么？",
        "label": ""
      },
      {
        "sentence": "你是否能够接受这样的关系继续存在？",
        "label": ""
      }
    ]
  }
]