[
  {
    "role": "client",
    "content": "可选项选取问题，想得到改善经验或知识。最近我在办公室又流泪了，我很小心擦拭，但我还是比较在意别人的眼光。大概一个月前结束了一年的心理咨询，现在貌似更加困惑和伤心，休息日的时候有时候被感触到就会流泪，我貌似还是很难接纳别人的感情，即便她还不错，我们仅仅停留在sex层面。在忙碌的时候我一切正常，但你认为我是回避型人格吗？",
    "annotation": [
      {
        "sentence": "可选项选取问题，想得到改善经验或知识。",
        "label": ""
      },
      {
        "sentence": "最近我在办公室又流泪了，我很小心擦拭，但我还是比较在意别人的眼光。",
        "label": ""
      },
      {
        "sentence": "大概一个月前结束了一年的心理咨询，现在貌似更加困惑和伤心，休息日的时候有时候被感触到就会流泪，我貌似还是很难接纳别人的感情，即便她还不错，我们仅仅停留在sex层面。",
        "label": ""
      },
      {
        "sentence": "在忙碌的时候我一切正常，但你认为我是回避型人格吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我了解你目前的情况有些困扰，不过我想说的是，你在经历了一年的心理咨询之后，应该对自己的情绪问题有了一定的认知和管控能力。毕竟，情绪的起伏是每个人都会有的，一下子平复内心的确不容易。对于你关于回避型人格的问题，我认为这个需要根据具体的情况来看，你可以告诉我更多的细节。",
    "annotation": [
      {
        "sentence": "你好，我了解你目前的情况有些困扰，不过我想说的是，你在经历了一年的心理咨询之后，应该对自己的情绪问题有了一定的认知和管控能力。",
        "label": ""
      },
      {
        "sentence": "毕竟，情绪的起伏是每个人都会有的，一下子平复内心的确不容易。",
        "label": ""
      },
      {
        "sentence": "对于你关于回避型人格的问题，我认为这个需要根据具体的情况来看，你可以告诉我更多的细节。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复，我现在的情况是经常无缘无故地情绪低落，对于别人的情感的确比较难以接纳，感觉是一种心理上的负担，让我无法真正的享受生活。",
    "annotation": [
      {
        "sentence": "谢谢你的回复，我现在的情况是经常无缘无故地情绪低落，对于别人的情感的确比较难以接纳，感觉是一种心理上的负担，让我无法真正的享受生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，对于很多人来说都很难接受别人的情感，这并不是一种罪恶，只是每个人的普遍情绪状况都不相同。建议你先从自己的内心进行调节和控制，你可以通过一些良好的心理调节方法来让自己逐渐走出困境，比如听音乐、看书等等。",
    "annotation": [
      {
        "sentence": "我理解你的感受，对于很多人来说都很难接受别人的情感，这并不是一种罪恶，只是每个人的普遍情绪状况都不相同。",
        "label": ""
      },
      {
        "sentence": "建议你先从自己的内心进行调节和控制，你可以通过一些良好的心理调节方法来让自己逐渐走出困境，比如听音乐、看书等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我试过调节，但对于控制自己的情绪仍然很难，为什么我这么难控制自己的情绪呢？",
    "annotation": [
      {
        "sentence": "我试过调节，但对于控制自己的情绪仍然很难，为什么我这么难控制自己的情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为情绪的起伏是非常正常的，我们不可能一直处于积极乐观的状态，有些时候情绪低沉是非常正常的，这需要我们在保持平衡的同时有所调整。如果你觉得难以控制自己的情绪，那么我建议你找一个专业的心理咨询师，通过咨询的方式来让自己更好的掌握情绪的调控技巧。",
    "annotation": [
      {
        "sentence": "因为情绪的起伏是非常正常的，我们不可能一直处于积极乐观的状态，有些时候情绪低沉是非常正常的，这需要我们在保持平衡的同时有所调整。",
        "label": ""
      },
      {
        "sentence": "如果你觉得难以控制自己的情绪，那么我建议你找一个专业的心理咨询师，通过咨询的方式来让自己更好的掌握情绪的调控技巧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会考虑你的建议。还有一个问题，我的工作使我感到非常疲劳，我不喜欢这份工作，但又无法马上辞职，应该怎么办？",
    "annotation": [
      {
        "sentence": "好的，我会考虑你的建议。",
        "label": ""
      },
      {
        "sentence": "还有一个问题，我的工作使我感到非常疲劳，我不喜欢这份工作，但又无法马上辞职，应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "工作的确是一件让我们消耗时间和精力的事情，很多时候我们并不一定能选择工作，但是我们可以选择对待工作的态度和方式。如果你对目前的工作感到疲惫，可以考虑尝试一些放松身心的方法，比如瑜伽、慢跑等等，这些运动可以提高身体的免疫力和耐力，同时还能让你的身体更加健康。此外，你也可以考虑职业规划，看看是否有其他更适合自己的工作选择，或者通过学习一些技能来转型发展。总之，不要把自己的精力全部耗费在工作中，保持一颗积极乐观向上的心态，让自己的生活更加充实美好。",
    "annotation": [
      {
        "sentence": "工作的确是一件让我们消耗时间和精力的事情，很多时候我们并不一定能选择工作，但是我们可以选择对待工作的态度和方式。",
        "label": ""
      },
      {
        "sentence": "如果你对目前的工作感到疲惫，可以考虑尝试一些放松身心的方法，比如瑜伽、慢跑等等，这些运动可以提高身体的免疫力和耐力，同时还能让你的身体更加健康。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以考虑职业规划，看看是否有其他更适合自己的工作选择，或者通过学习一些技能来转型发展。",
        "label": ""
      },
      {
        "sentence": "总之，不要把自己的精力全部耗费在工作中，保持一颗积极乐观向上的心态，让自己的生活更加充实美好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会好好考虑的。我最近也很焦虑，因为我一直想要一个女儿，但是似乎现在的生活并没有为我准备好，我应该怎么办？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会好好考虑的。",
        "label": ""
      },
      {
        "sentence": "我最近也很焦虑，因为我一直想要一个女儿，但是似乎现在的生活并没有为我准备好，我应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，恭喜你对生活充满了憧憬和温馨的期待，这也是我们在日常生活中需要的正面情感。但是，对于想要生小孩的人来说，也需要做好充分的准备，包括物质和心理上的准备。如果你目前的生活状况并没有为你准备好，不要急，给自己一定的时间来等待和准备，同时我们也可以考虑去了解一些相关的信息和知识，这能让我们更好的面对之后的挑战和问题。总之，不要给自己太大的压力，保持心态愉悦和积极向上，相信你会在不久的将来迎来一个属于自己的幸福家庭。",
    "annotation": [
      {
        "sentence": "首先，恭喜你对生活充满了憧憬和温馨的期待，这也是我们在日常生活中需要的正面情感。",
        "label": ""
      },
      {
        "sentence": "但是，对于想要生小孩的人来说，也需要做好充分的准备，包括物质和心理上的准备。",
        "label": ""
      },
      {
        "sentence": "如果你目前的生活状况并没有为你准备好，不要急，给自己一定的时间来等待和准备，同时我们也可以考虑去了解一些相关的信息和知识，这能让我们更好的面对之后的挑战和问题。",
        "label": ""
      },
      {
        "sentence": "总之，不要给自己太大的压力，保持心态愉悦和积极向上，相信你会在不久的将来迎来一个属于自己的幸福家庭。",
        "label": ""
      }
    ]
  }
]