[
  {
    "role": "client",
    "content": "可选项选取问题，想得到改善经验或知识。今天在办公室又流泪了，我很小心擦拭了，我还是比较在意别人的眼光。大概一个月前结束差不多一年的咨询，现在貌似我更多的是困惑和挥之不去的伤心。休息日的时候有时候被感触到就会流泪，我貌似还是很难接纳别人的感情，即便她还不错。我仅仅停留在sex层面。在忙碌的时候我一切正常。你为原生家庭问题应该是回避型人格很艰难的努力生活经历有精分史。现在在快节奏科技型企业做技术类工作（我并不喜欢这工作，付出和回报很不匹配，尽管以前非常羡慕以前）。你的理想为自由和真爱，还很想要一个女儿。想得到改善经验或知识。",
    "annotation": [
      {
        "sentence": "可选项选取问题，想得到改善经验或知识。",
        "label": ""
      },
      {
        "sentence": "今天在办公室又流泪了，我很小心擦拭了，我还是比较在意别人的眼光。",
        "label": ""
      },
      {
        "sentence": "大概一个月前结束差不多一年的咨询，现在貌似我更多的是困惑和挥之不去的伤心。",
        "label": ""
      },
      {
        "sentence": "休息日的时候有时候被感触到就会流泪，我貌似还是很难接纳别人的感情，即便她还不错。",
        "label": ""
      },
      {
        "sentence": "我仅仅停留在sex层面。",
        "label": ""
      },
      {
        "sentence": "在忙碌的时候我一切正常。",
        "label": ""
      },
      {
        "sentence": "你为原生家庭问题应该是回避型人格很艰难的努力生活经历有精分史。",
        "label": ""
      },
      {
        "sentence": "现在在快节奏科技型企业做技术类工作（我并不喜欢这工作，付出和回报很不匹配，尽管以前非常羡慕以前）。",
        "label": ""
      },
      {
        "sentence": "你的理想为自由和真爱，还很想要一个女儿。",
        "label": ""
      },
      {
        "sentence": "想得到改善经验或知识。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我能够深深理解，好像无论外界怎么样都与你无关，这种感觉确实让人感到不舒服。有时候，当外界不好的时候，我们可以找到很多理由为自己解释不舒服的原因。但是在这种情况下，当外界还相对不错的时候，内心仍然会感到孤独和空虚。就像德芬老师经常说的一句话：“亲爱的，外面没有别人只有你自己。”这句话很贴切地描述了你此时的心情，因为你已经感受到外界没有别人，只有你自己，外界的美好仿佛都与你无关。但是我们可以分析一下为什么会有这种感觉，肯定是有一些阻碍让我们无法去感知当下的美好。那么是什么阻碍了我们的觉察力呢？其实当我们静下心来仔细观察，会发现有一个小我在作祟。这个小我就像一个捣蛋的孩子一样，让我们无法意识到真相，或者总是蒙蔽了我们的双眼。那么我们如何与小我和解或者消融小我呢？我建议你可以尝试其他方法，当一种疗愈方式没有效果的时候，可以尝试换一种方式，比如唱诵、曼陀罗绘画、沙盘等等，或者改变一种生活方式，更多地接触大自然，有时间多接触动物和植物等等，放下电子产品。我祝福你，世界和我都爱着你！",
    "annotation": [
      {
        "sentence": "你的感受我能够深深理解，好像无论外界怎么样都与你无关，这种感觉确实让人感到不舒服。",
        "label": ""
      },
      {
        "sentence": "有时候，当外界不好的时候，我们可以找到很多理由为自己解释不舒服的原因。",
        "label": ""
      },
      {
        "sentence": "但是在这种情况下，当外界还相对不错的时候，内心仍然会感到孤独和空虚。",
        "label": ""
      },
      {
        "sentence": "就像德芬老师经常说的一句话：“亲爱的，外面没有别人只有你自己。",
        "label": ""
      },
      {
        "sentence": "”这句话很贴切地描述了你此时的心情，因为你已经感受到外界没有别人，只有你自己，外界的美好仿佛都与你无关。",
        "label": ""
      },
      {
        "sentence": "但是我们可以分析一下为什么会有这种感觉，肯定是有一些阻碍让我们无法去感知当下的美好。",
        "label": ""
      },
      {
        "sentence": "那么是什么阻碍了我们的觉察力呢？",
        "label": ""
      },
      {
        "sentence": "其实当我们静下心来仔细观察，会发现有一个小我在作祟。",
        "label": ""
      },
      {
        "sentence": "这个小我就像一个捣蛋的孩子一样，让我们无法意识到真相，或者总是蒙蔽了我们的双眼。",
        "label": ""
      },
      {
        "sentence": "那么我们如何与小我和解或者消融小我呢？",
        "label": ""
      },
      {
        "sentence": "我建议你可以尝试其他方法，当一种疗愈方式没有效果的时候，可以尝试换一种方式，比如唱诵、曼陀罗绘画、沙盘等等，或者改变一种生活方式，更多地接触大自然，有时间多接触动物和植物等等，放下电子产品。",
        "label": ""
      },
      {
        "sentence": "我祝福你，世界和我都爱着你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议。我确实感受到了你的关心和鼓励。但是我还是有些困惑，不知道如何面对自己的情绪和挫折。我觉得自己有时候很难控制情绪的波动，而且常常被别人的意见左右。这让我很没有安全感，不知道如何摆脱这种困境。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      },
      {
        "sentence": "我确实感受到了你的关心和鼓励。",
        "label": ""
      },
      {
        "sentence": "但是我还是有些困惑，不知道如何面对自己的情绪和挫折。",
        "label": ""
      },
      {
        "sentence": "我觉得自己有时候很难控制情绪的波动，而且常常被别人的意见左右。",
        "label": ""
      },
      {
        "sentence": "这让我很没有安全感，不知道如何摆脱这种困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的困惑我完全理解。面对情绪和挫折是一件困难的事情，特别是当我们感觉自己无法控制情绪的时候。首先，我想告诉你，没有人能够完全掌控、避免或屏蔽情绪，而是我们要学会合理地处理和表达情绪。每个人都会有情绪上的波动，但是我们可以通过一些方法来帮助自己更好地面对。比如，当你感到情绪波动的时候，可以尝试用一些放松的方法来调整，比如深呼吸、冥想或者写日记等等。同时，你也可以找到一些适合自己的方式来发泄情绪，比如运动、听音乐或者和朋友倾诉等等。另外，关于受他人意见影响的问题，我建议你在决策时多听取各方意见，但最终仍要按照自己的判断和价值观来做决定。不要过分依赖他人的看法，相信自己的能力和直觉。希望这些建议对你有所帮助。记住，你并不孤单，我们都会陪伴着你。",
    "annotation": [
      {
        "sentence": "你的困惑我完全理解。",
        "label": ""
      },
      {
        "sentence": "面对情绪和挫折是一件困难的事情，特别是当我们感觉自己无法控制情绪的时候。",
        "label": ""
      },
      {
        "sentence": "首先，我想告诉你，没有人能够完全掌控、避免或屏蔽情绪，而是我们要学会合理地处理和表达情绪。",
        "label": ""
      },
      {
        "sentence": "每个人都会有情绪上的波动，但是我们可以通过一些方法来帮助自己更好地面对。",
        "label": ""
      },
      {
        "sentence": "比如，当你感到情绪波动的时候，可以尝试用一些放松的方法来调整，比如深呼吸、冥想或者写日记等等。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以找到一些适合自己的方式来发泄情绪，比如运动、听音乐或者和朋友倾诉等等。",
        "label": ""
      },
      {
        "sentence": "另外，关于受他人意见影响的问题，我建议你在决策时多听取各方意见，但最终仍要按照自己的判断和价值观来做决定。",
        "label": ""
      },
      {
        "sentence": "不要过分依赖他人的看法，相信自己的能力和直觉。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们都会陪伴着你。",
        "label": ""
      }
    ]
  }
]