[
  {
    "role": "client",
    "content": "脑子处理事情比较慢，如何摆脱这种糟糕的境遇？我属于一个脑子比较笨的人，对于事情的理解以及处理弱于正常的人。由此引发了一个问题便是无法同时面对多件事情，因为当思维正在停留在上一件事情之时，突然新的事情来了无法快速转换过来，于是以前的事没做好，现在的事又积压下来。这样不断的恶性循环导致了事情越来越多，都处理不完。而目前又在这种苦难中挣扎。对于我来说，工作了快两年了，现在变得敏感了不敢和人交流。就是害怕暴露出自己的低水平。脑子很糊涂，有时候问的问题很低级却又没反应过来。哎，我又在说一些负面的东西，笨人真的过得好痛苦啊。只能干一些低级的工作，干的很厌烦也无法解决现状，学一些知识技能花了几倍的功力也不见得能学会。对于笨这个问题是我一切痛苦的根源，因为这个因素我错失了很多机会，失去了很多的东西。也无力去改变，因为没有人愿意浪费更多的时间在一个笨人的身上，而且投入了时间也不见得有成效。上天给我一个笨人的身份让我十分的痛苦生不如死。",
    "annotation": [
      {
        "sentence": "脑子处理事情比较慢，如何摆脱这种糟糕的境遇？",
        "label": ""
      },
      {
        "sentence": "我属于一个脑子比较笨的人，对于事情的理解以及处理弱于正常的人。",
        "label": ""
      },
      {
        "sentence": "由此引发了一个问题便是无法同时面对多件事情，因为当思维正在停留在上一件事情之时，突然新的事情来了无法快速转换过来，于是以前的事没做好，现在的事又积压下来。",
        "label": ""
      },
      {
        "sentence": "这样不断的恶性循环导致了事情越来越多，都处理不完。",
        "label": ""
      },
      {
        "sentence": "而目前又在这种苦难中挣扎。",
        "label": ""
      },
      {
        "sentence": "对于我来说，工作了快两年了，现在变得敏感了不敢和人交流。",
        "label": ""
      },
      {
        "sentence": "就是害怕暴露出自己的低水平。",
        "label": ""
      },
      {
        "sentence": "脑子很糊涂，有时候问的问题很低级却又没反应过来。",
        "label": ""
      },
      {
        "sentence": "哎，我又在说一些负面的东西，笨人真的过得好痛苦啊。",
        "label": ""
      },
      {
        "sentence": "只能干一些低级的工作，干的很厌烦也无法解决现状，学一些知识技能花了几倍的功力也不见得能学会。",
        "label": ""
      },
      {
        "sentence": "对于笨这个问题是我一切痛苦的根源，因为这个因素我错失了很多机会，失去了很多的东西。",
        "label": ""
      },
      {
        "sentence": "也无力去改变，因为没有人愿意浪费更多的时间在一个笨人的身上，而且投入了时间也不见得有成效。",
        "label": ""
      },
      {
        "sentence": "上天给我一个笨人的身份让我十分的痛苦生不如死。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你对自己非常苛刻，一直在责备自己，觉得自己很笨，我有点心疼。一个自尊心高的人并不代表完美无缺，而是他能清晰地认识到自己的优势和劣势，但仍对自己有信心，相信自己可以创造美好的生活。你对自己的苛责可能和过去的经历有关，不知道你是否曾被父母或身边的人责骂挑剔过？在你小时候成绩不好的时候，他们一直责骂你怎么这么笨，做了好多遍的题目都不会；甚至和他人对比，你看人家小明看一遍就会了…在这样的环境中长大，你慢慢开始对自己失去了自信，觉得自己真的很笨，而且无力改变，所以索性就接受自己笨，什么都做不好，让人感到叹息。其实人的智商除了有缺陷和特别高的情况外，都差不多在同一个区间，没有太大的差别。这也就意味着，只要找对方向、付出足够的努力并采取正确的方法，我们都能过上想要的生活，没有谁比谁差。也许你并不是真的笨，只是需要更多的时间去理解，生活中这样的人是存在的，一旦理解之后，做事情的结果是一样的，甚至可能比他人更深入。这并没有问题，你只需要给自己更多的耐心和时间就可以解决了，别人看一天的东西，你看两天也能看完，对吧？每个人都有适合自己的节奏。人的大脑并不适应多任务处理，往往只是在各种简单的事务上快速切换而已，所以你想同时做两件事情，往往会忙中出错。一个人在耐心写作的过程中不太可能还能和别人很好地聊天，同样在聊天的过程中你也无法集中思路写作。一心多用往往会导致你没有什么能做好，你应该在享受美食的同时，集中精力享受美食，不然吃完连嘴里滋味都不知道？手机上看了却不知道看了些什么。所以不要低估专注的力量，有时候耐下心来专注地做好一件事情反而是一件更困难的事情。人的价值不仅仅在于聪明的头脑，还有更多的方面可以发掘，比如性格、人品、爱好、同理心，能否对他人友善、乐于助人，是否在关键时刻勇敢地挺身而出，这些品质都可以让你有价值。光是聪明还不足够。不要只专注于自己的弱点，还要多发现自己的优点。你擅长和喜欢做什么事情？做这些事情的时候你有成就感吗？别人通常夸奖你什么方面？激发自己积极乐观的一面，你就不会总觉得自己很笨了。多尝试不同的事物，找到适合自己的，即使你需要比别人多努力一些也可以。我相信只要没有智力缺陷，凭借你的努力去专攻一项特长，你肯定会有所收获，而这个特长将成为你的底气。确定自己的方向也很重要，如果你在某个领域努力了很久还没见成效，那可能是你努力的方向不对，而不是不适合你的。回到前面，找到适合自己的东西，通常会给你带来成就感。给自己一些耐心，即使全世界都觉得我笨，我也要好好安慰自己，不要因为外界的否定就对自己更加否定，这样只会让自己没有动力。给自己更多的爱和喜欢，慢慢来，也许这才是适应你的节奏。",
    "annotation": [
      {
        "sentence": "我能感受到你对自己非常苛刻，一直在责备自己，觉得自己很笨，我有点心疼。",
        "label": ""
      },
      {
        "sentence": "一个自尊心高的人并不代表完美无缺，而是他能清晰地认识到自己的优势和劣势，但仍对自己有信心，相信自己可以创造美好的生活。",
        "label": ""
      },
      {
        "sentence": "你对自己的苛责可能和过去的经历有关，不知道你是否曾被父母或身边的人责骂挑剔过？",
        "label": ""
      },
      {
        "sentence": "在你小时候成绩不好的时候，他们一直责骂你怎么这么笨，做了好多遍的题目都不会；甚至和他人对比，你看人家小明看一遍就会了…在这样的环境中长大，你慢慢开始对自己失去了自信，觉得自己真的很笨，而且无力改变，所以索性就接受自己笨，什么都做不好，让人感到叹息。",
        "label": ""
      },
      {
        "sentence": "其实人的智商除了有缺陷和特别高的情况外，都差不多在同一个区间，没有太大的差别。",
        "label": ""
      },
      {
        "sentence": "这也就意味着，只要找对方向、付出足够的努力并采取正确的方法，我们都能过上想要的生活，没有谁比谁差。",
        "label": ""
      },
      {
        "sentence": "也许你并不是真的笨，只是需要更多的时间去理解，生活中这样的人是存在的，一旦理解之后，做事情的结果是一样的，甚至可能比他人更深入。",
        "label": ""
      },
      {
        "sentence": "这并没有问题，你只需要给自己更多的耐心和时间就可以解决了，别人看一天的东西，你看两天也能看完，对吧？",
        "label": ""
      },
      {
        "sentence": "每个人都有适合自己的节奏。",
        "label": ""
      },
      {
        "sentence": "人的大脑并不适应多任务处理，往往只是在各种简单的事务上快速切换而已，所以你想同时做两件事情，往往会忙中出错。",
        "label": ""
      },
      {
        "sentence": "一个人在耐心写作的过程中不太可能还能和别人很好地聊天，同样在聊天的过程中你也无法集中思路写作。",
        "label": ""
      },
      {
        "sentence": "一心多用往往会导致你没有什么能做好，你应该在享受美食的同时，集中精力享受美食，不然吃完连嘴里滋味都不知道？",
        "label": ""
      },
      {
        "sentence": "手机上看了却不知道看了些什么。",
        "label": ""
      },
      {
        "sentence": "所以不要低估专注的力量，有时候耐下心来专注地做好一件事情反而是一件更困难的事情。",
        "label": ""
      },
      {
        "sentence": "人的价值不仅仅在于聪明的头脑，还有更多的方面可以发掘，比如性格、人品、爱好、同理心，能否对他人友善、乐于助人，是否在关键时刻勇敢地挺身而出，这些品质都可以让你有价值。",
        "label": ""
      },
      {
        "sentence": "光是聪明还不足够。",
        "label": ""
      },
      {
        "sentence": "不要只专注于自己的弱点，还要多发现自己的优点。",
        "label": ""
      },
      {
        "sentence": "你擅长和喜欢做什么事情？",
        "label": ""
      },
      {
        "sentence": "做这些事情的时候你有成就感吗？",
        "label": ""
      },
      {
        "sentence": "别人通常夸奖你什么方面？",
        "label": ""
      },
      {
        "sentence": "激发自己积极乐观的一面，你就不会总觉得自己很笨了。",
        "label": ""
      },
      {
        "sentence": "多尝试不同的事物，找到适合自己的，即使你需要比别人多努力一些也可以。",
        "label": ""
      },
      {
        "sentence": "我相信只要没有智力缺陷，凭借你的努力去专攻一项特长，你肯定会有所收获，而这个特长将成为你的底气。",
        "label": ""
      },
      {
        "sentence": "确定自己的方向也很重要，如果你在某个领域努力了很久还没见成效，那可能是你努力的方向不对，而不是不适合你的。",
        "label": ""
      },
      {
        "sentence": "回到前面，找到适合自己的东西，通常会给你带来成就感。",
        "label": ""
      },
      {
        "sentence": "给自己一些耐心，即使全世界都觉得我笨，我也要好好安慰自己，不要因为外界的否定就对自己更加否定，这样只会让自己没有动力。",
        "label": ""
      },
      {
        "sentence": "给自己更多的爱和喜欢，慢慢来，也许这才是适应你的节奏。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，你说的很有道理。我从小确实受到了很多责备和挑剔，对自己非常不自信。看到别人优秀的时候，我就感觉自己很无能，觉得自己永远都赶不上别人。但是你说的让我明白了，我不能一直这样看待自己。我应该相信自己的价值，找到自己的优势，不再一味地对自己苛责。可能我真的是需要更多的耐心和时间来提升自己，不能因为一时的困难就放弃努力。我会试着专注在一件事情上，感受专注的力量，慢慢发现自己的潜力和价值。谢谢你的支持，让我重新找回了信心。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "我从小确实受到了很多责备和挑剔，对自己非常不自信。",
        "label": ""
      },
      {
        "sentence": "看到别人优秀的时候，我就感觉自己很无能，觉得自己永远都赶不上别人。",
        "label": ""
      },
      {
        "sentence": "但是你说的让我明白了，我不能一直这样看待自己。",
        "label": ""
      },
      {
        "sentence": "我应该相信自己的价值，找到自己的优势，不再一味地对自己苛责。",
        "label": ""
      },
      {
        "sentence": "可能我真的是需要更多的耐心和时间来提升自己，不能因为一时的困难就放弃努力。",
        "label": ""
      },
      {
        "sentence": "我会试着专注在一件事情上，感受专注的力量，慢慢发现自己的潜力和价值。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持，让我重新找回了信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这",
    "annotation": [
      {
        "sentence": "很高兴听到你这",
        "label": ""
      }
    ]
  }
]