[
  {
    "role": "client",
    "content": "脑子处理事情比较慢，如何摆脱这种糟糕的境遇？我属于一个脑子比较笨的人，对于事情的理解以及处理弱于正常的人。由此引发了一个问题便是无法同时面对多件事情，因为当思维正在停留在上一件事情之时，突然新的事情来了无法快速转换过来，于是以前的事没做好，现在的事又积压下来。这样不断的恶性循环导致了事情越来越多，都处理不完。而目前又在这种苦难中挣扎。对于我来说，工作了快两年了，现在变得敏感了不敢和人交流。就是害怕暴露出自己的低水平。脑子很糊涂，有时候问的问题很低级却又没反应过来。哎，我又在说一些负面的东西，笨人真的过得好痛苦啊。只能干一些低级的工作，干的很厌烦也无法解决现状，学一些知识技能花了几倍的功力也不见得能学会。对于笨这个问题是我一切痛苦的根源，因为这个因素我错失了很多机会，失去了很多的东西。也无力去改变，因为没有人愿意浪费更多的时间在一个笨人的身上，而且投入了时间也不见得有成效。上天给我一个笨人的身份让我十分的痛苦生不如死。",
    "annotation": [
      {
        "sentence": "脑子处理事情比较慢，如何摆脱这种糟糕的境遇？",
        "label": ""
      },
      {
        "sentence": "我属于一个脑子比较笨的人，对于事情的理解以及处理弱于正常的人。",
        "label": ""
      },
      {
        "sentence": "由此引发了一个问题便是无法同时面对多件事情，因为当思维正在停留在上一件事情之时，突然新的事情来了无法快速转换过来，于是以前的事没做好，现在的事又积压下来。",
        "label": ""
      },
      {
        "sentence": "这样不断的恶性循环导致了事情越来越多，都处理不完。",
        "label": ""
      },
      {
        "sentence": "而目前又在这种苦难中挣扎。",
        "label": ""
      },
      {
        "sentence": "对于我来说，工作了快两年了，现在变得敏感了不敢和人交流。",
        "label": ""
      },
      {
        "sentence": "就是害怕暴露出自己的低水平。",
        "label": ""
      },
      {
        "sentence": "脑子很糊涂，有时候问的问题很低级却又没反应过来。",
        "label": ""
      },
      {
        "sentence": "哎，我又在说一些负面的东西，笨人真的过得好痛苦啊。",
        "label": ""
      },
      {
        "sentence": "只能干一些低级的工作，干的很厌烦也无法解决现状，学一些知识技能花了几倍的功力也不见得能学会。",
        "label": ""
      },
      {
        "sentence": "对于笨这个问题是我一切痛苦的根源，因为这个因素我错失了很多机会，失去了很多的东西。",
        "label": ""
      },
      {
        "sentence": "也无力去改变，因为没有人愿意浪费更多的时间在一个笨人的身上，而且投入了时间也不见得有成效。",
        "label": ""
      },
      {
        "sentence": "上天给我一个笨人的身份让我十分的痛苦生不如死。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能感受到你对于自身的问题的焦虑，自责，给你个拥抱。李白都在说“天生我材必有用”，所以你真的没必要自责的，每个人擅长的东西不一样，比如，一个智商超级高的人，做科研的，但是他家务能力可能很差，饭也不会做，所以呢，人各有优缺点，生活在地球上普通人还是大多数，但是依然不影响我们优秀。做大事的人比如马云承担的责任也会比较大，心也会累，做好自己本职工作的小职员，每天开心的上下班，也很不错。",
    "annotation": [
      {
        "sentence": "能感受到你对于自身的问题的焦虑，自责，给你个拥抱。",
        "label": ""
      },
      {
        "sentence": "李白都在说“天生我材必有用”，所以你真的没必要自责的，每个人擅长的东西不一样，比如，一个智商超级高的人，做科研的，但是他家务能力可能很差，饭也不会做，所以呢，人各有优缺点，生活在地球上普通人还是大多数，但是依然不影响我们优秀。",
        "label": ""
      },
      {
        "sentence": "做大事的人比如马云承担的责任也会比较大，心也会累，做好自己本职工作的小职员，每天开心的上下班，也很不错。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解。但我觉得自己的脑子真的有问题，处理事情总是特别慢。而且我觉得环境也不支持我改变，我总是被人们嘲笑和忽视。我真的很想改变现状，但是我无力去改变。我觉得自己很无助。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解。",
        "label": ""
      },
      {
        "sentence": "但我觉得自己的脑子真的有问题，处理事情总是特别慢。",
        "label": ""
      },
      {
        "sentence": "而且我觉得环境也不支持我改变，我总是被人们嘲笑和忽视。",
        "label": ""
      },
      {
        "sentence": "我真的很想改变现状，但是我无力去改变。",
        "label": ""
      },
      {
        "sentence": "我觉得自己很无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你现在的心情。但是，你要知道改变不是一蹴而就的事情，它需要时间和坚持。其实，每个人在某些方面都会遇到困难和挫折，这是正常的。重要的是要审视自己的优点和长处，接受自己的不足，并专注于发展自己的能力。",
    "annotation": [
      {
        "sentence": "我能理解你现在的心情。",
        "label": ""
      },
      {
        "sentence": "但是，你要知道改变不是一蹴而就的事情，它需要时间和坚持。",
        "label": ""
      },
      {
        "sentence": "其实，每个人在某些方面都会遇到困难和挫折，这是正常的。",
        "label": ""
      },
      {
        "sentence": "重要的是要审视自己的优点和长处，接受自己的不足，并专注于发展自己的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道你说得对，但是我还是觉得很难接受自己的不足。我总是觉得自己和别人比起来差太多，这让我感到无助和沮丧。",
    "annotation": [
      {
        "sentence": "我知道你说得对，但是我还是觉得很难接受自己的不足。",
        "label": ""
      },
      {
        "sentence": "我总是觉得自己和别人比起来差太多，这让我感到无助和沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有不同的优点和价值，你并不比别人差。你需要改变的是你对自己的看法，相信自己的价值和潜力。试着去关注你所擅长的事情，做一些能够激发你兴趣和激励的事情，这样你可以更加积极地面对生活。",
    "annotation": [
      {
        "sentence": "每个人都有不同的优点和价值，你并不比别人差。",
        "label": ""
      },
      {
        "sentence": "你需要改变的是你对自己的看法，相信自己的价值和潜力。",
        "label": ""
      },
      {
        "sentence": "试着去关注你所擅长的事情，做一些能够激发你兴趣和激励的事情，这样你可以更加积极地面对生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着改变自己的看法，努力去发现自己的优点。但是，我还是担心改变会带来更多的困难和挫折。我害怕失败和被别人嘲笑。",
    "annotation": [
      {
        "sentence": "我会试着改变自己的看法，努力去发现自己的优点。",
        "label": ""
      },
      {
        "sentence": "但是，我还是担心改变会带来更多的困难和挫折。",
        "label": ""
      },
      {
        "sentence": "我害怕失败和被别人嘲笑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心和害怕是人的本能，但是我们不能被它们所限制。面对困难时，我们可以寻求帮助和支持，这样更容易克服困难。同时，失败是成功的一部分，它会教会我们很多宝贵的经验。我们要相信自己有足够的勇气和能力去面对困难，不要害怕失败。",
    "annotation": [
      {
        "sentence": "担心和害怕是人的本能，但是我们不能被它们所限制。",
        "label": ""
      },
      {
        "sentence": "面对困难时，我们可以寻求帮助和支持，这样更容易克服困难。",
        "label": ""
      },
      {
        "sentence": "同时，失败是成功的一部分，它会教会我们很多宝贵的经验。",
        "label": ""
      },
      {
        "sentence": "我们要相信自己有足够的勇气和能力去面对困难，不要害怕失败。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的话让我感到鼓舞和希望。我会试着相信自己，不再害怕失败和困难。我要努力寻找自己的兴趣和擅长的事情，希望能找到属于自己的发展方向。谢谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "你说的话让我感到鼓舞和希望。",
        "label": ""
      },
      {
        "sentence": "我会试着相信自己，不再害怕失败和困难。",
        "label": ""
      },
      {
        "sentence": "我要努力寻找自己的兴趣和擅长的事情，希望能找到属于自己的发展方向。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你能够找到属于自己的发展方向，实现自己的梦想。记住，困难和挫折只是暂时的，只要你坚持下去，你一定能够取得成功。我会一直支持你，加油！",
    "annotation": [
      {
        "sentence": "我相信你能够找到属于自己的发展方向，实现自己的梦想。",
        "label": ""
      },
      {
        "sentence": "记住，困难和挫折只是暂时的，只要你坚持下去，你一定能够取得成功。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你，加油！",
        "label": ""
      }
    ]
  }
]