[
  {
    "role": "client",
    "content": "脑子处理事情比较慢，如何摆脱这种糟糕的境遇？我属于一个脑子比较笨的人，对于事情的理解以及处理弱于正常的人。由此引发了一个问题便是无法同时面对多件事情，因为当思维正在停留在上一件事情之时，突然新的事情来了无法快速转换过来，于是以前的事没做好，现在的事又积压下来。这样不断的恶性循环导致了事情越来越多，都处理不完。而目前又在这种苦难中挣扎。对于我来说，工作了快两年了，现在变得敏感了不敢和人交流。就是害怕暴露出自己的低水平。脑子很糊涂，有时候问的问题很低级却又没反应过来。哎，我又在说一些负面的东西，笨人真的过得好痛苦啊。只能干一些低级的工作，干的很厌烦也无法解决现状，学一些知识技能花了几倍的功力也不见得能学会。对于笨这个问题是我一切痛苦的根源，因为这个因素我错失了很多机会，失去了很多的东西。也无力去改变，因为没有人愿意浪费更多的时间在一个笨人的身上，而且投入了时间也不见得有成效。上天给我一个笨人的身份让我十分的痛苦生不如死。",
    "annotation": [
      {
        "sentence": "脑子处理事情比较慢，如何摆脱这种糟糕的境遇？",
        "label": ""
      },
      {
        "sentence": "我属于一个脑子比较笨的人，对于事情的理解以及处理弱于正常的人。",
        "label": ""
      },
      {
        "sentence": "由此引发了一个问题便是无法同时面对多件事情，因为当思维正在停留在上一件事情之时，突然新的事情来了无法快速转换过来，于是以前的事没做好，现在的事又积压下来。",
        "label": ""
      },
      {
        "sentence": "这样不断的恶性循环导致了事情越来越多，都处理不完。",
        "label": ""
      },
      {
        "sentence": "而目前又在这种苦难中挣扎。",
        "label": ""
      },
      {
        "sentence": "对于我来说，工作了快两年了，现在变得敏感了不敢和人交流。",
        "label": ""
      },
      {
        "sentence": "就是害怕暴露出自己的低水平。",
        "label": ""
      },
      {
        "sentence": "脑子很糊涂，有时候问的问题很低级却又没反应过来。",
        "label": ""
      },
      {
        "sentence": "哎，我又在说一些负面的东西，笨人真的过得好痛苦啊。",
        "label": ""
      },
      {
        "sentence": "只能干一些低级的工作，干的很厌烦也无法解决现状，学一些知识技能花了几倍的功力也不见得能学会。",
        "label": ""
      },
      {
        "sentence": "对于笨这个问题是我一切痛苦的根源，因为这个因素我错失了很多机会，失去了很多的东西。",
        "label": ""
      },
      {
        "sentence": "也无力去改变，因为没有人愿意浪费更多的时间在一个笨人的身上，而且投入了时间也不见得有成效。",
        "label": ""
      },
      {
        "sentence": "上天给我一个笨人的身份让我十分的痛苦生不如死。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的伙伴，你说你很笨，我也相信这个世界上有一些人天生比咱们灵活。但是整个叙述我看了好几遍，你表达你所有的事情都是不聪明的，但我确实没有看到你到底哪里不聪明了。并且从概率论的角度，这个世界上没有一个人所有的地方都笨的，也没有一个人所有的地方都聪明的。不信，我们分析下。",
    "annotation": [
      {
        "sentence": "亲爱的伙伴，你说你很笨，我也相信这个世界上有一些人天生比咱们灵活。",
        "label": ""
      },
      {
        "sentence": "但是整个叙述我看了好几遍，你表达你所有的事情都是不聪明的，但我确实没有看到你到底哪里不聪明了。",
        "label": ""
      },
      {
        "sentence": "并且从概率论的角度，这个世界上没有一个人所有的地方都笨的，也没有一个人所有的地方都聪明的。",
        "label": ""
      },
      {
        "sentence": "不信，我们分析下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我以为我只有一些地方笨，但这些地方影响到了我的工作和生活。我觉得自己在处理事情上就是很低效，而且经常被紧急任务打断，导致前面的事情无法处理好，新的事情又接踵而至，我感到很绝望。",
    "annotation": [
      {
        "sentence": "我以为我只有一些地方笨，但这些地方影响到了我的工作和生活。",
        "label": ""
      },
      {
        "sentence": "我觉得自己在处理事情上就是很低效，而且经常被紧急任务打断，导致前面的事情无法处理好，新的事情又接踵而至，我感到很绝望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我特别认同，人不能三心二意，因为我也是没办法同时做两件事的人，从小被骂到大，但我还按照我的顺序去做。就是要一个一个问题处理的，不然就是都没有做好，互相影响了。如果你现在手头的事情很重要，后面再多事情，就让它在那堆积吧，不需要慌张，问题总要一个个处理的。这跟笨有什么关系？",
    "annotation": [
      {
        "sentence": "我特别认同，人不能三心二意，因为我也是没办法同时做两件事的人，从小被骂到大，但我还按照我的顺序去做。",
        "label": ""
      },
      {
        "sentence": "就是要一个一个问题处理的，不然就是都没有做好，互相影响了。",
        "label": ""
      },
      {
        "sentence": "如果你现在手头的事情很重要，后面再多事情，就让它在那堆积吧，不需要慌张，问题总要一个个处理的。",
        "label": ""
      },
      {
        "sentence": "这跟笨有什么关系？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得如果我聪明一点，脑子反应快一点，就能更好地处理多件事情，并且克服现有的问题。我真的很害怕暴露自己的低水平，觉得自己很糊涂，有时候连一些低级问题都回答不上来，这让我觉得很痛苦。",
    "annotation": [
      {
        "sentence": "我觉得如果我聪明一点，脑子反应快一点，就能更好地处理多件事情，并且克服现有的问题。",
        "label": ""
      },
      {
        "sentence": "我真的很害怕暴露自己的低水平，觉得自己很糊涂，有时候连一些低级问题都回答不上来，这让我觉得很痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "暴露就暴露啊，怕什么？让一个刚毕业两年的孩子，瞬间职场老道？可能吗？不懂才要问，什么都做的好了，就不在这个职位了，早就身居高位了。谁没有负面情绪，那太正常不过了，你说的那些优秀的人，他们都是一直积极阳光向上的吗？如果是，那就是吹牛。没有谁绝对的笨，更没有谁绝对的聪明，问题不会的时候叫难，问题会的时候叫简单，方法都是可以学习的，怎么就笨了呢？不就是还没掌握方法嘛，那就从方法入手。",
    "annotation": [
      {
        "sentence": "暴露就暴露啊，怕什么？",
        "label": ""
      },
      {
        "sentence": "让一个刚毕业两年的孩子，瞬间职场老道？",
        "label": ""
      },
      {
        "sentence": "可能吗？",
        "label": ""
      },
      {
        "sentence": "不懂才要问，什么都做的好了，就不在这个职位了，早就身居高位了。",
        "label": ""
      },
      {
        "sentence": "谁没有负面情绪，那太正常不过了，你说的那些优秀的人，他们都是一直积极阳光向上的吗？",
        "label": ""
      },
      {
        "sentence": "如果是，那就是吹牛。",
        "label": ""
      },
      {
        "sentence": "没有谁绝对的笨，更没有谁绝对的聪明，问题不会的时候叫难，问题会的时候叫简单，方法都是可以学习的，怎么就笨了呢？",
        "label": ""
      },
      {
        "sentence": "不就是还没掌握方法嘛，那就从方法入手。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我感觉我做的工作都是一些低级的工作，我觉得很厌烦，而且即使学习一些知识技能，花了很多功力也不见得能学会。我觉得这个问题是我痛苦的根源，因为这个原因我错过了很多机会，失去了很多东西。",
    "annotation": [
      {
        "sentence": "但是我感觉我做的工作都是一些低级的工作，我觉得很厌烦，而且即使学习一些知识技能，花了很多功力也不见得能学会。",
        "label": ""
      },
      {
        "sentence": "我觉得这个问题是我痛苦的根源，因为这个原因我错过了很多机会，失去了很多东西。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信，你是痛苦的，但这个痛苦是可以减少的。我曾经就被誉为最笨的人，那时我也认同，当有一天我不再认同我是笨的时候，我就不笨了。问题是可以通过技巧去解决，解决不了的技巧只能证明技巧出了问题。如果你有具体案例，我就可以给你具体说明了。失去的东西，是可以找回来的。",
    "annotation": [
      {
        "sentence": "我相信，你是痛苦的，但这个痛苦是可以减少的。",
        "label": ""
      },
      {
        "sentence": "我曾经就被誉为最笨的人，那时我也认同，当有一天我不再认同我是笨的时候，我就不笨了。",
        "label": ""
      },
      {
        "sentence": "问题是可以通过技巧去解决，解决不了的技巧只能证明技巧出了问题。",
        "label": ""
      },
      {
        "sentence": "如果你有具体案例，我就可以给你具体说明了。",
        "label": ""
      },
      {
        "sentence": "失去的东西，是可以找回来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我现在感觉无力去改变，因为没有人愿意浪费更多的时间在一个笨人身上，而且即使投入了时间也不见得有成效。上天为什么给我一个笨人的身份让我如此痛苦？",
    "annotation": [
      {
        "sentence": "但是我现在感觉无力去改变，因为没有人愿意浪费更多的时间在一个笨人身上，而且即使投入了时间也不见得有成效。",
        "label": ""
      },
      {
        "sentence": "上天为什么给我一个笨人的身份让我如此痛苦？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我不知道那个第一个或经常说你笨的人是谁？一般情况不会是自己，因为没有人会承认自己是笨的，只是被逼无奈。我可以非常负责任的告诉你，那个说你笨的人，ta没有眼光，再优秀的人也会被ta给耽误的。没有笨孩子，只有不会教的老师。这不是光鲜亮丽的话，这是事实。",
    "annotation": [
      {
        "sentence": "我不知道那个第一个或经常说你笨的人是谁？",
        "label": ""
      },
      {
        "sentence": "一般情况不会是自己，因为没有人会承认自己是笨的，只是被逼无奈。",
        "label": ""
      },
      {
        "sentence": "我可以非常负责任的告诉你，那个说你笨的人，ta没有眼光，再优秀的人也会被ta给耽误的。",
        "label": ""
      },
      {
        "sentence": "没有笨孩子，只有不会教的老师。",
        "label": ""
      },
      {
        "sentence": "这不是光鲜亮丽的话，这是事实。",
        "label": ""
      }
    ]
  }
]