[
  {
    "role": "client",
    "content": "为什么别人明明是夸你，却感觉被扁了的一样难受？自己小时候很少被夸的，特别是男性家长几乎自己不被关注，等到自己上了初中就表现为很不喜欢被别人夸，别人不经意夸了自己，自己会像被扁了的一样难受，难受把自己的被夸优点改掉，比如有一次一个朋友到家里去玩，看到收拾的床上干干净净利利索索，就夸了一句，从此以后自己每当想收拾的时候就没有劲了，这是什么心理呢？",
    "annotation": [
      {
        "sentence": "为什么别人明明是夸你，却感觉被扁了的一样难受？",
        "label": ""
      },
      {
        "sentence": "自己小时候很少被夸的，特别是男性家长几乎自己不被关注，等到自己上了初中就表现为很不喜欢被别人夸，别人不经意夸了自己，自己会像被扁了的一样难受，难受把自己的被夸优点改掉，比如有一次一个朋友到家里去玩，看到收拾的床上干干净净利利索索，就夸了一句，从此以后自己每当想收拾的时候就没有劲了，这是什么心理呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能勇敢地提出这个问题。听你描述的经历，可能是你小时候缺乏被夸奖的经历，导致你对夸奖产生了一些矛盾情感。不喜欢别人夸奖你，可能是因为你对自己不够自信，或者是担心别人的夸奖不是真心的，可能是怕被伤害。这是一种心理现象，有时候我们会对夸奖产生不同的反应。当你朋友夸奖你收拾床铺的时候，你感到了一种难以接受的压力，可能是对过去的不好经历的一种反弹。这其实是正常的，每个人都有不同的心理反应。",
    "annotation": [
      {
        "sentence": "很高兴你能勇敢地提出这个问题。",
        "label": ""
      },
      {
        "sentence": "听你描述的经历，可能是你小时候缺乏被夸奖的经历，导致你对夸奖产生了一些矛盾情感。",
        "label": ""
      },
      {
        "sentence": "不喜欢别人夸奖你，可能是因为你对自己不够自信，或者是担心别人的夸奖不是真心的，可能是怕被伤害。",
        "label": ""
      },
      {
        "sentence": "这是一种心理现象，有时候我们会对夸奖产生不同的反应。",
        "label": ""
      },
      {
        "sentence": "当你朋友夸奖你收拾床铺的时候，你感到了一种难以接受的压力，可能是对过去的不好经历的一种反弹。",
        "label": ""
      },
      {
        "sentence": "这其实是正常的，每个人都有不同的心理反应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的理解和回答。我确实感受到了这种矛盾情感，每次被夸奖的时候，我就会感到很不自在，好像被夸奖是一种负担，而不是一种欣喜。我很希望能够改变这种心理，不再对夸奖产生负面情绪。",
    "annotation": [
      {
        "sentence": "谢谢您的理解和回答。",
        "label": ""
      },
      {
        "sentence": "我确实感受到了这种矛盾情感，每次被夸奖的时候，我就会感到很不自在，好像被夸奖是一种负担，而不是一种欣喜。",
        "label": ""
      },
      {
        "sentence": "我很希望能够改变这种心理，不再对夸奖产生负面情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的需求，想要改变这个心理，可以从自我接纳和自我肯定这两个方面入手。首先，要学会接纳自己，包括接纳自己过去的经历和感受。过去的经历可能会对你产生一些影响，但这并不代表你现在就必须承受这些负面情绪。其次，要学会自我肯定，认可自己的价值和优点。每个人都有自己独特的优点和价值，不要将别人的评价左右你对自己的看法。多关注自己的成长和进步，相信自己的能力。",
    "annotation": [
      {
        "sentence": "明白你的需求，想要改变这个心理，可以从自我接纳和自我肯定这两个方面入手。",
        "label": ""
      },
      {
        "sentence": "首先，要学会接纳自己，包括接纳自己过去的经历和感受。",
        "label": ""
      },
      {
        "sentence": "过去的经历可能会对你产生一些影响，但这并不代表你现在就必须承受这些负面情绪。",
        "label": ""
      },
      {
        "sentence": "其次，要学会自我肯定，认可自己的价值和优点。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己独特的优点和价值，不要将别人的评价左右你对自己的看法。",
        "label": ""
      },
      {
        "sentence": "多关注自己的成长和进步，相信自己的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，接纳自己的过去和自己的感受，同时也要学会自我肯定，相信自己的能力和价值。这样我就能够更好地处理别人的夸奖，不再感到不安和压力了吗？",
    "annotation": [
      {
        "sentence": "我明白了，接纳自己的过去和自己的感受，同时也要学会自我肯定，相信自己的能力和价值。",
        "label": ""
      },
      {
        "sentence": "这样我就能够更好地处理别人的夸奖，不再感到不安和压力了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，当你能够接纳自己并且相信自己的能力时，别人的夸奖就不会对你产生负面影响了。你可以尝试改变对夸奖的态度，积极地看待别人的赞扬，将其作为一种正面肯定和鼓励。同时，也要时刻提醒自己，每个人都有好的一面，你也不例外。",
    "annotation": [
      {
        "sentence": "是的，当你能够接纳自己并且相信自己的能力时，别人的夸奖就不会对你产生负面影响了。",
        "label": ""
      },
      {
        "sentence": "你可以尝试改变对夸奖的态度，积极地看待别人的赞扬，将其作为一种正面肯定和鼓励。",
        "label": ""
      },
      {
        "sentence": "同时，也要时刻提醒自己，每个人都有好的一面，你也不例外。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议。我会尝试接纳自己，并且相信自己的能力和价值，这样我就能够更好地处理别人的夸奖了。也许通过这种改变，我能够逐渐摆脱对夸奖的负面情绪。",
    "annotation": [
      {
        "sentence": "谢谢您的建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试接纳自己，并且相信自己的能力和价值，这样我就能够更好地处理别人的夸奖了。",
        "label": ""
      },
      {
        "sentence": "也许通过这种改变，我能够逐渐摆脱对夸奖的负面情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和积极态度。改变需要时间和坚持，不要给自己太大压力，慢慢来，相信你能够逐渐克服这个心理障碍。如果你在这个过程中遇到困难，记得随时与我沟通，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和积极态度。",
        "label": ""
      },
      {
        "sentence": "改变需要时间和坚持，不要给自己太大压力，慢慢来，相信你能够逐渐克服这个心理障碍。",
        "label": ""
      },
      {
        "sentence": "如果你在这个过程中遇到困难，记得随时与我沟通，我会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "再次感谢您的帮助和支持。我会牢记您的建议，努力改变并克服这个心理障碍。如果遇到问题，我会及时与您取得联系，并寻求您的帮助。",
    "annotation": [
      {
        "sentence": "再次感谢您的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "我会牢记您的建议，努力改变并克服这个心理障碍。",
        "label": ""
      },
      {
        "sentence": "如果遇到问题，我会及时与您取得联系，并寻求您的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欢迎你随时向我求助。我们会一起度过这个过程，相信你能够实现内心的平衡和自我接纳。记住，你并不孤单，我将一直陪伴在你身边。",
    "annotation": [
      {
        "sentence": "非常欢迎你随时向我求助。",
        "label": ""
      },
      {
        "sentence": "我们会一起度过这个过程，相信你能够实现内心的平衡和自我接纳。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我将一直陪伴在你身边。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的陪伴和鼓励。我会坚持下去，相信自己能够渐渐走出困境，迎接更积极的自己。",
    "annotation": [
      {
        "sentence": "谢谢您的陪伴和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会坚持下去，相信自己能够渐渐走出困境，迎接更积极的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常认同你的决心。相信你的坚持和努力，你一定能够找回自信，拥抱更加积极的生活。记住，我会一直在这里支持你。",
    "annotation": [
      {
        "sentence": "非常认同你的决心。",
        "label": ""
      },
      {
        "sentence": "相信你的坚持和努力，你一定能够找回自信，拥抱更加积极的生活。",
        "label": ""
      },
      {
        "sentence": "记住，我会一直在这里支持你。",
        "label": ""
      }
    ]
  }
]