[
  {
    "role": "client",
    "content": "遇到无中生有、颠倒黑白、蛮不讲理的人，该怎么对待？老公在国外，婆婆搬过来和我住，把自己当成家里的女主人，因为拿捏着我性格比较软，不好意思和她发生争执，所以婆婆经常无中生有，自己编造一些没有发生的事情来说，然后会颠倒黑白，把她自己说的话说成是你说的，比如她说哪个人就是很坏，最后她说这句话是你说的，而且蛮不讲道理，你说一她就说二你说二她就说三，无理辩三分，永远不能正常的处理一件事情，还总挑理，可怎么办？",
    "annotation": [
      {
        "sentence": "遇到无中生有、颠倒黑白、蛮不讲理的人，该怎么对待？",
        "label": ""
      },
      {
        "sentence": "老公在国外，婆婆搬过来和我住，把自己当成家里的女主人，因为拿捏着我性格比较软，不好意思和她发生争执，所以婆婆经常无中生有，自己编造一些没有发生的事情来说，然后会颠倒黑白，把她自己说的话说成是你说的，比如她说哪个人就是很坏，最后她说这句话是你说的，而且蛮不讲道理，你说一她就说二你说二她就说三，无理辩三分，永远不能正常的处理一件事情，还总挑理，可怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "辛苦你了，这样的生活很累吧，给个抱抱先。首先，你的问题是中国更古至今一大难题：婆媳关系。那么遇到这样的问题，我会尊重你长辈的身份，但我不会无条件地附庸你。婆婆无理取闹，颠倒黑白，拿捏住儿媳性格比较软的特点，在家里吆三喝四。这是现状。那我想先问问您觉得婆婆这样做的目的是什么呢？知己知彼，方能百战不殆嘛。我的大致猜测有这样几种：①婆婆不喜欢这个儿媳妇，但儿子喜欢，结婚之后呢，婆婆依旧是对儿媳妇挑三拣四，但因为有儿子在场，不敢光明正大欺负儿媳，此次称儿子出国，来到家中，耀武扬威。",
    "annotation": [
      {
        "sentence": "辛苦你了，这样的生活很累吧，给个抱抱先。",
        "label": ""
      },
      {
        "sentence": "首先，你的问题是中国更古至今一大难题：婆媳关系。",
        "label": ""
      },
      {
        "sentence": "那么遇到这样的问题，我会尊重你长辈的身份，但我不会无条件地附庸你。",
        "label": ""
      },
      {
        "sentence": "婆婆无理取闹，颠倒黑白，拿捏住儿媳性格比较软的特点，在家里吆三喝四。",
        "label": ""
      },
      {
        "sentence": "这是现状。",
        "label": ""
      },
      {
        "sentence": "那我想先问问您觉得婆婆这样做的目的是什么呢？",
        "label": ""
      },
      {
        "sentence": "知己知彼，方能百战不殆嘛。",
        "label": ""
      },
      {
        "sentence": "我的大致猜测有这样几种：①婆婆不喜欢这个儿媳妇，但儿子喜欢，结婚之后呢，婆婆依旧是对儿媳妇挑三拣四，但因为有儿子在场，不敢光明正大欺负儿媳，此次称儿子出国，来到家中，耀武扬威。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也有同样的感觉。我觉得她可能是想在我丈夫不在的时候掌控家庭，她的目的可能是想让我感到无助和压力。",
    "annotation": [
      {
        "sentence": "是的，我也有同样的感觉。",
        "label": ""
      },
      {
        "sentence": "我觉得她可能是想在我丈夫不在的时候掌控家庭，她的目的可能是想让我感到无助和压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。要是这样的话，处理起来就比较简单了，你不喜欢我，凭什么要求我去喜欢你呢，这是原则问题，我做好我自己分内的事，我们井水不犯河水。但同时，也要学会明辨事实，不要被她颠倒黑白的言辞所迷惑，保持自己的清醒和理智。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "要是这样的话，处理起来就比较简单了，你不喜欢我，凭什么要求我去喜欢你呢，这是原则问题，我做好我自己分内的事，我们井水不犯河水。",
        "label": ""
      },
      {
        "sentence": "但同时，也要学会明辨事实，不要被她颠倒黑白的言辞所迷惑，保持自己的清醒和理智。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是她总是针对我，无论我说什么她都不肯听进去。她的态度让我感到很沮丧和困惑。",
    "annotation": [
      {
        "sentence": "但是她总是针对我，无论我说什么她都不肯听进去。",
        "label": ""
      },
      {
        "sentence": "她的态度让我感到很沮丧和困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这可能是因为她在过去的生长环境中受尽了白眼，担心自己的儿子儿媳也会这样对待她，所以才是唱这么一出，想让儿媳知道自己的厉害，从而得到尊重。如果是这种情况，到也不难，找个时间，好好地和婆婆沟通一下，不是以婆媳关系而是以两个女性的身份来好好谈一谈，让她说出自己内心真正的想法。表达自己的观点和立场。不论是什么问题，都是一个巴掌拍不响的。在找到了婆婆的动机之后，我们也要反思自己是不是也出现了什么问题。这不是战争，不需要斗个你死我活。将心比心，以和为贵才是王道。最后要是能帮到你，自然是最好，要是也没帮上什么忙，你也别嫌弃哈。",
    "annotation": [
      {
        "sentence": "这可能是因为她在过去的生长环境中受尽了白眼，担心自己的儿子儿媳也会这样对待她，所以才是唱这么一出，想让儿媳知道自己的厉害，从而得到尊重。",
        "label": ""
      },
      {
        "sentence": "如果是这种情况，到也不难，找个时间，好好地和婆婆沟通一下，不是以婆媳关系而是以两个女性的身份来好好谈一谈，让她说出自己内心真正的想法。",
        "label": ""
      },
      {
        "sentence": "表达自己的观点和立场。",
        "label": ""
      },
      {
        "sentence": "不论是什么问题，都是一个巴掌拍不响的。",
        "label": ""
      },
      {
        "sentence": "在找到了婆婆的动机之后，我们也要反思自己是不是也出现了什么问题。",
        "label": ""
      },
      {
        "sentence": "这不是战争，不需要斗个你死我活。",
        "label": ""
      },
      {
        "sentence": "将心比心，以和为贵才是王道。",
        "label": ""
      },
      {
        "sentence": "最后要是能帮到你，自然是最好，要是也没帮上什么忙，你也别嫌弃哈。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的耐心倾听和建议。我会试着和婆婆坐下来好好沟通一下，理解她的难处，同时也表达我的立场和感受。我希望能够找到一个解决问题的方式，并且保持良好的婆媳关系。",
    "annotation": [
      {
        "sentence": "谢谢你的耐心倾听和建议。",
        "label": ""
      },
      {
        "sentence": "我会试着和婆婆坐下来好好沟通一下，理解她的难处，同时也表达我的立场和感受。",
        "label": ""
      },
      {
        "sentence": "我希望能够找到一个解决问题的方式，并且保持良好的婆媳关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很乐意能够帮到你。沟通是解决矛盾的关键，希望你们能够找到一个共同的理解和平衡点。记得，面对困难要有耐心和冷静，相信你们一定能够克服这个难题的。如果以后还有什么问题，记得随时来找我聊聊，我会一直在这里支持你的。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很乐意能够帮到你。",
        "label": ""
      },
      {
        "sentence": "沟通是解决矛盾的关键，希望你们能够找到一个共同的理解和平衡点。",
        "label": ""
      },
      {
        "sentence": "记得，面对困难要有耐心和冷静，相信你们一定能够克服这个难题的。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么问题，记得随时来找我聊聊，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]