[
  {
    "role": "client",
    "content": "遇到无中生有、颠倒黑白、蛮不讲理的人，该怎么对待？老公在国外，婆婆搬过来和我住，把自己当成家里的女主人，因为拿捏着我性格比较软，不好意思和她发生争执，所以婆婆经常无中生有，自己编造一些没有发生的事情来说，然后会颠倒黑白，把她自己说的话说成是你说的，比如她说哪个人就是很坏，最后她说这句话是你说的，而且蛮不讲道理，你说一她就说二你说二她就说三，无理辩三分，永远不能正常的处理一件事情，还总挑理，可怎么办？",
    "annotation": [
      {
        "sentence": "遇到无中生有、颠倒黑白、蛮不讲理的人，该怎么对待？",
        "label": ""
      },
      {
        "sentence": "老公在国外，婆婆搬过来和我住，把自己当成家里的女主人，因为拿捏着我性格比较软，不好意思和她发生争执，所以婆婆经常无中生有，自己编造一些没有发生的事情来说，然后会颠倒黑白，把她自己说的话说成是你说的，比如她说哪个人就是很坏，最后她说这句话是你说的，而且蛮不讲道理，你说一她就说二你说二她就说三，无理辩三分，永远不能正常的处理一件事情，还总挑理，可怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先现实层面，婆婆为什么搬过来跟你一起住？公公有一起吗？你先生对这件事是什么态度？因为毕竟是你和老公结婚成家，所以你们两个的关系是最重要的，即使老公在国外，而婆婆在身边，有事情还是你和老公一起商量怎么办。",
    "annotation": [
      {
        "sentence": "首先现实层面，婆婆为什么搬过来跟你一起住？",
        "label": ""
      },
      {
        "sentence": "公公有一起吗？",
        "label": ""
      },
      {
        "sentence": "你先生对这件事是什么态度？",
        "label": ""
      },
      {
        "sentence": "因为毕竟是你和老公结婚成家，所以你们两个的关系是最重要的，即使老公在国外，而婆婆在身边，有事情还是你和老公一起商量怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "婆婆之前住很远，为了方便照顾她的身体和老年病，所以搬过来和我住。公公在我丈夫小的时候就去世了。我先生对这件事态度很矛盾，他一方面希望我能与婆婆相处融洽，另一方面也了解我婆婆的难处。",
    "annotation": [
      {
        "sentence": "婆婆之前住很远，为了方便照顾她的身体和老年病，所以搬过来和我住。",
        "label": ""
      },
      {
        "sentence": "公公在我丈夫小的时候就去世了。",
        "label": ""
      },
      {
        "sentence": "我先生对这件事态度很矛盾，他一方面希望我能与婆婆相处融洽，另一方面也了解我婆婆的难处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是家里的女主人，这个是无可争议的，你完全可以直接做个女主人。如果现实情况允许，也完全可以主张自己一个人住。看起来和婆婆交流会有点困难，所以也许不和她争辩是个很适合现实的做法。如果婆婆有什么不满，可以让她直接和你先生交流，因为毕竟你和她只是婆媳关系。",
    "annotation": [
      {
        "sentence": "你是家里的女主人，这个是无可争议的，你完全可以直接做个女主人。",
        "label": ""
      },
      {
        "sentence": "如果现实情况允许，也完全可以主张自己一个人住。",
        "label": ""
      },
      {
        "sentence": "看起来和婆婆交流会有点困难，所以也许不和她争辩是个很适合现实的做法。",
        "label": ""
      },
      {
        "sentence": "如果婆婆有什么不满，可以让她直接和你先生交流，因为毕竟你和她只是婆媳关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道我应该做个女主人，但每次婆婆无中生有的时候，我总是觉得委屈，特别是她颠倒黑白、蛮不讲理的时候。我觉得自己无法正常处理这样的事情，也不知道该如何应对。",
    "annotation": [
      {
        "sentence": "我知道我应该做个女主人，但每次婆婆无中生有的时候，我总是觉得委屈，特别是她颠倒黑白、蛮不讲理的时候。",
        "label": ""
      },
      {
        "sentence": "我觉得自己无法正常处理这样的事情，也不知道该如何应对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婆婆编造事情是说给谁听呢，你先生是怎么主张的呢？我想你先生应该是很了解婆婆的，所以即使你不说，她也知道是你受委屈了。反而和老公诉苦，可能会让老公变成夹心饼，即使心里想偏向你，但是要在老婆和妈妈之间做个选择可是有点不容易。如果只是婆婆和你先生在讨论这件事，你先生反而可能会更客观地处理这件事。",
    "annotation": [
      {
        "sentence": "婆婆编造事情是说给谁听呢，你先生是怎么主张的呢？",
        "label": ""
      },
      {
        "sentence": "我想你先生应该是很了解婆婆的，所以即使你不说，她也知道是你受委屈了。",
        "label": ""
      },
      {
        "sentence": "反而和老公诉苦，可能会让老公变成夹心饼，即使心里想偏向你，但是要在老婆和妈妈之间做个选择可是有点不容易。",
        "label": ""
      },
      {
        "sentence": "如果只是婆婆和你先生在讨论这件事，你先生反而可能会更客观地处理这件事。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实婆婆编造事情并不是为了给别人听，她只是喜欢添油加醋，炒作气氛。我明白你的意思，我也不想让先生夹在中间难做决择。但是我自己很难处理，有时候对婆婆的无理辩驳也无从下口。",
    "annotation": [
      {
        "sentence": "其实婆婆编造事情并不是为了给别人听，她只是喜欢添油加醋，炒作气氛。",
        "label": ""
      },
      {
        "sentence": "我明白你的意思，我也不想让先生夹在中间难做决择。",
        "label": ""
      },
      {
        "sentence": "但是我自己很难处理，有时候对婆婆的无理辩驳也无从下口。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婆婆的做法肯定不止针对你自己，她自己也会有复杂的家庭背景导致她形成这样的行事风格，相信她的内心也是纠结和不轻松的，但是可能会因为家庭系统中复杂的张力，对你使力最大。你没有义务承担大家庭的张力和婆婆本身的情绪，如果有余力，可以承担一些，如果感觉非常不舒服、自身难保，那还是退到你先生身后，让公公婆婆和你先生自己处理比较轻松。",
    "annotation": [
      {
        "sentence": "婆婆的做法肯定不止针对你自己，她自己也会有复杂的家庭背景导致她形成这样的行事风格，相信她的内心也是纠结和不轻松的，但是可能会因为家庭系统中复杂的张力，对你使力最大。",
        "label": ""
      },
      {
        "sentence": "你没有义务承担大家庭的张力和婆婆本身的情绪，如果有余力，可以承担一些，如果感觉非常不舒服、自身难保，那还是退到你先生身后，让公公婆婆和你先生自己处理比较轻松。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实感觉很沮丧，承受了很多来自婆婆的压力和负面情绪。或许我应该找机会和先生好好沟通，让他更多地参与并了解我在与婆婆相处时的困境。",
    "annotation": [
      {
        "sentence": "你说得对，我确实感觉很沮丧，承受了很多来自婆婆的压力和负面情绪。",
        "label": ""
      },
      {
        "sentence": "或许我应该找机会和先生好好沟通，让他更多地参与并了解我在与婆婆相处时的困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "具体如何处理，当然还是需要更多的信息，进行细致地梳理和探讨再做决定。祝你越来越顺利！",
    "annotation": [
      {
        "sentence": "具体如何处理，当然还是需要更多的信息，进行细致地梳理和探讨再做决定。",
        "label": ""
      },
      {
        "sentence": "祝你越来越顺利！",
        "label": ""
      }
    ]
  }
]