[
  {
    "role": "client",
    "content": "高一女生，为什么我那么惹人讨厌？我该怎么办？我是高一的一名女学生，以前我有很多朋友，她们都是那种小团体，而我是她们的局外人，所以她们都很排斥我，不久后我和她们绝交了，再后来我遇到一个男孩，只是朋友而已，我只有他这一个朋友，而且我每次都会给他花钱给他织围巾给他做很多事，就是因为我当时没有秒回他的消息，他就跟我说，怪不得你的朋友都跟你绝交，因为你真的挺讨人厌的，然后就把我删掉了，我自那之后一直围绕着他的那句话生活，一直休学在家待着，还经常往胳膊上划伤痕，感觉这样能让我释放，每天不吃失眠药根本睡不着，我没有朋友又很讨人厌，可能我的心理素质很差吧，但是我真的不想再这样下去了，我又不知道该怎么办…",
    "annotation": [
      {
        "sentence": "高一女生，为什么我那么惹人讨厌？",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我是高一的一名女学生，以前我有很多朋友，她们都是那种小团体，而我是她们的局外人，所以她们都很排斥我，不久后我和她们绝交了，再后来我遇到一个男孩，只是朋友而已，我只有他这一个朋友，而且我每次都会给他花钱给他织围巾给他做很多事，就是因为我当时没有秒回他的消息，他就跟我说，怪不得你的朋友都跟你绝交，因为你真的挺讨人厌的，然后就把我删掉了，我自那之后一直围绕着他的那句话生活，一直休学在家待着，还经常往胳膊上划伤痕，感觉这样能让我释放，每天不吃失眠药根本睡不着，我没有朋友又很讨人厌，可能我的心理素质很差吧，但是我真的不想再这样下去了，我又不知道该怎么办…",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小姑娘，看完你的描述，非常心疼你的遭遇，青春期是最需要身边同伴接纳和认可的一个阶段，这对我们形成自我认识，有十分重要的作用和意义，希望你可以在这个温暖平台，慢慢疗愈和成长。",
    "annotation": [
      {
        "sentence": "小姑娘，看完你的描述，非常心疼你的遭遇，青春期是最需要身边同伴接纳和认可的一个阶段，这对我们形成自我认识，有十分重要的作用和意义，希望你可以在这个温暖平台，慢慢疗愈和成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，但是我真的觉得自己很讨人厌，为什么别人都不喜欢我呢？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，但是我真的觉得自己很讨人厌，为什么别人都不喜欢我呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "也许，因为之前的一些不愉快经历，让你深深相信自己是一个【不会有朋友，让人很讨厌的人】，可是——1、这是真的吗？2、你能肯定那100%是真的吗？你有证据可以证明吗？有没有一次例外呢？会不会这只是你的一个【病毒性信念】，一个不够准确的自我认识，一个想法，而不是事实真相呢？",
    "annotation": [
      {
        "sentence": "也许，因为之前的一些不愉快经历，让你深深相信自己是一个【不会有朋友，让人很讨厌的人】，可是——1、这是真的吗？",
        "label": ""
      },
      {
        "sentence": "2、你能肯定那100%是真的吗？",
        "label": ""
      },
      {
        "sentence": "你有证据可以证明吗？",
        "label": ""
      },
      {
        "sentence": "有没有一次例外呢？",
        "label": ""
      },
      {
        "sentence": "会不会这只是你的一个【病毒性信念】，一个不够准确的自我认识，一个想法，而不是事实真相呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从小到大都没有被人喜欢过，我感觉自己确实有问题。",
    "annotation": [
      {
        "sentence": "我从小到大都没有被人喜欢过，我感觉自己确实有问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你保持这个信念时，你会如何反应？你有可能一直都活在自我怀疑和自我否定的痛苦之中，不敢去交朋友，不敢去尝试新的生活。也许你的那些朋友，她们只伤害了你一次，而你自己却要让这个信念折磨你一辈子吗？",
    "annotation": [
      {
        "sentence": "当你保持这个信念时，你会如何反应？",
        "label": ""
      },
      {
        "sentence": "你有可能一直都活在自我怀疑和自我否定的痛苦之中，不敢去交朋友，不敢去尝试新的生活。",
        "label": ""
      },
      {
        "sentence": "也许你的那些朋友，她们只伤害了你一次，而你自己却要让这个信念折磨你一辈子吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我害怕再次失望和被伤害，但我真的不想继续这样下去。",
    "annotation": [
      {
        "sentence": "我害怕再次失望和被伤害，但我真的不想继续这样下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果，你心中没有这个信念，你又会如何生活呢？这4个问题，出自拜伦·凯蒂《一念之转》这本书，它们可以帮助你认识到，很多时候，造成我们痛苦的，并不是问题本身，而是我们对问题的想法。而这些想法，很有可能和事实相距甚远，是自己心中一个病毒性信念，它一直阻碍我们向前进。退一步讲，就算我们之前在人际关系方面差强人意，是一个事实，那就意味着我们以后，一辈子都要如此吗？",
    "annotation": [
      {
        "sentence": "如果，你心中没有这个信念，你又会如何生活呢？",
        "label": ""
      },
      {
        "sentence": "这4个问题，出自拜伦·凯蒂《一念之转》这本书，它们可以帮助你认识到，很多时候，造成我们痛苦的，并不是问题本身，而是我们对问题的想法。",
        "label": ""
      },
      {
        "sentence": "而这些想法，很有可能和事实相距甚远，是自己心中一个病毒性信念，它一直阻碍我们向前进。",
        "label": ""
      },
      {
        "sentence": "退一步讲，就算我们之前在人际关系方面差强人意，是一个事实，那就意味着我们以后，一辈子都要如此吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "也许我应该尝试改变一下自己的想法和态度。",
    "annotation": [
      {
        "sentence": "也许我应该尝试改变一下自己的想法和态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小姑娘，你这里没有细述和朋友之间交往的一些细节，我只能大意猜测一下。1、为什么融不进“她们的小团体”既然是团体，肯定是有一些共同特点的，最常见的就是共同的兴趣爱好或者同样的身份地位。在我印象中，上高中那会，玩的比较好的同学，基本都是拥有共同的兴趣爱好。每个人都有人际交往的需要，而青春期的特点，就是喜欢结交和自己相似的人，这样可以获得归属感和认同感！如果，你和她们不一致，没有共同的兴趣爱好，那么平时你对她们这个团体是基于什么态度呢？这是要重点思考的一个地方，会不会是你不经意间的一些言行冒犯了她们呢？一般来说，只要保持真诚、尊重和不越界，即使玩不到一起，也可以保持不远不近的同学关系，不至于排斥你。",
    "annotation": [
      {
        "sentence": "小姑娘，你这里没有细述和朋友之间交往的一些细节，我只能大意猜测一下。",
        "label": ""
      },
      {
        "sentence": "1、为什么融不进“她们的小团体”既然是团体，肯定是有一些共同特点的，最常见的就是共同的兴趣爱好或者同样的身份地位。",
        "label": ""
      },
      {
        "sentence": "在我印象中，上高中那会，玩的比较好的同学，基本都是拥有共同的兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "每个人都有人际交往的需要，而青春期的特点，就是喜欢结交和自己相似的人，这样可以获得归属感和认同感！",
        "label": ""
      },
      {
        "sentence": "如果，你和她们不一致，没有共同的兴趣爱好，那么平时你对她们这个团体是基于什么态度呢？",
        "label": ""
      },
      {
        "sentence": "这是要重点思考的一个地方，会不会是你不经意间的一些言行冒犯了她们呢？",
        "label": ""
      },
      {
        "sentence": "一般来说，只要保持真诚、尊重和不越界，即使玩不到一起，也可以保持不远不近的同学关系，不至于排斥你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许是我在表达自己的时候有些冲动和得罪了她们。",
    "annotation": [
      {
        "sentence": "或许是我在表达自己的时候有些冲动和得罪了她们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "唯一一个异性朋友的伤害青春期这个阶段，我们会特别在意异性对我们的评价，即使这个评价并不客观，也足以给我们带来很深的影响。你对这个朋友足够真诚，给他花钱、送织的围巾、为他做很多事。可他最后还是，离开了你，还恶言伤害你。你说，他离开你是因为没有秒回他的信息。可能事情，并没有那么简单，我想你一直辛苦经营的友情，还不至于脆弱到这种地步。当他说出这句话——怪不得你的朋友都跟你绝交，因为你真",
    "annotation": [
      {
        "sentence": "唯一一个异性朋友的伤害青春期这个阶段，我们会特别在意异性对我们的评价，即使这个评价并不客观，也足以给我们带来很深的影响。",
        "label": ""
      },
      {
        "sentence": "你对这个朋友足够真诚，给他花钱、送织的围巾、为他做很多事。",
        "label": ""
      },
      {
        "sentence": "可他最后还是，离开了你，还恶言伤害你。",
        "label": ""
      },
      {
        "sentence": "你说，他离开你是因为没有秒回他的信息。",
        "label": ""
      },
      {
        "sentence": "可能事情，并没有那么简单，我想你一直辛苦经营的友情，还不至于脆弱到这种地步。",
        "label": ""
      },
      {
        "sentence": "当他说出这句话——怪不得你的朋友都跟你绝交，因为你真",
        "label": ""
      }
    ]
  }
]