[
  {
    "role": "client",
    "content": "刚过二本线，大学选专业，为何我觉得是在逼自己呢？",
    "annotation": [
      {
        "sentence": "刚过二本线，大学选专业，为何我觉得是在逼自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，你在面临大学专业选择时感到困惑，觉得自己好像在迫使自己做出决定。这种感受很正常，毕竟你可能还在思考未来的发展和家庭情况。你是不是觉得有些向往其他专业，但又担心压力大呢？",
    "annotation": [
      {
        "sentence": "听你的描述，你在面临大学专业选择时感到困惑，觉得自己好像在迫使自己做出决定。",
        "label": ""
      },
      {
        "sentence": "这种感受很正常，毕竟你可能还在思考未来的发展和家庭情况。",
        "label": ""
      },
      {
        "sentence": "你是不是觉得有些向往其他专业，但又担心压力大呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我刚好想到转专业学编剧或编导，因为我觉得自己有艺术天赋，也喜欢看小说和幻想自己成为其中的角色。但是压力真的很大，尤其是从文科转到艺术类的专业，而且还是一个三本院校的。",
    "annotation": [
      {
        "sentence": "是的，我刚好想到转专业学编剧或编导，因为我觉得自己有艺术天赋，也喜欢看小说和幻想自己成为其中的角色。",
        "label": ""
      },
      {
        "sentence": "但是压力真的很大，尤其是从文科转到艺术类的专业，而且还是一个三本院校的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够意识到自己的兴趣和潜力是很好的，但同时也要考虑到现实情况和未来的发展。从文科转到艺术类的专业确实是一项挑战，但并不是不可能。在做出决定之前，你可以先了解一下编剧或编导这些工作的求职要求，了解这个行业的现状和前景。这样可以帮助你做出更明智的选择。",
    "annotation": [
      {
        "sentence": "你能够意识到自己的兴趣和潜力是很好的，但同时也要考虑到现实情况和未来的发展。",
        "label": ""
      },
      {
        "sentence": "从文科转到艺术类的专业确实是一项挑战，但并不是不可能。",
        "label": ""
      },
      {
        "sentence": "在做出决定之前，你可以先了解一下编剧或编导这些工作的求职要求，了解这个行业的现状和前景。",
        "label": ""
      },
      {
        "sentence": "这样可以帮助你做出更明智的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我了解了一些编导和编剧的行业情况，发现并不是每个毕业生都能成为明星或者编导，这让我更加担心自己的未来。毕竟生活也是需要收入支撑的。",
    "annotation": [
      {
        "sentence": "我了解了一些编导和编剧的行业情况，发现并不是每个毕业生都能成为明星或者编导，这让我更加担心自己的未来。",
        "label": ""
      },
      {
        "sentence": "毕竟生活也是需要收入支撑的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够清楚地看到行业的现实和挑战，这是很重要的。毕业后的收入情况是很难预测的，但是你可以考虑另外一种方法。如果你对编导和编剧真的感兴趣，可以尝试同时学习两个专业，这需要你的时间管理和自律能力。如果大专毕业后也没问题，你还可以选择专升本，甚至读研，这样对你未来从事编导和编剧的职业也会有一定的帮助。",
    "annotation": [
      {
        "sentence": "你能够清楚地看到行业的现实和挑战，这是很重要的。",
        "label": ""
      },
      {
        "sentence": "毕业后的收入情况是很难预测的，但是你可以考虑另外一种方法。",
        "label": ""
      },
      {
        "sentence": "如果你对编导和编剧真的感兴趣，可以尝试同时学习两个专业，这需要你的时间管理和自律能力。",
        "label": ""
      },
      {
        "sentence": "如果大专毕业后也没问题，你还可以选择专升本，甚至读研，这样对你未来从事编导和编剧的职业也会有一定的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我明白了。无论我选择什么专业，人生都不会一帆风顺，我需要为自己的未来努力工作和赚钱。感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "你说的很有道理，我明白了。",
        "label": ""
      },
      {
        "sentence": "无论我选择什么专业，人生都不会一帆风顺，我需要为自己的未来努力工作和赚钱。",
        "label": ""
      },
      {
        "sentence": "感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常赞同你的观点！人生没有一帆风顺，但只要你踏踏实实地努力，你一定能够创造出属于自己的美好生活。面对逆境，希望你能从中成长，并且努力实现自己的梦想。加油！如果你还有其他问题，随时都可以来找我聊聊。",
    "annotation": [
      {
        "sentence": "非常赞同你的观点！",
        "label": ""
      },
      {
        "sentence": "人生没有一帆风顺，但只要你踏踏实实地努力，你一定能够创造出属于自己的美好生活。",
        "label": ""
      },
      {
        "sentence": "面对逆境，希望你能从中成长，并且努力实现自己的梦想。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题，随时都可以来找我聊聊。",
        "label": ""
      }
    ]
  }
]