[
  {
    "role": "client",
    "content": "我觉得我很讨人厌，你觉得是吗？我该怎么办？",
    "annotation": [
      {
        "sentence": "我觉得我很讨人厌，你觉得是吗？",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的话，感受到你内心深处的孤独感和受伤。我想先给你一个特别温暖的拥抱，告诉你此时此刻，你不是独自面对这些。你并不讨人厌，我反而觉得很心疼你。你对那个男孩真的很好，只因为没有秒回他就被删除好友，你是不是觉得很难过，很受伤？我想说，你真的很可爱：）你真的值得，获得幸福与陪伴。加油！",
    "annotation": [
      {
        "sentence": "看到你的话，感受到你内心深处的孤独感和受伤。",
        "label": ""
      },
      {
        "sentence": "我想先给你一个特别温暖的拥抱，告诉你此时此刻，你不是独自面对这些。",
        "label": ""
      },
      {
        "sentence": "你并不讨人厌，我反而觉得很心疼你。",
        "label": ""
      },
      {
        "sentence": "你对那个男孩真的很好，只因为没有秒回他就被删除好友，你是不是觉得很难过，很受伤？",
        "label": ""
      },
      {
        "sentence": "我想说，你真的很可爱：）你真的值得，获得幸福与陪伴。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直觉得自己很孤单，算是自闭吗？",
    "annotation": [
      {
        "sentence": "我一直觉得自己很孤单，算是自闭吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对于孤独的感受和心理压力，是可以引起自闭的。你说自己自闭，也许代表你很在意周边环境，看起来很兴趣不大的事情，往往比别人更需要去努力去弥补，去完善；你不用把自己的孤独深深埋藏在自己心底。愿你学会宽容自己，接纳自己，喜欢自己，包容自己，陪伴自己，逐渐去摆脱对孤独的恐惧，迎向一种新生活，而你会发现，你并不孤独。",
    "annotation": [
      {
        "sentence": "你对于孤独的感受和心理压力，是可以引起自闭的。",
        "label": ""
      },
      {
        "sentence": "你说自己自闭，也许代表你很在意周边环境，看起来很兴趣不大的事情，往往比别人更需要去努力去弥补，去完善；你不用把自己的孤独深深埋藏在自己心底。",
        "label": ""
      },
      {
        "sentence": "愿你学会宽容自己，接纳自己，喜欢自己，包容自己，陪伴自己，逐渐去摆脱对孤独的恐惧，迎向一种新生活，而你会发现，你并不孤独。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在整日都会往胳膊上划伤痕，感觉这样能让我释放，怎么办？",
    "annotation": [
      {
        "sentence": "我现在整日都会往胳膊上划伤痕，感觉这样能让我释放，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你这种自残行为，可能会带来一时的痛楚感，但是对于心灵和身体，都是不好的影响。建议你可以找人倾诉，告诉他们你的感受，不要让自己独自一人承受一切。此外，也可以尝试一些可行的替代行为，比如画画、看电影、听音乐等，来逐渐替代现在这种自我伤害的行为。",
    "annotation": [
      {
        "sentence": "你这种自残行为，可能会带来一时的痛楚感，但是对于心灵和身体，都是不好的影响。",
        "label": ""
      },
      {
        "sentence": "建议你可以找人倾诉，告诉他们你的感受，不要让自己独自一人承受一切。",
        "label": ""
      },
      {
        "sentence": "此外，也可以尝试一些可行的替代行为，比如画画、看电影、听音乐等，来逐渐替代现在这种自我伤害的行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我没有任何朋友，怎么才能交到好朋友呢？",
    "annotation": [
      {
        "sentence": "我没有任何朋友，怎么才能交到好朋友呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "交朋友是一个学习和探索的过程。如果你想交到好的朋友，可以先从自己方面入手。比如，关注自己的兴趣爱好，多参加一些活动，积极地去认识新的人。不要害怕主动出击，对于喜欢的人，你也可以大胆地去示好，和他们聊天，交流心情和看法，建立良好的人际关系。同时，也要适度地放下期待和参照，自信地做自己。因为有时候，我们也需要探索另一种可能，或许，新的认识或者朋友，就在下一秒出现在你身边。",
    "annotation": [
      {
        "sentence": "交朋友是一个学习和探索的过程。",
        "label": ""
      },
      {
        "sentence": "如果你想交到好的朋友，可以先从自己方面入手。",
        "label": ""
      },
      {
        "sentence": "比如，关注自己的兴趣爱好，多参加一些活动，积极地去认识新的人。",
        "label": ""
      },
      {
        "sentence": "不要害怕主动出击，对于喜欢的人，你也可以大胆地去示好，和他们聊天，交流心情和看法，建立良好的人际关系。",
        "label": ""
      },
      {
        "sentence": "同时，也要适度地放下期待和参照，自信地做自己。",
        "label": ""
      },
      {
        "sentence": "因为有时候，我们也需要探索另一种可能，或许，新的认识或者朋友，就在下一秒出现在你身边。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我总是很在意别人的看法，怎么才能摆脱呢？",
    "annotation": [
      {
        "sentence": "我总是很在意别人的看法，怎么才能摆脱呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很普遍的问题，人都有被他人所影响的时候。但是，只要你意识到这点，就已经迈出了一大步。从细节上，你可以尝试关注自己的内心，了解自己的真正需求，知道自己想要什么。在交往中，可以学会逐渐减少与他人的比较，不断地发现自己的闪光点，并不断激励自己。另外，还可以通过互相揭示自己的感受和思想，去建立一种幽默、开放的氛围，在相互尊重与理解中，去寻找真正的自我和彼此。",
    "annotation": [
      {
        "sentence": "这是一个很普遍的问题，人都有被他人所影响的时候。",
        "label": ""
      },
      {
        "sentence": "但是，只要你意识到这点，就已经迈出了一大步。",
        "label": ""
      },
      {
        "sentence": "从细节上，你可以尝试关注自己的内心，了解自己的真正需求，知道自己想要什么。",
        "label": ""
      },
      {
        "sentence": "在交往中，可以学会逐渐减少与他人的比较，不断地发现自己的闪光点，并不断激励自己。",
        "label": ""
      },
      {
        "sentence": "另外，还可以通过互相揭示自己的感受和思想，去建立一种幽默、开放的氛围，在相互尊重与理解中，去寻找真正的自我和彼此。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我每天晚上都很难入睡，怎么办？",
    "annotation": [
      {
        "sentence": "我每天晚上都很难入睡，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你的感受，失眠会对我们的身体和心理都造成很大的负担。建议你可以通过一些调整来帮助自己入睡。比如，晚上避免摄入刺激性食品和饮料；温水泡脚，将身体唤醒的感觉缓解；调整一个令自己舒适的睡眠环境；学会放松自己，用冥想、放松、呼吸等方式来缓解自己的忧虑和压力等情绪，从而帮助自己放松入睡。",
    "annotation": [
      {
        "sentence": "很理解你的感受，失眠会对我们的身体和心理都造成很大的负担。",
        "label": ""
      },
      {
        "sentence": "建议你可以通过一些调整来帮助自己入睡。",
        "label": ""
      },
      {
        "sentence": "比如，晚上避免摄入刺激性食品和饮料；温水泡脚，将身体唤醒的感觉缓解；调整一个令自己舒适的睡眠环境；学会放松自己，用冥想、放松、呼吸等方式来缓解自己的忧虑和压力等情绪，从而帮助自己放松入睡。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己很失败，怎么才能摆脱负面情绪呢？",
    "annotation": [
      {
        "sentence": "我觉得自己很失败，怎么才能摆脱负面情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "以自己为标准去感受，你并不是很失败。恰恰相反，你一直在懂得自我探求和自我完善，不断前行，活出真实的自己。我们的内心，有时候会被难以掌控的自我压力和外界压力左右，但是，要信任自己，学会面对自己的情愫，学会反思自己的行为，从每一天的经历中，去寻找给自己激励和信仰的力量，不断地成就自己，慢慢地摆脱负面情绪。可以多做自己喜欢的事情，逐渐找回自己的快乐，同时也可以去寻求专业的心理咨询帮助，逐渐肯定自己的价值和意义，从而变得更加有自信。",
    "annotation": [
      {
        "sentence": "以自己为标准去感受，你并不是很失败。",
        "label": ""
      },
      {
        "sentence": "恰恰相反，你一直在懂得自我探求和自我完善，不断前行，活出真实的自己。",
        "label": ""
      },
      {
        "sentence": "我们的内心，有时候会被难以掌控的自我压力和外界压力左右，但是，要信任自己，学会面对自己的情愫，学会反思自己的行为，从每一天的经历中，去寻找给自己激励和信仰的力量，不断地成就自己，慢慢地摆脱负面情绪。",
        "label": ""
      },
      {
        "sentence": "可以多做自己喜欢的事情，逐渐找回自己的快乐，同时也可以去寻求专业的心理咨询帮助，逐渐肯定自己的价值和意义，从而变得更加有自信。",
        "label": ""
      }
    ]
  }
]