[
  {
    "role": "client",
    "content": "我不自觉地会与他人比较，该怎样克服心理不平衡性？和自己差不多的朋友因为整容变得比自己美了，会觉得很嫉妒，不服气大家会这样吗？跟同事也会时不时比较，也会嫉妒，跟自己的姐姐也会。感觉自己是极度自卑导致特别虚荣，任何东西比别人差都会觉得不舒服怎样克服这种心理？",
    "annotation": [
      {
        "sentence": "我不自觉地会与他人比较，该怎样克服心理不平衡性？",
        "label": ""
      },
      {
        "sentence": "和自己差不多的朋友因为整容变得比自己美了，会觉得很嫉妒，不服气大家会这样吗？",
        "label": ""
      },
      {
        "sentence": "跟同事也会时不时比较，也会嫉妒，跟自己的姐姐也会。",
        "label": ""
      },
      {
        "sentence": "感觉自己是极度自卑导致特别虚荣，任何东西比别人差都会觉得不舒服怎样克服这种心理？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述，无论是朋友变得比自己美了而嫉妒，还是没来参加自己的婚礼而难受，这些心理不平衡都来自于——不自觉的与他人比较。社会心理学家Festinger提出了一个理论，叫做社会比较理论，这个理论认为，人们常常会通过与他人相比较来认识和评价自己。并且，这种比较是一个无意识的自发过程，只要你接触到了他人的信息，就会自动进行社会比较。与比自己优秀的人比较叫做上行社会比较，比如和王思聪比有钱。与不如自己的人进行比较叫做下行社会比较，比如和郭X明比身高。所谓比上不足比下有余。下行社会比较会提升人们的积极情绪体验和自尊水平，上行社会比较则会降低人们的自我评价和自尊水平。社会比较是一种普遍存在的大众心理现象，我们都有过和别人比较的经历。",
    "annotation": [
      {
        "sentence": "看了你的描述，无论是朋友变得比自己美了而嫉妒，还是没来参加自己的婚礼而难受，这些心理不平衡都来自于——不自觉的与他人比较。",
        "label": ""
      },
      {
        "sentence": "社会心理学家Festinger提出了一个理论，叫做社会比较理论，这个理论认为，人们常常会通过与他人相比较来认识和评价自己。",
        "label": ""
      },
      {
        "sentence": "并且，这种比较是一个无意识的自发过程，只要你接触到了他人的信息，就会自动进行社会比较。",
        "label": ""
      },
      {
        "sentence": "与比自己优秀的人比较叫做上行社会比较，比如和王思聪比有钱。",
        "label": ""
      },
      {
        "sentence": "与不如自己的人进行比较叫做下行社会比较，比如和郭X明比身高。",
        "label": ""
      },
      {
        "sentence": "所谓比上不足比下有余。",
        "label": ""
      },
      {
        "sentence": "下行社会比较会提升人们的积极情绪体验和自尊水平，上行社会比较则会降低人们的自我评价和自尊水平。",
        "label": ""
      },
      {
        "sentence": "社会比较是一种普遍存在的大众心理现象，我们都有过和别人比较的经历。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很容易拿自己和别人比较，为什么会这样呢？",
    "annotation": [
      {
        "sentence": "我真的很容易拿自己和别人比较，为什么会这样呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你为什么总是拿自己和别人比较呢？1、你感觉无法控制自己或者自己的生活。在我们的生活中，我们都有对正在发生的事情失去控制的时候。生活中充满了意想不到的挑战和事件，当你经历这些时候，你会很自然地感觉到不踏实。当你的安全感受到威胁时，你可能会过度关注其他人，关注他们拥有或没有什么。你会用”比较”来加深自己的安全感和控制感。2、你缺乏自我认识。一个没有被父母真实而深刻地对待过的孩子，不会学会真实而深刻地看待自己。很多孩子从小就被父母情感忽视，情感需求得不到注意和认可，为了吸引父母的注意，你会渐渐隐藏那个真实的自己，而去迎合他人的眼光。在这种自我认知的缺失中长大，成年后会更容易和他人进行比较，来确定自我的价值。3、你的自我价值很低。低自我价值感可能会让你去寻找那些能让你自己感觉优越的人，但实际很可能恰恰相反，你最终找到并靠近的，都是那些看起来更好的人。因为总有人比你厉害，人外有人天外有天。通过社会比较而建立起来的自尊是一种不稳定的自尊。你因为自我价值低而去进行社会比较，而这种社会比较反过来又加深了你的低自我价值感。4、成长过程中，你经常被拿来与兄弟姐妹进行比较。有一些父母没有意识到把孩子们拿来相互比较是有害的。也有一些父母则是故意这样做，因为他们认为这种比较会激励孩子。总之，如果你在一个比较型的家庭中长大，你就会习得这样的模式，并在成年后和周围的人不断重复。",
    "annotation": [
      {
        "sentence": "你为什么总是拿自己和别人比较呢？",
        "label": ""
      },
      {
        "sentence": "1、你感觉无法控制自己或者自己的生活。",
        "label": ""
      },
      {
        "sentence": "在我们的生活中，我们都有对正在发生的事情失去控制的时候。",
        "label": ""
      },
      {
        "sentence": "生活中充满了意想不到的挑战和事件，当你经历这些时候，你会很自然地感觉到不踏实。",
        "label": ""
      },
      {
        "sentence": "当你的安全感受到威胁时，你可能会过度关注其他人，关注他们拥有或没有什么。",
        "label": ""
      },
      {
        "sentence": "你会用”比较”来加深自己的安全感和控制感。",
        "label": ""
      },
      {
        "sentence": "2、你缺乏自我认识。",
        "label": ""
      },
      {
        "sentence": "一个没有被父母真实而深刻地对待过的孩子，不会学会真实而深刻地看待自己。",
        "label": ""
      },
      {
        "sentence": "很多孩子从小就被父母情感忽视，情感需求得不到注意和认可，为了吸引父母的注意，你会渐渐隐藏那个真实的自己，而去迎合他人的眼光。",
        "label": ""
      },
      {
        "sentence": "在这种自我认知的缺失中长大，成年后会更容易和他人进行比较，来确定自我的价值。",
        "label": ""
      },
      {
        "sentence": "3、你的自我价值很低。",
        "label": ""
      },
      {
        "sentence": "低自我价值感可能会让你去寻找那些能让你自己感觉优越的人，但实际很可能恰恰相反，你最终找到并靠近的，都是那些看起来更好的人。",
        "label": ""
      },
      {
        "sentence": "因为总有人比你厉害，人外有人天外有天。",
        "label": ""
      },
      {
        "sentence": "通过社会比较而建立起来的自尊是一种不稳定的自尊。",
        "label": ""
      },
      {
        "sentence": "你因为自我价值低而去进行社会比较，而这种社会比较反过来又加深了你的低自我价值感。",
        "label": ""
      },
      {
        "sentence": "4、成长过程中，你经常被拿来与兄弟姐妹进行比较。",
        "label": ""
      },
      {
        "sentence": "有一些父母没有意识到把孩子们拿来相互比较是有害的。",
        "label": ""
      },
      {
        "sentence": "也有一些父母则是故意这样做，因为他们认为这种比较会激励孩子。",
        "label": ""
      },
      {
        "sentence": "总之，如果你在一个比较型的家庭中长大，你就会习得这样的模式，并在成年后和周围的人不断重复。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该如何停止过度拿自己和别人比较呢？",
    "annotation": [
      {
        "sentence": "我明白了，我应该如何停止过度拿自己和别人比较呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如何停止过度拿自己和别人比较呢？1、提高对比较的觉察。改变这种根深蒂固的习惯你需要增强意识。你可能一直在做比较，甚至都没有意识到。想要改变这种现象，首先你必须要意识到它，所以每次你想要开始比较的时候，你就需要警觉留心了。当你增强了意识后，就在比较完全发生前将它们遏制。比如，当你注意到你想要开始比较时，你可以在脑海中画一个醒目的红色停止标志，并默念“停止”，或者找到其他一个对你适用的方法。",
    "annotation": [
      {
        "sentence": "如何停止过度拿自己和别人比较呢？",
        "label": ""
      },
      {
        "sentence": "1、提高对比较的觉察。",
        "label": ""
      },
      {
        "sentence": "改变这种根深蒂固的习惯你需要增强意识。",
        "label": ""
      },
      {
        "sentence": "你可能一直在做比较，甚至都没有意识到。",
        "label": ""
      },
      {
        "sentence": "想要改变这种现象，首先你必须要意识到它，所以每次你想要开始比较的时候，你就需要警觉留心了。",
        "label": ""
      },
      {
        "sentence": "当你增强了意识后，就在比较完全发生前将它们遏制。",
        "label": ""
      },
      {
        "sentence": "比如，当你注意到你想要开始比较时，你可以在脑海中画一个醒目的红色停止标志，并默念“停止”，或者找到其他一个对你适用的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着提高对比较的觉察，并时刻提醒自己停止比较。还有其他方法吗？",
    "annotation": [
      {
        "sentence": "我会试着提高对比较的觉察，并时刻提醒自己停止比较。",
        "label": ""
      },
      {
        "sentence": "还有其他方法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "还有其他方法。2、关注自己的真实内心。认真花一些时间静下心来去思考，或者找到一个心理咨询师帮你理清这些问题：你想要什么？你喜欢什么？不喜欢或不需要什么？作为一个独立的人，你真正的优点和缺点是什么？你想要成为什么样的自己？",
    "annotation": [
      {
        "sentence": "还有其他方法。",
        "label": ""
      },
      {
        "sentence": "2、关注自己的真实内心。",
        "label": ""
      },
      {
        "sentence": "认真花一些时间静下心来去思考，或者找到一个心理咨询师帮你理清这些问题：你想要什么？",
        "label": ""
      },
      {
        "sentence": "你喜欢什么？",
        "label": ""
      },
      {
        "sentence": "不喜欢或不需要什么？",
        "label": ""
      },
      {
        "sentence": "作为一个独立的人，你真正的优点和缺点是什么？",
        "label": ""
      },
      {
        "sentence": "你想要成为什么样的自己？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会更加关注自己的内心，找到自己真正的需求和价值观。有没有其他建议呢？",
    "annotation": [
      {
        "sentence": "我会更加关注自己的内心，找到自己真正的需求和价值观。",
        "label": ""
      },
      {
        "sentence": "有没有其他建议呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "还有一个建议。3、记住每个人都是一个完整但不完美的人。每个人都是丰富的，同样，你和这个世界上的每个人一样，你有大的强项，也有小的弱项、你有小才能，也有大缺点。只有当你看到、知道并接纳所有关于自己的事",
    "annotation": [
      {
        "sentence": "还有一个建议。",
        "label": ""
      },
      {
        "sentence": "3、记住每个人都是一个完整但不完美的人。",
        "label": ""
      },
      {
        "sentence": "每个人都是丰富的，同样，你和这个世界上的每个人一样，你有大的强项，也有小的弱项、你有小才能，也有大缺点。",
        "label": ""
      },
      {
        "sentence": "只有当你看到、知道并接纳所有关于自己的事",
        "label": ""
      }
    ]
  }
]