[
  {
    "role": "client",
    "content": "在职场上，这种不帮助新人的职场老鸟是地雷？之前我问过一个职场老鸟欺负新人的问题。现在经过了一段时间的相处，我又有了新的疑问和补充。我目前入职一个月，有两位职场老鸟属于这种性格，她不说话，却觉得你应该知道她的想法，她从来没说过自己的岗位职责，却觉得你应该知道她的工作内容，如果你问了她不知道的问题，她不会说不知道或者建议你去问别人，而是觉得被冒犯，觉得这种问题凭什么问她？而如果你问她的问题是她知道的，她也不耐烦，基本上敷衍，如果你没听明白再继续问，她也会觉得你冒犯她。有时候别人正常的给她提个意见或者问句话，她会理解为别人对她指责。就比如今天她在大厅处理业务，有位客人耳朵不好，她就大声喊着说话，领导正好在隔壁开会，于是有个小员工就过去跟她说让她小点声，她并不解释说明老人的情况，而是把仇恨转向了这位小员工，回家的路上一直发火一直骂。对于我来说，我属于跟她们相反，我能理解那些因不懂规则而需要帮助的新人，而对于她们这种人无法理解。",
    "annotation": [
      {
        "sentence": "在职场上，这种不帮助新人的职场老鸟是地雷？",
        "label": ""
      },
      {
        "sentence": "之前我问过一个职场老鸟欺负新人的问题。",
        "label": ""
      },
      {
        "sentence": "现在经过了一段时间的相处，我又有了新的疑问和补充。",
        "label": ""
      },
      {
        "sentence": "我目前入职一个月，有两位职场老鸟属于这种性格，她不说话，却觉得你应该知道她的想法，她从来没说过自己的岗位职责，却觉得你应该知道她的工作内容，如果你问了她不知道的问题，她不会说不知道或者建议你去问别人，而是觉得被冒犯，觉得这种问题凭什么问她？",
        "label": ""
      },
      {
        "sentence": "而如果你问她的问题是她知道的，她也不耐烦，基本上敷衍，如果你没听明白再继续问，她也会觉得你冒犯她。",
        "label": ""
      },
      {
        "sentence": "有时候别人正常的给她提个意见或者问句话，她会理解为别人对她指责。",
        "label": ""
      },
      {
        "sentence": "就比如今天她在大厅处理业务，有位客人耳朵不好，她就大声喊着说话，领导正好在隔壁开会，于是有个小员工就过去跟她说让她小点声，她并不解释说明老人的情况，而是把仇恨转向了这位小员工，回家的路上一直发火一直骂。",
        "label": ""
      },
      {
        "sentence": "对于我来说，我属于跟她们相反，我能理解那些因不懂规则而需要帮助的新人，而对于她们这种人无法理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你遇到的这种职场老鸟确实有些难以应付。每个人的处事方式都不一样，她们可能因为一些负面的因素在心里积压着，所以在工作中会采取一种极端的做法来弥补自己的情绪。虽然这些人在职场上不受欢迎，但我们也不能全盘否定她们。作为一个有度量和情怀的人，我们应当持有包容的态度。可能这个人不懂得如何处理自己的负面情绪，而导致消极情绪掩盖了她生活中积极的一面。这对我们而言，其实是一个很好的借鉴，我们不应该对每一个令自己不舒服的行为都觉得是针对自己的，这样会使自己变得敏感。我们应该理解到这个人内心敏感，对人情世故有着不切实际的理解，对于别人抱有超出预期和现实的依赖。她会认为别人应该懂得自己的所思所想，但她忽视了实际上应当进行的沟通交流。可能她在过去的交流中遇到了一些挫折，或者自卑情绪比较严重，觉得别人不可靠，不理解自己的想法。这种行为当然是不可取的。在我们对这种行为进行包容和理解的同时，我们也要反思自己有没有因为不同意这样的做法而变得厌世。每个人都会受到周围环境的影响，特别是在人际交往上。我们还是要保持独立思考的能力，即使我们不理解不同意，也应对所有人采取一视同仁的态度，这样才能更好地保持自己的个性和在人际交往中进行周旋。",
    "annotation": [
      {
        "sentence": "你遇到的这种职场老鸟确实有些难以应付。",
        "label": ""
      },
      {
        "sentence": "每个人的处事方式都不一样，她们可能因为一些负面的因素在心里积压着，所以在工作中会采取一种极端的做法来弥补自己的情绪。",
        "label": ""
      },
      {
        "sentence": "虽然这些人在职场上不受欢迎，但我们也不能全盘否定她们。",
        "label": ""
      },
      {
        "sentence": "作为一个有度量和情怀的人，我们应当持有包容的态度。",
        "label": ""
      },
      {
        "sentence": "可能这个人不懂得如何处理自己的负面情绪，而导致消极情绪掩盖了她生活中积极的一面。",
        "label": ""
      },
      {
        "sentence": "这对我们而言，其实是一个很好的借鉴，我们不应该对每一个令自己不舒服的行为都觉得是针对自己的，这样会使自己变得敏感。",
        "label": ""
      },
      {
        "sentence": "我们应该理解到这个人内心敏感，对人情世故有着不切实际的理解，对于别人抱有超出预期和现实的依赖。",
        "label": ""
      },
      {
        "sentence": "她会认为别人应该懂得自己的所思所想，但她忽视了实际上应当进行的沟通交流。",
        "label": ""
      },
      {
        "sentence": "可能她在过去的交流中遇到了一些挫折，或者自卑情绪比较严重，觉得别人不可靠，不理解自己的想法。",
        "label": ""
      },
      {
        "sentence": "这种行为当然是不可取的。",
        "label": ""
      },
      {
        "sentence": "在我们对这种行为进行包容和理解的同时，我们也要反思自己有没有因为不同意这样的做法而变得厌世。",
        "label": ""
      },
      {
        "sentence": "每个人都会受到周围环境的影响，特别是在人际交往上。",
        "label": ""
      },
      {
        "sentence": "我们还是要保持独立思考的能力，即使我们不理解不同意，也应对所有人采取一视同仁的态度，这样才能更好地保持自己的个性和在人际交往中进行周旋。",
        "label": ""
      }
    ]
  }
]