[
  {
    "role": "client",
    "content": "在职场上，这种不帮助新人的职场老鸟是地雷？之前我问过一个职场老鸟欺负新人的问题。现在经过了一段时间的相处，我又有了新的疑问和补充。我目前入职一个月，有两位职场老鸟属于这种性格，她不说话，却觉得你应该知道她的想法，她从来没说过自己的岗位职责，却觉得你应该知道她的工作内容，如果你问了她不知道的问题，她不会说不知道或者建议你去问别人，而是觉得被冒犯，觉得这种问题凭什么问她？而如果你问她的问题是她知道的，她也不耐烦，基本上敷衍，如果你没听明白再继续问，她也会觉得你冒犯她。有时候别人正常的给她提个意见或者问句话，她会理解为别人对她指责。就比如今天她在大厅处理业务，有位客人耳朵不好，她就大声喊着说话，领导正好在隔壁开会，于是有个小员工就过去跟她说让她小点声，她并不解释说明老人的情况，而是把仇恨转向了这位小员工，回家的路上一直发火一直骂。对于我来说，我属于跟她们相反，我能理解那些因不懂规则而需要帮助的新人，而对于她们这种人无法理解。",
    "annotation": [
      {
        "sentence": "在职场上，这种不帮助新人的职场老鸟是地雷？",
        "label": ""
      },
      {
        "sentence": "之前我问过一个职场老鸟欺负新人的问题。",
        "label": ""
      },
      {
        "sentence": "现在经过了一段时间的相处，我又有了新的疑问和补充。",
        "label": ""
      },
      {
        "sentence": "我目前入职一个月，有两位职场老鸟属于这种性格，她不说话，却觉得你应该知道她的想法，她从来没说过自己的岗位职责，却觉得你应该知道她的工作内容，如果你问了她不知道的问题，她不会说不知道或者建议你去问别人，而是觉得被冒犯，觉得这种问题凭什么问她？",
        "label": ""
      },
      {
        "sentence": "而如果你问她的问题是她知道的，她也不耐烦，基本上敷衍，如果你没听明白再继续问，她也会觉得你冒犯她。",
        "label": ""
      },
      {
        "sentence": "有时候别人正常的给她提个意见或者问句话，她会理解为别人对她指责。",
        "label": ""
      },
      {
        "sentence": "就比如今天她在大厅处理业务，有位客人耳朵不好，她就大声喊着说话，领导正好在隔壁开会，于是有个小员工就过去跟她说让她小点声，她并不解释说明老人的情况，而是把仇恨转向了这位小员工，回家的路上一直发火一直骂。",
        "label": ""
      },
      {
        "sentence": "对于我来说，我属于跟她们相反，我能理解那些因不懂规则而需要帮助的新人，而对于她们这种人无法理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "请问你是刚进入职场不久吗？",
    "annotation": [
      {
        "sentence": "请问你是刚进入职场不久吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我刚入职一个月。",
    "annotation": [
      {
        "sentence": "是的，我刚入职一个月。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能够理解你的愤怒。职场上不排除会有“老油条”欺负新人，但有时候可能是新人没有注意到职场的规则。",
    "annotation": [
      {
        "sentence": "我能够理解你的愤怒。",
        "label": ""
      },
      {
        "sentence": "职场上不排除会有“老油条”欺负新人，但有时候可能是新人没有注意到职场的规则。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白。但这两位职场老鸟从来没有主动帮助过我，也没有解释她们的职责。",
    "annotation": [
      {
        "sentence": "我明白。",
        "label": ""
      },
      {
        "sentence": "但这两位职场老鸟从来没有主动帮助过我，也没有解释她们的职责。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解同部门同事的职责，分工合作在进入一个新的工作环境时，可能了解同一部门同事的职责会比较有利于接下来工作的开展。一般入职的时候，人事会跟你大概介绍你的工作职责，其实你也是可以通过人事来了解跟自己有工作来往的同事对方的职责是什么。",
    "annotation": [
      {
        "sentence": "了解同部门同事的职责，分工合作在进入一个新的工作环境时，可能了解同一部门同事的职责会比较有利于接下来工作的开展。",
        "label": ""
      },
      {
        "sentence": "一般入职的时候，人事会跟你大概介绍你的工作职责，其实你也是可以通过人事来了解跟自己有工作来往的同事对方的职责是什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "明白了，我可以去问人事了解一下同事的工作职责。",
    "annotation": [
      {
        "sentence": "明白了，我可以去问人事了解一下同事的工作职责。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于请教同事问题，有时候虽然是同部门，但如果对方不是负责带你的人，有些问题对方确实可以不回答，也没有必要建议你怎么去解决。毕竟工作中每个人都有自己的工作内容，职场不同于学生时代的同班同学或者自己身边的朋友，别人没有义务去带你，更别说是你工作方面给与建议了。",
    "annotation": [
      {
        "sentence": "关于请教同事问题，有时候虽然是同部门，但如果对方不是负责带你的人，有些问题对方确实可以不回答，也没有必要建议你怎么去解决。",
        "label": ""
      },
      {
        "sentence": "毕竟工作中每个人都有自己的工作内容，职场不同于学生时代的同班同学或者自己身边的朋友，别人没有义务去带你，更别说是你工作方面给与建议了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "明白了，我应该更多地去找负责带我入职的人咨询问题。",
    "annotation": [
      {
        "sentence": "明白了，我应该更多地去找负责带我入职的人咨询问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "工作对事不对人，做个情绪稳定的职场人。貌似你的情绪很容易会受资历深的同事的影响，有些时候对方的一些行为跟你也是无关的，如办事大厅那件事。但你还是会比较关注，觉得对方怎么可以这样。我还是比较建议你把注意力用于自己的本职工作，职场上的是是非非有时候难免会发生，但如果情绪那么容易被带动可能会影响自己的工作状态。",
    "annotation": [
      {
        "sentence": "工作对事不对人，做个情绪稳定的职场人。",
        "label": ""
      },
      {
        "sentence": "貌似你的情绪很容易会受资历深的同事的影响，有些时候对方的一些行为跟你也是无关的，如办事大厅那件事。",
        "label": ""
      },
      {
        "sentence": "但你还是会比较关注，觉得对方怎么可以这样。",
        "label": ""
      },
      {
        "sentence": "我还是比较建议你把注意力用于自己的本职工作，职场上的是是非非有时候难免会发生，但如果情绪那么容易被带动可能会影响自己的工作状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我应该更加专注于自己的工作，而不让他人的行为影响到我。",
    "annotation": [
      {
        "sentence": "确实，我应该更加专注于自己的工作，而不让他人的行为影响到我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我刚开始工作时，我很喜欢吐槽工作上的种种，后来发现有些事情的发生有存在的原因，有时候并不是像我们表面上看到的那样。可能我现在陪着你一起痛骂这些职场“老人”，你心里会觉得爽，觉得你的感受和想法都是对的。但这并不利于你认识真正的职场。不管是在哪里工作，职场上的站队、吐槽他人还是要尽可能避免，毕竟我们是来好好工作的，不要因为别人做得不对的地方而情绪高涨。",
    "annotation": [
      {
        "sentence": "我刚开始工作时，我很喜欢吐槽工作上的种种，后来发现有些事情的发生有存在的原因，有时候并不是像我们表面上看到的那样。",
        "label": ""
      },
      {
        "sentence": "可能我现在陪着你一起痛骂这些职场“老人”，你心里会觉得爽，觉得你的感受和想法都是对的。",
        "label": ""
      },
      {
        "sentence": "但这并不利于你认识真正的职场。",
        "label": ""
      },
      {
        "sentence": "不管是在哪里工作，职场上的站队、吐槽他人还是要尽可能避免，毕竟我们是来好好工作的，不要因为别人做得不对的地方而情绪高涨。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了。我应该更加理性看待职场，不被他人的行为左右情绪。",
    "annotation": [
      {
        "sentence": "是的，我明白了。",
        "label": ""
      },
      {
        "sentence": "我应该更加理性看待职场，不被他人的行为左右情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你觉得这里的职场氛围和同事相处关系不是你预期的，可以换一份工作，无需在这样的环境中过多自我内耗。但这些事情总是难免哪里都有，你可以尝试一下在这样的氛围之下，掌握跟这样的同事相处之道，尽可能冷静一些，不要被自己的情绪带着跑，这样可能不利于你理性思考。职场上与人相处也是有利于提高自己情商和为人处事能力，不是说要恭维这些人，而是要不卑不亢，保护好自己的利益不受侵害，同时又不要得罪他人而不自知。",
    "annotation": [
      {
        "sentence": "如果你觉得这里的职场氛围和同事相处关系不是你预期的，可以换一份工作，无需在这样的环境中过多自我内耗。",
        "label": ""
      },
      {
        "sentence": "但这些事情总是难免哪里都有，你可以尝试一下在这样的氛围之下，掌握跟这样的同事相处之道，尽可能冷静一些，不要被自己的情绪带着跑，这样可能不利于你理性思考。",
        "label": ""
      },
      {
        "sentence": "职场上与人相处也是有利于提高自己情商和为人处事能力，不是说要恭维这些人，而是要不卑不亢，保护好自己的利益不受侵害，同时又不要得罪他人而不自知。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会尽量保持冷静，并学会与这样的同事相处，保护自己的利益同时不得罪他人。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会尽量保持冷静，并学会与这样的同事相处，保护自己的利益同时不得罪他人。",
        "label": ""
      }
    ]
  }
]