[
  {
    "role": "client",
    "content": "在职场上，这种不帮助新人的职场老鸟是地雷？之前我问过一个职场老鸟欺负新人的问题。现在经过了一段时间的相处，我又有了新的疑问和补充。我目前入职一个月，有两位职场老鸟属于这种性格，她不说话，却觉得你应该知道她的想法，她从来没说过自己的岗位职责，却觉得你应该知道她的工作内容，如果你问了她不知道的问题，她不会说不知道或者建议你去问别人，而是觉得被冒犯，觉得这种问题凭什么问她？而如果你问她的问题是她知道的，她也不耐烦，基本上敷衍，如果你没听明白再继续问，她也会觉得你冒犯她。有时候别人正常的给她提个意见或者问句话，她会理解为别人对她指责。就比如今天她在大厅处理业务，有位客人耳朵不好，她就大声喊着说话，领导正好在隔壁开会，于是有个小员工就过去跟她说让她小点声，她并不解释说明老人的情况，而是把仇恨转向了这位小员工，回家的路上一直发火一直骂。对于我来说，我属于跟她们相反，我能理解那些因不懂规则而需要帮助的新人，而对于她们这种人无法理解。",
    "annotation": [
      {
        "sentence": "在职场上，这种不帮助新人的职场老鸟是地雷？",
        "label": ""
      },
      {
        "sentence": "之前我问过一个职场老鸟欺负新人的问题。",
        "label": ""
      },
      {
        "sentence": "现在经过了一段时间的相处，我又有了新的疑问和补充。",
        "label": ""
      },
      {
        "sentence": "我目前入职一个月，有两位职场老鸟属于这种性格，她不说话，却觉得你应该知道她的想法，她从来没说过自己的岗位职责，却觉得你应该知道她的工作内容，如果你问了她不知道的问题，她不会说不知道或者建议你去问别人，而是觉得被冒犯，觉得这种问题凭什么问她？",
        "label": ""
      },
      {
        "sentence": "而如果你问她的问题是她知道的，她也不耐烦，基本上敷衍，如果你没听明白再继续问，她也会觉得你冒犯她。",
        "label": ""
      },
      {
        "sentence": "有时候别人正常的给她提个意见或者问句话，她会理解为别人对她指责。",
        "label": ""
      },
      {
        "sentence": "就比如今天她在大厅处理业务，有位客人耳朵不好，她就大声喊着说话，领导正好在隔壁开会，于是有个小员工就过去跟她说让她小点声，她并不解释说明老人的情况，而是把仇恨转向了这位小员工，回家的路上一直发火一直骂。",
        "label": ""
      },
      {
        "sentence": "对于我来说，我属于跟她们相反，我能理解那些因不懂规则而需要帮助的新人，而对于她们这种人无法理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困扰。这位职场老鸟的行为确实令人感到困惑和不安。根据心理学家埃利斯的观点，我们的行为并非由于事件本身，而是受到我们个体认知的影响。从你的描述中可以看出，这位职场老鸟的各种行为都表现出她的认知偏差。她似乎认为无论发生什么情况，别人都会做出错误的决定，这说明她的认知出现了问题。她不说话，却期望别人能猜到她的想法；她从来不解释自己的职责，却期待别人了解她的工作内容。当你问她一个她不知道的问题时，她会觉得被冒犯，认为你故意向她挑战，而如果你问她一个她知道的问题，她也会不耐烦，敷衍了事。她似乎将所有的思想都建立在她个人主观的思维之上，认为别人应该按照她的方式来行动。这样的人在职场中确实并不少见，她们形成这种认知可能是长期以来在成长环境中缺乏安全感，不相信他人，坚信自己是最正确的，同时夸大生活事件的消极后果。这种感知和情绪已经形成了她们自我心理防御机制的一部分，遇到事情就会自动往消极方面思考。因此，她们已经不仅仅是\"地雷\"，因为\"地雷\"只有被触碰到才会爆炸，而她们似乎只要对你不顺眼，就会爆炸。对于将来如何相处，我认为我们应该采取顺其自然的态度。这些人形成这样的认知也可能是之前在社会上受到了很多的挫折或伤害，也许她们自己也不太想这样对待他人。作为职场新人，我们应该尊重老人，但并不是要忍受他们不讲道理的欺负。我们既然尊重他们，也应该得到相应的尊重。我的原则是以善待他人为导向，你尊重我，我也尊重你，相互尊重并保持一定距离是最好的方式！",
    "annotation": [
      {
        "sentence": "我明白你的困扰。",
        "label": ""
      },
      {
        "sentence": "这位职场老鸟的行为确实令人感到困惑和不安。",
        "label": ""
      },
      {
        "sentence": "根据心理学家埃利斯的观点，我们的行为并非由于事件本身，而是受到我们个体认知的影响。",
        "label": ""
      },
      {
        "sentence": "从你的描述中可以看出，这位职场老鸟的各种行为都表现出她的认知偏差。",
        "label": ""
      },
      {
        "sentence": "她似乎认为无论发生什么情况，别人都会做出错误的决定，这说明她的认知出现了问题。",
        "label": ""
      },
      {
        "sentence": "她不说话，却期望别人能猜到她的想法；她从来不解释自己的职责，却期待别人了解她的工作内容。",
        "label": ""
      },
      {
        "sentence": "当你问她一个她不知道的问题时，她会觉得被冒犯，认为你故意向她挑战，而如果你问她一个她知道的问题，她也会不耐烦，敷衍了事。",
        "label": ""
      },
      {
        "sentence": "她似乎将所有的思想都建立在她个人主观的思维之上，认为别人应该按照她的方式来行动。",
        "label": ""
      },
      {
        "sentence": "这样的人在职场中确实并不少见，她们形成这种认知可能是长期以来在成长环境中缺乏安全感，不相信他人，坚信自己是最正确的，同时夸大生活事件的消极后果。",
        "label": ""
      },
      {
        "sentence": "这种感知和情绪已经形成了她们自我心理防御机制的一部分，遇到事情就会自动往消极方面思考。",
        "label": ""
      },
      {
        "sentence": "因此，她们已经不仅仅是\"地雷\"，因为\"地雷\"只有被触碰到才会爆炸，而她们似乎只要对你不顺眼，就会爆炸。",
        "label": ""
      },
      {
        "sentence": "对于将来如何相处，我认为我们应该采取顺其自然的态度。",
        "label": ""
      },
      {
        "sentence": "这些人形成这样的认知也可能是之前在社会上受到了很多的挫折或伤害，也许她们自己也不太想这样对待他人。",
        "label": ""
      },
      {
        "sentence": "作为职场新人，我们应该尊重老人，但并不是要忍受他们不讲道理的欺负。",
        "label": ""
      },
      {
        "sentence": "我们既然尊重他们，也应该得到相应的尊重。",
        "label": ""
      },
      {
        "sentence": "我的原则是以善待他人为导向，你尊重我，我也尊重你，相互尊重并保持一定距离是最好的方式！",
        "label": ""
      }
    ]
  }
]