[
  {
    "role": "client",
    "content": "在职场上，这种不帮助新人的职场老鸟是地雷？之前我问过一个职场老鸟欺负新人的问题。现在经过了一段时间的相处，我又有了新的疑问和补充。我目前入职一个月，有两位职场老鸟属于这种性格，她不说话，却觉得你应该知道她的想法，她从来没说过自己的岗位职责，却觉得你应该知道她的工作内容，如果你问了她不知道的问题，她不会说不知道或者建议你去问别人，而是觉得被冒犯，觉得这种问题凭什么问她？而如果你问她的问题是她知道的，她也不耐烦，基本上敷衍，如果你没听明白再继续问，她也会觉得你冒犯她。有时候别人正常的给她提个意见或者问句话，她会理解为别人对她指责。就比如今天她在大厅处理业务，有位客人耳朵不好，她就大声喊着说话，领导正好在隔壁开会，于是有个小员工就过去跟她说让她小点声，她并不解释说明老人的情况，而是把仇恨转向了这位小员工，回家的路上一直发火一直骂。对于我来说，我属于跟她们相反，我能理解那些因不懂规则而需要帮助的新人，而对于她们这种人无法理解。",
    "annotation": [
      {
        "sentence": "在职场上，这种不帮助新人的职场老鸟是地雷？",
        "label": ""
      },
      {
        "sentence": "之前我问过一个职场老鸟欺负新人的问题。",
        "label": ""
      },
      {
        "sentence": "现在经过了一段时间的相处，我又有了新的疑问和补充。",
        "label": ""
      },
      {
        "sentence": "我目前入职一个月，有两位职场老鸟属于这种性格，她不说话，却觉得你应该知道她的想法，她从来没说过自己的岗位职责，却觉得你应该知道她的工作内容，如果你问了她不知道的问题，她不会说不知道或者建议你去问别人，而是觉得被冒犯，觉得这种问题凭什么问她？",
        "label": ""
      },
      {
        "sentence": "而如果你问她的问题是她知道的，她也不耐烦，基本上敷衍，如果你没听明白再继续问，她也会觉得你冒犯她。",
        "label": ""
      },
      {
        "sentence": "有时候别人正常的给她提个意见或者问句话，她会理解为别人对她指责。",
        "label": ""
      },
      {
        "sentence": "就比如今天她在大厅处理业务，有位客人耳朵不好，她就大声喊着说话，领导正好在隔壁开会，于是有个小员工就过去跟她说让她小点声，她并不解释说明老人的情况，而是把仇恨转向了这位小员工，回家的路上一直发火一直骂。",
        "label": ""
      },
      {
        "sentence": "对于我来说，我属于跟她们相反，我能理解那些因不懂规则而需要帮助的新人，而对于她们这种人无法理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说你发现有两位职场老鸟属于这种性格，可见这种情况并不是由入职久决定对待新人的态度的。这应该是他们个人的性格决定的行为方式。年轻人比他资历浅，他就更好表现自己的这种颐指气使。老人他不敢。但并不表示他对他同时期入职的同事就友好，你可以去观察看看，其他脾气比较好的老员工是怎么和他相处的。他容易发火，他自己也不会舒服。你就踏踏实实的做自己的事情，尽量别去招惹他就是了。完全不是你们的问题。",
    "annotation": [
      {
        "sentence": "你说你发现有两位职场老鸟属于这种性格，可见这种情况并不是由入职久决定对待新人的态度的。",
        "label": ""
      },
      {
        "sentence": "这应该是他们个人的性格决定的行为方式。",
        "label": ""
      },
      {
        "sentence": "年轻人比他资历浅，他就更好表现自己的这种颐指气使。",
        "label": ""
      },
      {
        "sentence": "老人他不敢。",
        "label": ""
      },
      {
        "sentence": "但并不表示他对他同时期入职的同事就友好，你可以去观察看看，其他脾气比较好的老员工是怎么和他相处的。",
        "label": ""
      },
      {
        "sentence": "他容易发火，他自己也不会舒服。",
        "label": ""
      },
      {
        "sentence": "你就踏踏实实的做自己的事情，尽量别去招惹他就是了。",
        "label": ""
      },
      {
        "sentence": "完全不是你们的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是，有时候我真的需要她们的帮助，他们却对我敷衍了事。这让我感到很无助，也很困惑。我该如何应对这种情况呢？",
    "annotation": [
      {
        "sentence": "可是，有时候我真的需要她们的帮助，他们却对我敷衍了事。",
        "label": ""
      },
      {
        "sentence": "这让我感到很无助，也很困惑。",
        "label": ""
      },
      {
        "sentence": "我该如何应对这种情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "遇到这种情况，你可以尝试从其他渠道获得帮助，比如向其他同事请教，查询相关资料或者寻求上级的帮助。别因为这件事就自责或者感到无助，每个人在工作中都会遇到一些困难，重要的是能够积极寻找解决问题的方法。",
    "annotation": [
      {
        "sentence": "遇到这种情况，你可以尝试从其他渠道获得帮助，比如向其他同事请教，查询相关资料或者寻求上级的帮助。",
        "label": ""
      },
      {
        "sentence": "别因为这件事就自责或者感到无助，每个人在工作中都会遇到一些困难，重要的是能够积极寻找解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我觉得他们对我的态度就是专门为了欺负新人而存在的。有些时候他们甚至故意隐瞒工作中的关键信息，导致我经常犯错。我真的很沮丧，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "但我觉得他们对我的态度就是专门为了欺负新人而存在的。",
        "label": ""
      },
      {
        "sentence": "有些时候他们甚至故意隐瞒工作中的关键信息，导致我经常犯错。",
        "label": ""
      },
      {
        "sentence": "我真的很沮丧，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的困惑和沮丧。但请记住，不是所有人都会对新人进行欺负。这些职场老鸟的行为可能与他们个人的不成熟、自卑或者其他因素有关，并不完全针对你。你可以尝试跟他们保持距离，减少与他们的接触，并寻求其他同事的支持和帮助。同时，努力提升自己的能力，尽快适应和融入新的工作环境。",
    "annotation": [
      {
        "sentence": "我能理解你的困惑和沮丧。",
        "label": ""
      },
      {
        "sentence": "但请记住，不是所有人都会对新人进行欺负。",
        "label": ""
      },
      {
        "sentence": "这些职场老鸟的行为可能与他们个人的不成熟、自卑或者其他因素有关，并不完全针对你。",
        "label": ""
      },
      {
        "sentence": "你可以尝试跟他们保持距离，减少与他们的接触，并寻求其他同事的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "同时，努力提升自己的能力，尽快适应和融入新的工作环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尽量跟他们保持距离，不主动与他们接触。同时，我也会加强自己的学习和工作能力，提高自己的职业素养。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "我明白了，我会尽量跟他们保持距离，不主动与他们接触。",
        "label": ""
      },
      {
        "sentence": "同时，我也会加强自己的学习和工作能力，提高自己的职业素养。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信只要你保持积极的心态，勇敢面对困难，一定能够渡过这个阶段。如果还有其他问题或者困惑，随时都可以跟我交流。祝你工作顺利，心情愉快！",
    "annotation": [
      {
        "sentence": "不客气，我相信只要你保持积极的心态，勇敢面对困难，一定能够渡过这个阶段。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或者困惑，随时都可以跟我交流。",
        "label": ""
      },
      {
        "sentence": "祝你工作顺利，心情愉快！",
        "label": ""
      }
    ]
  }
]