[
  {
    "role": "client",
    "content": "感觉人际关系很复杂，自己不知道该怎么办，很无助？",
    "annotation": [
      {
        "sentence": "感觉人际关系很复杂，自己不知道该怎么办，很无助？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "丫，我们都是不断进步不断完善自我的一群人，希望我的一些过往经历和我的一些解决办法可以帮到你，希望你越来越好呀~我也有和你相同的感受：敏感，小心，特别在意周围人的眼光和感受，可能别人的一句话或者是一个眼神就可以让我难受一整天甚至好多天。我不成熟，不独立，特别依赖出现在我身边的人。觉得自己好费啊，觉得自己好差劲。那段日子真的特别的难熬，每天都活在担惊受怕，如履薄冰的日子里。但是啊，可爱的有个好消息告诉你，当你认识到这一点并且开始做出改变的时候，就是你完善自我的开始，是值得开心的事情呢~~你说了那么多，其实我感觉不全是您身边环境或者是人际关系上的问题，最多的问题还是出在您自己身上，所以啦，下面我要根据您说的那些，和我自己的一些经历，来给您一些比较切实可行的建议。",
    "annotation": [
      {
        "sentence": "丫，我们都是不断进步不断完善自我的一群人，希望我的一些过往经历和我的一些解决办法可以帮到你，希望你越来越好呀~我也有和你相同的感受：敏感，小心，特别在意周围人的眼光和感受，可能别人的一句话或者是一个眼神就可以让我难受一整天甚至好多天。",
        "label": ""
      },
      {
        "sentence": "我不成熟，不独立，特别依赖出现在我身边的人。",
        "label": ""
      },
      {
        "sentence": "觉得自己好费啊，觉得自己好差劲。",
        "label": ""
      },
      {
        "sentence": "那段日子真的特别的难熬，每天都活在担惊受怕，如履薄冰的日子里。",
        "label": ""
      },
      {
        "sentence": "但是啊，可爱的有个好消息告诉你，当你认识到这一点并且开始做出改变的时候，就是你完善自我的开始，是值得开心的事情呢~~你说了那么多，其实我感觉不全是您身边环境或者是人际关系上的问题，最多的问题还是出在您自己身上，所以啦，下面我要根据您说的那些，和我自己的一些经历，来给您一些比较切实可行的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我特别缺乏自信和依赖别人，觉得彼此聊的开，相处的融洽就是好朋友了，但其实在她们眼里我也不过是一时的过客而已。对我来讲和别人发生不愉快的事情再见面就会很尴尬，但我想不明白为什么有些人发生矛盾甚至吵架了还能笑嘻嘻的说话，然后在分别时删了对方，不累吗？",
    "annotation": [
      {
        "sentence": "我特别缺乏自信和依赖别人，觉得彼此聊的开，相处的融洽就是好朋友了，但其实在她们眼里我也不过是一时的过客而已。",
        "label": ""
      },
      {
        "sentence": "对我来讲和别人发生不愉快的事情再见面就会很尴尬，但我想不明白为什么有些人发生矛盾甚至吵架了还能笑嘻嘻的说话，然后在分别时删了对方，不累吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，每个人的性格和处事方式都不同。可能有些人在矛盾和争吵后能更加淡定和宽容，而有些人则选择远离。每个人都有不同的处理方式，并没有绝对的对错。但对于你而言，我觉得更重要的是找到属于自己的处理方式，让自己更自信并培养独立性，不再过于依赖他人的看法和评价。",
    "annotation": [
      {
        "sentence": "其实，每个人的性格和处事方式都不同。",
        "label": ""
      },
      {
        "sentence": "可能有些人在矛盾和争吵后能更加淡定和宽容，而有些人则选择远离。",
        "label": ""
      },
      {
        "sentence": "每个人都有不同的处理方式，并没有绝对的对错。",
        "label": ""
      },
      {
        "sentence": "但对于你而言，我觉得更重要的是找到属于自己的处理方式，让自己更自信并培养独立性，不再过于依赖他人的看法和评价。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我认识把一个当朋友就要不离不弃，但其实她的交际圈中你只是其中一个，有时把自己放的太卑微，听着她们说自己不喜欢不认同的话也不敢去反驳，怕她们生气。人际关系和我想的不一样，感觉很虚伪，觉得自己很懦弱，很悲哀，没有一个真正的朋友，好像都藏着事，彼此防着，很累，很消极。",
    "annotation": [
      {
        "sentence": "我认识把一个当朋友就要不离不弃，但其实她的交际圈中你只是其中一个，有时把自己放的太卑微，听着她们说自己不喜欢不认同的话也不敢去反驳，怕她们生气。",
        "label": ""
      },
      {
        "sentence": "人际关系和我想的不一样，感觉很虚伪，觉得自己很懦弱，很悲哀，没有一个真正的朋友，好像都藏着事，彼此防着，很累，很消极。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受，有时候在人际关系中，我们可能会遇到挫折和失望。但是，请相信，世界上还是有真正的朋友存在的。首先，不要把自己放在太低的位置，坚持自己的立场和价值观，相信自己的判断。其次，交朋友也是需要时间的，有些人可能需要更长的时间去建立真正的信任和深入的交流。同时，也要学会保护自己，在人际关系中保持一定的警惕性，但也不要过于偏激和消极。只有保持积极的心态和行为，才能吸引到真正的朋友和良好的人际关系。",
    "annotation": [
      {
        "sentence": "我明白你的感受，有时候在人际关系中，我们可能会遇到挫折和失望。",
        "label": ""
      },
      {
        "sentence": "但是，请相信，世界上还是有真正的朋友存在的。",
        "label": ""
      },
      {
        "sentence": "首先，不要把自己放在太低的位置，坚持自己的立场和价值观，相信自己的判断。",
        "label": ""
      },
      {
        "sentence": "其次，交朋友也是需要时间的，有些人可能需要更长的时间去建立真正的信任和深入的交流。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会保护自己，在人际关系中保持一定的警惕性，但也不要过于偏激和消极。",
        "label": ""
      },
      {
        "sentence": "只有保持积极的心态和行为，才能吸引到真正的朋友和良好的人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我特别羡慕那些独立的人，觉得她们真棒，拿的起放的下。感觉自己把自己弄的一团糟，滥好人一个也两面得不到好。不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我特别羡慕那些独立的人，觉得她们真棒，拿的起放的下。",
        "label": ""
      },
      {
        "sentence": "感觉自己把自己弄的一团糟，滥好人一个也两面得不到好。",
        "label": ""
      },
      {
        "sentence": "不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "羡慕是一种正常的情感，但我们不应该过于追求别人的状态而忽略了自己的成长和幸福。每个人都有自己的优点和不足，重要的是学会接受自己的不完美，并在不断成长的过程中努力变得更好。建议你关注自己的个人发展，培养自己的独立思考能力和解决问题的能力，同时也要学会说“不”，保护自己的边界。不要以为不断迁就和讨好别人就能得到好的结果，真正的朋友和人际关系是建立在真诚和尊重的基础上的。",
    "annotation": [
      {
        "sentence": "羡慕是一种正常的情感，但我们不应该过于追求别人的状态而忽略了自己的成长和幸福。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的优点和不足，重要的是学会接受自己的不完美，并在不断成长的过程中努力变得更好。",
        "label": ""
      },
      {
        "sentence": "建议你关注自己的个人发展，培养自己的独立思考能力和解决问题的能力，同时也要学会说“不”，保护自己的边界。",
        "label": ""
      },
      {
        "sentence": "不要以为不断迁就和讨好别人就能得到好的结果，真正的朋友和人际关系是建立在真诚和尊重的基础上的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量去改变自己，培养自己的自信和独立性。希望以后的人际关系能够更加和谐和真实。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量去改变自己，培养自己的自信和独立性。",
        "label": ""
      },
      {
        "sentence": "希望以后的人际关系能够更加和谐和真实。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，相信你的努力会有所回报的。加油！无论遇到什么困难和挑战，都记得有我在这里支持你。如果需要随时找我聊天，你不再是孤单的。希望你能一步一步走向更好的自己，建立健康、积极的人际关系。",
    "annotation": [
      {
        "sentence": "不客气，相信你的努力会有所回报的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难和挑战，都记得有我在这里支持你。",
        "label": ""
      },
      {
        "sentence": "如果需要随时找我聊天，你不再是孤单的。",
        "label": ""
      },
      {
        "sentence": "希望你能一步一步走向更好的自己，建立健康、积极的人际关系。",
        "label": ""
      }
    ]
  }
]