[
  {
    "role": "client",
    "content": "我今年25岁了，出社会比较早，现在感到非常焦虑、迷茫和纠结。我读书时没有好好学习，直到工作后才意识到这个问题。尽管我正在努力提升学历，但由于家庭原因，我一个人生活，而且我非常清楚自己的性格不适合单独生活，容易产生很多负面的想法并感到抑郁。我也想找对象，但是我也希望能够变得更好，然而我感到自己有些无力，之前考证竟然花了两年时间却没有通过。现在我已经25岁了，周围的亲戚朋友都在催促我找对象，我也知道只有变得更好才能找到更好的人，但是我怎么才能让自己变得更好呢？要变得更好需要时间，我能够忍受吗？其实我不想和别人比，但是周围的人经常在我面前议论别人，而我又比较在意别人的看法，所以我不知道该怎么办，感觉大脑里面发生了冲突。我知道只有自己才能解决自己的问题，但是我感到自己无力解决，每天晚上要么在睡梦中醒来，要么从清晨一直清醒到天亮。有什么办法能够缓解我的焦虑情绪呢？",
    "annotation": [
      {
        "sentence": "我今年25岁了，出社会比较早，现在感到非常焦虑、迷茫和纠结。",
        "label": ""
      },
      {
        "sentence": "我读书时没有好好学习，直到工作后才意识到这个问题。",
        "label": ""
      },
      {
        "sentence": "尽管我正在努力提升学历，但由于家庭原因，我一个人生活，而且我非常清楚自己的性格不适合单独生活，容易产生很多负面的想法并感到抑郁。",
        "label": ""
      },
      {
        "sentence": "我也想找对象，但是我也希望能够变得更好，然而我感到自己有些无力，之前考证竟然花了两年时间却没有通过。",
        "label": ""
      },
      {
        "sentence": "现在我已经25岁了，周围的亲戚朋友都在催促我找对象，我也知道只有变得更好才能找到更好的人，但是我怎么才能让自己变得更好呢？",
        "label": ""
      },
      {
        "sentence": "要变得更好需要时间，我能够忍受吗？",
        "label": ""
      },
      {
        "sentence": "其实我不想和别人比，但是周围的人经常在我面前议论别人，而我又比较在意别人的看法，所以我不知道该怎么办，感觉大脑里面发生了冲突。",
        "label": ""
      },
      {
        "sentence": "我知道只有自己才能解决自己的问题，但是我感到自己无力解决，每天晚上要么在睡梦中醒来，要么从清晨一直清醒到天亮。",
        "label": ""
      },
      {
        "sentence": "有什么办法能够缓解我的焦虑情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我非常理解你现在的感受。在25岁这个年龄阶段，你面临着渴望亲密关系和自我独立之间的平衡。你希望通过努力提升自己来遇到更好的人，但同时又担心自己耗不起这么多时间，觉得面对问题时无力感和焦虑失眠。根据埃里克森的八阶段人格理论，处于成年早期（18-25岁）时，我们会经历亲密关系和孤独之间的冲突。情感上，我们渴望亲密关系，但也希望能够独立自主地生活。我觉得你出社会早并不是必然导致这个问题的原因，在社会这所大学里，我们都在不断学习成长。所长辈们眼中，25岁是适婚年龄，你也感受到了来自亲人的催婚压力。现在你需要明确自己想要什么，寻找一段亲密关系并不能让你摆脱孤独和胡思乱想，因为“安全感都是自己给自己的”。我在25岁时也非常想结婚生子，但现在回想起来，可能当时的我是希望通过婚姻来逃避一些问题，觉得婚姻可以给我更多的安全感。你可以扩大社交圈子，多结交一些朋友，如果有发展恋爱的机会，也可以从朋友开始。同时，我觉得提升自己和寻找适合自己的另一半并不冲突，不需要等到自己变好了才去找，这是一个可以同步进行的过程。明确自我边界和提高心理韧性也很重要。我们在各种关系中生活，虽然周围长辈们关于找对象的观点有一定道理，但我们要清楚自己的生活节奏，不要贸然选择结婚，做别人眼中所谓的“合适的年龄做合适的事”，这样真的能幸福吗？结婚后又会面临被催生、被催要二胎的压力。虽然长辈是出于关心考虑，但这些是你自己想要的吗？这里涉及到个人边界、婚育选择和时间安排，这些都是我们可以掌握的。我们无法取悦所有人，迎合他们所说的“应该过的合适人生道路”，因为一旦草率或急于进入婚姻，迎面而来的将是我们自己要面对的婚姻生活。我建议你认真思考自己想要什么，并且慢慢来会更加快速。同时，你可以多看一些书，有时候也可以阅读一些心理学相关的书籍，增加对自己的了解。成年人的学习需要付出更多精力，让自己能够专注地学习，学习目标可以循序渐进，坚持学习也很重要。有时候在学习新技能的过程中，我也会感到疲倦或者无法坚持下去，给自己一些时间，找到自己的学习节奏。人生中的每一步选择都应该由自己决定，过属于自己说了算的人生。当然，你需要明白在这个世界上没有万无一失的选择，我们选择了某个方向，在某种意义上就意味着放弃了其他方面的可能性。但是只要这个选择带来了希望，我们就要勇于承担它所带来的一切。有时候我们不敢选择，是因为害怕做出错误的选择，但人生那么长，也许直到最后我们都无法确定自己的选择是否正确。你可以通过采取行动来面对焦虑，我曾经也因为人生规划方面的焦虑而失眠，脑海中会涌现出许多方案和解决问题的方法，但我迟迟没有行动。只有当我们开始行动，我们才会知道这个做法的结果如何。有时候行动之后，会发现预期效果并未实现，这时我们可以调整方向。25岁，是一个非常年轻的年龄，不要被年龄限制了自己的发展，人生拥有无限的可能性，努力去尝试吧！此外，你可以尝试借助冥想音频来调整呼吸和情绪，早些恢复正常的作息，这样你会更有精力去处理问题。",
    "annotation": [
      {
        "sentence": "我非常理解你现在的感受。",
        "label": ""
      },
      {
        "sentence": "在25岁这个年龄阶段，你面临着渴望亲密关系和自我独立之间的平衡。",
        "label": ""
      },
      {
        "sentence": "你希望通过努力提升自己来遇到更好的人，但同时又担心自己耗不起这么多时间，觉得面对问题时无力感和焦虑失眠。",
        "label": ""
      },
      {
        "sentence": "根据埃里克森的八阶段人格理论，处于成年早期（18-25岁）时，我们会经历亲密关系和孤独之间的冲突。",
        "label": ""
      },
      {
        "sentence": "情感上，我们渴望亲密关系，但也希望能够独立自主地生活。",
        "label": ""
      },
      {
        "sentence": "我觉得你出社会早并不是必然导致这个问题的原因，在社会这所大学里，我们都在不断学习成长。",
        "label": ""
      },
      {
        "sentence": "所长辈们眼中，25岁是适婚年龄，你也感受到了来自亲人的催婚压力。",
        "label": ""
      },
      {
        "sentence": "现在你需要明确自己想要什么，寻找一段亲密关系并不能让你摆脱孤独和胡思乱想，因为“安全感都是自己给自己的”。",
        "label": ""
      },
      {
        "sentence": "我在25岁时也非常想结婚生子，但现在回想起来，可能当时的我是希望通过婚姻来逃避一些问题，觉得婚姻可以给我更多的安全感。",
        "label": ""
      },
      {
        "sentence": "你可以扩大社交圈子，多结交一些朋友，如果有发展恋爱的机会，也可以从朋友开始。",
        "label": ""
      },
      {
        "sentence": "同时，我觉得提升自己和寻找适合自己的另一半并不冲突，不需要等到自己变好了才去找，这是一个可以同步进行的过程。",
        "label": ""
      },
      {
        "sentence": "明确自我边界和提高心理韧性也很重要。",
        "label": ""
      },
      {
        "sentence": "我们在各种关系中生活，虽然周围长辈们关于找对象的观点有一定道理，但我们要清楚自己的生活节奏，不要贸然选择结婚，做别人眼中所谓的“合适的年龄做合适的事”，这样真的能幸福吗？",
        "label": ""
      },
      {
        "sentence": "结婚后又会面临被催生、被催要二胎的压力。",
        "label": ""
      },
      {
        "sentence": "虽然长辈是出于关心考虑，但这些是你自己想要的吗？",
        "label": ""
      },
      {
        "sentence": "这里涉及到个人边界、婚育选择和时间安排，这些都是我们可以掌握的。",
        "label": ""
      },
      {
        "sentence": "我们无法取悦所有人，迎合他们所说的“应该过的合适人生道路”，因为一旦草率或急于进入婚姻，迎面而来的将是我们自己要面对的婚姻生活。",
        "label": ""
      },
      {
        "sentence": "我建议你认真思考自己想要什么，并且慢慢来会更加快速。",
        "label": ""
      },
      {
        "sentence": "同时，你可以多看一些书，有时候也可以阅读一些心理学相关的书籍，增加对自己的了解。",
        "label": ""
      },
      {
        "sentence": "成年人的学习需要付出更多精力，让自己能够专注地学习，学习目标可以循序渐进，坚持学习也很重要。",
        "label": ""
      },
      {
        "sentence": "有时候在学习新技能的过程中，我也会感到疲倦或者无法坚持下去，给自己一些时间，找到自己的学习节奏。",
        "label": ""
      },
      {
        "sentence": "人生中的每一步选择都应该由自己决定，过属于自己说了算的人生。",
        "label": ""
      },
      {
        "sentence": "当然，你需要明白在这个世界上没有万无一失的选择，我们选择了某个方向，在某种意义上就意味着放弃了其他方面的可能性。",
        "label": ""
      },
      {
        "sentence": "但是只要这个选择带来了希望，我们就要勇于承担它所带来的一切。",
        "label": ""
      },
      {
        "sentence": "有时候我们不敢选择，是因为害怕做出错误的选择，但人生那么长，也许直到最后我们都无法确定自己的选择是否正确。",
        "label": ""
      },
      {
        "sentence": "你可以通过采取行动来面对焦虑，我曾经也因为人生规划方面的焦虑而失眠，脑海中会涌现出许多方案和解决问题的方法，但我迟迟没有行动。",
        "label": ""
      },
      {
        "sentence": "只有当我们开始行动，我们才会知道这个做法的结果如何。",
        "label": ""
      },
      {
        "sentence": "有时候行动之后，会发现预期效果并未实现，这时我们可以调整方向。",
        "label": ""
      },
      {
        "sentence": "25岁，是一个非常年轻的年龄，不要被年龄限制了自己的发展，人生拥有无限的可能性，努力去尝试吧！",
        "label": ""
      },
      {
        "sentence": "此外，你可以尝试借助冥想音频来调整呼吸和情绪，早些恢复正常的作息，这样你会更有精力去处理问题。",
        "label": ""
      }
    ]
  }
]