[
  {
    "role": "client",
    "content": "我25岁了，出社会早。我很焦虑，也感到很迷茫，不知道应该如何处理这种情绪。我读书的时候没有好好学习，后来工作才发现这个问题。我正在努力提升学历，但是因为家庭原因，我现在一个人住。我很急，因为我清楚自己的性格不适合独自生活，而且长时间独处容易让我陷入抑郁。我也想找对象，但是我更想让自己变得更好。但是我感觉自己有些无能为力。之前考证考了两年都没过，现在周围的亲戚朋友都在催我找对象。我知道只有变得更好才能找到更好的对象，但是我不确定该如何做才能变得更好。变得更好需要时间，可我不确定是否够耐心等待。我不希望与别人相比，可是周围的人总在我面前说别人的事情，而我又很在意别人的看法。我不知道该怎么办，感觉我的大脑陷入了冲突。虽然我知道只有自己能解决自己的问题，但是我感觉自己无力解决。每天晚上都会醒来，或者整夜清醒。我想做些事情，但是我无能为力。我该如何缓解这种着急情绪呢？",
    "annotation": [
      {
        "sentence": "我25岁了，出社会早。",
        "label": ""
      },
      {
        "sentence": "我很焦虑，也感到很迷茫，不知道应该如何处理这种情绪。",
        "label": ""
      },
      {
        "sentence": "我读书的时候没有好好学习，后来工作才发现这个问题。",
        "label": ""
      },
      {
        "sentence": "我正在努力提升学历，但是因为家庭原因，我现在一个人住。",
        "label": ""
      },
      {
        "sentence": "我很急，因为我清楚自己的性格不适合独自生活，而且长时间独处容易让我陷入抑郁。",
        "label": ""
      },
      {
        "sentence": "我也想找对象，但是我更想让自己变得更好。",
        "label": ""
      },
      {
        "sentence": "但是我感觉自己有些无能为力。",
        "label": ""
      },
      {
        "sentence": "之前考证考了两年都没过，现在周围的亲戚朋友都在催我找对象。",
        "label": ""
      },
      {
        "sentence": "我知道只有变得更好才能找到更好的对象，但是我不确定该如何做才能变得更好。",
        "label": ""
      },
      {
        "sentence": "变得更好需要时间，可我不确定是否够耐心等待。",
        "label": ""
      },
      {
        "sentence": "我不希望与别人相比，可是周围的人总在我面前说别人的事情，而我又很在意别人的看法。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办，感觉我的大脑陷入了冲突。",
        "label": ""
      },
      {
        "sentence": "虽然我知道只有自己能解决自己的问题，但是我感觉自己无力解决。",
        "label": ""
      },
      {
        "sentence": "每天晚上都会醒来，或者整夜清醒。",
        "label": ""
      },
      {
        "sentence": "我想做些事情，但是我无能为力。",
        "label": ""
      },
      {
        "sentence": "我该如何缓解这种着急情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的心态已经崩溃，无论做什么都会感到烦躁。我们可以从做一件小事开始，这样能够帮助缓解你的情绪。这件事情应该非常容易，每天都可以做到，并且对你自己有好处。比如，如果你是男生，可以每天晚上睡觉前做一些仰卧起坐；如果你是女生，可以每天早上起床后称一次体重。你现在的情况就像是逆风的时候打仗，任谁都会感到困难，所以你需要通过一些小胜来逐渐恢复士气。选择一件长期能坚持做下去的小事情，士气一旦提升起来，你就会感觉好一些。在那个时候，你可以尝试去挑战其他事情。考证是一个时间长、难度大、反馈慢的终极战场，请务必在参战之前调整好士气。",
    "annotation": [
      {
        "sentence": "我了解你的心态已经崩溃，无论做什么都会感到烦躁。",
        "label": ""
      },
      {
        "sentence": "我们可以从做一件小事开始，这样能够帮助缓解你的情绪。",
        "label": ""
      },
      {
        "sentence": "这件事情应该非常容易，每天都可以做到，并且对你自己有好处。",
        "label": ""
      },
      {
        "sentence": "比如，如果你是男生，可以每天晚上睡觉前做一些仰卧起坐；如果你是女生，可以每天早上起床后称一次体重。",
        "label": ""
      },
      {
        "sentence": "你现在的情况就像是逆风的时候打仗，任谁都会感到困难，所以你需要通过一些小胜来逐渐恢复士气。",
        "label": ""
      },
      {
        "sentence": "选择一件长期能坚持做下去的小事情，士气一旦提升起来，你就会感觉好一些。",
        "label": ""
      },
      {
        "sentence": "在那个时候，你可以尝试去挑战其他事情。",
        "label": ""
      },
      {
        "sentence": "考证是一个时间长、难度大、反馈慢的终极战场，请务必在参战之前调整好士气。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我想尝试一些小事情来缓解我的焦虑情绪。我会每天晚上睡觉前做一些仰卧起坐，并在睡前放松自己。我也会每天早上起床后称一次体重，并且记录下来。我希望通过这些小习惯能够逐渐调整好自己的心态。但是考证的失败对我来说是一个巨大的打击，也让我对自己的能力产生怀疑。我应该如何应对这种情况呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我想尝试一些小事情来缓解我的焦虑情绪。",
        "label": ""
      },
      {
        "sentence": "我会每天晚上睡觉前做一些仰卧起坐，并在睡前放松自己。",
        "label": ""
      },
      {
        "sentence": "我也会每天早上起床后称一次体重，并且记录下来。",
        "label": ""
      },
      {
        "sentence": "我希望通过这些小习惯能够逐渐调整好自己的心态。",
        "label": ""
      },
      {
        "sentence": "但是考证的失败对我来说是一个巨大的打击，也让我对自己的能力产生怀疑。",
        "label": ""
      },
      {
        "sentence": "我应该如何应对这种情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "失败是每个人都会经历的，它并不代表你的能力有问题。你要学会接受失败，并从中吸取经验和教训。试着改变你对于失败的态度，将它看作是一个学习的机会，而不是一个打击。你可以回顾一下在考证过程中出现的问题，思考是否有什么地方可以改进，然后尝试下一次考试。同时，你也可以寻求一些学习方法和学习资源，可能有些方法适合你的学习方式，能够提高你的学习效率和记忆力。请记住，考证是一个长期的过程，不要因为一次失败而放弃。",
    "annotation": [
      {
        "sentence": "失败是每个人都会经历的，它并不代表你的能力有问题。",
        "label": ""
      },
      {
        "sentence": "你要学会接受失败，并从中吸取经验和教训。",
        "label": ""
      },
      {
        "sentence": "试着改变你对于失败的态度，将它看作是一个学习的机会，而不是一个打击。",
        "label": ""
      },
      {
        "sentence": "你可以回顾一下在考证过程中出现的问题，思考是否有什么地方可以改进，然后尝试下一次考试。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以寻求一些学习方法和学习资源，可能有些方法适合你的学习方式，能够提高你的学习效率和记忆力。",
        "label": ""
      },
      {
        "sentence": "请记住，考证是一个长期的过程，不要因为一次失败而放弃。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会尝试改变对失败的态度，将其看作是一个学习的机会。我会反思自己在考证过程中的问题，并且尝试寻找适合我的学习方法和资源。希望这样能够提高我的学习效果和记忆力。但是，除了学习方面的问题，我还在意周围人对我的看法。他们经常在我面前说别人，让我感到自卑。我应该怎么应对这种情况呢？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会尝试改变对失败的态度，将其看作是一个学习的机会。",
        "label": ""
      },
      {
        "sentence": "我会反思自己在考证过程中的问题，并且尝试寻找适合我的学习方法和资源。",
        "label": ""
      },
      {
        "sentence": "希望这样能够提高我的学习效果和记忆力。",
        "label": ""
      },
      {
        "sentence": "但是，除了学习方面的问题，我还在意周围人对我的看法。",
        "label": ""
      },
      {
        "sentence": "他们经常在我面前说别人，让我感到自卑。",
        "label": ""
      },
      {
        "sentence": "我应该怎么应对这种情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在乎别人的看法是每个人都会有的，但是记住，最重要的是如何看待自己。不要让他人的评价左右你的情绪和自信心。试着去关注自身的成长和进步，而不是与他人相比较。每个人都有自己的节奏和发展轨迹，你只需要专注于自己的成长，不要太过在意他人的评价。当你开始意识到自己的价值和努力时，你会发现周围人的评价对你来说就不那么重要了。",
    "annotation": [
      {
        "sentence": "在乎别人的看法是每个人都会有的，但是记住，最重要的是如何看待自己。",
        "label": ""
      },
      {
        "sentence": "不要让他人的评价左右你的情绪和自信心。",
        "label": ""
      },
      {
        "sentence": "试着去关注自身的成长和进步，而不是与他人相比较。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的节奏和发展轨迹，你只需要专注于自己的成长，不要太过在意他人的评价。",
        "label": ""
      },
      {
        "sentence": "当你开始意识到自己的价值和努力时，你会发现周围人的评价对你来说就不那么重要了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我应该更加关注自身的成长和进步，而不是过分比较自己和他人。我会努力培养自己的自信心，相信自己能够变得更好。慢慢地，我会减少对周围人意见的在意。非常感谢你的建议和支持。谢谢你！",
    "annotation": [
      {
        "sentence": "你说的很对，我应该更加关注自身的成长和进步，而不是过分比较自己和他人。",
        "label": ""
      },
      {
        "sentence": "我会努力培养自己的自信心，相信自己能够变得更好。",
        "label": ""
      },
      {
        "sentence": "慢慢地，我会减少对周围人意见的在意。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。你已经迈出了改变和提升的第一步，相信自己，坚持下去，你一定能够变得更好。记得，在这个过程中，不要忘记照顾好自己的身心健康，发展出适合自己的放松和调节方式。如果你还有任何问题或困惑，随时都可以来找我倾诉。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了改变和提升的第一步，相信自己，坚持下去，你一定能够变得更好。",
        "label": ""
      },
      {
        "sentence": "记得，在这个过程中，不要忘记照顾好自己的身心健康，发展出适合自己的放松和调节方式。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何问题或困惑，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]