[
  {
    "role": "client",
    "content": "我25岁了，出社会早，怎样才能不焦虑，不迷茫，不纠结？我出社会比较早，读书的时候没有好好学习，后来出来工作了才意识到这个问题，但是自己也在努力的提升学历，因为家庭原因我现在一个人住，25岁了，我很急，我很清楚自己的性格比较小女生不适合一个人，而且一个人呆久了容易想很多而且容易抑郁，我也想找对象，但是我也想让自己变的更好，但是感觉自己有点无能为力，之前考证考了两年都没过，现在年龄又在这里周围的亲戚朋友都在说找对象的问题，我也知道自己好才能找更好的，但是我怎样才能让自己变的更好呢，变的更好是需要时间的我耗得起吗，其实我不想和别人比，但是周围的人又经常在我面前说别人，我又比较在意别人的看法，所以我不知道怎么办，感觉自己大脑在发生冲突，我知道只有自己才能解决自己的问题，但是我感觉我无力解决，每天晚上都会在睡梦中醒来或者一直在清醒中到天亮，我想做点什么，但是我做不了，考试看视频做题，感觉自己没有记忆力大脑不够用，我该怎么办才能缓解这种着急？",
    "annotation": [
      {
        "sentence": "我25岁了，出社会早，怎样才能不焦虑，不迷茫，不纠结？",
        "label": ""
      },
      {
        "sentence": "我出社会比较早，读书的时候没有好好学习，后来出来工作了才意识到这个问题，但是自己也在努力的提升学历，因为家庭原因我现在一个人住，25岁了，我很急，我很清楚自己的性格比较小女生不适合一个人，而且一个人呆久了容易想很多而且容易抑郁，我也想找对象，但是我也想让自己变的更好，但是感觉自己有点无能为力，之前考证考了两年都没过，现在年龄又在这里周围的亲戚朋友都在说找对象的问题，我也知道自己好才能找更好的，但是我怎样才能让自己变的更好呢，变的更好是需要时间的我耗得起吗，其实我不想和别人比，但是周围的人又经常在我面前说别人，我又比较在意别人的看法，所以我不知道怎么办，感觉自己大脑在发生冲突，我知道只有自己才能解决自己的问题，但是我感觉我无力解决，每天晚上都会在睡梦中醒来或者一直在清醒中到天亮，我想做点什么，但是我做不了，考试看视频做题，感觉自己没有记忆力大脑不够用，我该怎么办才能缓解这种着急？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在处于一个迷茫和焦虑的阶段，这是很正常的。首先，不要让自己被他人的看法左右，你的价值不取决于别人的评判。同时，不要过分与他人比较，每个人的成长和时间轴都不同，要以自己的步伐前进。为了变好，不是一蹴而就的，需要时间和耐心。你可以尝试加入一些兴趣组织，结交更多的朋友，保持良好的社交关系，这样可以缓解你一个人时的寂寞感。当你觉得烦了就可以出去散散步，和朋友出去约会，或者做一些放松心情的活动，这对提升心情是很有帮助的。至于找对象的问题，不要太过于着急，你现在已经很不错了，要相信有人会欣赏你现在的样子。同时，不要把注意力过多放在别人身上，更应该专注在自己的成长和发展上。考试方面如果感觉记忆力不够，可以尝试一些记忆技巧，同时也可以通过运动和番茄工作法来提高专注力。最重要的是要耐心对待自己，放下焦虑，相信曙光会到来。",
    "annotation": [
      {
        "sentence": "你现在处于一个迷茫和焦虑的阶段，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "首先，不要让自己被他人的看法左右，你的价值不取决于别人的评判。",
        "label": ""
      },
      {
        "sentence": "同时，不要过分与他人比较，每个人的成长和时间轴都不同，要以自己的步伐前进。",
        "label": ""
      },
      {
        "sentence": "为了变好，不是一蹴而就的，需要时间和耐心。",
        "label": ""
      },
      {
        "sentence": "你可以尝试加入一些兴趣组织，结交更多的朋友，保持良好的社交关系，这样可以缓解你一个人时的寂寞感。",
        "label": ""
      },
      {
        "sentence": "当你觉得烦了就可以出去散散步，和朋友出去约会，或者做一些放松心情的活动，这对提升心情是很有帮助的。",
        "label": ""
      },
      {
        "sentence": "至于找对象的问题，不要太过于着急，你现在已经很不错了，要相信有人会欣赏你现在的样子。",
        "label": ""
      },
      {
        "sentence": "同时，不要把注意力过多放在别人身上，更应该专注在自己的成长和发展上。",
        "label": ""
      },
      {
        "sentence": "考试方面如果感觉记忆力不够，可以尝试一些记忆技巧，同时也可以通过运动和番茄工作法来提高专注力。",
        "label": ""
      },
      {
        "sentence": "最重要的是要耐心对待自己，放下焦虑，相信曙光会到来。",
        "label": ""
      }
    ]
  }
]