[
  {
    "role": "client",
    "content": "如何面对无敌态的心理疾病患者？我都觉得自己有病。中学同学+大学室友患有一定心理疾病，时间挺长，具体情况不知，但从老师的态度上，感觉没有严重到那个地步。对室友，她爱诉说小说般的神奇经历，却逻辑不通，低情商加杠精，像臆想症；爱交网友，和网友相处还比较正常；在老师同学那里，很温柔善良；在我这里，就是垂死患者（我最近才知道她还有好几面）。最近她被学校重视了，便处于一种无敌状态，将所有的不对不好的事情都归结于药物。做事情总处于散漫状态，说身体不好啥的，和她僵持花费时间情感不如我做，长期让我很受伤无语。自己有时忍不住自责，觉得这些是病症，自己太苛刻，又有一种莫名其妙的气愤无处安放，很讨厌自己生气。一直平稳相处，最近她受刺激崩溃让我也崩溃，对她非常的厌恶，忍不住地发抖、心慌，甚至呕吐，也没什么大事呀，为何我就容忍不了了呢？中学相处记忆美好，大学她被欺负一直保护(最近得知其实她自己的问题很大）感觉自己停留在中学语境里，而她长期用这个语境欺骗我。",
    "annotation": [
      {
        "sentence": "如何面对无敌态的心理疾病患者？",
        "label": ""
      },
      {
        "sentence": "我都觉得自己有病。",
        "label": ""
      },
      {
        "sentence": "中学同学+大学室友患有一定心理疾病，时间挺长，具体情况不知，但从老师的态度上，感觉没有严重到那个地步。",
        "label": ""
      },
      {
        "sentence": "对室友，她爱诉说小说般的神奇经历，却逻辑不通，低情商加杠精，像臆想症；爱交网友，和网友相处还比较正常；在老师同学那里，很温柔善良；在我这里，就是垂死患者（我最近才知道她还有好几面）。",
        "label": ""
      },
      {
        "sentence": "最近她被学校重视了，便处于一种无敌状态，将所有的不对不好的事情都归结于药物。",
        "label": ""
      },
      {
        "sentence": "做事情总处于散漫状态，说身体不好啥的，和她僵持花费时间情感不如我做，长期让我很受伤无语。",
        "label": ""
      },
      {
        "sentence": "自己有时忍不住自责，觉得这些是病症，自己太苛刻，又有一种莫名其妙的气愤无处安放，很讨厌自己生气。",
        "label": ""
      },
      {
        "sentence": "一直平稳相处，最近她受刺激崩溃让我也崩溃，对她非常的厌恶，忍不住地发抖、心慌，甚至呕吐，也没什么大事呀，为何我就容忍不了了呢？",
        "label": ""
      },
      {
        "sentence": "中学相处记忆美好，大学她被欺负一直保护(最近得知其实她自己的问题很大）感觉自己停留在中学语境里，而她长期用这个语境欺骗我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我很理解你现在的困惑和痛苦。从你的描述来看，你的室友的行为让你感到困惑和不知所措。不过，在这个问题上，我想更多地聆听你的感受和想法。你是如何感受到她的无敌态的呢？可以和我具体交流一下吗？",
    "annotation": [
      {
        "sentence": "你好，我很理解你现在的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，你的室友的行为让你感到困惑和不知所措。",
        "label": ""
      },
      {
        "sentence": "不过，在这个问题上，我想更多地聆听你的感受和想法。",
        "label": ""
      },
      {
        "sentence": "你是如何感受到她的无敌态的呢？",
        "label": ""
      },
      {
        "sentence": "可以和我具体交流一下吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "她总是以一种自以为是的态度生活，觉得自己的心理疾病非常严重，但我觉得并没有那么严重。她经常向我倾诉一些不合理、不符合逻辑的事情，有时候还会显得情商低下，像是臆想症。但她和网友相处却比较正常，在老师和同学眼里也是一个温柔善良的人。不过，和我相处的时候，她就像是快要死去的人，我最近才意识到她还有其他的面孔。",
    "annotation": [
      {
        "sentence": "她总是以一种自以为是的态度生活，觉得自己的心理疾病非常严重，但我觉得并没有那么严重。",
        "label": ""
      },
      {
        "sentence": "她经常向我倾诉一些不合理、不符合逻辑的事情，有时候还会显得情商低下，像是臆想症。",
        "label": ""
      },
      {
        "sentence": "但她和网友相处却比较正常，在老师和同学眼里也是一个温柔善良的人。",
        "label": ""
      },
      {
        "sentence": "不过，和我相处的时候，她就像是快要死去的人，我最近才意识到她还有其他的面孔。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对她的感受和观察。每个人在不同的人际关系中都会呈现出不同的面貌，这是很正常的。但是，你对她的多面性感到惊讶和困惑，可能意味着你对她的信任度受到了一定的挑战。你可能因此感到受伤。而且，你提到了对她的情感支持可能给你带来疲惫和无力感，甚至出现了一些身体上的反应。这都表明你需要保护自己。我想问问你，你觉得你对她会有类似母亲或爱人的包容和关心吗？是因为你们有美好的回忆吗？",
    "annotation": [
      {
        "sentence": "我理解你对她的感受和观察。",
        "label": ""
      },
      {
        "sentence": "每个人在不同的人际关系中都会呈现出不同的面貌，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "但是，你对她的多面性感到惊讶和困惑，可能意味着你对她的信任度受到了一定的挑战。",
        "label": ""
      },
      {
        "sentence": "你可能因此感到受伤。",
        "label": ""
      },
      {
        "sentence": "而且，你提到了对她的情感支持可能给你带来疲惫和无力感，甚至出现了一些身体上的反应。",
        "label": ""
      },
      {
        "sentence": "这都表明你需要保护自己。",
        "label": ""
      },
      {
        "sentence": "我想问问你，你觉得你对她会有类似母亲或爱人的包容和关心吗？",
        "label": ""
      },
      {
        "sentence": "是因为你们有美好的回忆吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我们在中学时期关系非常好，我一直保护她，直到我发现她其实有很多问题。我感觉自己停留在中学的语境里，而她却一直在用这个语境欺骗我。",
    "annotation": [
      {
        "sentence": "是的，我们在中学时期关系非常好，我一直保护她，直到我发现她其实有很多问题。",
        "label": ""
      },
      {
        "sentence": "我感觉自己停留在中学的语境里，而她却一直在用这个语境欺骗我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你感到困惑和失望的心情。回忆和情感的连结确实是非常复杂的。可能你对她有一种拯救她的情结，但同时也需要理解，你无法拯救她，只有她自己才能解决自己的问题。你只要把握好和她的边界，保护好自己就可以了。如果你觉得她确实需要帮助，可以陪她一起去找学校的心理咨询师，这可能会是一个更好的选择。",
    "annotation": [
      {
        "sentence": "我能理解你感到困惑和失望的心情。",
        "label": ""
      },
      {
        "sentence": "回忆和情感的连结确实是非常复杂的。",
        "label": ""
      },
      {
        "sentence": "可能你对她有一种拯救她的情结，但同时也需要理解，你无法拯救她，只有她自己才能解决自己的问题。",
        "label": ""
      },
      {
        "sentence": "你只要把握好和她的边界，保护好自己就可以了。",
        "label": ""
      },
      {
        "sentence": "如果你觉得她确实需要帮助，可以陪她一起去找学校的心理咨询师，这可能会是一个更好的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和理解。我意识到了我需要保护自己，同时也应该为她找合适的帮助。我会考虑和她一起去找学校的心理咨询师，希望能有所改善。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和理解。",
        "label": ""
      },
      {
        "sentence": "我意识到了我需要保护自己，同时也应该为她找合适的帮助。",
        "label": ""
      },
      {
        "sentence": "我会考虑和她一起去找学校的心理咨询师，希望能有所改善。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够为你提供一些帮助和支持。希望你能够找到适合的方法来处理与室友的关系，同时也能关注和保护好自己的情绪和身心健康。如果你还有其他问题或困惑，随时都可以来找我聊聊。祝一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够为你提供一些帮助和支持。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到适合的方法来处理与室友的关系，同时也能关注和保护好自己的情绪和身心健康。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或困惑，随时都可以来找我聊聊。",
        "label": ""
      },
      {
        "sentence": "祝一切顺利！",
        "label": ""
      }
    ]
  }
]