[
  {
    "role": "client",
    "content": "大二女生，医学专业，对职业选择产生了怀疑。本人医学专业。在接触了医学与医生的工作环境之后，我对自己的职业选择产生了怀疑，我不知道内向且害怕进入有很多人的环境的我适不适合当医生。现在非常迷茫。",
    "annotation": [
      {
        "sentence": "大二女生，医学专业，对职业选择产生了怀疑。",
        "label": ""
      },
      {
        "sentence": "本人医学专业。",
        "label": ""
      },
      {
        "sentence": "在接触了医学与医生的工作环境之后，我对自己的职业选择产生了怀疑，我不知道内向且害怕进入有很多人的环境的我适不适合当医生。",
        "label": ""
      },
      {
        "sentence": "现在非常迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人的一生总是会面对各种各样的选择，应该说没有所谓的对错，因为你永远不知道选择某条路之后会不会有新的机遇。先说说你的问题：你现在读大二，选择了医学专业，但是现在你对自己的选择产生了怀疑。因为你觉得自己的性格和做医生并不相符，你比较内向并且害怕人多的场合。我想你肯定对医学或者医生有一种特别的情感，你是真正的喜欢这门专业，否则你也不会选择这样一份专业。现在你之所以退缩，就是因为接触了医学和医生的环境之后，对自己的性格产生怀疑。",
    "annotation": [
      {
        "sentence": "人的一生总是会面对各种各样的选择，应该说没有所谓的对错，因为你永远不知道选择某条路之后会不会有新的机遇。",
        "label": ""
      },
      {
        "sentence": "先说说你的问题：你现在读大二，选择了医学专业，但是现在你对自己的选择产生了怀疑。",
        "label": ""
      },
      {
        "sentence": "因为你觉得自己的性格和做医生并不相符，你比较内向并且害怕人多的场合。",
        "label": ""
      },
      {
        "sentence": "我想你肯定对医学或者医生有一种特别的情感，你是真正的喜欢这门专业，否则你也不会选择这样一份专业。",
        "label": ""
      },
      {
        "sentence": "现在你之所以退缩，就是因为接触了医学和医生的环境之后，对自己的性格产生怀疑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我对医学专业确实很有兴趣，但是工作环境让我感到压力很大，我不确定自己能否适应。",
    "annotation": [
      {
        "sentence": "是的，我对医学专业确实很有兴趣，但是工作环境让我感到压力很大，我不确定自己能否适应。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，医学行业确实存在一定的压力。但是你有没有真正的去了解医学或者医生这个职业呢？首先是医生的工作环境。如果你成为的是一名医生或者专家的话，我想你接触的并非是人多的场合，更多的是一对一的治疗，想一下这种场合你能够适应吗？",
    "annotation": [
      {
        "sentence": "没错，医学行业确实存在一定的压力。",
        "label": ""
      },
      {
        "sentence": "但是你有没有真正的去了解医学或者医生这个职业呢？",
        "label": ""
      },
      {
        "sentence": "首先是医生的工作环境。",
        "label": ""
      },
      {
        "sentence": "如果你成为的是一名医生或者专家的话，我想你接触的并非是人多的场合，更多的是一对一的治疗，想一下这种场合你能够适应吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，确实，一对一的治疗还是比较符合我的性格的。",
    "annotation": [
      {
        "sentence": "嗯，确实，一对一的治疗还是比较符合我的性格的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，所以你不必过于担心人多的环境。其次是医学也有很多不同的岗位，有些岗位是经常接触病人的，如医生、护士、前台指引等。但有些岗位却不需要真正的接触病人，比如实验员、检验员、配药师等等。所以你可以看一下，能否在医学行业找到与自己性格相符合的岗位。如果可以找得到，那么你可以在接下来的大学时光，有意识地往那个方向发展。",
    "annotation": [
      {
        "sentence": "是的，所以你不必过于担心人多的环境。",
        "label": ""
      },
      {
        "sentence": "其次是医学也有很多不同的岗位，有些岗位是经常接触病人的，如医生、护士、前台指引等。",
        "label": ""
      },
      {
        "sentence": "但有些岗位却不需要真正的接触病人，比如实验员、检验员、配药师等等。",
        "label": ""
      },
      {
        "sentence": "所以你可以看一下，能否在医学行业找到与自己性格相符合的岗位。",
        "label": ""
      },
      {
        "sentence": "如果可以找得到，那么你可以在接下来的大学时光，有意识地往那个方向发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我可以尝试一下寻找与自己性格相符的医学岗位。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "确实，我可以尝试一下寻找与自己性格相符的医学岗位。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我希望我的建议能够给你一些启发。当然，如果你经过深思熟虑之后，你觉得自己确实不适合医生这一片领域，并且你也确实不太喜欢自己这个专业的话，可以申请转专业。在很多学校都是有这样的政策的，可以申请转专业的。不过具体的流程还是要向学校有关部门咨询，因为每个学校的情况是不一样的。并且你现在只是大二，转专业对你后面的学习并不是特别的有影响，虽然会有一点点的吃力，但是追上来也是比较容易的。不过转专业之前一定要想好，不然转专业之后觉得又不合适，那就得不偿失了。",
    "annotation": [
      {
        "sentence": "不客气，我希望我的建议能够给你一些启发。",
        "label": ""
      },
      {
        "sentence": "当然，如果你经过深思熟虑之后，你觉得自己确实不适合医生这一片领域，并且你也确实不太喜欢自己这个专业的话，可以申请转专业。",
        "label": ""
      },
      {
        "sentence": "在很多学校都是有这样的政策的，可以申请转专业的。",
        "label": ""
      },
      {
        "sentence": "不过具体的流程还是要向学校有关部门咨询，因为每个学校的情况是不一样的。",
        "label": ""
      },
      {
        "sentence": "并且你现在只是大二，转专业对你后面的学习并不是特别的有影响，虽然会有一点点的吃力，但是追上来也是比较容易的。",
        "label": ""
      },
      {
        "sentence": "不过转专业之前一定要想好，不然转专业之后觉得又不合适，那就得不偿失了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的提醒，我会仔细考虑转专业的问题，并咨询学校的相关部门。如果最终决定转专业，我也会全力以赴。",
    "annotation": [
      {
        "sentence": "谢谢你的提醒，我会仔细考虑转专业的问题，并咨询学校的相关部门。",
        "label": ""
      },
      {
        "sentence": "如果最终决定转专业，我也会全力以赴。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，希望你能够做出最适合自己的选择，无论是继续医学专业还是转专业。最重要的是你要喜欢你所选择的职业，这样你才能更好地发展和成长。希望这些建议能够给你一些帮助，也希望你学业有成，将来也能找一份自己喜欢的工作。",
    "annotation": [
      {
        "sentence": "很好，希望你能够做出最适合自己的选择，无论是继续医学专业还是转专业。",
        "label": ""
      },
      {
        "sentence": "最重要的是你要喜欢你所选择的职业，这样你才能更好地发展和成长。",
        "label": ""
      },
      {
        "sentence": "希望这些建议能够给你一些帮助，也希望你学业有成，将来也能找一份自己喜欢的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和建议！我会认真考虑并努力追求我喜欢的职业。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和建议！",
        "label": ""
      },
      {
        "sentence": "我会认真考虑并努力追求我喜欢的职业。",
        "label": ""
      }
    ]
  }
]