[
  {
    "role": "client",
    "content": "我21岁，是个回避型依恋，无法应对亲密关系，我应该如何调整呢？童年时，我的父母非常注重个人空间，我常常被无视而无法与母亲进行对话。一岁半开始上幼儿园，除了定期给我生活费，我基本上没有与他们进行其他交流，也没有一起住过。长大后，虽然觉得这种疏离挺自由的，但偶尔会有些不满，但我总是会抑制自己的想法。渐渐地，我对父母和其他人没有任何期待。现在父母开始比较需要我了，会撒娇什么的，但我无法接受与他们亲密接触，例如拥抱和亲吻，我都会产生抗拒心理。与男朋友在一起也有些抗拒，明明很喜欢他，但害怕被抛弃，总是率先离开他。我现在的性格对待他人比较疏离，个性独立，与朋友相处更喜欢照顾和付出，不习惯别人对我好，对身边的人持怀疑态度。虽然这种状态也挺好，很容易满足，但我担心这会影响建立亲密关系和交流两个家庭之间的关系。虽然我可能不是独身主义者，想要养育一个孩子，但我担心自己会重演母亲的养育方式。另外，在生活中遇到一点压力就会很容易逃避。请问我应该如何调整呢？",
    "annotation": [
      {
        "sentence": "我21岁，是个回避型依恋，无法应对亲密关系，我应该如何调整呢？",
        "label": ""
      },
      {
        "sentence": "童年时，我的父母非常注重个人空间，我常常被无视而无法与母亲进行对话。",
        "label": ""
      },
      {
        "sentence": "一岁半开始上幼儿园，除了定期给我生活费，我基本上没有与他们进行其他交流，也没有一起住过。",
        "label": ""
      },
      {
        "sentence": "长大后，虽然觉得这种疏离挺自由的，但偶尔会有些不满，但我总是会抑制自己的想法。",
        "label": ""
      },
      {
        "sentence": "渐渐地，我对父母和其他人没有任何期待。",
        "label": ""
      },
      {
        "sentence": "现在父母开始比较需要我了，会撒娇什么的，但我无法接受与他们亲密接触，例如拥抱和亲吻，我都会产生抗拒心理。",
        "label": ""
      },
      {
        "sentence": "与男朋友在一起也有些抗拒，明明很喜欢他，但害怕被抛弃，总是率先离开他。",
        "label": ""
      },
      {
        "sentence": "我现在的性格对待他人比较疏离，个性独立，与朋友相处更喜欢照顾和付出，不习惯别人对我好，对身边的人持怀疑态度。",
        "label": ""
      },
      {
        "sentence": "虽然这种状态也挺好，很容易满足，但我担心这会影响建立亲密关系和交流两个家庭之间的关系。",
        "label": ""
      },
      {
        "sentence": "虽然我可能不是独身主义者，想要养育一个孩子，但我担心自己会重演母亲的养育方式。",
        "label": ""
      },
      {
        "sentence": "另外，在生活中遇到一点压力就会很容易逃避。",
        "label": ""
      },
      {
        "sentence": "请问我应该如何调整呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题描述，我感到欣喜的地方在于，你把自己的状态呈现得相对条理清楚。这让我觉得答案其实就在你提出的问题里。你在过去的人生中发展了一套适应模式，并且你对这套模式有所意识。对于过去的你来说，这套模式非常重要，它让你能够以较少的痛苦生活下去，并且在某些方面取得了不错的进展。现在你已经步入成年，面对人生新的任务和主题。你隐约觉得自己需要有所改变，只是还没有下定决心。一旦你真正下定决心，你就可以直接进行改变了。当然，这个过程可能会有一些困难，而且在必要的时候你也可以寻求专业人士的帮助。",
    "annotation": [
      {
        "sentence": "看到你的问题描述，我感到欣喜的地方在于，你把自己的状态呈现得相对条理清楚。",
        "label": ""
      },
      {
        "sentence": "这让我觉得答案其实就在你提出的问题里。",
        "label": ""
      },
      {
        "sentence": "你在过去的人生中发展了一套适应模式，并且你对这套模式有所意识。",
        "label": ""
      },
      {
        "sentence": "对于过去的你来说，这套模式非常重要，它让你能够以较少的痛苦生活下去，并且在某些方面取得了不错的进展。",
        "label": ""
      },
      {
        "sentence": "现在你已经步入成年，面对人生新的任务和主题。",
        "label": ""
      },
      {
        "sentence": "你隐约觉得自己需要有所改变，只是还没有下定决心。",
        "label": ""
      },
      {
        "sentence": "一旦你真正下定决心，你就可以直接进行改变了。",
        "label": ""
      },
      {
        "sentence": "当然，这个过程可能会有一些困难，而且在必要的时候你也可以寻求专业人士的帮助。",
        "label": ""
      }
    ]
  }
]