[
  {
    "role": "client",
    "content": "大五女医学生，缺乏自信的我，该如何快速成长？我，大五女医学生，24岁。我一直很缺乏自信、甚至很自卑:高中时，虽然不自信但我学习很好，同学老师们也都很喜欢我，所以那个时候内心的自卑并不是很明显。到了大学初起时，跟周围人相处也很好，虽然学习不好不差，但也很快乐。然后谈了一段一年的恋爱，恋爱期间我变得很自卑，可能是我对他加了喜欢的滤镜，所以总觉得自己很差劲。后来分手是我提的，因为我不想一直这么自卑下去，一直觉得自己不如他。其实回过头看，当时的我太喜欢他所以太自卑了。但是，现在我发现我一直都不是一个自信的人。因为不自信，所以害怕失败和挫折，总是喜欢退缩，遇到不想面对的人或事就逃避。以前我也勇敢过，但现在好像勇气都没了，我变得越来越封闭自我，沉浸在自己的世界，好像融入不到周围的环境。不喜欢笑了，总是唉声叹气的，我该怎么自救？",
    "annotation": [
      {
        "sentence": "大五女医学生，缺乏自信的我，该如何快速成长？",
        "label": ""
      },
      {
        "sentence": "我，大五女医学生，24岁。",
        "label": ""
      },
      {
        "sentence": "我一直很缺乏自信、甚至很自卑:高中时，虽然不自信但我学习很好，同学老师们也都很喜欢我，所以那个时候内心的自卑并不是很明显。",
        "label": ""
      },
      {
        "sentence": "到了大学初起时，跟周围人相处也很好，虽然学习不好不差，但也很快乐。",
        "label": ""
      },
      {
        "sentence": "然后谈了一段一年的恋爱，恋爱期间我变得很自卑，可能是我对他加了喜欢的滤镜，所以总觉得自己很差劲。",
        "label": ""
      },
      {
        "sentence": "后来分手是我提的，因为我不想一直这么自卑下去，一直觉得自己不如他。",
        "label": ""
      },
      {
        "sentence": "其实回过头看，当时的我太喜欢他所以太自卑了。",
        "label": ""
      },
      {
        "sentence": "但是，现在我发现我一直都不是一个自信的人。",
        "label": ""
      },
      {
        "sentence": "因为不自信，所以害怕失败和挫折，总是喜欢退缩，遇到不想面对的人或事就逃避。",
        "label": ""
      },
      {
        "sentence": "以前我也勇敢过，但现在好像勇气都没了，我变得越来越封闭自我，沉浸在自己的世界，好像融入不到周围的环境。",
        "label": ""
      },
      {
        "sentence": "不喜欢笑了，总是唉声叹气的，我该怎么自救？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完你的描述，感受到你内心情感丰富及困绕。从心理学理解：自卑是一种复杂的情感，是从内心深处对自我的一种轻视。人本主义心理学家阿德勒（Adler）认为自卑感是一种情结，拥有自卑情结的人会自发的认为自己的能力或者自身环境和天赋比不上别人，并且在潜意识里产生自卑观念。这种心理表现为对自身缺乏正确的认识，通常产生自卑的主要原因是在人际交往中缺乏自信心。主要表现为做事情没有充足的勇气，畏手畏脚，做事也没有主见，遇到问题总会认为都是自己的问题，是因为自己没有做好。这样的心理会导致他们失去勇气和信心，导致自卑心理。",
    "annotation": [
      {
        "sentence": "看完你的描述，感受到你内心情感丰富及困绕。",
        "label": ""
      },
      {
        "sentence": "从心理学理解：自卑是一种复杂的情感，是从内心深处对自我的一种轻视。",
        "label": ""
      },
      {
        "sentence": "人本主义心理学家阿德勒（Adler）认为自卑感是一种情结，拥有自卑情结的人会自发的认为自己的能力或者自身环境和天赋比不上别人，并且在潜意识里产生自卑观念。",
        "label": ""
      },
      {
        "sentence": "这种心理表现为对自身缺乏正确的认识，通常产生自卑的主要原因是在人际交往中缺乏自信心。",
        "label": ""
      },
      {
        "sentence": "主要表现为做事情没有充足的勇气，畏手畏脚，做事也没有主见，遇到问题总会认为都是自己的问题，是因为自己没有做好。",
        "label": ""
      },
      {
        "sentence": "这样的心理会导致他们失去勇气和信心，导致自卑心理。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，自卑情结的形成和人际交往中的自信问题有关。我之前确实有勇气，但现在却变得退缩和封闭自己。我希望能够重新培养自信，摆脱自卑心理。你能给我一些建议吗？",
    "annotation": [
      {
        "sentence": "我明白了，自卑情结的形成和人际交往中的自信问题有关。",
        "label": ""
      },
      {
        "sentence": "我之前确实有勇气，但现在却变得退缩和封闭自己。",
        "label": ""
      },
      {
        "sentence": "我希望能够重新培养自信，摆脱自卑心理。",
        "label": ""
      },
      {
        "sentence": "你能给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，我可以给你一些建议。首先，你可以尝试积极的心理暗示。时刻提醒自己是一个有价值的人，告诉自己你和别人一样都可以做到很多事情。即使目前你觉得自己不如别人，也可以通过努力来实现自身的价值。这样的积极心理暗示可以使你的生活更加轻松，帮助你摆脱自卑心理。",
    "annotation": [
      {
        "sentence": "当然，我可以给你一些建议。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试积极的心理暗示。",
        "label": ""
      },
      {
        "sentence": "时刻提醒自己是一个有价值的人，告诉自己你和别人一样都可以做到很多事情。",
        "label": ""
      },
      {
        "sentence": "即使目前你觉得自己不如别人，也可以通过努力来实现自身的价值。",
        "label": ""
      },
      {
        "sentence": "这样的积极心理暗示可以使你的生活更加轻松，帮助你摆脱自卑心理。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个方法听起来不错，我会尝试积极地暗示自己。除了积极心理暗示，还有其他方法吗？",
    "annotation": [
      {
        "sentence": "这个方法听起来不错，我会尝试积极地暗示自己。",
        "label": ""
      },
      {
        "sentence": "除了积极心理暗示，还有其他方法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外一个方法是正确地自我肯定，接纳不完美的自己。正确的自我肯定对于拥有健康的心态非常重要。你之前可能长时间自我否定，认为自己无法达到目标，不能实现自身价值，觉得自己在各个方面都不如别人。但每个人都有自身的价值，当自卑心理浮现时，要提醒自己进行正确的自我肯定，肯定自己的优点和可取之处。善于发现自身的优良品质，并逐渐树立自信心，摆脱自卑心理，过上更加轻松的生活。",
    "annotation": [
      {
        "sentence": "另外一个方法是正确地自我肯定，接纳不完美的自己。",
        "label": ""
      },
      {
        "sentence": "正确的自我肯定对于拥有健康的心态非常重要。",
        "label": ""
      },
      {
        "sentence": "你之前可能长时间自我否定，认为自己无法达到目标，不能实现自身价值，觉得自己在各个方面都不如别人。",
        "label": ""
      },
      {
        "sentence": "但每个人都有自身的价值，当自卑心理浮现时，要提醒自己进行正确的自我肯定，肯定自己的优点和可取之处。",
        "label": ""
      },
      {
        "sentence": "善于发现自身的优良品质，并逐渐树立自信心，摆脱自卑心理，过上更加轻松的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要正确地看待自己，接受自己的不完美。这样我就能逐渐树立自信心了。还有其他方法吗？",
    "annotation": [
      {
        "sentence": "我明白了，我需要正确地看待自己，接受自己的不完美。",
        "label": ""
      },
      {
        "sentence": "这样我就能逐渐树立自信心了。",
        "label": ""
      },
      {
        "sentence": "还有其他方法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "还有一个方法是客观看待问题。自卑的人往往会主观地看待事情，将简单的事情复杂化。比如别人的一个无意识的表情，他们可能会联想出很多自己的臆想。这种主观思维会导致自卑敏感心理加重。所以，学会客观地看待问题对于你摆脱自卑心理是非常重要的。不要将别人的一些无意识的行为过于放在心上，更不要自我攻击。要相信自己，对自己有信心，这样你的内心就会逐渐平静，摆脱困惑。",
    "annotation": [
      {
        "sentence": "还有一个方法是客观看待问题。",
        "label": ""
      },
      {
        "sentence": "自卑的人往往会主观地看待事情，将简单的事情复杂化。",
        "label": ""
      },
      {
        "sentence": "比如别人的一个无意识的表情，他们可能会联想出很多自己的臆想。",
        "label": ""
      },
      {
        "sentence": "这种主观思维会导致自卑敏感心理加重。",
        "label": ""
      },
      {
        "sentence": "所以，学会客观地看待问题对于你摆脱自卑心理是非常重要的。",
        "label": ""
      },
      {
        "sentence": "不要将别人的一些无意识的行为过于放在心上，更不要自我攻击。",
        "label": ""
      },
      {
        "sentence": "要相信自己，对自己有信心，这样你的内心就会逐渐平静，摆脱困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会铭记于心。我现在感到温暖和希望，希望我能够摆脱自卑心理，过上更自信、轻松的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会铭记于心。",
        "label": ""
      },
      {
        "sentence": "我现在感到温暖和希望，希望我能够摆脱自卑心理，过上更自信、轻松的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常高兴我的建议能给你带来希望和温暖。最重要的是你要相信自己，相信你能够克服自卑情结。如果你在摆脱自卑心理的过程中遇到困难，记得随时寻求支持和帮助。祝福你越来越好，我为你加油！",
    "annotation": [
      {
        "sentence": "非常高兴我的建议能给你带来希望和温暖。",
        "label": ""
      },
      {
        "sentence": "最重要的是你要相信自己，相信你能够克服自卑情结。",
        "label": ""
      },
      {
        "sentence": "如果你在摆脱自卑心理的过程中遇到困难，记得随时寻求支持和帮助。",
        "label": ""
      },
      {
        "sentence": "祝福你越来越好，我为你加油！",
        "label": ""
      }
    ]
  }
]