[
  {
    "role": "client",
    "content": "毕业了，还是想和老师接触，但是没有底气怎么办？",
    "annotation": [
      {
        "sentence": "毕业了，还是想和老师接触，但是没有底气怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同学恭喜你毕业啦，即将步入下一个人生阶段，未来有无限可能。高中生活的结束让我感到怅然若失这种情绪是正常的哦，因为你已经告别未成年的阶段，即将进入成年人的世界了，可能很精彩，也可能不那么精彩，但对高中生活结束的怅然若失，必然也会由对大学生活的好奇期待所取代的，所以不必为此烦忧哦。",
    "annotation": [
      {
        "sentence": "同学恭喜你毕业啦，即将步入下一个人生阶段，未来有无限可能。",
        "label": ""
      },
      {
        "sentence": "高中生活的结束让我感到怅然若失这种情绪是正常的哦，因为你已经告别未成年的阶段，即将进入成年人的世界了，可能很精彩，也可能不那么精彩，但对高中生活结束的怅然若失，必然也会由对大学生活的好奇期待所取代的，所以不必为此烦忧哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可以说之前很长一段时间是因为一位老师的存在而每天特别期待上课，但是也可以说是因为自己不会处理人际关系，待人接物冒冒失失，即使经常主动找老师接触，和老师相处的仍然不尽人意。",
    "annotation": [
      {
        "sentence": "可以说之前很长一段时间是因为一位老师的存在而每天特别期待上课，但是也可以说是因为自己不会处理人际关系，待人接物冒冒失失，即使经常主动找老师接触，和老师相处的仍然不尽人意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "拥有一位特别喜欢和尊敬的老师，是特别幸运的事情呢，因为这位老师必然有许多的闪光点，和蔼又善良，对你肯定也和颜悦色。但你“接人待物冒冒失失”可能只是你太过紧张的缘故哦，放轻松，就算遇到尴尬的情况，只要你自己能很快跳出尴尬的状态，那周围的人也就无法替你尴尬啦。“和老师相处的仍然不尽人意”这是你自己的看法哦，老师不一定觉得“不尽人意”，或许你应该问问自己，什么才算你认为的“尽人意”呢？",
    "annotation": [
      {
        "sentence": "拥有一位特别喜欢和尊敬的老师，是特别幸运的事情呢，因为这位老师必然有许多的闪光点，和蔼又善良，对你肯定也和颜悦色。",
        "label": ""
      },
      {
        "sentence": "但你“接人待物冒冒失失”可能只是你太过紧张的缘故哦，放轻松，就算遇到尴尬的情况，只要你自己能很快跳出尴尬的状态，那周围的人也就无法替你尴尬啦。",
        "label": ""
      },
      {
        "sentence": "“和老师相处的仍然不尽人意”这是你自己的看法哦，老师不一定觉得“不尽人意”，或许你应该问问自己，什么才算你认为的“尽人意”呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "如今毕业了，高考考的也很一般，但是真的很想找老师聊天（但考虑到之前有没有被回复的尴尬经历一直保持沉默），聊天的话，大概率闲聊不下去，想认真地讨论人生职业之类的话题，主要是害怕被冷遇、害怕打着勇敢的旗号再次碰壁，真的好费心力，希望各位能为我拨开迷雾。",
    "annotation": [
      {
        "sentence": "如今毕业了，高考考的也很一般，但是真的很想找老师聊天（但考虑到之前有没有被回复的尴尬经历一直保持沉默），聊天的话，大概率闲聊不下去，想认真地讨论人生职业之类的话题，主要是害怕被冷遇、害怕打着勇敢的旗号再次碰壁，真的好费心力，希望各位能为我拨开迷雾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高考考得很一般，是很正常的事情，正常来看，一个班级百分之八十是中等一般的学生，另外百分之二十是最优和最差的学生，所以“考得一般”这件事情，不必耿耿于怀，毕竟考试已经结束，成绩还是未知数。因为老师与学生之间，是教育与被教育的关系，可以成为朋友，但是双方的时间成本是不一致的，所以“没有被回复”可能是老师觉得你在“闲聊”，没有提出问题，也没有切实的疑虑。“想认真讨论人生职业之类的话题”这一点是很好的，老师在有时间的情况下大概率是会回复的，因为你是他的学生，他有义务解答你的疑虑，但是“被冷遇”“再次碰壁”也是有可能的，你需要明白的是，你是更想和老师聊天，还是更想有人解答人生职业类的话题，是更害怕被冷遇，还是更想鼓起勇气试一试。加油！",
    "annotation": [
      {
        "sentence": "高考考得很一般，是很正常的事情，正常来看，一个班级百分之八十是中等一般的学生，另外百分之二十是最优和最差的学生，所以“考得一般”这件事情，不必耿耿于怀，毕竟考试已经结束，成绩还是未知数。",
        "label": ""
      },
      {
        "sentence": "因为老师与学生之间，是教育与被教育的关系，可以成为朋友，但是双方的时间成本是不一致的，所以“没有被回复”可能是老师觉得你在“闲聊”，没有提出问题，也没有切实的疑虑。",
        "label": ""
      },
      {
        "sentence": "“想认真讨论人生职业之类的话题”这一点是很好的，老师在有时间的情况下大概率是会回复的，因为你是他的学生，他有义务解答你的疑虑，但是“被冷遇”“再次碰壁”也是有可能的，你需要明白的是，你是更想和老师聊天，还是更想有人解答人生职业类的话题，是更害怕被冷遇，还是更想鼓起勇气试一试。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]