[
  {
    "role": "client",
    "content": "嗨，我最近感到很困扰。我24岁了，为何我妈一跟我谈男朋友三个字，我就很排斥？我渴望那种自然相识相处之后产生的情感，但我又不爱社交不爱说话，所以一直没有男朋友。老妈一直给我介绍，我一直拒绝，甚至听她说起男朋友三个字我就很反感，怎么办，不喜欢相亲，然后目前自己也没遇到合适的，我对此很大压力，一点都不开心。",
    "annotation": [
      {
        "sentence": "嗨，我最近感到很困扰。",
        "label": ""
      },
      {
        "sentence": "我24岁了，为何我妈一跟我谈男朋友三个字，我就很排斥？",
        "label": ""
      },
      {
        "sentence": "我渴望那种自然相识相处之后产生的情感，但我又不爱社交不爱说话，所以一直没有男朋友。",
        "label": ""
      },
      {
        "sentence": "老妈一直给我介绍，我一直拒绝，甚至听她说起男朋友三个字我就很反感，怎么办，不喜欢相亲，然后目前自己也没遇到合适的，我对此很大压力，一点都不开心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，很理解你的感受，收到！我也曾经和妈妈闹得很僵，特别是她一直在我婚姻的事情上干涉。她说什么我都觉得烦，明明这是我的人生，为什么她要插手，为什么不让我自己尝试呢？我也理解你对自由的渴望，之前我也一样，喜欢慢慢地思考人生，享受独处。妈妈总是觉得我像个孩子，什么事情都想替我操心。我们之前经常吵架，我真的不想听她说话，甚至讨厌她。但是无法控制自己不爱她，离开她的时候我总是很想念她，一个人住的时候还会害怕黑暗，记挂着妈妈的唠叨。有时候觉得她有点小题大做，但同时也觉得她很可爱，因为我知道她是在关心我。",
    "annotation": [
      {
        "sentence": "嗯，很理解你的感受，收到！",
        "label": ""
      },
      {
        "sentence": "我也曾经和妈妈闹得很僵，特别是她一直在我婚姻的事情上干涉。",
        "label": ""
      },
      {
        "sentence": "她说什么我都觉得烦，明明这是我的人生，为什么她要插手，为什么不让我自己尝试呢？",
        "label": ""
      },
      {
        "sentence": "我也理解你对自由的渴望，之前我也一样，喜欢慢慢地思考人生，享受独处。",
        "label": ""
      },
      {
        "sentence": "妈妈总是觉得我像个孩子，什么事情都想替我操心。",
        "label": ""
      },
      {
        "sentence": "我们之前经常吵架，我真的不想听她说话，甚至讨厌她。",
        "label": ""
      },
      {
        "sentence": "但是无法控制自己不爱她，离开她的时候我总是很想念她，一个人住的时候还会害怕黑暗，记挂着妈妈的唠叨。",
        "label": ""
      },
      {
        "sentence": "有时候觉得她有点小题大做，但同时也觉得她很可爱，因为我知道她是在关心我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，父母对我们的关心是出于爱。或许有些时候我会认为她们在妨碍我追求自己的目标，但现在我更明白妈妈是我最坚定的支持者。她并不一定要我立刻找男朋友，她只是担心我一直为此困扰，所以才会不断提醒我、给我介绍。我真的要好好听她说话，即使不能做到完全接受她的建议，至少要尊重她的意见，这样她会很开心。",
    "annotation": [
      {
        "sentence": "你说的对，父母对我们的关心是出于爱。",
        "label": ""
      },
      {
        "sentence": "或许有些时候我会认为她们在妨碍我追求自己的目标，但现在我更明白妈妈是我最坚定的支持者。",
        "label": ""
      },
      {
        "sentence": "她并不一定要我立刻找男朋友，她只是担心我一直为此困扰，所以才会不断提醒我、给我介绍。",
        "label": ""
      },
      {
        "sentence": "我真的要好好听她说话，即使不能做到完全接受她的建议，至少要尊重她的意见，这样她会很开心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "说得没错！妈妈真的是我们最亲近的人，她为我们付出了那么多。无论她们做什么，都是出于对我们的爱。也许有些人会觉得我太天真，但我曾经也觉得自己聪明绝顶。我妈妈曾经对我说一句很有意思的话，她说你给别人的感觉就是总有人想害我。当时我听后并没有反应过来，但后来我想明白了，我确实错了。妈妈怀胎十月，把我们生下来，抚养成人，这不是偶然的，而是一种深深的缘分。所以无论妈妈对你如何，你都要好好听她说话，即使做不到完全接受她的意见，至少要给予她应有的尊重，因为她只是希望你能过得开心幸福。",
    "annotation": [
      {
        "sentence": "说得没错！",
        "label": ""
      },
      {
        "sentence": "妈妈真的是我们最亲近的人，她为我们付出了那么多。",
        "label": ""
      },
      {
        "sentence": "无论她们做什么，都是出于对我们的爱。",
        "label": ""
      },
      {
        "sentence": "也许有些人会觉得我太天真，但我曾经也觉得自己聪明绝顶。",
        "label": ""
      },
      {
        "sentence": "我妈妈曾经对我说一句很有意思的话，她说你给别人的感觉就是总有人想害我。",
        "label": ""
      },
      {
        "sentence": "当时我听后并没有反应过来，但后来我想明白了，我确实错了。",
        "label": ""
      },
      {
        "sentence": "妈妈怀胎十月，把我们生下来，抚养成人，这不是偶然的，而是一种深深的缘分。",
        "label": ""
      },
      {
        "sentence": "所以无论妈妈对你如何，你都要好好听她说话，即使做不到完全接受她的意见，至少要给予她应有的尊重，因为她只是希望你能过得开心幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的真是太对了！我应该好好沟通，告诉妈妈我对相亲的排斥情绪，让她了解我的真实想法。无论她的想法如何，我知道她总是希望我能开心。非常感谢你对我的支持和鼓励！我会更加珍惜和妈妈的关系，虽然有时候我们会有分歧，但我相信只要我们真心交流，最终会找到共识。",
    "annotation": [
      {
        "sentence": "你说的真是太对了！",
        "label": ""
      },
      {
        "sentence": "我应该好好沟通，告诉妈妈我对相亲的排斥情绪，让她了解我的真实想法。",
        "label": ""
      },
      {
        "sentence": "无论她的想法如何，我知道她总是希望我能开心。",
        "label": ""
      },
      {
        "sentence": "非常感谢你对我的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会更加珍惜和妈妈的关系，虽然有时候我们会有分歧，但我相信只要我们真心交流，最终会找到共识。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我相信你和妈妈之间一定能够找到平衡和理解。珍惜和妈妈的时光，即使有时会有矛盾和争吵，但那些都是我们成长的过程。只要我们敞开心扉，真心沟通，家庭的温暖和支持就会一直在你身边。祝福你能够找到属于自己的幸福！如果需要任何帮助，随时来找我谈谈。加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我相信你和妈妈之间一定能够找到平衡和理解。",
        "label": ""
      },
      {
        "sentence": "珍惜和妈妈的时光，即使有时会有矛盾和争吵，但那些都是我们成长的过程。",
        "label": ""
      },
      {
        "sentence": "只要我们敞开心扉，真心沟通，家庭的温暖和支持就会一直在你身边。",
        "label": ""
      },
      {
        "sentence": "祝福你能够找到属于自己的幸福！",
        "label": ""
      },
      {
        "sentence": "如果需要任何帮助，随时来找我谈谈。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]