[
  {
    "role": "client",
    "content": "总是很焦虑，研究生导师基本都是一视同仁的嘛？自己学习的时候总控制不住胡思乱想，面临考研，自己就想象一种情况：自己考的特别好，以第一的成绩进入某学校读研，然后导师和各科老师都很关注自己，课堂上还时不时让自己做演讲而没让别人做过演讲，然后一想到演讲这个场面，自己就很焦虑，试问，研究生的老师们会很关注学生考进来的考研成绩而对某些学生特别关注嘛？还是导师基本都是一视同仁的。",
    "annotation": [
      {
        "sentence": "总是很焦虑，研究生导师基本都是一视同仁的嘛？",
        "label": ""
      },
      {
        "sentence": "自己学习的时候总控制不住胡思乱想，面临考研，自己就想象一种情况：自己考的特别好，以第一的成绩进入某学校读研，然后导师和各科老师都很关注自己，课堂上还时不时让自己做演讲而没让别人做过演讲，然后一想到演讲这个场面，自己就很焦虑，试问，研究生的老师们会很关注学生考进来的考研成绩而对某些学生特别关注嘛？",
        "label": ""
      },
      {
        "sentence": "还是导师基本都是一视同仁的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的担忧，但你要知道，研究生时期的老师们更加看重学生的科研能力和创新能力，而不是考试成绩。以第一名考进学校会受到一定的关注，但这个关注是有限的，因为在后期的学习生活中，老师会更加注重我们的科研能力和创新能力，而不仅仅是书面上的考试成绩。所以你也不必再为这个问题感到担忧。",
    "annotation": [
      {
        "sentence": "我明白你的担忧，但你要知道，研究生时期的老师们更加看重学生的科研能力和创新能力，而不是考试成绩。",
        "label": ""
      },
      {
        "sentence": "以第一名考进学校会受到一定的关注，但这个关注是有限的，因为在后期的学习生活中，老师会更加注重我们的科研能力和创新能力，而不仅仅是书面上的考试成绩。",
        "label": ""
      },
      {
        "sentence": "所以你也不必再为这个问题感到担忧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是，我还是很害怕被老师过多关注，尤其是在面对演讲和汇报时，我会感到异常焦虑。",
    "annotation": [
      {
        "sentence": "但是，我还是很害怕被老师过多关注，尤其是在面对演讲和汇报时，我会感到异常焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。其实，你害怕老师过多关注的原因可能有两方面。一方面是你不自信，担心自己进入学校后，会被要求做一些自己不太擅长的演讲，这种不自信会影响你目前的复习。另一方面是你在意别人对你的评价，担心自己的表现不符合老师们的预期，让他们失望。但你要知道，你是一个很优秀的学生，不完美才是人生的本质。老师们对你的期望不会因为一两次演讲失败而消失。而且，我们不能通过别人来定义自身的价值，你适合什么样的人生，只有你自己知道。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "其实，你害怕老师过多关注的原因可能有两方面。",
        "label": ""
      },
      {
        "sentence": "一方面是你不自信，担心自己进入学校后，会被要求做一些自己不太擅长的演讲，这种不自信会影响你目前的复习。",
        "label": ""
      },
      {
        "sentence": "另一方面是你在意别人对你的评价，担心自己的表现不符合老师们的预期，让他们失望。",
        "label": ""
      },
      {
        "sentence": "但你要知道，你是一个很优秀的学生，不完美才是人生的本质。",
        "label": ""
      },
      {
        "sentence": "老师们对你的期望不会因为一两次演讲失败而消失。",
        "label": ""
      },
      {
        "sentence": "而且，我们不能通过别人来定义自身的价值，你适合什么样的人生，只有你自己知道。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是，如果老师对我的期望过高，后面的每次考试都没有考好，他们会对我失望吗？",
    "annotation": [
      {
        "sentence": "但是，如果老师对我的期望过高，后面的每次考试都没有考好，他们会对我失望吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "即使老师因为你的演讲不好而对你失望，又有什么关系呢？我们做不到一直一帆风顺、一直成功。你不应该让别人的看法左右你的人生，因为你的人生只有你自己才能决定。而且，即使你失败了，也没有关系。希望越大，失望也就越大。重要的是，尝试着不要太在意别人的眼光，将全部心思放在目前的复习中，你会发现人生的美好。",
    "annotation": [
      {
        "sentence": "即使老师因为你的演讲不好而对你失望，又有什么关系呢？",
        "label": ""
      },
      {
        "sentence": "我们做不到一直一帆风顺、一直成功。",
        "label": ""
      },
      {
        "sentence": "你不应该让别人的看法左右你的人生，因为你的人生只有你自己才能决定。",
        "label": ""
      },
      {
        "sentence": "而且，即使你失败了，也没有关系。",
        "label": ""
      },
      {
        "sentence": "希望越大，失望也就越大。",
        "label": ""
      },
      {
        "sentence": "重要的是，尝试着不要太在意别人的眼光，将全部心思放在目前的复习中，你会发现人生的美好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着放下对别人评价的过度在意，专注于复习。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "我会试着放下对别人评价的过度在意，专注于复习。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你能够克服焦虑，取得好的成绩。如果你还有任何困扰，随时都可以向我倾诉。记住，你并不孤单，有人支持着你。",
    "annotation": [
      {
        "sentence": "不用客气，我相信你能够克服焦虑，取得好的成绩。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何困扰，随时都可以向我倾诉。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有人支持着你。",
        "label": ""
      }
    ]
  }
]