[
  {
    "role": "client",
    "content": "我想知道自己到底是谁，我喜欢什么，我的梦想是什么？我今年15岁了，正在读幼专师范。我不知道我喜欢什么专业，不知从何而来，又该去往何处。我迷茫、我尽力努力，尽管有时避免不了懒散。我想突破自己，却无从下手。有时学习激情满满，但很快就冷却下去。",
    "annotation": [
      {
        "sentence": "我想知道自己到底是谁，我喜欢什么，我的梦想是什么？",
        "label": ""
      },
      {
        "sentence": "我今年15岁了，正在读幼专师范。",
        "label": ""
      },
      {
        "sentence": "我不知道我喜欢什么专业，不知从何而来，又该去往何处。",
        "label": ""
      },
      {
        "sentence": "我迷茫、我尽力努力，尽管有时避免不了懒散。",
        "label": ""
      },
      {
        "sentence": "我想突破自己，却无从下手。",
        "label": ""
      },
      {
        "sentence": "有时学习激情满满，但很快就冷却下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你正在读幼专师范，看来你读书比较早是吗？你当初来读这个专业是否也是听从父母的安排，不是自己的选择？所以你会迷茫于不知道自己喜欢什么专业，不知道往哪个方向努力。",
    "annotation": [
      {
        "sentence": "你正在读幼专师范，看来你读书比较早是吗？",
        "label": ""
      },
      {
        "sentence": "你当初来读这个专业是否也是听从父母的安排，不是自己的选择？",
        "label": ""
      },
      {
        "sentence": "所以你会迷茫于不知道自己喜欢什么专业，不知道往哪个方向努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我是比较早学习，而且确实是我父母的建议下来读这个专业的，我并不确定自己是否真的喜欢这个方向。",
    "annotation": [
      {
        "sentence": "对，我是比较早学习，而且确实是我父母的建议下来读这个专业的，我并不确定自己是否真的喜欢这个方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的困惑。年纪轻轻就面临选择自己专业方向并不容易。但是你一直都在尽力努力，想突破自己，这表明你是个奋发上进、有所追求的好孩子。",
    "annotation": [
      {
        "sentence": "我能理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "年纪轻轻就面临选择自己专业方向并不容易。",
        "label": ""
      },
      {
        "sentence": "但是你一直都在尽力努力，想突破自己，这表明你是个奋发上进、有所追求的好孩子。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我想找到属于自己的方向，但不知道从何处着手。",
    "annotation": [
      {
        "sentence": "嗯，我想找到属于自己的方向，但不知道从何处着手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不知道自己是谁、从哪里来、该往哪里去是我们人类对人生最重要的思考，也是持续一生的追寻。很高兴你现在就开始觉察并思考这个关乎人生意义的问题。你现在15岁，正处于开始认识这个世界、开始探索人生、寻求自我同一性的阶段，感到迷茫是正常的，这说明你正在对人生进行思考，也在寻求改变，这是一次成长的机会。",
    "annotation": [
      {
        "sentence": "不知道自己是谁、从哪里来、该往哪里去是我们人类对人生最重要的思考，也是持续一生的追寻。",
        "label": ""
      },
      {
        "sentence": "很高兴你现在就开始觉察并思考这个关乎人生意义的问题。",
        "label": ""
      },
      {
        "sentence": "你现在15岁，正处于开始认识这个世界、开始探索人生、寻求自我同一性的阶段，感到迷茫是正常的，这说明你正在对人生进行思考，也在寻求改变，这是一次成长的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，虽然我感到困惑，但对未来有了一些期待。不过，我还是不知道对目前的专业是否有兴趣，也不确定是否想继续深入发展。",
    "annotation": [
      {
        "sentence": "是的，虽然我感到困惑，但对未来有了一些期待。",
        "label": ""
      },
      {
        "sentence": "不过，我还是不知道对目前的专业是否有兴趣，也不确定是否想继续深入发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不管怎样，你已经在读了，那么就专心尽力地把这个专业学好，因为幼教是一个很不错的发展方向。除此之外，你也可以利用空余时间多看书，多接触不同的专业，了解不同科目的知识，从中发掘自己感兴趣的专业和方向，然后逐步进行深入学习和尝试。现在的社会需要的是复合型人才，也就是具备多种知识、懂得跨界的人。同时，现在也很流行“斜杠青年”，就是说一个人有多方面擅长的能力，可以进行不同方向的工作。所以趁年轻有精力多学一些知识、多掌握一些技能是有好处的。",
    "annotation": [
      {
        "sentence": "不管怎样，你已经在读了，那么就专心尽力地把这个专业学好，因为幼教是一个很不错的发展方向。",
        "label": ""
      },
      {
        "sentence": "除此之外，你也可以利用空余时间多看书，多接触不同的专业，了解不同科目的知识，从中发掘自己感兴趣的专业和方向，然后逐步进行深入学习和尝试。",
        "label": ""
      },
      {
        "sentence": "现在的社会需要的是复合型人才，也就是具备多种知识、懂得跨界的人。",
        "label": ""
      },
      {
        "sentence": "同时，现在也很流行“斜杠青年”，就是说一个人有多方面擅长的能力，可以进行不同方向的工作。",
        "label": ""
      },
      {
        "sentence": "所以趁年轻有精力多学一些知识、多掌握一些技能是有好处的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来好像有点难，但你说得很有道理。我会试着多接触不同的领域，扩宽自己的视野。",
    "annotation": [
      {
        "sentence": "听起来好像有点难，但你说得很有道理。",
        "label": ""
      },
      {
        "sentence": "我会试着多接触不同的领域，扩宽自己的视野。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你接触、了解的东西多了，眼界拓宽了，就能从中寻找到自己想发展的方向，明确自己的价值和社会定位，树立自己的人生目标，也就不会再觉得迷惘无措。有了明确的目标，你就会有奋斗的动力，有着更强的意志力督促自己学习。当你的知识和能力达到一定的层次，就能够突破自己。这是一个不断发展的过程。",
    "annotation": [
      {
        "sentence": "当你接触、了解的东西多了，眼界拓宽了，就能从中寻找到自己想发展的方向，明确自己的价值和社会定位，树立自己的人生目标，也就不会再觉得迷惘无措。",
        "label": ""
      },
      {
        "sentence": "有了明确的目标，你就会有奋斗的动力，有着更强的意志力督促自己学习。",
        "label": ""
      },
      {
        "sentence": "当你的知识和能力达到一定的层次，就能够突破自己。",
        "label": ""
      },
      {
        "sentence": "这是一个不断发展的过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么一说，我觉得迷茫的心情好像减轻了一些。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "听你这么一说，我觉得迷茫的心情好像减轻了一些。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。人生的旅程是充满挑战和探索的，你也可以和自己的父母、老师等人聊聊，请他们给予指导意见。另外，也可以从自己身边或社会上寻找几位有成就、符合你心目中成功人士的榜样，作为激励你的“人生导师”，了解他们的成长经历，向他们学习。人生是一本需要不断探索的书，我们都要一边翻阅，一边尝试、一边前进。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "人生的旅程是充满挑战和探索的，你也可以和自己的父母、老师等人聊聊，请他们给予指导意见。",
        "label": ""
      },
      {
        "sentence": "另外，也可以从自己身边或社会上寻找几位有成就、符合你心目中成功人士的榜样，作为激励你的“人生导师”，了解他们的成长经历，向他们学习。",
        "label": ""
      },
      {
        "sentence": "人生是一本需要不断探索的书，我们都要一边翻阅，一边尝试、一边前进。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]