[
  {
    "role": "client",
    "content": "大学，因疫情网课半年，放水，考试心慌，很纠结？",
    "annotation": [
      {
        "sentence": "大学，因疫情网课半年，放水，考试心慌，很纠结？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "把你的问题归纳了一下。（1）因为疫情网课半年放水，过几天就要考matlab，但是也放水，因为总感觉老师不怎么样，所以就不听。你心慌。",
    "annotation": [
      {
        "sentence": "把你的问题归纳了一下。",
        "label": ""
      },
      {
        "sentence": "（1）因为疫情网课半年放水，过几天就要考matlab，但是也放水，因为总感觉老师不怎么样，所以就不听。",
        "label": ""
      },
      {
        "sentence": "你心慌。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实很心慌。又要考office，体育又挂科，又要在周三下午补考，本来想刷网课备考，高数老师给了一些考的范围题，但是半年放水，什么都不懂也不懂看。你也很心慌吧？",
    "annotation": [
      {
        "sentence": "是的，我确实很心慌。",
        "label": ""
      },
      {
        "sentence": "又要考office，体育又挂科，又要在周三下午补考，本来想刷网课备考，高数老师给了一些考的范围题，但是半年放水，什么都不懂也不懂看。",
        "label": ""
      },
      {
        "sentence": "你也很心慌吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我也能理解你的心情，面对这么多的任务，什么都不懂，心里很慌。不过，我有一些建议可以帮助你应对这个情况，你想听听吗？",
    "annotation": [
      {
        "sentence": "是的，我也能理解你的心情，面对这么多的任务，什么都不懂，心里很慌。",
        "label": ""
      },
      {
        "sentence": "不过，我有一些建议可以帮助你应对这个情况，你想听听吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当然想听！我问大学老师怎么在一周时间高效复习，本想求安慰，但老师说临时抱佛脚没有用，你早干嘛去啦。看见这句话心里非常难受，根本就不清楚大脑害怕所以拖延两门。我又跟高中老师说，他就安慰你一定过的，好好备考。但是可以不用考试吗？",
    "annotation": [
      {
        "sentence": "当然想听！",
        "label": ""
      },
      {
        "sentence": "我问大学老师怎么在一周时间高效复习，本想求安慰，但老师说临时抱佛脚没有用，你早干嘛去啦。",
        "label": ""
      },
      {
        "sentence": "看见这句话心里非常难受，根本就不清楚大脑害怕所以拖延两门。",
        "label": ""
      },
      {
        "sentence": "我又跟高中老师说，他就安慰你一定过的，好好备考。",
        "label": ""
      },
      {
        "sentence": "但是可以不用考试吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "真不好意思，我很赞同你大学老师的做法，你已经是大学生，是成年人，应该明白“一分耕耘，一分收获”的道理，成功从来没有捷径，都是手脚并用、一点一滴努力得来的。“要想人前显贵，就得人后受罪”，任何抱怨，任何借口，都是不成熟的表现，人，必须要为自己生命中的任何事情，负百分之百的责任！因此，建议你：第一，停止抱怨，堵住借口，安排好时间和学习计划，一点一点去落实。没有过不去的火焰山，时间到了，事情就会过去，不同的是，你多付出一点努力，高中老师说的就多一分把握。这一次，你过一门，下次补考，你就少一门，就多轻松一点！第二，从当下开始，用认真的态度对待自己的学习，对待自己的生命，种好今天的因，越勤奋，明天的果越甜，否则……你懂得！第三，每个人都可以成功，我是27岁那年开始自学考试的，那一年我儿子三岁，一边工作，一边抚育教育孩子，一边自考，先是大专，后是本科，四十岁取得本科毕业证，四十二岁那年取得心理咨询师资格，退休是高级职称。几十年的生活经验告诉我，人只有脚踏实地地做好自己。老天才不会辜负你！",
    "annotation": [
      {
        "sentence": "真不好意思，我很赞同你大学老师的做法，你已经是大学生，是成年人，应该明白“一分耕耘，一分收获”的道理，成功从来没有捷径，都是手脚并用、一点一滴努力得来的。",
        "label": ""
      },
      {
        "sentence": "“要想人前显贵，就得人后受罪”，任何抱怨，任何借口，都是不成熟的表现，人，必须要为自己生命中的任何事情，负百分之百的责任！",
        "label": ""
      },
      {
        "sentence": "因此，建议你：第一，停止抱怨，堵住借口，安排好时间和学习计划，一点一点去落实。",
        "label": ""
      },
      {
        "sentence": "没有过不去的火焰山，时间到了，事情就会过去，不同的是，你多付出一点努力，高中老师说的就多一分把握。",
        "label": ""
      },
      {
        "sentence": "这一次，你过一门，下次补考，你就少一门，就多轻松一点！",
        "label": ""
      },
      {
        "sentence": "第二，从当下开始，用认真的态度对待自己的学习，对待自己的生命，种好今天的因，越勤奋，明天的果越甜，否则……你懂得！",
        "label": ""
      },
      {
        "sentence": "第三，每个人都可以成功，我是27岁那年开始自学考试的，那一年我儿子三岁，一边工作，一边抚育教育孩子，一边自考，先是大专，后是本科，四十岁取得本科毕业证，四十二岁那年取得心理咨询师资格，退休是高级职称。",
        "label": ""
      },
      {
        "sentence": "几十年的生活经验告诉我，人只有脚踏实地地做好自己。",
        "label": ""
      },
      {
        "sentence": "老天才不会辜负你！",
        "label": ""
      }
    ]
  }
]