[
  {
    "role": "client",
    "content": "我觉得自己心理很正常，怎样才可以去看心理咨询？首先对这个怪问题感到抱歉（也确实是每次有想去看咨询时会蹦出的想法）。这几年一直想去看心理咨询又一直犹豫。因为我心理很正常就算有也觉得没有别人那么严重就想着不用去看。个人情况说出来很无病呻吟不是很想详细说。但最近在想上吊，今天也是玩玩绳子，因为很痛就不了。（并没有想死的想法，有这功夫也不会来询问老师们了。我是觉得自己心里很正常，但老妈觉得我奇怪，看到我自虐行为，就跟我说我在折磨自己同时也在折磨她。可我明明谁都没有伤害。所以想请问下老师们觉得该不该去看心理咨询，这之前有位老师叫我试测下SCL-90那个结果是抑郁人际关系中度，没根据且我本人不信网络测试这些东西，还是更想相信医生亲口跟我说的。",
    "annotation": [
      {
        "sentence": "我觉得自己心理很正常，怎样才可以去看心理咨询？",
        "label": ""
      },
      {
        "sentence": "首先对这个怪问题感到抱歉（也确实是每次有想去看咨询时会蹦出的想法）。",
        "label": ""
      },
      {
        "sentence": "这几年一直想去看心理咨询又一直犹豫。",
        "label": ""
      },
      {
        "sentence": "因为我心理很正常就算有也觉得没有别人那么严重就想着不用去看。",
        "label": ""
      },
      {
        "sentence": "个人情况说出来很无病呻吟不是很想详细说。",
        "label": ""
      },
      {
        "sentence": "但最近在想上吊，今天也是玩玩绳子，因为很痛就不了。",
        "label": ""
      },
      {
        "sentence": "（并没有想死的想法，有这功夫也不会来询问老师们了。",
        "label": ""
      },
      {
        "sentence": "我是觉得自己心里很正常，但老妈觉得我奇怪，看到我自虐行为，就跟我说我在折磨自己同时也在折磨她。",
        "label": ""
      },
      {
        "sentence": "可我明明谁都没有伤害。",
        "label": ""
      },
      {
        "sentence": "所以想请问下老师们觉得该不该去看心理咨询，这之前有位老师叫我试测下SCL-90那个结果是抑郁人际关系中度，没根据且我本人不信网络测试这些东西，还是更想相信医生亲口跟我说的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "晚上好啊！先回答你的问题，怎么样才可以去看心理咨询呢？第一步，预约一位咨询师。第二步，按时到达咨询室。OK，结束🥳哈哈哈你一定觉得我在开玩笑，但其实并不是有心理问题的人才要去做心理咨询呢。#这几年一直想去看心理咨询又一直犹豫。因为我心理很正常就算有也觉得没有别人那么严重就想着不用去看。（心理咨询的受众大部分都是正常人，并且，如果有严重的心理问题，心理咨询也并不能起到那么好的效果，还需要依靠药物治疗。但是如果你面对的是人际关系方面的困扰，心理咨询还是有一定的帮助的。#个人情况说出来很无病呻吟不是很想详细说。但最近在想上吊，今天也是玩玩绳子，因为很痛就不了（你并不是在无病呻吟呢，每个人在人生的某个阶段都会遇到一定的困扰，所以我们都需要一定的社会支持。#我是觉得自己心里很正常，但老妈觉得我奇怪，看到我自虐行为，就跟我说我在折磨自己同时也在折磨她。可我明明谁都没有伤害（你是因为觉得平常没有受到足够多的关注而希望妈妈能够关心自己吗？相信你一定是正在面对一些让自己很难受的事，要不然也不会选择这样的方式呀。※最后，如果你有做心理咨询的意愿，那么第一步就是——预约。你可以放心，咨询师是不会评判我们的呢，而且他们会根据你的情况给出针对性的帮助。",
    "annotation": [
      {
        "sentence": "晚上好啊！",
        "label": ""
      },
      {
        "sentence": "先回答你的问题，怎么样才可以去看心理咨询呢？",
        "label": ""
      },
      {
        "sentence": "第一步，预约一位咨询师。",
        "label": ""
      },
      {
        "sentence": "第二步，按时到达咨询室。",
        "label": ""
      },
      {
        "sentence": "OK，结束🥳哈哈哈你一定觉得我在开玩笑，但其实并不是有心理问题的人才要去做心理咨询呢。",
        "label": ""
      },
      {
        "sentence": "#这几年一直想去看心理咨询又一直犹豫。",
        "label": ""
      },
      {
        "sentence": "因为我心理很正常就算有也觉得没有别人那么严重就想着不用去看。",
        "label": ""
      },
      {
        "sentence": "（心理咨询的受众大部分都是正常人，并且，如果有严重的心理问题，心理咨询也并不能起到那么好的效果，还需要依靠药物治疗。",
        "label": ""
      },
      {
        "sentence": "但是如果你面对的是人际关系方面的困扰，心理咨询还是有一定的帮助的。",
        "label": ""
      },
      {
        "sentence": "#个人情况说出来很无病呻吟不是很想详细说。",
        "label": ""
      },
      {
        "sentence": "但最近在想上吊，今天也是玩玩绳子，因为很痛就不了（你并不是在无病呻吟呢，每个人在人生的某个阶段都会遇到一定的困扰，所以我们都需要一定的社会支持。",
        "label": ""
      },
      {
        "sentence": "#我是觉得自己心里很正常，但老妈觉得我奇怪，看到我自虐行为，就跟我说我在折磨自己同时也在折磨她。",
        "label": ""
      },
      {
        "sentence": "可我明明谁都没有伤害（你是因为觉得平常没有受到足够多的关注而希望妈妈能够关心自己吗？",
        "label": ""
      },
      {
        "sentence": "相信你一定是正在面对一些让自己很难受的事，要不然也不会选择这样的方式呀。",
        "label": ""
      },
      {
        "sentence": "※最后，如果你有做心理咨询的意愿，那么第一步就是——预约。",
        "label": ""
      },
      {
        "sentence": "你可以放心，咨询师是不会评判我们的呢，而且他们会根据你的情况给出针对性的帮助。",
        "label": ""
      }
    ]
  }
]