[
  {
    "role": "client",
    "content": "最近发生的事情让我感到很慌乱，有一些人无缘无故地孤立我。我上大学后，因为糟糕的人际关系，心情变得很糟糕，有些人会突然换座位，只要我坐在他们旁边。从小到大，我一直被人孤立，上了大学又是一样。有一次上高数课，问一个人一个问题，他明明懂却故意告诉我错误的答案，然后下课又换了一个座位。还有一些人借我的笔记，一个个都说没有记，这可是要考试用的，他们为什么这样对我呢？我开始怀疑自己是不是做错了什么事情才会被他们孤立。可能是因为我留了长头发吗？我想起以前我妈妈说过的话，她说我跟别人不一样，所以没有人愿意理我。现在我开始不喜欢自己，我想如果我能做出一些改变，他们会不会不再孤立我呢？但是就算我变得再好，别人还是可能会孤立我。我妈妈总说我跟别人不一样，头发要跟别人一样，衣服也要跟别人一样。只要我不跟别人一样，我就感到很不自在。我爸爸和网友都劝我不要纠结这些无聊的事情，不要管他们，应该去做一些有趣的事情。虽然我也知道应该不纠结，但是我妈对我的影响让我控制不住自己。",
    "annotation": [
      {
        "sentence": "最近发生的事情让我感到很慌乱，有一些人无缘无故地孤立我。",
        "label": ""
      },
      {
        "sentence": "我上大学后，因为糟糕的人际关系，心情变得很糟糕，有些人会突然换座位，只要我坐在他们旁边。",
        "label": ""
      },
      {
        "sentence": "从小到大，我一直被人孤立，上了大学又是一样。",
        "label": ""
      },
      {
        "sentence": "有一次上高数课，问一个人一个问题，他明明懂却故意告诉我错误的答案，然后下课又换了一个座位。",
        "label": ""
      },
      {
        "sentence": "还有一些人借我的笔记，一个个都说没有记，这可是要考试用的，他们为什么这样对我呢？",
        "label": ""
      },
      {
        "sentence": "我开始怀疑自己是不是做错了什么事情才会被他们孤立。",
        "label": ""
      },
      {
        "sentence": "可能是因为我留了长头发吗？",
        "label": ""
      },
      {
        "sentence": "我想起以前我妈妈说过的话，她说我跟别人不一样，所以没有人愿意理我。",
        "label": ""
      },
      {
        "sentence": "现在我开始不喜欢自己，我想如果我能做出一些改变，他们会不会不再孤立我呢？",
        "label": ""
      },
      {
        "sentence": "但是就算我变得再好，别人还是可能会孤立我。",
        "label": ""
      },
      {
        "sentence": "我妈妈总说我跟别人不一样，头发要跟别人一样，衣服也要跟别人一样。",
        "label": ""
      },
      {
        "sentence": "只要我不跟别人一样，我就感到很不自在。",
        "label": ""
      },
      {
        "sentence": "我爸爸和网友都劝我不要纠结这些无聊的事情，不要管他们，应该去做一些有趣的事情。",
        "label": ""
      },
      {
        "sentence": "虽然我也知道应该不纠结，但是我妈对我的影响让我控制不住自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在的困扰。但是从你的描述来看，你似乎一直在将不开心的责任推给别人，觉得不开心是因为他们对你不好，孤立你。而且你认为被孤立也是因为你妈妈对你的影响。虽然你有支持你的爸爸和网友，并不是没有友好和支持的人存在。但是你是否真的珍惜和感激那些对你好的人呢？你更加关注那些不好的方面，而对于对你好的人，你是否给予了足够的重视呢？如果你自己不想做出改变，任何人都帮不了你。你应该对自己负责，而不是指望别人让你快乐。",
    "annotation": [
      {
        "sentence": "我理解你现在的困扰。",
        "label": ""
      },
      {
        "sentence": "但是从你的描述来看，你似乎一直在将不开心的责任推给别人，觉得不开心是因为他们对你不好，孤立你。",
        "label": ""
      },
      {
        "sentence": "而且你认为被孤立也是因为你妈妈对你的影响。",
        "label": ""
      },
      {
        "sentence": "虽然你有支持你的爸爸和网友，并不是没有友好和支持的人存在。",
        "label": ""
      },
      {
        "sentence": "但是你是否真的珍惜和感激那些对你好的人呢？",
        "label": ""
      },
      {
        "sentence": "你更加关注那些不好的方面，而对于对你好的人，你是否给予了足够的重视呢？",
        "label": ""
      },
      {
        "sentence": "如果你自己不想做出改变，任何人都帮不了你。",
        "label": ""
      },
      {
        "sentence": "你应该对自己负责，而不是指望别人让你快乐。",
        "label": ""
      }
    ]
  }
]