[
  {
    "role": "client",
    "content": "最近的事情真的让我感到很慌乱，我被一些人平白无故地孤立了。从上大学以来，因为糟糕的人际关系，我感到心情很糟。只要我坐在他们旁边，他们就会赶紧换座位。从小到大，我就一直被人孤立，上了大学也没有改变。我感觉眼泪都快要流出来了，尽管我没有表现出来。昨天上高数课的时候，我问一个人一个问题，他明明懂却故意告诉我错误答案，然后下课又换了一个座位。我还尝试向其他同学借笔记，可是一个个都说没有记。他们这样说，我该相信吗？而且我的关系也不好，所以我开始怀疑自己是不是做错了什么，才会被他们孤立。我想是不是因为我留着长发，才导致这种情况。我记得以前我妈妈说过，你跟别人不一样，谁想理你。到现在我就不喜欢自己，心想如果我能做出点改变，他们就不会孤立我了。但是我深知，即使再怎么改变自己，别人仍然会孤立我。我妈妈总是说我与别人不一样，头发要和别人一样，衣服要和别人一样，只要不和别人一样，我就感到不自在。我爸爸不同意我妈妈的观点，他告诉我不要纠结这些无聊的事情，不要在意他们，要多做一些有趣的事情。我也知道应该不去纠结这些事情，但是我妈妈的话总是潜移默化地影响着我。",
    "annotation": [
      {
        "sentence": "最近的事情真的让我感到很慌乱，我被一些人平白无故地孤立了。",
        "label": ""
      },
      {
        "sentence": "从上大学以来，因为糟糕的人际关系，我感到心情很糟。",
        "label": ""
      },
      {
        "sentence": "只要我坐在他们旁边，他们就会赶紧换座位。",
        "label": ""
      },
      {
        "sentence": "从小到大，我就一直被人孤立，上了大学也没有改变。",
        "label": ""
      },
      {
        "sentence": "我感觉眼泪都快要流出来了，尽管我没有表现出来。",
        "label": ""
      },
      {
        "sentence": "昨天上高数课的时候，我问一个人一个问题，他明明懂却故意告诉我错误答案，然后下课又换了一个座位。",
        "label": ""
      },
      {
        "sentence": "我还尝试向其他同学借笔记，可是一个个都说没有记。",
        "label": ""
      },
      {
        "sentence": "他们这样说，我该相信吗？",
        "label": ""
      },
      {
        "sentence": "而且我的关系也不好，所以我开始怀疑自己是不是做错了什么，才会被他们孤立。",
        "label": ""
      },
      {
        "sentence": "我想是不是因为我留着长发，才导致这种情况。",
        "label": ""
      },
      {
        "sentence": "我记得以前我妈妈说过，你跟别人不一样，谁想理你。",
        "label": ""
      },
      {
        "sentence": "到现在我就不喜欢自己，心想如果我能做出点改变，他们就不会孤立我了。",
        "label": ""
      },
      {
        "sentence": "但是我深知，即使再怎么改变自己，别人仍然会孤立我。",
        "label": ""
      },
      {
        "sentence": "我妈妈总是说我与别人不一样，头发要和别人一样，衣服要和别人一样，只要不和别人一样，我就感到不自在。",
        "label": ""
      },
      {
        "sentence": "我爸爸不同意我妈妈的观点，他告诉我不要纠结这些无聊的事情，不要在意他们，要多做一些有趣的事情。",
        "label": ""
      },
      {
        "sentence": "我也知道应该不去纠结这些事情，但是我妈妈的话总是潜移默化地影响着我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解了你的基本情况后，我稍微梳理了一下你的【问题】：1）从小到大一直被同学孤立，你内心很脆弱，不知道自己被孤立的原因，想要融入集体却总是被现实击败。2）被妈妈的话所影响，她觉得你和别人不一样，当然无法得到别人的喜欢和尊重。你被最亲的人打击，内心非常受伤和自卑。3）爸爸的观点和妈妈完全相反，他教育你要做好自己，没有必要在意他人的眼光。但是母亲的话已经深深触动到了你内心的伤口。【我的分析】1）你可能是一个孤僻的性格，不合群，但是自己却不知道造成这种情况的原因。这些可能是你某些性格习惯所致，你早已形成了这种习惯，却对此毫无察觉，而其他人却很反感。2）原生家庭的影响，你并未得到父母良好和正确的引导和教育，反而遭到最亲的人排斥。这肯定会再次撕扯你内心的伤口，让你陷入自我怀疑和内心的痛苦。【我的建议】1）找到被孤立的原因，对症下药，试着改变自己。你可以尝试和同班的某位性格温和、待人真诚的同学聊一聊，从他那里了解一下你被孤立的原因，你们性格上的不同之处。然后根据情况对症下药，试着改变自己，多参加比赛、社团活动，结交更多的朋友。2）不断努力，争取得到他人的尊重。从你的描述中可以看出，你只是想向同学借一下考试笔记，却遭到残酷的拒绝。有句话说得好：“靠山山会倒，靠人人会跑，只有靠自己才最可靠！”为什么你不能让同学们争相找你借笔记呢？你可以拥有学霸的称号，在人际关系方面虽然惨淡，但是由于你在学习上有优势，他们也不会对你置之不理。3）保持自信，结交有共鸣的朋友。无论走到哪里，自信都是最重要的，因为只有自信，别人才会更加关注你。如果在班级中找不到合适的朋友，我们可以选择其他渠道。学校那么大，总会有一两个适合你的朋友。你可以报名参加一些你感兴趣的社团，与老师保持良好的联系，参加一些大型竞赛。这些都是结交新朋友和促进个性完善的机会。4）养成读书、冥想和运动的好习惯。俗话说：“书中自有黄金屋。”读书可以帮助你解答生活中的疑惑，养成独立思考的好习惯；冥想可以定期反省自己的不足，实现自我进步；运动可以让你拥有良好的身体状态，同时也能舒缓情绪。真诚希望这些建议能够帮助你突破自我。加油！",
    "annotation": [
      {
        "sentence": "了解了你的基本情况后，我稍微梳理了一下你的【问题】：1）从小到大一直被同学孤立，你内心很脆弱，不知道自己被孤立的原因，想要融入集体却总是被现实击败。",
        "label": ""
      },
      {
        "sentence": "2）被妈妈的话所影响，她觉得你和别人不一样，当然无法得到别人的喜欢和尊重。",
        "label": ""
      },
      {
        "sentence": "你被最亲的人打击，内心非常受伤和自卑。",
        "label": ""
      },
      {
        "sentence": "3）爸爸的观点和妈妈完全相反，他教育你要做好自己，没有必要在意他人的眼光。",
        "label": ""
      },
      {
        "sentence": "但是母亲的话已经深深触动到了你内心的伤口。",
        "label": ""
      },
      {
        "sentence": "【我的分析】1）你可能是一个孤僻的性格，不合群，但是自己却不知道造成这种情况的原因。",
        "label": ""
      },
      {
        "sentence": "这些可能是你某些性格习惯所致，你早已形成了这种习惯，却对此毫无察觉，而其他人却很反感。",
        "label": ""
      },
      {
        "sentence": "2）原生家庭的影响，你并未得到父母良好和正确的引导和教育，反而遭到最亲的人排斥。",
        "label": ""
      },
      {
        "sentence": "这肯定会再次撕扯你内心的伤口，让你陷入自我怀疑和内心的痛苦。",
        "label": ""
      },
      {
        "sentence": "【我的建议】1）找到被孤立的原因，对症下药，试着改变自己。",
        "label": ""
      },
      {
        "sentence": "你可以尝试和同班的某位性格温和、待人真诚的同学聊一聊，从他那里了解一下你被孤立的原因，你们性格上的不同之处。",
        "label": ""
      },
      {
        "sentence": "然后根据情况对症下药，试着改变自己，多参加比赛、社团活动，结交更多的朋友。",
        "label": ""
      },
      {
        "sentence": "2）不断努力，争取得到他人的尊重。",
        "label": ""
      },
      {
        "sentence": "从你的描述中可以看出，你只是想向同学借一下考试笔记，却遭到残酷的拒绝。",
        "label": ""
      },
      {
        "sentence": "有句话说得好：“靠山山会倒，靠人人会跑，只有靠自己才最可靠！",
        "label": ""
      },
      {
        "sentence": "”为什么你不能让同学们争相找你借笔记呢？",
        "label": ""
      },
      {
        "sentence": "你可以拥有学霸的称号，在人际关系方面虽然惨淡，但是由于你在学习上有优势，他们也不会对你置之不理。",
        "label": ""
      },
      {
        "sentence": "3）保持自信，结交有共鸣的朋友。",
        "label": ""
      },
      {
        "sentence": "无论走到哪里，自信都是最重要的，因为只有自信，别人才会更加关注你。",
        "label": ""
      },
      {
        "sentence": "如果在班级中找不到合适的朋友，我们可以选择其他渠道。",
        "label": ""
      },
      {
        "sentence": "学校那么大，总会有一两个适合你的朋友。",
        "label": ""
      },
      {
        "sentence": "你可以报名参加一些你感兴趣的社团，与老师保持良好的联系，参加一些大型竞赛。",
        "label": ""
      },
      {
        "sentence": "这些都是结交新朋友和促进个性完善的机会。",
        "label": ""
      },
      {
        "sentence": "4）养成读书、冥想和运动的好习惯。",
        "label": ""
      },
      {
        "sentence": "俗话说：“书中自有黄金屋。",
        "label": ""
      },
      {
        "sentence": "”读书可以帮助你解答生活中的疑惑，养成独立思考的好习惯；冥想可以定期反省自己的不足，实现自我进步；运动可以让你拥有良好的身体状态，同时也能舒缓情绪。",
        "label": ""
      },
      {
        "sentence": "真诚希望这些建议能够帮助你突破自我。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]