[
  {
    "role": "client",
    "content": "因为最近的事很慌，被一些人平白无故的孤立？",
    "annotation": [
      {
        "sentence": "因为最近的事很慌，被一些人平白无故的孤立？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的困扰和不安。被孤立是一种让人感到无助和伤心的经历。你能和我分享一下具体发生了什么吗？",
    "annotation": [
      {
        "sentence": "我能理解你的困扰和不安。",
        "label": ""
      },
      {
        "sentence": "被孤立是一种让人感到无助和伤心的经历。",
        "label": ""
      },
      {
        "sentence": "你能和我分享一下具体发生了什么吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "上大学后因为糟糕的人际关系敏感心情很糟。因为被一些人平白无故的孤立，只要坐在他旁边就赶紧换座位。从小到大被人孤立，大学又被人给孤立。然后感觉眼珠子都要湿润啦，但没表现出来。而且昨天上高数课问个人一个题，他明明懂却故意告诉你错误答案，然后下课又换一个座位。而且跟人借笔记吗，一个个都说没有记这是要考试的说没记能信吗。而且跟他们关系也不好，然后自我怀疑做错什么要被他们孤立。我就想是不是我留头发长，然后就想起以前我妈说的你跟人不一样谁想理你。到现在就不喜欢自己，心想如果能做出点改变他们是不是不孤立啦。但就算你变得再怎么好，别人也照样孤立你。全都是我妈总说的，跟人不一样谁想理你，头发要跟人一样，衣服要跟人一样。只要不跟人一样就浑身不自在。然后对我潜移默化，虽然我爸跟网上的人说不要纠结这些无聊的事，不要管他们，有很多有趣的事没有做呢。我虽然清楚应该不要纠结这些事，但我妈的潜移默化总让我控制不住。",
    "annotation": [
      {
        "sentence": "上大学后因为糟糕的人际关系敏感心情很糟。",
        "label": ""
      },
      {
        "sentence": "因为被一些人平白无故的孤立，只要坐在他旁边就赶紧换座位。",
        "label": ""
      },
      {
        "sentence": "从小到大被人孤立，大学又被人给孤立。",
        "label": ""
      },
      {
        "sentence": "然后感觉眼珠子都要湿润啦，但没表现出来。",
        "label": ""
      },
      {
        "sentence": "而且昨天上高数课问个人一个题，他明明懂却故意告诉你错误答案，然后下课又换一个座位。",
        "label": ""
      },
      {
        "sentence": "而且跟人借笔记吗，一个个都说没有记这是要考试的说没记能信吗。",
        "label": ""
      },
      {
        "sentence": "而且跟他们关系也不好，然后自我怀疑做错什么要被他们孤立。",
        "label": ""
      },
      {
        "sentence": "我就想是不是我留头发长，然后就想起以前我妈说的你跟人不一样谁想理你。",
        "label": ""
      },
      {
        "sentence": "到现在就不喜欢自己，心想如果能做出点改变他们是不是不孤立啦。",
        "label": ""
      },
      {
        "sentence": "但就算你变得再怎么好，别人也照样孤立你。",
        "label": ""
      },
      {
        "sentence": "全都是我妈总说的，跟人不一样谁想理你，头发要跟人一样，衣服要跟人一样。",
        "label": ""
      },
      {
        "sentence": "只要不跟人一样就浑身不自在。",
        "label": ""
      },
      {
        "sentence": "然后对我潜移默化，虽然我爸跟网上的人说不要纠结这些无聊的事，不要管他们，有很多有趣的事没有做呢。",
        "label": ""
      },
      {
        "sentence": "我虽然清楚应该不要纠结这些事，但我妈的潜移默化总让我控制不住。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对这些事情的敏感和困扰。你曾经被人孤立，经历过糟糕的人际关系，这可能导致你对他人和友谊缺乏信心。你说别人换座位，故意告诉你错误答案，借笔记的人都没有记，这些行为让你感到心碎和怀疑自己。但是，我们需要意识到，这些行为可能不是针对你个人而发生的。也许他们只是想一个人坐，或者当时并不懂答案。不要因为这些事情而怀疑自己的价值和改变自己的样貌。每个人都是独一无二的，你不必迎合他人的要求来得到他们的认可。重要的是你的内在价值和真正的朋友。你是否可以尝试主动和别人开展交流，扩大自己的社交圈呢？",
    "annotation": [
      {
        "sentence": "我理解你对这些事情的敏感和困扰。",
        "label": ""
      },
      {
        "sentence": "你曾经被人孤立，经历过糟糕的人际关系，这可能导致你对他人和友谊缺乏信心。",
        "label": ""
      },
      {
        "sentence": "你说别人换座位，故意告诉你错误答案，借笔记的人都没有记，这些行为让你感到心碎和怀疑自己。",
        "label": ""
      },
      {
        "sentence": "但是，我们需要意识到，这些行为可能不是针对你个人而发生的。",
        "label": ""
      },
      {
        "sentence": "也许他们只是想一个人坐，或者当时并不懂答案。",
        "label": ""
      },
      {
        "sentence": "不要因为这些事情而怀疑自己的价值和改变自己的样貌。",
        "label": ""
      },
      {
        "sentence": "每个人都是独一无二的，你不必迎合他人的要求来得到他们的认可。",
        "label": ""
      },
      {
        "sentence": "重要的是你的内在价值和真正的朋友。",
        "label": ""
      },
      {
        "sentence": "你是否可以尝试主动和别人开展交流，扩大自己的社交圈呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我好害怕主动开展交流，怕被拒绝或者被孤立。平时在校园里，我没有太多积极的人际体验。我经常对别人的行为抱有敌意，感觉他们都不想和我交流。我有时候在思考自己的问题时会陷入负面的思维并怀疑他人的意图，我知道这种状态需要调整，但我不知道该怎么做。",
    "annotation": [
      {
        "sentence": "我好害怕主动开展交流，怕被拒绝或者被孤立。",
        "label": ""
      },
      {
        "sentence": "平时在校园里，我没有太多积极的人际体验。",
        "label": ""
      },
      {
        "sentence": "我经常对别人的行为抱有敌意，感觉他们都不想和我交流。",
        "label": ""
      },
      {
        "sentence": "我有时候在思考自己的问题时会陷入负面的思维并怀疑他人的意图，我知道这种状态需要调整，但我不知道该怎么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的担忧和恐惧。主动交流可能让你感觉不安，但这是扩展社交圈和改善人际关系的重要一步。尝试从一些小的、安全的场合开始，例如加入一些兴趣小组或参加一些活动。在这些场合，你可以更加放松地和他人交流，寻找共同点并建立联系。同时，要尽量避免陷入负面思维，给自己找一些积极的证据来改变对他人的看法。有时候，如果你觉得自己无法独立解决这些问题，寻求一个咨询师的帮助可能是一个很好的选择。",
    "annotation": [
      {
        "sentence": "我明白你的担忧和恐惧。",
        "label": ""
      },
      {
        "sentence": "主动交流可能让你感觉不安，但这是扩展社交圈和改善人际关系的重要一步。",
        "label": ""
      },
      {
        "sentence": "尝试从一些小的、安全的场合开始，例如加入一些兴趣小组或参加一些活动。",
        "label": ""
      },
      {
        "sentence": "在这些场合，你可以更加放松地和他人交流，寻找共同点并建立联系。",
        "label": ""
      },
      {
        "sentence": "同时，要尽量避免陷入负面思维，给自己找一些积极的证据来改变对他人的看法。",
        "label": ""
      },
      {
        "sentence": "有时候，如果你觉得自己无法独立解决这些问题，寻求一个咨询师的帮助可能是一个很好的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试主动和别人开展交流，寻找一些兴趣小组或参加活动。同时，我会尽量避免陷入负面思维，并给自己寻找一些积极的证据来改变对他人的看法。如果我觉得自己无法应对，我会考虑寻求咨询师的帮助。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "我会尝试主动和别人开展交流，寻找一些兴趣小组或参加活动。",
        "label": ""
      },
      {
        "sentence": "同时，我会尽量避免陷入负面思维，并给自己寻找一些积极的证据来改变对他人的看法。",
        "label": ""
      },
      {
        "sentence": "如果我觉得自己无法应对，我会考虑寻求咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助到你！记住，你并不孤单，一定有人愿意和你交流和认识你。通过积极的努力和改变观念，你能够走出困境，建立良好的人际关系。如果有任何需要，随时来找我聊天。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴能够帮助到你！",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，一定有人愿意和你交流和认识你。",
        "label": ""
      },
      {
        "sentence": "通过积极的努力和改变观念，你能够走出困境，建立良好的人际关系。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]