[
  {
    "role": "client",
    "content": "前几天妈妈去世了，只剩我和十岁弟弟，我该怎么办？",
    "annotation": [
      {
        "sentence": "前几天妈妈去世了，只剩我和十岁弟弟，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这真是一次让人难以承受的巨大打击。你现在要面对丧失亲人的痛苦，还要照顾弟弟，处理妈妈的后事，还有亲戚们的期待。这一切都非常辛苦，我能理解你的感受……你要知道，你并没有给自己留下足够的时间和空间来处理自己的悲伤和痛苦。只要尽力去照顾弟弟，并且对自己宽容一些，慢慢地面对这一切，你会逐渐走出阴影的。逝者安息，生者要好好珍重自己。",
    "annotation": [
      {
        "sentence": "这真是一次让人难以承受的巨大打击。",
        "label": ""
      },
      {
        "sentence": "你现在要面对丧失亲人的痛苦，还要照顾弟弟，处理妈妈的后事，还有亲戚们的期待。",
        "label": ""
      },
      {
        "sentence": "这一切都非常辛苦，我能理解你的感受……你要知道，你并没有给自己留下足够的时间和空间来处理自己的悲伤和痛苦。",
        "label": ""
      },
      {
        "sentence": "只要尽力去照顾弟弟，并且对自己宽容一些，慢慢地面对这一切，你会逐渐走出阴影的。",
        "label": ""
      },
      {
        "sentence": "逝者安息，生者要好好珍重自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的觉得很累，身心都无法承受这样的压力。每天都要面对亲人的离世和无奈，如何坚持下去呢？",
    "annotation": [
      {
        "sentence": "我真的觉得很累，身心都无法承受这样的压力。",
        "label": ""
      },
      {
        "sentence": "每天都要面对亲人的离世和无奈，如何坚持下去呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受，这种压力确实非常大。但是，你要知道你并不是一个人在面对这一切，你还有弟弟需要你。不要把所有的重担都放在自己身上，可以寻求其他人的帮助和支持。同时，也要给自己一些放松和休息的时间，这对你的身心健康非常重要。逐渐地，你会找到自己坚持下去的动力和勇气。",
    "annotation": [
      {
        "sentence": "我能理解你的感受，这种压力确实非常大。",
        "label": ""
      },
      {
        "sentence": "但是，你要知道你并不是一个人在面对这一切，你还有弟弟需要你。",
        "label": ""
      },
      {
        "sentence": "不要把所有的重担都放在自己身上，可以寻求其他人的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "同时，也要给自己一些放松和休息的时间，这对你的身心健康非常重要。",
        "label": ""
      },
      {
        "sentence": "逐渐地，你会找到自己坚持下去的动力和勇气。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也想要寻求他人的帮助，但是周围的亲戚朋友都只关心自己的利益，没有真正的帮助我和弟弟。我感到很孤立和失望。",
    "annotation": [
      {
        "sentence": "我也想要寻求他人的帮助，但是周围的亲戚朋友都只关心自己的利益，没有真正的帮助我和弟弟。",
        "label": ""
      },
      {
        "sentence": "我感到很孤立和失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困境，可能现在的亲戚朋友并不能给你足够的支持和帮助。但是，你还可以尝试寻求其他资源，比如社区帮助组织、心理咨询师等。他们可能会提供一些实质性的支持和帮助。同时，你也可以尝试与一些同样经历过失去亲人的人交流，他们可能能够理解你的感受，并给予你更多的支持和建议。",
    "annotation": [
      {
        "sentence": "我理解你的困境，可能现在的亲戚朋友并不能给你足够的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "但是，你还可以尝试寻求其他资源，比如社区帮助组织、心理咨询师等。",
        "label": ""
      },
      {
        "sentence": "他们可能会提供一些实质性的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试与一些同样经历过失去亲人的人交流，他们可能能够理解你的感受，并给予你更多的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听到你的建议，我心里好受了一些。我会尝试寻求其他资源和帮助的。但是，我仍然担心我的弟弟，他在这个时候应该如何调整自己的情绪呢？",
    "annotation": [
      {
        "sentence": "听到你的建议，我心里好受了一些。",
        "label": ""
      },
      {
        "sentence": "我会尝试寻求其他资源和帮助的。",
        "label": ""
      },
      {
        "sentence": "但是，我仍然担心我的弟弟，他在这个时候应该如何调整自己的情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你弟弟现在一定也非常难过和迷茫，他可能不知道如何面对这个突然的变故。作为他的姐姐，你可以多陪伴他，与他坦诚地交流。告诉他他并不是一个人在面对这一切，你会一直陪在他的身边，给予他安全感和支持。同时，也可以鼓励他参与一些有益的活动，比如画画、听音乐等，帮助他释放情绪和缓解压力。记住，时间会慢慢治愈创伤，你们会一起渡过这段困难时期的。",
    "annotation": [
      {
        "sentence": "你弟弟现在一定也非常难过和迷茫，他可能不知道如何面对这个突然的变故。",
        "label": ""
      },
      {
        "sentence": "作为他的姐姐，你可以多陪伴他，与他坦诚地交流。",
        "label": ""
      },
      {
        "sentence": "告诉他他并不是一个人在面对这一切，你会一直陪在他的身边，给予他安全感和支持。",
        "label": ""
      },
      {
        "sentence": "同时，也可以鼓励他参与一些有益的活动，比如画画、听音乐等，帮助他释放情绪和缓解压力。",
        "label": ""
      },
      {
        "sentence": "记住，时间会慢慢治愈创伤，你们会一起渡过这段困难时期的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会尽力去做的。不过，妈妈的离世让我觉得生活没有了意义，我很难保持积极乐观的态度。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会尽力去做的。",
        "label": ""
      },
      {
        "sentence": "不过，妈妈的离世让我觉得生活没有了意义，我很难保持积极乐观的态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你此刻的心情，失去亲人的痛苦是无法用言语来形容的。但是，你要知道你的生活并不止于现在的悲伤和痛苦。妈妈在天堂会希望你能够继续过上快乐的生活。尽管现在看起来很困难，但是逐渐地，你会发现生活中还有许多美好的事物和机会等待着你。也许你可以尝试一些新的爱好或者参加一些志愿者活动，这样会让你逐渐找回生活的意义和目标。",
    "annotation": [
      {
        "sentence": "我理解你此刻的心情，失去亲人的痛苦是无法用言语来形容的。",
        "label": ""
      },
      {
        "sentence": "但是，你要知道你的生活并不止于现在的悲伤和痛苦。",
        "label": ""
      },
      {
        "sentence": "妈妈在天堂会希望你能够继续过上快乐的生活。",
        "label": ""
      },
      {
        "sentence": "尽管现在看起来很困难，但是逐渐地，你会发现生活中还有许多美好的事物和机会等待着你。",
        "label": ""
      },
      {
        "sentence": "也许你可以尝试一些新的爱好或者参加一些志愿者活动，这样会让你逐渐找回生活的意义和目标。",
        "label": ""
      }
    ]
  }
]