[
  {
    "role": "client",
    "content": "22岁，我妈不同意我和他恋爱，我应该听家人的话吗？我今年22岁，有个男生追求我，我对他也有点感觉。但是我妈不同意我和他谈恋爱，她说这个男生各种不优秀。我应该找个优秀一点的，想想这个男生的确有些缺点，晚上很喜欢出去吃宵夜呀！无论各方面条件都不是很好。但是他就是能逗我笑给予我快乐，因为我是一个比较文静的人，他跟我性格互补，跟他一起能给予我快乐。但是我妈妈觉得他为人轻浮不踏实没什么前途。然后就各种劝说我不要理会他。但是我的心还是有点放不下，我妈说如果你不听我的建议，那你就试着去撞南墙吧试过了就后悔，其实我知道父母是过来人，他们的话也有道理和经验，但是就是不开心，其實我心里是想试着谈恋爱，我更在乎的是过程而不是结果，但我内心也很焦虑。我知道我妈也是为了我好，不希望我走歪路。我知道我有点傻，我现在很迷茫苦恼，我应该听从自己，还是听取妈妈的意见呢？",
    "annotation": [
      {
        "sentence": "22岁，我妈不同意我和他恋爱，我应该听家人的话吗？",
        "label": ""
      },
      {
        "sentence": "我今年22岁，有个男生追求我，我对他也有点感觉。",
        "label": ""
      },
      {
        "sentence": "但是我妈不同意我和他谈恋爱，她说这个男生各种不优秀。",
        "label": ""
      },
      {
        "sentence": "我应该找个优秀一点的，想想这个男生的确有些缺点，晚上很喜欢出去吃宵夜呀！",
        "label": ""
      },
      {
        "sentence": "无论各方面条件都不是很好。",
        "label": ""
      },
      {
        "sentence": "但是他就是能逗我笑给予我快乐，因为我是一个比较文静的人，他跟我性格互补，跟他一起能给予我快乐。",
        "label": ""
      },
      {
        "sentence": "但是我妈妈觉得他为人轻浮不踏实没什么前途。",
        "label": ""
      },
      {
        "sentence": "然后就各种劝说我不要理会他。",
        "label": ""
      },
      {
        "sentence": "但是我的心还是有点放不下，我妈说如果你不听我的建议，那你就试着去撞南墙吧试过了就后悔，其实我知道父母是过来人，他们的话也有道理和经验，但是就是不开心，其實我心里是想试着谈恋爱，我更在乎的是过程而不是结果，但我内心也很焦虑。",
        "label": ""
      },
      {
        "sentence": "我知道我妈也是为了我好，不希望我走歪路。",
        "label": ""
      },
      {
        "sentence": "我知道我有点傻，我现在很迷茫苦恼，我应该听从自己，还是听取妈妈的意见呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听说你遇到了一段感情的困扰。我理解你的烦恼。感情是一件非常复杂的事情，每个人都有自己的标准和追求。你提到这个男生有一些缺点，而你的妈妈认为他不优秀并不踏实。不过，他能够给你带来快乐并且和你互补，这在感情中也是非常重要的因素。你很矛盾，因为你既希望听从自己的内心，又觉得父母的经验和意见应该被尊重。这是一个很难抉择的问题。你对此有何想法？",
    "annotation": [
      {
        "sentence": "你好，听说你遇到了一段感情的困扰。",
        "label": ""
      },
      {
        "sentence": "我理解你的烦恼。",
        "label": ""
      },
      {
        "sentence": "感情是一件非常复杂的事情，每个人都有自己的标准和追求。",
        "label": ""
      },
      {
        "sentence": "你提到这个男生有一些缺点，而你的妈妈认为他不优秀并不踏实。",
        "label": ""
      },
      {
        "sentence": "不过，他能够给你带来快乐并且和你互补，这在感情中也是非常重要的因素。",
        "label": ""
      },
      {
        "sentence": "你很矛盾，因为你既希望听从自己的内心，又觉得父母的经验和意见应该被尊重。",
        "label": ""
      },
      {
        "sentence": "这是一个很难抉择的问题。",
        "label": ""
      },
      {
        "sentence": "你对此有何想法？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白感情是一段两个人的事情，但是结婚又牵扯到两个家庭的事情。我很想听从自己的内心，但是父母的意见让我感到很困惑。他们希望我找一个更优秀的人，而这个男生在他们眼里各种不优秀。我有点怕自己做出错误的选择，带来后悔。",
    "annotation": [
      {
        "sentence": "我明白感情是一段两个人的事情，但是结婚又牵扯到两个家庭的事情。",
        "label": ""
      },
      {
        "sentence": "我很想听从自己的内心，但是父母的意见让我感到很困惑。",
        "label": ""
      },
      {
        "sentence": "他们希望我找一个更优秀的人，而这个男生在他们眼里各种不优秀。",
        "label": ""
      },
      {
        "sentence": "我有点怕自己做出错误的选择，带来后悔。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很聪明，能够理解感情和婚姻的复杂性。父母的意见和经验确实应该被尊重和考虑，但最终的决定还是应该由你来做。你可以试着和你的妈妈沟通，告诉她你对这个男生的感觉和快乐，看看能否在理解和妥协的基础上达成一致。同时，也要相信自己的感觉，不要害怕犯错，因为生活中的每个选择都是成长的机会。",
    "annotation": [
      {
        "sentence": "你很聪明，能够理解感情和婚姻的复杂性。",
        "label": ""
      },
      {
        "sentence": "父母的意见和经验确实应该被尊重和考虑，但最终的决定还是应该由你来做。",
        "label": ""
      },
      {
        "sentence": "你可以试着和你的妈妈沟通，告诉她你对这个男生的感觉和快乐，看看能否在理解和妥协的基础上达成一致。",
        "label": ""
      },
      {
        "sentence": "同时，也要相信自己的感觉，不要害怕犯错，因为生活中的每个选择都是成长的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但是我妈妈一直坚持自己的意见，她觉得这个男生为人轻浮不踏实，没有什么前途。我不知道该怎么办，心里很焦虑，也很困惑。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但是我妈妈一直坚持自己的意见，她觉得这个男生为人轻浮不踏实，没有什么前途。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办，心里很焦虑，也很困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的焦虑和困惑。家长往往希望我们走一条稳妥的路，但是有时候我们也应该有自己的冒险和选择。你可以试着给你妈妈一些时间，来展示你和这个男生之间的互动和快乐，并解释你对他的感受。也许在时间的推移中，你妈妈会慢慢接受他。同时，你也要相信自己的感觉和选择，不要因为外界的意见而放弃自己的幸福。",
    "annotation": [
      {
        "sentence": "我明白你的焦虑和困惑。",
        "label": ""
      },
      {
        "sentence": "家长往往希望我们走一条稳妥的路，但是有时候我们也应该有自己的冒险和选择。",
        "label": ""
      },
      {
        "sentence": "你可以试着给你妈妈一些时间，来展示你和这个男生之间的互动和快乐，并解释你对他的感受。",
        "label": ""
      },
      {
        "sentence": "也许在时间的推移中，你妈妈会慢慢接受他。",
        "label": ""
      },
      {
        "sentence": "同时，你也要相信自己的感觉和选择，不要因为外界的意见而放弃自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和理解，我会尽量和妈妈沟通，试着解释我的想法和感受。我虽然焦虑，但也相信自己的选择。我想试着谈恋爱，不仅在乎结果，更在乎这个过程能够给我带来的快乐和成长。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和理解，我会尽量和妈妈沟通，试着解释我的想法和感受。",
        "label": ""
      },
      {
        "sentence": "我虽然焦虑，但也相信自己的选择。",
        "label": ""
      },
      {
        "sentence": "我想试着谈恋爱，不仅在乎结果，更在乎这个过程能够给我带来的快乐和成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决定，你的想法很有道理。恋爱不仅是一段结果的选择，更是一种成长和学习的过程。你年轻，有权利去探索和选择你心中的幸福。即使有困难和挫折，这也是你成长的经历。我相信你能够处理好这段感情，并为自己的幸福努力。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决定，你的想法很有道理。",
        "label": ""
      },
      {
        "sentence": "恋爱不仅是一段结果的选择，更是一种成长和学习的过程。",
        "label": ""
      },
      {
        "sentence": "你年轻，有权利去探索和选择你心中的幸福。",
        "label": ""
      },
      {
        "sentence": "即使有困难和挫折，这也是你成长的经历。",
        "label": ""
      },
      {
        "sentence": "我相信你能够处理好这段感情，并为自己的幸福努力。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力面对和处理这段感情。虽然还有些迷茫和担忧，但我相信自己的选择会是正确的。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力面对和处理这段感情。",
        "label": ""
      },
      {
        "sentence": "虽然还有些迷茫和担忧，但我相信自己的选择会是正确的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意能够帮助到你。记住，无论选择什么样的道路，都要相信自己，并为自己的幸福而努力。你可以随时来找我倾诉和寻求支持。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很愿意能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，无论选择什么样的道路，都要相信自己，并为自己的幸福而努力。",
        "label": ""
      },
      {
        "sentence": "你可以随时来找我倾诉和寻求支持。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]