[
  {
    "role": "client",
    "content": "总是忍不住过度在意自己身边的一切反应？",
    "annotation": [
      {
        "sentence": "总是忍不住过度在意自己身边的一切反应？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是在说你经常对周围的一切事情过度在意吗？",
    "annotation": [
      {
        "sentence": "你是在说你经常对周围的一切事情过度在意吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，从高二开始我就感到焦虑，当时身边的一个前辈离世了，我深切感受到了死亡的无奈。",
    "annotation": [
      {
        "sentence": "是的，从高二开始我就感到焦虑，当时身边的一个前辈离世了，我深切感受到了死亡的无奈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为前辈的离世，你对死亡产生了很大的恐惧和焦虑感。",
    "annotation": [
      {
        "sentence": "因为前辈的离世，你对死亡产生了很大的恐惧和焦虑感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，而后我接连听到身边的人因过劳而离世，这让我更加紧张。高二的时候我还出现了失眠的情况，暑假的时候我开始补课，同时我也过度关心自己的身体，总觉得心跳过速，导致精神状态不好，曾经半夜跑到急诊科，医生开了中药才好转。",
    "annotation": [
      {
        "sentence": "是的，而后我接连听到身边的人因过劳而离世，这让我更加紧张。",
        "label": ""
      },
      {
        "sentence": "高二的时候我还出现了失眠的情况，暑假的时候我开始补课，同时我也过度关心自己的身体，总觉得心跳过速，导致精神状态不好，曾经半夜跑到急诊科，医生开了中药才好转。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的焦虑是因为长期处于紧张状态，导致神经紧张过度。那么后来在新冠疫情爆发时，你家正好在疫情中心，而你正好是高三学生，负面报道充斥着你的生活。虽然五月份的时候疫情缓解了，但是你家小区外的电箱爆炸了，家里停电，直到有人喊起火了你才意识到。虽然火势不大，没有造成什么损失，但是从那以后你开始特别在意身边的一切事物，听到楼上的声响就忍不住去在意，想查个究竟。你感觉到意外事件屡离不开你，无法消化负面报道。不过当你和朋友在一起时，焦虑会减轻很多。现在距离高考越来越近，你成功克制住了焦虑情绪。但是家成了你最没有安全感的地方，最近你家楼上漏水，这让你更加焦虑。",
    "annotation": [
      {
        "sentence": "你的焦虑是因为长期处于紧张状态，导致神经紧张过度。",
        "label": ""
      },
      {
        "sentence": "那么后来在新冠疫情爆发时，你家正好在疫情中心，而你正好是高三学生，负面报道充斥着你的生活。",
        "label": ""
      },
      {
        "sentence": "虽然五月份的时候疫情缓解了，但是你家小区外的电箱爆炸了，家里停电，直到有人喊起火了你才意识到。",
        "label": ""
      },
      {
        "sentence": "虽然火势不大，没有造成什么损失，但是从那以后你开始特别在意身边的一切事物，听到楼上的声响就忍不住去在意，想查个究竟。",
        "label": ""
      },
      {
        "sentence": "你感觉到意外事件屡离不开你，无法消化负面报道。",
        "label": ""
      },
      {
        "sentence": "不过当你和朋友在一起时，焦虑会减轻很多。",
        "label": ""
      },
      {
        "sentence": "现在距离高考越来越近，你成功克制住了焦虑情绪。",
        "label": ""
      },
      {
        "sentence": "但是家成了你最没有安全感的地方，最近你家楼上漏水，这让你更加焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉像是家不再安全，失去了原本的庇护作用，让我不知道哪里才是安全的，这也加重了我的焦虑感。",
    "annotation": [
      {
        "sentence": "是的，我感觉像是家不再安全，失去了原本的庇护作用，让我不知道哪里才是安全的，这也加重了我的焦虑感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为身边发生了一系列的负面事件，这些创伤体验让你感到不安全，对来自死亡的威胁有着特殊的敏感。而意外事件的发生会让我们感到无法控制，加重了焦虑和恐惧的感受。我们的本能会让我们更加关注有威胁性的事物，这是一种求生本能。当你的思维陷入负面应激状态时，会更加关注不好的方面。对于外界的信息选择，你也会更加倾向于关注和接受负面消息，慢慢形成了一种消极的心理状态，觉得周围的一切都是不好的事情，都对自己具有威胁性，都有可能带来死亡的可能性。然而，意外是我们无法预测和控制的，它们发生的几率并不高。无论你多担心并不会改变这种几率。该发生的总会发生，不该发生的永远不会发生。墨菲定律也告诉我们，我们担心的事情往往会发生。所以你需要解脱这种消极心理的束缚，摆脱负面消息的影响，多关注一些积极正面的事物。当你感到害怕焦虑时，试着停止自己思维中负面的想法，转移注意力去做一些其他的事情，比如看书、运动、冥想、看剧等。对于死亡，我们需要有一个客观的认识。死亡是人生不可避免的一部分，我们无法逃避和否认，只能接受它的存在。当我们能够接受死亡的必然性和意外的偶然性时，就不会再害怕它了。我们真正害怕的是，当死亡来临时，我们还有很多事情没体验、理想没实现，许多人没见，留下了太多遗憾。既然如此，我们是否要把现在的时间和生命浪费在无谓的恐惧和焦虑上呢？为什么不把它投入到自己想要追求的理想和目标上呢？焦虑和恐惧无法改变现实情况，只有在自己的能力范围内进行实际行动才能改变。对于家里的安全问题，如果你担心家里不够安全，可以彻底检查一下家里的安全措施，做好防范工作，消除疑虑。如果仍然对安全感到焦虑，无法重建起来，也可以考虑寻求心理咨询师的帮助。",
    "annotation": [
      {
        "sentence": "因为身边发生了一系列的负面事件，这些创伤体验让你感到不安全，对来自死亡的威胁有着特殊的敏感。",
        "label": ""
      },
      {
        "sentence": "而意外事件的发生会让我们感到无法控制，加重了焦虑和恐惧的感受。",
        "label": ""
      },
      {
        "sentence": "我们的本能会让我们更加关注有威胁性的事物，这是一种求生本能。",
        "label": ""
      },
      {
        "sentence": "当你的思维陷入负面应激状态时，会更加关注不好的方面。",
        "label": ""
      },
      {
        "sentence": "对于外界的信息选择，你也会更加倾向于关注和接受负面消息，慢慢形成了一种消极的心理状态，觉得周围的一切都是不好的事情，都对自己具有威胁性，都有可能带来死亡的可能性。",
        "label": ""
      },
      {
        "sentence": "然而，意外是我们无法预测和控制的，它们发生的几率并不高。",
        "label": ""
      },
      {
        "sentence": "无论你多担心并不会改变这种几率。",
        "label": ""
      },
      {
        "sentence": "该发生的总会发生，不该发生的永远不会发生。",
        "label": ""
      },
      {
        "sentence": "墨菲定律也告诉我们，我们担心的事情往往会发生。",
        "label": ""
      },
      {
        "sentence": "所以你需要解脱这种消极心理的束缚，摆脱负面消息的影响，多关注一些积极正面的事物。",
        "label": ""
      },
      {
        "sentence": "当你感到害怕焦虑时，试着停止自己思维中负面的想法，转移注意力去做一些其他的事情，比如看书、运动、冥想、看剧等。",
        "label": ""
      },
      {
        "sentence": "对于死亡，我们需要有一个客观的认识。",
        "label": ""
      },
      {
        "sentence": "死亡是人生不可避免的一部分，我们无法逃避和否认，只能接受它的存在。",
        "label": ""
      },
      {
        "sentence": "当我们能够接受死亡的必然性和意外的偶然性时，就不会再害怕它了。",
        "label": ""
      },
      {
        "sentence": "我们真正害怕的是，当死亡来临时，我们还有很多事情没体验、理想没实现，许多人没见，留下了太多遗憾。",
        "label": ""
      },
      {
        "sentence": "既然如此，我们是否要把现在的时间和生命浪费在无谓的恐惧和焦虑上呢？",
        "label": ""
      },
      {
        "sentence": "为什么不把它投入到自己想要追求的理想和目标上呢？",
        "label": ""
      },
      {
        "sentence": "焦虑和恐惧无法改变现实情况，只有在自己的能力范围内进行实际行动才能改变。",
        "label": ""
      },
      {
        "sentence": "对于家里的安全问题，如果你担心家里不够安全，可以彻底检查一下家里的安全措施，做好防范工作，消除疑虑。",
        "label": ""
      },
      {
        "sentence": "如果仍然对安全感到焦虑，无法重建起来，也可以考虑寻求心理咨询师的帮助。",
        "label": ""
      }
    ]
  }
]