[
  {
    "role": "client",
    "content": "二胎后，老大10岁脾气暴躁易怒骂人，为何变成这样？",
    "annotation": [
      {
        "sentence": "二胎后，老大10岁脾气暴躁易怒骂人，为何变成这样？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为同时妈妈我首先给你拥抱，一个人承担两个孩子的成长监护和生活不容易。针对您提出的问题，觉得首先要解决的还是妈妈自己。因为常话也有说，任何一个孩子都是纯洁的他的情绪来自家庭和父母。所以针对这种情况，我个人建议还是先解决妈妈的情绪问题。",
    "annotation": [
      {
        "sentence": "作为同时妈妈我首先给你拥抱，一个人承担两个孩子的成长监护和生活不容易。",
        "label": ""
      },
      {
        "sentence": "针对您提出的问题，觉得首先要解决的还是妈妈自己。",
        "label": ""
      },
      {
        "sentence": "因为常话也有说，任何一个孩子都是纯洁的他的情绪来自家庭和父母。",
        "label": ""
      },
      {
        "sentence": "所以针对这种情况，我个人建议还是先解决妈妈的情绪问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "十分感谢你的拥抱和理解。请问你觉得我该如何解决我的情绪问题呢？",
    "annotation": [
      {
        "sentence": "十分感谢你的拥抱和理解。",
        "label": ""
      },
      {
        "sentence": "请问你觉得我该如何解决我的情绪问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我们来看看二胎之后发生了什么变化。三年前二胎后，同一年老大上小学一年级。妈妈也因生胎被公司以未到岗原因被迫离职，情绪低落一段时间。这些都是引发情绪问题的原因。您可以尝试找到一个支持性的平台，比如和朋友聊天、参加一些兴趣小组活动等。这样可以帮助您释放负面情绪，获得更多的支持。",
    "annotation": [
      {
        "sentence": "首先，我们来看看二胎之后发生了什么变化。",
        "label": ""
      },
      {
        "sentence": "三年前二胎后，同一年老大上小学一年级。",
        "label": ""
      },
      {
        "sentence": "妈妈也因生胎被公司以未到岗原因被迫离职，情绪低落一段时间。",
        "label": ""
      },
      {
        "sentence": "这些都是引发情绪问题的原因。",
        "label": ""
      },
      {
        "sentence": "您可以尝试找到一个支持性的平台，比如和朋友聊天、参加一些兴趣小组活动等。",
        "label": ""
      },
      {
        "sentence": "这样可以帮助您释放负面情绪，获得更多的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试试找一些适合我的兴趣小组，和朋友多交流。另外我想问一下，我在家里如何调整与孩子相处的方式？",
    "annotation": [
      {
        "sentence": "我明白了，我会试试找一些适合我的兴趣小组，和朋友多交流。",
        "label": ""
      },
      {
        "sentence": "另外我想问一下，我在家里如何调整与孩子相处的方式？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在二胎降临的时候，如果母亲自己的情绪就有了问题，可能会忽略了对大孩子的过渡照顾。很多的时间精力都给了二胎，没有及时给与大孩子同样爱的感受，他会觉得自己的世界和爱被剥夺。建议您在和大孩子相处的时候，多关注他的情绪和需求，并尝试给予他特别关心和爱。",
    "annotation": [
      {
        "sentence": "在二胎降临的时候，如果母亲自己的情绪就有了问题，可能会忽略了对大孩子的过渡照顾。",
        "label": ""
      },
      {
        "sentence": "很多的时间精力都给了二胎，没有及时给与大孩子同样爱的感受，他会觉得自己的世界和爱被剥夺。",
        "label": ""
      },
      {
        "sentence": "建议您在和大孩子相处的时候，多关注他的情绪和需求，并尝试给予他特别关心和爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "明白了，我会更加关注大孩子的情绪和需求，并尽量给予他爱和关怀。但是我还是担心他骂人和攻击性强的问题，你有什么建议吗？",
    "annotation": [
      {
        "sentence": "明白了，我会更加关注大孩子的情绪和需求，并尽量给予他爱和关怀。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心他骂人和攻击性强的问题，你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子与父母是最为密切的感应体，父母的情绪会影响孩子。他们是我们最为敏感的天使化身。所以父母有着什么情绪，在孩子的纯洁世界也将会渲染出这种情绪的画像。建议您以身作则，保持冷静和温和的态度，给孩子做一个好的榜样。同时，您可以尝试提供一些适当的情绪调节方法，比如教孩子通过深呼吸、冥想等方式舒缓情绪。",
    "annotation": [
      {
        "sentence": "孩子与父母是最为密切的感应体，父母的情绪会影响孩子。",
        "label": ""
      },
      {
        "sentence": "他们是我们最为敏感的天使化身。",
        "label": ""
      },
      {
        "sentence": "所以父母有着什么情绪，在孩子的纯洁世界也将会渲染出这种情绪的画像。",
        "label": ""
      },
      {
        "sentence": "建议您以身作则，保持冷静和温和的态度，给孩子做一个好的榜样。",
        "label": ""
      },
      {
        "sentence": "同时，您可以尝试提供一些适当的情绪调节方法，比如教孩子通过深呼吸、冥想等方式舒缓情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试试以身作则，保持冷静和温和的态度，并教孩子一些情绪调节的方法。另外，我还有一个问题，我想咨询父母间的交流问题。现在爸爸工作在异地，即使周末也少在家。和爸爸提起孩子情况，爸爸会变得烦躁不愿多交流。这该怎么办呢？",
    "annotation": [
      {
        "sentence": "好的，我会试试以身作则，保持冷静和温和的态度，并教孩子一些情绪调节的方法。",
        "label": ""
      },
      {
        "sentence": "另外，我还有一个问题，我想咨询父母间的交流问题。",
        "label": ""
      },
      {
        "sentence": "现在爸爸工作在异地，即使周末也少在家。",
        "label": ""
      },
      {
        "sentence": "和爸爸提起孩子情况，爸爸会变得烦躁不愿多交流。",
        "label": ""
      },
      {
        "sentence": "这该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在一个家庭里面，只有父母改变认识到自己问题才可以有良好的氛围给孩子，从而孩子才能健康成长。建议您先找一个适当的时间，和爸爸坐下来沟通，将您的感受和困惑告诉他，希望他能听到您的需求，并一起探讨如何更好地处理孩子的问题。沟通是解决问题的第一步，尝试去理解对方的角度，共同寻找解决办法。",
    "annotation": [
      {
        "sentence": "在一个家庭里面，只有父母改变认识到自己问题才可以有良好的氛围给孩子，从而孩子才能健康成长。",
        "label": ""
      },
      {
        "sentence": "建议您先找一个适当的时间，和爸爸坐下来沟通，将您的感受和困惑告诉他，希望他能听到您的需求，并一起探讨如何更好地处理孩子的问题。",
        "label": ""
      },
      {
        "sentence": "沟通是解决问题的第一步，尝试去理解对方的角度，共同寻找解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会找一个适当的时间和爸爸沟通，并试着理解他的角度，共同寻找解决办法。这次咨询真的让我了解到了很多，我觉得我需要去做一些咨询了。但是我们的经济并不宽裕，你觉得是我做咨询好还是孩子做咨询好呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会找一个适当的时间和爸爸沟通，并试着理解他的角度，共同寻找解决办法。",
        "label": ""
      },
      {
        "sentence": "这次咨询真的让我了解到了很多，我觉得我需要去做一些咨询了。",
        "label": ""
      },
      {
        "sentence": "但是我们的经济并不宽裕，你觉得是我做咨询好还是孩子做咨询好呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为是社区问题，我只能给出一些建议。很多的家庭关系咨询老师都可以帮助你。但首先我们做父母的先学会认错和找出自己的问题，才能解决根本性的亲子问题。既然您已经意识到问题的存在并且希望通过咨询来解决，您可以首先尝试咨询，了解一下需求和咨询师的意见，也可以根据经济情况决定是否继续孩子的咨询。",
    "annotation": [
      {
        "sentence": "因为是社区问题，我只能给出一些建议。",
        "label": ""
      },
      {
        "sentence": "很多的家庭关系咨询老师都可以帮助你。",
        "label": ""
      },
      {
        "sentence": "但首先我们做父母的先学会认错和找出自己的问题，才能解决根本性的亲子问题。",
        "label": ""
      },
      {
        "sentence": "既然您已经意识到问题的存在并且希望通过咨询来解决，您可以首先尝试咨询，了解一下需求和咨询师的意见，也可以根据经济情况决定是否继续孩子的咨询。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "明白了，我会和咨询师沟通并决定是否继续孩子的咨询。非常感谢您的帮助和建议，我感到稍微放心了一些。",
    "annotation": [
      {
        "sentence": "明白了，我会和咨询师沟通并决定是否继续孩子的咨询。",
        "label": ""
      },
      {
        "sentence": "非常感谢您的帮助和建议，我感到稍微放心了一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能帮到您。希望您能够尽快解决问题，家庭和睦。如果您还有其他问题，随时都可以来咨询。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能帮到您。",
        "label": ""
      },
      {
        "sentence": "希望您能够尽快解决问题，家庭和睦。",
        "label": ""
      },
      {
        "sentence": "如果您还有其他问题，随时都可以来咨询。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]