[
  {
    "role": "client",
    "content": "跟老公恋爱6年，结婚3个月，因为我爸妈影响了感情？我跟我老公在一起六年，经常会吵架吵的多严重最后都会和好，他都会让着我。",
    "annotation": [
      {
        "sentence": "跟老公恋爱6年，结婚3个月，因为我爸妈影响了感情？",
        "label": ""
      },
      {
        "sentence": "我跟我老公在一起六年，经常会吵架吵的多严重最后都会和好，他都会让着我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "恋爱六年，对方吵架了还都能让着你、包容你。当你们进入婚姻，把原生家庭尤其是你的原生家庭，带入你们的小家庭里，这种矛盾在每一次的吵架中不断升级，直到关系被吵冷。你也开始感受到这种“待遇”的变化，也敏感地感知你们婚姻关系的危机了，只是两头都是你最亲密的人，你不知道怎么解决。是这样吗？",
    "annotation": [
      {
        "sentence": "恋爱六年，对方吵架了还都能让着你、包容你。",
        "label": ""
      },
      {
        "sentence": "当你们进入婚姻，把原生家庭尤其是你的原生家庭，带入你们的小家庭里，这种矛盾在每一次的吵架中不断升级，直到关系被吵冷。",
        "label": ""
      },
      {
        "sentence": "你也开始感受到这种“待遇”的变化，也敏感地感知你们婚姻关系的危机了，只是两头都是你最亲密的人，你不知道怎么解决。",
        "label": ""
      },
      {
        "sentence": "是这样吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我不知道怎么处理。我们最近的矛盾也越来越多，甚至他对我都变得很冷漠。",
    "annotation": [
      {
        "sentence": "是的，我不知道怎么处理。",
        "label": ""
      },
      {
        "sentence": "我们最近的矛盾也越来越多，甚至他对我都变得很冷漠。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑和难过。从你的描述里，因为孩子姓的问题，你的父母和你老公吵起来，同时在你原谅了老公后你父亲不满意。看起来你的原生家庭可能比较强势和控制欲，也可能你的择偶价值目前比你老公高出很多，可能你的父母有强势和控制他人的关系模式。你们完全不尊重你丈夫的意愿，要求对方满足你们的要求，你们在欺负对方，并“剥夺”对方的下一代。",
    "annotation": [
      {
        "sentence": "我理解你的困惑和难过。",
        "label": ""
      },
      {
        "sentence": "从你的描述里，因为孩子姓的问题，你的父母和你老公吵起来，同时在你原谅了老公后你父亲不满意。",
        "label": ""
      },
      {
        "sentence": "看起来你的原生家庭可能比较强势和控制欲，也可能你的择偶价值目前比你老公高出很多，可能你的父母有强势和控制他人的关系模式。",
        "label": ""
      },
      {
        "sentence": "你们完全不尊重你丈夫的意愿，要求对方满足你们的要求，你们在欺负对方，并“剥夺”对方的下一代。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的没想到会导致这样的结果，我爸妈明明是为了我好才这样做的。",
    "annotation": [
      {
        "sentence": "我真的没想到会导致这样的结果，我爸妈明明是为了我好才这样做的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你父母关心你的心情，但是在处理问题时，也需要尊重你和丈夫的意愿。从动物的生物基因角度来看，如果父亲的择偶价值比较低，他可能会一段时间忍受你们家人的“剥削”和“欺负”。当你的择偶价值下降，对方的价值不断提升，你们的不平衡关系就会被打破，他就会离开关系甚至“报复”你，也必然会降低对小孩的亲职投资。所以，首先建议，在原生家庭和自己核心家庭有冲突的时候，要先站在你老公这边，理解和倾听他的意见。",
    "annotation": [
      {
        "sentence": "我能理解你父母关心你的心情，但是在处理问题时，也需要尊重你和丈夫的意愿。",
        "label": ""
      },
      {
        "sentence": "从动物的生物基因角度来看，如果父亲的择偶价值比较低，他可能会一段时间忍受你们家人的“剥削”和“欺负”。",
        "label": ""
      },
      {
        "sentence": "当你的择偶价值下降，对方的价值不断提升，你们的不平衡关系就会被打破，他就会离开关系甚至“报复”你，也必然会降低对小孩的亲职投资。",
        "label": ""
      },
      {
        "sentence": "所以，首先建议，在原生家庭和自己核心家庭有冲突的时候，要先站在你老公这边，理解和倾听他的意见。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该更加尊重和支持我丈夫的决定和意见。但我该怎么跟父母解释这个问题呢？",
    "annotation": [
      {
        "sentence": "我明白了，我应该更加尊重和支持我丈夫的决定和意见。",
        "label": ""
      },
      {
        "sentence": "但我该怎么跟父母解释这个问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以试着与父母沟通，向他们解释你愿意与丈夫共同决定家庭事务，并希望他们能尊重你们的决定。同时，也可以适度减少你们与父母之间的频繁交流，让你们的核心家庭能够独立自主地经营。对于你自己来说，也要尽快的长大和独立出来，摆脱被控制的局面。",
    "annotation": [
      {
        "sentence": "你可以试着与父母沟通，向他们解释你愿意与丈夫共同决定家庭事务，并希望他们能尊重你们的决定。",
        "label": ""
      },
      {
        "sentence": "同时，也可以适度减少你们与父母之间的频繁交流，让你们的核心家庭能够独立自主地经营。",
        "label": ""
      },
      {
        "sentence": "对于你自己来说，也要尽快的长大和独立出来，摆脱被控制的局面。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试去与父母好好沟通，并告诉他们我们的决定。同时，我也会更加努力成长和独立，不让原生家庭对我们的关系产生太大的干扰。谢谢你的建议和理解。",
    "annotation": [
      {
        "sentence": "我会尝试去与父母好好沟通，并告诉他们我们的决定。",
        "label": ""
      },
      {
        "sentence": "同时，我也会更加努力成长和独立，不让原生家庭对我们的关系产生太大的干扰。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你们会克服困难，建立一个更加和谐和独立的婚姻关系。记住，亲密关系是你们自己的事情，可以通过相互理解和尊重来维系。你们可以共同努力，为了彼此和未来的孩子创造一个温暖和谐的家庭。祝福你们！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你们会克服困难，建立一个更加和谐和独立的婚姻关系。",
        "label": ""
      },
      {
        "sentence": "记住，亲密关系是你们自己的事情，可以通过相互理解和尊重来维系。",
        "label": ""
      },
      {
        "sentence": "你们可以共同努力，为了彼此和未来的孩子创造一个温暖和谐的家庭。",
        "label": ""
      },
      {
        "sentence": "祝福你们！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福，我会努力践行你的建议，为我们的婚姻努力。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的祝福，我会努力践行你的建议，为我们的婚姻努力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直在这里支持你。如果你还有其他问题或困惑，随时都可以来找我倾诉。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或困惑，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]