[
  {
    "role": "client",
    "content": "我今年22岁，有个男生追求我，我对他也有点感觉。但是我妈不同意我和他谈恋爱，她说这个男生各种不优秀。我应该找个优秀一点的，想想这个男生的确有些缺点，晚上很喜欢出去吃宵夜呀！无论各方面条件都不是很好。但是他就是能逗我笑给予我快乐，因为我是一个比较文静的人，他跟我性格互补，跟他一起能给予我快乐。",
    "annotation": [
      {
        "sentence": "我今年22岁，有个男生追求我，我对他也有点感觉。",
        "label": ""
      },
      {
        "sentence": "但是我妈不同意我和他谈恋爱，她说这个男生各种不优秀。",
        "label": ""
      },
      {
        "sentence": "我应该找个优秀一点的，想想这个男生的确有些缺点，晚上很喜欢出去吃宵夜呀！",
        "label": ""
      },
      {
        "sentence": "无论各方面条件都不是很好。",
        "label": ""
      },
      {
        "sentence": "但是他就是能逗我笑给予我快乐，因为我是一个比较文静的人，他跟我性格互补，跟他一起能给予我快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人想要的东西都不一样，所以导致感情中其实并没有标准答案。你说有房有车工作稳定好，但是偏偏有人喜欢放荡不羁的浪子，觉得十分浪漫；有人喜欢稳定的生活，哪怕没有爱和感情也没关系；有些人就是追求那种新鲜感，不停地换人。最重要的是这段感情符合你对人生的追求和自己的价值观，这样你才会觉得快乐，而不是终日因为没有得到一些东西而郁郁寡欢。你的需求和愿望是最重要的，不是妈妈的，或者别人的。",
    "annotation": [
      {
        "sentence": "每个人想要的东西都不一样，所以导致感情中其实并没有标准答案。",
        "label": ""
      },
      {
        "sentence": "你说有房有车工作稳定好，但是偏偏有人喜欢放荡不羁的浪子，觉得十分浪漫；有人喜欢稳定的生活，哪怕没有爱和感情也没关系；有些人就是追求那种新鲜感，不停地换人。",
        "label": ""
      },
      {
        "sentence": "最重要的是这段感情符合你对人生的追求和自己的价值观，这样你才会觉得快乐，而不是终日因为没有得到一些东西而郁郁寡欢。",
        "label": ""
      },
      {
        "sentence": "你的需求和愿望是最重要的，不是妈妈的，或者别人的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实是这样，每个人对感情的追求都不一样。但是我也明白妈妈的担心，她说这个男生为人轻浮不踏实，没有什么前途。我内心也有点担忧，毕竟这是一段长期的关系，我怕以后会后悔。",
    "annotation": [
      {
        "sentence": "确实是这样，每个人对感情的追求都不一样。",
        "label": ""
      },
      {
        "sentence": "但是我也明白妈妈的担心，她说这个男生为人轻浮不踏实，没有什么前途。",
        "label": ""
      },
      {
        "sentence": "我内心也有点担忧，毕竟这是一段长期的关系，我怕以后会后悔。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "妈妈的担心是出于对你的关心，她希望你能过上幸福稳定的生活。但是人生很多时候并不是单一维度的，只追求物质条件并不一定能获得内心的满足。你可以先理一下自己的需求，你是一个什么样的人？什么样的伴侣会适合你？你对伴侣的要求是什么？",
    "annotation": [
      {
        "sentence": "妈妈的担心是出于对你的关心，她希望你能过上幸福稳定的生活。",
        "label": ""
      },
      {
        "sentence": "但是人生很多时候并不是单一维度的，只追求物质条件并不一定能获得内心的满足。",
        "label": ""
      },
      {
        "sentence": "你可以先理一下自己的需求，你是一个什么样的人？",
        "label": ""
      },
      {
        "sentence": "什么样的伴侣会适合你？",
        "label": ""
      },
      {
        "sentence": "你对伴侣的要求是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实，给予我欢笑是比较重要的，而且他和我在性格上互补。但是我也希望他有责任心，愿意为我做一些牺牲，互相迁就对方，这样才能够走得下去。我想找一个对我真心关心的人，不仅仅是玩乐，毕竟人生还是需要面对现实的。",
    "annotation": [
      {
        "sentence": "其实，给予我欢笑是比较重要的，而且他和我在性格上互补。",
        "label": ""
      },
      {
        "sentence": "但是我也希望他有责任心，愿意为我做一些牺牲，互相迁就对方，这样才能够走得下去。",
        "label": ""
      },
      {
        "sentence": "我想找一个对我真心关心的人，不仅仅是玩乐，毕竟人生还是需要面对现实的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对伴侣的要求很清晰，这是一个很好的开始。除了开心和互补，对方的人品和工作态度也很重要。他对待别人和工作的态度是否和你一样？妈妈说他为人轻浮不踏实的具体原因是什么呢？你认同妈妈的看法吗？",
    "annotation": [
      {
        "sentence": "你对伴侣的要求很清晰，这是一个很好的开始。",
        "label": ""
      },
      {
        "sentence": "除了开心和互补，对方的人品和工作态度也很重要。",
        "label": ""
      },
      {
        "sentence": "他对待别人和工作的态度是否和你一样？",
        "label": ""
      },
      {
        "sentence": "妈妈说他为人轻浮不踏实的具体原因是什么呢？",
        "label": ""
      },
      {
        "sentence": "你认同妈妈的看法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他有时候确实有一些轻浮的言行，而且没有从事稳定的工作。我可以理解妈妈的担忧，她希望我能找一个有责任心的人，对我好，未来能够过上幸福的生活。",
    "annotation": [
      {
        "sentence": "他有时候确实有一些轻浮的言行，而且没有从事稳定的工作。",
        "label": ""
      },
      {
        "sentence": "我可以理解妈妈的担忧，她希望我能找一个有责任心的人，对我好，未来能够过上幸福的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "妈妈的想法是出于对你的好，她希望你得到更好的幸福。但是你所追求的快乐和幸福是你自己的权利，不是别人可以轻易取代的。如果你认为这个男生能给你快乐，能够互相迁就和牺牲，那么可以尝试给他一次机会。相信自己的判断能力，你是可以为自己做出正确决策的。",
    "annotation": [
      {
        "sentence": "妈妈的想法是出于对你的好，她希望你得到更好的幸福。",
        "label": ""
      },
      {
        "sentence": "但是你所追求的快乐和幸福是你自己的权利，不是别人可以轻易取代的。",
        "label": ""
      },
      {
        "sentence": "如果你认为这个男生能给你快乐，能够互相迁就和牺牲，那么可以尝试给他一次机会。",
        "label": ""
      },
      {
        "sentence": "相信自己的判断能力，你是可以为自己做出正确决策的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我应该相信自己的判断能力，同时也要考虑妈妈的意见。我会再和这个男生好好沟通，了解他的想法和未来的规划，看看我们是否有共同的价值观和目标。",
    "annotation": [
      {
        "sentence": "确实，我应该相信自己的判断能力，同时也要考虑妈妈的意见。",
        "label": ""
      },
      {
        "sentence": "我会再和这个男生好好沟通，了解他的想法和未来的规划，看看我们是否有共同的价值观和目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你有了这样的想法已经是一大步了。沟通是解决问题的关键，相信你们之间有真诚的对话，你会更加明确自己的选择。记住，最终的决策权在于你自己，希望你能找到适合自己的幸福。",
    "annotation": [
      {
        "sentence": "很好，你有了这样的想法已经是一大步了。",
        "label": ""
      },
      {
        "sentence": "沟通是解决问题的关键，相信你们之间有真诚的对话，你会更加明确自己的选择。",
        "label": ""
      },
      {
        "sentence": "记住，最终的决策权在于你自己，希望你能找到适合自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会好好思考和处理这段感情的。希望最终能够做出正确的选择，找到属于自己的幸福。感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会好好思考和处理这段感情的。",
        "label": ""
      },
      {
        "sentence": "希望最终能够做出正确的选择，找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意帮助你。如果你需要任何帮助或者再进行交流，都可以随时找我。希望你能够找到自己真正想要的幸福，加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再进行交流，都可以随时找我。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到自己真正想要的幸福，加油！",
        "label": ""
      }
    ]
  }
]