[
  {
    "role": "client",
    "content": "最近我和初中最好的朋友重新有了联系方式，但是不知道怎么开口。我们初中时玩得很好，但毕业后就不再联系了，也没有联系方式。现在我在一个班级群里找到了她，想把她加回来。但是已经这么多年没有联系了，而且看她朋友圈，她有很多非常好的朋友，我不知道怎么跟她开口，有一种陌生感，也觉得回不到最初的时光。不过，我觉得很遗憾，我们并没有发生任何矛盾，只是自然而然地不再联系。我在纠结，到底要不要找她聊天呢？我害怕打扰到她现在的生活。",
    "annotation": [
      {
        "sentence": "最近我和初中最好的朋友重新有了联系方式，但是不知道怎么开口。",
        "label": ""
      },
      {
        "sentence": "我们初中时玩得很好，但毕业后就不再联系了，也没有联系方式。",
        "label": ""
      },
      {
        "sentence": "现在我在一个班级群里找到了她，想把她加回来。",
        "label": ""
      },
      {
        "sentence": "但是已经这么多年没有联系了，而且看她朋友圈，她有很多非常好的朋友，我不知道怎么跟她开口，有一种陌生感，也觉得回不到最初的时光。",
        "label": ""
      },
      {
        "sentence": "不过，我觉得很遗憾，我们并没有发生任何矛盾，只是自然而然地不再联系。",
        "label": ""
      },
      {
        "sentence": "我在纠结，到底要不要找她聊天呢？",
        "label": ""
      },
      {
        "sentence": "我害怕打扰到她现在的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "初中时期的好朋友，在多年后重新联系上了，那种纯洁无暇的友谊或许只有那段时间才能拥有。7-8年的时间里，每个人都接触了新的环境、新的人和新的事物，建立了新的朋友圈。你有各种担忧是很正常的，因为那段时光太宝贵，怕被破坏，怕...，我们一起来分析分析了解问题。首先，你初中有一个玩得很好的朋友，但毕业后就不再联系了，也没有联系方式。这是因为那时候流行QQ，现在大家更多使用微信，所以你没有加过她的微信。（少年玩伴，本应值得好好珍惜。各自为了学业，各自换了新的环境，慢慢地淡忘了旧伙伴。）然后，经过了七八年的时间，前两天初中一个同学建了个班级群，你在群里找到了她，就想把她加回来。（时间过得真快，转眼间这么多年过去了。这是一个再次联络的机会，但似乎你还没有行动，你有许多的担心，不然就不会发这个对话了，对吗？）接下来，你因为已经这么多年没有联系了，而且看到她的朋友圈，她有很多非常好的朋友，所以不知道怎么跟她开口讲话，有一种陌生感，也觉得回不到最初的时光。不过你觉得很遗憾，因为你们没有产生任何矛盾，只是自然而然地暂时失去了联系。（亲爱的，或许她有很多朋友也是很正常的，是吧？或许你看到的只是她生活中的一部分，而朋友圈无法展现出全部。但是，你发现自己们很多年没有进入彼此生活中了，所以陌生感很重，很难回到从前的感觉。那种无法延续的纯洁情感让你感到遗憾，或许她也有同样的想法，或许她和你一样担心，或许你们都是在等待对方能主动联系一下呢？）最后，你在纠结，到底要不要找她聊天呢？担心找她聊天会打扰到她现在的生活。（如果她也有同样的担心呢？亲爱的，你们彼此都希望再次联系，少了那些默契，多了许多担心。但我鼓励你主动联系她，原因是：万一她也希望联系你，怕打扰到你的生活呢？如果你不主动说，你会一直遗憾下去，但如果你说出来了，又有什么关系呢？就算她已经不是从前的她了，但你至少给自己一个交代了，给自己少女时代的自己一个回应。加油，加油！）祝你幸福快乐！也祝你们都幸福快乐！青春不要留下遗憾，有困惑的话，可以私信我！",
    "annotation": [
      {
        "sentence": "初中时期的好朋友，在多年后重新联系上了，那种纯洁无暇的友谊或许只有那段时间才能拥有。",
        "label": ""
      },
      {
        "sentence": "7-8年的时间里，每个人都接触了新的环境、新的人和新的事物，建立了新的朋友圈。",
        "label": ""
      },
      {
        "sentence": "你有各种担忧是很正常的，因为那段时光太宝贵，怕被破坏，怕...，我们一起来分析分析了解问题。",
        "label": ""
      },
      {
        "sentence": "首先，你初中有一个玩得很好的朋友，但毕业后就不再联系了，也没有联系方式。",
        "label": ""
      },
      {
        "sentence": "这是因为那时候流行QQ，现在大家更多使用微信，所以你没有加过她的微信。",
        "label": ""
      },
      {
        "sentence": "（少年玩伴，本应值得好好珍惜。",
        "label": ""
      },
      {
        "sentence": "各自为了学业，各自换了新的环境，慢慢地淡忘了旧伙伴。",
        "label": ""
      },
      {
        "sentence": "）然后，经过了七八年的时间，前两天初中一个同学建了个班级群，你在群里找到了她，就想把她加回来。",
        "label": ""
      },
      {
        "sentence": "（时间过得真快，转眼间这么多年过去了。",
        "label": ""
      },
      {
        "sentence": "这是一个再次联络的机会，但似乎你还没有行动，你有许多的担心，不然就不会发这个对话了，对吗？",
        "label": ""
      },
      {
        "sentence": "）接下来，你因为已经这么多年没有联系了，而且看到她的朋友圈，她有很多非常好的朋友，所以不知道怎么跟她开口讲话，有一种陌生感，也觉得回不到最初的时光。",
        "label": ""
      },
      {
        "sentence": "不过你觉得很遗憾，因为你们没有产生任何矛盾，只是自然而然地暂时失去了联系。",
        "label": ""
      },
      {
        "sentence": "（亲爱的，或许她有很多朋友也是很正常的，是吧？",
        "label": ""
      },
      {
        "sentence": "或许你看到的只是她生活中的一部分，而朋友圈无法展现出全部。",
        "label": ""
      },
      {
        "sentence": "但是，你发现自己们很多年没有进入彼此生活中了，所以陌生感很重，很难回到从前的感觉。",
        "label": ""
      },
      {
        "sentence": "那种无法延续的纯洁情感让你感到遗憾，或许她也有同样的想法，或许她和你一样担心，或许你们都是在等待对方能主动联系一下呢？",
        "label": ""
      },
      {
        "sentence": "）最后，你在纠结，到底要不要找她聊天呢？",
        "label": ""
      },
      {
        "sentence": "担心找她聊天会打扰到她现在的生活。",
        "label": ""
      },
      {
        "sentence": "（如果她也有同样的担心呢？",
        "label": ""
      },
      {
        "sentence": "亲爱的，你们彼此都希望再次联系，少了那些默契，多了许多担心。",
        "label": ""
      },
      {
        "sentence": "但我鼓励你主动联系她，原因是：万一她也希望联系你，怕打扰到你的生活呢？",
        "label": ""
      },
      {
        "sentence": "如果你不主动说，你会一直遗憾下去，但如果你说出来了，又有什么关系呢？",
        "label": ""
      },
      {
        "sentence": "就算她已经不是从前的她了，但你至少给自己一个交代了，给自己少女时代的自己一个回应。",
        "label": ""
      },
      {
        "sentence": "加油，加油！",
        "label": ""
      },
      {
        "sentence": "）祝你幸福快乐！",
        "label": ""
      },
      {
        "sentence": "也祝你们都幸福快乐！",
        "label": ""
      },
      {
        "sentence": "青春不要留下遗憾，有困惑的话，可以私信我！",
        "label": ""
      }
    ]
  }
]