[
  {
    "role": "client",
    "content": "不理解我交往要保持距离的心理吗？这是不是道德绑架？我介绍朋友来公司，因为我租的是两室一厅的房子，所以让他她过来住了。因为同事又一起住，如果不保持距离，基本就24一起了，我觉得还是保持些距离比较好，住了一个多月，又没给房租，暗示她搬出去。平时在公司的时候，其他同事也总是说，你骑车带她回家吗，你跟她一起做饭吗，你跟她一起出去玩吗？我好像必须参与她的生活，我们好像一定要在一起活动。她做错事情老板也跟我说。这算道德绑架吗？她搬出去住了后，大家都说是我为了和男朋友一起住，所以赶她出去。挺烦的。为什么他们不理解我交往要保持距离的心理吗？我做错了吗？",
    "annotation": [
      {
        "sentence": "不理解我交往要保持距离的心理吗？",
        "label": ""
      },
      {
        "sentence": "这是不是道德绑架？",
        "label": ""
      },
      {
        "sentence": "我介绍朋友来公司，因为我租的是两室一厅的房子，所以让他她过来住了。",
        "label": ""
      },
      {
        "sentence": "因为同事又一起住，如果不保持距离，基本就24一起了，我觉得还是保持些距离比较好，住了一个多月，又没给房租，暗示她搬出去。",
        "label": ""
      },
      {
        "sentence": "平时在公司的时候，其他同事也总是说，你骑车带她回家吗，你跟她一起做饭吗，你跟她一起出去玩吗？",
        "label": ""
      },
      {
        "sentence": "我好像必须参与她的生活，我们好像一定要在一起活动。",
        "label": ""
      },
      {
        "sentence": "她做错事情老板也跟我说。",
        "label": ""
      },
      {
        "sentence": "这算道德绑架吗？",
        "label": ""
      },
      {
        "sentence": "她搬出去住了后，大家都说是我为了和男朋友一起住，所以赶她出去。",
        "label": ""
      },
      {
        "sentence": "挺烦的。",
        "label": ""
      },
      {
        "sentence": "为什么他们不理解我交往要保持距离的心理吗？",
        "label": ""
      },
      {
        "sentence": "我做错了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "道德绑架是指人们以道德的名义，利用过高的甚至不切实际的标准，要求胁迫、攻击别人，并左右其行为的一种现象。在你的描述里，我没看到别人去胁迫，或想要左右你的行为，他们可能有一些评判，这些评判让你有些烦躁，是吗？",
    "annotation": [
      {
        "sentence": "道德绑架是指人们以道德的名义，利用过高的甚至不切实际的标准，要求胁迫、攻击别人，并左右其行为的一种现象。",
        "label": ""
      },
      {
        "sentence": "在你的描述里，我没看到别人去胁迫，或想要左右你的行为，他们可能有一些评判，这些评判让你有些烦躁，是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感到很烦躁。感觉他们不理解我。",
    "annotation": [
      {
        "sentence": "是的，我感到很烦躁。",
        "label": ""
      },
      {
        "sentence": "感觉他们不理解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我理解你的感受。首先，我们先来看一看情况。你介绍朋友来这个公司，又把自己的房子提供给她住了一段时间，同事会问你们是不是一起做饭呀，一起回家这样的问题。我觉得这就是同事们的一些日常交流和推测。如果我遇到同事有这样的情况，也可能会随口问这样的问题。然后她做错事领导会找你说。是不是有可能领导觉得你在这个公司时间更长，经验更多，和你也更熟悉，跟你沟通起来更容易，也可能觉得通过你跟她去说，这种方式会更缓和一点。当然这也只是我们的一种推测，一种行为背后的原因可能是多种多样的。而领导并没有跟你说，因为她是你介绍来的，她犯的错误要由你来承担责任，那么这就不属于道德绑架吧。最后，当你的朋友搬走之后，同事又说你为了男朋友而把她赶走的，这也是同事们的一种推测，但这话里可能有一些批判意味，你听起来觉得不太好受，好像他们觉得你不够高尚了，是吗？但同事们也没有说过，你不能因为你的男朋友而把她赶走之类的话吧？所以还没达到道德绑架的地步。",
    "annotation": [
      {
        "sentence": "是的，我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "首先，我们先来看一看情况。",
        "label": ""
      },
      {
        "sentence": "你介绍朋友来这个公司，又把自己的房子提供给她住了一段时间，同事会问你们是不是一起做饭呀，一起回家这样的问题。",
        "label": ""
      },
      {
        "sentence": "我觉得这就是同事们的一些日常交流和推测。",
        "label": ""
      },
      {
        "sentence": "如果我遇到同事有这样的情况，也可能会随口问这样的问题。",
        "label": ""
      },
      {
        "sentence": "然后她做错事领导会找你说。",
        "label": ""
      },
      {
        "sentence": "是不是有可能领导觉得你在这个公司时间更长，经验更多，和你也更熟悉，跟你沟通起来更容易，也可能觉得通过你跟她去说，这种方式会更缓和一点。",
        "label": ""
      },
      {
        "sentence": "当然这也只是我们的一种推测，一种行为背后的原因可能是多种多样的。",
        "label": ""
      },
      {
        "sentence": "而领导并没有跟你说，因为她是你介绍来的，她犯的错误要由你来承担责任，那么这就不属于道德绑架吧。",
        "label": ""
      },
      {
        "sentence": "最后，当你的朋友搬走之后，同事又说你为了男朋友而把她赶走的，这也是同事们的一种推测，但这话里可能有一些批判意味，你听起来觉得不太好受，好像他们觉得你不够高尚了，是吗？",
        "label": ""
      },
      {
        "sentence": "但同事们也没有说过，你不能因为你的男朋友而把她赶走之类的话吧？",
        "label": ""
      },
      {
        "sentence": "所以还没达到道德绑架的地步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可能是我在意别人的评判，而忽略了自己的想法和边界。但他们的评判还是让我感到很困扰。",
    "annotation": [
      {
        "sentence": "我明白了，可能是我在意别人的评判，而忽略了自己的想法和边界。",
        "label": ""
      },
      {
        "sentence": "但他们的评判还是让我感到很困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很正常的，我们都希望自己的行为得到他人的认可和理解。但是，也许问题在于你过于在意他人的评判。在同事们的话语里，他们更多表达的是推测和交流，并没有要求你必须去容纳你的朋友，要跟她所有的事情在一起。这里的问题是，你通过他们的话感受到了强烈的批判，这种强烈的批判其实是来自你自己的内心。你是不是很希望自己做的事情都得到别人的表扬，别人的认可？这种心理需求给你带来很大的负担，一旦你做的事情没有得到别人的完全认可，你就会感到内心受困。这恐怕是你内心烦躁的真正原因吧。其实在这件事里面，当同事问你们一起做饭吗？你可以毫无芥蒂的说，我们不一起做饭，我们各吃各的。当领导和你说起朋友做错事的时候，你可以直接跟领导说，她的事情我不负责，我也没有办法传达。当同事们说你是为了男朋友而把她赶走的时候，你可以坚定的表达，我就是为了保持交往距离，和我的男朋友没有关系。坚定的表达自己的想法和要求，划清自己的界限，对自己的做法给予肯定。这份肯定不必来自同事，而是来自你的内心。",
    "annotation": [
      {
        "sentence": "这是很正常的，我们都希望自己的行为得到他人的认可和理解。",
        "label": ""
      },
      {
        "sentence": "但是，也许问题在于你过于在意他人的评判。",
        "label": ""
      },
      {
        "sentence": "在同事们的话语里，他们更多表达的是推测和交流，并没有要求你必须去容纳你的朋友，要跟她所有的事情在一起。",
        "label": ""
      },
      {
        "sentence": "这里的问题是，你通过他们的话感受到了强烈的批判，这种强烈的批判其实是来自你自己的内心。",
        "label": ""
      },
      {
        "sentence": "你是不是很希望自己做的事情都得到别人的表扬，别人的认可？",
        "label": ""
      },
      {
        "sentence": "这种心理需求给你带来很大的负担，一旦你做的事情没有得到别人的完全认可，你就会感到内心受困。",
        "label": ""
      },
      {
        "sentence": "这恐怕是你内心烦躁的真正原因吧。",
        "label": ""
      },
      {
        "sentence": "其实在这件事里面，当同事问你们一起做饭吗？",
        "label": ""
      },
      {
        "sentence": "你可以毫无芥蒂的说，我们不一起做饭，我们各吃各的。",
        "label": ""
      },
      {
        "sentence": "当领导和你说起朋友做错事的时候，你可以直接跟领导说，她的事情我不负责，我也没有办法传达。",
        "label": ""
      },
      {
        "sentence": "当同事们说你是为了男朋友而把她赶走的时候，你可以坚定的表达，我就是为了保持交往距离，和我的男朋友没有关系。",
        "label": ""
      },
      {
        "sentence": "坚定的表达自己的想法和要求，划清自己的界限，对自己的做法给予肯定。",
        "label": ""
      },
      {
        "sentence": "这份肯定不必来自同事，而是来自你的内心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更坚定地表达自己的想法，不受他人评判的影响。但我还是担心为什么他们不理解我交往要保持距离的心理呢？",
    "annotation": [
      {
        "sentence": "你说得对，我应该更坚定地表达自己的想法，不受他人评判的影响。",
        "label": ""
      },
      {
        "sentence": "但我还是担心为什么他们不理解我交往要保持距离的心理呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你想和朋友交往保持距离的想法是完全没有问题的，是很好的一种做法。但这种想法别人能不能够理解，谁也不能强求。别人可能理解你的这种想法，也可能有的人就觉得不需要保持距离，也可能有的人理解这种想法，但你没说他也没想到。别人的想法千差万别，我们没办法强求。而且说实在的，别人对你的事情可能也没那么在意，很多话只是随口一说，而没有周全考虑。所以你也不要太在意。最重要的还是内心坚定地做自己，不批判自己，不必太在意他人的话和认可。",
    "annotation": [
      {
        "sentence": "你想和朋友交往保持距离的想法是完全没有问题的，是很好的一种做法。",
        "label": ""
      },
      {
        "sentence": "但这种想法别人能不能够理解，谁也不能强求。",
        "label": ""
      },
      {
        "sentence": "别人可能理解你的这种想法，也可能有的人就觉得不需要保持距离，也可能有的人理解这种想法，但你没说他也没想到。",
        "label": ""
      },
      {
        "sentence": "别人的想法千差万别，我们没办法强求。",
        "label": ""
      },
      {
        "sentence": "而且说实在的，别人对你的事情可能也没那么在意，很多话只是随口一说，而没有周全考虑。",
        "label": ""
      },
      {
        "sentence": "所以你也不要太在意。",
        "label": ""
      },
      {
        "sentence": "最重要的还是内心坚定地做自己，不批判自己，不必太在意他人的话和认可。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，我明白了。我会更加坚定地做自己，不再过于在意他人的评判。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会更加坚定地做自己，不再过于在意他人的评判。",
        "label": ""
      }
    ]
  }
]