[
  {
    "role": "client",
    "content": "舞蹈失败者，学艺术真的后悔一辈子高中三年，熬过了太多，我也不知道生活是怎样把一个人熬成这幅模样。或许你们还能看到我脸色的笑容，但却没有一个人能知道我内心的压抑，我只是被磨得一点脾气也没有了。我之所以这么坚持的活着，是因为对生活还心存期许，不过当我发现，无论我再怎么努力，却也还是什么也不能改变。没有希望才不会绝望，我不想每个人在我身上给予信心，我不希望任何一个人对我好，因为我真的不配，你们这样做反而更让我感到愧疚。高中三年，留下的就只有遗憾了，我不想被别人逼着做事，不想我为别人做什么都是理所应当，这个比什么都难受。我希望你们能改变对任何一个人的看法，人的一生并不是被成绩所决定，并不是因为专业好的对别人的态度就不一样，或许对于我们这些专业没考好的才更需要得到别人的关心吧。我不想留下什么，我也不想合群，我总觉得我无论做什么，在你们看来都是丢人。对不起，我不想抱有幻想，读书或许后悔三年，但学艺术真的后悔一辈子。",
    "annotation": [
      {
        "sentence": "舞蹈失败者，学艺术真的后悔一辈子高中三年，熬过了太多，我也不知道生活是怎样把一个人熬成这幅模样。",
        "label": ""
      },
      {
        "sentence": "或许你们还能看到我脸色的笑容，但却没有一个人能知道我内心的压抑，我只是被磨得一点脾气也没有了。",
        "label": ""
      },
      {
        "sentence": "我之所以这么坚持的活着，是因为对生活还心存期许，不过当我发现，无论我再怎么努力，却也还是什么也不能改变。",
        "label": ""
      },
      {
        "sentence": "没有希望才不会绝望，我不想每个人在我身上给予信心，我不希望任何一个人对我好，因为我真的不配，你们这样做反而更让我感到愧疚。",
        "label": ""
      },
      {
        "sentence": "高中三年，留下的就只有遗憾了，我不想被别人逼着做事，不想我为别人做什么都是理所应当，这个比什么都难受。",
        "label": ""
      },
      {
        "sentence": "我希望你们能改变对任何一个人的看法，人的一生并不是被成绩所决定，并不是因为专业好的对别人的态度就不一样，或许对于我们这些专业没考好的才更需要得到别人的关心吧。",
        "label": ""
      },
      {
        "sentence": "我不想留下什么，我也不想合群，我总觉得我无论做什么，在你们看来都是丢人。",
        "label": ""
      },
      {
        "sentence": "对不起，我不想抱有幻想，读书或许后悔三年，但学艺术真的后悔一辈子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高考结束，过去的三年都会给人留下太多难以忘怀的记忆。如同我身边的很多人，经历高考已有7、8个甚至更多的三年，而今说起来依旧不时在梦中回到备考的场景，往往惊醒！由此可见，高考不仅是对学习的检验，也是对抗压性的考察。在你的考试经历中，似乎由于舞蹈考试发挥的没有达到预期，有些人对你的态度发生了变化，让你很难接受。尽管你没有明确的指出这些人是谁，但从你的描述中能够感受到他们对你来说是很重要的存在，他们的一言一行都牵动着你的心境。给你一个温暖的拥抱！你说的没错：人的一生并不是被成绩所决定。成绩只是对过去岁月的努力成果的检验方式。",
    "annotation": [
      {
        "sentence": "高考结束，过去的三年都会给人留下太多难以忘怀的记忆。",
        "label": ""
      },
      {
        "sentence": "如同我身边的很多人，经历高考已有7、8个甚至更多的三年，而今说起来依旧不时在梦中回到备考的场景，往往惊醒！",
        "label": ""
      },
      {
        "sentence": "由此可见，高考不仅是对学习的检验，也是对抗压性的考察。",
        "label": ""
      },
      {
        "sentence": "在你的考试经历中，似乎由于舞蹈考试发挥的没有达到预期，有些人对你的态度发生了变化，让你很难接受。",
        "label": ""
      },
      {
        "sentence": "尽管你没有明确的指出这些人是谁，但从你的描述中能够感受到他们对你来说是很重要的存在，他们的一言一行都牵动着你的心境。",
        "label": ""
      },
      {
        "sentence": "给你一个温暖的拥抱！",
        "label": ""
      },
      {
        "sentence": "你说的没错：人的一生并不是被成绩所决定。",
        "label": ""
      },
      {
        "sentence": "成绩只是对过去岁月的努力成果的检验方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。但是我真的感觉很沮丧，无论怎么努力，似乎都无法改变现实。我曾经对生活抱有期望，但现在却感到无望和绝望。我不知道自己已经变得如此无能，一点脾气都没有了。这让我觉得自己不配得到别人的好和关心。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "但是我真的感觉很沮丧，无论怎么努力，似乎都无法改变现实。",
        "label": ""
      },
      {
        "sentence": "我曾经对生活抱有期望，但现在却感到无望和绝望。",
        "label": ""
      },
      {
        "sentence": "我不知道自己已经变得如此无能，一点脾气都没有了。",
        "label": ""
      },
      {
        "sentence": "这让我觉得自己不配得到别人的好和关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别太自责了，每个人都会有低谷期，感到无力和压抑是正常的。你并不无能，只是暂时对现实感到失望而已。人的情绪是会有波动的，这并不代表你不配得到别人的关心和好。而且，你也并不需要为了回报别人的好意而感到愧疚，他们对你的好是出于他们内心的真实感受，并不需要你回报。",
    "annotation": [
      {
        "sentence": "别太自责了，每个人都会有低谷期，感到无力和压抑是正常的。",
        "label": ""
      },
      {
        "sentence": "你并不无能，只是暂时对现实感到失望而已。",
        "label": ""
      },
      {
        "sentence": "人的情绪是会有波动的，这并不代表你不配得到别人的关心和好。",
        "label": ""
      },
      {
        "sentence": "而且，你也并不需要为了回报别人的好意而感到愧疚，他们对你的好是出于他们内心的真实感受，并不需要你回报。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我真的觉得自己没有面对他们的勇气，也不想被别人误解。我不想让别人看到我懦弱的一面，也不想接受他们对我的关心和好意。这让我感到更加不值得。",
    "annotation": [
      {
        "sentence": "但我真的觉得自己没有面对他们的勇气，也不想被别人误解。",
        "label": ""
      },
      {
        "sentence": "我不想让别人看到我懦弱的一面，也不想接受他们对我的关心和好意。",
        "label": ""
      },
      {
        "sentence": "这让我感到更加不值得。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有自己的想法和感受，但并不代表你就是懦弱或不值得被关心。每个人都有脆弱的时候，你不必总是将自己藏在外表的笑容之后，可以选择和他人分享内心的感受。对于他人的好意，你可以试着接受，也可以选择以自己的方式回应，这并不会让你失去自己的尊严和独立性。",
    "annotation": [
      {
        "sentence": "每个人都有自己的想法和感受，但并不代表你就是懦弱或不值得被关心。",
        "label": ""
      },
      {
        "sentence": "每个人都有脆弱的时候，你不必总是将自己藏在外表的笑容之后，可以选择和他人分享内心的感受。",
        "label": ""
      },
      {
        "sentence": "对于他人的好意，你可以试着接受，也可以选择以自己的方式回应，这并不会让你失去自己的尊严和独立性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但我觉得自己只会成为别人眼中的失败者。无论我做什么，在他们看来都是丢人的。我真的不想再接受他们的好意和关心，我害怕受到更多的伤害。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但我觉得自己只会成为别人眼中的失败者。",
        "label": ""
      },
      {
        "sentence": "无论我做什么，在他们看来都是丢人的。",
        "label": ""
      },
      {
        "sentence": "我真的不想再接受他们的好意和关心，我害怕受到更多的伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你害怕被伤害，但你不能因为害怕而完全回避接受他人的好意。无论你在他们眼中是怎样的形象，你要相信自己的价值不仅仅取决于别人的评价。而且，不能因为怕受伤害就将自己与他人隔绝，这样会让你感到更加孤独和无助。试着打开心扉，逐渐接纳他人的关心，或许会有意想不到的改变。",
    "annotation": [
      {
        "sentence": "我理解你害怕被伤害，但你不能因为害怕而完全回避接受他人的好意。",
        "label": ""
      },
      {
        "sentence": "无论你在他们眼中是怎样的形象，你要相信自己的价值不仅仅取决于别人的评价。",
        "label": ""
      },
      {
        "sentence": "而且，不能因为怕受伤害就将自己与他人隔绝，这样会让你感到更加孤独和无助。",
        "label": ""
      },
      {
        "sentence": "试着打开心扉，逐渐接纳他人的关心，或许会有意想不到的改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说的对，我需要改变自己的心态和对他人的看法。我应该更加积极地面对生活，并接纳他人的好意。我也希望能从内心感受到对自己的关心和支持。谢谢你的建议和鼓励。",
    "annotation": [
      {
        "sentence": "或许你说的对，我需要改变自己的心态和对他人的看法。",
        "label": ""
      },
      {
        "sentence": "我应该更加积极地面对生活，并接纳他人的好意。",
        "label": ""
      },
      {
        "sentence": "我也希望能从内心感受到对自己的关心和支持。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你能够逐渐改变自己的心态，并找到真正适合自己的方式面对生活和他人。人生中的不快和挫折都是暂时",
    "annotation": [
      {
        "sentence": "不用客气，我相信你能够逐渐改变自己的心态，并找到真正适合自己的方式面对生活和他人。",
        "label": ""
      },
      {
        "sentence": "人生中的不快和挫折都是暂时",
        "label": ""
      }
    ]
  }
]