[
  {
    "role": "client",
    "content": "我疲惫，迷茫，害怕超多的东西，我真的很差？我发布这个自我觉得应该只是想要一个心理安慰心理依靠，但这是无用的，我不想依靠别人，过多的心灵鸡汤让我疲惫，哪怕很有道理的话听多了之后亦无任何感觉。现在讲讲我的困惑：我是一名高中生，自制力不够，对自己总是失望，觉得自己差劲，总是达不到预期满意的效果。觉得随便一个人都比自己厉害，可能是没有接纳自己吧，但我真的活得很累，很无力，对前途是迷茫悲观的。我可能因为过度的自我否定导致心理有点问题，我害怕超多东西，这些是我成绩下降的主要原因之一，会导致我无法专注。例如我看见一个比较恐怖的电视会害怕现实生活中，，我会害怕天花板会不会掉，我会害怕自己行为跟言语一不一致，哪怕只是件微末之事，没有谁会在意。害怕会不会下一倒霉的是自己就被那些报复社会的人杀害。害怕别人看自己，像别人说一句我看你挺努力的看这个会让我恐慌。疲惫却又无法战胜恐惧，我们班的人很少能够理解为何害怕这些我真的很差？",
    "annotation": [
      {
        "sentence": "我疲惫，迷茫，害怕超多的东西，我真的很差？",
        "label": ""
      },
      {
        "sentence": "我发布这个自我觉得应该只是想要一个心理安慰心理依靠，但这是无用的，我不想依靠别人，过多的心灵鸡汤让我疲惫，哪怕很有道理的话听多了之后亦无任何感觉。",
        "label": ""
      },
      {
        "sentence": "现在讲讲我的困惑：我是一名高中生，自制力不够，对自己总是失望，觉得自己差劲，总是达不到预期满意的效果。",
        "label": ""
      },
      {
        "sentence": "觉得随便一个人都比自己厉害，可能是没有接纳自己吧，但我真的活得很累，很无力，对前途是迷茫悲观的。",
        "label": ""
      },
      {
        "sentence": "我可能因为过度的自我否定导致心理有点问题，我害怕超多东西，这些是我成绩下降的主要原因之一，会导致我无法专注。",
        "label": ""
      },
      {
        "sentence": "例如我看见一个比较恐怖的电视会害怕现实生活中，，我会害怕天花板会不会掉，我会害怕自己行为跟言语一不一致，哪怕只是件微末之事，没有谁会在意。",
        "label": ""
      },
      {
        "sentence": "害怕会不会下一倒霉的是自己就被那些报复社会的人杀害。",
        "label": ""
      },
      {
        "sentence": "害怕别人看自己，像别人说一句我看你挺努力的看这个会让我恐慌。",
        "label": ""
      },
      {
        "sentence": "疲惫却又无法战胜恐惧，我们班的人很少能够理解为何害怕这些我真的很差？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子，我可以抱你一下吗？通读过你的问题后，我觉得，这一定会是个良好的开始，因为一切的改变都是从觉察开始的（有些人自觉地活得很好，但没意识到自己可能已经出现了偏差），不是吗？",
    "annotation": [
      {
        "sentence": "孩子，我可以抱你一下吗？",
        "label": ""
      },
      {
        "sentence": "通读过你的问题后，我觉得，这一定会是个良好的开始，因为一切的改变都是从觉察开始的（有些人自觉地活得很好，但没意识到自己可能已经出现了偏差），不是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解，我觉得我需要更多的支持和安慰。",
    "annotation": [
      {
        "sentence": "谢谢你的理解，我觉得我需要更多的支持和安慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，心灵鸡汤不是心理学（具体可参考《这才是心理学》），社会上对于心理学有着太多的误解，需要我们共同来拨云见日。高中生所处的年龄段正是通常所说的建立理想阶段，你在担负学业的同时，也在自省着自己，这不是一件很好的事情吗？",
    "annotation": [
      {
        "sentence": "首先，心灵鸡汤不是心理学（具体可参考《这才是心理学》），社会上对于心理学有着太多的误解，需要我们共同来拨云见日。",
        "label": ""
      },
      {
        "sentence": "高中生所处的年龄段正是通常所说的建立理想阶段，你在担负学业的同时，也在自省着自己，这不是一件很好的事情吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，或许我应该更加积极地面对自己的问题。",
    "annotation": [
      {
        "sentence": "我明白了，或许我应该更加积极地面对自己的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "总结下你的困惑，可能有以下两点：（1）期望和现实的不匹配，让人感到挫败，疲惫，悲观。阿德勒在《自卑与超越》中说，每个人都有自卑，而由于我们每个人对此的认知不同，导致结果不同。你目前还处于高中阶段，思想和情绪的起伏剧烈，这是可以理解的。只要我们的主线，没有大的偏离，航向正确，总归会通过曲折的道路，最终达到自己的目标的。",
    "annotation": [
      {
        "sentence": "总结下你的困惑，可能有以下两点：（1）期望和现实的不匹配，让人感到挫败，疲惫，悲观。",
        "label": ""
      },
      {
        "sentence": "阿德勒在《自卑与超越》中说，每个人都有自卑，而由于我们每个人对此的认知不同，导致结果不同。",
        "label": ""
      },
      {
        "sentence": "你目前还处于高中阶段，思想和情绪的起伏剧烈，这是可以理解的。",
        "label": ""
      },
      {
        "sentence": "只要我们的主线，没有大的偏离，航向正确，总归会通过曲折的道路，最终达到自己的目标的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我需要正视自己的期望与现实之间的差距，然后寻找改进的方法。",
    "annotation": [
      {
        "sentence": "是的，我需要正视自己的期望与现实之间的差距，然后寻找改进的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "针对目前你所提的想法，我们可以把以上的问题清单化，就是列出自己目前的优点和缺点，尤其是优点，也许你自己都没有意识到自己有多么优秀，列出来清单之后，我们逐条地把可以改善的方法写出来，就是把这种挫败的感觉，用实际的方法和行动来应对。我不清楚你的家庭关系，得到父母的支持对于目前的阶段，也很重要。也可以和自己的小伙伴进行一些更多的交流，相互切磋。当你积累的更多的心力之后，再进行下一步的规划和畅想。",
    "annotation": [
      {
        "sentence": "针对目前你所提的想法，我们可以把以上的问题清单化，就是列出自己目前的优点和缺点，尤其是优点，也许你自己都没有意识到自己有多么优秀，列出来清单之后，我们逐条地把可以改善的方法写出来，就是把这种挫败的感觉，用实际的方法和行动来应对。",
        "label": ""
      },
      {
        "sentence": "我不清楚你的家庭关系，得到父母的支持对于目前的阶段，也很重要。",
        "label": ""
      },
      {
        "sentence": "也可以和自己的小伙伴进行一些更多的交流，相互切磋。",
        "label": ""
      },
      {
        "sentence": "当你积累的更多的心力之后，再进行下一步的规划和畅想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着找出自己的优点，并为每个问题找到解决办法。同时，我会寻求家人和朋友的支持，更多地与他们交流。",
    "annotation": [
      {
        "sentence": "我会试着找出自己的优点，并为每个问题找到解决办法。",
        "label": ""
      },
      {
        "sentence": "同时，我会寻求家人和朋友的支持，更多地与他们交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕我们每个人都有害怕的东西，也许是因为小时候的某个记忆，也许是因为看了什么，日有所思夜有所梦。恐怖的影视，我们可以尽量少去接触（信息的输入），多接触一些能够让你感觉良好的，体验到更多安全感的信息源。还是回到上一个问题，一个家庭需要给予孩子最重要的两点，一个是归属感，一个是安全感。你问题中所缺乏的，似乎正是这两点。",
    "annotation": [
      {
        "sentence": "害怕我们每个人都有害怕的东西，也许是因为小时候的某个记忆，也许是因为看了什么，日有所思夜有所梦。",
        "label": ""
      },
      {
        "sentence": "恐怖的影视，我们可以尽量少去接触（信息的输入），多接触一些能够让你感觉良好的，体验到更多安全感的信息源。",
        "label": ""
      },
      {
        "sentence": "还是回到上一个问题，一个家庭需要给予孩子最重要的两点，一个是归属感，一个是安全感。",
        "label": ""
      },
      {
        "sentence": "你问题中所缺乏的，似乎正是这两点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得没错，我现在明白了自己的害怕来源，我会尽量避免恐怖影视的观看，更多地接触让自己感到安全的信息。",
    "annotation": [
      {
        "sentence": "你说得没错，我现在明白了自己的害怕来源，我会尽量避免恐怖影视的观看，更多地接触让自己感到安全的信息。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "目前现阶段，除了和家人的深入交流之外，在有余力的状况下，也可以自己阅读和自学一些心理学（如《自卑和超越》，CBT心理自助《克服恐惧》），进行一些自助。能说出来已经是个良好的开端，要想彻底解决不是一朝一夕的事情（正如问题的形成）。如果觉得需要更多的援助，可以去找专业的咨询。",
    "annotation": [
      {
        "sentence": "目前现阶段，除了和家人的深入交流之外，在有余力的状况下，也可以自己阅读和自学一些心理学（如《自卑和超越》，CBT心理自助《克服恐惧》），进行一些自助。",
        "label": ""
      },
      {
        "sentence": "能说出来已经是个良好的开端，要想彻底解决不是一朝一夕的事情（正如问题的形成）。",
        "label": ""
      },
      {
        "sentence": "如果觉得需要更多的援助，可以去找专业的咨询。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽量进行自我学习和自助，同时也会考虑寻求专业咨询的帮助。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "我会尽量进行自我学习和自助，同时也会考虑寻求专业咨询的帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "以上，希望对你有所启发和帮助。记住，你不是一个人在战斗，我们都在这里支持你！",
    "annotation": [
      {
        "sentence": "以上，希望对你有所启发和帮助。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，我们都在这里支持你！",
        "label": ""
      }
    ]
  }
]