[
  {
    "role": "client",
    "content": "我26岁了，大专毕业已经有3年了。可是在过去的6年里，我咨询师总是在评价我，她的话总是伤人。昨天我在视频咨询中提到了我最近在择业方面的焦虑和选择的问题。我在思考是要做销售还是电气自动化学徒，甚至还考虑了公务员、事业单位或者老师的考试。然而，江苏省不收非全日制本科生，而且我才刚刚报名成人高考，至少还要等2.5年才能拿到证书。在咨询中，我询问了很多问题，可她只是一直说我一直活在幻想中，只想发财，没有一步步来。我在咨询中分析了各个行业选择的优劣，但她还是坚持说我一直活在幻想中。她说这样很危险，要么我患有精神类问题，要么会发生意外。我不知道这样的咨询是否值得继续下去。之前我在无锡工作过，从事的是自己学的电气自动化，水平一般。后来，我找到了一家上市公司，公司提供吃住，并且是一个很好的平台。我实习了一个月后被录用了。回家一下，我去咨询了一下这个问题，咨询师说不要再外面闯了，说我会遭遇到很多困难，意思是回家推荐我去一个知名的餐饮企业工作，从小事做起，找到自我。我毕业已经1年了，当时我感谢她把我从高三的焦虑状态中解救出来，我也深信她是我的救命恩人。按照她的建议去做了，并且她还建议我利用空余时间去找一个兼职刷碗刷锅，我也做了。然而，家人对我的选择不理解。我一直坚持着，但最终还是失败了，还导致了我的恋爱失败。而现在，她又建议我去找扫地工作？？？我真的不理解。",
    "annotation": [
      {
        "sentence": "我26岁了，大专毕业已经有3年了。",
        "label": ""
      },
      {
        "sentence": "可是在过去的6年里，我咨询师总是在评价我，她的话总是伤人。",
        "label": ""
      },
      {
        "sentence": "昨天我在视频咨询中提到了我最近在择业方面的焦虑和选择的问题。",
        "label": ""
      },
      {
        "sentence": "我在思考是要做销售还是电气自动化学徒，甚至还考虑了公务员、事业单位或者老师的考试。",
        "label": ""
      },
      {
        "sentence": "然而，江苏省不收非全日制本科生，而且我才刚刚报名成人高考，至少还要等2.5年才能拿到证书。",
        "label": ""
      },
      {
        "sentence": "在咨询中，我询问了很多问题，可她只是一直说我一直活在幻想中，只想发财，没有一步步来。",
        "label": ""
      },
      {
        "sentence": "我在咨询中分析了各个行业选择的优劣，但她还是坚持说我一直活在幻想中。",
        "label": ""
      },
      {
        "sentence": "她说这样很危险，要么我患有精神类问题，要么会发生意外。",
        "label": ""
      },
      {
        "sentence": "我不知道这样的咨询是否值得继续下去。",
        "label": ""
      },
      {
        "sentence": "之前我在无锡工作过，从事的是自己学的电气自动化，水平一般。",
        "label": ""
      },
      {
        "sentence": "后来，我找到了一家上市公司，公司提供吃住，并且是一个很好的平台。",
        "label": ""
      },
      {
        "sentence": "我实习了一个月后被录用了。",
        "label": ""
      },
      {
        "sentence": "回家一下，我去咨询了一下这个问题，咨询师说不要再外面闯了，说我会遭遇到很多困难，意思是回家推荐我去一个知名的餐饮企业工作，从小事做起，找到自我。",
        "label": ""
      },
      {
        "sentence": "我毕业已经1年了，当时我感谢她把我从高三的焦虑状态中解救出来，我也深信她是我的救命恩人。",
        "label": ""
      },
      {
        "sentence": "按照她的建议去做了，并且她还建议我利用空余时间去找一个兼职刷碗刷锅，我也做了。",
        "label": ""
      },
      {
        "sentence": "然而，家人对我的选择不理解。",
        "label": ""
      },
      {
        "sentence": "我一直坚持着，但最终还是失败了，还导致了我的恋爱失败。",
        "label": ""
      },
      {
        "sentence": "而现在，她又建议我去找扫地工作？？？",
        "label": ""
      },
      {
        "sentence": "我真的不理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述，我感觉到你处在非常困惑的状态。咨询师在你内心的地位似乎超越了你和你自己的家人之间的关系。当你提到咨询师建议你找兼职刷碗刷锅时，你坚持着去做，并向她表达了感激之情，这说明你在某种程度上更愿意听她的意见，比起家人来说。也许猜测一下，相比于家人，你更在意咨询师的看法。我也能理解你会对咨询师为何说你活在幻想中感到困惑。是你的哪些行为让她有这样的感觉呢？作为旁观者，我们很难了解事情的客观情况，也了解不到你的个人背景。但是，我能感受到在你和她的咨询过程中，她对你的评价性语言让你感到内心的不适。这对于你个人的成长来说是非常有意义的问题。我想和你分享一下对“评价”的看法。在心理咨询中，很多人来寻找咨询师的帮助，通常是因为陷入到无法自己解决的问题中，感到异常痛苦。很多时候，这些问题是让人难以启齿的，可能涉及到个人内心深处的事情，或者不被社会所认可的某些观念。心理咨询师的评价，在这样孤苦伶仃、无人可求助的时候，就连作为“救命稻草”，她也会说出那样的话，带来的伤害是巨大的。心理咨询师经过专业训练，在专业要求中保持中立的价值观。他们会尽量避免陈述对某个事情的好恶，以客观的方式描述和分析。比如，如果来访者本身是小三，而心理咨询师本人并不赞同小三的做法。心理咨询师会根据专业要求，尽量避免透露个人观点，因为在咨询过程中，咨询师可能会无意中透露出自己对事件的看法，比如说这样是不对的，你的做法很渣（这里的“不对”就是对小三身份的评价）。这样的评价会伤害到寻求帮助的人，正如你所描述的，让你感到难受。这样的评价也不利于咨询关系的建立和治疗联盟的形成，也无助于帮助来访者认识到自身存在的问题。而咨询师的“评价”出现，也可能意味着咨询师个人有一些情节没有被处理好。这种情况下，咨询师需要和自己的督导老师一起进行督导，思考和反思如何更好地处理案例。咨询师也需要进行个人体验，解决自己生活中的问题。最后，我建议你和你的心理咨询师对话，告诉她她的言语对你的内心带来的感受，让她了解你的想法（这里补充一点，每个咨询师都有自己的专长和无法解决的问题）。如果她仍然不能满足你的需求，可以尝试体验其他咨询师的风格。",
    "annotation": [
      {
        "sentence": "通过你的描述，我感觉到你处在非常困惑的状态。",
        "label": ""
      },
      {
        "sentence": "咨询师在你内心的地位似乎超越了你和你自己的家人之间的关系。",
        "label": ""
      },
      {
        "sentence": "当你提到咨询师建议你找兼职刷碗刷锅时，你坚持着去做，并向她表达了感激之情，这说明你在某种程度上更愿意听她的意见，比起家人来说。",
        "label": ""
      },
      {
        "sentence": "也许猜测一下，相比于家人，你更在意咨询师的看法。",
        "label": ""
      },
      {
        "sentence": "我也能理解你会对咨询师为何说你活在幻想中感到困惑。",
        "label": ""
      },
      {
        "sentence": "是你的哪些行为让她有这样的感觉呢？",
        "label": ""
      },
      {
        "sentence": "作为旁观者，我们很难了解事情的客观情况，也了解不到你的个人背景。",
        "label": ""
      },
      {
        "sentence": "但是，我能感受到在你和她的咨询过程中，她对你的评价性语言让你感到内心的不适。",
        "label": ""
      },
      {
        "sentence": "这对于你个人的成长来说是非常有意义的问题。",
        "label": ""
      },
      {
        "sentence": "我想和你分享一下对“评价”的看法。",
        "label": ""
      },
      {
        "sentence": "在心理咨询中，很多人来寻找咨询师的帮助，通常是因为陷入到无法自己解决的问题中，感到异常痛苦。",
        "label": ""
      },
      {
        "sentence": "很多时候，这些问题是让人难以启齿的，可能涉及到个人内心深处的事情，或者不被社会所认可的某些观念。",
        "label": ""
      },
      {
        "sentence": "心理咨询师的评价，在这样孤苦伶仃、无人可求助的时候，就连作为“救命稻草”，她也会说出那样的话，带来的伤害是巨大的。",
        "label": ""
      },
      {
        "sentence": "心理咨询师经过专业训练，在专业要求中保持中立的价值观。",
        "label": ""
      },
      {
        "sentence": "他们会尽量避免陈述对某个事情的好恶，以客观的方式描述和分析。",
        "label": ""
      },
      {
        "sentence": "比如，如果来访者本身是小三，而心理咨询师本人并不赞同小三的做法。",
        "label": ""
      },
      {
        "sentence": "心理咨询师会根据专业要求，尽量避免透露个人观点，因为在咨询过程中，咨询师可能会无意中透露出自己对事件的看法，比如说这样是不对的，你的做法很渣（这里的“不对”就是对小三身份的评价）。",
        "label": ""
      },
      {
        "sentence": "这样的评价会伤害到寻求帮助的人，正如你所描述的，让你感到难受。",
        "label": ""
      },
      {
        "sentence": "这样的评价也不利于咨询关系的建立和治疗联盟的形成，也无助于帮助来访者认识到自身存在的问题。",
        "label": ""
      },
      {
        "sentence": "而咨询师的“评价”出现，也可能意味着咨询师个人有一些情节没有被处理好。",
        "label": ""
      },
      {
        "sentence": "这种情况下，咨询师需要和自己的督导老师一起进行督导，思考和反思如何更好地处理案例。",
        "label": ""
      },
      {
        "sentence": "咨询师也需要进行个人体验，解决自己生活中的问题。",
        "label": ""
      },
      {
        "sentence": "最后，我建议你和你的心理咨询师对话，告诉她她的言语对你的内心带来的感受，让她了解你的想法（这里补充一点，每个咨询师都有自己的专长和无法解决的问题）。",
        "label": ""
      },
      {
        "sentence": "如果她仍然不能满足你的需求，可以尝试体验其他咨询师的风格。",
        "label": ""
      }
    ]
  }
]