[
  {
    "role": "client",
    "content": "我感到疲惫、迷茫，害怕很多东西，我真的很差吗？我发布这个自我觉得应该只是想要一个心理安慰和依靠，但这是无用的，我不想依靠别人。过多的心灵鸡汤让我疲惫，哪怕很有道理的话听多了之后亦无任何感觉。现在讲讲我的困惑。我是一名高中生，自制力不够，对自己总是失望，觉得自己差劲。总是达不到预期满意的效果，觉得随便一个人都比自己厉害。可能是没有接纳自己吧，但我真的活得很累，很无力，对未来感到迷茫和悲观。我可能因为过度的自我否定导致心理有点问题，害怕很多东西，这是我成绩下降的主要原因之一。会导致我无法专注，例如我看见一个比较恐怖的电视会害怕现实生活中会发生同样的事情。我会害怕天花板会不会掉下来，害怕自己行为跟言语不一致，哪怕只是件微末之事，没有谁会在意。害怕下一次倒霉的是自己被那些报复社会的人杀害。害怕别人看自己，像别人说一句我看你挺努力的，这会让我恐慌。疲惫却又无法战胜恐惧，我们班的人很少能够理解为何害怕这些。我真的很差？",
    "annotation": [
      {
        "sentence": "我感到疲惫、迷茫，害怕很多东西，我真的很差吗？",
        "label": ""
      },
      {
        "sentence": "我发布这个自我觉得应该只是想要一个心理安慰和依靠，但这是无用的，我不想依靠别人。",
        "label": ""
      },
      {
        "sentence": "过多的心灵鸡汤让我疲惫，哪怕很有道理的话听多了之后亦无任何感觉。",
        "label": ""
      },
      {
        "sentence": "现在讲讲我的困惑。",
        "label": ""
      },
      {
        "sentence": "我是一名高中生，自制力不够，对自己总是失望，觉得自己差劲。",
        "label": ""
      },
      {
        "sentence": "总是达不到预期满意的效果，觉得随便一个人都比自己厉害。",
        "label": ""
      },
      {
        "sentence": "可能是没有接纳自己吧，但我真的活得很累，很无力，对未来感到迷茫和悲观。",
        "label": ""
      },
      {
        "sentence": "我可能因为过度的自我否定导致心理有点问题，害怕很多东西，这是我成绩下降的主要原因之一。",
        "label": ""
      },
      {
        "sentence": "会导致我无法专注，例如我看见一个比较恐怖的电视会害怕现实生活中会发生同样的事情。",
        "label": ""
      },
      {
        "sentence": "我会害怕天花板会不会掉下来，害怕自己行为跟言语不一致，哪怕只是件微末之事，没有谁会在意。",
        "label": ""
      },
      {
        "sentence": "害怕下一次倒霉的是自己被那些报复社会的人杀害。",
        "label": ""
      },
      {
        "sentence": "害怕别人看自己，像别人说一句我看你挺努力的，这会让我恐慌。",
        "label": ""
      },
      {
        "sentence": "疲惫却又无法战胜恐惧，我们班的人很少能够理解为何害怕这些。",
        "label": ""
      },
      {
        "sentence": "我真的很差？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高中阶段对每个人来说都是一个从青年期走向成年期的关键阶段。我们会经历很多事情，遇到比小学初中多得多的问题。而且我们也开始从父母的庇护下走出，开始独立面对生活，肯定会遇到许多不如意的事情。但至少你还没有到绝望的时候，你比许多人优秀，你也有许多人没有的条件，只是你自己没有发现而已。先说说你的问题：你听过许多的大道理和心灵鸡汤，已经对这些东西没有感觉了。你是一名高中生，自制力不够。你总是达不到自己预期的效果，对自己很失望，觉得任何一个人都比你自己优秀。你害怕很多东西，哪怕这些东西根本就不会发生，或者说是很小的事情。你害怕被人看到，害怕别人夸你很努力。因为你害怕付出努力后没有好的结果，别人会更加嘲笑你。我也是从高考中走过来的，说实话高中生活确实压力非常大，特别是在高考竞争激烈的省份。每天除了吃饭、睡觉、上厕所，就是学习了。因此，如果学习成绩出现起伏或不稳定的现象，会极有可能引起情绪不稳定。因为你害怕被别人超越，害怕失败。可是事实上，正是因为你的这种担心，才让你所有担心的事情成为了可能。甚至你害怕很多东西，可能都是因为害怕学习成绩下降引起的。为什么说你并不比其他人差呢？这并不是在安慰你，而是客观事实。你之所以会失望，是因为你对自己有要求，有自己的定位，所以当你没达到这样的要求时才会感到失落。从这点看，你比绝大多数人都优秀，因为你有实力、有上进心，并且我相信你的成绩在班级或学校里也不是很差的那一类。你觉得自己差，只是因为你比较自卑的对象不同而已。当然这并不是让你降低要求或者不去和优秀的人比。只是希望你看清自己，不要太妄自菲薄。只有当你真正认识到自己的优秀和不足，你才能做出改进，进而超越其他人。同时我们也要正确看待高中各种考试，成绩的起伏是正常现象。就像未来将要面对的生活一样，也会有很多起伏。但现实生活与考试最大的不同在于，生活不会给你很多次的模拟，不会让你一次次寻找问题然后改正。生活中的每一个错误都是会付出代价的。所以我们应该正确看待考试，只要不是最后一次高考，就会有机会。哪怕真的是高考我们也可以重新来过。现在我们应该庆幸，我们的问题这么早就暴露出来，还有足够的时间来改正和学习。如果现在每次考试你都能拿高分，你觉得你还会有动力认真学习吗？我来和你分享我的一个小故事：高中时，我的成绩属于中上游的那种，成绩起伏非常大。每次考好了我就得意忘形，就不会再认真学习；然后接下来的考试就会一塌糊涂，我又会努力追赶，陷入这个怪圈无法自拔。试想一下，如果你每次都考得很好或每次都考得很差，会是什么情况呢？想必你应该明白，有压力才会有动力。至于你害怕很多东西，害怕别人说你很努力。其实只要你的学习问题得到改善，并建立一定的自信，别人对你的影响可能会很小，你的这些症状也会随之消失。当然，如果你现在的问题非常严重，已经严重影响到学习和生活，最好去做进一步的心理咨",
    "annotation": [
      {
        "sentence": "高中阶段对每个人来说都是一个从青年期走向成年期的关键阶段。",
        "label": ""
      },
      {
        "sentence": "我们会经历很多事情，遇到比小学初中多得多的问题。",
        "label": ""
      },
      {
        "sentence": "而且我们也开始从父母的庇护下走出，开始独立面对生活，肯定会遇到许多不如意的事情。",
        "label": ""
      },
      {
        "sentence": "但至少你还没有到绝望的时候，你比许多人优秀，你也有许多人没有的条件，只是你自己没有发现而已。",
        "label": ""
      },
      {
        "sentence": "先说说你的问题：你听过许多的大道理和心灵鸡汤，已经对这些东西没有感觉了。",
        "label": ""
      },
      {
        "sentence": "你是一名高中生，自制力不够。",
        "label": ""
      },
      {
        "sentence": "你总是达不到自己预期的效果，对自己很失望，觉得任何一个人都比你自己优秀。",
        "label": ""
      },
      {
        "sentence": "你害怕很多东西，哪怕这些东西根本就不会发生，或者说是很小的事情。",
        "label": ""
      },
      {
        "sentence": "你害怕被人看到，害怕别人夸你很努力。",
        "label": ""
      },
      {
        "sentence": "因为你害怕付出努力后没有好的结果，别人会更加嘲笑你。",
        "label": ""
      },
      {
        "sentence": "我也是从高考中走过来的，说实话高中生活确实压力非常大，特别是在高考竞争激烈的省份。",
        "label": ""
      },
      {
        "sentence": "每天除了吃饭、睡觉、上厕所，就是学习了。",
        "label": ""
      },
      {
        "sentence": "因此，如果学习成绩出现起伏或不稳定的现象，会极有可能引起情绪不稳定。",
        "label": ""
      },
      {
        "sentence": "因为你害怕被别人超越，害怕失败。",
        "label": ""
      },
      {
        "sentence": "可是事实上，正是因为你的这种担心，才让你所有担心的事情成为了可能。",
        "label": ""
      },
      {
        "sentence": "甚至你害怕很多东西，可能都是因为害怕学习成绩下降引起的。",
        "label": ""
      },
      {
        "sentence": "为什么说你并不比其他人差呢？",
        "label": ""
      },
      {
        "sentence": "这并不是在安慰你，而是客观事实。",
        "label": ""
      },
      {
        "sentence": "你之所以会失望，是因为你对自己有要求，有自己的定位，所以当你没达到这样的要求时才会感到失落。",
        "label": ""
      },
      {
        "sentence": "从这点看，你比绝大多数人都优秀，因为你有实力、有上进心，并且我相信你的成绩在班级或学校里也不是很差的那一类。",
        "label": ""
      },
      {
        "sentence": "你觉得自己差，只是因为你比较自卑的对象不同而已。",
        "label": ""
      },
      {
        "sentence": "当然这并不是让你降低要求或者不去和优秀的人比。",
        "label": ""
      },
      {
        "sentence": "只是希望你看清自己，不要太妄自菲薄。",
        "label": ""
      },
      {
        "sentence": "只有当你真正认识到自己的优秀和不足，你才能做出改进，进而超越其他人。",
        "label": ""
      },
      {
        "sentence": "同时我们也要正确看待高中各种考试，成绩的起伏是正常现象。",
        "label": ""
      },
      {
        "sentence": "就像未来将要面对的生活一样，也会有很多起伏。",
        "label": ""
      },
      {
        "sentence": "但现实生活与考试最大的不同在于，生活不会给你很多次的模拟，不会让你一次次寻找问题然后改正。",
        "label": ""
      },
      {
        "sentence": "生活中的每一个错误都是会付出代价的。",
        "label": ""
      },
      {
        "sentence": "所以我们应该正确看待考试，只要不是最后一次高考，就会有机会。",
        "label": ""
      },
      {
        "sentence": "哪怕真的是高考我们也可以重新来过。",
        "label": ""
      },
      {
        "sentence": "现在我们应该庆幸，我们的问题这么早就暴露出来，还有足够的时间来改正和学习。",
        "label": ""
      },
      {
        "sentence": "如果现在每次考试你都能拿高分，你觉得你还会有动力认真学习吗？",
        "label": ""
      },
      {
        "sentence": "我来和你分享我的一个小故事：高中时，我的成绩属于中上游的那种，成绩起伏非常大。",
        "label": ""
      },
      {
        "sentence": "每次考好了我就得意忘形，就不会再认真学习；然后接下来的考试就会一塌糊涂，我又会努力追赶，陷入这个怪圈无法自拔。",
        "label": ""
      },
      {
        "sentence": "试想一下，如果你每次都考得很好或每次都考得很差，会是什么情况呢？",
        "label": ""
      },
      {
        "sentence": "想必你应该明白，有压力才会有动力。",
        "label": ""
      },
      {
        "sentence": "至于你害怕很多东西，害怕别人说你很努力。",
        "label": ""
      },
      {
        "sentence": "其实只要你的学习问题得到改善，并建立一定的自信，别人对你的影响可能会很小，你的这些症状也会随之消失。",
        "label": ""
      },
      {
        "sentence": "当然，如果你现在的问题非常严重，已经严重影响到学习和生活，最好去做进一步的心理咨",
        "label": ""
      }
    ]
  }
]