[
  {
    "role": "client",
    "content": "我26岁了，大专毕业已经3年了。我最近咨询了一位咨询师，但她的评价让我很受伤。我询问了关于择业焦虑和职业选择的问题，比如销售和电气自动化学徒，甚至考公务员或者老师。可是江苏省不收非全日制本科生，而且我刚刚报名了成人高考，还需要2.5年才能拿到证书。我问了很多问题，她只是说我一直活在幻想里，想发财，不是一步步来。我分析了各个行业的优劣势，但她只是一直说我活在幻想里。她告诉我这样很危险，要么就是我患有精神问题，要么就是会发生意外。我不知道是否应该继续咨询下去？",
    "annotation": [
      {
        "sentence": "我26岁了，大专毕业已经3年了。",
        "label": ""
      },
      {
        "sentence": "我最近咨询了一位咨询师，但她的评价让我很受伤。",
        "label": ""
      },
      {
        "sentence": "我询问了关于择业焦虑和职业选择的问题，比如销售和电气自动化学徒，甚至考公务员或者老师。",
        "label": ""
      },
      {
        "sentence": "可是江苏省不收非全日制本科生，而且我刚刚报名了成人高考，还需要2.5年才能拿到证书。",
        "label": ""
      },
      {
        "sentence": "我问了很多问题，她只是说我一直活在幻想里，想发财，不是一步步来。",
        "label": ""
      },
      {
        "sentence": "我分析了各个行业的优劣势，但她只是一直说我活在幻想里。",
        "label": ""
      },
      {
        "sentence": "她告诉我这样很危险，要么就是我患有精神问题，要么就是会发生意外。",
        "label": ""
      },
      {
        "sentence": "我不知道是否应该继续咨询下去？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗨！看到你的描述，我真的很心疼你。主要是因为心理咨询师的不专业，让你感到困惑和受伤。无论对方是谁，当我们怀揣梦想时，遭遇无情的打击，我们会开始怀疑自己对吗？我理解你的感受。我猜你在网上寻找视频心理咨询的目的，主要是希望得到鼓励、肯定和支持对吗？然后才有动力去逐步实现自己的梦想。从你的描述中，我感觉你可能缺乏一种安全感，这可能就是你寻找心理咨询的原因之一。如果我们有足够亲密的关系支持，足够的安全感，人们就更愿意去探索和尝试。在你的描述中，关于幻想的问题，我觉得更多的是对现实的不了解，但这并不影响我们拥有梦想，对吗？即使在追逐梦想的过程中，我们可能会受伤害，但如果没有梦想的支撑，我们可能都不敢迈出第一步。人生就是这样，我们要敢于梦想，才有可能实现。如果连想都不敢想，就更不可能实现了。如果你有任何疑惑，欢迎私信我，我们可以解惑和交流。",
    "annotation": [
      {
        "sentence": "嗨！",
        "label": ""
      },
      {
        "sentence": "看到你的描述，我真的很心疼你。",
        "label": ""
      },
      {
        "sentence": "主要是因为心理咨询师的不专业，让你感到困惑和受伤。",
        "label": ""
      },
      {
        "sentence": "无论对方是谁，当我们怀揣梦想时，遭遇无情的打击，我们会开始怀疑自己对吗？",
        "label": ""
      },
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "我猜你在网上寻找视频心理咨询的目的，主要是希望得到鼓励、肯定和支持对吗？",
        "label": ""
      },
      {
        "sentence": "然后才有动力去逐步实现自己的梦想。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我感觉你可能缺乏一种安全感，这可能就是你寻找心理咨询的原因之一。",
        "label": ""
      },
      {
        "sentence": "如果我们有足够亲密的关系支持，足够的安全感，人们就更愿意去探索和尝试。",
        "label": ""
      },
      {
        "sentence": "在你的描述中，关于幻想的问题，我觉得更多的是对现实的不了解，但这并不影响我们拥有梦想，对吗？",
        "label": ""
      },
      {
        "sentence": "即使在追逐梦想的过程中，我们可能会受伤害，但如果没有梦想的支撑，我们可能都不敢迈出第一步。",
        "label": ""
      },
      {
        "sentence": "人生就是这样，我们要敢于梦想，才有可能实现。",
        "label": ""
      },
      {
        "sentence": "如果连想都不敢想，就更不可能实现了。",
        "label": ""
      },
      {
        "sentence": "如果你有任何疑惑，欢迎私信我，我们可以解惑和交流。",
        "label": ""
      }
    ]
  }
]