[
  {
    "role": "client",
    "content": "我已经29岁了，面对失恋的痛苦，觉得自己被无情地抛弃了。我和男朋友在一起已经三年多了，他家里不同意我们在一起，但我们坚持要在一起。然而，这三年来我们一直吵架，最近因为各种事情也是吵架，结果吵到他说他受够了，他说他心都死了，然后提出了分手。已经两个多月过去了，但最近我感到怨恨、愤怒和生气的情绪特别大，特别想去问他为什么要这么对我。我都已经29岁了，就这么被无情地抛弃了，不知道该怎么面对。",
    "annotation": [
      {
        "sentence": "我已经29岁了，面对失恋的痛苦，觉得自己被无情地抛弃了。",
        "label": ""
      },
      {
        "sentence": "我和男朋友在一起已经三年多了，他家里不同意我们在一起，但我们坚持要在一起。",
        "label": ""
      },
      {
        "sentence": "然而，这三年来我们一直吵架，最近因为各种事情也是吵架，结果吵到他说他受够了，他说他心都死了，然后提出了分手。",
        "label": ""
      },
      {
        "sentence": "已经两个多月过去了，但最近我感到怨恨、愤怒和生气的情绪特别大，特别想去问他为什么要这么对我。",
        "label": ""
      },
      {
        "sentence": "我都已经29岁了，就这么被无情地抛弃了，不知道该怎么面对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "三年的恋爱，尽管你表面上看起来很强势，但实际上你太脆弱、太渴望爱情了，你害怕被对方抛弃，所以你只会通过“吵架”、“试探”、“威胁”等方式来获得自己在关系中的存在感。不作不闹会让你陷入恐惧的虚无。可是，前男友无法理解或一开始理解了，但慢慢被你不断勒索情绪价值的方式所拿走了他的耐心和对你的爱，累到极致自然就想要离开了。这个时候，你当然是无法释怀的，因为你的吵架并不是因为不爱，而是因为害怕得不到爱，害怕爱离开，渴望爱情。所以，当你感到恐惧被抛弃时，你会感到痛苦、委屈和无法承受……是这样吗？",
    "annotation": [
      {
        "sentence": "三年的恋爱，尽管你表面上看起来很强势，但实际上你太脆弱、太渴望爱情了，你害怕被对方抛弃，所以你只会通过“吵架”、“试探”、“威胁”等方式来获得自己在关系中的存在感。",
        "label": ""
      },
      {
        "sentence": "不作不闹会让你陷入恐惧的虚无。",
        "label": ""
      },
      {
        "sentence": "可是，前男友无法理解或一开始理解了，但慢慢被你不断勒索情绪价值的方式所拿走了他的耐心和对你的爱，累到极致自然就想要离开了。",
        "label": ""
      },
      {
        "sentence": "这个时候，你当然是无法释怀的，因为你的吵架并不是因为不爱，而是因为害怕得不到爱，害怕爱离开，渴望爱情。",
        "label": ""
      },
      {
        "sentence": "所以，当你感到恐惧被抛弃时，你会感到痛苦、委屈和无法承受……是这样吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是这样的感受。我觉得自己无法释怀，因为我真的不想失去他。但我也知道自己的行为可能是有问题的，可是我怎么才能学习好的关系经营方式呢？我为什么总是这么作，却不知道该怎么维护一段健康的关系呢？",
    "annotation": [
      {
        "sentence": "是的，我就是这样的感受。",
        "label": ""
      },
      {
        "sentence": "我觉得自己无法释怀，因为我真的不想失去他。",
        "label": ""
      },
      {
        "sentence": "但我也知道自己的行为可能是有问题的，可是我怎么才能学习好的关系经营方式呢？",
        "label": ""
      },
      {
        "sentence": "我为什么总是这么作，却不知道该怎么维护一段健康的关系呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，我看到了一个问题，虽然你已经29岁了，但在感情方面你的心智还停留在孩童的水平上，并且你没有学习过良好的关系经营方式。你想找一个人，来无条件地满足你内心的匮乏感，来接受你所有的作为和闹腾，来承受你不断的情绪勒索。你的关系经营方式仅仅凭借本能的需要和本能的沟通方式，却不知道任何一段亲密关系都无法承受这么长久的不平衡。这种行为很可能与你成长的家庭环境和经历有关。接受分手，承受分离的痛苦非常困难，但也非常有价值。关于如何度过分手后的痛苦，我推荐你去听听陆琪老师的课程，他们有系统的课程教导你如何度过失恋的33天，如何戒断，如何重新开展新的生活。在这里，我主要想告诉你的是，每一段亲密关系都是一面镜子，它帮助我们更好地认识自己。透过这段恋爱和分手的经历，请你腾出一点空间，理性地反思整个过程，看看你在其中承担了哪些责任。你要看到自己内在的脆弱、匮乏和恐惧，并且明白这些并不是男友给你的，而是你早已存在的创伤体验。你需要成长，需要为这部分创伤负责，这样你才能摆脱对外在关系的依赖和不断体验“求而不得”。只有当你内心充实时，你才可能获得真正的亲密关系。",
    "annotation": [
      {
        "sentence": "从你的描述中，我看到了一个问题，虽然你已经29岁了，但在感情方面你的心智还停留在孩童的水平上，并且你没有学习过良好的关系经营方式。",
        "label": ""
      },
      {
        "sentence": "你想找一个人，来无条件地满足你内心的匮乏感，来接受你所有的作为和闹腾，来承受你不断的情绪勒索。",
        "label": ""
      },
      {
        "sentence": "你的关系经营方式仅仅凭借本能的需要和本能的沟通方式，却不知道任何一段亲密关系都无法承受这么长久的不平衡。",
        "label": ""
      },
      {
        "sentence": "这种行为很可能与你成长的家庭环境和经历有关。",
        "label": ""
      },
      {
        "sentence": "接受分手，承受分离的痛苦非常困难，但也非常有价值。",
        "label": ""
      },
      {
        "sentence": "关于如何度过分手后的痛苦，我推荐你去听听陆琪老师的课程，他们有系统的课程教导你如何度过失恋的33天，如何戒断，如何重新开展新的生活。",
        "label": ""
      },
      {
        "sentence": "在这里，我主要想告诉你的是，每一段亲密关系都是一面镜子，它帮助我们更好地认识自己。",
        "label": ""
      },
      {
        "sentence": "透过这段恋爱和分手的经历，请你腾出一点空间，理性地反思整个过程，看看你在其中承担了哪些责任。",
        "label": ""
      },
      {
        "sentence": "你要看到自己内在的脆弱、匮乏和恐惧，并且明白这些并不是男友给你的，而是你早已存在的创伤体验。",
        "label": ""
      },
      {
        "sentence": "你需要成长，需要为这部分创伤负责，这样你才能摆脱对外在关系的依赖和不断体验“求而不得”。",
        "label": ""
      },
      {
        "sentence": "只有当你内心充实时，你才可能获得真正的亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我一直都没有认识到自己内心的问题，也没有意识到这些问题可能是与我成长环境有关的。我会试着去接受分手，并且努力成长起来，去寻找真正的内心充盈。谢谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "我明白了，我一直都没有认识到自己内心的问题，也没有意识到这些问题可能是与我成长环境有关的。",
        "label": ""
      },
      {
        "sentence": "我会试着去接受分手，并且努力成长起来，去寻找真正的内心充盈。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你一定能够度过这段困难的时期，找到属于自己的幸福。如果你需要任何帮助或者有什么困惑，记得随时找我聊天。希望你能找到属于自己的幸福和真正的亲密关系！祝你好运！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你一定能够度过这段困难的时期，找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者有什么困惑，记得随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "希望你能找到属于自己的幸福和真正的亲密关系！",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]