[
  {
    "role": "client",
    "content": "极度恐惧考试工作社交，父母不理解，非常痛苦。我距离上次工作时间已经快10个月了，在家中，我非常内向，害怕社交，害怕考试（包括关乎工作的），因为以前有几次大考考砸，让我感到无比痛苦。怕考砸让自己和父母再次丢脸，不敢和父母表达自己内心最真实的想法，他们不理解我内心的挣扎痛苦，很多时候对我冷嘲热讽。",
    "annotation": [
      {
        "sentence": "极度恐惧考试工作社交，父母不理解，非常痛苦。",
        "label": ""
      },
      {
        "sentence": "我距离上次工作时间已经快10个月了，在家中，我非常内向，害怕社交，害怕考试（包括关乎工作的），因为以前有几次大考考砸，让我感到无比痛苦。",
        "label": ""
      },
      {
        "sentence": "怕考砸让自己和父母再次丢脸，不敢和父母表达自己内心最真实的想法，他们不理解我内心的挣扎痛苦，很多时候对我冷嘲热讽。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的痛苦，你一定非常困扰。你知道吗，有一次我看到一句话，它说“死并不痛苦，痛苦的是活着”。那个时候，我也觉得生活非常痛苦。但是我逐渐明白了一个道理，就是痛苦只是暂时的，只要能活着，事情一定会变好的。你要相信，只要你积极寻找解决方法，坚持下去，事情一定会有所好转。",
    "annotation": [
      {
        "sentence": "我了解你的痛苦，你一定非常困扰。",
        "label": ""
      },
      {
        "sentence": "你知道吗，有一次我看到一句话，它说“死并不痛苦，痛苦的是活着”。",
        "label": ""
      },
      {
        "sentence": "那个时候，我也觉得生活非常痛苦。",
        "label": ""
      },
      {
        "sentence": "但是我逐渐明白了一个道理，就是痛苦只是暂时的，只要能活着，事情一定会变好的。",
        "label": ""
      },
      {
        "sentence": "你要相信，只要你积极寻找解决方法，坚持下去，事情一定会有所好转。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实在生活中遇到很多事情。虽然我知道调整心态是很重要的，但是有些事情看起来无法挽回，无法改变。我觉得自己的能力有限，所以再痛苦也没有办法。或许我要把心理预期降到最低，对待问题时保持平常心态，或许会好受些。",
    "annotation": [
      {
        "sentence": "你说得对，我确实在生活中遇到很多事情。",
        "label": ""
      },
      {
        "sentence": "虽然我知道调整心态是很重要的，但是有些事情看起来无法挽回，无法改变。",
        "label": ""
      },
      {
        "sentence": "我觉得自己的能力有限，所以再痛苦也没有办法。",
        "label": ""
      },
      {
        "sentence": "或许我要把心理预期降到最低，对待问题时保持平常心态，或许会好受些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，你说得很对。有时候，我们面对的确实是无力改变的，无法挽回的事实。当事实摆在面前，我们的能力是有限的。如果我们能降低心理预期，保持一种破罐破摔的心态，可能会感觉好受一些。而且，不要太在意别人的看法，别管他们怎么想，真正重要的是专注于自己的成长。",
    "annotation": [
      {
        "sentence": "没错，你说得很对。",
        "label": ""
      },
      {
        "sentence": "有时候，我们面对的确实是无力改变的，无法挽回的事实。",
        "label": ""
      },
      {
        "sentence": "当事实摆在面前，我们的能力是有限的。",
        "label": ""
      },
      {
        "sentence": "如果我们能降低心理预期，保持一种破罐破摔的心态，可能会感觉好受一些。",
        "label": ""
      },
      {
        "sentence": "而且，不要太在意别人的看法，别管他们怎么想，真正重要的是专注于自己的成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会努力调整心态，放平自己，专注于自己的成长。但是，我现在还是感到很紧张，很迷茫。我毕业不久，工作经验不多，自己又是家里的长女，承担很多责任，压力非常大。我怕在其他人面前抬不起头，害怕别人异样的眼光。我觉得我对不起很多人，包括我的老师。",
    "annotation": [
      {
        "sentence": "我会努力调整心态，放平自己，专注于自己的成长。",
        "label": ""
      },
      {
        "sentence": "但是，我现在还是感到很紧张，很迷茫。",
        "label": ""
      },
      {
        "sentence": "我毕业不久，工作经验不多，自己又是家里的长女，承担很多责任，压力非常大。",
        "label": ""
      },
      {
        "sentence": "我怕在其他人面前抬不起头，害怕别人异样的眼光。",
        "label": ""
      },
      {
        "sentence": "我觉得我对不起很多人，包括我的老师。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧和压力。事实上，我们大多数人都曾经历过类似的情绪。你要知道，这些感受是正常的，但是不要让它们限制了你的成长。你是毕业不久，工作经验不多的，这并不代表你就没有能力取得好的成绩。相反，你可以从每一次挑战中学到更多，逐步成长为一个更强大的自己。 而且，不要太过在意别人的眼光，专注于自己的发展才是最重要的。",
    "annotation": [
      {
        "sentence": "我理解你的担忧和压力。",
        "label": ""
      },
      {
        "sentence": "事实上，我们大多数人都曾经历过类似的情绪。",
        "label": ""
      },
      {
        "sentence": "你要知道，这些感受是正常的，但是不要让它们限制了你的成长。",
        "label": ""
      },
      {
        "sentence": "你是毕业不久，工作经验不多的，这并不代表你就没有能力取得好的成绩。",
        "label": ""
      },
      {
        "sentence": "相反，你可以从每一次挑战中学到更多，逐步成长为一个更强大的自己。",
        "label": ""
      },
      {
        "sentence": " 而且，不要太过在意别人的眼光，专注于自己的发展才是最重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解。我明白了，我不能让这些负面情绪束缚了自己的发展。我会尽力提升自己，相信自己的能力，并且不再为他人的评判所困扰。我会努力开心快乐地活着，让自己和身边的人都能感到幸福和满意。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解。",
        "label": ""
      },
      {
        "sentence": "我明白了，我不能让这些负面情绪束缚了自己的发展。",
        "label": ""
      },
      {
        "sentence": "我会尽力提升自己，相信自己的能力，并且不再为他人的评判所困扰。",
        "label": ""
      },
      {
        "sentence": "我会努力开心快乐地活着，让自己和身边的人都能感到幸福和满意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的觉悟很好，我相信你一定可以走出困境。记住，生活中总会有起伏和挑战，但你不应该因此感到束手无策。相信自己的能力，积极追求自己的目标，你一定能够找到属于自己的出路。不要忘记，在这个道路上，我会一直支持你。",
    "annotation": [
      {
        "sentence": "你的觉悟很好，我相信你一定可以走出困境。",
        "label": ""
      },
      {
        "sentence": "记住，生活中总会有起伏和挑战，但你不应该因此感到束手无策。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，积极追求自己的目标，你一定能够找到属于自己的出路。",
        "label": ""
      },
      {
        "sentence": "不要忘记，在这个道路上，我会一直支持你。",
        "label": ""
      }
    ]
  }
]