[
  {
    "role": "client",
    "content": "我今年25岁了，特别焦虑。经常睡不着，这是不是病？我大专学历，已婚已育，已经没有工作2年半了。我在58上投了很多简历，找到一份3千多的工作也是没问题的。但每次行政给我打电话时，我却说不想要工作。我觉得自己这样不对，但我的生活习惯和生物钟都被打乱了。我害怕适应不了工作，走不出这种困境。我害怕被人辞退，不想体验被拒绝的滋味。我感觉自己走入了死胡同，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我今年25岁了，特别焦虑。",
        "label": ""
      },
      {
        "sentence": "经常睡不着，这是不是病？",
        "label": ""
      },
      {
        "sentence": "我大专学历，已婚已育，已经没有工作2年半了。",
        "label": ""
      },
      {
        "sentence": "我在58上投了很多简历，找到一份3千多的工作也是没问题的。",
        "label": ""
      },
      {
        "sentence": "但每次行政给我打电话时，我却说不想要工作。",
        "label": ""
      },
      {
        "sentence": "我觉得自己这样不对，但我的生活习惯和生物钟都被打乱了。",
        "label": ""
      },
      {
        "sentence": "我害怕适应不了工作，走不出这种困境。",
        "label": ""
      },
      {
        "sentence": "我害怕被人辞退，不想体验被拒绝的滋味。",
        "label": ""
      },
      {
        "sentence": "我感觉自己走入了死胡同，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的困惑是作为一个已婚已育的家庭主妇，如果想要重新回归社会就业，该如何调整心态，找到职场的新发展。我非常理解你目前的焦虑，因为你已经很久没有工作了，身心早就适应了家庭主妇的生活和心态。所以，你很难适应就业后的生活，也很难在就业问题上进行选择，也不知道如何应对工作后带来的各种不确定性和风险。不知道你是因为家庭经济压力还是自己年轻想重新就业。根据你的情况分析，你必须重新回归职场。对你而言，就业是箭在弦上，不得不发。希望我的回答能够给你一些帮助。",
    "annotation": [
      {
        "sentence": "你现在的困惑是作为一个已婚已育的家庭主妇，如果想要重新回归社会就业，该如何调整心态，找到职场的新发展。",
        "label": ""
      },
      {
        "sentence": "我非常理解你目前的焦虑，因为你已经很久没有工作了，身心早就适应了家庭主妇的生活和心态。",
        "label": ""
      },
      {
        "sentence": "所以，你很难适应就业后的生活，也很难在就业问题上进行选择，也不知道如何应对工作后带来的各种不确定性和风险。",
        "label": ""
      },
      {
        "sentence": "不知道你是因为家庭经济压力还是自己年轻想重新就业。",
        "label": ""
      },
      {
        "sentence": "根据你的情况分析，你必须重新回归职场。",
        "label": ""
      },
      {
        "sentence": "对你而言，就业是箭在弦上，不得不发。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能够给你一些帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的没错，我是性格上属于风险厌恶型的人。我希望改变目前的心理状态，缓解焦虑，提高自己的抗压能力。但我不知道自己到底怎么了。我觉得很有意思的是，我在自我阐述中使用了很多\"可是\"。这些\"可是\"造成了我犹豫不决、焦虑不安的情绪不稳定。我向人才招聘网站投了简历，内心希望被公司联系，但当有HR联系我时，我却下意识地拒绝了。这显示了我的内心矛盾，既想要工作，又拒绝机会。我想回归职场，但两年的脱离让我担心无法适应新的时间安排，也不准备做一个“职场女性”。我想要好的工作机会，但又害怕面对拒绝，承受不了打击。实际上，在心理上我还没有真正准备好上班。但由于具体和特殊的原因，我现在不得不去工作。这些\"可是\"其实反映了我内心最真实的状态。我知道需要工作，也知道如果再这样下去会被社会边缘化，家庭经济也需要我分担。但每当我鼓起勇气大步前进时，心中的担忧和恐惧又把我往后拉。我的内心世界非常矛盾，就像两个人在博弈。这种情况持续下去，我会感到精疲力竭，可能引发焦虑症、抑郁症等心理问题，严重影响身心健康。",
    "annotation": [
      {
        "sentence": "你说的没错，我是性格上属于风险厌恶型的人。",
        "label": ""
      },
      {
        "sentence": "我希望改变目前的心理状态，缓解焦虑，提高自己的抗压能力。",
        "label": ""
      },
      {
        "sentence": "但我不知道自己到底怎么了。",
        "label": ""
      },
      {
        "sentence": "我觉得很有意思的是，我在自我阐述中使用了很多\"可是\"。",
        "label": ""
      },
      {
        "sentence": "这些\"可是\"造成了我犹豫不决、焦虑不安的情绪不稳定。",
        "label": ""
      },
      {
        "sentence": "我向人才招聘网站投了简历，内心希望被公司联系，但当有HR联系我时，我却下意识地拒绝了。",
        "label": ""
      },
      {
        "sentence": "这显示了我的内心矛盾，既想要工作，又拒绝机会。",
        "label": ""
      },
      {
        "sentence": "我想回归职场，但两年的脱离让我担心无法适应新的时间安排，也不准备做一个“职场女性”。",
        "label": ""
      },
      {
        "sentence": "我想要好的工作机会，但又害怕面对拒绝，承受不了打击。",
        "label": ""
      },
      {
        "sentence": "实际上，在心理上我还没有真正准备好上班。",
        "label": ""
      },
      {
        "sentence": "但由于具体和特殊的原因，我现在不得不去工作。",
        "label": ""
      },
      {
        "sentence": "这些\"可是\"其实反映了我内心最真实的状态。",
        "label": ""
      },
      {
        "sentence": "我知道需要工作，也知道如果再这样下去会被社会边缘化，家庭经济也需要我分担。",
        "label": ""
      },
      {
        "sentence": "但每当我鼓起勇气大步前进时，心中的担忧和恐惧又把我往后拉。",
        "label": ""
      },
      {
        "sentence": "我的内心世界非常矛盾，就像两个人在博弈。",
        "label": ""
      },
      {
        "sentence": "这种情况持续下去，我会感到精疲力竭，可能引发焦虑症、抑郁症等心理问题，严重影响身心健康。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "俗话说，鱼与熊掌难以兼得。我们每做一个决定，都要付出相应的代价，这是成年人的觉悟。对于女性来说，这个社会并不友善，你现在面临的问题也是女性的困惑。面对家庭经济压力不得不回归职场的女性们都很辛苦。作为妻子，你要照顾丈夫；作为女儿，你要孝顺父母；作为母亲，你要养育孩子；作为女性，你要追求独立和事业。但世界上没有完美的人，外界对女性的要求太高了，稍有不足，女性往往会成为批评的对象。作为一个女性，我完全理解你现在的焦虑。你已经很努力了，组建了家庭，生育了孩子，把自己的青春奉献给了你爱的人。所以，再次回归职场并不容易。你害怕改变，害怕自己努力不够好，害怕未知，所以你才会设限。但如果不得不改变，你对重新就业没有多余的选择。每一分钟的犹豫，都意味着对未来的不负责任。你很清楚长期不工作对自己有很大的负面影响，否则你也不会想要投简历。所以，在做出决策之前，你必须知道付出的代价，才能做出取舍。",
    "annotation": [
      {
        "sentence": "俗话说，鱼与熊掌难以兼得。",
        "label": ""
      },
      {
        "sentence": "我们每做一个决定，都要付出相应的代价，这是成年人的觉悟。",
        "label": ""
      },
      {
        "sentence": "对于女性来说，这个社会并不友善，你现在面临的问题也是女性的困惑。",
        "label": ""
      },
      {
        "sentence": "面对家庭经济压力不得不回归职场的女性们都很辛苦。",
        "label": ""
      },
      {
        "sentence": "作为妻子，你要照顾丈夫；作为女儿，你要孝顺父母；作为母亲，你要养育孩子；作为女性，你要追求独立和事业。",
        "label": ""
      },
      {
        "sentence": "但世界上没有完美的人，外界对女性的要求太高了，稍有不足，女性往往会成为批评的对象。",
        "label": ""
      },
      {
        "sentence": "作为一个女性，我完全理解你现在的焦虑。",
        "label": ""
      },
      {
        "sentence": "你已经很努力了，组建了家庭，生育了孩子，把自己的青春奉献给了你爱的人。",
        "label": ""
      },
      {
        "sentence": "所以，再次回归职场并不容易。",
        "label": ""
      },
      {
        "sentence": "你害怕改变，害怕自己努力不够好，害怕未知，所以你才会设限。",
        "label": ""
      },
      {
        "sentence": "但如果不得不改变，你对重新就业没有多余的选择。",
        "label": ""
      },
      {
        "sentence": "每一分钟的犹豫，都意味着对未来的不负责任。",
        "label": ""
      },
      {
        "sentence": "你很清楚长期不工作对自己有很大的负面影响，否则你也不会想要投简历。",
        "label": ""
      },
      {
        "sentence": "所以，在做出决策之前，你必须知道付出的代价，才能做出取舍。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得没错，我确实要付出一些代价，但我觉得现在的家庭经济情况还不错。",
    "annotation": [
      {
        "sentence": "你说得没错，我确实要付出一些代价，但我觉得现在的家庭经济情况还不错。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你的家庭经济情况可能还不错，但你需要考虑到未来可能发生的改变，也要为家庭的稳定做出贡献。此外，工作也可以让你更加独立自主，实现自己的职业梦想。",
    "annotation": [
      {
        "sentence": "是的，你的家庭经济情况可能还不错，但你需要考虑到未来可能发生的改变，也要为家庭的稳定做出贡献。",
        "label": ""
      },
      {
        "sentence": "此外，工作也可以让你更加独立自主，实现自己的职业梦想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。但我还是担心适应不了工作的时间安排和职场的竞争。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "但我还是担心适应不了工作的时间安排和职场的竞争。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些担心是正常的，毕竟你已经脱离职场两年了。但你可以通过提前了解",
    "annotation": [
      {
        "sentence": "这些担心是正常的，毕竟你已经脱离职场两年了。",
        "label": ""
      },
      {
        "sentence": "但你可以通过提前了解",
        "label": ""
      }
    ]
  }
]