[
  {
    "role": "client",
    "content": "身为弟弟，姐姐问我借十万借还是不借？姐弟关系，从大学开始姐姐生活费不够，老问我要，到后来工作每次几百，后来姐姐结婚买房有点困难，时不时问我要零花钱，每次几百，要在姐姐家有房有车，要换大房子，问我借十万，我明确告诉姐姐下半年我要买第一套房子，准备找对象，姐姐说用两个月，我买房子时还我，我该怎么办？",
    "annotation": [
      {
        "sentence": "身为弟弟，姐姐问我借十万借还是不借？",
        "label": ""
      },
      {
        "sentence": "姐弟关系，从大学开始姐姐生活费不够，老问我要，到后来工作每次几百，后来姐姐结婚买房有点困难，时不时问我要零花钱，每次几百，要在姐姐家有房有车，要换大房子，问我借十万，我明确告诉姐姐下半年我要买第一套房子，准备找对象，姐姐说用两个月，我买房子时还我，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据你的描述，感觉姐姐向你借钱似乎已经成为了习惯，从大学开始的生活费到现在要买房子，总是会向你借钱。因为你们是姐弟，而且你也习惯了帮助她，但是你也决定找对象买房子，这十万块钱对自己还是挺重要的，所以你很纠结要不要帮助她。",
    "annotation": [
      {
        "sentence": "根据你的描述，感觉姐姐向你借钱似乎已经成为了习惯，从大学开始的生活费到现在要买房子，总是会向你借钱。",
        "label": ""
      },
      {
        "sentence": "因为你们是姐弟，而且你也习惯了帮助她，但是你也决定找对象买房子，这十万块钱对自己还是挺重要的，所以你很纠结要不要帮助她。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，这确实是个难题。我很希望能够帮助姐姐，但我也有我自己的计划和需要，买房子对我来说非常重要，而且我也准备要找对象了。",
    "annotation": [
      {
        "sentence": "是的，这确实是个难题。",
        "label": ""
      },
      {
        "sentence": "我很希望能够帮助姐姐，但我也有我自己的计划和需要，买房子对我来说非常重要，而且我也准备要找对象了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的顾虑我完全理解。在这种情况下，我认为借钱的原则有两个。第一，先满足自己，再满足别人，当我们满足了自己的需要之后，自己手里面如果还有余额的话，可以借给亲朋好友。但如果自己还生活窘迫，一定要先满足自己。第二，借钱是“救急不救穷的”。当对方有什么着急的事情的时候，我们肯定责无旁贷地借给她，但是换房子追求更高的生活质量，这种事情不着急，是可以考虑的。",
    "annotation": [
      {
        "sentence": "你的顾虑我完全理解。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，我认为借钱的原则有两个。",
        "label": ""
      },
      {
        "sentence": "第一，先满足自己，再满足别人，当我们满足了自己的需要之后，自己手里面如果还有余额的话，可以借给亲朋好友。",
        "label": ""
      },
      {
        "sentence": "但如果自己还生活窘迫，一定要先满足自己。",
        "label": ""
      },
      {
        "sentence": "第二，借钱是“救急不救穷的”。",
        "label": ""
      },
      {
        "sentence": "当对方有什么着急的事情的时候，我们肯定责无旁贷地借给她，但是换房子追求更高的生活质量，这种事情不着急，是可以考虑的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该先满足自己的需要。虽然姐姐有自己的困难，但我也希望能有一个属于自己的房子，并且开始找到属于自己的幸福。",
    "annotation": [
      {
        "sentence": "你说得对，我应该先满足自己的需要。",
        "label": ""
      },
      {
        "sentence": "虽然姐姐有自己的困难，但我也希望能有一个属于自己的房子，并且开始找到属于自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样想很对哦！为了自己的幸福，有时候需要做出一些不太容易的选择。毕竟，买房子和找到一个合适的对象是你现阶段的重要目标。",
    "annotation": [
      {
        "sentence": "这样想很对哦！",
        "label": ""
      },
      {
        "sentence": "为了自己的幸福，有时候需要做出一些不太容易的选择。",
        "label": ""
      },
      {
        "sentence": "毕竟，买房子和找到一个合适的对象是你现阶段的重要目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我十分认同你的观点。但是我明确告诉姐姐下半年要买房子，但是她却说两个月之后还给我，我有些担心她是否真的有这个经济偿还能力。",
    "annotation": [
      {
        "sentence": "是的，我十分认同你的观点。",
        "label": ""
      },
      {
        "sentence": "但是我明确告诉姐姐下半年要买房子，但是她却说两个月之后还给我，我有些担心她是否真的有这个经济偿还能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你有这样的顾虑很正常。毕竟经济偿还能力是非常重要的。你可以和姐姐好好沟通一下，了解她的具体还款计划和能力，看一下是否确实合理可行。如果你考虑后还是不想借，你是可以找个理由拒绝她的，不必有心理负担。",
    "annotation": [
      {
        "sentence": "你有这样的顾虑很正常。",
        "label": ""
      },
      {
        "sentence": "毕竟经济偿还能力是非常重要的。",
        "label": ""
      },
      {
        "sentence": "你可以和姐姐好好沟通一下，了解她的具体还款计划和能力，看一下是否确实合理可行。",
        "label": ""
      },
      {
        "sentence": "如果你考虑后还是不想借，你是可以找个理由拒绝她的，不必有心理负担。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我觉得和姐姐好好沟通一下是个不错的主意，毕竟我们之间的关系也不能因为钱而受到伤害。如果她的还款计划合理，我会再考虑一下是否能够帮助她。",
    "annotation": [
      {
        "sentence": "嗯，我觉得和姐姐好好沟通一下是个不错的主意，毕竟我们之间的关系也不能因为钱而受到伤害。",
        "label": ""
      },
      {
        "sentence": "如果她的还款计划合理，我会再考虑一下是否能够帮助她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，沟通是解决问题的关键。毕竟你们是亲人，因此在沟通中可以更加坦诚和理解彼此。希望你们能够达成共识，既能帮助姐姐又不会牺牲你自己的利益。祝好~。",
    "annotation": [
      {
        "sentence": "对的，沟通是解决问题的关键。",
        "label": ""
      },
      {
        "sentence": "毕竟你们是亲人，因此在沟通中可以更加坦诚和理解彼此。",
        "label": ""
      },
      {
        "sentence": "希望你们能够达成共识，既能帮助姐姐又不会牺牲你自己的利益。",
        "label": ""
      },
      {
        "sentence": "祝好~。",
        "label": ""
      }
    ]
  }
]