[
  {
    "role": "client",
    "content": "我习惯性地把亲密的人往坏处想，怎么办？老公出去和朋友吃饭，晚了我会想是不是去鬼混去了。很多时候，我对他的负面评价特别多，都在心里，没有表达出来过。总认为他是那样的人，但实际想想他有时候也还好。没那么差，我也知道想让一个人变成你想要的样子就是夸他，但我对他真心夸不起来。总会想起他过去做的伤害我的事，然后把他定义为一个坏人。内心想过无数次必须离开他，但实际一说出口，又觉得不是什么大不了的事，又不想离开他。我的这种想法，很能破坏关系，总把他往坏处想，他要一遍遍解释，我总是习惯验证，习惯怀疑，整个人和关系都不好了。",
    "annotation": [
      {
        "sentence": "我习惯性地把亲密的人往坏处想，怎么办？",
        "label": ""
      },
      {
        "sentence": "老公出去和朋友吃饭，晚了我会想是不是去鬼混去了。",
        "label": ""
      },
      {
        "sentence": "很多时候，我对他的负面评价特别多，都在心里，没有表达出来过。",
        "label": ""
      },
      {
        "sentence": "总认为他是那样的人，但实际想想他有时候也还好。",
        "label": ""
      },
      {
        "sentence": "没那么差，我也知道想让一个人变成你想要的样子就是夸他，但我对他真心夸不起来。",
        "label": ""
      },
      {
        "sentence": "总会想起他过去做的伤害我的事，然后把他定义为一个坏人。",
        "label": ""
      },
      {
        "sentence": "内心想过无数次必须离开他，但实际一说出口，又觉得不是什么大不了的事，又不想离开他。",
        "label": ""
      },
      {
        "sentence": "我的这种想法，很能破坏关系，总把他往坏处想，他要一遍遍解释，我总是习惯验证，习惯怀疑，整个人和关系都不好了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到描述，能够感受到你对先生的重视。想想有时候他也还好，没那么差。也知道想让一个人变成你想要的样子就是夸他，但是对他夸不起来啊。总是会想起他过去做的伤害你的事情，导致他对你的好都被对你的伤害“冲刷”掉了。需要认真想才能够想起他对你的好。他做过什么你认为他还好的事情呢？",
    "annotation": [
      {
        "sentence": "看到描述，能够感受到你对先生的重视。",
        "label": ""
      },
      {
        "sentence": "想想有时候他也还好，没那么差。",
        "label": ""
      },
      {
        "sentence": "也知道想让一个人变成你想要的样子就是夸他，但是对他夸不起来啊。",
        "label": ""
      },
      {
        "sentence": "总是会想起他过去做的伤害你的事情，导致他对你的好都被对你的伤害“冲刷”掉了。",
        "label": ""
      },
      {
        "sentence": "需要认真想才能够想起他对你的好。",
        "label": ""
      },
      {
        "sentence": "他做过什么你认为他还好的事情呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他有一次主动帮我整理房间，还把一直坏掉的电视修好了。那一天我觉得他还是蛮好的，至少他对我有这个心意。",
    "annotation": [
      {
        "sentence": "他有一次主动帮我整理房间，还把一直坏掉的电视修好了。",
        "label": ""
      },
      {
        "sentence": "那一天我觉得他还是蛮好的，至少他对我有这个心意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很好的例子，你能够想起他对你的好，真的很不错。建议你可以拿个本子记下来，经常翻阅，这样能够帮你记起他对你的好。还有，有一个经典的“半杯水”的故事。行走在沙漠中的两个人，好不容易找到一间小屋，有一处阴凉的地方躲避酷暑，两个人都非常渴，同时也看到了屋里的桌子上有一杯水。其中一个人看到了那杯水，感叹道，“怎么只有半杯水。”而另一个人同样看到了那杯水，惊喜道，“太好了，有半杯水！”为什么对待同样的现象会有两种不同的反应呢？关键在于他们的想法，其中一个人只看到糟糕的一面，喝完了就没有了；另外一个人看到了好的一面，他现在拥有的。如果现在让你选择，你更愿意成为哪一个人呢？",
    "annotation": [
      {
        "sentence": "这是一个很好的例子，你能够想起他对你的好，真的很不错。",
        "label": ""
      },
      {
        "sentence": "建议你可以拿个本子记下来，经常翻阅，这样能够帮你记起他对你的好。",
        "label": ""
      },
      {
        "sentence": "还有，有一个经典的“半杯水”的故事。",
        "label": ""
      },
      {
        "sentence": "行走在沙漠中的两个人，好不容易找到一间小屋，有一处阴凉的地方躲避酷暑，两个人都非常渴，同时也看到了屋里的桌子上有一杯水。",
        "label": ""
      },
      {
        "sentence": "其中一个人看到了那杯水，感叹道，“怎么只有半杯水。",
        "label": ""
      },
      {
        "sentence": "”而另一个人同样看到了那杯水，惊喜道，“太好了，有半杯水！",
        "label": ""
      },
      {
        "sentence": "”为什么对待同样的现象会有两种不同的反应呢？",
        "label": ""
      },
      {
        "sentence": "关键在于他们的想法，其中一个人只看到糟糕的一面，喝完了就没有了；另外一个人看到了好的一面，他现在拥有的。",
        "label": ""
      },
      {
        "sentence": "如果现在让你选择，你更愿意成为哪一个人呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望成为那个能够看到好的一面的人。我明白了，对待事情的态度和想法决定了我们的情绪和感受。",
    "annotation": [
      {
        "sentence": "我希望成为那个能够看到好的一面的人。",
        "label": ""
      },
      {
        "sentence": "我明白了，对待事情的态度和想法决定了我们的情绪和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的认识已经有所提升了。同样，面对丈夫出去和朋友吃饭这件事情，你是愿意想糟糕的一面，吃饭只是他的借口，还是愿意相信他真的和朋友吃饭，而告诉你这件事情，是想让你安心。相同一件事情，一句话，它可以是虚伪的借口，也可以是一个爱你的细节，一切只取决于你。希望这些回答能够对你有所启发！",
    "annotation": [
      {
        "sentence": "很好，你的认识已经有所提升了。",
        "label": ""
      },
      {
        "sentence": "同样，面对丈夫出去和朋友吃饭这件事情，你是愿意想糟糕的一面，吃饭只是他的借口，还是愿意相信他真的和朋友吃饭，而告诉你这件事情，是想让你安心。",
        "label": ""
      },
      {
        "sentence": "相同一件事情，一句话，它可以是虚伪的借口，也可以是一个爱你的细节，一切只取决于你。",
        "label": ""
      },
      {
        "sentence": "希望这些回答能够对你有所启发！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试相信他是真的和朋友出去吃饭，而不再过度怀疑。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "我会尝试相信他是真的和朋友出去吃饭，而不再过度怀疑。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直支持你的。如果你有任何需要，随时来找我倾诉吧。",
    "annotation": [
      {
        "sentence": "不客气，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要，随时来找我倾诉吧。",
        "label": ""
      }
    ]
  }
]