[
  {
    "role": "client",
    "content": "我习惯性地把亲密的人往坏处想，怎么办？老公出去和朋友吃饭，晚了我会想是不是去鬼混去了。很多时候，我对他的负面评价特别多，都在心里，没有表达出来过。总认为他是那样的人，但实际想想他有时候也还好。我也知道想让一个人变成你想要的样子就是夸他，但我对他真心夸不起来。总会想起他过去做的伤害我的事，然后把他定义为一个坏人。内心想过无数次必须离开他，但实际一说出口，又觉得不是什么大不了的事，又不想离开他。我的这种想法，很能破坏关系，总把他往坏处想。他要一遍遍解释，我总是习惯验证，习惯怀疑，整个人和关系都不好了。",
    "annotation": [
      {
        "sentence": "我习惯性地把亲密的人往坏处想，怎么办？",
        "label": ""
      },
      {
        "sentence": "老公出去和朋友吃饭，晚了我会想是不是去鬼混去了。",
        "label": ""
      },
      {
        "sentence": "很多时候，我对他的负面评价特别多，都在心里，没有表达出来过。",
        "label": ""
      },
      {
        "sentence": "总认为他是那样的人，但实际想想他有时候也还好。",
        "label": ""
      },
      {
        "sentence": "我也知道想让一个人变成你想要的样子就是夸他，但我对他真心夸不起来。",
        "label": ""
      },
      {
        "sentence": "总会想起他过去做的伤害我的事，然后把他定义为一个坏人。",
        "label": ""
      },
      {
        "sentence": "内心想过无数次必须离开他，但实际一说出口，又觉得不是什么大不了的事，又不想离开他。",
        "label": ""
      },
      {
        "sentence": "我的这种想法，很能破坏关系，总把他往坏处想。",
        "label": ""
      },
      {
        "sentence": "他要一遍遍解释，我总是习惯验证，习惯怀疑，整个人和关系都不好了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我的理解是你习惯性地把他往坏处想，同时也有很多负面评价一直隐藏在心里。你所提到的他过去对你的伤害使你把他定义为一个坏人。另外，你内心无数次地想要离开他，但最后从未离开过，一直处于想要离开又离不开的矛盾状态。我认为这种想法对你们的关系造成了很大的破坏。这种情况可能有以下几个方面的因素。首先，你对他过去的伤害没有得到很好的处理，导致你心里仍存在很大的受伤情结。这种未处理的情结像一个未完成的事件一样，不停地吸引你进入受伤的感受中。其次，你对你的老公有很大的情绪，但这些情绪被压抑着，而且这种压抑的消极情绪会像一个气球一样不断膨胀。这些你没有表达出来的不满并不意味着它就不存在，它的杀伤力会远远大于你把它们表达出来。最后，由于你一直压抑的对老公的不满情绪和未得到很好处理的情结，你习惯性地把他往坏处想，习惯怀疑和验证。",
    "annotation": [
      {
        "sentence": "我的理解是你习惯性地把他往坏处想，同时也有很多负面评价一直隐藏在心里。",
        "label": ""
      },
      {
        "sentence": "你所提到的他过去对你的伤害使你把他定义为一个坏人。",
        "label": ""
      },
      {
        "sentence": "另外，你内心无数次地想要离开他，但最后从未离开过，一直处于想要离开又离不开的矛盾状态。",
        "label": ""
      },
      {
        "sentence": "我认为这种想法对你们的关系造成了很大的破坏。",
        "label": ""
      },
      {
        "sentence": "这种情况可能有以下几个方面的因素。",
        "label": ""
      },
      {
        "sentence": "首先，你对他过去的伤害没有得到很好的处理，导致你心里仍存在很大的受伤情结。",
        "label": ""
      },
      {
        "sentence": "这种未处理的情结像一个未完成的事件一样，不停地吸引你进入受伤的感受中。",
        "label": ""
      },
      {
        "sentence": "其次，你对你的老公有很大的情绪，但这些情绪被压抑着，而且这种压抑的消极情绪会像一个气球一样不断膨胀。",
        "label": ""
      },
      {
        "sentence": "这些你没有表达出来的不满并不意味着它就不存在，它的杀伤力会远远大于你把它们表达出来。",
        "label": ""
      },
      {
        "sentence": "最后，由于你一直压抑的对老公的不满情绪和未得到很好处理的情结，你习惯性地把他往坏处想，习惯怀疑和验证。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我一直把这些负面情绪藏在心里，觉得我不能对他表达出来，也没有勇气去直面这些问题。因为我总是害怕他的回应会让我伤心或失望。而且，我发现我对他的不满情绪越积压，就越会加深这种坏的循环，让我更难释然。",
    "annotation": [
      {
        "sentence": "你说得对，我一直把这些负面情绪藏在心里，觉得我不能对他表达出来，也没有勇气去直面这些问题。",
        "label": ""
      },
      {
        "sentence": "因为我总是害怕他的回应会让我伤心或失望。",
        "label": ""
      },
      {
        "sentence": "而且，我发现我对他的不满情绪越积压，就越会加深这种坏的循环，让我更难释然。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的感受。很多时候我们会害怕表达自己的不满情绪，因为我们担心这会引发争吵或破裂关系。但是，忍耐并不总是解决问题的最佳方法。事实上，抑制情绪可能导致更多的压力和困惑。与你的伴侣坐下来，诚实地谈一谈，表达你的想法和感受，给他一个积极回应的机会，或许能有助于改善你们之间的关系。",
    "annotation": [
      {
        "sentence": "我完全理解你的感受。",
        "label": ""
      },
      {
        "sentence": "很多时候我们会害怕表达自己的不满情绪，因为我们担心这会引发争吵或破裂关系。",
        "label": ""
      },
      {
        "sentence": "但是，忍耐并不总是解决问题的最佳方法。",
        "label": ""
      },
      {
        "sentence": "事实上，抑制情绪可能导致更多的压力和困惑。",
        "label": ""
      },
      {
        "sentence": "与你的伴侣坐下来，诚实地谈一谈，表达你的想法和感受，给他一个积极回应的机会，或许能有助于改善你们之间的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我听你的话觉得有些鼓舞，但我还是感到犹豫和害怕。我担心他不理解我，或者认为我在无理取闹。我怕他会生气或感到沮丧，然后我们之间的关系会变得更糟。",
    "annotation": [
      {
        "sentence": "我听你的话觉得有些鼓舞，但我还是感到犹豫和害怕。",
        "label": ""
      },
      {
        "sentence": "我担心他不理解我，或者认为我在无理取闹。",
        "label": ""
      },
      {
        "sentence": "我怕他会生气或感到沮丧，然后我们之间的关系会变得更糟。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的顾虑是可以理解的。但是，你试着坦诚地和他分享你的感受，并表达你想要建立更好关系的愿望，这是非常重要的。试着给彼此一些时间和空间，让他也能理解你的感受，并思考如何改善你们之间的关系。这可能需要一些时间和努力，但如果你们真的愿意携手解决问题，你会发现关系会变得更加紧密和健康。",
    "annotation": [
      {
        "sentence": "你的顾虑是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但是，你试着坦诚地和他分享你的感受，并表达你想要建立更好关系的愿望，这是非常重要的。",
        "label": ""
      },
      {
        "sentence": "试着给彼此一些时间和空间，让他也能理解你的感受，并思考如何改善你们之间的关系。",
        "label": ""
      },
      {
        "sentence": "这可能需要一些时间和努力，但如果你们真的愿意携手解决问题，你会发现关系会变得更加紧密和健康。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我也意识到我对过去伤害的情结需要处理。我会试着写信给自己，安慰那个受伤的自己，并对未来抱有期望。同时，我也会和他重新沟通那些让我受伤的事情，并听听他对自己的行为和态度的想法。如果条件允许，我打算向心理咨询师寻求帮助，他们可能能够给出更专业的建议和帮助。",
    "annotation": [
      {
        "sentence": "你说得对，我也意识到我对过去伤害的情结需要处理。",
        "label": ""
      },
      {
        "sentence": "我会试着写信给自己，安慰那个受伤的自己，并对未来抱有期望。",
        "label": ""
      },
      {
        "sentence": "同时，我也会和他重新沟通那些让我受伤的事情，并听听他对自己的行为和态度的想法。",
        "label": ""
      },
      {
        "sentence": "如果条件允许，我打算向心理咨询师寻求帮助，他们可能能够给出更专业的建议和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的决定非常明智。倾诉和寻求专业的帮助都是解决问题的好方法。记住，解决问题不是一个人的事情，你们夫妻两人需要共同面对和成长。婚姻是一个共同体，当关系出现问题时，需要你们共同努力和勇气。希望这些建议能对你有所帮助，祝你一切顺利。",
    "annotation": [
      {
        "sentence": "你的决定非常明智。",
        "label": ""
      },
      {
        "sentence": "倾诉和寻求专业的帮助都是解决问题的好方法。",
        "label": ""
      },
      {
        "sentence": "记住，解决问题不是一个人的事情，你们夫妻两人需要共同面对和成长。",
        "label": ""
      },
      {
        "sentence": "婚姻是一个共同体，当关系出现问题时，需要你们共同努力和勇气。",
        "label": ""
      },
      {
        "sentence": "希望这些建议能对你有所帮助，祝你一切顺利。",
        "label": ""
      }
    ]
  }
]