[
  {
    "role": "client",
    "content": "我这个18岁的女孩子，好像喜欢上了我表哥。他比我大9岁，我有点难以启齿的心情，但还是希望得到一些建议，因为我内心挺矛盾的。而且我哥不知道我喜欢他。在长辈面前，我比较内向，但在朋友和闺蜜面前，我比较开放。我对我哥有一种莫名的感觉，就是觉得跟他在一起很安心很安全。有时候我妈妈和我大姨在说我的缺点或者一些过分的话时，我哥总会帮我说话，因为他知道我不知道怎么反驳她们。有一件很尴尬的事情是，在我初一的暑假的时候，我去我大姨家住，我房间就在我哥的隔壁。有一天下午，天气很热，我打算开着风扇睡觉，结果我大姨说：“要不你和你哥一起睡吧，凉快点。”我哥也说可以进来吹空调。然后我就在他房间睡着了，可是睡着的时候感觉好像有什么东西在我嘴唇上？我知道是我哥，因为这个房间里除了我哥和我就没有别人了。我不敢睁眼也不敢出声，怕吓到我哥，那样两个人都会很尴尬。所以我就紧闭着嘴唇。但是但是...他却开始吻我了...我觉得非常尴尬，后来就躲着我哥，虽然不是明面上的。",
    "annotation": [
      {
        "sentence": "我这个18岁的女孩子，好像喜欢上了我表哥。",
        "label": ""
      },
      {
        "sentence": "他比我大9岁，我有点难以启齿的心情，但还是希望得到一些建议，因为我内心挺矛盾的。",
        "label": ""
      },
      {
        "sentence": "而且我哥不知道我喜欢他。",
        "label": ""
      },
      {
        "sentence": "在长辈面前，我比较内向，但在朋友和闺蜜面前，我比较开放。",
        "label": ""
      },
      {
        "sentence": "我对我哥有一种莫名的感觉，就是觉得跟他在一起很安心很安全。",
        "label": ""
      },
      {
        "sentence": "有时候我妈妈和我大姨在说我的缺点或者一些过分的话时，我哥总会帮我说话，因为他知道我不知道怎么反驳她们。",
        "label": ""
      },
      {
        "sentence": "有一件很尴尬的事情是，在我初一的暑假的时候，我去我大姨家住，我房间就在我哥的隔壁。",
        "label": ""
      },
      {
        "sentence": "有一天下午，天气很热，我打算开着风扇睡觉，结果我大姨说：“要不你和你哥一起睡吧，凉快点。",
        "label": ""
      },
      {
        "sentence": "”我哥也说可以进来吹空调。",
        "label": ""
      },
      {
        "sentence": "然后我就在他房间睡着了，可是睡着的时候感觉好像有什么东西在我嘴唇上？",
        "label": ""
      },
      {
        "sentence": "我知道是我哥，因为这个房间里除了我哥和我就没有别人了。",
        "label": ""
      },
      {
        "sentence": "我不敢睁眼也不敢出声，怕吓到我哥，那样两个人都会很尴尬。",
        "label": ""
      },
      {
        "sentence": "所以我就紧闭着嘴唇。",
        "label": ""
      },
      {
        "sentence": "但是但是...他却开始吻我了...我觉得非常尴尬，后来就躲着我哥，虽然不是明面上的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的困扰，感情上的矛盾很常见，我们来一起探讨这个问题吧。首先，让我们明确一下，人生的三大要素是读书、工作和结婚，它们都会改变命运轨迹，一旦其中某一项出错而没有纠正的机会，可能会导致终身的遗憾。1.如果你目前是高三学生，那么考好大学是当务之急，因为只有这样才能证明你的能力和价值。若分心于其他事情，导致考试成绩不理想的话，首先你的父母可能会不同意你的任何想法，甚至会打击你。2.如果你是大学生，有自己的想法，喜欢表哥，这是完全正常的。但是，我们不能因为他关心你、理解你而轻易放弃原则。你的大姨会同意吗？你的父母又如何看待这件事呢？如果冲着结婚考虑的话，近亲结婚是不被鼓励的，因为这会增加孩子出生后出现畸形和各种疾病的风险。所以，不要因为表哥对你的好而轻易投降。如果出现了什么问题，吃亏的是你，丢脸的是你的父母，亲戚们也束手无策。还有，这会成为你内心无法消散的阴影，你想过一辈子在自责和遗憾中生活吗？所以，请坚决制止你对表哥的幻想。如果他有任何引导你的举动，告诉你的父母，总比你一个人承担后果和自责要好。",
    "annotation": [
      {
        "sentence": "我了解你的困扰，感情上的矛盾很常见，我们来一起探讨这个问题吧。",
        "label": ""
      },
      {
        "sentence": "首先，让我们明确一下，人生的三大要素是读书、工作和结婚，它们都会改变命运轨迹，一旦其中某一项出错而没有纠正的机会，可能会导致终身的遗憾。",
        "label": ""
      },
      {
        "sentence": "1.如果你目前是高三学生，那么考好大学是当务之急，因为只有这样才能证明你的能力和价值。",
        "label": ""
      },
      {
        "sentence": "若分心于其他事情，导致考试成绩不理想的话，首先你的父母可能会不同意你的任何想法，甚至会打击你。",
        "label": ""
      },
      {
        "sentence": "2.如果你是大学生，有自己的想法，喜欢表哥，这是完全正常的。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能因为他关心你、理解你而轻易放弃原则。",
        "label": ""
      },
      {
        "sentence": "你的大姨会同意吗？",
        "label": ""
      },
      {
        "sentence": "你的父母又如何看待这件事呢？",
        "label": ""
      },
      {
        "sentence": "如果冲着结婚考虑的话，近亲结婚是不被鼓励的，因为这会增加孩子出生后出现畸形和各种疾病的风险。",
        "label": ""
      },
      {
        "sentence": "所以，不要因为表哥对你的好而轻易投降。",
        "label": ""
      },
      {
        "sentence": "如果出现了什么问题，吃亏的是你，丢脸的是你的父母，亲戚们也束手无策。",
        "label": ""
      },
      {
        "sentence": "还有，这会成为你内心无法消散的阴影，你想过一辈子在自责和遗憾中生活吗？",
        "label": ""
      },
      {
        "sentence": "所以，请坚决制止你对表哥的幻想。",
        "label": ""
      },
      {
        "sentence": "如果他有任何引导你的举动，告诉你的父母，总比你一个人承担后果和自责要好。",
        "label": ""
      }
    ]
  }
]