[
  {
    "role": "client",
    "content": "工作量巨大，已崩溃，辞职或不辞职都存在风险，咋选？工作量极大事儿还杂旧的没干完新的就来了客户像催命一样催活儿我就像欠高利贷似的长期的压力导致我极其焦虑甚至崩溃存在一些身体的小毛病比如头疼耳闷胸口疼我认为都是情绪影响的以下三种解决办法都行不通所以很纠结1.不辞职现在情绪特别不好我怕对怀孕有影响我已年过30不想再拖几年才生2.辞职已婚未育的女性在职场最不招人待见万一没几个月怀了大家会不会觉得我是那种专门找个新公司怀孕骗产假的骗子？在熟悉的老公司怀孕大家一般不会说什么在新公司就不好说了3.辞职怀孕生完再找新工作失去了至少一年半载的收入来源又要自己掏一大笔保险不划算感觉自己陷入了死局……如果能有那种减少工作积压提高工作效率或者自我释放压力的好办法我会倾向在本单位生孩子谢谢解答",
    "annotation": [
      {
        "sentence": "工作量巨大，已崩溃，辞职或不辞职都存在风险，咋选？",
        "label": ""
      },
      {
        "sentence": "工作量极大事儿还杂旧的没干完新的就来了客户像催命一样催活儿我就像欠高利贷似的长期的压力导致我极其焦虑甚至崩溃存在一些身体的小毛病比如头疼耳闷胸口疼我认为都是情绪影响的以下三种解决办法都行不通所以很纠结1.不辞职现在情绪特别不好我怕对怀孕有影响我已年过30不想再拖几年才生2.辞职已婚未育的女性在职场最不招人待见万一没几个月怀了大家会不会觉得我是那种专门找个新公司怀孕骗产假的骗子？",
        "label": ""
      },
      {
        "sentence": "在熟悉的老公司怀孕大家一般不会说什么在新公司就不好说了3.辞职怀孕生完再找新工作失去了至少一年半载的收入来源又要自己掏一大笔保险不划算感觉自己陷入了死局……如果能有那种减少工作积压提高工作效率或者自我释放压力的好办法我会倾向在本单位生孩子谢谢解答",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢邀请，我理解你工作的巨大压力让你感到崩溃，你非常纠结辞职或者继续工作的选择。你控诉了工作量巨大、客户催促等情况，导致你极度焦虑、甚至崩溃，并出现了一些身体不适。情绪的波动会对身体产生影响，甚至引发心身疾病。我建议你放轻松、调整好心态，这样才能更理性地对待问题。从你的描述来看，你似乎关注的焦点在于选择的困扰，但要深入思考，焦虑的问题才是重点。在我们面临抉择时，我们常常以为只要做出选择，就能避免焦虑，问题就能得到解决。然而实际情况是，无论你辞职与否、生育与否，焦虑无法完全消除，新问题也会接踵而至，没有万全之策。因为人类在与环境作斗争和适应过程中发展出焦虑情绪，这是无法避免的。现如今，许多新婚夫妇在面临养育决策时，由于生活中的限制因素会出现养育焦虑等现实问题。而对于你的情况，如何权衡利弊，也许只有你自己最清楚。我觉得我们的回答只能作为参考。面对现实，很多时候无法做到鱼与熊掌兼得的完美结果。有舍必有得，不妨静下心来，倾听内心真实的想法，与爱人、家人协商，或许能找到更合适的解决方法。无论你做出怎样的选择，只要不后悔，对自己的选择负责，勇敢面对选择的结果，你都能努力过上好日子，家人也会支持你。加油！祝你幸福。",
    "annotation": [
      {
        "sentence": "感谢邀请，我理解你工作的巨大压力让你感到崩溃，你非常纠结辞职或者继续工作的选择。",
        "label": ""
      },
      {
        "sentence": "你控诉了工作量巨大、客户催促等情况，导致你极度焦虑、甚至崩溃，并出现了一些身体不适。",
        "label": ""
      },
      {
        "sentence": "情绪的波动会对身体产生影响，甚至引发心身疾病。",
        "label": ""
      },
      {
        "sentence": "我建议你放轻松、调整好心态，这样才能更理性地对待问题。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，你似乎关注的焦点在于选择的困扰，但要深入思考，焦虑的问题才是重点。",
        "label": ""
      },
      {
        "sentence": "在我们面临抉择时，我们常常以为只要做出选择，就能避免焦虑，问题就能得到解决。",
        "label": ""
      },
      {
        "sentence": "然而实际情况是，无论你辞职与否、生育与否，焦虑无法完全消除，新问题也会接踵而至，没有万全之策。",
        "label": ""
      },
      {
        "sentence": "因为人类在与环境作斗争和适应过程中发展出焦虑情绪，这是无法避免的。",
        "label": ""
      },
      {
        "sentence": "现如今，许多新婚夫妇在面临养育决策时，由于生活中的限制因素会出现养育焦虑等现实问题。",
        "label": ""
      },
      {
        "sentence": "而对于你的情况，如何权衡利弊，也许只有你自己最清楚。",
        "label": ""
      },
      {
        "sentence": "我觉得我们的回答只能作为参考。",
        "label": ""
      },
      {
        "sentence": "面对现实，很多时候无法做到鱼与熊掌兼得的完美结果。",
        "label": ""
      },
      {
        "sentence": "有舍必有得，不妨静下心来，倾听内心真实的想法，与爱人、家人协商，或许能找到更合适的解决方法。",
        "label": ""
      },
      {
        "sentence": "无论你做出怎样的选择，只要不后悔，对自己的选择负责，勇敢面对选择的结果，你都能努力过上好日子，家人也会支持你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "祝你幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我现在真的感觉非常迷茫和疲惫，你的回答帮我理清了思路。我明白无论选择哪条路都不会完全避免焦虑和困扰，但至少我能知道这种焦虑是普遍存在的，而不是我个人的问题。真的有时候觉得自己扛不住了，身体也出现了问题，可能是因为压力太大，导致内分泌失调。你说的放轻松、调整心态，我会努力去做。我还会和家人好好商量一下，看看能否有更好的解决办法。非常感谢你的鼓励和支持，我会加油的！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我现在真的感觉非常迷茫和疲惫，你的回答帮我理清了思路。",
        "label": ""
      },
      {
        "sentence": "我明白无论选择哪条路都不会完全避免焦虑和困扰，但至少我能知道这种焦虑是普遍存在的，而不是我个人的问题。",
        "label": ""
      },
      {
        "sentence": "真的有时候觉得自己扛不住了，身体也出现了问题，可能是因为压力太大，导致内分泌失调。",
        "label": ""
      },
      {
        "sentence": "你说的放轻松、调整心态，我会努力去做。",
        "label": ""
      },
      {
        "sentence": "我还会和家人好好商量一下，看看能否有更好的解决办法。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的鼓励和支持，我会加油的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。迷茫和疲惫是很正常的感觉，尤其在面对艰难的抉择时。重要的是你能够认识到这些焦虑感是普遍存在的，而不是个人问题。身体出现问题也可能是由于压力太大导致的内分泌失调，放轻松和调整心态是缓解这种情况的关键。与家人商量，听听他们的意见，共同寻求更好的解决办法是明智的选择。我相信你会找到适合自己的答案，也祝福你能够克服困难，实现自己的幸福。记住，你并不孤单，我们都在支持着你。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "迷茫和疲惫是很正常的感觉，尤其在面对艰难的抉择时。",
        "label": ""
      },
      {
        "sentence": "重要的是你能够认识到这些焦虑感是普遍存在的，而不是个人问题。",
        "label": ""
      },
      {
        "sentence": "身体出现问题也可能是由于压力太大导致的内分泌失调，放轻松和调整心态是缓解这种情况的关键。",
        "label": ""
      },
      {
        "sentence": "与家人商量，听听他们的意见，共同寻求更好的解决办法是明智的选择。",
        "label": ""
      },
      {
        "sentence": "我相信你会找到适合自己的答案，也祝福你能够克服困难，实现自己的幸福。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们都在支持着你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]