[
  {
    "role": "client",
    "content": "工作量巨大，已崩溃，辞职或不辞职都存在风险，咋选？工作量极大事儿还杂旧的没干完新的就来了客户像催命一样催活儿我就像欠高利贷似的长期的压力导致我极其焦虑甚至崩溃存在一些身体的小毛病比如头疼耳闷胸口疼我认为都是情绪影响的以下三种解决办法都行不通所以很纠结1.不辞职现在情绪特别不好我怕对怀孕有影响我已年过30不想再拖几年才生2.辞职已婚未育的女性在职场最不招人待见万一没几个月怀了大家会不会觉得我是那种专门找个新公司怀孕骗产假的骗子？在熟悉的老公司怀孕大家一般不会说什么在新公司就不好说了3.辞职怀孕生完再找新工作失去了至少一年半载的收入来源又要自己掏一大笔保险不划算感觉自己陷入了死局……如果能有那种减少工作积压提高工作效率或者自我释放压力的好办法我会倾向在本单位生孩子谢谢解答",
    "annotation": [
      {
        "sentence": "工作量巨大，已崩溃，辞职或不辞职都存在风险，咋选？",
        "label": ""
      },
      {
        "sentence": "工作量极大事儿还杂旧的没干完新的就来了客户像催命一样催活儿我就像欠高利贷似的长期的压力导致我极其焦虑甚至崩溃存在一些身体的小毛病比如头疼耳闷胸口疼我认为都是情绪影响的以下三种解决办法都行不通所以很纠结1.不辞职现在情绪特别不好我怕对怀孕有影响我已年过30不想再拖几年才生2.辞职已婚未育的女性在职场最不招人待见万一没几个月怀了大家会不会觉得我是那种专门找个新公司怀孕骗产假的骗子？",
        "label": ""
      },
      {
        "sentence": "在熟悉的老公司怀孕大家一般不会说什么在新公司就不好说了3.辞职怀孕生完再找新工作失去了至少一年半载的收入来源又要自己掏一大笔保险不划算感觉自己陷入了死局……如果能有那种减少工作积压提高工作效率或者自我释放压力的好办法我会倾向在本单位生孩子谢谢解答",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你现在面临的情况确实很棘手，但是我想提醒你，考虑每种选择的前提非常重要。在现有单位生孩子的前提是你要能够应对工作压力，才没有对怀孕有负面影响的风险。另外，如果你决定去新的单位工作生孩子，新单位的环境应该相对轻松一些，而且他们也要愿意录用你。对于辞职生孩子这个选择，同样要考虑你能否承担自身人生物质条件的前提。此外，你提到目前工作量很大，有两种可能性，一种是大家都很忙，另一种可能是你的效率不高，需要向其他同事学习如何提高效率。同时，怀孕后你是否可以准时下班，只做当天下班前能完成的工作，不做其他的工作？当公司或领导对你不友好的时候，你是否可以寻求他人帮助，比如你的丈夫或律师，甚至通过法律手段维护自己的权益？求助者，我知道你一直在担心怀孕的问题，但是你也需要考虑如果怀孕后，工作量如此之大是否会对宝宝产生不良影响。去新的单位怀孕似乎是个不错的选择，但是你需要考虑是否愿意放下自己的面子。另外，辞职后怀孕并没有太大的经济成本，因为你可以按最低工资交社保，一个月可能只有1000元左右，可能影响并不大。如果你能找到一个更好的职位，环境也更好，这也是一个可以考虑的方案。这只是计划，可能会受到变化和你的个人想法的影响。参考一下这个计划：先请你和你丈夫去医院检查身体，针对问题进行调整。平时你可以通过心理咨询和按摩来调整自己的状态。如果你在现有单位比其他人忙，那么你可以向他们学习如何提高效率。这些问题解决了，你再考虑在现有单位怀孕的可能性，比如在三个月或半年内。但是如果怀孕后公司刁难你，你可以找你丈夫和律师帮忙，但是一定要坚持准时下班，只做准点下班前能完成的工作。如果怀不上，你可以考虑方案2或方案3。方案2需要找到一个你喜欢且能愿意录用你的轻松单位。然后找到了再怀孕，这样当别人问起时，你可以说生完孩子再好好工作，或者是在新单位不适合再换。方案3的话，你可以在家按照最低工资交社保，这样影响也不会太大，大概就是这样。但是无论选择哪种方案，你都需要首先考虑是否能怀孕。",
    "annotation": [
      {
        "sentence": "求助者，你现在面临的情况确实很棘手，但是我想提醒你，考虑每种选择的前提非常重要。",
        "label": ""
      },
      {
        "sentence": "在现有单位生孩子的前提是你要能够应对工作压力，才没有对怀孕有负面影响的风险。",
        "label": ""
      },
      {
        "sentence": "另外，如果你决定去新的单位工作生孩子，新单位的环境应该相对轻松一些，而且他们也要愿意录用你。",
        "label": ""
      },
      {
        "sentence": "对于辞职生孩子这个选择，同样要考虑你能否承担自身人生物质条件的前提。",
        "label": ""
      },
      {
        "sentence": "此外，你提到目前工作量很大，有两种可能性，一种是大家都很忙，另一种可能是你的效率不高，需要向其他同事学习如何提高效率。",
        "label": ""
      },
      {
        "sentence": "同时，怀孕后你是否可以准时下班，只做当天下班前能完成的工作，不做其他的工作？",
        "label": ""
      },
      {
        "sentence": "当公司或领导对你不友好的时候，你是否可以寻求他人帮助，比如你的丈夫或律师，甚至通过法律手段维护自己的权益？",
        "label": ""
      },
      {
        "sentence": "求助者，我知道你一直在担心怀孕的问题，但是你也需要考虑如果怀孕后，工作量如此之大是否会对宝宝产生不良影响。",
        "label": ""
      },
      {
        "sentence": "去新的单位怀孕似乎是个不错的选择，但是你需要考虑是否愿意放下自己的面子。",
        "label": ""
      },
      {
        "sentence": "另外，辞职后怀孕并没有太大的经济成本，因为你可以按最低工资交社保，一个月可能只有1000元左右，可能影响并不大。",
        "label": ""
      },
      {
        "sentence": "如果你能找到一个更好的职位，环境也更好，这也是一个可以考虑的方案。",
        "label": ""
      },
      {
        "sentence": "这只是计划，可能会受到变化和你的个人想法的影响。",
        "label": ""
      },
      {
        "sentence": "参考一下这个计划：先请你和你丈夫去医院检查身体，针对问题进行调整。",
        "label": ""
      },
      {
        "sentence": "平时你可以通过心理咨询和按摩来调整自己的状态。",
        "label": ""
      },
      {
        "sentence": "如果你在现有单位比其他人忙，那么你可以向他们学习如何提高效率。",
        "label": ""
      },
      {
        "sentence": "这些问题解决了，你再考虑在现有单位怀孕的可能性，比如在三个月或半年内。",
        "label": ""
      },
      {
        "sentence": "但是如果怀孕后公司刁难你，你可以找你丈夫和律师帮忙，但是一定要坚持准时下班，只做准点下班前能完成的工作。",
        "label": ""
      },
      {
        "sentence": "如果怀不上，你可以考虑方案2或方案3。",
        "label": ""
      },
      {
        "sentence": "方案2需要找到一个你喜欢且能愿意录用你的轻松单位。",
        "label": ""
      },
      {
        "sentence": "然后找到了再怀孕，这样当别人问起时，你可以说生完孩子再好好工作，或者是在新单位不适合再换。",
        "label": ""
      },
      {
        "sentence": "方案3的话，你可以在家按照最低工资交社保，这样影响也不会太大，大概就是这样。",
        "label": ""
      },
      {
        "sentence": "但是无论选择哪种方案，你都需要首先考虑是否能怀孕。",
        "label": ""
      }
    ]
  }
]