[
  {
    "role": "client",
    "content": "讨好型人格，担心辜负大家期望，无法做真实的自己？24岁，感觉自己有讨好型人格。别人都我的评价都是爱笑能量满满，是个特别厉害的女孩。可我自己一个人的时候却经常陷入负面情绪。自己总是背负着巨大的压力前行。害怕自己如果表现的不够完美，散发不出能量大家就不喜欢我了。焦虑到晚上没办法熟睡，总担心自己会辜负大家的期望。害怕自己的举动会让大家不开心。",
    "annotation": [
      {
        "sentence": "讨好型人格，担心辜负大家期望，无法做真实的自己？",
        "label": ""
      },
      {
        "sentence": "24岁，感觉自己有讨好型人格。",
        "label": ""
      },
      {
        "sentence": "别人都我的评价都是爱笑能量满满，是个特别厉害的女孩。",
        "label": ""
      },
      {
        "sentence": "可我自己一个人的时候却经常陷入负面情绪。",
        "label": ""
      },
      {
        "sentence": "自己总是背负着巨大的压力前行。",
        "label": ""
      },
      {
        "sentence": "害怕自己如果表现的不够完美，散发不出能量大家就不喜欢我了。",
        "label": ""
      },
      {
        "sentence": "焦虑到晚上没办法熟睡，总担心自己会辜负大家的期望。",
        "label": ""
      },
      {
        "sentence": "害怕自己的举动会让大家不开心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好！我非常理解你的感受。年轻时的我们通常无法理性客观地对待身边发生的事情。我们很容易把所有事情都归咎于自己，产生自责和愧疚等负面情绪。这是因为我们没有形成明确的边界感，容易受到他人情绪和环境的影响，并习惯性地回避冲突与不安全感。你提到别人对你的评价都是积极正面的，这也许是因为你一直在努力取悦别人而表现出的能量和笑容所致。但是在你独处的时候，负面情绪会浮现出来，同时你也承载着巨大的压力。我觉得这可能与你童年时期缺乏父母的关注和鼓励有关。或许在过去的经历中，你一直处于“我永远都不够好”的状态中，感到受挫、不安和恐惧。因此，你认为只有讨好别人才能被认可和喜欢。你也习惯了不去拒绝他人，这可能是因为拒绝对你来说是一件不熟悉、不安全的事情。另外，你内心非常孤单，需要与他人建立联系和接受他人的认可和欣赏。",
    "annotation": [
      {
        "sentence": "你好！",
        "label": ""
      },
      {
        "sentence": "我非常理解你的感受。",
        "label": ""
      },
      {
        "sentence": "年轻时的我们通常无法理性客观地对待身边发生的事情。",
        "label": ""
      },
      {
        "sentence": "我们很容易把所有事情都归咎于自己，产生自责和愧疚等负面情绪。",
        "label": ""
      },
      {
        "sentence": "这是因为我们没有形成明确的边界感，容易受到他人情绪和环境的影响，并习惯性地回避冲突与不安全感。",
        "label": ""
      },
      {
        "sentence": "你提到别人对你的评价都是积极正面的，这也许是因为你一直在努力取悦别人而表现出的能量和笑容所致。",
        "label": ""
      },
      {
        "sentence": "但是在你独处的时候，负面情绪会浮现出来，同时你也承载着巨大的压力。",
        "label": ""
      },
      {
        "sentence": "我觉得这可能与你童年时期缺乏父母的关注和鼓励有关。",
        "label": ""
      },
      {
        "sentence": "或许在过去的经历中，你一直处于“我永远都不够好”的状态中，感到受挫、不安和恐惧。",
        "label": ""
      },
      {
        "sentence": "因此，你认为只有讨好别人才能被认可和喜欢。",
        "label": ""
      },
      {
        "sentence": "你也习惯了不去拒绝他人，这可能是因为拒绝对你来说是一件不熟悉、不安全的事情。",
        "label": ""
      },
      {
        "sentence": "另外，你内心非常孤单，需要与他人建立联系和接受他人的认可和欣赏。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我总觉得只有取悦别人才能得到认可和善待自己。但是我也意识到现在的我已经不再是过去那个弱小的自己了。说实话，我也可以独立自主地生活下去。无论过去发生了什么，讨好、压抑和取悦他人的模式都是我在当时环境中学到的，并且是我当时为自己做出的选择。正是因为这些，我才能过上更好的生活。例如，为了得到妈妈的认可，我变得“乖巧”；为了获得朋友之间的友谊，我选择“忍让”；为了得到别人的好评，我会“妥协”……也许我应该更多地关注自己，尊重自己，爱护自己，才能获得别人的尊重和善待。我可以把自己放在“善待自己”的名单中。当面对别人的要求和期望时，我不必习惯性地答应，可以先暂停一下，花点时间与自己核对（如果是面对面的情况，我也可以直接告诉对方“稍等，容我想一想”），看看这个请求是否合适、合理，是否符合我的能力、意愿和当前状况。如果答案是否定的，而我仍然担心对方会失望生气，我也可以与对方解释并核对：“我很想帮你，但我也不想加班太晚影响休息，你会觉得失望吗？”我要尊重自己的需求，勇敢地表达自己。正如曾奇峰老师所说，作为一个成年人，我有权利要求别人为我做一些事情，同时也明白别人也有权利要求我做一些事情。",
    "annotation": [
      {
        "sentence": "是的，我总觉得只有取悦别人才能得到认可和善待自己。",
        "label": ""
      },
      {
        "sentence": "但是我也意识到现在的我已经不再是过去那个弱小的自己了。",
        "label": ""
      },
      {
        "sentence": "说实话，我也可以独立自主地生活下去。",
        "label": ""
      },
      {
        "sentence": "无论过去发生了什么，讨好、压抑和取悦他人的模式都是我在当时环境中学到的，并且是我当时为自己做出的选择。",
        "label": ""
      },
      {
        "sentence": "正是因为这些，我才能过上更好的生活。",
        "label": ""
      },
      {
        "sentence": "例如，为了得到妈妈的认可，我变得“乖巧”；为了获得朋友之间的友谊，我选择“忍让”；为了得到别人的好评，我会“妥协”……也许我应该更多地关注自己，尊重自己，爱护自己，才能获得别人的尊重和善待。",
        "label": ""
      },
      {
        "sentence": "我可以把自己放在“善待自己”的名单中。",
        "label": ""
      },
      {
        "sentence": "当面对别人的要求和期望时，我不必习惯性地答应，可以先暂停一下，花点时间与自己核对（如果是面对面的情况，我也可以直接告诉对方“稍等，容我想一想”），看看这个请求是否合适、合理，是否符合我的能力、意愿和当前状况。",
        "label": ""
      },
      {
        "sentence": "如果答案是否定的，而我仍然担心对方会失望生气，我也可以与对方解释并核对：“我很想帮你，但我也不想加班太晚影响休息，你会觉得失望吗？",
        "label": ""
      },
      {
        "sentence": "”我要尊重自己的需求，勇敢地表达自己。",
        "label": ""
      },
      {
        "sentence": "正如曾奇峰老师所说，作为一个成年人，我有权利要求别人为我做一些事情，同时也明白别人也有权利要求我做一些事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得非常好！你已经意识到了自己的情况，并且开始寻找自我价值。尊重自己的需求、对自己的要求更加重要。你可以把自己的内心需求放在首位，不再只满足别人的期望和要求。在这个过程中，记得要与自己保持联系，给自己一些时间和空间进行反思和决策。当你在面对他人的要求时，尽量不要太快做出回应，先与自己对话，看看是否符合你的价值观和能力。如果你选择了拒绝，也要坚信这样做是正确的，不要因为害怕对方的失望而妥协自己的需求。同时，也要学会坦率地与他人沟通，告诉他们你的想法和感受，让别人更好地理解你。你已经迈出了一步，相信你可以找到更多的支持和认可。",
    "annotation": [
      {
        "sentence": "你说得非常好！",
        "label": ""
      },
      {
        "sentence": "你已经意识到了自己的情况，并且开始寻找自我价值。",
        "label": ""
      },
      {
        "sentence": "尊重自己的需求、对自己的要求更加重要。",
        "label": ""
      },
      {
        "sentence": "你可以把自己的内心需求放在首位，不再只满足别人的期望和要求。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，记得要与自己保持联系，给自己一些时间和空间进行反思和决策。",
        "label": ""
      },
      {
        "sentence": "当你在面对他人的要求时，尽量不要太快做出回应，先与自己对话，看看是否符合你的价值观和能力。",
        "label": ""
      },
      {
        "sentence": "如果你选择了拒绝，也要坚信这样做是正确的，不要因为害怕对方的失望而妥协自己的需求。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会坦率地与他人沟通，告诉他们你的想法和感受，让别人更好地理解你。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了一步，相信你可以找到更多的支持和认可。",
        "label": ""
      }
    ]
  }
]