[
  {
    "role": "client",
    "content": "我觉得自己患上了感情缺失症，很压抑很难受，能治吗？高三刚开始的时候有过几次非常强的感情波动，高三中也有，有时在晚自习是莫名奇妙的痛苦，但除此之外的时间就很少有感情了，对自己以前能共情的东西都没有，经常疲惫，睡不够，高考完了也一点没有改善，但高三前完全不是这样的",
    "annotation": [
      {
        "sentence": "我觉得自己患上了感情缺失症，很压抑很难受，能治吗？",
        "label": ""
      },
      {
        "sentence": "高三刚开始的时候有过几次非常强的感情波动，高三中也有，有时在晚自习是莫名奇妙的痛苦，但除此之外的时间就很少有感情了，对自己以前能共情的东西都没有，经常疲惫，睡不够，高考完了也一点没有改善，但高三前完全不是这样的",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先我想说的是在没有确诊之前，请不要认为或确信有心理疾病，这会造成不良暗示，而且对你的心理造成负面影响。就算是你真正有心理疾病，也不是不可以治愈的。",
    "annotation": [
      {
        "sentence": "首先我想说的是在没有确诊之前，请不要认为或确信有心理疾病，这会造成不良暗示，而且对你的心理造成负面影响。",
        "label": ""
      },
      {
        "sentence": "就算是你真正有心理疾病，也不是不可以治愈的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我真的感觉到了一些异样，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "但是我真的感觉到了一些异样，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情感缺失症是指对外界刺激缺乏相应的情绪反应，大多表现为缺乏同情心，乐于独处，对异性没有兴趣，善于揣摩别人的心思等。而情感缺失症其实也可以通过自己的努力来改善。",
    "annotation": [
      {
        "sentence": "情感缺失症是指对外界刺激缺乏相应的情绪反应，大多表现为缺乏同情心，乐于独处，对异性没有兴趣，善于揣摩别人的心思等。",
        "label": ""
      },
      {
        "sentence": "而情感缺失症其实也可以通过自己的努力来改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我该怎么努力改善呢？",
    "annotation": [
      {
        "sentence": "那我该怎么努力改善呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高三是很苦很累的一年，甚至有很多人在年长后回首一生，发现自己最努力的那个时期就是高三。由于强烈的竞争与紧张感，压力也是很普遍的，我相信在高三中，所有同学都被焦虑和紧张以及压力包围。在这一年中不断累计的压力，大多会被同学们一直压抑在心里。因为有很多同学找不到合理的宣泄方式。而积聚多了，就容易在某一次刺激中全部迸发。也就是“人的崩溃往往只在一瞬之间”。而像你所说的晚自习中的没有由来的痛苦，很有可能就是积聚下来的压力和负面情绪所形成的。",
    "annotation": [
      {
        "sentence": "高三是很苦很累的一年，甚至有很多人在年长后回首一生，发现自己最努力的那个时期就是高三。",
        "label": ""
      },
      {
        "sentence": "由于强烈的竞争与紧张感，压力也是很普遍的，我相信在高三中，所有同学都被焦虑和紧张以及压力包围。",
        "label": ""
      },
      {
        "sentence": "在这一年中不断累计的压力，大多会被同学们一直压抑在心里。",
        "label": ""
      },
      {
        "sentence": "因为有很多同学找不到合理的宣泄方式。",
        "label": ""
      },
      {
        "sentence": "而积聚多了，就容易在某一次刺激中全部迸发。",
        "label": ""
      },
      {
        "sentence": "也就是“人的崩溃往往只在一瞬之间”。",
        "label": ""
      },
      {
        "sentence": "而像你所说的晚自习中的没有由来的痛苦，很有可能就是积聚下来的压力和负面情绪所形成的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来是因为高三的压力导致的情绪问题啊，那我该如何缓解呢？",
    "annotation": [
      {
        "sentence": "原来是因为高三的压力导致的情绪问题啊，那我该如何缓解呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "疲惫睡觉睡不够等情况，你有很大一部分原因源于精神上的压抑情绪。过去共情的东西没有引起现在的共鸣，也有可能是因为你把全部的注意力投入到了高三的学习中，向着你的那个目标前进，也就没有心思和兴趣去回忆，去感怀。高考的过程也就三四天，高考的结束也就一瞬间，但是高考前的准备是整整一年甚至更多。也就是说你积极下来的压力是一年的，有些人可能在结束的那一瞬间就释放了，但是有些人可能需要慢慢的去从家的压力中解脱出来，放松自己。",
    "annotation": [
      {
        "sentence": "疲惫睡觉睡不够等情况，你有很大一部分原因源于精神上的压抑情绪。",
        "label": ""
      },
      {
        "sentence": "过去共情的东西没有引起现在的共鸣，也有可能是因为你把全部的注意力投入到了高三的学习中，向着你的那个目标前进，也就没有心思和兴趣去回忆，去感怀。",
        "label": ""
      },
      {
        "sentence": "高考的过程也就三四天，高考的结束也就一瞬间，但是高考前的准备是整整一年甚至更多。",
        "label": ""
      },
      {
        "sentence": "也就是说你积极下来的压力是一年的，有些人可能在结束的那一瞬间就释放了，但是有些人可能需要慢慢的去从家的压力中解脱出来，放松自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可能一直没有找到释放压力的方式。",
    "annotation": [
      {
        "sentence": "我明白了，我可能一直没有找到释放压力的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "紧张和压力并未散去，也不是一种心理疾病的表现，而是由于不同的人有不同的性格，就如开朗的和文静的，快热的和慢热的，没有什么好坏之分，只是每个人都会有自己独特的方式去面对同一件事，有自己独特适应的解决问题的方法。或许对您来说，放松是一个很缓慢的过程，但是你需要去慢慢的放下，直到有一天你的压力会得到完全的释放。在此对你提出一些建议，1.关于宣泄情绪，可以找到自己适当的方式。可以是你喜欢的一项爱好，也可以是一种倾诉与聆听。或许可以是听音乐，弹钢琴，游泳，跑步，打沙袋，或者与好朋友倾诉。你需要找到真正能发泄自己，使自己开心的与所不同的方式，因为只有真正适应自己的，才能使自己得到放松。2.高考结束后，可以利用上大学前的一两个月时间学习一项新的爱好，体验生活，争取把它变成你在大学生活中可以作为娱乐，作为放松，作为宣泄，作为交流的方式。可以是学习一项乐器练习一样运动等等。期待在未来的生活中，你懂得调节自己，释放情绪，不让负面情绪累计给自己制造压力。可以在众多不同的生活中找到适合你的一种，在众多不同的爱好中找到属于你的那个。",
    "annotation": [
      {
        "sentence": "紧张和压力并未散去，也不是一种心理疾病的表现，而是由于不同的人有不同的性格，就如开朗的和文静的，快热的和慢热的，没有什么好坏之分，只是每个人都会有自己独特的方式去面对同一件事，有自己独特适应的解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "或许对您来说，放松是一个很缓慢的过程，但是你需要去慢慢的放下，直到有一天你的压力会得到完全的释放。",
        "label": ""
      },
      {
        "sentence": "在此对你提出一些建议，1.关于宣泄情绪，可以找到自己适当的方式。",
        "label": ""
      },
      {
        "sentence": "可以是你喜欢的一项爱好，也可以是一种倾诉与聆听。",
        "label": ""
      },
      {
        "sentence": "或许可以是听音乐，弹钢琴，游泳，跑步，打沙袋，或者与好朋友倾诉。",
        "label": ""
      },
      {
        "sentence": "你需要找到真正能发泄自己，使自己开心的与所不同的方式，因为只有真正适应自己的，才能使自己得到放松。",
        "label": ""
      },
      {
        "sentence": "2.高考结束后，可以利用上大学前的一两个月时间学习一项新的爱好，体验生活，争取把它变成你在大学生活中可以作为娱乐，作为放松，作为宣泄，作为交流的方式。",
        "label": ""
      },
      {
        "sentence": "可以是学习一项乐器练习一样运动等等。",
        "label": ""
      },
      {
        "sentence": "期待在未来的生活中，你懂得调节自己，释放情绪，不让负面情绪累计给自己制造压力。",
        "label": ""
      },
      {
        "sentence": "可以在众多不同的生活中找到适合你的一种，在众多不同的爱好中找到属于你的那个。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和理解，我会尝试去寻找合适的方法来缓解压力的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和理解，我会尝试去寻找合适的方法来缓解压力的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "前程似锦，不负韶华！祝你一切顺利！如果在之后还有困扰，记得随时来找我咨询。你并不孤单，我们都会陪在你身边。",
    "annotation": [
      {
        "sentence": "前程似锦，不负韶华！",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      },
      {
        "sentence": "如果在之后还有困扰，记得随时来找我咨询。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们都会陪在你身边。",
        "label": ""
      }
    ]
  }
]