[
  {
    "role": "client",
    "content": "我真的很抵触相亲这件事，也不知道为什么会这样。每当有人要给我介绍对象，我就感到压力很大。家里人也不理解，他们觉得年纪到了，相亲认识朋友是很正常的事情，可是我就是感觉不舒服，很难受。",
    "annotation": [
      {
        "sentence": "我真的很抵触相亲这件事，也不知道为什么会这样。",
        "label": ""
      },
      {
        "sentence": "每当有人要给我介绍对象，我就感到压力很大。",
        "label": ""
      },
      {
        "sentence": "家里人也不理解，他们觉得年纪到了，相亲认识朋友是很正常的事情，可是我就是感觉不舒服，很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "相亲是一种被动地去选择和被选择的方式，和影视剧里小说里渲染的偶遇相比，它可能没有那么浪漫。现实告诉我们，我们不应该随意和陌生人交谈。这就是理想与现实之间的差距。不过如果你留意一些名人谈论他们与现任相遇的经历，他们有个共同的说词：在一次朋友聚会上认识的。被动者会觉得相亲是自己被推出去供别人挑选的，而主动者则会创造更多机会来结识更多的人。人和人之间的交往是一种资源和机会。是的，谁也不缺乏资源，谁会拒绝得到更多的资源呢？过去因为男女授受不亲才要相亲，而今天因为大家都喜欢宅在家，才需要相亲。多交一些朋友就有更多的机会供你挑选。你的想法受到你的看法的影响，如果你能积极主动，这些就不会成为你的负担。",
    "annotation": [
      {
        "sentence": "相亲是一种被动地去选择和被选择的方式，和影视剧里小说里渲染的偶遇相比，它可能没有那么浪漫。",
        "label": ""
      },
      {
        "sentence": "现实告诉我们，我们不应该随意和陌生人交谈。",
        "label": ""
      },
      {
        "sentence": "这就是理想与现实之间的差距。",
        "label": ""
      },
      {
        "sentence": "不过如果你留意一些名人谈论他们与现任相遇的经历，他们有个共同的说词：在一次朋友聚会上认识的。",
        "label": ""
      },
      {
        "sentence": "被动者会觉得相亲是自己被推出去供别人挑选的，而主动者则会创造更多机会来结识更多的人。",
        "label": ""
      },
      {
        "sentence": "人和人之间的交往是一种资源和机会。",
        "label": ""
      },
      {
        "sentence": "是的，谁也不缺乏资源，谁会拒绝得到更多的资源呢？",
        "label": ""
      },
      {
        "sentence": "过去因为男女授受不亲才要相亲，而今天因为大家都喜欢宅在家，才需要相亲。",
        "label": ""
      },
      {
        "sentence": "多交一些朋友就有更多的机会供你挑选。",
        "label": ""
      },
      {
        "sentence": "你的想法受到你的看法的影响，如果你能积极主动，这些就不会成为你的负担。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但是我觉得相亲让我很焦虑。每次遇到这个话题我就开始紧张，而且见面的时候也很尴尬。我不知道如何面对这种情况。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但是我觉得相亲让我很焦虑。",
        "label": ""
      },
      {
        "sentence": "每次遇到这个话题我就开始紧张，而且见面的时候也很尴尬。",
        "label": ""
      },
      {
        "sentence": "我不知道如何面对这种情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "焦虑是一种常见的情绪反应，特别是在你面对一些不熟悉的情境时。你之前的经历可能造成了你对相亲的负面情绪。我理解这种感受，但是我们可以寻找一些方法来缓解焦虑。比如，在见面之前先给自己一些正面的心理暗示，相信自己能够处理好这种情况。此外，你也可以通过练习和朋友们多进行一些社交活动来逐渐增加自信和舒适感。另外，相亲也可以看做是一次机会去结识更多的人，不要过于自我压力过大，尽量以轻松的心态面对。",
    "annotation": [
      {
        "sentence": "焦虑是一种常见的情绪反应，特别是在你面对一些不熟悉的情境时。",
        "label": ""
      },
      {
        "sentence": "你之前的经历可能造成了你对相亲的负面情绪。",
        "label": ""
      },
      {
        "sentence": "我理解这种感受，但是我们可以寻找一些方法来缓解焦虑。",
        "label": ""
      },
      {
        "sentence": "比如，在见面之前先给自己一些正面的心理暗示，相信自己能够处理好这种情况。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以通过练习和朋友们多进行一些社交活动来逐渐增加自信和舒适感。",
        "label": ""
      },
      {
        "sentence": "另外，相亲也可以看做是一次机会去结识更多的人，不要过于自我压力过大，尽量以轻松的心态面对。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会试着改变自己的看法，并尝试一些缓解焦虑的方法。但我还是有点担心，如果我没有适应这种相亲方式，会不会错过了遇到合适的人的机会呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着改变自己的看法，并尝试一些缓解焦虑的方法。",
        "label": ""
      },
      {
        "sentence": "但我还是有点担心，如果我没有适应这种相亲方式，会不会错过了遇到合适的人的机会呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心。每个人对相亲都有不同的看法和感受，而且并不是所有人都适合这种方式。但是，别为了适应这种方式而强迫自己，因为这样只会让你更加不安。遇到合适的人并不仅仅依赖于相亲，还有很多其他的途径。你可以尝试参加一些兴趣爱好相近的活动，或者通过朋友介绍认识更多人，这样也会增加遇到合适的人的机会。相亲只是一种方式，而不是唯一的途径。重要的是保持积极的心态，相信自己会遇到合适的人。",
    "annotation": [
      {
        "sentence": "我理解你的担心。",
        "label": ""
      },
      {
        "sentence": "每个人对相亲都有不同的看法和感受，而且并不是所有人都适合这种方式。",
        "label": ""
      },
      {
        "sentence": "但是，别为了适应这种方式而强迫自己，因为这样只会让你更加不安。",
        "label": ""
      },
      {
        "sentence": "遇到合适的人并不仅仅依赖于相亲，还有很多其他的途径。",
        "label": ""
      },
      {
        "sentence": "你可以尝试参加一些兴趣爱好相近的活动，或者通过朋友介绍认识更多人，这样也会增加遇到合适的人的机会。",
        "label": ""
      },
      {
        "sentence": "相亲只是一种方式，而不是唯一的途径。",
        "label": ""
      },
      {
        "sentence": "重要的是保持积极的心态，相信自己会遇到合适的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得放下心里的压力，寻找其他的途径也是一种不错的方法。我会改变自己的想法，多参与一些社交活动，增加自己与他人的接触机会。",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得放下心里的压力，寻找其他的途径也是一种不错的方法。",
        "label": ""
      },
      {
        "sentence": "我会改变自己的想法，多参与一些社交活动，增加自己与他人的接触机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你有这样的想法。记住，人际关系的建立需要时间，不要太过急切。通过积极参与社交活动和和他人交流，你将逐渐摆脱对相亲的抵触情绪，并且增加自己的社交圈子。相信自己，你一定能够遇到那个合适的人。",
    "annotation": [
      {
        "sentence": "很高兴听到你有这样的想法。",
        "label": ""
      },
      {
        "sentence": "记住，人际关系的建立需要时间，不要太过急切。",
        "label": ""
      },
      {
        "sentence": "通过积极参与社交活动和和他人交流，你将逐渐摆脱对相亲的抵触情绪，并且增加自己的社交圈子。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够遇到那个合适的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我会尽力去做，相信自己能够克服这个困扰我已久的问题。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尽力去做，相信自己能够克服这个困扰我已久的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的勇气和决心让我很钦佩。相信自己，坚持努力，你一定会克服这个问题的。如果在这个过程中你还有任何困惑或需要帮助的地方，随时都可以来找我聊聊。你不是一个人在面对这个问题，我会一直陪伴在你身边的。",
    "annotation": [
      {
        "sentence": "你的勇气和决心让我很钦佩。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持努力，你一定会克服这个问题的。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中你还有任何困惑或需要帮助的地方，随时都可以来找我聊聊。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在面对这个问题，我会一直陪伴在你身边的。",
        "label": ""
      }
    ]
  }
]