[
  {
    "role": "client",
    "content": "我无法接受男朋友称呼他后妈从“阿姨”变成“妈”。他之前一直叫她阿姨，但最近改口叫妈了。这个改变让我很难接受。他之前一直说他阿姨对他不好，甚至还强迫我男朋友喊她妈，我们之间一直有矛盾。他阿姨也一直反对我们在一起，经常说冷言冷语，不接受我（虽然男朋友的亲妈很喜欢我，并且我在他阿姨面前也没做错什么）。我们也因为他阿姨对我的态度吵过很多架，最后约定不再提她，毕竟她不是亲妈。可昨天男朋友告诉我他改口了，因为他和他阿姨的关系缓和了很多，他阿姨也全力支持他爸爸反对他做的事业，还帮了他很多忙，他们经常谈心，对我和男朋友在一起也不再反对，所以男朋友决定改口。可我对他阿姨的印象一直停留在她对他不好和对我态度不好的地方。男朋友如此大的改变让我觉得被背叛了。本来我们俩站在他阿姨的对立面，但现在他们俩握手言和，我一个人不知道该怎么办了。现在我还无法接受，对他的改变感到很反感。",
    "annotation": [
      {
        "sentence": "我无法接受男朋友称呼他后妈从“阿姨”变成“妈”。",
        "label": ""
      },
      {
        "sentence": "他之前一直叫她阿姨，但最近改口叫妈了。",
        "label": ""
      },
      {
        "sentence": "这个改变让我很难接受。",
        "label": ""
      },
      {
        "sentence": "他之前一直说他阿姨对他不好，甚至还强迫我男朋友喊她妈，我们之间一直有矛盾。",
        "label": ""
      },
      {
        "sentence": "他阿姨也一直反对我们在一起，经常说冷言冷语，不接受我（虽然男朋友的亲妈很喜欢我，并且我在他阿姨面前也没做错什么）。",
        "label": ""
      },
      {
        "sentence": "我们也因为他阿姨对我的态度吵过很多架，最后约定不再提她，毕竟她不是亲妈。",
        "label": ""
      },
      {
        "sentence": "可昨天男朋友告诉我他改口了，因为他和他阿姨的关系缓和了很多，他阿姨也全力支持他爸爸反对他做的事业，还帮了他很多忙，他们经常谈心，对我和男朋友在一起也不再反对，所以男朋友决定改口。",
        "label": ""
      },
      {
        "sentence": "可我对他阿姨的印象一直停留在她对他不好和对我态度不好的地方。",
        "label": ""
      },
      {
        "sentence": "男朋友如此大的改变让我觉得被背叛了。",
        "label": ""
      },
      {
        "sentence": "本来我们俩站在他阿姨的对立面，但现在他们俩握手言和，我一个人不知道该怎么办了。",
        "label": ""
      },
      {
        "sentence": "现在我还无法接受，对他的改变感到很反感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的感受其实是因为一种惯性的改变所引起的。当一个人的习惯突然改变时会带来不适感。就像你自己骑车的频率适应了一段时间，突然换成双人骑车，而男朋友又突然刹了刹车，你会感到不适，情感上受到了摇晃。还有，你现在在思考中对他阿姨的固化性思维，将她定位为“不好反而合理”，所以对她们和解、和睦并支持你们在一起的事情无法理解。固化思维让我们忘了最初的初衷。你们在一起的初衷不就是希望俩人能共度一生并得到家人的祝福吗？你还没有接受这个改变，可能是因为你没有经历过他们之间的沟通碰撞到和解的过程。但请相信，接受是一种选择，也是一种能力。人们通过接触才能增加了解，去见证他们之间的变化吧。",
    "annotation": [
      {
        "sentence": "你现在的感受其实是因为一种惯性的改变所引起的。",
        "label": ""
      },
      {
        "sentence": "当一个人的习惯突然改变时会带来不适感。",
        "label": ""
      },
      {
        "sentence": "就像你自己骑车的频率适应了一段时间，突然换成双人骑车，而男朋友又突然刹了刹车，你会感到不适，情感上受到了摇晃。",
        "label": ""
      },
      {
        "sentence": "还有，你现在在思考中对他阿姨的固化性思维，将她定位为“不好反而合理”，所以对她们和解、和睦并支持你们在一起的事情无法理解。",
        "label": ""
      },
      {
        "sentence": "固化思维让我们忘了最初的初衷。",
        "label": ""
      },
      {
        "sentence": "你们在一起的初衷不就是希望俩人能共度一生并得到家人的祝福吗？",
        "label": ""
      },
      {
        "sentence": "你还没有接受这个改变，可能是因为你没有经历过他们之间的沟通碰撞到和解的过程。",
        "label": ""
      },
      {
        "sentence": "但请相信，接受是一种选择，也是一种能力。",
        "label": ""
      },
      {
        "sentence": "人们通过接触才能增加了解，去见证他们之间的变化吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在感到很困惑，不知道该怎么办才好。虽然男朋友改口了，但我无法消除心中对他阿姨的负面印象。这种矛盾让我很痛苦，我害怕这会对我们的感情产生影响。",
    "annotation": [
      {
        "sentence": "我现在感到很困惑，不知道该怎么办才好。",
        "label": ""
      },
      {
        "sentence": "虽然男朋友改口了，但我无法消除心中对他阿姨的负面印象。",
        "label": ""
      },
      {
        "sentence": "这种矛盾让我很痛苦，我害怕这会对我们的感情产生影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在的困惑和痛苦。对于这种心理纠结，首先要做的是接受你的感受，不要压抑自己的情绪。同时，你可以试着与男朋友沟通，将你的内心感受和疑惑告诉他，让他了解你的困扰。通过互相倾诉，你们可以更好地沟通和理解对方的立场，逐渐消除这种困惑。",
    "annotation": [
      {
        "sentence": "我理解你现在的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "对于这种心理纠结，首先要做的是接受你的感受，不要压抑自己的情绪。",
        "label": ""
      },
      {
        "sentence": "同时，你可以试着与男朋友沟通，将你的内心感受和疑惑告诉他，让他了解你的困扰。",
        "label": ""
      },
      {
        "sentence": "通过互相倾诉，你们可以更好地沟通和理解对方的立场，逐渐消除这种困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着与男朋友好好沟通，告诉他我的内心感受和疑惑。希望通过倾诉可以缓解我此刻的困扰。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着与男朋友好好沟通，告诉他我的内心感受和疑惑。",
        "label": ""
      },
      {
        "sentence": "希望通过倾诉可以缓解我此刻的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，坦诚的沟通是解决问题的关键。除了与男朋友的沟通，你也可以尝试换位思考一下。试着从他阿姨的角度去理解她的变化，并且相信时间可以改变一切。慢慢地，你对他阿姨的印象可能会有所改变。",
    "annotation": [
      {
        "sentence": "很好，坦诚的沟通是解决问题的关键。",
        "label": ""
      },
      {
        "sentence": "除了与男朋友的沟通，你也可以尝试换位思考一下。",
        "label": ""
      },
      {
        "sentence": "试着从他阿姨的角度去理解她的变化，并且相信时间可以改变一切。",
        "label": ""
      },
      {
        "sentence": "慢慢地，你对他阿姨的印象可能会有所改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该试着换位思考一下，从他阿姨的角度去理解她。也许时间真的可以改变一切，我会尽量打开心扉，接受这个改变。",
    "annotation": [
      {
        "sentence": "你说得对，我应该试着换位思考一下，从他阿姨的角度去理解她。",
        "label": ""
      },
      {
        "sentence": "也许时间真的可以改变一切，我会尽量打开心扉，接受这个改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很棒！接受这个改变需要时间和努力，但也是为了你们之间的关系和幸福着想。相信你们的爱情和信任，保持积极的心态，慢慢你会渐渐适应这个新的角色和改变。",
    "annotation": [
      {
        "sentence": "很棒！",
        "label": ""
      },
      {
        "sentence": "接受这个改变需要时间和努力，但也是为了你们之间的关系和幸福着想。",
        "label": ""
      },
      {
        "sentence": "相信你们的爱情和信任，保持积极的心态，慢慢你会渐渐适应这个新的角色和改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励！我会尽力调整自己的心态，相信我们能够度过这个困难的时期，一起走向更美好的未来。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会尽力调整自己的心态，相信我们能够度过这个困难的时期，一起走向更美好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我相信你们的坚持和努力会带来美好的结果。如果你有任何需要再次求助的话，随时找我聊天。祝福你们幸福！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我相信你们的坚持和努力会带来美好的结果。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要再次求助的话，随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝福你们幸福！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励！我会牢记你的话，再次感谢你的帮助！祝你一切顺利！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，再次感谢你的帮助！",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]