[
  {
    "role": "client",
    "content": "我很痛苦，我们认识很多年了，去年我和他都恢复单身后，我们又开始交往了。但是我们之间的关系一直不确定，他说他不敢确定，需要再考虑一下。我们之间只能每两周见一次面，当我们分开的时候，我就感到很不安，总是想尽快确定关系的结果。他说他很痛苦，这让我感到很困惑。",
    "annotation": [
      {
        "sentence": "我很痛苦，我们认识很多年了，去年我和他都恢复单身后，我们又开始交往了。",
        "label": ""
      },
      {
        "sentence": "但是我们之间的关系一直不确定，他说他不敢确定，需要再考虑一下。",
        "label": ""
      },
      {
        "sentence": "我们之间只能每两周见一次面，当我们分开的时候，我就感到很不安，总是想尽快确定关系的结果。",
        "label": ""
      },
      {
        "sentence": "他说他很痛苦，这让我感到很困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，我可以看出你因为关系的不确定性而感到焦虑。多年的感情经历让你们经历了从热到冷再到温的过程。也许你给出的信息比较不完整，但我可以理解你目前的矛盾和纠结。你的矛盾在于你珍惜多年的感情，却无法面对未来；纠结在于是否要继续下去，如果要继续，该如何走下去。我不了解你们之间发生了什么，但可以确定的是你们的感情已经进入了疲倦期。现在我给你两个方面的分析：1.如果选择分道扬镳，那么你可以回归到独立的状态，并重新开始一段新的感情，慢慢忘记过去，向过去告别。（这种情况可能并不一定发生）2.如果选择离开，那么你应该果断离开，因为你的咨询表明你不满意现在的情况，你对家庭的渴望充满憧憬和希望。你的潜意识正在主导你的意识和行为。正是因为这种情况导致了你目前的表现，并对周围的每个人都产生了影响。我可以理解你的痛苦，给你一些建议供参考：1.如果你们彼此都珍惜对方，真的想在一起，就要好好谈谈，面对现实，共同规划未来的每一步。2.你需要调整你的心态和疗愈程度，因为这会影响你对过去的芥蒂有多深。改变环境可能比时间更有用。3.在感情的世界里，没有对错之分，只有谁更珍惜对方。有时候学会放手是给此次关系最好的祝福。喜欢和自己性格相似的人，并不一定是建立家庭的最佳合伙人。4.培养自己喜欢的兴趣来转移注意力。当你能够不受伤害的时候，才能从痛苦中解脱出来。痛苦是一种莫名其妙、空虚和无助的感觉。5.一个真正爱你的人是愿意为你改变和付出的人。如果一个人只爱自己胜过爱别人，虽然可以理解，但从深层次来讲是自私和不负责任的。要勇于面对现实，做出当下的选择。希望我的建议能对你有所帮助。",
    "annotation": [
      {
        "sentence": "从你的描述中，我可以看出你因为关系的不确定性而感到焦虑。",
        "label": ""
      },
      {
        "sentence": "多年的感情经历让你们经历了从热到冷再到温的过程。",
        "label": ""
      },
      {
        "sentence": "也许你给出的信息比较不完整，但我可以理解你目前的矛盾和纠结。",
        "label": ""
      },
      {
        "sentence": "你的矛盾在于你珍惜多年的感情，却无法面对未来；纠结在于是否要继续下去，如果要继续，该如何走下去。",
        "label": ""
      },
      {
        "sentence": "我不了解你们之间发生了什么，但可以确定的是你们的感情已经进入了疲倦期。",
        "label": ""
      },
      {
        "sentence": "现在我给你两个方面的分析：1.如果选择分道扬镳，那么你可以回归到独立的状态，并重新开始一段新的感情，慢慢忘记过去，向过去告别。",
        "label": ""
      },
      {
        "sentence": "（这种情况可能并不一定发生）2.如果选择离开，那么你应该果断离开，因为你的咨询表明你不满意现在的情况，你对家庭的渴望充满憧憬和希望。",
        "label": ""
      },
      {
        "sentence": "你的潜意识正在主导你的意识和行为。",
        "label": ""
      },
      {
        "sentence": "正是因为这种情况导致了你目前的表现，并对周围的每个人都产生了影响。",
        "label": ""
      },
      {
        "sentence": "我可以理解你的痛苦，给你一些建议供参考：1.如果你们彼此都珍惜对方，真的想在一起，就要好好谈谈，面对现实，共同规划未来的每一步。",
        "label": ""
      },
      {
        "sentence": "2.你需要调整你的心态和疗愈程度，因为这会影响你对过去的芥蒂有多深。",
        "label": ""
      },
      {
        "sentence": "改变环境可能比时间更有用。",
        "label": ""
      },
      {
        "sentence": "3.在感情的世界里，没有对错之分，只有谁更珍惜对方。",
        "label": ""
      },
      {
        "sentence": "有时候学会放手是给此次关系最好的祝福。",
        "label": ""
      },
      {
        "sentence": "喜欢和自己性格相似的人，并不一定是建立家庭的最佳合伙人。",
        "label": ""
      },
      {
        "sentence": "4.培养自己喜欢的兴趣来转移注意力。",
        "label": ""
      },
      {
        "sentence": "当你能够不受伤害的时候，才能从痛苦中解脱出来。",
        "label": ""
      },
      {
        "sentence": "痛苦是一种莫名其妙、空虚和无助的感觉。",
        "label": ""
      },
      {
        "sentence": "5.一个真正爱你的人是愿意为你改变和付出的人。",
        "label": ""
      },
      {
        "sentence": "如果一个人只爱自己胜过爱别人，虽然可以理解，但从深层次来讲是自私和不负责任的。",
        "label": ""
      },
      {
        "sentence": "要勇于面对现实，做出当下的选择。",
        "label": ""
      },
      {
        "sentence": "希望我的建议能对你有所帮助。",
        "label": ""
      }
    ]
  }
]