[
  {
    "role": "client",
    "content": "感情中，付出多隐忍多，被分手不甘心，算正常心态吗？我应该是亲密关系依恋型，对方喜欢冷暴力不喜欢冲突、遇事喜欢回避逃离问题，算回避型？",
    "annotation": [
      {
        "sentence": "感情中，付出多隐忍多，被分手不甘心，算正常心态吗？",
        "label": ""
      },
      {
        "sentence": "我应该是亲密关系依恋型，对方喜欢冷暴力不喜欢冲突、遇事喜欢回避逃离问题，算回避型？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完你的描述，只能说是有共鸣，几乎经历过一毛一样的事情，我和你一样，而前任和你的男友比较相似，是否是依恋类型原因我不知道，但如果从个人角度来看，分开还是比较好的选择，比如分开之后，他和我聊得更好了，我把他简单归结为不适合恋爱，只适合当可能的朋友。",
    "annotation": [
      {
        "sentence": "看完你的描述，只能说是有共鸣，几乎经历过一毛一样的事情，我和你一样，而前任和你的男友比较相似，是否是依恋类型原因我不知道，但如果从个人角度来看，分开还是比较好的选择，比如分开之后，他和我聊得更好了，我把他简单归结为不适合恋爱，只适合当可能的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的回复！听到你的故事，我感觉比较安慰，因为你能和他聊得好，说明并不是每个人都无法理解他的性格特点。我也试过和他沟通，可是他总是回避和逃离问题，这让我非常困扰，对我来说，这样的行为很难接受。",
    "annotation": [
      {
        "sentence": "感谢你的回复！",
        "label": ""
      },
      {
        "sentence": "听到你的故事，我感觉比较安慰，因为你能和他聊得好，说明并不是每个人都无法理解他的性格特点。",
        "label": ""
      },
      {
        "sentence": "我也试过和他沟通，可是他总是回避和逃离问题，这让我非常困扰，对我来说，这样的行为很难接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我也特别理解你的心情，因为我就是那种和谁都聊得来，但是和他就好像换了一个人，用尽浑身解数，都不能得到想要的回应，这样的感情是在是太累太累了，累到怀疑自己是否丧失了恋爱的能力，好在我走出来了。",
    "annotation": [
      {
        "sentence": "我也特别理解你的心情，因为我就是那种和谁都聊得来，但是和他就好像换了一个人，用尽浑身解数，都不能得到想要的回应，这样的感情是在是太累太累了，累到怀疑自己是否丧失了恋爱的能力，好在我走出来了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的太对了，我就是觉得和其他人相处都没有问题，而和他在一起却总是感觉力不从心，无论我怎么努力都无法改变他的回避和逃避。这样下去对我来说实在是太累了，我也开始怀疑自己是否适合恋爱了。",
    "annotation": [
      {
        "sentence": "你说的太对了，我就是觉得和其他人相处都没有问题，而和他在一起却总是感觉力不从心，无论我怎么努力都无法改变他的回避和逃避。",
        "label": ""
      },
      {
        "sentence": "这样下去对我来说实在是太累了，我也开始怀疑自己是否适合恋爱了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感觉自己付出很多可以理解，被分手不甘心也可以理解，毕竟你认真经营过，但相信我此时此刻，你爱的是那个真心付出的自己，你心疼的是曾经付出的自己，而你的不甘心不应该是和这个人如何耗下去，你不是神仙，所以还不能带他处理好亲密关系。所以最好的方式是给自己换条路，重新开始，你会遇到你想遇见的人。#，祝好~。",
    "annotation": [
      {
        "sentence": "感觉自己付出很多可以理解，被分手不甘心也可以理解，毕竟你认真经营过，但相信我此时此刻，你爱的是那个真心付出的自己，你心疼的是曾经付出的自己，而你的不甘心不应该是和这个人如何耗下去，你不是神仙，所以还不能带他处理好亲密关系。",
        "label": ""
      },
      {
        "sentence": "所以最好的方式是给自己换条路，重新开始，你会遇到你想遇见的人。",
        "label": ""
      },
      {
        "sentence": "#，祝好~。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解，我现在确实需要一些支持和安慰。你说的对，我不能一直陷在这个无法改变的关系中，我应该给自己一个新的开始，相信我会找到适合我的人的。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解，我现在确实需要一些支持和安慰。",
        "label": ""
      },
      {
        "sentence": "你说的对，我不能一直陷在这个无法改变的关系中，我应该给自己一个新的开始，相信我会找到适合我的人的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我理解你的痛苦和困惑，如果有什么需要倾诉的，我都会在这里陪伴你的。记住，你值得拥有一个幸福健康的恋爱关系，相信自己，未来一定会更好！祝你幸福！",
    "annotation": [
      {
        "sentence": "不用客气，我理解你的痛苦和困惑，如果有什么需要倾诉的，我都会在这里陪伴你的。",
        "label": ""
      },
      {
        "sentence": "记住，你值得拥有一个幸福健康的恋爱关系，相信自己，未来一定会更好！",
        "label": ""
      },
      {
        "sentence": "祝你幸福！",
        "label": ""
      }
    ]
  }
]