[
  {
    "role": "client",
    "content": "生产刚一周，不喜欢婆婆抱娃？其他人就没有这想法婆婆挺好的，我们也单独住，有月嫂阿姨，她就白天来看看娃娃，也没什么矛盾。但是我就不太想让她抱娃，哄娃，但是我也不太好说，其他人我就没有这种想法。",
    "annotation": [
      {
        "sentence": "生产刚一周，不喜欢婆婆抱娃？",
        "label": ""
      },
      {
        "sentence": "其他人就没有这想法婆婆挺好的，我们也单独住，有月嫂阿姨，她就白天来看看娃娃，也没什么矛盾。",
        "label": ""
      },
      {
        "sentence": "但是我就不太想让她抱娃，哄娃，但是我也不太好说，其他人我就没有这种想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，首先要恭喜你成为宝妈了！刚刚经历了生产分娩的过程，你消耗了大量的精力，身体状况需要恢复，而体内的激素水平也会发生相应的变化，这些因素都会导致情绪波动和敏感性的增加。你对于婆婆来看孩子的心理不情愿和不接受，这种感觉是很正常的，我完全理解你。你辛苦了！",
    "annotation": [
      {
        "sentence": "求助者，首先要恭喜你成为宝妈了！",
        "label": ""
      },
      {
        "sentence": "刚刚经历了生产分娩的过程，你消耗了大量的精力，身体状况需要恢复，而体内的激素水平也会发生相应的变化，这些因素都会导致情绪波动和敏感性的增加。",
        "label": ""
      },
      {
        "sentence": "你对于婆婆来看孩子的心理不情愿和不接受，这种感觉是很正常的，我完全理解你。",
        "label": ""
      },
      {
        "sentence": "你辛苦了！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和祝贺。我对婆婆的评价是挺好的，也没什么矛盾，但就是不太想让她抱娃哄娃，对其他人却没有这种想法。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和祝贺。",
        "label": ""
      },
      {
        "sentence": "我对婆婆的评价是挺好的，也没什么矛盾，但就是不太想让她抱娃哄娃，对其他人却没有这种想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为妈妈的角色，在生产初期或者孩子成长的最初几年，对孩子的感觉都是“归自己所有的感觉”，只能和自己保持最亲密的关系。当孩子与他人互动时，如果有人过于亲密，我们会有被剥夺和分离的感觉。当妈妈们与孩子的心理分离完成后，才会逐渐感到安全和平和。为什么其他人没有这样的想法呢？我们可以看看这些“其他人”都是谁，比如自己的父母、丈夫，他们是我们最亲近的人，他们都爱我们，给我们安全感。至于亲戚朋友，包括月嫂和阿姨，无论出于人情还是出于工作，在对孩子的感情上都是表面的，对我们没有“危机感”。但是对于婆婆来说，关系可能更微妙一些。孩子是婆家的孙子，奶奶自然会对孙子有更深厚的感情。在抱娃、哄娃的过程中，婆婆的表情、心情、言语和动作都会让敏感的你产生嫉妒的感觉，从而让你内心不愿意接受。婆媳关系平时很好，说明你们之间没有大的矛盾，但在内心感受上依然存在一定的距离，或者在某些方面存在不认同。产前相处时可能没有明显察觉，但产后由于孕妇心态的变化和敏感度的增加，你在婆婆接触孩子的过程中产生了抗拒和抵触。在备产生产过程中，可能会有一些具体的事情让你产生误会或不开心。",
    "annotation": [
      {
        "sentence": "作为妈妈的角色，在生产初期或者孩子成长的最初几年，对孩子的感觉都是“归自己所有的感觉”，只能和自己保持最亲密的关系。",
        "label": ""
      },
      {
        "sentence": "当孩子与他人互动时，如果有人过于亲密，我们会有被剥夺和分离的感觉。",
        "label": ""
      },
      {
        "sentence": "当妈妈们与孩子的心理分离完成后，才会逐渐感到安全和平和。",
        "label": ""
      },
      {
        "sentence": "为什么其他人没有这样的想法呢？",
        "label": ""
      },
      {
        "sentence": "我们可以看看这些“其他人”都是谁，比如自己的父母、丈夫，他们是我们最亲近的人，他们都爱我们，给我们安全感。",
        "label": ""
      },
      {
        "sentence": "至于亲戚朋友，包括月嫂和阿姨，无论出于人情还是出于工作，在对孩子的感情上都是表面的，对我们没有“危机感”。",
        "label": ""
      },
      {
        "sentence": "但是对于婆婆来说，关系可能更微妙一些。",
        "label": ""
      },
      {
        "sentence": "孩子是婆家的孙子，奶奶自然会对孙子有更深厚的感情。",
        "label": ""
      },
      {
        "sentence": "在抱娃、哄娃的过程中，婆婆的表情、心情、言语和动作都会让敏感的你产生嫉妒的感觉，从而让你内心不愿意接受。",
        "label": ""
      },
      {
        "sentence": "婆媳关系平时很好，说明你们之间没有大的矛盾，但在内心感受上依然存在一定的距离，或者在某些方面存在不认同。",
        "label": ""
      },
      {
        "sentence": "产前相处时可能没有明显察觉，但产后由于孕妇心态的变化和敏感度的增加，你在婆婆接触孩子的过程中产生了抗拒和抵触。",
        "label": ""
      },
      {
        "sentence": "在备产生产过程中，可能会有一些具体的事情让你产生误会或不开心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我想我应该调整一下自己的心态。毕竟婆婆也是爱孩子的，只要对孩子是真爱的，我应该试着去接纳和理解她。",
    "annotation": [
      {
        "sentence": "你说得对，我想我应该调整一下自己的心态。",
        "label": ""
      },
      {
        "sentence": "毕竟婆婆也是爱孩子的，只要对孩子是真爱的，我应该试着去接纳和理解她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能这样想！确实，婆婆也是爱孩子的，只要对孩子是真心的，就应该试着去接纳和理解。你的心态决定了你与婆婆的相处，希望你能尝试去放下一些抵触情绪，用宽容和理解来对待婆婆的喜欢和关心。她们也是希望看到孩子开心健康成长的。我希望我的回答对你有所帮助。",
    "annotation": [
      {
        "sentence": "很高兴你能这样想！",
        "label": ""
      },
      {
        "sentence": "确实，婆婆也是爱孩子的，只要对孩子是真心的，就应该试着去接纳和理解。",
        "label": ""
      },
      {
        "sentence": "你的心态决定了你与婆婆的相处，希望你能尝试去放下一些抵触情绪，用宽容和理解来对待婆婆的喜欢和关心。",
        "label": ""
      },
      {
        "sentence": "她们也是希望看到孩子开心健康成长的。",
        "label": ""
      },
      {
        "sentence": "我希望我的回答对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和建议！我会尽量调整自己的心态，试着与婆婆更好地相处，让孩子能感受到家庭的温暖和和谐。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和建议！",
        "label": ""
      },
      {
        "sentence": "我会尽量调整自己的心态，试着与婆婆更好地相处，让孩子能感受到家庭的温暖和和谐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我相信你一定能够做到的。只要你用爱和宽容去面对婆婆，你们的相处一定会越来越好的。孩子在一个温暖和谐的家庭中成长，一定会更加快乐健康。祝你和你的家人幸福！如果还有其他问题或困惑，随时都可以来找我倾诉。",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我相信你一定能够做到的。",
        "label": ""
      },
      {
        "sentence": "只要你用爱和宽容去面对婆婆，你们的相处一定会越来越好的。",
        "label": ""
      },
      {
        "sentence": "孩子在一个温暖和谐的家庭中成长，一定会更加快乐健康。",
        "label": ""
      },
      {
        "sentence": "祝你和你的家人幸福！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或困惑，随时都可以来找我倾诉。",
        "label": ""
      }
    ]
  }
]