[
  {
    "role": "client",
    "content": "耳朵一直在回荡我不行，真的受不了这样的生活了我真的受不了这样的生活了我晚上失眠一个多星期了凌晨3点4点都睡不着，耳朵之前在回想我不行我不行对不起我错了面对学校里面的事情我知道忍着不让自己难过太可怕了在背后讨论我早点死去我常常会出现幻觉晚上总感觉有人看着我床边有人躺着太可怕了我一难过我就在手上割割割哭了就会想要去跳楼受不了这样的生活了家长也说自己作同学嘴里面说出来的话都是什么绿茶婊子我受不了了我真的有想要杀了他们的冲动也想过考试从楼上跳下去",
    "annotation": [
      {
        "sentence": "耳朵一直在回荡我不行，真的受不了这样的生活了我真的受不了这样的生活了我晚上失眠一个多星期了凌晨3点4点都睡不着，耳朵之前在回想我不行我不行对不起我错了面对学校里面的事情我知道忍着不让自己难过太可怕了在背后讨论我早点死去我常常会出现幻觉晚上总感觉有人看着我床边有人躺着太可怕了我一难过我就在手上割割割哭了就会想要去跳楼受不了这样的生活了家长也说自己作同学嘴里面说出来的话都是什么绿茶婊子我受不了了我真的有想要杀了他们的冲动也想过考试从楼上跳下去",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，你辛苦啦。为何会出现描述中的不愉快场面呢？你有没有寻找过导致自己现下难受的诱因，是因为什么才让你觉得自己不行，对不起他人，自己错了呢？",
    "annotation": [
      {
        "sentence": "亲爱的，你辛苦啦。",
        "label": ""
      },
      {
        "sentence": "为何会出现描述中的不愉快场面呢？",
        "label": ""
      },
      {
        "sentence": "你有没有寻找过导致自己现下难受的诱因，是因为什么才让你觉得自己不行，对不起他人，自己错了呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己不行是因为学校里的事情让我很难过，我知道应该忍着，但忍受太可怕了。我常常会出现幻觉，晚上总感觉有人看着我，床边有人躺着。我一难过就在手上割，哭了就会想要去跳楼。我受不了这样的生活，连家长都说我做同学嘴里说出来的话都是绿茶婊子，我真的受不了了，也想过考试从楼上跳下去。",
    "annotation": [
      {
        "sentence": "我觉得自己不行是因为学校里的事情让我很难过，我知道应该忍着，但忍受太可怕了。",
        "label": ""
      },
      {
        "sentence": "我常常会出现幻觉，晚上总感觉有人看着我，床边有人躺着。",
        "label": ""
      },
      {
        "sentence": "我一难过就在手上割，哭了就会想要去跳楼。",
        "label": ""
      },
      {
        "sentence": "我受不了这样的生活，连家长都说我做同学嘴里说出来的话都是绿茶婊子，我真的受不了了，也想过考试从楼上跳下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的描述，我感受到你现在的状态非常痛苦，而且受往事的影响太深，导致你失眠焦虑，幻听等一系列应激反应。在这里对你的处境表示怜悯。张德芬在《遇见未知的自己》一书中说过：亲爱的，外面没有别人，只有你自己。你必须先走出自我内心世界，才能感受外界的美好。别怕！如何释放自己的负面情绪好的，正能量情绪的累积能够让我们元气满满，处在一个动力充足的状态去迎接生活里的各种挑战，热爱生活。而不良情绪的累积会让我们丧失斗志，厌倦生活，甚至伤害自己，以肉体的痛苦来转移精神上的痛苦。故而学会如何解压，释放自己的情绪很重要。",
    "annotation": [
      {
        "sentence": "听到你的描述，我感受到你现在的状态非常痛苦，而且受往事的影响太深，导致你失眠焦虑，幻听等一系列应激反应。",
        "label": ""
      },
      {
        "sentence": "在这里对你的处境表示怜悯。",
        "label": ""
      },
      {
        "sentence": "张德芬在《遇见未知的自己》一书中说过：亲爱的，外面没有别人，只有你自己。",
        "label": ""
      },
      {
        "sentence": "你必须先走出自我内心世界，才能感受外界的美好。",
        "label": ""
      },
      {
        "sentence": "别怕！",
        "label": ""
      },
      {
        "sentence": "如何释放自己的负面情绪好的，正能量情绪的累积能够让我们元气满满，处在一个动力充足的状态去迎接生活里的各种挑战，热爱生活。",
        "label": ""
      },
      {
        "sentence": "而不良情绪的累积会让我们丧失斗志，厌倦生活，甚至伤害自己，以肉体的痛苦来转移精神上的痛苦。",
        "label": ""
      },
      {
        "sentence": "故而学会如何解压，释放自己的情绪很重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的不知道如何释放自己的负面情绪，我感觉无法控制自己的情绪，也不知道该如何热爱生活。",
    "annotation": [
      {
        "sentence": "我真的不知道如何释放自己的负面情绪，我感觉无法控制自己的情绪，也不知道该如何热爱生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要紧，我可以和你分享一些方法。首先，建立自己的社会支持系统，寻求慰藉，当你有难处，自己无法消化的负面情绪时，你可以及时寻求家人或朋友的帮助，从他们中获取能量。其次，尝试一些自我疗法，例如深呼吸、冥想、慢跑、瑜伽等，它们可以帮助我们与自我内心世界建立联系，感知那个内心的自己，并从中汲取力量，让自己变得更加勇敢。最后，要好好爱自己。虽然人活着确实是一场炼狱，但没有人能够活得轻轻松松。你所见到的只是他人在你面前的伪装，他们也有脆弱的一面，只不过大家在交友过程中不轻易表达自己的脆弱。辛苦是不可避免的，但我们仍然需要好好活着，爱自己才是爱生活浪漫的开始！自残和自杀都是对自己的不负责任，希望你能够为自己负责，好好爱自己，才能让别人好好爱你！",
    "annotation": [
      {
        "sentence": "不要紧，我可以和你分享一些方法。",
        "label": ""
      },
      {
        "sentence": "首先，建立自己的社会支持系统，寻求慰藉，当你有难处，自己无法消化的负面情绪时，你可以及时寻求家人或朋友的帮助，从他们中获取能量。",
        "label": ""
      },
      {
        "sentence": "其次，尝试一些自我疗法，例如深呼吸、冥想、慢跑、瑜伽等，它们可以帮助我们与自我内心世界建立联系，感知那个内心的自己，并从中汲取力量，让自己变得更加勇敢。",
        "label": ""
      },
      {
        "sentence": "最后，要好好爱自己。",
        "label": ""
      },
      {
        "sentence": "虽然人活着确实是一场炼狱，但没有人能够活得轻轻松松。",
        "label": ""
      },
      {
        "sentence": "你所见到的只是他人在你面前的伪装，他们也有脆弱的一面，只不过大家在交友过程中不轻易表达自己的脆弱。",
        "label": ""
      },
      {
        "sentence": "辛苦是不可避免的，但我们仍然需要好好活着，爱自己才是爱生活浪漫的开始！",
        "label": ""
      },
      {
        "sentence": "自残和自杀都是对自己的不负责任，希望你能够为自己负责，好好爱自己，才能让别人好好爱你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和安慰，我真的听到了你的话，我会试着寻找自己的社会支持系统，也开始思考如何解压和放松自己的情绪。我会尽力爱自己，为自己负责。谢谢你的鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和安慰，我真的听到了你的话，我会试着寻找自己的社会支持系统，也开始思考如何解压和放松自己的情绪。",
        "label": ""
      },
      {
        "sentence": "我会尽力爱自己，为自己负责。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好！记住，你并不孤单，有我和你的朋友家人支持着你。如果你需要任何帮助或有任何想要倾诉的事情，随时都可以来找我。相信自己，你能够克服困难，重新找到生活的美好！",
    "annotation": [
      {
        "sentence": "你做得很好！",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有我和你的朋友家人支持着你。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或有任何想要倾诉的事情，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "相信自己，你能够克服困难，重新找到生活的美好！",
        "label": ""
      }
    ]
  }
]