[
  {
    "role": "client",
    "content": "我和我的一个朋友认识已经十五年了，但多年未见面后，一见面就发现他变得很怪异。我很纳闷，你觉得是怎么回事呢？",
    "annotation": [
      {
        "sentence": "我和我的一个朋友认识已经十五年了，但多年未见面后，一见面就发现他变得很怪异。",
        "label": ""
      },
      {
        "sentence": "我很纳闷，你觉得是怎么回事呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "也许是他心里有什么困扰或者憋着的事情吧。你们有过很多美好的回忆，可能他在见到你后感触颇深，所以情绪会有所起伏。",
    "annotation": [
      {
        "sentence": "也许是他心里有什么困扰或者憋着的事情吧。",
        "label": ""
      },
      {
        "sentence": "你们有过很多美好的回忆，可能他在见到你后感触颇深，所以情绪会有所起伏。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我们以前还差点成为情侣呢。虽然多年来一直保持着联系，但这次见面后的种种表现让我有些不解。他是个很有才华的人，大学毕业后也成为了知名律师，但他离婚后一直没有再婚。我觉得他并不是一个没有修养的人。",
    "annotation": [
      {
        "sentence": "确实，我们以前还差点成为情侣呢。",
        "label": ""
      },
      {
        "sentence": "虽然多年来一直保持着联系，但这次见面后的种种表现让我有些不解。",
        "label": ""
      },
      {
        "sentence": "他是个很有才华的人，大学毕业后也成为了知名律师，但他离婚后一直没有再婚。",
        "label": ""
      },
      {
        "sentence": "我觉得他并不是一个没有修养的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "或许他在心态上有些变化，或者面对社交场合不太适应。这次他说要和朋友一起来你的家乡玩，一开始还好，后来就各种和你争吵。他的回应令你感到陌生，连他的朋友都会觉得这不像他平时的样子。",
    "annotation": [
      {
        "sentence": "或许他在心态上有些变化，或者面对社交场合不太适应。",
        "label": ""
      },
      {
        "sentence": "这次他说要和朋友一起来你的家乡玩，一开始还好，后来就各种和你争吵。",
        "label": ""
      },
      {
        "sentence": "他的回应令你感到陌生，连他的朋友都会觉得这不像他平时的样子。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，他就会为了一些小事和我吵架，比如在景区吃饭的问题，他和我争论不是地道的问题，或者是我说可乐不是都卖两块多吗，他们怎么卖8块了，然后就开始对我发脾气。他说以后我们买可乐就找他，他知道哪里可以买到两块的。可明明他并没有什么见识，只是知道一些表面的事情，然后还会吹嘘自己的英语水平。",
    "annotation": [
      {
        "sentence": "是的，他就会为了一些小事和我吵架，比如在景区吃饭的问题，他和我争论不是地道的问题，或者是我说可乐不是都卖两块多吗，他们怎么卖8块了，然后就开始对我发脾气。",
        "label": ""
      },
      {
        "sentence": "他说以后我们买可乐就找他，他知道哪里可以买到两块的。",
        "label": ""
      },
      {
        "sentence": "可明明他并没有什么见识，只是知道一些表面的事情，然后还会吹嘘自己的英语水平。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他的行为确实有些不可理喻，可能他内心的不满和压力让他表现出一些情绪化的行为。他可能需要借此发泄自己的情绪，但这种方式并不健康。你们本来是准备和朋友一起吃饭的，你告诉他在楼下等你，他却不知道怎么下去，也不知道下去做什么。当时你生气地说你要回家，他却说你愿意就回吧，然后自己一个人就先过来了。中午吃饭的时候，他的冷言冷语让你生气，他自己也气得发抖，但下午又变得如无事发生。他这样的行为确实让人感到困惑，你也开始怀疑你们之间的关系。",
    "annotation": [
      {
        "sentence": "他的行为确实有些不可理喻，可能他内心的不满和压力让他表现出一些情绪化的行为。",
        "label": ""
      },
      {
        "sentence": "他可能需要借此发泄自己的情绪，但这种方式并不健康。",
        "label": ""
      },
      {
        "sentence": "你们本来是准备和朋友一起吃饭的，你告诉他在楼下等你，他却不知道怎么下去，也不知道下去做什么。",
        "label": ""
      },
      {
        "sentence": "当时你生气地说你要回家，他却说你愿意就回吧，然后自己一个人就先过来了。",
        "label": ""
      },
      {
        "sentence": "中午吃饭的时候，他的冷言冷语让你生气，他自己也气得发抖，但下午又变得如无事发生。",
        "label": ""
      },
      {
        "sentence": "他这样的行为确实让人感到困惑，你也开始怀疑你们之间的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我真的开始觉得我们之间的关系并不好，感觉他根本不会主动要求见我。",
    "annotation": [
      {
        "sentence": "对，我真的开始觉得我们之间的关系并不好，感觉他根本不会主动要求见我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "也许他心里有自己的困扰，或者对你的期待和现实有些出入，导致他无法正常交流。我们不能轻易判断他对你的态度，但交流的沟通是很重要的。你可以试着和他沟通一下，倾诉你的感受和疑虑，也让他有机会表达自己。或许在了解他内心真正的想法后，你们之间的关系会有所改善。",
    "annotation": [
      {
        "sentence": "也许他心里有自己的困扰，或者对你的期待和现实有些出入，导致他无法正常交流。",
        "label": ""
      },
      {
        "sentence": "我们不能轻易判断他对你的态度，但交流的沟通是很重要的。",
        "label": ""
      },
      {
        "sentence": "你可以试着和他沟通一下，倾诉你的感受和疑虑，也让他有机会表达自己。",
        "label": ""
      },
      {
        "sentence": "或许在了解他内心真正的想法后，你们之间的关系会有所改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着和他好好谈一谈，看看我们之间的问题出在哪里。谢谢你的建议，我感觉好多了。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着和他好好谈一谈，看看我们之间的问题出在哪里。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直支持你的。希望你们能够找到解决问题的方法，重建彼此的信任和友谊。记得在沟通中保持冷静和理解，相信一切都会好起来的。",
    "annotation": [
      {
        "sentence": "不用客气，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "希望你们能够找到解决问题的方法，重建彼此的信任和友谊。",
        "label": ""
      },
      {
        "sentence": "记得在沟通中保持冷静和理解，相信一切都会好起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会试着冷静下来和他好好交流的。希望我们的友谊能够重新走到正轨上来。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会试着冷静下来和他好好交流的。",
        "label": ""
      },
      {
        "sentence": "希望我们的友谊能够重新走到正轨上来。",
        "label": ""
      }
    ]
  }
]