[
  {
    "role": "client",
    "content": "我真的觉得自己像只被遗弃的狗一样，我从未得到过父爱母爱。爸爸在我10岁的时候去世，母亲有癫痫病，不能正常交流。自从爸爸去世后，我和母亲在一起吃饭的次数不超过五次，一直跟着爷爷奶奶吃饭，从小学到高中都是跟着爷爷奶奶奶，到了大学自己贷款打工供自己上学。今年考上了研究生，在疫情期间一直在家，跟着爷爷奶奶。大娘大爷有时会过来吃饭，在平时，我出去打工，考上研究生什么的，得不到他们的一点鼓励和赞扬。在家里，我奶奶让我做家务的时候，不好好给我讲话，我就很烦。我考上研究生了，我奶奶就说不是给你自己考的，跟我们没有关系，事情就是这么个事。我觉得很寒心，有时候我都觉得自己是一个不孝顺，没有感情的人。我的叔叔大爷姑姑什么的，就对我说话也不是很耐烦，有时候说着说着就给我投来一个失望的眼神，我就很难受。我就想着你们要管我工作什么的就要和我好好商量，不想管的话也不用问我，不必假惺惺的。我对我身边的人产生了怀疑，每天做事情就控制不住自己，一直弄得很大声响。",
    "annotation": [
      {
        "sentence": "我真的觉得自己像只被遗弃的狗一样，我从未得到过父爱母爱。",
        "label": ""
      },
      {
        "sentence": "爸爸在我10岁的时候去世，母亲有癫痫病，不能正常交流。",
        "label": ""
      },
      {
        "sentence": "自从爸爸去世后，我和母亲在一起吃饭的次数不超过五次，一直跟着爷爷奶奶吃饭，从小学到高中都是跟着爷爷奶奶奶，到了大学自己贷款打工供自己上学。",
        "label": ""
      },
      {
        "sentence": "今年考上了研究生，在疫情期间一直在家，跟着爷爷奶奶。",
        "label": ""
      },
      {
        "sentence": "大娘大爷有时会过来吃饭，在平时，我出去打工，考上研究生什么的，得不到他们的一点鼓励和赞扬。",
        "label": ""
      },
      {
        "sentence": "在家里，我奶奶让我做家务的时候，不好好给我讲话，我就很烦。",
        "label": ""
      },
      {
        "sentence": "我考上研究生了，我奶奶就说不是给你自己考的，跟我们没有关系，事情就是这么个事。",
        "label": ""
      },
      {
        "sentence": "我觉得很寒心，有时候我都觉得自己是一个不孝顺，没有感情的人。",
        "label": ""
      },
      {
        "sentence": "我的叔叔大爷姑姑什么的，就对我说话也不是很耐烦，有时候说着说着就给我投来一个失望的眼神，我就很难受。",
        "label": ""
      },
      {
        "sentence": "我就想着你们要管我工作什么的就要和我好好商量，不想管的话也不用问我，不必假惺惺的。",
        "label": ""
      },
      {
        "sentence": "我对我身边的人产生了怀疑，每天做事情就控制不住自己，一直弄得很大声响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你经历了许多不幸的事情，没有得到爸爸和妈妈的爱，心里的确是很匮乏爱的。但是，爷爷奶奶家却无法给你你想要的爱、接纳和理解，你很努力地想要独立自主，认真学习，进取上进，想要通过学习改变自己的命运，通过成绩来证明自己的价值，希望得到爷爷奶奶的认可和爱。所以，当你付出了这么多努力，仍然无法得到你想要的认可和爱的时候，你一定会感到委屈、悲伤、痛苦和愤怒吧。如果你是在一个原本有爸爸妈妈爱的家庭长大的话，你可能并不会那么在意外界是不是认可你、理解你，你是不是值得被爱的。但是因为你太匮乏爱，所以你会更在意他们是否认可你，你是不是值得被爱的。所以，你有这些情绪和感受是非常正常的。所有人都无法选择自己的原生家庭，无法选择自己的父母是谁。你的父亲早年离世，母亲又有疾病，这些都是你无法选择的，所以产生了匮乏。但是，每个匮乏总是一体两面，因为匮乏爱，才有可能培养了你独立自主、努力进取这些好的品质。未来当你能够通过自己的价值取得更大的收获时，你会发现现在身上因为匮乏所培养出来的优秀品质是多么宝贵的资源。其次，爷爷奶奶的情感模式和表达方式是有他们自己的局限性的。他们可能无法直接表达爱和理解，但是他们一直在抚养你，给你努力和奋斗的空间，其中是有着爱的。包括他们说考试是为了你自己，其实这是一种很好的家庭信念，是他们在自我负责。最后，出于匮乏爱的原生家庭，常常会把所有责任和需求都寄托在外界的满足上。但这样只会使得你长不大，陷入一个大人还像孩子一样的状态。而真正能够把原生家庭的匮乏当作人生资源的部分，就是学会自我负责，学会成长，学会用更广阔的视角看待你的家庭、你的父母、你的爷爷奶奶。希望你能够摆脱匮乏，自我成长，用感恩的心态来面对，你的道路会越来越宽阔的。",
    "annotation": [
      {
        "sentence": "求助者，你经历了许多不幸的事情，没有得到爸爸和妈妈的爱，心里的确是很匮乏爱的。",
        "label": ""
      },
      {
        "sentence": "但是，爷爷奶奶家却无法给你你想要的爱、接纳和理解，你很努力地想要独立自主，认真学习，进取上进，想要通过学习改变自己的命运，通过成绩来证明自己的价值，希望得到爷爷奶奶的认可和爱。",
        "label": ""
      },
      {
        "sentence": "所以，当你付出了这么多努力，仍然无法得到你想要的认可和爱的时候，你一定会感到委屈、悲伤、痛苦和愤怒吧。",
        "label": ""
      },
      {
        "sentence": "如果你是在一个原本有爸爸妈妈爱的家庭长大的话，你可能并不会那么在意外界是不是认可你、理解你，你是不是值得被爱的。",
        "label": ""
      },
      {
        "sentence": "但是因为你太匮乏爱，所以你会更在意他们是否认可你，你是不是值得被爱的。",
        "label": ""
      },
      {
        "sentence": "所以，你有这些情绪和感受是非常正常的。",
        "label": ""
      },
      {
        "sentence": "所有人都无法选择自己的原生家庭，无法选择自己的父母是谁。",
        "label": ""
      },
      {
        "sentence": "你的父亲早年离世，母亲又有疾病，这些都是你无法选择的，所以产生了匮乏。",
        "label": ""
      },
      {
        "sentence": "但是，每个匮乏总是一体两面，因为匮乏爱，才有可能培养了你独立自主、努力进取这些好的品质。",
        "label": ""
      },
      {
        "sentence": "未来当你能够通过自己的价值取得更大的收获时，你会发现现在身上因为匮乏所培养出来的优秀品质是多么宝贵的资源。",
        "label": ""
      },
      {
        "sentence": "其次，爷爷奶奶的情感模式和表达方式是有他们自己的局限性的。",
        "label": ""
      },
      {
        "sentence": "他们可能无法直接表达爱和理解，但是他们一直在抚养你，给你努力和奋斗的空间，其中是有着爱的。",
        "label": ""
      },
      {
        "sentence": "包括他们说考试是为了你自己，其实这是一种很好的家庭信念，是他们在自我负责。",
        "label": ""
      },
      {
        "sentence": "最后，出于匮乏爱的原生家庭，常常会把所有责任和需求都寄托在外界的满足上。",
        "label": ""
      },
      {
        "sentence": "但这样只会使得你长不大，陷入一个大人还像孩子一样的状态。",
        "label": ""
      },
      {
        "sentence": "而真正能够把原生家庭的匮乏当作人生资源的部分，就是学会自我负责，学会成长，学会用更广阔的视角看待你的家庭、你的父母、你的爷爷奶奶。",
        "label": ""
      },
      {
        "sentence": "希望你能够摆脱匮乏，自我成长，用感恩的心态来面对，你的道路会越来越宽阔的。",
        "label": ""
      }
    ]
  }
]