[
  {
    "role": "client",
    "content": "我是一个18岁的男生，我总是对自己的性别感到厌恶，甚至厌恶自己的身体。有人说我像女生，我居然还感到开心，这真的很让我困惑。",
    "annotation": [
      {
        "sentence": "我是一个18岁的男生，我总是对自己的性别感到厌恶，甚至厌恶自己的身体。",
        "label": ""
      },
      {
        "sentence": "有人说我像女生，我居然还感到开心，这真的很让我困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说的，你似乎对自己的性别产生了一些矛盾的情绪。你想要消除这种对自己性别厌恶的心理，重新喜爱自己的男性性别和身体吗？或者是因为你是个男孩，但却觉得自己可能应该是个女孩，这种情感让你感到矛盾，害怕被别人或者是自己认为是“不正常”的，但是你不知道如何找到解决的出路。现在你已经18岁了，性别对于你来说应该不再是一个容易混淆的概念。我注意到你说你“总是”对自己的性别和身体感到厌恶，而对别人说你像女生反而感到开心，我猜想你在性别认同上更倾向于女性化。根据《心理学与生活》的介绍，性别是指个体学习获得的与性别相关的行为和态度心理现象。而性别认同是指个体对男性化和女性化程度的认识，包括对自己性别的认知和接受程度。性别角色则指在特定社会中被认为合适的男性和女性行为模式。由于目前不了解你的经历以及为什么对自己的身体感到厌恶，也不知道你平时接触的人群属于怎样的分类，无法确定你必须朝向哪个性别方向发展。但是，我个人认为，世事无绝对。有两个词，一个叫“中性”，一个叫“雌雄同体”。你的外在表现（言谈、穿着、打扮等等）只是性别的一种表达方式，真正的性别认同是内心对自己的接纳和认可。不是每个人都会按照社会标准来塑造自己。你可能听说过，纹着纹身的壮汉喜欢芭比娃娃；也可能见过，长着萝莉脸却有健美肌肉的人。当然，这只是两种比较极端的性别表现方式而已。只要不对社会造成伤害，不伤害你自己，你可以追求自己喜欢的东西。不要苦恼，身体和心理都属于你，它们一定可以和谐共处。希望我能对你有所帮助（虽然我也不确定是否正确），相信一切都会好起来的。",
    "annotation": [
      {
        "sentence": "听你说的，你似乎对自己的性别产生了一些矛盾的情绪。",
        "label": ""
      },
      {
        "sentence": "你想要消除这种对自己性别厌恶的心理，重新喜爱自己的男性性别和身体吗？",
        "label": ""
      },
      {
        "sentence": "或者是因为你是个男孩，但却觉得自己可能应该是个女孩，这种情感让你感到矛盾，害怕被别人或者是自己认为是“不正常”的，但是你不知道如何找到解决的出路。",
        "label": ""
      },
      {
        "sentence": "现在你已经18岁了，性别对于你来说应该不再是一个容易混淆的概念。",
        "label": ""
      },
      {
        "sentence": "我注意到你说你“总是”对自己的性别和身体感到厌恶，而对别人说你像女生反而感到开心，我猜想你在性别认同上更倾向于女性化。",
        "label": ""
      },
      {
        "sentence": "根据《心理学与生活》的介绍，性别是指个体学习获得的与性别相关的行为和态度心理现象。",
        "label": ""
      },
      {
        "sentence": "而性别认同是指个体对男性化和女性化程度的认识，包括对自己性别的认知和接受程度。",
        "label": ""
      },
      {
        "sentence": "性别角色则指在特定社会中被认为合适的男性和女性行为模式。",
        "label": ""
      },
      {
        "sentence": "由于目前不了解你的经历以及为什么对自己的身体感到厌恶，也不知道你平时接触的人群属于怎样的分类，无法确定你必须朝向哪个性别方向发展。",
        "label": ""
      },
      {
        "sentence": "但是，我个人认为，世事无绝对。",
        "label": ""
      },
      {
        "sentence": "有两个词，一个叫“中性”，一个叫“雌雄同体”。",
        "label": ""
      },
      {
        "sentence": "你的外在表现（言谈、穿着、打扮等等）只是性别的一种表达方式，真正的性别认同是内心对自己的接纳和认可。",
        "label": ""
      },
      {
        "sentence": "不是每个人都会按照社会标准来塑造自己。",
        "label": ""
      },
      {
        "sentence": "你可能听说过，纹着纹身的壮汉喜欢芭比娃娃；也可能见过，长着萝莉脸却有健美肌肉的人。",
        "label": ""
      },
      {
        "sentence": "当然，这只是两种比较极端的性别表现方式而已。",
        "label": ""
      },
      {
        "sentence": "只要不对社会造成伤害，不伤害你自己，你可以追求自己喜欢的东西。",
        "label": ""
      },
      {
        "sentence": "不要苦恼，身体和心理都属于你，它们一定可以和谐共处。",
        "label": ""
      },
      {
        "sentence": "希望我能对你有所帮助（虽然我也不确定是否正确），相信一切都会好起来的。",
        "label": ""
      }
    ]
  }
]