[
  {
    "role": "client",
    "content": "29岁，近3年不断相亲，如何择偶脱单？单身5年，近3年不断相亲，问题1不知道自己内心的真实需求，不知道找什么样的男生？2感觉每个人都有和自己不合适的点都是蜻蜓点水，这样是不是不对？3压力大对男生很少有特别喜欢的感觉，怎么办？考虑综合条件较多，但是不是失去了爱情的本质？4最近睡眠差，早晨醒来经常脑力还在不停转，我是不是有焦虑症？谢谢！",
    "annotation": [
      {
        "sentence": "29岁，近3年不断相亲，如何择偶脱单？",
        "label": ""
      },
      {
        "sentence": "单身5年，近3年不断相亲，问题1不知道自己内心的真实需求，不知道找什么样的男生？",
        "label": ""
      },
      {
        "sentence": "2感觉每个人都有和自己不合适的点都是蜻蜓点水，这样是不是不对？",
        "label": ""
      },
      {
        "sentence": "3压力大对男生很少有特别喜欢的感觉，怎么办？",
        "label": ""
      },
      {
        "sentence": "考虑综合条件较多，但是不是失去了爱情的本质？",
        "label": ""
      },
      {
        "sentence": "4最近睡眠差，早晨醒来经常脑力还在不停转，我是不是有焦虑症？",
        "label": ""
      },
      {
        "sentence": "谢谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说自己单身5年，近3年来不断相亲。感受到了你内心的焦虑。你为自己列出了几个问题，可见你是个很理智清醒、习惯思考的人。但是正因为你有着这份理智与清醒、喜欢进行诸多思考，在面对感情问题时，反而容易出现纠结和疑虑。",
    "annotation": [
      {
        "sentence": "你说自己单身5年，近3年来不断相亲。",
        "label": ""
      },
      {
        "sentence": "感受到了你内心的焦虑。",
        "label": ""
      },
      {
        "sentence": "你为自己列出了几个问题，可见你是个很理智清醒、习惯思考的人。",
        "label": ""
      },
      {
        "sentence": "但是正因为你有着这份理智与清醒、喜欢进行诸多思考，在面对感情问题时，反而容易出现纠结和疑虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实有很多疑虑和纠结。我不知道自己到底想要找什么样的男生，也觉得每个人都有和我不合适的地方，让我很难决定。",
    "annotation": [
      {
        "sentence": "是的，我确实有很多疑虑和纠结。",
        "label": ""
      },
      {
        "sentence": "我不知道自己到底想要找什么样的男生，也觉得每个人都有和我不合适的地方，让我很难决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，这都是很正常的。首先，你可以思考一下，近三年的相亲是主动去参与的，还是家人安排的？无论怎样，参与相亲都反映了你内心的焦急、无奈和压力。我建议你停下脚步，给自己一些时间，自己一个人安静下来，好好思考一下你自己是怎样的一个人，想要什么样的伴侣来和你共度一生。思考的方向可以包括你的性格特点、喜好、人生目标、价值观等等。当你明确了这些，你也就有了寻找伴侣的方向。",
    "annotation": [
      {
        "sentence": "没关系，这都是很正常的。",
        "label": ""
      },
      {
        "sentence": "首先，你可以思考一下，近三年的相亲是主动去参与的，还是家人安排的？",
        "label": ""
      },
      {
        "sentence": "无论怎样，参与相亲都反映了你内心的焦急、无奈和压力。",
        "label": ""
      },
      {
        "sentence": "我建议你停下脚步，给自己一些时间，自己一个人安静下来，好好思考一下你自己是怎样的一个人，想要什么样的伴侣来和你共度一生。",
        "label": ""
      },
      {
        "sentence": "思考的方向可以包括你的性格特点、喜好、人生目标、价值观等等。",
        "label": ""
      },
      {
        "sentence": "当你明确了这些，你也就有了寻找伴侣的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会好好思考一下自己的需求和想法。但是我还是担心每个人都有不合适的地方，这样是不是意味着我找不到合适的人？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会好好思考一下自己的需求和想法。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心每个人都有不合适的地方，这样是不是意味着我找不到合适的人？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个世界上没有完全一模一样的两个人，也没有完美的人。每个人都有自己的特点和脾性。当两个人在一起时，必然会存在一些不完全一致的地方，甚至有可能相差很远或存在巨大的矛盾。但是我们要理解和接受人的多样性和特异性的存在。爱情并不是要找一个和自己完全一样的人，而是要在尊重双方独立性的基础上，包容和接纳对方，不断磨合和成长，找到互相契合的一面。",
    "annotation": [
      {
        "sentence": "这个世界上没有完全一模一样的两个人，也没有完美的人。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的特点和脾性。",
        "label": ""
      },
      {
        "sentence": "当两个人在一起时，必然会存在一些不完全一致的地方，甚至有可能相差很远或存在巨大的矛盾。",
        "label": ""
      },
      {
        "sentence": "但是我们要理解和接受人的多样性和特异性的存在。",
        "label": ""
      },
      {
        "sentence": "爱情并不是要找一个和自己完全一样的人，而是要在尊重双方独立性的基础上，包容和接纳对方，不断磨合和成长，找到互相契合的一面。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，爱情不是要追求完美相似，而是要懂得求同存异。但是压力大让我很少有特别喜欢的感觉，我该怎么办？",
    "annotation": [
      {
        "sentence": "我明白了，爱情不是要追求完美相似，而是要懂得求同存异。",
        "label": ""
      },
      {
        "sentence": "但是压力大让我很少有特别喜欢的感觉，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在压力大的情况下，你的心态和情绪会受到影响，对感情的感知能力也会减弱。我建议你给自己一些时间，停下来休息放松一下，好好思考自己的内心。当你的内心更加安定后，你也会重新找到感觉。有时候，不妨跟随你的内心感觉，相信自己的直觉和冲动。对于综合条件，你可以进行梳理、比较和衡量：哪些方面比较优异？哪些方面有点不足但有机会改变？哪些条件是你不能接受的？从中选择你可以接受的，其他的留待将来去磨合和改变。",
    "annotation": [
      {
        "sentence": "在压力大的情况下，你的心态和情绪会受到影响，对感情的感知能力也会减弱。",
        "label": ""
      },
      {
        "sentence": "我建议你给自己一些时间，停下来休息放松一下，好好思考自己的内心。",
        "label": ""
      },
      {
        "sentence": "当你的内心更加安定后，你也会重新找到感觉。",
        "label": ""
      },
      {
        "sentence": "有时候，不妨跟随你的内心感觉，相信自己的直觉和冲动。",
        "label": ""
      },
      {
        "sentence": "对于综合条件，你可以进行梳理、比较和衡量：哪些方面比较优异？",
        "label": ""
      },
      {
        "sentence": "哪些方面有点不足但有机会改变？",
        "label": ""
      },
      {
        "sentence": "哪些条件是你不能接受的？",
        "label": ""
      },
      {
        "sentence": "从中选择你可以接受的，其他的留待将来去磨合和改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我可能害怕条件不符合会影响感情，所以才不敢轻易接受对方。我会试着放宽一些条件，更多地跟随自己的感觉。但是我最近的睡眠很差，每天早晨醒来脑子都还在不停转，这是焦虑症吗？",
    "annotation": [
      {
        "sentence": "你说得对，我可能害怕条件不符合会影响感情，所以才不敢轻易接受对方。",
        "label": ""
      },
      {
        "sentence": "我会试着放宽一些条件，更多地跟随自己的感觉。",
        "label": ""
      },
      {
        "sentence": "但是我最近的睡眠很差，每天早晨醒来脑子都还在不停转，这是焦虑症吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "也许感情问题困扰了你很久，给你造成了很大的心理压力，因此你一直在不停地思考并感到焦虑。我建议你进行一些休闲放松的活动，转移一下自己的注意力，比如运动、冥想、阅读、画画等。当你从困扰已久的难题中暂时解脱出来，去做一些别的事情，很可能会在某个时刻灵光一现，找到答案。",
    "annotation": [
      {
        "sentence": "也许感情问题困扰了你很久，给你造成了很大的心理压力，因此你一直在不停地思考并感到焦虑。",
        "label": ""
      },
      {
        "sentence": "我建议你进行一些休闲放松的活动，转移一下自己的注意力，比如运动、冥想、阅读、画画等。",
        "label": ""
      },
      {
        "sentence": "当你从困扰已久的难题中暂时解脱出来，去做一些别的事情，很可能会在某个时刻灵光一现，找到答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着放松自己，多关注其他事情。希望我能找到解决问题的方法和寻找到适合我的伴侣。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着放松自己，多关注其他事情。",
        "label": ""
      },
      {
        "sentence": "希望我能找到解决问题的方法和寻找到适合我的伴侣。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你一定能找到适合自己的伴侣。只要你保持积极的心态，并给自己一些时间和空间去思考和成长，一切都会逐渐好起来的。相信自己，加油！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你一定能找到适合自己的伴侣。",
        "label": ""
      },
      {
        "sentence": "只要你保持积极的心态，并给自己一些时间和空间去思考和成长，一切都会逐渐好起来的。",
        "label": ""
      },
      {
        "sentence": "相信自己，加油！",
        "label": ""
      }
    ]
  }
]