[
  {
    "role": "client",
    "content": "他和咨询师，若我不付咨询费，世界上就没人爱我了吧？他是名校的，被恶人看笑话介绍认识后做爱，他给我一种错觉他爱我想和我白头偕老很认真，他是老实的男生。其实四年来他只是耍弄我，当我是免费发泄工具，见面只是做，五年对我说过的汉字能数过来，我说一堆他也不会回一个字要不就回嗯。我就傻贱的认为深情尽在沉默中。拉黑删除我数次当我给他发我的自残图片，他拉黑我我就删除他他就设置不让我搜到他的微信号，以此显示谁在关系里占主导。四年来直接因为他吞药洗胃一次，其他是间接自残六次缝合三次吞药四次每次都洗胃。我忍不住去查看他的网易云音乐账号，因为那是我唯一能找到他的方式了，忍不住听他的歌，甚至以为那些情歌是唱给我的，他依然在乎我。其实我连大学都没上，相差太悬殊。我去豆瓣上发帖，一个回的都没有，果然我就是有神奇的气场没有任何人会在乎。世界上金钱至上，我唯一指望的两个人，他和咨询师，如果我不付咨询费世界上就没人爱我了。真可怕。我没有任何朋友，太难交友。",
    "annotation": [
      {
        "sentence": "他和咨询师，若我不付咨询费，世界上就没人爱我了吧？",
        "label": ""
      },
      {
        "sentence": "他是名校的，被恶人看笑话介绍认识后做爱，他给我一种错觉他爱我想和我白头偕老很认真，他是老实的男生。",
        "label": ""
      },
      {
        "sentence": "其实四年来他只是耍弄我，当我是免费发泄工具，见面只是做，五年对我说过的汉字能数过来，我说一堆他也不会回一个字要不就回嗯。",
        "label": ""
      },
      {
        "sentence": "我就傻贱的认为深情尽在沉默中。",
        "label": ""
      },
      {
        "sentence": "拉黑删除我数次当我给他发我的自残图片，他拉黑我我就删除他他就设置不让我搜到他的微信号，以此显示谁在关系里占主导。",
        "label": ""
      },
      {
        "sentence": "四年来直接因为他吞药洗胃一次，其他是间接自残六次缝合三次吞药四次每次都洗胃。",
        "label": ""
      },
      {
        "sentence": "我忍不住去查看他的网易云音乐账号，因为那是我唯一能找到他的方式了，忍不住听他的歌，甚至以为那些情歌是唱给我的，他依然在乎我。",
        "label": ""
      },
      {
        "sentence": "其实我连大学都没上，相差太悬殊。",
        "label": ""
      },
      {
        "sentence": "我去豆瓣上发帖，一个回的都没有，果然我就是有神奇的气场没有任何人会在乎。",
        "label": ""
      },
      {
        "sentence": "世界上金钱至上，我唯一指望的两个人，他和咨询师，如果我不付咨询费世界上就没人爱我了。",
        "label": ""
      },
      {
        "sentence": "真可怕。",
        "label": ""
      },
      {
        "sentence": "我没有任何朋友，太难交友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很难想象你经历了怎么样的成长经历，内心这么的压抑孤独无助渴望被爱，以至于自己爱的这么卑微沉重痛苦。来这里除了是回复你的求助信息，也是想要告诉你一件事情：“你并不孤单，也并不是没有人会在乎你。”从你提供的信息来看，你在这段感情当中非常的压抑焦虑恐惧痛苦，就像你说的那样对方只是把你当成了泄欲工具，而你却把这样当成是“爱“，很显然你和对方在看待对待两个人之间的关系存在着很大的差异。",
    "annotation": [
      {
        "sentence": "很难想象你经历了怎么样的成长经历，内心这么的压抑孤独无助渴望被爱，以至于自己爱的这么卑微沉重痛苦。",
        "label": ""
      },
      {
        "sentence": "来这里除了是回复你的求助信息，也是想要告诉你一件事情：“你并不孤单，也并不是没有人会在乎你。",
        "label": ""
      },
      {
        "sentence": "”从你提供的信息来看，你在这段感情当中非常的压抑焦虑恐惧痛苦，就像你说的那样对方只是把你当成了泄欲工具，而你却把这样当成是“爱“，很显然你和对方在看待对待两个人之间的关系存在着很大的差异。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我对他的感情比较深，但很明显他并不在乎我。我付出了那么多，却换来的只是痛苦和伤害。",
    "annotation": [
      {
        "sentence": "是的，我对他的感情比较深，但很明显他并不在乎我。",
        "label": ""
      },
      {
        "sentence": "我付出了那么多，却换来的只是痛苦和伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我能理解，付出那么多却得到的是不公平的对待，这让你感到非常心痛。但是我们不能期待别人用相同的方式回报我们的付出，每个人对爱的表达方式不同，而且在这段关系中你们的期望存在很大的差异。你需要意识到，你值得被真正有所在乎的人关爱和尊重。",
    "annotation": [
      {
        "sentence": "你的感受我能理解，付出那么多却得到的是不公平的对待，这让你感到非常心痛。",
        "label": ""
      },
      {
        "sentence": "但是我们不能期待别人用相同的方式回报我们的付出，每个人对爱的表达方式不同，而且在这段关系中你们的期望存在很大的差异。",
        "label": ""
      },
      {
        "sentence": "你需要意识到，你值得被真正有所在乎的人关爱和尊重。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我觉得自己很被动，无法控制这种自我伤害的行为，我希望他能认可我的付出，但他却一次次伤害我。",
    "annotation": [
      {
        "sentence": "可是我觉得自己很被动，无法控制这种自我伤害的行为，我希望他能认可我的付出，但他却一次次伤害我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我能理解，但是我们要明确一点，自我伤害并不能改变他对你的态度或行为。自我伤害只会让你进一步陷入困境，增加你的痛苦和伤害。我建议你把注意力放在自身的成长和发展上，寻找更加积极健康的方式来表达自己的情感和需求。你的内心需要更多的关怀和呵护，让我们一起来探索如何更好地爱护自己吧。",
    "annotation": [
      {
        "sentence": "你的感受我能理解，但是我们要明确一点，自我伤害并不能改变他对你的态度或行为。",
        "label": ""
      },
      {
        "sentence": "自我伤害只会让你进一步陷入困境，增加你的痛苦和伤害。",
        "label": ""
      },
      {
        "sentence": "我建议你把注意力放在自身的成长和发展上，寻找更加积极健康的方式来表达自己的情感和需求。",
        "label": ""
      },
      {
        "sentence": "你的内心需要更多的关怀和呵护，让我们一起来探索如何更好地爱护自己吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也想改变自己的行为，但是总是感觉很难办到，很难控制自己的情绪和冲动。",
    "annotation": [
      {
        "sentence": "我也想改变自己的行为，但是总是感觉很难办到，很难控制自己的情绪和冲动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变确实是一个需要循序渐进的过程，不可能一蹴而就。但是，你已经有了想要改变的意愿，这是非常重要的一步。我们可以通过一些小的实践来逐渐培养自己的情绪调节能力和行为控制力，例如，尝试一些放松的活动，如冥想、瑜伽，以及找到可以倾诉的朋友或者心理咨询师来帮助你更好地管理情绪和冲动。",
    "annotation": [
      {
        "sentence": "改变确实是一个需要循序渐进的过程，不可能一蹴而就。",
        "label": ""
      },
      {
        "sentence": "但是，你已经有了想要改变的意愿，这是非常重要的一步。",
        "label": ""
      },
      {
        "sentence": "我们可以通过一些小的实践来逐渐培养自己的情绪调节能力和行为控制力，例如，尝试一些放松的活动，如冥想、瑜伽，以及找到可以倾诉的朋友或者心理咨询师来帮助你更好地管理情绪和冲动。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尝试这些方法来改变自己。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "我明白了，我会尝试这些方法来改变自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直在这里支持你。在改变的过程中，也会遇到一些困难和阻碍，但是不要灰心，记住你值得拥有更好的生活和关系。相信自己，相信未来，我们一起努力，一定能够改变现状，找到更加健康幸福的生活方式。",
    "annotation": [
      {
        "sentence": "不用客气，我一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "在改变的过程中，也会遇到一些困难和阻碍，但是不要灰心，记住你值得拥有更好的生活和关系。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来，我们一起努力，一定能够改变现状，找到更加健康幸福的生活方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会坚持下去的。有你这样的支持者真的让我感到温暖。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会坚持下去的。",
        "label": ""
      },
      {
        "sentence": "有你这样的支持者真的让我感到温暖。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直在这里陪伴着你。如果你有任何需要倾诉的事情，随时都可以给我留言，我们一起渡过难关。你并不孤单，我们一同努力，一定能够找到更好的出路。",
    "annotation": [
      {
        "sentence": "不客气，我一直在这里陪伴着你。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要倾诉的事情，随时都可以给我留言，我们一起渡过难关。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们一同努力，一定能够找到更好的出路。",
        "label": ""
      }
    ]
  }
]