[
  {
    "role": "client",
    "content": "他和咨询师，若我不付咨询费，世界上就没人爱我了吧？他是名校的，被恶人看笑话介绍认识后做爱，他给我一种错觉他爱我想和我白头偕老很认真，他是老实的男生。其实四年来他只是耍弄我，当我是免费发泄工具，见面只是做，五年对我说过的汉字能数过来，我说一堆他也不会回一个字要不就回嗯。我就傻贱的认为深情尽在沉默中。拉黑删除我数次当我给他发我的自残图片，他拉黑我我就删除他他就设置不让我搜到他的微信号，以此显示谁在关系里占主导。四年来直接因为他吞药洗胃一次，其他是间接自残六次缝合三次吞药四次每次都洗胃。我忍不住去查看他的网易云音乐账号，因为那是我唯一能找到他的方式了，忍不住听他的歌，甚至以为那些情歌是唱给我的，他依然在乎我。其实我连大学都没上，相差太悬殊。我去豆瓣上发帖，一个回的都没有，果然我就是有神奇的气场没有任何人会在乎。世界上金钱至上，我唯一指望的两个人，他和咨询师，如果我不付咨询费世界上就没人爱我了。真可怕。我没有任何朋友，太难交友。",
    "annotation": [
      {
        "sentence": "他和咨询师，若我不付咨询费，世界上就没人爱我了吧？",
        "label": ""
      },
      {
        "sentence": "他是名校的，被恶人看笑话介绍认识后做爱，他给我一种错觉他爱我想和我白头偕老很认真，他是老实的男生。",
        "label": ""
      },
      {
        "sentence": "其实四年来他只是耍弄我，当我是免费发泄工具，见面只是做，五年对我说过的汉字能数过来，我说一堆他也不会回一个字要不就回嗯。",
        "label": ""
      },
      {
        "sentence": "我就傻贱的认为深情尽在沉默中。",
        "label": ""
      },
      {
        "sentence": "拉黑删除我数次当我给他发我的自残图片，他拉黑我我就删除他他就设置不让我搜到他的微信号，以此显示谁在关系里占主导。",
        "label": ""
      },
      {
        "sentence": "四年来直接因为他吞药洗胃一次，其他是间接自残六次缝合三次吞药四次每次都洗胃。",
        "label": ""
      },
      {
        "sentence": "我忍不住去查看他的网易云音乐账号，因为那是我唯一能找到他的方式了，忍不住听他的歌，甚至以为那些情歌是唱给我的，他依然在乎我。",
        "label": ""
      },
      {
        "sentence": "其实我连大学都没上，相差太悬殊。",
        "label": ""
      },
      {
        "sentence": "我去豆瓣上发帖，一个回的都没有，果然我就是有神奇的气场没有任何人会在乎。",
        "label": ""
      },
      {
        "sentence": "世界上金钱至上，我唯一指望的两个人，他和咨询师，如果我不付咨询费世界上就没人爱我了。",
        "label": ""
      },
      {
        "sentence": "真可怕。",
        "label": ""
      },
      {
        "sentence": "我没有任何朋友，太难交友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情。每个人都渴望被爱，但我们不能依赖他人来定义我们的价值和爱的存在。首先，你要认识到自我价值不取决于他人的态度和行为。你的价值是内在的，与别人对你的看法无关。同时，你要明白爱是互相的，而不是单方面的付出。在这段关系中，你所承受的痛苦并没有得到应有的回应和尊重。你值得被尊重和关爱。",
    "annotation": [
      {
        "sentence": "非常理解你的心情。",
        "label": ""
      },
      {
        "sentence": "每个人都渴望被爱，但我们不能依赖他人来定义我们的价值和爱的存在。",
        "label": ""
      },
      {
        "sentence": "首先，你要认识到自我价值不取决于他人的态度和行为。",
        "label": ""
      },
      {
        "sentence": "你的价值是内在的，与别人对你的看法无关。",
        "label": ""
      },
      {
        "sentence": "同时，你要明白爱是互相的，而不是单方面的付出。",
        "label": ""
      },
      {
        "sentence": "在这段关系中，你所承受的痛苦并没有得到应有的回应和尊重。",
        "label": ""
      },
      {
        "sentence": "你值得被尊重和关爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得自己被他利用了，他用我来发泄情绪，却不给我真正的关心和回应。我为他付出了很多，可是他对我都是冷淡的态度。我觉得自己很蠢，为什么会那么傻地相信他的谎言。",
    "annotation": [
      {
        "sentence": "但是我觉得自己被他利用了，他用我来发泄情绪，却不给我真正的关心和回应。",
        "label": ""
      },
      {
        "sentence": "我为他付出了很多，可是他对我都是冷淡的态度。",
        "label": ""
      },
      {
        "sentence": "我觉得自己很蠢，为什么会那么傻地相信他的谎言。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很痛苦的经历，你并没有错，只是你对他的感情没有得到回报。但这并不代表你是蠢的，只是你对他抱有一份真挚的情感。每个人都有被伤害的时候，这并不代表我们蠢或者傻，只是我们对感情付出了真心和信任。你可以看到这段经历是你成长的机会，学会保护自己，学会区分真假情感，找到真正关心你的人。",
    "annotation": [
      {
        "sentence": "这是一个很痛苦的经历，你并没有错，只是你对他的感情没有得到回报。",
        "label": ""
      },
      {
        "sentence": "但这并不代表你是蠢的，只是你对他抱有一份真挚的情感。",
        "label": ""
      },
      {
        "sentence": "每个人都有被伤害的时候，这并不代表我们蠢或者傻，只是我们对感情付出了真心和信任。",
        "label": ""
      },
      {
        "sentence": "你可以看到这段经历是你成长的机会，学会保护自己，学会区分真假情感，找到真正关心你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很害怕没有人会关心我。我觉得自己在这个世界上很孤独，没有朋友，很难交友。我在豆瓣上发帖求助，却没有得到任何回应。我觉得自己的存在没有任何意义。",
    "annotation": [
      {
        "sentence": "我很害怕没有人会关心我。",
        "label": ""
      },
      {
        "sentence": "我觉得自己在这个世界上很孤独，没有朋友，很难交友。",
        "label": ""
      },
      {
        "sentence": "我在豆瓣上发帖求助，却没有得到任何回应。",
        "label": ""
      },
      {
        "sentence": "我觉得自己的存在没有任何意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我理解，孤独和无助是每个人都可能经历的情感。但我要告诉你的是，你并不是唯一一个有这样感受的人。世界上有很多人都有类似的困扰，他们也在寻找关爱和友谊。你可以多尝试参加一些社交活动，加入兴趣小组，通过共同的兴趣爱好找到志同道合的朋友。同时，也要学会爱护自己，关心自己的感受和需求，这样你才能更好地与他人建立良好的关系。",
    "annotation": [
      {
        "sentence": "你的感受我理解，孤独和无助是每个人都可能经历的情感。",
        "label": ""
      },
      {
        "sentence": "但我要告诉你的是，你并不是唯一一个有这样感受的人。",
        "label": ""
      },
      {
        "sentence": "世界上有很多人都有类似的困扰，他们也在寻找关爱和友谊。",
        "label": ""
      },
      {
        "sentence": "你可以多尝试参加一些社交活动，加入兴趣小组，通过共同的兴趣爱好找到志同道合的朋友。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会爱护自己，关心自己的感受和需求，这样你才能更好地与他人建立良好的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得自己特别不自信，经常害怕被拒绝和嘲笑。我不知道该如何与陌生人建立联系，怎样才能打破自己的壁垒。",
    "annotation": [
      {
        "sentence": "但是我觉得自己特别不自信，经常害怕被拒绝和嘲笑。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何与陌生人建立联系，怎样才能打破自己的壁垒。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不自信和害怕被拒绝是很正常的感受，很多人都会有类似的体验。建立自信需要时间和努力，你可以从小的事情开始，逐渐挑战自己的舒适区。试着主动与他人交谈，不必担心说错话或者被拒绝，每一次经历都是成长的机会。同时，也要明白，没有人是完美的，每个人都有自己的不足。不要过分纠结于别人的评价，相信自己的价值，你会遇到那些真正欣赏你的人。",
    "annotation": [
      {
        "sentence": "不自信和害怕被拒绝是很正常的感受，很多人都会有类似的体验。",
        "label": ""
      },
      {
        "sentence": "建立自信需要时间和努力，你可以从小的事情开始，逐渐挑战自己的舒适区。",
        "label": ""
      },
      {
        "sentence": "试着主动与他人交谈，不必担心说错话或者被拒绝，每一次经历都是成长的机会。",
        "label": ""
      },
      {
        "sentence": "同时，也要明白，没有人是完美的，每个人都有自己的不足。",
        "label": ""
      },
      {
        "sentence": "不要过分纠结于别人的评价，相信自己的价值，你会遇到那些真正欣赏你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽力尝试的。我希望自己能够更加自信和勇敢面对生活中的困难。感谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽力尝试的。",
        "label": ""
      },
      {
        "sentence": "我希望自己能够更加自信和勇敢面对生活中的困难。",
        "label": ""
      },
      {
        "sentence": "感谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，你是勇敢的，你值得更好的生活。记住，无论在哪里，你都不是孤单的，总会有人愿意帮助你和关心你。祝福你在未来的日子里，能够找到属于自己的幸福和温暖。如果你还需要任何帮助，随时都可以来找我。",
    "annotation": [
      {
        "sentence": "不用客气，你是勇敢的，你值得更好的生活。",
        "label": ""
      },
      {
        "sentence": "记住，无论在哪里，你都不是孤单的，总会有人愿意帮助你和关心你。",
        "label": ""
      },
      {
        "sentence": "祝福你在未来的日子里，能够找到属于自己的幸福和温暖。",
        "label": ""
      },
      {
        "sentence": "如果你还需要任何帮助，随时都可以来找我。",
        "label": ""
      }
    ]
  }
]