[
  {
    "role": "client",
    "content": "即使我做了好事，但是心里却还是不高兴，是为什么？我是新来的临床实习生，今天我们的兄弟科室因为人手不够，有让我帮忙送病人，可是送到门诊换药室后，帮忙送病人的护工就中途离开了。我就等着患者换完药，然后和家属（只有一人）把病人送了回去，回来以后老师已经查房结束了。虽然我做到了全程陪护患者，也有坚持自己有始有终的原则，但是我觉得那位护工面对自己科室的患者，是不应该中途离开的。算是重申一遍吧：我原本不负责兄弟科室运送患者的事务，但我有打算帮一部分的忙，即负责将患者送到换药室，然后回去跟老师查房。但是因为对方的护工中途离开，使我承担了原本不属于自己的责任范围，并且耽误了查房。虽然我最后也很好的完成了事情，患者家属也很感谢我，算是做了一件好事，但我总觉得被人推卸了责任，觉得有点委屈？",
    "annotation": [
      {
        "sentence": "即使我做了好事，但是心里却还是不高兴，是为什么？",
        "label": ""
      },
      {
        "sentence": "我是新来的临床实习生，今天我们的兄弟科室因为人手不够，有让我帮忙送病人，可是送到门诊换药室后，帮忙送病人的护工就中途离开了。",
        "label": ""
      },
      {
        "sentence": "我就等着患者换完药，然后和家属（只有一人）把病人送了回去，回来以后老师已经查房结束了。",
        "label": ""
      },
      {
        "sentence": "虽然我做到了全程陪护患者，也有坚持自己有始有终的原则，但是我觉得那位护工面对自己科室的患者，是不应该中途离开的。",
        "label": ""
      },
      {
        "sentence": "算是重申一遍吧：我原本不负责兄弟科室运送患者的事务，但我有打算帮一部分的忙，即负责将患者送到换药室，然后回去跟老师查房。",
        "label": ""
      },
      {
        "sentence": "但是因为对方的护工中途离开，使我承担了原本不属于自己的责任范围，并且耽误了查房。",
        "label": ""
      },
      {
        "sentence": "虽然我最后也很好的完成了事情，患者家属也很感谢我，算是做了一件好事，但我总觉得被人推卸了责任，觉得有点委屈？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你今天的表现非常棒，给患者及家属帮了一个很大的忙，因此你没有跟上查房的老师耽误了一次学习的机会。你有初心就是想帮助这位患者和家属，你因为帮助他们内心还是非常高兴的。",
    "annotation": [
      {
        "sentence": "你今天的表现非常棒，给患者及家属帮了一个很大的忙，因此你没有跟上查房的老师耽误了一次学习的机会。",
        "label": ""
      },
      {
        "sentence": "你有初心就是想帮助这位患者和家属，你因为帮助他们内心还是非常高兴的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我的初心就是帮助患者和家属，但是我还是觉得心里不太高兴。可能是因为护工中途离开，没有提前告知我，让我承担了不属于我的责任，同时也耽误了查房。",
    "annotation": [
      {
        "sentence": "是的，我的初心就是帮助患者和家属，但是我还是觉得心里不太高兴。",
        "label": ""
      },
      {
        "sentence": "可能是因为护工中途离开，没有提前告知我，让我承担了不属于我的责任，同时也耽误了查房。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，原本是护工的责任，他却在中途离开，并没有跟你打招呼，而且后面的工作也没有过来看看，就不管了。这是令你生气的地方。你做了一件好事，却没有得到别人的认可，自己也失去了一次学习的机会，让你觉得被人推卸责任，有点委屈，对吗？",
    "annotation": [
      {
        "sentence": "没错，原本是护工的责任，他却在中途离开，并没有跟你打招呼，而且后面的工作也没有过来看看，就不管了。",
        "label": ""
      },
      {
        "sentence": "这是令你生气的地方。",
        "label": ""
      },
      {
        "sentence": "你做了一件好事，却没有得到别人的认可，自己也失去了一次学习的机会，让你觉得被人推卸责任，有点委屈，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，就是这种感觉。我希望得到别人的认可，但现在我却觉得自己被推卸了责任，感觉委屈。",
    "annotation": [
      {
        "sentence": "是的，就是这种感觉。",
        "label": ""
      },
      {
        "sentence": "我希望得到别人的认可，但现在我却觉得自己被推卸了责任，感觉委屈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做完这件事，患者及家属对你非常感激，他们会记住你的帮助，对这所医院的医生、护士和护工都会有一个很好的印象。即使你觉得被推卸了责任，但你的付出是有价值的，你的存在让他们感到便利和满意。",
    "annotation": [
      {
        "sentence": "你做完这件事，患者及家属对你非常感激，他们会记住你的帮助，对这所医院的医生、护士和护工都会有一个很好的印象。",
        "label": ""
      },
      {
        "sentence": "即使你觉得被推卸了责任，但你的付出是有价值的，你的存在让他们感到便利和满意。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也听到了患者及家属的感谢，他们确实对我表示了感激。虽然有些不开心，但我也明白我做了一件好事。",
    "annotation": [
      {
        "sentence": "是的，我也听到了患者及家属的感谢，他们确实对我表示了感激。",
        "label": ""
      },
      {
        "sentence": "虽然有些不开心，但我也明白我做了一件好事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的付出是有意义的，虽然有些小小的不满和委屈，但这不代表你的努力没有得到认可。有时候，我们帮助他人并不一定能够得到即时的回报和认可，但我们的付出会给他人带来帮助和影响。你所做的每一件好事都会累积起来，让你感到满足和被需要的感觉。",
    "annotation": [
      {
        "sentence": "你的付出是有意义的，虽然有些小小的不满和委屈，但这不代表你的努力没有得到认可。",
        "label": ""
      },
      {
        "sentence": "有时候，我们帮助他人并不一定能够得到即时的回报和认可，但我们的付出会给他人带来帮助和影响。",
        "label": ""
      },
      {
        "sentence": "你所做的每一件好事都会累积起来，让你感到满足和被需要的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。或许我应该把更多的注意力放在自己所做的好事上，而不是纠结于别人是否认可我的付出。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "或许我应该把更多的注意力放在自己所做的好事上，而不是纠结于别人是否认可我的付出。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，你做好事是为了帮助他人，而不是为了得到别人的认可。你的付出是有意义的，相信今后会有更多人需要你的帮助和支持。你的成就感会越来越强，你在医院里成为他人所需要的人，这也是你学习这个专业的初心。",
    "annotation": [
      {
        "sentence": "对的，你做好事是为了帮助他人，而不是为了得到别人的认可。",
        "label": ""
      },
      {
        "sentence": "你的付出是有意义的，相信今后会有更多人需要你的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "你的成就感会越来越强，你在医院里成为他人所需要的人，这也是你学习这个专业的初心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我会继续努力做好自己的工作，帮助更多的人。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我会继续努力做好自己的工作，帮助更多的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直在这里支持你的。无论遇到什么困难和挑战，记得你不是一个人在战斗。祝你每天都能收获满满的成就感！",
    "annotation": [
      {
        "sentence": "不客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难和挑战，记得你不是一个人在战斗。",
        "label": ""
      },
      {
        "sentence": "祝你每天都能收获满满的成就感！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福，感谢你的陪伴。我会加油的！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福，感谢你的陪伴。",
        "label": ""
      },
      {
        "sentence": "我会加油的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我在，等着你的好消息！加油！",
    "annotation": [
      {
        "sentence": "我在，等着你的好消息！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]