[
  {
    "role": "client",
    "content": "即使我做了好事，但是心里却还是不高兴，是为什么？我是新来的临床实习生，今天我们的兄弟科室因为人手不够，有让我帮忙送病人，可是送到门诊换药室后，帮忙送病人的护工就中途离开了。我就等着患者换完药，然后和家属（只有一人）把病人送了回去，回来以后老师已经查房结束了。虽然我做到了全程陪护患者，也有坚持自己有始有终的原则，但是我觉得那位护工面对自己科室的患者，是不应该中途离开的。算是重申一遍吧：我原本不负责兄弟科室运送患者的事务，但我有打算帮一部分的忙，即负责将患者送到换药室，然后回去跟老师查房。但是因为对方的护工中途离开，使我承担了原本不属于自己的责任范围，并且耽误了查房。虽然我最后也很好的完成了事情，患者家属也很感谢我，算是做了一件好事，但我总觉得被人推卸了责任，觉得有点委屈？",
    "annotation": [
      {
        "sentence": "即使我做了好事，但是心里却还是不高兴，是为什么？",
        "label": ""
      },
      {
        "sentence": "我是新来的临床实习生，今天我们的兄弟科室因为人手不够，有让我帮忙送病人，可是送到门诊换药室后，帮忙送病人的护工就中途离开了。",
        "label": ""
      },
      {
        "sentence": "我就等着患者换完药，然后和家属（只有一人）把病人送了回去，回来以后老师已经查房结束了。",
        "label": ""
      },
      {
        "sentence": "虽然我做到了全程陪护患者，也有坚持自己有始有终的原则，但是我觉得那位护工面对自己科室的患者，是不应该中途离开的。",
        "label": ""
      },
      {
        "sentence": "算是重申一遍吧：我原本不负责兄弟科室运送患者的事务，但我有打算帮一部分的忙，即负责将患者送到换药室，然后回去跟老师查房。",
        "label": ""
      },
      {
        "sentence": "但是因为对方的护工中途离开，使我承担了原本不属于自己的责任范围，并且耽误了查房。",
        "label": ""
      },
      {
        "sentence": "虽然我最后也很好的完成了事情，患者家属也很感谢我，算是做了一件好事，但我总觉得被人推卸了责任，觉得有点委屈？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "读了您这段文字，似乎看到了您心中的一些委屈不满的情绪，就像是替别人做了本该别人做的事情，却因此耽误了本该自己去做的事情，同时还没有人能看到和理解，是这样的吗？先给您一个大大的拥抱，希望能够给到您一些支持。是啊，原本以为“助人乃快乐之本”，没想到却“心里感到憋屈”，不禁对自己的行为产生了一些怀疑。这种感觉的确让人不舒服。不知道经历了这件事情，以后遇到类似的情况，你会怎样做了？我猜，很大的几率是您可能还会选择“帮助”，因为正是你“善良的品格”的存在。同时，需要增加一些的是对自己的关照，先照顾好自己，再去照顾他人。所以，照顾好自己。",
    "annotation": [
      {
        "sentence": "读了您这段文字，似乎看到了您心中的一些委屈不满的情绪，就像是替别人做了本该别人做的事情，却因此耽误了本该自己去做的事情，同时还没有人能看到和理解，是这样的吗？",
        "label": ""
      },
      {
        "sentence": "先给您一个大大的拥抱，希望能够给到您一些支持。",
        "label": ""
      },
      {
        "sentence": "是啊，原本以为“助人乃快乐之本”，没想到却“心里感到憋屈”，不禁对自己的行为产生了一些怀疑。",
        "label": ""
      },
      {
        "sentence": "这种感觉的确让人不舒服。",
        "label": ""
      },
      {
        "sentence": "不知道经历了这件事情，以后遇到类似的情况，你会怎样做了？",
        "label": ""
      },
      {
        "sentence": "我猜，很大的几率是您可能还会选择“帮助”，因为正是你“善良的品格”的存在。",
        "label": ""
      },
      {
        "sentence": "同时，需要增加一些的是对自己的关照，先照顾好自己，再去照顾他人。",
        "label": ""
      },
      {
        "sentence": "所以，照顾好自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。或许我太过自责，总是觉得自己要承担所有责任。我知道照顾好自己很重要，但有时真的难免会把别人的事情放在心上，感觉自己忍受了委屈。或许我需要学会更好地保护自己。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "或许我太过自责，总是觉得自己要承担所有责任。",
        "label": ""
      },
      {
        "sentence": "我知道照顾好自己很重要，但有时真的难免会把别人的事情放在心上，感觉自己忍受了委屈。",
        "label": ""
      },
      {
        "sentence": "或许我需要学会更好地保护自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得对，学会保护自己是非常重要的。有时候我们会过度关注他人的需要而忽视了自己的感受。但是，要记住，你的感受也是至关重要的。在帮助他人的同时，也要给自己留出时间和空间去照顾自己的情绪和需要。这并不意味着你不关心他人，而是要更好地平衡和呵护好自己。",
    "annotation": [
      {
        "sentence": "你说得对，学会保护自己是非常重要的。",
        "label": ""
      },
      {
        "sentence": "有时候我们会过度关注他人的需要而忽视了自己的感受。",
        "label": ""
      },
      {
        "sentence": "但是，要记住，你的感受也是至关重要的。",
        "label": ""
      },
      {
        "sentence": "在帮助他人的同时，也要给自己留出时间和空间去照顾自己的情绪和需要。",
        "label": ""
      },
      {
        "sentence": "这并不意味着你不关心他人，而是要更好地平衡和呵护好自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会试着更加平衡自己的情感需求。也许我需要学会说出来，让别人知道我心里的感受。不然，自己一个人承受委屈的感觉真的不好受。",
    "annotation": [
      {
        "sentence": "嗯，我会试着更加平衡自己的情感需求。",
        "label": ""
      },
      {
        "sentence": "也许我需要学会说出来，让别人知道我心里的感受。",
        "label": ""
      },
      {
        "sentence": "不然，自己一个人承受委屈的感觉真的不好受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，学会表达自己的感受是非常重要的。与他人分享你的情感，让别人了解你的内心，也能获得更多的支持和理解。同时，你也可以考虑找到一个信任的人，比如导师或者朋友，向他们倾诉，让他们帮助你分担一些负面情绪。你并不是一个人在面对这些困难，有人愿意倾听和支持你。",
    "annotation": [
      {
        "sentence": "很好，学会表达自己的感受是非常重要的。",
        "label": ""
      },
      {
        "sentence": "与他人分享你的情感，让别人了解你的内心，也能获得更多的支持和理解。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以考虑找到一个信任的人，比如导师或者朋友，向他们倾诉，让他们帮助你分担一些负面情绪。",
        "label": ""
      },
      {
        "sentence": "你并不是一个人在面对这些困难，有人愿意倾听和支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试向别人倾诉。我希望能够找到一个可以信任的人，与他们分享我的困惑和委屈。同时，我也会更加关注自己的情绪需求，提醒自己照顾好自己。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试向别人倾诉。",
        "label": ""
      },
      {
        "sentence": "我希望能够找到一个可以信任的人，与他们分享我的困惑和委屈。",
        "label": ""
      },
      {
        "sentence": "同时，我也会更加关注自己的情绪需求，提醒自己照顾好自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决定，这是你为自己做出的积极改变。记住，你不是一个人在战斗，有困难就要及时寻求支持和帮助。保持积极乐观的心态，相信自己的能力和价值，你一定能够走出困境，变得更强大。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决定，这是你为自己做出的积极改变。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，有困难就要及时寻求支持和帮助。",
        "label": ""
      },
      {
        "sentence": "保持积极乐观的心态，相信自己的能力和价值，你一定能够走出困境，变得更强大。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会坚持努力，相信自己，积极面对困境。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会坚持努力，相信自己，积极面对困境。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在你身边支持你的。如果有任何需要，随时都可以来找我倾诉。希望你能保持积极的心态，勇敢地面对一切挑战。你是一个优秀的实习生，我相信你能够取得更大的成就！加油！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "希望你能保持积极的心态，勇敢地面对一切挑战。",
        "label": ""
      },
      {
        "sentence": "你是一个优秀的实习生，我相信你能够取得更大的成就！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]