[
  {
    "role": "client",
    "content": "即使我做了好事，但是心里却还是不高兴，是为什么？我是新来的临床实习生，今天我们的兄弟科室因为人手不够，有让我帮忙送病人，可是送到门诊换药室后，帮忙送病人的护工就中途离开了。我就等着患者换完药，然后和家属（只有一人）把病人送了回去，回来以后老师已经查房结束了。虽然我做到了全程陪护患者，也有坚持自己有始有终的原则，但是我觉得那位护工面对自己科室的患者，是不应该中途离开的。算是重申一遍吧：我原本不负责兄弟科室运送患者的事务，但我有打算帮一部分的忙，即负责将患者送到换药室，然后回去跟老师查房。但是因为对方的护工中途离开，使我承担了原本不属于自己的责任范围，并且耽误了查房。虽然我最后也很好的完成了事情，患者家属也很感谢我，算是做了一件好事，但我总觉得被人推卸了责任，觉得有点委屈？",
    "annotation": [
      {
        "sentence": "即使我做了好事，但是心里却还是不高兴，是为什么？",
        "label": ""
      },
      {
        "sentence": "我是新来的临床实习生，今天我们的兄弟科室因为人手不够，有让我帮忙送病人，可是送到门诊换药室后，帮忙送病人的护工就中途离开了。",
        "label": ""
      },
      {
        "sentence": "我就等着患者换完药，然后和家属（只有一人）把病人送了回去，回来以后老师已经查房结束了。",
        "label": ""
      },
      {
        "sentence": "虽然我做到了全程陪护患者，也有坚持自己有始有终的原则，但是我觉得那位护工面对自己科室的患者，是不应该中途离开的。",
        "label": ""
      },
      {
        "sentence": "算是重申一遍吧：我原本不负责兄弟科室运送患者的事务，但我有打算帮一部分的忙，即负责将患者送到换药室，然后回去跟老师查房。",
        "label": ""
      },
      {
        "sentence": "但是因为对方的护工中途离开，使我承担了原本不属于自己的责任范围，并且耽误了查房。",
        "label": ""
      },
      {
        "sentence": "虽然我最后也很好的完成了事情，患者家属也很感谢我，算是做了一件好事，但我总觉得被人推卸了责任，觉得有点委屈？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，新来的实习生确实需要逐渐适应工作中的种种不顺心和委屈。你提到的情况很常见，但并不代表你所做的好事没有价值。想起一个故事，当年梁武帝建寺庙、供僧人，自认为功德无量。然而问佛祖，自己有没有大公德，佛祖却说没有功德。这说明，做好事本身就是功德，但如果为了寻求功德而感到委屈，反而会失去这份功德。这对于医护工作者来说尤为重要，尤其是在你刚刚就业的初期，可能会担心吃亏和委屈。但如果这样一直担心，你还能继续积攒功德吗？放下这些负面情绪吧，你所做的好事已经展现了你内心良好的品性，如果一直觉得委屈，那就会抹去你的好心。你觉得这样想法对吗？祝福你，希望你能继续集功建德。",
    "annotation": [
      {
        "sentence": "我理解你的感受，新来的实习生确实需要逐渐适应工作中的种种不顺心和委屈。",
        "label": ""
      },
      {
        "sentence": "你提到的情况很常见，但并不代表你所做的好事没有价值。",
        "label": ""
      },
      {
        "sentence": "想起一个故事，当年梁武帝建寺庙、供僧人，自认为功德无量。",
        "label": ""
      },
      {
        "sentence": "然而问佛祖，自己有没有大公德，佛祖却说没有功德。",
        "label": ""
      },
      {
        "sentence": "这说明，做好事本身就是功德，但如果为了寻求功德而感到委屈，反而会失去这份功德。",
        "label": ""
      },
      {
        "sentence": "这对于医护工作者来说尤为重要，尤其是在你刚刚就业的初期，可能会担心吃亏和委屈。",
        "label": ""
      },
      {
        "sentence": "但如果这样一直担心，你还能继续积攒功德吗？",
        "label": ""
      },
      {
        "sentence": "放下这些负面情绪吧，你所做的好事已经展现了你内心良好的品性，如果一直觉得委屈，那就会抹去你的好心。",
        "label": ""
      },
      {
        "sentence": "你觉得这样想法对吗？",
        "label": ""
      },
      {
        "sentence": "祝福你，希望你能继续集功建德。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。虽然我知道做好事本身就是一种价值，但有时候还是难以克制自己的情绪。可能当时我对护工的行为感到很不满，觉得对方不负责任。我明白我应该放下这些负面情绪，但是我该怎么才能做到呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "虽然我知道做好事本身就是一种价值，但有时候还是难以克制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "可能当时我对护工的行为感到很不满，觉得对方不负责任。",
        "label": ""
      },
      {
        "sentence": "我明白我应该放下这些负面情绪，但是我该怎么才能做到呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受，有时候我们确实很难克制自己的情绪。不过，我们要明白每个人都有不同的工作方式和思考方式，有时候他人的行为可能并不符合我们的期待。关于如何放下负面情绪，你可以试着扩大一下观念，不要过于关注个别人的行为，而是关注你自己所做的好事以及你的努力。试着善待自己，告诉自己你已经尽力了。此外，心理放松和自我调节也是很重要的，可以尝试一些放松的活动，比如冥想、运动或听音乐等来缓解压力和负面情绪。你可以选择适合自己的方法，慢慢调整心态。记住，每一次的努力都是对自己和他人的一种贡献。",
    "annotation": [
      {
        "sentence": "理解你的感受，有时候我们确实很难克制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "不过，我们要明白每个人都有不同的工作方式和思考方式，有时候他人的行为可能并不符合我们的期待。",
        "label": ""
      },
      {
        "sentence": "关于如何放下负面情绪，你可以试着扩大一下观念，不要过于关注个别人的行为，而是关注你自己所做的好事以及你的努力。",
        "label": ""
      },
      {
        "sentence": "试着善待自己，告诉自己你已经尽力了。",
        "label": ""
      },
      {
        "sentence": "此外，心理放松和自我调节也是很重要的，可以尝试一些放松的活动，比如冥想、运动或听音乐等来缓解压力和负面情绪。",
        "label": ""
      },
      {
        "sentence": "你可以选择适合自己的方法，慢慢调整心态。",
        "label": ""
      },
      {
        "sentence": "记住，每一次的努力都是对自己和他人的一种贡献。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和关心。我会试着扩大我的视野，不再过于强调别人的行为对我造成的影响。同时，我也会试着放松自己，给自己一些时间和空间来调整情绪。我希望自己能够更好地适应工作中的挑战，有更好的心态去对待这些情绪不顺的时刻。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和关心。",
        "label": ""
      },
      {
        "sentence": "我会试着扩大我的视野，不再过于强调别人的行为对我造成的影响。",
        "label": ""
      },
      {
        "sentence": "同时，我也会试着放松自己，给自己一些时间和空间来调整情绪。",
        "label": ""
      },
      {
        "sentence": "我希望自己能够更好地适应工作中的挑战，有更好的心态去对待这些情绪不顺的时刻。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回答。积极调整心态是非常重要的，在工作中会面临各种挑战和困难，但只要你有积极的心态去面对，相信你会越来越适应、越来越好。同时，不要忘记及时与他人沟通，与同事和导师交流，分享你的感受和困惑。这样可以得到更多的支持和帮助，也能获得更多的理解和解决问题的思路。还有什么问题或者情绪需要倾诉吗？",
    "annotation": [
      {
        "sentence": "很高兴听到你的回答。",
        "label": ""
      },
      {
        "sentence": "积极调整心态是非常重要的，在工作中会面临各种挑战和困难，但只要你有积极的心态去面对，相信你会越来越适应、越来越好。",
        "label": ""
      },
      {
        "sentence": "同时，不要忘记及时与他人沟通，与同事和导师交流，分享你的感受和困惑。",
        "label": ""
      },
      {
        "sentence": "这样可以得到更多的支持和帮助，也能获得更多的理解和解决问题的思路。",
        "label": ""
      },
      {
        "sentence": "还有什么问题或者情绪需要倾诉吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，与他人的沟通非常重要。我在这个新的环境中确实还需要更多的支持和指导。我还有一个问题，即使我知道应该放下负面情绪，但有时候还是会觉得委屈。我应该如何应对这种情绪？",
    "annotation": [
      {
        "sentence": "你说得对，与他人的沟通非常重要。",
        "label": ""
      },
      {
        "sentence": "我在这个新的环境中确实还需要更多的支持和指导。",
        "label": ""
      },
      {
        "sentence": "我还有一个问题，即使我知道应该放下负面情绪，但有时候还是会觉得委屈。",
        "label": ""
      },
      {
        "sentence": "我应该如何应对这种情绪？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当我们面对委屈情绪时，可以先试着理解自己的情感，并接受这种情绪的存在。不要对自己的感受过于苛刻，毕竟在工作中遇到不公平待遇或者委屈是很常见的。然后，尝试寻找解决问题的方法，可以与他人交流，向他人倾诉，也可以通过书写或者绘画来宣泄情绪。同时，可以给自己一些积极正面的反馈，例如认识到自己的坚持和努力，提醒自己这段时间所积累的经验和成长。最重要的是，要相信自己有能力克服困难，并且意识到这种委屈情绪只是一时的感受，随着时间的流逝会逐渐减弱。尽量保持积极的心态，相信自己可以应对并克服困难。",
    "annotation": [
      {
        "sentence": "当我们面对委屈情绪时，可以先试着理解自己的情感，并接受这种情绪的存在。",
        "label": ""
      },
      {
        "sentence": "不要对自己的感受过于苛刻，毕竟在工作中遇到不公平待遇或者委屈是很常见的。",
        "label": ""
      },
      {
        "sentence": "然后，尝试寻找解决问题的方法，可以与他人交流，向他人倾诉，也可以通过书写或者绘画来宣泄情绪。",
        "label": ""
      },
      {
        "sentence": "同时，可以给自己一些积极正面的反馈，例如认识到自己的坚持和努力，提醒自己这段时间所积累的经验和成长。",
        "label": ""
      },
      {
        "sentence": "最重要的是，要相信自己有能力克服困难，并且意识到这种委屈情绪只是一时的感受，随着时间的流逝会逐渐减弱。",
        "label": ""
      },
      {
        "sentence": "尽量保持积极的心态，相信自己可以应对并克服困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我会试着采纳你的建议，给自己更多的正面反馈和支持。我希望自己能够尽快适应新的环境，克服困难，变得更加坚强和自信。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会试着采纳你的建议，给自己更多的正面反馈和支持。",
        "label": ""
      },
      {
        "sentence": "我希望自己能够尽快适应新的环境，克服困难，变得更加坚强和自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和信心。相信自己，并且相信你所面对的困难都是可以克服的。只要你坚持努力，积极调整心态，相信未来一定会更好。如果以后还有任何问题或者困惑，记得随时与我沟通。祝愿你一切顺利，加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和信心。",
        "label": ""
      },
      {
        "sentence": "相信自己，并且相信你所面对的困难都是可以克服的。",
        "label": ""
      },
      {
        "sentence": "只要你坚持努力，积极调整心态，相信未来一定会更好。",
        "label": ""
      },
      {
        "sentence": "如果以后还有任何问题或者困惑，记得随时与我沟通。",
        "label": ""
      },
      {
        "sentence": "祝愿你一切顺利，加油！",
        "label": ""
      }
    ]
  }
]