[
  {
    "role": "client",
    "content": "最近我做了一件好事，但是心里却还是不高兴，不知道为什么。我是新来的临床实习生，今天我们的兄弟科室因为人手不够，让我帮忙送病人。可是送到门诊换药室后，帮忙送病人的护工就中途离开了。我就等着患者换完药，然后和家属（只有一人）把病人送了回去，回来以后老师已经查房结束了。虽然我做到了全程陪护患者，并且始终坚持自己的原则，但是我觉得那位护工面对自己科室的患者，是不应该中途离开的。算是重申一遍吧：我原本不负责兄弟科室运送患者的事务，但我有打算帮一部分的忙，即负责将患者送到换药室，然后回去跟老师查房。但是因为对方的护工中途离开，使我承担了原本不属于自己的责任范围，并且耽误了查房。虽然我最后也很好的完成了事情，患者家属也很感谢我，算是做了一件好事，但我总觉得被人推卸了责任，感觉有点委屈。",
    "annotation": [
      {
        "sentence": "最近我做了一件好事，但是心里却还是不高兴，不知道为什么。",
        "label": ""
      },
      {
        "sentence": "我是新来的临床实习生，今天我们的兄弟科室因为人手不够，让我帮忙送病人。",
        "label": ""
      },
      {
        "sentence": "可是送到门诊换药室后，帮忙送病人的护工就中途离开了。",
        "label": ""
      },
      {
        "sentence": "我就等着患者换完药，然后和家属（只有一人）把病人送了回去，回来以后老师已经查房结束了。",
        "label": ""
      },
      {
        "sentence": "虽然我做到了全程陪护患者，并且始终坚持自己的原则，但是我觉得那位护工面对自己科室的患者，是不应该中途离开的。",
        "label": ""
      },
      {
        "sentence": "算是重申一遍吧：我原本不负责兄弟科室运送患者的事务，但我有打算帮一部分的忙，即负责将患者送到换药室，然后回去跟老师查房。",
        "label": ""
      },
      {
        "sentence": "但是因为对方的护工中途离开，使我承担了原本不属于自己的责任范围，并且耽误了查房。",
        "label": ""
      },
      {
        "sentence": "虽然我最后也很好的完成了事情，患者家属也很感谢我，算是做了一件好事，但我总觉得被人推卸了责任，感觉有点委屈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你既然决定要帮忙，就应该提前评估好可能出现的结果和承担的责任。无论面临什么情况，都要能够承担起来。如果没有做好心理准备，就容易感到不平衡，觉得自己没有得到应有的回报。而在工作上，遇到问题首要的是解决问题。别人怎么做与你无关，因为他的行为言行会直接影响他自己的工作。长此以往，如果同事或领导发现他在这方面做得不好，他自然会自食其果。实际上，并不需要你过度埋怨他。",
    "annotation": [
      {
        "sentence": "你既然决定要帮忙，就应该提前评估好可能出现的结果和承担的责任。",
        "label": ""
      },
      {
        "sentence": "无论面临什么情况，都要能够承担起来。",
        "label": ""
      },
      {
        "sentence": "如果没有做好心理准备，就容易感到不平衡，觉得自己没有得到应有的回报。",
        "label": ""
      },
      {
        "sentence": "而在工作上，遇到问题首要的是解决问题。",
        "label": ""
      },
      {
        "sentence": "别人怎么做与你无关，因为他的行为言行会直接影响他自己的工作。",
        "label": ""
      },
      {
        "sentence": "长此以往，如果同事或领导发现他在这方面做得不好，他自然会自食其果。",
        "label": ""
      },
      {
        "sentence": "实际上，并不需要你过度埋怨他。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但是我帮忙只是出于好心，没想到会有这样的结果。我觉得我是受害者，我承担了不属于自己的责任，耽误了自己的工作。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但是我帮忙只是出于好心，没想到会有这样的结果。",
        "label": ""
      },
      {
        "sentence": "我觉得我是受害者，我承担了不属于自己的责任，耽误了自己的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的善意是值得赞赏的。然而，无论出于什么原因，当你主动提供帮助时，你也要意识到在承担责任的同时可能会面临一些意外情况。虽然这次事情对你来说是个意外，但你做到了全程陪护患者，并且完成了自己该做的工作。请记住，你做的是正确的，无论最后的结果如何。",
    "annotation": [
      {
        "sentence": "你的善意是值得赞赏的。",
        "label": ""
      },
      {
        "sentence": "然而，无论出于什么原因，当你主动提供帮助时，你也要意识到在承担责任的同时可能会面临一些意外情况。",
        "label": ""
      },
      {
        "sentence": "虽然这次事情对你来说是个意外，但你做到了全程陪护患者，并且完成了自己该做的工作。",
        "label": ""
      },
      {
        "sentence": "请记住，你做的是正确的，无论最后的结果如何。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我总觉得委屈，感觉自己被人推卸了责任。我知道自己是正确的，但就是无法释怀。",
    "annotation": [
      {
        "sentence": "可是我总觉得委屈，感觉自己被人推卸了责任。",
        "label": ""
      },
      {
        "sentence": "我知道自己是正确的，但就是无法释怀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种感觉是正常的，毕竟你付出了努力，但没有得到应有的认可。你可以试着通过与他人交流来释怀，讲述你的经历和感受。同时，也可以给自己一些时间和空间，让自己逐渐接受这个事实，并且明白自己的价值并不取决于他人的评价。",
    "annotation": [
      {
        "sentence": "这种感觉是正常的，毕竟你付出了努力，但没有得到应有的认可。",
        "label": ""
      },
      {
        "sentence": "你可以试着通过与他人交流来释怀，讲述你的经历和感受。",
        "label": ""
      },
      {
        "sentence": "同时，也可以给自己一些时间和空间，让自己逐渐接受这个事实，并且明白自己的价值并不取决于他人的评价。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我应该主动与他人沟通，让自己的感受得到宣泄。同时，我也要学会接受事实并且相信自己的价值不取决于他人的评价。",
    "annotation": [
      {
        "sentence": "你说的有道理，我应该主动与他人沟通，让自己的感受得到宣泄。",
        "label": ""
      },
      {
        "sentence": "同时，我也要学会接受事实并且相信自己的价值不取决于他人的评价。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，与他人进行沟通能够帮助你理清思绪，而相信自己的价值是非常重要的。不要让他人的评价左右你的情绪和自信心。希望你能够从这次经历中得到启发，继续保持积极向上的心态。",
    "annotation": [
      {
        "sentence": "是的，与他人进行沟通能够帮助你理清思绪，而相信自己的价值是非常重要的。",
        "label": ""
      },
      {
        "sentence": "不要让他人的评价左右你的情绪和自信心。",
        "label": ""
      },
      {
        "sentence": "希望你能够从这次经历中得到启发，继续保持积极向上的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会尽力调整自己的心态，继续努力。再次感谢你的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会尽力调整自己的心态，继续努力。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直都在支持你。相信自己，坚持正义，你一定会越来越好的。如果还有什么问题或困惑，随时都可以找我倾诉。祝福你！",
    "annotation": [
      {
        "sentence": "不用客气，我一直都在支持你。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持正义，你一定会越来越好的。",
        "label": ""
      },
      {
        "sentence": "如果还有什么问题或困惑，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]