[
  {
    "role": "client",
    "content": "即使我做了好事，但是心里却还是不高兴，是为什么？我是新来的临床实习生，今天我们的兄弟科室因为人手不够，有让我帮忙送病人，可是送到门诊换药室后，帮忙送病人的护工就中途离开了。我就等着患者换完药，然后和家属（只有一人）把病人送了回去，回来以后老师已经查房结束了。虽然我做到了全程陪护患者，也有坚持自己有始有终的原则，但是我觉得那位护工面对自己科室的患者，是不应该中途离开的。算是重申一遍吧：我原本不负责兄弟科室运送患者的事务，但我有打算帮一部分的忙，即负责将患者送到换药室，然后回去跟老师查房。但是因为对方的护工中途离开，使我承担了原本不属于自己的责任范围，并且耽误了查房。虽然我最后也很好的完成了事情，患者家属也很感谢我，算是做了一件好事，但我总觉得被人推卸了责任，觉得有点委屈？",
    "annotation": [
      {
        "sentence": "即使我做了好事，但是心里却还是不高兴，是为什么？",
        "label": ""
      },
      {
        "sentence": "我是新来的临床实习生，今天我们的兄弟科室因为人手不够，有让我帮忙送病人，可是送到门诊换药室后，帮忙送病人的护工就中途离开了。",
        "label": ""
      },
      {
        "sentence": "我就等着患者换完药，然后和家属（只有一人）把病人送了回去，回来以后老师已经查房结束了。",
        "label": ""
      },
      {
        "sentence": "虽然我做到了全程陪护患者，也有坚持自己有始有终的原则，但是我觉得那位护工面对自己科室的患者，是不应该中途离开的。",
        "label": ""
      },
      {
        "sentence": "算是重申一遍吧：我原本不负责兄弟科室运送患者的事务，但我有打算帮一部分的忙，即负责将患者送到换药室，然后回去跟老师查房。",
        "label": ""
      },
      {
        "sentence": "但是因为对方的护工中途离开，使我承担了原本不属于自己的责任范围，并且耽误了查房。",
        "label": ""
      },
      {
        "sentence": "虽然我最后也很好的完成了事情，患者家属也很感谢我，算是做了一件好事，但我总觉得被人推卸了责任，觉得有点委屈？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好通过你的描述，能够感受到你是一个热心有责任感的人，给你点赞！同时，也能体会到你内心的委屈～这委屈主要来源于：你本来只是去帮兄弟科室送病人，结果送到门诊换药室后，本应负责这件事的人——送病人的护工中途离开，你承担了原本不属于自己的责任，还耽误了查房。那位护工确实有不负责任之嫌。关于这件事，我还有几点疑问：不知道那位护工是因为什么原因中途离开了？是否有跟你说明或者打招呼呢？你觉得护工不该中途离开，是否有跟护工表达和沟通呢？这件事已经发生了，我们没有办法再重头来，重要的是下次如果遇到类似的事，我们如何处理。如果下次遇到类似的事情，假设护工未打招呼就要离开，而你打算帮一部分忙后返回自己科室，那建议你可以考虑：1.询问护工离开的原因，和护工说明自己还要回去查房，还有其他的工作安排。不替代他人负责，坚持自己的原则，按照原计划“帮一部分忙”，帮完就返回。2.如果确实需要帮助，你无法回去查房，如果你能接受，可以及时跟自己科室说明报备。如果你是主动留下帮助的，而不是像这种因为对方离开了，为了病人\"不得不\"留下，大概就不会有这种委屈之感啦。",
    "annotation": [
      {
        "sentence": "你好通过你的描述，能够感受到你是一个热心有责任感的人，给你点赞！",
        "label": ""
      },
      {
        "sentence": "同时，也能体会到你内心的委屈～这委屈主要来源于：你本来只是去帮兄弟科室送病人，结果送到门诊换药室后，本应负责这件事的人——送病人的护工中途离开，你承担了原本不属于自己的责任，还耽误了查房。",
        "label": ""
      },
      {
        "sentence": "那位护工确实有不负责任之嫌。",
        "label": ""
      },
      {
        "sentence": "关于这件事，我还有几点疑问：不知道那位护工是因为什么原因中途离开了？",
        "label": ""
      },
      {
        "sentence": "是否有跟你说明或者打招呼呢？",
        "label": ""
      },
      {
        "sentence": "你觉得护工不该中途离开，是否有跟护工表达和沟通呢？",
        "label": ""
      },
      {
        "sentence": "这件事已经发生了，我们没有办法再重头来，重要的是下次如果遇到类似的事，我们如何处理。",
        "label": ""
      },
      {
        "sentence": "如果下次遇到类似的事情，假设护工未打招呼就要离开，而你打算帮一部分忙后返回自己科室，那建议你可以考虑：1.询问护工离开的原因，和护工说明自己还要回去查房，还有其他的工作安排。",
        "label": ""
      },
      {
        "sentence": "不替代他人负责，坚持自己的原则，按照原计划“帮一部分忙”，帮完就返回。",
        "label": ""
      },
      {
        "sentence": "2.如果确实需要帮助，你无法回去查房，如果你能接受，可以及时跟自己科室说明报备。",
        "label": ""
      },
      {
        "sentence": "如果你是主动留下帮助的，而不是像这种因为对方离开了，为了病人\"不得不\"留下，大概就不会有这种委屈之感啦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励！护工中途离开是因为紧急事务，但是他并没有跟我说明情况或者打招呼。事后我并没有跟护工沟通，因为他已经离开了，我觉得可能没有必要。我明白这件事已经无法改变，但是我希望下次遇到类似的情况可以更好地处理。你的建议很有用，我会试着询问护工离开的原因，并且说明自己还有其他工作安排。如果再次遇到这样的情况，我会坚持自己的原则，避免被推卸责任而导致委屈的感觉。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励！",
        "label": ""
      },
      {
        "sentence": "护工中途离开是因为紧急事务，但是他并没有跟我说明情况或者打招呼。",
        "label": ""
      },
      {
        "sentence": "事后我并没有跟护工沟通，因为他已经离开了，我觉得可能没有必要。",
        "label": ""
      },
      {
        "sentence": "我明白这件事已经无法改变，但是我希望下次遇到类似的情况可以更好地处理。",
        "label": ""
      },
      {
        "sentence": "你的建议很有用，我会试着询问护工离开的原因，并且说明自己还有其他工作安排。",
        "label": ""
      },
      {
        "sentence": "如果再次遇到这样的情况，我会坚持自己的原则，避免被推卸责任而导致委屈的感觉。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！很高兴我的建议对你有帮助。理解和沟通是解决这类问题的关键。和护工沟通可以让彼此更了解对方的情况和责任，减少误会和不愉快的体验。同时，你也要明确自己的原则，坚持自己的工作安排和职责，不要轻易被他人推卸责任。下次遇到类似情况，你可以试着应用这些方法，相信能够更好地处理，减少委屈的感觉。如果还有其他问题或困惑，随时来找我聊聊吧！祝你工作顺利！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "很高兴我的建议对你有帮助。",
        "label": ""
      },
      {
        "sentence": "理解和沟通是解决这类问题的关键。",
        "label": ""
      },
      {
        "sentence": "和护工沟通可以让彼此更了解对方的情况和责任，减少误会和不愉快的体验。",
        "label": ""
      },
      {
        "sentence": "同时，你也要明确自己的原则，坚持自己的工作安排和职责，不要轻易被他人推卸责任。",
        "label": ""
      },
      {
        "sentence": "下次遇到类似情况，你可以试着应用这些方法，相信能够更好地处理，减少委屈的感觉。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或困惑，随时来找我聊聊吧！",
        "label": ""
      },
      {
        "sentence": "祝你工作顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的耐心和建议！我会认真考虑，并且在下次类似情况出现时尝试应用。确实，理解和沟通是解决问题的关键，我会努力做到。如果再有其他问题，我一定会再次向你求助。谢谢你的支持！祝你一切顺利！",
    "annotation": [
      {
        "sentence": "非常感谢你的耐心和建议！",
        "label": ""
      },
      {
        "sentence": "我会认真考虑，并且在下次类似情况出现时尝试应用。",
        "label": ""
      },
      {
        "sentence": "确实，理解和沟通是解决问题的关键，我会努力做到。",
        "label": ""
      },
      {
        "sentence": "如果再有其他问题，我一定会再次向你求助。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我很高兴能够帮到你。理解和沟通需要一定的时间和努力，相信你能够成功应用。我会一直在这里支持你，如果需要再次求助，随时来找我。祝你工作顺利，心情愉快！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "理解和沟通需要一定的时间和努力，相信你能够成功应用。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你，如果需要再次求助，随时来找我。",
        "label": ""
      },
      {
        "sentence": "祝你工作顺利，心情愉快！",
        "label": ""
      }
    ]
  }
]