[
  {
    "role": "client",
    "content": "这个人是那么懂我，真的要远嫁吗？是要放下还是继续？他家离我两千公里，父母不同意我远嫁，遇到他我才发现这个人是那么的懂我，好像我什么都不用说他就明白我要什么，他现在在老家，老家挣得少，我想叫他跟我一起去大城市，他不愿意他说小城市也能生活，每次吵架都因为要留在那个城市，前两天我们又吵架了，他把我拉黑了，我找不到他我很害怕我在想我是不是要坐飞机去找他？可是找到好像也解决不了问题，我想跟他在一起又怕自己选择错了人，分开我又好难过，辞了高薪工作是因为之前去他老家一段时间，我也试过努力跟他在他的老家一起好好生活，可我们老是因为一些柴米油盐没钱生活而吵架再回来大城市发现自己的工作没有了，很迷茫不知道未来应该怎么走？以前的高薪工作已经没有了，父母总是说回老家找个靠谱的人好好生活，哪怕他没钱，我也想听父母的话可是那样感觉生活没有激情，我在想假如和谁都是花自己挣的钱为什么不找相爱的人。我感觉我抑郁了，为了他放弃那么多，感觉他离开我我什么都没有好不甘心活着好难",
    "annotation": [
      {
        "sentence": "这个人是那么懂我，真的要远嫁吗？",
        "label": ""
      },
      {
        "sentence": "是要放下还是继续？",
        "label": ""
      },
      {
        "sentence": "他家离我两千公里，父母不同意我远嫁，遇到他我才发现这个人是那么的懂我，好像我什么都不用说他就明白我要什么，他现在在老家，老家挣得少，我想叫他跟我一起去大城市，他不愿意他说小城市也能生活，每次吵架都因为要留在那个城市，前两天我们又吵架了，他把我拉黑了，我找不到他我很害怕我在想我是不是要坐飞机去找他？",
        "label": ""
      },
      {
        "sentence": "可是找到好像也解决不了问题，我想跟他在一起又怕自己选择错了人，分开我又好难过，辞了高薪工作是因为之前去他老家一段时间，我也试过努力跟他在他的老家一起好好生活，可我们老是因为一些柴米油盐没钱生活而吵架再回来大城市发现自己的工作没有了，很迷茫不知道未来应该怎么走？",
        "label": ""
      },
      {
        "sentence": "以前的高薪工作已经没有了，父母总是说回老家找个靠谱的人好好生活，哪怕他没钱，我也想听父母的话可是那样感觉生活没有激情，我在想假如和谁都是花自己挣的钱为什么不找相爱的人。",
        "label": ""
      },
      {
        "sentence": "我感觉我抑郁了，为了他放弃那么多，感觉他离开我我什么都没有好不甘心活着好难",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我能理解你的困惑和迷茫。在一段感情中，我们常常面临很多选择和挑战。你说他能够理解你，这是一种很难得的默契。但是同时，你也面临了很多问题和矛盾。在考虑是否要远嫁以及选择的城市时，最重要的是要考虑两人之间的思想和价值观是否相符。门当户对并不仅仅是指家庭背景和物质条件，更重要的是双方是否拥有共同的话题和理念，是否能够在困难时给予对方支持。所以，在追求幸福的过程中，你是否思考过你们的三观和兴趣是否匹配呢？他是否能够给你提供肩膀的支持呢？",
    "annotation": [
      {
        "sentence": "求助者，我能理解你的困惑和迷茫。",
        "label": ""
      },
      {
        "sentence": "在一段感情中，我们常常面临很多选择和挑战。",
        "label": ""
      },
      {
        "sentence": "你说他能够理解你，这是一种很难得的默契。",
        "label": ""
      },
      {
        "sentence": "但是同时，你也面临了很多问题和矛盾。",
        "label": ""
      },
      {
        "sentence": "在考虑是否要远嫁以及选择的城市时，最重要的是要考虑两人之间的思想和价值观是否相符。",
        "label": ""
      },
      {
        "sentence": "门当户对并不仅仅是指家庭背景和物质条件，更重要的是双方是否拥有共同的话题和理念，是否能够在困难时给予对方支持。",
        "label": ""
      },
      {
        "sentence": "所以，在追求幸福的过程中，你是否思考过你们的三观和兴趣是否匹配呢？",
        "label": ""
      },
      {
        "sentence": "他是否能够给你提供肩膀的支持呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他对我来说确实是一个非常特别的人。我们在很多方面都有共同的兴趣和价值观，令我感到很踏实和快乐。但是，每次我们谈到未来一起生活的问题时，我们就会因为城市选择而争执。他希望我能够去他的小城市，但我更愿意在大城市发展。我们因为这个问题吵架很多次了，甚至最近他把我拉黑了，我一直找不到他，真的让我很害怕。有时候我甚至考虑坐飞机去找他，但我也知道这样解决不了根本问题。我现在对未来感到很迷茫，不知道该如何选择才能走出困境。",
    "annotation": [
      {
        "sentence": "他对我来说确实是一个非常特别的人。",
        "label": ""
      },
      {
        "sentence": "我们在很多方面都有共同的兴趣和价值观，令我感到很踏实和快乐。",
        "label": ""
      },
      {
        "sentence": "但是，每次我们谈到未来一起生活的问题时，我们就会因为城市选择而争执。",
        "label": ""
      },
      {
        "sentence": "他希望我能够去他的小城市，但我更愿意在大城市发展。",
        "label": ""
      },
      {
        "sentence": "我们因为这个问题吵架很多次了，甚至最近他把我拉黑了，我一直找不到他，真的让我很害怕。",
        "label": ""
      },
      {
        "sentence": "有时候我甚至考虑坐飞机去找他，但我也知道这样解决不了根本问题。",
        "label": ""
      },
      {
        "sentence": "我现在对未来感到很迷茫，不知道该如何选择才能走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困扰和迷茫。在感情中，确实会有很多的抉择和挑战。你提到你曾经为了他放弃了高薪工作，并尝试过在他的老家生活，但最后却因为经济问题而再次回到大城市，这让你感到很迷茫和不知所措。现在你面临着失去工作和父母的期望，这都给你带来了很大的压力。我建议你可以先冷静下来，深入思考你自己的内心感受和真正想要的生活。你是不是真的愿意放弃你自己的事业和激情，为了适应他的生活方式呢？也许你可以跟他坦诚地沟通你的困惑和担忧，看看他是否能够给你一个令你满意的答案。",
    "annotation": [
      {
        "sentence": "我理解你的困扰和迷茫。",
        "label": ""
      },
      {
        "sentence": "在感情中，确实会有很多的抉择和挑战。",
        "label": ""
      },
      {
        "sentence": "你提到你曾经为了他放弃了高薪工作，并尝试过在他的老家生活，但最后却因为经济问题而再次回到大城市，这让你感到很迷茫和不知所措。",
        "label": ""
      },
      {
        "sentence": "现在你面临着失去工作和父母的期望，这都给你带来了很大的压力。",
        "label": ""
      },
      {
        "sentence": "我建议你可以先冷静下来，深入思考你自己的内心感受和真正想要的生活。",
        "label": ""
      },
      {
        "sentence": "你是不是真的愿意放弃你自己的事业和激情，为了适应他的生活方式呢？",
        "label": ""
      },
      {
        "sentence": "也许你可以跟他坦诚地沟通你的困惑和担忧，看看他是否能够给你一个令你满意的答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实感到很迷茫和压力很大。现在我想去找他，但又害怕这样只是治标不治本。我是不是应该和他好好谈谈，把我内心的矛盾和担忧都告诉他，看他是否能够理解和支持我呢？但另一方面，我也担心如果我们分开，我会很难过，觉得自己失去了很多。我真的很抑郁，感觉这段感情让我放弃了太多，离开他后我感到自己一无所有，活得很难。",
    "annotation": [
      {
        "sentence": "你说得对，我确实感到很迷茫和压力很大。",
        "label": ""
      },
      {
        "sentence": "现在我想去找他，但又害怕这样只是治标不治本。",
        "label": ""
      },
      {
        "sentence": "我是不是应该和他好好谈谈，把我内心的矛盾和担忧都告诉他，看他是否能够理解和支持我呢？",
        "label": ""
      },
      {
        "sentence": "但另一方面，我也担心如果我们分开，我会很难过，觉得自己失去了很多。",
        "label": ""
      },
      {
        "sentence": "我真的很抑郁，感觉这段感情让我放弃了太多，离开他后我感到自己一无所有，活得很难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心和矛盾都是可以理解的。在你这种困境下，我建议你和他好好沟通，将你内心的矛盾和困惑都告诉他。看他是否能够理解你的处境并给予你支持。同时，你也要时刻关注自己的感受和幸福。如果你觉得这段感情让你太过牺牲，让你失去了很多，那么或许你应该重新思考自己的选择。不要忘记，你的幸福和内心的平静也同样重要。抑郁的感觉是一种警示，提醒你要关注自己的情绪和需要。如果你感觉无法自行解决困境，也可以考虑寻求专业的心理咨询师的帮助，他们能够帮助你更好地理清思绪和做出决策。",
    "annotation": [
      {
        "sentence": "你的担心和矛盾都是可以理解的。",
        "label": ""
      },
      {
        "sentence": "在你这种困境下，我建议你和他好好沟通，将你内心的矛盾和困惑都告诉他。",
        "label": ""
      },
      {
        "sentence": "看他是否能够理解你的处境并给予你支持。",
        "label": ""
      },
      {
        "sentence": "同时，你也要时刻关注自己的感受和幸福。",
        "label": ""
      },
      {
        "sentence": "如果你觉得这段感情让你太过牺牲，让你失去了很多，那么或许你应该重新思考自己的选择。",
        "label": ""
      },
      {
        "sentence": "不要忘记，你的幸福和内心的平静也同样重要。",
        "label": ""
      },
      {
        "sentence": "抑郁的感觉是一种警示，提醒你要关注自己的情绪和需要。",
        "label": ""
      },
      {
        "sentence": "如果你感觉无法自行解决困境，也可以考虑寻求专业的心理咨询师的帮助，他们能够帮助你更好地理清思绪和做出决策。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会认真思考，并努力找到解决问题的方法。我明白了自己的感受和需求同样重要，我不应该为了别人而忽视了自己。我会试着与他好好沟通，看看我们是否能够找到一个对双方都合适的解决方案。如果实在无法解决，我会考虑寻求心理咨询师的帮助。再次感谢你的支持和倾听。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会认真思考，并努力找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "我明白了自己的感受和需求同样重要，我不应该为了别人而忽视了自己。",
        "label": ""
      },
      {
        "sentence": "我会试着与他好好沟通，看看我们是否能够找到一个对双方都合适的解决方案。",
        "label": ""
      },
      {
        "sentence": "如果实在无法解决，我会考虑寻求心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和倾听。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你说的很对，你的感受和需求同样重要。不要忘记了关注自己的内心和幸福。和他好好沟通是解决问题的第一步，尝试找到一个双方都满意的解决方案。如果在沟通后还是感到困惑和无法解决问题，不要犹豫去寻求专业的心理咨询师的帮助。他们会给你提供更多的心理支持和指导。希望你能够早日找到解决问题的方法，重新获得内心的平静和幸福。如果还有其他问题，随时都可以来找我聊天。祝你好运！",
    "annotation": [
      {
        "sentence": "求助者，你说的很对，你的感受和需求同样重要。",
        "label": ""
      },
      {
        "sentence": "不要忘记了关注自己的内心和幸福。",
        "label": ""
      },
      {
        "sentence": "和他好好沟通是解决问题的第一步，尝试找到一个双方都满意的解决方案。",
        "label": ""
      },
      {
        "sentence": "如果在沟通后还是感到困惑和无法解决问题，不要犹豫去寻求专业的心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "他们会给你提供更多的心理支持和指导。",
        "label": ""
      },
      {
        "sentence": "希望你能够早日找到解决问题的方法，重新获得内心的平静和幸福。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]