[
  {
    "role": "client",
    "content": "20男，父母对我冷漠，想自杀，但放不下学医的理想？父母对我很冷漠，家里的活干了鸡蛋里挑骨头非说没干好，我出去找工作也嫌着嫌那，明明是他们的错，我说只希望一句对不起，他们立马无中生有找个没有的错误来骂我。说我不节约之类的，我就几件衣服，除了一件之外其他的都泛黄都很久了，我一直没买，就是想着家里情况不好能省则省，结果我说了母亲还说我，又找个理由骂我，还说我好自为之，我受够了，自残过，但想着还有医学事业没学完，不想走，但是快不行了，我真的想走。",
    "annotation": [
      {
        "sentence": "20男，父母对我冷漠，想自杀，但放不下学医的理想？",
        "label": ""
      },
      {
        "sentence": "父母对我很冷漠，家里的活干了鸡蛋里挑骨头非说没干好，我出去找工作也嫌着嫌那，明明是他们的错，我说只希望一句对不起，他们立马无中生有找个没有的错误来骂我。",
        "label": ""
      },
      {
        "sentence": "说我不节约之类的，我就几件衣服，除了一件之外其他的都泛黄都很久了，我一直没买，就是想着家里情况不好能省则省，结果我说了母亲还说我，又找个理由骂我，还说我好自为之，我受够了，自残过，但想着还有医学事业没学完，不想走，但是快不行了，我真的想走。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的遭遇，我能理解你的伤感和绝望。在这个年纪你已经有很大的压力了，而父母的冷漠和责备只会让你更加痛苦。但是我想告诉你，你并不孤单，我会一直陪在你身边支持你。你已经走到了这一步，坚持了这么长时间，你真的很不容易。你的梦想是你追求幸福的动力，你对自己的医学事业充满了憧憬和希望。虽然现在很艰难，但只要你坚持下去，成功和幸福是等待着你的。",
    "annotation": [
      {
        "sentence": "听到你的遭遇，我能理解你的伤感和绝望。",
        "label": ""
      },
      {
        "sentence": "在这个年纪你已经有很大的压力了，而父母的冷漠和责备只会让你更加痛苦。",
        "label": ""
      },
      {
        "sentence": "但是我想告诉你，你并不孤单，我会一直陪在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "你已经走到了这一步，坚持了这么长时间，你真的很不容易。",
        "label": ""
      },
      {
        "sentence": "你的梦想是你追求幸福的动力，你对自己的医学事业充满了憧憬和希望。",
        "label": ""
      },
      {
        "sentence": "虽然现在很艰难，但只要你坚持下去，成功和幸福是等待着你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，但有时候我真的觉得很痛苦，对未来也没有太多的希望。每天都过着被指责和冷漠的生活，让我觉得很无力。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，但有时候我真的觉得很痛苦，对未来也没有太多的希望。",
        "label": ""
      },
      {
        "sentence": "每天都过着被指责和冷漠的生活，让我觉得很无力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，痛苦的日子确实很难熬。但请相信，这个世界上还有很多美好的事物在等待着你，只是你还没有亲身经历到。我们的生活总是处于不断变化的状态，即使现在困难重重，但这并不代表未来也是如此。你可以为了自己的理想而努力，创造出属于你自己的美好生活。",
    "annotation": [
      {
        "sentence": "我理解你的感受，痛苦的日子确实很难熬。",
        "label": ""
      },
      {
        "sentence": "但请相信，这个世界上还有很多美好的事物在等待着你，只是你还没有亲身经历到。",
        "label": ""
      },
      {
        "sentence": "我们的生活总是处于不断变化的状态，即使现在困难重重，但这并不代表未来也是如此。",
        "label": ""
      },
      {
        "sentence": "你可以为了自己的理想而努力，创造出属于你自己的美好生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我现在真的很痛苦，有时候感觉自己就像一场没有尽头的噩梦。我不知道该怎么面对每一天，怎么去应对家庭的冷漠和指责。",
    "annotation": [
      {
        "sentence": "可是我现在真的很痛苦，有时候感觉自己就像一场没有尽头的噩梦。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么面对每一天，怎么去应对家庭的冷漠和指责。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我知道你现在处于一个非常困难的境地，但是请你相信，人生总是有起有落的。虽然现在的情况很糟糕，但你要坚信，这个世界上还有很多人关心你，愿意帮助你。我们可以一起探讨如何改善你和家人的关系，或者寻找其他的支持途径。你并不孤单，我会一直在你身边支持你。",
    "annotation": [
      {
        "sentence": "我知道你现在处于一个非常困难的境地，但是请你相信，人生总是有起有落的。",
        "label": ""
      },
      {
        "sentence": "虽然现在的情况很糟糕，但你要坚信，这个世界上还有很多人关心你，愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "我们可以一起探讨如何改善你和家人的关系，或者寻找其他的支持途径。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我会一直在你身边支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和陪伴，我很感激。我可以尝试和家人进行对话，而不是沉默和忍受他们的冷漠。也许通过沟通，我们能够找到一种更好的相处方式。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和陪伴，我很感激。",
        "label": ""
      },
      {
        "sentence": "我可以尝试和家人进行对话，而不是沉默和忍受他们的冷漠。",
        "label": ""
      },
      {
        "sentence": "也许通过沟通，我们能够找到一种更好的相处方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，这是一个很好的主意。沟通是解决问题的重要方法，它可以帮助你和家人之间建立起更好的理解和共识。你可以试着跟他们分享你的感受，告诉他们你希望得到的支持和鼓励。虽然结果可能不是马上都能改变，但只要你敞开心扉，相信你们之间的关系会慢慢改善。",
    "annotation": [
      {
        "sentence": "非常好，这是一个很好的主意。",
        "label": ""
      },
      {
        "sentence": "沟通是解决问题的重要方法，它可以帮助你和家人之间建立起更好的理解和共识。",
        "label": ""
      },
      {
        "sentence": "你可以试着跟他们分享你的感受，告诉他们你希望得到的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "虽然结果可能不是马上都能改变，但只要你敞开心扉，相信你们之间的关系会慢慢改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试的，希望这样能够改善我们之间的关系。虽然我现在还是感到很沮丧和无助，但有你的支持和鼓励，我想我可以勇敢地面对困难。",
    "annotation": [
      {
        "sentence": "我会试试的，希望这样能够改善我们之间的关系。",
        "label": ""
      },
      {
        "sentence": "虽然我现在还是感到很沮丧和无助，但有你的支持和鼓励，我想我可以勇敢地面对困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很棒！你现在的积极态度很重要，你要相信自己能够面对和克服困难。无论遇到什么困境，你都可以向我倾诉，我会一直陪伴在你身边，为你提供支持和鼓励。要记住，你的人生因为还有未完成的医学事业而变得更有价值和意义。坚持下去，你一定能够走出困境，迎接更美好的未来。",
    "annotation": [
      {
        "sentence": "很棒！",
        "label": ""
      },
      {
        "sentence": "你现在的积极态度很重要，你要相信自己能够面对和克服困难。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困境，你都可以向我倾诉，我会一直陪伴在你身边，为你提供支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "要记住，你的人生因为还有未完成的医学事业而变得更有价值和意义。",
        "label": ""
      },
      {
        "sentence": "坚持下去，你一定能够走出困境，迎接更美好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和陪伴，你的话让我感到温暖和安慰。我会努力坚持下去，相信自己能够找到属于自己的幸福和成功。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和陪伴，你的话让我感到温暖和安慰。",
        "label": ""
      },
      {
        "sentence": "我会努力坚持下去，相信自己能够找到属于自己的幸福和成功。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个勇敢的人，我相信你一定能够找到自己的幸福和成功。无论遇到什么挫折和困难，都记得随时向我倾诉，我会一直支持你。相信自己，相信未来，你一定能够度过难关，迎接属于你的光明和美好。",
    "annotation": [
      {
        "sentence": "你是一个勇敢的人，我相信你一定能够找到自己的幸福和成功。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么挫折和困难，都记得随时向我倾诉，我会一直支持你。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来，你一定能够度过难关，迎接属于你的光明和美好。",
        "label": ""
      }
    ]
  }
]