[
  {
    "role": "client",
    "content": "我不知道该如何面对那些因为我曾经不懂事搞砸的人际关系。上初中的时候我太张扬和虚荣，高中的时候那些同学都在身边，经常面对面，现在回想起那些事情心里很压抑，现在很敏感，想要逃避人际交往。",
    "annotation": [
      {
        "sentence": "我不知道该如何面对那些因为我曾经不懂事搞砸的人际关系。",
        "label": ""
      },
      {
        "sentence": "上初中的时候我太张扬和虚荣，高中的时候那些同学都在身边，经常面对面，现在回想起那些事情心里很压抑，现在很敏感，想要逃避人际交往。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "张扬和虚荣本身就是人固有的一种特质，也可以说是人的本性。记不记得初中历史课本一开始介绍的原始人，介绍山顶洞人时放了一张图，特别介绍了考古发现的用牙骨制成的装饰品。可想而知早在山顶洞人时期，人就有了爱美和攀比的特性，贫富差距在这个时候已经初见端倪。但尽管如此，随着人类文明发展，我们发展出了一套行为指标。有的人察觉到了这个行为的存在，同时也认可它的不好，就会去克制它。那些不夸耀自己的人，并不是没有虚荣心，而是去克制它，不外扬。除虚荣心之外的许多人类本身具有的缺点，还有诸如贪婪，自私等等。所以现在的你已经意识到了当初自己的过失，其实是好事，至少你不会再一直以这种状态生活下去。",
    "annotation": [
      {
        "sentence": "张扬和虚荣本身就是人固有的一种特质，也可以说是人的本性。",
        "label": ""
      },
      {
        "sentence": "记不记得初中历史课本一开始介绍的原始人，介绍山顶洞人时放了一张图，特别介绍了考古发现的用牙骨制成的装饰品。",
        "label": ""
      },
      {
        "sentence": "可想而知早在山顶洞人时期，人就有了爱美和攀比的特性，贫富差距在这个时候已经初见端倪。",
        "label": ""
      },
      {
        "sentence": "但尽管如此，随着人类文明发展，我们发展出了一套行为指标。",
        "label": ""
      },
      {
        "sentence": "有的人察觉到了这个行为的存在，同时也认可它的不好，就会去克制它。",
        "label": ""
      },
      {
        "sentence": "那些不夸耀自己的人，并不是没有虚荣心，而是去克制它，不外扬。",
        "label": ""
      },
      {
        "sentence": "除虚荣心之外的许多人类本身具有的缺点，还有诸如贪婪，自私等等。",
        "label": ""
      },
      {
        "sentence": "所以现在的你已经意识到了当初自己的过失，其实是好事，至少你不会再一直以这种状态生活下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "的确，我也开始明白了自己当初的不成熟。但是，每当我回想起自己过去的行为，心里就会感到很难受。我觉得那些同学对我现在的形象充满了偏见，我感到很痛苦。",
    "annotation": [
      {
        "sentence": "的确，我也开始明白了自己当初的不成熟。",
        "label": ""
      },
      {
        "sentence": "但是，每当我回想起自己过去的行为，心里就会感到很难受。",
        "label": ""
      },
      {
        "sentence": "我觉得那些同学对我现在的形象充满了偏见，我感到很痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果是因为过去的过失影响到了同学的自尊心，那么表达歉意是最好的跟过去和解的办法。还是因为过去的无知而感到丢脸呢？人是向前走的，何必为了不成熟的过去而痛苦呢？现在的你觉得不会再做出当初那样不成熟的举动了呀！有时候折磨你的并不是别人的眼光，而是自我的不断否定，试着以旁观者的心态来评判你过去的行为吧！希望你能够走出苦恼！",
    "annotation": [
      {
        "sentence": "如果是因为过去的过失影响到了同学的自尊心，那么表达歉意是最好的跟过去和解的办法。",
        "label": ""
      },
      {
        "sentence": "还是因为过去的无知而感到丢脸呢？",
        "label": ""
      },
      {
        "sentence": "人是向前走的，何必为了不成熟的过去而痛苦呢？",
        "label": ""
      },
      {
        "sentence": "现在的你觉得不会再做出当初那样不成熟的举动了呀！",
        "label": ""
      },
      {
        "sentence": "有时候折磨你的并不是别人的眼光，而是自我的不断否定，试着以旁观者的心态来评判你过去的行为吧！",
        "label": ""
      },
      {
        "sentence": "希望你能够走出苦恼！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着向那些受伤害的同学表达我真诚的歉意，希望他们能理解我已经成熟了。但是，我还是害怕他们对我有偏见，害怕会受到他们的冷漠对待。",
    "annotation": [
      {
        "sentence": "我会试着向那些受伤害的同学表达我真诚的歉意，希望他们能理解我已经成熟了。",
        "label": ""
      },
      {
        "sentence": "但是，我还是害怕他们对我有偏见，害怕会受到他们的冷漠对待。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕他们对你有偏见是很正常的，毕竟过去的行为给他们留下了印象。不过，重要的是你自己对自己的成长有信心。如果你能够真诚地向他们道歉，并展现出你的成熟和改变，相信他们也会能够感受到你的诚意。对于一些冷漠的对待，也许只是因为他们还没有看到你的改变，或者他们也有他们自己的问题，不必太过在意。放宽心态，相信自己，给自己多一些时间来改变别人对你的看法。",
    "annotation": [
      {
        "sentence": "害怕他们对你有偏见是很正常的，毕竟过去的行为给他们留下了印象。",
        "label": ""
      },
      {
        "sentence": "不过，重要的是你自己对自己的成长有信心。",
        "label": ""
      },
      {
        "sentence": "如果你能够真诚地向他们道歉，并展现出你的成熟和改变，相信他们也会能够感受到你的诚意。",
        "label": ""
      },
      {
        "sentence": "对于一些冷漠的对待，也许只是因为他们还没有看到你的改变，或者他们也有他们自己的问题，不必太过在意。",
        "label": ""
      },
      {
        "sentence": "放宽心态，相信自己，给自己多一些时间来改变别人对你的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我会尽力改变自己，向那些受伤害的同学表达我的诚意。谢谢你的支持和鼓励，我现在感觉好多了。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我会尽力改变自己，向那些受伤害的同学表达我的诚意。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励，我现在感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够做到的。改变是一个渐进的过程，只要你能够坚持并相信自己，一定能够走出困境。如果你还有任何需要帮助的地方，随时都可以来找我聊天。加油！祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够做到的。",
        "label": ""
      },
      {
        "sentence": "改变是一个渐进的过程，只要你能够坚持并相信自己，一定能够走出困境。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何需要帮助的地方，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]