[
  {
    "role": "client",
    "content": "我是一个未成年的女孩，我非常希望尽快成年，逃离这个家。我父母是被人介绍认识的，结婚生子也只是因为到了年龄，没有感情基础。他们的婚姻因为这个原因逐渐磨损直至破碎。我从小就被教训，犯一些小错就会被打，而且是被我称为父亲的人打。我妈妈因为工作的原因即使在家也很少能见面（目前也只有一个月见面不超过两天）。我不听话，他从来不会开导我，先是乱吠，然后打我，还让我跪在地上。不管我哭也不让哭，一跪就是几个小时，所以长大后膝盖老是疼，有问题。我不善于表达，我妈也不知道。我在幼儿园练习写数字时老写不对，我妈在旁边教着教着就没有耐心了，把我关在家门外，让我在门外哭喊。还好邻居见了把我带回去。一直到我十二岁左右，他们才知道孩子大了不应该打了。小学期间不知道被打骂过多少次，父亲曾经用细长棍子打我，我害怕就把它偷偷扔了。他一个成年人用那种东西打在身上简直要多疼有多疼。还踢过我，打我巴掌，把我脸打肿过，那一瞬间耳朵都嗡嗡作响。还要被我妈妈骂。",
    "annotation": [
      {
        "sentence": "我是一个未成年的女孩，我非常希望尽快成年，逃离这个家。",
        "label": ""
      },
      {
        "sentence": "我父母是被人介绍认识的，结婚生子也只是因为到了年龄，没有感情基础。",
        "label": ""
      },
      {
        "sentence": "他们的婚姻因为这个原因逐渐磨损直至破碎。",
        "label": ""
      },
      {
        "sentence": "我从小就被教训，犯一些小错就会被打，而且是被我称为父亲的人打。",
        "label": ""
      },
      {
        "sentence": "我妈妈因为工作的原因即使在家也很少能见面（目前也只有一个月见面不超过两天）。",
        "label": ""
      },
      {
        "sentence": "我不听话，他从来不会开导我，先是乱吠，然后打我，还让我跪在地上。",
        "label": ""
      },
      {
        "sentence": "不管我哭也不让哭，一跪就是几个小时，所以长大后膝盖老是疼，有问题。",
        "label": ""
      },
      {
        "sentence": "我不善于表达，我妈也不知道。",
        "label": ""
      },
      {
        "sentence": "我在幼儿园练习写数字时老写不对，我妈在旁边教着教着就没有耐心了，把我关在家门外，让我在门外哭喊。",
        "label": ""
      },
      {
        "sentence": "还好邻居见了把我带回去。",
        "label": ""
      },
      {
        "sentence": "一直到我十二岁左右，他们才知道孩子大了不应该打了。",
        "label": ""
      },
      {
        "sentence": "小学期间不知道被打骂过多少次，父亲曾经用细长棍子打我，我害怕就把它偷偷扔了。",
        "label": ""
      },
      {
        "sentence": "他一个成年人用那种东西打在身上简直要多疼有多疼。",
        "label": ""
      },
      {
        "sentence": "还踢过我，打我巴掌，把我脸打肿过，那一瞬间耳朵都嗡嗡作响。",
        "label": ""
      },
      {
        "sentence": "还要被我妈妈骂。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你讲述这些经历，我能感受到你的痛苦和内心的困扰。我很抱歉你在家庭中遭受了这些虐待和冷漠。我可以理解你渴望尽快成年并脱离这个家庭的愿望，因为目前你还是未成年，没有独立的经济能力，所以无法离开这种困境。我真心希望能够帮助你，你是否愿意和我分享更多？",
    "annotation": [
      {
        "sentence": "听你讲述这些经历，我能感受到你的痛苦和内心的困扰。",
        "label": ""
      },
      {
        "sentence": "我很抱歉你在家庭中遭受了这些虐待和冷漠。",
        "label": ""
      },
      {
        "sentence": "我可以理解你渴望尽快成年并脱离这个家庭的愿望，因为目前你还是未成年，没有独立的经济能力，所以无法离开这种困境。",
        "label": ""
      },
      {
        "sentence": "我真心希望能够帮助你，你是否愿意和我分享更多？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "去年我放学时正值大冬天，因为天气原因，我选择让父亲来接我。但最后等到放学时却没有见到他，通过电话也没有任何回应。我们八点半放学，我等了半个小时，九点的时候我已经打了三四个电话了。我身上一分钱都没有，离我家骑车需要20分钟的时间，于是我只能徒步走回家。到了家已经是十点半左右了，我清楚地记得，当时你的书包里还有很多书。在这个大冬天，我一步一步地回到了家。到了家，我发现他已经睡着了。我质问他为什么不等我，他只是说喝酒了然后就继续睡觉。从来我就没有指望过他管饭，因为他带回来的都是残羹剩饭。他喝完酒，吃完饭剩下的让我吃。有时候他会做一两顿饭给我，但我吃不下，因为他做的食物我觉得恶心。而且我自己也会做饭，我有能力自己照顾自己。实际上，我妈也是一个让我很讨厌的人，老是干涉我不该干涉的事情，回家的时间短，陪伴我的时间也短。她还抱怨我为什么不和他们多交流，听到这些我就感到恶心，十几岁时我就把屋门紧紧地锁上了，现在门还是锁着的。我不想让他们进入我的世界，他们认为自己尽到了责任，为了我好。但是对于我来说，他们让我感到恶心作呕。我希望尽快成年，因为现在还未成年，不能没有父母也不能没有监护人。同时，没有经济独立的能力让我无法离开这个家，远离那些折磨我的事情。尽管我脾气比较暴躁，但我还是能够调节自己的情绪。因此，我已经自己走出了抑郁症和一些不好的心理因素，靠自己克服了。",
    "annotation": [
      {
        "sentence": "去年我放学时正值大冬天，因为天气原因，我选择让父亲来接我。",
        "label": ""
      },
      {
        "sentence": "但最后等到放学时却没有见到他，通过电话也没有任何回应。",
        "label": ""
      },
      {
        "sentence": "我们八点半放学，我等了半个小时，九点的时候我已经打了三四个电话了。",
        "label": ""
      },
      {
        "sentence": "我身上一分钱都没有，离我家骑车需要20分钟的时间，于是我只能徒步走回家。",
        "label": ""
      },
      {
        "sentence": "到了家已经是十点半左右了，我清楚地记得，当时你的书包里还有很多书。",
        "label": ""
      },
      {
        "sentence": "在这个大冬天，我一步一步地回到了家。",
        "label": ""
      },
      {
        "sentence": "到了家，我发现他已经睡着了。",
        "label": ""
      },
      {
        "sentence": "我质问他为什么不等我，他只是说喝酒了然后就继续睡觉。",
        "label": ""
      },
      {
        "sentence": "从来我就没有指望过他管饭，因为他带回来的都是残羹剩饭。",
        "label": ""
      },
      {
        "sentence": "他喝完酒，吃完饭剩下的让我吃。",
        "label": ""
      },
      {
        "sentence": "有时候他会做一两顿饭给我，但我吃不下，因为他做的食物我觉得恶心。",
        "label": ""
      },
      {
        "sentence": "而且我自己也会做饭，我有能力自己照顾自己。",
        "label": ""
      },
      {
        "sentence": "实际上，我妈也是一个让我很讨厌的人，老是干涉我不该干涉的事情，回家的时间短，陪伴我的时间也短。",
        "label": ""
      },
      {
        "sentence": "她还抱怨我为什么不和他们多交流，听到这些我就感到恶心，十几岁时我就把屋门紧紧地锁上了，现在门还是锁着的。",
        "label": ""
      },
      {
        "sentence": "我不想让他们进入我的世界，他们认为自己尽到了责任，为了我好。",
        "label": ""
      },
      {
        "sentence": "但是对于我来说，他们让我感到恶心作呕。",
        "label": ""
      },
      {
        "sentence": "我希望尽快成年，因为现在还未成年，不能没有父母也不能没有监护人。",
        "label": ""
      },
      {
        "sentence": "同时，没有经济独立的能力让我无法离开这个家，远离那些折磨我的事情。",
        "label": ""
      },
      {
        "sentence": "尽管我脾气比较暴躁，但我还是能够调节自己的情绪。",
        "label": ""
      },
      {
        "sentence": "因此，我已经自己走出了抑郁症和一些不好的心理因素，靠自己克服了。",
        "label": ""
      }
    ]
  }
]