[
  {
    "role": "client",
    "content": "我是一个26岁的男性，大专学历，专业是电气自动化。我一直感到很焦虑，不知道自己应该选择什么方向。从小父亲对我有些打压，使我一直很受影响。我曾经留守几年，在那段时间里，我变得老实、善良，也努力学习，善于与人交流。但是，我发现我与他人之间的人际关系存在一些问题，对此我也感到迷茫。",
    "annotation": [
      {
        "sentence": "我是一个26岁的男性，大专学历，专业是电气自动化。",
        "label": ""
      },
      {
        "sentence": "我一直感到很焦虑，不知道自己应该选择什么方向。",
        "label": ""
      },
      {
        "sentence": "从小父亲对我有些打压，使我一直很受影响。",
        "label": ""
      },
      {
        "sentence": "我曾经留守几年，在那段时间里，我变得老实、善良，也努力学习，善于与人交流。",
        "label": ""
      },
      {
        "sentence": "但是，我发现我与他人之间的人际关系存在一些问题，对此我也感到迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的困扰。首先，你应该知道，每个人的成长背景都不同，我们都会遇到一些困难和挫折。这些经历并不会决定你的未来，而是你自己的努力和选择。要相信自己的能力，勇敢地面对未来。",
    "annotation": [
      {
        "sentence": "我了解你的困扰。",
        "label": ""
      },
      {
        "sentence": "首先，你应该知道，每个人的成长背景都不同，我们都会遇到一些困难和挫折。",
        "label": ""
      },
      {
        "sentence": "这些经历并不会决定你的未来，而是你自己的努力和选择。",
        "label": ""
      },
      {
        "sentence": "要相信自己的能力，勇敢地面对未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持。实际上，在我12岁的时候发生了一次致命车祸。那个时候，我刚上初中，经常叫嚣要调换班级，因为我认为自己和那个班级的老师相处不好。现在回想起来，觉得自己当时的想法很可笑。在那次事故中，我经历了多次大手术，先是在南京，然后是在上海。那段时间，我真切感受到父母对我的关爱，他们从不当着别人的面说我是假聪明。",
    "annotation": [
      {
        "sentence": "谢谢你的支持。",
        "label": ""
      },
      {
        "sentence": "实际上，在我12岁的时候发生了一次致命车祸。",
        "label": ""
      },
      {
        "sentence": "那个时候，我刚上初中，经常叫嚣要调换班级，因为我认为自己和那个班级的老师相处不好。",
        "label": ""
      },
      {
        "sentence": "现在回想起来，觉得自己当时的想法很可笑。",
        "label": ""
      },
      {
        "sentence": "在那次事故中，我经历了多次大手术，先是在南京，然后是在上海。",
        "label": ""
      },
      {
        "sentence": "那段时间，我真切感受到父母对我的关爱，他们从不当着别人的面说我是假聪明。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很抱歉听到你遭遇车祸的经历，但同时也很高兴你能够感受到父母的爱。这段时间对你来说一定很艰难，身体受伤也让你产生了抑郁和自卑的情绪。但是，请相信你的坚强和勇气，你已经度过了那段困难的日子。",
    "annotation": [
      {
        "sentence": "很抱歉听到你遭遇车祸的经历，但同时也很高兴你能够感受到父母的爱。",
        "label": ""
      },
      {
        "sentence": "这段时间对你来说一定很艰难，身体受伤也让你产生了抑郁和自卑的情绪。",
        "label": ""
      },
      {
        "sentence": "但是，请相信你的坚强和勇气，你已经度过了那段困难的日子。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在休养了一年之后，我终于从南京鼓楼医院地下室回到了家。但是，我还不能行动自如，每天只能躺在床上，这让我更加抑郁。我脑海中充满了自我攻击的声音，甚至产生了自杀的念头。我曾向母亲抱怨，但她只是叫我别胡思乱想。亲戚们还对我说要给我生一个妹妹，那时我感到被抛弃，非常痛苦。",
    "annotation": [
      {
        "sentence": "在休养了一年之后，我终于从南京鼓楼医院地下室回到了家。",
        "label": ""
      },
      {
        "sentence": "但是，我还不能行动自如，每天只能躺在床上，这让我更加抑郁。",
        "label": ""
      },
      {
        "sentence": "我脑海中充满了自我攻击的声音，甚至产生了自杀的念头。",
        "label": ""
      },
      {
        "sentence": "我曾向母亲抱怨，但她只是叫我别胡思乱想。",
        "label": ""
      },
      {
        "sentence": "亲戚们还对我说要给我生一个妹妹，那时我感到被抛弃，非常痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很理解你在那段时间里所受到的困扰和痛苦。相信我，你的经历并不会决定你的价值。有时候我们会听到一些不负责任的言论，但要相信那只是他人的观点而已。你的家人和亲戚只是担心你的未来，也希望你能有个亲人相伴。他们的方法可能不太合适，但请不要让这些负面情绪影响到你自己。",
    "annotation": [
      {
        "sentence": "我很理解你在那段时间里所受到的困扰和痛苦。",
        "label": ""
      },
      {
        "sentence": "相信我，你的经历并不会决定你的价值。",
        "label": ""
      },
      {
        "sentence": "有时候我们会听到一些不负责任的言论，但要相信那只是他人的观点而已。",
        "label": ""
      },
      {
        "sentence": "你的家人和亲戚只是担心你的未来，也希望你能有个亲人相伴。",
        "label": ""
      },
      {
        "sentence": "他们的方法可能不太合适，但请不要让这些负面情绪影响到你自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和认可。在这段时间里，我父亲一直告诉我，老师、公务员、医生是好职业，我必须努力学习，即使被人言语上欺负也要忍受，还要努力学习。即使下学期的数学和物理我不理解，我也要努力学。当我向父亲抱怨被人欺负时，他只是说那些人只是过客，我应该好好学习就可以了。但是，重要的是，初二的时候我看到母亲的肚子渐渐变大，这让我感到家庭关系的压力。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和认可。",
        "label": ""
      },
      {
        "sentence": "在这段时间里，我父亲一直告诉我，老师、公务员、医生是好职业，我必须努力学习，即使被人言语上欺负也要忍受，还要努力学习。",
        "label": ""
      },
      {
        "sentence": "即使下学期的数学和物理我不理解，我也要努力学。",
        "label": ""
      },
      {
        "sentence": "当我向父亲抱怨被人欺负时，他只是说那些人只是过客，我应该好好学习就可以了。",
        "label": ""
      },
      {
        "sentence": "但是，重要的是，初二的时候我看到母亲的肚子渐渐变大，这让我感到家庭关系的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你父亲给你的建议是希望你能够在将来有一个好的职业。而对于被人欺负的问题，父亲可能觉得这只是一时的困扰，相信你可以通过努力学习来改变现状。至于家庭关系的压力，这可能是你对未来家庭变化的担忧所引起的。但是，我们不能太过担忧未来，每个人都有自己的生活轨迹，你可以坚持自己的努力学习，剩下的交给时间和命运。",
    "annotation": [
      {
        "sentence": "你父亲给你的建议是希望你能够在将来有一个好的职业。",
        "label": ""
      },
      {
        "sentence": "而对于被人欺负的问题，父亲可能觉得这只是一时的困扰，相信你可以通过努力学习来改变现状。",
        "label": ""
      },
      {
        "sentence": "至于家庭关系的压力，这可能是你对未来家庭变化的担忧所引起的。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能太过担忧未来，每个人都有自己的生活轨迹，你可以坚持自己的努力学习，剩下的交给时间和命运。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我认识到，我过去一直活在过去的经历和担忧中，这让我焦虑不安。我会尽量改变自己的思维方式，尝试活在当下，积极面对未来。谢谢你的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我认识到，我过去一直活在过去的经历和担忧中，这让我焦虑不安。",
        "label": ""
      },
      {
        "sentence": "我会尽量改变自己的思维方式，尝试活在当下，积极面对未来。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你能意识到自己的问题，并打算积极改变。记住，无论过去发生什么，无论未来会怎样，每个人都有自己的幸福和快乐之路。祝愿你能够坚持努力，迎接美好的未来。感谢你选择与我分享你的问题，希望我们的交流对你有所帮助。加油，少年！",
    "annotation": [
      {
        "sentence": "很高兴听到你能意识到自己的问题，并打算积极改变。",
        "label": ""
      },
      {
        "sentence": "记住，无论过去发生什么，无论未来会怎样，每个人都有自己的幸福和快乐之路。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够坚持努力，迎接美好的未来。",
        "label": ""
      },
      {
        "sentence": "感谢你选择与我分享你的问题，希望我们的交流对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "加油，少年！",
        "label": ""
      }
    ]
  }
]