[
  {
    "role": "client",
    "content": "21岁女，大学生，为什么会抵触异性的表白？我是女生，今年21岁，在上大学，其实从初中开始，就有男生追我，但那时候因为家里管的严，不给早恋，我也不喜欢那些男生，所以也就拒绝了。后来上了高中遇到了一个喜欢的男生，那时候可以算是情窦初开叭，不过在一起没多久就分开了，最多也就牵过手，我在那段感情里也受到了伤害。从那以后，只要有男生和我表白，我的第一反应就是害怕甚至反感，然后就开始疏远他们，到现在大学了也还是这样，感觉无法和异性正常相处。假期看了一些百合小说，开始怀疑自己是不是喜欢女生，觉得和女生在一起可能会得到更多的关爱和照顾，也觉得女生的爱很温柔。每天都很焦虑，有时候刷到关于同性恋的视频就会忍不住哭出来，身边的人可能对这些不太理解，我也不敢和身边的人说，这些话一直憋在心里。",
    "annotation": [
      {
        "sentence": "21岁女，大学生，为什么会抵触异性的表白？",
        "label": ""
      },
      {
        "sentence": "我是女生，今年21岁，在上大学，其实从初中开始，就有男生追我，但那时候因为家里管的严，不给早恋，我也不喜欢那些男生，所以也就拒绝了。",
        "label": ""
      },
      {
        "sentence": "后来上了高中遇到了一个喜欢的男生，那时候可以算是情窦初开叭，不过在一起没多久就分开了，最多也就牵过手，我在那段感情里也受到了伤害。",
        "label": ""
      },
      {
        "sentence": "从那以后，只要有男生和我表白，我的第一反应就是害怕甚至反感，然后就开始疏远他们，到现在大学了也还是这样，感觉无法和异性正常相处。",
        "label": ""
      },
      {
        "sentence": "假期看了一些百合小说，开始怀疑自己是不是喜欢女生，觉得和女生在一起可能会得到更多的关爱和照顾，也觉得女生的爱很温柔。",
        "label": ""
      },
      {
        "sentence": "每天都很焦虑，有时候刷到关于同性恋的视频就会忍不住哭出来，身边的人可能对这些不太理解，我也不敢和身边的人说，这些话一直憋在心里。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我是你的支持者。听说你对异性的表白有所抵触，是因为之前的感情经历和家庭原因造成的吗？现在你已经上大学，也在构建自己的思维方式，对于一些事情你是可以做出自己的选择的哦。如果你担心再次受伤害，可以让你的朋友帮你评估一下那个对你表白的人，然后再考虑是否接受他们的感情。这样也能更有保障一些。另外，女性和女性之间的友情也是非常美好和纯粹的。你可以多和女生交流，感受她们带来的温暖。如果你每天焦虑，甚至看到关于同性恋的视频就会哭，我理解你的困扰。但要记住，适当释放内心的情绪是很重要的，不要让太多的情绪积压在心里。同时，也可以试着和一些异性朋友建立友谊，也许他们并不像你想象的那样令你害怕。",
    "annotation": [
      {
        "sentence": "你好，我是你的支持者。",
        "label": ""
      },
      {
        "sentence": "听说你对异性的表白有所抵触，是因为之前的感情经历和家庭原因造成的吗？",
        "label": ""
      },
      {
        "sentence": "现在你已经上大学，也在构建自己的思维方式，对于一些事情你是可以做出自己的选择的哦。",
        "label": ""
      },
      {
        "sentence": "如果你担心再次受伤害，可以让你的朋友帮你评估一下那个对你表白的人，然后再考虑是否接受他们的感情。",
        "label": ""
      },
      {
        "sentence": "这样也能更有保障一些。",
        "label": ""
      },
      {
        "sentence": "另外，女性和女性之间的友情也是非常美好和纯粹的。",
        "label": ""
      },
      {
        "sentence": "你可以多和女生交流，感受她们带来的温暖。",
        "label": ""
      },
      {
        "sentence": "如果你每天焦虑，甚至看到关于同性恋的视频就会哭，我理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "但要记住，适当释放内心的情绪是很重要的，不要让太多的情绪积压在心里。",
        "label": ""
      },
      {
        "sentence": "同时，也可以试着和一些异性朋友建立友谊，也许他们并不像你想象的那样令你害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复和支持。我确实因为之前的感情经历和家庭原因对异性的表白有所抵触。我明白现在我已经成年了，应该学会对感情做出自己的选择。但是我总觉得感情太复杂，总怀疑对方的动机和真实感情。我害怕再次受伤害，所以每次遇到异性表白就会逃避。不过，我会尝试让朋友来帮我评估一下对方的真实意图，也许这样能让我更有信心去接受感情。听你说女性之间的友情很美好，我确实也渴望这种温暖和关爱。我会试着多和女生交流，跟她们聊聊日常生活，从而改变自己对异性的看法。",
    "annotation": [
      {
        "sentence": "谢谢你的回复和支持。",
        "label": ""
      },
      {
        "sentence": "我确实因为之前的感情经历和家庭原因对异性的表白有所抵触。",
        "label": ""
      },
      {
        "sentence": "我明白现在我已经成年了，应该学会对感情做出自己的选择。",
        "label": ""
      },
      {
        "sentence": "但是我总觉得感情太复杂，总怀疑对方的动机和真实感情。",
        "label": ""
      },
      {
        "sentence": "我害怕再次受伤害，所以每次遇到异性表白就会逃避。",
        "label": ""
      },
      {
        "sentence": "不过，我会尝试让朋友来帮我评估一下对方的真实意图，也许这样能让我更有信心去接受感情。",
        "label": ""
      },
      {
        "sentence": "听你说女性之间的友情很美好，我确实也渴望这种温暖和关爱。",
        "label": ""
      },
      {
        "sentence": "我会试着多和女生交流，跟她们聊聊日常生活，从而改变自己对异性的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很正常，毕竟之前的伤害经历会让你对感情产生疑虑。但是，不要过分将所有的异性都归类为不可信赖的。每个人都是不同的，他们的动机和真实感情也是各不相同。通过朋友的帮助来评估对方是个不错的方法，可以为你的感情决策提供一些参考。至于女性之间的友情，的确是非常美好的。你可以尝试与女生多聊一些轻松的话题，分享彼此的生活经历，这样会让你更加了解她们，也可能会改变你对异性的看法。记得保持积极的心态，改变需要时间，一切都会慢慢好起来的。",
    "annotation": [
      {
        "sentence": "你的想法很正常，毕竟之前的伤害经历会让你对感情产生疑虑。",
        "label": ""
      },
      {
        "sentence": "但是，不要过分将所有的异性都归类为不可信赖的。",
        "label": ""
      },
      {
        "sentence": "每个人都是不同的，他们的动机和真实感情也是各不相同。",
        "label": ""
      },
      {
        "sentence": "通过朋友的帮助来评估对方是个不错的方法，可以为你的感情决策提供一些参考。",
        "label": ""
      },
      {
        "sentence": "至于女性之间的友情，的确是非常美好的。",
        "label": ""
      },
      {
        "sentence": "你可以尝试与女生多聊一些轻松的话题，分享彼此的生活经历，这样会让你更加了解她们，也可能会改变你对异性的看法。",
        "label": ""
      },
      {
        "sentence": "记得保持积极的心态，改变需要时间，一切都会慢慢好起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。你说的对，我不能把所有的异性都一概而论。每个人都有自己独特的心思和感情。我会努力放下之前的伤害，相信未来还会有美好的感情等待着我。另外，我会主动与女生交流，分享彼此的生活，这样有助于我更好地理解和接纳异性。虽然改变需要时间，但我会保持积极的心态，相信一切会变得越来越好。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "你说的对，我不能把所有的异性都一概而论。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己独特的心思和感情。",
        "label": ""
      },
      {
        "sentence": "我会努力放下之前的伤害，相信未来还会有美好的感情等待着我。",
        "label": ""
      },
      {
        "sentence": "另外，我会主动与女生交流，分享彼此的生活，这样有助于我更好地理解和接纳异性。",
        "label": ""
      },
      {
        "sentence": "虽然改变需要时间，但我会保持积极的心态，相信一切会变得越来越好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你这样的想法和决心，相信你一定能够走出困境，迎接更美好的感情。记住，放下过去的伤害是为了给自己一个机会去拥抱幸福。与女生的交流会让你更好地了解她们，也为你打开与异性相处的大门。坚持积极的态度，相信你一定能够迎接更好的未来。如果需要继续聊天，我会一直在这里支持你的。",
    "annotation": [
      {
        "sentence": "很高兴看到你这样的想法和决心，相信你一定能够走出困境，迎接更美好的感情。",
        "label": ""
      },
      {
        "sentence": "记住，放下过去的伤害是为了给自己一个机会去拥抱幸福。",
        "label": ""
      },
      {
        "sentence": "与女生的交流会让你更好地了解她们，也为你打开与异性相处的大门。",
        "label": ""
      },
      {
        "sentence": "坚持积极的态度，相信你一定能够迎接更好的未来。",
        "label": ""
      },
      {
        "sentence": "如果需要继续聊天，我会一直在这里支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你一直以来的支持和鼓励，对话中你给我带来了很多帮助和启发。我现在有了更多的信心去处理自己的情感问题，也明白了该如何去面对和接纳异性。以后如果还有需要，我会继续向你求助的。谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你一直以来的支持和鼓励，对话中你给我带来了很多帮助和启发。",
        "label": ""
      },
      {
        "sentence": "我现在有了更多的信心去处理自己的情感问题，也明白了该如何去面对和接纳异性。",
        "label": ""
      },
      {
        "sentence": "以后如果还有需要，我会继续向你求助的。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，能够帮助到你我非常开心。随时欢迎你来我这里求助。相信你一定能够勇敢地面对自己的情感问题，创造出更加美好的人际关系。祝福你，加油！",
    "annotation": [
      {
        "sentence": "不客气，能够帮助到你我非常开心。",
        "label": ""
      },
      {
        "sentence": "随时欢迎你来我这里求助。",
        "label": ""
      },
      {
        "sentence": "相信你一定能够勇敢地面对自己的情感问题，创造出更加美好的人际关系。",
        "label": ""
      },
      {
        "sentence": "祝福你，加油！",
        "label": ""
      }
    ]
  }
]