[
  {
    "role": "client",
    "content": "我是一名国企职工，工作快两年了，但是工资转正了每个月也就两千，离家有三个小时的路程，妻子和孩子都在家里，工作压力大，直接领导看不惯你闲着，总想找事情叫你做，因为我是外地的，每天要从七点半，干到晚上十一点，以前夜班我没来之前是大家轮流值班，我来了我就全包了，现在看到微信消息，和电话，第一感觉是领导又要叫我出去忙活了，而他们其他员工都是朝九晚五的下班，有的时候三点就下班了，我感觉从各方面都没有支撑我继续下去的动力，请教一下，如果辞职了，我应该有什么规划和往什么方向发展？",
    "annotation": [
      {
        "sentence": "我是一名国企职工，工作快两年了，但是工资转正了每个月也就两千，离家有三个小时的路程，妻子和孩子都在家里，工作压力大，直接领导看不惯你闲着，总想找事情叫你做，因为我是外地的，每天要从七点半，干到晚上十一点，以前夜班我没来之前是大家轮流值班，我来了我就全包了，现在看到微信消息，和电话，第一感觉是领导又要叫我出去忙活了，而他们其他员工都是朝九晚五的下班，有的时候三点就下班了，我感觉从各方面都没有支撑我继续下去的动力，请教一下，如果辞职了，我应该有什么规划和往什么方向发展？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，听到你的经历，我想说你很不容易。你的工作负担很重，加班时间很长，很理解你感到烦躁和无所适从。但是，离职并不是决策轻重的问题，需要谨慎的考虑。在你开始考虑离职之前，我建议你花点时间对自己的职业规划做一个评估，看看你是否可以在你工作的行业找到更好的工作。你可以尝试寻找一些人际关系和经验丰富的人们咨询职业规划的建议，或者去参加一些有关这个方面的培训课程，提升你的能力。你可以把自己的主要技能和优点写下来，制定一个职业目标和计划，从而使你的“新目标”坚定起来，并为实现它做好准备。",
    "annotation": [
      {
        "sentence": "首先，听到你的经历，我想说你很不容易。",
        "label": ""
      },
      {
        "sentence": "你的工作负担很重，加班时间很长，很理解你感到烦躁和无所适从。",
        "label": ""
      },
      {
        "sentence": "但是，离职并不是决策轻重的问题，需要谨慎的考虑。",
        "label": ""
      },
      {
        "sentence": "在你开始考虑离职之前，我建议你花点时间对自己的职业规划做一个评估，看看你是否可以在你工作的行业找到更好的工作。",
        "label": ""
      },
      {
        "sentence": "你可以尝试寻找一些人际关系和经验丰富的人们咨询职业规划的建议，或者去参加一些有关这个方面的培训课程，提升你的能力。",
        "label": ""
      },
      {
        "sentence": "你可以把自己的主要技能和优点写下来，制定一个职业目标和计划，从而使你的“新目标”坚定起来，并为实现它做好准备。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复，我会试着把自己的职业规划整理一下。但是我实在受不了现在的工作状况，心里很烦躁，总想马上辞职，该怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的回复，我会试着把自己的职业规划整理一下。",
        "label": ""
      },
      {
        "sentence": "但是我实在受不了现在的工作状况，心里很烦躁，总想马上辞职，该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你想马上离开的心情，但是需要冷静地考虑你的资源和可能的后果。如果你决定辞职，记得提前做好一些准备工作，例如记下重要的公司联系方式，收集好你的薪资等资料和文件。此外，你也可以和公司商量提前离职以减少工作压力，毕竟结束一份工作，是你职业生涯的转移，暂时空白不总是坏事。最重要的是，不要忘了给自己时间适应职业变化的情况，逐渐接受变化，并寻找新机会。",
    "annotation": [
      {
        "sentence": "我理解你想马上离开的心情，但是需要冷静地考虑你的资源和可能的后果。",
        "label": ""
      },
      {
        "sentence": "如果你决定辞职，记得提前做好一些准备工作，例如记下重要的公司联系方式，收集好你的薪资等资料和文件。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以和公司商量提前离职以减少工作压力，毕竟结束一份工作，是你职业生涯的转移，暂时空白不总是坏事。",
        "label": ""
      },
      {
        "sentence": "最重要的是，不要忘了给自己时间适应职业变化的情况，逐渐接受变化，并寻找新机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，那我应该如何寻找新机会呢？",
    "annotation": [
      {
        "sentence": "好的，那我应该如何寻找新机会呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我会建议你寻找一个你热爱的领域，去拓展你的职业之路。如果你不确定自己的兴趣所在，可以先从小尺度开始，比如说参加一些志愿活动，在那里你可以学习新技能，认识新的人，慢慢地加深你对未来的职业规划。一旦你明确了自己的方向，我们可以一起研究你的资历和经验，看看你需要提高的方面，如何才能增强你的专业能力和竞争力。",
    "annotation": [
      {
        "sentence": "我会建议你寻找一个你热爱的领域，去拓展你的职业之路。",
        "label": ""
      },
      {
        "sentence": "如果你不确定自己的兴趣所在，可以先从小尺度开始，比如说参加一些志愿活动，在那里你可以学习新技能，认识新的人，慢慢地加深你对未来的职业规划。",
        "label": ""
      },
      {
        "sentence": "一旦你明确了自己的方向，我们可以一起研究你的资历和经验，看看你需要提高的方面，如何才能增强你的专业能力和竞争力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我明白了，谢谢你的建议。我会好好考虑一下该做什么，以及该如何去做。",
    "annotation": [
      {
        "sentence": "好的，我明白了，谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会好好考虑一下该做什么，以及该如何去做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，如果你在以后任何时候有需要我帮助你的地方，随时都可以和我联系。一定要注意自己的身心健康，相信有耐心和时间，你会找到属于自己的职业道路。",
    "annotation": [
      {
        "sentence": "不用客气，如果你在以后任何时候有需要我帮助你的地方，随时都可以和我联系。",
        "label": ""
      },
      {
        "sentence": "一定要注意自己的身心健康，相信有耐心和时间，你会找到属于自己的职业道路。",
        "label": ""
      }
    ]
  }
]