[
  {
    "role": "client",
    "content": "我是一个34岁的男人，最近刚结婚不久，可是老婆却要离开我。我真的很心痛，7月1日那天我们发生了一次争吵，我一气之下离开了家，晚上回来后告诉她我们的缘分已经走到尽头，想要离婚。经过一天没有任何沟通，晚上她回复我，表示同意离婚。之后我一直努力挽回，但是她不理我，回复也都是希望我赶快办妥手续，对我厌恶的表现也越来越明显了。",
    "annotation": [
      {
        "sentence": "我是一个34岁的男人，最近刚结婚不久，可是老婆却要离开我。",
        "label": ""
      },
      {
        "sentence": "我真的很心痛，7月1日那天我们发生了一次争吵，我一气之下离开了家，晚上回来后告诉她我们的缘分已经走到尽头，想要离婚。",
        "label": ""
      },
      {
        "sentence": "经过一天没有任何沟通，晚上她回复我，表示同意离婚。",
        "label": ""
      },
      {
        "sentence": "之后我一直努力挽回，但是她不理我，回复也都是希望我赶快办妥手续，对我厌恶的表现也越来越明显了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解在你们刚结婚不久的时候突然面临这样的局面确实很困难，但是我们无法改变已经发生的事情，所以我们需要关注的是如何调整自己的心态，解决当前的问题。她提到你们无论是在生理还是物质方面都无法满足她的需求，那么当初你们俩在一起是因为什么原因呢？既然你们选择结婚，肯定是因为有一些共同的理念和感情基础。现在先从物质方面来讲，每个人都希望过上更好的生活，但并不是每个人都能够实现这样的愿望。所以我们可以先问问她究竟期待怎样的物质生活，然后再思考你是否能够满足她。也许你们需要沟通，搞清楚她的期望，看看你们能否找到一种平衡点。另外，生理方面的需求是什么导致她在这方面对你有所排斥呢？是你们的感情出现问题，还是其他原因？有时候，问题不是轻易就能通过分开来解决的。对方的厌恶无疑对你是一个打击，但是如果我们想要解决问题，就需要找出问题发生的原因，然后才能采取适当的对策。最后，我们都要尽量冷静处理情感问题，因为大家都处于较为不稳定的情绪状态。只要你们还有一些感情基础，学会冷静面对，许多问题还是有解决的可能性的。所以我们可以给彼此一些时间来冷静思考。",
    "annotation": [
      {
        "sentence": "我能理解在你们刚结婚不久的时候突然面临这样的局面确实很困难，但是我们无法改变已经发生的事情，所以我们需要关注的是如何调整自己的心态，解决当前的问题。",
        "label": ""
      },
      {
        "sentence": "她提到你们无论是在生理还是物质方面都无法满足她的需求，那么当初你们俩在一起是因为什么原因呢？",
        "label": ""
      },
      {
        "sentence": "既然你们选择结婚，肯定是因为有一些共同的理念和感情基础。",
        "label": ""
      },
      {
        "sentence": "现在先从物质方面来讲，每个人都希望过上更好的生活，但并不是每个人都能够实现这样的愿望。",
        "label": ""
      },
      {
        "sentence": "所以我们可以先问问她究竟期待怎样的物质生活，然后再思考你是否能够满足她。",
        "label": ""
      },
      {
        "sentence": "也许你们需要沟通，搞清楚她的期望，看看你们能否找到一种平衡点。",
        "label": ""
      },
      {
        "sentence": "另外，生理方面的需求是什么导致她在这方面对你有所排斥呢？",
        "label": ""
      },
      {
        "sentence": "是你们的感情出现问题，还是其他原因？",
        "label": ""
      },
      {
        "sentence": "有时候，问题不是轻易就能通过分开来解决的。",
        "label": ""
      },
      {
        "sentence": "对方的厌恶无疑对你是一个打击，但是如果我们想要解决问题，就需要找出问题发生的原因，然后才能采取适当的对策。",
        "label": ""
      },
      {
        "sentence": "最后，我们都要尽量冷静处理情感问题，因为大家都处于较为不稳定的情绪状态。",
        "label": ""
      },
      {
        "sentence": "只要你们还有一些感情基础，学会冷静面对，许多问题还是有解决的可能性的。",
        "label": ""
      },
      {
        "sentence": "所以我们可以给彼此一些时间来冷静思考。",
        "label": ""
      }
    ]
  }
]