[
  {
    "role": "client",
    "content": "女朋友说要暂时分开，我想知道我该怎么办？",
    "annotation": [
      {
        "sentence": "女朋友说要暂时分开，我想知道我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的表述中，感受到了对女友特别在乎的心情，患得患失。不知道你现在是多大年龄，你们谈感情的目的是怎样的，所以有些事情不好判断。理性是一个人的优点，粘人也不是缺点，正常的恋人关系应该是既相互依赖又相互独立，把握好相处的界限，所以不知道你对亲密关系的把握如何，自己去体会和觉察下吧。",
    "annotation": [
      {
        "sentence": "从你的表述中，感受到了对女友特别在乎的心情，患得患失。",
        "label": ""
      },
      {
        "sentence": "不知道你现在是多大年龄，你们谈感情的目的是怎样的，所以有些事情不好判断。",
        "label": ""
      },
      {
        "sentence": "理性是一个人的优点，粘人也不是缺点，正常的恋人关系应该是既相互依赖又相互独立，把握好相处的界限，所以不知道你对亲密关系的把握如何，自己去体会和觉察下吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在26岁，我们在一起已经快两年了。我和女友的目的是希望能长久走下去，互相依赖，一起共度一生。",
    "annotation": [
      {
        "sentence": "我现在26岁，我们在一起已经快两年了。",
        "label": ""
      },
      {
        "sentence": "我和女友的目的是希望能长久走下去，互相依赖，一起共度一生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，那你们已经走过两年了，可以看出你们对彼此的感情是深厚的。每段感情都会有起伏和挑战，但这并不意味着就要分开。你说自己不善言辞，人无完人，每个人都有自己的优点缺点，谈恋爱还是找另一半都是要看整体，并不是单看某一方面，欣赏的点的话也是说我们侧重的哪一个面对方比较突出的。你的沟通觉得自己可能不太完美，但是只要在相处中能沟通的明白，解决问题，认为就是问题不大。",
    "annotation": [
      {
        "sentence": "明白了，那你们已经走过两年了，可以看出你们对彼此的感情是深厚的。",
        "label": ""
      },
      {
        "sentence": "每段感情都会有起伏和挑战，但这并不意味着就要分开。",
        "label": ""
      },
      {
        "sentence": "你说自己不善言辞，人无完人，每个人都有自己的优点缺点，谈恋爱还是找另一半都是要看整体，并不是单看某一方面，欣赏的点的话也是说我们侧重的哪一个面对方比较突出的。",
        "label": ""
      },
      {
        "sentence": "你的沟通觉得自己可能不太完美，但是只要在相处中能沟通的明白，解决问题，认为就是问题不大。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。我确实需要改进自己的沟通方式，更加积极地倾听和关心她的想法。",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "我确实需要改进自己的沟通方式，更加积极地倾听和关心她的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这就是一个很好的方向。亲密关系嘛，认为坦诚布公的聊就好，没必要试探性的，说一句藏三句的，其实在亲密关系中，我们任何的掩饰对方都能感受得到。感情都是有保鲜期的，不知道你们谈了多久了。亲密关系需要激情、亲密、承诺，不知道你们做到了哪一些，自己也可以去检视下，是不是激情过了，觉得有些乏味了呢？感情是在生活中慢慢积累的，和激情是有区别的，但是又有联系，所以，如果你们共同经历了一些事情的话不会突然间没有感情的。",
    "annotation": [
      {
        "sentence": "这就是一个很好的方向。",
        "label": ""
      },
      {
        "sentence": "亲密关系嘛，认为坦诚布公的聊就好，没必要试探性的，说一句藏三句的，其实在亲密关系中，我们任何的掩饰对方都能感受得到。",
        "label": ""
      },
      {
        "sentence": "感情都是有保鲜期的，不知道你们谈了多久了。",
        "label": ""
      },
      {
        "sentence": "亲密关系需要激情、亲密、承诺，不知道你们做到了哪一些，自己也可以去检视下，是不是激情过了，觉得有些乏味了呢？",
        "label": ""
      },
      {
        "sentence": "感情是在生活中慢慢积累的，和激情是有区别的，但是又有联系，所以，如果你们共同经历了一些事情的话不会突然间没有感情的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们一开始确实有很多激情，但现在可能确实有些乏味了。可能我们需要找到一种新的方式来重新点燃彼此的激情和快乐。",
    "annotation": [
      {
        "sentence": "我们一开始确实有很多激情，但现在可能确实有些乏味了。",
        "label": ""
      },
      {
        "sentence": "可能我们需要找到一种新的方式来重新点燃彼此的激情和快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的女友想暂时分开一点时间，冷静一下，不能急于求成，你又担心时间久了会失去女友，根据这个描述认为你特别在乎女友，建议是沟通。一、选择一个合适的氛围，两个人回忆下过去，美好的时光，然后一点一滴走过来，看看哪些地方出问题了，是你的依赖性太强了，导致女友感觉被束缚了，还是情绪价值、心里感情价值不够，还是发展不同步（经济能力、心智发展）找原因。二、找到两人出问题的原因，商量改善的方式方法，我们都是在成长的，都会有不足，看到了，共同努力成长就是最好的相处模式三、建议你多读书，提升自己的亲密关系能力，没有人不喜欢优秀、成熟、有能力的人。加油，相信你可以处理好。",
    "annotation": [
      {
        "sentence": "你的女友想暂时分开一点时间，冷静一下，不能急于求成，你又担心时间久了会失去女友，根据这个描述认为你特别在乎女友，建议是沟通。",
        "label": ""
      },
      {
        "sentence": "一、选择一个合适的氛围，两个人回忆下过去，美好的时光，然后一点一滴走过来，看看哪些地方出问题了，是你的依赖性太强了，导致女友感觉被束缚了，还是情绪价值、心里感情价值不够，还是发展不同步（经济能力、心智发展）找原因。",
        "label": ""
      },
      {
        "sentence": "二、找到两人出问题的原因，商量改善的方式方法，我们都是在成长的，都会有不足，看到了，共同努力成长就是最好的相处模式三、建议你多读书，提升自己的亲密关系能力，没有人不喜欢优秀、成熟、有能力的人。",
        "label": ""
      },
      {
        "sentence": "加油，相信你可以处理好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我会认真思考并尝试你给出的方法，希望我们能够解决问题，重新走到一起。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会认真思考并尝试你给出的方法，希望我们能够解决问题，重新走到一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣赏你的积极态度。相信只要你们共同努力，互相理解和支持，问题一定能够得到解决。祝福你们能够重新走到一起，继续幸福的相处！",
    "annotation": [
      {
        "sentence": "非常欣赏你的积极态度。",
        "label": ""
      },
      {
        "sentence": "相信只要你们共同努力，互相理解和支持，问题一定能够得到解决。",
        "label": ""
      },
      {
        "sentence": "祝福你们能够重新走到一起，继续幸福的相处！",
        "label": ""
      }
    ]
  }
]