[
  {
    "role": "client",
    "content": "为什么家长不让打电竞？？为什么家长不让打职业，我甚至想去参加青训队，我爷爷直接说我别回家了，别随我爸和他姓了。为什么要这么说我？？？我只是想打个职业，实现我的梦想而已，我做错了什么？？？？我真的好累，每天被家长否认和打击，我真的好累。我每天回家以后我真的就是想回学校，我在家里面就只有打击，我现在真的很痛苦。",
    "annotation": [
      {
        "sentence": "为什么家长不让打电竞？？",
        "label": ""
      },
      {
        "sentence": "为什么家长不让打职业，我甚至想去参加青训队，我爷爷直接说我别回家了，别随我爸和他姓了。",
        "label": ""
      },
      {
        "sentence": "为什么要这么说我？？？",
        "label": ""
      },
      {
        "sentence": "我只是想打个职业，实现我的梦想而已，我做错了什么？？？？",
        "label": ""
      },
      {
        "sentence": "我真的好累，每天被家长否认和打击，我真的好累。",
        "label": ""
      },
      {
        "sentence": "我每天回家以后我真的就是想回学校，我在家里面就只有打击，我现在真的很痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听说你正为家长不让你打电竞而感到苦恼，我很能理解你的心情。但是也要理解你的家长可能是出于对你的未来着想才这样做的。在他们的眼里，电竞可能并不是一个现实的职业。当然，对于传统的家长来说，接受一些新事物确实需要时间。不过，家长的生活经历比你长，对事物的看法也更为深刻。我有个问题想问你，你是因为喜欢打游戏时给你带来的快乐才想要打电竞吗？据我了解，和你有相同想法的人很多，每年都有数百万人放弃学业去打电竞。但你看到的真正在电竞领域有所建树的人又有多少呢？在电竞圈里打出一番名堂不仅需要实力，还需要毅力和天赋。你可以先系统地测试一下自己的实力和天赋，并根据自己的优势和劣势进行有针对性的训练来提高自己。如果你没有足够的毅力和付出努力，无法承受系统训练带来的痛苦，又或者在一定时间内无法达到训练指标，那我建议你还是放弃将游戏作为职业，只把它当作业余爱好，用来放松心情就好了。如果你顺利通过了系统训练，可以考虑好好学习，有些大学甚至开设了电竞班，你可以高中毕业后报考，前提是你要有好的成绩。不过，我作为一个可能比你年龄大的姐姐，希望你在到了电竞班后不要只顾着上电竞课而忽视文化课。我见过一些电竞班的学生，上电竞课时很积极，但到了文化课就开始打瞌睡。其实，文化课对一个人的素养提升非常重要，没有一定的素养在电竞圈也很难立足，而且打电竞需要综合素质，人文素养对战术的调动非常重要。因此，一定不能忽视电竞文化课的重要性。加油吧，我祝愿你能实现自己的梦想！",
    "annotation": [
      {
        "sentence": "听说你正为家长不让你打电竞而感到苦恼，我很能理解你的心情。",
        "label": ""
      },
      {
        "sentence": "但是也要理解你的家长可能是出于对你的未来着想才这样做的。",
        "label": ""
      },
      {
        "sentence": "在他们的眼里，电竞可能并不是一个现实的职业。",
        "label": ""
      },
      {
        "sentence": "当然，对于传统的家长来说，接受一些新事物确实需要时间。",
        "label": ""
      },
      {
        "sentence": "不过，家长的生活经历比你长，对事物的看法也更为深刻。",
        "label": ""
      },
      {
        "sentence": "我有个问题想问你，你是因为喜欢打游戏时给你带来的快乐才想要打电竞吗？",
        "label": ""
      },
      {
        "sentence": "据我了解，和你有相同想法的人很多，每年都有数百万人放弃学业去打电竞。",
        "label": ""
      },
      {
        "sentence": "但你看到的真正在电竞领域有所建树的人又有多少呢？",
        "label": ""
      },
      {
        "sentence": "在电竞圈里打出一番名堂不仅需要实力，还需要毅力和天赋。",
        "label": ""
      },
      {
        "sentence": "你可以先系统地测试一下自己的实力和天赋，并根据自己的优势和劣势进行有针对性的训练来提高自己。",
        "label": ""
      },
      {
        "sentence": "如果你没有足够的毅力和付出努力，无法承受系统训练带来的痛苦，又或者在一定时间内无法达到训练指标，那我建议你还是放弃将游戏作为职业，只把它当作业余爱好，用来放松心情就好了。",
        "label": ""
      },
      {
        "sentence": "如果你顺利通过了系统训练，可以考虑好好学习，有些大学甚至开设了电竞班，你可以高中毕业后报考，前提是你要有好的成绩。",
        "label": ""
      },
      {
        "sentence": "不过，我作为一个可能比你年龄大的姐姐，希望你在到了电竞班后不要只顾着上电竞课而忽视文化课。",
        "label": ""
      },
      {
        "sentence": "我见过一些电竞班的学生，上电竞课时很积极，但到了文化课就开始打瞌睡。",
        "label": ""
      },
      {
        "sentence": "其实，文化课对一个人的素养提升非常重要，没有一定的素养在电竞圈也很难立足，而且打电竞需要综合素质，人文素养对战术的调动非常重要。",
        "label": ""
      },
      {
        "sentence": "因此，一定不能忽视电竞文化课的重要性。",
        "label": ""
      },
      {
        "sentence": "加油吧，我祝愿你能实现自己的梦想！",
        "label": ""
      }
    ]
  }
]