[
  {
    "role": "client",
    "content": "马上中考，成绩最好235，家人失望，老师都懒得理我每天我妈为鸡皮蒜毛的小事骂，在看我成绩骂在升级，我时常问我自己，我怎么承受能力那么强，我什么还不自杀，我人生有什么意义，我到底为什么而活着？家人吗？可我活着还要他们支撑，老爸干苦力的，这些年我姐高中大学开销大，老爸这几年头又白了许多，我不能自杀，因为还有些东西要去背负，但我很迷茫，我以后和那些成绩好的同学，会有多大的差距，就像现在的成绩吗？",
    "annotation": [
      {
        "sentence": "马上中考，成绩最好235，家人失望，老师都懒得理我每天我妈为鸡皮蒜毛的小事骂，在看我成绩骂在升级，我时常问我自己，我怎么承受能力那么强，我什么还不自杀，我人生有什么意义，我到底为什么而活着？",
        "label": ""
      },
      {
        "sentence": "家人吗？",
        "label": ""
      },
      {
        "sentence": "可我活着还要他们支撑，老爸干苦力的，这些年我姐高中大学开销大，老爸这几年头又白了许多，我不能自杀，因为还有些东西要去背负，但我很迷茫，我以后和那些成绩好的同学，会有多大的差距，就像现在的成绩吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我看到了你有很强的责任感。你很坚强。你的人生意义——要为什么而活？人的命运是说不准的，就好比出生无法选择性别、健康、家庭……你以后会接触的人、接触的事，都有可能会成为你的意义。你可能会为此而努力耗尽数年、甚至一生。就好比现在的学习，这是我们当下的目标，当下的意义（你说的意义是关乎人生的更为远大的意义）。",
    "annotation": [
      {
        "sentence": "我看到了你有很强的责任感。",
        "label": ""
      },
      {
        "sentence": "你很坚强。",
        "label": ""
      },
      {
        "sentence": "你的人生意义——要为什么而活？",
        "label": ""
      },
      {
        "sentence": "人的命运是说不准的，就好比出生无法选择性别、健康、家庭……你以后会接触的人、接触的事，都有可能会成为你的意义。",
        "label": ""
      },
      {
        "sentence": "你可能会为此而努力耗尽数年、甚至一生。",
        "label": ""
      },
      {
        "sentence": "就好比现在的学习，这是我们当下的目标，当下的意义（你说的意义是关乎人生的更为远大的意义）。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白现阶段的学习对未来很重要，但我也有很多疑惑和困惑。我担心即使努力学习，将来和那些成绩好的同学还是会有很大的差距。感觉自己无法赶上他们，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "是的，我明白现阶段的学习对未来很重要，但我也有很多疑惑和困惑。",
        "label": ""
      },
      {
        "sentence": "我担心即使努力学习，将来和那些成绩好的同学还是会有很大的差距。",
        "label": ""
      },
      {
        "sentence": "感觉自己无法赶上他们，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "差距并不代表你就比他们差。如果你选择或被迫进入社会，你会积累更多的社会经验和人生阅历，这些都是你的优势，不仅能让你在心理上成长，还会帮助你在实际生活中更加成功。学历可能会存在一定差距，但这并不是决定一切的因素。你可以通过自学考试等方式来拉回这个差距，在这个时代，有许多途径可以让你实现自己的价值。你所学习的东西可能与他们不同，但这同样能让你有更广阔的视野。",
    "annotation": [
      {
        "sentence": "差距并不代表你就比他们差。",
        "label": ""
      },
      {
        "sentence": "如果你选择或被迫进入社会，你会积累更多的社会经验和人生阅历，这些都是你的优势，不仅能让你在心理上成长，还会帮助你在实际生活中更加成功。",
        "label": ""
      },
      {
        "sentence": "学历可能会存在一定差距，但这并不是决定一切的因素。",
        "label": ""
      },
      {
        "sentence": "你可以通过自学考试等方式来拉回这个差距，在这个时代，有许多途径可以让你实现自己的价值。",
        "label": ""
      },
      {
        "sentence": "你所学习的东西可能与他们不同，但这同样能让你有更广阔的视野。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，感谢你的解答。但现在我还是很困惑，不知道该怎么抓住机会并开拓自己的未来。",
    "annotation": [
      {
        "sentence": "我理解了，感谢你的解答。",
        "label": ""
      },
      {
        "sentence": "但现在我还是很困惑，不知道该怎么抓住机会并开拓自己的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以寻找自己的兴趣爱好，发掘自己的潜力。人生的路还很长，得失并不是唯一衡量标准。你可以通过参加各种活动，结交不同的朋友，开阔眼界。同时，你也可以阅读更多的书籍，提高自己的能力和思维方式，探索不同的领域。只要你不放弃，不停地努力，你一定会找到属于自己的机会。",
    "annotation": [
      {
        "sentence": "你可以寻找自己的兴趣爱好，发掘自己的潜力。",
        "label": ""
      },
      {
        "sentence": "人生的路还很长，得失并不是唯一衡量标准。",
        "label": ""
      },
      {
        "sentence": "你可以通过参加各种活动，结交不同的朋友，开阔眼界。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以阅读更多的书籍，提高自己的能力和思维方式，探索不同的领域。",
        "label": ""
      },
      {
        "sentence": "只要你不放弃，不停地努力，你一定会找到属于自己的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了。我一直以来都在追求成绩，可能需要调整一下自己的心态和思考方式。我会努力去发现自己的兴趣并为之努力。",
    "annotation": [
      {
        "sentence": "是的，我明白了。",
        "label": ""
      },
      {
        "sentence": "我一直以来都在追求成绩，可能需要调整一下自己的心态和思考方式。",
        "label": ""
      },
      {
        "sentence": "我会努力去发现自己的兴趣并为之努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，我相信你能找到真正适合自己的道路。不要过于担心和焦虑，人生中的挑战和困惑都是临时的，坚持下去，你一定能找到属于自己的意义和价值。",
    "annotation": [
      {
        "sentence": "很好，我相信你能找到真正适合自己的道路。",
        "label": ""
      },
      {
        "sentence": "不要过于担心和焦虑，人生中的挑战和困惑都是临时的，坚持下去，你一定能找到属于自己的意义和价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会保持积极的态度，并尽力去发现属于自己的机会和意义。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会保持积极的态度，并尽力去发现属于自己的机会和意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直支持你的。如果在未来遇到任何困难，记得随时向我寻求帮助和倾诉。生活中总会有起伏，但只要我们始终坚持向前，就一定能克服困难，实现自己的理想。加油！",
    "annotation": [
      {
        "sentence": "不客气，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "如果在未来遇到任何困难，记得随时向我寻求帮助和倾诉。",
        "label": ""
      },
      {
        "sentence": "生活中总会有起伏，但只要我们始终坚持向前，就一定能克服困难，实现自己的理想。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]