[
  {
    "role": "client",
    "content": "我马上要参加中考了，成绩只有235分，家人对我非常失望，而且老师都懒得理我，每天我妈因为一些小事就会骂我，甚至因为我的成绩而升级骂我。我常常问自己，为什么我能够承受这么大的压力？我活着的意义是什么呢？难道只是为了家人吗？但是我感觉现在还要靠他们才能支撑下去，我爸爸辛苦工作，这些年为了我姐姐的高中和大学开销已经花了很多钱，我不能选择自杀，因为还有些责任需要我去承担，但是我真的很迷茫，我未来和那些成绩好的同学相比，会有多大的差距呢？就像现在的成绩那样吗？",
    "annotation": [
      {
        "sentence": "我马上要参加中考了，成绩只有235分，家人对我非常失望，而且老师都懒得理我，每天我妈因为一些小事就会骂我，甚至因为我的成绩而升级骂我。",
        "label": ""
      },
      {
        "sentence": "我常常问自己，为什么我能够承受这么大的压力？",
        "label": ""
      },
      {
        "sentence": "我活着的意义是什么呢？",
        "label": ""
      },
      {
        "sentence": "难道只是为了家人吗？",
        "label": ""
      },
      {
        "sentence": "但是我感觉现在还要靠他们才能支撑下去，我爸爸辛苦工作，这些年为了我姐姐的高中和大学开销已经花了很多钱，我不能选择自杀，因为还有些责任需要我去承担，但是我真的很迷茫，我未来和那些成绩好的同学相比，会有多大的差距呢？",
        "label": ""
      },
      {
        "sentence": "就像现在的成绩那样吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子，我深深理解你脆弱和坚强的感受，也是一个农民的孩子，通过不断的努力才走到今天，我也曾经经历过恐惧、自卑、痛苦、贫困和磨难。在我成长的过程中，我的父母常常把焦虑和痛苦发泄到我身上，小时候的我不知道如何排解，而把父母的情绪转化成了内心的恐惧和忧虑，导致了我自卑、自闭、抑郁和焦虑的状态。现在我已经40多岁了，我一直在努力学习心理学来帮助自己，努力打破父母给我的阴影，在他们的影响下不再生活，成为一个独立而独特的自己。父母的谩骂、指责、批评和否定，让它们随风而逝吧，这不是关于我自己的事情，而是他们情绪的一种表达。我不认同他们对我的评价，我不怨恨他们，虽然我感受到委屈、不满和愤怒，但我理解他们焦躁和不安的情绪也是经历了很多的。我们需要分化开，他们只是父母的一面，我们也要看到自己的优点和不足，并不一定取决于他们对我们的定义。我们可以放弃这些不被认可的标签，让它们在内心中消失。",
    "annotation": [
      {
        "sentence": "孩子，我深深理解你脆弱和坚强的感受，也是一个农民的孩子，通过不断的努力才走到今天，我也曾经经历过恐惧、自卑、痛苦、贫困和磨难。",
        "label": ""
      },
      {
        "sentence": "在我成长的过程中，我的父母常常把焦虑和痛苦发泄到我身上，小时候的我不知道如何排解，而把父母的情绪转化成了内心的恐惧和忧虑，导致了我自卑、自闭、抑郁和焦虑的状态。",
        "label": ""
      },
      {
        "sentence": "现在我已经40多岁了，我一直在努力学习心理学来帮助自己，努力打破父母给我的阴影，在他们的影响下不再生活，成为一个独立而独特的自己。",
        "label": ""
      },
      {
        "sentence": "父母的谩骂、指责、批评和否定，让它们随风而逝吧，这不是关于我自己的事情，而是他们情绪的一种表达。",
        "label": ""
      },
      {
        "sentence": "我不认同他们对我的评价，我不怨恨他们，虽然我感受到委屈、不满和愤怒，但我理解他们焦躁和不安的情绪也是经历了很多的。",
        "label": ""
      },
      {
        "sentence": "我们需要分化开，他们只是父母的一面，我们也要看到自己的优点和不足，并不一定取决于他们对我们的定义。",
        "label": ""
      },
      {
        "sentence": "我们可以放弃这些不被认可的标签，让它们在内心中消失。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我的姐姐花销很大，这让我感到很压力。而且老师也不愿意搭理我，我觉得自己学习很差，所以老师才对我不待见。每次考试成绩低我就会得到别人的评价，我真的很担心自己和那些成绩好的同学之间的差距会越来越大。",
    "annotation": [
      {
        "sentence": "但是我的姐姐花销很大，这让我感到很压力。",
        "label": ""
      },
      {
        "sentence": "而且老师也不愿意搭理我，我觉得自己学习很差，所以老师才对我不待见。",
        "label": ""
      },
      {
        "sentence": "每次考试成绩低我就会得到别人的评价，我真的很担心自己和那些成绩好的同学之间的差距会越来越大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "姐姐的花销并不是你的责任，父母还有姐姐都有各自的责任，你只需要做好自己的事情，不要过多地关注这些。你只考了235分，老师对你不待见这只是你对自己的看法在影响你。其实，99%的人只在乎自己，心门之外并没有其他人存在，老师只是从一个理性的角度来看待学生，并不会过多关注成绩的优劣。人的一生并不仅仅以成绩论英雄。",
    "annotation": [
      {
        "sentence": "姐姐的花销并不是你的责任，父母还有姐姐都有各自的责任，你只需要做好自己的事情，不要过多地关注这些。",
        "label": ""
      },
      {
        "sentence": "你只考了235分，老师对你不待见这只是你对自己的看法在影响你。",
        "label": ""
      },
      {
        "sentence": "其实，99%的人只在乎自己，心门之外并没有其他人存在，老师只是从一个理性的角度来看待学生，并不会过多关注成绩的优劣。",
        "label": ""
      },
      {
        "sentence": "人的一生并不仅仅以成绩论英雄。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我真的很在意自己的成绩，我害怕和那些成绩优秀的同学相比会有太大的差距。",
    "annotation": [
      {
        "sentence": "但是我真的很在意自己的成绩，我害怕和那些成绩优秀的同学相比会有太大的差距。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子，不要太过于在意成绩。每个人的价值和意义并不只取决于分数的高低。我们每个人都是独特而有价值的，有着不同的才能和潜力。你的努力和进步才是最重要的，不要以别人的标准来衡量自己。如果你能够做到最好，那就已经足够了。成绩只是人生的一小部分，还有许多其他的方面可以展现你的价值和意义。",
    "annotation": [
      {
        "sentence": "孩子，不要太过于在意成绩。",
        "label": ""
      },
      {
        "sentence": "每个人的价值和意义并不只取决于分数的高低。",
        "label": ""
      },
      {
        "sentence": "我们每个人都是独特而有价值的，有着不同的才能和潜力。",
        "label": ""
      },
      {
        "sentence": "你的努力和进步才是最重要的，不要以别人的标准来衡量自己。",
        "label": ""
      },
      {
        "sentence": "如果你能够做到最好，那就已经足够了。",
        "label": ""
      },
      {
        "sentence": "成绩只是人生的一小部分，还有许多其他的方面可以展现你的价值和意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我明白了自己不能只看重成绩，我也会尽力去发展自己的其他方面。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我明白了自己不能只看重成绩，我也会尽力去发展自己的其他方面。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能够理解并接受我的鼓励和支持。人生的道路充满了挑战和机遇，珍惜每一个机会，发展自己的兴趣爱好和才能，这样你会发现自己的人生变得更加丰富多彩。我相信你有着巨大的潜力和能力，一定能够克服困难，取得成功。记住，你并不孤单，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "很高兴你能够理解并接受我的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "人生的道路充满了挑战和机遇，珍惜每一个机会，发展自己的兴趣爱好和才能，这样你会发现自己的人生变得更加丰富多彩。",
        "label": ""
      },
      {
        "sentence": "我相信你有着巨大的潜力和能力，一定能够克服困难，取得成功。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会更加努力，不断提升自己，相信自己能够面对未来的挑战。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会更加努力，不断提升自己，相信自己能够面对未来的挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个勇敢的孩子，相信自己的能力和潜力，不断追求进步，你一定能够取得更好的成绩和更美好的未来。我会一直在你身边，支持你的成长和发展。",
    "annotation": [
      {
        "sentence": "你是一个勇敢的孩子，相信自己的能力和潜力，不断追求进步，你一定能够取得更好的成绩和更美好的未来。",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边，支持你的成长和发展。",
        "label": ""
      }
    ]
  }
]