[
  {
    "role": "client",
    "content": "我是个26岁的男性，大专毕业已经3年了。之前发生过一次车祸，虽然幸运地走出了来，但现在我感到焦虑和迷茫，不知道该怎么选择职业。从小父亲对我有点打压，留守几年，让我变得沉默、善良，并且努力学习。但我在人际关系上有一些小问题，对于人际关系我感到有些不知所措。",
    "annotation": [
      {
        "sentence": "我是个26岁的男性，大专毕业已经3年了。",
        "label": ""
      },
      {
        "sentence": "之前发生过一次车祸，虽然幸运地走出了来，但现在我感到焦虑和迷茫，不知道该怎么选择职业。",
        "label": ""
      },
      {
        "sentence": "从小父亲对我有点打压，留守几年，让我变得沉默、善良，并且努力学习。",
        "label": ""
      },
      {
        "sentence": "但我在人际关系上有一些小问题，对于人际关系我感到有些不知所措。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你经历了很多困难，这些经历可能对你的自信心和人际关系造成了一些困扰。你能再具体说说车祸之后你的感受吗？",
    "annotation": [
      {
        "sentence": "听起来你经历了很多困难，这些经历可能对你的自信心和人际关系造成了一些困扰。",
        "label": ""
      },
      {
        "sentence": "你能再具体说说车祸之后你的感受吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当时我刚上初一，对我来说，调整班级是件很重要的事情。我觉得那个班级的老师不好，但我现在觉得这样的想法很可笑。车祸发生了，我经历了多次大手术，住在南京和上海的医院。幸好父母一直陪伴在我身边，没有当着别人的面说我假聪明。然而，在康复的一年里，我躺在床上无法动弹，感到极度抑郁和自卑，脑子里充满了自我攻击的想法，甚至想过自杀，虽然我向母亲提起过，但她只是让我别胡思乱想。亲戚还说要给我生一个妹妹，我当时感到被抛弃，非常痛苦。",
    "annotation": [
      {
        "sentence": "当时我刚上初一，对我来说，调整班级是件很重要的事情。",
        "label": ""
      },
      {
        "sentence": "我觉得那个班级的老师不好，但我现在觉得这样的想法很可笑。",
        "label": ""
      },
      {
        "sentence": "车祸发生了，我经历了多次大手术，住在南京和上海的医院。",
        "label": ""
      },
      {
        "sentence": "幸好父母一直陪伴在我身边，没有当着别人的面说我假聪明。",
        "label": ""
      },
      {
        "sentence": "然而，在康复的一年里，我躺在床上无法动弹，感到极度抑郁和自卑，脑子里充满了自我攻击的想法，甚至想过自杀，虽然我向母亲提起过，但她只是让我别胡思乱想。",
        "label": ""
      },
      {
        "sentence": "亲戚还说要给我生一个妹妹，我当时感到被抛弃，非常痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你经历了多么痛苦的过程。你的父亲似乎对你有很高的期望，希望你成为一个好老师、公务员或医生。他的这些期望对你产生了一定的压力，你一直努力学习并容忍别人的欺负。不过，你提到你在初二看到母亲的肚子渐渐变大，那时你会有什么感受呢？",
    "annotation": [
      {
        "sentence": "我能理解你经历了多么痛苦的过程。",
        "label": ""
      },
      {
        "sentence": "你的父亲似乎对你有很高的期望，希望你成为一个好老师、公务员或医生。",
        "label": ""
      },
      {
        "sentence": "他的这些期望对你产生了一定的压力，你一直努力学习并容忍别人的欺负。",
        "label": ""
      },
      {
        "sentence": "不过，你提到你在初二看到母亲的肚子渐渐变大，那时你会有什么感受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得家庭关系变得更加复杂了，我很努力地学习和忍耐。上了高中后，数学成绩还是不好，但我还是一直努力学习。我的人际关系也很差，只知道努力学习。虽然母亲很爱我，我也很爱我的弟弟，但我经常在周末对母亲发脾气。这些情绪在我高三的时候爆发了，导致我焦虑不安。直到我遇到了这位心理医生，每周一次的咨询让我能够把多年以来的苦楚倾诉出来，并且通过药物的帮助，我顺利度过了高考，考上了大专。我的班主任甚至说我超出了平时的水平。",
    "annotation": [
      {
        "sentence": "我觉得家庭关系变得更加复杂了，我很努力地学习和忍耐。",
        "label": ""
      },
      {
        "sentence": "上了高中后，数学成绩还是不好，但我还是一直努力学习。",
        "label": ""
      },
      {
        "sentence": "我的人际关系也很差，只知道努力学习。",
        "label": ""
      },
      {
        "sentence": "虽然母亲很爱我，我也很爱我的弟弟，但我经常在周末对母亲发脾气。",
        "label": ""
      },
      {
        "sentence": "这些情绪在我高三的时候爆发了，导致我焦虑不安。",
        "label": ""
      },
      {
        "sentence": "直到我遇到了这位心理医生，每周一次的咨询让我能够把多年以来的苦楚倾诉出来，并且通过药物的帮助，我顺利度过了高考，考上了大专。",
        "label": ""
      },
      {
        "sentence": "我的班主任甚至说我超出了平时的水平。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你对我分享你的经历。你的努力和咨询医生的帮助使你能够克服高三时的焦虑。在大学期间，人际关系依然困扰着你，你希望成为一个班长来改变自己。虽然你成功当上了班长，但宿舍里有一个有才华的竞争者，导致宿舍关系糟糕。在大学三年里，你一直努力学习专业知识，但感觉自己的天赋一般，而且班级人际关系也很糟糕，虽然你的为人品很好。毕业后，你找到了一个本专业的工作，但却没有得到重视，于是你跳槽到一家大公司实习了一个月。请问，你对这段经历有什么感受呢？",
    "annotation": [
      {
        "sentence": "感谢你对我分享你的经历。",
        "label": ""
      },
      {
        "sentence": "你的努力和咨询医生的帮助使你能够克服高三时的焦虑。",
        "label": ""
      },
      {
        "sentence": "在大学期间，人际关系依然困扰着你，你希望成为一个班长来改变自己。",
        "label": ""
      },
      {
        "sentence": "虽然你成功当上了班长，但宿舍里有一个有才华的竞争者，导致宿舍关系糟糕。",
        "label": ""
      },
      {
        "sentence": "在大学三年里，你一直努力学习专业知识，但感觉自己的天赋一般，而且班级人际关系也很糟糕，虽然你的为人品很好。",
        "label": ""
      },
      {
        "sentence": "毕业后，你找到了一个本专业的工作，但却没有得到重视，于是你跳槽到一家大公司实习了一个月。",
        "label": ""
      },
      {
        "sentence": "请问，你对这段经历有什么感受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在实习期间，我也经常咨询同一位医生，她认为我缺乏自主能力，永远无法成功，只会碰壁。她建议我回家去从事知名餐饮行业的工作，先沉淀一年，找到自己的方向。听了她的建议，我辞掉了工作，但是我的上级并不理解。我身处苏北小城市，不知道有什么适合我的行业。我告诉自己，先沉淀一年，期间我还进行了两次心理咨询。半年后，医生说我从幼儿园阶段开始慢慢变成了一个懂事的小学生，但是我还存在一些浮躁和过高的目标。我还有4个月才到达沉淀一年的时间。期间，我谈了恋爱，但后来分手了，医生告诉我我现在还没有资格或能力谈恋爱。这一年，我唯一的目标就是按照医生的建议沉稳自我。虽然有点纠结，但分手还是按照医生的建议去做的。然后，疫情爆发了，我被迫辞掉工作，开始焦虑地找工作。经过两个月的电话咨询，我找到了一个教育机构，想尝试一下销售。然而，由于疫情的原因，所有计划都打乱了。我从3月17日辞职，焦虑地找工作已经3个月了。我曾考虑过继续从事专业工作，但我对自己不是很有自信，工资也只有3500，而且从头开始学习。做医药代表也不太容易，可能已经过了红利期。我还考虑过卖房子，但又想考公务员或者事业单位的工作，但都需要全日制的大专学历，而我只是成人高考报名了。现在我在当地做物业管家，这是在该地区的第一个项目，有很高的发展前景，但每天需要处理各种琐事，几乎每天都要加班。这种感觉对我来说非常难受。现在我每天早早醒来，以前我努力看书，但现在却看不下去了。我非常感谢心理医生帮助我渡过了高三时焦虑的时光，我知道我内心深处还有一些悲观的基因。现在我只想在职业选择方面寻求帮助，上",
    "annotation": [
      {
        "sentence": "在实习期间，我也经常咨询同一位医生，她认为我缺乏自主能力，永远无法成功，只会碰壁。",
        "label": ""
      },
      {
        "sentence": "她建议我回家去从事知名餐饮行业的工作，先沉淀一年，找到自己的方向。",
        "label": ""
      },
      {
        "sentence": "听了她的建议，我辞掉了工作，但是我的上级并不理解。",
        "label": ""
      },
      {
        "sentence": "我身处苏北小城市，不知道有什么适合我的行业。",
        "label": ""
      },
      {
        "sentence": "我告诉自己，先沉淀一年，期间我还进行了两次心理咨询。",
        "label": ""
      },
      {
        "sentence": "半年后，医生说我从幼儿园阶段开始慢慢变成了一个懂事的小学生，但是我还存在一些浮躁和过高的目标。",
        "label": ""
      },
      {
        "sentence": "我还有4个月才到达沉淀一年的时间。",
        "label": ""
      },
      {
        "sentence": "期间，我谈了恋爱，但后来分手了，医生告诉我我现在还没有资格或能力谈恋爱。",
        "label": ""
      },
      {
        "sentence": "这一年，我唯一的目标就是按照医生的建议沉稳自我。",
        "label": ""
      },
      {
        "sentence": "虽然有点纠结，但分手还是按照医生的建议去做的。",
        "label": ""
      },
      {
        "sentence": "然后，疫情爆发了，我被迫辞掉工作，开始焦虑地找工作。",
        "label": ""
      },
      {
        "sentence": "经过两个月的电话咨询，我找到了一个教育机构，想尝试一下销售。",
        "label": ""
      },
      {
        "sentence": "然而，由于疫情的原因，所有计划都打乱了。",
        "label": ""
      },
      {
        "sentence": "我从3月17日辞职，焦虑地找工作已经3个月了。",
        "label": ""
      },
      {
        "sentence": "我曾考虑过继续从事专业工作，但我对自己不是很有自信，工资也只有3500，而且从头开始学习。",
        "label": ""
      },
      {
        "sentence": "做医药代表也不太容易，可能已经过了红利期。",
        "label": ""
      },
      {
        "sentence": "我还考虑过卖房子，但又想考公务员或者事业单位的工作，但都需要全日制的大专学历，而我只是成人高考报名了。",
        "label": ""
      },
      {
        "sentence": "现在我在当地做物业管家，这是在该地区的第一个项目，有很高的发展前景，但每天需要处理各种琐事，几乎每天都要加班。",
        "label": ""
      },
      {
        "sentence": "这种感觉对我来说非常难受。",
        "label": ""
      },
      {
        "sentence": "现在我每天早早醒来，以前我努力看书，但现在却看不下去了。",
        "label": ""
      },
      {
        "sentence": "我非常感谢心理医生帮助我渡过了高三时焦虑的时光，我知道我内心深处还有一些悲观的基因。",
        "label": ""
      },
      {
        "sentence": "现在我只想在职业选择方面寻求帮助，上",
        "label": ""
      }
    ]
  }
]