[
  {
    "role": "client",
    "content": "我7年的销售，到新的公司，担心不能胜任，有焦虑感觉。本人32岁了，之前在自家店里卖东西，平时都有我妈和我一起做生意，主要的客户难搞的客户多数是我妈跟的客人，我是在帮忙。平时需要我的时候，我上，因为平时我妈的脾气不好，我才选择自己出去工作，一开始出去出差跑业务，然后弄电商，最后做展厅销售，一年换了3份工作。公司问我有没资源，说我是经验最多的，我担心之前因为在自家店的资源和这里有冲突，进去又是这么多年的经验，在店也不是自己主导卖货的经验是否能胜任。因为业绩不行会好低的提成，也是给自己很大的压力，患得患失，不够自信。",
    "annotation": [
      {
        "sentence": "我7年的销售，到新的公司，担心不能胜任，有焦虑感觉。",
        "label": ""
      },
      {
        "sentence": "本人32岁了，之前在自家店里卖东西，平时都有我妈和我一起做生意，主要的客户难搞的客户多数是我妈跟的客人，我是在帮忙。",
        "label": ""
      },
      {
        "sentence": "平时需要我的时候，我上，因为平时我妈的脾气不好，我才选择自己出去工作，一开始出去出差跑业务，然后弄电商，最后做展厅销售，一年换了3份工作。",
        "label": ""
      },
      {
        "sentence": "公司问我有没资源，说我是经验最多的，我担心之前因为在自家店的资源和这里有冲突，进去又是这么多年的经验，在店也不是自己主导卖货的经验是否能胜任。",
        "label": ""
      },
      {
        "sentence": "因为业绩不行会好低的提成，也是给自己很大的压力，患得患失，不够自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "离开了妈妈的店，独立面对外面的工作环境，工作能力、业绩、资源等方面的压力会让人感到焦虑，我非常能够理解你现在的心情。你在妈妈的店里已经呆了7年，一直在妈妈的保护下工作，被照顾得很好。现在你要面对一个全新的环境，需要自己独立处理各种问题，这种转变会让你感到不安。妈妈一直像个女强人一样保护着你，这已经成为你的习惯，但现在你需要面对一个现实，那就是你必须自己奋斗了。这个时候会有几个问题：首先，你的能力没有得到锻炼和提升，没有处理复杂的现实问题的能力；其次，你之前不需要自己做决定，现在需要自己负责决策，这是成长的标志；再次，你减少了与外界社会的接触机会，对于心智的成熟发展会有一定的影响。当你离开父母的庇护时，你会感到适应的困难，但独立成长、走入外面的世界是必然的，伴随着这个过程也会有各种烦恼，面对烦恼也是一种成长的能力。你的担心源于自身的不自信，你害怕没有妈妈的保护，担心自己无法胜任新环境、新工作和对你的新领导的期望。在新的工作环境中，存在压力是一件好事，它可以促使你快速适应新工作的节奏。销售工作本身就具有挑战性，提成与业绩挂钩，但所有的收获都源于你一点一滴的业绩积累。我相信你是有工作能力的，只是之前在妈妈的身边，无法发挥得充分。你走出了舒适区，相当于又一次“断乳”，这个过程可能有些痛苦，但是挺过去后你将会迎接一个崭新的自己。每个销售工作都有相通之处，不同的只是产品和销售渠道，但最终都是为了满足客户的需求。你的不自信来自于没有人替你遮风挡雨，但是当你离开母亲的那一刻，你就是为自己遮风挡雨的人，也是你成长的时刻。希望我的回答能对你有所帮助。",
    "annotation": [
      {
        "sentence": "离开了妈妈的店，独立面对外面的工作环境，工作能力、业绩、资源等方面的压力会让人感到焦虑，我非常能够理解你现在的心情。",
        "label": ""
      },
      {
        "sentence": "你在妈妈的店里已经呆了7年，一直在妈妈的保护下工作，被照顾得很好。",
        "label": ""
      },
      {
        "sentence": "现在你要面对一个全新的环境，需要自己独立处理各种问题，这种转变会让你感到不安。",
        "label": ""
      },
      {
        "sentence": "妈妈一直像个女强人一样保护着你，这已经成为你的习惯，但现在你需要面对一个现实，那就是你必须自己奋斗了。",
        "label": ""
      },
      {
        "sentence": "这个时候会有几个问题：首先，你的能力没有得到锻炼和提升，没有处理复杂的现实问题的能力；其次，你之前不需要自己做决定，现在需要自己负责决策，这是成长的标志；再次，你减少了与外界社会的接触机会，对于心智的成熟发展会有一定的影响。",
        "label": ""
      },
      {
        "sentence": "当你离开父母的庇护时，你会感到适应的困难，但独立成长、走入外面的世界是必然的，伴随着这个过程也会有各种烦恼，面对烦恼也是一种成长的能力。",
        "label": ""
      },
      {
        "sentence": "你的担心源于自身的不自信，你害怕没有妈妈的保护，担心自己无法胜任新环境、新工作和对你的新领导的期望。",
        "label": ""
      },
      {
        "sentence": "在新的工作环境中，存在压力是一件好事，它可以促使你快速适应新工作的节奏。",
        "label": ""
      },
      {
        "sentence": "销售工作本身就具有挑战性，提成与业绩挂钩，但所有的收获都源于你一点一滴的业绩积累。",
        "label": ""
      },
      {
        "sentence": "我相信你是有工作能力的，只是之前在妈妈的身边，无法发挥得充分。",
        "label": ""
      },
      {
        "sentence": "你走出了舒适区，相当于又一次“断乳”，这个过程可能有些痛苦，但是挺过去后你将会迎接一个崭新的自己。",
        "label": ""
      },
      {
        "sentence": "每个销售工作都有相通之处，不同的只是产品和销售渠道，但最终都是为了满足客户的需求。",
        "label": ""
      },
      {
        "sentence": "你的不自信来自于没有人替你遮风挡雨，但是当你离开母亲的那一刻，你就是为自己遮风挡雨的人，也是你成长的时刻。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，但我还是感到很不安。我怕在新公司无法胜任新的工作任务，怕自己无法达到他们的期望，我害怕自己会失败。支持者：不要害怕失败，失败是成功的一部分。每个人在进入新环境的时候都会感到不安，你并不是一个人面对这种情况。相信自己的能力，相信你之前积累的经验和技能，在新的公司里会有发挥的机会。不要给自己太大的压力，适应新环境需要时间，慢慢来，相信你会逐渐适应并取得好的成绩的。求助者：我明白你的意思，但是还是觉得自信心不够。我怎么才能提高自己的自信呢？支持者：要提高自信心，可以先从积极肯定自己的优点开始。回顾一下你过去的工作经历，找出一些能让你觉得自豪的成就，这会帮助你增强自信。另外，多关注自己的成长和进步，每当你在工作中做出一次好的表现，就给自己一个肯定和鼓励。此外，你可以寻求一些自信心的锻炼和培养，比如参加一些和工作相关的培训课程，向他人请教和学习新知识等等。求助者：谢谢你的建议，我会试试看。但是我还是很紧张，怕失败的话会导致我的提成很低，我怎么面对这种压力呢？支持者：面对压力，最重要的是要保持冷静和乐观的心态。不要把所有的压力都放在自己身上，学会分解和化解压力。可以找一些放松和舒缓压力的方式，比如运动、听音乐、读书等等。此外，与同事和朋友多交流，分享自己的感受和困惑，他们可能会给你一些建议和帮助。最重要的是，相信自己的能力，在压力面前坚持努力，你一定能够应对好各种挑战的。求助者：我会尽量保持积极的心态，不再那么消极。谢谢你的支持和鼓励，我感觉好多了。支持者：很高兴听到你这样说，积极的心态是克服困难的关键。如果以后还有什么问题或困惑，记得及时向我寻求帮助，我会尽力为你提供支持。希望你能够在新的工作中取得好的成绩，加油！求助者：谢谢你的帮助，我会努力的。再次感谢你的耐心倾听和建议。",
    "annotation": [
      {
        "sentence": "谢谢你的回答，但我还是感到很不安。",
        "label": ""
      },
      {
        "sentence": "我怕在新公司无法胜任新的工作任务，怕自己无法达到他们的期望，我害怕自己会失败。",
        "label": ""
      },
      {
        "sentence": "支持者：不要害怕失败，失败是成功的一部分。",
        "label": ""
      },
      {
        "sentence": "每个人在进入新环境的时候都会感到不安，你并不是一个人面对这种情况。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，相信你之前积累的经验和技能，在新的公司里会有发挥的机会。",
        "label": ""
      },
      {
        "sentence": "不要给自己太大的压力，适应新环境需要时间，慢慢来，相信你会逐渐适应并取得好的成绩的。",
        "label": ""
      },
      {
        "sentence": "求助者：我明白你的意思，但是还是觉得自信心不够。",
        "label": ""
      },
      {
        "sentence": "我怎么才能提高自己的自信呢？",
        "label": ""
      },
      {
        "sentence": "支持者：要提高自信心，可以先从积极肯定自己的优点开始。",
        "label": ""
      },
      {
        "sentence": "回顾一下你过去的工作经历，找出一些能让你觉得自豪的成就，这会帮助你增强自信。",
        "label": ""
      },
      {
        "sentence": "另外，多关注自己的成长和进步，每当你在工作中做出一次好的表现，就给自己一个肯定和鼓励。",
        "label": ""
      },
      {
        "sentence": "此外，你可以寻求一些自信心的锻炼和培养，比如参加一些和工作相关的培训课程，向他人请教和学习新知识等等。",
        "label": ""
      },
      {
        "sentence": "求助者：谢谢你的建议，我会试试看。",
        "label": ""
      },
      {
        "sentence": "但是我还是很紧张，怕失败的话会导致我的提成很低，我怎么面对这种压力呢？",
        "label": ""
      },
      {
        "sentence": "支持者：面对压力，最重要的是要保持冷静和乐观的心态。",
        "label": ""
      },
      {
        "sentence": "不要把所有的压力都放在自己身上，学会分解和化解压力。",
        "label": ""
      },
      {
        "sentence": "可以找一些放松和舒缓压力的方式，比如运动、听音乐、读书等等。",
        "label": ""
      },
      {
        "sentence": "此外，与同事和朋友多交流，分享自己的感受和困惑，他们可能会给你一些建议和帮助。",
        "label": ""
      },
      {
        "sentence": "最重要的是，相信自己的能力，在压力面前坚持努力，你一定能够应对好各种挑战的。",
        "label": ""
      },
      {
        "sentence": "求助者：我会尽量保持积极的心态，不再那么消极。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励，我感觉好多了。",
        "label": ""
      },
      {
        "sentence": "支持者：很高兴听到你这样说，积极的心态是克服困难的关键。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么问题或困惑，记得及时向我寻求帮助，我会尽力为你提供支持。",
        "label": ""
      },
      {
        "sentence": "希望你能够在新的工作中取得好的成绩，加油！",
        "label": ""
      },
      {
        "sentence": "求助者：谢谢你的帮助，我会努力的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的耐心倾听和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我随时都在这里为你提供支持。相信自己，你一定能够克服困难，迎接新的挑战。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我随时都在这里为你提供支持。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够克服困难，迎接新的挑战。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]