[
  {
    "role": "client",
    "content": "我7年的销售，到新的公司，担心不能胜任，有焦虑感觉。本人32岁了，之前在自家店里卖东西，平时都有我妈和我一起做生意，主要的客户难搞的客户多数是我妈跟的客人，我是在帮忙，平时需要我的时候，我上，因为平时我妈的脾气不好，我才选择自己出去工作，一开始出去出差跑业务，然后弄电商，最后做展厅销售，一年换了3份工作，公司问我有没资源，说我是经验最多的，我担心之前因为在自家店的资源和这里有冲突，进去又是这么多年的经验，在店也不是自己主导卖货的经验是否能胜任，因为业绩不行会好低的提成，也是给自己很大的压力，患得患失，不够自信。",
    "annotation": [
      {
        "sentence": "我7年的销售，到新的公司，担心不能胜任，有焦虑感觉。",
        "label": ""
      },
      {
        "sentence": "本人32岁了，之前在自家店里卖东西，平时都有我妈和我一起做生意，主要的客户难搞的客户多数是我妈跟的客人，我是在帮忙，平时需要我的时候，我上，因为平时我妈的脾气不好，我才选择自己出去工作，一开始出去出差跑业务，然后弄电商，最后做展厅销售，一年换了3份工作，公司问我有没资源，说我是经验最多的，我担心之前因为在自家店的资源和这里有冲突，进去又是这么多年的经验，在店也不是自己主导卖货的经验是否能胜任，因为业绩不行会好低的提成，也是给自己很大的压力，患得患失，不够自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对这份工作的担心我能理解，毕竟是个新环境。但你要知道，你有7年的销售经验，在能力上已经比许多人强了很多。害怕不能担任，主要还是因为你没有在一家店里独当一面的经历，所以面对未知的东西会比较担心。当公司问是否有资源的时候，你担心会不会和家里的资源相冲突。你陷入了一个纠结的状态，两边都很在乎，以至于到最后不知道该如何抉择。在没有进行工作的时候，你就已经想到自己可能会失败的后果。一方面来说，这样有忧患意识可以促进你上进，但是从另外一个方面来分析，这样会让你做事玩得太保守，不敢大胆尝试。根本的原因还是你没有自信，并且对于自己的能力处于一个不认可的状态。",
    "annotation": [
      {
        "sentence": "你对这份工作的担心我能理解，毕竟是个新环境。",
        "label": ""
      },
      {
        "sentence": "但你要知道，你有7年的销售经验，在能力上已经比许多人强了很多。",
        "label": ""
      },
      {
        "sentence": "害怕不能担任，主要还是因为你没有在一家店里独当一面的经历，所以面对未知的东西会比较担心。",
        "label": ""
      },
      {
        "sentence": "当公司问是否有资源的时候，你担心会不会和家里的资源相冲突。",
        "label": ""
      },
      {
        "sentence": "你陷入了一个纠结的状态，两边都很在乎，以至于到最后不知道该如何抉择。",
        "label": ""
      },
      {
        "sentence": "在没有进行工作的时候，你就已经想到自己可能会失败的后果。",
        "label": ""
      },
      {
        "sentence": "一方面来说，这样有忧患意识可以促进你上进，但是从另外一个方面来分析，这样会让你做事玩得太保守，不敢大胆尝试。",
        "label": ""
      },
      {
        "sentence": "根本的原因还是你没有自信，并且对于自己的能力处于一个不认可的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实是这样，我一直担心自己不能胜任这份工作，也不知道该如何解决这个问题。",
    "annotation": [
      {
        "sentence": "确实是这样，我一直担心自己不能胜任这份工作，也不知道该如何解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我有几个方法可以帮助你。首先，你可以利用已有的销售经验评估一下公司和你家里生意是否涉及到相同的领域。如果交叉不大的话，你可以引入一部分资源，这样在初期的时候可以让你更好地站稳脚跟，保证最基础的业绩。其次，你可以尝试对之前的销售经验进行总结，看看哪些经验可以在这份工作中应用。还有一点，你既然已经意识到自己不够自信，那么更应该去刻意地锻炼自己。先从自己比较熟悉的领域做起，一点一点地去开拓其他领域。可以给自己定一个小的目标，一步一步地去完成。不要因为还没有开始就开始纠结可能会失败，这会对你的信心造成很大的打击。现在不要去想那么多，只管去做。因为你已经有经验傍身，所以在做的时候一定要认真和仔细。有这样的态度去做，结合着已经有的经验，基本的工作是没有问题的。等到你的状态完全适应之后，再开始朝更高的目标冲击。你认为这些方法适合你吗？",
    "annotation": [
      {
        "sentence": "我有几个方法可以帮助你。",
        "label": ""
      },
      {
        "sentence": "首先，你可以利用已有的销售经验评估一下公司和你家里生意是否涉及到相同的领域。",
        "label": ""
      },
      {
        "sentence": "如果交叉不大的话，你可以引入一部分资源，这样在初期的时候可以让你更好地站稳脚跟，保证最基础的业绩。",
        "label": ""
      },
      {
        "sentence": "其次，你可以尝试对之前的销售经验进行总结，看看哪些经验可以在这份工作中应用。",
        "label": ""
      },
      {
        "sentence": "还有一点，你既然已经意识到自己不够自信，那么更应该去刻意地锻炼自己。",
        "label": ""
      },
      {
        "sentence": "先从自己比较熟悉的领域做起，一点一点地去开拓其他领域。",
        "label": ""
      },
      {
        "sentence": "可以给自己定一个小的目标，一步一步地去完成。",
        "label": ""
      },
      {
        "sentence": "不要因为还没有开始就开始纠结可能会失败，这会对你的信心造成很大的打击。",
        "label": ""
      },
      {
        "sentence": "现在不要去想那么多，只管去做。",
        "label": ""
      },
      {
        "sentence": "因为你已经有经验傍身，所以在做的时候一定要认真和仔细。",
        "label": ""
      },
      {
        "sentence": "有这样的态度去做，结合着已经有的经验，基本的工作是没有问题的。",
        "label": ""
      },
      {
        "sentence": "等到你的状态完全适应之后，再开始朝更高的目标冲击。",
        "label": ""
      },
      {
        "sentence": "你认为这些方法适合你吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的这些方法我觉得都很实用，尤其是利用已有的销售经验评估公司和家里生意的交叉程度，这样我就可以更好地规划自己在新工作中的发展。同时，刻意地锻炼自己也是一个很好的方法，我会尝试从我熟悉的领域开始，逐渐扩展自己的能力。谢谢你的建议，我现在对新工作的前景更有信心了。",
    "annotation": [
      {
        "sentence": "你说的这些方法我觉得都很实用，尤其是利用已有的销售经验评估公司和家里生意的交叉程度，这样我就可以更好地规划自己在新工作中的发展。",
        "label": ""
      },
      {
        "sentence": "同时，刻意地锻炼自己也是一个很好的方法，我会尝试从我熟悉的领域开始，逐渐扩展自己的能力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我现在对新工作的前景更有信心了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的建议能帮到你，相信你会逐渐适应新环境并取得好的业绩的。以后如果还有困惑或者需要帮助的话，记得随时找我聊。祝你工作顺利！",
    "annotation": [
      {
        "sentence": "很高兴我的建议能帮到你，相信你会逐渐适应新环境并取得好的业绩的。",
        "label": ""
      },
      {
        "sentence": "以后如果还有困惑或者需要帮助的话，记得随时找我聊。",
        "label": ""
      },
      {
        "sentence": "祝你工作顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会努力的！如果有什么问题我会再来找你的。祝你也一切顺利！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会努力的！",
        "label": ""
      },
      {
        "sentence": "如果有什么问题我会再来找你的。",
        "label": ""
      },
      {
        "sentence": "祝你也一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，我随时待命。祝你一切顺利，加油！",
    "annotation": [
      {
        "sentence": "没问题，我随时待命。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢！再见！",
    "annotation": [
      {
        "sentence": "谢谢！",
        "label": ""
      },
      {
        "sentence": "再见！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "再见！祝你好运！",
    "annotation": [
      {
        "sentence": "再见！",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]