[
  {
    "role": "client",
    "content": "为什么有的人可以不用在意别人的眼光，活得很潇洒？特别羡慕这种不在意他人眼光，表现自己，活着很潇洒活出自我的人，感觉她们那样才是在做自己，而我感觉我是死的，感觉自己被无形的禁锢着天性，虽然逃离了父母，仍然逃不出她们无形的五指山巴掌，仍然怕自己这个做错了会遭世人的唾骂，做任何事情谨小慎微，活得不开心，怎么才能活成我所羡慕的所谓的真正自我，不在意他人眼光的人？",
    "annotation": [
      {
        "sentence": "为什么有的人可以不用在意别人的眼光，活得很潇洒？",
        "label": ""
      },
      {
        "sentence": "特别羡慕这种不在意他人眼光，表现自己，活着很潇洒活出自我的人，感觉她们那样才是在做自己，而我感觉我是死的，感觉自己被无形的禁锢着天性，虽然逃离了父母，仍然逃不出她们无形的五指山巴掌，仍然怕自己这个做错了会遭世人的唾骂，做任何事情谨小慎微，活得不开心，怎么才能活成我所羡慕的所谓的真正自我，不在意他人眼光的人？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个话题确实很值得探讨，很棒！【特别羡慕这种不在意他人眼光，表现自己，活着很潇洒活出自我的人】说实话，我也很羡慕那种活得肆意潇洒的人，他们给人的感觉往往都是自信大方，让人感到舒服和莫名信任。这样的人确实活出了自我。",
    "annotation": [
      {
        "sentence": "这个话题确实很值得探讨，很棒！",
        "label": ""
      },
      {
        "sentence": "【特别羡慕这种不在意他人眼光，表现自己，活着很潇洒活出自我的人】说实话，我也很羡慕那种活得肆意潇洒的人，他们给人的感觉往往都是自信大方，让人感到舒服和莫名信任。",
        "label": ""
      },
      {
        "sentence": "这样的人确实活出了自我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我一直都很想成为那样的人，但就是做不到。我总是害怕别人的评价和指指点点，所以一直都很小心翼翼。我真的很渴望能够自信地表达自己。",
    "annotation": [
      {
        "sentence": "是啊，我一直都很想成为那样的人，但就是做不到。",
        "label": ""
      },
      {
        "sentence": "我总是害怕别人的评价和指指点点，所以一直都很小心翼翼。",
        "label": ""
      },
      {
        "sentence": "我真的很渴望能够自信地表达自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你描述，可以看出你真的很羡慕，渴望成为那样的人，那么如何才能活出自我呢？增强自我自信心是很重要的。一个自信的人，往往会选择做自己，及时表达自我。你需要做的就是肯定自我，不要害怕别人会对你的行为给予怎样的评价，不必过分的谨小慎微，你要相信自己可以做好，勇敢些去做自己想做的，才能不负本心。",
    "annotation": [
      {
        "sentence": "通过你描述，可以看出你真的很羡慕，渴望成为那样的人，那么如何才能活出自我呢？",
        "label": ""
      },
      {
        "sentence": "增强自我自信心是很重要的。",
        "label": ""
      },
      {
        "sentence": "一个自信的人，往往会选择做自己，及时表达自我。",
        "label": ""
      },
      {
        "sentence": "你需要做的就是肯定自我，不要害怕别人会对你的行为给予怎样的评价，不必过分的谨小慎微，你要相信自己可以做好，勇敢些去做自己想做的，才能不负本心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但我总觉得自己会被别人嘲笑或批评。可能是因为我受家庭影响吧，我父母特别在意别人的评价，而且他们也总是喜欢评论身边看不惯的人。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但我总觉得自己会被别人嘲笑或批评。",
        "label": ""
      },
      {
        "sentence": "可能是因为我受家庭影响吧，我父母特别在意别人的评价，而且他们也总是喜欢评论身边看不惯的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "家庭对于个人成长的影响确实很大，特别是家长的为人处世之道会间接影响到子女。可以看出，你很清楚父母的性格和为人处世，但自己并不想成为那样的人。所以呀，知道自己不想，就去改变自我，才能有所突破。从自己做起，或许你也会间接影响你的父母，是一件很棒的事噢！",
    "annotation": [
      {
        "sentence": "家庭对于个人成长的影响确实很大，特别是家长的为人处世之道会间接影响到子女。",
        "label": ""
      },
      {
        "sentence": "可以看出，你很清楚父母的性格和为人处世，但自己并不想成为那样的人。",
        "label": ""
      },
      {
        "sentence": "所以呀，知道自己不想，就去改变自我，才能有所突破。",
        "label": ""
      },
      {
        "sentence": "从自己做起，或许你也会间接影响你的父母，是一件很棒的事噢！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从来没有考虑过这种可能性，也许我真的可以通过自己的改变来影响我的家人。谢谢你的建议，我会试着勇敢一些，做自己想做的事情。",
    "annotation": [
      {
        "sentence": "我从来没有考虑过这种可能性，也许我真的可以通过自己的改变来影响我的家人。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会试着勇敢一些，做自己想做的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心之所向，素履以往。与其羡慕别人，不如自己就成为那样的人，哪怕前路崎岖，只要是自己想要的，就有坚持的意义。相信自己，加油！有什么需要我的帮助或者互相交流的地方都可以告诉我。我们一起努力吧！",
    "annotation": [
      {
        "sentence": "心之所向，素履以往。",
        "label": ""
      },
      {
        "sentence": "与其羡慕别人，不如自己就成为那样的人，哪怕前路崎岖，只要是自己想要的，就有坚持的意义。",
        "label": ""
      },
      {
        "sentence": "相信自己，加油！",
        "label": ""
      },
      {
        "sentence": "有什么需要我的帮助或者互相交流的地方都可以告诉我。",
        "label": ""
      },
      {
        "sentence": "我们一起努力吧！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我真的感觉有希望了。如果我有任何问题，我会再来找你聊聊的。谢谢你的时间和支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我真的感觉有希望了。",
        "label": ""
      },
      {
        "sentence": "如果我有任何问题，我会再来找你聊聊的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的时间和支持！",
        "label": ""
      }
    ]
  }
]