[
  {
    "role": "client",
    "content": "为什么有的人可以不用在意别人的眼光，活得很潇洒？特别羡慕这种不在意他人眼光，表现自己，活着很潇洒活出自我的人，感觉她们那样才是在做自己，而我感觉我是死的，感觉自己被无形的禁锢着天性，虽然逃离了父母，仍然逃不出她们无形的五指山巴掌，仍然怕自己这个做错了会遭世人的唾骂，做任何事情谨小慎微，活得不开心，怎么才能活成我所羡慕的所谓的真正自我，不在意他人眼光的人？",
    "annotation": [
      {
        "sentence": "为什么有的人可以不用在意别人的眼光，活得很潇洒？",
        "label": ""
      },
      {
        "sentence": "特别羡慕这种不在意他人眼光，表现自己，活着很潇洒活出自我的人，感觉她们那样才是在做自己，而我感觉我是死的，感觉自己被无形的禁锢着天性，虽然逃离了父母，仍然逃不出她们无形的五指山巴掌，仍然怕自己这个做错了会遭世人的唾骂，做任何事情谨小慎微，活得不开心，怎么才能活成我所羡慕的所谓的真正自我，不在意他人眼光的人？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在意别人的眼光是因为你想获得别人的认可，而不是批评，这可能和你父母从小没有满足归属感和确认自己的重要性需求有关。如果你在童年时没有得到来自父母关于归属感的感受以及确定自己对家庭很重要时，你就会在一生当中不断地去寻找谁能够给自己带来这样的感觉。所以你在寻找认可，而不是批评，而这样的内在需求使你特别在意别人的看法。",
    "annotation": [
      {
        "sentence": "在意别人的眼光是因为你想获得别人的认可，而不是批评，这可能和你父母从小没有满足归属感和确认自己的重要性需求有关。",
        "label": ""
      },
      {
        "sentence": "如果你在童年时没有得到来自父母关于归属感的感受以及确定自己对家庭很重要时，你就会在一生当中不断地去寻找谁能够给自己带来这样的感觉。",
        "label": ""
      },
      {
        "sentence": "所以你在寻找认可，而不是批评，而这样的内在需求使你特别在意别人的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直感觉自己需要别人的认可才能觉得自己的存在有价值，不然就会感觉自己如同无物。",
    "annotation": [
      {
        "sentence": "是的，我一直感觉自己需要别人的认可才能觉得自己的存在有价值，不然就会感觉自己如同无物。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心理学家阿德勒说，过去的经历不会决定我们现在的人生，真正能决定我们人生的，是我们看待过去的方式。我们需要明白，我们是自己命运的创造者。为什么这么说呢？因为我们的外在命运其实是由自己内在意识推动的。你这一生过得成功、幸福、充实，还是失败、痛苦、抑郁，完全可以由自己的内在意识去创造。",
    "annotation": [
      {
        "sentence": "心理学家阿德勒说，过去的经历不会决定我们现在的人生，真正能决定我们人生的，是我们看待过去的方式。",
        "label": ""
      },
      {
        "sentence": "我们需要明白，我们是自己命运的创造者。",
        "label": ""
      },
      {
        "sentence": "为什么这么说呢？",
        "label": ""
      },
      {
        "sentence": "因为我们的外在命运其实是由自己内在意识推动的。",
        "label": ""
      },
      {
        "sentence": "你这一生过得成功、幸福、充实，还是失败、痛苦、抑郁，完全可以由自己的内在意识去创造。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "所以要改变自己的看法，对待过去的经历要有新的角度和态度对吗？",
    "annotation": [
      {
        "sentence": "所以要改变自己的看法，对待过去的经历要有新的角度和态度对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，了解自己的过去经历，并以全新的方式来看待它们，它们只是过程中的一部分，而不应成为你限制行动的桎梏。你可以从中获得力量，因为你是一位命运的创造者。",
    "annotation": [
      {
        "sentence": "是的，了解自己的过去经历，并以全新的方式来看待它们，它们只是过程中的一部分，而不应成为你限制行动的桎梏。",
        "label": ""
      },
      {
        "sentence": "你可以从中获得力量，因为你是一位命运的创造者。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我应该怎样才能更好地了解自己？",
    "annotation": [
      {
        "sentence": "那我应该怎样才能更好地了解自己？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "要活出真正的自我，首先要认识自己。一般来说，我们有“外部评价体系”和“内部评价体系”这两种途径认识自己。习惯使用外部评价体系的人，他们不但会忽略自己的感觉，甚至会把外部的评价理所当然地认为就是自己的评价。他们做事前，会先考虑别人会怎么看待自己，能不能获得别人的认可、赞赏，他们做事的动力来自于外界。",
    "annotation": [
      {
        "sentence": "要活出真正的自我，首先要认识自己。",
        "label": ""
      },
      {
        "sentence": "一般来说，我们有“外部评价体系”和“内部评价体系”这两种途径认识自己。",
        "label": ""
      },
      {
        "sentence": "习惯使用外部评价体系的人，他们不但会忽略自己的感觉，甚至会把外部的评价理所当然地认为就是自己的评价。",
        "label": ""
      },
      {
        "sentence": "他们做事前，会先考虑别人会怎么看待自己，能不能获得别人的认可、赞赏，他们做事的动力来自于外界。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我似乎就是习惯使用外部评价体系的人，总是为了别人的目光而活着。",
    "annotation": [
      {
        "sentence": "我似乎就是习惯使用外部评价体系的人，总是为了别人的目光而活着。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "而习惯使用内部评价体系的人，则尊重自己的感觉，对别人的评价并不放在心上。他们听从内心的声音，享受着做事时的快乐，这种快乐会带来巨大的动力。而那些人不在意别人的眼光活得很潇洒的人，就是习惯使用内部评价体系的人，尊重自己的感觉。你羡慕他们，你也可以尊重自己内心的感觉，做自己。",
    "annotation": [
      {
        "sentence": "而习惯使用内部评价体系的人，则尊重自己的感觉，对别人的评价并不放在心上。",
        "label": ""
      },
      {
        "sentence": "他们听从内心的声音，享受着做事时的快乐，这种快乐会带来巨大的动力。",
        "label": ""
      },
      {
        "sentence": "而那些人不在意别人的眼光活得很潇洒的人，就是习惯使用内部评价体系的人，尊重自己的感觉。",
        "label": ""
      },
      {
        "sentence": "你羡慕他们，你也可以尊重自己内心的感觉，做自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我应该更加关注内心的声音，尊重自己的感受，不再过分在意别人的眼光。谢谢你的帮助，我感觉自己受到了解脱。",
    "annotation": [
      {
        "sentence": "是的，我应该更加关注内心的声音，尊重自己的感受，不再过分在意别人的眼光。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助，我感觉自己受到了解脱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你已经迈出了正确的步伐。记住，你是可以活出真正的自我，不在意他人眼光的人。相信自己，你会过上更加潇洒的生活。",
    "annotation": [
      {
        "sentence": "不客气，你已经迈出了正确的步伐。",
        "label": ""
      },
      {
        "sentence": "记住，你是可以活出真正的自我，不在意他人眼光的人。",
        "label": ""
      },
      {
        "sentence": "相信自己，你会过上更加潇洒的生活。",
        "label": ""
      }
    ]
  }
]