[
  {
    "role": "client",
    "content": "为什么有的人可以不用在意别人的眼光，活得很潇洒？特别羡慕这种不在意他人眼光，表现自己，活着很潇洒活出自我的人，感觉她们那样才是在做自己，而我感觉我是死的，感觉自己被无形的禁锢着天性，虽然逃离了父母，仍然逃不出她们无形的五指山巴掌，仍然怕自己这个做错了会遭世人的唾骂，做任何事情谨小慎微，活得不开心，怎么才能活成我所羡慕的所谓的真正自我，不在意他人眼光的人？可能我会受家庭影响，家里爸妈在本地都稍微有点脸面，因为特别在意来自别人的嘴舌，而我的父母也同样特别喜欢点评批判身边他们所有看不惯的人。",
    "annotation": [
      {
        "sentence": "为什么有的人可以不用在意别人的眼光，活得很潇洒？",
        "label": ""
      },
      {
        "sentence": "特别羡慕这种不在意他人眼光，表现自己，活着很潇洒活出自我的人，感觉她们那样才是在做自己，而我感觉我是死的，感觉自己被无形的禁锢着天性，虽然逃离了父母，仍然逃不出她们无形的五指山巴掌，仍然怕自己这个做错了会遭世人的唾骂，做任何事情谨小慎微，活得不开心，怎么才能活成我所羡慕的所谓的真正自我，不在意他人眼光的人？",
        "label": ""
      },
      {
        "sentence": "可能我会受家庭影响，家里爸妈在本地都稍微有点脸面，因为特别在意来自别人的嘴舌，而我的父母也同样特别喜欢点评批判身边他们所有看不惯的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "特别想回答你的问题，因为这也是我一直在思考的。我也一直很羡慕那些活得潇洒，不在意别人眼光的人，我想把我的思考分享给你。",
    "annotation": [
      {
        "sentence": "特别想回答你的问题，因为这也是我一直在思考的。",
        "label": ""
      },
      {
        "sentence": "我也一直很羡慕那些活得潇洒，不在意别人眼光的人，我想把我的思考分享给你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很希望能够像他们一样自由自在地生活。",
    "annotation": [
      {
        "sentence": "是的，我真的很希望能够像他们一样自由自在地生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我们可以看一下你父母的影响，因为他们在意别人的目光同时经常进行批判。我们从小在父母批判的目光中长大，所以我们习得了用批判的目光看自己。我们从小没有得到足够的表扬和肯定，我们内心觉得自己这也不好，那也有问题，而别人的眼光只不过是跟我们内心对自己的评判相呼应，才唤起了我们的认同和共振。",
    "annotation": [
      {
        "sentence": "首先，我们可以看一下你父母的影响，因为他们在意别人的目光同时经常进行批判。",
        "label": ""
      },
      {
        "sentence": "我们从小在父母批判的目光中长大，所以我们习得了用批判的目光看自己。",
        "label": ""
      },
      {
        "sentence": "我们从小没有得到足够的表扬和肯定，我们内心觉得自己这也不好，那也有问题，而别人的眼光只不过是跟我们内心对自己的评判相呼应，才唤起了我们的认同和共振。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从小确实受到了很多批评和责备，这可能是我不敢做自己的原因之一。",
    "annotation": [
      {
        "sentence": "我从小确实受到了很多批评和责备，这可能是我不敢做自己的原因之一。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这种情况下我们会觉得自己不够好，想要装出一个完美的形象，害怕被别人看穿。我们小心翼翼地隐藏自己，小心翼翼地避免犯错，其实是为了维护我们虚假的形象。我们不潇洒，因为我们活在虚假和恐惧中。",
    "annotation": [
      {
        "sentence": "是的，这种情况下我们会觉得自己不够好，想要装出一个完美的形象，害怕被别人看穿。",
        "label": ""
      },
      {
        "sentence": "我们小心翼翼地隐藏自己，小心翼翼地避免犯错，其实是为了维护我们虚假的形象。",
        "label": ""
      },
      {
        "sentence": "我们不潇洒，因为我们活在虚假和恐惧中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我一直在维护自己的虚假形象，害怕别人看到真正的我。",
    "annotation": [
      {
        "sentence": "我明白了，我一直在维护自己的虚假形象，害怕别人看到真正的我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那些活得潇洒、不在意别人眼光的人，他们是真实的。他们内心有足够的安全感，知道自己大体是好的，是安全的。就算自己有不好的地方，也不会有危险。也许小时候他们获得了足够的肯定和支持，就算没做好，也不会面临严厉的批评指责或惩罚。所以，他们敢于用真实的面貌去和世界连接，他们真实、直接、坚定地相信自己。",
    "annotation": [
      {
        "sentence": "那些活得潇洒、不在意别人眼光的人，他们是真实的。",
        "label": ""
      },
      {
        "sentence": "他们内心有足够的安全感，知道自己大体是好的，是安全的。",
        "label": ""
      },
      {
        "sentence": "就算自己有不好的地方，也不会有危险。",
        "label": ""
      },
      {
        "sentence": "也许小时候他们获得了足够的肯定和支持，就算没做好，也不会面临严厉的批评指责或惩罚。",
        "label": ""
      },
      {
        "sentence": "所以，他们敢于用真实的面貌去和世界连接，他们真实、直接、坚定地相信自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，小时候受到的批评和惩罚对我产生了很大的影响，导致我不敢真实地表达自己。",
    "annotation": [
      {
        "sentence": "我明白了，小时候受到的批评和惩罚对我产生了很大的影响，导致我不敢真实地表达自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我们不要苛责小时候的自己不够勇敢，那时我们还没有足够的力量。但现在我们已经长大了，我们有了力量，有了应对各种境况的能力。所以，要想活成真正的自己，就要勇敢地表达自己，接纳自己。",
    "annotation": [
      {
        "sentence": "是的，我们不要苛责小时候的自己不够勇敢，那时我们还没有足够的力量。",
        "label": ""
      },
      {
        "sentence": "但现在我们已经长大了，我们有了力量，有了应对各种境况的能力。",
        "label": ""
      },
      {
        "sentence": "所以，要想活成真正的自己，就要勇敢地表达自己，接纳自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要接纳自己的现状，不去矫饰自己，活得真实。",
    "annotation": [
      {
        "sentence": "我明白了，我要接纳自己的现状，不去矫饰自己，活得真实。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，接纳自己是活出真实的基础。我们要接受自己的优点和缺点，明白有人喜欢我们，也有人讨厌我们，这都是我们的一部分。比如现在即使我不能活得潇洒，我也要接受自己，并不焦急地去改变，因为这样的自己也不是没有价值的（其实已经很好了，你突破了父母的传承，看到了自己想要活出的样子）。",
    "annotation": [
      {
        "sentence": "对的，接纳自己是活出真实的基础。",
        "label": ""
      },
      {
        "sentence": "我们要接受自己的优点和缺点，明白有人喜欢我们，也有人讨厌我们，这都是我们的一部分。",
        "label": ""
      },
      {
        "sentence": "比如现在即使我不能活得潇洒，我也要接受自己，并不焦急地去改变，因为这样的自己也不是没有价值的（其实已经很好了，你突破了父母的传承，看到了自己想要活出的样子）。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也发现了自己已经有了一些进步，我会更加接纳自己。",
    "annotation": [
      {
        "sentence": "是的，我也发现了自己已经有了一些进步，我会更加接纳自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，提升自己的安全感也是很重要的。给自己足够多的肯定，我们要知道一个人一生要得到3000次的表扬，才能建立足够的安全感和自信心。所以，我们要多肯定自己，积累自己的安全感。同时，可以有意地放开自己，逐步扩大自己的安全区。看看哪些我们曾经不敢做的事情，现在可以尝试一下。逐渐扩大自己的安全范围，我们就能够逐渐展现自己，逐渐活出真实的自我。",
    "annotation": [
      {
        "sentence": "另外，提升自己的安全感也是很重要的。",
        "label": ""
      },
      {
        "sentence": "给自己足够多的肯定，我们要知道一个人一生要得到3000次的表扬，才能建立足够的安全感和自信心。",
        "label": ""
      },
      {
        "sentence": "所以，我们要多肯定自己，积累自己的安全感。",
        "label": ""
      },
      {
        "sentence": "同时，可以有意地放开自己，逐步扩大自己的安全区。",
        "label": ""
      },
      {
        "sentence": "看看哪些我们曾经不敢做的事情，现在可以尝试一下。",
        "label": ""
      },
      {
        "sentence": "逐渐扩大自己的安全范围，我们就能够逐渐展现自己，逐渐活出真实的自我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试接纳自己，提升自己的安全感，活出真实的自己。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试接纳自己，提升自己的安全感，活出真实的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够做到。记住，真实而勇敢地活出自己，不需要在意他人的眼光，你值得拥有快乐和自由。如果你还有其他问题或需要进一步的帮助，随时告诉我哦。",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够做到。",
        "label": ""
      },
      {
        "sentence": "记住，真实而勇敢地活出自己，不需要在意他人的眼光，你值得拥有快乐和自由。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或需要进一步的帮助，随时告诉我哦。",
        "label": ""
      }
    ]
  }
]