[
  {
    "role": "client",
    "content": "特别渴求妈妈的怀抱，渴望同性肢体接触，是同性恋吗？25岁女，没跟异性谈过恋爱，较早初中跟异性同桌接触就被妈妈看到就打压，后一直没谈过恋爱，大学毕业后，遇到一些猥琐男也对男性有一定阴影，老爸在家比较懦弱，母亲强势，受家庭影响，异性在我心里地位并不高，反而经常会被能量比我高的同性吸引，本人性格也比较软弱，喜欢依赖能量强的，遇见的异性也很少，但似乎同性的肢体接触可能会更吸引我，从小在家是属于被忽视，缺乏关注不被爱的，发现自己在亲密关系感情这块有障碍，特别渴求那种妈妈的怀抱，也喜欢女性的乳房，对自己性倾向定位不明，感觉自己就是同性恋，但又极其排斥男孩子短头发打扮的女生，感觉她们是不能接受自己的性别。现在对自己性倾向特别疑惑，可否有老师帮我鉴定一下？",
    "annotation": [
      {
        "sentence": "特别渴求妈妈的怀抱，渴望同性肢体接触，是同性恋吗？",
        "label": ""
      },
      {
        "sentence": "25岁女，没跟异性谈过恋爱，较早初中跟异性同桌接触就被妈妈看到就打压，后一直没谈过恋爱，大学毕业后，遇到一些猥琐男也对男性有一定阴影，老爸在家比较懦弱，母亲强势，受家庭影响，异性在我心里地位并不高，反而经常会被能量比我高的同性吸引，本人性格也比较软弱，喜欢依赖能量强的，遇见的异性也很少，但似乎同性的肢体接触可能会更吸引我，从小在家是属于被忽视，缺乏关注不被爱的，发现自己在亲密关系感情这块有障碍，特别渴求那种妈妈的怀抱，也喜欢女性的乳房，对自己性倾向定位不明，感觉自己就是同性恋，但又极其排斥男孩子短头发打扮的女生，感觉她们是不能接受自己的性别。",
        "label": ""
      },
      {
        "sentence": "现在对自己性倾向特别疑惑，可否有老师帮我鉴定一下？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，先吧。在文字里面，首先感受到的，就是你的孤独。",
    "annotation": [
      {
        "sentence": "亲爱的，先吧。",
        "label": ""
      },
      {
        "sentence": "在文字里面，首先感受到的，就是你的孤独。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直感到很孤独，特别渴望亲密关系。",
    "annotation": [
      {
        "sentence": "是的，我一直感到很孤独，特别渴望亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你说“较早初中跟异性同桌接触就被妈妈看到就打压”，也就是说，你在初中的时候，是可以与异性做接触的，也就是，从这个角度来说，你可能并非只喜欢同性的类型。",
    "annotation": [
      {
        "sentence": "看到你说“较早初中跟异性同桌接触就被妈妈看到就打压”，也就是说，你在初中的时候，是可以与异性做接触的，也就是，从这个角度来说，你可能并非只喜欢同性的类型。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我跟异性同桌确实有过接触，但是家庭环境和我父母的态度让我一直觉得和异性关系很复杂。",
    "annotation": [
      {
        "sentence": "你说得对，我跟异性同桌确实有过接触，但是家庭环境和我父母的态度让我一直觉得和异性关系很复杂。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在青春期的时候和同性有更多接触，这是很正常的。这个时期也可以适当延缓。此外，有许多文学作品，例如《追忆似水年华》当中的主人公，在青年时代，也有与同性之间的好感与倾慕，而在成年后，依然可以与异性发展亲密关系。这并非是说你是同性恋，或者不是同性恋，而是说，每一个恋爱的形式，其存在即合理，我们可能需要先去感受，而不必急于定义自己。",
    "annotation": [
      {
        "sentence": "在青春期的时候和同性有更多接触，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "这个时期也可以适当延缓。",
        "label": ""
      },
      {
        "sentence": "此外，有许多文学作品，例如《追忆似水年华》当中的主人公，在青年时代，也有与同性之间的好感与倾慕，而在成年后，依然可以与异性发展亲密关系。",
        "label": ""
      },
      {
        "sentence": "这并非是说你是同性恋，或者不是同性恋，而是说，每一个恋爱的形式，其存在即合理，我们可能需要先去感受，而不必急于定义自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可能我一直都太着急去定义自己的性取向，而忽略了感受爱情的本质。",
    "annotation": [
      {
        "sentence": "我明白了，可能我一直都太着急去定义自己的性取向，而忽略了感受爱情的本质。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你提到“老爸在家比较懦弱，母亲强势，受家庭影响，异性在我心里地位并不高，反而经常会被能量比我高的同性吸引”时，我所体会到的，是这会让你去认同异性，并和他们建立亲密关系更难一些，但这不意味着是生理上的同性恋。这是两个不同的命题。我们喜欢高能量的人，愿意和优秀的女孩子待在一起，乃至认为和同性相处比和异性相处更容易——我们更了解彼此的痛苦与快乐，也更容易有共鸣——这都是很正常的。",
    "annotation": [
      {
        "sentence": "当你提到“老爸在家比较懦弱，母亲强势，受家庭影响，异性在我心里地位并不高，反而经常会被能量比我高的同性吸引”时，我所体会到的，是这会让你去认同异性，并和他们建立亲密关系更难一些，但这不意味着是生理上的同性恋。",
        "label": ""
      },
      {
        "sentence": "这是两个不同的命题。",
        "label": ""
      },
      {
        "sentence": "我们喜欢高能量的人，愿意和优秀的女孩子待在一起，乃至认为和同性相处比和异性相处更容易——我们更了解彼此的痛苦与快乐，也更容易有共鸣——这都是很正常的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我开始明白了，对于喜欢和同性在一起的感受，也可以视为一种正常的情感需求。",
    "annotation": [
      {
        "sentence": "我开始明白了，对于喜欢和同性在一起的感受，也可以视为一种正常的情感需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "但是，要学会区分友情和爱情——虽然它们都很温暖，但是爱情是带有欲望与激情的，是导向愿意与这个人长久地在一起的。而友情更加平和，更少嫉妒，也不必长久相伴。亲爱的，在人生的孤独里面，可能我们都会急于定义自己，也都有希望找个人陪伴，无论是否真正相爱的时候——但无论如何，爱情的感受是美好的。比起定义自己的性取向，不如等待真的爱上一个人的感觉，然后自然可以拥有问题的答案，你说呢？",
    "annotation": [
      {
        "sentence": "但是，要学会区分友情和爱情——虽然它们都很温暖，但是爱情是带有欲望与激情的，是导向愿意与这个人长久地在一起的。",
        "label": ""
      },
      {
        "sentence": "而友情更加平和，更少嫉妒，也不必长久相伴。",
        "label": ""
      },
      {
        "sentence": "亲爱的，在人生的孤独里面，可能我们都会急于定义自己，也都有希望找个人陪伴，无论是否真正相爱的时候——但无论如何，爱情的感受是美好的。",
        "label": ""
      },
      {
        "sentence": "比起定义自己的性取向，不如等待真的爱上一个人的感觉，然后自然可以拥有问题的答案，你说呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。或许我应该先把注意力放在真正爱上一个人的感受上，而不是过分担心自己的性取向。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "或许我应该先把注意力放在真正爱上一个人的感受上，而不是过分担心自己的性取向。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  }
]