[
  {
    "role": "client",
    "content": "为什么自己很自卑，觉得自己没用，且不知道如何努力？之前就患有抑郁症，在医生的治疗下好转了，已经停药了，但近一个月每天晚上睡不着，白天起不来，觉得自己是个废物，干啥啥不行，很自卑，就算开始了做一些复习，仍然觉得自己很废物。",
    "annotation": [
      {
        "sentence": "为什么自己很自卑，觉得自己没用，且不知道如何努力？",
        "label": ""
      },
      {
        "sentence": "之前就患有抑郁症，在医生的治疗下好转了，已经停药了，但近一个月每天晚上睡不着，白天起不来，觉得自己是个废物，干啥啥不行，很自卑，就算开始了做一些复习，仍然觉得自己很废物。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那你感觉自卑情绪和抑郁症有没有关系呢？会不会有抑郁症的时候有自卑情绪，之前抑郁症好转之后好了很多呢？你说之前抑郁症好转之后停药了，你还说你最近一个月有睡眠不好、情绪低落等情况，那是不是抑郁症最近有些反复的情况呢？在治疗抑郁症的同时，按时复查也是必须的哦～建议你及时去医院复查～",
    "annotation": [
      {
        "sentence": "那你感觉自卑情绪和抑郁症有没有关系呢？",
        "label": ""
      },
      {
        "sentence": "会不会有抑郁症的时候有自卑情绪，之前抑郁症好转之后好了很多呢？",
        "label": ""
      },
      {
        "sentence": "你说之前抑郁症好转之后停药了，你还说你最近一个月有睡眠不好、情绪低落等情况，那是不是抑郁症最近有些反复的情况呢？",
        "label": ""
      },
      {
        "sentence": "在治疗抑郁症的同时，按时复查也是必须的哦～建议你及时去医院复查～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自卑情绪和抑郁症有关系，每次抑郁症发作的时候我都会觉得自己很废，而且最近这种感觉好像有回来了。我觉得自己应该去医院复查一下，谢谢你的建议。",
    "annotation": [
      {
        "sentence": "是的，我觉得自卑情绪和抑郁症有关系，每次抑郁症发作的时候我都会觉得自己很废，而且最近这种感觉好像有回来了。",
        "label": ""
      },
      {
        "sentence": "我觉得自己应该去医院复查一下，谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，及时复查很重要，排除抑郁症的反复是有必要的。同时也要记住，每个人都有缺点也有优点，你也不例外哦。如果暂时想起来有些不容易，也没有关系，那是因为你现在情绪有些低落，过多把注意力放在了消极的事情上，而忽略了自己的闪光点。你可以试着每天睡觉之前，想一下自己当天做了哪些好事，或者有哪些进步，任何事情都可以哦，一些非常微小的小事也可以，比如，今天早睡五分钟。别小看这五分钟哦，许多个五分钟累积起来就是巨大的进步。",
    "annotation": [
      {
        "sentence": "没问题，及时复查很重要，排除抑郁症的反复是有必要的。",
        "label": ""
      },
      {
        "sentence": "同时也要记住，每个人都有缺点也有优点，你也不例外哦。",
        "label": ""
      },
      {
        "sentence": "如果暂时想起来有些不容易，也没有关系，那是因为你现在情绪有些低落，过多把注意力放在了消极的事情上，而忽略了自己的闪光点。",
        "label": ""
      },
      {
        "sentence": "你可以试着每天睡觉之前，想一下自己当天做了哪些好事，或者有哪些进步，任何事情都可以哦，一些非常微小的小事也可以，比如，今天早睡五分钟。",
        "label": ""
      },
      {
        "sentence": "别小看这五分钟哦，许多个五分钟累积起来就是巨大的进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着关注一下自己的进步和闪光点。但我还是觉得自己很废物，做什么事都没有动力，感觉就是无所作为。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着关注一下自己的进步和闪光点。",
        "label": ""
      },
      {
        "sentence": "但我还是觉得自己很废物，做什么事都没有动力，感觉就是无所作为。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别着急，慢慢来。这种情况也是常见的，你之前经历过抑郁症，要恢复正常需要一些时间和心理调节。你可以尝试制定一些小目标，每天给自己一些可以完成的任务，逐步增加自主性和成就感。同时，保持积极的生活态度，尽量和身边的人保持良好的关系，多和朋友聊聊天，做一些自己喜欢的事情，这都有助于提升你的情绪和自信心。",
    "annotation": [
      {
        "sentence": "别着急，慢慢来。",
        "label": ""
      },
      {
        "sentence": "这种情况也是常见的，你之前经历过抑郁症，要恢复正常需要一些时间和心理调节。",
        "label": ""
      },
      {
        "sentence": "你可以尝试制定一些小目标，每天给自己一些可以完成的任务，逐步增加自主性和成就感。",
        "label": ""
      },
      {
        "sentence": "同时，保持积极的生活态度，尽量和身边的人保持良好的关系，多和朋友聊聊天，做一些自己喜欢的事情，这都有助于提升你的情绪和自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，我会尽量尝试按照你说的去做。可能需要时间来调整自己的心态。我现在觉得好多了，谢谢你的支持。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，我会尽量尝试按照你说的去做。",
        "label": ""
      },
      {
        "sentence": "可能需要时间来调整自己的心态。",
        "label": ""
      },
      {
        "sentence": "我现在觉得好多了，谢谢你的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够为你提供帮助。调整心态需要时间，但相信自己是能够战胜困难的。我会一直在你身边支持你的，希望你能够慢慢走出困境，重获自信和快乐。加油！如果还有需要，随时可以来找我聊天。以上是我的一点建议，希望能够帮助到你。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "调整心态需要时间，但相信自己是能够战胜困难的。",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边支持你的，希望你能够慢慢走出困境，重获自信和快乐。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果还有需要，随时可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "以上是我的一点建议，希望能够帮助到你。",
        "label": ""
      }
    ]
  }
]