[
  {
    "role": "client",
    "content": "我特别渴求妈妈的怀抱，渴望同性肢体接触，是同性恋吗？我是一个25岁的女性，从来没有跟异性谈过恋爱。初中的时候就跟异性同桌接触，但被妈妈看到后就被打压了。之后我一直没有再谈过恋爱。大学毕业后，遇到一些猥琐男性，也对男性有一定的阴影。家里的情况是爸爸比较懦弱，母亲比较强势，这种家庭环境对我的影响很大。在我心里，异性的地位并不高，反而经常会被能量比我高的同性吸引。我性格比较软弱，喜欢依赖能量强的人。遇见的异性也很少，但似乎同性的肢体接触可能会更吸引我。从小在家里感觉是被忽视的，缺乏关注和被爱。我发现自己在亲密关系感情这方面有障碍，特别渴求那种妈妈的怀抱，也喜欢女性的乳房。对自己的性倾向感到很迷惑，不确定自己是不是同性恋，因为我极其排斥那些打扮得像男孩子的女生，感觉她们不能接受我的性别。我现在对自己的性倾向非常疑惑，想知道是否可以请老师帮我鉴定一下。",
    "annotation": [
      {
        "sentence": "我特别渴求妈妈的怀抱，渴望同性肢体接触，是同性恋吗？",
        "label": ""
      },
      {
        "sentence": "我是一个25岁的女性，从来没有跟异性谈过恋爱。",
        "label": ""
      },
      {
        "sentence": "初中的时候就跟异性同桌接触，但被妈妈看到后就被打压了。",
        "label": ""
      },
      {
        "sentence": "之后我一直没有再谈过恋爱。",
        "label": ""
      },
      {
        "sentence": "大学毕业后，遇到一些猥琐男性，也对男性有一定的阴影。",
        "label": ""
      },
      {
        "sentence": "家里的情况是爸爸比较懦弱，母亲比较强势，这种家庭环境对我的影响很大。",
        "label": ""
      },
      {
        "sentence": "在我心里，异性的地位并不高，反而经常会被能量比我高的同性吸引。",
        "label": ""
      },
      {
        "sentence": "我性格比较软弱，喜欢依赖能量强的人。",
        "label": ""
      },
      {
        "sentence": "遇见的异性也很少，但似乎同性的肢体接触可能会更吸引我。",
        "label": ""
      },
      {
        "sentence": "从小在家里感觉是被忽视的，缺乏关注和被爱。",
        "label": ""
      },
      {
        "sentence": "我发现自己在亲密关系感情这方面有障碍，特别渴求那种妈妈的怀抱，也喜欢女性的乳房。",
        "label": ""
      },
      {
        "sentence": "对自己的性倾向感到很迷惑，不确定自己是不是同性恋，因为我极其排斥那些打扮得像男孩子的女生，感觉她们不能接受我的性别。",
        "label": ""
      },
      {
        "sentence": "我现在对自己的性倾向非常疑惑，想知道是否可以请老师帮我鉴定一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够意识到自己对同性的渴望和吸引可能是你对亲密关系感情的需求，这是非常重要的第一步。要判断自己是否真的是同性恋，最直接的办法是看你是否想要和能够跟同性发生真正的性行为。但是，不需要急于给自己下定论。尊重并接纳内心深处的想法，无论你是同性恋还是双性恋，都不是病理问题，同样可以过上幸福的生活和恋爱。所以，不需要过分担心。",
    "annotation": [
      {
        "sentence": "你能够意识到自己对同性的渴望和吸引可能是你对亲密关系感情的需求，这是非常重要的第一步。",
        "label": ""
      },
      {
        "sentence": "要判断自己是否真的是同性恋，最直接的办法是看你是否想要和能够跟同性发生真正的性行为。",
        "label": ""
      },
      {
        "sentence": "但是，不需要急于给自己下定论。",
        "label": ""
      },
      {
        "sentence": "尊重并接纳内心深处的想法，无论你是同性恋还是双性恋，都不是病理问题，同样可以过上幸福的生活和恋爱。",
        "label": ""
      },
      {
        "sentence": "所以，不需要过分担心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我知道需要给自己足够的时间和空间来接受和了解自己。但有时候我会觉得自己很困惑，因为周围的人对异性恋更加接受和理解，我担心自己的性倾向会遭到歧视或排斥。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我知道需要给自己足够的时间和空间来接受和了解自己。",
        "label": ""
      },
      {
        "sentence": "但有时候我会觉得自己很困惑，因为周围的人对异性恋更加接受和理解，我担心自己的性倾向会遭到歧视或排斥。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "遇到困惑和担忧是非常正常的，毕竟我们生活在一个异性恋占主导地位的社会中。但是，现在的社会已经越来越尊重并理解各种性取向。同时，你也可以选择与那些真正理解并接受你的人为伴，建立亲密关系。你的性倾向并不应该成为你被歧视或排斥的原因。给自己一些信心，相信还会有那些愿意理解和接受你的人。",
    "annotation": [
      {
        "sentence": "遇到困惑和担忧是非常正常的，毕竟我们生活在一个异性恋占主导地位的社会中。",
        "label": ""
      },
      {
        "sentence": "但是，现在的社会已经越来越尊重并理解各种性取向。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以选择与那些真正理解并接受你的人为伴，建立亲密关系。",
        "label": ""
      },
      {
        "sentence": "你的性倾向并不应该成为你被歧视或排斥的原因。",
        "label": ""
      },
      {
        "sentence": "给自己一些信心，相信还会有那些愿意理解和接受你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要更积极地面对自己的困惑，并且寻找那些真正理解我的人。但有时候我会觉得很孤独，很难找到能够真正倾诉的人。",
    "annotation": [
      {
        "sentence": "你说得对，我需要更积极地面对自己的困惑，并且寻找那些真正理解我的人。",
        "label": ""
      },
      {
        "sentence": "但有时候我会觉得很孤独，很难找到能够真正倾诉的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在我们寻找和建立亲密关系的过程中，有时候确实会感到孤独和困惑。但不要灰心，你可以尝试寻找一些支持性别多元的社群或组织，那里你可以找到志同道合的人，并且可以和他们分享你的想法和感受。还有，如果你感觉有需要的话，可以考虑咨询一位专业的心理咨询师，他们会给予你更多的支持和帮助。",
    "annotation": [
      {
        "sentence": "在我们寻找和建立亲密关系的过程中，有时候确实会感到孤独和困惑。",
        "label": ""
      },
      {
        "sentence": "但不要灰心，你可以尝试寻找一些支持性别多元的社群或组织，那里你可以找到志同道合的人，并且可以和他们分享你的想法和感受。",
        "label": ""
      },
      {
        "sentence": "还有，如果你感觉有需要的话，可以考虑咨询一位专业的心理咨询师，他们会给予你更多的支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会继续去寻找相关的支持性别多元的社群和组织，并考虑咨询一位心理咨询师。希望通过这些途径，我能够更好地理解和接受自己。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会继续去寻找相关的支持性别多元的社群和组织，并考虑咨询一位心理咨询师。",
        "label": ""
      },
      {
        "sentence": "希望通过这些途径，我能够更好地理解和接受自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很棒，能够积极地去寻找支持和帮助。记得，在这个过程中要给自己足够的耐心和宽容。无论你的性倾向定位如何，你都值得被理解和接纳。相信自己，你一定能找到属于你的幸福。",
    "annotation": [
      {
        "sentence": "你很棒，能够积极地去寻找支持和帮助。",
        "label": ""
      },
      {
        "sentence": "记得，在这个过程中要给自己足够的耐心和宽容。",
        "label": ""
      },
      {
        "sentence": "无论你的性倾向定位如何，你都值得被理解和接纳。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能找到属于你的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我一定会坚持下去，寻找到属于我的幸福。感谢你愿意倾听我的困惑和烦恼。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我一定会坚持下去，寻找到属于我的幸福。",
        "label": ""
      },
      {
        "sentence": "感谢你愿意倾听我的困惑和烦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在这里支持你。如果你需要任何帮助或者再跟我倾诉，随时都可以告诉我。记住，你不是一个人在战斗，我们都在这里与你一同前行。",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再跟我倾诉，随时都可以告诉我。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，我们都在这里与你一同前行。",
        "label": ""
      }
    ]
  }
]