[
  {
    "role": "client",
    "content": "特别渴求妈妈的怀抱，渴望同性肢体接触，是同性恋吗？25岁女，没跟异性谈过恋爱，较早初中跟异性同桌接触就被妈妈看到就打压，后一直没谈过恋爱，大学毕业后，遇到一些猥琐男也对男性有一定阴影，老爸在家比较懦弱，母亲强势，受家庭影响，异性在我心里地位并不高，反而经常会被能量比我高的同性吸引，本人性格也比较软弱，喜欢依赖能量强的，遇见的异性也很少，但似乎同性的肢体接触可能会更吸引我，从小在家是属于被忽视，缺乏关注不被爱的，发现自己在亲密关系感情这块有障碍，特别渴求那种妈妈的怀抱，也喜欢女性的乳房，对自己性倾向定位不明，感觉自己就是同性恋，但又极其排斥男孩子短头发打扮的女生，感觉她们是不能接受自己的性别。现在对自己性倾向特别疑惑，可否有老师帮我鉴定一下？",
    "annotation": [
      {
        "sentence": "特别渴求妈妈的怀抱，渴望同性肢体接触，是同性恋吗？",
        "label": ""
      },
      {
        "sentence": "25岁女，没跟异性谈过恋爱，较早初中跟异性同桌接触就被妈妈看到就打压，后一直没谈过恋爱，大学毕业后，遇到一些猥琐男也对男性有一定阴影，老爸在家比较懦弱，母亲强势，受家庭影响，异性在我心里地位并不高，反而经常会被能量比我高的同性吸引，本人性格也比较软弱，喜欢依赖能量强的，遇见的异性也很少，但似乎同性的肢体接触可能会更吸引我，从小在家是属于被忽视，缺乏关注不被爱的，发现自己在亲密关系感情这块有障碍，特别渴求那种妈妈的怀抱，也喜欢女性的乳房，对自己性倾向定位不明，感觉自己就是同性恋，但又极其排斥男孩子短头发打扮的女生，感觉她们是不能接受自己的性别。",
        "label": ""
      },
      {
        "sentence": "现在对自己性倾向特别疑惑，可否有老师帮我鉴定一下？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这位姑娘，非常荣幸可以在这个平台上和你结缘，希望我的文字可以给你带来阳光，温暖你的心房！我非常理解你对母亲的渴望和寻求同性肢体接触的心情。听你描述的家庭环境，我能感受到母亲在你生活中的强势和父亲的缺位，这样的家庭背景对你的情感和寻求爱的方式产生了深刻的影响。你对同性亲密关系的渴望可能是你内心深处在寻找从小就缺失的母爱的一种方式，想要填补内心的爱的空虚。你的性倾向问题其实是原生家庭关系的表现，建议你找心理咨询师一起探索和疗愈你的家庭创伤。一旦你解决了家庭问题，你对性倾向的困惑也会逐渐得到解决。希望能为你提供帮助。",
    "annotation": [
      {
        "sentence": "这位姑娘，非常荣幸可以在这个平台上和你结缘，希望我的文字可以给你带来阳光，温暖你的心房！",
        "label": ""
      },
      {
        "sentence": "我非常理解你对母亲的渴望和寻求同性肢体接触的心情。",
        "label": ""
      },
      {
        "sentence": "听你描述的家庭环境，我能感受到母亲在你生活中的强势和父亲的缺位，这样的家庭背景对你的情感和寻求爱的方式产生了深刻的影响。",
        "label": ""
      },
      {
        "sentence": "你对同性亲密关系的渴望可能是你内心深处在寻找从小就缺失的母爱的一种方式，想要填补内心的爱的空虚。",
        "label": ""
      },
      {
        "sentence": "你的性倾向问题其实是原生家庭关系的表现，建议你找心理咨询师一起探索和疗愈你的家庭创伤。",
        "label": ""
      },
      {
        "sentence": "一旦你解决了家庭问题，你对性倾向的困惑也会逐渐得到解决。",
        "label": ""
      },
      {
        "sentence": "希望能为你提供帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的支持和理解！我确实感觉自己一直在寻找某种缺失的爱，对于母亲的渴望也越来越强烈。您说的找心理咨询师疗愈家庭创伤，我觉得是个不错的建议。但是我也有一些担忧，担心咨询过程会很痛苦，而且不知道该从何处着手。您能给我一些建议吗？",
    "annotation": [
      {
        "sentence": "谢谢您的支持和理解！",
        "label": ""
      },
      {
        "sentence": "我确实感觉自己一直在寻找某种缺失的爱，对于母亲的渴望也越来越强烈。",
        "label": ""
      },
      {
        "sentence": "您说的找心理咨询师疗愈家庭创伤，我觉得是个不错的建议。",
        "label": ""
      },
      {
        "sentence": "但是我也有一些担忧，担心咨询过程会很痛苦，而且不知道该从何处着手。",
        "label": ""
      },
      {
        "sentence": "您能给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧，咨询过程中可能会唤起一些痛苦的回忆和情绪，但同时也是一个自我疗愈和解决问题的机会。选择合适的心理咨询师非常重要，他们会以温暖和关怀的方式引导你面对内心深处的痛苦，并帮助你找到解决问题的方法。在咨询过程中，你可以以你家庭关系和性倾向问题为切入点，与咨询师分享你的感受、困惑和需求。逐步地，你会发现自己在解决问题和疗愈创伤的过程中变得更加坚强和自信。希望这些建议能帮助到你。",
    "annotation": [
      {
        "sentence": "我理解你的担忧，咨询过程中可能会唤起一些痛苦的回忆和情绪，但同时也是一个自我疗愈和解决问题的机会。",
        "label": ""
      },
      {
        "sentence": "选择合适的心理咨询师非常重要，他们会以温暖和关怀的方式引导你面对内心深处的痛苦，并帮助你找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "在咨询过程中，你可以以你家庭关系和性倾向问题为切入点，与咨询师分享你的感受、困惑和需求。",
        "label": ""
      },
      {
        "sentence": "逐步地，你会发现自己在解决问题和疗愈创伤的过程中变得更加坚强和自信。",
        "label": ""
      },
      {
        "sentence": "希望这些建议能帮助到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议和鼓励！我现在明白找到合适的心理咨询师对于解决问题和疗愈创伤的重要性。我会积极寻找并选择一位合适的心理咨询师。同时，我也还有一些疑惑，比如我对同性的肢体接触和女性特征的吸引，这是否会影响我的性倾向判断呢？",
    "annotation": [
      {
        "sentence": "谢谢您的建议和鼓励！",
        "label": ""
      },
      {
        "sentence": "我现在明白找到合适的心理咨询师对于解决问题和疗愈创伤的重要性。",
        "label": ""
      },
      {
        "sentence": "我会积极寻找并选择一位合适的心理咨询师。",
        "label": ""
      },
      {
        "sentence": "同时，我也还有一些疑惑，比如我对同性的肢体接触和女性特征的吸引，这是否会影响我的性倾向判断呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对同性的肢体接触和女性特征的吸引并不一定代表你的性倾向。这只是你内心在寻找被忽视的渴望，以及缺乏母爱的一种补偿方式。性倾向是一个复杂的问题，不仅仅取决于某些行为或喜好，更需要综合考虑你的感受、情绪和对不同性别的吸引力。在咨询师的指导下，你可以更深入地了解自己的内心世界，并进行性倾向的探索和定位，找到真正适合你的身份认同。不要过于担心，跟随你内心的感觉，相信自己能够找到属于自己的答案。",
    "annotation": [
      {
        "sentence": "对同性的肢体接触和女性特征的吸引并不一定代表你的性倾向。",
        "label": ""
      },
      {
        "sentence": "这只是你内心在寻找被忽视的渴望，以及缺乏母爱的一种补偿方式。",
        "label": ""
      },
      {
        "sentence": "性倾向是一个复杂的问题，不仅仅取决于某些行为或喜好，更需要综合考虑你的感受、情绪和对不同性别的吸引力。",
        "label": ""
      },
      {
        "sentence": "在咨询师的指导下，你可以更深入地了解自己的内心世界，并进行性倾向的探索和定位，找到真正适合你的身份认同。",
        "label": ""
      },
      {
        "sentence": "不要过于担心，跟随你内心的感觉，相信自己能够找到属于自己的答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢您的解答和鼓励！您的话让我感到安心和放心，我会跟随内心的感觉，并且保持对自己的信心。找到属于自己的答案是我一直在努力追求的目标，我相信通过心理咨询的帮助，我能够更好地理解和接受自己。再次感谢您的支持！",
    "annotation": [
      {
        "sentence": "非常感谢您的解答和鼓励！",
        "label": ""
      },
      {
        "sentence": "您的话让我感到安心和放心，我会跟随内心的感觉，并且保持对自己的信心。",
        "label": ""
      },
      {
        "sentence": "找到属于自己的答案是我一直在努力追求的目标，我相信通过心理咨询的帮助，我能够更好地理解和接受自己。",
        "label": ""
      },
      {
        "sentence": "再次感谢您的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴能够帮助到你，你的勇气和决心让我对你充满信心。记住，你不是一个人在面对这些问题，有专业的心理咨询师会一直陪伴着你，帮助你实现自我成长和疗愈。如果你在咨询过程中遇到任何困难，不要犹豫与咨询师进行沟通和反馈。祝愿你早日找到内心的平衡和答案，希望我们的交流对你有所助益。保持开放的心态，相信自己，你会走出困境的！",
    "annotation": [
      {
        "sentence": "我很高兴能够帮助到你，你的勇气和决心让我对你充满信心。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在面对这些问题，有专业的心理咨询师会一直陪伴着你，帮助你实现自我成长和疗愈。",
        "label": ""
      },
      {
        "sentence": "如果你在咨询过程中遇到任何困难，不要犹豫与咨询师进行沟通和反馈。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日找到内心的平衡和答案，希望我们的交流对你有所助益。",
        "label": ""
      },
      {
        "sentence": "保持开放的心态，相信自己，你会走出困境的！",
        "label": ""
      }
    ]
  }
]