[
  {
    "role": "client",
    "content": "我最近一直觉得自己有些莫名的占有欲，不知道怎么回事。明明我们只是朋友的关系，但我总是不喜欢他（她）和别的人一起说笑，会有种被抛弃的感觉。而且，当他们拥有别人的时候，我会感到难过伤心。我开始慢慢疏远他，离开他，断绝所有联系，但是心底里又舍不得。我到底是怎么了？求解答。",
    "annotation": [
      {
        "sentence": "我最近一直觉得自己有些莫名的占有欲，不知道怎么回事。",
        "label": ""
      },
      {
        "sentence": "明明我们只是朋友的关系，但我总是不喜欢他（她）和别的人一起说笑，会有种被抛弃的感觉。",
        "label": ""
      },
      {
        "sentence": "而且，当他们拥有别人的时候，我会感到难过伤心。",
        "label": ""
      },
      {
        "sentence": "我开始慢慢疏远他，离开他，断绝所有联系，但是心底里又舍不得。",
        "label": ""
      },
      {
        "sentence": "我到底是怎么了？",
        "label": ""
      },
      {
        "sentence": "求解答。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，我明白你非常在意这个关系，害怕失去它。被抛弃的感觉是非常令人崩溃的，尽管实际上不会崩溃。也许这些感受背后有着更深远的历史。在以往的关系中，可能有一种信任没有建立得很牢固。这是一个很复杂的问题。能够感受到这些并表达出来已经是很有意义且对你很有价值的事情了。现在不要急，慢慢观察关系的变化，不要急着逃离（试着停留在原地，尽管害怕受伤，你可以给自己和他人设定底线，明确哪些可以给出，哪些不可以给出，只给出自己可以接受的，这样给出去会轻松很多，不会伤害到你自己），同时也不要太急着给对方太多。有时候一个人害怕失去关系，也会委屈自己。",
    "annotation": [
      {
        "sentence": "嗯，我明白你非常在意这个关系，害怕失去它。",
        "label": ""
      },
      {
        "sentence": "被抛弃的感觉是非常令人崩溃的，尽管实际上不会崩溃。",
        "label": ""
      },
      {
        "sentence": "也许这些感受背后有着更深远的历史。",
        "label": ""
      },
      {
        "sentence": "在以往的关系中，可能有一种信任没有建立得很牢固。",
        "label": ""
      },
      {
        "sentence": "这是一个很复杂的问题。",
        "label": ""
      },
      {
        "sentence": "能够感受到这些并表达出来已经是很有意义且对你很有价值的事情了。",
        "label": ""
      },
      {
        "sentence": "现在不要急，慢慢观察关系的变化，不要急着逃离（试着停留在原地，尽管害怕受伤，你可以给自己和他人设定底线，明确哪些可以给出，哪些不可以给出，只给出自己可以接受的，这样给出去会轻松很多，不会伤害到你自己），同时也不要太急着给对方太多。",
        "label": ""
      },
      {
        "sentence": "有时候一个人害怕失去关系，也会委屈自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我确实害怕失去这个关系，所以才会有这种占有欲和被抛弃的感觉。但我觉得我无法避免这种心态，总觉得自己是多余的一个人。我真的很难过，该怎么办呢？",
    "annotation": [
      {
        "sentence": "我明白了，我确实害怕失去这个关系，所以才会有这种占有欲和被抛弃的感觉。",
        "label": ""
      },
      {
        "sentence": "但我觉得我无法避免这种心态，总觉得自己是多余的一个人。",
        "label": ""
      },
      {
        "sentence": "我真的很难过，该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你对这个关系非常在意，所以才会出现这种占有欲和被抛弃的感觉。但是，一定要记住，你并不是多余的一个人。每个人都有自己独特的价值和存在的意义。你可以尝试找一些方式来提高自己的自我肯定感，相信自己是被接受与重要的。而且，也许你可以与朋友沟通一下，让他们了解你对这个关系的需求，共同找到一个可以满足双方需要的平衡点。你的感受是很真实的，但不要让它们限制住你。",
    "annotation": [
      {
        "sentence": "是的，你对这个关系非常在意，所以才会出现这种占有欲和被抛弃的感觉。",
        "label": ""
      },
      {
        "sentence": "但是，一定要记住，你并不是多余的一个人。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己独特的价值和存在的意义。",
        "label": ""
      },
      {
        "sentence": "你可以尝试找一些方式来提高自己的自我肯定感，相信自己是被接受与重要的。",
        "label": ""
      },
      {
        "sentence": "而且，也许你可以与朋友沟通一下，让他们了解你对这个关系的需求，共同找到一个可以满足双方需要的平衡点。",
        "label": ""
      },
      {
        "sentence": "你的感受是很真实的，但不要让它们限制住你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我应该更加相信自己的价值和存在的意义。我也会试着与朋友沟通，让他们了解我的需求。但是，如果沟通后有什么改变又该怎么办呢？我还是很担心失去这个关系。",
    "annotation": [
      {
        "sentence": "确实，我应该更加相信自己的价值和存在的意义。",
        "label": ""
      },
      {
        "sentence": "我也会试着与朋友沟通，让他们了解我的需求。",
        "label": ""
      },
      {
        "sentence": "但是，如果沟通后有什么改变又该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我还是很担心失去这个关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果经过沟通后出现一些改变，不要过分担心失去这个关系。有时候，改变是必要的，而且也许这个改变最终会让关系更加健康和稳固。要相信自己有能力面对任何改变，并且要对未来保持乐观的态度。同时，也不要忘记给自己一些时间和空间来适应变化。不管发生什么，你都不是多余的一个人，你的存在是有价值的。",
    "annotation": [
      {
        "sentence": "如果经过沟通后出现一些改变，不要过分担心失去这个关系。",
        "label": ""
      },
      {
        "sentence": "有时候，改变是必要的，而且也许这个改变最终会让关系更加健康和稳固。",
        "label": ""
      },
      {
        "sentence": "要相信自己有能力面对任何改变，并且要对未来保持乐观的态度。",
        "label": ""
      },
      {
        "sentence": "同时，也不要忘记给自己一些时间和空间来适应变化。",
        "label": ""
      },
      {
        "sentence": "不管发生什么，你都不是多余的一个人，你的存在是有价值的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我真的感到很温暖和安慰。我会努力相信自己，面对任何改变，并且不管结果如何，我都会记住自己的价值和存在的意义。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我真的感到很温暖和安慰。",
        "label": ""
      },
      {
        "sentence": "我会努力相信自己，面对任何改变，并且不管结果如何，我都会记住自己的价值和存在的意义。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够为你提供支持。你已经走出了第一步，勇敢地面对自己的感受并寻求帮助，这本身就是一个巨大的成就。相信自己，相信你有能力克服困难，我相信你会走得更好。如果你还有其他问题，随时向我求助。祝愿你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够为你提供支持。",
        "label": ""
      },
      {
        "sentence": "你已经走出了第一步，勇敢地面对自己的感受并寻求帮助，这本身就是一个巨大的成就。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你有能力克服困难，我相信你会走得更好。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题，随时向我求助。",
        "label": ""
      },
      {
        "sentence": "祝愿你一切顺利！",
        "label": ""
      }
    ]
  }
]