[
  {
    "role": "client",
    "content": "我今年13岁，感到非常无助，老是失眠，还有焦虑症，我该怎么办才能好起来呢？我就是一个焦虑症患者，还自残，有自杀的念头。我真的感到很无助，没有人能理解我，而且还失眠。我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我今年13岁，感到非常无助，老是失眠，还有焦虑症，我该怎么办才能好起来呢？",
        "label": ""
      },
      {
        "sentence": "我就是一个焦虑症患者，还自残，有自杀的念头。",
        "label": ""
      },
      {
        "sentence": "我真的感到很无助，没有人能理解我，而且还失眠。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子，阿姨是个母亲，我能感受到你的无助、恐惧和焦虑。我真的理解你。据2019年的统计，11、12、13、14岁的孩子确实容易出现焦虑和抑郁的问题，占比达到了44%。而且疫情的发生使得这个问题变得更加严重了。但是你要知道，现在心理学界非常重视为孩子们提供辅导和援助。至于焦虑和失眠的源头是来自学习压力还是父母的关系，又或者是同伴关系或者身体方面，有时候我们自己也弄不清楚到底是怎么回事。越想越焦虑，睡觉也越困难，感到难过和无助的情绪一直在恶性循环中。我们要努力改变，让自己进入一个良性循环。通过运动产生多巴胺，可以让自己感到兴奋，并缓解焦虑不适，同时也能转移注意力。你可以尝试寻找一些你感兴趣的事情，比如美食、好看的衣服、读书、音乐、美术，甚至恋爱，让自己活动起来。通过身体行动来思考问题，哪怕是做家务和做饭都可以，这样就不会去过多地使用大脑去思考。让我们试着忘掉焦虑和失眠，慢慢地用其他积极的情绪来替代。同时，你可以搜索一下森田疗法，尝试顺其自然，放弃过度治疗。我们要专注于自己的事，不去过多地关注他人的事和天大的事情。过去、现在和未来，我们只需要关注现在正在发生的事情。接纳自己，理解、尊重并爱护自己。不要对自己和他人要求太过苛刻，知道不完美才是完美。让我们与痛苦一起生活、学习和工作吧。我自己也有多年的抑郁和失眠经历，但是我不再过多地想它，我现在的睡眠质量非常好。我已经40多岁了，在16岁到36岁这段时间一直被困扰，但是通过学习心理学，我找到了解决方法。你也可以向心理咨询师咨询一下。",
    "annotation": [
      {
        "sentence": "孩子，阿姨是个母亲，我能感受到你的无助、恐惧和焦虑。",
        "label": ""
      },
      {
        "sentence": "我真的理解你。",
        "label": ""
      },
      {
        "sentence": "据2019年的统计，11、12、13、14岁的孩子确实容易出现焦虑和抑郁的问题，占比达到了44%。",
        "label": ""
      },
      {
        "sentence": "而且疫情的发生使得这个问题变得更加严重了。",
        "label": ""
      },
      {
        "sentence": "但是你要知道，现在心理学界非常重视为孩子们提供辅导和援助。",
        "label": ""
      },
      {
        "sentence": "至于焦虑和失眠的源头是来自学习压力还是父母的关系，又或者是同伴关系或者身体方面，有时候我们自己也弄不清楚到底是怎么回事。",
        "label": ""
      },
      {
        "sentence": "越想越焦虑，睡觉也越困难，感到难过和无助的情绪一直在恶性循环中。",
        "label": ""
      },
      {
        "sentence": "我们要努力改变，让自己进入一个良性循环。",
        "label": ""
      },
      {
        "sentence": "通过运动产生多巴胺，可以让自己感到兴奋，并缓解焦虑不适，同时也能转移注意力。",
        "label": ""
      },
      {
        "sentence": "你可以尝试寻找一些你感兴趣的事情，比如美食、好看的衣服、读书、音乐、美术，甚至恋爱，让自己活动起来。",
        "label": ""
      },
      {
        "sentence": "通过身体行动来思考问题，哪怕是做家务和做饭都可以，这样就不会去过多地使用大脑去思考。",
        "label": ""
      },
      {
        "sentence": "让我们试着忘掉焦虑和失眠，慢慢地用其他积极的情绪来替代。",
        "label": ""
      },
      {
        "sentence": "同时，你可以搜索一下森田疗法，尝试顺其自然，放弃过度治疗。",
        "label": ""
      },
      {
        "sentence": "我们要专注于自己的事，不去过多地关注他人的事和天大的事情。",
        "label": ""
      },
      {
        "sentence": "过去、现在和未来，我们只需要关注现在正在发生的事情。",
        "label": ""
      },
      {
        "sentence": "接纳自己，理解、尊重并爱护自己。",
        "label": ""
      },
      {
        "sentence": "不要对自己和他人要求太过苛刻，知道不完美才是完美。",
        "label": ""
      },
      {
        "sentence": "让我们与痛苦一起生活、学习和工作吧。",
        "label": ""
      },
      {
        "sentence": "我自己也有多年的抑郁和失眠经历，但是我不再过多地想它，我现在的睡眠质量非常好。",
        "label": ""
      },
      {
        "sentence": "我已经40多岁了，在16岁到36岁这段时间一直被困扰，但是通过学习心理学，我找到了解决方法。",
        "label": ""
      },
      {
        "sentence": "你也可以向心理咨询师咨询一下。",
        "label": ""
      }
    ]
  }
]