[
  {
    "role": "client",
    "content": "我24岁，女性，重度抑郁症。最近我试图和我的爸爸沟通，但结果却绝交了。我从小和爸爸的关系就很疏离，父母在我上小学二三年级时就开始分居，到我上小学五年级时正式离婚。我一直和妈妈住在一起，当时爸爸做了很绝情的事情。妈妈一直辛苦地经营家里的生意，而爸爸却提前转移了财产，并且一直给妈妈带来精神上的折磨。这导致我妈妈离婚时已经患有严重的心脏病、高血压和严重的风湿性腿关节滑膜炎。然而，爸爸一分钱都没有留给我们，甚至连一个90年代装修的老房子都是我姥爷逼着他买的，否则我和妈妈就无家可归了。在离婚前的一个月，爸爸还精心计划着把妈妈攒的退休工资全部用光，然后在离婚后的一两个月内买了一套面积超过100平米的大房子和一辆奥迪。最近我意识到他对我抑郁症的治疗是个重要问题。所以，我敞开心扉给他录了一个两个小时的从小到大心路历程的视频，希望能和他更亲近。但结果是他的反应特别激烈，完全否认了他的所作所为。他说过去的事情都过去了，我不需要再在意。他还试图解释自己的行为，但他的解释根本无法让我信服。接着他开始莫名其妙地发火，换不着话题，甚至转移到别的话题上。他的态度让我很困惑，也觉得很绝望，结果导致我又犯病了。",
    "annotation": [
      {
        "sentence": "我24岁，女性，重度抑郁症。",
        "label": ""
      },
      {
        "sentence": "最近我试图和我的爸爸沟通，但结果却绝交了。",
        "label": ""
      },
      {
        "sentence": "我从小和爸爸的关系就很疏离，父母在我上小学二三年级时就开始分居，到我上小学五年级时正式离婚。",
        "label": ""
      },
      {
        "sentence": "我一直和妈妈住在一起，当时爸爸做了很绝情的事情。",
        "label": ""
      },
      {
        "sentence": "妈妈一直辛苦地经营家里的生意，而爸爸却提前转移了财产，并且一直给妈妈带来精神上的折磨。",
        "label": ""
      },
      {
        "sentence": "这导致我妈妈离婚时已经患有严重的心脏病、高血压和严重的风湿性腿关节滑膜炎。",
        "label": ""
      },
      {
        "sentence": "然而，爸爸一分钱都没有留给我们，甚至连一个90年代装修的老房子都是我姥爷逼着他买的，否则我和妈妈就无家可归了。",
        "label": ""
      },
      {
        "sentence": "在离婚前的一个月，爸爸还精心计划着把妈妈攒的退休工资全部用光，然后在离婚后的一两个月内买了一套面积超过100平米的大房子和一辆奥迪。",
        "label": ""
      },
      {
        "sentence": "最近我意识到他对我抑郁症的治疗是个重要问题。",
        "label": ""
      },
      {
        "sentence": "所以，我敞开心扉给他录了一个两个小时的从小到大心路历程的视频，希望能和他更亲近。",
        "label": ""
      },
      {
        "sentence": "但结果是他的反应特别激烈，完全否认了他的所作所为。",
        "label": ""
      },
      {
        "sentence": "他说过去的事情都过去了，我不需要再在意。",
        "label": ""
      },
      {
        "sentence": "他还试图解释自己的行为，但他的解释根本无法让我信服。",
        "label": ""
      },
      {
        "sentence": "接着他开始莫名其妙地发火，换不着话题，甚至转移到别的话题上。",
        "label": ""
      },
      {
        "sentence": "他的态度让我很困惑，也觉得很绝望，结果导致我又犯病了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述里，我能感受到你对这件事的难以置信和绝望。我理解你付出了很大的努力，希望从你爸爸那里得到温暖。我们渴望在寒冷的时候感受到温暖，尤其是从我们本应该得到温暖的亲人身上。你的经历让我想起了一些家庭暴力的案例，她们也不敢相信曾经相爱的人会在发怒时对她们施暴、羞辱、甚至动手打她们。她们一次次原谅，用自己最真诚、充满爱的品质对待爱人，希望换取一丝丝温暖。她们坚信自己的爱终有一天能感化对方，但是，如果这次不能，那可能是自己还不够真诚，还没有给对方足够多的爱，还没有让对方真正了解和看到自己的内心。你看，有的时候，不是因为我们做错了什么，也不是因为我们不够真诚、勇敢、包容和有爱。而是因为对方无法承受这些，在他们心里真的没有你想要的东西，他们的内心是一个无法被填满的深深黑洞，无法给予你你期待的回应和补偿。他们在尽自己所能不打扰你，可能已经是他们能做到的最好方式了。人生总是存在缺憾的，不管我们喜欢或不喜欢这样的命运安排，都已经决定好了。但是，这缺憾里也可能隐藏着奇迹。如果我们还不知道那是什么，可能是因为我们还没有经历它。我们无法预测未来会发生什么，我们能做的就是带着缺憾、困惑和希望前行，期待有一天能邂逅自己所期待的奇迹。",
    "annotation": [
      {
        "sentence": "从你的描述里，我能感受到你对这件事的难以置信和绝望。",
        "label": ""
      },
      {
        "sentence": "我理解你付出了很大的努力，希望从你爸爸那里得到温暖。",
        "label": ""
      },
      {
        "sentence": "我们渴望在寒冷的时候感受到温暖，尤其是从我们本应该得到温暖的亲人身上。",
        "label": ""
      },
      {
        "sentence": "你的经历让我想起了一些家庭暴力的案例，她们也不敢相信曾经相爱的人会在发怒时对她们施暴、羞辱、甚至动手打她们。",
        "label": ""
      },
      {
        "sentence": "她们一次次原谅，用自己最真诚、充满爱的品质对待爱人，希望换取一丝丝温暖。",
        "label": ""
      },
      {
        "sentence": "她们坚信自己的爱终有一天能感化对方，但是，如果这次不能，那可能是自己还不够真诚，还没有给对方足够多的爱，还没有让对方真正了解和看到自己的内心。",
        "label": ""
      },
      {
        "sentence": "你看，有的时候，不是因为我们做错了什么，也不是因为我们不够真诚、勇敢、包容和有爱。",
        "label": ""
      },
      {
        "sentence": "而是因为对方无法承受这些，在他们心里真的没有你想要的东西，他们的内心是一个无法被填满的深深黑洞，无法给予你你期待的回应和补偿。",
        "label": ""
      },
      {
        "sentence": "他们在尽自己所能不打扰你，可能已经是他们能做到的最好方式了。",
        "label": ""
      },
      {
        "sentence": "人生总是存在缺憾的，不管我们喜欢或不喜欢这样的命运安排，都已经决定好了。",
        "label": ""
      },
      {
        "sentence": "但是，这缺憾里也可能隐藏着奇迹。",
        "label": ""
      },
      {
        "sentence": "如果我们还不知道那是什么，可能是因为我们还没有经历它。",
        "label": ""
      },
      {
        "sentence": "我们无法预测未来会发生什么，我们能做的就是带着缺憾、困惑和希望前行，期待有一天能邂逅自己所期待的奇迹。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的心情非常复杂。爸爸的态度让我觉得无法理解，我试图与他建立更亲密的关系，但却被他否认和解释所作所为。这让我觉得很困惑和绝望，感觉自己的努力都白费了。我不确定该如何面对这种情况，我怕自己再次陷入抑郁之中。",
    "annotation": [
      {
        "sentence": "我的心情非常复杂。",
        "label": ""
      },
      {
        "sentence": "爸爸的态度让我觉得无法理解，我试图与他建立更亲密的关系，但却被他否认和解释所作所为。",
        "label": ""
      },
      {
        "sentence": "这让我觉得很困惑和绝望，感觉自己的努力都白费了。",
        "label": ""
      },
      {
        "sentence": "我不确定该如何面对这种情况，我怕自己再次陷入抑郁之中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的话，我能感受到你此刻的心情是复杂的，对爸爸的态度感到无法理解。你努力想与他建立更亲密的关系，但他却否认了自己所做的事情，并给出了不能让你信服的解释。这让你感到困惑和绝望，觉得自己的努力白费了。面对这样的情况，确实很令人不知所措。你害怕自己再次陷入抑郁之中，这种担忧是理解的。抑郁症是一种非常严重的心理疾病，需要得到专业的治疗和支持。你已经尝试过与爸爸沟通，但他的回应并没有让你得到期望中的温暖和理解，这可能让你感到非常失望和伤心。但是请记住，你的努力并没有白费，你付出了自己的真诚和勇气，表达了自己的感受和需求。这对于自己的成长和面对困难是很重要的一步。无论爸爸是否能理解，找到适合自己的方式减轻抑郁症的症状，并获得支持和治疗是至关重要的。",
    "annotation": [
      {
        "sentence": "听到你的话，我能感受到你此刻的心情是复杂的，对爸爸的态度感到无法理解。",
        "label": ""
      },
      {
        "sentence": "你努力想与他建立更亲密的关系，但他却否认了自己所做的事情，并给出了不能让你信服的解释。",
        "label": ""
      },
      {
        "sentence": "这让你感到困惑和绝望，觉得自己的努力白费了。",
        "label": ""
      },
      {
        "sentence": "面对这样的情况，确实很令人不知所措。",
        "label": ""
      },
      {
        "sentence": "你害怕自己再次陷入抑郁之中，这种担忧是理解的。",
        "label": ""
      },
      {
        "sentence": "抑郁症是一种非常严重的心理疾病，需要得到专业的治疗和支持。",
        "label": ""
      },
      {
        "sentence": "你已经尝试过与爸爸沟通，但他的回应并没有让你得到期望中的温暖和理解，这可能让你感到非常失望和伤心。",
        "label": ""
      },
      {
        "sentence": "但是请记住，你的努力并没有白费，你付出了自己的真诚和勇气，表达了自己的感受和需求。",
        "label": ""
      },
      {
        "sentence": "这对于自己的成长和面对困难是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "无论爸爸是否能理解，找到适合自己的方式减轻抑郁症的症状，并获得支持和治疗是至关重要的。",
        "label": ""
      }
    ]
  }
]