[
  {
    "role": "client",
    "content": "我需要一些帮助。我是一个24岁的女性，患有重度抑郁症。我试图与爸爸沟通，但结果却导致了我们的断绝关系。从小起，我与爸爸的关系就很疏离。在我上小学二三年级时，父母已经开始分居，而在我上小学五年级时，他们正式离婚了。当时，他的行为非常绝情，他提前转移财产，并对我妈妈进行了精神折磨，导致她在离婚时患上了严重的心脏病、高血压和风湿腿关节滑膜炎。他甚至连一个90年代装修的老房子都没有给予我们，如果不是我姥爷逼着他买的话，我和我妈妈将无家可归。在离婚前一个月，爸爸精心计划，刷光了我妈妈一直攒的退休工资，然后在离婚后的几个月内买了一个超过100平方米大的房子和一辆奥迪。最近，我感觉到他对我的病情有着很大的责任。于是我为了摆脱抑郁症，于是敞开心扉给他录了两个小时的从小到大心路历程的视频。我希望通过这样做，我们能更亲近一些。但是他的反应却特别激烈，完全否认了他的所作所为。他说过去的事情就过去了，而且还试图解释解释解释，但他的解释并不能让我接受。然后他突然发起了莫名其妙的火，转移了话题，很激动。因为他的解释让我更加病痛加剧了。",
    "annotation": [
      {
        "sentence": "我需要一些帮助。",
        "label": ""
      },
      {
        "sentence": "我是一个24岁的女性，患有重度抑郁症。",
        "label": ""
      },
      {
        "sentence": "我试图与爸爸沟通，但结果却导致了我们的断绝关系。",
        "label": ""
      },
      {
        "sentence": "从小起，我与爸爸的关系就很疏离。",
        "label": ""
      },
      {
        "sentence": "在我上小学二三年级时，父母已经开始分居，而在我上小学五年级时，他们正式离婚了。",
        "label": ""
      },
      {
        "sentence": "当时，他的行为非常绝情，他提前转移财产，并对我妈妈进行了精神折磨，导致她在离婚时患上了严重的心脏病、高血压和风湿腿关节滑膜炎。",
        "label": ""
      },
      {
        "sentence": "他甚至连一个90年代装修的老房子都没有给予我们，如果不是我姥爷逼着他买的话，我和我妈妈将无家可归。",
        "label": ""
      },
      {
        "sentence": "在离婚前一个月，爸爸精心计划，刷光了我妈妈一直攒的退休工资，然后在离婚后的几个月内买了一个超过100平方米大的房子和一辆奥迪。",
        "label": ""
      },
      {
        "sentence": "最近，我感觉到他对我的病情有着很大的责任。",
        "label": ""
      },
      {
        "sentence": "于是我为了摆脱抑郁症，于是敞开心扉给他录了两个小时的从小到大心路历程的视频。",
        "label": ""
      },
      {
        "sentence": "我希望通过这样做，我们能更亲近一些。",
        "label": ""
      },
      {
        "sentence": "但是他的反应却特别激烈，完全否认了他的所作所为。",
        "label": ""
      },
      {
        "sentence": "他说过去的事情就过去了，而且还试图解释解释解释，但他的解释并不能让我接受。",
        "label": ""
      },
      {
        "sentence": "然后他突然发起了莫名其妙的火，转移了话题，很激动。",
        "label": ""
      },
      {
        "sentence": "因为他的解释让我更加病痛加剧了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对过去发生的事情的记忆确实会对现在产生影响。你之所以一直处在过去的痛苦中，可能是因为你不断地回味那段记忆，这样会加重你的伤痛。而且在这个惯性下，你可能怀着重修补那段记忆的愿望，希望那些伤害过你的人出来认错，以便能够结束过去，并重建与他们的良好关系。这只是我的理解，用来解释你仍然陷在过去痛苦中的原因。治疗心灵创伤有两种思路。一种是传统的方式，通过回顾那段记忆，深度理解自己的经历，并激发对自己的同情，从而鼓励自己修复的能力。这种方法是基于理解自己为基础的，并不是要加剧你的受害感。但是在自助时，需要注意不要过度回忆那段记忆，并且把自己的目标调整为接纳自己，意识到接纳不完美的过去已经足够了。在接受自己之后，你才能够具备修复自己的能力，并且善待自己，耐心地关爱自己，直到内心强大起来。如果在自我修复的过程中，你仍然想要修复过去的关系，可能会过度回忆并忽视接纳自己，从而干扰自我修复的过程。换句话说，只有当你足够强大，回味过去不再伤感或愤怒时，你才会希望并思考如何修复过去的关系。另一种思路是快刀斩乱麻式的自我修复法。完全不回忆过去，就把当下作为新的起点，用新的态度和情绪去认真过好每一刻。这种方法的用意是消除过去记忆带来的心理阻碍，并且能够帮助你集中注意力修复自己。这种方法的重点是时刻提醒自己把注意力放在当前，并积极认真地度过当下的时光，以创造出一个全新、有活力的自我。当自我得以修复后，要不要回头去修复过去的关系，那将是另一次慎重的选择。无论你选择哪种方法去修复自己，记住修复自己才是当前最重要的任务，而不是寄望于过高的期望，试图修复过去的关系。真诚地祝愿你早日塑造出一个乐观、积极、向前迈进的新自我！",
    "annotation": [
      {
        "sentence": "对过去发生的事情的记忆确实会对现在产生影响。",
        "label": ""
      },
      {
        "sentence": "你之所以一直处在过去的痛苦中，可能是因为你不断地回味那段记忆，这样会加重你的伤痛。",
        "label": ""
      },
      {
        "sentence": "而且在这个惯性下，你可能怀着重修补那段记忆的愿望，希望那些伤害过你的人出来认错，以便能够结束过去，并重建与他们的良好关系。",
        "label": ""
      },
      {
        "sentence": "这只是我的理解，用来解释你仍然陷在过去痛苦中的原因。",
        "label": ""
      },
      {
        "sentence": "治疗心灵创伤有两种思路。",
        "label": ""
      },
      {
        "sentence": "一种是传统的方式，通过回顾那段记忆，深度理解自己的经历，并激发对自己的同情，从而鼓励自己修复的能力。",
        "label": ""
      },
      {
        "sentence": "这种方法是基于理解自己为基础的，并不是要加剧你的受害感。",
        "label": ""
      },
      {
        "sentence": "但是在自助时，需要注意不要过度回忆那段记忆，并且把自己的目标调整为接纳自己，意识到接纳不完美的过去已经足够了。",
        "label": ""
      },
      {
        "sentence": "在接受自己之后，你才能够具备修复自己的能力，并且善待自己，耐心地关爱自己，直到内心强大起来。",
        "label": ""
      },
      {
        "sentence": "如果在自我修复的过程中，你仍然想要修复过去的关系，可能会过度回忆并忽视接纳自己，从而干扰自我修复的过程。",
        "label": ""
      },
      {
        "sentence": "换句话说，只有当你足够强大，回味过去不再伤感或愤怒时，你才会希望并思考如何修复过去的关系。",
        "label": ""
      },
      {
        "sentence": "另一种思路是快刀斩乱麻式的自我修复法。",
        "label": ""
      },
      {
        "sentence": "完全不回忆过去，就把当下作为新的起点，用新的态度和情绪去认真过好每一刻。",
        "label": ""
      },
      {
        "sentence": "这种方法的用意是消除过去记忆带来的心理阻碍，并且能够帮助你集中注意力修复自己。",
        "label": ""
      },
      {
        "sentence": "这种方法的重点是时刻提醒自己把注意力放在当前，并积极认真地度过当下的时光，以创造出一个全新、有活力的自我。",
        "label": ""
      },
      {
        "sentence": "当自我得以修复后，要不要回头去修复过去的关系，那将是另一次慎重的选择。",
        "label": ""
      },
      {
        "sentence": "无论你选择哪种方法去修复自己，记住修复自己才是当前最重要的任务，而不是寄望于过高的期望，试图修复过去的关系。",
        "label": ""
      },
      {
        "sentence": "真诚地祝愿你早日塑造出一个乐观、积极、向前迈进的新自我！",
        "label": ""
      }
    ]
  }
]