[
  {
    "role": "client",
    "content": "我是一个18岁的女生，文科高考生，能上二本大学，但我不知道要不要复读。最近压力很大，我是一个农村女生，家里没有背景关系。我对自己的二本成绩感到很失望，所以一直在考虑要不要复读。我整天都感到焦虑，不知道复读后是否能考上一个更好的学校。",
    "annotation": [
      {
        "sentence": "我是一个18岁的女生，文科高考生，能上二本大学，但我不知道要不要复读。",
        "label": ""
      },
      {
        "sentence": "最近压力很大，我是一个农村女生，家里没有背景关系。",
        "label": ""
      },
      {
        "sentence": "我对自己的二本成绩感到很失望，所以一直在考虑要不要复读。",
        "label": ""
      },
      {
        "sentence": "我整天都感到焦虑，不知道复读后是否能考上一个更好的学校。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "ヾ(╹◡╹)ﾉ~我看了你的问题后有一些建议供你参考。如果对自己的复读没有把握，我不建议你复读，因为一年后可能的结果也和现在差不多。但是如果你想再努力一次，不考虑结果，可以选择复读。二本大学也有很好的学校和专业，甚至专科学校也有好的专业和就业机会。专业并没有好坏之分，二本只是在资源上相对一本差一些，可能只是家庭观念认为二本不好，但这是一个不正确、偏见的看法。有些农村家庭甚至认为读专科就是浪费时间和金钱，还不如去打工，这些都是非常愚昧的看法，因为农村中有些家长思想比较落后。",
    "annotation": [
      {
        "sentence": "ヾ(╹◡╹)ﾉ~我看了你的问题后有一些建议供你参考。",
        "label": ""
      },
      {
        "sentence": "如果对自己的复读没有把握，我不建议你复读，因为一年后可能的结果也和现在差不多。",
        "label": ""
      },
      {
        "sentence": "但是如果你想再努力一次，不考虑结果，可以选择复读。",
        "label": ""
      },
      {
        "sentence": "二本大学也有很好的学校和专业，甚至专科学校也有好的专业和就业机会。",
        "label": ""
      },
      {
        "sentence": "专业并没有好坏之分，二本只是在资源上相对一本差一些，可能只是家庭观念认为二本不好，但这是一个不正确、偏见的看法。",
        "label": ""
      },
      {
        "sentence": "有些农村家庭甚至认为读专科就是浪费时间和金钱，还不如去打工，这些都是非常愚昧的看法，因为农村中有些家长思想比较落后。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。但我总觉得上一个好的大学会给我带来更好的未来。而且我对自己目前的学习状态不太满意，希望能有一次机会重来。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "但我总觉得上一个好的大学会给我带来更好的未来。",
        "label": ""
      },
      {
        "sentence": "而且我对自己目前的学习状态不太满意，希望能有一次机会重来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的想法。上大学后学到的东西也比较浅，更多的还是需要自学。不论你在哪所大学，都取决于你想要达到什么目标，然后付诸行动去实现。比如说，如果你想考研，那你仍然有希望通过考研进入更好的大学，这也可以弥补高考的遗憾。每年高考的考生有很多，超过一千万，可是一本大学录取的学生不到五分之一，那剩下的那么多人选择去二本和专科学校，也都有很好的未来和工作机会。",
    "annotation": [
      {
        "sentence": "我理解你的想法。",
        "label": ""
      },
      {
        "sentence": "上大学后学到的东西也比较浅，更多的还是需要自学。",
        "label": ""
      },
      {
        "sentence": "不论你在哪所大学，都取决于你想要达到什么目标，然后付诸行动去实现。",
        "label": ""
      },
      {
        "sentence": "比如说，如果你想考研，那你仍然有希望通过考研进入更好的大学，这也可以弥补高考的遗憾。",
        "label": ""
      },
      {
        "sentence": "每年高考的考生有很多，超过一千万，可是一本大学录取的学生不到五分之一，那剩下的那么多人选择去二本和专科学校，也都有很好的未来和工作机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，确实有道理。可是我担心我的高中成绩一般，会不会导致我在大学的学习也一般呢？",
    "annotation": [
      {
        "sentence": "嗯，确实有道理。",
        "label": ""
      },
      {
        "sentence": "可是我担心我的高中成绩一般，会不会导致我在大学的学习也一般呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不一定。大学的学习模式和高中完全不同，对一个人的重塑有很大可能。虽然好一些的大学能够提供一个好的起点，但这并不代表你无法通过自己的努力改变现状。所以我建议你不要仅仅听从父母、老师或其他人的意见，而是仔细思考自己是否真的想要复读。如果你内心并不想复读，那就不必勉强自己。",
    "annotation": [
      {
        "sentence": "不一定。",
        "label": ""
      },
      {
        "sentence": "大学的学习模式和高中完全不同，对一个人的重塑有很大可能。",
        "label": ""
      },
      {
        "sentence": "虽然好一些的大学能够提供一个好的起点，但这并不代表你无法通过自己的努力改变现状。",
        "label": ""
      },
      {
        "sentence": "所以我建议你不要仅仅听从父母、老师或其他人的意见，而是仔细思考自己是否真的想要复读。",
        "label": ""
      },
      {
        "sentence": "如果你内心并不想复读，那就不必勉强自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会好好考虑的。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "我会好好考虑的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议能对你有所帮助。无论你做出什么选择，都要相信自己，相信自己能够在未来取得好的成就。无论你进入哪所大学，都可以通过自己的努力去争取更好的结果。加油！如果你还有其他问题或需要进一步的帮助，随时告诉我。",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "无论你做出什么选择，都要相信自己，相信自己能够在未来取得好的成就。",
        "label": ""
      },
      {
        "sentence": "无论你进入哪所大学，都可以通过自己的努力去争取更好的结果。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或需要进一步的帮助，随时告诉我。",
        "label": ""
      }
    ]
  }
]