[
  {
    "role": "client",
    "content": "为什么会对相亲对象超警惕，而且没有办法平常心对待？最近真在和一个相亲对象了解中他是去年和我见了面没下文今年又来找我的，是个海归外貌家庭条件都不差可我就是对他充满疑惑和警惕，他为什么会回头找我？他在我面前的说辞是:那时刚国外回来还想着回去，现在想既来之则安之～另外他找我聊天的频率很奇怪就只会在周末找我他一个外语培训老师很忙吗？而且他有着一种莫名的优越感不怎么谦卑挺自我的～他一个在国外的国企已经坐上领导职位，收入不菲～就因为家里人要他回来他就放弃一切回来可能吗？最后一点，他的朋友圈还永远是发国外的生活，风景，新闻..而且每天都发是不是有点不大正常？问过他，他的回答是假装在日本～我现在觉得自己单身久了突然出现这么个人挺不习惯外加上一任的伤害得过抑郁所以感到有压力感不知道怎么去了解这个人和相处很谨慎警惕怎么做比较好呢？",
    "annotation": [
      {
        "sentence": "为什么会对相亲对象超警惕，而且没有办法平常心对待？",
        "label": ""
      },
      {
        "sentence": "最近真在和一个相亲对象了解中他是去年和我见了面没下文今年又来找我的，是个海归外貌家庭条件都不差可我就是对他充满疑惑和警惕，他为什么会回头找我？",
        "label": ""
      },
      {
        "sentence": "他在我面前的说辞是:那时刚国外回来还想着回去，现在想既来之则安之～另外他找我聊天的频率很奇怪就只会在周末找我他一个外语培训老师很忙吗？",
        "label": ""
      },
      {
        "sentence": "而且他有着一种莫名的优越感不怎么谦卑挺自我的～他一个在国外的国企已经坐上领导职位，收入不菲～就因为家里人要他回来他就放弃一切回来可能吗？",
        "label": ""
      },
      {
        "sentence": "最后一点，他的朋友圈还永远是发国外的生活，风景，新闻..而且每天都发是不是有点不大正常？",
        "label": ""
      },
      {
        "sentence": "问过他，他的回答是假装在日本～我现在觉得自己单身久了突然出现这么个人挺不习惯外加上一任的伤害得过抑郁所以感到有压力感不知道怎么去了解这个人和相处很谨慎警惕怎么做比较好呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先祝贺你开始进入一段新的的关系，毕竟，对于经历过恋爱挫折后抑郁过的你来说这确实是一件不容易的事。你对相亲对象呈现在你眼前的一些细节敏感，在我看来也是一种自我保护的需要。",
    "annotation": [
      {
        "sentence": "首先祝贺你开始进入一段新的的关系，毕竟，对于经历过恋爱挫折后抑郁过的你来说这确实是一件不容易的事。",
        "label": ""
      },
      {
        "sentence": "你对相亲对象呈现在你眼前的一些细节敏感，在我看来也是一种自我保护的需要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝贺。确实，我对他的细节非常敏感，尤其是对他回头找我这件事感到疑惑和警惕。我想知道他为什么会回来找我。",
    "annotation": [
      {
        "sentence": "谢谢你的祝贺。",
        "label": ""
      },
      {
        "sentence": "确实，我对他的细节非常敏感，尤其是对他回头找我这件事感到疑惑和警惕。",
        "label": ""
      },
      {
        "sentence": "我想知道他为什么会回来找我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我想，你的这些疑惑需要被明晰、确证对你来说很重要，它会让受过伤的你在确定中获得安全感。如果对方真的喜欢你，他在对你有了解后会理解你的敏感，也会帮你获得需要的安全感，陪着你走出因敏感而承受的压力中来。",
    "annotation": [
      {
        "sentence": "我想，你的这些疑惑需要被明晰、确证对你来说很重要，它会让受过伤的你在确定中获得安全感。",
        "label": ""
      },
      {
        "sentence": "如果对方真的喜欢你，他在对你有了解后会理解你的敏感，也会帮你获得需要的安全感，陪着你走出因敏感而承受的压力中来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我也觉得确定对方真的喜欢我对我来说很重要。我希望能够获得一些安全感，但是我也在考虑他是不是真的对我有感情。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我也觉得确定对方真的喜欢我对我来说很重要。",
        "label": ""
      },
      {
        "sentence": "我希望能够获得一些安全感，但是我也在考虑他是不是真的对我有感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "但我也好奇，你在注意他的这些细节中，你对他这个人的体验、感受是怎样的？你喜欢他吗？",
    "annotation": [
      {
        "sentence": "但我也好奇，你在注意他的这些细节中，你对他这个人的体验、感受是怎样的？",
        "label": ""
      },
      {
        "sentence": "你喜欢他吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实，我对他的感受还比较复杂。我对他的外貌和家庭条件很满意，但是他总是表现出一种莫名的优越感，不太谦卑，这让我有些担心。而且他就因为家里人要他回来，就放弃了在国外的一切，这让我觉得有些奇怪。",
    "annotation": [
      {
        "sentence": "其实，我对他的感受还比较复杂。",
        "label": ""
      },
      {
        "sentence": "我对他的外貌和家庭条件很满意，但是他总是表现出一种莫名的优越感，不太谦卑，这让我有些担心。",
        "label": ""
      },
      {
        "sentence": "而且他就因为家里人要他回来，就放弃了在国外的一切，这让我觉得有些奇怪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心是可以理解的。他的行为确实让人产生疑惑。或许你可以与他开诚布公地交流，询问他为什么放弃了在国外的一切回来。这样可以更好地了解他的想法和决策。",
    "annotation": [
      {
        "sentence": "你的担心是可以理解的。",
        "label": ""
      },
      {
        "sentence": "他的行为确实让人产生疑惑。",
        "label": ""
      },
      {
        "sentence": "或许你可以与他开诚布公地交流，询问他为什么放弃了在国外的一切回来。",
        "label": ""
      },
      {
        "sentence": "这样可以更好地了解他的想法和决策。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该把这些问题都和他提一下。另外，我还发现他的朋友圈一直都是发布国外的生活、风景和新闻，而且每天都发，我觉得有点不太正常。我问过他，他的回答是假装在日本。我真的不知道该怎么办，这些事情让我感到很困惑。",
    "annotation": [
      {
        "sentence": "你说得对，我应该把这些问题都和他提一下。",
        "label": ""
      },
      {
        "sentence": "另外，我还发现他的朋友圈一直都是发布国外的生活、风景和新闻，而且每天都发，我觉得有点不太正常。",
        "label": ""
      },
      {
        "sentence": "我问过他，他的回答是假装在日本。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办，这些事情让我感到很困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这确实是一个有趣的问题。也许你可以再次与他交流，询问他为什么经常发布这些内容，并了解他的真实想法。这样你可以更加了解他的行为背后的动机。",
    "annotation": [
      {
        "sentence": "这确实是一个有趣的问题。",
        "label": ""
      },
      {
        "sentence": "也许你可以再次与他交流，询问他为什么经常发布这些内容，并了解他的真实想法。",
        "label": ""
      },
      {
        "sentence": "这样你可以更加了解他的行为背后的动机。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会试着和他再次沟通的。最后，我觉得自己单身久了突然出现这么个人挺不习惯的，再加上上一任对我造成的伤害，我感到有些压力。我真的不知道该如何去了解这个人和相处，我觉得自己很谨慎和警惕。",
    "annotation": [
      {
        "sentence": "嗯，我会试着和他再次沟通的。",
        "label": ""
      },
      {
        "sentence": "最后，我觉得自己单身久了突然出现这么个人挺不习惯的，再加上上一任对我造成的伤害，我感到有些压力。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该如何去了解这个人和相处，我觉得自己很谨慎和警惕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你经历过的伤害和抑郁肯定会对你的心理产生影响，导致对新关系持谨慎和警惕的态度。我建议你重新建立对自己的信心，放下过去的伤痛，并且尝试与这个人保持良好的沟通和相处。每天只做一点点的努力，试试看！",
    "annotation": [
      {
        "sentence": "你经历过的伤害和抑郁肯定会对你的心理产生影响，导致对新关系持谨慎和警惕的态度。",
        "label": ""
      },
      {
        "sentence": "我建议你重新建立对自己的信心，放下过去的伤痛，并且尝试与这个人保持良好的沟通和相处。",
        "label": ""
      },
      {
        "sentence": "每天只做一点点的努力，试试看！",
        "label": ""
      }
    ]
  }
]