[
  {
    "role": "client",
    "content": "一到晚上就会想到人总是会死的，然后特别无力？",
    "annotation": [
      {
        "sentence": "一到晚上就会想到人总是会死的，然后特别无力？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "晚上想到人总会死这个问题，可能是因为夜晚比较寂静，思绪容易飘散吧。这种感觉是正常的，很多人都会有类似的想法。你有什么特别让你感觉无力的事情吗？",
    "annotation": [
      {
        "sentence": "晚上想到人总会死这个问题，可能是因为夜晚比较寂静，思绪容易飘散吧。",
        "label": ""
      },
      {
        "sentence": "这种感觉是正常的，很多人都会有类似的想法。",
        "label": ""
      },
      {
        "sentence": "你有什么特别让你感觉无力的事情吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "去年年底生产完，有点产后抑郁，对宝宝的一切都特别紧张，但是又无比怀念从前。",
    "annotation": [
      {
        "sentence": "去年年底生产完，有点产后抑郁，对宝宝的一切都特别紧张，但是又无比怀念从前。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "产后抑郁是很常见的，新妈妈在面对宝宝的各种新事物时会感到焦虑和不安。你想念从前的是什么呢？拥有宝宝后，还有哪些方面是你可以继续拥有的呢？",
    "annotation": [
      {
        "sentence": "产后抑郁是很常见的，新妈妈在面对宝宝的各种新事物时会感到焦虑和不安。",
        "label": ""
      },
      {
        "sentence": "你想念从前的是什么呢？",
        "label": ""
      },
      {
        "sentence": "拥有宝宝后，还有哪些方面是你可以继续拥有的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "后来因为疫情，抑郁演变为焦虑，对新冠特别害怕，每天除了看有关疫情的新闻什么也不关心。特别害怕会打仗，患得患失。",
    "annotation": [
      {
        "sentence": "后来因为疫情，抑郁演变为焦虑，对新冠特别害怕，每天除了看有关疫情的新闻什么也不关心。",
        "label": ""
      },
      {
        "sentence": "特别害怕会打仗，患得患失。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "疫情确实给每个人带来了很多焦虑和担忧，特别是对一些本来就存在焦虑情绪的人来说更容易被触发。害怕打仗和患得患失是你的主要焦虑来源吗？还有其他让你感到害怕的事情吗？",
    "annotation": [
      {
        "sentence": "疫情确实给每个人带来了很多焦虑和担忧，特别是对一些本来就存在焦虑情绪的人来说更容易被触发。",
        "label": ""
      },
      {
        "sentence": "害怕打仗和患得患失是你的主要焦虑来源吗？",
        "label": ""
      },
      {
        "sentence": "还有其他让你感到害怕的事情吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "最近两周，我每天都在想人总是会死的这个问题。每每一想到人死后一点知觉都没有，尘世间一切都与我无关就特别无力和空虚，特别是晚上，这样的想法尤为强烈。",
    "annotation": [
      {
        "sentence": "最近两周，我每天都在想人总是会死的这个问题。",
        "label": ""
      },
      {
        "sentence": "每每一想到人死后一点知觉都没有，尘世间一切都与我无关就特别无力和空虚，特别是晚上，这样的想法尤为强烈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人对于死亡的思考和恐惧都是不同的，这种感受不一定是抑郁的表现。晚上容易感到孤独和无力，所以这些思绪可能会更强烈。除了晚上，白天你有什么方法缓解这种空虚感吗？",
    "annotation": [
      {
        "sentence": "每个人对于死亡的思考和恐惧都是不同的，这种感受不一定是抑郁的表现。",
        "label": ""
      },
      {
        "sentence": "晚上容易感到孤独和无力，所以这些思绪可能会更强烈。",
        "label": ""
      },
      {
        "sentence": "除了晚上，白天你有什么方法缓解这种空虚感吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "另外，看着我爸妈，我老公，我女儿有时候觉得特别幸福，但是这种幸福在我看来转瞬即逝。我看向外面的世界，竟觉得世界的颜色都是灰灰的。我是不是抑郁了？",
    "annotation": [
      {
        "sentence": "另外，看着我爸妈，我老公，我女儿有时候觉得特别幸福，但是这种幸福在我看来转瞬即逝。",
        "label": ""
      },
      {
        "sentence": "我看向外面的世界，竟觉得世界的颜色都是灰灰的。",
        "label": ""
      },
      {
        "sentence": "我是不是抑郁了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "幸福感的存在与我们的情绪状态有关，尤其是对于抑郁的人来说，这种感受可能会更加脆弱和短暂。觉得世界颜色灰暗也是抑郁的一种表现。但我不能简单判断你是否抑郁，因为需要更多了解你的日常生活和情绪变化。",
    "annotation": [
      {
        "sentence": "幸福感的存在与我们的情绪状态有关，尤其是对于抑郁的人来说，这种感受可能会更加脆弱和短暂。",
        "label": ""
      },
      {
        "sentence": "觉得世界颜色灰暗也是抑郁的一种表现。",
        "label": ""
      },
      {
        "sentence": "但我不能简单判断你是否抑郁，因为需要更多了解你的日常生活和情绪变化。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "去年年底生产完，现在宝宝半岁多了，产后你的日常是怎么样的呢？哪些方面让你觉得有产后抑郁呢？一般来说，产后体内激素变化很大，会影响你的情绪；再加上做新妈妈的焦虑、面对宝宝的一切都是新的、有很多未知与琐碎，才应付好一件事，宝宝可能又有新状况。怀念从前的什么呢？哪些部分是你还可以拥有的呢？新冠的焦虑是每个人都有的，只是可能对你来说疫情触发了你的深层焦虑，害怕打仗，最让你害怕的是什么呢？最近两周每天都会想人会死这个问题，两周前你会想到什么与这相关呢？是啊，我们每个人都会死，不知道什么时候死，不知道怎么死。死亡恐惧是所有人都会有的，如何处理死亡恐惧，欧文·亚隆有一本《直视骄阳：征服死亡恐惧》的书，里面有些方法处理死亡恐惧，只是一下子去看可能对你帮助不大，因为看书的过程可能会激发你更多的恐惧。在这里咱们做一个思想实验，尝试一下看对你有什么启发。如果你的宝宝长大了问你关于死亡的话题（与你的相似），你会怎么回答宝宝？你是不是抑郁了？你的描述中还不知道日常生活是怎么样的现在文字信息来看感觉死亡焦虑更多些。",
    "annotation": [
      {
        "sentence": "去年年底生产完，现在宝宝半岁多了，产后你的日常是怎么样的呢？",
        "label": ""
      },
      {
        "sentence": "哪些方面让你觉得有产后抑郁呢？",
        "label": ""
      },
      {
        "sentence": "一般来说，产后体内激素变化很大，会影响你的情绪；再加上做新妈妈的焦虑、面对宝宝的一切都是新的、有很多未知与琐碎，才应付好一件事，宝宝可能又有新状况。",
        "label": ""
      },
      {
        "sentence": "怀念从前的什么呢？",
        "label": ""
      },
      {
        "sentence": "哪些部分是你还可以拥有的呢？",
        "label": ""
      },
      {
        "sentence": "新冠的焦虑是每个人都有的，只是可能对你来说疫情触发了你的深层焦虑，害怕打仗，最让你害怕的是什么呢？",
        "label": ""
      },
      {
        "sentence": "最近两周每天都会想人会死这个问题，两周前你会想到什么与这相关呢？",
        "label": ""
      },
      {
        "sentence": "是啊，我们每个人都会死，不知道什么时候死，不知道怎么死。",
        "label": ""
      },
      {
        "sentence": "死亡恐惧是所有人都会有的，如何处理死亡恐惧，欧文·亚隆有一本《直视骄阳：征服死亡恐惧》的书，里面有些方法处理死亡恐惧，只是一下子去看可能对你帮助不大，因为看书的过程可能会激发你更多的恐惧。",
        "label": ""
      },
      {
        "sentence": "在这里咱们做一个思想实验，尝试一下看对你有什么启发。",
        "label": ""
      },
      {
        "sentence": "如果你的宝宝长大了问你关于死亡的话题（与你的相似），你会怎么回答宝宝？",
        "label": ""
      },
      {
        "sentence": "你是不是抑郁了？",
        "label": ""
      },
      {
        "sentence": "你的描述中还不知道日常生活是怎么样的现在文字信息来看感觉死亡焦虑更多些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "产后抑郁是很常见的情绪反应，特别是在面对宝宝的各种新事物时很容易感到压力和焦虑。怀念从前可能是因为生活发生了很多变化，你感觉失去了一些自由和安逸的时光。至于新冠焦虑和死亡恐惧，它们可能是多方面因素共同作用的结果。关于处理死亡恐惧的问题，我们可以先从日常生活中寻找一些积极的方式来减轻焦虑，比如锻炼身体、放松心情等。同时，想一想，如果宝宝长大后问你关于死亡的问题，你会如何回答呢？这也可以帮助你更好地处理自己对死亡的恐惧。无论你是否抑郁，我们还是需要了解你的日常生活和更多细节才能做出准确的判断。",
    "annotation": [
      {
        "sentence": "产后抑郁是很常见的情绪反应，特别是在面对宝宝的各种新事物时很容易感到压力和焦虑。",
        "label": ""
      },
      {
        "sentence": "怀念从前可能是因为生活发生了很多变化，你感觉失去了一些自由和安逸的时光。",
        "label": ""
      },
      {
        "sentence": "至于新冠焦虑和死亡恐惧，它们可能是多方面因素共同作用的结果。",
        "label": ""
      },
      {
        "sentence": "关于处理死亡恐惧的问题，我们可以先从日常生活中寻找一些积极的方式来减轻焦虑，比如锻炼身体、放松心情等。",
        "label": ""
      },
      {
        "sentence": "同时，想一想，如果宝宝长大后问你关于死亡的问题，你会如何回答呢？",
        "label": ""
      },
      {
        "sentence": "这也可以帮助你更好地处理自己对死亡的恐惧。",
        "label": ""
      },
      {
        "sentence": "无论你是否抑郁，我们还是需要了解你的日常生活和更多细节才能做出准确的判断。",
        "label": ""
      }
    ]
  }
]