[
  {
    "role": "client",
    "content": "受虐妇女为什么离不开丈夫，最终忍无可忍杀夫呢？我写论文的时候写到了这个话题，我试着把自己代入到受虐妇女的处境中，想象自己就是案中的受虐妇女，家庭不顺，丈夫打骂自己，丈夫跟别人偷情出轨，丈夫坐视不管家里活，丈夫是大男子主义者，我没有这种经历，但我想象到的所有结果都是，既然他不爱我，我干嘛还要待在他身边，孩子我可以自己带，我不需要这种男人，渐渐地，我发现自己对男性开始没有基础的信任感，甚至对我爸也是如此，我开始劝我妈离婚，因为我总觉得我爸不爱我妈，我妈就是受虐妇女，我想要我爸离开这个家，我莫名地成为了家庭分裂者。",
    "annotation": [
      {
        "sentence": "受虐妇女为什么离不开丈夫，最终忍无可忍杀夫呢？",
        "label": ""
      },
      {
        "sentence": "我写论文的时候写到了这个话题，我试着把自己代入到受虐妇女的处境中，想象自己就是案中的受虐妇女，家庭不顺，丈夫打骂自己，丈夫跟别人偷情出轨，丈夫坐视不管家里活，丈夫是大男子主义者，我没有这种经历，但我想象到的所有结果都是，既然他不爱我，我干嘛还要待在他身边，孩子我可以自己带，我不需要这种男人，渐渐地，我发现自己对男性开始没有基础的信任感，甚至对我爸也是如此，我开始劝我妈离婚，因为我总觉得我爸不爱我妈，我妈就是受虐妇女，我想要我爸离开这个家，我莫名地成为了家庭分裂者。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先给你一个小小的拥抱，希望能给你带去一些温暖。我们每个人都渴望美好，所以当我们看到一些不好的事情，我们脑海中就会思索更好的方式。当我们怒其不争时，我们更容易将自己带入脑海中特定的情景之中去，从而陷入其中。只是有的人很快便拔出来了，有的却不小心陷了下去。其实，从你的叙述中可以看出，你是一个自立自强，有着新思想的现代女性。",
    "annotation": [
      {
        "sentence": "首先给你一个小小的拥抱，希望能给你带去一些温暖。",
        "label": ""
      },
      {
        "sentence": "我们每个人都渴望美好，所以当我们看到一些不好的事情，我们脑海中就会思索更好的方式。",
        "label": ""
      },
      {
        "sentence": "当我们怒其不争时，我们更容易将自己带入脑海中特定的情景之中去，从而陷入其中。",
        "label": ""
      },
      {
        "sentence": "只是有的人很快便拔出来了，有的却不小心陷了下去。",
        "label": ""
      },
      {
        "sentence": "其实，从你的叙述中可以看出，你是一个自立自强，有着新思想的现代女性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和拥抱，我真的需要温暖和安慰。我确实向往独立，不喜欢依附别人，对家暴的厌恶达到了一定程度。我不喜欢这些人处理这件事的方式，为什么不能离开丈夫自己过好自己的人生了？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和拥抱，我真的需要温暖和安慰。",
        "label": ""
      },
      {
        "sentence": "我确实向往独立，不喜欢依附别人，对家暴的厌恶达到了一定程度。",
        "label": ""
      },
      {
        "sentence": "我不喜欢这些人处理这件事的方式，为什么不能离开丈夫自己过好自己的人生了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你的想法是对的，为什么不能离开丈夫过上自己想要的生活呢？但是我们要注意最重要的几点：你受到过高等教育，有着比较前进的新思想，但是受到家暴的女性的思想很可能比较传统，不想也不敢这样做。很多受到家暴的女性的职务都可能是全职太太，她们没有固定的收入，如果离开丈夫，她们可能很难养活自己。甚至有些带孩子的妈妈，也会很难给孩子足够的经济基础给孩子基本的保障。家暴也是个例，我们不能以偏盖全。",
    "annotation": [
      {
        "sentence": "是的，你的想法是对的，为什么不能离开丈夫过上自己想要的生活呢？",
        "label": ""
      },
      {
        "sentence": "但是我们要注意最重要的几点：你受到过高等教育，有着比较前进的新思想，但是受到家暴的女性的思想很可能比较传统，不想也不敢这样做。",
        "label": ""
      },
      {
        "sentence": "很多受到家暴的女性的职务都可能是全职太太，她们没有固定的收入，如果离开丈夫，她们可能很难养活自己。",
        "label": ""
      },
      {
        "sentence": "甚至有些带孩子的妈妈，也会很难给孩子足够的经济基础给孩子基本的保障。",
        "label": ""
      },
      {
        "sentence": "家暴也是个例，我们不能以偏盖全。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，每个人的情况都不同，也许我没有考虑到其他受虐妇女的特殊情况。我希望我能为她们做些什么，让她们不再受到家暴的伤害。",
    "annotation": [
      {
        "sentence": "我理解了，每个人的情况都不同，也许我没有考虑到其他受虐妇女的特殊情况。",
        "label": ""
      },
      {
        "sentence": "我希望我能为她们做些什么，让她们不再受到家暴的伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的关心和愿望真的很令人感动。我们的目标应该是努力让更多的人不受家暴侵害，而不是指责受害者。当然，我们都是为了这个社会更好为出发点。不知道你有没有这样的经历：明明这件事现在可以做，但是我们想休息一会儿，就打算待会儿再做，可拖着拖着，最后成了一大堆东西，可是时间马上就要到了，任务也很难完成。这些受害者也一样，为了孩子，为了面子，为了自己的家，她们选择了隐忍，只是没想到隐忍换来的却是更加恶劣，最后脑海中会突然蹦出杀了他就好了的想法。有时候这就是一个很奇怪的现象，明明知道不可行，但那一瞬间的想法却只有那一个。",
    "annotation": [
      {
        "sentence": "你的关心和愿望真的很令人感动。",
        "label": ""
      },
      {
        "sentence": "我们的目标应该是努力让更多的人不受家暴侵害，而不是指责受害者。",
        "label": ""
      },
      {
        "sentence": "当然，我们都是为了这个社会更好为出发点。",
        "label": ""
      },
      {
        "sentence": "不知道你有没有这样的经历：明明这件事现在可以做，但是我们想休息一会儿，就打算待会儿再做，可拖着拖着，最后成了一大堆东西，可是时间马上就要到了，任务也很难完成。",
        "label": ""
      },
      {
        "sentence": "这些受害者也一样，为了孩子，为了面子，为了自己的家，她们选择了隐忍，只是没想到隐忍换来的却是更加恶劣，最后脑海中会突然蹦出杀了他就好了的想法。",
        "label": ""
      },
      {
        "sentence": "有时候这就是一个很奇怪的现象，明明知道不可行，但那一瞬间的想法却只有那一个。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我明白了。有时候情绪压抑和困境真的让人无法理性思考，导致一时的冲动和极端想法。我会尽量理解这些受家暴的人，不再将自己的不满情绪影响到自己的生活中去。",
    "annotation": [
      {
        "sentence": "你说的很对，我明白了。",
        "label": ""
      },
      {
        "sentence": "有时候情绪压抑和困境真的让人无法理性思考，导致一时的冲动和极端想法。",
        "label": ""
      },
      {
        "sentence": "我会尽量理解这些受家暴的人，不再将自己的不满情绪影响到自己的生活中去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能理解。当局者迷，旁观者清。当你在为这些受家暴的人抱不平，想对策时，而深陷其中时，其实你也成为了别人眼中需要想对策治好的人，都是希望生活更美好，那为什么不让自己先好起来了？尽自己努力，减少家暴的发生概率。当初鲁迅为了唤起中国人的思想，毅然而然地拿起了手中的笔，以笔为枪，最终成为了千千万万人思想的启蒙者，我们也许能做的不多，但是我们每个人都尽自己的力量，我相信，我们的社会会越来越好。",
    "annotation": [
      {
        "sentence": "很高兴你能理解。",
        "label": ""
      },
      {
        "sentence": "当局者迷，旁观者清。",
        "label": ""
      },
      {
        "sentence": "当你在为这些受家暴的人抱不平，想对策时，而深陷其中时，其实你也成为了别人眼中需要想对策治好的人，都是希望生活更美好，那为什么不让自己先好起来了？",
        "label": ""
      },
      {
        "sentence": "尽自己努力，减少家暴的发生概率。",
        "label": ""
      },
      {
        "sentence": "当初鲁迅为了唤起中国人的思想，毅然而然地拿起了手中的笔，以笔为枪，最终成为了千千万万人思想的启蒙者，我们也许能做的不多，但是我们每个人都尽自己的力量，我相信，我们的社会会越来越好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力做好自己，为了一个更美好的社会贡献自己的力量。从你的话中，我也看到了世间的美好，我要相信自己能够创造属于自己的美好生活。再次感谢你给我的支持和鼓励，祝你也能每天开开心心。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力做好自己，为了一个更美好的社会贡献自己的力量。",
        "label": ""
      },
      {
        "sentence": "从你的话中，我也看到了世间的美好，我要相信自己能够创造属于自己的美好生活。",
        "label": ""
      },
      {
        "sentence": "再次感谢你给我的支持和鼓励，祝你也能每天开开心心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的积极向上令人钦佩，我相信你一定能够创造出属于自己的美好生活。希望你每天都能开开心心，真心祝福你！如果以后还需要帮助，记得随时来找我倾诉哦。",
    "annotation": [
      {
        "sentence": "你的积极向上令人钦佩，我相信你一定能够创造出属于自己的美好生活。",
        "label": ""
      },
      {
        "sentence": "希望你每天都能开开心心，真心祝福你！",
        "label": ""
      },
      {
        "sentence": "如果以后还需要帮助，记得随时来找我倾诉哦。",
        "label": ""
      }
    ]
  }
]