[
  {
    "role": "client",
    "content": "我是一个24岁的女生，经常陷入自我怀疑，你能告诉我该怎么办吗？",
    "annotation": [
      {
        "sentence": "我是一个24岁的女生，经常陷入自我怀疑，你能告诉我该怎么办吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "仔细阅读着你的问题，我能感受到你在面对生活中的挫折和细节琐事时的内疚心情和卑微态度。这种情况让你长时间处于困扰之中，变得缺乏自信，一定很苦恼吧。",
    "annotation": [
      {
        "sentence": "仔细阅读着你的问题，我能感受到你在面对生活中的挫折和细节琐事时的内疚心情和卑微态度。",
        "label": ""
      },
      {
        "sentence": "这种情况让你长时间处于困扰之中，变得缺乏自信，一定很苦恼吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对的，每当有学生在培训机构退费，我第一反应总是觉得是我自己做错了。我遇到生活中的事情，也经常把全部责任都归咎于自己，比如有次声音小了就道歉，对方并不高兴，我事后还在思考怎样道歉才会更好。我对自己真的很没有自信，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "对的，每当有学生在培训机构退费，我第一反应总是觉得是我自己做错了。",
        "label": ""
      },
      {
        "sentence": "我遇到生活中的事情，也经常把全部责任都归咎于自己，比如有次声音小了就道歉，对方并不高兴，我事后还在思考怎样道歉才会更好。",
        "label": ""
      },
      {
        "sentence": "我对自己真的很没有自信，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到了你在培训机构工作时面对学生退费时第一反应总是自责，我很好奇你是如何形成这种强烈的自责情绪的。你自责的背后可能隐藏着一些期望，如果这种错误对你有价值，那你可以从这些错误中发现一些新的东西。另外，在生活中的琐事和对人际关系的关心可能导致你长时间反思，并产生这种不自信的感觉。这种行为模式可能源自于你对他人评价的内化，长期保持这种状态会使你失去真正的自我。",
    "annotation": [
      {
        "sentence": "你提到了你在培训机构工作时面对学生退费时第一反应总是自责，我很好奇你是如何形成这种强烈的自责情绪的。",
        "label": ""
      },
      {
        "sentence": "你自责的背后可能隐藏着一些期望，如果这种错误对你有价值，那你可以从这些错误中发现一些新的东西。",
        "label": ""
      },
      {
        "sentence": "另外，在生活中的琐事和对人际关系的关心可能导致你长时间反思，并产生这种不自信的感觉。",
        "label": ""
      },
      {
        "sentence": "这种行为模式可能源自于你对他人评价的内化，长期保持这种状态会使你失去真正的自我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我从小就受到他人的批评和教育方式的影响，导致内心充满了不确定和怀疑，无法真正发掘自我。我真的很难分辨内心的声音和外界的声音。",
    "annotation": [
      {
        "sentence": "是的，我从小就受到他人的批评和教育方式的影响，导致内心充满了不确定和怀疑，无法真正发掘自我。",
        "label": ""
      },
      {
        "sentence": "我真的很难分辨内心的声音和外界的声音。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很理解你从原生家庭中受到的影响带给你的痛苦和困惑，我强烈建议你寻求专业心理咨询师的帮助，一起梳理你与父母的关系以及人际相处模式，找到你缺乏自信的根本原因，并找到针对性的解决办法。此外，要学会区分工作和生活的边界，不要过分将工作中的失误代入到个人身上。虽然这很困难，但对于你个人成长和自信很重要。另外，如果你真的犯了错误，要在情绪稳定的情况下总结经验，并为自己树立更职业化的形象。对于过分在意外界评价的情况，需要将注意力转移到观察自己的优点和特点上，比如你可能会有心思细腻、待人善良、踏实可靠等等，这些都是你可以肯定和认可的标签。给自己更多积极的心理暗示，逐渐淹没掉负面的声音，自信自然就会从内心发出来。希望我的回答能对你有所启发和帮助，希望你早日找回自信和乐观的自我。",
    "annotation": [
      {
        "sentence": "我很理解你从原生家庭中受到的影响带给你的痛苦和困惑，我强烈建议你寻求专业心理咨询师的帮助，一起梳理你与父母的关系以及人际相处模式，找到你缺乏自信的根本原因，并找到针对性的解决办法。",
        "label": ""
      },
      {
        "sentence": "此外，要学会区分工作和生活的边界，不要过分将工作中的失误代入到个人身上。",
        "label": ""
      },
      {
        "sentence": "虽然这很困难，但对于你个人成长和自信很重要。",
        "label": ""
      },
      {
        "sentence": "另外，如果你真的犯了错误，要在情绪稳定的情况下总结经验，并为自己树立更职业化的形象。",
        "label": ""
      },
      {
        "sentence": "对于过分在意外界评价的情况，需要将注意力转移到观察自己的优点和特点上，比如你可能会有心思细腻、待人善良、踏实可靠等等，这些都是你可以肯定和认可的标签。",
        "label": ""
      },
      {
        "sentence": "给自己更多积极的心理暗示，逐渐淹没掉负面的声音，自信自然就会从内心发出来。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能对你有所启发和帮助，希望你早日找回自信和乐观的自我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，你的建议真的很有帮助。我会考虑寻求专业心理咨询师的帮助，希望能够找到自己的真正自我，重新建立自信。",
    "annotation": [
      {
        "sentence": "谢谢你的回答，你的建议真的很有帮助。",
        "label": ""
      },
      {
        "sentence": "我会考虑寻求专业心理咨询师的帮助，希望能够找到自己的真正自我，重新建立自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的回答对你有帮助。寻求专业心理咨询师的帮助会让你有更系统和专业的指导，希望你能找到自己真正的自信和快乐。如果你还有其他问题，随时向我提问，我会尽力帮助你。",
    "annotation": [
      {
        "sentence": "很高兴我的回答对你有帮助。",
        "label": ""
      },
      {
        "sentence": "寻求专业心理咨询师的帮助会让你有更系统和专业的指导，希望你能找到自己真正的自信和快乐。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题，随时向我提问，我会尽力帮助你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我会在需要的时候再向你咨询的。感谢你的耐心倾听和理解。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会在需要的时候再向你咨询的。",
        "label": ""
      },
      {
        "sentence": "感谢你的耐心倾听和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直在这里支持你的。如果你需要任何帮助或者想要分享自己的心情，记得随时找我聊天。希望你能找到自己真正的自信和幸福，一切都会好起来的。",
    "annotation": [
      {
        "sentence": "不客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者想要分享自己的心情，记得随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "希望你能找到自己真正的自信和幸福，一切都会好起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢，真的感谢你给予我的帮助和鼓励。我会努力克服自我怀疑，重新振作起来的。",
    "annotation": [
      {
        "sentence": "谢谢，真的感谢你给予我的帮助和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会努力克服自我怀疑，重新振作起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你可以战胜自我怀疑的困扰。请记住，你并不孤单，我会一直在这里支持你的。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你可以战胜自我怀疑的困扰。",
        "label": ""
      },
      {
        "sentence": "请记住，你并不孤单，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]