[
  {
    "role": "client",
    "content": "我是一个24岁的女生，经常陷入自我怀疑，我该怎么办？",
    "annotation": [
      {
        "sentence": "我是一个24岁的女生，经常陷入自我怀疑，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你简短的文字描述，感受到了你内心的纠结与痛苦，以及努力想要改变想要自信的决心。仿佛看到了当年的我——某个角落里一个受伤的小女孩，苦苦挣扎着想要走到阳光下。是的，和你一样，我也曾是一个毫无自信经常自我怀疑的女孩，有过一样的彷徨和无助，甚至和同事正常的工作沟通，都小心翼翼地卑微恳求，生怕自己哪里犯错，态度不好而引人不开心。但其实，只有自己知道，不开心的是自己，并且事情也并没有因此而更顺利。就如墨菲定律一样：“如果你担心某种情况发生，那么它就更有可能发生。”越担心自己犯错，就会更加犯错。我知道，如果我想拥有不后悔的青春，就必须做出改变。要改变，就要找到自己不自信的核心症结。而你，已经发现了引发自己不自信的自动思维。",
    "annotation": [
      {
        "sentence": "看到你简短的文字描述，感受到了你内心的纠结与痛苦，以及努力想要改变想要自信的决心。",
        "label": ""
      },
      {
        "sentence": "仿佛看到了当年的我——某个角落里一个受伤的小女孩，苦苦挣扎着想要走到阳光下。",
        "label": ""
      },
      {
        "sentence": "是的，和你一样，我也曾是一个毫无自信经常自我怀疑的女孩，有过一样的彷徨和无助，甚至和同事正常的工作沟通，都小心翼翼地卑微恳求，生怕自己哪里犯错，态度不好而引人不开心。",
        "label": ""
      },
      {
        "sentence": "但其实，只有自己知道，不开心的是自己，并且事情也并没有因此而更顺利。",
        "label": ""
      },
      {
        "sentence": "就如墨菲定律一样：“如果你担心某种情况发生，那么它就更有可能发生。",
        "label": ""
      },
      {
        "sentence": "”越担心自己犯错，就会更加犯错。",
        "label": ""
      },
      {
        "sentence": "我知道，如果我想拥有不后悔的青春，就必须做出改变。",
        "label": ""
      },
      {
        "sentence": "要改变，就要找到自己不自信的核心症结。",
        "label": ""
      },
      {
        "sentence": "而你，已经发现了引发自己不自信的自动思维。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，每次遇到问题我总是责怪自己，把所有错误都归咎于我。我想改变这种自动思维，但不知道从哪里开始。可以给我一些建议吗？",
    "annotation": [
      {
        "sentence": "是的，每次遇到问题我总是责怪自己，把所有错误都归咎于我。",
        "label": ""
      },
      {
        "sentence": "我想改变这种自动思维，但不知道从哪里开始。",
        "label": ""
      },
      {
        "sentence": "可以给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以。首先，让我们从改变自动思维做起吧。自动思维是指大脑中自动产生的想法、画面、联想、回忆等等，它往往跟情绪和事件相伴在一起，成为密不可分的一部分。那么如何改变自动思维呢？首先是寻找证据：客观回顾发生的实际问题，举证不是因为自己的过错。比如你提到的在培训机构有学生退费，你第一反应是觉得自己做错了，但是我们可以客观描述这件事，去寻找一些可能的其他原因。另外，你可以尝试改变立场：把自己换成第三者来重新复述这件事，如果其他人在你这个位置上，发生了同样的事情，你会怎么看呢？还有，你也可以开始建立新的自动思维，比如列出自己的各个优点，并将其内化，成为自己的特色。这些方法可以在短时间改善你的情绪，但要活出真正自信的自我，就要学会关注自己。",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "首先，让我们从改变自动思维做起吧。",
        "label": ""
      },
      {
        "sentence": "自动思维是指大脑中自动产生的想法、画面、联想、回忆等等，它往往跟情绪和事件相伴在一起，成为密不可分的一部分。",
        "label": ""
      },
      {
        "sentence": "那么如何改变自动思维呢？",
        "label": ""
      },
      {
        "sentence": "首先是寻找证据：客观回顾发生的实际问题，举证不是因为自己的过错。",
        "label": ""
      },
      {
        "sentence": "比如你提到的在培训机构有学生退费，你第一反应是觉得自己做错了，但是我们可以客观描述这件事，去寻找一些可能的其他原因。",
        "label": ""
      },
      {
        "sentence": "另外，你可以尝试改变立场：把自己换成第三者来重新复述这件事，如果其他人在你这个位置上，发生了同样的事情，你会怎么看呢？",
        "label": ""
      },
      {
        "sentence": "还有，你也可以开始建立新的自动思维，比如列出自己的各个优点，并将其内化，成为自己的特色。",
        "label": ""
      },
      {
        "sentence": "这些方法可以在短时间改善你的情绪，但要活出真正自信的自我，就要学会关注自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我应该如何关注自己呢？我觉得我在关注自己时总是会陷入自我怀疑和不自信的情绪中。",
    "annotation": [
      {
        "sentence": "那我应该如何关注自己呢？",
        "label": ""
      },
      {
        "sentence": "我觉得我在关注自己时总是会陷入自我怀疑和不自信的情绪中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关注自己并不意味着陷入自我怀疑和不自信的情绪中，相反，关注自己可以帮助我们发现触发我们自动思维的深层原因，或者我们不自信的心理症结。首先，你可以询问自己为什么不自信，找到可以最快改善的目标。不自信的原因可能有很多，比如容貌身材焦虑以及知识技能短板。其中，你可以选择一个容易实现的目标开始改变，例如身材管理。通过制定小目标，并逐步实现，你可以感受到不仅仅是外观改变带来的愉悦，还有可以掌控自己人生的信心。其次，你可以找到理想自我和现实自我的差异，并搭建桥梁。描述自己在外观、思想、技能、生活等方面的理想与现实差距，并规划路径，现在的自己想要达成理想中的自己，还需要做哪些努力？当这座桥梁搭建起来，我们人生中重要的事情也就逐渐清晰了。最后，尝试建立维系亲密关系，可以是朋友、恋人或者精神陪伴者，因为人都是在关系中疗愈的。当我们感受到无条件被爱时，我们也会更加自信，也会更加愿意去付出自己。在关系中，依然也要做自己，因为世界是互相吸引的。爱自己是终生浪漫的开始，相信不久的将来，你也可以自信地说，“我很开心，因为我就是我！”",
    "annotation": [
      {
        "sentence": "关注自己并不意味着陷入自我怀疑和不自信的情绪中，相反，关注自己可以帮助我们发现触发我们自动思维的深层原因，或者我们不自信的心理症结。",
        "label": ""
      },
      {
        "sentence": "首先，你可以询问自己为什么不自信，找到可以最快改善的目标。",
        "label": ""
      },
      {
        "sentence": "不自信的原因可能有很多，比如容貌身材焦虑以及知识技能短板。",
        "label": ""
      },
      {
        "sentence": "其中，你可以选择一个容易实现的目标开始改变，例如身材管理。",
        "label": ""
      },
      {
        "sentence": "通过制定小目标，并逐步实现，你可以感受到不仅仅是外观改变带来的愉悦，还有可以掌控自己人生的信心。",
        "label": ""
      },
      {
        "sentence": "其次，你可以找到理想自我和现实自我的差异，并搭建桥梁。",
        "label": ""
      },
      {
        "sentence": "描述自己在外观、思想、技能、生活等方面的理想与现实差距，并规划路径，现在的自己想要达成理想中的自己，还需要做哪些努力？",
        "label": ""
      },
      {
        "sentence": "当这座桥梁搭建起来，我们人生中重要的事情也就逐渐清晰了。",
        "label": ""
      },
      {
        "sentence": "最后，尝试建立维系亲密关系，可以是朋友、恋人或者精神陪伴者，因为人都是在关系中疗愈的。",
        "label": ""
      },
      {
        "sentence": "当我们感受到无条件被爱时，我们也会更加自信，也会更加愿意去付出自己。",
        "label": ""
      },
      {
        "sentence": "在关系中，依然也要做自己，因为世界是互相吸引的。",
        "label": ""
      },
      {
        "sentence": "爱自己是终生浪漫的开始，相信不久的将来，你也可以自信地说，“我很开心，因为我就是我！",
        "label": ""
      },
      {
        "sentence": "”",
        "label": ""
      }
    ]
  }
]