[
  {
    "role": "client",
    "content": "我是一个43岁已婚女性，我有几十年的焦虑和紧张情绪，一直感觉脑神经很紧绷疼，无法缓解。几十年前考大学时，因为学习紧张复读了几年都没有考上。之后去看医生，被诊断为神经官能症。但这几十年来，我的状态越来越糟糕，脑神经一直都很紧绷疼，注意力也无法集中。我发现自己在阅读方面已经不如以前，很难集中注意力。最近我学了一些心理学知识，发现自己属于压抑型人格，凡事都过于紧张和焦虑。举个例子，就连我丈夫一个人赚钱，他出门时钱包里有一百块钱，回来时就花光了。我就会一直纠结于这钱到底是怎么花完了？花在哪里了？为什么要花？是不是值得？花了之后又该怎么办？我总是责备自己。更严重的是，当女儿放学回家后，我就开始计算时间，感到紧张。如果她一个小时过去了，还什么都没写，我会越来越焦虑和烦躁。开始情绪失控，唠叨孩子。我知道我这种情绪也很糟糕，但不知为何，尽管我看了很多心理学的书，我就是无法控制自己的焦虑和唠叨，并且对一些小事情也变得急躁不安。还有，我每晚哄二宝睡觉，规定她必须在十点半前入睡。我会一直盯着表，时间越接近十点半，我的脑神经就越紧绷，我会感到心烦意乱。这些问题每天都会发生，有时候我都感觉自己无法控制自己的大脑。这几十年来，我一直非常痛苦，甚至睡眠都受到了影响。我想知道这是焦虑紧张吗？能治疗好吗？",
    "annotation": [
      {
        "sentence": "我是一个43岁已婚女性，我有几十年的焦虑和紧张情绪，一直感觉脑神经很紧绷疼，无法缓解。",
        "label": ""
      },
      {
        "sentence": "几十年前考大学时，因为学习紧张复读了几年都没有考上。",
        "label": ""
      },
      {
        "sentence": "之后去看医生，被诊断为神经官能症。",
        "label": ""
      },
      {
        "sentence": "但这几十年来，我的状态越来越糟糕，脑神经一直都很紧绷疼，注意力也无法集中。",
        "label": ""
      },
      {
        "sentence": "我发现自己在阅读方面已经不如以前，很难集中注意力。",
        "label": ""
      },
      {
        "sentence": "最近我学了一些心理学知识，发现自己属于压抑型人格，凡事都过于紧张和焦虑。",
        "label": ""
      },
      {
        "sentence": "举个例子，就连我丈夫一个人赚钱，他出门时钱包里有一百块钱，回来时就花光了。",
        "label": ""
      },
      {
        "sentence": "我就会一直纠结于这钱到底是怎么花完了？",
        "label": ""
      },
      {
        "sentence": "花在哪里了？",
        "label": ""
      },
      {
        "sentence": "为什么要花？",
        "label": ""
      },
      {
        "sentence": "是不是值得？",
        "label": ""
      },
      {
        "sentence": "花了之后又该怎么办？",
        "label": ""
      },
      {
        "sentence": "我总是责备自己。",
        "label": ""
      },
      {
        "sentence": "更严重的是，当女儿放学回家后，我就开始计算时间，感到紧张。",
        "label": ""
      },
      {
        "sentence": "如果她一个小时过去了，还什么都没写，我会越来越焦虑和烦躁。",
        "label": ""
      },
      {
        "sentence": "开始情绪失控，唠叨孩子。",
        "label": ""
      },
      {
        "sentence": "我知道我这种情绪也很糟糕，但不知为何，尽管我看了很多心理学的书，我就是无法控制自己的焦虑和唠叨，并且对一些小事情也变得急躁不安。",
        "label": ""
      },
      {
        "sentence": "还有，我每晚哄二宝睡觉，规定她必须在十点半前入睡。",
        "label": ""
      },
      {
        "sentence": "我会一直盯着表，时间越接近十点半，我的脑神经就越紧绷，我会感到心烦意乱。",
        "label": ""
      },
      {
        "sentence": "这些问题每天都会发生，有时候我都感觉自己无法控制自己的大脑。",
        "label": ""
      },
      {
        "sentence": "这几十年来，我一直非常痛苦，甚至睡眠都受到了影响。",
        "label": ""
      },
      {
        "sentence": "我想知道这是焦虑紧张吗？",
        "label": ""
      },
      {
        "sentence": "能治疗好吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你受到高中时失利的困扰，导致你多年来充满焦虑和不安。首先，就像你提到的，就连你丈夫一个人赚钱，他口袋里有一百块钱，你都会仔细思考很长时间。对于当前的生活，你感到不自信，有一种强烈的控制欲望，想要控制你丈夫和孩子，想要知道他们的行踪，不能容忍他们对你隐瞒任何事情。如果有事情没有如实告诉你，你会非常焦虑，这种焦虑的来源你一直没有得到一个清楚的解释，尽管你看了很多心理学的书。其次，就像你说的，每晚哄二宝睡觉，要求她必须在十点半前入睡。你一直盯着表，时间越接近十点半，你的脑神经就越紧绷，你会感到心烦意乱。从你的描述来看，你更像是有一些强迫症的症状，比如必须让孩子在特定的时间入睡，你过分关注这个事情，如果不按照你规定的时间入睡，你会产生不安感。而这种情绪会影响到孩子，你也已经明显意识到了问题的存在。另外，你每天都会经历这些情绪的困扰，有时候感到自己的大脑无法控制。多年来的痛苦对你而言不可忽视，甚至影响到了你的睡眠。根据你的描述，我认为你存在着焦虑和紧张情绪。我建议你找一位专业的心理咨询师或治疗师，进行系统的了解、帮助和治疗，从而对你的行为有一个全面的认识。相信在你自愿接受帮助的情况下，你的焦虑情绪会得到改善，只是需要时间和你的自愿参与。你可以尝试正念训练来平复焦虑感，这是一个非常好的方法。通过每天进行10至20分钟甚至更长时间的训练，可以改善你的睡眠质量，进而改善其他方面的情况。希望你能得到好消息，我会一直在这里等着你！",
    "annotation": [
      {
        "sentence": "你受到高中时失利的困扰，导致你多年来充满焦虑和不安。",
        "label": ""
      },
      {
        "sentence": "首先，就像你提到的，就连你丈夫一个人赚钱，他口袋里有一百块钱，你都会仔细思考很长时间。",
        "label": ""
      },
      {
        "sentence": "对于当前的生活，你感到不自信，有一种强烈的控制欲望，想要控制你丈夫和孩子，想要知道他们的行踪，不能容忍他们对你隐瞒任何事情。",
        "label": ""
      },
      {
        "sentence": "如果有事情没有如实告诉你，你会非常焦虑，这种焦虑的来源你一直没有得到一个清楚的解释，尽管你看了很多心理学的书。",
        "label": ""
      },
      {
        "sentence": "其次，就像你说的，每晚哄二宝睡觉，要求她必须在十点半前入睡。",
        "label": ""
      },
      {
        "sentence": "你一直盯着表，时间越接近十点半，你的脑神经就越紧绷，你会感到心烦意乱。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，你更像是有一些强迫症的症状，比如必须让孩子在特定的时间入睡，你过分关注这个事情，如果不按照你规定的时间入睡，你会产生不安感。",
        "label": ""
      },
      {
        "sentence": "而这种情绪会影响到孩子，你也已经明显意识到了问题的存在。",
        "label": ""
      },
      {
        "sentence": "另外，你每天都会经历这些情绪的困扰，有时候感到自己的大脑无法控制。",
        "label": ""
      },
      {
        "sentence": "多年来的痛苦对你而言不可忽视，甚至影响到了你的睡眠。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，我认为你存在着焦虑和紧张情绪。",
        "label": ""
      },
      {
        "sentence": "我建议你找一位专业的心理咨询师或治疗师，进行系统的了解、帮助和治疗，从而对你的行为有一个全面的认识。",
        "label": ""
      },
      {
        "sentence": "相信在你自愿接受帮助的情况下，你的焦虑情绪会得到改善，只是需要时间和你的自愿参与。",
        "label": ""
      },
      {
        "sentence": "你可以尝试正念训练来平复焦虑感，这是一个非常好的方法。",
        "label": ""
      },
      {
        "sentence": "通过每天进行10至20分钟甚至更长时间的训练，可以改善你的睡眠质量，进而改善其他方面的情况。",
        "label": ""
      },
      {
        "sentence": "希望你能得到好消息，我会一直在这里等着你！",
        "label": ""
      }
    ]
  }
]