[
  {
    "role": "client",
    "content": "我是一个已婚的43岁女性，这几十年来一直感到焦虑紧张，脑神经紧绷的感觉无法消除。几十年前我考大学很紧张，复读了几年也未能考上。之后去就医得知我患有神经官能症。然而，这几十年来我的状态越来越糟糕，脑神经一直处于紧绷和疼痛中，注意力也无法集中。读书的状态不如以前好，我很难集中精力。最近我开始学习一些心理学知识，发现自己的性格似乎偏向于压抑型，对任何事情都过于紧张焦虑。就连一件小事，比如我老公一个人赚了100块钱，而我却花完了，我就会一直纠结在脑海中，想着钱都去哪了，为什么要花，是否值得，花了之后怎么办等等，内心感到非常压抑和自责！有时候，即使是女儿放学回家，一旦她写作业耽误了一个小时，我就会感到非常焦虑和烦躁，开始失控情绪，唠叨她。我的情绪也非常糟糕，明明看了那么多的心理书，却无法控制焦虑，总是忍不住唠叨和训斥女儿。有时候甚至是一些小事，都能让我急躁不安。比如，哄二宝睡觉，我要求必须在十点半之前入睡。我会一直盯着表看，随着时间逐渐接近十点半，我的脑神经越来越紧绷，心理烦躁不安，思绪杂乱无章。每天都是这样，有时候我感觉自己无法控制大脑。这几十年来，我一直非常痛苦，甚至睡眠也受到了影响。我很焦虑紧张，这种情况能够治疗好吗？",
    "annotation": [
      {
        "sentence": "我是一个已婚的43岁女性，这几十年来一直感到焦虑紧张，脑神经紧绷的感觉无法消除。",
        "label": ""
      },
      {
        "sentence": "几十年前我考大学很紧张，复读了几年也未能考上。",
        "label": ""
      },
      {
        "sentence": "之后去就医得知我患有神经官能症。",
        "label": ""
      },
      {
        "sentence": "然而，这几十年来我的状态越来越糟糕，脑神经一直处于紧绷和疼痛中，注意力也无法集中。",
        "label": ""
      },
      {
        "sentence": "读书的状态不如以前好，我很难集中精力。",
        "label": ""
      },
      {
        "sentence": "最近我开始学习一些心理学知识，发现自己的性格似乎偏向于压抑型，对任何事情都过于紧张焦虑。",
        "label": ""
      },
      {
        "sentence": "就连一件小事，比如我老公一个人赚了100块钱，而我却花完了，我就会一直纠结在脑海中，想着钱都去哪了，为什么要花，是否值得，花了之后怎么办等等，内心感到非常压抑和自责！",
        "label": ""
      },
      {
        "sentence": "有时候，即使是女儿放学回家，一旦她写作业耽误了一个小时，我就会感到非常焦虑和烦躁，开始失控情绪，唠叨她。",
        "label": ""
      },
      {
        "sentence": "我的情绪也非常糟糕，明明看了那么多的心理书，却无法控制焦虑，总是忍不住唠叨和训斥女儿。",
        "label": ""
      },
      {
        "sentence": "有时候甚至是一些小事，都能让我急躁不安。",
        "label": ""
      },
      {
        "sentence": "比如，哄二宝睡觉，我要求必须在十点半之前入睡。",
        "label": ""
      },
      {
        "sentence": "我会一直盯着表看，随着时间逐渐接近十点半，我的脑神经越来越紧绷，心理烦躁不安，思绪杂乱无章。",
        "label": ""
      },
      {
        "sentence": "每天都是这样，有时候我感觉自己无法控制大脑。",
        "label": ""
      },
      {
        "sentence": "这几十年来，我一直非常痛苦，甚至睡眠也受到了影响。",
        "label": ""
      },
      {
        "sentence": "我很焦虑紧张，这种情况能够治疗好吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，这么多年来你过得太辛苦了！一点小事情就能引发你的紧张焦虑，你的大脑总是反复思考一件小事情，好像一定得有一个明确的答案才行。你总是被各种事情所困扰，整天无法得到平静。你就像一粒尘埃，一点风吹草动都能将你带离地面，你的心始终无法安定下来。我也有过这种感受，也经历了几十年的紧张焦虑，我也不想再继续这样下去，所以开始学习心理学。我的老师告诉我，几十年的模式至少需要几年的时间去改变。实际上，几年并不足够，改变的过程是非常缓慢的。但是有一点可以确定：这种长期紧张焦虑的模式是可以改变的！我来分享一些我的经验：1）深入学习心理学，首先在认知层面上做出改变。与你所感受到的一样，这是自我探索的开始。2）进行长期的个人成长咨询。这对于探索你内在模式和过去心理创伤非常重要，对于自我疗愈和继续成长都至关重要。心理咨询可以在潜意识层面上工作，这是自己很难做到的。3）写日记。每天记录下你的感受和经历，来整理感受、回顾事件之间的关系，释放情绪的作用。4）与自己进行对话。焦虑、紧张和担忧，这些情绪都是内在小孩在向你传达她的感受，她需要我们看到她。如果我们总是在大脑中思索，那我们永远无法真正看到她，所以她也无法被疗愈，她会继续找事情，让我们感到紧张和焦虑。每天晚上与自己的内在小孩对话，告诉她：你今天做得很好！你值得被爱！你值得过上更好的生活！5）进行禅修冥想。我们太习惯于大脑思考了，要想从大脑回到身体，需要进行练习；我们和身体感受的隔离时间太久了！这个是你可以做到的，它能帮助你重新敏感于身体的感受，这一点非常重要。\/总结\/我们的模式已经持续了四十年，这些模式也是生理上的神经回路，要想改变，真的很不容易。但是我们可以一起努力！你值得过上安宁幸福的生活！",
    "annotation": [
      {
        "sentence": "亲爱的，这么多年来你过得太辛苦了！",
        "label": ""
      },
      {
        "sentence": "一点小事情就能引发你的紧张焦虑，你的大脑总是反复思考一件小事情，好像一定得有一个明确的答案才行。",
        "label": ""
      },
      {
        "sentence": "你总是被各种事情所困扰，整天无法得到平静。",
        "label": ""
      },
      {
        "sentence": "你就像一粒尘埃，一点风吹草动都能将你带离地面，你的心始终无法安定下来。",
        "label": ""
      },
      {
        "sentence": "我也有过这种感受，也经历了几十年的紧张焦虑，我也不想再继续这样下去，所以开始学习心理学。",
        "label": ""
      },
      {
        "sentence": "我的老师告诉我，几十年的模式至少需要几年的时间去改变。",
        "label": ""
      },
      {
        "sentence": "实际上，几年并不足够，改变的过程是非常缓慢的。",
        "label": ""
      },
      {
        "sentence": "但是有一点可以确定：这种长期紧张焦虑的模式是可以改变的！",
        "label": ""
      },
      {
        "sentence": "我来分享一些我的经验：1）深入学习心理学，首先在认知层面上做出改变。",
        "label": ""
      },
      {
        "sentence": "与你所感受到的一样，这是自我探索的开始。",
        "label": ""
      },
      {
        "sentence": "2）进行长期的个人成长咨询。",
        "label": ""
      },
      {
        "sentence": "这对于探索你内在模式和过去心理创伤非常重要，对于自我疗愈和继续成长都至关重要。",
        "label": ""
      },
      {
        "sentence": "心理咨询可以在潜意识层面上工作，这是自己很难做到的。",
        "label": ""
      },
      {
        "sentence": "3）写日记。",
        "label": ""
      },
      {
        "sentence": "每天记录下你的感受和经历，来整理感受、回顾事件之间的关系，释放情绪的作用。",
        "label": ""
      },
      {
        "sentence": "4）与自己进行对话。",
        "label": ""
      },
      {
        "sentence": "焦虑、紧张和担忧，这些情绪都是内在小孩在向你传达她的感受，她需要我们看到她。",
        "label": ""
      },
      {
        "sentence": "如果我们总是在大脑中思索，那我们永远无法真正看到她，所以她也无法被疗愈，她会继续找事情，让我们感到紧张和焦虑。",
        "label": ""
      },
      {
        "sentence": "每天晚上与自己的内在小孩对话，告诉她：你今天做得很好！",
        "label": ""
      },
      {
        "sentence": "你值得被爱！",
        "label": ""
      },
      {
        "sentence": "你值得过上更好的生活！",
        "label": ""
      },
      {
        "sentence": "5）进行禅修冥想。",
        "label": ""
      },
      {
        "sentence": "我们太习惯于大脑思考了，要想从大脑回到身体，需要进行练习；我们和身体感受的隔离时间太久了！",
        "label": ""
      },
      {
        "sentence": "这个是你可以做到的，它能帮助你重新敏感于身体的感受，这一点非常重要。",
        "label": ""
      },
      {
        "sentence": "\/总结\/我们的模式已经持续了四十年，这些模式也是生理上的神经回路，要想改变，真的很不容易。",
        "label": ""
      },
      {
        "sentence": "但是我们可以一起努力！",
        "label": ""
      },
      {
        "sentence": "你值得过上安宁幸福的生活！",
        "label": ""
      }
    ]
  }
]