[
  {
    "role": "client",
    "content": "我和父母一直关系紧张，导致连续的抑郁情绪。",
    "annotation": [
      {
        "sentence": "我和父母一直关系紧张，导致连续的抑郁情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你和父母之间的关系一直很紧张吗？可以告诉我具体发生了什么吗？",
    "annotation": [
      {
        "sentence": "你和父母之间的关系一直很紧张吗？",
        "label": ""
      },
      {
        "sentence": "可以告诉我具体发生了什么吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "父母都是普通工人，家庭条件在本地算中等。我去年高考成绩很差，一直排斥考试。父母为了我报了驾校，但我一直拖到现在才去学。我这个暑假想学爵士舞，一是想多锻炼身体，二是想交些朋友让自己性格更阳光一些。可我和父母提出要求后，他们当即反对，说我先考到驾照再说。我提过这个要求之前，也被父母责骂，认为没有必要浪费钱。最后，我用自己的压岁钱报了名，父亲得知后气得拍桌子，摔门，大声吼，说家里很多穷亲戚要问我们家借钱，要省着花父母的钱。我和他解释，他却拒绝听我解释。",
    "annotation": [
      {
        "sentence": "父母都是普通工人，家庭条件在本地算中等。",
        "label": ""
      },
      {
        "sentence": "我去年高考成绩很差，一直排斥考试。",
        "label": ""
      },
      {
        "sentence": "父母为了我报了驾校，但我一直拖到现在才去学。",
        "label": ""
      },
      {
        "sentence": "我这个暑假想学爵士舞，一是想多锻炼身体，二是想交些朋友让自己性格更阳光一些。",
        "label": ""
      },
      {
        "sentence": "可我和父母提出要求后，他们当即反对，说我先考到驾照再说。",
        "label": ""
      },
      {
        "sentence": "我提过这个要求之前，也被父母责骂，认为没有必要浪费钱。",
        "label": ""
      },
      {
        "sentence": "最后，我用自己的压岁钱报了名，父亲得知后气得拍桌子，摔门，大声吼，说家里很多穷亲戚要问我们家借钱，要省着花父母的钱。",
        "label": ""
      },
      {
        "sentence": "我和他解释，他却拒绝听我解释。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白了，你是想学习爵士舞来锻炼身体并结交朋友，但是父母反对，并且爸爸的反应很激烈。看起来你的父母很关心家庭的经济情况，并且希望你更加节约，不愿意浪费钱。他们可能认为学驾照比较重要，也许你可以试着和他们沟通一下，好好解释一下你学习爵士舞的动机和目的。他们倾向于听到你的想法和解释。",
    "annotation": [
      {
        "sentence": "我明白了，你是想学习爵士舞来锻炼身体并结交朋友，但是父母反对，并且爸爸的反应很激烈。",
        "label": ""
      },
      {
        "sentence": "看起来你的父母很关心家庭的经济情况，并且希望你更加节约，不愿意浪费钱。",
        "label": ""
      },
      {
        "sentence": "他们可能认为学驾照比较重要，也许你可以试着和他们沟通一下，好好解释一下你学习爵士舞的动机和目的。",
        "label": ""
      },
      {
        "sentence": "他们倾向于听到你的想法和解释。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经试图和他们沟通，但父亲总是没有耐心听我说，他认为我应该专注学习，不应该浪费时间和金钱在其他事情上。我感觉他们对我的心理没有重视，从小到大，他们一直很严厉地管教我，不允许我交朋友，因为他们觉得朋友会影响我的学业。我感到很委屈，于是就一直哭，但这对我的身心健康造成了很大的伤害。我真的非常渴望被父母疼爱和关心。",
    "annotation": [
      {
        "sentence": "我曾经试图和他们沟通，但父亲总是没有耐心听我说，他认为我应该专注学习，不应该浪费时间和金钱在其他事情上。",
        "label": ""
      },
      {
        "sentence": "我感觉他们对我的心理没有重视，从小到大，他们一直很严厉地管教我，不允许我交朋友，因为他们觉得朋友会影响我的学业。",
        "label": ""
      },
      {
        "sentence": "我感到很委屈，于是就一直哭，但这对我的身心健康造成了很大的伤害。",
        "label": ""
      },
      {
        "sentence": "我真的非常渴望被父母疼爱和关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，你想要得到家人的理解和关爱。或许你可以和他们坦诚地分享你的感受和需求，告诉他们你希望和他们建立更好的亲密关系。可以试着用平和的语气表达你的需求，你们可以通过沟通找到更好的相处方式。同时，你也可以考虑寻找其他身边亲朋好友的支持，和他们交流，分享你的情感和心情。",
    "annotation": [
      {
        "sentence": "我理解你的感受，你想要得到家人的理解和关爱。",
        "label": ""
      },
      {
        "sentence": "或许你可以和他们坦诚地分享你的感受和需求，告诉他们你希望和他们建立更好的亲密关系。",
        "label": ""
      },
      {
        "sentence": "可以试着用平和的语气表达你的需求，你们可以通过沟通找到更好的相处方式。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以考虑寻找其他身边亲朋好友的支持，和他们交流，分享你的情感和心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实没有尝试过用平和的语气和父母沟通，也没有寻找其他人的支持。我会试一试和父母坐下来好好谈谈，用更平和的态度表达我的想法和需求。同时也会打开心扉，和身边的亲朋好友们分享我的困扰，希望能得到一些支持和建议。谢谢你的鼓励和建议，我会尽力去做的。",
    "annotation": [
      {
        "sentence": "我确实没有尝试过用平和的语气和父母沟通，也没有寻找其他人的支持。",
        "label": ""
      },
      {
        "sentence": "我会试一试和父母坐下来好好谈谈，用更平和的态度表达我的想法和需求。",
        "label": ""
      },
      {
        "sentence": "同时也会打开心扉，和身边的亲朋好友们分享我的困扰，希望能得到一些支持和建议。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和建议，我会尽力去做的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意试试和父母沟通，并寻求其他人的支持。记住，沟通是相互的过程，试着站在对方的角度上理解他们的想法和担忧，这样可能会使你们更容易达成共识。同时，对于自己的需要和感受也要有信心去表达。祝你好运，如果还有其他问题，我们随时可以继续沟通。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意试试和父母沟通，并寻求其他人的支持。",
        "label": ""
      },
      {
        "sentence": "记住，沟通是相互的过程，试着站在对方的角度上理解他们的想法和担忧，这样可能会使你们更容易达成共识。",
        "label": ""
      },
      {
        "sentence": "同时，对于自己的需要和感受也要有信心去表达。",
        "label": ""
      },
      {
        "sentence": "祝你好运，如果还有其他问题，我们随时可以继续沟通。",
        "label": ""
      }
    ]
  }
]