[
  {
    "role": "client",
    "content": "我26岁，毕业已经3年了，可我还是不知道该从事什么职业。我焦虑地找工作已经4个多月了，现在只是在父亲的安排下做物业管家，每天都感到很烦躁。我不喜欢每天只是收物业费和处理琐事。我曾经想从事销售，但担心不够稳定；我也想从事我的专业电气自动化，但这意味着要经常出差，而且还需要重新开始。我一直申请医药代表的职位，但一直没有成功。现在每天早早醒来，很焦虑，也很害怕时间的流逝。我感到挥之不去的攻击性，但不知道该如何发泄。真是非常苦恼啊。求助。",
    "annotation": [
      {
        "sentence": "我26岁，毕业已经3年了，可我还是不知道该从事什么职业。",
        "label": ""
      },
      {
        "sentence": "我焦虑地找工作已经4个多月了，现在只是在父亲的安排下做物业管家，每天都感到很烦躁。",
        "label": ""
      },
      {
        "sentence": "我不喜欢每天只是收物业费和处理琐事。",
        "label": ""
      },
      {
        "sentence": "我曾经想从事销售，但担心不够稳定；我也想从事我的专业电气自动化，但这意味着要经常出差，而且还需要重新开始。",
        "label": ""
      },
      {
        "sentence": "我一直申请医药代表的职位，但一直没有成功。",
        "label": ""
      },
      {
        "sentence": "现在每天早早醒来，很焦虑，也很害怕时间的流逝。",
        "label": ""
      },
      {
        "sentence": "我感到挥之不去的攻击性，但不知道该如何发泄。",
        "label": ""
      },
      {
        "sentence": "真是非常苦恼啊。",
        "label": ""
      },
      {
        "sentence": "求助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中我能感觉到你的焦虑，但焦虑并不一定是坏事，它在一定程度上是有用的。你提到你没有主见，现在只是按照父亲的安排做物业，而且你对这份工作也并不满意，但你又不知道应该换什么工作。似乎很多因素都阻碍了你的选择，这让你感到很焦虑。没有主见和听从父亲的安排可以放在一起说，并不是因为你没有主见才选择听从父亲的意见，而是因为你害怕做出自己的选择。在面临困难时，任何人都会想要逃避，这很正常。此外，你提到了一些你曾经考虑过的工作，这是非常好的。但似乎每一个工作都有困难，你有很多理由来证明这个不行、那个不行，结果导致你无法选择。其实，你这些理由只是为了证明自己无法做出选择，我并不是在指责你。因为自己做出选择就意味着要承担风险，而让别人帮你做选择就能避免风险。你害怕自己做出错误选择，所以才害怕做出选择。在你成长的环境中，可能经常是别人替你做选择，你只需要按照指示去做。也可能你自己做的事情经常受到别人的批评，总是被说做得不好，或者之前有过一些事情的负面后果，这些都吓到了你，让你认为自己无法应对突发情况。因此，你对自己没有自信，不相信自己能够解决意料之外的问题。另外，你可能存在完美主义，如果不是选最完美、最好的，就不想选择。所以你无法确定哪个是最好的，也就无法选择。而且你也害怕在工作中犯错，害怕不能一次做好，害怕犯其他错误。当无法做到非常完美时，你会感到受挫。事实上，每件事都不可能完美，但也都是可以改进的。把做得不完美看作是前进的机会，不要因为不完美苛责自己、否定自己。要尝试做自己想做的事情，允许自己犯错，并相信自己可以改进。当事情不完美时，看看你内心是如何对待自己的，是否定自己、苛责自己？试着理解并肯定自己，因为谁都不可能完美，而且你已经做得非常好了。当你能逐渐相信自己能够解决问题时，对事业的选择也会更有信心。另外，当设置一个目标时，比如考取大学本科，可以将目标拆分为许多小目标，比如一本书的十章。然后在学习时以每一章为目标，当你完成了一章时，你会感到成就，而不是一直想着还有那么多章节没看。希望你能多探索自己，给自己一些耐心和时间，逐步找回自己的力量。祝一切顺利。",
    "annotation": [
      {
        "sentence": "从你的描述中我能感觉到你的焦虑，但焦虑并不一定是坏事，它在一定程度上是有用的。",
        "label": ""
      },
      {
        "sentence": "你提到你没有主见，现在只是按照父亲的安排做物业，而且你对这份工作也并不满意，但你又不知道应该换什么工作。",
        "label": ""
      },
      {
        "sentence": "似乎很多因素都阻碍了你的选择，这让你感到很焦虑。",
        "label": ""
      },
      {
        "sentence": "没有主见和听从父亲的安排可以放在一起说，并不是因为你没有主见才选择听从父亲的意见，而是因为你害怕做出自己的选择。",
        "label": ""
      },
      {
        "sentence": "在面临困难时，任何人都会想要逃避，这很正常。",
        "label": ""
      },
      {
        "sentence": "此外，你提到了一些你曾经考虑过的工作，这是非常好的。",
        "label": ""
      },
      {
        "sentence": "但似乎每一个工作都有困难，你有很多理由来证明这个不行、那个不行，结果导致你无法选择。",
        "label": ""
      },
      {
        "sentence": "其实，你这些理由只是为了证明自己无法做出选择，我并不是在指责你。",
        "label": ""
      },
      {
        "sentence": "因为自己做出选择就意味着要承担风险，而让别人帮你做选择就能避免风险。",
        "label": ""
      },
      {
        "sentence": "你害怕自己做出错误选择，所以才害怕做出选择。",
        "label": ""
      },
      {
        "sentence": "在你成长的环境中，可能经常是别人替你做选择，你只需要按照指示去做。",
        "label": ""
      },
      {
        "sentence": "也可能你自己做的事情经常受到别人的批评，总是被说做得不好，或者之前有过一些事情的负面后果，这些都吓到了你，让你认为自己无法应对突发情况。",
        "label": ""
      },
      {
        "sentence": "因此，你对自己没有自信，不相信自己能够解决意料之外的问题。",
        "label": ""
      },
      {
        "sentence": "另外，你可能存在完美主义，如果不是选最完美、最好的，就不想选择。",
        "label": ""
      },
      {
        "sentence": "所以你无法确定哪个是最好的，也就无法选择。",
        "label": ""
      },
      {
        "sentence": "而且你也害怕在工作中犯错，害怕不能一次做好，害怕犯其他错误。",
        "label": ""
      },
      {
        "sentence": "当无法做到非常完美时，你会感到受挫。",
        "label": ""
      },
      {
        "sentence": "事实上，每件事都不可能完美，但也都是可以改进的。",
        "label": ""
      },
      {
        "sentence": "把做得不完美看作是前进的机会，不要因为不完美苛责自己、否定自己。",
        "label": ""
      },
      {
        "sentence": "要尝试做自己想做的事情，允许自己犯错，并相信自己可以改进。",
        "label": ""
      },
      {
        "sentence": "当事情不完美时，看看你内心是如何对待自己的，是否定自己、苛责自己？",
        "label": ""
      },
      {
        "sentence": "试着理解并肯定自己，因为谁都不可能完美，而且你已经做得非常好了。",
        "label": ""
      },
      {
        "sentence": "当你能逐渐相信自己能够解决问题时，对事业的选择也会更有信心。",
        "label": ""
      },
      {
        "sentence": "另外，当设置一个目标时，比如考取大学本科，可以将目标拆分为许多小目标，比如一本书的十章。",
        "label": ""
      },
      {
        "sentence": "然后在学习时以每一章为目标，当你完成了一章时，你会感到成就，而不是一直想着还有那么多章节没看。",
        "label": ""
      },
      {
        "sentence": "希望你能多探索自己，给自己一些耐心和时间，逐步找回自己的力量。",
        "label": ""
      },
      {
        "sentence": "祝一切顺利。",
        "label": ""
      }
    ]
  }
]