[
  {
    "role": "client",
    "content": "特别不愿意上班，对工作没有追求？工作四年跳槽一家新公司三个月从跳槽之前就没什么期待新鲜感，以为换了新工作会好，可发现只有更不愿意干。适应新环境能力特别差，内部工作培训也很乱心里很反感，也不开心，压力也大。每天担心受怕心里没有安全感不踏实感觉时刻都不放松。工作中没什么目标不想往上爬，每天觉得是为了生存而工作没钱没办法…不得已心好累好不开心。不知道该怎么办。",
    "annotation": [
      {
        "sentence": "特别不愿意上班，对工作没有追求？",
        "label": ""
      },
      {
        "sentence": "工作四年跳槽一家新公司三个月从跳槽之前就没什么期待新鲜感，以为换了新工作会好，可发现只有更不愿意干。",
        "label": ""
      },
      {
        "sentence": "适应新环境能力特别差，内部工作培训也很乱心里很反感，也不开心，压力也大。",
        "label": ""
      },
      {
        "sentence": "每天担心受怕心里没有安全感不踏实感觉时刻都不放松。",
        "label": ""
      },
      {
        "sentence": "工作中没什么目标不想往上爬，每天觉得是为了生存而工作没钱没办法…不得已心好累好不开心。",
        "label": ""
      },
      {
        "sentence": "不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的表述中，我能感觉到你对工作特别的不愿意，这种心情让你对工作没有了追求。看起来你之前从一家公司跳槽到另一家公司，希望能带来新的期待和新鲜感，但事实上却并没有如此。我能理解你每天担心、受怕，心里没有安全感和踏实感，并且无法放松自己。对于新环境的适应能力差，以及内部工作培训的混乱也让你感到压力很大，心情也不开心。你提到工作中没有目标，没有想要往上爬的愿望，每天只是为了生存而工作，这样的状态让你感到很累很不开心。你不知道该如何应对这样的情况，是吗？",
    "annotation": [
      {
        "sentence": "从你的表述中，我能感觉到你对工作特别的不愿意，这种心情让你对工作没有了追求。",
        "label": ""
      },
      {
        "sentence": "看起来你之前从一家公司跳槽到另一家公司，希望能带来新的期待和新鲜感，但事实上却并没有如此。",
        "label": ""
      },
      {
        "sentence": "我能理解你每天担心、受怕，心里没有安全感和踏实感，并且无法放松自己。",
        "label": ""
      },
      {
        "sentence": "对于新环境的适应能力差，以及内部工作培训的混乱也让你感到压力很大，心情也不开心。",
        "label": ""
      },
      {
        "sentence": "你提到工作中没有目标，没有想要往上爬的愿望，每天只是为了生存而工作，这样的状态让你感到很累很不开心。",
        "label": ""
      },
      {
        "sentence": "你不知道该如何应对这样的情况，是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对的，就是这种感觉。我之前跳槽的原因是希望找到一个更适合我的工作环境，但是新公司的情况却出乎我的预料，导致我没有了期待和兴奋感。我之前没有对自己的未来做规划，也没有考虑自己的专业和兴趣爱好，导致现在对工作没有明确的目标和方向。我希望找到一种方法来改变现状，但是不知道从何处着手。",
    "annotation": [
      {
        "sentence": "对的，就是这种感觉。",
        "label": ""
      },
      {
        "sentence": "我之前跳槽的原因是希望找到一个更适合我的工作环境，但是新公司的情况却出乎我的预料，导致我没有了期待和兴奋感。",
        "label": ""
      },
      {
        "sentence": "我之前没有对自己的未来做规划，也没有考虑自己的专业和兴趣爱好，导致现在对工作没有明确的目标和方向。",
        "label": ""
      },
      {
        "sentence": "我希望找到一种方法来改变现状，但是不知道从何处着手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你对于之前的跳槽抱有一定的期望，但是新公司的情况让你感到措手不及。在职业发展中，做一些规划是很重要的，可以根据自己的专业、资源和兴趣爱好来考虑未来的方向。虽然现在对工作没有明确的目标和追求，但并不意味着没有改变的可能性。我们可以一起思考如何发现新的职业兴趣和目标，并制定一些小的步骤来逐渐实现。你是否愿意尝试一些自我认知和自我探索的活动呢？",
    "annotation": [
      {
        "sentence": "听起来你对于之前的跳槽抱有一定的期望，但是新公司的情况让你感到措手不及。",
        "label": ""
      },
      {
        "sentence": "在职业发展中，做一些规划是很重要的，可以根据自己的专业、资源和兴趣爱好来考虑未来的方向。",
        "label": ""
      },
      {
        "sentence": "虽然现在对工作没有明确的目标和追求，但并不意味着没有改变的可能性。",
        "label": ""
      },
      {
        "sentence": "我们可以一起思考如何发现新的职业兴趣和目标，并制定一些小的步骤来逐渐实现。",
        "label": ""
      },
      {
        "sentence": "你是否愿意尝试一些自我认知和自我探索的活动呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我愿意去尝试一些自我认知和自我探索的活动，但是不太清楚应该如何开始。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "我愿意去尝试一些自我认知和自我探索的活动，但是不太清楚应该如何开始。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然！首先，我们可以从你的兴趣爱好开始，你可以回顾一下过去你对哪些事情感兴趣，或者有哪些能让你感到快乐的活动。然后，我们可以思考如何将这些兴趣和活动与职业发展联系起来。另外，我还建议你进行一些职业评估，这可以帮助你了解自己的职业偏好和能力。你听起来有些困惑和压力，我希望你知道这是一个逐步探索和发现的过程，要对自己有耐心。你会愿意尝试这些建议吗？",
    "annotation": [
      {
        "sentence": "当然！",
        "label": ""
      },
      {
        "sentence": "首先，我们可以从你的兴趣爱好开始，你可以回顾一下过去你对哪些事情感兴趣，或者有哪些能让你感到快乐的活动。",
        "label": ""
      },
      {
        "sentence": "然后，我们可以思考如何将这些兴趣和活动与职业发展联系起来。",
        "label": ""
      },
      {
        "sentence": "另外，我还建议你进行一些职业评估，这可以帮助你了解自己的职业偏好和能力。",
        "label": ""
      },
      {
        "sentence": "你听起来有些困惑和压力，我希望你知道这是一个逐步探索和发现的过程，要对自己有耐心。",
        "label": ""
      },
      {
        "sentence": "你会愿意尝试这些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试的，谢谢你的建议。回顾一下我对兴趣爱好的了解，并将其与职业发展联系起来，听起来是一个很好的方法。同时，进行一些职业评估也可以帮助我更加了解自己。我明白这是一个逐步的过程，需要耐心和时间。我愿意尝试这些建议，感谢你的支持！",
    "annotation": [
      {
        "sentence": "我会尝试的，谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "回顾一下我对兴趣爱好的了解，并将其与职业发展联系起来，听起来是一个很好的方法。",
        "label": ""
      },
      {
        "sentence": "同时，进行一些职业评估也可以帮助我更加了解自己。",
        "label": ""
      },
      {
        "sentence": "我明白这是一个逐步的过程，需要耐心和时间。",
        "label": ""
      },
      {
        "sentence": "我愿意尝试这些建议，感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试这些建议，并且感谢你对我的支持！在整个探索过程中，我会一直在你身边支持你。如果你有任何问题或者需要进一步的帮助，随时都可以联系我。我相信你会找到适合自己的职业发展道路，并获得更多的满足感和成就感。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试这些建议，并且感谢你对我的支持！",
        "label": ""
      },
      {
        "sentence": "在整个探索过程中，我会一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "如果你有任何问题或者需要进一步的帮助，随时都可以联系我。",
        "label": ""
      },
      {
        "sentence": "我相信你会找到适合自己的职业发展道路，并获得更多的满足感和成就感。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直陪伴和支持我，感恩！我会努力去探索和改变，相信自己能找到更适合的职业道路。如果有任何困惑和问题，我会及时向你求助的。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "谢谢你一直陪伴和支持我，感恩！",
        "label": ""
      },
      {
        "sentence": "我会努力去探索和改变，相信自己能找到更适合的职业道路。",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑和问题，我会及时向你求助的。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢你的信任和肯定！相信你的努力和坚持会取得成功。记得在整个过程中保持积极的心态，相信自己的能力。如果需要的话，随时向我求助，我会尽力帮助你。祝你一切顺利，期待听到你的好消息！",
    "annotation": [
      {
        "sentence": "非常感谢你的信任和肯定！",
        "label": ""
      },
      {
        "sentence": "相信你的努力和坚持会取得成功。",
        "label": ""
      },
      {
        "sentence": "记得在整个过程中保持积极的心态，相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，随时向我求助，我会尽力帮助你。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，期待听到你的好消息！",
        "label": ""
      }
    ]
  }
]