[
  {
    "role": "client",
    "content": "男朋友的母亲有精神分裂症，父母离异，该不该在一起？我和男朋友是同部门的同事，坐标青岛，我大他五岁，他刚大学毕业来到公司之后我们就在一起了。",
    "annotation": [
      {
        "sentence": "男朋友的母亲有精神分裂症，父母离异，该不该在一起？",
        "label": ""
      },
      {
        "sentence": "我和男朋友是同部门的同事，坐标青岛，我大他五岁，他刚大学毕业来到公司之后我们就在一起了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听说你男朋友的母亲得了精神分裂症，这对他来说一定是个很大的困扰。我想这个问题可能会对你们的关系产生一些影响，你的疑虑我能够理解。你们之间的年龄差异和工作关系也是一些需要考虑的因素。你觉得这些因素对你们的关系产生了怎样的影响呢？",
    "annotation": [
      {
        "sentence": "听说你男朋友的母亲得了精神分裂症，这对他来说一定是个很大的困扰。",
        "label": ""
      },
      {
        "sentence": "我想这个问题可能会对你们的关系产生一些影响，你的疑虑我能够理解。",
        "label": ""
      },
      {
        "sentence": "你们之间的年龄差异和工作关系也是一些需要考虑的因素。",
        "label": ""
      },
      {
        "sentence": "你觉得这些因素对你们的关系产生了怎样的影响呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他的母亲在他十几岁的时候患上了精神分裂症，父母离异，他跟着妈妈生活，爸爸已经组建了新的家庭，有了新的小孩，对他仍非常关心。近期我给他凑了一些钱在青岛买了房，需要他每月还房贷。他本人是二本毕业，在大学期间是全校认可的学生干部，实习期间也是优秀实习生，工作能力很强，部门领导也是很认可他。只是我们因为我家庭的阻力和他并不着急结婚的原因分开了，之后仍然保持着很暧昧的关系，但他不想再在一起了，而我还总抱有幻想。这种工作和情感都处理不好的感觉真的非常感谢折磨。",
    "annotation": [
      {
        "sentence": "他的母亲在他十几岁的时候患上了精神分裂症，父母离异，他跟着妈妈生活，爸爸已经组建了新的家庭，有了新的小孩，对他仍非常关心。",
        "label": ""
      },
      {
        "sentence": "近期我给他凑了一些钱在青岛买了房，需要他每月还房贷。",
        "label": ""
      },
      {
        "sentence": "他本人是二本毕业，在大学期间是全校认可的学生干部，实习期间也是优秀实习生，工作能力很强，部门领导也是很认可他。",
        "label": ""
      },
      {
        "sentence": "只是我们因为我家庭的阻力和他并不着急结婚的原因分开了，之后仍然保持着很暧昧的关系，但他不想再在一起了，而我还总抱有幻想。",
        "label": ""
      },
      {
        "sentence": "这种工作和情感都处理不好的感觉真的非常感谢折磨。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看起来你对他的事情非常了解，同时也为你们的分开和暧昧关系感到困扰。理解你感到折磨的感觉。我想了解你现在的想法和感受。你认为你们是否适合在一起？你对分开和暧昧的关系有什么想法？",
    "annotation": [
      {
        "sentence": "看起来你对他的事情非常了解，同时也为你们的分开和暧昧关系感到困扰。",
        "label": ""
      },
      {
        "sentence": "理解你感到折磨的感觉。",
        "label": ""
      },
      {
        "sentence": "我想了解你现在的想法和感受。",
        "label": ""
      },
      {
        "sentence": "你认为你们是否适合在一起？",
        "label": ""
      },
      {
        "sentence": "你对分开和暧昧的关系有什么想法？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直以来都对我们的关系抱有希望，也一直想和他结婚。但是因为家庭的阻力以及他对结婚不着急的态度，我们分开了。但是我还是无法放下，总是抱着一些幻想。这让我感到很困扰。",
    "annotation": [
      {
        "sentence": "我一直以来都对我们的关系抱有希望，也一直想和他结婚。",
        "label": ""
      },
      {
        "sentence": "但是因为家庭的阻力以及他对结婚不着急的态度，我们分开了。",
        "label": ""
      },
      {
        "sentence": "但是我还是无法放下，总是抱着一些幻想。",
        "label": ""
      },
      {
        "sentence": "这让我感到很困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你们之间有一些矛盾和不确定性。你自己内心对于结婚的想法是怎样的呢？你认为你们之间的工作和情感处理不好的原因是什么？",
    "annotation": [
      {
        "sentence": "听起来你们之间有一些矛盾和不确定性。",
        "label": ""
      },
      {
        "sentence": "你自己内心对于结婚的想法是怎样的呢？",
        "label": ""
      },
      {
        "sentence": "你认为你们之间的工作和情感处理不好的原因是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对于我来说，结婚是我希望的目标，但是他并不着急，这让我们无法达成共识。至于工作和情感处理不好的原因，可能是因为我有时会过于在意工作和家庭的阻力，导致情绪上的压力。",
    "annotation": [
      {
        "sentence": "对于我来说，结婚是我希望的目标，但是他并不着急，这让我们无法达成共识。",
        "label": ""
      },
      {
        "sentence": "至于工作和情感处理不好的原因，可能是因为我有时会过于在意工作和家庭的阻力，导致情绪上的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你们对于结婚的态度存在差异，这并不罕见。同时，你也意识到了自己内心的压力和过多关注工作和家庭的阻力。这些因素可能对你们的关系产生了一定的影响。你曾经考虑过和他坦诚地沟通你的感受和顾虑吗？",
    "annotation": [
      {
        "sentence": "听起来你们对于结婚的态度存在差异，这并不罕见。",
        "label": ""
      },
      {
        "sentence": "同时，你也意识到了自己内心的压力和过多关注工作和家庭的阻力。",
        "label": ""
      },
      {
        "sentence": "这些因素可能对你们的关系产生了一定的影响。",
        "label": ""
      },
      {
        "sentence": "你曾经考虑过和他坦诚地沟通你的感受和顾虑吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经和他谈过，但他并没有给出明确的答复。可能是因为我没有清晰地表达自己的想法和感受。我现在感到很困惑，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我曾经和他谈过，但他并没有给出明确的答复。",
        "label": ""
      },
      {
        "sentence": "可能是因为我没有清晰地表达自己的想法和感受。",
        "label": ""
      },
      {
        "sentence": "我现在感到很困惑，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困惑和迷茫。沟通在维系关系中是非常重要的一环，而且需要双方都能够坦诚和理解对方。或许你可以再次尝试和他进行深入的交流，向他清晰地传达你的想法和感受，看看是否能够找到解决问题的办法。同时，也请记得给自己一些时间和空间来冷静思考和观察这段关系是否适合你。如果你需要进一步交流，我随时愿意倾听。",
    "annotation": [
      {
        "sentence": "我明白你的困惑和迷茫。",
        "label": ""
      },
      {
        "sentence": "沟通在维系关系中是非常重要的一环，而且需要双方都能够坦诚和理解对方。",
        "label": ""
      },
      {
        "sentence": "或许你可以再次尝试和他进行深入的交流，向他清晰地传达你的想法和感受，看看是否能够找到解决问题的办法。",
        "label": ""
      },
      {
        "sentence": "同时，也请记得给自己一些时间和空间来冷静思考和观察这段关系是否适合你。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步交流，我随时愿意倾听。",
        "label": ""
      }
    ]
  }
]