[
  {
    "role": "client",
    "content": "26男，毕业3年，不知道干什么职业？焦虑找工作4个多月了，现在在父亲的意思下干了物业管家，很烦躁每天，收物业费，处理很多琐事。想干销售又觉得不稳，想干本专业电气自动化又得出差，还得从头来。应聘医药代表一直被刷下来了。现在每天醒的很早，好焦虑。好害怕时间流逝！！我有攻击性，却不知道往哪使。很烦躁。高三焦虑过，也看过心里医生的，一直以来，都说我没有自我。唉，我的人生不想这样，我不知道我该怎么办了。抱怨。",
    "annotation": [
      {
        "sentence": "26男，毕业3年，不知道干什么职业？",
        "label": ""
      },
      {
        "sentence": "焦虑找工作4个多月了，现在在父亲的意思下干了物业管家，很烦躁每天，收物业费，处理很多琐事。",
        "label": ""
      },
      {
        "sentence": "想干销售又觉得不稳，想干本专业电气自动化又得出差，还得从头来。",
        "label": ""
      },
      {
        "sentence": "应聘医药代表一直被刷下来了。",
        "label": ""
      },
      {
        "sentence": "现在每天醒的很早，好焦虑。",
        "label": ""
      },
      {
        "sentence": "好害怕时间流逝！！",
        "label": ""
      },
      {
        "sentence": "我有攻击性，却不知道往哪使。",
        "label": ""
      },
      {
        "sentence": "很烦躁。",
        "label": ""
      },
      {
        "sentence": "高三焦虑过，也看过心里医生的，一直以来，都说我没有自我。",
        "label": ""
      },
      {
        "sentence": "唉，我的人生不想这样，我不知道我该怎么办了。",
        "label": ""
      },
      {
        "sentence": "抱怨。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从字里行间体会到满满的焦虑。听说你现在的工作是在父亲的安排下当物业管家，每天处理琐事，让你感到烦躁，好像并不是你真正想要的工作。从你的话中感觉你有很多想要尝试的行业，那么你最想从事的是哪个呢？每个行业或职位都有优劣势，关键是弄清楚自己想要什么，以及在这个岗位上你可以得到发展的机会。你需要提升哪些能力，克服哪些困难？可以结合自己的性格、专业背景和兴趣来考虑。如果你仍然感到迷茫，不妨找个心理咨询师一起探讨一下。我祝你一切顺利！",
    "annotation": [
      {
        "sentence": "从字里行间体会到满满的焦虑。",
        "label": ""
      },
      {
        "sentence": "听说你现在的工作是在父亲的安排下当物业管家，每天处理琐事，让你感到烦躁，好像并不是你真正想要的工作。",
        "label": ""
      },
      {
        "sentence": "从你的话中感觉你有很多想要尝试的行业，那么你最想从事的是哪个呢？",
        "label": ""
      },
      {
        "sentence": "每个行业或职位都有优劣势，关键是弄清楚自己想要什么，以及在这个岗位上你可以得到发展的机会。",
        "label": ""
      },
      {
        "sentence": "你需要提升哪些能力，克服哪些困难？",
        "label": ""
      },
      {
        "sentence": "可以结合自己的性格、专业背景和兴趣来考虑。",
        "label": ""
      },
      {
        "sentence": "如果你仍然感到迷茫，不妨找个心理咨询师一起探讨一下。",
        "label": ""
      },
      {
        "sentence": "我祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想尝试销售工作，但我又担心这份工作不够稳定。另外，我本专业是电气自动化，但从头开始做这个职业也需要频繁出差。我之前应聘医药代表的工作也一直被拒。现在每天早早醒来都感到焦虑，害怕时间的流逝。我真的不知道该往哪个方向发展了，感到很困惑。",
    "annotation": [
      {
        "sentence": "我想尝试销售工作，但我又担心这份工作不够稳定。",
        "label": ""
      },
      {
        "sentence": "另外，我本专业是电气自动化，但从头开始做这个职业也需要频繁出差。",
        "label": ""
      },
      {
        "sentence": "我之前应聘医药代表的工作也一直被拒。",
        "label": ""
      },
      {
        "sentence": "现在每天早早醒来都感到焦虑，害怕时间的流逝。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该往哪个方向发展了，感到很困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的顾虑。销售工作可能确实存在一些不稳定性，而从头开始做电气自动化职业的确需要频繁出差。既然之前应聘医药代表的机会也没有成功，这确实让你感到沮丧和焦虑。每天早早醒来感到焦虑，害怕时间流逝是常见的焦虑表现。在这个困惑的时刻，或许可以先思考一下自己的兴趣和专业背景，结合工作市场的需求来找到一个折中的方案。另外，你提到过你曾经看过心理医生，他们一直说你没有自我。这是一个非常重要的问题，我们可以一起来探索一下你的自我认知和价值观。",
    "annotation": [
      {
        "sentence": "我理解你的顾虑。",
        "label": ""
      },
      {
        "sentence": "销售工作可能确实存在一些不稳定性，而从头开始做电气自动化职业的确需要频繁出差。",
        "label": ""
      },
      {
        "sentence": "既然之前应聘医药代表的机会也没有成功，这确实让你感到沮丧和焦虑。",
        "label": ""
      },
      {
        "sentence": "每天早早醒来感到焦虑，害怕时间流逝是常见的焦虑表现。",
        "label": ""
      },
      {
        "sentence": "在这个困惑的时刻，或许可以先思考一下自己的兴趣和专业背景，结合工作市场的需求来找到一个折中的方案。",
        "label": ""
      },
      {
        "sentence": "另外，你提到过你曾经看过心理医生，他们一直说你没有自我。",
        "label": ""
      },
      {
        "sentence": "这是一个非常重要的问题，我们可以一起来探索一下你的自我认知和价值观。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实需要在自我认知和价值观方面进行探索。我一直觉得自己在职业选择和生活中都很迷茫，好像缺乏一个清晰的方向和目标。我也意识到自己的攻击倾向，但却不知道该如何应对。我觉得我需要找到一个适合自己的工作，同时也想建立一份稳定的职业。我希望可以找到一个能够平衡稳定和个人发展的职业道路。",
    "annotation": [
      {
        "sentence": "你说得对，我确实需要在自我认知和价值观方面进行探索。",
        "label": ""
      },
      {
        "sentence": "我一直觉得自己在职业选择和生活中都很迷茫，好像缺乏一个清晰的方向和目标。",
        "label": ""
      },
      {
        "sentence": "我也意识到自己的攻击倾向，但却不知道该如何应对。",
        "label": ""
      },
      {
        "sentence": "我觉得我需要找到一个适合自己的工作，同时也想建立一份稳定的职业。",
        "label": ""
      },
      {
        "sentence": "我希望可以找到一个能够平衡稳定和个人发展的职业道路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对自己的认识很重要，这可以帮助你澄清自己的职业目标和生活方向。同时，你意识到自己有攻击倾向也是一种进步，可以尝试寻找适合自己的情绪调节方法，比如说冥想或者寻求专业的心理辅导。建立一份稳定的职业同时也追求个人发展确实是一个挑战，但并非不可能。可以通过了解不同行业的职业发展路径，以及自己的优势和兴趣来找到一个平衡点。你可以逐渐探索一些可能的方向，同时也要给自己一些时间和空间去成长。",
    "annotation": [
      {
        "sentence": "你对自己的认识很重要，这可以帮助你澄清自己的职业目标和生活方向。",
        "label": ""
      },
      {
        "sentence": "同时，你意识到自己有攻击倾向也是一种进步，可以尝试寻找适合自己的情绪调节方法，比如说冥想或者寻求专业的心理辅导。",
        "label": ""
      },
      {
        "sentence": "建立一份稳定的职业同时也追求个人发展确实是一个挑战，但并非不可能。",
        "label": ""
      },
      {
        "sentence": "可以通过了解不同行业的职业发展路径，以及自己的优势和兴趣来找到一个平衡点。",
        "label": ""
      },
      {
        "sentence": "你可以逐渐探索一些可能的方向，同时也要给自己一些时间和空间去成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我真的需要更多的时间和空间去认识自己，探索适合我的职业道路。我会尝试寻找适合我的情绪调节方法，同时也不放弃寻找那个能够平衡稳定和个人成长的职业机会。谢谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "你说得很对，我真的需要更多的时间和空间去认识自己，探索适合我的职业道路。",
        "label": ""
      },
      {
        "sentence": "我会尝试寻找适合我的情绪调节方法，同时也不放弃寻找那个能够平衡稳定和个人成长的职业机会。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直支持你的。记得要给自己一些宽容和耐心，成长是一个过程，不要急于求成。相信自己的能力，相信你可以找到适合自己的职业道路。如果你需要任何进一步的帮助，随时都可以再来找我。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "记得要给自己一些宽容和耐心，成长是一个过程，不要急于求成。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，相信你可以找到适合自己的职业道路。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的帮助，随时都可以再来找我。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]