[
  {
    "role": "client",
    "content": "如何在顺从性恋爱观中把握住喜欢的那个ta？我的问题可能是小时候爸妈不在家，他们回来后，就特别想让他们喜欢我，可是并没有成功，这让我觉得自己是一个不值得人，小时候一直很听他们的话，后面就不了。可是骨子里还是习惯于讨好喜欢的人。遇见了很多对我好的男生，从一开始的不心动，到后面的沦陷，我发现我的热情，黏人，总是把对方推的很远，我也在看书想疏解自己，可是还是控制不住自己，会想对方不热情了是不是讨厌我了？是不是要抛弃我了。现在遇到的这个男生很好，他很优秀，一开始很热情也主动，现在他很忙，我的黏人他也表达了让他工作分心了，他的朋友圈是说过于安逸会无法知道自己到底又多优秀。现在的我也是忙碌考试，所以他也希望我不要把心思放太多在他身上，以后会有时间。可是看到这样的话，我能理解，可是控制不住的难过，觉得会被抛弃，会渐行渐远，我该如何是好，我觉得我无法自我疏通。",
    "annotation": [
      {
        "sentence": "如何在顺从性恋爱观中把握住喜欢的那个ta？",
        "label": ""
      },
      {
        "sentence": "我的问题可能是小时候爸妈不在家，他们回来后，就特别想让他们喜欢我，可是并没有成功，这让我觉得自己是一个不值得人，小时候一直很听他们的话，后面就不了。",
        "label": ""
      },
      {
        "sentence": "可是骨子里还是习惯于讨好喜欢的人。",
        "label": ""
      },
      {
        "sentence": "遇见了很多对我好的男生，从一开始的不心动，到后面的沦陷，我发现我的热情，黏人，总是把对方推的很远，我也在看书想疏解自己，可是还是控制不住自己，会想对方不热情了是不是讨厌我了？",
        "label": ""
      },
      {
        "sentence": "是不是要抛弃我了。",
        "label": ""
      },
      {
        "sentence": "现在遇到的这个男生很好，他很优秀，一开始很热情也主动，现在他很忙，我的黏人他也表达了让他工作分心了，他的朋友圈是说过于安逸会无法知道自己到底又多优秀。",
        "label": ""
      },
      {
        "sentence": "现在的我也是忙碌考试，所以他也希望我不要把心思放太多在他身上，以后会有时间。",
        "label": ""
      },
      {
        "sentence": "可是看到这样的话，我能理解，可是控制不住的难过，觉得会被抛弃，会渐行渐远，我该如何是好，我觉得我无法自我疏通。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的感受。小时候你渴望父母喜欢你，但却没有得到回应。恋爱关系往往是在重复原生家庭的模式，所以当我们黏着一个人的时候，实际上是希望对方喜欢我们。但我们潜意识中对自我的定义与此相悖，所以我们会将对方推远。要打破这一魔咒，我建议通过心理咨询来深入探究。",
    "annotation": [
      {
        "sentence": "非常理解你的感受。",
        "label": ""
      },
      {
        "sentence": "小时候你渴望父母喜欢你，但却没有得到回应。",
        "label": ""
      },
      {
        "sentence": "恋爱关系往往是在重复原生家庭的模式，所以当我们黏着一个人的时候，实际上是希望对方喜欢我们。",
        "label": ""
      },
      {
        "sentence": "但我们潜意识中对自我的定义与此相悖，所以我们会将对方推远。",
        "label": ""
      },
      {
        "sentence": "要打破这一魔咒，我建议通过心理咨询来深入探究。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我该如何开始这段深入的探究呢？",
    "annotation": [
      {
        "sentence": "那我该如何开始这段深入的探究呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以尝试回顾自己与父母的互动模式，思考其中的影响。同时，你可以通过咨询来更好地了解自己的情感需求以及人际关系模式，以寻找更健康的方式与他人相处。",
    "annotation": [
      {
        "sentence": "首先，你可以尝试回顾自己与父母的互动模式，思考其中的影响。",
        "label": ""
      },
      {
        "sentence": "同时，你可以通过咨询来更好地了解自己的情感需求以及人际关系模式，以寻找更健康的方式与他人相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，我会试着回顾自己与父母的互动，同时也准备去咨询。还有，我现在对这个男生的情感怎么办呢？",
    "annotation": [
      {
        "sentence": "我理解了，我会试着回顾自己与父母的互动，同时也准备去咨询。",
        "label": ""
      },
      {
        "sentence": "还有，我现在对这个男生的情感怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你现在对这个男生的情感，你可以尝试放松心态，尽量理解他的忙碌和工作压力。同时，也要给自己一些独立的时间和空间，发展自己的兴趣爱好，保持平衡的生活状态。",
    "annotation": [
      {
        "sentence": "对于你现在对这个男生的情感，你可以尝试放松心态，尽量理解他的忙碌和工作压力。",
        "label": ""
      },
      {
        "sentence": "同时，也要给自己一些独立的时间和空间，发展自己的兴趣爱好，保持平衡的生活状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尽量调整自己的心态，给予他更多理解和支持。同时，我也会找一些适合自己的兴趣爱好去发展。但是如果我情感上还是无法自我疏通怎么办？",
    "annotation": [
      {
        "sentence": "我明白了，我会尽量调整自己的心态，给予他更多理解和支持。",
        "label": ""
      },
      {
        "sentence": "同时，我也会找一些适合自己的兴趣爱好去发展。",
        "label": ""
      },
      {
        "sentence": "但是如果我情感上还是无法自我疏通怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你在情感上仍然难以自我疏通，不妨再次考虑寻求专业心理咨询的帮助。专业的咨询师可以帮助你探索根源、释放压力，同时提供更具体的建议和指导。",
    "annotation": [
      {
        "sentence": "如果你在情感上仍然难以自我疏通，不妨再次考虑寻求专业心理咨询的帮助。",
        "label": ""
      },
      {
        "sentence": "专业的咨询师可以帮助你探索根源、释放压力，同时提供更具体的建议和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，如果需要的话，我会再考虑寻求专业心理咨询的帮助。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "好的，如果需要的话，我会再考虑寻求专业心理咨询的帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我希望你能逐渐找到自我疏通的方法，建立更健康的人际关系，愿你能过上快乐、平衡的生活。如果你在这个过程中遇到任何困难，随时向我寻求帮助。",
    "annotation": [
      {
        "sentence": "不客气，我希望你能逐渐找到自我疏通的方法，建立更健康的人际关系，愿你能过上快乐、平衡的生活。",
        "label": ""
      },
      {
        "sentence": "如果你在这个过程中遇到任何困难，随时向我寻求帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力的。如果有需要的时候，我会再次向你寻求帮助的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力的。",
        "label": ""
      },
      {
        "sentence": "如果有需要的时候，我会再次向你寻求帮助的。",
        "label": ""
      }
    ]
  }
]