[
  {
    "role": "client",
    "content": "我如何在顺从性恋爱观中把握住喜欢的那个ta？我的问题可能是小时候爸妈不在家，他们回来后，就特别想让他们喜欢我，可是并没有成功，这让我觉得自己是一个不值得人，小时候一直很听他们的话，后面就不了。可是骨子里还是习惯于讨好喜欢的人。遇见了很多对我好的男生，从一开始的不心动，到后面的沦陷，我发现我的热情，黏人，总是把对方推的很远，我也在看书想疏解自己，可是还是控制不住自己，会想对方不热情了是不是讨厌我了？是不是要抛弃我了。现在遇到的这个男生很好，他很优秀，一开始很热情也主动，现在他很忙，我的黏人他也表达了让他工作分心了，他的朋友圈是说过于安逸会无法知道自己到底又多优秀。现在的我也是忙碌考试，所以他也希望我不要把心思放太多在他身上，以后会有时间。可是看到这样的话，我能理解，可是控制不住的难过，觉得会被抛弃，会渐行渐远，我该如何是好，我觉得我无法自我疏通。",
    "annotation": [
      {
        "sentence": "我如何在顺从性恋爱观中把握住喜欢的那个ta？",
        "label": ""
      },
      {
        "sentence": "我的问题可能是小时候爸妈不在家，他们回来后，就特别想让他们喜欢我，可是并没有成功，这让我觉得自己是一个不值得人，小时候一直很听他们的话，后面就不了。",
        "label": ""
      },
      {
        "sentence": "可是骨子里还是习惯于讨好喜欢的人。",
        "label": ""
      },
      {
        "sentence": "遇见了很多对我好的男生，从一开始的不心动，到后面的沦陷，我发现我的热情，黏人，总是把对方推的很远，我也在看书想疏解自己，可是还是控制不住自己，会想对方不热情了是不是讨厌我了？",
        "label": ""
      },
      {
        "sentence": "是不是要抛弃我了。",
        "label": ""
      },
      {
        "sentence": "现在遇到的这个男生很好，他很优秀，一开始很热情也主动，现在他很忙，我的黏人他也表达了让他工作分心了，他的朋友圈是说过于安逸会无法知道自己到底又多优秀。",
        "label": ""
      },
      {
        "sentence": "现在的我也是忙碌考试，所以他也希望我不要把心思放太多在他身上，以后会有时间。",
        "label": ""
      },
      {
        "sentence": "可是看到这样的话，我能理解，可是控制不住的难过，觉得会被抛弃，会渐行渐远，我该如何是好，我觉得我无法自我疏通。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述来看，你的家庭环境可能导致你缺乏安全感和归属感，这是可以理解的。你现在对于他表达的希望“不要把心思放太多在他身上，以后会有时间”，感到无法控制的难过和担心被抛弃，感觉彼此会渐行渐远。你可以试着将自己的感受和需求与男朋友进行沟通。你可以告诉他你的感受是“控制不住的难过，担心被抛弃”，你希望保持亲密关系。通过向他表达你的感受和需求，他可以给予你合理的回应，从而增加你的安全感和归属感。此外，我们可以练习改变自己的认知模式，用积极的态度面对生活。认知主义心理学认为，我们对事物的看法会影响我们的情绪，也就是说，世上事物本身是中性的，没有好坏之分，你觉得不爽是因为你对事物的看法出现了问题。你可以尝试从好的方面思考，比如他希望你不要太过专注于他的身上，是希望你能好好学习，提高成绩，以缩小你们之间的差距。他这样做是因为他知道，好的爱情是不需要捆绑和控制的，也不是试图改变对方来顺应自己，而是给予对方自由和空间，让他自由地成长，尽情做自己，成为更好的自己。当然，这只是一个示范，你也可以有其他的解释方式。",
    "annotation": [
      {
        "sentence": "从你的描述来看，你的家庭环境可能导致你缺乏安全感和归属感，这是可以理解的。",
        "label": ""
      },
      {
        "sentence": "你现在对于他表达的希望“不要把心思放太多在他身上，以后会有时间”，感到无法控制的难过和担心被抛弃，感觉彼此会渐行渐远。",
        "label": ""
      },
      {
        "sentence": "你可以试着将自己的感受和需求与男朋友进行沟通。",
        "label": ""
      },
      {
        "sentence": "你可以告诉他你的感受是“控制不住的难过，担心被抛弃”，你希望保持亲密关系。",
        "label": ""
      },
      {
        "sentence": "通过向他表达你的感受和需求，他可以给予你合理的回应，从而增加你的安全感和归属感。",
        "label": ""
      },
      {
        "sentence": "此外，我们可以练习改变自己的认知模式，用积极的态度面对生活。",
        "label": ""
      },
      {
        "sentence": "认知主义心理学认为，我们对事物的看法会影响我们的情绪，也就是说，世上事物本身是中性的，没有好坏之分，你觉得不爽是因为你对事物的看法出现了问题。",
        "label": ""
      },
      {
        "sentence": "你可以尝试从好的方面思考，比如他希望你不要太过专注于他的身上，是希望你能好好学习，提高成绩，以缩小你们之间的差距。",
        "label": ""
      },
      {
        "sentence": "他这样做是因为他知道，好的爱情是不需要捆绑和控制的，也不是试图改变对方来顺应自己，而是给予对方自由和空间，让他自由地成长，尽情做自己，成为更好的自己。",
        "label": ""
      },
      {
        "sentence": "当然，这只是一个示范，你也可以有其他的解释方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思了，我应该跟他坦诚相待，告诉他我的感受和需求，而不是自己一个人胡思乱想，让想法在脑海里盘旋。同时，我也要尝试改变自己的认知模式，从积极的角度看待事物，希望能增加自己的安全感和归属感。我会试着跟男朋友沟通，看他能给予什么样的回应。",
    "annotation": [
      {
        "sentence": "我明白你的意思了，我应该跟他坦诚相待，告诉他我的感受和需求，而不是自己一个人胡思乱想，让想法在脑海里盘旋。",
        "label": ""
      },
      {
        "sentence": "同时，我也要尝试改变自己的认知模式，从积极的角度看待事物，希望能增加自己的安全感和归属感。",
        "label": ""
      },
      {
        "sentence": "我会试着跟男朋友沟通，看他能给予什么样的回应。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你理解得很快，也很勇敢。跟他坦诚相待是明智的决定，你的感受和需求都很重要。记得在沟通时，保持开放和理解的态度，尊重彼此的感受和意见，相信你们能够找到一个解决方案，让彼此更加亲近。同时，改变认知模式需要时间和斗争，但只要你能坚持，积极的心态会逐渐成为你的习惯。加油！如果你还有其他问题或需要进一步的帮助，随时告诉我。",
    "annotation": [
      {
        "sentence": "很好，你理解得很快，也很勇敢。",
        "label": ""
      },
      {
        "sentence": "跟他坦诚相待是明智的决定，你的感受和需求都很重要。",
        "label": ""
      },
      {
        "sentence": "记得在沟通时，保持开放和理解的态度，尊重彼此的感受和意见，相信你们能够找到一个解决方案，让彼此更加亲近。",
        "label": ""
      },
      {
        "sentence": "同时，改变认知模式需要时间和斗争，但只要你能坚持，积极的心态会逐渐成为你的习惯。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或需要进一步的帮助，随时告诉我。",
        "label": ""
      }
    ]
  }
]