[
  {
    "role": "client",
    "content": "女生成长期间被偷拍2次被人知道，议论特殊行为我是初中时的事情，结果我是高中知道被人偷拍了，有些同学讨论我，我很难过，假装不知道，大学有人认出我，很多人讨论我，还有人经过我说我，我也是难过，假装不知道。",
    "annotation": [
      {
        "sentence": "女生成长期间被偷拍2次被人知道，议论特殊行为我是初中时的事情，结果我是高中知道被人偷拍了，有些同学讨论我，我很难过，假装不知道，大学有人认出我，很多人讨论我，还有人经过我说我，我也是难过，假装不知道。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你经历的事情，我能理解你感到困扰和难过。你是一个勇敢的人，能够在这里和我分享你的内心感受。被偷拍是一件非常不舒服的事情，但请记住，这并不代表你有任何过错。值得庆幸的是，我们正生活在一个日益开放的社会，相对而言人们更加宽容和理解。虽然这种经历可能会对你造成困扰，但请相信你并不孤单，我们会一起面对它。",
    "annotation": [
      {
        "sentence": "听到你经历的事情，我能理解你感到困扰和难过。",
        "label": ""
      },
      {
        "sentence": "你是一个勇敢的人，能够在这里和我分享你的内心感受。",
        "label": ""
      },
      {
        "sentence": "被偷拍是一件非常不舒服的事情，但请记住，这并不代表你有任何过错。",
        "label": ""
      },
      {
        "sentence": "值得庆幸的是，我们正生活在一个日益开放的社会，相对而言人们更加宽容和理解。",
        "label": ""
      },
      {
        "sentence": "虽然这种经历可能会对你造成困扰，但请相信你并不孤单，我们会一起面对它。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "每天躲在宿舍，我这几个学校都在省内，我一直是孤僻，内向的人，独来独往，别人讨厌我，觉得我怪。",
    "annotation": [
      {
        "sentence": "每天躲在宿舍，我这几个学校都在省内，我一直是孤僻，内向的人，独来独往，别人讨厌我，觉得我怪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你感到的孤独和不被接受的感觉。然而，我们每个人都是独特的，并且有自己的方式去面对生活。无论别人怎么看待你，最重要的是你对自己的认同和接纳。尝试接触一些志同道合的人，在他们中间寻找支持和理解，这可能对你的情况有所帮助。",
    "annotation": [
      {
        "sentence": "我了解你感到的孤独和不被接受的感觉。",
        "label": ""
      },
      {
        "sentence": "然而，我们每个人都是独特的，并且有自己的方式去面对生活。",
        "label": ""
      },
      {
        "sentence": "无论别人怎么看待你，最重要的是你对自己的认同和接纳。",
        "label": ""
      },
      {
        "sentence": "尝试接触一些志同道合的人，在他们中间寻找支持和理解，这可能对你的情况有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "每次回到家乡都害怕，最近听到外面有人说女孩怎么了，我总害怕是说我，我每天去偷听，影响学习，睡眠，健康，我也太惨了，被那么多认识，不认识的同学知道我的事，我一直走不出来，有阴影，很痛苦。",
    "annotation": [
      {
        "sentence": "每次回到家乡都害怕，最近听到外面有人说女孩怎么了，我总害怕是说我，我每天去偷听，影响学习，睡眠，健康，我也太惨了，被那么多认识，不认识的同学知道我的事，我一直走不出来，有阴影，很痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你对回到家乡的担忧和对他人评价的恐惧。这种恐惧可能会影响你的学习、睡眠和整体健康。但是，请记住你不是一个孤立的个体，我们都在这里支持你。尝试寻找一些放松的方式，如进行运动、听音乐或尝试冥想，以缓解你的痛苦和焦虑感。此外，寻求心理健康专业人士的帮助也很重要，他们能够给你提供更具体的建议和支持。",
    "annotation": [
      {
        "sentence": "我能理解你对回到家乡的担忧和对他人评价的恐惧。",
        "label": ""
      },
      {
        "sentence": "这种恐惧可能会影响你的学习、睡眠和整体健康。",
        "label": ""
      },
      {
        "sentence": "但是，请记住你不是一个孤立的个体，我们都在这里支持你。",
        "label": ""
      },
      {
        "sentence": "尝试寻找一些放松的方式，如进行运动、听音乐或尝试冥想，以缓解你的痛苦和焦虑感。",
        "label": ""
      },
      {
        "sentence": "此外，寻求心理健康专业人士的帮助也很重要，他们能够给你提供更具体的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我以后还是要在省内学习，工作，也怕新学校新学期有人认识我，传播我，议论我。",
    "annotation": [
      {
        "sentence": "我以后还是要在省内学习，工作，也怕新学校新学期有人认识我，传播我，议论我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心他人的评价和议论是很正常的，尤其是在你经历过这样的事件后。然而，请记住每个人都有自己的故事和挣扎，我们无法控制别人的想法和行为，但我们可以控制自己对这些言论的反应。尝试放松心态，相信自己的能力，为自己设立个人目标，并专注于实现它们。在新的学校和学期开始后，慢慢建立起属于你自己的社交圈子，与那些理解和支持你的人一起成长。",
    "annotation": [
      {
        "sentence": "担心他人的评价和议论是很正常的，尤其是在你经历过这样的事件后。",
        "label": ""
      },
      {
        "sentence": "然而，请记住每个人都有自己的故事和挣扎，我们无法控制别人的想法和行为，但我们可以控制自己对这些言论的反应。",
        "label": ""
      },
      {
        "sentence": "尝试放松心态，相信自己的能力，为自己设立个人目标，并专注于实现它们。",
        "label": ""
      },
      {
        "sentence": "在新的学校和学期开始后，慢慢建立起属于你自己的社交圈子，与那些理解和支持你的人一起成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很后悔在网上和很多网友说过我的事，虽然我没透露自己的信息，我真的知道错了。",
    "annotation": [
      {
        "sentence": "我很后悔在网上和很多网友说过我的事，虽然我没透露自己的信息，我真的知道错了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "后悔是人类共有的情感，我们都会犯错，尤其是在受到伤害和困扰的时候。但是，重要的是你已经意识到了这个问题，并愿意做出改变。你也提到没有透露自己的信息，这是明智的选择，保护个人隐私对于你的心理健康非常重要。将这次经历作为一次宝贵的教训，并且对未来保持警惕，更加注重自我保护，向你身边的亲人和朋友寻求支持和理解。",
    "annotation": [
      {
        "sentence": "后悔是人类共有的情感，我们都会犯错，尤其是在受到伤害和困扰的时候。",
        "label": ""
      },
      {
        "sentence": "但是，重要的是你已经意识到了这个问题，并愿意做出改变。",
        "label": ""
      },
      {
        "sentence": "你也提到没有透露自己的信息，这是明智的选择，保护个人隐私对于你的心理健康非常重要。",
        "label": ""
      },
      {
        "sentence": "将这次经历作为一次宝贵的教训，并且对未来保持警惕，更加注重自我保护，向你身边的亲人和朋友寻求支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我人生路上总是被人排挤，打压，嘲笑，歧视，辱骂，没有顺心的事，又遇到这样污点的事，很难走出来。",
    "annotation": [
      {
        "sentence": "我人生路上总是被人排挤，打压，嘲笑，歧视，辱骂，没有顺心的事，又遇到这样污点的事，很难走出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你对生活中困难和挑战的感受。经历这么多不公正的对待和伤害，确实会对你的信心产生影响。然而，我要告诉你，请不要低估你自己的价值和潜力。每个人都会遇到一些阻碍和不如意的事情，但并不代表你不能战胜它们。请试着寻找属于自己的兴趣爱好，通过这些方式找到自信和满足感。同时，也多跟亲近的人分享你的感受，他们会在你最需要的时候给予你力量和支持。",
    "annotation": [
      {
        "sentence": "我可以理解你对生活中困难和挑战的感受。",
        "label": ""
      },
      {
        "sentence": "经历这么多不公正的对待和伤害，确实会对你的信心产生影响。",
        "label": ""
      },
      {
        "sentence": "然而，我要告诉你，请不要低估你自己的价值和潜力。",
        "label": ""
      },
      {
        "sentence": "每个人都会遇到一些阻碍和不如意的事情，但并不代表你不能战胜它们。",
        "label": ""
      },
      {
        "sentence": "请试着寻找属于自己的兴趣爱好，通过这些方式找到自信和满足感。",
        "label": ""
      },
      {
        "sentence": "同时，也多跟亲近的人分享你的感受，他们会在你最需要的时候给予你力量和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "也不敢和家里说，怕他们难过，生气，我知道错了，我很多时候觉得自己恶心，对不起家人，也对男人没期待了我想正常生活。",
    "annotation": [
      {
        "sentence": "也不敢和家里说，怕他们难过，生气，我知道错了，我很多时候觉得自己恶心，对不起家人，也对男人没期待了我想正常生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你不敢向家人倾诉的原因，你是在担心他们的感受。但是记住，你并不孤单，家人是你最亲密的人，他们关心着你。如果你感觉自己难以面对这个难题，你可以选择与一位专业的心理健康专家或咨询师进行私下交流。此外，情感上的承受能力也需要时间来调整和恢复，请耐心等待，不要苛责自己。今后的人生中，你可以尝试重新找回对男人和正常生活的期待，追求自己真正的快乐和幸福。",
    "annotation": [
      {
        "sentence": "我了解你不敢向家人倾诉的原因，你是在担心他们的感受。",
        "label": ""
      },
      {
        "sentence": "但是记住，你并不孤单，家人是你最亲密的人，他们关心着你。",
        "label": ""
      },
      {
        "sentence": "如果你感觉自己难以面对这个难题，你可以选择与一位专业的心理健康专家或咨询师进行私下交流。",
        "label": ""
      },
      {
        "sentence": "此外，情感上的承受能力也需要时间来调整和恢复，请耐心等待，不要苛责自己。",
        "label": ""
      },
      {
        "sentence": "今后的人生中，你可以尝试重新找回对男人和正常生活的期待，追求自己真正的快乐和幸福。",
        "label": ""
      }
    ]
  }
]