[
  {
    "role": "client",
    "content": "女生成长期间被偷拍2次被人知道，议论特殊行为我是初中时的事情，结果我是高中知道被人偷拍了，有些同学讨论我，我很难过，假装不知道，大学有人认出我，很多人讨论我，还有人经过我说我，我也是难过，假装不知道，每天躲在宿舍，我这几个学校都在省内，我一直是孤僻，内向的人，独来独往，别人讨厌我，觉得我怪，每次回到家乡都害怕，最近听到外面有人说女孩怎么了，我总害怕是说我，我每天去偷听，影响学习，睡眠，健康，我也太惨了，被那么多认识，不认识的同学知道我的事，我一直走不出来，有阴影，很痛苦，我以后还是要在省内学习，工作，也怕新学校新学期有人认识我，传播我，议论我，我很后悔在网上和很多网友说过我的事，虽然我没透露自己的信息，我真的知道错了，我人生路上总是被人排挤，打压，嘲笑，歧视，辱骂，没有顺心的事，又遇到这样污点的事，很难走出来，也不敢和家里说，怕他们难过，生气，我知道错了，我很多时候觉得自己恶心，对不起家人，也对男人没期待了我想正常生活。",
    "annotation": [
      {
        "sentence": "女生成长期间被偷拍2次被人知道，议论特殊行为我是初中时的事情，结果我是高中知道被人偷拍了，有些同学讨论我，我很难过，假装不知道，大学有人认出我，很多人讨论我，还有人经过我说我，我也是难过，假装不知道，每天躲在宿舍，我这几个学校都在省内，我一直是孤僻，内向的人，独来独往，别人讨厌我，觉得我怪，每次回到家乡都害怕，最近听到外面有人说女孩怎么了，我总害怕是说我，我每天去偷听，影响学习，睡眠，健康，我也太惨了，被那么多认识，不认识的同学知道我的事，我一直走不出来，有阴影，很痛苦，我以后还是要在省内学习，工作，也怕新学校新学期有人认识我，传播我，议论我，我很后悔在网上和很多网友说过我的事，虽然我没透露自己的信息，我真的知道错了，我人生路上总是被人排挤，打压，嘲笑，歧视，辱骂，没有顺心的事，又遇到这样污点的事，很难走出来，也不敢和家里说，怕他们难过，生气，我知道错了，我很多时候觉得自己恶心，对不起家人，也对男人没期待了我想正常生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我很理解你在遭受偷拍后所感受到的困扰和痛苦。你提到你是在高中才知道自己被偷拍的，之后同学们开始议论你，而大学时更多的人知道了这件事情，你对此感到非常难过，所以选择了躲在宿舍。每次回到家乡都害怕听到别人谈论女孩的事件，这种情绪影响了你的学习、睡眠和健康，我很理解你的痛苦和困扰。",
    "annotation": [
      {
        "sentence": "你好，我很理解你在遭受偷拍后所感受到的困扰和痛苦。",
        "label": ""
      },
      {
        "sentence": "你提到你是在高中才知道自己被偷拍的，之后同学们开始议论你，而大学时更多的人知道了这件事情，你对此感到非常难过，所以选择了躲在宿舍。",
        "label": ""
      },
      {
        "sentence": "每次回到家乡都害怕听到别人谈论女孩的事件，这种情绪影响了你的学习、睡眠和健康，我很理解你的痛苦和困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自己被困在了一个无法摆脱的阴影之中，我一直在想，这些认识或不认识的人是如何看待我的。即使没有人再议论我的事情，我也无法忘记这段经历。而且，我还时常感到孤立，内向的性格使得周围的人觉得我与众不同，我感到自己被别人排斥和嘲笑。",
    "annotation": [
      {
        "sentence": "是的，我觉得自己被困在了一个无法摆脱的阴影之中，我一直在想，这些认识或不认识的人是如何看待我的。",
        "label": ""
      },
      {
        "sentence": "即使没有人再议论我的事情，我也无法忘记这段经历。",
        "label": ""
      },
      {
        "sentence": "而且，我还时常感到孤立，内向的性格使得周围的人觉得我与众不同，我感到自己被别人排斥和嘲笑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不是一个人，这种困惑和痛苦很正常。首先，我想告诉你的是，无论是初中还是高中，你并没有意识到自己被偷拍的情况下一直是正常生活的，说明你是能够克服困难的，所以现在也请你相信自己有足够的能力去走出阴影。其次，对于这些议论你的人，他们只是对你的过去感兴趣，但是人们的关注总是转移的，这些议论终将会过去的。此外，性是一个自然的需求，每个人都有，不要因为别人的评论给自己太多压力。请你放松心情，不要让他人的意见左右你的生活，自己过自己的生活，开开心心最重要。",
    "annotation": [
      {
        "sentence": "你不是一个人，这种困惑和痛苦很正常。",
        "label": ""
      },
      {
        "sentence": "首先，我想告诉你的是，无论是初中还是高中，你并没有意识到自己被偷拍的情况下一直是正常生活的，说明你是能够克服困难的，所以现在也请你相信自己有足够的能力去走出阴影。",
        "label": ""
      },
      {
        "sentence": "其次，对于这些议论你的人，他们只是对你的过去感兴趣，但是人们的关注总是转移的，这些议论终将会过去的。",
        "label": ""
      },
      {
        "sentence": "此外，性是一个自然的需求，每个人都有，不要因为别人的评论给自己太多压力。",
        "label": ""
      },
      {
        "sentence": "请你放松心情，不要让他人的意见左右你的生活，自己过自己的生活，开开心心最重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解，我会尽力放下过去，向前看的。但我仍然担心将来去新的学校或工作时，别人会认识我，会传播我的经历，再次议论我。我害怕再次遭受别人的排斥和嘲笑。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解，我会尽力放下过去，向前看的。",
        "label": ""
      },
      {
        "sentence": "但我仍然担心将来去新的学校或工作时，别人会认识我，会传播我的经历，再次议论我。",
        "label": ""
      },
      {
        "sentence": "我害怕再次遭受别人的排斥和嘲笑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的担心。但请相信，每个人都有自己的过去，而人们很少会过于纠结别人的过去，更多的是关注现在和未来的。你朝着自己的目标前行，展现自己的实力，不需要为过去的经历感到无比担忧。而且新的学校和工作环境可能为你提供更多机会结识和交往新的朋友，在新的环境中，你可以以全新的面貌开始自己的生活。",
    "annotation": [
      {
        "sentence": "我完全理解你的担心。",
        "label": ""
      },
      {
        "sentence": "但请相信，每个人都有自己的过去，而人们很少会过于纠结别人的过去，更多的是关注现在和未来的。",
        "label": ""
      },
      {
        "sentence": "你朝着自己的目标前行，展现自己的实力，不需要为过去的经历感到无比担忧。",
        "label": ""
      },
      {
        "sentence": "而且新的学校和工作环境可能为你提供更多机会结识和交往新的朋友，在新的环境中，你可以以全新的面貌开始自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的劝告，我开始有一些信心了。但我很后悔在网上和许多网友提及我的经历，虽然我没有透露个人信息，但我现在知道这样做是错误的。现在我对自己过去的经历感到非常恶心，并向家人和对我的期待表示道歉，我只希望能过上正常的生活。",
    "annotation": [
      {
        "sentence": "听了你的劝告，我开始有一些信心了。",
        "label": ""
      },
      {
        "sentence": "但我很后悔在网上和许多网友提及我的经历，虽然我没有透露个人信息，但我现在知道这样做是错误的。",
        "label": ""
      },
      {
        "sentence": "现在我对自己过去的经历感到非常恶心，并向家人和对我的期待表示道歉，我只希望能过上正常的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你开始有了信心。关于在网上提及你的经历，我明白你现在对此感到后悔。过去的经历塑造了我们的人生，但不应该定义我们的整个人生。请不要过于自责，而是要积极面对未来，努力过上你理想中的正常生活。同时，也要给自己一些时间去接受过去，不要期待别人对你的评价，最重要的是你自己对自己的评价和感受。",
    "annotation": [
      {
        "sentence": "很高兴你开始有了信心。",
        "label": ""
      },
      {
        "sentence": "关于在网上提及你的经历，我明白你现在对此感到后悔。",
        "label": ""
      },
      {
        "sentence": "过去的经历塑造了我们的人生，但不应该定义我们的整个人生。",
        "label": ""
      },
      {
        "sentence": "请不要过于自责，而是要积极面对未来，努力过上你理想中的正常生活。",
        "label": ""
      },
      {
        "sentence": "同时，也要给自己一些时间去接受过去，不要期待别人对你的评价，最重要的是你自己对自己的评价和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尽力接受过去，并且努力过上正常、快乐的生活。再次感谢你的陪伴和理解。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尽力接受过去，并且努力过上正常、快乐的生活。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直会支持你。你是一个坚强的人，相信自己，你一定能够走出过去的阴影，迎接更好的未来。如果你还需要任何帮助或者想要倾诉，随时都可以来找我。相信自己，你可以的！",
    "annotation": [
      {
        "sentence": "不客气，我一直会支持你。",
        "label": ""
      },
      {
        "sentence": "你是一个坚强的人，相信自己，你一定能够走出过去的阴影，迎接更好的未来。",
        "label": ""
      },
      {
        "sentence": "如果你还需要任何帮助或者想要倾诉，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "相信自己，你可以的！",
        "label": ""
      }
    ]
  }
]