[
  {
    "role": "client",
    "content": "我成长期间被偷拍了两次，被人知道了，大家议论特殊行为。这件事情发生在我初中时，然后在高中的时候才知道被人偷拍了。有些同学讨论我，我感到很难过，所以我假装不知道。后来上了大学，有人认出了我，很多人开始讨论我，甚至有人经过我说我，我也感到很难过，又假装不知道。每天我都躲在宿舍里，我在这几所学校都感到孤僻和内向，独来独往，别人讨厌我，觉得我奇怪。每次回到家乡都感到害怕。最近我听到外面有人在讨论女孩子出了什么事，我总是害怕他们是在谈论我。我每天都去偷听他们的谈话，这影响了我的学习、睡眠和健康。我感到太痛苦了，那么多人认识我，即使不认识的同学也知道我的事。我一直无法走出这段阴影，非常痛苦。而且我以后还要在省内学习和工作，我也害怕新的学校新的学期会有人认出我，传播我的事情，议论我。我非常后悔在网上和很多网友透露了我的事情，虽然我没有透露自己的信息，但我真的知道这是我的错误。我一直觉得自己很恶心，对不起家人。我对未来的恋情也没有期待，我只想过正常的生活。",
    "annotation": [
      {
        "sentence": "我成长期间被偷拍了两次，被人知道了，大家议论特殊行为。",
        "label": ""
      },
      {
        "sentence": "这件事情发生在我初中时，然后在高中的时候才知道被人偷拍了。",
        "label": ""
      },
      {
        "sentence": "有些同学讨论我，我感到很难过，所以我假装不知道。",
        "label": ""
      },
      {
        "sentence": "后来上了大学，有人认出了我，很多人开始讨论我，甚至有人经过我说我，我也感到很难过，又假装不知道。",
        "label": ""
      },
      {
        "sentence": "每天我都躲在宿舍里，我在这几所学校都感到孤僻和内向，独来独往，别人讨厌我，觉得我奇怪。",
        "label": ""
      },
      {
        "sentence": "每次回到家乡都感到害怕。",
        "label": ""
      },
      {
        "sentence": "最近我听到外面有人在讨论女孩子出了什么事，我总是害怕他们是在谈论我。",
        "label": ""
      },
      {
        "sentence": "我每天都去偷听他们的谈话，这影响了我的学习、睡眠和健康。",
        "label": ""
      },
      {
        "sentence": "我感到太痛苦了，那么多人认识我，即使不认识的同学也知道我的事。",
        "label": ""
      },
      {
        "sentence": "我一直无法走出这段阴影，非常痛苦。",
        "label": ""
      },
      {
        "sentence": "而且我以后还要在省内学习和工作，我也害怕新的学校新的学期会有人认出我，传播我的事情，议论我。",
        "label": ""
      },
      {
        "sentence": "我非常后悔在网上和很多网友透露了我的事情，虽然我没有透露自己的信息，但我真的知道这是我的错误。",
        "label": ""
      },
      {
        "sentence": "我一直觉得自己很恶心，对不起家人。",
        "label": ""
      },
      {
        "sentence": "我对未来的恋情也没有期待，我只想过正常的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听了你的故事，我能够感受到这些年你经历的不容易，我非常理解你。但是我希望你仔细回想一下，会不会有一些遗忘了的自己的优点呢？比如你家务做得很好，心思细腻，懂事。你的男友喜欢你的哪些地方呢？怎么会说自己不好呢！我知道发生这些事情后你没有请父母帮助你，一定有一些不可说的理由吧。那就请你帮助自己吧！增加你的运动活动量，有了更好的身体素质，你会更加坚强。发展自己的兴趣爱好，增强自己的优势。想象一下，你就是一颗生长在崖壁上的种子，即使没有人看到你，即使周围的环境不好，你仍然可以在太阳出来时吸收阳光，在雨露来的时候喝上一口。慢慢地，一天一天地，你一定会开出美丽的花朵。你可以行的！",
    "annotation": [
      {
        "sentence": "听了你的故事，我能够感受到这些年你经历的不容易，我非常理解你。",
        "label": ""
      },
      {
        "sentence": "但是我希望你仔细回想一下，会不会有一些遗忘了的自己的优点呢？",
        "label": ""
      },
      {
        "sentence": "比如你家务做得很好，心思细腻，懂事。",
        "label": ""
      },
      {
        "sentence": "你的男友喜欢你的哪些地方呢？",
        "label": ""
      },
      {
        "sentence": "怎么会说自己不好呢！",
        "label": ""
      },
      {
        "sentence": "我知道发生这些事情后你没有请父母帮助你，一定有一些不可说的理由吧。",
        "label": ""
      },
      {
        "sentence": "那就请你帮助自己吧！",
        "label": ""
      },
      {
        "sentence": "增加你的运动活动量，有了更好的身体素质，你会更加坚强。",
        "label": ""
      },
      {
        "sentence": "发展自己的兴趣爱好，增强自己的优势。",
        "label": ""
      },
      {
        "sentence": "想象一下，你就是一颗生长在崖壁上的种子，即使没有人看到你，即使周围的环境不好，你仍然可以在太阳出来时吸收阳光，在雨露来的时候喝上一口。",
        "label": ""
      },
      {
        "sentence": "慢慢地，一天一天地，你一定会开出美丽的花朵。",
        "label": ""
      },
      {
        "sentence": "你可以行的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会好好考虑你的建议的。我确实要学会看到自己的优点，不再把注意力完全放在别人的议论上。对于过去的事情，我也要尽量放下，向前看。你说的运动活动和发展兴趣爱好，我想我可以试试，可能会有助于我更好地调节自己的情绪和心态。我也会尝试以一种积极的态度去面对新学校、新学期，尽量不去担心别人的看法和议论。还有，我再次感谢你的鼓励和理解。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会好好考虑你的建议的。",
        "label": ""
      },
      {
        "sentence": "我确实要学会看到自己的优点，不再把注意力完全放在别人的议论上。",
        "label": ""
      },
      {
        "sentence": "对于过去的事情，我也要尽量放下，向前看。",
        "label": ""
      },
      {
        "sentence": "你说的运动活动和发展兴趣爱好，我想我可以试试，可能会有助于我更好地调节自己的情绪和心态。",
        "label": ""
      },
      {
        "sentence": "我也会尝试以一种积极的态度去面对新学校、新学期，尽量不去担心别人的看法和议论。",
        "label": ""
      },
      {
        "sentence": "还有，我再次感谢你的鼓励和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴我的建议对你有所帮助。确实，我们每个人都有自己的优点和可爱之处，只是有时候我们会忽视它们。学会关注自己的优点，能够让我们更加自信和坚强。对于过去的经历，放下并不容易，但只有放下了，我们才能更好地迎接未来。运动活动和发展兴趣爱好，除了能够减轻负面情绪，还能丰富我们的生活，为我们提供更多的快乐和满足感。我相信你一定能够在新的学校和新的学期中展现出自己的闪光点，不被别人的议论和看法所束缚。相信自己，你可以创造一个更美好的人生。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "确实，我们每个人都有自己的优点和可爱之处，只是有时候我们会忽视它们。",
        "label": ""
      },
      {
        "sentence": "学会关注自己的优点，能够让我们更加自信和坚强。",
        "label": ""
      },
      {
        "sentence": "对于过去的经历，放下并不容易，但只有放下了，我们才能更好地迎接未来。",
        "label": ""
      },
      {
        "sentence": "运动活动和发展兴趣爱好，除了能够减轻负面情绪，还能丰富我们的生活，为我们提供更多的快乐和满足感。",
        "label": ""
      },
      {
        "sentence": "我相信你一定能够在新的学校和新的学期中展现出自己的闪光点，不被别人的议论和看法所束缚。",
        "label": ""
      },
      {
        "sentence": "相信自己，你可以创造一个更美好的人生。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我会尽量培养自己的自信心，学会更好地面对困难和挫折。过去的事情虽然让我感到很沮丧，但我不想让它们继续影响我的心情和生活。我会试着迎接新的挑战，积极地去认识新同学，展示出真正的自己。再次感谢你的支持和建议，我真的很感激。",
    "annotation": [
      {
        "sentence": "你说的很对，我会尽量培养自己的自信心，学会更好地面对困难和挫折。",
        "label": ""
      },
      {
        "sentence": "过去的事情虽然让我感到很沮丧，但我不想让它们继续影响我的心情和生活。",
        "label": ""
      },
      {
        "sentence": "我会试着迎接新的挑战，积极地去认识新同学，展示出真正的自己。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和建议，我真的很感激。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，你已经走出来了一大步。相信自己，你是坚强的。面对新的挑战，记得保持积极的心态，做好准备，你一定会取得更多的进步和成就。如果你需要任何帮助或者再次需要倾诉，记得随时跟我说。我会一直支持你的。",
    "annotation": [
      {
        "sentence": "不用客气，你已经走出来了一大步。",
        "label": ""
      },
      {
        "sentence": "相信自己，你是坚强的。",
        "label": ""
      },
      {
        "sentence": "面对新的挑战，记得保持积极的心态，做好准备，你一定会取得更多的进步和成就。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再次需要倾诉，记得随时跟我说。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会时刻记住你给我的建议，并努力做到。如果以后有需要，我一定会再次寻求你的帮助。谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会时刻记住你给我的建议，并努力做到。",
        "label": ""
      },
      {
        "sentence": "如果以后有需要，我一定会再次寻求你的帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直都在这里支持你。相信自己，你可以走出困境，过上美好的生活。谢谢你的信任，祝你一切顺利！如果有任何问题，随时与我联系。",
    "annotation": [
      {
        "sentence": "不用客气，我一直都在这里支持你。",
        "label": ""
      },
      {
        "sentence": "相信自己，你可以走出困境，过上美好的生活。",
        "label": ""
      },
      {
        "sentence": "谢谢你的信任，祝你一切顺利！",
        "label": ""
      },
      {
        "sentence": "如果有任何问题，随时与我联系。",
        "label": ""
      }
    ]
  }
]