[
  {
    "role": "client",
    "content": "我是个女生，在成长的过程中被人偷拍了两次，还被其他人知道了。这些事情发生在我初中时，后来我才知道自己在高中也被偷拍了。有些同学开始议论我，我感到很难过，所以我假装不知道。后来上了大学，有人认出了我，很多人都开始讨论我，甚至有人经过我时会指指点点。我又一次感到很难过，但我还是假装不知道，每天都躲在宿舍里。这几个学校都在省内，我一直以来都是一个孤僻、内向的人，除了影响我，别人也不喜欢我，觉得我很奇怪。每次回到家乡，我都感到很害怕。最近听到外面有人在谈论女孩子出了什么事，我总是担心他们是在谈论我。我每天都去偷听，这影响了我的学习、睡眠和健康。我觉得自己真的很悲惨，这么多认识和不认识的人都知道我的事情，我一直无法从中走出来，我心里有阴影，非常痛苦。我以后还要在省内学习、工作，我也害怕在新的学校、新的学期有人认识我，传播我的事情，议论我。我非常后悔在网上和很多网友说过我的事情，虽然我没有透露我的个人信息，但我真的知道自己错了。我在人生的道路上总是被人排斥、压制、嘲笑、歧视和辱骂，没有一件顺心的事情。现在又遇到了这样的糟糕事，我很难走出来，也不敢和家里人说，怕他们伤心和生气。我真的知道错了，我很多时候觉得自己很恶心，对不起家人，对男人也没有期待了。我只想过正常的生活。",
    "annotation": [
      {
        "sentence": "我是个女生，在成长的过程中被人偷拍了两次，还被其他人知道了。",
        "label": ""
      },
      {
        "sentence": "这些事情发生在我初中时，后来我才知道自己在高中也被偷拍了。",
        "label": ""
      },
      {
        "sentence": "有些同学开始议论我，我感到很难过，所以我假装不知道。",
        "label": ""
      },
      {
        "sentence": "后来上了大学，有人认出了我，很多人都开始讨论我，甚至有人经过我时会指指点点。",
        "label": ""
      },
      {
        "sentence": "我又一次感到很难过，但我还是假装不知道，每天都躲在宿舍里。",
        "label": ""
      },
      {
        "sentence": "这几个学校都在省内，我一直以来都是一个孤僻、内向的人，除了影响我，别人也不喜欢我，觉得我很奇怪。",
        "label": ""
      },
      {
        "sentence": "每次回到家乡，我都感到很害怕。",
        "label": ""
      },
      {
        "sentence": "最近听到外面有人在谈论女孩子出了什么事，我总是担心他们是在谈论我。",
        "label": ""
      },
      {
        "sentence": "我每天都去偷听，这影响了我的学习、睡眠和健康。",
        "label": ""
      },
      {
        "sentence": "我觉得自己真的很悲惨，这么多认识和不认识的人都知道我的事情，我一直无法从中走出来，我心里有阴影，非常痛苦。",
        "label": ""
      },
      {
        "sentence": "我以后还要在省内学习、工作，我也害怕在新的学校、新的学期有人认识我，传播我的事情，议论我。",
        "label": ""
      },
      {
        "sentence": "我非常后悔在网上和很多网友说过我的事情，虽然我没有透露我的个人信息，但我真的知道自己错了。",
        "label": ""
      },
      {
        "sentence": "我在人生的道路上总是被人排斥、压制、嘲笑、歧视和辱骂，没有一件顺心的事情。",
        "label": ""
      },
      {
        "sentence": "现在又遇到了这样的糟糕事，我很难走出来，也不敢和家里人说，怕他们伤心和生气。",
        "label": ""
      },
      {
        "sentence": "我真的知道错了，我很多时候觉得自己很恶心，对不起家人，对男人也没有期待了。",
        "label": ""
      },
      {
        "sentence": "我只想过正常的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你经历的这种事情我也曾经有过。当我上初中时也被人欺负，被人议论过。根据我的经验总结，这件事情不能怪责任别人。他们对你这样，也会对其他人这样。他们对你有所关注，说明你比他们杰出和优秀。这种事情是一种境界，有的人面对绯闻可以继续光鲜亮丽的生活，有的人面对绯闻则会一蹶不振，甚至自杀。这种情况能够分别出高低来，想要有卓越的成就就必须要有卓越的承载力。土地之所以能种出万千植物，是因为能承担得起好与坏。生存也许就是这样的吧！只有能够面对风风雨雨的人，才能在风风雨雨中前行。只有在风风雨雨中前行，才能获得风风雨雨中的好处。生命必须经历风雨，生命必须面对酷暑和严寒，只有经历过，才能轻松应对突然而来的困难。初中、高中、大学，还有社会。当你进入社会后，你就很难再回到初中、高中的校园了。那不属于你的地方，却也是你经历过的地方。生命还很长，经过酷暑和严寒之后，你就不会再在酷暑和严寒中失去脚力。",
    "annotation": [
      {
        "sentence": "你经历的这种事情我也曾经有过。",
        "label": ""
      },
      {
        "sentence": "当我上初中时也被人欺负，被人议论过。",
        "label": ""
      },
      {
        "sentence": "根据我的经验总结，这件事情不能怪责任别人。",
        "label": ""
      },
      {
        "sentence": "他们对你这样，也会对其他人这样。",
        "label": ""
      },
      {
        "sentence": "他们对你有所关注，说明你比他们杰出和优秀。",
        "label": ""
      },
      {
        "sentence": "这种事情是一种境界，有的人面对绯闻可以继续光鲜亮丽的生活，有的人面对绯闻则会一蹶不振，甚至自杀。",
        "label": ""
      },
      {
        "sentence": "这种情况能够分别出高低来，想要有卓越的成就就必须要有卓越的承载力。",
        "label": ""
      },
      {
        "sentence": "土地之所以能种出万千植物，是因为能承担得起好与坏。",
        "label": ""
      },
      {
        "sentence": "生存也许就是这样的吧！",
        "label": ""
      },
      {
        "sentence": "只有能够面对风风雨雨的人，才能在风风雨雨中前行。",
        "label": ""
      },
      {
        "sentence": "只有在风风雨雨中前行，才能获得风风雨雨中的好处。",
        "label": ""
      },
      {
        "sentence": "生命必须经历风雨，生命必须面对酷暑和严寒，只有经历过，才能轻松应对突然而来的困难。",
        "label": ""
      },
      {
        "sentence": "初中、高中、大学，还有社会。",
        "label": ""
      },
      {
        "sentence": "当你进入社会后，你就很难再回到初中、高中的校园了。",
        "label": ""
      },
      {
        "sentence": "那不属于你的地方，却也是你经历过的地方。",
        "label": ""
      },
      {
        "sentence": "生命还很长，经过酷暑和严寒之后，你就不会再在酷暑和严寒中失去脚力。",
        "label": ""
      }
    ]
  }
]