[
  {
    "role": "client",
    "content": "女生成长期间被偷拍2次被人知道，议论特殊行为我是初中时的事情，结果我是高中知道被人偷拍了，有些同学讨论我，我很难过，假装不知道，大学有人认出我，很多人讨论我，还有人经过我说我，我也是难过，假装不知道，每天躲在宿舍，我这几个学校都在省内，我一直是孤僻，内向的人，独来独往，别人讨厌我，觉得我怪，每次回到家乡都害怕，最近听到外面有人说女孩怎么了，我总害怕是说我，我每天去偷听，影响学习，睡眠，健康，我也太惨了，被那么多认识，不认识的同学知道我的事，我一直走不出来，有阴影，很痛苦，我以后还是要在省内学习，工作，也怕新学校新学期有人认识我，传播我，议论我，我很后悔在网上和很多网友说过我的事，虽然我没透露自己的信息，我真的知道错了，我人生路上总是被人排挤，打压，嘲笑，歧视，辱骂，没有顺心的事，又遇到这样污点的事，很难走出来，也不敢和家里说，怕他们难过，生气，我知道错了，我很多时候觉得自己恶心，对不起家人，也对男人没期待了，我想正常生活。",
    "annotation": [
      {
        "sentence": "女生成长期间被偷拍2次被人知道，议论特殊行为我是初中时的事情，结果我是高中知道被人偷拍了，有些同学讨论我，我很难过，假装不知道，大学有人认出我，很多人讨论我，还有人经过我说我，我也是难过，假装不知道，每天躲在宿舍，我这几个学校都在省内，我一直是孤僻，内向的人，独来独往，别人讨厌我，觉得我怪，每次回到家乡都害怕，最近听到外面有人说女孩怎么了，我总害怕是说我，我每天去偷听，影响学习，睡眠，健康，我也太惨了，被那么多认识，不认识的同学知道我的事，我一直走不出来，有阴影，很痛苦，我以后还是要在省内学习，工作，也怕新学校新学期有人认识我，传播我，议论我，我很后悔在网上和很多网友说过我的事，虽然我没透露自己的信息，我真的知道错了，我人生路上总是被人排挤，打压，嘲笑，歧视，辱骂，没有顺心的事，又遇到这样污点的事，很难走出来，也不敢和家里说，怕他们难过，生气，我知道错了，我很多时候觉得自己恶心，对不起家人，也对男人没期待了，我想正常生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的遭遇确实很不幸，被人偷拍并被议论是一件令人难过的事情。但我要告诉你，这并不是你的错。无论是初中时还是高中、大学时，你都有权利过上正常的生活，不需要因为这些事情而感到内疚。记住，你没有做错任何事情，所以不要把责任推到自己身上。",
    "annotation": [
      {
        "sentence": "你的遭遇确实很不幸，被人偷拍并被议论是一件令人难过的事情。",
        "label": ""
      },
      {
        "sentence": "但我要告诉你，这并不是你的错。",
        "label": ""
      },
      {
        "sentence": "无论是初中时还是高中、大学时，你都有权利过上正常的生活，不需要因为这些事情而感到内疚。",
        "label": ""
      },
      {
        "sentence": "记住，你没有做错任何事情，所以不要把责任推到自己身上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是每当有人谈论我，我就感到非常难过，甚至无法正常学习和生活。我感到被孤立和排挤，我怎么走出这个阴影呢？",
    "annotation": [
      {
        "sentence": "可是每当有人谈论我，我就感到非常难过，甚至无法正常学习和生活。",
        "label": ""
      },
      {
        "sentence": "我感到被孤立和排挤，我怎么走出这个阴影呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困难和痛苦。但是，你要记住，不要让这些谈论和议论定义你的价值。每个人都有自己的生活，对于别人的言论，你可以选择不理会。而且，谈论并不代表事实，只是别人的主观看法。你可以尝试向身边的亲密朋友寻求支持和安慰，他们会理解你的感受，帮助你度过这段难过的时期。",
    "annotation": [
      {
        "sentence": "我理解你的困难和痛苦。",
        "label": ""
      },
      {
        "sentence": "但是，你要记住，不要让这些谈论和议论定义你的价值。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的生活，对于别人的言论，你可以选择不理会。",
        "label": ""
      },
      {
        "sentence": "而且，谈论并不代表事实，只是别人的主观看法。",
        "label": ""
      },
      {
        "sentence": "你可以尝试向身边的亲密朋友寻求支持和安慰，他们会理解你的感受，帮助你度过这段难过的时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道我应该要勇敢面对，但我一直以来都很内向，我不知道要如何向别人寻求帮助和支持。我总是觉得自己是个怪异的人，别人会讨厌我。",
    "annotation": [
      {
        "sentence": "我知道我应该要勇敢面对，但我一直以来都很内向，我不知道要如何向别人寻求帮助和支持。",
        "label": ""
      },
      {
        "sentence": "我总是觉得自己是个怪异的人，别人会讨厌我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你并不是一个怪异的人。每个人都有自己独特的个性和情感，这是很正常的。而且，友情是相互的，只要你敞开心扉，试着与身边的朋友建立互信的关系，他们很可能会理解你并支持你。如果你感到不自信，可以通过积极参与校内活动、课外兴趣小组等途径来扩大自己的交际圈子，慢慢地找到属于自己的社交方式。",
    "annotation": [
      {
        "sentence": "你并不是一个怪异的人。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己独特的个性和情感，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "而且，友情是相互的，只要你敞开心扉，试着与身边的朋友建立互信的关系，他们很可能会理解你并支持你。",
        "label": ""
      },
      {
        "sentence": "如果你感到不自信，可以通过积极参与校内活动、课外兴趣小组等途径来扩大自己的交际圈子，慢慢地找到属于自己的社交方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尝试主动与别人交流，并努力寻找真正的朋友。但我还是担心，即使我在新的学校或工作中遇到了新的人，他们可能会知道我的过去并传播。",
    "annotation": [
      {
        "sentence": "我明白了，我会尝试主动与别人交流，并努力寻找真正的朋友。",
        "label": ""
      },
      {
        "sentence": "但我还是担心，即使我在新的学校或工作中遇到了新的人，他们可能会知道我的过去并传播。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种担忧是可以理解的，但你要明白，每个人都有过去，而且过去并不代表现在和未来。你可以积极地改变自己的生活态度和行为方式，让他人对你有一个全新的认识。同时，也不要忘记坚持尊重自己并保护自己的隐私，如果有人故意传播你的事情，你可以寻求相关机构或学校的帮助维护自己的权益。",
    "annotation": [
      {
        "sentence": "这种担忧是可以理解的，但你要明白，每个人都有过去，而且过去并不代表现在和未来。",
        "label": ""
      },
      {
        "sentence": "你可以积极地改变自己的生活态度和行为方式，让他人对你有一个全新的认识。",
        "label": ""
      },
      {
        "sentence": "同时，也不要忘记坚持尊重自己并保护自己的隐私，如果有人故意传播你的事情，你可以寻求相关机构或学校的帮助维护自己的权益。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着以积极的态度面对未来，并保护好自己的权益。但我对自己过去在网上暴露事情感到后悔，我担心这会对我未来的生活造成影响。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着以积极的态度面对未来，并保护好自己的权益。",
        "label": ""
      },
      {
        "sentence": "但我对自己过去在网上暴露事情感到后悔，我担心这会对我未来的生活造成影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都会犯错，重要的是从错误中吸取教训并向前看。你已经意识到自己的错误，并且没有透露个人信息，这是一个好的开始。在未来，无论是在网上还是现实生活中，都要保持警惕和谨慎，谨记自己的隐私和权益。与此同时，也不要太过自责，给自己一些宽容和理解。",
    "annotation": [
      {
        "sentence": "每个人都会犯错，重要的是从错误中吸取教训并向前看。",
        "label": ""
      },
      {
        "sentence": "你已经意识到自己的错误，并且没有透露个人信息，这是一个好的开始。",
        "label": ""
      },
      {
        "sentence": "在未来，无论是在网上还是现实生活中，都要保持警惕和谨慎，谨记自己的隐私和权益。",
        "label": ""
      },
      {
        "sentence": "与此同时，也不要太过自责，给自己一些宽容和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会牢记你的话，并将它们作为我未来生活的指南。谢谢你的支持和鼓励，我觉得心情好多了。",
    "annotation": [
      {
        "sentence": "我会牢记你的话，并将它们作为我未来生活的指南。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励，我觉得心情好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我只是尽我所能给你提供一些帮助和支持。记住，无论遇到什么困难，你都不是孤单的。你可以随时寻求帮助并与身边的人分享你的感受。祝愿你早日走出阴影，享受正常而快乐的生活。如果还有什么需要帮助的，随时告诉我。",
    "annotation": [
      {
        "sentence": "不客气，我只是尽我所能给你提供一些帮助和支持。",
        "label": ""
      },
      {
        "sentence": "记住，无论遇到什么困难，你都不是孤单的。",
        "label": ""
      },
      {
        "sentence": "你可以随时寻求帮助并与身边的人分享你的感受。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日走出阴影，享受正常而快乐的生活。",
        "label": ""
      },
      {
        "sentence": "如果还有什么需要帮助的，随时告诉我。",
        "label": ""
      }
    ]
  }
]