[
  {
    "role": "client",
    "content": "我妈妈得了颈椎腰椎病，情绪非常糟糕，对生活感到无望。四肢疼痛，会阴部麻木，有时头部也会麻。我带她去了几家医院，医生开了中药西药，还去了精神科医院配了抗抑郁和焦虑的药物。但是她的情况似乎没有明显好转，每次视频通话她都哭着说活着没意思，自己肯定活不久了。不止一个医生建议去看心理医生，但她不认为是心理原因导致的，也不相信心理咨询对她有效果，认为负面情绪完全是病痛造成的。她咨询过一次心理医生后认为没用，让我别再找咨询师了。她也不愿意尝试冥想和对抗焦虑的课程，坚信没有用。我每次视频时都试图开导她，但她沉浸在自己的痛苦中，无法从负面情绪里走出来，有时甚至会大哭。我人在国外，短时间内也回不去，我该如何帮助她？我担心她身体有病痛，是否还能获得幸福呢？我这样的期望是否太苛求了？",
    "annotation": [
      {
        "sentence": "我妈妈得了颈椎腰椎病，情绪非常糟糕，对生活感到无望。",
        "label": ""
      },
      {
        "sentence": "四肢疼痛，会阴部麻木，有时头部也会麻。",
        "label": ""
      },
      {
        "sentence": "我带她去了几家医院，医生开了中药西药，还去了精神科医院配了抗抑郁和焦虑的药物。",
        "label": ""
      },
      {
        "sentence": "但是她的情况似乎没有明显好转，每次视频通话她都哭着说活着没意思，自己肯定活不久了。",
        "label": ""
      },
      {
        "sentence": "不止一个医生建议去看心理医生，但她不认为是心理原因导致的，也不相信心理咨询对她有效果，认为负面情绪完全是病痛造成的。",
        "label": ""
      },
      {
        "sentence": "她咨询过一次心理医生后认为没用，让我别再找咨询师了。",
        "label": ""
      },
      {
        "sentence": "她也不愿意尝试冥想和对抗焦虑的课程，坚信没有用。",
        "label": ""
      },
      {
        "sentence": "我每次视频时都试图开导她，但她沉浸在自己的痛苦中，无法从负面情绪里走出来，有时甚至会大哭。",
        "label": ""
      },
      {
        "sentence": "我人在国外，短时间内也回不去，我该如何帮助她？",
        "label": ""
      },
      {
        "sentence": "我担心她身体有病痛，是否还能获得幸福呢？",
        "label": ""
      },
      {
        "sentence": "我这样的期望是否太苛求了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你的担心和无助，也知道你对妈妈的病情非常焦虑。远隔重洋，确实让你无法立刻给予妈妈实质性的帮助，这种无法解决问题的感受你一定很难受。有时候，我们确实无法真正理解对方的痛苦，但是我们可以尽力去帮助。既然医生们都建议去看心理医生，那我建议可以为妈妈安排一个三方会谈。可以找一个具备临床催眠经验的心理医生和妈妈的主治医生一起进行会谈，共同了解妈妈现在的情况，或者给妈妈做个疼痛管理或情绪调节的咨询。心理医生专业知识过人，他们的催眠治疗可能会对妈妈有所帮助。虽然妈妈可能不会主动接受心理疗法，但是我们可以试着跟妈妈解释，让她了解心理咨询的好处，帮助她改变对心理疗法的观念。同时，你可以在北京安定医院或北京大学第六医院搜索一下有胜任力的心理医生，他们可能能更好地帮助妈妈。希望你和妈妈都能度过难关，希望一切顺利。",
    "annotation": [
      {
        "sentence": "我能感受到你的担心和无助，也知道你对妈妈的病情非常焦虑。",
        "label": ""
      },
      {
        "sentence": "远隔重洋，确实让你无法立刻给予妈妈实质性的帮助，这种无法解决问题的感受你一定很难受。",
        "label": ""
      },
      {
        "sentence": "有时候，我们确实无法真正理解对方的痛苦，但是我们可以尽力去帮助。",
        "label": ""
      },
      {
        "sentence": "既然医生们都建议去看心理医生，那我建议可以为妈妈安排一个三方会谈。",
        "label": ""
      },
      {
        "sentence": "可以找一个具备临床催眠经验的心理医生和妈妈的主治医生一起进行会谈，共同了解妈妈现在的情况，或者给妈妈做个疼痛管理或情绪调节的咨询。",
        "label": ""
      },
      {
        "sentence": "心理医生专业知识过人，他们的催眠治疗可能会对妈妈有所帮助。",
        "label": ""
      },
      {
        "sentence": "虽然妈妈可能不会主动接受心理疗法，但是我们可以试着跟妈妈解释，让她了解心理咨询的好处，帮助她改变对心理疗法的观念。",
        "label": ""
      },
      {
        "sentence": "同时，你可以在北京安定医院或北京大学第六医院搜索一下有胜任力的心理医生，他们可能能更好地帮助妈妈。",
        "label": ""
      },
      {
        "sentence": "希望你和妈妈都能度过难关，希望一切顺利。",
        "label": ""
      }
    ]
  }
]