[
  {
    "role": "client",
    "content": "如何帮助病痛中的妈妈？52岁对生活无望，情绪极糟。我妈妈几个月前颈椎腰椎病加重，导致会阴部麻木，四肢疼痛，头部有时也麻。看了四五家医院，开了中药西药，还去精神科医院配了抗抑郁和焦虑的药。但似乎没有明显好转，每次视频都哭着说活着没意思，自己肯定活不久了。其实不止一个医生建议看心理医生，她不觉得自己是心理因素导致的，也不相信心理咨询对她会有效果，说负面情绪全是这个病痛造成的。给她心理咨询过一次之后说没用，让我之后别给她找咨询师了；买了冥想和对抗焦虑的课程，她抗拒，说肯定没用的；我每次视频的时候尝试开导她，但她沉静在自己的痛苦中，无法从负面情绪里走出来，常说着说着开始大哭。我人在国外，短时间内也回不去，我该如何帮助她？身体有病痛的她还能获得幸福吗？我这样的期望难道太苛求了吗？",
    "annotation": [
      {
        "sentence": "如何帮助病痛中的妈妈？",
        "label": ""
      },
      {
        "sentence": "52岁对生活无望，情绪极糟。",
        "label": ""
      },
      {
        "sentence": "我妈妈几个月前颈椎腰椎病加重，导致会阴部麻木，四肢疼痛，头部有时也麻。",
        "label": ""
      },
      {
        "sentence": "看了四五家医院，开了中药西药，还去精神科医院配了抗抑郁和焦虑的药。",
        "label": ""
      },
      {
        "sentence": "但似乎没有明显好转，每次视频都哭着说活着没意思，自己肯定活不久了。",
        "label": ""
      },
      {
        "sentence": "其实不止一个医生建议看心理医生，她不觉得自己是心理因素导致的，也不相信心理咨询对她会有效果，说负面情绪全是这个病痛造成的。",
        "label": ""
      },
      {
        "sentence": "给她心理咨询过一次之后说没用，让我之后别给她找咨询师了；买了冥想和对抗焦虑的课程，她抗拒，说肯定没用的；我每次视频的时候尝试开导她，但她沉静在自己的痛苦中，无法从负面情绪里走出来，常说着说着开始大哭。",
        "label": ""
      },
      {
        "sentence": "我人在国外，短时间内也回不去，我该如何帮助她？",
        "label": ""
      },
      {
        "sentence": "身体有病痛的她还能获得幸福吗？",
        "label": ""
      },
      {
        "sentence": "我这样的期望难道太苛求了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的大宝贝儿，看完你的讲述，感受到你妈妈的病痛确实也让你有一些无奈，无力，无助。但是我好奇的是你爸爸有在照顾妈妈吗？",
    "annotation": [
      {
        "sentence": "亲爱的大宝贝儿，看完你的讲述，感受到你妈妈的病痛确实也让你有一些无奈，无力，无助。",
        "label": ""
      },
      {
        "sentence": "但是我好奇的是你爸爸有在照顾妈妈吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "爸爸工作很忙，平时没有太多时间照顾妈妈，只是偶尔帮她去医院看病。",
    "annotation": [
      {
        "sentence": "爸爸工作很忙，平时没有太多时间照顾妈妈，只是偶尔帮她去医院看病。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "52岁相对于妈妈年龄很多疾病形成肯定不是一朝一夕的产生的问题对吧？树欲静而风不止，子欲养而亲不待。你现在远在异国他乡，其实也是妈妈内心深处的那份痛，特别是我们传统文化讲究的是养儿防老，当我们的父母身体健康出了问题最需要的就是子女能尽孝在床前。虽然你也为妈妈请了心理咨询师，从咨询伦理角度你妈妈没有这个需求就算我们请大师级的也很难。",
    "annotation": [
      {
        "sentence": "52岁相对于妈妈年龄很多疾病形成肯定不是一朝一夕的产生的问题对吧？",
        "label": ""
      },
      {
        "sentence": "树欲静而风不止，子欲养而亲不待。",
        "label": ""
      },
      {
        "sentence": "你现在远在异国他乡，其实也是妈妈内心深处的那份痛，特别是我们传统文化讲究的是养儿防老，当我们的父母身体健康出了问题最需要的就是子女能尽孝在床前。",
        "label": ""
      },
      {
        "sentence": "虽然你也为妈妈请了心理咨询师，从咨询伦理角度你妈妈没有这个需求就算我们请大师级的也很难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我有过类似的考虑，但妈妈不相信心理咨询能对她有所帮助，坚持认为负面情绪仅仅是病痛造成的。",
    "annotation": [
      {
        "sentence": "是的，我有过类似的考虑，但妈妈不相信心理咨询能对她有所帮助，坚持认为负面情绪仅仅是病痛造成的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你还帮妈妈买了冥想和抗焦虑的课程，那更是很难让妈妈去自我调整。你妈妈是60年代末70年代初出生的，他们那个时候的环境就是极度缺乏生存需求所需要的物质，不知道你妈妈在家里排行第几个女孩子，从中国根深蒂固重男轻女思想，你妈妈也缺安全感和归属感。",
    "annotation": [
      {
        "sentence": "你还帮妈妈买了冥想和抗焦虑的课程，那更是很难让妈妈去自我调整。",
        "label": ""
      },
      {
        "sentence": "你妈妈是60年代末70年代初出生的，他们那个时候的环境就是极度缺乏生存需求所需要的物质，不知道你妈妈在家里排行第几个女孩子，从中国根深蒂固重男轻女思想，你妈妈也缺安全感和归属感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "妈妈是排行第二，家里有一个哥哥。妈妈一直觉得自己没有得到足够的关注和照顾。",
    "annotation": [
      {
        "sentence": "妈妈是排行第二，家里有一个哥哥。",
        "label": ""
      },
      {
        "sentence": "妈妈一直觉得自己没有得到足够的关注和照顾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有心理学家的观点认为：人类一切心理问题和痛苦的根源，其实就是生存焦虑和死亡恐惧。如果你真的想让妈妈开心快乐起来，那不是简单花钱就可以解决了。更多的是需要和妈妈建立情感链接。既然你现在做不到回国陪伴，那就和妈妈每天有个固定时间的视频聊天，记住一定是固定时间，让妈妈感受到你一直在她身边，去看见妈妈以往养育你过程中的那些无言的爱，去看见妈妈以前生活不容易，去理解妈妈现在内心深处渴望被认可，被关注的需求。从心理学角度我们一辈子都在处理三段关系：我与我、人与人、我与世界。所有关系出了问题，一定需要一把钥匙——沟通。沟通第一步就是先摆平自己。你要学会共情而不是同情，才可能支持到妈妈一份爱的力量。同情是为了安心，而共情是为了理解。把同情误认为是共情，是很多人缺乏共情能力的重要原因。亚瑟着重分析了共情式倾听与同情式倾听的区别。共情是一种天生的能力，会激发我们做出有怜悯心的利他行为；同情是一种情绪，是共享",
    "annotation": [
      {
        "sentence": "有心理学家的观点认为：人类一切心理问题和痛苦的根源，其实就是生存焦虑和死亡恐惧。",
        "label": ""
      },
      {
        "sentence": "如果你真的想让妈妈开心快乐起来，那不是简单花钱就可以解决了。",
        "label": ""
      },
      {
        "sentence": "更多的是需要和妈妈建立情感链接。",
        "label": ""
      },
      {
        "sentence": "既然你现在做不到回国陪伴，那就和妈妈每天有个固定时间的视频聊天，记住一定是固定时间，让妈妈感受到你一直在她身边，去看见妈妈以往养育你过程中的那些无言的爱，去看见妈妈以前生活不容易，去理解妈妈现在内心深处渴望被认可，被关注的需求。",
        "label": ""
      },
      {
        "sentence": "从心理学角度我们一辈子都在处理三段关系：我与我、人与人、我与世界。",
        "label": ""
      },
      {
        "sentence": "所有关系出了问题，一定需要一把钥匙——沟通。",
        "label": ""
      },
      {
        "sentence": "沟通第一步就是先摆平自己。",
        "label": ""
      },
      {
        "sentence": "你要学会共情而不是同情，才可能支持到妈妈一份爱的力量。",
        "label": ""
      },
      {
        "sentence": "同情是为了安心，而共情是为了理解。",
        "label": ""
      },
      {
        "sentence": "把同情误认为是共情，是很多人缺乏共情能力的重要原因。",
        "label": ""
      },
      {
        "sentence": "亚瑟着重分析了共情式倾听与同情式倾听的区别。",
        "label": ""
      },
      {
        "sentence": "共情是一种天生的能力，会激发我们做出有怜悯心的利他行为；同情是一种情绪，是共享",
        "label": ""
      }
    ]
  }
]