[
  {
    "role": "client",
    "content": "总是在设计对方的恋爱无能，我就是假装可以恋爱的人？我大约是个爱无能的人。谈的恋爱绝对不超过一个月，但是间隔时间基本四五年。因为爹妈给的容貌幼态，声音也比较好听，基本素颜见人都以为我还是在校生。谈恋爱的时候，我会利用这一点来达到目的。故意撒娇卖萌，显示弱势，制造亲近的机会却还一脸无辜。每一个动作和行为都是我的设计，为了达到我的目的。但是，我却很痛恨亲密。即使各种亲密，也有底线，即使有亲密接触，我的内心都觉得尴尬。当我的初恋靠在我的肩膀说幸福，我觉得恶心。要和我十指紧扣，我觉得被人胁迫。即使恋爱过但没接吻过，当他们和我四目相对我就觉得可怕。我玩社交软件，大家觉得我的尺度很大，但对我而言不过游戏。我只觉得对方是个傻子。我会沉浸在偶像剧，但一旦脱敏就觉得好假的故事。我就是假装可以恋爱的人，爱情没有让我心动过。",
    "annotation": [
      {
        "sentence": "总是在设计对方的恋爱无能，我就是假装可以恋爱的人？",
        "label": ""
      },
      {
        "sentence": "我大约是个爱无能的人。",
        "label": ""
      },
      {
        "sentence": "谈的恋爱绝对不超过一个月，但是间隔时间基本四五年。",
        "label": ""
      },
      {
        "sentence": "因为爹妈给的容貌幼态，声音也比较好听，基本素颜见人都以为我还是在校生。",
        "label": ""
      },
      {
        "sentence": "谈恋爱的时候，我会利用这一点来达到目的。",
        "label": ""
      },
      {
        "sentence": "故意撒娇卖萌，显示弱势，制造亲近的机会却还一脸无辜。",
        "label": ""
      },
      {
        "sentence": "每一个动作和行为都是我的设计，为了达到我的目的。",
        "label": ""
      },
      {
        "sentence": "但是，我却很痛恨亲密。",
        "label": ""
      },
      {
        "sentence": "即使各种亲密，也有底线，即使有亲密接触，我的内心都觉得尴尬。",
        "label": ""
      },
      {
        "sentence": "当我的初恋靠在我的肩膀说幸福，我觉得恶心。",
        "label": ""
      },
      {
        "sentence": "要和我十指紧扣，我觉得被人胁迫。",
        "label": ""
      },
      {
        "sentence": "即使恋爱过但没接吻过，当他们和我四目相对我就觉得可怕。",
        "label": ""
      },
      {
        "sentence": "我玩社交软件，大家觉得我的尺度很大，但对我而言不过游戏。",
        "label": ""
      },
      {
        "sentence": "我只觉得对方是个傻子。",
        "label": ""
      },
      {
        "sentence": "我会沉浸在偶像剧，但一旦脱敏就觉得好假的故事。",
        "label": ""
      },
      {
        "sentence": "我就是假装可以恋爱的人，爱情没有让我心动过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "hi，关于自己恋爱方面的应对方式，个人表示莫名的欣赏和敬佩。反而觉得你不是爱无能，而是一种高情商的表现，我想你纠结的问题可能在于明明已经是在恋爱的事实的，自己的心理却没有恋爱的感觉，这个让你比较矛盾疑惑，对吗？",
    "annotation": [
      {
        "sentence": "hi，关于自己恋爱方面的应对方式，个人表示莫名的欣赏和敬佩。",
        "label": ""
      },
      {
        "sentence": "反而觉得你不是爱无能，而是一种高情商的表现，我想你纠结的问题可能在于明明已经是在恋爱的事实的，自己的心理却没有恋爱的感觉，这个让你比较矛盾疑惑，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，就是这样。我明明处于恋爱的关系中，但却没有真正感受到恋爱的情感，这真让我感到困惑和矛盾。",
    "annotation": [
      {
        "sentence": "对，就是这样。",
        "label": ""
      },
      {
        "sentence": "我明明处于恋爱的关系中，但却没有真正感受到恋爱的情感，这真让我感到困惑和矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有句话叫“玩世不恭”，这样的态度有好有坏，可以在恋爱过程中得到甜头，心理防御机制比较强，不容易受伤难过。当然事物都是有两面性的，我们在恋爱的过程中可能存在心口不一的情况，明明心里觉得对方是个傻子，但出于乐趣，又或者出于满足对方的追求，我们和对方确定恋爱的基本关系，当然我们内心感受不到那种恋爱的感觉，因为我们打心底觉得对方像个傻子。而对方却不以为然，甚至从没有发觉。",
    "annotation": [
      {
        "sentence": "有句话叫“玩世不恭”，这样的态度有好有坏，可以在恋爱过程中得到甜头，心理防御机制比较强，不容易受伤难过。",
        "label": ""
      },
      {
        "sentence": "当然事物都是有两面性的，我们在恋爱的过程中可能存在心口不一的情况，明明心里觉得对方是个傻子，但出于乐趣，又或者出于满足对方的追求，我们和对方确定恋爱的基本关系，当然我们内心感受不到那种恋爱的感觉，因为我们打心底觉得对方像个傻子。",
        "label": ""
      },
      {
        "sentence": "而对方却不以为然，甚至从没有发觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，对方似乎无法察觉到我的真实想法，我也不想伤害对方，所以选择保持关系，但内心却很纠结。",
    "annotation": [
      {
        "sentence": "是的，对方似乎无法察觉到我的真实想法，我也不想伤害对方，所以选择保持关系，但内心却很纠结。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那这样的恋爱的质量本身就不高嘛，如果对方真的有用心在谈，怎么会发现不了我们其实是把他当傻子呢？所以，个人觉得不是爱无能的问题，可能是没遇到合适的人的问题，还没有那么一个人能透过我们的表象直击我们的灵魂，懂我们所思所想，和我们的灵魂深处产生深度的链接。如果哪一天正好遇到了这样的人，那我想你离陷进爱情的感觉和旋涡也就不远了，那时你可能会更加珍惜那样的缘分。",
    "annotation": [
      {
        "sentence": "那这样的恋爱的质量本身就不高嘛，如果对方真的有用心在谈，怎么会发现不了我们其实是把他当傻子呢？",
        "label": ""
      },
      {
        "sentence": "所以，个人觉得不是爱无能的问题，可能是没遇到合适的人的问题，还没有那么一个人能透过我们的表象直击我们的灵魂，懂我们所思所想，和我们的灵魂深处产生深度的链接。",
        "label": ""
      },
      {
        "sentence": "如果哪一天正好遇到了这样的人，那我想你离陷进爱情的感觉和旋涡也就不远了，那时你可能会更加珍惜那样的缘分。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，也许我还没有遇到那个能真正了解我内心的人，所以我才一直没有真正感受到爱情的感觉。我会继续努力，等待那个特别的人的出现。",
    "annotation": [
      {
        "sentence": "你说得对，也许我还没有遇到那个能真正了解我内心的人，所以我才一直没有真正感受到爱情的感觉。",
        "label": ""
      },
      {
        "sentence": "我会继续努力，等待那个特别的人的出现。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，一切都需要时间，不要急于追求，让爱情自然而然地发生。同时，我也建议你可以多参与一些活动，结识不同的人，也许能够增加遇到心灵契合的人的机会。有什么问题欢迎私信咨询交流。",
    "annotation": [
      {
        "sentence": "是的，一切都需要时间，不要急于追求，让爱情自然而然地发生。",
        "label": ""
      },
      {
        "sentence": "同时，我也建议你可以多参与一些活动，结识不同的人，也许能够增加遇到心灵契合的人的机会。",
        "label": ""
      },
      {
        "sentence": "有什么问题欢迎私信咨询交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会好好考虑并尝试的。如果有任何问题，我会私信向你求助的。感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会好好考虑并尝试的。",
        "label": ""
      },
      {
        "sentence": "如果有任何问题，我会私信向你求助的。",
        "label": ""
      },
      {
        "sentence": "感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直在这里支持你的。加油！希望你早日找到属于自己的真正的爱情。",
    "annotation": [
      {
        "sentence": "不客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "希望你早日找到属于自己的真正的爱情。",
        "label": ""
      }
    ]
  }
]