[
  {
    "role": "client",
    "content": "在群体里极度自卑，觉得自己各种没资格不敢争取利益？因为父母有智力上的问题，时而清醒的像正常人，时而像小孩子。没有扶养能力。我从小跟外婆一起生活，外婆跟我说的最多的就是你跟别人不一样，别人有父母靠，你没有。导致了我的极度自卑。再加上偶尔回去的时候被父母物化，从有记忆开始就一直跟我说，你要养我，我妈说，你是我生的，要养我，我爸说，我工作给你生活费，你要养我，生你不就是为了养老嘛。我就觉得自己像是一样东西，而不是一个人。越来越自卑。觉得自己不完整，像怪物，尤其是看到亲戚对同龄人明显的区别对待，原来他们只是对我这样。比他们骂我还难受。高中时想自杀，觉得自己死了父母就不会吵架，周围人也不用讨厌我了。然后坐在教室里的时候，我觉得我跟群体格格不入，觉得自己各种没资格，没资格享受教育，老师问谁还不懂的，我就觉得我有什么资格让老师教我。甚至很想找个地缝钻进去。工作后，各种加班，主管让我去跟老板提加班工资我也不敢。如何突破自己，克服自卑呢？",
    "annotation": [
      {
        "sentence": "在群体里极度自卑，觉得自己各种没资格不敢争取利益？",
        "label": ""
      },
      {
        "sentence": "因为父母有智力上的问题，时而清醒的像正常人，时而像小孩子。",
        "label": ""
      },
      {
        "sentence": "没有扶养能力。",
        "label": ""
      },
      {
        "sentence": "我从小跟外婆一起生活，外婆跟我说的最多的就是你跟别人不一样，别人有父母靠，你没有。",
        "label": ""
      },
      {
        "sentence": "导致了我的极度自卑。",
        "label": ""
      },
      {
        "sentence": "再加上偶尔回去的时候被父母物化，从有记忆开始就一直跟我说，你要养我，我妈说，你是我生的，要养我，我爸说，我工作给你生活费，你要养我，生你不就是为了养老嘛。",
        "label": ""
      },
      {
        "sentence": "我就觉得自己像是一样东西，而不是一个人。",
        "label": ""
      },
      {
        "sentence": "越来越自卑。",
        "label": ""
      },
      {
        "sentence": "觉得自己不完整，像怪物，尤其是看到亲戚对同龄人明显的区别对待，原来他们只是对我这样。",
        "label": ""
      },
      {
        "sentence": "比他们骂我还难受。",
        "label": ""
      },
      {
        "sentence": "高中时想自杀，觉得自己死了父母就不会吵架，周围人也不用讨厌我了。",
        "label": ""
      },
      {
        "sentence": "然后坐在教室里的时候，我觉得我跟群体格格不入，觉得自己各种没资格，没资格享受教育，老师问谁还不懂的，我就觉得我有什么资格让老师教我。",
        "label": ""
      },
      {
        "sentence": "甚至很想找个地缝钻进去。",
        "label": ""
      },
      {
        "sentence": "工作后，各种加班，主管让我去跟老板提加班工资我也不敢。",
        "label": ""
      },
      {
        "sentence": "如何突破自己，克服自卑呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解到你在群体中感到非常自卑，觉得自己没有资格争取自己的权益。你提到了父母智力上的问题，让你没有受到扶养。从小你就跟外婆一起生活，外婆经常告诉你与别人不一样，别人有父母可以依靠，而你没有。这导致了你极度自卑的感觉。（我能够感受到你的困扰。但我也注意到你的幸运。虽然你的父母因为智力问题没有能力承担养育孩子的责任，但你出生时是健康的，你有能力照顾自己并承担更多。）另外，你还提到回去看父母时被物化的感受。你妈妈说你要养她，因为你是她生的；你爸爸说他给你生活费，你要养他，因为你是他的养老之路。这让你觉得自己像个工具而不是一个人。这种感觉越来越加重，你觉得自己不完整，像个怪物。尤其是看到亲戚对待同龄人的区别对待，你感受到他们对你的不同。这比他们骂你还让你难受。（听到这些我能理解你的痛苦。被亲戚们区别对待的感觉确实不好受。但是我想告诉你，在你自己的角度之外，也许你已经拥有了他们给予另一个人的东西，物质或关爱。从他们的眼里看，你可能比其他人更优秀。有些时候，人会不由自主地照顾弱者。所以在他们的眼里，你拥有你特有的优势和价值。只是你自己没有意识到，而只是关注了表面的事情。）你还提到在高中时曾经想过自杀，觉得如果自己死了，父母就不会吵架了，周围的人也不会讨厌你了。还有，坐在教室里的时候，你觉得自己与群体格格不入，觉得自己没有资格享受教育。当老师问有谁不懂的时候，你觉得自己没有资格让老师教。甚至很想找个地缝钻进去。现在工作后，你也不敢去跟老板提加班工资。你想知道如何突破自己，克服这种自卑感吗？",
    "annotation": [
      {
        "sentence": "我了解到你在群体中感到非常自卑，觉得自己没有资格争取自己的权益。",
        "label": ""
      },
      {
        "sentence": "你提到了父母智力上的问题，让你没有受到扶养。",
        "label": ""
      },
      {
        "sentence": "从小你就跟外婆一起生活，外婆经常告诉你与别人不一样，别人有父母可以依靠，而你没有。",
        "label": ""
      },
      {
        "sentence": "这导致了你极度自卑的感觉。",
        "label": ""
      },
      {
        "sentence": "（我能够感受到你的困扰。",
        "label": ""
      },
      {
        "sentence": "但我也注意到你的幸运。",
        "label": ""
      },
      {
        "sentence": "虽然你的父母因为智力问题没有能力承担养育孩子的责任，但你出生时是健康的，你有能力照顾自己并承担更多。",
        "label": ""
      },
      {
        "sentence": "）另外，你还提到回去看父母时被物化的感受。",
        "label": ""
      },
      {
        "sentence": "你妈妈说你要养她，因为你是她生的；你爸爸说他给你生活费，你要养他，因为你是他的养老之路。",
        "label": ""
      },
      {
        "sentence": "这让你觉得自己像个工具而不是一个人。",
        "label": ""
      },
      {
        "sentence": "这种感觉越来越加重，你觉得自己不完整，像个怪物。",
        "label": ""
      },
      {
        "sentence": "尤其是看到亲戚对待同龄人的区别对待，你感受到他们对你的不同。",
        "label": ""
      },
      {
        "sentence": "这比他们骂你还让你难受。",
        "label": ""
      },
      {
        "sentence": "（听到这些我能理解你的痛苦。",
        "label": ""
      },
      {
        "sentence": "被亲戚们区别对待的感觉确实不好受。",
        "label": ""
      },
      {
        "sentence": "但是我想告诉你，在你自己的角度之外，也许你已经拥有了他们给予另一个人的东西，物质或关爱。",
        "label": ""
      },
      {
        "sentence": "从他们的眼里看，你可能比其他人更优秀。",
        "label": ""
      },
      {
        "sentence": "有些时候，人会不由自主地照顾弱者。",
        "label": ""
      },
      {
        "sentence": "所以在他们的眼里，你拥有你特有的优势和价值。",
        "label": ""
      },
      {
        "sentence": "只是你自己没有意识到，而只是关注了表面的事情。",
        "label": ""
      },
      {
        "sentence": "）你还提到在高中时曾经想过自杀，觉得如果自己死了，父母就不会吵架了，周围的人也不会讨厌你了。",
        "label": ""
      },
      {
        "sentence": "还有，坐在教室里的时候，你觉得自己与群体格格不入，觉得自己没有资格享受教育。",
        "label": ""
      },
      {
        "sentence": "当老师问有谁不懂的时候，你觉得自己没有资格让老师教。",
        "label": ""
      },
      {
        "sentence": "甚至很想找个地缝钻进去。",
        "label": ""
      },
      {
        "sentence": "现在工作后，你也不敢去跟老板提加班工资。",
        "label": ""
      },
      {
        "sentence": "你想知道如何突破自己，克服这种自卑感吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "以下是我的建议......根据你的描述，我注意到以下几点：1.父母智力上的问题导致他们无法承担养育的责任。在这一点上，我相信他们并没有故意要让你觉得自卑。其实，他们天然的缺陷导致了他们在和你沟通上可能没有那么婉转圆滑，他们给了你一些额外的压力。2.你提到你的亲戚明显地对待你不同，这让你感到很难受。但是，我想告诉你，很多时候我们觉得别人讨厌自己，可能是因为我们自己不太喜欢别人某些行为或言语所致。有时候改变我们自己的看法和观念，也许会改善这种想法。3.在教室里，你感到自己与群体格格不入，认为自己没有资格接受教育。当老师问有谁还不懂的时候，你会觉得自己为什么有资格让老师教。但是，我相信每个人都有学习的权利和机会，你",
    "annotation": [
      {
        "sentence": "以下是我的建议......根据你的描述，我注意到以下几点：1.父母智力上的问题导致他们无法承担养育的责任。",
        "label": ""
      },
      {
        "sentence": "在这一点上，我相信他们并没有故意要让你觉得自卑。",
        "label": ""
      },
      {
        "sentence": "其实，他们天然的缺陷导致了他们在和你沟通上可能没有那么婉转圆滑，他们给了你一些额外的压力。",
        "label": ""
      },
      {
        "sentence": "2.你提到你的亲戚明显地对待你不同，这让你感到很难受。",
        "label": ""
      },
      {
        "sentence": "但是，我想告诉你，很多时候我们觉得别人讨厌自己，可能是因为我们自己不太喜欢别人某些行为或言语所致。",
        "label": ""
      },
      {
        "sentence": "有时候改变我们自己的看法和观念，也许会改善这种想法。",
        "label": ""
      },
      {
        "sentence": "3.在教室里，你感到自己与群体格格不入，认为自己没有资格接受教育。",
        "label": ""
      },
      {
        "sentence": "当老师问有谁还不懂的时候，你会觉得自己为什么有资格让老师教。",
        "label": ""
      },
      {
        "sentence": "但是，我相信每个人都有学习的权利和机会，你",
        "label": ""
      }
    ]
  }
]