[
  {
    "role": "client",
    "content": "我有焦虑症，发病时真的控制不住我自己，咋办？没朋友，缺少关心，自卑。从小爸爸的陪伴很少。一个月前背确诊为焦虑症。那天被网友说焦虑症是装的，骂的我很惨。我发病了，真的真的控制不住我自己，差点就跳楼机……",
    "annotation": [
      {
        "sentence": "我有焦虑症，发病时真的控制不住我自己，咋办？",
        "label": ""
      },
      {
        "sentence": "没朋友，缺少关心，自卑。",
        "label": ""
      },
      {
        "sentence": "从小爸爸的陪伴很少。",
        "label": ""
      },
      {
        "sentence": "一个月前背确诊为焦虑症。",
        "label": ""
      },
      {
        "sentence": "那天被网友说焦虑症是装的，骂的我很惨。",
        "label": ""
      },
      {
        "sentence": "我发病了，真的真的控制不住我自己，差点就跳楼机……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗨，你好。听到你说自己有焦虑症发病时控制不住自己，我很担心你。首先，不要为网上他人的攻击所伤。他们很可能只是基于偏见，因为他们并不了解心理疾病的真正病因。我希望你不要让这种攻击影响到自己，要好好照顾自己。从你的描述中，我们虽然不能确定具体导致你病因的原因，但我相信缺少友情和亲情对你有很重要的影响。焦虑症的形成可能是因为心理、生理和环境等多种因素的影响。如果目前的病情还不算太严重，你可以先学一些快速平静情绪的方法，比如深呼吸、闭上眼睛重复一句话，将注意力集中在当前的身体感受上，平静下来后再思考和处理其他事情。有没有发现自己会在特定情景、事物、话语下发病呢？有些人可能在特定情况下反复出现焦虑症状，比如要上台发言、遇到困难，或者听到看到涉及【朋友、家庭】这些字眼的时候。这些可能就是你焦虑症的“病根”。如果你发现了这些情况，可以以此为突破口，去解决过去导致你在面对这些情况时情绪变化的原因。同时，也可以做一些预防措施，为下次可能面对这些情况时做好准备。如果朋友和家人是你得病的重要原因，或许你可以找机会跟他们交流一下，或者【尽快寻求专业的医生】，帮助你处理你们之间的关系。很重要的一点是，即使在这个过程中听到或者感受到他人的不理解，也【不要责怪自己】，不要增加自己的心理负担。改变自己的思维方式和认知非常重要。焦虑常常是因为对“病根”错误的解读和过度的消化而出现的，所以我们要及时扭转过来。另一方面，要记得调整好自己的身体状态，生理因素也是很重要的影响因素。只有拥有一个健康的身体，我们才能更好地完成所有的治疗。以上只是我的个人建议，重点还是要找专业医生来帮助你！放松心态，相信自己会越来越好的！",
    "annotation": [
      {
        "sentence": "嗨，你好。",
        "label": ""
      },
      {
        "sentence": "听到你说自己有焦虑症发病时控制不住自己，我很担心你。",
        "label": ""
      },
      {
        "sentence": "首先，不要为网上他人的攻击所伤。",
        "label": ""
      },
      {
        "sentence": "他们很可能只是基于偏见，因为他们并不了解心理疾病的真正病因。",
        "label": ""
      },
      {
        "sentence": "我希望你不要让这种攻击影响到自己，要好好照顾自己。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我们虽然不能确定具体导致你病因的原因，但我相信缺少友情和亲情对你有很重要的影响。",
        "label": ""
      },
      {
        "sentence": "焦虑症的形成可能是因为心理、生理和环境等多种因素的影响。",
        "label": ""
      },
      {
        "sentence": "如果目前的病情还不算太严重，你可以先学一些快速平静情绪的方法，比如深呼吸、闭上眼睛重复一句话，将注意力集中在当前的身体感受上，平静下来后再思考和处理其他事情。",
        "label": ""
      },
      {
        "sentence": "有没有发现自己会在特定情景、事物、话语下发病呢？",
        "label": ""
      },
      {
        "sentence": "有些人可能在特定情况下反复出现焦虑症状，比如要上台发言、遇到困难，或者听到看到涉及【朋友、家庭】这些字眼的时候。",
        "label": ""
      },
      {
        "sentence": "这些可能就是你焦虑症的“病根”。",
        "label": ""
      },
      {
        "sentence": "如果你发现了这些情况，可以以此为突破口，去解决过去导致你在面对这些情况时情绪变化的原因。",
        "label": ""
      },
      {
        "sentence": "同时，也可以做一些预防措施，为下次可能面对这些情况时做好准备。",
        "label": ""
      },
      {
        "sentence": "如果朋友和家人是你得病的重要原因，或许你可以找机会跟他们交流一下，或者【尽快寻求专业的医生】，帮助你处理你们之间的关系。",
        "label": ""
      },
      {
        "sentence": "很重要的一点是，即使在这个过程中听到或者感受到他人的不理解，也【不要责怪自己】，不要增加自己的心理负担。",
        "label": ""
      },
      {
        "sentence": "改变自己的思维方式和认知非常重要。",
        "label": ""
      },
      {
        "sentence": "焦虑常常是因为对“病根”错误的解读和过度的消化而出现的，所以我们要及时扭转过来。",
        "label": ""
      },
      {
        "sentence": "另一方面，要记得调整好自己的身体状态，生理因素也是很重要的影响因素。",
        "label": ""
      },
      {
        "sentence": "只有拥有一个健康的身体，我们才能更好地完成所有的治疗。",
        "label": ""
      },
      {
        "sentence": "以上只是我的个人建议，重点还是要找专业医生来帮助你！",
        "label": ""
      },
      {
        "sentence": "放松心态，相信自己会越来越好的！",
        "label": ""
      }
    ]
  }
]