[
  {
    "role": "client",
    "content": "总是在设计对方的恋爱无能，我就是假装可以恋爱的人？我大约是个爱无能的人。谈的恋爱绝对不超过一个月，但是间隔时间基本四五年。因为爹妈给的容貌幼态，声音也比较好听，基本素颜见人都以为我还是在校生。谈恋爱的时候，我会利用这一点来达到目的。故意撒娇卖萌，显示弱势，制造亲近的机会却还一脸无辜。每一个动作和行为都是我的设计，为了达到我的目的。但是，我却很痛恨亲密。即使各种亲密，也有底线，即使有亲密接触，我的内心都觉得尴尬。当我的初恋靠在我的肩膀说幸福，我觉得恶心。要和我十指紧扣，我觉得被人胁迫。即使恋爱过但没接吻过，当他们和我四目相对我就觉得可怕。我玩社交软件，大家觉得我的尺度很大，但对我而言不过游戏。我只觉得对方是个傻子。我会沉浸在偶像剧，但一旦脱敏就觉得好假的故事。我就是假装可以恋爱的人，爱情没有让我心动过。",
    "annotation": [
      {
        "sentence": "总是在设计对方的恋爱无能，我就是假装可以恋爱的人？",
        "label": ""
      },
      {
        "sentence": "我大约是个爱无能的人。",
        "label": ""
      },
      {
        "sentence": "谈的恋爱绝对不超过一个月，但是间隔时间基本四五年。",
        "label": ""
      },
      {
        "sentence": "因为爹妈给的容貌幼态，声音也比较好听，基本素颜见人都以为我还是在校生。",
        "label": ""
      },
      {
        "sentence": "谈恋爱的时候，我会利用这一点来达到目的。",
        "label": ""
      },
      {
        "sentence": "故意撒娇卖萌，显示弱势，制造亲近的机会却还一脸无辜。",
        "label": ""
      },
      {
        "sentence": "每一个动作和行为都是我的设计，为了达到我的目的。",
        "label": ""
      },
      {
        "sentence": "但是，我却很痛恨亲密。",
        "label": ""
      },
      {
        "sentence": "即使各种亲密，也有底线，即使有亲密接触，我的内心都觉得尴尬。",
        "label": ""
      },
      {
        "sentence": "当我的初恋靠在我的肩膀说幸福，我觉得恶心。",
        "label": ""
      },
      {
        "sentence": "要和我十指紧扣，我觉得被人胁迫。",
        "label": ""
      },
      {
        "sentence": "即使恋爱过但没接吻过，当他们和我四目相对我就觉得可怕。",
        "label": ""
      },
      {
        "sentence": "我玩社交软件，大家觉得我的尺度很大，但对我而言不过游戏。",
        "label": ""
      },
      {
        "sentence": "我只觉得对方是个傻子。",
        "label": ""
      },
      {
        "sentence": "我会沉浸在偶像剧，但一旦脱敏就觉得好假的故事。",
        "label": ""
      },
      {
        "sentence": "我就是假装可以恋爱的人，爱情没有让我心动过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "【我大约是个爱无能的人。谈的恋爱绝对不超过一个月，但是间隔时间基本四五年。】有一点你说的很对，爱是一种能力，这不是每个人生下来就会拥有的。英国分析学家约翰．鲍尔比做了一个“依恋实验”，通过母亲与儿童的不同模式的互动，把母亲与儿童时期的依恋模式分为了安全型依恋模式，回避依恋模式，矛盾依恋模式，以及紊乱依恋模式。孩子与社会的第一关系是与母亲的关系，母亲给到孩子是什么样的感觉，孩子就是什么感觉。当孩子感觉到爱、有安全感时，这个世界就是安全的，自己是有保障的，愿意去探索的。而当孩子感受到冷漠、没有依靠的时候，这个世界就是冰冷的，充满危险的，也就没有探索的动力。孩子的互动一开始都源于母亲。没能发展出爱的能力，在童年时期占了很大一部分因素，然而随着与他人的互动，这种爱的能力是可以增长的，比如与朋友的互动，与亲密他人的互动等。当孩子没有感受过爱，不懂得爱究竟是什么，是很难发展出爱别人的能力的。",
    "annotation": [
      {
        "sentence": "【我大约是个爱无能的人。",
        "label": ""
      },
      {
        "sentence": "谈的恋爱绝对不超过一个月，但是间隔时间基本四五年。",
        "label": ""
      },
      {
        "sentence": "】有一点你说的很对，爱是一种能力，这不是每个人生下来就会拥有的。",
        "label": ""
      },
      {
        "sentence": "英国分析学家约翰．鲍尔比做了一个“依恋实验”，通过母亲与儿童的不同模式的互动，把母亲与儿童时期的依恋模式分为了安全型依恋模式，回避依恋模式，矛盾依恋模式，以及紊乱依恋模式。",
        "label": ""
      },
      {
        "sentence": "孩子与社会的第一关系是与母亲的关系，母亲给到孩子是什么样的感觉，孩子就是什么感觉。",
        "label": ""
      },
      {
        "sentence": "当孩子感觉到爱、有安全感时，这个世界就是安全的，自己是有保障的，愿意去探索的。",
        "label": ""
      },
      {
        "sentence": "而当孩子感受到冷漠、没有依靠的时候，这个世界就是冰冷的，充满危险的，也就没有探索的动力。",
        "label": ""
      },
      {
        "sentence": "孩子的互动一开始都源于母亲。",
        "label": ""
      },
      {
        "sentence": "没能发展出爱的能力，在童年时期占了很大一部分因素，然而随着与他人的互动，这种爱的能力是可以增长的，比如与朋友的互动，与亲密他人的互动等。",
        "label": ""
      },
      {
        "sentence": "当孩子没有感受过爱，不懂得爱究竟是什么，是很难发展出爱别人的能力的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你是说我可能在童年时期没有获得足够的爱吗？",
    "annotation": [
      {
        "sentence": "你是说我可能在童年时期没有获得足够的爱吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，童年时期的爱对我们的情感发展有着重要的影响。也许你没有感受到足够的爱，导致你在恋爱中感到困惑和尴尬。但不要担心，爱是可以学习和培养的，只要你意识到自己的困境并愿意尝试改变，就能够渐渐克服这种爱无能的感觉。",
    "annotation": [
      {
        "sentence": "是的，童年时期的爱对我们的情感发展有着重要的影响。",
        "label": ""
      },
      {
        "sentence": "也许你没有感受到足够的爱，导致你在恋爱中感到困惑和尴尬。",
        "label": ""
      },
      {
        "sentence": "但不要担心，爱是可以学习和培养的，只要你意识到自己的困境并愿意尝试改变，就能够渐渐克服这种爱无能的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我总觉得亲密对我来说是一种负担，我不想和他人太过接近。",
    "annotation": [
      {
        "sentence": "但是我总觉得亲密对我来说是一种负担，我不想和他人太过接近。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解到自己的外表的优势，并运用它们达到自己的目的，是我们生存的本能。我们会做出我们当下最好的选择，每一个行为背后，都必定有正面的动机。比如，故意撒娇卖萌，显示弱势，有一个正面动机，即制造亲近的机会，满足了与他人亲近的渴望。只是撒娇卖萌的方式满足了你一部分的“亲密”需求，但是“有底线”的需求并没有满足。或许如何告诉他人你对亲密接触的底线，需要寻找新的方式，比如当你觉得不能再亲密了，明确地拒绝对方。",
    "annotation": [
      {
        "sentence": "了解到自己的外表的优势，并运用它们达到自己的目的，是我们生存的本能。",
        "label": ""
      },
      {
        "sentence": "我们会做出我们当下最好的选择，每一个行为背后，都必定有正面的动机。",
        "label": ""
      },
      {
        "sentence": "比如，故意撒娇卖萌，显示弱势，有一个正面动机，即制造亲近的机会，满足了与他人亲近的渴望。",
        "label": ""
      },
      {
        "sentence": "只是撒娇卖萌的方式满足了你一部分的“亲密”需求，但是“有底线”的需求并没有满足。",
        "label": ""
      },
      {
        "sentence": "或许如何告诉他人你对亲密接触的底线，需要寻找新的方式，比如当你觉得不能再亲密了，明确地拒绝对方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，也许我需要更加坦率地表达自己的感受和需求，不再退缩。",
    "annotation": [
      {
        "sentence": "我明白了，也许我需要更加坦率地表达自己的感受和需求，不再退缩。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，坦率地表达自己是非常重要的。当你能够真实地对待自己的情感，向他人表达自己的需求，你会发现真正与你产生亲密关系的人将能够理解你并接受你的底线。这也是你打破“爱无能”感的一种方式。",
    "annotation": [
      {
        "sentence": "是的，坦率地表达自己是非常重要的。",
        "label": ""
      },
      {
        "sentence": "当你能够真实地对待自己的情感，向他人表达自己的需求，你会发现真正与你产生亲密关系的人将能够理解你并接受你的底线。",
        "label": ""
      },
      {
        "sentence": "这也是你打破“爱无能”感的一种方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我对爱情一直持怀疑态度，觉得爱情没有让我心动过。",
    "annotation": [
      {
        "sentence": "但是我对爱情一直持怀疑态度，觉得爱情没有让我心动过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "沉浸在偶像剧中，你可能享受了甜蜜恋爱情节的满足感，但一旦理智思考起来，就会觉得那些故事太过虚幻。这是正常的，因为对于陌生的事物，我们总是存在矛盾的感觉，想要冒险刺激却又害怕冒险带来的不好后果。或许你可以问问自己，你愿意真实地表达自己的真实想法和情绪，冒险让对方知道吗？如果对方知道之后，会怎样呢？你可以试着在恋爱中尝试与对方更加真实地沟通，这样或许能够帮助你打破“假装可以恋爱”的状态，重新感受到爱情的心动。",
    "annotation": [
      {
        "sentence": "沉浸在偶像剧中，你可能享受了甜蜜恋爱情节的满足感，但一旦理智思考起来，就会觉得那些故事太过虚幻。",
        "label": ""
      },
      {
        "sentence": "这是正常的，因为对于陌生的事物，我们总是存在矛盾的感觉，想要冒险刺激却又害怕冒险带来的不好后果。",
        "label": ""
      },
      {
        "sentence": "或许你可以问问自己，你愿意真实地表达自己的真实想法和情绪，冒险让对方知道吗？",
        "label": ""
      },
      {
        "sentence": "如果对方知道之后，会怎样呢？",
        "label": ""
      },
      {
        "sentence": "你可以试着在恋爱中尝试与对方更加真实地沟通，这样或许能够帮助你打破“假装可以恋爱”的状态，重新感受到爱情的心动。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说的对，我需要尝试去表达真实的自己。谢谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "或许你说的对，我需要尝试去表达真实的自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的回答能够对你有所帮助。记住，你并不孤单，愿意接受自己并勇于表达是克服爱无能的第一步。祝福你能够找到属于自己的幸福！",
    "annotation": [
      {
        "sentence": "不客气，希望我的回答能够对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，愿意接受自己并勇于表达是克服爱无能的第一步。",
        "label": ""
      },
      {
        "sentence": "祝福你能够找到属于自己的幸福！",
        "label": ""
      }
    ]
  }
]