[
  {
    "role": "client",
    "content": "在群体里极度自卑，觉得自己各种没资格不敢争取利益？因为父母有智力上的问题，时而清醒的像正常人，时而像小孩子。没有扶养能力。我从小跟外婆一起生活，外婆跟我说的最多的就是你跟别人不一样，别人有父母靠，你没有。导致了我的极度自卑。再加上偶尔回去的时候被父母物化，从有记忆开始就一直跟我说，你要养我，我妈说，你是我生的，要养我，我爸说，我工作给你生活费，你要养我，生你不就是为了养老嘛。我就觉得自己像是一样东西，而不是一个人。越来越自卑。觉得自己不完整，像怪物，尤其是看到亲戚对同龄人明显的区别对待，原来他们只是对我这样。比他们骂我还难受。高中时想自杀，觉得自己死了父母就不会吵架，周围人也不用讨厌我了。然后坐在教室里的时候，我觉得我跟群体格格不入，觉得自己各种没资格，没资格享受教育，老师问谁还不懂的，我就觉得我有什么资格让老师教我。甚至很想找个地缝钻进去。工作后，各种加班，主管让我去跟老板提加班工资我也不敢。如何突破自己，克服自卑呢？",
    "annotation": [
      {
        "sentence": "在群体里极度自卑，觉得自己各种没资格不敢争取利益？",
        "label": ""
      },
      {
        "sentence": "因为父母有智力上的问题，时而清醒的像正常人，时而像小孩子。",
        "label": ""
      },
      {
        "sentence": "没有扶养能力。",
        "label": ""
      },
      {
        "sentence": "我从小跟外婆一起生活，外婆跟我说的最多的就是你跟别人不一样，别人有父母靠，你没有。",
        "label": ""
      },
      {
        "sentence": "导致了我的极度自卑。",
        "label": ""
      },
      {
        "sentence": "再加上偶尔回去的时候被父母物化，从有记忆开始就一直跟我说，你要养我，我妈说，你是我生的，要养我，我爸说，我工作给你生活费，你要养我，生你不就是为了养老嘛。",
        "label": ""
      },
      {
        "sentence": "我就觉得自己像是一样东西，而不是一个人。",
        "label": ""
      },
      {
        "sentence": "越来越自卑。",
        "label": ""
      },
      {
        "sentence": "觉得自己不完整，像怪物，尤其是看到亲戚对同龄人明显的区别对待，原来他们只是对我这样。",
        "label": ""
      },
      {
        "sentence": "比他们骂我还难受。",
        "label": ""
      },
      {
        "sentence": "高中时想自杀，觉得自己死了父母就不会吵架，周围人也不用讨厌我了。",
        "label": ""
      },
      {
        "sentence": "然后坐在教室里的时候，我觉得我跟群体格格不入，觉得自己各种没资格，没资格享受教育，老师问谁还不懂的，我就觉得我有什么资格让老师教我。",
        "label": ""
      },
      {
        "sentence": "甚至很想找个地缝钻进去。",
        "label": ""
      },
      {
        "sentence": "工作后，各种加班，主管让我去跟老板提加班工资我也不敢。",
        "label": ""
      },
      {
        "sentence": "如何突破自己，克服自卑呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有点迟复了抱歉。首先对你所描述的情况梳理如下：▲从小跟外婆长大没有父母可依靠，▲父母“物化”我导致我极度自卑，▲觉得与人格格不入如何突破自己？我能感受到你在成长中的极度不容易，父母没有抚养能力，而自小跟外婆一起生活，但外婆也是个负能量的人，各种原因导致了极度自卑。得不到父母的养育和爱，导致内心的缺爱，被人否定，被父母要求，导致人格的低自尊，低自尊源于自己内心的无价值感，低自尊导致人格上的极度敏感、不自信、自尊心强。在你成长中，由于没有得到养育者的心灵的滋养，在你的心里形成了一个低自尊的自体，形成讨好他人的、怯懦的自我，因此会有“觉得自己各种没资格，没资格享受教育，老师问谁还不懂的，我就觉得我有什么资格让老师教我。甚至很想找个地缝钻进去。工作后，各种加班，主管让我去跟老板提加班工资我也不敢”这样的现象。你的内心里太需要得到爱和肯定了，但却得不到，越想要越得不到，因而越痛苦。面对此，也许你该思考并需要做的是：##接纳、接受自己的家庭和成长过程，每个人都有自己的成长轨迹，而上天给了你这样一份“厚礼”，那就要好好接着，##如果不能好好接着，就需要在心里底层重新找回内在的自信，这需要通过专业的心理咨询来达到，##在职场上，通过心理建设，找到良好的自体和客体，突破自己，……祝福你，同时建议进行专门咨询进行心理建设（个人成长类）。",
    "annotation": [
      {
        "sentence": "有点迟复了抱歉。",
        "label": ""
      },
      {
        "sentence": "首先对你所描述的情况梳理如下：▲从小跟外婆长大没有父母可依靠，▲父母“物化”我导致我极度自卑，▲觉得与人格格不入如何突破自己？",
        "label": ""
      },
      {
        "sentence": "我能感受到你在成长中的极度不容易，父母没有抚养能力，而自小跟外婆一起生活，但外婆也是个负能量的人，各种原因导致了极度自卑。",
        "label": ""
      },
      {
        "sentence": "得不到父母的养育和爱，导致内心的缺爱，被人否定，被父母要求，导致人格的低自尊，低自尊源于自己内心的无价值感，低自尊导致人格上的极度敏感、不自信、自尊心强。",
        "label": ""
      },
      {
        "sentence": "在你成长中，由于没有得到养育者的心灵的滋养，在你的心里形成了一个低自尊的自体，形成讨好他人的、怯懦的自我，因此会有“觉得自己各种没资格，没资格享受教育，老师问谁还不懂的，我就觉得我有什么资格让老师教我。",
        "label": ""
      },
      {
        "sentence": "甚至很想找个地缝钻进去。",
        "label": ""
      },
      {
        "sentence": "工作后，各种加班，主管让我去跟老板提加班工资我也不敢”这样的现象。",
        "label": ""
      },
      {
        "sentence": "你的内心里太需要得到爱和肯定了，但却得不到，越想要越得不到，因而越痛苦。",
        "label": ""
      },
      {
        "sentence": "面对此，也许你该思考并需要做的是：##接纳、接受自己的家庭和成长过程，每个人都有自己的成长轨迹，而上天给了你这样一份“厚礼”，那就要好好接着，##如果不能好好接着，就需要在心里底层重新找回内在的自信，这需要通过专业的心理咨询来达到，##在职场上，通过心理建设，找到良好的自体和客体，突破自己，……祝福你，同时建议进行专门咨询进行心理建设（个人成长类）。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复。我明白了，我的问题源于缺乏父母的养育和爱，导致我内心缺乏安全感和自信心。外婆一直对我说我和别人不一样，没有父母可依靠，这让我觉得自己不完整，像个怪物。再加上父母物化我，让我觉得自己只是一个工具，而不是一个人。这些经历导致了我极度自卑，在群体中觉得自己各种没资格，享受不到教育和得到他人的关注。我知道接纳和接受自己很重要，但有时我还是会被自卑情绪淹没，无法摆脱这种负能量。我应该如何找回自信，克服自卑呢？",
    "annotation": [
      {
        "sentence": "谢谢你的回复。",
        "label": ""
      },
      {
        "sentence": "我明白了，我的问题源于缺乏父母的养育和爱，导致我内心缺乏安全感和自信心。",
        "label": ""
      },
      {
        "sentence": "外婆一直对我说我和别人不一样，没有父母可依靠，这让我觉得自己不完整，像个怪物。",
        "label": ""
      },
      {
        "sentence": "再加上父母物化我，让我觉得自己只是一个工具，而不是一个人。",
        "label": ""
      },
      {
        "sentence": "这些经历导致了我极度自卑，在群体中觉得自己各种没资格，享受不到教育和得到他人的关注。",
        "label": ""
      },
      {
        "sentence": "我知道接纳和接受自己很重要，但有时我还是会被自卑情绪淹没，无法摆脱这种负能量。",
        "label": ""
      },
      {
        "sentence": "我应该如何找回自信，克服自卑呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的观察很准确，明白了问题的来源对于解决它们至关重要。原生家庭的缺席和环境对你造成的伤害是真实存在的，他们造成了你的自卑情绪和无法自信的困境。感受到外婆和父母给你带来的重重困扰，你真的很勇敢去面对这些问题。要克服自卑，找回自信，可能存在的方法有：1. 寻求心理咨询，通过专业的帮助来面对并处理内心的负面情绪和经历；2. 培养自己的兴趣爱好和优点，提升自我认知和自尊；3. 与积极正面的人交流和交往，获得更多的支持和认可；4. 学会放松和调节自己的情绪，学习一些情绪管理的技巧。这些都需要时间和恒心，但我相信你能够逐步克服自卑，找到内心的坚定和自信。加油！",
    "annotation": [
      {
        "sentence": "你的观察很准确，明白了问题的来源对于解决它们至关重要。",
        "label": ""
      },
      {
        "sentence": "原生家庭的缺席和环境对你造成的伤害是真实存在的，他们造成了你的自卑情绪和无法自信的困境。",
        "label": ""
      },
      {
        "sentence": "感受到外婆和父母给你带来的重重困扰，你真的很勇敢去面对这些问题。",
        "label": ""
      },
      {
        "sentence": "要克服自卑，找回自信，可能存在的方法有：1. 寻求心理咨询，通过专业的帮助来面对并处理内心的负面情绪和经历；2. 培养自己的兴趣爱好和优点，提升自我认知和自尊；3. 与积极正面的人交流和交往，获得更多的支持和认可；4. 学会放松和调节自己的情绪，学习一些情绪管理的技巧。",
        "label": ""
      },
      {
        "sentence": "这些都需要时间和恒心，但我相信你能够逐步克服自卑，找到内心的坚定和自信。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]