[
  {
    "role": "client",
    "content": "自卑的人恋爱好难，有些顾虑又不想失去他该怎么办？从小一直觉得自己很普通，不敢想自己长大恋爱结婚的样子，今年相亲遇到了一个男孩，左脚有一节带了假肢，相处还算不错吧，三个月后确定了关系，因为两人都不小了，现在双方家长让我们农历六月订婚，他也有这意思，我拒绝了，我不知道他到底喜欢我什么，就能确定我是能携手一生的人，我没有那么自信，他今天和我谈了，说八月份，而且告诉我，不可能等我两三年才结婚，我是有些喜欢他的，挂了电话，我感觉到了好大的压力，接触他的朋友和家人，我都没有想过，还有生小孩什么的，我还有一些顾虑，又不想失去他，这个深夜，睡不着，一直在想该怎么办？希望大家帮帮我，我怎么样才能以一种良好的心态去谈一场恋爱呢？建立良好的亲密关系啊今天估计睡不着了，就是这么的没出息，我讨厌这样的自己。",
    "annotation": [
      {
        "sentence": "自卑的人恋爱好难，有些顾虑又不想失去他该怎么办？",
        "label": ""
      },
      {
        "sentence": "从小一直觉得自己很普通，不敢想自己长大恋爱结婚的样子，今年相亲遇到了一个男孩，左脚有一节带了假肢，相处还算不错吧，三个月后确定了关系，因为两人都不小了，现在双方家长让我们农历六月订婚，他也有这意思，我拒绝了，我不知道他到底喜欢我什么，就能确定我是能携手一生的人，我没有那么自信，他今天和我谈了，说八月份，而且告诉我，不可能等我两三年才结婚，我是有些喜欢他的，挂了电话，我感觉到了好大的压力，接触他的朋友和家人，我都没有想过，还有生小孩什么的，我还有一些顾虑，又不想失去他，这个深夜，睡不着，一直在想该怎么办？",
        "label": ""
      },
      {
        "sentence": "希望大家帮帮我，我怎么样才能以一种良好的心态去谈一场恋爱呢？",
        "label": ""
      },
      {
        "sentence": "建立良好的亲密关系啊今天估计睡不着了，就是这么的没出息，我讨厌这样的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，感受到你的犹豫与不舍，我们尝试将事件节点总结下，你试试看，是否会有新的想法。1.自卑与不舍从你的标题看，已经清晰的表达了由于自卑，恋爱遭遇的阻力，同时因为自卑而有顾虑，然后又带着不想失去的想法。一方面你觉得自己很普通，自卑，没有觉得自己有傲人之处，短暂的相识，对方凭什么就认定你要走进婚姻，与其说你自卑，不如说对方表达或做的还不到位，没有让你感受到心甘情愿的与之携手。另一方面短暂的相识，或许还没有让你建立足够的安全感，所以恐惧这么快的走进婚姻，也许将来也是没有准备好久，婚姻与恋爱毕竟是不同的，你对对方是有一定程度的满意的，但或许还不足以推动自己走进婚姻。2.没做好准备你还没有准备好接触对方的家人和朋友，还没有做好准备生小孩，还有顾虑没有解除。你需要更长一点的时间进行准备，尤其是心理准备。很多时候，心理没有准备好，就进入现场，准备战斗了。我也是做母亲的人了，记得当年登记的早上，进门之前，我还琢磨要不要坐到马路牙子上清醒的在想想，后来没等想好就去登记了。如果你想谈一场良好的恋爱，心甘情愿的走进婚姻，或许下面几个建议可以考虑一下。【接纳】接纳自己本来的样子，相信对方，相信对方的选择，不要拿自己的缺点跟其他人比较，你就是你，世界上每个人都是独立的个体，某种程度来说，每个人都有优秀的品质。【沟通】如果你还没有准备好进入婚姻，又怕错过男方，那么你可以将自己的顾虑告诉对方，以期得到对方的等待，只有沟通才能更好的解决问题。祝运！",
    "annotation": [
      {
        "sentence": "看到你的描述，感受到你的犹豫与不舍，我们尝试将事件节点总结下，你试试看，是否会有新的想法。",
        "label": ""
      },
      {
        "sentence": "1.自卑与不舍从你的标题看，已经清晰的表达了由于自卑，恋爱遭遇的阻力，同时因为自卑而有顾虑，然后又带着不想失去的想法。",
        "label": ""
      },
      {
        "sentence": "一方面你觉得自己很普通，自卑，没有觉得自己有傲人之处，短暂的相识，对方凭什么就认定你要走进婚姻，与其说你自卑，不如说对方表达或做的还不到位，没有让你感受到心甘情愿的与之携手。",
        "label": ""
      },
      {
        "sentence": "另一方面短暂的相识，或许还没有让你建立足够的安全感，所以恐惧这么快的走进婚姻，也许将来也是没有准备好久，婚姻与恋爱毕竟是不同的，你对对方是有一定程度的满意的，但或许还不足以推动自己走进婚姻。",
        "label": ""
      },
      {
        "sentence": "2.没做好准备你还没有准备好接触对方的家人和朋友，还没有做好准备生小孩，还有顾虑没有解除。",
        "label": ""
      },
      {
        "sentence": "你需要更长一点的时间进行准备，尤其是心理准备。",
        "label": ""
      },
      {
        "sentence": "很多时候，心理没有准备好，就进入现场，准备战斗了。",
        "label": ""
      },
      {
        "sentence": "我也是做母亲的人了，记得当年登记的早上，进门之前，我还琢磨要不要坐到马路牙子上清醒的在想想，后来没等想好就去登记了。",
        "label": ""
      },
      {
        "sentence": "如果你想谈一场良好的恋爱，心甘情愿的走进婚姻，或许下面几个建议可以考虑一下。",
        "label": ""
      },
      {
        "sentence": "【接纳】接纳自己本来的样子，相信对方，相信对方的选择，不要拿自己的缺点跟其他人比较，你就是你，世界上每个人都是独立的个体，某种程度来说，每个人都有优秀的品质。",
        "label": ""
      },
      {
        "sentence": "【沟通】如果你还没有准备好进入婚姻，又怕错过男方，那么你可以将自己的顾虑告诉对方，以期得到对方的等待，只有沟通才能更好的解决问题。",
        "label": ""
      },
      {
        "sentence": "祝运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复。我确实有自卑情绪，并且对他的感受和选择感到疑惑。我担心自己的平凡会让他觉得我不够好，无法与我携手一生。虽然我们相处不错，但我还没有建立足够的安全感。感觉自己还没有做好准备去面对他的家人和朋友，以及未来生小孩的问题。我害怕这些问题会给我们的关系带来压力。我该如何应对这些困惑和担忧呢？",
    "annotation": [
      {
        "sentence": "谢谢你的回复。",
        "label": ""
      },
      {
        "sentence": "我确实有自卑情绪，并且对他的感受和选择感到疑惑。",
        "label": ""
      },
      {
        "sentence": "我担心自己的平凡会让他觉得我不够好，无法与我携手一生。",
        "label": ""
      },
      {
        "sentence": "虽然我们相处不错，但我还没有建立足够的安全感。",
        "label": ""
      },
      {
        "sentence": "感觉自己还没有做好准备去面对他的家人和朋友，以及未来生小孩的问题。",
        "label": ""
      },
      {
        "sentence": "我害怕这些问题会给我们的关系带来压力。",
        "label": ""
      },
      {
        "sentence": "我该如何应对这些困惑和担忧呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你对自己平凡的担忧，但不要低估了你的魅力和能力。每个人都有他们独特的价值和魅力，相信你的独特之处能够吸引他。至于安全感的建立，沟通是非常重要的一步。你可以与他坦诚地谈论你的顾虑和困惑，听听他的观点和意见，共同寻找解决办法。关于接触他的家人和朋友，可以先逐渐增加接触的时间和机会，让你们之间的关系更稳固后再考虑。至于生小孩，这是个大决定，你可以和他一同探讨这个话题并在适当的时机做决定。最重要的是相信自己，相信你们的感情，勇敢面对困难和挑战。你能够以一种积极的心态去谈一场恋爱，建立良好的亲密关系。希望你能找到自己的答案，并为自己的选择而自豪。",
    "annotation": [
      {
        "sentence": "理解你对自己平凡的担忧，但不要低估了你的魅力和能力。",
        "label": ""
      },
      {
        "sentence": "每个人都有他们独特的价值和魅力，相信你的独特之处能够吸引他。",
        "label": ""
      },
      {
        "sentence": "至于安全感的建立，沟通是非常重要的一步。",
        "label": ""
      },
      {
        "sentence": "你可以与他坦诚地谈论你的顾虑和困惑，听听他的观点和意见，共同寻找解决办法。",
        "label": ""
      },
      {
        "sentence": "关于接触他的家人和朋友，可以先逐渐增加接触的时间和机会，让你们之间的关系更稳固后再考虑。",
        "label": ""
      },
      {
        "sentence": "至于生小孩，这是个大决定，你可以和他一同探讨这个话题并在适当的时机做决定。",
        "label": ""
      },
      {
        "sentence": "最重要的是相信自己，相信你们的感情，勇敢面对困难和挑战。",
        "label": ""
      },
      {
        "sentence": "你能够以一种积极的心态去谈一场恋爱，建立良好的亲密关系。",
        "label": ""
      },
      {
        "sentence": "希望你能找到自己的答案，并为自己的选择而自豪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议。我明白了，我应该相信自己的价值和吸引力。我也会尝试与他坦诚沟通，听取他的观点，并寻找解决办法。而对于接触他的家人和朋友，我会逐步适应，先建立起更稳固的关系再考虑。至于生小孩的问题，我会和他一起慎重考虑，并在合适的时候做出决定。再次感谢你的支持和鼓励，我会以积极的心态面对困难和挑战，为自己的选择勇往直前。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我明白了，我应该相信自己的价值和吸引力。",
        "label": ""
      },
      {
        "sentence": "我也会尝试与他坦诚沟通，听取他的观点，并寻找解决办法。",
        "label": ""
      },
      {
        "sentence": "而对于接触他的家人和朋友，我会逐步适应，先建立起更稳固的关系再考虑。",
        "label": ""
      },
      {
        "sentence": "至于生小孩的问题，我会和他一起慎重考虑，并在合适的时候做出决定。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励，我会以积极的心态面对困难和挑战，为自己的选择勇往直前。",
        "label": ""
      }
    ]
  }
]