[
  {
    "role": "client",
    "content": "自卑的人恋爱好难，有些顾虑又不想失去他该怎么办？从小一直觉得自己很普通，不敢想自己长大恋爱结婚的样子，今年相亲遇到了一个男孩，左脚有一节带了假肢，相处还算不错吧，三个月后确定了关系，因为两人都不小了，现在双方家长让我们农历六月订婚，他也有这意思，我拒绝了，我不知道他到底喜欢我什么，就能确定我是能携手一生的人，我没有那么自信，他今天和我谈了，说八月份，而且告诉我，不可能等我两三年才结婚，我是有些喜欢他的，挂了电话，我感觉到了好大的压力，接触他的朋友和家人，我都没有想过，还有生小孩什么的，我还有一些顾虑，又不想失去他，这个深夜，睡不着，一直在想该怎么办？希望大家帮帮我，我怎么样才能以一种良好的心态去谈一场恋爱呢？建立良好的亲密关系啊今天估计睡不着了，就是这么的没出息，我讨厌这样的自己。",
    "annotation": [
      {
        "sentence": "自卑的人恋爱好难，有些顾虑又不想失去他该怎么办？",
        "label": ""
      },
      {
        "sentence": "从小一直觉得自己很普通，不敢想自己长大恋爱结婚的样子，今年相亲遇到了一个男孩，左脚有一节带了假肢，相处还算不错吧，三个月后确定了关系，因为两人都不小了，现在双方家长让我们农历六月订婚，他也有这意思，我拒绝了，我不知道他到底喜欢我什么，就能确定我是能携手一生的人，我没有那么自信，他今天和我谈了，说八月份，而且告诉我，不可能等我两三年才结婚，我是有些喜欢他的，挂了电话，我感觉到了好大的压力，接触他的朋友和家人，我都没有想过，还有生小孩什么的，我还有一些顾虑，又不想失去他，这个深夜，睡不着，一直在想该怎么办？",
        "label": ""
      },
      {
        "sentence": "希望大家帮帮我，我怎么样才能以一种良好的心态去谈一场恋爱呢？",
        "label": ""
      },
      {
        "sentence": "建立良好的亲密关系啊今天估计睡不着了，就是这么的没出息，我讨厌这样的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你对于目前的情况感到纠结，一方面一直以来不太确定自己进入亲密关系会如何，另一方面又害怕失去步入亲密关系的机会。似乎在你还没有做好充分心理准备的时候，又面临着一系列的压力，你不确定是该顺应自己的节奏，还是该跟随他人的步调，你想要兼顾但感到很困难，也许也害怕因为选择而附带的失去。",
    "annotation": [
      {
        "sentence": "听起来你对于目前的情况感到纠结，一方面一直以来不太确定自己进入亲密关系会如何，另一方面又害怕失去步入亲密关系的机会。",
        "label": ""
      },
      {
        "sentence": "似乎在你还没有做好充分心理准备的时候，又面临着一系列的压力，你不确定是该顺应自己的节奏，还是该跟随他人的步调，你想要兼顾但感到很困难，也许也害怕因为选择而附带的失去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得自己很普通，没有什么特别的优点，所以对于恋爱和婚姻持有一些消极的态度。虽然和这个男孩相处得还不错，但我担心他只是因为无法找到更好的选择才选择了我。我也不确定他喜欢我哪一点，怎么确定他是我可以一起走下去的人呢？",
    "annotation": [
      {
        "sentence": "是的，我一直觉得自己很普通，没有什么特别的优点，所以对于恋爱和婚姻持有一些消极的态度。",
        "label": ""
      },
      {
        "sentence": "虽然和这个男孩相处得还不错，但我担心他只是因为无法找到更好的选择才选择了我。",
        "label": ""
      },
      {
        "sentence": "我也不确定他喜欢我哪一点，怎么确定他是我可以一起走下去的人呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到从小觉得自己普通，不敢想自己长大恋爱结婚的样子。不知道是什么样的经历让你将这两者建立联系。在恋爱和结婚这个阶段，人们一般都会有期待和顾虑。也许你的害怕和消极来自于之前的经历或想象阻碍着你。即使你“不敢想”，但你还是去相亲了。是什么促使你去相亲的呢？是自己的期待增多了吗？还是外界的压力？",
    "annotation": [
      {
        "sentence": "你提到从小觉得自己普通，不敢想自己长大恋爱结婚的样子。",
        "label": ""
      },
      {
        "sentence": "不知道是什么样的经历让你将这两者建立联系。",
        "label": ""
      },
      {
        "sentence": "在恋爱和结婚这个阶段，人们一般都会有期待和顾虑。",
        "label": ""
      },
      {
        "sentence": "也许你的害怕和消极来自于之前的经历或想象阻碍着你。",
        "label": ""
      },
      {
        "sentence": "即使你“不敢想”，但你还是去相亲了。",
        "label": ""
      },
      {
        "sentence": "是什么促使你去相亲的呢？",
        "label": ""
      },
      {
        "sentence": "是自己的期待增多了吗？",
        "label": ""
      },
      {
        "sentence": "还是外界的压力？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我去相亲的原因有点复杂，一方面是家人的催促，另一方面也是因为我希望能够找到一个合适的伴侣。对于相亲，我抱有一种希望但又担心被拒绝的态度。",
    "annotation": [
      {
        "sentence": "我去相亲的原因有点复杂，一方面是家人的催促，另一方面也是因为我希望能够找到一个合适的伴侣。",
        "label": ""
      },
      {
        "sentence": "对于相亲，我抱有一种希望但又担心被拒绝的态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧。相亲确实是一个复杂的过程，可能会有各种不确定性和压力。你提到男孩的左脚带有假肢，不知道这对你的感觉有什么影响呢？你觉得这个因素会影响你们是否能够走到一起并且一起养育孩子吗？",
    "annotation": [
      {
        "sentence": "我理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "相亲确实是一个复杂的过程，可能会有各种不确定性和压力。",
        "label": ""
      },
      {
        "sentence": "你提到男孩的左脚带有假肢，不知道这对你的感觉有什么影响呢？",
        "label": ""
      },
      {
        "sentence": "你觉得这个因素会影响你们是否能够走到一起并且一起养育孩子吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我承认这个因素确实让我纠结。虽然他是一个很好的人，但我不确定他是否适合我。我担心他的家人和朋友对我们的关系有意见，我还担心未来生孩子的问题。",
    "annotation": [
      {
        "sentence": "我承认这个因素确实让我纠结。",
        "label": ""
      },
      {
        "sentence": "虽然他是一个很好的人，但我不确定他是否适合我。",
        "label": ""
      },
      {
        "sentence": "我担心他的家人和朋友对我们的关系有意见，我还担心未来生孩子的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对这些问题的担心是可以理解的。在建立亲密关系之前，了解自己对对方的想法和感受是非常重要的。当你更清楚自己的顾虑和担心时，你可以考虑与对方沟通，看看是否能够解决这些问题。沟通可以帮助你们更好地了解彼此的期望和愿望，以便在关系中共同成长和解决问题。",
    "annotation": [
      {
        "sentence": "你对这些问题的担心是可以理解的。",
        "label": ""
      },
      {
        "sentence": "在建立亲密关系之前，了解自己对对方的想法和感受是非常重要的。",
        "label": ""
      },
      {
        "sentence": "当你更清楚自己的顾虑和担心时，你可以考虑与对方沟通，看看是否能够解决这些问题。",
        "label": ""
      },
      {
        "sentence": "沟通可以帮助你们更好地了解彼此的期望和愿望，以便在关系中共同成长和解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，沟通是一个重要的环节。我明白了，我应该更加了解自己的顾虑，并勇敢地与他分享我的想法和感受。只有这样，我们才能建立一个健康的恋爱关系。",
    "annotation": [
      {
        "sentence": "确实，沟通是一个重要的环节。",
        "label": ""
      },
      {
        "sentence": "我明白了，我应该更加了解自己的顾虑，并勇敢地与他分享我的想法和感受。",
        "label": ""
      },
      {
        "sentence": "只有这样，我们才能建立一个健康的恋爱关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你明白了这一点。沟通是关系中非常重要的一环，它可以帮助你们更好地理解彼此。记住，不要害怕与对方分享你的内心世界，只有这样才能真正建立起亲密的关系。如果需要，你也可以考虑寻求专业心理咨询的帮助，他们可以给予你更多的支持和建议。",
    "annotation": [
      {
        "sentence": "很高兴你明白了这一点。",
        "label": ""
      },
      {
        "sentence": "沟通是关系中非常重要的一环，它可以帮助你们更好地理解彼此。",
        "label": ""
      },
      {
        "sentence": "记住，不要害怕与对方分享你的内心世界，只有这样才能真正建立起亲密的关系。",
        "label": ""
      },
      {
        "sentence": "如果需要，你也可以考虑寻求专业心理咨询的帮助，他们可以给予你更多的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑寻求专业咨询的帮助，希望能够找到自己的答案。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑寻求专业咨询的帮助，希望能够找到自己的答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望你能找到适合自己的答案。祝你好运，并希望你能建立起一段健康、稳定的恋爱关系。记得，不要太过于自责和压力，每个人都需要时间来成长和适应新的阶段。加油！",
    "annotation": [
      {
        "sentence": "不客气，希望你能找到适合自己的答案。",
        "label": ""
      },
      {
        "sentence": "祝你好运，并希望你能建立起一段健康、稳定的恋爱关系。",
        "label": ""
      },
      {
        "sentence": "记得，不要太过于自责和压力，每个人都需要时间来成长和适应新的阶段。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]