[
  {
    "role": "client",
    "content": "我26岁，结婚快3年了，非常想离婚，快抑郁了。首先，我是结婚后才发现老公生活习惯很差，经常不洗脸，不刷牙，不洗澡就睡觉（一个礼拜能有三五天不洗），我真的非常崩溃！因为他不洗澡我们都分床睡，而且我甚至觉得他脏，失去了啪啪的兴趣，觉得恶心，这是最主要的矛盾。",
    "annotation": [
      {
        "sentence": "我26岁，结婚快3年了，非常想离婚，快抑郁了。",
        "label": ""
      },
      {
        "sentence": "首先，我是结婚后才发现老公生活习惯很差，经常不洗脸，不刷牙，不洗澡就睡觉（一个礼拜能有三五天不洗），我真的非常崩溃！",
        "label": ""
      },
      {
        "sentence": "因为他不洗澡我们都分床睡，而且我甚至觉得他脏，失去了啪啪的兴趣，觉得恶心，这是最主要的矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你的婚姻面临着瓶颈，让你生活得很崩溃，很抓狂，也很纠结，对吗？不知道你最初是怎么喜欢上他并选择和他走进婚姻殿堂的？可以看得出来你和他的沟通主要是吵架，而吵架的背后是彼此的愤怒，很自然地压抑了诸多未被满足的需求而产生攻击。至于是否离婚，取决于你们的感情基础怎样？还有哪些爱的链接点？",
    "annotation": [
      {
        "sentence": "听起来你的婚姻面临着瓶颈，让你生活得很崩溃，很抓狂，也很纠结，对吗？",
        "label": ""
      },
      {
        "sentence": "不知道你最初是怎么喜欢上他并选择和他走进婚姻殿堂的？",
        "label": ""
      },
      {
        "sentence": "可以看得出来你和他的沟通主要是吵架，而吵架的背后是彼此的愤怒，很自然地压抑了诸多未被满足的需求而产生攻击。",
        "label": ""
      },
      {
        "sentence": "至于是否离婚，取决于你们的感情基础怎样？",
        "label": ""
      },
      {
        "sentence": "还有哪些爱的链接点？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们在恋爱时，他给我留下了很好的印象，不过结婚后才发现他的生活习惯如此差劲，我很难接受。我们一起做什么事情都会吵架，玩游戏吵架，吃饭吵架，看电影吵架，开车也吵架，我现在什么都不想和他一起做，没意思，下了班也各玩手机，家务我虽然不是很会弄，但是我还是会拖地洗衣服什么的，他眼睛瞎的，从来都需要念他，不念不做，有时候念他还会发飚。",
    "annotation": [
      {
        "sentence": "我们在恋爱时，他给我留下了很好的印象，不过结婚后才发现他的生活习惯如此差劲，我很难接受。",
        "label": ""
      },
      {
        "sentence": "我们一起做什么事情都会吵架，玩游戏吵架，吃饭吵架，看电影吵架，开车也吵架，我现在什么都不想和他一起做，没意思，下了班也各玩手机，家务我虽然不是很会弄，但是我还是会拖地洗衣服什么的，他眼睛瞎的，从来都需要念他，不念不做，有时候念他还会发飚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以理解你的情绪，吵架和冲突确实会让人很疲惫。既然你提到了家务问题，或许你们可以分担家务，互相合理分工，这样他可能会变得更积极参与，而且还有机会培养一起合作的默契。沟通也非常重要，你可以试着开导他，告诉他你的感受以及你对他的期望，但要在他情绪稳定的时候进行。",
    "annotation": [
      {
        "sentence": "可以理解你的情绪，吵架和冲突确实会让人很疲惫。",
        "label": ""
      },
      {
        "sentence": "既然你提到了家务问题，或许你们可以分担家务，互相合理分工，这样他可能会变得更积极参与，而且还有机会培养一起合作的默契。",
        "label": ""
      },
      {
        "sentence": "沟通也非常重要，你可以试着开导他，告诉他你的感受以及你对他的期望，但要在他情绪稳定的时候进行。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我试过沟通了，但他总是会发脾气，甚至还动手打我，我真的受不了，有时候他还会疯狂骂我（虽然我也骂他，但是我不说脏话的），我真的很讨厌他。他很会抽烟，所以身上一股烟臭味，我真的受不了，他不洗澡就睡床上，我真的太气了，但是我也不敢跟他硬刚，因为我吵不过他，也打不过他，惹急了，上次把我手机摔得稀巴烂，真的越写越想离婚。我希望离婚，我可以跟父母说吗，他们给我支撑。",
    "annotation": [
      {
        "sentence": "我试过沟通了，但他总是会发脾气，甚至还动手打我，我真的受不了，有时候他还会疯狂骂我（虽然我也骂他，但是我不说脏话的），我真的很讨厌他。",
        "label": ""
      },
      {
        "sentence": "他很会抽烟，所以身上一股烟臭味，我真的受不了，他不洗澡就睡床上，我真的太气了，但是我也不敢跟他硬刚，因为我吵不过他，也打不过他，惹急了，上次把我手机摔得稀巴烂，真的越写越想离婚。",
        "label": ""
      },
      {
        "sentence": "我希望离婚，我可以跟父母说吗，他们给我支撑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你描述的情况实在让人担忧，暴力行为是无法容忍的。你的安全和幸福至关重要，如果你身体上或心理上受到了伤害，强烈建议你寻求家庭暴力的专业帮助和法律保护。至于离婚问题，你可以与父母沟通，寻求他们的支持和建议。婚姻是一种庄重的承诺，但不应该让你陷入痛苦和危险之中。无论你做出何种决定，我们都会支持你，保持联系，永远爱你！",
    "annotation": [
      {
        "sentence": "你描述的情况实在让人担忧，暴力行为是无法容忍的。",
        "label": ""
      },
      {
        "sentence": "你的安全和幸福至关重要，如果你身体上或心理上受到了伤害，强烈建议你寻求家庭暴力的专业帮助和法律保护。",
        "label": ""
      },
      {
        "sentence": "至于离婚问题，你可以与父母沟通，寻求他们的支持和建议。",
        "label": ""
      },
      {
        "sentence": "婚姻是一种庄重的承诺，但不应该让你陷入痛苦和危险之中。",
        "label": ""
      },
      {
        "sentence": "无论你做出何种决定，我们都会支持你，保持联系，永远爱你！",
        "label": ""
      }
    ]
  }
]