[
  {
    "role": "client",
    "content": "最近我感到十分沮丧和受挫，连续三次考研都失败了，每次都只差一点。我真的不知道该如何彻底接受这个事实。我今年已经24岁了，大四毕业那年考研失败，找了个实习来补考，结果差两分没能调剂。之后在五月初开始找工作，但工作始终不顺心，几个月后我辞职回家准备第三次考研，同时还想参加国家公务员考试。可是国考又差一名，考研又差一分。虽然知道自己要往前看，但我真的无法走出这道坎。每次听到别人谈论考研，我就感到非常难过，觉得这是我一生的遗憾，我的人生变得不完整了。特别是在找工作时，更觉得困难，因为身边的同学和朋友几乎都在读研。我感到完全失去了自信和自律，对自己感到厌恶，整个人都处在迷茫中。我也希望能够积极乐观地面对生活，但我总觉得没有什么能让我开心。三年没有考上研的失败感，以及经济和工作问题，一直压在我的心头像座大山一样。但是越是沉闷，我的学习和工作效率就越低，这是一个恶性循环。虽然明白即使考上研究生也不能保证美好未来，但我内心仍然放不下，现实因素如年龄和经济也使得我必须放弃。我该如何完全接受自己无法读研的事实呢？",
    "annotation": [
      {
        "sentence": "最近我感到十分沮丧和受挫，连续三次考研都失败了，每次都只差一点。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该如何彻底接受这个事实。",
        "label": ""
      },
      {
        "sentence": "我今年已经24岁了，大四毕业那年考研失败，找了个实习来补考，结果差两分没能调剂。",
        "label": ""
      },
      {
        "sentence": "之后在五月初开始找工作，但工作始终不顺心，几个月后我辞职回家准备第三次考研，同时还想参加国家公务员考试。",
        "label": ""
      },
      {
        "sentence": "可是国考又差一名，考研又差一分。",
        "label": ""
      },
      {
        "sentence": "虽然知道自己要往前看，但我真的无法走出这道坎。",
        "label": ""
      },
      {
        "sentence": "每次听到别人谈论考研，我就感到非常难过，觉得这是我一生的遗憾，我的人生变得不完整了。",
        "label": ""
      },
      {
        "sentence": "特别是在找工作时，更觉得困难，因为身边的同学和朋友几乎都在读研。",
        "label": ""
      },
      {
        "sentence": "我感到完全失去了自信和自律，对自己感到厌恶，整个人都处在迷茫中。",
        "label": ""
      },
      {
        "sentence": "我也希望能够积极乐观地面对生活，但我总觉得没有什么能让我开心。",
        "label": ""
      },
      {
        "sentence": "三年没有考上研的失败感，以及经济和工作问题，一直压在我的心头像座大山一样。",
        "label": ""
      },
      {
        "sentence": "但是越是沉闷，我的学习和工作效率就越低，这是一个恶性循环。",
        "label": ""
      },
      {
        "sentence": "虽然明白即使考上研究生也不能保证美好未来，但我内心仍然放不下，现实因素如年龄和经济也使得我必须放弃。",
        "label": ""
      },
      {
        "sentence": "我该如何完全接受自己无法读研的事实呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们在人生中做出的选择都伴随着机遇，失去的东西必然会以其他形式回归。接受已经无法改变的事实，将注意力放在当前能够完成的事情上。我心疼地抱抱你，从你的描述中我可以感受到你的痛苦和纠结。一方面，你三次考研总是差那么一点分数，让你心灰意冷，这样的挫败感也延伸到了工作、生活以及个人价值评价方面。另一方面，虽然你因为年龄和经济因素已经决定放弃考研，但内心却十分不甘和遗憾。请认真思考你内心的想法，即使找到合适的工作，你对考研的遗憾会放下吗？也许，考上与否对你已经不那么重要了，更重要的是它如同一个符号，暗示并不断提醒着你的伤痛和挫败。也许只有真正征服了这个符号，你才能够放下。在你自己深思熟虑后，可以和家人沟通一下，是否还有再一次冲刺的可能，全力以赴看作是最后一次努力。此外，很多时候，看似只差一点的实际上相差很大，让自己付出更多努力，不松懈，不抱侥幸心理，而要怀有必胜的决心和毅力。面前的道路有很多条，你眼前看到的可能并不是全部。无论选择了哪条路，只要用心认真地付出，都会越走越宽广。学会接受遗憾，可能是成长过程中的一个标志。如果无法再次考研，你可能需要让自己走其他的道路，长时间备考已经让你的心态和精力发生了变化，何况还有经济和工作的压力呢？如果考研成功是你的理想，那么你已经为实现理想付出了你能够做的所有努力和辛苦，这已经足够了。即使没有得到好的结果，也不能否认你付出的汗水和时间。没有考上研究生，并不会让别人笑话你或轻视你，这只是你内心对自己的贬低，以及与他人进行比较。那些一次就成功的人可能看起来比你过得更好，但在你不断努力的过程中，你也磨练了自己的耐心和毅力，这也是一种收获。我非常佩服你那种不服输的精神。如果你能像备考考研那样，既有耐心又做好充分准备，相信你能找到好工作并创造属于自己的生活，完全没有问题。人生的道路都是起起伏伏的，有上坡也有下坡。让自己放下考研的沉重包袱，在新的道路上勇敢前进吧。",
    "annotation": [
      {
        "sentence": "我们在人生中做出的选择都伴随着机遇，失去的东西必然会以其他形式回归。",
        "label": ""
      },
      {
        "sentence": "接受已经无法改变的事实，将注意力放在当前能够完成的事情上。",
        "label": ""
      },
      {
        "sentence": "我心疼地抱抱你，从你的描述中我可以感受到你的痛苦和纠结。",
        "label": ""
      },
      {
        "sentence": "一方面，你三次考研总是差那么一点分数，让你心灰意冷，这样的挫败感也延伸到了工作、生活以及个人价值评价方面。",
        "label": ""
      },
      {
        "sentence": "另一方面，虽然你因为年龄和经济因素已经决定放弃考研，但内心却十分不甘和遗憾。",
        "label": ""
      },
      {
        "sentence": "请认真思考你内心的想法，即使找到合适的工作，你对考研的遗憾会放下吗？",
        "label": ""
      },
      {
        "sentence": "也许，考上与否对你已经不那么重要了，更重要的是它如同一个符号，暗示并不断提醒着你的伤痛和挫败。",
        "label": ""
      },
      {
        "sentence": "也许只有真正征服了这个符号，你才能够放下。",
        "label": ""
      },
      {
        "sentence": "在你自己深思熟虑后，可以和家人沟通一下，是否还有再一次冲刺的可能，全力以赴看作是最后一次努力。",
        "label": ""
      },
      {
        "sentence": "此外，很多时候，看似只差一点的实际上相差很大，让自己付出更多努力，不松懈，不抱侥幸心理，而要怀有必胜的决心和毅力。",
        "label": ""
      },
      {
        "sentence": "面前的道路有很多条，你眼前看到的可能并不是全部。",
        "label": ""
      },
      {
        "sentence": "无论选择了哪条路，只要用心认真地付出，都会越走越宽广。",
        "label": ""
      },
      {
        "sentence": "学会接受遗憾，可能是成长过程中的一个标志。",
        "label": ""
      },
      {
        "sentence": "如果无法再次考研，你可能需要让自己走其他的道路，长时间备考已经让你的心态和精力发生了变化，何况还有经济和工作的压力呢？",
        "label": ""
      },
      {
        "sentence": "如果考研成功是你的理想，那么你已经为实现理想付出了你能够做的所有努力和辛苦，这已经足够了。",
        "label": ""
      },
      {
        "sentence": "即使没有得到好的结果，也不能否认你付出的汗水和时间。",
        "label": ""
      },
      {
        "sentence": "没有考上研究生，并不会让别人笑话你或轻视你，这只是你内心对自己的贬低，以及与他人进行比较。",
        "label": ""
      },
      {
        "sentence": "那些一次就成功的人可能看起来比你过得更好，但在你不断努力的过程中，你也磨练了自己的耐心和毅力，这也是一种收获。",
        "label": ""
      },
      {
        "sentence": "我非常佩服你那种不服输的精神。",
        "label": ""
      },
      {
        "sentence": "如果你能像备考考研那样，既有耐心又做好充分准备，相信你能找到好工作并创造属于自己的生活，完全没有问题。",
        "label": ""
      },
      {
        "sentence": "人生的道路都是起起伏伏的，有上坡也有下坡。",
        "label": ""
      },
      {
        "sentence": "让自己放下考研的沉重包袱，在新的道路上勇敢前进吧。",
        "label": ""
      }
    ]
  }
]