[
  {
    "role": "client",
    "content": "姐姐你好，我现在很迷茫，我不敢在直播间连麦所以想咨询你一下，可以帮我分析一下吗？大一被调剂的水产养殖专业，在一所农业大学里，然后半个月前转到了财务管理专业，我其实财务管理专业不感兴趣，转专业后每天都害怕，因为这个考研很难，需要一直考证我自律性不好我很恐惧，我在想我是不是很盲目，我其实喜欢设计类，新媒体运营啥的，但是普通文化生学不了吧，转专业是因为别人说水产不适合女生，另一个原因是因为水产养殖专业不在本校在一个很偏的地方，周围很荒凉，学校小，人也少，没有大学感觉也没有图书馆，因为学校环境原因才转专业去本校的，但是老师给我说如果没有特别喜欢的就不要转了，不能因为学校环境就转专业，我现在很迷茫，不知道要不要回去，我思考了半个多月了，还是不知道怎么办，如果不转只能在哪个小学校再度过三年，如果转了，得大量补课，如果不喜欢大四跨专业考研的话大学四年就啥也没有学到，你说该怎么办啊[大哭]。",
    "annotation": [
      {
        "sentence": "姐姐你好，我现在很迷茫，我不敢在直播间连麦所以想咨询你一下，可以帮我分析一下吗？",
        "label": ""
      },
      {
        "sentence": "大一被调剂的水产养殖专业，在一所农业大学里，然后半个月前转到了财务管理专业，我其实财务管理专业不感兴趣，转专业后每天都害怕，因为这个考研很难，需要一直考证我自律性不好我很恐惧，我在想我是不是很盲目，我其实喜欢设计类，新媒体运营啥的，但是普通文化生学不了吧，转专业是因为别人说水产不适合女生，另一个原因是因为水产养殖专业不在本校在一个很偏的地方，周围很荒凉，学校小，人也少，没有大学感觉也没有图书馆，因为学校环境原因才转专业去本校的，但是老师给我说如果没有特别喜欢的就不要转了，不能因为学校环境就转专业，我现在很迷茫，不知道要不要回去，我思考了半个多月了，还是不知道怎么办，如果不转只能在哪个小学校再度过三年，如果转了，得大量补课，如果不喜欢大四跨专业考研的话大学四年就啥也没有学到，你说该怎么办啊[大哭]。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看起来现在你已经算是在本校了，我想问一下，你感兴趣的设计类、新媒体运营等专业的同学，是水产专业专业所在的校区能够接触到，还是在校本部能够接触到呢？",
    "annotation": [
      {
        "sentence": "看起来现在你已经算是在本校了，我想问一下，你感兴趣的设计类、新媒体运营等专业的同学，是水产专业专业所在的校区能够接触到，还是在校本部能够接触到呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我感兴趣的专业同学大多在校本部，水产专业所在的校区对这些专业的接触机会较少。",
    "annotation": [
      {
        "sentence": "我感兴趣的专业同学大多在校本部，水产专业所在的校区对这些专业的接触机会较少。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高考志愿填报的时候一般用的是排除法，就是尽量不要让自己掉进坑里面，然后在大学里面通过接触和尝试确认自己较为中意那些专业。为什么要有这么一个过程呢？因为对于很多人来说，更多时候是以客户或者旁观者的身份去了解一个专业和职业，但如果我们去学习，甚至是从业，在感受和行动上绝对是一样的。对于你，我不确定你过去在设计类和新媒体方面有过什么积累，倘若没有，而在校本部又能够接触到这些学生，我认为，留在校本部更有利于你的发展。因为在接触的过程中，你可以确认，对于设计类和新媒体的喜欢，真正喜欢的是什么。",
    "annotation": [
      {
        "sentence": "高考志愿填报的时候一般用的是排除法，就是尽量不要让自己掉进坑里面，然后在大学里面通过接触和尝试确认自己较为中意那些专业。",
        "label": ""
      },
      {
        "sentence": "为什么要有这么一个过程呢？",
        "label": ""
      },
      {
        "sentence": "因为对于很多人来说，更多时候是以客户或者旁观者的身份去了解一个专业和职业，但如果我们去学习，甚至是从业，在感受和行动上绝对是一样的。",
        "label": ""
      },
      {
        "sentence": "对于你，我不确定你过去在设计类和新媒体方面有过什么积累，倘若没有，而在校本部又能够接触到这些学生，我认为，留在校本部更有利于你的发展。",
        "label": ""
      },
      {
        "sentence": "因为在接触的过程中，你可以确认，对于设计类和新媒体的喜欢，真正喜欢的是什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理，我确实没有过多的接触和了解这些专业，留在校本部可以更好地确认自己的兴趣所在。",
    "annotation": [
      {
        "sentence": "你说得很有道理，我确实没有过多的接触和了解这些专业，留在校本部可以更好地确认自己的兴趣所在。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后，讲一句无关话：“本科教育是素质教育”。这是听某位去上交大读博的学长说的，大学四年，可不只是在学课本上的知识。能调剂到水产，我想你是理科生的概率更大一些，你看不管是水产还是财务，你用到多少物理知识了？你能说你在高中没有学到物理知识吗？所以你又怎么得到跨专业考研大学四年就啥都没有学到的结论呢？大学还有三年，还可以多学习一下，换个角度看问题。比如，听说理财最好能够看懂财报，虽然看着有点大材小用，但也是你跨专业考研后对财务专业的一个运用不是？比如，就算跨专业考研不成功，但是财务专业可以但设计行业和新媒体行业就业呀，水产能吗？所以怎么选择，你自己决定吧！",
    "annotation": [
      {
        "sentence": "最后，讲一句无关话：“本科教育是素质教育”。",
        "label": ""
      },
      {
        "sentence": "这是听某位去上交大读博的学长说的，大学四年，可不只是在学课本上的知识。",
        "label": ""
      },
      {
        "sentence": "能调剂到水产，我想你是理科生的概率更大一些，你看不管是水产还是财务，你用到多少物理知识了？",
        "label": ""
      },
      {
        "sentence": "你能说你在高中没有学到物理知识吗？",
        "label": ""
      },
      {
        "sentence": "所以你又怎么得到跨专业考研大学四年就啥都没有学到的结论呢？",
        "label": ""
      },
      {
        "sentence": "大学还有三年，还可以多学习一下，换个角度看问题。",
        "label": ""
      },
      {
        "sentence": "比如，听说理财最好能够看懂财报，虽然看着有点大材小用，但也是你跨专业考研后对财务专业的一个运用不是？",
        "label": ""
      },
      {
        "sentence": "比如，就算跨专业考研不成功，但是财务专业可以但设计行业和新媒体行业就业呀，水产能吗？",
        "label": ""
      },
      {
        "sentence": "所以怎么选择，你自己决定吧！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，大学四年并不只是为了学习课本上的知识，我会重新审视自己的选择，并考虑到在财务专业中的一些应用和就业方向。谢谢你的建议，我会权衡利弊，做出适合自己的决定。",
    "annotation": [
      {
        "sentence": "你说的很对，大学四年并不只是为了学习课本上的知识，我会重新审视自己的选择，并考虑到在财务专业中的一些应用和就业方向。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会权衡利弊，做出适合自己的决定。",
        "label": ""
      }
    ]
  }
]