[
  {
    "role": "client",
    "content": "初中起有心理问题，人都会死，那么人生的意义是什么？我从初中就有心理问题，先后好朋友的背叛，校园暴力。父亲出轨后死亡，家庭因赌博而在高二就无法上学，后来复读，第一年在因为被家人责骂和长期的压抑，使我特别努力学习，但是失败了。第二年，被强制要求复读。崩溃了，却依旧被指责。现在我想再次赌上一切，去拼一把。但老是感到失败的恐惧和孤独。所以想问一个这个问题。",
    "annotation": [
      {
        "sentence": "初中起有心理问题，人都会死，那么人生的意义是什么？",
        "label": ""
      },
      {
        "sentence": "我从初中就有心理问题，先后好朋友的背叛，校园暴力。",
        "label": ""
      },
      {
        "sentence": "父亲出轨后死亡，家庭因赌博而在高二就无法上学，后来复读，第一年在因为被家人责骂和长期的压抑，使我特别努力学习，但是失败了。",
        "label": ""
      },
      {
        "sentence": "第二年，被强制要求复读。",
        "label": ""
      },
      {
        "sentence": "崩溃了，却依旧被指责。",
        "label": ""
      },
      {
        "sentence": "现在我想再次赌上一切，去拼一把。",
        "label": ""
      },
      {
        "sentence": "但老是感到失败的恐惧和孤独。",
        "label": ""
      },
      {
        "sentence": "所以想问一个这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "晚上好啊辛苦你了，(づ￣³￣)づ我能感受到你内心的困惑和痛苦，你经历了那么多的伤痛和打击，对人生的意义产生了疑问。其实，在我们最痛苦的时刻，我们才会思考这个问题。想和你分享一个故事，很久以前，在一个美丽的地方，住着一群小灵魂，他们相互深深地爱着对方，每天在一起玩耍。有一天，其中一个小灵魂决定转世为人，众多的小灵魂来送他，伙伴们问道：“你还有什么愿望吗？”小灵魂说：“我希望拥有一个天使，帮助我成为最美好的生命。”上帝说：“成为一个最美好的生命，最难的是学会宽容宽恕！有谁愿意成为帮助他学习宽恕的天使呢？”伙伴们都站了出来说：“我愿意”，“我愿意”，“我愿意”... 。",
    "annotation": [
      {
        "sentence": "晚上好啊辛苦你了，(づ￣³￣)づ我能感受到你内心的困惑和痛苦，你经历了那么多的伤痛和打击，对人生的意义产生了疑问。",
        "label": ""
      },
      {
        "sentence": "其实，在我们最痛苦的时刻，我们才会思考这个问题。",
        "label": ""
      },
      {
        "sentence": "想和你分享一个故事，很久以前，在一个美丽的地方，住着一群小灵魂，他们相互深深地爱着对方，每天在一起玩耍。",
        "label": ""
      },
      {
        "sentence": "有一天，其中一个小灵魂决定转世为人，众多的小灵魂来送他，伙伴们问道：“你还有什么愿望吗？",
        "label": ""
      },
      {
        "sentence": "”小灵魂说：“我希望拥有一个天使，帮助我成为最美好的生命。",
        "label": ""
      },
      {
        "sentence": "”上帝说：“成为一个最美好的生命，最难的是学会宽容宽恕！",
        "label": ""
      },
      {
        "sentence": "有谁愿意成为帮助他学习宽恕的天使呢？",
        "label": ""
      },
      {
        "sentence": "”伙伴们都站了出来说：“我愿意”，“我愿意”，“我愿意”... 。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个故事很有意思，我也好奇我生命中是否存在着这样的天使。我的痛苦让我感到无助和困惑，但听了你的话，我觉得自己或许是在成长的过程中遇到了一些伪装的天使帮助我。我是不是应该感谢他们呢？",
    "annotation": [
      {
        "sentence": "这个故事很有意思，我也好奇我生命中是否存在着这样的天使。",
        "label": ""
      },
      {
        "sentence": "我的痛苦让我感到无助和困惑，但听了你的话，我觉得自己或许是在成长的过程中遇到了一些伪装的天使帮助我。",
        "label": ""
      },
      {
        "sentence": "我是不是应该感谢他们呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你可以感谢那些伪装的天使们。他们用黑暗让你看到自己灵魂的光芒，用伪装的邪恶展现你内心的善良，用弱点衬托你的优点，用伤害让你学会宽恕。他们以不同的角色出现在你的生命中，帮助你成为更美好的人。他们在你最困难的时刻给予你力量和成长的机会，因此，你应该感激他们。",
    "annotation": [
      {
        "sentence": "是的，你可以感谢那些伪装的天使们。",
        "label": ""
      },
      {
        "sentence": "他们用黑暗让你看到自己灵魂的光芒，用伪装的邪恶展现你内心的善良，用弱点衬托你的优点，用伤害让你学会宽恕。",
        "label": ""
      },
      {
        "sentence": "他们以不同的角色出现在你的生命中，帮助你成为更美好的人。",
        "label": ""
      },
      {
        "sentence": "他们在你最困难的时刻给予你力量和成长的机会，因此，你应该感激他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我能理解了，他们其实是在教会我如何应对生活中的挫折和困难。我现在也明白了，面对失败的恐惧和孤独，我需要勇敢地迎接挑战，努力去追求自己想要的东西。谢谢你给我这样的启示和支持！",
    "annotation": [
      {
        "sentence": "我能理解了，他们其实是在教会我如何应对生活中的挫折和困难。",
        "label": ""
      },
      {
        "sentence": "我现在也明白了，面对失败的恐惧和孤独，我需要勇敢地迎接挑战，努力去追求自己想要的东西。",
        "label": ""
      },
      {
        "sentence": "谢谢你给我这样的启示和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很开心能为你提供帮助和支持。你是一个勇敢的人，你的坚持和决心让我很钦佩。你已经经历了那么多挫折和痛苦，却依然愿意赌上一切去追求自己的梦想。这种勇气和决心是非常宝贵的品质，相信你一定能够实现自己的目标。",
    "annotation": [
      {
        "sentence": "不客气，我很开心能为你提供帮助和支持。",
        "label": ""
      },
      {
        "sentence": "你是一个勇敢的人，你的坚持和决心让我很钦佩。",
        "label": ""
      },
      {
        "sentence": "你已经经历了那么多挫折和痛苦，却依然愿意赌上一切去追求自己的梦想。",
        "label": ""
      },
      {
        "sentence": "这种勇气和决心是非常宝贵的品质，相信你一定能够实现自己的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和肯定，这让我更有信心去面对未来的困难和挑战。我会把这段经历看作是成长的机会，继续努力追求自己的梦想。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和肯定，这让我更有信心去面对未来的困难和挑战。",
        "label": ""
      },
      {
        "sentence": "我会把这段经历看作是成长的机会，继续努力追求自己的梦想。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，你值得拥有更好的生活和幸福。记住，在人生的道路上，我们都会遇到挫折和困难，但只要保持积极的心态和勇往直前的态度，你一定能够克服一切困难。相信自己，相信未来！我会一直支持你的。加油！",
    "annotation": [
      {
        "sentence": "不用客气，你值得拥有更好的生活和幸福。",
        "label": ""
      },
      {
        "sentence": "记住，在人生的道路上，我们都会遇到挫折和困难，但只要保持积极的心态和勇往直前的态度，你一定能够克服一切困难。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来！",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]