[
  {
    "role": "client",
    "content": "我舍友语言侮辱我，到了学期结束，我才明白一些事？",
    "annotation": [
      {
        "sentence": "我舍友语言侮辱我，到了学期结束，我才明白一些事？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是吗？可以跟我具体说说你最近为什么会觉得很不愉快吗？",
    "annotation": [
      {
        "sentence": "是吗？",
        "label": ""
      },
      {
        "sentence": "可以跟我具体说说你最近为什么会觉得很不愉快吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "最近因为一些事情闹得很不开心。因为我舍友晚上打游戏特别吵，我就说一声能不能小声点，然后狠狠敲打床三下，可她依旧无动于衷，声音越来越大。之后我没办法，就在没有班主任的班级群里艾特她，示意她小点声。没想到她生气得十分厉害，还找了班级的同学打电话说我傻逼之类的话。她还说要找人打我一巴掌，甚至说要带刀砍我。当时我有录音，但录得不是很完整。我向班主任报告了这件事，班主任倒是有点偏袒她（可能是因为家里有权有势），而且她还直接在班级群里骂我，骂我老阿姨，说我有心机，没脸等等。",
    "annotation": [
      {
        "sentence": "最近因为一些事情闹得很不开心。",
        "label": ""
      },
      {
        "sentence": "因为我舍友晚上打游戏特别吵，我就说一声能不能小声点，然后狠狠敲打床三下，可她依旧无动于衷，声音越来越大。",
        "label": ""
      },
      {
        "sentence": "之后我没办法，就在没有班主任的班级群里艾特她，示意她小点声。",
        "label": ""
      },
      {
        "sentence": "没想到她生气得十分厉害，还找了班级的同学打电话说我傻逼之类的话。",
        "label": ""
      },
      {
        "sentence": "她还说要找人打我一巴掌，甚至说要带刀砍我。",
        "label": ""
      },
      {
        "sentence": "当时我有录音，但录得不是很完整。",
        "label": ""
      },
      {
        "sentence": "我向班主任报告了这件事，班主任倒是有点偏袒她（可能是因为家里有权有势），而且她还直接在班级群里骂我，骂我老阿姨，说我有心机，没脸等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我知道了。你舍友的确言行让你感到受伤了，而且她对你的态度也非常不友好。我理解你为了维持你们的关系一直很努力，但是现在看来，这样的舍友可能不值得你再去维护了。我们需要学会放弃那些伤害自己的人，而要珍惜那些对我们友好的人。关于班主任的问题，如果你有证据证明了班主任对她偏心，那你可以忽略班主任的存在，直接向上级领导反映问题，相信领导会对此事公正对待。如果这样还不行，你可以向派出所反映情况，总之一级级上报，总会有人解决问题的。当然，这是前提是你愿意为自己伸张正义，如果你觉得麻烦，影响了学习时间，那也可以将注意力放在其他方面。比如，你可以考虑搬出去住，这样就不必和舍友天天相处在一起了，既能避免频繁见面发生冲突，又能保护自己不受伤害。舍友晚上不考虑你的睡眠也不会再影响你的休息。我知道你此时一定感到委屈和无助，为什么周围的人都在帮着她，而不是帮着你。但是你要坚强起来，人善被人欺是有一定道理的。有些人就是看不惯善良和和蔼的人，她们会感觉你的善良是虚伪的，这其实是她们的嫉妒。所以千万不要怀疑自己，因为当一个人被周围人排斥时，怀疑自己其实是不对的。希望你能保持坚强的态度，千万不要有消极的想法。因为她可能会利用她能说会道的特点，散布谣言。周围的人听到的都是被捏造的你，他们并不了解真实情况，所以会对你产生误解。（这只是我个人的分析）请一定要坚强，给自己阳光。",
    "annotation": [
      {
        "sentence": "我知道了。",
        "label": ""
      },
      {
        "sentence": "你舍友的确言行让你感到受伤了，而且她对你的态度也非常不友好。",
        "label": ""
      },
      {
        "sentence": "我理解你为了维持你们的关系一直很努力，但是现在看来，这样的舍友可能不值得你再去维护了。",
        "label": ""
      },
      {
        "sentence": "我们需要学会放弃那些伤害自己的人，而要珍惜那些对我们友好的人。",
        "label": ""
      },
      {
        "sentence": "关于班主任的问题，如果你有证据证明了班主任对她偏心，那你可以忽略班主任的存在，直接向上级领导反映问题，相信领导会对此事公正对待。",
        "label": ""
      },
      {
        "sentence": "如果这样还不行，你可以向派出所反映情况，总之一级级上报，总会有人解决问题的。",
        "label": ""
      },
      {
        "sentence": "当然，这是前提是你愿意为自己伸张正义，如果你觉得麻烦，影响了学习时间，那也可以将注意力放在其他方面。",
        "label": ""
      },
      {
        "sentence": "比如，你可以考虑搬出去住，这样就不必和舍友天天相处在一起了，既能避免频繁见面发生冲突，又能保护自己不受伤害。",
        "label": ""
      },
      {
        "sentence": "舍友晚上不考虑你的睡眠也不会再影响你的休息。",
        "label": ""
      },
      {
        "sentence": "我知道你此时一定感到委屈和无助，为什么周围的人都在帮着她，而不是帮着你。",
        "label": ""
      },
      {
        "sentence": "但是你要坚强起来，人善被人欺是有一定道理的。",
        "label": ""
      },
      {
        "sentence": "有些人就是看不惯善良和和蔼的人，她们会感觉你的善良是虚伪的，这其实是她们的嫉妒。",
        "label": ""
      },
      {
        "sentence": "所以千万不要怀疑自己，因为当一个人被周围人排斥时，怀疑自己其实是不对的。",
        "label": ""
      },
      {
        "sentence": "希望你能保持坚强的态度，千万不要有消极的想法。",
        "label": ""
      },
      {
        "sentence": "因为她可能会利用她能说会道的特点，散布谣言。",
        "label": ""
      },
      {
        "sentence": "周围的人听到的都是被捏造的你，他们并不了解真实情况，所以会对你产生误解。",
        "label": ""
      },
      {
        "sentence": "（这只是我个人的分析）请一定要坚强，给自己阳光。",
        "label": ""
      }
    ]
  }
]