[
  {
    "role": "client",
    "content": "我在工作中总是有纰漏，不知道是和思维有关还是与潜意识有关？在生活中，我是一个粗枝大叶的人，无论是对自己还是对待别人，甚至对待事情都做不到细心！有时候自己受伤了，不在乎哪里不舒服，继续做别的事情！比如我的脚上长了个鸡眼，刚开始没那么大，感觉穿鞋很疼，但我还是忍了下来，结果越来越大，也没有去治一治！对待别人也不能做到细心，不会照顾人，更别提照顾自己了！在工作上总是出错，比如有次订单上客户需要91件，我却只发了90件，或者是把第一页的名字录进去了，第二页就忘了！感觉自己已经很努力了，还是改不了，是跟自己的思维有关系，还是潜意识在作祟呢？不知道应该怎么办！",
    "annotation": [
      {
        "sentence": "我在工作中总是有纰漏，不知道是和思维有关还是与潜意识有关？",
        "label": ""
      },
      {
        "sentence": "在生活中，我是一个粗枝大叶的人，无论是对自己还是对待别人，甚至对待事情都做不到细心！",
        "label": ""
      },
      {
        "sentence": "有时候自己受伤了，不在乎哪里不舒服，继续做别的事情！",
        "label": ""
      },
      {
        "sentence": "比如我的脚上长了个鸡眼，刚开始没那么大，感觉穿鞋很疼，但我还是忍了下来，结果越来越大，也没有去治一治！",
        "label": ""
      },
      {
        "sentence": "对待别人也不能做到细心，不会照顾人，更别提照顾自己了！",
        "label": ""
      },
      {
        "sentence": "在工作上总是出错，比如有次订单上客户需要91件，我却只发了90件，或者是把第一页的名字录进去了，第二页就忘了！",
        "label": ""
      },
      {
        "sentence": "感觉自己已经很努力了，还是改不了，是跟自己的思维有关系，还是潜意识在作祟呢？",
        "label": ""
      },
      {
        "sentence": "不知道应该怎么办！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到了几个问题：受伤后不理睬、不注重细节、不善于照顾他人和自己、工作上频繁犯错等。你是否将这些问题强行和你的思维和潜意识关联在一起，似乎有点玄乎。我想问问你对生活中危机意识的态度是怎样的？在学习方面，你是否有紧迫感，追求进步？在工作上，你是否积极进取，定期体检以保持身体健康，并及时治疗身上的小毛病，防止病痛加重？因为当你刚受伤时，可能并不痛或不触及你的痛点，所以你可能会觉得治疗是可有可无的。同样地，你对他人的照顾不够细心，也可能是因为你对危机意识的认知不够。我相信你一定听说过“机会只给有准备的人”的说法。你身边也许有这样的朋友，你可以多留意他们是如何处理事情的，以及这种方式给他们带来了什么好处。那些总是投入到工作中的人，通常都能以一种从容的状态完成任务，通过有条不紊地工作，他们在照顾他人和自己方面都表现出良好的危机意识和自制力。或许你可以尝试与一个认真的朋友建立密切关系，受他的影响，你也会逐渐改变粗心大意的习惯，认真地创造自己的生活。从你的叙述中我可以感受到你不愿意过得平庸，你希望自己的人生有所追求和突破，所以建议你寻找志同道合的朋友一起追求有意义的人生。此外，你可以有意无意地回忆起以前遗憾的经历，思考它们是否源于你“过于佛系”的态度，你是否还愿意再次经历那样糟糕的情感体验呢？通过憎恶的情绪来激发你的自我驱动力，将注意力集中在当下，专注地完成任务。希望这些建议对你有所帮助。",
    "annotation": [
      {
        "sentence": "你提到了几个问题：受伤后不理睬、不注重细节、不善于照顾他人和自己、工作上频繁犯错等。",
        "label": ""
      },
      {
        "sentence": "你是否将这些问题强行和你的思维和潜意识关联在一起，似乎有点玄乎。",
        "label": ""
      },
      {
        "sentence": "我想问问你对生活中危机意识的态度是怎样的？",
        "label": ""
      },
      {
        "sentence": "在学习方面，你是否有紧迫感，追求进步？",
        "label": ""
      },
      {
        "sentence": "在工作上，你是否积极进取，定期体检以保持身体健康，并及时治疗身上的小毛病，防止病痛加重？",
        "label": ""
      },
      {
        "sentence": "因为当你刚受伤时，可能并不痛或不触及你的痛点，所以你可能会觉得治疗是可有可无的。",
        "label": ""
      },
      {
        "sentence": "同样地，你对他人的照顾不够细心，也可能是因为你对危机意识的认知不够。",
        "label": ""
      },
      {
        "sentence": "我相信你一定听说过“机会只给有准备的人”的说法。",
        "label": ""
      },
      {
        "sentence": "你身边也许有这样的朋友，你可以多留意他们是如何处理事情的，以及这种方式给他们带来了什么好处。",
        "label": ""
      },
      {
        "sentence": "那些总是投入到工作中的人，通常都能以一种从容的状态完成任务，通过有条不紊地工作，他们在照顾他人和自己方面都表现出良好的危机意识和自制力。",
        "label": ""
      },
      {
        "sentence": "或许你可以尝试与一个认真的朋友建立密切关系，受他的影响，你也会逐渐改变粗心大意的习惯，认真地创造自己的生活。",
        "label": ""
      },
      {
        "sentence": "从你的叙述中我可以感受到你不愿意过得平庸，你希望自己的人生有所追求和突破，所以建议你寻找志同道合的朋友一起追求有意义的人生。",
        "label": ""
      },
      {
        "sentence": "此外，你可以有意无意地回忆起以前遗憾的经历，思考它们是否源于你“过于佛系”的态度，你是否还愿意再次经历那样糟糕的情感体验呢？",
        "label": ""
      },
      {
        "sentence": "通过憎恶的情绪来激发你的自我驱动力，将注意力集中在当下，专注地完成任务。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有所帮助。",
        "label": ""
      }
    ]
  }
]