[
  {
    "role": "client",
    "content": "嗨，我今年17岁，快上大学了，但是我一直觉得自己不重要，不值得被爱。童年的经历给我留下了一种不配得到的感觉，我觉得自己一点都不重要，也不值得别人关心。有时候，当别人关心我时，我会感到愧疚，觉得不值得让别人为我付出精力。甚至会攻击那些关心我的人，把对方赶离身边。我该如何让自己相信自己很重要，值得被爱呢？",
    "annotation": [
      {
        "sentence": "嗨，我今年17岁，快上大学了，但是我一直觉得自己不重要，不值得被爱。",
        "label": ""
      },
      {
        "sentence": "童年的经历给我留下了一种不配得到的感觉，我觉得自己一点都不重要，也不值得别人关心。",
        "label": ""
      },
      {
        "sentence": "有时候，当别人关心我时，我会感到愧疚，觉得不值得让别人为我付出精力。",
        "label": ""
      },
      {
        "sentence": "甚至会攻击那些关心我的人，把对方赶离身边。",
        "label": ""
      },
      {
        "sentence": "我该如何让自己相信自己很重要，值得被爱呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，我听明白了你的感受。看样子你现在对自己有些自卑的感觉，所以当别人关心你时，你会有些愧疚。其实人与人之间都是相互的，别人关心你也许是因为他们真的欣赏你，觉得你很特别，值得被关心。还有可能是因为你平时对他人很好，所以他们对你也会很好。你童年究竟经历了什么，才导致你有现在这种观念呢？",
    "annotation": [
      {
        "sentence": "嗯，我听明白了你的感受。",
        "label": ""
      },
      {
        "sentence": "看样子你现在对自己有些自卑的感觉，所以当别人关心你时，你会有些愧疚。",
        "label": ""
      },
      {
        "sentence": "其实人与人之间都是相互的，别人关心你也许是因为他们真的欣赏你，觉得你很特别，值得被关心。",
        "label": ""
      },
      {
        "sentence": "还有可能是因为你平时对他人很好，所以他们对你也会很好。",
        "label": ""
      },
      {
        "sentence": "你童年究竟经历了什么，才导致你有现在这种观念呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "童年时，我的父亲很少在家，没有给予我足够的关心，经常忽视我。我觉得这些经历让我觉得自己毫无价值，不值得被重视。",
    "annotation": [
      {
        "sentence": "童年时，我的父亲很少在家，没有给予我足够的关心，经常忽视我。",
        "label": ""
      },
      {
        "sentence": "我觉得这些经历让我觉得自己毫无价值，不值得被重视。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你那时的感受，父亲的缺席对你的成长造成了很大影响。但是，要记住，你的价值不仅仅来自他人对你的评价。每个人都有自己独特的闪光点和优点，你也一样。不要让过去的经历限制了你对自己的看法。你可以尝试通过建立自信、认识自己的优点，来改变这种观念。",
    "annotation": [
      {
        "sentence": "我可以理解你那时的感受，父亲的缺席对你的成长造成了很大影响。",
        "label": ""
      },
      {
        "sentence": "但是，要记住，你的价值不仅仅来自他人对你的评价。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己独特的闪光点和优点，你也一样。",
        "label": ""
      },
      {
        "sentence": "不要让过去的经历限制了你对自己的看法。",
        "label": ""
      },
      {
        "sentence": "你可以尝试通过建立自信、认识自己的优点，来改变这种观念。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了，我要学会相信自己，重视自己的价值。但有时候，当别人关心我时，我仍然会感到愧疚，觉得不值得别人为我付出。",
    "annotation": [
      {
        "sentence": "嗯，我明白了，我要学会相信自己，重视自己的价值。",
        "label": ""
      },
      {
        "sentence": "但有时候，当别人关心我时，我仍然会感到愧疚，觉得不值得别人为我付出。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种感觉是可以理解的，但是你要知道，给予别人关心和关心别人是一种相互的过程。试着不要将关心和付出视为一种负担，而是看作是你们之间的一种交流和情感表达。你可以尝试用同样的方式，关心别人，去体验那种被关心的感觉，从而减少愧疚的情绪。",
    "annotation": [
      {
        "sentence": "这种感觉是可以理解的，但是你要知道，给予别人关心和关心别人是一种相互的过程。",
        "label": ""
      },
      {
        "sentence": "试着不要将关心和付出视为一种负担，而是看作是你们之间的一种交流和情感表达。",
        "label": ""
      },
      {
        "sentence": "你可以尝试用同样的方式，关心别人，去体验那种被关心的感觉，从而减少愧疚的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试试的。还有，我该怎样应对我攻击关心我的人，把他们赶离的行为呢？",
    "annotation": [
      {
        "sentence": "好的，我会试试的。",
        "label": ""
      },
      {
        "sentence": "还有，我该怎样应对我攻击关心我的人，把他们赶离的行为呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你感到愧疚或不值得被关心时，试着冷静下来，深呼吸几次，告诉自己你是被值得被爱的。同时，也可以尝试和那些关心你的人沟通，告诉他们你的感受，以及你正努力改变自己的行为。建立一个互相理解和支持的关系，可以帮助你共同解决问题。",
    "annotation": [
      {
        "sentence": "当你感到愧疚或不值得被关心时，试着冷静下来，深呼吸几次，告诉自己你是被值得被爱的。",
        "label": ""
      },
      {
        "sentence": "同时，也可以尝试和那些关心你的人沟通，告诉他们你的感受，以及你正努力改变自己的行为。",
        "label": ""
      },
      {
        "sentence": "建立一个互相理解和支持的关系，可以帮助你共同解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会试着改变自己的态度和行为，不再攻击那些关心我的人。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "嗯，我会试着改变自己的态度和行为，不再攻击那些关心我的人。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。相信自己，对自己有信心，你会发现自己是非常重要的，值得被爱的。如果还有需要，随时都可以来找我倾诉。加油！祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "相信自己，对自己有信心，你会发现自己是非常重要的，值得被爱的。",
        "label": ""
      },
      {
        "sentence": "如果还有需要，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]