[
  {
    "role": "client",
    "content": "不喜欢朋友在我的朋友圈里插一脚，是嫉妒？？？几次给朋友介绍到我上班的公司，做我的同事。他们开始来的时候我还好，过了几天就觉得他们很讨厌，很想让他们走。不希望她们在我辛辛苦苦挣来的朋友圈里再插一脚。我这是什么心理。",
    "annotation": [
      {
        "sentence": "不喜欢朋友在我的朋友圈里插一脚，是嫉妒？？？",
        "label": ""
      },
      {
        "sentence": "几次给朋友介绍到我上班的公司，做我的同事。",
        "label": ""
      },
      {
        "sentence": "他们开始来的时候我还好，过了几天就觉得他们很讨厌，很想让他们走。",
        "label": ""
      },
      {
        "sentence": "不希望她们在我辛辛苦苦挣来的朋友圈里再插一脚。",
        "label": ""
      },
      {
        "sentence": "我这是什么心理。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，你不希望朋友圈被别人打扰，这是正常的想法。朋友的加入可能会改变原本的情况，也会让你感到不适应。但是我们可以试着从不同的角度看待这个问题。当朋友们加入你的公司时，或许他们也有一些自己的优势和特长，我们可以从他们身上学习一些新的东西。",
    "annotation": [
      {
        "sentence": "我理解你的感受，你不希望朋友圈被别人打扰，这是正常的想法。",
        "label": ""
      },
      {
        "sentence": "朋友的加入可能会改变原本的情况，也会让你感到不适应。",
        "label": ""
      },
      {
        "sentence": "但是我们可以试着从不同的角度看待这个问题。",
        "label": ""
      },
      {
        "sentence": "当朋友们加入你的公司时，或许他们也有一些自己的优势和特长，我们可以从他们身上学习一些新的东西。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我也不想自己变得那么小气，但是每次朋友在公司做得比我好，或者引起了更多关注，我就会感到羡慕和嫉妒。我好像失去了一部分自信。",
    "annotation": [
      {
        "sentence": "是啊，我也不想自己变得那么小气，但是每次朋友在公司做得比我好，或者引起了更多关注，我就会感到羡慕和嫉妒。",
        "label": ""
      },
      {
        "sentence": "我好像失去了一部分自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们都会有这样的感受，请不要太过自责。每个人都有自己的优势和不足，我们不必和别人做比较。相信你也有你自己的亮点和过人之处，只是暂时没有被注意到而已。我们应该放下嫉妒心，培养自己的自信，相信自己的能力，不断努力提升自己。",
    "annotation": [
      {
        "sentence": "我们都会有这样的感受，请不要太过自责。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的优势和不足，我们不必和别人做比较。",
        "label": ""
      },
      {
        "sentence": "相信你也有你自己的亮点和过人之处，只是暂时没有被注意到而已。",
        "label": ""
      },
      {
        "sentence": "我们应该放下嫉妒心，培养自己的自信，相信自己的能力，不断努力提升自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我需要放下嫉妒心，专注于自己的成长。但是当朋友的成功一次次被提及，我总是无法平静下来，会一次次比较自己和别人。",
    "annotation": [
      {
        "sentence": "你说的对，我需要放下嫉妒心，专注于自己的成长。",
        "label": ""
      },
      {
        "sentence": "但是当朋友的成功一次次被提及，我总是无法平静下来，会一次次比较自己和别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很正常的心理反应，但是我们要学会控制和调节自己的情绪。每个人的成长和成功都是独立的，我们不能通过比较来测量自己的价值。尝试转移注意力，关注自己的进步和努力，也欣赏朋友的成就，给予他们的成功赞美和祝福。",
    "annotation": [
      {
        "sentence": "这是很正常的心理反应，但是我们要学会控制和调节自己的情绪。",
        "label": ""
      },
      {
        "sentence": "每个人的成长和成功都是独立的，我们不能通过比较来测量自己的价值。",
        "label": ""
      },
      {
        "sentence": "尝试转移注意力，关注自己的进步和努力，也欣赏朋友的成就，给予他们的成功赞美和祝福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有时候我觉得自己对朋友的成就是真心的祝福，但是内心深处还是有一点嫉妒。这让我觉得很愧疚。",
    "annotation": [
      {
        "sentence": "有时候我觉得自己对朋友的成就是真心的祝福，但是内心深处还是有一点嫉妒。",
        "label": ""
      },
      {
        "sentence": "这让我觉得很愧疚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嫉妒是人之常情，并不是坏事，重要的是你能够认识到自己的感受，并尝试控制嫉妒情绪。在内心祝福朋友的同时，也不妨思考一下，他们的成功对你有没有带来一些启发和激励呢？同时，要相信自己也会有属于自己的光芒，只要努力，迟早可以实现自己的梦想。",
    "annotation": [
      {
        "sentence": "嫉妒是人之常情，并不是坏事，重要的是你能够认识到自己的感受，并尝试控制嫉妒情绪。",
        "label": ""
      },
      {
        "sentence": "在内心祝福朋友的同时，也不妨思考一下，他们的成功对你有没有带来一些启发和激励呢？",
        "label": ""
      },
      {
        "sentence": "同时，要相信自己也会有属于自己的光芒，只要努力，迟早可以实现自己的梦想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更多的关注自己，而不是纠结于别人的成功。我会尽力调整自己的心态，培养自己的自信心。",
    "annotation": [
      {
        "sentence": "你说得对，我应该更多的关注自己，而不是纠结于别人的成功。",
        "label": ""
      },
      {
        "sentence": "我会尽力调整自己的心态，培养自己的自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样就对了！相信自己，专注于自己的成长和发展。每个人都有自己的道路和机会，只要坚持努力，你也能取得自己的成功。同时，不忘记向朋友们展示你的支持和祝福，共同成长共同进步。",
    "annotation": [
      {
        "sentence": "这样就对了！",
        "label": ""
      },
      {
        "sentence": "相信自己，专注于自己的成长和发展。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的道路和机会，只要坚持努力，你也能取得自己的成功。",
        "label": ""
      },
      {
        "sentence": "同时，不忘记向朋友们展示你的支持和祝福，共同成长共同进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会牢记在心，努力调整自己的心态，面对自己和朋友的发展。希望未来能够更加坦然和自信地面对一切。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会牢记在心，努力调整自己的心态，面对自己和朋友的发展。",
        "label": ""
      },
      {
        "sentence": "希望未来能够更加坦然和自信地面对一切。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助到你，相信你一定能够度过这个困难时期，找到属于自己的平衡。如果将来还有需要，记得随时向我求助，我会一直在你身边支持你的。加油！",
    "annotation": [
      {
        "sentence": "很高兴能够帮助到你，相信你一定能够度过这个困难时期，找到属于自己的平衡。",
        "label": ""
      },
      {
        "sentence": "如果将来还有需要，记得随时向我求助，我会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]