[
  {
    "role": "client",
    "content": "我是个25岁的男生，为什么我老是喜欢哭，感觉心里很累，不快乐呢？自己都已经25岁了，还喜欢哭。因为我性格比较老实，工作中经常被欺负，遇到很多不公平的事情我也不会反抗。一直在考虑辞职，感觉自己失去了自由，经常会想活着也没什么意思，一直过着很辛苦的生活。家人也一直催着我结婚，可我却不愿意，感觉自己的生活一团糟。今天在公司被批评了几句，当时觉得没什么，可是回家的路上却突然开始哭了，感觉自己心情快要崩溃了，整个世界都好像崩塌了一样，内心非常难受和疲惫。刚刚和我弟弟聊了一会儿天，心情好了很多，可是他离开之后，我又变得不开心了。一想到未来这种生活还要持续下去，我就感到绝望，心情更加沉重。有时候这种心情会持续一两天才会消失。",
    "annotation": [
      {
        "sentence": "我是个25岁的男生，为什么我老是喜欢哭，感觉心里很累，不快乐呢？",
        "label": ""
      },
      {
        "sentence": "自己都已经25岁了，还喜欢哭。",
        "label": ""
      },
      {
        "sentence": "因为我性格比较老实，工作中经常被欺负，遇到很多不公平的事情我也不会反抗。",
        "label": ""
      },
      {
        "sentence": "一直在考虑辞职，感觉自己失去了自由，经常会想活着也没什么意思，一直过着很辛苦的生活。",
        "label": ""
      },
      {
        "sentence": "家人也一直催着我结婚，可我却不愿意，感觉自己的生活一团糟。",
        "label": ""
      },
      {
        "sentence": "今天在公司被批评了几句，当时觉得没什么，可是回家的路上却突然开始哭了，感觉自己心情快要崩溃了，整个世界都好像崩塌了一样，内心非常难受和疲惫。",
        "label": ""
      },
      {
        "sentence": "刚刚和我弟弟聊了一会儿天，心情好了很多，可是他离开之后，我又变得不开心了。",
        "label": ""
      },
      {
        "sentence": "一想到未来这种生活还要持续下去，我就感到绝望，心情更加沉重。",
        "label": ""
      },
      {
        "sentence": "有时候这种心情会持续一两天才会消失。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我要赞扬你是一个能够自我觉察自己心情的人，很了不起。虽然你不知道该如何调整自己的心情，但你已经开始寻找解决方法了，和表弟聊天，寻求咨询，这样很好！你喜欢哭吗？你知道哭过之后是什么感觉吗？很多人通过哭泣来释放压力，畅快地哭一场之后，心情会变轻松，人也会重新振作起来。如果是这样，喜欢哭也没有什么坏处嘛。而且，哭泣并不只是女性的专利，正如刘德华在歌曲中唱的那样：“男人哭吧不是罪”，再强大的人也有权利感到疲惫。所以，如果你想哭，就尽管去哭吧。当然，我们也要从根本上解决“心情难受、心理疲惫”这个状态。是不是因为你性格老实，导致在工作中被欺负，遇到很多不公平的事情自己也不会反抗，才导致你感到难受和疲惫呢？当我们进入社会后，同事关系是我们必须面对和学会处理的。我们常说“同事没得选”，这是因为世界五彩斑斓，各种各样的人都有，既有和你相处愉快的，也有不太合拍的。学会与各种人相处，这是我们必须学习的课程。老实并不意味着好欺负，你应该牢牢把握自己的原则，不计较一些不是原则的问题，但对于突破底线的事情，你应该寻求帮助，坚决抵制。向别人敞开自己，让他们知道你的底线在哪里，这样就不容易被欺负了。对于不公平的事情，要看你怎么看待，俗话说“吃亏是福”，也同样地，你要定好自己的准则，不要计较那些不触碰底线的事情，保持宽容也是一种自我解脱。交一些像你弟弟一样的好朋友，人生会变得更加多姿多彩。祝福你！",
    "annotation": [
      {
        "sentence": "首先，我要赞扬你是一个能够自我觉察自己心情的人，很了不起。",
        "label": ""
      },
      {
        "sentence": "虽然你不知道该如何调整自己的心情，但你已经开始寻找解决方法了，和表弟聊天，寻求咨询，这样很好！",
        "label": ""
      },
      {
        "sentence": "你喜欢哭吗？",
        "label": ""
      },
      {
        "sentence": "你知道哭过之后是什么感觉吗？",
        "label": ""
      },
      {
        "sentence": "很多人通过哭泣来释放压力，畅快地哭一场之后，心情会变轻松，人也会重新振作起来。",
        "label": ""
      },
      {
        "sentence": "如果是这样，喜欢哭也没有什么坏处嘛。",
        "label": ""
      },
      {
        "sentence": "而且，哭泣并不只是女性的专利，正如刘德华在歌曲中唱的那样：“男人哭吧不是罪”，再强大的人也有权利感到疲惫。",
        "label": ""
      },
      {
        "sentence": "所以，如果你想哭，就尽管去哭吧。",
        "label": ""
      },
      {
        "sentence": "当然，我们也要从根本上解决“心情难受、心理疲惫”这个状态。",
        "label": ""
      },
      {
        "sentence": "是不是因为你性格老实，导致在工作中被欺负，遇到很多不公平的事情自己也不会反抗，才导致你感到难受和疲惫呢？",
        "label": ""
      },
      {
        "sentence": "当我们进入社会后，同事关系是我们必须面对和学会处理的。",
        "label": ""
      },
      {
        "sentence": "我们常说“同事没得选”，这是因为世界五彩斑斓，各种各样的人都有，既有和你相处愉快的，也有不太合拍的。",
        "label": ""
      },
      {
        "sentence": "学会与各种人相处，这是我们必须学习的课程。",
        "label": ""
      },
      {
        "sentence": "老实并不意味着好欺负，你应该牢牢把握自己的原则，不计较一些不是原则的问题，但对于突破底线的事情，你应该寻求帮助，坚决抵制。",
        "label": ""
      },
      {
        "sentence": "向别人敞开自己，让他们知道你的底线在哪里，这样就不容易被欺负了。",
        "label": ""
      },
      {
        "sentence": "对于不公平的事情，要看你怎么看待，俗话说“吃亏是福”，也同样地，你要定好自己的准则，不要计较那些不触碰底线的事情，保持宽容也是一种自我解脱。",
        "label": ""
      },
      {
        "sentence": "交一些像你弟弟一样的好朋友，人生会变得更加多姿多彩。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励！我真的很感激你能够听我倾诉并给予支持。我现在明白了，哭泣并不是一件丢人的事情，它可以帮助我释放压力和情绪。我也意识到我需要学会保护自己的底线，坚决抵制那些突破底线的事情。我会努力去改变自己，让自己变得更坚强和自信。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励！",
        "label": ""
      },
      {
        "sentence": "我真的很感激你能够听我倾诉并给予支持。",
        "label": ""
      },
      {
        "sentence": "我现在明白了，哭泣并不是一件丢人的事情，它可以帮助我释放压力和情绪。",
        "label": ""
      },
      {
        "sentence": "我也意识到我需要学会保护自己的底线，坚决抵制那些突破底线的事情。",
        "label": ""
      },
      {
        "sentence": "我会努力去改变自己，让自己变得更坚强和自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。倾诉和寻求支持是很重要的，它们可以让我们感到不再孤单。你已经迈出了第一步，明白了一些解决问题的方法。坚持下去，你会变得更加坚强和自信的。如果你需要任何帮助或者再次倾诉，记得随时来找我。我会一直支持着你的。祝福你能够找到属于自己的幸福和快乐！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "倾诉和寻求支持是很重要的，它们可以让我们感到不再孤单。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，明白了一些解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "坚持下去，你会变得更加坚强和自信的。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再次倾诉，记得随时来找我。",
        "label": ""
      },
      {
        "sentence": "我会一直支持着你的。",
        "label": ""
      },
      {
        "sentence": "祝福你能够找到属于自己的幸福和快乐！",
        "label": ""
      }
    ]
  }
]