[
  {
    "role": "client",
    "content": "一个你很在意的人，一点都不在意你了，怎么不去想他？在一起三年，分手后，他有了女朋友，我会怀疑他到底在不在意噢。对他不是喜欢，也没有在一起的想法。只是，他在我很重要的阶段里，起了很重要的作用，身边等我很多事情都和他有关系，我也时常会想起他。很讨厌自己回想起他，也很讨厌自己会去在意他，讨厌自己自作多情。告诉自己，他并不在意，自己也不要在意了。有时还可以把自己气哭，气自己没用，气自己不去想他都做不到。怎么办？",
    "annotation": [
      {
        "sentence": "一个你很在意的人，一点都不在意你了，怎么不去想他？",
        "label": ""
      },
      {
        "sentence": "在一起三年，分手后，他有了女朋友，我会怀疑他到底在不在意噢。",
        "label": ""
      },
      {
        "sentence": "对他不是喜欢，也没有在一起的想法。",
        "label": ""
      },
      {
        "sentence": "只是，他在我很重要的阶段里，起了很重要的作用，身边等我很多事情都和他有关系，我也时常会想起他。",
        "label": ""
      },
      {
        "sentence": "很讨厌自己回想起他，也很讨厌自己会去在意他，讨厌自己自作多情。",
        "label": ""
      },
      {
        "sentence": "告诉自己，他并不在意，自己也不要在意了。",
        "label": ""
      },
      {
        "sentence": "有时还可以把自己气哭，气自己没用，气自己不去想他都做不到。",
        "label": ""
      },
      {
        "sentence": "怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很在意的这个人突然不再关心你了，你会感到很困惑和难过。这种情绪是正常的，不用讨厌自己。毕竟，你们曾经有三年的在一起，对方在你生命中扮演了重要的角色，你会不由自主地想起他。如果你觉得难受，可以适当地发泄一下情绪，但记住，气自己是没有用的。我们无法强迫自己不去思念一个人。对于这样的情感，我认为你可以试着接受它，而不去抵抗。你不必强迫自己不去在意他，也不必责怪自己自作多情。爱情是一种复杂的情感，我们无法完全掌控它，但我们可以试着理解和接纳它的存在。",
    "annotation": [
      {
        "sentence": "你很在意的这个人突然不再关心你了，你会感到很困惑和难过。",
        "label": ""
      },
      {
        "sentence": "这种情绪是正常的，不用讨厌自己。",
        "label": ""
      },
      {
        "sentence": "毕竟，你们曾经有三年的在一起，对方在你生命中扮演了重要的角色，你会不由自主地想起他。",
        "label": ""
      },
      {
        "sentence": "如果你觉得难受，可以适当地发泄一下情绪，但记住，气自己是没有用的。",
        "label": ""
      },
      {
        "sentence": "我们无法强迫自己不去思念一个人。",
        "label": ""
      },
      {
        "sentence": "对于这样的情感，我认为你可以试着接受它，而不去抵抗。",
        "label": ""
      },
      {
        "sentence": "你不必强迫自己不去在意他，也不必责怪自己自作多情。",
        "label": ""
      },
      {
        "sentence": "爱情是一种复杂的情感，我们无法完全掌控它，但我们可以试着理解和接纳它的存在。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道这种情绪是正常的，但我真的不想在意他。他有了新的女朋友，也是一种解脱。可是我总是会在某些时候想起他，然后觉得烦恼和困惑。我想慢慢摆脱这种情感，但不知道该怎么做。",
    "annotation": [
      {
        "sentence": "我知道这种情绪是正常的，但我真的不想在意他。",
        "label": ""
      },
      {
        "sentence": "他有了新的女朋友，也是一种解脱。",
        "label": ""
      },
      {
        "sentence": "可是我总是会在某些时候想起他，然后觉得烦恼和困惑。",
        "label": ""
      },
      {
        "sentence": "我想慢慢摆脱这种情感，但不知道该怎么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的愿望，想要摆脱这种情感。首先，我建议你给自己一些时间和空间来放松和调整心态。分手后的情感需要一段时间来逐渐疗愈，不要急于求成。其次，你可以尝试寻找新的兴趣爱好，投入到自己喜欢的事物中，分散注意力。另外，和身边的朋友、家人多交流，分享你的感受，也可以得到更多的支持和理解。同时，多关注自己的成长和发展，让自己的生活变得丰富多彩，这样你会渐渐发现，对他的在意会越来越少。记住，这个过程需要时间，不要给自己太大的压力。",
    "annotation": [
      {
        "sentence": "理解你的愿望，想要摆脱这种情感。",
        "label": ""
      },
      {
        "sentence": "首先，我建议你给自己一些时间和空间来放松和调整心态。",
        "label": ""
      },
      {
        "sentence": "分手后的情感需要一段时间来逐渐疗愈，不要急于求成。",
        "label": ""
      },
      {
        "sentence": "其次，你可以尝试寻找新的兴趣爱好，投入到自己喜欢的事物中，分散注意力。",
        "label": ""
      },
      {
        "sentence": "另外，和身边的朋友、家人多交流，分享你的感受，也可以得到更多的支持和理解。",
        "label": ""
      },
      {
        "sentence": "同时，多关注自己的成长和发展，让自己的生活变得丰富多彩，这样你会渐渐发现，对他的在意会越来越少。",
        "label": ""
      },
      {
        "sentence": "记住，这个过程需要时间，不要给自己太大的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会试着照做的。不过，有时候我会觉得自己很孤单，很想找一个人来分担我内心的困扰和痛苦。但我又害怕把自己的负面情绪传染给别人，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会试着照做的。",
        "label": ""
      },
      {
        "sentence": "不过，有时候我会觉得自己很孤单，很想找一个人来分担我内心的困扰和痛苦。",
        "label": ""
      },
      {
        "sentence": "但我又害怕把自己的负面情绪传染给别人，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你感到孤单和需要倾诉的心情。其实，寻找一个能够倾诉的对象是有必要的。你可以选择一个你信任的朋友或者家人，沟通你的困扰和痛苦，与他们分享你的内心感受。同时，你也可以考虑寻求专业的心理咨询师的帮助，他们有经验和专业知识来帮助你解决内心的困扰。对于担心将负面情绪传染给别人，你可以和对方说明你只是需要倾诉，不是要求对方解决问题，这样可以减少你的担忧。总之，情绪需要被倾诉和理解，适当地与他人分享你的感受是有益的。",
    "annotation": [
      {
        "sentence": "理解你感到孤单和需要倾诉的心情。",
        "label": ""
      },
      {
        "sentence": "其实，寻找一个能够倾诉的对象是有必要的。",
        "label": ""
      },
      {
        "sentence": "你可以选择一个你信任的朋友或者家人，沟通你的困扰和痛苦，与他们分享你的内心感受。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以考虑寻求专业的心理咨询师的帮助，他们有经验和专业知识来帮助你解决内心的困扰。",
        "label": ""
      },
      {
        "sentence": "对于担心将负面情绪传染给别人，你可以和对方说明你只是需要倾诉，不是要求对方解决问题，这样可以减少你的担忧。",
        "label": ""
      },
      {
        "sentence": "总之，情绪需要被倾诉和理解，适当地与他人分享你的感受是有益的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会考虑寻找一个可以倾诉的对象。谢谢你的建议。不过，有时候我还是会觉得很难过，觉得自己无法从过去走出来。有时候会想，如果当初我能做得更好，我们就不会分手了。这种想法让我很痛苦，我不知道该怎么面对它。",
    "annotation": [
      {
        "sentence": "我明白了，我会考虑寻找一个可以倾诉的对象。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "不过，有时候我还是会觉得很难过，觉得自己无法从过去走出来。",
        "label": ""
      },
      {
        "sentence": "有时候会想，如果当初我能做得更好，我们就不会分手了。",
        "label": ""
      },
      {
        "sentence": "这种想法让我很痛苦，我不知道该怎么面对它。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你对过去的痛苦和自责。但是我们不能改变已经发生的事实，过去的事情无法重来。你要知道，每个人都会在感情中犯错，无法做到完美。重要的是从中吸取教训，成长和进步。对于分手的原因，你可以试着冷静地思考一下，找出自己的不足和可以改进的地方。这并不是为了让你自责，而是帮助你更好地理解自己和自己的感情需求。同时，你也可以尝试接纳和原谅自己，接受过去的选择和决定，让自己能够继续向前看。记住，只有通过面对过去，我们才能真正走出来，拥抱未来。",
    "annotation": [
      {
        "sentence": "理解你对过去的痛苦和自责。",
        "label": ""
      },
      {
        "sentence": "但是我们不能改变已经发生的事实，过去的事情无法重来。",
        "label": ""
      },
      {
        "sentence": "你要知道，每个人都会在感情中犯错，无法做到完美。",
        "label": ""
      },
      {
        "sentence": "重要的是从中吸取教训，成长和进步。",
        "label": ""
      },
      {
        "sentence": "对于分手的原因，你可以试着冷静地思考一下，找出自己的不足和可以改进的地方。",
        "label": ""
      },
      {
        "sentence": "这并不是为了让你自责，而是帮助你更好地理解自己和自己的感情需求。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试接纳和原谅自己，接受过去的选择和决定，让自己能够继续向前看。",
        "label": ""
      },
      {
        "sentence": "记住，只有通过面对过去，我们才能真正走出来，拥抱未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我会试着接纳和原谅自己。我也会尽量积极面对自己的情感，努力走出过去，向前看的。谢谢你的建议和陪伴。我相信自己会渐渐好起来的。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我会试着接纳和原谅自己。",
        "label": ""
      },
      {
        "sentence": "我也会尽量积极面对自己的情感，努力走出过去，向前看的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和陪伴。",
        "label": ""
      },
      {
        "sentence": "我相信自己会渐渐好起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够给你提供一些帮助和支持。相信你自己，你一定能够走出困境，重新找回属于自己的快乐。如果你在之后还有任何困扰，随时都可以来找我倾诉和寻求帮助。希望你能够渐渐好起来，祝福你。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够给你提供一些帮助和支持。",
        "label": ""
      },
      {
        "sentence": "相信你自己，你一定能够走出困境，重新找回属于自己的快乐。",
        "label": ""
      },
      {
        "sentence": "如果你在之后还有任何困扰，随时都可以来找我倾诉和寻求帮助。",
        "label": ""
      },
      {
        "sentence": "希望你能够渐渐好起来，祝福你。",
        "label": ""
      }
    ]
  }
]