[
  {
    "role": "client",
    "content": "一个你很在意的人，一点都不在意你了，怎么不去想他？",
    "annotation": [
      {
        "sentence": "一个你很在意的人，一点都不在意你了，怎么不去想他？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在一起三年分手了，对方有了女朋友，你还是会时常想起对方，你讨厌自己回想起他。但是有些原因，还是会让你时常想起对方，这让你感到很困扰。",
    "annotation": [
      {
        "sentence": "在一起三年分手了，对方有了女朋友，你还是会时常想起对方，你讨厌自己回想起他。",
        "label": ""
      },
      {
        "sentence": "但是有些原因，还是会让你时常想起对方，这让你感到很困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我们在一起三年，分手后他就找了新女朋友，我开始怀疑他是否真的不在意我们的过去。我没有喜欢他或者想和他重新在一起的想法。只是，他对我来说很重要，我们在一起的时候经历了很多事情，现在我经常会想起他。我真的很讨厌自己会这样，我讨厌自己的多情。我告诉自己他不在意，我也不应该在意，可有时候我会被自己气哭，觉得自己无用，没法放下他。我该怎么办？",
    "annotation": [
      {
        "sentence": "是的，我们在一起三年，分手后他就找了新女朋友，我开始怀疑他是否真的不在意我们的过去。",
        "label": ""
      },
      {
        "sentence": "我没有喜欢他或者想和他重新在一起的想法。",
        "label": ""
      },
      {
        "sentence": "只是，他对我来说很重要，我们在一起的时候经历了很多事情，现在我经常会想起他。",
        "label": ""
      },
      {
        "sentence": "我真的很讨厌自己会这样，我讨厌自己的多情。",
        "label": ""
      },
      {
        "sentence": "我告诉自己他不在意，我也不应该在意，可有时候我会被自己气哭，觉得自己无用，没法放下他。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，虽然你们分手了，但对方找到新女朋友是正常的。这个事实让你觉得他不在意过去的感情，引发了你的困扰和不满。可是，无论你们之间有多重要的关系，都已经成为过去，你应该和那段感情告别。虽然你对他还有思念，但是你不需要把所有的注意力都放在回忆他对你的好。试着转移注意力，充实自己的生活，例如运动、阅读、听音乐，或者和好朋友一起逛街。时间和新欢是很好的治愈方法，当然不建议你马上进入一段新的恋情。对自己好一些，好好前进，也许你会找到属于自己的幸福。",
    "annotation": [
      {
        "sentence": "亲爱的，虽然你们分手了，但对方找到新女朋友是正常的。",
        "label": ""
      },
      {
        "sentence": "这个事实让你觉得他不在意过去的感情，引发了你的困扰和不满。",
        "label": ""
      },
      {
        "sentence": "可是，无论你们之间有多重要的关系，都已经成为过去，你应该和那段感情告别。",
        "label": ""
      },
      {
        "sentence": "虽然你对他还有思念，但是你不需要把所有的注意力都放在回忆他对你的好。",
        "label": ""
      },
      {
        "sentence": "试着转移注意力，充实自己的生活，例如运动、阅读、听音乐，或者和好朋友一起逛街。",
        "label": ""
      },
      {
        "sentence": "时间和新欢是很好的治愈方法，当然不建议你马上进入一段新的恋情。",
        "label": ""
      },
      {
        "sentence": "对自己好一些，好好前进，也许你会找到属于自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要告别过去的感情，开始新的生活，但有时候真的很难。我觉得自己需要更多时间来从这段感情里走出来。我在怀念的是我们之间美好的回忆，毕竟我们在一起经历过很多。有时候我也在思念他，并没有刻意抵制这种感觉，但我也不想所有的注意力都停留在这里。还有其他的方法可以帮助我转移注意力吗？",
    "annotation": [
      {
        "sentence": "你说得对，我需要告别过去的感情，开始新的生活，但有时候真的很难。",
        "label": ""
      },
      {
        "sentence": "我觉得自己需要更多时间来从这段感情里走出来。",
        "label": ""
      },
      {
        "sentence": "我在怀念的是我们之间美好的回忆，毕竟我们在一起经历过很多。",
        "label": ""
      },
      {
        "sentence": "有时候我也在思念他，并没有刻意抵制这种感觉，但我也不想所有的注意力都停留在这里。",
        "label": ""
      },
      {
        "sentence": "还有其他的方法可以帮助我转移注意力吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，女性即使分手后，也需要一些时间来走出一段感情。怀念过去是正常的，尤其是那些美好的回忆。毕竟，他陪伴了你一段时间，让你成长。不要抵制这种思念，但也不要让它占据你全部的注意力。尝试转移注意力，充实自己的生活。比如，你可以多参加运动、阅读、听音乐，或者和好朋友一起逛街等等。时间和新的爱情都是很好的疗愈方法。记得要对自己好一些，不要再为无法回到过去而伤心了，好好向前走，你也会找到属于自己的幸福。",
    "annotation": [
      {
        "sentence": "是的，女性即使分手后，也需要一些时间来走出一段感情。",
        "label": ""
      },
      {
        "sentence": "怀念过去是正常的，尤其是那些美好的回忆。",
        "label": ""
      },
      {
        "sentence": "毕竟，他陪伴了你一段时间，让你成长。",
        "label": ""
      },
      {
        "sentence": "不要抵制这种思念，但也不要让它占据你全部的注意力。",
        "label": ""
      },
      {
        "sentence": "尝试转移注意力，充实自己的生活。",
        "label": ""
      },
      {
        "sentence": "比如，你可以多参加运动、阅读、听音乐，或者和好朋友一起逛街等等。",
        "label": ""
      },
      {
        "sentence": "时间和新的爱情都是很好的疗愈方法。",
        "label": ""
      },
      {
        "sentence": "记得要对自己好一些，不要再为无法回到过去而伤心了，好好向前走，你也会找到属于自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会尽量去做。虽然有时候还是会觉得难过，但我相信时间会慢慢疗愈我的情伤。我会好好对待自己，为自己的幸福努力。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会尽量去做。",
        "label": ""
      },
      {
        "sentence": "虽然有时候还是会觉得难过，但我相信时间会慢慢疗愈我的情伤。",
        "label": ""
      },
      {
        "sentence": "我会好好对待自己，为自己的幸福努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够走出这段感情的阴影。记得要经常关注自己的感受，给自己一些时间和空间去疗愈。相信自己，你会找到属于自己的幸福的。加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够走出这段感情的阴影。",
        "label": ""
      },
      {
        "sentence": "记得要经常关注自己的感受，给自己一些时间和空间去疗愈。",
        "label": ""
      },
      {
        "sentence": "相信自己，你会找到属于自己的幸福的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]