[
  {
    "role": "client",
    "content": "重度抑郁症复发，不被理解，撑不下去了……不被理解，心里像有石头一样沉重，无助，撑不下去了。",
    "annotation": [
      {
        "sentence": "重度抑郁症复发，不被理解，撑不下去了……不被理解，心里像有石头一样沉重，无助，撑不下去了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，我知道你现在的感受很困难，但是你需要知道，复发是很常见的情况。我自己刚刚第二次复发转好，所以我理解你现在的心情。无论现在多么困难，一旦出现转机，你就能重新获得新的生活。一定要相信，只要你不放弃，就会有新的希望出现。",
    "annotation": [
      {
        "sentence": "亲爱的，我知道你现在的感受很困难，但是你需要知道，复发是很常见的情况。",
        "label": ""
      },
      {
        "sentence": "我自己刚刚第二次复发转好，所以我理解你现在的心情。",
        "label": ""
      },
      {
        "sentence": "无论现在多么困难，一旦出现转机，你就能重新获得新的生活。",
        "label": ""
      },
      {
        "sentence": "一定要相信，只要你不放弃，就会有新的希望出现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，我现在真的很害怕，害怕没有人能够理解我，害怕没有人能给我支持。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，我现在真的很害怕，害怕没有人能够理解我，害怕没有人能给我支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，我明白你的害怕和不安。其实，当你发出求助的声音时，就已经是在呼吁救助，希望自己能被拯救，希望自己能活下去。我曾经也和你一样，希望能得到别人的爱和理解，但是我发现，我们自己比任何人都更爱自己，只是我们没有意识到而已。",
    "annotation": [
      {
        "sentence": "亲爱的，我明白你的害怕和不安。",
        "label": ""
      },
      {
        "sentence": "其实，当你发出求助的声音时，就已经是在呼吁救助，希望自己能被拯救，希望自己能活下去。",
        "label": ""
      },
      {
        "sentence": "我曾经也和你一样，希望能得到别人的爱和理解，但是我发现，我们自己比任何人都更爱自己，只是我们没有意识到而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我一直没有意识到自己也需要去爱自己。我感觉自己很无助，不知道该怎么办才能摆脱困境。",
    "annotation": [
      {
        "sentence": "是啊，我一直没有意识到自己也需要去爱自己。",
        "label": ""
      },
      {
        "sentence": "我感觉自己很无助，不知道该怎么办才能摆脱困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们的无助并不是我们自己给的，而是来自我们曾经的经历，让我们迷失了方向。但是我们并不是没有机会来修正这个问题的。我在参加52心理营的课程，从第一天开始，我就发现自己发生了改变。有时候，我们的困境出现，是因为我们参考的认知出现了问题，但这并不是我们的错。直到有一天，转机出现了，你也会像我一样重新开始的。",
    "annotation": [
      {
        "sentence": "我们的无助并不是我们自己给的，而是来自我们曾经的经历，让我们迷失了方向。",
        "label": ""
      },
      {
        "sentence": "但是我们并不是没有机会来修正这个问题的。",
        "label": ""
      },
      {
        "sentence": "我在参加52心理营的课程，从第一天开始，我就发现自己发生了改变。",
        "label": ""
      },
      {
        "sentence": "有时候，我们的困境出现，是因为我们参考的认知出现了问题，但这并不是我们的错。",
        "label": ""
      },
      {
        "sentence": "直到有一天，转机出现了，你也会像我一样重新开始的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在抑郁发作的时候，我总是感到无助和痛苦，我希望有人能够帮助我，但是又害怕别人不知道如何帮助我。",
    "annotation": [
      {
        "sentence": "在抑郁发作的时候，我总是感到无助和痛苦，我希望有人能够帮助我，但是又害怕别人不知道如何帮助我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，当我们遇到困境时，我们总是第一时间想到为什么别人不理解我们，为什么他们不帮助我们。我们也很少意识到，我们自己也可以去保护自己，爱护自己。我们渴望从别人那里得到爱和帮助，但是我们又不知道哪些人可以给予我们爱。所以，我们需要学会爱自己，学会如何去爱。我们并不是没有机会得到帮助，现在的你会给自己这个机会吗？",
    "annotation": [
      {
        "sentence": "是的，当我们遇到困境时，我们总是第一时间想到为什么别人不理解我们，为什么他们不帮助我们。",
        "label": ""
      },
      {
        "sentence": "我们也很少意识到，我们自己也可以去保护自己，爱护自己。",
        "label": ""
      },
      {
        "sentence": "我们渴望从别人那里得到爱和帮助，但是我们又不知道哪些人可以给予我们爱。",
        "label": ""
      },
      {
        "sentence": "所以，我们需要学会爱自己，学会如何去爱。",
        "label": ""
      },
      {
        "sentence": "我们并不是没有机会得到帮助，现在的你会给自己这个机会吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当我在抑郁发作的时候，有什么方法可以帮助我缓解痛苦呢？",
    "annotation": [
      {
        "sentence": "当我在抑郁发作的时候，有什么方法可以帮助我缓解痛苦呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你在抑郁发作时，首先要理解并原谅自己，不要要求自己做其他事情，因为此时你的心被不安占据了，你的心已经交给了这个问题。然后，学会表达自己，告诉自己为什么不舒服，想要表达怎样的情绪，希望自己怎么做。不要勉强自己，只要感受平静，无论是什么样的情绪，都是允许它存在的。当你感到想哭想笑的时候，就跟随自己的心，顺其自然地去哭或者笑。顺便深呼吸，感受呼吸的感觉，即使呼吸不顺畅，也是一种体验。记住此刻的痛苦，当你逐渐恢复时，这些痛苦会变成一种难以言喻的感觉，因为你战胜了巨大的困难。另外，有机会学一些心理学知识，和更多有相似经历的人一起治愈自己。",
    "annotation": [
      {
        "sentence": "当你在抑郁发作时，首先要理解并原谅自己，不要要求自己做其他事情，因为此时你的心被不安占据了，你的心已经交给了这个问题。",
        "label": ""
      },
      {
        "sentence": "然后，学会表达自己，告诉自己为什么不舒服，想要表达怎样的情绪，希望自己怎么做。",
        "label": ""
      },
      {
        "sentence": "不要勉强自己，只要感受平静，无论是什么样的情绪，都是允许它存在的。",
        "label": ""
      },
      {
        "sentence": "当你感到想哭想笑的时候，就跟随自己的心，顺其自然地去哭或者笑。",
        "label": ""
      },
      {
        "sentence": "顺便深呼吸，感受呼吸的感觉，即使呼吸不顺畅，也是一种体验。",
        "label": ""
      },
      {
        "sentence": "记住此刻的痛苦，当你逐渐恢复时，这些痛苦会变成一种难以言喻的感觉，因为你战胜了巨大的困难。",
        "label": ""
      },
      {
        "sentence": "另外，有机会学一些心理学知识，和更多有相似经历的人一起治愈自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听到你的经历和建议，我感到很希望能够寻求帮助，也希望我能够放过自己，不再自责。但是我还是很怀疑是否有人真正愿意爱我。",
    "annotation": [
      {
        "sentence": "听到你的经历和建议，我感到很希望能够寻求帮助，也希望我能够放过自己，不再自责。",
        "label": ""
      },
      {
        "sentence": "但是我还是很怀疑是否有人真正愿意爱我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，你要记住，并不是没有人愿意爱你的。你只是还没有遇到那些知道如何爱你的人。希望你还能寻找帮助的机会，也希望你现在能够放过自己。因为你值得被爱。",
    "annotation": [
      {
        "sentence": "亲爱的，你要记住，并不是没有人愿意爱你的。",
        "label": ""
      },
      {
        "sentence": "你只是还没有遇到那些知道如何爱你的人。",
        "label": ""
      },
      {
        "sentence": "希望你还能寻找帮助的机会，也希望你现在能够放过自己。",
        "label": ""
      },
      {
        "sentence": "因为你值得被爱。",
        "label": ""
      }
    ]
  }
]