[
  {
    "role": "client",
    "content": "重度抑郁症复发，不被理解，撑不下去了……不被理解，心里像有石头一样沉重，无助，撑不下去了。",
    "annotation": [
      {
        "sentence": "重度抑郁症复发，不被理解，撑不下去了……不被理解，心里像有石头一样沉重，无助，撑不下去了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困境，抑郁症确实是一种非常沉重的负担。你说你感到不被理解，这种感受会让你的心情更加压抑。你可以告诉我更多关于你感到不被理解的情况吗？",
    "annotation": [
      {
        "sentence": "我明白你的困境，抑郁症确实是一种非常沉重的负担。",
        "label": ""
      },
      {
        "sentence": "你说你感到不被理解，这种感受会让你的心情更加压抑。",
        "label": ""
      },
      {
        "sentence": "你可以告诉我更多关于你感到不被理解的情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我一直觉得自己的内心世界很孤独，周围的人都不理解我。每当我试图向他们表达我的抑郁症状和困境时，他们往往只会用轻描淡写的话语搪塞我，让我感到更加无助和孤立。",
    "annotation": [
      {
        "sentence": "其实我一直觉得自己的内心世界很孤独，周围的人都不理解我。",
        "label": ""
      },
      {
        "sentence": "每当我试图向他们表达我的抑郁症状和困境时，他们往往只会用轻描淡写的话语搪塞我，让我感到更加无助和孤立。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你已经很久没有得到真正的支持了。这种被忽视和不被理解的感受确实会让抑郁症状更加加重。但是我想告诉你，不是所有人都会理解抑郁症的痛苦，他们可能无法体会到你内心的痛苦。但请相信，还是有人能够理解你的，愿意倾听并帮助你的。",
    "annotation": [
      {
        "sentence": "听起来你已经很久没有得到真正的支持了。",
        "label": ""
      },
      {
        "sentence": "这种被忽视和不被理解的感受确实会让抑郁症状更加加重。",
        "label": ""
      },
      {
        "sentence": "但是我想告诉你，不是所有人都会理解抑郁症的痛苦，他们可能无法体会到你内心的痛苦。",
        "label": ""
      },
      {
        "sentence": "但请相信，还是有人能够理解你的，愿意倾听并帮助你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的希望能找到能理解我、相信我并给予我真正支持的人。我现在感到非常孤独和无助，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "我真的希望能找到能理解我、相信我并给予我真正支持的人。",
        "label": ""
      },
      {
        "sentence": "我现在感到非常孤独和无助，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的需要，寻找到一个能够理解你，给予你真正支持的人确实非常重要。我建议你尝试寻找心理咨询师。他们是专业的，会认真对待你的问题，帮助你处理抑郁症并缓解你的困境。",
    "annotation": [
      {
        "sentence": "我理解你的需要，寻找到一个能够理解你，给予你真正支持的人确实非常重要。",
        "label": ""
      },
      {
        "sentence": "我建议你尝试寻找心理咨询师。",
        "label": ""
      },
      {
        "sentence": "他们是专业的，会认真对待你的问题，帮助你处理抑郁症并缓解你的困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对于找心理咨询师，我有些犹豫和担忧。我担心他们无法真正理解我的内心世界，或者会对我评判或指责。",
    "annotation": [
      {
        "sentence": "对于找心理咨询师，我有些犹豫和担忧。",
        "label": ""
      },
      {
        "sentence": "我担心他们无法真正理解我的内心世界，或者会对我评判或指责。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种担忧是非常正常的，但是我们有很多优秀的心理咨询师，他们经验丰富，懂得如何和来访者建立信任和共鸣。他们并不会对你进行任何评判或指责，他们的目的是帮助你走出抑郁状态，让你感到支持和安全。选择一个适合你的咨询师非常重要，你可以咨询一些朋友或者在专业机构中咨询师的介绍，找到和你契合的人。",
    "annotation": [
      {
        "sentence": "这种担忧是非常正常的，但是我们有很多优秀的心理咨询师，他们经验丰富，懂得如何和来访者建立信任和共鸣。",
        "label": ""
      },
      {
        "sentence": "他们并不会对你进行任何评判或指责，他们的目的是帮助你走出抑郁状态，让你感到支持和安全。",
        "label": ""
      },
      {
        "sentence": "选择一个适合你的咨询师非常重要，你可以咨询一些朋友或者在专业机构中咨询师的介绍，找到和你契合的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽量克服这些犹豫，寻找一个合适的咨询师。希望他们能真正理解我，给予我建设性的帮助。除了寻找咨询师，你还有其他建议吗？",
    "annotation": [
      {
        "sentence": "我会尽量克服这些犹豫，寻找一个合适的咨询师。",
        "label": ""
      },
      {
        "sentence": "希望他们能真正理解我，给予我建设性的帮助。",
        "label": ""
      },
      {
        "sentence": "除了寻找咨询师，你还有其他建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然了，除了咨询师的支持，你也可以尝试找到一些可以帮助你的资源。比如，你可以回想一下上次你是如何摆脱抑郁状况的，也许那里有一些你可以借鉴的经验和方法。此外，你可以寻找一些与你有类似经历的人，分享彼此的情感和困惑，互相支持和理解。",
    "annotation": [
      {
        "sentence": "当然了，除了咨询师的支持，你也可以尝试找到一些可以帮助你的资源。",
        "label": ""
      },
      {
        "sentence": "比如，你可以回想一下上次你是如何摆脱抑郁状况的，也许那里有一些你可以借鉴的经验和方法。",
        "label": ""
      },
      {
        "sentence": "此外，你可以寻找一些与你有类似经历的人，分享彼此的情感和困惑，互相支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，我会回想一下我自己摆脱抑郁的经历，并且尝试寻找一些类似经历的人进行交流和支持。再次感谢你的鼓励和支持，让我有了一些希望。",
    "annotation": [
      {
        "sentence": "我明白你的意思，我会回想一下我自己摆脱抑郁的经历，并且尝试寻找一些类似经历的人进行交流和支持。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的鼓励和支持，让我有了一些希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助到你，你是不孤单的，有很多人都会理解你并愿意帮助你。请积极寻找支持，相信自己能够度过困难的时刻。记得，你的努力与自助是值得的。如果需要，随时来找我聊聊，我会一直在你身边支持着你。",
    "annotation": [
      {
        "sentence": "很高兴能够帮助到你，你是不孤单的，有很多人都会理解你并愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "请积极寻找支持，相信自己能够度过困难的时刻。",
        "label": ""
      },
      {
        "sentence": "记得，你的努力与自助是值得的。",
        "label": ""
      },
      {
        "sentence": "如果需要，随时来找我聊聊，我会一直在你身边支持着你。",
        "label": ""
      }
    ]
  }
]