[
  {
    "role": "client",
    "content": "我今年19岁，是大一新生。可是我不知道我内心真正追求的是什么。我感觉自己总是迷迷糊糊的，既要遵守规章制度、走正确的道路，又有很多事情并不是我真正想要的。我逐渐有一种强烈的不愿意浪费生命的感觉。可是我又无法清楚地确定自己内心真实的想法。我想知道有什么办法可以倾听自己内在的回应？",
    "annotation": [
      {
        "sentence": "我今年19岁，是大一新生。",
        "label": ""
      },
      {
        "sentence": "可是我不知道我内心真正追求的是什么。",
        "label": ""
      },
      {
        "sentence": "我感觉自己总是迷迷糊糊的，既要遵守规章制度、走正确的道路，又有很多事情并不是我真正想要的。",
        "label": ""
      },
      {
        "sentence": "我逐渐有一种强烈的不愿意浪费生命的感觉。",
        "label": ""
      },
      {
        "sentence": "可是我又无法清楚地确定自己内心真实的想法。",
        "label": ""
      },
      {
        "sentence": "我想知道有什么办法可以倾听自己内在的回应？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个非常好的问题，值得你认真思考。每个人对于内心追求的答案可能因家庭背景、性格等各不相同。如果你想要找到答案，我建议你先了解自己的成长过程、性格特点以及喜好的形成。关于你提到的问题，首先，你觉得自己并没有弄清楚真正想要什么，导致内心反反复复。这是很常见的情况，特别是对于刚上大学的学生来说，面对各种选择可能会感到困惑。我在你这个年龄段时，我们的通讯、社交方式非常有限，所以对于自己不懂的东西会充满好奇，并且通过探索逐渐发现自己的喜好。你提到的规章制度，我可以理解你的想法，因为很多人都不喜欢束缚。但是随着年龄的增长，我慢慢认识到，在这个社会中，规章制度是必要的。尽管其中有些部分让人不快，但它们也是新人入行必须遵守的指引。所以，我们既要遵守制度，也要尊重自己的内心，在成长过程中，你会逐渐明白，可以曲线救国，遵守该遵守的，而不必遵守不应遵守的，但这需要你的阅历和智慧。",
    "annotation": [
      {
        "sentence": "这是一个非常好的问题，值得你认真思考。",
        "label": ""
      },
      {
        "sentence": "每个人对于内心追求的答案可能因家庭背景、性格等各不相同。",
        "label": ""
      },
      {
        "sentence": "如果你想要找到答案，我建议你先了解自己的成长过程、性格特点以及喜好的形成。",
        "label": ""
      },
      {
        "sentence": "关于你提到的问题，首先，你觉得自己并没有弄清楚真正想要什么，导致内心反反复复。",
        "label": ""
      },
      {
        "sentence": "这是很常见的情况，特别是对于刚上大学的学生来说，面对各种选择可能会感到困惑。",
        "label": ""
      },
      {
        "sentence": "我在你这个年龄段时，我们的通讯、社交方式非常有限，所以对于自己不懂的东西会充满好奇，并且通过探索逐渐发现自己的喜好。",
        "label": ""
      },
      {
        "sentence": "你提到的规章制度，我可以理解你的想法，因为很多人都不喜欢束缚。",
        "label": ""
      },
      {
        "sentence": "但是随着年龄的增长，我慢慢认识到，在这个社会中，规章制度是必要的。",
        "label": ""
      },
      {
        "sentence": "尽管其中有些部分让人不快，但它们也是新人入行必须遵守的指引。",
        "label": ""
      },
      {
        "sentence": "所以，我们既要遵守制度，也要尊重自己的内心，在成长过程中，你会逐渐明白，可以曲线救国，遵守该遵守的，而不必遵守不应遵守的，但这需要你的阅历和智慧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了你的意思。确实，人做一些自己不喜欢的事情，久而久之会感到厌倦和失望。尤其是在青春年华，大家都希望做有意义的事情。我不喜欢的规则和限制，也许你并不了解具体是哪些，但我认为它们是我排斥的。然而，请思考一下，当我们还在学习阶段时，我们可以努力去学习好，而不好的则可以选择不去学。但是在别人制定的规定下，我们还是需要遵守，遵守并不等于赞同。等到有一天我们能制定规则的时候，别人会依从我们的。我们的前辈们也是这样走过来的。",
    "annotation": [
      {
        "sentence": "我明白了你的意思。",
        "label": ""
      },
      {
        "sentence": "确实，人做一些自己不喜欢的事情，久而久之会感到厌倦和失望。",
        "label": ""
      },
      {
        "sentence": "尤其是在青春年华，大家都希望做有意义的事情。",
        "label": ""
      },
      {
        "sentence": "我不喜欢的规则和限制，也许你并不了解具体是哪些，但我认为它们是我排斥的。",
        "label": ""
      },
      {
        "sentence": "然而，请思考一下，当我们还在学习阶段时，我们可以努力去学习好，而不好的则可以选择不去学。",
        "label": ""
      },
      {
        "sentence": "但是在别人制定的规定下，我们还是需要遵守，遵守并不等于赞同。",
        "label": ""
      },
      {
        "sentence": "等到有一天我们能制定规则的时候，别人会依从我们的。",
        "label": ""
      },
      {
        "sentence": "我们的前辈们也是这样走过来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得很对。规章制度是死的，人是活的。所以这些冰冷的规定不能束缚住我们这些有温度的人。制度是需要遵守的，但是我们也要尊重自己的内心。在成长过程中，你会明白应该遵守什么，不应该遵守什么。这需要你有足够的经验和智慧去判断。",
    "annotation": [
      {
        "sentence": "你说得很对。",
        "label": ""
      },
      {
        "sentence": "规章制度是死的，人是活的。",
        "label": ""
      },
      {
        "sentence": "所以这些冰冷的规定不能束缚住我们这些有温度的人。",
        "label": ""
      },
      {
        "sentence": "制度是需要遵守的，但是我们也要尊重自己的内心。",
        "label": ""
      },
      {
        "sentence": "在成长过程中，你会明白应该遵守什么，不应该遵守什么。",
        "label": ""
      },
      {
        "sentence": "这需要你有足够的经验和智慧去判断。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。可是，我内心还有一种真实的念头，我无法弄清楚它具体是什么。我想知道有什么方法可以倾听自己内在的回应？",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "可是，我内心还有一种真实的念头，我无法弄清楚它具体是什么。",
        "label": ""
      },
      {
        "sentence": "我想知道有什么方法可以倾听自己内在的回应？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你内心有对对错的判断，但是由于你的年龄较小，还需要学习的东西很多。同时，内心的声音也是可以保留的。在生活中，你会慢慢了解这些声音是什么。如果你想现在知道，可以尝试一些方法。首先，静下心来，让自己去感受内心的声音。其次，多与经验丰富的前辈交流，向他们请教。此外，通过学习也可以开阔眼界，了解更多的东西。传说中的井底之蛙可能能看到天，但它的视野是有限的。最后，你也可以找心理咨询师一起探索自己的内心历程，看看有哪些地方需要改进或发展。最后，祝愿你幸福快乐，希望你早日认识自己，了解自己。如果有困惑，可以私信我。",
    "annotation": [
      {
        "sentence": "我相信你内心有对对错的判断，但是由于你的年龄较小，还需要学习的东西很多。",
        "label": ""
      },
      {
        "sentence": "同时，内心的声音也是可以保留的。",
        "label": ""
      },
      {
        "sentence": "在生活中，你会慢慢了解这些声音是什么。",
        "label": ""
      },
      {
        "sentence": "如果你想现在知道，可以尝试一些方法。",
        "label": ""
      },
      {
        "sentence": "首先，静下心来，让自己去感受内心的声音。",
        "label": ""
      },
      {
        "sentence": "其次，多与经验丰富的前辈交流，向他们请教。",
        "label": ""
      },
      {
        "sentence": "此外，通过学习也可以开阔眼界，了解更多的东西。",
        "label": ""
      },
      {
        "sentence": "传说中的井底之蛙可能能看到天，但它的视野是有限的。",
        "label": ""
      },
      {
        "sentence": "最后，你也可以找心理咨询师一起探索自己的内心历程，看看有哪些地方需要改进或发展。",
        "label": ""
      },
      {
        "sentence": "最后，祝愿你幸福快乐，希望你早日认识自己，了解自己。",
        "label": ""
      },
      {
        "sentence": "如果有困惑，可以私信我。",
        "label": ""
      }
    ]
  }
]