[
  {
    "role": "client",
    "content": "大学不慎挂科心情复杂，无法与自己和解怎么办？",
    "annotation": [
      {
        "sentence": "大学不慎挂科心情复杂，无法与自己和解怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为挂科的一件事情，让你自尊心受到打击了，非常理解你的难受的心情。自己本身成绩不错，有机会拿奖学金的。你已经让优秀成为了自己的习惯，不管是做什么事情，都要做到最好，要求自己完美。很荣幸跟这么优秀的同学交流。",
    "annotation": [
      {
        "sentence": "因为挂科的一件事情，让你自尊心受到打击了，非常理解你的难受的心情。",
        "label": ""
      },
      {
        "sentence": "自己本身成绩不错，有机会拿奖学金的。",
        "label": ""
      },
      {
        "sentence": "你已经让优秀成为了自己的习惯，不管是做什么事情，都要做到最好，要求自己完美。",
        "label": ""
      },
      {
        "sentence": "很荣幸跟这么优秀的同学交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，可是我总是觉得这件事不该发生在我身上，无法接受这个挫折。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，可是我总是觉得这件事不该发生在我身上，无法接受这个挫折。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "目前还是学生的你或许在学校一直是个好学生，为了好的成绩也一直在努力，甚至会对于成绩格外的紧张，非常理解，因为我们的教育就是这样要求我们的，学校、家长、社会。但是，我们有没有考虑一个问题，我们的学习是为了什么？为了适应生产力的发展，为了生存，为了推动社会进步......，所以在自己的成长、学习轨道上踏踏实实，一步步走就好了，一次失利，不等于次次失败，决定不了我们的未来，决定不了我们社会生存，因为我们的成长过程中会面对很多的不如意，或者达不到自己预期，难道每一次我们都要一蹶不振吗？显然不是的，学生的主要任务是学习，挂科了，难过，或许是近期松懈了，或者怎样的问题，没关系啊，在努力一把补救回来就好了嘛！只是一次的失利，并不会影响我们的优秀。",
    "annotation": [
      {
        "sentence": "目前还是学生的你或许在学校一直是个好学生，为了好的成绩也一直在努力，甚至会对于成绩格外的紧张，非常理解，因为我们的教育就是这样要求我们的，学校、家长、社会。",
        "label": ""
      },
      {
        "sentence": "但是，我们有没有考虑一个问题，我们的学习是为了什么？",
        "label": ""
      },
      {
        "sentence": "为了适应生产力的发展，为了生存，为了推动社会进步......，所以在自己的成长、学习轨道上踏踏实实，一步步走就好了，一次失利，不等于次次失败，决定不了我们的未来，决定不了我们社会生存，因为我们的成长过程中会面对很多的不如意，或者达不到自己预期，难道每一次我们都要一蹶不振吗？",
        "label": ""
      },
      {
        "sentence": "显然不是的，学生的主要任务是学习，挂科了，难过，或许是近期松懈了，或者怎样的问题，没关系啊，在努力一把补救回来就好了嘛！",
        "label": ""
      },
      {
        "sentence": "只是一次的失利，并不会影响我们的优秀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得没错，我应该正视这次挫折，并且努力去改正错误，不再沉浸在失利中。",
    "annotation": [
      {
        "sentence": "你说得没错，我应该正视这次挫折，并且努力去改正错误，不再沉浸在失利中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，一切都是最好的安排，不管是成功收获得喜悦也好，还是挫折的磨难也好，既然出现在我们的生活中，总会告诉我们一些事情，比如你一直成绩优异，那么相信也是付出努力的，一分耕耘一分收获，挂科了，就提醒我们检查自己的近期状态，表现，给我们提了一个醒。包括未来走向社会也一样，发生在身边的事情常常去自省。我们的生活有很多的面组成，一个地方出问题，不代表整个人或者生活出问题。",
    "annotation": [
      {
        "sentence": "没错，一切都是最好的安排，不管是成功收获得喜悦也好，还是挫折的磨难也好，既然出现在我们的生活中，总会告诉我们一些事情，比如你一直成绩优异，那么相信也是付出努力的，一分耕耘一分收获，挂科了，就提醒我们检查自己的近期状态，表现，给我们提了一个醒。",
        "label": ""
      },
      {
        "sentence": "包括未来走向社会也一样，发生在身边的事情常常去自省。",
        "label": ""
      },
      {
        "sentence": "我们的生活有很多的面组成，一个地方出问题，不代表整个人或者生活出问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我之所以觉得自己不配开心是因为最近状态不好或者懈怠了才出现的失利，我需要调整并补救这个问题，而不需要将这个问题延伸到我生活的其他方面中。",
    "annotation": [
      {
        "sentence": "我明白了，我之所以觉得自己不配开心是因为最近状态不好或者懈怠了才出现的失利，我需要调整并补救这个问题，而不需要将这个问题延伸到我生活的其他方面中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很对，就像是手指破了，包扎手指就可以了，没必要全身包扎。周围的噪音始终不会断，做好自己就好了。我们生活的环境就是这样，人人有嘴，你一言，我一嘴，唾沫星子能淹死人，但是我们又是独立的个体啊，怎么看待别人对我们的评价是我们的事情，周围人的评价也只是基于他们自己的认识去评价一件事情，达不到客观评价，所以我们一笑了之就可以了，人生三件事，自己的事，别人的事，老天的事，我们做好自己的事情就很不错了，何必理会别人呢，所以，不需要太在乎别人的眼光，语言。加油，同学，调整状态，继续努力吧！",
    "annotation": [
      {
        "sentence": "很对，就像是手指破了，包扎手指就可以了，没必要全身包扎。",
        "label": ""
      },
      {
        "sentence": "周围的噪音始终不会断，做好自己就好了。",
        "label": ""
      },
      {
        "sentence": "我们生活的环境就是这样，人人有嘴，你一言，我一嘴，唾沫星子能淹死人，但是我们又是独立的个体啊，怎么看待别人对我们的评价是我们的事情，周围人的评价也只是基于他们自己的认识去评价一件事情，达不到客观评价，所以我们一笑了之就可以了，人生三件事，自己的事，别人的事，老天的事，我们做好自己的事情就很不错了，何必理会别人呢，所以，不需要太在乎别人的眼光，语言。",
        "label": ""
      },
      {
        "sentence": "加油，同学，调整状态，继续努力吧！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解，我会好好调整自己的状态，重新投入努力，相信我能够走出这个困境的！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解，我会好好调整自己的状态，重新投入努力，相信我能够走出这个困境的！",
        "label": ""
      }
    ]
  }
]