[
  {
    "role": "client",
    "content": "高考结束，怎么选择自己喜欢的专业？高考完了，但是还要报志愿。想到要报学校报专业就感到很迷茫，不知道有哪些专业也不知道自己喜欢什么干什么好。",
    "annotation": [
      {
        "sentence": "高考结束，怎么选择自己喜欢的专业？",
        "label": ""
      },
      {
        "sentence": "高考完了，但是还要报志愿。",
        "label": ""
      },
      {
        "sentence": "想到要报学校报专业就感到很迷茫，不知道有哪些专业也不知道自己喜欢什么干什么好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用担心，对于这个问题，我可以提供一些建议。首先，你可以先了解一下网上的经验贴和知乎等平台上的相关话题，那里有很多别人的经历和建议，可以作为参考。平时的兴趣爱好也是一个重要的线索，你可以思考一下自己在生活中喜欢做什么，对什么事情感兴趣，这样可以帮助你找到自己潜在的兴趣领域。",
    "annotation": [
      {
        "sentence": "不用担心，对于这个问题，我可以提供一些建议。",
        "label": ""
      },
      {
        "sentence": "首先，你可以先了解一下网上的经验贴和知乎等平台上的相关话题，那里有很多别人的经历和建议，可以作为参考。",
        "label": ""
      },
      {
        "sentence": "平时的兴趣爱好也是一个重要的线索，你可以思考一下自己在生活中喜欢做什么，对什么事情感兴趣，这样可以帮助你找到自己潜在的兴趣领域。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我确实有一些兴趣爱好，但是感觉对于未来的职业发展，这些兴趣能起到实际作用吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我确实有一些兴趣爱好，但是感觉对于未来的职业发展，这些兴趣能起到实际作用吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "兴趣爱好是挺重要的，也许你可以认为它们可以帮助你找到适合自己的专业。实际上，很多人都能把自己的兴趣与工作结合起来，从而实现事业的成功。比如，如果你对音乐很感兴趣，可以考虑相关的音乐专业或者与音乐相关的职业。重要的是要找到自己的兴趣，并探索如何将其与你的职业发展结合起来。",
    "annotation": [
      {
        "sentence": "兴趣爱好是挺重要的，也许你可以认为它们可以帮助你找到适合自己的专业。",
        "label": ""
      },
      {
        "sentence": "实际上，很多人都能把自己的兴趣与工作结合起来，从而实现事业的成功。",
        "label": ""
      },
      {
        "sentence": "比如，如果你对音乐很感兴趣，可以考虑相关的音乐专业或者与音乐相关的职业。",
        "label": ""
      },
      {
        "sentence": "重要的是要找到自己的兴趣，并探索如何将其与你的职业发展结合起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会先思考一下自己的兴趣和潜在的职业发展方向。但是，我还是感到迷茫，因为太多的专业和学校选择，不知道从何开始。",
    "annotation": [
      {
        "sentence": "我明白了，我会先思考一下自己的兴趣和潜在的职业发展方向。",
        "label": ""
      },
      {
        "sentence": "但是，我还是感到迷茫，因为太多的专业和学校选择，不知道从何开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，面对种种选择很容易感到迷茫。我建议你先从整体的层面入手，首先了解学校和专业的分类，例如C9、985、211和普通本科等。这些分类指标可以帮助你初步了解不同学校和专业的水平和特点。然后，你可以通过问自己一些问题，如：我喜欢与人打交道还是独立思考？我对科学技术还是文学艺术更感兴趣？这些问题可以帮助你进一步缩小选择范围。",
    "annotation": [
      {
        "sentence": "确实，面对种种选择很容易感到迷茫。",
        "label": ""
      },
      {
        "sentence": "我建议你先从整体的层面入手，首先了解学校和专业的分类，例如C9、985、211和普通本科等。",
        "label": ""
      },
      {
        "sentence": "这些分类指标可以帮助你初步了解不同学校和专业的水平和特点。",
        "label": ""
      },
      {
        "sentence": "然后，你可以通过问自己一些问题，如：我喜欢与人打交道还是独立思考？",
        "label": ""
      },
      {
        "sentence": "我对科学技术还是文学艺术更感兴趣？",
        "label": ""
      },
      {
        "sentence": "这些问题可以帮助你进一步缩小选择范围。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会按照你的建议去了解学校和专业的分类，并思考自己的兴趣和优势。但是，对于具体的专业，我不太清楚有哪些选择，也不知道怎么去了解。",
    "annotation": [
      {
        "sentence": "我会按照你的建议去了解学校和专业的分类，并思考自己的兴趣和优势。",
        "label": ""
      },
      {
        "sentence": "但是，对于具体的专业，我不太清楚有哪些选择，也不知道怎么去了解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用担心，了解具体的专业需要花费一些时间，但是可以通过一些途径来获取信息。你可以浏览学校的官方网站，了解他们的专业设置和课程内容。同时，还可以与身边的老师、同学或者熟悉某个领域的人交流，听听他们对专业的看法和经验分享。另外，还可以参加一些专业讲座或招聘会，亲身感受一下各个专业的特点。",
    "annotation": [
      {
        "sentence": "不用担心，了解具体的专业需要花费一些时间，但是可以通过一些途径来获取信息。",
        "label": ""
      },
      {
        "sentence": "你可以浏览学校的官方网站，了解他们的专业设置和课程内容。",
        "label": ""
      },
      {
        "sentence": "同时，还可以与身边的老师、同学或者熟悉某个领域的人交流，听听他们对专业的看法和经验分享。",
        "label": ""
      },
      {
        "sentence": "另外，还可以参加一些专业讲座或招聘会，亲身感受一下各个专业的特点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会上网查找学校的官方网站，并与身边的人多交流，了解更多的专业信息。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "我明白了，我会上网查找学校的官方网站，并与身边的人多交流，了解更多的专业信息。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你会找到适合自己的专业。记得要给自己一些时间和空间，毕竟这是一个重要的决策。如果有任何问题或困惑，随时来找我聊天。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我相信你会找到适合自己的专业。",
        "label": ""
      },
      {
        "sentence": "记得要给自己一些时间和空间，毕竟这是一个重要的决策。",
        "label": ""
      },
      {
        "sentence": "如果有任何问题或困惑，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励！我会努力寻找适合自己的专业，并随时与你保持联系。谢谢你的祝福！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会努力寻找适合自己的专业，并随时与你保持联系。",
        "label": ""
      },
      {
        "sentence": "谢谢你的祝福！",
        "label": ""
      }
    ]
  }
]