[
  {
    "role": "client",
    "content": "爱上离异有孩子的男人，我该怎么办？我今年27岁，爱上了比我大10岁，离异有孩子的男人。我父母也知道了，说什么也不同意我们在一起，可是我真的很爱很爱他。我们之间已经发生了关系，让我忘记他真的太难了。我不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "爱上离异有孩子的男人，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我今年27岁，爱上了比我大10岁，离异有孩子的男人。",
        "label": ""
      },
      {
        "sentence": "我父母也知道了，说什么也不同意我们在一起，可是我真的很爱很爱他。",
        "label": ""
      },
      {
        "sentence": "我们之间已经发生了关系，让我忘记他真的太难了。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的感受。事实上，我认识的人中有一些朋友和我姐姐都嫁给了离异有孩子的男人，他们的婚姻现在都非常幸福。不过在婚前，她们跟父母的冲突是相当激烈的，我姐姐甚至有十年没有出现在过年的家庭聚会上。随着时间的推移，姑妈姑父也慢慢接纳和认可了这个事实。我特别能够理解你，因为爱情很难说清楚原由，而离婚率也相当高，所以爱上离异的人并不罕见。同时，我也想请你理解你的父母，因为没有一个父母会想要自己的孩子成为继母，他们的反对是正常的，毕竟爱的越深，反对的越激烈。然而，这些都不是重点，重点是回到你自己身上，我们先谈谈爱情之外的事情。爱情是美好的，它让我们暂时忘记现实的烦恼。但婚姻是现实的，两个人的世界合二为一，会面临很多问题。你可以静下心来，问问自己一些问题：1、这份感情给你带来多大的满足和幸福？2、你愿意为这份感情付出多大的努力？当你思考完利弊以外，再听听自己内心的声音。如果你幻想未来和他在一起的生活场景，你感到舒服还是不自在？当你自己思考清楚后，再和这位男士好好沟通一下他对这份感情的考虑和未来的计划。同时，也问问他的家庭希望他和你一起做些什么。如果他能够表达出真挚的决心，并通过行动赢得你的家人们的支持和认可，那么你的父母也会觉得他是一个正确的选择，并且支持你们的决定。看起来是个感情问题，但实际上是一个沟通问题，也是人生中一个重要的决策。我建议你多咨询身边的朋友，甚至是男方的朋友圈子，更深入地了解他。最后，祝福你，希望你能找到属于自己的幸福！",
    "annotation": [
      {
        "sentence": "我可以理解你的感受。",
        "label": ""
      },
      {
        "sentence": "事实上，我认识的人中有一些朋友和我姐姐都嫁给了离异有孩子的男人，他们的婚姻现在都非常幸福。",
        "label": ""
      },
      {
        "sentence": "不过在婚前，她们跟父母的冲突是相当激烈的，我姐姐甚至有十年没有出现在过年的家庭聚会上。",
        "label": ""
      },
      {
        "sentence": "随着时间的推移，姑妈姑父也慢慢接纳和认可了这个事实。",
        "label": ""
      },
      {
        "sentence": "我特别能够理解你，因为爱情很难说清楚原由，而离婚率也相当高，所以爱上离异的人并不罕见。",
        "label": ""
      },
      {
        "sentence": "同时，我也想请你理解你的父母，因为没有一个父母会想要自己的孩子成为继母，他们的反对是正常的，毕竟爱的越深，反对的越激烈。",
        "label": ""
      },
      {
        "sentence": "然而，这些都不是重点，重点是回到你自己身上，我们先谈谈爱情之外的事情。",
        "label": ""
      },
      {
        "sentence": "爱情是美好的，它让我们暂时忘记现实的烦恼。",
        "label": ""
      },
      {
        "sentence": "但婚姻是现实的，两个人的世界合二为一，会面临很多问题。",
        "label": ""
      },
      {
        "sentence": "你可以静下心来，问问自己一些问题：1、这份感情给你带来多大的满足和幸福？",
        "label": ""
      },
      {
        "sentence": "2、你愿意为这份感情付出多大的努力？",
        "label": ""
      },
      {
        "sentence": "当你思考完利弊以外，再听听自己内心的声音。",
        "label": ""
      },
      {
        "sentence": "如果你幻想未来和他在一起的生活场景，你感到舒服还是不自在？",
        "label": ""
      },
      {
        "sentence": "当你自己思考清楚后，再和这位男士好好沟通一下他对这份感情的考虑和未来的计划。",
        "label": ""
      },
      {
        "sentence": "同时，也问问他的家庭希望他和你一起做些什么。",
        "label": ""
      },
      {
        "sentence": "如果他能够表达出真挚的决心，并通过行动赢得你的家人们的支持和认可，那么你的父母也会觉得他是一个正确的选择，并且支持你们的决定。",
        "label": ""
      },
      {
        "sentence": "看起来是个感情问题，但实际上是一个沟通问题，也是人生中一个重要的决策。",
        "label": ""
      },
      {
        "sentence": "我建议你多咨询身边的朋友，甚至是男方的朋友圈子，更深入地了解他。",
        "label": ""
      },
      {
        "sentence": "最后，祝福你，希望你能找到属于自己的幸福！",
        "label": ""
      }
    ]
  }
]