[
  {
    "role": "client",
    "content": "情绪容易激动，有时还会有轻生的念头，半夜睡不着前男友来找我碰了我可是给不了我身份父母从小就知道打骂我我做错没做错他们都会怪我我感到很委屈",
    "annotation": [
      {
        "sentence": "情绪容易激动，有时还会有轻生的念头，半夜睡不着前男友来找我碰了我可是给不了我身份父母从小就知道打骂我我做错没做错他们都会怪我我感到很委屈",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的描述里，提到了两个方面的问题，一是感情方面的，另一个是家庭方面的。这两个问题，是目前困扰你的主要问题，是吗？我们可以分别来讨论。首先来谈谈家庭的问题。",
    "annotation": [
      {
        "sentence": "你的描述里，提到了两个方面的问题，一是感情方面的，另一个是家庭方面的。",
        "label": ""
      },
      {
        "sentence": "这两个问题，是目前困扰你的主要问题，是吗？",
        "label": ""
      },
      {
        "sentence": "我们可以分别来讨论。",
        "label": ""
      },
      {
        "sentence": "首先来谈谈家庭的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我的确很困扰。我父母总是打骂我，而且他们对我很苛刻。我觉得他们不理解我的感受，我每次做错事情他们都会怪罪我，让我感到很委屈。",
    "annotation": [
      {
        "sentence": "是的，我的确很困扰。",
        "label": ""
      },
      {
        "sentence": "我父母总是打骂我，而且他们对我很苛刻。",
        "label": ""
      },
      {
        "sentence": "我觉得他们不理解我的感受，我每次做错事情他们都会怪罪我，让我感到很委屈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母都是有局限性的，他们也是从孩子成长而来，在他们的成长过程中，可能也没有得到很好的照顾，没有好的教育方式，甚至他们可能也是在打骂的环境中长大。如果他们在成人之后没有反思，没有成长，很有可能会沿袭上一代的教育方式，采用粗暴的打骂教育。",
    "annotation": [
      {
        "sentence": "父母都是有局限性的，他们也是从孩子成长而来，在他们的成长过程中，可能也没有得到很好的照顾，没有好的教育方式，甚至他们可能也是在打骂的环境中长大。",
        "label": ""
      },
      {
        "sentence": "如果他们在成人之后没有反思，没有成长，很有可能会沿袭上一代的教育方式，采用粗暴的打骂教育。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，他们是在一个打骂的环境中长大的，我也可以理解他们。但我觉得他们对我的期望太高了，无论我做对还是做错，他们都会怪罪我，这让我感到很沮丧。",
    "annotation": [
      {
        "sentence": "是的，他们是在一个打骂的环境中长大的，我也可以理解他们。",
        "label": ""
      },
      {
        "sentence": "但我觉得他们对我的期望太高了，无论我做对还是做错，他们都会怪罪我，这让我感到很沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母不是我们能选择的，对于父母的教育方式，抱怨也是没有用的，我们可以从更深的角度去看待这些问题，看到和理解父母的局限性，然后尽可能的在有限的条件下，更好的成长自我，成为与父母不一样的人。你现在能意识到这些问题，能来这里提问，那就是一个很好的开始。成长不是一蹴而就的，继续努力！",
    "annotation": [
      {
        "sentence": "父母不是我们能选择的，对于父母的教育方式，抱怨也是没有用的，我们可以从更深的角度去看待这些问题，看到和理解父母的局限性，然后尽可能的在有限的条件下，更好的成长自我，成为与父母不一样的人。",
        "label": ""
      },
      {
        "sentence": "你现在能意识到这些问题，能来这里提问，那就是一个很好的开始。",
        "label": ""
      },
      {
        "sentence": "成长不是一蹴而就的，继续努力！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解，我会坚持的。但是我还有一个问题是关于感情的，我的前男友在半夜找我碰了我，但他却不能给我身份，我觉得很矛盾，也很委屈。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解，我会坚持的。",
        "label": ""
      },
      {
        "sentence": "但是我还有一个问题是关于感情的，我的前男友在半夜找我碰了我，但他却不能给我身份，我觉得很矛盾，也很委屈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "既然是前男友，而且他也不能给你身份，可是，为什么没有拒绝他呢？你在其它人际关系方面，是不是也会这样委屈自己呢？如果是这样，很容易让自己承受了太多的委屈，委屈积累多了，内心也就会很压抑。",
    "annotation": [
      {
        "sentence": "既然是前男友，而且他也不能给你身份，可是，为什么没有拒绝他呢？",
        "label": ""
      },
      {
        "sentence": "你在其它人际关系方面，是不是也会这样委屈自己呢？",
        "label": ""
      },
      {
        "sentence": "如果是这样，很容易让自己承受了太多的委屈，委屈积累多了，内心也就会很压抑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想我一直有一个需要被爱和需要依赖别人的问题，所以即使明知道他不能给我身份，我也没有拒绝他，还给了他机会接近我。而且，我在其他人际关系方面也会委屈自己，总是迁就别人。",
    "annotation": [
      {
        "sentence": "我想我一直有一个需要被爱和需要依赖别人的问题，所以即使明知道他不能给我身份，我也没有拒绝他，还给了他机会接近我。",
        "label": ""
      },
      {
        "sentence": "而且，我在其他人际关系方面也会委屈自己，总是迁就别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受。在人际关系上，我们需要有自己的原则和底线，不需要为了迎合他人，而委屈自己，牺牲自己。不合理的要求，可以拒绝，尊重自己的感受。人际关系不需要太多太杂，不健康的人际关系，反倒会耗费我们的精力，让我们难受、痛苦。",
    "annotation": [
      {
        "sentence": "我明白你的感受。",
        "label": ""
      },
      {
        "sentence": "在人际关系上，我们需要有自己的原则和底线，不需要为了迎合他人，而委屈自己，牺牲自己。",
        "label": ""
      },
      {
        "sentence": "不合理的要求，可以拒绝，尊重自己的感受。",
        "label": ""
      },
      {
        "sentence": "人际关系不需要太多太杂，不健康的人际关系，反倒会耗费我们的精力，让我们难受、痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更加坚定地保护自己。我现在觉得情绪容易激动，也许之前委屈太多导致内心压抑。你觉得我需要寻求心理医生或心理咨询师的帮助吗？",
    "annotation": [
      {
        "sentence": "你说得对，我应该更加坚定地保护自己。",
        "label": ""
      },
      {
        "sentence": "我现在觉得情绪容易激动，也许之前委屈太多导致内心压抑。",
        "label": ""
      },
      {
        "sentence": "你觉得我需要寻求心理医生或心理咨询师的帮助吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果现在的心理状态你无法自行调节，建议去看看心理医生，或者心理咨询师。他们会给你专业的建议和帮助，帮助你更好地理解自己的情绪，解决困扰你的问题。你已经迈出了第一步，寻求帮助是正确的选择。（^_-）。",
    "annotation": [
      {
        "sentence": "如果现在的心理状态你无法自行调节，建议去看看心理医生，或者心理咨询师。",
        "label": ""
      },
      {
        "sentence": "他们会给你专业的建议和帮助，帮助你更好地理解自己的情绪，解决困扰你的问题。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，寻求帮助是正确的选择。",
        "label": ""
      },
      {
        "sentence": "（^_-）。",
        "label": ""
      }
    ]
  }
]