[
  {
    "role": "client",
    "content": "我32岁，是个女性。我感情上陷入了一段互相折磨的情感纠葛，出不来怎么办？我在一个体制内工作，单身，感情经历也不多。而且我一个人身处异乡，去年又脚受伤了。有个未婚的同事根据领导的安排陪我去医院，并一直接送我回家。在这个过程中，我对他产生了好感。虽然他比我小，但他很优秀。我觉得这份好感只是单方面的，所以我没有主动提出来。但有一天，他来我家借酒时抱住了我，我们甚至躺在了我的床上，虽然我们没有发生关系，但我们像情侣一样接吻抚摸。我以为这意味着我们的关系会有进一步发展，但他却说他没有想清楚，担心以后会出轨，因为男人很可能会出轨。他是离异家庭出来的，虽然父母对他很爱，但他的性格有点急躁易怒。我真的对他挺有感觉的，但是每次他生气的时候都爱乱说话，比如说我喜欢暴露自己，勾引人。他说我喜欢被陌生男人抱。我跟领导讲话没有回他的消息，他就说我是领导的小三，他把他心中的人格侮辱说的话都是从他嘴里听到的。虽然我跟他一起吃饭，但我并没有主动给他夹菜，他觉得我自私，认为我不值得被人爱。现在看来，我觉得没必要再和他联系了。但是他却道歉说他之前说的都是气话，他还扇了自己耳光。当他生气的时候，他常常会用手捶墙，一直说我浪费了他的感情，问我要如何赔偿他等等。昨天有件事情我没有告诉他，我承认我有错。结果整晚都在被他责骂。他觉得是我害了他。",
    "annotation": [
      {
        "sentence": "我32岁，是个女性。",
        "label": ""
      },
      {
        "sentence": "我感情上陷入了一段互相折磨的情感纠葛，出不来怎么办？",
        "label": ""
      },
      {
        "sentence": "我在一个体制内工作，单身，感情经历也不多。",
        "label": ""
      },
      {
        "sentence": "而且我一个人身处异乡，去年又脚受伤了。",
        "label": ""
      },
      {
        "sentence": "有个未婚的同事根据领导的安排陪我去医院，并一直接送我回家。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，我对他产生了好感。",
        "label": ""
      },
      {
        "sentence": "虽然他比我小，但他很优秀。",
        "label": ""
      },
      {
        "sentence": "我觉得这份好感只是单方面的，所以我没有主动提出来。",
        "label": ""
      },
      {
        "sentence": "但有一天，他来我家借酒时抱住了我，我们甚至躺在了我的床上，虽然我们没有发生关系，但我们像情侣一样接吻抚摸。",
        "label": ""
      },
      {
        "sentence": "我以为这意味着我们的关系会有进一步发展，但他却说他没有想清楚，担心以后会出轨，因为男人很可能会出轨。",
        "label": ""
      },
      {
        "sentence": "他是离异家庭出来的，虽然父母对他很爱，但他的性格有点急躁易怒。",
        "label": ""
      },
      {
        "sentence": "我真的对他挺有感觉的，但是每次他生气的时候都爱乱说话，比如说我喜欢暴露自己，勾引人。",
        "label": ""
      },
      {
        "sentence": "他说我喜欢被陌生男人抱。",
        "label": ""
      },
      {
        "sentence": "我跟领导讲话没有回他的消息，他就说我是领导的小三，他把他心中的人格侮辱说的话都是从他嘴里听到的。",
        "label": ""
      },
      {
        "sentence": "虽然我跟他一起吃饭，但我并没有主动给他夹菜，他觉得我自私，认为我不值得被人爱。",
        "label": ""
      },
      {
        "sentence": "现在看来，我觉得没必要再和他联系了。",
        "label": ""
      },
      {
        "sentence": "但是他却道歉说他之前说的都是气话，他还扇了自己耳光。",
        "label": ""
      },
      {
        "sentence": "当他生气的时候，他常常会用手捶墙，一直说我浪费了他的感情，问我要如何赔偿他等等。",
        "label": ""
      },
      {
        "sentence": "昨天有件事情我没有告诉他，我承认我有错。",
        "label": ""
      },
      {
        "sentence": "结果整晚都在被他责骂。",
        "label": ""
      },
      {
        "sentence": "他觉得是我害了他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有句话这样说，“我们都是有问题的人。”虽然你描述了很多他的问题，但或许我们内心深处也存在着一定的影响。从情感角度来看，你的感情经历受到了原生家庭的限制和家人的严苛对待，导致你没有太多的机会去尝试和体验感情。实际上，在内心深处你缺乏安全感和自我肯定感，因此不敢也不愿意去挑战和触碰你内心深处那颗脆弱的心灵。虽然你强调了同事因为照顾你而产生的情感，但真正的爱情是需要彼此接触和了解的。你并不排斥这份情感，更重要的是你们彼此都没有准备好。即使经历了像情侣一样的肌肤之亲，也无法让你们对未来的感情升温有更进一步的感觉。有时候一个人在异乡，会受到环境的影响。同事对你的好只是因为关心，而你对爱情的理解与他对爱情的感觉并不相同。你过于敏感并不能对爱情有所帮助，所以才会出现他纠结的情况。同时，这也让你对他产生了很多不同的感受。针对你的问题，我给你几点建议：1.坐下来深入谈谈是你们解决感情问题的最好方式之一。沟通的结果并不一定会让对方百分之百满意，但至少你会知道他期望的是不是你所期望的，并确定你们是否在同一个频率上。2.爱情不是控制和占有，更重要的是理解和包容。也许你对爱的理解就在于妥协和迁就，但是婚前问题永远比婚后要明显得多，尤其是性格和生活习惯方面。3.原生家庭对于新生家庭的幸福有一定的影响。他喜欢你也许是因为一种缺爱的表现，让他找到了母亲的感觉。但是过度地让你感到不舒服，而且年龄也是一个必须要考虑的因素。4.任性行为既不能随心所欲，也不是无端猜忌别人的借口和表现。包容是双方都要努力的结果。爱情不仅仅是简单的喜欢，更是夫妻间责任的重担。成熟的心态确实非常重要。5.幸福的家庭都有相似之处，不幸的家庭却各有各的不幸。对待周围事物要理性并客观地分析你们的关系。旁观者只是客观地陈述事实，真正能解决问题的是身处其中的你们。关键要看你们是否合适，这不仅仅在于门当户对，也在于彼此的价值观是否趋同。同时，不要为了一时的冲动而选择一段注定没有结果的事情。希望对你有所帮助，一切都会好起来。",
    "annotation": [
      {
        "sentence": "有句话这样说，“我们都是有问题的人。",
        "label": ""
      },
      {
        "sentence": "”虽然你描述了很多他的问题，但或许我们内心深处也存在着一定的影响。",
        "label": ""
      },
      {
        "sentence": "从情感角度来看，你的感情经历受到了原生家庭的限制和家人的严苛对待，导致你没有太多的机会去尝试和体验感情。",
        "label": ""
      },
      {
        "sentence": "实际上，在内心深处你缺乏安全感和自我肯定感，因此不敢也不愿意去挑战和触碰你内心深处那颗脆弱的心灵。",
        "label": ""
      },
      {
        "sentence": "虽然你强调了同事因为照顾你而产生的情感，但真正的爱情是需要彼此接触和了解的。",
        "label": ""
      },
      {
        "sentence": "你并不排斥这份情感，更重要的是你们彼此都没有准备好。",
        "label": ""
      },
      {
        "sentence": "即使经历了像情侣一样的肌肤之亲，也无法让你们对未来的感情升温有更进一步的感觉。",
        "label": ""
      },
      {
        "sentence": "有时候一个人在异乡，会受到环境的影响。",
        "label": ""
      },
      {
        "sentence": "同事对你的好只是因为关心，而你对爱情的理解与他对爱情的感觉并不相同。",
        "label": ""
      },
      {
        "sentence": "你过于敏感并不能对爱情有所帮助，所以才会出现他纠结的情况。",
        "label": ""
      },
      {
        "sentence": "同时，这也让你对他产生了很多不同的感受。",
        "label": ""
      },
      {
        "sentence": "针对你的问题，我给你几点建议：1.坐下来深入谈谈是你们解决感情问题的最好方式之一。",
        "label": ""
      },
      {
        "sentence": "沟通的结果并不一定会让对方百分之百满意，但至少你会知道他期望的是不是你所期望的，并确定你们是否在同一个频率上。",
        "label": ""
      },
      {
        "sentence": "2.爱情不是控制和占有，更重要的是理解和包容。",
        "label": ""
      },
      {
        "sentence": "也许你对爱的理解就在于妥协和迁就，但是婚前问题永远比婚后要明显得多，尤其是性格和生活习惯方面。",
        "label": ""
      },
      {
        "sentence": "3.原生家庭对于新生家庭的幸福有一定的影响。",
        "label": ""
      },
      {
        "sentence": "他喜欢你也许是因为一种缺爱的表现，让他找到了母亲的感觉。",
        "label": ""
      },
      {
        "sentence": "但是过度地让你感到不舒服，而且年龄也是一个必须要考虑的因素。",
        "label": ""
      },
      {
        "sentence": "4.任性行为既不能随心所欲，也不是无端猜忌别人的借口和表现。",
        "label": ""
      },
      {
        "sentence": "包容是双方都要努力的结果。",
        "label": ""
      },
      {
        "sentence": "爱情不仅仅是简单的喜欢，更是夫妻间责任的重担。",
        "label": ""
      },
      {
        "sentence": "成熟的心态确实非常重要。",
        "label": ""
      },
      {
        "sentence": "5.幸福的家庭都有相似之处，不幸的家庭却各有各的不幸。",
        "label": ""
      },
      {
        "sentence": "对待周围事物要理性并客观地分析你们的关系。",
        "label": ""
      },
      {
        "sentence": "旁观者只是客观地陈述事实，真正能解决问题的是身处其中的你们。",
        "label": ""
      },
      {
        "sentence": "关键要看你们是否合适，这不仅仅在于门当户对，也在于彼此的价值观是否趋同。",
        "label": ""
      },
      {
        "sentence": "同时，不要为了一时的冲动而选择一段注定没有结果的事情。",
        "label": ""
      },
      {
        "sentence": "希望对你有所帮助，一切都会好起来。",
        "label": ""
      }
    ]
  }
]