[
  {
    "role": "client",
    "content": "我32岁，女性。我感情上陷入了一段互相折磨的状态，无法解脱。我在体制内工作，一直都是单身，所以感情经历不多。去年我脚受伤了，有个未婚的同事按领导的安排，陪我去医院接送。在这个过程中，我对他产生了好感。但他比我小，而且非常出色，我觉得好感只是单方面的，所以没有表白。某天他来我家借酒时抱住了我，还躺在了我的床上，尽管我们没有发生关系，但是我们就像一对情侣一样接吻和互相抚摸。我以为我们的关系会有进一步的发展，但是他却表示他没有想清楚。他担心自己没想清楚之后会出轨，他认为男人很容易会出轨，可能是他来自离异家庭的原因，父母虽然很爱他，但他的性格易怒和冲动。我真的对他挺喜欢的，但是他生气的时候就会乱说话，比如说我喜欢暴露自己，勾引人，还有说我喜欢被陌生男人抱。当我和领导交谈时没有回他的消息，他还说我是领导的小三，用伤害我人格的话来侮辱我。这些话都是从他那里听到的，但还是一直和他一起吃饭，我没有主动给他夹菜，然后他就说我自私，说我不值得被爱之类的。我觉得或许我们没有必要再联系了，但他又道歉说是气话，甚至扇自己耳光。生气的时候他还会用手捶墙，一直说我浪费他的感情，追问我要如何补偿他。昨天有件事情我没有告诉他，我承认犯了错，一晚上都没有睡觉。他一直在骂我，说我害了他。",
    "annotation": [
      {
        "sentence": "我32岁，女性。",
        "label": ""
      },
      {
        "sentence": "我感情上陷入了一段互相折磨的状态，无法解脱。",
        "label": ""
      },
      {
        "sentence": "我在体制内工作，一直都是单身，所以感情经历不多。",
        "label": ""
      },
      {
        "sentence": "去年我脚受伤了，有个未婚的同事按领导的安排，陪我去医院接送。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，我对他产生了好感。",
        "label": ""
      },
      {
        "sentence": "但他比我小，而且非常出色，我觉得好感只是单方面的，所以没有表白。",
        "label": ""
      },
      {
        "sentence": "某天他来我家借酒时抱住了我，还躺在了我的床上，尽管我们没有发生关系，但是我们就像一对情侣一样接吻和互相抚摸。",
        "label": ""
      },
      {
        "sentence": "我以为我们的关系会有进一步的发展，但是他却表示他没有想清楚。",
        "label": ""
      },
      {
        "sentence": "他担心自己没想清楚之后会出轨，他认为男人很容易会出轨，可能是他来自离异家庭的原因，父母虽然很爱他，但他的性格易怒和冲动。",
        "label": ""
      },
      {
        "sentence": "我真的对他挺喜欢的，但是他生气的时候就会乱说话，比如说我喜欢暴露自己，勾引人，还有说我喜欢被陌生男人抱。",
        "label": ""
      },
      {
        "sentence": "当我和领导交谈时没有回他的消息，他还说我是领导的小三，用伤害我人格的话来侮辱我。",
        "label": ""
      },
      {
        "sentence": "这些话都是从他那里听到的，但还是一直和他一起吃饭，我没有主动给他夹菜，然后他就说我自私，说我不值得被爱之类的。",
        "label": ""
      },
      {
        "sentence": "我觉得或许我们没有必要再联系了，但他又道歉说是气话，甚至扇自己耳光。",
        "label": ""
      },
      {
        "sentence": "生气的时候他还会用手捶墙，一直说我浪费他的感情，追问我要如何补偿他。",
        "label": ""
      },
      {
        "sentence": "昨天有件事情我没有告诉他，我承认犯了错，一晚上都没有睡觉。",
        "label": ""
      },
      {
        "sentence": "他一直在骂我，说我害了他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "爱情本来就是一件神奇的事情。有些人虽然没有太多的感情经历，但初恋往往会成为他们一生的爱情。有些人虽然经历了很多感情，却一直没能找到真爱。就像你这样，一开始感觉很好，但后来发现对方有很多你不能接受的地方。让我来帮你整理一下问题：你之前感情经历不多，但因为一次受伤经历，对方的照顾让你产生了好感。你以为你们的关系会有进一步的发展，但他觉得自己没有想清楚。他来自离异家庭，父母都很爱他。他易怒、缺乏对人的信任感，总是怀疑你。同时也缺乏安全感。其实他的性格很大程度上是家庭环境造成的。哪怕他的父母再爱他，离异对他可能造成了终身的伤痛。所以一开始他就害怕和你在一起，担心你们的婚姻会像他父母一样没有结果。而且很有可能是因为他父亲出轨导致了家庭的破裂，所以他确实有很大的顾虑。后来当你们在一起后，他开始猜忌你，觉得你衣着暴露勾引领导，不关心他，这些都是他的不安全感在作祟，因为他不太相信爱情，所以会对你猜忌。当你最后说不再联系的时候，他会道歉，甚至还扇自己耳光，肯定是害怕失去你的原因，因为他对你也有好感。也许他还想控制你，因为控制会让他感到安全。而你现在肯定很痛苦，因为在这段感情里，你很难感受到幸福，更多的是猜忌和不信任。但是你又确实很喜欢他，想要和他继续下去。一时间很难放手，非常纠结。所以我给你一些建议，希望能对你有所帮助：首先，你要确定你是真的爱他，不仅仅是因为生病时的照顾而感激他。这是最重要的问题，只有你能确定你真的爱他，这段感情才有意义继续下去。你对一个人是否爱，其实在静下心来反思时，是可以感受到的。同样，你也应该仔细思考他是否真的爱你，还是只是为了控制你，舍不得放手？只有想明白这两个问题，你才能决定是否有必要进行下去。你能否忍受他当前的一些问题，或者你有能力和毅力帮助他改变。根据你的描述，他肯定有很多问题你不能接受，所以你要考虑是否有能力和毅力帮助他改掉这些不好的习惯。当然，这也需要他的配合。你可以试着和他沟通，说出自己的想法。如果他真的爱你，他会愿意为你做出改变。但如果他连基本的沟通都做不到，你也没有必要继续和他一起痛苦下去。如果需要的话，你可以带他去看心理医生，接受一些专业的评估和指导。他的家庭背景导致他的心理上可能有些创伤。所以接受心理咨询非常有必要，可以帮助他尽快恢复正常。在这期间，如果他能配合治疗，你也应该好好照顾他，陪伴他，这样他会更有勇气和动力坚持下去。希望这些建议能对你有所帮助，也希望你能够幸福。",
    "annotation": [
      {
        "sentence": "爱情本来就是一件神奇的事情。",
        "label": ""
      },
      {
        "sentence": "有些人虽然没有太多的感情经历，但初恋往往会成为他们一生的爱情。",
        "label": ""
      },
      {
        "sentence": "有些人虽然经历了很多感情，却一直没能找到真爱。",
        "label": ""
      },
      {
        "sentence": "就像你这样，一开始感觉很好，但后来发现对方有很多你不能接受的地方。",
        "label": ""
      },
      {
        "sentence": "让我来帮你整理一下问题：你之前感情经历不多，但因为一次受伤经历，对方的照顾让你产生了好感。",
        "label": ""
      },
      {
        "sentence": "你以为你们的关系会有进一步的发展，但他觉得自己没有想清楚。",
        "label": ""
      },
      {
        "sentence": "他来自离异家庭，父母都很爱他。",
        "label": ""
      },
      {
        "sentence": "他易怒、缺乏对人的信任感，总是怀疑你。",
        "label": ""
      },
      {
        "sentence": "同时也缺乏安全感。",
        "label": ""
      },
      {
        "sentence": "其实他的性格很大程度上是家庭环境造成的。",
        "label": ""
      },
      {
        "sentence": "哪怕他的父母再爱他，离异对他可能造成了终身的伤痛。",
        "label": ""
      },
      {
        "sentence": "所以一开始他就害怕和你在一起，担心你们的婚姻会像他父母一样没有结果。",
        "label": ""
      },
      {
        "sentence": "而且很有可能是因为他父亲出轨导致了家庭的破裂，所以他确实有很大的顾虑。",
        "label": ""
      },
      {
        "sentence": "后来当你们在一起后，他开始猜忌你，觉得你衣着暴露勾引领导，不关心他，这些都是他的不安全感在作祟，因为他不太相信爱情，所以会对你猜忌。",
        "label": ""
      },
      {
        "sentence": "当你最后说不再联系的时候，他会道歉，甚至还扇自己耳光，肯定是害怕失去你的原因，因为他对你也有好感。",
        "label": ""
      },
      {
        "sentence": "也许他还想控制你，因为控制会让他感到安全。",
        "label": ""
      },
      {
        "sentence": "而你现在肯定很痛苦，因为在这段感情里，你很难感受到幸福，更多的是猜忌和不信任。",
        "label": ""
      },
      {
        "sentence": "但是你又确实很喜欢他，想要和他继续下去。",
        "label": ""
      },
      {
        "sentence": "一时间很难放手，非常纠结。",
        "label": ""
      },
      {
        "sentence": "所以我给你一些建议，希望能对你有所帮助：首先，你要确定你是真的爱他，不仅仅是因为生病时的照顾而感激他。",
        "label": ""
      },
      {
        "sentence": "这是最重要的问题，只有你能确定你真的爱他，这段感情才有意义继续下去。",
        "label": ""
      },
      {
        "sentence": "你对一个人是否爱，其实在静下心来反思时，是可以感受到的。",
        "label": ""
      },
      {
        "sentence": "同样，你也应该仔细思考他是否真的爱你，还是只是为了控制你，舍不得放手？",
        "label": ""
      },
      {
        "sentence": "只有想明白这两个问题，你才能决定是否有必要进行下去。",
        "label": ""
      },
      {
        "sentence": "你能否忍受他当前的一些问题，或者你有能力和毅力帮助他改变。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，他肯定有很多问题你不能接受，所以你要考虑是否有能力和毅力帮助他改掉这些不好的习惯。",
        "label": ""
      },
      {
        "sentence": "当然，这也需要他的配合。",
        "label": ""
      },
      {
        "sentence": "你可以试着和他沟通，说出自己的想法。",
        "label": ""
      },
      {
        "sentence": "如果他真的爱你，他会愿意为你做出改变。",
        "label": ""
      },
      {
        "sentence": "但如果他连基本的沟通都做不到，你也没有必要继续和他一起痛苦下去。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，你可以带他去看心理医生，接受一些专业的评估和指导。",
        "label": ""
      },
      {
        "sentence": "他的家庭背景导致他的心理上可能有些创伤。",
        "label": ""
      },
      {
        "sentence": "所以接受心理咨询非常有必要，可以帮助他尽快恢复正常。",
        "label": ""
      },
      {
        "sentence": "在这期间，如果他能配合治疗，你也应该好好照顾他，陪伴他，这样他会更有勇气和动力坚持下去。",
        "label": ""
      },
      {
        "sentence": "希望这些建议能对你有所帮助，也希望你能够幸福。",
        "label": ""
      }
    ]
  }
]