[
  {
    "role": "client",
    "content": "我32岁，是个单身的女性。最近在一段互相折磨的情感中无法自拔。我在体制内工作，而且感情经历也不多，一个人身处异乡。去年我脚受伤，有个未婚同事按照领导的安排，陪我去医院接送。在这个过程中，我对他产生了好感。但是由于他比我小，而且非常优秀，所以我认为这只是我一方面的好感，并没有表达出来。某一天，他在我家借酒抱住了我，躺在了我的床上。虽然我们没有发生关系，但是我们像情侣一样亲吻和抚摸。我以为我们的关系会有进一步发展的，可他却说他还没有想清楚。他认为，如果他没有想清楚就会出轨，因为男人更容易出轨。他来自离异家庭，他的父母非常爱他，但是他的性格有些急躁易怒。我真的很喜欢他，但是每次他生气的时候总是乱说一气，比如说我喜欢暴露自己，喜欢勾引人，还说我喜欢被陌生男人抱。他甚至在我和领导谈话的时候不回复我的信息，然后说我是领导的小三，对我的人格进行侮辱。这些话都是从他嘴里说出来的。虽然我们经常一起吃饭，但是我没有主动给他夹菜。他觉得我自私，说我不值得被爱等等。我本来想着就不再联系了，可是他向我道歉说那些话只是气话，并且扇了自己耳光。他会发怒时用手捶墙，一直说我浪费了他的感情，问我怎么赔偿他等等。昨天有件事情我没有告诉他，我承认这是我的错。结果整晚我都没睡，到处都是道歉的话，他一直在骂我，他觉得我害了他。",
    "annotation": [
      {
        "sentence": "我32岁，是个单身的女性。",
        "label": ""
      },
      {
        "sentence": "最近在一段互相折磨的情感中无法自拔。",
        "label": ""
      },
      {
        "sentence": "我在体制内工作，而且感情经历也不多，一个人身处异乡。",
        "label": ""
      },
      {
        "sentence": "去年我脚受伤，有个未婚同事按照领导的安排，陪我去医院接送。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，我对他产生了好感。",
        "label": ""
      },
      {
        "sentence": "但是由于他比我小，而且非常优秀，所以我认为这只是我一方面的好感，并没有表达出来。",
        "label": ""
      },
      {
        "sentence": "某一天，他在我家借酒抱住了我，躺在了我的床上。",
        "label": ""
      },
      {
        "sentence": "虽然我们没有发生关系，但是我们像情侣一样亲吻和抚摸。",
        "label": ""
      },
      {
        "sentence": "我以为我们的关系会有进一步发展的，可他却说他还没有想清楚。",
        "label": ""
      },
      {
        "sentence": "他认为，如果他没有想清楚就会出轨，因为男人更容易出轨。",
        "label": ""
      },
      {
        "sentence": "他来自离异家庭，他的父母非常爱他，但是他的性格有些急躁易怒。",
        "label": ""
      },
      {
        "sentence": "我真的很喜欢他，但是每次他生气的时候总是乱说一气，比如说我喜欢暴露自己，喜欢勾引人，还说我喜欢被陌生男人抱。",
        "label": ""
      },
      {
        "sentence": "他甚至在我和领导谈话的时候不回复我的信息，然后说我是领导的小三，对我的人格进行侮辱。",
        "label": ""
      },
      {
        "sentence": "这些话都是从他嘴里说出来的。",
        "label": ""
      },
      {
        "sentence": "虽然我们经常一起吃饭，但是我没有主动给他夹菜。",
        "label": ""
      },
      {
        "sentence": "他觉得我自私，说我不值得被爱等等。",
        "label": ""
      },
      {
        "sentence": "我本来想着就不再联系了，可是他向我道歉说那些话只是气话，并且扇了自己耳光。",
        "label": ""
      },
      {
        "sentence": "他会发怒时用手捶墙，一直说我浪费了他的感情，问我怎么赔偿他等等。",
        "label": ""
      },
      {
        "sentence": "昨天有件事情我没有告诉他，我承认这是我的错。",
        "label": ""
      },
      {
        "sentence": "结果整晚我都没睡，到处都是道歉的话，他一直在骂我，他觉得我害了他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述，他的言语和行为与如今流行的PUA非常相似。比如他的情绪多变，喜怒无常，对你态度始终变化莫测，时而好好对待你，时而变得刻薄。他总是在不断地指责和贬低你，让你逐渐失去自信，觉得自己配不上他，配不上任何美好的事物。尽管他整天说你不好，但他却不愿意离开你。一旦他发现你对他的态度有所改变，他会退一步，软下来，甚至会不要尊严地扇自己耳光、捶墙、后悔等，好让你回心转意。但如果你也退一步，他又会主动逼近。这种人会通过死皮赖脸和善变的行为逐渐消磨对方的意志。如果对方没有勇气逃离，彻底摆脱这段关系，那么后半生将会变得非常痛苦。我想起了包丽的例子，她就是最好的例子。所以我建议你赶紧离开他，一分钟也不要再多留在他身边。如果他敢威胁你，可以录音做为证据。你可以理直气壮地回复他：“我不要他了！”如果他纠缠不休，也不要心软，尽量寻求亲朋好友的帮助，让他知道你也有靠山！",
    "annotation": [
      {
        "sentence": "通过你的描述，他的言语和行为与如今流行的PUA非常相似。",
        "label": ""
      },
      {
        "sentence": "比如他的情绪多变，喜怒无常，对你态度始终变化莫测，时而好好对待你，时而变得刻薄。",
        "label": ""
      },
      {
        "sentence": "他总是在不断地指责和贬低你，让你逐渐失去自信，觉得自己配不上他，配不上任何美好的事物。",
        "label": ""
      },
      {
        "sentence": "尽管他整天说你不好，但他却不愿意离开你。",
        "label": ""
      },
      {
        "sentence": "一旦他发现你对他的态度有所改变，他会退一步，软下来，甚至会不要尊严地扇自己耳光、捶墙、后悔等，好让你回心转意。",
        "label": ""
      },
      {
        "sentence": "但如果你也退一步，他又会主动逼近。",
        "label": ""
      },
      {
        "sentence": "这种人会通过死皮赖脸和善变的行为逐渐消磨对方的意志。",
        "label": ""
      },
      {
        "sentence": "如果对方没有勇气逃离，彻底摆脱这段关系，那么后半生将会变得非常痛苦。",
        "label": ""
      },
      {
        "sentence": "我想起了包丽的例子，她就是最好的例子。",
        "label": ""
      },
      {
        "sentence": "所以我建议你赶紧离开他，一分钟也不要再多留在他身边。",
        "label": ""
      },
      {
        "sentence": "如果他敢威胁你，可以录音做为证据。",
        "label": ""
      },
      {
        "sentence": "你可以理直气壮地回复他：“我不要他了！",
        "label": ""
      },
      {
        "sentence": "”如果他纠缠不休，也不要心软，尽量寻求亲朋好友的帮助，让他知道你也有靠山！",
        "label": ""
      }
    ]
  }
]