[
  {
    "role": "client",
    "content": "觉得生活好难，希望发生些什么事情把自己一波带走觉得生活很艰难。有很多应付的责任：尽管其实是自己的责任心作祟，如能力越大责任越大，但是超我越觉知这些责任，自身就对这些责任更加抗拒和抵抗，特别希望不具有一切责任也不具有一切限制，自己只对自己负责，想做什么就做什么，做错了就为错事付出代价。因此常常觉得生活特别累，特别艰难。没有自杀意愿没有自杀计划没有自杀行为，但是经常都在希望有我自己无法控制的突发事件，如车祸、疾病等让我能失去生命的自由。觉得这样一来自己责任心不会谴责，不会亏欠任何人，结束这艰辛的生活和很多痛苦和煎熬。我也很想做一个能轻易快乐的人。上次和好友说我现在第一目标就是变成快乐的人，好友说这很简单啊。可是人和人不一样，我就做不到轻易快乐。生命的包袱很重，觉得自己的人生价值就在于让他人实现价值，如果自己的存在给这个世界带来一点点的好，会觉得自己没有白活这一生。时常痛苦地思考和挣扎于生活中。",
    "annotation": [
      {
        "sentence": "觉得生活好难，希望发生些什么事情把自己一波带走觉得生活很艰难。",
        "label": ""
      },
      {
        "sentence": "有很多应付的责任：尽管其实是自己的责任心作祟，如能力越大责任越大，但是超我越觉知这些责任，自身就对这些责任更加抗拒和抵抗，特别希望不具有一切责任也不具有一切限制，自己只对自己负责，想做什么就做什么，做错了就为错事付出代价。",
        "label": ""
      },
      {
        "sentence": "因此常常觉得生活特别累，特别艰难。",
        "label": ""
      },
      {
        "sentence": "没有自杀意愿没有自杀计划没有自杀行为，但是经常都在希望有我自己无法控制的突发事件，如车祸、疾病等让我能失去生命的自由。",
        "label": ""
      },
      {
        "sentence": "觉得这样一来自己责任心不会谴责，不会亏欠任何人，结束这艰辛的生活和很多痛苦和煎熬。",
        "label": ""
      },
      {
        "sentence": "我也很想做一个能轻易快乐的人。",
        "label": ""
      },
      {
        "sentence": "上次和好友说我现在第一目标就是变成快乐的人，好友说这很简单啊。",
        "label": ""
      },
      {
        "sentence": "可是人和人不一样，我就做不到轻易快乐。",
        "label": ""
      },
      {
        "sentence": "生命的包袱很重，觉得自己的人生价值就在于让他人实现价值，如果自己的存在给这个世界带来一点点的好，会觉得自己没有白活这一生。",
        "label": ""
      },
      {
        "sentence": "时常痛苦地思考和挣扎于生活中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，听到你的倾诉让我感到很心疼。你说的确实是生活中一些普遍存在的困惑和压力。当我们感觉生活压力沉重时，我们会希望一些事情能够让我们解脱。然而，希望能有突发事件解开束缚，并不是解决问题的方法。我想跟你分享一下我的想法。对于责任心，我觉得每个人都有不同的衡量标准，实际上无法做到完全不承担责任。但我们可以适度调整自己对责任的认知，避免超出自己实际承受能力。我们不能以牺牲自己的身心健康来满足对责任的过分执着。责任感和放松也是可以兼顾的。",
    "annotation": [
      {
        "sentence": "求助者，听到你的倾诉让我感到很心疼。",
        "label": ""
      },
      {
        "sentence": "你说的确实是生活中一些普遍存在的困惑和压力。",
        "label": ""
      },
      {
        "sentence": "当我们感觉生活压力沉重时，我们会希望一些事情能够让我们解脱。",
        "label": ""
      },
      {
        "sentence": "然而，希望能有突发事件解开束缚，并不是解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "我想跟你分享一下我的想法。",
        "label": ""
      },
      {
        "sentence": "对于责任心，我觉得每个人都有不同的衡量标准，实际上无法做到完全不承担责任。",
        "label": ""
      },
      {
        "sentence": "但我们可以适度调整自己对责任的认知，避免超出自己实际承受能力。",
        "label": ""
      },
      {
        "sentence": "我们不能以牺牲自己的身心健康来满足对责任的过分执着。",
        "label": ""
      },
      {
        "sentence": "责任感和放松也是可以兼顾的。",
        "label": ""
      }
    ]
  }
]