[
  {
    "role": "client",
    "content": "最好的朋友准备自杀，我该怎么办？我俩初中认识到现在快十年了，和另外一个女生是铁三角的关系。其实我以前不知道她有这些想法，她也没有和我们提过。因为我进入大学以来一直反复受抑郁情绪影响，大二时有一次实在绷不住给她打电话，她这才告诉我其实她初高中的时候就计划着结束生命了。后来我们就一直互相倾诉互相鼓励。但是我没想到一直以来她想要结束的想法是这么坚定，没有丝毫余地。前两天她说她这个月最迟下个月就会实施，要么煤气要么跳楼，或者钻研其他有效的办法。而目前这件事只有我知道，另一个女生神经大条从没往这方面想过，她向她爸妈以及其他人表达过这些想法，但没人当真，指望他们没用。我很恐惧，她如果真的从我生活里消失我可能会心痛一辈子（如果这辈子还要继续的话），但我又有一点为她开心，生活对于我们而言的确非常非常非常没意思。我劝不回来，我本身的求生意志也不是特别强烈，她又一心求死。我该怎么办，我很不确定。",
    "annotation": [
      {
        "sentence": "最好的朋友准备自杀，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我俩初中认识到现在快十年了，和另外一个女生是铁三角的关系。",
        "label": ""
      },
      {
        "sentence": "其实我以前不知道她有这些想法，她也没有和我们提过。",
        "label": ""
      },
      {
        "sentence": "因为我进入大学以来一直反复受抑郁情绪影响，大二时有一次实在绷不住给她打电话，她这才告诉我其实她初高中的时候就计划着结束生命了。",
        "label": ""
      },
      {
        "sentence": "后来我们就一直互相倾诉互相鼓励。",
        "label": ""
      },
      {
        "sentence": "但是我没想到一直以来她想要结束的想法是这么坚定，没有丝毫余地。",
        "label": ""
      },
      {
        "sentence": "前两天她说她这个月最迟下个月就会实施，要么煤气要么跳楼，或者钻研其他有效的办法。",
        "label": ""
      },
      {
        "sentence": "而目前这件事只有我知道，另一个女生神经大条从没往这方面想过，她向她爸妈以及其他人表达过这些想法，但没人当真，指望他们没用。",
        "label": ""
      },
      {
        "sentence": "我很恐惧，她如果真的从我生活里消失我可能会心痛一辈子（如果这辈子还要继续的话），但我又有一点为她开心，生活对于我们而言的确非常非常非常没意思。",
        "label": ""
      },
      {
        "sentence": "我劝不回来，我本身的求生意志也不是特别强烈，她又一心求死。",
        "label": ""
      },
      {
        "sentence": "我该怎么办，我很不确定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你看起来非常恐慌和无助，又不知道该怎么应对，是吗？面对这种情况，任何人都会感到压力山大！首先，我觉得我们需要澄清一下你的情绪和担忧是源于什么？是你过度焦虑和惊慌，还是客观事实的发生？你是否在认为过度担心和消极想法会放大朋友的消极想法？还是你的朋友真的坚决要寻短见？她的情况确实十分危险，她的果决态度让任何与她亲近的人都会感到紧张和恐惧。但是，至少目前我们还有机会阻止这场悲剧的发生，关键在于你要勇敢面对。首先，你需要稳定一下自己的情绪，只有冷静和理智才能抓住最后的机会。既然你的朋友跟你透露了她的想法，说明她对你非常信任。那我们可以试着通过共情来了解她内心世界到底发生了什么，为什么她会如此消极绝望？她内心是否还存在可以支持她、影响她继续活下去的动力与精神支柱？如果有的话，我们可以思考如何激发和发掘她个人的资源，帮助她重新看到自己。你说当你觉得告诉她的父母没有用时，也许你已经被她影响到了。所以，你也需要观察一下，你的恐惧和消极情绪中有多少是被她传染的。你可能认为告诉她的父母没有效果，但你需要积极尝试，这种尝试不一定要公开，你可以通过适当的时机，讲述其他人的故事来引起她父母的警觉。比如，如果你有机会，可以讲述一些与你朋友性格相似的人的故事，通过这些故事触动她家人的心弦。为了赢得朋友的信任，你可以试着站在她的角度，理解并支持她的自杀观点，但同时也可以表达你自己的困惑和疑虑，比如你可以问自己活着的意义、为谁而活、选择死亡是为了摆脱痛苦还是为了追求更美好的生活。如果还有机会选择更美好的生活，是否可以推迟自杀的时间？如果你朋友的情况确实如你所描述的那样，已经有了详细的自杀计划，你必须引起警觉，并第一时间告知她的家人和其他可信赖的朋友，甚至考虑报警。比如，如果你发现她突然对别人格外友善、笑容满面，或者她把很多事情交代给你并试探性地询问你的意见，甚至邀请你一起选择极端方式结束生命，都需要第一时间告诉她的家人。如果可能的话，你也可以考虑咨询一下专业心理治疗师，看看是否可以给予朋友更专业的帮助。最后，我提醒你要做好最坏的打算。如果你朋友不打算接受任何帮助，你也需要考虑，即使得罪了她，也要与她的家人一起将她送往精神科医院接受治疗。我祝福你和你的朋友早日走出困境！",
    "annotation": [
      {
        "sentence": "你看起来非常恐慌和无助，又不知道该怎么应对，是吗？",
        "label": ""
      },
      {
        "sentence": "面对这种情况，任何人都会感到压力山大！",
        "label": ""
      },
      {
        "sentence": "首先，我觉得我们需要澄清一下你的情绪和担忧是源于什么？",
        "label": ""
      },
      {
        "sentence": "是你过度焦虑和惊慌，还是客观事实的发生？",
        "label": ""
      },
      {
        "sentence": "你是否在认为过度担心和消极想法会放大朋友的消极想法？",
        "label": ""
      },
      {
        "sentence": "还是你的朋友真的坚决要寻短见？",
        "label": ""
      },
      {
        "sentence": "她的情况确实十分危险，她的果决态度让任何与她亲近的人都会感到紧张和恐惧。",
        "label": ""
      },
      {
        "sentence": "但是，至少目前我们还有机会阻止这场悲剧的发生，关键在于你要勇敢面对。",
        "label": ""
      },
      {
        "sentence": "首先，你需要稳定一下自己的情绪，只有冷静和理智才能抓住最后的机会。",
        "label": ""
      },
      {
        "sentence": "既然你的朋友跟你透露了她的想法，说明她对你非常信任。",
        "label": ""
      },
      {
        "sentence": "那我们可以试着通过共情来了解她内心世界到底发生了什么，为什么她会如此消极绝望？",
        "label": ""
      },
      {
        "sentence": "她内心是否还存在可以支持她、影响她继续活下去的动力与精神支柱？",
        "label": ""
      },
      {
        "sentence": "如果有的话，我们可以思考如何激发和发掘她个人的资源，帮助她重新看到自己。",
        "label": ""
      },
      {
        "sentence": "你说当你觉得告诉她的父母没有用时，也许你已经被她影响到了。",
        "label": ""
      },
      {
        "sentence": "所以，你也需要观察一下，你的恐惧和消极情绪中有多少是被她传染的。",
        "label": ""
      },
      {
        "sentence": "你可能认为告诉她的父母没有效果，但你需要积极尝试，这种尝试不一定要公开，你可以通过适当的时机，讲述其他人的故事来引起她父母的警觉。",
        "label": ""
      },
      {
        "sentence": "比如，如果你有机会，可以讲述一些与你朋友性格相似的人的故事，通过这些故事触动她家人的心弦。",
        "label": ""
      },
      {
        "sentence": "为了赢得朋友的信任，你可以试着站在她的角度，理解并支持她的自杀观点，但同时也可以表达你自己的困惑和疑虑，比如你可以问自己活着的意义、为谁而活、选择死亡是为了摆脱痛苦还是为了追求更美好的生活。",
        "label": ""
      },
      {
        "sentence": "如果还有机会选择更美好的生活，是否可以推迟自杀的时间？",
        "label": ""
      },
      {
        "sentence": "如果你朋友的情况确实如你所描述的那样，已经有了详细的自杀计划，你必须引起警觉，并第一时间告知她的家人和其他可信赖的朋友，甚至考虑报警。",
        "label": ""
      },
      {
        "sentence": "比如，如果你发现她突然对别人格外友善、笑容满面，或者她把很多事情交代给你并试探性地询问你的意见，甚至邀请你一起选择极端方式结束生命，都需要第一时间告诉她的家人。",
        "label": ""
      },
      {
        "sentence": "如果可能的话，你也可以考虑咨询一下专业心理治疗师，看看是否可以给予朋友更专业的帮助。",
        "label": ""
      },
      {
        "sentence": "最后，我提醒你要做好最坏的打算。",
        "label": ""
      },
      {
        "sentence": "如果你朋友不打算接受任何帮助，你也需要考虑，即使得罪了她，也要与她的家人一起将她送往精神科医院接受治疗。",
        "label": ""
      },
      {
        "sentence": "我祝福你和你的朋友早日走出困境！",
        "label": ""
      }
    ]
  }
]