[
  {
    "role": "client",
    "content": "我是一个20岁的女生，每次过完寒暑假回校离开父母时，就会哭。我不知道是太舍不得他们还是其他原因，只是感觉内心很痛苦，很想哭，眼泪止不住。两个寒暑假过去了，我还是没能适应，一直如此。和男朋友一起出去玩也是一样，一分开就很想哭，很长时间都无法平复情绪。虽然我觉得我并不是那么依赖他，但是就是有一种强烈的想哭、心痛的感觉。",
    "annotation": [
      {
        "sentence": "我是一个20岁的女生，每次过完寒暑假回校离开父母时，就会哭。",
        "label": ""
      },
      {
        "sentence": "我不知道是太舍不得他们还是其他原因，只是感觉内心很痛苦，很想哭，眼泪止不住。",
        "label": ""
      },
      {
        "sentence": "两个寒暑假过去了，我还是没能适应，一直如此。",
        "label": ""
      },
      {
        "sentence": "和男朋友一起出去玩也是一样，一分开就很想哭，很长时间都无法平复情绪。",
        "label": ""
      },
      {
        "sentence": "虽然我觉得我并不是那么依赖他，但是就是有一种强烈的想哭、心痛的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我也是一个喜欢哭的人，看到电视电影里面的悲欢离合，真的能够感同身受。每次离别和重逢，我都会感到一种无言的悲伤，好像自己一去不复返，再也见不到亲人了。即将见到妈妈的时候，我就控制不住自己想哭的欲望。我觉得这可能是小时候经常被关在家里，没有安全感的原因吧。即使如今过了四十几年，我还是无法改掉爱哭的毛病，但现在只有在看电视电影时才会哭得抑制不住。不知道你爱哭对你的生活和学习有没有影响？如果没有，那就不必太担心。当你想哭的时候，试着找个没有人看见的地方大哭一场，然后把情绪释放。相信我，等你有工作有钱之后，自信心会增强，很多时候你就能够挺直腰杆，不会被别人几句话打击；爱自己，重视自己的情绪和感受，学会从不同角度看问题，你会发现以前觉得很严重的事情其实并没有那么糟糕；不要抱怨，做最好的自己，这样会更容易得到他人的重视，而不是一直等着别人给予爱；当你有足够的爱和安全感时，眼泪就会减少了。最重要的是，不要离妈妈太远，有妈妈在不远的地方，你就会感觉很好。",
    "annotation": [
      {
        "sentence": "我也是一个喜欢哭的人，看到电视电影里面的悲欢离合，真的能够感同身受。",
        "label": ""
      },
      {
        "sentence": "每次离别和重逢，我都会感到一种无言的悲伤，好像自己一去不复返，再也见不到亲人了。",
        "label": ""
      },
      {
        "sentence": "即将见到妈妈的时候，我就控制不住自己想哭的欲望。",
        "label": ""
      },
      {
        "sentence": "我觉得这可能是小时候经常被关在家里，没有安全感的原因吧。",
        "label": ""
      },
      {
        "sentence": "即使如今过了四十几年，我还是无法改掉爱哭的毛病，但现在只有在看电视电影时才会哭得抑制不住。",
        "label": ""
      },
      {
        "sentence": "不知道你爱哭对你的生活和学习有没有影响？",
        "label": ""
      },
      {
        "sentence": "如果没有，那就不必太担心。",
        "label": ""
      },
      {
        "sentence": "当你想哭的时候，试着找个没有人看见的地方大哭一场，然后把情绪释放。",
        "label": ""
      },
      {
        "sentence": "相信我，等你有工作有钱之后，自信心会增强，很多时候你就能够挺直腰杆，不会被别人几句话打击；爱自己，重视自己的情绪和感受，学会从不同角度看问题，你会发现以前觉得很严重的事情其实并没有那么糟糕；不要抱怨，做最好的自己，这样会更容易得到他人的重视，而不是一直等着别人给予爱；当你有足够的爱和安全感时，眼泪就会减少了。",
        "label": ""
      },
      {
        "sentence": "最重要的是，不要离妈妈太远，有妈妈在不远的地方，你就会感觉很好。",
        "label": ""
      }
    ]
  }
]