[
  {
    "role": "client",
    "content": "我很害怕待在人群里，不知道现在该怎么办？",
    "annotation": [
      {
        "sentence": "我很害怕待在人群里，不知道现在该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你为什么会害怕和人交往呢？可以跟我详细说说吗？",
    "annotation": [
      {
        "sentence": "你为什么会害怕和人交往呢？",
        "label": ""
      },
      {
        "sentence": "可以跟我详细说说吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很恐惧，曾有一次周边都是人，我当场就控制不住的想死，想拿刀疯狂的捅自己。当时好半天才喘回气来。现在工作，不得不面对人，不会这么崩了，并不代表我变强了，更像是把这部分隔绝了。",
    "annotation": [
      {
        "sentence": "我很恐惧，曾有一次周边都是人，我当场就控制不住的想死，想拿刀疯狂的捅自己。",
        "label": ""
      },
      {
        "sentence": "当时好半天才喘回气来。",
        "label": ""
      },
      {
        "sentence": "现在工作，不得不面对人，不会这么崩了，并不代表我变强了，更像是把这部分隔绝了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来真的很困难，但是不要紧张，我们可以慢慢一起来解决。你试着告诉我，在和人群在一起的时候你最害怕的是什么？",
    "annotation": [
      {
        "sentence": "听起来真的很困难，但是不要紧张，我们可以慢慢一起来解决。",
        "label": ""
      },
      {
        "sentence": "你试着告诉我，在和人群在一起的时候你最害怕的是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得和人交流很耗费精力，还不够自信怕别人对我评头论足。还有，总觉得别人会对我投来异样的眼光。",
    "annotation": [
      {
        "sentence": "我觉得和人交流很耗费精力，还不够自信怕别人对我评头论足。",
        "label": ""
      },
      {
        "sentence": "还有，总觉得别人会对我投来异样的眼光。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "原来是这样，这样的想法其实很常见，尤其在面对陌生人的时候。不过你也可以尝试着去合理化自己的想法，别人其实并没有那么关注你，也不会一直对你评头论足，你不要太担心。你现在可以试着去适应和他人交流的情况，先从小事开始，比如和同事打招呼和聊天，这样可以逐渐提高你的自信心。",
    "annotation": [
      {
        "sentence": "原来是这样，这样的想法其实很常见，尤其在面对陌生人的时候。",
        "label": ""
      },
      {
        "sentence": "不过你也可以尝试着去合理化自己的想法，别人其实并没有那么关注你，也不会一直对你评头论足，你不要太担心。",
        "label": ""
      },
      {
        "sentence": "你现在可以试着去适应和他人交流的情况，先从小事开始，比如和同事打招呼和聊天，这样可以逐渐提高你的自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想找一份工作做下去，可是我现在越来越感觉不到自己不像活人。还是想走，最近想找一份打工的工作，不需要和人交流。",
    "annotation": [
      {
        "sentence": "我想找一份工作做下去，可是我现在越来越感觉不到自己不像活人。",
        "label": ""
      },
      {
        "sentence": "还是想走，最近想找一份打工的工作，不需要和人交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，养成和他人交流的能力对你以后的发展非常有帮助。你不妨试着通过看书、学习或者参加一些社交活动来提高自己的交往能力。如果实在无法面对人群的话，我们可以帮你找一些适合的网络兼职，比如写作投稿、微商、自媒体、电商客服等等。这样既可以解决你害怕和人交流的问题，也可以从中学到不少技能和经验。你还可以选择一些技术性质的职业，比如编程、财务、做研究等等。不过记住，人是社会动物，要想完全避免与人接触是不太可能的，你可以选择自己喜欢的生活方式，比如独处，但是也要学会进行必要的人际交往哦。",
    "annotation": [
      {
        "sentence": "其实，养成和他人交流的能力对你以后的发展非常有帮助。",
        "label": ""
      },
      {
        "sentence": "你不妨试着通过看书、学习或者参加一些社交活动来提高自己的交往能力。",
        "label": ""
      },
      {
        "sentence": "如果实在无法面对人群的话，我们可以帮你找一些适合的网络兼职，比如写作投稿、微商、自媒体、电商客服等等。",
        "label": ""
      },
      {
        "sentence": "这样既可以解决你害怕和人交流的问题，也可以从中学到不少技能和经验。",
        "label": ""
      },
      {
        "sentence": "你还可以选择一些技术性质的职业，比如编程、财务、做研究等等。",
        "label": ""
      },
      {
        "sentence": "不过记住，人是社会动物，要想完全避免与人接触是不太可能的，你可以选择自己喜欢的生活方式，比如独处，但是也要学会进行必要的人际交往哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，但我还是有点担心会出错怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，但我还是有点担心会出错怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "出错是很正常的事情，不要因为害怕出错而退缩。你可以试着去接受自己和别人在交往中总会出现失误和误解，这是一个学习和成长的机会。如果你觉得自己的内心感受无法平衡，可以考虑去找一位心理咨询师谈谈，他们会给你更专业的指导哦。",
    "annotation": [
      {
        "sentence": "出错是很正常的事情，不要因为害怕出错而退缩。",
        "label": ""
      },
      {
        "sentence": "你可以试着去接受自己和别人在交往中总会出现失误和误解，这是一个学习和成长的机会。",
        "label": ""
      },
      {
        "sentence": "如果你觉得自己的内心感受无法平衡，可以考虑去找一位心理咨询师谈谈，他们会给你更专业的指导哦。",
        "label": ""
      }
    ]
  }
]