[
  {
    "role": "client",
    "content": "最好的朋友准备自杀，我该怎么办？我俩初中认识到现在快十年了，和另外一个女生是铁三角的关系。其实我以前不知道她有这些想法，她也没有和我们提过。因为我进入大学以来一直反复受抑郁情绪影响，大二时有一次实在绷不住给她打电话，她这才告诉我其实她初高中的时候就计划着结束生命了。后来我们就一直互相倾诉互相鼓励。但是我没想到一直以来她想要结束的想法是这么坚定，没有丝毫余地。前两天她说她这个月最迟下个月就会实施，要么煤气要么跳楼，或者钻研其他有效的办法。而目前这件事只有我知道，另一个女生神经大条从没往这方面想过，她向她爸妈以及其他人表达过这些想法，但没人当真，指望他们没用。我很恐惧，她如果真的从我生活里消失我可能会心痛一辈子（如果这辈子还要继续的话），但我又有一点为她开心，生活对于我们而言的确非常非常非常没意思。我劝不回来，我本身的求生意志也不是特别强烈，她又一心求死。我该怎么办，我很不确定。",
    "annotation": [
      {
        "sentence": "最好的朋友准备自杀，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我俩初中认识到现在快十年了，和另外一个女生是铁三角的关系。",
        "label": ""
      },
      {
        "sentence": "其实我以前不知道她有这些想法，她也没有和我们提过。",
        "label": ""
      },
      {
        "sentence": "因为我进入大学以来一直反复受抑郁情绪影响，大二时有一次实在绷不住给她打电话，她这才告诉我其实她初高中的时候就计划着结束生命了。",
        "label": ""
      },
      {
        "sentence": "后来我们就一直互相倾诉互相鼓励。",
        "label": ""
      },
      {
        "sentence": "但是我没想到一直以来她想要结束的想法是这么坚定，没有丝毫余地。",
        "label": ""
      },
      {
        "sentence": "前两天她说她这个月最迟下个月就会实施，要么煤气要么跳楼，或者钻研其他有效的办法。",
        "label": ""
      },
      {
        "sentence": "而目前这件事只有我知道，另一个女生神经大条从没往这方面想过，她向她爸妈以及其他人表达过这些想法，但没人当真，指望他们没用。",
        "label": ""
      },
      {
        "sentence": "我很恐惧，她如果真的从我生活里消失我可能会心痛一辈子（如果这辈子还要继续的话），但我又有一点为她开心，生活对于我们而言的确非常非常非常没意思。",
        "label": ""
      },
      {
        "sentence": "我劝不回来，我本身的求生意志也不是特别强烈，她又一心求死。",
        "label": ""
      },
      {
        "sentence": "我该怎么办，我很不确定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你朋友的困境，我可以理解你内心的焦虑和不安。首先我想告诉你，“说想自杀的人大多数不会自杀”这种说法是错误的。谈论自杀并且开始考虑计划，是一种很危险的信号。很多时候，当一个人向别人谈起自杀念头，是一种有意识或无意识的求救信号。说明ta不想死。许多自杀者的动机并不是去寻求死亡，而是为了回避某种痛苦，这种痛苦过于强烈且似乎永远无法消除，因此自杀似乎成为了唯一的途径。换言之，如果有其他的摆脱痛苦的途径，大多数自杀者是不会迈出这一步的。为了死而死的人只是极少数。我知道这是一个非常棘手的问题，你可能感到无助和困惑。但我希望你知道一个人必须首先自己有求助的意愿，才能从心理咨询中获得真正的帮助。就好像看病的时候，病人得先自己去医院，然后医生才能为其提供治疗。所以，对于旁观者来说，唯一能做的就是尝试帮助ta去寻求专业的心理咨询，你可以提供一些咨询师的名单并鼓励她去咨询。如果她不愿意，我们无法强求。我自己作为咨询师，在家人朋友出现严重心理问题的时候，也会感到无助。我只能努力地为他们推荐咨询师，鼓励他们去咨询，但是如果他们不愿意，我只好告诉自己每个人都有自己的命运。所以我的建议是：1）对于你的朋友，你唯一能做的就是建议她去咨询。如果她不愿意，你只能相信命运的安排。不要试图自己解决，因为这不是一个技术和知识的问题。就算你是世界上最出色的心理学家，由于你们是朋友关系，你不能充当她的咨询师。2）对于你自己，如果这件事给你带来困扰，我建议你也寻求心理咨询的帮助。只要你有求助的意愿，我们有很多方式可以支持你。心理咨询已经在西方发展了120年；我读了12年大学才获得咨询心理学博士学位，我们并不是在玩耍，给咨询一个机会，也给你自己一个机会。",
    "annotation": [
      {
        "sentence": "听到你朋友的困境，我可以理解你内心的焦虑和不安。",
        "label": ""
      },
      {
        "sentence": "首先我想告诉你，“说想自杀的人大多数不会自杀”这种说法是错误的。",
        "label": ""
      },
      {
        "sentence": "谈论自杀并且开始考虑计划，是一种很危险的信号。",
        "label": ""
      },
      {
        "sentence": "很多时候，当一个人向别人谈起自杀念头，是一种有意识或无意识的求救信号。",
        "label": ""
      },
      {
        "sentence": "说明ta不想死。",
        "label": ""
      },
      {
        "sentence": "许多自杀者的动机并不是去寻求死亡，而是为了回避某种痛苦，这种痛苦过于强烈且似乎永远无法消除，因此自杀似乎成为了唯一的途径。",
        "label": ""
      },
      {
        "sentence": "换言之，如果有其他的摆脱痛苦的途径，大多数自杀者是不会迈出这一步的。",
        "label": ""
      },
      {
        "sentence": "为了死而死的人只是极少数。",
        "label": ""
      },
      {
        "sentence": "我知道这是一个非常棘手的问题，你可能感到无助和困惑。",
        "label": ""
      },
      {
        "sentence": "但我希望你知道一个人必须首先自己有求助的意愿，才能从心理咨询中获得真正的帮助。",
        "label": ""
      },
      {
        "sentence": "就好像看病的时候，病人得先自己去医院，然后医生才能为其提供治疗。",
        "label": ""
      },
      {
        "sentence": "所以，对于旁观者来说，唯一能做的就是尝试帮助ta去寻求专业的心理咨询，你可以提供一些咨询师的名单并鼓励她去咨询。",
        "label": ""
      },
      {
        "sentence": "如果她不愿意，我们无法强求。",
        "label": ""
      },
      {
        "sentence": "我自己作为咨询师，在家人朋友出现严重心理问题的时候，也会感到无助。",
        "label": ""
      },
      {
        "sentence": "我只能努力地为他们推荐咨询师，鼓励他们去咨询，但是如果他们不愿意，我只好告诉自己每个人都有自己的命运。",
        "label": ""
      },
      {
        "sentence": "所以我的建议是：1）对于你的朋友，你唯一能做的就是建议她去咨询。",
        "label": ""
      },
      {
        "sentence": "如果她不愿意，你只能相信命运的安排。",
        "label": ""
      },
      {
        "sentence": "不要试图自己解决，因为这不是一个技术和知识的问题。",
        "label": ""
      },
      {
        "sentence": "就算你是世界上最出色的心理学家，由于你们是朋友关系，你不能充当她的咨询师。",
        "label": ""
      },
      {
        "sentence": "2）对于你自己，如果这件事给你带来困扰，我建议你也寻求心理咨询的帮助。",
        "label": ""
      },
      {
        "sentence": "只要你有求助的意愿，我们有很多方式可以支持你。",
        "label": ""
      },
      {
        "sentence": "心理咨询已经在西方发展了120年；我读了12年大学才获得咨询心理学博士学位，我们并不是在玩耍，给咨询一个机会，也给你自己一个机会。",
        "label": ""
      }
    ]
  }
]