[
  {
    "role": "client",
    "content": "恐惧待在人群里，现在的状况我该怎么办？我不喜欢在人群里呆着，我很恐惧，曾有一次周边都是人，我当场就控制不住的想死，想拿刀疯狂的捅自己。当时好半天才喘回气来。现在工作，不得不面对人，不会这么崩了，并不代表我变强了，更像是把这部分隔绝了。每一家公司都呆不久，半个月、一个月、三个月、半年；现在这家公司呆了一年了..今天我想辞，想到这个我瞬间就轻松了，也不太知道轻松什么。领导没同意。这种落差的感觉就像经历一场死亡。我和人坐在一起一年了！大家去食堂吃中饭，周围都是人我会吐出来，为了不一起吃饭，胃病一直不好，这样就能单独去外面买饭吃，生活费平添一大笔，工作不稳定的我也没什么钱。经常聚餐。每一项都令人窒息。我想找一份工作做下去，可是我。越来越感觉不到自己不像活人。还是想走，最近想找一份打工的工作，不需要和人交流。想过害怕的事情就去做，这样才会有突破之类的，结果就是死亡线上反反复复没有尽头。我现在该做什么，还请给我一个指引，非常感谢。",
    "annotation": [
      {
        "sentence": "恐惧待在人群里，现在的状况我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我不喜欢在人群里呆着，我很恐惧，曾有一次周边都是人，我当场就控制不住的想死，想拿刀疯狂的捅自己。",
        "label": ""
      },
      {
        "sentence": "当时好半天才喘回气来。",
        "label": ""
      },
      {
        "sentence": "现在工作，不得不面对人，不会这么崩了，并不代表我变强了，更像是把这部分隔绝了。",
        "label": ""
      },
      {
        "sentence": "每一家公司都呆不久，半个月、一个月、三个月、半年；现在这家公司呆了一年了..今天我想辞，想到这个我瞬间就轻松了，也不太知道轻松什么。",
        "label": ""
      },
      {
        "sentence": "领导没同意。",
        "label": ""
      },
      {
        "sentence": "这种落差的感觉就像经历一场死亡。",
        "label": ""
      },
      {
        "sentence": "我和人坐在一起一年了！",
        "label": ""
      },
      {
        "sentence": "大家去食堂吃中饭，周围都是人我会吐出来，为了不一起吃饭，胃病一直不好，这样就能单独去外面买饭吃，生活费平添一大笔，工作不稳定的我也没什么钱。",
        "label": ""
      },
      {
        "sentence": "经常聚餐。",
        "label": ""
      },
      {
        "sentence": "每一项都令人窒息。",
        "label": ""
      },
      {
        "sentence": "我想找一份工作做下去，可是我。",
        "label": ""
      },
      {
        "sentence": "越来越感觉不到自己不像活人。",
        "label": ""
      },
      {
        "sentence": "还是想走，最近想找一份打工的工作，不需要和人交流。",
        "label": ""
      },
      {
        "sentence": "想过害怕的事情就去做，这样才会有突破之类的，结果就是死亡线上反反复复没有尽头。",
        "label": ""
      },
      {
        "sentence": "我现在该做什么，还请给我一个指引，非常感谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你的处境确实很困难，压力很大。首先，我想说，你勇敢地面对了你的内心困惑，这是非常了不起的。我可以想象，每一项任务都让你感到窒息和恐惧，但这并不意味着你不行。我感觉你可能需要一些时间来了解自己的情况，明确你的目标和可行的方法。你说过，你总是在短时间内离开公司，现在你在这里已经一年了，这是一种进步。但是，这个工作对你来说已经不再是可持续的，你可以先暂时休息一下，不要太严厉对待自己。告诉自己你不是失败者，而是在经历某些事情，这是帮助你获得力量和智慧的过程。你觉得怎样？",
    "annotation": [
      {
        "sentence": "听起来你的处境确实很困难，压力很大。",
        "label": ""
      },
      {
        "sentence": "首先，我想说，你勇敢地面对了你的内心困惑，这是非常了不起的。",
        "label": ""
      },
      {
        "sentence": "我可以想象，每一项任务都让你感到窒息和恐惧，但这并不意味着你不行。",
        "label": ""
      },
      {
        "sentence": "我感觉你可能需要一些时间来了解自己的情况，明确你的目标和可行的方法。",
        "label": ""
      },
      {
        "sentence": "你说过，你总是在短时间内离开公司，现在你在这里已经一年了，这是一种进步。",
        "label": ""
      },
      {
        "sentence": "但是，这个工作对你来说已经不再是可持续的，你可以先暂时休息一下，不要太严厉对待自己。",
        "label": ""
      },
      {
        "sentence": "告诉自己你不是失败者，而是在经历某些事情，这是帮助你获得力量和智慧的过程。",
        "label": ""
      },
      {
        "sentence": "你觉得怎样？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和支持。我知道我需要努力去面对这个问题，而不是一遇到问题就逃避。我不知道为什么我会感到如此恐惧，在人群中我感到很不舒服，我觉得自己很可笑。我知道这样的想法并不正常，但我很难控制。当我陷入其中时，我不知道该怎么办。我现在感觉很沮丧，因为我想改变这种状况，但我不知道如何开始。",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我知道我需要努力去面对这个问题，而不是一遇到问题就逃避。",
        "label": ""
      },
      {
        "sentence": "我不知道为什么我会感到如此恐惧，在人群中我感到很不舒服，我觉得自己很可笑。",
        "label": ""
      },
      {
        "sentence": "我知道这样的想法并不正常，但我很难控制。",
        "label": ""
      },
      {
        "sentence": "当我陷入其中时，我不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "我现在感觉很沮丧，因为我想改变这种状况，但我不知道如何开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "请放心，你不是孤单的。您的恐惧和焦虑感是多种因素的产物，例如生活中的事件、遗传和环境等等。因此，我们可以通过探索这些因素，找到改变的方法。你不应该感到可笑，这是一种真实的感受。当你感到恐惧时，你可以尝试深呼吸，同时说自己必须压抑恐惧的想法。每次你感到恐惧时，你都可以深呼吸，告诉自己你可以克服它。当你不再感到恐惧时，你会变得强大。你有什么其他看法？",
    "annotation": [
      {
        "sentence": "请放心，你不是孤单的。",
        "label": ""
      },
      {
        "sentence": "您的恐惧和焦虑感是多种因素的产物，例如生活中的事件、遗传和环境等等。",
        "label": ""
      },
      {
        "sentence": "因此，我们可以通过探索这些因素，找到改变的方法。",
        "label": ""
      },
      {
        "sentence": "你不应该感到可笑，这是一种真实的感受。",
        "label": ""
      },
      {
        "sentence": "当你感到恐惧时，你可以尝试深呼吸，同时说自己必须压抑恐惧的想法。",
        "label": ""
      },
      {
        "sentence": "每次你感到恐惧时，你都可以深呼吸，告诉自己你可以克服它。",
        "label": ""
      },
      {
        "sentence": "当你不再感到恐惧时，你会变得强大。",
        "label": ""
      },
      {
        "sentence": "你有什么其他看法？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议！我会尝试这样做的。我已经意识到我的恐惧问题，我需要花时间去了解这个问题，并寻找帮助。我也想找到一份不需要和人交流的工作，这样我可以慢慢恢复信心。我仍然有一些疑问，例如什么事情会触发这种恐惧感？我也担心自己无法改变这个状况。",
    "annotation": [
      {
        "sentence": "非常感谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我会尝试这样做的。",
        "label": ""
      },
      {
        "sentence": "我已经意识到我的恐惧问题，我需要花时间去了解这个问题，并寻找帮助。",
        "label": ""
      },
      {
        "sentence": "我也想找到一份不需要和人交流的工作，这样我可以慢慢恢复信心。",
        "label": ""
      },
      {
        "sentence": "我仍然有一些疑问，例如什么事情会触发这种恐惧感？",
        "label": ""
      },
      {
        "sentence": "我也担心自己无法改变这个状况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很正常。面对挑战，我们往往会担心可能的失败和困难。首先，你要知道恐惧并不是一时的事情，也不能在一夜之间消失。这需要长期的坚持和努力。找到一个不需要和人交流的工作，确实可以缓解一下你的焦虑，但是这并不是一个永久的解决方案。还需要通过探索和挑战来解决根本问题。在这个过程中，你可能会遇到很多挫折和困难，但这并不意味着你会失败。你需要明确目标，同时为自己设定小目标，并带着几种可行的策略来实现它。至于你的恐惧是如何触发的，我建议你还是去寻找专业心理医生的建议。他们可以对你的症状和情况做出更好的评估，并提供更好的建议。",
    "annotation": [
      {
        "sentence": "你的想法很正常。",
        "label": ""
      },
      {
        "sentence": "面对挑战，我们往往会担心可能的失败和困难。",
        "label": ""
      },
      {
        "sentence": "首先，你要知道恐惧并不是一时的事情，也不能在一夜之间消失。",
        "label": ""
      },
      {
        "sentence": "这需要长期的坚持和努力。",
        "label": ""
      },
      {
        "sentence": "找到一个不需要和人交流的工作，确实可以缓解一下你的焦虑，但是这并不是一个永久的解决方案。",
        "label": ""
      },
      {
        "sentence": "还需要通过探索和挑战来解决根本问题。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你可能会遇到很多挫折和困难，但这并不意味着你会失败。",
        "label": ""
      },
      {
        "sentence": "你需要明确目标，同时为自己设定小目标，并带着几种可行的策略来实现它。",
        "label": ""
      },
      {
        "sentence": "至于你的恐惧是如何触发的，我建议你还是去寻找专业心理医生的建议。",
        "label": ""
      },
      {
        "sentence": "他们可以对你的症状和情况做出更好的评估，并提供更好的建议。",
        "label": ""
      }
    ]
  }
]