[
  {
    "role": "client",
    "content": "初一下学期的班主任，烂好人，管不到班了，怎么办？因为我本人平时做人就是个“烂好人”，这也形成了我的一个惯性，不太能做到黑脸和强硬，现在班上人也差不多熟悉了我的这个性子了，都不怕我了，我管不住他们现在，有人提建议说我得要罚，我想想我是很少落实到罚他们，可我现在的困惑就是我要去打破以前固有的模式，从以前的惯性的“息事宁人”到现在要认真较劲，我自我感觉很难，我可以怎样去做呢？怎么改变我以前的这种模式呢？我知道我现在我是处在我的做人舒适安全圈内，可是没管好他们其实又让我充满了自责感和挫败感，我要怎么去调节怎么去改变呢？",
    "annotation": [
      {
        "sentence": "初一下学期的班主任，烂好人，管不到班了，怎么办？",
        "label": ""
      },
      {
        "sentence": "因为我本人平时做人就是个“烂好人”，这也形成了我的一个惯性，不太能做到黑脸和强硬，现在班上人也差不多熟悉了我的这个性子了，都不怕我了，我管不住他们现在，有人提建议说我得要罚，我想想我是很少落实到罚他们，可我现在的困惑就是我要去打破以前固有的模式，从以前的惯性的“息事宁人”到现在要认真较劲，我自我感觉很难，我可以怎样去做呢？",
        "label": ""
      },
      {
        "sentence": "怎么改变我以前的这种模式呢？",
        "label": ""
      },
      {
        "sentence": "我知道我现在我是处在我的做人舒适安全圈内，可是没管好他们其实又让我充满了自责感和挫败感，我要怎么去调节怎么去改变呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好！看到你的困扰了。我了解你的情况，你感觉自己管不住班上的学生，是因为你一直以来习惯了做好人，没有黑脸和强硬的一面。现在学生已经熟悉了你这个性格，开始不怕你了，所以你有困扰。有人建议你罚他们，但你对此并不习惯。你的困惑是，如何打破以前的模式，从以前的好人形象转变到现在要认真较劲的形象。你觉得这很难，不知道该怎么做。你现在处在舒适安全的做人圈子内，但是没有好好管理班级让你充满了自责和挫败感。你想知道如何调节和改变自己。",
    "annotation": [
      {
        "sentence": "你好！",
        "label": ""
      },
      {
        "sentence": "看到你的困扰了。",
        "label": ""
      },
      {
        "sentence": "我了解你的情况，你感觉自己管不住班上的学生，是因为你一直以来习惯了做好人，没有黑脸和强硬的一面。",
        "label": ""
      },
      {
        "sentence": "现在学生已经熟悉了你这个性格，开始不怕你了，所以你有困扰。",
        "label": ""
      },
      {
        "sentence": "有人建议你罚他们，但你对此并不习惯。",
        "label": ""
      },
      {
        "sentence": "你的困惑是，如何打破以前的模式，从以前的好人形象转变到现在要认真较劲的形象。",
        "label": ""
      },
      {
        "sentence": "你觉得这很难，不知道该怎么做。",
        "label": ""
      },
      {
        "sentence": "你现在处在舒适安全的做人圈子内，但是没有好好管理班级让你充满了自责和挫败感。",
        "label": ""
      },
      {
        "sentence": "你想知道如何调节和改变自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的不知道该如何改变自己的形象和管理班级。这些问题给我带来了很大的压力和困扰。",
    "annotation": [
      {
        "sentence": "是的，我真的不知道该如何改变自己的形象和管理班级。",
        "label": ""
      },
      {
        "sentence": "这些问题给我带来了很大的压力和困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的感受。首先，我觉得你需要明白一个概念，就是人格面具。每个人在不同情境下都会戴上不同的面具。你可以在生活中扮演好人的形象，但对于长期心理健康来说，最好不要过于固执于这个形象。因为拒绝别人的请求会给你带来很多困扰。好人要根据情景来对待人和事，并重视自己的真实需求。只有当你重视自己的需求，别人才会真正重视你的需求。所以，不要过于执着于好人形象，要有度有节。你在学校里，作为班主任，应该保持什么形象呢？",
    "annotation": [
      {
        "sentence": "我可以理解你的感受。",
        "label": ""
      },
      {
        "sentence": "首先，我觉得你需要明白一个概念，就是人格面具。",
        "label": ""
      },
      {
        "sentence": "每个人在不同情境下都会戴上不同的面具。",
        "label": ""
      },
      {
        "sentence": "你可以在生活中扮演好人的形象，但对于长期心理健康来说，最好不要过于固执于这个形象。",
        "label": ""
      },
      {
        "sentence": "因为拒绝别人的请求会给你带来很多困扰。",
        "label": ""
      },
      {
        "sentence": "好人要根据情景来对待人和事，并重视自己的真实需求。",
        "label": ""
      },
      {
        "sentence": "只有当你重视自己的需求，别人才会真正重视你的需求。",
        "label": ""
      },
      {
        "sentence": "所以，不要过于执着于好人形象，要有度有节。",
        "label": ""
      },
      {
        "sentence": "你在学校里，作为班主任，应该保持什么形象呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "作为班主任，我应该既有爱心，又要有威严，才能维护好班级秩序和学生的学习状态。但是我觉得很难在学生眼中建立起这样的形象。",
    "annotation": [
      {
        "sentence": "作为班主任，我应该既有爱心，又要有威严，才能维护好班级秩序和学生的学习状态。",
        "label": ""
      },
      {
        "sentence": "但是我觉得很难在学生眼中建立起这样的形象。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说的很对。作为班主任，你应该让学生认同你的形象，才能促使他们真正做出应有的行为。学生对你的认同不仅仅来自于你的教学质量，还来自于你身上的其他品质优势。例如，友善和真诚。你之前过于友善的行为没有限制，导致了现在的困扰。在课堂上，你应该保持严谨，让学生感觉到你有丰富的专业知识，并产生敬佩之情。在课余时间，保持温和有爱的形象可以更好地吸引学生，带来顺从和良好的学习氛围。最重要的是，在课上和课下要有明确的边界感。对于长远发展来看，不要过于执着于好人形象。",
    "annotation": [
      {
        "sentence": "你说的很对。",
        "label": ""
      },
      {
        "sentence": "作为班主任，你应该让学生认同你的形象，才能促使他们真正做出应有的行为。",
        "label": ""
      },
      {
        "sentence": "学生对你的认同不仅仅来自于你的教学质量，还来自于你身上的其他品质优势。",
        "label": ""
      },
      {
        "sentence": "例如，友善和真诚。",
        "label": ""
      },
      {
        "sentence": "你之前过于友善的行为没有限制，导致了现在的困扰。",
        "label": ""
      },
      {
        "sentence": "在课堂上，你应该保持严谨，让学生感觉到你有丰富的专业知识，并产生敬佩之情。",
        "label": ""
      },
      {
        "sentence": "在课余时间，保持温和有爱的形象可以更好地吸引学生，带来顺从和良好的学习氛围。",
        "label": ""
      },
      {
        "sentence": "最重要的是，在课上和课下要有明确的边界感。",
        "label": ""
      },
      {
        "sentence": "对于长远发展来看，不要过于执着于好人形象。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。但是我觉得改变自己的行为模式很难。当我试图改变时，我会遇到很多阻力和困难。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "但是我觉得改变自己的行为模式很难。",
        "label": ""
      },
      {
        "sentence": "当我试图改变时，我会遇到很多阻力和困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变确实不容易，特别是当你面临学生不合作和周围朋友的不合理请求时。但是你需要坚定自己的想法，并适当地向他人表明你的立场。利用合理的拒绝行为强化自己改变的决心，并采取行动。在理解你的问题之后，我相信你已经做好了改变的准备。",
    "annotation": [
      {
        "sentence": "改变确实不容易，特别是当你面临学生不合作和周围朋友的不合理请求时。",
        "label": ""
      },
      {
        "sentence": "但是你需要坚定自己的想法，并适当地向他人表明你的立场。",
        "label": ""
      },
      {
        "sentence": "利用合理的拒绝行为强化自己改变的决心，并采取行动。",
        "label": ""
      },
      {
        "sentence": "在理解你的问题之后，我相信你已经做好了改变的准备。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我会努力改变自己的形象，管理好班级。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会努力改变自己的形象，管理好班级。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你。相信你能够成功改变，让学生认同你的形象，维护好班级的秩序。希望你能以温柔的态度面对这个世界！",
    "annotation": [
      {
        "sentence": "很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "相信你能够成功改变，让学生认同你的形象，维护好班级的秩序。",
        "label": ""
      },
      {
        "sentence": "希望你能以温柔的态度面对这个世界！",
        "label": ""
      }
    ]
  }
]