[
  {
    "role": "client",
    "content": "我有焦虑症，看别人的行为感觉很奇怪，也觉得自己很奇怪，感到头脑很沉重。四个月前吸了笑气之后，我的精神状态就一直不太好，已经持续三个月了。我打算去医院检查一下，怀疑是重度焦虑和抑郁症。现在每天看别人的表情和动作都感觉很奇怪。",
    "annotation": [
      {
        "sentence": "我有焦虑症，看别人的行为感觉很奇怪，也觉得自己很奇怪，感到头脑很沉重。",
        "label": ""
      },
      {
        "sentence": "四个月前吸了笑气之后，我的精神状态就一直不太好，已经持续三个月了。",
        "label": ""
      },
      {
        "sentence": "我打算去医院检查一下，怀疑是重度焦虑和抑郁症。",
        "label": ""
      },
      {
        "sentence": "现在每天看别人的表情和动作都感觉很奇怪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你感到不对劲的时候，应该已经从网络上看到很多关于吸食笑气带来的危害的文章了吧。我搜索了一下，发现笑气的确具有很大的危害性。有很多细节显示出对笑气上瘾的人群是非常庞大的。比如有近百个留学生在网上说曾吸食笑气，并且有人至今仍然瘫痪在床上。而在西雅图，笑气和食物一样容易获取，不需要任何限制。这个物质并不属于违禁品，任何人都可以购买。可糟糕的是，笑气并不在我国的《麻醉药品及精神药品品种目录》中，也不属于法定的新型毒品。所以政府还没有足够的重视，没有相应的法律法规来管理。对于你的情况，我有几个问题想问一下。1.你吸食笑气的次数和总量是如何的？2.在去医院检查的时候，你是否告诉医生你的焦虑和抑郁是因为吸食大量笑气引起的？3.这件事你有没有告诉你的父母？4.你是否感到对笑气有成瘾的感觉，感觉离不开了？",
    "annotation": [
      {
        "sentence": "当你感到不对劲的时候，应该已经从网络上看到很多关于吸食笑气带来的危害的文章了吧。",
        "label": ""
      },
      {
        "sentence": "我搜索了一下，发现笑气的确具有很大的危害性。",
        "label": ""
      },
      {
        "sentence": "有很多细节显示出对笑气上瘾的人群是非常庞大的。",
        "label": ""
      },
      {
        "sentence": "比如有近百个留学生在网上说曾吸食笑气，并且有人至今仍然瘫痪在床上。",
        "label": ""
      },
      {
        "sentence": "而在西雅图，笑气和食物一样容易获取，不需要任何限制。",
        "label": ""
      },
      {
        "sentence": "这个物质并不属于违禁品，任何人都可以购买。",
        "label": ""
      },
      {
        "sentence": "可糟糕的是，笑气并不在我国的《麻醉药品及精神药品品种目录》中，也不属于法定的新型毒品。",
        "label": ""
      },
      {
        "sentence": "所以政府还没有足够的重视，没有相应的法律法规来管理。",
        "label": ""
      },
      {
        "sentence": "对于你的情况，我有几个问题想问一下。",
        "label": ""
      },
      {
        "sentence": "1.你吸食笑气的次数和总量是如何的？",
        "label": ""
      },
      {
        "sentence": "2.在去医院检查的时候，你是否告诉医生你的焦虑和抑郁是因为吸食大量笑气引起的？",
        "label": ""
      },
      {
        "sentence": "3.这件事你有没有告诉你的父母？",
        "label": ""
      },
      {
        "sentence": "4.你是否感到对笑气有成瘾的感觉，感觉离不开了？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我大概在四个月前开始吸食笑气，每周大概吸一次，总共大概吸了七八次。去医院检查的时候，我告诉了医生我曾经吸食大量笑气，但没想到会对我造成这样的影响。至于我父母，我一直没有告诉他们这件事情，我担心他们会很担心。",
    "annotation": [
      {
        "sentence": "我大概在四个月前开始吸食笑气，每周大概吸一次，总共大概吸了七八次。",
        "label": ""
      },
      {
        "sentence": "去医院检查的时候，我告诉了医生我曾经吸食大量笑气，但没想到会对我造成这样的影响。",
        "label": ""
      },
      {
        "sentence": "至于我父母，我一直没有告诉他们这件事情，我担心他们会很担心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你现在情况已经变成了一个需要严重关注的问题，对你的精神健康也产生了严重的影响。我建议你先补充一点维生素B12，同时请你的父母带你去戒毒所检查一下是否已经上瘾。因为这是一个涉及成瘾的问题，所以早点告诉父母，让他们成为你的支持和帮助你的动力是很重要的。否则你将无法承受。因为你现在已经有严重的症状了，越来越难以控制自己的行为。如果没有外界的干预，你自己很难改善和解决这个问题。关于你的抑郁和焦虑，你可同时在医院接受治疗。",
    "annotation": [
      {
        "sentence": "明白了，你现在情况已经变成了一个需要严重关注的问题，对你的精神健康也产生了严重的影响。",
        "label": ""
      },
      {
        "sentence": "我建议你先补充一点维生素B12，同时请你的父母带你去戒毒所检查一下是否已经上瘾。",
        "label": ""
      },
      {
        "sentence": "因为这是一个涉及成瘾的问题，所以早点告诉父母，让他们成为你的支持和帮助你的动力是很重要的。",
        "label": ""
      },
      {
        "sentence": "否则你将无法承受。",
        "label": ""
      },
      {
        "sentence": "因为你现在已经有严重的症状了，越来越难以控制自己的行为。",
        "label": ""
      },
      {
        "sentence": "如果没有外界的干预，你自己很难改善和解决这个问题。",
        "label": ""
      },
      {
        "sentence": "关于你的抑郁和焦虑，你可同时在医院接受治疗。",
        "label": ""
      }
    ]
  }
]