[
  {
    "role": "client",
    "content": "原生家庭不幸福，自卑敏感与倔强清高交替出现，咋办？从小父母不在身边，很缺爱，很多伤害都自己扛，以前没觉得什么，随着年龄的增长发现越来越不对劲了，我现在是中度或重度抑郁，最近受到情感创伤出现应激反映，扛不住了，情绪不稳定，情绪性失眠，注意力集中困难，与母亲沟通障碍，情感挫折，情感支持匮乏，安全感和归属缺失，我的性格自卑，敏感，脆弱与倔强，清高，骄傲交替。",
    "annotation": [
      {
        "sentence": "原生家庭不幸福，自卑敏感与倔强清高交替出现，咋办？",
        "label": ""
      },
      {
        "sentence": "从小父母不在身边，很缺爱，很多伤害都自己扛，以前没觉得什么，随着年龄的增长发现越来越不对劲了，我现在是中度或重度抑郁，最近受到情感创伤出现应激反映，扛不住了，情绪不稳定，情绪性失眠，注意力集中困难，与母亲沟通障碍，情感挫折，情感支持匮乏，安全感和归属缺失，我的性格自卑，敏感，脆弱与倔强，清高，骄傲交替。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变的开始，是对自己的觉知。你已经意识到了自己的问题，这是一个重要的第一步。接下来，你可以更大胆地迈出一步，寻找不同的方式来改变。如果你想了解心理学能为你带来什么改变，我建议你可以找个心理咨询师聊一聊，他们会给你更实际的建议和支持。",
    "annotation": [
      {
        "sentence": "改变的开始，是对自己的觉知。",
        "label": ""
      },
      {
        "sentence": "你已经意识到了自己的问题，这是一个重要的第一步。",
        "label": ""
      },
      {
        "sentence": "接下来，你可以更大胆地迈出一步，寻找不同的方式来改变。",
        "label": ""
      },
      {
        "sentence": "如果你想了解心理学能为你带来什么改变，我建议你可以找个心理咨询师聊一聊，他们会给你更实际的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我有些害怕去看心理咨询师，不知道会不会被别人看不起，觉得自己很弱。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我有些害怕去看心理咨询师，不知道会不会被别人看不起，觉得自己很弱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担忧。但是，寻求心理咨询并不代表你弱或无能。相反，这是你主动寻求帮助和自我成长的表现。每个人在不同的时期都会遇到困难和挑战，而寻求专业支持可以帮助你更好地应对和解决问题。别人的看法并不重要，重要的是你如何对待自己的情感健康。",
    "annotation": [
      {
        "sentence": "理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "但是，寻求心理咨询并不代表你弱或无能。",
        "label": ""
      },
      {
        "sentence": "相反，这是你主动寻求帮助和自我成长的表现。",
        "label": ""
      },
      {
        "sentence": "每个人在不同的时期都会遇到困难和挑战，而寻求专业支持可以帮助你更好地应对和解决问题。",
        "label": ""
      },
      {
        "sentence": "别人的看法并不重要，重要的是你如何对待自己的情感健康。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，过去总是觉得自己需要一个坚强的形象去面对所有困难，从不愿意展示自己的脆弱。但现在我意识到这种方式只会让我更加痛苦，需要改变了。",
    "annotation": [
      {
        "sentence": "我明白了，过去总是觉得自己需要一个坚强的形象去面对所有困难，从不愿意展示自己的脆弱。",
        "label": ""
      },
      {
        "sentence": "但现在我意识到这种方式只会让我更加痛苦，需要改变了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能有这样的领悟，认识到隐藏脆弱并不是一种健康的方式。接受自己的脆弱，勇敢地与他人分享和寻求帮助，这样才能真正实现自我成长和幸福。你已经迈出了重要的一步，接下来只需要找到适合你的心理咨询师，并在安全、支持的环境中开始这个过程。",
    "annotation": [
      {
        "sentence": "很高兴你能有这样的领悟，认识到隐藏脆弱并不是一种健康的方式。",
        "label": ""
      },
      {
        "sentence": "接受自己的脆弱，勇敢地与他人分享和寻求帮助，这样才能真正实现自我成长和幸福。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了重要的一步，接下来只需要找到适合你的心理咨询师，并在安全、支持的环境中开始这个过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着积极面对自己的问题并主动寻求帮助。但同时我也担心，我妈妈对我的决定会有怀疑和反对。",
    "annotation": [
      {
        "sentence": "我会试着积极面对自己的问题并主动寻求帮助。",
        "label": ""
      },
      {
        "sentence": "但同时我也担心，我妈妈对我的决定会有怀疑和反对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心。有时家人可能无法理解我们的决定或担忧我们的选择。但是，最重要的是你相信并坚持自己的决定，因为你的情感健康对你来说是非常重要的。你可以试着与你妈妈分享你的感受和理由，希望她能理解并支持你的决定。如果遇到困难，心理咨询师也可以帮助你更好地处理与家人的沟通。",
    "annotation": [
      {
        "sentence": "理解你的担心。",
        "label": ""
      },
      {
        "sentence": "有时家人可能无法理解我们的决定或担忧我们的选择。",
        "label": ""
      },
      {
        "sentence": "但是，最重要的是你相信并坚持自己的决定，因为你的情感健康对你来说是非常重要的。",
        "label": ""
      },
      {
        "sentence": "你可以试着与你妈妈分享你的感受和理由，希望她能理解并支持你的决定。",
        "label": ""
      },
      {
        "sentence": "如果遇到困难，心理咨询师也可以帮助你更好地处理与家人的沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该相信自己的选择。我会试着和妈妈好好沟通，希望她能够理解并支持我。我会积极地寻找心理咨询师，希望能得到帮助和改变。",
    "annotation": [
      {
        "sentence": "你说得对，我应该相信自己的选择。",
        "label": ""
      },
      {
        "sentence": "我会试着和妈妈好好沟通，希望她能够理解并支持我。",
        "label": ""
      },
      {
        "sentence": "我会积极地寻找心理咨询师，希望能得到帮助和改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决定！相信自己并迎接改变是非常勇敢的举动。记住，这个过程可能会有起伏，但你已经展示了你的决心和坚持。心理咨询师将会是你的良师益友，陪伴你一起走过这段旅程。祝愿你能早日找到适合的咨询师，迈向更加健康、幸福的生活。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决定！",
        "label": ""
      },
      {
        "sentence": "相信自己并迎接改变是非常勇敢的举动。",
        "label": ""
      },
      {
        "sentence": "记住，这个过程可能会有起伏，但你已经展示了你的决心和坚持。",
        "label": ""
      },
      {
        "sentence": "心理咨询师将会是你的良师益友，陪伴你一起走过这段旅程。",
        "label": ""
      },
      {
        "sentence": "祝愿你能早日找到适合的咨询师，迈向更加健康、幸福的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直的支持和鼓励！我会努力去追寻内心的平静和幸福的。",
    "annotation": [
      {
        "sentence": "谢谢你一直的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会努力去追寻内心的平静和幸福的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直会在你身边支持你。相信自己的力量，你一定能够找到内心的平静和幸福。祝愿你一切顺利，加油！",
    "annotation": [
      {
        "sentence": "不客气，我一直会在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "相信自己的力量，你一定能够找到内心的平静和幸福。",
        "label": ""
      },
      {
        "sentence": "祝愿你一切顺利，加油！",
        "label": ""
      }
    ]
  }
]