[
  {
    "role": "client",
    "content": "高中生，害怕毕业，就好像青春结束了一样？虽然高中生活真的很累，但其实很想一直持续下去，很害怕毕业的那一天，就好像青春结束了一样，既担心高考成绩不如愿，更害怕要和同学老师分别，只要一看到那样毕业视频就会很难受很难受，想想未来感觉特别迷茫害怕，只要不学习甚至都不知道干什么，感觉自己完全没有喜欢的事情，甚至连看手机看小说看剧这些娱乐都不喜欢了，只要不和朋友待在一起就不知道干什么了，很害怕闲下来的感觉，对未来充满迷茫害怕，感觉生活单调枯燥，有点厌倦生活了，这种毕业一段青春就结束的怅然若失总是让自己很难受很难受",
    "annotation": [
      {
        "sentence": "高中生，害怕毕业，就好像青春结束了一样？",
        "label": ""
      },
      {
        "sentence": "虽然高中生活真的很累，但其实很想一直持续下去，很害怕毕业的那一天，就好像青春结束了一样，既担心高考成绩不如愿，更害怕要和同学老师分别，只要一看到那样毕业视频就会很难受很难受，想想未来感觉特别迷茫害怕，只要不学习甚至都不知道干什么，感觉自己完全没有喜欢的事情，甚至连看手机看小说看剧这些娱乐都不喜欢了，只要不和朋友待在一起就不知道干什么了，很害怕闲下来的感觉，对未来充满迷茫害怕，感觉生活单调枯燥，有点厌倦生活了，这种毕业一段青春就结束的怅然若失总是让自己很难受很难受",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "身为一名高中生，你对即将毕业的担忧和不舍是正常的。高中时光是我们青春美好的一段时光，这里有你熟悉习惯的一切，包括老师、同学和校园等等。当某一天你要结束这段时光，离开这个环境，心中自然会充满不舍与怀念，这其中也带有一些分离焦虑。我们人类是有感情的社会动物，高中时期，我们和老师、同学们组成了一个牢固的群体，当我们长期处于这个群体中，拥有这个群体成员的身份，认同这个群体，并被这个群体接纳和认同，我们就有强烈的价值感和归属感，这个群体成为了我们生命中重要的一部分。高中毕业，当我们要和这个群体分离时，就会产生一种焦虑不安的情绪，既是对这个群体的不舍，也是对自己被群体分化出来而对自我产生迷茫的情绪。在这个瞬间，我们会暂时地失去目标和方向感。当环境改变、人生阶段发生变化，害怕不确定事物的天性会让我们不知道前面将独自面临什么未知情况而感到恐惧焦虑。当我们从熟悉习惯的环境脱离出来，就是走出了自己的舒适圈，这也会让自己产生不适应和害怕的感觉，需要去重新适应新的环境和任务。",
    "annotation": [
      {
        "sentence": "身为一名高中生，你对即将毕业的担忧和不舍是正常的。",
        "label": ""
      },
      {
        "sentence": "高中时光是我们青春美好的一段时光，这里有你熟悉习惯的一切，包括老师、同学和校园等等。",
        "label": ""
      },
      {
        "sentence": "当某一天你要结束这段时光，离开这个环境，心中自然会充满不舍与怀念，这其中也带有一些分离焦虑。",
        "label": ""
      },
      {
        "sentence": "我们人类是有感情的社会动物，高中时期，我们和老师、同学们组成了一个牢固的群体，当我们长期处于这个群体中，拥有这个群体成员的身份，认同这个群体，并被这个群体接纳和认同，我们就有强烈的价值感和归属感，这个群体成为了我们生命中重要的一部分。",
        "label": ""
      },
      {
        "sentence": "高中毕业，当我们要和这个群体分离时，就会产生一种焦虑不安的情绪，既是对这个群体的不舍，也是对自己被群体分化出来而对自我产生迷茫的情绪。",
        "label": ""
      },
      {
        "sentence": "在这个瞬间，我们会暂时地失去目标和方向感。",
        "label": ""
      },
      {
        "sentence": "当环境改变、人生阶段发生变化，害怕不确定事物的天性会让我们不知道前面将独自面临什么未知情况而感到恐惧焦虑。",
        "label": ""
      },
      {
        "sentence": "当我们从熟悉习惯的环境脱离出来，就是走出了自己的舒适圈，这也会让自己产生不适应和害怕的感觉，需要去重新适应新的环境和任务。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，毕业确实意味着离开了熟悉的环境和人群，让我感到迷茫和不安。可是我对未来一片茫然，不知道自己喜欢做什么，平时连娱乐都不感兴趣了，这种感觉让我很困扰。",
    "annotation": [
      {
        "sentence": "我明白了，毕业确实意味着离开了熟悉的环境和人群，让我感到迷茫和不安。",
        "label": ""
      },
      {
        "sentence": "可是我对未来一片茫然，不知道自己喜欢做什么，平时连娱乐都不感兴趣了，这种感觉让我很困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高中三年，我们有明确的目标任务，就是高考，并为此付出了努力。当完成了这个目标任务，而新的目标又还没有确立时，我们会有很大的失落感、空虚感和迷茫感。这种复杂的情绪加重了你的焦虑和迷茫，让你感到无所适从，似乎在迷雾中找不到前进的方向。其实这是很正常的一种反应，也是必经的阶段，需要时间去过渡和适应。不妨放松心情，坦然地接受这段空虚迷茫期，即使找不到自己喜欢做的事，不知道有什么目标，也不要强迫自己去想。即使只是发发呆，也是一种放松和适应，好好享受难得的不用学习、没有压力的时光。等你进入大学，适应新的环境，认识新的同学朋友，加入新的群体，开始新的生活，你将会有新的奋斗目标和新的体验。",
    "annotation": [
      {
        "sentence": "高中三年，我们有明确的目标任务，就是高考，并为此付出了努力。",
        "label": ""
      },
      {
        "sentence": "当完成了这个目标任务，而新的目标又还没有确立时，我们会有很大的失落感、空虚感和迷茫感。",
        "label": ""
      },
      {
        "sentence": "这种复杂的情绪加重了你的焦虑和迷茫，让你感到无所适从，似乎在迷雾中找不到前进的方向。",
        "label": ""
      },
      {
        "sentence": "其实这是很正常的一种反应，也是必经的阶段，需要时间去过渡和适应。",
        "label": ""
      },
      {
        "sentence": "不妨放松心情，坦然地接受这段空虚迷茫期，即使找不到自己喜欢做的事，不知道有什么目标，也不要强迫自己去想。",
        "label": ""
      },
      {
        "sentence": "即使只是发发呆，也是一种放松和适应，好好享受难得的不用学习、没有压力的时光。",
        "label": ""
      },
      {
        "sentence": "等你进入大学，适应新的环境，认识新的同学朋友，加入新的群体，开始新的生活，你将会有新的奋斗目标和新的体验。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，或许我需要放松一下，并且给自己一些时间去适应这个变化。我会试着认识一些新的朋友，尝试一些新的事情，慢慢找到自己的新目标。",
    "annotation": [
      {
        "sentence": "你说得对，或许我需要放松一下，并且给自己一些时间去适应这个变化。",
        "label": ""
      },
      {
        "sentence": "我会试着认识一些新的朋友，尝试一些新的事情，慢慢找到自己的新目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你有这样的想法已经是个很好的开始了。毕竟，人生是一个不断成长和变化的过程。对于结束高中生活的感受，留恋和不舍是正常的情绪。高中毕业意味着高中时光的结束，但青春还有很长的路要走，你的生活仍然要继续，你的人生还有更多精彩的时光等着你去经历。每一个人生阶段都有它独特的存在意义和值得怀念的地方，但也只有在合适的时间勇敢地和它告别，你才能成长，才有机会去经历和体验其他不同的人生阶段和精彩时光。很多时候，结束就是开始。",
    "annotation": [
      {
        "sentence": "很好，你有这样的想法已经是个很好的开始了。",
        "label": ""
      },
      {
        "sentence": "毕竟，人生是一个不断成长和变化的过程。",
        "label": ""
      },
      {
        "sentence": "对于结束高中生活的感受，留恋和不舍是正常的情绪。",
        "label": ""
      },
      {
        "sentence": "高中毕业意味着高中时光的结束，但青春还有很长的路要走，你的生活仍然要继续，你的人生还有更多精彩的时光等着你去经历。",
        "label": ""
      },
      {
        "sentence": "每一个人生阶段都有它独特的存在意义和值得怀念的地方，但也只有在合适的时间勇敢地和它告别，你才能成长，才有机会去经历和体验其他不同的人生阶段和精彩时光。",
        "label": ""
      },
      {
        "sentence": "很多时候，结束就是开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我感到安心了很多。我会尽量放松心情，积极面对未来。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我感到安心了很多。",
        "label": ""
      },
      {
        "sentence": "我会尽量放松心情，积极面对未来。",
        "label": ""
      }
    ]
  }
]