[
  {
    "role": "client",
    "content": "你好，我有一个问题想请教你。为什么和陌生人第一次见面很正常，熟悉后反而不自信？我经常这样，第一次见面可以表现得很好，也很自信。可是越来越熟悉后，我会变得越来越内向、拘束，不知道该怎么克服这种心理。",
    "annotation": [
      {
        "sentence": "你好，我有一个问题想请教你。",
        "label": ""
      },
      {
        "sentence": "为什么和陌生人第一次见面很正常，熟悉后反而不自信？",
        "label": ""
      },
      {
        "sentence": "我经常这样，第一次见面可以表现得很好，也很自信。",
        "label": ""
      },
      {
        "sentence": "可是越来越熟悉后，我会变得越来越内向、拘束，不知道该怎么克服这种心理。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好～很高兴能够回答你的问题～对陌生人的时候，彼此都会有一种坚硬的伪装，这是很正常的。在我们互相不了解的阶段，我们更多的表现出客气和疏离，很少有人真正去了解对方的内心。你和我都是不同的人，他们无法真正了解你的样子，而你也无法真正了解他们。就像每个人外面都包裹了一层坚硬的外壳。熟悉之后，无论是好的还是坏的一面都会被放大。在你们开始熟悉的阶段，已经进行了很多的语言和行为交流，彼此的性格特点和优缺点都逐渐展现出来。当你发现对方很优秀时，多多少少都会有一点自卑和羡慕的小心理。这种内心的不自信可能会对你产生一定的影响。从根本上讲，这是个人内心的不自信。在生活中，当你开始深入相处或对一件事情进行后续处理时，这种心理可能会影响你。要正视自己的优点，告诉自己你也很优秀。慢慢培养自己的自信心，用平等的眼光看待他人。别人拥有的你可能没有，但你拥有的也许别人没有。每个人都有自己的闪光点，只需要去挖掘和发现。",
    "annotation": [
      {
        "sentence": "你好～很高兴能够回答你的问题～对陌生人的时候，彼此都会有一种坚硬的伪装，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "在我们互相不了解的阶段，我们更多的表现出客气和疏离，很少有人真正去了解对方的内心。",
        "label": ""
      },
      {
        "sentence": "你和我都是不同的人，他们无法真正了解你的样子，而你也无法真正了解他们。",
        "label": ""
      },
      {
        "sentence": "就像每个人外面都包裹了一层坚硬的外壳。",
        "label": ""
      },
      {
        "sentence": "熟悉之后，无论是好的还是坏的一面都会被放大。",
        "label": ""
      },
      {
        "sentence": "在你们开始熟悉的阶段，已经进行了很多的语言和行为交流，彼此的性格特点和优缺点都逐渐展现出来。",
        "label": ""
      },
      {
        "sentence": "当你发现对方很优秀时，多多少少都会有一点自卑和羡慕的小心理。",
        "label": ""
      },
      {
        "sentence": "这种内心的不自信可能会对你产生一定的影响。",
        "label": ""
      },
      {
        "sentence": "从根本上讲，这是个人内心的不自信。",
        "label": ""
      },
      {
        "sentence": "在生活中，当你开始深入相处或对一件事情进行后续处理时，这种心理可能会影响你。",
        "label": ""
      },
      {
        "sentence": "要正视自己的优点，告诉自己你也很优秀。",
        "label": ""
      },
      {
        "sentence": "慢慢培养自己的自信心，用平等的眼光看待他人。",
        "label": ""
      },
      {
        "sentence": "别人拥有的你可能没有，但你拥有的也许别人没有。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的闪光点，只需要去挖掘和发现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答。我明白了，在陌生人面前我会保持客气和疏离的态度，而在熟悉的人面前则会变得内向和拘束。我想我应该改变对自己的看法，更加自信地面对他人和事物。你有什么建议可以帮助我克服这种心理吗？",
    "annotation": [
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "我明白了，在陌生人面前我会保持客气和疏离的态度，而在熟悉的人面前则会变得内向和拘束。",
        "label": ""
      },
      {
        "sentence": "我想我应该改变对自己的看法，更加自信地面对他人和事物。",
        "label": ""
      },
      {
        "sentence": "你有什么建议可以帮助我克服这种心理吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，我会尽力帮助你。首先，你可以试着积极参与到陌生人面前的互动中去，逐渐展现真实的自己，而不是刻意伪装。同时，也要有耐心和宽容，理解对方也有自己的弱点和不足。在熟悉的人面前，尝试放松自己，不要过于拘谨，相信他们对你的接纳和理解。此外，建议你多锻炼社交技巧，例如主动与他人交谈、参加社交活动等。通过这些方式，逐渐增加自信，调整内心对他人的评价，发现并提升自己的优点。",
    "annotation": [
      {
        "sentence": "没问题，我会尽力帮助你。",
        "label": ""
      },
      {
        "sentence": "首先，你可以试着积极参与到陌生人面前的互动中去，逐渐展现真实的自己，而不是刻意伪装。",
        "label": ""
      },
      {
        "sentence": "同时，也要有耐心和宽容，理解对方也有自己的弱点和不足。",
        "label": ""
      },
      {
        "sentence": "在熟悉的人面前，尝试放松自己，不要过于拘谨，相信他们对你的接纳和理解。",
        "label": ""
      },
      {
        "sentence": "此外，建议你多锻炼社交技巧，例如主动与他人交谈、参加社交活动等。",
        "label": ""
      },
      {
        "sentence": "通过这些方式，逐渐增加自信，调整内心对他人的评价，发现并提升自己的优点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来还挺有道理的。我会努力改变，积极参与到陌生人面前的互动中去，并且放松自己在熟悉人面前的姿态。你说的锻炼社交技巧我也会尽量去做。谢谢你的建议和支持，真的很感激。",
    "annotation": [
      {
        "sentence": "听起来还挺有道理的。",
        "label": ""
      },
      {
        "sentence": "我会努力改变，积极参与到陌生人面前的互动中去，并且放松自己在熟悉人面前的姿态。",
        "label": ""
      },
      {
        "sentence": "你说的锻炼社交技巧我也会尽量去做。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，真的很感激。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能做到的。改变需要时间和努力，但只要你持之以恒，一定能够克服这种不自信心理。如果有任何困惑或者需要进一步的支持，随时向我求助。我会一直陪伴在你身边，帮助你度过困难。",
    "annotation": [
      {
        "sentence": "不客气，我相信你能做到的。",
        "label": ""
      },
      {
        "sentence": "改变需要时间和努力，但只要你持之以恒，一定能够克服这种不自信心理。",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑或者需要进一步的支持，随时向我求助。",
        "label": ""
      },
      {
        "sentence": "我会一直陪伴在你身边，帮助你度过困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会记住的。再次感谢你的帮助和鼓励，知道有你在我感觉也安心了很多。如果我有新的问题，我会及时向你请教的。",
    "annotation": [
      {
        "sentence": "好的，我会记住的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助和鼓励，知道有你在我感觉也安心了很多。",
        "label": ""
      },
      {
        "sentence": "如果我有新的问题，我会及时向你请教的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欢迎，你随时都可以来找我，无论是什么问题。我会随时陪伴在你身边，愿意帮助你度过每一个困难。相信自己，未来一定会更好的。加油！",
    "annotation": [
      {
        "sentence": "非常欢迎，你随时都可以来找我，无论是什么问题。",
        "label": ""
      },
      {
        "sentence": "我会随时陪伴在你身边，愿意帮助你度过每一个困难。",
        "label": ""
      },
      {
        "sentence": "相信自己，未来一定会更好的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]