[
  {
    "role": "client",
    "content": "家里很穷，被自己的母亲诅咒，是一种什么体验？我家里很穷父母基本没上过学但我一直很努力从小成绩优异可以说在半饿的状态下念完高中参加高考考虑家庭选择免费师范如今上班五年了28了想结婚五年工资给家里盖房贴补窟窿提出结婚妈妈态度不是祝福而是你到婆家工资都是他们的了各种准备嫁妆想让叔婶亲哥嫂帮忙一起办婚礼妈妈说我没让她姐妹参与一直诅咒我妈妈从小谎话连篇没少让亲戚之间因为她的谎话产生矛盾我知道妈妈有错但我每次还是站她身边想改变她保护她她从来不承认错误从不改变现在我要结婚了她还说谎话让家里鸡飞狗跳婚事还有两个星期啥嫁妆没给我准备婶婶嫂子为我好让妈妈抓紧时间给我置办但妈妈自己不会置办很多东西说实话她不知道她就谎话连篇在背后给她的姐妹说我坏话还当面诅咒我我真的快被逼的抑郁了最主要和外面人到处说我坏话",
    "annotation": [
      {
        "sentence": "家里很穷，被自己的母亲诅咒，是一种什么体验？",
        "label": ""
      },
      {
        "sentence": "我家里很穷父母基本没上过学但我一直很努力从小成绩优异可以说在半饿的状态下念完高中参加高考考虑家庭选择免费师范如今上班五年了28了想结婚五年工资给家里盖房贴补窟窿提出结婚妈妈态度不是祝福而是你到婆家工资都是他们的了各种准备嫁妆想让叔婶亲哥嫂帮忙一起办婚礼妈妈说我没让她姐妹参与一直诅咒我妈妈从小谎话连篇没少让亲戚之间因为她的谎话产生矛盾我知道妈妈有错但我每次还是站她身边想改变她保护她她从来不承认错误从不改变现在我要结婚了她还说谎话让家里鸡飞狗跳婚事还有两个星期啥嫁妆没给我准备婶婶嫂子为我好让妈妈抓紧时间给我置办但妈妈自己不会置办很多东西说实话她不知道她就谎话连篇在背后给她的姐妹说我坏话还当面诅咒我我真的快被逼的抑郁了最主要和外面人到处说我坏话",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的困境很心疼。首先，我要告诉你，家人之间的关系是非常复杂的，特别是在我们的文化背景中。父母的境遇和经历，他们不能选择，因此也让他们有了自己的一套行为方式。但是你可以选择你的未来。既然你已经确定要结婚，便不如放下过多的期望，尽量靠自己帮助自己，为自己的面子找到一条出路。当然，如果你遇到困难，也可以和老公坦诚相待。我们不去责备你的父母，她们过去的生活也许很艰难，这一点我们可以理解。幸运的是，你通过自己的努力改变了命运，过上了与众不同的生活，这是非常好的。你并不需要去改变什么，只需尽力就可以了。当你觉得不舒服时，可以在婚后减少与家人的来往，以自己过好小家为前提，如果有能力再来帮助母家。我知道情感上你可能会过不去，但如果连自己都过得不好，你又何来能力帮助别人呢？助人要先自助。放下过多的道德评判，轻松地计划并过好自己的幸福生活吧。只有这样，你才会在未来有机会、有能力化解当前的不愉快，并以更好的状态面对母家的现状。",
    "annotation": [
      {
        "sentence": "看到你的困境很心疼。",
        "label": ""
      },
      {
        "sentence": "首先，我要告诉你，家人之间的关系是非常复杂的，特别是在我们的文化背景中。",
        "label": ""
      },
      {
        "sentence": "父母的境遇和经历，他们不能选择，因此也让他们有了自己的一套行为方式。",
        "label": ""
      },
      {
        "sentence": "但是你可以选择你的未来。",
        "label": ""
      },
      {
        "sentence": "既然你已经确定要结婚，便不如放下过多的期望，尽量靠自己帮助自己，为自己的面子找到一条出路。",
        "label": ""
      },
      {
        "sentence": "当然，如果你遇到困难，也可以和老公坦诚相待。",
        "label": ""
      },
      {
        "sentence": "我们不去责备你的父母，她们过去的生活也许很艰难，这一点我们可以理解。",
        "label": ""
      },
      {
        "sentence": "幸运的是，你通过自己的努力改变了命运，过上了与众不同的生活，这是非常好的。",
        "label": ""
      },
      {
        "sentence": "你并不需要去改变什么，只需尽力就可以了。",
        "label": ""
      },
      {
        "sentence": "当你觉得不舒服时，可以在婚后减少与家人的来往，以自己过好小家为前提，如果有能力再来帮助母家。",
        "label": ""
      },
      {
        "sentence": "我知道情感上你可能会过不去，但如果连自己都过得不好，你又何来能力帮助别人呢？",
        "label": ""
      },
      {
        "sentence": "助人要先自助。",
        "label": ""
      },
      {
        "sentence": "放下过多的道德评判，轻松地计划并过好自己的幸福生活吧。",
        "label": ""
      },
      {
        "sentence": "只有这样，你才会在未来有机会、有能力化解当前的不愉快，并以更好的状态面对母家的现状。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我明白了。但是每次妈妈说谎话，让家里陷入混乱，我就觉得非常无助和恼怒。我不想再跟家人争吵，但我真的受不了这样的生活了。我该怎么办？",
    "annotation": [
      {
        "sentence": "你说的很有道理，我明白了。",
        "label": ""
      },
      {
        "sentence": "但是每次妈妈说谎话，让家里陷入混乱，我就觉得非常无助和恼怒。",
        "label": ""
      },
      {
        "sentence": "我不想再跟家人争吵，但我真的受不了这样的生活了。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你感到无助和恼怒的心情。在这种情况下，首先要做的是保护好自己的情感和心理健康。如果每次和家人争吵都让你感到痛苦，那么暂时和他们保持一定的距离可能是个不错的方式。你可以通过与朋友、其他亲人或心理咨询师进行交流，寻求他们的理解和支持。同时，设立一些个人的底线，明确告诉家人你对他们的行为感到不满并表达出你的期望，但也要做到适度地接受现实。记住，我们不能改变别人，只能改变自己对待问题的态度和方式。尽量将精力和注意力放在自己的生活上，努力追求自己的幸福和快乐，这样才能更好地应对家庭困境。",
    "annotation": [
      {
        "sentence": "我能理解你感到无助和恼怒的心情。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，首先要做的是保护好自己的情感和心理健康。",
        "label": ""
      },
      {
        "sentence": "如果每次和家人争吵都让你感到痛苦，那么暂时和他们保持一定的距离可能是个不错的方式。",
        "label": ""
      },
      {
        "sentence": "你可以通过与朋友、其他亲人或心理咨询师进行交流，寻求他们的理解和支持。",
        "label": ""
      },
      {
        "sentence": "同时，设立一些个人的底线，明确告诉家人你对他们的行为感到不满并表达出你的期望，但也要做到适度地接受现实。",
        "label": ""
      },
      {
        "sentence": "记住，我们不能改变别人，只能改变自己对待问题的态度和方式。",
        "label": ""
      },
      {
        "sentence": "尽量将精力和注意力放在自己的生活上，努力追求自己的幸福和快乐，这样才能更好地应对家庭困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我感觉好多了。我会试着和家人保持一定距离，并寻求其他人的支持和理解。我明白了，不能改变别人，只能改变自己对待问题的态度和方式。我会把更多的精力放在自己的生活上，追求自己的幸福和快乐。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "听你这么说，我感觉好多了。",
        "label": ""
      },
      {
        "sentence": "我会试着和家人保持一定距离，并寻求其他人的支持和理解。",
        "label": ""
      },
      {
        "sentence": "我明白了，不能改变别人，只能改变自己对待问题的态度和方式。",
        "label": ""
      },
      {
        "sentence": "我会把更多的精力放在自己的生活上，追求自己的幸福和快乐。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你感觉好多了，这是一个非常积极的态度。记住，你并不孤单，身边还有其他人愿意帮助你。与这些人保持良好的沟通、互相支持是非常重要的。你已经意识到了自我成长和幸福的重要性，这是很了不起的。相信自己，你一定能够度过困难，创造一个更美好的未来。祝你一切顺利！如果有任何问题或需要进一步的支持，随时来找我谈谈。",
    "annotation": [
      {
        "sentence": "很高兴听到你感觉好多了，这是一个非常积极的态度。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，身边还有其他人愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "与这些人保持良好的沟通、互相支持是非常重要的。",
        "label": ""
      },
      {
        "sentence": "你已经意识到了自我成长和幸福的重要性，这是很了不起的。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够度过困难，创造一个更美好的未来。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      },
      {
        "sentence": "如果有任何问题或需要进一步的支持，随时来找我谈谈。",
        "label": ""
      }
    ]
  }
]