[
  {
    "role": "client",
    "content": "最近几个月，因花钱一直被骂，很烦躁易怒。我的家庭只是工薪阶层，却送我留学，经济上有些困难，但是有房子我个人认为没那么困难。之前我都在国外学习，也避免和家人视频，只文字交流。回国后无法避免的会被啰嗦，学业上爸爸以为我一直在玩，明明课程反馈是正面的。虽然也知道我爸有焦虑症，但是我还是控制不住自己去还嘴。早上在家有网课，一上课就饿，想着上课辛苦点个外卖开心一下，在上海吃一顿20-30的午饭不过分吧？每次点了都会被外婆啰嗦，比如我们家已经很穷了，我还天天花那么多钱，什么爸爸有多辛苦。每天都这样，我今天终于受不了了，忍不住大声还嘴，又被骂了。感觉自己今天的情绪明显不对，非常暴躁开始迁怒。会大声骂人，很痛苦。这个经济上的问题我目前根本没办法帮上忙却不断的在指责我。我今年心态好不容易好一点，暑假一回国全部打回原形，我爸有焦虑症，外婆的啰嗦我也不指望她改了，我只想知道怎么调整自己的心态。",
    "annotation": [
      {
        "sentence": "最近几个月，因花钱一直被骂，很烦躁易怒。",
        "label": ""
      },
      {
        "sentence": "我的家庭只是工薪阶层，却送我留学，经济上有些困难，但是有房子我个人认为没那么困难。",
        "label": ""
      },
      {
        "sentence": "之前我都在国外学习，也避免和家人视频，只文字交流。",
        "label": ""
      },
      {
        "sentence": "回国后无法避免的会被啰嗦，学业上爸爸以为我一直在玩，明明课程反馈是正面的。",
        "label": ""
      },
      {
        "sentence": "虽然也知道我爸有焦虑症，但是我还是控制不住自己去还嘴。",
        "label": ""
      },
      {
        "sentence": "早上在家有网课，一上课就饿，想着上课辛苦点个外卖开心一下，在上海吃一顿20-30的午饭不过分吧？",
        "label": ""
      },
      {
        "sentence": "每次点了都会被外婆啰嗦，比如我们家已经很穷了，我还天天花那么多钱，什么爸爸有多辛苦。",
        "label": ""
      },
      {
        "sentence": "每天都这样，我今天终于受不了了，忍不住大声还嘴，又被骂了。",
        "label": ""
      },
      {
        "sentence": "感觉自己今天的情绪明显不对，非常暴躁开始迁怒。",
        "label": ""
      },
      {
        "sentence": "会大声骂人，很痛苦。",
        "label": ""
      },
      {
        "sentence": "这个经济上的问题我目前根本没办法帮上忙却不断的在指责我。",
        "label": ""
      },
      {
        "sentence": "我今年心态好不容易好一点，暑假一回国全部打回原形，我爸有焦虑症，外婆的啰嗦我也不指望她改了，我只想知道怎么调整自己的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看见你的困扰，希望我的回答可以帮助到你~首先，了解你的问题是关于如何调整心态和面对父母的。其次，我能理解老一辈的人，特别是外婆这一代人，对于外面买吃的、点外卖这类行为是非常排斥的。他们并不在意这些东西的价值，只会认为这些行为会花很多钱。在家人眼里，大部分的收入都是花在你身上的，所以他们对你有“高期待值”和“回馈心理”。简单来说，他们认为花了那么多钱送你留学，首先你要学出个样子，其次要明白家里的不容易。这是一种付出之后，要求“价值回馈”的典型表现，这是很多家庭都存在的情况，你可以了解一下。家人之间缺乏沟通是问题出现的原因之一。外婆的话基本上是不可能改变她的想法的。从你的描述中，我能感受到你和父母之间缺乏有效的沟通，不管是在学业上还是在日常生活中。这导致了你们之间的“隙缝”产生。具体来说，有以下几种方法可以尝试：首先，要从源头解决问题。既然家人觉得你花钱多，你可以提前估算一下自己一个月大概花多少钱，然后提前和家人报备并和父母讲清楚，这些钱会用在哪里。同时，真实地向他们诉说自己内心的想法，比如有时候很想吃外面的东西等等。好好和他们交流，你的父母应该会理解。解决了给钱的问题，其他问题也会解决。至于外婆，最好不要在她面前吃东西，或者告诉她你已经向父母报备过了。对于她说的其他话，就当做老人唠叨，不要放在心上。这个处理方式可能有些麻烦，但是既能让你吃到东西，也不会和家人起冲突，我认为是个不错的方式。另外，当心情不好的时候，可以尝试转移注意力，不要一直陷在负面情绪中。有时候情绪来得很快，尤其是当家人一次次重复同样的话时，我建议你不要憋着，有什么脾气可以当时就说出来，但是讲话时注意措辞和语气。如果无法对家人发火，可以自己出去散散步或者做其他事情。尤其是火气上来的时刻，可以先离开现场，稍等平静后再回来。如果心里一直感到烦躁，可以找父母好好谈谈，把内心的话说出来。在家人之间，没有什么是大问题的。当然，也要理解父母的不容易，在闲暇时多帮他们做些事情，这样他们会看到你的成长和付出，心情也会好一些。",
    "annotation": [
      {
        "sentence": "看见你的困扰，希望我的回答可以帮助到你~首先，了解你的问题是关于如何调整心态和面对父母的。",
        "label": ""
      },
      {
        "sentence": "其次，我能理解老一辈的人，特别是外婆这一代人，对于外面买吃的、点外卖这类行为是非常排斥的。",
        "label": ""
      },
      {
        "sentence": "他们并不在意这些东西的价值，只会认为这些行为会花很多钱。",
        "label": ""
      },
      {
        "sentence": "在家人眼里，大部分的收入都是花在你身上的，所以他们对你有“高期待值”和“回馈心理”。",
        "label": ""
      },
      {
        "sentence": "简单来说，他们认为花了那么多钱送你留学，首先你要学出个样子，其次要明白家里的不容易。",
        "label": ""
      },
      {
        "sentence": "这是一种付出之后，要求“价值回馈”的典型表现，这是很多家庭都存在的情况，你可以了解一下。",
        "label": ""
      },
      {
        "sentence": "家人之间缺乏沟通是问题出现的原因之一。",
        "label": ""
      },
      {
        "sentence": "外婆的话基本上是不可能改变她的想法的。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我能感受到你和父母之间缺乏有效的沟通，不管是在学业上还是在日常生活中。",
        "label": ""
      },
      {
        "sentence": "这导致了你们之间的“隙缝”产生。",
        "label": ""
      },
      {
        "sentence": "具体来说，有以下几种方法可以尝试：首先，要从源头解决问题。",
        "label": ""
      },
      {
        "sentence": "既然家人觉得你花钱多，你可以提前估算一下自己一个月大概花多少钱，然后提前和家人报备并和父母讲清楚，这些钱会用在哪里。",
        "label": ""
      },
      {
        "sentence": "同时，真实地向他们诉说自己内心的想法，比如有时候很想吃外面的东西等等。",
        "label": ""
      },
      {
        "sentence": "好好和他们交流，你的父母应该会理解。",
        "label": ""
      },
      {
        "sentence": "解决了给钱的问题，其他问题也会解决。",
        "label": ""
      },
      {
        "sentence": "至于外婆，最好不要在她面前吃东西，或者告诉她你已经向父母报备过了。",
        "label": ""
      },
      {
        "sentence": "对于她说的其他话，就当做老人唠叨，不要放在心上。",
        "label": ""
      },
      {
        "sentence": "这个处理方式可能有些麻烦，但是既能让你吃到东西，也不会和家人起冲突，我认为是个不错的方式。",
        "label": ""
      },
      {
        "sentence": "另外，当心情不好的时候，可以尝试转移注意力，不要一直陷在负面情绪中。",
        "label": ""
      },
      {
        "sentence": "有时候情绪来得很快，尤其是当家人一次次重复同样的话时，我建议你不要憋着，有什么脾气可以当时就说出来，但是讲话时注意措辞和语气。",
        "label": ""
      },
      {
        "sentence": "如果无法对家人发火，可以自己出去散散步或者做其他事情。",
        "label": ""
      },
      {
        "sentence": "尤其是火气上来的时刻，可以先离开现场，稍等平静后再回来。",
        "label": ""
      },
      {
        "sentence": "如果心里一直感到烦躁，可以找父母好好谈谈，把内心的话说出来。",
        "label": ""
      },
      {
        "sentence": "在家人之间，没有什么是大问题的。",
        "label": ""
      },
      {
        "sentence": "当然，也要理解父母的不容易，在闲暇时多帮他们做些事情，这样他们会看到你的成长和付出，心情也会好一些。",
        "label": ""
      }
    ]
  }
]