[
  {
    "role": "client",
    "content": "老公骗了我，以为还完了，该怎么办才好？",
    "annotation": [
      {
        "sentence": "老公骗了我，以为还完了，该怎么办才好？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困扰，我能理解你的痛苦。首先，我想说，这个问题确实是很严重的，需要认真面对和解决。",
    "annotation": [
      {
        "sentence": "听到你的困扰，我能理解你的痛苦。",
        "label": ""
      },
      {
        "sentence": "首先，我想说，这个问题确实是很严重的，需要认真面对和解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "婚前的时候，老公说欠了信用卡的钱，那时候我们已经订婚了，就把亲戚给我份子钱给他还信用卡了。（那段时间他没去上班没钱）另一方面，我觉得钱是我们俩一起谈恋爱的时候花的，也没多想。",
    "annotation": [
      {
        "sentence": "婚前的时候，老公说欠了信用卡的钱，那时候我们已经订婚了，就把亲戚给我份子钱给他还信用卡了。",
        "label": ""
      },
      {
        "sentence": "（那段时间他没去上班没钱）另一方面，我觉得钱是我们俩一起谈恋爱的时候花的，也没多想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的说法，我能感受到你曾经对这个问题的无所谓态度。但是，婚后的债务关系是需要澄清和明确的，特别是对于家庭财务的管理。虽然你曾经以为这只是他个人的债务，但现在的情况是你也被卷入了这个问题中。",
    "annotation": [
      {
        "sentence": "听到你的说法，我能感受到你曾经对这个问题的无所谓态度。",
        "label": ""
      },
      {
        "sentence": "但是，婚后的债务关系是需要澄清和明确的，特别是对于家庭财务的管理。",
        "label": ""
      },
      {
        "sentence": "虽然你曾经以为这只是他个人的债务，但现在的情况是你也被卷入了这个问题中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "后来怀孕的时候无意发现他的还款纪录，问他也没说。婆家人还包庇他，觉得是我管的太严了。再一次翻他手机时，看到了还款纪录。我就逼他给我说，说了之后才知道。",
    "annotation": [
      {
        "sentence": "后来怀孕的时候无意发现他的还款纪录，问他也没说。",
        "label": ""
      },
      {
        "sentence": "婆家人还包庇他，觉得是我管的太严了。",
        "label": ""
      },
      {
        "sentence": "再一次翻他手机时，看到了还款纪录。",
        "label": ""
      },
      {
        "sentence": "我就逼他给我说，说了之后才知道。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你发现了他还款纪录，并通过追问得知实情，我能理解你的失望和愤怒。这个问题牵涉到家庭内部的信任和沟通，需要重视和解决。与其抱怨婆家人的看法，不如思考如何与你的丈夫建立更好的沟通和信任机制，以便共同解决问题。",
    "annotation": [
      {
        "sentence": "听到你发现了他还款纪录，并通过追问得知实情，我能理解你的失望和愤怒。",
        "label": ""
      },
      {
        "sentence": "这个问题牵涉到家庭内部的信任和沟通，需要重视和解决。",
        "label": ""
      },
      {
        "sentence": "与其抱怨婆家人的看法，不如思考如何与你的丈夫建立更好的沟通和信任机制，以便共同解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "之前有段时间没工作，想办法弄点钱，听朋友误入了手机赌博，刚开始赚了点，后来赔了。没敢说，用信用卡开回倒，结果利滚利，越来越多啦。我当时真的崩溃了，没有信心再跟他继续下去了。真的想过离婚。",
    "annotation": [
      {
        "sentence": "之前有段时间没工作，想办法弄点钱，听朋友误入了手机赌博，刚开始赚了点，后来赔了。",
        "label": ""
      },
      {
        "sentence": "没敢说，用信用卡开回倒，结果利滚利，越来越多啦。",
        "label": ""
      },
      {
        "sentence": "我当时真的崩溃了，没有信心再跟他继续下去了。",
        "label": ""
      },
      {
        "sentence": "真的想过离婚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你在当时的绝望和无助。面对这个事实，你的情绪波动是很正常的反应。但是，离婚并不一定是解决问题的唯一途径。在做出决定之前，我们可以先冷静下来，思考一下这个问题的各个方面，并尝试为你们的关系找到可行的解决方案。",
    "annotation": [
      {
        "sentence": "我能感受到你在当时的绝望和无助。",
        "label": ""
      },
      {
        "sentence": "面对这个事实，你的情绪波动是很正常的反应。",
        "label": ""
      },
      {
        "sentence": "但是，离婚并不一定是解决问题的唯一途径。",
        "label": ""
      },
      {
        "sentence": "在做出决定之前，我们可以先冷静下来，思考一下这个问题的各个方面，并尝试为你们的关系找到可行的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是冷静下来，对我真的不错，而且已经有了孩子，觉得他应该是被它朋友洗脑了。慢慢的帮他把洞填上。以为还完了，想给他注销的时候。电话中我才知道，又欠了一些钱。我真的不知道该怎么好？",
    "annotation": [
      {
        "sentence": "可是冷静下来，对我真的不错，而且已经有了孩子，觉得他应该是被它朋友洗脑了。",
        "label": ""
      },
      {
        "sentence": "慢慢的帮他把洞填上。",
        "label": ""
      },
      {
        "sentence": "以为还完了，想给他注销的时候。",
        "label": ""
      },
      {
        "sentence": "电话中我才知道，又欠了一些钱。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么好？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的犹豫和困惑我能理解。在处理这个问题时，重建信任和建立明确的沟通是非常重要的。与其猜测他是否被朋友洗脑，不如尝试和他一起解决这个问题，并通过对话进一步了解他的真实想法和动机。同时，你也需要保护自己的利益，在注销之前确保所有的债务问题都得到解决。",
    "annotation": [
      {
        "sentence": "你的犹豫和困惑我能理解。",
        "label": ""
      },
      {
        "sentence": "在处理这个问题时，重建信任和建立明确的沟通是非常重要的。",
        "label": ""
      },
      {
        "sentence": "与其猜测他是否被朋友洗脑，不如尝试和他一起解决这个问题，并通过对话进一步了解他的真实想法和动机。",
        "label": ""
      },
      {
        "sentence": "同时，你也需要保护自己的利益，在注销之前确保所有的债务问题都得到解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "问他他说是朋友借的，过两天就还，还把聊天记录给我看了。可是已经过了半年了，这个钱还没还。",
    "annotation": [
      {
        "sentence": "问他他说是朋友借的，过两天就还，还把聊天记录给我看了。",
        "label": ""
      },
      {
        "sentence": "可是已经过了半年了，这个钱还没还。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的描述，你的疑惑和不安我都能理解。在这种情况下，聊天记录可以作为一种证据，但重要的是，你需要和你的丈夫明确地约定一个偿还时间和方案。如果他一再推迟还款，你可以与他进行坦诚的对话，强调你对债务问题的重视，并寻求一种解决方案，以确保债务得以妥善清理。",
    "annotation": [
      {
        "sentence": "听到你的描述，你的疑惑和不安我都能理解。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，聊天记录可以作为一种证据，但重要的是，你需要和你的丈夫明确地约定一个偿还时间和方案。",
        "label": ""
      },
      {
        "sentence": "如果他一再推迟还款，你可以与他进行坦诚的对话，强调你对债务问题的重视，并寻求一种解决方案，以确保债务得以妥善清理。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不清不楚的债务是看不到底的无底洞，是疯狂卷噬的暴力旋涡，让人恐慌却抓不住救命稻草。他的隐晦已经影响了你们关系的稳定性，债务、感情和家庭都不是儿戏，是时候和你老公明明白白、严肃认真的谈一谈，让他兜底，一起梳理债务，评估一下偿还能力和方案。不管评估出来金额大小如何、偿还能力如何，眼下都有两个必要的行为：一，明示态度。你们是夫妻，若无法证明你不知道或者婚前债务，债务和财产都是共同的，你有权力知道明细，也有权力维护婚内自己的利益；不接受模糊不清的托辞，这事必须有条有理、有时间依据、有人物依据、有转账明细的摊上桌面来说；可以相信他对你的好，但再想想，他挖坑你来填，是个知轻重的人他还能对你不好？二，设定限值。决定自己还可以帮助偿还多少，并根据实际情况要求他承诺在具体哪一天之前偿还完毕。不是有能力不出力，而是你没有净为别人擦屁股的义务，他自己种的苦果子，总得好好品尝滋味。假若你无怨无悔他一直挖坑你一直填，形成了惯性之后，他会觉得理所当然，到时候你再表示任何不爽的想法的话，反倒会显得是你不近人情不像好人。好比你长期每天给一个乞丐十块钱，刚开始他会感激，慢慢变成习惯心安理得，哪天你突然告诉他你穷了给不了了，他就会咒你怨你。你们是夫妻，是利益和弊害的共同体，但并非绝对的命运的共同体。",
    "annotation": [
      {
        "sentence": "不清不楚的债务是看不到底的无底洞，是疯狂卷噬的暴力旋涡，让人恐慌却抓不住救命稻草。",
        "label": ""
      },
      {
        "sentence": "他的隐晦已经影响了你们关系的稳定性，债务、感情和家庭都不是儿戏，是时候和你老公明明白白、严肃认真的谈一谈，让他兜底，一起梳理债务，评估一下偿还能力和方案。",
        "label": ""
      },
      {
        "sentence": "不管评估出来金额大小如何、偿还能力如何，眼下都有两个必要的行为：一，明示态度。",
        "label": ""
      },
      {
        "sentence": "你们是夫妻，若无法证明你不知道或者婚前债务，债务和财产都是共同的，你有权力知道明细，也有权力维护婚内自己的利益；不接受模糊不清的托辞，这事必须有条有理、有时间依据、有人物依据、有转账明细的摊上桌面来说；可以相信他对你的好，但再想想，他挖坑你来填，是个知轻重的人他还能对你不好？",
        "label": ""
      },
      {
        "sentence": "二，设定限值。",
        "label": ""
      },
      {
        "sentence": "决定自己还可以帮助偿还多少，并根据实际情况要求他承诺在具体哪一天之前偿还完毕。",
        "label": ""
      },
      {
        "sentence": "不是有能力不出力，而是你没有净为别人擦屁股的义务，他自己种的苦果子，总得好好品尝滋味。",
        "label": ""
      },
      {
        "sentence": "假若你无怨无悔他一直挖坑你一直填，形成了惯性之后，他会觉得理所当然，到时候你再表示任何不爽的想法的话，反倒会显得是你不近人情不像好人。",
        "label": ""
      },
      {
        "sentence": "好比你长期每天给一个乞丐十块钱，刚开始他会感激，慢慢变成习惯心安理得，哪天你突然告诉他你穷了给不了了，他就会咒你怨你。",
        "label": ""
      },
      {
        "sentence": "你们是夫妻，是利益和弊害的共同体，但并非绝对的命运的共同体。",
        "label": ""
      }
    ]
  }
]