[
  {
    "role": "client",
    "content": "分手后一直纠结以前他是否真心，怎么释怀对前任的恨？跟前男友分手了但之前我感觉到他跟别人暧昧过。但有时候又觉得他真心的。分手以后一直纠结他以前是不是真心的。自己的学习和工作都受到影响了。上次作为朋友我们说了会话到末尾了。我又提起以前我说我恨你什么的，你把我删了吧。可删了之后我没想到我还耿耿于怀。我到底耿耿于怀什么？",
    "annotation": [
      {
        "sentence": "分手后一直纠结以前他是否真心，怎么释怀对前任的恨？",
        "label": ""
      },
      {
        "sentence": "跟前男友分手了但之前我感觉到他跟别人暧昧过。",
        "label": ""
      },
      {
        "sentence": "但有时候又觉得他真心的。",
        "label": ""
      },
      {
        "sentence": "分手以后一直纠结他以前是不是真心的。",
        "label": ""
      },
      {
        "sentence": "自己的学习和工作都受到影响了。",
        "label": ""
      },
      {
        "sentence": "上次作为朋友我们说了会话到末尾了。",
        "label": ""
      },
      {
        "sentence": "我又提起以前我说我恨你什么的，你把我删了吧。",
        "label": ""
      },
      {
        "sentence": "可删了之后我没想到我还耿耿于怀。",
        "label": ""
      },
      {
        "sentence": "我到底耿耿于怀什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说的，感觉你在分手后一直在思考和怀疑你前任的真诚程度，以及如何释怀对他的恨。我想告诉你，你耿耿于怀的原因可能是因为在你们之前的关系中，你一直没有确切地得知自己是被真心对待的。通常在爱不够时，我们会用“恨”来表达我们对爱的渴望。你对于被真心对待似乎没有足够的信心，因此不断地试图寻找被爱的迹象。当你说“你把我删了吧”时，可能只是一种试探，希望对方给予你某种行动来解除你内心的不甘和无助。但事实上，你完全可以自己选择删除他的联系方式，虽然这样做可能只是一种情感上的行动表达，而无法真正转化你的情感。也许，离自己的心更近一些，你就能找到所有的答案。",
    "annotation": [
      {
        "sentence": "听你说的，感觉你在分手后一直在思考和怀疑你前任的真诚程度，以及如何释怀对他的恨。",
        "label": ""
      },
      {
        "sentence": "我想告诉你，你耿耿于怀的原因可能是因为在你们之前的关系中，你一直没有确切地得知自己是被真心对待的。",
        "label": ""
      },
      {
        "sentence": "通常在爱不够时，我们会用“恨”来表达我们对爱的渴望。",
        "label": ""
      },
      {
        "sentence": "你对于被真心对待似乎没有足够的信心，因此不断地试图寻找被爱的迹象。",
        "label": ""
      },
      {
        "sentence": "当你说“你把我删了吧”时，可能只是一种试探，希望对方给予你某种行动来解除你内心的不甘和无助。",
        "label": ""
      },
      {
        "sentence": "但事实上，你完全可以自己选择删除他的联系方式，虽然这样做可能只是一种情感上的行动表达，而无法真正转化你的情感。",
        "label": ""
      },
      {
        "sentence": "也许，离自己的心更近一些，你就能找到所有的答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我一直觉得我没有得到足够的真心和关心，所以才会担心他是不是真心对待我。虽然有时候也觉得他是真心的，但是分手后还是一直纠结这个问题。而且，这种纠结影响到了我的学习和工作，让我感到很困扰。我真的想释怀对他的恨，但是不知道怎么办才好。",
    "annotation": [
      {
        "sentence": "你说的很对，我一直觉得我没有得到足够的真心和关心，所以才会担心他是不是真心对待我。",
        "label": ""
      },
      {
        "sentence": "虽然有时候也觉得他是真心的，但是分手后还是一直纠结这个问题。",
        "label": ""
      },
      {
        "sentence": "而且，这种纠结影响到了我的学习和工作，让我感到很困扰。",
        "label": ""
      },
      {
        "sentence": "我真的想释怀对他的恨，但是不知道怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，确实在一段关系中没有得到真心和关心会让人担心对方是否真心对待自己。纠结这个问题是正常的，但是如果一直纠结下去会影响到你的学习和工作，就需要找到一种解决办法来释怀。或许你可以尝试一些心理调整的方法，比如通过与朋友倾诉、写日记、寻求专业支持等来释放自己内心的情绪和纠结。",
    "annotation": [
      {
        "sentence": "我理解你的感受，确实在一段关系中没有得到真心和关心会让人担心对方是否真心对待自己。",
        "label": ""
      },
      {
        "sentence": "纠结这个问题是正常的，但是如果一直纠结下去会影响到你的学习和工作，就需要找到一种解决办法来释怀。",
        "label": ""
      },
      {
        "sentence": "或许你可以尝试一些心理调整的方法，比如通过与朋友倾诉、写日记、寻求专业支持等来释放自己内心的情绪和纠结。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的方法听起来不错，我可以试试。但是我还有一个疑问，为什么分手后我还会想起之前说过恨他的话呢？虽然我之后把他删了，可是我发现我还是忘不掉这些事情。我一直在想，我是不是太冲动了，说了一些后悔的话。",
    "annotation": [
      {
        "sentence": "你说的方法听起来不错，我可以试试。",
        "label": ""
      },
      {
        "sentence": "但是我还有一个疑问，为什么分手后我还会想起之前说过恨他的话呢？",
        "label": ""
      },
      {
        "sentence": "虽然我之后把他删了，可是我发现我还是忘不掉这些事情。",
        "label": ""
      },
      {
        "sentence": "我一直在想，我是不是太冲动了，说了一些后悔的话。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "分手后，会想起之前说过恨对方的话是正常的反应。这可能是你内心中一种未完结的情绪在作祟，不一定是因为你冲动说了后悔的话。删掉他的联系方式只是一种表达方式，但是真正的释怀需要时间和自我调整。或许你可以尝试接纳这些情绪，认识到当时的情境和压力对你的影响，然后用更积极的态度面对未来，让这些负面情绪逐渐远离你的心灵。",
    "annotation": [
      {
        "sentence": "分手后，会想起之前说过恨对方的话是正常的反应。",
        "label": ""
      },
      {
        "sentence": "这可能是你内心中一种未完结的情绪在作祟，不一定是因为你冲动说了后悔的话。",
        "label": ""
      },
      {
        "sentence": "删掉他的联系方式只是一种表达方式，但是真正的释怀需要时间和自我调整。",
        "label": ""
      },
      {
        "sentence": "或许你可以尝试接纳这些情绪，认识到当时的情境和压力对你的影响，然后用更积极的态度面对未来，让这些负面情绪逐渐远离你的心灵。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，也许我需要接受这些情绪，并且理解当时的情境和压力。我会试着用积极的态度面对未来，让负面情绪离开我的内心。谢谢你的帮助。",
    "annotation": [
      {
        "sentence": "你说的有道理，也许我需要接受这些情绪，并且理解当时的情境和压力。",
        "label": ""
      },
      {
        "sentence": "我会试着用积极的态度面对未来，让负面情绪离开我的内心。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我能帮到你我感到非常高兴。记住，在处理情感问题时，接受自己的感受和寻找积极的解决方法是很重要的。如果你还有其他问题或需要进一步的支持，随时都可以找我倾诉。祝你早日找到内心的平静和释怀。",
    "annotation": [
      {
        "sentence": "不客气，我能帮到你我感到非常高兴。",
        "label": ""
      },
      {
        "sentence": "记住，在处理情感问题时，接受自己的感受和寻找积极的解决方法是很重要的。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或需要进一步的支持，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你早日找到内心的平静和释怀。",
        "label": ""
      }
    ]
  }
]