[
  {
    "role": "client",
    "content": "老公骗了我，以为还完了，该怎么办才好？",
    "annotation": [
      {
        "sentence": "老公骗了我，以为还完了，该怎么办才好？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够理解你内心的压抑愤怒和失望痛苦，相比丈夫网上赌博欠信用卡的钱，让你无法理解接纳认可的是他并没有对你“坦诚”“真实”的说出具体的情况，并且婆家也包庇他，这样的态度可以说让你感觉不到他在像一个成年人丈夫一样承担对自己对家庭的责任，“需要“被他们的父母“保护“，让你的内心非常的焦虑不安。",
    "annotation": [
      {
        "sentence": "能够理解你内心的压抑愤怒和失望痛苦，相比丈夫网上赌博欠信用卡的钱，让你无法理解接纳认可的是他并没有对你“坦诚”“真实”的说出具体的情况，并且婆家也包庇他，这样的态度可以说让你感觉不到他在像一个成年人丈夫一样承担对自己对家庭的责任，“需要“被他们的父母“保护“，让你的内心非常的焦虑不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的感到非常焦虑和不安，觉得他没有像一个成年人一样承担责任。婚前的时候，我并没有考虑太多，觉得这些钱是我们俩一起花的，但后来发现他一直欠着信用卡的钱，我觉得很受伤。我觉得他可能是被他的朋友面前洗脑了，所以才会赌博和欠债。",
    "annotation": [
      {
        "sentence": "是的，我真的感到非常焦虑和不安，觉得他没有像一个成年人一样承担责任。",
        "label": ""
      },
      {
        "sentence": "婚前的时候，我并没有考虑太多，觉得这些钱是我们俩一起花的，但后来发现他一直欠着信用卡的钱，我觉得很受伤。",
        "label": ""
      },
      {
        "sentence": "我觉得他可能是被他的朋友面前洗脑了，所以才会赌博和欠债。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "夫妻之间的感情问题往往不是个别人的问题，而是两个人各自都有问题。我们也应该从我们之间的交流和相处中寻找问题的原因。或许你在平时对丈夫的管理和交流方式上存在一些问题，妻子对丈夫的态度影响丈夫对妻子的态度，同样，丈夫对妻子的态度也会影响妻子对丈夫的态度。根据你提供的信息，你们之间缺乏有效的沟通和信任，你丈夫欠信用卡的钱并没有告诉你具体数目，当初你追问他的情况时，你为什么会在没有详细了解的情况下帮他还钱呢？这或许也代表了你的一种需求，你需要通过这样的方式表明自己对他的态度，满足自己的需求，只是这些需求并没有自我意识地被你发现。同样，你们结婚后也没有通过交流解决问题，而是再次帮他“填补”这个洞，但两次的问题都没有得到解决，你接手了本应由他承担的责任，我能想象你内心的压力有多大。这是为了得到什么呢？这是你需要思考的问题。",
    "annotation": [
      {
        "sentence": "夫妻之间的感情问题往往不是个别人的问题，而是两个人各自都有问题。",
        "label": ""
      },
      {
        "sentence": "我们也应该从我们之间的交流和相处中寻找问题的原因。",
        "label": ""
      },
      {
        "sentence": "或许你在平时对丈夫的管理和交流方式上存在一些问题，妻子对丈夫的态度影响丈夫对妻子的态度，同样，丈夫对妻子的态度也会影响妻子对丈夫的态度。",
        "label": ""
      },
      {
        "sentence": "根据你提供的信息，你们之间缺乏有效的沟通和信任，你丈夫欠信用卡的钱并没有告诉你具体数目，当初你追问他的情况时，你为什么会在没有详细了解的情况下帮他还钱呢？",
        "label": ""
      },
      {
        "sentence": "这或许也代表了你的一种需求，你需要通过这样的方式表明自己对他的态度，满足自己的需求，只是这些需求并没有自我意识地被你发现。",
        "label": ""
      },
      {
        "sentence": "同样，你们结婚后也没有通过交流解决问题，而是再次帮他“填补”这个洞，但两次的问题都没有得到解决，你接手了本应由他承担的责任，我能想象你内心的压力有多大。",
        "label": ""
      },
      {
        "sentence": "这是为了得到什么呢？",
        "label": ""
      },
      {
        "sentence": "这是你需要思考的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实很难放下，尤其是有了孩子之后。我明白你的意思了，我跟丈夫之间的沟通和相处方式也存在问题，我们互相之间缺乏了解和信任。他虽然告诉我他借钱是向朋友借的，并且说过几天就会还，还给我看了聊天记录，但已经过了半年，那笔钱还没有还。",
    "annotation": [
      {
        "sentence": "确实很难放下，尤其是有了孩子之后。",
        "label": ""
      },
      {
        "sentence": "我明白你的意思了，我跟丈夫之间的沟通和相处方式也存在问题，我们互相之间缺乏了解和信任。",
        "label": ""
      },
      {
        "sentence": "他虽然告诉我他借钱是向朋友借的，并且说过几天就会还，还给我看了聊天记录，但已经过了半年，那笔钱还没有还。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你现在的纠结和内心的痛苦，除了放下，你还可以选择与丈夫沟通解决问题。试着将内心的压抑情绪和想法都告诉丈夫，听听他的想法和感受，释放并减轻内心的压力，促进夫妻之间的感情交流和更深入的理解，从而减少误会和矛盾，保障夫妻关系的稳定和谐发展。",
    "annotation": [
      {
        "sentence": "我能理解你现在的纠结和内心的痛苦，除了放下，你还可以选择与丈夫沟通解决问题。",
        "label": ""
      },
      {
        "sentence": "试着将内心的压抑情绪和想法都告诉丈夫，听听他的想法和感受，释放并减轻内心的压力，促进夫妻之间的感情交流和更深入的理解，从而减少误会和矛盾，保障夫妻关系的稳定和谐发展。",
        "label": ""
      }
    ]
  }
]