[
  {
    "role": "client",
    "content": "男朋友不想做家务怎么办？已经因为这件事吵很多次了不能提醒，一提醒他就炸，他说他会做，但是实际上他常等着等着就忘记，而且平时眼里没活儿，从不主动做，就知道打游戏，吵太多次了，而且他觉得自己没错。我感觉自己一直在隐忍，他太自我中心了，六年了，我舍不得，但是很迷茫，感觉未来也会是灰暗的。我该怎么办？",
    "annotation": [
      {
        "sentence": "男朋友不想做家务怎么办？",
        "label": ""
      },
      {
        "sentence": "已经因为这件事吵很多次了不能提醒，一提醒他就炸，他说他会做，但是实际上他常等着等着就忘记，而且平时眼里没活儿，从不主动做，就知道打游戏，吵太多次了，而且他觉得自己没错。",
        "label": ""
      },
      {
        "sentence": "我感觉自己一直在隐忍，他太自我中心了，六年了，我舍不得，但是很迷茫，感觉未来也会是灰暗的。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，你的困扰我能理解。在亲密关系中，当我们对对方有期待时，很容易被这些期待所伤。你的男朋友为什么会这样对待家务呢？也许这是你们彼此之间的相处模式逐渐形成的结果。或许你可以回想一下当初为什么会喜欢上这个爱打游戏不做家务的男人呢？另外，六年相比于未来的几十年，哪个更加漫长呢？",
    "annotation": [
      {
        "sentence": "亲爱的，你的困扰我能理解。",
        "label": ""
      },
      {
        "sentence": "在亲密关系中，当我们对对方有期待时，很容易被这些期待所伤。",
        "label": ""
      },
      {
        "sentence": "你的男朋友为什么会这样对待家务呢？",
        "label": ""
      },
      {
        "sentence": "也许这是你们彼此之间的相处模式逐渐形成的结果。",
        "label": ""
      },
      {
        "sentence": "或许你可以回想一下当初为什么会喜欢上这个爱打游戏不做家务的男人呢？",
        "label": ""
      },
      {
        "sentence": "另外，六年相比于未来的几十年，哪个更加漫长呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我刚开始时并不介意他不擅长做家务，但现在觉得越来越困扰了。他总是答应要做，但实际上往往会忘记。我们为此争吵了很多次，但他从来没有意识到自己的问题。我觉得我一直在忍耐，而且他总是自我为中心，不考虑我的感受。我真的很茫然，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我刚开始时并不介意他不擅长做家务，但现在觉得越来越困扰了。",
        "label": ""
      },
      {
        "sentence": "他总是答应要做，但实际上往往会忘记。",
        "label": ""
      },
      {
        "sentence": "我们为此争吵了很多次，但他从来没有意识到自己的问题。",
        "label": ""
      },
      {
        "sentence": "我觉得我一直在忍耐，而且他总是自我为中心，不考虑我的感受。",
        "label": ""
      },
      {
        "sentence": "我真的很茫然，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我能理解。一开始可能并不在意，但随着时间的推移，问题逐渐加重了。他没有意识到自己的问题，可能是因为没有真正意识到你的感受，或者不够成熟。对于你的忍耐和他的自我为中心，我可以理解你的困惑。现在你是否想要改变这种状态呢？你希望他能够更加关心你的感受和参与家务吗？",
    "annotation": [
      {
        "sentence": "你的感受我能理解。",
        "label": ""
      },
      {
        "sentence": "一开始可能并不在意，但随着时间的推移，问题逐渐加重了。",
        "label": ""
      },
      {
        "sentence": "他没有意识到自己的问题，可能是因为没有真正意识到你的感受，或者不够成熟。",
        "label": ""
      },
      {
        "sentence": "对于你的忍耐和他的自我为中心，我可以理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "现在你是否想要改变这种状态呢？",
        "label": ""
      },
      {
        "sentence": "你希望他能够更加关心你的感受和参与家务吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的希望他能够更关心我，并主动参与家务。我已经忍受了很长时间了，我觉得我也应该有权利得到尊重和支持。但是我不知道怎么跟他沟通，每次一提家务，他就会生气，我们的争吵也越来越频繁。",
    "annotation": [
      {
        "sentence": "是的，我真的希望他能够更关心我，并主动参与家务。",
        "label": ""
      },
      {
        "sentence": "我已经忍受了很长时间了，我觉得我也应该有权利得到尊重和支持。",
        "label": ""
      },
      {
        "sentence": "但是我不知道怎么跟他沟通，每次一提家务，他就会生气，我们的争吵也越来越频繁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的愿望。沟通在解决问题中非常重要，但是方式和时间也很关键。也许你可以选择一个适当的时机，平静地和他沟通你的想法和感受，一起探讨如何能够改善现状。在沟通的时候，也尽量使用“我”的语言，表达出你的感受和需求，而不是指责他的行为。",
    "annotation": [
      {
        "sentence": "非常理解你的愿望。",
        "label": ""
      },
      {
        "sentence": "沟通在解决问题中非常重要，但是方式和时间也很关键。",
        "label": ""
      },
      {
        "sentence": "也许你可以选择一个适当的时机，平静地和他沟通你的想法和感受，一起探讨如何能够改善现状。",
        "label": ""
      },
      {
        "sentence": "在沟通的时候，也尽量使用“我”的语言，表达出你的感受和需求，而不是指责他的行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该选择一个适当的时机，用平静的语气和他沟通我的想法和感受。我也会尽量使用“我”的语言，向他表达我的需求，而不是指责他的行为。但是如果他还是不愿意改变呢？我该怎么办？",
    "annotation": [
      {
        "sentence": "我明白了，我应该选择一个适当的时机，用平静的语气和他沟通我的想法和感受。",
        "label": ""
      },
      {
        "sentence": "我也会尽量使用“我”的语言，向他表达我的需求，而不是指责他的行为。",
        "label": ""
      },
      {
        "sentence": "但是如果他还是不愿意改变呢？",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果他还是不愿意改变，那可能需要更深入地探讨你们之间的问题。你们是否可以考虑寻求专业帮助，如夫妻咨询呢？专业的咨询师可以帮助你们更好地理解对方，并解决你们之间的冲突。同时，也要记得关注自己的感受和需求，不要一味地去满足对方的期待，要找到属于自己的幸福和平衡。",
    "annotation": [
      {
        "sentence": "如果他还是不愿意改变，那可能需要更深入地探讨你们之间的问题。",
        "label": ""
      },
      {
        "sentence": "你们是否可以考虑寻求专业帮助，如夫妻咨询呢？",
        "label": ""
      },
      {
        "sentence": "专业的咨询师可以帮助你们更好地理解对方，并解决你们之间的冲突。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得关注自己的感受和需求，不要一味地去满足对方的期待，要找到属于自己的幸福和平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑寻求专业帮助。我意识到现在最重要的是关注自己的感受和需求，而不是一味地迁就对方。希望我们能够共同努力解决问题，找到属于我们的幸福和平衡。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑寻求专业帮助。",
        "label": ""
      },
      {
        "sentence": "我意识到现在最重要的是关注自己的感受和需求，而不是一味地迁就对方。",
        "label": ""
      },
      {
        "sentence": "希望我们能够共同努力解决问题，找到属于我们的幸福和平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你真的做得很好，意识到关注自己的感受和需求是很重要的一步。无论最终的结果如何，重要的是你能够为自己的幸福和平衡努力。希望你们能够通过专业帮助找到解决问题的方法，度过这个困扰的阶段。请记住，你并不孤单，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "你真的做得很好，意识到关注自己的感受和需求是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "无论最终的结果如何，重要的是你能够为自己的幸福和平衡努力。",
        "label": ""
      },
      {
        "sentence": "希望你们能够通过专业帮助找到解决问题的方法，度过这个困扰的阶段。",
        "label": ""
      },
      {
        "sentence": "请记住，你并不孤单，我会一直支持你的。",
        "label": ""
      }
    ]
  }
]