[
  {
    "role": "client",
    "content": "最近我感到很难受，因为我的好朋友和我讨厌的人玩得很好。我和我的好朋友其实都不喜欢那个人，但是她们却每天在一起笑闹，有时甚至忘记了我。这让我很伤心，我都哭了好几次。明天就要考试了，但我还在想这些事情。虽然我和我的好朋友更亲近，但为什么她选择那个人而不是我呢？而且，过几天我们还会和那个人一起上高二班，我感到很难受。我不想再和讨厌的人一起走，于是我去找了其他人。但这样一来好像我就被他们孤立了，我觉得很难过。当我的好朋友和那个人吵架的时候，我会去安慰她。但是当我自己难过的时候，她却没过来找我，觉得很可笑。也许我过于珍惜这份友谊了，我不该把她看得这么重要。现在我应该怎么办呢？我真的很喜欢和她一起玩，可她的行为伤害了我。",
    "annotation": [
      {
        "sentence": "最近我感到很难受，因为我的好朋友和我讨厌的人玩得很好。",
        "label": ""
      },
      {
        "sentence": "我和我的好朋友其实都不喜欢那个人，但是她们却每天在一起笑闹，有时甚至忘记了我。",
        "label": ""
      },
      {
        "sentence": "这让我很伤心，我都哭了好几次。",
        "label": ""
      },
      {
        "sentence": "明天就要考试了，但我还在想这些事情。",
        "label": ""
      },
      {
        "sentence": "虽然我和我的好朋友更亲近，但为什么她选择那个人而不是我呢？",
        "label": ""
      },
      {
        "sentence": "而且，过几天我们还会和那个人一起上高二班，我感到很难受。",
        "label": ""
      },
      {
        "sentence": "我不想再和讨厌的人一起走，于是我去找了其他人。",
        "label": ""
      },
      {
        "sentence": "但这样一来好像我就被他们孤立了，我觉得很难过。",
        "label": ""
      },
      {
        "sentence": "当我的好朋友和那个人吵架的时候，我会去安慰她。",
        "label": ""
      },
      {
        "sentence": "但是当我自己难过的时候，她却没过来找我，觉得很可笑。",
        "label": ""
      },
      {
        "sentence": "也许我过于珍惜这份友谊了，我不该把她看得这么重要。",
        "label": ""
      },
      {
        "sentence": "现在我应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我真的很喜欢和她一起玩，可她的行为伤害了我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢你向我求助！我能理解你感到好友好像背叛了你们的友谊，和你讨厌的人关系密切，让你感到被孤立，这让你很生气和愤怒，对吗？你把你的朋友看得很重要，但是他对待你的方式并不像你对待他那样。这种内心的不平衡使你感到受伤。你有没有想过，你觉得你的朋友应该像你一样远离你们共同讨厌的人，但这些想法可能只是你个人的想法或一厢情愿。也许他并没有那么想法，他只是在你面前表达讨厌那个人，只是为了理解你和安慰你。此外，你有权利喜欢一个人和远离一个人，但是你没有权利要求你的朋友也这样做，这是他自己的选择。他的立场不坚定，甚至选择脚踏两条船，这是他个人的问题。如果你觉得你们的友谊还值得坚持，就继续交往下去。如果你觉得他的行为背叛了你，也许是你在感情中卷入太深，没有设定好自己的边界。加油，我会一直支持你！",
    "annotation": [
      {
        "sentence": "非常感谢你向我求助！",
        "label": ""
      },
      {
        "sentence": "我能理解你感到好友好像背叛了你们的友谊，和你讨厌的人关系密切，让你感到被孤立，这让你很生气和愤怒，对吗？",
        "label": ""
      },
      {
        "sentence": "你把你的朋友看得很重要，但是他对待你的方式并不像你对待他那样。",
        "label": ""
      },
      {
        "sentence": "这种内心的不平衡使你感到受伤。",
        "label": ""
      },
      {
        "sentence": "你有没有想过，你觉得你的朋友应该像你一样远离你们共同讨厌的人，但这些想法可能只是你个人的想法或一厢情愿。",
        "label": ""
      },
      {
        "sentence": "也许他并没有那么想法，他只是在你面前表达讨厌那个人，只是为了理解你和安慰你。",
        "label": ""
      },
      {
        "sentence": "此外，你有权利喜欢一个人和远离一个人，但是你没有权利要求你的朋友也这样做，这是他自己的选择。",
        "label": ""
      },
      {
        "sentence": "他的立场不坚定，甚至选择脚踏两条船，这是他个人的问题。",
        "label": ""
      },
      {
        "sentence": "如果你觉得你们的友谊还值得坚持，就继续交往下去。",
        "label": ""
      },
      {
        "sentence": "如果你觉得他的行为背叛了你，也许是你在感情中卷入太深，没有设定好自己的边界。",
        "label": ""
      },
      {
        "sentence": "加油，我会一直支持你！",
        "label": ""
      }
    ]
  }
]