[
  {
    "role": "client",
    "content": "一天没玩就浑身不舒服，迷恋游戏，自制力差，怎么办？儿时父母忙，物质方面照顾我很好但陪伴少，我玩游戏几年（也曾经有段时间没有玩），学习中等，今年来玩的有些频繁几乎每天都要玩，如果有一天没玩就浑身不舒服，现在学习任务紧玩游戏很影响我的学习，自己知道这样不好但就是控制不住自己，我该怎么办？有原来很爱玩游戏但后来戒除游戏的吗？期望学习你们的成功经验。",
    "annotation": [
      {
        "sentence": "一天没玩就浑身不舒服，迷恋游戏，自制力差，怎么办？",
        "label": ""
      },
      {
        "sentence": "儿时父母忙，物质方面照顾我很好但陪伴少，我玩游戏几年（也曾经有段时间没有玩），学习中等，今年来玩的有些频繁几乎每天都要玩，如果有一天没玩就浑身不舒服，现在学习任务紧玩游戏很影响我的学习，自己知道这样不好但就是控制不住自己，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "有原来很爱玩游戏但后来戒除游戏的吗？",
        "label": ""
      },
      {
        "sentence": "期望学习你们的成功经验。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我理解你很难控制自己玩游戏的欲望，并且这对你的学习产生了很大的影响。我曾经也经历过类似的问题，特别是在备考大型考试的时候。我不断迷恋王者荣耀，明明知道要学习，但总是忍不住去玩。这种情况让我非常内疚，自责不已。你能告诉我你迷恋游戏的原因吗？",
    "annotation": [
      {
        "sentence": "求助者，我理解你很难控制自己玩游戏的欲望，并且这对你的学习产生了很大的影响。",
        "label": ""
      },
      {
        "sentence": "我曾经也经历过类似的问题，特别是在备考大型考试的时候。",
        "label": ""
      },
      {
        "sentence": "我不断迷恋王者荣耀，明明知道要学习，但总是忍不住去玩。",
        "label": ""
      },
      {
        "sentence": "这种情况让我非常内疚，自责不已。",
        "label": ""
      },
      {
        "sentence": "你能告诉我你迷恋游戏的原因吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我对游戏迷恋有两个原因：一是赢了游戏可以增强我的自信心，对于即将面临考试的我来说是一种心理支持；而且每局游戏的时间并不长，所以我总认为可以再玩一会儿。二是输了游戏会让我感到非常难过，我不愿意带着这种情绪去学习，这对我来说是一种打击。不论输赢，我都会在之后的游戏中一直持续在输或赢之后的心理状态中。你呢，当你玩游戏的时候，是怎样的心理状态呢？你对游戏的哪个方面最为依恋？",
    "annotation": [
      {
        "sentence": "我对游戏迷恋有两个原因：一是赢了游戏可以增强我的自信心，对于即将面临考试的我来说是一种心理支持；而且每局游戏的时间并不长，所以我总认为可以再玩一会儿。",
        "label": ""
      },
      {
        "sentence": "二是输了游戏会让我感到非常难过，我不愿意带着这种情绪去学习，这对我来说是一种打击。",
        "label": ""
      },
      {
        "sentence": "不论输赢，我都会在之后的游戏中一直持续在输或赢之后的心理状态中。",
        "label": ""
      },
      {
        "sentence": "你呢，当你玩游戏的时候，是怎样的心理状态呢？",
        "label": ""
      },
      {
        "sentence": "你对游戏的哪个方面最为依恋？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的心理需求是从游戏中获得自信、赢得快乐和避免失败感。明确了心理需求后，我明确了自己的目标：通过考试并争取高分。我找到了一些既能帮助我实现目标，又能满足我的游戏心理需求的方式。我下载了一个背单词的APP，可以和其他人进行背单词的PK，每赢一次我都会感到特别开心，输一次则会非常难过，这激励我继续背单词。另外，我还找到了一个刷题的软件，它会显示你的错误率以及你在所有做这些题的人中的排名，这也激励我去更努力地背题。",
    "annotation": [
      {
        "sentence": "我明白你的心理需求是从游戏中获得自信、赢得快乐和避免失败感。",
        "label": ""
      },
      {
        "sentence": "明确了心理需求后，我明确了自己的目标：通过考试并争取高分。",
        "label": ""
      },
      {
        "sentence": "我找到了一些既能帮助我实现目标，又能满足我的游戏心理需求的方式。",
        "label": ""
      },
      {
        "sentence": "我下载了一个背单词的APP，可以和其他人进行背单词的PK，每赢一次我都会感到特别开心，输一次则会非常难过，这激励我继续背单词。",
        "label": ""
      },
      {
        "sentence": "另外，我还找到了一个刷题的软件，它会显示你的错误率以及你在所有做这些题的人中的排名，这也激励我去更努力地背题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些方式听起来很有用。另外，你有没有一些方法来对抗原有的游戏习惯呢？",
    "annotation": [
      {
        "sentence": "这些方式听起来很有用。",
        "label": ""
      },
      {
        "sentence": "另外，你有没有一些方法来对抗原有的游戏习惯呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我采取了几种方式来打破原有的游戏习惯。首先，我尝试提高玩游戏的难度和成本，逐渐减少对游戏的依赖。我用密码锁住了我的iPad，刚开始的时候，我会忍不住去打开解锁，但每次我重新锁上后，就会增加一个密码。这样当我尝试去解锁时，开锁变得更加麻烦，逐渐减少了我玩游戏的冲动。其次，我降低了学习的难度和成本，养成新的习惯。我把学习用的软件和书放在最明显的位置，每次打开手机时都能看到它们。软件中有关于比拼结果的统计，而题和书则摆在桌子上，坐下就能开始学习。当我想玩游戏时，我会意识到自己可能只是累了，需要休息一下或者找些其他方式放松，比如和朋友聊天或者出去散散步。虽然这个过程需要一定的时间，但效果还是很好的。此外，如果需要，你可以让你的同学提醒和监督你。现在我偶尔还会沉迷游戏，但至少不再耽误正事。在游戏中赢输也不再那么重要，我可以随时离开游戏了。当你明白游戏只是游戏，并且认识到它满足的是虚拟的需求，无法延续到现实生活中时，你会慢慢放下游戏的。",
    "annotation": [
      {
        "sentence": "是的，我采取了几种方式来打破原有的游戏习惯。",
        "label": ""
      },
      {
        "sentence": "首先，我尝试提高玩游戏的难度和成本，逐渐减少对游戏的依赖。",
        "label": ""
      },
      {
        "sentence": "我用密码锁住了我的iPad，刚开始的时候，我会忍不住去打开解锁，但每次我重新锁上后，就会增加一个密码。",
        "label": ""
      },
      {
        "sentence": "这样当我尝试去解锁时，开锁变得更加麻烦，逐渐减少了我玩游戏的冲动。",
        "label": ""
      },
      {
        "sentence": "其次，我降低了学习的难度和成本，养成新的习惯。",
        "label": ""
      },
      {
        "sentence": "我把学习用的软件和书放在最明显的位置，每次打开手机时都能看到它们。",
        "label": ""
      },
      {
        "sentence": "软件中有关于比拼结果的统计，而题和书则摆在桌子上，坐下就能开始学习。",
        "label": ""
      },
      {
        "sentence": "当我想玩游戏时，我会意识到自己可能只是累了，需要休息一下或者找些其他方式放松，比如和朋友聊天或者出去散散步。",
        "label": ""
      },
      {
        "sentence": "虽然这个过程需要一定的时间，但效果还是很好的。",
        "label": ""
      },
      {
        "sentence": "此外，如果需要，你可以让你的同学提醒和监督你。",
        "label": ""
      },
      {
        "sentence": "现在我偶尔还会沉迷游戏，但至少不再耽误正事。",
        "label": ""
      },
      {
        "sentence": "在游戏中赢输也不再那么重要，我可以随时离开游戏了。",
        "label": ""
      },
      {
        "sentence": "当你明白游戏只是游戏，并且认识到它满足的是虚拟的需求，无法延续到现实生活中时，你会慢慢放下游戏的。",
        "label": ""
      }
    ]
  }
]