[
  {
    "role": "client",
    "content": "我认识半年的好朋友突然除你所有联系方式？以前刚开学的时候我们宿舍有5个人，一开始关系很好，后面因为一些原因其中一个被排挤在外，现在的我也因为身体原因在家中修养，可是我的那群舍友却在前几个礼拜把我联系方式全删了。其中一个还说我勾引她男朋友？骂我骂的特别难听，可我明明待在家里什么都没做，只不过就是有一天晚上打游戏邀了个好友，没想到是他男朋友问朋友借的号，我也是后来才知道。那个女的以前和我关系特别好，我们甚至都准备毕业后去同一个城市工作，几个星期没见就变成了这样，到底是怎么回事？这几天因为这件事我很苦恼。",
    "annotation": [
      {
        "sentence": "我认识半年的好朋友突然除你所有联系方式？",
        "label": ""
      },
      {
        "sentence": "以前刚开学的时候我们宿舍有5个人，一开始关系很好，后面因为一些原因其中一个被排挤在外，现在的我也因为身体原因在家中修养，可是我的那群舍友却在前几个礼拜把我联系方式全删了。",
        "label": ""
      },
      {
        "sentence": "其中一个还说我勾引她男朋友？",
        "label": ""
      },
      {
        "sentence": "骂我骂的特别难听，可我明明待在家里什么都没做，只不过就是有一天晚上打游戏邀了个好友，没想到是他男朋友问朋友借的号，我也是后来才知道。",
        "label": ""
      },
      {
        "sentence": "那个女的以前和我关系特别好，我们甚至都准备毕业后去同一个城市工作，几个星期没见就变成了这样，到底是怎么回事？",
        "label": ""
      },
      {
        "sentence": "这几天因为这件事我很苦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你一定很困惑和难过吧，我能理解你的痛苦。从你的描述中，我能感受到你因为无意中和室友的男友打了游戏，而被室友误解，导致自己的形象在她们心中有所破坏，从而被删除所有联系方式。我想知道，你是否在问题弄清楚后，和室友解释了事情的原委呢？",
    "annotation": [
      {
        "sentence": "你一定很困惑和难过吧，我能理解你的痛苦。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我能感受到你因为无意中和室友的男友打了游戏，而被室友误解，导致自己的形象在她们心中有所破坏，从而被删除所有联系方式。",
        "label": ""
      },
      {
        "sentence": "我想知道，你是否在问题弄清楚后，和室友解释了事情的原委呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我当时确实尝试和她们解释，但是她们完全不听我说，只是一味地指责我勾引她男朋友，还骂我骂得特别难听。",
    "annotation": [
      {
        "sentence": "我当时确实尝试和她们解释，但是她们完全不听我说，只是一味地指责我勾引她男朋友，还骂我骂得特别难听。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很抱歉听到你的经历，她们的指责和言语确实让你受伤了。不过在这个情况下，请你好好想一想，你室友的男朋友是否知道你到底有没有勾引他呢？是他男友主动坦白的吗？还是你确实和他男友暧昧不清了，在不知道他的身份的前提下？",
    "annotation": [
      {
        "sentence": "很抱歉听到你的经历，她们的指责和言语确实让你受伤了。",
        "label": ""
      },
      {
        "sentence": "不过在这个情况下，请你好好想一想，你室友的男朋友是否知道你到底有没有勾引他呢？",
        "label": ""
      },
      {
        "sentence": "是他男友主动坦白的吗？",
        "label": ""
      },
      {
        "sentence": "还是你确实和他男友暧昧不清了，在不知道他的身份的前提下？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我和他男友之间没有任何不妥的行为，只是无意中邀请他玩游戏而已。我室友是通过他男友告诉她的，但是后来我才知道原来他男友是用朋友的账号和我玩游戏的。",
    "annotation": [
      {
        "sentence": "我和他男友之间没有任何不妥的行为，只是无意中邀请他玩游戏而已。",
        "label": ""
      },
      {
        "sentence": "我室友是通过他男友告诉她的，但是后来我才知道原来他男友是用朋友的账号和我玩游戏的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，那么可能的原因是你室友的男友的行为和言语让你室友产生了误会，或者他们的感情本身就已有问题存在。如果你被冤枉了，一定要和对方解释清楚，不只是为了挽回关系，更重要的是维护自己的形象和品质。如果她们一直误会下去，并且和其他人背后议论你，那么你所处的班级环境和学习环境会变得被动和糟糕。道不同，不相为谋。我们的确需要朋友，但也需要对朋友进行鉴别和筛选，让自己的情感和付出放在值得的人身上。",
    "annotation": [
      {
        "sentence": "明白了，那么可能的原因是你室友的男友的行为和言语让你室友产生了误会，或者他们的感情本身就已有问题存在。",
        "label": ""
      },
      {
        "sentence": "如果你被冤枉了，一定要和对方解释清楚，不只是为了挽回关系，更重要的是维护自己的形象和品质。",
        "label": ""
      },
      {
        "sentence": "如果她们一直误会下去，并且和其他人背后议论你，那么你所处的班级环境和学习环境会变得被动和糟糕。",
        "label": ""
      },
      {
        "sentence": "道不同，不相为谋。",
        "label": ""
      },
      {
        "sentence": "我们的确需要朋友，但也需要对朋友进行鉴别和筛选，让自己的情感和付出放在值得的人身上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我以前真的觉得她们是我的好朋友，但现在看来她们可能并不是那么信任我。我不知道她们为什么会这样孤立另外一个人？",
    "annotation": [
      {
        "sentence": "我以前真的觉得她们是我的好朋友，但现在看来她们可能并不是那么信任我。",
        "label": ""
      },
      {
        "sentence": "我不知道她们为什么会这样孤立另外一个人？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "好的团体和交际，会让人进步和享受亲密关系带来的安全感和幸福，而自私和思想狭隘的群体，可能也会让自己受到消极的影响。她们可能会被语言和没有经过验证的事实而蒙蔽，这是可以理解的。每个人都有一叶障目的时刻，但如果在对方的真诚解释之后，不去对事实经过分析和思考，而是粗暴地选择删除方式或者离开，可能是不成熟的。",
    "annotation": [
      {
        "sentence": "好的团体和交际，会让人进步和享受亲密关系带来的安全感和幸福，而自私和思想狭隘的群体，可能也会让自己受到消极的影响。",
        "label": ""
      },
      {
        "sentence": "她们可能会被语言和没有经过验证的事实而蒙蔽，这是可以理解的。",
        "label": ""
      },
      {
        "sentence": "每个人都有一叶障目的时刻，但如果在对方的真诚解释之后，不去对事实经过分析和思考，而是粗暴地选择删除方式或者离开，可能是不成熟的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "如果我真的十分在意她们，并且也很信任她们的为人和品质，我应该怎么努力地解释真相，挽回友谊呢？",
    "annotation": [
      {
        "sentence": "如果我真的十分在意她们，并且也很信任她们的为人和品质，我应该怎么努力地解释真相，挽回友谊呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以试着再次找她们谈谈，为自己的清白辩护，并表示你真心希望能够解开误会，恢复友谊。但是也需要考虑到自己的感受，如果在解释之后，她们仍然不愿意相信你，那或许说明她们并不是真正理解和支持你的人。友谊是双方共同的选择和付出，如果她们不能给予你理解和信任，也许你需要接受现实，不再为了一个不值得的人而伤害自己。",
    "annotation": [
      {
        "sentence": "你可以试着再次找她们谈谈，为自己的清白辩护，并表示你真心希望能够解开误会，恢复友谊。",
        "label": ""
      },
      {
        "sentence": "但是也需要考虑到自己的感受，如果在解释之后，她们仍然不愿意相信你，那或许说明她们并不是真正理解和支持你的人。",
        "label": ""
      },
      {
        "sentence": "友谊是双方共同的选择和付出，如果她们不能给予你理解和信任，也许你需要接受现实，不再为了一个不值得的人而伤害自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会思考一下，如果我内心对她们的离开没有太多的伤感和不舍，那我可能真的应该接受现实。",
    "annotation": [
      {
        "sentence": "我会思考一下，如果我内心对她们的离开没有太多的伤感和不舍，那我可能真的应该接受现实。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，接受现实是一个艰难但必要的过程。不要忘记，你应该将自己的情感和付出放在值得的人身上，与那些真正理解和支持你的人共同成长和建立亲密关系。要相信，总有适合你的朋友存在。",
    "annotation": [
      {
        "sentence": "是的，接受现实是一个艰难但必要的过程。",
        "label": ""
      },
      {
        "sentence": "不要忘记，你应该将自己的情感和付出放在值得的人身上，与那些真正理解和支持你的人共同成长和建立亲密关系。",
        "label": ""
      },
      {
        "sentence": "要相信，总有适合你的朋友存在。",
        "label": ""
      }
    ]
  }
]