[
  {
    "role": "client",
    "content": "我发现我妈妈出轨了，明里暗里也说了，要告诉我爸吗？前几天我爸回老家，我跟我妈在一块，有天晚上我出去吃饭，方时大概十点了，我发现我妈不在家，我也没多想，然后就一夜没回来，第二天也一夜没回来，她不知道我发现了，然后我问她昨晚去哪了，她开始还说在家，我说你不是出去了吗，她就说我昨天回来你不知道吗，我就跟她说我昨晚就在你床上睡的，她沉默了，之后说跟小姐妹一起出去玩，我怀疑几天前她就偷偷跑出去了因为我几天前在垃圾桶里发现了避孕药，而且昨天她跟一个人在聊天，我一过去她很慌张的吧手机盖住。她也毁了我，因为我之前跟我女朋友谈恋爱的时候，她就经常猜忌人家，又说人家在大学跟哪个男生在一块你也不知道，又说她整天抱着手机不知道跟哪个男的在聊天，又说她飞国外一个人又不知道跟谁一起飞的，当时我才十八九岁，就觉得父母说的是对的，现在想想，真的是无语。说到这我想请问，我要吧这事告诉我爸吗，告诉了肯定离婚，不告诉在我心里永远是个梗，我本来心理就被我妈z造成有疾病。",
    "annotation": [
      {
        "sentence": "我发现我妈妈出轨了，明里暗里也说了，要告诉我爸吗？",
        "label": ""
      },
      {
        "sentence": "前几天我爸回老家，我跟我妈在一块，有天晚上我出去吃饭，方时大概十点了，我发现我妈不在家，我也没多想，然后就一夜没回来，第二天也一夜没回来，她不知道我发现了，然后我问她昨晚去哪了，她开始还说在家，我说你不是出去了吗，她就说我昨天回来你不知道吗，我就跟她说我昨晚就在你床上睡的，她沉默了，之后说跟小姐妹一起出去玩，我怀疑几天前她就偷偷跑出去了因为我几天前在垃圾桶里发现了避孕药，而且昨天她跟一个人在聊天，我一过去她很慌张的吧手机盖住。",
        "label": ""
      },
      {
        "sentence": "她也毁了我，因为我之前跟我女朋友谈恋爱的时候，她就经常猜忌人家，又说人家在大学跟哪个男生在一块你也不知道，又说她整天抱着手机不知道跟哪个男的在聊天，又说她飞国外一个人又不知道跟谁一起飞的，当时我才十八九岁，就觉得父母说的是对的，现在想想，真的是无语。",
        "label": ""
      },
      {
        "sentence": "说到这我想请问，我要吧这事告诉我爸吗，告诉了肯定离婚，不告诉在我心里永远是个梗，我本来心理就被我妈z造成有疾病。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你此刻的内心纠结与困惑。首先我想告诉你，我曾经有过类似的经历，明了你所处的痛苦和委屈。然而，让我来与你分享一下我的故事。当时，我并没有选择告诉我爸爸，而是让我妈妈主动提出离婚。因为这样的决定能够让两个人在外界看来依旧保持良好的形象。那么，你告诉你爸爸的目的是什么呢？你能忍心看到你爸爸伤心吗？你能够接受离异家庭吗？如果你能够接受这些后果，那就勇敢地去做吧。我知道你此刻深受困扰，但是你依旧只是一个小孩子。你应该努力让自己的家庭变得更好，一起面对这个困境。",
    "annotation": [
      {
        "sentence": "我完全理解你此刻的内心纠结与困惑。",
        "label": ""
      },
      {
        "sentence": "首先我想告诉你，我曾经有过类似的经历，明了你所处的痛苦和委屈。",
        "label": ""
      },
      {
        "sentence": "然而，让我来与你分享一下我的故事。",
        "label": ""
      },
      {
        "sentence": "当时，我并没有选择告诉我爸爸，而是让我妈妈主动提出离婚。",
        "label": ""
      },
      {
        "sentence": "因为这样的决定能够让两个人在外界看来依旧保持良好的形象。",
        "label": ""
      },
      {
        "sentence": "那么，你告诉你爸爸的目的是什么呢？",
        "label": ""
      },
      {
        "sentence": "你能忍心看到你爸爸伤心吗？",
        "label": ""
      },
      {
        "sentence": "你能够接受离异家庭吗？",
        "label": ""
      },
      {
        "sentence": "如果你能够接受这些后果，那就勇敢地去做吧。",
        "label": ""
      },
      {
        "sentence": "我知道你此刻深受困扰，但是你依旧只是一个小孩子。",
        "label": ""
      },
      {
        "sentence": "你应该努力让自己的家庭变得更好，一起面对这个困境。",
        "label": ""
      }
    ]
  }
]