[
  {
    "role": "client",
    "content": "我想先处理好工作，怎样处理不合时机的相亲？我年龄很大了，工作和感情都是剩斗士级别，没有好好发展过。我觉得应该先有工作再有恋情，保持平衡。追求工作开始和顺利的过程中，顾及着爱情，这样才好。可是现在工作之路还没重新开始，有人介绍了一个品质等还不错，我比较乐于发展的对象，该怎么办？我可以直说现在不谈恋爱吗？因为如果先期顾及着谈恋爱，我身心会意乱情迷，最后绝对感情和个人工作发展乱七八糟，因为感情和工作两个一开始没有平衡开始，我是完全没信心的。我应该等我工作有进度再同时记着分一半人生给爱情，不然我很不自信，只有同时平衡发展，这样才能让我觉得是正确的活法。以前为感情单向一根筋付出太多，最后是恋情人生和工作物质方面两头空。",
    "annotation": [
      {
        "sentence": "我想先处理好工作，怎样处理不合时机的相亲？",
        "label": ""
      },
      {
        "sentence": "我年龄很大了，工作和感情都是剩斗士级别，没有好好发展过。",
        "label": ""
      },
      {
        "sentence": "我觉得应该先有工作再有恋情，保持平衡。",
        "label": ""
      },
      {
        "sentence": "追求工作开始和顺利的过程中，顾及着爱情，这样才好。",
        "label": ""
      },
      {
        "sentence": "可是现在工作之路还没重新开始，有人介绍了一个品质等还不错，我比较乐于发展的对象，该怎么办？",
        "label": ""
      },
      {
        "sentence": "我可以直说现在不谈恋爱吗？",
        "label": ""
      },
      {
        "sentence": "因为如果先期顾及着谈恋爱，我身心会意乱情迷，最后绝对感情和个人工作发展乱七八糟，因为感情和工作两个一开始没有平衡开始，我是完全没信心的。",
        "label": ""
      },
      {
        "sentence": "我应该等我工作有进度再同时记着分一半人生给爱情，不然我很不自信，只有同时平衡发展，这样才能让我觉得是正确的活法。",
        "label": ""
      },
      {
        "sentence": "以前为感情单向一根筋付出太多，最后是恋情人生和工作物质方面两头空。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的顾虑了，而且是顾虑重重。首先呢觉得自己年龄大了，然后觉得工作没达到理想境界，最后得出的结论是：这个时候谈恋爱可能会工作恋爱两边都顾及不到。我明白你有很多担心。人有先入为主的观念，并会在生活中努力去验证。不管是悲观的还是乐观的，你都会在生活中验证自己的最初想法，并且悲观者更乐于去验证。通常的结果是：看，我都说是这样的吧。人是会在重大决策时刻需要一个人独处静思，但不是说要恋爱和工作不可以同时进行，他们不是前后挡不必二选一，况且你还遇到一个比较优秀的人。恋爱还有个标准就是成家，工作要进行到什么程度才算是成功了？工作可有可无，家却是一个人的归属。其实很大一部分的顾虑都是我们想象出来的，而且我们只想到了负面的一面。而且人不能只要工作，工作之余我们还要生活，这样才能促进我们更好地工作。也看出来了，你不想错过一个乐于发展的对象，敢于常试，是突破自我的开始，不管在工作还是恋爱，都要有开始才知道结果。",
    "annotation": [
      {
        "sentence": "看到你的顾虑了，而且是顾虑重重。",
        "label": ""
      },
      {
        "sentence": "首先呢觉得自己年龄大了，然后觉得工作没达到理想境界，最后得出的结论是：这个时候谈恋爱可能会工作恋爱两边都顾及不到。",
        "label": ""
      },
      {
        "sentence": "我明白你有很多担心。",
        "label": ""
      },
      {
        "sentence": "人有先入为主的观念，并会在生活中努力去验证。",
        "label": ""
      },
      {
        "sentence": "不管是悲观的还是乐观的，你都会在生活中验证自己的最初想法，并且悲观者更乐于去验证。",
        "label": ""
      },
      {
        "sentence": "通常的结果是：看，我都说是这样的吧。",
        "label": ""
      },
      {
        "sentence": "人是会在重大决策时刻需要一个人独处静思，但不是说要恋爱和工作不可以同时进行，他们不是前后挡不必二选一，况且你还遇到一个比较优秀的人。",
        "label": ""
      },
      {
        "sentence": "恋爱还有个标准就是成家，工作要进行到什么程度才算是成功了？",
        "label": ""
      },
      {
        "sentence": "工作可有可无，家却是一个人的归属。",
        "label": ""
      },
      {
        "sentence": "其实很大一部分的顾虑都是我们想象出来的，而且我们只想到了负面的一面。",
        "label": ""
      },
      {
        "sentence": "而且人不能只要工作，工作之余我们还要生活，这样才能促进我们更好地工作。",
        "label": ""
      },
      {
        "sentence": "也看出来了，你不想错过一个乐于发展的对象，敢于常试，是突破自我的开始，不管在工作还是恋爱，都要有开始才知道结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我懂你说的，但是我真的很担心一旦牵扯到恋爱，我就会分心，无法专注在工作上。我害怕这样会导致工作的失败，再次错过良机。我该如何控制这种情绪，同时保持对工作的专注？",
    "annotation": [
      {
        "sentence": "我懂你说的，但是我真的很担心一旦牵扯到恋爱，我就会分心，无法专注在工作上。",
        "label": ""
      },
      {
        "sentence": "我害怕这样会导致工作的失败，再次错过良机。",
        "label": ""
      },
      {
        "sentence": "我该如何控制这种情绪，同时保持对工作的专注？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的担忧。控制情绪并保持专注是一个需要时间和努力的过程。有些人会通过调整自己的心理状态来达到这一点。例如，你可以尝试一些放松的方法，比如冥想或者做一些运动来缓解焦虑和压力。另外，建议你将事情分解成小步骤，一次只专注于完成一件事情，这样可以避免分心而导致工作失败。同时，要学会放松自己，不要对自己过于严苛和苛求，给自己一些时间和空间，让自己适应新的生活状态。相信你能够逐渐找到平衡，并且同时在工作和恋爱中取得成功。",
    "annotation": [
      {
        "sentence": "明白你的担忧。",
        "label": ""
      },
      {
        "sentence": "控制情绪并保持专注是一个需要时间和努力的过程。",
        "label": ""
      },
      {
        "sentence": "有些人会通过调整自己的心理状态来达到这一点。",
        "label": ""
      },
      {
        "sentence": "例如，你可以尝试一些放松的方法，比如冥想或者做一些运动来缓解焦虑和压力。",
        "label": ""
      },
      {
        "sentence": "另外，建议你将事情分解成小步骤，一次只专注于完成一件事情，这样可以避免分心而导致工作失败。",
        "label": ""
      },
      {
        "sentence": "同时，要学会放松自己，不要对自己过于严苛和苛求，给自己一些时间和空间，让自己适应新的生活状态。",
        "label": ""
      },
      {
        "sentence": "相信你能够逐渐找到平衡，并且同时在工作和恋爱中取得成功。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会试着调整自己的心理状态，尝试放松的方法来缓解焦虑和压力。同时，我也会把事情分解成小步骤，专注于完成每一件事情。不再过于苛求自己，给自己一些时间和空间来适应新的生活状态。我相信我能够找到平衡，并在工作和恋爱中都取得成功。再次感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着调整自己的心理状态，尝试放松的方法来缓解焦虑和压力。",
        "label": ""
      },
      {
        "sentence": "同时，我也会把事情分解成小步骤，专注于完成每一件事情。",
        "label": ""
      },
      {
        "sentence": "不再过于苛求自己，给自己一些时间和空间来适应新的生活状态。",
        "label": ""
      },
      {
        "sentence": "我相信我能够找到平衡，并在工作和恋爱中都取得成功。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。调整心理状态需要时间和努力，希望你能耐心对待自己。遇到困难时，记得不要放弃，只要保持积极乐观的态度，你一定能够克服一切困难。希望你能够找到自己的平衡点，取得工作和感情的双重成功。如果还有其他问题或者困惑，随时都可以来找我倾诉。祝福你！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "调整心理状态需要时间和努力，希望你能耐心对待自己。",
        "label": ""
      },
      {
        "sentence": "遇到困难时，记得不要放弃，只要保持积极乐观的态度，你一定能够克服一切困难。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到自己的平衡点，取得工作和感情的双重成功。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或者困惑，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和祝福！我会坚持努力，相信自己能够克服困难，找到平衡。如果遇到问题，我一定会来向你请教的。再次谢谢你的支持和帮助！祝你一切顺利！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和祝福！",
        "label": ""
      },
      {
        "sentence": "我会坚持努力，相信自己能够克服困难，找到平衡。",
        "label": ""
      },
      {
        "sentence": "如果遇到问题，我一定会来向你请教的。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你的支持和帮助！",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]