[
  {
    "role": "client",
    "content": "经常和人闹掰又总是回头求复合，我是被所有人讨厌？我经常因为得不到别人的关注关心和我认为不平等对待就把别人拉黑，和他不联系。但过段时间又总想起之前的美好回忆再加回来。",
    "annotation": [
      {
        "sentence": "经常和人闹掰又总是回头求复合，我是被所有人讨厌？",
        "label": ""
      },
      {
        "sentence": "我经常因为得不到别人的关注关心和我认为不平等对待就把别人拉黑，和他不联系。",
        "label": ""
      },
      {
        "sentence": "但过段时间又总想起之前的美好回忆再加回来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看起来你很渴望一段稳定和持久的关系，但是从和家人到和朋友、恋人，你所经历的关系来看，又好像都不是那么让人满意。你说你似乎让所有人都讨厌你，但是好像没有充足的理由表明你的朋友、恋人讨厌你，我猜想你的这种感觉主要来自于和家人的相处。",
    "annotation": [
      {
        "sentence": "看起来你很渴望一段稳定和持久的关系，但是从和家人到和朋友、恋人，你所经历的关系来看，又好像都不是那么让人满意。",
        "label": ""
      },
      {
        "sentence": "你说你似乎让所有人都讨厌你，但是好像没有充足的理由表明你的朋友、恋人讨厌你，我猜想你的这种感觉主要来自于和家人的相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，和家人的关系一直都不好。不知道他们为什么不见我、不接我的电话，我再怎么折腾也不理我，是从小就这样吗，还是从某一件特殊的事情或者某一特殊时期开始。",
    "annotation": [
      {
        "sentence": "是的，和家人的关系一直都不好。",
        "label": ""
      },
      {
        "sentence": "不知道他们为什么不见我、不接我的电话，我再怎么折腾也不理我，是从小就这样吗，还是从某一件特殊的事情或者某一特殊时期开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "真的是因为你的所作所为才让他们这样吗，还是他们本身就不太懂如何去爱、如何沟通。我倾向于认为孩子再错也不至于犯那么大的错，也不至于让家长这么对一个孩子，他们也许有自己的待人处事的方式、在你出生之前已经比较定型了。他们也有自己的情绪来源，比如挣钱养家的压力、处理好夫妻关系的压力、赡养老人的压力、自己的人际关系压力等等。理清楚他们的做法多少来自于“讨厌你”，多少来自于他们自己，很重要。",
    "annotation": [
      {
        "sentence": "真的是因为你的所作所为才让他们这样吗，还是他们本身就不太懂如何去爱、如何沟通。",
        "label": ""
      },
      {
        "sentence": "我倾向于认为孩子再错也不至于犯那么大的错，也不至于让家长这么对一个孩子，他们也许有自己的待人处事的方式、在你出生之前已经比较定型了。",
        "label": ""
      },
      {
        "sentence": "他们也有自己的情绪来源，比如挣钱养家的压力、处理好夫妻关系的压力、赡养老人的压力、自己的人际关系压力等等。",
        "label": ""
      },
      {
        "sentence": "理清楚他们的做法多少来自于“讨厌你”，多少来自于他们自己，很重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解他们可能有自己的困难和压力，但是我真的很心疼他们，对他们付出了很多。可是我永远得到的都是敷衍，也感觉不到爱，对他们也经常用最恶毒的语言刺激但他们就是不理我，不见我不接电话，就是不想和我来往也不关心我的死活。",
    "annotation": [
      {
        "sentence": "我理解他们可能有自己的困难和压力，但是我真的很心疼他们，对他们付出了很多。",
        "label": ""
      },
      {
        "sentence": "可是我永远得到的都是敷衍，也感觉不到爱，对他们也经常用最恶毒的语言刺激但他们就是不理我，不见我不接电话，就是不想和我来往也不关心我的死活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说心疼他们可怜他们对他们的付出，不知道说的是父母对兄弟的付出没有回报吗？是存在比较严重的重男轻女的倾向吗？看来好像是更值得付出的你没有得到应得的爱。他们的做法也许受到了许多来自家族、社会的影响，但是无论如何都是不公平、不合理的，你应该获得足够的关爱。",
    "annotation": [
      {
        "sentence": "你说心疼他们可怜他们对他们的付出，不知道说的是父母对兄弟的付出没有回报吗？",
        "label": ""
      },
      {
        "sentence": "是存在比较严重的重男轻女的倾向吗？",
        "label": ""
      },
      {
        "sentence": "看来好像是更值得付出的你没有得到应得的爱。",
        "label": ""
      },
      {
        "sentence": "他们的做法也许受到了许多来自家族、社会的影响，但是无论如何都是不公平、不合理的，你应该获得足够的关爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我常常觉得自己被轻视和忽视，感到非常无助和失落。我害怕再次经历这样的情绪，所以我会突然讨厌对方，想引起他们的注意。我常常争吵，并且情绪越来越暴躁。有时候甚至会打自己的脸。",
    "annotation": [
      {
        "sentence": "是的，我常常觉得自己被轻视和忽视，感到非常无助和失落。",
        "label": ""
      },
      {
        "sentence": "我害怕再次经历这样的情绪，所以我会突然讨厌对方，想引起他们的注意。",
        "label": ""
      },
      {
        "sentence": "我常常争吵，并且情绪越来越暴躁。",
        "label": ""
      },
      {
        "sentence": "有时候甚至会打自己的脸。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这听起来像是一种表达情绪的方式，当你无法得到关注和重视时，你会通过争吵和暴躁来吸引对方的注意力。但是这种方式并不是有效的沟通方式，并且可能对你自己带来伤害。我们可以一起寻找更健康的解决方法，帮助你更好地处理负面情绪。",
    "annotation": [
      {
        "sentence": "这听起来像是一种表达情绪的方式，当你无法得到关注和重视时，你会通过争吵和暴躁来吸引对方的注意力。",
        "label": ""
      },
      {
        "sentence": "但是这种方式并不是有效的沟通方式，并且可能对你自己带来伤害。",
        "label": ""
      },
      {
        "sentence": "我们可以一起寻找更健康的解决方法，帮助你更好地处理负面情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望能改善自己和他人的关系，但是我不知道该如何做。我总是陷入这样的循环，闹掰后又想复合，然后又不开心，总是反复出现。",
    "annotation": [
      {
        "sentence": "我希望能改善自己和他人的关系，但是我不知道该如何做。",
        "label": ""
      },
      {
        "sentence": "我总是陷入这样的循环，闹掰后又想复合，然后又不开心，总是反复出现。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改善关系模式不会那么容易，但是这又确实是能改善的。照顾好自己的需要，我们都在这里陪着你。首先要理顺自己的需要，你需要持续的关注、关心、平等的付出和对待。同时，回顾一下你和恋人的美好回忆是什么样的，他喜欢、欣赏你的是什么，什么让你们的那段关系那么美好，你的需求那时候是怎么表达的、又是怎么被满足的，后来你的需要如何又变得不能被满足了，这里面有没有可以自己主宰的部分。慢下来理顺细节相信会对你有帮助。",
    "annotation": [
      {
        "sentence": "改善关系模式不会那么容易，但是这又确实是能改善的。",
        "label": ""
      },
      {
        "sentence": "照顾好自己的需要，我们都在这里陪着你。",
        "label": ""
      },
      {
        "sentence": "首先要理顺自己的需要，你需要持续的关注、关心、平等的付出和对待。",
        "label": ""
      },
      {
        "sentence": "同时，回顾一下你和恋人的美好回忆是什么样的，他喜欢、欣赏你的是什么，什么让你们的那段关系那么美好，你的需求那时候是怎么表达的、又是怎么被满足的，后来你的需要如何又变得不能被满足了，这里面有没有可以自己主宰的部分。",
        "label": ""
      },
      {
        "sentence": "慢下来理顺细节相信会对你有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我会好好思考自己的需要，并尝试采取一些改变来建立更健康的关系。知道有你在支持我，我感到安心和鼓舞。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我会好好思考自己的需要，并尝试采取一些改变来建立更健康的关系。",
        "label": ""
      },
      {
        "sentence": "知道有你在支持我，我感到安心和鼓舞。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好，改变需要时间和努力，但我相信你能够找到属于自己的幸福和满足。如果你需要任何帮助或者再谈一谈，记得随时与我联系。我们会一起度过困难的时刻。",
    "annotation": [
      {
        "sentence": "你做得很好，改变需要时间和努力，但我相信你能够找到属于自己的幸福和满足。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再谈一谈，记得随时与我联系。",
        "label": ""
      },
      {
        "sentence": "我们会一起度过困难的时刻。",
        "label": ""
      }
    ]
  }
]