[
  {
    "role": "client",
    "content": "我30岁，害怕和抗拒一个人待着一个人睡觉的感觉。我叫小雨，今年30岁，讨厌一个人去睡觉。总觉得有个人陪着我。就能好好早点睡觉的感觉。而一个人的时候，就不想去开房睡觉。是什么原因呢？就是害怕和抗拒一个人待着一个人睡觉的感觉。所以还是害怕和抗拒的是孤单的感觉？还有就是一个人去睡觉总感觉亏了什么的感觉。",
    "annotation": [
      {
        "sentence": "我30岁，害怕和抗拒一个人待着一个人睡觉的感觉。",
        "label": ""
      },
      {
        "sentence": "我叫小雨，今年30岁，讨厌一个人去睡觉。",
        "label": ""
      },
      {
        "sentence": "总觉得有个人陪着我。",
        "label": ""
      },
      {
        "sentence": "就能好好早点睡觉的感觉。",
        "label": ""
      },
      {
        "sentence": "而一个人的时候，就不想去开房睡觉。",
        "label": ""
      },
      {
        "sentence": "是什么原因呢？",
        "label": ""
      },
      {
        "sentence": "就是害怕和抗拒一个人待着一个人睡觉的感觉。",
        "label": ""
      },
      {
        "sentence": "所以还是害怕和抗拒的是孤单的感觉？",
        "label": ""
      },
      {
        "sentence": "还有就是一个人去睡觉总感觉亏了什么的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够感觉到你内心的压抑孤独焦虑恐惧，抗拒害怕面对这样一个人呆着一个人睡觉的感觉。你的情况让我想到了施琪嘉老师曾经讲过的，在婴儿时期妈妈需要帮助家里负担（你今年30岁，婴儿期也就是90年），会经常把孩子一个人放在家里睡觉自己去干活，这样也就导致婴儿醒来的时候看不见妈妈，房间里又黑，也就会认为自己是被妈妈抛弃了，感觉到焦虑恐惧而大哭，渴望能够引起妈妈的关注来陪伴自己满足自己。受当时的生活水平条件限制，在乡下的家庭当中很多孩子的婴幼儿时期都是这样过来的，在我小的时候就是这样，每次醒来都是自己一个人，房屋里黑乎乎的，门又被锁上，就自己一个人躺床上看房顶的瓦片来让自己没那么孤独害怕，那时候我也很害怕自己一个人呆着一个人睡觉，随着自己慢慢长大读书需要住校打工的生活经历，虽然内心依然缺乏自信和安全感，但却不会抗拒一个人独处睡觉了。你现在是成年人，这样的情况可以考虑预约合适的老师接受系统心理咨询，释放内心压抑的情绪，修复内心的创伤，来解决当前的这些困扰，让自己可以轻松自然的面对生活。",
    "annotation": [
      {
        "sentence": "能够感觉到你内心的压抑孤独焦虑恐惧，抗拒害怕面对这样一个人呆着一个人睡觉的感觉。",
        "label": ""
      },
      {
        "sentence": "你的情况让我想到了施琪嘉老师曾经讲过的，在婴儿时期妈妈需要帮助家里负担（你今年30岁，婴儿期也就是90年），会经常把孩子一个人放在家里睡觉自己去干活，这样也就导致婴儿醒来的时候看不见妈妈，房间里又黑，也就会认为自己是被妈妈抛弃了，感觉到焦虑恐惧而大哭，渴望能够引起妈妈的关注来陪伴自己满足自己。",
        "label": ""
      },
      {
        "sentence": "受当时的生活水平条件限制，在乡下的家庭当中很多孩子的婴幼儿时期都是这样过来的，在我小的时候就是这样，每次醒来都是自己一个人，房屋里黑乎乎的，门又被锁上，就自己一个人躺床上看房顶的瓦片来让自己没那么孤独害怕，那时候我也很害怕自己一个人呆着一个人睡觉，随着自己慢慢长大读书需要住校打工的生活经历，虽然内心依然缺乏自信和安全感，但却不会抗拒一个人独处睡觉了。",
        "label": ""
      },
      {
        "sentence": "你现在是成年人，这样的情况可以考虑预约合适的老师接受系统心理咨询，释放内心压抑的情绪，修复内心的创伤，来解决当前的这些困扰，让自己可以轻松自然的面对生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我确实感觉到内心非常焦虑和孤独。听你描述的那个婴儿时期的情景，好像就像是我的经历一样。我也经常醒来后感到很害怕，好像被丢下了一样。我也希望能够获得别人的关注和陪伴，这样我才能放心入睡。但是我却不明白为什么成年后还会出现这种情况。",
    "annotation": [
      {
        "sentence": "你说的对，我确实感觉到内心非常焦虑和孤独。",
        "label": ""
      },
      {
        "sentence": "听你描述的那个婴儿时期的情景，好像就像是我的经历一样。",
        "label": ""
      },
      {
        "sentence": "我也经常醒来后感到很害怕，好像被丢下了一样。",
        "label": ""
      },
      {
        "sentence": "我也希望能够获得别人的关注和陪伴，这样我才能放心入睡。",
        "label": ""
      },
      {
        "sentence": "但是我却不明白为什么成年后还会出现这种情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的情绪反应是很正常的，因为这些情绪和信念是在你的童年时期形成的。在成年后，这些情绪和信念可能会被触发，尤其是在你面对着一个人独处睡觉的时候。这种情况下，你可以考虑寻求心理咨询师的帮助，他们能够帮助你澄清这些情绪的来源，并给予你支持和指导，让你能够更好地面对和管理这些情绪。",
    "annotation": [
      {
        "sentence": "你的情绪反应是很正常的，因为这些情绪和信念是在你的童年时期形成的。",
        "label": ""
      },
      {
        "sentence": "在成年后，这些情绪和信念可能会被触发，尤其是在你面对着一个人独处睡觉的时候。",
        "label": ""
      },
      {
        "sentence": "这种情况下，你可以考虑寻求心理咨询师的帮助，他们能够帮助你澄清这些情绪的来源，并给予你支持和指导，让你能够更好地面对和管理这些情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。但是我还是有点担心去咨询师那里会不会太过于丢脸，感觉自己好像有问题一样。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "但是我还是有点担心去咨询师那里会不会太过于丢脸，感觉自己好像有问题一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不必担心，寻求心理咨询并不意味着你有问题，这只是一个帮助你处理情绪问题的工具。很多人都会选择寻求专业帮助来解决他们的困扰，这是一种积极的行为。咨询师是专业的人士，他们会以保密的方式来与你进行对话，帮助你理解自己的情绪，并找到解决问题的方法。",
    "annotation": [
      {
        "sentence": "你不必担心，寻求心理咨询并不意味着你有问题，这只是一个帮助你处理情绪问题的工具。",
        "label": ""
      },
      {
        "sentence": "很多人都会选择寻求专业帮助来解决他们的困扰，这是一种积极的行为。",
        "label": ""
      },
      {
        "sentence": "咨询师是专业的人士，他们会以保密的方式来与你进行对话，帮助你理解自己的情绪，并找到解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得有道理。我会考虑预约心理咨询师的。但是我不知道如何选择一个合适的咨询师。",
    "annotation": [
      {
        "sentence": "嗯，你说得有道理。",
        "label": ""
      },
      {
        "sentence": "我会考虑预约心理咨询师的。",
        "label": ""
      },
      {
        "sentence": "但是我不知道如何选择一个合适的咨询师。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "选择一位合适的咨询师是很重要的。你可以先从网上寻找一些信誉良好的心理咨询机构或者个人咨询师。之后，你可以浏览他们的网站或者简介，了解他们的专业背景、经验以及咨询方式。如果可能的话，你也可以向身边的朋友或者家人寻求推荐。选择一个与你沟通顺畅、能够给予你安全感的咨询师非常重要。",
    "annotation": [
      {
        "sentence": "选择一位合适的咨询师是很重要的。",
        "label": ""
      },
      {
        "sentence": "你可以先从网上寻找一些信誉良好的心理咨询机构或者个人咨询师。",
        "label": ""
      },
      {
        "sentence": "之后，你可以浏览他们的网站或者简介，了解他们的专业背景、经验以及咨询方式。",
        "label": ""
      },
      {
        "sentence": "如果可能的话，你也可以向身边的朋友或者家人寻求推荐。",
        "label": ""
      },
      {
        "sentence": "选择一个与你沟通顺畅、能够给予你安全感的咨询师非常重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "明白了，我会按照你说的去寻找咨询师。但是我还有一个问题，就是即使我找到了合适的咨询师，我还是担心他们无法真正理解我的感受和困扰。",
    "annotation": [
      {
        "sentence": "明白了，我会按照你说的去寻找咨询师。",
        "label": ""
      },
      {
        "sentence": "但是我还有一个问题，就是即使我找到了合适的咨询师，我还是担心他们无法真正理解我的感受和困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心无法被理解是很常见的。但是咨询师经过专业的培训，他们会尽力去理解和接纳你的感受和困扰。你可以在咨询的过程中与咨询师沟通你的情绪和需求，他们会根据你的具体情况来制定适合你的治疗计划。如果你觉得某位咨询师无法真正理解你，你可以选择寻找其他咨询师进行尝试。",
    "annotation": [
      {
        "sentence": "担心无法被理解是很常见的。",
        "label": ""
      },
      {
        "sentence": "但是咨询师经过专业的培训，他们会尽力去理解和接纳你的感受和困扰。",
        "label": ""
      },
      {
        "sentence": "你可以在咨询的过程中与咨询师沟通你的情绪和需求，他们会根据你的具体情况来制定适合你的治疗计划。",
        "label": ""
      },
      {
        "sentence": "如果你觉得某位咨询师无法真正理解你，你可以选择寻找其他咨询师进行尝试。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。谢谢你的建议和支持。我会尽快开始寻找合适的咨询师，希望能够解决我的问题。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会尽快开始寻找合适的咨询师，希望能够解决我的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够找到合适的咨询师并且解决你的问题。祝你早日摆脱困扰，重新获得安心入睡的能力。记得要对自己有信心，一切都会变好的。",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够找到合适的咨询师并且解决你的问题。",
        "label": ""
      },
      {
        "sentence": "祝你早日摆脱困扰，重新获得安心入睡的能力。",
        "label": ""
      },
      {
        "sentence": "记得要对自己有信心，一切都会变好的。",
        "label": ""
      }
    ]
  }
]