[
  {
    "role": "client",
    "content": "最近发生了很多事，许可馨事件，鲍毓明事件啊，对996的讨论啊，这些事情让我意识到了当前社会资本所带来的巨大影响，虽说是坏的影响，但更能说明资本的力量啊。讲道理，我对现在的社会很失望，我还在上学，但我清楚我毕业之后所要面对的环境，居高不下的房价，消费主义所带来的虚荣消费，不由自主的攀比消费，乌烟瘴气，乱七八糟，他人即地狱，我很恐惧，现在我不知道学习是否能给我带来什么，我不知道努力的意义，迷茫，迷茫，一边满怀向往，一边环首四顾找着方向，出路在哪？！",
    "annotation": [
      {
        "sentence": "最近发生了很多事，许可馨事件，鲍毓明事件啊，对996的讨论啊，这些事情让我意识到了当前社会资本所带来的巨大影响，虽说是坏的影响，但更能说明资本的力量啊。",
        "label": ""
      },
      {
        "sentence": "讲道理，我对现在的社会很失望，我还在上学，但我清楚我毕业之后所要面对的环境，居高不下的房价，消费主义所带来的虚荣消费，不由自主的攀比消费，乌烟瘴气，乱七八糟，他人即地狱，我很恐惧，现在我不知道学习是否能给我带来什么，我不知道努力的意义，迷茫，迷茫，一边满怀向往，一边环首四顾找着方向，出路在哪？！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最近发生了很多事，许可馨事件，鲍毓明事件啊，对996的讨论啊，这些事情让我意识到了当前社会资本所带来的巨大影响，虽说是坏的影响，但更能说明资本的力量啊。那么，你这是认可资本力量的强大？那么，你觉得有什么可以抵抗资本的力量吗？没有的话，可以让自己也拥有资本的力量。当然，我不是鼓励你像那些乌烟瘴气的人一样利用资本随所欲为，而是说拥有资本的力量，不被其它资本力量所欺负。",
    "annotation": [
      {
        "sentence": "最近发生了很多事，许可馨事件，鲍毓明事件啊，对996的讨论啊，这些事情让我意识到了当前社会资本所带来的巨大影响，虽说是坏的影响，但更能说明资本的力量啊。",
        "label": ""
      },
      {
        "sentence": "那么，你这是认可资本力量的强大？",
        "label": ""
      },
      {
        "sentence": "那么，你觉得有什么可以抵抗资本的力量吗？",
        "label": ""
      },
      {
        "sentence": "没有的话，可以让自己也拥有资本的力量。",
        "label": ""
      },
      {
        "sentence": "当然，我不是鼓励你像那些乌烟瘴气的人一样利用资本随所欲为，而是说拥有资本的力量，不被其它资本力量所欺负。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你说的意思，但我真的很失望，看到社会上那么多不公平的现象，感觉自己好小，好无力。我现在不知道该怎么努力，毕业后会面临怎样的环境，真的很迷茫。",
    "annotation": [
      {
        "sentence": "我明白你说的意思，但我真的很失望，看到社会上那么多不公平的现象，感觉自己好小，好无力。",
        "label": ""
      },
      {
        "sentence": "我现在不知道该怎么努力，毕业后会面临怎样的环境，真的很迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的心情，不过我想告诉你，一个人的力量虽然有限，但你可以从自己做起。无论是在学习还是工作中，都要积极努力，追求自己的成长和进步。只有不断学习和积累，你才能在这个竞争激烈的社会中找到自己的位置。",
    "annotation": [
      {
        "sentence": "我理解你的心情，不过我想告诉你，一个人的力量虽然有限，但你可以从自己做起。",
        "label": ""
      },
      {
        "sentence": "无论是在学习还是工作中，都要积极努力，追求自己的成长和进步。",
        "label": ""
      },
      {
        "sentence": "只有不断学习和积累，你才能在这个竞争激烈的社会中找到自己的位置。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我现在真的不知道学习能给我带来什么，觉得一切都很迷茫。你有没有什么建议或者方法，让我能够找到方向，看到希望呢？",
    "annotation": [
      {
        "sentence": "可是我现在真的不知道学习能给我带来什么，觉得一切都很迷茫。",
        "label": ""
      },
      {
        "sentence": "你有没有什么建议或者方法，让我能够找到方向，看到希望呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我曾经也有过类似的迷茫，但后来我明白了，学习是积累自己的资本的捷径。通过不断学习，你可以拥有知识和胆识，这是你在社会中立足的基础。而且，知识的力量正是构成资本的源泉。所以，无论你以后遇到什么困难，都不要放弃学习和努力。",
    "annotation": [
      {
        "sentence": "我曾经也有过类似的迷茫，但后来我明白了，学习是积累自己的资本的捷径。",
        "label": ""
      },
      {
        "sentence": "通过不断学习，你可以拥有知识和胆识，这是你在社会中立足的基础。",
        "label": ""
      },
      {
        "sentence": "而且，知识的力量正是构成资本的源泉。",
        "label": ""
      },
      {
        "sentence": "所以，无论你以后遇到什么困难，都不要放弃学习和努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我现在会更加重视学习，毕竟知识是最宝贵的财富之一。但是，我还是很担心未来的不确定性，尤其是房价居高不下，消费主义的压力等等。",
    "annotation": [
      {
        "sentence": "你说的有道理，我现在会更加重视学习，毕竟知识是最宝贵的财富之一。",
        "label": ""
      },
      {
        "sentence": "但是，我还是很担心未来的不确定性，尤其是房价居高不下，消费主义的压力等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心，但是我们不能过分期待或者过分失望。现实往往并不像我们想象的那么糟糕，也不像我们希望的那么美好。适者生存，这是自然法则。你可以选择拥有资本的力量，从而更能应对未来的挑战，或者寻求帮助，但我个人更建议你努力学习，成为自己的依靠。",
    "annotation": [
      {
        "sentence": "我理解你的担心，但是我们不能过分期待或者过分失望。",
        "label": ""
      },
      {
        "sentence": "现实往往并不像我们想象的那么糟糕，也不像我们希望的那么美好。",
        "label": ""
      },
      {
        "sentence": "适者生存，这是自然法则。",
        "label": ""
      },
      {
        "sentence": "你可以选择拥有资本的力量，从而更能应对未来的挑战，或者寻求帮助，但我个人更建议你努力学习，成为自己的依靠。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，谢谢你的建议和鼓励。我会好好学习，不断提升自己的能力，争取在未来的竞争中不被淘汰。",
    "annotation": [
      {
        "sentence": "我明白了，谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会好好学习，不断提升自己的能力，争取在未来的竞争中不被淘汰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，相信自己，相信学习的力量。只有不断努力，才能迎接未来的挑战和机遇。记住，学习是一辈子的事情，永远不要停止追求知识和成长。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，相信自己，相信学习的力量。",
        "label": ""
      },
      {
        "sentence": "只有不断努力，才能迎接未来的挑战和机遇。",
        "label": ""
      },
      {
        "sentence": "记住，学习是一辈子的事情，永远不要停止追求知识和成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会的，谢谢你的鼓励和支持。我现在有了更明确的方向，相信我会努力实现我的目标的！",
    "annotation": [
      {
        "sentence": "我会的，谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我现在有了更明确的方向，相信我会努力实现我的目标的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很棒！相信自己，坚持不懈，你一定会取得成功的！祝你未来一切顺利！如果以后有需要再来找我聊天也可以哦。",
    "annotation": [
      {
        "sentence": "很棒！",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持不懈，你一定会取得成功的！",
        "label": ""
      },
      {
        "sentence": "祝你未来一切顺利！",
        "label": ""
      },
      {
        "sentence": "如果以后有需要再来找我聊天也可以哦。",
        "label": ""
      }
    ]
  }
]