[
  {
    "role": "client",
    "content": "结婚五年，跟老公总频繁吵架，是否该离婚？结婚五年，我32岁，老公35岁，总是为日常琐事频繁吵架，吵的心累，父母看我们总这样也没孩子建议我们离婚，望老师给点意见！鸡毛蒜皮小事例如:1、饭煮少了不够他吃，然后他就发脾气了。2、菜做多了，而且是他不喜欢吃的，结果他又发脾气了，说反正我不吃，要吃你一个人全部吃掉。3、煮排骨汤说腥，然后说我水多了又发脾气。4、买菜或者水果等稍微没买好或者买多了或者买贵了他不喜欢吃的，他会发脾气。5、不小心饭没煮好正赶上他下班回来肚子又饿，那估计就要大发雷霆了。6、烧开水烧多了浪费了也会发脾气。7、从来不下馆子，偶尔两人约着出去吃下，基本中途都会不高兴，要么是觉得饭店菜做得不好吃，要么觉得不卫生，然后不欢而散…………诸如此类各种状况。因为今年疫情，我们两个都在老家，之前两人都在外面打工，像上面这些情况轻则发脾气，重则大战，不是不想忍，你不说话，他发起脾气来说话已经很难听了，有时忍不住就大战。",
    "annotation": [
      {
        "sentence": "结婚五年，跟老公总频繁吵架，是否该离婚？",
        "label": ""
      },
      {
        "sentence": "结婚五年，我32岁，老公35岁，总是为日常琐事频繁吵架，吵的心累，父母看我们总这样也没孩子建议我们离婚，望老师给点意见！",
        "label": ""
      },
      {
        "sentence": "鸡毛蒜皮小事例如:1、饭煮少了不够他吃，然后他就发脾气了。",
        "label": ""
      },
      {
        "sentence": "2、菜做多了，而且是他不喜欢吃的，结果他又发脾气了，说反正我不吃，要吃你一个人全部吃掉。",
        "label": ""
      },
      {
        "sentence": "3、煮排骨汤说腥，然后说我水多了又发脾气。",
        "label": ""
      },
      {
        "sentence": "4、买菜或者水果等稍微没买好或者买多了或者买贵了他不喜欢吃的，他会发脾气。",
        "label": ""
      },
      {
        "sentence": "5、不小心饭没煮好正赶上他下班回来肚子又饿，那估计就要大发雷霆了。",
        "label": ""
      },
      {
        "sentence": "6、烧开水烧多了浪费了也会发脾气。",
        "label": ""
      },
      {
        "sentence": "7、从来不下馆子，偶尔两人约着出去吃下，基本中途都会不高兴，要么是觉得饭店菜做得不好吃，要么觉得不卫生，然后不欢而散…………诸如此类各种状况。",
        "label": ""
      },
      {
        "sentence": "因为今年疫情，我们两个都在老家，之前两人都在外面打工，像上面这些情况轻则发脾气，重则大战，不是不想忍，你不说话，他发起脾气来说话已经很难听了，有时忍不住就大战。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你因为更老公经常吵架而纠结和闹心，对婚姻趋向，充满着迷茫和困惑，是吗？",
    "annotation": [
      {
        "sentence": "听起来你因为更老公经常吵架而纠结和闹心，对婚姻趋向，充满着迷茫和困惑，是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很困惑和难过，觉得自己的婚姻没有走到一个好的方向上。",
    "annotation": [
      {
        "sentence": "是的，我真的很困惑和难过，觉得自己的婚姻没有走到一个好的方向上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。不知道你跟老公是怎样进入婚姻殿堂的？感情基础怎样？从什么时候开始争吵不断的？",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "不知道你跟老公是怎样进入婚姻殿堂的？",
        "label": ""
      },
      {
        "sentence": "感情基础怎样？",
        "label": ""
      },
      {
        "sentence": "从什么时候开始争吵不断的？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们是在几年前相识并相恋的，当时我们的感情很好，没有什么大的问题。但是自从结婚后，争吵就开始频繁发生了。",
    "annotation": [
      {
        "sentence": "我们是在几年前相识并相恋的，当时我们的感情很好，没有什么大的问题。",
        "label": ""
      },
      {
        "sentence": "但是自从结婚后，争吵就开始频繁发生了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一般而言，如果夫妻之间没有太大的裂痕和无法修复的矛盾，是不主张离婚的，因为夫妻之间的沟通方式除了正常的沟通，吵架也是一种沟通。冷战反而更容易导致婚姻的分裂和瓦解。从你描述的吵架内容来看，你们的争吵似乎只是一些琐事。",
    "annotation": [
      {
        "sentence": "一般而言，如果夫妻之间没有太大的裂痕和无法修复的矛盾，是不主张离婚的，因为夫妻之间的沟通方式除了正常的沟通，吵架也是一种沟通。",
        "label": ""
      },
      {
        "sentence": "冷战反而更容易导致婚姻的分裂和瓦解。",
        "label": ""
      },
      {
        "sentence": "从你描述的吵架内容来看，你们的争吵似乎只是一些琐事。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，吵架的原因都是一些小事情，但是我们每次都吵得很激烈，我忍不住就会争斗。",
    "annotation": [
      {
        "sentence": "是的，吵架的原因都是一些小事情，但是我们每次都吵得很激烈，我忍不住就会争斗。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "似乎你们的争吵有几个方面的原因。第一，夫妻之间感情可能不和，性格和三观不匹配，说话根本不在一个频道上。第二，夫妻之间争夺对婚姻的主宰权和控制权。第三，你们可能有一方对婚姻已经心灰意冷，太过长期压抑，到了无法忍受的地步，所以用吵架这种方式宣泄不满和焦虑。第四，婚姻缺乏生活的情趣和乐趣，导致其中一方通过白天攻击对方来宣泄内心的压抑和不满。听起来你们的关系出现了一些问题，但不一定需要离婚。首先，需要评估一下你们的感情基础和沟通模式，还存在哪些爱的连接点。如果吵架只是短期行为或者是沟通模式导致的，尝试通过家庭夫妻治疗来修复婚姻关系可能会有帮助。另外，你也可以通过个人咨询来重新认识婚姻和自己，从而修复婚姻。最后，我想提醒你，夫妻吵架也可以是一种艺术，只要双方懂得分寸，可以更好地促进婚姻的和谐。比如，在吵架时，可以制定一些吵架的规则，比如不许揭短，不许侮辱对方，不许拿以前的事情说事。最初你们为什么相爱？何时开始变成现在这样的关系？只有通过坦诚的沟通和设身处地地去理解对方的感受和需求，才能化解冲突。希望这些建议能对你有所帮助，加油！我会一直支持你！",
    "annotation": [
      {
        "sentence": "似乎你们的争吵有几个方面的原因。",
        "label": ""
      },
      {
        "sentence": "第一，夫妻之间感情可能不和，性格和三观不匹配，说话根本不在一个频道上。",
        "label": ""
      },
      {
        "sentence": "第二，夫妻之间争夺对婚姻的主宰权和控制权。",
        "label": ""
      },
      {
        "sentence": "第三，你们可能有一方对婚姻已经心灰意冷，太过长期压抑，到了无法忍受的地步，所以用吵架这种方式宣泄不满和焦虑。",
        "label": ""
      },
      {
        "sentence": "第四，婚姻缺乏生活的情趣和乐趣，导致其中一方通过白天攻击对方来宣泄内心的压抑和不满。",
        "label": ""
      },
      {
        "sentence": "听起来你们的关系出现了一些问题，但不一定需要离婚。",
        "label": ""
      },
      {
        "sentence": "首先，需要评估一下你们的感情基础和沟通模式，还存在哪些爱的连接点。",
        "label": ""
      },
      {
        "sentence": "如果吵架只是短期行为或者是沟通模式导致的，尝试通过家庭夫妻治疗来修复婚姻关系可能会有帮助。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以通过个人咨询来重新认识婚姻和自己，从而修复婚姻。",
        "label": ""
      },
      {
        "sentence": "最后，我想提醒你，夫妻吵架也可以是一种艺术，只要双方懂得分寸，可以更好地促进婚姻的和谐。",
        "label": ""
      },
      {
        "sentence": "比如，在吵架时，可以制定一些吵架的规则，比如不许揭短，不许侮辱对方，不许拿以前的事情说事。",
        "label": ""
      },
      {
        "sentence": "最初你们为什么相爱？",
        "label": ""
      },
      {
        "sentence": "何时开始变成现在这样的关系？",
        "label": ""
      },
      {
        "sentence": "只有通过坦诚的沟通和设身处地地去理解对方的感受和需求，才能化解冲突。",
        "label": ""
      },
      {
        "sentence": "希望这些建议能对你有所帮助，加油！",
        "label": ""
      },
      {
        "sentence": "我会一直支持你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励！我明白了，我会尝试重新评估我们的感情基础，并努力改变沟通方式。如果有需要，我也会考虑家庭夫妻治疗或个人咨询来帮助我们修复婚姻。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励！",
        "label": ""
      },
      {
        "sentence": "我明白了，我会尝试重新评估我们的感情基础，并努力改变沟通方式。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我也会考虑家庭夫妻治疗或个人咨询来帮助我们修复婚姻。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够做出正确的选择，为你们的婚姻寻找到更好的出路。记住，在困难时刻，你并不孤单，我会一直陪伴在你身边。请随时向我寻求帮助，加油！希望你们能够过上幸福美满的生活！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够做出正确的选择，为你们的婚姻寻找到更好的出路。",
        "label": ""
      },
      {
        "sentence": "记住，在困难时刻，你并不孤单，我会一直陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "请随时向我寻求帮助，加油！",
        "label": ""
      },
      {
        "sentence": "希望你们能够过上幸福美满的生活！",
        "label": ""
      }
    ]
  }
]