[
  {
    "role": "client",
    "content": "感觉一般还告白？我搞不懂，这是喜欢吗？和相亲对象刚确定了关系，是对方告白的，今天聊天，他告诉我第一次见面觉得感觉一般，第二次约会他也觉得不满意，我不够自信，觉得他没有那么喜欢我，心里就很纳闷，如果没有那么喜欢我，为什么告白呢？电话里说爱我呢？天天来来找我，为什么会有接吻这些亲密行为呢？我平凡，我知道的，可是，我也有我的骄傲的呀！你只是需要一个人结婚吗，这样的感情我不需要，我自己一个人可以的！家里唯一支持我的爷爷走了，我都挺过来了，我可以的，为什么没有那么喜欢我，却要告白在一起呢？最让我伤心的是我动心了，已经开始想未来了，现在却不确定了，甚至开始怀疑自己了。。。我该怎么自处呢？我已经陷进去了，怎么办？",
    "annotation": [
      {
        "sentence": "感觉一般还告白？",
        "label": ""
      },
      {
        "sentence": "我搞不懂，这是喜欢吗？",
        "label": ""
      },
      {
        "sentence": "和相亲对象刚确定了关系，是对方告白的，今天聊天，他告诉我第一次见面觉得感觉一般，第二次约会他也觉得不满意，我不够自信，觉得他没有那么喜欢我，心里就很纳闷，如果没有那么喜欢我，为什么告白呢？",
        "label": ""
      },
      {
        "sentence": "电话里说爱我呢？",
        "label": ""
      },
      {
        "sentence": "天天来来找我，为什么会有接吻这些亲密行为呢？",
        "label": ""
      },
      {
        "sentence": "我平凡，我知道的，可是，我也有我的骄傲的呀！",
        "label": ""
      },
      {
        "sentence": "你只是需要一个人结婚吗，这样的感情我不需要，我自己一个人可以的！",
        "label": ""
      },
      {
        "sentence": "家里唯一支持我的爷爷走了，我都挺过来了，我可以的，为什么没有那么喜欢我，却要告白在一起呢？",
        "label": ""
      },
      {
        "sentence": "最让我伤心的是我动心了，已经开始想未来了，现在却不确定了，甚至开始怀疑自己了。。。",
        "label": ""
      },
      {
        "sentence": "我该怎么自处呢？",
        "label": ""
      },
      {
        "sentence": "我已经陷进去了，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抱抱，别太伤心，或许只是误解了。先别太早下结论，再看看。或许，他，第一次、第二次约会不太满意，不够喜欢，第三次、第四次、第N次，越来越多地了解你，慢慢喜欢你，这也很正常。没有一见钟情，还可以日久生情噢～当然，你的怀疑、你的伤心也不是没道理。很纳闷，“如果没有那么喜欢我，为什么告白呢？”所以，你怀疑，对方是不是只是到了相亲年龄了，不讲究喜不喜欢，只是想找个人结婚？或者怀疑对方不够喜欢你，只是因为将就或者别的而选择了你？这样的告白，让你觉得这样的感情、婚姻好像根本不是你想要的那样，所以，让你觉得伤心，而你又动心了，顿时失措，如何自处。从你几句的描述中，或许他没有你怀疑的那样，而是日久生情，情商有点低到感人，不会说话，让你误解了。别听他误说了什么，看他平时做了什么。是啊，如果他没有那么喜欢你，为什么会是他主动告白呢？还在电话里说爱你呢？也天天主动去找你，也有接吻这些亲密行为。从他比较主动找你这一点上，不能够去断定他就是不够喜欢你，不能断定他是因为将就\/结婚\/其它原因才向你告白。如果一个人不够喜欢对方，那么，在他的言行举止中，都会透露出一种被动的感觉。他说的不够喜欢，是刚开始了解不多的时候，以为你不够自信，后面或许对你改观了呢，要不然怎么会说喜欢、对你告白呢。所以，刚刚确定了关系，你们就好好的相处，多相处之中，你就能够发现他对你有多喜欢。",
    "annotation": [
      {
        "sentence": "抱抱，别太伤心，或许只是误解了。",
        "label": ""
      },
      {
        "sentence": "先别太早下结论，再看看。",
        "label": ""
      },
      {
        "sentence": "或许，他，第一次、第二次约会不太满意，不够喜欢，第三次、第四次、第N次，越来越多地了解你，慢慢喜欢你，这也很正常。",
        "label": ""
      },
      {
        "sentence": "没有一见钟情，还可以日久生情噢～当然，你的怀疑、你的伤心也不是没道理。",
        "label": ""
      },
      {
        "sentence": "很纳闷，“如果没有那么喜欢我，为什么告白呢？",
        "label": ""
      },
      {
        "sentence": "”所以，你怀疑，对方是不是只是到了相亲年龄了，不讲究喜不喜欢，只是想找个人结婚？",
        "label": ""
      },
      {
        "sentence": "或者怀疑对方不够喜欢你，只是因为将就或者别的而选择了你？",
        "label": ""
      },
      {
        "sentence": "这样的告白，让你觉得这样的感情、婚姻好像根本不是你想要的那样，所以，让你觉得伤心，而你又动心了，顿时失措，如何自处。",
        "label": ""
      },
      {
        "sentence": "从你几句的描述中，或许他没有你怀疑的那样，而是日久生情，情商有点低到感人，不会说话，让你误解了。",
        "label": ""
      },
      {
        "sentence": "别听他误说了什么，看他平时做了什么。",
        "label": ""
      },
      {
        "sentence": "是啊，如果他没有那么喜欢你，为什么会是他主动告白呢？",
        "label": ""
      },
      {
        "sentence": "还在电话里说爱你呢？",
        "label": ""
      },
      {
        "sentence": "也天天主动去找你，也有接吻这些亲密行为。",
        "label": ""
      },
      {
        "sentence": "从他比较主动找你这一点上，不能够去断定他就是不够喜欢你，不能断定他是因为将就\/结婚\/其它原因才向你告白。",
        "label": ""
      },
      {
        "sentence": "如果一个人不够喜欢对方，那么，在他的言行举止中，都会透露出一种被动的感觉。",
        "label": ""
      },
      {
        "sentence": "他说的不够喜欢，是刚开始了解不多的时候，以为你不够自信，后面或许对你改观了呢，要不然怎么会说喜欢、对你告白呢。",
        "label": ""
      },
      {
        "sentence": "所以，刚刚确定了关系，你们就好好的相处，多相处之中，你就能够发现他对你有多喜欢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，我明白了。他可能只是不擅长表达自己的感情，导致我误解了他。我会尽量不再怀疑他，多观察他的行为举止，看看他对我是不是真心喜欢。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，我明白了。",
        "label": ""
      },
      {
        "sentence": "他可能只是不擅长表达自己的感情，导致我误解了他。",
        "label": ""
      },
      {
        "sentence": "我会尽量不再怀疑他，多观察他的行为举止，看看他对我是不是真心喜欢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，有时候人们的情商并不是很高，不太善于表达自己的感受。所以，你要相信他的行动胜过言辞。精心照顾、电话里说爱你、天天找你、有亲密行为，这些都是他对你真心的表现。只要你们多相处一段时间，你就会更加了解他的真实感受。",
    "annotation": [
      {
        "sentence": "没错，有时候人们的情商并不是很高，不太善于表达自己的感受。",
        "label": ""
      },
      {
        "sentence": "所以，你要相信他的行动胜过言辞。",
        "label": ""
      },
      {
        "sentence": "精心照顾、电话里说爱你、天天找你、有亲密行为，这些都是他对你真心的表现。",
        "label": ""
      },
      {
        "sentence": "只要你们多相处一段时间，你就会更加了解他的真实感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实是一个独立、有主见的女生，我在很多方面都有自己的骄傲。但是，这种情况让我开始怀疑自己，觉得自己不够好，不够能吸引对方。我害怕他只是寻找结婚对象而选择了我。",
    "annotation": [
      {
        "sentence": "我确实是一个独立、有主见的女生，我在很多方面都有自己的骄傲。",
        "label": ""
      },
      {
        "sentence": "但是，这种情况让我开始怀疑自己，觉得自己不够好，不够能吸引对方。",
        "label": ""
      },
      {
        "sentence": "我害怕他只是寻找结婚对象而选择了我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的独立和骄傲是你的优点，是会吸引人的。不要怀疑自己的吸引力。他之所以选择和告白给你，一定是因为他在人格和魅力上被你所吸引。不要太担心他只是寻找结婚对象，因为他的行为和投入程度显示了他对你的喜欢。相信自己，你值得拥有真正的幸福。",
    "annotation": [
      {
        "sentence": "你的独立和骄傲是你的优点，是会吸引人的。",
        "label": ""
      },
      {
        "sentence": "不要怀疑自己的吸引力。",
        "label": ""
      },
      {
        "sentence": "他之所以选择和告白给你，一定是因为他在人格和魅力上被你所吸引。",
        "label": ""
      },
      {
        "sentence": "不要太担心他只是寻找结婚对象，因为他的行为和投入程度显示了他对你的喜欢。",
        "label": ""
      },
      {
        "sentence": "相信自己，你值得拥有真正的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，你说得对。我会相信自己，不再质疑自己的魅力和价值。现在我明白了，我要坚持与他相处，进一步了解他对我的真实感情。",
    "annotation": [
      {
        "sentence": "是的，你说得对。",
        "label": ""
      },
      {
        "sentence": "我会相信自己，不再质疑自己的魅力和价值。",
        "label": ""
      },
      {
        "sentence": "现在我明白了，我要坚持与他相处，进一步了解他对我的真实感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，坚持与他相处，多了解他的真实感情是很重要的。随着相处的时间增加，你会对他的喜欢有更明确的答案。不要因为一时的困惑而放弃了未来的可能性。祝福你们的感情日久深情，长长久久。",
    "annotation": [
      {
        "sentence": "没错，坚持与他相处，多了解他的真实感情是很重要的。",
        "label": ""
      },
      {
        "sentence": "随着相处的时间增加，你会对他的喜欢有更明确的答案。",
        "label": ""
      },
      {
        "sentence": "不要因为一时的困惑而放弃了未来的可能性。",
        "label": ""
      },
      {
        "sentence": "祝福你们的感情日久深情，长长久久。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和支持！我会努力让我们的感情发展得更好，共同创造美好的未来。再次感谢你的建议和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和支持！",
        "label": ""
      },
      {
        "sentence": "我会努力让我们的感情发展得更好，共同创造美好的未来。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的建议和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，一直都在支持你。如果你还有任何困扰或疑问，随时都可以来找我倾诉。希望你拥有一个幸福美满的人生！",
    "annotation": [
      {
        "sentence": "不客气，一直都在支持你。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何困扰或疑问，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "希望你拥有一个幸福美满的人生！",
        "label": ""
      }
    ]
  }
]