[
  {
    "role": "client",
    "content": "我母亲刚去世，丈夫表现反常，他为什么会这样？",
    "annotation": [
      {
        "sentence": "我母亲刚去世，丈夫表现反常，他为什么会这样？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很抱歉听到你母亲去世的消息。可以告诉我你丈夫为什么表现反常吗？",
    "annotation": [
      {
        "sentence": "很抱歉听到你母亲去世的消息。",
        "label": ""
      },
      {
        "sentence": "可以告诉我你丈夫为什么表现反常吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "母亲去世不满7天时，丈夫问我父母留下的遗产，他好问又疑心重，故我坦白地告诉他约14万多，没有遗嘱，我打算都留给唯一的弟弟，因他也清楚我妈一直重视儿子，即使没说过，她的心思也一定是这样的。",
    "annotation": [
      {
        "sentence": "母亲去世不满7天时，丈夫问我父母留下的遗产，他好问又疑心重，故我坦白地告诉他约14万多，没有遗嘱，我打算都留给唯一的弟弟，因他也清楚我妈一直重视儿子，即使没说过，她的心思也一定是这样的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你在按照母亲的心意计划遗产的分配，这很令人理解。你丈夫可能表现出疑心重是因为他对遗产的分配不满意。你们之间为此发生争执了吗？",
    "annotation": [
      {
        "sentence": "听起来你在按照母亲的心意计划遗产的分配，这很令人理解。",
        "label": ""
      },
      {
        "sentence": "你丈夫可能表现出疑心重是因为他对遗产的分配不满意。",
        "label": ""
      },
      {
        "sentence": "你们之间为此发生争执了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，丈夫意思是姐弟一人一半，我得的一半以后在弟弟遇到困难时给他，但我不同意。岂料他对我大发雷霆，说我心不在这个家，不向着自己的家，说我俩三观不合，要和我离婚。",
    "annotation": [
      {
        "sentence": "是的，丈夫意思是姐弟一人一半，我得的一半以后在弟弟遇到困难时给他，但我不同意。",
        "label": ""
      },
      {
        "sentence": "岂料他对我大发雷霆，说我心不在这个家，不向着自己的家，说我俩三观不合，要和我离婚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这听起来是一次很激烈的争吵，你一定很受伤。我认为你的立场很正常，母亲的意愿是给予全部遗产给你的弟弟，而你按照这个意愿分配是合理的。你丈夫可能有其他的顾虑和疑虑，但用这样的方式对待你是不公平的。",
    "annotation": [
      {
        "sentence": "这听起来是一次很激烈的争吵，你一定很受伤。",
        "label": ""
      },
      {
        "sentence": "我认为你的立场很正常，母亲的意愿是给予全部遗产给你的弟弟，而你按照这个意愿分配是合理的。",
        "label": ""
      },
      {
        "sentence": "你丈夫可能有其他的顾虑和疑虑，但用这样的方式对待你是不公平的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "之前，丈夫对我父母、弟弟都不错，该出手帮助的都帮，就是嘴巴爱说，说话还不好听，时常把他对我家人的帮助挂嘴上，特别是出现矛盾时老提，让人心里不好受。这次因为遗产我按照母亲的心意给弟弟，他的愤怒一直未消。",
    "annotation": [
      {
        "sentence": "之前，丈夫对我父母、弟弟都不错，该出手帮助的都帮，就是嘴巴爱说，说话还不好听，时常把他对我家人的帮助挂嘴上，特别是出现矛盾时老提，让人心里不好受。",
        "label": ""
      },
      {
        "sentence": "这次因为遗产我按照母亲的心意给弟弟，他的愤怒一直未消。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解这段时间你的情绪很低落和困扰。他之前对你家人的帮助是应该感激的，但如果他总是挂在嘴边并在矛盾中拿来对你进行指责，这会让人感到不舒服。对于你按照母亲的意愿分配遗产而引起的愤怒，他可能还需要时间来冷静下来。",
    "annotation": [
      {
        "sentence": "我可以理解这段时间你的情绪很低落和困扰。",
        "label": ""
      },
      {
        "sentence": "他之前对你家人的帮助是应该感激的，但如果他总是挂在嘴边并在矛盾中拿来对你进行指责，这会让人感到不舒服。",
        "label": ""
      },
      {
        "sentence": "对于你按照母亲的意愿分配遗产而引起的愤怒，他可能还需要时间来冷静下来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实弟弟在企业，又离异还要养上高中的女儿，条件没我们好，遗产不管按传统还是母亲心意，给弟弟都是应当的。公婆都不在了之时，他父母家的所有钱、抚恤金、房子都是他弟弟全拿，办丧事和箍墓都是他和她妹妹两人出的，弟弟没出什么钱，我也不去计较，可他为什么现在会这样？",
    "annotation": [
      {
        "sentence": "其实弟弟在企业，又离异还要养上高中的女儿，条件没我们好，遗产不管按传统还是母亲心意，给弟弟都是应当的。",
        "label": ""
      },
      {
        "sentence": "公婆都不在了之时，他父母家的所有钱、抚恤金、房子都是他弟弟全拿，办丧事和箍墓都是他和她妹妹两人出的，弟弟没出什么钱，我也不去计较，可他为什么现在会这样？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对弟弟的支持和理解是很值得赞赏的。从你所描述的情况来看，弟弟可能确实比较需要这份遗产支持他的生活。你对他母亲家的财产分配的不计较也说明了你的大度。也许你可以试着与丈夫沟通这些情况，让他了解弟弟的困境，以便更好地理解你的决定。",
    "annotation": [
      {
        "sentence": "你对弟弟的支持和理解是很值得赞赏的。",
        "label": ""
      },
      {
        "sentence": "从你所描述的情况来看，弟弟可能确实比较需要这份遗产支持他的生活。",
        "label": ""
      },
      {
        "sentence": "你对他母亲家的财产分配的不计较也说明了你的大度。",
        "label": ""
      },
      {
        "sentence": "也许你可以试着与丈夫沟通这些情况，让他了解弟弟的困境，以便更好地理解你的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "丈夫对母亲遗产分配不乐意，为什么，怎么办？",
    "annotation": [
      {
        "sentence": "丈夫对母亲遗产分配不乐意，为什么，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "丈夫认为遗产应该平分给我和弟弟，而且他认为我以后会在弟弟遇到困难时给他那一半。我不同意这种分配方式，因为我认为按照母亲的意愿将遗产全部给弟弟是公平合理的。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "丈夫认为遗产应该平分给我和弟弟，而且他认为我以后会在弟弟遇到困难时给他那一半。",
        "label": ""
      },
      {
        "sentence": "我不同意这种分配方式，因为我认为按照母亲的意愿将遗产全部给弟弟是公平合理的。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看起来你已经摆定了自己的立场，你觉得将遗产全部给弟弟是公平的。我认为你应该坚持自己的信念并与丈夫进行沟通，解释你的理由。告诉他大家都有兄弟姐妹，他可以这么分，你为什么不可以。同时，他在这个时间点上关注遗产分配，让你感到不体贴，这是需要注意的问题。",
    "annotation": [
      {
        "sentence": "看起来你已经摆定了自己的立场，你觉得将遗产全部给弟弟是公平的。",
        "label": ""
      },
      {
        "sentence": "我认为你应该坚持自己的信念并与丈夫进行沟通，解释你的理由。",
        "label": ""
      },
      {
        "sentence": "告诉他大家都有兄弟姐妹，他可以这么分，你为什么不可以。",
        "label": ""
      },
      {
        "sentence": "同时，他在这个时间点上关注遗产分配，让你感到不体贴，这是需要注意的问题。",
        "label": ""
      }
    ]
  }
]