[
  {
    "role": "client",
    "content": "我性格胆小懦弱，遇到不愿做的事情就把它丢一边。遇到害怕或者不愿意做的事情，就会把它丢一边，一直不去做，甚至是想都不去想，就是有这种念头了就会把它压下去。请问这种情况要如何改变？",
    "annotation": [
      {
        "sentence": "我性格胆小懦弱，遇到不愿做的事情就把它丢一边。",
        "label": ""
      },
      {
        "sentence": "遇到害怕或者不愿意做的事情，就会把它丢一边，一直不去做，甚至是想都不去想，就是有这种念头了就会把它压下去。",
        "label": ""
      },
      {
        "sentence": "请问这种情况要如何改变？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你描述的情况虽然很简略，但我这几年来也有遇到类似的情况，能够深深理解你。※趋利避害的本能背后是无法宣泄的畏难情绪。人是有趋利避害的本能的，如果判断某件事情做起来会比较困难或者挑战比较大，心里是会感到害怕的，也不想主动去做这件事。如果这些事情不去做，后果是自己可以承担的话，可能还好。但如果是工作或者生活上的，如果不及时完成，造成的后果是自己比较难承担。我猜，你是因为后者才会苦恼，并希望可以去改变。",
    "annotation": [
      {
        "sentence": "你描述的情况虽然很简略，但我这几年来也有遇到类似的情况，能够深深理解你。",
        "label": ""
      },
      {
        "sentence": "※趋利避害的本能背后是无法宣泄的畏难情绪。",
        "label": ""
      },
      {
        "sentence": "人是有趋利避害的本能的，如果判断某件事情做起来会比较困难或者挑战比较大，心里是会感到害怕的，也不想主动去做这件事。",
        "label": ""
      },
      {
        "sentence": "如果这些事情不去做，后果是自己可以承担的话，可能还好。",
        "label": ""
      },
      {
        "sentence": "但如果是工作或者生活上的，如果不及时完成，造成的后果是自己比较难承担。",
        "label": ""
      },
      {
        "sentence": "我猜，你是因为后者才会苦恼，并希望可以去改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，你说得对。我就是因为害怕面对那些困难和挑战，所以才会一直逃避。",
    "annotation": [
      {
        "sentence": "是的，你说得对。",
        "label": ""
      },
      {
        "sentence": "我就是因为害怕面对那些困难和挑战，所以才会一直逃避。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有些时候我们会出现畏难情绪，觉得这件事自己做不来或者做不好。然而实际是真的吗？我们在自己的内心戏里，把目前要做的某件事夸大其的困难和挑战，觉得这件事做不来，想着丢在一边，甚至不去想这件事，逃避也许是暂时让自己感到轻松一些，但事情总有需要面对的时候，到时候时间紧迫，做起来就难度更大，焦虑和抗拒的情绪就会更加浓了，会让自己处于情绪的内耗里，没办法用全部的精力用于处理目前需要面对的某件事。",
    "annotation": [
      {
        "sentence": "有些时候我们会出现畏难情绪，觉得这件事自己做不来或者做不好。",
        "label": ""
      },
      {
        "sentence": "然而实际是真的吗？",
        "label": ""
      },
      {
        "sentence": "我们在自己的内心戏里，把目前要做的某件事夸大其的困难和挑战，觉得这件事做不来，想着丢在一边，甚至不去想这件事，逃避也许是暂时让自己感到轻松一些，但事情总有需要面对的时候，到时候时间紧迫，做起来就难度更大，焦虑和抗拒的情绪就会更加浓了，会让自己处于情绪的内耗里，没办法用全部的精力用于处理目前需要面对的某件事。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我意识到逃避只是让问题变得更糟。但是面对困难和挑战，我总是感到不知所措，不知道从何着手。",
    "annotation": [
      {
        "sentence": "你说得很对，我意识到逃避只是让问题变得更糟。",
        "label": ""
      },
      {
        "sentence": "但是面对困难和挑战，我总是感到不知所措，不知道从何着手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我们要认识到，目前的情况发生是因为有畏难情绪。其次是自己期待完成这个事情能够有一个好的结果，却在内心无法接纳如果事情做不好带来的影响，索性就不去做，感觉就不会要面对那个“无能的自己”。迎难而上，直面问题。我确实也为这个事情苦恼过，我后来的做法是，深呼吸，静下来心，好好去想这件事要怎么做。逃避确实是解决不了问题，为此我会让自己暴露在焦虑、抗拒的状态里，然后立刻去做这件事情。多体验几次，你会发现，那件自己不愿意做的或者是害怕的事情，真的没有自己想象的那样。用行动来打破我们对某件事的夸大的困难。同时也可以感受一下在做这件事情时，自己的焦虑和恐惧的情绪是怎么出现的，然后又是怎么样离开的，情绪是流动的。如果我们一直回避这些焦虑和害怕的情绪，这些情绪会不断积聚在一起，然后力量也会变强，但是接下来自己还是要面对的。也许在一次次处理事情和挑战中，自己是可以成长起来的，积累的自信和勇气也会让自己更加有力量去面对。听再多的道理不如好好实践几次，加油！",
    "annotation": [
      {
        "sentence": "首先，我们要认识到，目前的情况发生是因为有畏难情绪。",
        "label": ""
      },
      {
        "sentence": "其次是自己期待完成这个事情能够有一个好的结果，却在内心无法接纳如果事情做不好带来的影响，索性就不去做，感觉就不会要面对那个“无能的自己”。",
        "label": ""
      },
      {
        "sentence": "迎难而上，直面问题。",
        "label": ""
      },
      {
        "sentence": "我确实也为这个事情苦恼过，我后来的做法是，深呼吸，静下来心，好好去想这件事要怎么做。",
        "label": ""
      },
      {
        "sentence": "逃避确实是解决不了问题，为此我会让自己暴露在焦虑、抗拒的状态里，然后立刻去做这件事情。",
        "label": ""
      },
      {
        "sentence": "多体验几次，你会发现，那件自己不愿意做的或者是害怕的事情，真的没有自己想象的那样。",
        "label": ""
      },
      {
        "sentence": "用行动来打破我们对某件事的夸大的困难。",
        "label": ""
      },
      {
        "sentence": "同时也可以感受一下在做这件事情时，自己的焦虑和恐惧的情绪是怎么出现的，然后又是怎么样离开的，情绪是流动的。",
        "label": ""
      },
      {
        "sentence": "如果我们一直回避这些焦虑和害怕的情绪，这些情绪会不断积聚在一起，然后力量也会变强，但是接下来自己还是要面对的。",
        "label": ""
      },
      {
        "sentence": "也许在一次次处理事情和挑战中，自己是可以成长起来的，积累的自信和勇气也会让自己更加有力量去面对。",
        "label": ""
      },
      {
        "sentence": "听再多的道理不如好好实践几次，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理。我会试着用行动来面对自己害怕的事情，相信通过一次次的实践我能够成长起来，克服自己的畏难情绪。谢谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "你说得很有道理。",
        "label": ""
      },
      {
        "sentence": "我会试着用行动来面对自己害怕的事情，相信通过一次次的实践我能够成长起来，克服自己的畏难情绪。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定可以克服自己的困难。如果需要任何帮助或者再次倾诉，随时都可以来找我。记住，你不是一个人在面对这一切，我们都会一起陪着你走过难关。加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定可以克服自己的困难。",
        "label": ""
      },
      {
        "sentence": "如果需要任何帮助或者再次倾诉，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在面对这一切，我们都会一起陪着你走过难关。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]