[
  {
    "role": "client",
    "content": "因缺爱导致心胸狭隘，感到悲伤痛苦，怎么改掉这心理？首先我有恋师情结，去医院问询过医生大概是缺爱导致的，这句话只想表明我的确因为家庭问题而有些心理上的缺陷。我今天才发现，自己有种秉性是见不得别人好。刚看到以前的同学回母校看望老师的照片，可我明明是最有情怀的那个，以情怀作为写作基调的那个，我却没有勇气去面对。所有人都朝着正确方向，我却那么卑劣无能。常常被别人的生活气到心脏疼，哪怕就是简简单单一个陌生人和朋友的合照。或者给别人的生活大加评判，用各种理论抨击，必须自己胜利才得以安抚。他们好的生活常常让我感到痛苦难捱，让我失去对生活的希望。我怎么才能改掉这样的心理？？？我并不是有意妒忌，而是无意中控制不住就这样了。所以也是最近才意识到问题。。",
    "annotation": [
      {
        "sentence": "因缺爱导致心胸狭隘，感到悲伤痛苦，怎么改掉这心理？",
        "label": ""
      },
      {
        "sentence": "首先我有恋师情结，去医院问询过医生大概是缺爱导致的，这句话只想表明我的确因为家庭问题而有些心理上的缺陷。",
        "label": ""
      },
      {
        "sentence": "我今天才发现，自己有种秉性是见不得别人好。",
        "label": ""
      },
      {
        "sentence": "刚看到以前的同学回母校看望老师的照片，可我明明是最有情怀的那个，以情怀作为写作基调的那个，我却没有勇气去面对。",
        "label": ""
      },
      {
        "sentence": "所有人都朝着正确方向，我却那么卑劣无能。",
        "label": ""
      },
      {
        "sentence": "常常被别人的生活气到心脏疼，哪怕就是简简单单一个陌生人和朋友的合照。",
        "label": ""
      },
      {
        "sentence": "或者给别人的生活大加评判，用各种理论抨击，必须自己胜利才得以安抚。",
        "label": ""
      },
      {
        "sentence": "他们好的生活常常让我感到痛苦难捱，让我失去对生活的希望。",
        "label": ""
      },
      {
        "sentence": "我怎么才能改掉这样的心理？？？",
        "label": ""
      },
      {
        "sentence": "我并不是有意妒忌，而是无意中控制不住就这样了。",
        "label": ""
      },
      {
        "sentence": "所以也是最近才意识到问题。。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你知道是因为自己缺爱，才导致见不得别人好的这种心理状态出现。你明知道这样的心理不对，但却无法控制，你对此感到很痛苦，是吗？",
    "annotation": [
      {
        "sentence": "你知道是因为自己缺爱，才导致见不得别人好的这种心理状态出现。",
        "label": ""
      },
      {
        "sentence": "你明知道这样的心理不对，但却无法控制，你对此感到很痛苦，是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很痛苦。我这个心理状态让我觉得很受限制，我不想再这样下去了。",
    "annotation": [
      {
        "sentence": "是的，我真的很痛苦。",
        "label": ""
      },
      {
        "sentence": "我这个心理状态让我觉得很受限制，我不想再这样下去了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困境。不知道你的家庭问题是什么？你父母是不是不够关注和爱护你、很少给予你肯定和鼓励，因此导致你内心感觉缺爱，对自己缺乏自信，觉得自己不够好？",
    "annotation": [
      {
        "sentence": "我理解你的困境。",
        "label": ""
      },
      {
        "sentence": "不知道你的家庭问题是什么？",
        "label": ""
      },
      {
        "sentence": "你父母是不是不够关注和爱护你、很少给予你肯定和鼓励，因此导致你内心感觉缺爱，对自己缺乏自信，觉得自己不够好？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我父母从小就对我要求很高，总是觉得我做得不够好，他们很少认可和鼓励我。我一直希望得到他们的关爱和认可，可是他们总是不够关心我，我觉得内心被冷落了很久。",
    "annotation": [
      {
        "sentence": "是的，我父母从小就对我要求很高，总是觉得我做得不够好，他们很少认可和鼓励我。",
        "label": ""
      },
      {
        "sentence": "我一直希望得到他们的关爱和认可，可是他们总是不够关心我，我觉得内心被冷落了很久。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "所以你内心是渴望着有足够的关注和关怀，能够获得他人的认同。妒忌的产生是因为自己内心有渴望，现实中却比不上别人，达不到自己想要的程度。当你看到别人的生活比你更好更幸福时，你就会不自觉地产生一种妒忌的心理。",
    "annotation": [
      {
        "sentence": "所以你内心是渴望着有足够的关注和关怀，能够获得他人的认同。",
        "label": ""
      },
      {
        "sentence": "妒忌的产生是因为自己内心有渴望，现实中却比不上别人，达不到自己想要的程度。",
        "label": ""
      },
      {
        "sentence": "当你看到别人的生活比你更好更幸福时，你就会不自觉地产生一种妒忌的心理。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我每次看到别人的幸福生活，内心就会觉得不平衡，觉得自己不够好，不值得拥有幸福。",
    "annotation": [
      {
        "sentence": "是的，我每次看到别人的幸福生活，内心就会觉得不平衡，觉得自己不够好，不值得拥有幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种心理是可以改变的。要改变这种心理状态，首先要将你的关注点从别人的生活转移回自己身上，多一些关注自身，停止将自己的生活和别人的生活进行比较和评判。因家庭问题缺爱、内心有未被满足的需求，可以通过积极联接外部的人际关系，寻找能够接纳和认同你的人，发展良好和谐的人际关系，获得他们的关注和支持，重新为自己寻找被看见、被关爱的感觉。",
    "annotation": [
      {
        "sentence": "这种心理是可以改变的。",
        "label": ""
      },
      {
        "sentence": "要改变这种心理状态，首先要将你的关注点从别人的生活转移回自己身上，多一些关注自身，停止将自己的生活和别人的生活进行比较和评判。",
        "label": ""
      },
      {
        "sentence": "因家庭问题缺爱、内心有未被满足的需求，可以通过积极联接外部的人际关系，寻找能够接纳和认同你的人，发展良好和谐的人际关系，获得他们的关注和支持，重新为自己寻找被看见、被关爱的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该更关注自己的需求，找到可以真正帮助我的人。我要试着改变自己的思维方式，不再去攻击、诋毁别人的幸福。",
    "annotation": [
      {
        "sentence": "我明白了，我应该更关注自己的需求，找到可以真正帮助我的人。",
        "label": ""
      },
      {
        "sentence": "我要试着改变自己的思维方式，不再去攻击、诋毁别人的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的觉悟和决心很关键。要知道，如果你仍然对别人的生活进行攻击诋毁，那将得不到别人的认同和接纳，无法帮助你满足内心真正的需求。妒忌心理的存在也并非没有好处，它可以成为你努力前进的一种动力。如果你妒忌和羡慕别人的幸福生活，希望自己也能够获得，那么就付出你的努力去奋斗吧。你需要重新认识自己，重建自我价值感，建立自信。要相信自己也很好，别人过得怎么样对你并不会产生任何威胁和影响，你有你自己的生活，有你自己的存在意义，你要重新去寻找自己的人生目标和方向。当你能够接纳和肯定自己，有着自己的人生目标，你将更多地关注自己前方的道路怎么走，你也会从中寻找到生活的希望，获得幸福生活的机会。",
    "annotation": [
      {
        "sentence": "很好，你的觉悟和决心很关键。",
        "label": ""
      },
      {
        "sentence": "要知道，如果你仍然对别人的生活进行攻击诋毁，那将得不到别人的认同和接纳，无法帮助你满足内心真正的需求。",
        "label": ""
      },
      {
        "sentence": "妒忌心理的存在也并非没有好处，它可以成为你努力前进的一种动力。",
        "label": ""
      },
      {
        "sentence": "如果你妒忌和羡慕别人的幸福生活，希望自己也能够获得，那么就付出你的努力去奋斗吧。",
        "label": ""
      },
      {
        "sentence": "你需要重新认识自己，重建自我价值感，建立自信。",
        "label": ""
      },
      {
        "sentence": "要相信自己也很好，别人过得怎么样对你并不会产生任何威胁和影响，你有你自己的生活，有你自己的存在意义，你要重新去寻找自己的人生目标和方向。",
        "label": ""
      },
      {
        "sentence": "当你能够接纳和肯定自己，有着自己的人生目标，你将更多地关注自己前方的道路怎么走，你也会从中寻找到生活的希望，获得幸福生活的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会尽量去转变自己的心态，关注自己的需求，为自己找到一个积极向上的人生方向。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会尽量去转变自己的心态，关注自己的需求，为自己找到一个积极向上的人生方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很棒！相信自己，你一定可以改变和成长。如果有任何困难或需要倾诉，随时都可以来找我聊天。祝福你早日找到属于自己的幸福和满足感。",
    "annotation": [
      {
        "sentence": "你很棒！",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定可以改变和成长。",
        "label": ""
      },
      {
        "sentence": "如果有任何困难或需要倾诉，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝福你早日找到属于自己的幸福和满足感。",
        "label": ""
      }
    ]
  }
]