[
  {
    "role": "client",
    "content": "结婚五年，跟老公总频繁吵架，是否该离婚？",
    "annotation": [
      {
        "sentence": "结婚五年，跟老公总频繁吵架，是否该离婚？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，你提到你跟你的丈夫已经结婚五年了，但是你们总是经常吵架，你现在是否考虑离婚呢？",
    "annotation": [
      {
        "sentence": "你好，你提到你跟你的丈夫已经结婚五年了，但是你们总是经常吵架，你现在是否考虑离婚呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "结婚五年，我32岁，老公35岁，总是为日常琐事频繁吵架，吵得心累，父母看我们总这样也没孩子建议我们离婚，望老师给点意见！",
    "annotation": [
      {
        "sentence": "结婚五年，我32岁，老公35岁，总是为日常琐事频繁吵架，吵得心累，父母看我们总这样也没孩子建议我们离婚，望老师给点意见！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的困惑。从你的描述可以感受到，你的老公是个很挑剔的人，你为家庭所做的贡献他容易忽视，而更倾向于关注一些不太符合他期望的事情。你为他做的很多事情并没有得到积极回应，反而会受到否定和挑剔。所以日常生活中你们经常发生口角和分歧。你的丈夫会用发脾气或说难听的话来让你生气和争吵。这种行为可能和他在成长过程中与养育者的互动有关。你可以回想一下，你们结婚之前他是不是也这样暴躁；或者他在什么情况下，会对你指责挑剔。如果你了解到他什么时候会发火，下次产生分歧时你可以选择避让。但是这只是一种方式，如果你们想继续婚姻，你们需要找到适合两个人相处的模式。心理学家霍妮有一个观点我非常认同：生活中很多矛盾是难以解决的，例如你在煮排骨汤时，到底放多少水才是合适的呢？这个根本没有标准的答案，水多水少取决于你丈夫的心情。婚姻中遇到的矛盾对于你们俩而言，是一种全新的挑战。关键在于你们是否在积极想办法应对，而不是消极逃避。如果不愿意正视问题，而是想着离婚，那么你们在下一段关系中可能还会遇到相同的问题。把你的困惑看做是人生的一课，坦诚地去面对它，想办法去解决。如果你的丈夫依然不愿意改变，再考虑离婚也不迟。",
    "annotation": [
      {
        "sentence": "我了解你的困惑。",
        "label": ""
      },
      {
        "sentence": "从你的描述可以感受到，你的老公是个很挑剔的人，你为家庭所做的贡献他容易忽视，而更倾向于关注一些不太符合他期望的事情。",
        "label": ""
      },
      {
        "sentence": "你为他做的很多事情并没有得到积极回应，反而会受到否定和挑剔。",
        "label": ""
      },
      {
        "sentence": "所以日常生活中你们经常发生口角和分歧。",
        "label": ""
      },
      {
        "sentence": "你的丈夫会用发脾气或说难听的话来让你生气和争吵。",
        "label": ""
      },
      {
        "sentence": "这种行为可能和他在成长过程中与养育者的互动有关。",
        "label": ""
      },
      {
        "sentence": "你可以回想一下，你们结婚之前他是不是也这样暴躁；或者他在什么情况下，会对你指责挑剔。",
        "label": ""
      },
      {
        "sentence": "如果你了解到他什么时候会发火，下次产生分歧时你可以选择避让。",
        "label": ""
      },
      {
        "sentence": "但是这只是一种方式，如果你们想继续婚姻，你们需要找到适合两个人相处的模式。",
        "label": ""
      },
      {
        "sentence": "心理学家霍妮有一个观点我非常认同：生活中很多矛盾是难以解决的，例如你在煮排骨汤时，到底放多少水才是合适的呢？",
        "label": ""
      },
      {
        "sentence": "这个根本没有标准的答案，水多水少取决于你丈夫的心情。",
        "label": ""
      },
      {
        "sentence": "婚姻中遇到的矛盾对于你们俩而言，是一种全新的挑战。",
        "label": ""
      },
      {
        "sentence": "关键在于你们是否在积极想办法应对，而不是消极逃避。",
        "label": ""
      },
      {
        "sentence": "如果不愿意正视问题，而是想着离婚，那么你们在下一段关系中可能还会遇到相同的问题。",
        "label": ""
      },
      {
        "sentence": "把你的困惑看做是人生的一课，坦诚地去面对它，想办法去解决。",
        "label": ""
      },
      {
        "sentence": "如果你的丈夫依然不愿意改变，再考虑离婚也不迟。",
        "label": ""
      }
    ]
  }
]