[
  {
    "role": "client",
    "content": "最近我对朋友之间的关系越来越敏感，不知道该怎么办？",
    "annotation": [
      {
        "sentence": "最近我对朋友之间的关系越来越敏感，不知道该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困扰，我也能理解你对友情的重视。人际关系确实是一个复杂的问题，尽管我们知道很多应对方法，但在现实情境下，这些技巧并不总是有效。所以你在这种情况下感到挫折是可以理解的。1.青春岁月是美好的，不要否定那些纯真和美好的经历。从初中到现在，你似乎一直希望有朋友陪伴，但多年来却不断遭受伤害，从而选择将自己封闭起来。但是请问你是否曾经感受到朋友给予你的温暖呢？你只记住了那些不好的经历，从过去的经验来定义现在的生活，甚至开始怀疑那些未知的事物是否值得。友情和爱情一样，治愈一段创伤，无非是时间或新的感情来替代。我想引用龙应台的一句话：此生似乎都在目送对方远去，并且对方用背影告诉你，不必追逐。你可以将过去的不愉快当作提出错误习题的一个机会，找出失分的原因，并学会相应的知识点。2.有接触就会有摩擦。每个人作为独立且完整的个体，其价值观、消费观、人生观以及生活方式都会不同。正是因为这些差异，才会产生思想上的摩擦。这种摩擦可能导致矛盾和冲突，但也可能让我们更了解自己和对方的需求，并相应地调整自己的期望。例如，在疫情期间你和寝室的同学开始有了更多的接触，你本希望对方更加主动，而对方则希望你保持热情和真诚。但是，过分地要求对方回应你的期望是不合适的，因为我们不应该将自己的需求强加给别人，那样只会把友谊变成一种负担。3.调整期望，从容面对。人际关系只是你实现自我价值过程中的一部分，你希望有人给予帮助。你可以根据自己的需求调整期望，而这种调整和适应的过程，正是你所提到的“敏感”。如果你能够接受这一点，并愿意改变自己，你可能会遇到更加优秀的自己，也会建立更牢固的人际关系。一步到位地获得真挚友谊是不现实的，我们往往因为期望过高而感到沮丧。真正的朋友不仅仅是时刻想起，而是每次提起时都会为对方的好消息而衷心祝福。",
    "annotation": [
      {
        "sentence": "听到你的困扰，我也能理解你对友情的重视。",
        "label": ""
      },
      {
        "sentence": "人际关系确实是一个复杂的问题，尽管我们知道很多应对方法，但在现实情境下，这些技巧并不总是有效。",
        "label": ""
      },
      {
        "sentence": "所以你在这种情况下感到挫折是可以理解的。",
        "label": ""
      },
      {
        "sentence": "1.青春岁月是美好的，不要否定那些纯真和美好的经历。",
        "label": ""
      },
      {
        "sentence": "从初中到现在，你似乎一直希望有朋友陪伴，但多年来却不断遭受伤害，从而选择将自己封闭起来。",
        "label": ""
      },
      {
        "sentence": "但是请问你是否曾经感受到朋友给予你的温暖呢？",
        "label": ""
      },
      {
        "sentence": "你只记住了那些不好的经历，从过去的经验来定义现在的生活，甚至开始怀疑那些未知的事物是否值得。",
        "label": ""
      },
      {
        "sentence": "友情和爱情一样，治愈一段创伤，无非是时间或新的感情来替代。",
        "label": ""
      },
      {
        "sentence": "我想引用龙应台的一句话：此生似乎都在目送对方远去，并且对方用背影告诉你，不必追逐。",
        "label": ""
      },
      {
        "sentence": "你可以将过去的不愉快当作提出错误习题的一个机会，找出失分的原因，并学会相应的知识点。",
        "label": ""
      },
      {
        "sentence": "2.有接触就会有摩擦。",
        "label": ""
      },
      {
        "sentence": "每个人作为独立且完整的个体，其价值观、消费观、人生观以及生活方式都会不同。",
        "label": ""
      },
      {
        "sentence": "正是因为这些差异，才会产生思想上的摩擦。",
        "label": ""
      },
      {
        "sentence": "这种摩擦可能导致矛盾和冲突，但也可能让我们更了解自己和对方的需求，并相应地调整自己的期望。",
        "label": ""
      },
      {
        "sentence": "例如，在疫情期间你和寝室的同学开始有了更多的接触，你本希望对方更加主动，而对方则希望你保持热情和真诚。",
        "label": ""
      },
      {
        "sentence": "但是，过分地要求对方回应你的期望是不合适的，因为我们不应该将自己的需求强加给别人，那样只会把友谊变成一种负担。",
        "label": ""
      },
      {
        "sentence": "3.调整期望，从容面对。",
        "label": ""
      },
      {
        "sentence": "人际关系只是你实现自我价值过程中的一部分，你希望有人给予帮助。",
        "label": ""
      },
      {
        "sentence": "你可以根据自己的需求调整期望，而这种调整和适应的过程，正是你所提到的“敏感”。",
        "label": ""
      },
      {
        "sentence": "如果你能够接受这一点，并愿意改变自己，你可能会遇到更加优秀的自己，也会建立更牢固的人际关系。",
        "label": ""
      },
      {
        "sentence": "一步到位地获得真挚友谊是不现实的，我们往往因为期望过高而感到沮丧。",
        "label": ""
      },
      {
        "sentence": "真正的朋友不仅仅是时刻想起，而是每次提起时都会为对方的好消息而衷心祝福。",
        "label": ""
      }
    ]
  }
]