[
  {
    "role": "client",
    "content": "我是一个19岁的男生，最近对朋友的关系变得越来越敏感，不知道该怎么办？",
    "annotation": [
      {
        "sentence": "我是一个19岁的男生，最近对朋友的关系变得越来越敏感，不知道该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，晚上好呀。从你的描述中可以看出，你对朋友非常看重，对他们也很好。但是交友是一个潜移默化的情感体验过程，不能只通过数量来衡量。即使你对朋友很好，也不一定能得到回报。我也曾经有过类似的经历，被一个从小长大的朋友在一次职业竞选中出卖，不仅丢了竞选的机会，还失去了一个好朋友。我完全能理解你的感受，不被在乎真的很让人难受。随着年龄增长，我们对朋友的要求也会变得更多样化，不仅仅局限于精神上的志同道合。在这个复杂的世界中，人际关系错综复杂，我们需要思考如何才能找到知己，这确实是一个值得探讨的问题。在此，我给你分享几点建议：1. 对自己好一点。在这个世界上，只有自己能对自己无条件地付出，要想让别人爱你，为你付出，首先要爱自己，对自己好一些。2. 对你的付出心甘情愿。不要对别人抱有太大的期望，把自己的付出变得简单纯粹一些，不要去考虑我今天请朋友吃饭，明天她也该请我吃饭的事情。要简单一些，不要对他人抱有太多期望，这样也不会受到太多失望。不会因为与朋友交往中谁付出更多、谁更主动而纠结。3. 知己不易得。放平心态，知心朋友不是说年纪大一点就应该有。有些人孩童时代就有了，而有些人可能一生都没有遇到。我们只能心怀期待，用真诚交友，去等待知己的到来。",
    "annotation": [
      {
        "sentence": "你好，晚上好呀。",
        "label": ""
      },
      {
        "sentence": "从你的描述中可以看出，你对朋友非常看重，对他们也很好。",
        "label": ""
      },
      {
        "sentence": "但是交友是一个潜移默化的情感体验过程，不能只通过数量来衡量。",
        "label": ""
      },
      {
        "sentence": "即使你对朋友很好，也不一定能得到回报。",
        "label": ""
      },
      {
        "sentence": "我也曾经有过类似的经历，被一个从小长大的朋友在一次职业竞选中出卖，不仅丢了竞选的机会，还失去了一个好朋友。",
        "label": ""
      },
      {
        "sentence": "我完全能理解你的感受，不被在乎真的很让人难受。",
        "label": ""
      },
      {
        "sentence": "随着年龄增长，我们对朋友的要求也会变得更多样化，不仅仅局限于精神上的志同道合。",
        "label": ""
      },
      {
        "sentence": "在这个复杂的世界中，人际关系错综复杂，我们需要思考如何才能找到知己，这确实是一个值得探讨的问题。",
        "label": ""
      },
      {
        "sentence": "在此，我给你分享几点建议：1. 对自己好一点。",
        "label": ""
      },
      {
        "sentence": "在这个世界上，只有自己能对自己无条件地付出，要想让别人爱你，为你付出，首先要爱自己，对自己好一些。",
        "label": ""
      },
      {
        "sentence": "2. 对你的付出心甘情愿。",
        "label": ""
      },
      {
        "sentence": "不要对别人抱有太大的期望，把自己的付出变得简单纯粹一些，不要去考虑我今天请朋友吃饭，明天她也该请我吃饭的事情。",
        "label": ""
      },
      {
        "sentence": "要简单一些，不要对他人抱有太多期望，这样也不会受到太多失望。",
        "label": ""
      },
      {
        "sentence": "不会因为与朋友交往中谁付出更多、谁更主动而纠结。",
        "label": ""
      },
      {
        "sentence": "3. 知己不易得。",
        "label": ""
      },
      {
        "sentence": "放平心态，知心朋友不是说年纪大一点就应该有。",
        "label": ""
      },
      {
        "sentence": "有些人孩童时代就有了，而有些人可能一生都没有遇到。",
        "label": ""
      },
      {
        "sentence": "我们只能心怀期待，用真诚交友，去等待知己的到来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我觉得你说的对，我确实应该先爱自己才能让别人爱我。但是，我为什么总是回想起那些不好的友情经历呢？是不是我对朋友抱有过高的期望导致我受伤？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我觉得你说的对，我确实应该先爱自己才能让别人爱我。",
        "label": ""
      },
      {
        "sentence": "但是，我为什么总是回想起那些不好的友情经历呢？",
        "label": ""
      },
      {
        "sentence": "是不是我对朋友抱有过高的期望导致我受伤？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴我的建议对你有所帮助。关于你为什么总是回想起不好的友情经历，这可能与你对朋友抱有过高期望有关。当我们对某人或某件事期望过高时，往往容易受到伤害。而对于不好的经历，回忆起来也许是一种自我保护的方式，让我们在未来相似的情况下提高警惕。但是，过高的期望并不是你的错，每个人都渴望得到好的友情，尤其是在青春期这个发展的阶段。我们需要学会在与人交往时保持一定的警惕性，同时也给对方和自己一些时间去增进了解和信任。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "关于你为什么总是回想起不好的友情经历，这可能与你对朋友抱有过高期望有关。",
        "label": ""
      },
      {
        "sentence": "当我们对某人或某件事期望过高时，往往容易受到伤害。",
        "label": ""
      },
      {
        "sentence": "而对于不好的经历，回忆起来也许是一种自我保护的方式，让我们在未来相似的情况下提高警惕。",
        "label": ""
      },
      {
        "sentence": "但是，过高的期望并不是你的错，每个人都渴望得到好的友情，尤其是在青春期这个发展的阶段。",
        "label": ""
      },
      {
        "sentence": "我们需要学会在与人交往时保持一定的警惕性，同时也给对方和自己一些时间去增进了解和信任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该更加理智地对待朋友关系，不要因为一次不好的经历而否定所有的友情。我也意识到我需要给别人和自己一些时间去建立信任，了解彼此。但是，我现在和一个新的同学关系很好，但我发现我越来越敏感。这是为什么呢？我怎么能够改变这种感觉呢？",
    "annotation": [
      {
        "sentence": "我明白了，我应该更加理智地对待朋友关系，不要因为一次不好的经历而否定所有的友情。",
        "label": ""
      },
      {
        "sentence": "我也意识到我需要给别人和自己一些时间去建立信任，了解彼此。",
        "label": ""
      },
      {
        "sentence": "但是，我现在和一个新的同学关系很好，但我发现我越来越敏感。",
        "label": ""
      },
      {
        "sentence": "这是为什么呢？",
        "label": ""
      },
      {
        "sentence": "我怎么能够改变这种感觉呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的认识非常正确。对于和新的同学关系变好却越来越敏感的问题，我们可以从两个方面来思考。首先，可能是因为你在过去的经历中受伤过，所以对于新的友情会有更多的担心和敏感。这是正常的，毕竟过去的经历会影响到我们对未来的期望。不过，我们可以通过逐渐建立信任和了解来改变这种感觉。其次，也可能是因为你觉得自己变得太主动了，希望对方也能主动关心你，但当对方没有像你预期的那样表现时，你会感到不安。在这种情况下，你可以尝试调整一下自己的期望，给对方一些时间和空间，让友情自然地发展。同时，也要相信对方对你的友情是真诚的，只是表达方式可能有所不同。如果你还有其他的顾虑或问题，可以继续和我分享哦。",
    "annotation": [
      {
        "sentence": "你的认识非常正确。",
        "label": ""
      },
      {
        "sentence": "对于和新的同学关系变好却越来越敏感的问题，我们可以从两个方面来思考。",
        "label": ""
      },
      {
        "sentence": "首先，可能是因为你在过去的经历中受伤过，所以对于新的友情会有更多的担心和敏感。",
        "label": ""
      },
      {
        "sentence": "这是正常的，毕竟过去的经历会影响到我们对未来的期望。",
        "label": ""
      },
      {
        "sentence": "不过，我们可以通过逐渐建立信任和了解来改变这种感觉。",
        "label": ""
      },
      {
        "sentence": "其次，也可能是因为你觉得自己变得太主动了，希望对方也能主动关心你，但当对方没有像你预期的那样表现时，你会感到不安。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，你可以尝试调整一下自己的期望，给对方一些时间和空间，让友情自然地发展。",
        "label": ""
      },
      {
        "sentence": "同时，也要相信对方对你的友情是真诚的，只是表达方式可能有所不同。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他的顾虑或问题，可以继续和我分享哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的指导。我明白了，我会尝试调整自己的期望，给这个新朋友一些时间和空间。我还有一个问题，我有时会觉得自己可能有什么地方不足，或者对方找到更好的朋友了，所以才没有那么主动。这种情况下我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的指导。",
        "label": ""
      },
      {
        "sentence": "我明白了，我会尝试调整自己的期望，给这个新朋友一些时间和空间。",
        "label": ""
      },
      {
        "sentence": "我还有一个问题，我有时会觉得自己可能有什么地方不足，或者对方找到更好的朋友了，所以才没有那么主动。",
        "label": ""
      },
      {
        "sentence": "这种情况下我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴我的建议对你有所帮助。对于你觉得自己可能有不足之处，或者担心对方找到更好的朋友，导致你不再那么主动的情况，首先要明确一点：每个人都有自己独特的优点和魅力，你也不例外。人与人之间的友情并不是一种竞争关系，而是一种互相理解和支持的关系。如果你觉得自己有不足之处，可以尝试提升自己，让自己变得更加自信和魅力十足。同时，也要相信自己的价值和吸引力，不要把对方找到更好的朋友归咎于自己。我们每个人都有自己的独特之处，只要保持真实和真诚，就能吸引到合适的人。记住，你值得拥有美好的友情！还有其他问题的话，欢迎继续向我倾诉。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "对于你觉得自己可能有不足之处，或者担心对方找到更好的朋友，导致你不再那么主动的情况，首先要明确一点：每个人都有自己独特的优点和魅力，你也不例外。",
        "label": ""
      },
      {
        "sentence": "人与人之间的友情并不是一种竞争关系，而是一种互相理解和支持的关系。",
        "label": ""
      },
      {
        "sentence": "如果你觉得自己有不足之处，可以尝试提升自己，让自己变得更加自信和魅力十足。",
        "label": ""
      },
      {
        "sentence": "同时，也要相信自己的价值和吸引力，不要把对方找到更好的朋友归咎于自己。",
        "label": ""
      },
      {
        "sentence": "我们每个人都有自己的独特之处，只要保持真实和真诚，就能吸引到合适的人。",
        "label": ""
      },
      {
        "sentence": "记住，你值得拥有美好的友情！",
        "label": ""
      },
      {
        "sentence": "还有其他问题的话，欢迎继续向我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解。你说得对，我需要相信自己的价值，并且努力提升自己。我现在感觉好多了。我想我会采纳你的建议，放平心态，用真诚交友，相信未来一定会有知己出现的。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解。",
        "label": ""
      },
      {
        "sentence": "你说得对，我需要相信自己的价值，并且努力提升自己。",
        "label": ""
      },
      {
        "sentence": "我现在感觉好多了。",
        "label": ""
      },
      {
        "sentence": "我想我会采纳你的建议，放平心态，用真诚交友，相信未来一定会有知己出现的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欢迎！我很高兴听到你现在感觉好多了。相信自己，发展自己，未来一定会有更多美好的友情等待着你。记住，真诚和努力是交友的关键。如果以后还有需要的话，记得随时来找我聊天。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "非常欢迎！",
        "label": ""
      },
      {
        "sentence": "我很高兴听到你现在感觉好多了。",
        "label": ""
      },
      {
        "sentence": "相信自己，发展自己，未来一定会有更多美好的友情等待着你。",
        "label": ""
      },
      {
        "sentence": "记住，真诚和努力是交友的关键。",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要的话，记得随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]