[
  {
    "role": "client",
    "content": "好朋友背叛我，我该怎么调整自己？",
    "annotation": [
      {
        "sentence": "好朋友背叛我，我该怎么调整自己？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述来看，你的问题可以集中于三点，首先，培训第一天朋友身边坐了一个有之前培训经验的女孩子，好朋友主动跟她交流询问业务，什么都问那个女孩让你觉得不舒服。其次，你说自己说了一个问题，你觉得好朋友为了证明你是不对的马上掉头问那个女孩子，感觉她是下意识打击自己。第三，你觉得好朋友是一个对别人不爱付出，只要对自己有利就理你的类型。你既不想理她，又觉得尴尬压力大，陷入了矛盾纠结中。我感觉到你似乎是一个比较敏感、心思细腻的人。",
    "annotation": [
      {
        "sentence": "从你的描述来看，你的问题可以集中于三点，首先，培训第一天朋友身边坐了一个有之前培训经验的女孩子，好朋友主动跟她交流询问业务，什么都问那个女孩让你觉得不舒服。",
        "label": ""
      },
      {
        "sentence": "其次，你说自己说了一个问题，你觉得好朋友为了证明你是不对的马上掉头问那个女孩子，感觉她是下意识打击自己。",
        "label": ""
      },
      {
        "sentence": "第三，你觉得好朋友是一个对别人不爱付出，只要对自己有利就理你的类型。",
        "label": ""
      },
      {
        "sentence": "你既不想理她，又觉得尴尬压力大，陷入了矛盾纠结中。",
        "label": ""
      },
      {
        "sentence": "我感觉到你似乎是一个比较敏感、心思细腻的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "关于问题1：你说到这次培训比较难，压力比较大，朋友跟有培训经验的女孩子交流询问业务，有没有可能也是为了培训本身呢？我不知道你的朋友是什么性格，你觉得她是刻意忽略我，还是因为无意让我感觉到被忽略了呢？我感觉她只是关心培训，而我却感到被“抢”了。",
    "annotation": [
      {
        "sentence": "关于问题1：你说到这次培训比较难，压力比较大，朋友跟有培训经验的女孩子交流询问业务，有没有可能也是为了培训本身呢？",
        "label": ""
      },
      {
        "sentence": "我不知道你的朋友是什么性格，你觉得她是刻意忽略我，还是因为无意让我感觉到被忽略了呢？",
        "label": ""
      },
      {
        "sentence": "我感觉她只是关心培训，而我却感到被“抢”了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "存在一种可能性就是，你的朋友只是关注培训，为了了解经验而无意忽略了你，而你又比较敏感，有一种自己好朋友被“抢”了的感受。你可以试着表达一下自己被忽略的感受，看一看朋友是怎么想和说的。或许，你多心了也不一定。",
    "annotation": [
      {
        "sentence": "存在一种可能性就是，你的朋友只是关注培训，为了了解经验而无意忽略了你，而你又比较敏感，有一种自己好朋友被“抢”了的感受。",
        "label": ""
      },
      {
        "sentence": "你可以试着表达一下自己被忽略的感受，看一看朋友是怎么想和说的。",
        "label": ""
      },
      {
        "sentence": "或许，你多心了也不一定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "关于问题2：我无法客观地判断她是刻意打压我，还是为了证实问题的答案。但她时不时地去问那个女孩子，好像是为了证明我是不对的，让我感觉她是下意识地打击我。",
    "annotation": [
      {
        "sentence": "关于问题2：我无法客观地判断她是刻意打压我，还是为了证实问题的答案。",
        "label": ""
      },
      {
        "sentence": "但她时不时地去问那个女孩子，好像是为了证明我是不对的，让我感觉她是下意识地打击我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果没有其他详细的例子能够说明好朋友刻意打压你，我们就不妨给她一个机会，试着从她的角度考虑问题。也许她的意图并不是想打击你，只是想证明问题的答案而已。",
    "annotation": [
      {
        "sentence": "如果没有其他详细的例子能够说明好朋友刻意打压你，我们就不妨给她一个机会，试着从她的角度考虑问题。",
        "label": ""
      },
      {
        "sentence": "也许她的意图并不是想打击你，只是想证明问题的答案而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "关于问题3：我觉得她是一个对别人不爱付出的人。她只要对自己有利才会关心别人，而且她总是试图维护她高高在上的自尊心。我现在对她感到非常生气，也不想再和她有太多交流。",
    "annotation": [
      {
        "sentence": "关于问题3：我觉得她是一个对别人不爱付出的人。",
        "label": ""
      },
      {
        "sentence": "她只要对自己有利才会关心别人，而且她总是试图维护她高高在上的自尊心。",
        "label": ""
      },
      {
        "sentence": "我现在对她感到非常生气，也不想再和她有太多交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在处于比较生气的状态下，可能也有些情绪方面的气话。建议你不妨抽空侧面表达一下自己被忽略的感受，看一看朋友是怎么想和说的。或许你会发现，你们之间的误会只是一种误解，或者是她自己的行为方式存在一些问题，你不必太过纠结和生气。可以试着放松心情，给彼此一些时间和空间。",
    "annotation": [
      {
        "sentence": "你现在处于比较生气的状态下，可能也有些情绪方面的气话。",
        "label": ""
      },
      {
        "sentence": "建议你不妨抽空侧面表达一下自己被忽略的感受，看一看朋友是怎么想和说的。",
        "label": ""
      },
      {
        "sentence": "或许你会发现，你们之间的误会只是一种误解，或者是她自己的行为方式存在一些问题，你不必太过纠结和生气。",
        "label": ""
      },
      {
        "sentence": "可以试着放松心情，给彼此一些时间和空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着和她进行沟通，看看能否解决我们之间的误会。也许我多心了，谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着和她进行沟通，看看能否解决我们之间的误会。",
        "label": ""
      },
      {
        "sentence": "也许我多心了，谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望你能够找到解决问题的方法，与好朋友重新建立起良好的互动关系。记得保持开放的心态，相信你们可以解决误会，恢复友谊！如果还有其他问题，随时来找我交流。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，希望你能够找到解决问题的方法，与好朋友重新建立起良好的互动关系。",
        "label": ""
      },
      {
        "sentence": "记得保持开放的心态，相信你们可以解决误会，恢复友谊！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我交流。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]