[
  {
    "role": "client",
    "content": "好朋友背叛我，我该怎么调整自己？",
    "annotation": [
      {
        "sentence": "好朋友背叛我，我该怎么调整自己？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述之后，个人感觉对方的行为并不像是背叛，而是对方很明确自己想要什么。就像是你说到的，对方属于那种为达到目的什么事情都可以忍，虽然对方的一些行为会让人心生反感，但不得不说一点，这样的人无论去了哪里都可以混的开，只不过对于这样的人，大家更愿意互相利用，而不愿意和对方成为真心的朋友。",
    "annotation": [
      {
        "sentence": "看了你的描述之后，个人感觉对方的行为并不像是背叛，而是对方很明确自己想要什么。",
        "label": ""
      },
      {
        "sentence": "就像是你说到的，对方属于那种为达到目的什么事情都可以忍，虽然对方的一些行为会让人心生反感，但不得不说一点，这样的人无论去了哪里都可以混的开，只不过对于这样的人，大家更愿意互相利用，而不愿意和对方成为真心的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是她之前表示要和我一起培训，培训内容很难，我对自己的表现也没信心。",
    "annotation": [
      {
        "sentence": "可是她之前表示要和我一起培训，培训内容很难，我对自己的表现也没信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，好朋友的一些行为却是在无意中中伤了我们，尤其是只要有可以打击我们的地方，似乎对方都不会放过。从这一点也可以看得出来，在不少地方我们都是比对方更优秀的。有的时候哪怕自己错了也没关系，毕竟我们来培训的目的就是为了提升自己。如果对方能够帮助我们找到自己的问题，似乎也在无形之中帮助了我们。",
    "annotation": [
      {
        "sentence": "是的，好朋友的一些行为却是在无意中中伤了我们，尤其是只要有可以打击我们的地方，似乎对方都不会放过。",
        "label": ""
      },
      {
        "sentence": "从这一点也可以看得出来，在不少地方我们都是比对方更优秀的。",
        "label": ""
      },
      {
        "sentence": "有的时候哪怕自己错了也没关系，毕竟我们来培训的目的就是为了提升自己。",
        "label": ""
      },
      {
        "sentence": "如果对方能够帮助我们找到自己的问题，似乎也在无形之中帮助了我们。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可我对培训很弱，很难记住和集中注意力。而且，跟好朋友一起培训可以让我感到安慰。",
    "annotation": [
      {
        "sentence": "可我对培训很弱，很难记住和集中注意力。",
        "label": ""
      },
      {
        "sentence": "而且，跟好朋友一起培训可以让我感到安慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "由于你比较内向，也不太善于与他人沟通，但既然是出来培训和学习的，有的时候我们可以尝试着拓展一下自己的交际圈，和比自己更优秀的人在一起，我们可以更快的认识到自己的不足，也可以从他人的身上学习到一些方法。所以有的时候我们可以主动一点，尝试着和其他的人做简单的朋友，或许你会收获不一样的生活。",
    "annotation": [
      {
        "sentence": "由于你比较内向，也不太善于与他人沟通，但既然是出来培训和学习的，有的时候我们可以尝试着拓展一下自己的交际圈，和比自己更优秀的人在一起，我们可以更快的认识到自己的不足，也可以从他人的身上学习到一些方法。",
        "label": ""
      },
      {
        "sentence": "所以有的时候我们可以主动一点，尝试着和其他的人做简单的朋友，或许你会收获不一样的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我很难接受她的虚伪，觉得自己被背叛了。",
    "annotation": [
      {
        "sentence": "但我很难接受她的虚伪，觉得自己被背叛了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于这个朋友，既然对方当面一套，背后一套，那么我们不如把更多的时间和精力放在自己身上。想清楚自己来培训是为了什么，还有哪些可以提升的地方。有的时候做好表面朋友就好了。",
    "annotation": [
      {
        "sentence": "对于这个朋友，既然对方当面一套，背后一套，那么我们不如把更多的时间和精力放在自己身上。",
        "label": ""
      },
      {
        "sentence": "想清楚自己来培训是为了什么，还有哪些可以提升的地方。",
        "label": ""
      },
      {
        "sentence": "有的时候做好表面朋友就好了。",
        "label": ""
      }
    ]
  }
]