[
  {
    "role": "client",
    "content": "干啥事都特别怕别人催我？对待事情也没耐心，很急躁。不管任何事情，别人一催我，我就很焦虑，对待工作也没有耐心，给客户解释问题，一遍没听懂，就很不耐烦，一到中午换班吃饭或者下班关门时间有客户来办业务我就很急躁，如何调整",
    "annotation": [
      {
        "sentence": "干啥事都特别怕别人催我？",
        "label": ""
      },
      {
        "sentence": "对待事情也没耐心，很急躁。",
        "label": ""
      },
      {
        "sentence": "不管任何事情，别人一催我，我就很焦虑，对待工作也没有耐心，给客户解释问题，一遍没听懂，就很不耐烦，一到中午换班吃饭或者下班关门时间有客户来办业务我就很急躁，如何调整",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴您能诚实地表达自己的感受。我曾经也有过类似的经历，所以我能够理解您的困扰。焦虑、紧张、担心和急躁往往会让我们处于一种忙碌但却毫无目的的状态中，而且往往对我们的人际交往造成负面影响。",
    "annotation": [
      {
        "sentence": "很高兴您能诚实地表达自己的感受。",
        "label": ""
      },
      {
        "sentence": "我曾经也有过类似的经历，所以我能够理解您的困扰。",
        "label": ""
      },
      {
        "sentence": "焦虑、紧张、担心和急躁往往会让我们处于一种忙碌但却毫无目的的状态中，而且往往对我们的人际交往造成负面影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得很难摆脱这种状态，总是觉得自己在为别人忙碌。",
    "annotation": [
      {
        "sentence": "是的，我觉得很难摆脱这种状态，总是觉得自己在为别人忙碌。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种感觉我也有过，我们经常会忘记我们的生活其实是属于自己的，而不是为别人而活。无论是工作还是生活，我们需要花时间来理清自己的期望和需求。您可以思考一下自己的工作是怎样的，你从工作中能得到什么样的满足感，以及如何才能获得这样的满足感。",
    "annotation": [
      {
        "sentence": "这种感觉我也有过，我们经常会忘记我们的生活其实是属于自己的，而不是为别人而活。",
        "label": ""
      },
      {
        "sentence": "无论是工作还是生活，我们需要花时间来理清自己的期望和需求。",
        "label": ""
      },
      {
        "sentence": "您可以思考一下自己的工作是怎样的，你从工作中能得到什么样的满足感，以及如何才能获得这样的满足感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我觉得我没有太多的愉悦感，工作上总是被催得焦头烂额，感觉很不开心。",
    "annotation": [
      {
        "sentence": "嗯，我觉得我没有太多的愉悦感，工作上总是被催得焦头烂额，感觉很不开心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "时间管理可能对您有所帮助。您对极简生活和极简情绪有了解吗？时间管理不仅仅是统筹安排，还需要清晰的目标设定、目标分解和合理排序、熟练的技巧操作以及坚持执行等等。被催催促常常让人感到不愉快，它可能意味着我们花费了更多的时间，或者没有联系上下文，还可能暴露了我们技巧不熟练，以及他人对我们对待事情的态度不满意等等。尝试一下时间管理的方法，或许能够减少被催的次数。",
    "annotation": [
      {
        "sentence": "时间管理可能对您有所帮助。",
        "label": ""
      },
      {
        "sentence": "您对极简生活和极简情绪有了解吗？",
        "label": ""
      },
      {
        "sentence": "时间管理不仅仅是统筹安排，还需要清晰的目标设定、目标分解和合理排序、熟练的技巧操作以及坚持执行等等。",
        "label": ""
      },
      {
        "sentence": "被催催促常常让人感到不愉快，它可能意味着我们花费了更多的时间，或者没有联系上下文，还可能暴露了我们技巧不熟练，以及他人对我们对待事情的态度不满意等等。",
        "label": ""
      },
      {
        "sentence": "尝试一下时间管理的方法，或许能够减少被催的次数。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试一试时间管理的方法，看看能否起到减轻被催的效果。不过我想问一下，当我被催时，我应该如何处理自己的情绪呢？",
    "annotation": [
      {
        "sentence": "我会试一试时间管理的方法，看看能否起到减轻被催的效果。",
        "label": ""
      },
      {
        "sentence": "不过我想问一下，当我被催时，我应该如何处理自己的情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "被催时产生不舒服的情绪很正常，我们并不需要刻意克制自己的情绪，但是我们需要照顾和安抚自己的情绪。告诉自己“我有点烦了，但是不用害怕。我可以慢下来，可以寻找解决问题的方法，可以为客户多做一些努力。”在事情过去之后，可以鼓励自己，肯定自己的改变。多去肯定自己的进步，将成功暗示给自己，让自己相信自己能够变得更好。",
    "annotation": [
      {
        "sentence": "被催时产生不舒服的情绪很正常，我们并不需要刻意克制自己的情绪，但是我们需要照顾和安抚自己的情绪。",
        "label": ""
      },
      {
        "sentence": "告诉自己“我有点烦了，但是不用害怕。",
        "label": ""
      },
      {
        "sentence": "我可以慢下来，可以寻找解决问题的方法，可以为客户多做一些努力。",
        "label": ""
      },
      {
        "sentence": "”在事情过去之后，可以鼓励自己，肯定自己的改变。",
        "label": ""
      },
      {
        "sentence": "多去肯定自己的进步，将成功暗示给自己，让自己相信自己能够变得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着给自己多一点积极的暗示。我真的希望自己可以成为生活的主角，找到适合自己的方式。感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着给自己多一点积极的暗示。",
        "label": ""
      },
      {
        "sentence": "我真的希望自己可以成为生活的主角，找到适合自己的方式。",
        "label": ""
      },
      {
        "sentence": "感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到您，相信您可以找到适合自己的方式。请记住，生活是美好的，我们要相信自己的力量！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到您，相信您可以找到适合自己的方式。",
        "label": ""
      },
      {
        "sentence": "请记住，生活是美好的，我们要相信自己的力量！",
        "label": ""
      }
    ]
  }
]