[
  {
    "role": "client",
    "content": "干啥事都特别怕别人催我？对待事情也没耐心，很急躁。不管任何事情，别人一催我，我就很焦虑，对待工作也没有耐心，给客户解释问题，一遍没听懂，就很不耐烦，一到中午换班吃饭或者下班关门时间有客户来办业务我就很急躁，如何调整？",
    "annotation": [
      {
        "sentence": "干啥事都特别怕别人催我？",
        "label": ""
      },
      {
        "sentence": "对待事情也没耐心，很急躁。",
        "label": ""
      },
      {
        "sentence": "不管任何事情，别人一催我，我就很焦虑，对待工作也没有耐心，给客户解释问题，一遍没听懂，就很不耐烦，一到中午换班吃饭或者下班关门时间有客户来办业务我就很急躁，如何调整？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从容不迫确实是一个很值得探讨的问题。从你的描述中可以看出，你的性子相对较急，所以在遇到影响自己生活进度，影响自己效率时就会急躁，很能理解你的感受。接下来希望我的建议能够缓解你现在的困惑！",
    "annotation": [
      {
        "sentence": "从容不迫确实是一个很值得探讨的问题。",
        "label": ""
      },
      {
        "sentence": "从你的描述中可以看出，你的性子相对较急，所以在遇到影响自己生活进度，影响自己效率时就会急躁，很能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "接下来希望我的建议能够缓解你现在的困惑！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我真的很希望能够改变这种急躁的情绪，因为它经常影响到我的工作和生活。你觉得我应该怎么做呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我真的很希望能够改变这种急躁的情绪，因为它经常影响到我的工作和生活。",
        "label": ""
      },
      {
        "sentence": "你觉得我应该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "给自己列计划表，尽可能的提前完成代办事项。在《拖延心理学》一书中，曾有一句话让我印象深刻：“拖延的人是享受不到成功所带来的喜悦，因为他所感受到的喜悦早就被成功来临前的慌乱所打破”。你被催会焦虑的原因，有可能也是因为一下子感到诸事繁多，无从下手解决，所以会焦虑。亲爱的，我也曾有过这样的经历，很能理解你的感受。但是你要明白，事情总能一件件完成的，你需要根据事情做出评估，可以画个四象限，把自己的问题填入，看看这事情是重要紧急，重要不紧急，不重要紧急，不重要也不紧急中的哪一项。就此确认自己该先做些什么。",
    "annotation": [
      {
        "sentence": "给自己列计划表，尽可能的提前完成代办事项。",
        "label": ""
      },
      {
        "sentence": "在《拖延心理学》一书中，曾有一句话让我印象深刻：“拖延的人是享受不到成功所带来的喜悦，因为他所感受到的喜悦早就被成功来临前的慌乱所打破”。",
        "label": ""
      },
      {
        "sentence": "你被催会焦虑的原因，有可能也是因为一下子感到诸事繁多，无从下手解决，所以会焦虑。",
        "label": ""
      },
      {
        "sentence": "亲爱的，我也曾有过这样的经历，很能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "但是你要明白，事情总能一件件完成的，你需要根据事情做出评估，可以画个四象限，把自己的问题填入，看看这事情是重要紧急，重要不紧急，不重要紧急，不重要也不紧急中的哪一项。",
        "label": ""
      },
      {
        "sentence": "就此确认自己该先做些什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我意识到我需要更有条理地处理我的任务和时间。有时候，我会被琐碎的事情干扰，导致更重要的事情得不到处理。我会试着画个四象限来帮助我做出更明智的决策，先处理重要且紧急的事情。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "确实，我意识到我需要更有条理地处理我的任务和时间。",
        "label": ""
      },
      {
        "sentence": "有时候，我会被琐碎的事情干扰，导致更重要的事情得不到处理。",
        "label": ""
      },
      {
        "sentence": "我会试着画个四象限来帮助我做出更明智的决策，先处理重要且紧急的事情。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变自己的心态，站在别人角度思考问题。你要知道，你的客户并非你专业领域的人，你所表达的，你懂，但你的客户不一定能懂。这就要求你不断修炼自我的语言组织能力，争取用最精炼的语言表达自己的想法，让人明白你所表达的。这才是提高效率，你该做的事，而不是一味的抱怨。",
    "annotation": [
      {
        "sentence": "改变自己的心态，站在别人角度思考问题。",
        "label": ""
      },
      {
        "sentence": "你要知道，你的客户并非你专业领域的人，你所表达的，你懂，但你的客户不一定能懂。",
        "label": ""
      },
      {
        "sentence": "这就要求你不断修炼自我的语言组织能力，争取用最精炼的语言表达自己的想法，让人明白你所表达的。",
        "label": ""
      },
      {
        "sentence": "这才是提高效率，你该做的事，而不是一味的抱怨。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实需要更好地沟通和表达自己。也许我应该更加意识到别人并不具备我专业领域的知识，所以我需要使用更通俗易懂的语言来解释问题。我会尝试提升自己的语言组织能力，谢谢你的建议！",
    "annotation": [
      {
        "sentence": "你说得对，我确实需要更好地沟通和表达自己。",
        "label": ""
      },
      {
        "sentence": "也许我应该更加意识到别人并不具备我专业领域的知识，所以我需要使用更通俗易懂的语言来解释问题。",
        "label": ""
      },
      {
        "sentence": "我会尝试提升自己的语言组织能力，谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "下班时间客户来办业务遇到让自己加班加点的人或事，确实我们会有负面情绪，可以理解。但是亲爱的，你要想想，自己有一天也有可能在其它业务上，在下班的时间点去找人帮忙。这时候你希望别人温柔以待还是恶语相向？将心比心，就会好受些！希望对你有帮助，勿骄勿躁！",
    "annotation": [
      {
        "sentence": "下班时间客户来办业务遇到让自己加班加点的人或事，确实我们会有负面情绪，可以理解。",
        "label": ""
      },
      {
        "sentence": "但是亲爱的，你要想想，自己有一天也有可能在其它业务上，在下班的时间点去找人帮忙。",
        "label": ""
      },
      {
        "sentence": "这时候你希望别人温柔以待还是恶语相向？",
        "label": ""
      },
      {
        "sentence": "将心比心，就会好受些！",
        "label": ""
      },
      {
        "sentence": "希望对你有帮助，勿骄勿躁！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我想如果我是那个需要别人帮忙的人，我也希望别人能够温柔以待。我会尽量换位思考，理解客户的需求，并且用礼貌和耐心对待他们。再次感谢你的建议，我会时刻提醒自己不要骄傲和急躁！",
    "annotation": [
      {
        "sentence": "你说得对，我想如果我是那个需要别人帮忙的人，我也希望别人能够温柔以待。",
        "label": ""
      },
      {
        "sentence": "我会尽量换位思考，理解客户的需求，并且用礼貌和耐心对待他们。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的建议，我会时刻提醒自己不要骄傲和急躁！",
        "label": ""
      }
    ]
  }
]