[
  {
    "role": "client",
    "content": "想辞职养病，家人同事都劝我坚持工作？既悲伤又愤怒。",
    "annotation": [
      {
        "sentence": "想辞职养病，家人同事都劝我坚持工作？",
        "label": ""
      },
      {
        "sentence": "既悲伤又愤怒。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你现在的心情很复杂，既感到悲伤又愤怒。你能和我说说具体的情况吗？",
    "annotation": [
      {
        "sentence": "看来你现在的心情很复杂，既感到悲伤又愤怒。",
        "label": ""
      },
      {
        "sentence": "你能和我说说具体的情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在公立幼儿园工作三年，身体不舒服四年。工作第一年因为身体不舒服，跟爸妈提过辞职，他们没同意，之后就没怎么跟他们说辞职和身体不舒服。",
    "annotation": [
      {
        "sentence": "在公立幼儿园工作三年，身体不舒服四年。",
        "label": ""
      },
      {
        "sentence": "工作第一年因为身体不舒服，跟爸妈提过辞职，他们没同意，之后就没怎么跟他们说辞职和身体不舒服。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看起来你在工作和家人之间陷入了困境。你不能辞职也没有向家人提起身体不适的事情。这样的情况下，你一定感到很辛苦。",
    "annotation": [
      {
        "sentence": "看起来你在工作和家人之间陷入了困境。",
        "label": ""
      },
      {
        "sentence": "你不能辞职也没有向家人提起身体不适的事情。",
        "label": ""
      },
      {
        "sentence": "这样的情况下，你一定感到很辛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我生了好几种病，都会让我难以入眠，幼儿园的活动量非常大，而且常常十个小时不能休息。基本上就是硬撑，我有时形容自己是行尸走肉，因为难受到让自己非常麻木，有很长一段时间不会笑，整天愁眉苦脸。",
    "annotation": [
      {
        "sentence": "我生了好几种病，都会让我难以入眠，幼儿园的活动量非常大，而且常常十个小时不能休息。",
        "label": ""
      },
      {
        "sentence": "基本上就是硬撑，我有时形容自己是行尸走肉，因为难受到让自己非常麻木，有很长一段时间不会笑，整天愁眉苦脸。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你的健康状况对工作和生活造成了不小的影响。你每天都在忍受着病痛，这个状态下工作是非常辛苦的。你是否曾尝试过向别人表达过这些之前难受的情绪呢？",
    "annotation": [
      {
        "sentence": "听起来你的健康状况对工作和生活造成了不小的影响。",
        "label": ""
      },
      {
        "sentence": "你每天都在忍受着病痛，这个状态下工作是非常辛苦的。",
        "label": ""
      },
      {
        "sentence": "你是否曾尝试过向别人表达过这些之前难受的情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "身体状态差到有时会觉得自己下一秒可能猝死或者晕过去不行，不过并没有发生过。这次疫情在家里休息了很久，健康有了点起色，但是上班之后又不行。因为可以预见未来一两年的工作量非常大，最近身体变好后，我就不想重回那种暗无天日的情况了，思来想去要辞职在家休息。跟家里人、领导、同事说，他们全都在重复工作难找不要辞，有点看不到我主要是因为身体不舒服我才这样选择的。",
    "annotation": [
      {
        "sentence": "身体状态差到有时会觉得自己下一秒可能猝死或者晕过去不行，不过并没有发生过。",
        "label": ""
      },
      {
        "sentence": "这次疫情在家里休息了很久，健康有了点起色，但是上班之后又不行。",
        "label": ""
      },
      {
        "sentence": "因为可以预见未来一两年的工作量非常大，最近身体变好后，我就不想重回那种暗无天日的情况了，思来想去要辞职在家休息。",
        "label": ""
      },
      {
        "sentence": "跟家里人、领导、同事说，他们全都在重复工作难找不要辞，有点看不到我主要是因为身体不舒服我才这样选择的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的身体状况让你感到非常担忧和害怕，虽然没有发生过什么严重的情况，但你的身体已经给你带来了很多困扰。看来你对未来的工作量也有所忧虑，你已经考虑了很多，包括向家人、领导和同事表达你的想法。但是他们似乎没有理解你的处境，只是一味地强调工作难找。你觉得他们没有看到你是因为身体不舒服才做出这样的选择，这个感觉一定让你很失望。",
    "annotation": [
      {
        "sentence": "你的身体状况让你感到非常担忧和害怕，虽然没有发生过什么严重的情况，但你的身体已经给你带来了很多困扰。",
        "label": ""
      },
      {
        "sentence": "看来你对未来的工作量也有所忧虑，你已经考虑了很多，包括向家人、领导和同事表达你的想法。",
        "label": ""
      },
      {
        "sentence": "但是他们似乎没有理解你的处境，只是一味地强调工作难找。",
        "label": ""
      },
      {
        "sentence": "你觉得他们没有看到你是因为身体不舒服才做出这样的选择，这个感觉一定让你很失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从来不跟大家说我身体的不适，因为我会希望他们把我当正常人。所以过去有多痛苦，他们都不知道。如何与他们沟通？",
    "annotation": [
      {
        "sentence": "我从来不跟大家说我身体的不适，因为我会希望他们把我当正常人。",
        "label": ""
      },
      {
        "sentence": "所以过去有多痛苦，他们都不知道。",
        "label": ""
      },
      {
        "sentence": "如何与他们沟通？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你选择不向他们透露你的身体情况，是因为你希望他们将你当成正常人看待。但这样的做法导致他们无法了解你过去的痛苦。你现在想知道如何与他们沟通，这是一个很好的选择。我认为你可以试着把你的感受和需求以真实的方式表达给他们，让他们了解你身体不舒服的原因和你想辞职休息的愿望。当然，在沟通的过程中可能会遇到一些困难，但试一试总比不试好。",
    "annotation": [
      {
        "sentence": "你选择不向他们透露你的身体情况，是因为你希望他们将你当成正常人看待。",
        "label": ""
      },
      {
        "sentence": "但这样的做法导致他们无法了解你过去的痛苦。",
        "label": ""
      },
      {
        "sentence": "你现在想知道如何与他们沟通，这是一个很好的选择。",
        "label": ""
      },
      {
        "sentence": "我认为你可以试着把你的感受和需求以真实的方式表达给他们，让他们了解你身体不舒服的原因和你想辞职休息的愿望。",
        "label": ""
      },
      {
        "sentence": "当然，在沟通的过程中可能会遇到一些困难，但试一试总比不试好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经试过表达过，但可能没人听到或者不允许。或者因为他们是强大的也或者因为怕他们伤心，你渐渐放弃了，只是那些痛苦一直无法消散，被理解被更多允许被支持的渴望也一直在那里，或许这些痛苦也会让你疲惫失眠失去活力。要发出声来或者不是那么容易，因为也许你要面对可能的冲突、羞耻感、内疚感等等，但我还是想同你说：或者可以去试一试，看看会怎么样？",
    "annotation": [
      {
        "sentence": "我曾经试过表达过，但可能没人听到或者不允许。",
        "label": ""
      },
      {
        "sentence": "或者因为他们是强大的也或者因为怕他们伤心，你渐渐放弃了，只是那些痛苦一直无法消散，被理解被更多允许被支持的渴望也一直在那里，或许这些痛苦也会让你疲惫失眠失去活力。",
        "label": ""
      },
      {
        "sentence": "要发出声来或者不是那么容易，因为也许你要面对可能的冲突、羞耻感、内疚感等等，但我还是想同你说：或者可以去试一试，看看会怎么样？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你说你曾经试过表达过，但可能没有人听到或者不允许，我能理解你曾经的困惑和挫败感。你放弃了表达，但痛苦的感觉一直存在，你渴望被理解、被允许和得到更多支持。我明白发出自己的声音可能不是一件容易的事情，因为你可能会面临各种困难和负面情绪。但我还是想鼓励你去试一试，看看会发生什么。你有权利表达自己的需求和感受，也有权利寻求支持和理解。",
    "annotation": [
      {
        "sentence": "听到你说你曾经试过表达过，但可能没有人听到或者不允许，我能理解你曾经的困惑和挫败感。",
        "label": ""
      },
      {
        "sentence": "你放弃了表达，但痛苦的感觉一直存在，你渴望被理解、被允许和得到更多支持。",
        "label": ""
      },
      {
        "sentence": "我明白发出自己的声音可能不是一件容易的事情，因为你可能会面临各种困难和负面情绪。",
        "label": ""
      },
      {
        "sentence": "但我还是想鼓励你去试一试，看看会发生什么。",
        "label": ""
      },
      {
        "sentence": "你有权利表达自己的需求和感受，也有权利寻求支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我会试着再次跟他们沟通，把我的真实感受传达给他们。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会试着再次跟他们沟通，把我的真实感受传达给他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮助到你。试着再次与他们沟通是一个积极的举动，也许他们会更加理解你的需要和感受。记住，你的声音和感受都是重要的，希望你能得到你所需要的支持和关怀。如果有任何进展或需要继续交流，随时都可以来找我。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮助到你。",
        "label": ""
      },
      {
        "sentence": "试着再次与他们沟通是一个积极的举动，也许他们会更加理解你的需要和感受。",
        "label": ""
      },
      {
        "sentence": "记住，你的声音和感受都是重要的，希望你能得到你所需要的支持和关怀。",
        "label": ""
      },
      {
        "sentence": "如果有任何进展或需要继续交流，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]