[
  {
    "role": "client",
    "content": "总是觉得自己不好，自己的家人不好，总是说他们坏话？不知道什么时候开始，就会不自觉的说爸爸，妈妈的不好，这几年又开始说弟弟弟妹的不好！说过之后还会有种痛快感，自己也不知道为什么！从自己一岁多开始，自己就跟着奶奶，爸爸妈妈带着弟弟在外边打工，姑姑奶奶从来不在我面前说爸爸妈妈的坏话，对爸爸妈妈也没有什么感情，最近两年才好些！只有过年的一个月是跟爸爸妈妈的相处时间，二十多年的时间里根本不知道爸爸妈妈是什么样的人，也感受不了他们对我的爱，觉得姑姑奶奶，表弟表妹才是我的亲人，爸爸，妈妈不是！每次跟姑姑痛快的说爸爸妈妈的不是，姑姑也会说，奶奶也会说，同时觉得自己也是不好的，有时候也会说自己的坏话，姑姑奶奶虽然吃的喝的给我，但是不给我交心，我把他们当亲人，他们把我当外人，从来不同我说心里话！如果我跟姑姑表弟表妹有矛盾，奶奶也总是向着他们！请各位老师帮我分析分析！",
    "annotation": [
      {
        "sentence": "总是觉得自己不好，自己的家人不好，总是说他们坏话？",
        "label": ""
      },
      {
        "sentence": "不知道什么时候开始，就会不自觉的说爸爸，妈妈的不好，这几年又开始说弟弟弟妹的不好！",
        "label": ""
      },
      {
        "sentence": "说过之后还会有种痛快感，自己也不知道为什么！",
        "label": ""
      },
      {
        "sentence": "从自己一岁多开始，自己就跟着奶奶，爸爸妈妈带着弟弟在外边打工，姑姑奶奶从来不在我面前说爸爸妈妈的坏话，对爸爸妈妈也没有什么感情，最近两年才好些！",
        "label": ""
      },
      {
        "sentence": "只有过年的一个月是跟爸爸妈妈的相处时间，二十多年的时间里根本不知道爸爸妈妈是什么样的人，也感受不了他们对我的爱，觉得姑姑奶奶，表弟表妹才是我的亲人，爸爸，妈妈不是！",
        "label": ""
      },
      {
        "sentence": "每次跟姑姑痛快的说爸爸妈妈的不是，姑姑也会说，奶奶也会说，同时觉得自己也是不好的，有时候也会说自己的坏话，姑姑奶奶虽然吃的喝的给我，但是不给我交心，我把他们当亲人，他们把我当外人，从来不同我说心里话！",
        "label": ""
      },
      {
        "sentence": "如果我跟姑姑表弟表妹有矛盾，奶奶也总是向着他们！",
        "label": ""
      },
      {
        "sentence": "请各位老师帮我分析分析！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你所描述的这种情况，可能是一种压抑的情绪表达方式。当别人不认可自己，或者自己感受到别人不认可时，会开始怀疑自己、人生和世界。这种不舒服的感觉让我们寻找安全的攻击对象，以平衡内心的困境。对你来说，你的家人成为了你的安全攻击对象。这也是一个恶性循环，你觉得家人不好，就认为自己也不好。但你有没有想过，你认为自己不好是不是因为别人对你不好？就像打伤了人之后的辩解：“是因为他先把我推倒在地，我才爬起来踢了他一脚”。然后你又会反思自己踢人不对，所以你又会说“踢了他我也有不对”。我们希望通过这种因果关系的辩解获得认可和原谅，更重要的是获得一个安全的范围。在我们还不够强大的时候，我们通常会用两种方式来保护自己。第一种是通过贬低他人来抬高自己，以获得心理上的平等权或高尚感，暗示“你牛什么，你的牛被我牵走了”。第二种是通过贬低自己来赢得信任，暗示“自己躺地上总比被别人打倒在地要好看一些”。在我个人理解中，你对家人的埋怨实际上是对他们未能满足你需求的指责，对他们未能重视你存在的控诉。你对自己的埋怨则是对还不能好好照顾自己的道德自责，也是对不能成功引起他们重视的自我谴责。作为你的家人，他们或许真的应该好好看看你的这些情绪，多关心和了解你的想法，因为我们所理解的家人就是温暖可靠、踏实舒适的所在。而作为你自己，意识到自己需要被关心和呵护，关于想要父母为你做些什么，关于想要奶奶多一点疼爱，你可以大声说出来，别让本来正常的需求变成了“在作怪”。",
    "annotation": [
      {
        "sentence": "你所描述的这种情况，可能是一种压抑的情绪表达方式。",
        "label": ""
      },
      {
        "sentence": "当别人不认可自己，或者自己感受到别人不认可时，会开始怀疑自己、人生和世界。",
        "label": ""
      },
      {
        "sentence": "这种不舒服的感觉让我们寻找安全的攻击对象，以平衡内心的困境。",
        "label": ""
      },
      {
        "sentence": "对你来说，你的家人成为了你的安全攻击对象。",
        "label": ""
      },
      {
        "sentence": "这也是一个恶性循环，你觉得家人不好，就认为自己也不好。",
        "label": ""
      },
      {
        "sentence": "但你有没有想过，你认为自己不好是不是因为别人对你不好？",
        "label": ""
      },
      {
        "sentence": "就像打伤了人之后的辩解：“是因为他先把我推倒在地，我才爬起来踢了他一脚”。",
        "label": ""
      },
      {
        "sentence": "然后你又会反思自己踢人不对，所以你又会说“踢了他我也有不对”。",
        "label": ""
      },
      {
        "sentence": "我们希望通过这种因果关系的辩解获得认可和原谅，更重要的是获得一个安全的范围。",
        "label": ""
      },
      {
        "sentence": "在我们还不够强大的时候，我们通常会用两种方式来保护自己。",
        "label": ""
      },
      {
        "sentence": "第一种是通过贬低他人来抬高自己，以获得心理上的平等权或高尚感，暗示“你牛什么，你的牛被我牵走了”。",
        "label": ""
      },
      {
        "sentence": "第二种是通过贬低自己来赢得信任，暗示“自己躺地上总比被别人打倒在地要好看一些”。",
        "label": ""
      },
      {
        "sentence": "在我个人理解中，你对家人的埋怨实际上是对他们未能满足你需求的指责，对他们未能重视你存在的控诉。",
        "label": ""
      },
      {
        "sentence": "你对自己的埋怨则是对还不能好好照顾自己的道德自责，也是对不能成功引起他们重视的自我谴责。",
        "label": ""
      },
      {
        "sentence": "作为你的家人，他们或许真的应该好好看看你的这些情绪，多关心和了解你的想法，因为我们所理解的家人就是温暖可靠、踏实舒适的所在。",
        "label": ""
      },
      {
        "sentence": "而作为你自己，意识到自己需要被关心和呵护，关于想要父母为你做些什么，关于想要奶奶多一点疼爱，你可以大声说出来，别让本来正常的需求变成了“在作怪”。",
        "label": ""
      }
    ]
  }
]