[
  {
    "role": "client",
    "content": "我最近感到非常困惑，不知道应该学习哪个职业。我已经32岁了，还是个大龄单身女性。我失业已经超过3个月了。之前在公司做的是行政人事兼出纳的工作，可是我们部门一直不受重视，所以在裁员时我们首当其冲。我感觉自己就像是一个没什么技术含量的杂工，薪水也不会随着经验增加而提高。我做了几年的出纳，可是没有做过会计，我不喜欢整天对着乏味的数字和报表，看着就头晕。所以我尝试转做行政工作，可是也发现很烦，就像是一个块砖一样，整天为做业务的人提供服务。我也试过从事销售工作，但是非常累，几乎看不到业绩。我确定自己不喜欢天天坐在办公室里，觉得非常无聊，也不喜欢对着数字和报表。我喜欢出去跑，喜欢跟人聊天，或者站在管理员的角度思考企业面临的问题并提出解决方案。我最近尝试了一些工作，但没有找到合适的。一直在兼职，但我还是倾向于自由职业。但是我不知道学习哪些技术才能自己做项目。现在我非常焦虑，因为我没有一份稳定的工作，也没有保险。我希望学习一些能够谋生的技能，但是不知道应该学习什么好。反正我喜欢的不是会计这种工作，我比较像男生的性格，喜欢变动，而且有很多想法和创意。",
    "annotation": [
      {
        "sentence": "我最近感到非常困惑，不知道应该学习哪个职业。",
        "label": ""
      },
      {
        "sentence": "我已经32岁了，还是个大龄单身女性。",
        "label": ""
      },
      {
        "sentence": "我失业已经超过3个月了。",
        "label": ""
      },
      {
        "sentence": "之前在公司做的是行政人事兼出纳的工作，可是我们部门一直不受重视，所以在裁员时我们首当其冲。",
        "label": ""
      },
      {
        "sentence": "我感觉自己就像是一个没什么技术含量的杂工，薪水也不会随着经验增加而提高。",
        "label": ""
      },
      {
        "sentence": "我做了几年的出纳，可是没有做过会计，我不喜欢整天对着乏味的数字和报表，看着就头晕。",
        "label": ""
      },
      {
        "sentence": "所以我尝试转做行政工作，可是也发现很烦，就像是一个块砖一样，整天为做业务的人提供服务。",
        "label": ""
      },
      {
        "sentence": "我也试过从事销售工作，但是非常累，几乎看不到业绩。",
        "label": ""
      },
      {
        "sentence": "我确定自己不喜欢天天坐在办公室里，觉得非常无聊，也不喜欢对着数字和报表。",
        "label": ""
      },
      {
        "sentence": "我喜欢出去跑，喜欢跟人聊天，或者站在管理员的角度思考企业面临的问题并提出解决方案。",
        "label": ""
      },
      {
        "sentence": "我最近尝试了一些工作，但没有找到合适的。",
        "label": ""
      },
      {
        "sentence": "一直在兼职，但我还是倾向于自由职业。",
        "label": ""
      },
      {
        "sentence": "但是我不知道学习哪些技术才能自己做项目。",
        "label": ""
      },
      {
        "sentence": "现在我非常焦虑，因为我没有一份稳定的工作，也没有保险。",
        "label": ""
      },
      {
        "sentence": "我希望学习一些能够谋生的技能，但是不知道应该学习什么好。",
        "label": ""
      },
      {
        "sentence": "反正我喜欢的不是会计这种工作，我比较像男生的性格，喜欢变动，而且有很多想法和创意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗨～亲爱的陌生人，与你有相似经历的大龄单身女性也包括我在内哦。我也曾经历了近三个月的困惑，在我的转型历程中，大部分人都知道。我来简单和你分享一下：我的职业转型历程还挺曲折的。毕业后，我从事了基层民政工作有6年之久，可是由于工作缺乏挑战性，所以在2018年年底我申请了辞职。2019年5月，我偶然进入了新媒体行业，开始了我的职业转型之路，成为一名编导。我会直接给你一些建议，但请仅供参考哦。1、选择朝阳行业。比如最近很受欢迎的短视频行业，几乎包含了各行各业，不管是个人、企业、政府机关还是其他组织，几乎都有短视频或宣传片的需求。目前各大人才网站和APP上的需求也非常大。相关技能包括PS、PR、AE、运营、脚本创作等，这些都是现在短视频行业必备的技能。而且很多视频需要有创意和个性化的思路。2、摄影师。摄影师可以和视频领域接轨，我要重点说的是，摄影师不仅要会拍照，还要会拍摄，并且需要具备剪辑思维、镜头设计和构图能力，以及高度的审美能力。这个职业不是简单地拿着相机就能胜任的哦。一些厉害的摄影师一般可以完成编导的所有工作，但也有一些只负责拍摄的摄影师。3、心理学。这是我个人非常感兴趣的一门技能。学习心理学可以帮助自己更好地调节工作和生活上的压力，有时候可以通过观察细节来改善人际关系和工作表现。以上，是我个人的建议，当然也是基于我的个人偏好。毕竟是给出的建议，你可以参考一下。希望能对你有所帮助。",
    "annotation": [
      {
        "sentence": "嗨～亲爱的陌生人，与你有相似经历的大龄单身女性也包括我在内哦。",
        "label": ""
      },
      {
        "sentence": "我也曾经历了近三个月的困惑，在我的转型历程中，大部分人都知道。",
        "label": ""
      },
      {
        "sentence": "我来简单和你分享一下：我的职业转型历程还挺曲折的。",
        "label": ""
      },
      {
        "sentence": "毕业后，我从事了基层民政工作有6年之久，可是由于工作缺乏挑战性，所以在2018年年底我申请了辞职。",
        "label": ""
      },
      {
        "sentence": "2019年5月，我偶然进入了新媒体行业，开始了我的职业转型之路，成为一名编导。",
        "label": ""
      },
      {
        "sentence": "我会直接给你一些建议，但请仅供参考哦。",
        "label": ""
      },
      {
        "sentence": "1、选择朝阳行业。",
        "label": ""
      },
      {
        "sentence": "比如最近很受欢迎的短视频行业，几乎包含了各行各业，不管是个人、企业、政府机关还是其他组织，几乎都有短视频或宣传片的需求。",
        "label": ""
      },
      {
        "sentence": "目前各大人才网站和APP上的需求也非常大。",
        "label": ""
      },
      {
        "sentence": "相关技能包括PS、PR、AE、运营、脚本创作等，这些都是现在短视频行业必备的技能。",
        "label": ""
      },
      {
        "sentence": "而且很多视频需要有创意和个性化的思路。",
        "label": ""
      },
      {
        "sentence": "2、摄影师。",
        "label": ""
      },
      {
        "sentence": "摄影师可以和视频领域接轨，我要重点说的是，摄影师不仅要会拍照，还要会拍摄，并且需要具备剪辑思维、镜头设计和构图能力，以及高度的审美能力。",
        "label": ""
      },
      {
        "sentence": "这个职业不是简单地拿着相机就能胜任的哦。",
        "label": ""
      },
      {
        "sentence": "一些厉害的摄影师一般可以完成编导的所有工作，但也有一些只负责拍摄的摄影师。",
        "label": ""
      },
      {
        "sentence": "3、心理学。",
        "label": ""
      },
      {
        "sentence": "这是我个人非常感兴趣的一门技能。",
        "label": ""
      },
      {
        "sentence": "学习心理学可以帮助自己更好地调节工作和生活上的压力，有时候可以通过观察细节来改善人际关系和工作表现。",
        "label": ""
      },
      {
        "sentence": "以上，是我个人的建议，当然也是基于我的个人偏好。",
        "label": ""
      },
      {
        "sentence": "毕竟是给出的建议，你可以参考一下。",
        "label": ""
      },
      {
        "sentence": "希望能对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议！你的分享让我对自己的未来有了更多的想法。我曾经也考虑过短视频行业，但是对于PS、PR、AE这些技能完全不了解。我也很愿意学习摄影，但是又怕自己没有天分。心理学听上去也很有趣，但是不知道是否适合自己。这些选项让我感到犹豫不决，不知道该如何选择才合适。",
    "annotation": [
      {
        "sentence": "非常感谢你的建议！",
        "label": ""
      },
      {
        "sentence": "你的分享让我对自己的未来有了更多的想法。",
        "label": ""
      },
      {
        "sentence": "我曾经也考虑过短视频行业，但是对于PS、PR、AE这些技能完全不了解。",
        "label": ""
      },
      {
        "sentence": "我也很愿意学习摄影，但是又怕自己没有天分。",
        "label": ""
      },
      {
        "sentence": "心理学听上去也很有趣，但是不知道是否适合自己。",
        "label": ""
      },
      {
        "sentence": "这些选项让我感到犹豫不决，不知道该如何选择才合适。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴我的建议能够帮到你。关于你对短视频行业的担心，其实这些技能可以通过学习和实践掌握。很多培训机构和在线教育平台都提供了相关的课程，你可以选择报名学习。至于摄影，虽然有些人天生有天赋，但大多数人是通过不断学习和练习来提升的。你可以从基础入手，积极参与摄影社群或者参加摄影师的培训班。至于心理学，它不仅可以帮助你在职场上更好地发挥，还可以在生活中帮助你处理人际关系和自身问题。你可以通过自学或者参加一些心理学的课程来了解更多。最重要的是，你要选择你真正感兴趣并且认为适合你的领域，这样你才能更加投入和坚持。希望我的建议对你有所帮助。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴我的建议能够帮到你。",
        "label": ""
      },
      {
        "sentence": "关于你对短视频行业的担心，其实这些技能可以通过学习和实践掌握。",
        "label": ""
      },
      {
        "sentence": "很多培训机构和在线教育平台都提供了相关的课程，你可以选择报名学习。",
        "label": ""
      },
      {
        "sentence": "至于摄影，虽然有些人天生有天赋，但大多数人是通过不断学习和练习来提升的。",
        "label": ""
      },
      {
        "sentence": "你可以从基础入手，积极参与摄影社群或者参加摄影师的培训班。",
        "label": ""
      },
      {
        "sentence": "至于心理学，它不仅可以帮助你在职场上更好地发挥，还可以在生活中帮助你处理人际关系和自身问题。",
        "label": ""
      },
      {
        "sentence": "你可以通过自学或者参加一些心理学的课程来了解更多。",
        "label": ""
      },
      {
        "sentence": "最重要的是，你要选择你真正感兴趣并且认为适合你的领域，这样你才能更加投入和坚持。",
        "label": ""
      },
      {
        "sentence": "希望我的建议对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！你说得对，我应该选择我真正感兴趣并且适合自己的领域。我会认真考虑你给出的建议，同时也会花时间去了解更多关于短视频行业、摄影和心理学方面的相关信息。我相信只要我坚持努力，一定能够找到真正适合我的职业。真的很感谢你给我提供了这么多宝贵的意见和建议。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "你说得对，我应该选择我真正感兴趣并且适合自己的领域。",
        "label": ""
      },
      {
        "sentence": "我会认真考虑你给出的建议，同时也会花时间去了解更多关于短视频行业、摄影和心理学方面的相关信息。",
        "label": ""
      },
      {
        "sentence": "我相信只要我坚持努力，一定能够找到真正适合我的职业。",
        "label": ""
      },
      {
        "sentence": "真的很感谢你给我提供了这么多宝贵的意见和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。你有着积极的态度和对学习的热情，这非常值得赞赏。在选择职业和学习新技能的过程中，可能会遇到一些困难和挫折，但是只要你坚持努力并保持积极的心态，一定能够克服困难，实现自己的目标。相信自己的能力，相信你可以找到适合自己的职业道路。最后，祝你好运！如果以后还有什么问题或者困惑，随时都可以来找我聊聊。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "你有着积极的态度和对学习的热情，这非常值得赞赏。",
        "label": ""
      },
      {
        "sentence": "在选择职业和学习新技能的过程中，可能会遇到一些困难和挫折，但是只要你坚持努力并保持积极的心态，一定能够克服困难，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，相信你可以找到适合自己的职业道路。",
        "label": ""
      },
      {
        "sentence": "最后，祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么问题或者困惑，随时都可以来找我聊聊。",
        "label": ""
      }
    ]
  }
]