[
  {
    "role": "client",
    "content": "我是一个32岁的大龄单身女性，我失业已经3个多月了。我之前在一家公司做行政人事兼出纳的工作，但是我的岗位在公司中并没有受到重视，所以我成为了首先被裁员的对象。我感觉自己就像一个无重要性的杂务员，这份工作没有技术含量，谁都可以胜任。而且薪水也不会随着经验的增加而得到很高的涨幅。我之前做了几年的出纳，但从来没有尝试过做会计，我并不喜欢整天对着枯燥的数字和报表，看着它们就感到头晕和烦躁。所以我转做行政工作，但是没想到它也非常烦人，就像要为那些做业务的人服务一样。我也尝试过销售工作，但是非常累，而且很难达到业绩要求。我确定我不喜欢每天坐在办公室里觉得无聊，也不喜欢对着数字和报表。我喜欢出去跑，喜欢跟人聊天，或者从管理员的角度看到企业面临的问题并进行解决方案的提出。最近试了几份工作，但都不太合适。我一直在尝试兼职，因为我崇尚自由，想做自由职业，但是不知道学习什么技术可以让自己做项目。现在我感到非常焦虑，没有一份稳定的工作，也没有保险。虽然兼职工作也能帮我度日，但是非常不稳定。我还是想学习一些能让我有谋生技能的东西，但是不知道学什么好。总之，我真的不喜欢会计，我有一种像男生一样的性格，喜欢变动，而且头脑里有很多点子。",
    "annotation": [
      {
        "sentence": "我是一个32岁的大龄单身女性，我失业已经3个多月了。",
        "label": ""
      },
      {
        "sentence": "我之前在一家公司做行政人事兼出纳的工作，但是我的岗位在公司中并没有受到重视，所以我成为了首先被裁员的对象。",
        "label": ""
      },
      {
        "sentence": "我感觉自己就像一个无重要性的杂务员，这份工作没有技术含量，谁都可以胜任。",
        "label": ""
      },
      {
        "sentence": "而且薪水也不会随着经验的增加而得到很高的涨幅。",
        "label": ""
      },
      {
        "sentence": "我之前做了几年的出纳，但从来没有尝试过做会计，我并不喜欢整天对着枯燥的数字和报表，看着它们就感到头晕和烦躁。",
        "label": ""
      },
      {
        "sentence": "所以我转做行政工作，但是没想到它也非常烦人，就像要为那些做业务的人服务一样。",
        "label": ""
      },
      {
        "sentence": "我也尝试过销售工作，但是非常累，而且很难达到业绩要求。",
        "label": ""
      },
      {
        "sentence": "我确定我不喜欢每天坐在办公室里觉得无聊，也不喜欢对着数字和报表。",
        "label": ""
      },
      {
        "sentence": "我喜欢出去跑，喜欢跟人聊天，或者从管理员的角度看到企业面临的问题并进行解决方案的提出。",
        "label": ""
      },
      {
        "sentence": "最近试了几份工作，但都不太合适。",
        "label": ""
      },
      {
        "sentence": "我一直在尝试兼职，因为我崇尚自由，想做自由职业，但是不知道学习什么技术可以让自己做项目。",
        "label": ""
      },
      {
        "sentence": "现在我感到非常焦虑，没有一份稳定的工作，也没有保险。",
        "label": ""
      },
      {
        "sentence": "虽然兼职工作也能帮我度日，但是非常不稳定。",
        "label": ""
      },
      {
        "sentence": "我还是想学习一些能让我有谋生技能的东西，但是不知道学什么好。",
        "label": ""
      },
      {
        "sentence": "总之，我真的不喜欢会计，我有一种像男生一样的性格，喜欢变动，而且头脑里有很多点子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你的性格比较像男孩子，好动且喜欢与人交往。那么你可以考虑从事一些与人接触的服务行业，因为你不喜欢销售工作，销售的话需要有业绩考核，卖不出去的产品对你来说会是一种负担，因为付出的努力得到的回报并不多。所以我建议你可以考虑一些比较容易销售的产品，比如家具、家电、药品等，或者从事一些咨询方面的服务工作。这些销售出去的产品更适合你，而咨询服务则需要在特定领域积累相对长的经验。你可以找到一个你喜欢的行业，并在该行业长期从事，积累经验并获得相关的职称，这样你就可以长期稳定地在该行业发展。举个例子，你可以考虑从事房产咨询、培训或策划等工作，因为你的头脑里有很多点子，做策划也会比较合适。还有一些咨询工作，例如类似客服的岗位，并不需要销售很多东西，它属于一种后勤服务。总而言之，你可以先尝试一些我提到的工作领域，最后确定你真正感兴趣和适合从事的工作。",
    "annotation": [
      {
        "sentence": "看来你的性格比较像男孩子，好动且喜欢与人交往。",
        "label": ""
      },
      {
        "sentence": "那么你可以考虑从事一些与人接触的服务行业，因为你不喜欢销售工作，销售的话需要有业绩考核，卖不出去的产品对你来说会是一种负担，因为付出的努力得到的回报并不多。",
        "label": ""
      },
      {
        "sentence": "所以我建议你可以考虑一些比较容易销售的产品，比如家具、家电、药品等，或者从事一些咨询方面的服务工作。",
        "label": ""
      },
      {
        "sentence": "这些销售出去的产品更适合你，而咨询服务则需要在特定领域积累相对长的经验。",
        "label": ""
      },
      {
        "sentence": "你可以找到一个你喜欢的行业，并在该行业长期从事，积累经验并获得相关的职称，这样你就可以长期稳定地在该行业发展。",
        "label": ""
      },
      {
        "sentence": "举个例子，你可以考虑从事房产咨询、培训或策划等工作，因为你的头脑里有很多点子，做策划也会比较合适。",
        "label": ""
      },
      {
        "sentence": "还有一些咨询工作，例如类似客服的岗位，并不需要销售很多东西，它属于一种后勤服务。",
        "label": ""
      },
      {
        "sentence": "总而言之，你可以先尝试一些我提到的工作领域，最后确定你真正感兴趣和适合从事的工作。",
        "label": ""
      }
    ]
  }
]