[
  {
    "role": "client",
    "content": "我越来越不自信了，越来越担心别人会嘲笑我？怎样才能找回自信？我老师他总是打击我，他知道我喜欢什么，然后我跟他说我喜欢什么什么的时候他就说你那个一点儿都不好我的这个好，一直在否定我，其实我还是有点儿自信的，但是直到那天我在歌房唱歌他进来了，我看到他进来了瞬间紧张了，呼吸声音变得好大，他当时没说什么事后就嘲讽我唱歌难听不如他唱的我彻底自信了，自拍我也不想发了，也不想拍，歌房我也很少去了我感觉他抢走了我好多东西，自信只是其中一个，我现在真的是对他防备心很重了。",
    "annotation": [
      {
        "sentence": "我越来越不自信了，越来越担心别人会嘲笑我？",
        "label": ""
      },
      {
        "sentence": "怎样才能找回自信？",
        "label": ""
      },
      {
        "sentence": "我老师他总是打击我，他知道我喜欢什么，然后我跟他说我喜欢什么什么的时候他就说你那个一点儿都不好我的这个好，一直在否定我，其实我还是有点儿自信的，但是直到那天我在歌房唱歌他进来了，我看到他进来了瞬间紧张了，呼吸声音变得好大，他当时没说什么事后就嘲讽我唱歌难听不如他唱的我彻底自信了，自拍我也不想发了，也不想拍，歌房我也很少去了我感觉他抢走了我好多东西，自信只是其中一个，我现在真的是对他防备心很重了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你越来越不自信，担心别人嘲笑你，这是一种常见的情绪困扰。可以寻找恢复自信的途径，比如培养自己的优势、发展兴趣爱好、积极参与社交活动等。同时，你所描述的老师的行为是不被接受的，老师应该以建设性的方式帮助学生成长，而不是打击学生的信心。我很理解你对他的防备心理，但你也可以尝试从其他角度看待这个问题，不要让他的言论过多干扰你的情绪和兴趣。",
    "annotation": [
      {
        "sentence": "你越来越不自信，担心别人嘲笑你，这是一种常见的情绪困扰。",
        "label": ""
      },
      {
        "sentence": "可以寻找恢复自信的途径，比如培养自己的优势、发展兴趣爱好、积极参与社交活动等。",
        "label": ""
      },
      {
        "sentence": "同时，你所描述的老师的行为是不被接受的，老师应该以建设性的方式帮助学生成长，而不是打击学生的信心。",
        "label": ""
      },
      {
        "sentence": "我很理解你对他的防备心理，但你也可以尝试从其他角度看待这个问题，不要让他的言论过多干扰你的情绪和兴趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我真的很害怕被嘲笑，尤其是在我热爱的事情上受到打击。我觉得他抢走了我的自信和快乐，现在我都不敢去唱歌了。",
    "annotation": [
      {
        "sentence": "但是我真的很害怕被嘲笑，尤其是在我热爱的事情上受到打击。",
        "label": ""
      },
      {
        "sentence": "我觉得他抢走了我的自信和快乐，现在我都不敢去唱歌了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的担心和恐惧。被别人贬低确实会伤害自尊心和信心。但是请记住，你的价值不仅仅取决于别人的评价。唱歌对你来说是一种快乐和个人的表达方式，不应该完全受他人的影响。试着相信自己的才华和热情，不要让他人的评价左右你的内心。",
    "annotation": [
      {
        "sentence": "我可以理解你的担心和恐惧。",
        "label": ""
      },
      {
        "sentence": "被别人贬低确实会伤害自尊心和信心。",
        "label": ""
      },
      {
        "sentence": "但是请记住，你的价值不仅仅取决于别人的评价。",
        "label": ""
      },
      {
        "sentence": "唱歌对你来说是一种快乐和个人的表达方式，不应该完全受他人的影响。",
        "label": ""
      },
      {
        "sentence": "试着相信自己的才华和热情，不要让他人的评价左右你的内心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但我现在真的很难不去在意他的评价，特别是每次见到他时都会觉得紧张。",
    "annotation": [
      {
        "sentence": "我明白了，但我现在真的很难不去在意他的评价，特别是每次见到他时都会觉得紧张。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "紧张是正常的反应，但是我们可以尝试通过放松自己和调整心态来缓解紧张感。你可以试试深呼吸、冥想或者寻找一些放松的方式来舒缓你的情绪。此外，你也可以与他沟通，向他表达你的感受和需求，或者寻求他人的帮助来处理这个问题。",
    "annotation": [
      {
        "sentence": "紧张是正常的反应，但是我们可以尝试通过放松自己和调整心态来缓解紧张感。",
        "label": ""
      },
      {
        "sentence": "你可以试试深呼吸、冥想或者寻找一些放松的方式来舒缓你的情绪。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以与他沟通，向他表达你的感受和需求，或者寻求他人的帮助来处理这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着放松自己，调整心态的。但我还是担心如果我继续唱歌，他还会继续嘲笑我。",
    "annotation": [
      {
        "sentence": "我会试着放松自己，调整心态的。",
        "label": ""
      },
      {
        "sentence": "但我还是担心如果我继续唱歌，他还会继续嘲笑我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要让害怕嘲笑阻止你追求自己的兴趣和热爱。尽管可能会遇到困难和挑战，但只要你坚持，相信自己，你将能够克服困难。当别人嘲笑你时，试着将他们的言论当作促进你成长的动力，不要让他们的评价决定你的价值。",
    "annotation": [
      {
        "sentence": "不要让害怕嘲笑阻止你追求自己的兴趣和热爱。",
        "label": ""
      },
      {
        "sentence": "尽管可能会遇到困难和挑战，但只要你坚持，相信自己，你将能够克服困难。",
        "label": ""
      },
      {
        "sentence": "当别人嘲笑你时，试着将他们的言论当作促进你成长的动力，不要让他们的评价决定你的价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着改变我的看法，并重新获得自信。我应该专注于自己的兴趣，而不是过于关注他人的评论。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着改变我的看法，并重新获得自信。",
        "label": ""
      },
      {
        "sentence": "我应该专注于自己的兴趣，而不是过于关注他人的评论。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心。记住，自信是一个长期的过程，不要轻易被他人的评价动摇。相信自己的能力和价值，享受自己热爱的事物，相信你会重新找回属于自己的快乐和自信。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心。",
        "label": ""
      },
      {
        "sentence": "记住，自信是一个长期的过程，不要轻易被他人的评价动摇。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力和价值，享受自己热爱的事物，相信你会重新找回属于自己的快乐和自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会坚持下去，真心感谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "我会坚持下去，真心感谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直都会在你身边支持你。如果以后还有任何困扰或问题，随时都可以找我倾诉。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我一直都会在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "如果以后还有任何困扰或问题，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]