[
  {
    "role": "client",
    "content": "我是一名27岁的女生，最近和男朋友在感情上出现了很多问题，让我感到相当矛盾和动摇。我们交往了将近两年，以前他偶尔会来我家，还会带些水果。但是今年开始，他基本上没有来过我家，而且每次约会他都只在门口等我，送我回家也都只在家门附近就离开了。刚开始的几次来我家时，他还挺有礼貌的，但之后他对我妈妈的态度变得很冷淡，以至于我家人对他的印象都不太好了。前段时间，他帮我送东西回家，我妈看到后赶紧起来准备招待他，可他却把东西放在门口然后就离开了，他连我妈妈都没叫一声阿姨，只是说了句：“我就先不进去了”，然后就走了。当时我觉得他真的很没礼貌。我问他为什么这样做，他说当时车没锁东西都在车上赶着要回去，而且我们已经很熟悉了，没有必要招待他。他还说我总是把一些小事看得太重，他不愿意听我倾诉。他那时候的态度让我很受伤，我挂了视频后过了半个小时，他发消息让我早点休息，不要想太多。当时我不想理他，但又不想让他觉得我小气，所以我还是回了他的消息。他又说因为最近刚做完手术，有点耐心不够。虽然我从表面上原谅了他，但内心并没有真正原谅，我开始动摇是否要和他继续走下去，近期也不想主动联系他。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我是一名27岁的女生，最近和男朋友在感情上出现了很多问题，让我感到相当矛盾和动摇。",
        "label": ""
      },
      {
        "sentence": "我们交往了将近两年，以前他偶尔会来我家，还会带些水果。",
        "label": ""
      },
      {
        "sentence": "但是今年开始，他基本上没有来过我家，而且每次约会他都只在门口等我，送我回家也都只在家门附近就离开了。",
        "label": ""
      },
      {
        "sentence": "刚开始的几次来我家时，他还挺有礼貌的，但之后他对我妈妈的态度变得很冷淡，以至于我家人对他的印象都不太好了。",
        "label": ""
      },
      {
        "sentence": "前段时间，他帮我送东西回家，我妈看到后赶紧起来准备招待他，可他却把东西放在门口然后就离开了，他连我妈妈都没叫一声阿姨，只是说了句：“我就先不进去了”，然后就走了。",
        "label": ""
      },
      {
        "sentence": "当时我觉得他真的很没礼貌。",
        "label": ""
      },
      {
        "sentence": "我问他为什么这样做，他说当时车没锁东西都在车上赶着要回去，而且我们已经很熟悉了，没有必要招待他。",
        "label": ""
      },
      {
        "sentence": "他还说我总是把一些小事看得太重，他不愿意听我倾诉。",
        "label": ""
      },
      {
        "sentence": "他那时候的态度让我很受伤，我挂了视频后过了半个小时，他发消息让我早点休息，不要想太多。",
        "label": ""
      },
      {
        "sentence": "当时我不想理他，但又不想让他觉得我小气，所以我还是回了他的消息。",
        "label": ""
      },
      {
        "sentence": "他又说因为最近刚做完手术，有点耐心不够。",
        "label": ""
      },
      {
        "sentence": "虽然我从表面上原谅了他，但内心并没有真正原谅，我开始动摇是否要和他继续走下去，近期也不想主动联系他。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，你和男朋友交往了两年，但他对你家庭并不亲近，对你妈妈的态度也冷淡，他的不礼貌行为让你感到离心离德，内心感到生气和不安。你问他原因时，他态度不耐烦并搪塞，而且你家人对他印象不好，这更加加剧了你内心的不安和焦虑。但是为了掩饰自己的“小气”，你假装原谅了他，这种不安感变成了愤怒、不耐烦和厌倦。是这样吗？通过你的叙述，我认为你并不希望因为这件事而分手，你应该还是想和他继续走下去的，只是这件事让你心里感到失望，你对内心的焦虑和不安无法妥善处理，所以产生了动摇的想法。从理性的角度来看，男朋友从过去的表现来看还算可以（即使是伪装也不会伪装两年），到现在变成了你口中对妈妈不礼貌。这一定有他没有说出口的原因，可能和你的母亲有关，或者发生了你不知道的事情。如果仅仅因为他对你回应的态度引起了情绪，很可能是你误解了他。你的描述中，他最近才做完手术，你曾表达过关心和体贴吗？他能感受到你的关怀吗？他的需求得到了你的理解和满足吗？也许他的情绪积压是在作祟？其次，有些问题可能需要你自己来思考。从旁观者的角度来看，他其实并没有做出太严重的行为，为什么你和你的家人都认为他“不礼貌”、“印象不好”呢？你期望他和你的家庭有更紧密的互动是为了什么呢？如果没有这样做，你会有怎样的感受？或者反过来说，他与你的妈妈“紧密”互动，对你满足了什么需求呢？只要他没有按照你和你的家人的期望行事，就被认定为错误。这种思维方式似乎将他当成了一个“工具人”，他也应该感受到了。最后，解决你内心愤怒和不安的方法是冷静下来与男朋友坦诚地沟通。既不是假装原谅，也不是使用威胁和指责的方式，而是彼此坦诚地表达对这件事的感受和行为背后的真实原因，然后接纳彼此的感受，共同寻找解决方法，这才是帮助你们走下去的途径。真实、接纳、理解和包容~",
    "annotation": [
      {
        "sentence": "听你的描述，你和男朋友交往了两年，但他对你家庭并不亲近，对你妈妈的态度也冷淡，他的不礼貌行为让你感到离心离德，内心感到生气和不安。",
        "label": ""
      },
      {
        "sentence": "你问他原因时，他态度不耐烦并搪塞，而且你家人对他印象不好，这更加加剧了你内心的不安和焦虑。",
        "label": ""
      },
      {
        "sentence": "但是为了掩饰自己的“小气”，你假装原谅了他，这种不安感变成了愤怒、不耐烦和厌倦。",
        "label": ""
      },
      {
        "sentence": "是这样吗？",
        "label": ""
      },
      {
        "sentence": "通过你的叙述，我认为你并不希望因为这件事而分手，你应该还是想和他继续走下去的，只是这件事让你心里感到失望，你对内心的焦虑和不安无法妥善处理，所以产生了动摇的想法。",
        "label": ""
      },
      {
        "sentence": "从理性的角度来看，男朋友从过去的表现来看还算可以（即使是伪装也不会伪装两年），到现在变成了你口中对妈妈不礼貌。",
        "label": ""
      },
      {
        "sentence": "这一定有他没有说出口的原因，可能和你的母亲有关，或者发生了你不知道的事情。",
        "label": ""
      },
      {
        "sentence": "如果仅仅因为他对你回应的态度引起了情绪，很可能是你误解了他。",
        "label": ""
      },
      {
        "sentence": "你的描述中，他最近才做完手术，你曾表达过关心和体贴吗？",
        "label": ""
      },
      {
        "sentence": "他能感受到你的关怀吗？",
        "label": ""
      },
      {
        "sentence": "他的需求得到了你的理解和满足吗？",
        "label": ""
      },
      {
        "sentence": "也许他的情绪积压是在作祟？",
        "label": ""
      },
      {
        "sentence": "其次，有些问题可能需要你自己来思考。",
        "label": ""
      },
      {
        "sentence": "从旁观者的角度来看，他其实并没有做出太严重的行为，为什么你和你的家人都认为他“不礼貌”、“印象不好”呢？",
        "label": ""
      },
      {
        "sentence": "你期望他和你的家庭有更紧密的互动是为了什么呢？",
        "label": ""
      },
      {
        "sentence": "如果没有这样做，你会有怎样的感受？",
        "label": ""
      },
      {
        "sentence": "或者反过来说，他与你的妈妈“紧密”互动，对你满足了什么需求呢？",
        "label": ""
      },
      {
        "sentence": "只要他没有按照你和你的家人的期望行事，就被认定为错误。",
        "label": ""
      },
      {
        "sentence": "这种思维方式似乎将他当成了一个“工具人”，他也应该感受到了。",
        "label": ""
      },
      {
        "sentence": "最后，解决你内心愤怒和不安的方法是冷静下来与男朋友坦诚地沟通。",
        "label": ""
      },
      {
        "sentence": "既不是假装原谅，也不是使用威胁和指责的方式，而是彼此坦诚地表达对这件事的感受和行为背后的真实原因，然后接纳彼此的感受，共同寻找解决方法，这才是帮助你们走下去的途径。",
        "label": ""
      },
      {
        "sentence": "真实、接纳、理解和包容~",
        "label": ""
      }
    ]
  }
]