[
  {
    "role": "client",
    "content": "我对上班有恐惧症，老公都因为我不上班，想和我离婚？和老公结婚九年，两个儿子，婆婆在家带小孩，因为两个儿子都是一岁半丢下去上班，前几年还是会上班，自从有了二宝带了一年半，去年给婆婆丢下就跟老公上班，上班找工作找了半年就是不想去上班，我就想着创业，创业失败赔了八万，今年又出来上班，因为每个月要还款，老公让我和他齐心协力把账还完，可是这都三个月过去了，还是不想上班，一上班就提不起精神，天天和老公吵架，我该怎么办？",
    "annotation": [
      {
        "sentence": "我对上班有恐惧症，老公都因为我不上班，想和我离婚？",
        "label": ""
      },
      {
        "sentence": "和老公结婚九年，两个儿子，婆婆在家带小孩，因为两个儿子都是一岁半丢下去上班，前几年还是会上班，自从有了二宝带了一年半，去年给婆婆丢下就跟老公上班，上班找工作找了半年就是不想去上班，我就想着创业，创业失败赔了八万，今年又出来上班，因为每个月要还款，老公让我和他齐心协力把账还完，可是这都三个月过去了，还是不想上班，一上班就提不起精神，天天和老公吵架，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中能感受到你的迷茫和无力感。第一：从你的描述能感受到你对上班的抗拒感，不知道你是单纯的不喜欢上班的氛围，还是觉得自己有所依靠所以选择逃避上班的问题，你可以自己静下心来想一下，明白自己的内心最真实的想法。",
    "annotation": [
      {
        "sentence": "从你的描述中能感受到你的迷茫和无力感。",
        "label": ""
      },
      {
        "sentence": "第一：从你的描述能感受到你对上班的抗拒感，不知道你是单纯的不喜欢上班的氛围，还是觉得自己有所依靠所以选择逃避上班的问题，你可以自己静下心来想一下，明白自己的内心最真实的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想过这个问题，我觉得我可能是害怕上班时的压力和责任感。我以前上班时并没有这么大的压力，但在创业失败后，我对工作产生了恐惧。",
    "annotation": [
      {
        "sentence": "我想过这个问题，我觉得我可能是害怕上班时的压力和责任感。",
        "label": ""
      },
      {
        "sentence": "我以前上班时并没有这么大的压力，但在创业失败后，我对工作产生了恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说有尝试过创业，但是最后是赔钱了，不知道这次创业经历有没有让你改变一些想法，或者说是让你更加抗拒工作了。但是能够感觉到其实你应该也是有自己的想法的，只是可能想法不是很成熟，或者想得不够全面，希望可以总结下失败的经验，不要放弃自己。",
    "annotation": [
      {
        "sentence": "你说有尝试过创业，但是最后是赔钱了，不知道这次创业经历有没有让你改变一些想法，或者说是让你更加抗拒工作了。",
        "label": ""
      },
      {
        "sentence": "但是能够感觉到其实你应该也是有自己的想法的，只是可能想法不是很成熟，或者想得不够全面，希望可以总结下失败的经验，不要放弃自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实对创业失败感到灰心，觉得自己没有能力成功。我意识到可能是因为我没有充分准备好，没有考虑到所有的风险和挑战。现在我有点害怕再次失败。",
    "annotation": [
      {
        "sentence": "我确实对创业失败感到灰心，觉得自己没有能力成功。",
        "label": ""
      },
      {
        "sentence": "我意识到可能是因为我没有充分准备好，没有考虑到所有的风险和挑战。",
        "label": ""
      },
      {
        "sentence": "现在我有点害怕再次失败。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "失败是成功的一部分，我们都会面对各种挑战和困难。重要的是要从失败中学习，并找到自己的成长点。虽然创业失败让你失去了信心，但这并不意味着你无法再次尝试或找到适合自己的工作。相信自己，相信你的能力。",
    "annotation": [
      {
        "sentence": "失败是成功的一部分，我们都会面对各种挑战和困难。",
        "label": ""
      },
      {
        "sentence": "重要的是要从失败中学习，并找到自己的成长点。",
        "label": ""
      },
      {
        "sentence": "虽然创业失败让你失去了信心，但这并不意味着你无法再次尝试或找到适合自己的工作。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会试着积极面对工作，找到适合自己的方向。但是每次一到上班时间，我就会感到焦虑，提不起精神。我要怎么才能克服这种情绪？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会试着积极面对工作，找到适合自己的方向。",
        "label": ""
      },
      {
        "sentence": "但是每次一到上班时间，我就会感到焦虑，提不起精神。",
        "label": ""
      },
      {
        "sentence": "我要怎么才能克服这种情绪？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "克服焦虑情绪需要时间和积极的心态。你可以尝试一些放松的方法，如呼吸训练、冥想或听音乐来缓解焦虑感。同时，与你的家人和朋友沟通，并寻求他们的支持和鼓励。如果情况没有改善，你也可以考虑与专业人士咨询，他们可以给你更具体的建议和帮助。",
    "annotation": [
      {
        "sentence": "克服焦虑情绪需要时间和积极的心态。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一些放松的方法，如呼吸训练、冥想或听音乐来缓解焦虑感。",
        "label": ""
      },
      {
        "sentence": "同时，与你的家人和朋友沟通，并寻求他们的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "如果情况没有改善，你也可以考虑与专业人士咨询，他们可以给你更具体的建议和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试这些方法，希望能够减轻我的焦虑感。我也会和家人朋友沟通，寻求他们的理解和支持。如果需要的话，我会考虑咨询专业人士。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "我会尝试这些方法，希望能够减轻我的焦虑感。",
        "label": ""
      },
      {
        "sentence": "我也会和家人朋友沟通，寻求他们的理解和支持。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，我会考虑咨询专业人士。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助到你，你的情绪和困扰是可以得到解决的。记住要始终相信自己，积极面对工作和生活中的挑战。祝你顺利克服困难，取得更好的结果！",
    "annotation": [
      {
        "sentence": "很高兴能够帮助到你，你的情绪和困扰是可以得到解决的。",
        "label": ""
      },
      {
        "sentence": "记住要始终相信自己，积极面对工作和生活中的挑战。",
        "label": ""
      },
      {
        "sentence": "祝你顺利克服困难，取得更好的结果！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福，我会尽力克服困难，努力面对生活的挑战。再次感谢你的支持和帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福，我会尽力克服困难，努力面对生活的挑战。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和帮助！",
        "label": ""
      }
    ]
  }
]