[
  {
    "role": "client",
    "content": "我是一个26岁的女性，我的父母是个体户，他们总觉得自己很贫穷。我想知道我有改变的潜力吗？我有工作，每月工资只有3000元，吃公司提供的工作餐，在家里住，每月能够存下2000块。另外，我有一个扯死皮的习惯，从小就有，现在还是改不掉。一旦感到焦虑，我就会习惯性地挖手指周围的肉，从来没有好好留长过。我还会习惯性地翘二郎腿和抖腿。我沉迷于刷题、考研、考公务员以及找事业单位的想法，但是什么都做不好。我明知道自己的注意力和专注力不够，学起来非常吃力，无法说服自己专心于一件事情，总是害怕错过其他的机会。在待人接物方面，我总是讨好别人，做事态度比较随意。我还会习惯性地自我攻击，觉得自己什么都做不好，缺乏自信和气场。我经常看鸡汤文章，不断刷朋友圈和淘宝，为了一点点钱浪费很多时间（想要好的又舍不得花钱）。我的桌面一直很乱。虽然外表看起来单纯和善良，但内心遍体鳞伤，不愿意和异性接触太多，怕别人发现我的缺点。有人说我很善良和老实，但是最近一年我意识到我是一个普通人，甚至社会底层的人。目前我没有任何拿得出手的东西，只能靠应试教育去做一个辅导班的老师（有时候我会怀疑自己是否适合做这个工作）。我想知道，我有潜力成为一个情商高、才华出众、懂得处事的女生吗？",
    "annotation": [
      {
        "sentence": "我是一个26岁的女性，我的父母是个体户，他们总觉得自己很贫穷。",
        "label": ""
      },
      {
        "sentence": "我想知道我有改变的潜力吗？",
        "label": ""
      },
      {
        "sentence": "我有工作，每月工资只有3000元，吃公司提供的工作餐，在家里住，每月能够存下2000块。",
        "label": ""
      },
      {
        "sentence": "另外，我有一个扯死皮的习惯，从小就有，现在还是改不掉。",
        "label": ""
      },
      {
        "sentence": "一旦感到焦虑，我就会习惯性地挖手指周围的肉，从来没有好好留长过。",
        "label": ""
      },
      {
        "sentence": "我还会习惯性地翘二郎腿和抖腿。",
        "label": ""
      },
      {
        "sentence": "我沉迷于刷题、考研、考公务员以及找事业单位的想法，但是什么都做不好。",
        "label": ""
      },
      {
        "sentence": "我明知道自己的注意力和专注力不够，学起来非常吃力，无法说服自己专心于一件事情，总是害怕错过其他的机会。",
        "label": ""
      },
      {
        "sentence": "在待人接物方面，我总是讨好别人，做事态度比较随意。",
        "label": ""
      },
      {
        "sentence": "我还会习惯性地自我攻击，觉得自己什么都做不好，缺乏自信和气场。",
        "label": ""
      },
      {
        "sentence": "我经常看鸡汤文章，不断刷朋友圈和淘宝，为了一点点钱浪费很多时间（想要好的又舍不得花钱）。",
        "label": ""
      },
      {
        "sentence": "我的桌面一直很乱。",
        "label": ""
      },
      {
        "sentence": "虽然外表看起来单纯和善良，但内心遍体鳞伤，不愿意和异性接触太多，怕别人发现我的缺点。",
        "label": ""
      },
      {
        "sentence": "有人说我很善良和老实，但是最近一年我意识到我是一个普通人，甚至社会底层的人。",
        "label": ""
      },
      {
        "sentence": "目前我没有任何拿得出手的东西，只能靠应试教育去做一个辅导班的老师（有时候我会怀疑自己是否适合做这个工作）。",
        "label": ""
      },
      {
        "sentence": "我想知道，我有潜力成为一个情商高、才华出众、懂得处事的女生吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对自己的认识很清晰，其实我也做过你所描述的很多事情。发现问题是解决问题的第一步，现在你已经有了改变的意愿，如果能够将这个意愿付诸行动，就更好了，这样会让你对自己有更多的肯定和自信。对于承认自己是一个普通人来说，我不认为这是对人生无力改变的另一种说法，而是要根据现阶段的目标，根据自己的实际情况，努力奋斗。如果我们一直将自己的短处与他人的长处对比，那么我们将永远活在痛苦之中。我觉得你的自我反思能力很好，平时也能够理性消费，每个月还能存下2000多元，这一点你比那些挥金如土的人强多了。并且，你才26岁，人生还有很长的路要走，还有无限的可能性等待着你。但是你需要考虑好自己需要做哪些改变和提升。",
    "annotation": [
      {
        "sentence": "你对自己的认识很清晰，其实我也做过你所描述的很多事情。",
        "label": ""
      },
      {
        "sentence": "发现问题是解决问题的第一步，现在你已经有了改变的意愿，如果能够将这个意愿付诸行动，就更好了，这样会让你对自己有更多的肯定和自信。",
        "label": ""
      },
      {
        "sentence": "对于承认自己是一个普通人来说，我不认为这是对人生无力改变的另一种说法，而是要根据现阶段的目标，根据自己的实际情况，努力奋斗。",
        "label": ""
      },
      {
        "sentence": "如果我们一直将自己的短处与他人的长处对比，那么我们将永远活在痛苦之中。",
        "label": ""
      },
      {
        "sentence": "我觉得你的自我反思能力很好，平时也能够理性消费，每个月还能存下2000多元，这一点你比那些挥金如土的人强多了。",
        "label": ""
      },
      {
        "sentence": "并且，你才26岁，人生还有很长的路要走，还有无限的可能性等待着你。",
        "label": ""
      },
      {
        "sentence": "但是你需要考虑好自己需要做哪些改变和提升。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我经常看到那些光鲜亮丽的人生和我截然不同的人生经历，心生羡慕是正常的。但是那些人对我是否是合适的榜样呢？每个人的起点不同，家庭背景也不同，要求自己短时间内变得像那些令人瞩目的人那样，挑战是很大的，而且有可能失败。因为有些人的成功是无法被复制的，他们的成功可能与所处的时代、资源、人脉以及个人才能等因素有关。我们可能会看到一些人通过跳舞、唱歌、直播卖货而迅速走红，拥有无数的粉丝和广告。而那些成功人士的励志故事让我们着实热血沸腾，但是如果让我们自己去尝试，可能一段时间过去了，却没有任何人关注或收益，你还会继续做下去吗？成功之前的煎熬、努力和坚持，很多人未必能够坚持下来。你现在是26岁，你希望接下来的人生是什么样的呢？如果你想达到这个大目标，你打算如何分解计划，有没有3年或者5年的安排？每天你计划做什么事情呢？互联网给我们带来了很多便利，让我们能够轻松地看到更多人的励志故事和人生经验，同时也是我们自我成长的一个催化剂。我们可以通过网络来学习，展示自己的才能，并且实现变现。",
    "annotation": [
      {
        "sentence": "我经常看到那些光鲜亮丽的人生和我截然不同的人生经历，心生羡慕是正常的。",
        "label": ""
      },
      {
        "sentence": "但是那些人对我是否是合适的榜样呢？",
        "label": ""
      },
      {
        "sentence": "每个人的起点不同，家庭背景也不同，要求自己短时间内变得像那些令人瞩目的人那样，挑战是很大的，而且有可能失败。",
        "label": ""
      },
      {
        "sentence": "因为有些人的成功是无法被复制的，他们的成功可能与所处的时代、资源、人脉以及个人才能等因素有关。",
        "label": ""
      },
      {
        "sentence": "我们可能会看到一些人通过跳舞、唱歌、直播卖货而迅速走红，拥有无数的粉丝和广告。",
        "label": ""
      },
      {
        "sentence": "而那些成功人士的励志故事让我们着实热血沸腾，但是如果让我们自己去尝试，可能一段时间过去了，却没有任何人关注或收益，你还会继续做下去吗？",
        "label": ""
      },
      {
        "sentence": "成功之前的煎熬、努力和坚持，很多人未必能够坚持下来。",
        "label": ""
      },
      {
        "sentence": "你现在是26岁，你希望接下来的人生是什么样的呢？",
        "label": ""
      },
      {
        "sentence": "如果你想达到这个大目标，你打算如何分解计划，有没有3年或者5年的安排？",
        "label": ""
      },
      {
        "sentence": "每天你计划做什么事情呢？",
        "label": ""
      },
      {
        "sentence": "互联网给我们带来了很多便利，让我们能够轻松地看到更多人的励志故事和人生经验，同时也是我们自我成长的一个催化剂。",
        "label": ""
      },
      {
        "sentence": "我们可以通过网络来学习，展示自己的才能，并且实现变现。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了刷题和考公务员这些，我们还可以提升自己其他的技能。我自己也是在工作后学习了很多技能，比如化妆、花艺、手工制作、短视频拍摄和剪辑等。我业余时间还会跟独立婚礼策划师一起工作，担任助理的角色，帮忙布置婚礼现场。这些工作正好能够运用到我的花艺、手工和沟通能力等方面。当初我学习这些技能，不是为了赚钱，而是觉得能够提升自己，让生活更美好。在工作之余，如果我们能够专注于学习，静下心来，这是需要不断练习的。我们可以通过冥想来帮助自己更快地进入专注状态。学习最怕的是什么都想学，但经常三天打鱼两天晒网，可能看似忙碌一两年，却没有任何收获。我们要做一个用结果说话的人，拒绝把自己感动了而没有实际行动的功名。",
    "annotation": [
      {
        "sentence": "除了刷题和考公务员这些，我们还可以提升自己其他的技能。",
        "label": ""
      },
      {
        "sentence": "我自己也是在工作后学习了很多技能，比如化妆、花艺、手工制作、短视频拍摄和剪辑等。",
        "label": ""
      },
      {
        "sentence": "我业余时间还会跟独立婚礼策划师一起工作，担任助理的角色，帮忙布置婚礼现场。",
        "label": ""
      },
      {
        "sentence": "这些工作正好能够运用到我的花艺、手工和沟通能力等方面。",
        "label": ""
      },
      {
        "sentence": "当初我学习这些技能，不是为了赚钱，而是觉得能够提升自己，让生活更美好。",
        "label": ""
      },
      {
        "sentence": "在工作之余，如果我们能够专注于学习，静下心来，这是需要不断练习的。",
        "label": ""
      },
      {
        "sentence": "我们可以通过冥想来帮助自己更快地进入专注状态。",
        "label": ""
      },
      {
        "sentence": "学习最怕的是什么都想学，但经常三天打鱼两天晒网，可能看似忙碌一两年，却没有任何收获。",
        "label": ""
      },
      {
        "sentence": "我们要做一个用结果说话的人，拒绝把自己感动了而没有实际行动的功名。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "学习心理学的知识，接纳自己，对自我的学习，这些都是一辈子的事情。除了一些知识和技能外，我们还可以通过相关的课程来学习如何更好地认识自己，接纳自己。在认清自我的过程中，我们难免会看到自己",
    "annotation": [
      {
        "sentence": "学习心理学的知识，接纳自己，对自我的学习，这些都是一辈子的事情。",
        "label": ""
      },
      {
        "sentence": "除了一些知识和技能外，我们还可以通过相关的课程来学习如何更好地认识自己，接纳自己。",
        "label": ""
      },
      {
        "sentence": "在认清自我的过程中，我们难免会看到自己",
        "label": ""
      }
    ]
  }
]