[
  {
    "role": "client",
    "content": "我是一个26岁的女性，我的父母是个体户，他们自我感觉贫穷。我想知道我是否有改变的潜质？我有工作，工资只有3000元，吃公司的食堂，住在家里，每个月能够存下2000元。除此之外，我有个扯死皮的习惯，从小就有，到现在还没有改掉。一旦焦虑就会习惯性地挖手指甲周围的肉，这种情况从来没有停止过。我也会习惯性地腿抖，沉迷于刷题、考研、考公务员、考事业单位，但什么都做不好。我明知道自己的注意力和专注力不够，学东西非常吃力，不能够说服自己专心致志地做一件事情，总害怕错过其他机会。我为人讨好，对待事情态度随便，也会习惯性地自我攻击，总觉得自己不够好，不够自信，没有气场。我反复刷着心灵鸡汤小作文，花费大量时间刷朋友圈、淘宝，舍不得为了几块钱出钱。我的桌面总是杂乱无章。虽然我外表上看起来单纯善良，颜值也可以，但内心却受到了很多伤害。我不太愿意与异性有太多接触，怕别人发现我的这么多毛病。别人说我善良老实，但近一年我已经醒悟过来了，我越来越认清自己是个普通人，甚至是社会底层的人。我目前没有什么拿得出手的东西，只能凭借应试教育做个辅导班老师（偶尔会怀疑自己教不好）。我想知道我有没有成为一个情商高、有才华、懂得做事的女孩的潜质？",
    "annotation": [
      {
        "sentence": "我是一个26岁的女性，我的父母是个体户，他们自我感觉贫穷。",
        "label": ""
      },
      {
        "sentence": "我想知道我是否有改变的潜质？",
        "label": ""
      },
      {
        "sentence": "我有工作，工资只有3000元，吃公司的食堂，住在家里，每个月能够存下2000元。",
        "label": ""
      },
      {
        "sentence": "除此之外，我有个扯死皮的习惯，从小就有，到现在还没有改掉。",
        "label": ""
      },
      {
        "sentence": "一旦焦虑就会习惯性地挖手指甲周围的肉，这种情况从来没有停止过。",
        "label": ""
      },
      {
        "sentence": "我也会习惯性地腿抖，沉迷于刷题、考研、考公务员、考事业单位，但什么都做不好。",
        "label": ""
      },
      {
        "sentence": "我明知道自己的注意力和专注力不够，学东西非常吃力，不能够说服自己专心致志地做一件事情，总害怕错过其他机会。",
        "label": ""
      },
      {
        "sentence": "我为人讨好，对待事情态度随便，也会习惯性地自我攻击，总觉得自己不够好，不够自信，没有气场。",
        "label": ""
      },
      {
        "sentence": "我反复刷着心灵鸡汤小作文，花费大量时间刷朋友圈、淘宝，舍不得为了几块钱出钱。",
        "label": ""
      },
      {
        "sentence": "我的桌面总是杂乱无章。",
        "label": ""
      },
      {
        "sentence": "虽然我外表上看起来单纯善良，颜值也可以，但内心却受到了很多伤害。",
        "label": ""
      },
      {
        "sentence": "我不太愿意与异性有太多接触，怕别人发现我的这么多毛病。",
        "label": ""
      },
      {
        "sentence": "别人说我善良老实，但近一年我已经醒悟过来了，我越来越认清自己是个普通人，甚至是社会底层的人。",
        "label": ""
      },
      {
        "sentence": "我目前没有什么拿得出手的东西，只能凭借应试教育做个辅导班老师（偶尔会怀疑自己教不好）。",
        "label": ""
      },
      {
        "sentence": "我想知道我有没有成为一个情商高、有才华、懂得做事的女孩的潜质？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以改变的，你还很年轻，只要你有改变的动力，什么时候都不会太晚。首先，你要找到自己的梦想，并努力追求它，只有这样你的人生才不会白活。其实你也有很多优点，比如说月薪只有3000元，却能够存下2000元，很多人即使月入过万也是月光一族，所以你的这个优点是不是很棒呢？你能够克制自己的欲望，只要你能长期坚持下去，你的储蓄可能比那些工资高的人还多哦。并不是说多能花钱就是一个优点，人的欲望是无限的，好东西铺天盖地也不可能都买得到，所以只需要选择对自己来说最重要、性价比高的东西，这样才能过上可持续发展的生活。我有个朋友工资很高，但是基本上没有什么结余，经过十年工作还没有太多储蓄，现在她比较后悔，觉得这些年太多钱都花在了不必要的东西上。当然，节约也会有一些弊端，比如你在淘宝上因为几块钱纠结，浪费了大量的时间。这种情况下你可以给自己设定一个时间限制，比如说，如果你能在20分钟内找到你想要的东西，就购买它；如果找不到，就放弃购买。同时，尽量将购物集中在一个时间段内，比如说每周一上午完成所有的采购。另外，你还很善良，并擅长讨好别人，这可以看作是你能够设身处地为他人考虑的体现，这样你的人缘应该不错，毕竟大家都喜欢和友好善良的人相处。所以从这一点来看，你的情商已经很高了，情商高的人都懂得体察别人的心思，总是为他人着想，所以大家都喜欢和他们相处。我想你现在面临的问题可能是要找到自己的目标和使命，你要想清楚你未来要从事什么工作。你刚才提到你沉迷于考研和考试，这表明你内心还是有很强的上进心的，你渴望取得一番成就。所以接下来我们可以先分析一下你自身的优势和劣势，包括性格和能力，然后看看哪种工作更适合自己。你说你打算考研，那么你具体想考哪个专业呢？如果你内心有一个明确的目标，那么不妨试试看考完之后找对口的工作，是不是可以满足你的愿望呢？专注力是建立在有一个明确目标的基础上的，如果心中有一个想要实现的目标，比如说考某个专业，从事某个职业，那么你就会有动力去专注地学习和考试的。当然，这不一定是从事事业，也可以是从事一项爱好，你认为对自己来说最有成就感的事情是什么呢？我有一个朋友平时喜欢拍照和烘焙，经常在朋友圈展示她的作品，也获得了很多粉丝；我还有一个同事经常参加公益活动，比如去照顾临终老人等，她觉得这样做比工作更有价值。自信心可以慢慢培养，多做一些自己擅长的事情，然后及时给自己鼓励和反馈。你平时喜欢做什么呢？别人会在哪些方面夸奖你呢？也许这些是你产生动力的源泉。我们大多数人都是普通人，都有各种各样的小毛病。如果没有显赫的家庭背景和雄厚的经济基础，我们只能凭自己一步步努力。但这并不意味着我们就比别人差，每个人都是有价值的，每个人都是平等的。哪怕我们只做自己喜欢的事情，开开心心地",
    "annotation": [
      {
        "sentence": "可以改变的，你还很年轻，只要你有改变的动力，什么时候都不会太晚。",
        "label": ""
      },
      {
        "sentence": "首先，你要找到自己的梦想，并努力追求它，只有这样你的人生才不会白活。",
        "label": ""
      },
      {
        "sentence": "其实你也有很多优点，比如说月薪只有3000元，却能够存下2000元，很多人即使月入过万也是月光一族，所以你的这个优点是不是很棒呢？",
        "label": ""
      },
      {
        "sentence": "你能够克制自己的欲望，只要你能长期坚持下去，你的储蓄可能比那些工资高的人还多哦。",
        "label": ""
      },
      {
        "sentence": "并不是说多能花钱就是一个优点，人的欲望是无限的，好东西铺天盖地也不可能都买得到，所以只需要选择对自己来说最重要、性价比高的东西，这样才能过上可持续发展的生活。",
        "label": ""
      },
      {
        "sentence": "我有个朋友工资很高，但是基本上没有什么结余，经过十年工作还没有太多储蓄，现在她比较后悔，觉得这些年太多钱都花在了不必要的东西上。",
        "label": ""
      },
      {
        "sentence": "当然，节约也会有一些弊端，比如你在淘宝上因为几块钱纠结，浪费了大量的时间。",
        "label": ""
      },
      {
        "sentence": "这种情况下你可以给自己设定一个时间限制，比如说，如果你能在20分钟内找到你想要的东西，就购买它；如果找不到，就放弃购买。",
        "label": ""
      },
      {
        "sentence": "同时，尽量将购物集中在一个时间段内，比如说每周一上午完成所有的采购。",
        "label": ""
      },
      {
        "sentence": "另外，你还很善良，并擅长讨好别人，这可以看作是你能够设身处地为他人考虑的体现，这样你的人缘应该不错，毕竟大家都喜欢和友好善良的人相处。",
        "label": ""
      },
      {
        "sentence": "所以从这一点来看，你的情商已经很高了，情商高的人都懂得体察别人的心思，总是为他人着想，所以大家都喜欢和他们相处。",
        "label": ""
      },
      {
        "sentence": "我想你现在面临的问题可能是要找到自己的目标和使命，你要想清楚你未来要从事什么工作。",
        "label": ""
      },
      {
        "sentence": "你刚才提到你沉迷于考研和考试，这表明你内心还是有很强的上进心的，你渴望取得一番成就。",
        "label": ""
      },
      {
        "sentence": "所以接下来我们可以先分析一下你自身的优势和劣势，包括性格和能力，然后看看哪种工作更适合自己。",
        "label": ""
      },
      {
        "sentence": "你说你打算考研，那么你具体想考哪个专业呢？",
        "label": ""
      },
      {
        "sentence": "如果你内心有一个明确的目标，那么不妨试试看考完之后找对口的工作，是不是可以满足你的愿望呢？",
        "label": ""
      },
      {
        "sentence": "专注力是建立在有一个明确目标的基础上的，如果心中有一个想要实现的目标，比如说考某个专业，从事某个职业，那么你就会有动力去专注地学习和考试的。",
        "label": ""
      },
      {
        "sentence": "当然，这不一定是从事事业，也可以是从事一项爱好，你认为对自己来说最有成就感的事情是什么呢？",
        "label": ""
      },
      {
        "sentence": "我有一个朋友平时喜欢拍照和烘焙，经常在朋友圈展示她的作品，也获得了很多粉丝；我还有一个同事经常参加公益活动，比如去照顾临终老人等，她觉得这样做比工作更有价值。",
        "label": ""
      },
      {
        "sentence": "自信心可以慢慢培养，多做一些自己擅长的事情，然后及时给自己鼓励和反馈。",
        "label": ""
      },
      {
        "sentence": "你平时喜欢做什么呢？",
        "label": ""
      },
      {
        "sentence": "别人会在哪些方面夸奖你呢？",
        "label": ""
      },
      {
        "sentence": "也许这些是你产生动力的源泉。",
        "label": ""
      },
      {
        "sentence": "我们大多数人都是普通人，都有各种各样的小毛病。",
        "label": ""
      },
      {
        "sentence": "如果没有显赫的家庭背景和雄厚的经济基础，我们只能凭自己一步步努力。",
        "label": ""
      },
      {
        "sentence": "但这并不意味着我们就比别人差，每个人都是有价值的，每个人都是平等的。",
        "label": ""
      },
      {
        "sentence": "哪怕我们只做自己喜欢的事情，开开心心地",
        "label": ""
      }
    ]
  }
]