[
  {
    "role": "client",
    "content": "我是一个26岁的女生，父母是个体户，他们自认为贫穷。我想知道我是否有改变的潜质？我有一份工作，每月薪水3000元，吃公司的饭菜，住在家里，每月能够有2000元的结余。但是我有一个自小就有的扯死皮的习惯，现在仍然无法改掉。当我焦虑时，就会习惯性地挖手指甲周围的肉，从未有过完整的手指；我还会习惯性地踮二郎腿和抖腿；我沉迷于刷题以备考研究生、公务员或者事业单位，但无论做什么事情都做不好，我明白我缺乏注意力和专注力，学习总是困难重重。我害怕专注于一件事情却失去其他机会，我不甘心接受现状；我对人讨好，对待工作态度随意；我总是习惯性地自我攻击，觉得自己无所长、缺乏自信心和吸引力；我花费很多时间在刷朋友圈、淘宝，为了省几块钱而浪费大量时间；我的桌面总是一片杂乱；外表看起来单纯善良，外貌条件还可以，但内心却受到了重创，不愿意与异性有太多接触，害怕别人发现我身上这么多毛病；人们都说我善良老实，但近一年来我渐渐认识到自己只是普通人，甚至可以说是社会底层的平凡人。目前没有什么特长，只能凭借应试教育的知识成为一个补习班的老师（我也经常怀疑自己是否适合做教师）。我是否具备成为一个情商高、有才华、懂得处理人际关系的女生呢？",
    "annotation": [
      {
        "sentence": "我是一个26岁的女生，父母是个体户，他们自认为贫穷。",
        "label": ""
      },
      {
        "sentence": "我想知道我是否有改变的潜质？",
        "label": ""
      },
      {
        "sentence": "我有一份工作，每月薪水3000元，吃公司的饭菜，住在家里，每月能够有2000元的结余。",
        "label": ""
      },
      {
        "sentence": "但是我有一个自小就有的扯死皮的习惯，现在仍然无法改掉。",
        "label": ""
      },
      {
        "sentence": "当我焦虑时，就会习惯性地挖手指甲周围的肉，从未有过完整的手指；我还会习惯性地踮二郎腿和抖腿；我沉迷于刷题以备考研究生、公务员或者事业单位，但无论做什么事情都做不好，我明白我缺乏注意力和专注力，学习总是困难重重。",
        "label": ""
      },
      {
        "sentence": "我害怕专注于一件事情却失去其他机会，我不甘心接受现状；我对人讨好，对待工作态度随意；我总是习惯性地自我攻击，觉得自己无所长、缺乏自信心和吸引力；我花费很多时间在刷朋友圈、淘宝，为了省几块钱而浪费大量时间；我的桌面总是一片杂乱；外表看起来单纯善良，外貌条件还可以，但内心却受到了重创，不愿意与异性有太多接触，害怕别人发现我身上这么多毛病；人们都说我善良老实，但近一年来我渐渐认识到自己只是普通人，甚至可以说是社会底层的平凡人。",
        "label": ""
      },
      {
        "sentence": "目前没有什么特长，只能凭借应试教育的知识成为一个补习班的老师（我也经常怀疑自己是否适合做教师）。",
        "label": ""
      },
      {
        "sentence": "我是否具备成为一个情商高、有才华、懂得处理人际关系的女生呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的问题，首先，我想大声告诉你，你当然具备成为一个情商高、有才华、懂得处理人际关系的女生的潜质呀！【问题】1）你做事不能专心致志，总是心有余而力不足。一旦焦虑就会出现扯死皮的习惯，同时还喜欢抖腿、踮二郎腿，沉迷于刷题，却不能专注于一件事情，心怀远大理想。2）你总是习惯性地对人讨好，但又经常自我攻击，觉得自己无能，缺乏自信。3）你觉得自己生活在社会底层，但内心又渴望改变。【我的一点分析】1）你有着不甘平庸的野心，不断刷题备考研究生、公务员等，虽然结果不尽人意，但至少说明你一直有着让自己变优秀的意愿，并且为之努力。2）每月能存下2000元，说明你是个不随意花钱、有规划的人。3）26岁刚刚是人生起步的阶段，只要有志向，天空给你无限可能。4）学习方法、自己身上的小毛病以及人际交往能力都可以通过自我努力来改变，你既然已经认识到了自身的缺点，就应该考虑如何纠正它们。【建议】1）对于习惯，一时难以改变是正常的，但长期坚持一定会产生效果。《微习惯》这本书的作者提到，每天坚持做一个俯卧撑，久而久之，你就会逐渐爱上运动。针对扯死皮、抖腿等习惯，每天下意识告诉自己不能这样做，并且可以让同事、学生等人充当你的监督者，帮助你改变。2）现在需要确定好你未来的就业目标，是考公务员还是事业单位编制，必须明确自己的方向。然后可以利用自己存下来的工资购买相关的辅导材料，报名相关的课程。每年、每月甚至每周、每天都可以设定一些需要完成的任务，根据自己的实际情况进行调整，每次完成计划都会在无形中给自己前进的动力。记住：学会为自己投资永远是最明智的花费。3）巧用学习方法，做到事半功倍。学习绝不是死记硬背，而是有技巧、有方法的学习。将学习变成一种乐趣，既不觉得枯燥，又从中获得快乐。可以学习如何做笔记、听课、看书、背书等，这些都有一套固定规律可循。在这里我推荐一本书《认知天性》，它会告诉你如何高效学习。买来认真研读，一定会受益匪浅。4）通过阅读书籍、融入人群提升情商。情商的提高需要通过经验和方法来锻炼，了解面对不同人的时候该说什么，也是一门学问。在反思自己的言行时，也要虚心倾听他人的处事态度，可以学习一些有关情商的课程和阅读相关书籍，让自己掌握更多说话技巧，变得越来越懂得与人相处。以上是我的建议，希望能够帮助到你，加油！",
    "annotation": [
      {
        "sentence": "看了你的问题，首先，我想大声告诉你，你当然具备成为一个情商高、有才华、懂得处理人际关系的女生的潜质呀！",
        "label": ""
      },
      {
        "sentence": "【问题】1）你做事不能专心致志，总是心有余而力不足。",
        "label": ""
      },
      {
        "sentence": "一旦焦虑就会出现扯死皮的习惯，同时还喜欢抖腿、踮二郎腿，沉迷于刷题，却不能专注于一件事情，心怀远大理想。",
        "label": ""
      },
      {
        "sentence": "2）你总是习惯性地对人讨好，但又经常自我攻击，觉得自己无能，缺乏自信。",
        "label": ""
      },
      {
        "sentence": "3）你觉得自己生活在社会底层，但内心又渴望改变。",
        "label": ""
      },
      {
        "sentence": "【我的一点分析】1）你有着不甘平庸的野心，不断刷题备考研究生、公务员等，虽然结果不尽人意，但至少说明你一直有着让自己变优秀的意愿，并且为之努力。",
        "label": ""
      },
      {
        "sentence": "2）每月能存下2000元，说明你是个不随意花钱、有规划的人。",
        "label": ""
      },
      {
        "sentence": "3）26岁刚刚是人生起步的阶段，只要有志向，天空给你无限可能。",
        "label": ""
      },
      {
        "sentence": "4）学习方法、自己身上的小毛病以及人际交往能力都可以通过自我努力来改变，你既然已经认识到了自身的缺点，就应该考虑如何纠正它们。",
        "label": ""
      },
      {
        "sentence": "【建议】1）对于习惯，一时难以改变是正常的，但长期坚持一定会产生效果。",
        "label": ""
      },
      {
        "sentence": "《微习惯》这本书的作者提到，每天坚持做一个俯卧撑，久而久之，你就会逐渐爱上运动。",
        "label": ""
      },
      {
        "sentence": "针对扯死皮、抖腿等习惯，每天下意识告诉自己不能这样做，并且可以让同事、学生等人充当你的监督者，帮助你改变。",
        "label": ""
      },
      {
        "sentence": "2）现在需要确定好你未来的就业目标，是考公务员还是事业单位编制，必须明确自己的方向。",
        "label": ""
      },
      {
        "sentence": "然后可以利用自己存下来的工资购买相关的辅导材料，报名相关的课程。",
        "label": ""
      },
      {
        "sentence": "每年、每月甚至每周、每天都可以设定一些需要完成的任务，根据自己的实际情况进行调整，每次完成计划都会在无形中给自己前进的动力。",
        "label": ""
      },
      {
        "sentence": "记住：学会为自己投资永远是最明智的花费。",
        "label": ""
      },
      {
        "sentence": "3）巧用学习方法，做到事半功倍。",
        "label": ""
      },
      {
        "sentence": "学习绝不是死记硬背，而是有技巧、有方法的学习。",
        "label": ""
      },
      {
        "sentence": "将学习变成一种乐趣，既不觉得枯燥，又从中获得快乐。",
        "label": ""
      },
      {
        "sentence": "可以学习如何做笔记、听课、看书、背书等，这些都有一套固定规律可循。",
        "label": ""
      },
      {
        "sentence": "在这里我推荐一本书《认知天性》，它会告诉你如何高效学习。",
        "label": ""
      },
      {
        "sentence": "买来认真研读，一定会受益匪浅。",
        "label": ""
      },
      {
        "sentence": "4）通过阅读书籍、融入人群提升情商。",
        "label": ""
      },
      {
        "sentence": "情商的提高需要通过经验和方法来锻炼，了解面对不同人的时候该说什么，也是一门学问。",
        "label": ""
      },
      {
        "sentence": "在反思自己的言行时，也要虚心倾听他人的处事态度，可以学习一些有关情商的课程和阅读相关书籍，让自己掌握更多说话技巧，变得越来越懂得与人相处。",
        "label": ""
      },
      {
        "sentence": "以上是我的建议，希望能够帮助到你，加油！",
        "label": ""
      }
    ]
  }
]