[
  {
    "role": "client",
    "content": "男朋友像回避型人格，如何与男友相处？男朋友像回避型人格还偶然发现过他的抑郁病史但他的回避并不来源于我和他之间有啥矛盾而是因为他被些其他事情打击和他的原生家庭的问题他正常来说就是回避两天就回来告诉我他怎么了他怎么想的那一种但是这次我也不知道什么原因他消失了已经一个月中途只接过一次电话告诉我他补完了课和作业啥的(大学生后来打电话基本就是关机没关机的大概都是我在休息的时候但也不会接我会定期给他寄快递里面也会附上信但是他从五月底就一直没去取五月的信其实和我通电话好像更多是为了逗我开心哄我可以安心学习吧不知道他会不会觉得每天和我道晚安每周两个通电话是个负担但是他就这样子消失这么一大段时间我挺害怕的而且两个人也离的很远我也没办法去他身边照顾他但是真不想放弃除了感觉他性格偶尔奇怪其他都好合适我也好喜欢他啊..我现在就每天晚上给他发个晚安也不闹他希望他知道我是在的不知道我这样做对不对",
    "annotation": [
      {
        "sentence": "男朋友像回避型人格，如何与男友相处？",
        "label": ""
      },
      {
        "sentence": "男朋友像回避型人格还偶然发现过他的抑郁病史但他的回避并不来源于我和他之间有啥矛盾而是因为他被些其他事情打击和他的原生家庭的问题他正常来说就是回避两天就回来告诉我他怎么了他怎么想的那一种但是这次我也不知道什么原因他消失了已经一个月中途只接过一次电话告诉我他补完了课和作业啥的(大学生后来打电话基本就是关机没关机的大概都是我在休息的时候但也不会接我会定期给他寄快递里面也会附上信但是他从五月底就一直没去取五月的信其实和我通电话好像更多是为了逗我开心哄我可以安心学习吧不知道他会不会觉得每天和我道晚安每周两个通电话是个负担但是他就这样子消失这么一大段时间我挺害怕的而且两个人也离的很远我也没办法去他身边照顾他但是真不想放弃除了感觉他性格偶尔奇怪其他都好合适我也好喜欢他啊..我现在就每天晚上给他发个晚安也不闹他希望他知道我是在的不知道我这样做对不对",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从描述中可以了解到1.男友的性格属于回避型，但你知道这种回避不是针对自己的2.你现在不知道该用什么方式和对方相处，自己和对方的联系对他来说是不是一种负担。",
    "annotation": [
      {
        "sentence": "从描述中可以了解到1.男友的性格属于回避型，但你知道这种回避不是针对自己的2.你现在不知道该用什么方式和对方相处，自己和对方的联系对他来说是不是一种负担。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他的回避确实不是针对我，我有意识到这一点，但是我不确定我是否应该继续保持和他的联系，担心对他来说可能是一种负担。",
    "annotation": [
      {
        "sentence": "他的回避确实不是针对我，我有意识到这一点，但是我不确定我是否应该继续保持和他的联系，担心对他来说可能是一种负担。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你很了解男友的回避行为并非针对你，这一点是值得肯定的，基于这一点，你对男友的信任是很重要的。同时，你还提到他之前有时候会回来告诉你他的情况和心情，只是这一段时间他消失了很久。或许，你可以继续像以前一样每天给予他关心，等待他回来告诉你发生了什么。这种相处模式就描述来说是正确的。既然你们的联系中，男友都愿意主动倾诉自己的想法，那么你和男友的关系对他来说不仅不是负担，还是一件令人欣慰的事情。",
    "annotation": [
      {
        "sentence": "首先，你很了解男友的回避行为并非针对你，这一点是值得肯定的，基于这一点，你对男友的信任是很重要的。",
        "label": ""
      },
      {
        "sentence": "同时，你还提到他之前有时候会回来告诉你他的情况和心情，只是这一段时间他消失了很久。",
        "label": ""
      },
      {
        "sentence": "或许，你可以继续像以前一样每天给予他关心，等待他回来告诉你发生了什么。",
        "label": ""
      },
      {
        "sentence": "这种相处模式就描述来说是正确的。",
        "label": ""
      },
      {
        "sentence": "既然你们的联系中，男友都愿意主动倾诉自己的想法，那么你和男友的关系对他来说不仅不是负担，还是一件令人欣慰的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该相信他，等待他忙完自己的事情之后回来和我说他发生了什么。只是这段时间他消失得太久了，我真的很害怕。而且我们之间的距离也很远，我无法去他身边照顾他。",
    "annotation": [
      {
        "sentence": "你说得对，我应该相信他，等待他忙完自己的事情之后回来和我说他发生了什么。",
        "label": ""
      },
      {
        "sentence": "只是这段时间他消失得太久了，我真的很害怕。",
        "label": ""
      },
      {
        "sentence": "而且我们之间的距离也很远，我无法去他身边照顾他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的担心，这段时间的不确定性对你来说确实非常困扰。虽然你无法亲自照顾他，但你可以通过电话和快递表达你对他的关心和支持。他可能会觉得每天道晚安和每周两次通电话是负担，但做好你自己想做的事情是正确的。无论如何，你不想放弃，这表明你对他的情感是真实而深刻的。除了他性格的一些奇怪之处，你们其他方面都很合适，你也很喜欢他。这种感觉很重要，对于你们之间的关系来说是非常宝贵的。",
    "annotation": [
      {
        "sentence": "我了解你的担心，这段时间的不确定性对你来说确实非常困扰。",
        "label": ""
      },
      {
        "sentence": "虽然你无法亲自照顾他，但你可以通过电话和快递表达你对他的关心和支持。",
        "label": ""
      },
      {
        "sentence": "他可能会觉得每天道晚安和每周两次通电话是负担，但做好你自己想做的事情是正确的。",
        "label": ""
      },
      {
        "sentence": "无论如何，你不想放弃，这表明你对他的情感是真实而深刻的。",
        "label": ""
      },
      {
        "sentence": "除了他性格的一些奇怪之处，你们其他方面都很合适，你也很喜欢他。",
        "label": ""
      },
      {
        "sentence": "这种感觉很重要，对于你们之间的关系来说是非常宝贵的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我会继续每天给他发晚安，希望他知道我一直在关心他。虽然我很害怕，但我真的不想放弃我们的关系。希望他能够尽快回来，我们能够修成正果。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我会继续每天给他发晚安，希望他知道我一直在关心他。",
        "label": ""
      },
      {
        "sentence": "虽然我很害怕，但我真的不想放弃我们的关系。",
        "label": ""
      },
      {
        "sentence": "希望他能够尽快回来，我们能够修成正果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做到了，给予他每天晚上的晚安是一种纯粹的关心，不会对他产生负面影响。回避型人格的人更需要倾听者而非安慰者。你可以像以前一样信任他，等待他忙完自己的事情之后回来告诉你发生了什么。希望我的建议对你有所帮助，也祝愿你和喜欢的男孩子早日修成正果。你们会度过这个困难时期的。加油！",
    "annotation": [
      {
        "sentence": "你做到了，给予他每天晚上的晚安是一种纯粹的关心，不会对他产生负面影响。",
        "label": ""
      },
      {
        "sentence": "回避型人格的人更需要倾听者而非安慰者。",
        "label": ""
      },
      {
        "sentence": "你可以像以前一样信任他，等待他忙完自己的事情之后回来告诉你发生了什么。",
        "label": ""
      },
      {
        "sentence": "希望我的建议对你有所帮助，也祝愿你和喜欢的男孩子早日修成正果。",
        "label": ""
      },
      {
        "sentence": "你们会度过这个困难时期的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和祝福。我会继续坚持下去，相信我们的关系会度过这个困难时期，变得更加坚固。我会努力去理解他，鼓励他，并给予他所需的支持。再次感谢你的帮助和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和祝福。",
        "label": ""
      },
      {
        "sentence": "我会继续坚持下去，相信我们的关系会度过这个困难时期，变得更加坚固。",
        "label": ""
      },
      {
        "sentence": "我会努力去理解他，鼓励他，并给予他所需的支持。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。相信你们之间的爱情会克服一切困难。记住，在有困难的时候，相互信任和支持是最重要的。如果你还有其他问题或需要帮助，随时来找我。祝你们幸福！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "相信你们之间的爱情会克服一切困难。",
        "label": ""
      },
      {
        "sentence": "记住，在有困难的时候，相互信任和支持是最重要的。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或需要帮助，随时来找我。",
        "label": ""
      },
      {
        "sentence": "祝你们幸福！",
        "label": ""
      }
    ]
  }
]