[
  {
    "role": "client",
    "content": "中考失利想去死又怕父母伤心，我大概是很矫情？我中考考砸了，原来可以上一中的，最后进了倒数第二的学校。父母很难受，一天到晚唉声叹气，然后骂我，说我浪费他们钱。我觉得吧，我死了应该会好点，至少不费钱。但实际上我也很怕，他们平时其实对我很好，但是这一次之后他们对我的态度就变了，也不能说变，就是很烦我，很想打我，然后就很难受，他们有的时候感觉像是在哭，我超级内疚。可是我真的不知道该怎么办。我本来就有点点心理问题，初一开始就有些自残的举动，但不严重，所以我会去打心理电话开导自己，然而这一次打击实在太大了，我总是会不自觉的想到去死，脑海里已经有过好几个计划了，唯一一次想要付诸行动是去跳江，但最后被一些事耽搁了。所以没成功，过后我就是会用指甲掐自己，用刀割，而且割在不明显的地方。我现在又怕又累又难受，我都不知道该干什么。想去死又怕父母伤心。我大概很矫情。",
    "annotation": [
      {
        "sentence": "中考失利想去死又怕父母伤心，我大概是很矫情？",
        "label": ""
      },
      {
        "sentence": "我中考考砸了，原来可以上一中的，最后进了倒数第二的学校。",
        "label": ""
      },
      {
        "sentence": "父母很难受，一天到晚唉声叹气，然后骂我，说我浪费他们钱。",
        "label": ""
      },
      {
        "sentence": "我觉得吧，我死了应该会好点，至少不费钱。",
        "label": ""
      },
      {
        "sentence": "但实际上我也很怕，他们平时其实对我很好，但是这一次之后他们对我的态度就变了，也不能说变，就是很烦我，很想打我，然后就很难受，他们有的时候感觉像是在哭，我超级内疚。",
        "label": ""
      },
      {
        "sentence": "可是我真的不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "我本来就有点点心理问题，初一开始就有些自残的举动，但不严重，所以我会去打心理电话开导自己，然而这一次打击实在太大了，我总是会不自觉的想到去死，脑海里已经有过好几个计划了，唯一一次想要付诸行动是去跳江，但最后被一些事耽搁了。",
        "label": ""
      },
      {
        "sentence": "所以没成功，过后我就是会用指甲掐自己，用刀割，而且割在不明显的地方。",
        "label": ""
      },
      {
        "sentence": "我现在又怕又累又难受，我都不知道该干什么。",
        "label": ""
      },
      {
        "sentence": "想去死又怕父母伤心。",
        "label": ""
      },
      {
        "sentence": "我大概很矫情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "生活的困难和失落感都会让我们感到绝望和痛苦，但是你并不是矫情。首先，我理解你在中考失利后的困惑和痛苦。父母的失望和负面情绪对你造成了很大的心理压力，这都是正常的反应。但是，我希望你能明白，自杀并不能解决问题，只会让你的家人更加伤心。你的父母虽然有气愤和失望的情绪，但平时对你也是很好的，这次是因为你的考试结果让他们感到失望。你现在应该考虑的是如何调整自己的心态，重新面对生活。",
    "annotation": [
      {
        "sentence": "生活的困难和失落感都会让我们感到绝望和痛苦，但是你并不是矫情。",
        "label": ""
      },
      {
        "sentence": "首先，我理解你在中考失利后的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "父母的失望和负面情绪对你造成了很大的心理压力，这都是正常的反应。",
        "label": ""
      },
      {
        "sentence": "但是，我希望你能明白，自杀并不能解决问题，只会让你的家人更加伤心。",
        "label": ""
      },
      {
        "sentence": "你的父母虽然有气愤和失望的情绪，但平时对你也是很好的，这次是因为你的考试结果让他们感到失望。",
        "label": ""
      },
      {
        "sentence": "你现在应该考虑的是如何调整自己的心态，重新面对生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白自杀并不能解决问题，但是我真的感到很无助。我不知道该如何面对父母的态度，他们的压力加重了我的心理负担。我甚至开始出现了自残的行为，我真的很怕自己会失控。",
    "annotation": [
      {
        "sentence": "我明白自杀并不能解决问题，但是我真的感到很无助。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何面对父母的态度，他们的压力加重了我的心理负担。",
        "label": ""
      },
      {
        "sentence": "我甚至开始出现了自残的行为，我真的很怕自己会失控。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你目前的心理状态，但是自残并不能解决任何问题，它只会加重你的痛苦。在这个时候，我建议你找一位专业的心理咨询师寻求帮助，他们能够提供针对你的情况的专业建议，并帮助你调整心态。同时，你可以尝试告诉你的父母你的困惑和痛苦，通过沟通来化解彼此的误解，也许他们会理解你并支持你。",
    "annotation": [
      {
        "sentence": "我能理解你目前的心理状态，但是自残并不能解决任何问题，它只会加重你的痛苦。",
        "label": ""
      },
      {
        "sentence": "在这个时候，我建议你找一位专业的心理咨询师寻求帮助，他们能够提供针对你的情况的专业建议，并帮助你调整心态。",
        "label": ""
      },
      {
        "sentence": "同时，你可以尝试告诉你的父母你的困惑和痛苦，通过沟通来化解彼此的误解，也许他们会理解你并支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你觉得我应该怎么跟父母沟通呢？我现在非常害怕他们打我或者更加厌烦我。我觉得他们对我变得很陌生，我不知道该怎么办才能和他们重新建立联系。",
    "annotation": [
      {
        "sentence": "你觉得我应该怎么跟父母沟通呢？",
        "label": ""
      },
      {
        "sentence": "我现在非常害怕他们打我或者更加厌烦我。",
        "label": ""
      },
      {
        "sentence": "我觉得他们对我变得很陌生，我不知道该怎么办才能和他们重新建立联系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心和害怕，但是沟通是解决问题的关键。你可以选择一个适当的时间和他们坐下来，实诚地表达出你目前的困惑和痛苦。告诉他们你的内心想法，让他们了解你的真实感受。同时，也可以询问他们对你的期望和建议，听取他们的意见，并尝试与他们共同找到解决困境的办法。重建联系需要时间，但是通过沟通和理解，你们之间的关系会有所改善。",
    "annotation": [
      {
        "sentence": "我理解你的担心和害怕，但是沟通是解决问题的关键。",
        "label": ""
      },
      {
        "sentence": "你可以选择一个适当的时间和他们坐下来，实诚地表达出你目前的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "告诉他们你的内心想法，让他们了解你的真实感受。",
        "label": ""
      },
      {
        "sentence": "同时，也可以询问他们对你的期望和建议，听取他们的意见，并尝试与他们共同找到解决困境的办法。",
        "label": ""
      },
      {
        "sentence": "重建联系需要时间，但是通过沟通和理解，你们之间的关系会有所改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试和父母坦诚相待，向他们表达我的内心想法。但是我还是很害怕自己会控制不住情绪，可能会发脾气或者哭泣。我觉得自己现在情绪非常不稳定，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "我会尝试和父母坦诚相待，向他们表达我的内心想法。",
        "label": ""
      },
      {
        "sentence": "但是我还是很害怕自己会控制不住情绪，可能会发脾气或者哭泣。",
        "label": ""
      },
      {
        "sentence": "我觉得自己现在情绪非常不稳定，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你目前的情绪波动，但是你并不孤单，你可以寻求朋友或者亲人的支持。同时，也可以尝试一些情绪调节的方法，比如呼吸慢慢深吸气，或者适量进行一些运动，帮助你释放压力和稳定情绪。此外，如果你的情绪波动非常剧烈并且持续时间很长，我建议你及时咨询专业的心理咨询师，他们能够帮助你更好地应对和管理情绪。",
    "annotation": [
      {
        "sentence": "我理解你目前的情绪波动，但是你并不孤单，你可以寻求朋友或者亲人的支持。",
        "label": ""
      },
      {
        "sentence": "同时，也可以尝试一些情绪调节的方法，比如呼吸慢慢深吸气，或者适量进行一些运动，帮助你释放压力和稳定情绪。",
        "label": ""
      },
      {
        "sentence": "此外，如果你的情绪波动非常剧烈并且持续时间很长，我建议你及时咨询专业的心理咨询师，他们能够帮助你更好地应对和管理情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着寻求朋友和亲人的支持，同时也会尝试适量的运动和呼吸调节。如果情绪波动继续很严重，我会考虑寻求专业的心理咨询师的帮助。谢谢你的支持和鼓励，我现在感觉稍微好一些了。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着寻求朋友和亲人的支持，同时也会尝试适量的运动和呼吸调节。",
        "label": ""
      },
      {
        "sentence": "如果情绪波动继续很严重，我会考虑寻求专业的心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励，我现在感觉稍微好一些了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回答，你已经走出了一步。记住，面对困难时，你并不孤单，有很多人会支持你。不要忘记关注自己的内心，寻求帮助，并且相信自己可以渡过难关。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你的回答，你已经走出了一步。",
        "label": ""
      },
      {
        "sentence": "记住，面对困难时，你并不孤单，有很多人会支持你。",
        "label": ""
      },
      {
        "sentence": "不要忘记关注自己的内心，寻求帮助，并且相信自己可以渡过难关。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]