[
  {
    "role": "client",
    "content": "7岁小朋友做事很拖拉，妈妈是急性子，怎么和谐相处？儿子今年上一年级了，作业每天都要做到很晚，太拖拉了，他自己没有时间玩，家长念叨，他脾气还见长。不想强行介入太多，但是不管又不行，每天为了作业家里各种鸡飞狗跳……",
    "annotation": [
      {
        "sentence": "7岁小朋友做事很拖拉，妈妈是急性子，怎么和谐相处？",
        "label": ""
      },
      {
        "sentence": "儿子今年上一年级了，作业每天都要做到很晚，太拖拉了，他自己没有时间玩，家长念叨，他脾气还见长。",
        "label": ""
      },
      {
        "sentence": "不想强行介入太多，但是不管又不行，每天为了作业家里各种鸡飞狗跳……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的问题我非常理解。你的儿子目前正面临学业上的挑战，而你作为妈妈也感受到了压力。我认为，要解决这个问题，我们首先需要了解作业拖拉的根本原因。作业拖拉其实是因为孩子和家长都失去了客观性。在你们看来，作业已经变成了一种主观感受，因此不同的家长和孩子会有不同的对待方式和主观目标。比如，有些孩子喜欢并能够快速高效地完成作业，对他们来说，作业是顺畅、愉悦且有成就感的。家长几乎不需要操心。而有些孩子则对作业保持平淡态度，按部就班地完成。他们觉得作业平淡无奇，家长的角色也只是偶尔监督。还有一些孩子则完全厌恶作业，不写作业或者想象有魔法可以帮他们完成。这是孩子的逃避心理，他们觉得作业令他们畏惧、厌烦且内心躁动。你的儿子属于哪种类型呢？",
    "annotation": [
      {
        "sentence": "你的问题我非常理解。",
        "label": ""
      },
      {
        "sentence": "你的儿子目前正面临学业上的挑战，而你作为妈妈也感受到了压力。",
        "label": ""
      },
      {
        "sentence": "我认为，要解决这个问题，我们首先需要了解作业拖拉的根本原因。",
        "label": ""
      },
      {
        "sentence": "作业拖拉其实是因为孩子和家长都失去了客观性。",
        "label": ""
      },
      {
        "sentence": "在你们看来，作业已经变成了一种主观感受，因此不同的家长和孩子会有不同的对待方式和主观目标。",
        "label": ""
      },
      {
        "sentence": "比如，有些孩子喜欢并能够快速高效地完成作业，对他们来说，作业是顺畅、愉悦且有成就感的。",
        "label": ""
      },
      {
        "sentence": "家长几乎不需要操心。",
        "label": ""
      },
      {
        "sentence": "而有些孩子则对作业保持平淡态度，按部就班地完成。",
        "label": ""
      },
      {
        "sentence": "他们觉得作业平淡无奇，家长的角色也只是偶尔监督。",
        "label": ""
      },
      {
        "sentence": "还有一些孩子则完全厌恶作业，不写作业或者想象有魔法可以帮他们完成。",
        "label": ""
      },
      {
        "sentence": "这是孩子的逃避心理，他们觉得作业令他们畏惧、厌烦且内心躁动。",
        "label": ""
      },
      {
        "sentence": "你的儿子属于哪种类型呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得他有点属于厌恶型的孩子，经常不写作业或者幻想自己能用魔法完成作业。",
    "annotation": [
      {
        "sentence": "我觉得他有点属于厌恶型的孩子，经常不写作业或者幻想自己能用魔法完成作业。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你的观察是正确的。厌恶型的孩子和其他两种类型的孩子有很大区别，他们的主观和客观存在严重分离，这样的过程对他们来说非常不愉快，作业成了他们的障碍。这种主客观的分离并不是孩子一年级开始写作业才发生的，而是在更早的时候就已经潜移默化地形成了。举个例子，当孩子两三岁时不小心摔伤了腿，其实并不严重，孩子自己也没有特别疼的感觉。但是很多“爱”孩子的家长会夸大其词地表现出担心和责备：“你怎么摔到腿了？快让我看看，小心点啊，慢些，为什么不听话呢？”这时候就会产生两种感受，孩子的感受和家长的感受。很多孩子会相信家长的感受，认为家长说的都是对的，这类孩子通常乖巧懂事，没有主见，细腻但不灵活，我们称之为“死学”型孩子。还有一些孩子则主动放大自己的感受，配合家长演戏，本来没什么感觉的，被家长折腾一下就哭了，只会越哭越伤心。结果发现，这样做真的非常划算，跟着家长走，不仅可以得到安慰，还能得到额外的好处，比如玩手机、买玩具等。家长的态度变得无比慷慨大方，只要不哭，一切事情都好商量。久而久之，形成了一个稳定的互动模式，家长永远夸大感觉，提供安慰和依靠，孩子则扮演无助者的角色。因此，当孩子面临选择依靠自己还是依靠别人时，他们选择了“依靠别人”，为了获得帮助，他们会生气、耍赖、纠缠等等，只有达到目的才罢休。很多时候，家长被孩子绑架了，不得不扮演心怀怨气的拯救者。在这个过程中，孩子没有机会培养自己的能力，无法独立完成任务，遇到困难会更容易受挫，再加上他们主观的感受，会放大这些挫折，从而畏难心理逐渐形成。等到上一年级开始连续写作业时，所有问题就会爆发出来。如果让孩子写一个小时的作业，他无法客观地对待作业的数量和难度，也没有耐心按部就班地完成，他们内心幻想着用魔法“刷”一下就能完成，希望能找到依靠，但发现家长和老师无法满足他们的需求。于是，情绪就高涨起来，他们会觉得厌烦，内心躁动。面对这样的情况，家长也会变得更加不客观，希望立刻改变孩子的学习态度，因为目标不客观，情绪也会变得不客观，一旦无法满足内心的期望，就会抓狂。所以，如果不能从根本上觉察和修正这个问题，不客观的连锁反应将会一直影响着孩子，并伴随他们终生。那么问题的根源是什么呢",
    "annotation": [
      {
        "sentence": "明白了，你的观察是正确的。",
        "label": ""
      },
      {
        "sentence": "厌恶型的孩子和其他两种类型的孩子有很大区别，他们的主观和客观存在严重分离，这样的过程对他们来说非常不愉快，作业成了他们的障碍。",
        "label": ""
      },
      {
        "sentence": "这种主客观的分离并不是孩子一年级开始写作业才发生的，而是在更早的时候就已经潜移默化地形成了。",
        "label": ""
      },
      {
        "sentence": "举个例子，当孩子两三岁时不小心摔伤了腿，其实并不严重，孩子自己也没有特别疼的感觉。",
        "label": ""
      },
      {
        "sentence": "但是很多“爱”孩子的家长会夸大其词地表现出担心和责备：“你怎么摔到腿了？",
        "label": ""
      },
      {
        "sentence": "快让我看看，小心点啊，慢些，为什么不听话呢？",
        "label": ""
      },
      {
        "sentence": "”这时候就会产生两种感受，孩子的感受和家长的感受。",
        "label": ""
      },
      {
        "sentence": "很多孩子会相信家长的感受，认为家长说的都是对的，这类孩子通常乖巧懂事，没有主见，细腻但不灵活，我们称之为“死学”型孩子。",
        "label": ""
      },
      {
        "sentence": "还有一些孩子则主动放大自己的感受，配合家长演戏，本来没什么感觉的，被家长折腾一下就哭了，只会越哭越伤心。",
        "label": ""
      },
      {
        "sentence": "结果发现，这样做真的非常划算，跟着家长走，不仅可以得到安慰，还能得到额外的好处，比如玩手机、买玩具等。",
        "label": ""
      },
      {
        "sentence": "家长的态度变得无比慷慨大方，只要不哭，一切事情都好商量。",
        "label": ""
      },
      {
        "sentence": "久而久之，形成了一个稳定的互动模式，家长永远夸大感觉，提供安慰和依靠，孩子则扮演无助者的角色。",
        "label": ""
      },
      {
        "sentence": "因此，当孩子面临选择依靠自己还是依靠别人时，他们选择了“依靠别人”，为了获得帮助，他们会生气、耍赖、纠缠等等，只有达到目的才罢休。",
        "label": ""
      },
      {
        "sentence": "很多时候，家长被孩子绑架了，不得不扮演心怀怨气的拯救者。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，孩子没有机会培养自己的能力，无法独立完成任务，遇到困难会更容易受挫，再加上他们主观的感受，会放大这些挫折，从而畏难心理逐渐形成。",
        "label": ""
      },
      {
        "sentence": "等到上一年级开始连续写作业时，所有问题就会爆发出来。",
        "label": ""
      },
      {
        "sentence": "如果让孩子写一个小时的作业，他无法客观地对待作业的数量和难度，也没有耐心按部就班地完成，他们内心幻想着用魔法“刷”一下就能完成，希望能找到依靠，但发现家长和老师无法满足他们的需求。",
        "label": ""
      },
      {
        "sentence": "于是，情绪就高涨起来，他们会觉得厌烦，内心躁动。",
        "label": ""
      },
      {
        "sentence": "面对这样的情况，家长也会变得更加不客观，希望立刻改变孩子的学习态度，因为目标不客观，情绪也会变得不客观，一旦无法满足内心的期望，就会抓狂。",
        "label": ""
      },
      {
        "sentence": "所以，如果不能从根本上觉察和修正这个问题，不客观的连锁反应将会一直影响着孩子，并伴随他们终生。",
        "label": ""
      },
      {
        "sentence": "那么问题的根源是什么呢",
        "label": ""
      }
    ]
  }
]