[
  {
    "role": "client",
    "content": "感受不到人际关系的意义，为什么要和人来往？20岁感觉自己内心的还是个孩子现在在职场家庭恋爱各种人际关系举步维艰内心慌乱脑阔疼面对的各种问题从小到大我不擅长跟人来往都是被别人带着走也不懂怎么表达自己的需求所以在关系中习惯隐忍甚至卑微讨好每到毕业关系就不存在我不维持不了长期的关系更多是偶尔联系他们经常是我不联系人就没人联系我那些朋友俩三个月不找我感觉不被理解也不被需要我也很难去需要、相信别人他们对我忽冷忽热的好像只是需要我的时候才想到我我一直很困惑要朋友干嘛但好像是出于人类的基本社交需求既渴望又害怕我不知道为什么要跟他们来往出于各种压力有段时间我都萌生自闭的想法了为什么要跟人来往反正什么事情都是自己一个人去做他们不理解我习惯了孤独但又觉着这样生活有点无味想知道为什么我会有这种想法？有什么可行的建议让人际关系得到改观？是不是我有什么心理障碍？",
    "annotation": [
      {
        "sentence": "感受不到人际关系的意义，为什么要和人来往？",
        "label": ""
      },
      {
        "sentence": "20岁感觉自己内心的还是个孩子现在在职场家庭恋爱各种人际关系举步维艰内心慌乱脑阔疼面对的各种问题从小到大我不擅长跟人来往都是被别人带着走也不懂怎么表达自己的需求所以在关系中习惯隐忍甚至卑微讨好每到毕业关系就不存在我不维持不了长期的关系更多是偶尔联系他们经常是我不联系人就没人联系我那些朋友俩三个月不找我感觉不被理解也不被需要我也很难去需要、相信别人他们对我忽冷忽热的好像只是需要我的时候才想到我我一直很困惑要朋友干嘛但好像是出于人类的基本社交需求既渴望又害怕我不知道为什么要跟他们来往出于各种压力有段时间我都萌生自闭的想法了为什么要跟人来往反正什么事情都是自己一个人去做他们不理解我习惯了孤独但又觉着这样生活有点无味想知道为什么我会有这种想法？",
        "label": ""
      },
      {
        "sentence": "有什么可行的建议让人际关系得到改观？",
        "label": ""
      },
      {
        "sentence": "是不是我有什么心理障碍？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人与人之间的联系，被称之为情。情的存在，各式各样，有博弈场上的虚情，有朋友之间的真情，有君子之交的淡淡交情，有恋人之间的亲情。而情对于人，正如鱼儿离不开水一般，人依心而活，正是活在情中的。",
    "annotation": [
      {
        "sentence": "人与人之间的联系，被称之为情。",
        "label": ""
      },
      {
        "sentence": "情的存在，各式各样，有博弈场上的虚情，有朋友之间的真情，有君子之交的淡淡交情，有恋人之间的亲情。",
        "label": ""
      },
      {
        "sentence": "而情对于人，正如鱼儿离不开水一般，人依心而活，正是活在情中的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的情我确实感受不到。我就是不理解为什么要与人交往，觉得很烦恼。",
    "annotation": [
      {
        "sentence": "你说的情我确实感受不到。",
        "label": ""
      },
      {
        "sentence": "我就是不理解为什么要与人交往，觉得很烦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有时候，我们试图与他人建立联系是出于人类的基本社交需求。虽然你感到烦恼，但你也提到了你渴望与人交往的一面。这种矛盾的感受很常见，不要觉得自己有问题。",
    "annotation": [
      {
        "sentence": "有时候，我们试图与他人建立联系是出于人类的基本社交需求。",
        "label": ""
      },
      {
        "sentence": "虽然你感到烦恼，但你也提到了你渴望与人交往的一面。",
        "label": ""
      },
      {
        "sentence": "这种矛盾的感受很常见，不要觉得自己有问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我感觉每次都是我主动联系别人，他们才会理我。我很困惑为什么要互相交往？",
    "annotation": [
      {
        "sentence": "可是我感觉每次都是我主动联系别人，他们才会理我。",
        "label": ""
      },
      {
        "sentence": "我很困惑为什么要互相交往？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人对人际关系的看法和需求都不同，而且每个人都有自己的生活和忙碌。可能你跟朋友联系的频率不太一致，但这并不意味着你不被需要或理解。有时候，人们并不总是表达自己对别人的需求。",
    "annotation": [
      {
        "sentence": "每个人对人际关系的看法和需求都不同，而且每个人都有自己的生活和忙碌。",
        "label": ""
      },
      {
        "sentence": "可能你跟朋友联系的频率不太一致，但这并不意味着你不被需要或理解。",
        "label": ""
      },
      {
        "sentence": "有时候，人们并不总是表达自己对别人的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，或许是我的想法太过消极了。但在人际关系中，我总是感到很无力，不知如何表达自己的需求。",
    "annotation": [
      {
        "sentence": "嗯，或许是我的想法太过消极了。",
        "label": ""
      },
      {
        "sentence": "但在人际关系中，我总是感到很无力，不知如何表达自己的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "学会表达自己的需求确实对建立健康的人际关系很重要。这需要一定的学习和实践。你可以试着与朋友沟通你的感受和需求，让他们更了解你。同时，也要学会倾听他人的需求，互相理解。",
    "annotation": [
      {
        "sentence": "学会表达自己的需求确实对建立健康的人际关系很重要。",
        "label": ""
      },
      {
        "sentence": "这需要一定的学习和实践。",
        "label": ""
      },
      {
        "sentence": "你可以试着与朋友沟通你的感受和需求，让他们更了解你。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会倾听他人的需求，互相理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着跟朋友分享我的感受和需求，看看是否能改善人际关系。但有时候，我还是觉得孤独，不知道为什么会有这种感觉。",
    "annotation": [
      {
        "sentence": "我会试着跟朋友分享我的感受和需求，看看是否能改善人际关系。",
        "label": ""
      },
      {
        "sentence": "但有时候，我还是觉得孤独，不知道为什么会有这种感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感觉孤独是一个很常见的情绪，尤其是在面对各种压力时。你提到过想过自闭，这样的想法不利于你的心理健康。或许你可以尝试寻找适合你的方式来排解孤独感，比如参加兴趣小组、社交活动或者寻求心理咨询。",
    "annotation": [
      {
        "sentence": "感觉孤独是一个很常见的情绪，尤其是在面对各种压力时。",
        "label": ""
      },
      {
        "sentence": "你提到过想过自闭，这样的想法不利于你的心理健康。",
        "label": ""
      },
      {
        "sentence": "或许你可以尝试寻找适合你的方式来排解孤独感，比如参加兴趣小组、社交活动或者寻求心理咨询。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会尝试你提到的方法。希望可以改善我的人际关系，减轻孤独感。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "好的，我会尝试你提到的方法。",
        "label": ""
      },
      {
        "sentence": "希望可以改善我的人际关系，减轻孤独感。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够找到适合自己的方法，并且享受与他人交往的乐趣。如果需要任何帮助，随时找我聊聊。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够找到适合自己的方法，并且享受与他人交往的乐趣。",
        "label": ""
      },
      {
        "sentence": "如果需要任何帮助，随时找我聊聊。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]