[
  {
    "role": "client",
    "content": "我感受不到人际关系的意义，为什么要和人来往？20岁感觉自己内心的还是个孩子现在在职场家庭恋爱各种人际关系举步维艰内心慌乱脑阔疼面对的各种问题从小到大我不擅长跟人来往都是被别人带着走也不懂怎么表达自己的需求所以在关系中习惯隐忍甚至卑微讨好每到毕业关系就不存在我不维持不了长期的关系更多是偶尔联系他们经常是我不联系人就没人联系我那些朋友俩三个月不找我感觉不被理解也不被需要我也很难去需要、相信别人他们对我忽冷忽热的好像只是需要我的时候才想到我我一直很困惑要朋友干嘛但好像是出于人类的基本社交需求既渴望又害怕我不知道为什么要跟他们来往出于各种压力有段时间我都萌生自闭的想法了为什么要跟人来往反正什么事情都是自己一个人去做他们不理解我习惯了孤独但又觉着这样生活有点无味想知道为什么我会有这种想法？有什么可行的建议让人际关系得到改观？是不是我有什么心理障碍？",
    "annotation": [
      {
        "sentence": "我感受不到人际关系的意义，为什么要和人来往？",
        "label": ""
      },
      {
        "sentence": "20岁感觉自己内心的还是个孩子现在在职场家庭恋爱各种人际关系举步维艰内心慌乱脑阔疼面对的各种问题从小到大我不擅长跟人来往都是被别人带着走也不懂怎么表达自己的需求所以在关系中习惯隐忍甚至卑微讨好每到毕业关系就不存在我不维持不了长期的关系更多是偶尔联系他们经常是我不联系人就没人联系我那些朋友俩三个月不找我感觉不被理解也不被需要我也很难去需要、相信别人他们对我忽冷忽热的好像只是需要我的时候才想到我我一直很困惑要朋友干嘛但好像是出于人类的基本社交需求既渴望又害怕我不知道为什么要跟他们来往出于各种压力有段时间我都萌生自闭的想法了为什么要跟人来往反正什么事情都是自己一个人去做他们不理解我习惯了孤独但又觉着这样生活有点无味想知道为什么我会有这种想法？",
        "label": ""
      },
      {
        "sentence": "有什么可行的建议让人际关系得到改观？",
        "label": ""
      },
      {
        "sentence": "是不是我有什么心理障碍？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您好20岁，多么美好的年华啊，你的问题让我想起多年前网上流行的一句话：“无人问我粥可温，无人与我共黄昏”。如今，社会结构越来越细，越来越小。家庭成员一般一家三口，商品房让单位取消了集体宿舍，学生毕业到了单位都自己租房子住，“孤独”成为老中青各个年龄段的共同感受：空巢老人，空巢青年这些词大家都很熟悉了，所以我们并没有什么心里障碍，我们只需要用积极、热情地态度去对待生活，就会觉得生活是美好的。我们一起来分析一下吧。",
    "annotation": [
      {
        "sentence": "您好20岁，多么美好的年华啊，你的问题让我想起多年前网上流行的一句话：“无人问我粥可温，无人与我共黄昏”。",
        "label": ""
      },
      {
        "sentence": "如今，社会结构越来越细，越来越小。",
        "label": ""
      },
      {
        "sentence": "家庭成员一般一家三口，商品房让单位取消了集体宿舍，学生毕业到了单位都自己租房子住，“孤独”成为老中青各个年龄段的共同感受：空巢老人，空巢青年这些词大家都很熟悉了，所以我们并没有什么心里障碍，我们只需要用积极、热情地态度去对待生活，就会觉得生活是美好的。",
        "label": ""
      },
      {
        "sentence": "我们一起来分析一下吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我毕业后同学关系就结束了，自己偶尔联系同学，长时间没同学主动联系自己，只有有事时同学才联系你。觉得同学关系忽冷忽热：需要时才会找你。不被理解、孤独、有压力，一段时间想自闭。对人际关系渴望又害怕：因为交往是人类的基本社交需求，不交往会觉得生活无味这些让你困惑，朋友有什么用？到底要不要维持朋友关系。",
    "annotation": [
      {
        "sentence": "我毕业后同学关系就结束了，自己偶尔联系同学，长时间没同学主动联系自己，只有有事时同学才联系你。",
        "label": ""
      },
      {
        "sentence": "觉得同学关系忽冷忽热：需要时才会找你。",
        "label": ""
      },
      {
        "sentence": "不被理解、孤独、有压力，一段时间想自闭。",
        "label": ""
      },
      {
        "sentence": "对人际关系渴望又害怕：因为交往是人类的基本社交需求，不交往会觉得生活无味这些让你困惑，朋友有什么用？",
        "label": ""
      },
      {
        "sentence": "到底要不要维持朋友关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在信息化时代，社会交往的形式是多样的：面对面的交流有其优点，可以及时互动，有情感直接的交流，目光的接触，肢体语言所传递的温暖，是最佳的人际交往模式。而网络交流，如微信、视频通话等，也有它的优点，可以更好地表达理想化的自我，克服交往中的一些心理障碍，避免冲突和矛盾。在不同的环境下，我们可以根据需要选择交往的方式。如果朋友都很忙，或者感到自己不被朋友理解时，可以试试在微信上向对方表达自己的想法、歉意、以及感受的压力，这也是一种相互交流的方式。同时，改变消极的认知，比如把“朋友有事才会想起我”转变为“朋友想起我，说明朋友信任我，我有能力帮助朋友是多么好啊，即使不能给予实质的帮助，专心倾听也能缓解朋友的心情”。无论发生什么事情，从不同的角度与思维去看待问题，你会发现人生是多样的。人是群居动物，群居生活能够让我们的祖先在野兽的攻击中生存下来，这种集体潜意识一代代地遗传给我们，正是你所说的“交往是出于人类的基本社交需求”。在交往中，我们能够扩大自己的视野，寻找到归属感、认同感和价值感。那么，在职场、家庭和恋爱中，我们如何与人交往呢？",
    "annotation": [
      {
        "sentence": "在信息化时代，社会交往的形式是多样的：面对面的交流有其优点，可以及时互动，有情感直接的交流，目光的接触，肢体语言所传递的温暖，是最佳的人际交往模式。",
        "label": ""
      },
      {
        "sentence": "而网络交流，如微信、视频通话等，也有它的优点，可以更好地表达理想化的自我，克服交往中的一些心理障碍，避免冲突和矛盾。",
        "label": ""
      },
      {
        "sentence": "在不同的环境下，我们可以根据需要选择交往的方式。",
        "label": ""
      },
      {
        "sentence": "如果朋友都很忙，或者感到自己不被朋友理解时，可以试试在微信上向对方表达自己的想法、歉意、以及感受的压力，这也是一种相互交流的方式。",
        "label": ""
      },
      {
        "sentence": "同时，改变消极的认知，比如把“朋友有事才会想起我”转变为“朋友想起我，说明朋友信任我，我有能力帮助朋友是多么好啊，即使不能给予实质的帮助，专心倾听也能缓解朋友的心情”。",
        "label": ""
      },
      {
        "sentence": "无论发生什么事情，从不同的角度与思维去看待问题，你会发现人生是多样的。",
        "label": ""
      },
      {
        "sentence": "人是群居动物，群居生活能够让我们的祖先在野兽的攻击中生存下来，这种集体潜意识一代代地遗传给我们，正是你所说的“交往是出于人类的基本社交需求”。",
        "label": ""
      },
      {
        "sentence": "在交往中，我们能够扩大自己的视野，寻找到归属感、认同感和价值感。",
        "label": ""
      },
      {
        "sentence": "那么，在职场、家庭和恋爱中，我们如何与人交往呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我需要一些建议，可以帮助改善我的人际关系吗？",
    "annotation": [
      {
        "sentence": "我需要一些建议，可以帮助改善我的人际关系吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，我这里有一些建议：第一点是人际交往的黄金法则，就是像你希望别人对待你一样对待别人。比如，希望朋友经常联系你，那你也主动经常去找他们，哪怕只是简单地坐在一起，喝杯白开水，聊聊心事，这也是很好的交流方式。不在乎形式，不在乎花费多少钱，年轻人经济能力有限，诚意才是最主要的。将被动交往变为主动交往，你就能够掌握幸福的主动权。第二点是学习人际交往的技巧，你可以读一些相关的书，比如《沟通的艺术》、《非暴力沟通》，这些书可以帮助你提升沟通能力。第三点是不要害怕犯错，我们年轻，有能力去试错。只要在实践中多学习、多总结，不放弃，相信你一定有能力解决人际关系中的问题。第四点，要勇于面对孤独。我们要学会享受孤独的时光，当一个人时，可以安排好自己的生活，多读书，积累各方面的知识，多锻炼，拥有一个好身体。第五点，要有面对被人嫌弃的勇气。我们并不是完美无缺的人，别人可能不能接受我们的不完美，但我们自己要有勇气接纳自己的不完美。记住，“不完美”只是为了我们朝着更“完美”的自己努力。祝您工作生活如意！",
    "annotation": [
      {
        "sentence": "当然，我这里有一些建议：第一点是人际交往的黄金法则，就是像你希望别人对待你一样对待别人。",
        "label": ""
      },
      {
        "sentence": "比如，希望朋友经常联系你，那你也主动经常去找他们，哪怕只是简单地坐在一起，喝杯白开水，聊聊心事，这也是很好的交流方式。",
        "label": ""
      },
      {
        "sentence": "不在乎形式，不在乎花费多少钱，年轻人经济能力有限，诚意才是最主要的。",
        "label": ""
      },
      {
        "sentence": "将被动交往变为主动交往，你就能够掌握幸福的主动权。",
        "label": ""
      },
      {
        "sentence": "第二点是学习人际交往的技巧，你可以读一些相关的书，比如《沟通的艺术》、《非暴力沟通》，这些书可以帮助你提升沟通能力。",
        "label": ""
      },
      {
        "sentence": "第三点是不要害怕犯错，我们年轻，有能力去试错。",
        "label": ""
      },
      {
        "sentence": "只要在实践中多学习、多总结，不放弃，相信你一定有能力解决人际关系中的问题。",
        "label": ""
      },
      {
        "sentence": "第四点，要勇于面对孤独。",
        "label": ""
      },
      {
        "sentence": "我们要学会享受孤独的时光，当一个人时，可以安排好自己的生活，多读书，积累各方面的知识，多锻炼，拥有一个好身体。",
        "label": ""
      },
      {
        "sentence": "第五点，要有面对被人嫌弃的勇气。",
        "label": ""
      },
      {
        "sentence": "我们并不是完美无缺的人，别人可能不能接受我们的不完美，但我们自己要有勇气接纳自己的不完美。",
        "label": ""
      },
      {
        "sentence": "记住，“不完美”只是为了我们朝着更“完美”的自己努力。",
        "label": ""
      },
      {
        "sentence": "祝您工作生活如意！",
        "label": ""
      }
    ]
  }
]