[
  {
    "role": "client",
    "content": "我有时自卑到绝望，会放大自己的缺点。敏感焦虑有时候看自己有些优点比别人好，会觉得很自信，有时候又因一点小缺点，特敏感的担心别人会不会因这小缺点觉得我这人很差，不喜欢我。这样我就没朋友了，还常常因为别人不回复信息，我就各种担心，是不是我说错话了，这个信息发出去有问题，人家不喜欢我了，完蛋了…然后各种焦虑不安…",
    "annotation": [
      {
        "sentence": "我有时自卑到绝望，会放大自己的缺点。",
        "label": ""
      },
      {
        "sentence": "敏感焦虑有时候看自己有些优点比别人好，会觉得很自信，有时候又因一点小缺点，特敏感的担心别人会不会因这小缺点觉得我这人很差，不喜欢我。",
        "label": ""
      },
      {
        "sentence": "这样我就没朋友了，还常常因为别人不回复信息，我就各种担心，是不是我说错话了，这个信息发出去有问题，人家不喜欢我了，完蛋了…然后各种焦虑不安…",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的症结在于两点：一是你过于追求别人的看法，一丁点缺点都不能容忍。虽然你能看到自己的优点和缺点，但对自己的缺点非常执着，执着到偏离轨道，给它加上一些不属于它的标签。你敏感而柔软的内心渴望有好朋友，能互诉衷肠，一起度过美好的时光，这是对友谊的需求，正因为需要，所以害怕失去。因为害怕，你就会放大自己的一点点缺点。但每个人都有缺点，难道你会因为朋友的一点点缺点就不和他做朋友了吗？显然这是你的决定。你也可以主动出击，如果你的朋友因为你的个人缺点而犹豫，你可以和他交流沟通，可以达成共识，例如给你时间改掉缺点。而不是一味地看着缺点，并臆测未来，你应该把握现在和朋友们的每一刻，加强联结、加固友谊，就能得到你想要的。",
    "annotation": [
      {
        "sentence": "你的症结在于两点：一是你过于追求别人的看法，一丁点缺点都不能容忍。",
        "label": ""
      },
      {
        "sentence": "虽然你能看到自己的优点和缺点，但对自己的缺点非常执着，执着到偏离轨道，给它加上一些不属于它的标签。",
        "label": ""
      },
      {
        "sentence": "你敏感而柔软的内心渴望有好朋友，能互诉衷肠，一起度过美好的时光，这是对友谊的需求，正因为需要，所以害怕失去。",
        "label": ""
      },
      {
        "sentence": "因为害怕，你就会放大自己的一点点缺点。",
        "label": ""
      },
      {
        "sentence": "但每个人都有缺点，难道你会因为朋友的一点点缺点就不和他做朋友了吗？",
        "label": ""
      },
      {
        "sentence": "显然这是你的决定。",
        "label": ""
      },
      {
        "sentence": "你也可以主动出击，如果你的朋友因为你的个人缺点而犹豫，你可以和他交流沟通，可以达成共识，例如给你时间改掉缺点。",
        "label": ""
      },
      {
        "sentence": "而不是一味地看着缺点，并臆测未来，你应该把握现在和朋友们的每一刻，加强联结、加固友谊，就能得到你想要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我确实过于关注他人的想法，甚至不能容忍自己的一点点缺点。我明白自己需要朋友，但是害怕失去。那我该如何调整自己的心态呢？",
    "annotation": [
      {
        "sentence": "你说的很对，我确实过于关注他人的想法，甚至不能容忍自己的一点点缺点。",
        "label": ""
      },
      {
        "sentence": "我明白自己需要朋友，但是害怕失去。",
        "label": ""
      },
      {
        "sentence": "那我该如何调整自己的心态呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第二点可能是你有讨好型人格，会感到焦虑和害怕。别人不回复你的信息，你会开始猜想是不是自己得罪了对方，是不是说错话了。一味地讨好别人，忽视了自己的想法和感受。在这样的情景下，你不觉得内心很煎熬、很痛苦吗？为什么要去担心一些不确定的事情呢？你需要调整自己的心态，意识到她不回消息可能是在忙别的事情，或者还没来得及回复。不要过分怀疑自己的问题，有时候需要停下脚步去思考自己想要什么。在一段友谊中，你想给对方发消息、做什么，这些都是你的需要，但不要因为你这样做了，就期望对方必须以某种方式回应你。因为你的想法是你的，结果如何我们要有心理准备。不要因为对方的一些举动就怀疑自己，也别去纠结为什么有的人会对你这样不一样，这是因为每个人对同一个事情都有不一样的情感、感受和态度。正是因为这些才让友谊有了多样性。",
    "annotation": [
      {
        "sentence": "第二点可能是你有讨好型人格，会感到焦虑和害怕。",
        "label": ""
      },
      {
        "sentence": "别人不回复你的信息，你会开始猜想是不是自己得罪了对方，是不是说错话了。",
        "label": ""
      },
      {
        "sentence": "一味地讨好别人，忽视了自己的想法和感受。",
        "label": ""
      },
      {
        "sentence": "在这样的情景下，你不觉得内心很煎熬、很痛苦吗？",
        "label": ""
      },
      {
        "sentence": "为什么要去担心一些不确定的事情呢？",
        "label": ""
      },
      {
        "sentence": "你需要调整自己的心态，意识到她不回消息可能是在忙别的事情，或者还没来得及回复。",
        "label": ""
      },
      {
        "sentence": "不要过分怀疑自己的问题，有时候需要停下脚步去思考自己想要什么。",
        "label": ""
      },
      {
        "sentence": "在一段友谊中，你想给对方发消息、做什么，这些都是你的需要，但不要因为你这样做了，就期望对方必须以某种方式回应你。",
        "label": ""
      },
      {
        "sentence": "因为你的想法是你的，结果如何我们要有心理准备。",
        "label": ""
      },
      {
        "sentence": "不要因为对方的一些举动就怀疑自己，也别去纠结为什么有的人会对你这样不一样，这是因为每个人对同一个事情都有不一样的情感、感受和态度。",
        "label": ""
      },
      {
        "sentence": "正是因为这些才让友谊有了多样性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实太关注别人的想法，而忽视了自己的感受。我应该调整心态，学会停下来思考自己真正想要的是什么。友谊中，我应该明白我的行为和想法是基于自己的需要，而不是期望别人必须以某种方式回应我。每个人都有不同的情感和态度，这正是友谊的多样性。",
    "annotation": [
      {
        "sentence": "你说得对，我确实太关注别人的想法，而忽视了自己的感受。",
        "label": ""
      },
      {
        "sentence": "我应该调整心态，学会停下来思考自己真正想要的是什么。",
        "label": ""
      },
      {
        "sentence": "友谊中，我应该明白我的行为和想法是基于自己的需要，而不是期望别人必须以某种方式回应我。",
        "label": ""
      },
      {
        "sentence": "每个人都有不同的情感和态度，这正是友谊的多样性。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能意识到这些。调整心态并不容易，但是只要你坚持，慢慢地就会收到成效。你可以试着培养更多的自信，相信自己的价值，不再太过于关注别人的意见。同时，也要学会与朋友沟通，相互理解和包容。友谊是建立在真心的交流和互相支持上的，只有这样，你才能找到真正的朋友，建立稳固而持久的友谊。",
    "annotation": [
      {
        "sentence": "很高兴你能意识到这些。",
        "label": ""
      },
      {
        "sentence": "调整心态并不容易，但是只要你坚持，慢慢地就会收到成效。",
        "label": ""
      },
      {
        "sentence": "你可以试着培养更多的自信，相信自己的价值，不再太过于关注别人的意见。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会与朋友沟通，相互理解和包容。",
        "label": ""
      },
      {
        "sentence": "友谊是建立在真心的交流和互相支持上的，只有这样，你才能找到真正的朋友，建立稳固而持久的友谊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我会努力调整自己的心态，培养更多的自信。同时，我也会学会与朋友们更好地沟通，相互理解和包容。我相信通过你的帮助，我能够建立起真正的友谊。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会努力调整自己的心态，培养更多的自信。",
        "label": ""
      },
      {
        "sentence": "同时，我也会学会与朋友们更好地沟通，相互理解和包容。",
        "label": ""
      },
      {
        "sentence": "我相信通过你的帮助，我能够建立起真正的友谊。",
        "label": ""
      }
    ]
  }
]