[
  {
    "role": "client",
    "content": "三年了，我痛苦，压力，情绪失控，严重失眠，怎么办？救命啊我痛苦压力情绪失控痛苦到压力压抑导致严重失眠和痛苦到严重的崩溃爆裂自杀致命精神病啊！三年了啊！被这个情绪痛苦折磨肆虐了三年了啊到现在已经辞职了一个星期了啊都丝毫没有任何的改善啊我的心里依然持续低迷和严重的痛苦啊那种感觉让我痛苦到发疯发狂发癫啊那种感受是多么的惨痛啊啊啊啊为什么啊在这三年里我的精神情绪一天一天的被这样侵袭和残害啊如今现在我的心里和情绪整个人都撕毁了啊充满了低落敏感焦虑困惑惶恐不安以及恐惧焦虑害怕啊一点东西和一点声音都会被吓到啊我感觉到我的身体里面所有的东西都已经全部都死了啊不断的痛苦崩溃害怕啊到了现在啊我依然无法得到一个满足的睡眠状态啊我很努力了啊但是我的心里和情绪真的总是被折磨的好痛苦啊我闭上眼睛心中都依然存在着那股压抑和痛苦啊我辞职了一个星期了啊但是大脑就仍然痛苦到在那边严重的胡思乱想啊也持续性的梦到和幻想的那些关于过去工作的人事物啊为什么要这样啊我是不是要死了啊！",
    "annotation": [
      {
        "sentence": "三年了，我痛苦，压力，情绪失控，严重失眠，怎么办？",
        "label": ""
      },
      {
        "sentence": "救命啊我痛苦压力情绪失控痛苦到压力压抑导致严重失眠和痛苦到严重的崩溃爆裂自杀致命精神病啊！",
        "label": ""
      },
      {
        "sentence": "三年了啊！",
        "label": ""
      },
      {
        "sentence": "被这个情绪痛苦折磨肆虐了三年了啊到现在已经辞职了一个星期了啊都丝毫没有任何的改善啊我的心里依然持续低迷和严重的痛苦啊那种感觉让我痛苦到发疯发狂发癫啊那种感受是多么的惨痛啊啊啊啊为什么啊在这三年里我的精神情绪一天一天的被这样侵袭和残害啊如今现在我的心里和情绪整个人都撕毁了啊充满了低落敏感焦虑困惑惶恐不安以及恐惧焦虑害怕啊一点东西和一点声音都会被吓到啊我感觉到我的身体里面所有的东西都已经全部都死了啊不断的痛苦崩溃害怕啊到了现在啊我依然无法得到一个满足的睡眠状态啊我很努力了啊但是我的心里和情绪真的总是被折磨的好痛苦啊我闭上眼睛心中都依然存在着那股压抑和痛苦啊我辞职了一个星期了啊但是大脑就仍然痛苦到在那边严重的胡思乱想啊也持续性的梦到和幻想的那些关于过去工作的人事物啊为什么要这样啊我是不是要死了啊！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，感到你的情绪很低落，对工作和生活也没有任何的信心，失眠苦恼也让你身心俱疲。我理解你的心情，首先需要明确的是，这些痛苦情绪可以上诊所或医院心理门诊寻求专业帮助，诊断和治疗，不要因痛苦而自我闭塞，或者误认为是找不到帮助或者是孤独的。可以尝试去医院心理门诊咨询一下，会有专业的医生给出相应的治疗方案。",
    "annotation": [
      {
        "sentence": "听你的描述，感到你的情绪很低落，对工作和生活也没有任何的信心，失眠苦恼也让你身心俱疲。",
        "label": ""
      },
      {
        "sentence": "我理解你的心情，首先需要明确的是，这些痛苦情绪可以上诊所或医院心理门诊寻求专业帮助，诊断和治疗，不要因痛苦而自我闭塞，或者误认为是找不到帮助或者是孤独的。",
        "label": ""
      },
      {
        "sentence": "可以尝试去医院心理门诊咨询一下，会有专业的医生给出相应的治疗方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是去医院会碰到熟人，会不会有面子问题？",
    "annotation": [
      {
        "sentence": "但是去医院会碰到熟人，会不会有面子问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一般医院不会透露你就医的隐私，而且专业帮助比起来，一点的\"面子问题\"真的不算什么。现在有很多医院的心理专家、心理诊所可以提供专业帮助，也可以选择线上的方式进行治疗，确保自己及时得到有效的治疗。",
    "annotation": [
      {
        "sentence": "一般医院不会透露你就医的隐私，而且专业帮助比起来，一点的\"面子问题\"真的不算什么。",
        "label": ""
      },
      {
        "sentence": "现在有很多医院的心理专家、心理诊所可以提供专业帮助，也可以选择线上的方式进行治疗，确保自己及时得到有效的治疗。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我害怕自己找不到自我，不知道怎么去面对生活。",
    "annotation": [
      {
        "sentence": "我害怕自己找不到自我，不知道怎么去面对生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是常见的担忧，但是你应该相信自己的内心和能力，治疗过程可能遇到一些挑战，但是这也是治疗的正常过程。治疗师会和你一起解决你的问题，并且指导你着手开始生活中的一些事务，告诉你如何去面对困难和挑战，逐渐从痛苦和危机中走出来。",
    "annotation": [
      {
        "sentence": "这是常见的担忧，但是你应该相信自己的内心和能力，治疗过程可能遇到一些挑战，但是这也是治疗的正常过程。",
        "label": ""
      },
      {
        "sentence": "治疗师会和你一起解决你的问题，并且指导你着手开始生活中的一些事务，告诉你如何去面对困难和挑战，逐渐从痛苦和危机中走出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在治疗过程中，会不会遭遇到什么尴尬的事情，会不会到了医院感觉不知道干什么。",
    "annotation": [
      {
        "sentence": "在治疗过程中，会不会遭遇到什么尴尬的事情，会不会到了医院感觉不知道干什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "建议第一次去之前，提前想好要问什么问题，应该会对自己的潜在需求、际遇、行为和思维做一些简短的评估，并且会关注你的内心情绪，你的医生会根据你的情况制定出个性化的治疗计划，对你随时提问，解决你在治疗过程中遇到的问题，监测治疗的效果等等。",
    "annotation": [
      {
        "sentence": "建议第一次去之前，提前想好要问什么问题，应该会对自己的潜在需求、际遇、行为和思维做一些简短的评估，并且会关注你的内心情绪，你的医生会根据你的情况制定出个性化的治疗计划，对你随时提问，解决你在治疗过程中遇到的问题，监测治疗的效果等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "一直知道要去看医生，但是拖了三年都没有去的决心。",
    "annotation": [
      {
        "sentence": "一直知道要去看医生，但是拖了三年都没有去的决心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在心理问题上，不要怕，不要乱想，不要自我怀疑。每个人都有可能遭遇痛苦和苦恼，这也是正常的。治疗主要是帮助你澄清自己的心理问题，更好地理解自己，帮助你改变思考方式，从而更好地适应周围的环境。",
    "annotation": [
      {
        "sentence": "在心理问题上，不要怕，不要乱想，不要自我怀疑。",
        "label": ""
      },
      {
        "sentence": "每个人都有可能遭遇痛苦和苦恼，这也是正常的。",
        "label": ""
      },
      {
        "sentence": "治疗主要是帮助你澄清自己的心理问题，更好地理解自己，帮助你改变思考方式，从而更好地适应周围的环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我还有很多的顾虑，还担心会对别人造成麻烦。",
    "annotation": [
      {
        "sentence": "我还有很多的顾虑，还担心会对别人造成麻烦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你和其他人的心理问题没有任何关系，不会对给其他人造成影响。而且，你可以化痛苦为动力，积极地对待心理治疗，让生活充满积极向上的能量. 如果有任何情况，我们可以一起解决，但不要因为你的痛苦而疏远周围的人，在治疗过程中，可以寻求亲情和朋友的支持，这可以让治疗过程变得更加顺利。",
    "annotation": [
      {
        "sentence": "你和其他人的心理问题没有任何关系，不会对给其他人造成影响。",
        "label": ""
      },
      {
        "sentence": "而且，你可以化痛苦为动力，积极地对待心理治疗，让生活充满积极向上的能量. 如果有任何情况，我们可以一起解决，但不要因为你的痛苦而疏远周围的人，在治疗过程中，可以寻求亲情和朋友的支持，这可以让治疗过程变得更加顺利。",
        "label": ""
      }
    ]
  }
]