[
  {
    "role": "client",
    "content": "有时自卑到绝望，会放大自己的缺点？敏感焦虑有时候看自己有些优点比别人好，会觉得很自信，有时候又因一点小缺点，特敏感的担心别人会不会因这小缺点觉得我这人很差，不喜欢我，这样我就没朋友了，还常常因为别人不回复信息，我就各种各样的担心，是不是我说错话了，这个信息发出去有问题，人家不喜欢我了，完蛋了…然后各种焦虑不安…",
    "annotation": [
      {
        "sentence": "有时自卑到绝望，会放大自己的缺点？",
        "label": ""
      },
      {
        "sentence": "敏感焦虑有时候看自己有些优点比别人好，会觉得很自信，有时候又因一点小缺点，特敏感的担心别人会不会因这小缺点觉得我这人很差，不喜欢我，这样我就没朋友了，还常常因为别人不回复信息，我就各种各样的担心，是不是我说错话了，这个信息发出去有问题，人家不喜欢我了，完蛋了…然后各种焦虑不安…",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一言知你。",
    "annotation": [
      {
        "sentence": "一言知你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想发展更强的自信心，但是总是会被一些小问题困扰，不知道该如何调整自己的心态。",
    "annotation": [
      {
        "sentence": "我想发展更强的自信心，但是总是会被一些小问题困扰，不知道该如何调整自己的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够意识到这些小问题对你的心态产生影响已经是很好的一步了。你提到的担心别人会因为你的小缺点而不喜欢你，这其实是一种对自己的过度要求和自卑心理。我们每个人都有缺点，但这并不意味着我们就不值得被喜欢和交朋友。你可以试着多从正面角度看待自己，发挥自身优点，并积极面对自己的缺点，这样你的自信心会逐渐增强。",
    "annotation": [
      {
        "sentence": "能够意识到这些小问题对你的心态产生影响已经是很好的一步了。",
        "label": ""
      },
      {
        "sentence": "你提到的担心别人会因为你的小缺点而不喜欢你，这其实是一种对自己的过度要求和自卑心理。",
        "label": ""
      },
      {
        "sentence": "我们每个人都有缺点，但这并不意味着我们就不值得被喜欢和交朋友。",
        "label": ""
      },
      {
        "sentence": "你可以试着多从正面角度看待自己，发挥自身优点，并积极面对自己的缺点，这样你的自信心会逐渐增强。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实需要从正面角度看待自己。但是我还是很在意他人的看法，特别是担心自己的行为或言语会让别人觉得不喜欢，导致我没有朋友。",
    "annotation": [
      {
        "sentence": "你说得对，我确实需要从正面角度看待自己。",
        "label": ""
      },
      {
        "sentence": "但是我还是很在意他人的看法，特别是担心自己的行为或言语会让别人觉得不喜欢，导致我没有朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心是可以理解的，在意他人的看法是人之常情。但是要记住，不是每个人都会因为你的某些行为或言语而对你产生厌恶或不喜欢。友谊是建立在互相理解和尊重的基础上的，你不必过分在意别人的看法，只要做到真实的表达自己，找到真心接受你的人，自然会有朋友。",
    "annotation": [
      {
        "sentence": "你的担心是可以理解的，在意他人的看法是人之常情。",
        "label": ""
      },
      {
        "sentence": "但是要记住，不是每个人都会因为你的某些行为或言语而对你产生厌恶或不喜欢。",
        "label": ""
      },
      {
        "sentence": "友谊是建立在互相理解和尊重的基础上的，你不必过分在意别人的看法，只要做到真实的表达自己，找到真心接受你的人，自然会有朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有时候别人不回复我的信息，我就会产生各种担心，会想是否是我说错了话，或者信息有问题，担心别人不喜欢我了。",
    "annotation": [
      {
        "sentence": "有时候别人不回复我的信息，我就会产生各种担心，会想是否是我说错了话，或者信息有问题，担心别人不喜欢我了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你这种担心。但是别人不回复信息有很多原因，并不一定是因为你的问题。也许对方没看到，或者正在忙其他事情。你不必将问题归咎于自己，过分苛求自己只会让自己陷入焦虑不安的情绪中。试着从平常心去看待这种情况，不要过度放大问题的重要性。",
    "annotation": [
      {
        "sentence": "明白你这种担心。",
        "label": ""
      },
      {
        "sentence": "但是别人不回复信息有很多原因，并不一定是因为你的问题。",
        "label": ""
      },
      {
        "sentence": "也许对方没看到，或者正在忙其他事情。",
        "label": ""
      },
      {
        "sentence": "你不必将问题归咎于自己，过分苛求自己只会让自己陷入焦虑不安的情绪中。",
        "label": ""
      },
      {
        "sentence": "试着从平常心去看待这种情况，不要过度放大问题的重要性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要改变我的内心参照物。我应该更加关注自己的需求，而不是过度在意他人的看法。这样我才能够舒服地与他人相处。",
    "annotation": [
      {
        "sentence": "你说得对，我需要改变我的内心参照物。",
        "label": ""
      },
      {
        "sentence": "我应该更加关注自己的需求，而不是过度在意他人的看法。",
        "label": ""
      },
      {
        "sentence": "这样我才能够舒服地与他人相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你明白了重点。关注自身需求并不是自私，反而是为了更好地理解他人和与他人相处。只有当你更加了解自己，才能够真正实现与他人之间的舒适相处。不要让自卑和焦虑限制了你的发展，相信自己，你会越来越自信和坚强的。",
    "annotation": [
      {
        "sentence": "很好，你明白了重点。",
        "label": ""
      },
      {
        "sentence": "关注自身需求并不是自私，反而是为了更好地理解他人和与他人相处。",
        "label": ""
      },
      {
        "sentence": "只有当你更加了解自己，才能够真正实现与他人之间的舒适相处。",
        "label": ""
      },
      {
        "sentence": "不要让自卑和焦虑限制了你的发展，相信自己，你会越来越自信和坚强的。",
        "label": ""
      }
    ]
  }
]