[
  {
    "role": "client",
    "content": "妈妈的健康问题一直让我挂在心上，不知道该如何照顾她才好。去年妈妈刚做了一次手术，幸好手术很成功。但是现在妈妈年纪大了，吃饭的时候也不按时，而且吃的很少。我给她买的营养品她也记不住吃，每次我去盯着她她才肯吃一次。我买了营养品已经有1年多了，可是上次去看的时候还剩了好多。昨天我见了妈妈一面，发现她又瘦了，真的很担心她。我真的不知道应该怎么照顾她才好。虽然她身边有姐姐，但是姐姐自己都顾不上，还需要妈妈的帮衬。这让我觉得妈妈很可怜。我感到很苦恼，因为姐姐带着她的两个儿子，还有一个不上班的姐夫，他们就像拖油瓶一样一直连累着妈妈。我真的对妈妈的身体非常担忧。",
    "annotation": [
      {
        "sentence": "妈妈的健康问题一直让我挂在心上，不知道该如何照顾她才好。",
        "label": ""
      },
      {
        "sentence": "去年妈妈刚做了一次手术，幸好手术很成功。",
        "label": ""
      },
      {
        "sentence": "但是现在妈妈年纪大了，吃饭的时候也不按时，而且吃的很少。",
        "label": ""
      },
      {
        "sentence": "我给她买的营养品她也记不住吃，每次我去盯着她她才肯吃一次。",
        "label": ""
      },
      {
        "sentence": "我买了营养品已经有1年多了，可是上次去看的时候还剩了好多。",
        "label": ""
      },
      {
        "sentence": "昨天我见了妈妈一面，发现她又瘦了，真的很担心她。",
        "label": ""
      },
      {
        "sentence": "我真的不知道应该怎么照顾她才好。",
        "label": ""
      },
      {
        "sentence": "虽然她身边有姐姐，但是姐姐自己都顾不上，还需要妈妈的帮衬。",
        "label": ""
      },
      {
        "sentence": "这让我觉得妈妈很可怜。",
        "label": ""
      },
      {
        "sentence": "我感到很苦恼，因为姐姐带着她的两个儿子，还有一个不上班的姐夫，他们就像拖油瓶一样一直连累着妈妈。",
        "label": ""
      },
      {
        "sentence": "我真的对妈妈的身体非常担忧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为子女，照顾父母是我们的责任和义务。但更重要的是，我们要怀着孝顺和尊重的心情去照顾他们，才能真正甘愿地付出和回报。从你的描述中，可以看出你是个非常孝顺的孩子，因为你非常担心妈妈的身体。但是你自己不能在她身边照顾她，而姐姐一家人又对照顾母亲不是很上心，这更加让你担心妈妈。我建议你和姐姐好好谈一次，认真地谈一谈你的担忧。虽然你不在身边，但是她可能需要耐心地照顾和伺候妈妈。你可以理解她也有自己的家庭需要照顾，自己的事情要忙。但是，你也要提醒她照顾母亲是非常必要的，让她自己意识到这种重要性。你可以在经济上多多帮助她，弥补你不在身边对妈妈照顾的影响。但是要注意自己的底线，也要观察这些钱是否真正用在了妈妈的身上。尽量多多地创造机会回家看望和照顾妈妈，保持一定的频率，不要让自己太长时间才回家一次。同时，你也要劝说妈妈自己照顾自己，这点比什么都重要。可能你也会发现，当你越长大越忙碌的时候，能够回家看望父母的时间会越来越少，越来越短。虽然每次看到妈妈时，你内心都感到非常难受，但是行动起来才是真正孝顺的表现。每周打几次电话给妈妈，或者每个月、半年回家一次，一定要保持一定的频率。当你还可以陪伴妈妈的时候，多多地利用这个时间照顾她，这比直接给予物质支持更为重要。几乎每个人都会后悔没有更多的时间陪伴父母，而当时的他们和你现在一样，都因为自己有不得不忙的事情而不经意地忽视了这个重要的问题。另外，一定要改变妈妈的想法，让她敢于享受生活，不要让自己委屈了一辈子之后，现在老了还要继续委屈自己。让她敢于吃好、喝好、玩好，敢于表达自己的需求，真正好好地照顾自己。无论是营养品还是其他的东西，她要有自觉吃的意识。",
    "annotation": [
      {
        "sentence": "作为子女，照顾父母是我们的责任和义务。",
        "label": ""
      },
      {
        "sentence": "但更重要的是，我们要怀着孝顺和尊重的心情去照顾他们，才能真正甘愿地付出和回报。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，可以看出你是个非常孝顺的孩子，因为你非常担心妈妈的身体。",
        "label": ""
      },
      {
        "sentence": "但是你自己不能在她身边照顾她，而姐姐一家人又对照顾母亲不是很上心，这更加让你担心妈妈。",
        "label": ""
      },
      {
        "sentence": "我建议你和姐姐好好谈一次，认真地谈一谈你的担忧。",
        "label": ""
      },
      {
        "sentence": "虽然你不在身边，但是她可能需要耐心地照顾和伺候妈妈。",
        "label": ""
      },
      {
        "sentence": "你可以理解她也有自己的家庭需要照顾，自己的事情要忙。",
        "label": ""
      },
      {
        "sentence": "但是，你也要提醒她照顾母亲是非常必要的，让她自己意识到这种重要性。",
        "label": ""
      },
      {
        "sentence": "你可以在经济上多多帮助她，弥补你不在身边对妈妈照顾的影响。",
        "label": ""
      },
      {
        "sentence": "但是要注意自己的底线，也要观察这些钱是否真正用在了妈妈的身上。",
        "label": ""
      },
      {
        "sentence": "尽量多多地创造机会回家看望和照顾妈妈，保持一定的频率，不要让自己太长时间才回家一次。",
        "label": ""
      },
      {
        "sentence": "同时，你也要劝说妈妈自己照顾自己，这点比什么都重要。",
        "label": ""
      },
      {
        "sentence": "可能你也会发现，当你越长大越忙碌的时候，能够回家看望父母的时间会越来越少，越来越短。",
        "label": ""
      },
      {
        "sentence": "虽然每次看到妈妈时，你内心都感到非常难受，但是行动起来才是真正孝顺的表现。",
        "label": ""
      },
      {
        "sentence": "每周打几次电话给妈妈，或者每个月、半年回家一次，一定要保持一定的频率。",
        "label": ""
      },
      {
        "sentence": "当你还可以陪伴妈妈的时候，多多地利用这个时间照顾她，这比直接给予物质支持更为重要。",
        "label": ""
      },
      {
        "sentence": "几乎每个人都会后悔没有更多的时间陪伴父母，而当时的他们和你现在一样，都因为自己有不得不忙的事情而不经意地忽视了这个重要的问题。",
        "label": ""
      },
      {
        "sentence": "另外，一定要改变妈妈的想法，让她敢于享受生活，不要让自己委屈了一辈子之后，现在老了还要继续委屈自己。",
        "label": ""
      },
      {
        "sentence": "让她敢于吃好、喝好、玩好，敢于表达自己的需求，真正好好地照顾自己。",
        "label": ""
      },
      {
        "sentence": "无论是营养品还是其他的东西，她要有自觉吃的意识。",
        "label": ""
      }
    ]
  }
]