[
  {
    "role": "client",
    "content": "我是一个20岁的大二学生，我明白学习的重要性，但是我却没有动力去学习。在高中的时候，因为失恋，我对学习产生了抵触心理，一直到大学这种心理一直存在。",
    "annotation": [
      {
        "sentence": "我是一个20岁的大二学生，我明白学习的重要性，但是我却没有动力去学习。",
        "label": ""
      },
      {
        "sentence": "在高中的时候，因为失恋，我对学习产生了抵触心理，一直到大学这种心理一直存在。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够感觉到你内心的压抑、愤怒、冲突、纠结、焦虑不安。一方面，作为成年人，你可以清楚地意识到自己需要努力学习和认真听课。另一方面，却又找不到自己努力学习和认真听课的动力，不知道为了什么而努力，产生了与意识自我的想法和需求冲突，让你变得焦虑不安起来。",
    "annotation": [
      {
        "sentence": "能够感觉到你内心的压抑、愤怒、冲突、纠结、焦虑不安。",
        "label": ""
      },
      {
        "sentence": "一方面，作为成年人，你可以清楚地意识到自己需要努力学习和认真听课。",
        "label": ""
      },
      {
        "sentence": "另一方面，却又找不到自己努力学习和认真听课的动力，不知道为了什么而努力，产生了与意识自我的想法和需求冲突，让你变得焦虑不安起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我的父母一直期望我能考上一个好的学校，然后考研。他们对我有很大的期望，但我现在完全找不到学习的动力和兴趣。",
    "annotation": [
      {
        "sentence": "是的，我的父母一直期望我能考上一个好的学校，然后考研。",
        "label": ""
      },
      {
        "sentence": "他们对我有很大的期望，但我现在完全找不到学习的动力和兴趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你父母期望你能够考上一个好的学校并考研，这跟很多家庭一样，父母希望孩子能有好的前途。然而，他们可能没有意识到这样做实际上剥夺了你的独立思考和希望，让你感觉不到自我的存在和价值，也无法产生相应的学习动力和兴趣。",
    "annotation": [
      {
        "sentence": "你父母期望你能够考上一个好的学校并考研，这跟很多家庭一样，父母希望孩子能有好的前途。",
        "label": ""
      },
      {
        "sentence": "然而，他们可能没有意识到这样做实际上剥夺了你的独立思考和希望，让你感觉不到自我的存在和价值，也无法产生相应的学习动力和兴趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我经常想填补内心的空虚，所以总是玩手机、打游戏。但之后我会感到懊悔和自责。我真的很苦恼，因为这样不是我想要的大学生活。",
    "annotation": [
      {
        "sentence": "是的，我经常想填补内心的空虚，所以总是玩手机、打游戏。",
        "label": ""
      },
      {
        "sentence": "但之后我会感到懊悔和自责。",
        "label": ""
      },
      {
        "sentence": "我真的很苦恼，因为这样不是我想要的大学生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你用这种方式可能是在反抗和拒绝接受父母对你的强迫控制和期望，希望满足自己追求理想生活的期望和需求。然而，这种方式可能只能被你的意识自我接受，没有被理解。让自己能够有主动学习和认真听课的兴趣和动力是很好的，不过在做这个之前，你需要先卸下身上的压力，把父母施加在你身上的期望还给他们，把自己的真实想法和感受跟父母表达出来，听听他们的想法和感受，促进和父母之间的深入交流和理解，改善和父母之间的感情关系。",
    "annotation": [
      {
        "sentence": "你用这种方式可能是在反抗和拒绝接受父母对你的强迫控制和期望，希望满足自己追求理想生活的期望和需求。",
        "label": ""
      },
      {
        "sentence": "然而，这种方式可能只能被你的意识自我接受，没有被理解。",
        "label": ""
      },
      {
        "sentence": "让自己能够有主动学习和认真听课的兴趣和动力是很好的，不过在做这个之前，你需要先卸下身上的压力，把父母施加在你身上的期望还给他们，把自己的真实想法和感受跟父母表达出来，听听他们的想法和感受，促进和父母之间的深入交流和理解，改善和父母之间的感情关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要和父母好好沟通，让他们了解我的真实想法和感受。",
    "annotation": [
      {
        "sentence": "我明白了，我需要和父母好好沟通，让他们了解我的真实想法和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，沟通是非常重要的一步。接下来，你还需要摆正自己的身份角色位置，用成年人的思维和视角来看待和对待自己。明确并确定自己的学习和生活目标方向，按照自己的想法去学习，满足自我期望和需求，这样就不会再有现在的困扰了。",
    "annotation": [
      {
        "sentence": "很好，沟通是非常重要的一步。",
        "label": ""
      },
      {
        "sentence": "接下来，你还需要摆正自己的身份角色位置，用成年人的思维和视角来看待和对待自己。",
        "label": ""
      },
      {
        "sentence": "明确并确定自己的学习和生活目标方向，按照自己的想法去学习，满足自我期望和需求，这样就不会再有现在的困扰了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽力去实践。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽力去实践。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，相信你能够找到属于自己的学习动力和兴趣。祝福你能够度过这个困难时期，迎接更好的大学生活！如果以后还有需要帮助的地方，随时可以再来找我聊天。",
    "annotation": [
      {
        "sentence": "不客气，相信你能够找到属于自己的学习动力和兴趣。",
        "label": ""
      },
      {
        "sentence": "祝福你能够度过这个困难时期，迎接更好的大学生活！",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要帮助的地方，随时可以再来找我聊天。",
        "label": ""
      }
    ]
  }
]