[
  {
    "role": "client",
    "content": "男朋友网上加妹子聊，这么做他爱我吗？我92年，对方89年，我们认识4年，交往3年半，期间积累的矛盾太多吵架太多。去年8月偷看他手机发现对方加相亲公众号好几个女生，当时闹了之后我主动复合，然后让他把女生微信删除，结果发现他又加回来了。之后又发现他有2个微信，不知道那个微信做什么的，我不高兴，他说注销，后来发现他也没有注销。再到今年3月份偷看他电脑我发现了对方通过约炮app上加了个女生，聊骚，我发现的时候聊了一个月。感觉很受伤害。我也反思每次发现后我自己的处理方法也不冷静，一哭二闹，不死不休，把大家都弄得很疲惫。男朋友这么做他爱我吗？",
    "annotation": [
      {
        "sentence": "男朋友网上加妹子聊，这么做他爱我吗？",
        "label": ""
      },
      {
        "sentence": "我92年，对方89年，我们认识4年，交往3年半，期间积累的矛盾太多吵架太多。",
        "label": ""
      },
      {
        "sentence": "去年8月偷看他手机发现对方加相亲公众号好几个女生，当时闹了之后我主动复合，然后让他把女生微信删除，结果发现他又加回来了。",
        "label": ""
      },
      {
        "sentence": "之后又发现他有2个微信，不知道那个微信做什么的，我不高兴，他说注销，后来发现他也没有注销。",
        "label": ""
      },
      {
        "sentence": "再到今年3月份偷看他电脑我发现了对方通过约炮app上加了个女生，聊骚，我发现的时候聊了一个月。",
        "label": ""
      },
      {
        "sentence": "感觉很受伤害。",
        "label": ""
      },
      {
        "sentence": "我也反思每次发现后我自己的处理方法也不冷静，一哭二闹，不死不休，把大家都弄得很疲惫。",
        "label": ""
      },
      {
        "sentence": "男朋友这么做他爱我吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你男朋友如此行为让你感到很困扰，我能理解。但是是否男朋友爱你，只有他自己才能明确知道，尽管连他自己也不一定清楚。从他的行为来看，他好像无法满足你的需求，也没有全心全意地想要满足你。虽然我们可以从一些外在行为的表现推测他的内心，但这样的猜测往往存在偏差。相比于揣测他的想法，不如先考虑一下自己希望得到的是什么，你对他有哪些期待，为了满足自己的需求，如何与他进行有效沟通。你对于男朋友和其他女生聊天感到受伤害，自己也无法保持冷静，反复发生冲突，不仅让你感到疲惫，男朋友这样的行为，你还爱他吗？你可能是因为他的某些特质吸引你，而不是因为他真正爱你。爱情是两个人感情的碰撞，但是每个人只能掌控自己的一部分。我猜你是爱他的，希望他也能爱你，对你全心全意。你为什么会偷看他的手机、电脑呢？是因为对男友的不信任吗？还是因为好奇？或者是因为自己的不自信？又或者是因为对你们的关系感到不确定？……你的目的可能是希望你们可以更亲密，但采取的方式却有些走偏了。我看到的是你为了阻止男朋友和其他女生聊天而付出了很多努力，但是却没有采取积极的方法来加深你们之间的亲密度，反而做了一些破坏你们关系的事情。缘分来了自然会吸引，要走的人留不住。珍惜眼前人，更要珍爱自己，做好自己最重要。",
    "annotation": [
      {
        "sentence": "你男朋友如此行为让你感到很困扰，我能理解。",
        "label": ""
      },
      {
        "sentence": "但是是否男朋友爱你，只有他自己才能明确知道，尽管连他自己也不一定清楚。",
        "label": ""
      },
      {
        "sentence": "从他的行为来看，他好像无法满足你的需求，也没有全心全意地想要满足你。",
        "label": ""
      },
      {
        "sentence": "虽然我们可以从一些外在行为的表现推测他的内心，但这样的猜测往往存在偏差。",
        "label": ""
      },
      {
        "sentence": "相比于揣测他的想法，不如先考虑一下自己希望得到的是什么，你对他有哪些期待，为了满足自己的需求，如何与他进行有效沟通。",
        "label": ""
      },
      {
        "sentence": "你对于男朋友和其他女生聊天感到受伤害，自己也无法保持冷静，反复发生冲突，不仅让你感到疲惫，男朋友这样的行为，你还爱他吗？",
        "label": ""
      },
      {
        "sentence": "你可能是因为他的某些特质吸引你，而不是因为他真正爱你。",
        "label": ""
      },
      {
        "sentence": "爱情是两个人感情的碰撞，但是每个人只能掌控自己的一部分。",
        "label": ""
      },
      {
        "sentence": "我猜你是爱他的，希望他也能爱你，对你全心全意。",
        "label": ""
      },
      {
        "sentence": "你为什么会偷看他的手机、电脑呢？",
        "label": ""
      },
      {
        "sentence": "是因为对男友的不信任吗？",
        "label": ""
      },
      {
        "sentence": "还是因为好奇？",
        "label": ""
      },
      {
        "sentence": "或者是因为自己的不自信？",
        "label": ""
      },
      {
        "sentence": "又或者是因为对你们的关系感到不确定？",
        "label": ""
      },
      {
        "sentence": "……你的目的可能是希望你们可以更亲密，但采取的方式却有些走偏了。",
        "label": ""
      },
      {
        "sentence": "我看到的是你为了阻止男朋友和其他女生聊天而付出了很多努力，但是却没有采取积极的方法来加深你们之间的亲密度，反而做了一些破坏你们关系的事情。",
        "label": ""
      },
      {
        "sentence": "缘分来了自然会吸引，要走的人留不住。",
        "label": ""
      },
      {
        "sentence": "珍惜眼前人，更要珍爱自己，做好自己最重要。",
        "label": ""
      }
    ]
  }
]