[
  {
    "role": "client",
    "content": "我不想去接受别人负能量，也不想去安慰人，这是怎样的心理状态？请问不想去接受别人负能量是不是一种错误的想法？",
    "annotation": [
      {
        "sentence": "我不想去接受别人负能量，也不想去安慰人，这是怎样的心理状态？",
        "label": ""
      },
      {
        "sentence": "请问不想去接受别人负能量是不是一种错误的想法？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "hi！从你的描述中，我感到你可能不愿意接受别人的帮助，对于困难和问题更倾向于通过自己的方式来解决。同时，你也不希望别人来麻烦你，不想让别人依赖你来解决他们的问题。你似乎觉得只有你自己最值得被信赖，只能依靠自己才有安全感。这样的情况是不是符合你的心理状态呢？",
    "annotation": [
      {
        "sentence": "hi！",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我感到你可能不愿意接受别人的帮助，对于困难和问题更倾向于通过自己的方式来解决。",
        "label": ""
      },
      {
        "sentence": "同时，你也不希望别人来麻烦你，不想让别人依赖你来解决他们的问题。",
        "label": ""
      },
      {
        "sentence": "你似乎觉得只有你自己最值得被信赖，只能依靠自己才有安全感。",
        "label": ""
      },
      {
        "sentence": "这样的情况是不是符合你的心理状态呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，你说得很准确。我确实觉得自己最强大，不愿意接受别人的帮助。",
    "annotation": [
      {
        "sentence": "对，你说得很准确。",
        "label": ""
      },
      {
        "sentence": "我确实觉得自己最强大，不愿意接受别人的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在心理学的依恋理论中，你的情况更倾向于回避型的依恋特征。这是一种很常见的依恋模式，认为自己才是自己最强大的依靠。以前有些理论指出，这种依恋模式的形成取决于0-3岁这个时期父母的教养方式。但是，我的观点是在这个问题上还有另外一种因素经常被忽略了。有些人在幼儿时期确实得到了足够的关注和支持，形成了安全型的依恋模式。但是在青春期这个重要的阶段，这种安全的依恋方式有可能会转变为不安全的依恋模式，就像你目前的回避型依恋模式。所以，我觉得关键可能在你的青春期时的经历和遭遇。你是否在那个时期尝试过寻求别人的帮助，但始终没有得到有效的回应？有的人对你的问题回应比较敷衍，让你感到失望；有的人当下积极帮助你，但事后在同学中传言，让你受伤害；或者你向家长和老师等权威人士求助时，得到的是漫不经心的对待甚至伤害，让你觉得求助别人往往得不偿失。因为在成长过程中，我们经常会遇到“落井下石”的情况，这在当前青少年中普遍存在。心理问题是无法完全脱离当前时代和群体背景单独进行研究的。所以，我希望你能仔细回想一下，是否遇到过这些类似的问题。然后我们可以针对性地解决。感谢你的倾诉，很高兴能帮助到你。如果有什么具体问题，欢迎私信我，我会尽力帮助你解决困惑。",
    "annotation": [
      {
        "sentence": "在心理学的依恋理论中，你的情况更倾向于回避型的依恋特征。",
        "label": ""
      },
      {
        "sentence": "这是一种很常见的依恋模式，认为自己才是自己最强大的依靠。",
        "label": ""
      },
      {
        "sentence": "以前有些理论指出，这种依恋模式的形成取决于0-3岁这个时期父母的教养方式。",
        "label": ""
      },
      {
        "sentence": "但是，我的观点是在这个问题上还有另外一种因素经常被忽略了。",
        "label": ""
      },
      {
        "sentence": "有些人在幼儿时期确实得到了足够的关注和支持，形成了安全型的依恋模式。",
        "label": ""
      },
      {
        "sentence": "但是在青春期这个重要的阶段，这种安全的依恋方式有可能会转变为不安全的依恋模式，就像你目前的回避型依恋模式。",
        "label": ""
      },
      {
        "sentence": "所以，我觉得关键可能在你的青春期时的经历和遭遇。",
        "label": ""
      },
      {
        "sentence": "你是否在那个时期尝试过寻求别人的帮助，但始终没有得到有效的回应？",
        "label": ""
      },
      {
        "sentence": "有的人对你的问题回应比较敷衍，让你感到失望；有的人当下积极帮助你，但事后在同学中传言，让你受伤害；或者你向家长和老师等权威人士求助时，得到的是漫不经心的对待甚至伤害，让你觉得求助别人往往得不偿失。",
        "label": ""
      },
      {
        "sentence": "因为在成长过程中，我们经常会遇到“落井下石”的情况，这在当前青少年中普遍存在。",
        "label": ""
      },
      {
        "sentence": "心理问题是无法完全脱离当前时代和群体背景单独进行研究的。",
        "label": ""
      },
      {
        "sentence": "所以，我希望你能仔细回想一下，是否遇到过这些类似的问题。",
        "label": ""
      },
      {
        "sentence": "然后我们可以针对性地解决。",
        "label": ""
      },
      {
        "sentence": "感谢你的倾诉，很高兴能帮助到你。",
        "label": ""
      },
      {
        "sentence": "如果有什么具体问题，欢迎私信我，我会尽力帮助你解决困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。确实，我在青春期时就遇到过一些求助无果的经历，导致我对求助别人产生了抵触情绪。我曾经尝试过与朋友分享自己的烦恼，但他们对我的问题并没有给予足够的重视和支持，让我感到非常失望和无助。这些经历让我觉得自己的问题不值一提，不应该给别人添麻烦。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "确实，我在青春期时就遇到过一些求助无果的经历，导致我对求助别人产生了抵触情绪。",
        "label": ""
      },
      {
        "sentence": "我曾经尝试过与朋友分享自己的烦恼，但他们对我的问题并没有给予足够的重视和支持，让我感到非常失望和无助。",
        "label": ""
      },
      {
        "sentence": "这些经历让我觉得自己的问题不值一提，不应该给别人添麻烦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，那些不支持你的朋友可能不是真正的朋友。但并不是每个人都会对你的问题产生负面反应。有些人可能只是缺乏应对他人问题的经验和技巧，他们并不是故意让你感到失望的。或许我们可以寻找一些值得信赖和有经验的人来分享我们的困扰，他们可能能够给予我们更好的支持和建议。",
    "annotation": [
      {
        "sentence": "我理解你的感受，那些不支持你的朋友可能不是真正的朋友。",
        "label": ""
      },
      {
        "sentence": "但并不是每个人都会对你的问题产生负面反应。",
        "label": ""
      },
      {
        "sentence": "有些人可能只是缺乏应对他人问题的经验和技巧，他们并不是故意让你感到失望的。",
        "label": ""
      },
      {
        "sentence": "或许我们可以寻找一些值得信赖和有经验的人来分享我们的困扰，他们可能能够给予我们更好的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我或许需要更加谨慎地选择倾诉对象。同时，我也意识到只有自己解决问题是不够的。毕竟，我们每个人都需要一些外部的帮助和支持来走出困境。我也明白了，不愿意接受别人的帮助并不利于自己的成长和发展。我将尝试重新调整我的心态，更加开放地面对他人的关心和支持。",
    "annotation": [
      {
        "sentence": "你说得对，我或许需要更加谨慎地选择倾诉对象。",
        "label": ""
      },
      {
        "sentence": "同时，我也意识到只有自己解决问题是不够的。",
        "label": ""
      },
      {
        "sentence": "毕竟，我们每个人都需要一些外部的帮助和支持来走出困境。",
        "label": ""
      },
      {
        "sentence": "我也明白了，不愿意接受别人的帮助并不利于自己的成长和发展。",
        "label": ""
      },
      {
        "sentence": "我将尝试重新调整我的心态，更加开放地面对他人的关心和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的觉悟和决心。改变自己的心态需要时间和努力，我们可以一步步来。首先，你可以再次试着找到一些可以信任的人，和他们分享你的困扰。或许会有一些人真心愿意倾听和支持你。记得不要轻易放弃，坚持下去，你会发现真正的友谊和帮助。同时，也请记住，当别人向你求助时，你也可以给予他们适当的关心和支持。让我们一起相互支持，共同成长吧！",
    "annotation": [
      {
        "sentence": "很高兴听到你的觉悟和决心。",
        "label": ""
      },
      {
        "sentence": "改变自己的心态需要时间和努力，我们可以一步步来。",
        "label": ""
      },
      {
        "sentence": "首先，你可以再次试着找到一些可以信任的人，和他们分享你的困扰。",
        "label": ""
      },
      {
        "sentence": "或许会有一些人真心愿意倾听和支持你。",
        "label": ""
      },
      {
        "sentence": "记得不要轻易放弃，坚持下去，你会发现真正的友谊和帮助。",
        "label": ""
      },
      {
        "sentence": "同时，也请记住，当别人向你求助时，你也可以给予他们适当的关心和支持。",
        "label": ""
      },
      {
        "sentence": "让我们一起相互支持，共同成长吧！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议！我会努力去改变，寻找真正的支持和互助。非常感谢你的帮助，让我认识到了自己的问题，也让我明白了积极寻求他人帮助的重要性。我会将你的建议付诸实践，相信我会逐渐摆脱回避型依恋模式，变得更加与人沟通和互动。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议！",
        "label": ""
      },
      {
        "sentence": "我会努力去改变，寻找真正的支持和互助。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的帮助，让我认识到了自己的问题，也让我明白了积极寻求他人帮助的重要性。",
        "label": ""
      },
      {
        "sentence": "我会将你的建议付诸实践，相信我会逐渐摆脱回避型依恋模式，变得更加与人沟通和互动。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能为你提供帮助。相信自己，相信未来，你一定能够克服困难，走向更好的人生。如果你在实践中遇到了困难或需要进一步的支持，随时来找我，我会一直在这里为你提供帮助和鼓励。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来，你一定能够克服困难，走向更好的人生。",
        "label": ""
      },
      {
        "sentence": "如果你在实践中遇到了困难或需要进一步的支持，随时来找我，我会一直在这里为你提供帮助和鼓励。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]