[
  {
    "role": "client",
    "content": "我是一名30的在职妈妈，和老公在广东城市工作供养小家。爸爸离世较早，从小妈妈忙于生计也不怎么管我和弟弟，只要确保我们有吃的有住的就好，不太关注我们的情绪变化。开始一起生活的时候，婆婆因为我怀孕倒没有经常说我，生了孩子之后发现我带孩子都不注意，经常会说我，说多了我抵触，什么都听不进去。孩子很依赖奶奶，我心里总觉得这不是我的孩子，不听我的话，给孩子穿什么吃什么也要被干涉。这过程老公也多次提醒我，都是用比较温和的方式提醒我，希望我注意希望我改，希望我能把好的耐心的一面留给孩子。这几天因为在家带娃动辄吼骂的状态，老公又开导我，可我不想听，听不进去，他问我，难道觉得以前一个人浑浑噩噩的比现在有一个完整的家庭的状态要开心么。我想没想，直接说对。我想过离婚，觉得这样对他们是一种伤害，是不是离婚大家都好过一点。他生气的原因估计也是因为我居然那么容易就放弃了。",
    "annotation": [
      {
        "sentence": "我是一名30的在职妈妈，和老公在广东城市工作供养小家。",
        "label": ""
      },
      {
        "sentence": "爸爸离世较早，从小妈妈忙于生计也不怎么管我和弟弟，只要确保我们有吃的有住的就好，不太关注我们的情绪变化。",
        "label": ""
      },
      {
        "sentence": "开始一起生活的时候，婆婆因为我怀孕倒没有经常说我，生了孩子之后发现我带孩子都不注意，经常会说我，说多了我抵触，什么都听不进去。",
        "label": ""
      },
      {
        "sentence": "孩子很依赖奶奶，我心里总觉得这不是我的孩子，不听我的话，给孩子穿什么吃什么也要被干涉。",
        "label": ""
      },
      {
        "sentence": "这过程老公也多次提醒我，都是用比较温和的方式提醒我，希望我注意希望我改，希望我能把好的耐心的一面留给孩子。",
        "label": ""
      },
      {
        "sentence": "这几天因为在家带娃动辄吼骂的状态，老公又开导我，可我不想听，听不进去，他问我，难道觉得以前一个人浑浑噩噩的比现在有一个完整的家庭的状态要开心么。",
        "label": ""
      },
      {
        "sentence": "我想没想，直接说对。",
        "label": ""
      },
      {
        "sentence": "我想过离婚，觉得这样对他们是一种伤害，是不是离婚大家都好过一点。",
        "label": ""
      },
      {
        "sentence": "他生气的原因估计也是因为我居然那么容易就放弃了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了您的描述，体会到您现在的复杂心情，在职妈妈要平衡家庭和工作，真的非常不容易，抱抱。我觉得可以从以下几方面思考~首先，您的成长环境较为特殊，您在原生家庭就没有学到怎么样去关注孩子的情绪怎么样去关注孩子真实的需求，怎么样去和孩子相处。这些东西需要后天学习。推荐可以看一些亲子方面的书籍或者找一个咨询师学习一些情绪控制和沟通的技巧。",
    "annotation": [
      {
        "sentence": "看了您的描述，体会到您现在的复杂心情，在职妈妈要平衡家庭和工作，真的非常不容易，抱抱。",
        "label": ""
      },
      {
        "sentence": "我觉得可以从以下几方面思考~首先，您的成长环境较为特殊，您在原生家庭就没有学到怎么样去关注孩子的情绪怎么样去关注孩子真实的需求，怎么样去和孩子相处。",
        "label": ""
      },
      {
        "sentence": "这些东西需要后天学习。",
        "label": ""
      },
      {
        "sentence": "推荐可以看一些亲子方面的书籍或者找一个咨询师学习一些情绪控制和沟通的技巧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会考虑这些的。",
    "annotation": [
      {
        "sentence": "我会考虑这些的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其次，对于您和婆婆的矛盾，其实我们每个人在面对别人的批评时都会有情绪反应，这是人之常情。但是当我们情绪冷静下来之后，可以回过头来想想当时的情况，有没有其他更好的解决方式？所以说学会调节情绪很重要。稳定的情绪才能让我们控制情绪和孩子顺畅沟通。对这些方面您有什么看法吗？",
    "annotation": [
      {
        "sentence": "其次，对于您和婆婆的矛盾，其实我们每个人在面对别人的批评时都会有情绪反应，这是人之常情。",
        "label": ""
      },
      {
        "sentence": "但是当我们情绪冷静下来之后，可以回过头来想想当时的情况，有没有其他更好的解决方式？",
        "label": ""
      },
      {
        "sentence": "所以说学会调节情绪很重要。",
        "label": ""
      },
      {
        "sentence": "稳定的情绪才能让我们控制情绪和孩子顺畅沟通。",
        "label": ""
      },
      {
        "sentence": "对这些方面您有什么看法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要更好的调整自己的情绪，让自己能够冷静面对这些矛盾。",
    "annotation": [
      {
        "sentence": "我明白了，我需要更好的调整自己的情绪，让自己能够冷静面对这些矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后，关于您对孩子跟婆婆的相处问题，我理解您的感觉，但是您需要明确的是，孩子需要成年后对您的家庭保持感恩与认同。因此，请您放下心中的固执和抵触，多跟孩子沟通，用心倾听其需求，这样孩子和您的关系会越来越好。同时，您也可以和老公商量，制定一个照看孩子的计划，让您的工作和家庭都能得到充分的关注。您认为这个建议可行吗？",
    "annotation": [
      {
        "sentence": "最后，关于您对孩子跟婆婆的相处问题，我理解您的感觉，但是您需要明确的是，孩子需要成年后对您的家庭保持感恩与认同。",
        "label": ""
      },
      {
        "sentence": "因此，请您放下心中的固执和抵触，多跟孩子沟通，用心倾听其需求，这样孩子和您的关系会越来越好。",
        "label": ""
      },
      {
        "sentence": "同时，您也可以和老公商量，制定一个照看孩子的计划，让您的工作和家庭都能得到充分的关注。",
        "label": ""
      },
      {
        "sentence": "您认为这个建议可行吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想尝试一下，我会好好跟孩子交流，也会考虑和老公制定更好的照顾计划。",
    "annotation": [
      {
        "sentence": "我想尝试一下，我会好好跟孩子交流，也会考虑和老公制定更好的照顾计划。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，我相信您一定能够做得很好。不要把自己放在孤独的角落里，需要什么帮助的时候要及时寻求别人的帮助，同时也要懂得正确的自我调解和调适。相信自己，加油！",
    "annotation": [
      {
        "sentence": "很好，我相信您一定能够做得很好。",
        "label": ""
      },
      {
        "sentence": "不要把自己放在孤独的角落里，需要什么帮助的时候要及时寻求别人的帮助，同时也要懂得正确的自我调解和调适。",
        "label": ""
      },
      {
        "sentence": "相信自己，加油！",
        "label": ""
      }
    ]
  }
]