[
  {
    "role": "client",
    "content": "我22岁了，总是想离开家。22岁的时候，我和男友谈了个恋爱，他在同一个省但不在同一个城市。男友对我很好，也很孝顺，他带我回家见了家长，妈妈也觉得他很好。唯一的问题是，妈妈觉得他离得太远了。妈妈跟我说，如果他不在本地买房子，就早点分手；如果他在本地买了房子并装修好了，就可以结婚了。为了安抚妈妈，我尽量和男友说让他来本地买房子。现在我们已经谈了四年了，但妈妈还是坚持她的想法。我理解妈妈觉得远的顾虑，但我还是想追求自己的幸福，更考虑自己的未来。让我特别难过的是，有一次我和妈妈通电话，她说如果我远嫁了，她生我干嘛。我觉得我不是任何人的附属品，每个人都有自己的自由权。最近我们在微信聊天时，她给我发了一些关于远嫁不好的视频，我们又吵了起来。她说我是因为在本地嫁不出去了才走那么远，人家不来这边买房子是因为觉得我不值得。这真的很打击我，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我22岁了，总是想离开家。",
        "label": ""
      },
      {
        "sentence": "22岁的时候，我和男友谈了个恋爱，他在同一个省但不在同一个城市。",
        "label": ""
      },
      {
        "sentence": "男友对我很好，也很孝顺，他带我回家见了家长，妈妈也觉得他很好。",
        "label": ""
      },
      {
        "sentence": "唯一的问题是，妈妈觉得他离得太远了。",
        "label": ""
      },
      {
        "sentence": "妈妈跟我说，如果他不在本地买房子，就早点分手；如果他在本地买了房子并装修好了，就可以结婚了。",
        "label": ""
      },
      {
        "sentence": "为了安抚妈妈，我尽量和男友说让他来本地买房子。",
        "label": ""
      },
      {
        "sentence": "现在我们已经谈了四年了，但妈妈还是坚持她的想法。",
        "label": ""
      },
      {
        "sentence": "我理解妈妈觉得远的顾虑，但我还是想追求自己的幸福，更考虑自己的未来。",
        "label": ""
      },
      {
        "sentence": "让我特别难过的是，有一次我和妈妈通电话，她说如果我远嫁了，她生我干嘛。",
        "label": ""
      },
      {
        "sentence": "我觉得我不是任何人的附属品，每个人都有自己的自由权。",
        "label": ""
      },
      {
        "sentence": "最近我们在微信聊天时，她给我发了一些关于远嫁不好的视频，我们又吵了起来。",
        "label": ""
      },
      {
        "sentence": "她说我是因为在本地嫁不出去了才走那么远，人家不来这边买房子是因为觉得我不值得。",
        "label": ""
      },
      {
        "sentence": "这真的很打击我，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你和男友是异地恋，你妈妈虽然接受了男友，但是她希望你不要远嫁，留在本地结婚。你和妈妈经常因为这个问题而发生冲突，你因此想离开家。我非常理解你的感受，妈妈的这种要求和限制让你感到很痛苦。我们可以试着从第三者的角度来看待这个问题，脱离这种冲突关系。首先，我们思考一下为什么妈妈不希望你远嫁？其实你也应该明白，她是担心你嫁到外地后会不习惯、会受欺负、生活不好。同时，她也希望你能和你哥哥有个伴。从这些点可以看出，你妈妈内心是希望爱护你的，希望你一直在她的保护下成长，即使你已经长大成人。她是站在妈妈的立场上思考和建议，并没有考虑到你的感受，认为孩子就应该听从妈妈的安排。如果你远嫁，对她来说就等于你远离了她的控制和保护范围。因此你觉得她对你过于控制，本能地就想要挣脱她的控制，逃离这种家庭环境。在我们和他人发生争吵时，往往会忘记争吵的原因和目的，为了争吵而争吵，为了达到一个输或赢的结果，常常因为生气而说出伤害对方情感的话。这对问题的解决没有任何帮助。无论是离开家去外地和所爱的人结婚生子，还是留在本地买房成家立业，你和妈妈的出发点其实是一样的，就是希望你有一个幸福快乐的婚姻。你妈妈关心的问题也是需要你思考的问题。你和男友已经在一起四年了，如果你计划和他结婚，就必须面对和解决异地问题。因此，你们只有三个选择：男友来你所在的城市、你去男友所在的城市，或者你们俩去另一个城市重新开始。不论选择哪种方式，都需要你们做出一定的取舍和让步，并且要做好心理准备，做好最坏的打算——某一方或者双方要重新适应新地方的环境、改变个人的事业发展安排、调整个人的成长计划。在做出这个选择时，你和男友应该好好探讨，找出双方都能接受的合理解决方案：哪个城市更适合双方发展事业？哪个城市的生活更适合你们？你和他做出这个选择所要付出的代价是什么？你是否能承受这个结果？你们是否有足够的经济能力买房子？这些实际问题都需要你们去认真思考，不要为了躲避你妈妈的控制而逼自己离开本地、做出不理智的选择。当我们长大成人时，就要和原生家庭分离、独立成长，然后建立自己的核心家庭。这种分离不只是物理空间上的隔离，更重要的是心理上的独立和分离。你已经22岁，已经是成年人了。除了生活中的哪些方面需要依赖妈妈之外，你妈妈一直把你当成那个长不大的孩子。她习惯了用过去的方式来看待你，习惯了你对她的依赖和顺从，还没有看到你的成长和变化。所以，如果你想从原生家庭中脱离出来，脱离",
    "annotation": [
      {
        "sentence": "你和男友是异地恋，你妈妈虽然接受了男友，但是她希望你不要远嫁，留在本地结婚。",
        "label": ""
      },
      {
        "sentence": "你和妈妈经常因为这个问题而发生冲突，你因此想离开家。",
        "label": ""
      },
      {
        "sentence": "我非常理解你的感受，妈妈的这种要求和限制让你感到很痛苦。",
        "label": ""
      },
      {
        "sentence": "我们可以试着从第三者的角度来看待这个问题，脱离这种冲突关系。",
        "label": ""
      },
      {
        "sentence": "首先，我们思考一下为什么妈妈不希望你远嫁？",
        "label": ""
      },
      {
        "sentence": "其实你也应该明白，她是担心你嫁到外地后会不习惯、会受欺负、生活不好。",
        "label": ""
      },
      {
        "sentence": "同时，她也希望你能和你哥哥有个伴。",
        "label": ""
      },
      {
        "sentence": "从这些点可以看出，你妈妈内心是希望爱护你的，希望你一直在她的保护下成长，即使你已经长大成人。",
        "label": ""
      },
      {
        "sentence": "她是站在妈妈的立场上思考和建议，并没有考虑到你的感受，认为孩子就应该听从妈妈的安排。",
        "label": ""
      },
      {
        "sentence": "如果你远嫁，对她来说就等于你远离了她的控制和保护范围。",
        "label": ""
      },
      {
        "sentence": "因此你觉得她对你过于控制，本能地就想要挣脱她的控制，逃离这种家庭环境。",
        "label": ""
      },
      {
        "sentence": "在我们和他人发生争吵时，往往会忘记争吵的原因和目的，为了争吵而争吵，为了达到一个输或赢的结果，常常因为生气而说出伤害对方情感的话。",
        "label": ""
      },
      {
        "sentence": "这对问题的解决没有任何帮助。",
        "label": ""
      },
      {
        "sentence": "无论是离开家去外地和所爱的人结婚生子，还是留在本地买房成家立业，你和妈妈的出发点其实是一样的，就是希望你有一个幸福快乐的婚姻。",
        "label": ""
      },
      {
        "sentence": "你妈妈关心的问题也是需要你思考的问题。",
        "label": ""
      },
      {
        "sentence": "你和男友已经在一起四年了，如果你计划和他结婚，就必须面对和解决异地问题。",
        "label": ""
      },
      {
        "sentence": "因此，你们只有三个选择：男友来你所在的城市、你去男友所在的城市，或者你们俩去另一个城市重新开始。",
        "label": ""
      },
      {
        "sentence": "不论选择哪种方式，都需要你们做出一定的取舍和让步，并且要做好心理准备，做好最坏的打算——某一方或者双方要重新适应新地方的环境、改变个人的事业发展安排、调整个人的成长计划。",
        "label": ""
      },
      {
        "sentence": "在做出这个选择时，你和男友应该好好探讨，找出双方都能接受的合理解决方案：哪个城市更适合双方发展事业？",
        "label": ""
      },
      {
        "sentence": "哪个城市的生活更适合你们？",
        "label": ""
      },
      {
        "sentence": "你和他做出这个选择所要付出的代价是什么？",
        "label": ""
      },
      {
        "sentence": "你是否能承受这个结果？",
        "label": ""
      },
      {
        "sentence": "你们是否有足够的经济能力买房子？",
        "label": ""
      },
      {
        "sentence": "这些实际问题都需要你们去认真思考，不要为了躲避你妈妈的控制而逼自己离开本地、做出不理智的选择。",
        "label": ""
      },
      {
        "sentence": "当我们长大成人时，就要和原生家庭分离、独立成长，然后建立自己的核心家庭。",
        "label": ""
      },
      {
        "sentence": "这种分离不只是物理空间上的隔离，更重要的是心理上的独立和分离。",
        "label": ""
      },
      {
        "sentence": "你已经22岁，已经是成年人了。",
        "label": ""
      },
      {
        "sentence": "除了生活中的哪些方面需要依赖妈妈之外，你妈妈一直把你当成那个长不大的孩子。",
        "label": ""
      },
      {
        "sentence": "她习惯了用过去的方式来看待你，习惯了你对她的依赖和顺从，还没有看到你的成长和变化。",
        "label": ""
      },
      {
        "sentence": "所以，如果你想从原生家庭中脱离出来，脱离",
        "label": ""
      }
    ]
  }
]