[
  {
    "role": "client",
    "content": "我今年13岁，即将升入初中。最近因为各种事情感到烦躁，对未来也没有什么期待。我现在看小学数学一些很难的题都不会，感到自卑，而且语文也不怎么好。英语方面更是一无所知，感到很心烦。而我的同学们都报了补习班，一想到他们比我优秀，学习成绩好，就更加心烦和累。我想报个补习班，但又想到家里的条件不好，而且会有很大的开销。不好意思告诉家里人。我想在家里努力学习，可是一学习就没有动力。还有很多题目不会，一想到以后还要参加考试，就更加担心，心烦极了。你有什么提议，能够改变我的心情吗？",
    "annotation": [
      {
        "sentence": "我今年13岁，即将升入初中。",
        "label": ""
      },
      {
        "sentence": "最近因为各种事情感到烦躁，对未来也没有什么期待。",
        "label": ""
      },
      {
        "sentence": "我现在看小学数学一些很难的题都不会，感到自卑，而且语文也不怎么好。",
        "label": ""
      },
      {
        "sentence": "英语方面更是一无所知，感到很心烦。",
        "label": ""
      },
      {
        "sentence": "而我的同学们都报了补习班，一想到他们比我优秀，学习成绩好，就更加心烦和累。",
        "label": ""
      },
      {
        "sentence": "我想报个补习班，但又想到家里的条件不好，而且会有很大的开销。",
        "label": ""
      },
      {
        "sentence": "不好意思告诉家里人。",
        "label": ""
      },
      {
        "sentence": "我想在家里努力学习，可是一学习就没有动力。",
        "label": ""
      },
      {
        "sentence": "还有很多题目不会，一想到以后还要参加考试，就更加担心，心烦极了。",
        "label": ""
      },
      {
        "sentence": "你有什么提议，能够改变我的心情吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不会的题目，尽力立刻去问老师或者同学，这样你的学习效率会很高。平时多和小伙伴们交流，可以说说心里话，别自己一个人承受太多压力，有时候一起出去打打球，放松一下也是很有帮助的。不要逼自己学习，你毕竟还很年轻。相信我，身心健康比什么都重要，每天保持开心的心情很重要。幸福是一种能力，人与生俱来，但很多人却看不到或者忧虑太多而错过了它。调节情绪和拥有幸福能力是很相近的，没有人能够完全左右你的情绪和想法。为什么不让自己开心呢？为什么不勇敢地面对当前的困境呢？为什么不鼓起勇气把这个看成一个有趣的挑战呢？你是可以做到的，相信自己。你看，很多人都很优秀，也许你羡慕他们，但事实上你和他们都是一样的。正因为他们能够成功，你也有可能成功。人们的潜力大致是相同的，只是受到各种各样的影响，所以看起来有一些差别。相信自己，你并不孤独。你有许多肩膀可以依靠，包括父母、朋友，甚至老师，甚至陌生人。加油！",
    "annotation": [
      {
        "sentence": "你不会的题目，尽力立刻去问老师或者同学，这样你的学习效率会很高。",
        "label": ""
      },
      {
        "sentence": "平时多和小伙伴们交流，可以说说心里话，别自己一个人承受太多压力，有时候一起出去打打球，放松一下也是很有帮助的。",
        "label": ""
      },
      {
        "sentence": "不要逼自己学习，你毕竟还很年轻。",
        "label": ""
      },
      {
        "sentence": "相信我，身心健康比什么都重要，每天保持开心的心情很重要。",
        "label": ""
      },
      {
        "sentence": "幸福是一种能力，人与生俱来，但很多人却看不到或者忧虑太多而错过了它。",
        "label": ""
      },
      {
        "sentence": "调节情绪和拥有幸福能力是很相近的，没有人能够完全左右你的情绪和想法。",
        "label": ""
      },
      {
        "sentence": "为什么不让自己开心呢？",
        "label": ""
      },
      {
        "sentence": "为什么不勇敢地面对当前的困境呢？",
        "label": ""
      },
      {
        "sentence": "为什么不鼓起勇气把这个看成一个有趣的挑战呢？",
        "label": ""
      },
      {
        "sentence": "你是可以做到的，相信自己。",
        "label": ""
      },
      {
        "sentence": "你看，很多人都很优秀，也许你羡慕他们，但事实上你和他们都是一样的。",
        "label": ""
      },
      {
        "sentence": "正因为他们能够成功，你也有可能成功。",
        "label": ""
      },
      {
        "sentence": "人们的潜力大致是相同的，只是受到各种各样的影响，所以看起来有一些差别。",
        "label": ""
      },
      {
        "sentence": "相信自己，你并不孤独。",
        "label": ""
      },
      {
        "sentence": "你有许多肩膀可以依靠，包括父母、朋友，甚至老师，甚至陌生人。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]