[
  {
    "role": "client",
    "content": "我13岁了，马上要升入初中。可是我现在对未来感到没有期待，心情很烦躁。我看小学的一些数学题很难，完全不会做，这让我感到很自卑。而且我的语文成绩也不好。英语更是一窍不通，这些问题都让我心烦意乱。我发现我的同学都报了补习班，一想到别人比我学习好，心里就很烦躁，感觉自己很累。虽然我想报个补习班，但我又担心家里条件不好，报班会产生很大的开销。我不敢向家人提起这个问题。我也想在家好好学习，但是总是感到学习没动力，而且还有很多题目不会做。一想到考试就感到很害怕，担心考不上。请问你有什么改变心情的建议吗？",
    "annotation": [
      {
        "sentence": "我13岁了，马上要升入初中。",
        "label": ""
      },
      {
        "sentence": "可是我现在对未来感到没有期待，心情很烦躁。",
        "label": ""
      },
      {
        "sentence": "我看小学的一些数学题很难，完全不会做，这让我感到很自卑。",
        "label": ""
      },
      {
        "sentence": "而且我的语文成绩也不好。",
        "label": ""
      },
      {
        "sentence": "英语更是一窍不通，这些问题都让我心烦意乱。",
        "label": ""
      },
      {
        "sentence": "我发现我的同学都报了补习班，一想到别人比我学习好，心里就很烦躁，感觉自己很累。",
        "label": ""
      },
      {
        "sentence": "虽然我想报个补习班，但我又担心家里条件不好，报班会产生很大的开销。",
        "label": ""
      },
      {
        "sentence": "我不敢向家人提起这个问题。",
        "label": ""
      },
      {
        "sentence": "我也想在家好好学习，但是总是感到学习没动力，而且还有很多题目不会做。",
        "label": ""
      },
      {
        "sentence": "一想到考试就感到很害怕，担心考不上。",
        "label": ""
      },
      {
        "sentence": "请问你有什么改变心情的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，看到你来咨询这些问题，我觉得你真的很勇敢。首先，我想告诉你，你并不是孤独的。我认识一个同事，他的女儿和你一样大，今年也要面临小升初。他家的经济条件也不是特别好，住在租的房子里，而且他的妻子是全职太太，还有一个两岁左右的小女儿。尽管这些困难，但你觉得他的女儿的生活就是一副烂牌吗？其实并不是。他的女儿成绩一直不太好，经常喜欢玩手机游戏，对学习也没什么兴趣。所以并不是这些困难决定了一个人的命运，而是我们的选择和努力。你并不是被注定以这种方式生活的，你可以选择做出改变。你并不是扑克牌，也不是赌博工具，不要轻视自己。也许是其他事情影响了你对学习的兴趣，但是你是否曾考虑过，如果你不努力学习，等你长大之后，你依然会面对那些困难。所以多加努力吧。有句流行的话说，“你爸妈没让你当富二代，那你就努力把你儿子变成富二代”。虽然是个笑话，但背后蕴含的道理也是非常重要的。补习班并不是提高成绩的唯一因素，一切都靠你自己的自觉与努力。只要你心思在学习上，你一定会走出困境的。加油吧！",
    "annotation": [
      {
        "sentence": "你好，看到你来咨询这些问题，我觉得你真的很勇敢。",
        "label": ""
      },
      {
        "sentence": "首先，我想告诉你，你并不是孤独的。",
        "label": ""
      },
      {
        "sentence": "我认识一个同事，他的女儿和你一样大，今年也要面临小升初。",
        "label": ""
      },
      {
        "sentence": "他家的经济条件也不是特别好，住在租的房子里，而且他的妻子是全职太太，还有一个两岁左右的小女儿。",
        "label": ""
      },
      {
        "sentence": "尽管这些困难，但你觉得他的女儿的生活就是一副烂牌吗？",
        "label": ""
      },
      {
        "sentence": "其实并不是。",
        "label": ""
      },
      {
        "sentence": "他的女儿成绩一直不太好，经常喜欢玩手机游戏，对学习也没什么兴趣。",
        "label": ""
      },
      {
        "sentence": "所以并不是这些困难决定了一个人的命运，而是我们的选择和努力。",
        "label": ""
      },
      {
        "sentence": "你并不是被注定以这种方式生活的，你可以选择做出改变。",
        "label": ""
      },
      {
        "sentence": "你并不是扑克牌，也不是赌博工具，不要轻视自己。",
        "label": ""
      },
      {
        "sentence": "也许是其他事情影响了你对学习的兴趣，但是你是否曾考虑过，如果你不努力学习，等你长大之后，你依然会面对那些困难。",
        "label": ""
      },
      {
        "sentence": "所以多加努力吧。",
        "label": ""
      },
      {
        "sentence": "有句流行的话说，“你爸妈没让你当富二代，那你就努力把你儿子变成富二代”。",
        "label": ""
      },
      {
        "sentence": "虽然是个笑话，但背后蕴含的道理也是非常重要的。",
        "label": ""
      },
      {
        "sentence": "补习班并不是提高成绩的唯一因素，一切都靠你自己的自觉与努力。",
        "label": ""
      },
      {
        "sentence": "只要你心思在学习上，你一定会走出困境的。",
        "label": ""
      },
      {
        "sentence": "加油吧！",
        "label": ""
      }
    ]
  }
]