[
  {
    "role": "client",
    "content": "生活有点无趣，想重新“摇号”，这种可能性等于零吧？我大概就越来越像小市民了，为鸡毛蒜皮的东西斤斤计较，只有眼前利益。倒不是我没有志向，只是只有这样才能防止我经济周转困难，毕竟生活处处都要花钱。大家都在鼓吹努力什么的，但是我并没有努力为自己喜欢的事奋斗的入场券。我只能在忙碌之余，偶尔做一做自己喜欢的事。所以啊，我就很想摇号重开，投胎到有钱人家。或者以后嫁个有钱人也行，学自己所有感兴趣的事情，见识世界的美妙。只是这种可能性无限等于零……",
    "annotation": [
      {
        "sentence": "生活有点无趣，想重新“摇号”，这种可能性等于零吧？",
        "label": ""
      },
      {
        "sentence": "我大概就越来越像小市民了，为鸡毛蒜皮的东西斤斤计较，只有眼前利益。",
        "label": ""
      },
      {
        "sentence": "倒不是我没有志向，只是只有这样才能防止我经济周转困难，毕竟生活处处都要花钱。",
        "label": ""
      },
      {
        "sentence": "大家都在鼓吹努力什么的，但是我并没有努力为自己喜欢的事奋斗的入场券。",
        "label": ""
      },
      {
        "sentence": "我只能在忙碌之余，偶尔做一做自己喜欢的事。",
        "label": ""
      },
      {
        "sentence": "所以啊，我就很想摇号重开，投胎到有钱人家。",
        "label": ""
      },
      {
        "sentence": "或者以后嫁个有钱人也行，学自己所有感兴趣的事情，见识世界的美妙。",
        "label": ""
      },
      {
        "sentence": "只是这种可能性无限等于零……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "生活似乎不如人意，为了“处处都要花钱”的生活，不得不过得“斤斤计较”......为此“很想摇号重开”人生，似乎像电影里一样重头开始就好了......不止是你如此想过，可能许多人都曾在自己遇到“人生艰难”的时候默默想过，如果能重生，拥有一个毫不费力的人生就好了…这真是非常美好且充满安慰的愿景。然而，即使我们真的摇号重开，就一定能开到自己想要的人生吗？即使真的如愿投身到了有钱人家，就一定能过“毫不费力”的人生，“学自己所有感兴趣的事情，见识世界的美好”吗？每一种生活都有各自的喜怒哀乐，可能并非电视剧里演的模样，也并非你如我们所以为的简单。因为我们并非真正身处其中，便看不到许多背后的东西。",
    "annotation": [
      {
        "sentence": "生活似乎不如人意，为了“处处都要花钱”的生活，不得不过得“斤斤计较”......为此“很想摇号重开”人生，似乎像电影里一样重头开始就好了......不止是你如此想过，可能许多人都曾在自己遇到“人生艰难”的时候默默想过，如果能重生，拥有一个毫不费力的人生就好了…这真是非常美好且充满安慰的愿景。",
        "label": ""
      },
      {
        "sentence": "然而，即使我们真的摇号重开，就一定能开到自己想要的人生吗？",
        "label": ""
      },
      {
        "sentence": "即使真的如愿投身到了有钱人家，就一定能过“毫不费力”的人生，“学自己所有感兴趣的事情，见识世界的美好”吗？",
        "label": ""
      },
      {
        "sentence": "每一种生活都有各自的喜怒哀乐，可能并非电视剧里演的模样，也并非你如我们所以为的简单。",
        "label": ""
      },
      {
        "sentence": "因为我们并非真正身处其中，便看不到许多背后的东西。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，也许我对于富有的生活存在一种幻想。我明白每种生活都有自己的难处和挑战，不可能一帆风顺。可是，看着其他人的优越生活，我不禁对现状感到失望和无奈。我感觉自己的努力并没有得到应有的回报，而且无法尽情追求自己真正感兴趣的事情。",
    "annotation": [
      {
        "sentence": "你说得对，也许我对于富有的生活存在一种幻想。",
        "label": ""
      },
      {
        "sentence": "我明白每种生活都有自己的难处和挑战，不可能一帆风顺。",
        "label": ""
      },
      {
        "sentence": "可是，看着其他人的优越生活，我不禁对现状感到失望和无奈。",
        "label": ""
      },
      {
        "sentence": "我感觉自己的努力并没有得到应有的回报，而且无法尽情追求自己真正感兴趣的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。对于别人的优越生活，我们常常产生羡慕和不满。但是，请记住，每个人的人生轨迹都是不同的。你的现状并不是你的努力的结果，而是环境和其他因素的影响。即使现在的生活让你感到无趣和沮丧，也不要忘记人生的变幻无常。或许，你现在无法全身心追求自己感兴趣的事情，但你可以从现在开始慢慢积累，争取更好的未来。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "对于别人的优越生活，我们常常产生羡慕和不满。",
        "label": ""
      },
      {
        "sentence": "但是，请记住，每个人的人生轨迹都是不同的。",
        "label": ""
      },
      {
        "sentence": "你的现状并不是你的努力的结果，而是环境和其他因素的影响。",
        "label": ""
      },
      {
        "sentence": "即使现在的生活让你感到无趣和沮丧，也不要忘记人生的变幻无常。",
        "label": ""
      },
      {
        "sentence": "或许，你现在无法全身心追求自己感兴趣的事情，但你可以从现在开始慢慢积累，争取更好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得有道理。我应该更加理解自己，接受现实，并努力改变自己的处境。也许我一直期待一夜之间改变，但这只是幻想。我需要意识到人生的奋斗是一个长期的过程，需要耐心和坚持。或许，只有通过自己的努力，我才能实现自己的愿望，过上让自己满意的生活。",
    "annotation": [
      {
        "sentence": "嗯，你说得有道理。",
        "label": ""
      },
      {
        "sentence": "我应该更加理解自己，接受现实，并努力改变自己的处境。",
        "label": ""
      },
      {
        "sentence": "也许我一直期待一夜之间改变，但这只是幻想。",
        "label": ""
      },
      {
        "sentence": "我需要意识到人生的奋斗是一个长期的过程，需要耐心和坚持。",
        "label": ""
      },
      {
        "sentence": "或许，只有通过自己的努力，我才能实现自己的愿望，过上让自己满意的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得很对！人生的改变需要时间和努力。每个人都会遇到困难和挫折，但是只有坚持下去，才能走向成功和满意的人生。不要忽视忙碌之余做自己喜欢的事情的重要性，这是让生活变得有趣和充实的一种方式。而且，记得给自己一些时间和宽容，不要过于苛责和压迫自己。相信自己的能力，相信未来的可能性，我相信你能够实现自己的梦想！",
    "annotation": [
      {
        "sentence": "你说得很对！",
        "label": ""
      },
      {
        "sentence": "人生的改变需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "每个人都会遇到困难和挫折，但是只有坚持下去，才能走向成功和满意的人生。",
        "label": ""
      },
      {
        "sentence": "不要忽视忙碌之余做自己喜欢的事情的重要性，这是让生活变得有趣和充实的一种方式。",
        "label": ""
      },
      {
        "sentence": "而且，记得给自己一些时间和宽容，不要过于苛责和压迫自己。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，相信未来的可能性，我相信你能够实现自己的梦想！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会更加积极地面对自己的生活，相信自己的能力，并努力去追求自己喜欢的事情。或许道路会有曲折和困难，但我相信只要坚持下去，最终会取得成功。再次感谢你对我的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会更加积极地面对自己的生活，相信自己的能力，并努力去追求自己喜欢的事情。",
        "label": ""
      },
      {
        "sentence": "或许道路会有曲折和困难，但我相信只要坚持下去，最终会取得成功。",
        "label": ""
      },
      {
        "sentence": "再次感谢你对我的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我很高兴能够帮助你，也很欣赏你的勇气和决心。记住，永远不要放弃自己的梦想，用积极的心态和行动去迎接挑战。祝愿你能够找到属于自己的美好人生！如果你还有任何需要，随时都可以来找我倾诉。加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我很高兴能够帮助你，也很欣赏你的勇气和决心。",
        "label": ""
      },
      {
        "sentence": "记住，永远不要放弃自己的梦想，用积极的心态和行动去迎接挑战。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够找到属于自己的美好人生！",
        "label": ""
      },
      {
        "sentence": "如果你还有任何需要，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]