[
  {
    "role": "client",
    "content": "我是一个20岁的女生，我不想学车，但是我的爸爸妈妈一直说学车是生活必备的技能。",
    "annotation": [
      {
        "sentence": "我是一个20岁的女生，我不想学车，但是我的爸爸妈妈一直说学车是生活必备的技能。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，其实我也曾经有过和你类似的想法。现在大多数父母在找工作后会后悔为什么年轻时没有学车，他们的懊恼往往会转移到子女身上。他们对子女未来就业情况感到担忧，觉得学车是必要的应对竞争压力的方式。",
    "annotation": [
      {
        "sentence": "我理解你的感受，其实我也曾经有过和你类似的想法。",
        "label": ""
      },
      {
        "sentence": "现在大多数父母在找工作后会后悔为什么年轻时没有学车，他们的懊恼往往会转移到子女身上。",
        "label": ""
      },
      {
        "sentence": "他们对子女未来就业情况感到担忧，觉得学车是必要的应对竞争压力的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我的父母也是这样想的。我的高考前学习任务很重，回家的时间也很少，但是我爸爸还想让我报名体检，真的觉得这比高考重要吗？",
    "annotation": [
      {
        "sentence": "是的，我的父母也是这样想的。",
        "label": ""
      },
      {
        "sentence": "我的高考前学习任务很重，回家的时间也很少，但是我爸爸还想让我报名体检，真的觉得这比高考重要吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他们可能是出于对你的关心，希望你在高考之后学习其他技能。虽然这个想法有些令人困扰，但是他们可能希望你能够为将来提前做好准备。而且体检可能只是其中的一部分，他们可能对你的未来非常关心。",
    "annotation": [
      {
        "sentence": "他们可能是出于对你的关心，希望你在高考之后学习其他技能。",
        "label": ""
      },
      {
        "sentence": "虽然这个想法有些令人困扰，但是他们可能希望你能够为将来提前做好准备。",
        "label": ""
      },
      {
        "sentence": "而且体检可能只是其中的一部分，他们可能对你的未来非常关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道他们关心我，但是我真的不想学车。1.我目前感受不到学车给我带来的好处，尤其是在疫情期间我几乎没有需要用到交通工具的时候。2.我对人际交往本就不感兴趣，再加上认为学车并非必要，我就没有动力去和教练交流（毕竟我不太擅长社交），随着时间的推移，我越来越想逃避学车这件事。3.我个人觉得开车很危险，也很难学。4.我更想利用这些时间学习画画，因为那是我的兴趣。我一直陷在“我不想学车，但好像不学又不行”的纠结中，非常烦恼。我担心我是在逃避现实吗？",
    "annotation": [
      {
        "sentence": "我知道他们关心我，但是我真的不想学车。",
        "label": ""
      },
      {
        "sentence": "1.我目前感受不到学车给我带来的好处，尤其是在疫情期间我几乎没有需要用到交通工具的时候。",
        "label": ""
      },
      {
        "sentence": "2.我对人际交往本就不感兴趣，再加上认为学车并非必要，我就没有动力去和教练交流（毕竟我不太擅长社交），随着时间的推移，我越来越想逃避学车这件事。",
        "label": ""
      },
      {
        "sentence": "3.我个人觉得开车很危险，也很难学。",
        "label": ""
      },
      {
        "sentence": "4.我更想利用这些时间学习画画，因为那是我的兴趣。",
        "label": ""
      },
      {
        "sentence": "我一直陷在“我不想学车，但好像不学又不行”的纠结中，非常烦恼。",
        "label": ""
      },
      {
        "sentence": "我担心我是在逃避现实吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实我完全能理解你的顾虑。首先，关于目前感受不到学车带来好处的问题，虽然在疫情期间用交通工具的机会不多，但备而不用总是好的。也许将来某一天你会需要用到驾驶技能。其次，人际交往可能对你来说是个挑战，但与教练交流并不会太过复杂。在学车过程中，你只需要与教练沟通关于驾驶技巧方面的问题，就像学生与老师之间的交流一样，你提出需求，教练解决。这段时间的接触并不会对你以后的生活产生太大影响，一旦你付诸行动，所有的焦虑都有可能从那一刻开始改变。至于开车的危险性和难度，你可以想象小时候开的卡丁车，踩油门、刹车，很简单对吧？而且科二和科三考试都有一定的安全保障，有教练在科二旁边，科三考试时甚至还有安全员在旁边，时刻保证你的安全。最后，学习画画是你的兴趣，理解你想要用时间追求自己喜欢的事情。但学车并不一定会占用太多时间。我曾经遇到过一位学车的小姐姐，她在学车时总是带着一本书，有空的时候看一看，顺便学习。画画是可以一直画下去的，但学车对年轻人总是有益的。",
    "annotation": [
      {
        "sentence": "其实我完全能理解你的顾虑。",
        "label": ""
      },
      {
        "sentence": "首先，关于目前感受不到学车带来好处的问题，虽然在疫情期间用交通工具的机会不多，但备而不用总是好的。",
        "label": ""
      },
      {
        "sentence": "也许将来某一天你会需要用到驾驶技能。",
        "label": ""
      },
      {
        "sentence": "其次，人际交往可能对你来说是个挑战，但与教练交流并不会太过复杂。",
        "label": ""
      },
      {
        "sentence": "在学车过程中，你只需要与教练沟通关于驾驶技巧方面的问题，就像学生与老师之间的交流一样，你提出需求，教练解决。",
        "label": ""
      },
      {
        "sentence": "这段时间的接触并不会对你以后的生活产生太大影响，一旦你付诸行动，所有的焦虑都有可能从那一刻开始改变。",
        "label": ""
      },
      {
        "sentence": "至于开车的危险性和难度，你可以想象小时候开的卡丁车，踩油门、刹车，很简单对吧？",
        "label": ""
      },
      {
        "sentence": "而且科二和科三考试都有一定的安全保障，有教练在科二旁边，科三考试时甚至还有安全员在旁边，时刻保证你的安全。",
        "label": ""
      },
      {
        "sentence": "最后，学习画画是你的兴趣，理解你想要用时间追求自己喜欢的事情。",
        "label": ""
      },
      {
        "sentence": "但学车并不一定会占用太多时间。",
        "label": ""
      },
      {
        "sentence": "我曾经遇到过一位学车的小姐姐，她在学车时总是带着一本书，有空的时候看一看，顺便学习。",
        "label": ""
      },
      {
        "sentence": "画画是可以一直画下去的，但学车对年轻人总是有益的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的都有道理。我可能需要重新思考学车的问题了。至少我要试着和教练多沟通一下，也许我会发现这并不是我想象中的困扰。谢谢你的支持和开导，你的话让我觉得有点释然了。",
    "annotation": [
      {
        "sentence": "你说的都有道理。",
        "label": ""
      },
      {
        "sentence": "我可能需要重新思考学车的问题了。",
        "label": ""
      },
      {
        "sentence": "至少我要试着和教练多沟通一下，也许我会发现这并不是我想象中的困扰。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和开导，你的话让我觉得有点释然了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。学车是一个比较重要的技能，尽管你可能现在无法感受到它的价值，但通过与教练的交流和努力，你可能会发现学车并没有你想象的那么困难和危险。同时，学车也是为了将来考虑，为自己的未来多备一项技能总是好的。祝愿你能够在学车的过程中找到乐趣并取得好的成绩！如果你还有其他问题，随时都可以来找我聊聊。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "学车是一个比较重要的技能，尽管你可能现在无法感受到它的价值，但通过与教练的交流和努力，你可能会发现学车并没有你想象的那么困难和危险。",
        "label": ""
      },
      {
        "sentence": "同时，学车也是为了将来考虑，为自己的未来多备一项技能总是好的。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够在学车的过程中找到乐趣并取得好的成绩！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题，随时都可以来找我聊聊。",
        "label": ""
      }
    ]
  }
]