[
  {
    "role": "client",
    "content": "我有一个问题想咨询一下。我今年20岁，是个女生，可是我真的不想学开车，爸妈总是说开车是一项生活必备的技能。我高考完报名了学车，但是后来觉得学习很紧张，回家的时间也很少，我爸爸还想我去报名体检，我觉得有什么比高考更重要的呢？暑假的时候我考了科目一，但是科目二没学完就开学了。学校在市区，家在郊区，学生会结束后更没时间回家，而且内心里我也不想学，所以一直搁置到现在。科目一考试有三年有效期，现在只剩下一年了。爸妈明里暗里总是提醒我，但我都没有回应。为什么我不想学呢？首先，目前我感受不到学车给我带来的好处，因为疫情期间我很少需要用车，除了去了一次博物馆别的时候都没有需要交通工具的场合。其次，我对人际交往本来就不感兴趣，而且我也觉得开车不是必须的，这导致我不想花时间精力去学习开车，也不愿意主动和教练交流（因为我是一个不太善于社交的人），时间一长我就越来越想逃避这个问题了。再次，我个人觉得开车很危险，而且我觉得学车很难。最重要的是，我更想用这些时间来学画画，因为我对画画很感兴趣。唉，我一直都纠结在我不想学开车，但好像又不能不学的烦恼中，时不时就很烦躁。我听说过这样一种说法，就是不一定要跟随别人的步伐，但我会觉得我是在逃避吗？",
    "annotation": [
      {
        "sentence": "我有一个问题想咨询一下。",
        "label": ""
      },
      {
        "sentence": "我今年20岁，是个女生，可是我真的不想学开车，爸妈总是说开车是一项生活必备的技能。",
        "label": ""
      },
      {
        "sentence": "我高考完报名了学车，但是后来觉得学习很紧张，回家的时间也很少，我爸爸还想我去报名体检，我觉得有什么比高考更重要的呢？",
        "label": ""
      },
      {
        "sentence": "暑假的时候我考了科目一，但是科目二没学完就开学了。",
        "label": ""
      },
      {
        "sentence": "学校在市区，家在郊区，学生会结束后更没时间回家，而且内心里我也不想学，所以一直搁置到现在。",
        "label": ""
      },
      {
        "sentence": "科目一考试有三年有效期，现在只剩下一年了。",
        "label": ""
      },
      {
        "sentence": "爸妈明里暗里总是提醒我，但我都没有回应。",
        "label": ""
      },
      {
        "sentence": "为什么我不想学呢？",
        "label": ""
      },
      {
        "sentence": "首先，目前我感受不到学车给我带来的好处，因为疫情期间我很少需要用车，除了去了一次博物馆别的时候都没有需要交通工具的场合。",
        "label": ""
      },
      {
        "sentence": "其次，我对人际交往本来就不感兴趣，而且我也觉得开车不是必须的，这导致我不想花时间精力去学习开车，也不愿意主动和教练交流（因为我是一个不太善于社交的人），时间一长我就越来越想逃避这个问题了。",
        "label": ""
      },
      {
        "sentence": "再次，我个人觉得开车很危险，而且我觉得学车很难。",
        "label": ""
      },
      {
        "sentence": "最重要的是，我更想用这些时间来学画画，因为我对画画很感兴趣。",
        "label": ""
      },
      {
        "sentence": "唉，我一直都纠结在我不想学开车，但好像又不能不学的烦恼中，时不时就很烦躁。",
        "label": ""
      },
      {
        "sentence": "我听说过这样一种说法，就是不一定要跟随别人的步伐，但我会觉得我是在逃避吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我想告诉你，我也有类似的经历。当我上大学的时候（我毕业于2014年），周围的人都在推荐我考驾照，我身边有十个人里面有七八个都考了，那个时候我觉得以后也不会开车，开车太危险了，完全没有想要学开车的念头。但是去年我开始思考了，因为突然意识到结婚后就不能总是依靠打车或者依赖另一半来解决交通问题，而且万一有紧急情况发生我可以自己应对，比如天气不好的时候可以自己接送小孩。目前我已经过了科目一的考试，打算这个月开始学科目二，虽然我也担心考不过，觉得自己很笨，怕学不会，怕教练凶，但是我还是想去尝试一下，因为如果你不去尝试，你就永远不会知道结果会是怎样的。人的想法会随着生活阶段的改变而改变，也许你可以换个角度思考，列出学会开车和不学开车会给你带来的好处和坏处，做个对比来作出选择。至于是否要追随别人，这并不是别人来决定的，而是你自己做决定的，只要你觉得适合自己就去学，不适合的话就不学，这并不是逃避。最后，我建议你坚持学完学车，加油！",
    "annotation": [
      {
        "sentence": "首先，我想告诉你，我也有类似的经历。",
        "label": ""
      },
      {
        "sentence": "当我上大学的时候（我毕业于2014年），周围的人都在推荐我考驾照，我身边有十个人里面有七八个都考了，那个时候我觉得以后也不会开车，开车太危险了，完全没有想要学开车的念头。",
        "label": ""
      },
      {
        "sentence": "但是去年我开始思考了，因为突然意识到结婚后就不能总是依靠打车或者依赖另一半来解决交通问题，而且万一有紧急情况发生我可以自己应对，比如天气不好的时候可以自己接送小孩。",
        "label": ""
      },
      {
        "sentence": "目前我已经过了科目一的考试，打算这个月开始学科目二，虽然我也担心考不过，觉得自己很笨，怕学不会，怕教练凶，但是我还是想去尝试一下，因为如果你不去尝试，你就永远不会知道结果会是怎样的。",
        "label": ""
      },
      {
        "sentence": "人的想法会随着生活阶段的改变而改变，也许你可以换个角度思考，列出学会开车和不学开车会给你带来的好处和坏处，做个对比来作出选择。",
        "label": ""
      },
      {
        "sentence": "至于是否要追随别人，这并不是别人来决定的，而是你自己做决定的，只要你觉得适合自己就去学，不适合的话就不学，这并不是逃避。",
        "label": ""
      },
      {
        "sentence": "最后，我建议你坚持学完学车，加油！",
        "label": ""
      }
    ]
  }
]