[
  {
    "role": "client",
    "content": "我今年20岁，是个女生。我不想学开车，可是我爸妈总说学车是生活必备技能。高考结束后的那年我报名学车，但有点好笑，高考前学习很紧张，几乎没有时间回家，我爸甚至让我去报名体检，真是，有什么比高考更重要的呢？后来在暑假的时候我考了科目一，但科目二还没学完就开学了。学校在市区，家在郊区，学生会的事情之后我更是没有时间回家。再加上我内心并不想学车，所以一直搁置到现在。科目一的成绩限制了三年，现在只剩不到一年了。爸妈明着暗着一直提醒我，但是我就是不开口。为什么不想学呢，一是目前没有感觉到学车给我带来的好处，在疫情期间除了去博物馆的时候没有真正需要交通工具的时候。二是我本来就不喜欢人际交往，再加上觉得学车并不是一定必要的，导致我不想花心思去和教练交流（因为我是一个不太善于社交的人），后来更是想要尽量避免这种社交。三是我个人觉得开车很危险，也觉得开不好。四是我更想利用这些时间来学习画画，因为那是我热爱的。唉，我一直在矛盾中，不想学车，但好像不学也不行，每每想起来都很烦心。有些人说，不必跟随他人的脚步，但是我又会觉得我是在逃避呢？",
    "annotation": [
      {
        "sentence": "我今年20岁，是个女生。",
        "label": ""
      },
      {
        "sentence": "我不想学开车，可是我爸妈总说学车是生活必备技能。",
        "label": ""
      },
      {
        "sentence": "高考结束后的那年我报名学车，但有点好笑，高考前学习很紧张，几乎没有时间回家，我爸甚至让我去报名体检，真是，有什么比高考更重要的呢？",
        "label": ""
      },
      {
        "sentence": "后来在暑假的时候我考了科目一，但科目二还没学完就开学了。",
        "label": ""
      },
      {
        "sentence": "学校在市区，家在郊区，学生会的事情之后我更是没有时间回家。",
        "label": ""
      },
      {
        "sentence": "再加上我内心并不想学车，所以一直搁置到现在。",
        "label": ""
      },
      {
        "sentence": "科目一的成绩限制了三年，现在只剩不到一年了。",
        "label": ""
      },
      {
        "sentence": "爸妈明着暗着一直提醒我，但是我就是不开口。",
        "label": ""
      },
      {
        "sentence": "为什么不想学呢，一是目前没有感觉到学车给我带来的好处，在疫情期间除了去博物馆的时候没有真正需要交通工具的时候。",
        "label": ""
      },
      {
        "sentence": "二是我本来就不喜欢人际交往，再加上觉得学车并不是一定必要的，导致我不想花心思去和教练交流（因为我是一个不太善于社交的人），后来更是想要尽量避免这种社交。",
        "label": ""
      },
      {
        "sentence": "三是我个人觉得开车很危险，也觉得开不好。",
        "label": ""
      },
      {
        "sentence": "四是我更想利用这些时间来学习画画，因为那是我热爱的。",
        "label": ""
      },
      {
        "sentence": "唉，我一直在矛盾中，不想学车，但好像不学也不行，每每想起来都很烦心。",
        "label": ""
      },
      {
        "sentence": "有些人说，不必跟随他人的脚步，但是我又会觉得我是在逃避呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很能理解你的感受。1、【出于爸妈催促，报名学车】你应该明白，学车最终是为了你自己好，无论选择报名是出于被迫还是自愿，既然报名了，而且你现在已经成年了，就要对当初的决定负责。既然报名了，就要以拿到驾照为目标，不要辜负自己付出的努力。2、【目前感受不到学车给带来的好处】我和你一样，在学车的过程中也不太能够感受到学车的好处，只有在炎炎夏日中被晒黑的坏处。但是，当你拿到驾照的那一刻，你会感到非常有成就感！而且，有些好处是在未来才会显现出来的，现在看不到好处并不代表它就没有好处。在《亲爱的，热爱的》这部电视剧里，童年时期为了韩商言考驾照，为了有一天能用到。而实际上，它的确会有用到的时候。当你和家人一起出门聚餐，当家人身体不适或者喝醉了，这个时候，就需要会开车的人出马了。那个人当然可以不是你，但为什么不能是你呢？3、【如何和教练做好沟通】就我个人而言，在学车的过程中和教练好好沟通，及时询问一些疑惑，不要自己憋在心里费劲思索。一般驾校的教练都很乐意教你，他们也很希望你早日拿证并提高通过率。只要你稍微主动些，教练一定会积极地帮助你！加油哦！4、【开车很难学好，又危险】亲爱的，开车确实很难学好，即便是我现在拿到驾照了，也不敢一个人上路，每次都要小心翼翼地在他人的陪伴下开车。但是困难并不是我们放弃的理由，勇往直前才是“后浪”应有的样子。5、【到底该不该学车，为什么要学车】就目前的情况来看，我们无法预测无人驾驶时代何时到来，学车目前确实还是一个必备的技能。从某种程度上而言，汽车确实是最便捷的交通工具。在我上高中的时候，也就是15年的时候，一个五十岁的老师说起，她是班级里唯一一个不会开车的人。她说以后去幼儿园接孙子，别人的爷爷奶奶都会开车，她只会骑小电动车，孙子会嫌弃她。这是因为时代的发展，交通需求决定我们需要学车。6、【画画和学车是二选一吗】其实画画和学车并不冲突，一个是兴趣爱好，一个是必备的技能，所以只要你有足够的时间，完全可以在学车的同时，继续画画。时间就像海绵里的水，挤一挤总还是有的！希望你能做到你想要的，做好你应该做的事情！加油！",
    "annotation": [
      {
        "sentence": "很能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "1、【出于爸妈催促，报名学车】你应该明白，学车最终是为了你自己好，无论选择报名是出于被迫还是自愿，既然报名了，而且你现在已经成年了，就要对当初的决定负责。",
        "label": ""
      },
      {
        "sentence": "既然报名了，就要以拿到驾照为目标，不要辜负自己付出的努力。",
        "label": ""
      },
      {
        "sentence": "2、【目前感受不到学车给带来的好处】我和你一样，在学车的过程中也不太能够感受到学车的好处，只有在炎炎夏日中被晒黑的坏处。",
        "label": ""
      },
      {
        "sentence": "但是，当你拿到驾照的那一刻，你会感到非常有成就感！",
        "label": ""
      },
      {
        "sentence": "而且，有些好处是在未来才会显现出来的，现在看不到好处并不代表它就没有好处。",
        "label": ""
      },
      {
        "sentence": "在《亲爱的，热爱的》这部电视剧里，童年时期为了韩商言考驾照，为了有一天能用到。",
        "label": ""
      },
      {
        "sentence": "而实际上，它的确会有用到的时候。",
        "label": ""
      },
      {
        "sentence": "当你和家人一起出门聚餐，当家人身体不适或者喝醉了，这个时候，就需要会开车的人出马了。",
        "label": ""
      },
      {
        "sentence": "那个人当然可以不是你，但为什么不能是你呢？",
        "label": ""
      },
      {
        "sentence": "3、【如何和教练做好沟通】就我个人而言，在学车的过程中和教练好好沟通，及时询问一些疑惑，不要自己憋在心里费劲思索。",
        "label": ""
      },
      {
        "sentence": "一般驾校的教练都很乐意教你，他们也很希望你早日拿证并提高通过率。",
        "label": ""
      },
      {
        "sentence": "只要你稍微主动些，教练一定会积极地帮助你！",
        "label": ""
      },
      {
        "sentence": "加油哦！",
        "label": ""
      },
      {
        "sentence": "4、【开车很难学好，又危险】亲爱的，开车确实很难学好，即便是我现在拿到驾照了，也不敢一个人上路，每次都要小心翼翼地在他人的陪伴下开车。",
        "label": ""
      },
      {
        "sentence": "但是困难并不是我们放弃的理由，勇往直前才是“后浪”应有的样子。",
        "label": ""
      },
      {
        "sentence": "5、【到底该不该学车，为什么要学车】就目前的情况来看，我们无法预测无人驾驶时代何时到来，学车目前确实还是一个必备的技能。",
        "label": ""
      },
      {
        "sentence": "从某种程度上而言，汽车确实是最便捷的交通工具。",
        "label": ""
      },
      {
        "sentence": "在我上高中的时候，也就是15年的时候，一个五十岁的老师说起，她是班级里唯一一个不会开车的人。",
        "label": ""
      },
      {
        "sentence": "她说以后去幼儿园接孙子，别人的爷爷奶奶都会开车，她只会骑小电动车，孙子会嫌弃她。",
        "label": ""
      },
      {
        "sentence": "这是因为时代的发展，交通需求决定我们需要学车。",
        "label": ""
      },
      {
        "sentence": "6、【画画和学车是二选一吗】其实画画和学车并不冲突，一个是兴趣爱好，一个是必备的技能，所以只要你有足够的时间，完全可以在学车的同时，继续画画。",
        "label": ""
      },
      {
        "sentence": "时间就像海绵里的水，挤一挤总还是有的！",
        "label": ""
      },
      {
        "sentence": "希望你能做到你想要的，做好你应该做的事情！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]