[
  {
    "role": "client",
    "content": "十几年来把自己当作小说人物，总感觉有人看着自己？19岁，女。小学时看过一本小说，从那以后一直把自己当作文中主角，美丽、强大、拥有权力和能力，到现在已经有十几年了。同时我总感觉有人透过屏幕看着自己（因为文中其他角色是神魔那样拥有科学无法解释力量的人物），生怕生活里出现尴尬羞耻的事情，会被观众看了笑话，有时候连上厕所都觉得很尴尬，忍着不去。除此之外，我也很想向屏幕前的观众证明自己，有时候会自言自语，仿佛有人在跟自己说话或者身在别处经历一些了不起的事情。感觉我已经分不清现实和幻想了，但又觉得自己很清醒，只是沉溺于塑造想象中的自己，请问我该如何走出来？",
    "annotation": [
      {
        "sentence": "十几年来把自己当作小说人物，总感觉有人看着自己？",
        "label": ""
      },
      {
        "sentence": "19岁，女。",
        "label": ""
      },
      {
        "sentence": "小学时看过一本小说，从那以后一直把自己当作文中主角，美丽、强大、拥有权力和能力，到现在已经有十几年了。",
        "label": ""
      },
      {
        "sentence": "同时我总感觉有人透过屏幕看着自己（因为文中其他角色是神魔那样拥有科学无法解释力量的人物），生怕生活里出现尴尬羞耻的事情，会被观众看了笑话，有时候连上厕所都觉得很尴尬，忍着不去。",
        "label": ""
      },
      {
        "sentence": "除此之外，我也很想向屏幕前的观众证明自己，有时候会自言自语，仿佛有人在跟自己说话或者身在别处经历一些了不起的事情。",
        "label": ""
      },
      {
        "sentence": "感觉我已经分不清现实和幻想了，但又觉得自己很清醒，只是沉溺于塑造想象中的自己，请问我该如何走出来？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "以为自己是小说中的人物，似乎自己生活中也是那个主角，很强大。同时又害怕尴尬，觉得上厕所都有些难为情。分析总是以为自己是小说里面的人物，这是你想要成为的样子，小说中的人物总是很优秀，有能力，有颜值，有权有钱，有这样的向往是好的。同时，觉得自己上厕所都尴尬，是因为你以为自己是小说中的人物，有一点完美主义，总觉得这样的自己不完美。还有，你觉得总是有人看你，这并没有必要，没有人会有那么多的精力关心别人。",
    "annotation": [
      {
        "sentence": "以为自己是小说中的人物，似乎自己生活中也是那个主角，很强大。",
        "label": ""
      },
      {
        "sentence": "同时又害怕尴尬，觉得上厕所都有些难为情。",
        "label": ""
      },
      {
        "sentence": "分析总是以为自己是小说里面的人物，这是你想要成为的样子，小说中的人物总是很优秀，有能力，有颜值，有权有钱，有这样的向往是好的。",
        "label": ""
      },
      {
        "sentence": "同时，觉得自己上厕所都尴尬，是因为你以为自己是小说中的人物，有一点完美主义，总觉得这样的自己不完美。",
        "label": ""
      },
      {
        "sentence": "还有，你觉得总是有人看你，这并没有必要，没有人会有那么多的精力关心别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了你的意思，想要成为小说中的那个优秀自己是正常的。但是我真的很害怕尴尬，总觉得生活中的小插曲会让观众发笑。就连上厕所这种平凡的事情，我都觉得很尴尬，有时候会忍着不去。这种压力让我感到很困扰，我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "我明白了你的意思，想要成为小说中的那个优秀自己是正常的。",
        "label": ""
      },
      {
        "sentence": "但是我真的很害怕尴尬，总觉得生活中的小插曲会让观众发笑。",
        "label": ""
      },
      {
        "sentence": "就连上厕所这种平凡的事情，我都觉得很尴尬，有时候会忍着不去。",
        "label": ""
      },
      {
        "sentence": "这种压力让我感到很困扰，我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小想法1、追求优秀，看行动。总是感觉自己是小说中的人物，很优秀，但是更重要的是我们要开始落实，开始行动。只有你足够努力，未来才能看起来毫不费力。你看到小说中的人物都很厉害，可是他们也是从一个什么都不是的阶段到变得很优秀的。所以在你追求优秀的时候，把小说中的自己当作目标，将现实与幻想分开，终有一天，你会成为小说中那个优秀的自己。",
    "annotation": [
      {
        "sentence": "小想法1、追求优秀，看行动。",
        "label": ""
      },
      {
        "sentence": "总是感觉自己是小说中的人物，很优秀，但是更重要的是我们要开始落实，开始行动。",
        "label": ""
      },
      {
        "sentence": "只有你足够努力，未来才能看起来毫不费力。",
        "label": ""
      },
      {
        "sentence": "你看到小说中的人物都很厉害，可是他们也是从一个什么都不是的阶段到变得很优秀的。",
        "label": ""
      },
      {
        "sentence": "所以在你追求优秀的时候，把小说中的自己当作目标，将现实与幻想分开，终有一天，你会成为小说中那个优秀的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的没错，我需要付诸行动才能实现成为小说中的优秀自己的梦想。可是有时候我还是会觉得自己不够完美，害怕暴露自己的缺点。怎么才能接受自己的不足，拒绝完美主义呢？",
    "annotation": [
      {
        "sentence": "你说的没错，我需要付诸行动才能实现成为小说中的优秀自己的梦想。",
        "label": ""
      },
      {
        "sentence": "可是有时候我还是会觉得自己不够完美，害怕暴露自己的缺点。",
        "label": ""
      },
      {
        "sentence": "怎么才能接受自己的不足，拒绝完美主义呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小想法2、接受自己的缺点，拒绝完美主义。小说中的人物其实说白了也是人，他们是通过塑造才展现的一面，因而你看到的也都是很优秀的。但其实，他们也有缺点，他们也会有正常的生理反应。所以学会接受自己的不足，将不足变成优点，让优点变多，不要总是要求自己完美。",
    "annotation": [
      {
        "sentence": "小想法2、接受自己的缺点，拒绝完美主义。",
        "label": ""
      },
      {
        "sentence": "小说中的人物其实说白了也是人，他们是通过塑造才展现的一面，因而你看到的也都是很优秀的。",
        "label": ""
      },
      {
        "sentence": "但其实，他们也有缺点，他们也会有正常的生理反应。",
        "label": ""
      },
      {
        "sentence": "所以学会接受自己的不足，将不足变成优点，让优点变多，不要总是要求自己完美。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，小说中的人物并不是真实的，他们也会有缺点和普通的一面。我应该学会接受自己，将自己的不足转化为优点，让自己变得更完整。但是，我总觉得周围有人在关注我，这种感觉让我分不清现实和幻想，我该如何调整自己的想法呢？",
    "annotation": [
      {
        "sentence": "你说得对，小说中的人物并不是真实的，他们也会有缺点和普通的一面。",
        "label": ""
      },
      {
        "sentence": "我应该学会接受自己，将自己的不足转化为优点，让自己变得更完整。",
        "label": ""
      },
      {
        "sentence": "但是，我总觉得周围有人在关注我，这种感觉让我分不清现实和幻想，我该如何调整自己的想法呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小想法3、做自己。在生活中，每个人都为自己的生活忙碌，他们更多的是在意他们关心的人，关心他们关心的事情。与自己无关的人最多也就是从眼前掠过一下而已。人生只有一次，不需要为了给别人看而活，只要自己开心，对得起自己就好。撕掉标签，甩掉包袱，人生充满无限可能，为自己而活！",
    "annotation": [
      {
        "sentence": "小想法3、做自己。",
        "label": ""
      },
      {
        "sentence": "在生活中，每个人都为自己的生活忙碌，他们更多的是在意他们关心的人，关心他们关心的事情。",
        "label": ""
      },
      {
        "sentence": "与自己无关的人最多也就是从眼前掠过一下而已。",
        "label": ""
      },
      {
        "sentence": "人生只有一次，不需要为了给别人看而活，只要自己开心，对得起自己就好。",
        "label": ""
      },
      {
        "sentence": "撕掉标签，甩掉包袱，人生充满无限可能，为自己而活！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会努力做自己，不再追求别人的眼光和期待。每个人都有自己的生活，我应该将更多的关注和关心放在自己身上。只有这样，我才能真正走出迷失的状态，重新认识并面对现实的自己。我会努力的！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会努力做自己，不再追求别人的眼光和期待。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的生活，我应该将更多的关注和关心放在自己身上。",
        "label": ""
      },
      {
        "sentence": "只有这样，我才能真正走出迷失的状态，重新认识并面对现实的自己。",
        "label": ""
      },
      {
        "sentence": "我会努力的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，你的改变和努力是非常值得鼓励的。记住，你的人生掌握在自己手中，只要坚持做自己，相信自己，你一定能够走出迷失，迎接更好的未来。加油！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，你的改变和努力是非常值得鼓励的。",
        "label": ""
      },
      {
        "sentence": "记住，你的人生掌握在自己手中，只要坚持做自己，相信自己，你一定能够走出迷失，迎接更好的未来。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]