[
  {
    "role": "client",
    "content": "我十几年来把自己当作小说人物，总感觉有人看着自己？19岁，女。小学时看过一本小说，从那以后一直把自己当作文中主角，美丽、强大、拥有权力和能力，到现在已经有十几年了。同时我总感觉有人透过屏幕看着自己（因为文中其他角色是神魔那样拥有科学无法解释力量的人物），生怕生活里出现尴尬羞耻的事情，会被观众看了笑话，有时候连上厕所都觉得很尴尬，忍着不去。除此之外，我也很想向屏幕前的观众证明自己，有时候会自言自语，仿佛有人在跟自己说话或者身在别处经历一些了不起的事情。感觉我已经分不清现实和幻想了，但又觉得自己很清醒，只是沉溺于塑造想象中的自己，请问我该如何走出来？",
    "annotation": [
      {
        "sentence": "我十几年来把自己当作小说人物，总感觉有人看着自己？",
        "label": ""
      },
      {
        "sentence": "19岁，女。",
        "label": ""
      },
      {
        "sentence": "小学时看过一本小说，从那以后一直把自己当作文中主角，美丽、强大、拥有权力和能力，到现在已经有十几年了。",
        "label": ""
      },
      {
        "sentence": "同时我总感觉有人透过屏幕看着自己（因为文中其他角色是神魔那样拥有科学无法解释力量的人物），生怕生活里出现尴尬羞耻的事情，会被观众看了笑话，有时候连上厕所都觉得很尴尬，忍着不去。",
        "label": ""
      },
      {
        "sentence": "除此之外，我也很想向屏幕前的观众证明自己，有时候会自言自语，仿佛有人在跟自己说话或者身在别处经历一些了不起的事情。",
        "label": ""
      },
      {
        "sentence": "感觉我已经分不清现实和幻想了，但又觉得自己很清醒，只是沉溺于塑造想象中的自己，请问我该如何走出来？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那本小说真的是影响大呀，是什么名字呀，让我也来读一读，感受一下。其实呀，观众就是你自己，你时刻在注意自己的形象，努力做到最好，这是你自己陪伴你的结果。",
    "annotation": [
      {
        "sentence": "那本小说真的是影响大呀，是什么名字呀，让我也来读一读，感受一下。",
        "label": ""
      },
      {
        "sentence": "其实呀，观众就是你自己，你时刻在注意自己的形象，努力做到最好，这是你自己陪伴你的结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这本小说叫《幻影之下》，里面的故事太吸引人了，我就陷进去了。但我觉得我有点走火入魔了，这样不好吧？",
    "annotation": [
      {
        "sentence": "这本小说叫《幻影之下》，里面的故事太吸引人了，我就陷进去了。",
        "label": ""
      },
      {
        "sentence": "但我觉得我有点走火入魔了，这样不好吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实呢，沉浸在小说中并不是一件坏事，只要控制好分寸。你可以将小说作为一种激励的力量，但要明白现实生活和小说中的世界是有区别的。有时候我们需要适当地调整一下自己的思维，让自己更加与现实接轨。",
    "annotation": [
      {
        "sentence": "其实呢，沉浸在小说中并不是一件坏事，只要控制好分寸。",
        "label": ""
      },
      {
        "sentence": "你可以将小说作为一种激励的力量，但要明白现实生活和小说中的世界是有区别的。",
        "label": ""
      },
      {
        "sentence": "有时候我们需要适当地调整一下自己的思维，让自己更加与现实接轨。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我总觉得有人透过屏幕看着我，这让我感到很难受。我不知道该如何摆脱这种困扰。",
    "annotation": [
      {
        "sentence": "可是我总觉得有人透过屏幕看着我，这让我感到很难受。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何摆脱这种困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种感觉可能是因为你对自己的形象有所压力，怕出现尴尬的事情被他人评头论足。其实，每个人都有自己的尴尬时刻，这是生活中的一部分。试着接纳自己的不完美，不要给自己太大的压力。你可以尝试调整一下心态，相信自己的价值不仅仅来自于他人的观注。",
    "annotation": [
      {
        "sentence": "这种感觉可能是因为你对自己的形象有所压力，怕出现尴尬的事情被他人评头论足。",
        "label": ""
      },
      {
        "sentence": "其实，每个人都有自己的尴尬时刻，这是生活中的一部分。",
        "label": ""
      },
      {
        "sentence": "试着接纳自己的不完美，不要给自己太大的压力。",
        "label": ""
      },
      {
        "sentence": "你可以尝试调整一下心态，相信自己的价值不仅仅来自于他人的观注。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我应该更加坦然面对自己的弱点和尴尬，不要让外界的评价影响到我对自己的认知。但有时候我还是会沉迷于幻想中，仿佛真的有人在跟我对话，我怎么摆脱这种困扰？",
    "annotation": [
      {
        "sentence": "确实，我应该更加坦然面对自己的弱点和尴尬，不要让外界的评价影响到我对自己的认知。",
        "label": ""
      },
      {
        "sentence": "但有时候我还是会沉迷于幻想中，仿佛真的有人在跟我对话，我怎么摆脱这种困扰？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种沉迷于幻想的感觉可能是你对于现实的不满或者寻求一种逃避。尝试寻找一些能够充实自己生活的事情，例如培养兴趣爱好、和朋友交流等。如果这种感觉始终无法摆脱，你可以考虑求助于专业的咨询师，他们能够帮助你更好地了解和处理这种情绪困扰。",
    "annotation": [
      {
        "sentence": "这种沉迷于幻想的感觉可能是你对于现实的不满或者寻求一种逃避。",
        "label": ""
      },
      {
        "sentence": "尝试寻找一些能够充实自己生活的事情，例如培养兴趣爱好、和朋友交流等。",
        "label": ""
      },
      {
        "sentence": "如果这种感觉始终无法摆脱，你可以考虑求助于专业的咨询师，他们能够帮助你更好地了解和处理这种情绪困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该积极地投入到现实生活中，寻找一些能够给自己带来快乐和满足感的事情。如果我遇到具体问题解决不了，我会考虑咨询师的意见的。谢谢你的建议，我感觉好多了。",
    "annotation": [
      {
        "sentence": "你说得对，我应该积极地投入到现实生活中，寻找一些能够给自己带来快乐和满足感的事情。",
        "label": ""
      },
      {
        "sentence": "如果我遇到具体问题解决不了，我会考虑咨询师的意见的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。记住，你是一个独特而美丽的个体，你的价值不仅仅来自于他人的关注和赞许。相信自己，享受现实生活的点滴，并且积极寻求帮助与成长。祝愿你找到属于自己的幸福和满足。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，你是一个独特而美丽的个体，你的价值不仅仅来自于他人的关注和赞许。",
        "label": ""
      },
      {
        "sentence": "相信自己，享受现实生活的点滴，并且积极寻求帮助与成长。",
        "label": ""
      },
      {
        "sentence": "祝愿你找到属于自己的幸福和满足。",
        "label": ""
      }
    ]
  }
]