[
  {
    "role": "client",
    "content": "你好，谢谢你愿意倾听我的故事。我觉得你的话很温暖，让我感到很受鼓舞。我现在遇到了一些困境，想请你帮助我。",
    "annotation": [
      {
        "sentence": "你好，谢谢你愿意倾听我的故事。",
        "label": ""
      },
      {
        "sentence": "我觉得你的话很温暖，让我感到很受鼓舞。",
        "label": ""
      },
      {
        "sentence": "我现在遇到了一些困境，想请你帮助我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我很高兴能够帮助你。你可以向我倾诉，我会尽力提供支持和建议。",
    "annotation": [
      {
        "sentence": "你好，我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "你可以向我倾诉，我会尽力提供支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你。我今年20岁，17岁时独自来到美国，家里为了彩礼钱安排我相亲。还有一个弟弟。父母迫使我放弃读书，18岁就开始相亲了，一直催促到现在。（事实上，我被他们骗说会半工半读，但实际上不是这样）我一直坚持读书，自己承担了学费，直到美国爆发疫情。今年1月，家里的叔叔因为网络赌博欠下五六十万。他跪下来向我爸借钱，我爸出于同情以投资为借口骗了我妈，我们共同贷款给了叔叔，但可恶的是叔叔把钱用来赌博。我妈至今不知道真相。然后他们要求我放弃读书，帮他们偿还债务，但我没有答应。疫情到来后，我被迫待在家里，还借了1000美元。（我已经放弃了读书）我问爸爸，如果疫情严重了，你会同意我回国吗？他说：“不可能的，就算我失去一切也不会让你回来，你回来就不值钱了。”然后在疫情期间，他们一直逼我通过微信相亲。他们说得很动听，但其实是为了彩礼钱。",
    "annotation": [
      {
        "sentence": "谢谢你。",
        "label": ""
      },
      {
        "sentence": "我今年20岁，17岁时独自来到美国，家里为了彩礼钱安排我相亲。",
        "label": ""
      },
      {
        "sentence": "还有一个弟弟。",
        "label": ""
      },
      {
        "sentence": "父母迫使我放弃读书，18岁就开始相亲了，一直催促到现在。",
        "label": ""
      },
      {
        "sentence": "（事实上，我被他们骗说会半工半读，但实际上不是这样）我一直坚持读书，自己承担了学费，直到美国爆发疫情。",
        "label": ""
      },
      {
        "sentence": "今年1月，家里的叔叔因为网络赌博欠下五六十万。",
        "label": ""
      },
      {
        "sentence": "他跪下来向我爸借钱，我爸出于同情以投资为借口骗了我妈，我们共同贷款给了叔叔，但可恶的是叔叔把钱用来赌博。",
        "label": ""
      },
      {
        "sentence": "我妈至今不知道真相。",
        "label": ""
      },
      {
        "sentence": "然后他们要求我放弃读书，帮他们偿还债务，但我没有答应。",
        "label": ""
      },
      {
        "sentence": "疫情到来后，我被迫待在家里，还借了1000美元。",
        "label": ""
      },
      {
        "sentence": "（我已经放弃了读书）我问爸爸，如果疫情严重了，你会同意我回国吗？",
        "label": ""
      },
      {
        "sentence": "他说：“不可能的，就算我失去一切也不会让你回来，你回来就不值钱了。",
        "label": ""
      },
      {
        "sentence": "”然后在疫情期间，他们一直逼我通过微信相亲。",
        "label": ""
      },
      {
        "sentence": "他们说得很动听，但其实是为了彩礼钱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗨，很高兴看到你能够勇敢地分享你的故事，这显示出你真诚、有原则的好姑娘。你寻求帮助并与我交流，说明你有很多解决问题的方式，这非常棒。我们面对了多少困难，就拥有了多少应对困难的能力。虽然我对你的遭遇感到遗憾，但我也对你能够经历这些来实现自己人生转变和成长感到羡慕。根据你目前的情况，我们可以讨论一下与父母的依恋关系的破解这个问题。破解并不意味着在现实中与他们断绝关系，而是在心理上减少对他们的依赖，这样你可能会有更多选择的机会。我能感觉到你目前非常在意父母的想法，一方面希望通过你的努力赢得他们的认可，另一方面希望他们从你的角度真正为你考虑。这是不健康亲密关系的结果。父母是我们最亲密的关系，这会让你很难做出抉择。但根据心理学的研究，成年人需要适时破解旧有的依恋关系，才能形成更健康的新依恋模式。你已经20岁了，这是你适时破解依恋关系的时候，你觉得呢？如果不能有效地破解，并在旧有模式中无法获得满足的爱，有些人可能会寻找其他地方来填补这种亲密关系的缺失。这样的话，未来建立的朋友关系或恋爱关系可能会受到旧有问题和影响的困扰，这对你的未来亲密关系可能会有影响，我们不能确定。根据你所描述的情况，我认为你可以调整以下认知：你父亲说：“不可能的，就算我失去一切也不会让你回来，你回来就不值钱了。”这是你父亲的原话，对吗？乍一看，这似乎很伤人，对你来说是不是感到非常伤心和失望呢？实际上，我们可以从不同的角度来看待这个问题。父母说的是否属实？对我们外人来说，这些话确实不合适。但如果这是真实的，父母愿意表露他们真实的想法，对你来说其实也是一件好事。你要认识到，有多少父母真的不愿意向子女表露他们的真实心声，特别是对子女而言。他们一方面想维护爱子女的形象，另一方面又希望达到自己的目的。因此，有些人会编造各种“这都是为了你好”的情绪逻辑或者逻辑的束缚，让子女不知道如何应对。如果父母愿意说出自己的真实想法，那真的挺好的，不是吗？接下来就是你要如何面对这样真实的问题了。那么，这种真实是什么呢？我们不必过度歪曲解读，这只是说明你爸爸现在的情况让你无法再依赖他。就仅限于此，也许如果他们有更好的选择，也不一定会这么做。现实就是这样，是否真心并不重要，重要的是我们如何应对这个境遇。如果你还有其他问题，欢迎私信我，我会尽力解答。",
    "annotation": [
      {
        "sentence": "嗨，很高兴看到你能够勇敢地分享你的故事，这显示出你真诚、有原则的好姑娘。",
        "label": ""
      },
      {
        "sentence": "你寻求帮助并与我交流，说明你有很多解决问题的方式，这非常棒。",
        "label": ""
      },
      {
        "sentence": "我们面对了多少困难，就拥有了多少应对困难的能力。",
        "label": ""
      },
      {
        "sentence": "虽然我对你的遭遇感到遗憾，但我也对你能够经历这些来实现自己人生转变和成长感到羡慕。",
        "label": ""
      },
      {
        "sentence": "根据你目前的情况，我们可以讨论一下与父母的依恋关系的破解这个问题。",
        "label": ""
      },
      {
        "sentence": "破解并不意味着在现实中与他们断绝关系，而是在心理上减少对他们的依赖，这样你可能会有更多选择的机会。",
        "label": ""
      },
      {
        "sentence": "我能感觉到你目前非常在意父母的想法，一方面希望通过你的努力赢得他们的认可，另一方面希望他们从你的角度真正为你考虑。",
        "label": ""
      },
      {
        "sentence": "这是不健康亲密关系的结果。",
        "label": ""
      },
      {
        "sentence": "父母是我们最亲密的关系，这会让你很难做出抉择。",
        "label": ""
      },
      {
        "sentence": "但根据心理学的研究，成年人需要适时破解旧有的依恋关系，才能形成更健康的新依恋模式。",
        "label": ""
      },
      {
        "sentence": "你已经20岁了，这是你适时破解依恋关系的时候，你觉得呢？",
        "label": ""
      },
      {
        "sentence": "如果不能有效地破解，并在旧有模式中无法获得满足的爱，有些人可能会寻找其他地方来填补这种亲密关系的缺失。",
        "label": ""
      },
      {
        "sentence": "这样的话，未来建立的朋友关系或恋爱关系可能会受到旧有问题和影响的困扰，这对你的未来亲密关系可能会有影响，我们不能确定。",
        "label": ""
      },
      {
        "sentence": "根据你所描述的情况，我认为你可以调整以下认知：你父亲说：“不可能的，就算我失去一切也不会让你回来，你回来就不值钱了。",
        "label": ""
      },
      {
        "sentence": "”这是你父亲的原话，对吗？",
        "label": ""
      },
      {
        "sentence": "乍一看，这似乎很伤人，对你来说是不是感到非常伤心和失望呢？",
        "label": ""
      },
      {
        "sentence": "实际上，我们可以从不同的角度来看待这个问题。",
        "label": ""
      },
      {
        "sentence": "父母说的是否属实？",
        "label": ""
      },
      {
        "sentence": "对我们外人来说，这些话确实不合适。",
        "label": ""
      },
      {
        "sentence": "但如果这是真实的，父母愿意表露他们真实的想法，对你来说其实也是一件好事。",
        "label": ""
      },
      {
        "sentence": "你要认识到，有多少父母真的不愿意向子女表露他们的真实心声，特别是对子女而言。",
        "label": ""
      },
      {
        "sentence": "他们一方面想维护爱子女的形象，另一方面又希望达到自己的目的。",
        "label": ""
      },
      {
        "sentence": "因此，有些人会编造各种“这都是为了你好”的情绪逻辑或者逻辑的束缚，让子女不知道如何应对。",
        "label": ""
      },
      {
        "sentence": "如果父母愿意说出自己的真实想法，那真的挺好的，不是吗？",
        "label": ""
      },
      {
        "sentence": "接下来就是你要如何面对这样真实的问题了。",
        "label": ""
      },
      {
        "sentence": "那么，这种真实是什么呢？",
        "label": ""
      },
      {
        "sentence": "我们不必过度歪曲解读，这只是说明你爸爸现在的情况让你无法再依赖他。",
        "label": ""
      },
      {
        "sentence": "就仅限于此，也许如果他们有更好的选择，也不一定会这么做。",
        "label": ""
      },
      {
        "sentence": "现实就是这样，是否真心并不重要，重要的是我们如何应对这个境遇。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题，欢迎私信我，我会尽力解答。",
        "label": ""
      }
    ]
  }
]