[
  {
    "role": "client",
    "content": "我想死，可是又有求生的意志……怎么办？",
    "annotation": [
      {
        "sentence": "我想死，可是又有求生的意志……怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，你似乎感到很矛盾。可以告诉我导致你这种矛盾情绪的原因吗？",
    "annotation": [
      {
        "sentence": "听你的描述，你似乎感到很矛盾。",
        "label": ""
      },
      {
        "sentence": "可以告诉我导致你这种矛盾情绪的原因吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "一切要从我的原生家庭说起。母亲经常辱骂我，甚至打我，每次她觉得委屈了。她用手打我脸，揪伤我，甚至随意拿物品扔我打我，不管是玻璃还是铁。她从小就不正常地称呼我，叫我“那个人”、“鸡X人”、“贱人”，甚至说我出门被车撞死才好过活在这个世界上。父母还常说“生块叉烧好过生你”。这些负面的话语无意间使我变得没有自信，性格也扭曲了，我开始怀疑自己是否亲生的……甚至当我想自杀写遗书时，她只是嘲笑我，没有任何安慰。",
    "annotation": [
      {
        "sentence": "一切要从我的原生家庭说起。",
        "label": ""
      },
      {
        "sentence": "母亲经常辱骂我，甚至打我，每次她觉得委屈了。",
        "label": ""
      },
      {
        "sentence": "她用手打我脸，揪伤我，甚至随意拿物品扔我打我，不管是玻璃还是铁。",
        "label": ""
      },
      {
        "sentence": "她从小就不正常地称呼我，叫我“那个人”、“鸡X人”、“贱人”，甚至说我出门被车撞死才好过活在这个世界上。",
        "label": ""
      },
      {
        "sentence": "父母还常说“生块叉烧好过生你”。",
        "label": ""
      },
      {
        "sentence": "这些负面的话语无意间使我变得没有自信，性格也扭曲了，我开始怀疑自己是否亲生的……甚至当我想自杀写遗书时，她只是嘲笑我，没有任何安慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你在原生家庭中经历了很多的困难和痛苦。我明白你的感受，这些经历可能对你产生了很大的伤害。但是请记住，这不是你的错，也不代表你的人生只能如此继续下去。你需要明白，母亲将自己的负面情绪和不满发泄到你身上，并不是因为你有什么问题，而是她自己的情绪问题。你不要轻易相信母亲说的话，不要让她的看法左右你对自己的认知。",
    "annotation": [
      {
        "sentence": "听起来你在原生家庭中经历了很多的困难和痛苦。",
        "label": ""
      },
      {
        "sentence": "我明白你的感受，这些经历可能对你产生了很大的伤害。",
        "label": ""
      },
      {
        "sentence": "但是请记住，这不是你的错，也不代表你的人生只能如此继续下去。",
        "label": ""
      },
      {
        "sentence": "你需要明白，母亲将自己的负面情绪和不满发泄到你身上，并不是因为你有什么问题，而是她自己的情绪问题。",
        "label": ""
      },
      {
        "sentence": "你不要轻易相信母亲说的话，不要让她的看法左右你对自己的认知。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我一直觉得自己很没用，很想死。我觉得自己生在这个世上就是错的，好累，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "但是我一直觉得自己很没用，很想死。",
        "label": ""
      },
      {
        "sentence": "我觉得自己生在这个世上就是错的，好累，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受，但是请相信，你并不是没有价值或没用的。你的存在是有意义的，你有自己独特的价值和使命。小时候，你是无助的，无法反抗母亲任意对待你的行为。但是现在你已经成长了，你可以有自己独立的想法和认知。你可以学会区分母亲对你的负面情绪和真实的评价，将母亲对你的负面情绪抛在脑后，重新认识和接纳自己。这个过程可能并不容易，但只要你不放弃，努力改变，你会逐渐从原生家庭的阴影中解脱出来。",
    "annotation": [
      {
        "sentence": "我明白你的感受，但是请相信，你并不是没有价值或没用的。",
        "label": ""
      },
      {
        "sentence": "你的存在是有意义的，你有自己独特的价值和使命。",
        "label": ""
      },
      {
        "sentence": "小时候，你是无助的，无法反抗母亲任意对待你的行为。",
        "label": ""
      },
      {
        "sentence": "但是现在你已经成长了，你可以有自己独立的想法和认知。",
        "label": ""
      },
      {
        "sentence": "你可以学会区分母亲对你的负面情绪和真实的评价，将母亲对你的负面情绪抛在脑后，重新认识和接纳自己。",
        "label": ""
      },
      {
        "sentence": "这个过程可能并不容易，但只要你不放弃，努力改变，你会逐渐从原生家庭的阴影中解脱出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想改变，但我觉得很困难。母亲虽然道歉了，但还是对我施加压力，让我觉得自己很没用，很想死。",
    "annotation": [
      {
        "sentence": "我想改变，但我觉得很困难。",
        "label": ""
      },
      {
        "sentence": "母亲虽然道歉了，但还是对我施加压力，让我觉得自己很没用，很想死。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你觉得改变困难的感受。有时候我们无法改变外部环境，但我们可以改变自己对待外部环境的方式。虽然母亲可能继续施加压力，但你可以尝试学会如何保护自己的情绪和内心。你可以倾诉和寻求理解和支持，比如与朋友、亲人或者心理咨询师交流。他们可以给你提供支持和建议，帮助你走出困境。",
    "annotation": [
      {
        "sentence": "我理解你觉得改变困难的感受。",
        "label": ""
      },
      {
        "sentence": "有时候我们无法改变外部环境，但我们可以改变自己对待外部环境的方式。",
        "label": ""
      },
      {
        "sentence": "虽然母亲可能继续施加压力，但你可以尝试学会如何保护自己的情绪和内心。",
        "label": ""
      },
      {
        "sentence": "你可以倾诉和寻求理解和支持，比如与朋友、亲人或者心理咨询师交流。",
        "label": ""
      },
      {
        "sentence": "他们可以给你提供支持和建议，帮助你走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着寻求帮助和支持的。但是我还是觉得自己很累，不知道怎么办才好。",
    "annotation": [
      {
        "sentence": "我会试着寻求帮助和支持的。",
        "label": ""
      },
      {
        "sentence": "但是我还是觉得自己很累，不知道怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我要赞扬你勇敢地面对问题并寻求帮助。在这个过程中，你需要给自己一些时间和空间，让自己逐渐放下负面情绪和不真实的评价。同时，你也可以尝试一些放松的活动，比如运动、听音乐、读书等，让自己的身心得到一些放松和舒缓。重要的是，不要放弃自己，相信自己可以走出困境，创造属于自己的幸福和价值。记住，你并不孤单，有人在支持你，你可以走出来的！",
    "annotation": [
      {
        "sentence": "首先，我要赞扬你勇敢地面对问题并寻求帮助。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你需要给自己一些时间和空间，让自己逐渐放下负面情绪和不真实的评价。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试一些放松的活动，比如运动、听音乐、读书等，让自己的身心得到一些放松和舒缓。",
        "label": ""
      },
      {
        "sentence": "重要的是，不要放弃自己，相信自己可以走出困境，创造属于自己的幸福和价值。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有人在支持你，你可以走出来的！",
        "label": ""
      }
    ]
  }
]