[
  {
    "role": "client",
    "content": "父母干涉恋爱，精神崩溃压抑该怎么办？",
    "annotation": [
      {
        "sentence": "父母干涉恋爱，精神崩溃压抑该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很多时候父母只会站在他们的角度去思考问题。比如父亲提到：他一辈子辛辛苦苦为了我活，我也要为了爸爸妈妈活。这就是标准的道德绑架，难道子女活着就是为了父母吗？答案一定不是的，只是我们的成长环境造就了一些不好的想法，导致父母并没有认识到自己的问题，甚至在知道自己问题之后也不愿意改变和面对。",
    "annotation": [
      {
        "sentence": "很多时候父母只会站在他们的角度去思考问题。",
        "label": ""
      },
      {
        "sentence": "比如父亲提到：他一辈子辛辛苦苦为了我活，我也要为了爸爸妈妈活。",
        "label": ""
      },
      {
        "sentence": "这就是标准的道德绑架，难道子女活着就是为了父母吗？",
        "label": ""
      },
      {
        "sentence": "答案一定不是的，只是我们的成长环境造就了一些不好的想法，导致父母并没有认识到自己的问题，甚至在知道自己问题之后也不愿意改变和面对。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也是这样想的，我觉得让我奔着结婚去找一个体面的人是不公平的。",
    "annotation": [
      {
        "sentence": "我也是这样想的，我觉得让我奔着结婚去找一个体面的人是不公平的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，恋爱奔着结婚的目地是正确的，毕竟我们都想择一人终老，但是一些现实的问题也是我们应该考虑的。对于控制欲比较强的父母，如果我们想要足够的自由，就必须有足够自立的能力，无论是经济还是其他各方面，否则的话我们可能会受制于父母一辈子，因为他们已经习惯了插足我们的一生。",
    "annotation": [
      {
        "sentence": "确实，恋爱奔着结婚的目地是正确的，毕竟我们都想择一人终老，但是一些现实的问题也是我们应该考虑的。",
        "label": ""
      },
      {
        "sentence": "对于控制欲比较强的父母，如果我们想要足够的自由，就必须有足够自立的能力，无论是经济还是其他各方面，否则的话我们可能会受制于父母一辈子，因为他们已经习惯了插足我们的一生。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解，但现在我感觉精神崩溃和压抑，整夜都睡不好，而且总是做噩梦。我曾想过和朋友出去散心，但现在连这个也要报备打卡汇报行踪，感觉像犯人一样。",
    "annotation": [
      {
        "sentence": "我理解，但现在我感觉精神崩溃和压抑，整夜都睡不好，而且总是做噩梦。",
        "label": ""
      },
      {
        "sentence": "我曾想过和朋友出去散心，但现在连这个也要报备打卡汇报行踪，感觉像犯人一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样的限制确实让人感到窒息和束缚。在这种情况下，我们可以从另一个角度思考问题。我们可以回想一下，要是自己真的离开了父母，自己是否有足够的能力照顾好自己，在这个过程中，我们不要把男友当做自己的唯一依靠。因为我们能依靠的人一定是自己，伴侣可以从一定程度给予我们一些关怀，但不要把他当做唯一，如果我们一个人也可以过得很好，那么无论是爱情还是自己的婚姻，我们都会有更多的话语权。",
    "annotation": [
      {
        "sentence": "这样的限制确实让人感到窒息和束缚。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，我们可以从另一个角度思考问题。",
        "label": ""
      },
      {
        "sentence": "我们可以回想一下，要是自己真的离开了父母，自己是否有足够的能力照顾好自己，在这个过程中，我们不要把男友当做自己的唯一依靠。",
        "label": ""
      },
      {
        "sentence": "因为我们能依靠的人一定是自己，伴侣可以从一定程度给予我们一些关怀，但不要把他当做唯一，如果我们一个人也可以过得很好，那么无论是爱情还是自己的婚姻，我们都会有更多的话语权。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要先提升自己的自立能力，做一个独立自主的人。",
    "annotation": [
      {
        "sentence": "我明白了，我需要先提升自己的自立能力，做一个独立自主的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，这样的想法很正确。如果我们自己都没办法照顾好自己，甚至很多时候不得不依靠父母，那么很多事我们确实没办法自己做主。因此，无论是情感方面还是其他方面，我们都应该先为自己铺好一条路。",
    "annotation": [
      {
        "sentence": "对的，这样的想法很正确。",
        "label": ""
      },
      {
        "sentence": "如果我们自己都没办法照顾好自己，甚至很多时候不得不依靠父母，那么很多事我们确实没办法自己做主。",
        "label": ""
      },
      {
        "sentence": "因此，无论是情感方面还是其他方面，我们都应该先为自己铺好一条路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，我感觉好多了。我会努力提升自己的能力，摆脱精神上的困扰。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，我感觉好多了。",
        "label": ""
      },
      {
        "sentence": "我会努力提升自己的能力，摆脱精神上的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。相信你的努力和坚持，一定能够摆脱困境，找到属于自己的幸福。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "相信你的努力和坚持，一定能够摆脱困境，找到属于自己的幸福。",
        "label": ""
      }
    ]
  }
]