[
  {
    "role": "client",
    "content": "我最近发现孩子上幼儿园时总是在门口磨蹭很久才进去，还有在厕所门口站着不说话，这让我很担心她到底在想什么。我带她去上舞蹈课时，她也看着其他人，但不愿意加入他们。我真的不知道该怎么办才能帮助她。",
    "annotation": [
      {
        "sentence": "我最近发现孩子上幼儿园时总是在门口磨蹭很久才进去，还有在厕所门口站着不说话，这让我很担心她到底在想什么。",
        "label": ""
      },
      {
        "sentence": "我带她去上舞蹈课时，她也看着其他人，但不愿意加入他们。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办才能帮助她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，看得出你努力了解孩子的感受，而不责备她，这点真的很值得称赞。但现在的问题是你似乎不太了解如何弄清楚孩子内心的想法。其实我们从来不可能完全了解一个人的内心，即使她只是四岁左右的孩子。作为妈妈，我们能做的是成为孩子情绪的容器，当孩子感到困难或者不舒服的时候，她需要一个可以倾诉的对象，她需要你成为她的情感支柱。这样的支持本身就是很有帮助的。剩下的事情如果需要，孩子自然会来找你。如果她不提或者你问她她不说，那就接受现状，不是所有问题都能被解决的，我们要允许它存在。",
    "annotation": [
      {
        "sentence": "亲爱的，看得出你努力了解孩子的感受，而不责备她，这点真的很值得称赞。",
        "label": ""
      },
      {
        "sentence": "但现在的问题是你似乎不太了解如何弄清楚孩子内心的想法。",
        "label": ""
      },
      {
        "sentence": "其实我们从来不可能完全了解一个人的内心，即使她只是四岁左右的孩子。",
        "label": ""
      },
      {
        "sentence": "作为妈妈，我们能做的是成为孩子情绪的容器，当孩子感到困难或者不舒服的时候，她需要一个可以倾诉的对象，她需要你成为她的情感支柱。",
        "label": ""
      },
      {
        "sentence": "这样的支持本身就是很有帮助的。",
        "label": ""
      },
      {
        "sentence": "剩下的事情如果需要，孩子自然会来找你。",
        "label": ""
      },
      {
        "sentence": "如果她不提或者你问她她不说，那就接受现状，不是所有问题都能被解决的，我们要允许它存在。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，但有时候我觉得孩子似乎不太容易融入集体，可能是她的问题吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，但有时候我觉得孩子似乎不太容易融入集体，可能是她的问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，我不建议你给孩子行为或状态下定义。首先，这个定义非常模糊，因为合群的标准在每个人心中不同。而且，每个人都有时候会合群，有时候会不合群，这是正常的。最重要的是，如果我们贴上不合群的标签，孩子会认为自己就是不合群的人，这样的标签会在她交往时影响她的心态。我们应该尊重孩子的自主权，不要过早给她下定义。",
    "annotation": [
      {
        "sentence": "亲爱的，我不建议你给孩子行为或状态下定义。",
        "label": ""
      },
      {
        "sentence": "首先，这个定义非常模糊，因为合群的标准在每个人心中不同。",
        "label": ""
      },
      {
        "sentence": "而且，每个人都有时候会合群，有时候会不合群，这是正常的。",
        "label": ""
      },
      {
        "sentence": "最重要的是，如果我们贴上不合群的标签，孩子会认为自己就是不合群的人，这样的标签会在她交往时影响她的心态。",
        "label": ""
      },
      {
        "sentence": "我们应该尊重孩子的自主权，不要过早给她下定义。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我可能在过度关注她的行为上了。我想问一下，孩子为什么总是在休息时间看着别人，却不愿意加入他们呢？",
    "annotation": [
      {
        "sentence": "确实，我可能在过度关注她的行为上了。",
        "label": ""
      },
      {
        "sentence": "我想问一下，孩子为什么总是在休息时间看着别人，却不愿意加入他们呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个时候你已经做到了你能做的最多了，再做就是越界了。我知道这对你来说很难，因为你会非常着急。但请记住，你必须对自己的情绪负责。除非孩子主动提出需要帮助，否则你最好保持观望的态度。你可以表达关心，但要学会允许孩子做出与你想的不一样的选择。",
    "annotation": [
      {
        "sentence": "这个时候你已经做到了你能做的最多了，再做就是越界了。",
        "label": ""
      },
      {
        "sentence": "我知道这对你来说很难，因为你会非常着急。",
        "label": ""
      },
      {
        "sentence": "但请记住，你必须对自己的情绪负责。",
        "label": ""
      },
      {
        "sentence": "除非孩子主动提出需要帮助，否则你最好保持观望的态度。",
        "label": ""
      },
      {
        "sentence": "你可以表达关心，但要学会允许孩子做出与你想的不一样的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "明白了，我应该如何更好地帮助孩子呢？",
    "annotation": [
      {
        "sentence": "明白了，我应该如何更好地帮助孩子呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们要试着改变自己的方式。不要问孩子为什么，而是问她发生了什么事情。比如你可以问她：“我注意到你每次在幼儿园门口都会磨蹭很久，是不是有什么事情发生了？”另外，如果你希望孩子加入一个群体，不要直接说“我们一起玩吧”，而是告诉她加入的好处。比如一群孩子在玩沙，你可以观察，然后告诉孩子在这个群体里可以做些什么，比如堆什么。或者如果孩子单独玩，你可以说：“某某想玩老鹰捉小鸡，你愿意当老鹰和我们一起玩吗？”最重要的是，你要让她知道，无论发生什么，你和整个世界都是爱她的。",
    "annotation": [
      {
        "sentence": "我们要试着改变自己的方式。",
        "label": ""
      },
      {
        "sentence": "不要问孩子为什么，而是问她发生了什么事情。",
        "label": ""
      },
      {
        "sentence": "比如你可以问她：“我注意到你每次在幼儿园门口都会磨蹭很久，是不是有什么事情发生了？",
        "label": ""
      },
      {
        "sentence": "”另外，如果你希望孩子加入一个群体，不要直接说“我们一起玩吧”，而是告诉她加入的好处。",
        "label": ""
      },
      {
        "sentence": "比如一群孩子在玩沙，你可以观察，然后告诉孩子在这个群体里可以做些什么，比如堆什么。",
        "label": ""
      },
      {
        "sentence": "或者如果孩子单独玩，你可以说：“某某想玩老鹰捉小鸡，你愿意当老鹰和我们一起玩吗？",
        "label": ""
      },
      {
        "sentence": "”最重要的是，你要让她知道，无论发生什么，你和整个世界都是爱她的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着改变自己的方式去理解孩子，并给予她更多的支持和爱。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着改变自己的方式去理解孩子，并给予她更多的支持和爱。",
        "label": ""
      }
    ]
  }
]