[
  {
    "role": "client",
    "content": "父母对子女的期望太高，他们为什么给我们这么大压力？学生时代还好，父母给我的压力还不是特别大，但是自从我大学毕业后进入社会开始工作后，父母对我期望特别高，总在说亲戚家的谁工资特别高待遇特别好……，我不是独生子女，我有一个哥哥，我不知道父母对哥哥期望高不高，对男孩子期望高我可以理解，但是对女孩期望高我不能理解，每次我父母和我说亲戚家的孩子都在社会上混得特别好，自己的孩子混得这么差，我就压力大，父母总会说大学白读了，书白念了之类的话，真的不想要这样的父母，他们自己在社会上都混得很差，还有什么理由来说自己的孩子呢？再看看同学她们，她们的父母就不会给她们施加压力，子女能养活自己就好了，又没啃老什么的，他们为什么要这样给我们这么大的压力。",
    "annotation": [
      {
        "sentence": "父母对子女的期望太高，他们为什么给我们这么大压力？",
        "label": ""
      },
      {
        "sentence": "学生时代还好，父母给我的压力还不是特别大，但是自从我大学毕业后进入社会开始工作后，父母对我期望特别高，总在说亲戚家的谁工资特别高待遇特别好……，我不是独生子女，我有一个哥哥，我不知道父母对哥哥期望高不高，对男孩子期望高我可以理解，但是对女孩期望高我不能理解，每次我父母和我说亲戚家的孩子都在社会上混得特别好，自己的孩子混得这么差，我就压力大，父母总会说大学白读了，书白念了之类的话，真的不想要这样的父母，他们自己在社会上都混得很差，还有什么理由来说自己的孩子呢？",
        "label": ""
      },
      {
        "sentence": "再看看同学她们，她们的父母就不会给她们施加压力，子女能养活自己就好了，又没啃老什么的，他们为什么要这样给我们这么大的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他们为什么要这样给我们这么大的压力？他们可以选择给你压力，那么你为什么要选择接受呢？他们可以向你提出要求，这是他们的自由，对吧？你我都无力去约束他们，但你可以拒绝他们的建议，对吧！这是你的权利。但在这段话里，你假设了他们提出的要求，你需要无条件服从，不能拒绝，拒绝就是你不对或者错误？但现实里真的存在这样的因果关系吗？你要不要试试，可能这样的假设并不成立，因为你拒绝了，按自己的节奏走，他们好像也不能把你怎么样把？",
    "annotation": [
      {
        "sentence": "他们为什么要这样给我们这么大的压力？",
        "label": ""
      },
      {
        "sentence": "他们可以选择给你压力，那么你为什么要选择接受呢？",
        "label": ""
      },
      {
        "sentence": "他们可以向你提出要求，这是他们的自由，对吧？",
        "label": ""
      },
      {
        "sentence": "你我都无力去约束他们，但你可以拒绝他们的建议，对吧！",
        "label": ""
      },
      {
        "sentence": "这是你的权利。",
        "label": ""
      },
      {
        "sentence": "但在这段话里，你假设了他们提出的要求，你需要无条件服从，不能拒绝，拒绝就是你不对或者错误？",
        "label": ""
      },
      {
        "sentence": "但现实里真的存在这样的因果关系吗？",
        "label": ""
      },
      {
        "sentence": "你要不要试试，可能这样的假设并不成立，因为你拒绝了，按自己的节奏走，他们好像也不能把你怎么样把？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我拒绝他们的期望，他们总是责备我，说我不孝顺，不听话。我不知道该如何面对这样的情况。",
    "annotation": [
      {
        "sentence": "但是我拒绝他们的期望，他们总是责备我，说我不孝顺，不听话。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何面对这样的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是他们的期望与你的期望不一致，产生了冲突，所以他们才会感到不满。但你要想一想，对你来说，孝顺是什么意思？是听父母的话无条件地去做吗？还是与他们坦诚地沟通然后根据自己的情况做出合理的选择呢？你不需要为了满足他们的期望而牺牲自己的幸福。",
    "annotation": [
      {
        "sentence": "这是他们的期望与你的期望不一致，产生了冲突，所以他们才会感到不满。",
        "label": ""
      },
      {
        "sentence": "但你要想一想，对你来说，孝顺是什么意思？",
        "label": ""
      },
      {
        "sentence": "是听父母的话无条件地去做吗？",
        "label": ""
      },
      {
        "sentence": "还是与他们坦诚地沟通然后根据自己的情况做出合理的选择呢？",
        "label": ""
      },
      {
        "sentence": "你不需要为了满足他们的期望而牺牲自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我每次拒绝他们的要求，他们都会变得很生气，甚至冷战。我不知道该怎么办才能平衡他们的期望和我自己的意愿。",
    "annotation": [
      {
        "sentence": "可是我每次拒绝他们的要求，他们都会变得很生气，甚至冷战。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办才能平衡他们的期望和我自己的意愿。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母的情绪反应确实会对你造成困扰，但你要明白，每个人都有自己的情绪和反应方式。他们可能是因为关心你才会表达出失望或愤怒的情绪。你可以试着与他们进行一次坦诚的对话，告诉他们你的困惑和压力，并提出你自己的想法和希望。或许通过沟通，你们可以更好地理解彼此，找到一个平衡点。",
    "annotation": [
      {
        "sentence": "父母的情绪反应确实会对你造成困扰，但你要明白，每个人都有自己的情绪和反应方式。",
        "label": ""
      },
      {
        "sentence": "他们可能是因为关心你才会表达出失望或愤怒的情绪。",
        "label": ""
      },
      {
        "sentence": "你可以试着与他们进行一次坦诚的对话，告诉他们你的困惑和压力，并提出你自己的想法和希望。",
        "label": ""
      },
      {
        "sentence": "或许通过沟通，你们可以更好地理解彼此，找到一个平衡点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尝试与他们进行一次沟通，把我的想法和希望传达给他们。希望他们能够理解和接受。",
    "annotation": [
      {
        "sentence": "我明白了，我会尝试与他们进行一次沟通，把我的想法和希望传达给他们。",
        "label": ""
      },
      {
        "sentence": "希望他们能够理解和接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你勇敢地表达出自己的想法是很重要的。记住，你的感受和需求同样重要，不要因为他们的期望而忽略了自己的幸福。祝你成功！如果需要帮助，随时私信我。",
    "annotation": [
      {
        "sentence": "很好，你勇敢地表达出自己的想法是很重要的。",
        "label": ""
      },
      {
        "sentence": "记住，你的感受和需求同样重要，不要因为他们的期望而忽略了自己的幸福。",
        "label": ""
      },
      {
        "sentence": "祝你成功！",
        "label": ""
      },
      {
        "sentence": "如果需要帮助，随时私信我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会尽力去沟通并追求自己的幸福。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会尽力去沟通并追求自己的幸福。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我愿意随时为你提供支持。相信自己，你一定能够找到解决问题的方法。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我愿意随时为你提供支持。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]