[
  {
    "role": "client",
    "content": "讨厌一个人的时候，看到他的时候哪里都不顺眼怎么办？讨厌一个人的时候连呼吸都是错的哪里都不顺眼。",
    "annotation": [
      {
        "sentence": "讨厌一个人的时候，看到他的时候哪里都不顺眼怎么办？",
        "label": ""
      },
      {
        "sentence": "讨厌一个人的时候连呼吸都是错的哪里都不顺眼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你为什么讨厌他\/她呢？每个人的出现都是缘分，每个人的一生都有很多课题。有时候试着问问自己，是不是你心里有很强的害怕和恐惧之情，面对他\/她或者其他人？放下心结，发现他们的善良和仁慈，放下自己的怨恨，不是割舍，而是原谅宽容别人，更宽容那些伤害自己的人。因为这世界上没有纯粹的被害者和施害者，冤冤相报没有了期限。心里的怨恨绝对不是通过怨恨和害怕就能解决的。慈悲心、原谅心和放下自我的态度将帮助你渡人也渡己，宇宙本身就是由爱而创造的。上帝说，人有两种罪，一是本罪，就是一个人今日所犯下的罪孽，一是原罪，是一个人历经生生世世积累的罪孽，其实我理解很多人不想承认或者害怕这些原罪。我曾经，或者说现在都很惧怕也不想承认这些原罪们。我多想我是清白无辜的一个人，没有那些怨恨和痛苦。过去的我，包括现在的我也积怨太多太多了。曾经顶撞过老师，和父母吵架，和我爸打架。和我家里人几乎吵了个遍，然后发现大家都过得不好。慢慢地我发现是自己的错。不承认原罪，也不想承认本罪。开始了解到了宇宙，上帝说，人有善缘，亦有孽缘，亦有善果，亦有孽果。缘分本身就是一切的连接，爱本身就是无心无期待的感受。所谓无我就是放下孽恨之情，放下冤冤相报的念头和愿望，放下爱情，放下自我。放下并不是失去自己，也不是获得什么，而是宇宙本身就是伟大的存在，我们都始于宇宙，死于宇宙，生死两道是宇宙的伟大表现。放下万缘，放下怨恨心。宇宙本身所得到的罪孽，爱执、恨执、我执、念执都是属于宇宙的事情，都是属于宇宙的表现。放下执着的事情，放下源头，也放下了万缘纠结自身的冤孽，放下大我，因为大我本身就是小我，小于大，大于小。怨恨小我，怨恨自我不能让你发现孽缘的产生地带，亦不能让你发现佛祖本身的慈悲心。自身、孽缘、善缘、爱缘、情缘、恨缘、我缘、原罪和本罪都是爱本身的事情，是自身的事情。爱恨贪嗔痴慢疑，离愁苦，爱恨苦，离不开苦，逝去苦，求不得，放不开的事情太多了。佛祖说，希望你们放下万缘，放下怨恨心，一定得到佛祖保佑的心态一定会解脱万缘，证明宇宙本身就是爱的存在。放下万缘，证此万缘，罪孽本身都是证明爱的存在。",
    "annotation": [
      {
        "sentence": "你为什么讨厌他\/她呢？",
        "label": ""
      },
      {
        "sentence": "每个人的出现都是缘分，每个人的一生都有很多课题。",
        "label": ""
      },
      {
        "sentence": "有时候试着问问自己，是不是你心里有很强的害怕和恐惧之情，面对他\/她或者其他人？",
        "label": ""
      },
      {
        "sentence": "放下心结，发现他们的善良和仁慈，放下自己的怨恨，不是割舍，而是原谅宽容别人，更宽容那些伤害自己的人。",
        "label": ""
      },
      {
        "sentence": "因为这世界上没有纯粹的被害者和施害者，冤冤相报没有了期限。",
        "label": ""
      },
      {
        "sentence": "心里的怨恨绝对不是通过怨恨和害怕就能解决的。",
        "label": ""
      },
      {
        "sentence": "慈悲心、原谅心和放下自我的态度将帮助你渡人也渡己，宇宙本身就是由爱而创造的。",
        "label": ""
      },
      {
        "sentence": "上帝说，人有两种罪，一是本罪，就是一个人今日所犯下的罪孽，一是原罪，是一个人历经生生世世积累的罪孽，其实我理解很多人不想承认或者害怕这些原罪。",
        "label": ""
      },
      {
        "sentence": "我曾经，或者说现在都很惧怕也不想承认这些原罪们。",
        "label": ""
      },
      {
        "sentence": "我多想我是清白无辜的一个人，没有那些怨恨和痛苦。",
        "label": ""
      },
      {
        "sentence": "过去的我，包括现在的我也积怨太多太多了。",
        "label": ""
      },
      {
        "sentence": "曾经顶撞过老师，和父母吵架，和我爸打架。",
        "label": ""
      },
      {
        "sentence": "和我家里人几乎吵了个遍，然后发现大家都过得不好。",
        "label": ""
      },
      {
        "sentence": "慢慢地我发现是自己的错。",
        "label": ""
      },
      {
        "sentence": "不承认原罪，也不想承认本罪。",
        "label": ""
      },
      {
        "sentence": "开始了解到了宇宙，上帝说，人有善缘，亦有孽缘，亦有善果，亦有孽果。",
        "label": ""
      },
      {
        "sentence": "缘分本身就是一切的连接，爱本身就是无心无期待的感受。",
        "label": ""
      },
      {
        "sentence": "所谓无我就是放下孽恨之情，放下冤冤相报的念头和愿望，放下爱情，放下自我。",
        "label": ""
      },
      {
        "sentence": "放下并不是失去自己，也不是获得什么，而是宇宙本身就是伟大的存在，我们都始于宇宙，死于宇宙，生死两道是宇宙的伟大表现。",
        "label": ""
      },
      {
        "sentence": "放下万缘，放下怨恨心。",
        "label": ""
      },
      {
        "sentence": "宇宙本身所得到的罪孽，爱执、恨执、我执、念执都是属于宇宙的事情，都是属于宇宙的表现。",
        "label": ""
      },
      {
        "sentence": "放下执着的事情，放下源头，也放下了万缘纠结自身的冤孽，放下大我，因为大我本身就是小我，小于大，大于小。",
        "label": ""
      },
      {
        "sentence": "怨恨小我，怨恨自我不能让你发现孽缘的产生地带，亦不能让你发现佛祖本身的慈悲心。",
        "label": ""
      },
      {
        "sentence": "自身、孽缘、善缘、爱缘、情缘、恨缘、我缘、原罪和本罪都是爱本身的事情，是自身的事情。",
        "label": ""
      },
      {
        "sentence": "爱恨贪嗔痴慢疑，离愁苦，爱恨苦，离不开苦，逝去苦，求不得，放不开的事情太多了。",
        "label": ""
      },
      {
        "sentence": "佛祖说，希望你们放下万缘，放下怨恨心，一定得到佛祖保佑的心态一定会解脱万缘，证明宇宙本身就是爱的存在。",
        "label": ""
      },
      {
        "sentence": "放下万缘，证此万缘，罪孽本身都是证明爱的存在。",
        "label": ""
      }
    ]
  }
]