[
  {
    "role": "client",
    "content": "现实差异不少，面对这样的恋情该如何处理？",
    "annotation": [
      {
        "sentence": "现实差异不少，面对这样的恋情该如何处理？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到这个问题之后，最初感觉是你还是非常在意这份感情，所以也不会特别到平台上来询问，应该说在情感咨询方面，我没有什么特别的专长，但乐意静下来和你聊聊。#和男友交往3年，住在一起一年。在认识和相处了这么长时间，也共同经历了许多事情后，现在，对这段感情有些没信心。",
    "annotation": [
      {
        "sentence": "看到这个问题之后，最初感觉是你还是非常在意这份感情，所以也不会特别到平台上来询问，应该说在情感咨询方面，我没有什么特别的专长，但乐意静下来和你聊聊。",
        "label": ""
      },
      {
        "sentence": "#和男友交往3年，住在一起一年。",
        "label": ""
      },
      {
        "sentence": "在认识和相处了这么长时间，也共同经历了许多事情后，现在，对这段感情有些没信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我们确实一起度过了很多事，但最近我开始对这段感情感到不确定。",
    "annotation": [
      {
        "sentence": "是的，我们确实一起度过了很多事，但最近我开始对这段感情感到不确定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "应该说三年也不是很短的时间了，说明无论下面你说了多少差异，当初对方吸引你的是什么，也许我们可以再深思下。我刚看了一个文章，也许婚姻的终极是让自己成为更好的自己，当然，其实婚姻的目的，每个人都有各自见解，没有标准答案，在婚姻的过程中，我们也是探求和完善自我的过程。",
    "annotation": [
      {
        "sentence": "应该说三年也不是很短的时间了，说明无论下面你说了多少差异，当初对方吸引你的是什么，也许我们可以再深思下。",
        "label": ""
      },
      {
        "sentence": "我刚看了一个文章，也许婚姻的终极是让自己成为更好的自己，当然，其实婚姻的目的，每个人都有各自见解，没有标准答案，在婚姻的过程中，我们也是探求和完善自我的过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白婚姻是一个自我成长的过程，但是我现在对这段感情有一些担忧。我比他大六岁，我们之间的现实差异很大。我担心这些差异会对我们的关系产生负面影响。",
    "annotation": [
      {
        "sentence": "我明白婚姻是一个自我成长的过程，但是我现在对这段感情有一些担忧。",
        "label": ""
      },
      {
        "sentence": "我比他大六岁，我们之间的现实差异很大。",
        "label": ""
      },
      {
        "sentence": "我担心这些差异会对我们的关系产生负面影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "以上的差异方面包括，年龄，学历，南北上的文化差异，城乡，有兄弟和单亲独生，这些差异是相对客观的，也是我们无法改变的，是自带的特质。世界和社会就是充满了差异，看我们如何看待和解读，从大概率上来讲，有可能相近的因素会促成类似的观点，从我个人的经历，爱人之间的差异也可以作为一种换一个视角的可能。",
    "annotation": [
      {
        "sentence": "以上的差异方面包括，年龄，学历，南北上的文化差异，城乡，有兄弟和单亲独生，这些差异是相对客观的，也是我们无法改变的，是自带的特质。",
        "label": ""
      },
      {
        "sentence": "世界和社会就是充满了差异，看我们如何看待和解读，从大概率上来讲，有可能相近的因素会促成类似的观点，从我个人的经历，爱人之间的差异也可以作为一种换一个视角的可能。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白差异是难以避免的，但是我开始担心这些差异会产生问题。有几个具体的问题让我对这段感情失去了信心，比如他的工作稳定性不高，曾经两次向我借钱未偿还，他对学习的态度也不够积极。另外，我们对未来生孩子的观念也不一致。",
    "annotation": [
      {
        "sentence": "是的，我明白差异是难以避免的，但是我开始担心这些差异会产生问题。",
        "label": ""
      },
      {
        "sentence": "有几个具体的问题让我对这段感情失去了信心，比如他的工作稳定性不高，曾经两次向我借钱未偿还，他对学习的态度也不够积极。",
        "label": ""
      },
      {
        "sentence": "另外，我们对未来生孩子的观念也不一致。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个可能真的是一个比较需要现实面对的问题，没有稳定的工作，没有稳定的收入，一段稳定的婚姻必须要有经济因素支撑，你能接受像照顾弟弟般一直照顾他吗？或者，女主外，男主内的家庭模式？关于学习的问题，这可能源于之前的学历差异，你比较喜欢通过学习提高自己，然后这种学习上的提高又助力了你的职业，而目前男朋友可能缺乏这方面的动力。但说实话，他也没有在当初交往的时候隐瞒自己，并且乐意自考（为了对方而尝试改变自己），男人在成家前多少都有些像男孩子，贪玩。更深层次的三观，也许双方彼此在气氛融洽的时候，可以进一步沟通一下。",
    "annotation": [
      {
        "sentence": "这个可能真的是一个比较需要现实面对的问题，没有稳定的工作，没有稳定的收入，一段稳定的婚姻必须要有经济因素支撑，你能接受像照顾弟弟般一直照顾他吗？",
        "label": ""
      },
      {
        "sentence": "或者，女主外，男主内的家庭模式？",
        "label": ""
      },
      {
        "sentence": "关于学习的问题，这可能源于之前的学历差异，你比较喜欢通过学习提高自己，然后这种学习上的提高又助力了你的职业，而目前男朋友可能缺乏这方面的动力。",
        "label": ""
      },
      {
        "sentence": "但说实话，他也没有在当初交往的时候隐瞒自己，并且乐意自考（为了对方而尝试改变自己），男人在成家前多少都有些像男孩子，贪玩。",
        "label": ""
      },
      {
        "sentence": "更深层次的三观，也许双方彼此在气氛融洽的时候，可以进一步沟通一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解他的乐观和努力的一面，但是我还是对我们在日常生活中的分工和未来的规划感到困惑。他认为在合租期间，他主要承担了房租和日常开销，而我的工资应该存下来买房，不应该给父母。另外，他的家人希望他生孩子，但我个人不想要孩子，这也让我有些担心。",
    "annotation": [
      {
        "sentence": "我理解他的乐观和努力的一面，但是我还是对我们在日常生活中的分工和未来的规划感到困惑。",
        "label": ""
      },
      {
        "sentence": "他认为在合租期间，他主要承担了房租和日常开销，而我的工资应该存下来买房，不应该给父母。",
        "label": ""
      },
      {
        "sentence": "另外，他的家人希望他生孩子，但我个人不想要孩子，这也让我有些担心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，应该这两个字是最容易带来伤害和暴力沟通的，如果两个人能够促膝长谈，静下来一起想办法，办法就会比问题多，如果产生隔阂之后，没有得到及时的疏导，之前的“差异”可以就会演变成眼中钉，肉中刺。给我的感受是，先一起尝试改善共同的经济条件，他也许需要更多的人生激励，至于房子和孩子，需要从长计议。步入婚姻之后，需要处理的关系更为复杂（还包括彼此的原生家庭），有必要的话，建议你去进一步咨询这方面的专家。以上，希望对你有所启发。我的感觉是，先不急于定论，通过这么详尽的描述，我感受到你不是想立即下什么决定或者心中早已打定了主意（只想通过他人来说出自己的答案）。一份三年的感情也是来之不易。差异再大的幸福婚姻也是存在的。看我们如何认识差异和后续的经营吧。共同努力。",
    "annotation": [
      {
        "sentence": "其实，应该这两个字是最容易带来伤害和暴力沟通的，如果两个人能够促膝长谈，静下来一起想办法，办法就会比问题多，如果产生隔阂之后，没有得到及时的疏导，之前的“差异”可以就会演变成眼中钉，肉中刺。",
        "label": ""
      },
      {
        "sentence": "给我的感受是，先一起尝试改善共同的经济条件，他也许需要更多的人生激励，至于房子和孩子，需要从长计议。",
        "label": ""
      },
      {
        "sentence": "步入婚姻之后，需要处理的关系更为复杂（还包括彼此的原生家庭），有必要的话，建议你去进一步咨询这方面的专家。",
        "label": ""
      },
      {
        "sentence": "以上，希望对你有所启发。",
        "label": ""
      },
      {
        "sentence": "我的感觉是，先不急于定论，通过这么详尽的描述，我感受到你不是想立即下什么决定或者心中早已打定了主意（只想通过他人来说出自己的答案）。",
        "label": ""
      },
      {
        "sentence": "一份三年的感情也是来之不易。",
        "label": ""
      },
      {
        "sentence": "差异再大的幸福婚姻也是存在的。",
        "label": ""
      },
      {
        "sentence": "看我们如何认识差异和后续的经营吧。",
        "label": ""
      },
      {
        "sentence": "共同努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我会再深思该如何处理这段感情，同时也会和他好好沟通。共同努力，也是我的愿望。再次感谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我会再深思该如何处理这段感情，同时也会和他好好沟通。",
        "label": ""
      },
      {
        "sentence": "共同努力，也是我的愿望。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我们的对话能给你一些启发和帮助。记得保持心态平和，与他坦诚交流。如果需要进一步讨论或有其他问题，随时都可以来找我。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，希望我们的对话能给你一些启发和帮助。",
        "label": ""
      },
      {
        "sentence": "记得保持心态平和，与他坦诚交流。",
        "label": ""
      },
      {
        "sentence": "如果需要进一步讨论或有其他问题，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]