[
  {
    "role": "client",
    "content": "女朋友很喜欢指责我骂我狗娘养的婊子养的还会打我？在一起快6年了，以前因为一点小事吵架她的规矩特别多比如不能摸鼻子睡觉不能乱动发出声音这个东西非常难控制一些没做好就要骂我我辩解两句就要打我巴掌罚我站一夜罚我跪她总说你别犯错啊不犯错我怎么会骂你打你呢可是有些事情真的是无意的举动也不是那么好改变20几年来的习惯天天注意这些感觉自己活的像个囚犯这不能做那不能做曾经列过一次不能做的事情大概有100条左右都是些小事情真的感觉活的很憋屈还经常被说没用钱不会赚什么事都做不好感觉自己被说的一无是处我们刚刚在她家吵了一架我说哪怕你骂我婊子样的事后给我道个歉我都不会这么生气她说我是不可能道歉的是你惹我在先赶紧分手给我滚出去我就出门到车上了而我只是因为没有及时把门关上让蚊子跑进来了这点小事我在车上哪也不敢去感觉心底很畏惧。",
    "annotation": [
      {
        "sentence": "女朋友很喜欢指责我骂我狗娘养的婊子养的还会打我？",
        "label": ""
      },
      {
        "sentence": "在一起快6年了，以前因为一点小事吵架她的规矩特别多比如不能摸鼻子睡觉不能乱动发出声音这个东西非常难控制一些没做好就要骂我我辩解两句就要打我巴掌罚我站一夜罚我跪她总说你别犯错啊不犯错我怎么会骂你打你呢可是有些事情真的是无意的举动也不是那么好改变20几年来的习惯天天注意这些感觉自己活的像个囚犯这不能做那不能做曾经列过一次不能做的事情大概有100条左右都是些小事情真的感觉活的很憋屈还经常被说没用钱不会赚什么事都做不好感觉自己被说的一无是处我们刚刚在她家吵了一架我说哪怕你骂我婊子样的事后给我道个歉我都不会这么生气她说我是不可能道歉的是你惹我在先赶紧分手给我滚出去我就出门到车上了而我只是因为没有及时把门关上让蚊子跑进来了这点小事我在车上哪也不敢去感觉心底很畏惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你们这段关系里，我看到了你无底线的纵容，所以首先要问一下你，你有底线吗？你的底线是什么？",
    "annotation": [
      {
        "sentence": "在你们这段关系里，我看到了你无底线的纵容，所以首先要问一下你，你有底线吗？",
        "label": ""
      },
      {
        "sentence": "你的底线是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的底线其实很模糊，我很难判断什么是可以容忍的，什么是不可以容忍的。",
    "annotation": [
      {
        "sentence": "我的底线其实很模糊，我很难判断什么是可以容忍的，什么是不可以容忍的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在一段没有界限的关系里，对方一次又一次的跨越界限，对你进行“围追堵截”，你似乎只是被动的逃离。你说心底很畏惧。我想知道，她只是你的女朋友，还不是你的妻子，在法律上你还没有义务一定要守着她，那么，当你心底感觉到畏惧的时候，你是怎么想的？是不能离开，还是不敢离开，还是不想离开？",
    "annotation": [
      {
        "sentence": "在一段没有界限的关系里，对方一次又一次的跨越界限，对你进行“围追堵截”，你似乎只是被动的逃离。",
        "label": ""
      },
      {
        "sentence": "你说心底很畏惧。",
        "label": ""
      },
      {
        "sentence": "我想知道，她只是你的女朋友，还不是你的妻子，在法律上你还没有义务一定要守着她，那么，当你心底感觉到畏惧的时候，你是怎么想的？",
        "label": ""
      },
      {
        "sentence": "是不能离开，还是不敢离开，还是不想离开？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得有些时候是不敢离开她，因为害怕她会伤害我，也担心找不到比她更好的人。但也有时候觉得不想离开，因为我们在一起这么多年了，习惯了这样的生活，没有勇气去改变。",
    "annotation": [
      {
        "sentence": "我觉得有些时候是不敢离开她，因为害怕她会伤害我，也担心找不到比她更好的人。",
        "label": ""
      },
      {
        "sentence": "但也有时候觉得不想离开，因为我们在一起这么多年了，习惯了这样的生活，没有勇气去改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "20多岁了，未来的路还很长，过着这样难过的日子，你要想一想我上面问的问题，然后再问自己，你理想的妻子是什么样的呢？",
    "annotation": [
      {
        "sentence": "20多岁了，未来的路还很长，过着这样难过的日子，你要想一想我上面问的问题，然后再问自己，你理想的妻子是什么样的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望我的妻子能够尊重我，爱护我，不会指责我，而且我们可以相互支持，一起创造美好的未来。",
    "annotation": [
      {
        "sentence": "我希望我的妻子能够尊重我，爱护我，不会指责我，而且我们可以相互支持，一起创造美好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们说，我们经过的事，遇到的人都是我们吸引来的，所以只有当你想改变的时候，这个局才有解。否则就是一个愿打，一个愿挨。如果在这段关系里，你想走出来，但感觉到有困难，我建议你找个咨询师好好聊一聊。",
    "annotation": [
      {
        "sentence": "我们说，我们经过的事，遇到的人都是我们吸引来的，所以只有当你想改变的时候，这个局才有解。",
        "label": ""
      },
      {
        "sentence": "否则就是一个愿打，一个愿挨。",
        "label": ""
      },
      {
        "sentence": "如果在这段关系里，你想走出来，但感觉到有困难，我建议你找个咨询师好好聊一聊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我确实需要改变这个局面，但是我不知道怎么做才能走出来。找个咨询师好好聊一聊听起来是个不错的建议，我会考虑去尝试一下的。谢谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "你说得很对，我确实需要改变这个局面，但是我不知道怎么做才能走出来。",
        "label": ""
      },
      {
        "sentence": "找个咨询师好好聊一聊听起来是个不错的建议，我会考虑去尝试一下的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能找到解决问题的方法的。走出一段不健康的关系，寻找幸福和平静的生活是每个人应该追求的。如果需要任何帮助或支持，随时都可以来找我聊天。你并不孤单，我们一起努力。",
    "annotation": [
      {
        "sentence": "不客气，我相信你能找到解决问题的方法的。",
        "label": ""
      },
      {
        "sentence": "走出一段不健康的关系，寻找幸福和平静的生活是每个人应该追求的。",
        "label": ""
      },
      {
        "sentence": "如果需要任何帮助或支持，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们一起努力。",
        "label": ""
      }
    ]
  }
]