[
  {
    "role": "client",
    "content": "我已经失眠很久了，每天一睡着就想哭，我要崩溃了？我觉得我随时可能会自杀，每天都睡不着，想死，特别想死，为什么我的父母在人生大事上总不能帮助我，总是推我一把，把我往深渊里推，他们却总不承认。就比如这次报考，我当时要报应届的，他们劝我要我不要报，结果我就没有报，然后这个岗位现在竞争压力好大，我也每天后悔自己没报应届的。越像越觉得不值得，我要比报应届生岗位的人付出更多的努力，都不一定能考上，如果我报了应届生的岗位，说不定就考上了，我当时坐在大巴里。也想自己要报应届生的岗位，当时都想好了。连买车都想好了。我家里没有车，我一直想买辆车，可是现在一切都没有了，我要怎么办。我想死掉，这样就能一了百了，别说我不坚强，什么的，我真的觉得太没有活下去的意义了，天天家里吵架总是吵架，这样的氛围，还有我父母为人处事的态度，我真的很看不下去。",
    "annotation": [
      {
        "sentence": "我已经失眠很久了，每天一睡着就想哭，我要崩溃了？",
        "label": ""
      },
      {
        "sentence": "我觉得我随时可能会自杀，每天都睡不着，想死，特别想死，为什么我的父母在人生大事上总不能帮助我，总是推我一把，把我往深渊里推，他们却总不承认。",
        "label": ""
      },
      {
        "sentence": "就比如这次报考，我当时要报应届的，他们劝我要我不要报，结果我就没有报，然后这个岗位现在竞争压力好大，我也每天后悔自己没报应届的。",
        "label": ""
      },
      {
        "sentence": "越像越觉得不值得，我要比报应届生岗位的人付出更多的努力，都不一定能考上，如果我报了应届生的岗位，说不定就考上了，我当时坐在大巴里。",
        "label": ""
      },
      {
        "sentence": "也想自己要报应届生的岗位，当时都想好了。",
        "label": ""
      },
      {
        "sentence": "连买车都想好了。",
        "label": ""
      },
      {
        "sentence": "我家里没有车，我一直想买辆车，可是现在一切都没有了，我要怎么办。",
        "label": ""
      },
      {
        "sentence": "我想死掉，这样就能一了百了，别说我不坚强，什么的，我真的觉得太没有活下去的意义了，天天家里吵架总是吵架，这样的氛围，还有我父母为人处事的态度，我真的很看不下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能理解你现在的想法。当生活不如意，当某些结果是我们不想要的时候，我们可能经常会出现这样的想法：如果当初怎么怎么样就好了。但是，人生是没有“如果”的。",
    "annotation": [
      {
        "sentence": "能理解你现在的想法。",
        "label": ""
      },
      {
        "sentence": "当生活不如意，当某些结果是我们不想要的时候，我们可能经常会出现这样的想法：如果当初怎么怎么样就好了。",
        "label": ""
      },
      {
        "sentence": "但是，人生是没有“如果”的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道，可是我真的觉得很绝望。",
    "annotation": [
      {
        "sentence": "我知道，可是我真的觉得很绝望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据你的描述，你现在应该还没有考试吧。现在的一切，其实都只是你自己的想法而已：报应届可能会更容易，可能可以考上；没有报迎接，会更难，可能考不上。可是，现在还没考呢，怎么知道考不上呢？与其反复这样纠结，是不是可以再努力拼搏一下，准备考试呢？说不定可以考上呢！即使没有考上，至少你也努力过了，也就不留遗憾了。",
    "annotation": [
      {
        "sentence": "根据你的描述，你现在应该还没有考试吧。",
        "label": ""
      },
      {
        "sentence": "现在的一切，其实都只是你自己的想法而已：报应届可能会更容易，可能可以考上；没有报迎接，会更难，可能考不上。",
        "label": ""
      },
      {
        "sentence": "可是，现在还没考呢，怎么知道考不上呢？",
        "label": ""
      },
      {
        "sentence": "与其反复这样纠结，是不是可以再努力拼搏一下，准备考试呢？",
        "label": ""
      },
      {
        "sentence": "说不定可以考上呢！",
        "label": ""
      },
      {
        "sentence": "即使没有考上，至少你也努力过了，也就不留遗憾了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也想再拼一把，可是我现在真的没有动力了。",
    "annotation": [
      {
        "sentence": "我也想再拼一把，可是我现在真的没有动力了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个岗位，其实所面临的竞争对手可能是不一样的，并没有可比性。你选择了其中一个，就注定不会知道如果选择另一个，会是什么结果。所以，最好的心态就是，已经做出的选择，就是最好的选择。父母都有自己的局限性，有的父母可能可以给孩子提供帮助，但是能靠父母的孩子毕竟只是少部分，我们大部分人都需要靠自己的努力。我们可以偶尔幻想一下，如果父母能给我们帮助，我们也就能轻松很多，可是，幻想一下就好了，还是得面对现实。你的父母不能帮助你，那就靠自己吧，自己拼搏得来的东西，总是比他人给予的更珍贵。你应该已经毕业，已经成年，可能马上就要自己独立面对生活，父母的事，家庭的氛围，那是他们的事，如果不喜欢，适当保持距离就好。",
    "annotation": [
      {
        "sentence": "每个岗位，其实所面临的竞争对手可能是不一样的，并没有可比性。",
        "label": ""
      },
      {
        "sentence": "你选择了其中一个，就注定不会知道如果选择另一个，会是什么结果。",
        "label": ""
      },
      {
        "sentence": "所以，最好的心态就是，已经做出的选择，就是最好的选择。",
        "label": ""
      },
      {
        "sentence": "父母都有自己的局限性，有的父母可能可以给孩子提供帮助，但是能靠父母的孩子毕竟只是少部分，我们大部分人都需要靠自己的努力。",
        "label": ""
      },
      {
        "sentence": "我们可以偶尔幻想一下，如果父母能给我们帮助，我们也就能轻松很多，可是，幻想一下就好了，还是得面对现实。",
        "label": ""
      },
      {
        "sentence": "你的父母不能帮助你，那就靠自己吧，自己拼搏得来的东西，总是比他人给予的更珍贵。",
        "label": ""
      },
      {
        "sentence": "你应该已经毕业，已经成年，可能马上就要自己独立面对生活，父母的事，家庭的氛围，那是他们的事，如果不喜欢，适当保持距离就好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的希望我能独立面对生活，但有时候我觉得我不知道该怎么选择，不知道该往哪个方向努力。",
    "annotation": [
      {
        "sentence": "我真的希望我能独立面对生活，但有时候我觉得我不知道该怎么选择，不知道该往哪个方向努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你要做的，就是为自己的人生做选择，并承担相应的责任。不要把一件事情的后果想得那么的严重，没有什么事情可以毁掉我们的一生。即使没考上，还可以去找其他工作，现在买不了车，大不了晚点再买。",
    "annotation": [
      {
        "sentence": "你要做的，就是为自己的人生做选择，并承担相应的责任。",
        "label": ""
      },
      {
        "sentence": "不要把一件事情的后果想得那么的严重，没有什么事情可以毁掉我们的一生。",
        "label": ""
      },
      {
        "sentence": "即使没考上，还可以去找其他工作，现在买不了车，大不了晚点再买。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得我现在真的很迷茫，不知道该往哪里去了。",
    "annotation": [
      {
        "sentence": "但是我觉得我现在真的很迷茫，不知道该往哪里去了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你觉得自己现在的心态确实很难调整，可以去看看心理医生，或者心理咨询师。(^_-)。",
    "annotation": [
      {
        "sentence": "如果你觉得自己现在的心态确实很难调整，可以去看看心理医生，或者心理咨询师。",
        "label": ""
      },
      {
        "sentence": "(^_-)。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，或许我真的需要专业的帮助。谢谢你的建议，我会考虑去找心理医生。",
    "annotation": [
      {
        "sentence": "嗯，或许我真的需要专业的帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会考虑去找心理医生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我们都需要帮助的时候。希望你能找到适合自己的方法来面对困难，坚持下去。记住，你并不孤单，还有支持者在这里支持你。",
    "annotation": [
      {
        "sentence": "不用客气，我们都需要帮助的时候。",
        "label": ""
      },
      {
        "sentence": "希望你能找到适合自己的方法来面对困难，坚持下去。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，还有支持者在这里支持你。",
        "label": ""
      }
    ]
  }
]