[
  {
    "role": "client",
    "content": "最近总幻想不同的自己，我心理真的有病，出问题了吗？最近总会幻想有多个不同的自己（大概是天真，理性，病态），有一个自己时刻陪着我（类似于男朋友或者知己那种的），可在前天我一觉醒来那些自己突然都不见了，我感到有些焦虑和不适应，感觉自己被抛弃了。我一个朋友总说我心里有病。",
    "annotation": [
      {
        "sentence": "最近总幻想不同的自己，我心理真的有病，出问题了吗？",
        "label": ""
      },
      {
        "sentence": "最近总会幻想有多个不同的自己（大概是天真，理性，病态），有一个自己时刻陪着我（类似于男朋友或者知己那种的），可在前天我一觉醒来那些自己突然都不见了，我感到有些焦虑和不适应，感觉自己被抛弃了。",
        "label": ""
      },
      {
        "sentence": "我一个朋友总说我心里有病。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "会想出多个不同的自己，还会有焦虑等情况，似乎患上了心灵的感冒，不过具体情况还需要到三甲医院精神心理科进行专业的诊断～##你说你会想像有一个人陪着你，是因为在平常生活中感觉有些缺少陪伴吗？～##有没有尝试着在生活中多结交一些朋友呢？获取朋友的陪伴。你平时的兴趣爱好是什么呢？有没有什么事情是能够让你感到放松的？有哪些事情是做了之后能够让你感到温暖的？试着多去做它们怎么样？别着急，慢慢想，慢慢做，慢慢去发现以上是我的一点建议，希望能够帮助到你。",
    "annotation": [
      {
        "sentence": "会想出多个不同的自己，还会有焦虑等情况，似乎患上了心灵的感冒，不过具体情况还需要到三甲医院精神心理科进行专业的诊断～##你说你会想像有一个人陪着你，是因为在平常生活中感觉有些缺少陪伴吗？",
        "label": ""
      },
      {
        "sentence": "～##有没有尝试着在生活中多结交一些朋友呢？",
        "label": ""
      },
      {
        "sentence": "获取朋友的陪伴。",
        "label": ""
      },
      {
        "sentence": "你平时的兴趣爱好是什么呢？",
        "label": ""
      },
      {
        "sentence": "有没有什么事情是能够让你感到放松的？",
        "label": ""
      },
      {
        "sentence": "有哪些事情是做了之后能够让你感到温暖的？",
        "label": ""
      },
      {
        "sentence": "试着多去做它们怎么样？",
        "label": ""
      },
      {
        "sentence": "别着急，慢慢想，慢慢做，慢慢去发现以上是我的一点建议，希望能够帮助到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想到不同的自己可能是因为我感觉在现实生活中有些孤独，确实缺少陪伴。虽然有一些朋友，但总觉得他们不能真正理解我。我平时喜欢看书和画画，但是有时候也会感到孤单。",
    "annotation": [
      {
        "sentence": "我想到不同的自己可能是因为我感觉在现实生活中有些孤独，确实缺少陪伴。",
        "label": ""
      },
      {
        "sentence": "虽然有一些朋友，但总觉得他们不能真正理解我。",
        "label": ""
      },
      {
        "sentence": "我平时喜欢看书和画画，但是有时候也会感到孤单。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受，有时候我们会觉得现实生活中的人无法满足我们的需求。或许你可以尝试加入一些与你共同兴趣的团体或者社群，与志同道合的人交流，从而找到更多的情感支持和真正理解你的人。",
    "annotation": [
      {
        "sentence": "我能理解你的感受，有时候我们会觉得现实生活中的人无法满足我们的需求。",
        "label": ""
      },
      {
        "sentence": "或许你可以尝试加入一些与你共同兴趣的团体或者社群，与志同道合的人交流，从而找到更多的情感支持和真正理解你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "加入兴趣团体或者社群的确是个好主意。我会试着主动参与一些活动，希望能够结识到与我有共同爱好的朋友。",
    "annotation": [
      {
        "sentence": "加入兴趣团体或者社群的确是个好主意。",
        "label": ""
      },
      {
        "sentence": "我会试着主动参与一些活动，希望能够结识到与我有共同爱好的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你愿意尝试去主动参与活动。去结识新朋友可能需要一些勇气和耐心，不过只要你持之以恒地去尝试，相信一定能够找到那些真正理解你和支持你的人。同时，在你感到孤单时，也可以试着融入你的兴趣爱好中，通过阅读或者画画来平复内心。这些都是很好的方式来缓解孤独感的。",
    "annotation": [
      {
        "sentence": "很高兴看到你愿意尝试去主动参与活动。",
        "label": ""
      },
      {
        "sentence": "去结识新朋友可能需要一些勇气和耐心，不过只要你持之以恒地去尝试，相信一定能够找到那些真正理解你和支持你的人。",
        "label": ""
      },
      {
        "sentence": "同时，在你感到孤单时，也可以试着融入你的兴趣爱好中，通过阅读或者画画来平复内心。",
        "label": ""
      },
      {
        "sentence": "这些都是很好的方式来缓解孤独感的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽力去做的。还有一个问题，我为什么会突然感到焦虑和不适应，觉得自己被抛弃了呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽力去做的。",
        "label": ""
      },
      {
        "sentence": "还有一个问题，我为什么会突然感到焦虑和不适应，觉得自己被抛弃了呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "焦虑和不适应是非常常见的情绪反应，特别是当我们经历一些改变或者失去了某种支持的时候。你一觉醒来之后不再有那些想象中的自己，可能让你感到失落和不适应。但是请相信，你并没有被抛弃，只是你的内心在适应这个改变的过程中需要一些时间。试着去接受这个现实，同时也要给自己一些安慰和支持，告诉自己这只是暂时的情绪，会慢慢过去的。",
    "annotation": [
      {
        "sentence": "焦虑和不适应是非常常见的情绪反应，特别是当我们经历一些改变或者失去了某种支持的时候。",
        "label": ""
      },
      {
        "sentence": "你一觉醒来之后不再有那些想象中的自己，可能让你感到失落和不适应。",
        "label": ""
      },
      {
        "sentence": "但是请相信，你并没有被抛弃，只是你的内心在适应这个改变的过程中需要一些时间。",
        "label": ""
      },
      {
        "sentence": "试着去接受这个现实，同时也要给自己一些安慰和支持，告诉自己这只是暂时的情绪，会慢慢过去的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，我会尽量去接受并调整自己的心态。希望有一天我能够找到真正理解我的人，不再感到孤单和焦虑。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，我会尽量去接受并调整自己的心态。",
        "label": ""
      },
      {
        "sentence": "希望有一天我能够找到真正理解我的人，不再感到孤单和焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个勇敢的人，相信你一定能够找到真正理解你的人。无论在这个过程中遇到什么困难，都不要放弃。记得要时刻照顾好自己的心情和情绪，有任何问题都可以向我寻求帮助或者倾诉。我会一直陪伴你的。",
    "annotation": [
      {
        "sentence": "你是一个勇敢的人，相信你一定能够找到真正理解你的人。",
        "label": ""
      },
      {
        "sentence": "无论在这个过程中遇到什么困难，都不要放弃。",
        "label": ""
      },
      {
        "sentence": "记得要时刻照顾好自己的心情和情绪，有任何问题都可以向我寻求帮助或者倾诉。",
        "label": ""
      },
      {
        "sentence": "我会一直陪伴你的。",
        "label": ""
      }
    ]
  }
]