[
  {
    "role": "client",
    "content": "我纠结于某种情绪和问题时，怎样才能快速转移注意力呢？我已经确诊抑郁，吃了三周的药，第二周开始有了进步。上周六复诊后，我一直心情都好了许多，在做更有意义的事情时也终于有了动力（比如收拾家啊运动啊练字啊），我为自己的进步感到高兴。但是今天早上接到了家里五分钟的电话，无意中刺激到了我（家人不知道我这个问题，我不想让任何人知道，也不是责怪他们，毕竟他们不知道），于是我的抑郁又发作了（不过我有进步，只是感到难过自伤，但并没有出现特别想结束一切的渴望，而且也很快结束了），但是整天都感到闷闷不乐，一不留神就开始纠结于问题或者刺激之中。我想到明天开始工作日要接触外界，这样我无意中被刺激到的几率更高...在这种情况下，有没有什么好方法可以让我停止纠结，不要再把时间浪费在不开心的事情上呢？明明好久没有过这样好的状态了，却要把时间浪费在这些事情上。虽然医生也说要慢慢来，我也知道要慢慢来，但是一旦记起并体验到好的状态，我就很害怕再次失去。怎么样才能快速转移情绪或者纠结呢？（谢谢看到这个问题的人的耐心和回答，可能说得有点乱七八糟。）",
    "annotation": [
      {
        "sentence": "我纠结于某种情绪和问题时，怎样才能快速转移注意力呢？",
        "label": ""
      },
      {
        "sentence": "我已经确诊抑郁，吃了三周的药，第二周开始有了进步。",
        "label": ""
      },
      {
        "sentence": "上周六复诊后，我一直心情都好了许多，在做更有意义的事情时也终于有了动力（比如收拾家啊运动啊练字啊），我为自己的进步感到高兴。",
        "label": ""
      },
      {
        "sentence": "但是今天早上接到了家里五分钟的电话，无意中刺激到了我（家人不知道我这个问题，我不想让任何人知道，也不是责怪他们，毕竟他们不知道），于是我的抑郁又发作了（不过我有进步，只是感到难过自伤，但并没有出现特别想结束一切的渴望，而且也很快结束了），但是整天都感到闷闷不乐，一不留神就开始纠结于问题或者刺激之中。",
        "label": ""
      },
      {
        "sentence": "我想到明天开始工作日要接触外界，这样我无意中被刺激到的几率更高...在这种情况下，有没有什么好方法可以让我停止纠结，不要再把时间浪费在不开心的事情上呢？",
        "label": ""
      },
      {
        "sentence": "明明好久没有过这样好的状态了，却要把时间浪费在这些事情上。",
        "label": ""
      },
      {
        "sentence": "虽然医生也说要慢慢来，我也知道要慢慢来，但是一旦记起并体验到好的状态，我就很害怕再次失去。",
        "label": ""
      },
      {
        "sentence": "怎么样才能快速转移情绪或者纠结呢？",
        "label": ""
      },
      {
        "sentence": "（谢谢看到这个问题的人的耐心和回答，可能说得有点乱七八糟。",
        "label": ""
      },
      {
        "sentence": "）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你内心的压抑、焦虑和恐惧。你的抑郁症已经确诊，并且服药三周后有所进步，这对你走出抑郁困境是有很大帮助的。但是需要注意的是，药物治疗并不能完全解决心理问题，有些问题还需要通过心理咨询来解决。你的问题积压已久，解决起来自然需要一个过程，并不是一两天能够完成的，就像最常见的感冒需要五到七天才能康复一样，抑郁症也需要根据个人情况逐步康复，所需时间也会有所不同。对于很多抑郁症患者来说，一个重要的原因是对自己的否定和不接纳，总是追求完美，认为只有做到别人要求的那样才是“完美”的，才能得到别人的理解、接纳和认可。很多时候，我们会去强迫自己去做一些不情愿的事情，这会导致意识自我和潜意识自我之间产生剧烈的冲突，在脑中不断地出现各种想法，让自己非常痛苦。当冲突出现时，我们就会陷入纠结之中，不知道应该按照哪种想法去做，担心这样做不对或者那样做不好，从而让自己陷入痛苦当中。就像一个人出门时纠结到底是先迈左脚还是先迈右脚，其实不管先迈哪只脚，都可以让自己走在路上，都是合理且适合的，并没有什么对错和好坏之分。思想和情绪也是一样的，当它们陷入冲突和纠结中时，我们可以接纳这些需求和冲突的思想和情绪，可以任意选择一个想法去做，这都是满足自己需求的方式。无论选择哪种想法，都可以满足自我的需求，减轻自己的压力，摆脱冲突和纠结。所以，在这个时候，我们并不需要转移注意力，只需要继续做自己现在能做和想做的事情就可以了。",
    "annotation": [
      {
        "sentence": "非常理解你内心的压抑、焦虑和恐惧。",
        "label": ""
      },
      {
        "sentence": "你的抑郁症已经确诊，并且服药三周后有所进步，这对你走出抑郁困境是有很大帮助的。",
        "label": ""
      },
      {
        "sentence": "但是需要注意的是，药物治疗并不能完全解决心理问题，有些问题还需要通过心理咨询来解决。",
        "label": ""
      },
      {
        "sentence": "你的问题积压已久，解决起来自然需要一个过程，并不是一两天能够完成的，就像最常见的感冒需要五到七天才能康复一样，抑郁症也需要根据个人情况逐步康复，所需时间也会有所不同。",
        "label": ""
      },
      {
        "sentence": "对于很多抑郁症患者来说，一个重要的原因是对自己的否定和不接纳，总是追求完美，认为只有做到别人要求的那样才是“完美”的，才能得到别人的理解、接纳和认可。",
        "label": ""
      },
      {
        "sentence": "很多时候，我们会去强迫自己去做一些不情愿的事情，这会导致意识自我和潜意识自我之间产生剧烈的冲突，在脑中不断地出现各种想法，让自己非常痛苦。",
        "label": ""
      },
      {
        "sentence": "当冲突出现时，我们就会陷入纠结之中，不知道应该按照哪种想法去做，担心这样做不对或者那样做不好，从而让自己陷入痛苦当中。",
        "label": ""
      },
      {
        "sentence": "就像一个人出门时纠结到底是先迈左脚还是先迈右脚，其实不管先迈哪只脚，都可以让自己走在路上，都是合理且适合的，并没有什么对错和好坏之分。",
        "label": ""
      },
      {
        "sentence": "思想和情绪也是一样的，当它们陷入冲突和纠结中时，我们可以接纳这些需求和冲突的思想和情绪，可以任意选择一个想法去做，这都是满足自己需求的方式。",
        "label": ""
      },
      {
        "sentence": "无论选择哪种想法，都可以满足自我的需求，减轻自己的压力，摆脱冲突和纠结。",
        "label": ""
      },
      {
        "sentence": "所以，在这个时候，我们并不需要转移注意力，只需要继续做自己现在能做和想做的事情就可以了。",
        "label": ""
      }
    ]
  }
]