[
  {
    "role": "client",
    "content": "他们喜欢老公弟媳，我开心不起来，我讨厌现在的一切？严重缺乏安全感，严重没有自信，我不愿意在老公的家庭，他们都喜欢老公弟媳，都不喜欢我，我想要自己的家庭，我不愿意这么一大家庭，白天上班处理人际关系够累了，回家还要面对，我的小心翼翼我的自卑别人都看得出来，他们都会针对我的心理防线使用技巧，可我一攻就破，软柿子总是好捏的，而我却什么都不懂，他们没有想象中好人，我越想维护好关系，关系越糟糕。我讨厌这种状况，我生下的宝宝还得放回老家，老公赚的钱要和一大家子分享，要还债要帮小的买车建房子，什么时候才能轮到我和宝宝？每个月得我自己寄生活费回家，老公身上一分钱没有，甚至还得我支持他，什么家庭？什么时候熬到头，好累好累！每天这样超负荷。",
    "annotation": [
      {
        "sentence": "他们喜欢老公弟媳，我开心不起来，我讨厌现在的一切？",
        "label": ""
      },
      {
        "sentence": "严重缺乏安全感，严重没有自信，我不愿意在老公的家庭，他们都喜欢老公弟媳，都不喜欢我，我想要自己的家庭，我不愿意这么一大家庭，白天上班处理人际关系够累了，回家还要面对，我的小心翼翼我的自卑别人都看得出来，他们都会针对我的心理防线使用技巧，可我一攻就破，软柿子总是好捏的，而我却什么都不懂，他们没有想象中好人，我越想维护好关系，关系越糟糕。",
        "label": ""
      },
      {
        "sentence": "我讨厌这种状况，我生下的宝宝还得放回老家，老公赚的钱要和一大家子分享，要还债要帮小的买车建房子，什么时候才能轮到我和宝宝？",
        "label": ""
      },
      {
        "sentence": "每个月得我自己寄生活费回家，老公身上一分钱没有，甚至还得我支持他，什么家庭？",
        "label": ""
      },
      {
        "sentence": "什么时候熬到头，好累好累！",
        "label": ""
      },
      {
        "sentence": "每天这样超负荷。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看你的描述，现在你和你老公是跟公公婆婆以及他的兄弟姐妹一大家人住在一起；你老公是家里的老大吧？要承担起养家的责任，所以赚的钱还要给他的父母和兄弟姐妹使用，是吗？",
    "annotation": [
      {
        "sentence": "看你的描述，现在你和你老公是跟公公婆婆以及他的兄弟姐妹一大家人住在一起；你老公是家里的老大吧？",
        "label": ""
      },
      {
        "sentence": "要承担起养家的责任，所以赚的钱还要给他的父母和兄弟姐妹使用，是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我的婚姻让我感到无力和开心不起来。我想要自己的家庭，但却被迫选择和一大家人生活在一起。白天已经处理了很多人际关系，回家后还要应对家庭的困扰，让我感到压力很大。",
    "annotation": [
      {
        "sentence": "是的，我的婚姻让我感到无力和开心不起来。",
        "label": ""
      },
      {
        "sentence": "我想要自己的家庭，但却被迫选择和一大家人生活在一起。",
        "label": ""
      },
      {
        "sentence": "白天已经处理了很多人际关系，回家后还要应对家庭的困扰，让我感到压力很大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你感到压力很大，且缺乏安全感和自信。我能理解你的痛苦和挣扎。你一直努力维护关系，但却感到越来越糟糕。这对你来说确实是个令人痛苦的情况。",
    "annotation": [
      {
        "sentence": "你感到压力很大，且缺乏安全感和自信。",
        "label": ""
      },
      {
        "sentence": "我能理解你的痛苦和挣扎。",
        "label": ""
      },
      {
        "sentence": "你一直努力维护关系，但却感到越来越糟糕。",
        "label": ""
      },
      {
        "sentence": "这对你来说确实是个令人痛苦的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很讨厌这种状况。对于我来说，我期望有一个属于我和宝宝的家庭，但现实却是我生下的孩子要放回老家，我和老公所赚的钱还要与一大家子分享，还要帮助家庭还债、购买车辆和建房子。我真的很疲惫，每个月还要把生活费寄回家，老公身上没有一分钱，甚至我还得支持他。",
    "annotation": [
      {
        "sentence": "是的，我真的很讨厌这种状况。",
        "label": ""
      },
      {
        "sentence": "对于我来说，我期望有一个属于我和宝宝的家庭，但现实却是我生下的孩子要放回老家，我和老公所赚的钱还要与一大家子分享，还要帮助家庭还债、购买车辆和建房子。",
        "label": ""
      },
      {
        "sentence": "我真的很疲惫，每个月还要把生活费寄回家，老公身上没有一分钱，甚至我还得支持他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你承担了很多家庭责任，而没有得到相应的支持和回报。这在婚姻中是不公平的。你感到累和无力也是可以理解的。你有表达自己的需求吗？",
    "annotation": [
      {
        "sentence": "听起来你承担了很多家庭责任，而没有得到相应的支持和回报。",
        "label": ""
      },
      {
        "sentence": "这在婚姻中是不公平的。",
        "label": ""
      },
      {
        "sentence": "你感到累和无力也是可以理解的。",
        "label": ""
      },
      {
        "sentence": "你有表达自己的需求吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实有自己的需求，但我害怕与老公沟通，因为我不想破坏我们之间脆弱的和谐关系。我希望我老公能支持我，并与家人沟通调和矛盾。但现实是他并没有做到。",
    "annotation": [
      {
        "sentence": "我确实有自己的需求，但我害怕与老公沟通，因为我不想破坏我们之间脆弱的和谐关系。",
        "label": ""
      },
      {
        "sentence": "我希望我老公能支持我，并与家人沟通调和矛盾。",
        "label": ""
      },
      {
        "sentence": "但现实是他并没有做到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婚姻中，夫妻之间应该互相支持和沟通，共同解决问题。你可以试着和你老公直接沟通，表达自己的想法和感受。你们可以讨论关于你们家庭生活的问题，并共同寻找解决方法。",
    "annotation": [
      {
        "sentence": "婚姻中，夫妻之间应该互相支持和沟通，共同解决问题。",
        "label": ""
      },
      {
        "sentence": "你可以试着和你老公直接沟通，表达自己的想法和感受。",
        "label": ""
      },
      {
        "sentence": "你们可以讨论关于你们家庭生活的问题，并共同寻找解决方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我们确实需要好好沟通和解决问题。我希望能够离开这种大家庭，有一个独立的空间属于我们自己。我们是否考虑另外租房或买房搬出去住？",
    "annotation": [
      {
        "sentence": "你说得对，我们确实需要好好沟通和解决问题。",
        "label": ""
      },
      {
        "sentence": "我希望能够离开这种大家庭，有一个独立的空间属于我们自己。",
        "label": ""
      },
      {
        "sentence": "我们是否考虑另外租房或买房搬出去住？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，分离出来成立属于你们自己的核心家庭是一个很重要的步骤。你们可以共同讨论租房或买房的事情，制定置业计划，并达成共识。",
    "annotation": [
      {
        "sentence": "是的，分离出来成立属于你们自己的核心家庭是一个很重要的步骤。",
        "label": ""
      },
      {
        "sentence": "你们可以共同讨论租房或买房的事情，制定置业计划，并达成共识。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "除了家庭住所的问题，与家族里其他人的关系也很糟糕。我感觉他们对我有着天然的排斥感，我再怎么努力也不能获得他们的认可。怎么办？",
    "annotation": [
      {
        "sentence": "除了家庭住所的问题，与家族里其他人的关系也很糟糕。",
        "label": ""
      },
      {
        "sentence": "我感觉他们对我有着天然的排斥感，我再怎么努力也不能获得他们的认可。",
        "label": ""
      },
      {
        "sentence": "怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你老公家人来说，你现在仍然是一个外人，他们可能很难接受你成为他们的亲密家人。你再怎么顺从讨好他们，也不一定能得到他们的认可。在这个问题上，你需要和你老公沟通并表达你的感受。",
    "annotation": [
      {
        "sentence": "对于你老公家人来说，你现在仍然是一个外人，他们可能很难接受你成为他们的亲密家人。",
        "label": ""
      },
      {
        "sentence": "你再怎么顺从讨好他们，也不一定能得到他们的认可。",
        "label": ""
      },
      {
        "sentence": "在这个问题上，你需要和你老公沟通并表达你的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试和老公沟通，希望他能成为我的坚强后盾，并与家人协调和解决问题。但现在我们在经济上也存在着很大的分歧。老公把赚的钱都给了家族，对于自己的家却没有养家的意识。",
    "annotation": [
      {
        "sentence": "我会尝试和老公沟通，希望他能成为我的坚强后盾，并与家人协调和解决问题。",
        "label": ""
      },
      {
        "sentence": "但现在我们在经济上也存在着很大的分歧。",
        "label": ""
      },
      {
        "sentence": "老公把赚的钱都给了家族，对于自己的家却没有养家的意识。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "经济资源的分配在家庭中是一个很重要的问题，需要你们夫妻双方共同面对和解决。你们可以讨论一个合理的花钱计划，包括日常开销、房屋和孩子的养育等各方面的费用计划。",
    "annotation": [
      {
        "sentence": "经济资源的分配在家庭中是一个很重要的问题，需要你们夫妻双方共同面对和解决。",
        "label": ""
      },
      {
        "sentence": "你们可以讨论一个合理的花钱计划，包括日常开销、房屋和孩子的养育等各方面的费用计划。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我们",
    "annotation": [
      {
        "sentence": "你说得对，我们",
        "label": ""
      }
    ]
  }
]