[
  {
    "role": "client",
    "content": "30了，觉得自己嫁不出去了，好像人生看不到希望了？这些年家里人介绍过，但各种原因最终都没结果，他们总是说我太挑导致拖到这个年纪，自己也谈过遇到的总是渣男，感觉不喜欢的又不愿意将就，为了结婚而结婚自己又不愿意？可是这个年纪大家都成家了，感觉遇不到合适的人了，自己的圈子又这么小，周围也没有介绍的资源了，父母很着急，自己心里也很慌，也对未来充满了迷茫，不知道怎么办？",
    "annotation": [
      {
        "sentence": "30了，觉得自己嫁不出去了，好像人生看不到希望了？",
        "label": ""
      },
      {
        "sentence": "这些年家里人介绍过，但各种原因最终都没结果，他们总是说我太挑导致拖到这个年纪，自己也谈过遇到的总是渣男，感觉不喜欢的又不愿意将就，为了结婚而结婚自己又不愿意？",
        "label": ""
      },
      {
        "sentence": "可是这个年纪大家都成家了，感觉遇不到合适的人了，自己的圈子又这么小，周围也没有介绍的资源了，父母很着急，自己心里也很慌，也对未来充满了迷茫，不知道怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你的感受，觉得自己到了30岁但还遇不到合适的结婚对象，身边家人又有诸多的压力，心里觉得很着急、茫然、焦虑，甚至觉得人生没有希望。我们先来厘清一下，你内心产生的这种焦虑感的根源是什么？",
    "annotation": [
      {
        "sentence": "很理解你的感受，觉得自己到了30岁但还遇不到合适的结婚对象，身边家人又有诸多的压力，心里觉得很着急、茫然、焦虑，甚至觉得人生没有希望。",
        "label": ""
      },
      {
        "sentence": "我们先来厘清一下，你内心产生的这种焦虑感的根源是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得焦虑感主要源自于家人的期望和社会压力，我觉得自己30岁了就应该结婚，但一直没遇到满意的人，而家人总是责怪我太挑剔。",
    "annotation": [
      {
        "sentence": "我觉得焦虑感主要源自于家人的期望和社会压力，我觉得自己30岁了就应该结婚，但一直没遇到满意的人，而家人总是责怪我太挑剔。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这种态度是正确的。你现在觉得迷茫焦虑甚至绝望，更多是因为感受到外部的压力。你认为30岁是比较大的年龄，应该要结婚；自己想要挑选合适的结婚对象却被家人批判；父母的焦急态度传染了你，这一切都给了你不少压力。",
    "annotation": [
      {
        "sentence": "是的，这种态度是正确的。",
        "label": ""
      },
      {
        "sentence": "你现在觉得迷茫焦虑甚至绝望，更多是因为感受到外部的压力。",
        "label": ""
      },
      {
        "sentence": "你认为30岁是比较大的年龄，应该要结婚；自己想要挑选合适的结婚对象却被家人批判；父母的焦急态度传染了你，这一切都给了你不少压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自己因为这些压力而感到很迷茫和无助，不知道接下来该怎么办。",
    "annotation": [
      {
        "sentence": "是的，我觉得自己因为这些压力而感到很迷茫和无助，不知道接下来该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困扰。从进化心理学来看，由于人类繁殖的需要，年轻的、身体好的女性会有较高的生育力，因此受到社会的追捧。但这是在数千上万年以前的人类生活环境限制下逐渐进化的一种适应性心理。到了现代社会，生存条件、生育条件已经有了翻天覆地的提升，身体条件对人类生存不再有那么大的制约。但是为什么现在我们仍会觉得女性超过一定年龄就比较大了、应该要结婚了呢？这主要是受到社会文化传统的影响。",
    "annotation": [
      {
        "sentence": "我理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "从进化心理学来看，由于人类繁殖的需要，年轻的、身体好的女性会有较高的生育力，因此受到社会的追捧。",
        "label": ""
      },
      {
        "sentence": "但这是在数千上万年以前的人类生活环境限制下逐渐进化的一种适应性心理。",
        "label": ""
      },
      {
        "sentence": "到了现代社会，生存条件、生育条件已经有了翻天覆地的提升，身体条件对人类生存不再有那么大的制约。",
        "label": ""
      },
      {
        "sentence": "但是为什么现在我们仍会觉得女性超过一定年龄就比较大了、应该要结婚了呢？",
        "label": ""
      },
      {
        "sentence": "这主要是受到社会文化传统的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你说得很有道理，社会的观念对我们的影响真的很大。",
    "annotation": [
      {
        "sentence": "我觉得你说得很有道理，社会的观念对我们的影响真的很大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，社会传统认为女性的社会角色就是生儿育女、照顾家庭，因此年纪大了还不结婚是不正常、不应该的，也给这类女性群体贴上某种歧视的标签，比如“剩女”、“大龄女青年”等等。在这种社会群体意识影响下，我们的家人也不自觉地加入催婚大队，我们个人则受到这种暗示，也渐渐认同了这种思想观念。",
    "annotation": [
      {
        "sentence": "是的，社会传统认为女性的社会角色就是生儿育女、照顾家庭，因此年纪大了还不结婚是不正常、不应该的，也给这类女性群体贴上某种歧视的标签，比如“剩女”、“大龄女青年”等等。",
        "label": ""
      },
      {
        "sentence": "在这种社会群体意识影响下，我们的家人也不自觉地加入催婚大队，我们个人则受到这种暗示，也渐渐认同了这种思想观念。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是因为这样的思想观念给自己带来了很多内心的矛盾和焦虑。",
    "annotation": [
      {
        "sentence": "是的，我就是因为这样的思想观念给自己带来了很多内心的矛盾和焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同时，作为群体中的一员，我们渴望得到群体的认同和接受，希望自己能够融入群体。因此我们也跟随群体意识，对大龄未婚人士产生一种不认同甚至歧视的态度，也生怕自己如果不符合社会的要求早早结婚生子就会被群体歧视和抛弃。由此，便产生了焦虑感。",
    "annotation": [
      {
        "sentence": "同时，作为群体中的一员，我们渴望得到群体的认同和接受，希望自己能够融入群体。",
        "label": ""
      },
      {
        "sentence": "因此我们也跟随群体意识，对大龄未婚人士产生一种不认同甚至歧视的态度，也生怕自己如果不符合社会的要求早早结婚生子就会被群体歧视和抛弃。",
        "label": ""
      },
      {
        "sentence": "由此，便产生了焦虑感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我真的感觉到了这种压力和焦虑。但是我该怎么解决这些问题呢？",
    "annotation": [
      {
        "sentence": "你说得对，我真的感觉到了这种压力和焦虑。",
        "label": ""
      },
      {
        "sentence": "但是我该怎么解决这些问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很明显，这是来自外部环境的要求和压力，而不是从我们自身出发，没有顾及我们内心的真正需求。抛开身边家人和外界的眼光和议论，你试着问一下自己的内心：你为什么想要结婚？到了这个年纪为什么一定要结婚？如果嫁不出去又会怎么样？别人结婚对你会有什么影响？你的人生目标是什么？你的人生计划里是否只有结婚这一项任务？",
    "annotation": [
      {
        "sentence": "很明显，这是来自外部环境的要求和压力，而不是从我们自身出发，没有顾及我们内心的真正需求。",
        "label": ""
      },
      {
        "sentence": "抛开身边家人和外界的眼光和议论，你试着问一下自己的内心：你为什么想要结婚？",
        "label": ""
      },
      {
        "sentence": "到了这个年纪为什么一定要结婚？",
        "label": ""
      },
      {
        "sentence": "如果嫁不出去又会怎么样？",
        "label": ""
      },
      {
        "sentence": "别人结婚对你会有什么影响？",
        "label": ""
      },
      {
        "sentence": "你的人生目标是什么？",
        "label": ""
      },
      {
        "sentence": "你的人生计划里是否只有结婚这一项任务？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想想，嗯，结婚对我来说，好像是为了向家人和外界说明我过上了幸福美满的生活，也是为了顺应社会的传统观念。但是我想，我在这个年纪不结婚又不会有什么实质性的影响，我还有其他一些事情也很重要、也值得我去追求。",
    "annotation": [
      {
        "sentence": "我想想，嗯，结婚对我来说，好像是为了向家人和外界说明我过上了幸福美满的生活，也是为了顺应社会的传统观念。",
        "label": ""
      },
      {
        "sentence": "但是我想，我在这个年纪不结婚又不会有什么实质性的影响，我还有其他一些事情也很重要、也值得我去追求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的思考很积极。结婚是为了向家人和外界有一个交代？还是为了顺应社会传统完成一项人生任务？还是因为是你自己想结婚，能够让你的生活有提升，人生有更多的幸福和意义？",
    "annotation": [
      {
        "sentence": "很好，你的思考很积极。",
        "label": ""
      },
      {
        "sentence": "结婚是为了向家人和外界有一个交代？",
        "label": ""
      },
      {
        "sentence": "还是为了顺应社会传统完成一项人生任务？",
        "label": ""
      },
      {
        "sentence": "还是因为是你自己想结婚，能够让你的生活有提升，人生有更多的幸福和意义？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得结婚应该是因为我自己想要，才能够真正让我感到幸福和有意义。",
    "annotation": [
      {
        "sentence": "我觉得结婚应该是因为我自己想要，才能够真正让我感到幸福和有意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经找到了自己对结婚的真正需求和想法。我在这里不能说劝你把结婚这件事放下，也不想说“不要为了父母而结婚”等等这些你应该早就明白的道理。但是，希望你可以摆脱外界的声音，好好想一下你自己的人生目标和计划是什么？是否还有其他一些事情也很重要、也值得你去追求？",
    "annotation": [
      {
        "sentence": "很好，你已经找到了自己对结婚的真正需求和想法。",
        "label": ""
      },
      {
        "sentence": "我在这里不能说劝你把结婚这件事放下，也不想说“不要为了父母而结婚”等等这些你应该早就明白的道理。",
        "label": ""
      },
      {
        "sentence": "但是，希望你可以摆脱外界的声音，好好想一下你自己的人生目标和计划是什么？",
        "label": ""
      },
      {
        "sentence": "是否还有其他一些事情也很重要、也值得你去追求？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会好好思考一下自己的人生目标和计划，还有其他一些重要的事情。",
    "annotation": [
      {
        "sentence": "嗯，我会好好思考一下自己的人生目标和计划，还有其他一些重要的事情。",
        "label": ""
      }
    ]
  }
]