[
  {
    "role": "client",
    "content": "他们喜欢老公弟媳，我开心不起来，我讨厌现在的一切？严重缺乏安全感，严重没有自信，我不愿意在老公的家庭，他们都喜欢老公弟媳，都不喜欢我，我想要自己的家庭，我不愿意这么一大家庭，白天上班处理人际关系够累了，回家还要面对，我的小心翼翼我的自卑别人都看得出来，他们都会针对我的心理防线使用技巧，可我一攻就破，软柿子总是好捏的，而我却什么都不懂，他们没有想象中好人，我越想维护好关系，关系越糟糕。我讨厌这种状况，我生下的宝宝还得放回老家，老公赚的钱要和一大家子分享，要还债要帮小的买车建房子，什么时候才能轮到我和宝宝？每个月得我自己寄生活费回家，老公身上一分钱没有，甚至还得我支持他，什么家庭？什么时候熬到头，好累好累！每天这样超负荷。老公根本什么都不懂，更别提懂我，我似乎比以前一个人的时候孤独、身不由己，如果我自己一个人带宝宝我想都不至于骨肉分离，为什么两个人反而更难了呢？心里缺少那一块怎么都开心不起来，每天忍受这种分离的伤感，我想要的为什么总这么难？",
    "annotation": [
      {
        "sentence": "他们喜欢老公弟媳，我开心不起来，我讨厌现在的一切？",
        "label": ""
      },
      {
        "sentence": "严重缺乏安全感，严重没有自信，我不愿意在老公的家庭，他们都喜欢老公弟媳，都不喜欢我，我想要自己的家庭，我不愿意这么一大家庭，白天上班处理人际关系够累了，回家还要面对，我的小心翼翼我的自卑别人都看得出来，他们都会针对我的心理防线使用技巧，可我一攻就破，软柿子总是好捏的，而我却什么都不懂，他们没有想象中好人，我越想维护好关系，关系越糟糕。",
        "label": ""
      },
      {
        "sentence": "我讨厌这种状况，我生下的宝宝还得放回老家，老公赚的钱要和一大家子分享，要还债要帮小的买车建房子，什么时候才能轮到我和宝宝？",
        "label": ""
      },
      {
        "sentence": "每个月得我自己寄生活费回家，老公身上一分钱没有，甚至还得我支持他，什么家庭？",
        "label": ""
      },
      {
        "sentence": "什么时候熬到头，好累好累！",
        "label": ""
      },
      {
        "sentence": "每天这样超负荷。",
        "label": ""
      },
      {
        "sentence": "老公根本什么都不懂，更别提懂我，我似乎比以前一个人的时候孤独、身不由己，如果我自己一个人带宝宝我想都不至于骨肉分离，为什么两个人反而更难了呢？",
        "label": ""
      },
      {
        "sentence": "心里缺少那一块怎么都开心不起来，每天忍受这种分离的伤感，我想要的为什么总这么难？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说那么多，看来你很痛苦。首先，我理解你对目前家庭情况的不满和困惑。你感觉缺乏安全感和自信，对婆家人的喜欢也让你感到不开心。我想问一下，你觉得现在最需要谁在你身边呢？是宝宝还是你的丈夫？",
    "annotation": [
      {
        "sentence": "听你说那么多，看来你很痛苦。",
        "label": ""
      },
      {
        "sentence": "首先，我理解你对目前家庭情况的不满和困惑。",
        "label": ""
      },
      {
        "sentence": "你感觉缺乏安全感和自信，对婆家人的喜欢也让你感到不开心。",
        "label": ""
      },
      {
        "sentence": "我想问一下，你觉得现在最需要谁在你身边呢？",
        "label": ""
      },
      {
        "sentence": "是宝宝还是你的丈夫？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我最需要宝宝在身边，我和宝宝的分离状态让我感到焦虑和不安，也导致我无法与婆家人和谐相处。",
    "annotation": [
      {
        "sentence": "我觉得我最需要宝宝在身边，我和宝宝的分离状态让我感到焦虑和不安，也导致我无法与婆家人和谐相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，宝宝对你来说非常重要。那么你可能因为与宝宝的分离而感到不满和焦虑，无法和婆家人和睦相处。同时也可能缺乏丈夫的关心和陪伴，对婆家人窃取了你与丈夫独处的重要时间，导致你对他们的言行产生了厌烦。还有可能是工作的压力让你无法放松，期待回家时能够得到宁静，却遭遇更多的烦恼。",
    "annotation": [
      {
        "sentence": "明白了，宝宝对你来说非常重要。",
        "label": ""
      },
      {
        "sentence": "那么你可能因为与宝宝的分离而感到不满和焦虑，无法和婆家人和睦相处。",
        "label": ""
      },
      {
        "sentence": "同时也可能缺乏丈夫的关心和陪伴，对婆家人窃取了你与丈夫独处的重要时间，导致你对他们的言行产生了厌烦。",
        "label": ""
      },
      {
        "sentence": "还有可能是工作的压力让你无法放松，期待回家时能够得到宁静，却遭遇更多的烦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我身心俱疲。我希望自己能够先理解自己的情绪和问题，然后有针对性地解决现实生活中的难题。如果我不明白自己为什么容易生气或焦虑，只是觉得生活很辛苦，那我就会越来越迷茫和无助。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "是的，我身心俱疲。",
        "label": ""
      },
      {
        "sentence": "我希望自己能够先理解自己的情绪和问题，然后有针对性地解决现实生活中的难题。",
        "label": ""
      },
      {
        "sentence": "如果我不明白自己为什么容易生气或焦虑，只是觉得生活很辛苦，那我就会越来越迷茫和无助。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我建议你可以尝试写字条的方式整理自己的烦恼。将每个烦心的事情都写下来，然后逐一比较，找到最主要的那个问题入手解决。有时候，当你写下来的时候就会发现其实问题没有想象中那么严重，或者在写的过程中你也许会找到解决问题的办法。如果你觉得很混乱，难以理顺，那你可以考虑寻求专业心理咨询师的帮助，他们可以给你一些实用的建议和指导。",
    "annotation": [
      {
        "sentence": "我建议你可以尝试写字条的方式整理自己的烦恼。",
        "label": ""
      },
      {
        "sentence": "将每个烦心的事情都写下来，然后逐一比较，找到最主要的那个问题入手解决。",
        "label": ""
      },
      {
        "sentence": "有时候，当你写下来的时候就会发现其实问题没有想象中那么严重，或者在写的过程中你也许会找到解决问题的办法。",
        "label": ""
      },
      {
        "sentence": "如果你觉得很混乱，难以理顺，那你可以考虑寻求专业心理咨询师的帮助，他们可以给你一些实用的建议和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会试试写字条的方法，希望能够理清头绪。我也会考虑找心理咨询师寻求帮助。感谢你的支持，希望能早日走出困惑和烦恼。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试试写字条的方法，希望能够理清头绪。",
        "label": ""
      },
      {
        "sentence": "我也会考虑找心理咨询师寻求帮助。",
        "label": ""
      },
      {
        "sentence": "感谢你的支持，希望能早日走出困惑和烦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够克服困难。希望你早日找到自己的幸福和满足。如果有任何需要，记得随时来找我聊天。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够克服困难。",
        "label": ""
      },
      {
        "sentence": "希望你早日找到自己的幸福和满足。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，记得随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]