[
  {
    "role": "client",
    "content": "他们喜欢老公弟媳，我开心不起来，我讨厌现在的一切？严重缺乏安全感，严重没有自信，我不愿意在老公的家庭，他们都喜欢老公弟媳，都不喜欢我，我想要自己的家庭，我不愿意这么一大家庭，白天上班处理人际关系够累了，回家还要面对，我的小心翼翼我的自卑别人都看得出来，他们都会针对我的心理防线使用技巧，可我一攻就破，软柿子总是好捏的，而我却什么都不懂，他们没有想象中好人，我越想维护好关系，关系越糟糕。我讨厌这种状况，我生下的宝宝还得放回老家，老公赚的钱要和一大家子分享，要还债要帮小的买车建房子，什么时候才能轮到我和宝宝？每个月得我自己寄生活费回家，老公身上一分钱没有，甚至还得我支持他，什么家庭？什么时候熬到头，好累好累！每天这样超负荷。老公根本什么都不懂，更别提懂我，我似乎比以前一个人的时候孤独、身不由己，如果我自己一个人带宝宝我想都不至于骨肉分离，为什么两个人反而更难了呢？心里缺少那一块怎么都开心不起来，每天忍受这种分离的伤感，我想要的为什么总这么难？",
    "annotation": [
      {
        "sentence": "他们喜欢老公弟媳，我开心不起来，我讨厌现在的一切？",
        "label": ""
      },
      {
        "sentence": "严重缺乏安全感，严重没有自信，我不愿意在老公的家庭，他们都喜欢老公弟媳，都不喜欢我，我想要自己的家庭，我不愿意这么一大家庭，白天上班处理人际关系够累了，回家还要面对，我的小心翼翼我的自卑别人都看得出来，他们都会针对我的心理防线使用技巧，可我一攻就破，软柿子总是好捏的，而我却什么都不懂，他们没有想象中好人，我越想维护好关系，关系越糟糕。",
        "label": ""
      },
      {
        "sentence": "我讨厌这种状况，我生下的宝宝还得放回老家，老公赚的钱要和一大家子分享，要还债要帮小的买车建房子，什么时候才能轮到我和宝宝？",
        "label": ""
      },
      {
        "sentence": "每个月得我自己寄生活费回家，老公身上一分钱没有，甚至还得我支持他，什么家庭？",
        "label": ""
      },
      {
        "sentence": "什么时候熬到头，好累好累！",
        "label": ""
      },
      {
        "sentence": "每天这样超负荷。",
        "label": ""
      },
      {
        "sentence": "老公根本什么都不懂，更别提懂我，我似乎比以前一个人的时候孤独、身不由己，如果我自己一个人带宝宝我想都不至于骨肉分离，为什么两个人反而更难了呢？",
        "label": ""
      },
      {
        "sentence": "心里缺少那一块怎么都开心不起来，每天忍受这种分离的伤感，我想要的为什么总这么难？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的处境，家庭关系的问题确实会给人带来很多困扰和压力。在很多家庭里，往往任劳任怨的人得不到最想要的东西，而那些当面一套背后一套的人，却可以拿到属于自己的利益。你说的缺乏安全感和自信是非常重要的问题，而且你对于现在的家庭状况感到很失望。但是我们也需要有自己的底线，不必一味地迁就他人。公公婆婆之所以喜欢弟媳是因为弟媳知道他们喜欢听什么，而你可能并没有做到这一点。此外，你提到了家庭财务上的问题，似乎你的付出和支持并没有得到相应的回报。既然家人经常针对你，那么你也没有做一个任劳任怨的人的必要。有的时候可以为自己争取一些空间和自己的生活，就像你之前一个人的时候，虽然会有点孤单，但不至于过得这么不舒心。现在有了家庭，有了自己的孩子，但是丈夫并没有尽到一个父亲和丈夫的责任，所以我们可以考虑将更多的精力放在自己和孩子的身上。整个大家庭的生活似乎并不依赖于你，所以为什么不将更多的时间和关注放在自己的小家庭上呢？生活并不是熬出来的，尤其是在这样的家庭环境下，我们可以选择拥有自己的幸福。所以我建议你找个时间和丈夫谈谈心，告诉他自己并不愿意过这样的生活。作为成年人，如果我们义不容辞地要负责赡养父母，但是我们并没有义务给弟弟买房买车甚至补贴他们。如果他愿意过这样的生活，甚至每个月都把自己的收入补贴给家人，那么以后他的所有衣食住行也可以交给家人来照顾。我们并不是在与对方赌气，而是希望对方能够懂得尊重我们，并明白他也是有家室的人。",
    "annotation": [
      {
        "sentence": "我明白你的处境，家庭关系的问题确实会给人带来很多困扰和压力。",
        "label": ""
      },
      {
        "sentence": "在很多家庭里，往往任劳任怨的人得不到最想要的东西，而那些当面一套背后一套的人，却可以拿到属于自己的利益。",
        "label": ""
      },
      {
        "sentence": "你说的缺乏安全感和自信是非常重要的问题，而且你对于现在的家庭状况感到很失望。",
        "label": ""
      },
      {
        "sentence": "但是我们也需要有自己的底线，不必一味地迁就他人。",
        "label": ""
      },
      {
        "sentence": "公公婆婆之所以喜欢弟媳是因为弟媳知道他们喜欢听什么，而你可能并没有做到这一点。",
        "label": ""
      },
      {
        "sentence": "此外，你提到了家庭财务上的问题，似乎你的付出和支持并没有得到相应的回报。",
        "label": ""
      },
      {
        "sentence": "既然家人经常针对你，那么你也没有做一个任劳任怨的人的必要。",
        "label": ""
      },
      {
        "sentence": "有的时候可以为自己争取一些空间和自己的生活，就像你之前一个人的时候，虽然会有点孤单，但不至于过得这么不舒心。",
        "label": ""
      },
      {
        "sentence": "现在有了家庭，有了自己的孩子，但是丈夫并没有尽到一个父亲和丈夫的责任，所以我们可以考虑将更多的精力放在自己和孩子的身上。",
        "label": ""
      },
      {
        "sentence": "整个大家庭的生活似乎并不依赖于你，所以为什么不将更多的时间和关注放在自己的小家庭上呢？",
        "label": ""
      },
      {
        "sentence": "生活并不是熬出来的，尤其是在这样的家庭环境下，我们可以选择拥有自己的幸福。",
        "label": ""
      },
      {
        "sentence": "所以我建议你找个时间和丈夫谈谈心，告诉他自己并不愿意过这样的生活。",
        "label": ""
      },
      {
        "sentence": "作为成年人，如果我们义不容辞地要负责赡养父母，但是我们并没有义务给弟弟买房买车甚至补贴他们。",
        "label": ""
      },
      {
        "sentence": "如果他愿意过这样的生活，甚至每个月都把自己的收入补贴给家人，那么以后他的所有衣食住行也可以交给家人来照顾。",
        "label": ""
      },
      {
        "sentence": "我们并不是在与对方赌气，而是希望对方能够懂得尊重我们，并明白他也是有家室的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答。确实我一直在迁就家人，却没有得到应有的尊重和关爱。你说得对，我需要为自己争取一些空间和生活。我觉得自己一直都在牺牲自己的幸福和需求，为了维持各种关系，但是关系却越来越糟糕，让我感到非常困惑和焦虑。我想我需要和丈夫好好沟通一下，让他明白我现在的心情和需求。毕竟我们是一家人，他也应该承担起照顾家庭的责任。",
    "annotation": [
      {
        "sentence": "谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "确实我一直在迁就家人，却没有得到应有的尊重和关爱。",
        "label": ""
      },
      {
        "sentence": "你说得对，我需要为自己争取一些空间和生活。",
        "label": ""
      },
      {
        "sentence": "我觉得自己一直都在牺牲自己的幸福和需求，为了维持各种关系，但是关系却越来越糟糕，让我感到非常困惑和焦虑。",
        "label": ""
      },
      {
        "sentence": "我想我需要和丈夫好好沟通一下，让他明白我现在的心情和需求。",
        "label": ""
      },
      {
        "sentence": "毕竟我们是一家人，他也应该承担起照顾家庭的责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得很对，沟通是非常重要的一步。和丈夫坦诚地谈谈你的感受和需求，让他了解你此刻的心情。毕竟夫妻之间应该相互支持，理解和尊重彼此的感受和需求。你并不是在为自己推卸责任，而是希望他能够更好地履行作为丈夫的责任。相信通过真诚的沟通，你们会找到解决问题的方法。同时，也要记得关注和照顾自己的心理健康，保持积极的心态和自信，为自己创造一个幸福的生活空间。",
    "annotation": [
      {
        "sentence": "你说得很对，沟通是非常重要的一步。",
        "label": ""
      },
      {
        "sentence": "和丈夫坦诚地谈谈你的感受和需求，让他了解你此刻的心情。",
        "label": ""
      },
      {
        "sentence": "毕竟夫妻之间应该相互支持，理解和尊重彼此的感受和需求。",
        "label": ""
      },
      {
        "sentence": "你并不是在为自己推卸责任，而是希望他能够更好地履行作为丈夫的责任。",
        "label": ""
      },
      {
        "sentence": "相信通过真诚的沟通，你们会找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得关注和照顾自己的心理健康，保持积极的心态和自信，为自己创造一个幸福的生活空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议。我明白了，我要勇敢地表达自己，并为自己争取更好的生活。沟通是解决问题的关键，我会积极地与丈夫沟通，并寻找适合我们的解决方案。同时，我也会更加关注和照顾自己的心理健康，让自己拥有更多的快乐和满足感。再次感谢你的支持和帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我明白了，我要勇敢地表达自己，并为自己争取更好的生活。",
        "label": ""
      },
      {
        "sentence": "沟通是解决问题的关键，我会积极地与丈夫沟通，并寻找适合我们的解决方案。",
        "label": ""
      },
      {
        "sentence": "同时，我也会更加关注和照顾自己的心理健康，让自己拥有更多的快乐和满足感。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意能够帮助你。记得要相信自己的价值和权利，你完全有权利争取属于自己的幸福和快乐。保持积极的心态，勇敢面对问题，并寻找解决方案。如果你需要任何帮助，随时都可以找我倾诉。祝福你能够过上美好的生活！",
    "annotation": [
      {
        "sentence": "不客气，我很愿意能够帮助你。",
        "label": ""
      },
      {
        "sentence": "记得要相信自己的价值和权利，你完全有权利争取属于自己的幸福和快乐。",
        "label": ""
      },
      {
        "sentence": "保持积极的心态，勇敢面对问题，并寻找解决方案。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝福你能够过上美好的生活！",
        "label": ""
      }
    ]
  }
]