[
  {
    "role": "client",
    "content": "亲姐姐病逝，很难走出，那么优秀善良的人，为何悲惨？我从小就一般，现在结婚生子生活还算幸福，但是没有什么成就。姐姐走后，我越发有一种深深的挫败感，觉得她带走了父母所有的骄傲，甚至会经常想，如果走的是我，父母可能不会那么难过。最近很焦虑不安，很暴躁，也很内疚和后悔，觉得在姐姐生前没有好好的关心和照顾她，很多话没来得及说。很为她感到可惜和遗憾，想不通，明明一生都那么努力去生活的人，那么优秀和善良的人，却有一个如此悲惨的结局？",
    "annotation": [
      {
        "sentence": "亲姐姐病逝，很难走出，那么优秀善良的人，为何悲惨？",
        "label": ""
      },
      {
        "sentence": "我从小就一般，现在结婚生子生活还算幸福，但是没有什么成就。",
        "label": ""
      },
      {
        "sentence": "姐姐走后，我越发有一种深深的挫败感，觉得她带走了父母所有的骄傲，甚至会经常想，如果走的是我，父母可能不会那么难过。",
        "label": ""
      },
      {
        "sentence": "最近很焦虑不安，很暴躁，也很内疚和后悔，觉得在姐姐生前没有好好的关心和照顾她，很多话没来得及说。",
        "label": ""
      },
      {
        "sentence": "很为她感到可惜和遗憾，想不通，明明一生都那么努力去生活的人，那么优秀和善良的人，却有一个如此悲惨的结局？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你说，你无比优秀的亲姐姐前不久病逝，让你很难走出来，竟然觉得有些感动。感动你与姐姐的亲情，她的离去让你如此难过。感动你的大度，在姐姐优秀的光环外没有嫉恨。感动你的孝心，想着如果可以不让父母难过，你宁愿走的是你。自从姐姐离去，你的心里有太多的情绪，下面，我们一起来理一理。人到中年，上有老，下有少，这个年纪的女人，突然病逝，对一个家庭来说，无异于蹋了半边天。何况，你的姐姐还那么优秀，真是天妒朱颜！不知是什么病魔，那么不近人情？！在你与姐姐的对比中看到：你姐姐非常优秀，是位博士，从小到现在，一直是你父母的骄傲和荣光。你从小一般，现在结婚生子生活还算幸福，但是没有什么成就。学业上、事业上，姐姐比你强。家庭上、健康上，是不是你比姐姐好？",
    "annotation": [
      {
        "sentence": "看到你说，你无比优秀的亲姐姐前不久病逝，让你很难走出来，竟然觉得有些感动。",
        "label": ""
      },
      {
        "sentence": "感动你与姐姐的亲情，她的离去让你如此难过。",
        "label": ""
      },
      {
        "sentence": "感动你的大度，在姐姐优秀的光环外没有嫉恨。",
        "label": ""
      },
      {
        "sentence": "感动你的孝心，想着如果可以不让父母难过，你宁愿走的是你。",
        "label": ""
      },
      {
        "sentence": "自从姐姐离去，你的心里有太多的情绪，下面，我们一起来理一理。",
        "label": ""
      },
      {
        "sentence": "人到中年，上有老，下有少，这个年纪的女人，突然病逝，对一个家庭来说，无异于蹋了半边天。",
        "label": ""
      },
      {
        "sentence": "何况，你的姐姐还那么优秀，真是天妒朱颜！",
        "label": ""
      },
      {
        "sentence": "不知是什么病魔，那么不近人情？！",
        "label": ""
      },
      {
        "sentence": "在你与姐姐的对比中看到：你姐姐非常优秀，是位博士，从小到现在，一直是你父母的骄傲和荣光。",
        "label": ""
      },
      {
        "sentence": "你从小一般，现在结婚生子生活还算幸福，但是没有什么成就。",
        "label": ""
      },
      {
        "sentence": "学业上、事业上，姐姐比你强。",
        "label": ""
      },
      {
        "sentence": "家庭上、健康上，是不是你比姐姐好？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "姐姐虽然一直是我父母的骄傲和荣光，但是她活得轻松吗？她生的病，她中年早逝，跟精神、压力、心理有没有关呢？为什么姐姐走后，我越发有一种深深的挫败感，觉得她带走了父母所有的骄傲，甚至会经常想，如果走的是我，父母可能不会那么难过？",
    "annotation": [
      {
        "sentence": "姐姐虽然一直是我父母的骄傲和荣光，但是她活得轻松吗？",
        "label": ""
      },
      {
        "sentence": "她生的病，她中年早逝，跟精神、压力、心理有没有关呢？",
        "label": ""
      },
      {
        "sentence": "为什么姐姐走后，我越发有一种深深的挫败感，觉得她带走了父母所有的骄傲，甚至会经常想，如果走的是我，父母可能不会那么难过？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在优秀的姐姐面前，你还是有些自愧不如的，你没有把自己的挫败怪罪到姐姐身上，没有去伤害姐姐，这很好！这说明你心底善良，可是，你对自己却不那么友好！你有些埋怨自己不行。姐姐带走的仅仅是父母的骄傲吗？相比起姐姐的生命，那些光环算什么？如果可以用平庸挽回姐姐的生命，我相信你的父母会说一万个愿意！如果拿你去换回姐姐的生命，我同样相信，你的父母会说一万个不愿意！在父母心中，儿女在，就是最好的。在生命面前，有人在，比什么都重要。",
    "annotation": [
      {
        "sentence": "在优秀的姐姐面前，你还是有些自愧不如的，你没有把自己的挫败怪罪到姐姐身上，没有去伤害姐姐，这很好！",
        "label": ""
      },
      {
        "sentence": "这说明你心底善良，可是，你对自己却不那么友好！",
        "label": ""
      },
      {
        "sentence": "你有些埋怨自己不行。",
        "label": ""
      },
      {
        "sentence": "姐姐带走的仅仅是父母的骄傲吗？",
        "label": ""
      },
      {
        "sentence": "相比起姐姐的生命，那些光环算什么？",
        "label": ""
      },
      {
        "sentence": "如果可以用平庸挽回姐姐的生命，我相信你的父母会说一万个愿意！",
        "label": ""
      },
      {
        "sentence": "如果拿你去换回姐姐的生命，我同样相信，你的父母会说一万个不愿意！",
        "label": ""
      },
      {
        "sentence": "在父母心中，儿女在，就是最好的。",
        "label": ""
      },
      {
        "sentence": "在生命面前，有人在，比什么都重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我明白了。但是我还是很焦虑不安，内疚后悔，觉得在姐姐生前没有好好的关心和照顾她，很多话没来得及说。很为她感到可惜和遗憾。",
    "annotation": [
      {
        "sentence": "你说的有道理，我明白了。",
        "label": ""
      },
      {
        "sentence": "但是我还是很焦虑不安，内疚后悔，觉得在姐姐生前没有好好的关心和照顾她，很多话没来得及说。",
        "label": ""
      },
      {
        "sentence": "很为她感到可惜和遗憾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的焦虑不安，内疚后悔，一半是对失去姐姐的惋惜和遗憾。另一半，是对失去姐姐这个在父母眼中闪着光的挡箭牌的惴惴不安。你害怕父母失去了姐姐这个骄傲，会把目光转向你的普通，这让你有压力，你害怕看到父母对你的失望！虽然你没有说，从小到大，你是如何在父母拿你与姐姐对比的压力下长大的，但是，身边有这样一个优秀的姐姐，即使父母不说，无形之中，也会让你感到压力。",
    "annotation": [
      {
        "sentence": "你的焦虑不安，内疚后悔，一半是对失去姐姐的惋惜和遗憾。",
        "label": ""
      },
      {
        "sentence": "另一半，是对失去姐姐这个在父母眼中闪着光的挡箭牌的惴惴不安。",
        "label": ""
      },
      {
        "sentence": "你害怕父母失去了姐姐这个骄傲，会把目光转向你的普通，这让你有压力，你害怕看到父母对你的失望！",
        "label": ""
      },
      {
        "sentence": "虽然你没有说，从小到大，你是如何在父母拿你与姐姐对比的压力下长大的，但是，身边有这样一个优秀的姐姐，即使父母不说，无形之中，也会让你感到压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实是这样，我一直承受着来自父母的压力，觉得自己无法与姐姐相比。姐姐的半生，活得努力、优秀和善良，对于她来说，可能已问心无愧了。然而活着的人，却无法接受。",
    "annotation": [
      {
        "sentence": "确实是这样，我一直承受着来自父母的压力，觉得自己无法与姐姐相比。",
        "label": ""
      },
      {
        "sentence": "姐姐的半生，活得努力、优秀和善良，对于她来说，可能已问心无愧了。",
        "label": ""
      },
      {
        "sentence": "然而活着的人，却无法接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是啊，丧亲之痛，无法言表，也无法以言语来安慰。只有让时间，来平复你与父母的伤痛。而你，更要看到，你的普通，才是平淡生活中的永久幸福！你的父母一定明白，活着才是真，健康才是福！至于优不优秀，先一边歇着吧！祝你的姐姐泉下好好安歇！祝你与父母家人平平安安好好地生活！",
    "annotation": [
      {
        "sentence": "是啊，丧亲之痛，无法言表，也无法以言语来安慰。",
        "label": ""
      },
      {
        "sentence": "只有让时间，来平复你与父母的伤痛。",
        "label": ""
      },
      {
        "sentence": "而你，更要看到，你的普通，才是平淡生活中的永久幸福！",
        "label": ""
      },
      {
        "sentence": "你的父母一定明白，活着才是真，健康才是福！",
        "label": ""
      },
      {
        "sentence": "至于优不优秀，先一边歇着吧！",
        "label": ""
      },
      {
        "sentence": "祝你的姐姐泉下好好安歇！",
        "label": ""
      },
      {
        "sentence": "祝你与父母家人平平安安好好地生活！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会努力调整自己的心态，珍惜眼前的幸福。同时也会让时间来慢慢治愈我的伤痛。再次感谢你的陪伴和理解。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会努力调整自己的心态，珍惜眼前的幸福。",
        "label": ""
      },
      {
        "sentence": "同时也会让时间来慢慢治愈我的伤痛。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意陪伴你渡过这段难过的时光。你已经展现了很大的勇气和善良，我相信你一定能够走出伤痛，重新找回自己的幸福。记得，你并不孤单，有我陪你一起面对困难。希望你能尽快恢复平静，过上幸福的生活！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意陪伴你渡过这段难过的时光。",
        "label": ""
      },
      {
        "sentence": "你已经展现了很大的勇气和善良，我相信你一定能够走出伤痛，重新找回自己的幸福。",
        "label": ""
      },
      {
        "sentence": "记得，你并不孤单，有我陪你一起面对困难。",
        "label": ""
      },
      {
        "sentence": "希望你能尽快恢复平静，过上幸福的生活！",
        "label": ""
      }
    ]
  }
]