[
  {
    "role": "client",
    "content": "打工人的生活好难，很烦躁，该怎么办呢？不知道大多数年轻人是不是跟我一样，感觉生活真的太难了。",
    "annotation": [
      {
        "sentence": "打工人的生活好难，很烦躁，该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "不知道大多数年轻人是不是跟我一样，感觉生活真的太难了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你毕业两年了，现在感觉生活特别的艰难，虽然自己每个月拿着还不错的工资，但是除去房贷车贷各种生活开支后每个月留下的也不多了。我很理解你的压力，现在大多数毕业不久的年轻人都是这样的。我身边的刚毕业的朋友，一个月工资三四千块钱，在一个二线的城市，每个月的工资刚刚够自己生活零用。而你跟他们相比，最起码不用发愁以后买房子买车子了。",
    "annotation": [
      {
        "sentence": "你毕业两年了，现在感觉生活特别的艰难，虽然自己每个月拿着还不错的工资，但是除去房贷车贷各种生活开支后每个月留下的也不多了。",
        "label": ""
      },
      {
        "sentence": "我很理解你的压力，现在大多数毕业不久的年轻人都是这样的。",
        "label": ""
      },
      {
        "sentence": "我身边的刚毕业的朋友，一个月工资三四千块钱，在一个二线的城市，每个月的工资刚刚够自己生活零用。",
        "label": ""
      },
      {
        "sentence": "而你跟他们相比，最起码不用发愁以后买房子买车子了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我还是觉得压力很大，毕业两年了，除了基本生活费用，剩下的钱真的很少。我每个月只剩2000多块钱自己可以用，所以我需要精打细算，好好的合理安排一下自己每个月的开支，可是还是觉得很烦躁。",
    "annotation": [
      {
        "sentence": "但是我还是觉得压力很大，毕业两年了，除了基本生活费用，剩下的钱真的很少。",
        "label": ""
      },
      {
        "sentence": "我每个月只剩2000多块钱自己可以用，所以我需要精打细算，好好的合理安排一下自己每个月的开支，可是还是觉得很烦躁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在毕业两年的时间里，跟大多数人相比，你已经很棒了。你每个月只剩2000多块钱自己可以用，这已经是很不错的了。所以你需要精打细算，好好地合理安排一下自己的开支，尽量避免那些不必要的开支。我经过充分合理的规划后，自己的钱还是不够用的话，那么你可以考虑去做一些生意，比如微商，来增加自己的工资水平。",
    "annotation": [
      {
        "sentence": "在毕业两年的时间里，跟大多数人相比，你已经很棒了。",
        "label": ""
      },
      {
        "sentence": "你每个月只剩2000多块钱自己可以用，这已经是很不错的了。",
        "label": ""
      },
      {
        "sentence": "所以你需要精打细算，好好地合理安排一下自己的开支，尽量避免那些不必要的开支。",
        "label": ""
      },
      {
        "sentence": "我经过充分合理的规划后，自己的钱还是不够用的话，那么你可以考虑去做一些生意，比如微商，来增加自己的工资水平。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我也考虑过做一些副业来增加收入，但是我担心会分散精力和时间，导致主业做不好。而且，我也没有太多的创业经验，不知道怎么开始。",
    "annotation": [
      {
        "sentence": "其实我也考虑过做一些副业来增加收入，但是我担心会分散精力和时间，导致主业做不好。",
        "label": ""
      },
      {
        "sentence": "而且，我也没有太多的创业经验，不知道怎么开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那你可以先尝试一些小的副业，看看是否适合自己。可以选择一些不需要大量时间和投资的副业，比如代购、兼职、或者利用自己的专业技能做一些有偿的咨询。这样可以较少地分散你的精力和时间，也有机会增加一些额外的收入。关于创业经验，你可以阅读一些相关书籍，或者参加一些创业培训班，增加自己的知识储备。",
    "annotation": [
      {
        "sentence": "那你可以先尝试一些小的副业，看看是否适合自己。",
        "label": ""
      },
      {
        "sentence": "可以选择一些不需要大量时间和投资的副业，比如代购、兼职、或者利用自己的专业技能做一些有偿的咨询。",
        "label": ""
      },
      {
        "sentence": "这样可以较少地分散你的精力和时间，也有机会增加一些额外的收入。",
        "label": ""
      },
      {
        "sentence": "关于创业经验，你可以阅读一些相关书籍，或者参加一些创业培训班，增加自己的知识储备。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说的有道理。我可以先从一些小的副业开始尝试，然后逐步扩大规模。借此机会，我也可以学到一些创业方面的知识和经验。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "嗯，你说的有道理。",
        "label": ""
      },
      {
        "sentence": "我可以先从一些小的副业开始尝试，然后逐步扩大规模。",
        "label": ""
      },
      {
        "sentence": "借此机会，我也可以学到一些创业方面的知识和经验。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，很高兴能帮到你。在困难和烦躁的时候，也要记得给自己一些正向的激励和肯定，相信自己能够克服困难，努力向前。同时也要与家人多沟通，让他们了解你的想法和困境，共同面对生活中的压力。加油，一切都会好起来的！",
    "annotation": [
      {
        "sentence": "不客气，很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "在困难和烦躁的时候，也要记得给自己一些正向的激励和肯定，相信自己能够克服困难，努力向前。",
        "label": ""
      },
      {
        "sentence": "同时也要与家人多沟通，让他们了解你的想法和困境，共同面对生活中的压力。",
        "label": ""
      },
      {
        "sentence": "加油，一切都会好起来的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会坚持下去的。有你这样的支持者，我感觉到了力量和希望。再次感谢你的陪伴！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会坚持下去的。",
        "label": ""
      },
      {
        "sentence": "有你这样的支持者，我感觉到了力量和希望。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直会在你身边支持着你的。相信自己，相信未来，你一定能够走过困难，迎接更好的生活。如果以后还有需要帮助的地方，随时来找我聊天，我会一直在这里陪伴你的。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我一直会在你身边支持着你的。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来，你一定能够走过困难，迎接更好的生活。",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要帮助的地方，随时来找我聊天，我会一直在这里陪伴你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]