[
  {
    "role": "client",
    "content": "我今年20岁，去年高考不理想选择了复读。今年差两天就要奔赴战场，但是我内心无法平静。",
    "annotation": [
      {
        "sentence": "我今年20岁，去年高考不理想选择了复读。",
        "label": ""
      },
      {
        "sentence": "今年差两天就要奔赴战场，但是我内心无法平静。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的小伙伴看到你是今年的高考生，突然就停下翻问答的脚步了呢，想到去年的这个时间段，我们面临一样的考试。首先先高考在即，确实会有影响思绪的东西，让你平静不下来，但是也别着急自己于不能平复的一些情绪，我们试着把它清理一下。",
    "annotation": [
      {
        "sentence": "亲爱的小伙伴看到你是今年的高考生，突然就停下翻问答的脚步了呢，想到去年的这个时间段，我们面临一样的考试。",
        "label": ""
      },
      {
        "sentence": "首先先高考在即，确实会有影响思绪的东西，让你平静不下来，但是也别着急自己于不能平复的一些情绪，我们试着把它清理一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我觉得自己很焦虑，而且也有些无法释怀的事情。",
    "annotation": [
      {
        "sentence": "是啊，我觉得自己很焦虑，而且也有些无法释怀的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第一，你的焦虑主要来源于金钱。因为你一直都处于比较缺钱的状态，导致你对金钱的重视程度较高。这完全可以理解，钱确实是基本生活的保障，这无可厚非。第二，你的矛盾冲突点应该在家长不同意你出去挣钱，但现实生活又确实需要钱。其实和家长有这样的对立点很正常，家长不同意你出去挣钱，背后应该是很多因素的考量，主要原因可能还是在乎你的安危。",
    "annotation": [
      {
        "sentence": "第一，你的焦虑主要来源于金钱。",
        "label": ""
      },
      {
        "sentence": "因为你一直都处于比较缺钱的状态，导致你对金钱的重视程度较高。",
        "label": ""
      },
      {
        "sentence": "这完全可以理解，钱确实是基本生活的保障，这无可厚非。",
        "label": ""
      },
      {
        "sentence": "第二，你的矛盾冲突点应该在家长不同意你出去挣钱，但现实生活又确实需要钱。",
        "label": ""
      },
      {
        "sentence": "其实和家长有这样的对立点很正常，家长不同意你出去挣钱，背后应该是很多因素的考量，主要原因可能还是在乎你的安危。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我家庭条件一般，一直听父母说家里没钱，难死了，钱好难挣。因为这样，我对金钱的需求越来越多。",
    "annotation": [
      {
        "sentence": "是的，我家庭条件一般，一直听父母说家里没钱，难死了，钱好难挣。",
        "label": ""
      },
      {
        "sentence": "因为这样，我对金钱的需求越来越多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了。但是呢，小伙伴我最近也有了解，如果考上一个不错的大学，家教这条路径或许会轻松一些。此外，学校里面也会有一些给需要帮助的学生提供资助项目，奖学金这些政策也是非常好的。现在的你大可不必在能不能出去赚钱上面困惑，也不必太在意家长的不允许。在家线上办公等很多形式都可以挣钱，自然家长的阻力也就没有那么大了。所以呢，现在放宽心，好好考试，很多事情，等你走到那里，会发现其实有很多解决的办法。考试加油！那个优秀的你在未来等你。",
    "annotation": [
      {
        "sentence": "明白了。",
        "label": ""
      },
      {
        "sentence": "但是呢，小伙伴我最近也有了解，如果考上一个不错的大学，家教这条路径或许会轻松一些。",
        "label": ""
      },
      {
        "sentence": "此外，学校里面也会有一些给需要帮助的学生提供资助项目，奖学金这些政策也是非常好的。",
        "label": ""
      },
      {
        "sentence": "现在的你大可不必在能不能出去赚钱上面困惑，也不必太在意家长的不允许。",
        "label": ""
      },
      {
        "sentence": "在家线上办公等很多形式都可以挣钱，自然家长的阻力也就没有那么大了。",
        "label": ""
      },
      {
        "sentence": "所以呢，现在放宽心，好好考试，很多事情，等你走到那里，会发现其实有很多解决的办法。",
        "label": ""
      },
      {
        "sentence": "考试加油！",
        "label": ""
      },
      {
        "sentence": "那个优秀的你在未来等你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着放宽心去面对考试的。但是我还是有些担忧，我不想我的大学学费是东拼西凑出来的，也不想大学因为钱连个朋友都交不到。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着放宽心去面对考试的。",
        "label": ""
      },
      {
        "sentence": "但是我还是有些担忧，我不想我的大学学费是东拼西凑出来的，也不想大学因为钱连个朋友都交不到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我了解你的担心。首先，你能够积极面对考试已经是一种很好的态度。其次，大学时期会有更多的机会和平台去赚钱，你可以尝试一些在校园里兼职或者利用自己的技能去创造收入。我相信你的能力，你不必过分担心朋友的问题，因为大学里有很多机会结识志同道合的朋友。你的价值不只是和金钱挂钩，你有很多优点和才华，这一切将会被认识你的人所看见。",
    "annotation": [
      {
        "sentence": "是的，我了解你的担心。",
        "label": ""
      },
      {
        "sentence": "首先，你能够积极面对考试已经是一种很好的态度。",
        "label": ""
      },
      {
        "sentence": "其次，大学时期会有更多的机会和平台去赚钱，你可以尝试一些在校园里兼职或者利用自己的技能去创造收入。",
        "label": ""
      },
      {
        "sentence": "我相信你的能力，你不必过分担心朋友的问题，因为大学里有很多机会结识志同道合的朋友。",
        "label": ""
      },
      {
        "sentence": "你的价值不只是和金钱挂钩，你有很多优点和才华，这一切将会被认识你的人所看见。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更加相信自己的能力，不要过分担心金钱的问题导致自己失去对未来的期待。我会试着积极面对考试和大学的生活，并寻找获得收入的机会。",
    "annotation": [
      {
        "sentence": "你说得对，我应该更加相信自己的能力，不要过分担心金钱的问题导致自己失去对未来的期待。",
        "label": ""
      },
      {
        "sentence": "我会试着积极面对考试和大学的生活，并寻找获得收入的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，我相信你的决心。重要的是保持积极的心态，相信自己可以克服困难，实现自己的价值。无论是在学习还是在生活中，遇到困难时记得向身边的人寻求帮助，共同解决问题。我相信你会度过这个难关的，祝福你在考试中取得好成绩，并在大学生活中实现自己的梦想。",
    "annotation": [
      {
        "sentence": "很好，我相信你的决心。",
        "label": ""
      },
      {
        "sentence": "重要的是保持积极的心态，相信自己可以克服困难，实现自己的价值。",
        "label": ""
      },
      {
        "sentence": "无论是在学习还是在生活中，遇到困难时记得向身边的人寻求帮助，共同解决问题。",
        "label": ""
      },
      {
        "sentence": "我相信你会度过这个难关的，祝福你在考试中取得好成绩，并在大学生活中实现自己的梦想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持，你的话给了我很大的信心和勇气。我会努力迎接挑战，相信自己可以克服困难，实现梦想。谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持，你的话给了我很大的信心和勇气。",
        "label": ""
      },
      {
        "sentence": "我会努力迎接挑战，相信自己可以克服困难，实现梦想。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够成功。如果有任何需要帮助的地方，随时都可以来找我聊聊。祝福你考试顺利，未来美好！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够成功。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要帮助的地方，随时都可以来找我聊聊。",
        "label": ""
      },
      {
        "sentence": "祝福你考试顺利，未来美好！",
        "label": ""
      }
    ]
  }
]