[
  {
    "role": "client",
    "content": "既然结局早已确定，人生还有什么意义？大概去年，在经历一段时间的极度绝望后我突然想通了，不再有以前关于自杀的想法，但是对整个人生都失去了兴趣。觉得人生毫无意义，人类在世界面前那么渺小且无足轻重，既然结局早都确定了，活着还有什么意思呢现在就准备等到家中老人去世以后自杀了。我觉得这样不对，可是完全没办法改变",
    "annotation": [
      {
        "sentence": "既然结局早已确定，人生还有什么意义？",
        "label": ""
      },
      {
        "sentence": "大概去年，在经历一段时间的极度绝望后我突然想通了，不再有以前关于自杀的想法，但是对整个人生都失去了兴趣。",
        "label": ""
      },
      {
        "sentence": "觉得人生毫无意义，人类在世界面前那么渺小且无足轻重，既然结局早都确定了，活着还有什么意思呢现在就准备等到家中老人去世以后自杀了。",
        "label": ""
      },
      {
        "sentence": "我觉得这样不对，可是完全没办法改变",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实如你所言人类很渺小，每个人都有一个注定的结局生，然后就是死。对于生我们无法选择，然而既然已经身在这个世上那么轻易的死去，是不是很不值得？我不清楚你现在多少岁，但我知道不是小孩子了。这么多年的生活，你真的觉得你什么都没有获得吗？",
    "annotation": [
      {
        "sentence": "确实如你所言人类很渺小，每个人都有一个注定的结局生，然后就是死。",
        "label": ""
      },
      {
        "sentence": "对于生我们无法选择，然而既然已经身在这个世上那么轻易的死去，是不是很不值得？",
        "label": ""
      },
      {
        "sentence": "我不清楚你现在多少岁，但我知道不是小孩子了。",
        "label": ""
      },
      {
        "sentence": "这么多年的生活，你真的觉得你什么都没有获得吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "虽然我学到了一些东西，见识了一些事情，但现在我对这些都失去了兴趣。觉得这些收获和经历也无法改变我对人生的看法。",
    "annotation": [
      {
        "sentence": "虽然我学到了一些东西，见识了一些事情，但现在我对这些都失去了兴趣。",
        "label": ""
      },
      {
        "sentence": "觉得这些收获和经历也无法改变我对人生的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你见过风景经历过一些事情，在学校学习到知识，也懂得一些无奈。不想再看看日后你能为你的生活带来多大的改变吗？一个人的前半生和后半生可以是截然不同的，就像一条流淌的水，可以经过夹道桃花的映衬，清澈又美丽；也会流淌进清洗污秽的河道。",
    "annotation": [
      {
        "sentence": "你见过风景经历过一些事情，在学校学习到知识，也懂得一些无奈。",
        "label": ""
      },
      {
        "sentence": "不想再看看日后你能为你的生活带来多大的改变吗？",
        "label": ""
      },
      {
        "sentence": "一个人的前半生和后半生可以是截然不同的，就像一条流淌的水，可以经过夹道桃花的映衬，清澈又美丽；也会流淌进清洗污秽的河道。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但对我来说，人生还是没有意义，一切都注定了。",
    "annotation": [
      {
        "sentence": "但对我来说，人生还是没有意义，一切都注定了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然以下内容有鸡汤之嫌，但也确实是真的。没有谁的岁月静好是随随便便就获得的，有的话，那就是富二代。可上一辈财富终究不是自己的，随时会失去的。唯有能力和知识是别人带不走的，也是让一个人好好生活，真正感悟生活的财富。鸡汤开始：1975年，20岁的莫言在棉花厂当合同工，进厂登记时，谎报了学历，说自己是初中一年级，但很快被邻村的小伙子揭穿，弄得他抬不起头来。1976年，莫言入伍，开始发表作品；1984年秋，29岁的莫言考入了解放军艺术学院文学系，进入冲向文坛的跑道。",
    "annotation": [
      {
        "sentence": "虽然以下内容有鸡汤之嫌，但也确实是真的。",
        "label": ""
      },
      {
        "sentence": "没有谁的岁月静好是随随便便就获得的，有的话，那就是富二代。",
        "label": ""
      },
      {
        "sentence": "可上一辈财富终究不是自己的，随时会失去的。",
        "label": ""
      },
      {
        "sentence": "唯有能力和知识是别人带不走的，也是让一个人好好生活，真正感悟生活的财富。",
        "label": ""
      },
      {
        "sentence": "鸡汤开始：1975年，20岁的莫言在棉花厂当合同工，进厂登记时，谎报了学历，说自己是初中一年级，但很快被邻村的小伙子揭穿，弄得他抬不起头来。",
        "label": ""
      },
      {
        "sentence": "1976年，莫言入伍，开始发表作品；1984年秋，29岁的莫言考入了解放军艺术学院文学系，进入冲向文坛的跑道。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些成功故事对我来说并没有帮助，我觉得我无法达到那样的成就。",
    "annotation": [
      {
        "sentence": "这些成功故事对我来说并没有帮助，我觉得我无法达到那样的成就。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "好好努力，拥有足够的知识储备走好你的人生之路。你放弃了现在，就放弃了未来可能拥有的快乐。不要被眼前的困难局限了你的视线，未来无论怎样都是多样化的，你有无限可能；而走向掌握在你自己手中，靠你的努力；这个世界上过去现在未来有很多人，可是每个人的未来都是不重样的，活出你的那一份剧本吧！祝好～。",
    "annotation": [
      {
        "sentence": "好好努力，拥有足够的知识储备走好你的人生之路。",
        "label": ""
      },
      {
        "sentence": "你放弃了现在，就放弃了未来可能拥有的快乐。",
        "label": ""
      },
      {
        "sentence": "不要被眼前的困难局限了你的视线，未来无论怎样都是多样化的，你有无限可能；而走向掌握在你自己手中，靠你的努力；这个世界上过去现在未来有很多人，可是每个人的未来都是不重样的，活出你的那一份剧本吧！",
        "label": ""
      },
      {
        "sentence": "祝好～。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会好好考虑你的话的。虽然我还没有完全改变我的想法，但至少现在我有一些新的思考方向了。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会好好考虑你的话的。",
        "label": ""
      },
      {
        "sentence": "虽然我还没有完全改变我的想法，但至少现在我有一些新的思考方向了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能为你提供一些帮助，无论结果如何，你至少要记住，你的人生是有价值的，你的存在对周围的人也会产生影响。请放慢你的脚步，认真思考，并找到那个让你觉得有意义的方向。如果你需要继续交流或者有任何困惑，随时都可以找我聊天。你不是一个人在战斗，我们一起努力。",
    "annotation": [
      {
        "sentence": "很高兴能为你提供一些帮助，无论结果如何，你至少要记住，你的人生是有价值的，你的存在对周围的人也会产生影响。",
        "label": ""
      },
      {
        "sentence": "请放慢你的脚步，认真思考，并找到那个让你觉得有意义的方向。",
        "label": ""
      },
      {
        "sentence": "如果你需要继续交流或者有任何困惑，随时都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，我们一起努力。",
        "label": ""
      }
    ]
  }
]