[
  {
    "role": "client",
    "content": "我今年21岁，是一名应届生。我在大学期间进行了大厂实习，并且认真修完了学分。但是我现在不知道该如何选择。在大学期间，我被查出患有双向情感障碍。尽管如此，我坚持上课并没有休学，尽管药物费用昂贵，我私自停药并停止了治疗。因此，我的情绪一直不稳定，绩点也偏低。现在的问题是，进入大四后我审视了一下学分，发现我只需要再修两个学期就能修满，但是因为秋招入场较晚，我没有任何offer。不过，我意外获得了一个有转正机会的大厂实习。如果我逃课的话，我就有可能挂科。尽管如此，这个实习机会非常稀有，我不想错过。我不知道该如何选择，如果因此延毕是否值得？",
    "annotation": [
      {
        "sentence": "我今年21岁，是一名应届生。",
        "label": ""
      },
      {
        "sentence": "我在大学期间进行了大厂实习，并且认真修完了学分。",
        "label": ""
      },
      {
        "sentence": "但是我现在不知道该如何选择。",
        "label": ""
      },
      {
        "sentence": "在大学期间，我被查出患有双向情感障碍。",
        "label": ""
      },
      {
        "sentence": "尽管如此，我坚持上课并没有休学，尽管药物费用昂贵，我私自停药并停止了治疗。",
        "label": ""
      },
      {
        "sentence": "因此，我的情绪一直不稳定，绩点也偏低。",
        "label": ""
      },
      {
        "sentence": "现在的问题是，进入大四后我审视了一下学分，发现我只需要再修两个学期就能修满，但是因为秋招入场较晚，我没有任何offer。",
        "label": ""
      },
      {
        "sentence": "不过，我意外获得了一个有转正机会的大厂实习。",
        "label": ""
      },
      {
        "sentence": "如果我逃课的话，我就有可能挂科。",
        "label": ""
      },
      {
        "sentence": "尽管如此，这个实习机会非常稀有，我不想错过。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何选择，如果因此延毕是否值得？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢谢你的分享和问题🥨，你提到了你患有双向情感障碍，对于这样的情况，很多人都会有一个不太支持的家庭环境，很难感受到来自家庭的支持和爱。但是，请相信这不是你的错。如果我们可以选择，没有人会选择生病。所以，先不要过多去管别人，让我们先好好照顾自己。如果你的家庭无法提供充分的爱和理解支持，那么我们也会长大，我们也会拥有自己的生活。我们可以试着从良好的社交关系、友谊、兴趣爱好等等方面发展出良好的相互理解和支持，甚至感受到爱。毕竟，人生是我们自己的，我们要对自己负责，无需被别人束缚。至于你提到停药的问题，药物费用昂贵，所以你私自停药是可以理解的。但是请记得，如果有条件，请不要私自停药，一定要根据医嘱来进行。不过，坚持上课是值得表扬的行为。你有个很好的实习机会，但是逃课的话就有挂科的风险。同时，你也提到了修满学分需要两年的时间。但是为什么要逃课呢？如果有什么其他非常重要的事情，我们先弄清楚它的重要性吧。每一分每一秒都是珍贵的。否则的话，就有可能两头都不落好。至于是否延期毕业，这个问题呢，你觉得是按时毕业后有更多机会获得这样的实习机会呢？还是先去实习，然后再修满学分，延期毕业的机会更大呢？换句话说，就是按时毕业后，还有没有可能遇到这样的机会呢？不过，无论如何，只要自己努力，不乱来，毕业是可以实现的。那么，哪个选择对你来说比较困难呢？我们可以从这个角度来权衡。最后，希望你能作出一个良好的决定。一旦决定了，就要有心理准备来承担做出决定的后果。祝你一切顺利。",
    "annotation": [
      {
        "sentence": "谢谢你的分享和问题🥨，你提到了你患有双向情感障碍，对于这样的情况，很多人都会有一个不太支持的家庭环境，很难感受到来自家庭的支持和爱。",
        "label": ""
      },
      {
        "sentence": "但是，请相信这不是你的错。",
        "label": ""
      },
      {
        "sentence": "如果我们可以选择，没有人会选择生病。",
        "label": ""
      },
      {
        "sentence": "所以，先不要过多去管别人，让我们先好好照顾自己。",
        "label": ""
      },
      {
        "sentence": "如果你的家庭无法提供充分的爱和理解支持，那么我们也会长大，我们也会拥有自己的生活。",
        "label": ""
      },
      {
        "sentence": "我们可以试着从良好的社交关系、友谊、兴趣爱好等等方面发展出良好的相互理解和支持，甚至感受到爱。",
        "label": ""
      },
      {
        "sentence": "毕竟，人生是我们自己的，我们要对自己负责，无需被别人束缚。",
        "label": ""
      },
      {
        "sentence": "至于你提到停药的问题，药物费用昂贵，所以你私自停药是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但是请记得，如果有条件，请不要私自停药，一定要根据医嘱来进行。",
        "label": ""
      },
      {
        "sentence": "不过，坚持上课是值得表扬的行为。",
        "label": ""
      },
      {
        "sentence": "你有个很好的实习机会，但是逃课的话就有挂科的风险。",
        "label": ""
      },
      {
        "sentence": "同时，你也提到了修满学分需要两年的时间。",
        "label": ""
      },
      {
        "sentence": "但是为什么要逃课呢？",
        "label": ""
      },
      {
        "sentence": "如果有什么其他非常重要的事情，我们先弄清楚它的重要性吧。",
        "label": ""
      },
      {
        "sentence": "每一分每一秒都是珍贵的。",
        "label": ""
      },
      {
        "sentence": "否则的话，就有可能两头都不落好。",
        "label": ""
      },
      {
        "sentence": "至于是否延期毕业，这个问题呢，你觉得是按时毕业后有更多机会获得这样的实习机会呢？",
        "label": ""
      },
      {
        "sentence": "还是先去实习，然后再修满学分，延期毕业的机会更大呢？",
        "label": ""
      },
      {
        "sentence": "换句话说，就是按时毕业后，还有没有可能遇到这样的机会呢？",
        "label": ""
      },
      {
        "sentence": "不过，无论如何，只要自己努力，不乱来，毕业是可以实现的。",
        "label": ""
      },
      {
        "sentence": "那么，哪个选择对你来说比较困难呢？",
        "label": ""
      },
      {
        "sentence": "我们可以从这个角度来权衡。",
        "label": ""
      },
      {
        "sentence": "最后，希望你能作出一个良好的决定。",
        "label": ""
      },
      {
        "sentence": "一旦决定了，就要有心理准备来承担做出决定的后果。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利。",
        "label": ""
      }
    ]
  }
]