[
  {
    "role": "client",
    "content": "矛盾感折磨和困惑着我，令我的情绪不稳定，怎么改善？",
    "annotation": [
      {
        "sentence": "矛盾感折磨和困惑着我，令我的情绪不稳定，怎么改善？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你感觉矛盾感折磨和困惑着你，使得你的情绪变得不稳定。可以详细跟我说说吗？",
    "annotation": [
      {
        "sentence": "你感觉矛盾感折磨和困惑着你，使得你的情绪变得不稳定。",
        "label": ""
      },
      {
        "sentence": "可以详细跟我说说吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当我知道别人喜欢我，我会焦虑，会自卑。一方面，我不否认他人是真的喜欢我，但是这种喜欢都是源于我的价值，譬如我的领导是因为我的工作能力出色而喜欢、我的父母是因为我的乖巧懂事而喜欢、我的同事是因为我的乐于助人而喜欢。我告诉自己，只要我把这些做到更好，我就能够得到更多的喜欢；另一方面，我又很想要去证明，他人对我的喜欢，也可以是因为我这个人，无关乎我是否乖巧顺从。",
    "annotation": [
      {
        "sentence": "当我知道别人喜欢我，我会焦虑，会自卑。",
        "label": ""
      },
      {
        "sentence": "一方面，我不否认他人是真的喜欢我，但是这种喜欢都是源于我的价值，譬如我的领导是因为我的工作能力出色而喜欢、我的父母是因为我的乖巧懂事而喜欢、我的同事是因为我的乐于助人而喜欢。",
        "label": ""
      },
      {
        "sentence": "我告诉自己，只要我把这些做到更好，我就能够得到更多的喜欢；另一方面，我又很想要去证明，他人对我的喜欢，也可以是因为我这个人，无关乎我是否乖巧顺从。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的叙述中可以感受到你对别人喜欢你的原因有些矛盾。一方面，你觉得别人喜欢你是因为你的优点，另一方面，你又希望别人喜欢你是因为真正喜欢你这个人。你想要证明的是你的真实自我也能被接受，而不只是你的外在表现，对吗？",
    "annotation": [
      {
        "sentence": "从你的叙述中可以感受到你对别人喜欢你的原因有些矛盾。",
        "label": ""
      },
      {
        "sentence": "一方面，你觉得别人喜欢你是因为你的优点，另一方面，你又希望别人喜欢你是因为真正喜欢你这个人。",
        "label": ""
      },
      {
        "sentence": "你想要证明的是你的真实自我也能被接受，而不只是你的外在表现，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，你说得对。我特别想要去做些什么“出格”的事，想要去证明即使我任性我一塌糊涂，仍然可以被喜欢。我不知道我的想法是对还是错。我只知道这种矛盾感折磨和困惑着我，令我不舒适，令我的情绪不稳定。",
    "annotation": [
      {
        "sentence": "是的，你说得对。",
        "label": ""
      },
      {
        "sentence": "我特别想要去做些什么“出格”的事，想要去证明即使我任性我一塌糊涂，仍然可以被喜欢。",
        "label": ""
      },
      {
        "sentence": "我不知道我的想法是对还是错。",
        "label": ""
      },
      {
        "sentence": "我只知道这种矛盾感折磨和困惑着我，令我不舒适，令我的情绪不稳定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你希望通过一些行为来证明即使表现出自己的另一面，你仍然能够被喜欢。你觉得这种想法可能对你有帮助。但是现在你感到很困惑和不舒适，对吗？",
    "annotation": [
      {
        "sentence": "你希望通过一些行为来证明即使表现出自己的另一面，你仍然能够被喜欢。",
        "label": ""
      },
      {
        "sentence": "你觉得这种想法可能对你有帮助。",
        "label": ""
      },
      {
        "sentence": "但是现在你感到很困惑和不舒适，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "没错，我就是感到困惑和不舒适。我想要寻求一些建议，去改善这种情况。",
    "annotation": [
      {
        "sentence": "没错，我就是感到困惑和不舒适。",
        "label": ""
      },
      {
        "sentence": "我想要寻求一些建议，去改善这种情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当别人喜欢我的时候，我知道我做的努力对他们是有价值，我也知道他们是真的喜欢。但是，内心又感觉，这个“乖巧懂事”的我不是真实的我，这个“乐于助人”的我不是真实的我，这些都是我做出来的不是我的特质，如果让他们看到我的另外一面，他们就不会喜欢我了。所以我很心虚，焦虑甚至自卑。",
    "annotation": [
      {
        "sentence": "当别人喜欢我的时候，我知道我做的努力对他们是有价值，我也知道他们是真的喜欢。",
        "label": ""
      },
      {
        "sentence": "但是，内心又感觉，这个“乖巧懂事”的我不是真实的我，这个“乐于助人”的我不是真实的我，这些都是我做出来的不是我的特质，如果让他们看到我的另外一面，他们就不会喜欢我了。",
        "label": ""
      },
      {
        "sentence": "所以我很心虚，焦虑甚至自卑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你刚才说的你自己的感受我非常理解。你觉得你展现给别人的是你的优点，而不是你真实的自己。你担心如果他们看到你的另一面，就不会再喜欢你了。因此，你感到焦虑和自卑。",
    "annotation": [
      {
        "sentence": "你刚才说的你自己的感受我非常理解。",
        "label": ""
      },
      {
        "sentence": "你觉得你展现给别人的是你的优点，而不是你真实的自己。",
        "label": ""
      },
      {
        "sentence": "你担心如果他们看到你的另一面，就不会再喜欢你了。",
        "label": ""
      },
      {
        "sentence": "因此，你感到焦虑和自卑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可是，我内心又渴望，有个人能在看到我的“真实”的一面后，能无条件的接纳我，无条件的喜欢我，不是因为我做出的样子。而且，你自己也不接纳那个“不好的”自己，所以才会情绪不稳定。是这样吗？",
    "annotation": [
      {
        "sentence": "可是，我内心又渴望，有个人能在看到我的“真实”的一面后，能无条件的接纳我，无条件的喜欢我，不是因为我做出的样子。",
        "label": ""
      },
      {
        "sentence": "而且，你自己也不接纳那个“不好的”自己，所以才会情绪不稳定。",
        "label": ""
      },
      {
        "sentence": "是这样吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我渴望有人能真实地看到我，接纳我，并且喜欢我。同时，我也意识到我自己不太能接纳那个被认为不好的自己，所以情绪才会不稳定。",
    "annotation": [
      {
        "sentence": "是的，我渴望有人能真实地看到我，接纳我，并且喜欢我。",
        "label": ""
      },
      {
        "sentence": "同时，我也意识到我自己不太能接纳那个被认为不好的自己，所以情绪才会不稳定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小时候没有体验过父母无条件接纳和爱的小孩，潜意识为认为别人对自己的喜欢都是有条件、有期望，他们只能接纳自己“好”的一面，不愿意接纳自己“不好”的一面。他们会觉得总活在别人的期望中，总是为了得到别人的喜欢而无法做自己，导致内耗严重。",
    "annotation": [
      {
        "sentence": "小时候没有体验过父母无条件接纳和爱的小孩，潜意识为认为别人对自己的喜欢都是有条件、有期望，他们只能接纳自己“好”的一面，不愿意接纳自己“不好”的一面。",
        "label": ""
      },
      {
        "sentence": "他们会觉得总活在别人的期望中，总是为了得到别人的喜欢而无法做自己，导致内耗严重。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我小时候没有体验到父母无条件的爱和接纳，所以我潜意识里认为别人对我的喜欢都是有条件的，他们只会接受我好的一面，而拒绝接受我不好的一面。我觉得自己总是为了得到别人的喜欢而活着，无法真正做自己，这导致了我内心的矛盾和纠结。",
    "annotation": [
      {
        "sentence": "我小时候没有体验到父母无条件的爱和接纳，所以我潜意识里认为别人对我的喜欢都是有条件的，他们只会接受我好的一面，而拒绝接受我不好的一面。",
        "label": ""
      },
      {
        "sentence": "我觉得自己总是为了得到别人的喜欢而活着，无法真正做自己，这导致了我内心的矛盾和纠结。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "但其实，所有的人，包括你父母、领导、朋友，每个人都不是完美的。从心理学角度，当一个人有A的一面，就一定有-A的一面。每一面形成了一个完整的自我，抛弃任何一面都是不完整，不成立的。所以，你要先看到，虽然你工作能力强、乖巧懂事、乐于助人是你主动做出的努力，但那也是你“自我”的一部分，他人喜欢你这个部分也是喜欢你这个人，两者并不是割裂的。",
    "annotation": [
      {
        "sentence": "但其实，所有的人，包括你父母、领导、朋友，每个人都不是完美的。",
        "label": ""
      },
      {
        "sentence": "从心理学角度，当一个人有A的一面，就一定有-A的一面。",
        "label": ""
      },
      {
        "sentence": "每一面形成了一个完整的自我，抛弃任何一面都是不完整，不成立的。",
        "label": ""
      },
      {
        "sentence": "所以，你要先看到，虽然你工作能力强、乖巧懂事、乐于助人是你主动做出的努力，但那也是你“自我”的一部分，他人喜欢你这个部分也是喜欢你这个人，两者并不是割裂的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。每个人都有自己的优点和不足，没有人是完美的。一个人的不同面向组成了完整的自我，舍弃任何一面都会导致不完整。所以，别人喜欢我的工作能力、乖巧懂事和乐于助人也是喜欢真实的我，而不仅仅是我做出的样子。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的优点和不足，没有人是完美的。",
        "label": ""
      },
      {
        "sentence": "一个人的不同面向组成了完整的自我，舍弃任何一面都会导致不完整。",
        "label": ""
      },
      {
        "sentence": "所以，别人喜欢我的工作能力、乖巧懂事和乐于助人也是喜欢真实的我，而不仅仅是我做出的样子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其次，是你和你的潜意识先无法接纳自己不完美的部分，所以，你才怕自己“不堪”的部分被看见。你觉得这部分如果真实呈现，就会伤害到关系或者他人，这是一种孤独自恋的想象。所以，请走进真实的关系，用现实检验一下，比如偶尔做件你认为“出格的事”（当然不是法律和道德伤害他人身体和精神的事），你会看到，真实的关系不会因为你流露真实，而远离你，反而会让关系流动和富有韧性。",
    "annotation": [
      {
        "sentence": "其次，是你和你的潜意识先无法接纳自己不完美的部分，所以，你才怕自己“不堪”的部分被看见。",
        "label": ""
      },
      {
        "sentence": "你觉得这部分如果真实呈现，就会伤害到关系或者他人，这是一种孤独自恋的想象。",
        "label": ""
      },
      {
        "sentence": "所以，请走进真实的关系，用现实检验一下，比如偶尔做件你认为“出格的事”（当然不是法律和道德伤害他人身体和精神的事），你会看到，真实的关系不会因为你流露真实，而远离你，反而会让关系流动和富有韧性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实不太能接纳自己的不完美部分，所以担心这些部分被别人看到会伤害到我们的关系或他人的感受，这其实是我孤独自恋的想象。你建议我走进真实的关系，尝试做一些我认为出格的事情来验证这一点，是吗？",
    "annotation": [
      {
        "sentence": "你说得对，我确实不太能接纳自己的不完美部分，所以担心这些部分被别人看到会伤害到我们的关系或他人的感受，这其实是我孤独自恋的想象。",
        "label": ""
      },
      {
        "sentence": "你建议我走进真实的关系，尝试做一些我认为出格的事情来验证这一点，是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后，不要过度讨好和期待外在认可。如果你的价值感来源，不再完全是外在的认可，你就不会那么需要“伪装”人设。你的价值感来源是往内求，你自己知道自己是谁，想要到达什么样方向，你认可自己，接纳自己，喜欢自己，你就不会过度需要讨别人的好，也就能做比较真实的自己了。往内求，接纳自己的不完美～。",
    "annotation": [
      {
        "sentence": "最后，不要过度讨好和期待外在认可。",
        "label": ""
      },
      {
        "sentence": "如果你的价值感来源，不再完全是外在的认可，你就不会那么需要“伪装”人设。",
        "label": ""
      },
      {
        "sentence": "你的价值感来源是往内求，你自己知道自己是谁，想要到达什么样方向，你认可自己，接纳自己，喜欢自己，你就不会过度需要讨别人的好，也就能做比较真实的自己了。",
        "label": ""
      },
      {
        "sentence": "往内求，接纳自己的不完美～。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "最后，你提醒我不要过度追求他人的认可，让我的价值感不再完全来自外在的赞许。我应该往内求，了解自己是谁，追求自己想要的生活方向，接纳自己的不完美，并且喜欢自己。这样我就不会太非常依赖别人的肯定，也能够更真实地做自己了。",
    "annotation": [
      {
        "sentence": "最后，你提醒我不要过度追求他人的认可，让我的价值感不再完全来自外在的赞许。",
        "label": ""
      },
      {
        "sentence": "我应该往内求，了解自己是谁，追求自己想要的生活方向，接纳自己的不完美，并且喜欢自己。",
        "label": ""
      },
      {
        "sentence": "这样我就不会太非常依赖别人的肯定，也能够更真实地做自己了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你理解得很好。如果你能够以积极的态度接纳和喜欢自己的多个面向，你会发现自己更加真实和自信。同时，与他人的关系也会因为你的真实而变得更加稳定和富有质量。希望你可以尝试着去追求内在的接纳和满足，让自己变得更幸福和自在。",
    "annotation": [
      {
        "sentence": "是的，你理解得很好。",
        "label": ""
      },
      {
        "sentence": "如果你能够以积极的态度接纳和喜欢自己的多个面向，你会发现自己更加真实和自信。",
        "label": ""
      },
      {
        "sentence": "同时，与他人的关系也会因为你的真实而变得更加稳定和富有质量。",
        "label": ""
      },
      {
        "sentence": "希望你可以尝试着去追求内在的接纳和满足，让自己变得更幸福和自在。",
        "label": ""
      }
    ]
  }
]