[
  {
    "role": "client",
    "content": "异地男友，总吵架，感觉不到幸福快乐了，怎么办？今年27周岁了，然后最近几个月谈了一个男朋友，我跟他异地恋，我俩总是吵架，因为我脾气不好，容易急躁，对方接受不了，也因为对方说过我很多缺陷，感觉对我非常不满意。现在我对他没有感觉了，但是分手也说不出口，觉得自己不好找对象好不容易找一个，想好好珍惜的。但是我自己也没有能量了，感觉不到快乐幸福，以后也不想找对象了，自己日常生活也无精打采。不管心理还是身体都感觉异常疲惫。从19年开始遇到过一个打我的前男友之后至今，我好像有抑郁症了，天天不快乐，对什么都没有兴趣。请问各位老师，我应该怎么办啊？我感觉生活不下去了，只想瘫在小黑屋子里，不吃不喝什么都不想干。",
    "annotation": [
      {
        "sentence": "异地男友，总吵架，感觉不到幸福快乐了，怎么办？",
        "label": ""
      },
      {
        "sentence": "今年27周岁了，然后最近几个月谈了一个男朋友，我跟他异地恋，我俩总是吵架，因为我脾气不好，容易急躁，对方接受不了，也因为对方说过我很多缺陷，感觉对我非常不满意。",
        "label": ""
      },
      {
        "sentence": "现在我对他没有感觉了，但是分手也说不出口，觉得自己不好找对象好不容易找一个，想好好珍惜的。",
        "label": ""
      },
      {
        "sentence": "但是我自己也没有能量了，感觉不到快乐幸福，以后也不想找对象了，自己日常生活也无精打采。",
        "label": ""
      },
      {
        "sentence": "不管心理还是身体都感觉异常疲惫。",
        "label": ""
      },
      {
        "sentence": "从19年开始遇到过一个打我的前男友之后至今，我好像有抑郁症了，天天不快乐，对什么都没有兴趣。",
        "label": ""
      },
      {
        "sentence": "请问各位老师，我应该怎么办啊？",
        "label": ""
      },
      {
        "sentence": "我感觉生活不下去了，只想瘫在小黑屋子里，不吃不喝什么都不想干。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到那么多标准专业的回答，都有点不好意思讲出来。在我看来，异地恋真的是很大一个阻碍，一定是需要双方某一方付出更多并且也得到很好的回应，才能好好持续下去的。如果吵架越来越多，应该也是因为某一方不满异地恋的状态，而又不愿意去舍弃自己这一边的工作生活吧。所以，综上，可以聊聊是否愿意到一个城市工作，以达到更好的状态哦(^_^)。",
    "annotation": [
      {
        "sentence": "看到那么多标准专业的回答，都有点不好意思讲出来。",
        "label": ""
      },
      {
        "sentence": "在我看来，异地恋真的是很大一个阻碍，一定是需要双方某一方付出更多并且也得到很好的回应，才能好好持续下去的。",
        "label": ""
      },
      {
        "sentence": "如果吵架越来越多，应该也是因为某一方不满异地恋的状态，而又不愿意去舍弃自己这一边的工作生活吧。",
        "label": ""
      },
      {
        "sentence": "所以，综上，可以聊聊是否愿意到一个城市工作，以达到更好的状态哦(^_^)。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我也知道异地恋是有困难的，但是我真的不想放弃这段感情。唉，也是因为自己的脾气问题，总是吵架。我想要快乐幸福的感情，但是现在感觉到的只有压力和痛苦。我真的不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "其实我也知道异地恋是有困难的，但是我真的不想放弃这段感情。",
        "label": ""
      },
      {
        "sentence": "唉，也是因为自己的脾气问题，总是吵架。",
        "label": ""
      },
      {
        "sentence": "我想要快乐幸福的感情，但是现在感觉到的只有压力和痛苦。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很勇敢地面对了自己的问题，这是个好的开始。有时候，我们的情绪会受到自己内心和外界的因素影响。或许你可以试着探索一下自己的情绪和需要，寻找一些平衡和放松的方法，比如心理疏导、放松训练、爱好等。这样能够帮助你更好地处理和控制自己的脾气，并找回幸福快乐的感觉。",
    "annotation": [
      {
        "sentence": "你很勇敢地面对了自己的问题，这是个好的开始。",
        "label": ""
      },
      {
        "sentence": "有时候，我们的情绪会受到自己内心和外界的因素影响。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着探索一下自己的情绪和需要，寻找一些平衡和放松的方法，比如心理疏导、放松训练、爱好等。",
        "label": ""
      },
      {
        "sentence": "这样能够帮助你更好地处理和控制自己的脾气，并找回幸福快乐的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试一些放松训练和心理疏导的方法。但是，我对这段感情的未来是否有信心，真的很犹豫。我不想再浪费时间和精力在一个让我不快乐的关系上，但同时我也不想放弃。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试一些放松训练和心理疏导的方法。",
        "label": ""
      },
      {
        "sentence": "但是，我对这段感情的未来是否有信心，真的很犹豫。",
        "label": ""
      },
      {
        "sentence": "我不想再浪费时间和精力在一个让我不快乐的关系上，但同时我也不想放弃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于感情的未来，确实很难有一个确切的答案。不过，相信你自己的直觉和感受是很重要的。或许你可以试着跟你的男友沟通一下，告诉他你的感受和犹豫，看看他是否能够给你一些理解和支持。这样你可以更清楚地了解你们的感情是否能够继续发展。",
    "annotation": [
      {
        "sentence": "对于感情的未来，确实很难有一个确切的答案。",
        "label": ""
      },
      {
        "sentence": "不过，相信你自己的直觉和感受是很重要的。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着跟你的男友沟通一下，告诉他你的感受和犹豫，看看他是否能够给你一些理解和支持。",
        "label": ""
      },
      {
        "sentence": "这样你可以更清楚地了解你们的感情是否能够继续发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我还是应该跟他坦诚地交流一下我们的感受和疑虑，看看我们是否能够找到一个共同的解决方案。谢谢你的建议和支持，我感到稍微安心了一些。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我还是应该跟他坦诚地交流一下我们的感受和疑虑，看看我们是否能够找到一个共同的解决方案。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，我感到稍微安心了一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很欣慰能够为你提供一些帮助。记住，你的感受和需求同样重要，不要忘记关注自己的幸福和快乐。希望你们能够找到一个让你们都满意的解决方案，祝福你们能够拥有幸福的感情。",
    "annotation": [
      {
        "sentence": "不用客气，我很欣慰能够为你提供一些帮助。",
        "label": ""
      },
      {
        "sentence": "记住，你的感受和需求同样重要，不要忘记关注自己的幸福和快乐。",
        "label": ""
      },
      {
        "sentence": "希望你们能够找到一个让你们都满意的解决方案，祝福你们能够拥有幸福的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和鼓励。我会尽力去跟他沟通，同时也会照顾好自己的情绪和需要。希望一切能够顺利，谢谢你的陪伴和支持！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尽力去跟他沟通，同时也会照顾好自己的情绪和需要。",
        "label": ""
      },
      {
        "sentence": "希望一切能够顺利，谢谢你的陪伴和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，随时欢迎你的再次求助。相信你一定能够找到属于自己的幸福和快乐。加油！",
    "annotation": [
      {
        "sentence": "不客气，随时欢迎你的再次求助。",
        "label": ""
      },
      {
        "sentence": "相信你一定能够找到属于自己的幸福和快乐。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]