[
  {
    "role": "client",
    "content": "异地男友，总吵架，感觉不到幸福快乐了，怎么办？今年27周岁了，然后最近几个月谈了一个男朋友，我跟他异地恋，我俩总是吵架，因为我脾气不好，容易急躁，对方接受不了，也因为对方说过我很多缺陷，感觉对我非常不满意。现在我对他没有感觉了，但是分手也说不出口，觉得自己不好找对象好不容易找一个，想好好珍惜的。但是我自己也没有能量了，感觉不到快乐幸福，以后也不想找对象了，自己日常生活也无精打采。不管心理还是身体都感觉异常疲惫。从19年开始遇到过一个打我的前男友之后至今，我好像有抑郁症了，天天不快乐，对什么都没有兴趣。请问各位老师，我应该怎么办啊？我感觉生活不下去了，只想瘫在小黑屋子里，不吃不喝什么都不想干。",
    "annotation": [
      {
        "sentence": "异地男友，总吵架，感觉不到幸福快乐了，怎么办？",
        "label": ""
      },
      {
        "sentence": "今年27周岁了，然后最近几个月谈了一个男朋友，我跟他异地恋，我俩总是吵架，因为我脾气不好，容易急躁，对方接受不了，也因为对方说过我很多缺陷，感觉对我非常不满意。",
        "label": ""
      },
      {
        "sentence": "现在我对他没有感觉了，但是分手也说不出口，觉得自己不好找对象好不容易找一个，想好好珍惜的。",
        "label": ""
      },
      {
        "sentence": "但是我自己也没有能量了，感觉不到快乐幸福，以后也不想找对象了，自己日常生活也无精打采。",
        "label": ""
      },
      {
        "sentence": "不管心理还是身体都感觉异常疲惫。",
        "label": ""
      },
      {
        "sentence": "从19年开始遇到过一个打我的前男友之后至今，我好像有抑郁症了，天天不快乐，对什么都没有兴趣。",
        "label": ""
      },
      {
        "sentence": "请问各位老师，我应该怎么办啊？",
        "label": ""
      },
      {
        "sentence": "我感觉生活不下去了，只想瘫在小黑屋子里，不吃不喝什么都不想干。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我理解你。我也经历过类似的情况，有时候脾气不好确实容易导致吵架。首先，我们先来谈谈你和男友关系的问题。你说你们总是吵架，对方也接受不了，导致你对他的感情越来越淡。我也有类似的体验，如果只是为了发泄情绪而吵架，这种争吵确实会消耗彼此的感情。我记得有人说过，感情就像银行存款一样，平时要为对方做一些让他开心的事情，对他好，这就是往感情里存钱了。而吵架的时候，可能就是在取款。如果只有取款没有存款，那么感情可能会越来越淡。所以，如果你想珍惜现在的关系，可以在情绪稳定的时候，多为对方做一些让他开心的事情，为你们的关系增加存款。另外，吵架也是生活中不可避免的一种沟通方式，我们可以试着将它变成建设性的沟通，通过吵架去解决问题。尽量不要每次都是发泄情绪，这样会更好。好了，下面我们来聊一下你提到的后半部分。你说你感觉情绪不好，自己可能有抑郁情绪或抑郁症。关于这一点，我建议你去医院的心理科做一个排查，因为抑郁症本身是需要专门的治疗的。祝你好运！",
    "annotation": [
      {
        "sentence": "求助者，我理解你。",
        "label": ""
      },
      {
        "sentence": "我也经历过类似的情况，有时候脾气不好确实容易导致吵架。",
        "label": ""
      },
      {
        "sentence": "首先，我们先来谈谈你和男友关系的问题。",
        "label": ""
      },
      {
        "sentence": "你说你们总是吵架，对方也接受不了，导致你对他的感情越来越淡。",
        "label": ""
      },
      {
        "sentence": "我也有类似的体验，如果只是为了发泄情绪而吵架，这种争吵确实会消耗彼此的感情。",
        "label": ""
      },
      {
        "sentence": "我记得有人说过，感情就像银行存款一样，平时要为对方做一些让他开心的事情，对他好，这就是往感情里存钱了。",
        "label": ""
      },
      {
        "sentence": "而吵架的时候，可能就是在取款。",
        "label": ""
      },
      {
        "sentence": "如果只有取款没有存款，那么感情可能会越来越淡。",
        "label": ""
      },
      {
        "sentence": "所以，如果你想珍惜现在的关系，可以在情绪稳定的时候，多为对方做一些让他开心的事情，为你们的关系增加存款。",
        "label": ""
      },
      {
        "sentence": "另外，吵架也是生活中不可避免的一种沟通方式，我们可以试着将它变成建设性的沟通，通过吵架去解决问题。",
        "label": ""
      },
      {
        "sentence": "尽量不要每次都是发泄情绪，这样会更好。",
        "label": ""
      },
      {
        "sentence": "好了，下面我们来聊一下你提到的后半部分。",
        "label": ""
      },
      {
        "sentence": "你说你感觉情绪不好，自己可能有抑郁情绪或抑郁症。",
        "label": ""
      },
      {
        "sentence": "关于这一点，我建议你去医院的心理科做一个排查，因为抑郁症本身是需要专门的治疗的。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]