[
  {
    "role": "client",
    "content": "最近我总是回想起小时候对我很好的亲人。",
    "annotation": [
      {
        "sentence": "最近我总是回想起小时候对我很好的亲人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "22岁，一个很好的年纪，以及在开始步入社会，接受形形色色的人儿了吧！在这个复杂的世界里，接触了许多人和事之后，我们会慢慢发现亲人是为数不多能够无条件对我们好，让我们心安的人儿！会开始怀念起亲人，无论在过去的几年时光里，他们是否有陪我们走过，都成了我们心里最柔软的那根弦。又或者，在接触了社会上的人和事以后，慢慢的我们会发现，童年时代的相处模式最为单纯不过。想来，甚是怀念。无论何种原因，童年所遇之人，所遇之事，都成了你最温暖的回忆。所以怀念这段过往很正常。",
    "annotation": [
      {
        "sentence": "22岁，一个很好的年纪，以及在开始步入社会，接受形形色色的人儿了吧！",
        "label": ""
      },
      {
        "sentence": "在这个复杂的世界里，接触了许多人和事之后，我们会慢慢发现亲人是为数不多能够无条件对我们好，让我们心安的人儿！",
        "label": ""
      },
      {
        "sentence": "会开始怀念起亲人，无论在过去的几年时光里，他们是否有陪我们走过，都成了我们心里最柔软的那根弦。",
        "label": ""
      },
      {
        "sentence": "又或者，在接触了社会上的人和事以后，慢慢的我们会发现，童年时代的相处模式最为单纯不过。",
        "label": ""
      },
      {
        "sentence": "想来，甚是怀念。",
        "label": ""
      },
      {
        "sentence": "无论何种原因，童年所遇之人，所遇之事，都成了你最温暖的回忆。",
        "label": ""
      },
      {
        "sentence": "所以怀念这段过往很正常。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "爷爷家的人对我很好，可是爸爸妈妈离婚，尤其爸爸再婚之后，有了一个继女。后来，发生了太多的事情，我和爷爷家的亲戚们也断了联系。",
    "annotation": [
      {
        "sentence": "爷爷家的人对我很好，可是爸爸妈妈离婚，尤其爸爸再婚之后，有了一个继女。",
        "label": ""
      },
      {
        "sentence": "后来，发生了太多的事情，我和爷爷家的亲戚们也断了联系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "家庭变故的确会对人产生很大的影响，尤其在童年时期。爸爸妈妈的离婚和爸爸再婚带来了新的家庭成员，这些变动可能对你的感受和家庭关系产生了影响。在这种情况下，亲人之间的联系的确会受到影响，但也许这并不代表他们不再关心你。相信亲人之间的情感是可以重新建立的。",
    "annotation": [
      {
        "sentence": "家庭变故的确会对人产生很大的影响，尤其在童年时期。",
        "label": ""
      },
      {
        "sentence": "爸爸妈妈的离婚和爸爸再婚带来了新的家庭成员，这些变动可能对你的感受和家庭关系产生了影响。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，亲人之间的联系的确会受到影响，但也许这并不代表他们不再关心你。",
        "label": ""
      },
      {
        "sentence": "相信亲人之间的情感是可以重新建立的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "前几年回过一次老家，表哥对我还是很好，和我说我永远是家里的孙女。还建了一个孩子们的微信群，有堂哥堂姐们和我，没有那个继女。可是那个时候的我还是不够大，不知道该怎么面对他们，删了微信里的表哥，退了群。",
    "annotation": [
      {
        "sentence": "前几年回过一次老家，表哥对我还是很好，和我说我永远是家里的孙女。",
        "label": ""
      },
      {
        "sentence": "还建了一个孩子们的微信群，有堂哥堂姐们和我，没有那个继女。",
        "label": ""
      },
      {
        "sentence": "可是那个时候的我还是不够大，不知道该怎么面对他们，删了微信里的表哥，退了群。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你回老家时，表哥对你依然很好，他也很明确地表达了你在家庭中的地位。建立微信群也是对你的一种关怀和交流方式。我理解你当时的心情，可能因为不知该如何面对他们而做出了那样的决定。但是在长大以后，我们会有更多的经验和自信去面对这些关系，不再感到困惑。",
    "annotation": [
      {
        "sentence": "在你回老家时，表哥对你依然很好，他也很明确地表达了你在家庭中的地位。",
        "label": ""
      },
      {
        "sentence": "建立微信群也是对你的一种关怀和交流方式。",
        "label": ""
      },
      {
        "sentence": "我理解你当时的心情，可能因为不知该如何面对他们而做出了那样的决定。",
        "label": ""
      },
      {
        "sentence": "但是在长大以后，我们会有更多的经验和自信去面对这些关系，不再感到困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "现在我大了，又开始想念他们，特别担心他们会不会和那个继女关系变好，把那个女孩拉进群，不理我了。",
    "annotation": [
      {
        "sentence": "现在我大了，又开始想念他们，特别担心他们会不会和那个继女关系变好，把那个女孩拉进群，不理我了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "长大以后，我们会重新认识自己和他人，重新审视和处理人际关系。如果你想念他们，不妨主动联系表哥和堂哥堂姐们，告诉他们你的想法和感受。也许他们依然珍视你们的亲戚关系，只是因为某种原因暂时没有主动联系你。不要担心会因为继女的关系而被忽视，相信你的亲人并不会因为他们与其他人的关系改变对你的态度。你是被爱着的，是值得被温柔以待的。",
    "annotation": [
      {
        "sentence": "长大以后，我们会重新认识自己和他人，重新审视和处理人际关系。",
        "label": ""
      },
      {
        "sentence": "如果你想念他们，不妨主动联系表哥和堂哥堂姐们，告诉他们你的想法和感受。",
        "label": ""
      },
      {
        "sentence": "也许他们依然珍视你们的亲戚关系，只是因为某种原因暂时没有主动联系你。",
        "label": ""
      },
      {
        "sentence": "不要担心会因为继女的关系而被忽视，相信你的亲人并不会因为他们与其他人的关系改变对你的态度。",
        "label": ""
      },
      {
        "sentence": "你是被爱着的，是值得被温柔以待的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会主动联系他们的。我也相信他们会接受我。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会主动联系他们的。",
        "label": ""
      },
      {
        "sentence": "我也相信他们会接受我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你。相信你的勇气和诚意会打开亲人之间的沟通和关系。联系他们，表达你的心意和想法，我相信他们会愿意接受你的。祝你好运！记得，即使有困难，我也会一直在这里支持你的。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "相信你的勇气和诚意会打开亲人之间的沟通和关系。",
        "label": ""
      },
      {
        "sentence": "联系他们，表达你的心意和想法，我相信他们会愿意接受你的。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "记得，即使有困难，我也会一直在这里支持你的。",
        "label": ""
      }
    ]
  }
]