[
  {
    "role": "client",
    "content": "异地男友，总吵架，感觉不到幸福快乐了，怎么办？今年27周岁了，然后最近几个月谈了一个男朋友，我跟他异地恋，我俩总是吵架，因为我脾气不好，容易急躁，对方接受不了，也因为对方说过我很多缺陷，感觉对我非常不满意。现在我对他没有感觉了，但是分手也说不出口，觉得自己不好找对象好不容易找一个，想好好珍惜的。但是我自己也没有能量了，感觉不到快乐幸福，以后也不想找对象了，自己日常生活也无精打采。不管心理还是身体都感觉异常疲惫。从19年开始遇到过一个打我的前男友之后至今，我好像有抑郁症了，天天不快乐，对什么都没有兴趣。请问各位老师，我应该怎么办啊？我感觉生活不下去了，只想瘫在小黑屋子里，不吃不喝什么都不想干。",
    "annotation": [
      {
        "sentence": "异地男友，总吵架，感觉不到幸福快乐了，怎么办？",
        "label": ""
      },
      {
        "sentence": "今年27周岁了，然后最近几个月谈了一个男朋友，我跟他异地恋，我俩总是吵架，因为我脾气不好，容易急躁，对方接受不了，也因为对方说过我很多缺陷，感觉对我非常不满意。",
        "label": ""
      },
      {
        "sentence": "现在我对他没有感觉了，但是分手也说不出口，觉得自己不好找对象好不容易找一个，想好好珍惜的。",
        "label": ""
      },
      {
        "sentence": "但是我自己也没有能量了，感觉不到快乐幸福，以后也不想找对象了，自己日常生活也无精打采。",
        "label": ""
      },
      {
        "sentence": "不管心理还是身体都感觉异常疲惫。",
        "label": ""
      },
      {
        "sentence": "从19年开始遇到过一个打我的前男友之后至今，我好像有抑郁症了，天天不快乐，对什么都没有兴趣。",
        "label": ""
      },
      {
        "sentence": "请问各位老师，我应该怎么办啊？",
        "label": ""
      },
      {
        "sentence": "我感觉生活不下去了，只想瘫在小黑屋子里，不吃不喝什么都不想干。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，你可能对自己缺乏自我认可，感觉自己不自信。其实，你有没有想过自己有哪些优点呢？就算脾气不好，在懂你的人眼里，也会觉得可爱。你曾经欣赏过自己吗？还有，异地恋时间太久了对吧？不能见面聊天，无法拥抱，距离会产生问题。你们需要解决这个距离的问题。至于脾气和缺点，每个人都会有，你想要找一个怎样的男生呢？一个能够包容你的男生，你觉得你现在的男友是这样的人吗？失恋会影响情绪，过去的恋爱经历对现在的自信心有很大影响。你可能把自己定义为“总是受伤的一方”，这样的角色会让你感到疲惫。不如勇敢地改变这种负面情绪，相信自己，接受自己，去寻找真正能带给你幸福的人和事。",
    "annotation": [
      {
        "sentence": "我了解你的感受，你可能对自己缺乏自我认可，感觉自己不自信。",
        "label": ""
      },
      {
        "sentence": "其实，你有没有想过自己有哪些优点呢？",
        "label": ""
      },
      {
        "sentence": "就算脾气不好，在懂你的人眼里，也会觉得可爱。",
        "label": ""
      },
      {
        "sentence": "你曾经欣赏过自己吗？",
        "label": ""
      },
      {
        "sentence": "还有，异地恋时间太久了对吧？",
        "label": ""
      },
      {
        "sentence": "不能见面聊天，无法拥抱，距离会产生问题。",
        "label": ""
      },
      {
        "sentence": "你们需要解决这个距离的问题。",
        "label": ""
      },
      {
        "sentence": "至于脾气和缺点，每个人都会有，你想要找一个怎样的男生呢？",
        "label": ""
      },
      {
        "sentence": "一个能够包容你的男生，你觉得你现在的男友是这样的人吗？",
        "label": ""
      },
      {
        "sentence": "失恋会影响情绪，过去的恋爱经历对现在的自信心有很大影响。",
        "label": ""
      },
      {
        "sentence": "你可能把自己定义为“总是受伤的一方”，这样的角色会让你感到疲惫。",
        "label": ""
      },
      {
        "sentence": "不如勇敢地改变这种负面情绪，相信自己，接受自己，去寻找真正能带给你幸福的人和事。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复，我知道我需要改变对自己的看法，但我总是觉得自己不够好，而且我们吵架的频率越来越高。他经常挑我的毛病，说我做事情不认真，而且我的脾气也确实很差。我不知道该如何改变这种情况，我觉得我没有能力去维持这段感情，但又害怕分手后找不到更好的人。",
    "annotation": [
      {
        "sentence": "谢谢你的回复，我知道我需要改变对自己的看法，但我总是觉得自己不够好，而且我们吵架的频率越来越高。",
        "label": ""
      },
      {
        "sentence": "他经常挑我的毛病，说我做事情不认真，而且我的脾气也确实很差。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何改变这种情况，我觉得我没有能力去维持这段感情，但又害怕分手后找不到更好的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对自己的看法可能是受到了他的否定和批评的影响。吵架的频率增加可能是双方的沟通出现了问题。他经常挑你的毛病，你有考虑过他是以一种友善的方式给你建议吗？脾气是可以改变的，你可以试着找一些方法来控制自己的情绪，比如平时多做一些放松的活动。虽然你害怕分手后找不到更好的人，但你也不应该因为畏惧而让自己继续受委屈。你的幸福是由你自己来选择和争取的，相信你一定能找到更好的人。",
    "annotation": [
      {
        "sentence": "你对自己的看法可能是受到了他的否定和批评的影响。",
        "label": ""
      },
      {
        "sentence": "吵架的频率增加可能是双方的沟通出现了问题。",
        "label": ""
      },
      {
        "sentence": "他经常挑你的毛病，你有考虑过他是以一种友善的方式给你建议吗？",
        "label": ""
      },
      {
        "sentence": "脾气是可以改变的，你可以试着找一些方法来控制自己的情绪，比如平时多做一些放松的活动。",
        "label": ""
      },
      {
        "sentence": "虽然你害怕分手后找不到更好的人，但你也不应该因为畏惧而让自己继续受委屈。",
        "label": ""
      },
      {
        "sentence": "你的幸福是由你自己来选择和争取的，相信你一定能找到更好的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我应该改变自己的看法和行为。我会试着从积极的角度看待自己，尽量控制自己的脾气，同时也要沟通好双方的问题。我明白了，我不能因为害怕找不到更好的人而委屈自己。谢谢你的建议，我会努力去实践的。",
    "annotation": [
      {
        "sentence": "你说的对，我应该改变自己的看法和行为。",
        "label": ""
      },
      {
        "sentence": "我会试着从积极的角度看待自己，尽量控制自己的脾气，同时也要沟通好双方的问题。",
        "label": ""
      },
      {
        "sentence": "我明白了，我不能因为害怕找不到更好的人而委屈自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会努力去实践的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能够接受这些建议，并愿意去改变自己。每个人都有自己的闪光点和优点，尝试去认可自己，相信自己一定能够找到更好的生活和幸福。希望你的未来能够更加美好，加油！",
    "annotation": [
      {
        "sentence": "很高兴你能够接受这些建议，并愿意去改变自己。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的闪光点和优点，尝试去认可自己，相信自己一定能够找到更好的生活和幸福。",
        "label": ""
      },
      {
        "sentence": "希望你的未来能够更加美好，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直陪伴着我，给予我支持和鼓励。我会从现在开始更加积极地面对生活，相信自己，追求自己的幸福。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你一直陪伴着我，给予我支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会从现在开始更加积极地面对生活，相信自己，追求自己的幸福。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意为你提供支持。你已经迈出了第一步，相信自己，勇敢地面对生活的改变。如果以后还需要帮助，记得随时联系我。祝福你的未来一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意为你提供支持。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，相信自己，勇敢地面对生活的改变。",
        "label": ""
      },
      {
        "sentence": "如果以后还需要帮助，记得随时联系我。",
        "label": ""
      },
      {
        "sentence": "祝福你的未来一切顺利！",
        "label": ""
      }
    ]
  }
]