[
  {
    "role": "client",
    "content": "最近总是回想起小时候对我很好的亲人。小时候，爷爷家的人对我很好。可是爸爸妈妈离婚，尤其爸爸再婚之后，有了一个继女。后来，发生了太多的事情，我和爷爷家的亲戚们也断了联系。前几年回过一次老家，表哥对我还是很好，和我说我才永远是家里的孙女，还建了一个孩子们的微信群，有堂哥堂姐们和我，没有那个继女。可是那个时候的我还是不够大，不知道该怎么面对他们，删了微信里的表哥，退了群。现在我大了，又开始想念他们，特别担心他们会不会，和那个继女关系变好，把那个女孩拉进群，不理我了。",
    "annotation": [
      {
        "sentence": "最近总是回想起小时候对我很好的亲人。",
        "label": ""
      },
      {
        "sentence": "小时候，爷爷家的人对我很好。",
        "label": ""
      },
      {
        "sentence": "可是爸爸妈妈离婚，尤其爸爸再婚之后，有了一个继女。",
        "label": ""
      },
      {
        "sentence": "后来，发生了太多的事情，我和爷爷家的亲戚们也断了联系。",
        "label": ""
      },
      {
        "sentence": "前几年回过一次老家，表哥对我还是很好，和我说我才永远是家里的孙女，还建了一个孩子们的微信群，有堂哥堂姐们和我，没有那个继女。",
        "label": ""
      },
      {
        "sentence": "可是那个时候的我还是不够大，不知道该怎么面对他们，删了微信里的表哥，退了群。",
        "label": ""
      },
      {
        "sentence": "现在我大了，又开始想念他们，特别担心他们会不会，和那个继女关系变好，把那个女孩拉进群，不理我了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "~关于你的问题，想先给你一个大大的拥抱。你原生家庭并没有那么幸福，父母在年少时离婚，从小受到爷爷家的爱护，但世事变幻，父亲的继女成了家庭的新成员，你就开始思索和这个家庭的关系了。多年后回到这个家，依旧会受到堂哥堂姐的接待，把自己当做家中的一份子，表哥主动组建了一个没有爸爸继女的家庭群，而自己却不知如何面对他们，退了群，也删了微信里的表哥。",
    "annotation": [
      {
        "sentence": "~关于你的问题，想先给你一个大大的拥抱。",
        "label": ""
      },
      {
        "sentence": "你原生家庭并没有那么幸福，父母在年少时离婚，从小受到爷爷家的爱护，但世事变幻，父亲的继女成了家庭的新成员，你就开始思索和这个家庭的关系了。",
        "label": ""
      },
      {
        "sentence": "多年后回到这个家，依旧会受到堂哥堂姐的接待，把自己当做家中的一份子，表哥主动组建了一个没有爸爸继女的家庭群，而自己却不知如何面对他们，退了群，也删了微信里的表哥。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，可能当时我觉得自己还没有做好面对他们的准备，所以选择了退缩。但现在我又开始想念他们了，觉得特别担心他们会不会忽视我。",
    "annotation": [
      {
        "sentence": "是的，可能当时我觉得自己还没有做好面对他们的准备，所以选择了退缩。",
        "label": ""
      },
      {
        "sentence": "但现在我又开始想念他们了，觉得特别担心他们会不会忽视我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心。但是有时候我们会将担心夸大化，而不是真实地面对问题。建议你首先要放平心态。敢于行动。不要总是害怕发生不好的结果，只有真的尝试了，你心中的疙瘩才会得到治愈。就像我前几天特别想和自己尊敬的老师说句感谢，毕竟碍于面子，总怕老师不会理我。我犹豫再三，还是做了。结果我不仅受到了老师\"继续前进\"的鼓励，也让我充满了对未来目标的向往。你现在想加回表哥的微信吗？",
    "annotation": [
      {
        "sentence": "我理解你的担心。",
        "label": ""
      },
      {
        "sentence": "但是有时候我们会将担心夸大化，而不是真实地面对问题。",
        "label": ""
      },
      {
        "sentence": "建议你首先要放平心态。",
        "label": ""
      },
      {
        "sentence": "敢于行动。",
        "label": ""
      },
      {
        "sentence": "不要总是害怕发生不好的结果，只有真的尝试了，你心中的疙瘩才会得到治愈。",
        "label": ""
      },
      {
        "sentence": "就像我前几天特别想和自己尊敬的老师说句感谢，毕竟碍于面子，总怕老师不会理我。",
        "label": ""
      },
      {
        "sentence": "我犹豫再三，还是做了。",
        "label": ""
      },
      {
        "sentence": "结果我不仅受到了老师\"继续前进\"的鼓励，也让我充满了对未来目标的向往。",
        "label": ""
      },
      {
        "sentence": "你现在想加回表哥的微信吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我想加回表哥的微信。但是我还担心他们会不会忽视我，尤其是那个继女。",
    "annotation": [
      {
        "sentence": "是的，我想加回表哥的微信。",
        "label": ""
      },
      {
        "sentence": "但是我还担心他们会不会忽视我，尤其是那个继女。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望你能和爸爸的继女建立好的关系。有句话说：“这个世界没有绝对的敌人。”我们需要的，是放下以往的执念，用全新的视角开始新的人生。如果你们之间建立好的友谊，不仅对你们自己，更是对你的父辈家庭带来欣慰和希望。不知道你有没有尝试过和继女交流，了解她的想法和感受呢？",
    "annotation": [
      {
        "sentence": "希望你能和爸爸的继女建立好的关系。",
        "label": ""
      },
      {
        "sentence": "有句话说：“这个世界没有绝对的敌人。",
        "label": ""
      },
      {
        "sentence": "”我们需要的，是放下以往的执念，用全新的视角开始新的人生。",
        "label": ""
      },
      {
        "sentence": "如果你们之间建立好的友谊，不仅对你们自己，更是对你的父辈家庭带来欣慰和希望。",
        "label": ""
      },
      {
        "sentence": "不知道你有没有尝试过和继女交流，了解她的想法和感受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实，我一直都没有主动和她交流过，因为心里有点怨恨她成为了继女，觉得她取代了我在家里的地位。我明白了，如果我想要改变现状，我需要主动走出第一步。",
    "annotation": [
      {
        "sentence": "其实，我一直都没有主动和她交流过，因为心里有点怨恨她成为了继女，觉得她取代了我在家里的地位。",
        "label": ""
      },
      {
        "sentence": "我明白了，如果我想要改变现状，我需要主动走出第一步。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！你已经明白了关键。不断努力，做最好的自己。记得作家丰子恺说过：“不乱于心，不困于情，不畏将来，不念过往，如此，安好！”不管未来怎样变化，让自己变得更加优秀永远是不变的真理。多读书，多旅行，打开眼睛和心灵的视野。有没有想过参加一些亲戚聚会或活动，多和表哥堂姐们接触呢？",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "你已经明白了关键。",
        "label": ""
      },
      {
        "sentence": "不断努力，做最好的自己。",
        "label": ""
      },
      {
        "sentence": "记得作家丰子恺说过：“不乱于心，不困于情，不畏将来，不念过往，如此，安好！",
        "label": ""
      },
      {
        "sentence": "”不管未来怎样变化，让自己变得更加优秀永远是不变的真理。",
        "label": ""
      },
      {
        "sentence": "多读书，多旅行，打开眼睛和心灵的视野。",
        "label": ""
      },
      {
        "sentence": "有没有想过参加一些亲戚聚会或活动，多和表哥堂姐们接触呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尝试主动参加一些亲戚聚会或活动，多和表哥堂姐们接触。我要取得勇气面对他们，也让自己变得更加优秀。谢谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "我明白了，我会尝试主动参加一些亲戚聚会或活动，多和表哥堂姐们接触。",
        "label": ""
      },
      {
        "sentence": "我要取得勇气面对他们，也让自己变得更加优秀。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲人间的纽带是可以修复的，相信自己，你一定可以改变现状。不要再隐藏自己的情感了，勇敢地和他们交流，表达你的思念和关心。有问题随时来找我聊天，我会一直支持你的。希望你能拥有一个幸福和谐的家庭！共勉之~",
    "annotation": [
      {
        "sentence": "亲人间的纽带是可以修复的，相信自己，你一定可以改变现状。",
        "label": ""
      },
      {
        "sentence": "不要再隐藏自己的情感了，勇敢地和他们交流，表达你的思念和关心。",
        "label": ""
      },
      {
        "sentence": "有问题随时来找我聊天，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "希望你能拥有一个幸福和谐的家庭！",
        "label": ""
      },
      {
        "sentence": "共勉之~",
        "label": ""
      }
    ]
  }
]