[
  {
    "role": "client",
    "content": "为什么妈妈总是忽视我的感受？早晨妈妈在用吸尘器吸地，我明确表达了我灰尘过敏，希望她等我进屋再吸，我反反复复说了四次，她像没听见一样继续吸地。后来我实在忍不住了就说他这种做法让我很难受，她说我小题大做。我想问我该怎么办？这种感觉被忽视真的很难受！而且我确实灰尘过敏，这点她也知道。别说什么让我跟他好好谈谈了，根本没用，我谈了她也只是跟我不耐烦地说我小题大做。",
    "annotation": [
      {
        "sentence": "为什么妈妈总是忽视我的感受？",
        "label": ""
      },
      {
        "sentence": "早晨妈妈在用吸尘器吸地，我明确表达了我灰尘过敏，希望她等我进屋再吸，我反反复复说了四次，她像没听见一样继续吸地。",
        "label": ""
      },
      {
        "sentence": "后来我实在忍不住了就说他这种做法让我很难受，她说我小题大做。",
        "label": ""
      },
      {
        "sentence": "我想问我该怎么办？",
        "label": ""
      },
      {
        "sentence": "这种感觉被忽视真的很难受！",
        "label": ""
      },
      {
        "sentence": "而且我确实灰尘过敏，这点她也知道。",
        "label": ""
      },
      {
        "sentence": "别说什么让我跟他好好谈谈了，根本没用，我谈了她也只是跟我不耐烦地说我小题大做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我完全理解你的感受。首先，每个人对于身体不适的重视程度可能不同，这也是导致你和妈妈之间产生了误解和不满的原因。我自己的经历告诉我，有些父母并不会过度在意我们的身体不适。比如说，小时候我感冒咳嗽，我妈妈都不怎么在意的，除非我发烧了，她才会带我去看医生。曾经有段时间，我咳嗽特别厉害，邻居们都劝她带我去医院看一下，可她才带我去的。当时我也一直觉得她不爱我，不关心我，但后来我慢慢长大了才明白，她其实就是这样一个对待自己和对待我一样的人。她自己生病也不去看医生，除非病得非常严重，她才会出门就医。所以，她对待我的方式并不是“双重标准”。如果她自己遇到一点小毛病就很紧张，而对于我就不闻不问，那才是真正的“双重标准”。关于你对灰尘过敏的情况，我知道这对你来说是很不舒服的，但在你妈妈眼里，她可能真的觉得“没什么，这只是小毛病，不需要特别在意”。所以她会对你说出那样的话。在这种情况下，如果你妈妈无法关注到你的问题，你可以自己采取行动来保护自己。比如，在你妈妈要用吸尘器吸地的时候，你可以主动离开一会儿，等她完成之后再回来。我家里以前也有类似的问题，我爸爸抽烟，以前我也很生气，总叫他不要抽烟。然后他就生气地说：“我在客厅\/饭桌抽烟，你不喜欢就自己走开。”我想了想觉得他说得有道理，毕竟他又不是在我的卧室抽烟，所以后来我就会早点吃完饭，自己主动离开饭桌（以前都会留在饭桌上和大家闲聊）。我爸爸也慢慢忍受不抽烟，等我吃完饭他就会开玩笑地问我：“你吃完了没呀，吃完了我要抽烟了。”总之，我们要事情放在明面上进行讨论，不要上升到高度，互相理解，互相照顾，希望你对自己好一点，多多照顾自己。",
    "annotation": [
      {
        "sentence": "求助者，我完全理解你的感受。",
        "label": ""
      },
      {
        "sentence": "首先，每个人对于身体不适的重视程度可能不同，这也是导致你和妈妈之间产生了误解和不满的原因。",
        "label": ""
      },
      {
        "sentence": "我自己的经历告诉我，有些父母并不会过度在意我们的身体不适。",
        "label": ""
      },
      {
        "sentence": "比如说，小时候我感冒咳嗽，我妈妈都不怎么在意的，除非我发烧了，她才会带我去看医生。",
        "label": ""
      },
      {
        "sentence": "曾经有段时间，我咳嗽特别厉害，邻居们都劝她带我去医院看一下，可她才带我去的。",
        "label": ""
      },
      {
        "sentence": "当时我也一直觉得她不爱我，不关心我，但后来我慢慢长大了才明白，她其实就是这样一个对待自己和对待我一样的人。",
        "label": ""
      },
      {
        "sentence": "她自己生病也不去看医生，除非病得非常严重，她才会出门就医。",
        "label": ""
      },
      {
        "sentence": "所以，她对待我的方式并不是“双重标准”。",
        "label": ""
      },
      {
        "sentence": "如果她自己遇到一点小毛病就很紧张，而对于我就不闻不问，那才是真正的“双重标准”。",
        "label": ""
      },
      {
        "sentence": "关于你对灰尘过敏的情况，我知道这对你来说是很不舒服的，但在你妈妈眼里，她可能真的觉得“没什么，这只是小毛病，不需要特别在意”。",
        "label": ""
      },
      {
        "sentence": "所以她会对你说出那样的话。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，如果你妈妈无法关注到你的问题，你可以自己采取行动来保护自己。",
        "label": ""
      },
      {
        "sentence": "比如，在你妈妈要用吸尘器吸地的时候，你可以主动离开一会儿，等她完成之后再回来。",
        "label": ""
      },
      {
        "sentence": "我家里以前也有类似的问题，我爸爸抽烟，以前我也很生气，总叫他不要抽烟。",
        "label": ""
      },
      {
        "sentence": "然后他就生气地说：“我在客厅\/饭桌抽烟，你不喜欢就自己走开。",
        "label": ""
      },
      {
        "sentence": "”我想了想觉得他说得有道理，毕竟他又不是在我的卧室抽烟，所以后来我就会早点吃完饭，自己主动离开饭桌（以前都会留在饭桌上和大家闲聊）。",
        "label": ""
      },
      {
        "sentence": "我爸爸也慢慢忍受不抽烟，等我吃完饭他就会开玩笑地问我：“你吃完了没呀，吃完了我要抽烟了。",
        "label": ""
      },
      {
        "sentence": "”总之，我们要事情放在明面上进行讨论，不要上升到高度，互相理解，互相照顾，希望你对自己好一点，多多照顾自己。",
        "label": ""
      }
    ]
  }
]