[
  {
    "role": "client",
    "content": "我17岁了，感觉得抑郁症了，不是矫情。家庭原因从很小就有意识之后，父母就一直吵架没停过。一周吵一次都正常，每次吵架都吼摔东西，感觉自己特害怕，慢慢有阴影，心里住着另一个人替我分担。",
    "annotation": [
      {
        "sentence": "我17岁了，感觉得抑郁症了，不是矫情。",
        "label": ""
      },
      {
        "sentence": "家庭原因从很小就有意识之后，父母就一直吵架没停过。",
        "label": ""
      },
      {
        "sentence": "一周吵一次都正常，每次吵架都吼摔东西，感觉自己特害怕，慢慢有阴影，心里住着另一个人替我分担。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我完全能够理解。家庭是我们生活的一个重要组成部分，而能够和睦相处的家庭是我们渴望的。你说自己矫情是不必要的，因为家庭情况不好自然会让你感到难过，这是很正常的反应。从小时候起，你就一直看到父母们在争吵，这种情况对你的心灵造成了影响。父母吵架的问题，如果你有能力帮助解决，可以尝试去帮助他们。另外，了解他们吵架的原因也很重要，是金钱问题、感情问题还是工作等问题。当你知道问题的根源时，请不要过度将责任归结到你自己身上。希望你能积极地看待生活，面对困境。",
    "annotation": [
      {
        "sentence": "你的感受我完全能够理解。",
        "label": ""
      },
      {
        "sentence": "家庭是我们生活的一个重要组成部分，而能够和睦相处的家庭是我们渴望的。",
        "label": ""
      },
      {
        "sentence": "你说自己矫情是不必要的，因为家庭情况不好自然会让你感到难过，这是很正常的反应。",
        "label": ""
      },
      {
        "sentence": "从小时候起，你就一直看到父母们在争吵，这种情况对你的心灵造成了影响。",
        "label": ""
      },
      {
        "sentence": "父母吵架的问题，如果你有能力帮助解决，可以尝试去帮助他们。",
        "label": ""
      },
      {
        "sentence": "另外，了解他们吵架的原因也很重要，是金钱问题、感情问题还是工作等问题。",
        "label": ""
      },
      {
        "sentence": "当你知道问题的根源时，请不要过度将责任归结到你自己身上。",
        "label": ""
      },
      {
        "sentence": "希望你能积极地看待生活，面对困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。但我感觉自己无能为力，每次他们吵架，我都不知道该怎么办，觉得自己的努力无法改变他们的争吵。每当听到他们吵架的声音，我就开始感到恐惧，希望能够逃避。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "但我感觉自己无能为力，每次他们吵架，我都不知道该怎么办，觉得自己的努力无法改变他们的争吵。",
        "label": ""
      },
      {
        "sentence": "每当听到他们吵架的声音，我就开始感到恐惧，希望能够逃避。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你觉得束手无策的感受。面对家庭内的争吵，有时候我们的努力可能无法立刻解决问题。但是，请不要放弃帮助他们，或者至少为自己创造一个相对安静的环境。当你感到恐惧时，尝试通过放松的方式来缓解紧张情绪，比如深呼吸或者听一些舒缓的音乐。这样的举动能够让你感到安心，减少恐惧感。",
    "annotation": [
      {
        "sentence": "我了解你觉得束手无策的感受。",
        "label": ""
      },
      {
        "sentence": "面对家庭内的争吵，有时候我们的努力可能无法立刻解决问题。",
        "label": ""
      },
      {
        "sentence": "但是，请不要放弃帮助他们，或者至少为自己创造一个相对安静的环境。",
        "label": ""
      },
      {
        "sentence": "当你感到恐惧时，尝试通过放松的方式来缓解紧张情绪，比如深呼吸或者听一些舒缓的音乐。",
        "label": ""
      },
      {
        "sentence": "这样的举动能够让你感到安心，减少恐惧感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我明白我不能改变家庭的争吵，但我确实可以改变自己对待这种情况的态度。我会试着用一些方式来帮助自己缓解紧张情绪，比如听音乐或者找一些爱好来转移注意力。希望这样能够让我更加平静地面对家庭问题。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我明白我不能改变家庭的争吵，但我确实可以改变自己对待这种情况的态度。",
        "label": ""
      },
      {
        "sentence": "我会试着用一些方式来帮助自己缓解紧张情绪，比如听音乐或者找一些爱好来转移注意力。",
        "label": ""
      },
      {
        "sentence": "希望这样能够让我更加平静地面对家庭问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的思考方式很积极，这是非常好的一步。尽管我们不能改变家庭的争吵，但我们可以改变自己对待这种困境的方式。通过寻找舒缓紧张情绪的方法，你可以更好地面对家庭问题。同时，不要忘记给自己留出一些独立的时间和空间，去追求自己的兴趣和爱好，这样可以更好地调节自己的情绪。",
    "annotation": [
      {
        "sentence": "你的思考方式很积极，这是非常好的一步。",
        "label": ""
      },
      {
        "sentence": "尽管我们不能改变家庭的争吵，但我们可以改变自己对待这种困境的方式。",
        "label": ""
      },
      {
        "sentence": "通过寻找舒缓紧张情绪的方法，你可以更好地面对家庭问题。",
        "label": ""
      },
      {
        "sentence": "同时，不要忘记给自己留出一些独立的时间和空间，去追求自己的兴趣和爱好，这样可以更好地调节自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我需要给自己留出一些时间和空间，追求自己的兴趣和爱好。我觉得这样不仅可以缓解我的情绪，还能带给我更多的快乐和成就感。再次谢谢你的支持，我感到心情好多了。",
    "annotation": [
      {
        "sentence": "你说的很对，我需要给自己留出一些时间和空间，追求自己的兴趣和爱好。",
        "label": ""
      },
      {
        "sentence": "我觉得这样不仅可以缓解我的情绪，还能带给我更多的快乐和成就感。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你的支持，我感到心情好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你能够意识到自己的需要，并为之做出积极的行动。通过追求自己的兴趣和爱好，你将不仅可以缓解情绪，还能够获得更多的快乐和成就感。不用客气，我愿意一直支持你，如果你需要继续交流或者有其他困扰，随时找我聊聊。你并不孤单，我们会一起度过难关的。",
    "annotation": [
      {
        "sentence": "很高兴看到你能够意识到自己的需要，并为之做出积极的行动。",
        "label": ""
      },
      {
        "sentence": "通过追求自己的兴趣和爱好，你将不仅可以缓解情绪，还能够获得更多的快乐和成就感。",
        "label": ""
      },
      {
        "sentence": "不用客气，我愿意一直支持你，如果你需要继续交流或者有其他困扰，随时找我聊聊。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们会一起度过难关的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的陪伴和鼓励，你的支持对我来说意义重大。如果需要的话，我会继续找你倾诉。知道有你在这里支持我，让我感到温暖和勇气去面对困难。再次谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的陪伴和鼓励，你的支持对我来说意义重大。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，我会继续找你倾诉。",
        "label": ""
      },
      {
        "sentence": "知道有你在这里支持我，让我感到温暖和勇气去面对困难。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够陪伴和帮助你。无论何时何地，你都可以找我倾诉，我会一直留在这里支持你。你的勇气和坚韧将会帮你渡过困难时期，相信你能够走出阴影，迎接更好的未来。再次加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够陪伴和帮助你。",
        "label": ""
      },
      {
        "sentence": "无论何时何地，你都可以找我倾诉，我会一直留在这里支持你。",
        "label": ""
      },
      {
        "sentence": "你的勇气和坚韧将会帮你渡过困难时期，相信你能够走出阴影，迎接更好的未来。",
        "label": ""
      },
      {
        "sentence": "再次加油！",
        "label": ""
      }
    ]
  }
]