[
  {
    "role": "client",
    "content": "我希望有人能理解一下我对学习的难过。我愿意再乘风破浪，只有一点情绪都没有，一点别的事情都没有的时候才想学习。但凡有一点别的事情，我都想把学习往后推。在我心里，学习刻板难过孤独，就像是自己一个人抛弃自己。我觉得很难过，我从小一直好好学习。可是爸爸妈妈什么都没有教过我，原生家庭也有一些问题。所以到我高中的时候有男女情愫的时候就出了很大问题。我不会处理关系，把自己重要的关系弄得一团糟，而只能学习，别的什么都不能有的压力又让我惊慌且恐惧。无人倾听无人理解，我一个人难过地压抑着自己努力学习，而后来随着关系越来越糟渐渐对学习无望失望了。\"学习无法让我幸福，我将终生孤独且痛苦\"，\"是因为我不重视自己，只学习我才会这么难过的\"。我感觉我迁怒于学习而一心只想把人际的问题解决。我希望有人能倾听理解一下我的难过。然后我就愿意独立自强起来。",
    "annotation": [
      {
        "sentence": "我希望有人能理解一下我对学习的难过。",
        "label": ""
      },
      {
        "sentence": "我愿意再乘风破浪，只有一点情绪都没有，一点别的事情都没有的时候才想学习。",
        "label": ""
      },
      {
        "sentence": "但凡有一点别的事情，我都想把学习往后推。",
        "label": ""
      },
      {
        "sentence": "在我心里，学习刻板难过孤独，就像是自己一个人抛弃自己。",
        "label": ""
      },
      {
        "sentence": "我觉得很难过，我从小一直好好学习。",
        "label": ""
      },
      {
        "sentence": "可是爸爸妈妈什么都没有教过我，原生家庭也有一些问题。",
        "label": ""
      },
      {
        "sentence": "所以到我高中的时候有男女情愫的时候就出了很大问题。",
        "label": ""
      },
      {
        "sentence": "我不会处理关系，把自己重要的关系弄得一团糟，而只能学习，别的什么都不能有的压力又让我惊慌且恐惧。",
        "label": ""
      },
      {
        "sentence": "无人倾听无人理解，我一个人难过地压抑着自己努力学习，而后来随着关系越来越糟渐渐对学习无望失望了。",
        "label": ""
      },
      {
        "sentence": "\"学习无法让我幸福，我将终生孤独且痛苦\"，\"是因为我不重视自己，只学习我才会这么难过的\"。",
        "label": ""
      },
      {
        "sentence": "我感觉我迁怒于学习而一心只想把人际的问题解决。",
        "label": ""
      },
      {
        "sentence": "我希望有人能倾听理解一下我的难过。",
        "label": ""
      },
      {
        "sentence": "然后我就愿意独立自强起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，可以看出你对学习的态度并不积极，学习与你而言是没有选择之时的选择。在我心里，学习刻板难过孤独，是自己一个人抛弃自己什么都没有只有死磕的状态。学习就跟镜子一样，你对它微笑，它对你抱之以微笑。所以呀！如果你不改变你对学习的态度，对于学习还是排斥心理的话，你是没办法从学习中获得快乐的！只有你自己喜欢，才能乐在其中！所有知识都没有用，不是所有的知识都没用，只是你还没找到自己热爱的！你需要做的，是去寻找自己感兴趣的领域，垂直发展。玫琳凯曾问过孩子：“你想要什么？”孩子说：“我不知道自己想要什么，但我知道自己不喜欢什么！”你也亦然，如果问清自己想要什么，不妨问问自己不想要什么。知道自己不想要什么，才能突破现状去有所改变！我不会处理关系，把自己重要的关系弄得一团糟，而只能学习，别的什么都不能有的压力又让我惊慌且恐惧。处理好人际关系，管理好自我的时间，未来的人生规划等等确实是很值得学习的！你可以去学习一些关于人际沟通，情绪管理，以及时间管理的书籍！从书中吸取他人的建议来完善自我，有所感悟。一个阅读丰富你，与人沟通时，会让人觉得受益匪浅！你会不自觉的吸引很多人！无人倾听无人理解，我一个人难过地压抑着自己努力学习。如何为自己寻找有效的社会支持系统？可以支撑你，成为你信念的人有很多，也可以是物品。小时候我曾因为性格较为孤僻，很长一段时间的灵魂伴侣是家门口的一颗龙眼树！不一定得是人才能诉说心事！可以是一首音乐，一部剧，一个抱抱熊等等！给自己寻找一个能够排泄不良情绪的出口，及时宣泄，不要压抑自己就好！写在最后：和你一样，我也曾把其它事情看得特别重，超乎了学习的份量，觉得学习使我痛苦！所以很能理解你此刻的感受！但是高考那年，和我一起玩的好朋友都去了大学，只有我没考好，一次次被退档，后来只身一人选择复读。那年的时光里，读书成了我唯一可以做的，也是唯一能做好的事，成了我最好的伙伴。也是那年让我明白，唯有读书，在学习中的付出是有所回报的，相对公平的！你付出越多得到越多！在这个复杂的世界里，缘聚缘散，渐渐的我觉得读书更加简单快乐！读书学习带给我的快乐，是源自内心的，持久的！希望你早日也能够从中受益，从心底里热爱学习！",
    "annotation": [
      {
        "sentence": "从你的描述中，可以看出你对学习的态度并不积极，学习与你而言是没有选择之时的选择。",
        "label": ""
      },
      {
        "sentence": "在我心里，学习刻板难过孤独，是自己一个人抛弃自己什么都没有只有死磕的状态。",
        "label": ""
      },
      {
        "sentence": "学习就跟镜子一样，你对它微笑，它对你抱之以微笑。",
        "label": ""
      },
      {
        "sentence": "所以呀！",
        "label": ""
      },
      {
        "sentence": "如果你不改变你对学习的态度，对于学习还是排斥心理的话，你是没办法从学习中获得快乐的！",
        "label": ""
      },
      {
        "sentence": "只有你自己喜欢，才能乐在其中！",
        "label": ""
      },
      {
        "sentence": "所有知识都没有用，不是所有的知识都没用，只是你还没找到自己热爱的！",
        "label": ""
      },
      {
        "sentence": "你需要做的，是去寻找自己感兴趣的领域，垂直发展。",
        "label": ""
      },
      {
        "sentence": "玫琳凯曾问过孩子：“你想要什么？",
        "label": ""
      },
      {
        "sentence": "”孩子说：“我不知道自己想要什么，但我知道自己不喜欢什么！",
        "label": ""
      },
      {
        "sentence": "”你也亦然，如果问清自己想要什么，不妨问问自己不想要什么。",
        "label": ""
      },
      {
        "sentence": "知道自己不想要什么，才能突破现状去有所改变！",
        "label": ""
      },
      {
        "sentence": "我不会处理关系，把自己重要的关系弄得一团糟，而只能学习，别的什么都不能有的压力又让我惊慌且恐惧。",
        "label": ""
      },
      {
        "sentence": "处理好人际关系，管理好自我的时间，未来的人生规划等等确实是很值得学习的！",
        "label": ""
      },
      {
        "sentence": "你可以去学习一些关于人际沟通，情绪管理，以及时间管理的书籍！",
        "label": ""
      },
      {
        "sentence": "从书中吸取他人的建议来完善自我，有所感悟。",
        "label": ""
      },
      {
        "sentence": "一个阅读丰富你，与人沟通时，会让人觉得受益匪浅！",
        "label": ""
      },
      {
        "sentence": "你会不自觉的吸引很多人！",
        "label": ""
      },
      {
        "sentence": "无人倾听无人理解，我一个人难过地压抑着自己努力学习。",
        "label": ""
      },
      {
        "sentence": "如何为自己寻找有效的社会支持系统？",
        "label": ""
      },
      {
        "sentence": "可以支撑你，成为你信念的人有很多，也可以是物品。",
        "label": ""
      },
      {
        "sentence": "小时候我曾因为性格较为孤僻，很长一段时间的灵魂伴侣是家门口的一颗龙眼树！",
        "label": ""
      },
      {
        "sentence": "不一定得是人才能诉说心事！",
        "label": ""
      },
      {
        "sentence": "可以是一首音乐，一部剧，一个抱抱熊等等！",
        "label": ""
      },
      {
        "sentence": "给自己寻找一个能够排泄不良情绪的出口，及时宣泄，不要压抑自己就好！",
        "label": ""
      },
      {
        "sentence": "写在最后：和你一样，我也曾把其它事情看得特别重，超乎了学习的份量，觉得学习使我痛苦！",
        "label": ""
      },
      {
        "sentence": "所以很能理解你此刻的感受！",
        "label": ""
      },
      {
        "sentence": "但是高考那年，和我一起玩的好朋友都去了大学，只有我没考好，一次次被退档，后来只身一人选择复读。",
        "label": ""
      },
      {
        "sentence": "那年的时光里，读书成了我唯一可以做的，也是唯一能做好的事，成了我最好的伙伴。",
        "label": ""
      },
      {
        "sentence": "也是那年让我明白，唯有读书，在学习中的付出是有所回报的，相对公平的！",
        "label": ""
      },
      {
        "sentence": "你付出越多得到越多！",
        "label": ""
      },
      {
        "sentence": "在这个复杂的世界里，缘聚缘散，渐渐的我觉得读书更加简单快乐！",
        "label": ""
      },
      {
        "sentence": "读书学习带给我的快乐，是源自内心的，持久的！",
        "label": ""
      },
      {
        "sentence": "希望你早日也能够从中受益，从心底里热爱学习！",
        "label": ""
      }
    ]
  }
]