[
  {
    "role": "client",
    "content": "希望有人能理解一下我对学习的难过，我愿意再乘风破浪。我只有一点情绪都没有，一点别的事情都没有的时候才想学习。但凡有一点别的事情，我都想把学习往后推。在我心里，学习刻板、难过、孤独，就是自己一个人抛弃自己。什么都没有，只有死磕的状态。所有知识都没有用，学习只会把我耗死，让我不是人，让我痛苦，让我失去重要的东西，让我只有自己一个人。我觉得很难过，我从小一直好好学习。",
    "annotation": [
      {
        "sentence": "希望有人能理解一下我对学习的难过，我愿意再乘风破浪。",
        "label": ""
      },
      {
        "sentence": "我只有一点情绪都没有，一点别的事情都没有的时候才想学习。",
        "label": ""
      },
      {
        "sentence": "但凡有一点别的事情，我都想把学习往后推。",
        "label": ""
      },
      {
        "sentence": "在我心里，学习刻板、难过、孤独，就是自己一个人抛弃自己。",
        "label": ""
      },
      {
        "sentence": "什么都没有，只有死磕的状态。",
        "label": ""
      },
      {
        "sentence": "所有知识都没有用，学习只会把我耗死，让我不是人，让我痛苦，让我失去重要的东西，让我只有自己一个人。",
        "label": ""
      },
      {
        "sentence": "我觉得很难过，我从小一直好好学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先你能有勇气，愿意把内心对学习的冲撞表达出来，这是一个非常良好的开始。我也愿意加入你的倾听行列里。你只有一点情绪都没有，一点别的事情都没有，我觉得很难过以上的这些，似乎可以看做现在的我们对学习的意义评价。我们从内心已经开始排斥学习，我感受到你对学习的无奈。从我自己的经历，我最终发现，当年的刻苦，唯一能够解释得通的是，通过学习来向周边证明自己的价值，尤其对父母，其实我本身对学习和学校，并无喜爱可言。及此，似乎我们都要陷入一种愈发无法改变的泥潭之中了吗？（做着不喜欢的事，又不得不）。首先，可能我们得承认，我们都有学习还过得去的能力（更多可能是倾注的更多必然会有所收获）。这起码说明，我们的智商情商等硬件，并没有那么差，对吗？",
    "annotation": [
      {
        "sentence": "先你能有勇气，愿意把内心对学习的冲撞表达出来，这是一个非常良好的开始。",
        "label": ""
      },
      {
        "sentence": "我也愿意加入你的倾听行列里。",
        "label": ""
      },
      {
        "sentence": "你只有一点情绪都没有，一点别的事情都没有，我觉得很难过以上的这些，似乎可以看做现在的我们对学习的意义评价。",
        "label": ""
      },
      {
        "sentence": "我们从内心已经开始排斥学习，我感受到你对学习的无奈。",
        "label": ""
      },
      {
        "sentence": "从我自己的经历，我最终发现，当年的刻苦，唯一能够解释得通的是，通过学习来向周边证明自己的价值，尤其对父母，其实我本身对学习和学校，并无喜爱可言。",
        "label": ""
      },
      {
        "sentence": "及此，似乎我们都要陷入一种愈发无法改变的泥潭之中了吗？",
        "label": ""
      },
      {
        "sentence": "（做着不喜欢的事，又不得不）。",
        "label": ""
      },
      {
        "sentence": "首先，可能我们得承认，我们都有学习还过得去的能力（更多可能是倾注的更多必然会有所收获）。",
        "label": ""
      },
      {
        "sentence": "这起码说明，我们的智商情商等硬件，并没有那么差，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从小一直好好学习，可是爸爸妈妈什么都没有教过我，原生家庭也有一些问题，所以到我高中的时候有男女情愫的时候就出了很大问题。我不会处理关系，把自己重要的关系弄得一团糟，而只能学习，别的什么都不能有的压力又让我惊慌且恐惧。无人倾听无人理解，我一个人难过地压抑着自己努力学习，而后来随着关系越来越糟渐渐对学习无望失望了。",
    "annotation": [
      {
        "sentence": "我从小一直好好学习，可是爸爸妈妈什么都没有教过我，原生家庭也有一些问题，所以到我高中的时候有男女情愫的时候就出了很大问题。",
        "label": ""
      },
      {
        "sentence": "我不会处理关系，把自己重要的关系弄得一团糟，而只能学习，别的什么都不能有的压力又让我惊慌且恐惧。",
        "label": ""
      },
      {
        "sentence": "无人倾听无人理解，我一个人难过地压抑着自己努力学习，而后来随着关系越来越糟渐渐对学习无望失望了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "学习从必须的好好学，逐渐变成了影响人际关系的障碍。其实，从后面你自己的思索也体现出，也许学习在此刻真的只是成为了一个“背锅侠”呢。比学习更深一层的原因是，我们的原生家庭。原生家庭的问题导致了我们想要通过学习来改变这一切，可随着年龄和经历的增长，我们深知，这只是一种类似“逃避”的，能让周边人都无可非议的应对方式。我们在保护自己，保护和原生家庭之间关系的时候，不敢去直面当初导致这一切的源头。",
    "annotation": [
      {
        "sentence": "学习从必须的好好学，逐渐变成了影响人际关系的障碍。",
        "label": ""
      },
      {
        "sentence": "其实，从后面你自己的思索也体现出，也许学习在此刻真的只是成为了一个“背锅侠”呢。",
        "label": ""
      },
      {
        "sentence": "比学习更深一层的原因是，我们的原生家庭。",
        "label": ""
      },
      {
        "sentence": "原生家庭的问题导致了我们想要通过学习来改变这一切，可随着年龄和经历的增长，我们深知，这只是一种类似“逃避”的，能让周边人都无可非议的应对方式。",
        "label": ""
      },
      {
        "sentence": "我们在保护自己，保护和原生家庭之间关系的时候，不敢去直面当初导致这一切的源头。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "学习无法让我幸福，我将终生孤独且痛苦。是因为我不重视自己，只学习我才会这么难过的。我感觉我迁怒于学习，而一心只想把人际的问题解决。我希望有人能倾听理解一下我的难过。然后我就愿意独立自强起来。",
    "annotation": [
      {
        "sentence": "学习无法让我幸福，我将终生孤独且痛苦。",
        "label": ""
      },
      {
        "sentence": "是因为我不重视自己，只学习我才会这么难过的。",
        "label": ""
      },
      {
        "sentence": "我感觉我迁怒于学习，而一心只想把人际的问题解决。",
        "label": ""
      },
      {
        "sentence": "我希望有人能倾听理解一下我的难过。",
        "label": ""
      },
      {
        "sentence": "然后我就愿意独立自强起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "无论是学习本身，还是人际关系，如果你想更进一步地去解决那个更为根本的原生家庭问题，也好，还是只愿意慢慢地成长，都会是一个很有意义的过程。经历了一番回溯和自省，我觉得你完全有能力和意愿走出这个关于“学习”的怪圈，只不过我们需要些时间，需要更多的心理能量来继续前行。我会一直聆听，加油。",
    "annotation": [
      {
        "sentence": "无论是学习本身，还是人际关系，如果你想更进一步地去解决那个更为根本的原生家庭问题，也好，还是只愿意慢慢地成长，都会是一个很有意义的过程。",
        "label": ""
      },
      {
        "sentence": "经历了一番回溯和自省，我觉得你完全有能力和意愿走出这个关于“学习”的怪圈，只不过我们需要些时间，需要更多的心理能量来继续前行。",
        "label": ""
      },
      {
        "sentence": "我会一直聆听，加油。",
        "label": ""
      }
    ]
  }
]