[
  {
    "role": "client",
    "content": "他一钓鱼就是一整天，我真的受够了，我越来越累。他37两个孩子，男孩11，女孩17，我26男孩5岁，我们在一起一年多，他从老家过年回来这4个多月一直没有上班，我怕他有压力也不好说什么，他这个人非常非常喜欢钓鱼，一钓就是一整天，从早上五六点钓到晚上七八点，现在又跑去钓鱼了，我真的受够了，我也说过他该考虑考虑做什么事情了，不能老是借钓鱼来逃避压力（我知道他心里的经济压力挺大的）我以前不反对他钓鱼我甚至于和他一起去钓，在我看来钓鱼他确实打心底里的喜欢那作为爱好完全没问题，可现在这种情况我真的越来越难以接受，让我觉得这情况跟我前夫以前不工作经常不在家网吧通宵玩游戏一样的感觉（不同的是我前夫是完全没经济来源靠他妈，而他现在是自己玩得有投资软件每个月都有一些钱具体多少我不知道）我当初是那么喜欢他，到后来失望透了他变了求复合我也再不能接受，现在我就感觉自己是这样，我真的好爱他，可我和他在一起越来越累、越来越不开心，是不是也要等我攒够失望彻底离开，我怕。",
    "annotation": [
      {
        "sentence": "他一钓鱼就是一整天，我真的受够了，我越来越累。",
        "label": ""
      },
      {
        "sentence": "他37两个孩子，男孩11，女孩17，我26男孩5岁，我们在一起一年多，他从老家过年回来这4个多月一直没有上班，我怕他有压力也不好说什么，他这个人非常非常喜欢钓鱼，一钓就是一整天，从早上五六点钓到晚上七八点，现在又跑去钓鱼了，我真的受够了，我也说过他该考虑考虑做什么事情了，不能老是借钓鱼来逃避压力（我知道他心里的经济压力挺大的）我以前不反对他钓鱼我甚至于和他一起去钓，在我看来钓鱼他确实打心底里的喜欢那作为爱好完全没问题，可现在这种情况我真的越来越难以接受，让我觉得这情况跟我前夫以前不工作经常不在家网吧通宵玩游戏一样的感觉（不同的是我前夫是完全没经济来源靠他妈，而他现在是自己玩得有投资软件每个月都有一些钱具体多少我不知道）我当初是那么喜欢他，到后来失望透了他变了求复合我也再不能接受，现在我就感觉自己是这样，我真的好爱他，可我和他在一起越来越累、越来越不开心，是不是也要等我攒够失望彻底离开，我怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，我理解你的感受。起初他的钓鱼对你来说是一种爱好，你也支持。但现在你发现他似乎是借钓鱼来逃避经济压力，这让你开始觉得累和反感。我想先分析一下为什么你一开始能接受他的钓鱼。",
    "annotation": [
      {
        "sentence": "看到你的描述，我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "起初他的钓鱼对你来说是一种爱好，你也支持。",
        "label": ""
      },
      {
        "sentence": "但现在你发现他似乎是借钓鱼来逃避经济压力，这让你开始觉得累和反感。",
        "label": ""
      },
      {
        "sentence": "我想先分析一下为什么你一开始能接受他的钓鱼。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当时我们刚开始在一起，我对他的其他方面并不是很了解，所以他的钓鱼对我来说是一种爱好，我觉得这很好，因此支持他。",
    "annotation": [
      {
        "sentence": "当时我们刚开始在一起，我对他的其他方面并不是很了解，所以他的钓鱼对我来说是一种爱好，我觉得这很好，因此支持他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了。那现在你觉得累和反感的原因是因为你觉得他不上进吗？",
    "annotation": [
      {
        "sentence": "明白了。",
        "label": ""
      },
      {
        "sentence": "那现在你觉得累和反感的原因是因为你觉得他不上进吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得他一直借着钓鱼来逃避经济压力，我觉得他不够上进。",
    "annotation": [
      {
        "sentence": "是的，我觉得他一直借着钓鱼来逃避经济压力，我觉得他不够上进。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那么我有几个建议给你。首先，你可以试着看清楚自己的心，确定你对他还有感情和不舍。如果你还爱他，那就为之努力，这样你就不会后悔。其次，你们已经在一起一年多了，为什么你还不知道他的收入情况呢？如果你们准备长久走下去，双方都应该坦诚相待，了解对方的经济情况后再做判断。最后，多多沟通是解决问题的关键。只有通过良好的沟通，你才能了解彼此的想法，共同解决问题。",
    "annotation": [
      {
        "sentence": "那么我有几个建议给你。",
        "label": ""
      },
      {
        "sentence": "首先，你可以试着看清楚自己的心，确定你对他还有感情和不舍。",
        "label": ""
      },
      {
        "sentence": "如果你还爱他，那就为之努力，这样你就不会后悔。",
        "label": ""
      },
      {
        "sentence": "其次，你们已经在一起一年多了，为什么你还不知道他的收入情况呢？",
        "label": ""
      },
      {
        "sentence": "如果你们准备长久走下去，双方都应该坦诚相待，了解对方的经济情况后再做判断。",
        "label": ""
      },
      {
        "sentence": "最后，多多沟通是解决问题的关键。",
        "label": ""
      },
      {
        "sentence": "只有通过良好的沟通，你才能了解彼此的想法，共同解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我确实还爱他，但是越来越觉得累。我明白了，我应该和他好好沟通，了解他的真实想法和经济状况。只有这样，我们才能找到解决问题的方法。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我确实还爱他，但是越来越觉得累。",
        "label": ""
      },
      {
        "sentence": "我明白了，我应该和他好好沟通，了解他的真实想法和经济状况。",
        "label": ""
      },
      {
        "sentence": "只有这样，我们才能找到解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，沟通是一段关系中非常重要的一步。只有通过沟通，你才能更好地了解他的内心想法，也能更好地解决问题。但是，一定要记得不要委屈自己，不要为了成全他而忽略自己的感受。如果感情真的让你越来越累，就要考虑自己的幸福了。",
    "annotation": [
      {
        "sentence": "没错，沟通是一段关系中非常重要的一步。",
        "label": ""
      },
      {
        "sentence": "只有通过沟通，你才能更好地了解他的内心想法，也能更好地解决问题。",
        "label": ""
      },
      {
        "sentence": "但是，一定要记得不要委屈自己，不要为了成全他而忽略自己的感受。",
        "label": ""
      },
      {
        "sentence": "如果感情真的让你越来越累，就要考虑自己的幸福了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。我会好好考虑，同时也不忘记照顾自己的感受。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "我会好好考虑，同时也不忘记照顾自己的感受。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直支持你。记得要坚强，无论做出什么决定，都要为自己的幸福负责。",
    "annotation": [
      {
        "sentence": "不客气，我会一直支持你。",
        "label": ""
      },
      {
        "sentence": "记得要坚强，无论做出什么决定，都要为自己的幸福负责。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会加油的。再次感谢你为我提供的帮助和意见。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会加油的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你为我提供的帮助和意见。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，希望你能早日找到解决问题的方法，实现真正的幸福。如果你还有其他问题或者需要进一步的支持，随时都可以来找我。",
    "annotation": [
      {
        "sentence": "不用客气，希望你能早日找到解决问题的方法，实现真正的幸福。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或者需要进一步的支持，随时都可以来找我。",
        "label": ""
      }
    ]
  }
]