[
  {
    "role": "client",
    "content": "我有二十年都在想自杀，当然试过，又放不下家人……农村26岁男，从小我就过着自我不如人的日子，父母对我的关爱也是微乎其微，童年对我来说是恶梦，更多的是苦泪酸，以至于我在怀疑我是不是亲生的。没有零花钱，在土路上偷偷扔过别人不知掉多久的辣条，便宜买女生的裤子给我穿，他们骑自行车出去，都不愿意带着我，说我重，而都愿带老伯家的妹妹。经历的苦都变成泪，偷偷的哭。",
    "annotation": [
      {
        "sentence": "我有二十年都在想自杀，当然试过，又放不下家人……农村26岁男，从小我就过着自我不如人的日子，父母对我的关爱也是微乎其微，童年对我来说是恶梦，更多的是苦泪酸，以至于我在怀疑我是不是亲生的。",
        "label": ""
      },
      {
        "sentence": "没有零花钱，在土路上偷偷扔过别人不知掉多久的辣条，便宜买女生的裤子给我穿，他们骑自行车出去，都不愿意带着我，说我重，而都愿带老伯家的妹妹。",
        "label": ""
      },
      {
        "sentence": "经历的苦都变成泪，偷偷的哭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从您的叙述来看，您童年的经历确实非常艰辛，感觉很孤独。但是，请相信，这些并不是您的过错。您无法选择自己的父母和成长环境，父母应该为您提供温暖和关爱。他们没有履行自己的责任，这并不是您应该为之感到羞耻的事情。",
    "annotation": [
      {
        "sentence": "从您的叙述来看，您童年的经历确实非常艰辛，感觉很孤独。",
        "label": ""
      },
      {
        "sentence": "但是，请相信，这些并不是您的过错。",
        "label": ""
      },
      {
        "sentence": "您无法选择自己的父母和成长环境，父母应该为您提供温暖和关爱。",
        "label": ""
      },
      {
        "sentence": "他们没有履行自己的责任，这并不是您应该为之感到羞耻的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也觉得父母对我的疏忽是他们的问题。我也希望能够找到一种解决办法，让自己能够释怀这些痛苦的回忆。",
    "annotation": [
      {
        "sentence": "是的，我也觉得父母对我的疏忽是他们的问题。",
        "label": ""
      },
      {
        "sentence": "我也希望能够找到一种解决办法，让自己能够释怀这些痛苦的回忆。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，您可以从现在开始，着眼于自己，关注自己的成长和发展。比如，您可以考虑学习一门扎实的手艺，提高自己的收入能力。另外，您也可以通过网络学习一些文化知识，不断提升自己的能力和素养。只有让自己变得更强大，才能够跳出原来的困境。",
    "annotation": [
      {
        "sentence": "是的，您可以从现在开始，着眼于自己，关注自己的成长和发展。",
        "label": ""
      },
      {
        "sentence": "比如，您可以考虑学习一门扎实的手艺，提高自己的收入能力。",
        "label": ""
      },
      {
        "sentence": "另外，您也可以通过网络学习一些文化知识，不断提升自己的能力和素养。",
        "label": ""
      },
      {
        "sentence": "只有让自己变得更强大，才能够跳出原来的困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议。我会好好考虑如何提升自己的技能和知识。但是我现在还遇到了一些困扰，我的妻子之前因为家人的反对和我离婚了，现在又回到了我身边。我们之间常常因为经济问题而争吵，我真的很疲惫。",
    "annotation": [
      {
        "sentence": "谢谢您的建议。",
        "label": ""
      },
      {
        "sentence": "我会好好考虑如何提升自己的技能和知识。",
        "label": ""
      },
      {
        "sentence": "但是我现在还遇到了一些困扰，我的妻子之前因为家人的反对和我离婚了，现在又回到了我身边。",
        "label": ""
      },
      {
        "sentence": "我们之间常常因为经济问题而争吵，我真的很疲惫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您的妻子和您重逢并重新在一起，说明她对您也是有感情的，即使在之前由于一些原因离开了您。她之前的婚姻结束是因为对方提出离婚，这对她来说也是一种心理创伤。虽然现在的经济状况不理想，但是我们可以尝试和妻子好好沟通，共同寻找解决经济问题的方法，同时也改善夫妻关系。不要再重蹈覆辙，让自己的儿子经历和您类似的困境。您可以尝试改变现状，努力奋斗，让自己和家人过上更好的生活。",
    "annotation": [
      {
        "sentence": "您的妻子和您重逢并重新在一起，说明她对您也是有感情的，即使在之前由于一些原因离开了您。",
        "label": ""
      },
      {
        "sentence": "她之前的婚姻结束是因为对方提出离婚，这对她来说也是一种心理创伤。",
        "label": ""
      },
      {
        "sentence": "虽然现在的经济状况不理想，但是我们可以尝试和妻子好好沟通，共同寻找解决经济问题的方法，同时也改善夫妻关系。",
        "label": ""
      },
      {
        "sentence": "不要再重蹈覆辙，让自己的儿子经历和您类似的困境。",
        "label": ""
      },
      {
        "sentence": "您可以尝试改变现状，努力奋斗，让自己和家人过上更好的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说的对，我应该与妻子好好沟通，共同找到解决问题的办法。我也意识到，我不能再让自己的孩子重复我的遭遇。我会用双手去改变自己和家人的命运，为他们创造一个更好的生活。",
    "annotation": [
      {
        "sentence": "您说的对，我应该与妻子好好沟通，共同找到解决问题的办法。",
        "label": ""
      },
      {
        "sentence": "我也意识到，我不能再让自己的孩子重复我的遭遇。",
        "label": ""
      },
      {
        "sentence": "我会用双手去改变自己和家人的命运，为他们创造一个更好的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，您的觉悟和决心让人敬佩。人生中的困难和挫折是可以克服的，只要您愿意努力和改变。请相信自己的能力，世界和我都爱着您。您不再是孤单一人，我们会一起支持您走出困境。",
    "annotation": [
      {
        "sentence": "非常好，您的觉悟和决心让人敬佩。",
        "label": ""
      },
      {
        "sentence": "人生中的困难和挫折是可以克服的，只要您愿意努力和改变。",
        "label": ""
      },
      {
        "sentence": "请相信自己的能力，世界和我都爱着您。",
        "label": ""
      },
      {
        "sentence": "您不再是孤单一人，我们会一起支持您走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢您的鼓励和支持，您的话给了我莫大的勇气和希望。我会坚定地朝着改变的方向努力，不再轻易放弃。再次感谢您。",
    "annotation": [
      {
        "sentence": "非常感谢您的鼓励和支持，您的话给了我莫大的勇气和希望。",
        "label": ""
      },
      {
        "sentence": "我会坚定地朝着改变的方向努力，不再轻易放弃。",
        "label": ""
      },
      {
        "sentence": "再次感谢您。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，能够帮助到您是我的荣幸。请时刻记住，不管遇到什么困难，您都不是一个人在战斗。有我们在您身边，支持您，共同走过困难，迎接更好的未来。加油！",
    "annotation": [
      {
        "sentence": "不客气，能够帮助到您是我的荣幸。",
        "label": ""
      },
      {
        "sentence": "请时刻记住，不管遇到什么困难，您都不是一个人在战斗。",
        "label": ""
      },
      {
        "sentence": "有我们在您身边，支持您，共同走过困难，迎接更好的未来。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]