[
  {
    "role": "client",
    "content": "他一钓鱼就是一整天，我真的受够了，我越来越累。支持者：非常理解你现在的心情，知道你面临着家庭压力，没有地方逃避，没有地方诉说，来让我再次拥抱你！",
    "annotation": [
      {
        "sentence": "他一钓鱼就是一整天，我真的受够了，我越来越累。",
        "label": ""
      },
      {
        "sentence": "支持者：非常理解你现在的心情，知道你面临着家庭压力，没有地方逃避，没有地方诉说，来让我再次拥抱你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他37两个孩子，男孩11，女孩17，我26男孩5岁，我们在一起一年多，他从老家过年回来这4个多月一直没有上班，我怕他有压力也不好说什么。支持者：你第一句就写到三个孩子的问题，很明显对于二十六岁的你，内心是承担太多的东西。而且其中的那个女孩跟你的年龄相差并不是很大，甚至从年龄上来看，你们甚至都没有隔代，彼此之间交流和沟通起来可能会带有一些隔阂和，懵懂的少年们对你可能在言语上、行为上或许有诸多不认同和不尊重，让你有些受伤。自己的孩子才五岁，需要陪伴、教育，你的爱人却整天去钓鱼，不着家，看不到他，你没有支持力度，你的内心没有一个帮忙的人，你有些无助在这个家庭里。",
    "annotation": [
      {
        "sentence": "他37两个孩子，男孩11，女孩17，我26男孩5岁，我们在一起一年多，他从老家过年回来这4个多月一直没有上班，我怕他有压力也不好说什么。",
        "label": ""
      },
      {
        "sentence": "支持者：你第一句就写到三个孩子的问题，很明显对于二十六岁的你，内心是承担太多的东西。",
        "label": ""
      },
      {
        "sentence": "而且其中的那个女孩跟你的年龄相差并不是很大，甚至从年龄上来看，你们甚至都没有隔代，彼此之间交流和沟通起来可能会带有一些隔阂和，懵懂的少年们对你可能在言语上、行为上或许有诸多不认同和不尊重，让你有些受伤。",
        "label": ""
      },
      {
        "sentence": "自己的孩子才五岁，需要陪伴、教育，你的爱人却整天去钓鱼，不着家，看不到他，你没有支持力度，你的内心没有一个帮忙的人，你有些无助在这个家庭里。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他这个人非常非常喜欢钓鱼，一钓就是一整天，从早上五六点钓到晚上七八点，现在又跑去钓鱼了，我真的受够了，我也说过他该考虑考虑做什么事情了，不能老是借钓鱼来逃避压力。支持者：这段时间你的家庭经济有些问题，让你陷入矛盾，对你和爱人未来的生活有些许的担忧。以前看起来可以包容和接纳他的爱好，现在面临家庭发展问题，你想事情也全面，所以给自己造成很多忧虑。",
    "annotation": [
      {
        "sentence": "他这个人非常非常喜欢钓鱼，一钓就是一整天，从早上五六点钓到晚上七八点，现在又跑去钓鱼了，我真的受够了，我也说过他该考虑考虑做什么事情了，不能老是借钓鱼来逃避压力。",
        "label": ""
      },
      {
        "sentence": "支持者：这段时间你的家庭经济有些问题，让你陷入矛盾，对你和爱人未来的生活有些许的担忧。",
        "label": ""
      },
      {
        "sentence": "以前看起来可以包容和接纳他的爱好，现在面临家庭发展问题，你想事情也全面，所以给自己造成很多忧虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我以前不反对他钓鱼，我甚至于和他一起去钓，在我看来钓鱼他确实打心底里的喜欢那作为爱好完全没问题，可现在这种情况我真的越来越难以接受，让我觉得这情况跟我前夫以前不工作经常不在家网吧通宵玩游戏一样的感觉。支持者：你现在的情况确实与之前的情况相似，两者都是因为对方的行为导致你感到不满和不开心。看到你内心的那焦虑和不安，特别理解。",
    "annotation": [
      {
        "sentence": "我以前不反对他钓鱼，我甚至于和他一起去钓，在我看来钓鱼他确实打心底里的喜欢那作为爱好完全没问题，可现在这种情况我真的越来越难以接受，让我觉得这情况跟我前夫以前不工作经常不在家网吧通宵玩游戏一样的感觉。",
        "label": ""
      },
      {
        "sentence": "支持者：你现在的情况确实与之前的情况相似，两者都是因为对方的行为导致你感到不满和不开心。",
        "label": ""
      },
      {
        "sentence": "看到你内心的那焦虑和不安，特别理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我当初是那么喜欢他，到后来失望透了他变了，求复合我也再不能接受，现在我就感觉自己是这样，我真的好爱他，可我和他在一起越来越累、越来越不开心，是不是也要等我攒够失望彻底离开，我怕。支持者：当初的喜欢是纯纯的喜欢，不加杂其他的很多因素。而现在你发现家庭矛盾的很多问题解决起来很难，而且对方每天不是跟你在一起，而是逃避，从早到晚，这是你失望的地方。看到你内心的那焦虑和不安，特别理解。曾经爱他，是不是自己感情刚刚结束，很快转移的时候自己内心的寄托。是精神寄托还是对方闪光点吸引了你。相信你可以仔细想好，自己今后能否承担，再继续你与他之间的感情，曾经的他可能还是那样的状态，改变的是你自己对他的要求。如果没有任何问题，可能继续下去，彼此之间的感情都可以调和。毕竟你最初还是爱他的，而且现在也很爱。爱对方，可能包容和接纳对方；不能包容和接纳对方，放手离开可能对双方都好，不至于把自己伤到遍体鳞伤。相信你！我在，等着你！",
    "annotation": [
      {
        "sentence": "我当初是那么喜欢他，到后来失望透了他变了，求复合我也再不能接受，现在我就感觉自己是这样，我真的好爱他，可我和他在一起越来越累、越来越不开心，是不是也要等我攒够失望彻底离开，我怕。",
        "label": ""
      },
      {
        "sentence": "支持者：当初的喜欢是纯纯的喜欢，不加杂其他的很多因素。",
        "label": ""
      },
      {
        "sentence": "而现在你发现家庭矛盾的很多问题解决起来很难，而且对方每天不是跟你在一起，而是逃避，从早到晚，这是你失望的地方。",
        "label": ""
      },
      {
        "sentence": "看到你内心的那焦虑和不安，特别理解。",
        "label": ""
      },
      {
        "sentence": "曾经爱他，是不是自己感情刚刚结束，很快转移的时候自己内心的寄托。",
        "label": ""
      },
      {
        "sentence": "是精神寄托还是对方闪光点吸引了你。",
        "label": ""
      },
      {
        "sentence": "相信你可以仔细想好，自己今后能否承担，再继续你与他之间的感情，曾经的他可能还是那样的状态，改变的是你自己对他的要求。",
        "label": ""
      },
      {
        "sentence": "如果没有任何问题，可能继续下去，彼此之间的感情都可以调和。",
        "label": ""
      },
      {
        "sentence": "毕竟你最初还是爱他的，而且现在也很爱。",
        "label": ""
      },
      {
        "sentence": "爱对方，可能包容和接纳对方；不能包容和接纳对方，放手离开可能对双方都好，不至于把自己伤到遍体鳞伤。",
        "label": ""
      },
      {
        "sentence": "相信你！",
        "label": ""
      },
      {
        "sentence": "我在，等着你！",
        "label": ""
      }
    ]
  }
]