[
  {
    "role": "client",
    "content": "我16岁女性，最近一年一直不对劲，一点小事就会崩溃，我该怎么办呢？每遇到一点小事情，我就会完全崩溃，非常焦虑，感觉自己要死了。而且家里重男轻女，家人特别偏爱我弟弟，就算弟弟怎么不尊重我，骂我，父母也不说弟弟。现在我也不敢惹弟弟了。妈妈有时候会辱骂我，叫我扫把星，倒霉之类的，她根本就不是正常妈妈能对女儿这样说话的。我在崩溃的时候，会掐住自己的脖子来解压，很多细节我都忘了……不过，每当我崩溃的时候，我就非常痛苦。还有，我以前背课文非常快，可是现在真的背多少节课都记不住了，我真的好崩溃，而且我的记忆力也不如以前了。有时候我无缘无故就会想让谁谁谁（无冤无仇）去死，或者往坏的方面去想，或者诅咒谁。我完全无法控制自己的情绪，有的时候和父母闹矛盾的时候，我就会变得过激，做出一些过分不雅的举动，我完全无法控制自己。有时候莫名其妙地就想流泪，请问我刚刚闭眼强迫自己入睡的时候，感觉脖子被一条条小虫子缠住了，我觉得喘不过气，我感觉很绝望，所以就哭了。",
    "annotation": [
      {
        "sentence": "我16岁女性，最近一年一直不对劲，一点小事就会崩溃，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "每遇到一点小事情，我就会完全崩溃，非常焦虑，感觉自己要死了。",
        "label": ""
      },
      {
        "sentence": "而且家里重男轻女，家人特别偏爱我弟弟，就算弟弟怎么不尊重我，骂我，父母也不说弟弟。",
        "label": ""
      },
      {
        "sentence": "现在我也不敢惹弟弟了。",
        "label": ""
      },
      {
        "sentence": "妈妈有时候会辱骂我，叫我扫把星，倒霉之类的，她根本就不是正常妈妈能对女儿这样说话的。",
        "label": ""
      },
      {
        "sentence": "我在崩溃的时候，会掐住自己的脖子来解压，很多细节我都忘了……不过，每当我崩溃的时候，我就非常痛苦。",
        "label": ""
      },
      {
        "sentence": "还有，我以前背课文非常快，可是现在真的背多少节课都记不住了，我真的好崩溃，而且我的记忆力也不如以前了。",
        "label": ""
      },
      {
        "sentence": "有时候我无缘无故就会想让谁谁谁（无冤无仇）去死，或者往坏的方面去想，或者诅咒谁。",
        "label": ""
      },
      {
        "sentence": "我完全无法控制自己的情绪，有的时候和父母闹矛盾的时候，我就会变得过激，做出一些过分不雅的举动，我完全无法控制自己。",
        "label": ""
      },
      {
        "sentence": "有时候莫名其妙地就想流泪，请问我刚刚闭眼强迫自己入睡的时候，感觉脖子被一条条小虫子缠住了，我觉得喘不过气，我感觉很绝望，所以就哭了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的家庭情况确实有很大的问题，这不是一个16岁的小女孩能够独自面对和处理好的。不过，你现在暂时没有能力独立于家庭之外，而且似乎你也不想离开，只是希望目前的处境能够得到改善，能够被父母重视和关注。也许你之前曾经被父母宠爱过，所以你总是幻想回到以前的美好时光。你希望他们能够良心发现，关注你，照顾你。在你病了的时候，至少能给你一些爱。但是，当你用错误的行为来挽回他们对你的关注时，却弄巧成拙了。他们对你感到失望，因为你已经不再是他们乖巧聪明的女儿，而你自身却没有意识到你犯了错误，也没有搞明白他们对孩子的期望和希望。虽然他们重男轻女，但是这并不妨碍他们喜爱聪明、乖巧、口才好、能干的女儿，这是人之常情。你不敢向外发泄你的愤怒，只能内向地攻击自己，朝着错误的方向越滑越远。他们没有给予你应有的情感支持，也没有教你正确的释放压力的方式。而你又用错误的方式表达愤怒，让人敬而远之，甚至会讨厌你。如果你自己不能原谅自己，不想方设法振作起来，你的情绪就会泛滥，被情绪完全控制着，诅咒、崩溃、绝望等等。如果这样下去，你真的可能会得病，而且恐怕你的父母会毫不犹豫地抛弃你。你现在需要做的是，体现出自己的价值，只要你对家庭有用，或者能改变他们的生活状况，他们自然而然会把注意力转移到你身上，对你好起来，甚至把你当成他们的生活支柱（虽然这样对你来说很不公平，但至少可以挽回他们的关注）。要明白现状，停止流泪和纠结，开始做些实际的事情，或者拿起书本背书，这才是真正改变你境况的正途。你还年轻，有着无限的机会开始美好的生活，为什么要陷于和弟弟争宠的竞争中呢？网上有个段子，“又不是你们家有皇位要继承，有什么好争的！”。",
    "annotation": [
      {
        "sentence": "你的家庭情况确实有很大的问题，这不是一个16岁的小女孩能够独自面对和处理好的。",
        "label": ""
      },
      {
        "sentence": "不过，你现在暂时没有能力独立于家庭之外，而且似乎你也不想离开，只是希望目前的处境能够得到改善，能够被父母重视和关注。",
        "label": ""
      },
      {
        "sentence": "也许你之前曾经被父母宠爱过，所以你总是幻想回到以前的美好时光。",
        "label": ""
      },
      {
        "sentence": "你希望他们能够良心发现，关注你，照顾你。",
        "label": ""
      },
      {
        "sentence": "在你病了的时候，至少能给你一些爱。",
        "label": ""
      },
      {
        "sentence": "但是，当你用错误的行为来挽回他们对你的关注时，却弄巧成拙了。",
        "label": ""
      },
      {
        "sentence": "他们对你感到失望，因为你已经不再是他们乖巧聪明的女儿，而你自身却没有意识到你犯了错误，也没有搞明白他们对孩子的期望和希望。",
        "label": ""
      },
      {
        "sentence": "虽然他们重男轻女，但是这并不妨碍他们喜爱聪明、乖巧、口才好、能干的女儿，这是人之常情。",
        "label": ""
      },
      {
        "sentence": "你不敢向外发泄你的愤怒，只能内向地攻击自己，朝着错误的方向越滑越远。",
        "label": ""
      },
      {
        "sentence": "他们没有给予你应有的情感支持，也没有教你正确的释放压力的方式。",
        "label": ""
      },
      {
        "sentence": "而你又用错误的方式表达愤怒，让人敬而远之，甚至会讨厌你。",
        "label": ""
      },
      {
        "sentence": "如果你自己不能原谅自己，不想方设法振作起来，你的情绪就会泛滥，被情绪完全控制着，诅咒、崩溃、绝望等等。",
        "label": ""
      },
      {
        "sentence": "如果这样下去，你真的可能会得病，而且恐怕你的父母会毫不犹豫地抛弃你。",
        "label": ""
      },
      {
        "sentence": "你现在需要做的是，体现出自己的价值，只要你对家庭有用，或者能改变他们的生活状况，他们自然而然会把注意力转移到你身上，对你好起来，甚至把你当成他们的生活支柱（虽然这样对你来说很不公平，但至少可以挽回他们的关注）。",
        "label": ""
      },
      {
        "sentence": "要明白现状，停止流泪和纠结，开始做些实际的事情，或者拿起书本背书，这才是真正改变你境况的正途。",
        "label": ""
      },
      {
        "sentence": "你还年轻，有着无限的机会开始美好的生活，为什么要陷于和弟弟争宠的竞争中呢？",
        "label": ""
      },
      {
        "sentence": "网上有个段子，“又不是你们家有皇位要继承，有什么好争的！",
        "label": ""
      },
      {
        "sentence": "”。",
        "label": ""
      }
    ]
  }
]