[
  {
    "role": "client",
    "content": "他一钓鱼就是一整天，我真的受够了，我越来越累？他有两个孩子，一个11岁的男孩和一个17岁的女孩。我和他在一起已经一年多了。他从老家过年回来，这4个多月一直没有上班，一心只想钓鱼。我害怕他有压力，也不好说什么。他是个非常非常喜欢钓鱼的人，一钓就是一整天，从早上五六点钓到晚上七八点。现在他又跑去钓鱼了，我真的受够了。我也和他说过他要考虑考虑做些事情，不能老是用钓鱼来逃避压力（我知道他经济上的压力很大）。以前我并不反对他钓鱼，甚至还和他一起去钓。在我看来，钓鱼是他真心喜欢的爱好，这完全没问题。但现在的情况让我越来越难以接受，让我感觉好像和我前夫不工作、不在家的时候整夜玩游戏一样（不同的是我前夫完全没经济来源，靠他妈妈，而他现在是自己玩得有投资软件每个月都有一些钱，具体多少我不知道）。我当初是那么喜欢他，到后来变得失望透了。我再也不能接受他了，但还是爱他。和他在一起，我越来越累，越来越不开心。是不是得等我彻底失望才能离开呢？我害怕。",
    "annotation": [
      {
        "sentence": "他一钓鱼就是一整天，我真的受够了，我越来越累？",
        "label": ""
      },
      {
        "sentence": "他有两个孩子，一个11岁的男孩和一个17岁的女孩。",
        "label": ""
      },
      {
        "sentence": "我和他在一起已经一年多了。",
        "label": ""
      },
      {
        "sentence": "他从老家过年回来，这4个多月一直没有上班，一心只想钓鱼。",
        "label": ""
      },
      {
        "sentence": "我害怕他有压力，也不好说什么。",
        "label": ""
      },
      {
        "sentence": "他是个非常非常喜欢钓鱼的人，一钓就是一整天，从早上五六点钓到晚上七八点。",
        "label": ""
      },
      {
        "sentence": "现在他又跑去钓鱼了，我真的受够了。",
        "label": ""
      },
      {
        "sentence": "我也和他说过他要考虑考虑做些事情，不能老是用钓鱼来逃避压力（我知道他经济上的压力很大）。",
        "label": ""
      },
      {
        "sentence": "以前我并不反对他钓鱼，甚至还和他一起去钓。",
        "label": ""
      },
      {
        "sentence": "在我看来，钓鱼是他真心喜欢的爱好，这完全没问题。",
        "label": ""
      },
      {
        "sentence": "但现在的情况让我越来越难以接受，让我感觉好像和我前夫不工作、不在家的时候整夜玩游戏一样（不同的是我前夫完全没经济来源，靠他妈妈，而他现在是自己玩得有投资软件每个月都有一些钱，具体多少我不知道）。",
        "label": ""
      },
      {
        "sentence": "我当初是那么喜欢他，到后来变得失望透了。",
        "label": ""
      },
      {
        "sentence": "我再也不能接受他了，但还是爱他。",
        "label": ""
      },
      {
        "sentence": "和他在一起，我越来越累，越来越不开心。",
        "label": ""
      },
      {
        "sentence": "是不是得等我彻底失望才能离开呢？",
        "label": ""
      },
      {
        "sentence": "我害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "全球疫情，经济萎靡，很多企业破产，投资也是十分困难的，他有压力是正常现象，周围也有很多人觉得压力。所以，你要想想自己能做些什么，支持他，帮助他，而不是空着急站在他身边。只有分担他的负担，你才有可能进入他的内心，和他一起面对困难。请问你自己有没有工作？如果有，大概能不能养活三个小孩和两个大人？此时，你躲避和逃避肯定会伤害他的心，你应该像一个真正的大人一样，承担起家庭的责任。好好照顾三个孩子，安抚他们的情绪，教导他们和睦相处，甚至可以成立一个学习小组，让他们保证学业，保持积极的心态。同时，你要做好自己的工作，保证家人的生活，家务可以根据情况来做，做一次保持好即可，毕竟一个人的体力有限，过度劳累会容易崩溃。对他，你可以安慰他，告诉他疫情快要结束了，经济会恢复的，有问题大家一起面对，没有什么过不去的坎，只要不垮，一切都会好起来的。你还可以告诉他，你很担心他，过长时间坐在外面钓鱼对身体不好，长时间不吃东西或者随便应付对肠胃也不好，希望他每天只钓几个小时就回家吃饭，身体是最重要的。孩子们也希望爸爸能够陪伴，哪怕每天抽出20分钟时间，进行有质量的陪伴，陪孩子一起读书、游戏、运动等。这对孩子的一生都是有益的，同时也能有效地帮助他调节情绪。",
    "annotation": [
      {
        "sentence": "全球疫情，经济萎靡，很多企业破产，投资也是十分困难的，他有压力是正常现象，周围也有很多人觉得压力。",
        "label": ""
      },
      {
        "sentence": "所以，你要想想自己能做些什么，支持他，帮助他，而不是空着急站在他身边。",
        "label": ""
      },
      {
        "sentence": "只有分担他的负担，你才有可能进入他的内心，和他一起面对困难。",
        "label": ""
      },
      {
        "sentence": "请问你自己有没有工作？",
        "label": ""
      },
      {
        "sentence": "如果有，大概能不能养活三个小孩和两个大人？",
        "label": ""
      },
      {
        "sentence": "此时，你躲避和逃避肯定会伤害他的心，你应该像一个真正的大人一样，承担起家庭的责任。",
        "label": ""
      },
      {
        "sentence": "好好照顾三个孩子，安抚他们的情绪，教导他们和睦相处，甚至可以成立一个学习小组，让他们保证学业，保持积极的心态。",
        "label": ""
      },
      {
        "sentence": "同时，你要做好自己的工作，保证家人的生活，家务可以根据情况来做，做一次保持好即可，毕竟一个人的体力有限，过度劳累会容易崩溃。",
        "label": ""
      },
      {
        "sentence": "对他，你可以安慰他，告诉他疫情快要结束了，经济会恢复的，有问题大家一起面对，没有什么过不去的坎，只要不垮，一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "你还可以告诉他，你很担心他，过长时间坐在外面钓鱼对身体不好，长时间不吃东西或者随便应付对肠胃也不好，希望他每天只钓几个小时就回家吃饭，身体是最重要的。",
        "label": ""
      },
      {
        "sentence": "孩子们也希望爸爸能够陪伴，哪怕每天抽出20分钟时间，进行有质量的陪伴，陪孩子一起读书、游戏、运动等。",
        "label": ""
      },
      {
        "sentence": "这对孩子的一生都是有益的，同时也能有效地帮助他调节情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我应该和他一起面对困难，支持他。我自己没有工作，但我会好好照顾孩子们，确保他们的学业和情绪都正常。就是有时候我自己也会感到压力很大，因为负担都压在我一个人身上。",
    "annotation": [
      {
        "sentence": "你说的有道理，我应该和他一起面对困难，支持他。",
        "label": ""
      },
      {
        "sentence": "我自己没有工作，但我会好好照顾孩子们，确保他们的学业和情绪都正常。",
        "label": ""
      },
      {
        "sentence": "就是有时候我自己也会感到压力很大，因为负担都压在我一个人身上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的压力，这确实是很大的负担。但我相信你有足够的能力和坚强的内心。你可以尝试寻找一些支持资源，比如和朋友倾诉、加入一些妈妈朋友圈子，分享经验和心情。也可以试着找一些灵活的工作方式，比如在家兼职或者自由职业，来减轻经济负担。重要的是，你要相信自己，相信你能够度过这段困难时期。",
    "annotation": [
      {
        "sentence": "我理解你的压力，这确实是很大的负担。",
        "label": ""
      },
      {
        "sentence": "但我相信你有足够的能力和坚强的内心。",
        "label": ""
      },
      {
        "sentence": "你可以尝试寻找一些支持资源，比如和朋友倾诉、加入一些妈妈朋友圈子，分享经验和心情。",
        "label": ""
      },
      {
        "sentence": "也可以试着找一些灵活的工作方式，比如在家兼职或者自由职业，来减轻经济负担。",
        "label": ""
      },
      {
        "sentence": "重要的是，你要相信自己，相信你能够度过这段困难时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，我会尽量寻找一些支持资源并试着减轻负担。我也会努力相信自己，相信我可以度过这段难关。只是有时候我还是很害怕失望，害怕不开心的日子会一直延续下去。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，我会尽量寻找一些支持资源并试着减轻负担。",
        "label": ""
      },
      {
        "sentence": "我也会努力相信自己，相信我可以度过这段难关。",
        "label": ""
      },
      {
        "sentence": "只是有时候我还是很害怕失望，害怕不开心的日子会一直延续下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的担心和害怕，但是你要知道，人生中总有低谷期，困难不会一直持续下去。只要你坚持努力，积极面对，一定能够渡过难关，找到快乐和幸福的。同时，也要记住，你不是一个人在战斗，有很多人可以依靠和帮助你，包括我在内。",
    "annotation": [
      {
        "sentence": "我完全理解你的担心和害怕，但是你要知道，人生中总有低谷期，困难不会一直持续下去。",
        "label": ""
      },
      {
        "sentence": "只要你坚持努力，积极面对，一定能够渡过难关，找到快乐和幸福的。",
        "label": ""
      },
      {
        "sentence": "同时，也要记住，你不是一个人在战斗，有很多人可以依靠和帮助你，包括我在内。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我真的很感激。有你这样的支持者，我感到更有勇气和信心去面对困难。我会努力调整自己的心态，积极面对每一天。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我真的很感激。",
        "label": ""
      },
      {
        "sentence": "有你这样的支持者，我感到更有勇气和信心去面对困难。",
        "label": ""
      },
      {
        "sentence": "我会努力调整自己的心态，积极面对每一天。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你真的很棒，能够有这样的认识和决心。相信自己，相信你们一家人能够共同度过难关。如果有任何困难或者需要倾诉，随时都可以来找我。我们一起努力，一定能够找到解决问题的方法。祝福你和你的孩子们都能够幸福快乐！",
    "annotation": [
      {
        "sentence": "你真的很棒，能够有这样的认识和决心。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你们一家人能够共同度过难关。",
        "label": ""
      },
      {
        "sentence": "如果有任何困难或者需要倾诉，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "我们一起努力，一定能够找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "祝福你和你的孩子们都能够幸福快乐！",
        "label": ""
      }
    ]
  }
]