[
  {
    "role": "client",
    "content": "大学这个阶段慢慢堕落，很无力的感觉？感觉自己有很多事情要去做要去完成，结果在大学这个阶段慢慢堕落，有心去完成却不知为何无从下手。",
    "annotation": [
      {
        "sentence": "大学这个阶段慢慢堕落，很无力的感觉？",
        "label": ""
      },
      {
        "sentence": "感觉自己有很多事情要去做要去完成，结果在大学这个阶段慢慢堕落，有心去完成却不知为何无从下手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的问题让我想起刚上大学的我，也曾经迷茫过一段时间。高中的时候要考上大学，考上之后呢，就没然后了。就像很有目标的人生，突然就不知道目标在哪里了，也不知道该把力气用在哪里。你现在也是这样吗？",
    "annotation": [
      {
        "sentence": "你的问题让我想起刚上大学的我，也曾经迷茫过一段时间。",
        "label": ""
      },
      {
        "sentence": "高中的时候要考上大学，考上之后呢，就没然后了。",
        "label": ""
      },
      {
        "sentence": "就像很有目标的人生，突然就不知道目标在哪里了，也不知道该把力气用在哪里。",
        "label": ""
      },
      {
        "sentence": "你现在也是这样吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得大学到了这个阶段特别无力，对未来感到迷茫。",
    "annotation": [
      {
        "sentence": "是的，我觉得大学到了这个阶段特别无力，对未来感到迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "大学的生活是非常接近成人的社会了，甚至有人说，大学的校园就是一个小社会。这代表什么呢？所有的行动，所有的决定，都是自己对自己负责了。老师不会像中学的时候一样追在身后催着交作业、背书、做习题。你觉得这样的一下子转变，让你有不适应的感受呢？",
    "annotation": [
      {
        "sentence": "大学的生活是非常接近成人的社会了，甚至有人说，大学的校园就是一个小社会。",
        "label": ""
      },
      {
        "sentence": "这代表什么呢？",
        "label": ""
      },
      {
        "sentence": "所有的行动，所有的决定，都是自己对自己负责了。",
        "label": ""
      },
      {
        "sentence": "老师不会像中学的时候一样追在身后催着交作业、背书、做习题。",
        "label": ""
      },
      {
        "sentence": "你觉得这样的一下子转变，让你有不适应的感受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我感觉有很多的目标和事情，但是却无从下手。",
    "annotation": [
      {
        "sentence": "对，我感觉有很多的目标和事情，但是却无从下手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果有太多的目标和事情，又无从下手的话，或许可以试试将自己想要做的事情列出来，按照紧急\/重要\/紧急不重要\/重要不紧急四个方面来划分。首先完成紧急的事情，将事情的内容和安排做一个时间规划，给自己有个心理准备。在近段时间里面，将要完成的这件事情是什么，设想是怎么完成的，预想可能遇到的困难，预备解决困难的方式方法。其次仔细规划重要的事情，一般重要的事情需要做充足的准备，这些准备有哪些，要怎么做。第三就是紧急不重要的事情，可以思考一下，有什么样的方法可以尽快解决它，或者能够与人合作一起解决。最后就是重要不紧急的事情，或许这个是一个长期的规划，例如考研、考公务员。这样影响自己职业生涯或者人生计划的事情，非常重要，但并非一天两天能够成就的。可以作为长期目标，为之奋斗。目前所做的事情，也可以为之做准备。希望这样的建议，能够帮助你。",
    "annotation": [
      {
        "sentence": "如果有太多的目标和事情，又无从下手的话，或许可以试试将自己想要做的事情列出来，按照紧急\/重要\/紧急不重要\/重要不紧急四个方面来划分。",
        "label": ""
      },
      {
        "sentence": "首先完成紧急的事情，将事情的内容和安排做一个时间规划，给自己有个心理准备。",
        "label": ""
      },
      {
        "sentence": "在近段时间里面，将要完成的这件事情是什么，设想是怎么完成的，预想可能遇到的困难，预备解决困难的方式方法。",
        "label": ""
      },
      {
        "sentence": "其次仔细规划重要的事情，一般重要的事情需要做充足的准备，这些准备有哪些，要怎么做。",
        "label": ""
      },
      {
        "sentence": "第三就是紧急不重要的事情，可以思考一下，有什么样的方法可以尽快解决它，或者能够与人合作一起解决。",
        "label": ""
      },
      {
        "sentence": "最后就是重要不紧急的事情，或许这个是一个长期的规划，例如考研、考公务员。",
        "label": ""
      },
      {
        "sentence": "这样影响自己职业生涯或者人生计划的事情，非常重要，但并非一天两天能够成就的。",
        "label": ""
      },
      {
        "sentence": "可以作为长期目标，为之奋斗。",
        "label": ""
      },
      {
        "sentence": "目前所做的事情，也可以为之做准备。",
        "label": ""
      },
      {
        "sentence": "希望这样的建议，能够帮助你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着按照紧急和重要的程度来规划我的事情。但是我还是感到压力很大，不知道如何面对。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着按照紧急和重要的程度来规划我的事情。",
        "label": ""
      },
      {
        "sentence": "但是我还是感到压力很大，不知道如何面对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "压力是大家都会有的情绪，特别是在这个学习和成长的阶段。首先，接受这种压力是很自然的，不要对自己过于苛责。其次，尝试找到一些放松自己的方法，比如听音乐、看电影、运动等等。这些活动可以帮助你转移注意力、减少焦虑。同时，与朋友或家人倾诉，他们会给你帮助和支持。最重要的是，要相信自己的能力，你一定有能力应对现在的困难。人生的路上不孤单，我们陪着你度过，祝好！",
    "annotation": [
      {
        "sentence": "压力是大家都会有的情绪，特别是在这个学习和成长的阶段。",
        "label": ""
      },
      {
        "sentence": "首先，接受这种压力是很自然的，不要对自己过于苛责。",
        "label": ""
      },
      {
        "sentence": "其次，尝试找到一些放松自己的方法，比如听音乐、看电影、运动等等。",
        "label": ""
      },
      {
        "sentence": "这些活动可以帮助你转移注意力、减少焦虑。",
        "label": ""
      },
      {
        "sentence": "同时，与朋友或家人倾诉，他们会给你帮助和支持。",
        "label": ""
      },
      {
        "sentence": "最重要的是，要相信自己的能力，你一定有能力应对现在的困难。",
        "label": ""
      },
      {
        "sentence": "人生的路上不孤单，我们陪着你度过，祝好！",
        "label": ""
      }
    ]
  }
]