[
  {
    "role": "client",
    "content": "想过离开，但是也曾热爱，可以有人拉我一把嘛？有三年了，慢慢对爱好提不起兴趣，感觉总在伤害在意自己的人，半夜也曾经设想过自己得死亡。我知道自己身边有很多人关心自己，我知道自己都想法不对，但是我控制不住自己。曾经也尝试沟通过，但是大家都觉着我平时表现没什么不对，就。。控制不住得好难过。试图和父母沟通，但是几次下来结果都不是很好，也找过专业人士，效果不大。感觉自己的理智和情感站在对立面。我原本也算热爱生活不。我有一整个屋子的书，两架古筝一架古琴。喜欢化学生物，喜欢做实验，喜欢我大学所有的医学专业课，喜欢去做志愿者，喜欢看电影喜欢旅行。只是现在因为情绪慢慢都淡了。两年时间也许不是很长，但是一直处在这种情绪中的我也很累，努力了，累了倦了。只是希望，可以有人拉我一把。毕竟，这时候休息并不是什么好事。我身体本来也不好，螚长到这么大我自己也不可思议，这些时光就像是偷来的。我也曾热爱生活。",
    "annotation": [
      {
        "sentence": "想过离开，但是也曾热爱，可以有人拉我一把嘛？",
        "label": ""
      },
      {
        "sentence": "有三年了，慢慢对爱好提不起兴趣，感觉总在伤害在意自己的人，半夜也曾经设想过自己得死亡。",
        "label": ""
      },
      {
        "sentence": "我知道自己身边有很多人关心自己，我知道自己都想法不对，但是我控制不住自己。",
        "label": ""
      },
      {
        "sentence": "曾经也尝试沟通过，但是大家都觉着我平时表现没什么不对，就。。",
        "label": ""
      },
      {
        "sentence": "控制不住得好难过。",
        "label": ""
      },
      {
        "sentence": "试图和父母沟通，但是几次下来结果都不是很好，也找过专业人士，效果不大。",
        "label": ""
      },
      {
        "sentence": "感觉自己的理智和情感站在对立面。",
        "label": ""
      },
      {
        "sentence": "我原本也算热爱生活不。",
        "label": ""
      },
      {
        "sentence": "我有一整个屋子的书，两架古筝一架古琴。",
        "label": ""
      },
      {
        "sentence": "喜欢化学生物，喜欢做实验，喜欢我大学所有的医学专业课，喜欢去做志愿者，喜欢看电影喜欢旅行。",
        "label": ""
      },
      {
        "sentence": "只是现在因为情绪慢慢都淡了。",
        "label": ""
      },
      {
        "sentence": "两年时间也许不是很长，但是一直处在这种情绪中的我也很累，努力了，累了倦了。",
        "label": ""
      },
      {
        "sentence": "只是希望，可以有人拉我一把。",
        "label": ""
      },
      {
        "sentence": "毕竟，这时候休息并不是什么好事。",
        "label": ""
      },
      {
        "sentence": "我身体本来也不好，螚长到这么大我自己也不可思议，这些时光就像是偷来的。",
        "label": ""
      },
      {
        "sentence": "我也曾热爱生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我可以明白你目前的困境和感受。你已经尝试过很多方法来缓解这种情绪，但似乎没有取得太大的效果。在我年轻的时候，也曾经面临过类似的挑战。当时，我发现依赖他人给予的支持是行不通的，于是我选择成为自己和他人的精神支柱。",
    "annotation": [
      {
        "sentence": "你好，我可以明白你目前的困境和感受。",
        "label": ""
      },
      {
        "sentence": "你已经尝试过很多方法来缓解这种情绪，但似乎没有取得太大的效果。",
        "label": ""
      },
      {
        "sentence": "在我年轻的时候，也曾经面临过类似的挑战。",
        "label": ""
      },
      {
        "sentence": "当时，我发现依赖他人给予的支持是行不通的，于是我选择成为自己和他人的精神支柱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "请问你是如何做到的呢？",
    "annotation": [
      {
        "sentence": "请问你是如何做到的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我发现，成为自己和他人的精神支柱是一种强大的心理能力。我当时意识到，世界上为什么会有太阳存在呢？我认为自己也可以成为他人的太阳，照亮他们心灵的每个角落，融化他们心中的每一寸冰封。在这个信念的支持下，经过几年的时间，我基本上做到了这一点。",
    "annotation": [
      {
        "sentence": "我发现，成为自己和他人的精神支柱是一种强大的心理能力。",
        "label": ""
      },
      {
        "sentence": "我当时意识到，世界上为什么会有太阳存在呢？",
        "label": ""
      },
      {
        "sentence": "我认为自己也可以成为他人的太阳，照亮他们心灵的每个角落，融化他们心中的每一寸冰封。",
        "label": ""
      },
      {
        "sentence": "在这个信念的支持下，经过几年的时间，我基本上做到了这一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那你是如何帮助他人的呢？",
    "annotation": [
      {
        "sentence": "那你是如何帮助他人的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我身边的朋友们，无论男女老幼，不论是已经工作还是还在学习，他们在遭遇困境时，会向我倾诉他们的烦恼。我会不断地鼓励他们，让他们从我身上获得精神动力和支持。对于我的朋友们，我总是不断重复两句话：“相信自己，你是最棒的。世上没有过不去的难关，永远不要放弃人生。”最让我高兴的是，他们告诉我，每当他们遇到挫折时，看到我给他们的鼓励，就重新充满了信心和力量。他们逐渐找到解决问题的办法，甚至获得了一些前所未有的能力，他们也试着去帮助身边需要帮助的人。我逐渐成为了另一个小太阳，在我身边的人或多或少都受到了我的影响。",
    "annotation": [
      {
        "sentence": "我身边的朋友们，无论男女老幼，不论是已经工作还是还在学习，他们在遭遇困境时，会向我倾诉他们的烦恼。",
        "label": ""
      },
      {
        "sentence": "我会不断地鼓励他们，让他们从我身上获得精神动力和支持。",
        "label": ""
      },
      {
        "sentence": "对于我的朋友们，我总是不断重复两句话：“相信自己，你是最棒的。",
        "label": ""
      },
      {
        "sentence": "世上没有过不去的难关，永远不要放弃人生。",
        "label": ""
      },
      {
        "sentence": "”最让我高兴的是，他们告诉我，每当他们遇到挫折时，看到我给他们的鼓励，就重新充满了信心和力量。",
        "label": ""
      },
      {
        "sentence": "他们逐渐找到解决问题的办法，甚至获得了一些前所未有的能力，他们也试着去帮助身边需要帮助的人。",
        "label": ""
      },
      {
        "sentence": "我逐渐成为了另一个小太阳，在我身边的人或多或少都受到了我的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来你的经历很不错。但我不知道自己是否有能力成为他人的精神支柱。",
    "annotation": [
      {
        "sentence": "听起来你的经历很不错。",
        "label": ""
      },
      {
        "sentence": "但我不知道自己是否有能力成为他人的精神支柱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都可以被影响，也可以影响他人。这只是意志的较量而已。谁的意志力更强，谁就是胜利者。学会成为他人的精神支柱对我来说是一门重要的课程，虽然我付出了很多时间和努力，但这门课程对我的人生和我身边的人都有极其重要的影响，可以说是终身受益。你也是可以的，你的描述只是你当前的状态，并不代表你的全部。我相信你还是有能力自己走出困境的。不要试图扮演强者，做回自己，相信自己。加油！",
    "annotation": [
      {
        "sentence": "每个人都可以被影响，也可以影响他人。",
        "label": ""
      },
      {
        "sentence": "这只是意志的较量而已。",
        "label": ""
      },
      {
        "sentence": "谁的意志力更强，谁就是胜利者。",
        "label": ""
      },
      {
        "sentence": "学会成为他人的精神支柱对我来说是一门重要的课程，虽然我付出了很多时间和努力，但这门课程对我的人生和我身边的人都有极其重要的影响，可以说是终身受益。",
        "label": ""
      },
      {
        "sentence": "你也是可以的，你的描述只是你当前的状态，并不代表你的全部。",
        "label": ""
      },
      {
        "sentence": "我相信你还是有能力自己走出困境的。",
        "label": ""
      },
      {
        "sentence": "不要试图扮演强者，做回自己，相信自己。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]