[
  {
    "role": "client",
    "content": "我确诊为轻度抑郁，经常感到无助，人际关系带来了很多痛苦。前几年我就觉得自己的心理状态不太好，但是直到去年才敢在男朋友的陪同下去医院确诊。医生说我有轻度抑郁，开了药给我。我吃了一段时间就停了，然后一直在学习很多心理学课程，包括平台的抑郁课程。了解了相关的知识之后，我觉得好受了一些，但是无力感还是一直困扰着我。我没有告诉家里人我有抑郁，因为家里已经有一个精神病患者了，我觉得如果告诉他们我也生病了，只会让他们更难过。同时我也深信，身边的人都无法帮助我。如果能够得到帮助，我就不会有这么多的担心、纠结和焦虑了。最近，我对男朋友越来越失望，因为他没有主动为我做一些可能有助于我摆脱抑郁的事情，也没有对这个问题表现出更多的关心。上周，我和我十年的闺蜜谈了这个问题，她最后什么也没回我，兴高采烈地和别人去社交了。当我情绪稳定时，我可以理解他们，但是当情绪不稳定时，我就感到很痛苦，为什么他们对于我的痛苦毫不关心，让我对人际关系感到绝望，想要破坏。",
    "annotation": [
      {
        "sentence": "我确诊为轻度抑郁，经常感到无助，人际关系带来了很多痛苦。",
        "label": ""
      },
      {
        "sentence": "前几年我就觉得自己的心理状态不太好，但是直到去年才敢在男朋友的陪同下去医院确诊。",
        "label": ""
      },
      {
        "sentence": "医生说我有轻度抑郁，开了药给我。",
        "label": ""
      },
      {
        "sentence": "我吃了一段时间就停了，然后一直在学习很多心理学课程，包括平台的抑郁课程。",
        "label": ""
      },
      {
        "sentence": "了解了相关的知识之后，我觉得好受了一些，但是无力感还是一直困扰着我。",
        "label": ""
      },
      {
        "sentence": "我没有告诉家里人我有抑郁，因为家里已经有一个精神病患者了，我觉得如果告诉他们我也生病了，只会让他们更难过。",
        "label": ""
      },
      {
        "sentence": "同时我也深信，身边的人都无法帮助我。",
        "label": ""
      },
      {
        "sentence": "如果能够得到帮助，我就不会有这么多的担心、纠结和焦虑了。",
        "label": ""
      },
      {
        "sentence": "最近，我对男朋友越来越失望，因为他没有主动为我做一些可能有助于我摆脱抑郁的事情，也没有对这个问题表现出更多的关心。",
        "label": ""
      },
      {
        "sentence": "上周，我和我十年的闺蜜谈了这个问题，她最后什么也没回我，兴高采烈地和别人去社交了。",
        "label": ""
      },
      {
        "sentence": "当我情绪稳定时，我可以理解他们，但是当情绪不稳定时，我就感到很痛苦，为什么他们对于我的痛苦毫不关心，让我对人际关系感到绝望，想要破坏。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以感受到你内心的压抑、愤怒、孤独、冲突和无助。家庭中有一个患病十多年的精神疾病患者，无论对于家庭的哪个成员来说，都会承受很大的压力。这样的压力对于成年人来说可能还好，他们可能可以理解和接受这个状况。但对于未成年人来说，很难去理解和接受家人患有精神疾病，同时他们可能会因为家人对患者的过度关注而忽略了自己的需求，导致他们觉得自己哪里不好，不值得家人的理解和关爱，从而压抑自己。长期处于这样的家庭环境中，无法得到家人的尊重、信任、理解、接纳和支持，会让你对自己产生否定的态度，缺乏自信和安全感，在面对家庭和现实生活时感到焦虑、不安和无助。对于你的家庭来说，你的轻度抑郁和无力无助可以说是一种“正常”的反应，因为家人无法抽出足够的时间和精力来关注你，无法给予你更多的接纳、理解和爱护。但对于你来说，这种状况却是“不正常”的，让你感到很难受，对你正常的社交和生活造成了一定的影响。在家庭中无法获得的信任、理解、接纳、认可和支持会使你的内心在某些时候以无意识的方式将情感需求投射到某些人身上，比如你的男友和闺蜜，甚至其他朋友，这会给他们带来不同程度的压力，让他们感到很不舒服，无法真正理解、接纳、认可和满足你的需求，可能会与你产生误解，拉开彼此的距离。你提到了一个关键点，就是家庭中已经有一个患病十多年的精神疾病患者，家人已经承受了很大的压力，这个时候如果你再告诉家人自己的内心想法、感受、情感和情绪，只会让他们的压力更大。所以现在你只能依靠自己。你可以预约适合的老师接受系统的心理咨询，释放内心压抑的情感和情绪，满足你的情感需求，找回自己的位置和目标，了解自己的能力，并逐步向着目标努力前进，渐渐地走出这些困扰。",
    "annotation": [
      {
        "sentence": "我可以感受到你内心的压抑、愤怒、孤独、冲突和无助。",
        "label": ""
      },
      {
        "sentence": "家庭中有一个患病十多年的精神疾病患者，无论对于家庭的哪个成员来说，都会承受很大的压力。",
        "label": ""
      },
      {
        "sentence": "这样的压力对于成年人来说可能还好，他们可能可以理解和接受这个状况。",
        "label": ""
      },
      {
        "sentence": "但对于未成年人来说，很难去理解和接受家人患有精神疾病，同时他们可能会因为家人对患者的过度关注而忽略了自己的需求，导致他们觉得自己哪里不好，不值得家人的理解和关爱，从而压抑自己。",
        "label": ""
      },
      {
        "sentence": "长期处于这样的家庭环境中，无法得到家人的尊重、信任、理解、接纳和支持，会让你对自己产生否定的态度，缺乏自信和安全感，在面对家庭和现实生活时感到焦虑、不安和无助。",
        "label": ""
      },
      {
        "sentence": "对于你的家庭来说，你的轻度抑郁和无力无助可以说是一种“正常”的反应，因为家人无法抽出足够的时间和精力来关注你，无法给予你更多的接纳、理解和爱护。",
        "label": ""
      },
      {
        "sentence": "但对于你来说，这种状况却是“不正常”的，让你感到很难受，对你正常的社交和生活造成了一定的影响。",
        "label": ""
      },
      {
        "sentence": "在家庭中无法获得的信任、理解、接纳、认可和支持会使你的内心在某些时候以无意识的方式将情感需求投射到某些人身上，比如你的男友和闺蜜，甚至其他朋友，这会给他们带来不同程度的压力，让他们感到很不舒服，无法真正理解、接纳、认可和满足你的需求，可能会与你产生误解，拉开彼此的距离。",
        "label": ""
      },
      {
        "sentence": "你提到了一个关键点，就是家庭中已经有一个患病十多年的精神疾病患者，家人已经承受了很大的压力，这个时候如果你再告诉家人自己的内心想法、感受、情感和情绪，只会让他们的压力更大。",
        "label": ""
      },
      {
        "sentence": "所以现在你只能依靠自己。",
        "label": ""
      },
      {
        "sentence": "你可以预约适合的老师接受系统的心理咨询，释放内心压抑的情感和情绪，满足你的情感需求，找回自己的位置和目标，了解自己的能力，并逐步向着目标努力前进，渐渐地走出这些困扰。",
        "label": ""
      }
    ]
  }
]