[
  {
    "role": "client",
    "content": "最近我觉得自己的心情越来越低落，一直感到无助，而且人际关系中的边界问题也让我很痛苦。",
    "annotation": [
      {
        "sentence": "最近我觉得自己的心情越来越低落，一直感到无助，而且人际关系中的边界问题也让我很痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你确定是轻度抑郁，医生确诊的吗？我理解你之前也有察觉到自己的心理状态不好，但直到去年才敢去医院确诊，还好你的男朋友一直陪着你。",
    "annotation": [
      {
        "sentence": "你确定是轻度抑郁，医生确诊的吗？",
        "label": ""
      },
      {
        "sentence": "我理解你之前也有察觉到自己的心理状态不好，但直到去年才敢去医院确诊，还好你的男朋友一直陪着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，确诊是轻度抑郁，并且医生给我开了药。不过吃了一段时间后，我就不再吃了。后来我一直在学习心理学课程，包括平台上的抑郁课程，这些知识对我有些帮助，但无力感却还是一直困扰着我。",
    "annotation": [
      {
        "sentence": "是的，确诊是轻度抑郁，并且医生给我开了药。",
        "label": ""
      },
      {
        "sentence": "不过吃了一段时间后，我就不再吃了。",
        "label": ""
      },
      {
        "sentence": "后来我一直在学习心理学课程，包括平台上的抑郁课程，这些知识对我有些帮助，但无力感却还是一直困扰着我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你选择自学心理学课程并试图让自己好受一点，这份责任心和学习能力值得称赞。但作为一个病人，其实更需要家人的支持和关怀。我能理解你的无力感和焦虑，你一直没有告诉家人自己的病情，是因为担心会让他们难过，还是因为你觉得他们帮不了你？",
    "annotation": [
      {
        "sentence": "你选择自学心理学课程并试图让自己好受一点，这份责任心和学习能力值得称赞。",
        "label": ""
      },
      {
        "sentence": "但作为一个病人，其实更需要家人的支持和关怀。",
        "label": ""
      },
      {
        "sentence": "我能理解你的无力感和焦虑，你一直没有告诉家人自己的病情，是因为担心会让他们难过，还是因为你觉得他们帮不了你？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我担心告诉家人后他们会感到难过，而且我也自认为身边的人无法真正帮助我。如果有人能够帮助我，我就不会有这么多的担心、痛苦和焦虑了。",
    "annotation": [
      {
        "sentence": "确实，我担心告诉家人后他们会感到难过，而且我也自认为身边的人无法真正帮助我。",
        "label": ""
      },
      {
        "sentence": "如果有人能够帮助我，我就不会有这么多的担心、痛苦和焦虑了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能理解你的想法，你现在对男朋友的失望越来越多，因为他没有主动帮助你，也没有对你的病情有更多的了解。而且上周跟你的闺蜜说了这个事情，她也没有回复你，就开开心心地和别人社交去了。有时候在情绪稳定的时候，你会觉得可以理解他们，但在情绪不稳定的时候，你会感到痛苦，觉得为什么他们对你的痛苦无动于衷，对你们之间的关系感到绝望，甚至有破坏的想法。",
    "annotation": [
      {
        "sentence": "能理解你的想法，你现在对男朋友的失望越来越多，因为他没有主动帮助你，也没有对你的病情有更多的了解。",
        "label": ""
      },
      {
        "sentence": "而且上周跟你的闺蜜说了这个事情，她也没有回复你，就开开心心地和别人社交去了。",
        "label": ""
      },
      {
        "sentence": "有时候在情绪稳定的时候，你会觉得可以理解他们，但在情绪不稳定的时候，你会感到痛苦，觉得为什么他们对你的痛苦无动于衷，对你们之间的关系感到绝望，甚至有破坏的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，你说得很准确。我觉得自己需要更多的关注和安慰，希望男朋友和闺蜜能够更多的关心我，但是他们没有达到我的期望，我就会感到痛苦、失望和难过，觉得没有人爱我。",
    "annotation": [
      {
        "sentence": "对，你说得很准确。",
        "label": ""
      },
      {
        "sentence": "我觉得自己需要更多的关注和安慰，希望男朋友和闺蜜能够更多的关心我，但是他们没有达到我的期望，我就会感到痛苦、失望和难过，觉得没有人爱我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对他们有这样的期待和要求，是因为你内心渴望被认可的人能够陪伴你，那种想法在你的成长经历中可能缺少了爱和关注，导致你缺乏安全感。但是要明白，他人并不一定能够满足你所有的期待，而你也需要认识到这种想法是否客观。你的痛苦和焦虑主要来自于对人际关系的认知，为了减轻自己的困扰，首先要接受自己的轻度抑郁，抑郁可以理解为情绪感冒，只要你积极配合医生治疗并努力，你一定可以康复起来。你的内心脆弱和无力在你需要帮助的时候，可以主动与周围的人表达，告诉他们你需要他们的理解和安慰，这样你的男朋友和闺蜜就知道如何给你最好的帮助了。如果你情绪不稳定的时候，建议你寻求专业心理咨询师的帮助，他们能够从专业角度来指导你。希望我的回答能够对你有所帮助。",
    "annotation": [
      {
        "sentence": "你对他们有这样的期待和要求，是因为你内心渴望被认可的人能够陪伴你，那种想法在你的成长经历中可能缺少了爱和关注，导致你缺乏安全感。",
        "label": ""
      },
      {
        "sentence": "但是要明白，他人并不一定能够满足你所有的期待，而你也需要认识到这种想法是否客观。",
        "label": ""
      },
      {
        "sentence": "你的痛苦和焦虑主要来自于对人际关系的认知，为了减轻自己的困扰，首先要接受自己的轻度抑郁，抑郁可以理解为情绪感冒，只要你积极配合医生治疗并努力，你一定可以康复起来。",
        "label": ""
      },
      {
        "sentence": "你的内心脆弱和无力在你需要帮助的时候，可以主动与周围的人表达，告诉他们你需要他们的理解和安慰，这样你的男朋友和闺蜜就知道如何给你最好的帮助了。",
        "label": ""
      },
      {
        "sentence": "如果你情绪不稳定的时候，建议你寻求专业心理咨询师的帮助，他们能够从专业角度来指导你。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能够对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，我会试着接纳并理解自己的情绪，也会主动与周围的人沟通。",
    "annotation": [
      {
        "sentence": "谢谢你的回答，我会试着接纳并理解自己的情绪，也会主动与周围的人沟通。",
        "label": ""
      }
    ]
  }
]