[
  {
    "role": "client",
    "content": "我确诊了轻度抑郁，经常感到无助，同时也在人际交往中遇到了困扰。我前几年就有意识到自己的心理状态不太好，但一直到去年才敢在男朋友的陪同下去医院确诊。医生告诉我是轻度抑郁，并给我开了药。我吃了一段时间就停了。之后，我开始学习很多心理学课程，包括抑郁课程，对于相关的心理学知识有所了解后，确实让我感到好一些了，但是无力感仍然长时间困扰着我。我没有告诉家里人我抑郁的事情，因为家里已经有一个精神病患者了十多年，我觉得我说出来只会让他们感到难过，而且我也在深层次思考中认为身边的人无法帮助我。如果能得到帮助，我就不会有这么多担忧、纠结和焦虑了。最近，我对男朋友越来越失望，因为他没有主动采取任何可能帮助我摆脱抑郁的行动，也没有对这个问题产生更多兴趣。还有上周，我告诉了闺蜜这件事，她最后没有回复我，而是开心地与其他人社交。当情绪稳定的时候，我会觉得我应该理解他们，但当情绪不稳定的时候，我就感到很痛苦，为什么你们对我的痛苦没有任何反应，这使我对人际关系感到绝望，有想要破坏一切的冲动。",
    "annotation": [
      {
        "sentence": "我确诊了轻度抑郁，经常感到无助，同时也在人际交往中遇到了困扰。",
        "label": ""
      },
      {
        "sentence": "我前几年就有意识到自己的心理状态不太好，但一直到去年才敢在男朋友的陪同下去医院确诊。",
        "label": ""
      },
      {
        "sentence": "医生告诉我是轻度抑郁，并给我开了药。",
        "label": ""
      },
      {
        "sentence": "我吃了一段时间就停了。",
        "label": ""
      },
      {
        "sentence": "之后，我开始学习很多心理学课程，包括抑郁课程，对于相关的心理学知识有所了解后，确实让我感到好一些了，但是无力感仍然长时间困扰着我。",
        "label": ""
      },
      {
        "sentence": "我没有告诉家里人我抑郁的事情，因为家里已经有一个精神病患者了十多年，我觉得我说出来只会让他们感到难过，而且我也在深层次思考中认为身边的人无法帮助我。",
        "label": ""
      },
      {
        "sentence": "如果能得到帮助，我就不会有这么多担忧、纠结和焦虑了。",
        "label": ""
      },
      {
        "sentence": "最近，我对男朋友越来越失望，因为他没有主动采取任何可能帮助我摆脱抑郁的行动，也没有对这个问题产生更多兴趣。",
        "label": ""
      },
      {
        "sentence": "还有上周，我告诉了闺蜜这件事，她最后没有回复我，而是开心地与其他人社交。",
        "label": ""
      },
      {
        "sentence": "当情绪稳定的时候，我会觉得我应该理解他们，但当情绪不稳定的时候，我就感到很痛苦，为什么你们对我的痛苦没有任何反应，这使我对人际关系感到绝望，有想要破坏一切的冲动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我和你一样也患有重度抑郁和焦虑症，我也像你一样害怕家人为我操心，因为从小我就被灌输要学会自己承担。我深知家人无法真正帮到我，同样，在我生病后，男朋友也像你的男朋友一样没有做任何事情。我曾试图让他伸出援手，但结果发现他不仅没有减轻我病情的作用，反而加重了我的困境。所以，你描述的这一切，我非常能够理解你的感受。当我们在求助无果时，痛苦的感觉会被放大，无助、伤心甚至愤怒！在这个时候，我明白了要依靠自己。你是否想好好地过上正常的生活？你是否想成为以前快乐的自己？如果都是肯定的，那么当我们无法得到帮助时，就要从内心淡化寻求帮助的念头，因为这会雪上加霜。因为很少有人能完全理解我们，除非他们也是同样受抑郁症困扰的人。所以，我们要主动努力，不要指望任何人。要坚持自己的努力，不要被他人的态度和语气所影响。恢复健康比任何事情或人都重要，我们完全可以靠自己。相信你的主治医生，走出困境，我们就是重生。我想变好，所以我会努力，我要迎接新生，因此，我们一起加油！",
    "annotation": [
      {
        "sentence": "我和你一样也患有重度抑郁和焦虑症，我也像你一样害怕家人为我操心，因为从小我就被灌输要学会自己承担。",
        "label": ""
      },
      {
        "sentence": "我深知家人无法真正帮到我，同样，在我生病后，男朋友也像你的男朋友一样没有做任何事情。",
        "label": ""
      },
      {
        "sentence": "我曾试图让他伸出援手，但结果发现他不仅没有减轻我病情的作用，反而加重了我的困境。",
        "label": ""
      },
      {
        "sentence": "所以，你描述的这一切，我非常能够理解你的感受。",
        "label": ""
      },
      {
        "sentence": "当我们在求助无果时，痛苦的感觉会被放大，无助、伤心甚至愤怒！",
        "label": ""
      },
      {
        "sentence": "在这个时候，我明白了要依靠自己。",
        "label": ""
      },
      {
        "sentence": "你是否想好好地过上正常的生活？",
        "label": ""
      },
      {
        "sentence": "你是否想成为以前快乐的自己？",
        "label": ""
      },
      {
        "sentence": "如果都是肯定的，那么当我们无法得到帮助时，就要从内心淡化寻求帮助的念头，因为这会雪上加霜。",
        "label": ""
      },
      {
        "sentence": "因为很少有人能完全理解我们，除非他们也是同样受抑郁症困扰的人。",
        "label": ""
      },
      {
        "sentence": "所以，我们要主动努力，不要指望任何人。",
        "label": ""
      },
      {
        "sentence": "要坚持自己的努力，不要被他人的态度和语气所影响。",
        "label": ""
      },
      {
        "sentence": "恢复健康比任何事情或人都重要，我们完全可以靠自己。",
        "label": ""
      },
      {
        "sentence": "相信你的主治医生，走出困境，我们就是重生。",
        "label": ""
      },
      {
        "sentence": "我想变好，所以我会努力，我要迎接新生，因此，我们一起加油！",
        "label": ""
      }
    ]
  }
]