[
  {
    "role": "client",
    "content": "我是个25岁的女生，从小到大，父母都很沉默寡言，亲缘淡泊，我一直都感觉不到他们的关爱。我也变得很内向，不敢表达自己的想法，不管发生什么事，都是憋在心里。我还有一个女强人姑姑，她对我要求很高，无论做什么都不能让她满意。每次和她沟通，都会被她挑剔，我感觉很沉闷。毕业后在工作上碰到很多困难，情商也很低。而且我也没有经历过真正的感情，对未来感到迷茫，甚至开始想自杀了。请问我该怎么办？",
    "annotation": [
      {
        "sentence": "我是个25岁的女生，从小到大，父母都很沉默寡言，亲缘淡泊，我一直都感觉不到他们的关爱。",
        "label": ""
      },
      {
        "sentence": "我也变得很内向，不敢表达自己的想法，不管发生什么事，都是憋在心里。",
        "label": ""
      },
      {
        "sentence": "我还有一个女强人姑姑，她对我要求很高，无论做什么都不能让她满意。",
        "label": ""
      },
      {
        "sentence": "每次和她沟通，都会被她挑剔，我感觉很沉闷。",
        "label": ""
      },
      {
        "sentence": "毕业后在工作上碰到很多困难，情商也很低。",
        "label": ""
      },
      {
        "sentence": "而且我也没有经历过真正的感情，对未来感到迷茫，甚至开始想自杀了。",
        "label": ""
      },
      {
        "sentence": "请问我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的性格受到了父母的影响，非常内向，不善于沟通。其实，你并没有学会正确地表达自己的情绪和感受，习惯了压抑自己。这种情况下，你的自信心相对较弱。你姑姑的强势和说教对你来说无异于雪上加霜。不过，你能够大学毕业说明你具备良好的学习能力。内向的性格并不一定会成为你工作上的阻碍，事实上，很多职业更欢迎性格内向的人。所以，我想问一下，你在工作中遇到的问题具体是什么呢？另外，被骗的经历是否让你失去了对他人的信任？每次和家人沟通后都想自杀，这是因为沟通中存在一些冲突或不愉快吗？如果是和家人在一起才会这样，暂时离开这样的环境会不会有所改善呢？你能来这里求助，说明你还是想解决自己的困境。我建议你找个咨询师聊一聊，当你的工作逐渐顺利，人际关系改善了，未来的生活也会越来越有希望。",
    "annotation": [
      {
        "sentence": "你现在的性格受到了父母的影响，非常内向，不善于沟通。",
        "label": ""
      },
      {
        "sentence": "其实，你并没有学会正确地表达自己的情绪和感受，习惯了压抑自己。",
        "label": ""
      },
      {
        "sentence": "这种情况下，你的自信心相对较弱。",
        "label": ""
      },
      {
        "sentence": "你姑姑的强势和说教对你来说无异于雪上加霜。",
        "label": ""
      },
      {
        "sentence": "不过，你能够大学毕业说明你具备良好的学习能力。",
        "label": ""
      },
      {
        "sentence": "内向的性格并不一定会成为你工作上的阻碍，事实上，很多职业更欢迎性格内向的人。",
        "label": ""
      },
      {
        "sentence": "所以，我想问一下，你在工作中遇到的问题具体是什么呢？",
        "label": ""
      },
      {
        "sentence": "另外，被骗的经历是否让你失去了对他人的信任？",
        "label": ""
      },
      {
        "sentence": "每次和家人沟通后都想自杀，这是因为沟通中存在一些冲突或不愉快吗？",
        "label": ""
      },
      {
        "sentence": "如果是和家人在一起才会这样，暂时离开这样的环境会不会有所改善呢？",
        "label": ""
      },
      {
        "sentence": "你能来这里求助，说明你还是想解决自己的困境。",
        "label": ""
      },
      {
        "sentence": "我建议你找个咨询师聊一聊，当你的工作逐渐顺利，人际关系改善了，未来的生活也会越来越有希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我觉得自己确实没有学会正确地表达情感，总是憋在心里。我在工作上遇到的问题主要是与同事合作不愉快，无法很好地融入团队。被骗的经历让我对他人的信任降到了谷底，总觉得别人都有可能欺骗我。每次和家人沟通都是一种痛苦，他们总是对我期待很高，而我无法满足他们的期待。我会考虑你的建议，找个咨询师倾诉一下。希望我能找到一种适合自己的工作，并改善与家人和同事的关系。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我觉得自己确实没有学会正确地表达情感，总是憋在心里。",
        "label": ""
      },
      {
        "sentence": "我在工作上遇到的问题主要是与同事合作不愉快，无法很好地融入团队。",
        "label": ""
      },
      {
        "sentence": "被骗的经历让我对他人的信任降到了谷底，总觉得别人都有可能欺骗我。",
        "label": ""
      },
      {
        "sentence": "每次和家人沟通都是一种痛苦，他们总是对我期待很高，而我无法满足他们的期待。",
        "label": ""
      },
      {
        "sentence": "我会考虑你的建议，找个咨询师倾诉一下。",
        "label": ""
      },
      {
        "sentence": "希望我能找到一种适合自己的工作，并改善与家人和同事的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经意识到了自己的问题，并且愿意尝试去解决，这是非常好的。工作上与同事合作不愉快是很常见的问题，可能是因为你们之前没有良好的沟通和理解。你可以试着主动和同事交流，了解他们的想法和需求，也分享自己的想法。这样可以增强团队合作和了解，也会让你更容易融入团队，提高工作效率。对于被骗的经历，我理解你会感到失去信任。但不要让这个经历一直困扰着你，尽管有些人是不诚实的，但也有很多人是值得信任的。对待他人要谨慎，但也要给予机会去相信。家人对你的期望可能是出于对你的关心和期待，你无法满足他们的期待并不代表你不优秀。你要学会坚持自己的想法，同时也要学会向家人理性地表达自己的困惑和需求。相信在倾诉中，你会找到一些解决问题的方法，也会对自己的未来有更明确的规划。",
    "annotation": [
      {
        "sentence": "你已经意识到了自己的问题，并且愿意尝试去解决，这是非常好的。",
        "label": ""
      },
      {
        "sentence": "工作上与同事合作不愉快是很常见的问题，可能是因为你们之前没有良好的沟通和理解。",
        "label": ""
      },
      {
        "sentence": "你可以试着主动和同事交流，了解他们的想法和需求，也分享自己的想法。",
        "label": ""
      },
      {
        "sentence": "这样可以增强团队合作和了解，也会让你更容易融入团队，提高工作效率。",
        "label": ""
      },
      {
        "sentence": "对于被骗的经历，我理解你会感到失去信任。",
        "label": ""
      },
      {
        "sentence": "但不要让这个经历一直困扰着你，尽管有些人是不诚实的，但也有很多人是值得信任的。",
        "label": ""
      },
      {
        "sentence": "对待他人要谨慎，但也要给予机会去相信。",
        "label": ""
      },
      {
        "sentence": "家人对你的期望可能是出于对你的关心和期待，你无法满足他们的期待并不代表你不优秀。",
        "label": ""
      },
      {
        "sentence": "你要学会坚持自己的想法，同时也要学会向家人理性地表达自己的困惑和需求。",
        "label": ""
      },
      {
        "sentence": "相信在倾诉中，你会找到一些解决问题的方法，也会对自己的未来有更明确的规划。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议。我明白了我需要更主动地与同事交流，我会尝试去理解他们，同时也表达自己的想法和需求。对于被骗的经历，我会尽量放下心中的恐惧，重新去相信他人。家人的期望是出于关心，我也会试着向他们表达自己的困惑和需求，希望能够得到更好的沟通和理解。我会找个咨询师，将自己的感受和困惑倾诉出来，希望能够找到解决问题的方法。再次感谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我明白了我需要更主动地与同事交流，我会尝试去理解他们，同时也表达自己的想法和需求。",
        "label": ""
      },
      {
        "sentence": "对于被骗的经历，我会尽量放下心中的恐惧，重新去相信他人。",
        "label": ""
      },
      {
        "sentence": "家人的期望是出于关心，我也会试着向他们表达自己的困惑和需求，希望能够得到更好的沟通和理解。",
        "label": ""
      },
      {
        "sentence": "我会找个咨询师，将自己的感受和困惑倾诉出来，希望能够找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经做出了很好的决定，愿意去尝试改变和寻求帮助。这是走向改善的第一步。在与同事的交流中，记得要保持积极的态度，倾听他们的想法，并提出自己的意见。无论是工作上还是与家人的沟通中，与他们进行坦诚的对话非常重要。咨询师会是你倾诉和找到解决问题的方法的良好支持者，相信通过他们的指导，你会找到适合自己的方法和改善生活的方向。不管遇到什么困难，记得要保持信心，相信自己能够走出迷茫，迎接更好的生活。祝福你！",
    "annotation": [
      {
        "sentence": "你已经做出了很好的决定，愿意去尝试改变和寻求帮助。",
        "label": ""
      },
      {
        "sentence": "这是走向改善的第一步。",
        "label": ""
      },
      {
        "sentence": "在与同事的交流中，记得要保持积极的态度，倾听他们的想法，并提出自己的意见。",
        "label": ""
      },
      {
        "sentence": "无论是工作上还是与家人的沟通中，与他们进行坦诚的对话非常重要。",
        "label": ""
      },
      {
        "sentence": "咨询师会是你倾诉和找到解决问题的方法的良好支持者，相信通过他们的指导，你会找到适合自己的方法和改善生活的方向。",
        "label": ""
      },
      {
        "sentence": "不管遇到什么困难，记得要保持信心，相信自己能够走出迷茫，迎接更好的生活。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]