[
  {
    "role": "client",
    "content": "我认识他已经7年了，结婚也有5年了，可是我现在怎么判断我还爱不爱我的另一半呢？我和老公是在大学时认识的，我们认识了7年，结婚也已经5年了。自从怀孕生小孩时发生了一些事情后，我对他的一些感觉变了，但是我自己拿不准。",
    "annotation": [
      {
        "sentence": "我认识他已经7年了，结婚也有5年了，可是我现在怎么判断我还爱不爱我的另一半呢？",
        "label": ""
      },
      {
        "sentence": "我和老公是在大学时认识的，我们认识了7年，结婚也已经5年了。",
        "label": ""
      },
      {
        "sentence": "自从怀孕生小孩时发生了一些事情后，我对他的一些感觉变了，但是我自己拿不准。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的烦恼，我可以理解你的困惑。你说自从怀孕生孩子后，你对他的感觉发生了变化，而且你们经常争吵，每次都是些小事。你不相信他，也不想和他沟通。当他给你发消息来理论时，你也不想看，直接就删了。你觉得如果没有他引起的事情，你就不会那么伤心，你的生活会更加快乐。你感觉自己变得比以前要冷血一些了。看到你的描述，我感到特别心疼你，你一定经历了很多让你特别伤心的事情。",
    "annotation": [
      {
        "sentence": "听到你的烦恼，我可以理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "你说自从怀孕生孩子后，你对他的感觉发生了变化，而且你们经常争吵，每次都是些小事。",
        "label": ""
      },
      {
        "sentence": "你不相信他，也不想和他沟通。",
        "label": ""
      },
      {
        "sentence": "当他给你发消息来理论时，你也不想看，直接就删了。",
        "label": ""
      },
      {
        "sentence": "你觉得如果没有他引起的事情，你就不会那么伤心，你的生活会更加快乐。",
        "label": ""
      },
      {
        "sentence": "你感觉自己变得比以前要冷血一些了。",
        "label": ""
      },
      {
        "sentence": "看到你的描述，我感到特别心疼你，你一定经历了很多让你特别伤心的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，就是因为这样，每次吵架我脑子里就会浮现出以前的不好的事情，我就特别想离婚。可是我们有孩子了，我又不想让孩子成为单亲家庭的孩子。我自己本身是在完整家庭长大的，我潜意识里觉得单亲家庭对孩子的心理成长会带来巨大的负面影响。所以我现在感到很困惑，不知道到底是不是真的不爱我老公。",
    "annotation": [
      {
        "sentence": "是的，就是因为这样，每次吵架我脑子里就会浮现出以前的不好的事情，我就特别想离婚。",
        "label": ""
      },
      {
        "sentence": "可是我们有孩子了，我又不想让孩子成为单亲家庭的孩子。",
        "label": ""
      },
      {
        "sentence": "我自己本身是在完整家庭长大的，我潜意识里觉得单亲家庭对孩子的心理成长会带来巨大的负面影响。",
        "label": ""
      },
      {
        "sentence": "所以我现在感到很困惑，不知道到底是不是真的不爱我老公。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是个非常负责任的母亲，这点我要给你点赞。我想你现在一定感到非常痛苦和纠结。你问到底是不是真的不爱老公了，是不是真的想离婚。我觉得你们大学时是相互爱着的，认识了7年，但结婚后，被琐事和生活消磨了。这些事情伤了你的心，让你开始怀疑自己到底还爱不爱这个人。想离婚吗？其实研究显示，最幸福的婚姻中，都有过至少200次的离婚念头和50次想掐死对方的想法。婚前对幸福生活的向往和婚后对琐碎生活的失望是正常的。而夫妻间、婆媳间等各种家庭生活中的矛盾，集中在结婚、怀孕、生育、坐月子、养育0-3岁的孩子这些方面。对于女人来说，这个阶段是从女孩过渡到女人的关键时期，也是女人一生中最重要的时刻。如果在这个时期，女人没有得到足够的精神和物质上的支持，没有得到婆家的认可，我们的内心就会一片狼藉。所以你的困惑很正常，不知道是否选择原谅他，把过去的事情放下，面对现实，把握好自己的底线。不要奢望争吵和吵闹会有什么改变。试试看，他会有什么变化。祝福你。",
    "annotation": [
      {
        "sentence": "你是个非常负责任的母亲，这点我要给你点赞。",
        "label": ""
      },
      {
        "sentence": "我想你现在一定感到非常痛苦和纠结。",
        "label": ""
      },
      {
        "sentence": "你问到底是不是真的不爱老公了，是不是真的想离婚。",
        "label": ""
      },
      {
        "sentence": "我觉得你们大学时是相互爱着的，认识了7年，但结婚后，被琐事和生活消磨了。",
        "label": ""
      },
      {
        "sentence": "这些事情伤了你的心，让你开始怀疑自己到底还爱不爱这个人。",
        "label": ""
      },
      {
        "sentence": "想离婚吗？",
        "label": ""
      },
      {
        "sentence": "其实研究显示，最幸福的婚姻中，都有过至少200次的离婚念头和50次想掐死对方的想法。",
        "label": ""
      },
      {
        "sentence": "婚前对幸福生活的向往和婚后对琐碎生活的失望是正常的。",
        "label": ""
      },
      {
        "sentence": "而夫妻间、婆媳间等各种家庭生活中的矛盾，集中在结婚、怀孕、生育、坐月子、养育0-3岁的孩子这些方面。",
        "label": ""
      },
      {
        "sentence": "对于女人来说，这个阶段是从女孩过渡到女人的关键时期，也是女人一生中最重要的时刻。",
        "label": ""
      },
      {
        "sentence": "如果在这个时期，女人没有得到足够的精神和物质上的支持，没有得到婆家的认可，我们的内心就会一片狼藉。",
        "label": ""
      },
      {
        "sentence": "所以你的困惑很正常，不知道是否选择原谅他，把过去的事情放下，面对现实，把握好自己的底线。",
        "label": ""
      },
      {
        "sentence": "不要奢望争吵和吵闹会有什么改变。",
        "label": ""
      },
      {
        "sentence": "试试看，他会有什么变化。",
        "label": ""
      },
      {
        "sentence": "祝福你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我明白了，现在的问题可能是因为生活琐事和矛盾让我开始怀疑自己的感情。我会试着原谅他，放下过去的事情，珍惜现在的家庭。我会为了孩子努力，也会尽力让自己快乐起来。谢谢你的鼓励和建议！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我明白了，现在的问题可能是因为生活琐事和矛盾让我开始怀疑自己的感情。",
        "label": ""
      },
      {
        "sentence": "我会试着原谅他，放下过去的事情，珍惜现在的家庭。",
        "label": ""
      },
      {
        "sentence": "我会为了孩子努力，也会尽力让自己快乐起来。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。你已经走出了这个困惑的第一步，相信自己，相信你可以克服困难，做出正确的选择。无论以后如何，记得不要怀疑你曾经爱过。如果连这个都怀疑，你的生活将会变得无比绝望。女性是一个在很多方面都表现出优势的物种，在生理和认知方面都更为优秀。所以我们要站在自己的优势上，要有能力选择原谅他，让过去的过去，面对现实，把握好自己的边界。关注好孩子的成长，孝顺自己的父母，即使没有他的帮助，你也能过得很好。加油！祝福你！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "你已经走出了这个困惑的第一步，相信自己，相信你可以克服困难，做出正确的选择。",
        "label": ""
      },
      {
        "sentence": "无论以后如何，记得不要怀疑你曾经爱过。",
        "label": ""
      },
      {
        "sentence": "如果连这个都怀疑，你的生活将会变得无比绝望。",
        "label": ""
      },
      {
        "sentence": "女性是一个在很多方面都表现出优势的物种，在生理和认知方面都更为优秀。",
        "label": ""
      },
      {
        "sentence": "所以我们要站在自己的优势上，要有能力选择原谅他，让过去的过去，面对现实，把握好自己的边界。",
        "label": ""
      },
      {
        "sentence": "关注好孩子的成长，孝顺自己的父母，即使没有他的帮助，你也能过得很好。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]