[
  {
    "role": "client",
    "content": "认识7年，结婚5年，怎么判断我还爱不爱我的另一半？我和老公是大学时认识，我们认识7年，结婚刚刚5年，自从怀孕生小孩时发生了一些事情后，我对他的一些感觉变了，但我自己拿不准。我们经常争执，每次都是小事，但我不相信他，也不是很想和他沟通讲话，他发消息来和我理论我也不想看，直接就删了，我心里老觉得没有他这些事我就不会那么伤心，我的生活就会更加快乐，我感觉自己变得比之前要冷血一些了，每次吵架我脑子里就浮现出以前的不好的事，我就特别想离婚，但是我们有孩子了，我又不想孩子成为单亲家庭的孩子，我自己本身是在完整家庭长大，我潜在的觉得单亲家庭对孩子的心理成长会带来巨大负面影响。我到底是不是真的不爱我老公？我是不是真的想离婚？",
    "annotation": [
      {
        "sentence": "认识7年，结婚5年，怎么判断我还爱不爱我的另一半？",
        "label": ""
      },
      {
        "sentence": "我和老公是大学时认识，我们认识7年，结婚刚刚5年，自从怀孕生小孩时发生了一些事情后，我对他的一些感觉变了，但我自己拿不准。",
        "label": ""
      },
      {
        "sentence": "我们经常争执，每次都是小事，但我不相信他，也不是很想和他沟通讲话，他发消息来和我理论我也不想看，直接就删了，我心里老觉得没有他这些事我就不会那么伤心，我的生活就会更加快乐，我感觉自己变得比之前要冷血一些了，每次吵架我脑子里就浮现出以前的不好的事，我就特别想离婚，但是我们有孩子了，我又不想孩子成为单亲家庭的孩子，我自己本身是在完整家庭长大，我潜在的觉得单亲家庭对孩子的心理成长会带来巨大负面影响。",
        "label": ""
      },
      {
        "sentence": "我到底是不是真的不爱我老公？",
        "label": ""
      },
      {
        "sentence": "我是不是真的想离婚？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "认识7年，结婚5年，再合适的两个人在这么长的时间内，也一定会经历无数次的争执矛盾，甚至想看生厌，反目成仇。但是从你的表述来看，从怀孕生小孩发生了一些事情，你对他的感觉变了，但是呢你也不确定，那说明这些事情可能不是什么原则性的大事，大概都是日常的一些琐碎的小事，让你对他产生了不信任的感觉。信任的重建呢，是个挺难的过程，需要两个人一起努力，要努力的去，静下心来找到问题的症结所在，您得去沟通交流。",
    "annotation": [
      {
        "sentence": "认识7年，结婚5年，再合适的两个人在这么长的时间内，也一定会经历无数次的争执矛盾，甚至想看生厌，反目成仇。",
        "label": ""
      },
      {
        "sentence": "但是从你的表述来看，从怀孕生小孩发生了一些事情，你对他的感觉变了，但是呢你也不确定，那说明这些事情可能不是什么原则性的大事，大概都是日常的一些琐碎的小事，让你对他产生了不信任的感觉。",
        "label": ""
      },
      {
        "sentence": "信任的重建呢，是个挺难的过程，需要两个人一起努力，要努力的去，静下心来找到问题的症结所在，您得去沟通交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我不想和他沟通讲话，他发消息来和我理论我也不想看，直接就删了。我觉得这些小事不断地发生让我对他产生了不信任的感觉，我觉得如果没有他这些事我就不会那么伤心，我的生活就会更加快乐。",
    "annotation": [
      {
        "sentence": "但是我不想和他沟通讲话，他发消息来和我理论我也不想看，直接就删了。",
        "label": ""
      },
      {
        "sentence": "我觉得这些小事不断地发生让我对他产生了不信任的感觉，我觉得如果没有他这些事我就不会那么伤心，我的生活就会更加快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我理解你的感受。生活中的小事确实可能会让我们对彼此产生负面的情绪和不信任感。但是要记住，每一个婚姻都需要经历这样的挑战和考验。不要忘记你们在一起的时候所拥有的美好回忆和感情基础。要试着重建你们之间的信任和沟通，或许你会发现问题并没有你想象中那么严重。",
    "annotation": [
      {
        "sentence": "是的，我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "生活中的小事确实可能会让我们对彼此产生负面的情绪和不信任感。",
        "label": ""
      },
      {
        "sentence": "但是要记住，每一个婚姻都需要经历这样的挑战和考验。",
        "label": ""
      },
      {
        "sentence": "不要忘记你们在一起的时候所拥有的美好回忆和感情基础。",
        "label": ""
      },
      {
        "sentence": "要试着重建你们之间的信任和沟通，或许你会发现问题并没有你想象中那么严重。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我感觉自己变得比之前冷血一些了，每次吵架我脑子里就浮现出以前的不好的事，我就特别想离婚。但是我们有孩子了，我又不想孩子成为单亲家庭的孩子。因为我自己本身是在完整家庭长大的，我担心单亲家庭对孩子的心理成长会带来负面影响。",
    "annotation": [
      {
        "sentence": "我感觉自己变得比之前冷血一些了，每次吵架我脑子里就浮现出以前的不好的事，我就特别想离婚。",
        "label": ""
      },
      {
        "sentence": "但是我们有孩子了，我又不想孩子成为单亲家庭的孩子。",
        "label": ""
      },
      {
        "sentence": "因为我自己本身是在完整家庭长大的，我担心单亲家庭对孩子的心理成长会带来负面影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对孩子的担忧是可以理解的。确实，研究表明单亲家庭可能会对孩子带来额外的压力和影响。但是，家庭的幸福和稳定不仅仅是建立在两个人的婚姻上，而是关系到每个成员的情感和互动。如果你觉得你们的婚姻面临很大的困难，那么也许可以寻求专业的帮助和咨询，以了解如何在保证孩子心理健康的同时，处理好你们之间的问题。",
    "annotation": [
      {
        "sentence": "你对孩子的担忧是可以理解的。",
        "label": ""
      },
      {
        "sentence": "确实，研究表明单亲家庭可能会对孩子带来额外的压力和影响。",
        "label": ""
      },
      {
        "sentence": "但是，家庭的幸福和稳定不仅仅是建立在两个人的婚姻上，而是关系到每个成员的情感和互动。",
        "label": ""
      },
      {
        "sentence": "如果你觉得你们的婚姻面临很大的困难，那么也许可以寻求专业的帮助和咨询，以了解如何在保证孩子心理健康的同时，处理好你们之间的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的不确定是否还爱我老公，我觉得自己一直在犹豫，也不知道自己是否想离婚。",
    "annotation": [
      {
        "sentence": "我真的不确定是否还爱我老公，我觉得自己一直在犹豫，也不知道自己是否想离婚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当我们对自己的感情感到迷茫时，有时候需要停下来，静下心来听取内心的声音。请问你还记得你们结婚的初衷和你对他的那份感情吗？你认为你们之间还有挽回的可能吗？毕竟，离婚是一项非常严肃的决定，需要在深思熟虑后才能做出。",
    "annotation": [
      {
        "sentence": "当我们对自己的感情感到迷茫时，有时候需要停下来，静下心来听取内心的声音。",
        "label": ""
      },
      {
        "sentence": "请问你还记得你们结婚的初衷和你对他的那份感情吗？",
        "label": ""
      },
      {
        "sentence": "你认为你们之间还有挽回的可能吗？",
        "label": ""
      },
      {
        "sentence": "毕竟，离婚是一项非常严肃的决定，需要在深思熟虑后才能做出。",
        "label": ""
      }
    ]
  }
]