[
  {
    "role": "client",
    "content": "这段时间心思一直定不下来，因为心里没有安全感？很想在一个地方稳定的工作下去，可是这几个月却一直跑来跑去，频繁的调动工作，感觉无论在哪里都不安定，是不是因为心里没有安全感？",
    "annotation": [
      {
        "sentence": "这段时间心思一直定不下来，因为心里没有安全感？",
        "label": ""
      },
      {
        "sentence": "很想在一个地方稳定的工作下去，可是这几个月却一直跑来跑去，频繁的调动工作，感觉无论在哪里都不安定，是不是因为心里没有安全感？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "分析一下你的烦恼：一，想稳定，最近却频繁调动。想稳定在一个地方一个岗位做下去，这是你的真实愿望。但愿望没有实现，你这几个月一直在频繁调动，这和你想要的稳定有很大出入。你是希望稳定下来，还是受到今年疫情的影响，不想过不确定的生活，想要确定的安稳。内心的不安稳会让你感到不踏实。",
    "annotation": [
      {
        "sentence": "分析一下你的烦恼：一，想稳定，最近却频繁调动。",
        "label": ""
      },
      {
        "sentence": "想稳定在一个地方一个岗位做下去，这是你的真实愿望。",
        "label": ""
      },
      {
        "sentence": "但愿望没有实现，你这几个月一直在频繁调动，这和你想要的稳定有很大出入。",
        "label": ""
      },
      {
        "sentence": "你是希望稳定下来，还是受到今年疫情的影响，不想过不确定的生活，想要确定的安稳。",
        "label": ""
      },
      {
        "sentence": "内心的不安稳会让你感到不踏实。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我希望能够有一个稳定的工作和生活，不再频繁调动。我觉得自己一直在跳槽，没有找到真正合适的工作，导致我对工作没有热情，心里常常感到失落和焦虑。",
    "annotation": [
      {
        "sentence": "是的，我希望能够有一个稳定的工作和生活，不再频繁调动。",
        "label": ""
      },
      {
        "sentence": "我觉得自己一直在跳槽，没有找到真正合适的工作，导致我对工作没有热情，心里常常感到失落和焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "调动工作，总是在不同的地方工作，可能是因为你目前的工作岗位不太符合你的口味，或者你的工作价值与自己的精神价值无法匹配。对于不顺心的工作，很难对工作保持高涨的热情，导致你内心浮躁不安。所以你感到没有安全感是有道理的。",
    "annotation": [
      {
        "sentence": "调动工作，总是在不同的地方工作，可能是因为你目前的工作岗位不太符合你的口味，或者你的工作价值与自己的精神价值无法匹配。",
        "label": ""
      },
      {
        "sentence": "对于不顺心的工作，很难对工作保持高涨的热情，导致你内心浮躁不安。",
        "label": ""
      },
      {
        "sentence": "所以你感到没有安全感是有道理的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实是这样，我一直觉得自己的工作没有达到自己的期望和目标，这让我觉得非常焦虑。我也很害怕未来的变故，担心自己找不到适合自己的工作，心里的不安感越来越强烈。",
    "annotation": [
      {
        "sentence": "确实是这样，我一直觉得自己的工作没有达到自己的期望和目标，这让我觉得非常焦虑。",
        "label": ""
      },
      {
        "sentence": "我也很害怕未来的变故，担心自己找不到适合自己的工作，心里的不安感越来越强烈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "稳定安定的工作是每天按时完成自己的工作任务，领取固定的工资，努力争取升职加薪。这种朝九晚五的工作很实在，每天一天一天地工作，获得固定的报酬，没有太多的危险性。相比之下，不稳定的工作不仅工资不确定，工作也不一定能长久，同时与同事之间的相处也不一定合适舒适。再加上当前的疫情形势，使你对可能发生的变故感到害怕，进而让你的内心不安定和紧张。",
    "annotation": [
      {
        "sentence": "稳定安定的工作是每天按时完成自己的工作任务，领取固定的工资，努力争取升职加薪。",
        "label": ""
      },
      {
        "sentence": "这种朝九晚五的工作很实在，每天一天一天地工作，获得固定的报酬，没有太多的危险性。",
        "label": ""
      },
      {
        "sentence": "相比之下，不稳定的工作不仅工资不确定，工作也不一定能长久，同时与同事之间的相处也不一定合适舒适。",
        "label": ""
      },
      {
        "sentence": "再加上当前的疫情形势，使你对可能发生的变故感到害怕，进而让你的内心不安定和紧张。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我就是害怕这些变故，所以渴望安定下来。但是频繁的调动却让我越发不安，内心也越来越焦虑。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "你说得很对，我就是害怕这些变故，所以渴望安定下来。",
        "label": ""
      },
      {
        "sentence": "但是频繁的调动却让我越发不安，内心也越来越焦虑。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不知道你是否看过钱钟书先生的《围城》，里面讲了城外的人想进去，城里的人想出去。人是会变化的，所以虽然你现在想要稳定，但实际上并没有很稳定。你可以试着努力去改变，同时在这段努力的时间里，好好体验一下不稳定工作背后的自由。你可以写情绪日志，记录一段时间内你情绪的变化，从中了解自己的真实感受。通过观察和理解，制定计划，一步一个脚印朝着自己的目标前进，相信你一定能够实现稳定的工作和生活。加油啊！",
    "annotation": [
      {
        "sentence": "不知道你是否看过钱钟书先生的《围城》，里面讲了城外的人想进去，城里的人想出去。",
        "label": ""
      },
      {
        "sentence": "人是会变化的，所以虽然你现在想要稳定，但实际上并没有很稳定。",
        "label": ""
      },
      {
        "sentence": "你可以试着努力去改变，同时在这段努力的时间里，好好体验一下不稳定工作背后的自由。",
        "label": ""
      },
      {
        "sentence": "你可以写情绪日志，记录一段时间内你情绪的变化，从中了解自己的真实感受。",
        "label": ""
      },
      {
        "sentence": "通过观察和理解，制定计划，一步一个脚印朝着自己的目标前进，相信你一定能够实现稳定的工作和生活。",
        "label": ""
      },
      {
        "sentence": "加油啊！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会试着去经历不稳定的工作，同时也会通过记录自己的情绪来更好地了解自己。我相信我可以实现自己的目标，再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会试着去经历不稳定的工作，同时也会通过记录自己的情绪来更好地了解自己。",
        "label": ""
      },
      {
        "sentence": "我相信我可以实现自己的目标，再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我相信你能够找到适合自己的稳定工作，实现自己的目标。记得在困难时要坚持不懈，相信自己的能力，加油！如果还需要帮助，随时找我聊天。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我相信你能够找到适合自己的稳定工作，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "记得在困难时要坚持不懈，相信自己的能力，加油！",
        "label": ""
      },
      {
        "sentence": "如果还需要帮助，随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]