[
  {
    "role": "client",
    "content": "我抑郁症，每天过得很压抑，应不应该倾诉？抑郁焦虑症四年多了。",
    "annotation": [
      {
        "sentence": "我抑郁症，每天过得很压抑，应不应该倾诉？",
        "label": ""
      },
      {
        "sentence": "抑郁焦虑症四年多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "hi，看到你的描述，深感同情，这里就着重就一个方面的内容和你共同探讨。我们中度抑郁、深度抑郁，到底有多大的问题？",
    "annotation": [
      {
        "sentence": "hi，看到你的描述，深感同情，这里就着重就一个方面的内容和你共同探讨。",
        "label": ""
      },
      {
        "sentence": "我们中度抑郁、深度抑郁，到底有多大的问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "中度抑郁症会给我带来一种比较压抑的心境，我真的很痛苦，甚至觉得医生都带着一种“你很矫情”的眼光看我。",
    "annotation": [
      {
        "sentence": "中度抑郁症会给我带来一种比较压抑的心境，我真的很痛苦，甚至觉得医生都带着一种“你很矫情”的眼光看我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不知道现在还有多少人在默默承受着这种心理困扰，甚至有的人一辈子都不愿意去医院检查，不愿意去找心理医生帮助，不愿意找人倾诉自己的“心情不好和不开心”，主要是不是都是碍于面子。但是不去不找，不代表就没有，不代表自己就是健康的。所以我想抑郁的群体应该是有较大的基数，而这一类人群中，不自知的人也有较大的基数，像你这样敢于自我暴露的人应该是相对来说，算非常棒的了！",
    "annotation": [
      {
        "sentence": "不知道现在还有多少人在默默承受着这种心理困扰，甚至有的人一辈子都不愿意去医院检查，不愿意去找心理医生帮助，不愿意找人倾诉自己的“心情不好和不开心”，主要是不是都是碍于面子。",
        "label": ""
      },
      {
        "sentence": "但是不去不找，不代表就没有，不代表自己就是健康的。",
        "label": ""
      },
      {
        "sentence": "所以我想抑郁的群体应该是有较大的基数，而这一类人群中，不自知的人也有较大的基数，像你这样敢于自我暴露的人应该是相对来说，算非常棒的了！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我试着在微博上发表心情，但是现在的网络环境…很多人觉得你有抑郁肯定是你自己有问题。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我试着在微博上发表心情，但是现在的网络环境…很多人觉得你有抑郁肯定是你自己有问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是网络环境的一种现象，我们不能因此对自己的情感困扰闭口不言。你是勇敢的，没有问题，你可以用其他方式找到情感的出口，不一定非要通过网络，比如参加一些心理辅导课程或者社交团体，与其他有类似困扰的人士交流，或许能够更深入地理解彼此。",
    "annotation": [
      {
        "sentence": "这是网络环境的一种现象，我们不能因此对自己的情感困扰闭口不言。",
        "label": ""
      },
      {
        "sentence": "你是勇敢的，没有问题，你可以用其他方式找到情感的出口，不一定非要通过网络，比如参加一些心理辅导课程或者社交团体，与其他有类似困扰的人士交流，或许能够更深入地理解彼此。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很想倾诉，但又不想和妈妈说，因为妈妈自己有工作，平时也很忙，不想太让她担心。可她是唯一知情者…",
    "annotation": [
      {
        "sentence": "我很想倾诉，但又不想和妈妈说，因为妈妈自己有工作，平时也很忙，不想太让她担心。",
        "label": ""
      },
      {
        "sentence": "可她是唯一知情者…",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你不想让妈妈太担心，但同时也希望你能够考虑让她知道你的真实感受，她是你最亲近的人，也是可以给予你支持和帮助的人。你可以和妈妈沟通，告诉她你的内心真实感受，并一起寻找方法来应对和缓解抑郁的症状。",
    "annotation": [
      {
        "sentence": "理解你不想让妈妈太担心，但同时也希望你能够考虑让她知道你的真实感受，她是你最亲近的人，也是可以给予你支持和帮助的人。",
        "label": ""
      },
      {
        "sentence": "你可以和妈妈沟通，告诉她你的内心真实感受，并一起寻找方法来应对和缓解抑郁的症状。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有些时候真的很想和朋友说，但是真的不敢。觉得不能被他们理解，也不想让他们觉得我是一个精神有问题的人。",
    "annotation": [
      {
        "sentence": "有些时候真的很想和朋友说，但是真的不敢。",
        "label": ""
      },
      {
        "sentence": "觉得不能被他们理解，也不想让他们觉得我是一个精神有问题的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是很常见的担忧，但不要过分担心。真正的朋友是会理解和支持你的，而不会因为你的情感困扰而对你产生偏见。你可以试着找一个信任的朋友，与他们坦诚相待，告诉他们你的感受，也许他们会给你一些有益的建议或安慰。",
    "annotation": [
      {
        "sentence": "这是很常见的担忧，但不要过分担心。",
        "label": ""
      },
      {
        "sentence": "真正的朋友是会理解和支持你的，而不会因为你的情感困扰而对你产生偏见。",
        "label": ""
      },
      {
        "sentence": "你可以试着找一个信任的朋友，与他们坦诚相待，告诉他们你的感受，也许他们会给你一些有益的建议或安慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我试着在微博上发表心情，但是由于网络环境，很多人都会对我有偏见，觉得我抑郁是自己的问题。",
    "annotation": [
      {
        "sentence": "我试着在微博上发表心情，但是由于网络环境，很多人都会对我有偏见，觉得我抑郁是自己的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "网络环境的不理解是可以预料的，但我们不能因此就放弃寻找倾诉的出口。你可以尝试在身边寻找一些专业的心理咨询师或心理辅导机构，他们会给予你专业的支持和指导，帮助你更好地应对抑郁症。此外，还有一些志愿者组织专门为患有心理困扰的人士提供帮助，你也可以考虑寻求他们的支持。",
    "annotation": [
      {
        "sentence": "网络环境的不理解是可以预料的，但我们不能因此就放弃寻找倾诉的出口。",
        "label": ""
      },
      {
        "sentence": "你可以尝试在身边寻找一些专业的心理咨询师或心理辅导机构，他们会给予你专业的支持和指导，帮助你更好地应对抑郁症。",
        "label": ""
      },
      {
        "sentence": "此外，还有一些志愿者组织专门为患有心理困扰的人士提供帮助，你也可以考虑寻求他们的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我试着尝试自我调节，但是真的不行，我还是觉得很痛苦。",
    "annotation": [
      {
        "sentence": "我试着尝试自我调节，但是真的不行，我还是觉得很痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "尽管自我调节是一种很重要的方式，但在某些情况下，我们也需要他人的帮助。你已经很勇敢地寻求支持，但如果自己的努力仍然无法缓解症状，可以考虑寻找专业的心理医生，接受更系统和个性化的治疗。",
    "annotation": [
      {
        "sentence": "尽管自我调节是一种很重要的方式，但在某些情况下，我们也需要他人的帮助。",
        "label": ""
      },
      {
        "sentence": "你已经很勇敢地寻求支持，但如果自己的努力仍然无法缓解症状，可以考虑寻找专业的心理医生，接受更系统和个性化的治疗。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我就是觉得医生对我有种“你很矫情”的眼光，让我感到很不舒服。",
    "annotation": [
      {
        "sentence": "我就是觉得医生对我有种“你很矫情”的眼光，让我感到很不舒服。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有时候医生可能会存在一些误解或者言行不当的情况，但并不代表所有的医生都是如此。如果你感到很不舒服，可以尝试换一个医生或者咨询师，寻找一个更适合你的专业人士。",
    "annotation": [
      {
        "sentence": "有时候医生可能会存在一些误解或者言行不当的情况，但并不代表所有的医生都是如此。",
        "label": ""
      },
      {
        "sentence": "如果你感到很不舒服，可以尝试换一个医生或者咨询师，寻找一个更适合你的专业人士。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会尝试寻找更适合我的支持和治疗方式。希望能够走出困境，越来越好。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会尝试寻找更适合我的支持和治疗方式。",
        "label": ""
      },
      {
        "sentence": "希望能够走出困境，越来越好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你会走出困境的，只要你保持积极的态度，勇敢面对自己的情感困扰，并主动寻找适合自己的支持和治疗方式，你一定可以找到真正的快乐和自由。加油！",
    "annotation": [
      {
        "sentence": "我相信你会走出困境的，只要你保持积极的态度，勇敢面对自己的情感困扰，并主动寻找适合自己的支持和治疗方式，你一定可以找到真正的快乐和自由。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]