[
  {
    "role": "client",
    "content": "我不知道怎样平衡自己的需要和内心的情感。我的上一辈在情感上大多都不太成熟，幼时的我虽然身边一直有人在照顾衣食住行但缺少说话的对象，因此很孤独。",
    "annotation": [
      {
        "sentence": "我不知道怎样平衡自己的需要和内心的情感。",
        "label": ""
      },
      {
        "sentence": "我的上一辈在情感上大多都不太成熟，幼时的我虽然身边一直有人在照顾衣食住行但缺少说话的对象，因此很孤独。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一个小孩子，难以理解大人的话是很正常的，就像作为大人的我们，在和同龄人之间交流有时候也未必能真正的听懂他们的话不是吗？所以不一定要让自己去理解你爷爷给你的每一话，可能你爷爷也给了你一定的帮助，但是你要有自己的理解。",
    "annotation": [
      {
        "sentence": "一个小孩子，难以理解大人的话是很正常的，就像作为大人的我们，在和同龄人之间交流有时候也未必能真正的听懂他们的话不是吗？",
        "label": ""
      },
      {
        "sentence": "所以不一定要让自己去理解你爷爷给你的每一话，可能你爷爷也给了你一定的帮助，但是你要有自己的理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，确实有道理。我认为每次和爷爷交流，我都会尽力让自己能够理解他的话。但是他住院的时候总是托人给我带话“为什么不来看我”，这让我感到很内疚。",
    "annotation": [
      {
        "sentence": "嗯，确实有道理。",
        "label": ""
      },
      {
        "sentence": "我认为每次和爷爷交流，我都会尽力让自己能够理解他的话。",
        "label": ""
      },
      {
        "sentence": "但是他住院的时候总是托人给我带话“为什么不来看我”，这让我感到很内疚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不知道为什么在那个关键的时候你没有去看他，这里不说指责你的意思。嗯，其实不一定要你的能力配得上他的话你才敢正面去对待他，有些话确实是对的，但是你要衡量你自己的思考和当下的状态去对待，而不是只是一味的听从，这很容易让你在面对一些事情的时候不知所措。",
    "annotation": [
      {
        "sentence": "不知道为什么在那个关键的时候你没有去看他，这里不说指责你的意思。",
        "label": ""
      },
      {
        "sentence": "嗯，其实不一定要你的能力配得上他的话你才敢正面去对待他，有些话确实是对的，但是你要衡量你自己的思考和当下的状态去对待，而不是只是一味的听从，这很容易让你在面对一些事情的时候不知所措。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更好地平衡自己的需求和情感。现在的我觉得在家休养是比较好的方式，而家人不是很赞同，这让我很迷惑。",
    "annotation": [
      {
        "sentence": "你说得对，我应该更好地平衡自己的需求和情感。",
        "label": ""
      },
      {
        "sentence": "现在的我觉得在家休养是比较好的方式，而家人不是很赞同，这让我很迷惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实没关系的，每个人的身体状态当事人是比较清楚的。相信你也能感受你当下的状态。因此才做出这样的决定。其实每个阶段对同一件事情的理解都是不一样的，把当下的生活过好就可以。",
    "annotation": [
      {
        "sentence": "其实没关系的，每个人的身体状态当事人是比较清楚的。",
        "label": ""
      },
      {
        "sentence": "相信你也能感受你当下的状态。",
        "label": ""
      },
      {
        "sentence": "因此才做出这样的决定。",
        "label": ""
      },
      {
        "sentence": "其实每个阶段对同一件事情的理解都是不一样的，把当下的生活过好就可以。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对。但是最近我失去了一部分记忆，我觉得自己好像对公众造成了一些伤害，这让我感到很羞于见人。",
    "annotation": [
      {
        "sentence": "嗯，你说得对。",
        "label": ""
      },
      {
        "sentence": "但是最近我失去了一部分记忆，我觉得自己好像对公众造成了一些伤害，这让我感到很羞于见人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这段时间的话，先冷静下来整理这些回忆，尽可能的也整出来自己的理解，有了你自己的理解才不会掉进过去。多看一些治愈的电影和书籍，多看一些治愈的文章，或许对你来说有帮助。同样也注意休息。",
    "annotation": [
      {
        "sentence": "这段时间的话，先冷静下来整理这些回忆，尽可能的也整出来自己的理解，有了你自己的理解才不会掉进过去。",
        "label": ""
      },
      {
        "sentence": "多看一些治愈的电影和书籍，多看一些治愈的文章，或许对你来说有帮助。",
        "label": ""
      },
      {
        "sentence": "同样也注意休息。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着冷静下来整理回忆，并多看一些治愈的电影和书籍。同时，我会注意休息，调节自己的情绪。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着冷静下来整理回忆，并多看一些治愈的电影和书籍。",
        "label": ""
      },
      {
        "sentence": "同时，我会注意休息，调节自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你能够采纳这些建议是很积极的一步。我相信通过适当的调节和自我疗愈，你能够平衡自己的需求和内心情感。如果你有任何困惑或者需要倾诉，记得随时向我求助。",
    "annotation": [
      {
        "sentence": "很好，你能够采纳这些建议是很积极的一步。",
        "label": ""
      },
      {
        "sentence": "我相信通过适当的调节和自我疗愈，你能够平衡自己的需求和内心情感。",
        "label": ""
      },
      {
        "sentence": "如果你有任何困惑或者需要倾诉，记得随时向我求助。",
        "label": ""
      }
    ]
  }
]