[
  {
    "role": "client",
    "content": "工作地点离家很远，给家人说，都觉得我是吃不了苦？",
    "annotation": [
      {
        "sentence": "工作地点离家很远，给家人说，都觉得我是吃不了苦？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "读完你的描述，感受到了你的孤单，无助，无力。感觉你在工作中感觉不到热情和温暖，连倾诉苦闷的亲戚也没有，家人又不理解还指责你，真是辛苦了。但是工作得继续，生活也得继续，该怎么办呢？",
    "annotation": [
      {
        "sentence": "读完你的描述，感受到了你的孤单，无助，无力。",
        "label": ""
      },
      {
        "sentence": "感觉你在工作中感觉不到热情和温暖，连倾诉苦闷的亲戚也没有，家人又不理解还指责你，真是辛苦了。",
        "label": ""
      },
      {
        "sentence": "但是工作得继续，生活也得继续，该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "工作地点离家200公里，二十天才能回一次家，家里有老婆孩子，一直想调回家，工作内容属于同等岗位比较繁多的，经常要干十五个小时，同事都知道我可能要调走，没把我当同事看，把我当作一个临时工，没有归属感。",
    "annotation": [
      {
        "sentence": "工作地点离家200公里，二十天才能回一次家，家里有老婆孩子，一直想调回家，工作内容属于同等岗位比较繁多的，经常要干十五个小时，同事都知道我可能要调走，没把我当同事看，把我当作一个临时工，没有归属感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "的确是一种无助和痛苦的感受，你在工作中的状况确实很不容易。但是工作是一种责任和义务，我们不能总是逃避现实，而应该找到一种更好的方式来面对困难。",
    "annotation": [
      {
        "sentence": "的确是一种无助和痛苦的感受，你在工作中的状况确实很不容易。",
        "label": ""
      },
      {
        "sentence": "但是工作是一种责任和义务，我们不能总是逃避现实，而应该找到一种更好的方式来面对困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在外地也没有一个亲戚，没有一个倾诉的对象，给家里人说，都觉得我是吃不了苦，就想着回来，甚至还责怪我。",
    "annotation": [
      {
        "sentence": "在外地也没有一个亲戚，没有一个倾诉的对象，给家里人说，都觉得我是吃不了苦，就想着回来，甚至还责怪我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孤单确实是一种困难，但是我们要学会从孤单中寻找到支持和慰藉。家人的不理解和责怪也让你感到更加沮丧，但是我们不能被他们的观念左右，只要自己觉得认真对待这份工作是正确的，就应该坚持下去。",
    "annotation": [
      {
        "sentence": "孤单确实是一种困难，但是我们要学会从孤单中寻找到支持和慰藉。",
        "label": ""
      },
      {
        "sentence": "家人的不理解和责怪也让你感到更加沮丧，但是我们不能被他们的观念左右，只要自己觉得认真对待这份工作是正确的，就应该坚持下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "想辞职又不让我辞职，觉得我出来一无是处，所以我现在每天让人感觉心事重重，没有神气。",
    "annotation": [
      {
        "sentence": "想辞职又不让我辞职，觉得我出来一无是处，所以我现在每天让人感觉心事重重，没有神气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的困境确实让你感到压力重重，没有人喜欢被怀疑自己的价值。但是我们不能让他人的质疑和怀疑动摇我们的信心，只要自己有信心坚持下去并付出努力，总会有转机的时候。不要让外界的观念毁了自己的积极心态和自信。",
    "annotation": [
      {
        "sentence": "你的困境确实让你感到压力重重，没有人喜欢被怀疑自己的价值。",
        "label": ""
      },
      {
        "sentence": "但是我们不能让他人的质疑和怀疑动摇我们的信心，只要自己有信心坚持下去并付出努力，总会有转机的时候。",
        "label": ""
      },
      {
        "sentence": "不要让外界的观念毁了自己的积极心态和自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "现在这个情况我应该怎么办？",
    "annotation": [
      {
        "sentence": "现在这个情况我应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "与其一直不甘不愿内耗纠结，不如让心静下来接受面对现实，努力踏实工作生活，也许转机很快就到来。工作得继续，生活也得继续，如果不能面对现实，总想着还有更好的选择，那也许心就不能定下来，总是不甘不愿，那又如何能对工作产生兴趣和热情呢？又如何能融入同事的圈子里呢？如果暂时不能离开这个职业，不妨试着爱上它，带着热情和兴趣去工作，你的工作状态，感受是不一样的，也许十五个小时你都觉得时间短呢。当你全身心投入工作的时候，你的岗位可能会有更好变动，同事关系也会融洽，因为你的努力和热情也会感染他人。另外一个人在外，孤单是孤单了些，但是也会少了很多亲戚朋友间繁琐的事，有更多休息时间属于自己，可以做些自己喜欢的业余爱好。总之，与其一直不甘不愿内耗纠结，不如让心静下来接受面对现实，努力踏实工作生活，也许转机很快就到来。",
    "annotation": [
      {
        "sentence": "与其一直不甘不愿内耗纠结，不如让心静下来接受面对现实，努力踏实工作生活，也许转机很快就到来。",
        "label": ""
      },
      {
        "sentence": "工作得继续，生活也得继续，如果不能面对现实，总想着还有更好的选择，那也许心就不能定下来，总是不甘不愿，那又如何能对工作产生兴趣和热情呢？",
        "label": ""
      },
      {
        "sentence": "又如何能融入同事的圈子里呢？",
        "label": ""
      },
      {
        "sentence": "如果暂时不能离开这个职业，不妨试着爱上它，带着热情和兴趣去工作，你的工作状态，感受是不一样的，也许十五个小时你都觉得时间短呢。",
        "label": ""
      },
      {
        "sentence": "当你全身心投入工作的时候，你的岗位可能会有更好变动，同事关系也会融洽，因为你的努力和热情也会感染他人。",
        "label": ""
      },
      {
        "sentence": "另外一个人在外，孤单是孤单了些，但是也会少了很多亲戚朋友间繁琐的事，有更多休息时间属于自己，可以做些自己喜欢的业余爱好。",
        "label": ""
      },
      {
        "sentence": "总之，与其一直不甘不愿内耗纠结，不如让心静下来接受面对现实，努力踏实工作生活，也许转机很快就到来。",
        "label": ""
      }
    ]
  }
]