[
  {
    "role": "client",
    "content": "跟同事争执后，对方删除了我的微信。我不想示弱了。平时公司工作时间，大家经常炒股，一天我跟这会同事讨论时我指出了他的一只股票不太好的走势，原本只是探讨而已。但是他很执着地说我说得不对。我坚定自己是对的，很简单的技术指标不可能有错。",
    "annotation": [
      {
        "sentence": "跟同事争执后，对方删除了我的微信。",
        "label": ""
      },
      {
        "sentence": "我不想示弱了。",
        "label": ""
      },
      {
        "sentence": "平时公司工作时间，大家经常炒股，一天我跟这会同事讨论时我指出了他的一只股票不太好的走势，原本只是探讨而已。",
        "label": ""
      },
      {
        "sentence": "但是他很执着地说我说得不对。",
        "label": ""
      },
      {
        "sentence": "我坚定自己是对的，很简单的技术指标不可能有错。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解你的情况，你是一个很诚实和较真的人。你在股票方面也有一定的研究，对于股票的走向你是有一定辨别能力的。而对方可能只是凭感觉在玩股票，当听到你的一些言论后感到不适应。尤其是对方在公司人缘较好，你们争吵得面红耳赤，对方有些下不了台。我们都知道炒股票大多是为了赚钱，但是谁也不能保证哪只股票会大涨。炒股的人很多时候比较迷信，他们认为自己选的股票一定是最好的。当别人说他们买的股票是垃圾股时，他们会感到很不舒服，对他们来说是在质疑他们的选择。所以，他们可能会怨恨你。虽然对方希望从你口中获取一些股票信息，但是我们都知道股票市场是千变万化的，一些指标可以帮助我们分析，但并不是绝对准确的。股票推荐师赚的钱也不是从股票本身，而是从教别人赚钱上来的。所以，对于股票这件事，你可以发挥自己的兴趣爱好，不要太过关注别人如何玩。至于你们之间的关系，只要你做好自己的工作，给对方面子，关于股票的事情以后见面再商量就好了。",
    "annotation": [
      {
        "sentence": "了解你的情况，你是一个很诚实和较真的人。",
        "label": ""
      },
      {
        "sentence": "你在股票方面也有一定的研究，对于股票的走向你是有一定辨别能力的。",
        "label": ""
      },
      {
        "sentence": "而对方可能只是凭感觉在玩股票，当听到你的一些言论后感到不适应。",
        "label": ""
      },
      {
        "sentence": "尤其是对方在公司人缘较好，你们争吵得面红耳赤，对方有些下不了台。",
        "label": ""
      },
      {
        "sentence": "我们都知道炒股票大多是为了赚钱，但是谁也不能保证哪只股票会大涨。",
        "label": ""
      },
      {
        "sentence": "炒股的人很多时候比较迷信，他们认为自己选的股票一定是最好的。",
        "label": ""
      },
      {
        "sentence": "当别人说他们买的股票是垃圾股时，他们会感到很不舒服，对他们来说是在质疑他们的选择。",
        "label": ""
      },
      {
        "sentence": "所以，他们可能会怨恨你。",
        "label": ""
      },
      {
        "sentence": "虽然对方希望从你口中获取一些股票信息，但是我们都知道股票市场是千变万化的，一些指标可以帮助我们分析，但并不是绝对准确的。",
        "label": ""
      },
      {
        "sentence": "股票推荐师赚的钱也不是从股票本身，而是从教别人赚钱上来的。",
        "label": ""
      },
      {
        "sentence": "所以，对于股票这件事，你可以发挥自己的兴趣爱好，不要太过关注别人如何玩。",
        "label": ""
      },
      {
        "sentence": "至于你们之间的关系，只要你做好自己的工作，给对方面子，关于股票的事情以后见面再商量就好了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得自己很委屈。他明明不懂，却一直否定我的观点，还拉了其他同事跟他一起反驳我。现在，他把我删掉了微信，见到我还躲着，其他人也不敢和我说话。他在公司人缘很好，业绩也最好。",
    "annotation": [
      {
        "sentence": "但是我觉得自己很委屈。",
        "label": ""
      },
      {
        "sentence": "他明明不懂，却一直否定我的观点，还拉了其他同事跟他一起反驳我。",
        "label": ""
      },
      {
        "sentence": "现在，他把我删掉了微信，见到我还躲着，其他人也不敢和我说话。",
        "label": ""
      },
      {
        "sentence": "他在公司人缘很好，业绩也最好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的委屈和不满。对方明明不懂，却坚持批评你的观点，并让其他同事一起反驳你。现在他删掉你的微信，见到你还躲着，其他人也不敢和你说话，这让你感到很困扰。他在公司的人缘很好，也取得了很好的业绩。",
    "annotation": [
      {
        "sentence": "我可以理解你的委屈和不满。",
        "label": ""
      },
      {
        "sentence": "对方明明不懂，却坚持批评你的观点，并让其他同事一起反驳你。",
        "label": ""
      },
      {
        "sentence": "现在他删掉你的微信，见到你还躲着，其他人也不敢和你说话，这让你感到很困扰。",
        "label": ""
      },
      {
        "sentence": "他在公司的人缘很好，也取得了很好的业绩。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些事情让我很生气，我还说了他啥也不懂瞎BB，我意识到我的语气可能不太好。过了两天我发现他把我微信删除了，我去公司他见了我就躲着。现在，我因为这些事情也不怎么去公司了，怕影响心情和炒股。但是我经常还是会想起这件事情。",
    "annotation": [
      {
        "sentence": "这些事情让我很生气，我还说了他啥也不懂瞎BB，我意识到我的语气可能不太好。",
        "label": ""
      },
      {
        "sentence": "过了两天我发现他把我微信删除了，我去公司他见了我就躲着。",
        "label": ""
      },
      {
        "sentence": "现在，我因为这些事情也不怎么去公司了，怕影响心情和炒股。",
        "label": ""
      },
      {
        "sentence": "但是我经常还是会想起这件事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你对这些事情感到生气，你当时可能在气头上，说了一些冲动的话。过了两天后你发现他把你删掉了微信，你去公司他见到你还躲着。你因为这些事情也不怎么去公司了，担心影响心情和炒股。但你经常还是会想起这件事情。",
    "annotation": [
      {
        "sentence": "明白你对这些事情感到生气，你当时可能在气头上，说了一些冲动的话。",
        "label": ""
      },
      {
        "sentence": "过了两天后你发现他把你删掉了微信，你去公司他见到你还躲着。",
        "label": ""
      },
      {
        "sentence": "你因为这些事情也不怎么去公司了，担心影响心情和炒股。",
        "label": ""
      },
      {
        "sentence": "但你经常还是会想起这件事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，而且听同事说他说要跟我绝交，还说我说他股票不好后股票跌，说我不合财。之前也是因为这样的事情发生过一次争吵，我找他谈过后才慢慢好起来。这次我不想示弱，但是又担心他会给我报复。",
    "annotation": [
      {
        "sentence": "对，而且听同事说他说要跟我绝交，还说我说他股票不好后股票跌，说我不合财。",
        "label": ""
      },
      {
        "sentence": "之前也是因为这样的事情发生过一次争吵，我找他谈过后才慢慢好起来。",
        "label": ""
      },
      {
        "sentence": "这次我不想示弱，但是又担心他会给我报复。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听说他说要跟你绝交，说你说他股票不好后股票跌了，说你不合财。之前也有因为类似的事情发生过一次争吵，经过谈话后才慢慢解决。这次你不想示弱，但同时又担心他会报复你。",
    "annotation": [
      {
        "sentence": "听说他说要跟你绝交，说你说他股票不好后股票跌了，说你不合财。",
        "label": ""
      },
      {
        "sentence": "之前也有因为类似的事情发生过一次争吵，经过谈话后才慢慢解决。",
        "label": ""
      },
      {
        "sentence": "这次你不想示弱，但同时又担心他会报复你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对的，我现在不知道怎么办才好。",
    "annotation": [
      {
        "sentence": "对的，我现在不知道怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我建议你先冷静下来，把自己的情绪调整好。然后，可以找一个合适的时机和他坐下来好好谈一谈。表达你的困扰和不满，也倾听他的想法。试着以理性和平和的态度沟通，寻找解决问题的方法。同时，还要继续关注自己的炒股事业，不要因为这件事情影响到你的心情。对于他可能的报复，不必过分担心，相信事情会有解决的办法。",
    "annotation": [
      {
        "sentence": "我建议你先冷静下来，把自己的情绪调整好。",
        "label": ""
      },
      {
        "sentence": "然后，可以找一个合适的时机和他坐下来好好谈一谈。",
        "label": ""
      },
      {
        "sentence": "表达你的困扰和不满，也倾听他的想法。",
        "label": ""
      },
      {
        "sentence": "试着以理性和平和的态度沟通，寻找解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "同时，还要继续关注自己的炒股事业，不要因为这件事情影响到你的心情。",
        "label": ""
      },
      {
        "sentence": "对于他可能的报复，不必过分担心，相信事情会有解决的办法。",
        "label": ""
      }
    ]
  }
]