[
  {
    "role": "client",
    "content": "我是一个18岁的大一学生，对数学有强烈的抵触情绪，感到非常焦虑和痛苦。从初中开始学数学对我来说变得非常吃力，老师讲的东西我努力去听可却不明白，做一套数学题我需要比别人更多的时间，而且在需要灵活运用知识的题目上我几乎一无所知。初中时我只能做到120分的题目而已，没有做得更好。有几次做数学作业时间太长导致我头疼、发烧和呕吐。现在也是，做高等数学题目久了就会头疼。高中入学时我感觉数学完全听不懂，非常焦虑，经常在数学课上哭泣，因为我无法理解。而且我还处在一个很好的班级，这让我更加焦虑，我的数学基础非常差，甚至在十以内的加减法计算时还需要通过手指来辅助。我的口算能力非常差，一般简单的计算题我都需要用笔来算。那段时间我的情绪非常低落，虽然对同学还是笑脸相迎，但假期回家我一直不说话。后来我调整了情绪，顺利通过了高考，但对数学仍然产生了严重的抵触情绪。每次做题都不能集中精力，效率也很低。考试时，我一边在做题，脑海里就会像放电影一样出现很多故事片段，有时候是从影视剧中看到的，有时候则完全是幻想的场景。这种情况只有在做数学题时会发生。现在马上要考试了，我感到非常焦虑和痛苦。",
    "annotation": [
      {
        "sentence": "我是一个18岁的大一学生，对数学有强烈的抵触情绪，感到非常焦虑和痛苦。",
        "label": ""
      },
      {
        "sentence": "从初中开始学数学对我来说变得非常吃力，老师讲的东西我努力去听可却不明白，做一套数学题我需要比别人更多的时间，而且在需要灵活运用知识的题目上我几乎一无所知。",
        "label": ""
      },
      {
        "sentence": "初中时我只能做到120分的题目而已，没有做得更好。",
        "label": ""
      },
      {
        "sentence": "有几次做数学作业时间太长导致我头疼、发烧和呕吐。",
        "label": ""
      },
      {
        "sentence": "现在也是，做高等数学题目久了就会头疼。",
        "label": ""
      },
      {
        "sentence": "高中入学时我感觉数学完全听不懂，非常焦虑，经常在数学课上哭泣，因为我无法理解。",
        "label": ""
      },
      {
        "sentence": "而且我还处在一个很好的班级，这让我更加焦虑，我的数学基础非常差，甚至在十以内的加减法计算时还需要通过手指来辅助。",
        "label": ""
      },
      {
        "sentence": "我的口算能力非常差，一般简单的计算题我都需要用笔来算。",
        "label": ""
      },
      {
        "sentence": "那段时间我的情绪非常低落，虽然对同学还是笑脸相迎，但假期回家我一直不说话。",
        "label": ""
      },
      {
        "sentence": "后来我调整了情绪，顺利通过了高考，但对数学仍然产生了严重的抵触情绪。",
        "label": ""
      },
      {
        "sentence": "每次做题都不能集中精力，效率也很低。",
        "label": ""
      },
      {
        "sentence": "考试时，我一边在做题，脑海里就会像放电影一样出现很多故事片段，有时候是从影视剧中看到的，有时候则完全是幻想的场景。",
        "label": ""
      },
      {
        "sentence": "这种情况只有在做数学题时会发生。",
        "label": ""
      },
      {
        "sentence": "现在马上要考试了，我感到非常焦虑和痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的困境，我也有同样的问题。就像马云一样，他一看到数学就头疼。我也是一样，大脑分为形象思维和具象思维，而这也是高中时分文理班的原因。以前我也不明白，所以硬着头皮做数学题，结果头疼得要死，甚至连做梦时都会做数学题而痛醒。每个人都应该找到自己的优势，然后放大它，而不是纠结于自己的弱点。比如我，我非常擅长语文、历史和政治，上课时都能听得明白，我对这些科目也非常感兴趣。",
    "annotation": [
      {
        "sentence": "我能理解你的困境，我也有同样的问题。",
        "label": ""
      },
      {
        "sentence": "就像马云一样，他一看到数学就头疼。",
        "label": ""
      },
      {
        "sentence": "我也是一样，大脑分为形象思维和具象思维，而这也是高中时分文理班的原因。",
        "label": ""
      },
      {
        "sentence": "以前我也不明白，所以硬着头皮做数学题，结果头疼得要死，甚至连做梦时都会做数学题而痛醒。",
        "label": ""
      },
      {
        "sentence": "每个人都应该找到自己的优势，然后放大它，而不是纠结于自己的弱点。",
        "label": ""
      },
      {
        "sentence": "比如我，我非常擅长语文、历史和政治，上课时都能听得明白，我对这些科目也非常感兴趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。但是我依然觉得很焦虑，这些问题已经困扰了我很久，我不知道该如何应对。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "但是我依然觉得很焦虑，这些问题已经困扰了我很久，我不知道该如何应对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "焦虑是可以理解的，但我们要积极寻找解决的方法。首先，你可以考虑寻找一位专业的数学辅导老师，他们可以帮助你找到自己数学学习的问题所在，并给予你一定的指导和支持。另外，你可以尝试寻找一些对你有启发的数学学习资源，例如教学视频、练习题等。当然，学习数学也需要坚持和耐心，不要给自己太大的压力，慢慢来，相信你会慢慢进步的。",
    "annotation": [
      {
        "sentence": "焦虑是可以理解的，但我们要积极寻找解决的方法。",
        "label": ""
      },
      {
        "sentence": "首先，你可以考虑寻找一位专业的数学辅导老师，他们可以帮助你找到自己数学学习的问题所在，并给予你一定的指导和支持。",
        "label": ""
      },
      {
        "sentence": "另外，你可以尝试寻找一些对你有启发的数学学习资源，例如教学视频、练习题等。",
        "label": ""
      },
      {
        "sentence": "当然，学习数学也需要坚持和耐心，不要给自己太大的压力，慢慢来，相信你会慢慢进步的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试试找一位数学辅导老师来帮助我，同时也会积极寻找适合我的数学学习资源。我也会给自己一些时间和空间来学习数学，不要给自己太大压力，相信自己能够慢慢进步的。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "我明白了，我会试试找一位数学辅导老师来帮助我，同时也会积极寻找适合我的数学学习资源。",
        "label": ""
      },
      {
        "sentence": "我也会给自己一些时间和空间来学习数学，不要给自己太大压力，相信自己能够慢慢进步的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够克服这个困难的。记住，每个人都有自己的学习方法和节奏，不要和别人比较。你只需要朝着自己的目标努力，坚持学习，相信自己，你一定能够成功的！加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够克服这个困难的。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都有自己的学习方法和节奏，不要和别人比较。",
        "label": ""
      },
      {
        "sentence": "你只需要朝着自己的目标努力，坚持学习，相信自己，你一定能够成功的！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和陪伴，我会努力克服这个困难的。相信自己，我一定会坚持下去的！谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和陪伴，我会努力克服这个困难的。",
        "label": ""
      },
      {
        "sentence": "相信自己，我一定会坚持下去的！",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直支持你的，如果还有其他问题，随时都可以来找我倾诉。你不是一个人在面对困难，我们都会一起努力度过的。再次加油！",
    "annotation": [
      {
        "sentence": "不客气，我会一直支持你的，如果还有其他问题，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在面对困难，我们都会一起努力度过的。",
        "label": ""
      },
      {
        "sentence": "再次加油！",
        "label": ""
      }
    ]
  }
]