[
  {
    "role": "client",
    "content": "没有目标，没有喜好，没有方向，未来的路怎么走？",
    "annotation": [
      {
        "sentence": "没有目标，没有喜好，没有方向，未来的路怎么走？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很多时候，我们真正畏惧的只有停在原地的自己。虽然不清楚后面会怎样的事情发生，但当我们勇敢捅破窗户纸，后面的景象可能并没有我们想象中那么可怕。从你的描述中，我能感受到你目前的迷茫和无助状态，这是非常正常的经历，因为每个人都会走过类似的阶段。站在很多个十字路口，不知道该如何选择，也缺乏勇气去选择，这种混沌和昏暗的感觉我们都有过。但是，首先，我们需要改变的是我们对自己的认知。每个人都有独属于自己的人生，所以我们无法完全不在意他人的评价。外界的认同和环境的接纳对我们来说是重要的，但同样重要的是，拥有强大的自我认同感。试着寻找自己的闪光点和优势，不论是品质、性格、能力还是技巧，或者是休闲娱乐方面的。只要你仔细寻找，一定能找到。当我们能够和别人的评价保持适当的距离时，既不过分重视也不完全忽略，按照自己的想法尝试一些事情时，心理负担就会减轻许多。比如，你可以尝试学习绘画，不要给自己设定成为高级画师的要求，而是将其作为消遣和兴趣。目标、方向、喜好和厌恶都是在行走时才会碰到的东西，当它们反弹回来时，我们才能知道如何调整和改变。你可以试着写下明天、本周、本月或者未来一年的目标，包括必须要完成的事情，比如工作和学习，以及应该要做的事情，如运动和读书，还有想要做但不必须的事情，如提升技能或尝试新事物，还有想要做但不敢做的事情，比如恋爱和蹦极。通过梳理自己的内心、定期总结并观察自己的成长，对于处在这样的情况下的你来说是非常重要的。当你感到迷茫的时候，更需要为自己制定一些具体而详细的规划，让漂浮的心得到安定。我个人有一个秘诀，当我不知道该做什么时，我会先把必须要做的事情做好，然后用阅读来填满其他的时间。多读一些书，会让人平静下来。",
    "annotation": [
      {
        "sentence": "很多时候，我们真正畏惧的只有停在原地的自己。",
        "label": ""
      },
      {
        "sentence": "虽然不清楚后面会怎样的事情发生，但当我们勇敢捅破窗户纸，后面的景象可能并没有我们想象中那么可怕。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我能感受到你目前的迷茫和无助状态，这是非常正常的经历，因为每个人都会走过类似的阶段。",
        "label": ""
      },
      {
        "sentence": "站在很多个十字路口，不知道该如何选择，也缺乏勇气去选择，这种混沌和昏暗的感觉我们都有过。",
        "label": ""
      },
      {
        "sentence": "但是，首先，我们需要改变的是我们对自己的认知。",
        "label": ""
      },
      {
        "sentence": "每个人都有独属于自己的人生，所以我们无法完全不在意他人的评价。",
        "label": ""
      },
      {
        "sentence": "外界的认同和环境的接纳对我们来说是重要的，但同样重要的是，拥有强大的自我认同感。",
        "label": ""
      },
      {
        "sentence": "试着寻找自己的闪光点和优势，不论是品质、性格、能力还是技巧，或者是休闲娱乐方面的。",
        "label": ""
      },
      {
        "sentence": "只要你仔细寻找，一定能找到。",
        "label": ""
      },
      {
        "sentence": "当我们能够和别人的评价保持适当的距离时，既不过分重视也不完全忽略，按照自己的想法尝试一些事情时，心理负担就会减轻许多。",
        "label": ""
      },
      {
        "sentence": "比如，你可以尝试学习绘画，不要给自己设定成为高级画师的要求，而是将其作为消遣和兴趣。",
        "label": ""
      },
      {
        "sentence": "目标、方向、喜好和厌恶都是在行走时才会碰到的东西，当它们反弹回来时，我们才能知道如何调整和改变。",
        "label": ""
      },
      {
        "sentence": "你可以试着写下明天、本周、本月或者未来一年的目标，包括必须要完成的事情，比如工作和学习，以及应该要做的事情，如运动和读书，还有想要做但不必须的事情，如提升技能或尝试新事物，还有想要做但不敢做的事情，比如恋爱和蹦极。",
        "label": ""
      },
      {
        "sentence": "通过梳理自己的内心、定期总结并观察自己的成长，对于处在这样的情况下的你来说是非常重要的。",
        "label": ""
      },
      {
        "sentence": "当你感到迷茫的时候，更需要为自己制定一些具体而详细的规划，让漂浮的心得到安定。",
        "label": ""
      },
      {
        "sentence": "我个人有一个秘诀，当我不知道该做什么时，我会先把必须要做的事情做好，然后用阅读来填满其他的时间。",
        "label": ""
      },
      {
        "sentence": "多读一些书，会让人平静下来。",
        "label": ""
      }
    ]
  }
]