[
  {
    "role": "client",
    "content": "最近我感到对我的母亲很失望，每次和她打电话我都生气。她总是说别人撒谎，可她自己又经常撒谎。她总是传播别人的短处，却从来不关心别人的幸福。我现在明白为什么有人说子女只是工具了。她从来不在乎我的想法，也不听我解释自己。我觉得自己好无力，每次都想抽自己一巴掌，因为她根本不会在乎我说的话。她的言论总是站在她自己的角度，比如她说她为了家庭、为了我和爸爸付出了很多，可实际上对我却十分苛刻，也对爸爸不好。她只是嘴上说说，从来没有实际上的鼓励和支持。家里的一切都是她的名下，而她对亲戚却态度谄媚。我已经做好了不管她的准备，将来的遗产也让她留给她的兄弟。我越依赖家庭越感到束缚。我觉得和她没有和解的希望了，只能靠精神上学习哪吒了。但我爸真的很可怜。",
    "annotation": [
      {
        "sentence": "最近我感到对我的母亲很失望，每次和她打电话我都生气。",
        "label": ""
      },
      {
        "sentence": "她总是说别人撒谎，可她自己又经常撒谎。",
        "label": ""
      },
      {
        "sentence": "她总是传播别人的短处，却从来不关心别人的幸福。",
        "label": ""
      },
      {
        "sentence": "我现在明白为什么有人说子女只是工具了。",
        "label": ""
      },
      {
        "sentence": "她从来不在乎我的想法，也不听我解释自己。",
        "label": ""
      },
      {
        "sentence": "我觉得自己好无力，每次都想抽自己一巴掌，因为她根本不会在乎我说的话。",
        "label": ""
      },
      {
        "sentence": "她的言论总是站在她自己的角度，比如她说她为了家庭、为了我和爸爸付出了很多，可实际上对我却十分苛刻，也对爸爸不好。",
        "label": ""
      },
      {
        "sentence": "她只是嘴上说说，从来没有实际上的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "家里的一切都是她的名下，而她对亲戚却态度谄媚。",
        "label": ""
      },
      {
        "sentence": "我已经做好了不管她的准备，将来的遗产也让她留给她的兄弟。",
        "label": ""
      },
      {
        "sentence": "我越依赖家庭越感到束缚。",
        "label": ""
      },
      {
        "sentence": "我觉得和她没有和解的希望了，只能靠精神上学习哪吒了。",
        "label": ""
      },
      {
        "sentence": "但我爸真的很可怜。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述来看，你母亲的个性可能不太成熟，有点像表演型人格，但还不太明确。表演型人格的人思维较肤浅，不擅长逻辑思考，言行举止显得天真幼稚。表演型人格障碍的表现通常有以下几个方面：（1）渴望引起别人的注意，情绪带有戏剧化的色彩。这种人喜欢表现自己，具备良好的表演能力，能唱能说能哭能笑，表演技巧逼真，有一定的感染力。有人称他们为出色的模仿者、演员。她们经常表现出过分做作和夸张的行为，甚至装腔作势以引起别人的注意。（2）有强烈的暗示和幻想倾向。这类人不仅自我暗示能力强，还容易受他人暗示。她们喜欢幻想，将想象当作现实，当缺乏足够的现实刺激时，会利用幻想来激发内心的情绪体验。（3）情感容易受外界影响。这种人情感丰富、热情过剩，但稳定性不足；常给人肤浅、做作、缺乏真情实感的印象，有时甚至显得虚伪或不真实。（4）视玩弄他人为达到自己目的的手段。他们会使用各种花招来左右他人，比如任性、强求、说谎、欺骗，有时甚至以自杀来操纵别人。他们的人际关系较肤浅，表面上温暖、聪明、令人心动，但实际上完全不考虑他人的需要和利益。（5）极度自我中心。这类人喜欢别人注意和夸奖，只有满足他们的愿望和取悦他们时，才会对应的行为表现出兴奋和满足，否则他们会攻击他人，不遗余力。对于妈妈这样的个性形成，通常与早期的成长环境和原生家庭关系有关。也许你妈妈的家庭存在一些问题，从小她可能缺乏安全感或者没有得到足够的重视，所以她才会更加关注娘家人，总想凸显自己的存在，忽视了自己的丈夫和孩子。妈妈的表现肯定有其原因，你可以认真思考一下。但是固执的人是很难改变的，而且她可能也不愿意改变，很难进行沟通。我相信你已经尝试了很多次，但效果可能不太明显。虽然如此，毕竟她是你的妈妈，真的很难断绝关系。这种处理方式显然不是明智之举，你可以试着找一位在姥姥家受尊重的长辈，先和他进行沟通，一点点地进行改变，不能心急。同时，我希望我的建议能对你有所帮助，也希望你能学习一些心理学方面的知识，至少能调节自己的情绪，妥善处理家庭的矛盾，让自己过得更加幸福！",
    "annotation": [
      {
        "sentence": "从你的描述来看，你母亲的个性可能不太成熟，有点像表演型人格，但还不太明确。",
        "label": ""
      },
      {
        "sentence": "表演型人格的人思维较肤浅，不擅长逻辑思考，言行举止显得天真幼稚。",
        "label": ""
      },
      {
        "sentence": "表演型人格障碍的表现通常有以下几个方面：（1）渴望引起别人的注意，情绪带有戏剧化的色彩。",
        "label": ""
      },
      {
        "sentence": "这种人喜欢表现自己，具备良好的表演能力，能唱能说能哭能笑，表演技巧逼真，有一定的感染力。",
        "label": ""
      },
      {
        "sentence": "有人称他们为出色的模仿者、演员。",
        "label": ""
      },
      {
        "sentence": "她们经常表现出过分做作和夸张的行为，甚至装腔作势以引起别人的注意。",
        "label": ""
      },
      {
        "sentence": "（2）有强烈的暗示和幻想倾向。",
        "label": ""
      },
      {
        "sentence": "这类人不仅自我暗示能力强，还容易受他人暗示。",
        "label": ""
      },
      {
        "sentence": "她们喜欢幻想，将想象当作现实，当缺乏足够的现实刺激时，会利用幻想来激发内心的情绪体验。",
        "label": ""
      },
      {
        "sentence": "（3）情感容易受外界影响。",
        "label": ""
      },
      {
        "sentence": "这种人情感丰富、热情过剩，但稳定性不足；常给人肤浅、做作、缺乏真情实感的印象，有时甚至显得虚伪或不真实。",
        "label": ""
      },
      {
        "sentence": "（4）视玩弄他人为达到自己目的的手段。",
        "label": ""
      },
      {
        "sentence": "他们会使用各种花招来左右他人，比如任性、强求、说谎、欺骗，有时甚至以自杀来操纵别人。",
        "label": ""
      },
      {
        "sentence": "他们的人际关系较肤浅，表面上温暖、聪明、令人心动，但实际上完全不考虑他人的需要和利益。",
        "label": ""
      },
      {
        "sentence": "（5）极度自我中心。",
        "label": ""
      },
      {
        "sentence": "这类人喜欢别人注意和夸奖，只有满足他们的愿望和取悦他们时，才会对应的行为表现出兴奋和满足，否则他们会攻击他人，不遗余力。",
        "label": ""
      },
      {
        "sentence": "对于妈妈这样的个性形成，通常与早期的成长环境和原生家庭关系有关。",
        "label": ""
      },
      {
        "sentence": "也许你妈妈的家庭存在一些问题，从小她可能缺乏安全感或者没有得到足够的重视，所以她才会更加关注娘家人，总想凸显自己的存在，忽视了自己的丈夫和孩子。",
        "label": ""
      },
      {
        "sentence": "妈妈的表现肯定有其原因，你可以认真思考一下。",
        "label": ""
      },
      {
        "sentence": "但是固执的人是很难改变的，而且她可能也不愿意改变，很难进行沟通。",
        "label": ""
      },
      {
        "sentence": "我相信你已经尝试了很多次，但效果可能不太明显。",
        "label": ""
      },
      {
        "sentence": "虽然如此，毕竟她是你的妈妈，真的很难断绝关系。",
        "label": ""
      },
      {
        "sentence": "这种处理方式显然不是明智之举，你可以试着找一位在姥姥家受尊重的长辈，先和他进行沟通，一点点地进行改变，不能心急。",
        "label": ""
      },
      {
        "sentence": "同时，我希望我的建议能对你有所帮助，也希望你能学习一些心理学方面的知识，至少能调节自己的情绪，妥善处理家庭的矛盾，让自己过得更加幸福！",
        "label": ""
      }
    ]
  }
]