[
  {
    "role": "client",
    "content": "最近两三年，为什么我特别缺乏安全感？怎样才能改善？我是一个很缺乏安全感的人，特别是在工作中。对于老板的忽视，比如说其他同事有的，而我没有的，我都很介意，心情就会变得不好。感觉不被重视，没有存在感。如果老板表扬我，我这一天就会工作十年了，之前也有类似的事情发生，但是当时没有特别在意，但是最近几年当同样比较开心。但是大多数时候，无论我怎样做，他对我的评价都很低。类似的事情再次发生，我就把以前那些都想起来了，且无法释怀，也因此影响到了自己的工作情绪。生活中，和老公相处，只要老公没有回家吃饭，或者出去，我心里就特别不舒服。想问下，如何才能改善这种情况呢？",
    "annotation": [
      {
        "sentence": "最近两三年，为什么我特别缺乏安全感？",
        "label": ""
      },
      {
        "sentence": "怎样才能改善？",
        "label": ""
      },
      {
        "sentence": "我是一个很缺乏安全感的人，特别是在工作中。",
        "label": ""
      },
      {
        "sentence": "对于老板的忽视，比如说其他同事有的，而我没有的，我都很介意，心情就会变得不好。",
        "label": ""
      },
      {
        "sentence": "感觉不被重视，没有存在感。",
        "label": ""
      },
      {
        "sentence": "如果老板表扬我，我这一天就会工作十年了，之前也有类似的事情发生，但是当时没有特别在意，但是最近几年当同样比较开心。",
        "label": ""
      },
      {
        "sentence": "但是大多数时候，无论我怎样做，他对我的评价都很低。",
        "label": ""
      },
      {
        "sentence": "类似的事情再次发生，我就把以前那些都想起来了，且无法释怀，也因此影响到了自己的工作情绪。",
        "label": ""
      },
      {
        "sentence": "生活中，和老公相处，只要老公没有回家吃饭，或者出去，我心里就特别不舒服。",
        "label": ""
      },
      {
        "sentence": "想问下，如何才能改善这种情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您的描述是由工作到生活，总是缺乏安全感，会很介意老板是否对自己忽视，会很担心老公离开自己的【片刻】。我猜想当你提出这个问题的时候，是自己也发现实在是【困扰】对吗？也会发现可能是自己哪里出了什么问题是吗？但就是会【莫名的紧张、忧虑】。我听你说的问题有以下几点，你在工作中特别缺乏安全感，对老板的忽视感到介意，心情因此变得不好，感觉不受重视，没有存在感。当老板表扬你的时候，你会十分开心，但大多数时候，无论你怎么做，他对你的评价都很低。类似的事情再次发生，你就会想起以前的经历，无法释怀，影响到了工作情绪。在生活中，只要你的老公没有回家吃饭或出去，你就会感到不舒服。你询问如何改善这种情况。我理解这对你来说是一个困扰，你也意识到了可能是自己出了什么问题，但仍然感到紧张和担忧。",
    "annotation": [
      {
        "sentence": "您的描述是由工作到生活，总是缺乏安全感，会很介意老板是否对自己忽视，会很担心老公离开自己的【片刻】。",
        "label": ""
      },
      {
        "sentence": "我猜想当你提出这个问题的时候，是自己也发现实在是【困扰】对吗？",
        "label": ""
      },
      {
        "sentence": "也会发现可能是自己哪里出了什么问题是吗？",
        "label": ""
      },
      {
        "sentence": "但就是会【莫名的紧张、忧虑】。",
        "label": ""
      },
      {
        "sentence": "我听你说的问题有以下几点，你在工作中特别缺乏安全感，对老板的忽视感到介意，心情因此变得不好，感觉不受重视，没有存在感。",
        "label": ""
      },
      {
        "sentence": "当老板表扬你的时候，你会十分开心，但大多数时候，无论你怎么做，他对你的评价都很低。",
        "label": ""
      },
      {
        "sentence": "类似的事情再次发生，你就会想起以前的经历，无法释怀，影响到了工作情绪。",
        "label": ""
      },
      {
        "sentence": "在生活中，只要你的老公没有回家吃饭或出去，你就会感到不舒服。",
        "label": ""
      },
      {
        "sentence": "你询问如何改善这种情况。",
        "label": ""
      },
      {
        "sentence": "我理解这对你来说是一个困扰，你也意识到了可能是自己出了什么问题，但仍然感到紧张和担忧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我意识到这个问题困扰了我很久了。我从小就非常在意他人对我的评价，希望能够得到肯定和认可。我感觉自己需要他人的关注和重视才能获得安全感。这种依赖性让我很困扰，我想知道如何独立获得内在的安全感，而不是依赖他人的评价。",
    "annotation": [
      {
        "sentence": "是的，我意识到这个问题困扰了我很久了。",
        "label": ""
      },
      {
        "sentence": "我从小就非常在意他人对我的评价，希望能够得到肯定和认可。",
        "label": ""
      },
      {
        "sentence": "我感觉自己需要他人的关注和重视才能获得安全感。",
        "label": ""
      },
      {
        "sentence": "这种依赖性让我很困扰，我想知道如何独立获得内在的安全感，而不是依赖他人的评价。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的观察非常准确，意识到自己对他人评价的过度依赖是一大步。从你小的时候就渴望他人的认可和关注，希望得到安全感。这种依赖性让你困扰，你想知道如何独立获得内在的安全感，而不依赖他人的评价。首先，我觉得你需要认识到自己的价值和品质，了解自己的优点和长处。其次，建立一种积极和健康的自我评价体系，培养自己的自信心。还有其他方面的困扰吗？",
    "annotation": [
      {
        "sentence": "你的观察非常准确，意识到自己对他人评价的过度依赖是一大步。",
        "label": ""
      },
      {
        "sentence": "从你小的时候就渴望他人的认可和关注，希望得到安全感。",
        "label": ""
      },
      {
        "sentence": "这种依赖性让你困扰，你想知道如何独立获得内在的安全感，而不依赖他人的评价。",
        "label": ""
      },
      {
        "sentence": "首先，我觉得你需要认识到自己的价值和品质，了解自己的优点和长处。",
        "label": ""
      },
      {
        "sentence": "其次，建立一种积极和健康的自我评价体系，培养自己的自信心。",
        "label": ""
      },
      {
        "sentence": "还有其他方面的困扰吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也意识到了自己需要更加关注自己的内心，培养自信心和自我认可。但我也担心如果只依靠内心，会导致自满和无视他人的意见。我希望能够平衡自己的内外关系，既能够独立获得安全感，同时也能够与他人保持良好的互动和关系。",
    "annotation": [
      {
        "sentence": "我也意识到了自己需要更加关注自己的内心，培养自信心和自我认可。",
        "label": ""
      },
      {
        "sentence": "但我也担心如果只依靠内心，会导致自满和无视他人的意见。",
        "label": ""
      },
      {
        "sentence": "我希望能够平衡自己的内外关系，既能够独立获得安全感，同时也能够与他人保持良好的互动和关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心很合理，确保内心的平衡同时与他人保持良好的互动是很重要的。不过，你也可以学会接受他人的意见和建议，而不是完全无视。自信和自我认可并不意味着自满，而是建立在了解自己的优点和能力的基础上。你还可以尝试通过与他人的沟通和合作来获得安全感，学会与他人建立互相支持的关系。你觉得这些方法对你有帮助吗？还有其他方面需要讨论的吗？",
    "annotation": [
      {
        "sentence": "你的担心很合理，确保内心的平衡同时与他人保持良好的互动是很重要的。",
        "label": ""
      },
      {
        "sentence": "不过，你也可以学会接受他人的意见和建议，而不是完全无视。",
        "label": ""
      },
      {
        "sentence": "自信和自我认可并不意味着自满，而是建立在了解自己的优点和能力的基础上。",
        "label": ""
      },
      {
        "sentence": "你还可以尝试通过与他人的沟通和合作来获得安全感，学会与他人建立互相支持的关系。",
        "label": ""
      },
      {
        "sentence": "你觉得这些方法对你有帮助吗？",
        "label": ""
      },
      {
        "sentence": "还有其他方面需要讨论的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些方法对我有一定的启发，我会尝试去培养自己的自信心和内在安全感，并学会与他人建立良好的互动关系。非常感谢您的建议和支持！我还有一个问题，如何面对和处理老板的忽视和低评价的情况？",
    "annotation": [
      {
        "sentence": "这些方法对我有一定的启发，我会尝试去培养自己的自信心和内在安全感，并学会与他人建立良好的互动关系。",
        "label": ""
      },
      {
        "sentence": "非常感谢您的建议和支持！",
        "label": ""
      },
      {
        "sentence": "我还有一个问题，如何面对和处理老板的忽视和低评价的情况？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对老板的忽视和低评价，首先要保持冷静和理智。你可以尝试与老板沟通，了解他对你的期望和评价标准，并努力提升自己。同时，建立一个积极的工作态度，展示自己的能力和价值。如果遇到困难或挫折，不要轻易放弃，要坚持努力并相信自己的能力。另外，也可以通过寻求他人的帮助和支持，如导师或同事，他们可能给你一些建议和指导。记住，人们对你的评价不是决定你价值的唯一标准，要相信自己的能力和价值。",
    "annotation": [
      {
        "sentence": "面对老板的忽视和低评价，首先要保持冷静和理智。",
        "label": ""
      },
      {
        "sentence": "你可以尝试与老板沟通，了解他对你的期望和评价标准，并努力提升自己。",
        "label": ""
      },
      {
        "sentence": "同时，建立一个积极的工作态度，展示自己的能力和价值。",
        "label": ""
      },
      {
        "sentence": "如果遇到困难或挫折，不要轻易放弃，要坚持努力并相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "另外，也可以通过寻求他人的帮助和支持，如导师或同事，他们可能给你一些建议和指导。",
        "label": ""
      },
      {
        "sentence": "记住，人们对你的评价不是决定你价值的唯一标准，要相信自己的能力和价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢您的建议！我明白了，我会尝试与老板进行沟通，并努力提升自己的能力和展示自己的价值。我也会寻求他人的帮助和支持。再次感谢您的建议和支持！",
    "annotation": [
      {
        "sentence": "非常感谢您的建议！",
        "label": ""
      },
      {
        "sentence": "我明白了，我会尝试与老板进行沟通，并努力提升自己的能力和展示自己的价值。",
        "label": ""
      },
      {
        "sentence": "我也会寻求他人的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "再次感谢您的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我很高兴能够为您提供帮助和支持。记住，改善和发展需要时间和努力，但只要你相信自己并坚持不懈，一定能够取得积极的变化。如果在之后还有其他问题或困惑，随时可以私信我。祝您幸福快乐！早日摆脱不合理思维的困扰！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我很高兴能够为您提供帮助和支持。",
        "label": ""
      },
      {
        "sentence": "记住，改善和发展需要时间和努力，但只要你相信自己并坚持不懈，一定能够取得积极的变化。",
        "label": ""
      },
      {
        "sentence": "如果在之后还有其他问题或困惑，随时可以私信我。",
        "label": ""
      },
      {
        "sentence": "祝您幸福快乐！",
        "label": ""
      },
      {
        "sentence": "早日摆脱不合理思维的困扰！",
        "label": ""
      }
    ]
  }
]