[
  {
    "role": "client",
    "content": "如何从“父亲”的幻想中走出来？我2岁父母离异，从小过着借宿的生活。小时候虽然父母和一些供我住宿的人经常说我不懂事应该被批评，但是不知为什么就算他们举例说明了他们的观点我也坚持采纳自己“我是个好孩子”的观点。虽然有时也会怀疑自己是不是真的错了，但是几年之后之后我就不怀疑了。因为“我是好孩子”的观点在11岁住进爷爷家之后和他的交流中得到了强化。可能是一个人住比较寂寞的原因吧，77岁的爷爷对我讲起了历史，还谈到了我的幼年。他说：“你这孩子小时候是吃了点苦，我很同情你”。他知道当时的我不能完全理解他的话，他却仍然选择和我谈心。这促使我更加的信任他，对他的话哪怕感到很难接受也不愿轻易放弃这个交流的机会。几年后，没想到我和他的关系发展到他什么都愿意和我说的地步，他把他对整个家族的分析以及自身对社会的理解告诉了我，并对我说：“这个弯是有点大，你一时转不过来。很多事情我是看不到了，你可能看得到”。于是在我19岁的那一年他去世了",
    "annotation": [
      {
        "sentence": "如何从“父亲”的幻想中走出来？",
        "label": ""
      },
      {
        "sentence": "我2岁父母离异，从小过着借宿的生活。",
        "label": ""
      },
      {
        "sentence": "小时候虽然父母和一些供我住宿的人经常说我不懂事应该被批评，但是不知为什么就算他们举例说明了他们的观点我也坚持采纳自己“我是个好孩子”的观点。",
        "label": ""
      },
      {
        "sentence": "虽然有时也会怀疑自己是不是真的错了，但是几年之后之后我就不怀疑了。",
        "label": ""
      },
      {
        "sentence": "因为“我是好孩子”的观点在11岁住进爷爷家之后和他的交流中得到了强化。",
        "label": ""
      },
      {
        "sentence": "可能是一个人住比较寂寞的原因吧，77岁的爷爷对我讲起了历史，还谈到了我的幼年。",
        "label": ""
      },
      {
        "sentence": "他说：“你这孩子小时候是吃了点苦，我很同情你”。",
        "label": ""
      },
      {
        "sentence": "他知道当时的我不能完全理解他的话，他却仍然选择和我谈心。",
        "label": ""
      },
      {
        "sentence": "这促使我更加的信任他，对他的话哪怕感到很难接受也不愿轻易放弃这个交流的机会。",
        "label": ""
      },
      {
        "sentence": "几年后，没想到我和他的关系发展到他什么都愿意和我说的地步，他把他对整个家族的分析以及自身对社会的理解告诉了我，并对我说：“这个弯是有点大，你一时转不过来。",
        "label": ""
      },
      {
        "sentence": "很多事情我是看不到了，你可能看得到”。",
        "label": ""
      },
      {
        "sentence": "于是在我19岁的那一年他去世了",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "爸爸妈妈离异对孩子确实会造成很大的影响，尤其是在你小时候。当你没有得到他人的理解和关怀时，很多时候你会被误解。直到后来你和爷爷生活在一起，你们才渐渐找到了自己的价值和归属感。从小父亲不在身边，你们需要自己做很多决定，但是有些烦恼并不是你们自己可以解决的。不过爷爷的出现正好填补了父亲的空缺。在和爷爷相处的时间里，他教会了你们很多做人的道理，经常肯定你们的价值，让你们变得越来越自信。从内心而言，你们也开始依赖爷爷，特别是到了后来，你们和爷爷之间的关系更像是父子之间的对话。因此，很多时候你们把爷爷当成了自己的父亲。当爷爷突然离世时，你们不能接受这个事实，就好像是最了解你们的那个人突然离开了。在内心中，陪伴你们一直的那个父亲也永远离开了。其实这么多年来，爷爷扮演了父亲的角色。由于父母不在身边，当时的你们没有足够的自理能力，所以爷爷充当了多重角色。我相信这么多年的教育让你们成长了很多。虽然最爱你们的人离开了，但是爷爷教给你们的东西将会陪伴你们一生。我相信爷爷会永远活在你们的心中。父亲只是一种角色，如今你们已经长大成人，也学会了很多道理，可以尝试着先照顾好自己。",
    "annotation": [
      {
        "sentence": "爸爸妈妈离异对孩子确实会造成很大的影响，尤其是在你小时候。",
        "label": ""
      },
      {
        "sentence": "当你没有得到他人的理解和关怀时，很多时候你会被误解。",
        "label": ""
      },
      {
        "sentence": "直到后来你和爷爷生活在一起，你们才渐渐找到了自己的价值和归属感。",
        "label": ""
      },
      {
        "sentence": "从小父亲不在身边，你们需要自己做很多决定，但是有些烦恼并不是你们自己可以解决的。",
        "label": ""
      },
      {
        "sentence": "不过爷爷的出现正好填补了父亲的空缺。",
        "label": ""
      },
      {
        "sentence": "在和爷爷相处的时间里，他教会了你们很多做人的道理，经常肯定你们的价值，让你们变得越来越自信。",
        "label": ""
      },
      {
        "sentence": "从内心而言，你们也开始依赖爷爷，特别是到了后来，你们和爷爷之间的关系更像是父子之间的对话。",
        "label": ""
      },
      {
        "sentence": "因此，很多时候你们把爷爷当成了自己的父亲。",
        "label": ""
      },
      {
        "sentence": "当爷爷突然离世时，你们不能接受这个事实，就好像是最了解你们的那个人突然离开了。",
        "label": ""
      },
      {
        "sentence": "在内心中，陪伴你们一直的那个父亲也永远离开了。",
        "label": ""
      },
      {
        "sentence": "其实这么多年来，爷爷扮演了父亲的角色。",
        "label": ""
      },
      {
        "sentence": "由于父母不在身边，当时的你们没有足够的自理能力，所以爷爷充当了多重角色。",
        "label": ""
      },
      {
        "sentence": "我相信这么多年的教育让你们成长了很多。",
        "label": ""
      },
      {
        "sentence": "虽然最爱你们的人离开了，但是爷爷教给你们的东西将会陪伴你们一生。",
        "label": ""
      },
      {
        "sentence": "我相信爷爷会永远活在你们的心中。",
        "label": ""
      },
      {
        "sentence": "父亲只是一种角色，如今你们已经长大成人，也学会了很多道理，可以尝试着先照顾好自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "爷爷的离世对我来说确实是个巨大的打击，他是我一直以来最亲近的人，也是我最信任的人。我现在感到如此孤独，好像失去了整个世界的支撑。我不知道如何从这样的伤痛中走出来，因为他一直是我生活中的重要支持者和指引者。",
    "annotation": [
      {
        "sentence": "爷爷的离世对我来说确实是个巨大的打击，他是我一直以来最亲近的人，也是我最信任的人。",
        "label": ""
      },
      {
        "sentence": "我现在感到如此孤独，好像失去了整个世界的支撑。",
        "label": ""
      },
      {
        "sentence": "我不知道如何从这样的伤痛中走出来，因为他一直是我生活中的重要支持者和指引者。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你目前的感受，失去了亲近的人是一种巨大的失落和空虚。在这个过程中，你会感到非常孤独。首先，我想告诉你，这是一个漫长的悲伤过程，需要时间来处理痛苦并恢复正常。当然，在这个过程中，你也不能孤立地面对，我们可以在这个对话中一起度过。",
    "annotation": [
      {
        "sentence": "我完全理解你目前的感受，失去了亲近的人是一种巨大的失落和空虚。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你会感到非常孤独。",
        "label": ""
      },
      {
        "sentence": "首先，我想告诉你，这是一个漫长的悲伤过程，需要时间来处理痛苦并恢复正常。",
        "label": ""
      },
      {
        "sentence": "当然，在这个过程中，你也不能孤立地面对，我们可以在这个对话中一起度过。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白，但是我现在感到如此迷茫，不知道未来该何去何从。爷爷给了我很多的指引和建议，但是现在他不在了，我感到无助和困惑。",
    "annotation": [
      {
        "sentence": "我明白，但是我现在感到如此迷茫，不知道未来该何去何从。",
        "label": ""
      },
      {
        "sentence": "爷爷给了我很多的指引和建议，但是现在他不在了，我感到无助和困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，失去爷爷后，你会觉得很迷茫，因为他在你生命中扮演着重要的角色。不过，即使他不在身边了，他的智慧和教导将永远铭记在你心中。你可以试着回忆爷爷过去给你的建议和指引，将它们应用到现在的生活中，并找到自己的方向。",
    "annotation": [
      {
        "sentence": "是的，失去爷爷后，你会觉得很迷茫，因为他在你生命中扮演着重要的角色。",
        "label": ""
      },
      {
        "sentence": "不过，即使他不在身边了，他的智慧和教导将永远铭记在你心中。",
        "label": ""
      },
      {
        "sentence": "你可以试着回忆爷爷过去给你的建议和指引，将它们应用到现在的生活中，并找到自己的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我现在觉得无法应对生活中的挑战，缺乏自信和勇气去面对困难。我常常怀念爷爷的鼓励和肯定。",
    "annotation": [
      {
        "sentence": "可是我现在觉得无法应对生活中的挑战，缺乏自信和勇气去面对困难。",
        "label": ""
      },
      {
        "sentence": "我常常怀念爷爷的鼓励和肯定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在感到无力面对挑战是正常的，因为失去爷爷后，你失去了一位重要的支持者。但是你要知道，爷爷教会了你很多东西，他相信你有能力面对困难。你可以从过去的经历中找到勇气和自信，并试着照顾好自己。同时，当你需要支持时，也可以寻求周围人的帮助。",
    "annotation": [
      {
        "sentence": "你现在感到无力面对挑战是正常的，因为失去爷爷后，你失去了一位重要的支持者。",
        "label": ""
      },
      {
        "sentence": "但是你要知道，爷爷教会了你很多东西，他相信你有能力面对困难。",
        "label": ""
      },
      {
        "sentence": "你可以从过去的经历中找到勇气和自信，并试着照顾好自己。",
        "label": ""
      },
      {
        "sentence": "同时，当你需要支持时，也可以寻求周围人的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实应该从过去的经历中找到勇气和自信。我会试着更加照顾好自己，并向周围的人求助和支持。谢谢你的理解和鼓励。",
    "annotation": [
      {
        "sentence": "你说得对，我确实应该从过去的经历中找到勇气和自信。",
        "label": ""
      },
      {
        "sentence": "我会试着更加照顾好自己，并向周围的人求助和支持。",
        "label": ""
      },
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在这里支持你。无论何时，如果你需要倾诉或者有任何困惑，都可以来找我。相信自己，你会渐渐走出悲伤，重新找到生活的目标和幸福。",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "无论何时，如果你需要倾诉或者有任何困惑，都可以来找我。",
        "label": ""
      },
      {
        "sentence": "相信自己，你会渐渐走出悲伤，重新找到生活的目标和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会尽力面对困难，并向你寻求帮助。再次感谢你的陪伴。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会尽力面对困难，并向你寻求帮助。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直陪伴在你身边。记住，你并不孤单，我们一起度过这段艰难时期。不论遇到什么问题，都可以随时找我倾诉。",
    "annotation": [
      {
        "sentence": "不用客气，我会一直陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们一起度过这段艰难时期。",
        "label": ""
      },
      {
        "sentence": "不论遇到什么问题，都可以随时找我倾诉。",
        "label": ""
      }
    ]
  }
]