[
  {
    "role": "client",
    "content": "世间的价值观让我感到困惑，我渴望找到解脱的方式。我有几个未来的选择：心理学家、艺术家、作家、修士、朝圣者。但我发现，这些选择除了作家和修士不需要学历，其他都要求我有学历才能继续深造。我感到很烦恼，不知道该怎么办。",
    "annotation": [
      {
        "sentence": "世间的价值观让我感到困惑，我渴望找到解脱的方式。",
        "label": ""
      },
      {
        "sentence": "我有几个未来的选择：心理学家、艺术家、作家、修士、朝圣者。",
        "label": ""
      },
      {
        "sentence": "但我发现，这些选择除了作家和修士不需要学历，其他都要求我有学历才能继续深造。",
        "label": ""
      },
      {
        "sentence": "我感到很烦恼，不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心理学家、艺术家、作家、修士、朝圣者，这些都是让人向往的职业。看来我们都是关注精神修养的人。也许，你和我一样都非常要强，总是给自己设立很高的标准，容易自责和自卑，而且很在意别人的看法。这些是我们从生活中得来的特质，让我们在心理和艺术方面感觉更敏锐，更喜欢追求精神层面的事物。不过，你需要与“期待中的自己”和解。你是否听说过“平行宇宙”的概念？换句话说，就是在另一个时空有一个和你一模一样的自己，过着完全不同的生活。那个时空的生活状态才是你内心所期盼的。现在的你只是一种不如意的“苟且”，现在的生活根本不值得你过。我以前也曾分裂过，觉得如果杀死现在的自己，也许另一个时空的我才会变成我期望的样子。每当遇到困难的时候，我就会想象这个情景。直到我的一位朋友出差时被酒驾撞飞，留下一个5个月大的孩子，却没有来得及说一句话就离开了。那一刻，一切就戛然而止了。他的死让我非常痛心，至今难以释怀。真实的死亡让我看到他的“戛然而止”，世界继续运转，只是少了一个他。也许正是在那之后，我不再羡慕平行宇宙的我和其他可能的生活。我开始相信命运，开始相信自己的努力。我开始享受生活中的每一餐、每一次愉悦，记住每一次花香、鸟鸣、树荫下的光影、孩子的笑和陌生人的温暖，理解母亲的辛苦。生活中琐碎的一切、困难和欢乐都是无法触碰的真实。我的平行宇宙破裂了，在我真心对待生活、想活得真实的时候。现在离我当初的目标还很远，但我意识到重要的是能从镜子里看到自己的笑容。我和自己和解了，现在的我就是最好的我。无论成为不成为自己理想中的样子都无所谓，我会好好爱自己。活着本身就是一种艰难的修行。希望你也能慢慢成长起来，只要能坚持下去就已经非常棒了。",
    "annotation": [
      {
        "sentence": "心理学家、艺术家、作家、修士、朝圣者，这些都是让人向往的职业。",
        "label": ""
      },
      {
        "sentence": "看来我们都是关注精神修养的人。",
        "label": ""
      },
      {
        "sentence": "也许，你和我一样都非常要强，总是给自己设立很高的标准，容易自责和自卑，而且很在意别人的看法。",
        "label": ""
      },
      {
        "sentence": "这些是我们从生活中得来的特质，让我们在心理和艺术方面感觉更敏锐，更喜欢追求精神层面的事物。",
        "label": ""
      },
      {
        "sentence": "不过，你需要与“期待中的自己”和解。",
        "label": ""
      },
      {
        "sentence": "你是否听说过“平行宇宙”的概念？",
        "label": ""
      },
      {
        "sentence": "换句话说，就是在另一个时空有一个和你一模一样的自己，过着完全不同的生活。",
        "label": ""
      },
      {
        "sentence": "那个时空的生活状态才是你内心所期盼的。",
        "label": ""
      },
      {
        "sentence": "现在的你只是一种不如意的“苟且”，现在的生活根本不值得你过。",
        "label": ""
      },
      {
        "sentence": "我以前也曾分裂过，觉得如果杀死现在的自己，也许另一个时空的我才会变成我期望的样子。",
        "label": ""
      },
      {
        "sentence": "每当遇到困难的时候，我就会想象这个情景。",
        "label": ""
      },
      {
        "sentence": "直到我的一位朋友出差时被酒驾撞飞，留下一个5个月大的孩子，却没有来得及说一句话就离开了。",
        "label": ""
      },
      {
        "sentence": "那一刻，一切就戛然而止了。",
        "label": ""
      },
      {
        "sentence": "他的死让我非常痛心，至今难以释怀。",
        "label": ""
      },
      {
        "sentence": "真实的死亡让我看到他的“戛然而止”，世界继续运转，只是少了一个他。",
        "label": ""
      },
      {
        "sentence": "也许正是在那之后，我不再羡慕平行宇宙的我和其他可能的生活。",
        "label": ""
      },
      {
        "sentence": "我开始相信命运，开始相信自己的努力。",
        "label": ""
      },
      {
        "sentence": "我开始享受生活中的每一餐、每一次愉悦，记住每一次花香、鸟鸣、树荫下的光影、孩子的笑和陌生人的温暖，理解母亲的辛苦。",
        "label": ""
      },
      {
        "sentence": "生活中琐碎的一切、困难和欢乐都是无法触碰的真实。",
        "label": ""
      },
      {
        "sentence": "我的平行宇宙破裂了，在我真心对待生活、想活得真实的时候。",
        "label": ""
      },
      {
        "sentence": "现在离我当初的目标还很远，但我意识到重要的是能从镜子里看到自己的笑容。",
        "label": ""
      },
      {
        "sentence": "我和自己和解了，现在的我就是最好的我。",
        "label": ""
      },
      {
        "sentence": "无论成为不成为自己理想中的样子都无所谓，我会好好爱自己。",
        "label": ""
      },
      {
        "sentence": "活着本身就是一种艰难的修行。",
        "label": ""
      },
      {
        "sentence": "希望你也能慢慢成长起来，只要能坚持下去就已经非常棒了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你所提到的选择确实让人困扰，尤其是在需要学历的职业中。但我相信你已经认识到这一点，这是一种成长的表现。我很高兴看到你能意识到自己在追求精神层面的事物时过于苛刻。这可能是因为你对自己有很高的期望，容易自责和自卑。我也曾经有过类似的经历，并意识到了这一点。在过度追求完美的过程中，我们可能会忽视自己的内心需求和快乐。你提到的朋友的离世让我非常感伤，我理解你的痛苦。然而，这一切也让你更加明白生活的珍贵和重要性。当我们开始珍惜每一天、每一次愉悦时，我们才能真正享受生活。即使现在离自己的目标还有一段距离，但你已经走在正确的道路上。你已经学会和自己和解，这是非常重要的。无论过去的选择是否符合自己的期望，你要相信自己是最好的。活着本身就是一种修行，而你已经在这条路上前进了。我希望你能继续成长，坚持下去。你已经做得非常好了。",
    "annotation": [
      {
        "sentence": "你所提到的选择确实让人困扰，尤其是在需要学历的职业中。",
        "label": ""
      },
      {
        "sentence": "但我相信你已经认识到这一点，这是一种成长的表现。",
        "label": ""
      },
      {
        "sentence": "我很高兴看到你能意识到自己在追求精神层面的事物时过于苛刻。",
        "label": ""
      },
      {
        "sentence": "这可能是因为你对自己有很高的期望，容易自责和自卑。",
        "label": ""
      },
      {
        "sentence": "我也曾经有过类似的经历，并意识到了这一点。",
        "label": ""
      },
      {
        "sentence": "在过度追求完美的过程中，我们可能会忽视自己的内心需求和快乐。",
        "label": ""
      },
      {
        "sentence": "你提到的朋友的离世让我非常感伤，我理解你的痛苦。",
        "label": ""
      },
      {
        "sentence": "然而，这一切也让你更加明白生活的珍贵和重要性。",
        "label": ""
      },
      {
        "sentence": "当我们开始珍惜每一天、每一次愉悦时，我们才能真正享受生活。",
        "label": ""
      },
      {
        "sentence": "即使现在离自己的目标还有一段距离，但你已经走在正确的道路上。",
        "label": ""
      },
      {
        "sentence": "你已经学会和自己和解，这是非常重要的。",
        "label": ""
      },
      {
        "sentence": "无论过去的选择是否符合自己的期望，你要相信自己是最好的。",
        "label": ""
      },
      {
        "sentence": "活着本身就是一种修行，而你已经在这条路上前进了。",
        "label": ""
      },
      {
        "sentence": "我希望你能继续成长，坚持下去。",
        "label": ""
      },
      {
        "sentence": "你已经做得非常好了。",
        "label": ""
      }
    ]
  }
]