[
  {
    "role": "client",
    "content": "身体的不适让我崩溃，已经比不上常人了，活着好累？18年底半月板损伤，觉得自己要瘸了，担心以后只能坐轮椅，一直到到19年底才能恢复正常生活，但是髌骨软化，肌肉萎缩，不能穿高跟鞋，已经比不上常人了，20年1月得了胃食管反流，吃药吃到现在，什么好吃的都不能吃，还是老咳嗽难受，20年7月又不小心伤到了脚踝，本来就不好的腿雪上加霜，活着好累，死了会是一种解脱吗？真不知道要怎么安慰自己了。",
    "annotation": [
      {
        "sentence": "身体的不适让我崩溃，已经比不上常人了，活着好累？",
        "label": ""
      },
      {
        "sentence": "18年底半月板损伤，觉得自己要瘸了，担心以后只能坐轮椅，一直到到19年底才能恢复正常生活，但是髌骨软化，肌肉萎缩，不能穿高跟鞋，已经比不上常人了，20年1月得了胃食管反流，吃药吃到现在，什么好吃的都不能吃，还是老咳嗽难受，20年7月又不小心伤到了脚踝，本来就不好的腿雪上加霜，活着好累，死了会是一种解脱吗？",
        "label": ""
      },
      {
        "sentence": "真不知道要怎么安慰自己了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的状况，确实很不容易，遇到这么多不顺心的事情，你感到非常压力和疲惫。我也曾经有过身体孱弱的经历，小时候，我骨折过右手，佩戴了半年的夹板。后来，又在15岁时骨折了右脚踝，打石膏最终影响到了高中的学习。这些小病真的是数不胜数。当时年纪小，也不明白为什么自己总是生病。看着其他小朋友能陪伴着父母，而我需要常常依赖父母照顾，有时候觉得自己是他们的累赘，离开他们他们会轻松一些吗？后来，有一次和父母聊天时，我的父亲告诉我：在成长的过程中，人们会经历各种各样的困难。遭遇疾病和磨难并不一定是坏事。当然，每个人都希望拥有健康的身体，但生活经常和我们开玩笑。但是你要明白：你从来都不是父母的累赘，我和你妈妈会一直照顾你。所以，你要坚强，毕竟你也是一个小男子汉。当时虽然我不是很懂，但是心里默默告诉自己：无论发生什么事，我从来都不是一个人。就像歌词唱的那样，经历风雨之后就会看到彩虹。还有很多关心我们的人和我们在一起。以后如果有心事，你也可以和我聊聊。这个世界上还有很多有趣的事情等待我们去发现。所以，请你再等等我们可以吗？",
    "annotation": [
      {
        "sentence": "看到你的状况，确实很不容易，遇到这么多不顺心的事情，你感到非常压力和疲惫。",
        "label": ""
      },
      {
        "sentence": "我也曾经有过身体孱弱的经历，小时候，我骨折过右手，佩戴了半年的夹板。",
        "label": ""
      },
      {
        "sentence": "后来，又在15岁时骨折了右脚踝，打石膏最终影响到了高中的学习。",
        "label": ""
      },
      {
        "sentence": "这些小病真的是数不胜数。",
        "label": ""
      },
      {
        "sentence": "当时年纪小，也不明白为什么自己总是生病。",
        "label": ""
      },
      {
        "sentence": "看着其他小朋友能陪伴着父母，而我需要常常依赖父母照顾，有时候觉得自己是他们的累赘，离开他们他们会轻松一些吗？",
        "label": ""
      },
      {
        "sentence": "后来，有一次和父母聊天时，我的父亲告诉我：在成长的过程中，人们会经历各种各样的困难。",
        "label": ""
      },
      {
        "sentence": "遭遇疾病和磨难并不一定是坏事。",
        "label": ""
      },
      {
        "sentence": "当然，每个人都希望拥有健康的身体，但生活经常和我们开玩笑。",
        "label": ""
      },
      {
        "sentence": "但是你要明白：你从来都不是父母的累赘，我和你妈妈会一直照顾你。",
        "label": ""
      },
      {
        "sentence": "所以，你要坚强，毕竟你也是一个小男子汉。",
        "label": ""
      },
      {
        "sentence": "当时虽然我不是很懂，但是心里默默告诉自己：无论发生什么事，我从来都不是一个人。",
        "label": ""
      },
      {
        "sentence": "就像歌词唱的那样，经历风雨之后就会看到彩虹。",
        "label": ""
      },
      {
        "sentence": "还有很多关心我们的人和我们在一起。",
        "label": ""
      },
      {
        "sentence": "以后如果有心事，你也可以和我聊聊。",
        "label": ""
      },
      {
        "sentence": "这个世界上还有很多有趣的事情等待我们去发现。",
        "label": ""
      },
      {
        "sentence": "所以，请你再等等我们可以吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，你的经历让我感到我并不孤单。我知道每个人都会经历各种各样的挫折和困难，但有时候真的觉得很无助，很难保持积极的态度。我一直尝试寻找安慰和支持，但似乎对我来说这些问题变得越来越多，越来越沉重。我觉得自己变得越来越脆弱，没有勇气面对这些困难。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，你的经历让我感到我并不孤单。",
        "label": ""
      },
      {
        "sentence": "我知道每个人都会经历各种各样的挫折和困难，但有时候真的觉得很无助，很难保持积极的态度。",
        "label": ""
      },
      {
        "sentence": "我一直尝试寻找安慰和支持，但似乎对我来说这些问题变得越来越多，越来越沉重。",
        "label": ""
      },
      {
        "sentence": "我觉得自己变得越来越脆弱，没有勇气面对这些困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不是一个人在面对这些问题和困境。每个人都会有低谷的时候，感到无助和沮丧是正常的。在这个过程中，你可以试着找到一些积极的方式来面对困难，逐渐重建自己的信心和勇气。同时，也可以多寻找他人的支持，他们可以提供帮助和理解。要相信你是一个坚强的人，是可以战胜困难的。",
    "annotation": [
      {
        "sentence": "你不是一个人在面对这些问题和困境。",
        "label": ""
      },
      {
        "sentence": "每个人都会有低谷的时候，感到无助和沮丧是正常的。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你可以试着找到一些积极的方式来面对困难，逐渐重建自己的信心和勇气。",
        "label": ""
      },
      {
        "sentence": "同时，也可以多寻找他人的支持，他们可以提供帮助和理解。",
        "label": ""
      },
      {
        "sentence": "要相信你是一个坚强的人，是可以战胜困难的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想尝试积极面对问题，但有时候困境会让我感到无力。我害怕失败，害怕我无法战胜这些问题。我需要一些方法来帮助我建立更强大的内心，以便更好地面对困难。",
    "annotation": [
      {
        "sentence": "我想尝试积极面对问题，但有时候困境会让我感到无力。",
        "label": ""
      },
      {
        "sentence": "我害怕失败，害怕我无法战胜这些问题。",
        "label": ""
      },
      {
        "sentence": "我需要一些方法来帮助我建立更强大的内心，以便更好地面对困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕失败是正常的情绪，但是不要让它阻碍你前进的脚步。你可以试着倾听自己内心的声音，找到那些支持你、鼓励你的声音。同时，你也可以尝试轻松的锻炼，如散步、冥想等，帮助你放松身心，调整积极的心态。当然，无论面对怎样的困难，与他人的交流和分享也是非常重要的，他们可能会给你一些建议和支持。",
    "annotation": [
      {
        "sentence": "害怕失败是正常的情绪，但是不要让它阻碍你前进的脚步。",
        "label": ""
      },
      {
        "sentence": "你可以试着倾听自己内心的声音，找到那些支持你、鼓励你的声音。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试轻松的锻炼，如散步、冥想等，帮助你放松身心，调整积极的心态。",
        "label": ""
      },
      {
        "sentence": "当然，无论面对怎样的困难，与他人的交流和分享也是非常重要的，他们可能会给你一些建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试倾听内心的声音，并尝试一些轻松的锻炼和放松的方法。我也会主动和身边的朋友、家人进行交流，寻找他们的支持和理解。谢谢你一直陪伴着我，给我鼓励。",
    "annotation": [
      {
        "sentence": "我会尝试倾听内心的声音，并尝试一些轻松的锻炼和放松的方法。",
        "label": ""
      },
      {
        "sentence": "我也会主动和身边的朋友、家人进行交流，寻找他们的支持和理解。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直陪伴着我，给我鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直会在你身边支持你。记住，你并不孤单，有很多人愿意倾听和帮助你。无论遇到什么困难，都要相信自己的力量，坚持下去。你可以做到的！",
    "annotation": [
      {
        "sentence": "不用客气，我一直会在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有很多人愿意倾听和帮助你。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，都要相信自己的力量，坚持下去。",
        "label": ""
      },
      {
        "sentence": "你可以做到的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直的鼓励和支持。我会努力相信自己的力量，坚持下去。我真的很感激你一直在这里陪伴我。",
    "annotation": [
      {
        "sentence": "谢谢你一直的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会努力相信自己的力量，坚持下去。",
        "label": ""
      },
      {
        "sentence": "我真的很感激你一直在这里陪伴我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我也感到很高兴能陪伴你。有时候，人生的困难就像大海的波浪，会时而平静，时而波澜壮阔。在这个过程中，你将变得更加坚强和勇敢。相信自己，一切都会好起来的。加油！",
    "annotation": [
      {
        "sentence": "我也感到很高兴能陪伴你。",
        "label": ""
      },
      {
        "sentence": "有时候，人生的困难就像大海的波浪，会时而平静，时而波澜壮阔。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你将变得更加坚强和勇敢。",
        "label": ""
      },
      {
        "sentence": "相信自己，一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福。我会努力变得更加坚强，相信自己，面对生活的波澜壮阔。我会加油的！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福。",
        "label": ""
      },
      {
        "sentence": "我会努力变得更加坚强，相信自己，面对生活的波澜壮阔。",
        "label": ""
      },
      {
        "sentence": "我会加油的！",
        "label": ""
      }
    ]
  }
]