[
  {
    "role": "client",
    "content": "考试作弊被抓失眠懊悔我不知道该怎么办了？",
    "annotation": [
      {
        "sentence": "考试作弊被抓失眠懊悔我不知道该怎么办了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常抱歉听到你的遭遇。我知道你的内心一定充满了痛苦和后悔。可以告诉我更多关于这次考试的情况吗？",
    "annotation": [
      {
        "sentence": "非常抱歉听到你的遭遇。",
        "label": ""
      },
      {
        "sentence": "我知道你的内心一定充满了痛苦和后悔。",
        "label": ""
      },
      {
        "sentence": "可以告诉我更多关于这次考试的情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "7月1号期末考试是带我的导师和另一名搞行政的老师a监考，他们看到有事先没背到的题目，还看到旁边两位同学拿出手机搜，这让我心理非常不平衡，我也一时动了歪心思，于是也拿出手机搜了。本来那场考试其实即使不拿出来搜，我也能及格的。但结果被监考老师a发现了，她很大声地要求我把手机交出来，然后把试卷交上去。我当时大脑一片空白，完全懵住了。",
    "annotation": [
      {
        "sentence": "7月1号期末考试是带我的导师和另一名搞行政的老师a监考，他们看到有事先没背到的题目，还看到旁边两位同学拿出手机搜，这让我心理非常不平衡，我也一时动了歪心思，于是也拿出手机搜了。",
        "label": ""
      },
      {
        "sentence": "本来那场考试其实即使不拿出来搜，我也能及格的。",
        "label": ""
      },
      {
        "sentence": "但结果被监考老师a发现了，她很大声地要求我把手机交出来，然后把试卷交上去。",
        "label": ""
      },
      {
        "sentence": "我当时大脑一片空白，完全懵住了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来这个经历一定让你很困惑和难受。实际上，考试作弊是一种违反道德和学术规范的行为，所以被抓到时会引发负面情绪。这种失眠和懊悔的感觉是非常正常的，因为你对自己的行为感到内疚。但是，你知道这是一个错误，愿意为自己的过失承担责任，这是一个很好的开始。你是否和你的导师或其他人提到了这件事？",
    "annotation": [
      {
        "sentence": "听起来这个经历一定让你很困惑和难受。",
        "label": ""
      },
      {
        "sentence": "实际上，考试作弊是一种违反道德和学术规范的行为，所以被抓到时会引发负面情绪。",
        "label": ""
      },
      {
        "sentence": "这种失眠和懊悔的感觉是非常正常的，因为你对自己的行为感到内疚。",
        "label": ""
      },
      {
        "sentence": "但是，你知道这是一个错误，愿意为自己的过失承担责任，这是一个很好的开始。",
        "label": ""
      },
      {
        "sentence": "你是否和你的导师或其他人提到了这件事？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，考试结束后，我跟着导师走出教室，她问我写完了吗，会不会挂科影响毕业。我的舍友也一直安慰我，告诉我很多人都作弊，只是我运气不好被抓了。但我内心深处特别羞愧，挺在意导师对我的看法的。有个姐姐给我提了个建议，让我给导师写个悔过感谢的信息。但我的舍友觉得都过去几天了，不要旧事重提了，老师可能会觉得你烦。我现在不知道该怎么办了，请大家帮帮我。",
    "annotation": [
      {
        "sentence": "是的，考试结束后，我跟着导师走出教室，她问我写完了吗，会不会挂科影响毕业。",
        "label": ""
      },
      {
        "sentence": "我的舍友也一直安慰我，告诉我很多人都作弊，只是我运气不好被抓了。",
        "label": ""
      },
      {
        "sentence": "但我内心深处特别羞愧，挺在意导师对我的看法的。",
        "label": ""
      },
      {
        "sentence": "有个姐姐给我提了个建议，让我给导师写个悔过感谢的信息。",
        "label": ""
      },
      {
        "sentence": "但我的舍友觉得都过去几天了，不要旧事重提了，老师可能会觉得你烦。",
        "label": ""
      },
      {
        "sentence": "我现在不知道该怎么办了，请大家帮帮我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题，我想到了很多年前我高中的一场考试。那个时候我学习非常优秀，是年级第一。但在一次考政治的过程中，有一道题我记不起来了。正好那题目的答案就在我手边的座位里，我犹豫了半天，鬼使神差地把那页答案拽过来看，结果正好被监考老师发现。监考老师也是教我的其他课老师，她非常惋惜地看着我，说“没想到啊”。回家之后，我一直在深深地懊悔，愧疚，那段愧疚缠绕了我好长时间，一直在悔恨，当时为什么要鬼使神差地拿出来。后来慢慢地，这种愧疚就渐渐过去了，它没对我的人生产生什么影响。我觉得可能当时的思维被题目深深吸引了，没有把作弊的原则性看得特别重。如果站在我现在的角度看，我觉得我的这两个想法也都没有什么大的问题。但我也不会再做出这样的选择，因为不值得。通过羞愧的时刻，我们能更好地了解自己。人生没有那么强的对错好坏之分，犯了错误也能继续往前走。这次的经历给你一个机会，反思自己的想法和作为，下次面临类似的情境时能有更清晰的判断。你姐姐的建议很好，给导师写一个悔过感谢的信息。在沟通时要真诚表达自己的想法和歉意，关心导师对你的看法并不是为了给她留下好印象，而是让导师了解你的内心和真实的想法。不要太在意别人对你的想法，通过这次经历更加了解自己，在以后做出更好的选择。这件事也是人生中经历成长的一部分，你会学到很多东西。",
    "annotation": [
      {
        "sentence": "看到你的问题，我想到了很多年前我高中的一场考试。",
        "label": ""
      },
      {
        "sentence": "那个时候我学习非常优秀，是年级第一。",
        "label": ""
      },
      {
        "sentence": "但在一次考政治的过程中，有一道题我记不起来了。",
        "label": ""
      },
      {
        "sentence": "正好那题目的答案就在我手边的座位里，我犹豫了半天，鬼使神差地把那页答案拽过来看，结果正好被监考老师发现。",
        "label": ""
      },
      {
        "sentence": "监考老师也是教我的其他课老师，她非常惋惜地看着我，说“没想到啊”。",
        "label": ""
      },
      {
        "sentence": "回家之后，我一直在深深地懊悔，愧疚，那段愧疚缠绕了我好长时间，一直在悔恨，当时为什么要鬼使神差地拿出来。",
        "label": ""
      },
      {
        "sentence": "后来慢慢地，这种愧疚就渐渐过去了，它没对我的人生产生什么影响。",
        "label": ""
      },
      {
        "sentence": "我觉得可能当时的思维被题目深深吸引了，没有把作弊的原则性看得特别重。",
        "label": ""
      },
      {
        "sentence": "如果站在我现在的角度看，我觉得我的这两个想法也都没有什么大的问题。",
        "label": ""
      },
      {
        "sentence": "但我也不会再做出这样的选择，因为不值得。",
        "label": ""
      },
      {
        "sentence": "通过羞愧的时刻，我们能更好地了解自己。",
        "label": ""
      },
      {
        "sentence": "人生没有那么强的对错好坏之分，犯了错误也能继续往前走。",
        "label": ""
      },
      {
        "sentence": "这次的经历给你一个机会，反思自己的想法和作为，下次面临类似的情境时能有更清晰的判断。",
        "label": ""
      },
      {
        "sentence": "你姐姐的建议很好，给导师写一个悔过感谢的信息。",
        "label": ""
      },
      {
        "sentence": "在沟通时要真诚表达自己的想法和歉意，关心导师对你的看法并不是为了给她留下好印象，而是让导师了解你的内心和真实的想法。",
        "label": ""
      },
      {
        "sentence": "不要太在意别人对你的想法，通过这次经历更加了解自己，在以后做出更好的选择。",
        "label": ""
      },
      {
        "sentence": "这件事也是人生中经历成长的一部分，你会学到很多东西。",
        "label": ""
      }
    ]
  }
]