[
  {
    "role": "client",
    "content": "总是特别着急想要变优秀，等不及…大学到底为了什么？",
    "annotation": [
      {
        "sentence": "总是特别着急想要变优秀，等不及…大学到底为了什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现在的\"00\"后真的是乘风破浪的一代，你很棒，能够在自己尚且成人的时候，就开始对自己有所规划，没有被别人口中的\"大学即自由\"蒙蔽了双眼，很上进，夸夸你！",
    "annotation": [
      {
        "sentence": "现在的\"00\"后真的是乘风破浪的一代，你很棒，能够在自己尚且成人的时候，就开始对自己有所规划，没有被别人口中的\"大学即自由\"蒙蔽了双眼，很上进，夸夸你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢鼓励，但我总觉得自己做得不够好，想要变得更优秀。",
    "annotation": [
      {
        "sentence": "谢谢鼓励，但我总觉得自己做得不够好，想要变得更优秀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "大一女生，总是特别想让自己变得优秀，比如，想要自己挣钱，想要经济独立，关于这些想法，经济的独立，个人能力的培养，我也都有过和你类似的想法，很能理解你的感受。接下来，希望我大学的经验之谈能够帮到你。大一的时候，我去做过兼职，晚托机构教小朋友写作业，辅导功课。也确实在那段时间内实现了经济独立，但是为此落下了不少功课。现在回头去想想，如果可以选择的话，我会毫不犹豫选择投身学习之中。对于大学生而言，学习，知识的积累无疑是一笔潜在的财富，它的回报率会随着你的成长而不断增值，现在看似无收入的你，其实只要好好学习，就是在为未来的自己增值。",
    "annotation": [
      {
        "sentence": "大一女生，总是特别想让自己变得优秀，比如，想要自己挣钱，想要经济独立，关于这些想法，经济的独立，个人能力的培养，我也都有过和你类似的想法，很能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "接下来，希望我大学的经验之谈能够帮到你。",
        "label": ""
      },
      {
        "sentence": "大一的时候，我去做过兼职，晚托机构教小朋友写作业，辅导功课。",
        "label": ""
      },
      {
        "sentence": "也确实在那段时间内实现了经济独立，但是为此落下了不少功课。",
        "label": ""
      },
      {
        "sentence": "现在回头去想想，如果可以选择的话，我会毫不犹豫选择投身学习之中。",
        "label": ""
      },
      {
        "sentence": "对于大学生而言，学习，知识的积累无疑是一笔潜在的财富，它的回报率会随着你的成长而不断增值，现在看似无收入的你，其实只要好好学习，就是在为未来的自己增值。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实意识到学习的重要性，但是有时候也担心自己在各方面投入不够，会错过一些机会。",
    "annotation": [
      {
        "sentence": "我确实意识到学习的重要性，但是有时候也担心自己在各方面投入不够，会错过一些机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你需要找准自己的定位。如果专业是你自己喜欢的，且愿意在往后余生从事该工作的话，你不妨以学业为重，暂时不要去思考经济独立。还有国家奖学金也不必兼职赚的钱少哦，你可以为之努力一下。从你的描述中，可以看出你是一个很有想法的人。但是，作为一名大学生，我们的精力其实是有限的。就如同我身边的同学，有人在大二的时候，称为了班级的班长，部门部长，协会的会长，活成你想要的各种\"长\"的模样，每一天都很忙很忙。但是忙碌的她，终究会顾此失彼，处理好自己的\"事业\"就很难兼顾学业。所以你不妨设想一下，如果你成为了我的那个同学，你是否有精力能够协调好这一切。\"斜杠青年\"每一个人都想拥有，但是并不是所有人都能做到。正如最近的综艺节目\"乘风破浪的姐姐\"中的蓝盈盈，自律得让人害怕。你如果想要拥有很多的技能，就要在一定程度上舍弃一些，比如和朋友聚餐等等，要学会孤独。你为之做好准备了吗？",
    "annotation": [
      {
        "sentence": "你需要找准自己的定位。",
        "label": ""
      },
      {
        "sentence": "如果专业是你自己喜欢的，且愿意在往后余生从事该工作的话，你不妨以学业为重，暂时不要去思考经济独立。",
        "label": ""
      },
      {
        "sentence": "还有国家奖学金也不必兼职赚的钱少哦，你可以为之努力一下。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，可以看出你是一个很有想法的人。",
        "label": ""
      },
      {
        "sentence": "但是，作为一名大学生，我们的精力其实是有限的。",
        "label": ""
      },
      {
        "sentence": "就如同我身边的同学，有人在大二的时候，称为了班级的班长，部门部长，协会的会长，活成你想要的各种\"长\"的模样，每一天都很忙很忙。",
        "label": ""
      },
      {
        "sentence": "但是忙碌的她，终究会顾此失彼，处理好自己的\"事业\"就很难兼顾学业。",
        "label": ""
      },
      {
        "sentence": "所以你不妨设想一下，如果你成为了我的那个同学，你是否有精力能够协调好这一切。",
        "label": ""
      },
      {
        "sentence": "\"斜杠青年\"每一个人都想拥有，但是并不是所有人都能做到。",
        "label": ""
      },
      {
        "sentence": "正如最近的综艺节目\"乘风破浪的姐姐\"中的蓝盈盈，自律得让人害怕。",
        "label": ""
      },
      {
        "sentence": "你如果想要拥有很多的技能，就要在一定程度上舍弃一些，比如和朋友聚餐等等，要学会孤独。",
        "label": ""
      },
      {
        "sentence": "你为之做好准备了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可能我需要更加理性地考虑自己的选择和投入。",
    "annotation": [
      {
        "sentence": "我明白了，可能我需要更加理性地考虑自己的选择和投入。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，你慢慢来。人的一生，有好多年，你有没有想一分钟，一小时，一天去思考下你想要的是什么呢？比起无所作为，碌碌无为更加让人害怕。碌碌无为会消磨你的耐心，降低你的自信心，让你对自己的能力产生质疑，否定自我。所以你不妨在众多的选择中，静下心来，选择一个与你而言最有用，最想做好的事，专注于这件事本身，从一而终。培养未来的“核心竞争力”是一件很有意义的事，未来的就业只会更加紧张，所以你不妨就某个领域，垂直发展，专注于一件事，用心去感受自己的点滴成长，也能让自己愉悦，做个\"有用\"的人。",
    "annotation": [
      {
        "sentence": "亲爱的，你慢慢来。",
        "label": ""
      },
      {
        "sentence": "人的一生，有好多年，你有没有想一分钟，一小时，一天去思考下你想要的是什么呢？",
        "label": ""
      },
      {
        "sentence": "比起无所作为，碌碌无为更加让人害怕。",
        "label": ""
      },
      {
        "sentence": "碌碌无为会消磨你的耐心，降低你的自信心，让你对自己的能力产生质疑，否定自我。",
        "label": ""
      },
      {
        "sentence": "所以你不妨在众多的选择中，静下心来，选择一个与你而言最有用，最想做好的事，专注于这件事本身，从一而终。",
        "label": ""
      },
      {
        "sentence": "培养未来的“核心竞争力”是一件很有意义的事，未来的就业只会更加紧张，所以你不妨就某个领域，垂直发展，专注于一件事，用心去感受自己的点滴成长，也能让自己愉悦，做个\"有用\"的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的建议，我会好好思考并选择适合自己的方向。",
    "annotation": [
      {
        "sentence": "感谢你的建议，我会好好思考并选择适合自己的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个年龄段都有自己该做的，可以做的事，出名不一定要趁早，你更应该明白\"大器往往晚成\"的道理，沉潜蓄力的道理。别急，慢慢来，多听听自己内心的声音，别让外界影响了自己成长的节奏。\"南辕北辙\"的道理，用在这里也十分合适。大学期间，找准方向，看似走得很慢，实际却比别人快得多。希望你能够多听听自己内心的真实想法！",
    "annotation": [
      {
        "sentence": "每个年龄段都有自己该做的，可以做的事，出名不一定要趁早，你更应该明白\"大器往往晚成\"的道理，沉潜蓄力的道理。",
        "label": ""
      },
      {
        "sentence": "别急，慢慢来，多听听自己内心的声音，别让外界影响了自己成长的节奏。",
        "label": ""
      },
      {
        "sentence": "\"南辕北辙\"的道理，用在这里也十分合适。",
        "label": ""
      },
      {
        "sentence": "大学期间，找准方向，看似走得很慢，实际却比别人快得多。",
        "label": ""
      },
      {
        "sentence": "希望你能够多听听自己内心的真实想法！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和理解，我会更加从容地面对自己的大学生活。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和理解，我会更加从容地面对自己的大学生活。",
        "label": ""
      }
    ]
  }
]