[
  {
    "role": "client",
    "content": "总是特别着急想要变优秀，等不及…大学到底为了什么？大一女生，总是特别想让自己变得优秀，比如，想要自己挣钱，想要经济独立，想参加各种各样的比赛拿奖，想学各种各样的东西，想在学校担任各种各样“长”的角色，想要在两年里学完别人四年所学的东西，想拿奖学金，想要实习，又想要考研，想成为斜杠青年……虽然还不到20岁，总是想要做完别人30岁的事情，真的等不及，停不下来……一旦停下来就会觉得很愧疚，好像庸庸碌碌无所事事……暑假想去兼职做家教，可是我们要大三才能考教师资格证，现在的家教也并不太好找，虽然在家里也在自学考研的内容，可是就是觉得自己很没用……有时候又担心自己有这么多想做的事、为了这么多事情分心，会不会没办法培养未来的“核心竞争力”，很害怕这种“无用”的感觉天呐我真的好着急，虽然我知道大学是积累的时间段，是我太着急了吗？大学到底是为了什么？到底怎么样才能让自己变得更优秀呢？谢谢各位老师！",
    "annotation": [
      {
        "sentence": "总是特别着急想要变优秀，等不及…大学到底为了什么？",
        "label": ""
      },
      {
        "sentence": "大一女生，总是特别想让自己变得优秀，比如，想要自己挣钱，想要经济独立，想参加各种各样的比赛拿奖，想学各种各样的东西，想在学校担任各种各样“长”的角色，想要在两年里学完别人四年所学的东西，想拿奖学金，想要实习，又想要考研，想成为斜杠青年……虽然还不到20岁，总是想要做完别人30岁的事情，真的等不及，停不下来……一旦停下来就会觉得很愧疚，好像庸庸碌碌无所事事……暑假想去兼职做家教，可是我们要大三才能考教师资格证，现在的家教也并不太好找，虽然在家里也在自学考研的内容，可是就是觉得自己很没用……有时候又担心自己有这么多想做的事、为了这么多事情分心，会不会没办法培养未来的“核心竞争力”，很害怕这种“无用”的感觉天呐我真的好着急，虽然我知道大学是积累的时间段，是我太着急了吗？",
        "label": ""
      },
      {
        "sentence": "大学到底是为了什么？",
        "label": ""
      },
      {
        "sentence": "到底怎么样才能让自己变得更优秀呢？",
        "label": ""
      },
      {
        "sentence": "谢谢各位老师！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢邀～非常理解你的心情，～看到你说了很多个“想……”，仿佛也看见了曾经有一段时间的我什么都想要，都想去争取。",
    "annotation": [
      {
        "sentence": "谢邀～非常理解你的心情，～看到你说了很多个“想……”，仿佛也看见了曾经有一段时间的我什么都想要，都想去争取。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我是很想变得优秀，但是总是觉得时间不够用，急于得到结果。",
    "annotation": [
      {
        "sentence": "是的，我是很想变得优秀，但是总是觉得时间不够用，急于得到结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我觉得，在大一期间，这样欲望很多的状态并不是一件特别不好的情况，相反它说明你非常希望变好，非常渴望获得一定成绩。在这种情况下，只需要进行心态上的调整，就可以做到既把这份热情用在自己重要的事情上，又不至于过于盲目，过于功利化。",
    "annotation": [
      {
        "sentence": "我觉得，在大一期间，这样欲望很多的状态并不是一件特别不好的情况，相反它说明你非常希望变好，非常渴望获得一定成绩。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，只需要进行心态上的调整，就可以做到既把这份热情用在自己重要的事情上，又不至于过于盲目，过于功利化。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我总觉得停下来就会觉得很愧疚，好像庸庸碌碌无所事事。我真的很着急。",
    "annotation": [
      {
        "sentence": "但是我总觉得停下来就会觉得很愧疚，好像庸庸碌碌无所事事。",
        "label": ""
      },
      {
        "sentence": "我真的很着急。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，你这种没有办法轻易停下来的背后，也反映了你的内在存在某些担忧或者心结，特别渴望自己能够立刻解决什么问题。我想告诉你，真的没必要太着急，没有人可以把好多事都做到极致。一方面建议细细审视自己的每个想法，哪些是一时兴起，哪些是真的需要，哪些是心向往之，哪些是必须，哪些是需要立刻去做？建议采用四象限分类法，把这些想法，计划的事情分为——重要又紧急的事情，重要但不紧急的事情，不重要但紧急的事情，不重要又不紧急的事情。然后针对性处理。",
    "annotation": [
      {
        "sentence": "当然，你这种没有办法轻易停下来的背后，也反映了你的内在存在某些担忧或者心结，特别渴望自己能够立刻解决什么问题。",
        "label": ""
      },
      {
        "sentence": "我想告诉你，真的没必要太着急，没有人可以把好多事都做到极致。",
        "label": ""
      },
      {
        "sentence": "一方面建议细细审视自己的每个想法，哪些是一时兴起，哪些是真的需要，哪些是心向往之，哪些是必须，哪些是需要立刻去做？",
        "label": ""
      },
      {
        "sentence": "建议采用四象限分类法，把这些想法，计划的事情分为——重要又紧急的事情，重要但不紧急的事情，不重要但紧急的事情，不重要又不紧急的事情。",
        "label": ""
      },
      {
        "sentence": "然后针对性处理。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我需要理清自己的优先级，把时间和精力更有针对性地分配。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我需要理清自己的优先级，把时间和精力更有针对性地分配。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另一方面，其实可以发现你的想法中有互相矛盾的地方，比如实习和考研，一般来说是没法同时进行的，也是因为如果我们把精力同时放在不同的事情上，我们很容易每件事都做不到太好。在心理学中，“手表定律”是指拥有两块以上的手表并不能帮人更准确的判断时间，反而会制造混乱，让看表的人失去对时间的判断。手表定理所指的另一层含义在于每个人都不能同时挑选两种不同的行为准则或者价值观念，否则那个人的行为将陷于混乱。所以一定要去想清楚你最重要的目标是什么。当然如果一时想不清楚，也不用着急，要在实际的实践过程中去看到底哪条路更适合自己。真的不用特别着急，先挑一个目标去试试。另外，啰嗦一句——一定要好好学习。祝好～。",
    "annotation": [
      {
        "sentence": "另一方面，其实可以发现你的想法中有互相矛盾的地方，比如实习和考研，一般来说是没法同时进行的，也是因为如果我们把精力同时放在不同的事情上，我们很容易每件事都做不到太好。",
        "label": ""
      },
      {
        "sentence": "在心理学中，“手表定律”是指拥有两块以上的手表并不能帮人更准确的判断时间，反而会制造混乱，让看表的人失去对时间的判断。",
        "label": ""
      },
      {
        "sentence": "手表定理所指的另一层含义在于每个人都不能同时挑选两种不同的行为准则或者价值观念，否则那个人的行为将陷于混乱。",
        "label": ""
      },
      {
        "sentence": "所以一定要去想清楚你最重要的目标是什么。",
        "label": ""
      },
      {
        "sentence": "当然如果一时想不清楚，也不用着急，要在实际的实践过程中去看到底哪条路更适合自己。",
        "label": ""
      },
      {
        "sentence": "真的不用特别着急，先挑一个目标去试试。",
        "label": ""
      },
      {
        "sentence": "另外，啰嗦一句——一定要好好学习。",
        "label": ""
      },
      {
        "sentence": "祝好～。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持！我会好好思考，然后进行适当的调整。非常感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      },
      {
        "sentence": "我会好好思考，然后进行适当的调整。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够找到自己的方向并取得成功的。记得在奔跑的过程中也要好好享受成长的乐趣。加油！如果还有其他问题，随时找我聊天。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够找到自己的方向并取得成功的。",
        "label": ""
      },
      {
        "sentence": "记得在奔跑的过程中也要好好享受成长的乐趣。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]