[
  {
    "role": "client",
    "content": "总是特别着急想要变优秀，等不及…大学到底为了什么？大一女生，总是特别想让自己变得优秀，比如，想要自己挣钱，想要经济独立，想参加各种各样的比赛拿奖，想学各种各样的东西，想在学校担任各种各样“长”的角色，想要在两年里学完别人四年所学的东西，想拿奖学金，想要实习，又想要考研，想成为斜杠青年……虽然还不到20岁，总是想要做完别人30岁的事情，真的等不及，停不下来……一旦停下来就会觉得很愧疚，好像庸庸碌碌无所事事……暑假想去兼职做家教，可是我们要大三才能考教师资格证，现在的家教也并不太好找，虽然在家里也在自学考研的内容，可是就是觉得自己很没用……有时候又担心自己有这么多想做的事、为了这么多事情分心，会不会没办法培养未来的“核心竞争力”，很害怕这种“无用”的感觉天呐我真的好着急，虽然我知道大学是积累的时间段，是我太着急了吗？大学到底是为了什么？到底怎么样才能让自己变得更优秀呢？谢谢各位老师！",
    "annotation": [
      {
        "sentence": "总是特别着急想要变优秀，等不及…大学到底为了什么？",
        "label": ""
      },
      {
        "sentence": "大一女生，总是特别想让自己变得优秀，比如，想要自己挣钱，想要经济独立，想参加各种各样的比赛拿奖，想学各种各样的东西，想在学校担任各种各样“长”的角色，想要在两年里学完别人四年所学的东西，想拿奖学金，想要实习，又想要考研，想成为斜杠青年……虽然还不到20岁，总是想要做完别人30岁的事情，真的等不及，停不下来……一旦停下来就会觉得很愧疚，好像庸庸碌碌无所事事……暑假想去兼职做家教，可是我们要大三才能考教师资格证，现在的家教也并不太好找，虽然在家里也在自学考研的内容，可是就是觉得自己很没用……有时候又担心自己有这么多想做的事、为了这么多事情分心，会不会没办法培养未来的“核心竞争力”，很害怕这种“无用”的感觉天呐我真的好着急，虽然我知道大学是积累的时间段，是我太着急了吗？",
        "label": ""
      },
      {
        "sentence": "大学到底是为了什么？",
        "label": ""
      },
      {
        "sentence": "到底怎么样才能让自己变得更优秀呢？",
        "label": ""
      },
      {
        "sentence": "谢谢各位老师！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，首先我能感受到你内心的焦虑和紧迫感，想要实现很多事情。你觉得自己好像被什么怪兽追赶，必须不停地奔跑，你担心一旦停下来，就会被怪兽吞噬。是这样吗？如果确实如此，我建议你停下来回头看看，追赶你的那个怪兽是什么？你害怕什么？是否担心自己不够优秀，觉得“不优秀不能活”的观念？是不是认为只有优秀才能在这个世界上好好地生存？如果我们把情况想得最糟，假设你永远都不会变得优秀，平凡无奇，只是一份普通的工作、一个普通的家庭，没有非凡的成就，没有丰厚的财富，你会如何应对？你能接受这样的自己吗？这个问题需要你自己慢慢来回答。",
    "annotation": [
      {
        "sentence": "求助者，首先我能感受到你内心的焦虑和紧迫感，想要实现很多事情。",
        "label": ""
      },
      {
        "sentence": "你觉得自己好像被什么怪兽追赶，必须不停地奔跑，你担心一旦停下来，就会被怪兽吞噬。",
        "label": ""
      },
      {
        "sentence": "是这样吗？",
        "label": ""
      },
      {
        "sentence": "如果确实如此，我建议你停下来回头看看，追赶你的那个怪兽是什么？",
        "label": ""
      },
      {
        "sentence": "你害怕什么？",
        "label": ""
      },
      {
        "sentence": "是否担心自己不够优秀，觉得“不优秀不能活”的观念？",
        "label": ""
      },
      {
        "sentence": "是不是认为只有优秀才能在这个世界上好好地生存？",
        "label": ""
      },
      {
        "sentence": "如果我们把情况想得最糟，假设你永远都不会变得优秀，平凡无奇，只是一份普通的工作、一个普通的家庭，没有非凡的成就，没有丰厚的财富，你会如何应对？",
        "label": ""
      },
      {
        "sentence": "你能接受这样的自己吗？",
        "label": ""
      },
      {
        "sentence": "这个问题需要你自己慢慢来回答。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，你说得对，我真的担心自己不够优秀，害怕一旦停下来，就会觉得自己变得毫无价值。我觉得只有变得足够优秀，才能够在这个竞争激烈的社会中立足。如果我一直没有机会实现自己的目标，做不出特别出色的成绩，我会觉得很失落。",
    "annotation": [
      {
        "sentence": "支持者，你说得对，我真的担心自己不够优秀，害怕一旦停下来，就会觉得自己变得毫无价值。",
        "label": ""
      },
      {
        "sentence": "我觉得只有变得足够优秀，才能够在这个竞争激烈的社会中立足。",
        "label": ""
      },
      {
        "sentence": "如果我一直没有机会实现自己的目标，做不出特别出色的成绩，我会觉得很失落。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧。但是我想告诉你，大学并不只是为了取得证书，更重要的是在这个阶段了解自己。你是谁？你追求什么？你的人生目标是什么？当你对自己的存在有明确的认识时，你的努力才会有意义。所以，在大学期间，最重要的是认识自己而不仅仅是追求那些成绩。通过学习、参加活动、与他人交往，以及与世界产生碰撞，你才能更好地了解自己。要思考自己是什么样的人，需要什么，想要什么。一旦明确了目标，你就可以朝着它努力。大学就是一个积累的阶段，也许你看不到明确的结果，但是像春天的雨水和夏天的风一样，为你未来的成长提供养分，为你赢得丰硕的成果奠定基础。给自己一些时间，不要太着急，你终将获得你想要的一切。但首先你要明确自己究竟追求的是什么。",
    "annotation": [
      {
        "sentence": "我理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "但是我想告诉你，大学并不只是为了取得证书，更重要的是在这个阶段了解自己。",
        "label": ""
      },
      {
        "sentence": "你是谁？",
        "label": ""
      },
      {
        "sentence": "你追求什么？",
        "label": ""
      },
      {
        "sentence": "你的人生目标是什么？",
        "label": ""
      },
      {
        "sentence": "当你对自己的存在有明确的认识时，你的努力才会有意义。",
        "label": ""
      },
      {
        "sentence": "所以，在大学期间，最重要的是认识自己而不仅仅是追求那些成绩。",
        "label": ""
      },
      {
        "sentence": "通过学习、参加活动、与他人交往，以及与世界产生碰撞，你才能更好地了解自己。",
        "label": ""
      },
      {
        "sentence": "要思考自己是什么样的人，需要什么，想要什么。",
        "label": ""
      },
      {
        "sentence": "一旦明确了目标，你就可以朝着它努力。",
        "label": ""
      },
      {
        "sentence": "大学就是一个积累的阶段，也许你看不到明确的结果，但是像春天的雨水和夏天的风一样，为你未来的成长提供养分，为你赢得丰硕的成果奠定基础。",
        "label": ""
      },
      {
        "sentence": "给自己一些时间，不要太着急，你终将获得你想要的一切。",
        "label": ""
      },
      {
        "sentence": "但首先你要明确自己究竟追求的是什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，你说得很有道理。我确实应该更关注自己的成长和发展，而不是过于焦虑于结果。我会试着停下来，思考一下我真正想要的是什么，然后脚踏实地地朝着目标前进。",
    "annotation": [
      {
        "sentence": "支持者，你说得很有道理。",
        "label": ""
      },
      {
        "sentence": "我确实应该更关注自己的成长和发展，而不是过于焦虑于结果。",
        "label": ""
      },
      {
        "sentence": "我会试着停下来，思考一下我真正想要的是什么，然后脚踏实地地朝着目标前进。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心。适当的停下来思考，制定清晰的目标，是实现你想变得更优秀的关键。同时，也要给自己一些时间放松和休息，避免过度压力。不要忘记，每个人的成长步伐都是不同的，重要的是坚持并相信自己。祝你取得理想的成果！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心。",
        "label": ""
      },
      {
        "sentence": "适当的停下来思考，制定清晰的目标，是实现你想变得更优秀的关键。",
        "label": ""
      },
      {
        "sentence": "同时，也要给自己一些时间放松和休息，避免过度压力。",
        "label": ""
      },
      {
        "sentence": "不要忘记，每个人的成长步伐都是不同的，重要的是坚持并相信自己。",
        "label": ""
      },
      {
        "sentence": "祝你取得理想的成果！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励！我会尽力调整自己的心态，努力寻找适合自己的发展道路。希望能取得我期望的成果。再次感谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会尽力调整自己的心态，努力寻找适合自己的发展道路。",
        "label": ""
      },
      {
        "sentence": "希望能取得我期望的成果。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我作为你的支持者，希望能一直陪伴你度过这个成长的阶段。相信自己，相信你所追求的，你一定能取得你想要的成就。如果在这个过程中还有什么需要帮助的，记得随时找我聊聊。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我作为你的支持者，希望能一直陪伴你度过这个成长的阶段。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你所追求的，你一定能取得你想要的成就。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中还有什么需要帮助的，记得随时找我聊聊。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励！我会牢记你的话语，坚定地朝着自己的目标前进。如果遇到困难，我会及时寻求帮助。再次衷心感谢你的支持！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话语，坚定地朝着自己的目标前进。",
        "label": ""
      },
      {
        "sentence": "如果遇到困难，我会及时寻求帮助。",
        "label": ""
      },
      {
        "sentence": "再次衷心感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直支持你。记住，困难并不可怕，只要你有勇气并持之以恒，就能克服一切。祝你在大学生活中取得卓越的成就！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直支持你。",
        "label": ""
      },
      {
        "sentence": "记住，困难并不可怕，只要你有勇气并持之以恒，就能克服一切。",
        "label": ""
      },
      {
        "sentence": "祝你在大学生活中取得卓越的成就！",
        "label": ""
      }
    ]
  }
]