[
  {
    "role": "client",
    "content": "我最近在想一件事，我妈让我做什么我就做什么，她想让我做什么我就做什么，如果不做，会怎样呢？我会被关在“电网”外，两手空空，站在那，身体被隔绝在外，面前盘旋着天敌和野兽。我所能够分析的：两手空空是个危险的状态，站在那而不是灵活戒备是个危险的状态，身体被隔绝就失去了阻挡，而父母代表的就是阻挡，我很看重阻挡这个东西，我所被告知的是有了阻挡才能够解决一切，我如果不被别人顺手挡在后面我就会出现在野兽爪下，这就是我的认知。无法再分析下去，因为恐惧淹没了我，这种恐惧会给我带来呕吐感。呕吐，是件伤害人的事，它会扰乱\/掩盖我所有的感官。分析结果：我很看重阻挡，有了阻挡就能在我忍耐间解决一切，我不被挡在后面就只会死。我一般分析的时候不会来问，因为在运动，看小说或看电视，洗澡的时候也许会有一些想法被抓住。但是两手空空的僵立状态让人心肝脾肺都渗得慌。这把我唬到了。",
    "annotation": [
      {
        "sentence": "我最近在想一件事，我妈让我做什么我就做什么，她想让我做什么我就做什么，如果不做，会怎样呢？",
        "label": ""
      },
      {
        "sentence": "我会被关在“电网”外，两手空空，站在那，身体被隔绝在外，面前盘旋着天敌和野兽。",
        "label": ""
      },
      {
        "sentence": "我所能够分析的：两手空空是个危险的状态，站在那而不是灵活戒备是个危险的状态，身体被隔绝就失去了阻挡，而父母代表的就是阻挡，我很看重阻挡这个东西，我所被告知的是有了阻挡才能够解决一切，我如果不被别人顺手挡在后面我就会出现在野兽爪下，这就是我的认知。",
        "label": ""
      },
      {
        "sentence": "无法再分析下去，因为恐惧淹没了我，这种恐惧会给我带来呕吐感。",
        "label": ""
      },
      {
        "sentence": "呕吐，是件伤害人的事，它会扰乱\/掩盖我所有的感官。",
        "label": ""
      },
      {
        "sentence": "分析结果：我很看重阻挡，有了阻挡就能在我忍耐间解决一切，我不被挡在后面就只会死。",
        "label": ""
      },
      {
        "sentence": "我一般分析的时候不会来问，因为在运动，看小说或看电视，洗澡的时候也许会有一些想法被抓住。",
        "label": ""
      },
      {
        "sentence": "但是两手空空的僵立状态让人心肝脾肺都渗得慌。",
        "label": ""
      },
      {
        "sentence": "这把我唬到了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你描述的情况，我可以理解你感到困惑和害怕。首先，我明白你对阻挡的重视和带来的安全感。可是作为一个独立的个体，你也有权利表达自己的想法和决策。父母是为了保护你，但有时过分保护可能会让你害怕去冲破束缚。但是记住，你也有自己的想法和主见，要学会平衡父母的意见与自己的内心诉求。你可以试着与他们沟通，告诉他们你的真实想法，不要让自己一味听从而没有主见。",
    "annotation": [
      {
        "sentence": "听你描述的情况，我可以理解你感到困惑和害怕。",
        "label": ""
      },
      {
        "sentence": "首先，我明白你对阻挡的重视和带来的安全感。",
        "label": ""
      },
      {
        "sentence": "可是作为一个独立的个体，你也有权利表达自己的想法和决策。",
        "label": ""
      },
      {
        "sentence": "父母是为了保护你，但有时过分保护可能会让你害怕去冲破束缚。",
        "label": ""
      },
      {
        "sentence": "但是记住，你也有自己的想法和主见，要学会平衡父母的意见与自己的内心诉求。",
        "label": ""
      },
      {
        "sentence": "你可以试着与他们沟通，告诉他们你的真实想法，不要让自己一味听从而没有主见。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但我总觉得如果不按照父母的要求去做，我会面临一些未知的危险。我害怕自己会被孤立无援，没有阻挡的保护。这种恐惧让我无法冷静分析情况，甚至会引发呕吐感。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但我总觉得如果不按照父母的要求去做，我会面临一些未知的危险。",
        "label": ""
      },
      {
        "sentence": "我害怕自己会被孤立无援，没有阻挡的保护。",
        "label": ""
      },
      {
        "sentence": "这种恐惧让我无法冷静分析情况，甚至会引发呕吐感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种担心和恐惧是很正常的情绪反应。可是我们也不能让恐惧主导我们的人生。想想你自己内心的想法，你真正希望的是什么？试着面对这种恐惧，告诉自己也许未知的危险并没有你想象的那么可怕。父母对你的保护是为了你的安全，但也要给自己一些空间去探索和成长。",
    "annotation": [
      {
        "sentence": "这种担心和恐惧是很正常的情绪反应。",
        "label": ""
      },
      {
        "sentence": "可是我们也不能让恐惧主导我们的人生。",
        "label": ""
      },
      {
        "sentence": "想想你自己内心的想法，你真正希望的是什么？",
        "label": ""
      },
      {
        "sentence": "试着面对这种恐惧，告诉自己也许未知的危险并没有你想象的那么可怕。",
        "label": ""
      },
      {
        "sentence": "父母对你的保护是为了你的安全，但也要给自己一些空间去探索和成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你说的道理，但我还是担心自己会受伤。我害怕面对未知的世界，对于天敌和野兽这样凶猛的事物，我难以面对。",
    "annotation": [
      {
        "sentence": "我明白你说的道理，但我还是担心自己会受伤。",
        "label": ""
      },
      {
        "sentence": "我害怕面对未知的世界，对于天敌和野兽这样凶猛的事物，我难以面对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感到害怕是很正常的，特别是当我们面对未知和不确定的时候。但是你要相信自己的能力和勇气去面对这些恐惧。踏出舒适区可以让你成长和发现更多的可能性。不要让恐惧束缚了你的力量，告诉自己你可以通过勇敢面对新的挑战来克服这些恐惧。",
    "annotation": [
      {
        "sentence": "感到害怕是很正常的，特别是当我们面对未知和不确定的时候。",
        "label": ""
      },
      {
        "sentence": "但是你要相信自己的能力和勇气去面对这些恐惧。",
        "label": ""
      },
      {
        "sentence": "踏出舒适区可以让你成长和发现更多的可能性。",
        "label": ""
      },
      {
        "sentence": "不要让恐惧束缚了你的力量，告诉自己你可以通过勇敢面对新的挑战来克服这些恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着去相信自己，勇敢面对恐惧和挑战。我应该不再依赖父母的阻挡来保护自己，而是学会独立思考和决策。",
    "annotation": [
      {
        "sentence": "我会试着去相信自己，勇敢面对恐惧和挑战。",
        "label": ""
      },
      {
        "sentence": "我应该不再依赖父母的阻挡来保护自己，而是学会独立思考和决策。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，这是一个积极向上的态度。学会独立思考和决策可以让你更好地发展自己的个性和实现自己的目标。记住，你并不是孤立无援的，你可以寻求支持和建议的人，包括父母在内。但最重要的是相信自己的能力，勇敢地面对任何困难和挑战。",
    "annotation": [
      {
        "sentence": "很好，这是一个积极向上的态度。",
        "label": ""
      },
      {
        "sentence": "学会独立思考和决策可以让你更好地发展自己的个性和实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "记住，你并不是孤立无援的，你可以寻求支持和建议的人，包括父母在内。",
        "label": ""
      },
      {
        "sentence": "但最重要的是相信自己的能力，勇敢地面对任何困难和挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我会尝试放下恐惧，积极面对生活中的各种情况，并学会独立思考和决策。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尝试放下恐惧，积极面对生活中的各种情况，并学会独立思考和决策。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。相信自己，勇敢面对，你会发现自己更强大和成长的。如果将来还有需要，记得随时向我寻求帮助。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "相信自己，勇敢面对，你会发现自己更强大和成长的。",
        "label": ""
      },
      {
        "sentence": "如果将来还有需要，记得随时向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]