[
  {
    "role": "client",
    "content": "大学生，遇见网上的人没耐心而生气纠结，怎么办？大学生前两天我本来是想请假一周在家自学，有可能因为端午节刚过，有开学恐惧症吧总感觉学校的那个学习不适合，结果那个数学老师给你6个作业，因为在家网课放水什么都不懂，然后就给你来这么多作业，求人要答案吗，跟班里关系又不怎么好，一个人独来独往的，求给答案就说自己没做各种理由，所以在网上多个群求人，但是也不好意思直接说帮我做，我都是一个个的拍照来祈求别人帮忙做下应付，求多他们反而不想帮，叫你看书刷网课，我都快要火烧眉毛，我看书不花时间吗？这么多作业又怎么办啦，结果既生气又无助，也只能借助百度搜题，关键是有些没有，而且在哪个群里有个人发问题，那个人就直说思路，不给过程，联想自己别人就只给你思路什么都不懂的经历，我就说他几句，他反而说你不懂关我什么事，我扔他两坨屎，接下来有人说就是那个老师不用课本自己也不看课本的人，我就说他拿别人的短处来嘲笑你不感觉你可怜，接着群屏蔽，眼不见心不烦，我总纠结。",
    "annotation": [
      {
        "sentence": "大学生，遇见网上的人没耐心而生气纠结，怎么办？",
        "label": ""
      },
      {
        "sentence": "大学生前两天我本来是想请假一周在家自学，有可能因为端午节刚过，有开学恐惧症吧总感觉学校的那个学习不适合，结果那个数学老师给你6个作业，因为在家网课放水什么都不懂，然后就给你来这么多作业，求人要答案吗，跟班里关系又不怎么好，一个人独来独往的，求给答案就说自己没做各种理由，所以在网上多个群求人，但是也不好意思直接说帮我做，我都是一个个的拍照来祈求别人帮忙做下应付，求多他们反而不想帮，叫你看书刷网课，我都快要火烧眉毛，我看书不花时间吗？",
        "label": ""
      },
      {
        "sentence": "这么多作业又怎么办啦，结果既生气又无助，也只能借助百度搜题，关键是有些没有，而且在哪个群里有个人发问题，那个人就直说思路，不给过程，联想自己别人就只给你思路什么都不懂的经历，我就说他几句，他反而说你不懂关我什么事，我扔他两坨屎，接下来有人说就是那个老师不用课本自己也不看课本的人，我就说他拿别人的短处来嘲笑你不感觉你可怜，接着群屏蔽，眼不见心不烦，我总纠结。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我看到你的问题，感觉你的思路会比较乱点。但是非常心疼，没有人帮助你。那可能是你的情商方面做的不够完美。上面我来说几点我的个人看法，希望对你有所帮助。首先，我明白你因为在家网课没有上好而感到困惑不解，然后又被老师布置了很多作业，你是否觉得需要求人帮忙答案呢？而且你和班里同学的关系也不是很好，也是一个人独来独往的，这也导致了向他们求答案时显得困难。你在网上通过拍照的方式向别人求助，但却遇到了困扰。求助的人反而不愿意帮忙，只是让你看书刷网课，这让你感到非常烦躁。你看书的时间是否被忽视了呢？面对这么多作业，你感到非常无助和愤怒，只能借助百度来搜索题目，在群里提问时有人只是给你思路而不是具体过程，这让你想起了自己曾经不懂得时候别人只给思路的经历，你表达了对他的不满，他却反驳你不懂与他无关。然后有人嘲笑那位老师，说他不用课本也不看课本，你觉得别人拿别人的缺点来嘲笑你是很可怜的，于是你选择了屏蔽一些群，避免看到这些让你纠结的内容。",
    "annotation": [
      {
        "sentence": "我看到你的问题，感觉你的思路会比较乱点。",
        "label": ""
      },
      {
        "sentence": "但是非常心疼，没有人帮助你。",
        "label": ""
      },
      {
        "sentence": "那可能是你的情商方面做的不够完美。",
        "label": ""
      },
      {
        "sentence": "上面我来说几点我的个人看法，希望对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "首先，我明白你因为在家网课没有上好而感到困惑不解，然后又被老师布置了很多作业，你是否觉得需要求人帮忙答案呢？",
        "label": ""
      },
      {
        "sentence": "而且你和班里同学的关系也不是很好，也是一个人独来独往的，这也导致了向他们求答案时显得困难。",
        "label": ""
      },
      {
        "sentence": "你在网上通过拍照的方式向别人求助，但却遇到了困扰。",
        "label": ""
      },
      {
        "sentence": "求助的人反而不愿意帮忙，只是让你看书刷网课，这让你感到非常烦躁。",
        "label": ""
      },
      {
        "sentence": "你看书的时间是否被忽视了呢？",
        "label": ""
      },
      {
        "sentence": "面对这么多作业，你感到非常无助和愤怒，只能借助百度来搜索题目，在群里提问时有人只是给你思路而不是具体过程，这让你想起了自己曾经不懂得时候别人只给思路的经历，你表达了对他的不满，他却反驳你不懂与他无关。",
        "label": ""
      },
      {
        "sentence": "然后有人嘲笑那位老师，说他不用课本也不看课本，你觉得别人拿别人的缺点来嘲笑你是很可怜的，于是你选择了屏蔽一些群，避免看到这些让你纠结的内容。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复和理解，我想我确实在情商方面有些不足。但这个网课对我而言真的太难了，我觉得自己好像完全跟不上。我明白我自己在学习上也有责任，但当我困惑时，我真的希望能够得到一些帮助和支持，不只是被要求看书刷网课。我这样的求助方式是不是太过于被动了？",
    "annotation": [
      {
        "sentence": "谢谢你的回复和理解，我想我确实在情商方面有些不足。",
        "label": ""
      },
      {
        "sentence": "但这个网课对我而言真的太难了，我觉得自己好像完全跟不上。",
        "label": ""
      },
      {
        "sentence": "我明白我自己在学习上也有责任，但当我困惑时，我真的希望能够得到一些帮助和支持，不只是被要求看书刷网课。",
        "label": ""
      },
      {
        "sentence": "我这样的求助方式是不是太过于被动了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你觉得这个网课很难，感到跟不上的困惑。你并不是完全没有责任，你也意识到自己的问题。但当你需要帮助时，确实应该有人给你一些具体的帮助和支持，而不仅仅是要求你自己去看书和刷网课。至于你的求助方式，我认为并不是太被动，只是可能需要更加主动一些。你可以向同学们直接寻求帮助，让别人知道你真正需要他们的帮助，并且展示出你自己的努力和决心去学习。这样更容易得到他们的认可和支持。",
    "annotation": [
      {
        "sentence": "我能理解你觉得这个网课很难，感到跟不上的困惑。",
        "label": ""
      },
      {
        "sentence": "你并不是完全没有责任，你也意识到自己的问题。",
        "label": ""
      },
      {
        "sentence": "但当你需要帮助时，确实应该有人给你一些具体的帮助和支持，而不仅仅是要求你自己去看书和刷网课。",
        "label": ""
      },
      {
        "sentence": "至于你的求助方式，我认为并不是太被动，只是可能需要更加主动一些。",
        "label": ""
      },
      {
        "sentence": "你可以向同学们直接寻求帮助，让别人知道你真正需要他们的帮助，并且展示出你自己的努力和决心去学习。",
        "label": ""
      },
      {
        "sentence": "这样更容易得到他们的认可和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着更加主动一些，向同学们直接寻求帮助。但是我觉得有些同学可能并不愿意帮助我，我该怎么处理这种情况呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着更加主动一些，向同学们直接寻求帮助。",
        "label": ""
      },
      {
        "sentence": "但是我觉得有些同学可能并不愿意帮助我，我该怎么处理这种情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果有些同学不愿意帮助你，那可能是因为你们之间的关系还不够好，或者他们也有自己的困扰和压力。在处理这种情况时，你可以试着换一种沟通方式，比如跟他们建立更加亲近的关系，多参加一些集体活动，主动倾听他们的问题和烦恼，帮助他们解决困难。同时，你也可以向其他老师或者辅导员寻求帮助，他们可能会提供一些建议和支持。最重要的是保持积极的心态，相信自己可以克服困难，并且不断努力学习和提升自己的能力。",
    "annotation": [
      {
        "sentence": "如果有些同学不愿意帮助你，那可能是因为你们之间的关系还不够好，或者他们也有自己的困扰和压力。",
        "label": ""
      },
      {
        "sentence": "在处理这种情况时，你可以试着换一种沟通方式，比如跟他们建立更加亲近的关系，多参加一些集体活动，主动倾听他们的问题和烦恼，帮助他们解决困难。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以向其他老师或者辅导员寻求帮助，他们可能会提供一些建议和支持。",
        "label": ""
      },
      {
        "sentence": "最重要的是保持积极的心态，相信自己可以克服困难，并且不断努力学习和提升自己的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试你的建议，多与同学们亲近，主动帮助他们解决问题，并向老师和辅导员求助。我明白只有积极面对困难，才能真正解决问题。非常感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "我会尝试你的建议，多与同学们亲近，主动帮助他们解决问题，并向老师和辅导员求助。",
        "label": ""
      },
      {
        "sentence": "我明白只有积极面对困难，才能真正解决问题。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够为你提供帮助。相信你一定能够度过这个困难的时期，取得进步。记住，困难只是暂时的，你的努力和坚持才是最重要的。如果你在以后还需要帮助，可以随时来找我倾诉。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "相信你一定能够度过这个困难的时期，取得进步。",
        "label": ""
      },
      {
        "sentence": "记住，困难只是暂时的，你的努力和坚持才是最重要的。",
        "label": ""
      },
      {
        "sentence": "如果你在以后还需要帮助，可以随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]