[
  {
    "role": "client",
    "content": "角落里孤独，活着好累，一直在坚持，心态能否改善？一直以来我都觉得活着很难，在我心中我得样子就是一个角落里孤独的孩子，同时还要苦苦支持生活。我就像戴着面具生活一样，当深夜我就会孤独，觉得自己好辛苦。",
    "annotation": [
      {
        "sentence": "角落里孤独，活着好累，一直在坚持，心态能否改善？",
        "label": ""
      },
      {
        "sentence": "一直以来我都觉得活着很难，在我心中我得样子就是一个角落里孤独的孩子，同时还要苦苦支持生活。",
        "label": ""
      },
      {
        "sentence": "我就像戴着面具生活一样，当深夜我就会孤独，觉得自己好辛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困扰，我也能够感同身受。有时候，我们确实会感到无助和孤独，生活给了我们太多负担。不过，心态的改善是可以实现的，你愿意和我分享更多吗？我们可以一起找到一些缓解的方法。",
    "annotation": [
      {
        "sentence": "听到你的困扰，我也能够感同身受。",
        "label": ""
      },
      {
        "sentence": "有时候，我们确实会感到无助和孤独，生活给了我们太多负担。",
        "label": ""
      },
      {
        "sentence": "不过，心态的改善是可以实现的，你愿意和我分享更多吗？",
        "label": ""
      },
      {
        "sentence": "我们可以一起找到一些缓解的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "即便我有很爱我的亲人朋友但是就像无法深入我心中一样，我从小都是最乖的孩子，最听话的学生，我知道如何表现不让大人生气，我从有记忆开始我就是没有安全感，我得时刻注意着家长的表现，是否会注意到我，在家中长辈面前我也只是装好孩子。",
    "annotation": [
      {
        "sentence": "即便我有很爱我的亲人朋友但是就像无法深入我心中一样，我从小都是最乖的孩子，最听话的学生，我知道如何表现不让大人生气，我从有记忆开始我就是没有安全感，我得时刻注意着家长的表现，是否会注意到我，在家中长辈面前我也只是装好孩子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你对于和亲人朋友的关系感到困惑。有时候，我们太过顾虑他人的感受，而忽略了自己的内心需求。你也许已经养成了一个守护者的角色，但是同时也会感到疲惫。你是否愿意试着放下心中的包袱，表达真实的自己呢？",
    "annotation": [
      {
        "sentence": "看到你对于和亲人朋友的关系感到困惑。",
        "label": ""
      },
      {
        "sentence": "有时候，我们太过顾虑他人的感受，而忽略了自己的内心需求。",
        "label": ""
      },
      {
        "sentence": "你也许已经养成了一个守护者的角色，但是同时也会感到疲惫。",
        "label": ""
      },
      {
        "sentence": "你是否愿意试着放下心中的包袱，表达真实的自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "父母对于我过于严厉，对于要求很高，却忽视我的内心，我的要求几乎没有被满足过。我慢慢的哪怕我可以在家长面前说心里话，我也改不了我对世界的戒备。我现在觉得我得心里只有自己支撑，不敢不想将其他人放进来。所以我觉得很累，照顾别人的情绪可是自己的情绪只能自己发泄。",
    "annotation": [
      {
        "sentence": "父母对于我过于严厉，对于要求很高，却忽视我的内心，我的要求几乎没有被满足过。",
        "label": ""
      },
      {
        "sentence": "我慢慢的哪怕我可以在家长面前说心里话，我也改不了我对世界的戒备。",
        "label": ""
      },
      {
        "sentence": "我现在觉得我得心里只有自己支撑，不敢不想将其他人放进来。",
        "label": ""
      },
      {
        "sentence": "所以我觉得很累，照顾别人的情绪可是自己的情绪只能自己发泄。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你因为家庭环境导致的内心困顿，我可以理解你的感受。家长的期望和严格要求可能给你带来了很大的心理压力。但是，我们需要记住，我们并不孤单，我们可以相互支持。我希望你能够试着与他人分享你的感受，或许他们会理解你的需要并给予关注。你的感受也是重要的，不要把自己的情绪深藏于心。",
    "annotation": [
      {
        "sentence": "看到你因为家庭环境导致的内心困顿，我可以理解你的感受。",
        "label": ""
      },
      {
        "sentence": "家长的期望和严格要求可能给你带来了很大的心理压力。",
        "label": ""
      },
      {
        "sentence": "但是，我们需要记住，我们并不孤单，我们可以相互支持。",
        "label": ""
      },
      {
        "sentence": "我希望你能够试着与他人分享你的感受，或许他们会理解你的需要并给予关注。",
        "label": ""
      },
      {
        "sentence": "你的感受也是重要的，不要把自己的情绪深藏于心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "敏感，看电影非常容易哭，感受到其他人的情绪。并且我很怕黑，怕大的声音，怕鲸鱼，都会让我很没安全感，最近总是做噩梦，梦到自己在黑暗中的屋子中一个人面对黑暗感受到自己的懦弱和孤单。",
    "annotation": [
      {
        "sentence": "敏感，看电影非常容易哭，感受到其他人的情绪。",
        "label": ""
      },
      {
        "sentence": "并且我很怕黑，怕大的声音，怕鲸鱼，都会让我很没安全感，最近总是做噩梦，梦到自己在黑暗中的屋子中一个人面对黑暗感受到自己的懦弱和孤单。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的敏感和恐惧感是可以理解的，这些都是人的一部分。我们每个人都有不同的害怕和敏感点。但是，有时候我们可以试着面对这些恐惧，逐渐接受并放下它们。另外，你是否愿意试试一些放松的练习，例如冥想或者深呼吸，来帮助自己更好地面对这些情绪呢？",
    "annotation": [
      {
        "sentence": "你的敏感和恐惧感是可以理解的，这些都是人的一部分。",
        "label": ""
      },
      {
        "sentence": "我们每个人都有不同的害怕和敏感点。",
        "label": ""
      },
      {
        "sentence": "但是，有时候我们可以试着面对这些恐惧，逐渐接受并放下它们。",
        "label": ""
      },
      {
        "sentence": "另外，你是否愿意试试一些放松的练习，例如冥想或者深呼吸，来帮助自己更好地面对这些情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和别人分享自己的感受，不再把自己的情绪深埋于心。谢谢你的建议，我会试试放松练习，看看能否减轻我的压力和恐惧感。",
    "annotation": [
      {
        "sentence": "我会试着和别人分享自己的感受，不再把自己的情绪深埋于心。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会试试放松练习，看看能否减轻我的压力和恐惧感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意主动尝试解决问题。记得，分享是重要的，你可以选择信任的人和他们沟通。同时，放松练习可以帮助你舒缓压力，希望它们能给你带来一些帮助和平静。如果你在实施过程中还有什么困惑或者需要进一步的支持，我都会随时在这里陪伴你。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意主动尝试解决问题。",
        "label": ""
      },
      {
        "sentence": "记得，分享是重要的，你可以选择信任的人和他们沟通。",
        "label": ""
      },
      {
        "sentence": "同时，放松练习可以帮助你舒缓压力，希望它们能给你带来一些帮助和平静。",
        "label": ""
      },
      {
        "sentence": "如果你在实施过程中还有什么困惑或者需要进一步的支持，我都会随时在这里陪伴你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的陪伴和支持，我会慢慢尝试改变自己的态度和行为，希望能够活得更加轻松愉快。",
    "annotation": [
      {
        "sentence": "谢谢你的陪伴和支持，我会慢慢尝试改变自己的态度和行为，希望能够活得更加轻松愉快。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢你的信任和勇气，换一个角度看待问题，你也许会发现更多的希望和机会。相信自己，你可以改变自己的生活，活得更加自由和快乐。如果日后有需要，随时都可以找我继续交流。",
    "annotation": [
      {
        "sentence": "非常感谢你的信任和勇气，换一个角度看待问题，你也许会发现更多的希望和机会。",
        "label": ""
      },
      {
        "sentence": "相信自己，你可以改变自己的生活，活得更加自由和快乐。",
        "label": ""
      },
      {
        "sentence": "如果日后有需要，随时都可以找我继续交流。",
        "label": ""
      }
    ]
  }
]