[
  {
    "role": "client",
    "content": "妈妈把一盆麻辣烫扔我身上，父母固执，拒绝沟通暴力？",
    "annotation": [
      {
        "sentence": "妈妈把一盆麻辣烫扔我身上，父母固执，拒绝沟通暴力？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有梦想是好事！人如果没有梦想，那和咸鱼有什么区别？大多数人都有过当明星的梦想，穿漂亮的衣服在舞台和聚光灯下展现自己，是一件多么美好的事情！那你也了解过明星的成名之路，会发现他们为了梦想付出的是异于常人的努力。那么自己有成为明星的优势或者为此梦想做过什么努力吗？坚持做了多久呢？为什么很多人一开始都想做明星，但是后来又放弃了，大概是他们认清了现实，知道了现实生活中还有很多重要的事值得自己去做，而不是停留在幻想之中！妈妈的行为确实过分了，但如果她是想浇醒你呢？",
    "annotation": [
      {
        "sentence": "有梦想是好事！",
        "label": ""
      },
      {
        "sentence": "人如果没有梦想，那和咸鱼有什么区别？",
        "label": ""
      },
      {
        "sentence": "大多数人都有过当明星的梦想，穿漂亮的衣服在舞台和聚光灯下展现自己，是一件多么美好的事情！",
        "label": ""
      },
      {
        "sentence": "那你也了解过明星的成名之路，会发现他们为了梦想付出的是异于常人的努力。",
        "label": ""
      },
      {
        "sentence": "那么自己有成为明星的优势或者为此梦想做过什么努力吗？",
        "label": ""
      },
      {
        "sentence": "坚持做了多久呢？",
        "label": ""
      },
      {
        "sentence": "为什么很多人一开始都想做明星，但是后来又放弃了，大概是他们认清了现实，知道了现实生活中还有很多重要的事值得自己去做，而不是停留在幻想之中！",
        "label": ""
      },
      {
        "sentence": "妈妈的行为确实过分了，但如果她是想浇醒你呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从小就想当明星成名，父母不同意。我知道成为明星需要努力和付出，但是现在我没有学习过艺考相关的知识，一直颓废不学习。我很想离开他们去大城市打拼，但是我还没有挣到第一桶金，在这样的环境下，我还是很拖延很懒。",
    "annotation": [
      {
        "sentence": "我从小就想当明星成名，父母不同意。",
        "label": ""
      },
      {
        "sentence": "我知道成为明星需要努力和付出，但是现在我没有学习过艺考相关的知识，一直颓废不学习。",
        "label": ""
      },
      {
        "sentence": "我很想离开他们去大城市打拼，但是我还没有挣到第一桶金，在这样的环境下，我还是很拖延很懒。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的想法和困境。对于追求梦想的过程来说，积攒工作经验是非常重要的一步，就算没有学习过艺考相关的知识，你也可以通过其他方式来锻炼自己的演技和表演能力。尝试报名参加一些表演培训班或者参与校园剧组的演出，这样能够积累经验和展示自己的才艺。此外，你也可以尝试在网络上展示自己的才艺，比如录制一些短视频或者加入一些有潜力的直播平台，展示自己的表演才华。",
    "annotation": [
      {
        "sentence": "理解你的想法和困境。",
        "label": ""
      },
      {
        "sentence": "对于追求梦想的过程来说，积攒工作经验是非常重要的一步，就算没有学习过艺考相关的知识，你也可以通过其他方式来锻炼自己的演技和表演能力。",
        "label": ""
      },
      {
        "sentence": "尝试报名参加一些表演培训班或者参与校园剧组的演出，这样能够积累经验和展示自己的才艺。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以尝试在网络上展示自己的才艺，比如录制一些短视频或者加入一些有潜力的直播平台，展示自己的表演才华。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我担心父母不支持我尝试其他方式，并且他们总是批评我浪费时间。",
    "annotation": [
      {
        "sentence": "但是我担心父母不支持我尝试其他方式，并且他们总是批评我浪费时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母的理解和支持是非常重要的，但同时也要考虑到他们的担心和忧虑。你可以试着和父母沟通，向他们表达一下你追求明星梦想的诚意和决心，告诉他们你愿意在追梦的同时也保持学习和成长。并且你可以在实习或工作之余，自己进行相关培训或学习，向他们展示你的努力和进步。他们可能会担心你迷失在追求梦想的过程中，但是如果你能够平衡好学业和事业，他们也会渐渐理解和支持你的。",
    "annotation": [
      {
        "sentence": "父母的理解和支持是非常重要的，但同时也要考虑到他们的担心和忧虑。",
        "label": ""
      },
      {
        "sentence": "你可以试着和父母沟通，向他们表达一下你追求明星梦想的诚意和决心，告诉他们你愿意在追梦的同时也保持学习和成长。",
        "label": ""
      },
      {
        "sentence": "并且你可以在实习或工作之余，自己进行相关培训或学习，向他们展示你的努力和进步。",
        "label": ""
      },
      {
        "sentence": "他们可能会担心你迷失在追求梦想的过程中，但是如果你能够平衡好学业和事业，他们也会渐渐理解和支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道父母是关心我，但是他们的方式让我感到困惑和失望。为什么他们不能更理解我一点呢？",
    "annotation": [
      {
        "sentence": "我知道父母是关心我，但是他们的方式让我感到困惑和失望。",
        "label": ""
      },
      {
        "sentence": "为什么他们不能更理解我一点呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个家庭都有不同的价值观和沟通方式。父母可能会对你的选择保持保守和担心，因为他们希望你能够拥有一个稳定和安全的未来。然而，理解是需要双方的努力。你可以试着和他们分享自己的内心感受和想法，同时也要倾听他们的担忧和建议。通过沟通，双方可以更好地理解对方的需求和想法，进而寻找妥善的解决办法。记住，父母是爱你的，他们希望你能够幸福和成功，只是方式和方法不同罢了。",
    "annotation": [
      {
        "sentence": "每个家庭都有不同的价值观和沟通方式。",
        "label": ""
      },
      {
        "sentence": "父母可能会对你的选择保持保守和担心，因为他们希望你能够拥有一个稳定和安全的未来。",
        "label": ""
      },
      {
        "sentence": "然而，理解是需要双方的努力。",
        "label": ""
      },
      {
        "sentence": "你可以试着和他们分享自己的内心感受和想法，同时也要倾听他们的担忧和建议。",
        "label": ""
      },
      {
        "sentence": "通过沟通，双方可以更好地理解对方的需求和想法，进而寻找妥善的解决办法。",
        "label": ""
      },
      {
        "sentence": "记住，父母是爱你的，他们希望你能够幸福和成功，只是方式和方法不同罢了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着沟通和理解父母的担忧，同时也表达出自己的决心和努力。谢谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "我会试着沟通和理解父母的担忧，同时也表达出自己的决心和努力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！你是一个有梦想、有勇气去追求自己梦想的人，相信你一定能够找到适合自己的平衡点，实现自己的目标。要坚持不懈、脚踏实地地为梦想去努力，既要尊重父母的意见和关心，也要保持对自己梦想的坚持和追求。加油！我会一直支持着你的！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "你是一个有梦想、有勇气去追求自己梦想的人，相信你一定能够找到适合自己的平衡点，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "要坚持不懈、脚踏实地地为梦想去努力，既要尊重父母的意见和关心，也要保持对自己梦想的坚持和追求。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "我会一直支持着你的！",
        "label": ""
      }
    ]
  }
]