[
  {
    "role": "client",
    "content": "我是一个41岁的男士，很多年来，我都不敢与别人进行眼神交流！我觉得我有沟通问题。以前24岁以前，我与人交流没有任何问题，但大概在24岁左右的时候，我开始不敢正视别人的眼睛进行眼神交流，特别是在笑的时候，我会表现出不自然的反应，并且这种不自然会在我的脸上表现出来。别人看到我不自然的反应，也会变得不自然，结果就是他们慢慢地不喜欢与我交流了。与陌生人交谈还好一些，但越是熟悉的人，我就越会有这种问题。我总是要刻意地去看别人的眼睛，但越这样，就越容易显得不自然。我总是逃避与对方进行眼神接触，导致对方产生了误会。我真的很苦恼，有时候我想，也许换环境会好些，但是来到国外，情况依旧如故。可能这个问题与我小时候的成长环境有关，但具体是在24岁时被某件事所触发，然后就持续了这么多年。我现在确实有社交恐惧，而且沟通也有问题。",
    "annotation": [
      {
        "sentence": "我是一个41岁的男士，很多年来，我都不敢与别人进行眼神交流！",
        "label": ""
      },
      {
        "sentence": "我觉得我有沟通问题。",
        "label": ""
      },
      {
        "sentence": "以前24岁以前，我与人交流没有任何问题，但大概在24岁左右的时候，我开始不敢正视别人的眼睛进行眼神交流，特别是在笑的时候，我会表现出不自然的反应，并且这种不自然会在我的脸上表现出来。",
        "label": ""
      },
      {
        "sentence": "别人看到我不自然的反应，也会变得不自然，结果就是他们慢慢地不喜欢与我交流了。",
        "label": ""
      },
      {
        "sentence": "与陌生人交谈还好一些，但越是熟悉的人，我就越会有这种问题。",
        "label": ""
      },
      {
        "sentence": "我总是要刻意地去看别人的眼睛，但越这样，就越容易显得不自然。",
        "label": ""
      },
      {
        "sentence": "我总是逃避与对方进行眼神接触，导致对方产生了误会。",
        "label": ""
      },
      {
        "sentence": "我真的很苦恼，有时候我想，也许换环境会好些，但是来到国外，情况依旧如故。",
        "label": ""
      },
      {
        "sentence": "可能这个问题与我小时候的成长环境有关，但具体是在24岁时被某件事所触发，然后就持续了这么多年。",
        "label": ""
      },
      {
        "sentence": "我现在确实有社交恐惧，而且沟通也有问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，可以看出你对自己的现状很困惑，你辛苦啦！24岁左右开始不敢正视别人的眼睛进行眼神交流，特别是笑的时候，会产生不自然反应并在脸上表现出来，别人看你不自然然后也会变得不自然，慢慢就不喜欢和你交流了。而且与陌生人交谈还好一些，但越是熟悉的人，就越会出现这个问题。你总是刻意去看别人的眼睛，但这样反而更不自然。你总是逃避与对方的眼神接触，给对方造成了误会。从你的描述中，可以看出你很关注自己的成长，能够清楚地意识到自己从何时开始存在目前的问题，且你能意识到\"不敢直视别人\"是个坏习惯，并希望通过寻求帮助来克服它，已经是一件很棒的事情了。在改掉这个坏习惯的路上，你已经勇敢地迈出了第一步！如何克服这个问题，希望我接下来的建议能够帮到你哈！首先，正确认识不敢直视他人这件事，其实人与人之间，每个人最初都会处于自我保护的状态，和他人保持安全距离，不敢直视他人只是我们自我保护的一种方法而已。只不过，有些人会随着年龄的增长，不断给自己打气，鼓励自己。你深受这个困惑多年，想必也曾经尝试过鼓励自己跨出自我的舒适圈，去表达自己的感受，和别人对视。只是可能你在当时的尝试中遇到了一些挫折，自己变得更加敏感了。亲爱的，在成长的道路上，我们会遭遇很多事情和人，这些都是为了丰富自己的人生阅历，但我们没办法决定这些事情和人的好坏。凡事都有两面性，你曾经失败过，那也意味着你也会成功，并且成功可能只是稍晚一点而已。不要因为短暂的失败和过去的不愉快影响自己的未来，要勇敢一些！另外，培养自信心是克服不敢直视他人的一个重要原因，也与你的敏感性有关，你可能会刻意放大别人的一举一动。你可以通过培养自己的技能，多读书丰富自己，慢慢尝试与他人结交，参加一些你感兴趣且有意义的活动，来培养自己的成就感，让自己变得自信起来。一个人的自信很大程度上是后天养成的，所以你还有很长时间能够丰富自己，不要轻易给自己下定义，加油！最后，忘掉过去的一切，期待未来。正如电视剧《我是余欢水》中最初的余欢水一样，也是很窝囊的一个人。作为一名销售人员，业绩不如徒弟；作为一名父亲，不能够让孩子引以为傲；作为一名丈夫，不能让妻子有所依靠。但是当他意识到自己时日无多时，他开始做了很多以前不敢做的事情。所以你也可以将每一天都当做最后一天来过，不要让过去的种种不幸再影响现在和未来的你。不要让自己留有遗憾！",
    "annotation": [
      {
        "sentence": "从你的描述中，可以看出你对自己的现状很困惑，你辛苦啦！",
        "label": ""
      },
      {
        "sentence": "24岁左右开始不敢正视别人的眼睛进行眼神交流，特别是笑的时候，会产生不自然反应并在脸上表现出来，别人看你不自然然后也会变得不自然，慢慢就不喜欢和你交流了。",
        "label": ""
      },
      {
        "sentence": "而且与陌生人交谈还好一些，但越是熟悉的人，就越会出现这个问题。",
        "label": ""
      },
      {
        "sentence": "你总是刻意去看别人的眼睛，但这样反而更不自然。",
        "label": ""
      },
      {
        "sentence": "你总是逃避与对方的眼神接触，给对方造成了误会。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，可以看出你很关注自己的成长，能够清楚地意识到自己从何时开始存在目前的问题，且你能意识到\"不敢直视别人\"是个坏习惯，并希望通过寻求帮助来克服它，已经是一件很棒的事情了。",
        "label": ""
      },
      {
        "sentence": "在改掉这个坏习惯的路上，你已经勇敢地迈出了第一步！",
        "label": ""
      },
      {
        "sentence": "如何克服这个问题，希望我接下来的建议能够帮到你哈！",
        "label": ""
      },
      {
        "sentence": "首先，正确认识不敢直视他人这件事，其实人与人之间，每个人最初都会处于自我保护的状态，和他人保持安全距离，不敢直视他人只是我们自我保护的一种方法而已。",
        "label": ""
      },
      {
        "sentence": "只不过，有些人会随着年龄的增长，不断给自己打气，鼓励自己。",
        "label": ""
      },
      {
        "sentence": "你深受这个困惑多年，想必也曾经尝试过鼓励自己跨出自我的舒适圈，去表达自己的感受，和别人对视。",
        "label": ""
      },
      {
        "sentence": "只是可能你在当时的尝试中遇到了一些挫折，自己变得更加敏感了。",
        "label": ""
      },
      {
        "sentence": "亲爱的，在成长的道路上，我们会遭遇很多事情和人，这些都是为了丰富自己的人生阅历，但我们没办法决定这些事情和人的好坏。",
        "label": ""
      },
      {
        "sentence": "凡事都有两面性，你曾经失败过，那也意味着你也会成功，并且成功可能只是稍晚一点而已。",
        "label": ""
      },
      {
        "sentence": "不要因为短暂的失败和过去的不愉快影响自己的未来，要勇敢一些！",
        "label": ""
      },
      {
        "sentence": "另外，培养自信心是克服不敢直视他人的一个重要原因，也与你的敏感性有关，你可能会刻意放大别人的一举一动。",
        "label": ""
      },
      {
        "sentence": "你可以通过培养自己的技能，多读书丰富自己，慢慢尝试与他人结交，参加一些你感兴趣且有意义的活动，来培养自己的成就感，让自己变得自信起来。",
        "label": ""
      },
      {
        "sentence": "一个人的自信很大程度上是后天养成的，所以你还有很长时间能够丰富自己，不要轻易给自己下定义，加油！",
        "label": ""
      },
      {
        "sentence": "最后，忘掉过去的一切，期待未来。",
        "label": ""
      },
      {
        "sentence": "正如电视剧《我是余欢水》中最初的余欢水一样，也是很窝囊的一个人。",
        "label": ""
      },
      {
        "sentence": "作为一名销售人员，业绩不如徒弟；作为一名父亲，不能够让孩子引以为傲；作为一名丈夫，不能让妻子有所依靠。",
        "label": ""
      },
      {
        "sentence": "但是当他意识到自己时日无多时，他开始做了很多以前不敢做的事情。",
        "label": ""
      },
      {
        "sentence": "所以你也可以将每一天都当做最后一天来过，不要让过去的种种不幸再影响现在和未来的你。",
        "label": ""
      },
      {
        "sentence": "不要让自己留有遗憾！",
        "label": ""
      }
    ]
  }
]