[
  {
    "role": "client",
    "content": "最近我心情很差，无法排解负面情绪，总是杞人忧天。1. 我的工作发生了很大的变动，充满了未知，所以我每天都在担心变动之后的情况。我明明知道应该放宽心，但就是控制不住自己，总是想得最坏，做最糟的打算（这并不是预防未雨绸缪，而是纯粹的悲观揣度现实）。2. 每个月定期的一两天会有强烈的应激反应，最近又发生在今天，理发师太自负了，我对他过于信任，沟通不畅导致我的发型超级丑。这个理发师是我妈妈介绍的，之前剪得还不错，但今天剪得真的让人无语。所以我觉得自己的发型特别难看，现在的形象很糟糕，我有点生气。而妈妈不承认这个事实，认为我的土气发型还不错，我觉得她在嘴硬，死要面子（毕竟是她介绍的理发师），我们发生了争吵。",
    "annotation": [
      {
        "sentence": "最近我心情很差，无法排解负面情绪，总是杞人忧天。",
        "label": ""
      },
      {
        "sentence": "1. 我的工作发生了很大的变动，充满了未知，所以我每天都在担心变动之后的情况。",
        "label": ""
      },
      {
        "sentence": "我明明知道应该放宽心，但就是控制不住自己，总是想得最坏，做最糟的打算（这并不是预防未雨绸缪，而是纯粹的悲观揣度现实）。",
        "label": ""
      },
      {
        "sentence": "2. 每个月定期的一两天会有强烈的应激反应，最近又发生在今天，理发师太自负了，我对他过于信任，沟通不畅导致我的发型超级丑。",
        "label": ""
      },
      {
        "sentence": "这个理发师是我妈妈介绍的，之前剪得还不错，但今天剪得真的让人无语。",
        "label": ""
      },
      {
        "sentence": "所以我觉得自己的发型特别难看，现在的形象很糟糕，我有点生气。",
        "label": ""
      },
      {
        "sentence": "而妈妈不承认这个事实，认为我的土气发型还不错，我觉得她在嘴硬，死要面子（毕竟是她介绍的理发师），我们发生了争吵。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题，我想起了我的一些感受。每次理完发的那一刻，我心情都很糟糕，觉得不好看。这种情绪可能持续1到2天，直到我觉得自己看起来顺眼为止，然后才会缓解。其实这是对自己形象改变的一个适应过程。你对最近一次理发的情绪反应，认为自己特别丑，形象难看，引起了不满的情绪。和妈妈沟通，其实是想把自己的情绪排解出去。假设妈妈承认了，她推荐的理发师不好是她的错，导致你的形象不好看，你的情绪反应会不会减轻一些呢？不过从妈妈的角度来看，也许她认为“发型还不错”只是从她的审美观点出发，并没有其他意思。两代人的审美观点不同是很正常的，可能在你过激的情绪下，对事件的解读有些偏颇。当我们带着情绪处理事情的时候，往往会把事件复杂化。其实女生理发只是生活中最普通的事情之一，引起你如此大的情绪反应，可能和你所叙述的第一件事情有关。你总是以最糟糕的情况来揣测事情，可能是因为你的思维中存在一些不合理的想法。其中一种就是把事物的潜在后果想象得非常可怕、非常糟糕，甚至是灾难性结果的非理性信念。事实上，任何事情都可能有比目前状况更糟糕的情况发生，所以没有一种事情可以被定义为百分之百糟糕透顶。当我们坚持这样的信念，在遇到认为糟糕透顶的事情时，就会陷入极度的负面情绪体验中。工作发生了变动，偏离了你能掌控的轨道，让你感到失去对未知的控制，产生了没有自信的体验。你用最坏的情况来应对变化，实际上是内心的一种防御。对于工作本身来说，最糟糕的情况就是失去工作。然而现在的社会，工作的自由度很大，机会也很多。因此，不自信导致你过度思考和焦虑。当出现变动时，我们应该尽力接受现状，并在可能的情况下改变这种状态。希望我的回答能帮到你。",
    "annotation": [
      {
        "sentence": "看到你的问题，我想起了我的一些感受。",
        "label": ""
      },
      {
        "sentence": "每次理完发的那一刻，我心情都很糟糕，觉得不好看。",
        "label": ""
      },
      {
        "sentence": "这种情绪可能持续1到2天，直到我觉得自己看起来顺眼为止，然后才会缓解。",
        "label": ""
      },
      {
        "sentence": "其实这是对自己形象改变的一个适应过程。",
        "label": ""
      },
      {
        "sentence": "你对最近一次理发的情绪反应，认为自己特别丑，形象难看，引起了不满的情绪。",
        "label": ""
      },
      {
        "sentence": "和妈妈沟通，其实是想把自己的情绪排解出去。",
        "label": ""
      },
      {
        "sentence": "假设妈妈承认了，她推荐的理发师不好是她的错，导致你的形象不好看，你的情绪反应会不会减轻一些呢？",
        "label": ""
      },
      {
        "sentence": "不过从妈妈的角度来看，也许她认为“发型还不错”只是从她的审美观点出发，并没有其他意思。",
        "label": ""
      },
      {
        "sentence": "两代人的审美观点不同是很正常的，可能在你过激的情绪下，对事件的解读有些偏颇。",
        "label": ""
      },
      {
        "sentence": "当我们带着情绪处理事情的时候，往往会把事件复杂化。",
        "label": ""
      },
      {
        "sentence": "其实女生理发只是生活中最普通的事情之一，引起你如此大的情绪反应，可能和你所叙述的第一件事情有关。",
        "label": ""
      },
      {
        "sentence": "你总是以最糟糕的情况来揣测事情，可能是因为你的思维中存在一些不合理的想法。",
        "label": ""
      },
      {
        "sentence": "其中一种就是把事物的潜在后果想象得非常可怕、非常糟糕，甚至是灾难性结果的非理性信念。",
        "label": ""
      },
      {
        "sentence": "事实上，任何事情都可能有比目前状况更糟糕的情况发生，所以没有一种事情可以被定义为百分之百糟糕透顶。",
        "label": ""
      },
      {
        "sentence": "当我们坚持这样的信念，在遇到认为糟糕透顶的事情时，就会陷入极度的负面情绪体验中。",
        "label": ""
      },
      {
        "sentence": "工作发生了变动，偏离了你能掌控的轨道，让你感到失去对未知的控制，产生了没有自信的体验。",
        "label": ""
      },
      {
        "sentence": "你用最坏的情况来应对变化，实际上是内心的一种防御。",
        "label": ""
      },
      {
        "sentence": "对于工作本身来说，最糟糕的情况就是失去工作。",
        "label": ""
      },
      {
        "sentence": "然而现在的社会，工作的自由度很大，机会也很多。",
        "label": ""
      },
      {
        "sentence": "因此，不自信导致你过度思考和焦虑。",
        "label": ""
      },
      {
        "sentence": "当出现变动时，我们应该尽力接受现状，并在可能的情况下改变这种状态。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能帮到你。",
        "label": ""
      }
    ]
  }
]