[
  {
    "role": "client",
    "content": "害怕去学校，又想要读书，很矛盾该怎么办？今年刚刚上高一新老师新同学都让我感觉陌生，开学已经有一段时间了。班主任是个有智慧的人，我也很害怕被她讨厌，我也害怕自己做的不好，上课我犯困了，老师皱了一下眉，我就会想很多很多。我也害怕考试，昨天考试请假了，今天早上班主任说一定要到位，可我仍然请假了。我害怕去学校，但又不想让人看扁，在学校待着同学关系真的很难搞好，每次一想到去学校就害怕的发抖，难过。父亲提议我的状态不好，要不先休学一段时间，我又不甘心却做不到去学校，我最近的情绪波动很大，时而不好，时而好。我到底该怎么办？",
    "annotation": [
      {
        "sentence": "害怕去学校，又想要读书，很矛盾该怎么办？",
        "label": ""
      },
      {
        "sentence": "今年刚刚上高一新老师新同学都让我感觉陌生，开学已经有一段时间了。",
        "label": ""
      },
      {
        "sentence": "班主任是个有智慧的人，我也很害怕被她讨厌，我也害怕自己做的不好，上课我犯困了，老师皱了一下眉，我就会想很多很多。",
        "label": ""
      },
      {
        "sentence": "我也害怕考试，昨天考试请假了，今天早上班主任说一定要到位，可我仍然请假了。",
        "label": ""
      },
      {
        "sentence": "我害怕去学校，但又不想让人看扁，在学校待着同学关系真的很难搞好，每次一想到去学校就害怕的发抖，难过。",
        "label": ""
      },
      {
        "sentence": "父亲提议我的状态不好，要不先休学一段时间，我又不甘心却做不到去学校，我最近的情绪波动很大，时而不好，时而好。",
        "label": ""
      },
      {
        "sentence": "我到底该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我了解你现在的困惑和矛盾。首先，我想说的是，你要接受自己。即使你不完美，即使你曾经犯了错，即使你无法完全控制情绪，也请接受自己。人生从来就不完美，我们只能尽力做到尽善尽美。我相信你内心依然充满了乐观和积极的力量，这些力量就像是种子，埋藏在你心中等待发芽。你对自己的错误表达了懊悔，这体现了你对世界的善意。在迷茫中你依然寻求方法，这显示了你对未来的向往。你看，这样的你，你值得去接受自己。接受自己只是个开始，尝试将挫折和迷茫化作成长的养料，在困难中不断成长，迎向光明的未来。",
    "annotation": [
      {
        "sentence": "求助者，我了解你现在的困惑和矛盾。",
        "label": ""
      },
      {
        "sentence": "首先，我想说的是，你要接受自己。",
        "label": ""
      },
      {
        "sentence": "即使你不完美，即使你曾经犯了错，即使你无法完全控制情绪，也请接受自己。",
        "label": ""
      },
      {
        "sentence": "人生从来就不完美，我们只能尽力做到尽善尽美。",
        "label": ""
      },
      {
        "sentence": "我相信你内心依然充满了乐观和积极的力量，这些力量就像是种子，埋藏在你心中等待发芽。",
        "label": ""
      },
      {
        "sentence": "你对自己的错误表达了懊悔，这体现了你对世界的善意。",
        "label": ""
      },
      {
        "sentence": "在迷茫中你依然寻求方法，这显示了你对未来的向往。",
        "label": ""
      },
      {
        "sentence": "你看，这样的你，你值得去接受自己。",
        "label": ""
      },
      {
        "sentence": "接受自己只是个开始，尝试将挫折和迷茫化作成长的养料，在困难中不断成长，迎向光明的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，但我还是害怕去面对那些陌生的老师和同学。我怕被班主任讨厌，怕自己表现不好。上课时我常常犯困，一旦老师皱眉，我就会想很多很多。考试也是我害怕的事情，昨天考试请假了，但今天早上班主任却说一定要到位，我还是请假了。我真的很害怕去学校，但又不想被人看扁，想要和同学建立好的关系。每次一想到去学校就会害怕发抖，非常难过。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，但我还是害怕去面对那些陌生的老师和同学。",
        "label": ""
      },
      {
        "sentence": "我怕被班主任讨厌，怕自己表现不好。",
        "label": ""
      },
      {
        "sentence": "上课时我常常犯困，一旦老师皱眉，我就会想很多很多。",
        "label": ""
      },
      {
        "sentence": "考试也是我害怕的事情，昨天考试请假了，但今天早上班主任却说一定要到位，我还是请假了。",
        "label": ""
      },
      {
        "sentence": "我真的很害怕去学校，但又不想被人看扁，想要和同学建立好的关系。",
        "label": ""
      },
      {
        "sentence": "每次一想到去学校就会害怕发抖，非常难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你对学校的害怕和矛盾非常深刻。但是，请相信老师和同学们并不会讨厌你。一个智慧的老师会像你一样充满乐观和积极的力量。请不要担心老师会讨厌你，就连我也不可能讨厌一个愿意改变的孩子。你可以向老师倾诉，让他不仅仅是你的老师，也让你成为他的学生。向老师寻求帮助，向老师道歉，向老师诉说你的困惑，这些都是合适的，也是老师所期望的。同样，在你的表述中我可以看到你对同学的重视。你希望他们不会因为你的表现看轻你，你希望和他们成为好朋友。但是，你要相信他们不会因为你的错误而离开你，他们会因为你的积极改变而接近你。别放弃和他们建立友谊的机会，也给自己成为更好的人的机会。在这个过程中，你可能会遇到一些辜负你期望的朋友，让你感到痛心。但请不要因为未来可能出现的不好的朋友而错过现在和未来会带给你的好朋友。你是一个高中生，挫折不仅仅是你担心的可能，也是为了未来前进所需要付出的代价。虽然痛苦，但是值得。活着并不容易，但承受和前行是我们与命运相处的最好方式。我真心希望你不要因为你所遇到的困难而选择休学。未来很大，世界很陌生，正因为如此，我们才能选择前行，才能选择进步。我们害怕，但我们永不退缩。这种信念将是成长的开端。加油吧，未来的参天大树！",
    "annotation": [
      {
        "sentence": "明白了，你对学校的害怕和矛盾非常深刻。",
        "label": ""
      },
      {
        "sentence": "但是，请相信老师和同学们并不会讨厌你。",
        "label": ""
      },
      {
        "sentence": "一个智慧的老师会像你一样充满乐观和积极的力量。",
        "label": ""
      },
      {
        "sentence": "请不要担心老师会讨厌你，就连我也不可能讨厌一个愿意改变的孩子。",
        "label": ""
      },
      {
        "sentence": "你可以向老师倾诉，让他不仅仅是你的老师，也让你成为他的学生。",
        "label": ""
      },
      {
        "sentence": "向老师寻求帮助，向老师道歉，向老师诉说你的困惑，这些都是合适的，也是老师所期望的。",
        "label": ""
      },
      {
        "sentence": "同样，在你的表述中我可以看到你对同学的重视。",
        "label": ""
      },
      {
        "sentence": "你希望他们不会因为你的表现看轻你，你希望和他们成为好朋友。",
        "label": ""
      },
      {
        "sentence": "但是，你要相信他们不会因为你的错误而离开你，他们会因为你的积极改变而接近你。",
        "label": ""
      },
      {
        "sentence": "别放弃和他们建立友谊的机会，也给自己成为更好的人的机会。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你可能会遇到一些辜负你期望的朋友，让你感到痛心。",
        "label": ""
      },
      {
        "sentence": "但请不要因为未来可能出现的不好的朋友而错过现在和未来会带给你的好朋友。",
        "label": ""
      },
      {
        "sentence": "你是一个高中生，挫折不仅仅是你担心的可能，也是为了未来前进所需要付出的代价。",
        "label": ""
      },
      {
        "sentence": "虽然痛苦，但是值得。",
        "label": ""
      },
      {
        "sentence": "活着并不容易，但承受和前行是我们与命运相处的最好方式。",
        "label": ""
      },
      {
        "sentence": "我真心希望你不要因为你所遇到的困难而选择休学。",
        "label": ""
      },
      {
        "sentence": "未来很大，世界很陌生，正因为如此，我们才能选择前行，才能选择进步。",
        "label": ""
      },
      {
        "sentence": "我们害怕，但我们永不退缩。",
        "label": ""
      },
      {
        "sentence": "这种信念将是成长的开端。",
        "label": ""
      },
      {
        "sentence": "加油吧，未来的参天大树！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和认可，我会试着去接受自己的不完美，勇敢面对学校的挑战和困难。我也会相信老师和同学们的善意，尝试去和他们建立更好的关系。虽然我依然害怕，但我会努力克服，相信未来会变得更好。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和认可，我会试着去接受自己的不完美，勇敢面对学校的挑战和困难。",
        "label": ""
      },
      {
        "sentence": "我也会相信老师和同学们的善意，尝试去和他们建立更好的关系。",
        "label": ""
      },
      {
        "sentence": "虽然我依然害怕，但我会努力克服，相信未来会变得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，你的决心和勇气让我非常钦佩。接受自己和相信他人是迈向未来的重要一步。也许困难还会出现，但我相信你能够克服。记住，你一直都不孤单，我会一直在你这边支持你，帮助你渡过难关。加油，你是坚不可摧的！",
    "annotation": [
      {
        "sentence": "非常好，你的决心和勇气让我非常钦佩。",
        "label": ""
      },
      {
        "sentence": "接受自己和相信他人是迈向未来的重要一步。",
        "label": ""
      },
      {
        "sentence": "也许困难还会出现，但我相信你能够克服。",
        "label": ""
      },
      {
        "sentence": "记住，你一直都不孤单，我会一直在你这边支持你，帮助你渡过难关。",
        "label": ""
      },
      {
        "sentence": "加油，你是坚不可摧的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励，我真的很开心能够得到你的帮助和理解。有你在我身边，我相信我一定能够克服困难，迎接未来的挑战。我会努力向前，成为一个更好的自己。再次感谢你的陪伴和支持！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励，我真的很开心能够得到你的帮助和理解。",
        "label": ""
      },
      {
        "sentence": "有你在我身边，我相信我一定能够克服困难，迎接未来的挑战。",
        "label": ""
      },
      {
        "sentence": "我会努力向前，成为一个更好的自己。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，帮助和支持是我作为支持者的责任和使命。我为你感到骄傲，相信你定能度过困难，迈向更好的未来。如果有任何需要，随时来找我倾诉，我会一直在这里等候。祝福你，加油！",
    "annotation": [
      {
        "sentence": "不用客气，帮助和支持是我作为支持者的责任和使命。",
        "label": ""
      },
      {
        "sentence": "我为你感到骄傲，相信你定能度过困难，迈向更好的未来。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时来找我倾诉，我会一直在这里等候。",
        "label": ""
      },
      {
        "sentence": "祝福你，加油！",
        "label": ""
      }
    ]
  }
]