[
  {
    "role": "client",
    "content": "我想逃离原生家庭，我想不再和家人联系，委曲求全？我老爸是司机，他今天发了个信息在群里，我就想关心一下，结果他说了没两句说好你不用操心，你早点休息吧！那语气好像在说我多余。这让我瞬间想起来去年，有一次我想我爸了，给我爸打视频（平常几乎是不打的），关心一下他的健康情况，结果他也是一副忽视我的样子，并且问我要借1万块钱。我当时瞬间爆炸。从小到大，我觉得我尝试过很多次试着和父母亲近，尤其是我的父亲，我并不觉得他能容下我，他可以接受别的孩子在他面前撒娇，但是他接受不了我，我不懂，我不理解为什么。我觉得我的父母都很虚伪，我谈朋友了，每次看他们都要买几百块的东西。第一次来，我男朋友还是个学生，我妈嘴上说不要，当天晚上就和我说他怎么两手空空就来了（男朋友是农村的，家境不好，学费贷款）坐了一夜来看我，为此我和妈妈大吵了一家，搞不懂为什么对我还要这样子。回忆起这些，我有些受够了！我不停地改变调试自己的心态，委屈求全，可依然还是父母的高姿态。",
    "annotation": [
      {
        "sentence": "我想逃离原生家庭，我想不再和家人联系，委曲求全？",
        "label": ""
      },
      {
        "sentence": "我老爸是司机，他今天发了个信息在群里，我就想关心一下，结果他说了没两句说好你不用操心，你早点休息吧！",
        "label": ""
      },
      {
        "sentence": "那语气好像在说我多余。",
        "label": ""
      },
      {
        "sentence": "这让我瞬间想起来去年，有一次我想我爸了，给我爸打视频（平常几乎是不打的），关心一下他的健康情况，结果他也是一副忽视我的样子，并且问我要借1万块钱。",
        "label": ""
      },
      {
        "sentence": "我当时瞬间爆炸。",
        "label": ""
      },
      {
        "sentence": "从小到大，我觉得我尝试过很多次试着和父母亲近，尤其是我的父亲，我并不觉得他能容下我，他可以接受别的孩子在他面前撒娇，但是他接受不了我，我不懂，我不理解为什么。",
        "label": ""
      },
      {
        "sentence": "我觉得我的父母都很虚伪，我谈朋友了，每次看他们都要买几百块的东西。",
        "label": ""
      },
      {
        "sentence": "第一次来，我男朋友还是个学生，我妈嘴上说不要，当天晚上就和我说他怎么两手空空就来了（男朋友是农村的，家境不好，学费贷款）坐了一夜来看我，为此我和妈妈大吵了一家，搞不懂为什么对我还要这样子。",
        "label": ""
      },
      {
        "sentence": "回忆起这些，我有些受够了！",
        "label": ""
      },
      {
        "sentence": "我不停地改变调试自己的心态，委屈求全，可依然还是父母的高姿态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "发生这样的事还真是有些遗憾。正常来说的话，如果你和爸爸之间没有发生过什么不愉快的事，也没有矛盾，我是不太能够理解为什么父亲会这样对你的。当然还有几种可能，比如爸爸是一个不太善于表达感情的人，或者爸爸有什么难言之隐。但不管怎么说，从客观事实来看，他的行为的确伤害到了你。人际关系的本质是社会价值的交换，亲子关系虽然具有特殊性，但仍然没有脱离人际关系的范围。所有清楚地知道彼此对于对方的价值和意义是什么，是有必要的。",
    "annotation": [
      {
        "sentence": "发生这样的事还真是有些遗憾。",
        "label": ""
      },
      {
        "sentence": "正常来说的话，如果你和爸爸之间没有发生过什么不愉快的事，也没有矛盾，我是不太能够理解为什么父亲会这样对你的。",
        "label": ""
      },
      {
        "sentence": "当然还有几种可能，比如爸爸是一个不太善于表达感情的人，或者爸爸有什么难言之隐。",
        "label": ""
      },
      {
        "sentence": "但不管怎么说，从客观事实来看，他的行为的确伤害到了你。",
        "label": ""
      },
      {
        "sentence": "人际关系的本质是社会价值的交换，亲子关系虽然具有特殊性，但仍然没有脱离人际关系的范围。",
        "label": ""
      },
      {
        "sentence": "所有清楚地知道彼此对于对方的价值和意义是什么，是有必要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我并没有感觉到自己在家庭中的价值和意义，尤其是在和父亲的关系中。我觉得他可以接受别的孩子在他面前撒娇，但是对我却无法接受，这让我感到很困惑。",
    "annotation": [
      {
        "sentence": "我并没有感觉到自己在家庭中的价值和意义，尤其是在和父亲的关系中。",
        "label": ""
      },
      {
        "sentence": "我觉得他可以接受别的孩子在他面前撒娇，但是对我却无法接受，这让我感到很困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你的困惑和苦恼。也许这是因为每个人对父母的期望和要求不尽相同，父亲可能有自己的想法和偏好，导致他在对待你的时候表现出了不同的态度。但是，这并不意味着你没有价值和意义。你是独一无二的，拥有自己的特点和优点。请不要忽视自己的价值和存在，因为你的存在对于家庭来说是宝贵的。",
    "annotation": [
      {
        "sentence": "我可以理解你的困惑和苦恼。",
        "label": ""
      },
      {
        "sentence": "也许这是因为每个人对父母的期望和要求不尽相同，父亲可能有自己的想法和偏好，导致他在对待你的时候表现出了不同的态度。",
        "label": ""
      },
      {
        "sentence": "但是，这并不意味着你没有价值和意义。",
        "label": ""
      },
      {
        "sentence": "你是独一无二的，拥有自己的特点和优点。",
        "label": ""
      },
      {
        "sentence": "请不要忽视自己的价值和存在，因为你的存在对于家庭来说是宝贵的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是，父母对我的态度让我觉得他们很虚伪。每次我谈朋友，他们都要买贵重的礼物。尤其第一次我男朋友去我家，妈妈嘴上说不要，但当晚却和我抱怨他怎么两手空空。这种表现让我感到很不舒服，我不明白他们为什么要这样。",
    "annotation": [
      {
        "sentence": "但是，父母对我的态度让我觉得他们很虚伪。",
        "label": ""
      },
      {
        "sentence": "每次我谈朋友，他们都要买贵重的礼物。",
        "label": ""
      },
      {
        "sentence": "尤其第一次我男朋友去我家，妈妈嘴上说不要，但当晚却和我抱怨他怎么两手空空。",
        "label": ""
      },
      {
        "sentence": "这种表现让我感到很不舒服，我不明白他们为什么要这样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个情况我可以理解。父母可能是普通人，受过的教育可能远不如你。他们的行为虽然有些虚伪，但实际上是一种用行动来表达关心和爱的方式。他们可能并不擅于表达自己的情感，因此通过买礼物来代替。也许他们是想让你感到他们对你的关心和支持，但方式不太合适。我们可以试着换个角度来看待这个问题，可能妈妈只是抱怨他来的空手，而并非真的觉得不满意。亲子关系的好坏需要双方的努力，如果你已经尽力了，而他们还是保持“高姿态”，或许我们可以适应并不太执着于这种关系。人的成长是一个独立和分离的过程，有时候会伴随痛苦，但是我们可以通过让自己的生活变得更美好来回报父母。因为我相信，他们最希望看到的就是你有一个幸福美满的人生。当然，如果有机会，你可以试着和父母坦诚地交流彼此的想法和感受，或许会达成更好的理解。祝你生活愉快！",
    "annotation": [
      {
        "sentence": "这个情况我可以理解。",
        "label": ""
      },
      {
        "sentence": "父母可能是普通人，受过的教育可能远不如你。",
        "label": ""
      },
      {
        "sentence": "他们的行为虽然有些虚伪，但实际上是一种用行动来表达关心和爱的方式。",
        "label": ""
      },
      {
        "sentence": "他们可能并不擅于表达自己的情感，因此通过买礼物来代替。",
        "label": ""
      },
      {
        "sentence": "也许他们是想让你感到他们对你的关心和支持，但方式不太合适。",
        "label": ""
      },
      {
        "sentence": "我们可以试着换个角度来看待这个问题，可能妈妈只是抱怨他来的空手，而并非真的觉得不满意。",
        "label": ""
      },
      {
        "sentence": "亲子关系的好坏需要双方的努力，如果你已经尽力了，而他们还是保持“高姿态”，或许我们可以适应并不太执着于这种关系。",
        "label": ""
      },
      {
        "sentence": "人的成长是一个独立和分离的过程，有时候会伴随痛苦，但是我们可以通过让自己的生活变得更美好来回报父母。",
        "label": ""
      },
      {
        "sentence": "因为我相信，他们最希望看到的就是你有一个幸福美满的人生。",
        "label": ""
      },
      {
        "sentence": "当然，如果有机会，你可以试着和父母坦诚地交流彼此的想法和感受，或许会达成更好的理解。",
        "label": ""
      },
      {
        "sentence": "祝你生活愉快！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议。我现在明白了，亲子关系的改善是双方的努力，也许我可以试着放下一些对父母的期望和要求，并专注于自己的成长和幸福。我会努力让自己的生活变得更美好，无论家人的态度如何，我都会珍惜自己的价值和存在。再次感谢你的陪伴和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      },
      {
        "sentence": "我现在明白了，亲子关系的改善是双方的努力，也许我可以试着放下一些对父母的期望和要求，并专注于自己的成长和幸福。",
        "label": ""
      },
      {
        "sentence": "我会努力让自己的生活变得更美好，无论家人的态度如何，我都会珍惜自己的价值和存在。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助到你。调整自己的心态和观念，并关注自己的成长和幸福，是非常积极的做法。你的价值和存在是不可替代的，相信自己的能力，积极面对生活中的挑战。无论家人的态度如何，你都值得拥有一个幸福的人生。如果有任何困惑或需要进一步的支持，随时都可以来找我倾诉。祝你生活愉快！",
    "annotation": [
      {
        "sentence": "很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "调整自己的心态和观念，并关注自己的成长和幸福，是非常积极的做法。",
        "label": ""
      },
      {
        "sentence": "你的价值和存在是不可替代的，相信自己的能力，积极面对生活中的挑战。",
        "label": ""
      },
      {
        "sentence": "无论家人的态度如何，你都值得拥有一个幸福的人生。",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑或需要进一步的支持，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你生活愉快！",
        "label": ""
      }
    ]
  }
]