[
  {
    "role": "client",
    "content": "我想逃离原生家庭，我想不再和家人联系，委曲求全？我老爸是司机，他今天发了个信息在群里，我就想关心一下，结果他说了没两句说好你不用操心，你早点休息吧！那语气好像在说我多余。这让我瞬间想起来去年，有一次我想我爸了，给我爸打视频（平常几乎是不打的），关心一下他的健康情况，结果他也是一副忽视我的样子，并且问我要借1万块钱。我当时瞬间爆炸。从小到大，我觉得我尝试过很多次试着和父母亲近，尤其是我的父亲，我并不觉得他能容下我，他可以接受别的孩子在他面前撒娇，但是他接受不了我，我不懂，我不理解为什么。我觉得我的父母都很虚伪，我谈朋友了，每次看他们都要买几百块的东西。第一次来，我男朋友还是个学生，我妈嘴上说不要，当天晚上就和我说他怎么两手空空就来了（男朋友是农村的，家境不好，学费贷款）坐了一夜来看我，为此我和妈妈大吵了一家，搞不懂为什么对我还要这样子。回忆起这些，我有些受够了！我不停地改变调试自己的心态，委屈求全，可依然还是父母的高姿态。",
    "annotation": [
      {
        "sentence": "我想逃离原生家庭，我想不再和家人联系，委曲求全？",
        "label": ""
      },
      {
        "sentence": "我老爸是司机，他今天发了个信息在群里，我就想关心一下，结果他说了没两句说好你不用操心，你早点休息吧！",
        "label": ""
      },
      {
        "sentence": "那语气好像在说我多余。",
        "label": ""
      },
      {
        "sentence": "这让我瞬间想起来去年，有一次我想我爸了，给我爸打视频（平常几乎是不打的），关心一下他的健康情况，结果他也是一副忽视我的样子，并且问我要借1万块钱。",
        "label": ""
      },
      {
        "sentence": "我当时瞬间爆炸。",
        "label": ""
      },
      {
        "sentence": "从小到大，我觉得我尝试过很多次试着和父母亲近，尤其是我的父亲，我并不觉得他能容下我，他可以接受别的孩子在他面前撒娇，但是他接受不了我，我不懂，我不理解为什么。",
        "label": ""
      },
      {
        "sentence": "我觉得我的父母都很虚伪，我谈朋友了，每次看他们都要买几百块的东西。",
        "label": ""
      },
      {
        "sentence": "第一次来，我男朋友还是个学生，我妈嘴上说不要，当天晚上就和我说他怎么两手空空就来了（男朋友是农村的，家境不好，学费贷款）坐了一夜来看我，为此我和妈妈大吵了一家，搞不懂为什么对我还要这样子。",
        "label": ""
      },
      {
        "sentence": "回忆起这些，我有些受够了！",
        "label": ""
      },
      {
        "sentence": "我不停地改变调试自己的心态，委屈求全，可依然还是父母的高姿态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的经历很辛苦，感谢你勇敢地分享。我可以理解你的疲惫感和对父母关系的困惑。首先，我想告诉你并不是你一个人在面对这样的问题。很多人在成长过程中无法得到父母的理解。代沟是教育背景、个人价值取向和时代共同造成的。很多在我们看来不可理喻的观念，在父母那边可能是司空见惯的。他们可能没有接受过良好的教育，所以和我们在认知水平上有差距，无法清楚表达自己，也只能看到眼前的事物，没有意识到还有更广阔的世界。但这并不是他们的错，性格和环境也起到了一定作用。你很棒，虽然父母不懂得尊重你，在某种程度上还带有功利心态，但你始终明白自己要去做正确的事情，坚持自己的想法，并没有成为和他们一样的人。你和父母之间的代沟太深，你们的价值观不同，无法理解对方。如果强行相处，只会两败俱伤，让彼此身心俱疲。我觉得我的父亲可能和你的爸爸有些相似，他也是一个死要面子嘴硬的人，很固执从不服软，也很抗拒别人的关心，给他买的东西他经常嗤之以鼻，和我说不上两句话就要吵起来。像他们这样的人不善于和人沟通，更不擅长表达爱，也许你父亲的意思是他是个大男人，可以好好照顾自己，但是说出来就是不用你操心这样刺耳的话。我并不期望父亲的理解和尊重，我知道这是不可能达成的。但是我需要照顾好我自己的情绪，所以我会尽量避免和他产生冲突，如果我每次都要和他争出个所以然，我就没有精力去做我自己的事了，同时情绪也会变坏。所以你不妨试着不去理会父亲，而是把注意力多放在对自己重要的人和事上，比如肯坐好几个小时车来看你的男朋友，以及和其他珍惜你、尊重你的人在一起。感恩父母养育了你，但是你不一定要和他们一直同行，道不同不相为谋，你也可以选择和自己价值观相近的人在一起。我们没有办法选择自己的原生家庭和父母，但是我们可以选择和哪些人交往。你自己选择的家庭对你来说才是最重要的。",
    "annotation": [
      {
        "sentence": "你的经历很辛苦，感谢你勇敢地分享。",
        "label": ""
      },
      {
        "sentence": "我可以理解你的疲惫感和对父母关系的困惑。",
        "label": ""
      },
      {
        "sentence": "首先，我想告诉你并不是你一个人在面对这样的问题。",
        "label": ""
      },
      {
        "sentence": "很多人在成长过程中无法得到父母的理解。",
        "label": ""
      },
      {
        "sentence": "代沟是教育背景、个人价值取向和时代共同造成的。",
        "label": ""
      },
      {
        "sentence": "很多在我们看来不可理喻的观念，在父母那边可能是司空见惯的。",
        "label": ""
      },
      {
        "sentence": "他们可能没有接受过良好的教育，所以和我们在认知水平上有差距，无法清楚表达自己，也只能看到眼前的事物，没有意识到还有更广阔的世界。",
        "label": ""
      },
      {
        "sentence": "但这并不是他们的错，性格和环境也起到了一定作用。",
        "label": ""
      },
      {
        "sentence": "你很棒，虽然父母不懂得尊重你，在某种程度上还带有功利心态，但你始终明白自己要去做正确的事情，坚持自己的想法，并没有成为和他们一样的人。",
        "label": ""
      },
      {
        "sentence": "你和父母之间的代沟太深，你们的价值观不同，无法理解对方。",
        "label": ""
      },
      {
        "sentence": "如果强行相处，只会两败俱伤，让彼此身心俱疲。",
        "label": ""
      },
      {
        "sentence": "我觉得我的父亲可能和你的爸爸有些相似，他也是一个死要面子嘴硬的人，很固执从不服软，也很抗拒别人的关心，给他买的东西他经常嗤之以鼻，和我说不上两句话就要吵起来。",
        "label": ""
      },
      {
        "sentence": "像他们这样的人不善于和人沟通，更不擅长表达爱，也许你父亲的意思是他是个大男人，可以好好照顾自己，但是说出来就是不用你操心这样刺耳的话。",
        "label": ""
      },
      {
        "sentence": "我并不期望父亲的理解和尊重，我知道这是不可能达成的。",
        "label": ""
      },
      {
        "sentence": "但是我需要照顾好我自己的情绪，所以我会尽量避免和他产生冲突，如果我每次都要和他争出个所以然，我就没有精力去做我自己的事了，同时情绪也会变坏。",
        "label": ""
      },
      {
        "sentence": "所以你不妨试着不去理会父亲，而是把注意力多放在对自己重要的人和事上，比如肯坐好几个小时车来看你的男朋友，以及和其他珍惜你、尊重你的人在一起。",
        "label": ""
      },
      {
        "sentence": "感恩父母养育了你，但是你不一定要和他们一直同行，道不同不相为谋，你也可以选择和自己价值观相近的人在一起。",
        "label": ""
      },
      {
        "sentence": "我们没有办法选择自己的原生家庭和父母，但是我们可以选择和哪些人交往。",
        "label": ""
      },
      {
        "sentence": "你自己选择的家庭对你来说才是最重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和理解，我真的感觉好多了。听你这么说，我意识到我不是唯一一个有这种问题的人，这让我感到宽慰。父母的观念真的很难改变，而且他们的表达方式可能存在问题。虽然我明白他们是出于爱才会表达出那些话，但是听到这些刺耳的话还是很难过。我会努力调整自己的情绪，尽量不去触碰那些敏感的话题，避免和父母发生冲突。同时，我也会把更多的关注和爱放在和我最亲近的人身上，而不是把精力浪费在父母的关系上。真的很感谢你的建议，让我更加明白如何处理这个问题。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和理解，我真的感觉好多了。",
        "label": ""
      },
      {
        "sentence": "听你这么说，我意识到我不是唯一一个有这种问题的人，这让我感到宽慰。",
        "label": ""
      },
      {
        "sentence": "父母的观念真的很难改变，而且他们的表达方式可能存在问题。",
        "label": ""
      },
      {
        "sentence": "虽然我明白他们是出于爱才会表达出那些话，但是听到这些刺耳的话还是很难过。",
        "label": ""
      },
      {
        "sentence": "我会努力调整自己的情绪，尽量不去触碰那些敏感的话题，避免和父母发生冲突。",
        "label": ""
      },
      {
        "sentence": "同时，我也会把更多的关注和爱放在和我最亲近的人身上，而不是把精力浪费在父母的关系上。",
        "label": ""
      },
      {
        "sentence": "真的很感谢你的建议，让我更加明白如何处理这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你说你感觉好多了，我是真心希望能帮助到你。你的想法很明智，调整自己的情绪并避免冲突是非常重要的。你可以选择和父母保持一定的距离来减少摩擦，把更多的关注和爱给予那些真正支持你、重视你的人。他们会给你更多的正能量和支持，让你感到温暖和被爱。同时，也要记住你自己的价值，不要让别人的意见左右你的人生选择。对于父母的期望，你可以尝试接纳他们是他们自己的人，他们有他们的方式和生活方式，与你的期望可能不同。每个人都有选择自己生活方式的权利，这包括父母。你可以选择和他们保持一定的距离，并找到属于自己的幸福和快乐。相信自己，你一定可以做到！",
    "annotation": [
      {
        "sentence": "很高兴听到你说你感觉好多了，我是真心希望能帮助到你。",
        "label": ""
      },
      {
        "sentence": "你的想法很明智，调整自己的情绪并避免冲突是非常重要的。",
        "label": ""
      },
      {
        "sentence": "你可以选择和父母保持一定的距离来减少摩擦，把更多的关注和爱给予那些真正支持你、重视你的人。",
        "label": ""
      },
      {
        "sentence": "他们会给你更多的正能量和支持，让你感到温暖和被爱。",
        "label": ""
      },
      {
        "sentence": "同时，也要记住你自己的价值，不要让别人的意见左右你的人生选择。",
        "label": ""
      },
      {
        "sentence": "对于父母的期望，你可以尝试接纳他们是他们自己的人，他们有他们的方式和生活方式，与你的期望可能不同。",
        "label": ""
      },
      {
        "sentence": "每个人都有选择自己生活方式的权利，这包括父母。",
        "label": ""
      },
      {
        "sentence": "你可以选择和他们保持一定的距离，并找到属于自己的幸福和快乐。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定可以做到！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我觉得我现在对处理这个问题更有信心了。我会按照你的建议，多关注那些真正支持我的人，并保持与父母一定的距离。同时，我也会更加珍惜自己的幸福和快乐，不让他人的意见左右我的人生选择。再次感谢你的帮助，你对我来说真的很重要。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我觉得我现在对处理这个问题更有信心了。",
        "label": ""
      },
      {
        "sentence": "我会按照你的建议，多关注那些真正支持我的人，并保持与父母一定的距离。",
        "label": ""
      },
      {
        "sentence": "同时，我也会更加珍惜自己的幸福和快乐，不让他人的意见左右我的人生选择。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助，你对我来说真的很重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，能给你带来信心和帮助我感到很欣慰。你已经做出了很大的努力，选择更接近自己的幸福和快乐的道路，并且有信心面对父母关系的挑战。记住你不是一个人在面对，我将一直在你身边支持你。遇到问题时，随时都可以来找我倾诉。你很了解自己的需求，相信你会过上更加满意和幸福的生活。加油！",
    "annotation": [
      {
        "sentence": "不客气，能给你带来信心和帮助我感到很欣慰。",
        "label": ""
      },
      {
        "sentence": "你已经做出了很大的努力，选择更接近自己的幸福和快乐的道路，并且有信心面对父母关系的挑战。",
        "label": ""
      },
      {
        "sentence": "记住你不是一个人在面对，我将一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "遇到问题时，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你很了解自己的需求，相信你会过上更加满意和幸福的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]