[
  {
    "role": "client",
    "content": "给父母甩钱就可以了吧，反正他们也是这样把我带大的？我想以后给父母养老，给他们钱就可以了，不想和他们沟通，不想和他们交流。反正他们只管把我养活养大，那我养老的时候也只管他们活着。至于心理感受，我发现，我要是依着他们，他们只会一直向我这个做女儿的索取。给自己的儿子养儿子，也不敢问儿子要一分钱。我觉得这样足够了吧，给他们的爱，他们都只会觉得多余，不看在眼里，选择忽视。冷落了就开始道德绑架。呵呵，父母真的是跟一辈子的，不管再差，咱不能抛弃。但该尽的责任我都会尽到，至于感情，我扪心自问，我用心培养，但没有建立和维护好父母之间的关系，真的是我一生的遗憾。真的好羡慕，在爱的浸泡下长大的孩子。有人爱，能爱人。不像我，以前不自爱，现在要辛辛苦苦把内心世的自己拉扯大，自我分裂，救赎。痛苦而漫长，终究在父母这里也是没有爱的。可悲可怜。但是我不会因此就放弃自我的成长的。我突然有一个决心，我真的想离开他们。不想继续委屈求全了。扯淡。",
    "annotation": [
      {
        "sentence": "给父母甩钱就可以了吧，反正他们也是这样把我带大的？",
        "label": ""
      },
      {
        "sentence": "我想以后给父母养老，给他们钱就可以了，不想和他们沟通，不想和他们交流。",
        "label": ""
      },
      {
        "sentence": "反正他们只管把我养活养大，那我养老的时候也只管他们活着。",
        "label": ""
      },
      {
        "sentence": "至于心理感受，我发现，我要是依着他们，他们只会一直向我这个做女儿的索取。",
        "label": ""
      },
      {
        "sentence": "给自己的儿子养儿子，也不敢问儿子要一分钱。",
        "label": ""
      },
      {
        "sentence": "我觉得这样足够了吧，给他们的爱，他们都只会觉得多余，不看在眼里，选择忽视。",
        "label": ""
      },
      {
        "sentence": "冷落了就开始道德绑架。",
        "label": ""
      },
      {
        "sentence": "呵呵，父母真的是跟一辈子的，不管再差，咱不能抛弃。",
        "label": ""
      },
      {
        "sentence": "但该尽的责任我都会尽到，至于感情，我扪心自问，我用心培养，但没有建立和维护好父母之间的关系，真的是我一生的遗憾。",
        "label": ""
      },
      {
        "sentence": "真的好羡慕，在爱的浸泡下长大的孩子。",
        "label": ""
      },
      {
        "sentence": "有人爱，能爱人。",
        "label": ""
      },
      {
        "sentence": "不像我，以前不自爱，现在要辛辛苦苦把内心世的自己拉扯大，自我分裂，救赎。",
        "label": ""
      },
      {
        "sentence": "痛苦而漫长，终究在父母这里也是没有爱的。",
        "label": ""
      },
      {
        "sentence": "可悲可怜。",
        "label": ""
      },
      {
        "sentence": "但是我不会因此就放弃自我的成长的。",
        "label": ""
      },
      {
        "sentence": "我突然有一个决心，我真的想离开他们。",
        "label": ""
      },
      {
        "sentence": "不想继续委屈求全了。",
        "label": ""
      },
      {
        "sentence": "扯淡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，听你说的，你似乎对你父母的期望很高。你觉得如果付出更多，他们就会看到你、肯定你、感谢你、回报你，是吗？其实人类的行为在外界环境变化不剧烈时，往往保持一贯性。所以你的期望可能会落空。你可以试着放下对他们的期望，从关心自己和自己的生活出发，思考如何做出选择。你可以选择关心他们，尽管他们对你不好，但是你爱他们。也可以选择与他们保持距离，避免被他们索取过多。又或者你可以履行法律规定的赡养义务，但与他们明确界限，不愿意给的就不给。现在你的情绪很激动，我明白你需要倾诉的空间。或许你并不需要一个关于如何对待父母的答案，你需要的是把心里的委屈说出来。我能理解你在面对\"他们是父母，我无法拒绝，但我并不想答应他们\"的痛苦中。当你平静下来，你将有更多思考的空间。你真的可以做出选择，并且可以不断改变你的选择。在他们还在身边的时候，你有无限的机会去改变选择。只想告诉你，试着从关心自己和自己的生活出发来考虑做出选择。",
    "annotation": [
      {
        "sentence": "嗯，听你说的，你似乎对你父母的期望很高。",
        "label": ""
      },
      {
        "sentence": "你觉得如果付出更多，他们就会看到你、肯定你、感谢你、回报你，是吗？",
        "label": ""
      },
      {
        "sentence": "其实人类的行为在外界环境变化不剧烈时，往往保持一贯性。",
        "label": ""
      },
      {
        "sentence": "所以你的期望可能会落空。",
        "label": ""
      },
      {
        "sentence": "你可以试着放下对他们的期望，从关心自己和自己的生活出发，思考如何做出选择。",
        "label": ""
      },
      {
        "sentence": "你可以选择关心他们，尽管他们对你不好，但是你爱他们。",
        "label": ""
      },
      {
        "sentence": "也可以选择与他们保持距离，避免被他们索取过多。",
        "label": ""
      },
      {
        "sentence": "又或者你可以履行法律规定的赡养义务，但与他们明确界限，不愿意给的就不给。",
        "label": ""
      },
      {
        "sentence": "现在你的情绪很激动，我明白你需要倾诉的空间。",
        "label": ""
      },
      {
        "sentence": "或许你并不需要一个关于如何对待父母的答案，你需要的是把心里的委屈说出来。",
        "label": ""
      },
      {
        "sentence": "我能理解你在面对\"他们是父母，我无法拒绝，但我并不想答应他们\"的痛苦中。",
        "label": ""
      },
      {
        "sentence": "当你平静下来，你将有更多思考的空间。",
        "label": ""
      },
      {
        "sentence": "你真的可以做出选择，并且可以不断改变你的选择。",
        "label": ""
      },
      {
        "sentence": "在他们还在身边的时候，你有无限的机会去改变选择。",
        "label": ""
      },
      {
        "sentence": "只想告诉你，试着从关心自己和自己的生活出发来考虑做出选择。",
        "label": ""
      }
    ]
  }
]