[
  {
    "role": "client",
    "content": "我想逃离原生家庭，我想不再和家人联系，委曲求全？",
    "annotation": [
      {
        "sentence": "我想逃离原生家庭，我想不再和家人联系，委曲求全？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你多次尝试和父母靠近，希望能够得到他们的关心，希望亲近他们，但是却发现他们的表现不是你想要的。这种委屈，却得不到回应的感觉，你一定感到非常难受吧。",
    "annotation": [
      {
        "sentence": "你多次尝试和父母靠近，希望能够得到他们的关心，希望亲近他们，但是却发现他们的表现不是你想要的。",
        "label": ""
      },
      {
        "sentence": "这种委屈，却得不到回应的感觉，你一定感到非常难受吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，每次尝试亲近父母时，都感到非常受伤。就像今天，我爸发了个信息在群里，我关心他的情况，结果他说了没两句就叫我休息，好像在说我多余一样。这让我想起去年，我给爸爸打视频关心他的健康情况，结果他却忽视我的存在，并且还要向我借钱。我当时真的气炸了。",
    "annotation": [
      {
        "sentence": "是的，每次尝试亲近父母时，都感到非常受伤。",
        "label": ""
      },
      {
        "sentence": "就像今天，我爸发了个信息在群里，我关心他的情况，结果他说了没两句就叫我休息，好像在说我多余一样。",
        "label": ""
      },
      {
        "sentence": "这让我想起去年，我给爸爸打视频关心他的健康情况，结果他却忽视我的存在，并且还要向我借钱。",
        "label": ""
      },
      {
        "sentence": "我当时真的气炸了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。对于你来说，父母的不关心和忽视是一种伤害和委屈。但也许你的父亲并不是故意这样做的，也许是他不知道怎样向你表达感情。父母那一辈的人，往往由于经济条件和自身经历的限制，无法很好地表达情感。你父亲的反应，也许是因为他作为父亲的面子，不想让你担心而表达得不好。你是否使用自己的眼光来评判父亲的行为？因为从小你就觉得父亲不接受你，所以你对他的话就容易产生误解。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "对于你来说，父母的不关心和忽视是一种伤害和委屈。",
        "label": ""
      },
      {
        "sentence": "但也许你的父亲并不是故意这样做的，也许是他不知道怎样向你表达感情。",
        "label": ""
      },
      {
        "sentence": "父母那一辈的人，往往由于经济条件和自身经历的限制，无法很好地表达情感。",
        "label": ""
      },
      {
        "sentence": "你父亲的反应，也许是因为他作为父亲的面子，不想让你担心而表达得不好。",
        "label": ""
      },
      {
        "sentence": "你是否使用自己的眼光来评判父亲的行为？",
        "label": ""
      },
      {
        "sentence": "因为从小你就觉得父亲不接受你，所以你对他的话就容易产生误解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说得对，我确实是用我的眼光来判断父亲的行为。我觉得他不爱我，所以他说的话都被我理解为不关心。或许他确实不知道怎样表达爱，但我真的感到很受伤。",
    "annotation": [
      {
        "sentence": "或许你说得对，我确实是用我的眼光来判断父亲的行为。",
        "label": ""
      },
      {
        "sentence": "我觉得他不爱我，所以他说的话都被我理解为不关心。",
        "label": ""
      },
      {
        "sentence": "或许他确实不知道怎样表达爱，但我真的感到很受伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了父亲的那句话，你还提到了你男朋友和妈妈之间的事情。你在和男朋友见面时，你妈妈希望男朋友带礼物来，但男朋友却没有。其实，你父母也许并不是真的在乎礼物的价值，而是在乎你男朋友对你的重视程度。或许你男朋友没有带礼物，只是因为他的家境不好，并不代表他不重视你和你的父母。",
    "annotation": [
      {
        "sentence": "除了父亲的那句话，你还提到了你男朋友和妈妈之间的事情。",
        "label": ""
      },
      {
        "sentence": "你在和男朋友见面时，你妈妈希望男朋友带礼物来，但男朋友却没有。",
        "label": ""
      },
      {
        "sentence": "其实，你父母也许并不是真的在乎礼物的价值，而是在乎你男朋友对你的重视程度。",
        "label": ""
      },
      {
        "sentence": "或许你男朋友没有带礼物，只是因为他的家境不好，并不代表他不重视你和你的父母。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从来没有这样想过。或许你说得对，父母确实在乎的是男朋友对我的重视程度，而不是那些礼物。我开始意识到，也许父母并不是虚伪，只是他们无法用正确的方式表达爱。",
    "annotation": [
      {
        "sentence": "我从来没有这样想过。",
        "label": ""
      },
      {
        "sentence": "或许你说得对，父母确实在乎的是男朋友对我的重视程度，而不是那些礼物。",
        "label": ""
      },
      {
        "sentence": "我开始意识到，也许父母并不是虚伪，只是他们无法用正确的方式表达爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错。不是每一对父母都善于表达对孩子的爱，也不是所有的父母都能用适当的方式表达爱。你的父母可能因为文化水平低的原因，用错了表达方式，伤害了你。我希望你能更加沟通，了解他们行为背后的真实原因。也许你会发现他们隐藏在冷漠表面下的爱。最终，你可以根据自己的判断来决定是否和他们和解。",
    "annotation": [
      {
        "sentence": "没错。",
        "label": ""
      },
      {
        "sentence": "不是每一对父母都善于表达对孩子的爱，也不是所有的父母都能用适当的方式表达爱。",
        "label": ""
      },
      {
        "sentence": "你的父母可能因为文化水平低的原因，用错了表达方式，伤害了你。",
        "label": ""
      },
      {
        "sentence": "我希望你能更加沟通，了解他们行为背后的真实原因。",
        "label": ""
      },
      {
        "sentence": "也许你会发现他们隐藏在冷漠表面下的爱。",
        "label": ""
      },
      {
        "sentence": "最终，你可以根据自己的判断来决定是否和他们和解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说得对。我会努力和父母多沟通，了解他们的真实想法。我也会坚持自己的幸福，同时也希望能在家庭中找到亲情的幸福。",
    "annotation": [
      {
        "sentence": "或许你说得对。",
        "label": ""
      },
      {
        "sentence": "我会努力和父母多沟通，了解他们的真实想法。",
        "label": ""
      },
      {
        "sentence": "我也会坚持自己的幸福，同时也希望能在家庭中找到亲情的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，我相信你能够处理好和家人的关系，并在未来的幸福中找到属于你自己的真正快乐。记住，正向沟通和表达是理解问题本质的关键。祝福你！",
    "annotation": [
      {
        "sentence": "很好，我相信你能够处理好和家人的关系，并在未来的幸福中找到属于你自己的真正快乐。",
        "label": ""
      },
      {
        "sentence": "记住，正向沟通和表达是理解问题本质的关键。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]