[
  {
    "role": "client",
    "content": "妻子出轨后已离婚，目前为了孩子离婚不离家，妥当否？妻子背叛婚姻，结婚十多年多次出轨初恋客户朋友同学，有一夜情，也有投入了感情的。直到今年春节被我发现。我非常冷静跟她谈，她不否认我对她足够好，也对得起这个家，经济上也没管过她。但原生家庭的阴影和她不知足让她一步错，步步错。她希望我原谅她，表示会用下半生来弥补。但我的立场很坚定必须离婚，我没为难她，给她房和钱，还为她找了一份工作，足够她正常生活，9岁女儿跟我。她要求先离婚不离家，由于我平时在外地工作，孩子之前是她和我父母在带，所以同意。离婚后，由于还住在一起，她一直对我献殷勤，因为还爱她，也发生过关系。但我跟她表明立场。1.不会复婚。2.如果有好的选择，我会考虑，如果没有，下半辈子带着孩子过。3.如果她想留在这个家，必须删所有人电话和微信，只留家人和同事。4.下班必须马上回家，如果出去必须跟我报备。5.如果一旦让我发现有隐瞒，她必须离开。她都同意，而且一直照做。但我很迷茫，不知道处理是否妥当。",
    "annotation": [
      {
        "sentence": "妻子出轨后已离婚，目前为了孩子离婚不离家，妥当否？",
        "label": ""
      },
      {
        "sentence": "妻子背叛婚姻，结婚十多年多次出轨初恋客户朋友同学，有一夜情，也有投入了感情的。",
        "label": ""
      },
      {
        "sentence": "直到今年春节被我发现。",
        "label": ""
      },
      {
        "sentence": "我非常冷静跟她谈，她不否认我对她足够好，也对得起这个家，经济上也没管过她。",
        "label": ""
      },
      {
        "sentence": "但原生家庭的阴影和她不知足让她一步错，步步错。",
        "label": ""
      },
      {
        "sentence": "她希望我原谅她，表示会用下半生来弥补。",
        "label": ""
      },
      {
        "sentence": "但我的立场很坚定必须离婚，我没为难她，给她房和钱，还为她找了一份工作，足够她正常生活，9岁女儿跟我。",
        "label": ""
      },
      {
        "sentence": "她要求先离婚不离家，由于我平时在外地工作，孩子之前是她和我父母在带，所以同意。",
        "label": ""
      },
      {
        "sentence": "离婚后，由于还住在一起，她一直对我献殷勤，因为还爱她，也发生过关系。",
        "label": ""
      },
      {
        "sentence": "但我跟她表明立场。",
        "label": ""
      },
      {
        "sentence": "1.不会复婚。",
        "label": ""
      },
      {
        "sentence": "2.如果有好的选择，我会考虑，如果没有，下半辈子带着孩子过。",
        "label": ""
      },
      {
        "sentence": "3.如果她想留在这个家，必须删所有人电话和微信，只留家人和同事。",
        "label": ""
      },
      {
        "sentence": "4.下班必须马上回家，如果出去必须跟我报备。",
        "label": ""
      },
      {
        "sentence": "5.如果一旦让我发现有隐瞒，她必须离开。",
        "label": ""
      },
      {
        "sentence": "她都同意，而且一直照做。",
        "label": ""
      },
      {
        "sentence": "但我很迷茫，不知道处理是否妥当。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说的情况，你们选择离婚不离家的情况是属于比较常见的。离婚是一种痛苦的选择，特别是有了孩子的夫妻，会有更多的考虑和顾虑。你的妻子出轨背叛了婚姻，这让你非常伤心和愤怒，我理解你的立场坚定要离婚。你已经为妻子提供了房子、经济上的支持以及工作，确保她能够正常生活，同时你还负责照顾9岁的女儿。你希望她删掉所有人的电话和微信，只与家人和同事保持联系，并且在下班后立即回家或报备外出，这些都是为了你们之间的信任和安全考虑。她都同意并一直遵守这些规定，但你仍然很迷茫，不确定你的处理方式是否妥当。",
    "annotation": [
      {
        "sentence": "听你说的情况，你们选择离婚不离家的情况是属于比较常见的。",
        "label": ""
      },
      {
        "sentence": "离婚是一种痛苦的选择，特别是有了孩子的夫妻，会有更多的考虑和顾虑。",
        "label": ""
      },
      {
        "sentence": "你的妻子出轨背叛了婚姻，这让你非常伤心和愤怒，我理解你的立场坚定要离婚。",
        "label": ""
      },
      {
        "sentence": "你已经为妻子提供了房子、经济上的支持以及工作，确保她能够正常生活，同时你还负责照顾9岁的女儿。",
        "label": ""
      },
      {
        "sentence": "你希望她删掉所有人的电话和微信，只与家人和同事保持联系，并且在下班后立即回家或报备外出，这些都是为了你们之间的信任和安全考虑。",
        "label": ""
      },
      {
        "sentence": "她都同意并一直遵守这些规定，但你仍然很迷茫，不确定你的处理方式是否妥当。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得离婚是不可避免的选择，但同时又想保持和妻子的关系，希望她能够通过改变来弥补过去的错误。虽然我们已经离婚了，但还住在一起，她对我一直很献殷勤，这也让我很困惑和动摇。",
    "annotation": [
      {
        "sentence": "是的，我觉得离婚是不可避免的选择，但同时又想保持和妻子的关系，希望她能够通过改变来弥补过去的错误。",
        "label": ""
      },
      {
        "sentence": "虽然我们已经离婚了，但还住在一起，她对我一直很献殷勤，这也让我很困惑和动摇。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。离婚并不意味着完全割裂和断绝关系，尤其是有孩子的夫妻。保持一定的关系和互动是正常的，但你需要明确自己的底线和立场。你希望她改变并弥补过去的错误，这是一个很好的期望，但要注意不要对她施加过多的压力，她内心也需要时间来反思和成长。同时，你需要更加坚定地守住自己的底线，不要被她的行为所动摇。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "离婚并不意味着完全割裂和断绝关系，尤其是有孩子的夫妻。",
        "label": ""
      },
      {
        "sentence": "保持一定的关系和互动是正常的，但你需要明确自己的底线和立场。",
        "label": ""
      },
      {
        "sentence": "你希望她改变并弥补过去的错误，这是一个很好的期望，但要注意不要对她施加过多的压力，她内心也需要时间来反思和成长。",
        "label": ""
      },
      {
        "sentence": "同时，你需要更加坚定地守住自己的底线，不要被她的行为所动摇。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我不能过于依赖妻子对我的献殷勤，也不能对她产生过多的期待。我理解她需要时间来反省和改变，但同时我也需要保护自己的利益和情感。我会更加坚定地守住底线，同时给她一些时间和空间来思考和成长。",
    "annotation": [
      {
        "sentence": "你说得对，我不能过于依赖妻子对我的献殷勤，也不能对她产生过多的期待。",
        "label": ""
      },
      {
        "sentence": "我理解她需要时间来反省和改变，但同时我也需要保护自己的利益和情感。",
        "label": ""
      },
      {
        "sentence": "我会更加坚定地守住底线，同时给她一些时间和空间来思考和成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的理解和决心很关键。不要忘记自己的价值和权益，同时给予妻子适当的理解和宽容。这个过程可能会有很多起伏和挑战，但只要你坚信自己的决定，并在思维上保持积极和平衡，你就能够找到适合自己和孩子的解决方案。",
    "annotation": [
      {
        "sentence": "你的理解和决心很关键。",
        "label": ""
      },
      {
        "sentence": "不要忘记自己的价值和权益，同时给予妻子适当的理解和宽容。",
        "label": ""
      },
      {
        "sentence": "这个过程可能会有很多起伏和挑战，但只要你坚信自己的决定，并在思维上保持积极和平衡，你就能够找到适合自己和孩子的解决方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我会好好处理这个问题，保护好自己和孩子的利益，同时给予妻子适当的理解和空间。希望未来能够过上更加幸福和稳定的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会好好处理这个问题，保护好自己和孩子的利益，同时给予妻子适当的理解和空间。",
        "label": ""
      },
      {
        "sentence": "希望未来能够过上更加幸福和稳定的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你一定能够处理好这个问题。记住，你的决定是为了你和孩子的利益，坚定自己的立场，同时给予妻子适当的理解和支持。祝福你和孩子能够过上幸福稳定的生活。如果有任何困惑和需要倾诉的时候，随时都可以找我交流。",
    "annotation": [
      {
        "sentence": "不用客气，我相信你一定能够处理好这个问题。",
        "label": ""
      },
      {
        "sentence": "记住，你的决定是为了你和孩子的利益，坚定自己的立场，同时给予妻子适当的理解和支持。",
        "label": ""
      },
      {
        "sentence": "祝福你和孩子能够过上幸福稳定的生活。",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑和需要倾诉的时候，随时都可以找我交流。",
        "label": ""
      }
    ]
  }
]