[
  {
    "role": "client",
    "content": "妻子出轨后已离婚，目前为了孩子离婚不离家，妥当否？妻子背叛婚姻，结婚十多年多次出轨初恋客户朋友同学，有一夜情，也有投入了感情的。直到今年春节被我发现。我非常冷静跟她谈，她不否认我对她足够好，也对得起这个家，经济上也没管过她。但原生家庭的阴影和她不知足让她一步错，步步错。她希望我原谅她，表示会用下半生来弥补。但我的立场很坚定必须离婚，我没为难她，给她房和钱，还为她找了一份工作，足够她正常生活，9岁女儿跟我。她要求先离婚不离家，由于我平时在外地工作，孩子之前是她和我父母在带，所以同意。离婚后，由于还住在一起，她一直对我献殷勤，因为还爱她，也发生过关系。但我跟她表明立场。1.不会复婚。2.如果有好的选择，我会考虑，如果没有，下半辈子带着孩子过。3.如果她想留在这个家，必须删所有人电话和微信，只留家人和同事。4.下班必须马上回家，如果出去必须跟我报备。5.如果一旦让我发现有隐瞒，她必须离开。她都同意，而且一直照做。但我很迷茫，不知道处理是否妥当。",
    "annotation": [
      {
        "sentence": "妻子出轨后已离婚，目前为了孩子离婚不离家，妥当否？",
        "label": ""
      },
      {
        "sentence": "妻子背叛婚姻，结婚十多年多次出轨初恋客户朋友同学，有一夜情，也有投入了感情的。",
        "label": ""
      },
      {
        "sentence": "直到今年春节被我发现。",
        "label": ""
      },
      {
        "sentence": "我非常冷静跟她谈，她不否认我对她足够好，也对得起这个家，经济上也没管过她。",
        "label": ""
      },
      {
        "sentence": "但原生家庭的阴影和她不知足让她一步错，步步错。",
        "label": ""
      },
      {
        "sentence": "她希望我原谅她，表示会用下半生来弥补。",
        "label": ""
      },
      {
        "sentence": "但我的立场很坚定必须离婚，我没为难她，给她房和钱，还为她找了一份工作，足够她正常生活，9岁女儿跟我。",
        "label": ""
      },
      {
        "sentence": "她要求先离婚不离家，由于我平时在外地工作，孩子之前是她和我父母在带，所以同意。",
        "label": ""
      },
      {
        "sentence": "离婚后，由于还住在一起，她一直对我献殷勤，因为还爱她，也发生过关系。",
        "label": ""
      },
      {
        "sentence": "但我跟她表明立场。",
        "label": ""
      },
      {
        "sentence": "1.不会复婚。",
        "label": ""
      },
      {
        "sentence": "2.如果有好的选择，我会考虑，如果没有，下半辈子带着孩子过。",
        "label": ""
      },
      {
        "sentence": "3.如果她想留在这个家，必须删所有人电话和微信，只留家人和同事。",
        "label": ""
      },
      {
        "sentence": "4.下班必须马上回家，如果出去必须跟我报备。",
        "label": ""
      },
      {
        "sentence": "5.如果一旦让我发现有隐瞒，她必须离开。",
        "label": ""
      },
      {
        "sentence": "她都同意，而且一直照做。",
        "label": ""
      },
      {
        "sentence": "但我很迷茫，不知道处理是否妥当。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "见字如面，希望我的回答能够帮助到你~首先，你的立场是对的，你的立场是对的，你的立场是对的。要坚定，别动摇！结婚十多年多次出轨不同对象这是不可原谅的，这是大错！出轨多个对象可见你的妻子并不专一，对家庭也不负责。有句话叫“你受过伤害但这不是你伤害别人的理由”，所以你的妻子受过原生家庭的影响不是她出轨的理由，不是可以开脱的理由，不应该原谅。",
    "annotation": [
      {
        "sentence": "见字如面，希望我的回答能够帮助到你~首先，你的立场是对的，你的立场是对的，你的立场是对的。",
        "label": ""
      },
      {
        "sentence": "要坚定，别动摇！",
        "label": ""
      },
      {
        "sentence": "结婚十多年多次出轨不同对象这是不可原谅的，这是大错！",
        "label": ""
      },
      {
        "sentence": "出轨多个对象可见你的妻子并不专一，对家庭也不负责。",
        "label": ""
      },
      {
        "sentence": "有句话叫“你受过伤害但这不是你伤害别人的理由”，所以你的妻子受过原生家庭的影响不是她出轨的理由，不是可以开脱的理由，不应该原谅。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但她一直向我表示愿意通过下半生来弥补，我也不想给她太大压力。离婚后她对我态度的改变让我不知所措，我不确定是否应该再给她一次机会。",
    "annotation": [
      {
        "sentence": "我明白了，但她一直向我表示愿意通过下半生来弥补，我也不想给她太大压力。",
        "label": ""
      },
      {
        "sentence": "离婚后她对我态度的改变让我不知所措，我不确定是否应该再给她一次机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对她够好，也对得起这个家，这件事是她错了，你完全有理由这么做。离婚后她态度转变的其中原因值得细细思量。有没有这样一种可能？你对她很好，对这个家也负责，所以你是个很好的托付对象，但是你妻子她还想要新鲜感，要刺激，所以她出轨。但是你很好，她不想和你离婚，她想吃着碗里的看着锅里的？她一时的转变只是想把你哄好，至于是不是真的改变很值得怀疑。都说“劝和不劝分”，继续观望吧。",
    "annotation": [
      {
        "sentence": "你对她够好，也对得起这个家，这件事是她错了，你完全有理由这么做。",
        "label": ""
      },
      {
        "sentence": "离婚后她态度转变的其中原因值得细细思量。",
        "label": ""
      },
      {
        "sentence": "有没有这样一种可能？",
        "label": ""
      },
      {
        "sentence": "你对她很好，对这个家也负责，所以你是个很好的托付对象，但是你妻子她还想要新鲜感，要刺激，所以她出轨。",
        "label": ""
      },
      {
        "sentence": "但是你很好，她不想和你离婚，她想吃着碗里的看着锅里的？",
        "label": ""
      },
      {
        "sentence": "她一时的转变只是想把你哄好，至于是不是真的改变很值得怀疑。",
        "label": ""
      },
      {
        "sentence": "都说“劝和不劝分”，继续观望吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，她的行为确实让我感到困惑。但她过去并没有表现出这种不满足的欲望，我不知道是什么原因导致她背叛了婚姻。",
    "annotation": [
      {
        "sentence": "你说的有道理，她的行为确实让我感到困惑。",
        "label": ""
      },
      {
        "sentence": "但她过去并没有表现出这种不满足的欲望，我不知道是什么原因导致她背叛了婚姻。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "老话说\"江山易改，本性难移“，而且是原生家庭从小造成的影响，一时之间指望她能改变有点悬，但也不排除这种可能。时间能证明一切，再多花几年磨磨她的性子吧，如果真的改了那就和好吧，毕竟你还爱着她，但在此之前一定要谨慎观察，勿再犯错误。",
    "annotation": [
      {
        "sentence": "老话说\"江山易改，本性难移“，而且是原生家庭从小造成的影响，一时之间指望她能改变有点悬，但也不排除这种可能。",
        "label": ""
      },
      {
        "sentence": "时间能证明一切，再多花几年磨磨她的性子吧，如果真的改了那就和好吧，毕竟你还爱着她，但在此之前一定要谨慎观察，勿再犯错误。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我会谨慎观察，看看她的态度和行为是否有真正改变。谢谢你的建议，让我更加明确自己的决定。",
    "annotation": [
      {
        "sentence": "是的，我会谨慎观察，看看她的态度和行为是否有真正改变。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，让我更加明确自己的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我只是希望能为你提供一些思考和支持。无论你做何决定，都要坚信自己的选择，不轻易动摇。祝福你能找到真正属于自己的幸福！",
    "annotation": [
      {
        "sentence": "不客气，我只是希望能为你提供一些思考和支持。",
        "label": ""
      },
      {
        "sentence": "无论你做何决定，都要坚信自己的选择，不轻易动摇。",
        "label": ""
      },
      {
        "sentence": "祝福你能找到真正属于自己的幸福！",
        "label": ""
      }
    ]
  }
]