[
  {
    "role": "client",
    "content": "二战考研，在家学习，不想让别人为我付出很多？因为身体原因吧，前一阵不能在家住，家里就我自己一个人，但是最近在我姨家学习效率一点也不高，我找过自己的原因，就是太愿意听别人说那些话了，所以我就想回家来学，也是不在家住。而且这几天在家的效率特别高。因为今年也是二战，所以也不想让别人为我付出很多，自己付出就可以了，主要是在那会有种散漫的感觉，而且我晚上一般5点40左右在家就可以学习，在那需要6点多学习。",
    "annotation": [
      {
        "sentence": "二战考研，在家学习，不想让别人为我付出很多？",
        "label": ""
      },
      {
        "sentence": "因为身体原因吧，前一阵不能在家住，家里就我自己一个人，但是最近在我姨家学习效率一点也不高，我找过自己的原因，就是太愿意听别人说那些话了，所以我就想回家来学，也是不在家住。",
        "label": ""
      },
      {
        "sentence": "而且这几天在家的效率特别高。",
        "label": ""
      },
      {
        "sentence": "因为今年也是二战，所以也不想让别人为我付出很多，自己付出就可以了，主要是在那会有种散漫的感觉，而且我晚上一般5点40左右在家就可以学习，在那需要6点多学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很多时候，身边的人想要帮助我们做一些事情，让我们可以拥有力量和过得舒服一些，这是需要感激的，同时，他们也会因为有能力给予支持而感到满足的。你的描述有些不清楚，“最近在姨家学习效率不高”？“这几天在家效率高”？“回家来学，也是不在家住”？这些信息，我可能没有理解清楚。猜测你可能是现在在姨家学习，但效率不高，想回家学习，因为在家效率高，但因为身体原因，无人照顾，所以不能回去，不想太麻烦姨姨家的人为自己考研的事情操心，是这样吗？可以看出你是非常懂事，懂得感恩和体贴家人的孩子，也非常努力地在准备自己的事情，这是很好啊，为你点赞。",
    "annotation": [
      {
        "sentence": "很多时候，身边的人想要帮助我们做一些事情，让我们可以拥有力量和过得舒服一些，这是需要感激的，同时，他们也会因为有能力给予支持而感到满足的。",
        "label": ""
      },
      {
        "sentence": "你的描述有些不清楚，“最近在姨家学习效率不高”？",
        "label": ""
      },
      {
        "sentence": "“这几天在家效率高”？",
        "label": ""
      },
      {
        "sentence": "“回家来学，也是不在家住”？",
        "label": ""
      },
      {
        "sentence": "这些信息，我可能没有理解清楚。",
        "label": ""
      },
      {
        "sentence": "猜测你可能是现在在姨家学习，但效率不高，想回家学习，因为在家效率高，但因为身体原因，无人照顾，所以不能回去，不想太麻烦姨姨家的人为自己考研的事情操心，是这样吗？",
        "label": ""
      },
      {
        "sentence": "可以看出你是非常懂事，懂得感恩和体贴家人的孩子，也非常努力地在准备自己的事情，这是很好啊，为你点赞。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，你猜得很对。我确实在姨家学习，但效率不高，想回家学习，因为在家效率高。但是身体原因，无法回家，所以不想给姨姨家的人添麻烦。我真的很感谢家人的关心和支持，但我也希望能够独立完成这次的考研准备，不想总是依赖别人。",
    "annotation": [
      {
        "sentence": "是的，你猜得很对。",
        "label": ""
      },
      {
        "sentence": "我确实在姨家学习，但效率不高，想回家学习，因为在家效率高。",
        "label": ""
      },
      {
        "sentence": "但是身体原因，无法回家，所以不想给姨姨家的人添麻烦。",
        "label": ""
      },
      {
        "sentence": "我真的很感谢家人的关心和支持，但我也希望能够独立完成这次的考研准备，不想总是依赖别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的想法和希望能够独立完成考研准备的愿望。但是，我们同样需要学会接受别人的关心和帮助，因为在某些时刻，我们可能无法完全独立。家人和亲人都是希望我们过得更好、更轻松的，所以不要太过自责和内疚，接受他们的支持也是一种幸福和感恩的表达。同时，你也可以和家人沟通，让他们知道你的想法，希望他们能够更理解你，只在你需要帮助的时候提供支持，其他时候，你自己也愿意承担，并且能够处理好自己的事情。",
    "annotation": [
      {
        "sentence": "我能理解你的想法和希望能够独立完成考研准备的愿望。",
        "label": ""
      },
      {
        "sentence": "但是，我们同样需要学会接受别人的关心和帮助，因为在某些时刻，我们可能无法完全独立。",
        "label": ""
      },
      {
        "sentence": "家人和亲人都是希望我们过得更好、更轻松的，所以不要太过自责和内疚，接受他们的支持也是一种幸福和感恩的表达。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以和家人沟通，让他们知道你的想法，希望他们能够更理解你，只在你需要帮助的时候提供支持，其他时候，你自己也愿意承担，并且能够处理好自己的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实应该学会更好地接受别人的帮助和支持。我会试着和家人沟通，让他们明白我的想法，并且表达自己的愿望。我也会努力改变自己，不再过度依赖别人，要相信自己的能力和努力。谢谢你的支持和理解，我真的很感激。",
    "annotation": [
      {
        "sentence": "你说得对，我确实应该学会更好地接受别人的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "我会试着和家人沟通，让他们明白我的想法，并且表达自己的愿望。",
        "label": ""
      },
      {
        "sentence": "我也会努力改变自己，不再过度依赖别人，要相信自己的能力和努力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和理解，我真的很感激。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意试着和家人沟通，并且愿意改变自己的态度和行为。相信自己，相信你的能力，你一定会通过努力和坚持，取得令人满意的成绩。无论是在学业上还是在人际关系中，都要学会独立和自主，但也不要忘记家人和亲人的爱和支持，他们也愿意为你负担一些事情。继续专心准备考研，我会一直在这里支持你的。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意试着和家人沟通，并且愿意改变自己的态度和行为。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你的能力，你一定会通过努力和坚持，取得令人满意的成绩。",
        "label": ""
      },
      {
        "sentence": "无论是在学业上还是在人际关系中，都要学会独立和自主，但也不要忘记家人和亲人的爱和支持，他们也愿意为你负担一些事情。",
        "label": ""
      },
      {
        "sentence": "继续专心准备考研，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会牢记你的话，努力向前。我相信自己，也相信我能够找到适合自己的学习方式和节奏。再次感谢你的帮助和鼓励，祝你也一切顺利！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会牢记你的话，努力向前。",
        "label": ""
      },
      {
        "sentence": "我相信自己，也相信我能够找到适合自己的学习方式和节奏。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助和鼓励，祝你也一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意能够帮助你，并见证你的成长。相信自己，相信你的选择，你一定会取得优异的成绩。如果有任何困扰或者需要帮助的地方，都可以随时找我倾诉，我会一直在这里支持你的。加油！祝你考研顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很愿意能够帮助你，并见证你的成长。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你的选择，你一定会取得优异的成绩。",
        "label": ""
      },
      {
        "sentence": "如果有任何困扰或者需要帮助的地方，都可以随时找我倾诉，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "祝你考研顺利！",
        "label": ""
      }
    ]
  }
]