[
  {
    "role": "client",
    "content": "我没法建立深刻的感情关系，是不是恐惧型依恋关系？我发现自己无法和别人建立深刻的情感关系，没有长久的深刻朋友。但是，我谈了一次两年的恋爱，中间也经历了许多波折，而且对方喜欢我更多一点。我在面对自己喜欢的人时经常表现得非常矛盾。这种感受让我很痛苦，但我又不愿意向别人倾诉。我看了很多书之后，知道我恐惧型依恋关系导致了这种心理状态。我想靠近别人，但一旦靠近了，又害怕被对方看穿。请问我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我没法建立深刻的感情关系，是不是恐惧型依恋关系？",
        "label": ""
      },
      {
        "sentence": "我发现自己无法和别人建立深刻的情感关系，没有长久的深刻朋友。",
        "label": ""
      },
      {
        "sentence": "但是，我谈了一次两年的恋爱，中间也经历了许多波折，而且对方喜欢我更多一点。",
        "label": ""
      },
      {
        "sentence": "我在面对自己喜欢的人时经常表现得非常矛盾。",
        "label": ""
      },
      {
        "sentence": "这种感受让我很痛苦，但我又不愿意向别人倾诉。",
        "label": ""
      },
      {
        "sentence": "我看了很多书之后，知道我恐惧型依恋关系导致了这种心理状态。",
        "label": ""
      },
      {
        "sentence": "我想靠近别人，但一旦靠近了，又害怕被对方看穿。",
        "label": ""
      },
      {
        "sentence": "请问我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你好。我明白你目前所面临的困惑和痛苦。首先，我想告诉你，每个人都有自己的不足之处，没有人是完美的。有些人喜欢我们可能是因为不了解我们，而有些人是在了解我们的全部真相后，依然选择喜欢我们。而后者才是真正值得我们珍惜的人。从你的描述中，我能感受到你在人际关系中有恐惧和矛盾型的依恋关系，无论是在爱情还是友情中都是如此。一方面，你希望与他人建立真实而深刻的关系，另一方面，又害怕对方看到你的全部真实后会离开你。但是，你已经意识到了自己的问题，并且下定了决心要改变这种依恋类型，这是一个很好的开始。我们可以先从改变不合理的认知开始。试想一下，虽然我们有时会与家人发生争吵和生气，彼此都了解对方的不足和缺点，但我们不会因此抛弃自己的家人，因为我们爱他们，家人也同样爱我们。相似的道理，当你全心全意爱一个人时，随着时间的推移和进一步了解，对方的优点会吸引你，但缺点也会让你感到不安和烦恼。当你知道对方的全部真实后，你们决定一起面对生活的时候，这就是你对他的爱。就像你前任一样，即使他爱你多一些，你似乎也保留了一部分自己。但对方不会后悔在这段感情中的付出，因为他曾经真心对待你，真心爱过你。你需要的是勇气和尝试，让自己在与他人相处时放下过度的戒备，打开内心，敞开心扉，放心地依恋对方。如果受伤了，学会治愈和寻找帮助。不要因为害怕黑暗而选择放弃群星。总会有人会喜欢你的全部，一段关系的结束可能不是因为对方无法接受你的真实，而是你们各自的问题导致关系无法继续。所以，请勇敢地展示自己的世界，试着与他人倾诉一些自己的想法，给那些想要关心你并走进你内心世界的人一个途径和钥匙。学会真诚地付出爱，大胆地表达自己的喜欢和在意。不要因为自己爱对方多一些而感到不安，也不要因为与对方产生冲突而怀疑自己被爱的价值。你永远都是值得被爱的人，你也可以是一个奋不顾身地爱他人的人。你不需要多么热烈的爱，但需要将一颗热忱的心交给他人。请相信，在遇到下一个值得的人时，你会勇敢地抓住爱，享受爱的美好。",
    "annotation": [
      {
        "sentence": "求助者，你好。",
        "label": ""
      },
      {
        "sentence": "我明白你目前所面临的困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "首先，我想告诉你，每个人都有自己的不足之处，没有人是完美的。",
        "label": ""
      },
      {
        "sentence": "有些人喜欢我们可能是因为不了解我们，而有些人是在了解我们的全部真相后，依然选择喜欢我们。",
        "label": ""
      },
      {
        "sentence": "而后者才是真正值得我们珍惜的人。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我能感受到你在人际关系中有恐惧和矛盾型的依恋关系，无论是在爱情还是友情中都是如此。",
        "label": ""
      },
      {
        "sentence": "一方面，你希望与他人建立真实而深刻的关系，另一方面，又害怕对方看到你的全部真实后会离开你。",
        "label": ""
      },
      {
        "sentence": "但是，你已经意识到了自己的问题，并且下定了决心要改变这种依恋类型，这是一个很好的开始。",
        "label": ""
      },
      {
        "sentence": "我们可以先从改变不合理的认知开始。",
        "label": ""
      },
      {
        "sentence": "试想一下，虽然我们有时会与家人发生争吵和生气，彼此都了解对方的不足和缺点，但我们不会因此抛弃自己的家人，因为我们爱他们，家人也同样爱我们。",
        "label": ""
      },
      {
        "sentence": "相似的道理，当你全心全意爱一个人时，随着时间的推移和进一步了解，对方的优点会吸引你，但缺点也会让你感到不安和烦恼。",
        "label": ""
      },
      {
        "sentence": "当你知道对方的全部真实后，你们决定一起面对生活的时候，这就是你对他的爱。",
        "label": ""
      },
      {
        "sentence": "就像你前任一样，即使他爱你多一些，你似乎也保留了一部分自己。",
        "label": ""
      },
      {
        "sentence": "但对方不会后悔在这段感情中的付出，因为他曾经真心对待你，真心爱过你。",
        "label": ""
      },
      {
        "sentence": "你需要的是勇气和尝试，让自己在与他人相处时放下过度的戒备，打开内心，敞开心扉，放心地依恋对方。",
        "label": ""
      },
      {
        "sentence": "如果受伤了，学会治愈和寻找帮助。",
        "label": ""
      },
      {
        "sentence": "不要因为害怕黑暗而选择放弃群星。",
        "label": ""
      },
      {
        "sentence": "总会有人会喜欢你的全部，一段关系的结束可能不是因为对方无法接受你的真实，而是你们各自的问题导致关系无法继续。",
        "label": ""
      },
      {
        "sentence": "所以，请勇敢地展示自己的世界，试着与他人倾诉一些自己的想法，给那些想要关心你并走进你内心世界的人一个途径和钥匙。",
        "label": ""
      },
      {
        "sentence": "学会真诚地付出爱，大胆地表达自己的喜欢和在意。",
        "label": ""
      },
      {
        "sentence": "不要因为自己爱对方多一些而感到不安，也不要因为与对方产生冲突而怀疑自己被爱的价值。",
        "label": ""
      },
      {
        "sentence": "你永远都是值得被爱的人，你也可以是一个奋不顾身地爱他人的人。",
        "label": ""
      },
      {
        "sentence": "你不需要多么热烈的爱，但需要将一颗热忱的心交给他人。",
        "label": ""
      },
      {
        "sentence": "请相信，在遇到下一个值得的人时，你会勇敢地抓住爱，享受爱的美好。",
        "label": ""
      }
    ]
  }
]