[
  {
    "role": "client",
    "content": "我现在32岁了，已经裸辞三个月了，但还是找不到工作，我感受到很大的压力。我觉得自己对待工作非常认真，但是我周围的领导和同事明显不作为，这让我感到很心累。有时候我也劝自己不要太纠结，但是内心却过不去这个坎。",
    "annotation": [
      {
        "sentence": "我现在32岁了，已经裸辞三个月了，但还是找不到工作，我感受到很大的压力。",
        "label": ""
      },
      {
        "sentence": "我觉得自己对待工作非常认真，但是我周围的领导和同事明显不作为，这让我感到很心累。",
        "label": ""
      },
      {
        "sentence": "有时候我也劝自己不要太纠结，但是内心却过不去这个坎。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白，今年的情况，找不到工作，确实让人感到无奈。尤其是看到您已经32岁了，可能还有家庭责任需要承担，这种生活的困难给我们带来了真实、透彻的压力。不得不面对这样的局面，但是我们能做的是让自己变得越来越强大。今年的工作机会确实非常有限，疫情的影响让许多公司都进行了裁员。所以现在我们要找到工作机会，就需要考虑采取一些非常规的方法。一方面，我们可以利用过去的经验持续深化自己的专业技能，提升个人核心价值，成为不可替代的人才。另一方面，我们也需要重新审视自己，探索其他的选择和特长。身边许多地摊经济的成功案例给了我们很好的启示——要勇敢地追求自己想要的。我想说的是，在这个年龄阶段，如果您还存在迷茫，我可以推测出您可能还没有找到适合自己的职业状态。所以，思考这个问题是很有必要的，然后勇敢地迈出一步。当然，迈入新领域需要更多物质和精神上的支持，而家庭往往是我们的首要支持者。在深思熟虑之后，建议您和家人一起讨论，共同制定未来的蓝图。",
    "annotation": [
      {
        "sentence": "明白，今年的情况，找不到工作，确实让人感到无奈。",
        "label": ""
      },
      {
        "sentence": "尤其是看到您已经32岁了，可能还有家庭责任需要承担，这种生活的困难给我们带来了真实、透彻的压力。",
        "label": ""
      },
      {
        "sentence": "不得不面对这样的局面，但是我们能做的是让自己变得越来越强大。",
        "label": ""
      },
      {
        "sentence": "今年的工作机会确实非常有限，疫情的影响让许多公司都进行了裁员。",
        "label": ""
      },
      {
        "sentence": "所以现在我们要找到工作机会，就需要考虑采取一些非常规的方法。",
        "label": ""
      },
      {
        "sentence": "一方面，我们可以利用过去的经验持续深化自己的专业技能，提升个人核心价值，成为不可替代的人才。",
        "label": ""
      },
      {
        "sentence": "另一方面，我们也需要重新审视自己，探索其他的选择和特长。",
        "label": ""
      },
      {
        "sentence": "身边许多地摊经济的成功案例给了我们很好的启示——要勇敢地追求自己想要的。",
        "label": ""
      },
      {
        "sentence": "我想说的是，在这个年龄阶段，如果您还存在迷茫，我可以推测出您可能还没有找到适合自己的职业状态。",
        "label": ""
      },
      {
        "sentence": "所以，思考这个问题是很有必要的，然后勇敢地迈出一步。",
        "label": ""
      },
      {
        "sentence": "当然，迈入新领域需要更多物质和精神上的支持，而家庭往往是我们的首要支持者。",
        "label": ""
      },
      {
        "sentence": "在深思熟虑之后，建议您和家人一起讨论，共同制定未来的蓝图。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议。我确实在考虑自己的职业模式方面遇到了问题。我对待工作非常认真，所以很容易心累。您提到的权威取得和降低自我要求确实是我需要思考的事情。我理解到现在的职场很重视人际关系，这也让我感到苦恼，因为我经常发现自己与他人的价值观和行为存有差异，导致矛盾的产生。我知道取得权威需要机遇和个人能力，同时我也明白工作尽责非常好，但有时候也需要放松一些，减轻内心的压力。我想寻找与他人沟通和工作更有效的方法。",
    "annotation": [
      {
        "sentence": "谢谢您的建议。",
        "label": ""
      },
      {
        "sentence": "我确实在考虑自己的职业模式方面遇到了问题。",
        "label": ""
      },
      {
        "sentence": "我对待工作非常认真，所以很容易心累。",
        "label": ""
      },
      {
        "sentence": "您提到的权威取得和降低自我要求确实是我需要思考的事情。",
        "label": ""
      },
      {
        "sentence": "我理解到现在的职场很重视人际关系，这也让我感到苦恼，因为我经常发现自己与他人的价值观和行为存有差异，导致矛盾的产生。",
        "label": ""
      },
      {
        "sentence": "我知道取得权威需要机遇和个人能力，同时我也明白工作尽责非常好，但有时候也需要放松一些，减轻内心的压力。",
        "label": ""
      },
      {
        "sentence": "我想寻找与他人沟通和工作更有效的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解您的困扰。在职场中，人际关系的处理确实非常重要，而且对待工作认真是我们的优点，但同时也给我们带来了困扰。要取得权威，就需要成为所在领域的榜样或领导者，可以将自己的价值观传播出去，影响组织。但是取得权威需要机遇和个人能力的支撑。此外，放松一些也是必要的，这不是让我们麻痹自己，而是让我们减轻内心压力，降低自我要求。团队责任是共同的，一己之长是锦上添花，而不是一己之力撑起整个天空。当然，如果我们有足够的能力，也可以力挽狂澜。总之，我们需要放过自己，不要苛求自己，同时寻找可以帮助我们沟通和更好地工作的方法。不忘也需要不断提升自己的能力和素养。",
    "annotation": [
      {
        "sentence": "非常理解您的困扰。",
        "label": ""
      },
      {
        "sentence": "在职场中，人际关系的处理确实非常重要，而且对待工作认真是我们的优点，但同时也给我们带来了困扰。",
        "label": ""
      },
      {
        "sentence": "要取得权威，就需要成为所在领域的榜样或领导者，可以将自己的价值观传播出去，影响组织。",
        "label": ""
      },
      {
        "sentence": "但是取得权威需要机遇和个人能力的支撑。",
        "label": ""
      },
      {
        "sentence": "此外，放松一些也是必要的，这不是让我们麻痹自己，而是让我们减轻内心压力，降低自我要求。",
        "label": ""
      },
      {
        "sentence": "团队责任是共同的，一己之长是锦上添花，而不是一己之力撑起整个天空。",
        "label": ""
      },
      {
        "sentence": "当然，如果我们有足够的能力，也可以力挽狂澜。",
        "label": ""
      },
      {
        "sentence": "总之，我们需要放过自己，不要苛求自己，同时寻找可以帮助我们沟通和更好地工作的方法。",
        "label": ""
      },
      {
        "sentence": "不忘也需要不断提升自己的能力和素养。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的指导。我明白了，思考的重要性大于选择，选择的重要性大于努力。放轻松地思考现在的形势，找到可以让自己开心奋斗的事情才是最重要的。您还给我推荐了电影《破浪》，里面的姐姐们性格各异，所处环境也有特点，她们能否胜出取决于多方面因素的发挥。我明白了，只要天蓝在，生活就可以美好！谢谢您的支持与鼓励！",
    "annotation": [
      {
        "sentence": "谢谢您的指导。",
        "label": ""
      },
      {
        "sentence": "我明白了，思考的重要性大于选择，选择的重要性大于努力。",
        "label": ""
      },
      {
        "sentence": "放轻松地思考现在的形势，找到可以让自己开心奋斗的事情才是最重要的。",
        "label": ""
      },
      {
        "sentence": "您还给我推荐了电影《破浪》，里面的姐姐们性格各异，所处环境也有特点，她们能否胜出取决于多方面因素的发挥。",
        "label": ""
      },
      {
        "sentence": "我明白了，只要天蓝在，生活就可以美好！",
        "label": ""
      },
      {
        "sentence": "谢谢您的支持与鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到您。确实，生活中总有一些困难和挑战，但只要我们保持积极向上的心态，相信自己，我们一定可以度过难关，创造出美好的未来。祝愿您早日找到适合的工作，过上幸福、满意的生活！加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到您。",
        "label": ""
      },
      {
        "sentence": "确实，生活中总有一些困难和挑战，但只要我们保持积极向上的心态，相信自己，我们一定可以度过难关，创造出美好的未来。",
        "label": ""
      },
      {
        "sentence": "祝愿您早日找到适合的工作，过上幸福、满意的生活！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]