[
  {
    "role": "client",
    "content": "结婚6年，想离婚又没勇气？很压抑认识老公的时候年龄小，是初恋，认为感情很好就不顾父母反对结婚了，忽略掉了很多对方不合适的方面。现在发现老公性格和行为上有很多缺点，还很幼稚又没有担当，没有上进心，总是用谎言欺骗我。之前也有尝试他好好沟通，想要一起努力改善生活状态和水平，但每次都得不到结果，反而被各种指责。太多的谎言和一次次的失望已经很累了。因为感觉对方没有担当，没信心能做好父母，所以我一直没有要小孩，随着年龄增长，每次看到别人家的小朋友还是很羡慕的。现在太压抑了，想要离婚，但是这么多年情感上又依赖他，有些不舍。怎么才能迈出这一步呢？",
    "annotation": [
      {
        "sentence": "结婚6年，想离婚又没勇气？",
        "label": ""
      },
      {
        "sentence": "很压抑认识老公的时候年龄小，是初恋，认为感情很好就不顾父母反对结婚了，忽略掉了很多对方不合适的方面。",
        "label": ""
      },
      {
        "sentence": "现在发现老公性格和行为上有很多缺点，还很幼稚又没有担当，没有上进心，总是用谎言欺骗我。",
        "label": ""
      },
      {
        "sentence": "之前也有尝试他好好沟通，想要一起努力改善生活状态和水平，但每次都得不到结果，反而被各种指责。",
        "label": ""
      },
      {
        "sentence": "太多的谎言和一次次的失望已经很累了。",
        "label": ""
      },
      {
        "sentence": "因为感觉对方没有担当，没信心能做好父母，所以我一直没有要小孩，随着年龄增长，每次看到别人家的小朋友还是很羡慕的。",
        "label": ""
      },
      {
        "sentence": "现在太压抑了，想要离婚，但是这么多年情感上又依赖他，有些不舍。",
        "label": ""
      },
      {
        "sentence": "怎么才能迈出这一步呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不顾父母反对，和初恋结婚，有激情的时候对方身上都是优点。但是，当激情退却，那些特质、甚至曾经觉得是优点的部分都变成无法容忍的缺点。你有很多方面的需求：情感的、物质的，但你发现现在所有需求对方都满足不了你。求助者：是的，我曾试图用指责、威胁的方式要求对方”有担当“，试图哄着对方”和我一起努力’，但最终都收效甚微。支持者：感觉他很让你失望，同时也产生了很多的厌恶情绪。而且你担心他没有担当和信心好好照顾孩子，所以一直没有要小孩。所以你现在有些压抑和不满足。求助者：是的，我每次看到别人家的小孩都很羡慕，觉得自己的人生好空虚。支持者：在一段关系中，每个人都有自己的需求和好处。你需要认识到你离不开这段关系的原因，可能是因为从他身上得到了一些安全感或者其他的价值感。你可以试着探索一下，看看这些好处是什么。求助者：嗯，我确实觉得在这段关系里得到了一些安全感和价值感。支持者：那么现在你需要思考一下，为什么现在这些好处你无法自己满足，导致你迈不出离开这一步。另外，要解决一个人的问题或是关系问题，离婚并不是唯一的解决方法。你是否真的认为你的丈夫如你所说的那般糟糕？或者是因为你把所有的问题都归咎于他了？求助者：可能是我太过专注于他的问题，而忽略了自己是否也有责任。我没有为当初的选择负责，也没有反思过自己的沟通方式。支持者：正是如此，如果以上问题解决后，你仍然认为离开关系是必要的，那么你需要找到在这段关系中所得到的需求，并学会自己满足这些需求。举个例子，如果你需要安全感，你可以尝试在其他方面寻找，而不是只依赖于他。最重要的是，调整自己的期望，为自己和自己希望的生活负责。你的生活在你自己手中，你需要行动起来，追求自己想要的生活。求助者：谢谢你的建议，我会思考一下自己的需求，并尝试寻找其他途径来满足这些需求。支持者：不用客气，这些都是你自己的选择和决定。记得要对自己好一点，相信自己能够走出困境，追求到更好的生活。祝你好运！",
    "annotation": [
      {
        "sentence": "不顾父母反对，和初恋结婚，有激情的时候对方身上都是优点。",
        "label": ""
      },
      {
        "sentence": "但是，当激情退却，那些特质、甚至曾经觉得是优点的部分都变成无法容忍的缺点。",
        "label": ""
      },
      {
        "sentence": "你有很多方面的需求：情感的、物质的，但你发现现在所有需求对方都满足不了你。",
        "label": ""
      },
      {
        "sentence": "求助者：是的，我曾试图用指责、威胁的方式要求对方”有担当“，试图哄着对方”和我一起努力’，但最终都收效甚微。",
        "label": ""
      },
      {
        "sentence": "支持者：感觉他很让你失望，同时也产生了很多的厌恶情绪。",
        "label": ""
      },
      {
        "sentence": "而且你担心他没有担当和信心好好照顾孩子，所以一直没有要小孩。",
        "label": ""
      },
      {
        "sentence": "所以你现在有些压抑和不满足。",
        "label": ""
      },
      {
        "sentence": "求助者：是的，我每次看到别人家的小孩都很羡慕，觉得自己的人生好空虚。",
        "label": ""
      },
      {
        "sentence": "支持者：在一段关系中，每个人都有自己的需求和好处。",
        "label": ""
      },
      {
        "sentence": "你需要认识到你离不开这段关系的原因，可能是因为从他身上得到了一些安全感或者其他的价值感。",
        "label": ""
      },
      {
        "sentence": "你可以试着探索一下，看看这些好处是什么。",
        "label": ""
      },
      {
        "sentence": "求助者：嗯，我确实觉得在这段关系里得到了一些安全感和价值感。",
        "label": ""
      },
      {
        "sentence": "支持者：那么现在你需要思考一下，为什么现在这些好处你无法自己满足，导致你迈不出离开这一步。",
        "label": ""
      },
      {
        "sentence": "另外，要解决一个人的问题或是关系问题，离婚并不是唯一的解决方法。",
        "label": ""
      },
      {
        "sentence": "你是否真的认为你的丈夫如你所说的那般糟糕？",
        "label": ""
      },
      {
        "sentence": "或者是因为你把所有的问题都归咎于他了？",
        "label": ""
      },
      {
        "sentence": "求助者：可能是我太过专注于他的问题，而忽略了自己是否也有责任。",
        "label": ""
      },
      {
        "sentence": "我没有为当初的选择负责，也没有反思过自己的沟通方式。",
        "label": ""
      },
      {
        "sentence": "支持者：正是如此，如果以上问题解决后，你仍然认为离开关系是必要的，那么你需要找到在这段关系中所得到的需求，并学会自己满足这些需求。",
        "label": ""
      },
      {
        "sentence": "举个例子，如果你需要安全感，你可以尝试在其他方面寻找，而不是只依赖于他。",
        "label": ""
      },
      {
        "sentence": "最重要的是，调整自己的期望，为自己和自己希望的生活负责。",
        "label": ""
      },
      {
        "sentence": "你的生活在你自己手中，你需要行动起来，追求自己想要的生活。",
        "label": ""
      },
      {
        "sentence": "求助者：谢谢你的建议，我会思考一下自己的需求，并尝试寻找其他途径来满足这些需求。",
        "label": ""
      },
      {
        "sentence": "支持者：不用客气，这些都是你自己的选择和决定。",
        "label": ""
      },
      {
        "sentence": "记得要对自己好一点，相信自己能够走出困境，追求到更好的生活。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]