[
  {
    "role": "client",
    "content": "我现在感到很失落和无助，我做什么事情都要照女朋友的想法来。我是一个没有父母的孩子，是奶奶和亲戚把我拉扯大。由于性格上比较自卑缺乏安全感，我觉得遇到一些刺激的话和行为时就控制不住自己出现极端的反应。平时我不会主动对别人发火，但事后我内心也不想这样，感到后悔。我女朋友喜欢在吵架前数落我，对我做的事情总是不满意，无论是切菜切不成丝的小事，还是工作和人际交往的问题。她还会一直叨叨，还摆出脸色。听这些话多了，我就会顶嘴反抗，然后就发脾气了。在吵架时，她喜欢说一些刺激我能力的话，还有一些行为，比如说我的家庭不配谈恋爱，还拿手机或烟灰缸砸我。每次都说要分手让我马上收拾东西离开家门，我也被赶出去很多次，只能去公司、朋友家、甚至网吧睡觉。我现在做什么事情都要按照她的想法来，她认为我的决定总是错的。现在的我感觉毫无主见，对于她这样对待我，让我感到非常难受和愤怒，也觉得委屈。我老是扬言要杀她，但其实只是想吓唬她。很早以前她打过我，我以回击的方式动手打过她一次，她的腿和手上都有轻微伤。后来我非常后悔，觉得对不起她对我的好，从那以后我再也没有动过手。",
    "annotation": [
      {
        "sentence": "我现在感到很失落和无助，我做什么事情都要照女朋友的想法来。",
        "label": ""
      },
      {
        "sentence": "我是一个没有父母的孩子，是奶奶和亲戚把我拉扯大。",
        "label": ""
      },
      {
        "sentence": "由于性格上比较自卑缺乏安全感，我觉得遇到一些刺激的话和行为时就控制不住自己出现极端的反应。",
        "label": ""
      },
      {
        "sentence": "平时我不会主动对别人发火，但事后我内心也不想这样，感到后悔。",
        "label": ""
      },
      {
        "sentence": "我女朋友喜欢在吵架前数落我，对我做的事情总是不满意，无论是切菜切不成丝的小事，还是工作和人际交往的问题。",
        "label": ""
      },
      {
        "sentence": "她还会一直叨叨，还摆出脸色。",
        "label": ""
      },
      {
        "sentence": "听这些话多了，我就会顶嘴反抗，然后就发脾气了。",
        "label": ""
      },
      {
        "sentence": "在吵架时，她喜欢说一些刺激我能力的话，还有一些行为，比如说我的家庭不配谈恋爱，还拿手机或烟灰缸砸我。",
        "label": ""
      },
      {
        "sentence": "每次都说要分手让我马上收拾东西离开家门，我也被赶出去很多次，只能去公司、朋友家、甚至网吧睡觉。",
        "label": ""
      },
      {
        "sentence": "我现在做什么事情都要按照她的想法来，她认为我的决定总是错的。",
        "label": ""
      },
      {
        "sentence": "现在的我感觉毫无主见，对于她这样对待我，让我感到非常难受和愤怒，也觉得委屈。",
        "label": ""
      },
      {
        "sentence": "我老是扬言要杀她，但其实只是想吓唬她。",
        "label": ""
      },
      {
        "sentence": "很早以前她打过我，我以回击的方式动手打过她一次，她的腿和手上都有轻微伤。",
        "label": ""
      },
      {
        "sentence": "后来我非常后悔，觉得对不起她对我的好，从那以后我再也没有动过手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你们之间存在一些问题，这些问题也导致了你目前的困境。就像你说的，你对她有依赖感，因为她是你唯一可以信任的人，你们在生活方面也有一些分工。你感恩她，内心其实不想和她分开。但是，你又无法忍受这样相处下去。当你选择置之不理时，矛盾就会升级，她也不会听你的安抚。你们已经分开几天了，这段时间你冷静下来思考问题，认识到了她的问题，也意识到了你自己的问题。可能是她经历过很多波折，所以并不打算和你过一辈子，比如说买房子的事情，她要自己买，怕将来扯不清。最后还向你借钱买房。她还提到如果有小孩了，万一离婚，孩子是归她的，你不用出一分钱。她还没结婚，就已经考虑到离婚了。其实，你向往的是一家三口共同努力过美好生活，你渴望有归宿感。但是现在你感到非常绝望，甚至产生了自杀的念头。你觉得自己应该怎么办呢？",
    "annotation": [
      {
        "sentence": "看来你们之间存在一些问题，这些问题也导致了你目前的困境。",
        "label": ""
      },
      {
        "sentence": "就像你说的，你对她有依赖感，因为她是你唯一可以信任的人，你们在生活方面也有一些分工。",
        "label": ""
      },
      {
        "sentence": "你感恩她，内心其实不想和她分开。",
        "label": ""
      },
      {
        "sentence": "但是，你又无法忍受这样相处下去。",
        "label": ""
      },
      {
        "sentence": "当你选择置之不理时，矛盾就会升级，她也不会听你的安抚。",
        "label": ""
      },
      {
        "sentence": "你们已经分开几天了，这段时间你冷静下来思考问题，认识到了她的问题，也意识到了你自己的问题。",
        "label": ""
      },
      {
        "sentence": "可能是她经历过很多波折，所以并不打算和你过一辈子，比如说买房子的事情，她要自己买，怕将来扯不清。",
        "label": ""
      },
      {
        "sentence": "最后还向你借钱买房。",
        "label": ""
      },
      {
        "sentence": "她还提到如果有小孩了，万一离婚，孩子是归她的，你不用出一分钱。",
        "label": ""
      },
      {
        "sentence": "她还没结婚，就已经考虑到离婚了。",
        "label": ""
      },
      {
        "sentence": "其实，你向往的是一家三口共同努力过美好生活，你渴望有归宿感。",
        "label": ""
      },
      {
        "sentence": "但是现在你感到非常绝望，甚至产生了自杀的念头。",
        "label": ""
      },
      {
        "sentence": "你觉得自己应该怎么办呢？",
        "label": ""
      }
    ]
  }
]