[
  {
    "role": "client",
    "content": "为什么身体会出现变化，抑郁的原因是什么？我是有病就治的人，但是我现在明明知道了，却很讨厌医院和医生。我知道不是医生和医院的问题，或者说可能是讨厌出门、不想上班、不想出门，但也不敢停下社交，让自己一个人独处。现在很多时候都在线上解决，医生说希望下周的门诊能看到我，最近身体也是很奇怪，没有觉得有碰撞但四肢上的淤青特别多，新的好了旧的又来，前一阵在我崩溃的边缘联系了倾听师，但是我崩溃的时候的情绪能影响到她，并且我感受到了她的不安，我就开始慢慢的平复下自己的状态告诉她我现在好多了。所以有经验的人都会被影响到的话，那么我又怎么能让我身边的家人朋友帮我分担，可是却总看大家说要把自己的表达给身边的人，让人不懂。我从未想过自杀，但是只要我停下来，脑袋里就像有人给我放映一样，把我这么多年有关于死亡的所有记忆都翻出来给我看，一遍一遍的说算了吧，只要一瞬她就已经可以给我安排一个完整的计划了。虽然我是只相信自己的人，但。。唉。",
    "annotation": [
      {
        "sentence": "为什么身体会出现变化，抑郁的原因是什么？",
        "label": ""
      },
      {
        "sentence": "我是有病就治的人，但是我现在明明知道了，却很讨厌医院和医生。",
        "label": ""
      },
      {
        "sentence": "我知道不是医生和医院的问题，或者说可能是讨厌出门、不想上班、不想出门，但也不敢停下社交，让自己一个人独处。",
        "label": ""
      },
      {
        "sentence": "现在很多时候都在线上解决，医生说希望下周的门诊能看到我，最近身体也是很奇怪，没有觉得有碰撞但四肢上的淤青特别多，新的好了旧的又来，前一阵在我崩溃的边缘联系了倾听师，但是我崩溃的时候的情绪能影响到她，并且我感受到了她的不安，我就开始慢慢的平复下自己的状态告诉她我现在好多了。",
        "label": ""
      },
      {
        "sentence": "所以有经验的人都会被影响到的话，那么我又怎么能让我身边的家人朋友帮我分担，可是却总看大家说要把自己的表达给身边的人，让人不懂。",
        "label": ""
      },
      {
        "sentence": "我从未想过自杀，但是只要我停下来，脑袋里就像有人给我放映一样，把我这么多年有关于死亡的所有记忆都翻出来给我看，一遍一遍的说算了吧，只要一瞬她就已经可以给我安排一个完整的计划了。",
        "label": ""
      },
      {
        "sentence": "虽然我是只相信自己的人，但。。",
        "label": ""
      },
      {
        "sentence": "唉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抱歉你正在经历这些困扰。抑郁的原因可以是复杂的，有时候和事情、经历、环境或者个人特点有关。你很勇敢，已经意识到了自我疗愈的重要性，并且在照顾家人的感受上也很体贴。倾听师的不安全感也被你敏锐地察觉到了。我们是细腻、温柔的人，让我们一起去感受外面的风景吧。或许这些风景并不壮丽，但是有我们的欣赏，它们就会感到自己的美丽。虽然抑郁的来源多种多样，不太规律，但我们可以试着找出一些可以改变或改善的情况。这些改变也许是对他人的要求，也可以是自身的提升。不用担心与家人的沟通会出现问题，相信他们的爱，尽管他们可能会有理解上的局限，但我们可以互相理解。我们慢慢适应新的沟通模式，这是一种全新的方式，出于爱心，不会伤害任何人。不要太过关注脑中的放映机，当它来临时，我们可以转移注意力做些曾经想做但未能完成的事情。给自己些时间，不要着急，取得成就后要鼓励自己。我们都是被鼓励着长大的，现在轮到我们自己鼓励自己了。至于医生，还是需要去见见。相信医生，继续相信医生吧。医生非常专业，可以理解我们，给我们合理的治疗。接受这一点，也是对自己的接纳。相信自己是值得被爱的。风还在吹，凉意还在。放着自己喜欢的音乐，心里仿佛也有一股夏日的风，让人心旷神怡。天空湛蓝，你活在这个世界上，生活可以美好！世界因为有你而更加美丽！",
    "annotation": [
      {
        "sentence": "抱歉你正在经历这些困扰。",
        "label": ""
      },
      {
        "sentence": "抑郁的原因可以是复杂的，有时候和事情、经历、环境或者个人特点有关。",
        "label": ""
      },
      {
        "sentence": "你很勇敢，已经意识到了自我疗愈的重要性，并且在照顾家人的感受上也很体贴。",
        "label": ""
      },
      {
        "sentence": "倾听师的不安全感也被你敏锐地察觉到了。",
        "label": ""
      },
      {
        "sentence": "我们是细腻、温柔的人，让我们一起去感受外面的风景吧。",
        "label": ""
      },
      {
        "sentence": "或许这些风景并不壮丽，但是有我们的欣赏，它们就会感到自己的美丽。",
        "label": ""
      },
      {
        "sentence": "虽然抑郁的来源多种多样，不太规律，但我们可以试着找出一些可以改变或改善的情况。",
        "label": ""
      },
      {
        "sentence": "这些改变也许是对他人的要求，也可以是自身的提升。",
        "label": ""
      },
      {
        "sentence": "不用担心与家人的沟通会出现问题，相信他们的爱，尽管他们可能会有理解上的局限，但我们可以互相理解。",
        "label": ""
      },
      {
        "sentence": "我们慢慢适应新的沟通模式，这是一种全新的方式，出于爱心，不会伤害任何人。",
        "label": ""
      },
      {
        "sentence": "不要太过关注脑中的放映机，当它来临时，我们可以转移注意力做些曾经想做但未能完成的事情。",
        "label": ""
      },
      {
        "sentence": "给自己些时间，不要着急，取得成就后要鼓励自己。",
        "label": ""
      },
      {
        "sentence": "我们都是被鼓励着长大的，现在轮到我们自己鼓励自己了。",
        "label": ""
      },
      {
        "sentence": "至于医生，还是需要去见见。",
        "label": ""
      },
      {
        "sentence": "相信医生，继续相信医生吧。",
        "label": ""
      },
      {
        "sentence": "医生非常专业，可以理解我们，给我们合理的治疗。",
        "label": ""
      },
      {
        "sentence": "接受这一点，也是对自己的接纳。",
        "label": ""
      },
      {
        "sentence": "相信自己是值得被爱的。",
        "label": ""
      },
      {
        "sentence": "风还在吹，凉意还在。",
        "label": ""
      },
      {
        "sentence": "放着自己喜欢的音乐，心里仿佛也有一股夏日的风，让人心旷神怡。",
        "label": ""
      },
      {
        "sentence": "天空湛蓝，你活在这个世界上，生活可以美好！",
        "label": ""
      },
      {
        "sentence": "世界因为有你而更加美丽！",
        "label": ""
      }
    ]
  }
]