[
  {
    "role": "client",
    "content": "困扰我许久了，我接受不了别人对我的关心？原因一：我不想别人了解我原因二：我不相信别人原因三：我不习惯那种关心，习惯了被骂，觉得才正常；目前年龄28岁，工作三年多，很多时候在合作过程中，很难融入团队里面，难在于找不到自己的定位，很多事情做的太正经，也能够尊重，并且有耐心听别人的想法，可当我表达自己的观点的时候往往不被在意；没有踏实的劲头，觉得没有希望，就想换工作，虽然自己小有潜力，就是不愿意吃亏；虽然每个领导对对我赞赏，可有一点点不好的倾向就不愿意接受。",
    "annotation": [
      {
        "sentence": "困扰我许久了，我接受不了别人对我的关心？",
        "label": ""
      },
      {
        "sentence": "原因一：我不想别人了解我原因二：我不相信别人原因三：我不习惯那种关心，习惯了被骂，觉得才正常；目前年龄28岁，工作三年多，很多时候在合作过程中，很难融入团队里面，难在于找不到自己的定位，很多事情做的太正经，也能够尊重，并且有耐心听别人的想法，可当我表达自己的观点的时候往往不被在意；没有踏实的劲头，觉得没有希望，就想换工作，虽然自己小有潜力，就是不愿意吃亏；虽然每个领导对对我赞赏，可有一点点不好的倾向就不愿意接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你迟钝别人的关心的原因。一个人习惯了不被关注，在接受别人的关心时，可能会有些不适应。但是，如果不管你做什么都得不到别人的尊重和在乎，那会让你内心感受到一种空缺。你提到你相信自己的潜力，那就可以逐渐展示你在这方面的优势。试着去表达自己的观点，即使开始时没有人注意到，也不要憋着，说出来至少还能被注意到。被骂并不是正常的，一个人如果真的爱自己，不会让自己被委屈，而是会勇敢地表达自己。首先，要接受自己，接受自己是值得被关心的，也要接受在某些事情上可能做得不够好的事实。即使一开始内心有抗拒，也没关系，不要对自己太苛刻。",
    "annotation": [
      {
        "sentence": "我能理解你迟钝别人的关心的原因。",
        "label": ""
      },
      {
        "sentence": "一个人习惯了不被关注，在接受别人的关心时，可能会有些不适应。",
        "label": ""
      },
      {
        "sentence": "但是，如果不管你做什么都得不到别人的尊重和在乎，那会让你内心感受到一种空缺。",
        "label": ""
      },
      {
        "sentence": "你提到你相信自己的潜力，那就可以逐渐展示你在这方面的优势。",
        "label": ""
      },
      {
        "sentence": "试着去表达自己的观点，即使开始时没有人注意到，也不要憋着，说出来至少还能被注意到。",
        "label": ""
      },
      {
        "sentence": "被骂并不是正常的，一个人如果真的爱自己，不会让自己被委屈，而是会勇敢地表达自己。",
        "label": ""
      },
      {
        "sentence": "首先，要接受自己，接受自己是值得被关心的，也要接受在某些事情上可能做得不够好的事实。",
        "label": ""
      },
      {
        "sentence": "即使一开始内心有抗拒，也没关系，不要对自己太苛刻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我觉得自己确实在亲近他人方面存在障碍。也许是习惯了被忽视，所以对别人的关心有些排斥。但我确实想改变这种状况，我已经设定了目标，希望能获得更多团队合作的机会。只是，有时当我表达自己的观点时，总是感到被忽视或不被在意，这让我感到很沮丧。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我觉得自己确实在亲近他人方面存在障碍。",
        "label": ""
      },
      {
        "sentence": "也许是习惯了被忽视，所以对别人的关心有些排斥。",
        "label": ""
      },
      {
        "sentence": "但我确实想改变这种状况，我已经设定了目标，希望能获得更多团队合作的机会。",
        "label": ""
      },
      {
        "sentence": "只是，有时当我表达自己的观点时，总是感到被忽视或不被在意，这让我感到很沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经在正确的方向上迈出了一步，设定目标是非常重要的。想要获得团队合作的机会，你需要尽可能表达自己的观点。尽管可能一开始不被在意，但这并不代表你的观点没有价值，只是需要时间和机会让别人认识你的价值。你可以尝试在合适的时机，用自己独特的方式表达观点，也可以主动参与团队的讨论和决策。逐渐地，你会被人注意到并被重视的。不要因为一时的沮丧而放弃，持续努力将会带来改变。",
    "annotation": [
      {
        "sentence": "你已经在正确的方向上迈出了一步，设定目标是非常重要的。",
        "label": ""
      },
      {
        "sentence": "想要获得团队合作的机会，你需要尽可能表达自己的观点。",
        "label": ""
      },
      {
        "sentence": "尽管可能一开始不被在意，但这并不代表你的观点没有价值，只是需要时间和机会让别人认识你的价值。",
        "label": ""
      },
      {
        "sentence": "你可以尝试在合适的时机，用自己独特的方式表达观点，也可以主动参与团队的讨论和决策。",
        "label": ""
      },
      {
        "sentence": "逐渐地，你会被人注意到并被重视的。",
        "label": ""
      },
      {
        "sentence": "不要因为一时的沮丧而放弃，持续努力将会带来改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要更加积极地展示自己。也许我一直太注重做事情，而不是主动表达自己的观点。我会尝试在团队中更积极地参与讨论，表达我的想法。我希望我的付出和努力能够得到认可，让我在团队中找到属于自己的定位。",
    "annotation": [
      {
        "sentence": "你说得对，我需要更加积极地展示自己。",
        "label": ""
      },
      {
        "sentence": "也许我一直太注重做事情，而不是主动表达自己的观点。",
        "label": ""
      },
      {
        "sentence": "我会尝试在团队中更积极地参与讨论，表达我的想法。",
        "label": ""
      },
      {
        "sentence": "我希望我的付出和努力能够得到认可，让我在团队中找到属于自己的定位。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试更积极地表达自己。对于寻找自己的定位，除了积极参与团队讨论外，也可以主动向领导或同事寻求意见和建议。他们可能会给你一些有价值的指导，帮助你更好地了解自己在团队中的角色。同时，也要坚信自己的潜力和能力，相信只要付出努力，就一定能走向成功。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试更积极地表达自己。",
        "label": ""
      },
      {
        "sentence": "对于寻找自己的定位，除了积极参与团队讨论外，也可以主动向领导或同事寻求意见和建议。",
        "label": ""
      },
      {
        "sentence": "他们可能会给你一些有价值的指导，帮助你更好地了解自己在团队中的角色。",
        "label": ""
      },
      {
        "sentence": "同时，也要坚信自己的潜力和能力，相信只要付出努力，就一定能走向成功。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。听到你这样说，我觉得自己有了新的动力和信心。我会积极践行你的建议，争取在团队中找到适合自己的位置，实现个人的成长和发展。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "听到你这样说，我觉得自己有了新的动力和信心。",
        "label": ""
      },
      {
        "sentence": "我会积极践行你的建议，争取在团队中找到适合自己的位置，实现个人的成长和发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴我能够帮到你，看到你有了新的动力和信心。记住，团队合作是一种相互依赖和相互支持的过程，相信你的努力终将会得到回报。在这个过程中，记得保持积极态度，发挥自己的优势，相信自己能够克服困难，实现自己的目标。祝愿你成功！",
    "annotation": [
      {
        "sentence": "我很高兴我能够帮到你，看到你有了新的动力和信心。",
        "label": ""
      },
      {
        "sentence": "记住，团队合作是一种相互依赖和相互支持的过程，相信你的努力终将会得到回报。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，记得保持积极态度，发挥自己的优势，相信自己能够克服困难，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "祝愿你成功！",
        "label": ""
      }
    ]
  }
]