[
  {
    "role": "client",
    "content": "母亲去世我无比自责，原谅不了自己，是我的原因？妈妈有陈旧性心梗，我把她接到身边，养好身体后，帮我带孩子。",
    "annotation": [
      {
        "sentence": "母亲去世我无比自责，原谅不了自己，是我的原因？",
        "label": ""
      },
      {
        "sentence": "妈妈有陈旧性心梗，我把她接到身边，养好身体后，帮我带孩子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的经历，我不禁想起了我的母亲。2017年大年初二，我的母亲因为脑梗被送进了icu，住了七天却没有能挺过来。我至今都还能清晰地回想起在抢救车上送母亲去医院时母亲的样子，她完全没有办法开口说话。那时的情景几乎让人难以相信，因为大年初一我们还看到她精神爽朗的样子，她还开心地对我们说：“现在的日子真是舒服，我一定可以再好好活几十年。”可是转眼之间，母亲就变成了现在这个样子，七天之间，她竟然已经离开了我们。提到这里，我的泪水也情不自禁地流了出来。当年，我和你一样，充满了自责和伤心。我责怪自己没有和母亲住在一起，怪父亲那天为什么要出去散步打牌那么久，怪自己居然忘了及时的进行十宣放血（如果我做了这个事，说不定母亲不会离开得这么早，送到医院时，医院说送得太迟了）……带着无比的痛苦心情，我办完了丧事。之后，我找朋友陪伴了自己，也陪伴了自己。我回忆起母亲从小到大对我的叮嘱和祝福，希望我做一个善良有爱心的人，希望我能好好地活在这个世界上。我经常在内心中留下属于自己的泪水，并且表达对母亲的怀念和祝福：妈妈，你虽然离开了这个世界，但是我会带着你的希望和祝福活下去，同时也要尽自己的能力照顾好爸爸，也用自己的方式每天祝福着另一个世界的母亲。说到这里，我不知道我这样类似的经历能否对你有一点点帮助。母亲过世，你是可以自责自己的，也是可以悲伤的。如果可以，试着找亲人、朋友，或者单独和自己待一段时间，让自责和伤心得到宣泄，那些祝福和希望会接踵而至的！祝你好起来~。",
    "annotation": [
      {
        "sentence": "听到你的经历，我不禁想起了我的母亲。",
        "label": ""
      },
      {
        "sentence": "2017年大年初二，我的母亲因为脑梗被送进了icu，住了七天却没有能挺过来。",
        "label": ""
      },
      {
        "sentence": "我至今都还能清晰地回想起在抢救车上送母亲去医院时母亲的样子，她完全没有办法开口说话。",
        "label": ""
      },
      {
        "sentence": "那时的情景几乎让人难以相信，因为大年初一我们还看到她精神爽朗的样子，她还开心地对我们说：“现在的日子真是舒服，我一定可以再好好活几十年。",
        "label": ""
      },
      {
        "sentence": "”可是转眼之间，母亲就变成了现在这个样子，七天之间，她竟然已经离开了我们。",
        "label": ""
      },
      {
        "sentence": "提到这里，我的泪水也情不自禁地流了出来。",
        "label": ""
      },
      {
        "sentence": "当年，我和你一样，充满了自责和伤心。",
        "label": ""
      },
      {
        "sentence": "我责怪自己没有和母亲住在一起，怪父亲那天为什么要出去散步打牌那么久，怪自己居然忘了及时的进行十宣放血（如果我做了这个事，说不定母亲不会离开得这么早，送到医院时，医院说送得太迟了）……带着无比的痛苦心情，我办完了丧事。",
        "label": ""
      },
      {
        "sentence": "之后，我找朋友陪伴了自己，也陪伴了自己。",
        "label": ""
      },
      {
        "sentence": "我回忆起母亲从小到大对我的叮嘱和祝福，希望我做一个善良有爱心的人，希望我能好好地活在这个世界上。",
        "label": ""
      },
      {
        "sentence": "我经常在内心中留下属于自己的泪水，并且表达对母亲的怀念和祝福：妈妈，你虽然离开了这个世界，但是我会带着你的希望和祝福活下去，同时也要尽自己的能力照顾好爸爸，也用自己的方式每天祝福着另一个世界的母亲。",
        "label": ""
      },
      {
        "sentence": "说到这里，我不知道我这样类似的经历能否对你有一点点帮助。",
        "label": ""
      },
      {
        "sentence": "母亲过世，你是可以自责自己的，也是可以悲伤的。",
        "label": ""
      },
      {
        "sentence": "如果可以，试着找亲人、朋友，或者单独和自己待一段时间，让自责和伤心得到宣泄，那些祝福和希望会接踵而至的！",
        "label": ""
      },
      {
        "sentence": "祝你好起来~。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你和我分享你的故事。你说的对，母亲的离世让我感到很自责，也很伤心。我知道这种状况下自责是正常的，但是我真的无法原谅自己，感觉就是害了妈妈。",
    "annotation": [
      {
        "sentence": "谢谢你和我分享你的故事。",
        "label": ""
      },
      {
        "sentence": "你说的对，母亲的离世让我感到很自责，也很伤心。",
        "label": ""
      },
      {
        "sentence": "我知道这种状况下自责是正常的，但是我真的无法原谅自己，感觉就是害了妈妈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的感受，自责确实是正常的反应。然而，我要告诉你，在妈妈离世的过程中你真的尽了你的努力。你接过她的身边，照顾她，帮忙带孩子，你为她付出了很多。不幸的是，我们有时候无法改变疾病的发作，尽管我们付出了一切。我们不能因为无法控制的事情而责怪自己。母亲离世并不代表你害了她，这只是一个不幸的结果而已。愿你能理解这一点。",
    "annotation": [
      {
        "sentence": "我完全理解你的感受，自责确实是正常的反应。",
        "label": ""
      },
      {
        "sentence": "然而，我要告诉你，在妈妈离世的过程中你真的尽了你的努力。",
        "label": ""
      },
      {
        "sentence": "你接过她的身边，照顾她，帮忙带孩子，你为她付出了很多。",
        "label": ""
      },
      {
        "sentence": "不幸的是，我们有时候无法改变疾病的发作，尽管我们付出了一切。",
        "label": ""
      },
      {
        "sentence": "我们不能因为无法控制的事情而责怪自己。",
        "label": ""
      },
      {
        "sentence": "母亲离世并不代表你害了她，这只是一个不幸的结果而已。",
        "label": ""
      },
      {
        "sentence": "愿你能理解这一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道你说的是对的，但是我仍然无法摆脱自责的情绪。我感到特别内疚的是当时我没有早点带她去医院，如果我及时行动或许结果会不一样。我真的不知道该如何面对这个事实。",
    "annotation": [
      {
        "sentence": "我知道你说的是对的，但是我仍然无法摆脱自责的情绪。",
        "label": ""
      },
      {
        "sentence": "我感到特别内疚的是当时我没有早点带她去医院，如果我及时行动或许结果会不一样。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该如何面对这个事实。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在这个过程中，你的确会希望有所不同的结果。但是我们不能以“如果”来对待已经发生过的事情。任何事情都有它的原因和结果，我们无法改变过去。重要的是要记住，你当时尽了你的力量，尽力帮助你的母亲。请不要用“如果”去责怪自己，而是要鼓励自己接受事实，并向前看。你现在感到内疚是有可能的，但是你必须明白这并不是你的错。",
    "annotation": [
      {
        "sentence": "在这个过程中，你的确会希望有所不同的结果。",
        "label": ""
      },
      {
        "sentence": "但是我们不能以“如果”来对待已经发生过的事情。",
        "label": ""
      },
      {
        "sentence": "任何事情都有它的原因和结果，我们无法改变过去。",
        "label": ""
      },
      {
        "sentence": "重要的是要记住，你当时尽了你的力量，尽力帮助你的母亲。",
        "label": ""
      },
      {
        "sentence": "请不要用“如果”去责怪自己，而是要鼓励自己接受事实，并向前看。",
        "label": ""
      },
      {
        "sentence": "你现在感到内疚是有可能的，但是你必须明白这并不是你的错。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道你说的很有道理，但是我就是无法接受这个事实。我觉得我亲手害死了妈妈，这种感觉真的很难受。",
    "annotation": [
      {
        "sentence": "我知道你说的很有道理，但是我就是无法接受这个事实。",
        "label": ""
      },
      {
        "sentence": "我觉得我亲手害死了妈妈，这种感觉真的很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你现在的感受，失去母亲是一件非常痛苦的事情。然而，那种感觉是因为你对妈妈的爱和关心。但是你要记住，你所做的一切都是为了帮助她，即使结果不如你所愿。你的妈妈知道你对她的爱意，她也不希望你一直自责下去。请你尝试一下，接受这个事实，而不是把责任全部归结到自己身上。",
    "annotation": [
      {
        "sentence": "我完全理解你现在的感受，失去母亲是一件非常痛苦的事情。",
        "label": ""
      },
      {
        "sentence": "然而，那种感觉是因为你对妈妈的爱和关心。",
        "label": ""
      },
      {
        "sentence": "但是你要记住，你所做的一切都是为了帮助她，即使结果不如你所愿。",
        "label": ""
      },
      {
        "sentence": "你的妈妈知道你对她的爱意，她也不希望你一直自责下去。",
        "label": ""
      },
      {
        "sentence": "请你尝试一下，接受这个事实，而不是把责任全部归结到自己身上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽量接受这个事实的，谢谢你的鼓励。但是我现在还是感觉很沮丧和失落，母亲的离世让我感到很寂寞。",
    "annotation": [
      {
        "sentence": "我会尽量接受这个事实的，谢谢你的鼓励。",
        "label": ""
      },
      {
        "sentence": "但是我现在还是感觉很沮丧和失落，母亲的离世让我感到很寂寞。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在的心情，母亲的离世确实会给我们带来巨大的失落感和寂寞感。这是正常的反应，我们的情感需要时间来调整和疗愈。可是，请不要忘记，你还有其他亲人和朋友，他们愿意陪伴着你度过这个难关。你可以和他们倾诉你的感受，寻求他们的支持和安慰。同时，也要记得照顾好自己，保持积极的心态，慢慢地让自己从悲伤中走出来。你不是一个人在战斗，我们在这里支持你。",
    "annotation": [
      {
        "sentence": "我理解你现在的心情，母亲的离世确实会给我们带来巨大的失落感和寂寞感。",
        "label": ""
      },
      {
        "sentence": "这是正常的反应，我们的情感需要时间来调整和疗愈。",
        "label": ""
      },
      {
        "sentence": "可是，请不要忘记，你还有其他亲人和朋友，他们愿意陪伴着你度过这个难关。",
        "label": ""
      },
      {
        "sentence": "你可以和他们倾诉你的感受，寻求他们的支持和安慰。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得照顾好自己，保持积极的心态，慢慢地让自己从悲伤中走出来。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，我们在这里支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会试着和亲人朋友聊聊，倾诉我的感受。希望能渐渐从悲伤中走出来，重新找到希望。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会试着和亲人朋友聊聊，倾诉我的感受。",
        "label": ""
      },
      {
        "sentence": "希望能渐渐从悲伤中走出来，重新找到希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，我相信你能够坚强地面对这个挑战，并从中找到希望。记住，你不是一个人在经历这一切，我们都在这里支持你。如果你需要任何帮助或者再次倾诉，随时都可以找我。祝福你能够走出悲伤，重新找到生活的美好！",
    "annotation": [
      {
        "sentence": "非常好，我相信你能够坚强地面对这个挑战，并从中找到希望。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在经历这一切，我们都在这里支持你。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再次倾诉，随时都可以找我。",
        "label": ""
      },
      {
        "sentence": "祝福你能够走出悲伤，重新找到生活的美好！",
        "label": ""
      }
    ]
  }
]