[
  {
    "role": "client",
    "content": "放下一个深爱过而无结果的人，不说亏欠，不负遇见？说一下我的感受吧……送给我想对我曾深爱过的人的话：当我看到你淡漠的眼神时，我已心知肚明，我们的关系已走到尽头，虽然我早有预感，但当这一幕发生时，我还是好痛好痛。这几天，关于你的事，我想了很久，很久，也听着那些失恋的歌曲。我虽不明白为什么你会疏远我，但我已不想再询问原因，不想再与你纠缠，我知道那样我们俩都很不好。既然你已水无意，我又何必痴情！我不能想念你的好，那样会让我更加眷念，我无法计较你的坏，因为我还深爱着你！我有时候觉得自己很傻，真的很傻，傻到无原则的付出，傻到那样的卑微爱你，傻到现在还期盼你的转身，傻到我已满身伤痕！我想我该醒悟了，为了不打扰你，为了你的幸福，更为了给我自己一个好的明天！GOOD，BYEMYLOVE！不说亏欠，不负遇见！",
    "annotation": [
      {
        "sentence": "放下一个深爱过而无结果的人，不说亏欠，不负遇见？",
        "label": ""
      },
      {
        "sentence": "说一下我的感受吧……送给我想对我曾深爱过的人的话：当我看到你淡漠的眼神时，我已心知肚明，我们的关系已走到尽头，虽然我早有预感，但当这一幕发生时，我还是好痛好痛。",
        "label": ""
      },
      {
        "sentence": "这几天，关于你的事，我想了很久，很久，也听着那些失恋的歌曲。",
        "label": ""
      },
      {
        "sentence": "我虽不明白为什么你会疏远我，但我已不想再询问原因，不想再与你纠缠，我知道那样我们俩都很不好。",
        "label": ""
      },
      {
        "sentence": "既然你已水无意，我又何必痴情！",
        "label": ""
      },
      {
        "sentence": "我不能想念你的好，那样会让我更加眷念，我无法计较你的坏，因为我还深爱着你！",
        "label": ""
      },
      {
        "sentence": "我有时候觉得自己很傻，真的很傻，傻到无原则的付出，傻到那样的卑微爱你，傻到现在还期盼你的转身，傻到我已满身伤痕！",
        "label": ""
      },
      {
        "sentence": "我想我该醒悟了，为了不打扰你，为了你的幸福，更为了给我自己一个好的明天！",
        "label": ""
      },
      {
        "sentence": "GOOD，BYEMYLOVE！",
        "label": ""
      },
      {
        "sentence": "不说亏欠，不负遇见！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你现在的感受，你经历了一段深爱却无结果的感情，对你来说是一种巨大的失落和痛苦。但我看到了你的力量和思维的清晰。失恋是人生中重要的经历之一，面对这样的情感伤害确实很困难，很多人需要很长时间才能从中走出来。当我们学会了处理失恋的情绪，我们就能更加勇敢地爱下去！你说：“当我看到你淡漠的眼神时，我已心知肚明，我们的关系已走到尽头。”你不想再问原因，这可能说明你也明白其中的原因。但我想告诉你，分开也许是因为一些原因和理由，并不一定是你的问题，也许是因为你们两个不合适，也许是他自己缺乏自信，也许是其他原因。你说：“我不能想念你的好，那样会让我更加眷念，我无法计较你的坏，因为我还深爱着你！”其实，你可以珍惜这段曾经的情感，你只是失去了一个不那么爱你的人，而他失去的是一个全心全意爱他的你。你并不傻，只是因为你太过于投入，太过于付出，才让自己受到了伤害。也许从现在开始，你可以学会保留一些自己，适度地付出，拥有高自尊的恋爱方式。如果你还会感到难过，那是非常正常的，接受失恋需要经历一定的过程。首先，你可以通过写日记或者和朋友、咨询师倾诉来宣泄自己的情绪；其次，你可以客观地总结这段关系，提升自己的爱情能力；然后，在工作生活中找到自信，可以改变发型，去旅行，学习一些新的东西；最后，扩大自己的交友圈子，内心得到修复后重新开始。最后，我想分享一句我很喜欢的话：“你需要做的，只有一件事：立刻撤离。像一个正在惨败的烈士一样，马上离开战场，回归你的田园，休养生息，重整旗鼓，在别的领域开疆破土，建设一个你的王国。那时候，当你回头看看这段往事，会对当年的痴迷深感羞耻：原来我那么傻过，原来我那么自欺欺人过……”。希望这些建议对你有所帮助。你并不孤单，我们会一起度过难过的日子。",
    "annotation": [
      {
        "sentence": "我能理解你现在的感受，你经历了一段深爱却无结果的感情，对你来说是一种巨大的失落和痛苦。",
        "label": ""
      },
      {
        "sentence": "但我看到了你的力量和思维的清晰。",
        "label": ""
      },
      {
        "sentence": "失恋是人生中重要的经历之一，面对这样的情感伤害确实很困难，很多人需要很长时间才能从中走出来。",
        "label": ""
      },
      {
        "sentence": "当我们学会了处理失恋的情绪，我们就能更加勇敢地爱下去！",
        "label": ""
      },
      {
        "sentence": "你说：“当我看到你淡漠的眼神时，我已心知肚明，我们的关系已走到尽头。",
        "label": ""
      },
      {
        "sentence": "”你不想再问原因，这可能说明你也明白其中的原因。",
        "label": ""
      },
      {
        "sentence": "但我想告诉你，分开也许是因为一些原因和理由，并不一定是你的问题，也许是因为你们两个不合适，也许是他自己缺乏自信，也许是其他原因。",
        "label": ""
      },
      {
        "sentence": "你说：“我不能想念你的好，那样会让我更加眷念，我无法计较你的坏，因为我还深爱着你！",
        "label": ""
      },
      {
        "sentence": "”其实，你可以珍惜这段曾经的情感，你只是失去了一个不那么爱你的人，而他失去的是一个全心全意爱他的你。",
        "label": ""
      },
      {
        "sentence": "你并不傻，只是因为你太过于投入，太过于付出，才让自己受到了伤害。",
        "label": ""
      },
      {
        "sentence": "也许从现在开始，你可以学会保留一些自己，适度地付出，拥有高自尊的恋爱方式。",
        "label": ""
      },
      {
        "sentence": "如果你还会感到难过，那是非常正常的，接受失恋需要经历一定的过程。",
        "label": ""
      },
      {
        "sentence": "首先，你可以通过写日记或者和朋友、咨询师倾诉来宣泄自己的情绪；其次，你可以客观地总结这段关系，提升自己的爱情能力；然后，在工作生活中找到自信，可以改变发型，去旅行，学习一些新的东西；最后，扩大自己的交友圈子，内心得到修复后重新开始。",
        "label": ""
      },
      {
        "sentence": "最后，我想分享一句我很喜欢的话：“你需要做的，只有一件事：立刻撤离。",
        "label": ""
      },
      {
        "sentence": "像一个正在惨败的烈士一样，马上离开战场，回归你的田园，休养生息，重整旗鼓，在别的领域开疆破土，建设一个你的王国。",
        "label": ""
      },
      {
        "sentence": "那时候，当你回头看看这段往事，会对当年的痴迷深感羞耻：原来我那么傻过，原来我那么自欺欺人过……”。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们会一起度过难过的日子。",
        "label": ""
      }
    ]
  }
]