[
  {
    "role": "client",
    "content": "放下一个深爱过而无结果的人，不说亏欠，不负遇见？说一下我的感受吧……送给我想对我曾深爱过的人的话：当我看到你淡漠的眼神时，我已心知肚明，我们的关系已走到尽头，虽然我早有预感，但当这一幕发生时，我还是好痛好痛。这几天，关于你的事，我想了很久，很久，也听着那些失恋的歌曲。我虽不明白为什么你会疏远我，但我已不想再询问原因，不想再与你纠缠，我知道那样我们俩都很不好。既然你已水无意，我又何必痴情！我不能想念你的好，那样会让我更加眷念，我无法计较你的坏，因为我还深爱着你！我有时候觉得自己很傻，真的很傻，傻到无原则的付出，傻到那样的卑微爱你，傻到现在还期盼你的转身，傻到我已满身伤痕！我想我该醒悟了，为了不打扰你，为了你的幸福，更为了给我自己一个好的明天！GOOD，BYEMYLOVE！不说亏欠，不负遇见！",
    "annotation": [
      {
        "sentence": "放下一个深爱过而无结果的人，不说亏欠，不负遇见？",
        "label": ""
      },
      {
        "sentence": "说一下我的感受吧……送给我想对我曾深爱过的人的话：当我看到你淡漠的眼神时，我已心知肚明，我们的关系已走到尽头，虽然我早有预感，但当这一幕发生时，我还是好痛好痛。",
        "label": ""
      },
      {
        "sentence": "这几天，关于你的事，我想了很久，很久，也听着那些失恋的歌曲。",
        "label": ""
      },
      {
        "sentence": "我虽不明白为什么你会疏远我，但我已不想再询问原因，不想再与你纠缠，我知道那样我们俩都很不好。",
        "label": ""
      },
      {
        "sentence": "既然你已水无意，我又何必痴情！",
        "label": ""
      },
      {
        "sentence": "我不能想念你的好，那样会让我更加眷念，我无法计较你的坏，因为我还深爱着你！",
        "label": ""
      },
      {
        "sentence": "我有时候觉得自己很傻，真的很傻，傻到无原则的付出，傻到那样的卑微爱你，傻到现在还期盼你的转身，傻到我已满身伤痕！",
        "label": ""
      },
      {
        "sentence": "我想我该醒悟了，为了不打扰你，为了你的幸福，更为了给我自己一个好的明天！",
        "label": ""
      },
      {
        "sentence": "GOOD，BYEMYLOVE！",
        "label": ""
      },
      {
        "sentence": "不说亏欠，不负遇见！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我很佩服你的勇气和决心，能够选择放下一个深爱而无结果的人并且不负遇见。现代社会，许多人都面临类似的困境，其中也有许多存在压力和无奈的事情。我身边有很多婚姻将就的例子，他们或许因为各种原因选择了继续走下去。但是，在我看来，爱情如果没有，婚姻也失去了本身的意义。爱情不是一个人的事情，它需要两个人一起感受，互相情愿。如果其中一方想要离开，我们也应该好好告别。虽然离开后，很长一段时间都会难以忘怀，因为人类是一种最复杂的群居动物，有更多的情感、更多的不甘和明知不可为而为之的冲动。因为美好，所以珍惜，但也因为美好，所以很难放手。我知道道理人人都懂，但情感却不能总是按照道理走。不过，好在时间是一味良药，它可以慢慢抚平伤口，为我们带来全新的世界和未来。现在你想明白了，以后也会逐渐释然，随着时间的拐杖走出最黑暗的时光，前方就是一片光明。大家都应该知道，徐志摩追求林徽因的故事，他为了林徽因可谓付出了一切，但最终没有得到她。然而他遇到了另一个他爱慕的女人，陆小曼。爱情的确让人痛苦，但失去一个人也意味着比起拥有时的可能性范围更广阔。失去一个人的同时也会得到一些其他的东西。李清照失去赵明诚后，经历了艰难的时光，但她并没有沉湎于痛苦和悲伤，而是更加坚韧。她以词为宗，写下了让世人称颂的作品。失恋是痛苦的，但总会有一天会好起来的。未经失恋，我们不会懂得爱情；未经失意，我们不会懂得人生。",
    "annotation": [
      {
        "sentence": "求助者，我很佩服你的勇气和决心，能够选择放下一个深爱而无结果的人并且不负遇见。",
        "label": ""
      },
      {
        "sentence": "现代社会，许多人都面临类似的困境，其中也有许多存在压力和无奈的事情。",
        "label": ""
      },
      {
        "sentence": "我身边有很多婚姻将就的例子，他们或许因为各种原因选择了继续走下去。",
        "label": ""
      },
      {
        "sentence": "但是，在我看来，爱情如果没有，婚姻也失去了本身的意义。",
        "label": ""
      },
      {
        "sentence": "爱情不是一个人的事情，它需要两个人一起感受，互相情愿。",
        "label": ""
      },
      {
        "sentence": "如果其中一方想要离开，我们也应该好好告别。",
        "label": ""
      },
      {
        "sentence": "虽然离开后，很长一段时间都会难以忘怀，因为人类是一种最复杂的群居动物，有更多的情感、更多的不甘和明知不可为而为之的冲动。",
        "label": ""
      },
      {
        "sentence": "因为美好，所以珍惜，但也因为美好，所以很难放手。",
        "label": ""
      },
      {
        "sentence": "我知道道理人人都懂，但情感却不能总是按照道理走。",
        "label": ""
      },
      {
        "sentence": "不过，好在时间是一味良药，它可以慢慢抚平伤口，为我们带来全新的世界和未来。",
        "label": ""
      },
      {
        "sentence": "现在你想明白了，以后也会逐渐释然，随着时间的拐杖走出最黑暗的时光，前方就是一片光明。",
        "label": ""
      },
      {
        "sentence": "大家都应该知道，徐志摩追求林徽因的故事，他为了林徽因可谓付出了一切，但最终没有得到她。",
        "label": ""
      },
      {
        "sentence": "然而他遇到了另一个他爱慕的女人，陆小曼。",
        "label": ""
      },
      {
        "sentence": "爱情的确让人痛苦，但失去一个人也意味着比起拥有时的可能性范围更广阔。",
        "label": ""
      },
      {
        "sentence": "失去一个人的同时也会得到一些其他的东西。",
        "label": ""
      },
      {
        "sentence": "李清照失去赵明诚后，经历了艰难的时光，但她并没有沉湎于痛苦和悲伤，而是更加坚韧。",
        "label": ""
      },
      {
        "sentence": "她以词为宗，写下了让世人称颂的作品。",
        "label": ""
      },
      {
        "sentence": "失恋是痛苦的，但总会有一天会好起来的。",
        "label": ""
      },
      {
        "sentence": "未经失恋，我们不会懂得爱情；未经失意，我们不会懂得人生。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我真的需要时间去治愈这颗受伤的心灵。我知道一味地想念你所代表的美好，只会让我更加留恋。我也不能恨你的过错，因为我还深爱着你。我承认自己有时候很傻，付出得无原则，一直爱着你卑微的样子。即使现在，我还期待着你的转身。我已经身上布满了伤痕，我想我该从中醒悟。我要考虑到不打扰你和保证你的幸福，更要给自己一个好的明天！",
    "annotation": [
      {
        "sentence": "你说得对，我真的需要时间去治愈这颗受伤的心灵。",
        "label": ""
      },
      {
        "sentence": "我知道一味地想念你所代表的美好，只会让我更加留恋。",
        "label": ""
      },
      {
        "sentence": "我也不能恨你的过错，因为我还深爱着你。",
        "label": ""
      },
      {
        "sentence": "我承认自己有时候很傻，付出得无原则，一直爱着你卑微的样子。",
        "label": ""
      },
      {
        "sentence": "即使现在，我还期待着你的转身。",
        "label": ""
      },
      {
        "sentence": "我已经身上布满了伤痕，我想我该从中醒悟。",
        "label": ""
      },
      {
        "sentence": "我要考虑到不打扰你和保证你的幸福，更要给自己一个好的明天！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的决心和觉悟让人敬佩。没有人愿意看到一个深爱的人受到伤害和痛苦。通过时间的冲淡，你会慢慢忘记这段痛苦，找到新的自己。尽管现在很困难，但是未来的自己一定会感激你的选择。时间会成为良药，给你带来一个新的世界，一片光明。无论一个人的付出是否有回报，我们都应该去珍惜过程，因为爱情是丰富我们内心世界的绝佳体验。虽然你现在失去了曾经的美好和可能性，但是人生还有无限的可能性在等待着你。失恋是一段痛苦的时期，但也是一个成长的机会。通过这段经历，你会更加坚强。李清照在失去赵明诚后的艰难经历足以证明，即使经历了失恋，我们也能在自己的领域中取得巨大的成就。所以，不要太过伤心，总有一天你会发现失去的这个人只是人生中的一部分，而不是全部。继续努力，相信自己，未来一定会更美好。",
    "annotation": [
      {
        "sentence": "你的决心和觉悟让人敬佩。",
        "label": ""
      },
      {
        "sentence": "没有人愿意看到一个深爱的人受到伤害和痛苦。",
        "label": ""
      },
      {
        "sentence": "通过时间的冲淡，你会慢慢忘记这段痛苦，找到新的自己。",
        "label": ""
      },
      {
        "sentence": "尽管现在很困难，但是未来的自己一定会感激你的选择。",
        "label": ""
      },
      {
        "sentence": "时间会成为良药，给你带来一个新的世界，一片光明。",
        "label": ""
      },
      {
        "sentence": "无论一个人的付出是否有回报，我们都应该去珍惜过程，因为爱情是丰富我们内心世界的绝佳体验。",
        "label": ""
      },
      {
        "sentence": "虽然你现在失去了曾经的美好和可能性，但是人生还有无限的可能性在等待着你。",
        "label": ""
      },
      {
        "sentence": "失恋是一段痛苦的时期，但也是一个成长的机会。",
        "label": ""
      },
      {
        "sentence": "通过这段经历，你会更加坚强。",
        "label": ""
      },
      {
        "sentence": "李清照在失去赵明诚后的艰难经历足以证明，即使经历了失恋，我们也能在自己的领域中取得巨大的成就。",
        "label": ""
      },
      {
        "sentence": "所以，不要太过伤心，总有一天你会发现失去的这个人只是人生中的一部分，而不是全部。",
        "label": ""
      },
      {
        "sentence": "继续努力，相信自己，未来一定会更美好。",
        "label": ""
      }
    ]
  }
]