[
  {
    "role": "client",
    "content": "总感觉别人不喜欢自己，总觉得自己不行是什么心理？晚上总是睡不着，会想很多事，别人欺负自己都觉得别人是在关心你，不还手只是说没事尽管他是故意的，别人让自己做什么总会答应，心想能帮一点是一点。总感觉别人不喜欢自己，总在背后说自己，总觉的自己不行，这是什么心理？",
    "annotation": [
      {
        "sentence": "总感觉别人不喜欢自己，总觉得自己不行是什么心理？",
        "label": ""
      },
      {
        "sentence": "晚上总是睡不着，会想很多事，别人欺负自己都觉得别人是在关心你，不还手只是说没事尽管他是故意的，别人让自己做什么总会答应，心想能帮一点是一点。",
        "label": ""
      },
      {
        "sentence": "总感觉别人不喜欢自己，总在背后说自己，总觉的自己不行，这是什么心理？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "周四下午好！有缘在这个问题中相遇，尝试解读一二，希望有所帮助及启发。目前您有一定的睡眠障碍，那么这个睡眠障碍的程度是如何的，持续了多久，这些可以从症状方面来判断，您的认知层面，对身体及心理方面，到底造成了多大的影响。",
    "annotation": [
      {
        "sentence": "周四下午好！",
        "label": ""
      },
      {
        "sentence": "有缘在这个问题中相遇，尝试解读一二，希望有所帮助及启发。",
        "label": ""
      },
      {
        "sentence": "目前您有一定的睡眠障碍，那么这个睡眠障碍的程度是如何的，持续了多久，这些可以从症状方面来判断，您的认知层面，对身体及心理方面，到底造成了多大的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我在晚上总是辗转反侧，睡不着觉，而且还会想很多事情，总是觉得别人不喜欢我，觉得自己不够好，这种情况已经持续了几个月了。",
    "annotation": [
      {
        "sentence": "我在晚上总是辗转反侧，睡不着觉，而且还会想很多事情，总是觉得别人不喜欢我，觉得自己不够好，这种情况已经持续了几个月了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从单纯的后续描述，我们需要觉察一下，当您有“别人欺负自己都觉得别人是在关心你，不还手只是说没事尽管他是故意的，别人让自己做什么总会答应，心想能帮一点是一点”，这些想法的时候，情绪是什么样的，情绪是在真实地反应自己内心真实的感受，比认知层面更深入。",
    "annotation": [
      {
        "sentence": "从单纯的后续描述，我们需要觉察一下，当您有“别人欺负自己都觉得别人是在关心你，不还手只是说没事尽管他是故意的，别人让自己做什么总会答应，心想能帮一点是一点”，这些想法的时候，情绪是什么样的，情绪是在真实地反应自己内心真实的感受，比认知层面更深入。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当我遇到这些情况时，我会感到很愤怒和恐惧，但又觉得这样的行为是别人在关心我。我总觉得别人不喜欢我，总觉得自己无法取得成功。",
    "annotation": [
      {
        "sentence": "当我遇到这些情况时，我会感到很愤怒和恐惧，但又觉得这样的行为是别人在关心我。",
        "label": ""
      },
      {
        "sentence": "我总觉得别人不喜欢我，总觉得自己无法取得成功。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "\"总感觉别人不喜欢自己，总在背后说自己，总觉的自己不行\"这个认知的由来和作用时间有多久？目前单纯从问题看，主要造成的影响可能有睡眠障碍，其他方面暂时无法获取信息。如果您有这些想法的同时，感受到的是类似：愤怒，恐惧，仇恨，绝望，焦虑，抑郁，这一类情绪为主的话，那么有可能存在一定的负面偏差认知，我们可以尝试从以下两个方面来改进：",
    "annotation": [
      {
        "sentence": "\"总感觉别人不喜欢自己，总在背后说自己，总觉的自己不行\"这个认知的由来和作用时间有多久？",
        "label": ""
      },
      {
        "sentence": "目前单纯从问题看，主要造成的影响可能有睡眠障碍，其他方面暂时无法获取信息。",
        "label": ""
      },
      {
        "sentence": "如果您有这些想法的同时，感受到的是类似：愤怒，恐惧，仇恨，绝望，焦虑，抑郁，这一类情绪为主的话，那么有可能存在一定的负面偏差认知，我们可以尝试从以下两个方面来改进：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对于这些想法，我经常感受到愤怒、恐惧和抑郁，而且这些情绪占据了主导地位。我想知道如何改进这种负面的认知。",
    "annotation": [
      {
        "sentence": "对于这些想法，我经常感受到愤怒、恐惧和抑郁，而且这些情绪占据了主导地位。",
        "label": ""
      },
      {
        "sentence": "我想知道如何改进这种负面的认知。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "（1）类似于压力ABC模型，A为发生的事件，B为对A事件的解读，C为最终对您造成的影响。如果A是无法避免的，我们需要区分哪些是您自己感受到的，哪些是别人真的行为，以及真的行为对您实际的生活到底造成了多大的影响，“别人欺负自己都觉得别人是在关心你”，是不是我们对关心的解读出现了什么偏差？是不是我们童年以往既成的生活风格，就是逆来顺受的？之前小时候和父母相处的模式是怎样的？最近是否有发生过什么特别的打击事件？这些可能都需要做进一步的澄清。",
    "annotation": [
      {
        "sentence": "（1）类似于压力ABC模型，A为发生的事件，B为对A事件的解读，C为最终对您造成的影响。",
        "label": ""
      },
      {
        "sentence": "如果A是无法避免的，我们需要区分哪些是您自己感受到的，哪些是别人真的行为，以及真的行为对您实际的生活到底造成了多大的影响，“别人欺负自己都觉得别人是在关心你”，是不是我们对关心的解读出现了什么偏差？",
        "label": ""
      },
      {
        "sentence": "是不是我们童年以往既成的生活风格，就是逆来顺受的？",
        "label": ""
      },
      {
        "sentence": "之前小时候和父母相处的模式是怎样的？",
        "label": ""
      },
      {
        "sentence": "最近是否有发生过什么特别的打击事件？",
        "label": ""
      },
      {
        "sentence": "这些可能都需要做进一步的澄清。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可能我在对待这些事件时出现了一些偏差的解读。在我的童年时期，我是一个逆来顺受的人，而且和父母的相处模式也比较被动。最近我没有特别的打击事件发生。",
    "annotation": [
      {
        "sentence": "我明白了，可能我在对待这些事件时出现了一些偏差的解读。",
        "label": ""
      },
      {
        "sentence": "在我的童年时期，我是一个逆来顺受的人，而且和父母的相处模式也比较被动。",
        "label": ""
      },
      {
        "sentence": "最近我没有特别的打击事件发生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "（2）当坏事发生的时候，或者您认为的坏事发生的时候去追查下，自己的解读，是永久性的还是暂时性的？（比如您说“总觉的自己不行”，这就是一个相对永久性的解读）去追查下，自己的解读，是普遍性的，还是特殊性的？就是具体到问题，而非一刀切。去追查下，自己的解读，是个人化的，还是环境化的？习惯于自我归因的话，自己的压力会特别巨大，从而产生很多挫败感，也可能导致负面情绪的积累，从而形成一种固定的行为处事风格。这个解释有事实依据吗？有没有错的可能性？再情绪平复后，多动用我们的大脑皮质层，进行理性的分析，和重新的行为实验印证。最终，根据事实，更加准确地解释这件坏事。",
    "annotation": [
      {
        "sentence": "（2）当坏事发生的时候，或者您认为的坏事发生的时候去追查下，自己的解读，是永久性的还是暂时性的？",
        "label": ""
      },
      {
        "sentence": "（比如您说“总觉的自己不行”，这就是一个相对永久性的解读）去追查下，自己的解读，是普遍性的，还是特殊性的？",
        "label": ""
      },
      {
        "sentence": "就是具体到问题，而非一刀切。",
        "label": ""
      },
      {
        "sentence": "去追查下，自己的解读，是个人化的，还是环境化的？",
        "label": ""
      },
      {
        "sentence": "习惯于自我归因的话，自己的压力会特别巨大，从而产生很多挫败感，也可能导致负面情绪的积累，从而形成一种固定的行为处事风格。",
        "label": ""
      },
      {
        "sentence": "这个解释有事实依据吗？",
        "label": ""
      },
      {
        "sentence": "有没有错的可能性？",
        "label": ""
      },
      {
        "sentence": "再情绪平复后，多动用我们的大脑皮质层，进行理性的分析，和重新的行为实验印证。",
        "label": ""
      },
      {
        "sentence": "最终，根据事实，更加准确地解释这件坏事。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该更加客观地分析事实，而不是过度解读并将情绪过多地投入其中。我会尝试改变我的认知方式和行为习惯。谢谢您的支持和建议！",
    "annotation": [
      {
        "sentence": "我明白了，我应该更加客观地分析事实，而不是过度解读并将情绪过多地投入其中。",
        "label": ""
      },
      {
        "sentence": "我会尝试改变我的认知方式和行为习惯。",
        "label": ""
      },
      {
        "sentence": "谢谢您的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "以上，希望有所启发和帮助，加油！如果还有其他问题或者需要进一步讨论，随时记得来找我哦。一起努力，你一定能够解决困扰你的问题。",
    "annotation": [
      {
        "sentence": "以上，希望有所启发和帮助，加油！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或者需要进一步讨论，随时记得来找我哦。",
        "label": ""
      },
      {
        "sentence": "一起努力，你一定能够解决困扰你的问题。",
        "label": ""
      }
    ]
  }
]