[
  {
    "role": "client",
    "content": "自己总分不清楚，男生喜欢我身体还是喜欢我的精神？21岁女生，不清楚是不是恋爱经验匮乏的原因，我是那种很乖很保守的女孩，但遇到的喜欢的人，我也喜欢的人时，总是很慢热。不知道是不是我的性观念比较保守的原因，对于对象提起的与性有关的话题，即使是他亲我抱我，我都有些害怕和排斥。每次出门总是会担忧他是不是想睡我，也可以感受到他的喜欢，但就是分不清啊。求帮助，谢谢了。",
    "annotation": [
      {
        "sentence": "自己总分不清楚，男生喜欢我身体还是喜欢我的精神？",
        "label": ""
      },
      {
        "sentence": "21岁女生，不清楚是不是恋爱经验匮乏的原因，我是那种很乖很保守的女孩，但遇到的喜欢的人，我也喜欢的人时，总是很慢热。",
        "label": ""
      },
      {
        "sentence": "不知道是不是我的性观念比较保守的原因，对于对象提起的与性有关的话题，即使是他亲我抱我，我都有些害怕和排斥。",
        "label": ""
      },
      {
        "sentence": "每次出门总是会担忧他是不是想睡我，也可以感受到他的喜欢，但就是分不清啊。",
        "label": ""
      },
      {
        "sentence": "求帮助，谢谢了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望以下回答能对你有所帮助。首先对你所描述的情况梳理如下：▲遇到喜欢的人总是很慢热，▲对性有关的话题总很排斥，▲他喜欢的是身体还是精神？从婚恋关系角度看，在斯腾伯格婚恋三角形中，激情、承诺、亲密（性），在婚恋关系中，这三个角三条边都显得特别重要。一段稳定的恋爱关系，发起于激情，因激情而产生亲密，这是基本模式。但是，确实你需要考量一下，他喜欢你的什么，是身体还是精神，是身体还是人格？其实这方面建议你要和他多展开这个话题去谈一谈，看到他对你的真正的感情，是爱，还是只是普通的喜欢？",
    "annotation": [
      {
        "sentence": "希望以下回答能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "首先对你所描述的情况梳理如下：▲遇到喜欢的人总是很慢热，▲对性有关的话题总很排斥，▲他喜欢的是身体还是精神？",
        "label": ""
      },
      {
        "sentence": "从婚恋关系角度看，在斯腾伯格婚恋三角形中，激情、承诺、亲密（性），在婚恋关系中，这三个角三条边都显得特别重要。",
        "label": ""
      },
      {
        "sentence": "一段稳定的恋爱关系，发起于激情，因激情而产生亲密，这是基本模式。",
        "label": ""
      },
      {
        "sentence": "但是，确实你需要考量一下，他喜欢你的什么，是身体还是精神，是身体还是人格？",
        "label": ""
      },
      {
        "sentence": "其实这方面建议你要和他多展开这个话题去谈一谈，看到他对你的真正的感情，是爱，还是只是普通的喜欢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你说的，确实感情需要的是激情、承诺和亲密。但是，每当他们在性问题上提到或行动上接触到我，我就产生一种害怕和排斥的感觉，不知道是为什么。我是不是有性观念上的问题？",
    "annotation": [
      {
        "sentence": "我明白你说的，确实感情需要的是激情、承诺和亲密。",
        "label": ""
      },
      {
        "sentence": "但是，每当他们在性问题上提到或行动上接触到我，我就产生一种害怕和排斥的感觉，不知道是为什么。",
        "label": ""
      },
      {
        "sentence": "我是不是有性观念上的问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的困扰。对性的排斥可能与个人的成长经历有关。是否存在幼年3-6岁或6-12岁成长中的性力比多的固着停滞问题，不能顺利过度到下一阶段，不能面对真实的情感和性。也有的人在成长中，由于养育者的严苛要求，要求远离性，接受的“性耻感”教育，导致内心里形成严厉的自体客体，无法轻松面对情感和性。你可以考虑咨询专业心理咨询师，进行专门的咨询和心理建设，帮助你解决这个问题。",
    "annotation": [
      {
        "sentence": "理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "对性的排斥可能与个人的成长经历有关。",
        "label": ""
      },
      {
        "sentence": "是否存在幼年3-6岁或6-12岁成长中的性力比多的固着停滞问题，不能顺利过度到下一阶段，不能面对真实的情感和性。",
        "label": ""
      },
      {
        "sentence": "也有的人在成长中，由于养育者的严苛要求，要求远离性，接受的“性耻感”教育，导致内心里形成严厉的自体客体，无法轻松面对情感和性。",
        "label": ""
      },
      {
        "sentence": "你可以考虑咨询专业心理咨询师，进行专门的咨询和心理建设，帮助你解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑咨询心理咨询师的。但是每次出门我还是会担心他想睡我，怎么才能分清他真正的感情呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑咨询心理咨询师的。",
        "label": ""
      },
      {
        "sentence": "但是每次出门我还是会担心他想睡我，怎么才能分清他真正的感情呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心他的真实感情很正常，但也可以关注其他方面的表现。除了对你的身体接触，他是否关心你的内心世界，倾听你的话语，关心你的喜好和梦想等等。通过和他的交流，了解他对你真正的感情。同时，也要学会相信自己的直觉和感受，不要轻易放弃对自己的保护。建议你在交往中渐渐增加相互了解的时间，以便更好地分清他的真实感情。",
    "annotation": [
      {
        "sentence": "担心他的真实感情很正常，但也可以关注其他方面的表现。",
        "label": ""
      },
      {
        "sentence": "除了对你的身体接触，他是否关心你的内心世界，倾听你的话语，关心你的喜好和梦想等等。",
        "label": ""
      },
      {
        "sentence": "通过和他的交流，了解他对你真正的感情。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会相信自己的直觉和感受，不要轻易放弃对自己的保护。",
        "label": ""
      },
      {
        "sentence": "建议你在交往中渐渐增加相互了解的时间，以便更好地分清他的真实感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更加关注他的行为和交流方式，而不只是对我身体的接触。同时，也要相信自己的直觉和感受。我会试着渐渐增加我们的相互了解的时间，看看他对我的感情是否真实。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "你说得对，我应该更加关注他的行为和交流方式，而不只是对我身体的接触。",
        "label": ""
      },
      {
        "sentence": "同时，也要相信自己的直觉和感受。",
        "label": ""
      },
      {
        "sentence": "我会试着渐渐增加我们的相互了解的时间，看看他对我的感情是否真实。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议对你有所帮助。记住，在感情中，保护自己的边界和感受很重要。同时，也不要急于求成，给彼此一些时间和空间来相互了解。祝你在感情中能够找到真正的幸福和满足！如果需要进一步的帮助，随时都可以来找我。",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "记住，在感情中，保护自己的边界和感受很重要。",
        "label": ""
      },
      {
        "sentence": "同时，也不要急于求成，给彼此一些时间和空间来相互了解。",
        "label": ""
      },
      {
        "sentence": "祝你在感情中能够找到真正的幸福和满足！",
        "label": ""
      },
      {
        "sentence": "如果需要进一步的帮助，随时都可以来找我。",
        "label": ""
      }
    ]
  }
]