[
  {
    "role": "client",
    "content": "我现在15岁，感觉人生无望，总想自杀。初三开始沉迷动漫休学一年，并且经常有自杀的想法。",
    "annotation": [
      {
        "sentence": "我现在15岁，感觉人生无望，总想自杀。",
        "label": ""
      },
      {
        "sentence": "初三开始沉迷动漫休学一年，并且经常有自杀的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不知道在你的身上经历了什么才会让你有这样的想法呢？初三的时候确实会有很多的压力，尤其是在父母和身边的朋友都不理解自己的时候，我们经常会找一种方式来逃避现实。",
    "annotation": [
      {
        "sentence": "不知道在你的身上经历了什么才会让你有这样的想法呢？",
        "label": ""
      },
      {
        "sentence": "初三的时候确实会有很多的压力，尤其是在父母和身边的朋友都不理解自己的时候，我们经常会找一种方式来逃避现实。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实是的，我觉得自己被压得喘不过气来，没有了希望。动漫确实会给人带来一定快乐，我相信在刚开始的时候动漫一定给了你不少欢乐，于是我们开始慢慢的入迷。",
    "annotation": [
      {
        "sentence": "确实是的，我觉得自己被压得喘不过气来，没有了希望。",
        "label": ""
      },
      {
        "sentence": "动漫确实会给人带来一定快乐，我相信在刚开始的时候动漫一定给了你不少欢乐，于是我们开始慢慢的入迷。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，动漫给了我很多欢乐，当时我也觉得它是我唯一的出口。但是我也逐渐发现，我们很少和身边的人交流，也不愿意表达自己的真实想法，在不得已的情况下休学了一年。你在这一年里除了动漫应该也有很多其他的想法，而且在这一年里我们一定也经历了很多事情，因此有机会的话，我们可不可以把自己内心真实的想法在这里吐露一下呢？",
    "annotation": [
      {
        "sentence": "是的，动漫给了我很多欢乐，当时我也觉得它是我唯一的出口。",
        "label": ""
      },
      {
        "sentence": "但是我也逐渐发现，我们很少和身边的人交流，也不愿意表达自己的真实想法，在不得已的情况下休学了一年。",
        "label": ""
      },
      {
        "sentence": "你在这一年里除了动漫应该也有很多其他的想法，而且在这一年里我们一定也经历了很多事情，因此有机会的话，我们可不可以把自己内心真实的想法在这里吐露一下呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实在那段时间，我感觉自己的世界只剩下动漫了，除此之外我什么都不想做。我觉得自己对于生活已经失去了信心。",
    "annotation": [
      {
        "sentence": "其实在那段时间，我感觉自己的世界只剩下动漫了，除此之外我什么都不想做。",
        "label": ""
      },
      {
        "sentence": "我觉得自己对于生活已经失去了信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受，因为我曾经也有过类似的想法。我也觉得人生无望，差点做出了让自己后悔终生的决定。那段时间里，我不和任何人交流，总是把自己关在自己的小屋里，不愿意走出去，也不愿意别人走进来，觉得离开或许是真的解脱吧。",
    "annotation": [
      {
        "sentence": "我能理解你的感受，因为我曾经也有过类似的想法。",
        "label": ""
      },
      {
        "sentence": "我也觉得人生无望，差点做出了让自己后悔终生的决定。",
        "label": ""
      },
      {
        "sentence": "那段时间里，我不和任何人交流，总是把自己关在自己的小屋里，不愿意走出去，也不愿意别人走进来，觉得离开或许是真的解脱吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解你的感受，你是如何走出这样的低谷的呢？",
    "annotation": [
      {
        "sentence": "我理解你的感受，你是如何走出这样的低谷的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "后来我才明白，很多事情并没有自己想的那么糟，我只是走进了人生的死胡同里，不懂得变通。有一次在网上吐露自己的心声，发现原来很多问题还可以那样子思考，而且别人的一些看法也引起了我的共鸣，于是我开始慢慢的调整自己。尝试着面对，也开始和他人交流，结交了很多有趣的小伙伴，看到了很多不一样的生活。",
    "annotation": [
      {
        "sentence": "后来我才明白，很多事情并没有自己想的那么糟，我只是走进了人生的死胡同里，不懂得变通。",
        "label": ""
      },
      {
        "sentence": "有一次在网上吐露自己的心声，发现原来很多问题还可以那样子思考，而且别人的一些看法也引起了我的共鸣，于是我开始慢慢的调整自己。",
        "label": ""
      },
      {
        "sentence": "尝试着面对，也开始和他人交流，结交了很多有趣的小伙伴，看到了很多不一样的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来你的经历很鼓舞人心，我也希望能够找到属于自己的希望和幸福。",
    "annotation": [
      {
        "sentence": "听起来你的经历很鼓舞人心，我也希望能够找到属于自己的希望和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，原来事情并没有自己想的那么糟，只要不放弃，一定会有希望的。你可以试着打开心扉，与身边的人分享你的真实想法。同时，也可以尝试一些其他的爱好，寻找属于你自己的兴趣点，与他人交流，结交志同道合的朋友。每个人的人生都会有低谷期，但只要我们积极面对，找到自己的坚持和目标，一定能走出困境，找到属于自己的幸福。",
    "annotation": [
      {
        "sentence": "是的，原来事情并没有自己想的那么糟，只要不放弃，一定会有希望的。",
        "label": ""
      },
      {
        "sentence": "你可以试着打开心扉，与身边的人分享你的真实想法。",
        "label": ""
      },
      {
        "sentence": "同时，也可以尝试一些其他的爱好，寻找属于你自己的兴趣点，与他人交流，结交志同道合的朋友。",
        "label": ""
      },
      {
        "sentence": "每个人的人生都会有低谷期，但只要我们积极面对，找到自己的坚持和目标，一定能走出困境，找到属于自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会试着去面对，并努力找到自己的快乐。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会试着去面对，并努力找到自己的快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定可以的。如果你有任何需要倾诉的，随时都可以来找我聊天。记住，你不是一个人在战斗，我们一起努力。",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定可以的。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要倾诉的，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，我们一起努力。",
        "label": ""
      }
    ]
  }
]