[
  {
    "role": "client",
    "content": "我上课时性欲突起，就手淫了一会，被同桌看到了咋办？",
    "annotation": [
      {
        "sentence": "我上课时性欲突起，就手淫了一会，被同桌看到了咋办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "哎呀，听说了这个情况，我可以理解你的尴尬和困惑。首先，别太自责了，人都有性欲，这是自然的事情。但是，这种私人的行为应该在恰当的私密环境进行，上课时是不适合的。现在同桌知道了，我可以帮你分析一下后续处理的方法。",
    "annotation": [
      {
        "sentence": "哎呀，听说了这个情况，我可以理解你的尴尬和困惑。",
        "label": ""
      },
      {
        "sentence": "首先，别太自责了，人都有性欲，这是自然的事情。",
        "label": ""
      },
      {
        "sentence": "但是，这种私人的行为应该在恰当的私密环境进行，上课时是不适合的。",
        "label": ""
      },
      {
        "sentence": "现在同桌知道了，我可以帮你分析一下后续处理的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你理解我。我当时确实控制不住自己，但现在真的不知道该怎么办了。他要求我和他做爱，不然就要告诉同学我自慰。我不想出丑，只能答应他。结果他中午把我带到他家，用强力摁住我，脱我衣服，还破了我的处女膜。之后每天都在威胁我，我都不敢告诉妈妈，只能找闺蜜帮我借口。",
    "annotation": [
      {
        "sentence": "谢谢你理解我。",
        "label": ""
      },
      {
        "sentence": "我当时确实控制不住自己，但现在真的不知道该怎么办了。",
        "label": ""
      },
      {
        "sentence": "他要求我和他做爱，不然就要告诉同学我自慰。",
        "label": ""
      },
      {
        "sentence": "我不想出丑，只能答应他。",
        "label": ""
      },
      {
        "sentence": "结果他中午把我带到他家，用强力摁住我，脱我衣服，还破了我的处女膜。",
        "label": ""
      },
      {
        "sentence": "之后每天都在威胁我，我都不敢告诉妈妈，只能找闺蜜帮我借口。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到这件事情真的很让人担心和愤怒，这完全是对你的侵犯和伤害。首先，你要明白这一点：你没有做任何错事，这是他的错误和不负责任的行为。而且，他的威胁和妨害你的自由选择也是违法的。我建议你寻求帮助，找到一个可以信任的人，比如老师、辅导员或妈妈，告诉他们发生了什么事情。",
    "annotation": [
      {
        "sentence": "听到这件事情真的很让人担心和愤怒，这完全是对你的侵犯和伤害。",
        "label": ""
      },
      {
        "sentence": "首先，你要明白这一点：你没有做任何错事，这是他的错误和不负责任的行为。",
        "label": ""
      },
      {
        "sentence": "而且，他的威胁和妨害你的自由选择也是违法的。",
        "label": ""
      },
      {
        "sentence": "我建议你寻求帮助，找到一个可以信任的人，比如老师、辅导员或妈妈，告诉他们发生了什么事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很害怕，不知道该怎么向别人倾诉。我怕他们责怪我，不相信我。而且，如果我告诉了妈妈，她会很伤心。我现在感觉很绝望，不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "我真的很害怕，不知道该怎么向别人倾诉。",
        "label": ""
      },
      {
        "sentence": "我怕他们责怪我，不相信我。",
        "label": ""
      },
      {
        "sentence": "而且，如果我告诉了妈妈，她会很伤心。",
        "label": ""
      },
      {
        "sentence": "我现在感觉很绝望，不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的恐惧和忧虑，但你不是一个人在承受这个困境。是的，可能会有人不相信你，但也会有人愿意听你说话，愿意帮助你。你需要找到一个理解和支持你的人，他们能更好地帮你解决问题。你可以试着和闺蜜沟通，和她一起找到解决方案，或者你可以咨询专业人士，比如咨询师或律师，他们会站在你这边并提供合适的建议。",
    "annotation": [
      {
        "sentence": "我能理解你的恐惧和忧虑，但你不是一个人在承受这个困境。",
        "label": ""
      },
      {
        "sentence": "是的，可能会有人不相信你，但也会有人愿意听你说话，愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "你需要找到一个理解和支持你的人，他们能更好地帮你解决问题。",
        "label": ""
      },
      {
        "sentence": "你可以试着和闺蜜沟通，和她一起找到解决方案，或者你可以咨询专业人士，比如咨询师或律师，他们会站在你这边并提供合适的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我不能一直被困在这个恶性循环中。我会试着与闺蜜沟通，向她寻求帮助。同时，我也会尽快找到专业人士咨询，寻求法律保护和心理支持。谢谢你一直陪伴在我身边，你的鼓励和建议帮助了我很多。",
    "annotation": [
      {
        "sentence": "你说得对，我不能一直被困在这个恶性循环中。",
        "label": ""
      },
      {
        "sentence": "我会试着与闺蜜沟通，向她寻求帮助。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尽快找到专业人士咨询，寻求法律保护和心理支持。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直陪伴在我身边，你的鼓励和建议帮助了我很多。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴听到你有这样的决心，这是迈出解决问题的重要一步。记住，你并不孤单，我们会一直陪伴在你身边，支持你度过难关。如果你需要任何帮助或者有任何问题，随时都可以来找我。你的勇气和坚强将会引导你走向一个更安全和健康的未来。",
    "annotation": [
      {
        "sentence": "我很高兴听到你有这样的决心，这是迈出解决问题的重要一步。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们会一直陪伴在你身边，支持你度过难关。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者有任何问题，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "你的勇气和坚强将会引导你走向一个更安全和健康的未来。",
        "label": ""
      }
    ]
  }
]