[
  {
    "role": "client",
    "content": "初三，不知压力大还是压抑，有时情绪崩溃，该怎么办？我是即将毕业的初三生，我不知道是压力太大还是因为有点压抑，会突然情绪崩溃，其实小学就会，只不过小学还是天真单纯的，想的也不是很多，就觉得学习太难了（那时候是被数学打击了，对学习就产生了一点厌恶感），升入初中后，初一还好，情绪稳定，初二就因为父母和自身的原因吧，情绪极其不稳定，晚上一个人的时候就会哭，哭得很厉害，其实也差不多麻木了，但由于人际我也感觉到了一些温暖，情绪也稳定了一点，但到初三又不行了，比初二好的是，想通了很多，情绪崩溃了哭完就跟没事人一样，但其实脑子是空白的，心里一丁点感觉都没有（我真的感觉不到）（我的表达能力不太好，可能会有点乱...）",
    "annotation": [
      {
        "sentence": "初三，不知压力大还是压抑，有时情绪崩溃，该怎么办？",
        "label": ""
      },
      {
        "sentence": "我是即将毕业的初三生，我不知道是压力太大还是因为有点压抑，会突然情绪崩溃，其实小学就会，只不过小学还是天真单纯的，想的也不是很多，就觉得学习太难了（那时候是被数学打击了，对学习就产生了一点厌恶感），升入初中后，初一还好，情绪稳定，初二就因为父母和自身的原因吧，情绪极其不稳定，晚上一个人的时候就会哭，哭得很厉害，其实也差不多麻木了，但由于人际我也感觉到了一些温暖，情绪也稳定了一点，但到初三又不行了，比初二好的是，想通了很多，情绪崩溃了哭完就跟没事人一样，但其实脑子是空白的，心里一丁点感觉都没有（我真的感觉不到）（我的表达能力不太好，可能会有点乱...）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抱歉现在在回复你。因为我并不是经常上来，迟到的回复，还请见谅。从你的文字，看出你对自己的情绪有很深的洞察和了解，我觉得对一个初中学生来说，这是很难得的一种认识自我的能力。真的很棒。",
    "annotation": [
      {
        "sentence": "抱歉现在在回复你。",
        "label": ""
      },
      {
        "sentence": "因为我并不是经常上来，迟到的回复，还请见谅。",
        "label": ""
      },
      {
        "sentence": "从你的文字，看出你对自己的情绪有很深的洞察和了解，我觉得对一个初中学生来说，这是很难得的一种认识自我的能力。",
        "label": ""
      },
      {
        "sentence": "真的很棒。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复，我认为对自己的情绪有一定了解是很重要的，但我还是不太清楚应该如何处理这种情绪问题。",
    "annotation": [
      {
        "sentence": "谢谢你的回复，我认为对自己的情绪有一定了解是很重要的，但我还是不太清楚应该如何处理这种情绪问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "1、你说从小学开始就会有情绪不稳定的时候，然后初一稳定一些，初二又变得不稳定，然后又恢复一些稳定状态，初三又不行了，情绪崩溃。但我也注意到，你也有很好的应对情绪的方法，就是哭的方式。还有，即使因为父母和自身的原因，情绪不稳定甚至时有崩溃，仍然在努力生活，并想到来这里求助，甚至主动邀请别人来回应你的问题。我好奇的是，你怎么能做到，即使情绪不稳定、压抑、崩溃的时候，还想到来寻求别人的帮助？并找到了这个相对专业的平台来帮助自己？你会怎么看待自己的这种求助意识和求助能力？",
    "annotation": [
      {
        "sentence": "1、你说从小学开始就会有情绪不稳定的时候，然后初一稳定一些，初二又变得不稳定，然后又恢复一些稳定状态，初三又不行了，情绪崩溃。",
        "label": ""
      },
      {
        "sentence": "但我也注意到，你也有很好的应对情绪的方法，就是哭的方式。",
        "label": ""
      },
      {
        "sentence": "还有，即使因为父母和自身的原因，情绪不稳定甚至时有崩溃，仍然在努力生活，并想到来这里求助，甚至主动邀请别人来回应你的问题。",
        "label": ""
      },
      {
        "sentence": "我好奇的是，你怎么能做到，即使情绪不稳定、压抑、崩溃的时候，还想到来寻求别人的帮助？",
        "label": ""
      },
      {
        "sentence": "并找到了这个相对专业的平台来帮助自己？",
        "label": ""
      },
      {
        "sentence": "你会怎么看待自己的这种求助意识和求助能力？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我觉得寻求帮助是一个很勇敢的举动，尽管我感到情绪低落和脆弱，但我也知道单靠自己是不够的，我需要他人的支持和指导。我在这个平台上寻求帮助，是因为我相信这里有专业的支持者可以给我一些好的建议和方法。我很重视自己的求助意识和求助能力，因为它们让我不再孤单，让我知道不管遇到什么困难，都有人愿意倾听并帮助我。",
    "annotation": [
      {
        "sentence": "其实我觉得寻求帮助是一个很勇敢的举动，尽管我感到情绪低落和脆弱，但我也知道单靠自己是不够的，我需要他人的支持和指导。",
        "label": ""
      },
      {
        "sentence": "我在这个平台上寻求帮助，是因为我相信这里有专业的支持者可以给我一些好的建议和方法。",
        "label": ""
      },
      {
        "sentence": "我很重视自己的求助意识和求助能力，因为它们让我不再孤单，让我知道不管遇到什么困难，都有人愿意倾听并帮助我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的这种求助意识和求助能力非常棒，真的很值得鼓励和肯定。知道如何寻求帮助并主动行动，是非常重要的。你已经证明了自己是一个勇敢而有智慧的人。继续保持这种积极的态度，相信你一定能够克服困难，渡过难关。",
    "annotation": [
      {
        "sentence": "你的这种求助意识和求助能力非常棒，真的很值得鼓励和肯定。",
        "label": ""
      },
      {
        "sentence": "知道如何寻求帮助并主动行动，是非常重要的。",
        "label": ""
      },
      {
        "sentence": "你已经证明了自己是一个勇敢而有智慧的人。",
        "label": ""
      },
      {
        "sentence": "继续保持这种积极的态度，相信你一定能够克服困难，渡过难关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的肯定和鼓励，我会坚持下去的。",
    "annotation": [
      {
        "sentence": "谢谢你的肯定和鼓励，我会坚持下去的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "2、如果给你自己这种情绪状况起一个名字的话，你会把它叫做什么？假设你把之称作为“麻烦精”吧，因为不知道你会怎么叫法，我就假设这样叫了。2、这个“麻烦精”来到你身边多久了？它带给你的影响是什么？影响时间？深度？广度有哪些？你都认真思考一下。",
    "annotation": [
      {
        "sentence": "2、如果给你自己这种情绪状况起一个名字的话，你会把它叫做什么？",
        "label": ""
      },
      {
        "sentence": "假设你把之称作为“麻烦精”吧，因为不知道你会怎么叫法，我就假设这样叫了。",
        "label": ""
      },
      {
        "sentence": "2、这个“麻烦精”来到你身边多久了？",
        "label": ""
      },
      {
        "sentence": "它带给你的影响是什么？",
        "label": ""
      },
      {
        "sentence": "影响时间？",
        "label": ""
      },
      {
        "sentence": "深度？",
        "label": ""
      },
      {
        "sentence": "广度有哪些？",
        "label": ""
      },
      {
        "sentence": "你都认真思考一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得“麻烦精”这个名字很形象，它就好像是一个常常出现而且给我带来困扰的小精灵。这个“麻烦精”大概从初二开始出现，它给我带来的主要影响是情绪的不稳定和压抑感。它的影响时间很长，几乎每天都会感受到它的存在。深度和广度方面，它让我经历了情绪崩溃和脆弱的时刻，也影响了我的学习和人际关系。",
    "annotation": [
      {
        "sentence": "我觉得“麻烦精”这个名字很形象，它就好像是一个常常出现而且给我带来困扰的小精灵。",
        "label": ""
      },
      {
        "sentence": "这个“麻烦精”大概从初二开始出现，它给我带来的主要影响是情绪的不稳定和压抑感。",
        "label": ""
      },
      {
        "sentence": "它的影响时间很长，几乎每天都会感受到它的存在。",
        "label": ""
      },
      {
        "sentence": "深度和广度方面，它让我经历了情绪崩溃和脆弱的时刻，也影响了我的学习和人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "3、这个“麻烦精”对你的学习、生活，人际及与家人的关系的影响是什么？影响时间？深度？广度有哪些？你都认真思考一下。",
    "annotation": [
      {
        "sentence": "3、这个“麻烦精”对你的学习、生活，人际及与家人的关系的影响是什么？",
        "label": ""
      },
      {
        "sentence": "影响时间？",
        "label": ""
      },
      {
        "sentence": "深度？",
        "label": ""
      },
      {
        "sentence": "广度有哪些？",
        "label": ""
      },
      {
        "sentence": "你都认真思考一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个“麻烦精”对我的各个方面都产生了影响。在学习方面，它让我感到学习压力很大，也降低了我的学习效率。在生活方面，它让我感到疲惫和无力，有时甚至会感到生活失去了意义。在人际关系方面，它让我变得敏感易怒，与他人的沟通变得困难。在家庭方面，它让我与家人之间的关系紧张，有时会产生摩擦和争吵。这种影响的时间长达数月，深度广度也相当大。",
    "annotation": [
      {
        "sentence": "这个“麻烦精”对我的各个方面都产生了影响。",
        "label": ""
      },
      {
        "sentence": "在学习方面，它让我感到学习压力很大，也降低了我的学习效率。",
        "label": ""
      },
      {
        "sentence": "在生活方面，它让我感到疲惫和无力，有时甚至会感到生活失去了意义。",
        "label": ""
      },
      {
        "sentence": "在人际关系方面，它让我变得敏感易怒，与他人的沟通变得困难。",
        "label": ""
      },
      {
        "sentence": "在家庭方面，它让我与家人之间的关系紧张，有时会产生摩擦和争吵。",
        "label": ""
      },
      {
        "sentence": "这种影响的时间长达数月，深度广度也相当大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "4、综合评估一下，“麻烦精”对你各方面的掌控程度达到百分之多少？你掌控了百分之多少？",
    "annotation": [
      {
        "sentence": "4、综合评估一下，“麻烦精”对你各方面的掌控程度达到百分之多少？",
        "label": ""
      },
      {
        "sentence": "你掌控了百分之多少？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得目前来说，“麻烦精”对我各方面的掌控程度可能达到了70%左右，而我自己能掌控的可能只有30%左右。",
    "annotation": [
      {
        "sentence": "我觉得目前来说，“麻烦精”对我各方面的掌控程度可能达到了70%左右，而我自己能掌控的可能只有30%左右。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "5、什么时候，这个“麻烦精”对你的影响比较少，那时候发生了什么事？你做了什么促成了影响较少的结局？你还可以做些什么来减少“麻烦精”对你的影响？",
    "annotation": [
      {
        "sentence": "5、什么时候，这个“麻烦精”对你的影响比较少，那时候发生了什么事？",
        "label": ""
      },
      {
        "sentence": "你做了什么促成了影响较少的结局？",
        "label": ""
      },
      {
        "sentence": "你还可以做些什么来减少“麻烦精”对你的影响？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得这个“麻烦精”对我影响比较少的时候，大概是在与好朋友在一起的时候，或者是专注于做我喜欢的事情的时候。可能是因为在这些时刻我能够暂时忘记自己的烦恼，心情变得轻松。为了减少“麻烦精”对我影响的方法，我可以多与朋友交流，寻求他们的支持和理解，并尝试寻找一些适合我的放松和压力释放的方法。",
    "annotation": [
      {
        "sentence": "我觉得这个“麻烦精”对我影响比较少的时候，大概是在与好朋友在一起的时候，或者是专注于做我喜欢的事情的时候。",
        "label": ""
      },
      {
        "sentence": "可能是因为在这些时刻我能够暂时忘记自己的烦恼，心情变得轻松。",
        "label": ""
      },
      {
        "sentence": "为了减少“麻烦精”对我影响的方法，我可以多与朋友交流，寻求他们的支持和理解，并尝试寻找一些适合我的放松和压力释放的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "6、什么时候，这个“麻烦精”对你的学习、生活，人际及与家人的关系的影响比较少，那时候发生了什么事？你做了什么促成了这样的改善，从而减少了“麻烦精”的骚扰？你还可以做些什么来减少“麻",
    "annotation": [
      {
        "sentence": "6、什么时候，这个“麻烦精”对你的学习、生活，人际及与家人的关系的影响比较少，那时候发生了什么事？",
        "label": ""
      },
      {
        "sentence": "你做了什么促成了这样的改善，从而减少了“麻烦精”的骚扰？",
        "label": ""
      },
      {
        "sentence": "你还可以做些什么来减少“麻",
        "label": ""
      }
    ]
  }
]