[
  {
    "role": "client",
    "content": "应届毕业生，没找到工作，为什么现在对什么都不在乎？",
    "annotation": [
      {
        "sentence": "应届毕业生，没找到工作，为什么现在对什么都不在乎？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "应届毕业生找工作确实是一个挑战，不是每个人都能很快找到合适的工作。更何况，今年情况比较特殊，疫情导致职位空缺减少，找工作更加困难。虽然你是专业21个人中唯一没有工作的，但这并不代表与你无关。请不要对现状失去信心，保持乐观的态度去面对，你肯定能找到适合自己的工作的。",
    "annotation": [
      {
        "sentence": "应届毕业生找工作确实是一个挑战，不是每个人都能很快找到合适的工作。",
        "label": ""
      },
      {
        "sentence": "更何况，今年情况比较特殊，疫情导致职位空缺减少，找工作更加困难。",
        "label": ""
      },
      {
        "sentence": "虽然你是专业21个人中唯一没有工作的，但这并不代表与你无关。",
        "label": ""
      },
      {
        "sentence": "请不要对现状失去信心，保持乐观的态度去面对，你肯定能找到适合自己的工作的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "应届毕业生，一直没找到工作，之前还感到很着急，想认真准备，现在却觉得与我无关。什么都与我无关，即使整个专业21个人中就我没有找到工作，我也觉得与我无关。我感到很消极，也没有动力去做任何事情。",
    "annotation": [
      {
        "sentence": "应届毕业生，一直没找到工作，之前还感到很着急，想认真准备，现在却觉得与我无关。",
        "label": ""
      },
      {
        "sentence": "什么都与我无关，即使整个专业21个人中就我没有找到工作，我也觉得与我无关。",
        "label": ""
      },
      {
        "sentence": "我感到很消极，也没有动力去做任何事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你感到消极的心情，但是这种消极情绪只会让事情变得更困难。找工作本来就是一个需要耐心和毅力的过程。你要相信，只要你保持积极的心态，慢慢找，总能找到适合自己的工作的。现在虽然你对找工作的态度消极，但是你要明白逃避只是暂时的，你终究还是要面对现实的。所以，为什么不以积极的态度去面对并正视这个现状呢？加油！我相信你能找到适合自己的工作！以上仅供参考，希望对你有所帮助。",
    "annotation": [
      {
        "sentence": "我能理解你感到消极的心情，但是这种消极情绪只会让事情变得更困难。",
        "label": ""
      },
      {
        "sentence": "找工作本来就是一个需要耐心和毅力的过程。",
        "label": ""
      },
      {
        "sentence": "你要相信，只要你保持积极的心态，慢慢找，总能找到适合自己的工作的。",
        "label": ""
      },
      {
        "sentence": "现在虽然你对找工作的态度消极，但是你要明白逃避只是暂时的，你终究还是要面对现实的。",
        "label": ""
      },
      {
        "sentence": "所以，为什么不以积极的态度去面对并正视这个现状呢？",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "我相信你能找到适合自己的工作！",
        "label": ""
      },
      {
        "sentence": "以上仅供参考，希望对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我一直在努力寻找工作，但是一次次的失败让我感到没有希望。我不知道还能继续坚持多久，感觉自己的努力都白费了。",
    "annotation": [
      {
        "sentence": "其实我一直在努力寻找工作，但是一次次的失败让我感到没有希望。",
        "label": ""
      },
      {
        "sentence": "我不知道还能继续坚持多久，感觉自己的努力都白费了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "找工作确实会面临失败的可能，但失败并不代表你的努力是白费的。每一次失败都是一次学习的机会，让你更了解自己的优势和不足。坚持下去，不要因为一次次失败而放弃希望。你的努力会有回报的，一定要相信自己。如果你感到压力太大，可以考虑寻求一些精神上的支持，像是和朋友家人聊聊，可能会帮助你调整心态。",
    "annotation": [
      {
        "sentence": "找工作确实会面临失败的可能，但失败并不代表你的努力是白费的。",
        "label": ""
      },
      {
        "sentence": "每一次失败都是一次学习的机会，让你更了解自己的优势和不足。",
        "label": ""
      },
      {
        "sentence": "坚持下去，不要因为一次次失败而放弃希望。",
        "label": ""
      },
      {
        "sentence": "你的努力会有回报的，一定要相信自己。",
        "label": ""
      },
      {
        "sentence": "如果你感到压力太大，可以考虑寻求一些精神上的支持，像是和朋友家人聊聊，可能会帮助你调整心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道你说的有道理，但是我真的很难保持积极的心态。每次想到自己没有工作，就感到很失落，觉得自己一无是处。",
    "annotation": [
      {
        "sentence": "我知道你说的有道理，但是我真的很难保持积极的心态。",
        "label": ""
      },
      {
        "sentence": "每次想到自己没有工作，就感到很失落，觉得自己一无是处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你此刻的心情。但是要知道，一个人的价值不只是通过工作来衡量的。你是一位应届毕业生，还有很多机会和时间去发展自己。工作只是你人生中的一部分，不是决定你价值的唯一标准。你可以尝试去发展一些兴趣爱好，参加一些培训课程来丰富自己，这样也会增加你找工作时的竞争力。坚信自己的价值，不要因为暂时的困境而否定自己。",
    "annotation": [
      {
        "sentence": "理解你此刻的心情。",
        "label": ""
      },
      {
        "sentence": "但是要知道，一个人的价值不只是通过工作来衡量的。",
        "label": ""
      },
      {
        "sentence": "你是一位应届毕业生，还有很多机会和时间去发展自己。",
        "label": ""
      },
      {
        "sentence": "工作只是你人生中的一部分，不是决定你价值的唯一标准。",
        "label": ""
      },
      {
        "sentence": "你可以尝试去发展一些兴趣爱好，参加一些培训课程来丰富自己，这样也会增加你找工作时的竞争力。",
        "label": ""
      },
      {
        "sentence": "坚信自己的价值，不要因为暂时的困境而否定自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着调整自己的心态，并尝试寻找其他途径来提升自己。谢谢你的支持和鼓励，你的话让我感到安慰。",
    "annotation": [
      {
        "sentence": "我会试着调整自己的心态，并尝试寻找其他途径来提升自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励，你的话让我感到安慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能对你有所帮助。记得无论遇到什么困难，都不要忘记寻求支持和鼓励，和你身边的人交流分享你的感受，这样你会更容易走出困境。相信自己，坚持下去，你一定可以找到适合自己的工作的！祝福你好运！",
    "annotation": [
      {
        "sentence": "很高兴能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "记得无论遇到什么困难，都不要忘记寻求支持和鼓励，和你身边的人交流分享你的感受，这样你会更容易走出困境。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持下去，你一定可以找到适合自己的工作的！",
        "label": ""
      },
      {
        "sentence": "祝福你好运！",
        "label": ""
      }
    ]
  }
]