[
  {
    "role": "client",
    "content": "妈妈已经再婚一年了，可是我还是感到很不适应，很压抑。妈妈跟一个品性不好而且经济条件也不好的人再婚了。刚开始他搬进来，我跟他相处非常不愉快。他经常讽刺打压人，还要我们陪他通宵喝酒，听他抱怨。我告诉爸爸这件事后，爸爸认定他是个骗子，就上门赶他走，并告诉妈妈离开他就可以再婚。我也不想和他住在一起，而且对爸爸和妈妈再婚抱有期望，所以我坚决告诉妈妈我不会和继父一起住，并劝她离婚。妈妈跟继父吵了一架，继父搬出去了，但妈妈有时候还会去看他。我妈不理解我为什么这么讨厌他，而我觉得他是个虚荣好赌的人。这种现状让我感到很压抑，白天家里没人，晚上妈妈还去打麻将，很少见到她，我们也经常吵架。我独自在家时总觉得心里空落落的，她回家时又觉得她对我没爱，一直盼着我能马上离开。",
    "annotation": [
      {
        "sentence": "妈妈已经再婚一年了，可是我还是感到很不适应，很压抑。",
        "label": ""
      },
      {
        "sentence": "妈妈跟一个品性不好而且经济条件也不好的人再婚了。",
        "label": ""
      },
      {
        "sentence": "刚开始他搬进来，我跟他相处非常不愉快。",
        "label": ""
      },
      {
        "sentence": "他经常讽刺打压人，还要我们陪他通宵喝酒，听他抱怨。",
        "label": ""
      },
      {
        "sentence": "我告诉爸爸这件事后，爸爸认定他是个骗子，就上门赶他走，并告诉妈妈离开他就可以再婚。",
        "label": ""
      },
      {
        "sentence": "我也不想和他住在一起，而且对爸爸和妈妈再婚抱有期望，所以我坚决告诉妈妈我不会和继父一起住，并劝她离婚。",
        "label": ""
      },
      {
        "sentence": "妈妈跟继父吵了一架，继父搬出去了，但妈妈有时候还会去看他。",
        "label": ""
      },
      {
        "sentence": "我妈不理解我为什么这么讨厌他，而我觉得他是个虚荣好赌的人。",
        "label": ""
      },
      {
        "sentence": "这种现状让我感到很压抑，白天家里没人，晚上妈妈还去打麻将，很少见到她，我们也经常吵架。",
        "label": ""
      },
      {
        "sentence": "我独自在家时总觉得心里空落落的，她回家时又觉得她对我没爱，一直盼着我能马上离开。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于我们来说，肯定希望父母能和好如初，但是有时事情并不会发展成我们预想的那样。所以我们可以从另一个角度去看待。首先，我们可以回想一下，父母离婚前，我们和妈妈之间是否就有些生疏了，还是这种感觉是因为继父的出现才有的？如果是前者，那说明我们和妈妈之间的关系本来就不太和谐，而在面对继父这个事情时，我们一直持反对态度，甚至还把爸爸喊来帮忙，如果父母之间的问题一直没有解决，这可能会弄巧成拙。如果是后者，我们可以问问妈妈，她和继父在一起到底为了什么？毕竟结婚和恋爱还是有区别的，所以我们可以先听听妈妈的想法再做决定。",
    "annotation": [
      {
        "sentence": "对于我们来说，肯定希望父母能和好如初，但是有时事情并不会发展成我们预想的那样。",
        "label": ""
      },
      {
        "sentence": "所以我们可以从另一个角度去看待。",
        "label": ""
      },
      {
        "sentence": "首先，我们可以回想一下，父母离婚前，我们和妈妈之间是否就有些生疏了，还是这种感觉是因为继父的出现才有的？",
        "label": ""
      },
      {
        "sentence": "如果是前者，那说明我们和妈妈之间的关系本来就不太和谐，而在面对继父这个事情时，我们一直持反对态度，甚至还把爸爸喊来帮忙，如果父母之间的问题一直没有解决，这可能会弄巧成拙。",
        "label": ""
      },
      {
        "sentence": "如果是后者，我们可以问问妈妈，她和继父在一起到底为了什么？",
        "label": ""
      },
      {
        "sentence": "毕竟结婚和恋爱还是有区别的，所以我们可以先听听妈妈的想法再做决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "妈妈和继父在一起是因为他们彼此相爱，但我不理解为什么妈妈要选择一个虚荣好赌的人。我担心他会给妈妈带来问题和痛苦。我真的不希望妈妈再受伤。",
    "annotation": [
      {
        "sentence": "妈妈和继父在一起是因为他们彼此相爱，但我不理解为什么妈妈要选择一个虚荣好赌的人。",
        "label": ""
      },
      {
        "sentence": "我担心他会给妈妈带来问题和痛苦。",
        "label": ""
      },
      {
        "sentence": "我真的不希望妈妈再受伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的担心，你是关心妈妈的。但是有时候我们也需要全面地看待问题。如果没有不可调和的矛盾，父母才不会选择离婚。离婚之后，你觉得双方有改变吗？是变得越来越好，还是越来越差？妈妈白天工作，晚上打麻将，这样的生活习惯是之前就有的吗？如果是的话，我们可以先和妈妈谈谈，希望她能注意自己的身体，有适当的娱乐活动，也要学会劳逸结合。关于继父的问题，我们可以向妈妈表达一下对继父的不喜欢，我们当然希望妈妈能找到自己的幸福，但我们也希望继父能给妈妈一个真正的家。",
    "annotation": [
      {
        "sentence": "我明白你的担心，你是关心妈妈的。",
        "label": ""
      },
      {
        "sentence": "但是有时候我们也需要全面地看待问题。",
        "label": ""
      },
      {
        "sentence": "如果没有不可调和的矛盾，父母才不会选择离婚。",
        "label": ""
      },
      {
        "sentence": "离婚之后，你觉得双方有改变吗？",
        "label": ""
      },
      {
        "sentence": "是变得越来越好，还是越来越差？",
        "label": ""
      },
      {
        "sentence": "妈妈白天工作，晚上打麻将，这样的生活习惯是之前就有的吗？",
        "label": ""
      },
      {
        "sentence": "如果是的话，我们可以先和妈妈谈谈，希望她能注意自己的身体，有适当的娱乐活动，也要学会劳逸结合。",
        "label": ""
      },
      {
        "sentence": "关于继父的问题，我们可以向妈妈表达一下对继父的不喜欢，我们当然希望妈妈能找到自己的幸福，但我们也希望继父能给妈妈一个真正的家。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，也明白你所说的需要全面看待问题。但是我就是无法忍受继父的存在，觉得他对我们毫无好处，而且妈妈和他在一起就会变得不一样。我真的想劝妈妈离婚，不知道该怎么说才能让她理解我的想法。",
    "annotation": [
      {
        "sentence": "我明白你的意思，也明白你所说的需要全面看待问题。",
        "label": ""
      },
      {
        "sentence": "但是我就是无法忍受继父的存在，觉得他对我们毫无好处，而且妈妈和他在一起就会变得不一样。",
        "label": ""
      },
      {
        "sentence": "我真的想劝妈妈离婚，不知道该怎么说才能让她理解我的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对继父的不满和担心。感情这种事有时候是很难说清楚的，特别是在没有发现问题之前，我们常常只看到自己想看到的。因此，对于妈妈，我们需要更多的耐心，告诉她我们关心她的身体和情感健康，同时我们也可以慢慢地培养自己的生活和爱好，毕竟总有一天我们会离开父母。",
    "annotation": [
      {
        "sentence": "我理解你对继父的不满和担心。",
        "label": ""
      },
      {
        "sentence": "感情这种事有时候是很难说清楚的，特别是在没有发现问题之前，我们常常只看到自己想看到的。",
        "label": ""
      },
      {
        "sentence": "因此，对于妈妈，我们需要更多的耐心，告诉她我们关心她的身体和情感健康，同时我们也可以慢慢地培养自己的生活和爱好，毕竟总有一天我们会离开父母。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道我需要更多的耐心，但是这种现状让我感到非常压抑。我感觉自己在家时很孤独，妈妈回家时我又觉得她对我没爱。我真的希望能尽快摆脱这种困境。",
    "annotation": [
      {
        "sentence": "我知道我需要更多的耐心，但是这种现状让我感到非常压抑。",
        "label": ""
      },
      {
        "sentence": "我感觉自己在家时很孤独，妈妈回家时我又觉得她对我没爱。",
        "label": ""
      },
      {
        "sentence": "我真的希望能尽快摆脱这种困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的内心感受，这确实很困难。但是我们也必须学会面对困境。我们可以试着和妈妈沟通，告诉她我们的感受，同时也要理解妈妈的处境。除此之外，我们也可以尝试寻找其他的支持和快乐，让自己的生活更加充实和有意义。",
    "annotation": [
      {
        "sentence": "我明白你的内心感受，这确实很困难。",
        "label": ""
      },
      {
        "sentence": "但是我们也必须学会面对困境。",
        "label": ""
      },
      {
        "sentence": "我们可以试着和妈妈沟通，告诉她我们的感受，同时也要理解妈妈的处境。",
        "label": ""
      },
      {
        "sentence": "除此之外，我们也可以尝试寻找其他的支持和快乐，让自己的生活更加充实和有意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会试着和妈妈好好沟通，也会努力寻找自己的快乐和支持。希望能尽快解决这个问题。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会试着和妈妈好好沟通，也会努力寻找自己的快乐和支持。",
        "label": ""
      },
      {
        "sentence": "希望能尽快解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直支持你。记住，解决问题需要时间和努力，但你一定能够渐渐摆脱困境。祝福你能找到解决方案，并过上幸福的生活。如果还需要我陪伴和支持，请随时告诉我。",
    "annotation": [
      {
        "sentence": "不客气，我会一直支持你。",
        "label": ""
      },
      {
        "sentence": "记住，解决问题需要时间和努力，但你一定能够渐渐摆脱困境。",
        "label": ""
      },
      {
        "sentence": "祝福你能找到解决方案，并过上幸福的生活。",
        "label": ""
      },
      {
        "sentence": "如果还需要我陪伴和支持，请随时告诉我。",
        "label": ""
      }
    ]
  }
]