[
  {
    "role": "client",
    "content": "感觉自己真的不需要男盆友这种生物…一个人不好么……感觉自己真的不需要男盆友这种生物，一个人很好很安静，不会有人打搅你，而且我可以自己做饭，自己洗衣服，自己收拾房子，自己买米买菜，架我会打……我还要男盆友干什么？？我不想要你的爱情你也别来分我的面包？",
    "annotation": [
      {
        "sentence": "感觉自己真的不需要男盆友这种生物…一个人不好么……感觉自己真的不需要男盆友这种生物，一个人很好很安静，不会有人打搅你，而且我可以自己做饭，自己洗衣服，自己收拾房子，自己买米买菜，架我会打……我还要男盆友干什么？？",
        "label": ""
      },
      {
        "sentence": "我不想要你的爱情你也别来分我的面包？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一个人的人生本来就是由自己决定的，虽然也会受到外部很多因素的影响，但是大体上还是自己决定的。你说得没错，一个人也可以很好。自己一个人过日子可以享受到宁静和独立，没有人会打扰你的生活，这种独立的感觉也很让人舒适。做饭、洗衣服、收拾房子，这些都是你可以自己处理的事情，而且你还懂得架，非常厉害！但最重要的是，你自己对谈恋爱或结婚是否有需求？",
    "annotation": [
      {
        "sentence": "一个人的人生本来就是由自己决定的，虽然也会受到外部很多因素的影响，但是大体上还是自己决定的。",
        "label": ""
      },
      {
        "sentence": "你说得没错，一个人也可以很好。",
        "label": ""
      },
      {
        "sentence": "自己一个人过日子可以享受到宁静和独立，没有人会打扰你的生活，这种独立的感觉也很让人舒适。",
        "label": ""
      },
      {
        "sentence": "做饭、洗衣服、收拾房子，这些都是你可以自己处理的事情，而且你还懂得架，非常厉害！",
        "label": ""
      },
      {
        "sentence": "但最重要的是，你自己对谈恋爱或结婚是否有需求？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我其实不确定自己是否需要谈恋爱或结婚。可能是因为周围很多人都在谈恋爱结婚，我才有这种想法。但是，我真的可以快乐地过着单身生活。有时候我会怀疑，是不是我逃避了面对爱情和婚姻的勇气？",
    "annotation": [
      {
        "sentence": "我其实不确定自己是否需要谈恋爱或结婚。",
        "label": ""
      },
      {
        "sentence": "可能是因为周围很多人都在谈恋爱结婚，我才有这种想法。",
        "label": ""
      },
      {
        "sentence": "但是，我真的可以快乐地过着单身生活。",
        "label": ""
      },
      {
        "sentence": "有时候我会怀疑，是不是我逃避了面对爱情和婚姻的勇气？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对自己的感受和疑惑非常坦诚，这是很好的一点。周围人的决定并不一定适合每个人，每个人对爱情和婚姻的需求也不尽相同。单身生活的确可以带来快乐和自由，而当我们选择与他人分享生活时，也会带来新的体验和成长。并不是逃避，而是在探索自己内心真正的需求。你可以尝试思考自己对感情、伴侣和生活的期待，这有助于你更好地了解自己。",
    "annotation": [
      {
        "sentence": "你对自己的感受和疑惑非常坦诚，这是很好的一点。",
        "label": ""
      },
      {
        "sentence": "周围人的决定并不一定适合每个人，每个人对爱情和婚姻的需求也不尽相同。",
        "label": ""
      },
      {
        "sentence": "单身生活的确可以带来快乐和自由，而当我们选择与他人分享生活时，也会带来新的体验和成长。",
        "label": ""
      },
      {
        "sentence": "并不是逃避，而是在探索自己内心真正的需求。",
        "label": ""
      },
      {
        "sentence": "你可以尝试思考自己对感情、伴侣和生活的期待，这有助于你更好地了解自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我会花些时间认真思考自己的需求和期待。或许我需要去尝试一下与他人分享生活的感觉，但也不会强求自己去谈恋爱或结婚。自己的选择是最重要的。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我会花些时间认真思考自己的需求和期待。",
        "label": ""
      },
      {
        "sentence": "或许我需要去尝试一下与他人分享生活的感觉，但也不会强求自己去谈恋爱或结婚。",
        "label": ""
      },
      {
        "sentence": "自己的选择是最重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰你能够接受我的建议，并且决定给自己一些时间去思考自己的需求和期待。正是因为尊重自己的选择，你才能找到真正适合自己的幸福模式。无论你最终决定如何，我都会支持你的决定。如果在思考的过程中遇到任何疑惑或需要进一步交流，随时都可以找我聊聊。你并不孤单，大家都在支持你。",
    "annotation": [
      {
        "sentence": "非常欣慰你能够接受我的建议，并且决定给自己一些时间去思考自己的需求和期待。",
        "label": ""
      },
      {
        "sentence": "正是因为尊重自己的选择，你才能找到真正适合自己的幸福模式。",
        "label": ""
      },
      {
        "sentence": "无论你最终决定如何，我都会支持你的决定。",
        "label": ""
      },
      {
        "sentence": "如果在思考的过程中遇到任何疑惑或需要进一步交流，随时都可以找我聊聊。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，大家都在支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的鼓励和支持让我感到无比温暖。谢谢你愿意一直陪伴我，我真的很感激。思考这个问题会是一个让我更加了解自己的过程，我会保持积极的心态，不急于做出决定。如果有需要，我会再来找你交流的。再次谢谢你！",
    "annotation": [
      {
        "sentence": "你的鼓励和支持让我感到无比温暖。",
        "label": ""
      },
      {
        "sentence": "谢谢你愿意一直陪伴我，我真的很感激。",
        "label": ""
      },
      {
        "sentence": "思考这个问题会是一个让我更加了解自己的过程，我会保持积极的心态，不急于做出决定。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会再来找你交流的。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直都在这里为你提供支持和帮助。和自己内心对话并且明确自己的需求是一个很有价值的过程。请记得，无论做出什么样的决定，都是为了实现自己的幸福。我相信你会找到适合自己的答案。祝福你一切顺利！如果还需要帮助，请随时找我。",
    "annotation": [
      {
        "sentence": "不用客气，我一直都在这里为你提供支持和帮助。",
        "label": ""
      },
      {
        "sentence": "和自己内心对话并且明确自己的需求是一个很有价值的过程。",
        "label": ""
      },
      {
        "sentence": "请记得，无论做出什么样的决定，都是为了实现自己的幸福。",
        "label": ""
      },
      {
        "sentence": "我相信你会找到适合自己的答案。",
        "label": ""
      },
      {
        "sentence": "祝福你一切顺利！",
        "label": ""
      },
      {
        "sentence": "如果还需要帮助，请随时找我。",
        "label": ""
      }
    ]
  }
]