[
  {
    "role": "client",
    "content": "人际方面有障碍？如何处理和异性的关系？有个男同事，平常经常撩我。跟他吵了一次，他觉得面子受损就再没来找过我聊天什么的。不知道是不是渣男。但莫名失落，难不成是喜欢被撩的感觉。现在看到他感觉很尴尬，想装的正常一点，但就是很奇怪。也许这件事情也只是自己平时人际关系的一个缩影吧。觉得自己人际方面有障碍，不敢勇敢表达自己，人多了就不敢发表意见。怕在人群中被人发现，喜欢隐藏自己，最好谁都不要来注意自己，躲在自己的世界里感觉很舒服。平常的工作社交都有被迫社交，都是努力让自己显得合群。非常容易情绪化，表情全在脸上，感觉自己有多重人格。",
    "annotation": [
      {
        "sentence": "人际方面有障碍？",
        "label": ""
      },
      {
        "sentence": "如何处理和异性的关系？",
        "label": ""
      },
      {
        "sentence": "有个男同事，平常经常撩我。",
        "label": ""
      },
      {
        "sentence": "跟他吵了一次，他觉得面子受损就再没来找过我聊天什么的。",
        "label": ""
      },
      {
        "sentence": "不知道是不是渣男。",
        "label": ""
      },
      {
        "sentence": "但莫名失落，难不成是喜欢被撩的感觉。",
        "label": ""
      },
      {
        "sentence": "现在看到他感觉很尴尬，想装的正常一点，但就是很奇怪。",
        "label": ""
      },
      {
        "sentence": "也许这件事情也只是自己平时人际关系的一个缩影吧。",
        "label": ""
      },
      {
        "sentence": "觉得自己人际方面有障碍，不敢勇敢表达自己，人多了就不敢发表意见。",
        "label": ""
      },
      {
        "sentence": "怕在人群中被人发现，喜欢隐藏自己，最好谁都不要来注意自己，躲在自己的世界里感觉很舒服。",
        "label": ""
      },
      {
        "sentence": "平常的工作社交都有被迫社交，都是努力让自己显得合群。",
        "label": ""
      },
      {
        "sentence": "非常容易情绪化，表情全在脸上，感觉自己有多重人格。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有点小障碍问题还是可以的问题不大，毕竟你能问这个说明你也知道自己的问题所在。你是一个比较内向的人，在现实中是一个沉默寡言的人。这可能是你原生家庭和你的经历带给你的个性格习惯。你是个非常缺乏安全感又很自卑的那个女生。对所有的东西都是很敏感的，只是没有表现出来，很多东西都放在心里面。",
    "annotation": [
      {
        "sentence": "有点小障碍问题还是可以的问题不大，毕竟你能问这个说明你也知道自己的问题所在。",
        "label": ""
      },
      {
        "sentence": "你是一个比较内向的人，在现实中是一个沉默寡言的人。",
        "label": ""
      },
      {
        "sentence": "这可能是你原生家庭和你的经历带给你的个性格习惯。",
        "label": ""
      },
      {
        "sentence": "你是个非常缺乏安全感又很自卑的那个女生。",
        "label": ""
      },
      {
        "sentence": "对所有的东西都是很敏感的，只是没有表现出来，很多东西都放在心里面。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我就觉得自己内向得不正常，很羡慕那种能随意与人交流的人。但我就是不太敢开口说话，总怕别人觉得我没用或者无聊。",
    "annotation": [
      {
        "sentence": "对，我就觉得自己内向得不正常，很羡慕那种能随意与人交流的人。",
        "label": ""
      },
      {
        "sentence": "但我就是不太敢开口说话，总怕别人觉得我没用或者无聊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实你是很想去处理一些人际关系上面的问题。但是你情商不算太高，或者说你在交流上面可能不太好。因为你比较内向沉默寡言。从来都不会主动找别人去聊天，或者是说聊天的主动气场自信都没有。很多的时候，你很缺乏勇气，是感觉自己很自卑，就是你并不是没有勇气，只是你在有勇气的时候被人折断了。",
    "annotation": [
      {
        "sentence": "其实你是很想去处理一些人际关系上面的问题。",
        "label": ""
      },
      {
        "sentence": "但是你情商不算太高，或者说你在交流上面可能不太好。",
        "label": ""
      },
      {
        "sentence": "因为你比较内向沉默寡言。",
        "label": ""
      },
      {
        "sentence": "从来都不会主动找别人去聊天，或者是说聊天的主动气场自信都没有。",
        "label": ""
      },
      {
        "sentence": "很多的时候，你很缺乏勇气，是感觉自己很自卑，就是你并不是没有勇气，只是你在有勇气的时候被人折断了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我经常会被别人的批评和否定击垮，感到无法自信地表达自己。无论是在家庭还是朋友圈中，我都感到很不自在，很容易受伤。",
    "annotation": [
      {
        "sentence": "是的，我经常会被别人的批评和否定击垮，感到无法自信地表达自己。",
        "label": ""
      },
      {
        "sentence": "无论是在家庭还是朋友圈中，我都感到很不自在，很容易受伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信每个人都曾经拥有过勇气和自信。所以的一切都有因果的关系。每个人都喜欢被人在乎的感觉，被人在意的感觉，被人爱的感觉，被人追求的感觉。被人捧在心里的感觉。这个是人性很正常的东西。而且我理解你依赖他，所以分开后会感到失落和难受，是因为失去了他给予你的这种感觉。",
    "annotation": [
      {
        "sentence": "我相信每个人都曾经拥有过勇气和自信。",
        "label": ""
      },
      {
        "sentence": "所以的一切都有因果的关系。",
        "label": ""
      },
      {
        "sentence": "每个人都喜欢被人在乎的感觉，被人在意的感觉，被人爱的感觉，被人追求的感觉。",
        "label": ""
      },
      {
        "sentence": "被人捧在心里的感觉。",
        "label": ""
      },
      {
        "sentence": "这个是人性很正常的东西。",
        "label": ""
      },
      {
        "sentence": "而且我理解你依赖他，所以分开后会感到失落和难受，是因为失去了他给予你的这种感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我想要感受到被人关心和追求的感觉，觉得那是一种正常的互动。可能我跟异性相处的问题也与我自身的人际交往问题有关。我希望能够改变这种局面，更好地与异性相处。",
    "annotation": [
      {
        "sentence": "是的，我想要感受到被人关心和追求的感觉，觉得那是一种正常的互动。",
        "label": ""
      },
      {
        "sentence": "可能我跟异性相处的问题也与我自身的人际交往问题有关。",
        "label": ""
      },
      {
        "sentence": "我希望能够改变这种局面，更好地与异性相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我给你一些建议希望对你有帮助。首先，你可以每天对着镜子对自己说话和鼓励，同时可以尝试加入一些兴趣爱好群组去打字聊天，慢慢提升你的情商和人际交往能力。然后，你可以尝试使用语音与别人沟通，稳定之后再尝试通过视频与别人交流。最终要走出现实去与别人交流需要一个慢慢的过程。你要先培养自信，多接触一些异性，才能更好地处理异性之间的关系和相处。",
    "annotation": [
      {
        "sentence": "我给你一些建议希望对你有帮助。",
        "label": ""
      },
      {
        "sentence": "首先，你可以每天对着镜子对自己说话和鼓励，同时可以尝试加入一些兴趣爱好群组去打字聊天，慢慢提升你的情商和人际交往能力。",
        "label": ""
      },
      {
        "sentence": "然后，你可以尝试使用语音与别人沟通，稳定之后再尝试通过视频与别人交流。",
        "label": ""
      },
      {
        "sentence": "最终要走出现实去与别人交流需要一个慢慢的过程。",
        "label": ""
      },
      {
        "sentence": "你要先培养自信，多接触一些异性，才能更好地处理异性之间的关系和相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尝试逐步克服自己的内向和沉默，多与他人交流。此外，我也会尝试多做运动、唱歌等活动来开发自己的表达能力和自信心。",
    "annotation": [
      {
        "sentence": "我明白了，我会尝试逐步克服自己的内向和沉默，多与他人交流。",
        "label": ""
      },
      {
        "sentence": "此外，我也会尝试多做运动、唱歌等活动来开发自己的表达能力和自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你可以多做一些自我鼓励和身心锻炼，逐渐消除开口难的恐惧感。另外，阅读一些关于人际关系的书籍也是很有帮助的，可以让你更好地理解他人想要表达的东西。还有，在与异性交往时，记得要保持冷静和沉稳，不要急于求成，慢慢发展才是最好的方式。",
    "annotation": [
      {
        "sentence": "很好，你可以多做一些自我鼓励和身心锻炼，逐渐消除开口难的恐惧感。",
        "label": ""
      },
      {
        "sentence": "另外，阅读一些关于人际关系的书籍也是很有帮助的，可以让你更好地理解他人想要表达的东西。",
        "label": ""
      },
      {
        "sentence": "还有，在与异性交往时，记得要保持冷静和沉稳，不要急于求成，慢慢发展才是最好的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会努力改变自己，积极成长起来。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会努力改变自己，积极成长起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "恰如其分，每个人都会遇到逆境，不要气馁，相信自己，每天都要积极地成长。加油！",
    "annotation": [
      {
        "sentence": "恰如其分，每个人都会遇到逆境，不要气馁，相信自己，每天都要积极地成长。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]