[
  {
    "role": "client",
    "content": "体制内新人，如何优雅不失风度地表达愤怒？各位好！体制内新人最近遭同事排挤，莫名地看不起我，老是当着我的面悄悄议论侮辱我，对方人品也不怎么样。我也没怎么生气，但是次数多了，我觉得我有必要适当地表达自己的愤怒。我不想做一个烂好人，即便是善良也需要有一些刺，让对方有所忌惮。但是我找不到一个合适的表达方式，不知道各位有什么意见。",
    "annotation": [
      {
        "sentence": "体制内新人，如何优雅不失风度地表达愤怒？",
        "label": ""
      },
      {
        "sentence": "各位好！",
        "label": ""
      },
      {
        "sentence": "体制内新人最近遭同事排挤，莫名地看不起我，老是当着我的面悄悄议论侮辱我，对方人品也不怎么样。",
        "label": ""
      },
      {
        "sentence": "我也没怎么生气，但是次数多了，我觉得我有必要适当地表达自己的愤怒。",
        "label": ""
      },
      {
        "sentence": "我不想做一个烂好人，即便是善良也需要有一些刺，让对方有所忌惮。",
        "label": ""
      },
      {
        "sentence": "但是我找不到一个合适的表达方式，不知道各位有什么意见。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在职场上，有的时候确实会遇见一些不太尊重别人的同事，而我们和对方太过于计较，又会显得自己小家子气，但是不计较，又会觉得不耐烦。因此针对目前的情况，在对方下次讨论的时候，我们可以直接了当地告诉对方：如果你有哪些地方觉得我做的不对，或者你认为我哪些地方做的不合适，你可以大声的说出来，也可以请大家一起来评判一下，真的没必要在这里说悄悄话，因为这并不是不可以说的秘密。",
    "annotation": [
      {
        "sentence": "在职场上，有的时候确实会遇见一些不太尊重别人的同事，而我们和对方太过于计较，又会显得自己小家子气，但是不计较，又会觉得不耐烦。",
        "label": ""
      },
      {
        "sentence": "因此针对目前的情况，在对方下次讨论的时候，我们可以直接了当地告诉对方：如果你有哪些地方觉得我做的不对，或者你认为我哪些地方做的不合适，你可以大声的说出来，也可以请大家一起来评判一下，真的没必要在这里说悄悄话，因为这并不是不可以说的秘密。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说的有道理，我应该勇敢地面对他们的指责，而不是一直承受着内心的委屈。但是如果他们用不适当的语言攻击我，该怎么应对呢？",
    "annotation": [
      {
        "sentence": "嗯，你说的有道理，我应该勇敢地面对他们的指责，而不是一直承受着内心的委屈。",
        "label": ""
      },
      {
        "sentence": "但是如果他们用不适当的语言攻击我，该怎么应对呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果对方的人品一般，甚至有的时候会用不恰当的语言，如果只是单个人的行为，我们可以私下找对方聊聊。当然，在聊的过程中我们可以录个音，如果对方是故意针对我们，或者有什么其他的目的，这就是我们的一个筹码，必要的时候可以当作大招。",
    "annotation": [
      {
        "sentence": "如果对方的人品一般，甚至有的时候会用不恰当的语言，如果只是单个人的行为，我们可以私下找对方聊聊。",
        "label": ""
      },
      {
        "sentence": "当然，在聊的过程中我们可以录个音，如果对方是故意针对我们，或者有什么其他的目的，这就是我们的一个筹码，必要的时候可以当作大招。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，录音是个好主意，这样我就可以为自己辩护，让他们知道我的立场。但如果排挤我是群体性的行为，该怎么办呢？",
    "annotation": [
      {
        "sentence": "嗯，录音是个好主意，这样我就可以为自己辩护，让他们知道我的立场。",
        "label": ""
      },
      {
        "sentence": "但如果排挤我是群体性的行为，该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果是群体性的行为，那么我们就需要思考一下自己的到来给他们带来了哪些影响。毕竟，在体制内工作，有的时候确实需要融入集体，毕竟工作多数时候还是需要协同合作的。如果身边的人经常给自己穿小鞋，确实会很不舒服。所以我们可以慢慢地找到和他们的不同，尝试着和其中一些人成为朋友，至少不要让自己成为被孤立的一员。",
    "annotation": [
      {
        "sentence": "如果是群体性的行为，那么我们就需要思考一下自己的到来给他们带来了哪些影响。",
        "label": ""
      },
      {
        "sentence": "毕竟，在体制内工作，有的时候确实需要融入集体，毕竟工作多数时候还是需要协同合作的。",
        "label": ""
      },
      {
        "sentence": "如果身边的人经常给自己穿小鞋，确实会很不舒服。",
        "label": ""
      },
      {
        "sentence": "所以我们可以慢慢地找到和他们的不同，尝试着和其中一些人成为朋友，至少不要让自己成为被孤立的一员。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我会主动与其他同事建立联系，尝试融入集体。但如果他们继续排挤我，我应该怎么应对？",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会主动与其他同事建立联系，尝试融入集体。",
        "label": ""
      },
      {
        "sentence": "但如果他们继续排挤我，我应该怎么应对？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果他们继续排挤你，你可以思考一下是不是有些自己的行为或做法引起了他们的不满。如果没有的话，那么你可以寻求上级或人力资源部门的帮助，让他们介入解决这个问题。毕竟，每个人都有权利在一个公平、和谐的工作环境中发展。",
    "annotation": [
      {
        "sentence": "如果他们继续排挤你，你可以思考一下是不是有些自己的行为或做法引起了他们的不满。",
        "label": ""
      },
      {
        "sentence": "如果没有的话，那么你可以寻求上级或人力资源部门的帮助，让他们介入解决这个问题。",
        "label": ""
      },
      {
        "sentence": "毕竟，每个人都有权利在一个公平、和谐的工作环境中发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会先反省自己的行为，如果仍然遇到困难，我会主动寻求帮助的。谢谢你的支持和建议，我感觉好多了。",
    "annotation": [
      {
        "sentence": "嗯，我会先反省自己的行为，如果仍然遇到困难，我会主动寻求帮助的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议，我感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。在职场上，我们都会遇到一些挑战，但只要我们勇敢地面对，寻求合适的解决方法，一定能够化解问题，创造属于自己的成功。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "在职场上，我们都会遇到一些挑战，但只要我们勇敢地面对，寻求合适的解决方法，一定能够化解问题，创造属于自己的成功。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励！我会继续努力，相信自己能够应对好这个问题。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励！",
        "label": ""
      },
      {
        "sentence": "我会继续努力，相信自己能够应对好这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "加油！相信自己，你一定能够克服这个困难，展现出自己的价值。如果还有其他问题，随时来找我聊聊。",
    "annotation": [
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够克服这个困难，展现出自己的价值。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我聊聊。",
        "label": ""
      }
    ]
  }
]