[
  {
    "role": "client",
    "content": "男朋友突然拉黑我一切方式，人间蒸发？端午节从家回来，回来之前他还很甜蜜跟我讲，想我了，后来他让我打到车跟他讲，我当时在看小说，后来手机快没电了，想留着电打车，我准备到家再跟他说，晚回了消息他特别生气，我微信跟他解释原因，他更生气了，说你是不是外面有人了，想慢慢跟我分手，我当时特别生气，说我不想继续听你骂我，把他删除了。我每天的闹钟都是，老公我爱你呀。结果发现他把我所有联系方式全部拉黑了，我非常崩溃。我还会有点怀疑，是不是他喜欢了别人，才这么指责我。什么途径都联系不到他了。",
    "annotation": [
      {
        "sentence": "男朋友突然拉黑我一切方式，人间蒸发？",
        "label": ""
      },
      {
        "sentence": "端午节从家回来，回来之前他还很甜蜜跟我讲，想我了，后来他让我打到车跟他讲，我当时在看小说，后来手机快没电了，想留着电打车，我准备到家再跟他说，晚回了消息他特别生气，我微信跟他解释原因，他更生气了，说你是不是外面有人了，想慢慢跟我分手，我当时特别生气，说我不想继续听你骂我，把他删除了。",
        "label": ""
      },
      {
        "sentence": "我每天的闹钟都是，老公我爱你呀。",
        "label": ""
      },
      {
        "sentence": "结果发现他把我所有联系方式全部拉黑了，我非常崩溃。",
        "label": ""
      },
      {
        "sentence": "我还会有点怀疑，是不是他喜欢了别人，才这么指责我。",
        "label": ""
      },
      {
        "sentence": "什么途径都联系不到他了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，听你说的经历，看得出你们之间存在很多问题，导致了现在这种僵局。首先，我想说爱情是复杂的，有时候说不清道不明。但是一个人是不是真心爱你，通常你是可以感受到的。既然出现了这样的状况，我觉得你现在需要冷静下来，重新梳理一下你们之间发生的事情，找到问题的根源所在。",
    "annotation": [
      {
        "sentence": "嗯，听你说的经历，看得出你们之间存在很多问题，导致了现在这种僵局。",
        "label": ""
      },
      {
        "sentence": "首先，我想说爱情是复杂的，有时候说不清道不明。",
        "label": ""
      },
      {
        "sentence": "但是一个人是不是真心爱你，通常你是可以感受到的。",
        "label": ""
      },
      {
        "sentence": "既然出现了这样的状况，我觉得你现在需要冷静下来，重新梳理一下你们之间发生的事情，找到问题的根源所在。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我也开始觉得我们之间的问题很多了。我回家之前和他的关系还很好，他也很甜蜜地和我说想我了。但是他让我打电话给他，我当时在看小说，手机也快没电了，想留着电在打车的时候再给他打电话。没想到他却生气了，还怀疑我和别的人交往。我觉得他的反应太过激了，所以当时我也生气了，就把他删除了。然后发现他把我所有的联系方式都拉黑了，我真的很失落。",
    "annotation": [
      {
        "sentence": "对，我也开始觉得我们之间的问题很多了。",
        "label": ""
      },
      {
        "sentence": "我回家之前和他的关系还很好，他也很甜蜜地和我说想我了。",
        "label": ""
      },
      {
        "sentence": "但是他让我打电话给他，我当时在看小说，手机也快没电了，想留着电在打车的时候再给他打电话。",
        "label": ""
      },
      {
        "sentence": "没想到他却生气了，还怀疑我和别的人交往。",
        "label": ""
      },
      {
        "sentence": "我觉得他的反应太过激了，所以当时我也生气了，就把他删除了。",
        "label": ""
      },
      {
        "sentence": "然后发现他把我所有的联系方式都拉黑了，我真的很失落。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我能理解你的感受。这个情况确实让人心情低落。我觉得你们之间存在很多的误会和缺乏信任。你们的相处方式也不太合适。也许他让你打电话给他是出于对你安全的关心，但是你却选择看小说继续坐车再打电话。或许你可以考虑在上车的时候发一条消息告诉他，这样可以避免他的担心。另外，你们处理问题的方式也需要改变，生气就拉黑对方只会加深误会，对问题的解决没有任何帮助。",
    "annotation": [
      {
        "sentence": "是的，我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "这个情况确实让人心情低落。",
        "label": ""
      },
      {
        "sentence": "我觉得你们之间存在很多的误会和缺乏信任。",
        "label": ""
      },
      {
        "sentence": "你们的相处方式也不太合适。",
        "label": ""
      },
      {
        "sentence": "也许他让你打电话给他是出于对你安全的关心，但是你却选择看小说继续坐车再打电话。",
        "label": ""
      },
      {
        "sentence": "或许你可以考虑在上车的时候发一条消息告诉他，这样可以避免他的担心。",
        "label": ""
      },
      {
        "sentence": "另外，你们处理问题的方式也需要改变，生气就拉黑对方只会加深误会，对问题的解决没有任何帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我们之间确实存在很多问题。我也开始怀疑他是否真的喜欢我了，才会对我这样指责。我现在连跟他沟通的途径都没有了，真的很绝望。",
    "annotation": [
      {
        "sentence": "你说得对，我们之间确实存在很多问题。",
        "label": ""
      },
      {
        "sentence": "我也开始怀疑他是否真的喜欢我了，才会对我这样指责。",
        "label": ""
      },
      {
        "sentence": "我现在连跟他沟通的途径都没有了，真的很绝望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的绝望感，但是首先，我们要认识到爱情是平等的，应该要建立在基本的信任之上。也许他因为一些家庭等原因，对任何人都没有安全感和信任感，所以你的一些异常举动会引起他的误会。但是无论如何，这样的相处方式对两个人来说都是很大的压力和负担。我给你一些建议，希望可以帮助你：首先要冷静地思考，你们在一起的时候，他是突然这样对你吗，还是一直存在这样的不信任感？如果他是突然这样的，可能他确实已经想和你分手了。虽然你可能还想挽回这段感情，但是也许它已经回不到当初的状态了。退一步来说，也许你们已经没有办法再继续下去了，也许其他的人或许会更适合你。如果他一直存在这样的性格，你需要考虑是否有能力帮助他改变。如果你能够帮助他改变，你可以继续争取，如果不能，放弃也是一种解脱。真正能够走到一起的，是在对的时间遇见对的人，所以你需要思考清楚。爱情是需要用心经营的，不是靠一见钟情来维持的。所以你需要关注双方的相处方式和解决问题的方式。珍惜对方的关心，也要适当地关心对方。这些都是需要用行动来付诸实践的，不能只嘴上说说。就像我家人，我们不管去哪里，坐车开车都会彼此报平安，这样可以减轻家人的担忧。而你，可能有时候会忽略对方的感受，这样多了他肯定会有想法的。同样，遇到问题了，不要用离家出走、拉黑联系方式等方式去逃避。现在的你，或许删除了他以后他也一样在煎熬。只有用心换心，问题才能够得到解决，逃避只会让矛盾更加激化。时代变了，恋爱越来越注重自由，如果他可以不顾你的感受，拉黑你的所有联系方式，也许他根本不在乎你。那么，为什么还要让自己苦恼呢？或许你可以想开一点，如果他真的想通了，过几天就会联系你。如果他不再联系你，也许你可以考虑接受一个新的感情了，说不定会有更好的人等着你。有时候爱情是无法强求的，顺其自然可能会更好。希望这些建议对你有所帮助，希望你能够幸福。",
    "annotation": [
      {
        "sentence": "我明白你的绝望感，但是首先，我们要认识到爱情是平等的，应该要建立在基本的信任之上。",
        "label": ""
      },
      {
        "sentence": "也许他因为一些家庭等原因，对任何人都没有安全感和信任感，所以你的一些异常举动会引起他的误会。",
        "label": ""
      },
      {
        "sentence": "但是无论如何，这样的相处方式对两个人来说都是很大的压力和负担。",
        "label": ""
      },
      {
        "sentence": "我给你一些建议，希望可以帮助你：首先要冷静地思考，你们在一起的时候，他是突然这样对你吗，还是一直存在这样的不信任感？",
        "label": ""
      },
      {
        "sentence": "如果他是突然这样的，可能他确实已经想和你分手了。",
        "label": ""
      },
      {
        "sentence": "虽然你可能还想挽回这段感情，但是也许它已经回不到当初的状态了。",
        "label": ""
      },
      {
        "sentence": "退一步来说，也许你们已经没有办法再继续下去了，也许其他的人或许会更适合你。",
        "label": ""
      },
      {
        "sentence": "如果他一直存在这样的性格，你需要考虑是否有能力帮助他改变。",
        "label": ""
      },
      {
        "sentence": "如果你能够帮助他改变，你可以继续争取，如果不能，放弃也是一种解脱。",
        "label": ""
      },
      {
        "sentence": "真正能够走到一起的，是在对的时间遇见对的人，所以你需要思考清楚。",
        "label": ""
      },
      {
        "sentence": "爱情是需要用心经营的，不是靠一见钟情来维持的。",
        "label": ""
      },
      {
        "sentence": "所以你需要关注双方的相处方式和解决问题的方式。",
        "label": ""
      },
      {
        "sentence": "珍惜对方的关心，也要适当地关心对方。",
        "label": ""
      },
      {
        "sentence": "这些都是需要用行动来付诸实践的，不能只嘴上说说。",
        "label": ""
      },
      {
        "sentence": "就像我家人，我们不管去哪里，坐车开车都会彼此报平安，这样可以减轻家人的担忧。",
        "label": ""
      },
      {
        "sentence": "而你，可能有时候会忽略对方的感受，这样多了他肯定会有想法的。",
        "label": ""
      },
      {
        "sentence": "同样，遇到问题了，不要用离家出走、拉黑联系方式等方式去逃避。",
        "label": ""
      },
      {
        "sentence": "现在的你，或许删除了他以后他也一样在煎熬。",
        "label": ""
      },
      {
        "sentence": "只有用心换心，问题才能够得到解决，逃避只会让矛盾更加激化。",
        "label": ""
      },
      {
        "sentence": "时代变了，恋爱越来越注重自由，如果他可以不顾你的感受，拉黑你的所有联系方式，也许他根本不在乎你。",
        "label": ""
      },
      {
        "sentence": "那么，为什么还要让自己苦恼呢？",
        "label": ""
      },
      {
        "sentence": "或许你可以想开一点，如果他真的想通了，过几天就会联系你。",
        "label": ""
      },
      {
        "sentence": "如果他不再联系你，也许你可以考虑接受一个新的感情了，说不定会有更好的人等着你。",
        "label": ""
      },
      {
        "sentence": "有时候爱情是无法强求的，顺其自然可能会更好。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有所帮助，希望你能够幸福。",
        "label": ""
      }
    ]
  }
]