[
  {
    "role": "client",
    "content": "情绪总是因为人际关系而困扰，却事后反刍？我深受情绪困扰，我真想不受别人情绪影响，变成一个开心的人有些事情我无法忘怀，无法想通。比如他人对我的指责，语言攻击，嫌弃等不满的言语或者反应事中可能没有那么难受，但事后我忍不住的回忆他们，我非常希望摆脱情绪困扰因此我不敢攻击别人，避免冲突。我学习过abcde情绪疗法，但为什么有些情绪我改变思想控制不了？我社恐三年，现在走出70%，有些强迫思维。最近压力大，过去有不少人际关系的创伤。今天很明显舍友做的不对、他莫名对我表达不满事实上过去的我，比现在敏感的多，会因为一点点小事情就愤怒或者受伤。因为这个我不敢保护自己，不敢攻击别人还有就是，我对负面评价是真的敏感，往往以很大的反应。特别是被评价为学识一般，或者人品不行等。特别难受事后反刍",
    "annotation": [
      {
        "sentence": "情绪总是因为人际关系而困扰，却事后反刍？",
        "label": ""
      },
      {
        "sentence": "我深受情绪困扰，我真想不受别人情绪影响，变成一个开心的人有些事情我无法忘怀，无法想通。",
        "label": ""
      },
      {
        "sentence": "比如他人对我的指责，语言攻击，嫌弃等不满的言语或者反应事中可能没有那么难受，但事后我忍不住的回忆他们，我非常希望摆脱情绪困扰因此我不敢攻击别人，避免冲突。",
        "label": ""
      },
      {
        "sentence": "我学习过abcde情绪疗法，但为什么有些情绪我改变思想控制不了？",
        "label": ""
      },
      {
        "sentence": "我社恐三年，现在走出70%，有些强迫思维。",
        "label": ""
      },
      {
        "sentence": "最近压力大，过去有不少人际关系的创伤。",
        "label": ""
      },
      {
        "sentence": "今天很明显舍友做的不对、他莫名对我表达不满事实上过去的我，比现在敏感的多，会因为一点点小事情就愤怒或者受伤。",
        "label": ""
      },
      {
        "sentence": "因为这个我不敢保护自己，不敢攻击别人还有就是，我对负面评价是真的敏感，往往以很大的反应。",
        "label": ""
      },
      {
        "sentence": "特别是被评价为学识一般，或者人品不行等。",
        "label": ""
      },
      {
        "sentence": "特别难受事后反刍",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到的这个问题与你的自我有很大的关系。一个拥有成熟自我的人，是可以掌控自己的情绪和边界的。喜怒哀乐应该随心随感觉，能够分得清自己的情绪和他人的情绪，并且可以将其剥离开来。从你的描述中可以看出，你的内心世界很容易被外界因素所影响。可以这样形容，就像一个国家，国内的情况经常受到国外的影响。人际关系、情绪、感觉等都是由此衍生出来的。所以解决这个问题的根本在于从你的人格系统入手，找到潜意识中被忽略、压抑和扭曲的情结，勇敢面对它们，打破它们，重建自己的内心世界，重新焕发新的生机。",
    "annotation": [
      {
        "sentence": "你提到的这个问题与你的自我有很大的关系。",
        "label": ""
      },
      {
        "sentence": "一个拥有成熟自我的人，是可以掌控自己的情绪和边界的。",
        "label": ""
      },
      {
        "sentence": "喜怒哀乐应该随心随感觉，能够分得清自己的情绪和他人的情绪，并且可以将其剥离开来。",
        "label": ""
      },
      {
        "sentence": "从你的描述中可以看出，你的内心世界很容易被外界因素所影响。",
        "label": ""
      },
      {
        "sentence": "可以这样形容，就像一个国家，国内的情况经常受到国外的影响。",
        "label": ""
      },
      {
        "sentence": "人际关系、情绪、感觉等都是由此衍生出来的。",
        "label": ""
      },
      {
        "sentence": "所以解决这个问题的根本在于从你的人格系统入手，找到潜意识中被忽略、压抑和扭曲的情结，勇敢面对它们，打破它们，重建自己的内心世界，重新焕发新的生机。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的希望能够掌控自己的情绪和边界，但为什么有些情绪我无法改变和控制呢？我尝试过一些情绪疗法，比如ABCDE情绪疗法，但似乎效果不明显。我对社交场合有点社恐，虽然已经有三年的努力，但我只走出了70%的社交恐惧。而且我发现自己有些强迫思维，一些小事情就会让我感到愤怒或受伤。过去因为不敢保护自己，不敢攻击别人，所以总是忍气吞声。对于负面评价，我尤其敏感，每次都会做出很大的反应。特别是当被评价为学识一般或人品不好时，我会感到特别难受，事后还会反复回想这些事情。",
    "annotation": [
      {
        "sentence": "我真的希望能够掌控自己的情绪和边界，但为什么有些情绪我无法改变和控制呢？",
        "label": ""
      },
      {
        "sentence": "我尝试过一些情绪疗法，比如ABCDE情绪疗法，但似乎效果不明显。",
        "label": ""
      },
      {
        "sentence": "我对社交场合有点社恐，虽然已经有三年的努力，但我只走出了70%的社交恐惧。",
        "label": ""
      },
      {
        "sentence": "而且我发现自己有些强迫思维，一些小事情就会让我感到愤怒或受伤。",
        "label": ""
      },
      {
        "sentence": "过去因为不敢保护自己，不敢攻击别人，所以总是忍气吞声。",
        "label": ""
      },
      {
        "sentence": "对于负面评价，我尤其敏感，每次都会做出很大的反应。",
        "label": ""
      },
      {
        "sentence": "特别是当被评价为学识一般或人品不好时，我会感到特别难受，事后还会反复回想这些事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的困扰。情绪的改变并不是一蹴而就的过程，需要不断的实践和探索。ABCDE情绪疗法是一种很好的方法，但可能对于每个人的情绪调节都有一定的局限性。社交恐惧是一个相对常见的问题，你已经取得了很大的进步，走出了70%的社交恐惧，这已经是很了不起的成就了。关于强迫思维和对负面评价的敏感，我们可以一起分析，找到可能导致这些困扰的根源，然后针对性地进行调整和疗愈。",
    "annotation": [
      {
        "sentence": "理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "情绪的改变并不是一蹴而就的过程，需要不断的实践和探索。",
        "label": ""
      },
      {
        "sentence": "ABCDE情绪疗法是一种很好的方法，但可能对于每个人的情绪调节都有一定的局限性。",
        "label": ""
      },
      {
        "sentence": "社交恐惧是一个相对常见的问题，你已经取得了很大的进步，走出了70%的社交恐惧，这已经是很了不起的成就了。",
        "label": ""
      },
      {
        "sentence": "关于强迫思维和对负面评价的敏感，我们可以一起分析，找到可能导致这些困扰的根源，然后针对性地进行调整和疗愈。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我也明白情绪改变是一个长期的过程，需要持续的努力和耐心。虽然我已经取得了一些进步，但我依然感到困惑和挫败。我希望能够更好地了解自己，找出问题的根源，并且学会更好地处理情绪和面对人际关系中的挑战。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我也明白情绪改变是一个长期的过程，需要持续的努力和耐心。",
        "label": ""
      },
      {
        "sentence": "虽然我已经取得了一些进步，但我依然感到困惑和挫败。",
        "label": ""
      },
      {
        "sentence": "我希望能够更好地了解自己，找出问题的根源，并且学会更好地处理情绪和面对人际关系中的挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的认识已经很到位了。接下来，我们可以一起探索你内心的情感和扭曲的情结。或许在过去的人际关系中有一些创伤和伤害，如果你愿意，我们可以逐步回顾这些经历，找出其中的共同点和触发因素，然后一起找到恢复和疗愈的方法。同时，我们也可以通过具体的情境演练，来帮助你更好地处理和应对类似的情绪困扰和人际关系挑战。",
    "annotation": [
      {
        "sentence": "你的认识已经很到位了。",
        "label": ""
      },
      {
        "sentence": "接下来，我们可以一起探索你内心的情感和扭曲的情结。",
        "label": ""
      },
      {
        "sentence": "或许在过去的人际关系中有一些创伤和伤害，如果你愿意，我们可以逐步回顾这些经历，找出其中的共同点和触发因素，然后一起找到恢复和疗愈的方法。",
        "label": ""
      },
      {
        "sentence": "同时，我们也可以通过具体的情境演练，来帮助你更好地处理和应对类似的情绪困扰和人际关系挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在明白了，我的情绪困扰并不是无法解决的问题，而是需要我主动去面对和处理。我愿意跟你一起探索和解决这些问题。希望通过你的帮助，我能够找到自我解脱的方法，成为一个更开心、自信和健康的人。",
    "annotation": [
      {
        "sentence": "我现在明白了，我的情绪困扰并不是无法解决的问题，而是需要我主动去面对和处理。",
        "label": ""
      },
      {
        "sentence": "我愿意跟你一起探索和解决这些问题。",
        "label": ""
      },
      {
        "sentence": "希望通过你的帮助，我能够找到自我解脱的方法，成为一个更开心、自信和健康的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常高兴听到你的决心和愿望。作为你的支持者，我会倾听和理解你的困惑，并提供恰当的指导和支持。我们可以一起制定具体的疗愈计划，并逐步实施，让你的情绪和人际关系得到积极的改善。请相信自己，相信我们的合作，你一定能够摆脱情绪困扰，重获内心的平静和快乐。",
    "annotation": [
      {
        "sentence": "非常高兴听到你的决心和愿望。",
        "label": ""
      },
      {
        "sentence": "作为你的支持者，我会倾听和理解你的困惑，并提供恰当的指导和支持。",
        "label": ""
      },
      {
        "sentence": "我们可以一起制定具体的疗愈计划，并逐步实施，让你的情绪和人际关系得到积极的改善。",
        "label": ""
      },
      {
        "sentence": "请相信自己，相信我们的合作，你一定能够摆脱情绪困扰，重获内心的平静和快乐。",
        "label": ""
      }
    ]
  }
]