[
  {
    "role": "client",
    "content": "男性出轨，可以改过自新，不再出轨吗？男友出轨后求原谅，我也在渐渐消除自己的怀疑。他表现的还算不错，但我在网上看的文章和评论很多都是说出轨只有0和无数次。但我也觉得世事无绝对。是否有存在出轨后不再犯的案例呢？我们都是想步入婚姻的。如果杜绝出轨，我们应该怎么防范或者有什么案例和方法做到真正让浪子回头？",
    "annotation": [
      {
        "sentence": "男性出轨，可以改过自新，不再出轨吗？",
        "label": ""
      },
      {
        "sentence": "男友出轨后求原谅，我也在渐渐消除自己的怀疑。",
        "label": ""
      },
      {
        "sentence": "他表现的还算不错，但我在网上看的文章和评论很多都是说出轨只有0和无数次。",
        "label": ""
      },
      {
        "sentence": "但我也觉得世事无绝对。",
        "label": ""
      },
      {
        "sentence": "是否有存在出轨后不再犯的案例呢？",
        "label": ""
      },
      {
        "sentence": "我们都是想步入婚姻的。",
        "label": ""
      },
      {
        "sentence": "如果杜绝出轨，我们应该怎么防范或者有什么案例和方法做到真正让浪子回头？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢谢邀请，很抱歉这么久才回应你！感觉到因为男友出轨让你很纠结，一方面，出轨后的男友，浪子回头，表现出了最真诚的悔改，另一方面，如果这一次那么轻易的原谅了男友会不会重蹈覆辙，所以内心很纠结，很煎熬，对吗？",
    "annotation": [
      {
        "sentence": "谢谢邀请，很抱歉这么久才回应你！",
        "label": ""
      },
      {
        "sentence": "感觉到因为男友出轨让你很纠结，一方面，出轨后的男友，浪子回头，表现出了最真诚的悔改，另一方面，如果这一次那么轻易的原谅了男友会不会重蹈覆辙，所以内心很纠结，很煎熬，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很煎熬。我和男友认识两年了，感情基础还算不错。他出轨是因为工作压力和一次误会导致的。",
    "annotation": [
      {
        "sentence": "是的，我真的很煎熬。",
        "label": ""
      },
      {
        "sentence": "我和男友认识两年了，感情基础还算不错。",
        "label": ""
      },
      {
        "sentence": "他出轨是因为工作压力和一次误会导致的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "好的，明白了。根据你的情况，我可以给你几个假设。如果你的男友本性风流，经常性的招花惹草，那么不管你是否选择原谅他，他肯定会继续的做伤害你的事情？",
    "annotation": [
      {
        "sentence": "好的，明白了。",
        "label": ""
      },
      {
        "sentence": "根据你的情况，我可以给你几个假设。",
        "label": ""
      },
      {
        "sentence": "如果你的男友本性风流，经常性的招花惹草，那么不管你是否选择原谅他，他肯定会继续的做伤害你的事情？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他之前是没有出轨的记录的，这次算是第一次。但我担心他会再次出轨。",
    "annotation": [
      {
        "sentence": "他之前是没有出轨的记录的，这次算是第一次。",
        "label": ""
      },
      {
        "sentence": "但我担心他会再次出轨。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你的男友是谦谦正人君子，这一次是一种偶然事件导致的，比如醉酒乱性，那么今后，或许吸取教训，真的可以改邪归正，前提是你对他足够的信任，你们感情基础很好。此外，如果男友的人品没有任何问题，你们的恋爱关系出现了问题，或者说你们的感情出现了裂痕，这种裂痕是因为沟通的不畅造成的，他的出轨源于恋爱关系所带给他的缺憾，满足生理需求，或者情感需求，那么将来出轨的概率当然就也不可避免。",
    "annotation": [
      {
        "sentence": "如果你的男友是谦谦正人君子，这一次是一种偶然事件导致的，比如醉酒乱性，那么今后，或许吸取教训，真的可以改邪归正，前提是你对他足够的信任，你们感情基础很好。",
        "label": ""
      },
      {
        "sentence": "此外，如果男友的人品没有任何问题，你们的恋爱关系出现了问题，或者说你们的感情出现了裂痕，这种裂痕是因为沟通的不畅造成的，他的出轨源于恋爱关系所带给他的缺憾，满足生理需求，或者情感需求，那么将来出轨的概率当然就也不可避免。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我相信他是一个好人，但我们确实有些沟通问题，也有一些不满意的地方。",
    "annotation": [
      {
        "sentence": "我相信他是一个好人，但我们确实有些沟通问题，也有一些不满意的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了。需要知道的是，例外的背后是我们对感情，对爱情，对关系的态度是怎样的？如果保持坐享其成的态度，肯定将来一但过了新鲜期，蜜月期，本性就可能复发。如果本着为爱情重新经营和保鲜的态度，那么结果就可能真的达到我们期望的那样。至于如何防范，取决于你们彼此的性格特点是怎样的？取决于对彼此的信任度是怎样的？",
    "annotation": [
      {
        "sentence": "明白了。",
        "label": ""
      },
      {
        "sentence": "需要知道的是，例外的背后是我们对感情，对爱情，对关系的态度是怎样的？",
        "label": ""
      },
      {
        "sentence": "如果保持坐享其成的态度，肯定将来一但过了新鲜期，蜜月期，本性就可能复发。",
        "label": ""
      },
      {
        "sentence": "如果本着为爱情重新经营和保鲜的态度，那么结果就可能真的达到我们期望的那样。",
        "label": ""
      },
      {
        "sentence": "至于如何防范，取决于你们彼此的性格特点是怎样的？",
        "label": ""
      },
      {
        "sentence": "取决于对彼此的信任度是怎样的？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我们都是比较敏感的人，而且缺乏一些信任。我们应该怎么做才能在未来防止出轨？",
    "annotation": [
      {
        "sentence": "我觉得我们都是比较敏感的人，而且缺乏一些信任。",
        "label": ""
      },
      {
        "sentence": "我们应该怎么做才能在未来防止出轨？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你还是老公都属于敏感性的人，无论是你，还是他，今后无论做什么对爱情有意义的事情，都会重新赢得信任，那么就会给这段感情留下阴影。试想一下，如果你保持着警惕的心态开始和男友交往，无论他做什么你都不放心，试想一下，他会对你的感情怎样产生怎样的反应？方法不是没有，方法一旦实施会出现的连锁反应可能是我们无法预想到的。",
    "annotation": [
      {
        "sentence": "如果你还是老公都属于敏感性的人，无论是你，还是他，今后无论做什么对爱情有意义的事情，都会重新赢得信任，那么就会给这段感情留下阴影。",
        "label": ""
      },
      {
        "sentence": "试想一下，如果你保持着警惕的心态开始和男友交往，无论他做什么你都不放心，试想一下，他会对你的感情怎样产生怎样的反应？",
        "label": ""
      },
      {
        "sentence": "方法不是没有，方法一旦实施会出现的连锁反应可能是我们无法预想到的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我们需要平等相待，相互理解和信任。我应该和他坦诚地沟通我的困惑和担忧。",
    "annotation": [
      {
        "sentence": "我明白了，我们需要平等相待，相互理解和信任。",
        "label": ""
      },
      {
        "sentence": "我应该和他坦诚地沟通我的困惑和担忧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，很重要的一点就是要保持良好的沟通。如果你想继续保持这段恋爱关系，可以把你内心的纠结和挣扎告诉给你的男友，并且明确的表示：绝不允许第二次，你的隐忍的底线是什么？此外，我觉得先不要轻易的宽恕他，用时间来冷落一下他，一方面让他知道你这一次非常的生气和愤怒，另一方面也算是给他，呈现你对出轨所带给你的痛苦多么的刻骨铭心！至于多长的时间，你需要明确的告诉对方，作为观察期，也是惩罚期。加油，和我永远爱你！",
    "annotation": [
      {
        "sentence": "对的，很重要的一点就是要保持良好的沟通。",
        "label": ""
      },
      {
        "sentence": "如果你想继续保持这段恋爱关系，可以把你内心的纠结和挣扎告诉给你的男友，并且明确的表示：绝不允许第二次，你的隐忍的底线是什么？",
        "label": ""
      },
      {
        "sentence": "此外，我觉得先不要轻易的宽恕他，用时间来冷落一下他，一方面让他知道你这一次非常的生气和愤怒，另一方面也算是给他，呈现你对出轨所带给你的痛苦多么的刻骨铭心！",
        "label": ""
      },
      {
        "sentence": "至于多长的时间，你需要明确的告诉对方，作为观察期，也是惩罚期。",
        "label": ""
      },
      {
        "sentence": "加油，和我永远爱你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励！我会好好考虑，并和男友共同努力，希望我们的感情能够变得更好。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会好好考虑，并和男友共同努力，希望我们的感情能够变得更好。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直都在这里支持你。希望你们能够共同克服困难，共建美好的未来。加油！",
    "annotation": [
      {
        "sentence": "不客气，我一直都在这里支持你。",
        "label": ""
      },
      {
        "sentence": "希望你们能够共同克服困难，共建美好的未来。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]