[
  {
    "role": "client",
    "content": "在大学没有找到志同道合的朋友，不开心？",
    "annotation": [
      {
        "sentence": "在大学没有找到志同道合的朋友，不开心？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "遇到和交到志同道合的朋友，是需要运气和一些缘分的，但也需要思考存在于自身的人际交往中的问题。从你的描述中，非常可以理解你在目前的大学生活中没有遇到很好的朋友那样遗憾和郁闷，也担忧自己在剩下的时间内，可能遇不到理想的朋友，而感到失望。认真分析自己在人际关系中是否存在问题？",
    "annotation": [
      {
        "sentence": "遇到和交到志同道合的朋友，是需要运气和一些缘分的，但也需要思考存在于自身的人际交往中的问题。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，非常可以理解你在目前的大学生活中没有遇到很好的朋友那样遗憾和郁闷，也担忧自己在剩下的时间内，可能遇不到理想的朋友，而感到失望。",
        "label": ""
      },
      {
        "sentence": "认真分析自己在人际关系中是否存在问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想了很多次，但是我觉得我对待朋友都很友善，也主动去交流，但就是没有找到志同道合的朋友。",
    "annotation": [
      {
        "sentence": "我想了很多次，但是我觉得我对待朋友都很友善，也主动去交流，但就是没有找到志同道合的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可能你无形中推开了一些想要和你做朋友的人呢？比如你是否话少，独来独往？是否不经常参与群体活动？是否社交圈子固定且狭窄？是否在群体中，没有主动地释放善意和表达自己的想法？等等。除了缘分和运气，还有以上的非常多的方面，影响到我们交友的质量和数量的，所以让自己先冷静下来找出可能潜在的原因，然后思考一些针对性的方法进行改变和培养。",
    "annotation": [
      {
        "sentence": "可能你无形中推开了一些想要和你做朋友的人呢？",
        "label": ""
      },
      {
        "sentence": "比如你是否话少，独来独往？",
        "label": ""
      },
      {
        "sentence": "是否不经常参与群体活动？",
        "label": ""
      },
      {
        "sentence": "是否社交圈子固定且狭窄？",
        "label": ""
      },
      {
        "sentence": "是否在群体中，没有主动地释放善意和表达自己的想法？",
        "label": ""
      },
      {
        "sentence": "等等。",
        "label": ""
      },
      {
        "sentence": "除了缘分和运气，还有以上的非常多的方面，影响到我们交友的质量和数量的，所以让自己先冷静下来找出可能潜在的原因，然后思考一些针对性的方法进行改变和培养。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实有些话少，也不太善于表达自己的想法。我想我可能需要改变一下这些方面的问题。",
    "annotation": [
      {
        "sentence": "我确实有些话少，也不太善于表达自己的想法。",
        "label": ""
      },
      {
        "sentence": "我想我可能需要改变一下这些方面的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经意识到了自己的问题，并且愿意去改变，这非常重要。好的友谊，就像一件好事一样，可能不会落在每个人身上，但如果在一个人的时候，认真地生活和努力，总会有自己的运气和好事的。可能你在思考完自己的问题，并且在剩下的大学时光里，认真地改变和践行，也许会在不经意的时刻，遇到一些相处得来的朋友呢？当他们向你走来时，可能你都不确定你们会在日后成为很好的朋友，但就是那样自然和顺畅地交起了朋友。",
    "annotation": [
      {
        "sentence": "很好，你已经意识到了自己的问题，并且愿意去改变，这非常重要。",
        "label": ""
      },
      {
        "sentence": "好的友谊，就像一件好事一样，可能不会落在每个人身上，但如果在一个人的时候，认真地生活和努力，总会有自己的运气和好事的。",
        "label": ""
      },
      {
        "sentence": "可能你在思考完自己的问题，并且在剩下的大学时光里，认真地改变和践行，也许会在不经意的时刻，遇到一些相处得来的朋友呢？",
        "label": ""
      },
      {
        "sentence": "当他们向你走来时，可能你都不确定你们会在日后成为很好的朋友，但就是那样自然和顺畅地交起了朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，一定要积极主动地与人交流，也不能放弃对缘分的期待。",
    "annotation": [
      {
        "sentence": "我明白了，一定要积极主动地与人交流，也不能放弃对缘分的期待。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，人际交往需要积极主动，但也需要有耐心等待。不要过分焦虑和着急，要相信自己的缘分会在最合适的时候到来。你可能担心在做实验时，自己活动的时间和范围都会大大地缩减，但没有关系的，可能你在实验楼也会认识一些朋友的；或者在你某次出去看电影或者坐车的时候，偶遇到了呢？未来的美好，在于不确定，而未来的不确定，也会让人感到恐慌和不安。",
    "annotation": [
      {
        "sentence": "是的，人际交往需要积极主动，但也需要有耐心等待。",
        "label": ""
      },
      {
        "sentence": "不要过分焦虑和着急，要相信自己的缘分会在最合适的时候到来。",
        "label": ""
      },
      {
        "sentence": "你可能担心在做实验时，自己活动的时间和范围都会大大地缩减，但没有关系的，可能你在实验楼也会认识一些朋友的；或者在你某次出去看电影或者坐车的时候，偶遇到了呢？",
        "label": ""
      },
      {
        "sentence": "未来的美好，在于不确定，而未来的不确定，也会让人感到恐慌和不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽量保持开放和善意的态度，积极面对未来。",
    "annotation": [
      {
        "sentence": "我会尽量保持开放和善意的态度，积极面对未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，保持积极的心态是非常重要的。好好地做好自己当前能够做的事情，对外界的人和事情，保持开放和善意的态度。相信，一定会有和你志同道合的人，在慢慢地向你走来的。",
    "annotation": [
      {
        "sentence": "很好，保持积极的心态是非常重要的。",
        "label": ""
      },
      {
        "sentence": "好好地做好自己当前能够做的事情，对外界的人和事情，保持开放和善意的态度。",
        "label": ""
      },
      {
        "sentence": "相信，一定会有和你志同道合的人，在慢慢地向你走来的。",
        "label": ""
      }
    ]
  }
]