[
  {
    "role": "client",
    "content": "情绪总是因为人际关系而困扰，却事后反刍？我深受情绪困扰，我真想不受别人情绪影响，变成一个开心的人。有些事情我无法忘怀，无法想通。比如他人对我的指责，语言攻击，嫌弃等不满的言语或者反应。事中可能没有那么难受，但事后我忍不住的回忆他们。我非常希望摆脱情绪困扰，因此我不敢攻击别人，避免冲突。我学习过abcde情绪疗法，但为什么有些情绪我改变思想控制不了？我社恐三年，现在走出70%，有些强迫思维。最近压力大，过去有不少人际关系的创伤。今天很明显舍友做的不对，他莫名对我表达不满。事实上过去的我，比现在敏感的多，会因为一点点小事情就愤怒或者受伤。因为这个我不敢保护自己，不敢攻击别人。还有就是，我对负面评价是真的敏感，往往以很大的反应。特别是被评价为学识一般，或者人品不行等。特别难受事后反刍。",
    "annotation": [
      {
        "sentence": "情绪总是因为人际关系而困扰，却事后反刍？",
        "label": ""
      },
      {
        "sentence": "我深受情绪困扰，我真想不受别人情绪影响，变成一个开心的人。",
        "label": ""
      },
      {
        "sentence": "有些事情我无法忘怀，无法想通。",
        "label": ""
      },
      {
        "sentence": "比如他人对我的指责，语言攻击，嫌弃等不满的言语或者反应。",
        "label": ""
      },
      {
        "sentence": "事中可能没有那么难受，但事后我忍不住的回忆他们。",
        "label": ""
      },
      {
        "sentence": "我非常希望摆脱情绪困扰，因此我不敢攻击别人，避免冲突。",
        "label": ""
      },
      {
        "sentence": "我学习过abcde情绪疗法，但为什么有些情绪我改变思想控制不了？",
        "label": ""
      },
      {
        "sentence": "我社恐三年，现在走出70%，有些强迫思维。",
        "label": ""
      },
      {
        "sentence": "最近压力大，过去有不少人际关系的创伤。",
        "label": ""
      },
      {
        "sentence": "今天很明显舍友做的不对，他莫名对我表达不满。",
        "label": ""
      },
      {
        "sentence": "事实上过去的我，比现在敏感的多，会因为一点点小事情就愤怒或者受伤。",
        "label": ""
      },
      {
        "sentence": "因为这个我不敢保护自己，不敢攻击别人。",
        "label": ""
      },
      {
        "sentence": "还有就是，我对负面评价是真的敏感，往往以很大的反应。",
        "label": ""
      },
      {
        "sentence": "特别是被评价为学识一般，或者人品不行等。",
        "label": ""
      },
      {
        "sentence": "特别难受事后反刍。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我能理解。在现实生活中，我们常常会受到各种外界因素的影响，尤其是人际关系。而你之所以事后会反刍情绪，可能是因为你对这些事情非常在意，而且很难释怀。abcde情绪疗法是一个不错的方法，但是有些情绪确实很难通过思想控制来改变。这是因为情绪受到了多个因素的影响，不仅仅是思维上的问题。你提到你社交恐惧三年，目前已经有所好转，但仍存在一些强迫思维。这是一个需要时间和努力来克服的过程。最近你的压力很大，过去的人际关系创伤也会对你产生影响，导致你对舍友的行为更加敏感。过去的经历使你变得更脆弱，一点小事就能触发你的愤怒或伤害感。这可能也是你不敢保护自己、不敢攻击别人的原因。另外，对于负面评价，很多人都会敏感，尤其是在被评价为学识一般或人品不好等方面。这些都会让我们特别难受，事后反复回忆。你的感受是很正常的，不要对自己太苛责。",
    "annotation": [
      {
        "sentence": "你的感受我能理解。",
        "label": ""
      },
      {
        "sentence": "在现实生活中，我们常常会受到各种外界因素的影响，尤其是人际关系。",
        "label": ""
      },
      {
        "sentence": "而你之所以事后会反刍情绪，可能是因为你对这些事情非常在意，而且很难释怀。",
        "label": ""
      },
      {
        "sentence": "abcde情绪疗法是一个不错的方法，但是有些情绪确实很难通过思想控制来改变。",
        "label": ""
      },
      {
        "sentence": "这是因为情绪受到了多个因素的影响，不仅仅是思维上的问题。",
        "label": ""
      },
      {
        "sentence": "你提到你社交恐惧三年，目前已经有所好转，但仍存在一些强迫思维。",
        "label": ""
      },
      {
        "sentence": "这是一个需要时间和努力来克服的过程。",
        "label": ""
      },
      {
        "sentence": "最近你的压力很大，过去的人际关系创伤也会对你产生影响，导致你对舍友的行为更加敏感。",
        "label": ""
      },
      {
        "sentence": "过去的经历使你变得更脆弱，一点小事就能触发你的愤怒或伤害感。",
        "label": ""
      },
      {
        "sentence": "这可能也是你不敢保护自己、不敢攻击别人的原因。",
        "label": ""
      },
      {
        "sentence": "另外，对于负面评价，很多人都会敏感，尤其是在被评价为学识一般或人品不好等方面。",
        "label": ""
      },
      {
        "sentence": "这些都会让我们特别难受，事后反复回忆。",
        "label": ""
      },
      {
        "sentence": "你的感受是很正常的，不要对自己太苛责。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。确实，我可能太在意别人对我的看法，总是担心自己被评价为不好的形象。我一直想做到不受他人情绪影响，变成一个开心的人。但是我发现很难摆脱这些负面情绪，总是在反思自己的行为和他人对我说的话。我该如何培养自己的心理韧性，不被外界轻易影响呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "确实，我可能太在意别人对我的看法，总是担心自己被评价为不好的形象。",
        "label": ""
      },
      {
        "sentence": "我一直想做到不受他人情绪影响，变成一个开心的人。",
        "label": ""
      },
      {
        "sentence": "但是我发现很难摆脱这些负面情绪，总是在反思自己的行为和他人对我说的话。",
        "label": ""
      },
      {
        "sentence": "我该如何培养自己的心理韧性，不被外界轻易影响呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "培养心理韧性是一个需要时间和坚持的过程。首先，要学会接纳自己和自己的情绪。我们都是人，都有情绪，情绪的波动是正常的。不要对自己的情绪感到厌烦或否定，要学会友善地对待它们。其次，要学会放下过去的伤害和他人的评价。过去的事情无法改变，他人的评价也只是他们的看法而已。重要的是相信自己的价值和能力，不要让别人的话左右你的情绪。同时，建立一个良好的支持系统，可以是朋友、家人或者心理咨询师。和他们分享你的感受，倾诉自己的困扰，他们可以给你提供更多的理解和支持。最后，培养积极的心态和乐观的态度，尽量从积极的方面看待问题，寻找解决办法。相信自己的成长和进步，相信你能够摆脱困扰，变得更加坚强和开心。我相信你可以做到的！",
    "annotation": [
      {
        "sentence": "培养心理韧性是一个需要时间和坚持的过程。",
        "label": ""
      },
      {
        "sentence": "首先，要学会接纳自己和自己的情绪。",
        "label": ""
      },
      {
        "sentence": "我们都是人，都有情绪，情绪的波动是正常的。",
        "label": ""
      },
      {
        "sentence": "不要对自己的情绪感到厌烦或否定，要学会友善地对待它们。",
        "label": ""
      },
      {
        "sentence": "其次，要学会放下过去的伤害和他人的评价。",
        "label": ""
      },
      {
        "sentence": "过去的事情无法改变，他人的评价也只是他们的看法而已。",
        "label": ""
      },
      {
        "sentence": "重要的是相信自己的价值和能力，不要让别人的话左右你的情绪。",
        "label": ""
      },
      {
        "sentence": "同时，建立一个良好的支持系统，可以是朋友、家人或者心理咨询师。",
        "label": ""
      },
      {
        "sentence": "和他们分享你的感受，倾诉自己的困扰，他们可以给你提供更多的理解和支持。",
        "label": ""
      },
      {
        "sentence": "最后，培养积极的心态和乐观的态度，尽量从积极的方面看待问题，寻找解决办法。",
        "label": ""
      },
      {
        "sentence": "相信自己的成长和进步，相信你能够摆脱困扰，变得更加坚强和开心。",
        "label": ""
      },
      {
        "sentence": "我相信你可以做到的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我会尽量接受自己的情绪，不再否定它们。同时，我也会尝试放下过去的伤害和他人的评价，在自我肯定和自我价值上努力。我会和身边的人更多地交流，寻求支持和理解。谢谢你的建议和鼓励，我会努力培养心理韧性，追求自己的幸福。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我会尽量接受自己的情绪，不再否定它们。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尝试放下过去的伤害和他人的评价，在自我肯定和自我价值上努力。",
        "label": ""
      },
      {
        "sentence": "我会和身边的人更多地交流，寻求支持和理解。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励，我会努力培养心理韧性，追求自己的幸福。",
        "label": ""
      }
    ]
  }
]