[
  {
    "role": "client",
    "content": "结婚七年，觉得自己没有多大错，老公却崩溃到要离婚？",
    "annotation": [
      {
        "sentence": "结婚七年，觉得自己没有多大错，老公却崩溃到要离婚？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "1：结婚七年老公说我从来没有给他家的感觉，让他觉的很孤独，没有心理的依靠和支撑。对于家的概念，对于家的感觉，不知道你先生是如何理解这些概念的，孤独的背后或许是需要一份情感上的支持，这或许就是他需要的心理上的那份依靠。",
    "annotation": [
      {
        "sentence": "1：结婚七年老公说我从来没有给他家的感觉，让他觉的很孤独，没有心理的依靠和支撑。",
        "label": ""
      },
      {
        "sentence": "对于家的概念，对于家的感觉，不知道你先生是如何理解这些概念的，孤独的背后或许是需要一份情感上的支持，这或许就是他需要的心理上的那份依靠。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我尽力了，可是他觉得我对家庭没有概念，从来没有给他家的感觉。我真的不知道他想要的是什么样的家庭感觉。",
    "annotation": [
      {
        "sentence": "我尽力了，可是他觉得我对家庭没有概念，从来没有给他家的感觉。",
        "label": ""
      },
      {
        "sentence": "我真的不知道他想要的是什么样的家庭感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "2：他很多次等我成熟有所改变同时也努力引导我改变，但都失败了，他说他现在精神已接近崩溃要放弃，提出离婚。经过非常努力的对你要求的改造，似乎没有如他所愿，感觉到很失望，看似乎是你的问题，或许他没有发现对你的失望是对自己努力也得不到结果的某种失望，他估计没有意识到这个问题来源于背后难以接受自己的那份挫败感，那么提出分开，这种挫败感就会减轻了，这是潜意识在运作而难以发现的一个问题。",
    "annotation": [
      {
        "sentence": "2：他很多次等我成熟有所改变同时也努力引导我改变，但都失败了，他说他现在精神已接近崩溃要放弃，提出离婚。",
        "label": ""
      },
      {
        "sentence": "经过非常努力的对你要求的改造，似乎没有如他所愿，感觉到很失望，看似乎是你的问题，或许他没有发现对你的失望是对自己努力也得不到结果的某种失望，他估计没有意识到这个问题来源于背后难以接受自己的那份挫败感，那么提出分开，这种挫败感就会减轻了，这是潜意识在运作而难以发现的一个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他为什么不告诉我他的内心感受呢？我真的不知道他已经忍受了这么多，我不知道他到底需要什么样的改变。",
    "annotation": [
      {
        "sentence": "他为什么不告诉我他的内心感受呢？",
        "label": ""
      },
      {
        "sentence": "我真的不知道他已经忍受了这么多，我不知道他到底需要什么样的改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "3：我承认，我可能是对婚姻家庭没什么概念也不会经营，他每次跟我交流的他认为严重的事我都觉得是小事怎么说的这么严重？甚至觉得他矫情，没事找事。对方觉得严重，你觉得是小事，这是两个人对同一件事情有不同的观点，这是很平常，这是观点上的冲突，目前没有具体的事件描述，这里不好细说更多。或许你们各自所在的角度所看到的，都是对的，只是你先生希望你认同他的看法，才可能觉得被认同，目前不清晰你对婚姻家庭的概念是怎么理解的，或者这并不是你的错。",
    "annotation": [
      {
        "sentence": "3：我承认，我可能是对婚姻家庭没什么概念也不会经营，他每次跟我交流的他认为严重的事我都觉得是小事怎么说的这么严重？",
        "label": ""
      },
      {
        "sentence": "甚至觉得他矫情，没事找事。",
        "label": ""
      },
      {
        "sentence": "对方觉得严重，你觉得是小事，这是两个人对同一件事情有不同的观点，这是很平常，这是观点上的冲突，目前没有具体的事件描述，这里不好细说更多。",
        "label": ""
      },
      {
        "sentence": "或许你们各自所在的角度所看到的，都是对的，只是你先生希望你认同他的看法，才可能觉得被认同，目前不清晰你对婚姻家庭的概念是怎么理解的，或者这并不是你的错。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许的确是我们对待问题的角度不同，导致了我们互不理解。我现在很迷茫，我不知道他到底需要怎样的支持才算是真正的支持。",
    "annotation": [
      {
        "sentence": "或许的确是我们对待问题的角度不同，导致了我们互不理解。",
        "label": ""
      },
      {
        "sentence": "我现在很迷茫，我不知道他到底需要怎样的支持才算是真正的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "4：我觉得我很包容和支持他，为了他做生意我帮他贷款以至于他生意赔了还不上钱都是我一人在扛，没有抱怨他一句，这难道不是支持吗？我真不知道该怎么办，也不知道他要的是什么。这里看到，你做的还是蛮多的，的确是有支持，不知道他说的支持是需要什么样的支持，这需要他来清晰表达什么样的情况才算是支持，也看到你的迷惑，他到底要的是什么。",
    "annotation": [
      {
        "sentence": "4：我觉得我很包容和支持他，为了他做生意我帮他贷款以至于他生意赔了还不上钱都是我一人在扛，没有抱怨他一句，这难道不是支持吗？",
        "label": ""
      },
      {
        "sentence": "我真不知道该怎么办，也不知道他要的是什么。",
        "label": ""
      },
      {
        "sentence": "这里看到，你做的还是蛮多的，的确是有支持，不知道他说的支持是需要什么样的支持，这需要他来清晰表达什么样的情况才算是支持，也看到你的迷惑，他到底要的是什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的希望他能够明确告诉我他的需求，这样我才能更好地支持他。但每次我问他，他都会生气和讽刺我。",
    "annotation": [
      {
        "sentence": "我真的希望他能够明确告诉我他的需求，这样我才能更好地支持他。",
        "label": ""
      },
      {
        "sentence": "但每次我问他，他都会生气和讽刺我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "5：问他他就觉得我是明知故问就特别生气。他经常说要想马儿跑就要给马吃草，话我是明白，但就不知道他所谓的草是什么，这就是我们交流的最大问题，听不懂对方的话。看到这里，似乎有点眉目了，在沟通方面，的确存在障碍，例如他说的这句话，（明知故问），这句话表达的是他以为你是知道的，以为你知道他想要的是什么而不愿意给，这就是他比较容易误解的地方，你也成为冤大头了，你并不是他心里的虫子，又怎么知道他是怎么想，要什么。所以你说听不懂对方的话，这也是让你感受到那份无助，想给确不知道要给什么，做些什么。",
    "annotation": [
      {
        "sentence": "5：问他他就觉得我是明知故问就特别生气。",
        "label": ""
      },
      {
        "sentence": "他经常说要想马儿跑就要给马吃草，话我是明白，但就不知道他所谓的草是什么，这就是我们交流的最大问题，听不懂对方的话。",
        "label": ""
      },
      {
        "sentence": "看到这里，似乎有点眉目了，在沟通方面，的确存在障碍，例如他说的这句话，（明知故问），这句话表达的是他以为你是知道的，以为你知道他想要的是什么而不愿意给，这就是他比较容易误解的地方，你也成为冤大头了，你并不是他心里的虫子，又怎么知道他是怎么想，要什么。",
        "label": ""
      },
      {
        "sentence": "所以你说听不懂对方的话，这也是让你感受到那份无助，想给确不知道要给什么，做些什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我要怎样才能更好地理解他的需求呢？我真的很想和他沟通，但每次都以失败告终。",
    "annotation": [
      {
        "sentence": "我要怎样才能更好地理解他的需求呢？",
        "label": ""
      },
      {
        "sentence": "我真的很想和他沟通，但每次都以失败告终。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "6：我要直接问他，他就又失望又讽刺又暴怒，说是七年了我都不知道他是怎么了，看来真该离了。我到底哪错了？他到底要什么？婚姻还能挽回吗？一问就暴怒，源于上面所说，还是他以为你理解而不给，不愿意改变这个想法出的问题。别说7年，17年也难以理解透一个人，何况7年，7年太少了，其实问题在于沟通上的隔阂，这个点如果能互相都能把事情说的更明白一点，别让人猜测，会好办很多，同时不管离还是不离，建议先做一些自我成长，提升自己的观察力和理解力，都是有帮助的。如果能解决沟通上的问题，和解还是有非常大的可能性的。我看到你描述的这几段话，有很多的误解，双方都难以达到理解上的默契，这是一个重点要疏导的问题。",
    "annotation": [
      {
        "sentence": "6：我要直接问他，他就又失望又讽刺又暴怒，说是七年了我都不知道他是怎么了，看来真该离了。",
        "label": ""
      },
      {
        "sentence": "我到底哪错了？",
        "label": ""
      },
      {
        "sentence": "他到底要什么？",
        "label": ""
      },
      {
        "sentence": "婚姻还能挽回吗？",
        "label": ""
      },
      {
        "sentence": "一问就暴怒，源于上面所说，还是他以为你理解而不给，不愿意改变这个想法出的问题。",
        "label": ""
      },
      {
        "sentence": "别说7年，17年也难以理解透一个人，何况7年，7年太少了，其实问题在于沟通上的隔阂，这个点如果能互相都能把事情说的更明白一点，别让人猜测，会好办很多，同时不管离还是不离，建议先做一些自我成长，提升自己的观察力和理解力，都是有帮助的。",
        "label": ""
      },
      {
        "sentence": "如果能解决沟通上的问题，和解还是有非常大的可能性的。",
        "label": ""
      },
      {
        "sentence": "我看到你描述的这几段话，有很多的误解，双方都难以达到理解上的默契，这是一个重点要疏导的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着更耐心地与他沟通，同时也会努力提升自己的观察力和理解力。谢谢你的建议和支持，我希望我们能够重新建立起良好的沟通和理解，挽回我们的婚姻。",
    "annotation": [
      {
        "sentence": "我会试着更耐心地与他沟通，同时也会努力提升自己的观察力和理解力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，我希望我们能够重新建立起良好的沟通和理解，挽回我们的婚姻。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信只要你们能够真诚地沟通并互相理解，婚姻是可以挽回的。祝愿你们成功重建幸福的家庭！如果有需要，我会一直在这里支持你的。",
    "annotation": [
      {
        "sentence": "我相信只要你们能够真诚地沟通并互相理解，婚姻是可以挽回的。",
        "label": ""
      },
      {
        "sentence": "祝愿你们成功重建幸福的家庭！",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会一直在这里支持你的。",
        "label": ""
      }
    ]
  }
]