[
  {
    "role": "client",
    "content": "我是一个30岁的女生，在情感上过分依赖我的闺蜜，我该怎么办？",
    "annotation": [
      {
        "sentence": "我是一个30岁的女生，在情感上过分依赖我的闺蜜，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来这样的状态确实给你造成了一些困扰呢！一个能给你造成如此大影响的闺蜜应该有很多吸引人的地方吧。她一定是一个很可爱的小仙女吧！那么她最吸引你的是什么呢？闺蜜通常是指女性朋友中最亲密和最好的朋友，有人认为闺蜜就像是世界上的另一个自己，彼此相互了解并可以放心地将自己交付给对方。如果你在生活中有这样一个闺蜜是一件非常幸福的事情，闺蜜之间没有隔阂，也不会有不好意思的时候。从这样的角度看来，闺蜜的确是一种亲密关系，但是任何一段好的关系都应该是让彼此变得更好的，并且还需要保持一定的距离。不知道你有没有想过你对闺蜜的情感到底是怎样的呢？在朋友面前，我们可以做最真实的自己，表达自己的情感，分享自己的想法，我们知道能从朋友那里得到支持和关爱。但友情又在某些方面与爱情不同，比如应答性、相处模式和尊重程度等方面都有所区别。你提到的\"过分依赖\"也许需要考虑一下你对闺蜜的感情是不是仅仅是友情。（建议你可以做个测试来确认一下）当然，也有些闺蜜本身的性格让人很容易产生依赖感。比如，一个缺乏安全感的人和一个很能依靠的男友（闺蜜）在一起会产生这种依赖感，你可能会感到被保护的感觉。但是过分依赖可能对你和闺蜜都造成困扰，如果只是因为性格原因的话，建议你可以建立自己的生活圈，尝试多交几个普通朋友。加油！祝一切都好。",
    "annotation": [
      {
        "sentence": "看来这样的状态确实给你造成了一些困扰呢！",
        "label": ""
      },
      {
        "sentence": "一个能给你造成如此大影响的闺蜜应该有很多吸引人的地方吧。",
        "label": ""
      },
      {
        "sentence": "她一定是一个很可爱的小仙女吧！",
        "label": ""
      },
      {
        "sentence": "那么她最吸引你的是什么呢？",
        "label": ""
      },
      {
        "sentence": "闺蜜通常是指女性朋友中最亲密和最好的朋友，有人认为闺蜜就像是世界上的另一个自己，彼此相互了解并可以放心地将自己交付给对方。",
        "label": ""
      },
      {
        "sentence": "如果你在生活中有这样一个闺蜜是一件非常幸福的事情，闺蜜之间没有隔阂，也不会有不好意思的时候。",
        "label": ""
      },
      {
        "sentence": "从这样的角度看来，闺蜜的确是一种亲密关系，但是任何一段好的关系都应该是让彼此变得更好的，并且还需要保持一定的距离。",
        "label": ""
      },
      {
        "sentence": "不知道你有没有想过你对闺蜜的情感到底是怎样的呢？",
        "label": ""
      },
      {
        "sentence": "在朋友面前，我们可以做最真实的自己，表达自己的情感，分享自己的想法，我们知道能从朋友那里得到支持和关爱。",
        "label": ""
      },
      {
        "sentence": "但友情又在某些方面与爱情不同，比如应答性、相处模式和尊重程度等方面都有所区别。",
        "label": ""
      },
      {
        "sentence": "你提到的\"过分依赖\"也许需要考虑一下你对闺蜜的感情是不是仅仅是友情。",
        "label": ""
      },
      {
        "sentence": "（建议你可以做个测试来确认一下）当然，也有些闺蜜本身的性格让人很容易产生依赖感。",
        "label": ""
      },
      {
        "sentence": "比如，一个缺乏安全感的人和一个很能依靠的男友（闺蜜）在一起会产生这种依赖感，你可能会感到被保护的感觉。",
        "label": ""
      },
      {
        "sentence": "但是过分依赖可能对你和闺蜜都造成困扰，如果只是因为性格原因的话，建议你可以建立自己的生活圈，尝试多交几个普通朋友。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "祝一切都好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复。我想也许我太依赖闺蜜了，导致我对她的关注有点过头了。我确实很喜欢和她在一起，因为她总是能给我带来快乐和安全感。但是我担心这种依赖会给她带来压力，也会让我自己变得过于依赖她。我怎样才能找到一个平衡点，不再过分依赖她呢？",
    "annotation": [
      {
        "sentence": "谢谢你的回复。",
        "label": ""
      },
      {
        "sentence": "我想也许我太依赖闺蜜了，导致我对她的关注有点过头了。",
        "label": ""
      },
      {
        "sentence": "我确实很喜欢和她在一起，因为她总是能给我带来快乐和安全感。",
        "label": ""
      },
      {
        "sentence": "但是我担心这种依赖会给她带来压力，也会让我自己变得过于依赖她。",
        "label": ""
      },
      {
        "sentence": "我怎样才能找到一个平衡点，不再过分依赖她呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提出的问题很重要。找到一个平衡点确实是解决过分依赖的关键。首先，你可以尝试独立思考和处理一些问题，不要总是依赖她的意见和帮助。这样可以增强你自己的独立性，让你更有自信面对生活的挑战。其次，你可以尝试扩大自己的社交圈子，结识一些新的朋友，这样可以分散你对她的过度关注。你可以参加一些兴趣小组或者社交活动，这样可以认识到更多有共同兴趣的人。此外，你可以和闺蜜一起沟通，告诉她你对这种依赖感的担忧，看看她的想法和建议。最重要的是，要相信自己有能力独立生活和处理问题，不要过分依赖别人来获得安全感。希望这些建议对你有所帮助！",
    "annotation": [
      {
        "sentence": "你提出的问题很重要。",
        "label": ""
      },
      {
        "sentence": "找到一个平衡点确实是解决过分依赖的关键。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试独立思考和处理一些问题，不要总是依赖她的意见和帮助。",
        "label": ""
      },
      {
        "sentence": "这样可以增强你自己的独立性，让你更有自信面对生活的挑战。",
        "label": ""
      },
      {
        "sentence": "其次，你可以尝试扩大自己的社交圈子，结识一些新的朋友，这样可以分散你对她的过度关注。",
        "label": ""
      },
      {
        "sentence": "你可以参加一些兴趣小组或者社交活动，这样可以认识到更多有共同兴趣的人。",
        "label": ""
      },
      {
        "sentence": "此外，你可以和闺蜜一起沟通，告诉她你对这种依赖感的担忧，看看她的想法和建议。",
        "label": ""
      },
      {
        "sentence": "最重要的是，要相信自己有能力独立生活和处理问题，不要过分依赖别人来获得安全感。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有所帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我确实需要更加独立和自信。我会尝试着扩大自己的社交圈子，结识新朋友。不再过分依赖闺蜜是我必须要做的事情。我也会和她坦诚沟通，告诉她我对过分依赖的担忧。感谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "你说的对，我确实需要更加独立和自信。",
        "label": ""
      },
      {
        "sentence": "我会尝试着扩大自己的社交圈子，结识新朋友。",
        "label": ""
      },
      {
        "sentence": "不再过分依赖闺蜜是我必须要做的事情。",
        "label": ""
      },
      {
        "sentence": "我也会和她坦诚沟通，告诉她我对过分依赖的担忧。",
        "label": ""
      },
      {
        "sentence": "感谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心！确实，独立和自信是每个人都应该具备的品质。通过结识新朋友，你可以拓宽自己的视野，体验不同的人际交往。与闺蜜坦诚沟通也会增进你们的互相理解和信任。我相信你一定能够找到平衡点，过上更加健康和独立的生活。加油！如果有任何进展或者还需要我的帮助，请随时向我求助。祝福你一切顺利！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心！",
        "label": ""
      },
      {
        "sentence": "确实，独立和自信是每个人都应该具备的品质。",
        "label": ""
      },
      {
        "sentence": "通过结识新朋友，你可以拓宽自己的视野，体验不同的人际交往。",
        "label": ""
      },
      {
        "sentence": "与闺蜜坦诚沟通也会增进你们的互相理解和信任。",
        "label": ""
      },
      {
        "sentence": "我相信你一定能够找到平衡点，过上更加健康和独立的生活。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果有任何进展或者还需要我的帮助，请随时向我求助。",
        "label": ""
      },
      {
        "sentence": "祝福你一切顺利！",
        "label": ""
      }
    ]
  }
]