[
  {
    "role": "client",
    "content": "结婚七年，觉得自己没有多大错，老公却崩溃到要离婚？",
    "annotation": [
      {
        "sentence": "结婚七年，觉得自己没有多大错，老公却崩溃到要离婚？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不好意思回复晚了！因为我才知道，有被邀请这个功能关于你的情况，看完之后有一个感觉，这种状态在以往的案例当中，更多的会出现在女性对男性的要求中，所以我猜测在你的家庭里，似乎老公会具有一些女性特质，而你可能会更有一些男性特质。",
    "annotation": [
      {
        "sentence": "不好意思回复晚了！",
        "label": ""
      },
      {
        "sentence": "因为我才知道，有被邀请这个功能关于你的情况，看完之后有一个感觉，这种状态在以往的案例当中，更多的会出现在女性对男性的要求中，所以我猜测在你的家庭里，似乎老公会具有一些女性特质，而你可能会更有一些男性特质。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自己并没有做错什么，为什么会导致老公要离婚呢？",
    "annotation": [
      {
        "sentence": "是的，我觉得自己并没有做错什么，为什么会导致老公要离婚呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你们老公做了很多的事情，努力的去理解他，帮助他，但是他依然不满意，就让人觉得很费解，也很无奈。我能看到你珍惜自己的婚姻，你做了很多的努力，为什么这样说呢？",
    "annotation": [
      {
        "sentence": "你们老公做了很多的事情，努力的去理解他，帮助他，但是他依然不满意，就让人觉得很费解，也很无奈。",
        "label": ""
      },
      {
        "sentence": "我能看到你珍惜自己的婚姻，你做了很多的努力，为什么这样说呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "因为老公总觉得我没有给他家的感觉，说我让他觉得很孤独，没有心理的依靠和支撑。他觉得我对婚姻家庭没有概念也不会经营，我们沟通起来总是有问题。",
    "annotation": [
      {
        "sentence": "因为老公总觉得我没有给他家的感觉，说我让他觉得很孤独，没有心理的依靠和支撑。",
        "label": ""
      },
      {
        "sentence": "他觉得我对婚姻家庭没有概念也不会经营，我们沟通起来总是有问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为老公这样的情感需求一定不是在现在才变成这样的，在过去的七年里，你一定做了很多的事情去满足他，所以你们的婚姻才会维持七年。老公的苦是真实的，别人可能理解不了，但他确实生活得很痛苦，有可能会很恐惧。",
    "annotation": [
      {
        "sentence": "因为老公这样的情感需求一定不是在现在才变成这样的，在过去的七年里，你一定做了很多的事情去满足他，所以你们的婚姻才会维持七年。",
        "label": ""
      },
      {
        "sentence": "老公的苦是真实的，别人可能理解不了，但他确实生活得很痛苦，有可能会很恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白他的痛苦，但是我真的不知道他到底要什么，他经常说要想马儿跑就要给马吃草，但我不知道他所谓的草是什么。我们的交流问题很大，他也对我有很多期望。",
    "annotation": [
      {
        "sentence": "我明白他的痛苦，但是我真的不知道他到底要什么，他经常说要想马儿跑就要给马吃草，但我不知道他所谓的草是什么。",
        "label": ""
      },
      {
        "sentence": "我们的交流问题很大，他也对我有很多期望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "老公可能更多的需要一种情感的支持，一种关注和理解。他不停地要，就像一个婴儿需要妈妈一样，要不到就会很恐慌。他就会很愤怒，愤怒地指责你，指责你不成熟。事实上他可能才是那个更需要长大的人，他需要的是你带他长大。",
    "annotation": [
      {
        "sentence": "老公可能更多的需要一种情感的支持，一种关注和理解。",
        "label": ""
      },
      {
        "sentence": "他不停地要，就像一个婴儿需要妈妈一样，要不到就会很恐慌。",
        "label": ""
      },
      {
        "sentence": "他就会很愤怒，愤怒地指责你，指责你不成熟。",
        "label": ""
      },
      {
        "sentence": "事实上他可能才是那个更需要长大的人，他需要的是你带他长大。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我原本以为我很包容和支持他，为了他做生意我帮他贷款以至于他生意赔了还不上钱都是我一人在扛，我也没有抱怨他一句。我真的不明白他要的到底是什么，我觉得自己很困惑，也不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我原本以为我很包容和支持他，为了他做生意我帮他贷款以至于他生意赔了还不上钱都是我一人在扛，我也没有抱怨他一句。",
        "label": ""
      },
      {
        "sentence": "我真的不明白他要的到底是什么，我觉得自己很困惑，也不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的困惑，但也许你可以试着更加关注他的感受和需求。或许你们可以一起找一个沟通的方法，来解决你们之间的交流问题。也请你不要怕问他，尽量理性地和他进行对话，希望可以重新找到彼此的共同语言。",
    "annotation": [
      {
        "sentence": "理解你的困惑，但也许你可以试着更加关注他的感受和需求。",
        "label": ""
      },
      {
        "sentence": "或许你们可以一起找一个沟通的方法，来解决你们之间的交流问题。",
        "label": ""
      },
      {
        "sentence": "也请你不要怕问他，尽量理性地和他进行对话，希望可以重新找到彼此的共同语言。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着更加关注他的感受和需求，同时也会主动和他沟通，希望我们能够重新找到彼此的共同语言，挽回我们的婚姻。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "我会试着更加关注他的感受和需求，同时也会主动和他沟通，希望我们能够重新找到彼此的共同语言，挽回我们的婚姻。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议能对你有所帮助。如果你需要任何进一步的支持，随时都可以找我倾诉。祝你们婚姻能够顺利修复！",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的支持，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你们婚姻能够顺利修复！",
        "label": ""
      }
    ]
  }
]