[
  {
    "role": "client",
    "content": "妈妈和我的沟通，妈妈完全没听进去我在表达什么？我常常感觉我妈完全没听进去我在表达什么，只顾着完成她想做的事，告诉我，我在为你负责。为你好，然后催促我，给我很大压力感，她还要说：反正我都告诉你了，做不做在你，将来怎么样也在你自己手中。听起来是让我做主，实际上，是在控制我，我不按照她说的做好像是我为自己不负责，将来什么困难也是我当初没听她的，与她没有责任。在我多次表达说。你可以不告诉我你的建议。我也保证将来我遇到什么你也没有责任。她就会说：那你想问我的时候也别来问我。而且我说她这样很有压力的时候，为孩子好的妈妈难道不是应该考虑孩子的感受。哪怕很焦虑急切的望子成龙，怎么能什么不听不顾，只想着自己要让孩子如何，还要说这是为孩子好。我每次反驳她都被她道德绑架说不知感恩。我常常觉得不被人理解。有点压抑自己感觉。在外面也不太想表达自己的想法。不愿意和别人深入交往，觉得没人能解决我的问题。我想让大家帮帮我，指导我一下。我妈妈是什么心态。",
    "annotation": [
      {
        "sentence": "妈妈和我的沟通，妈妈完全没听进去我在表达什么？",
        "label": ""
      },
      {
        "sentence": "我常常感觉我妈完全没听进去我在表达什么，只顾着完成她想做的事，告诉我，我在为你负责。",
        "label": ""
      },
      {
        "sentence": "为你好，然后催促我，给我很大压力感，她还要说：反正我都告诉你了，做不做在你，将来怎么样也在你自己手中。",
        "label": ""
      },
      {
        "sentence": "听起来是让我做主，实际上，是在控制我，我不按照她说的做好像是我为自己不负责，将来什么困难也是我当初没听她的，与她没有责任。",
        "label": ""
      },
      {
        "sentence": "在我多次表达说。",
        "label": ""
      },
      {
        "sentence": "你可以不告诉我你的建议。",
        "label": ""
      },
      {
        "sentence": "我也保证将来我遇到什么你也没有责任。",
        "label": ""
      },
      {
        "sentence": "她就会说：那你想问我的时候也别来问我。",
        "label": ""
      },
      {
        "sentence": "而且我说她这样很有压力的时候，为孩子好的妈妈难道不是应该考虑孩子的感受。",
        "label": ""
      },
      {
        "sentence": "哪怕很焦虑急切的望子成龙，怎么能什么不听不顾，只想着自己要让孩子如何，还要说这是为孩子好。",
        "label": ""
      },
      {
        "sentence": "我每次反驳她都被她道德绑架说不知感恩。",
        "label": ""
      },
      {
        "sentence": "我常常觉得不被人理解。",
        "label": ""
      },
      {
        "sentence": "有点压抑自己感觉。",
        "label": ""
      },
      {
        "sentence": "在外面也不太想表达自己的想法。",
        "label": ""
      },
      {
        "sentence": "不愿意和别人深入交往，觉得没人能解决我的问题。",
        "label": ""
      },
      {
        "sentence": "我想让大家帮帮我，指导我一下。",
        "label": ""
      },
      {
        "sentence": "我妈妈是什么心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你妈妈的行为让你感到非常困扰和难受。她似乎不太在意你的感受，只注重完成自己的事情，并对你施加压力。她说的让你自己决定，其实却给你强加了责任感，让你感觉将来所有的困难都是因为你没有听取她的建议。当你提出不需要她的建议时，她的回应也让你觉得很沮丧。你觉得作为一个好妈妈，她应该更加考虑你的感受和需要，而不是只顾着实现她的期望。每次你反驳她，她都会将你的不同意解读为不懂感恩，这让你感到非常不被理解。你觉得自己略感压抑，在外面也不太敢表达自己的想法，不愿意与他人深入交往，因为你觉得没有人能够真正解决你的问题。你希望大家可以给你一些建议和指导，你也很想了解一下你妈妈的心态。",
    "annotation": [
      {
        "sentence": "你妈妈的行为让你感到非常困扰和难受。",
        "label": ""
      },
      {
        "sentence": "她似乎不太在意你的感受，只注重完成自己的事情，并对你施加压力。",
        "label": ""
      },
      {
        "sentence": "她说的让你自己决定，其实却给你强加了责任感，让你感觉将来所有的困难都是因为你没有听取她的建议。",
        "label": ""
      },
      {
        "sentence": "当你提出不需要她的建议时，她的回应也让你觉得很沮丧。",
        "label": ""
      },
      {
        "sentence": "你觉得作为一个好妈妈，她应该更加考虑你的感受和需要，而不是只顾着实现她的期望。",
        "label": ""
      },
      {
        "sentence": "每次你反驳她，她都会将你的不同意解读为不懂感恩，这让你感到非常不被理解。",
        "label": ""
      },
      {
        "sentence": "你觉得自己略感压抑，在外面也不太敢表达自己的想法，不愿意与他人深入交往，因为你觉得没有人能够真正解决你的问题。",
        "label": ""
      },
      {
        "sentence": "你希望大家可以给你一些建议和指导，你也很想了解一下你妈妈的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实，我明白妈妈是为了我好，但她的方式和态度真的让我很难受。每次她给我建议的时候，我就觉得压力很大，感觉自己要为了她的期望而努力，而这些期望并不一定是我自己的。我试图与她沟通，希望她能够更加关注我的感受，但她总是以我不懂感恩的方式回应我，这让我觉得自己被道德绑架了。我常常感到无助和被误解，有时候甚至觉得自己无法摆脱这种压抑的感觉。",
    "annotation": [
      {
        "sentence": "其实，我明白妈妈是为了我好，但她的方式和态度真的让我很难受。",
        "label": ""
      },
      {
        "sentence": "每次她给我建议的时候，我就觉得压力很大，感觉自己要为了她的期望而努力，而这些期望并不一定是我自己的。",
        "label": ""
      },
      {
        "sentence": "我试图与她沟通，希望她能够更加关注我的感受，但她总是以我不懂感恩的方式回应我，这让我觉得自己被道德绑架了。",
        "label": ""
      },
      {
        "sentence": "我常常感到无助和被误解，有时候甚至觉得自己无法摆脱这种压抑的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你非常勇敢地表达了你对妈妈行为的理解和你自己的感受。理解你妈妈是为了你好，同时也感受到她的方式和态度带给你的困扰。你试图与她沟通，希望她能够更加关注你的感受，这是非常积极的举措。然而，她以责备和道德绑架的方式回应你，这让你觉得自己被束缚住了。这种被误解和无助的感觉会导致你的压抑情绪加重。请相信，有很多人愿意倾听和理解你，他们可以给予你支持和帮助。我们可以一起探讨如何有效地与你妈妈沟通，以改善这种情况。",
    "annotation": [
      {
        "sentence": "你非常勇敢地表达了你对妈妈行为的理解和你自己的感受。",
        "label": ""
      },
      {
        "sentence": "理解你妈妈是为了你好，同时也感受到她的方式和态度带给你的困扰。",
        "label": ""
      },
      {
        "sentence": "你试图与她沟通，希望她能够更加关注你的感受，这是非常积极的举措。",
        "label": ""
      },
      {
        "sentence": "然而，她以责备和道德绑架的方式回应你，这让你觉得自己被束缚住了。",
        "label": ""
      },
      {
        "sentence": "这种被误解和无助的感觉会导致你的压抑情绪加重。",
        "label": ""
      },
      {
        "sentence": "请相信，有很多人愿意倾听和理解你，他们可以给予你支持和帮助。",
        "label": ""
      },
      {
        "sentence": "我们可以一起探讨如何有效地与你妈妈沟通，以改善这种情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解。我明白现在的问题不仅仅是我的问题，也是我和妈妈之间的沟通问题。我想我应该更加坦诚地表达自己的感受，同时也试着换位思考一下妈妈的立场。也许我们可以找到一个平衡点，达到更好的沟通和理解。但我也有些担心，不知道她是否愿意接受我的想法和建议。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解。",
        "label": ""
      },
      {
        "sentence": "我明白现在的问题不仅仅是我的问题，也是我和妈妈之间的沟通问题。",
        "label": ""
      },
      {
        "sentence": "我想我应该更加坦诚地表达自己的感受，同时也试着换位思考一下妈妈的立场。",
        "label": ""
      },
      {
        "sentence": "也许我们可以找到一个平衡点，达到更好的沟通和理解。",
        "label": ""
      },
      {
        "sentence": "但我也有些担心，不知道她是否愿意接受我的想法和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法非常明智和成熟。你愿意去理解和尊重妈妈的立场，同时也希望她能够理解和尊重你的感受。这是一种积极的态度，并且对于改善你和妈妈之间的关系是非常重要的。虽然我们无法控制他人的反应，但我们可以尝试去沟通和表达自己的想法。在与妈妈交流时，你可以以温和但坚定的方式表达你的观点，让她知道你希望建立一个相互理解和信任的关系。请记住，你值得被理解和支持。",
    "annotation": [
      {
        "sentence": "你的想法非常明智和成熟。",
        "label": ""
      },
      {
        "sentence": "你愿意去理解和尊重妈妈的立场，同时也希望她能够理解和尊重你的感受。",
        "label": ""
      },
      {
        "sentence": "这是一种积极的态度，并且对于改善你和妈妈之间的关系是非常重要的。",
        "label": ""
      },
      {
        "sentence": "虽然我们无法控制他人的反应，但我们可以尝试去沟通和表达自己的想法。",
        "label": ""
      },
      {
        "sentence": "在与妈妈交流时，你可以以温和但坚定的方式表达你的观点，让她知道你希望建立一个相互理解和信任的关系。",
        "label": ""
      },
      {
        "sentence": "请记住，你值得被理解和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会尝试着用温和和坚定的态度与妈妈沟通，表达自己的想法和感受。无论结果如何，我相信只要我坚持真实的自我，努力去理解和支持妈妈，我们的关系会有所改善。非常感谢你的支持和鼓励，这次对话让我有了更清晰的思路和信心去面对困难。",
    "annotation": [
      {
        "sentence": "嗯，我会尝试着用温和和坚定的态度与妈妈沟通，表达自己的想法和感受。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，我相信只要我坚持真实的自我，努力去理解和支持妈妈，我们的关系会有所改善。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和鼓励，这次对话让我有了更清晰的思路和信心去面对困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的决心和信心非常令人钦佩。无论结果如何，重要的是你能够坚持真实的自我，尊重自己的感受，并表达出来。与妈妈的沟通可能需要时间和努力，但请相信，只要你保持坚持和理解，你们之间的关系会逐渐改善的。如果还有什么困扰或者需要继续交流的话，随时都可以找我倾诉。你并不孤单，我们会一起度过难关的。",
    "annotation": [
      {
        "sentence": "你的决心和信心非常令人钦佩。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，重要的是你能够坚持真实的自我，尊重自己的感受，并表达出来。",
        "label": ""
      },
      {
        "sentence": "与妈妈的沟通可能需要时间和努力，但请相信，只要你保持坚持和理解，你们之间的关系会逐渐改善的。",
        "label": ""
      },
      {
        "sentence": "如果还有什么困扰或者需要继续交流的话，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们会一起度过难关的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励，我现在感觉心情轻松了许多。我会努力实践你的建议，相信我和妈妈之间的关系会有所改善。如果有需要再向你寻求帮助的时候，我一定会联系你的。再次感谢你的耐心倾听和理解！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励，我现在感觉心情轻松了许多。",
        "label": ""
      },
      {
        "sentence": "我会努力实践你的建议，相信我和妈妈之间的关系会有所改善。",
        "label": ""
      },
      {
        "sentence": "如果有需要再向你寻求帮助的时候，我一定会联系你的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的耐心倾听和理解！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助到你。记住，你并不孤单，随时都可以找我倾诉和寻求帮助。祝愿你能够顺利地与妈妈沟通，建立更好的关系。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，随时都可以找我倾诉和寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够顺利地与妈妈沟通，建立更好的关系。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]