[
  {
    "role": "client",
    "content": "老师，我的女儿今年12岁，从去年三月份开始结识了一个初三的男孩，我们全家出动，把这段他所谓的感情终止了之后，一直他就想谈恋爱，不上学，抽烟喝酒，甚至纹身交往社会的朋友。我们也没打他，不敢用这种方式，他甚至还出现了对身体的伤害。后来因为疫情，整个春节还不错嗯，没出去，也没跟外边的朋友接触，但是最近又接触了，甚至也不会租了，找回来几次嗯，还是不改，从上周开始已经走了十天了，嗯，我们没去找他，也没跟他联系，他也没跟我们联系，甚至不跟我们要生活费，真的不知道怎么办了，现在就想着如果他真回来了，我们该怎么办呢？想把他送到封闭的学校，恐怕也很困难。",
    "annotation": [
      {
        "sentence": "老师，我的女儿今年12岁，从去年三月份开始结识了一个初三的男孩，我们全家出动，把这段他所谓的感情终止了之后，一直他就想谈恋爱，不上学，抽烟喝酒，甚至纹身交往社会的朋友。",
        "label": ""
      },
      {
        "sentence": "我们也没打他，不敢用这种方式，他甚至还出现了对身体的伤害。",
        "label": ""
      },
      {
        "sentence": "后来因为疫情，整个春节还不错嗯，没出去，也没跟外边的朋友接触，但是最近又接触了，甚至也不会租了，找回来几次嗯，还是不改，从上周开始已经走了十天了，嗯，我们没去找他，也没跟他联系，他也没跟我们联系，甚至不跟我们要生活费，真的不知道怎么办了，现在就想着如果他真回来了，我们该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "想把他送到封闭的学校，恐怕也很困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，仿佛看到了我的侄女，都是在青春期出现叛逆情况，而且表现也很相向，父母的着急也特别能理解，觉得无能为力，还有会觉得孩子怎么会这样，无法理解。",
    "annotation": [
      {
        "sentence": "看到你的描述，仿佛看到了我的侄女，都是在青春期出现叛逆情况，而且表现也很相向，父母的着急也特别能理解，觉得无能为力，还有会觉得孩子怎么会这样，无法理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我们真的很着急，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "是的，我们真的很着急，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先一点呢，现在的社会环境变化。现在的环境跟你长大的环境不一样了，你长大的时候，总体的社会环境没有网络的诱惑，盲目的跟风，攀比，相对少很多。但是现在的孩子就不同了，接触网吧，早恋等等的，所以孩子在这个大环境中难免受到影响，加之你还是用过去的教养方式来教育孩子简单说就是粗放式教育，没有跟上孩子的思想教育，所以会出现目前的一些觉得无助，无法理解。",
    "annotation": [
      {
        "sentence": "首先一点呢，现在的社会环境变化。",
        "label": ""
      },
      {
        "sentence": "现在的环境跟你长大的环境不一样了，你长大的时候，总体的社会环境没有网络的诱惑，盲目的跟风，攀比，相对少很多。",
        "label": ""
      },
      {
        "sentence": "但是现在的孩子就不同了，接触网吧，早恋等等的，所以孩子在这个大环境中难免受到影响，加之你还是用过去的教养方式来教育孩子简单说就是粗放式教育，没有跟上孩子的思想教育，所以会出现目前的一些觉得无助，无法理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来是这样啊，确实社会变化太大了，我没有意识到。",
    "annotation": [
      {
        "sentence": "原来是这样啊，确实社会变化太大了，我没有意识到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第二点呢，孩子的青春叛逆也是对父母的反抗。每个孩子都会经历青春期，但是叛逆的程度会大不相同，表现不同，有的孩子会出现不敢反抗，压抑自己，出现抑郁的症状，有的孩子会表现外在攻击，打群架，对抗父母，对抗老师等的不同状况，根据你的描述，孩子抽烟，喝酒，纹身，谈恋爱，出现的这些情况，考虑主要是对于压抑情绪的不满的外显，这需要我们去认真的跟孩子去沟通了，哪些需求没有被满足，对于孩子的父亲，孩子对父亲的态度是什么样的，包括平时父女俩的相处方式，都需要我们做功课，去观察，找出问题，然后再去解决。",
    "annotation": [
      {
        "sentence": "第二点呢，孩子的青春叛逆也是对父母的反抗。",
        "label": ""
      },
      {
        "sentence": "每个孩子都会经历青春期，但是叛逆的程度会大不相同，表现不同，有的孩子会出现不敢反抗，压抑自己，出现抑郁的症状，有的孩子会表现外在攻击，打群架，对抗父母，对抗老师等的不同状况，根据你的描述，孩子抽烟，喝酒，纹身，谈恋爱，出现的这些情况，考虑主要是对于压抑情绪的不满的外显，这需要我们去认真的跟孩子去沟通了，哪些需求没有被满足，对于孩子的父亲，孩子对父亲的态度是什么样的，包括平时父女俩的相处方式，都需要我们做功课，去观察，找出问题，然后再去解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可能是我没有关注到孩子内心的需求，以后我会更加留意。",
    "annotation": [
      {
        "sentence": "我明白了，可能是我没有关注到孩子内心的需求，以后我会更加留意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第三点是孩子在学校的教育。在学校有没有出现被同学排挤，学习成绩不好受打击了，没有存在感，或者其他情况呢，你需要去排查一下。",
    "annotation": [
      {
        "sentence": "第三点是孩子在学校的教育。",
        "label": ""
      },
      {
        "sentence": "在学校有没有出现被同学排挤，学习成绩不好受打击了，没有存在感，或者其他情况呢，你需要去排查一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我也有怀疑她在学校遇到了问题，我会去了解一下的。",
    "annotation": [
      {
        "sentence": "确实，我也有怀疑她在学校遇到了问题，我会去了解一下的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "总之呢，需要我们自己改变调整的就先去做好自己该做的，对孩子需要去沟通的就去沟通，找问题。孩子慢慢长大了，在一个成长的关键期，思维，认知，观念，都在一个发育成长期，需要一个精神领袖去给孩子做好引导，父母跟老师都特别的重要，需要我们的时候，我们尽力做好吧。",
    "annotation": [
      {
        "sentence": "总之呢，需要我们自己改变调整的就先去做好自己该做的，对孩子需要去沟通的就去沟通，找问题。",
        "label": ""
      },
      {
        "sentence": "孩子慢慢长大了，在一个成长的关键期，思维，认知，观念，都在一个发育成长期，需要一个精神领袖去给孩子做好引导，父母跟老师都特别的重要，需要我们的时候，我们尽力做好吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我会尽力去做的，谢谢您的建议和鼓励。",
    "annotation": [
      {
        "sentence": "是的，我会尽力去做的，谢谢您的建议和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "社会还是鱼龙混杂的，不安全因素也特别的多，把孩子找回来，耐心的去交流沟通下吧，冰冻三尺非一日之寒，孩子需要我们的鼓励、支持、耐心、理解，相信用爱能够感化孩子，重新树立自己的目标，不至于以后过了这个阶段后悔。孩子的成长需要大家共同努力，加油！",
    "annotation": [
      {
        "sentence": "社会还是鱼龙混杂的，不安全因素也特别的多，把孩子找回来，耐心的去交流沟通下吧，冰冻三尺非一日之寒，孩子需要我们的鼓励、支持、耐心、理解，相信用爱能够感化孩子，重新树立自己的目标，不至于以后过了这个阶段后悔。",
        "label": ""
      },
      {
        "sentence": "孩子的成长需要大家共同努力，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的鼓励和支持，我会继续努力的。感谢您的帮助！",
    "annotation": [
      {
        "sentence": "谢谢您的鼓励和支持，我会继续努力的。",
        "label": ""
      },
      {
        "sentence": "感谢您的帮助！",
        "label": ""
      }
    ]
  }
]