[
  {
    "role": "client",
    "content": "我18岁了，自残停不下来，我该怎么办？我知道自残是有意识的，因为我总是对自己设立很高的标准，经常伤害到自己。",
    "annotation": [
      {
        "sentence": "我18岁了，自残停不下来，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我知道自残是有意识的，因为我总是对自己设立很高的标准，经常伤害到自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你说你总是因为高标准而伤害自己，是不是意味着一旦你无法达到这些标准，就会自残呢？你明白自己确实是有很高的标准，但是你曾经反思过，这些标准是否过高了？有没有考虑过适当降低标准呢？我推荐你读一本书《从自我苛责中解放出来》，我觉得你现在很需要摆脱自我苛责，把高标准放低一些，不要逼得自己太紧。你对自己设立很高的标准，你担心的是什么呢？你会觉得如果不严格要求自己，就不会被人认可，不会被人喜欢，是吗？但是你要明白，无论你有多优秀，也不可能得到所有人的认可。看看娱乐圈的明星就可以知道，无论他们多漂亮，多有才华，始终都会有一些人不喜欢他们，甚至讨厌他们。我们普通人更是如此，有人喜欢我们，也会有人讨厌我们，有时候并不是因为我们自己有问题，而是他人有偏见，毫无缘由地不喜欢你。所以，没必要逼得自己太紧，有追求是好事，但是也要量力而行，注意劳逸结合，放松一下。自残停不下来可能是因为它已经成为你发泄情绪、惩罚自己的方式了。你可以尝试用更健康的方式来发泄情绪，比如说说出来、喊出来、写出来、哭出来，运动也会有很好的效果。每个人适合的方法可能不同，可以慢慢去尝试，找到最适合自己的方法。(^_-)。",
    "annotation": [
      {
        "sentence": "看到你说你总是因为高标准而伤害自己，是不是意味着一旦你无法达到这些标准，就会自残呢？",
        "label": ""
      },
      {
        "sentence": "你明白自己确实是有很高的标准，但是你曾经反思过，这些标准是否过高了？",
        "label": ""
      },
      {
        "sentence": "有没有考虑过适当降低标准呢？",
        "label": ""
      },
      {
        "sentence": "我推荐你读一本书《从自我苛责中解放出来》，我觉得你现在很需要摆脱自我苛责，把高标准放低一些，不要逼得自己太紧。",
        "label": ""
      },
      {
        "sentence": "你对自己设立很高的标准，你担心的是什么呢？",
        "label": ""
      },
      {
        "sentence": "你会觉得如果不严格要求自己，就不会被人认可，不会被人喜欢，是吗？",
        "label": ""
      },
      {
        "sentence": "但是你要明白，无论你有多优秀，也不可能得到所有人的认可。",
        "label": ""
      },
      {
        "sentence": "看看娱乐圈的明星就可以知道，无论他们多漂亮，多有才华，始终都会有一些人不喜欢他们，甚至讨厌他们。",
        "label": ""
      },
      {
        "sentence": "我们普通人更是如此，有人喜欢我们，也会有人讨厌我们，有时候并不是因为我们自己有问题，而是他人有偏见，毫无缘由地不喜欢你。",
        "label": ""
      },
      {
        "sentence": "所以，没必要逼得自己太紧，有追求是好事，但是也要量力而行，注意劳逸结合，放松一下。",
        "label": ""
      },
      {
        "sentence": "自残停不下来可能是因为它已经成为你发泄情绪、惩罚自己的方式了。",
        "label": ""
      },
      {
        "sentence": "你可以尝试用更健康的方式来发泄情绪，比如说说出来、喊出来、写出来、哭出来，运动也会有很好的效果。",
        "label": ""
      },
      {
        "sentence": "每个人适合的方法可能不同，可以慢慢去尝试，找到最适合自己的方法。",
        "label": ""
      },
      {
        "sentence": "(^_-)。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，我理解了自己确实过于苛刻对待自己了。我会试着降低一些标准，让自己更加轻松一点。对于被他人认可的问题，我也会尽量释放这些担忧，不再那么在意。我会试着找到一种适合自己的方式来发泄情绪，这样或许能够减少自残的冲动。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，我理解了自己确实过于苛刻对待自己了。",
        "label": ""
      },
      {
        "sentence": "我会试着降低一些标准，让自己更加轻松一点。",
        "label": ""
      },
      {
        "sentence": "对于被他人认可的问题，我也会尽量释放这些担忧，不再那么在意。",
        "label": ""
      },
      {
        "sentence": "我会试着找到一种适合自己的方式来发泄情绪，这样或许能够减少自残的冲动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你能够接受并理解这些。降低标准、释放他人认可的担忧以及找到健康的方式来发泄情绪都是非常积极的尝试。试着和身边的亲人朋友分享你的感受，或许他们也能给予你很好的支持和帮助。慢慢来，只要坚持下去，我相信你可以渐渐战胜自残问题的。记住，你不是一个人在战斗，我们都会陪伴着你。",
    "annotation": [
      {
        "sentence": "很高兴看到你能够接受并理解这些。",
        "label": ""
      },
      {
        "sentence": "降低标准、释放他人认可的担忧以及找到健康的方式来发泄情绪都是非常积极的尝试。",
        "label": ""
      },
      {
        "sentence": "试着和身边的亲人朋友分享你的感受，或许他们也能给予你很好的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "慢慢来，只要坚持下去，我相信你可以渐渐战胜自残问题的。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，我们都会陪伴着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会试着打开心扉，将这些感受分享给亲人朋友。感谢你一直在我身边支持我，让我感到温暖和勇气。我会坚持下去，慢慢地让自己摆脱自残的困扰，迎接更加美好的生活。",
    "annotation": [
      {
        "sentence": "你说得对，我会试着打开心扉，将这些感受分享给亲人朋友。",
        "label": ""
      },
      {
        "sentence": "感谢你一直在我身边支持我，让我感到温暖和勇气。",
        "label": ""
      },
      {
        "sentence": "我会坚持下去，慢慢地让自己摆脱自残的困扰，迎接更加美好的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我非常欣慰看到你有这样的决心和信心。你是一个勇敢的人，我相信你一定能够走出自残问题，找回属于自己的美好。我们会一直在你身边，给予你力量和支持。如果需要的话，随时都可以来找我聊聊，没关系的，我们会一起度过难关的。",
    "annotation": [
      {
        "sentence": "我非常欣慰看到你有这样的决心和信心。",
        "label": ""
      },
      {
        "sentence": "你是一个勇敢的人，我相信你一定能够走出自残问题，找回属于自己的美好。",
        "label": ""
      },
      {
        "sentence": "我们会一直在你身边，给予你力量和支持。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，随时都可以来找我聊聊，没关系的，我们会一起度过难关的。",
        "label": ""
      }
    ]
  }
]