[
  {
    "role": "client",
    "content": "我最近在面对父母交流时总是感到他们对我很冷漠。虽然没有发生什么事情导致我们之间有隔阂，但是我妈妈有时经常会这样地对我说话，指责我。从小到大，在她心中我一直是个一无是处的女生，这是我内心深处的感受，这也导致我不断怀疑自己。我甚至有些排斥与她交流，也不愿麻烦她，总是试着自己解决问题。有时我之间的关系非常冷淡，我不愿意与她交流，尽管她对我还是不错的，只是有时候强迫我做我不想做的事情。有时她也会以道德情感方式来绑架我，让我感到非常厌倦。在外人面前她会说我笨、不好，让我真的觉得她不了解我，甚至不尊重我。我非常羡慕那些有互相尊重和支持的母女关系。更有时她无意间的一句话也会刺痛我的心。是我太过敏感了吗？我也很理解她，但她似乎不懂我，这让我想逃避这种畸形的亲情，也怀疑是不是我心理有问题了。",
    "annotation": [
      {
        "sentence": "我最近在面对父母交流时总是感到他们对我很冷漠。",
        "label": ""
      },
      {
        "sentence": "虽然没有发生什么事情导致我们之间有隔阂，但是我妈妈有时经常会这样地对我说话，指责我。",
        "label": ""
      },
      {
        "sentence": "从小到大，在她心中我一直是个一无是处的女生，这是我内心深处的感受，这也导致我不断怀疑自己。",
        "label": ""
      },
      {
        "sentence": "我甚至有些排斥与她交流，也不愿麻烦她，总是试着自己解决问题。",
        "label": ""
      },
      {
        "sentence": "有时我之间的关系非常冷淡，我不愿意与她交流，尽管她对我还是不错的，只是有时候强迫我做我不想做的事情。",
        "label": ""
      },
      {
        "sentence": "有时她也会以道德情感方式来绑架我，让我感到非常厌倦。",
        "label": ""
      },
      {
        "sentence": "在外人面前她会说我笨、不好，让我真的觉得她不了解我，甚至不尊重我。",
        "label": ""
      },
      {
        "sentence": "我非常羡慕那些有互相尊重和支持的母女关系。",
        "label": ""
      },
      {
        "sentence": "更有时她无意间的一句话也会刺痛我的心。",
        "label": ""
      },
      {
        "sentence": "是我太过敏感了吗？",
        "label": ""
      },
      {
        "sentence": "我也很理解她，但她似乎不懂我，这让我想逃避这种畸形的亲情，也怀疑是不是我心理有问题了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我能理解你的感受，因为我从小也是被家里人说又笨又傻。我从小到大家里没有一个人说过我好话，只有当客人来问我时，他们才会说我学习不好，这个不好那个不好。感觉不论我怎样，都不受他们待见，没有一点好的。我不喜欢读书，有人就说要带我去打工。有时候他们表扬我能干，感觉很有意思，要不就是说我干不了。我不念书就成了我家的罪人，什么都不是。有什么事都要怪到我头上，甚至连我妹妹考试成绩不好，做题做不对，他们也会觉得是我的错。一下班回家就是骂人，提到我不念书。有时候还会威胁说要在网上买瓶农药让我喝了算了。在家里面对你们这些问题，我感到非常痛苦，动不动就这样，真的好累啊！",
    "annotation": [
      {
        "sentence": "求助者，我能理解你的感受，因为我从小也是被家里人说又笨又傻。",
        "label": ""
      },
      {
        "sentence": "我从小到大家里没有一个人说过我好话，只有当客人来问我时，他们才会说我学习不好，这个不好那个不好。",
        "label": ""
      },
      {
        "sentence": "感觉不论我怎样，都不受他们待见，没有一点好的。",
        "label": ""
      },
      {
        "sentence": "我不喜欢读书，有人就说要带我去打工。",
        "label": ""
      },
      {
        "sentence": "有时候他们表扬我能干，感觉很有意思，要不就是说我干不了。",
        "label": ""
      },
      {
        "sentence": "我不念书就成了我家的罪人，什么都不是。",
        "label": ""
      },
      {
        "sentence": "有什么事都要怪到我头上，甚至连我妹妹考试成绩不好，做题做不对，他们也会觉得是我的错。",
        "label": ""
      },
      {
        "sentence": "一下班回家就是骂人，提到我不念书。",
        "label": ""
      },
      {
        "sentence": "有时候还会威胁说要在网上买瓶农药让我喝了算了。",
        "label": ""
      },
      {
        "sentence": "在家里面对你们这些问题，我感到非常痛苦，动不动就这样，真的好累啊！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，听了你的经历，我感到很心疼你。我们都受到了类似的对待，这真的让人感觉很无助。我猜想我们可能有一些共同点，就是在家里没有得到应有的支持和肯定，让我们对自己产生了怀疑和负面的情绪。你觉得我是否理解了你的感受呢？",
    "annotation": [
      {
        "sentence": "支持者，听了你的经历，我感到很心疼你。",
        "label": ""
      },
      {
        "sentence": "我们都受到了类似的对待，这真的让人感觉很无助。",
        "label": ""
      },
      {
        "sentence": "我猜想我们可能有一些共同点，就是在家里没有得到应有的支持和肯定，让我们对自己产生了怀疑和负面的情绪。",
        "label": ""
      },
      {
        "sentence": "你觉得我是否理解了你的感受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你真的理解了我的感受。我们都在家里面临了类似的困境，既没有得到支持，也没有得到肯定。这让我们觉得自己不被重视，产生了很多负面情绪。我知道这种感受很难过，但请相信，你不是一个人在面对这些问题。",
    "annotation": [
      {
        "sentence": "求助者，你真的理解了我的感受。",
        "label": ""
      },
      {
        "sentence": "我们都在家里面临了类似的困境，既没有得到支持，也没有得到肯定。",
        "label": ""
      },
      {
        "sentence": "这让我们觉得自己不被重视，产生了很多负面情绪。",
        "label": ""
      },
      {
        "sentence": "我知道这种感受很难过，但请相信，你不是一个人在面对这些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，听到你的肯定和支持，我感到非常温暖。很多时候，我都觉得自己一个人在面对这些问题，感到很孤独。现在知道还有你这样的人理解我，我感到非常安慰。",
    "annotation": [
      {
        "sentence": "支持者，听到你的肯定和支持，我感到非常温暖。",
        "label": ""
      },
      {
        "sentence": "很多时候，我都觉得自己一个人在面对这些问题，感到很孤独。",
        "label": ""
      },
      {
        "sentence": "现在知道还有你这样的人理解我，我感到非常安慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你不孤独，因为我们一起面对同样的困境。虽然我们不能改变我们的家庭环境，但我们可以一起寻找方法来更好地应对这些问题。我们可以一起学习如何更好地与父母交流，以及如何保护自己的情绪。",
    "annotation": [
      {
        "sentence": "求助者，你不孤独，因为我们一起面对同样的困境。",
        "label": ""
      },
      {
        "sentence": "虽然我们不能改变我们的家庭环境，但我们可以一起寻找方法来更好地应对这些问题。",
        "label": ""
      },
      {
        "sentence": "我们可以一起学习如何更好地与父母交流，以及如何保护自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，你的建议听起来很好。我真的希望能够学会更好地与父母交流，但有时候我感到很无力和被动，不知道从哪里开始。你能给我一些建议吗？",
    "annotation": [
      {
        "sentence": "支持者，你的建议听起来很好。",
        "label": ""
      },
      {
        "sentence": "我真的希望能够学会更好地与父母交流，但有时候我感到很无力和被动，不知道从哪里开始。",
        "label": ""
      },
      {
        "sentence": "你能给我一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，请记住，改变是一个逐步的过程，并不是一蹴而就的。首先，我们可以试着跟父母坦诚地沟通，告诉他们我们的感受和需求。有时候，他们可能根本没有意识到他们的言行对我们造成了伤害，交流可以帮助他们更好地理解我们的感受。其次，我们可以学会保护自己的情绪，例如通过寻找其他支持渠道，如朋友或老师，来分享我们的问题和感受。最后，我们还可以学习一些情绪调节的技巧，来帮助我们更好地处理与父母之间的冲突和负面情绪。",
    "annotation": [
      {
        "sentence": "求助者，请记住，改变是一个逐步的过程，并不是一蹴而就的。",
        "label": ""
      },
      {
        "sentence": "首先，我们可以试着跟父母坦诚地沟通，告诉他们我们的感受和需求。",
        "label": ""
      },
      {
        "sentence": "有时候，他们可能根本没有意识到他们的言行对我们造成了伤害，交流可以帮助他们更好地理解我们的感受。",
        "label": ""
      },
      {
        "sentence": "其次，我们可以学会保护自己的情绪，例如通过寻找其他支持渠道，如朋友或老师，来分享我们的问题和感受。",
        "label": ""
      },
      {
        "sentence": "最后，我们还可以学习一些情绪调节的技巧，来帮助我们更好地处理与父母之间的冲突和负面情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者，你的建议真的很实用。我会尝试与父母坦诚地沟通，让他们了解我的感受和需求。同时，我也会寻找其他的支持渠道来分享我的问题，以及学习一些情绪调节的技巧。感谢你一直在我身边支持和鼓励我。",
    "annotation": [
      {
        "sentence": "支持者，你的建议真的很实用。",
        "label": ""
      },
      {
        "sentence": "我会尝试与父母坦诚地沟通，让他们了解我的感受和需求。",
        "label": ""
      },
      {
        "sentence": "同时，我也会寻找其他的支持渠道来分享我的问题，以及学习一些情绪调节的技巧。",
        "label": ""
      },
      {
        "sentence": "感谢你一直在我身边支持和鼓励我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你很棒！我相信你能够找到适合自己的方式来处理与父母之间的困境。记得，你不是一个人在面对这些问题，我会一直在这里支持你。加油！",
    "annotation": [
      {
        "sentence": "求助者，你很棒！",
        "label": ""
      },
      {
        "sentence": "我相信你能够找到适合自己的方式来处理与父母之间的困境。",
        "label": ""
      },
      {
        "sentence": "记得，你不是一个人在面对这些问题，我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]