[
  {
    "role": "client",
    "content": "我是一个31岁的女性，每次在工作中，都遭受人际关系的排挤和欺负。我在办公室负责统计工作和人事管理。各种人明里暗里地说我胖，说我瘦不下来，甚至编成一首歌嘲笑我是一个傻瓜，整天唱着。我非常生气，向人事部门反映了这个问题，人事劝我注意说话方式，她称那些人只是心智不成熟。然而后来我发现，另外两个人关系非常好，他们一起背后笑我胖，还有意无意地排挤我。我直接问她们，但她们都不承认。我觉得内心非常难受，她们每天都在我面前嘻嘻哈哈，感情非常深厚。",
    "annotation": [
      {
        "sentence": "我是一个31岁的女性，每次在工作中，都遭受人际关系的排挤和欺负。",
        "label": ""
      },
      {
        "sentence": "我在办公室负责统计工作和人事管理。",
        "label": ""
      },
      {
        "sentence": "各种人明里暗里地说我胖，说我瘦不下来，甚至编成一首歌嘲笑我是一个傻瓜，整天唱着。",
        "label": ""
      },
      {
        "sentence": "我非常生气，向人事部门反映了这个问题，人事劝我注意说话方式，她称那些人只是心智不成熟。",
        "label": ""
      },
      {
        "sentence": "然而后来我发现，另外两个人关系非常好，他们一起背后笑我胖，还有意无意地排挤我。",
        "label": ""
      },
      {
        "sentence": "我直接问她们，但她们都不承认。",
        "label": ""
      },
      {
        "sentence": "我觉得内心非常难受，她们每天都在我面前嘻嘻哈哈，感情非常深厚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在的心情，工作上你非常努力，但很可能没有想到会因为体重而成为别人的笑柄。有时候自己会不能接受这种情况，感到非常生气。经常在社交场合、办公场所、线下聚会里，听到别人嘲笑那些不在场的人，讲些让人尴尬的话。有时候你在场，大家都在笑，你也只能跟着笑；否则大家在笑，而你不笑，显得很尴尬。笑完以后，其实你也会觉得自己不应该跟着大家取笑别人，也会不禁想：大家喜欢背后说人，估计我在的时候，他们也会在背地里说我闲话吧。这可能是人们保持社交的一种方式，不必过分担心被人背后说闲话。喜欢嘲笑和贬低别人时，他们会觉得自己站在更高的位置上，满足自己的自尊心和骄傲。另外，这也是一个自我成长和自我修炼的过程，特别是在工作及工作中的人际交往方面，要保持自己的工作能力和专业水准，克制住自己对他人贬低的冲动，虽然当时取笑别人会让人感到爽快。一个真正有领导力的人，会更多地关注自我提升，而对其他的放之一边。我相信在职场中，真正优秀的人不会把大量时间浪费在无聊的事情上，只有那些能力欠佳，但想要获得他人关注的人才会喜欢背后嘲笑别人。对于这样的一群人，你可以尝试屏蔽和忽略他们的存在，关注自己的能力、素质和个人修养。我有几个建议：1. 不要太过放在心里，要增强你的内心和自信心。2. 如果这个问题真的影响到你在工作上的幸福感，以及对生活的影响，比如睡眠质量和压力无法疏导等，你可以学会设立你的底线，礼貌地告诉他们他们过分了，不需要低声下气。3. 如果第二条有难度，建议你和他们的上级、甚至更高层的领导处理好关系。有时候跟他们打个招呼或者一起出去社交一下，回到办公室后，气氛可能会有所不同。4. 我在这里支持你，希望你能坚持下去，最重要的是不要让它们打击到你的自信心。希望以上建议能够对你有所帮助，我在这里等着你。",
    "annotation": [
      {
        "sentence": "我理解你现在的心情，工作上你非常努力，但很可能没有想到会因为体重而成为别人的笑柄。",
        "label": ""
      },
      {
        "sentence": "有时候自己会不能接受这种情况，感到非常生气。",
        "label": ""
      },
      {
        "sentence": "经常在社交场合、办公场所、线下聚会里，听到别人嘲笑那些不在场的人，讲些让人尴尬的话。",
        "label": ""
      },
      {
        "sentence": "有时候你在场，大家都在笑，你也只能跟着笑；否则大家在笑，而你不笑，显得很尴尬。",
        "label": ""
      },
      {
        "sentence": "笑完以后，其实你也会觉得自己不应该跟着大家取笑别人，也会不禁想：大家喜欢背后说人，估计我在的时候，他们也会在背地里说我闲话吧。",
        "label": ""
      },
      {
        "sentence": "这可能是人们保持社交的一种方式，不必过分担心被人背后说闲话。",
        "label": ""
      },
      {
        "sentence": "喜欢嘲笑和贬低别人时，他们会觉得自己站在更高的位置上，满足自己的自尊心和骄傲。",
        "label": ""
      },
      {
        "sentence": "另外，这也是一个自我成长和自我修炼的过程，特别是在工作及工作中的人际交往方面，要保持自己的工作能力和专业水准，克制住自己对他人贬低的冲动，虽然当时取笑别人会让人感到爽快。",
        "label": ""
      },
      {
        "sentence": "一个真正有领导力的人，会更多地关注自我提升，而对其他的放之一边。",
        "label": ""
      },
      {
        "sentence": "我相信在职场中，真正优秀的人不会把大量时间浪费在无聊的事情上，只有那些能力欠佳，但想要获得他人关注的人才会喜欢背后嘲笑别人。",
        "label": ""
      },
      {
        "sentence": "对于这样的一群人，你可以尝试屏蔽和忽略他们的存在，关注自己的能力、素质和个人修养。",
        "label": ""
      },
      {
        "sentence": "我有几个建议：1. 不要太过放在心里，要增强你的内心和自信心。",
        "label": ""
      },
      {
        "sentence": "2. 如果这个问题真的影响到你在工作上的幸福感，以及对生活的影响，比如睡眠质量和压力无法疏导等，你可以学会设立你的底线，礼貌地告诉他们他们过分了，不需要低声下气。",
        "label": ""
      },
      {
        "sentence": "3. 如果第二条有难度，建议你和他们的上级、甚至更高层的领导处理好关系。",
        "label": ""
      },
      {
        "sentence": "有时候跟他们打个招呼或者一起出去社交一下，回到办公室后，气氛可能会有所不同。",
        "label": ""
      },
      {
        "sentence": "4. 我在这里支持你，希望你能坚持下去，最重要的是不要让它们打击到你的自信心。",
        "label": ""
      },
      {
        "sentence": "希望以上建议能够对你有所帮助，我在这里等着你。",
        "label": ""
      }
    ]
  }
]