[
  {
    "role": "client",
    "content": "我有一个问题想向你求助。我从小在家人的打骂中长大，现在出现了一种强迫思维，只要在做事情时就会担心自己会被骂。而且我还会模拟他们怎么批评我，以及我该如何回应他们（但是我会选择反抗和争吵）。这种对话似乎是潜意识自动完成的，有时候当我意识到的时候它已经进行了很久。我应该如何解决这种恐惧和潜意识中的对话呢？",
    "annotation": [
      {
        "sentence": "我有一个问题想向你求助。",
        "label": ""
      },
      {
        "sentence": "我从小在家人的打骂中长大，现在出现了一种强迫思维，只要在做事情时就会担心自己会被骂。",
        "label": ""
      },
      {
        "sentence": "而且我还会模拟他们怎么批评我，以及我该如何回应他们（但是我会选择反抗和争吵）。",
        "label": ""
      },
      {
        "sentence": "这种对话似乎是潜意识自动完成的，有时候当我意识到的时候它已经进行了很久。",
        "label": ""
      },
      {
        "sentence": "我应该如何解决这种恐惧和潜意识中的对话呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你经历的童年打骂经历已经内化为你的人际模式。只要你开始做事情，你曾经感受到的痛苦回忆就会涌上心头。你渴望克服这一点，所以会试图通过模拟对话的方式来解决问题，以使自己能够应对场景并让事情变得可控。这是你在艰辛经历中获得的生存经验。",
    "annotation": [
      {
        "sentence": "你经历的童年打骂经历已经内化为你的人际模式。",
        "label": ""
      },
      {
        "sentence": "只要你开始做事情，你曾经感受到的痛苦回忆就会涌上心头。",
        "label": ""
      },
      {
        "sentence": "你渴望克服这一点，所以会试图通过模拟对话的方式来解决问题，以使自己能够应对场景并让事情变得可控。",
        "label": ""
      },
      {
        "sentence": "这是你在艰辛经历中获得的生存经验。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的希望能够克服这个问题，但是感觉自己总是陷入到过去的恐惧中。我希望能够摆脱这种自动对话，有没有什么方法可以做到呢？",
    "annotation": [
      {
        "sentence": "是的，我真的希望能够克服这个问题，但是感觉自己总是陷入到过去的恐惧中。",
        "label": ""
      },
      {
        "sentence": "我希望能够摆脱这种自动对话，有没有什么方法可以做到呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "潜意识中的自动对话是因为你虽然意识到现在与过去不同，但潜意识并不真正理解这一点。当你遇到事情时，它会将你拉回童年的恐惧感。你需要觉察潜意识是如何让你回到小时候的恐惧感中的，然后试着自己走出来，逐渐扩大新的经验，并在潜意识中将过去和现在分开。这可能是一项相当困难的工作，建议你寻求正式的咨询帮助。",
    "annotation": [
      {
        "sentence": "潜意识中的自动对话是因为你虽然意识到现在与过去不同，但潜意识并不真正理解这一点。",
        "label": ""
      },
      {
        "sentence": "当你遇到事情时，它会将你拉回童年的恐惧感。",
        "label": ""
      },
      {
        "sentence": "你需要觉察潜意识是如何让你回到小时候的恐惧感中的，然后试着自己走出来，逐渐扩大新的经验，并在潜意识中将过去和现在分开。",
        "label": ""
      },
      {
        "sentence": "这可能是一项相当困难的工作，建议你寻求正式的咨询帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，觉察潜意识并试着走出过去的恐惧感是一项艰巨的任务。但是我对于正式的咨询还有些犹豫，因为我担心会遭受批评和指责。",
    "annotation": [
      {
        "sentence": "我明白了，觉察潜意识并试着走出过去的恐惧感是一项艰巨的任务。",
        "label": ""
      },
      {
        "sentence": "但是我对于正式的咨询还有些犹豫，因为我担心会遭受批评和指责。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的顾虑。但是咨询师是受过专业培训的，他们会提供支持和指导，而不是批评或指责你。他们将帮助你更好地处理这种恐惧感，并为你提供实用的技巧和策略。与专业人士一起工作可以让你更有信心地应对问题。",
    "annotation": [
      {
        "sentence": "理解你的顾虑。",
        "label": ""
      },
      {
        "sentence": "但是咨询师是受过专业培训的，他们会提供支持和指导，而不是批评或指责你。",
        "label": ""
      },
      {
        "sentence": "他们将帮助你更好地处理这种恐惧感，并为你提供实用的技巧和策略。",
        "label": ""
      },
      {
        "sentence": "与专业人士一起工作可以让你更有信心地应对问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来咨询确实是一个较好的选择。我会考虑寻求专业的帮助。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "听起来咨询确实是一个较好的选择。",
        "label": ""
      },
      {
        "sentence": "我会考虑寻求专业的帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你。记住，你不是一个人在面对这个问题，还有许多专业人士愿意提供帮助和支持。祝你好运，希望你能够找到解决问题的途径！如果有任何其他问题，随时都可以向我求助。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在面对这个问题，还有许多专业人士愿意提供帮助和支持。",
        "label": ""
      },
      {
        "sentence": "祝你好运，希望你能够找到解决问题的途径！",
        "label": ""
      },
      {
        "sentence": "如果有任何其他问题，随时都可以向我求助。",
        "label": ""
      }
    ]
  }
]