[
  {
    "role": "client",
    "content": "我希望陪伴，而对方因照顾多年生病父亲无法陪伴？我跟他都是30多岁，我们两个的人生阶段都想要安定下来。现实是我没有现实的负担，而他父亲中风瘫痪多年，他放弃好的大学和出国梦想，他的兄弟姐妹只有一个没有成家，所以我认为他的家里是他承受最重要的责任。一开始我不喜欢他，认为他很多方面跟我有差距，但是他的温情和坚持让我决定跟他交往试试。但是交往第一天开始他爸爸病情恶化，加上疫情的担心，我们之间爆发了几次矛盾，由我发起。因为我的心理有些失衡，因为他确实很多答应的做不到，也没有安抚我的情绪。我担心以后我需要他的时候得不到他的陪伴，而且当他要从我们约定见面的有限时间再去分给他兄弟姐妹，我觉得有一种深深的失落和不安全感。我认为他并没有把我放在很重要的位置，我怀疑是不是跟他在一起有一些浪费时间。一周前对方提出分手，理由是现在不想要恋爱只想专心照顾家庭，想要对自己的人生有一个反思。我答应了，但是现在走不出分手的打击，我应该怎么办？",
    "annotation": [
      {
        "sentence": "我希望陪伴，而对方因照顾多年生病父亲无法陪伴？",
        "label": ""
      },
      {
        "sentence": "我跟他都是30多岁，我们两个的人生阶段都想要安定下来。",
        "label": ""
      },
      {
        "sentence": "现实是我没有现实的负担，而他父亲中风瘫痪多年，他放弃好的大学和出国梦想，他的兄弟姐妹只有一个没有成家，所以我认为他的家里是他承受最重要的责任。",
        "label": ""
      },
      {
        "sentence": "一开始我不喜欢他，认为他很多方面跟我有差距，但是他的温情和坚持让我决定跟他交往试试。",
        "label": ""
      },
      {
        "sentence": "但是交往第一天开始他爸爸病情恶化，加上疫情的担心，我们之间爆发了几次矛盾，由我发起。",
        "label": ""
      },
      {
        "sentence": "因为我的心理有些失衡，因为他确实很多答应的做不到，也没有安抚我的情绪。",
        "label": ""
      },
      {
        "sentence": "我担心以后我需要他的时候得不到他的陪伴，而且当他要从我们约定见面的有限时间再去分给他兄弟姐妹，我觉得有一种深深的失落和不安全感。",
        "label": ""
      },
      {
        "sentence": "我认为他并没有把我放在很重要的位置，我怀疑是不是跟他在一起有一些浪费时间。",
        "label": ""
      },
      {
        "sentence": "一周前对方提出分手，理由是现在不想要恋爱只想专心照顾家庭，想要对自己的人生有一个反思。",
        "label": ""
      },
      {
        "sentence": "我答应了，但是现在走不出分手的打击，我应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先给你一个小小的拥抱。我们来一起做一些问题的梳理。你的前男友在自己的家庭中承担很重要的责任，你一开始也并不喜欢他，但是他的坚持和温情打动了你。只是在相处的过程中，你慢慢地发现他能留给你的关心和陪伴很少，最后这段恋情以他提出分手告终。现在你主要的问题是一时难以走出失恋的阴影。让我们来看看这其中最关键的几个点：一是你的男朋友主动坚持追求你；二是他在恋情中给了你太多的不安全感，让你从主动权变为被动权；三是他提的分手。恋爱中有一句话叫做谁先动心，谁就输了。的确，恋爱中的我们不应该计较这么多，但是不可否认的是，谁陷得越深，谁更容易受伤。在你的叙述中可以看出，是他先追求的你，并且用坚持和温情打动了你，才让你尝试和他在一起。但是在相处过程中，因为种种不可抗因素，对你缺少关心和陪伴。其实你有没有发现，在这个时候，其实你已经动心了。只有我们真的在意一个人了，才会真的去在意这份东西，才会因为这件事和他吵架。不知道你的前男友在别的地方是不是也很坚定，但是可以看出，他对他的家庭，确实是坚定到底，因为他的家庭，他放弃了好的大学和出国梦想，但是他没有一丝埋怨，仍然认认真真地照顾他的父亲和弟弟妹妹。从这里看出，他的确很孝顺。但是，这份孝顺其实给了你更多的不公平，他的家庭注定着他不能够给到你足够的关心和照顾。也就意味着，这样的恋情对女方的要求更多。年初我看了一部很火的电视剧，《我是余欢水》，里面有一个很重要的角色甘红，也就是余欢水的妻子，她带火了一个词，叫做“精致的利己主义者”。\"精致的利己主义\"的说法来自北大中文系钱理群教授的一段话：“我们的一些大学，包括北京大学，正在培养一些‘精致的利己主义者’，他们高智商，世俗，老道，善于表演，懂得配合，更善于利用体制达到自己的目的。这种人一旦掌握权力，比一般的贪官污吏危害更大。”我虽然并不赞同通过一些不好的方式得到我们想要的东西，但是我觉得人生在世，就是要想办法让自己过得更好。那么我觉得，其实你的前男友可能并不是很适合你，他给不了你陪伴，实现不了承诺，让你没有安全感。尽管这些都是一些不可抗因素造成的，但是这并不意味着他的女朋友就该承受这些。这个世界上没有谁欠谁的，有时候，我们也可以要求适当的公平。对于你的困扰，我想给出以下建议：",
    "annotation": [
      {
        "sentence": "首先给你一个小小的拥抱。",
        "label": ""
      },
      {
        "sentence": "我们来一起做一些问题的梳理。",
        "label": ""
      },
      {
        "sentence": "你的前男友在自己的家庭中承担很重要的责任，你一开始也并不喜欢他，但是他的坚持和温情打动了你。",
        "label": ""
      },
      {
        "sentence": "只是在相处的过程中，你慢慢地发现他能留给你的关心和陪伴很少，最后这段恋情以他提出分手告终。",
        "label": ""
      },
      {
        "sentence": "现在你主要的问题是一时难以走出失恋的阴影。",
        "label": ""
      },
      {
        "sentence": "让我们来看看这其中最关键的几个点：一是你的男朋友主动坚持追求你；二是他在恋情中给了你太多的不安全感，让你从主动权变为被动权；三是他提的分手。",
        "label": ""
      },
      {
        "sentence": "恋爱中有一句话叫做谁先动心，谁就输了。",
        "label": ""
      },
      {
        "sentence": "的确，恋爱中的我们不应该计较这么多，但是不可否认的是，谁陷得越深，谁更容易受伤。",
        "label": ""
      },
      {
        "sentence": "在你的叙述中可以看出，是他先追求的你，并且用坚持和温情打动了你，才让你尝试和他在一起。",
        "label": ""
      },
      {
        "sentence": "但是在相处过程中，因为种种不可抗因素，对你缺少关心和陪伴。",
        "label": ""
      },
      {
        "sentence": "其实你有没有发现，在这个时候，其实你已经动心了。",
        "label": ""
      },
      {
        "sentence": "只有我们真的在意一个人了，才会真的去在意这份东西，才会因为这件事和他吵架。",
        "label": ""
      },
      {
        "sentence": "不知道你的前男友在别的地方是不是也很坚定，但是可以看出，他对他的家庭，确实是坚定到底，因为他的家庭，他放弃了好的大学和出国梦想，但是他没有一丝埋怨，仍然认认真真地照顾他的父亲和弟弟妹妹。",
        "label": ""
      },
      {
        "sentence": "从这里看出，他的确很孝顺。",
        "label": ""
      },
      {
        "sentence": "但是，这份孝顺其实给了你更多的不公平，他的家庭注定着他不能够给到你足够的关心和照顾。",
        "label": ""
      },
      {
        "sentence": "也就意味着，这样的恋情对女方的要求更多。",
        "label": ""
      },
      {
        "sentence": "年初我看了一部很火的电视剧，《我是余欢水》，里面有一个很重要的角色甘红，也就是余欢水的妻子，她带火了一个词，叫做“精致的利己主义者”。",
        "label": ""
      },
      {
        "sentence": "\"精致的利己主义\"的说法来自北大中文系钱理群教授的一段话：“我们的一些大学，包括北京大学，正在培养一些‘精致的利己主义者’，他们高智商，世俗，老道，善于表演，懂得配合，更善于利用体制达到自己的目的。",
        "label": ""
      },
      {
        "sentence": "这种人一旦掌握权力，比一般的贪官污吏危害更大。",
        "label": ""
      },
      {
        "sentence": "”我虽然并不赞同通过一些不好的方式得到我们想要的东西，但是我觉得人生在世，就是要想办法让自己过得更好。",
        "label": ""
      },
      {
        "sentence": "那么我觉得，其实你的前男友可能并不是很适合你，他给不了你陪伴，实现不了承诺，让你没有安全感。",
        "label": ""
      },
      {
        "sentence": "尽管这些都是一些不可抗因素造成的，但是这并不意味着他的女朋友就该承受这些。",
        "label": ""
      },
      {
        "sentence": "这个世界上没有谁欠谁的，有时候，我们也可以要求适当的公平。",
        "label": ""
      },
      {
        "sentence": "对于你的困扰，我想给出以下建议：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你给我的拥抱和梳理，这让我感到安慰。你说的很对，我确实在恋情中陷得很深，也因此受伤了。在一开始时，我并没有觉得他特别适合我，但是他的坚持和温情渐渐感动了我，我才决定和他在一起。可是随着时间推移，我发现他不能给我足够的关心和陪伴。他的家庭情况和他对此的义务感，让我一直觉得他没有把我放在重要的",
    "annotation": [
      {
        "sentence": "谢谢你给我的拥抱和梳理，这让我感到安慰。",
        "label": ""
      },
      {
        "sentence": "你说的很对，我确实在恋情中陷得很深，也因此受伤了。",
        "label": ""
      },
      {
        "sentence": "在一开始时，我并没有觉得他特别适合我，但是他的坚持和温情渐渐感动了我，我才决定和他在一起。",
        "label": ""
      },
      {
        "sentence": "可是随着时间推移，我发现他不能给我足够的关心和陪伴。",
        "label": ""
      },
      {
        "sentence": "他的家庭情况和他对此的义务感，让我一直觉得他没有把我放在重要的",
        "label": ""
      }
    ]
  }
]