[
  {
    "role": "client",
    "content": "我希望陪伴，而对方因照顾多年生病父亲无法陪伴？我跟他都是30多岁，我们两个的人生阶段都想要安定下来。现实是我没有现实的负担，而他父亲中风瘫痪多年，他放弃好的大学和出国梦想，他的兄弟姐妹只有一个没有成家，所以我认为他的家里是他承受最重要的责任。",
    "annotation": [
      {
        "sentence": "我希望陪伴，而对方因照顾多年生病父亲无法陪伴？",
        "label": ""
      },
      {
        "sentence": "我跟他都是30多岁，我们两个的人生阶段都想要安定下来。",
        "label": ""
      },
      {
        "sentence": "现实是我没有现实的负担，而他父亲中风瘫痪多年，他放弃好的大学和出国梦想，他的兄弟姐妹只有一个没有成家，所以我认为他的家里是他承受最重要的责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的想法。你和他年龄相仿，希望找到一个能够陪伴你安定下来的人。同时，他的父亲生病多年，他选择放弃了自己的大学和出国梦想，并承担起了照顾家庭的责任。这表明他是一个很有责任心的人，能够对自己的家庭有所承担。",
    "annotation": [
      {
        "sentence": "我能理解你的想法。",
        "label": ""
      },
      {
        "sentence": "你和他年龄相仿，希望找到一个能够陪伴你安定下来的人。",
        "label": ""
      },
      {
        "sentence": "同时，他的父亲生病多年，他选择放弃了自己的大学和出国梦想，并承担起了照顾家庭的责任。",
        "label": ""
      },
      {
        "sentence": "这表明他是一个很有责任心的人，能够对自己的家庭有所承担。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "一开始我不喜欢他，认为他很多方面跟我有差距，但是他的温情和坚持让我决定跟他交往试试。但是交往第一天开始他爸爸病情恶化，加上疫情的担心，我们之间爆发了几次矛盾，由我发起。因为我的心理有些失衡，因为他确实很多答应的做不到，也没有安抚我的情绪。",
    "annotation": [
      {
        "sentence": "一开始我不喜欢他，认为他很多方面跟我有差距，但是他的温情和坚持让我决定跟他交往试试。",
        "label": ""
      },
      {
        "sentence": "但是交往第一天开始他爸爸病情恶化，加上疫情的担心，我们之间爆发了几次矛盾，由我发起。",
        "label": ""
      },
      {
        "sentence": "因为我的心理有些失衡，因为他确实很多答应的做不到，也没有安抚我的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你之前并不喜欢他，但他的温情和坚持让你改变了看法，决定跟他交往。不过，交往的第一天他父亲的病情恶化，再加上疫情的担忧，导致你们之间爆发了几次矛盾，大部分是由你引发的。这可能与你此时心理的失衡有关，而且他确实没有做到答应的事情，也没有安抚你的情绪。",
    "annotation": [
      {
        "sentence": "你之前并不喜欢他，但他的温情和坚持让你改变了看法，决定跟他交往。",
        "label": ""
      },
      {
        "sentence": "不过，交往的第一天他父亲的病情恶化，再加上疫情的担忧，导致你们之间爆发了几次矛盾，大部分是由你引发的。",
        "label": ""
      },
      {
        "sentence": "这可能与你此时心理的失衡有关，而且他确实没有做到答应的事情，也没有安抚你的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我担心以后我需要他的时候得不到他的陪伴，而且当他要从我们约定见面的有限时间再去分给他兄弟姐妹，我觉得有一种深深的失落和不安全感。我认为他并没有把我放在很重要的位置，我怀疑是不是跟他在一起有一些浪费时间。",
    "annotation": [
      {
        "sentence": "我担心以后我需要他的时候得不到他的陪伴，而且当他要从我们约定见面的有限时间再去分给他兄弟姐妹，我觉得有一种深深的失落和不安全感。",
        "label": ""
      },
      {
        "sentence": "我认为他并没有把我放在很重要的位置，我怀疑是不是跟他在一起有一些浪费时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你担心以后需要他陪伴的时候可能无法得到，而且他需要把有限的时间再分给兄弟姐妹，这让你感到失落和不安全。你觉得他没有把你放在重要的位置，有些怀疑跟他在一起可能是浪费时间。",
    "annotation": [
      {
        "sentence": "你担心以后需要他陪伴的时候可能无法得到，而且他需要把有限的时间再分给兄弟姐妹，这让你感到失落和不安全。",
        "label": ""
      },
      {
        "sentence": "你觉得他没有把你放在重要的位置，有些怀疑跟他在一起可能是浪费时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "一周前对方提出分手，理由是现在不想要恋爱只想专心照顾家庭，想要对自己的人生有一个反思。我答应了，但是现在走不出分手的打击，我应该怎么办？",
    "annotation": [
      {
        "sentence": "一周前对方提出分手，理由是现在不想要恋爱只想专心照顾家庭，想要对自己的人生有一个反思。",
        "label": ""
      },
      {
        "sentence": "我答应了，但是现在走不出分手的打击，我应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的心情。一周前，他提出了分手，原因是他现在不想要恋爱只想专心照顾家庭，对自己的人生进行反思。你答应了分手，但现在你无法走出分手的打击，你应该怎么办呢？",
    "annotation": [
      {
        "sentence": "理解你的心情。",
        "label": ""
      },
      {
        "sentence": "一周前，他提出了分手，原因是他现在不想要恋爱只想专心照顾家庭，对自己的人生进行反思。",
        "label": ""
      },
      {
        "sentence": "你答应了分手，但现在你无法走出分手的打击，你应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这段时间我一直很难受，很难接受这个事实。我很喜欢他，也很爱他，但是分手让我很心痛，无法释怀。",
    "annotation": [
      {
        "sentence": "这段时间我一直很难受，很难接受这个事实。",
        "label": ""
      },
      {
        "sentence": "我很喜欢他，也很爱他，但是分手让我很心痛，无法释怀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在的困惑和难受，分手是一件很难接受的事实。你对他有着很深的感情，分手给你带来了很大的心痛和无法释怀的痛苦。",
    "annotation": [
      {
        "sentence": "我理解你现在的困惑和难受，分手是一件很难接受的事实。",
        "label": ""
      },
      {
        "sentence": "你对他有着很深的感情，分手给你带来了很大的心痛和无法释怀的痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的不知道该怎么办。我现在感觉很失落，对未来没有希望，不知道自己该如何继续下去。",
    "annotation": [
      {
        "sentence": "是的，我真的不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "我现在感觉很失落，对未来没有希望，不知道自己该如何继续下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对未来的迷茫和失落感。现在你感觉没有希望，不知道该如何继续下去。但是我相信时间可以抚平一切伤痛，将来当你遇到新的理想对象，你会慢慢摆脱过去的伤痛，重新找到希望。",
    "annotation": [
      {
        "sentence": "我理解你对未来的迷茫和失落感。",
        "label": ""
      },
      {
        "sentence": "现在你感觉没有希望，不知道该如何继续下去。",
        "label": ""
      },
      {
        "sentence": "但是我相信时间可以抚平一切伤痛，将来当你遇到新的理想对象，你会慢慢摆脱过去的伤痛，重新找到希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得很难过，很难接受这个事实。但是我也知道我不能一直沉浸在悲伤中，不知道该怎么办才能让自己走出来。",
    "annotation": [
      {
        "sentence": "我觉得很难过，很难接受这个事实。",
        "label": ""
      },
      {
        "sentence": "但是我也知道我不能一直沉浸在悲伤中，不知道该怎么办才能让自己走出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你现在的感受，很难过也很难接受这个事实。但我们不能一直沉浸在悲伤中，你需要采取一些行动来帮助自己慢慢走出来。比如关注自己的工作和学习，投入更多的精力，逐渐忘记过去的痛苦。感谢你提出的问题，希望美好的事物会如期降临在你身上。",
    "annotation": [
      {
        "sentence": "理解你现在的感受，很难过也很难接受这个事实。",
        "label": ""
      },
      {
        "sentence": "但我们不能一直沉浸在悲伤中，你需要采取一些行动来帮助自己慢慢走出来。",
        "label": ""
      },
      {
        "sentence": "比如关注自己的工作和学习，投入更多的精力，逐渐忘记过去的痛苦。",
        "label": ""
      },
      {
        "sentence": "感谢你提出的问题，希望美好的事物会如期降临在你身上。",
        "label": ""
      }
    ]
  }
]