[
  {
    "role": "client",
    "content": "我会是《怪你过分美丽》的林湘结局？",
    "annotation": [
      {
        "sentence": "我会是《怪你过分美丽》的林湘结局？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "为什么会有这样的想法呢？",
    "annotation": [
      {
        "sentence": "为什么会有这样的想法呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "今天刷到微博热搜中一个电视剧，是怪你过分美丽中一个女明星抑郁自杀，因为很多人网络暴力，她演的声嘶力竭。那个眼神还有借演习表达情感，那种情绪的不稳定歇斯底里的崩溃。让我看的时候很压抑，很难过，演的太好了，又很窒息。",
    "annotation": [
      {
        "sentence": "今天刷到微博热搜中一个电视剧，是怪你过分美丽中一个女明星抑郁自杀，因为很多人网络暴力，她演的声嘶力竭。",
        "label": ""
      },
      {
        "sentence": "那个眼神还有借演习表达情感，那种情绪的不稳定歇斯底里的崩溃。",
        "label": ""
      },
      {
        "sentence": "让我看的时候很压抑，很难过，演的太好了，又很窒息。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到这样的情节和表演确实会让人心情低落，你为什么会感到窒息呢？",
    "annotation": [
      {
        "sentence": "看到这样的情节和表演确实会让人心情低落，你为什么会感到窒息呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "边看时妈妈还在催促我洗澡，催促我换书，责备我晚上因为即时倾诉没有复习什么都没有干，说我是猪，让我去吃屎，说我一天让她受的够够的了，原先真的还不觉得是啥，会怼回去，现在看到那个视频后，就破口大骂，向妈妈喊我没有那么强大的心理，如果我一天说你吃屎，你恐怕直接上来打我了吧，你能不能生而为人，善良一些，你一味只看到老师多么不容易，不看看高三的我也在学习。",
    "annotation": [
      {
        "sentence": "边看时妈妈还在催促我洗澡，催促我换书，责备我晚上因为即时倾诉没有复习什么都没有干，说我是猪，让我去吃屎，说我一天让她受的够够的了，原先真的还不觉得是啥，会怼回去，现在看到那个视频后，就破口大骂，向妈妈喊我没有那么强大的心理，如果我一天说你吃屎，你恐怕直接上来打我了吧，你能不能生而为人，善良一些，你一味只看到老师多么不容易，不看看高三的我也在学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "中国父母的不好好说话由来已久，源于她们自己也没有被人好好对待好好爱过，没有被正确引导，好好教育和教养，没有温和，温柔，轻言细语，谆谆教导……她们只能从老一辈人那里看到粗鲁，粗俗，恶声恶气，心口不一，生活的重担也压弯了她们的腰，击垮了她们曾经有过的美好和幻想，侮辱性语言和恶劣的态度已经成为她们生活的一部分，和她们融为一体，不信，看看你父母互动的模式就可以知道了。她们不知道自己是这么的恶劣和狰狞。你录下来给她看看，也许她能够反思。",
    "annotation": [
      {
        "sentence": "中国父母的不好好说话由来已久，源于她们自己也没有被人好好对待好好爱过，没有被正确引导，好好教育和教养，没有温和，温柔，轻言细语，谆谆教导……她们只能从老一辈人那里看到粗鲁，粗俗，恶声恶气，心口不一，生活的重担也压弯了她们的腰，击垮了她们曾经有过的美好和幻想，侮辱性语言和恶劣的态度已经成为她们生活的一部分，和她们融为一体，不信，看看你父母互动的模式就可以知道了。",
        "label": ""
      },
      {
        "sentence": "她们不知道自己是这么的恶劣和狰狞。",
        "label": ""
      },
      {
        "sentence": "你录下来给她看看，也许她能够反思。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我倒是想要改变和她的相处方式，但每次和她争吵，最后总是无法控制自己的情绪，感到窒息，好像没有办法解决问题，也改变不了现状。",
    "annotation": [
      {
        "sentence": "我倒是想要改变和她的相处方式，但每次和她争吵，最后总是无法控制自己的情绪，感到窒息，好像没有办法解决问题，也改变不了现状。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实你怼她那一段看着还是蛮解气的，一味忍让只能让别人骑在头上为所欲为，根本不能解决问题，也改变不了现状。不是有句话“忍无可忍，无需再忍。”反而是心平气和的和她据理力争，还有希望打破僵局。当然，也不是要你天天和她对着干，而是不能忍受“侮辱人格，无端指责，无理打人”还有一种方法，打破旧的相处模式，建立新的相处模式。你妈妈从小到大没有被爱过，关注过，也不会爱自己。你可以教她，感染她，改变她。你也不愿意一辈子和她像仇人一样相处吧？如果等她自己觉悟，恐怕得等到你有家庭，有孩子了，她只有被你的孩子喜欢，爱着，慢慢体会才能，才能领悟。",
    "annotation": [
      {
        "sentence": "其实你怼她那一段看着还是蛮解气的，一味忍让只能让别人骑在头上为所欲为，根本不能解决问题，也改变不了现状。",
        "label": ""
      },
      {
        "sentence": "不是有句话“忍无可忍，无需再忍。",
        "label": ""
      },
      {
        "sentence": "”反而是心平气和的和她据理力争，还有希望打破僵局。",
        "label": ""
      },
      {
        "sentence": "当然，也不是要你天天和她对着干，而是不能忍受“侮辱人格，无端指责，无理打人”还有一种方法，打破旧的相处模式，建立新的相处模式。",
        "label": ""
      },
      {
        "sentence": "你妈妈从小到大没有被爱过，关注过，也不会爱自己。",
        "label": ""
      },
      {
        "sentence": "你可以教她，感染她，改变她。",
        "label": ""
      },
      {
        "sentence": "你也不愿意一辈子和她像仇人一样相处吧？",
        "label": ""
      },
      {
        "sentence": "如果等她自己觉悟，恐怕得等到你有家庭，有孩子了，她只有被你的孩子喜欢，爱着，慢慢体会才能，才能领悟。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望我和妈妈之间的关系能够改善，但是我不知道从何开始。",
    "annotation": [
      {
        "sentence": "我希望我和妈妈之间的关系能够改善，但是我不知道从何开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我自己深有体会:我孩子某个阶段，对我给他任何东西，帮他忙之后，都会说一句“妈妈真好，谢谢妈妈！”没有理所当然的觉得我的付出是应该的。我很感动，学会了对他说“谢谢”我们家人都很正统，不喜欢搂搂抱抱，黏黏糊糊，某一阶段和孩子关系疏远，后来我学着抱抱他，拍拍背，表扬他，关系的壁垒一下就打破了……所以，你可以先爱她，用爱温暖她，老师说过:要学会“被讨厌的勇气”，自己活的不累，脸皮厚一点，禁得住骂，学会“嬉皮笑脸”，对亲密关系大有好处。",
    "annotation": [
      {
        "sentence": "我自己深有体会:我孩子某个阶段，对我给他任何东西，帮他忙之后，都会说一句“妈妈真好，谢谢妈妈！",
        "label": ""
      },
      {
        "sentence": "”没有理所当然的觉得我的付出是应该的。",
        "label": ""
      },
      {
        "sentence": "我很感动，学会了对他说“谢谢”我们家人都很正统，不喜欢搂搂抱抱，黏黏糊糊，某一阶段和孩子关系疏远，后来我学着抱抱他，拍拍背，表扬他，关系的壁垒一下就打破了……所以，你可以先爱她，用爱温暖她，老师说过:要学会“被讨厌的勇气”，自己活的不累，脸皮厚一点，禁得住骂，学会“嬉皮笑脸”，对亲密关系大有好处。",
        "label": ""
      }
    ]
  }
]