[
  {
    "role": "client",
    "content": "有个心结，我自己觉得过去了，但好像没有过去？",
    "annotation": [
      {
        "sentence": "有个心结，我自己觉得过去了，但好像没有过去？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心疼你的处境。告诉我具体发生了什么事情吧。",
    "annotation": [
      {
        "sentence": "心疼你的处境。",
        "label": ""
      },
      {
        "sentence": "告诉我具体发生了什么事情吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "毕业后回到老家省会城市，表哥在当地买房子没住，舅舅说让我过去住省点钱，开始我拒绝妈妈说你这么做就生分了。",
    "annotation": [
      {
        "sentence": "毕业后回到老家省会城市，表哥在当地买房子没住，舅舅说让我过去住省点钱，开始我拒绝妈妈说你这么做就生分了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你妈妈的担心。你接受住在表哥家里后发生了什么呢？",
    "annotation": [
      {
        "sentence": "我理解你妈妈的担心。",
        "label": ""
      },
      {
        "sentence": "你接受住在表哥家里后发生了什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "新房里面什么都没有，我打的地铺。房子需要刮大白我监工以及后续擦灰，墙壁开关坏的我换的，网线安装及送的手机及礼品都让我表哥拿走了，他觉得送的手机太低端了加价钱换个好的，加的钱我出的，说他以后分期给我。",
    "annotation": [
      {
        "sentence": "新房里面什么都没有，我打的地铺。",
        "label": ""
      },
      {
        "sentence": "房子需要刮大白我监工以及后续擦灰，墙壁开关坏的我换的，网线安装及送的手机及礼品都让我表哥拿走了，他觉得送的手机太低端了加价钱换个好的，加的钱我出的，说他以后分期给我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看得出来你在表哥家里做了很多事情，为他出了很多力气和金钱。他甚至拿走了你送的手机和礼物，并提出加价升级手机。这样的事情一定让你感到委屈和不舒服。",
    "annotation": [
      {
        "sentence": "看得出来你在表哥家里做了很多事情，为他出了很多力气和金钱。",
        "label": ""
      },
      {
        "sentence": "他甚至拿走了你送的手机和礼物，并提出加价升级手机。",
        "label": ""
      },
      {
        "sentence": "这样的事情一定让你感到委屈和不舒服。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当时我表哥一个月赚1万，我一个月收入1800。新手机有问题，让我给他维修，因为我公司距离买手机地方近，中午休息时间抽空过去下。住了20天就通知我搬家，理由是交女朋友钱不够花，房子租出去，问我一个月能付多少房租，我租不起他的房子，他直接在网上发布租房信息。",
    "annotation": [
      {
        "sentence": "当时我表哥一个月赚1万，我一个月收入1800。",
        "label": ""
      },
      {
        "sentence": "新手机有问题，让我给他维修，因为我公司距离买手机地方近，中午休息时间抽空过去下。",
        "label": ""
      },
      {
        "sentence": "住了20天就通知我搬家，理由是交女朋友钱不够花，房子租出去，问我一个月能付多少房租，我租不起他的房子，他直接在网上发布租房信息。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的描述，我能理解你当时的困境。你的表哥一个月挣1万，而你只有1800的收入。你为他修手机也是因为方便，而且在工作时间抽空过去下。然而他却在住了20天后通知你搬家，理由竟然是缺钱交女朋友，然后就把房子租出去并发布了租房信息。这样的行为确实令人揪心。",
    "annotation": [
      {
        "sentence": "听到你的描述，我能理解你当时的困境。",
        "label": ""
      },
      {
        "sentence": "你的表哥一个月挣1万，而你只有1800的收入。",
        "label": ""
      },
      {
        "sentence": "你为他修手机也是因为方便，而且在工作时间抽空过去下。",
        "label": ""
      },
      {
        "sentence": "然而他却在住了20天后通知你搬家，理由竟然是缺钱交女朋友，然后就把房子租出去并发布了租房信息。",
        "label": ""
      },
      {
        "sentence": "这样的行为确实令人揪心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当时我没工作，对这座城市不熟悉，手里的钱安装网线买手机花完了。其他亲戚说找好工作搬，我晚了几天，然后表哥半夜打电话委婉说房子问题。我直接借钱搬走了，网线手机钱没给，我一个女孩觉得房东都没有这样无情后来不跟表哥走动，所有人都觉得我的问题，痛苦~",
    "annotation": [
      {
        "sentence": "当时我没工作，对这座城市不熟悉，手里的钱安装网线买手机花完了。",
        "label": ""
      },
      {
        "sentence": "其他亲戚说找好工作搬，我晚了几天，然后表哥半夜打电话委婉说房子问题。",
        "label": ""
      },
      {
        "sentence": "我直接借钱搬走了，网线手机钱没给，我一个女孩觉得房东都没有这样无情后来不跟表哥走动，所有人都觉得我的问题，痛苦~",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的遭遇，我可以感受到你当时的困境和痛苦。你在这个城市没有工作，不熟悉环境，然后手里的钱都用来安装网线和买手机了。其他亲戚建议你找到好工作后再搬家，但你却因为表哥那边的房子问题而匆忙搬走。你直接借钱搬走后，表哥也没有归还你网线和手机的钱。作为一个女孩子，遇到这样的房东确实令人痛苦。",
    "annotation": [
      {
        "sentence": "听到你的遭遇，我可以感受到你当时的困境和痛苦。",
        "label": ""
      },
      {
        "sentence": "你在这个城市没有工作，不熟悉环境，然后手里的钱都用来安装网线和买手机了。",
        "label": ""
      },
      {
        "sentence": "其他亲戚建议你找到好工作后再搬家，但你却因为表哥那边的房子问题而匆忙搬走。",
        "label": ""
      },
      {
        "sentence": "你直接借钱搬走后，表哥也没有归还你网线和手机的钱。",
        "label": ""
      },
      {
        "sentence": "作为一个女孩子，遇到这样的房东确实令人痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "遇到这样的情况，我能理解你表哥的行为是给你带来了负面的情绪反应。可能你亲戚会觉得你是“免费”住在表哥家里，应该心怀感恩，谢谢表哥。但事实上，他们并不了解你为表哥做了那么多事情，并出了很多钱。他们也不了解你住在表哥家里的不舒服。因此，如果你向亲戚解释你的付出，可能他们会认为你“小题大做”，认为你应该感激表哥对你的帮助。尽管他们的想法很难改变，但作为你的朋友，我认为你以后应该尽量避免与像表哥这样的亲戚接触，减少交集。如果你妈妈再让你做类似的事情，你可以坚持自己的意见，与亲戚保持一定的距离，少牵涉太多。最后，不要过多地理会他们的看法，重要的是保持自己的快乐。",
    "annotation": [
      {
        "sentence": "遇到这样的情况，我能理解你表哥的行为是给你带来了负面的情绪反应。",
        "label": ""
      },
      {
        "sentence": "可能你亲戚会觉得你是“免费”住在表哥家里，应该心怀感恩，谢谢表哥。",
        "label": ""
      },
      {
        "sentence": "但事实上，他们并不了解你为表哥做了那么多事情，并出了很多钱。",
        "label": ""
      },
      {
        "sentence": "他们也不了解你住在表哥家里的不舒服。",
        "label": ""
      },
      {
        "sentence": "因此，如果你向亲戚解释你的付出，可能他们会认为你“小题大做”，认为你应该感激表哥对你的帮助。",
        "label": ""
      },
      {
        "sentence": "尽管他们的想法很难改变，但作为你的朋友，我认为你以后应该尽量避免与像表哥这样的亲戚接触，减少交集。",
        "label": ""
      },
      {
        "sentence": "如果你妈妈再让你做类似的事情，你可以坚持自己的意见，与亲戚保持一定的距离，少牵涉太多。",
        "label": ""
      },
      {
        "sentence": "最后，不要过多地理会他们的看法，重要的是保持自己的快乐。",
        "label": ""
      }
    ]
  }
]