[
  {
    "role": "client",
    "content": "我最近发现我和朋友的关系变得很差。不知道为什么她总是对我不耐烦。从上学期开始，有一次在班委会上，我只是个出黑板报的委员，和那些事根本没什么关系，我就说：“这个没有我管的事，我先走了。”她却一脸愤怒地说：“你怎么可以这样呢，你必须要有集体荣誉感，你这样太不负责了！”她说了我好几分钟，在好几个人面前说，弄得我挺尴尬，心里挺不舒服的。这样的事情比比皆是，她要说难道不可以两个人在一起说吗，偏要在大庭广众之下让我难堪？不仅如此，最主要的是她自己都做不好，还要来说我。这个学期我们的关系缓和了一些，经常开玩笑，但始终笑不达心里。最近她好几次都不耐烦地对我，而且是无缘无故！今天早上我交个作业（她是组长），她在补作业，作业在她桌子上，我不好让她自己整理，也不好在她桌子上整，我就在她旁边的桌子上弄，结果刚弄完，她说：“作业呢？你干嘛？怎么在你那，烦死了！”今天听写我就错了两个重听……我真的不知道怎么回事，挺突然的……",
    "annotation": [
      {
        "sentence": "我最近发现我和朋友的关系变得很差。",
        "label": ""
      },
      {
        "sentence": "不知道为什么她总是对我不耐烦。",
        "label": ""
      },
      {
        "sentence": "从上学期开始，有一次在班委会上，我只是个出黑板报的委员，和那些事根本没什么关系，我就说：“这个没有我管的事，我先走了。",
        "label": ""
      },
      {
        "sentence": "”她却一脸愤怒地说：“你怎么可以这样呢，你必须要有集体荣誉感，你这样太不负责了！",
        "label": ""
      },
      {
        "sentence": "”她说了我好几分钟，在好几个人面前说，弄得我挺尴尬，心里挺不舒服的。",
        "label": ""
      },
      {
        "sentence": "这样的事情比比皆是，她要说难道不可以两个人在一起说吗，偏要在大庭广众之下让我难堪？",
        "label": ""
      },
      {
        "sentence": "不仅如此，最主要的是她自己都做不好，还要来说我。",
        "label": ""
      },
      {
        "sentence": "这个学期我们的关系缓和了一些，经常开玩笑，但始终笑不达心里。",
        "label": ""
      },
      {
        "sentence": "最近她好几次都不耐烦地对我，而且是无缘无故！",
        "label": ""
      },
      {
        "sentence": "今天早上我交个作业（她是组长），她在补作业，作业在她桌子上，我不好让她自己整理，也不好在她桌子上整，我就在她旁边的桌子上弄，结果刚弄完，她说：“作业呢？",
        "label": ""
      },
      {
        "sentence": "你干嘛？",
        "label": ""
      },
      {
        "sentence": "怎么在你那，烦死了！",
        "label": ""
      },
      {
        "sentence": "”今天听写我就错了两个重听……我真的不知道怎么回事，挺突然的……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "啊，听起来好像你最近遇到了一些棘手的问题。我可以理解你被朋友的指责弄得很难受。从你的描述中，我感到你的朋友非常焦虑和烦闷，我猜想这可能是导致她对你发脾气的一个原因。咱们一起来看看能做些什么吧。 [班委会事件]我不清楚你朋友在班委中的身份，但从她说话的方式和态度我猜她可能是班长或者副班长之类的职位，她认为班级管理的好坏与她有很大关系。听你说，“最主要的是她自己都做不好，还要来说我。”嗯，我想这也许是问题所在：你的朋友并没有一个系统的想法来管理班级，也许她希望其他班委能给出有效的方案，但实际上大家可能不知道该怎么做，导致她感到他人不够支持，于是她堆积了很多怨气。她在公开场合说你可能是为了寻求你的支持，也可能是为了向其他在意这个事情的人传达信息，比如集体荣誉感（提出可行方案）。[交作业事件]事情发生时，你朋友正在补作业，作为组长她没有按时完成工作，这种情况很可能引发她对自身要求严格且控制欲强的一面，所以我觉得她说“烦死了”更多是对自己说的。总的来说，你朋友很多时候沉浸在自己的事情中，很难或者说根本无法注意到他人（你）的存在和感受，这并不是说她不好，只是她与自己和外界的连接方式。这样的连接方式在过去可能帮助她实现了一些目标，尽管可能无意中伤害了很多人（不只是你一个）。改善你朋友的思维方式和人际交往能力，这并不是你的责任。如果她觉得这样行得通，那她就会一直这么做下去。现在重点是当你遇到这样的人，且想要继续和她做朋友时，要怎样做才能让你感觉不那么受伤。我有几条建议给你：1、遇事提前告知，尽量避免临时变卦。比如班委会事件，你突然离开打乱了她的计划，她的反应就是敌对和攻击。如果你事先提醒她，让她有时间处理计划外的情况，或许能改善你们的关系。2、保持适当的距离（边界）。当你发现她沉浸在自己的事情中时，给她一些空间，让她从忙碌中平静下来，这样你就能避免成为她情绪的宣泄对象。3、培养自己的反思能力。如果对方没有告诉你，你就无法真正理解她行为的初衷。通常人们会在情绪中做事或说话，他们并不是有意要伤害他人，只是无法控制自己的情绪。所以在你与他人交往时，当冲突产生时，尝试多想一想对方存在的其他可能性，多给自己一些“还有其他可能”的思考空间。你会发现每种可能背后都有一套独特的逻辑。4、还有个法则叫做“汉隆剃刀”（Hanlon's razor）。简单来说，就是能够解释为无知的事情，就不要解释为恶意。汉隆剃刀认为那些无意的、偶然的、无知的原因比恶意更有可能。人们经常会把别人的无心之举当成恶意，可能是因为缺乏换位思考。所以请你记住：“能解释为无知的，就不要解释为愚蠢；能解释为愚蠢的，就不要解释为恶意。”让我们从现在开始，尽量换位思考，理解他人",
    "annotation": [
      {
        "sentence": "啊，听起来好像你最近遇到了一些棘手的问题。",
        "label": ""
      },
      {
        "sentence": "我可以理解你被朋友的指责弄得很难受。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我感到你的朋友非常焦虑和烦闷，我猜想这可能是导致她对你发脾气的一个原因。",
        "label": ""
      },
      {
        "sentence": "咱们一起来看看能做些什么吧。",
        "label": ""
      },
      {
        "sentence": " [班委会事件]我不清楚你朋友在班委中的身份，但从她说话的方式和态度我猜她可能是班长或者副班长之类的职位，她认为班级管理的好坏与她有很大关系。",
        "label": ""
      },
      {
        "sentence": "听你说，“最主要的是她自己都做不好，还要来说我。",
        "label": ""
      },
      {
        "sentence": "”嗯，我想这也许是问题所在：你的朋友并没有一个系统的想法来管理班级，也许她希望其他班委能给出有效的方案，但实际上大家可能不知道该怎么做，导致她感到他人不够支持，于是她堆积了很多怨气。",
        "label": ""
      },
      {
        "sentence": "她在公开场合说你可能是为了寻求你的支持，也可能是为了向其他在意这个事情的人传达信息，比如集体荣誉感（提出可行方案）。",
        "label": ""
      },
      {
        "sentence": "[交作业事件]事情发生时，你朋友正在补作业，作为组长她没有按时完成工作，这种情况很可能引发她对自身要求严格且控制欲强的一面，所以我觉得她说“烦死了”更多是对自己说的。",
        "label": ""
      },
      {
        "sentence": "总的来说，你朋友很多时候沉浸在自己的事情中，很难或者说根本无法注意到他人（你）的存在和感受，这并不是说她不好，只是她与自己和外界的连接方式。",
        "label": ""
      },
      {
        "sentence": "这样的连接方式在过去可能帮助她实现了一些目标，尽管可能无意中伤害了很多人（不只是你一个）。",
        "label": ""
      },
      {
        "sentence": "改善你朋友的思维方式和人际交往能力，这并不是你的责任。",
        "label": ""
      },
      {
        "sentence": "如果她觉得这样行得通，那她就会一直这么做下去。",
        "label": ""
      },
      {
        "sentence": "现在重点是当你遇到这样的人，且想要继续和她做朋友时，要怎样做才能让你感觉不那么受伤。",
        "label": ""
      },
      {
        "sentence": "我有几条建议给你：1、遇事提前告知，尽量避免临时变卦。",
        "label": ""
      },
      {
        "sentence": "比如班委会事件，你突然离开打乱了她的计划，她的反应就是敌对和攻击。",
        "label": ""
      },
      {
        "sentence": "如果你事先提醒她，让她有时间处理计划外的情况，或许能改善你们的关系。",
        "label": ""
      },
      {
        "sentence": "2、保持适当的距离（边界）。",
        "label": ""
      },
      {
        "sentence": "当你发现她沉浸在自己的事情中时，给她一些空间，让她从忙碌中平静下来，这样你就能避免成为她情绪的宣泄对象。",
        "label": ""
      },
      {
        "sentence": "3、培养自己的反思能力。",
        "label": ""
      },
      {
        "sentence": "如果对方没有告诉你，你就无法真正理解她行为的初衷。",
        "label": ""
      },
      {
        "sentence": "通常人们会在情绪中做事或说话，他们并不是有意要伤害他人，只是无法控制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "所以在你与他人交往时，当冲突产生时，尝试多想一想对方存在的其他可能性，多给自己一些“还有其他可能”的思考空间。",
        "label": ""
      },
      {
        "sentence": "你会发现每种可能背后都有一套独特的逻辑。",
        "label": ""
      },
      {
        "sentence": "4、还有个法则叫做“汉隆剃刀”（Hanlon's razor）。",
        "label": ""
      },
      {
        "sentence": "简单来说，就是能够解释为无知的事情，就不要解释为恶意。",
        "label": ""
      },
      {
        "sentence": "汉隆剃刀认为那些无意的、偶然的、无知的原因比恶意更有可能。",
        "label": ""
      },
      {
        "sentence": "人们经常会把别人的无心之举当成恶意，可能是因为缺乏换位思考。",
        "label": ""
      },
      {
        "sentence": "所以请你记住：“能解释为无知的，就不要解释为愚蠢；能解释为愚蠢的，就不要解释为恶意。",
        "label": ""
      },
      {
        "sentence": "”让我们从现在开始，尽量换位思考，理解他人",
        "label": ""
      }
    ]
  }
]