[
  {
    "role": "client",
    "content": "你好，我最近很烦恼。我怕P过的照片进不了考场，考前就开始胡思乱想。这次考试对我的人生非常重要，但我觉得报名照片很不像自己，所以找了同学P了一下就上交了。可后来老师在群里说P照片有可能进不去考场，我就开始一直怀疑自己了。我问周围的朋友他们都说像我，还问了学校的报名老师，她也说没事。但我总觉得他们都在敷衍我，不相信他们，担心进不去考场。现在一学习就感觉胸口很闷，脑子里一直想着进不去考场的画面，感觉很痛苦。我该怎么办？我妈说我瞎想，去教育局也解决不了问题。谢谢大家帮忙！",
    "annotation": [
      {
        "sentence": "你好，我最近很烦恼。",
        "label": ""
      },
      {
        "sentence": "我怕P过的照片进不了考场，考前就开始胡思乱想。",
        "label": ""
      },
      {
        "sentence": "这次考试对我的人生非常重要，但我觉得报名照片很不像自己，所以找了同学P了一下就上交了。",
        "label": ""
      },
      {
        "sentence": "可后来老师在群里说P照片有可能进不去考场，我就开始一直怀疑自己了。",
        "label": ""
      },
      {
        "sentence": "我问周围的朋友他们都说像我，还问了学校的报名老师，她也说没事。",
        "label": ""
      },
      {
        "sentence": "但我总觉得他们都在敷衍我，不相信他们，担心进不去考场。",
        "label": ""
      },
      {
        "sentence": "现在一学习就感觉胸口很闷，脑子里一直想着进不去考场的画面，感觉很痛苦。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我妈说我瞎想，去教育局也解决不了问题。",
        "label": ""
      },
      {
        "sentence": "谢谢大家帮忙！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听说你最近有些烦恼。其实，很多人在高考前都会感到焦虑。就像我当年一样，也因为一些高考材料的原因感到特别焦虑呢。不过，既然你已经向老师询问过了，而老师说没关系，那应该是没有太大的问题。毕竟老师们对自己的学生都非常负责。就像千千高考的那一年，也有一些同学因为照片不像自己而感到焦虑。但最后他们还是顺利通过了高考的。再说，我们的身份并不仅仅通过一张照片来识别的。就像我们的身份证都有录入我们的指纹信息一样，所以就算照片不像自己，也不会影响我们的考试。在考试中，如果遇到任何问题，都可以告诉老师，让老师帮忙。就像我当年，老师告诉我们，就算到了考场没有带准考证，也不要着急，先和老师说明情况，可以先进入考场，然后让家长送来身份证和准考证。所以，放心吧，高考最终看的是我们的成绩，只要是我们本人参加考试，这些照片并不会对我们产生太大的影响。放松心情吧，我为你加油，祝福你！",
    "annotation": [
      {
        "sentence": "你好，听说你最近有些烦恼。",
        "label": ""
      },
      {
        "sentence": "其实，很多人在高考前都会感到焦虑。",
        "label": ""
      },
      {
        "sentence": "就像我当年一样，也因为一些高考材料的原因感到特别焦虑呢。",
        "label": ""
      },
      {
        "sentence": "不过，既然你已经向老师询问过了，而老师说没关系，那应该是没有太大的问题。",
        "label": ""
      },
      {
        "sentence": "毕竟老师们对自己的学生都非常负责。",
        "label": ""
      },
      {
        "sentence": "就像千千高考的那一年，也有一些同学因为照片不像自己而感到焦虑。",
        "label": ""
      },
      {
        "sentence": "但最后他们还是顺利通过了高考的。",
        "label": ""
      },
      {
        "sentence": "再说，我们的身份并不仅仅通过一张照片来识别的。",
        "label": ""
      },
      {
        "sentence": "就像我们的身份证都有录入我们的指纹信息一样，所以就算照片不像自己，也不会影响我们的考试。",
        "label": ""
      },
      {
        "sentence": "在考试中，如果遇到任何问题，都可以告诉老师，让老师帮忙。",
        "label": ""
      },
      {
        "sentence": "就像我当年，老师告诉我们，就算到了考场没有带准考证，也不要着急，先和老师说明情况，可以先进入考场，然后让家长送来身份证和准考证。",
        "label": ""
      },
      {
        "sentence": "所以，放心吧，高考最终看的是我们的成绩，只要是我们本人参加考试，这些照片并不会对我们产生太大的影响。",
        "label": ""
      },
      {
        "sentence": "放松心情吧，我为你加油，祝福你！",
        "label": ""
      }
    ]
  }
]