[
  {
    "role": "client",
    "content": "我是一个28岁的女生，我害怕和别人有联系，总觉得自己像个局外人，怎么才能改变呢？我不喜欢和人有太多的交往，社交对我来说太费神了。我觉得自己虚假，没有办法真实地展示自己内心的想法。我一直都比较安静内向，总是附和别人的意见。我不懂得如何与人社交和聊天，感觉自己就像是与世隔绝的局外人，我真的很想改变这种状态，不想再过混乱的日子了。请问该怎么做呢？",
    "annotation": [
      {
        "sentence": "我是一个28岁的女生，我害怕和别人有联系，总觉得自己像个局外人，怎么才能改变呢？",
        "label": ""
      },
      {
        "sentence": "我不喜欢和人有太多的交往，社交对我来说太费神了。",
        "label": ""
      },
      {
        "sentence": "我觉得自己虚假，没有办法真实地展示自己内心的想法。",
        "label": ""
      },
      {
        "sentence": "我一直都比较安静内向，总是附和别人的意见。",
        "label": ""
      },
      {
        "sentence": "我不懂得如何与人社交和聊天，感觉自己就像是与世隔绝的局外人，我真的很想改变这种状态，不想再过混乱的日子了。",
        "label": ""
      },
      {
        "sentence": "请问该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我能理解你的感受。首先，请相信我会尽力帮助你。事实上，或许是因为你太过在意别人的感受了。其实，社交和聊天并没有那么复杂，我们也不需要把它们想得很困难。我们并不是在面对很多我们最好不得罪的人（比如上司），所以不要把社交想象成一件很复杂而费神的事情。改变的第一步是不要给自己太大的压力。第二步，既然社交只是一件平常的小事情，那就听从内心的想法说出自己的意见。比如，当有人问你想吃什么菜时，你可以说出你喜欢的菜式。再比如，当你看了一场电影或者听到一首歌时，如果有人问你感受如何，你可以勇敢表达自己内心的真实感受，不要担心别人会不会不喜欢。不要想太多，他们也许会有相同的感受呢！还有，如果我们和某些人的想法不一样，也没必要强迫自己与他们来往，对吧？第三步，你要相信“吸引力法则”。改变后的你会吸引到和你志同道合的人。让我们来想象一下改变后的你能过上多么舒心的生活吧。改变后的你会成为一个有主见、有自己想法的人，敢于表达自己，那将是非常有魅力的啊！你会交到三五个真心的好朋友，平时可以愉快地聊天、排解烦恼。这样的生活状态是不是很有动力去做出改变呢？加油吧！一切都会好起来的~",
    "annotation": [
      {
        "sentence": "你好，我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "首先，请相信我会尽力帮助你。",
        "label": ""
      },
      {
        "sentence": "事实上，或许是因为你太过在意别人的感受了。",
        "label": ""
      },
      {
        "sentence": "其实，社交和聊天并没有那么复杂，我们也不需要把它们想得很困难。",
        "label": ""
      },
      {
        "sentence": "我们并不是在面对很多我们最好不得罪的人（比如上司），所以不要把社交想象成一件很复杂而费神的事情。",
        "label": ""
      },
      {
        "sentence": "改变的第一步是不要给自己太大的压力。",
        "label": ""
      },
      {
        "sentence": "第二步，既然社交只是一件平常的小事情，那就听从内心的想法说出自己的意见。",
        "label": ""
      },
      {
        "sentence": "比如，当有人问你想吃什么菜时，你可以说出你喜欢的菜式。",
        "label": ""
      },
      {
        "sentence": "再比如，当你看了一场电影或者听到一首歌时，如果有人问你感受如何，你可以勇敢表达自己内心的真实感受，不要担心别人会不会不喜欢。",
        "label": ""
      },
      {
        "sentence": "不要想太多，他们也许会有相同的感受呢！",
        "label": ""
      },
      {
        "sentence": "还有，如果我们和某些人的想法不一样，也没必要强迫自己与他们来往，对吧？",
        "label": ""
      },
      {
        "sentence": "第三步，你要相信“吸引力法则”。",
        "label": ""
      },
      {
        "sentence": "改变后的你会吸引到和你志同道合的人。",
        "label": ""
      },
      {
        "sentence": "让我们来想象一下改变后的你能过上多么舒心的生活吧。",
        "label": ""
      },
      {
        "sentence": "改变后的你会成为一个有主见、有自己想法的人，敢于表达自己，那将是非常有魅力的啊！",
        "label": ""
      },
      {
        "sentence": "你会交到三五个真心的好朋友，平时可以愉快地聊天、排解烦恼。",
        "label": ""
      },
      {
        "sentence": "这样的生活状态是不是很有动力去做出改变呢？",
        "label": ""
      },
      {
        "sentence": "加油吧！",
        "label": ""
      },
      {
        "sentence": "一切都会好起来的~",
        "label": ""
      }
    ]
  }
]