[
  {
    "role": "client",
    "content": "我是一个乖乖女，一直走在正常的轨道上，但我渴望被别人看见。我知道社会很险恶，但我不想被这种恶意束缚，被剥夺了冒险的权利。世界上虽然存在险恶，但也有精彩的一面。每个女孩都希望能享受小确幸，同时也不想伤害家人。在我内心深处有一个秘密的花园，里面有鲜花、蝴蝶、星星和明月，还有一座城堡和漂亮的衣服，还有喜欢的帅气男孩。但是，我知道只有独立努力，走得足够远，这些梦想才会成为现实。我需要关爱也需要锤炼，我看似柔弱，但也很坚强。希望别人不要轻视我对美好梦想的追求，也不要低估我内心的野兽。",
    "annotation": [
      {
        "sentence": "我是一个乖乖女，一直走在正常的轨道上，但我渴望被别人看见。",
        "label": ""
      },
      {
        "sentence": "我知道社会很险恶，但我不想被这种恶意束缚，被剥夺了冒险的权利。",
        "label": ""
      },
      {
        "sentence": "世界上虽然存在险恶，但也有精彩的一面。",
        "label": ""
      },
      {
        "sentence": "每个女孩都希望能享受小确幸，同时也不想伤害家人。",
        "label": ""
      },
      {
        "sentence": "在我内心深处有一个秘密的花园，里面有鲜花、蝴蝶、星星和明月，还有一座城堡和漂亮的衣服，还有喜欢的帅气男孩。",
        "label": ""
      },
      {
        "sentence": "但是，我知道只有独立努力，走得足够远，这些梦想才会成为现实。",
        "label": ""
      },
      {
        "sentence": "我需要关爱也需要锤炼，我看似柔弱，但也很坚强。",
        "label": ""
      },
      {
        "sentence": "希望别人不要轻视我对美好梦想的追求，也不要低估我内心的野兽。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个女孩都不能被漂亮和乖巧这些定义限制。不能让别人来定义你的生活和生命方式，无论是男孩还是女孩。从你的描述中，我能感受到对乖巧女孩追求华丽和梦幻的恶意和指责。但是这只是一部分人的言论，我们要客观全面地看待。获得幸福的道路有很多，并不局限于乖巧或叛逆、漂亮或丑陋、公主或灰姑娘。你已经知道了自己的目标，也知道应该学会勇敢和坚强，用独立和努力实现自己的梦想，这些过程和思想，没有人可以嘲笑。按照自己设定的节奏，一步一步向前走。虽然你知道会遇到风雨和坎坷，但这些不友善和讽刺只是其中的一部分，不会成为你的绊脚石，只会让你站得更高。如果你需要朋友和支持，一定要学会表达自己，如果不打开心扉，别人无法真正了解你的梦想。我看出你很有才气，善于思考和充满想象力。但是要提醒你的是，在你没有真正经历过险恶、丑陋、黑暗和无助之前，对自己的勇气和坚强设想都是虚无的。只有亲身经历过困境的人才能真正知道绝望和肮脏的滋味，想象力是无法达到的。既然你期待别人看见和理解你的花园和梦想，可以试着向身边的熟悉和友好的人敞开心扉，在现实中感受真善美，比未来的快乐和幸福更加真实。我们被赋予梦想的能力，所以要让自己的实力可以匹配上我们的梦想。所以，无论怎么说，行动远比言语更重要。在证明自己之前，可能要先学会安静地努力。",
    "annotation": [
      {
        "sentence": "每个女孩都不能被漂亮和乖巧这些定义限制。",
        "label": ""
      },
      {
        "sentence": "不能让别人来定义你的生活和生命方式，无论是男孩还是女孩。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我能感受到对乖巧女孩追求华丽和梦幻的恶意和指责。",
        "label": ""
      },
      {
        "sentence": "但是这只是一部分人的言论，我们要客观全面地看待。",
        "label": ""
      },
      {
        "sentence": "获得幸福的道路有很多，并不局限于乖巧或叛逆、漂亮或丑陋、公主或灰姑娘。",
        "label": ""
      },
      {
        "sentence": "你已经知道了自己的目标，也知道应该学会勇敢和坚强，用独立和努力实现自己的梦想，这些过程和思想，没有人可以嘲笑。",
        "label": ""
      },
      {
        "sentence": "按照自己设定的节奏，一步一步向前走。",
        "label": ""
      },
      {
        "sentence": "虽然你知道会遇到风雨和坎坷，但这些不友善和讽刺只是其中的一部分，不会成为你的绊脚石，只会让你站得更高。",
        "label": ""
      },
      {
        "sentence": "如果你需要朋友和支持，一定要学会表达自己，如果不打开心扉，别人无法真正了解你的梦想。",
        "label": ""
      },
      {
        "sentence": "我看出你很有才气，善于思考和充满想象力。",
        "label": ""
      },
      {
        "sentence": "但是要提醒你的是，在你没有真正经历过险恶、丑陋、黑暗和无助之前，对自己的勇气和坚强设想都是虚无的。",
        "label": ""
      },
      {
        "sentence": "只有亲身经历过困境的人才能真正知道绝望和肮脏的滋味，想象力是无法达到的。",
        "label": ""
      },
      {
        "sentence": "既然你期待别人看见和理解你的花园和梦想，可以试着向身边的熟悉和友好的人敞开心扉，在现实中感受真善美，比未来的快乐和幸福更加真实。",
        "label": ""
      },
      {
        "sentence": "我们被赋予梦想的能力，所以要让自己的实力可以匹配上我们的梦想。",
        "label": ""
      },
      {
        "sentence": "所以，无论怎么说，行动远比言语更重要。",
        "label": ""
      },
      {
        "sentence": "在证明自己之前，可能要先学会安静地努力。",
        "label": ""
      }
    ]
  }
]