[
  {
    "role": "client",
    "content": "我是一个24岁的女生，最近意识到了自己的不足。虽然不是能力上的不足，但是是性格上的。我觉得自己特别不讨喜，总是被父母建议要阳光一点，积极一点，不要那么幼稚，不要总是抱怨，要自己解决问题。我在想，能用自我催眠来改变自己的性格吗？如果我能把自己想象成一个阳光、积极、强大、乐观的人，然后用这个创造出来的人的方法去面对世界，我会变得被喜欢吗？我本人真的不是这样的性格，就算是勉强自己也做不到。我感到很压抑也很痛苦。所以我在想，如果不是\"我\"而是\"另一个人\"，是不是就不会这么难受了？",
    "annotation": [
      {
        "sentence": "我是一个24岁的女生，最近意识到了自己的不足。",
        "label": ""
      },
      {
        "sentence": "虽然不是能力上的不足，但是是性格上的。",
        "label": ""
      },
      {
        "sentence": "我觉得自己特别不讨喜，总是被父母建议要阳光一点，积极一点，不要那么幼稚，不要总是抱怨，要自己解决问题。",
        "label": ""
      },
      {
        "sentence": "我在想，能用自我催眠来改变自己的性格吗？",
        "label": ""
      },
      {
        "sentence": "如果我能把自己想象成一个阳光、积极、强大、乐观的人，然后用这个创造出来的人的方法去面对世界，我会变得被喜欢吗？",
        "label": ""
      },
      {
        "sentence": "我本人真的不是这样的性格，就算是勉强自己也做不到。",
        "label": ""
      },
      {
        "sentence": "我感到很压抑也很痛苦。",
        "label": ""
      },
      {
        "sentence": "所以我在想，如果不是\"我\"而是\"另一个人\"，是不是就不会这么难受了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情况分析：1、不讨喜，被父母要求阳光积极；2、自我催眠，这样就被人喜欢了；3、不希望勉强自己，痛苦压抑。",
    "annotation": [
      {
        "sentence": "情况分析：1、不讨喜，被父母要求阳光积极；2、自我催眠，这样就被人喜欢了；3、不希望勉强自己，痛苦压抑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个标签\"我是个特别不讨喜的人\"是什么时候开始的呢？可能是因为经常听到父母的建议，他们总是要求我要阳光一点，积极一点，不要那么幼稚，不要总是抱怨，要自己解决问题。所以我觉得自己不被父母喜欢原本自己的性格，所以我觉得自己是一个特别不讨喜的人，已经到了需要强调\"特别\"这个层面了吗？我觉得父母对我的性格要求让我感到很痛苦，所以我开始怀疑和否定自己。我觉得我需要变成一个需要自我催眠的\"阳光积极的人\"。但是如果下一次父母提了其他建议呢？我还需要继续去讨好他们，过别人嘴里的人生吗？现在，我想停止讨好他人的行为，试着找到那个真实的自己。",
    "annotation": [
      {
        "sentence": "这个标签\"我是个特别不讨喜的人\"是什么时候开始的呢？",
        "label": ""
      },
      {
        "sentence": "可能是因为经常听到父母的建议，他们总是要求我要阳光一点，积极一点，不要那么幼稚，不要总是抱怨，要自己解决问题。",
        "label": ""
      },
      {
        "sentence": "所以我觉得自己不被父母喜欢原本自己的性格，所以我觉得自己是一个特别不讨喜的人，已经到了需要强调\"特别\"这个层面了吗？",
        "label": ""
      },
      {
        "sentence": "我觉得父母对我的性格要求让我感到很痛苦，所以我开始怀疑和否定自己。",
        "label": ""
      },
      {
        "sentence": "我觉得我需要变成一个需要自我催眠的\"阳光积极的人\"。",
        "label": ""
      },
      {
        "sentence": "但是如果下一次父母提了其他建议呢？",
        "label": ""
      },
      {
        "sentence": "我还需要继续去讨好他们，过别人嘴里的人生吗？",
        "label": ""
      },
      {
        "sentence": "现在，我想停止讨好他人的行为，试着找到那个真实的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "性格没有好坏之分，每个人都可以成为那个闪闪发亮的人。以前我也很困惑，从小到大被别人评价为文静内敛。读书时期老师的评语常常是\"如果你能大胆举手回答问题就好了\"，但是到了大学这样的评价就好转了一些，没人去评判我的内向性格是不好的。我本来也想追求那种积极外向，在陌生环境里也能迅速与周围的人熟络起来，并且交谈得体。但是我发现自己的内向、文静，以及专注力的集中都是我独特的优点，我能够很快冷静下来思考问题。当然，之后我的人际交往也变得更加自如，但我不会强迫自己跟陌生人打交道就像对待好朋友那样。我学会了尊重自己，接纳自己，接受自己原本的性格。这些都是我真实存在的部分。我相信，每个人都有闪闪发光的一面，只需多多挖掘以及多去尝试。不要因为性格原因，给自己设置各种限制，不要限制自己的人生。",
    "annotation": [
      {
        "sentence": "性格没有好坏之分，每个人都可以成为那个闪闪发亮的人。",
        "label": ""
      },
      {
        "sentence": "以前我也很困惑，从小到大被别人评价为文静内敛。",
        "label": ""
      },
      {
        "sentence": "读书时期老师的评语常常是\"如果你能大胆举手回答问题就好了\"，但是到了大学这样的评价就好转了一些，没人去评判我的内向性格是不好的。",
        "label": ""
      },
      {
        "sentence": "我本来也想追求那种积极外向，在陌生环境里也能迅速与周围的人熟络起来，并且交谈得体。",
        "label": ""
      },
      {
        "sentence": "但是我发现自己的内向、文静，以及专注力的集中都是我独特的优点，我能够很快冷静下来思考问题。",
        "label": ""
      },
      {
        "sentence": "当然，之后我的人际交往也变得更加自如，但我不会强迫自己跟陌生人打交道就像对待好朋友那样。",
        "label": ""
      },
      {
        "sentence": "我学会了尊重自己，接纳自己，接受自己原本的性格。",
        "label": ""
      },
      {
        "sentence": "这些都是我真实存在的部分。",
        "label": ""
      },
      {
        "sentence": "我相信，每个人都有闪闪发光的一面，只需多多挖掘以及多去尝试。",
        "label": ""
      },
      {
        "sentence": "不要因为性格原因，给自己设置各种限制，不要限制自己的人生。",
        "label": ""
      }
    ]
  }
]