[
  {
    "role": "client",
    "content": "自我不好时，该怎么面对或对待自己？自我很脆弱容易自我感觉不好，自我不好的时候就会自然进入自我攻击，指责，厌弃，压抑，抗拒，抵抗，自我否定的模式，然后出现痛苦，然后抵抗，压抑痛苦，消极。带着问题不断寻找自己的问题，然后带着更深层次的自我否定，攻击压抑……痛苦。很想逃避这种感觉，越逃避越痛苦。被人否定，被人攻击都容易出现自我不好。我该怎么自救？怎么对待不好的自我。",
    "annotation": [
      {
        "sentence": "自我不好时，该怎么面对或对待自己？",
        "label": ""
      },
      {
        "sentence": "自我很脆弱容易自我感觉不好，自我不好的时候就会自然进入自我攻击，指责，厌弃，压抑，抗拒，抵抗，自我否定的模式，然后出现痛苦，然后抵抗，压抑痛苦，消极。",
        "label": ""
      },
      {
        "sentence": "带着问题不断寻找自己的问题，然后带着更深层次的自我否定，攻击压抑……痛苦。",
        "label": ""
      },
      {
        "sentence": "很想逃避这种感觉，越逃避越痛苦。",
        "label": ""
      },
      {
        "sentence": "被人否定，被人攻击都容易出现自我不好。",
        "label": ""
      },
      {
        "sentence": "我该怎么自救？",
        "label": ""
      },
      {
        "sentence": "怎么对待不好的自我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的提问，感觉到你被自己的情绪裹挟，深陷其中，梳理了一下，有以下几个表现：1、被人否定，被人攻击的时候都容易出现自我感觉不好；2、感觉不好的时候会自我攻击，进入自我否定模式；3、引发痛苦情绪，压抑痛苦，不断做自我分析，希望解决问题，陷入痛苦、压抑、分析、否定、攻击、痛苦的循环；4、想要逃避，越逃避越痛苦。你想要自救，又不知道该怎样自救，是这样吗？",
    "annotation": [
      {
        "sentence": "看到你的提问，感觉到你被自己的情绪裹挟，深陷其中，梳理了一下，有以下几个表现：1、被人否定，被人攻击的时候都容易出现自我感觉不好；2、感觉不好的时候会自我攻击，进入自我否定模式；3、引发痛苦情绪，压抑痛苦，不断做自我分析，希望解决问题，陷入痛苦、压抑、分析、否定、攻击、痛苦的循环；4、想要逃避，越逃避越痛苦。",
        "label": ""
      },
      {
        "sentence": "你想要自救，又不知道该怎样自救，是这样吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉你理解了我的问题。我总是觉得自己处理不好自己的情绪，就会陷入这种消极循环中。",
    "annotation": [
      {
        "sentence": "是的，我感觉你理解了我的问题。",
        "label": ""
      },
      {
        "sentence": "我总是觉得自己处理不好自己的情绪，就会陷入这种消极循环中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我们要了解一点，被人否定，被人攻击时出现不好的感觉，这是非常正常的反应，不好的感觉本身并没有什么不好，情绪本身是没有好坏之分的，好和坏都是我们自己对它的评判。因此，当情绪来袭，我们感觉到它的时候，可以告诉自己，是的，我现在被人否定，我很伤心，我被人攻击，我很难过，我很委屈……看见自己的感受，只是看见就好，不要评判它———影响我们的不是情绪本身，而是我们对于情绪的反应。",
    "annotation": [
      {
        "sentence": "首先，我们要了解一点，被人否定，被人攻击时出现不好的感觉，这是非常正常的反应，不好的感觉本身并没有什么不好，情绪本身是没有好坏之分的，好和坏都是我们自己对它的评判。",
        "label": ""
      },
      {
        "sentence": "因此，当情绪来袭，我们感觉到它的时候，可以告诉自己，是的，我现在被人否定，我很伤心，我被人攻击，我很难过，我很委屈……看见自己的感受，只是看见就好，不要评判它———影响我们的不是情绪本身，而是我们对于情绪的反应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，情绪本身没有对错之分，我应该接受自己的感受。",
    "annotation": [
      {
        "sentence": "我明白了，情绪本身没有对错之分，我应该接受自己的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，我们往往习惯拼判情绪，把伤心，难过，沮丧，委屈等等情绪贴上负面的，不好的标签，然后我们就习惯性的打开问题处理模式，这样的情绪出现是个问题，我不应该有这些情绪，于是开始使用问题解决模式来处理情绪——而这样处理的结果就如同你体会到的那样，会越陷越深，直接卷入思维的漩涡无法自拔。因此，我们不能用解决问题的模式去处理情绪。为什么呢？因为解决问题模式会聚焦于差距，就是“我应该怎样”和“我实际怎样”的差距，而对于情绪而言，如果同样聚焦于差距，我现在的感觉和我期待的感觉之间的差距往往会让我们更加烦恼。",
    "annotation": [
      {
        "sentence": "没错，我们往往习惯拼判情绪，把伤心，难过，沮丧，委屈等等情绪贴上负面的，不好的标签，然后我们就习惯性的打开问题处理模式，这样的情绪出现是个问题，我不应该有这些情绪，于是开始使用问题解决模式来处理情绪——而这样处理的结果就如同你体会到的那样，会越陷越深，直接卷入思维的漩涡无法自拔。",
        "label": ""
      },
      {
        "sentence": "因此，我们不能用解决问题的模式去处理情绪。",
        "label": ""
      },
      {
        "sentence": "为什么呢？",
        "label": ""
      },
      {
        "sentence": "因为解决问题模式会聚焦于差距，就是“我应该怎样”和“我实际怎样”的差距，而对于情绪而言，如果同样聚焦于差距，我现在的感觉和我期待的感觉之间的差距往往会让我们更加烦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我总是陷入这种差距中，把注意力放在自己无法实现期望的地方。",
    "annotation": [
      {
        "sentence": "我总是陷入这种差距中，把注意力放在自己无法实现期望的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这是很容易陷入的思维模式。问题模式的首要步骤就是识别问题。因此当我们面对自己的情绪苦恼的时候，我们习惯于用很多的为什么来帮助自己分析定位问题。“我为什么会有这样的反应？”，“为什么我总是有这样的反应？”，“为什么我就不能像别人那样…”，我们会继续陷于“我为什么做不到那样”，“我为什么成不了我想成为的人”的问题上。而思考这样的问题，要么会把我们带回到过去的创伤情绪体验，要么把我们带到对未来无法达到的担忧恐惧之中，会让我们感觉更加糟糕。",
    "annotation": [
      {
        "sentence": "是的，这是很容易陷入的思维模式。",
        "label": ""
      },
      {
        "sentence": "问题模式的首要步骤就是识别问题。",
        "label": ""
      },
      {
        "sentence": "因此当我们面对自己的情绪苦恼的时候，我们习惯于用很多的为什么来帮助自己分析定位问题。",
        "label": ""
      },
      {
        "sentence": "“我为什么会有这样的反应？",
        "label": ""
      },
      {
        "sentence": "”，“为什么我总是有这样的反应？",
        "label": ""
      },
      {
        "sentence": "”，“为什么我就不能像别人那样…”，我们会继续陷于“我为什么做不到那样”，“我为什么成不了我想成为的人”的问题上。",
        "label": ""
      },
      {
        "sentence": "而思考这样的问题，要么会把我们带回到过去的创伤情绪体验，要么把我们带到对未来无法达到的担忧恐惧之中，会让我们感觉更加糟糕。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实有时会想很多为什么，然后越陷越深，感觉更加困惑和痛苦。",
    "annotation": [
      {
        "sentence": "我确实有时会想很多为什么，然后越陷越深，感觉更加困惑和痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心理学把这样自我聚焦，自责的面对情绪的处理方式称之为“过度沉思”。当我们过度沉思时，我们会陷在“我现在不快乐”的状态中，会持续不断的去分析我为什么不快乐的前因后果。我们以为过度沉思能帮助我们解决不快乐的情绪问题，但实际上过度沉思会大大降低我们解决问题的能力，它恰恰是问题的一部分。",
    "annotation": [
      {
        "sentence": "心理学把这样自我聚焦，自责的面对情绪的处理方式称之为“过度沉思”。",
        "label": ""
      },
      {
        "sentence": "当我们过度沉思时，我们会陷在“我现在不快乐”的状态中，会持续不断的去分析我为什么不快乐的前因后果。",
        "label": ""
      },
      {
        "sentence": "我们以为过度沉思能帮助我们解决不快乐的情绪问题，但实际上过度沉思会大大降低我们解决问题的能力，它恰恰是问题的一部分。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来过度沉思会让问题更困扰，我应该如何摆脱过度沉思的模式呢？",
    "annotation": [
      {
        "sentence": "原来过度沉思会让问题更困扰，我应该如何摆脱过度沉思的模式呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "所以，真正引发我们烦恼的，正如你所意识到的那样，是在自己感受到行动之后的一系列过度沉思的反应，想解决自己不好感受的反应。其实如果我们能把心神放在当下，我们会发现不好的感觉会出现也会消失，之所以你无法发现它的消失，是因为你一直紧紧的拽住它，不肯放手让它离去。你一直把它当做问题紧紧的把它攥在手心。那么我们可以怎么做，来从过度沉思的模式中走出来呢？就是通过正念冥想等练习帮助自己从解决问题模式转换为存在模式。",
    "annotation": [
      {
        "sentence": "所以，真正引发我们烦恼的，正如你所意识到的那样，是在自己感受到行动之后的一系列过度沉思的反应，想解决自己不好感受的反应。",
        "label": ""
      },
      {
        "sentence": "其实如果我们能把心神放在当下，我们会发现不好的感觉会出现也会消失，之所以你无法发现它的消失，是因为你一直紧紧的拽住它，不肯放手让它离去。",
        "label": ""
      },
      {
        "sentence": "你一直把它当做问题紧紧的把它攥在手心。",
        "label": ""
      },
      {
        "sentence": "那么我们可以怎么做，来从过度沉思的模式中走出来呢？",
        "label": ""
      },
      {
        "sentence": "就是通过正念冥想等练习帮助自己从解决问题模式转换为存在模式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "正念冥想听起来不错，我可以通过这种方式放松自己的思绪，改变对待情绪的方式吗？",
    "annotation": [
      {
        "sentence": "正念冥想听起来不错，我可以通过这种方式放松自己的思绪，改变对待情绪的方式吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "正是如此。存在模式是在当下，有意识的，非评判的，如",
    "annotation": [
      {
        "sentence": "正是如此。",
        "label": ""
      },
      {
        "sentence": "存在模式是在当下，有意识的，非评判的，如",
        "label": ""
      }
    ]
  }
]