[
  {
    "role": "client",
    "content": "时刻想要安全感，我感觉我的爱很扭曲？我不知道算不算爱情观了，就我占有欲特别强，无时无刻都想要安全感，要知道对方是专一不会背叛，不想让对方有私人空间，比如对方有同学聚会，对方打游戏，对方和亲戚出去吃饭我都会难过。如果我感到不安，对方疏远我了，或者感觉对方有背叛感就很作，会和对方就吵和哭，然后对方如果让我感觉有一点不厌烦我就觉得自己差劲，自己没用，自己错了是自己不好自己太作了然后就先道歉。有时候我觉得我并不像在恋爱，因为我发觉，自从我对男朋友失望后我把那种执念放在了我买的仓鼠身上。为什么这么说，就是他想动我的仓鼠拿过去看一下我都觉得很排斥，很反抗，就是小孩子最重要的玩具被抢了那样愤怒！我和男朋友分手的理由是我真的不喜欢你了，我喜欢纸片人（动漫角色）。我当时特别讨厌他说的一句话就是：我是爱你的，是活得，纸片人是假的他不能说爱你，你感受不到。我当时就火了不想和他多说什么，只是觉得和他分手真是对了，他好恶心。",
    "annotation": [
      {
        "sentence": "时刻想要安全感，我感觉我的爱很扭曲？",
        "label": ""
      },
      {
        "sentence": "我不知道算不算爱情观了，就我占有欲特别强，无时无刻都想要安全感，要知道对方是专一不会背叛，不想让对方有私人空间，比如对方有同学聚会，对方打游戏，对方和亲戚出去吃饭我都会难过。",
        "label": ""
      },
      {
        "sentence": "如果我感到不安，对方疏远我了，或者感觉对方有背叛感就很作，会和对方就吵和哭，然后对方如果让我感觉有一点不厌烦我就觉得自己差劲，自己没用，自己错了是自己不好自己太作了然后就先道歉。",
        "label": ""
      },
      {
        "sentence": "有时候我觉得我并不像在恋爱，因为我发觉，自从我对男朋友失望后我把那种执念放在了我买的仓鼠身上。",
        "label": ""
      },
      {
        "sentence": "为什么这么说，就是他想动我的仓鼠拿过去看一下我都觉得很排斥，很反抗，就是小孩子最重要的玩具被抢了那样愤怒！",
        "label": ""
      },
      {
        "sentence": "我和男朋友分手的理由是我真的不喜欢你了，我喜欢纸片人（动漫角色）。",
        "label": ""
      },
      {
        "sentence": "我当时特别讨厌他说的一句话就是：我是爱你的，是活得，纸片人是假的他不能说爱你，你感受不到。",
        "label": ""
      },
      {
        "sentence": "我当时就火了不想和他多说什么，只是觉得和他分手真是对了，他好恶心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你这种对感情的需求和占有欲较强的情况，在潜意识中与父母之间的依恋关系模式具有相似性。潜意识往往会认为“像”就意味着“是”。比如，如果一个人被蛇咬过，潜意识会把蛇的形象印在他的脑海中。当他看到木头棍子或者绳子时，会与蛇的形象联系在一起，因为他觉得它们非常相似，所以会感到害怕。因此，我们当前在恋爱中遇到的各种问题，实际上是我们早期依恋关系模式出现的问题。在你的成长早期，可能与父母之间的依恋关系出现了问题，比如被忽视或寄养，经历过太多的分离创伤。一旦进入恋爱这种亲密关系，你会退行到一个小婴儿的状态。希望你的男朋友可以满足你父母没有满足的需求，疗愈你从父母那里得到的创伤。你同时渴望爱与安全感，却又觉得自己不值得被爱，这是一种矛盾冲突的需求。建议你通过咨询，治愈过去早期亲密关系带来的创伤，并发展一段健康成熟的亲密关系。",
    "annotation": [
      {
        "sentence": "你这种对感情的需求和占有欲较强的情况，在潜意识中与父母之间的依恋关系模式具有相似性。",
        "label": ""
      },
      {
        "sentence": "潜意识往往会认为“像”就意味着“是”。",
        "label": ""
      },
      {
        "sentence": "比如，如果一个人被蛇咬过，潜意识会把蛇的形象印在他的脑海中。",
        "label": ""
      },
      {
        "sentence": "当他看到木头棍子或者绳子时，会与蛇的形象联系在一起，因为他觉得它们非常相似，所以会感到害怕。",
        "label": ""
      },
      {
        "sentence": "因此，我们当前在恋爱中遇到的各种问题，实际上是我们早期依恋关系模式出现的问题。",
        "label": ""
      },
      {
        "sentence": "在你的成长早期，可能与父母之间的依恋关系出现了问题，比如被忽视或寄养，经历过太多的分离创伤。",
        "label": ""
      },
      {
        "sentence": "一旦进入恋爱这种亲密关系，你会退行到一个小婴儿的状态。",
        "label": ""
      },
      {
        "sentence": "希望你的男朋友可以满足你父母没有满足的需求，疗愈你从父母那里得到的创伤。",
        "label": ""
      },
      {
        "sentence": "你同时渴望爱与安全感，却又觉得自己不值得被爱，这是一种矛盾冲突的需求。",
        "label": ""
      },
      {
        "sentence": "建议你通过咨询，治愈过去早期亲密关系带来的创伤，并发展一段健康成熟的亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实，我明白有时候我对感情的要求过于强烈了，但我就是控制不住自己的情绪。当对方稍微疏远我一点，或者做出一些我觉得有背叛感的行为，我就会失控地争吵和哭泣。然后，如果对方稍微有一丝厌烦的表现，我就会觉得自己非常差劲，觉得自己没有用处，觉得自己错了，然后会先道歉。这样的情绪反应让我很痛苦，也让我觉得我可能并不懂得如何去爱一个人。",
    "annotation": [
      {
        "sentence": "其实，我明白有时候我对感情的要求过于强烈了，但我就是控制不住自己的情绪。",
        "label": ""
      },
      {
        "sentence": "当对方稍微疏远我一点，或者做出一些我觉得有背叛感的行为，我就会失控地争吵和哭泣。",
        "label": ""
      },
      {
        "sentence": "然后，如果对方稍微有一丝厌烦的表现，我就会觉得自己非常差劲，觉得自己没有用处，觉得自己错了，然后会先道歉。",
        "label": ""
      },
      {
        "sentence": "这样的情绪反应让我很痛苦，也让我觉得我可能并不懂得如何去爱一个人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的情绪反应并不罕见，它可能源于你早期的依恋经历。你可能在成长过程中没有得到足够的爱和安全感，这导致了你在恋爱中表现出缺乏安全感的情绪。这种情绪反应可以通过治疗来调节和改善。重要的是要意识到你对感情的需求过于强烈，并试图在治疗过程中了解你自己的情感触发点，以及如何更好地处理负面情绪并建立健康的情感连接。",
    "annotation": [
      {
        "sentence": "你的情绪反应并不罕见，它可能源于你早期的依恋经历。",
        "label": ""
      },
      {
        "sentence": "你可能在成长过程中没有得到足够的爱和安全感，这导致了你在恋爱中表现出缺乏安全感的情绪。",
        "label": ""
      },
      {
        "sentence": "这种情绪反应可以通过治疗来调节和改善。",
        "label": ""
      },
      {
        "sentence": "重要的是要意识到你对感情的需求过于强烈，并试图在治疗过程中了解你自己的情感触发点，以及如何更好地处理负面情绪并建立健康的情感连接。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我意识到了我对感情的需求过于强烈，但是我不知道如何处理这种情绪。我有时候甚至感觉自己并不像在恋爱，因为发现我把之前对男朋友的失望转移到了我买的仓鼠身上。例如，他想碰一下我的仓鼠，我会感到非常排斥和抵触，就像小孩子最重要的玩具被抢走一样愤怒！所以我和男朋友分手的理由之一是，我真的不喜欢你了，我更喜欢纸片人（动漫角色）。当时他对我说他爱我而不是纸片人，因为纸片人不是真实的，你感受不到它对你的爱。这句话让我非常生气，我不想再多说什么，只觉得分手是正确的决定，他太恶心了。",
    "annotation": [
      {
        "sentence": "我意识到了我对感情的需求过于强烈，但是我不知道如何处理这种情绪。",
        "label": ""
      },
      {
        "sentence": "我有时候甚至感觉自己并不像在恋爱，因为发现我把之前对男朋友的失望转移到了我买的仓鼠身上。",
        "label": ""
      },
      {
        "sentence": "例如，他想碰一下我的仓鼠，我会感到非常排斥和抵触，就像小孩子最重要的玩具被抢走一样愤怒！",
        "label": ""
      },
      {
        "sentence": "所以我和男朋友分手的理由之一是，我真的不喜欢你了，我更喜欢纸片人（动漫角色）。",
        "label": ""
      },
      {
        "sentence": "当时他对我说他爱我而不是纸片人，因为纸片人不是真实的，你感受不到它对你的爱。",
        "label": ""
      },
      {
        "sentence": "这句话让我非常生气，我不想再多说什么，只觉得分手是正确的决定，他太恶心了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你把对感情的需求转移到其他对象上是一种常见的情绪转移现象。这可能是因为你在之前的恋爱中感到失望，把这种执念放在了其他事物上。你对纸片人的偏爱可能是因为你在其中找到了之前恋爱关系中未能满足的某些需求。当时你的男朋友对纸片人的评价触发了你的愤怒，让你觉得他无法给予你想要的真实爱，从而决定分手。在治疗过程中，我们可以一起探索你对纸片人的情感依赖，并寻找其他方式来满足你的爱和安全感的需求。",
    "annotation": [
      {
        "sentence": "你把对感情的需求转移到其他对象上是一种常见的情绪转移现象。",
        "label": ""
      },
      {
        "sentence": "这可能是因为你在之前的恋爱中感到失望，把这种执念放在了其他事物上。",
        "label": ""
      },
      {
        "sentence": "你对纸片人的偏爱可能是因为你在其中找到了之前恋爱关系中未能满足的某些需求。",
        "label": ""
      },
      {
        "sentence": "当时你的男朋友对纸片人的评价触发了你的愤怒，让你觉得他无法给予你想要的真实爱，从而决定分手。",
        "label": ""
      },
      {
        "sentence": "在治疗过程中，我们可以一起探索你对纸片人的情感依赖，并寻找其他方式来满足你的爱和安全感的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我现在需要寻求治疗来处理我从早期依恋经历中带来的创伤，并培养出健康成熟的亲密关系。谢谢你的建议和支持，我会跟进这个建议，希望能够改善自己的情绪反应和建立更健康的爱情观。",
    "annotation": [
      {
        "sentence": "我明白了，我现在需要寻求治疗来处理我从早期依恋经历中带来的创伤，并培养出健康成熟的亲密关系。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，我会跟进这个建议，希望能够改善自己的情绪反应和建立更健康的爱情观。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好的决定！通过寻求治疗，并积极地探索并处理你过去的早期依恋创伤，你将能够进一步成长和发展。我相信你能够渐渐恢复健康的情感连接，建立一个更满意和稳定的亲密关系。如果在治疗过程中有任何问题，记得随时向我寻求支持。祝你早日走出情感困境，过上幸福健康的生活！",
    "annotation": [
      {
        "sentence": "非常好的决定！",
        "label": ""
      },
      {
        "sentence": "通过寻求治疗，并积极地探索并处理你过去的早期依恋创伤，你将能够进一步成长和发展。",
        "label": ""
      },
      {
        "sentence": "我相信你能够渐渐恢复健康的情感连接，建立一个更满意和稳定的亲密关系。",
        "label": ""
      },
      {
        "sentence": "如果在治疗过程中有任何问题，记得随时向我寻求支持。",
        "label": ""
      },
      {
        "sentence": "祝你早日走出情感困境，过上幸福健康的生活！",
        "label": ""
      }
    ]
  }
]