[
  {
    "role": "client",
    "content": "小时候被邻居爸爸扇了两巴掌，30后依然有阴影？",
    "annotation": [
      {
        "sentence": "小时候被邻居爸爸扇了两巴掌，30后依然有阴影？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你的困扰了。你小时候的经历确实很痛苦，这给你留下了深深的阴影。你愿意与我分享更多关于这段经历的细节吗？",
    "annotation": [
      {
        "sentence": "你好，听到你的困扰了。",
        "label": ""
      },
      {
        "sentence": "你小时候的经历确实很痛苦，这给你留下了深深的阴影。",
        "label": ""
      },
      {
        "sentence": "你愿意与我分享更多关于这段经历的细节吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当时我只是因为还手打了邻居的弟弟，也没有做什么坏事。可是他爸爸非常生气，狠狠地打了我两个巴掌，还用刺耳的言语骂我。我当时真的被吓傻了，感觉无助极了。",
    "annotation": [
      {
        "sentence": "当时我只是因为还手打了邻居的弟弟，也没有做什么坏事。",
        "label": ""
      },
      {
        "sentence": "可是他爸爸非常生气，狠狠地打了我两个巴掌，还用刺耳的言语骂我。",
        "label": ""
      },
      {
        "sentence": "我当时真的被吓傻了，感觉无助极了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你当时的感受非常理解，被打和被骂是一种非常严重的伤害。这种无助的感觉可能一直困扰着你，对吗？你觉得现在的你还和那个经历有联系吗？",
    "annotation": [
      {
        "sentence": "你当时的感受非常理解，被打和被骂是一种非常严重的伤害。",
        "label": ""
      },
      {
        "sentence": "这种无助的感觉可能一直困扰着你，对吗？",
        "label": ""
      },
      {
        "sentence": "你觉得现在的你还和那个经历有联系吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，虽然这件事已经过去了30年，但每当我看到身边的男人生气的时候，我就会产生一种害怕的感觉，觉得他们可能会打我，就像那个邻居爸爸一样。我明白现在这种想法可能不太合理，但我控制不住自己的情绪。",
    "annotation": [
      {
        "sentence": "是的，虽然这件事已经过去了30年，但每当我看到身边的男人生气的时候，我就会产生一种害怕的感觉，觉得他们可能会打我，就像那个邻居爸爸一样。",
        "label": ""
      },
      {
        "sentence": "我明白现在这种想法可能不太合理，但我控制不住自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的感受，这种无法控制情绪和害怕的感觉确实会对你的日常生活造成困扰。我们可以试着一起梳理一下你的认知，对那个经历进行重新评估。首先，你能够理解那个邻居爸爸当时的行为并不是因为你犯了什么错，而是他自己的脾气火爆和对自己孩子的过度保护。这和你和那个弟弟一起玩耍并没有直接的关系。",
    "annotation": [
      {
        "sentence": "明白你的感受，这种无法控制情绪和害怕的感觉确实会对你的日常生活造成困扰。",
        "label": ""
      },
      {
        "sentence": "我们可以试着一起梳理一下你的认知，对那个经历进行重新评估。",
        "label": ""
      },
      {
        "sentence": "首先，你能够理解那个邻居爸爸当时的行为并不是因为你犯了什么错，而是他自己的脾气火爆和对自己孩子的过度保护。",
        "label": ""
      },
      {
        "sentence": "这和你和那个弟弟一起玩耍并没有直接的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，他爸爸的行为确实和我并没有关系，我只是被卷入了他们的冲突中。但是当时的情况让我感到很无奈，因为没有人帮助我，甚至我自己的父母也只能忍气吞声。",
    "annotation": [
      {
        "sentence": "是的，他爸爸的行为确实和我并没有关系，我只是被卷入了他们的冲突中。",
        "label": ""
      },
      {
        "sentence": "但是当时的情况让我感到很无奈，因为没有人帮助我，甚至我自己的父母也只能忍气吞声。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种被无助和没有人支持的感觉非常难受，我能够理解。你父母可能当时也无能为力，他们也许觉得无法挑战邻居爸爸的傲慢。但是现在的你已经长大成人，有自己的能力和资源来面对类似的情境了。你可以尝试重新认识自己的内心，相信自己已经很强大，可以应对生活中的各种挑战。",
    "annotation": [
      {
        "sentence": "这种被无助和没有人支持的感觉非常难受，我能够理解。",
        "label": ""
      },
      {
        "sentence": "你父母可能当时也无能为力，他们也许觉得无法挑战邻居爸爸的傲慢。",
        "label": ""
      },
      {
        "sentence": "但是现在的你已经长大成人，有自己的能力和资源来面对类似的情境了。",
        "label": ""
      },
      {
        "sentence": "你可以尝试重新认识自己的内心，相信自己已经很强大，可以应对生活中的各种挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解。我会试着去看明白当时的情况，并用现在的视角重新评估那段经历。希望我可以渐渐克服这个阴影，变得更加坚强。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解。",
        "label": ""
      },
      {
        "sentence": "我会试着去看明白当时的情况，并用现在的视角重新评估那段经历。",
        "label": ""
      },
      {
        "sentence": "希望我可以渐渐克服这个阴影，变得更加坚强。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，这个过程可能需要一些时间，但只要你保持积极的态度并相信自己，我相信你一定能够走出阴影。如果你需要任何帮助或者再分享一些你的感受，随时都可以找我倾诉。加油！",
    "annotation": [
      {
        "sentence": "没问题，这个过程可能需要一些时间，但只要你保持积极的态度并相信自己，我相信你一定能够走出阴影。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再分享一些你的感受，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]