[
  {
    "role": "client",
    "content": "三十二岁，结婚四十天，老公抑郁症确诊，提出离婚？老公母亲去世一个月，他觉得我们是被母亲逼婚而导致他被确诊抑郁症。现在提出离婚，我妥协了，三个月后离婚，目前我食欲不振，失眠严重，舍不得放手，怎么办呢？我积极阅读，跑步，但依然无法缓解焦虑。",
    "annotation": [
      {
        "sentence": "三十二岁，结婚四十天，老公抑郁症确诊，提出离婚？",
        "label": ""
      },
      {
        "sentence": "老公母亲去世一个月，他觉得我们是被母亲逼婚而导致他被确诊抑郁症。",
        "label": ""
      },
      {
        "sentence": "现在提出离婚，我妥协了，三个月后离婚，目前我食欲不振，失眠严重，舍不得放手，怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我积极阅读，跑步，但依然无法缓解焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这确实是非常令人诧异的状况。似乎婚姻的基础不是你和老公共同建立的，而是对方的母亲。您先生的抑郁症，被母亲逼婚，抑郁症属于较长时间的心境障碍，所以这对母子的矛盾应该由来已久。但是，你付出的代价却是一次婚姻的变更。虽然，这次短短的婚姻，也经历了从单身到有一个家庭，但是又需要回到单身的起伏变化。这一定很难适应。没办法体会您的感受，应该是非常的无助、非常的惊诧。",
    "annotation": [
      {
        "sentence": "这确实是非常令人诧异的状况。",
        "label": ""
      },
      {
        "sentence": "似乎婚姻的基础不是你和老公共同建立的，而是对方的母亲。",
        "label": ""
      },
      {
        "sentence": "您先生的抑郁症，被母亲逼婚，抑郁症属于较长时间的心境障碍，所以这对母子的矛盾应该由来已久。",
        "label": ""
      },
      {
        "sentence": "但是，你付出的代价却是一次婚姻的变更。",
        "label": ""
      },
      {
        "sentence": "虽然，这次短短的婚姻，也经历了从单身到有一个家庭，但是又需要回到单身的起伏变化。",
        "label": ""
      },
      {
        "sentence": "这一定很难适应。",
        "label": ""
      },
      {
        "sentence": "没办法体会您的感受，应该是非常的无助、非常的惊诧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实是这样，我觉得之前我们并没有经历过足够长的时间来建立基础。我之前并没有注意到他的情感基础，婚姻似乎是因为他母亲的要求而发生的。我们之间的情感磨合不够充分，可能存在误会和不够坦诚的问题。同时，家人和朋友的祝福和情绪起伏也对我们的婚姻产生了一定的影响。",
    "annotation": [
      {
        "sentence": "确实是这样，我觉得之前我们并没有经历过足够长的时间来建立基础。",
        "label": ""
      },
      {
        "sentence": "我之前并没有注意到他的情感基础，婚姻似乎是因为他母亲的要求而发生的。",
        "label": ""
      },
      {
        "sentence": "我们之间的情感磨合不够充分，可能存在误会和不够坦诚的问题。",
        "label": ""
      },
      {
        "sentence": "同时，家人和朋友的祝福和情绪起伏也对我们的婚姻产生了一定的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，确实有很多外在的因素在干预我们对婚姻的决定。也许我们难以面对年龄的压力，选择了这次婚姻。另一方面，陪伴一个抑郁症的患者并不是件容易的事情。所以继续维持婚姻也是存在一定困难的，除非你们两个人都还因为责任和乐意去付出代价，治疗和维护这段关系。如果这些都没有了，我希望你能够找回完整的自己。就当是四十天的错误付出，还好只有四十天。",
    "annotation": [
      {
        "sentence": "是的，确实有很多外在的因素在干预我们对婚姻的决定。",
        "label": ""
      },
      {
        "sentence": "也许我们难以面对年龄的压力，选择了这次婚姻。",
        "label": ""
      },
      {
        "sentence": "另一方面，陪伴一个抑郁症的患者并不是件容易的事情。",
        "label": ""
      },
      {
        "sentence": "所以继续维持婚姻也是存在一定困难的，除非你们两个人都还因为责任和乐意去付出代价，治疗和维护这段关系。",
        "label": ""
      },
      {
        "sentence": "如果这些都没有了，我希望你能够找回完整的自己。",
        "label": ""
      },
      {
        "sentence": "就当是四十天的错误付出，还好只有四十天。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也觉得继续维持这段婚姻会面临很多挑战，特别是在抑郁症的情况下。我不想让他觉得我是离开他的绊脚石，但同时我也不想牺牲自己的幸福。我不知道怎样才能在短时间内放下对他的感情，重新开始自己的生活。",
    "annotation": [
      {
        "sentence": "是的，我也觉得继续维持这段婚姻会面临很多挑战，特别是在抑郁症的情况下。",
        "label": ""
      },
      {
        "sentence": "我不想让他觉得我是离开他的绊脚石，但同时我也不想牺牲自己的幸福。",
        "label": ""
      },
      {
        "sentence": "我不知道怎样才能在短时间内放下对他的感情，重新开始自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的困惑。放下对他的感情并不是一件容易的事情，尤其是在短时间内。但是，为了你自己的幸福和身心健康，你需要做出一些努力。首先，接受自己的感受，并允许自己悲伤和失望。然后，寻找一些支持系统，比如朋友和家人，他们可以陪伴你度过这个艰难的时期。然后，尝试寻找一些分散注意力的活动，比如参加兴趣小组或者旅行等。最重要的是，给自己时间和空间去治愈，不要强迫自己忘记，而是渐渐放下。",
    "annotation": [
      {
        "sentence": "理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "放下对他的感情并不是一件容易的事情，尤其是在短时间内。",
        "label": ""
      },
      {
        "sentence": "但是，为了你自己的幸福和身心健康，你需要做出一些努力。",
        "label": ""
      },
      {
        "sentence": "首先，接受自己的感受，并允许自己悲伤和失望。",
        "label": ""
      },
      {
        "sentence": "然后，寻找一些支持系统，比如朋友和家人，他们可以陪伴你度过这个艰难的时期。",
        "label": ""
      },
      {
        "sentence": "然后，尝试寻找一些分散注意力的活动，比如参加兴趣小组或者旅行等。",
        "label": ""
      },
      {
        "sentence": "最重要的是，给自己时间和空间去治愈，不要强迫自己忘记，而是渐渐放下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试做到。希望时间能够让我渐渐走出这段感情的阴影，重新找回属于自己的幸福。我会坚强面对未来，不再纠结过去的遗憾。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试做到。",
        "label": ""
      },
      {
        "sentence": "希望时间能够让我渐渐走出这段感情的阴影，重新找回属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "我会坚强面对未来，不再纠结过去的遗憾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经迈出了重要的一步，相信自己的力量。未来可能还会有困难和挑战，但是你有足够的能力去面对和克服它们。在这个过程中，记得要照顾好自己，不要给自己太大的压力，多关注自己的需求和欢乐。你不是一个人在战斗，有你身边的支持者。",
    "annotation": [
      {
        "sentence": "你已经迈出了重要的一步，相信自己的力量。",
        "label": ""
      },
      {
        "sentence": "未来可能还会有困难和挑战，但是你有足够的能力去面对和克服它们。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，记得要照顾好自己，不要给自己太大的压力，多关注自己的需求和欢乐。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，有你身边的支持者。",
        "label": ""
      }
    ]
  }
]