[
  {
    "role": "client",
    "content": "我总想证明男朋友爱我还是爱前任，为什么？我男朋友总说爱我，可是通过对比他和前女友的状态，我觉得，他没有比爱前女友更爱我，他说心里更爱我，我总是怀疑他，我总觉得他更爱前女友，这体现了什么，是我自己不够信任他，对自己缺乏自信，还是他真的不够爱我。",
    "annotation": [
      {
        "sentence": "我总想证明男朋友爱我还是爱前任，为什么？",
        "label": ""
      },
      {
        "sentence": "我男朋友总说爱我，可是通过对比他和前女友的状态，我觉得，他没有比爱前女友更爱我，他说心里更爱我，我总是怀疑他，我总觉得他更爱前女友，这体现了什么，是我自己不够信任他，对自己缺乏自信，还是他真的不够爱我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看得出来，你爱你的男友，很紧张这段感情，因此思虑甚多，关心则乱。因为你爱男友，你希望他也能同样爱你，对你有对等的感情，想得到他明确的回应，能让你确定这份感情。不过，不知道你男友以前是否有做过或者表现过不够爱你的行为？不知道你是通过什么来进行比较？会让你产生了不信任感和不安全感？",
    "annotation": [
      {
        "sentence": "看得出来，你爱你的男友，很紧张这段感情，因此思虑甚多，关心则乱。",
        "label": ""
      },
      {
        "sentence": "因为你爱男友，你希望他也能同样爱你，对你有对等的感情，想得到他明确的回应，能让你确定这份感情。",
        "label": ""
      },
      {
        "sentence": "不过，不知道你男友以前是否有做过或者表现过不够爱你的行为？",
        "label": ""
      },
      {
        "sentence": "不知道你是通过什么来进行比较？",
        "label": ""
      },
      {
        "sentence": "会让你产生了不信任感和不安全感？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他以前没有明确地做过不够爱我的事情，但他和前女友在一起的时候，他总是很疼她、关心她，而且他们在社交媒体上的互动也比他和我多得多。我就是通过这些来进行比较，然后觉得他对前女友更好。",
    "annotation": [
      {
        "sentence": "他以前没有明确地做过不够爱我的事情，但他和前女友在一起的时候，他总是很疼她、关心她，而且他们在社交媒体上的互动也比他和我多得多。",
        "label": ""
      },
      {
        "sentence": "我就是通过这些来进行比较，然后觉得他对前女友更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受。谈恋爱时，很容易产生拿自己和对方的前任来比较的念头，可能在某些方面，他们表现得更好或者更关心前任，但这并不代表他不爱你。每段感情都有不同的呈现形式和发展轨迹，不可完全以前一段感情作为衡量的标准。你可以尝试关注你们两个人的独特之处和相处时的感觉，这样更能真实地体会对方对你的爱。",
    "annotation": [
      {
        "sentence": "我明白你的感受。",
        "label": ""
      },
      {
        "sentence": "谈恋爱时，很容易产生拿自己和对方的前任来比较的念头，可能在某些方面，他们表现得更好或者更关心前任，但这并不代表他不爱你。",
        "label": ""
      },
      {
        "sentence": "每段感情都有不同的呈现形式和发展轨迹，不可完全以前一段感情作为衡量的标准。",
        "label": ""
      },
      {
        "sentence": "你可以尝试关注你们两个人的独特之处和相处时的感觉，这样更能真实地体会对方对你的爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是我对自己和感情缺乏信心，才会不断地怀疑他对我的爱。我以前经历过一段不好的恋爱关系，导致我对爱情产生不信任感和安全感的问题。我觉得自己不够好，不值得别人爱。",
    "annotation": [
      {
        "sentence": "可能是我对自己和感情缺乏信心，才会不断地怀疑他对我的爱。",
        "label": ""
      },
      {
        "sentence": "我以前经历过一段不好的恋爱关系，导致我对爱情产生不信任感和安全感的问题。",
        "label": ""
      },
      {
        "sentence": "我觉得自己不够好，不值得别人爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个情况很常见，之前的经历会对我们的感情产生影响。但请记住，每个人都是独特而珍贵的，你值得得到真正的幸福和爱。不要因为之前的失败经历而质疑自己的价值。对自己的看法也会影响你对感情的态度和对他人的期望，试着多关注自己的优点和成就，增强自己对自己的自信。",
    "annotation": [
      {
        "sentence": "这个情况很常见，之前的经历会对我们的感情产生影响。",
        "label": ""
      },
      {
        "sentence": "但请记住，每个人都是独特而珍贵的，你值得得到真正的幸福和爱。",
        "label": ""
      },
      {
        "sentence": "不要因为之前的失败经历而质疑自己的价值。",
        "label": ""
      },
      {
        "sentence": "对自己的看法也会影响你对感情的态度和对他人的期望，试着多关注自己的优点和成就，增强自己对自己的自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可能是过于依赖比较和自我怀疑，导致我对男友的不信任。我应该更加关注他在行动上对我的表现，而不是一味地寻找差距和消极之处。我要努力培养对他的信任和自己的自信。",
    "annotation": [
      {
        "sentence": "我明白了，我可能是过于依赖比较和自我怀疑，导致我对男友的不信任。",
        "label": ""
      },
      {
        "sentence": "我应该更加关注他在行动上对我的表现，而不是一味地寻找差距和消极之处。",
        "label": ""
      },
      {
        "sentence": "我要努力培养对他的信任和自己的自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经意识到了问题所在，并且愿意主动改变。信任和自信是一段健康感情的重要基石，相信你能逐渐建立起对男友的信任感和对自己的自信。如果你有任何困惑或者需要倾诉，随时都可以来找我。加油！祝你顺利度过这个过程！",
    "annotation": [
      {
        "sentence": "很好，你已经意识到了问题所在，并且愿意主动改变。",
        "label": ""
      },
      {
        "sentence": "信任和自信是一段健康感情的重要基石，相信你能逐渐建立起对男友的信任感和对自己的自信。",
        "label": ""
      },
      {
        "sentence": "如果你有任何困惑或者需要倾诉，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "祝你顺利度过这个过程！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我会努力改变自己的心态，相信我们的感情会更好。如果有需要，我一定会再来找你的。谢谢你的鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我会努力改变自己的心态，相信我们的感情会更好。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我一定会再来找你的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在这里支持你的。任何时候都欢迎你的咨询和倾诉。加油！祝你幸福！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "任何时候都欢迎你的咨询和倾诉。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "祝你幸福！",
        "label": ""
      }
    ]
  }
]