[
  {
    "role": "client",
    "content": "很多方面都是学习别人的，我感觉没人自己的人格？我感觉自己处事方面很多都是学习别人的，跟谁相处得好就学谁，过几天又换一个，导致我现在搬去新学校交不到朋友，我好难熬。",
    "annotation": [
      {
        "sentence": "很多方面都是学习别人的，我感觉没人自己的人格？",
        "label": ""
      },
      {
        "sentence": "我感觉自己处事方面很多都是学习别人的，跟谁相处得好就学谁，过几天又换一个，导致我现在搬去新学校交不到朋友，我好难熬。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗯，你对于自己的感受感到困惑和痛苦。看来你觉得自己缺乏独特的个人魅力，总是在与他人相处时模仿他们，而这样的行为导致了你在新学校交不到朋友，你的痛苦感很深。",
    "annotation": [
      {
        "sentence": "嗯，你对于自己的感受感到困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "看来你觉得自己缺乏独特的个人魅力，总是在与他人相处时模仿他们，而这样的行为导致了你在新学校交不到朋友，你的痛苦感很深。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是觉得自己没有自己的真实个性。",
    "annotation": [
      {
        "sentence": "是的，我就是觉得自己没有自己的真实个性。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你有意识到了问题所在，这一点很不容易。在模仿他人和学习他人之间，其实是有区别的。学习别人是一种获取智慧与经验的方式，让自己不断进步，同时保持内心的稳定。而模仿别人则容易让自己迷失，迷失自己的特点，过于关注他人的看法。这样做的结果就是容易失去自己。一个人如果过多地按照他人的标准改变自己，就会逐渐丧失自我，无法与他人建立真正深厚、真实的关系。",
    "annotation": [
      {
        "sentence": "你有意识到了问题所在，这一点很不容易。",
        "label": ""
      },
      {
        "sentence": "在模仿他人和学习他人之间，其实是有区别的。",
        "label": ""
      },
      {
        "sentence": "学习别人是一种获取智慧与经验的方式，让自己不断进步，同时保持内心的稳定。",
        "label": ""
      },
      {
        "sentence": "而模仿别人则容易让自己迷失，迷失自己的特点，过于关注他人的看法。",
        "label": ""
      },
      {
        "sentence": "这样做的结果就是容易失去自己。",
        "label": ""
      },
      {
        "sentence": "一个人如果过多地按照他人的标准改变自己，就会逐渐丧失自我，无法与他人建立真正深厚、真实的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，在人际关系中我深刻地感受到了痛苦，这种痛苦是我最真实的感受。因为我触碰不到真实的自己，无法建立持久的友情，所以感到很沮丧、挫败、失去信心。",
    "annotation": [
      {
        "sentence": "确实，在人际关系中我深刻地感受到了痛苦，这种痛苦是我最真实的感受。",
        "label": ""
      },
      {
        "sentence": "因为我触碰不到真实的自己，无法建立持久的友情，所以感到很沮丧、挫败、失去信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在我们的成长过程中，有很多人教给我们学习文化知识的方法，却很少有人教我们如何获得真实的关系。这使得我们误以为拥有良好的人际关系是与生俱来的能力。然而，当我们意识到维护和发展关系需要我们勇敢地展示真实的自己时，才发现自己已经走过了一段黯淡无光的日子。所以，学会维护和发展关系是一项需要主动学习的能力。",
    "annotation": [
      {
        "sentence": "在我们的成长过程中，有很多人教给我们学习文化知识的方法，却很少有人教我们如何获得真实的关系。",
        "label": ""
      },
      {
        "sentence": "这使得我们误以为拥有良好的人际关系是与生俱来的能力。",
        "label": ""
      },
      {
        "sentence": "然而，当我们意识到维护和发展关系需要我们勇敢地展示真实的自己时，才发现自己已经走过了一段黯淡无光的日子。",
        "label": ""
      },
      {
        "sentence": "所以，学会维护和发展关系是一项需要主动学习的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "从我的叙述中，你可以看出两个问题，一个是我看不清楚自己，另一个是我交不到朋友。其实这两个问题之间存在一定的因果关系，因为我总是不断地选择朋友，总有下一个有吸引力的人出现，我会不自觉地舍弃一些人，这样的取舍意味着我不接纳自己。",
    "annotation": [
      {
        "sentence": "从我的叙述中，你可以看出两个问题，一个是我看不清楚自己，另一个是我交不到朋友。",
        "label": ""
      },
      {
        "sentence": "其实这两个问题之间存在一定的因果关系，因为我总是不断地选择朋友，总有下一个有吸引力的人出现，我会不自觉地舍弃一些人，这样的取舍意味着我不接纳自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，如果你希望有一个稳定的朋友，并且想要在友谊中得到滋养，那么最好的方式是鼓励自己认真对待一段关系，并慢慢展示真实的自我。你可以与朋友交流自己的需求、不满和快乐等等，这样你就能在友谊中获得进一步的发展。并不是每个人都能完美地满足你对朋友的所有要求，放弃不断追逐的行为可以更好地爱护和尊重自己，避免过多地消耗自己。",
    "annotation": [
      {
        "sentence": "确实，如果你希望有一个稳定的朋友，并且想要在友谊中得到滋养，那么最好的方式是鼓励自己认真对待一段关系，并慢慢展示真实的自我。",
        "label": ""
      },
      {
        "sentence": "你可以与朋友交流自己的需求、不满和快乐等等，这样你就能在友谊中获得进一步的发展。",
        "label": ""
      },
      {
        "sentence": "并不是每个人都能完美地满足你对朋友的所有要求，放弃不断追逐的行为可以更好地爱护和尊重自己，避免过多地消耗自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许有些时候，并不需要在友谊中倾诉烦恼和困惑。我可以自己消化一些烦恼和困惑，但是我仍然希望能够拥有一些能够给予我安慰的朋友，有他们的信任和陪伴。",
    "annotation": [
      {
        "sentence": "或许有些时候，并不需要在友谊中倾诉烦恼和困惑。",
        "label": ""
      },
      {
        "sentence": "我可以自己消化一些烦恼和困惑，但是我仍然希望能够拥有一些能够给予我安慰的朋友，有他们的信任和陪伴。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，有些时候朋友的信任和默默陪伴，可以让我们感受到安慰。希望你能够快乐起来。",
    "annotation": [
      {
        "sentence": "没错，有些时候朋友的信任和默默陪伴，可以让我们感受到安慰。",
        "label": ""
      },
      {
        "sentence": "希望你能够快乐起来。",
        "label": ""
      }
    ]
  }
]