[
  {
    "role": "client",
    "content": "我是一个30岁的男性，只要别人的行为不符合我的预期我就会生气。比如，媳妇去超市买东西，我等着超过我的心理时间我就会生气。我拿着很不好拿的东西，媳妇走在前面（她手上也拿着东西，但好拿一些），没有把东西放在门口的椅子上提前开门让我放下，我瞬间就爆了。我对所有的事在心里都设定有标准，只要与这个标准不符合或我预想的没发生我就会生气，无论对谁。我在网上查过，这是心理年龄偏小（我都30岁了），过度以自我为中心，以及控制欲，可控感未被满足。解决办法是要找到生气背后的原因，去跟人沟通自己的感受。要有同理心，站在别人的角度去思考这些方法我有些愿意尝试。但有两个我感觉我克服不了。1.只要遇到类似的事，我立马就生气了，像本能，我根本就控制不了。2.当我受到不公平对待（就像上面，我拿的东西不好拿，快拿不住了，我就是不想说，你如果没看出来，没做，我就是生气）一般都会大吵一架，就是不想说。为什么想改变1.不想让妻儿受累2.会影响我待人处事的方方面面3.内心情绪总受影响",
    "annotation": [
      {
        "sentence": "我是一个30岁的男性，只要别人的行为不符合我的预期我就会生气。",
        "label": ""
      },
      {
        "sentence": "比如，媳妇去超市买东西，我等着超过我的心理时间我就会生气。",
        "label": ""
      },
      {
        "sentence": "我拿着很不好拿的东西，媳妇走在前面（她手上也拿着东西，但好拿一些），没有把东西放在门口的椅子上提前开门让我放下，我瞬间就爆了。",
        "label": ""
      },
      {
        "sentence": "我对所有的事在心里都设定有标准，只要与这个标准不符合或我预想的没发生我就会生气，无论对谁。",
        "label": ""
      },
      {
        "sentence": "我在网上查过，这是心理年龄偏小（我都30岁了），过度以自我为中心，以及控制欲，可控感未被满足。",
        "label": ""
      },
      {
        "sentence": "解决办法是要找到生气背后的原因，去跟人沟通自己的感受。",
        "label": ""
      },
      {
        "sentence": "要有同理心，站在别人的角度去思考这些方法我有些愿意尝试。",
        "label": ""
      },
      {
        "sentence": "但有两个我感觉我克服不了。",
        "label": ""
      },
      {
        "sentence": "1.只要遇到类似的事，我立马就生气了，像本能，我根本就控制不了。",
        "label": ""
      },
      {
        "sentence": "2.当我受到不公平对待（就像上面，我拿的东西不好拿，快拿不住了，我就是不想说，你如果没看出来，没做，我就是生气）一般都会大吵一架，就是不想说。",
        "label": ""
      },
      {
        "sentence": "为什么想改变1.不想让妻儿受累2.会影响我待人处事的方方面面3.内心情绪总受影响",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，我能感受到，你是一个很有责任心的丈夫，能够对自己进行及时的觉察，这是非常值得肯定的。你苦于自己的情绪没有办法控制，这给家人、同事和你自己带来了很大的困扰，我非常能够理解你的感受。对事情和情绪的失控感，让你感到了一些不安，总是想把控什么东西，却又感觉总在失控状态中。你表现出的烦躁、发怒和生气是你对内心不安的一种应激反应，你真的很辛苦。",
    "annotation": [
      {
        "sentence": "从你的描述中，我能感受到，你是一个很有责任心的丈夫，能够对自己进行及时的觉察，这是非常值得肯定的。",
        "label": ""
      },
      {
        "sentence": "你苦于自己的情绪没有办法控制，这给家人、同事和你自己带来了很大的困扰，我非常能够理解你的感受。",
        "label": ""
      },
      {
        "sentence": "对事情和情绪的失控感，让你感到了一些不安，总是想把控什么东西，却又感觉总在失控状态中。",
        "label": ""
      },
      {
        "sentence": "你表现出的烦躁、发怒和生气是你对内心不安的一种应激反应，你真的很辛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是总想要掌控一切，如果能够掌控周围所有人所有事情的发展，我就会感到片刻的放松。但是我也意识到这种控制是非常不现实的，只会带来更多痛苦和不安。",
    "annotation": [
      {
        "sentence": "是的，我就是总想要掌控一切，如果能够掌控周围所有人所有事情的发展，我就会感到片刻的放松。",
        "label": ""
      },
      {
        "sentence": "但是我也意识到这种控制是非常不现实的，只会带来更多痛苦和不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的内心总存在一个长不大的小孩，这个小孩就是那个在童年没有被很好保护的受伤的小孩。他不肯长大，与年龄无关，创伤是不会被疗愈的，但我们可以尝试去面对，去接纳自己。在你还没有“心理能力”去面对这一切之前，可以寻求专业的心理帮助。我们永远不能改写过去的经历，不能选择原生家庭，但我们可以选择改变自己。",
    "annotation": [
      {
        "sentence": "你的内心总存在一个长不大的小孩，这个小孩就是那个在童年没有被很好保护的受伤的小孩。",
        "label": ""
      },
      {
        "sentence": "他不肯长大，与年龄无关，创伤是不会被疗愈的，但我们可以尝试去面对，去接纳自己。",
        "label": ""
      },
      {
        "sentence": "在你还没有“心理能力”去面对这一切之前，可以寻求专业的心理帮助。",
        "label": ""
      },
      {
        "sentence": "我们永远不能改写过去的经历，不能选择原生家庭，但我们可以选择改变自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我尝试过改变，但收效甚微。我觉得生气是本能，是无法自我控制的。",
    "annotation": [
      {
        "sentence": "我尝试过改变，但收效甚微。",
        "label": ""
      },
      {
        "sentence": "我觉得生气是本能，是无法自我控制的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这可能是你潜意识里不想改变的一种借口。没有放下，没有接纳，就没有办法轻装前行。背着“创伤”前进，你将会一直很辛苦。每一次发火，每一次生气，都是对自己和周围人的一种伤害。所以，学会爱自己，提升爱自己的能力，才有能力去爱你的家人，爱你的生活。希望我的回答能对你有所帮助。",
    "annotation": [
      {
        "sentence": "这可能是你潜意识里不想改变的一种借口。",
        "label": ""
      },
      {
        "sentence": "没有放下，没有接纳，就没有办法轻装前行。",
        "label": ""
      },
      {
        "sentence": "背着“创伤”前进，你将会一直很辛苦。",
        "label": ""
      },
      {
        "sentence": "每一次发火，每一次生气，都是对自己和周围人的一种伤害。",
        "label": ""
      },
      {
        "sentence": "所以，学会爱自己，提升爱自己的能力，才有能力去爱你的家人，爱你的生活。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和肯定，我会尽力去接纳自己，寻求专业的心理帮助，并努力学会爱自己。我相信通过改变自己的方式，我可以找到更好的生活方式，也能给我的家人带去更多的幸福。",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和肯定，我会尽力去接纳自己，寻求专业的心理帮助，并努力学会爱自己。",
        "label": ""
      },
      {
        "sentence": "我相信通过改变自己的方式，我可以找到更好的生活方式，也能给我的家人带去更多的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到你的决心和愿望。改变不是一蹴而就的过程，需要时间和努力。但只要你坚持下去，相信你会取得进步的。记住，你并不孤单，你有我们在这里支持你。如果需要的话，随时寻求专业的心理帮助，他们会给予你更专业的指导和支持。",
    "annotation": [
      {
        "sentence": "非常欣慰听到你的决心和愿望。",
        "label": ""
      },
      {
        "sentence": "改变不是一蹴而就的过程，需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "但只要你坚持下去，相信你会取得进步的。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，你有我们在这里支持你。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，随时寻求专业的心理帮助，他们会给予你更专业的指导和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我会珍惜这段对话，将它们铭记在心，并努力朝着积极的方向前进。我真的很感激你的陪伴和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你，我会珍惜这段对话，将它们铭记在心，并努力朝着积极的方向前进。",
        "label": ""
      },
      {
        "sentence": "我真的很感激你的陪伴和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你真的很勇敢，我相信你能够克服困难，走出困境，过上更加健康、幸福的生活。记住，你不是一个人在战斗。如果你需要任何帮助，随时来找我聊天，我会一直支持你的。加油！",
    "annotation": [
      {
        "sentence": "你真的很勇敢，我相信你能够克服困难，走出困境，过上更加健康、幸福的生活。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助，随时来找我聊天，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]