[
  {
    "role": "client",
    "content": "我是一个30岁的男性，只要别人的行为不符合我的预期，我就会生气。比如，我媳妇去超市买东西，我等着时间超过我的预期，我就会生气。有一次，我拿着很不好拿的东西，媳妇走在前面（她手上也拿着东西，但好拿一些），没有把东西放在门口的椅子上提前开门让我放下，我瞬间就爆了。对任何事情，只要不符合我的标准或我预想的没发生，我就会生气，无论对谁。我在网上查过，这是心理年龄偏小（我都30岁了），过度以自我为中心，以及控制欲，可控感未被满足。解决办法是要找到生气背后的原因，去跟人沟通自己的感受。要有同理心，站在别人的角度去思考。这些方法我有些愿意尝试。但有两个问题我感觉我克服不了。第一，只要遇到类似的情况，我立刻就生气了，像本能一样，我根本就无法控制。第二，当我受到不公平对待（就像上面的例子，我拿的东西不好拿，快拿不住了，我就是不想说，你如果没看出来，没做，我就是生气），一般都会大吵一架，就是不想说。为什么想改变呢？一是不想让妻儿受累，二是会影响我待人处事的方方面面，三是内心情绪总受影响。",
    "annotation": [
      {
        "sentence": "我是一个30岁的男性，只要别人的行为不符合我的预期，我就会生气。",
        "label": ""
      },
      {
        "sentence": "比如，我媳妇去超市买东西，我等着时间超过我的预期，我就会生气。",
        "label": ""
      },
      {
        "sentence": "有一次，我拿着很不好拿的东西，媳妇走在前面（她手上也拿着东西，但好拿一些），没有把东西放在门口的椅子上提前开门让我放下，我瞬间就爆了。",
        "label": ""
      },
      {
        "sentence": "对任何事情，只要不符合我的标准或我预想的没发生，我就会生气，无论对谁。",
        "label": ""
      },
      {
        "sentence": "我在网上查过，这是心理年龄偏小（我都30岁了），过度以自我为中心，以及控制欲，可控感未被满足。",
        "label": ""
      },
      {
        "sentence": "解决办法是要找到生气背后的原因，去跟人沟通自己的感受。",
        "label": ""
      },
      {
        "sentence": "要有同理心，站在别人的角度去思考。",
        "label": ""
      },
      {
        "sentence": "这些方法我有些愿意尝试。",
        "label": ""
      },
      {
        "sentence": "但有两个问题我感觉我克服不了。",
        "label": ""
      },
      {
        "sentence": "第一，只要遇到类似的情况，我立刻就生气了，像本能一样，我根本就无法控制。",
        "label": ""
      },
      {
        "sentence": "第二，当我受到不公平对待（就像上面的例子，我拿的东西不好拿，快拿不住了，我就是不想说，你如果没看出来，没做，我就是生气），一般都会大吵一架，就是不想说。",
        "label": ""
      },
      {
        "sentence": "为什么想改变呢？",
        "label": ""
      },
      {
        "sentence": "一是不想让妻儿受累，二是会影响我待人处事的方方面面，三是内心情绪总受影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能够感受到你内心的压抑、愤怒和冲突纠结，你把这些想法憋在心里不说出来，当事情没有按照你预期的发展时就会生气。别人并不清楚发生了什么事情，所以不仅你身边的人会感到迷惑和难受，你自己也感到不舒服。作为一个成年人，用未成年人的态度和方式来对待他人和事物，确实会让别人很难理解、接受和认可。这样的行为会给你的正常社交和家庭生活带来一些不必要的麻烦和影响。在你提到的这些事件中，当妻子的行为表现和你的期望无法一致时，你就会很生气。就像你所说的，在你的内心对所有事情都有一个“标准”，你用这个“标准”来衡量别人的言语和行为，要求别人按照你的“标准”去做。但这个“标准”只存在于你自己的内心，对别人来说并不是他们的标准。你要求别人按照你的“标准”去做，就相当于在强迫控制别人按照你的思想去行动，这让别人无法按照他们自己的意愿去做事，同时也无法体验到他们自我存在和价值的感受。此外，他们还要承受满足你的期望所带来的压力，无法得到别人对你“标准”和想法的理解、接纳和认可的支持。而这个“标准”又隐藏在你的内心深处，别人看不见也听不到，你又没有说出来，所以别人自然就无法知道你的想法和内心的真正感受。这会让别人感到很不解，同时你也会感到压抑。外界的事件只是刺激，引发的是你内心深处的情绪体验。你对事情的反应明显超出了刺激本身的影响力，这表明你的内心积累了很多情绪刺激，压抑了很多情感。而正是这些情感给你的心理带来了很大的影响。你想通过控制别人的行为来获得对自我的认可和满足，这可以说是内心情感的投射，表现出对自我比较否定、排斥和不接纳的情况。解决这个问题，你可以考虑预约一个合适的老师，释放内心的情绪，与人交流沟通。这样的交流确实可以释放一部分情绪，但无法修复内心的创伤。即使释放了一些情绪，创伤仍然存在，会产生情绪压力。只有释放了情绪并修复了创伤，才能真正解决困扰你的问题。当问题解决了，你就不再需要把内心的期望投射到别人身上，也就不会那么容易生气，从而不会再伤害到家人了。",
    "annotation": [
      {
        "sentence": "我能够感受到你内心的压抑、愤怒和冲突纠结，你把这些想法憋在心里不说出来，当事情没有按照你预期的发展时就会生气。",
        "label": ""
      },
      {
        "sentence": "别人并不清楚发生了什么事情，所以不仅你身边的人会感到迷惑和难受，你自己也感到不舒服。",
        "label": ""
      },
      {
        "sentence": "作为一个成年人，用未成年人的态度和方式来对待他人和事物，确实会让别人很难理解、接受和认可。",
        "label": ""
      },
      {
        "sentence": "这样的行为会给你的正常社交和家庭生活带来一些不必要的麻烦和影响。",
        "label": ""
      },
      {
        "sentence": "在你提到的这些事件中，当妻子的行为表现和你的期望无法一致时，你就会很生气。",
        "label": ""
      },
      {
        "sentence": "就像你所说的，在你的内心对所有事情都有一个“标准”，你用这个“标准”来衡量别人的言语和行为，要求别人按照你的“标准”去做。",
        "label": ""
      },
      {
        "sentence": "但这个“标准”只存在于你自己的内心，对别人来说并不是他们的标准。",
        "label": ""
      },
      {
        "sentence": "你要求别人按照你的“标准”去做，就相当于在强迫控制别人按照你的思想去行动，这让别人无法按照他们自己的意愿去做事，同时也无法体验到他们自我存在和价值的感受。",
        "label": ""
      },
      {
        "sentence": "此外，他们还要承受满足你的期望所带来的压力，无法得到别人对你“标准”和想法的理解、接纳和认可的支持。",
        "label": ""
      },
      {
        "sentence": "而这个“标准”又隐藏在你的内心深处，别人看不见也听不到，你又没有说出来，所以别人自然就无法知道你的想法和内心的真正感受。",
        "label": ""
      },
      {
        "sentence": "这会让别人感到很不解，同时你也会感到压抑。",
        "label": ""
      },
      {
        "sentence": "外界的事件只是刺激，引发的是你内心深处的情绪体验。",
        "label": ""
      },
      {
        "sentence": "你对事情的反应明显超出了刺激本身的影响力，这表明你的内心积累了很多情绪刺激，压抑了很多情感。",
        "label": ""
      },
      {
        "sentence": "而正是这些情感给你的心理带来了很大的影响。",
        "label": ""
      },
      {
        "sentence": "你想通过控制别人的行为来获得对自我的认可和满足，这可以说是内心情感的投射，表现出对自我比较否定、排斥和不接纳的情况。",
        "label": ""
      },
      {
        "sentence": "解决这个问题，你可以考虑预约一个合适的老师，释放内心的情绪，与人交流沟通。",
        "label": ""
      },
      {
        "sentence": "这样的交流确实可以释放一部分情绪，但无法修复内心的创伤。",
        "label": ""
      },
      {
        "sentence": "即使释放了一些情绪，创伤仍然存在，会产生情绪压力。",
        "label": ""
      },
      {
        "sentence": "只有释放了情绪并修复了创伤，才能真正解决困扰你的问题。",
        "label": ""
      },
      {
        "sentence": "当问题解决了，你就不再需要把内心的期望投射到别人身上，也就不会那么容易生气，从而不会再伤害到家人了。",
        "label": ""
      }
    ]
  }
]