[
  {
    "role": "client",
    "content": "我是30岁男性，只要别人的行为不符合我的预期我就会生气。比如，媳妇去超市买东西我等着超过我的心理时间，我就会生气。我拿着很不好拿的东西，媳妇走在前面(她手上也拿着东西，但好拿一些)没有把东西放在门口的椅子上提前开门让我放下，我瞬间就爆了。我对所有的事在心里都设定有标准，只要与这个标准不符合或我预想的没发生我就会生气，无论对谁。我在网上查过，这是心理年龄偏小(我都30岁了)，过度以自我为中心，以及控制欲，可控感未被满足。解决办法是要找到生气背后的原因，去跟人沟通自己的感受。要有同理心，站在别人的角度去思考这些方法我有些愿意尝试。但有两个我感觉我克服不了。1.只要遇到类似的事，我立马就生气了，像本能，我根本就控制不了。2.当我受到不公平对待(就像上面，我拿的东西不好拿，快拿不住了，我就是不想说，你如果没看出来，没做，我就是生气)一般都会大吵一架，就是不想说。为什么想改变1.不想让妻儿受累2.会影响我待人处事的方方面面3.内心情绪总受影响",
    "annotation": [
      {
        "sentence": "我是30岁男性，只要别人的行为不符合我的预期我就会生气。",
        "label": ""
      },
      {
        "sentence": "比如，媳妇去超市买东西我等着超过我的心理时间，我就会生气。",
        "label": ""
      },
      {
        "sentence": "我拿着很不好拿的东西，媳妇走在前面(她手上也拿着东西，但好拿一些)没有把东西放在门口的椅子上提前开门让我放下，我瞬间就爆了。",
        "label": ""
      },
      {
        "sentence": "我对所有的事在心里都设定有标准，只要与这个标准不符合或我预想的没发生我就会生气，无论对谁。",
        "label": ""
      },
      {
        "sentence": "我在网上查过，这是心理年龄偏小(我都30岁了)，过度以自我为中心，以及控制欲，可控感未被满足。",
        "label": ""
      },
      {
        "sentence": "解决办法是要找到生气背后的原因，去跟人沟通自己的感受。",
        "label": ""
      },
      {
        "sentence": "要有同理心，站在别人的角度去思考这些方法我有些愿意尝试。",
        "label": ""
      },
      {
        "sentence": "但有两个我感觉我克服不了。",
        "label": ""
      },
      {
        "sentence": "1.只要遇到类似的事，我立马就生气了，像本能，我根本就控制不了。",
        "label": ""
      },
      {
        "sentence": "2.当我受到不公平对待(就像上面，我拿的东西不好拿，快拿不住了，我就是不想说，你如果没看出来，没做，我就是生气)一般都会大吵一架，就是不想说。",
        "label": ""
      },
      {
        "sentence": "为什么想改变1.不想让妻儿受累2.会影响我待人处事的方方面面3.内心情绪总受影响",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述，感觉你具有较强的自我觉能力。我们一起来看看你的困扰：【我对所有的事在心里都设定有标准，只要与这个标准不符合或我预想的没发生我就会生气，无论对谁。】你用你的标准来要求全世界，没有把他人当成一个独立的个体。每个人是独一无二的，无论在能力、成长过程、人生经验等方面都是不同的，因为人不同，即使面对同一件事，产生的结果也是不同的。同样，你对自己也是要求严格的，对吗？如果自己的行为不符合自己的标准，你内心也会很责怪自己吧？【我在网上查过，这是心理年龄偏小(我都30岁了)，过度以自我为中心，以及控制欲，可控感未被满足。】控制的背后是什么呢？是害怕，是恐惧失控。也可以说是内心深处觉得自己没法面对事情的不确定性，所以要去掌控。【解决办法是要找到生气背后的原因，去跟人沟通自己的感受。要有同理心，站在别人的角度去思考，这些方法我有些愿意尝试。但有两个我感觉我克服不了。1.只要遇到类似的事，我立马就生气了，像本能，我根本就控制不了。2.当我受到不公平对待(就像上面，我拿的东西不好拿，快拿不住了，我就是不想说，你如果没看出来，没做，我就是生气)一般都会大吵一架，就是不想说。】看得出你在个人成长方面是很重视的，也不断的在寻找解决方法。但有些方法操作起来，就是没有办法来对抗本性，该暴怒还是暴怒。然后，我们来看看你上面写的1、2点，不符合你的预期，马上炸毛。心里有什么需求，就是不说，要别人主动来看到并猜测你的需求。猜中了就好，猜不中就大吵一架。当看到这里的时候，你会想到什么画面呢？你说你已经有孩子了，对吧？小婴儿在有需求的时候是用哭来提醒大人的，他没法具体说明他的需求是什么，大人要猜，是饿了还是要换尿片了？如果大人没有及时满足他，那么他会越哭越厉害，在我们看起来是哭，其实是小婴儿在释放愤怒。心理学上有个词叫“退行”，也就是说成年人在遇到挫折时感到无力，可能就会退回到较小的阶段，用那个时候的应对模式来面对挫折。当然暴怒还有另一个原因，就是“自恋”，认为自己是全能的，是世界的中心。在婴儿阶段，婴儿就是全能自恋的，因为他一哭奶瓶就递过来了，他一哭就换尿布了，总之就是他一出声就立刻得到满足，于是他就以为自己是宇宙的中心，无所不能。最后，分享下自我改善的方法：1、试着去理解并接受别人与自己的差异，而不是在发现对方与自己不同时，就认为对方是错的并进行指责。当对方有了你预期外的表现时，可以试着去了解下对方当时的想法是什么（因为想法决定行为），经过这样的练习，不仅会变得越来越理解体贴他人，也可以为自己的世界增加新的经验。当觉察到自己情绪上头面临暴怒时，可以试着对自己讲“我很愤怒，我想要发火了，我现在是无牙婴儿上身了”（这个方法我个人亲测还是有挺有用的）2、学习表达自己的感受和需求。两个人关系的亲密感，主要还是取决于情绪感受的分享与被接纳。推荐《非暴力沟通》这本书。3、自我接纳。一个人对周围有很多不满指责时，其实也代表他对自己是很不满意的",
    "annotation": [
      {
        "sentence": "看了你的描述，感觉你具有较强的自我觉能力。",
        "label": ""
      },
      {
        "sentence": "我们一起来看看你的困扰：【我对所有的事在心里都设定有标准，只要与这个标准不符合或我预想的没发生我就会生气，无论对谁。",
        "label": ""
      },
      {
        "sentence": "】你用你的标准来要求全世界，没有把他人当成一个独立的个体。",
        "label": ""
      },
      {
        "sentence": "每个人是独一无二的，无论在能力、成长过程、人生经验等方面都是不同的，因为人不同，即使面对同一件事，产生的结果也是不同的。",
        "label": ""
      },
      {
        "sentence": "同样，你对自己也是要求严格的，对吗？",
        "label": ""
      },
      {
        "sentence": "如果自己的行为不符合自己的标准，你内心也会很责怪自己吧？",
        "label": ""
      },
      {
        "sentence": "【我在网上查过，这是心理年龄偏小(我都30岁了)，过度以自我为中心，以及控制欲，可控感未被满足。",
        "label": ""
      },
      {
        "sentence": "】控制的背后是什么呢？",
        "label": ""
      },
      {
        "sentence": "是害怕，是恐惧失控。",
        "label": ""
      },
      {
        "sentence": "也可以说是内心深处觉得自己没法面对事情的不确定性，所以要去掌控。",
        "label": ""
      },
      {
        "sentence": "【解决办法是要找到生气背后的原因，去跟人沟通自己的感受。",
        "label": ""
      },
      {
        "sentence": "要有同理心，站在别人的角度去思考，这些方法我有些愿意尝试。",
        "label": ""
      },
      {
        "sentence": "但有两个我感觉我克服不了。",
        "label": ""
      },
      {
        "sentence": "1.只要遇到类似的事，我立马就生气了，像本能，我根本就控制不了。",
        "label": ""
      },
      {
        "sentence": "2.当我受到不公平对待(就像上面，我拿的东西不好拿，快拿不住了，我就是不想说，你如果没看出来，没做，我就是生气)一般都会大吵一架，就是不想说。",
        "label": ""
      },
      {
        "sentence": "】看得出你在个人成长方面是很重视的，也不断的在寻找解决方法。",
        "label": ""
      },
      {
        "sentence": "但有些方法操作起来，就是没有办法来对抗本性，该暴怒还是暴怒。",
        "label": ""
      },
      {
        "sentence": "然后，我们来看看你上面写的1、2点，不符合你的预期，马上炸毛。",
        "label": ""
      },
      {
        "sentence": "心里有什么需求，就是不说，要别人主动来看到并猜测你的需求。",
        "label": ""
      },
      {
        "sentence": "猜中了就好，猜不中就大吵一架。",
        "label": ""
      },
      {
        "sentence": "当看到这里的时候，你会想到什么画面呢？",
        "label": ""
      },
      {
        "sentence": "你说你已经有孩子了，对吧？",
        "label": ""
      },
      {
        "sentence": "小婴儿在有需求的时候是用哭来提醒大人的，他没法具体说明他的需求是什么，大人要猜，是饿了还是要换尿片了？",
        "label": ""
      },
      {
        "sentence": "如果大人没有及时满足他，那么他会越哭越厉害，在我们看起来是哭，其实是小婴儿在释放愤怒。",
        "label": ""
      },
      {
        "sentence": "心理学上有个词叫“退行”，也就是说成年人在遇到挫折时感到无力，可能就会退回到较小的阶段，用那个时候的应对模式来面对挫折。",
        "label": ""
      },
      {
        "sentence": "当然暴怒还有另一个原因，就是“自恋”，认为自己是全能的，是世界的中心。",
        "label": ""
      },
      {
        "sentence": "在婴儿阶段，婴儿就是全能自恋的，因为他一哭奶瓶就递过来了，他一哭就换尿布了，总之就是他一出声就立刻得到满足，于是他就以为自己是宇宙的中心，无所不能。",
        "label": ""
      },
      {
        "sentence": "最后，分享下自我改善的方法：1、试着去理解并接受别人与自己的差异，而不是在发现对方与自己不同时，就认为对方是错的并进行指责。",
        "label": ""
      },
      {
        "sentence": "当对方有了你预期外的表现时，可以试着去了解下对方当时的想法是什么（因为想法决定行为），经过这样的练习，不仅会变得越来越理解体贴他人，也可以为自己的世界增加新的经验。",
        "label": ""
      },
      {
        "sentence": "当觉察到自己情绪上头面临暴怒时，可以试着对自己讲“我很愤怒，我想要发火了，我现在是无牙婴儿上身了”（这个方法我个人亲测还是有挺有用的）2、学习表达自己的感受和需求。",
        "label": ""
      },
      {
        "sentence": "两个人关系的亲密感，主要还是取决于情绪感受的分享与被接纳。",
        "label": ""
      },
      {
        "sentence": "推荐《非暴力沟通》这本书。",
        "label": ""
      },
      {
        "sentence": "3、自我接纳。",
        "label": ""
      },
      {
        "sentence": "一个人对周围有很多不满指责时，其实也代表他对自己是很不满意的",
        "label": ""
      }
    ]
  }
]