[
  {
    "role": "client",
    "content": "30岁男，只要别人的行为不符合我的预期我就会生气。",
    "annotation": [
      {
        "sentence": "30岁男，只要别人的行为不符合我的预期我就会生气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗨，看到你的描述，有两点体会和你分享。一个是你可以很清晰地看到自己的问题所在，是非观念也很明确，在认知上是比较清晰的。另一个是受困于自己的性格方面，具体为喜欢暴雷，通过暴怒的方式来解决一些特定的问题。对于这种暴雷，自己是清楚是不对的，但就是难以控制。对吗？",
    "annotation": [
      {
        "sentence": "嗨，看到你的描述，有两点体会和你分享。",
        "label": ""
      },
      {
        "sentence": "一个是你可以很清晰地看到自己的问题所在，是非观念也很明确，在认知上是比较清晰的。",
        "label": ""
      },
      {
        "sentence": "另一个是受困于自己的性格方面，具体为喜欢暴雷，通过暴怒的方式来解决一些特定的问题。",
        "label": ""
      },
      {
        "sentence": "对于这种暴雷，自己是清楚是不对的，但就是难以控制。",
        "label": ""
      },
      {
        "sentence": "对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "没有错，我就是很难控制自己的脾气，尤其是当别人的行为不符合我的预期时。",
    "annotation": [
      {
        "sentence": "没有错，我就是很难控制自己的脾气，尤其是当别人的行为不符合我的预期时。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "暴雷上瘾：这是我个人的判断，就像吸烟喝酒一样，这种暴雷成瘾，可以让我们解决一些问题，比如当时自己的心理需求受到了忽略，通过暴雷，身边的人可以高度关注到自己的需求，即使对他们会造成伤害，同时，自己的情绪得到了宣泄的出口。暴雷的益处可能是你难以割舍的原因吧？所以即使知道自己要改，但也会在改变的过程中出现戒断反应，感觉原来暴雷的方式会让自己更加舒服。",
    "annotation": [
      {
        "sentence": "暴雷上瘾：这是我个人的判断，就像吸烟喝酒一样，这种暴雷成瘾，可以让我们解决一些问题，比如当时自己的心理需求受到了忽略，通过暴雷，身边的人可以高度关注到自己的需求，即使对他们会造成伤害，同时，自己的情绪得到了宣泄的出口。",
        "label": ""
      },
      {
        "sentence": "暴雷的益处可能是你难以割舍的原因吧？",
        "label": ""
      },
      {
        "sentence": "所以即使知道自己要改，但也会在改变的过程中出现戒断反应，感觉原来暴雷的方式会让自己更加舒服。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实觉得通过暴怒可以得到别人的关注，就算是付出伤害也无所谓，这可能是难以改变的原因之一。",
    "annotation": [
      {
        "sentence": "你说得对，我确实觉得通过暴怒可以得到别人的关注，就算是付出伤害也无所谓，这可能是难以改变的原因之一。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "暴雷的深层次原因：心理需求常常得不到重视。这有可能是历史原因，在成长经历过程中，自己的心理需求常常得不到亲密关系的支持，或许曾经有过沟通，但可能遭到无情的拒绝或者打压，让自己潜意识认为合理倾诉达不到自己的预期，但暴雷可以。久而久之，就形成了习惯或者是一种瘾，因为目前看来，明显影响到了你们的家庭生活，而自己难以戒断。",
    "annotation": [
      {
        "sentence": "暴雷的深层次原因：心理需求常常得不到重视。",
        "label": ""
      },
      {
        "sentence": "这有可能是历史原因，在成长经历过程中，自己的心理需求常常得不到亲密关系的支持，或许曾经有过沟通，但可能遭到无情的拒绝或者打压，让自己潜意识认为合理倾诉达不到自己的预期，但暴雷可以。",
        "label": ""
      },
      {
        "sentence": "久而久之，就形成了习惯或者是一种瘾，因为目前看来，明显影响到了你们的家庭生活，而自己难以戒断。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，在我成长的过程中，我的心理需求没有得到足够的关注和支持，导致我更倾向于暴怒而不是平静表达我的感受。我意识到这个问题对我们的家庭生活造成了明显的负面影响。",
    "annotation": [
      {
        "sentence": "确实，在我成长的过程中，我的心理需求没有得到足够的关注和支持，导致我更倾向于暴怒而不是平静表达我的感受。",
        "label": ""
      },
      {
        "sentence": "我意识到这个问题对我们的家庭生活造成了明显的负面影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "核心关键：怕脆弱的需求受到打压或者忽略。自己遭受到所谓不公平待遇的时候，如果平静发声，感觉好像没什么力度，担忧受到周围的打压或者忽略，让自己都怀疑自己是不是“矫情”，陷入自我怀疑的苦境，如同把自己的伤痕揭开给别人看，没想到又被别人撒了盐的感觉。",
    "annotation": [
      {
        "sentence": "核心关键：怕脆弱的需求受到打压或者忽略。",
        "label": ""
      },
      {
        "sentence": "自己遭受到所谓不公平待遇的时候，如果平静发声，感觉好像没什么力度，担忧受到周围的打压或者忽略，让自己都怀疑自己是不是“矫情”，陷入自我怀疑的苦境，如同把自己的伤痕揭开给别人看，没想到又被别人撒了盐的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得太对了！每当我试图平静地发声时，我总觉得自己的声音没有力度，而且很担心会被忽视或压制，这令我陷入自我怀疑的困境。就像将我的伤痕展示给别人看，结果又被别人加深了伤害感。",
    "annotation": [
      {
        "sentence": "你说得太对了！",
        "label": ""
      },
      {
        "sentence": "每当我试图平静地发声时，我总觉得自己的声音没有力度，而且很担心会被忽视或压制，这令我陷入自我怀疑的困境。",
        "label": ""
      },
      {
        "sentence": "就像将我的伤痕展示给别人看，结果又被别人加深了伤害感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "解决方式之一：通过妻子的理解帮助，在自己的遭遇不公平而平静发声的关键时刻给予足够宽慰支持，温暖自己脆弱的内心，给予一定安全感。欢迎私信咨询解惑。",
    "annotation": [
      {
        "sentence": "解决方式之一：通过妻子的理解帮助，在自己的遭遇不公平而平静发声的关键时刻给予足够宽慰支持，温暖自己脆弱的内心，给予一定安全感。",
        "label": ""
      },
      {
        "sentence": "欢迎私信咨询解惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试通过妻子的理解和支持，在遭遇不公平的时候努力保持平静，并给自己足够的安抚和支持。我会私信你细节咨询的，谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "我会试试通过妻子的理解和支持，在遭遇不公平的时候努力保持平静，并给自己足够的安抚和支持。",
        "label": ""
      },
      {
        "sentence": "我会私信你细节咨询的，谢谢你的帮助！",
        "label": ""
      }
    ]
  }
]