[
  {
    "role": "client",
    "content": "我想要去演讲，但缺乏经验，害怕，该怎么办，怎么做？很小的时候，被迫上台，没有准备和排练，爸爸也没有说清楚他的计划，结果上台后，面对黑压压的人群，大脑一片空白，背熟的古诗词全部忘光光，说话都结巴了。上学后，由于长的矮小，声音小，和性格胆怯的关系，每次说话的时候感觉没人在听，没得到尊重。之后的成长中也很少有这样公开讲话的机会，所以偶尔碰到时会紧张焦虑。但之后的职业规划是做学校老师，我也想得到大家的目光，能够顺利的在台上绘声绘色的讲话，是一件很有成就感的事情。但是内心还是会担心和害怕，莫名的紧张和焦虑，一方面怕自己做不好，失败，会否定自己，另外一方面其实又很想做好，会焦虑，反而不知道该怎么做。",
    "annotation": [
      {
        "sentence": "我想要去演讲，但缺乏经验，害怕，该怎么办，怎么做？",
        "label": ""
      },
      {
        "sentence": "很小的时候，被迫上台，没有准备和排练，爸爸也没有说清楚他的计划，结果上台后，面对黑压压的人群，大脑一片空白，背熟的古诗词全部忘光光，说话都结巴了。",
        "label": ""
      },
      {
        "sentence": "上学后，由于长的矮小，声音小，和性格胆怯的关系，每次说话的时候感觉没人在听，没得到尊重。",
        "label": ""
      },
      {
        "sentence": "之后的成长中也很少有这样公开讲话的机会，所以偶尔碰到时会紧张焦虑。",
        "label": ""
      },
      {
        "sentence": "但之后的职业规划是做学校老师，我也想得到大家的目光，能够顺利的在台上绘声绘色的讲话，是一件很有成就感的事情。",
        "label": ""
      },
      {
        "sentence": "但是内心还是会担心和害怕，莫名的紧张和焦虑，一方面怕自己做不好，失败，会否定自己，另外一方面其实又很想做好，会焦虑，反而不知道该怎么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你对演讲的担忧，我可以理解你的情绪。我想先请问一下你，你在害怕什么？是害怕别人嘲笑吗？",
    "annotation": [
      {
        "sentence": "听到你对演讲的担忧，我可以理解你的情绪。",
        "label": ""
      },
      {
        "sentence": "我想先请问一下你，你在害怕什么？",
        "label": ""
      },
      {
        "sentence": "是害怕别人嘲笑吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我很担心在演讲时被别人嘲笑。",
    "annotation": [
      {
        "sentence": "是的，我很担心在演讲时被别人嘲笑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那好，现在你可以尝试到人多的地方去，大声地演讲，甚至故意出丑一点，看看有多少人会嘲笑你，又会发生什么。这样你可以更直接地面对你所害怕的事情，也可以更好地观察到嘲笑的后果。你要知道，即使讲得不好，即使失败，你一样可以从头再来。",
    "annotation": [
      {
        "sentence": "那好，现在你可以尝试到人多的地方去，大声地演讲，甚至故意出丑一点，看看有多少人会嘲笑你，又会发生什么。",
        "label": ""
      },
      {
        "sentence": "这样你可以更直接地面对你所害怕的事情，也可以更好地观察到嘲笑的后果。",
        "label": ""
      },
      {
        "sentence": "你要知道，即使讲得不好，即使失败，你一样可以从头再来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那确实是一个好主意，我可以试试看。不过，我还是很想得到大家的关注，希望能够在台上表现得有声有色。这对我来说是一件很有成就感的事情。",
    "annotation": [
      {
        "sentence": "那确实是一个好主意，我可以试试看。",
        "label": ""
      },
      {
        "sentence": "不过，我还是很想得到大家的关注，希望能够在台上表现得有声有色。",
        "label": ""
      },
      {
        "sentence": "这对我来说是一件很有成就感的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的希望和愿望。但也要记住，就算内心担心和害怕，也要相信自己能克服这些困难。你可以尝试想象自己的演讲非常精彩，没有一点失误。想象自己和听众之间有很好的沟通，所有人都对你的表现感到满意。通过不断重复这种积极的想象，巩固头脑里的理性信念，可以降低你的焦虑。",
    "annotation": [
      {
        "sentence": "我完全理解你的希望和愿望。",
        "label": ""
      },
      {
        "sentence": "但也要记住，就算内心担心和害怕，也要相信自己能克服这些困难。",
        "label": ""
      },
      {
        "sentence": "你可以尝试想象自己的演讲非常精彩，没有一点失误。",
        "label": ""
      },
      {
        "sentence": "想象自己和听众之间有很好的沟通，所有人都对你的表现感到满意。",
        "label": ""
      },
      {
        "sentence": "通过不断重复这种积极的想象，巩固头脑里的理性信念，可以降低你的焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个方法听起来很有用。我可以每天抽出一些时间，训练自己进行积极的想象，对吗？",
    "annotation": [
      {
        "sentence": "这个方法听起来很有用。",
        "label": ""
      },
      {
        "sentence": "我可以每天抽出一些时间，训练自己进行积极的想象，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，每天抽出十五分钟的时间进行积极想象的训练是很有效的。你可以想象自己正处在焦虑的场景中，并成功地应对了焦虑。然后把克服焦虑后的喜悦和轻松的心情记在心里，反复体验。这种视觉化的想象训练可以帮助你降低焦虑。",
    "annotation": [
      {
        "sentence": "是的，每天抽出十五分钟的时间进行积极想象的训练是很有效的。",
        "label": ""
      },
      {
        "sentence": "你可以想象自己正处在焦虑的场景中，并成功地应对了焦虑。",
        "label": ""
      },
      {
        "sentence": "然后把克服焦虑后的喜悦和轻松的心情记在心里，反复体验。",
        "label": ""
      },
      {
        "sentence": "这种视觉化的想象训练可以帮助你降低焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个方法听起来不错，我会试试看的。谢谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "这个方法听起来不错，我会试试看的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，每个人都会有紧张和焦虑的时候，重要的是学会应对和克服它们。你一定能够在公开演讲中取得好的成绩，加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都会有紧张和焦虑的时候，重要的是学会应对和克服它们。",
        "label": ""
      },
      {
        "sentence": "你一定能够在公开演讲中取得好的成绩，加油！",
        "label": ""
      }
    ]
  }
]