[
  {
    "role": "client",
    "content": "我觉得我注定被社会规则所限制，活着的人怎么降低痛苦呢？闲的时候我总会思考人生，每天送孩子去幼儿园的路上就变成了思考人生的时间。你知道吗，我不知道我是不是已经爱上了幼儿园的孩子。我试着采用不同的方法，结果我鲁莽地把孩子送进了幼儿园，结果就像火山爆发一样，巨大的压力让我不得不忍耐。在回家的路上，我一直思考：是什么让孩子原本无意识的学习状态消失了？为什么取而代之的是有意识、痛苦、排斥和不合作的学习方式呢？我想了想，我觉得这是因为我们为了适应社会规则而产生的痛苦。如果没有社会规则，就没有痛苦，我们可以无忧无虑地做自己想做的事情。但是那些无忧无虑的人，却注定会被社会规则所限制。如果不想被限制，就会被边缘化。而我就是那个边缘化的人，我一直在努力想要重新融入社会，因为我觉得边缘化给我带来了很大的痛苦，我的生活很痛苦，内心也很痛苦。社会规则最终塑造了我。我非常担心我的孩子，担心他们会遭受焦虑，担心他们会经历我一样的痛苦，担心他们会被社会规则所排斥，担心他们会对人生感到厌恶。我希望为自己而活，但是为了适应社会，我必须不断地缩小自己，使自己适应各种规则。而社会规则最初设立的初衷是什么呢？",
    "annotation": [
      {
        "sentence": "我觉得我注定被社会规则所限制，活着的人怎么降低痛苦呢？",
        "label": ""
      },
      {
        "sentence": "闲的时候我总会思考人生，每天送孩子去幼儿园的路上就变成了思考人生的时间。",
        "label": ""
      },
      {
        "sentence": "你知道吗，我不知道我是不是已经爱上了幼儿园的孩子。",
        "label": ""
      },
      {
        "sentence": "我试着采用不同的方法，结果我鲁莽地把孩子送进了幼儿园，结果就像火山爆发一样，巨大的压力让我不得不忍耐。",
        "label": ""
      },
      {
        "sentence": "在回家的路上，我一直思考：是什么让孩子原本无意识的学习状态消失了？",
        "label": ""
      },
      {
        "sentence": "为什么取而代之的是有意识、痛苦、排斥和不合作的学习方式呢？",
        "label": ""
      },
      {
        "sentence": "我想了想，我觉得这是因为我们为了适应社会规则而产生的痛苦。",
        "label": ""
      },
      {
        "sentence": "如果没有社会规则，就没有痛苦，我们可以无忧无虑地做自己想做的事情。",
        "label": ""
      },
      {
        "sentence": "但是那些无忧无虑的人，却注定会被社会规则所限制。",
        "label": ""
      },
      {
        "sentence": "如果不想被限制，就会被边缘化。",
        "label": ""
      },
      {
        "sentence": "而我就是那个边缘化的人，我一直在努力想要重新融入社会，因为我觉得边缘化给我带来了很大的痛苦，我的生活很痛苦，内心也很痛苦。",
        "label": ""
      },
      {
        "sentence": "社会规则最终塑造了我。",
        "label": ""
      },
      {
        "sentence": "我非常担心我的孩子，担心他们会遭受焦虑，担心他们会经历我一样的痛苦，担心他们会被社会规则所排斥，担心他们会对人生感到厌恶。",
        "label": ""
      },
      {
        "sentence": "我希望为自己而活，但是为了适应社会，我必须不断地缩小自己，使自己适应各种规则。",
        "label": ""
      },
      {
        "sentence": "而社会规则最初设立的初衷是什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我对你的问题很感兴趣，我来谈一谈我的看法。关于规则，两个以上的人在一起就需要规则，人越多，规则就越不可或缺，否则沟通成本会变得很高。至于规则是否都有\"道理\"、能否提高效率，我只能说，所有规则在设置时都有一定的原因，大多数规则也是为了当时的环境做出的适应（至少目标上是这样）。但是规定是死的，而人是活的，所以从范围上讲，规则总有些地方无法覆盖；从变化上讲，规则总有一定的滞后性。有时候规定未及时出现，有时候规定应该取消却仍然存在。规则的力量在于有多少人认同它，认同的程度有多深。规则是由人定的，但是当众人赋予规则足够的能量时，它就会反过来压制个体。所谓\"神造了人，人又造了神\"。其实，你的问题的核心可能并不是规则，而是社会为什么不允许个性化。实际上，并没有什么是不被允许的。感觉被限制，主要是因为有所求（比如你说的不希望被边缘化）。既然有所求，就必然会受到限制。就像交换一样，想要得到自己想要的东西，就需要提供对方想要的东西来进行交换。对方并不限制你拿什么出来交换，但是想要达成交易，你就必须提供对方想要的东西。融入社会也可以看作是一种交换。话说，不参与交换带来的，并不一定是无忧无虑的生活（很可能不是）。比如说，我们现在习惯了都市生活，如果被放到深山老林，我们能独自生存几天呢？甚至连电、自来水和燃气都没有，大部分人可能都会崩溃。而这一切都是人造的，我们想享受这些便利，就必须参与交换。想要生活，就必须做出一些\"让步\"。但是，如何看待这些，我们的内心和信念是由自己来决定的。",
    "annotation": [
      {
        "sentence": "我对你的问题很感兴趣，我来谈一谈我的看法。",
        "label": ""
      },
      {
        "sentence": "关于规则，两个以上的人在一起就需要规则，人越多，规则就越不可或缺，否则沟通成本会变得很高。",
        "label": ""
      },
      {
        "sentence": "至于规则是否都有\"道理\"、能否提高效率，我只能说，所有规则在设置时都有一定的原因，大多数规则也是为了当时的环境做出的适应（至少目标上是这样）。",
        "label": ""
      },
      {
        "sentence": "但是规定是死的，而人是活的，所以从范围上讲，规则总有些地方无法覆盖；从变化上讲，规则总有一定的滞后性。",
        "label": ""
      },
      {
        "sentence": "有时候规定未及时出现，有时候规定应该取消却仍然存在。",
        "label": ""
      },
      {
        "sentence": "规则的力量在于有多少人认同它，认同的程度有多深。",
        "label": ""
      },
      {
        "sentence": "规则是由人定的，但是当众人赋予规则足够的能量时，它就会反过来压制个体。",
        "label": ""
      },
      {
        "sentence": "所谓\"神造了人，人又造了神\"。",
        "label": ""
      },
      {
        "sentence": "其实，你的问题的核心可能并不是规则，而是社会为什么不允许个性化。",
        "label": ""
      },
      {
        "sentence": "实际上，并没有什么是不被允许的。",
        "label": ""
      },
      {
        "sentence": "感觉被限制，主要是因为有所求（比如你说的不希望被边缘化）。",
        "label": ""
      },
      {
        "sentence": "既然有所求，就必然会受到限制。",
        "label": ""
      },
      {
        "sentence": "就像交换一样，想要得到自己想要的东西，就需要提供对方想要的东西来进行交换。",
        "label": ""
      },
      {
        "sentence": "对方并不限制你拿什么出来交换，但是想要达成交易，你就必须提供对方想要的东西。",
        "label": ""
      },
      {
        "sentence": "融入社会也可以看作是一种交换。",
        "label": ""
      },
      {
        "sentence": "话说，不参与交换带来的，并不一定是无忧无虑的生活（很可能不是）。",
        "label": ""
      },
      {
        "sentence": "比如说，我们现在习惯了都市生活，如果被放到深山老林，我们能独自生存几天呢？",
        "label": ""
      },
      {
        "sentence": "甚至连电、自来水和燃气都没有，大部分人可能都会崩溃。",
        "label": ""
      },
      {
        "sentence": "而这一切都是人造的，我们想享受这些便利，就必须参与交换。",
        "label": ""
      },
      {
        "sentence": "想要生活，就必须做出一些\"让步\"。",
        "label": ""
      },
      {
        "sentence": "但是，如何看待这些，我们的内心和信念是由自己来决定的。",
        "label": ""
      }
    ]
  }
]