[
  {
    "role": "client",
    "content": "最近我感觉不到自我，自我认知模糊，还有对亲人的感情也变淡。这一两年的时间，我对自己的了解越来越模糊。特别是看完小说之后，我仿佛猛然回到现实中，视角还停留在第三人称，我的回忆、情绪、想法也像是从第三视角阅读一样。我会怀疑自己到底是谁，有一种很强的陌生感。有时候看着镜子里的自己，我会有一种强烈的陌生感，甚至对于很久不见的妈妈也有陌生感。另外，最开始是因为无法强烈表达对人喜恶，所以不论内心想法如何，我都会强迫自己和对方谈得很热络。但到现在，我对人完全没有喜恶之情了，只有在对方确实伤害到我时才会生气愤怒。无论对方的品行如何，我都没有感觉了。因为我对人漠不关心，不想付出精力去维护感情，也不愿意建立非常亲密的关系，觉得这样很累。",
    "annotation": [
      {
        "sentence": "最近我感觉不到自我，自我认知模糊，还有对亲人的感情也变淡。",
        "label": ""
      },
      {
        "sentence": "这一两年的时间，我对自己的了解越来越模糊。",
        "label": ""
      },
      {
        "sentence": "特别是看完小说之后，我仿佛猛然回到现实中，视角还停留在第三人称，我的回忆、情绪、想法也像是从第三视角阅读一样。",
        "label": ""
      },
      {
        "sentence": "我会怀疑自己到底是谁，有一种很强的陌生感。",
        "label": ""
      },
      {
        "sentence": "有时候看着镜子里的自己，我会有一种强烈的陌生感，甚至对于很久不见的妈妈也有陌生感。",
        "label": ""
      },
      {
        "sentence": "另外，最开始是因为无法强烈表达对人喜恶，所以不论内心想法如何，我都会强迫自己和对方谈得很热络。",
        "label": ""
      },
      {
        "sentence": "但到现在，我对人完全没有喜恶之情了，只有在对方确实伤害到我时才会生气愤怒。",
        "label": ""
      },
      {
        "sentence": "无论对方的品行如何，我都没有感觉了。",
        "label": ""
      },
      {
        "sentence": "因为我对人漠不关心，不想付出精力去维护感情，也不愿意建立非常亲密的关系，觉得这样很累。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴您发现了这个问题并提出来，这一点非常棒。您的发现是改变的前提之一。既然您将这个问题提了出来，说明这种状态可能给您带来了不舒服或矛盾的感觉。任何一种状态的形成都不会是一蹴而就的，就像“斯金纳箱”实验中的小鼠一样，在它们发现按压杠杆可以获取食物之后，学会了按压杠杆那样。从您的描述中，或许在您的成长过程中，这种隔离自我的交际方式可能给您带来了某种类似“食物”的收获。也许是以牺牲自我认知来达成和谐关系，也许是因为他人并不反对您，常常表示倾听或认同的态度，这样您得到了友谊的回报。您可以回想一下或在与他人交流互动时，留意自己每个回答或想法，看看有何模式形成这种交际方式。至于您提到的无法强烈表达对人喜恶的根本原因是什么呢？是因为想避免冲突，还是从小时候开始，在与父母的交往中常常通过妥协来让他们更开心？您自己也提到了一个词“强迫自己”，这只是我个人的猜测，因为我所了解的信息有限。但通过这个例子，我希望能帮助您回忆起这种交际模式形成的原因。发现问题是改变和解决问题的前提。建立亲密关系需要消耗精力和资源，通常只能和极少数人建立。而您用建立亲密关系时所需的“适当妥协”等耗费个人认知的品质去与很多不会发展亲密关系的人交际，这可能导致您对于“发展亲密关系很累，交际很累，更何况亲密关系”有了误解。我的建议是，在表达对人的喜恶时不要再压抑自己，如果觉得可以与对方愉快地交谈，那就去聊天，但如果内心感觉不舒服了，就大胆地说出来，或者主动结束话题。要知道，您生命中的许多人都只是过客，不值得耗费过多能量让每一次的对话或交往都保持平和。当然，如果您觉得这种方式不错，那么也可以看到这种交流方式确实带给您很多好评。至于小说，它之所以引人入胜，是因为主人公或其他人物所展示的各种心理状态，很多动作和情感都被细致地描述出来。也许您并不经常主动去体验自己的情感和情绪，所以当主人公生动地展现在书中时，您不由自主地代入其中，通过细致的体验主人公的情感和情绪，甚至能想象出他的每个动作。这时，就更难以脱离情节了。我建议您尝试一下“正念”，因为正念有助于体验当下。从现在开始，当您有时间时，可以将注意力放在一些小事上，比如吃饭，可以体会每一口食物的味道，他们在您嘴里的形状等等。这只是一个例子，如果您感兴趣，可以查找一些关于正念的资料。现在，手机上也有一些相应的应用程序，可以帮助您更好地体验自我的存在。在此，我提供了一些建议和意见，但由于信息有限，改变仍需根据您个人的意愿。如果有任何错误，请随时提出。祝您越来越好！",
    "annotation": [
      {
        "sentence": "很高兴您发现了这个问题并提出来，这一点非常棒。",
        "label": ""
      },
      {
        "sentence": "您的发现是改变的前提之一。",
        "label": ""
      },
      {
        "sentence": "既然您将这个问题提了出来，说明这种状态可能给您带来了不舒服或矛盾的感觉。",
        "label": ""
      },
      {
        "sentence": "任何一种状态的形成都不会是一蹴而就的，就像“斯金纳箱”实验中的小鼠一样，在它们发现按压杠杆可以获取食物之后，学会了按压杠杆那样。",
        "label": ""
      },
      {
        "sentence": "从您的描述中，或许在您的成长过程中，这种隔离自我的交际方式可能给您带来了某种类似“食物”的收获。",
        "label": ""
      },
      {
        "sentence": "也许是以牺牲自我认知来达成和谐关系，也许是因为他人并不反对您，常常表示倾听或认同的态度，这样您得到了友谊的回报。",
        "label": ""
      },
      {
        "sentence": "您可以回想一下或在与他人交流互动时，留意自己每个回答或想法，看看有何模式形成这种交际方式。",
        "label": ""
      },
      {
        "sentence": "至于您提到的无法强烈表达对人喜恶的根本原因是什么呢？",
        "label": ""
      },
      {
        "sentence": "是因为想避免冲突，还是从小时候开始，在与父母的交往中常常通过妥协来让他们更开心？",
        "label": ""
      },
      {
        "sentence": "您自己也提到了一个词“强迫自己”，这只是我个人的猜测，因为我所了解的信息有限。",
        "label": ""
      },
      {
        "sentence": "但通过这个例子，我希望能帮助您回忆起这种交际模式形成的原因。",
        "label": ""
      },
      {
        "sentence": "发现问题是改变和解决问题的前提。",
        "label": ""
      },
      {
        "sentence": "建立亲密关系需要消耗精力和资源，通常只能和极少数人建立。",
        "label": ""
      },
      {
        "sentence": "而您用建立亲密关系时所需的“适当妥协”等耗费个人认知的品质去与很多不会发展亲密关系的人交际，这可能导致您对于“发展亲密关系很累，交际很累，更何况亲密关系”有了误解。",
        "label": ""
      },
      {
        "sentence": "我的建议是，在表达对人的喜恶时不要再压抑自己，如果觉得可以与对方愉快地交谈，那就去聊天，但如果内心感觉不舒服了，就大胆地说出来，或者主动结束话题。",
        "label": ""
      },
      {
        "sentence": "要知道，您生命中的许多人都只是过客，不值得耗费过多能量让每一次的对话或交往都保持平和。",
        "label": ""
      },
      {
        "sentence": "当然，如果您觉得这种方式不错，那么也可以看到这种交流方式确实带给您很多好评。",
        "label": ""
      },
      {
        "sentence": "至于小说，它之所以引人入胜，是因为主人公或其他人物所展示的各种心理状态，很多动作和情感都被细致地描述出来。",
        "label": ""
      },
      {
        "sentence": "也许您并不经常主动去体验自己的情感和情绪，所以当主人公生动地展现在书中时，您不由自主地代入其中，通过细致的体验主人公的情感和情绪，甚至能想象出他的每个动作。",
        "label": ""
      },
      {
        "sentence": "这时，就更难以脱离情节了。",
        "label": ""
      },
      {
        "sentence": "我建议您尝试一下“正念”，因为正念有助于体验当下。",
        "label": ""
      },
      {
        "sentence": "从现在开始，当您有时间时，可以将注意力放在一些小事上，比如吃饭，可以体会每一口食物的味道，他们在您嘴里的形状等等。",
        "label": ""
      },
      {
        "sentence": "这只是一个例子，如果您感兴趣，可以查找一些关于正念的资料。",
        "label": ""
      },
      {
        "sentence": "现在，手机上也有一些相应的应用程序，可以帮助您更好地体验自我的存在。",
        "label": ""
      },
      {
        "sentence": "在此，我提供了一些建议和意见，但由于信息有限，改变仍需根据您个人的意愿。",
        "label": ""
      },
      {
        "sentence": "如果有任何错误，请随时提出。",
        "label": ""
      },
      {
        "sentence": "祝您越来越好！",
        "label": ""
      }
    ]
  }
]