[
  {
    "role": "client",
    "content": "安全感原来我差很多，特别讨厌自己这点脆弱。31，女。我觉得自己在恋爱方面非常不正常。最近我和一位朋友聊了很多，发现自己其实真的缺乏安全感。可能是因为小时候我一个人长大，18岁就去外地打工。现在回想起来，我曾经害怕坐公交和人群，觉得周围的事物都很可怕。尽管这么多年过去了，我以为自己已经可以应对一切，但内心依然不安，说不上具体是什么。虽然我明白自己无法跟人谈恋爱，但却依然渴望有人能给我安全感，所以我非常讨厌自己这点脆弱，觉得让自己显得不堪。",
    "annotation": [
      {
        "sentence": "安全感原来我差很多，特别讨厌自己这点脆弱。",
        "label": ""
      },
      {
        "sentence": "31，女。",
        "label": ""
      },
      {
        "sentence": "我觉得自己在恋爱方面非常不正常。",
        "label": ""
      },
      {
        "sentence": "最近我和一位朋友聊了很多，发现自己其实真的缺乏安全感。",
        "label": ""
      },
      {
        "sentence": "可能是因为小时候我一个人长大，18岁就去外地打工。",
        "label": ""
      },
      {
        "sentence": "现在回想起来，我曾经害怕坐公交和人群，觉得周围的事物都很可怕。",
        "label": ""
      },
      {
        "sentence": "尽管这么多年过去了，我以为自己已经可以应对一切，但内心依然不安，说不上具体是什么。",
        "label": ""
      },
      {
        "sentence": "虽然我明白自己无法跟人谈恋爱，但却依然渴望有人能给我安全感，所以我非常讨厌自己这点脆弱，觉得让自己显得不堪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您有一些困惑：没有安全感和对恋爱的期待。我想这可能和您的家庭因素有关系，因为您很早就进入社会并开始工作，所以可能缺乏安全感。我理解您现在想要找到一些更稳定的关系，但又担心对方无法给您足够的安全感，所以不敢去谈恋爱。其实，安全感是相互给予的，您有一些很好的朋友，和她们能成为好朋友，一定是因为彼此间有足够的安全感和值得信赖才能维持着这份友谊。在没有另一半的时候，您可以学会给自己一定的安全感，更多地需要自己来照顾好自己的生活。您已经过得很不错了，只是可能缺少一个伴侣所带来的安全感。如果我们能尝试一下改变一下思维，把对安全感的需求转移到成就感或其他方面，或者在和朋友的交往中找到一些安全感。而在这段感情中，期望对方给予您想要的安全感是很正常的，但同时也要记得，感情是双方互相给出相同的爱和付出。祝您一切顺利！以上是我的个人见解，如果有需要，请私聊我。如果您需要更专业的帮助，请寻找专业的咨询师。",
    "annotation": [
      {
        "sentence": "您有一些困惑：没有安全感和对恋爱的期待。",
        "label": ""
      },
      {
        "sentence": "我想这可能和您的家庭因素有关系，因为您很早就进入社会并开始工作，所以可能缺乏安全感。",
        "label": ""
      },
      {
        "sentence": "我理解您现在想要找到一些更稳定的关系，但又担心对方无法给您足够的安全感，所以不敢去谈恋爱。",
        "label": ""
      },
      {
        "sentence": "其实，安全感是相互给予的，您有一些很好的朋友，和她们能成为好朋友，一定是因为彼此间有足够的安全感和值得信赖才能维持着这份友谊。",
        "label": ""
      },
      {
        "sentence": "在没有另一半的时候，您可以学会给自己一定的安全感，更多地需要自己来照顾好自己的生活。",
        "label": ""
      },
      {
        "sentence": "您已经过得很不错了，只是可能缺少一个伴侣所带来的安全感。",
        "label": ""
      },
      {
        "sentence": "如果我们能尝试一下改变一下思维，把对安全感的需求转移到成就感或其他方面，或者在和朋友的交往中找到一些安全感。",
        "label": ""
      },
      {
        "sentence": "而在这段感情中，期望对方给予您想要的安全感是很正常的，但同时也要记得，感情是双方互相给出相同的爱和付出。",
        "label": ""
      },
      {
        "sentence": "祝您一切顺利！",
        "label": ""
      },
      {
        "sentence": "以上是我的个人见解，如果有需要，请私聊我。",
        "label": ""
      },
      {
        "sentence": "如果您需要更专业的帮助，请寻找专业的咨询师。",
        "label": ""
      }
    ]
  }
]