[
  {
    "role": "client",
    "content": "你好，我最近遇到了一个问题，不知道能不能向你求助。就是我的一个朋友总是经常辱骂我，我很担心这个会不会导致我患上焦虑症。她总是说自己是为我好，但她却天天指责我这个不对那个不对，无论是当着很多人面骂我，还是在电话里骂我…我现在真的不知道该如何面对她了，生怕每说一句话都会错，每做一件事都会错。也许因为她的原因，我今晚极度紧张和不安，睡不着觉。",
    "annotation": [
      {
        "sentence": "你好，我最近遇到了一个问题，不知道能不能向你求助。",
        "label": ""
      },
      {
        "sentence": "就是我的一个朋友总是经常辱骂我，我很担心这个会不会导致我患上焦虑症。",
        "label": ""
      },
      {
        "sentence": "她总是说自己是为我好，但她却天天指责我这个不对那个不对，无论是当着很多人面骂我，还是在电话里骂我…我现在真的不知道该如何面对她了，生怕每说一句话都会错，每做一件事都会错。",
        "label": ""
      },
      {
        "sentence": "也许因为她的原因，我今晚极度紧张和不安，睡不着觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你遇到这样的事情，我觉得你一定很心疼。面对这样的朋友，你一定很苦恼吧。我觉得你的性格是很好的，但朋友之间应该是舒服平等的相处。遇到这种让自己不愉快的事，虽然我不能确定你是否患上了焦虑症，但长时间的经历肯定会对你产生负面影响，比如对自己的自信心和自尊心造成压力，情绪也会低落，还会影响到你的睡眠。因此，我觉得你应该坚决地跟她讲清楚。或许在下次再遇到类似的情况时，你可以严肃地告诉她：作为朋友，我可以接受你提出的合理意见，但绝不能以这样辱骂的方式来对待我！告诉她你内心的不愉快，让她了解你的感受。如果以后再发生类似的情况，你可以考虑减少甚至拒绝和她的相处。在相处时要保持自己的自信，坚定地进行沟通，不用担心自己的言行会被她过度评头论足，这样反而会助长她的行为。同时，也尽量不让她的言语影响你对自己的判断。希望你能够每天都开心起来～。",
    "annotation": [
      {
        "sentence": "你好，听到你遇到这样的事情，我觉得你一定很心疼。",
        "label": ""
      },
      {
        "sentence": "面对这样的朋友，你一定很苦恼吧。",
        "label": ""
      },
      {
        "sentence": "我觉得你的性格是很好的，但朋友之间应该是舒服平等的相处。",
        "label": ""
      },
      {
        "sentence": "遇到这种让自己不愉快的事，虽然我不能确定你是否患上了焦虑症，但长时间的经历肯定会对你产生负面影响，比如对自己的自信心和自尊心造成压力，情绪也会低落，还会影响到你的睡眠。",
        "label": ""
      },
      {
        "sentence": "因此，我觉得你应该坚决地跟她讲清楚。",
        "label": ""
      },
      {
        "sentence": "或许在下次再遇到类似的情况时，你可以严肃地告诉她：作为朋友，我可以接受你提出的合理意见，但绝不能以这样辱骂的方式来对待我！",
        "label": ""
      },
      {
        "sentence": "告诉她你内心的不愉快，让她了解你的感受。",
        "label": ""
      },
      {
        "sentence": "如果以后再发生类似的情况，你可以考虑减少甚至拒绝和她的相处。",
        "label": ""
      },
      {
        "sentence": "在相处时要保持自己的自信，坚定地进行沟通，不用担心自己的言行会被她过度评头论足，这样反而会助长她的行为。",
        "label": ""
      },
      {
        "sentence": "同时，也尽量不让她的言语影响你对自己的判断。",
        "label": ""
      },
      {
        "sentence": "希望你能够每天都开心起来～。",
        "label": ""
      }
    ]
  }
]