[
  {
    "role": "client",
    "content": "我有个问题，会不会因为朋友的经常性辱骂，造成焦虑症？我的一个朋友，天天说为我好，希望我改掉坏毛病，然后天天指摘我这不是那不对，当着很多人骂我，在电话里也骂…我现在面对她已经不知道说什么做什么，生怕说什么都是错做什么都是错。今晚因为她，我极度紧张不安，我失眠了。",
    "annotation": [
      {
        "sentence": "我有个问题，会不会因为朋友的经常性辱骂，造成焦虑症？",
        "label": ""
      },
      {
        "sentence": "我的一个朋友，天天说为我好，希望我改掉坏毛病，然后天天指摘我这不是那不对，当着很多人骂我，在电话里也骂…我现在面对她已经不知道说什么做什么，生怕说什么都是错做什么都是错。",
        "label": ""
      },
      {
        "sentence": "今晚因为她，我极度紧张不安，我失眠了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困扰，我能感受到你现在的焦虑和痛苦。首先，你需要先想一想，是不是你朋友所指责的那些问题都是真的存在呢？还是她可能夸大了问题的程度？如果是确实有一些大问题存在，你可以尝试按照她的建议，慢慢改正。而对于那些无伤大雅的小事情，你可以试着和她沟通，告诉她问题可以有多个角度来看，不一定只有她的观点是正确的，可以试着给她分析一下你的想法。通过良好的沟通，或许可以达成共识。",
    "annotation": [
      {
        "sentence": "听到你的困扰，我能感受到你现在的焦虑和痛苦。",
        "label": ""
      },
      {
        "sentence": "首先，你需要先想一想，是不是你朋友所指责的那些问题都是真的存在呢？",
        "label": ""
      },
      {
        "sentence": "还是她可能夸大了问题的程度？",
        "label": ""
      },
      {
        "sentence": "如果是确实有一些大问题存在，你可以尝试按照她的建议，慢慢改正。",
        "label": ""
      },
      {
        "sentence": "而对于那些无伤大雅的小事情，你可以试着和她沟通，告诉她问题可以有多个角度来看，不一定只有她的观点是正确的，可以试着给她分析一下你的想法。",
        "label": ""
      },
      {
        "sentence": "通过良好的沟通，或许可以达成共识。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复。我觉得你说的很有道理，我应该好好考虑一下问题到底出在哪里，然后分清楚什么是真正需要改正的事情，什么又是她小题大作的。",
    "annotation": [
      {
        "sentence": "谢谢你的回复。",
        "label": ""
      },
      {
        "sentence": "我觉得你说的很有道理，我应该好好考虑一下问题到底出在哪里，然后分清楚什么是真正需要改正的事情，什么又是她小题大作的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我认为你已经有了正确的思路。除此之外，从你的描述来看，你的朋友可能有点像那种“对孩子恨铁不成钢”的父母，总觉得孩子哪里都不好，无论他们做什么都不对。这种情况下，即使你有微小的动作或者行为不符合她的期望，她的情绪也会失控。这可能挺可怕的。想必，她的父母对她也是如此对待的，这么多年来，挑剔、指责、不满已经成了她的思维方式，改变起来可能会比较困难，即使她自己也不想这样。也有可能她没有意识到自己表达有问题，她可能认为她只是在提醒你，指导你，她所做所说都是对你的爱的表现。你可以试着将她平时的语言行为录下来，让她看一下，或许会促使她开始反省并意识到需要改变。当然，并不是每个人都能接受别人偷偷录下自己的丑态，还存在着她可能会翻脸或者拒绝改变的可能性。如果改变不了她，那么你也可以试着改变自己：提升你内心的强大程度（尽管你可能舍不得离开她），让自己承受更多的心理压力，这样未来的日子会变得更好。如果你的朋友是你在网上不久前认识的，而不是真正了解你的人，那就有可能存在一种名为PUA（情感折磨，精神控制）的现象。虽然我们不应该过于猜测别人的心态，但是提醒你多加小心还是必要的。",
    "annotation": [
      {
        "sentence": "是的，我认为你已经有了正确的思路。",
        "label": ""
      },
      {
        "sentence": "除此之外，从你的描述来看，你的朋友可能有点像那种“对孩子恨铁不成钢”的父母，总觉得孩子哪里都不好，无论他们做什么都不对。",
        "label": ""
      },
      {
        "sentence": "这种情况下，即使你有微小的动作或者行为不符合她的期望，她的情绪也会失控。",
        "label": ""
      },
      {
        "sentence": "这可能挺可怕的。",
        "label": ""
      },
      {
        "sentence": "想必，她的父母对她也是如此对待的，这么多年来，挑剔、指责、不满已经成了她的思维方式，改变起来可能会比较困难，即使她自己也不想这样。",
        "label": ""
      },
      {
        "sentence": "也有可能她没有意识到自己表达有问题，她可能认为她只是在提醒你，指导你，她所做所说都是对你的爱的表现。",
        "label": ""
      },
      {
        "sentence": "你可以试着将她平时的语言行为录下来，让她看一下，或许会促使她开始反省并意识到需要改变。",
        "label": ""
      },
      {
        "sentence": "当然，并不是每个人都能接受别人偷偷录下自己的丑态，还存在着她可能会翻脸或者拒绝改变的可能性。",
        "label": ""
      },
      {
        "sentence": "如果改变不了她，那么你也可以试着改变自己：提升你内心的强大程度（尽管你可能舍不得离开她），让自己承受更多的心理压力，这样未来的日子会变得更好。",
        "label": ""
      },
      {
        "sentence": "如果你的朋友是你在网上不久前认识的，而不是真正了解你的人，那就有可能存在一种名为PUA（情感折磨，精神控制）的现象。",
        "label": ""
      },
      {
        "sentence": "虽然我们不应该过于猜测别人的心态，但是提醒你多加小心还是必要的。",
        "label": ""
      }
    ]
  }
]