[
  {
    "role": "client",
    "content": "自己做不好的时候，别人越说越做不好？",
    "annotation": [
      {
        "sentence": "自己做不好的时候，别人越说越做不好？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我可以理解。在做不擅长的事情时，我们常常会受到他人的评价和指责影响。尤其是当有很多人在场时，我们会分心并注意力不集中，导致效率降低或者失败。当别人不断指责和批评我们时，我们会感到更加烦躁，不仅因为面子和尊严受到挑战，还会分散情绪和注意力资源，使得结果变得更糟。这种情绪是可以理解的，我们可以接受自己有这样的情绪，并学会如何调整和处理。",
    "annotation": [
      {
        "sentence": "你的感受我可以理解。",
        "label": ""
      },
      {
        "sentence": "在做不擅长的事情时，我们常常会受到他人的评价和指责影响。",
        "label": ""
      },
      {
        "sentence": "尤其是当有很多人在场时，我们会分心并注意力不集中，导致效率降低或者失败。",
        "label": ""
      },
      {
        "sentence": "当别人不断指责和批评我们时，我们会感到更加烦躁，不仅因为面子和尊严受到挑战，还会分散情绪和注意力资源，使得结果变得更糟。",
        "label": ""
      },
      {
        "sentence": "这种情绪是可以理解的，我们可以接受自己有这样的情绪，并学会如何调整和处理。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，就像我在训练中，一旦自己不能达到标准，教练就会很生气，导致我越来越消极。",
    "annotation": [
      {
        "sentence": "是啊，就像我在训练中，一旦自己不能达到标准，教练就会很生气，导致我越来越消极。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "教练有时会因为我们的表现而不满意，可能会用激烈的言辞来表达他们的不满和焦虑。每个人都有处理事情的方式和爆发点。教练可能属于严厉和评价型的领导类型，我们可以多理解他一些，这样可能会让自己轻松一些。你可以试着和教练私下沟通一下，了解自己出错的问题以及如何改进。另外，你也可以在背后多加练习，努力做到与动作和词协调一致。如果还有问题，你可以向教练请教或者学习一些小技巧，相信这比单纯地依靠个人的努力会事半功倍。",
    "annotation": [
      {
        "sentence": "教练有时会因为我们的表现而不满意，可能会用激烈的言辞来表达他们的不满和焦虑。",
        "label": ""
      },
      {
        "sentence": "每个人都有处理事情的方式和爆发点。",
        "label": ""
      },
      {
        "sentence": "教练可能属于严厉和评价型的领导类型，我们可以多理解他一些，这样可能会让自己轻松一些。",
        "label": ""
      },
      {
        "sentence": "你可以试着和教练私下沟通一下，了解自己出错的问题以及如何改进。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以在背后多加练习，努力做到与动作和词协调一致。",
        "label": ""
      },
      {
        "sentence": "如果还有问题，你可以向教练请教或者学习一些小技巧，相信这比单纯地依靠个人的努力会事半功倍。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我还可以向同事和朋友倾诉一下吗？",
    "annotation": [
      {
        "sentence": "我还可以向同事和朋友倾诉一下吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以。与同事和朋友倾诉自己的感受是很好的方式，可以得到他们的鼓励和支持，帮助自己摆脱消极的情绪，以平和心态面对训练。他们可能会给你一些宝贵的建议和经验，为你的训练效果带来积极影响。试试这些方法，相信你会有好的训练效果。",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "与同事和朋友倾诉自己的感受是很好的方式，可以得到他们的鼓励和支持，帮助自己摆脱消极的情绪，以平和心态面对训练。",
        "label": ""
      },
      {
        "sentence": "他们可能会给你一些宝贵的建议和经验，为你的训练效果带来积极影响。",
        "label": ""
      },
      {
        "sentence": "试试这些方法，相信你会有好的训练效果。",
        "label": ""
      }
    ]
  }
]