[
  {
    "role": "client",
    "content": "我35岁，是国企职员，最近在人际关系方面遇到了困扰。如果不加班，就会受到同事的排挤和谴责。我在一家知名的国企工作，在年底的时候，部门需要冲业绩，周四分配了一批急活，负责人周四没有将任务安排清楚，直到快到中午大家才开始动手。开始的时候是说下周一要完成，因为我是一位妈妈，有一个小时的哺乳假，所以我4:30就先走了。到了周五上午，听同事说周五就要交活了，否则就得加班。有的同事周四就开始加班赶进度了，但是我家里只有一个67岁的老人带着一个8个月大的孩子，我无法加班，所以我匆匆地赶工作。午饭都没有好好吃，每天挤奶两次也只能缩减到一次，但仍然没有赶完工作。大部分同事都加班加到很晚，而公司却没有提到给加班费。不仅如此，公司领导还不停地催促我们，施加压力，好像我们无偿加班是理所应当的。如果不加班，就会遭受人际关系的排挤和道德上的谴责。这让我感到很委屈，很不舒服！这也导致我对目前的工作产生了厌恶，对领导也感到很讨厌。我知道这对我的职业发展非常不利，但我无法违背我的内心需求和家人的需求，感觉心里特别乱。",
    "annotation": [
      {
        "sentence": "我35岁，是国企职员，最近在人际关系方面遇到了困扰。",
        "label": ""
      },
      {
        "sentence": "如果不加班，就会受到同事的排挤和谴责。",
        "label": ""
      },
      {
        "sentence": "我在一家知名的国企工作，在年底的时候，部门需要冲业绩，周四分配了一批急活，负责人周四没有将任务安排清楚，直到快到中午大家才开始动手。",
        "label": ""
      },
      {
        "sentence": "开始的时候是说下周一要完成，因为我是一位妈妈，有一个小时的哺乳假，所以我4:30就先走了。",
        "label": ""
      },
      {
        "sentence": "到了周五上午，听同事说周五就要交活了，否则就得加班。",
        "label": ""
      },
      {
        "sentence": "有的同事周四就开始加班赶进度了，但是我家里只有一个67岁的老人带着一个8个月大的孩子，我无法加班，所以我匆匆地赶工作。",
        "label": ""
      },
      {
        "sentence": "午饭都没有好好吃，每天挤奶两次也只能缩减到一次，但仍然没有赶完工作。",
        "label": ""
      },
      {
        "sentence": "大部分同事都加班加到很晚，而公司却没有提到给加班费。",
        "label": ""
      },
      {
        "sentence": "不仅如此，公司领导还不停地催促我们，施加压力，好像我们无偿加班是理所应当的。",
        "label": ""
      },
      {
        "sentence": "如果不加班，就会遭受人际关系的排挤和道德上的谴责。",
        "label": ""
      },
      {
        "sentence": "这让我感到很委屈，很不舒服！",
        "label": ""
      },
      {
        "sentence": "这也导致我对目前的工作产生了厌恶，对领导也感到很讨厌。",
        "label": ""
      },
      {
        "sentence": "我知道这对我的职业发展非常不利，但我无法违背我的内心需求和家人的需求，感觉心里特别乱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我认真阅读了你的问题。从中，我看到了你目前的困惑，就是国企中的人际交往和职场关系处理。不知道你在国企已经工作了多少年，对于这样的工作环境和职场关系，你在加入之前了解过吗？国企或者国家机构部门普遍存在加班无加班费的情况，工作压力同样也很大，这在当下的环境中无法改变。相比起地方企业，国企的管理与奖励机制更偏向于人性化，更注重激发员工的内在动力。这两者之间的根本差异在于地方企业更注重市场竞争性与生存能力，而国企相对较弱，这也导致公司对于员工的态度上有着差异。在选择这份工作之前，你是否了解过这种差异呢？或者，在了解这种差异的前提下，你又是出于什么原因选择了目前的职业岗位呢？",
    "annotation": [
      {
        "sentence": "我认真阅读了你的问题。",
        "label": ""
      },
      {
        "sentence": "从中，我看到了你目前的困惑，就是国企中的人际交往和职场关系处理。",
        "label": ""
      },
      {
        "sentence": "不知道你在国企已经工作了多少年，对于这样的工作环境和职场关系，你在加入之前了解过吗？",
        "label": ""
      },
      {
        "sentence": "国企或者国家机构部门普遍存在加班无加班费的情况，工作压力同样也很大，这在当下的环境中无法改变。",
        "label": ""
      },
      {
        "sentence": "相比起地方企业，国企的管理与奖励机制更偏向于人性化，更注重激发员工的内在动力。",
        "label": ""
      },
      {
        "sentence": "这两者之间的根本差异在于地方企业更注重市场竞争性与生存能力，而国企相对较弱，这也导致公司对于员工的态度上有着差异。",
        "label": ""
      },
      {
        "sentence": "在选择这份工作之前，你是否了解过这种差异呢？",
        "label": ""
      },
      {
        "sentence": "或者，在了解这种差异的前提下，你又是出于什么原因选择了目前的职业岗位呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复。我确实知道国企的工作环境难以改变，但我感到非常难受。我选择这份工作是因为知道国企可以给我带来一些好处，但对于其中存在的不公平和委屈，我似乎没有充分认识到。每个选择都有权利和义务，还可能带来一些不适感。在当前的情况下，我可以选择放弃，选择离开，但无论选择什么，都会有得失。接受和尊重自己的选择意味着清楚地认识到选择带来的好处和损失，这样在面对现实情况时才不会感到失落。",
    "annotation": [
      {
        "sentence": "谢谢你的回复。",
        "label": ""
      },
      {
        "sentence": "我确实知道国企的工作环境难以改变，但我感到非常难受。",
        "label": ""
      },
      {
        "sentence": "我选择这份工作是因为知道国企可以给我带来一些好处，但对于其中存在的不公平和委屈，我似乎没有充分认识到。",
        "label": ""
      },
      {
        "sentence": "每个选择都有权利和义务，还可能带来一些不适感。",
        "label": ""
      },
      {
        "sentence": "在当前的情况下，我可以选择放弃，选择离开，但无论选择什么，都会有得失。",
        "label": ""
      },
      {
        "sentence": "接受和尊重自己的选择意味着清楚地认识到选择带来的好处和损失，这样在面对现实情况时才不会感到失落。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的内心矛盾点其实是卡在了“熊掌与鱼兼得”的问题上。国企的职业环境是难以改变的，不管你有多难受，总会有人适应和喜欢这样的环境。而你渴望更多自由，追求自己内心的需求，同时也要考虑家人的需求和一系列现实因素，这让你在国企的环境中适应较差。既想享受国企的福利回报，又想摆脱带来困扰的环境，这种夹在中间的想法给你增加了很多困扰，形成了内心的矛盾点。想要走出矛盾的方法很简单，一种是选择离开这个体制，找到适合自己内心需求和现实需求的工作；另一种是降低自己内心的期待，寻求他人的帮助来照顾老人和孩子，回到国企的职场环境。如果总是试图在无法改变的环境中坚持自己的想法，恐怕内心的烦恼会不断积累，最终让自己承受不了。",
    "annotation": [
      {
        "sentence": "你的内心矛盾点其实是卡在了“熊掌与鱼兼得”的问题上。",
        "label": ""
      },
      {
        "sentence": "国企的职业环境是难以改变的，不管你有多难受，总会有人适应和喜欢这样的环境。",
        "label": ""
      },
      {
        "sentence": "而你渴望更多自由，追求自己内心的需求，同时也要考虑家人的需求和一系列现实因素，这让你在国企的环境中适应较差。",
        "label": ""
      },
      {
        "sentence": "既想享受国企的福利回报，又想摆脱带来困扰的环境，这种夹在中间的想法给你增加了很多困扰，形成了内心的矛盾点。",
        "label": ""
      },
      {
        "sentence": "想要走出矛盾的方法很简单，一种是选择离开这个体制，找到适合自己内心需求和现实需求的工作；另一种是降低自己内心的期待，寻求他人的帮助来照顾老人和孩子，回到国企的职场环境。",
        "label": ""
      },
      {
        "sentence": "如果总是试图在无法改变的环境中坚持自己的想法，恐怕内心的烦恼会不断积累，最终让自己承受不了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得有道理，我确实感到很困惑。但是，放弃国企的福利和回报也是我很难接受的。我也明白自己不能一直在无法改变的环境中逆流而上，但放弃自己的内心需求和家人的需求也让我不舍。也许，我需要寻找更好的平衡点，找到能够满足自己内心需求和现实需求的方法。",
    "annotation": [
      {
        "sentence": "你说得有道理，我确实感到很困惑。",
        "label": ""
      },
      {
        "sentence": "但是，放弃国企的福利和回报也是我很难接受的。",
        "label": ""
      },
      {
        "sentence": "我也明白自己不能一直在无法改变的环境中逆流而上，但放弃自己的内心需求和家人的需求也让我不舍。",
        "label": ""
      },
      {
        "sentence": "也许，我需要寻找更好的平衡点，找到能够满足自己内心需求和现实需求的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法是明确的，寻找平衡是一个正向的方向。在面对内心的困惑时，我们可以尽量寻找适应的方法，并且不断调整自己的期望值。因为每一个选择都有得与失，只有接受并尊重自己的选择，才能更好地面对现实。而在寻找平衡的过程中，也可以向其他人请教、寻求帮助，这可能会给你带来新的启示和解决方案。希望我的回答对你有所帮助。",
    "annotation": [
      {
        "sentence": "你的想法是明确的，寻找平衡是一个正向的方向。",
        "label": ""
      },
      {
        "sentence": "在面对内心的困惑时，我们可以尽量寻找适应的方法，并且不断调整自己的期望值。",
        "label": ""
      },
      {
        "sentence": "因为每一个选择都有得与失，只有接受并尊重自己的选择，才能更好地面对现实。",
        "label": ""
      },
      {
        "sentence": "而在寻找平衡的过程中，也可以向其他人请教、寻求帮助，这可能会给你带来新的启示和解决方案。",
        "label": ""
      },
      {
        "sentence": "希望我的回答对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会尽力去寻找平衡，同时也会主动向他人寻求帮助。我相信只要我坚持，应对困境的能力会越来越强。再次感谢你的回复。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会尽力去寻找平衡，同时也会主动向他人寻求帮助。",
        "label": ""
      },
      {
        "sentence": "我相信只要我坚持，应对困境的能力会越来越强。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的回复。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你能够有这样的认识和决心已经是很不错的了。相信你会越来越好地应对困境，获得更高的成长和发展。如果以后还有什么问题或困惑，随时可以向我求助。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，你能够有这样的认识和决心已经是很不错的了。",
        "label": ""
      },
      {
        "sentence": "相信你会越来越好地应对困境，获得更高的成长和发展。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么问题或困惑，随时可以向我求助。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]