[
  {
    "role": "client",
    "content": "我总是积极一阵子后被打击就消沉，以至于不敢再积极？",
    "annotation": [
      {
        "sentence": "我总是积极一阵子后被打击就消沉，以至于不敢再积极？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "认识到问题，并且做出行动，你已经在成长。1）关于学习你的问题自己很清楚，并且自己已经做出改变，说明这时候的已经开始打破过去的你。不管是早睡早起还是去图书馆看书，都是一种向上的表现。不知道是你叙述的原因还是没写出来，我没有看见目标性。就是说，你只是为了改变自己的陋习或者看见别人这么都去做，才去做的那些事。在自己的心底，没有一个比较明确的方向，只是一个很笼统很概括的“改变自己”。无论是学习还是成长，找到自己可以持续下去的动力很重要，切实可行的目标更重要。有了目标，就会为自己的行动作出可视化的计划，就算有一天的松懈，但是任务依然在哪里，继续完成就可以了，不会再心理上造成过于自责的负担。",
    "annotation": [
      {
        "sentence": "认识到问题，并且做出行动，你已经在成长。",
        "label": ""
      },
      {
        "sentence": "1）关于学习你的问题自己很清楚，并且自己已经做出改变，说明这时候的已经开始打破过去的你。",
        "label": ""
      },
      {
        "sentence": "不管是早睡早起还是去图书馆看书，都是一种向上的表现。",
        "label": ""
      },
      {
        "sentence": "不知道是你叙述的原因还是没写出来，我没有看见目标性。",
        "label": ""
      },
      {
        "sentence": "就是说，你只是为了改变自己的陋习或者看见别人这么都去做，才去做的那些事。",
        "label": ""
      },
      {
        "sentence": "在自己的心底，没有一个比较明确的方向，只是一个很笼统很概括的“改变自己”。",
        "label": ""
      },
      {
        "sentence": "无论是学习还是成长，找到自己可以持续下去的动力很重要，切实可行的目标更重要。",
        "label": ""
      },
      {
        "sentence": "有了目标，就会为自己的行动作出可视化的计划，就算有一天的松懈，但是任务依然在哪里，继续完成就可以了，不会再心理上造成过于自责的负担。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "长期的手淫和熬夜让我整个人身心都陷入了低谷。我想努力，我知道我的努力需要在外界的鞭策下更自然，于是我努力去市区的图书馆看书。原因如下1.走出舒适区，到反而人多且人们光线亮丽的地方去是相反于我的舒适圈，这是主要原因，逼着我向那些读书多的人看齐。然而问题最大在于，我总是在努力坚持一两周后，发现自己有所细微的改善，原因是1.在短时间的自律带来的好睡眠2.在这些我认为积极的场所，我不再焦虑，在家就是焦虑，疲倦低效后又自责不敢小小休息，恶心循环，因此在外边我很放松但又高效，但是我就是无法长期坚持。1.突然遇到一个光鲜亮丽贪图不凡的人，会自卑，低落2.如果听到别人说，这人好猥琐，我就立马会消极。其实我知道只要我坚持下去肯定会好的，无论在精神还是外在，但是我就往往被打击后看着自己虽略有改善但是没有形成质变的努力成果感到无力，然后就想自己放松几天，可是我也不知道什么放松，打游戏就沉迷看片就又回到了原来的状态。",
    "annotation": [
      {
        "sentence": "长期的手淫和熬夜让我整个人身心都陷入了低谷。",
        "label": ""
      },
      {
        "sentence": "我想努力，我知道我的努力需要在外界的鞭策下更自然，于是我努力去市区的图书馆看书。",
        "label": ""
      },
      {
        "sentence": "原因如下1.走出舒适区，到反而人多且人们光线亮丽的地方去是相反于我的舒适圈，这是主要原因，逼着我向那些读书多的人看齐。",
        "label": ""
      },
      {
        "sentence": "然而问题最大在于，我总是在努力坚持一两周后，发现自己有所细微的改善，原因是1.在短时间的自律带来的好睡眠2.在这些我认为积极的场所，我不再焦虑，在家就是焦虑，疲倦低效后又自责不敢小小休息，恶心循环，因此在外边我很放松但又高效，但是我就是无法长期坚持。",
        "label": ""
      },
      {
        "sentence": "1.突然遇到一个光鲜亮丽贪图不凡的人，会自卑，低落2.如果听到别人说，这人好猥琐，我就立马会消极。",
        "label": ""
      },
      {
        "sentence": "其实我知道只要我坚持下去肯定会好的，无论在精神还是外在，但是我就往往被打击后看着自己虽略有改善但是没有形成质变的努力成果感到无力，然后就想自己放松几天，可是我也不知道什么放松，打游戏就沉迷看片就又回到了原来的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于环境在家里整个人的状态都不是很好，其实这不是你一个人才有的，大部分都会有。一方面是过于熟悉和依赖的环境，能够让人放松；另一方面会有家人或者其他因素干扰，很难静下心。在计划之中，就去可以让你安心下来的地方，比如图书馆。也可以把家里学习空间改造一下，简单、没有杂物，也会更有利于集中注意力。积极消极不断循环，其实是过于放大消极。1）坚持一段时间会放弃每个人的身体里都会有惰性，所以说坚持不了几天就想放弃是非常正常的。通常情况下来说，计划开始的第3、4天，第11、12天，第2个月的中旬等都是非常容易懈怠的。在这里，我比较建议前半个月的时候一定要咬牙坚持下来。在后面有想要放弃的时候，就给自己1~2天的缓冲时间，平和心态去做自己想做的事，然后一点一点地捡起之前的计划，慢慢地做下去。2）内心焦虑且自责好不容易下定决心改变，却因为一次的放弃，把一切又搞砸了。这时候的内心一定是焦虑并且非常自责的，却又会觉得自己无法改变，受着双重煎熬。在这里一定要去接纳自己的反复，也就是会出现想要放弃这种情况。因为人不可能完完全全将自己放到一件事情当中，更何况你还是刚开始改变。如果想要马上得到突破或者比较好的表现，其实是很难的。这里就涉及到一个期望值的问题，不要给自己太大压力，也不要放大自己的\"放松情绪\"。你要看到你已经坚持的地方，相比于最开始，其实进步很大，不能够一味否认自己。遵从内心，做有意识的改变，接受当下的自我。很多时候是对自己要求过高，比如现在做了改变，那么接下来的几个月内，一定要达到什么样的效果。自己稍微松懈，就会感觉自己太差劲了。千万不要这么想，当自己坚持一段时间的时候，真的有想要放松的需求，那就遵从内心。不管这个放松的方式是什么，只要你到时候能够意识到自己该收回来了，那就收回来。如果收不回来，就需要刻意地将自己调整正向。通过你的表述，其实在很大程度上，你已经做得很棒了。只是说在这个短期内，由于心理和情绪上的不适应，会有一些想要半途而废的念头。这些都是很正常的，你现在只需要按照自己的计划慢慢地做下去。大概1~2个月，你就能够感受到自己的变化，你没有那么差，并且你真的已经做出了改变",
    "annotation": [
      {
        "sentence": "关于环境在家里整个人的状态都不是很好，其实这不是你一个人才有的，大部分都会有。",
        "label": ""
      },
      {
        "sentence": "一方面是过于熟悉和依赖的环境，能够让人放松；另一方面会有家人或者其他因素干扰，很难静下心。",
        "label": ""
      },
      {
        "sentence": "在计划之中，就去可以让你安心下来的地方，比如图书馆。",
        "label": ""
      },
      {
        "sentence": "也可以把家里学习空间改造一下，简单、没有杂物，也会更有利于集中注意力。",
        "label": ""
      },
      {
        "sentence": "积极消极不断循环，其实是过于放大消极。",
        "label": ""
      },
      {
        "sentence": "1）坚持一段时间会放弃每个人的身体里都会有惰性，所以说坚持不了几天就想放弃是非常正常的。",
        "label": ""
      },
      {
        "sentence": "通常情况下来说，计划开始的第3、4天，第11、12天，第2个月的中旬等都是非常容易懈怠的。",
        "label": ""
      },
      {
        "sentence": "在这里，我比较建议前半个月的时候一定要咬牙坚持下来。",
        "label": ""
      },
      {
        "sentence": "在后面有想要放弃的时候，就给自己1~2天的缓冲时间，平和心态去做自己想做的事，然后一点一点地捡起之前的计划，慢慢地做下去。",
        "label": ""
      },
      {
        "sentence": "2）内心焦虑且自责好不容易下定决心改变，却因为一次的放弃，把一切又搞砸了。",
        "label": ""
      },
      {
        "sentence": "这时候的内心一定是焦虑并且非常自责的，却又会觉得自己无法改变，受着双重煎熬。",
        "label": ""
      },
      {
        "sentence": "在这里一定要去接纳自己的反复，也就是会出现想要放弃这种情况。",
        "label": ""
      },
      {
        "sentence": "因为人不可能完完全全将自己放到一件事情当中，更何况你还是刚开始改变。",
        "label": ""
      },
      {
        "sentence": "如果想要马上得到突破或者比较好的表现，其实是很难的。",
        "label": ""
      },
      {
        "sentence": "这里就涉及到一个期望值的问题，不要给自己太大压力，也不要放大自己的\"放松情绪\"。",
        "label": ""
      },
      {
        "sentence": "你要看到你已经坚持的地方，相比于最开始，其实进步很大，不能够一味否认自己。",
        "label": ""
      },
      {
        "sentence": "遵从内心，做有意识的改变，接受当下的自我。",
        "label": ""
      },
      {
        "sentence": "很多时候是对自己要求过高，比如现在做了改变，那么接下来的几个月内，一定要达到什么样的效果。",
        "label": ""
      },
      {
        "sentence": "自己稍微松懈，就会感觉自己太差劲了。",
        "label": ""
      },
      {
        "sentence": "千万不要这么想，当自己坚持一段时间的时候，真的有想要放松的需求，那就遵从内心。",
        "label": ""
      },
      {
        "sentence": "不管这个放松的方式是什么，只要你到时候能够意识到自己该收回来了，那就收回来。",
        "label": ""
      },
      {
        "sentence": "如果收不回来，就需要刻意地将自己调整正向。",
        "label": ""
      },
      {
        "sentence": "通过你的表述，其实在很大程度上，你已经做得很棒了。",
        "label": ""
      },
      {
        "sentence": "只是说在这个短期内，由于心理和情绪上的不适应，会有一些想要半途而废的念头。",
        "label": ""
      },
      {
        "sentence": "这些都是很正常的，你现在只需要按照自己的计划慢慢地做下去。",
        "label": ""
      },
      {
        "sentence": "大概1~2个月，你就能够感受到自己的变化，你没有那么差，并且你真的已经做出了改变",
        "label": ""
      }
    ]
  }
]