[
  {
    "role": "client",
    "content": "我比起其他抑郁症状，总是有一种非常强烈的想要离开的感觉，你知道为什么吗？我去了两家医院，做了各种测试，结果都说我有重度抑郁症，只有一个医生说我是双向情感障碍。但是，和典型症状不同的是，我大部分时间可以社交，也不会太辛苦。只是我对于想要随时结束生命这件事非常清楚，我甚至没有一个明确的原因，只是觉得一切都没有意义。我真的想知道这是为什么。",
    "annotation": [
      {
        "sentence": "我比起其他抑郁症状，总是有一种非常强烈的想要离开的感觉，你知道为什么吗？",
        "label": ""
      },
      {
        "sentence": "我去了两家医院，做了各种测试，结果都说我有重度抑郁症，只有一个医生说我是双向情感障碍。",
        "label": ""
      },
      {
        "sentence": "但是，和典型症状不同的是，我大部分时间可以社交，也不会太辛苦。",
        "label": ""
      },
      {
        "sentence": "只是我对于想要随时结束生命这件事非常清楚，我甚至没有一个明确的原因，只是觉得一切都没有意义。",
        "label": ""
      },
      {
        "sentence": "我真的想知道这是为什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个问题的答案应该是你自己才能找到的。我们只能帮助你去引导、寻找一些可能的因果关系，然后整理出你自己可能出现的问题是什么，还有通常情况下大部分人为什么会产生这样强烈的感觉。我来总结一下我个人的观点，希望对你有所帮助。因为在心理上，很多东西的标准是不一样的，所以每个医生都可能有不同的看法。另外，你们之间的沟通和理解也会有些偏差，这是很正常的。所以对于测试结果，只能说大部分情况下是如此，但也不是百分之百准确。虽然在很多身体上和心理上的研究中，我们已经有很多了解，但是在心理方面的研究还比较初步，很多标准还没有完全确立。即使有了这些标准，心理上的情况并不像生理上那样确定，因为心理上的变化性更强。身体的改变也会影响心理，就像心理的改变也会影响身体。在测试时，由于不同时期、年龄、状态和沟通方式的不同，结果也会有所差异。只能说目前而言，你的情况是这样的，但并不绝对。很多时候，测试的结果会让你自己去认可和接受，从没有变成有的过程。因为当你内心接受并相信一些因果关系存在时，你会觉得一些事情变得有意义。所以你想要离开，肯定有你离开的理由。在正常情况下，会有一些压抑、痛苦、找不到生活的意义、找不到未来方向、绝望等等的情况。你觉得活着和死了没什么区别，也可能没有得到你渴望的爱和关注等等。每个人都不一样，还有很多消极的心态会让你觉得离开才是真正的解脱。但是每个人的看法和想法都是不同的，这与你的经历、遭遇和认知有很大关系。所以你肯定能够知道自己存在的问题是什么，只是你没有注意到而已。因为你没有去注意，所以才找不到问题。所以在很多情况下，需要相互沟通才能慢慢寻找到你的问题。因为每个人都觉得自己是对的，所以在寻找问题的过程中很难找到答案。比如你说没有意义也是一种理由，人生没有意义也有很多因果关系导致你出现这种情况，还有你对自己方向的迷失等等。",
    "annotation": [
      {
        "sentence": "这个问题的答案应该是你自己才能找到的。",
        "label": ""
      },
      {
        "sentence": "我们只能帮助你去引导、寻找一些可能的因果关系，然后整理出你自己可能出现的问题是什么，还有通常情况下大部分人为什么会产生这样强烈的感觉。",
        "label": ""
      },
      {
        "sentence": "我来总结一下我个人的观点，希望对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "因为在心理上，很多东西的标准是不一样的，所以每个医生都可能有不同的看法。",
        "label": ""
      },
      {
        "sentence": "另外，你们之间的沟通和理解也会有些偏差，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "所以对于测试结果，只能说大部分情况下是如此，但也不是百分之百准确。",
        "label": ""
      },
      {
        "sentence": "虽然在很多身体上和心理上的研究中，我们已经有很多了解，但是在心理方面的研究还比较初步，很多标准还没有完全确立。",
        "label": ""
      },
      {
        "sentence": "即使有了这些标准，心理上的情况并不像生理上那样确定，因为心理上的变化性更强。",
        "label": ""
      },
      {
        "sentence": "身体的改变也会影响心理，就像心理的改变也会影响身体。",
        "label": ""
      },
      {
        "sentence": "在测试时，由于不同时期、年龄、状态和沟通方式的不同，结果也会有所差异。",
        "label": ""
      },
      {
        "sentence": "只能说目前而言，你的情况是这样的，但并不绝对。",
        "label": ""
      },
      {
        "sentence": "很多时候，测试的结果会让你自己去认可和接受，从没有变成有的过程。",
        "label": ""
      },
      {
        "sentence": "因为当你内心接受并相信一些因果关系存在时，你会觉得一些事情变得有意义。",
        "label": ""
      },
      {
        "sentence": "所以你想要离开，肯定有你离开的理由。",
        "label": ""
      },
      {
        "sentence": "在正常情况下，会有一些压抑、痛苦、找不到生活的意义、找不到未来方向、绝望等等的情况。",
        "label": ""
      },
      {
        "sentence": "你觉得活着和死了没什么区别，也可能没有得到你渴望的爱和关注等等。",
        "label": ""
      },
      {
        "sentence": "每个人都不一样，还有很多消极的心态会让你觉得离开才是真正的解脱。",
        "label": ""
      },
      {
        "sentence": "但是每个人的看法和想法都是不同的，这与你的经历、遭遇和认知有很大关系。",
        "label": ""
      },
      {
        "sentence": "所以你肯定能够知道自己存在的问题是什么，只是你没有注意到而已。",
        "label": ""
      },
      {
        "sentence": "因为你没有去注意，所以才找不到问题。",
        "label": ""
      },
      {
        "sentence": "所以在很多情况下，需要相互沟通才能慢慢寻找到你的问题。",
        "label": ""
      },
      {
        "sentence": "因为每个人都觉得自己是对的，所以在寻找问题的过程中很难找到答案。",
        "label": ""
      },
      {
        "sentence": "比如你说没有意义也是一种理由，人生没有意义也有很多因果关系导致你出现这种情况，还有你对自己方向的迷失等等。",
        "label": ""
      }
    ]
  }
]