[
  {
    "role": "client",
    "content": "如何面对离异原生家庭对未来步入社会的影响？本人女，高中生幼时目睹父母打架，生父将母亲推倒在地小学，父母转为冷战，8岁，父母分居，自此至12岁，我住在双方老人家里，（对祖母隐藏感情，对外祖母迎合讨好）12岁，不出意外（两年前已偷偷看过诉讼状及证据，但未声张），父母因生父出轨离异8岁之前对父亲的印象为缺失和父母打架分居和离异之后则是在每年几次相见中表达出对我的关爱（母亲对此的解释是因我成绩不错而对我有所图）困扰:对恋爱和婚姻的恐惧与拒绝把别人的关爱加以条件:逼自己达到某个非常高的目标来回报班主任对我的关爱，猜忌给我送礼物和表达关爱的亲人的意图对他人不信任内心渴望着无条件的爱:因看到有人雇佣患抑郁症的朋友来自己公司上班落泪，会仅仅因为男同学给我讲题就产生好感回避交流与亲密关系:朋友极少或没有，大多是泛泛之交，未来想送做两份工作来抚养我的母亲去养老院（担心没时间照顾和生活冲突）感谢阅读，希望获得帮助",
    "annotation": [
      {
        "sentence": "如何面对离异原生家庭对未来步入社会的影响？",
        "label": ""
      },
      {
        "sentence": "本人女，高中生幼时目睹父母打架，生父将母亲推倒在地小学，父母转为冷战，8岁，父母分居，自此至12岁，我住在双方老人家里，（对祖母隐藏感情，对外祖母迎合讨好）12岁，不出意外（两年前已偷偷看过诉讼状及证据，但未声张），父母因生父出轨离异8岁之前对父亲的印象为缺失和父母打架分居和离异之后则是在每年几次相见中表达出对我的关爱（母亲对此的解释是因我成绩不错而对我有所图）困扰:对恋爱和婚姻的恐惧与拒绝把别人的关爱加以条件:逼自己达到某个非常高的目标来回报班主任对我的关爱，猜忌给我送礼物和表达关爱的亲人的意图对他人不信任内心渴望着无条件的爱:因看到有人雇佣患抑郁症的朋友来自己公司上班落泪，会仅仅因为男同学给我讲题就产生好感回避交流与亲密关系:朋友极少或没有，大多是泛泛之交，未来想送做两份工作来抚养我的母亲去养老院（担心没时间照顾和生活冲突）感谢阅读，希望获得帮助",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "家庭对一个人的影响很大，先不说家里矛盾，光是父母打架，将母亲推倒在地等一系列事情，可能都会给你带来创伤，要是屡次发生这样的事，对于亲密关系会更加恐惧，一辈子都会对感情不信任，也不知道该如何与他人相处。这个问题可能会困扰你终生。",
    "annotation": [
      {
        "sentence": "家庭对一个人的影响很大，先不说家里矛盾，光是父母打架，将母亲推倒在地等一系列事情，可能都会给你带来创伤，要是屡次发生这样的事，对于亲密关系会更加恐惧，一辈子都会对感情不信任，也不知道该如何与他人相处。",
        "label": ""
      },
      {
        "sentence": "这个问题可能会困扰你终生。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在对恋爱和婚姻都感到很害怕，总是把别人的关爱加以条件，迫使自己达到某个非常高的目标来回报他们的关爱。我也常常怀疑他人送礼物和表达关爱的意图。",
    "annotation": [
      {
        "sentence": "是的，我现在对恋爱和婚姻都感到很害怕，总是把别人的关爱加以条件，迫使自己达到某个非常高的目标来回报他们的关爱。",
        "label": ""
      },
      {
        "sentence": "我也常常怀疑他人送礼物和表达关爱的意图。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是因为你在过去的家庭环境中缺乏无条件的爱，导致你渴望着无条件的爱。我能理解你的担忧和困惑。但是，不能因为过去的经历而否定所有人的信任，或者以怀疑的眼光对待别人的善意。内心上，你渴望着真正的理解和接纳，但是你也需要给自己更多的时间来治愈和成长。",
    "annotation": [
      {
        "sentence": "这是因为你在过去的家庭环境中缺乏无条件的爱，导致你渴望着无条件的爱。",
        "label": ""
      },
      {
        "sentence": "我能理解你的担忧和困惑。",
        "label": ""
      },
      {
        "sentence": "但是，不能因为过去的经历而否定所有人的信任，或者以怀疑的眼光对待别人的善意。",
        "label": ""
      },
      {
        "sentence": "内心上，你渴望着真正的理解和接纳，但是你也需要给自己更多的时间来治愈和成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实如此，有时候我会因为一些小事情就对人产生好感，但又害怕接近和交流。我的朋友很少，大多数都是泛泛之交。我还担心未来我会因为要照顾母亲而没有时间和生活发生冲突。",
    "annotation": [
      {
        "sentence": "确实如此，有时候我会因为一些小事情就对人产生好感，但又害怕接近和交流。",
        "label": ""
      },
      {
        "sentence": "我的朋友很少，大多数都是泛泛之交。",
        "label": ""
      },
      {
        "sentence": "我还担心未来我会因为要照顾母亲而没有时间和生活发生冲突。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "远离亲密关系和回避交流是你目前的自我保护机制。但是，人是社交的动物，亲密关系和真正的友谊对于个人的成长和满足感非常重要。我建议你渐进式地尝试与他人建立亲密关系，例如通过参加社交活动，加入兴趣小组等。至于照顾母亲的问题，你可以积极寻找适当的解决方案，例如找到适合的工作时间安排或者寻找其他亲属的帮助，这样你就能更好地平衡照顾母亲和自己的生活。",
    "annotation": [
      {
        "sentence": "远离亲密关系和回避交流是你目前的自我保护机制。",
        "label": ""
      },
      {
        "sentence": "但是，人是社交的动物，亲密关系和真正的友谊对于个人的成长和满足感非常重要。",
        "label": ""
      },
      {
        "sentence": "我建议你渐进式地尝试与他人建立亲密关系，例如通过参加社交活动，加入兴趣小组等。",
        "label": ""
      },
      {
        "sentence": "至于照顾母亲的问题，你可以积极寻找适当的解决方案，例如找到适合的工作时间安排或者寻找其他亲属的帮助，这样你就能更好地平衡照顾母亲和自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试逐渐接近他人并参加更多社交活动。同时，我也会多做些调整，找到合适的工作时间安排来照顾母亲。我深深感谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试逐渐接近他人并参加更多社交活动。",
        "label": ""
      },
      {
        "sentence": "同时，我也会多做些调整，找到合适的工作时间安排来照顾母亲。",
        "label": ""
      },
      {
        "sentence": "我深深感谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。请记住，在你治愈和成长的过程中，你并不孤单，有我陪伴着你。如果你有任何进展或者需要进一步的帮助，随时都可以来找我倾诉和寻求建议。你是一个坚强的人，我相信你一定能够克服困难，走出心灵的阴霾。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "请记住，在你治愈和成长的过程中，你并不孤单，有我陪伴着你。",
        "label": ""
      },
      {
        "sentence": "如果你有任何进展或者需要进一步的帮助，随时都可以来找我倾诉和寻求建议。",
        "label": ""
      },
      {
        "sentence": "你是一个坚强的人，我相信你一定能够克服困难，走出心灵的阴霾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的陪伴和鼓励。我会牢记你的话，努力面对和解决自己的问题。如果有需要，我一定会再来向你求助的。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "非常感谢你的陪伴和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，努力面对和解决自己的问题。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我一定会再来向你求助的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直在你身边支持你的。祝愿你早日走出困境，拥有幸福的未来！记住，你是坚强而勇敢的！",
    "annotation": [
      {
        "sentence": "不客气，我会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日走出困境，拥有幸福的未来！",
        "label": ""
      },
      {
        "sentence": "记住，你是坚强而勇敢的！",
        "label": ""
      }
    ]
  }
]