[
  {
    "role": "client",
    "content": "如何面对离异原生家庭对未来步入社会的影响？本人女，高中生幼时目睹父母打架，生父将母亲推倒在地小学，父母转为冷战，8岁，父母分居，自此至12岁，我住在双方老人家里，（对祖母隐藏感情，对外祖母迎合讨好）12岁，不出意外（两年前已偷偷看过诉讼状及证据，但未声张），父母因生父出轨离异8岁之前对父亲的印象为缺失和父母打架分居和离异之后则是在每年几次相见中表达出对我的关爱（母亲对此的解释是因我成绩不错而对我有所图）困扰:对恋爱和婚姻的恐惧与拒绝把别人的关爱加以条件:逼自己达到某个非常高的目标来回报班主任对我的关爱，猜忌给我送礼物和表达关爱的亲人的意图对他人不信任内心渴望着无条件的爱:因看到有人雇佣患抑郁症的朋友来自己公司上班落泪，会仅仅因为男同学给我讲题就产生好感回避交流与亲密关系:朋友极少或没有，大多是泛泛之交，未来想送做两份工作来抚养我的母亲去养老院（担心没时间照顾和生活冲突）感谢阅读，希望获得帮助",
    "annotation": [
      {
        "sentence": "如何面对离异原生家庭对未来步入社会的影响？",
        "label": ""
      },
      {
        "sentence": "本人女，高中生幼时目睹父母打架，生父将母亲推倒在地小学，父母转为冷战，8岁，父母分居，自此至12岁，我住在双方老人家里，（对祖母隐藏感情，对外祖母迎合讨好）12岁，不出意外（两年前已偷偷看过诉讼状及证据，但未声张），父母因生父出轨离异8岁之前对父亲的印象为缺失和父母打架分居和离异之后则是在每年几次相见中表达出对我的关爱（母亲对此的解释是因我成绩不错而对我有所图）困扰:对恋爱和婚姻的恐惧与拒绝把别人的关爱加以条件:逼自己达到某个非常高的目标来回报班主任对我的关爱，猜忌给我送礼物和表达关爱的亲人的意图对他人不信任内心渴望着无条件的爱:因看到有人雇佣患抑郁症的朋友来自己公司上班落泪，会仅仅因为男同学给我讲题就产生好感回避交流与亲密关系:朋友极少或没有，大多是泛泛之交，未来想送做两份工作来抚养我的母亲去养老院（担心没时间照顾和生活冲突）感谢阅读，希望获得帮助",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的小妹妹，我了解你对离异原生家庭的困扰以及对未来步入社会的担忧。首先，我要告诉你，你并不是孤单一人面对这个问题，很多人都经历了类似的情况。你的经历可能让你对恋爱和婚姻有所恐惧和拒绝，这是正常的反应。但是，不要把别人的关爱加以条件，逼自己达到非常高的目标来回报他们。每个人都希望你能够幸福，他们的关爱不是为了回报，而是出自真心。对于送礼物和表达关爱的亲人和朋友，不要猜忌他们的意图，也不要对他人抱有不信任的态度。你的内心渴望着无条件的爱，这是人之常情。尽管你在原生家庭中没有得到无条件的爱，但是这并不代表其他人不能给你。你可以逐渐打开内心，试着接受他人的关爱。有时候，只是因为一点小小的关怀，就能让你感受到温暖和好感。至于回避交流与亲密关系，我理解你朋友较少的情况，但不要因此放弃寻找真正的友谊和亲密关系。在生活中，我们可以遇到很多人，而只有少数人会成为真正的朋友。逐渐培养交流的能力和对他人的信任，你会发现更多有意义的友谊和亲密关系。对于未来希望同时工作和照顾母亲的问题，可能会存在一定的冲突和困难。但是，不要过分担心，我们可以通过合理的时间安排和适当的规划来解决这个问题。可以尝试与其他家庭成员或亲朋好友一起商讨，并共同制定一个适合大家的计划。你不需要一直独自承担这样的责任，有人可以帮助你。希望我的回答对你有所帮助，如果你还有其他的问题或困惑，随时可以和我交流。",
    "annotation": [
      {
        "sentence": "亲爱的小妹妹，我了解你对离异原生家庭的困扰以及对未来步入社会的担忧。",
        "label": ""
      },
      {
        "sentence": "首先，我要告诉你，你并不是孤单一人面对这个问题，很多人都经历了类似的情况。",
        "label": ""
      },
      {
        "sentence": "你的经历可能让你对恋爱和婚姻有所恐惧和拒绝，这是正常的反应。",
        "label": ""
      },
      {
        "sentence": "但是，不要把别人的关爱加以条件，逼自己达到非常高的目标来回报他们。",
        "label": ""
      },
      {
        "sentence": "每个人都希望你能够幸福，他们的关爱不是为了回报，而是出自真心。",
        "label": ""
      },
      {
        "sentence": "对于送礼物和表达关爱的亲人和朋友，不要猜忌他们的意图，也不要对他人抱有不信任的态度。",
        "label": ""
      },
      {
        "sentence": "你的内心渴望着无条件的爱，这是人之常情。",
        "label": ""
      },
      {
        "sentence": "尽管你在原生家庭中没有得到无条件的爱，但是这并不代表其他人不能给你。",
        "label": ""
      },
      {
        "sentence": "你可以逐渐打开内心，试着接受他人的关爱。",
        "label": ""
      },
      {
        "sentence": "有时候，只是因为一点小小的关怀，就能让你感受到温暖和好感。",
        "label": ""
      },
      {
        "sentence": "至于回避交流与亲密关系，我理解你朋友较少的情况，但不要因此放弃寻找真正的友谊和亲密关系。",
        "label": ""
      },
      {
        "sentence": "在生活中，我们可以遇到很多人，而只有少数人会成为真正的朋友。",
        "label": ""
      },
      {
        "sentence": "逐渐培养交流的能力和对他人的信任，你会发现更多有意义的友谊和亲密关系。",
        "label": ""
      },
      {
        "sentence": "对于未来希望同时工作和照顾母亲的问题，可能会存在一定的冲突和困难。",
        "label": ""
      },
      {
        "sentence": "但是，不要过分担心，我们可以通过合理的时间安排和适当的规划来解决这个问题。",
        "label": ""
      },
      {
        "sentence": "可以尝试与其他家庭成员或亲朋好友一起商讨，并共同制定一个适合大家的计划。",
        "label": ""
      },
      {
        "sentence": "你不需要一直独自承担这样的责任，有人可以帮助你。",
        "label": ""
      },
      {
        "sentence": "希望我的回答对你有所帮助，如果你还有其他的问题或困惑，随时可以和我交流。",
        "label": ""
      }
    ]
  }
]