[
  {
    "role": "client",
    "content": "我是比较实干的人，为什么父母看不见我的努力和优秀？我很少说场面话，是比较实干的人，不能做到的事情不轻易说出来。刚毕业那两年工作都不好，父母有事没事就瞧不起我的工作，还说一些别人家孩子怎么怎么，我当然心情也是不好的。但我知道我什么实力，而换工作需要时间和准备。后来我换了个工作他们就各种羡慕，至少钱上面再不说了可能是因为比他们还多。事情的准备到完善是需要时间的，为什么我们父母似乎对我们一点都不了解，甚至帮情绪上的倒忙，期间发生过很多次他们想插手我的工作等不愉快的事情。我这几年变化很大，父母的朋友好多人都有提到，而他们说的时候父母好像一脸茫然。有时候和父母翻照片，他们却喜欢我很阴郁那阶段，长的也丑的像一个小孩子那些，我经常感觉他们对我一无所知，我后来也开始和父母保持距离，我真希望他们是了解我的。",
    "annotation": [
      {
        "sentence": "我是比较实干的人，为什么父母看不见我的努力和优秀？",
        "label": ""
      },
      {
        "sentence": "我很少说场面话，是比较实干的人，不能做到的事情不轻易说出来。",
        "label": ""
      },
      {
        "sentence": "刚毕业那两年工作都不好，父母有事没事就瞧不起我的工作，还说一些别人家孩子怎么怎么，我当然心情也是不好的。",
        "label": ""
      },
      {
        "sentence": "但我知道我什么实力，而换工作需要时间和准备。",
        "label": ""
      },
      {
        "sentence": "后来我换了个工作他们就各种羡慕，至少钱上面再不说了可能是因为比他们还多。",
        "label": ""
      },
      {
        "sentence": "事情的准备到完善是需要时间的，为什么我们父母似乎对我们一点都不了解，甚至帮情绪上的倒忙，期间发生过很多次他们想插手我的工作等不愉快的事情。",
        "label": ""
      },
      {
        "sentence": "我这几年变化很大，父母的朋友好多人都有提到，而他们说的时候父母好像一脸茫然。",
        "label": ""
      },
      {
        "sentence": "有时候和父母翻照片，他们却喜欢我很阴郁那阶段，长的也丑的像一个小孩子那些，我经常感觉他们对我一无所知，我后来也开始和父母保持距离，我真希望他们是了解我的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我先梳理一下我从你的描述中看出的几个要点。首先是你的自我评价，你觉得自己是比较实干的人，不常说虚假的话，不能轻易说出做不到的事。其次是你在过去几年有较大的变化。你还提到了父母对你的态度，刚毕业那两年他们对你的工作持看不起的态度，并且喜欢用别人家孩子和你进行比较，但是当你换了个工作，收入比他们还多的时候，他们又开始羡慕你。你还描述了父母不理解你的准备工作，经常想插手你的工作，导致很多不愉快的事情发生。你觉得父母不了解你，甚至帮倒忙。在过去的几年里，你发生了很多变化，而父母的朋友们都注意到了，但是当他们向父母提起时，父母却一脸茫然。有时你和父母一起看照片，他们却喜欢你阴郁、长得像小孩子的那个阶段。你经常感觉父母对你一无所知，于是你开始和他们保持距离，但你真希望他们能够了解你。",
    "annotation": [
      {
        "sentence": "你好，我先梳理一下我从你的描述中看出的几个要点。",
        "label": ""
      },
      {
        "sentence": "首先是你的自我评价，你觉得自己是比较实干的人，不常说虚假的话，不能轻易说出做不到的事。",
        "label": ""
      },
      {
        "sentence": "其次是你在过去几年有较大的变化。",
        "label": ""
      },
      {
        "sentence": "你还提到了父母对你的态度，刚毕业那两年他们对你的工作持看不起的态度，并且喜欢用别人家孩子和你进行比较，但是当你换了个工作，收入比他们还多的时候，他们又开始羡慕你。",
        "label": ""
      },
      {
        "sentence": "你还描述了父母不理解你的准备工作，经常想插手你的工作，导致很多不愉快的事情发生。",
        "label": ""
      },
      {
        "sentence": "你觉得父母不了解你，甚至帮倒忙。",
        "label": ""
      },
      {
        "sentence": "在过去的几年里，你发生了很多变化，而父母的朋友们都注意到了，但是当他们向父母提起时，父母却一脸茫然。",
        "label": ""
      },
      {
        "sentence": "有时你和父母一起看照片，他们却喜欢你阴郁、长得像小孩子的那个阶段。",
        "label": ""
      },
      {
        "sentence": "你经常感觉父母对你一无所知，于是你开始和他们保持距离，但你真希望他们能够了解你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，你总结得很准确。我觉得父母对我的要求过高，总是拿别人家的孩子和我比较。当我工作不顺利时，他们不仅不理解我，还瞧不起我的工作。可当我换了一个好工作，他们却变得羡慕嫉妒。他们总是想插手我的工作，而我觉得准备和人际关系的建立都需要时间。我对他们所做的努力和我的变化，他们却看不到，这让我很失望。",
    "annotation": [
      {
        "sentence": "是的，你总结得很准确。",
        "label": ""
      },
      {
        "sentence": "我觉得父母对我的要求过高，总是拿别人家的孩子和我比较。",
        "label": ""
      },
      {
        "sentence": "当我工作不顺利时，他们不仅不理解我，还瞧不起我的工作。",
        "label": ""
      },
      {
        "sentence": "可当我换了一个好工作，他们却变得羡慕嫉妒。",
        "label": ""
      },
      {
        "sentence": "他们总是想插手我的工作，而我觉得准备和人际关系的建立都需要时间。",
        "label": ""
      },
      {
        "sentence": "我对他们所做的努力和我的变化，他们却看不到，这让我很失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。虽然你的父母对你的要求过高，并且会和别人比较，但是我相信他们的出发点是希望你有更好的发展。只是他们的表达方式不够理解和包容。或许他们无法体会到你为了准备工作所付出的努力，也不明白你的人际关系建立需要时间。我认为你可以试着和他们沟通，讲述你的工作的困难和挑战，让他们了解你的努力。或许他们会更好地理解你并给予支持。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "虽然你的父母对你的要求过高，并且会和别人比较，但是我相信他们的出发点是希望你有更好的发展。",
        "label": ""
      },
      {
        "sentence": "只是他们的表达方式不够理解和包容。",
        "label": ""
      },
      {
        "sentence": "或许他们无法体会到你为了准备工作所付出的努力，也不明白你的人际关系建立需要时间。",
        "label": ""
      },
      {
        "sentence": "我认为你可以试着和他们沟通，讲述你的工作的困难和挑战，让他们了解你的努力。",
        "label": ""
      },
      {
        "sentence": "或许他们会更好地理解你并给予支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我可能需要主动和父母沟通，让他们知道我的努力和挑战。只是有时候我觉得他们对我之前阶段的喜欢和鼓励更多，而对我现在的成长却视而不见。这让我觉得他们对我一无所知。",
    "annotation": [
      {
        "sentence": "你说得对，我可能需要主动和父母沟通，让他们知道我的努力和挑战。",
        "label": ""
      },
      {
        "sentence": "只是有时候我觉得他们对我之前阶段的喜欢和鼓励更多，而对我现在的成长却视而不见。",
        "label": ""
      },
      {
        "sentence": "这让我觉得他们对我一无所知。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受。父母可能对你之前的某个阶段有特别的情感依恋，可能因为你在那个阶段展示出了一些特质或听从他们的话。而他们没有及时认可你的现在和成长，这可能是因为他们还停留在之前的阶段。除此之外，在日常生活中，他们也有可能有一些值得肯定的行为和贡献，不是一无是处的。我建议你梳理一下你和父母的相处模式，回顾一下他们曾经对你的付出和照顾。虽然他们有需要改善和提升的地方，但是你也可以给予理解和包容，并适时和他们沟通交流。",
    "annotation": [
      {
        "sentence": "我明白你的感受。",
        "label": ""
      },
      {
        "sentence": "父母可能对你之前的某个阶段有特别的情感依恋，可能因为你在那个阶段展示出了一些特质或听从他们的话。",
        "label": ""
      },
      {
        "sentence": "而他们没有及时认可你的现在和成长，这可能是因为他们还停留在之前的阶段。",
        "label": ""
      },
      {
        "sentence": "除此之外，在日常生活中，他们也有可能有一些值得肯定的行为和贡献，不是一无是处的。",
        "label": ""
      },
      {
        "sentence": "我建议你梳理一下你和父母的相处模式，回顾一下他们曾经对你的付出和照顾。",
        "label": ""
      },
      {
        "sentence": "虽然他们有需要改善和提升的地方，但是你也可以给予理解和包容，并适时和他们沟通交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该试着理解和包容父母，不要全盘否定他们。我也要意识到我对自己过去的某些阶段持有负面的评价，可能并不客观。我需要回想一下那个阶段我所做的努力和面对的挑战，重新审视自己。同时，我也要学会适时和父母沟通，让他们了解现在的我。",
    "annotation": [
      {
        "sentence": "你说得对，我应该试着理解和包容父母，不要全盘否定他们。",
        "label": ""
      },
      {
        "sentence": "我也要意识到我对自己过去的某些阶段持有负面的评价，可能并不客观。",
        "label": ""
      },
      {
        "sentence": "我需要回想一下那个阶段我所做的努力和面对的挑战，重新审视自己。",
        "label": ""
      },
      {
        "sentence": "同时，我也要学会适时和父母沟通，让他们了解现在的我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的认识和想法很积极向上。不要否定自己过往的努力和经历，每个阶段都是你成长和塑造自己的一部分。你可以再次审视那个阶段，并积极",
    "annotation": [
      {
        "sentence": "你的认识和想法很积极向上。",
        "label": ""
      },
      {
        "sentence": "不要否定自己过往的努力和经历，每个阶段都是你成长和塑造自己的一部分。",
        "label": ""
      },
      {
        "sentence": "你可以再次审视那个阶段，并积极",
        "label": ""
      }
    ]
  }
]