[
  {
    "role": "client",
    "content": "我是比较实干的人，为什么父母看不见我的努力和优秀？我很少说场面话，是比较实干的人，不能做到的事情不轻易说出来。刚毕业那两年工作都不好，父母有事没事就瞧不起我的工作，还说一些别人家孩子怎么怎么，我当然心情也是不好的。但我知道我什么实力，而换工作需要时间和准备。后来我换了个工作他们就各种羡慕，至少钱上面再不说了可能是因为比他们还多。事情的准备到完善是需要时间的，为什么我们父母似乎对我们一点都不了解，甚至帮情绪上的倒忙，期间发生过很多次他们想插手我的工作等不愉快的事情。我这几年变化很大，父母的朋友好多人都有提到，而他们说的时候父母好像一脸茫然。有时候和父母翻照片，他们却喜欢我很阴郁那阶段，长的也丑的像一个小孩子那些，我经常感觉他们对我一无所知，我后来也开始和父母保持距离，我真希望他们是了解我的。",
    "annotation": [
      {
        "sentence": "我是比较实干的人，为什么父母看不见我的努力和优秀？",
        "label": ""
      },
      {
        "sentence": "我很少说场面话，是比较实干的人，不能做到的事情不轻易说出来。",
        "label": ""
      },
      {
        "sentence": "刚毕业那两年工作都不好，父母有事没事就瞧不起我的工作，还说一些别人家孩子怎么怎么，我当然心情也是不好的。",
        "label": ""
      },
      {
        "sentence": "但我知道我什么实力，而换工作需要时间和准备。",
        "label": ""
      },
      {
        "sentence": "后来我换了个工作他们就各种羡慕，至少钱上面再不说了可能是因为比他们还多。",
        "label": ""
      },
      {
        "sentence": "事情的准备到完善是需要时间的，为什么我们父母似乎对我们一点都不了解，甚至帮情绪上的倒忙，期间发生过很多次他们想插手我的工作等不愉快的事情。",
        "label": ""
      },
      {
        "sentence": "我这几年变化很大，父母的朋友好多人都有提到，而他们说的时候父母好像一脸茫然。",
        "label": ""
      },
      {
        "sentence": "有时候和父母翻照片，他们却喜欢我很阴郁那阶段，长的也丑的像一个小孩子那些，我经常感觉他们对我一无所知，我后来也开始和父母保持距离，我真希望他们是了解我的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得很对，有时候父母可能无法及时认识到我们的努力和成长。他们的观念和记忆停留在我们小时候的时候，难以同步更新。他们还停留在曾经不好的工作经历上，无法理解你换了工作后的变化和进步。或许他们的言谈之中流露出的不满和干涉，是因为他们关心你，希望你能过上更好的生活。但他们不了解你的实力和准备工作的必要性。他们可能缺乏对你成长和变化的认知，导致在沟通上出现了很多不愉快的事情。你因此选择与父母保持距离，是为了保护自己的情绪。我理解你希望父母能更好地了解你，这种渴望是理所当然的。",
    "annotation": [
      {
        "sentence": "你说得很对，有时候父母可能无法及时认识到我们的努力和成长。",
        "label": ""
      },
      {
        "sentence": "他们的观念和记忆停留在我们小时候的时候，难以同步更新。",
        "label": ""
      },
      {
        "sentence": "他们还停留在曾经不好的工作经历上，无法理解你换了工作后的变化和进步。",
        "label": ""
      },
      {
        "sentence": "或许他们的言谈之中流露出的不满和干涉，是因为他们关心你，希望你能过上更好的生活。",
        "label": ""
      },
      {
        "sentence": "但他们不了解你的实力和准备工作的必要性。",
        "label": ""
      },
      {
        "sentence": "他们可能缺乏对你成长和变化的认知，导致在沟通上出现了很多不愉快的事情。",
        "label": ""
      },
      {
        "sentence": "你因此选择与父母保持距离，是为了保护自己的情绪。",
        "label": ""
      },
      {
        "sentence": "我理解你希望父母能更好地了解你，这种渴望是理所当然的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我之前一直觉得自己的情绪波动是个人问题，但现在听到你这么说，我感觉自己有了些许释然。 但我还是希望能够改变与父母的关系，让他们能够真正了解我。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我之前一直觉得自己的情绪波动是个人问题，但现在听到你这么说，我感觉自己有了些许释然。",
        "label": ""
      },
      {
        "sentence": " 但我还是希望能够改变与父母的关系，让他们能够真正了解我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变与父母之间的关系是一个渐进的过程，需要时间和耐心。首先，你可以试着与父母进行更多的沟通，让他们了解你的成长和变化。可以通过分享自己工作的点滴、取得的成绩和困惑，让他们更多地参与进来。同时，也可以向他们表达你希望他们能够支持和理解你的心情。坦诚和尊重是有效的沟通方式，在话语中体现出对父母的尊重和关爱，也能够让他们更容易理解你。",
    "annotation": [
      {
        "sentence": "改变与父母之间的关系是一个渐进的过程，需要时间和耐心。",
        "label": ""
      },
      {
        "sentence": "首先，你可以试着与父母进行更多的沟通，让他们了解你的成长和变化。",
        "label": ""
      },
      {
        "sentence": "可以通过分享自己工作的点滴、取得的成绩和困惑，让他们更多地参与进来。",
        "label": ""
      },
      {
        "sentence": "同时，也可以向他们表达你希望他们能够支持和理解你的心情。",
        "label": ""
      },
      {
        "sentence": "坦诚和尊重是有效的沟通方式，在话语中体现出对父母的尊重和关爱，也能够让他们更容易理解你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对。我以前常常选择不与父母讨论工作的问题，害怕他们的干涉和负面评价。但现在我明白，沟通是让父母了解我真实想法和感受的方式。我会试着与他们多沟通，分享自己的生活和工作经历，希望能够逐渐改善我们之间的关系。",
    "annotation": [
      {
        "sentence": "嗯，你说得对。",
        "label": ""
      },
      {
        "sentence": "我以前常常选择不与父母讨论工作的问题，害怕他们的干涉和负面评价。",
        "label": ""
      },
      {
        "sentence": "但现在我明白，沟通是让父母了解我真实想法和感受的方式。",
        "label": ""
      },
      {
        "sentence": "我会试着与他们多沟通，分享自己的生活和工作经历，希望能够逐渐改善我们之间的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心。多样化的沟通方式可以让你更好地与父母建立联系。除了面对面的交流，你可以尝试通过写信、发微信等方式，将自己的想法和感受传达给他们。这样的交流方式更加灵活，也能让父母有更多时间来思考和理解。同时，也要记得对父母的期望要适度，他们可能需要一些时间来接受和适应你的变化。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心。",
        "label": ""
      },
      {
        "sentence": "多样化的沟通方式可以让你更好地与父母建立联系。",
        "label": ""
      },
      {
        "sentence": "除了面对面的交流，你可以尝试通过写信、发微信等方式，将自己的想法和感受传达给他们。",
        "label": ""
      },
      {
        "sentence": "这样的交流方式更加灵活，也能让父母有更多时间来思考和理解。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得对父母的期望要适度，他们可能需要一些时间来接受和适应你的变化。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会尝试运用不同的沟通方式和父母交流，希望我们之间的理解和关系能够渐渐改善起来。谢谢你的建议和支持，让我有了更多的思路和信心。",
    "annotation": [
      {
        "sentence": "好的，我会尝试运用不同的沟通方式和父母交流，希望我们之间的理解和关系能够渐渐改善起来。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，让我有了更多的思路和信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，能帮到你我也很开心。人与人之间的关系是需要经营和付出心思的，我相信你通过积极的沟通和努力会取得良好的结果。祝福你能与父母建立更加和谐的关系，让他们真正了解并支持你的努力！",
    "annotation": [
      {
        "sentence": "不用客气，能帮到你我也很开心。",
        "label": ""
      },
      {
        "sentence": "人与人之间的关系是需要经营和付出心思的，我相信你通过积极的沟通和努力会取得良好的结果。",
        "label": ""
      },
      {
        "sentence": "祝福你能与父母建立更加和谐的关系，让他们真正了解并支持你的努力！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福！我会努力实践你的建议，希望能够和父母建立更深入的沟通和理解，也希望他们能够真正支持我。再次感谢你的帮助，祝你一切顺利！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福！",
        "label": ""
      },
      {
        "sentence": "我会努力实践你的建议，希望能够和父母建立更深入的沟通和理解，也希望他们能够真正支持我。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助，祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，相信你会取得进展的。如果你有任何需要，随时都可以找我倾诉和寻求帮助。祝你一切顺利，并期待听到你的好消息！记得保持积极的心态，你会做得很好的！",
    "annotation": [
      {
        "sentence": "不用客气，相信你会取得进展的。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要，随时都可以找我倾诉和寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，并期待听到你的好消息！",
        "label": ""
      },
      {
        "sentence": "记得保持积极的心态，你会做得很好的！",
        "label": ""
      }
    ]
  }
]