[
  {
    "role": "client",
    "content": "35岁女，国企人际困惑，不加班就得承受挤兑和谴责？我在知名国企，年底了部门冲业绩，周四分配下来一批急活儿，周四负责人没把活弄明白，快到中午了大家才着手做，开始说下周一完成就可以了，我是妈妈有一个小时哺乳假4：30先走了，到了周五上午听同事说的周五就让交，要不就得周末加班，有的同事周四就加班赶进度了，但是我家里只有一个67岁的老人带一个8个月大的孩子，我加不了班，于是周五匆匆的赶，午饭都没怎么吃就匆匆干活了，每天挤奶两次也缩减到了一次，还是没有干完，大部分同事都加班干的，公司也没说给加班费，但是我一来没有时间加班，二来我也不想加班，公司领导就一个劲儿的催，一个劲儿地施加压力，就好像我们无偿加班才是应该做的，不加班就得承受人际关系的挤兑和道德的谴责，这让我心里特别委屈，特别不舒服！让我对当前的工作特别的厌恶，对领导也特别的厌恶，我知道这样对我的职业发展十分不利，但是我实在无法违背我内心的需求，现实家人的需求，感觉心里一团乱麻",
    "annotation": [
      {
        "sentence": "35岁女，国企人际困惑，不加班就得承受挤兑和谴责？",
        "label": ""
      },
      {
        "sentence": "我在知名国企，年底了部门冲业绩，周四分配下来一批急活儿，周四负责人没把活弄明白，快到中午了大家才着手做，开始说下周一完成就可以了，我是妈妈有一个小时哺乳假4：30先走了，到了周五上午听同事说的周五就让交，要不就得周末加班，有的同事周四就加班赶进度了，但是我家里只有一个67岁的老人带一个8个月大的孩子，我加不了班，于是周五匆匆的赶，午饭都没怎么吃就匆匆干活了，每天挤奶两次也缩减到了一次，还是没有干完，大部分同事都加班干的，公司也没说给加班费，但是我一来没有时间加班，二来我也不想加班，公司领导就一个劲儿的催，一个劲儿地施加压力，就好像我们无偿加班才是应该做的，不加班就得承受人际关系的挤兑和道德的谴责，这让我心里特别委屈，特别不舒服！",
        "label": ""
      },
      {
        "sentence": "让我对当前的工作特别的厌恶，对领导也特别的厌恶，我知道这样对我的职业发展十分不利，但是我实在无法违背我内心的需求，现实家人的需求，感觉心里一团乱麻",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "️看见你因为在国企工作压力大，而且还有8个月的小宝宝要照顾，导致无法完成工作，遭到单位领导的责备而使得对现在的工作环境厌恶以及领导的厌恶而产生情绪的波动！先给你个大大的拥抱！️首先，你作为高龄产妇，我要给你大大的鼓励！但是这本身因为孕期哺乳期的激素水平就会导致情绪波动大，再加上你年龄偏大，恢复的时间就会比年轻人更慢，所以很容易因为一些小事会产生负面情绪，这一点你要明白！️其次，在国企中福利待遇是有保证的，虽说私人企业加班以及赏罚分明些，但是面对大环境因为疫情受到影响，很多的私人企业或者民企都在裁员降薪！目前来说跳槽是不明智的！而且在疫情期间很多私人企业都是不能照常发放工资待遇的，所以在知名的国企中对于上有老下有小的中年女性来说，还是有很大的优势的！",
    "annotation": [
      {
        "sentence": "️看见你因为在国企工作压力大，而且还有8个月的小宝宝要照顾，导致无法完成工作，遭到单位领导的责备而使得对现在的工作环境厌恶以及领导的厌恶而产生情绪的波动！",
        "label": ""
      },
      {
        "sentence": "先给你个大大的拥抱！",
        "label": ""
      },
      {
        "sentence": "️首先，你作为高龄产妇，我要给你大大的鼓励！",
        "label": ""
      },
      {
        "sentence": "但是这本身因为孕期哺乳期的激素水平就会导致情绪波动大，再加上你年龄偏大，恢复的时间就会比年轻人更慢，所以很容易因为一些小事会产生负面情绪，这一点你要明白！",
        "label": ""
      },
      {
        "sentence": "️其次，在国企中福利待遇是有保证的，虽说私人企业加班以及赏罚分明些，但是面对大环境因为疫情受到影响，很多的私人企业或者民企都在裁员降薪！",
        "label": ""
      },
      {
        "sentence": "目前来说跳槽是不明智的！",
        "label": ""
      },
      {
        "sentence": "而且在疫情期间很多私人企业都是不能照常发放工资待遇的，所以在知名的国企中对于上有老下有小的中年女性来说，还是有很大的优势的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励！我明白情绪波动是正常的，但是我真的很痛苦，在工作和家庭之间感到非常无奈。我曾尝试沟通，但领导好像不太在意我的困境，总是强调应该无偿加班。我感觉自己的付出没有被认可，这让我心里更不舒服。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励！",
        "label": ""
      },
      {
        "sentence": "我明白情绪波动是正常的，但是我真的很痛苦，在工作和家庭之间感到非常无奈。",
        "label": ""
      },
      {
        "sentence": "我曾尝试沟通，但领导好像不太在意我的困境，总是强调应该无偿加班。",
        "label": ""
      },
      {
        "sentence": "我感觉自己的付出没有被认可，这让我心里更不舒服。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困境，感受到你的痛苦。有时候，领导可能没有意识到你的真实情况，可能需要更直接地与他们沟通。你可以考虑主动约见领导，详细陈述你的困境和难处，并提出一些解决方案，例如请求更早的任务通知或灵活的工作安排。通过和领导坦诚沟通，或许能够得到更多的理解和支持。",
    "annotation": [
      {
        "sentence": "我理解你的困境，感受到你的痛苦。",
        "label": ""
      },
      {
        "sentence": "有时候，领导可能没有意识到你的真实情况，可能需要更直接地与他们沟通。",
        "label": ""
      },
      {
        "sentence": "你可以考虑主动约见领导，详细陈述你的困境和难处，并提出一些解决方案，例如请求更早的任务通知或灵活的工作安排。",
        "label": ""
      },
      {
        "sentence": "通过和领导坦诚沟通，或许能够得到更多的理解和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，也许我还需要更主动地表达自己的需求。我将尝试与领导进行私下的沟通，把自己的困境和建议告诉他们，希望能够得到一些改善和支持。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "你说得对，也许我还需要更主动地表达自己的需求。",
        "label": ""
      },
      {
        "sentence": "我将尝试与领导进行私下的沟通，把自己的困境和建议告诉他们，希望能够得到一些改善和支持。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我相信你能够主动去解决问题，勇敢面对困境。同时，我还想提醒你注意自己的身心健康。工作压力过大会对你的情绪和健康产生负面影响。在家庭中，你可以寻找一些合适的方式来减轻压力，如与家人分享和分担家务，寻找一些放松的活动。在工作中，试着将注意力集中在自己的任务上，不要太过关注他人的看法和压力。保持积极的心态，也会有助于缓解压力。",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我相信你能够主动去解决问题，勇敢面对困境。",
        "label": ""
      },
      {
        "sentence": "同时，我还想提醒你注意自己的身心健康。",
        "label": ""
      },
      {
        "sentence": "工作压力过大会对你的情绪和健康产生负面影响。",
        "label": ""
      },
      {
        "sentence": "在家庭中，你可以寻找一些合适的方式来减轻压力，如与家人分享和分担家务，寻找一些放松的活动。",
        "label": ""
      },
      {
        "sentence": "在工作中，试着将注意力集中在自己的任务上，不要太过关注他人的看法和压力。",
        "label": ""
      },
      {
        "sentence": "保持积极的心态，也会有助于缓解压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的话让我感到温暖和鼓舞。你说得对，我会更加注意自己的身心健康，适当减轻压力，保持积极的心态。同时，我也会努力解决工作中的问题，争取得到更多的支持和理解。再次感谢你的帮助和支持！",
    "annotation": [
      {
        "sentence": "你的话让我感到温暖和鼓舞。",
        "label": ""
      },
      {
        "sentence": "你说得对，我会更加注意自己的身心健康，适当减轻压力，保持积极的心态。",
        "label": ""
      },
      {
        "sentence": "同时，我也会努力解决工作中的问题，争取得到更多的支持和理解。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气！我相信你有足够的能力克服困难，并取得进步。在这个过程中，不要忘记倾诉和寻求支持的重要性。如果你还有什么问题或需要进一步的帮助，随时向我倾诉，我会一直在你身边支持你的。加油！你一定能够克服困难，找到属于自己的平衡和幸福！",
    "annotation": [
      {
        "sentence": "不用客气！",
        "label": ""
      },
      {
        "sentence": "我相信你有足够的能力克服困难，并取得进步。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，不要忘记倾诉和寻求支持的重要性。",
        "label": ""
      },
      {
        "sentence": "如果你还有什么问题或需要进一步的帮助，随时向我倾诉，我会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "你一定能够克服困难，找到属于自己的平衡和幸福！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你一直以来的支持和鼓励！知道有你在身边，我感到安心和温暖。我会努力克服困难，实现自己的平衡与幸福。如果我还有困惑或问题，我一定会再次向你寻求帮助。再次感谢你，你是我最坚实的后盾！",
    "annotation": [
      {
        "sentence": "非常感谢你一直以来的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "知道有你在身边，我感到安心和温暖。",
        "label": ""
      },
      {
        "sentence": "我会努力克服困难，实现自己的平衡与幸福。",
        "label": ""
      },
      {
        "sentence": "如果我还有困惑或问题，我一定会再次向你寻求帮助。",
        "label": ""
      },
      {
        "sentence": "再次感谢你，你是我最坚实的后盾！",
        "label": ""
      }
    ]
  }
]