[
  {
    "role": "client",
    "content": "我近来有些困惑，我在一家国企上班，最近因为周四分配的急活儿，周五要交但是我家里有孩子和年迈的老人，所以我加不了班，但是领导一直在催，甚至施加压力，我感觉很不舒服，很委屈，不知道该怎么办？",
    "annotation": [
      {
        "sentence": "我近来有些困惑，我在一家国企上班，最近因为周四分配的急活儿，周五要交但是我家里有孩子和年迈的老人，所以我加不了班，但是领导一直在催，甚至施加压力，我感觉很不舒服，很委屈，不知道该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你很焦虑，我可以理解你的困境。员工在工作中所经历的事件会影响员工对于公平感的认知，从而产生相应的情绪体验。你在整个过程中是否有被领导有尊严的对待，是否有被同组的成员有尊严和友善的对待，都影响了你的情绪，导致了你的工作倦怠。",
    "annotation": [
      {
        "sentence": "听起来你很焦虑，我可以理解你的困境。",
        "label": ""
      },
      {
        "sentence": "员工在工作中所经历的事件会影响员工对于公平感的认知，从而产生相应的情绪体验。",
        "label": ""
      },
      {
        "sentence": "你在整个过程中是否有被领导有尊严的对待，是否有被同组的成员有尊严和友善的对待，都影响了你的情绪，导致了你的工作倦怠。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得领导一直在催我加班，而且其他同事都在加班，我感觉自己很不公平，但是我又有家庭责任，很为难。",
    "annotation": [
      {
        "sentence": "是的，我觉得领导一直在催我加班，而且其他同事都在加班，我感觉自己很不公平，但是我又有家庭责任，很为难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亚当斯的公平理论指出，只有公平的报酬，才能使员工感到满意和起到激励作用。报酬是否公平，员工看的不是绝对值，而是会和他人进行比较。当员工发现自己所付代价和所得报酬之比和他人的所付代价和所得报酬之比相等时，就感到是公平的。如果员工发现自己所付代价和所得报酬之比大于他人所付代价和所得报酬之比，就感到不公平。而不公平感会产生很多负性的情绪体验。公平除了是感知结果是公平的，还包括程序公平。如果员工觉得整个决策的过程，领导处理不一致的意见时是公平的，最后作出决定时依靠的信息对于组内的每个人是公平的，在做决策时每个人都能有发言权，那么员工就会觉得整个参与的过程和程序是公平的。",
    "annotation": [
      {
        "sentence": "亚当斯的公平理论指出，只有公平的报酬，才能使员工感到满意和起到激励作用。",
        "label": ""
      },
      {
        "sentence": "报酬是否公平，员工看的不是绝对值，而是会和他人进行比较。",
        "label": ""
      },
      {
        "sentence": "当员工发现自己所付代价和所得报酬之比和他人的所付代价和所得报酬之比相等时，就感到是公平的。",
        "label": ""
      },
      {
        "sentence": "如果员工发现自己所付代价和所得报酬之比大于他人所付代价和所得报酬之比，就感到不公平。",
        "label": ""
      },
      {
        "sentence": "而不公平感会产生很多负性的情绪体验。",
        "label": ""
      },
      {
        "sentence": "公平除了是感知结果是公平的，还包括程序公平。",
        "label": ""
      },
      {
        "sentence": "如果员工觉得整个决策的过程，领导处理不一致的意见时是公平的，最后作出决定时依靠的信息对于组内的每个人是公平的，在做决策时每个人都能有发言权，那么员工就会觉得整个参与的过程和程序是公平的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，是公平感不足导致的焦虑。但是我觉得我现在无法做到加班，因为我还有孩子和老人要照顾，所以很为难。",
    "annotation": [
      {
        "sentence": "我明白了，是公平感不足导致的焦虑。",
        "label": ""
      },
      {
        "sentence": "但是我觉得我现在无法做到加班，因为我还有孩子和老人要照顾，所以很为难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现在企业尤其是外企的高工作强度导致员工不得不将大量的时间投入到工作之中，而不能履行家庭中照顾孩子的责任，工作和家庭都在争夺个体有限的资源，长期透支导致身体和心理的疲惫。时间压力和工作复杂性是导致身心疲惫的主要原因。老板给你设定了很多的时间点，每一个工作都在赶时间，有时候同时赶几个非常耗费精力的项目，导致心理枯竭。能够比较好的缓解你身心疲惫的方法：一、调节自己的负性情绪，尝试和同事沟通。在小组内和人处好关系，尽量用积极和正性的情绪看待老板和同组的人。二、调节自己对工作的认知。长期的工作，看不到晋升空间，难免多了倦怠和怨言。尝试看到这份工作对你的意义，不管是物质上的满足，还是精神上的丰足。看到这份工作对你的意义才能缓解你的疲惫和倦怠，拥有重新出发好好工作的动力。三、给自己设立短期目标和长远目标。长远目标能让你更好的明白这份工作对于你的意义。",
    "annotation": [
      {
        "sentence": "现在企业尤其是外企的高工作强度导致员工不得不将大量的时间投入到工作之中，而不能履行家庭中照顾孩子的责任，工作和家庭都在争夺个体有限的资源，长期透支导致身体和心理的疲惫。",
        "label": ""
      },
      {
        "sentence": "时间压力和工作复杂性是导致身心疲惫的主要原因。",
        "label": ""
      },
      {
        "sentence": "老板给你设定了很多的时间点，每一个工作都在赶时间，有时候同时赶几个非常耗费精力的项目，导致心理枯竭。",
        "label": ""
      },
      {
        "sentence": "能够比较好的缓解你身心疲惫的方法：一、调节自己的负性情绪，尝试和同事沟通。",
        "label": ""
      },
      {
        "sentence": "在小组内和人处好关系，尽量用积极和正性的情绪看待老板和同组的人。",
        "label": ""
      },
      {
        "sentence": "二、调节自己对工作的认知。",
        "label": ""
      },
      {
        "sentence": "长期的工作，看不到晋升空间，难免多了倦怠和怨言。",
        "label": ""
      },
      {
        "sentence": "尝试看到这份工作对你的意义，不管是物质上的满足，还是精神上的丰足。",
        "label": ""
      },
      {
        "sentence": "看到这份工作对你的意义才能缓解你的疲惫和倦怠，拥有重新出发好好工作的动力。",
        "label": ""
      },
      {
        "sentence": "三、给自己设立短期目标和长远目标。",
        "label": ""
      },
      {
        "sentence": "长远目标能让你更好的明白这份工作对于你的意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试换个角度看待这份工作，调整好心态再去面对这些问题。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试换个角度看待这份工作，调整好心态再去面对这些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，做事都有起起落落的时候，调整心态能够让你更好地平衡工作和家庭，也让你更加快乐。如果你需要任何的帮助或者支持，随时都可以找我聊天。",
    "annotation": [
      {
        "sentence": "没关系，做事都有起起落落的时候，调整心态能够让你更好地平衡工作和家庭，也让你更加快乐。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何的帮助或者支持，随时都可以找我聊天。",
        "label": ""
      }
    ]
  }
]