[
  {
    "role": "client",
    "content": "我对亲密朋友有很强的好奇心，如何正确看待朋友关系？我觉得我对于朋友尤其是很亲密的朋友有很强的好奇心。虽然不至于想要知道她每时每刻都在干什么，可每次聊天回的慢或者发现手机不在，是wife在线，我都很好奇闺蜜在干什么或者去了哪里。我觉得我是不是有点心理问题呀，怎么会对朋友有这么强的控制欲？有时候找闺蜜出去玩儿，她若拒绝了我，会难受好久。因为上了大学就分开了，我不知道她是否有了新的玩的非常好的朋友。我甚至有点担心她会因此和我的关系疏离或者不再像曾经那样无话不说分享秘密。我知道我没有任何权利阻止别人交新的朋友，但我希望她能像我在乎她那样在乎我。我讨厌自己如此敏感，也害怕朋友不再和我像从前那样分享秘密。",
    "annotation": [
      {
        "sentence": "我对亲密朋友有很强的好奇心，如何正确看待朋友关系？",
        "label": ""
      },
      {
        "sentence": "我觉得我对于朋友尤其是很亲密的朋友有很强的好奇心。",
        "label": ""
      },
      {
        "sentence": "虽然不至于想要知道她每时每刻都在干什么，可每次聊天回的慢或者发现手机不在，是wife在线，我都很好奇闺蜜在干什么或者去了哪里。",
        "label": ""
      },
      {
        "sentence": "我觉得我是不是有点心理问题呀，怎么会对朋友有这么强的控制欲？",
        "label": ""
      },
      {
        "sentence": "有时候找闺蜜出去玩儿，她若拒绝了我，会难受好久。",
        "label": ""
      },
      {
        "sentence": "因为上了大学就分开了，我不知道她是否有了新的玩的非常好的朋友。",
        "label": ""
      },
      {
        "sentence": "我甚至有点担心她会因此和我的关系疏离或者不再像曾经那样无话不说分享秘密。",
        "label": ""
      },
      {
        "sentence": "我知道我没有任何权利阻止别人交新的朋友，但我希望她能像我在乎她那样在乎我。",
        "label": ""
      },
      {
        "sentence": "我讨厌自己如此敏感，也害怕朋友不再和我像从前那样分享秘密。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中可以看出你可能比较缺乏安全感，希望在友情中能够得到足够的安全感，所以你会几乎无时无刻地关注你的闺蜜在干什么。与闺蜜分开后害怕她有新的玩伴、新的朋友而忽视你。你也是一个感情比较敏感的女孩子，希望对方付出的和你付出的平等，像你在乎她一样在乎你。",
    "annotation": [
      {
        "sentence": "从你的描述中可以看出你可能比较缺乏安全感，希望在友情中能够得到足够的安全感，所以你会几乎无时无刻地关注你的闺蜜在干什么。",
        "label": ""
      },
      {
        "sentence": "与闺蜜分开后害怕她有新的玩伴、新的朋友而忽视你。",
        "label": ""
      },
      {
        "sentence": "你也是一个感情比较敏感的女孩子，希望对方付出的和你付出的平等，像你在乎她一样在乎你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是希望能感受到朋友对我的关心和关注，而且我也想知道她是否把我放在心上。",
    "annotation": [
      {
        "sentence": "是的，我就是希望能感受到朋友对我的关心和关注，而且我也想知道她是否把我放在心上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的想法，首先你需要对你的闺蜜有足够的自信，不要总是担心她因为别的朋友而忽视你，她也有自己的生活，要认识新的人。当你表现出过度的控制欲的时候，可能反而会导致她的排斥。",
    "annotation": [
      {
        "sentence": "我理解你的想法，首先你需要对你的闺蜜有足够的自信，不要总是担心她因为别的朋友而忽视你，她也有自己的生活，要认识新的人。",
        "label": ""
      },
      {
        "sentence": "当你表现出过度的控制欲的时候，可能反而会导致她的排斥。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道自己有时候会过于敏感和控制，但我真的不希望失去她这样重要的朋友。怎么办呢？",
    "annotation": [
      {
        "sentence": "我知道自己有时候会过于敏感和控制，但我真的不希望失去她这样重要的朋友。",
        "label": ""
      },
      {
        "sentence": "怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其次你和闺蜜之间需要加强沟通，你们可以互相说说互相的顾虑，特别是你的，阐述为什么会频繁地问闺蜜在干什么，以及你害怕她忽视你等。好好的沟通了解决了这些顾虑之后，相信你们的感情也会更深厚一些。",
    "annotation": [
      {
        "sentence": "其次你和闺蜜之间需要加强沟通，你们可以互相说说互相的顾虑，特别是你的，阐述为什么会频繁地问闺蜜在干什么，以及你害怕她忽视你等。",
        "label": ""
      },
      {
        "sentence": "好好的沟通了解决了这些顾虑之后，相信你们的感情也会更深厚一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我应该主动与她交流我的感受和顾虑，而不是一直自己闷在心里。我希望我们之间的友谊能更加稳固和成熟。",
    "annotation": [
      {
        "sentence": "确实，我应该主动与她交流我的感受和顾虑，而不是一直自己闷在心里。",
        "label": ""
      },
      {
        "sentence": "我希望我们之间的友谊能更加稳固和成熟。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "表达自己的真实感受是很重要的，这样对方才能明白你的内心真实想法。同时，也要给予对方足够的信任和自由度，这样你们之间的关系才能更加健康和平衡。",
    "annotation": [
      {
        "sentence": "表达自己的真实感受是很重要的，这样对方才能明白你的内心真实想法。",
        "label": ""
      },
      {
        "sentence": "同时，也要给予对方足够的信任和自由度，这样你们之间的关系才能更加健康和平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。谢谢你的建议和支持，我会尝试用心去沟通，让我们的友谊更加稳固。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，我会尝试用心去沟通，让我们的友谊更加稳固。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议对你有所帮助。记住，友谊是建立在相互理解和尊重的基础上的，只要你们保持良好的沟通和信任，你们的友谊就会更加坚固。加油！",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "记住，友谊是建立在相互理解和尊重的基础上的，只要你们保持良好的沟通和信任，你们的友谊就会更加坚固。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]