[
  {
    "role": "client",
    "content": "我是一个35岁的女性，在国企工作，最近遇到了一些人际关系的困扰。如果不加班，就会承受挤兑和谴责。我在知名国企工作，年末了，部门为了冲业绩，分配了一批急活儿。负责人周四没有把任务安排清楚，直到中午大家才开始做。开始时说下周一完成就可以了。我是妈妈，需要有一个小时的哺乳假，所以周四下午4点30分就离开了。到了周五上午，听同事说任务要在周五交，否则要加班。有的同事周四就加班赶进度了。但是我家里有一个67岁的老人要照顾，还有一个8个月大的孩子，我加不了班。所以，周五我匆匆忙忙地赶完任务，连午饭都没怎么吃就在匆忙中工作。每天挤奶两次的时间也只能缩减到一次，但还是没能干完任务。大部分同事都加班完成了，公司也没有提到加班费。但我不但没有时间加班，也不想加班。公司领导一直催促，施加压力，好像无偿加班是应该的，不加班就会受到人际关系上的挤兑和道德上的谴责。这让我感到很委屈，很不舒服！我开始对工作感到厌恶，对领导也感到厌恶。我知道这样对我的职业发展非常不利，但是我实在无法违背自己内心和家人的需求。我感到心里一片混乱。",
    "annotation": [
      {
        "sentence": "我是一个35岁的女性，在国企工作，最近遇到了一些人际关系的困扰。",
        "label": ""
      },
      {
        "sentence": "如果不加班，就会承受挤兑和谴责。",
        "label": ""
      },
      {
        "sentence": "我在知名国企工作，年末了，部门为了冲业绩，分配了一批急活儿。",
        "label": ""
      },
      {
        "sentence": "负责人周四没有把任务安排清楚，直到中午大家才开始做。",
        "label": ""
      },
      {
        "sentence": "开始时说下周一完成就可以了。",
        "label": ""
      },
      {
        "sentence": "我是妈妈，需要有一个小时的哺乳假，所以周四下午4点30分就离开了。",
        "label": ""
      },
      {
        "sentence": "到了周五上午，听同事说任务要在周五交，否则要加班。",
        "label": ""
      },
      {
        "sentence": "有的同事周四就加班赶进度了。",
        "label": ""
      },
      {
        "sentence": "但是我家里有一个67岁的老人要照顾，还有一个8个月大的孩子，我加不了班。",
        "label": ""
      },
      {
        "sentence": "所以，周五我匆匆忙忙地赶完任务，连午饭都没怎么吃就在匆忙中工作。",
        "label": ""
      },
      {
        "sentence": "每天挤奶两次的时间也只能缩减到一次，但还是没能干完任务。",
        "label": ""
      },
      {
        "sentence": "大部分同事都加班完成了，公司也没有提到加班费。",
        "label": ""
      },
      {
        "sentence": "但我不但没有时间加班，也不想加班。",
        "label": ""
      },
      {
        "sentence": "公司领导一直催促，施加压力，好像无偿加班是应该的，不加班就会受到人际关系上的挤兑和道德上的谴责。",
        "label": ""
      },
      {
        "sentence": "这让我感到很委屈，很不舒服！",
        "label": ""
      },
      {
        "sentence": "我开始对工作感到厌恶，对领导也感到厌恶。",
        "label": ""
      },
      {
        "sentence": "我知道这样对我的职业发展非常不利，但是我实在无法违背自己内心和家人的需求。",
        "label": ""
      },
      {
        "sentence": "我感到心里一片混乱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的困扰。我有一些建议，供你参考。首先，你所在的是知名国企，晋升的通道有很大的压力，周围人的评价和软性的人际关系可能会影响领导对你的升职判断，也会影响你自己的形象，这是你的压力来源之一。其次，无法兼顾工作和家人的需求也是你面临的压力来源之一。还有，领导不断催促要求加班，无偿占用你的私人时间，这也是压力来源之一。针对这些压力来源，我想进行一些分析。",
    "annotation": [
      {
        "sentence": "非常理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "我有一些建议，供你参考。",
        "label": ""
      },
      {
        "sentence": "首先，你所在的是知名国企，晋升的通道有很大的压力，周围人的评价和软性的人际关系可能会影响领导对你的升职判断，也会影响你自己的形象，这是你的压力来源之一。",
        "label": ""
      },
      {
        "sentence": "其次，无法兼顾工作和家人的需求也是你面临的压力来源之一。",
        "label": ""
      },
      {
        "sentence": "还有，领导不断催促要求加班，无偿占用你的私人时间，这也是压力来源之一。",
        "label": ""
      },
      {
        "sentence": "针对这些压力来源，我想进行一些分析。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我确实压力很大，特别是对于保住现有的职位感到担心。我担心如果在工作中表现不好，可能会失去这个职位。毕竟，知名国企的福利待遇很好，晋升通道也很明确，而且没有裁员的压力。因此，为了保持现有的位置，我必须表现出色，赢得领导的赏识，才有机会获得晋升的机会。这是每个在500强或好企业工作的员工都会面临的问题。你提到了增强自身的硬实力和软实力，我应该怎样具体做呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我确实压力很大，特别是对于保住现有的职位感到担心。",
        "label": ""
      },
      {
        "sentence": "我担心如果在工作中表现不好，可能会失去这个职位。",
        "label": ""
      },
      {
        "sentence": "毕竟，知名国企的福利待遇很好，晋升通道也很明确，而且没有裁员的压力。",
        "label": ""
      },
      {
        "sentence": "因此，为了保持现有的位置，我必须表现出色，赢得领导的赏识，才有机会获得晋升的机会。",
        "label": ""
      },
      {
        "sentence": "这是每个在500强或好企业工作的员工都会面临的问题。",
        "label": ""
      },
      {
        "sentence": "你提到了增强自身的硬实力和软实力，我应该怎样具体做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "增强个人硬实力可以通过获得各种职业证书，确保提交的报告能一次性通过，并掌握与人事相关的内幕信息。而增强个人软实力，则包括提高情商，善于把握直属领导和上级领导的心理，能够指挥部门其他同事帮助自己工作，以及具备资源交换的能力等。这些都可以帮助你在工作中更有竞争力。另外，面对工作和家庭需求之间的矛盾，你可以静下心来问问自己，如果失去了工作或失去了家庭，哪个更让你难以接受。当你能够冷静地回答这个问题，并对自己诚实时，就可以解决这个问题。还有，关于领导催促和占用你的私人时间让你不舒服的问题，可能与你的原生家庭有关。你可以回忆一下小时候，是否经常被家长打断正在专心做事的时候。如果有这种情况，可能需要进行一些原生家庭的疗愈来帮助你解决这个问题。谢谢你的倾听，如果我有任何不妥的地方，请指正。我相信你有足够的能力跨过这个难题，成为更好的自己。",
    "annotation": [
      {
        "sentence": "增强个人硬实力可以通过获得各种职业证书，确保提交的报告能一次性通过，并掌握与人事相关的内幕信息。",
        "label": ""
      },
      {
        "sentence": "而增强个人软实力，则包括提高情商，善于把握直属领导和上级领导的心理，能够指挥部门其他同事帮助自己工作，以及具备资源交换的能力等。",
        "label": ""
      },
      {
        "sentence": "这些都可以帮助你在工作中更有竞争力。",
        "label": ""
      },
      {
        "sentence": "另外，面对工作和家庭需求之间的矛盾，你可以静下心来问问自己，如果失去了工作或失去了家庭，哪个更让你难以接受。",
        "label": ""
      },
      {
        "sentence": "当你能够冷静地回答这个问题，并对自己诚实时，就可以解决这个问题。",
        "label": ""
      },
      {
        "sentence": "还有，关于领导催促和占用你的私人时间让你不舒服的问题，可能与你的原生家庭有关。",
        "label": ""
      },
      {
        "sentence": "你可以回忆一下小时候，是否经常被家长打断正在专心做事的时候。",
        "label": ""
      },
      {
        "sentence": "如果有这种情况，可能需要进行一些原生家庭的疗愈来帮助你解决这个问题。",
        "label": ""
      },
      {
        "sentence": "谢谢你的倾听，如果我有任何不妥的地方，请指正。",
        "label": ""
      },
      {
        "sentence": "我相信你有足够的能力跨过这个难题，成为更好的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你提供的建议。你的分析和观点确实让我更清楚了现在面临的问题。增强个人硬实力和软实力是我需要努力提升的方面，我会考虑获得更多的职业证书，并进一步提高自己在团队合作方面的能力。另外，我会认真思考失去工作或家庭对我来说哪个更重要，这样我可以更好地平衡两者之间的需求。也许我需要解决一些原生家庭的问题，帮助自己更好地处理领导催促和占用私人时间的困扰。非常感谢你的支持和鼓励，让我更有信心面对这个挑战，成为更好的自己。",
    "annotation": [
      {
        "sentence": "谢谢你提供的建议。",
        "label": ""
      },
      {
        "sentence": "你的分析和观点确实让我更清楚了现在面临的问题。",
        "label": ""
      },
      {
        "sentence": "增强个人硬实力和软实力是我需要努力提升的方面，我会考虑获得更多的职业证书，并进一步提高自己在团队合作方面的能力。",
        "label": ""
      },
      {
        "sentence": "另外，我会认真思考失去工作或家庭对我来说哪个更重要，这样我可以更好地平衡两者之间的需求。",
        "label": ""
      },
      {
        "sentence": "也许我需要解决一些原生家庭的问题，帮助自己更好地处理领导催促和占用私人时间的困扰。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和鼓励，让我更有信心面对这个挑战，成为更好的自己。",
        "label": ""
      }
    ]
  }
]