[
  {
    "role": "client",
    "content": "我对亲密朋友有很强的好奇心，如何正确看待朋友关系？我觉得我对于朋友尤其是很亲密的朋友有很强的好奇心。虽然不至于想要知道她每时每刻都在干什么，可每次聊天回的慢或者发现手机不在，我都很好奇闺蜜在干什么或者去了哪里。我觉得我是不是有点心理问题呀？怎么会对朋友有这么强的控制欲？有时候找闺蜜出去玩儿，她若拒绝了我会难受好久，因为上了大学就分开了，我不知道她是否有了新的玩的非常好的朋友。我甚至有点担心她会因此和我的关系疏离或者不再像曾经那样无话不说分享秘密。我知道我没有任何权利阻止别人交新的朋友，但我希望她能像我在乎她那样在乎我。我讨厌自己如此敏感，也害怕朋友不再和我像从前那样分享秘密。",
    "annotation": [
      {
        "sentence": "我对亲密朋友有很强的好奇心，如何正确看待朋友关系？",
        "label": ""
      },
      {
        "sentence": "我觉得我对于朋友尤其是很亲密的朋友有很强的好奇心。",
        "label": ""
      },
      {
        "sentence": "虽然不至于想要知道她每时每刻都在干什么，可每次聊天回的慢或者发现手机不在，我都很好奇闺蜜在干什么或者去了哪里。",
        "label": ""
      },
      {
        "sentence": "我觉得我是不是有点心理问题呀？",
        "label": ""
      },
      {
        "sentence": "怎么会对朋友有这么强的控制欲？",
        "label": ""
      },
      {
        "sentence": "有时候找闺蜜出去玩儿，她若拒绝了我会难受好久，因为上了大学就分开了，我不知道她是否有了新的玩的非常好的朋友。",
        "label": ""
      },
      {
        "sentence": "我甚至有点担心她会因此和我的关系疏离或者不再像曾经那样无话不说分享秘密。",
        "label": ""
      },
      {
        "sentence": "我知道我没有任何权利阻止别人交新的朋友，但我希望她能像我在乎她那样在乎我。",
        "label": ""
      },
      {
        "sentence": "我讨厌自己如此敏感，也害怕朋友不再和我像从前那样分享秘密。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于您的一些疑惑，像是闺蜜回复消息慢，让您好奇她在干什么，以及担心闺蜜和自己的关系疏远。每次给闺蜜发消息，回复的不是很迅速，甚至去寻找一些细节来证明其实她在线的，很好奇闺蜜在干什么或在哪里，希望对方能够告诉；上了大学后，害怕闺蜜有了其他的朋友，而和我的距离疏远了。我了解您现在的担忧和焦虑。【深入交流】好朋友之间对于一些性格方面都非常的了解，那可以每隔段时间都和朋友进行一次约会，互相交流在这段时间里都发生了什么事情。学会交流能让友谊走的更加长久。每个人的人生都会遇见很多人，也会有一部分人会成为我们的朋友，有的能够陪伴我们一段时间，有的却能陪伴我们一辈子。关于您的困惑我觉得可以和闺蜜讲出来：害怕她在大学交了新朋友，和自己的关系疏远。祝您一切都好！以上为个人见解，如有需要请私聊哦，需要更专业的请寻找更专业的咨询师。",
    "annotation": [
      {
        "sentence": "关于您的一些疑惑，像是闺蜜回复消息慢，让您好奇她在干什么，以及担心闺蜜和自己的关系疏远。",
        "label": ""
      },
      {
        "sentence": "每次给闺蜜发消息，回复的不是很迅速，甚至去寻找一些细节来证明其实她在线的，很好奇闺蜜在干什么或在哪里，希望对方能够告诉；上了大学后，害怕闺蜜有了其他的朋友，而和我的距离疏远了。",
        "label": ""
      },
      {
        "sentence": "我了解您现在的担忧和焦虑。",
        "label": ""
      },
      {
        "sentence": "【深入交流】好朋友之间对于一些性格方面都非常的了解，那可以每隔段时间都和朋友进行一次约会，互相交流在这段时间里都发生了什么事情。",
        "label": ""
      },
      {
        "sentence": "学会交流能让友谊走的更加长久。",
        "label": ""
      },
      {
        "sentence": "每个人的人生都会遇见很多人，也会有一部分人会成为我们的朋友，有的能够陪伴我们一段时间，有的却能陪伴我们一辈子。",
        "label": ""
      },
      {
        "sentence": "关于您的困惑我觉得可以和闺蜜讲出来：害怕她在大学交了新朋友，和自己的关系疏远。",
        "label": ""
      },
      {
        "sentence": "祝您一切都好！",
        "label": ""
      },
      {
        "sentence": "以上为个人见解，如有需要请私聊哦，需要更专业的请寻找更专业的咨询师。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的理解和建议。确实，我应该试着更多地与闺蜜进行交流，了解她的生活和交友情况。我会尝试和她约会，相互倾诉。但是，我还是担心她会觉得我太过敏感，对我们的友谊产生怀疑。我真的不想失去她，因为她对我来说太重要了。",
    "annotation": [
      {
        "sentence": "谢谢您的理解和建议。",
        "label": ""
      },
      {
        "sentence": "确实，我应该试着更多地与闺蜜进行交流，了解她的生活和交友情况。",
        "label": ""
      },
      {
        "sentence": "我会尝试和她约会，相互倾诉。",
        "label": ""
      },
      {
        "sentence": "但是，我还是担心她会觉得我太过敏感，对我们的友谊产生怀疑。",
        "label": ""
      },
      {
        "sentence": "我真的不想失去她，因为她对我来说太重要了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解您的担心，确实有时候我们对友谊的看法可能比较敏感，就想不停地去确认对方是否仍然关心我们。但是，如果我们能够坦诚地和闺蜜沟通，分享我们的感受和担心，她可能会更好地理解我们的内心需求。友谊是需要相互理解和包容的，只有彼此真心沟通才能更加稳固。也许闺蜜不会因为您的担忧而产生怀疑，反而会感激您对友谊的重视和努力。试试看，不要害怕失去，也给彼此一个机会去更深入地了解对方。",
    "annotation": [
      {
        "sentence": "理解您的担心，确实有时候我们对友谊的看法可能比较敏感，就想不停地去确认对方是否仍然关心我们。",
        "label": ""
      },
      {
        "sentence": "但是，如果我们能够坦诚地和闺蜜沟通，分享我们的感受和担心，她可能会更好地理解我们的内心需求。",
        "label": ""
      },
      {
        "sentence": "友谊是需要相互理解和包容的，只有彼此真心沟通才能更加稳固。",
        "label": ""
      },
      {
        "sentence": "也许闺蜜不会因为您的担忧而产生怀疑，反而会感激您对友谊的重视和努力。",
        "label": ""
      },
      {
        "sentence": "试试看，不要害怕失去，也给彼此一个机会去更深入地了解对方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说得对，我会尝试坦诚地与她沟通，告诉她我关心她，但又害怕失去她。也许她会理解我，也会更加珍惜我们之间的友谊。我要试着不再过分担心，相信我们之间建立的信任和默契。非常感谢您的建议和鼓励，我会努力创造更健康的友谊关系。如果有需要，我会考虑寻找专业的咨询师。再次谢谢您！",
    "annotation": [
      {
        "sentence": "您说得对，我会尝试坦诚地与她沟通，告诉她我关心她，但又害怕失去她。",
        "label": ""
      },
      {
        "sentence": "也许她会理解我，也会更加珍惜我们之间的友谊。",
        "label": ""
      },
      {
        "sentence": "我要试着不再过分担心，相信我们之间建立的信任和默契。",
        "label": ""
      },
      {
        "sentence": "非常感谢您的建议和鼓励，我会努力创造更健康的友谊关系。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会考虑寻找专业的咨询师。",
        "label": ""
      },
      {
        "sentence": "再次谢谢您！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到您。您的勇气和努力让人钦佩，我相信您一定能够处理好与闺蜜的关系。记住，与人为善，真诚沟通是建立健康友谊的关键。如果未来还有任何困扰或需求，随时向我寻求帮助。希望您能够幸福快乐地与闺蜜一起度过美好的时光。祝您一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到您。",
        "label": ""
      },
      {
        "sentence": "您的勇气和努力让人钦佩，我相信您一定能够处理好与闺蜜的关系。",
        "label": ""
      },
      {
        "sentence": "记住，与人为善，真诚沟通是建立健康友谊的关键。",
        "label": ""
      },
      {
        "sentence": "如果未来还有任何困扰或需求，随时向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "希望您能够幸福快乐地与闺蜜一起度过美好的时光。",
        "label": ""
      },
      {
        "sentence": "祝您一切顺利！",
        "label": ""
      }
    ]
  }
]