[
  {
    "role": "client",
    "content": "总和父母因学习吵架，感觉自己像个废物，不怎么想活了老是和父母因为学习方面的事吵架，网课，我自己不能自律，双方都受不了，爸爸好几次都不允许我继续读书，妈妈控制欲太强，我有点厌学了，但是我因为这个不想放弃我的绘画梦。只有继续学习我才知道以后我要怎么做，如果现在辍学了我可能会去死。现在，我父母都不想管我了，我也很烦了。都不让我补课了，就连我想补的都不允许了。我是美术生，喜欢画画，",
    "annotation": [
      {
        "sentence": "总和父母因学习吵架，感觉自己像个废物，不怎么想活了老是和父母因为学习方面的事吵架，网课，我自己不能自律，双方都受不了，爸爸好几次都不允许我继续读书，妈妈控制欲太强，我有点厌学了，但是我因为这个不想放弃我的绘画梦。",
        "label": ""
      },
      {
        "sentence": "只有继续学习我才知道以后我要怎么做，如果现在辍学了我可能会去死。",
        "label": ""
      },
      {
        "sentence": "现在，我父母都不想管我了，我也很烦了。",
        "label": ""
      },
      {
        "sentence": "都不让我补课了，就连我想补的都不允许了。",
        "label": ""
      },
      {
        "sentence": "我是美术生，喜欢画画，",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我听到了你说父母因学习的问题而吵架，你感到自己像个废物，并且不想继续生活下去。你说你和父母都为学习方面的问题感到压力，你的爸爸几次不让你继续读书，你的妈妈对你的控制欲很强。你有点对学习感到厌烦，但是你不想放弃你的绘画梦。你认为只有继续学习你才能知道未来要做什么，如果现在辍学你可能会自杀。现在你的父母都不想管你了，你也很烦。他们甚至不允许你上补习课，就连你想要补习的课程也不允许。你是美术生，喜欢画画。",
    "annotation": [
      {
        "sentence": "你好，我听到了你说父母因学习的问题而吵架，你感到自己像个废物，并且不想继续生活下去。",
        "label": ""
      },
      {
        "sentence": "你说你和父母都为学习方面的问题感到压力，你的爸爸几次不让你继续读书，你的妈妈对你的控制欲很强。",
        "label": ""
      },
      {
        "sentence": "你有点对学习感到厌烦，但是你不想放弃你的绘画梦。",
        "label": ""
      },
      {
        "sentence": "你认为只有继续学习你才能知道未来要做什么，如果现在辍学你可能会自杀。",
        "label": ""
      },
      {
        "sentence": "现在你的父母都不想管你了，你也很烦。",
        "label": ""
      },
      {
        "sentence": "他们甚至不允许你上补习课，就连你想要补习的课程也不允许。",
        "label": ""
      },
      {
        "sentence": "你是美术生，喜欢画画。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得他们对我已经失望了，他们不再信任我。",
    "annotation": [
      {
        "sentence": "是的，我觉得他们对我已经失望了，他们不再信任我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你觉得他们对你失望了，不再信任你。我能理解你的感受，可能因为之前的争吵，父母会产生一些负面的情绪，让他们暂时对你失望或者不信任。但是父母对你的爱是不会改变的，他们只是想通过这种方式让你明白学习的重要性。你可以试着和他们沟通，表达你真正的想法和感受，让他们了解你的内心世界。毕竟，沟通是解决问题的一种方式。",
    "annotation": [
      {
        "sentence": "你觉得他们对你失望了，不再信任你。",
        "label": ""
      },
      {
        "sentence": "我能理解你的感受，可能因为之前的争吵，父母会产生一些负面的情绪，让他们暂时对你失望或者不信任。",
        "label": ""
      },
      {
        "sentence": "但是父母对你的爱是不会改变的，他们只是想通过这种方式让你明白学习的重要性。",
        "label": ""
      },
      {
        "sentence": "你可以试着和他们沟通，表达你真正的想法和感受，让他们了解你的内心世界。",
        "label": ""
      },
      {
        "sentence": "毕竟，沟通是解决问题的一种方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得他们根本不会听我的，他们总是把自己的意见强加给我。",
    "annotation": [
      {
        "sentence": "我觉得他们根本不会听我的，他们总是把自己的意见强加给我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你觉得他们不会听你说，总是把他们的意见强加给你。虽然有时我们父母的做法确实让我们感到困扰，但我想提醒你注意的是，父母与子女之间的关系是相互的。你可以试着换位思考，理解他们的角度，或许你会找到更好的沟通方式。或许你可以和他们以平等的方式交流，让双方都能表达自己的观点和意见，而不是相互冲突。",
    "annotation": [
      {
        "sentence": "你觉得他们不会听你说，总是把他们的意见强加给你。",
        "label": ""
      },
      {
        "sentence": "虽然有时我们父母的做法确实让我们感到困扰，但我想提醒你注意的是，父母与子女之间的关系是相互的。",
        "label": ""
      },
      {
        "sentence": "你可以试着换位思考，理解他们的角度，或许你会找到更好的沟通方式。",
        "label": ""
      },
      {
        "sentence": "或许你可以和他们以平等的方式交流，让双方都能表达自己的观点和意见，而不是相互冲突。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我真的很喜欢画画，如果我不学习画画，我觉得我会失去方向和动力。",
    "annotation": [
      {
        "sentence": "可是我真的很喜欢画画，如果我不学习画画，我觉得我会失去方向和动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你对画画的热爱，如果不学习画画，你会觉得失去了方向和动力。我想告诉你，对于追求自己热爱的事物，我们不能仅仅依赖于一门课程。学习画画是非常重要的，但也请你不要忽视其他课程的学习。通过努力学习其他课程，你可能会获得更多的技能和知识，为你的绘画之路带来更好的发展。只有全面发展，你才能更好地实现自己的艺术梦想。",
    "annotation": [
      {
        "sentence": "我明白你对画画的热爱，如果不学习画画，你会觉得失去了方向和动力。",
        "label": ""
      },
      {
        "sentence": "我想告诉你，对于追求自己热爱的事物，我们不能仅仅依赖于一门课程。",
        "label": ""
      },
      {
        "sentence": "学习画画是非常重要的，但也请你不要忽视其他课程的学习。",
        "label": ""
      },
      {
        "sentence": "通过努力学习其他课程，你可能会获得更多的技能和知识，为你的绘画之路带来更好的发展。",
        "label": ""
      },
      {
        "sentence": "只有全面发展，你才能更好地实现自己的艺术梦想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，不过我觉得我已经没有动力去学习其他课程了。",
    "annotation": [
      {
        "sentence": "我明白了，不过我觉得我已经没有动力去学习其他课程了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你觉得没有动力去学习其他课程。但是请相信我，当你开始努力学习其他课程时，你可能会逐渐找回学习的动力。你可以尝试一些激励自己的方法，比如与同学互相鼓励，设立小目标并逐步实现。同时，也要学会给自己一些放松的时间，保持积极的心态。相信只要你找到适合自己的方法，你会重新找到学习的动力。",
    "annotation": [
      {
        "sentence": "我理解你觉得没有动力去学习其他课程。",
        "label": ""
      },
      {
        "sentence": "但是请相信我，当你开始努力学习其他课程时，你可能会逐渐找回学习的动力。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一些激励自己的方法，比如与同学互相鼓励，设立小目标并逐步实现。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会给自己一些放松的时间，保持积极的心态。",
        "label": ""
      },
      {
        "sentence": "相信只要你找到适合自己的方法，你会重新找到学习的动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我会试着努力学习其他课程的。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "你说的有道理，我会试着努力学习其他课程的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助到你，同时也很欣慰你能接受我的建议。我相信只要你愿意努力，你一定会找到坚持学习的动力和目标。如果你在学习的过程中还有其他困惑或问题，随时都可以来找我倾诉。我会一直支持你，祝你能够实现自己的绘画梦想！",
    "annotation": [
      {
        "sentence": "很高兴能够帮助到你，同时也很欣慰你能接受我的建议。",
        "label": ""
      },
      {
        "sentence": "我相信只要你愿意努力，你一定会找到坚持学习的动力和目标。",
        "label": ""
      },
      {
        "sentence": "如果你在学习的过程中还有其他困惑或问题，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你，祝你能够实现自己的绘画梦想！",
        "label": ""
      }
    ]
  }
]