[
  {
    "role": "client",
    "content": "每天脑海里都是自杀的影像和声音，觉得好绝望，好累？有将近六年的产后抑郁症，服药半年。心理咨询一年。咨访关系因为疫情中断。而后不知原因一直联系不到我信任的那个咨询师。这次中断让我很受打击。非常艰难建立起来的安全联系失去了。而很多问题依然存在。从小不被重视的核心创伤。两次流产导致的创伤后应激障碍。加上生产时及分娩后婆家老公的种种对待导致的产后抑郁。都还没有被解决。现在失去了支持以后。情绪波动很大。只要发生负面情绪。就会开始哭泣。脑海里不停歇出现自杀的各种场景。易激惹。今天没能控制好情绪打了孩子。特别的讨厌自己。讨厌自己这个状态。太累了。总是要不停的找医生。看书。学习。然而还是避免不了的会复发。一次又一次。一次又一次。感觉好绝望。感觉永无止境。为什么？要做什么？要坚持多久？才能和其他人一样。开心快乐的渡过一段又一段时光？",
    "annotation": [
      {
        "sentence": "每天脑海里都是自杀的影像和声音，觉得好绝望，好累？",
        "label": ""
      },
      {
        "sentence": "有将近六年的产后抑郁症，服药半年。",
        "label": ""
      },
      {
        "sentence": "心理咨询一年。",
        "label": ""
      },
      {
        "sentence": "咨访关系因为疫情中断。",
        "label": ""
      },
      {
        "sentence": "而后不知原因一直联系不到我信任的那个咨询师。",
        "label": ""
      },
      {
        "sentence": "这次中断让我很受打击。",
        "label": ""
      },
      {
        "sentence": "非常艰难建立起来的安全联系失去了。",
        "label": ""
      },
      {
        "sentence": "而很多问题依然存在。",
        "label": ""
      },
      {
        "sentence": "从小不被重视的核心创伤。",
        "label": ""
      },
      {
        "sentence": "两次流产导致的创伤后应激障碍。",
        "label": ""
      },
      {
        "sentence": "加上生产时及分娩后婆家老公的种种对待导致的产后抑郁。",
        "label": ""
      },
      {
        "sentence": "都还没有被解决。",
        "label": ""
      },
      {
        "sentence": "现在失去了支持以后。",
        "label": ""
      },
      {
        "sentence": "情绪波动很大。",
        "label": ""
      },
      {
        "sentence": "只要发生负面情绪。",
        "label": ""
      },
      {
        "sentence": "就会开始哭泣。",
        "label": ""
      },
      {
        "sentence": "脑海里不停歇出现自杀的各种场景。",
        "label": ""
      },
      {
        "sentence": "易激惹。",
        "label": ""
      },
      {
        "sentence": "今天没能控制好情绪打了孩子。",
        "label": ""
      },
      {
        "sentence": "特别的讨厌自己。",
        "label": ""
      },
      {
        "sentence": "讨厌自己这个状态。",
        "label": ""
      },
      {
        "sentence": "太累了。",
        "label": ""
      },
      {
        "sentence": "总是要不停的找医生。",
        "label": ""
      },
      {
        "sentence": "看书。",
        "label": ""
      },
      {
        "sentence": "学习。",
        "label": ""
      },
      {
        "sentence": "然而还是避免不了的会复发。",
        "label": ""
      },
      {
        "sentence": "一次又一次。",
        "label": ""
      },
      {
        "sentence": "一次又一次。",
        "label": ""
      },
      {
        "sentence": "感觉好绝望。",
        "label": ""
      },
      {
        "sentence": "感觉永无止境。",
        "label": ""
      },
      {
        "sentence": "为什么？",
        "label": ""
      },
      {
        "sentence": "要做什么？",
        "label": ""
      },
      {
        "sentence": "要坚持多久？",
        "label": ""
      },
      {
        "sentence": "才能和其他人一样。",
        "label": ""
      },
      {
        "sentence": "开心快乐的渡过一段又一段时光？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你的描述真的让我感到十分心疼，从你的叙述中可以看出，你经历了从小不被重视的核心创伤、两次流产、婆家和老公的不良对待等等，这样多的创伤，你真的很需要心理支持和陪伴。之前的咨访关系中断了，但你可以重新建立一个新的。能理解你感到非常困难又艰难建立起来的安全关系，而且突然失去联系，确实会很难受。但是，之前可以建立起这样一段安全的关系，换一个咨询师的话，相信也可以的，只是需要再花点时间和精力。现在有很多咨询师，你可以选择一个你喜欢的。或许，新的咨访关系，可以给你带来不一样的体验，对你有不一样的帮助。另外，咨访关系的建立并不是为了让你依赖对方，而是希望你能独立，有一天能够自己面对这些问题。虽然你现在还不能独立面对，但是只要坚持下去，你的心理也一定会不断成长的。你现在还没有恢复产后抑郁，咨访关系也中断了，你的心理处于比较脆弱的状态，情绪波动很大，有时候会有些暴躁，会打孩子，这些都是可以理解的，不要自责。没有哪个妈妈能时刻控制好自己的脾气，对孩子始终温和相待是非常难的，我们尽量做到最好就可以了。即使有时候没忍住，也没关系，不要责怪自己。因为责怪自己会给自己带来更大的心理压力。事后可以和孩子谈一谈，告诉孩子你的感受，孩子是能理解的。现在你最重要的是尽快找一个新的咨询师，同时也可以选择与家人和朋友共度时间，不要一个人独自面对。请相信自己，不要放弃！(^_-)。",
    "annotation": [
      {
        "sentence": "看来你的描述真的让我感到十分心疼，从你的叙述中可以看出，你经历了从小不被重视的核心创伤、两次流产、婆家和老公的不良对待等等，这样多的创伤，你真的很需要心理支持和陪伴。",
        "label": ""
      },
      {
        "sentence": "之前的咨访关系中断了，但你可以重新建立一个新的。",
        "label": ""
      },
      {
        "sentence": "能理解你感到非常困难又艰难建立起来的安全关系，而且突然失去联系，确实会很难受。",
        "label": ""
      },
      {
        "sentence": "但是，之前可以建立起这样一段安全的关系，换一个咨询师的话，相信也可以的，只是需要再花点时间和精力。",
        "label": ""
      },
      {
        "sentence": "现在有很多咨询师，你可以选择一个你喜欢的。",
        "label": ""
      },
      {
        "sentence": "或许，新的咨访关系，可以给你带来不一样的体验，对你有不一样的帮助。",
        "label": ""
      },
      {
        "sentence": "另外，咨访关系的建立并不是为了让你依赖对方，而是希望你能独立，有一天能够自己面对这些问题。",
        "label": ""
      },
      {
        "sentence": "虽然你现在还不能独立面对，但是只要坚持下去，你的心理也一定会不断成长的。",
        "label": ""
      },
      {
        "sentence": "你现在还没有恢复产后抑郁，咨访关系也中断了，你的心理处于比较脆弱的状态，情绪波动很大，有时候会有些暴躁，会打孩子，这些都是可以理解的，不要自责。",
        "label": ""
      },
      {
        "sentence": "没有哪个妈妈能时刻控制好自己的脾气，对孩子始终温和相待是非常难的，我们尽量做到最好就可以了。",
        "label": ""
      },
      {
        "sentence": "即使有时候没忍住，也没关系，不要责怪自己。",
        "label": ""
      },
      {
        "sentence": "因为责怪自己会给自己带来更大的心理压力。",
        "label": ""
      },
      {
        "sentence": "事后可以和孩子谈一谈，告诉孩子你的感受，孩子是能理解的。",
        "label": ""
      },
      {
        "sentence": "现在你最重要的是尽快找一个新的咨询师，同时也可以选择与家人和朋友共度时间，不要一个人独自面对。",
        "label": ""
      },
      {
        "sentence": "请相信自己，不要放弃！",
        "label": ""
      },
      {
        "sentence": "(^_-)。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我明白建立咨访关系的目的是为了让我能独立面对问题，我会坚持下去的。但现在想起之前的咨询师突然失去联系，我就有些恐惧重新建立起一个新的关系。毕竟之前的咨访关系已经花了很多时间和精力。我也担心是否能再次建立起一样的安全感。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我明白建立咨访关系的目的是为了让我能独立面对问题，我会坚持下去的。",
        "label": ""
      },
      {
        "sentence": "但现在想起之前的咨询师突然失去联系，我就有些恐惧重新建立起一个新的关系。",
        "label": ""
      },
      {
        "sentence": "毕竟之前的咨访关系已经花了很多时间和精力。",
        "label": ""
      },
      {
        "sentence": "我也担心是否能再次建立起一样的安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对于重新建立咨访关系的恐惧感。毕竟之前的关系已经消耗了很多时间和精力，所以害怕再次投入。但是不要忘记，每一次咨访关系的建立都是一个过程，虽然之前的关系中断了，但你积累的经验和成长并没有消失。你可以将之前的经验带入新的关系中，选择一个你信任的咨询师，跟他\/她沟通你希望建立的关系和安全感。同时，为了增加安全感，你也可以在初次见面时向咨询师提问，了解他\/她的咨询方式和经验，并与他\/她共同制定一个你能够接受的治疗计划。谨记，建立一个新的关系需要时间和相互的努力，但只要你愿意尝试，就一定能够找到一个适合你的咨询师，建立一个新的安全联系。",
    "annotation": [
      {
        "sentence": "我理解你对于重新建立咨访关系的恐惧感。",
        "label": ""
      },
      {
        "sentence": "毕竟之前的关系已经消耗了很多时间和精力，所以害怕再次投入。",
        "label": ""
      },
      {
        "sentence": "但是不要忘记，每一次咨访关系的建立都是一个过程，虽然之前的关系中断了，但你积累的经验和成长并没有消失。",
        "label": ""
      },
      {
        "sentence": "你可以将之前的经验带入新的关系中，选择一个你信任的咨询师，跟他\/她沟通你希望建立的关系和安全感。",
        "label": ""
      },
      {
        "sentence": "同时，为了增加安全感，你也可以在初次见面时向咨询师提问，了解他\/她的咨询方式和经验，并与他\/她共同制定一个你能够接受的治疗计划。",
        "label": ""
      },
      {
        "sentence": "谨记，建立一个新的关系需要时间和相互的努力，但只要你愿意尝试，就一定能够找到一个适合你的咨询师，建立一个新的安全联系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我会尝试选择一个信任的咨询师，并与他\/她共同努力，重新建立起一个新的安全联系。但是我现在还不能独立面对这些问题，每当负面情绪来袭，我就无法控制自己的情绪，常常会陷入绝望中。我真的很希望自己能够像其他人一样，开心快乐地度过一段又一段时光。",
    "annotation": [
      {
        "sentence": "你说的对，我会尝试选择一个信任的咨询师，并与他\/她共同努力，重新建立起一个新的安全联系。",
        "label": ""
      },
      {
        "sentence": "但是我现在还不能独立面对这些问题，每当负面情绪来袭，我就无法控制自己的情绪，常常会陷入绝望中。",
        "label": ""
      },
      {
        "sentence": "我真的很希望自己能够像其他人一样，开心快乐地度过一段又一段时光。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在很清楚地意识到自己还不能独立面对问题，这是一个很好的开始。在面对负面情绪时，不要强迫自己去控制情绪，情绪会有起伏是正常的，接受这些情绪的存在。你可以尝试寻找一些能够帮助你情绪稳定的方法，比如呼吸练习、冥想、写日记等等。与此同时，多和家人朋友分享你的感受，他们可以给予你更多的支持和理解，你并不孤单。不要过分期待自己能像其他人一样，每个人的情况都是不同的，不要拿自己和别人比较，能够一步一步地稳定情绪、渡过艰难的时光就已经是最好的。接受自己的不完美，相信自己能够变得更好。对自己保持积极的态度，不要放弃对自己的希望。",
    "annotation": [
      {
        "sentence": "你现在很清楚地意识到自己还不能独立面对问题，这是一个很好的开始。",
        "label": ""
      },
      {
        "sentence": "在面对负面情绪时，不要强迫自己去控制情绪，情绪会有起伏是正常的，接受这些情绪的存在。",
        "label": ""
      },
      {
        "sentence": "你可以尝试寻找一些能够帮助你情绪稳定的方法，比如呼吸练习、冥想、写日记等等。",
        "label": ""
      },
      {
        "sentence": "与此同时，多和家人朋友分享你的感受，他们可以给予你更多的支持和理解，你并不孤单。",
        "label": ""
      },
      {
        "sentence": "不要过分期待自己能像其他人一样，每个人的情况都是不同的，不要拿自己和别人比较，能够一步一步地稳定情绪、渡过艰难的时光就已经是最好的。",
        "label": ""
      },
      {
        "sentence": "接受自己的不完美，相信自己能够变得更好。",
        "label": ""
      },
      {
        "sentence": "对自己保持积极的态度，不要放弃对自己的希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尝试接受自己的不完美，并寻找一些方法来稳定情绪。同时，我也会向家人和朋友寻求更多的支持和倾诉。虽然现在的道路看起来很艰难，但我会坚持下去，相信自己能够变得更好。谢谢你一直以来的陪伴和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尝试接受自己的不完美，并寻找一些方法来稳定情绪。",
        "label": ""
      },
      {
        "sentence": "同时，我也会向家人和朋友寻求更多的支持和倾诉。",
        "label": ""
      },
      {
        "sentence": "虽然现在的道路看起来很艰难，但我会坚持下去，相信自己能够变得更好。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直以来的陪伴和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直很愿意陪伴和支持你。你已经迈出了第一步，相信自己能够走得更远。不要忘记，在这个过程中你并不孤单，有家人、朋友和其他专业的人士可以支持你。记得，找到一个适合你的咨询师，并与他\/她共同努力，重建一个新的安全联系。坚持下去，你会看到自己的成长和进步。希望你能渡过这段时光，迎接更加开心快乐的未来。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我一直很愿意陪伴和支持你。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，相信自己能够走得更远。",
        "label": ""
      },
      {
        "sentence": "不要忘记，在这个过程中你并不孤单，有家人、朋友和其他专业的人士可以支持你。",
        "label": ""
      },
      {
        "sentence": "记得，找到一个适合你的咨询师，并与他\/她共同努力，重建一个新的安全联系。",
        "label": ""
      },
      {
        "sentence": "坚持下去，你会看到自己的成长和进步。",
        "label": ""
      },
      {
        "sentence": "希望你能渡过这段时光，迎接更加开心快乐的未来。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]