[
  {
    "role": "client",
    "content": "我是一个32岁的失业单身女性，我不确定是否应该继续做我不喜欢的工作。我已经失业了整整3个月了。我之前从事人事行政类的工作，但这并不是我喜欢的核心岗位，所以在裁员时我们往往是第一个被裁掉的。除了这些行政人事和销售工作，我没有其他特别的技能。虽然我在不同的行业试过很多次，但我的职业还是围绕着行政人事和出纳等岗位。我有会计证书，但我不喜欢整天坐在办公室里处理数据和报表。我更喜欢一些不那么繁琐的工作，例如外勤等等。但是我不想去做快递员，我想学一些专业技能，但我不知道该学什么。我试过几家公司，但都不适合我。而且没有收入让我感到很焦虑。本来我想转行，但不知道有什么比之前的工作更好。所以现在我感到非常混乱和绝望。已经3个月没有收入了，很快又要开始新的一个月了。我应该怎么办呢？还是继续做我不喜欢的行政人事和出纳吗？现在选择不多，竞争也很激烈。其实我很想成为一个自由职业者，有一技之长或者特长可以接单。我不喜欢受到约束，不喜欢应付办公室的人际关系，喜欢自由自在的工作。",
    "annotation": [
      {
        "sentence": "我是一个32岁的失业单身女性，我不确定是否应该继续做我不喜欢的工作。",
        "label": ""
      },
      {
        "sentence": "我已经失业了整整3个月了。",
        "label": ""
      },
      {
        "sentence": "我之前从事人事行政类的工作，但这并不是我喜欢的核心岗位，所以在裁员时我们往往是第一个被裁掉的。",
        "label": ""
      },
      {
        "sentence": "除了这些行政人事和销售工作，我没有其他特别的技能。",
        "label": ""
      },
      {
        "sentence": "虽然我在不同的行业试过很多次，但我的职业还是围绕着行政人事和出纳等岗位。",
        "label": ""
      },
      {
        "sentence": "我有会计证书，但我不喜欢整天坐在办公室里处理数据和报表。",
        "label": ""
      },
      {
        "sentence": "我更喜欢一些不那么繁琐的工作，例如外勤等等。",
        "label": ""
      },
      {
        "sentence": "但是我不想去做快递员，我想学一些专业技能，但我不知道该学什么。",
        "label": ""
      },
      {
        "sentence": "我试过几家公司，但都不适合我。",
        "label": ""
      },
      {
        "sentence": "而且没有收入让我感到很焦虑。",
        "label": ""
      },
      {
        "sentence": "本来我想转行，但不知道有什么比之前的工作更好。",
        "label": ""
      },
      {
        "sentence": "所以现在我感到非常混乱和绝望。",
        "label": ""
      },
      {
        "sentence": "已经3个月没有收入了，很快又要开始新的一个月了。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "还是继续做我不喜欢的行政人事和出纳吗？",
        "label": ""
      },
      {
        "sentence": "现在选择不多，竞争也很激烈。",
        "label": ""
      },
      {
        "sentence": "其实我很想成为一个自由职业者，有一技之长或者特长可以接单。",
        "label": ""
      },
      {
        "sentence": "我不喜欢受到约束，不喜欢应付办公室的人际关系，喜欢自由自在的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你目前的彷徨和困惑。多年来，你一直从事你并不喜欢的工作，没有掌握专业技能，也没有积累经验，所以突然找到适合自己的工作确实有些困难。我觉得你可以先找一个相对轻松的本行工作，比如行政人事，然后在业余时间去发掘自己的兴趣爱好。你可以参加一些培训课程，尝试做一些兼职工作。如果兼职工作能够获得不错的收入，再考虑转成全职。有一份稳定的工作可以让你安定下来，不再因为没有收入而焦虑。在比较稳定的状态下，你能更好地思考，找到最适合自己的解决方案。我相信每个人都有自己的使命，只是由于各种原因而被埋没了。你可以问问自己喜欢什么？有什么爱好？擅长什么？别人常常夸奖你哪方面？你觉得哪些事情最有成就感？从这些方面入手，看看哪些职业比较适合你。我有个朋友曾经是一名律师，后来偶然接触到瑜伽，一发不可收拾。她发现自己天赋很适合瑜伽，并且非常喜欢这种健康的生活方式。于是，她接受了瑜伽老师的鼓励，参加了教师培训班，从而成为了一名瑜伽老师。还有一个朋友原本是公司职员，但业余时间非常热衷摄影，研究各种镜头和拍摄技巧。他尝试做兼职摄影师，后来发展得很好，成为了全职摄影师。这条路相对比较安全，你可以在有收入的情况下尝试新的职业，然后再转型。虽然自由职业听起来很美好，但你确实需要一技之长。除了一技之长，你还需要有稳定的客源，并且持续不断地有产出的动力。即使是像瑜伽老师和摄影师这样的自由职业者，也要打好基础工作，建立起自己的知名度和客源，这是非常困难且需要耗费很多精力的。所以，最好的方式是先找到自己的目标，多尝试、思考和挖掘自己的天赋，然后脚踏实地地努力。相信你一定能找到适合自己的职业。",
    "annotation": [
      {
        "sentence": "我能理解你目前的彷徨和困惑。",
        "label": ""
      },
      {
        "sentence": "多年来，你一直从事你并不喜欢的工作，没有掌握专业技能，也没有积累经验，所以突然找到适合自己的工作确实有些困难。",
        "label": ""
      },
      {
        "sentence": "我觉得你可以先找一个相对轻松的本行工作，比如行政人事，然后在业余时间去发掘自己的兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "你可以参加一些培训课程，尝试做一些兼职工作。",
        "label": ""
      },
      {
        "sentence": "如果兼职工作能够获得不错的收入，再考虑转成全职。",
        "label": ""
      },
      {
        "sentence": "有一份稳定的工作可以让你安定下来，不再因为没有收入而焦虑。",
        "label": ""
      },
      {
        "sentence": "在比较稳定的状态下，你能更好地思考，找到最适合自己的解决方案。",
        "label": ""
      },
      {
        "sentence": "我相信每个人都有自己的使命，只是由于各种原因而被埋没了。",
        "label": ""
      },
      {
        "sentence": "你可以问问自己喜欢什么？",
        "label": ""
      },
      {
        "sentence": "有什么爱好？",
        "label": ""
      },
      {
        "sentence": "擅长什么？",
        "label": ""
      },
      {
        "sentence": "别人常常夸奖你哪方面？",
        "label": ""
      },
      {
        "sentence": "你觉得哪些事情最有成就感？",
        "label": ""
      },
      {
        "sentence": "从这些方面入手，看看哪些职业比较适合你。",
        "label": ""
      },
      {
        "sentence": "我有个朋友曾经是一名律师，后来偶然接触到瑜伽，一发不可收拾。",
        "label": ""
      },
      {
        "sentence": "她发现自己天赋很适合瑜伽，并且非常喜欢这种健康的生活方式。",
        "label": ""
      },
      {
        "sentence": "于是，她接受了瑜伽老师的鼓励，参加了教师培训班，从而成为了一名瑜伽老师。",
        "label": ""
      },
      {
        "sentence": "还有一个朋友原本是公司职员，但业余时间非常热衷摄影，研究各种镜头和拍摄技巧。",
        "label": ""
      },
      {
        "sentence": "他尝试做兼职摄影师，后来发展得很好，成为了全职摄影师。",
        "label": ""
      },
      {
        "sentence": "这条路相对比较安全，你可以在有收入的情况下尝试新的职业，然后再转型。",
        "label": ""
      },
      {
        "sentence": "虽然自由职业听起来很美好，但你确实需要一技之长。",
        "label": ""
      },
      {
        "sentence": "除了一技之长，你还需要有稳定的客源，并且持续不断地有产出的动力。",
        "label": ""
      },
      {
        "sentence": "即使是像瑜伽老师和摄影师这样的自由职业者，也要打好基础工作，建立起自己的知名度和客源，这是非常困难且需要耗费很多精力的。",
        "label": ""
      },
      {
        "sentence": "所以，最好的方式是先找到自己的目标，多尝试、思考和挖掘自己的天赋，然后脚踏实地地努力。",
        "label": ""
      },
      {
        "sentence": "相信你一定能找到适合自己的职业。",
        "label": ""
      }
    ]
  }
]