[
  {
    "role": "client",
    "content": "35岁女，国企人际困惑，不加班就得承受挤兑和谴责？我在知名国企，年底了部门冲业绩，周四分配下来一批急活儿，周四负责人没把活弄明白，快到中午了大家才着手做，开始说下周一完成就可以了，我是妈妈有一个小时哺乳假4：30先走了，到了周五上午听同事说的周五就让交，要不就得周末加班，有的同事周四就加班赶进度了，但是我家里只有一个67岁的老人带一个8个月大的孩子，我加不了班，于是周五匆匆的赶，午饭都没怎么吃就匆匆干活了，每天挤奶两次也缩减到了一次，还是没有干完，大部分同事都加班干的，公司也没说给加班费，但是我一来没有时间加班，二来我也不想加班，公司领导就一个劲儿的催，一个劲儿地施加压力，就好像我们无偿加班才是应该做的，不加班就得承受人际关系的挤兑和道德的谴责，这让我心里特别委屈，特别不舒服！让我对当前的工作特别的厌恶，对领导也特别的厌恶，我知道这样对我的职业发展十分不利，但是我实在无法违背我内心的需求，现实家人的需求，感觉心里一团乱麻。",
    "annotation": [
      {
        "sentence": "35岁女，国企人际困惑，不加班就得承受挤兑和谴责？",
        "label": ""
      },
      {
        "sentence": "我在知名国企，年底了部门冲业绩，周四分配下来一批急活儿，周四负责人没把活弄明白，快到中午了大家才着手做，开始说下周一完成就可以了，我是妈妈有一个小时哺乳假4：30先走了，到了周五上午听同事说的周五就让交，要不就得周末加班，有的同事周四就加班赶进度了，但是我家里只有一个67岁的老人带一个8个月大的孩子，我加不了班，于是周五匆匆的赶，午饭都没怎么吃就匆匆干活了，每天挤奶两次也缩减到了一次，还是没有干完，大部分同事都加班干的，公司也没说给加班费，但是我一来没有时间加班，二来我也不想加班，公司领导就一个劲儿的催，一个劲儿地施加压力，就好像我们无偿加班才是应该做的，不加班就得承受人际关系的挤兑和道德的谴责，这让我心里特别委屈，特别不舒服！",
        "label": ""
      },
      {
        "sentence": "让我对当前的工作特别的厌恶，对领导也特别的厌恶，我知道这样对我的职业发展十分不利，但是我实在无法违背我内心的需求，现实家人的需求，感觉心里一团乱麻。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，感受到你对工作和家庭的坚持和努力，也能感受到你内心的困扰和烦恼。职场的确存在很多“冷漠”和“无情”，但请相信，你所经历的每一件事情，都是让你变得更加坚强和有智慧的，更有可能是你一生的财富。先让我分析一下你所描述的事情：",
    "annotation": [
      {
        "sentence": "你好，感受到你对工作和家庭的坚持和努力，也能感受到你内心的困扰和烦恼。",
        "label": ""
      },
      {
        "sentence": "职场的确存在很多“冷漠”和“无情”，但请相信，你所经历的每一件事情，都是让你变得更加坚强和有智慧的，更有可能是你一生的财富。",
        "label": ""
      },
      {
        "sentence": "先让我分析一下你所描述的事情：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我在聆听，您可以多说几句。",
    "annotation": [
      {
        "sentence": "好的，我在聆听，您可以多说几句。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你在知名国企工作，年底了部门冲业绩，周四分配下来一批急活儿，周四负责人没把活弄明白，快到中午了大家才着手做，开始说下周一完成就可以了，你是妈妈有一个小时哺乳假4：30先走了，到了周五上午听同事说的周五就让交，要不就得周末加班。",
    "annotation": [
      {
        "sentence": "首先，你在知名国企工作，年底了部门冲业绩，周四分配下来一批急活儿，周四负责人没把活弄明白，快到中午了大家才着手做，开始说下周一完成就可以了，你是妈妈有一个小时哺乳假4：30先走了，到了周五上午听同事说的周五就让交，要不就得周末加班。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能在那么好的企业工作，我能感受到你的优秀。但你毕竟还是一个妈妈，还需要照顾孩子，工作和孩子很难完全兼顾。但你还是尽可能的安排好工作，但职场就是这么现实，也是属于职场规则吧。",
    "annotation": [
      {
        "sentence": "能在那么好的企业工作，我能感受到你的优秀。",
        "label": ""
      },
      {
        "sentence": "但你毕竟还是一个妈妈，还需要照顾孩子，工作和孩子很难完全兼顾。",
        "label": ""
      },
      {
        "sentence": "但你还是尽可能的安排好工作，但职场就是这么现实，也是属于职场规则吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感受到工作和家庭的矛盾，但我真心觉得家庭和工作都非常重要，我也知道职场的现实很残酷，真的不容易。",
    "annotation": [
      {
        "sentence": "是的，我感受到工作和家庭的矛盾，但我真心觉得家庭和工作都非常重要，我也知道职场的现实很残酷，真的不容易。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，职场上确实需要很多取舍，但是别人都正常上班加班就能完成工作，而你则需要休哺乳假+工作+加班，确实是比较困难的。但是需要考虑到自己的身体（饮食、睡眠），因为如果你累倒了，老人和孩子岂不是更加艰难了。单位或许是无情的，但你需要自己盘算下，怎样能让自己身心健康才能更好的照顾他们。这个工作单位就是这种无形规则，气愤也是没有意义的，还影响自己的情绪。或许你走了，很多人还盯着这个职位呢。",
    "annotation": [
      {
        "sentence": "没错，职场上确实需要很多取舍，但是别人都正常上班加班就能完成工作，而你则需要休哺乳假+工作+加班，确实是比较困难的。",
        "label": ""
      },
      {
        "sentence": "但是需要考虑到自己的身体（饮食、睡眠），因为如果你累倒了，老人和孩子岂不是更加艰难了。",
        "label": ""
      },
      {
        "sentence": "单位或许是无情的，但你需要自己盘算下，怎样能让自己身心健康才能更好的照顾他们。",
        "label": ""
      },
      {
        "sentence": "这个工作单位就是这种无形规则，气愤也是没有意义的，还影响自己的情绪。",
        "label": ""
      },
      {
        "sentence": "或许你走了，很多人还盯着这个职位呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说得很有道理，我也确实感觉到了很多职场上的困难和无奈，我知道自己不能再这么消沉下去了，需要有所行动了。",
    "annotation": [
      {
        "sentence": "您说得很有道理，我也确实感觉到了很多职场上的困难和无奈，我知道自己不能再这么消沉下去了，需要有所行动了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，你需要更加释放自己的潜力，积极关注一些自己感兴趣的领域，逐渐充实自己的专业技能，以后也可以换工作，可以为自己设定一些明确的职业规划和目标。在照顾家庭和孩子的同时，也可以尝试一些比较灵活的工作方式，如在家办公、短期拜访等。",
    "annotation": [
      {
        "sentence": "对的，你需要更加释放自己的潜力，积极关注一些自己感兴趣的领域，逐渐充实自己的专业技能，以后也可以换工作，可以为自己设定一些明确的职业规划和目标。",
        "label": ""
      },
      {
        "sentence": "在照顾家庭和孩子的同时，也可以尝试一些比较灵活的工作方式，如在家办公、短期拜访等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说得对，我应该积极行动起来，把自己的生活和工作都过得更加充实和有意义。",
    "annotation": [
      {
        "sentence": "您说得对，我应该积极行动起来，把自己的生活和工作都过得更加充实和有意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好。如果你还有其他方面的烦恼或困惑，可以随时私信我，我会尽快给你提供协助和支持的。祝你生活幸福美满，工作顺利发展！",
    "annotation": [
      {
        "sentence": "非常好。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他方面的烦恼或困惑，可以随时私信我，我会尽快给你提供协助和支持的。",
        "label": ""
      },
      {
        "sentence": "祝你生活幸福美满，工作顺利发展！",
        "label": ""
      }
    ]
  }
]