[
  {
    "role": "client",
    "content": "我是一个35岁的女性，目前在一家知名国企工作。最近我遇到了一些人际困惑，因为不加班的话就会遭受同事们的挤兑和谴责。在年底的时候，我们部门需要冲业绩。上周四，我们被分配了一批急活儿，但是负责人没有给大家明确指示，所以直到中午才开始着手做这些工作。开始的时候，领导说下周一之前完成就可以了。由于我有一个小时的哺乳假，所以下班时间定在了4:30。可是到了周五的上午，我从同事那里听到了另外一种说法，他们说周五就要交付工作，否则就得在周末加班。有的同事甚至在周四晚上就加班赶进度了。然而，我只有一个67岁的老人可以照顾和一个8个月大的孩子，所以我无法加班。于是我匆忙地赶工，连午饭都没怎么吃就开始工作了。每天要挤两次奶的任务也被缩减到了一次。可是工作还是没有完成，大部分的同事都加班加点地干活，而公司并没有提到加班费。我不仅没有时间加班，也不想加班。可是公司领导却一直催促我，给我施加压力，好像无偿加班是理所当然的。如果我不加班的话，就得承受同事们的人际关系挤兑和道德的谴责。这让我感到非常委屈和不舒服！我对现在的工作和领导都非常厌恶。我知道这样对我的职业发展非常不利，可是我内心的需求和家人的需求让我无法违背。我感到心里一片混乱。",
    "annotation": [
      {
        "sentence": "我是一个35岁的女性，目前在一家知名国企工作。",
        "label": ""
      },
      {
        "sentence": "最近我遇到了一些人际困惑，因为不加班的话就会遭受同事们的挤兑和谴责。",
        "label": ""
      },
      {
        "sentence": "在年底的时候，我们部门需要冲业绩。",
        "label": ""
      },
      {
        "sentence": "上周四，我们被分配了一批急活儿，但是负责人没有给大家明确指示，所以直到中午才开始着手做这些工作。",
        "label": ""
      },
      {
        "sentence": "开始的时候，领导说下周一之前完成就可以了。",
        "label": ""
      },
      {
        "sentence": "由于我有一个小时的哺乳假，所以下班时间定在了4:30。",
        "label": ""
      },
      {
        "sentence": "可是到了周五的上午，我从同事那里听到了另外一种说法，他们说周五就要交付工作，否则就得在周末加班。",
        "label": ""
      },
      {
        "sentence": "有的同事甚至在周四晚上就加班赶进度了。",
        "label": ""
      },
      {
        "sentence": "然而，我只有一个67岁的老人可以照顾和一个8个月大的孩子，所以我无法加班。",
        "label": ""
      },
      {
        "sentence": "于是我匆忙地赶工，连午饭都没怎么吃就开始工作了。",
        "label": ""
      },
      {
        "sentence": "每天要挤两次奶的任务也被缩减到了一次。",
        "label": ""
      },
      {
        "sentence": "可是工作还是没有完成，大部分的同事都加班加点地干活，而公司并没有提到加班费。",
        "label": ""
      },
      {
        "sentence": "我不仅没有时间加班，也不想加班。",
        "label": ""
      },
      {
        "sentence": "可是公司领导却一直催促我，给我施加压力，好像无偿加班是理所当然的。",
        "label": ""
      },
      {
        "sentence": "如果我不加班的话，就得承受同事们的人际关系挤兑和道德的谴责。",
        "label": ""
      },
      {
        "sentence": "这让我感到非常委屈和不舒服！",
        "label": ""
      },
      {
        "sentence": "我对现在的工作和领导都非常厌恶。",
        "label": ""
      },
      {
        "sentence": "我知道这样对我的职业发展非常不利，可是我内心的需求和家人的需求让我无法违背。",
        "label": ""
      },
      {
        "sentence": "我感到心里一片混乱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能够感受到你的焦虑、委屈和厌恶。首先，我希望你可以先放松一下，做几个深呼吸。我们来梳理一下现状，好吗？职场上有时候碰到需要哺乳孩子的压力，同时还要照顾老人，真的非常困难。在单位里，工作任务非常紧急，需要加班，却没有加班费。看到同事们都在加班，而自己不能也不想加班的时候，公司领导没有体谅你的困难，一直在催促。这让人感觉快要崩溃了。但是我们也要站在领导的角度来思考，工作任务必须要完成，而且你也说了这是急活儿，所以领导也面临着一定的压力。如果你真的不愿意或者有困难不能加班的话，可以跟领导沟通，解释清楚自己的情况，希望他能够理解。单位也应该会对哺乳期的职工有相应的照顾政策。另外你可以在工作时间内通过高效的工作来弥补，或者在绩效考核时甘愿拿较低的奖金来作出让步。因为职场有职场的规则，我们家庭的特殊情况是需要我们自己去克服的。当事情无法兼顾时，我们必须学会取舍。可以牺牲一些东西来维持另外一些东西的平衡。至于你担心的不加班就会承受同事们的人际关系挤兑和道德谴责，只要你能够解释清楚并作出合理的补偿，别人也能够理解的。这个问题应该和道德没有太大关系，你无须去主观臆测别人的想法。你现在面临的困难只是暂时的，等孩子长大一点，你就会有更多的自由时间来投入工作了。你对工作的厌恶和对领导的厌恶实际上是自己内心焦虑的体现。如果你对这份工作真的厌恶，你也可以寻找一份不需要加班的工作。这是你的自由选择。我希望你能够调整一下自己的情绪，根据自己的现实情况采取相应的策略，合理取舍，好好安排好工作和家庭事务。祝你开心！希望我的回答可以对你有所帮助，再次感谢你的提问。",
    "annotation": [
      {
        "sentence": "我能够感受到你的焦虑、委屈和厌恶。",
        "label": ""
      },
      {
        "sentence": "首先，我希望你可以先放松一下，做几个深呼吸。",
        "label": ""
      },
      {
        "sentence": "我们来梳理一下现状，好吗？",
        "label": ""
      },
      {
        "sentence": "职场上有时候碰到需要哺乳孩子的压力，同时还要照顾老人，真的非常困难。",
        "label": ""
      },
      {
        "sentence": "在单位里，工作任务非常紧急，需要加班，却没有加班费。",
        "label": ""
      },
      {
        "sentence": "看到同事们都在加班，而自己不能也不想加班的时候，公司领导没有体谅你的困难，一直在催促。",
        "label": ""
      },
      {
        "sentence": "这让人感觉快要崩溃了。",
        "label": ""
      },
      {
        "sentence": "但是我们也要站在领导的角度来思考，工作任务必须要完成，而且你也说了这是急活儿，所以领导也面临着一定的压力。",
        "label": ""
      },
      {
        "sentence": "如果你真的不愿意或者有困难不能加班的话，可以跟领导沟通，解释清楚自己的情况，希望他能够理解。",
        "label": ""
      },
      {
        "sentence": "单位也应该会对哺乳期的职工有相应的照顾政策。",
        "label": ""
      },
      {
        "sentence": "另外你可以在工作时间内通过高效的工作来弥补，或者在绩效考核时甘愿拿较低的奖金来作出让步。",
        "label": ""
      },
      {
        "sentence": "因为职场有职场的规则，我们家庭的特殊情况是需要我们自己去克服的。",
        "label": ""
      },
      {
        "sentence": "当事情无法兼顾时，我们必须学会取舍。",
        "label": ""
      },
      {
        "sentence": "可以牺牲一些东西来维持另外一些东西的平衡。",
        "label": ""
      },
      {
        "sentence": "至于你担心的不加班就会承受同事们的人际关系挤兑和道德谴责，只要你能够解释清楚并作出合理的补偿，别人也能够理解的。",
        "label": ""
      },
      {
        "sentence": "这个问题应该和道德没有太大关系，你无须去主观臆测别人的想法。",
        "label": ""
      },
      {
        "sentence": "你现在面临的困难只是暂时的，等孩子长大一点，你就会有更多的自由时间来投入工作了。",
        "label": ""
      },
      {
        "sentence": "你对工作的厌恶和对领导的厌恶实际上是自己内心焦虑的体现。",
        "label": ""
      },
      {
        "sentence": "如果你对这份工作真的厌恶，你也可以寻找一份不需要加班的工作。",
        "label": ""
      },
      {
        "sentence": "这是你的自由选择。",
        "label": ""
      },
      {
        "sentence": "我希望你能够调整一下自己的情绪，根据自己的现实情况采取相应的策略，合理取舍，好好安排好工作和家庭事务。",
        "label": ""
      },
      {
        "sentence": "祝你开心！",
        "label": ""
      },
      {
        "sentence": "希望我的回答可以对你有所帮助，再次感谢你的提问。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的回答和鼓励。你说的确实有道理，我可能要认真思考一下自己要如何平衡工作和家庭的问题。确实，工作的任务是有压力，领导也有自己的考虑。或许我可以试着跟领导沟通一下，希望他能够理解我的困境。另外，我会尝试在工作时间内做更高效的工作，以弥补不能加班的问题。是的，家庭的特殊情况确实需要我自己去解决。虽然现在很困难，但我相信随着孩子慢慢长大，我就能有更多的自由时间来专注工作。我也明白我对工作和领导的厌恶其实是源自于自己的焦虑，我会尽量调整自己的情绪，做出更好的选择。再次感谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "非常感谢你的回答和鼓励。",
        "label": ""
      },
      {
        "sentence": "你说的确实有道理，我可能要认真思考一下自己要如何平衡工作和家庭的问题。",
        "label": ""
      },
      {
        "sentence": "确实，工作的任务是有压力，领导也有自己的考虑。",
        "label": ""
      },
      {
        "sentence": "或许我可以试着跟领导沟通一下，希望他能够理解我的困境。",
        "label": ""
      },
      {
        "sentence": "另外，我会尝试在工作时间内做更高效的工作，以弥补不能加班的问题。",
        "label": ""
      },
      {
        "sentence": "是的，家庭的特殊情况确实需要我自己去解决。",
        "label": ""
      },
      {
        "sentence": "虽然现在很困难，但我相信随着孩子慢慢长大，我就能有更多的自由时间来专注工作。",
        "label": ""
      },
      {
        "sentence": "我也明白我对工作和领导的厌恶其实是源自于自己的焦虑，我会尽量调整自己的情绪，做出更好的选择。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。你说的很对，平衡工作和家庭确实是一个需要认真思考和努力解决的问题。与领导进行沟通是很重要的一步，相信他们能够理解你的难处并给予适当照顾。在工作时间内提高效率也是一个好的办法，这样可以弥补你无法加班的问题。家庭是每个人都面临的问题，虽然现在困难重重，但是相信这只是暂时的，随着孩子长大，你会有更多的自由时间。同时，调整自己的情绪是非常重要的，它会对你的决策和心态产生影响。我相信你能够找到适合自己的平衡点，祝你好运！如果还有其他问题，随时向我提问。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "你说的很对，平衡工作和家庭确实是一个需要认真思考和努力解决的问题。",
        "label": ""
      },
      {
        "sentence": "与领导进行沟通是很重要的一步，相信他们能够理解你的难处并给予适当照顾。",
        "label": ""
      },
      {
        "sentence": "在工作时间内提高效率也是一个好的办法，这样可以弥补你无法加班的问题。",
        "label": ""
      },
      {
        "sentence": "家庭是每个人都面临的问题，虽然现在困难重重，但是相信这只是暂时的，随着孩子长大，你会有更多的自由时间。",
        "label": ""
      },
      {
        "sentence": "同时，调整自己的情绪是非常重要的，它会对你的决策和心态产生影响。",
        "label": ""
      },
      {
        "sentence": "我相信你能够找到适合自己的平衡点，祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时向我提问。",
        "label": ""
      }
    ]
  }
]