[
  {
    "role": "client",
    "content": "我是否浪费了时间，与同学的差异大？我2017年毕业，，去家乡的一家大公司实习，是托关系的，但是其实不用托关系，当时小觉得无所谓，只要能学到东西就可以了。两年后，我从这家公司辞职，又在家考研了一年。毕业三年后，我来到了杭州，可是杭州的同学达到了小设（设计助理与设计师的衔接）他们工资差不多达到了5千到6千。我在家乡的公司做的是推板，虽然也是服装，但是设计这边我得从设计助理从头开始做，刚来两个月，我的工资是3100，因为刚来新城市开销比较大，赚的不如花的，烦恼，心想如果当时我跟同学一样，现在的工资也不能这么低，觉得当时自己走错路，不该在家乡那家公司耽误那么长时间，也不要脱产考研，觉得我自己浪费了时间，和同学差距大，担心自己是否能赶超。有时心里安慰自己，我在家乡那家大公司两年的经验也是做服装的，世上的路没有白走的，只是曾经的在那家公司学习的东西看起来用不上，实际以后还会有帮助的。",
    "annotation": [
      {
        "sentence": "我是否浪费了时间，与同学的差异大？",
        "label": ""
      },
      {
        "sentence": "我2017年毕业，，去家乡的一家大公司实习，是托关系的，但是其实不用托关系，当时小觉得无所谓，只要能学到东西就可以了。",
        "label": ""
      },
      {
        "sentence": "两年后，我从这家公司辞职，又在家考研了一年。",
        "label": ""
      },
      {
        "sentence": "毕业三年后，我来到了杭州，可是杭州的同学达到了小设（设计助理与设计师的衔接）他们工资差不多达到了5千到6千。",
        "label": ""
      },
      {
        "sentence": "我在家乡的公司做的是推板，虽然也是服装，但是设计这边我得从设计助理从头开始做，刚来两个月，我的工资是3100，因为刚来新城市开销比较大，赚的不如花的，烦恼，心想如果当时我跟同学一样，现在的工资也不能这么低，觉得当时自己走错路，不该在家乡那家公司耽误那么长时间，也不要脱产考研，觉得我自己浪费了时间，和同学差距大，担心自己是否能赶超。",
        "label": ""
      },
      {
        "sentence": "有时心里安慰自己，我在家乡那家大公司两年的经验也是做服装的，世上的路没有白走的，只是曾经的在那家公司学习的东西看起来用不上，实际以后还会有帮助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你并没有浪费时间，你的经历都是有价值的。你去了大陆公司，虽然与现在的公司不同，但这些经验都是你人生旅程的一部分，并不是浪费。同学的差异是因为我们选择了不同的道路，公司的不同也导致了我们所接触的东西不同，所以不要否定自己的经历。你的担心是正常的，也是一种自我激励要超越自己的动力。3100在杭州算是较低的工资，但这阶段更重要的是学习而不是薪水。高工资说明你们接触到的岗位和视角比较高，毕竟你的同学在那个公司工作了很久，有着自己的努力和成长。相信你的能力，坚持学习和努力，时间会慢慢赶上，并且你的经历都是你的财富。加油，相信自己！",
    "annotation": [
      {
        "sentence": "你并没有浪费时间，你的经历都是有价值的。",
        "label": ""
      },
      {
        "sentence": "你去了大陆公司，虽然与现在的公司不同，但这些经验都是你人生旅程的一部分，并不是浪费。",
        "label": ""
      },
      {
        "sentence": "同学的差异是因为我们选择了不同的道路，公司的不同也导致了我们所接触的东西不同，所以不要否定自己的经历。",
        "label": ""
      },
      {
        "sentence": "你的担心是正常的，也是一种自我激励要超越自己的动力。",
        "label": ""
      },
      {
        "sentence": "3100在杭州算是较低的工资，但这阶段更重要的是学习而不是薪水。",
        "label": ""
      },
      {
        "sentence": "高工资说明你们接触到的岗位和视角比较高，毕竟你的同学在那个公司工作了很久，有着自己的努力和成长。",
        "label": ""
      },
      {
        "sentence": "相信你的能力，坚持学习和努力，时间会慢慢赶上，并且你的经历都是你的财富。",
        "label": ""
      },
      {
        "sentence": "加油，相信自己！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我也明白了自己的经历都是宝贵的财富，但有时候还是会情不自禁地担心和比较。看到同学们的成绩和工资，就忍不住会觉得自己走错了路。但是我现在也明白，每个人的情况都不同，不应该直接比较。我知道需要持续努力学习和提升自己，但有时候还是会不自信。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我也明白了自己的经历都是宝贵的财富，但有时候还是会情不自禁地担心和比较。",
        "label": ""
      },
      {
        "sentence": "看到同学们的成绩和工资，就忍不住会觉得自己走错了路。",
        "label": ""
      },
      {
        "sentence": "但是我现在也明白，每个人的情况都不同，不应该直接比较。",
        "label": ""
      },
      {
        "sentence": "我知道需要持续努力学习和提升自己，但有时候还是会不自信。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不自信是很正常的情绪，毕竟你刚刚来到杭州，还需要适应新的环境和工作。建议你可以多参加行业内的培训和学习机会，提升自己的技能和知识。同时，也可以和同事们多交流，借鉴他们的经验和方法。另外，要相信自己的潜力和能力，不要被短期的困难和挫折打击到信心。每个人都有成长的过程，只要你持续付出努力，一定能够赶超并取得自己的成就。加油！",
    "annotation": [
      {
        "sentence": "不自信是很正常的情绪，毕竟你刚刚来到杭州，还需要适应新的环境和工作。",
        "label": ""
      },
      {
        "sentence": "建议你可以多参加行业内的培训和学习机会，提升自己的技能和知识。",
        "label": ""
      },
      {
        "sentence": "同时，也可以和同事们多交流，借鉴他们的经验和方法。",
        "label": ""
      },
      {
        "sentence": "另外，要相信自己的潜力和能力，不要被短期的困难和挫折打击到信心。",
        "label": ""
      },
      {
        "sentence": "每个人都有成长的过程，只要你持续付出努力，一定能够赶超并取得自己的成就。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会积极参加培训和学习，提高自己的能力。同时，我也会多与同事交流，互相学习。你的话让我觉得更有信心了，我会坚持努力，不放弃的。再次感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会积极参加培训和学习，提高自己的能力。",
        "label": ""
      },
      {
        "sentence": "同时，我也会多与同事交流，互相学习。",
        "label": ""
      },
      {
        "sentence": "你的话让我觉得更有信心了，我会坚持努力，不放弃的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。记住，信心和坚持是成功的关键，只要你不停地努力，克服困难，你一定能够走出属于自己的成功之路。如果以后还需要帮助或者有其他困惑，随时来找我聊天。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，信心和坚持是成功的关键，只要你不停地努力，克服困难，你一定能够走出属于自己的成功之路。",
        "label": ""
      },
      {
        "sentence": "如果以后还需要帮助或者有其他困惑，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励！我会抱着信心和坚持去努力的。如果以后我还有问题的话，我会来找你寻求帮助的。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会抱着信心和坚持去努力的。",
        "label": ""
      },
      {
        "sentence": "如果以后我还有问题的话，我会来找你寻求帮助的。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我随时都会在这里支持你。希望你未来的工作和学习都能顺利发展，取得更大的成就。如果需要的话，记得随时联系我。祝你一切都好！",
    "annotation": [
      {
        "sentence": "不用客气，我随时都会在这里支持你。",
        "label": ""
      },
      {
        "sentence": "希望你未来的工作和学习都能顺利发展，取得更大的成就。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，记得随时联系我。",
        "label": ""
      },
      {
        "sentence": "祝你一切都好！",
        "label": ""
      }
    ]
  }
]