[
  {
    "role": "client",
    "content": "我想要像闺蜜一样相处，但是她们心里并没有我？",
    "annotation": [
      {
        "sentence": "我想要像闺蜜一样相处，但是她们心里并没有我？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的提问，首先想给你一个拥抱。从你的言语中，我可以感受到你一方面想要和欣赏的人建立亲密关系，另一方面却又因为自卑而胆怯的矛盾。",
    "annotation": [
      {
        "sentence": "看到你的提问，首先想给你一个拥抱。",
        "label": ""
      },
      {
        "sentence": "从你的言语中，我可以感受到你一方面想要和欣赏的人建立亲密关系，另一方面却又因为自卑而胆怯的矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很期待和她们建立亲密的关系，但每次在她们面前我总是感到自己的确不够好。",
    "annotation": [
      {
        "sentence": "是的，我真的很期待和她们建立亲密的关系，但每次在她们面前我总是感到自己的确不够好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。在你的叙述里，我可以感受到你对建立朋友间亲密关系的强烈的渴望，那么想要获得这种闺蜜的相处，一方面是你认为她们不接纳你，另一方面是你觉得自己从小到大缺乏闺蜜相处而总是对别人略显客气。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "在你的叙述里，我可以感受到你对建立朋友间亲密关系的强烈的渴望，那么想要获得这种闺蜜的相处，一方面是你认为她们不接纳你，另一方面是你觉得自己从小到大缺乏闺蜜相处而总是对别人略显客气。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很准确，特别是她们在一起交谈的时候，我总感觉自己没有被认可和尊重。而且她们似乎更加熟悉彼此，不太对我敞开心扉。",
    "annotation": [
      {
        "sentence": "你说得很准确，特别是她们在一起交谈的时候，我总感觉自己没有被认可和尊重。",
        "label": ""
      },
      {
        "sentence": "而且她们似乎更加熟悉彼此，不太对我敞开心扉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你多次提到学妹和另外一位同事的相处模式，她们的交谈、相处都很随意，这让你感觉到羡慕。我也注意到，其实你并不是被排除在她们以外的，就像你提到的，你们一开始是以“三人行”的模式相处，这种模式得以建立，是不是也能表明她们并不是心里没有你呢？",
    "annotation": [
      {
        "sentence": "首先，你多次提到学妹和另外一位同事的相处模式，她们的交谈、相处都很随意，这让你感觉到羡慕。",
        "label": ""
      },
      {
        "sentence": "我也注意到，其实你并不是被排除在她们以外的，就像你提到的，你们一开始是以“三人行”的模式相处，这种模式得以建立，是不是也能表明她们并不是心里没有你呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这么说的话，好像也有道理。虽然我没有被完全排除在她们之外，但我就是感觉自己无法参与她们的话题，总觉得互动起来很困难，有一种孤独感。",
    "annotation": [
      {
        "sentence": "这么说的话，好像也有道理。",
        "label": ""
      },
      {
        "sentence": "虽然我没有被完全排除在她们之外，但我就是感觉自己无法参与她们的话题，总觉得互动起来很困难，有一种孤独感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。参与不进她们的关系里，可能有其它原因，而不是因为你不好。看到你说“不想说话，觉得说了也是听不见，不被认可和尊重”，但这些是“你觉得”，想一想过去有没有哪些事情，能让你觉得她们把你当做朋友相处？当时你的感受又是怎么样的？",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "参与不进她们的关系里，可能有其它原因，而不是因为你不好。",
        "label": ""
      },
      {
        "sentence": "看到你说“不想说话，觉得说了也是听不见，不被认可和尊重”，但这些是“你觉得”，想一想过去有没有哪些事情，能让你觉得她们把你当做朋友相处？",
        "label": ""
      },
      {
        "sentence": "当时你的感受又是怎么样的？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "现在回想起来，确实有过一些时刻，她们对我很友好，也相处得很开心。但随着时间的推移，我越来越感觉自己在她们心中渐渐被排除，变得不重要了。",
    "annotation": [
      {
        "sentence": "现在回想起来，确实有过一些时刻，她们对我很友好，也相处得很开心。",
        "label": ""
      },
      {
        "sentence": "但随着时间的推移，我越来越感觉自己在她们心中渐渐被排除，变得不重要了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在一件事件里，不同的人站在不同的角度，会看到不同的事物的面貌。也许你为她们去吃饭怎么没叫你而低落、伤心，可她们只是觉得去吃的菜系不合你胃口呢！也许，她们还觉得略显客气的你似乎不太亲近她们呢？所以，想要获得闺蜜一样的相处要怎么做呢？既然有上面这些问题存在，我想你可以试着多了解她们的话题、表达自己的想法，可以表达你对她的欣赏，因为没有人会不喜欢赞美。当然，我鼓励你可以更主动地与对方相处，在周末探一家店、约一场饭，也许会是不错的选择。",
    "annotation": [
      {
        "sentence": "在一件事件里，不同的人站在不同的角度，会看到不同的事物的面貌。",
        "label": ""
      },
      {
        "sentence": "也许你为她们去吃饭怎么没叫你而低落、伤心，可她们只是觉得去吃的菜系不合你胃口呢！",
        "label": ""
      },
      {
        "sentence": "也许，她们还觉得略显客气的你似乎不太亲近她们呢？",
        "label": ""
      },
      {
        "sentence": "所以，想要获得闺蜜一样的相处要怎么做呢？",
        "label": ""
      },
      {
        "sentence": "既然有上面这些问题存在，我想你可以试着多了解她们的话题、表达自己的想法，可以表达你对她的欣赏，因为没有人会不喜欢赞美。",
        "label": ""
      },
      {
        "sentence": "当然，我鼓励你可以更主动地与对方相处，在周末探一家店、约一场饭，也许会是不错的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着主动一些，多与她们交流，也表达自己的想法和欣赏。我明白了，获得闺蜜一样的相处需要主动出击，而不是只靠期待。感谢你的支持和理解！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着主动一些，多与她们交流，也表达自己的想法和欣赏。",
        "label": ""
      },
      {
        "sentence": "我明白了，获得闺蜜一样的相处需要主动出击，而不是只靠期待。",
        "label": ""
      },
      {
        "sentence": "感谢你的支持和理解！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得很对，主动出击是非常重要的。你已经很勇敢地面对了自己的困境，并且愿意尝试改变。我相信你一定能够找到属于你的闺蜜，与她们建立起真正的亲密关系。加油！如果有任何困难，记得随时和我交流。",
    "annotation": [
      {
        "sentence": "你说得很对，主动出击是非常重要的。",
        "label": ""
      },
      {
        "sentence": "你已经很勇敢地面对了自己的困境，并且愿意尝试改变。",
        "label": ""
      },
      {
        "sentence": "我相信你一定能够找到属于你的闺蜜，与她们建立起真正的亲密关系。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果有任何困难，记得随时和我交流。",
        "label": ""
      }
    ]
  }
]