[
  {
    "role": "client",
    "content": "您好，我有一个问题想请教。我不想过夫妻生活，想离婚，我想知道这是心理疾病还是正常现象？我是一个31岁的女性，我的丈夫40岁。我们是通过他人介绍结婚的，我们已经结婚6年，有一个5岁的儿子。我自己要上班，还要照顾孩子，而我的丈夫在外地工作，只在周末回家。主要的问题是我对我的丈夫已经没有感觉了，我不希望他回家，因为他回来了就会发生夫妻生活，我不想与他有身体接触。原因之一是他嘴臭，我讨厌接吻，同时在性生活时，他不会与我进行任何语言交流（当然，我也有点内向，对与他交流也没兴趣）。我感觉我们只是像动物一样满足生理需求。原因之二：在日常生活中，他只解决了基本的生理需求，对于其他事情不关心不问，让我感到非常失望。现在我想离婚，自己带孩子，但我担心经济上会有困难。但是如果不离婚，每次面对他都让我感到压抑和痛苦。同时，我希望他在外有了其他人，这样我就能有正当理由彻底离婚。请问这是我的心理有问题还是正常现象？谢谢您的解答。",
    "annotation": [
      {
        "sentence": "您好，我有一个问题想请教。",
        "label": ""
      },
      {
        "sentence": "我不想过夫妻生活，想离婚，我想知道这是心理疾病还是正常现象？",
        "label": ""
      },
      {
        "sentence": "我是一个31岁的女性，我的丈夫40岁。",
        "label": ""
      },
      {
        "sentence": "我们是通过他人介绍结婚的，我们已经结婚6年，有一个5岁的儿子。",
        "label": ""
      },
      {
        "sentence": "我自己要上班，还要照顾孩子，而我的丈夫在外地工作，只在周末回家。",
        "label": ""
      },
      {
        "sentence": "主要的问题是我对我的丈夫已经没有感觉了，我不希望他回家，因为他回来了就会发生夫妻生活，我不想与他有身体接触。",
        "label": ""
      },
      {
        "sentence": "原因之一是他嘴臭，我讨厌接吻，同时在性生活时，他不会与我进行任何语言交流（当然，我也有点内向，对与他交流也没兴趣）。",
        "label": ""
      },
      {
        "sentence": "我感觉我们只是像动物一样满足生理需求。",
        "label": ""
      },
      {
        "sentence": "原因之二：在日常生活中，他只解决了基本的生理需求，对于其他事情不关心不问，让我感到非常失望。",
        "label": ""
      },
      {
        "sentence": "现在我想离婚，自己带孩子，但我担心经济上会有困难。",
        "label": ""
      },
      {
        "sentence": "但是如果不离婚，每次面对他都让我感到压抑和痛苦。",
        "label": ""
      },
      {
        "sentence": "同时，我希望他在外有了其他人，这样我就能有正当理由彻底离婚。",
        "label": ""
      },
      {
        "sentence": "请问这是我的心理有问题还是正常现象？",
        "label": ""
      },
      {
        "sentence": "谢谢您的解答。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中可以看出几点问题：1. 夫妻生活不和谐；2. 丈夫没有履行家庭责任，不关心你的感受；3. 你想要离婚，开始怀疑自己是否正常。我先为你的困扰进行一点点分析和建议。1. 当家庭婚姻状况不好时，无论是性生活不和谐还是丈夫缺乏关心和照顾家庭的责任感，你感到难受，产生了离婚的想法。但同时你又不希望主动提出离婚这种想法其实是正常的，不一定是精神病或者其他的问题，只是说明你们的婚姻出现了问题。2. 建议你尝试与丈夫沟通，看看能否解决问题。你可以提出自己的想法，比如说减少或者停止性生活，希望丈夫能更多地关心孩子和家庭等等。先尝试解决这些问题，如果不能解决再考虑是否离婚，毕竟离婚对你来说也是一个相当重要的决定。",
    "annotation": [
      {
        "sentence": "从你的描述中可以看出几点问题：1. 夫妻生活不和谐；2. 丈夫没有履行家庭责任，不关心你的感受；3. 你想要离婚，开始怀疑自己是否正常。",
        "label": ""
      },
      {
        "sentence": "我先为你的困扰进行一点点分析和建议。",
        "label": ""
      },
      {
        "sentence": "1. 当家庭婚姻状况不好时，无论是性生活不和谐还是丈夫缺乏关心和照顾家庭的责任感，你感到难受，产生了离婚的想法。",
        "label": ""
      },
      {
        "sentence": "但同时你又不希望主动提出离婚这种想法其实是正常的，不一定是精神病或者其他的问题，只是说明你们的婚姻出现了问题。",
        "label": ""
      },
      {
        "sentence": "2. 建议你尝试与丈夫沟通，看看能否解决问题。",
        "label": ""
      },
      {
        "sentence": "你可以提出自己的想法，比如说减少或者停止性生活，希望丈夫能更多地关心孩子和家庭等等。",
        "label": ""
      },
      {
        "sentence": "先尝试解决这些问题，如果不能解决再考虑是否离婚，毕竟离婚对你来说也是一个相当重要的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的回复。我明白了，我会尝试与丈夫沟通，看看是否能够解决这些问题。但是，如果沟通无效，我该怎么办呢？离婚对经济和孩子的影响会很大，我有些担心。",
    "annotation": [
      {
        "sentence": "谢谢您的回复。",
        "label": ""
      },
      {
        "sentence": "我明白了，我会尝试与丈夫沟通，看看是否能够解决这些问题。",
        "label": ""
      },
      {
        "sentence": "但是，如果沟通无效，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "离婚对经济和孩子的影响会很大，我有些担心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果沟通无效，你可以考虑寻求其他解决方法。首先，你可以寻找家庭咨询师或心理治疗师，他们可以帮助你和你的丈夫一起解决问题。其次，你可以寻求法律咨询，了解离婚的各种情况和对经济以及孩子的影响。无论如何，记住你可以保护自己和孩子的利益，不要忽视自己的感受。",
    "annotation": [
      {
        "sentence": "如果沟通无效，你可以考虑寻求其他解决方法。",
        "label": ""
      },
      {
        "sentence": "首先，你可以寻找家庭咨询师或心理治疗师，他们可以帮助你和你的丈夫一起解决问题。",
        "label": ""
      },
      {
        "sentence": "其次，你可以寻求法律咨询，了解离婚的各种情况和对经济以及孩子的影响。",
        "label": ""
      },
      {
        "sentence": "无论如何，记住你可以保护自己和孩子的利益，不要忽视自己的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议。我会考虑寻求专业的帮助，并保护好自己和孩子的利益。不过，我还是有些担心，离婚后我一个人带孩子经济上是否能够独立。",
    "annotation": [
      {
        "sentence": "谢谢您的建议。",
        "label": ""
      },
      {
        "sentence": "我会考虑寻求专业的帮助，并保护好自己和孩子的利益。",
        "label": ""
      },
      {
        "sentence": "不过，我还是有些担心，离婚后我一个人带孩子经济上是否能够独立。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种担心是正常的。离婚后确实会对经济造成一定的影响。但是，你可以考虑一些解决方案，比如寻求经济援助或者寻找工作机会来增加收入。同时，也可以寻求亲朋好友的支持和帮助，他们也许能够提供一些经济上的支持和资源。",
    "annotation": [
      {
        "sentence": "这种担心是正常的。",
        "label": ""
      },
      {
        "sentence": "离婚后确实会对经济造成一定的影响。",
        "label": ""
      },
      {
        "sentence": "但是，你可以考虑一些解决方案，比如寻求经济援助或者寻找工作机会来增加收入。",
        "label": ""
      },
      {
        "sentence": "同时，也可以寻求亲朋好友的支持和帮助，他们也许能够提供一些经济上的支持和资源。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议。我会尽量寻找解决办法，保护好自己和孩子的利益。同时，我会考虑寻求亲朋好友的支持。感谢您的时间和帮助。",
    "annotation": [
      {
        "sentence": "谢谢您的建议。",
        "label": ""
      },
      {
        "sentence": "我会尽量寻找解决办法，保护好自己和孩子的利益。",
        "label": ""
      },
      {
        "sentence": "同时，我会考虑寻求亲朋好友的支持。",
        "label": ""
      },
      {
        "sentence": "感谢您的时间和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，能帮到你我感到很开心。记住，你在面对这些困难时不要独自承受，寻找支持是非常重要的。祝你好运，希望你能够找到解决问题的方法，度过困难时期。如果还有需要，随时来找我对话。",
    "annotation": [
      {
        "sentence": "不客气，能帮到你我感到很开心。",
        "label": ""
      },
      {
        "sentence": "记住，你在面对这些困难时不要独自承受，寻找支持是非常重要的。",
        "label": ""
      },
      {
        "sentence": "祝你好运，希望你能够找到解决问题的方法，度过困难时期。",
        "label": ""
      },
      {
        "sentence": "如果还有需要，随时来找我对话。",
        "label": ""
      }
    ]
  }
]