[
  {
    "role": "client",
    "content": "我想学习多看书，可是看不下去，怎么办，心静不下来？虽然是个菜鸟，但是有时候还是有一颗热爱学习的心。希望可以好好学习的。。每当想学习的时候，会心乱，看不下去。我该怎么做？",
    "annotation": [
      {
        "sentence": "我想学习多看书，可是看不下去，怎么办，心静不下来？",
        "label": ""
      },
      {
        "sentence": "虽然是个菜鸟，但是有时候还是有一颗热爱学习的心。",
        "label": ""
      },
      {
        "sentence": "希望可以好好学习的。。",
        "label": ""
      },
      {
        "sentence": "每当想学习的时候，会心乱，看不下去。",
        "label": ""
      },
      {
        "sentence": "我该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听我给你讲两个故事吧。第一个故事，是黄章晋老师讲的。他说在1980年代中越边境战争时，有些士兵在前线猫耳洞里待的时候，能把风油精的说明书背得滚瓜烂熟。那时候风油精的说明书上的字特别小，密密麻麻印了差不多2000字。还有人还背了皮肤病软膏的说明书，虽然只有400字左右，但是是倒着背的。这些人都是在无聊到极致的情况下才开始学习的。第二个故事，是我自己的经历。2008年，我坐火车从长春到武汉，坐了整整39个小时的绿皮车。那是我第一次坐这么长时间的火车，独自一人，性格内向，旁边也没有可以交流的人。当时手机功能也不如现在多样化，上网也不方便。因此，这39个小时真的很无聊。刚开始我还可以看看风景，睡一会儿觉，但到后来，变得越来越无聊。当时我只带了一本书，《心理学研究方法》。单看书名就知道这是一本很枯燥的书。然而，当我实在受不了的时候，我开始看这本书，竟然发现它并不那么无聊，我还能继续阅读下去。最后下火车的时候，我居然已经看完了好几章。从前我们的精神生活主要是面临着一个基本矛盾：日益增长的精神需求和稀缺的精神活动之间的矛盾。现在好了，一个手机就可以解决这个矛盾，打发时间的活动太多了。但是，这也给我们提供了启发，如果想要多看书、多学习的话，我们就要创造一个无聊的环境，一个会让我们产生学习欲望的环境。虽然方法有些极端，但效果相当不错。具体怎么做呢？非常简单。第一阶段：带上你要看的书，别带电脑和手机，去图书馆或其他适合学习的地方，少喝水，防止要上厕所，给自己定一个小目标：我，XXX，要在这里坐三个小时。这三个小时你可以不学习，没有关系，但记住：绝对不能做其他事情，就在那里坐着，硬着头皮坐着。不一会儿，你身上的抗拒无聊的本能就会让你开始学习了。第二阶段：这阶段你不需要去图书馆，也不必不带电脑和手机。无论何时，只要你想开始学习或工作，就运用【接下来一段时间我只做这一件事，即使不做这件事，我也要硬着头皮坐在这里不做别的事情】的原则，无需追求完美，只要你时刻牢记：绝对不能做其他事。根据经验，当你无聊发呆乱想一会儿后，又会重新回到学习状态。我们常常认为，心静下来了才能看书，但事实并非如此。这个方法会迫使你带着一颗极度浮躁的心开始学习，然后看着看着，心就静了下来。感兴趣的朋友可以试试看。",
    "annotation": [
      {
        "sentence": "听我给你讲两个故事吧。",
        "label": ""
      },
      {
        "sentence": "第一个故事，是黄章晋老师讲的。",
        "label": ""
      },
      {
        "sentence": "他说在1980年代中越边境战争时，有些士兵在前线猫耳洞里待的时候，能把风油精的说明书背得滚瓜烂熟。",
        "label": ""
      },
      {
        "sentence": "那时候风油精的说明书上的字特别小，密密麻麻印了差不多2000字。",
        "label": ""
      },
      {
        "sentence": "还有人还背了皮肤病软膏的说明书，虽然只有400字左右，但是是倒着背的。",
        "label": ""
      },
      {
        "sentence": "这些人都是在无聊到极致的情况下才开始学习的。",
        "label": ""
      },
      {
        "sentence": "第二个故事，是我自己的经历。",
        "label": ""
      },
      {
        "sentence": "2008年，我坐火车从长春到武汉，坐了整整39个小时的绿皮车。",
        "label": ""
      },
      {
        "sentence": "那是我第一次坐这么长时间的火车，独自一人，性格内向，旁边也没有可以交流的人。",
        "label": ""
      },
      {
        "sentence": "当时手机功能也不如现在多样化，上网也不方便。",
        "label": ""
      },
      {
        "sentence": "因此，这39个小时真的很无聊。",
        "label": ""
      },
      {
        "sentence": "刚开始我还可以看看风景，睡一会儿觉，但到后来，变得越来越无聊。",
        "label": ""
      },
      {
        "sentence": "当时我只带了一本书，《心理学研究方法》。",
        "label": ""
      },
      {
        "sentence": "单看书名就知道这是一本很枯燥的书。",
        "label": ""
      },
      {
        "sentence": "然而，当我实在受不了的时候，我开始看这本书，竟然发现它并不那么无聊，我还能继续阅读下去。",
        "label": ""
      },
      {
        "sentence": "最后下火车的时候，我居然已经看完了好几章。",
        "label": ""
      },
      {
        "sentence": "从前我们的精神生活主要是面临着一个基本矛盾：日益增长的精神需求和稀缺的精神活动之间的矛盾。",
        "label": ""
      },
      {
        "sentence": "现在好了，一个手机就可以解决这个矛盾，打发时间的活动太多了。",
        "label": ""
      },
      {
        "sentence": "但是，这也给我们提供了启发，如果想要多看书、多学习的话，我们就要创造一个无聊的环境，一个会让我们产生学习欲望的环境。",
        "label": ""
      },
      {
        "sentence": "虽然方法有些极端，但效果相当不错。",
        "label": ""
      },
      {
        "sentence": "具体怎么做呢？",
        "label": ""
      },
      {
        "sentence": "非常简单。",
        "label": ""
      },
      {
        "sentence": "第一阶段：带上你要看的书，别带电脑和手机，去图书馆或其他适合学习的地方，少喝水，防止要上厕所，给自己定一个小目标：我，XXX，要在这里坐三个小时。",
        "label": ""
      },
      {
        "sentence": "这三个小时你可以不学习，没有关系，但记住：绝对不能做其他事情，就在那里坐着，硬着头皮坐着。",
        "label": ""
      },
      {
        "sentence": "不一会儿，你身上的抗拒无聊的本能就会让你开始学习了。",
        "label": ""
      },
      {
        "sentence": "第二阶段：这阶段你不需要去图书馆，也不必不带电脑和手机。",
        "label": ""
      },
      {
        "sentence": "无论何时，只要你想开始学习或工作，就运用【接下来一段时间我只做这一件事，即使不做这件事，我也要硬着头皮坐在这里不做别的事情】的原则，无需追求完美，只要你时刻牢记：绝对不能做其他事。",
        "label": ""
      },
      {
        "sentence": "根据经验，当你无聊发呆乱想一会儿后，又会重新回到学习状态。",
        "label": ""
      },
      {
        "sentence": "我们常常认为，心静下来了才能看书，但事实并非如此。",
        "label": ""
      },
      {
        "sentence": "这个方法会迫使你带着一颗极度浮躁的心开始学习，然后看着看着，心就静了下来。",
        "label": ""
      },
      {
        "sentence": "感兴趣的朋友可以试试看。",
        "label": ""
      }
    ]
  }
]