[
  {
    "role": "client",
    "content": "我是一个26岁的女生，最近在纠结要选择在大城市还是小城市工作生活。我已经在一线城市生活了四年了，而且我也拿到了一线城市的户口，父母也打算帮我买房。但是最近由于疫情的原因，我找了一份工作，但只工作了不到两个月就辞职了。我觉得自己特别累，或许是因为生活在大城市的压力太大了。我也不确定自己能否一直保持在大城市生存的能力。而且随着年龄的增长，我也开始考虑结婚和生子的问题。这必然会对我的职业发展产生一定的影响。我真的很迷茫，不知道是选择回老家生活，这样会更加稳定，但事业发展会受到限制，还是继续在大城市奋斗。求助者正对这个问题特别纠结，希望得到支持者的帮助。",
    "annotation": [
      {
        "sentence": "我是一个26岁的女生，最近在纠结要选择在大城市还是小城市工作生活。",
        "label": ""
      },
      {
        "sentence": "我已经在一线城市生活了四年了，而且我也拿到了一线城市的户口，父母也打算帮我买房。",
        "label": ""
      },
      {
        "sentence": "但是最近由于疫情的原因，我找了一份工作，但只工作了不到两个月就辞职了。",
        "label": ""
      },
      {
        "sentence": "我觉得自己特别累，或许是因为生活在大城市的压力太大了。",
        "label": ""
      },
      {
        "sentence": "我也不确定自己能否一直保持在大城市生存的能力。",
        "label": ""
      },
      {
        "sentence": "而且随着年龄的增长，我也开始考虑结婚和生子的问题。",
        "label": ""
      },
      {
        "sentence": "这必然会对我的职业发展产生一定的影响。",
        "label": ""
      },
      {
        "sentence": "我真的很迷茫，不知道是选择回老家生活，这样会更加稳定，但事业发展会受到限制，还是继续在大城市奋斗。",
        "label": ""
      },
      {
        "sentence": "求助者正对这个问题特别纠结，希望得到支持者的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到的在大城市生活还是小城市生活的问题，每个人的情况是不一样的，所以很难给出一个准确的答案。但是可以肯定的是在大城市生活确实比较困难，物价和房价都很高，哪怕再努力奋斗也很难在当地立足。特别是像北京、上海、深圳这样的地方，压力太大。那你现在应该如何做呢？最好的办法是“大城市奋斗，小城市安家”。我有个朋友就是这样做的。他在北京打拼了几年，认识了女友，两个人一起努力赚了不少钱，后来在安徽老家这边买了套房子，休假的时候就在那里住，工作的时候又回到北京，在那边租了套小房子，过着朝九晚五的生活。他们的计划是这样的，年轻的时候多奋斗，赚点钱，等到四五十岁时离开北京回到老家，住自己的房子，同时找点休闲的工作做着，一直干到退休年纪就好，趁年轻的时候多奋斗。虽然看起来奋斗会比较辛苦，但是毕竟在自己老家买了房子，即使过得再不顺利，回到家住一段时间也没问题。这个策略可以给你一些启示，无论是在大城市还是小城市，你可以根据自己的情况做一些权衡。有时候不要太局限，不要觉得在大城市工作就必须也在大城市生活，可以根据情况适当调整自己的生活方式，最主要的是未来要有好的规划和打算。",
    "annotation": [
      {
        "sentence": "你提到的在大城市生活还是小城市生活的问题，每个人的情况是不一样的，所以很难给出一个准确的答案。",
        "label": ""
      },
      {
        "sentence": "但是可以肯定的是在大城市生活确实比较困难，物价和房价都很高，哪怕再努力奋斗也很难在当地立足。",
        "label": ""
      },
      {
        "sentence": "特别是像北京、上海、深圳这样的地方，压力太大。",
        "label": ""
      },
      {
        "sentence": "那你现在应该如何做呢？",
        "label": ""
      },
      {
        "sentence": "最好的办法是“大城市奋斗，小城市安家”。",
        "label": ""
      },
      {
        "sentence": "我有个朋友就是这样做的。",
        "label": ""
      },
      {
        "sentence": "他在北京打拼了几年，认识了女友，两个人一起努力赚了不少钱，后来在安徽老家这边买了套房子，休假的时候就在那里住，工作的时候又回到北京，在那边租了套小房子，过着朝九晚五的生活。",
        "label": ""
      },
      {
        "sentence": "他们的计划是这样的，年轻的时候多奋斗，赚点钱，等到四五十岁时离开北京回到老家，住自己的房子，同时找点休闲的工作做着，一直干到退休年纪就好，趁年轻的时候多奋斗。",
        "label": ""
      },
      {
        "sentence": "虽然看起来奋斗会比较辛苦，但是毕竟在自己老家买了房子，即使过得再不顺利，回到家住一段时间也没问题。",
        "label": ""
      },
      {
        "sentence": "这个策略可以给你一些启示，无论是在大城市还是小城市，你可以根据自己的情况做一些权衡。",
        "label": ""
      },
      {
        "sentence": "有时候不要太局限，不要觉得在大城市工作就必须也在大城市生活，可以根据情况适当调整自己的生活方式，最主要的是未来要有好的规划和打算。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了。确实每个人的情况不同，没有一个固定的答案。你朋友的经历给了我一些启发，我也可以在大城市奋斗一段时间，赚些钱，然后回到老家购置自己的房子，再找一个轻松一些的工作。这样既能享受大城市的发展机会，又能在老家安享生活。对我来说，这个计划听起来很合理。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "确实每个人的情况不同，没有一个固定的答案。",
        "label": ""
      },
      {
        "sentence": "你朋友的经历给了我一些启发，我也可以在大城市奋斗一段时间，赚些钱，然后回到老家购置自己的房子，再找一个轻松一些的工作。",
        "label": ""
      },
      {
        "sentence": "这样既能享受大城市的发展机会，又能在老家安享生活。",
        "label": ""
      },
      {
        "sentence": "对我来说，这个计划听起来很合理。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你的理解很到位。对于你来说，这个计划确实是个很好的解决方案。在大城市奋斗一段时间不仅可以积累经验和财富，也能享受到更多的机遇和挑战。而回到老家后，你已经有了自己的房子，可以选择一个更轻松的工作，享受生活的稳定和归属感。这样的规划可以让你在事业和生活方面都得到平衡和满足。",
    "annotation": [
      {
        "sentence": "是的，你的理解很到位。",
        "label": ""
      },
      {
        "sentence": "对于你来说，这个计划确实是个很好的解决方案。",
        "label": ""
      },
      {
        "sentence": "在大城市奋斗一段时间不仅可以积累经验和财富，也能享受到更多的机遇和挑战。",
        "label": ""
      },
      {
        "sentence": "而回到老家后，你已经有了自己的房子，可以选择一个更轻松的工作，享受生活的稳定和归属感。",
        "label": ""
      },
      {
        "sentence": "这样的规划可以让你在事业和生活方面都得到平衡和满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我对未来感到更有信心了。我会好好计划自己的职业发展，为了理想和未来的生活努力奋斗。回老家是个不错的选择，我也可以在那里有更好的生活质量。谢谢你的支持和建议，我现在有了更明确的方向。",
    "annotation": [
      {
        "sentence": "听你这么说，我对未来感到更有信心了。",
        "label": ""
      },
      {
        "sentence": "我会好好计划自己的职业发展，为了理想和未来的生活努力奋斗。",
        "label": ""
      },
      {
        "sentence": "回老家是个不错的选择，我也可以在那里有更好的生活质量。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议，我现在有了更明确的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你，你的积极态度和决心很值得鼓励。无论你选择在大城市奋斗还是回老家安居，都要相信自己的能力和决策。相信你在未来一定能够找到适合自己的生活方式，实现自己的理想和幸福。",
    "annotation": [
      {
        "sentence": "很高兴能帮到你，你的积极态度和决心很值得鼓励。",
        "label": ""
      },
      {
        "sentence": "无论你选择在大城市奋斗还是回老家安居，都要相信自己的能力和决策。",
        "label": ""
      },
      {
        "sentence": "相信你在未来一定能够找到适合自己的生活方式，实现自己的理想和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的信任和鼓励，我一定会坚持下去。有这样的支持者和朋友，我感到很幸运。以后有什么困惑我还会来找你聊聊。谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的信任和鼓励，我一定会坚持下去。",
        "label": ""
      },
      {
        "sentence": "有这样的支持者和朋友，我感到很幸运。",
        "label": ""
      },
      {
        "sentence": "以后有什么困惑我还会来找你聊聊。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我随时欢迎你来找我交流。无论何时何地，你都可以依靠我。希望你未来的人生充满成功和快乐！祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我随时欢迎你来找我交流。",
        "label": ""
      },
      {
        "sentence": "无论何时何地，你都可以依靠我。",
        "label": ""
      },
      {
        "sentence": "希望你未来的人生充满成功和快乐！",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]