[
  {
    "role": "client",
    "content": "我没有什么东西属于自己，生活的意义是什么？感觉自己很冷漠，没有什么事情真的值得上心，我现在所做的一切，不过是在按照别人的想法来，是他们所希望的，对于我的家人，很多事情我真正的想法我不敢表露出来，我知道家长们或是大人他们喜欢怎样的孩子，我怕我表现出真正的自己，他们表情中全是不可思议、震惊、失望。我就没有什么东西属于自己，这条命也是一样，每次自杀都下不去狠手，还是放不下，我要是真的over了，其实也没有什么吧，一周、两周、一个月，他们总归是会忘了我，我又不是他们唯一的选择。我和任何人都发展不出什么深厚感情，我不相信任何人，即使是我的父母，我有时也会揣测他们的用意，即使有人帮了我，我其实也会在心里面揣测他的用意，而且我也不想有人靠近我，到了最后总归是互相辜负、互相背叛和互相伤害，都是为了自己。感觉还是很茫然，生活又很无趣，半死不活的，所以存在于这个世界的意义到底是什么。",
    "annotation": [
      {
        "sentence": "我没有什么东西属于自己，生活的意义是什么？",
        "label": ""
      },
      {
        "sentence": "感觉自己很冷漠，没有什么事情真的值得上心，我现在所做的一切，不过是在按照别人的想法来，是他们所希望的，对于我的家人，很多事情我真正的想法我不敢表露出来，我知道家长们或是大人他们喜欢怎样的孩子，我怕我表现出真正的自己，他们表情中全是不可思议、震惊、失望。",
        "label": ""
      },
      {
        "sentence": "我就没有什么东西属于自己，这条命也是一样，每次自杀都下不去狠手，还是放不下，我要是真的over了，其实也没有什么吧，一周、两周、一个月，他们总归是会忘了我，我又不是他们唯一的选择。",
        "label": ""
      },
      {
        "sentence": "我和任何人都发展不出什么深厚感情，我不相信任何人，即使是我的父母，我有时也会揣测他们的用意，即使有人帮了我，我其实也会在心里面揣测他的用意，而且我也不想有人靠近我，到了最后总归是互相辜负、互相背叛和互相伤害，都是为了自己。",
        "label": ""
      },
      {
        "sentence": "感觉还是很茫然，生活又很无趣，半死不活的，所以存在于这个世界的意义到底是什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你这么冷静的诉说自己的困境，好像讲的不是自己一样，这真的是被伤害的太重了！️️说再多安慰你的话，对你来说都是解决不了问题，因为这是很久远的痛苦、孤独、压抑、无力种种问题重重积累而成。你需要的是真正关心爱护你的人，无条件接纳你，理解你，用爱温暖你，直到你的问题被爱抚平，才能够感受到爱、美好，学会接纳别人，爱别人。可你身边的人看不到，不能理解。",
    "annotation": [
      {
        "sentence": "看到你这么冷静的诉说自己的困境，好像讲的不是自己一样，这真的是被伤害的太重了！",
        "label": ""
      },
      {
        "sentence": "️️说再多安慰你的话，对你来说都是解决不了问题，因为这是很久远的痛苦、孤独、压抑、无力种种问题重重积累而成。",
        "label": ""
      },
      {
        "sentence": "你需要的是真正关心爱护你的人，无条件接纳你，理解你，用爱温暖你，直到你的问题被爱抚平，才能够感受到爱、美好，学会接纳别人，爱别人。",
        "label": ""
      },
      {
        "sentence": "可你身边的人看不到，不能理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我感觉自己一直被压抑着，无法找到真正的自我。",
    "annotation": [
      {
        "sentence": "是啊，我感觉自己一直被压抑着，无法找到真正的自我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我在网上看到一段话，和你的描述非常接近：当身边没有人可以倾诉，人们习惯性地把大量负面情绪“吞”进肚子里，无力消化，又不敢对外攻击，于是全部转化为对自己的攻击---自卑、嫌弃、无价值感，对什么都不感兴趣，做什么都觉得没意义，严重者还会影响工作、学习、生活和社交，甚至产生自杀的冲动。这是对抑郁人群的描写。",
    "annotation": [
      {
        "sentence": "我在网上看到一段话，和你的描述非常接近：当身边没有人可以倾诉，人们习惯性地把大量负面情绪“吞”进肚子里，无力消化，又不敢对外攻击，于是全部转化为对自己的攻击---自卑、嫌弃、无价值感，对什么都不感兴趣，做什么都觉得没意义，严重者还会影响工作、学习、生活和社交，甚至产生自杀的冲动。",
        "label": ""
      },
      {
        "sentence": "这是对抑郁人群的描写。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的好像很贴切，我确实感受到了这些负面情绪。",
    "annotation": [
      {
        "sentence": "你说的好像很贴切，我确实感受到了这些负面情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不妨去做一下心理咨询吧，好的咨询师能够体会到你的痛苦和困惑，和你共情，能够引导你察觉你的问题所在，并引导你找到走出困境的方法，让你重新焕发生命的活力！一定要选择正规机构，找到适合你的咨询师。",
    "annotation": [
      {
        "sentence": "不妨去做一下心理咨询吧，好的咨询师能够体会到你的痛苦和困惑，和你共情，能够引导你察觉你的问题所在，并引导你找到走出困境的方法，让你重新焕发生命的活力！",
        "label": ""
      },
      {
        "sentence": "一定要选择正规机构，找到适合你的咨询师。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "也许你说的对，我确实需要专业的帮助来解决我的问题。",
    "annotation": [
      {
        "sentence": "也许你说的对，我确实需要专业的帮助来解决我的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "相信你只是暂时迷茫，通过外界的帮助，你可以拨开云雾，找到生命的正确方向。",
    "annotation": [
      {
        "sentence": "相信你只是暂时迷茫，通过外界的帮助，你可以拨开云雾，找到生命的正确方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽快去咨询心理辅导的，希望能够度过这个困难的时期。",
    "annotation": [
      {
        "sentence": "我会尽快去咨询心理辅导的，希望能够度过这个困难的时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好。记住，你并不孤单，有人关心你。我们相信你能够战胜困难，重新找到生活的意义和活力！",
    "annotation": [
      {
        "sentence": "非常好。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有人关心你。",
        "label": ""
      },
      {
        "sentence": "我们相信你能够战胜困难，重新找到生活的意义和活力！",
        "label": ""
      }
    ]
  }
]