[
  {
    "role": "client",
    "content": "我13岁辍学今年16，黑暗生活没有终结，我真的好累。本人女生，现在16岁，13岁那年辍学了，初一没上完。当我踏出学校的那一步开始，我的人生开始发生了翻天覆地的变化。出去打工没有人要，爸爸把我送去亲戚家的宾馆里帮忙打扫房间，说是帮忙，实际上就是让我一个人在忙，他们一家人在大厅玩手机看电视，把我当狗一样使唤。这样黑暗的日子我熬了两年，最后因为被他们家用开水泼到我的身上进了医院为这场两年的黑暗生活画上了句号。本以为日子会好过点，但是回到我爸身边并没有改变什么，我爸贷款也开了一家宾馆，然后从小家暴我到大的哥哥也从外地回来了，还是老样子，看我不顺眼就打骂我，我爸从来不管，就只当是小孩子之间的小打小闹而已。今天我来生理期了，肚子疼的要死要活的，开了9间房间，我咬牙弄了6间，实在是没有力气去打扫了，疼的全身无力发抖冒冷汗，然后我就去大厅趴了一会，我哥从楼上下来问我为什么没打扫完就在这里坐着，我如实跟他说了，他就开始骂我，然后踢了我肚子一脚，我真的好想死。",
    "annotation": [
      {
        "sentence": "我13岁辍学今年16，黑暗生活没有终结，我真的好累。",
        "label": ""
      },
      {
        "sentence": "本人女生，现在16岁，13岁那年辍学了，初一没上完。",
        "label": ""
      },
      {
        "sentence": "当我踏出学校的那一步开始，我的人生开始发生了翻天覆地的变化。",
        "label": ""
      },
      {
        "sentence": "出去打工没有人要，爸爸把我送去亲戚家的宾馆里帮忙打扫房间，说是帮忙，实际上就是让我一个人在忙，他们一家人在大厅玩手机看电视，把我当狗一样使唤。",
        "label": ""
      },
      {
        "sentence": "这样黑暗的日子我熬了两年，最后因为被他们家用开水泼到我的身上进了医院为这场两年的黑暗生活画上了句号。",
        "label": ""
      },
      {
        "sentence": "本以为日子会好过点，但是回到我爸身边并没有改变什么，我爸贷款也开了一家宾馆，然后从小家暴我到大的哥哥也从外地回来了，还是老样子，看我不顺眼就打骂我，我爸从来不管，就只当是小孩子之间的小打小闹而已。",
        "label": ""
      },
      {
        "sentence": "今天我来生理期了，肚子疼的要死要活的，开了9间房间，我咬牙弄了6间，实在是没有力气去打扫了，疼的全身无力发抖冒冷汗，然后我就去大厅趴了一会，我哥从楼上下来问我为什么没打扫完就在这里坐着，我如实跟他说了，他就开始骂我，然后踢了我肚子一脚，我真的好想死。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的经历让人心痛，能告诉我是什么原因导致你辍学的吗？如果方便的话，可以详细说说看。",
    "annotation": [
      {
        "sentence": "你的经历让人心痛，能告诉我是什么原因导致你辍学的吗？",
        "label": ""
      },
      {
        "sentence": "如果方便的话，可以详细说说看。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我辍学是因为家庭经济困难，父亲为了还债只能让我辍学去打工。",
    "annotation": [
      {
        "sentence": "其实我辍学是因为家庭经济困难，父亲为了还债只能让我辍学去打工。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "辍学的决定可能给你带来了很大的压力和困扰。你说出去打工没有人要，这么小的年纪更不容易找到合适的工作机会，而且根据当地规章制度，也不允许招这么小的工人。这样的情况让你感到很无助吧。",
    "annotation": [
      {
        "sentence": "辍学的决定可能给你带来了很大的压力和困扰。",
        "label": ""
      },
      {
        "sentence": "你说出去打工没有人要，这么小的年纪更不容易找到合适的工作机会，而且根据当地规章制度，也不允许招这么小的工人。",
        "label": ""
      },
      {
        "sentence": "这样的情况让你感到很无助吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感到很失落和无助，好像找不到任何出路。",
    "annotation": [
      {
        "sentence": "是的，我感到很失落和无助，好像找不到任何出路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "爸爸把你送去亲戚家的宾馆打扫房间，但他们却不太关心你的感受，这让你觉得自己被当作佣人一样。你对这种对待的感受是怎样的呢？你认为爸爸为什么会这样对待你呢？",
    "annotation": [
      {
        "sentence": "爸爸把你送去亲戚家的宾馆打扫房间，但他们却不太关心你的感受，这让你觉得自己被当作佣人一样。",
        "label": ""
      },
      {
        "sentence": "你对这种对待的感受是怎样的呢？",
        "label": ""
      },
      {
        "sentence": "你认为爸爸为什么会这样对待你呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我感觉自己在他心里就像一个佣人，他们只是利用我来帮忙。我猜可能是因为爸爸觉得我没有继续上学的必要，只要能干活就行了。",
    "annotation": [
      {
        "sentence": "我感觉自己在他心里就像一个佣人，他们只是利用我来帮忙。",
        "label": ""
      },
      {
        "sentence": "我猜可能是因为爸爸觉得我没有继续上学的必要，只要能干活就行了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你还提到了哥哥从小家暴你到大，而爸爸却从不管，对你们的争执只当做小打小闹。这种家庭环境一定对你的心理产生了很大的影响。你觉得哥哥为什么会对你这样呢？为什么爸爸没有更多的介入？",
    "annotation": [
      {
        "sentence": "你还提到了哥哥从小家暴你到大，而爸爸却从不管，对你们的争执只当做小打小闹。",
        "label": ""
      },
      {
        "sentence": "这种家庭环境一定对你的心理产生了很大的影响。",
        "label": ""
      },
      {
        "sentence": "你觉得哥哥为什么会对你这样呢？",
        "label": ""
      },
      {
        "sentence": "为什么爸爸没有更多的介入？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我感觉哥哥可能也是受到了家庭环境的影响，所以对我产生了暴力倾向。而爸爸可能觉得我们只是小孩子之间的打闹，并没有认真对待这样的问题。",
    "annotation": [
      {
        "sentence": "我感觉哥哥可能也是受到了家庭环境的影响，所以对我产生了暴力倾向。",
        "label": ""
      },
      {
        "sentence": "而爸爸可能觉得我们只是小孩子之间的打闹，并没有认真对待这样的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你这样说，我能理解你对家庭环境的不满和痛苦。但是，请你记住，这并不是你的错，你不应该自责和背负过多的责任。另外，你说今天来生理期了，身体不舒服，完全没有力气去打扫房间。这种身体的不适是很正常的，即使你没打扫完也没关系。你自己的身体健康是最重要的，不要硬撑自己。",
    "annotation": [
      {
        "sentence": "听到你这样说，我能理解你对家庭环境的不满和痛苦。",
        "label": ""
      },
      {
        "sentence": "但是，请你记住，这并不是你的错，你不应该自责和背负过多的责任。",
        "label": ""
      },
      {
        "sentence": "另外，你说今天来生理期了，身体不舒服，完全没有力气去打扫房间。",
        "label": ""
      },
      {
        "sentence": "这种身体的不适是很正常的，即使你没打扫完也没关系。",
        "label": ""
      },
      {
        "sentence": "你自己的身体健康是最重要的，不要硬撑自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道身体健康重要，但是每次遇到这样的事情，我都感到很无助和绝望，想要结束生命。",
    "annotation": [
      {
        "sentence": "我知道身体健康重要，但是每次遇到这样的事情，我都感到很无助和绝望，想要结束生命。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在有这样的想法，但请相信，生活中依然存在着希望和支持。当你感到极度绝望时，请记住，你可以选择自救。你已经在这里向我求助了，这本身就是一种自救。另外，你可以拨打自救电话热线，寻求更专业的帮助。还可以尝试向朋友倾诉，他们的关心和安慰也许能够帮助你平静下来。人生中常常会迷失，但失意不会永远存在，愿你的失意也将成为往日的故事。请记住，你并不孤单，还有人愿意帮助你渡过难关。",
    "annotation": [
      {
        "sentence": "我理解你现在有这样的想法，但请相信，生活中依然存在着希望和支持。",
        "label": ""
      },
      {
        "sentence": "当你感到极度绝望时，请记住，你可以选择自救。",
        "label": ""
      },
      {
        "sentence": "你已经在这里向我求助了，这本身就是一种自救。",
        "label": ""
      },
      {
        "sentence": "另外，你可以拨打自救电话热线，寻求更专业的帮助。",
        "label": ""
      },
      {
        "sentence": "还可以尝试向朋友倾诉，他们的关心和安慰也许能够帮助你平静下来。",
        "label": ""
      },
      {
        "sentence": "人生中常常会迷失，但失意不会永远存在，愿你的失意也将成为往日的故事。",
        "label": ""
      },
      {
        "sentence": "请记住，你并不孤单，还有人愿意帮助你渡过难关。",
        "label": ""
      }
    ]
  }
]