[
  {
    "role": "client",
    "content": "为啥小时候越懂事的孩子，长大之后越容易有心理问题？",
    "annotation": [
      {
        "sentence": "为啥小时候越懂事的孩子，长大之后越容易有心理问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "懂事的孩子往往被大人们表扬，认为他们听话、乖巧，甚至有的孩子超乎寻常地懂事，能理解父母的不容易，能善于委屈自己取悦别人。孩子为了得到父母的期待和认可，会更加努力变得更加听话和懂事，这样形成一个“良性”循环。但是，在懂事的背后，孩子压抑了自己真正内心的需求，发展出了正常孩子没有的敏感性，这是以牺牲自我为代价的。",
    "annotation": [
      {
        "sentence": "懂事的孩子往往被大人们表扬，认为他们听话、乖巧，甚至有的孩子超乎寻常地懂事，能理解父母的不容易，能善于委屈自己取悦别人。",
        "label": ""
      },
      {
        "sentence": "孩子为了得到父母的期待和认可，会更加努力变得更加听话和懂事，这样形成一个“良性”循环。",
        "label": ""
      },
      {
        "sentence": "但是，在懂事的背后，孩子压抑了自己真正内心的需求，发展出了正常孩子没有的敏感性，这是以牺牲自我为代价的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我小时候就是这种超级懂事的孩子，所有人都觉得我很省心，现在我都大四了，几天前确诊为重度抑郁。我真的很痛苦，因为我一直觉得自己做得很好，却怎么也想不明白为什么会得抑郁症。",
    "annotation": [
      {
        "sentence": "我小时候就是这种超级懂事的孩子，所有人都觉得我很省心，现在我都大四了，几天前确诊为重度抑郁。",
        "label": ""
      },
      {
        "sentence": "我真的很痛苦，因为我一直觉得自己做得很好，却怎么也想不明白为什么会得抑郁症。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种成长方式会让孩子的心理发展水平滞后，而无法健康地发展。外表看起来一直都优秀、懂事、乐观，其实内心至始至终都渴望当“孩子”，能被无条件的爱，无条件的接纳，即便自己不像以前那样听话、懂事，即便自己也有不良的想法和行为，也值得被爱和接纳。你要知道，这种成长方式后面有一定的代价，并不是你做得不够好，而是你的内心需要长期的真实性和自由表达。",
    "annotation": [
      {
        "sentence": "这种成长方式会让孩子的心理发展水平滞后，而无法健康地发展。",
        "label": ""
      },
      {
        "sentence": "外表看起来一直都优秀、懂事、乐观，其实内心至始至终都渴望当“孩子”，能被无条件的爱，无条件的接纳，即便自己不像以前那样听话、懂事，即便自己也有不良的想法和行为，也值得被爱和接纳。",
        "label": ""
      },
      {
        "sentence": "你要知道，这种成长方式后面有一定的代价，并不是你做得不够好，而是你的内心需要长期的真实性和自由表达。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "真的希望这些问题不会对我的生活和工作造成太大影响。",
    "annotation": [
      {
        "sentence": "真的希望这些问题不会对我的生活和工作造成太大影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的担心和困惑，现在最重要的是遵从医嘱，接受药物治疗和心理治疗，准确识别并且处理掉影响你的内在情感，进一步减轻心理问题的影响。我建议你找一个精神分析学派的心理咨询师，在诊疗过程中寻求更好的支持，同时也不要忘记，不用那么乖，你也值得被爱。",
    "annotation": [
      {
        "sentence": "我明白你的担心和困惑，现在最重要的是遵从医嘱，接受药物治疗和心理治疗，准确识别并且处理掉影响你的内在情感，进一步减轻心理问题的影响。",
        "label": ""
      },
      {
        "sentence": "我建议你找一个精神分析学派的心理咨询师，在诊疗过程中寻求更好的支持，同时也不要忘记，不用那么乖，你也值得被爱。",
        "label": ""
      }
    ]
  }
]