[
  {
    "role": "client",
    "content": "我自己没有得到足够的爱，怎么输出给孩子？由于疫情，孩子不去幼儿园，我怎么觉得天天和孩子在一起，都要烦死了。他让我帮他干什么我都很烦，越烦他越让我帮他做什么不做就开始闹腾。我想让他上幼儿园去，好分开缓缓，他也不去，说永远都不想去了。他老是让我去帮他做他能做到的事情，我就不想做。那天他拿玩具出去非要我帮他拿回去，我就是不想拿。他闹了又让我帮他拼玩具，我就是不想，然后就又开始哭闹。我就特别烦躁。其实也不是非要他去幼儿园，只是我想一个人待一待和他保持点距离。朝他发了火训了他一顿之后又很自责，感觉自己对孩子特别不对，但下次还是控制不住，总是重复这样。觉得是不是把自己和父母的模式重现到了我和孩子身上，感觉很无力也理不清楚是哪的问题，有哪位大咖帮忙理理，感谢。",
    "annotation": [
      {
        "sentence": "我自己没有得到足够的爱，怎么输出给孩子？",
        "label": ""
      },
      {
        "sentence": "由于疫情，孩子不去幼儿园，我怎么觉得天天和孩子在一起，都要烦死了。",
        "label": ""
      },
      {
        "sentence": "他让我帮他干什么我都很烦，越烦他越让我帮他做什么不做就开始闹腾。",
        "label": ""
      },
      {
        "sentence": "我想让他上幼儿园去，好分开缓缓，他也不去，说永远都不想去了。",
        "label": ""
      },
      {
        "sentence": "他老是让我去帮他做他能做到的事情，我就不想做。",
        "label": ""
      },
      {
        "sentence": "那天他拿玩具出去非要我帮他拿回去，我就是不想拿。",
        "label": ""
      },
      {
        "sentence": "他闹了又让我帮他拼玩具，我就是不想，然后就又开始哭闹。",
        "label": ""
      },
      {
        "sentence": "我就特别烦躁。",
        "label": ""
      },
      {
        "sentence": "其实也不是非要他去幼儿园，只是我想一个人待一待和他保持点距离。",
        "label": ""
      },
      {
        "sentence": "朝他发了火训了他一顿之后又很自责，感觉自己对孩子特别不对，但下次还是控制不住，总是重复这样。",
        "label": ""
      },
      {
        "sentence": "觉得是不是把自己和父母的模式重现到了我和孩子身上，感觉很无力也理不清楚是哪的问题，有哪位大咖帮忙理理，感谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以理解你的困惑和焦虑，作为一个母亲，你确实需要自己的时间和空间来调整情绪。我建议你先和孩子分开一段时间，不必是一整天，可以是几个小时，这段时间是属于你自己的时间，你可以做些自己喜欢的事情、调整情绪、补充能量。妈妈调整好了，孩子才能感受到你的稳定和爱。另外，可以多学习一些育儿知识，给孩子建立一些规则。比如关于幼儿园的问题，你可以跟孩子坚定地说，他要去幼儿园，因为小朋友都要去幼儿园，可以在幼儿园交朋友、学知识等。不需要让他选择是否去幼儿园，这个决定权应该由你来决定。当然，在做决定之前你也要考虑清楚是否真的要送他去幼儿园。作为一个幼儿园孩子的妈妈，我知道孩子这个阶段比较粘人，但是你要告诉自己，孩子终究会长大，会离开我们。虽然他现在需要我们全天候的照顾，但这个阶段很快就会过去了。",
    "annotation": [
      {
        "sentence": "可以理解你的困惑和焦虑，作为一个母亲，你确实需要自己的时间和空间来调整情绪。",
        "label": ""
      },
      {
        "sentence": "我建议你先和孩子分开一段时间，不必是一整天，可以是几个小时，这段时间是属于你自己的时间，你可以做些自己喜欢的事情、调整情绪、补充能量。",
        "label": ""
      },
      {
        "sentence": "妈妈调整好了，孩子才能感受到你的稳定和爱。",
        "label": ""
      },
      {
        "sentence": "另外，可以多学习一些育儿知识，给孩子建立一些规则。",
        "label": ""
      },
      {
        "sentence": "比如关于幼儿园的问题，你可以跟孩子坚定地说，他要去幼儿园，因为小朋友都要去幼儿园，可以在幼儿园交朋友、学知识等。",
        "label": ""
      },
      {
        "sentence": "不需要让他选择是否去幼儿园，这个决定权应该由你来决定。",
        "label": ""
      },
      {
        "sentence": "当然，在做决定之前你也要考虑清楚是否真的要送他去幼儿园。",
        "label": ""
      },
      {
        "sentence": "作为一个幼儿园孩子的妈妈，我知道孩子这个阶段比较粘人，但是你要告诉自己，孩子终究会长大，会离开我们。",
        "label": ""
      },
      {
        "sentence": "虽然他现在需要我们全天候的照顾，但这个阶段很快就会过去了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着给自己留出一些时间和空间来调整。我也明白孩子需要建立一些规则，但我总是觉得自己没有足够的耐心和能力去教导他。每次我发火训他后，我会感到很内疚和不对。但下次面对类似的情况，我总是控制不住自己的情绪，导致重复同样的错误。是不是我在和孩子身上重演着我和父母之间的模式呢？我感觉自己很无力，也理不清楚问题出在哪里。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着给自己留出一些时间和空间来调整。",
        "label": ""
      },
      {
        "sentence": "我也明白孩子需要建立一些规则，但我总是觉得自己没有足够的耐心和能力去教导他。",
        "label": ""
      },
      {
        "sentence": "每次我发火训他后，我会感到很内疚和不对。",
        "label": ""
      },
      {
        "sentence": "但下次面对类似的情况，我总是控制不住自己的情绪，导致重复同样的错误。",
        "label": ""
      },
      {
        "sentence": "是不是我在和孩子身上重演着我和父母之间的模式呢？",
        "label": ""
      },
      {
        "sentence": "我感觉自己很无力，也理不清楚问题出在哪里。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你所描述的情况很可能是你在和孩子身上重现了你和父母的模式。这是很常见的现象，因为我们在成长过程中会被父母的影响深深地刻在内心。但是，别灰心！你已经意识到了这个问题，这是很重要的一步。下一步，你可以尝试寻求一些心理咨询或者心理辅导的帮助。和专业人士一起探索你和家庭之间的关系，帮助你理清楚问题出在哪里，并提供相应的解决方案。对于缓解无力感，你可以多进行些自我关爱，比如定期进行舒缓放松的活动，与朋友交流分享自己的感受等。记得，你不是一个人在面对这些困惑，有许多人都会遇到类似的问题，而且他们也找到了解决的办法。",
    "annotation": [
      {
        "sentence": "你所描述的情况很可能是你在和孩子身上重现了你和父母的模式。",
        "label": ""
      },
      {
        "sentence": "这是很常见的现象，因为我们在成长过程中会被父母的影响深深地刻在内心。",
        "label": ""
      },
      {
        "sentence": "但是，别灰心！",
        "label": ""
      },
      {
        "sentence": "你已经意识到了这个问题，这是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "下一步，你可以尝试寻求一些心理咨询或者心理辅导的帮助。",
        "label": ""
      },
      {
        "sentence": "和专业人士一起探索你和家庭之间的关系，帮助你理清楚问题出在哪里，并提供相应的解决方案。",
        "label": ""
      },
      {
        "sentence": "对于缓解无力感，你可以多进行些自我关爱，比如定期进行舒缓放松的活动，与朋友交流分享自己的感受等。",
        "label": ""
      },
      {
        "sentence": "记得，你不是一个人在面对这些困惑，有许多人都会遇到类似的问题，而且他们也找到了解决的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "真的非常感谢你的支持和建议！我会尝试寻求心理咨询的帮助，希望可以找到更好的解决方案。同时，我也会多进行一些自我关爱和放松的活动，努力调整自己的情绪和状态。知道自己并不孤单，有人可以理解和支持，让我感到很温暖和安慰。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "真的非常感谢你的支持和建议！",
        "label": ""
      },
      {
        "sentence": "我会尝试寻求心理咨询的帮助，希望可以找到更好的解决方案。",
        "label": ""
      },
      {
        "sentence": "同时，我也会多进行一些自我关爱和放松的活动，努力调整自己的情绪和状态。",
        "label": ""
      },
      {
        "sentence": "知道自己并不孤单，有人可以理解和支持，让我感到很温暖和安慰。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够给你提供一些帮助和支持。请记住，你并不孤单，家庭问题和育儿困惑是很常见的。通过寻求适当的帮助，你可以找到解决问题的方法，并建立起更健康、稳定的家庭关系。祝你和孩子都能够快乐地成长！如果你还有其他问题或者需要进一步的支持，随时都可以找我倾诉。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够给你提供一些帮助和支持。",
        "label": ""
      },
      {
        "sentence": "请记住，你并不孤单，家庭问题和育儿困惑是很常见的。",
        "label": ""
      },
      {
        "sentence": "通过寻求适当的帮助，你可以找到解决问题的方法，并建立起更健康、稳定的家庭关系。",
        "label": ""
      },
      {
        "sentence": "祝你和孩子都能够快乐地成长！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或者需要进一步的支持，随时都可以找我倾诉。",
        "label": ""
      }
    ]
  }
]