[
  {
    "role": "client",
    "content": "自己没有得到足够的爱，怎么输出给孩子？由于疫情，孩子不去幼儿园，我怎么觉得天天和孩子在一起，都要烦死了。他让我帮他干什么我都很烦，越烦他越让我帮他做什么不做就开始闹腾。我想让他上幼儿园去，好分开缓缓，他也不去，说永远都不想去了。他老是让我去帮他做他能做到的事情，我就不想做。那天他拿玩具出去非要我帮他拿回去，我就是不想拿，他闹了起来。他刚才又让我帮他拼玩具，我就是不想，然后就又开始哭闹。我就特别烦躁。其实也不是非要他去幼儿园，只是我想一个人待一待，和他保持点距离。朝他发了火训了他一顿之后又很自责，感觉自己没有抱持孩子特别不对，但下次还是控制不住，总是重复这样。觉得是不是把自己和父母的模式重现到了我和孩子身上，感觉很无力也理不清楚是哪的问题。有哪位大咖帮忙理理感谢。",
    "annotation": [
      {
        "sentence": "自己没有得到足够的爱，怎么输出给孩子？",
        "label": ""
      },
      {
        "sentence": "由于疫情，孩子不去幼儿园，我怎么觉得天天和孩子在一起，都要烦死了。",
        "label": ""
      },
      {
        "sentence": "他让我帮他干什么我都很烦，越烦他越让我帮他做什么不做就开始闹腾。",
        "label": ""
      },
      {
        "sentence": "我想让他上幼儿园去，好分开缓缓，他也不去，说永远都不想去了。",
        "label": ""
      },
      {
        "sentence": "他老是让我去帮他做他能做到的事情，我就不想做。",
        "label": ""
      },
      {
        "sentence": "那天他拿玩具出去非要我帮他拿回去，我就是不想拿，他闹了起来。",
        "label": ""
      },
      {
        "sentence": "他刚才又让我帮他拼玩具，我就是不想，然后就又开始哭闹。",
        "label": ""
      },
      {
        "sentence": "我就特别烦躁。",
        "label": ""
      },
      {
        "sentence": "其实也不是非要他去幼儿园，只是我想一个人待一待，和他保持点距离。",
        "label": ""
      },
      {
        "sentence": "朝他发了火训了他一顿之后又很自责，感觉自己没有抱持孩子特别不对，但下次还是控制不住，总是重复这样。",
        "label": ""
      },
      {
        "sentence": "觉得是不是把自己和父母的模式重现到了我和孩子身上，感觉很无力也理不清楚是哪的问题。",
        "label": ""
      },
      {
        "sentence": "有哪位大咖帮忙理理感谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的困扰。有时我们自己的情绪问题确实会影响对孩子的陪伴与照顾。首先，让我们设定一个小目标来缓解你的烦躁情绪。你可以试试每天找一个时间段，比如30分钟，给予孩子足够的关注和陪伴，这样可以帮助你和孩子之间建立更好的亲密关系和沟通。另外，和孩子一起设定合理的规定，比如让他知道你需要休息、独处或者工作的时间，并且告诉他你会在规定的时间内全心全意地陪伴他。这样孩子会逐渐接受并理解你的需求。当你发火训斥孩子后，别忘了和他沟通并道歉。告诉他你也有情绪问题，但是你正在尽力培养更好的处理方式。这样可以让他明白即使出现错误也并不代表你不爱他。最重要的是，你不需要完美，尽力就好。慢慢来，一切都会好起来的。不要自责，不要害怕寻求帮助。我们都在这里支持你。",
    "annotation": [
      {
        "sentence": "我完全理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "有时我们自己的情绪问题确实会影响对孩子的陪伴与照顾。",
        "label": ""
      },
      {
        "sentence": "首先，让我们设定一个小目标来缓解你的烦躁情绪。",
        "label": ""
      },
      {
        "sentence": "你可以试试每天找一个时间段，比如30分钟，给予孩子足够的关注和陪伴，这样可以帮助你和孩子之间建立更好的亲密关系和沟通。",
        "label": ""
      },
      {
        "sentence": "另外，和孩子一起设定合理的规定，比如让他知道你需要休息、独处或者工作的时间，并且告诉他你会在规定的时间内全心全意地陪伴他。",
        "label": ""
      },
      {
        "sentence": "这样孩子会逐渐接受并理解你的需求。",
        "label": ""
      },
      {
        "sentence": "当你发火训斥孩子后，别忘了和他沟通并道歉。",
        "label": ""
      },
      {
        "sentence": "告诉他你也有情绪问题，但是你正在尽力培养更好的处理方式。",
        "label": ""
      },
      {
        "sentence": "这样可以让他明白即使出现错误也并不代表你不爱他。",
        "label": ""
      },
      {
        "sentence": "最重要的是，你不需要完美，尽力就好。",
        "label": ""
      },
      {
        "sentence": "慢慢来，一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "不要自责，不要害怕寻求帮助。",
        "label": ""
      },
      {
        "sentence": "我们都在这里支持你。",
        "label": ""
      }
    ]
  }
]