[
  {
    "role": "client",
    "content": "总是觉得别人有恶意，不相信人家单纯对我好？被骗炮，不是cn，觉得没有人会真心喜欢，爱自己了，家人也肯定不会接受我的，很绝望，最亲近的人也不会接受我，也不会认为这不完全是我的错，反而会伤害我，心里感觉冷冷的，痛恨他又不能报复，有时候很恐惧，自己的过去如此不堪，可已经改过自新，又觉得也不会被接受，谁能明白，我已经尽力了，当初也是尽最大努力，为什么总觉得有人会攻击我嘲笑我",
    "annotation": [
      {
        "sentence": "总是觉得别人有恶意，不相信人家单纯对我好？",
        "label": ""
      },
      {
        "sentence": "被骗炮，不是cn，觉得没有人会真心喜欢，爱自己了，家人也肯定不会接受我的，很绝望，最亲近的人也不会接受我，也不会认为这不完全是我的错，反而会伤害我，心里感觉冷冷的，痛恨他又不能报复，有时候很恐惧，自己的过去如此不堪，可已经改过自新，又觉得也不会被接受，谁能明白，我已经尽力了，当初也是尽最大努力，为什么总觉得有人会攻击我嘲笑我",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你的感受我听到了。你总是觉得别人对你有恶意，不相信别人对你是真心的好。你提到被骗炮，我想知道具体情况，是曾经遭受到过什么伤害吗？你认为家人不会接受你，认为这个并不完全是你的错，而他们反而会伤害你。你的过去经历让你感到很绝望和无助，你对此感到恐惧。你已经努力过了，可是为什么你觉得别人会攻击你嘲笑你呢？我希望能够听到更多你的故事，我们会一起来面对和解决这些问题的。",
    "annotation": [
      {
        "sentence": "求助者，你的感受我听到了。",
        "label": ""
      },
      {
        "sentence": "你总是觉得别人对你有恶意，不相信别人对你是真心的好。",
        "label": ""
      },
      {
        "sentence": "你提到被骗炮，我想知道具体情况，是曾经遭受到过什么伤害吗？",
        "label": ""
      },
      {
        "sentence": "你认为家人不会接受你，认为这个并不完全是你的错，而他们反而会伤害你。",
        "label": ""
      },
      {
        "sentence": "你的过去经历让你感到很绝望和无助，你对此感到恐惧。",
        "label": ""
      },
      {
        "sentence": "你已经努力过了，可是为什么你觉得别人会攻击你嘲笑你呢？",
        "label": ""
      },
      {
        "sentence": "我希望能够听到更多你的故事，我们会一起来面对和解决这些问题的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有一次我信任一个朋友，结果被她利用了。我觉得自己很傻，不该轻易相信别人。我觉得家人不会接受我，因为我有些过去的错误和经历，他们一定会指责我。我害怕他们伤害我，所以一直把自己封闭起来，并不敢对他们敞开心扉。我真的很难相信还有人会真心喜欢我，对我好。",
    "annotation": [
      {
        "sentence": "有一次我信任一个朋友，结果被她利用了。",
        "label": ""
      },
      {
        "sentence": "我觉得自己很傻，不该轻易相信别人。",
        "label": ""
      },
      {
        "sentence": "我觉得家人不会接受我，因为我有些过去的错误和经历，他们一定会指责我。",
        "label": ""
      },
      {
        "sentence": "我害怕他们伤害我，所以一直把自己封闭起来，并不敢对他们敞开心扉。",
        "label": ""
      },
      {
        "sentence": "我真的很难相信还有人会真心喜欢我，对我好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你遇到的这位朋友的行为让你感到被利用和不信任别人。我能理解你的感受，这样的经历可能会让你变得警惕。但并不是所有的人都会利用你，也有真心对你好的人存在。关于家人的问题，你提到了一些过去的错误和经历，你觉得他们会指责你，对吗？你为什么害怕他们伤害你呢？对于你的过去，是否有一种方法能够向他们坦诚以待，让他们理解你的成长和改变呢？",
    "annotation": [
      {
        "sentence": "你遇到的这位朋友的行为让你感到被利用和不信任别人。",
        "label": ""
      },
      {
        "sentence": "我能理解你的感受，这样的经历可能会让你变得警惕。",
        "label": ""
      },
      {
        "sentence": "但并不是所有的人都会利用你，也有真心对你好的人存在。",
        "label": ""
      },
      {
        "sentence": "关于家人的问题，你提到了一些过去的错误和经历，你觉得他们会指责你，对吗？",
        "label": ""
      },
      {
        "sentence": "你为什么害怕他们伤害你呢？",
        "label": ""
      },
      {
        "sentence": "对于你的过去，是否有一种方法能够向他们坦诚以待，让他们理解你的成长和改变呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我害怕家人的指责和不接受，因为我觉得自己在他们眼中是个失败者。我知道我犯过错误，但我已经尽力去改正了。但我还是觉得自己的过去会成为别人攻击和嘲笑我的武器，让我感到很绝望。",
    "annotation": [
      {
        "sentence": "我害怕家人的指责和不接受，因为我觉得自己在他们眼中是个失败者。",
        "label": ""
      },
      {
        "sentence": "我知道我犯过错误，但我已经尽力去改正了。",
        "label": ""
      },
      {
        "sentence": "但我还是觉得自己的过去会成为别人攻击和嘲笑我的武器，让我感到很绝望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你对家人的担心，你担心他们的评价会让你觉得自己是个失败者。但是，我们不能让过去的错误定义自己的价值。你已经尽力去改正过去的错误，这是非常了不起的。过去是经历，是成长的一部分，它不应该成为别人攻击你的武器。重要的是要看到你的进步和努力，不要过于自责。你觉得自己绝望，我希望能和你一起找到更多的支持和解决办法。",
    "annotation": [
      {
        "sentence": "我明白你对家人的担心，你担心他们的评价会让你觉得自己是个失败者。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能让过去的错误定义自己的价值。",
        "label": ""
      },
      {
        "sentence": "你已经尽力去改正过去的错误，这是非常了不起的。",
        "label": ""
      },
      {
        "sentence": "过去是经历，是成长的一部分，它不应该成为别人攻击你的武器。",
        "label": ""
      },
      {
        "sentence": "重要的是要看到你的进步和努力，不要过于自责。",
        "label": ""
      },
      {
        "sentence": "你觉得自己绝望，我希望能和你一起找到更多的支持和解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但有时候我觉得自己很孤独，没有人能真正理解我。我害怕被伤害和被攻击，这让我很难真心接受别人的好意。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但有时候我觉得自己很孤独，没有人能真正理解我。",
        "label": ""
      },
      {
        "sentence": "我害怕被伤害和被攻击，这让我很难真心接受别人的好意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你觉得自己很孤独，觉得没有人能真正理解你的感受。但是，有时候我们也需要打破内心的防御机制，给别人一些信任的机会。害怕被伤害和攻击是很正常的，但是如果我们一直只看到负面的可能性，就会错过与他人建立真正的联系和接纳的机会。或许你可以试着找到一些信任的人，有一些深入的交流，让他们了解你的想法和感受，也让你感受到更多的支持和理解。",
    "annotation": [
      {
        "sentence": "明白你觉得自己很孤独，觉得没有人能真正理解你的感受。",
        "label": ""
      },
      {
        "sentence": "但是，有时候我们也需要打破内心的防御机制，给别人一些信任的机会。",
        "label": ""
      },
      {
        "sentence": "害怕被伤害和攻击是很正常的，但是如果我们一直只看到负面的可能性，就会错过与他人建立真正的联系和接纳的机会。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着找到一些信任的人，有一些深入的交流，让他们了解你的想法和感受，也让你感受到更多的支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想试着打破自己的防御机制，但我还不太确定如何去相信他人。我怕一旦再次受伤，会让我的绝望感更强烈。",
    "annotation": [
      {
        "sentence": "我想试着打破自己的防御机制，但我还不太确定如何去相信他人。",
        "label": ""
      },
      {
        "sentence": "我怕一旦再次受伤，会让我的绝望感更强烈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "打破防御机制需要时间和勇气，不要急于一时。试着相信他人是一个渐进的过程，你可以从小的事情开始，寻找一些可以信任的人。记住，每个人都有可能受伤，但也同时有可能获得支持和理解。如果你过于担心受伤会加重绝望感，那么我们可以一起探讨一些更具体的方法，或者找些安全的机会去建立信任。你并不孤单，我们会一直陪伴着你。",
    "annotation": [
      {
        "sentence": "打破防御机制需要时间和勇气，不要急于一时。",
        "label": ""
      },
      {
        "sentence": "试着相信他人是一个渐进的过程，你可以从小的事情开始，寻找一些可以信任的人。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都有可能受伤，但也同时有可能获得支持和理解。",
        "label": ""
      },
      {
        "sentence": "如果你过于担心受伤会加重绝望感，那么我们可以一起探讨一些更具体的方法，或者找些安全的机会去建立信任。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们会一直陪伴着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，或许我可以试着相信他人，给自己一个机会去接受别人的好意。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，或许我可以试着相信他人，给自己一个机会去接受别人的好意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够听到你的这个决定。相信你会渐渐找到适合自己的方式去接受别人的好意。如果有什么困难或者需要帮助的地方，请随时跟我分享。你不再孤单，我们会一直支持着你。祝你生活愉快！",
    "annotation": [
      {
        "sentence": "很高兴能够听到你的这个决定。",
        "label": ""
      },
      {
        "sentence": "相信你会渐渐找到适合自己的方式去接受别人的好意。",
        "label": ""
      },
      {
        "sentence": "如果有什么困难或者需要帮助的地方，请随时跟我分享。",
        "label": ""
      },
      {
        "sentence": "你不再孤单，我们会一直支持着你。",
        "label": ""
      },
      {
        "sentence": "祝你生活愉快！",
        "label": ""
      }
    ]
  }
]