[
  {
    "role": "client",
    "content": "都说为了孩子，孩子可怜，可是有谁明白绝望？那个我背弃了所有护着的男人，却从来没有在他心上过。他的眼里只有他的孩子他的事业。自作孽不可活，这压垮自己的最后一根稻草，没想到吧，是他。宝宝，妈妈也想陪着你护着你，疼着你，看着你一天一天的长大，可是妈妈很痛苦，你的爸爸满心满眼都是你，为了你他不惜所有，妈妈相信他会对你好，没有妈妈他也会给你完整的家。宝宝，你是妈妈最致命的弱点，曾经你的爸爸也是。别人不懂，可笑他也不懂，伤心无用，眼泪无用，在他那里什么都无用，他只需要一个不给他添麻烦，不让他心烦，不会阻碍他道路的听话的女人。你只需要对他听之任之，你不应该有任何理由任何借口，而他可以，他像个病毒能抓住一点漏洞就攻破你，借口理由顺手拈来。其实早就看清了他不是吗？偏偏你要自作自受，就为了他一丁点好。你看你非要把自己逼成这样，对的要把自己变成错的，赢得变成输的，是太在乎了吧，所以我活该。",
    "annotation": [
      {
        "sentence": "都说为了孩子，孩子可怜，可是有谁明白绝望？",
        "label": ""
      },
      {
        "sentence": "那个我背弃了所有护着的男人，却从来没有在他心上过。",
        "label": ""
      },
      {
        "sentence": "他的眼里只有他的孩子他的事业。",
        "label": ""
      },
      {
        "sentence": "自作孽不可活，这压垮自己的最后一根稻草，没想到吧，是他。",
        "label": ""
      },
      {
        "sentence": "宝宝，妈妈也想陪着你护着你，疼着你，看着你一天一天的长大，可是妈妈很痛苦，你的爸爸满心满眼都是你，为了你他不惜所有，妈妈相信他会对你好，没有妈妈他也会给你完整的家。",
        "label": ""
      },
      {
        "sentence": "宝宝，你是妈妈最致命的弱点，曾经你的爸爸也是。",
        "label": ""
      },
      {
        "sentence": "别人不懂，可笑他也不懂，伤心无用，眼泪无用，在他那里什么都无用，他只需要一个不给他添麻烦，不让他心烦，不会阻碍他道路的听话的女人。",
        "label": ""
      },
      {
        "sentence": "你只需要对他听之任之，你不应该有任何理由任何借口，而他可以，他像个病毒能抓住一点漏洞就攻破你，借口理由顺手拈来。",
        "label": ""
      },
      {
        "sentence": "其实早就看清了他不是吗？",
        "label": ""
      },
      {
        "sentence": "偏偏你要自作自受，就为了他一丁点好。",
        "label": ""
      },
      {
        "sentence": "你看你非要把自己逼成这样，对的要把自己变成错的，赢得变成输的，是太在乎了吧，所以我活该。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "给你一个大大的拥抱，你一定很难过。付出和回报没有成正比，就算是亲人也希望有一点回应，因为你也需要被爱。我在你的言辞中看到你渴望被关心和关注的样子，我很心疼。但你说的也对，很多时候我们会给自己带来伤害。你把这样的行为看作是爱，其实是观念和现实问题，这可能源于你的成长经历、原生家庭以及媒体等渠道给予你的认知。下面我给你几个个人的看法或理解，希望能帮到你。",
    "annotation": [
      {
        "sentence": "给你一个大大的拥抱，你一定很难过。",
        "label": ""
      },
      {
        "sentence": "付出和回报没有成正比，就算是亲人也希望有一点回应，因为你也需要被爱。",
        "label": ""
      },
      {
        "sentence": "我在你的言辞中看到你渴望被关心和关注的样子，我很心疼。",
        "label": ""
      },
      {
        "sentence": "但你说的也对，很多时候我们会给自己带来伤害。",
        "label": ""
      },
      {
        "sentence": "你把这样的行为看作是爱，其实是观念和现实问题，这可能源于你的成长经历、原生家庭以及媒体等渠道给予你的认知。",
        "label": ""
      },
      {
        "sentence": "下面我给你几个个人的看法或理解，希望能帮到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和理解，我很感激。确实是我在家庭中的角色是主妇，丈夫是我们家庭的主要经济来源和支柱。我们有明确的分工，一个主内一个主外。因此我需要顾虑丈夫的脸色并不奇怪，因为我没有经济独立的权力。同时，我在家里面要照顾孩子，很少有机会出去，这让我非常压抑和抑郁。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和理解，我很感激。",
        "label": ""
      },
      {
        "sentence": "确实是我在家庭中的角色是主妇，丈夫是我们家庭的主要经济来源和支柱。",
        "label": ""
      },
      {
        "sentence": "我们有明确的分工，一个主内一个主外。",
        "label": ""
      },
      {
        "sentence": "因此我需要顾虑丈夫的脸色并不奇怪，因为我没有经济独立的权力。",
        "label": ""
      },
      {
        "sentence": "同时，我在家里面要照顾孩子，很少有机会出去，这让我非常压抑和抑郁。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你在家里的辛苦和压力是正常的，因为你要负责所有的家务和照顾孩子。同时，你的丈夫也很辛苦，因为他外面还要工作。所以你们俩都很辛苦。当他累了回家时，你应该给予他鼓励。因为他在外面已经承受了很多，回家还要面对你的抱怨，这样他肯定不喜欢回家或是面对你。我想你肯定向他抱怨你的辛苦和压力，尤其是在孩子和他不在家的时候。你们需要在彼此之间相互安慰和鼓励，就像在恋爱时互相认可和关爱一样。你可以试试相互认可和鼓励对方，毕竟你们都不容易。",
    "annotation": [
      {
        "sentence": "我理解你在家里的辛苦和压力是正常的，因为你要负责所有的家务和照顾孩子。",
        "label": ""
      },
      {
        "sentence": "同时，你的丈夫也很辛苦，因为他外面还要工作。",
        "label": ""
      },
      {
        "sentence": "所以你们俩都很辛苦。",
        "label": ""
      },
      {
        "sentence": "当他累了回家时，你应该给予他鼓励。",
        "label": ""
      },
      {
        "sentence": "因为他在外面已经承受了很多，回家还要面对你的抱怨，这样他肯定不喜欢回家或是面对你。",
        "label": ""
      },
      {
        "sentence": "我想你肯定向他抱怨你的辛苦和压力，尤其是在孩子和他不在家的时候。",
        "label": ""
      },
      {
        "sentence": "你们需要在彼此之间相互安慰和鼓励，就像在恋爱时互相认可和关爱一样。",
        "label": ""
      },
      {
        "sentence": "你可以试试相互认可和鼓励对方，毕竟你们都不容易。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，很多时候我抱怨和生气并不是为了争对错，更多的是希望得到对方的关注、爱和理解，希望对方明白我的辛苦。其实我需要的是情感上的关注和爱，而不仅仅是争论对错或道理。因为道理我都懂，我渴望的是被爱和安全感。男人其实也需要这样的关注和爱，我还记得我很久没有向他表达过爱和关注，而实际上我表达出来的却是不同的结果。所以我必须改变方式，尝试一种不同的方式。如果现在的方式得到了这样的结果，我们就换个方式去尝试，看看是否可以得到好的结果。毕竟我们都渴望被爱，两个人的关系需要互相维护，只有充满爱意才能让彼此更好。",
    "annotation": [
      {
        "sentence": "你说得对，很多时候我抱怨和生气并不是为了争对错，更多的是希望得到对方的关注、爱和理解，希望对方明白我的辛苦。",
        "label": ""
      },
      {
        "sentence": "其实我需要的是情感上的关注和爱，而不仅仅是争论对错或道理。",
        "label": ""
      },
      {
        "sentence": "因为道理我都懂，我渴望的是被爱和安全感。",
        "label": ""
      },
      {
        "sentence": "男人其实也需要这样的关注和爱，我还记得我很久没有向他表达过爱和关注，而实际上我表达出来的却是不同的结果。",
        "label": ""
      },
      {
        "sentence": "所以我必须改变方式，尝试一种不同的方式。",
        "label": ""
      },
      {
        "sentence": "如果现在的方式得到了这样的结果，我们就换个方式去尝试，看看是否可以得到好的结果。",
        "label": ""
      },
      {
        "sentence": "毕竟我们都渴望被爱，两个人的关系需要互相维护，只有充满爱意才能让彼此更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得很对，去讨论对错并没有太大的用处，最重要的是行动和改变。只讨论对错又有什么用呢？重要的是看行动和改变是否发生了。因为每个人都认为自己是对的，包括你和他。你要考虑到，没有爱的正确和有爱的错误都是没有意义的。最终的争吵和争辩的目的是为了相互的改变，而不仅仅是对和错的问题。所以行动才是最重要的，字面上的对和错并没有多大用处。",
    "annotation": [
      {
        "sentence": "你说得很对，去讨论对错并没有太大的用处，最重要的是行动和改变。",
        "label": ""
      },
      {
        "sentence": "只讨论对错又有什么用呢？",
        "label": ""
      },
      {
        "sentence": "重要的是看行动和改变是否发生了。",
        "label": ""
      },
      {
        "sentence": "因为每个人都认为自己是对的，包括你和他。",
        "label": ""
      },
      {
        "sentence": "你要考虑到，没有爱的正确和有爱的错误都是没有意义的。",
        "label": ""
      },
      {
        "sentence": "最终的争吵和争辩的目的是为了相互的改变，而不仅仅是对和错的问题。",
        "label": ""
      },
      {
        "sentence": "所以行动才是最重要的，字面上的对和错并没有多大用处。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理，我应该寻找几个闺蜜和养成一些兴趣爱好，不能把重心只放在孩子和丈夫身上。虽然他们很重要，但我也需要自己的生活。如果长时间不与他人沟通，将会带来很多负面情绪无法宣泄，同时也会使我变得抑郁。所以我应该寻找更多的兴趣爱好，转移注意力。还有，多和别人交流和沟通也很重要。",
    "annotation": [
      {
        "sentence": "你说得很有道理，我应该寻找几个闺蜜和养成一些兴趣爱好，不能把重心只放在孩子和丈夫身上。",
        "label": ""
      },
      {
        "sentence": "虽然他们很重要，但我也需要自己的生活。",
        "label": ""
      },
      {
        "sentence": "如果长时间不与他人沟通，将会带来很多负面情绪无法宣泄，同时也会使我变得抑郁。",
        "label": ""
      },
      {
        "sentence": "所以我应该寻找更多的兴趣爱好，转移注意力。",
        "label": ""
      },
      {
        "sentence": "还有，多和别人交流和沟通也很重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你要去寻找几个闺蜜，并培养自己的兴趣爱好。不要把注意力只放在孩子和丈夫身上。你要明白，在乎是正常而过度关注则是不正常的。你很明显过度关注了，你也知道这点。所以你可以转移一些注意力，尝试去和他人交流和",
    "annotation": [
      {
        "sentence": "是的，你要去寻找几个闺蜜，并培养自己的兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "不要把注意力只放在孩子和丈夫身上。",
        "label": ""
      },
      {
        "sentence": "你要明白，在乎是正常而过度关注则是不正常的。",
        "label": ""
      },
      {
        "sentence": "你很明显过度关注了，你也知道这点。",
        "label": ""
      },
      {
        "sentence": "所以你可以转移一些注意力，尝试去和他人交流和",
        "label": ""
      }
    ]
  }
]