[
  {
    "role": "client",
    "content": "都说为了孩子，孩子可怜，可是有谁明白绝望？那个我背弃了所有护着的男人，却从来没有在他心上过。他的眼里只有他的孩子他的事业。自作孽不可活，这压垮自己的最后一根稻草，没想到吧，是他。宝宝，妈妈也想陪着你护着你，疼着你，看着你一天一天的长大，可是妈妈很痛苦，你的爸爸满心满眼都是你，为了你他不惜所有，妈妈相信他会对你好，没有妈妈他也会给你完整的家。宝宝，你是妈妈最致命的弱点，曾经你的爸爸也是。别人不懂，可笑他也不懂，伤心无用，眼泪无用，在他那里什么都无用，他只需要一个不给他添麻烦，不让他心烦，不会阻碍他道路的听话的女人。你只需要对他听之任之，你不应该有任何理由任何借口，而他可以，他像个病毒能抓住一点漏洞就攻破你，借口理由顺手拈来。其实早就看清了他不是吗？偏偏你要自作自受，就为了他一丁点好。你看你非要把自己逼成这样，对的要把自己变成错的，赢得变成输的，是太在乎了吧，所以我活该。",
    "annotation": [
      {
        "sentence": "都说为了孩子，孩子可怜，可是有谁明白绝望？",
        "label": ""
      },
      {
        "sentence": "那个我背弃了所有护着的男人，却从来没有在他心上过。",
        "label": ""
      },
      {
        "sentence": "他的眼里只有他的孩子他的事业。",
        "label": ""
      },
      {
        "sentence": "自作孽不可活，这压垮自己的最后一根稻草，没想到吧，是他。",
        "label": ""
      },
      {
        "sentence": "宝宝，妈妈也想陪着你护着你，疼着你，看着你一天一天的长大，可是妈妈很痛苦，你的爸爸满心满眼都是你，为了你他不惜所有，妈妈相信他会对你好，没有妈妈他也会给你完整的家。",
        "label": ""
      },
      {
        "sentence": "宝宝，你是妈妈最致命的弱点，曾经你的爸爸也是。",
        "label": ""
      },
      {
        "sentence": "别人不懂，可笑他也不懂，伤心无用，眼泪无用，在他那里什么都无用，他只需要一个不给他添麻烦，不让他心烦，不会阻碍他道路的听话的女人。",
        "label": ""
      },
      {
        "sentence": "你只需要对他听之任之，你不应该有任何理由任何借口，而他可以，他像个病毒能抓住一点漏洞就攻破你，借口理由顺手拈来。",
        "label": ""
      },
      {
        "sentence": "其实早就看清了他不是吗？",
        "label": ""
      },
      {
        "sentence": "偏偏你要自作自受，就为了他一丁点好。",
        "label": ""
      },
      {
        "sentence": "你看你非要把自己逼成这样，对的要把自己变成错的，赢得变成输的，是太在乎了吧，所以我活该。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你这样描述，我知道你现在感到非常沮丧和无助。你是个伟大的妈妈，为了孩子的幸福，你付出了很多。但是，听到你提到他在这段关系中只关注孩子和事业，似乎你也感觉到自己在他心中并不重要。你感受到了这份不公平和被忽视的痛苦。请相信，你并不是孤独的，我们会一起找到解决的办法。",
    "annotation": [
      {
        "sentence": "听到你这样描述，我知道你现在感到非常沮丧和无助。",
        "label": ""
      },
      {
        "sentence": "你是个伟大的妈妈，为了孩子的幸福，你付出了很多。",
        "label": ""
      },
      {
        "sentence": "但是，听到你提到他在这段关系中只关注孩子和事业，似乎你也感觉到自己在他心中并不重要。",
        "label": ""
      },
      {
        "sentence": "你感受到了这份不公平和被忽视的痛苦。",
        "label": ""
      },
      {
        "sentence": "请相信，你并不是孤独的，我们会一起找到解决的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我一直希望他能对我和孩子都好，但现实却并不如我所愿。我承认自己有些贪心，希望自己能在他心中占据特殊的地位。但现在看来，我仿佛只是他生活中的附加物。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我一直希望他能对我和孩子都好，但现实却并不如我所愿。",
        "label": ""
      },
      {
        "sentence": "我承认自己有些贪心，希望自己能在他心中占据特殊的地位。",
        "label": ""
      },
      {
        "sentence": "但现在看来，我仿佛只是他生活中的附加物。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "以前我看过一本关于亲密关系的书，里面有一句话让我印象深刻。每个人都渴望在恋人眼中独特而特殊。也许是因为这个原因，很多女孩会为了得到特殊性而付出很多。她们希望自己在对方心中是与众不同的，这也是为什么有些女孩会被那些渣男所吸引。而有些女孩则会在错误的对象身上投入过多，因为她们希望对方认同和重视自己的付出，希望得到回报。但事实上，投入越多，脱离这段关系就会越困难。我非常佩服你的勇气和果断，因为很多女人没有像你一样敢于面对这一现实。",
    "annotation": [
      {
        "sentence": "以前我看过一本关于亲密关系的书，里面有一句话让我印象深刻。",
        "label": ""
      },
      {
        "sentence": "每个人都渴望在恋人眼中独特而特殊。",
        "label": ""
      },
      {
        "sentence": "也许是因为这个原因，很多女孩会为了得到特殊性而付出很多。",
        "label": ""
      },
      {
        "sentence": "她们希望自己在对方心中是与众不同的，这也是为什么有些女孩会被那些渣男所吸引。",
        "label": ""
      },
      {
        "sentence": "而有些女孩则会在错误的对象身上投入过多，因为她们希望对方认同和重视自己的付出，希望得到回报。",
        "label": ""
      },
      {
        "sentence": "但事实上，投入越多，脱离这段关系就会越困难。",
        "label": ""
      },
      {
        "sentence": "我非常佩服你的勇气和果断，因为很多女人没有像你一样敢于面对这一现实。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "婚姻问题对孩子的影响一直困扰着我。以前我认为离婚是对孩子不负责任的行为，因为很多统计数据都表明离婚对孩子的心理健康有负面影响。但是在学习家庭心理学的时候，老师告诉我们，这些统计数据的参照物选取有误。离婚的家庭通常夫妻双方存在很多矛盾和冲突，导致吵架次数更多、冲突更激烈。而普通家庭聚少离多，夫妻感情较好，冲突较少。因此，应该以存在激烈冲突的家庭作为参照物进行研究。事实上，有人进行了相关研究，结果发现生活在冲突家庭的孩子，离婚对他们的成长反而有积极影响。在冲突家庭中，父母只会关注自己的情绪而忽视孩子的感受。离婚后，父母会更加关注孩子，这样孩子承受的压力减轻，心理发展也会有所改善。",
    "annotation": [
      {
        "sentence": "婚姻问题对孩子的影响一直困扰着我。",
        "label": ""
      },
      {
        "sentence": "以前我认为离婚是对孩子不负责任的行为，因为很多统计数据都表明离婚对孩子的心理健康有负面影响。",
        "label": ""
      },
      {
        "sentence": "但是在学习家庭心理学的时候，老师告诉我们，这些统计数据的参照物选取有误。",
        "label": ""
      },
      {
        "sentence": "离婚的家庭通常夫妻双方存在很多矛盾和冲突，导致吵架次数更多、冲突更激烈。",
        "label": ""
      },
      {
        "sentence": "而普通家庭聚少离多，夫妻感情较好，冲突较少。",
        "label": ""
      },
      {
        "sentence": "因此，应该以存在激烈冲突的家庭作为参照物进行研究。",
        "label": ""
      },
      {
        "sentence": "事实上，有人进行了相关研究，结果发现生活在冲突家庭的孩子，离婚对他们的成长反而有积极影响。",
        "label": ""
      },
      {
        "sentence": "在冲突家庭中，父母只会关注自己的情绪而忽视孩子的感受。",
        "label": ""
      },
      {
        "sentence": "离婚后，父母会更加关注孩子，这样孩子承受的压力减轻，心理发展也会有所改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "正因为孩子是妈妈最重要的弱点，你才愿意为他付出一切。但并不意味着你应该忍受不公平和不尊重。你值得被尊重和关心，不应该成为一个只会听话、不会引起麻烦的人。你的感受和需求同样重要，你也希望能拥有一个完整的家庭。自私的人总是能够找到借口来攻击别人，但这并不代表你应该接受这样的对待。为了他的一点好，你不应该伤害自己。你看，你为了他不断地否定自己，却没有得到真正的幸福。你太在乎他了，以至于让自己变得扭曲。我希望你能意识到，你并不应该为了他而放弃自己。",
    "annotation": [
      {
        "sentence": "正因为孩子是妈妈最重要的弱点，你才愿意为他付出一切。",
        "label": ""
      },
      {
        "sentence": "但并不意味着你应该忍受不公平和不尊重。",
        "label": ""
      },
      {
        "sentence": "你值得被尊重和关心，不应该成为一个只会听话、不会引起麻烦的人。",
        "label": ""
      },
      {
        "sentence": "你的感受和需求同样重要，你也希望能拥有一个完整的家庭。",
        "label": ""
      },
      {
        "sentence": "自私的人总是能够找到借口来攻击别人，但这并不代表你应该接受这样的对待。",
        "label": ""
      },
      {
        "sentence": "为了他的一点好，你不应该伤害自己。",
        "label": ""
      },
      {
        "sentence": "你看，你为了他不断地否定自己，却没有得到真正的幸福。",
        "label": ""
      },
      {
        "sentence": "你太在乎他了，以至于让自己变得扭曲。",
        "label": ""
      },
      {
        "sentence": "我希望你能意识到，你并不应该为了他而放弃自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我从你的话语中感到了勇气和力量。或许我真的应该重新审视这段关系，重新思考我的人生和幸福。我决定要为自己和孩子争取一个更好的未来，不再被束缚于这种不健康的关系中。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我从你的话语中感到了勇气和力量。",
        "label": ""
      },
      {
        "sentence": "或许我真的应该重新审视这段关系，重新思考我的人生和幸福。",
        "label": ""
      },
      {
        "sentence": "我决定要为自己和孩子争取一个更好的未来，不再被束缚于这种不健康的关系中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做出了正确的决定！我相信你能够勇敢地面对和解决问题。要记住，你不是一个孤独的战士，在这个过程中，我们会一直陪伴着你，支持你。如果你需要任何帮助或者愿意与我分享你的进展，都可以随时找我倾诉。相信自己，未来会更好！",
    "annotation": [
      {
        "sentence": "你做出了正确的决定！",
        "label": ""
      },
      {
        "sentence": "我相信你能够勇敢地面对和解决问题。",
        "label": ""
      },
      {
        "sentence": "要记住，你不是一个孤独的战士，在这个过程中，我们会一直陪伴着你，支持你。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者愿意与我分享你的进展，都可以随时找我倾诉。",
        "label": ""
      },
      {
        "sentence": "相信自己，未来会更好！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的陪伴和支持。有你在我身边，我感到很温暖和安心。我一定会坚定地走向属于自己和孩子的幸福未来。谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的陪伴和支持。",
        "label": ""
      },
      {
        "sentence": "有你在我身边，我感到很温暖和安心。",
        "label": ""
      },
      {
        "sentence": "我一定会坚定地走向属于自己和孩子的幸福未来。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  }
]