[
  {
    "role": "client",
    "content": "重组家庭，感觉在这个家格格不入，怎么办？我是个15岁的女孩，重组家庭的孩子，在妈妈和后爸交往期间都是把我一个人放在家里，然后每天晚上去后爸家，可以说我们两三天才见个一面，一面也就十几分钟，在他们交往到结婚我都是一个人住，每天晚上不敢睡觉，要熬到第二天早晨天亮才敢入睡，在这期间我根本睡不好，就这样过了三个月，不知不觉习惯了一个人，今年，她让我和她一起来后爸家住，一开始我想逃避群体，但体验了几天发现好像有了家的感觉......不知不觉，时间过去两个月，内心深处的压抑感和不适感都扑涌而来，我开始不想去学校，不想起床，放假不想留在家里，无时无刻都想一个人，今天早晨我实在困得不行，就说再睡一会，然后她就跑去找我后爸说我不起床，让我后爸喊我，我不给理睬，她就跑过来说我，一会说我不体谅她一会又说都是她的错，但是这次我收起了情绪不理睬，不回嘴，不哭闹，事后甚至也不愿意再去想这些，我可是泪失禁体质啊，难道真的是生活给了我重重一巴掌把我拍醒了吗？",
    "annotation": [
      {
        "sentence": "重组家庭，感觉在这个家格格不入，怎么办？",
        "label": ""
      },
      {
        "sentence": "我是个15岁的女孩，重组家庭的孩子，在妈妈和后爸交往期间都是把我一个人放在家里，然后每天晚上去后爸家，可以说我们两三天才见个一面，一面也就十几分钟，在他们交往到结婚我都是一个人住，每天晚上不敢睡觉，要熬到第二天早晨天亮才敢入睡，在这期间我根本睡不好，就这样过了三个月，不知不觉习惯了一个人，今年，她让我和她一起来后爸家住，一开始我想逃避群体，但体验了几天发现好像有了家的感觉......不知不觉，时间过去两个月，内心深处的压抑感和不适感都扑涌而来，我开始不想去学校，不想起床，放假不想留在家里，无时无刻都想一个人，今天早晨我实在困得不行，就说再睡一会，然后她就跑去找我后爸说我不起床，让我后爸喊我，我不给理睬，她就跑过来说我，一会说我不体谅她一会又说都是她的错，但是这次我收起了情绪不理睬，不回嘴，不哭闹，事后甚至也不愿意再去想这些，我可是泪失禁体质啊，难道真的是生活给了我重重一巴掌把我拍醒了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从描述中可以了解到，你在重组家庭经历了难以承受一个人到慢慢适应，尝试融入家庭到现在感到不适的过程。【一点点分析和建议】1.并不是生活给了你一巴掌让你清醒了。而是在换过一个完全不熟悉的环境和生活状态之后，通过一段时间的适应，你终于能够习惯一个人了。但这时候你的生活又一次被妈妈改变，需要去融入一个新的家庭，短时间的改变，你会产生这些情绪上的起伏波动和负面反应都是正常的，就前面的面对方式来看，你已经是个非常坚强的孩子了。2.告诉妈妈自己不舒服，需要一段时间作为调整，然后做一些放松的事情，看书运动等等，等到自己的心情平复下来之后，再思考以后的问题，比如说学习生活等等方面的改变和应对方式。希望对你有所帮助。",
    "annotation": [
      {
        "sentence": "从描述中可以了解到，你在重组家庭经历了难以承受一个人到慢慢适应，尝试融入家庭到现在感到不适的过程。",
        "label": ""
      },
      {
        "sentence": "【一点点分析和建议】1.并不是生活给了你一巴掌让你清醒了。",
        "label": ""
      },
      {
        "sentence": "而是在换过一个完全不熟悉的环境和生活状态之后，通过一段时间的适应，你终于能够习惯一个人了。",
        "label": ""
      },
      {
        "sentence": "但这时候你的生活又一次被妈妈改变，需要去融入一个新的家庭，短时间的改变，你会产生这些情绪上的起伏波动和负面反应都是正常的，就前面的面对方式来看，你已经是个非常坚强的孩子了。",
        "label": ""
      },
      {
        "sentence": "2.告诉妈妈自己不舒服，需要一段时间作为调整，然后做一些放松的事情，看书运动等等，等到自己的心情平复下来之后，再思考以后的问题，比如说学习生活等等方面的改变和应对方式。",
        "label": ""
      },
      {
        "sentence": "希望对你有所帮助。",
        "label": ""
      }
    ]
  }
]