[
  {
    "role": "client",
    "content": "我是一个六年级的学生，自残过，熬不住了……白天很笑的很开心，晚上却比任何人的痛苦。他们总说你们多幸福，你们多幸福，但是我真的好累很痛苦。12岁的时候拿过刀子在手腕上划着过，但是当初想到了我妈。我死了我妈该怎么办，但是我现在真的累了，真的想死，我熬不住了。",
    "annotation": [
      {
        "sentence": "我是一个六年级的学生，自残过，熬不住了……白天很笑的很开心，晚上却比任何人的痛苦。",
        "label": ""
      },
      {
        "sentence": "他们总说你们多幸福，你们多幸福，但是我真的好累很痛苦。",
        "label": ""
      },
      {
        "sentence": "12岁的时候拿过刀子在手腕上划着过，但是当初想到了我妈。",
        "label": ""
      },
      {
        "sentence": "我死了我妈该怎么办，但是我现在真的累了，真的想死，我熬不住了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他们总说你们多幸福，你所说的“他们”，是指长辈们吗？",
    "annotation": [
      {
        "sentence": "他们总说你们多幸福，你所说的“他们”，是指长辈们吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，他们就是指长辈们。为什么他们总是觉得我们很幸福，却看不到我们的痛苦呢？",
    "annotation": [
      {
        "sentence": "是的，他们就是指长辈们。",
        "label": ""
      },
      {
        "sentence": "为什么他们总是觉得我们很幸福，却看不到我们的痛苦呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每一代人成长的背景，所经历的困难是不一样的，可能长辈们只看到了你们这一代人所拥有的优越的物质条件，却看不到你们心理，或者其他方面所经历的痛苦。没关系，他们看不到，是因为他们受困于自己的经历，有自己的局限性，我们自己尊重自己的感受，自己去理解自己就好。",
    "annotation": [
      {
        "sentence": "每一代人成长的背景，所经历的困难是不一样的，可能长辈们只看到了你们这一代人所拥有的优越的物质条件，却看不到你们心理，或者其他方面所经历的痛苦。",
        "label": ""
      },
      {
        "sentence": "没关系，他们看不到，是因为他们受困于自己的经历，有自己的局限性，我们自己尊重自己的感受，自己去理解自己就好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，或许长辈们确实无法理解我们的困扰。但是我真的很累，每天都是一种煎熬的感觉。",
    "annotation": [
      {
        "sentence": "你说得对，或许长辈们确实无法理解我们的困扰。",
        "label": ""
      },
      {
        "sentence": "但是我真的很累，每天都是一种煎熬的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说，你白天笑得很开心，我想，你所表现出来的，一定是一个阳光开朗爱笑的孩子，一定很受欢迎。可是，如果你心理难受，其实可以不必时时刻刻都假装开心，隐藏自己的真实感受。没关系的，我想，比起阳光开朗，真实，应该是更吸引人的特质。我们不需要委屈自己的感受，去迎合他人。在你喜欢的、信任的人面前，可以适当的袒露真实的自己，可以把你的痛苦说出来，可以哭，没关系的，这样会让你感觉轻松一点，你不必一直戴着爱笑的面具生活。",
    "annotation": [
      {
        "sentence": "你说，你白天笑得很开心，我想，你所表现出来的，一定是一个阳光开朗爱笑的孩子，一定很受欢迎。",
        "label": ""
      },
      {
        "sentence": "可是，如果你心理难受，其实可以不必时时刻刻都假装开心，隐藏自己的真实感受。",
        "label": ""
      },
      {
        "sentence": "没关系的，我想，比起阳光开朗，真实，应该是更吸引人的特质。",
        "label": ""
      },
      {
        "sentence": "我们不需要委屈自己的感受，去迎合他人。",
        "label": ""
      },
      {
        "sentence": "在你喜欢的、信任的人面前，可以适当的袒露真实的自己，可以把你的痛苦说出来，可以哭，没关系的，这样会让你感觉轻松一点，你不必一直戴着爱笑的面具生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我害怕别人知道我内心的痛苦，我怕他们会嘲笑我或者觉得我是个弱者。",
    "annotation": [
      {
        "sentence": "我害怕别人知道我内心的痛苦，我怕他们会嘲笑我或者觉得我是个弱者。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不是一个弱者，你只是遇到了困扰而已。每个人都会有困难，有伤心的时候。我们都需要一些帮助和支持。如果你内心有压抑，不妨试试找一个你信任的人倾诉一下，或者寻求专业的心理咨询师的帮助。你会发现，有时候和他人分享，能够得到更多理解和支持。",
    "annotation": [
      {
        "sentence": "你不是一个弱者，你只是遇到了困扰而已。",
        "label": ""
      },
      {
        "sentence": "每个人都会有困难，有伤心的时候。",
        "label": ""
      },
      {
        "sentence": "我们都需要一些帮助和支持。",
        "label": ""
      },
      {
        "sentence": "如果你内心有压抑，不妨试试找一个你信任的人倾诉一下，或者寻求专业的心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "你会发现，有时候和他人分享，能够得到更多理解和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我一直想找个人倾诉一下，但我不知道该找谁。我也不知道心理咨询师是干什么的。",
    "annotation": [
      {
        "sentence": "确实，我一直想找个人倾诉一下，但我不知道该找谁。",
        "label": ""
      },
      {
        "sentence": "我也不知道心理咨询师是干什么的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你不确定能否找到合适的人倾诉，那么你可以试试找一位心理咨询师。心理咨询师是专门帮助人们处理心理问题的专家，他们会保护你的隐私，给你提供专业的建议和支持。你可以向老师、学校辅导员或者家长咨询一下，他们会知道在你们地区有哪些心理咨询的资源可供选择。",
    "annotation": [
      {
        "sentence": "如果你不确定能否找到合适的人倾诉，那么你可以试试找一位心理咨询师。",
        "label": ""
      },
      {
        "sentence": "心理咨询师是专门帮助人们处理心理问题的专家，他们会保护你的隐私，给你提供专业的建议和支持。",
        "label": ""
      },
      {
        "sentence": "你可以向老师、学校辅导员或者家长咨询一下，他们会知道在你们地区有哪些心理咨询的资源可供选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试试找一位心理咨询师的。但是现在我真的非常疲惫，不知道该如何继续坚持下去。",
    "annotation": [
      {
        "sentence": "好的，我会试试找一位心理咨询师的。",
        "label": ""
      },
      {
        "sentence": "但是现在我真的非常疲惫，不知道该如何继续坚持下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你曾用刀子划过手腕，但是想到了你妈妈，就放弃了。妈妈是你很在乎的人，是吗？那现在，即使是为了你妈妈，是不是也可以再坚持坚持呢？如果觉得累了，可以先休息一下，没关系的，学习虽然重要，但是你的生命健康更为重要，可以和妈妈商量一下，请假或休学，去看看心理医生，心理咨询师，把把你的心理状态调整好，再来面对学习问题。你才六年级，你的人生也才刚刚开始，一切慢慢来，没关系的，尊重自己的感受，按照自己的节奏，慢慢来。不要放弃自己！(^_-)。",
    "annotation": [
      {
        "sentence": "你曾用刀子划过手腕，但是想到了你妈妈，就放弃了。",
        "label": ""
      },
      {
        "sentence": "妈妈是你很在乎的人，是吗？",
        "label": ""
      },
      {
        "sentence": "那现在，即使是为了你妈妈，是不是也可以再坚持坚持呢？",
        "label": ""
      },
      {
        "sentence": "如果觉得累了，可以先休息一下，没关系的，学习虽然重要，但是你的生命健康更为重要，可以和妈妈商量一下，请假或休学，去看看心理医生，心理咨询师，把把你的心理状态调整好，再来面对学习问题。",
        "label": ""
      },
      {
        "sentence": "你才六年级，你的人生也才刚刚开始，一切慢慢来，没关系的，尊重自己的感受，按照自己的节奏，慢慢来。",
        "label": ""
      },
      {
        "sentence": "不要放弃自己！",
        "label": ""
      },
      {
        "sentence": "(^_-)。",
        "label": ""
      }
    ]
  }
]