[
  {
    "role": "client",
    "content": "为啥小时候越懂事的孩子，长大之后越容易有心理问题？",
    "annotation": [
      {
        "sentence": "为啥小时候越懂事的孩子，长大之后越容易有心理问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这是一个非常有趣的话题。你小时候是个让人省心的孩子，乐观、开朗、好强、有主见、有礼貌、学习成绩好，是其他家长羡慕的乖孩子。现在确诊为重度抑郁，你感觉自己这么乖这么懂事一点都不好。你能告诉我你对这种情况的感受吗？",
    "annotation": [
      {
        "sentence": "是的，这是一个非常有趣的话题。",
        "label": ""
      },
      {
        "sentence": "你小时候是个让人省心的孩子，乐观、开朗、好强、有主见、有礼貌、学习成绩好，是其他家长羡慕的乖孩子。",
        "label": ""
      },
      {
        "sentence": "现在确诊为重度抑郁，你感觉自己这么乖这么懂事一点都不好。",
        "label": ""
      },
      {
        "sentence": "你能告诉我你对这种情况的感受吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得很痛苦，因为我一直以来都很努力做好事，希望能取悦他人。现在的我感觉自己很累，好像一直处在别人的期望下，不能真正地做自己。这让我很困惑，为什么我努力做好人却变得这么痛苦？",
    "annotation": [
      {
        "sentence": "我觉得很痛苦，因为我一直以来都很努力做好事，希望能取悦他人。",
        "label": ""
      },
      {
        "sentence": "现在的我感觉自己很累，好像一直处在别人的期望下，不能真正地做自己。",
        "label": ""
      },
      {
        "sentence": "这让我很困惑，为什么我努力做好人却变得这么痛苦？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我完全能理解。事实上，个人的成长并不只是关于规定的乖巧与懂事。从小到大，你像很多乖孩子一样，被期待成为「好孩子」，但在过程中你可能没有足够的机会表达和发展自己的需求。或许还有很多问题没有得到及时解决，而你用「好孩子」的形象来掩盖和压抑自己。这样久而久之，你和「好孩子」这个形象逐渐产生了分离，而现在可能导致了强迫、抑郁、焦虑等症状。",
    "annotation": [
      {
        "sentence": "你的感受我完全能理解。",
        "label": ""
      },
      {
        "sentence": "事实上，个人的成长并不只是关于规定的乖巧与懂事。",
        "label": ""
      },
      {
        "sentence": "从小到大，你像很多乖孩子一样，被期待成为「好孩子」，但在过程中你可能没有足够的机会表达和发展自己的需求。",
        "label": ""
      },
      {
        "sentence": "或许还有很多问题没有得到及时解决，而你用「好孩子」的形象来掩盖和压抑自己。",
        "label": ""
      },
      {
        "sentence": "这样久而久之，你和「好孩子」这个形象逐渐产生了分离，而现在可能导致了强迫、抑郁、焦虑等症状。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我确实感觉到自己一直没有机会去表达真正的内心需求。可能是因为长大过程中我一直想让别人满意，所以将自己的需求放在了自己之后。不过，现在我觉得非常困惑，不知道该怎么扭转这种状况，怎样变得更好。",
    "annotation": [
      {
        "sentence": "你说的有道理，我确实感觉到自己一直没有机会去表达真正的内心需求。",
        "label": ""
      },
      {
        "sentence": "可能是因为长大过程中我一直想让别人满意，所以将自己的需求放在了自己之后。",
        "label": ""
      },
      {
        "sentence": "不过，现在我觉得非常困惑，不知道该怎么扭转这种状况，怎样变得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，请你相信自己是有价值的，无论你是否满足他人的期待。接受自己的情感和感受，并且给自己一个表达的渠道。找到可以信任的人，例如朋友、家人或心理咨询师，与他们分享你的真实感受和内心需求。同时，也要学会设立自己的边界，明确告诉别人关于你的需求以及你所能接受的事情。这个过程需要时间和勇气，但是我相信你可以渐渐找回和发展自己。",
    "annotation": [
      {
        "sentence": "首先，请你相信自己是有价值的，无论你是否满足他人的期待。",
        "label": ""
      },
      {
        "sentence": "接受自己的情感和感受，并且给自己一个表达的渠道。",
        "label": ""
      },
      {
        "sentence": "找到可以信任的人，例如朋友、家人或心理咨询师，与他们分享你的真实感受和内心需求。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会设立自己的边界，明确告诉别人关于你的需求以及你所能接受的事情。",
        "label": ""
      },
      {
        "sentence": "这个过程需要时间和勇气，但是我相信你可以渐渐找回和发展自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会试着相信自己，勇敢地表达内心需求，并且找到可以倾诉的人。我相信通过这个过程，我能够逐渐摆脱困扰我已久的心理问题，找回真正的自己。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着相信自己，勇敢地表达内心需求，并且找到可以倾诉的人。",
        "label": ""
      },
      {
        "sentence": "我相信通过这个过程，我能够逐渐摆脱困扰我已久的心理问题，找回真正的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！相信自己，找到适合你的发展方式，你会变得更加强大和自信的。如果在这个过程中你需要任何帮助或者再次倾诉，记得随时向我寻求支持。你并不孤单，我们一起走过这段困难的时光。加油！",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "相信自己，找到适合你的发展方式，你会变得更加强大和自信的。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中你需要任何帮助或者再次倾诉，记得随时向我寻求支持。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们一起走过这段困难的时光。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]