[
  {
    "role": "client",
    "content": "最近我感觉和男友的关系出现了问题，觉得很困惑。我们异地恋，因为时差和他工作忙，我们平时只能每天抽半小时聊天。可最近几天，他突然消失一整天，不回消息，我觉得很担心。",
    "annotation": [
      {
        "sentence": "最近我感觉和男友的关系出现了问题，觉得很困惑。",
        "label": ""
      },
      {
        "sentence": "我们异地恋，因为时差和他工作忙，我们平时只能每天抽半小时聊天。",
        "label": ""
      },
      {
        "sentence": "可最近几天，他突然消失一整天，不回消息，我觉得很担心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的感受。这确实是一个值得关注的问题。他消失了一整天，没有回消息，这让你感到很担心。你们之间的沟通似乎出现了问题。",
    "annotation": [
      {
        "sentence": "我完全理解你的感受。",
        "label": ""
      },
      {
        "sentence": "这确实是一个值得关注的问题。",
        "label": ""
      },
      {
        "sentence": "他消失了一整天，没有回消息，这让你感到很担心。",
        "label": ""
      },
      {
        "sentence": "你们之间的沟通似乎出现了问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，尤其最近我感到孤独并且情绪不稳定。我一个人在家隔离，课业压力也很大。我希望他至少在睡觉前告诉我一声，这样我就知道我们今天不聊天，可以安排其他事情了。但他却不愿意答应我，说他做不到。",
    "annotation": [
      {
        "sentence": "是的，尤其最近我感到孤独并且情绪不稳定。",
        "label": ""
      },
      {
        "sentence": "我一个人在家隔离，课业压力也很大。",
        "label": ""
      },
      {
        "sentence": "我希望他至少在睡觉前告诉我一声，这样我就知道我们今天不聊天，可以安排其他事情了。",
        "label": ""
      },
      {
        "sentence": "但他却不愿意答应我，说他做不到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的要求并不过分，只是希望他能在睡觉前简单沟通一下。他的拒绝可能意味着你们之间的关系出现了一些问题，或者他对你的要求不够理解。另外，他说工作太累只想打游戏睡觉，你可以了解一下他的工作类型。有时候人在工作结束后会觉得特别累，什么都不想做，也没有沟通的欲望。所以他是不是真的工作比较辛苦很重要，还有他说的打游戏是什么，因为有些游戏是有社交属性的，他愿意和别人交流，却不想理你是有问题的。",
    "annotation": [
      {
        "sentence": "你的要求并不过分，只是希望他能在睡觉前简单沟通一下。",
        "label": ""
      },
      {
        "sentence": "他的拒绝可能意味着你们之间的关系出现了一些问题，或者他对你的要求不够理解。",
        "label": ""
      },
      {
        "sentence": "另外，他说工作太累只想打游戏睡觉，你可以了解一下他的工作类型。",
        "label": ""
      },
      {
        "sentence": "有时候人在工作结束后会觉得特别累，什么都不想做，也没有沟通的欲望。",
        "label": ""
      },
      {
        "sentence": "所以他是不是真的工作比较辛苦很重要，还有他说的打游戏是什么，因为有些游戏是有社交属性的，他愿意和别人交流，却不想理你是有问题的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白他的工作确实很辛苦，我也尽量不给他增加负担，只是希望他能简单告诉我一下。我真的很难理解，他口口声声说努力工作是为了给我我想要的东西，结果连一个小要求都不愿意答应。",
    "annotation": [
      {
        "sentence": "我明白他的工作确实很辛苦，我也尽量不给他增加负担，只是希望他能简单告诉我一下。",
        "label": ""
      },
      {
        "sentence": "我真的很难理解，他口口声声说努力工作是为了给我我想要的东西，结果连一个小要求都不愿意答应。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "或许你可以给彼此多一点自由和空间。每天都保持联系可能会让人感到压力和负担，尤其是感情进入平淡期的时候。试着不那么主动维系感情，看看他的反应。如果你两天不主动发信息，看看他是否会主动联系你，你或许能更加明白他的想法。当然，这个方法是一种试探，希望能对你有所帮助。",
    "annotation": [
      {
        "sentence": "或许你可以给彼此多一点自由和空间。",
        "label": ""
      },
      {
        "sentence": "每天都保持联系可能会让人感到压力和负担，尤其是感情进入平淡期的时候。",
        "label": ""
      },
      {
        "sentence": "试着不那么主动维系感情，看看他的反应。",
        "label": ""
      },
      {
        "sentence": "如果你两天不主动发信息，看看他是否会主动联系你，你或许能更加明白他的想法。",
        "label": ""
      },
      {
        "sentence": "当然，这个方法是一种试探，希望能对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得有道理，也许我真的需要给他一些自由和空间。但是我还是担心我们的感情会因此变远、变淡。我真的希望我们能共同努力，一起加油，但现在感觉很困惑。",
    "annotation": [
      {
        "sentence": "你说得有道理，也许我真的需要给他一些自由和空间。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心我们的感情会因此变远、变淡。",
        "label": ""
      },
      {
        "sentence": "我真的希望我们能共同努力，一起加油，但现在感觉很困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感情确实需要两个人共同的努力来保持和加强。异地恋的关系变得疏远是常见的情况，但这并不意味着他对你没有感情。希望你们能够坦诚地沟通，互相理解对方的需求和困扰。有时候，给彼此一些时间和空间反而能促进感情的发展。祝福你们，希望一切顺利！",
    "annotation": [
      {
        "sentence": "感情确实需要两个人共同的努力来保持和加强。",
        "label": ""
      },
      {
        "sentence": "异地恋的关系变得疏远是常见的情况，但这并不意味着他对你没有感情。",
        "label": ""
      },
      {
        "sentence": "希望你们能够坦诚地沟通，互相理解对方的需求和困扰。",
        "label": ""
      },
      {
        "sentence": "有时候，给彼此一些时间和空间反而能促进感情的发展。",
        "label": ""
      },
      {
        "sentence": "祝福你们，希望一切顺利！",
        "label": ""
      }
    ]
  }
]