[
  {
    "role": "client",
    "content": "走不出上一段感情的影响？不能重新开始正常生活。三年前交往了一个男生，不知道如何定义我们感情里的种种，他控制欲很强有暴力倾向，印象最深的一次是一起旅行因为他和同行的一个女生过于亲密我闹脾气，回到房间他第一次动手打我，我疯狂捶门呼救把民宿老板都引上楼了，他掐住我不让我出声手下一点不留余地，那是我活到现在唯一一次感受到离窒息死亡那么近，但就是这样，在分手的这一年多里，我发现我怎么也走不出他的影响，很多人想要和我亲近和我表白，但我却觉得他们对我太好太顺从而反感远离所有异性关系，总怀念他对我不好或者虐待的时候，上瘾一样控制不住，但分手后他就出国了现在我们两个的圈子离得很远，我却总还在生活里到处寻找他的影子，有时候想到崩溃还会靠自残来麻痹自己，我想不通刚分手的时候想到他对我的伤害我明明是恨他的，而且那时候在朋友劝说下自己也觉得分手对我来说更好，可现在我到底又是怎么了，现在也不敢和任何异性交流了，因为已经不知道如何处理其他异性关系了。",
    "annotation": [
      {
        "sentence": "走不出上一段感情的影响？",
        "label": ""
      },
      {
        "sentence": "不能重新开始正常生活。",
        "label": ""
      },
      {
        "sentence": "三年前交往了一个男生，不知道如何定义我们感情里的种种，他控制欲很强有暴力倾向，印象最深的一次是一起旅行因为他和同行的一个女生过于亲密我闹脾气，回到房间他第一次动手打我，我疯狂捶门呼救把民宿老板都引上楼了，他掐住我不让我出声手下一点不留余地，那是我活到现在唯一一次感受到离窒息死亡那么近，但就是这样，在分手的这一年多里，我发现我怎么也走不出他的影响，很多人想要和我亲近和我表白，但我却觉得他们对我太好太顺从而反感远离所有异性关系，总怀念他对我不好或者虐待的时候，上瘾一样控制不住，但分手后他就出国了现在我们两个的圈子离得很远，我却总还在生活里到处寻找他的影子，有时候想到崩溃还会靠自残来麻痹自己，我想不通刚分手的时候想到他对我的伤害我明明是恨他的，而且那时候在朋友劝说下自己也觉得分手对我来说更好，可现在我到底又是怎么了，现在也不敢和任何异性交流了，因为已经不知道如何处理其他异性关系了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望以下回答能对你有所帮助。首先对你所描述的情况梳理如下：三年前交往的男生控制且暴力，曾经对我动手感受到窒息死亡，现在远离了去仍然心理离不开。明知他有暴力倾向并施暴于自己却心理上离不开，这是典型的“斯德哥尔摩综合症”：爱上伤害你的人，是特定情况下的自我保护心理，也是边界与内在力量的问题。现实中，有不少女生深陷痛心的虐恋里，不能自拔；也有不少SM施受虐者在痛苦中不能离开不能放弃。它的心理机制是这样，在内心里，你明明知道他伤害了你，但是却无法拒绝。这是在内在里有一个自己在批判审视着另一个自己，同时互相掐架：一个说：看他那样对你，你还拒绝不了！一个说：如果我拒绝了，我就无法证明他的坏！一个说：如果不去证明他的坏，会怎样？一个说：那就证明你没有别人喜欢你了。所以陷入这样的循环中，但仔细看，这个思维过程本身是有问题的。不是吗？",
    "annotation": [
      {
        "sentence": "希望以下回答能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "首先对你所描述的情况梳理如下：三年前交往的男生控制且暴力，曾经对我动手感受到窒息死亡，现在远离了去仍然心理离不开。",
        "label": ""
      },
      {
        "sentence": "明知他有暴力倾向并施暴于自己却心理上离不开，这是典型的“斯德哥尔摩综合症”：爱上伤害你的人，是特定情况下的自我保护心理，也是边界与内在力量的问题。",
        "label": ""
      },
      {
        "sentence": "现实中，有不少女生深陷痛心的虐恋里，不能自拔；也有不少SM施受虐者在痛苦中不能离开不能放弃。",
        "label": ""
      },
      {
        "sentence": "它的心理机制是这样，在内心里，你明明知道他伤害了你，但是却无法拒绝。",
        "label": ""
      },
      {
        "sentence": "这是在内在里有一个自己在批判审视着另一个自己，同时互相掐架：一个说：看他那样对你，你还拒绝不了！",
        "label": ""
      },
      {
        "sentence": "一个说：如果我拒绝了，我就无法证明他的坏！",
        "label": ""
      },
      {
        "sentence": "一个说：如果不去证明他的坏，会怎样？",
        "label": ""
      },
      {
        "sentence": "一个说：那就证明你没有别人喜欢你了。",
        "label": ""
      },
      {
        "sentence": "所以陷入这样的循环中，但仔细看，这个思维过程本身是有问题的。",
        "label": ""
      },
      {
        "sentence": "不是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在就是感觉自己陷入了一个无法自拔的循环中。始终无法释怀他的影响，甚至对其他人的好意都感到反感。这让我很困扰，不知道该如何摆脱。",
    "annotation": [
      {
        "sentence": "是的，我现在就是感觉自己陷入了一个无法自拔的循环中。",
        "label": ""
      },
      {
        "sentence": "始终无法释怀他的影响，甚至对其他人的好意都感到反感。",
        "label": ""
      },
      {
        "sentence": "这让我很困扰，不知道该如何摆脱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲密关系上，“很多人想要和我亲近和我表白，但我却觉得他们对我太好太顺从而反感远离所有异性关系，总怀念他对我不好或者虐待的时候，上瘾一样控制不住”，这里往往在你的内心里隐藏着一个想要改造他的梦。这幻想犹如：一个酒鬼的女儿特别讨厌酗酒的父亲，发誓以后不再嫁给这样的男人，可是当她结婚后，发现偏偏找了个酒鬼丈夫。其实从深层来看，这是一种想要改造父亲的愿望的实现。几年前的电视剧《不要和陌生人说话》，里面的主人公小南被老公暴力了几次，仍然抱着他也许会变化的幻想，但结果换来的仍然是医生丈夫的不信任和猜忌。",
    "annotation": [
      {
        "sentence": "亲密关系上，“很多人想要和我亲近和我表白，但我却觉得他们对我太好太顺从而反感远离所有异性关系，总怀念他对我不好或者虐待的时候，上瘾一样控制不住”，这里往往在你的内心里隐藏着一个想要改造他的梦。",
        "label": ""
      },
      {
        "sentence": "这幻想犹如：一个酒鬼的女儿特别讨厌酗酒的父亲，发誓以后不再嫁给这样的男人，可是当她结婚后，发现偏偏找了个酒鬼丈夫。",
        "label": ""
      },
      {
        "sentence": "其实从深层来看，这是一种想要改造父亲的愿望的实现。",
        "label": ""
      },
      {
        "sentence": "几年前的电视剧《不要和陌生人说话》，里面的主人公小南被老公暴力了几次，仍然抱着他也许会变化的幻想，但结果换来的仍然是医生丈夫的不信任和猜忌。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我曾经渴望他能够变好，改掉暴力的习惯。可是事实证明，他并没有改变。我现在明白，我不能再抱着这种不切实际的幻想了。但是，我该如何从这段感情的影响中解脱出来呢？",
    "annotation": [
      {
        "sentence": "你说得很对，我曾经渴望他能够变好，改掉暴力的习惯。",
        "label": ""
      },
      {
        "sentence": "可是事实证明，他并没有改变。",
        "label": ""
      },
      {
        "sentence": "我现在明白，我不能再抱着这种不切实际的幻想了。",
        "label": ""
      },
      {
        "sentence": "但是，我该如何从这段感情的影响中解脱出来呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对你来说，更需要的是学习和成长。需要意识到，爱上虐待自己的人，其实是对自己的不爱和放弃，这和你内心的低自尊有关。如果不好好调整，对以后的婚恋会产生较大的影响。当然从根源上说，也许和你成长过程有关，需要详细梳理。",
    "annotation": [
      {
        "sentence": "对你来说，更需要的是学习和成长。",
        "label": ""
      },
      {
        "sentence": "需要意识到，爱上虐待自己的人，其实是对自己的不爱和放弃，这和你内心的低自尊有关。",
        "label": ""
      },
      {
        "sentence": "如果不好好调整，对以后的婚恋会产生较大的影响。",
        "label": ""
      },
      {
        "sentence": "当然从根源上说，也许和你成长过程有关，需要详细梳理。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要重新审视自己，修复自己内心的伤痛和自尊。但是我感觉自己很迷茫，不知道该如何着手。",
    "annotation": [
      {
        "sentence": "我明白了，我需要重新审视自己，修复自己内心的伤痛和自尊。",
        "label": ""
      },
      {
        "sentence": "但是我感觉自己很迷茫，不知道该如何着手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你会迷茫是很正常的。你可以寻求专门的心理咨询，进行个人成长方面的建设。专业的心理咨询师可以帮助你找到解决问题的方法和路径。祝福你！",
    "annotation": [
      {
        "sentence": "你会迷茫是很正常的。",
        "label": ""
      },
      {
        "sentence": "你可以寻求专门的心理咨询，进行个人成长方面的建设。",
        "label": ""
      },
      {
        "sentence": "专业的心理咨询师可以帮助你找到解决问题的方法和路径。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和祝福！我会积极寻求心理咨询的帮助，努力改变自己，走出这段过去的阴影。再次感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和祝福！",
        "label": ""
      },
      {
        "sentence": "我会积极寻求心理咨询的帮助，努力改变自己，走出这段过去的阴影。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望你能够早日走出阴影，过上幸福的生活。记住，一切都会好起来的！加油！",
    "annotation": [
      {
        "sentence": "不客气，希望你能够早日走出阴影，过上幸福的生活。",
        "label": ""
      },
      {
        "sentence": "记住，一切都会好起来的！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]