[
  {
    "role": "client",
    "content": "我实在没有活下去的勇气了。已经40岁了，生意失败，贷款借款一大堆。网贷这些爆通讯录，可谓身败名裂，苟且偷生一年多了，实在是没有了活下去的勇气。现在满脑子只想一了百了。唉。",
    "annotation": [
      {
        "sentence": "我实在没有活下去的勇气了。",
        "label": ""
      },
      {
        "sentence": "已经40岁了，生意失败，贷款借款一大堆。",
        "label": ""
      },
      {
        "sentence": "网贷这些爆通讯录，可谓身败名裂，苟且偷生一年多了，实在是没有了活下去的勇气。",
        "label": ""
      },
      {
        "sentence": "现在满脑子只想一了百了。",
        "label": ""
      },
      {
        "sentence": "唉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听说过一本书，叫《百岁人生》。书中提到这样一个观点，现在的人均寿命越来越长，大概每十年就增加两年。按这样算下来，你现在四十岁，按平均寿命来说，有很大的概率能活到八九十岁。所以，你现在四十岁，生意虽然失败，负债累累，但并不代表人生就此结束。你还有很长的时间可以扭转局面，不是吗？不要觉得自己四十岁了，就认为人生似乎就是这样了，别低估了你人生的可能性。齐白石五十六岁的时候，突然觉得人生过得太无趣，才开始去学画，后来成为了一代大师。你才四十岁呢！你的贷款欠了多少我们不知道，但无论多少，生命是无价的。只要不放弃，贷款总有一天会还清的。失败的名声可以败，同样，也可以再次挽回。目前当务之急是尽量想办法赚钱，投入到工作和赚钱当中，这样你会感觉充实，有价值，也能转移你目前的痛苦。适当的时候，也可以选择求助他人，没关系的，人与人之间，本来就应该相互帮助。正是相互帮助，才加深了彼此的联系和感情。不要放弃！(^_-)。",
    "annotation": [
      {
        "sentence": "听说过一本书，叫《百岁人生》。",
        "label": ""
      },
      {
        "sentence": "书中提到这样一个观点，现在的人均寿命越来越长，大概每十年就增加两年。",
        "label": ""
      },
      {
        "sentence": "按这样算下来，你现在四十岁，按平均寿命来说，有很大的概率能活到八九十岁。",
        "label": ""
      },
      {
        "sentence": "所以，你现在四十岁，生意虽然失败，负债累累，但并不代表人生就此结束。",
        "label": ""
      },
      {
        "sentence": "你还有很长的时间可以扭转局面，不是吗？",
        "label": ""
      },
      {
        "sentence": "不要觉得自己四十岁了，就认为人生似乎就是这样了，别低估了你人生的可能性。",
        "label": ""
      },
      {
        "sentence": "齐白石五十六岁的时候，突然觉得人生过得太无趣，才开始去学画，后来成为了一代大师。",
        "label": ""
      },
      {
        "sentence": "你才四十岁呢！",
        "label": ""
      },
      {
        "sentence": "你的贷款欠了多少我们不知道，但无论多少，生命是无价的。",
        "label": ""
      },
      {
        "sentence": "只要不放弃，贷款总有一天会还清的。",
        "label": ""
      },
      {
        "sentence": "失败的名声可以败，同样，也可以再次挽回。",
        "label": ""
      },
      {
        "sentence": "目前当务之急是尽量想办法赚钱，投入到工作和赚钱当中，这样你会感觉充实，有价值，也能转移你目前的痛苦。",
        "label": ""
      },
      {
        "sentence": "适当的时候，也可以选择求助他人，没关系的，人与人之间，本来就应该相互帮助。",
        "label": ""
      },
      {
        "sentence": "正是相互帮助，才加深了彼此的联系和感情。",
        "label": ""
      },
      {
        "sentence": "不要放弃！",
        "label": ""
      },
      {
        "sentence": "(^_-)。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道人的平均寿命在增加，但我觉得我已经错过了很多机会。而且我现在四十岁，还要像个小学生一样重新开始，感觉有点难以接受。",
    "annotation": [
      {
        "sentence": "我知道人的平均寿命在增加，但我觉得我已经错过了很多机会。",
        "label": ""
      },
      {
        "sentence": "而且我现在四十岁，还要像个小学生一样重新开始，感觉有点难以接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我知道这个过程不容易，但你要明白，每个人都有自己的起点。即使你现在四十岁，重新学习并不会让你变成小学生。相反，你的经验和历练会让你在学习中更加得心应手，进步也会更快。刚开始可能会有些困难，但只要你有决心和耐心，你一定能克服困难，追求你想要的生活。不要把自己局限在失败和过去的伤痛中，而是要积极面对挑战，相信自己可以改变现状，重新找到人生的方向。",
    "annotation": [
      {
        "sentence": "我知道这个过程不容易，但你要明白，每个人都有自己的起点。",
        "label": ""
      },
      {
        "sentence": "即使你现在四十岁，重新学习并不会让你变成小学生。",
        "label": ""
      },
      {
        "sentence": "相反，你的经验和历练会让你在学习中更加得心应手，进步也会更快。",
        "label": ""
      },
      {
        "sentence": "刚开始可能会有些困难，但只要你有决心和耐心，你一定能克服困难，追求你想要的生活。",
        "label": ""
      },
      {
        "sentence": "不要把自己局限在失败和过去的伤痛中，而是要积极面对挑战，相信自己可以改变现状，重新找到人生的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我之前的经验告诉我，成功并不是那么容易实现的。我曾经努力过，但最终还是失败了。现在的我感觉有些失去了信心和勇气。",
    "annotation": [
      {
        "sentence": "但是我之前的经验告诉我，成功并不是那么容易实现的。",
        "label": ""
      },
      {
        "sentence": "我曾经努力过，但最终还是失败了。",
        "label": ""
      },
      {
        "sentence": "现在的我感觉有些失去了信心和勇气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都会遇到失败和挫折，这是人生中不可避免的一部分。并不是每一次努力都会带来成功，但失败并不代表你不可再起。相反，正是通过失败，我们才能积累经验和教训，更加明确自己的目标和方向。失去信心和勇气是正常的情绪反应，但你要相信自己的潜力和能力，相信明天会更好。找到适合自己的方法和策略，再次踏上成功的道路。你可以重新审视过去的经历，分析失败的原因，然后制定新的计划和策略，努力追求你的目标。",
    "annotation": [
      {
        "sentence": "每个人都会遇到失败和挫折，这是人生中不可避免的一部分。",
        "label": ""
      },
      {
        "sentence": "并不是每一次努力都会带来成功，但失败并不代表你不可再起。",
        "label": ""
      },
      {
        "sentence": "相反，正是通过失败，我们才能积累经验和教训，更加明确自己的目标和方向。",
        "label": ""
      },
      {
        "sentence": "失去信心和勇气是正常的情绪反应，但你要相信自己的潜力和能力，相信明天会更好。",
        "label": ""
      },
      {
        "sentence": "找到适合自己的方法和策略，再次踏上成功的道路。",
        "label": ""
      },
      {
        "sentence": "你可以重新审视过去的经历，分析失败的原因，然后制定新的计划和策略，努力追求你的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我对未来没有明确的规划和目标，感觉迷茫和无助。我不知道该怎么办才能重新找到生活的方向。",
    "annotation": [
      {
        "sentence": "我对未来没有明确的规划和目标，感觉迷茫和无助。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办才能重新找到生活的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "迷茫和无助是大多数人在人生中都会经历的情绪。你并不孤单，因为每个人都会面临类似的挑战。对于没有明确目标和规划的情况，我们可以一步步来，从小事做起。先思考一下自己的兴趣和喜好，找到你感兴趣的领域或者事物，然后慢慢地了解和学习。通过积累知识和经验，你会逐渐找到适合自己的方向。此外，你也可以寻求专业心理咨询师的帮助，他们会根据你的情况和需求，给予你更具体的指导和建议，帮助你重新找到生活的方向。",
    "annotation": [
      {
        "sentence": "迷茫和无助是大多数人在人生中都会经历的情绪。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，因为每个人都会面临类似的挑战。",
        "label": ""
      },
      {
        "sentence": "对于没有明确目标和规划的情况，我们可以一步步来，从小事做起。",
        "label": ""
      },
      {
        "sentence": "先思考一下自己的兴趣和喜好，找到你感兴趣的领域或者事物，然后慢慢地了解和学习。",
        "label": ""
      },
      {
        "sentence": "通过积累知识和经验，你会逐渐找到适合自己的方向。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以寻求专业心理咨询师的帮助，他们会根据你的情况和需求，给予你更具体的指导和建议，帮助你重新找到生活的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我会尽量按照你说的去尝试，重新找到自己的目标和方向。也许我还有很长的路要走，但我相信只要不放弃，成功终将会到来。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会尽量按照你说的去尝试，重新找到自己的目标和方向。",
        "label": ""
      },
      {
        "sentence": "也许我还有很长的路要走，但我相信只要不放弃，成功终将会到来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你能够积极地面对困境并寻求帮助，这已经是一个很大的进步。坚持下去，相信自己，克服困难，你一定能够找到属于自己的光明与成功。无论遇到什么困难和挑战，都记得不要放弃，我们都在支持着你！(\\^o^)\/",
    "annotation": [
      {
        "sentence": "不客气，你能够积极地面对困境并寻求帮助，这已经是一个很大的进步。",
        "label": ""
      },
      {
        "sentence": "坚持下去，相信自己，克服困难，你一定能够找到属于自己的光明与成功。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难和挑战，都记得不要放弃，我们都在支持着你！",
        "label": ""
      },
      {
        "sentence": "(\\^o^)\/",
        "label": ""
      }
    ]
  }
]