[
  {
    "role": "client",
    "content": "最近总有做爱的性幻想是什么问题？",
    "annotation": [
      {
        "sentence": "最近总有做爱的性幻想是什么问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你这个年纪就很青春，热血方刚的。你是个正常的男生，遇到喜欢的女生，有性欲冲动与性幻想是很正常的事情，不属于非常丢脸或者难以启齿的事情。",
    "annotation": [
      {
        "sentence": "首先，你这个年纪就很青春，热血方刚的。",
        "label": ""
      },
      {
        "sentence": "你是个正常的男生，遇到喜欢的女生，有性欲冲动与性幻想是很正常的事情，不属于非常丢脸或者难以启齿的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也明白这是正常的，但最近这种冲动变得越来越强烈了，而且我一直在担心自己是否能够控制住这种行为。",
    "annotation": [
      {
        "sentence": "是的，我也明白这是正常的，但最近这种冲动变得越来越强烈了，而且我一直在担心自己是否能够控制住这种行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你的担忧，你担心自己会无法控制自己的行为。我想了解一下，这种性欲幻想与冲动的频率是每天都会想到，还是每周几天？或者每天想好几次？是在闲暇时产生这种冲动，还是在学习和工作时都无法控制？",
    "annotation": [
      {
        "sentence": "我能感受到你的担忧，你担心自己会无法控制自己的行为。",
        "label": ""
      },
      {
        "sentence": "我想了解一下，这种性欲幻想与冲动的频率是每天都会想到，还是每周几天？",
        "label": ""
      },
      {
        "sentence": "或者每天想好几次？",
        "label": ""
      },
      {
        "sentence": "是在闲暇时产生这种冲动，还是在学习和工作时都无法控制？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得基本上每天都会想到好几次，有时候在工作和学习时也会自动浮现脑海中。而且我回忆的对象都是之前交往过的前女友。",
    "annotation": [
      {
        "sentence": "我觉得基本上每天都会想到好几次，有时候在工作和学习时也会自动浮现脑海中。",
        "label": ""
      },
      {
        "sentence": "而且我回忆的对象都是之前交往过的前女友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我不是在质问你，只是想更好地了解你的情况。因为你主观认为它很强烈，但人们往往会夸大一些自己的负面情绪，有时旁观者也无法真正理解你的想法。所以我觉得你可以好好观察自己的这种性欲冲动，了解摸清它的规律，再做下一步的应对会更好。另外，如果你发现自己是每天想好几次甚至工作学习时都无法控制的情况，建议你去找专业的心理咨询师，大学的心理咨询中心也可以。记住，这不代表你有严重的心理疾病，每个人心理都会有亚健康的时候，及时寻求疏导就好了。",
    "annotation": [
      {
        "sentence": "我不是在质问你，只是想更好地了解你的情况。",
        "label": ""
      },
      {
        "sentence": "因为你主观认为它很强烈，但人们往往会夸大一些自己的负面情绪，有时旁观者也无法真正理解你的想法。",
        "label": ""
      },
      {
        "sentence": "所以我觉得你可以好好观察自己的这种性欲冲动，了解摸清它的规律，再做下一步的应对会更好。",
        "label": ""
      },
      {
        "sentence": "另外，如果你发现自己是每天想好几次甚至工作学习时都无法控制的情况，建议你去找专业的心理咨询师，大学的心理咨询中心也可以。",
        "label": ""
      },
      {
        "sentence": "记住，这不代表你有严重的心理疾病，每个人心理都会有亚健康的时候，及时寻求疏导就好了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。其实我目前还可以暂时控制这种性欲冲动，你觉得有什么方法可以帮助我放平心态去对待这种冲动吗？我想试试适当地愉悦自己。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "其实我目前还可以暂时控制这种性欲冲动，你觉得有什么方法可以帮助我放平心态去对待这种冲动吗？",
        "label": ""
      },
      {
        "sentence": "我想试试适当地愉悦自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你自己暂时可以控制这种性欲冲动，那么你可以试着放平心态去接纳拥有性欲的自己。可以在法律与道德的范围内，适当地愉悦自己，例如多运动、多到外面走走，以一些健康的方式宣泄掉自己的情绪。此外，你也可以查找一些相关资料了解更多健康的处理方式。最后，我想告诉你，你现在的纠结与痛苦，其实也说明了你是个道德感很强的男孩子。所以，不必畏惧，不必恐慌，不必自责，接纳和包容自己，我相信你可以做到的，加油！",
    "annotation": [
      {
        "sentence": "如果你自己暂时可以控制这种性欲冲动，那么你可以试着放平心态去接纳拥有性欲的自己。",
        "label": ""
      },
      {
        "sentence": "可以在法律与道德的范围内，适当地愉悦自己，例如多运动、多到外面走走，以一些健康的方式宣泄掉自己的情绪。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以查找一些相关资料了解更多健康的处理方式。",
        "label": ""
      },
      {
        "sentence": "最后，我想告诉你，你现在的纠结与痛苦，其实也说明了你是个道德感很强的男孩子。",
        "label": ""
      },
      {
        "sentence": "所以，不必畏惧，不必恐慌，不必自责，接纳和包容自己，我相信你可以做到的，加油！",
        "label": ""
      }
    ]
  }
]