[
  {
    "role": "client",
    "content": "我没有自我，活得浑噩，有抑郁症和社交恐惧症？自从上高中，从开始的认真严谨上进变得厌学逃避自卑极度敏感。我也不知道我是怎么一步步变成这个样子，现在快上大三了，每天都活在混沌之中，找不到生活的意义和乐趣，看这个世界好像失去了色彩，看了些抑郁症的症状，比如头晕我从高二就一直有，有时坐下来都会有种晕眩感，平时在外面走在路上会感觉别人在看我，虽然我知道他们可能是在看我周围的景物或是很正常的一眼，但我心理总觉得不舒服，要么是低下头要么是转头看别处，我能感觉到自己的不正常，但每天还是像平常人一样生活，我感觉自己的每天都好累，也很没精神，，我对声音也很敏感，一点细微的响动或者很正常的声音我都会注意到。我觉得我对这样的自己和世界充满了失望和厌恶，每次一受到大的刺激都想要自杀但始终都没做过，从来都没和别人说过我的这些，但心里一直很痛苦绝望。",
    "annotation": [
      {
        "sentence": "我没有自我，活得浑噩，有抑郁症和社交恐惧症？",
        "label": ""
      },
      {
        "sentence": "自从上高中，从开始的认真严谨上进变得厌学逃避自卑极度敏感。",
        "label": ""
      },
      {
        "sentence": "我也不知道我是怎么一步步变成这个样子，现在快上大三了，每天都活在混沌之中，找不到生活的意义和乐趣，看这个世界好像失去了色彩，看了些抑郁症的症状，比如头晕我从高二就一直有，有时坐下来都会有种晕眩感，平时在外面走在路上会感觉别人在看我，虽然我知道他们可能是在看我周围的景物或是很正常的一眼，但我心理总觉得不舒服，要么是低下头要么是转头看别处，我能感觉到自己的不正常，但每天还是像平常人一样生活，我感觉自己的每天都好累，也很没精神，，我对声音也很敏感，一点细微的响动或者很正常的声音我都会注意到。",
        "label": ""
      },
      {
        "sentence": "我觉得我对这样的自己和世界充满了失望和厌恶，每次一受到大的刺激都想要自杀但始终都没做过，从来都没和别人说过我的这些，但心里一直很痛苦绝望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的描述我觉得深有体会，我的感受和你很相似，总是过分在意周围人的眼光，虽然内心很累但是每天都装作正常人的样子，对声音很敏感等。其实我觉得应该挺多人都有这种感受的，所以这种现象是正常的。",
    "annotation": [
      {
        "sentence": "看了你的描述我觉得深有体会，我的感受和你很相似，总是过分在意周围人的眼光，虽然内心很累但是每天都装作正常人的样子，对声音很敏感等。",
        "label": ""
      },
      {
        "sentence": "其实我觉得应该挺多人都有这种感受的，所以这种现象是正常的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你也有这样的感受吗？那你是怎么处理的呢？",
    "annotation": [
      {
        "sentence": "你也有这样的感受吗？",
        "label": ""
      },
      {
        "sentence": "那你是怎么处理的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，曾经我也有过类似的感受。首先我觉得存在这种感受的一部分原因是适应能力不够强，高中天天行程很满，基本上除了学习还是学习，而大学空闲时间多了很多，也有很多业余活动，从高中到大学，学习懒散了，就可能会导致厌学，没以前那么认真学习的现象。",
    "annotation": [
      {
        "sentence": "是的，曾经我也有过类似的感受。",
        "label": ""
      },
      {
        "sentence": "首先我觉得存在这种感受的一部分原因是适应能力不够强，高中天天行程很满，基本上除了学习还是学习，而大学空闲时间多了很多，也有很多业余活动，从高中到大学，学习懒散了，就可能会导致厌学，没以前那么认真学习的现象。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，大学的自由时间相较高中确实多了很多，我一开始也不太适应。",
    "annotation": [
      {
        "sentence": "确实，大学的自由时间相较高中确实多了很多，我一开始也不太适应。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "然后大学又是小型的社会，和我们以前接触的都不一样，在大学有很多优秀的人，也会遇到很多我们以前没有遇到过的事，逃避自卑敏感也都是正常的。",
    "annotation": [
      {
        "sentence": "然后大学又是小型的社会，和我们以前接触的都不一样，在大学有很多优秀的人，也会遇到很多我们以前没有遇到过的事，逃避自卑敏感也都是正常的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我经常觉得自己不如别人，这让我感到很不安。",
    "annotation": [
      {
        "sentence": "我经常觉得自己不如别人，这让我感到很不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实你比较在意他人的眼光和评价，其实他人的评价并不能决定你会变成什么样，所以不用在意，活出自己就好了。第三关于细小声音的敏感，其实有时候可能是你觉得你很在意，所以你才会越来越敏感，试着不要去在意，转移自己的注意力，不要一直想着这个声音。",
    "annotation": [
      {
        "sentence": "其实你比较在意他人的眼光和评价，其实他人的评价并不能决定你会变成什么样，所以不用在意，活出自己就好了。",
        "label": ""
      },
      {
        "sentence": "第三关于细小声音的敏感，其实有时候可能是你觉得你很在意，所以你才会越来越敏感，试着不要去在意，转移自己的注意力，不要一直想着这个声音。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会试着不去过于在意他人的眼光，也尽量转移注意力。",
    "annotation": [
      {
        "sentence": "嗯，我会试着不去过于在意他人的眼光，也尽量转移注意力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "还有就是从你的描述中可以看得出你的态度比较消极，可能是你遭遇了什么事让你觉得这个世界让你很失望和厌恶，但是你也可以去发现这个世界的美好呀，这个世界不缺少美，只是缺少了发现美的眼睛，那些黑暗的就让他过去吧，当作一个人生经历，还有更加美好的等着你去发掘，人生还这么长，保持积极的态度不是会过得更开心吗？要对这个世界保持信心呀！加油！以上仅我个人观点，仅供参考，希望可以帮助到你。",
    "annotation": [
      {
        "sentence": "还有就是从你的描述中可以看得出你的态度比较消极，可能是你遭遇了什么事让你觉得这个世界让你很失望和厌恶，但是你也可以去发现这个世界的美好呀，这个世界不缺少美，只是缺少了发现美的眼睛，那些黑暗的就让他过去吧，当作一个人生经历，还有更加美好的等着你去发掘，人生还这么长，保持积极的态度不是会过得更开心吗？",
        "label": ""
      },
      {
        "sentence": "要对这个世界保持信心呀！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "以上仅我个人观点，仅供参考，希望可以帮助到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会尽量看到这个世界的美好，保持积极的态度。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会尽量看到这个世界的美好，保持积极的态度。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  }
]