[
  {
    "role": "client",
    "content": "最近半年集中不了注意力。因为以前自己的原因经历了不咋地的一些事，本来维持挺好，突然在考完生地会考的那段时间里开始控制不住情绪了。现在越临近中考状态越差，身体状况也变得很差，三天一喉炎五天胃疼的，明明以前很健康的来着。成绩疯狂掉集中不了注意力，上课想的全都是我为什么这么差劲我怎么这么废物什么都不会又懒又自大，脑子经常昏昏沉沉像有堆浆糊在里面根本听不进课，写题目会发现自己居然理解不了在说什么，总是走神，有时候还会突然觉得自己是个丑八怪不想出门。最让我害怕的是，有时突然脑子里闪过别人对我的某些话，然后就又无奈又生气又讨厌自己，有一次差点在大庭广众之下掀桌子发怒。并没有想哭的欲望，也会正常的跟别人聊天笑，但就是觉得哪里不对劲儿，整个人晕乎乎的。最近成绩掉的简直不忍直视，越掉我就越难过越觉得自己没用活该这样，可我不想没有高中读，也不想变成“非正常儿童”。我究竟是什么情况？",
    "annotation": [
      {
        "sentence": "最近半年集中不了注意力。",
        "label": ""
      },
      {
        "sentence": "因为以前自己的原因经历了不咋地的一些事，本来维持挺好，突然在考完生地会考的那段时间里开始控制不住情绪了。",
        "label": ""
      },
      {
        "sentence": "现在越临近中考状态越差，身体状况也变得很差，三天一喉炎五天胃疼的，明明以前很健康的来着。",
        "label": ""
      },
      {
        "sentence": "成绩疯狂掉集中不了注意力，上课想的全都是我为什么这么差劲我怎么这么废物什么都不会又懒又自大，脑子经常昏昏沉沉像有堆浆糊在里面根本听不进课，写题目会发现自己居然理解不了在说什么，总是走神，有时候还会突然觉得自己是个丑八怪不想出门。",
        "label": ""
      },
      {
        "sentence": "最让我害怕的是，有时突然脑子里闪过别人对我的某些话，然后就又无奈又生气又讨厌自己，有一次差点在大庭广众之下掀桌子发怒。",
        "label": ""
      },
      {
        "sentence": "并没有想哭的欲望，也会正常的跟别人聊天笑，但就是觉得哪里不对劲儿，整个人晕乎乎的。",
        "label": ""
      },
      {
        "sentence": "最近成绩掉的简直不忍直视，越掉我就越难过越觉得自己没用活该这样，可我不想没有高中读，也不想变成“非正常儿童”。",
        "label": ""
      },
      {
        "sentence": "我究竟是什么情况？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听说你最近备考压力很大。中考即将来临，父母和老师对你的期望也会给你带来很大的压力。这种压力累积起来时，你必然会感到不适应。所以，我们要学会减压。首先，我们可以先从生理上排查一下，看看是不是心理原因导致了身体不舒服。如果有必要，可以让家长带你去医院做全面检查，排除生理因素。其次，我们要关注心理健康。离中考还有20天左右的时间，可以减少做题量，调整好自己的心态。我觉得你的基础知识还是很扎实的，只是因为心理压力比较大，导致你很多时候无法冷静思考。当我们的心态放松时，事情会变得容易，注意力也能集中。我们并没有你想象中那么糟糕，对于别人的一些话语，我们可以用自己的辨识能力来判断，哪些是别人故意诋毁我们的，哪些是我们确实存在的问题。当我们无法辨别时，可以找身边的长辈或父母倾诉，共同寻找解决问题的办法。最近成绩下降是因为我们一直无法冷静思考，很多本来能做的题目，因为注意力不集中而做不好。所以我们可以先把自己认为的问题罗列出来，看看有哪些问题可以自己解决，是否有解决方案。遇到需要别人帮助的问题，你也可以告诉小凡锅锅，我们一起来面对这些问题好吗？",
    "annotation": [
      {
        "sentence": "听说你最近备考压力很大。",
        "label": ""
      },
      {
        "sentence": "中考即将来临，父母和老师对你的期望也会给你带来很大的压力。",
        "label": ""
      },
      {
        "sentence": "这种压力累积起来时，你必然会感到不适应。",
        "label": ""
      },
      {
        "sentence": "所以，我们要学会减压。",
        "label": ""
      },
      {
        "sentence": "首先，我们可以先从生理上排查一下，看看是不是心理原因导致了身体不舒服。",
        "label": ""
      },
      {
        "sentence": "如果有必要，可以让家长带你去医院做全面检查，排除生理因素。",
        "label": ""
      },
      {
        "sentence": "其次，我们要关注心理健康。",
        "label": ""
      },
      {
        "sentence": "离中考还有20天左右的时间，可以减少做题量，调整好自己的心态。",
        "label": ""
      },
      {
        "sentence": "我觉得你的基础知识还是很扎实的，只是因为心理压力比较大，导致你很多时候无法冷静思考。",
        "label": ""
      },
      {
        "sentence": "当我们的心态放松时，事情会变得容易，注意力也能集中。",
        "label": ""
      },
      {
        "sentence": "我们并没有你想象中那么糟糕，对于别人的一些话语，我们可以用自己的辨识能力来判断，哪些是别人故意诋毁我们的，哪些是我们确实存在的问题。",
        "label": ""
      },
      {
        "sentence": "当我们无法辨别时，可以找身边的长辈或父母倾诉，共同寻找解决问题的办法。",
        "label": ""
      },
      {
        "sentence": "最近成绩下降是因为我们一直无法冷静思考，很多本来能做的题目，因为注意力不集中而做不好。",
        "label": ""
      },
      {
        "sentence": "所以我们可以先把自己认为的问题罗列出来，看看有哪些问题可以自己解决，是否有解决方案。",
        "label": ""
      },
      {
        "sentence": "遇到需要别人帮助的问题，你也可以告诉小凡锅锅，我们一起来面对这些问题好吗？",
        "label": ""
      }
    ]
  }
]