[
  {
    "role": "client",
    "content": "高二学生，在家学习效率低下怎么办？感觉自己最近在人际交往方面越来越明朗了，上课也敢跟老师互动，也不怕看老师眼睛了，课堂效率特别高。但是吧，回家之后效率就特别低，拖好几个小时再写作业，写一会儿就头疼想睡觉，再不就是磨磨唧唧到凌晨好几点，最近一周两次通宵。感觉我好像确实不需要睡那么多觉，除了眼袋比同龄人大，上课这种集中精力的关键时刻我还是可以集中精力。怎么办啊，哪里出了问题，我还是愿意相信自己只是遇到了麻烦，不是什么\"懒\"\"积极废人\"。是我目标感不强吗？我想考北大啊，好多人都知道了。是我未来方向不清晰吗？我要学物理和哲学啊，可写不完作业也不能多看这方面的书。是我没有给自己制定学习计划吗？不是啊，我制定了，但每次都完不成，计划感觉对我已经没啥用了……又欠了好多作业……我该怎么办啊，到底是哪里出了问题。谢谢解答",
    "annotation": [
      {
        "sentence": "高二学生，在家学习效率低下怎么办？",
        "label": ""
      },
      {
        "sentence": "感觉自己最近在人际交往方面越来越明朗了，上课也敢跟老师互动，也不怕看老师眼睛了，课堂效率特别高。",
        "label": ""
      },
      {
        "sentence": "但是吧，回家之后效率就特别低，拖好几个小时再写作业，写一会儿就头疼想睡觉，再不就是磨磨唧唧到凌晨好几点，最近一周两次通宵。",
        "label": ""
      },
      {
        "sentence": "感觉我好像确实不需要睡那么多觉，除了眼袋比同龄人大，上课这种集中精力的关键时刻我还是可以集中精力。",
        "label": ""
      },
      {
        "sentence": "怎么办啊，哪里出了问题，我还是愿意相信自己只是遇到了麻烦，不是什么\"懒\"\"积极废人\"。",
        "label": ""
      },
      {
        "sentence": "是我目标感不强吗？",
        "label": ""
      },
      {
        "sentence": "我想考北大啊，好多人都知道了。",
        "label": ""
      },
      {
        "sentence": "是我未来方向不清晰吗？",
        "label": ""
      },
      {
        "sentence": "我要学物理和哲学啊，可写不完作业也不能多看这方面的书。",
        "label": ""
      },
      {
        "sentence": "是我没有给自己制定学习计划吗？",
        "label": ""
      },
      {
        "sentence": "不是啊，我制定了，但每次都完不成，计划感觉对我已经没啥用了……又欠了好多作业……我该怎么办啊，到底是哪里出了问题。",
        "label": ""
      },
      {
        "sentence": "谢谢解答",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困扰我很理解。你在学校里的表现很出色，这说明你有实力，只是在家学习时遇到了一些挑战。这是很常见的情况，你并不是\"懒\"或\"积极废人\"。或许你在家中缺乏有效的学习环境和方法。了解你想考北大的愿望和学习物理和哲学的兴趣，这是很值得鼓励的。不过，你也许可以尝试走出家门，和一些要好的同学一起学习，或者去附近的图书馆，创造一个独立学习的环境。这样或许可以为你提供更好的学习氛围和动力。同时，有时候也可以适当地参与一些友谊或恋爱，这样可以给你带来更多的鼓励和动力。当年我读书的时候，学习好的同时也谈过一场恋爱，那个时候真的很开心，虽然最后没有什么结果，但是对我来说是一段很有美好回忆的经历。最重要的是，你要相信自己并坚持努力，未来的路会更加光明。加油！",
    "annotation": [
      {
        "sentence": "听到你的困扰我很理解。",
        "label": ""
      },
      {
        "sentence": "你在学校里的表现很出色，这说明你有实力，只是在家学习时遇到了一些挑战。",
        "label": ""
      },
      {
        "sentence": "这是很常见的情况，你并不是\"懒\"或\"积极废人\"。",
        "label": ""
      },
      {
        "sentence": "或许你在家中缺乏有效的学习环境和方法。",
        "label": ""
      },
      {
        "sentence": "了解你想考北大的愿望和学习物理和哲学的兴趣，这是很值得鼓励的。",
        "label": ""
      },
      {
        "sentence": "不过，你也许可以尝试走出家门，和一些要好的同学一起学习，或者去附近的图书馆，创造一个独立学习的环境。",
        "label": ""
      },
      {
        "sentence": "这样或许可以为你提供更好的学习氛围和动力。",
        "label": ""
      },
      {
        "sentence": "同时，有时候也可以适当地参与一些友谊或恋爱，这样可以给你带来更多的鼓励和动力。",
        "label": ""
      },
      {
        "sentence": "当年我读书的时候，学习好的同时也谈过一场恋爱，那个时候真的很开心，虽然最后没有什么结果，但是对我来说是一段很有美好回忆的经历。",
        "label": ""
      },
      {
        "sentence": "最重要的是，你要相信自己并坚持努力，未来的路会更加光明。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]