[
  {
    "role": "client",
    "content": "我是个15岁的女孩，最近半年我一直无法集中注意力。因为之前发生了一些事情，我感到非常糟糕，本来情绪还挺良好的，但在考完生物地理那段时间开始就无法控制情绪了。现在越临近中考，我的状态越差，身体状况也变得很差，经常喉咙发炎、胃疼。我明明以前身体很健康的。成绩一直在大幅度下降，无法集中注意力，上课时脑子里想的全都是我为什么这么差劲、我怎么这么废物、什么都不会、又懒又自大。脑子经常昏昏沉沉的，像是有团浆糊在里面，根本听不进课程，写题目时发现自己居然理解不了在说什么，总是走神。有时候还会突然觉得自己是个丑八怪，不想出门。最让我害怕的是，脑子里会突然闪过别人对我的一些话，然后我就无奈、生气、讨厌自己。有一次在公共场合都差点掀桌子发怒。我并没有想哭的欲望，与人正常交谈时也能笑得出来，但就是觉得哪里不对劲儿，整个人都晕乎乎的。最近的成绩简直让人无法直视，成绩越差，我越难过，觉得自己活该这样。但我不想没有高中读，也不想变成“非正常儿童”。我究竟是什么情况？",
    "annotation": [
      {
        "sentence": "我是个15岁的女孩，最近半年我一直无法集中注意力。",
        "label": ""
      },
      {
        "sentence": "因为之前发生了一些事情，我感到非常糟糕，本来情绪还挺良好的，但在考完生物地理那段时间开始就无法控制情绪了。",
        "label": ""
      },
      {
        "sentence": "现在越临近中考，我的状态越差，身体状况也变得很差，经常喉咙发炎、胃疼。",
        "label": ""
      },
      {
        "sentence": "我明明以前身体很健康的。",
        "label": ""
      },
      {
        "sentence": "成绩一直在大幅度下降，无法集中注意力，上课时脑子里想的全都是我为什么这么差劲、我怎么这么废物、什么都不会、又懒又自大。",
        "label": ""
      },
      {
        "sentence": "脑子经常昏昏沉沉的，像是有团浆糊在里面，根本听不进课程，写题目时发现自己居然理解不了在说什么，总是走神。",
        "label": ""
      },
      {
        "sentence": "有时候还会突然觉得自己是个丑八怪，不想出门。",
        "label": ""
      },
      {
        "sentence": "最让我害怕的是，脑子里会突然闪过别人对我的一些话，然后我就无奈、生气、讨厌自己。",
        "label": ""
      },
      {
        "sentence": "有一次在公共场合都差点掀桌子发怒。",
        "label": ""
      },
      {
        "sentence": "我并没有想哭的欲望，与人正常交谈时也能笑得出来，但就是觉得哪里不对劲儿，整个人都晕乎乎的。",
        "label": ""
      },
      {
        "sentence": "最近的成绩简直让人无法直视，成绩越差，我越难过，觉得自己活该这样。",
        "label": ""
      },
      {
        "sentence": "但我不想没有高中读，也不想变成“非正常儿童”。",
        "label": ""
      },
      {
        "sentence": "我究竟是什么情况？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够感受到你内心充满了压抑、愤怒、焦虑和恐惧。对于你来说，目前你正面临着中考的压力，再加上过去发生的一些事情的压力，可能超过了你的心理承受极限。而你又无法释放这些压力，也没有人可以寻求帮助，只能让自己在焦虑、痛苦和不适中度日。很多人并没有意识到，毕业考试不仅意味着即将离开熟悉的学习环境进入陌生的学习环境，同时也意味着成长了一步，与父母的距离进一步拉开。所以在面对这样的考试时，很多人的内心都充满了冲突和痛苦。一方面，他们希望考出好成绩，进入理想的学校，追求理想的生活；另一方面，他们又害怕与父母分离，害怕失去父母的爱，或者害怕这样做会伤害到父母。再加上学习带来的压力和父母老师的期望，内心的压力非常大，无法承受。你的喉咙发炎和胃疼从生理角度来看可能是胃部不适引起的病变，你可以考虑服用一些中成药如摩罗丹来治疗，解决身体上的问题，从而改善心理和精神状态。从心理角度来看，你的内心过度压抑和愤怒都是对自我的攻击。也就是说，这些情绪本来是想要攻击别人的，但你的潜意识自我担心攻击别人会让他们受伤，同时你自己也会受到伤害。因此，你把这些攻击性转向内部，对自己进行自我攻击以保护别人和自己。这也可以说是你潜意识自我希望通过折磨自己来获得关注和关爱，满足自己的情感需求。你觉得自己“这么差劲这么废物什么都不会，又懒又自大”，以及“讨厌自己”，这表明你对自己非常否定，排斥不接纳，思维比较偏执，对自己要求高，追求完美。你想追求自己理想中的完美自我，但现实生活中无法实现，自我需求得不到满足，潜意识对自我的否定加深，你也更加焦虑和不安。你不了解自己压力的具体原因，也可能是你的意识自我对潜意识缺乏足够的了解。同时你的注意力过于关注如何摆脱焦虑和痛苦，自然就没有太多精力专注于学习，这也影响了你的学习成绩。综合你提供的信息来看，你的情况可以说是内心极度缺乏自信和安全感，压抑引起身心问题的一系列反应。建议你可以向父母表达自己内心的想法和感受，寻求他们的理解、接纳、认可和支持，从而减轻内心的压力。这样可以促进你和父母之间的深入交流，改善你们之间的关系，保持稳固、和谐、亲密的情感连接。然后再面对这些问题时，你也会感到轻松自然一些。",
    "annotation": [
      {
        "sentence": "能够感受到你内心充满了压抑、愤怒、焦虑和恐惧。",
        "label": ""
      },
      {
        "sentence": "对于你来说，目前你正面临着中考的压力，再加上过去发生的一些事情的压力，可能超过了你的心理承受极限。",
        "label": ""
      },
      {
        "sentence": "而你又无法释放这些压力，也没有人可以寻求帮助，只能让自己在焦虑、痛苦和不适中度日。",
        "label": ""
      },
      {
        "sentence": "很多人并没有意识到，毕业考试不仅意味着即将离开熟悉的学习环境进入陌生的学习环境，同时也意味着成长了一步，与父母的距离进一步拉开。",
        "label": ""
      },
      {
        "sentence": "所以在面对这样的考试时，很多人的内心都充满了冲突和痛苦。",
        "label": ""
      },
      {
        "sentence": "一方面，他们希望考出好成绩，进入理想的学校，追求理想的生活；另一方面，他们又害怕与父母分离，害怕失去父母的爱，或者害怕这样做会伤害到父母。",
        "label": ""
      },
      {
        "sentence": "再加上学习带来的压力和父母老师的期望，内心的压力非常大，无法承受。",
        "label": ""
      },
      {
        "sentence": "你的喉咙发炎和胃疼从生理角度来看可能是胃部不适引起的病变，你可以考虑服用一些中成药如摩罗丹来治疗，解决身体上的问题，从而改善心理和精神状态。",
        "label": ""
      },
      {
        "sentence": "从心理角度来看，你的内心过度压抑和愤怒都是对自我的攻击。",
        "label": ""
      },
      {
        "sentence": "也就是说，这些情绪本来是想要攻击别人的，但你的潜意识自我担心攻击别人会让他们受伤，同时你自己也会受到伤害。",
        "label": ""
      },
      {
        "sentence": "因此，你把这些攻击性转向内部，对自己进行自我攻击以保护别人和自己。",
        "label": ""
      },
      {
        "sentence": "这也可以说是你潜意识自我希望通过折磨自己来获得关注和关爱，满足自己的情感需求。",
        "label": ""
      },
      {
        "sentence": "你觉得自己“这么差劲这么废物什么都不会，又懒又自大”，以及“讨厌自己”，这表明你对自己非常否定，排斥不接纳，思维比较偏执，对自己要求高，追求完美。",
        "label": ""
      },
      {
        "sentence": "你想追求自己理想中的完美自我，但现实生活中无法实现，自我需求得不到满足，潜意识对自我的否定加深，你也更加焦虑和不安。",
        "label": ""
      },
      {
        "sentence": "你不了解自己压力的具体原因，也可能是你的意识自我对潜意识缺乏足够的了解。",
        "label": ""
      },
      {
        "sentence": "同时你的注意力过于关注如何摆脱焦虑和痛苦，自然就没有太多精力专注于学习，这也影响了你的学习成绩。",
        "label": ""
      },
      {
        "sentence": "综合你提供的信息来看，你的情况可以说是内心极度缺乏自信和安全感，压抑引起身心问题的一系列反应。",
        "label": ""
      },
      {
        "sentence": "建议你可以向父母表达自己内心的想法和感受，寻求他们的理解、接纳、认可和支持，从而减轻内心的压力。",
        "label": ""
      },
      {
        "sentence": "这样可以促进你和父母之间的深入交流，改善你们之间的关系，保持稳固、和谐、亲密的情感连接。",
        "label": ""
      },
      {
        "sentence": "然后再面对这些问题时，你也会感到轻松自然一些。",
        "label": ""
      }
    ]
  }
]