[
  {
    "role": "client",
    "content": "最近半年我15岁的女儿注意力无法集中。以前她一直表现得很好，但突然在考完会考后她的情绪就无法控制了。现在越临近中考，她的状态越差，身体也变得很弱，经常喉咙痛和胃疼，明明以前身体都很健康。她的成绩一落千丈，无法集中注意力，上课时思绪全都是自我怀疑和自责，她觉得自己很差劲、废物、无能，又懒又自大。她常常感到脑子迷糊，无法专心听课，做题时发现自己理解不了题目，总是会走神。有时还会突然觉得自己很丑，不想出门。最让我担心的是她有时会回想起别人对她说的话，然后变得无助、生气和讨厌自己。有一次她差点在公众场合暴怒。她没有哭的欲望，平时也可以正常地和别人聊天笑，但整个人都感觉不对劲，头脑昏昏沉沉。最近她的成绩掉得太可怕了，越掉她就越伤心，也越觉得自己没用，她甚至觉得自己不正常。我真的很担心她，她究竟怎么了？",
    "annotation": [
      {
        "sentence": "最近半年我15岁的女儿注意力无法集中。",
        "label": ""
      },
      {
        "sentence": "以前她一直表现得很好，但突然在考完会考后她的情绪就无法控制了。",
        "label": ""
      },
      {
        "sentence": "现在越临近中考，她的状态越差，身体也变得很弱，经常喉咙痛和胃疼，明明以前身体都很健康。",
        "label": ""
      },
      {
        "sentence": "她的成绩一落千丈，无法集中注意力，上课时思绪全都是自我怀疑和自责，她觉得自己很差劲、废物、无能，又懒又自大。",
        "label": ""
      },
      {
        "sentence": "她常常感到脑子迷糊，无法专心听课，做题时发现自己理解不了题目，总是会走神。",
        "label": ""
      },
      {
        "sentence": "有时还会突然觉得自己很丑，不想出门。",
        "label": ""
      },
      {
        "sentence": "最让我担心的是她有时会回想起别人对她说的话，然后变得无助、生气和讨厌自己。",
        "label": ""
      },
      {
        "sentence": "有一次她差点在公众场合暴怒。",
        "label": ""
      },
      {
        "sentence": "她没有哭的欲望，平时也可以正常地和别人聊天笑，但整个人都感觉不对劲，头脑昏昏沉沉。",
        "label": ""
      },
      {
        "sentence": "最近她的成绩掉得太可怕了，越掉她就越伤心，也越觉得自己没用，她甚至觉得自己不正常。",
        "label": ""
      },
      {
        "sentence": "我真的很担心她，她究竟怎么了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，给你一个温暖的拥抱。让我们整理一下你女儿的问题：她有一些不好的经历无法忘记，临近考试的压力导致她身体和情绪出现问题，她自我怀疑且经常情绪崩溃。那么为什么会出现这些问题呢？不好的经历难以释怀，长时间的压抑反而让它更加积累。中考的压力让她非常焦虑，对未来充满迷茫。她陷入情绪循环，不断强调自己的缺点，想要改变但又不愿意。她想得太多了，给自己施加了太大的压力。面对这种情况，我们应该怎样调节她的情绪呢？首先要考虑的是，她的想法是否值得。发生的事已经发生了，我们没有时间机器可以让我们重来一次，再多想一千遍、一万遍也不会有任何改变。多想只会让我们的生活更加痛苦。我们现在还年轻，还有很多时间去让今天、明天和后天变得更美好。为什么要把自己困在不开心的事情中呢？我们正处于生命中最美好的年华，有着无限的可能性和机会。过去的事就让它过去吧，多想无益，不值得。给她一个放松自己的机会。其实我和她有相似的经历，我在高三倒数一百天的时候也经历了最艰难的时期。那段时间，我经常头疼，每两天就会有一次较大的情绪崩溃，想学习却什么也学不进去。但倒计时还是在继续。在高考前的五十天左右，我做出了一个决定：请假回家。这是一件需要很大勇气的事情，对我来说至少是这样。从小到大，我从来没有请过几次假，而在离高考这么近、这么紧迫的时候，我决定回家。但我明白，即使不回家我也学不进去，所以我自己一个人静下来也许会更好。那个晚上，我经历了一个痛苦的夜晚，整夜无法入睡，想哭又害怕被别人听见。后来，我得出了一个结论：只要努力去做就可以了，无论考上一本还是二本只要是我自己努力的结果，至少我曾经努力过，剩下的就交给命运吧。每天都要给自己加油鼓劲，夸奖自己。其实很多人都会有自卑的想法，很多人都会或多或少地用自己的短处和别人的长处去比较。但每个人都是独一无二的，每个人都是不可复制的，我们不应该对自己有偏见。学会夸奖自己，鼓励自己，慢慢地你会发现自己也是很美好的，生活也是很美好的。你知道张爱玲吗？她在那个时候在很多人眼中都是非常特别的存在，但她的自信和骄傲让她的每一个瞬间都充满了独特的魅力。夸奖自己，让自己也成为一个充满魅力的人。放松心情，努力迎接明天的挑战。其实很多事情并没有我们想象中那么困难，就像当初的我一样，即使不理想的结果只是去读个专科，只要好好选择专业，苦干四年，我照样可以赚很多钱。从你的描述中可以看出她基础并不差，只要她放松心情，努力备考，我相信她的结果也不会让她伤心。人生如此短暂，为什么要让自己陷入痛苦之中呢？我们还有很多事情要做，很多愿望还没有实现，世界如此美好，愿我们都能去亲身体验。最后，让我们一起加油吧！",
    "annotation": [
      {
        "sentence": "首先，给你一个温暖的拥抱。",
        "label": ""
      },
      {
        "sentence": "让我们整理一下你女儿的问题：她有一些不好的经历无法忘记，临近考试的压力导致她身体和情绪出现问题，她自我怀疑且经常情绪崩溃。",
        "label": ""
      },
      {
        "sentence": "那么为什么会出现这些问题呢？",
        "label": ""
      },
      {
        "sentence": "不好的经历难以释怀，长时间的压抑反而让它更加积累。",
        "label": ""
      },
      {
        "sentence": "中考的压力让她非常焦虑，对未来充满迷茫。",
        "label": ""
      },
      {
        "sentence": "她陷入情绪循环，不断强调自己的缺点，想要改变但又不愿意。",
        "label": ""
      },
      {
        "sentence": "她想得太多了，给自己施加了太大的压力。",
        "label": ""
      },
      {
        "sentence": "面对这种情况，我们应该怎样调节她的情绪呢？",
        "label": ""
      },
      {
        "sentence": "首先要考虑的是，她的想法是否值得。",
        "label": ""
      },
      {
        "sentence": "发生的事已经发生了，我们没有时间机器可以让我们重来一次，再多想一千遍、一万遍也不会有任何改变。",
        "label": ""
      },
      {
        "sentence": "多想只会让我们的生活更加痛苦。",
        "label": ""
      },
      {
        "sentence": "我们现在还年轻，还有很多时间去让今天、明天和后天变得更美好。",
        "label": ""
      },
      {
        "sentence": "为什么要把自己困在不开心的事情中呢？",
        "label": ""
      },
      {
        "sentence": "我们正处于生命中最美好的年华，有着无限的可能性和机会。",
        "label": ""
      },
      {
        "sentence": "过去的事就让它过去吧，多想无益，不值得。",
        "label": ""
      },
      {
        "sentence": "给她一个放松自己的机会。",
        "label": ""
      },
      {
        "sentence": "其实我和她有相似的经历，我在高三倒数一百天的时候也经历了最艰难的时期。",
        "label": ""
      },
      {
        "sentence": "那段时间，我经常头疼，每两天就会有一次较大的情绪崩溃，想学习却什么也学不进去。",
        "label": ""
      },
      {
        "sentence": "但倒计时还是在继续。",
        "label": ""
      },
      {
        "sentence": "在高考前的五十天左右，我做出了一个决定：请假回家。",
        "label": ""
      },
      {
        "sentence": "这是一件需要很大勇气的事情，对我来说至少是这样。",
        "label": ""
      },
      {
        "sentence": "从小到大，我从来没有请过几次假，而在离高考这么近、这么紧迫的时候，我决定回家。",
        "label": ""
      },
      {
        "sentence": "但我明白，即使不回家我也学不进去，所以我自己一个人静下来也许会更好。",
        "label": ""
      },
      {
        "sentence": "那个晚上，我经历了一个痛苦的夜晚，整夜无法入睡，想哭又害怕被别人听见。",
        "label": ""
      },
      {
        "sentence": "后来，我得出了一个结论：只要努力去做就可以了，无论考上一本还是二本只要是我自己努力的结果，至少我曾经努力过，剩下的就交给命运吧。",
        "label": ""
      },
      {
        "sentence": "每天都要给自己加油鼓劲，夸奖自己。",
        "label": ""
      },
      {
        "sentence": "其实很多人都会有自卑的想法，很多人都会或多或少地用自己的短处和别人的长处去比较。",
        "label": ""
      },
      {
        "sentence": "但每个人都是独一无二的，每个人都是不可复制的，我们不应该对自己有偏见。",
        "label": ""
      },
      {
        "sentence": "学会夸奖自己，鼓励自己，慢慢地你会发现自己也是很美好的，生活也是很美好的。",
        "label": ""
      },
      {
        "sentence": "你知道张爱玲吗？",
        "label": ""
      },
      {
        "sentence": "她在那个时候在很多人眼中都是非常特别的存在，但她的自信和骄傲让她的每一个瞬间都充满了独特的魅力。",
        "label": ""
      },
      {
        "sentence": "夸奖自己，让自己也成为一个充满魅力的人。",
        "label": ""
      },
      {
        "sentence": "放松心情，努力迎接明天的挑战。",
        "label": ""
      },
      {
        "sentence": "其实很多事情并没有我们想象中那么困难，就像当初的我一样，即使不理想的结果只是去读个专科，只要好好选择专业，苦干四年，我照样可以赚很多钱。",
        "label": ""
      },
      {
        "sentence": "从你的描述中可以看出她基础并不差，只要她放松心情，努力备考，我相信她的结果也不会让她伤心。",
        "label": ""
      },
      {
        "sentence": "人生如此短暂，为什么要让自己陷入痛苦之中呢？",
        "label": ""
      },
      {
        "sentence": "我们还有很多事情要做，很多愿望还没有实现，世界如此美好，愿我们都能去亲身体验。",
        "label": ""
      },
      {
        "sentence": "最后，让我们一起加油吧！",
        "label": ""
      }
    ]
  }
]