[
  {
    "role": "client",
    "content": "因为害怕错过了很多成长机会，心里的胆怯如何克服？从小就害怕老师的提问（小时候的老师很严厉，到现在也有些怕老师），在知道老师提问时，会特别紧张，感觉也影响到了胃，有时候还会肚子疼。现在上大学了，记得新生介绍时，我的声音和腿都在抖，每节课前点名，在还没念到自己名字时，也会紧张（害怕自己的声音太小，或者不好听），在讲台上讲PPT的话，会冒一身汗，声音会抖。等会老师要提问，我觉得我身体发虚，手会变得冰凉，也不能静下来去思考老师提问的内容。还有想要出去玩，或者去一个陌生的地方，自己是很想去的，但是没人跟我一起，到最后我便放弃了，因为怕自己一个人不安全，或者害怕自己解决不了路上的问题，这样使我错过了很多成长的机会。我知道自己的内心很胆怯，我该怎么克服它？",
    "annotation": [
      {
        "sentence": "因为害怕错过了很多成长机会，心里的胆怯如何克服？",
        "label": ""
      },
      {
        "sentence": "从小就害怕老师的提问（小时候的老师很严厉，到现在也有些怕老师），在知道老师提问时，会特别紧张，感觉也影响到了胃，有时候还会肚子疼。",
        "label": ""
      },
      {
        "sentence": "现在上大学了，记得新生介绍时，我的声音和腿都在抖，每节课前点名，在还没念到自己名字时，也会紧张（害怕自己的声音太小，或者不好听），在讲台上讲PPT的话，会冒一身汗，声音会抖。",
        "label": ""
      },
      {
        "sentence": "等会老师要提问，我觉得我身体发虚，手会变得冰凉，也不能静下来去思考老师提问的内容。",
        "label": ""
      },
      {
        "sentence": "还有想要出去玩，或者去一个陌生的地方，自己是很想去的，但是没人跟我一起，到最后我便放弃了，因为怕自己一个人不安全，或者害怕自己解决不了路上的问题，这样使我错过了很多成长的机会。",
        "label": ""
      },
      {
        "sentence": "我知道自己的内心很胆怯，我该怎么克服它？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，我也曾经经历过类似的紧张和害怕，甚至胃痛等情况。害怕被提问和害怕犯错是很常见的情绪反应。有时候我们其实知道答案，但紧张导致出错，然后没有得到肯定，于是下次就会更紧张和害怕，陷入了恶性循环。你说小时候因为老师严厉所以害怕老师，现在还有这种感觉。其实我也害怕老师，总是觉得他们很严厉，害怕被斥责。但现在我发现并不是所有老师都那样，很多老师其实很平易近人，和他们接触之后你会觉得没那么害怕，甚至还能成为好朋友。你的紧张和害怕很大程度上可能是因为没有得到足够的肯定和支持，导致你自我否定，觉得自己一定回答不出问题。所以你害怕再次被否定，害怕紧张。但其实你可以通过一些小的尝试来慢慢改变。尝试主动回答老师的问题，无论对错都多试一试。如果回答正确，你的内心会给予自己更多肯定。如果回答错误，告诉自己回答错误是正常的，争取下一次回答正确。多与老师交流，发现老师其实并不可怕，消除对老师这个职业的恐惧和紧张。多尝试参加上台演讲等活动，害怕的事情就要勇敢面对，如果害怕讲PPT，就要更多地去练习。刚开始可能效果不好，会紧张，但每次都反思自己的问题，一步步提高，上台的次数多了就不会那么害怕了。我们一起加油，我也有很多地方需要尝试和提升，你不是一个人。这只是我个人的观点，希望能帮到你。",
    "annotation": [
      {
        "sentence": "我理解你的感受，我也曾经经历过类似的紧张和害怕，甚至胃痛等情况。",
        "label": ""
      },
      {
        "sentence": "害怕被提问和害怕犯错是很常见的情绪反应。",
        "label": ""
      },
      {
        "sentence": "有时候我们其实知道答案，但紧张导致出错，然后没有得到肯定，于是下次就会更紧张和害怕，陷入了恶性循环。",
        "label": ""
      },
      {
        "sentence": "你说小时候因为老师严厉所以害怕老师，现在还有这种感觉。",
        "label": ""
      },
      {
        "sentence": "其实我也害怕老师，总是觉得他们很严厉，害怕被斥责。",
        "label": ""
      },
      {
        "sentence": "但现在我发现并不是所有老师都那样，很多老师其实很平易近人，和他们接触之后你会觉得没那么害怕，甚至还能成为好朋友。",
        "label": ""
      },
      {
        "sentence": "你的紧张和害怕很大程度上可能是因为没有得到足够的肯定和支持，导致你自我否定，觉得自己一定回答不出问题。",
        "label": ""
      },
      {
        "sentence": "所以你害怕再次被否定，害怕紧张。",
        "label": ""
      },
      {
        "sentence": "但其实你可以通过一些小的尝试来慢慢改变。",
        "label": ""
      },
      {
        "sentence": "尝试主动回答老师的问题，无论对错都多试一试。",
        "label": ""
      },
      {
        "sentence": "如果回答正确，你的内心会给予自己更多肯定。",
        "label": ""
      },
      {
        "sentence": "如果回答错误，告诉自己回答错误是正常的，争取下一次回答正确。",
        "label": ""
      },
      {
        "sentence": "多与老师交流，发现老师其实并不可怕，消除对老师这个职业的恐惧和紧张。",
        "label": ""
      },
      {
        "sentence": "多尝试参加上台演讲等活动，害怕的事情就要勇敢面对，如果害怕讲PPT，就要更多地去练习。",
        "label": ""
      },
      {
        "sentence": "刚开始可能效果不好，会紧张，但每次都反思自己的问题，一步步提高，上台的次数多了就不会那么害怕了。",
        "label": ""
      },
      {
        "sentence": "我们一起加油，我也有很多地方需要尝试和提升，你不是一个人。",
        "label": ""
      },
      {
        "sentence": "这只是我个人的观点，希望能帮到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我确实需要在面对老师和公众场合时勇敢一些，不要太过紧张和害怕。我明白我应该多尝试回答老师的问题，不管对错都要鼓起勇气。我也会努力与老师多交流，慢慢地改变对他们的恐惧和紧张感。我会试着多参加一些演讲和表达自己的活动，虽然开始可能不太好，但我会虚心接受反思，争取不断提高。我们互相支持，一起加油吧！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我确实需要在面对老师和公众场合时勇敢一些，不要太过紧张和害怕。",
        "label": ""
      },
      {
        "sentence": "我明白我应该多尝试回答老师的问题，不管对错都要鼓起勇气。",
        "label": ""
      },
      {
        "sentence": "我也会努力与老师多交流，慢慢地改变对他们的恐惧和紧张感。",
        "label": ""
      },
      {
        "sentence": "我会试着多参加一些演讲和表达自己的活动，虽然开始可能不太好，但我会虚心接受反思，争取不断提高。",
        "label": ""
      },
      {
        "sentence": "我们互相支持，一起加油吧！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，勇敢面对害怕是改变的第一步。你已经有了很好的觉察和决心，这是非常好的。记住，一开始的困难和紧张是正常的，只有通过不断尝试和锻炼，我们才能逐渐克服内心的恐惧和胆怯。相信自己，你一定能够做到！如果你有任何需要，随时都可以向我寻求支持和倾诉。我们会一起度过困难，迎接成长的机会。加油！",
    "annotation": [
      {
        "sentence": "没错，勇敢面对害怕是改变的第一步。",
        "label": ""
      },
      {
        "sentence": "你已经有了很好的觉察和决心，这是非常好的。",
        "label": ""
      },
      {
        "sentence": "记住，一开始的困难和紧张是正常的，只有通过不断尝试和锻炼，我们才能逐渐克服内心的恐惧和胆怯。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够做到！",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要，随时都可以向我寻求支持和倾诉。",
        "label": ""
      },
      {
        "sentence": "我们会一起度过困难，迎接成长的机会。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我真的很感激。有时候我会觉得很孤单，没有人理解我内心的恐惧，但现在跟你聊天后，我感到很温暖和安慰。知道有你在，我会更有信心去面对我的困难。我真的相信自己能够克服心里的胆怯，迎接成长的机会。再次谢谢你，你的话对我来说意义重大。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我真的很感激。",
        "label": ""
      },
      {
        "sentence": "有时候我会觉得很孤单，没有人理解我内心的恐惧，但现在跟你聊天后，我感到很温暖和安慰。",
        "label": ""
      },
      {
        "sentence": "知道有你在，我会更有信心去面对我的困难。",
        "label": ""
      },
      {
        "sentence": "我真的相信自己能够克服心里的胆怯，迎接成长的机会。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你，你的话对我来说意义重大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你太客气了，其实我们都有过类似的经历和感受，你并不孤单。在这个过程中，不仅你能够得到帮助，我也能从中获得满足感和成长。感谢你的信任，相信我们会一起走过这段困难的时期。记得，只要你愿意，随时都可以向我倾诉和寻求支持。我们会共同进步，共同成长。加油！",
    "annotation": [
      {
        "sentence": "你太客气了，其实我们都有过类似的经历和感受，你并不孤单。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，不仅你能够得到帮助，我也能从中获得满足感和成长。",
        "label": ""
      },
      {
        "sentence": "感谢你的信任，相信我们会一起走过这段困难的时期。",
        "label": ""
      },
      {
        "sentence": "记得，只要你愿意，随时都可以向我倾诉和寻求支持。",
        "label": ""
      },
      {
        "sentence": "我们会共同进步，共同成长。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会铭记你的话，也会时刻记得我们在一起共同成长的经历。以后我有困难或者需要倾诉的时候，一定会找你。希望我们都能勇敢面对内心的恐惧，迎接更多的成长机会。再次谢谢你的陪伴和支持！一起加油！",
    "annotation": [
      {
        "sentence": "我会铭记你的话，也会时刻记得我们在一起共同成长的经历。",
        "label": ""
      },
      {
        "sentence": "以后我有困难或者需要倾诉的时候，一定会找你。",
        "label": ""
      },
      {
        "sentence": "希望我们都能勇敢面对内心的恐惧，迎接更多的成长机会。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你的陪伴和支持！",
        "label": ""
      },
      {
        "sentence": "一起加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴能够陪伴你一起成长，也很感谢你的信任。无论是什么困难，我都会尽力帮助你。希望我们成为彼此的支持者，共同度过困难，实现自己的成长和进步。我们一起加油，相信自己，未来一定会更好！谢谢你的勇气和坚持。",
    "annotation": [
      {
        "sentence": "我很高兴能够陪伴你一起成长，也很感谢你的信任。",
        "label": ""
      },
      {
        "sentence": "无论是什么困难，我都会尽力帮助你。",
        "label": ""
      },
      {
        "sentence": "希望我们成为彼此的支持者，共同度过困难，实现自己的成长和进步。",
        "label": ""
      },
      {
        "sentence": "我们一起加油，相信自己，未来一定会更好！",
        "label": ""
      },
      {
        "sentence": "谢谢你的勇气和坚持。",
        "label": ""
      }
    ]
  }
]