[
  {
    "role": "client",
    "content": "我没有交际就窒息，这是为什么呢？我是一个需要交际的人，如果长时间不接触新鲜的人我就会感觉无趣，难受，没有意义，这是为什么呢？",
    "annotation": [
      {
        "sentence": "我没有交际就窒息，这是为什么呢？",
        "label": ""
      },
      {
        "sentence": "我是一个需要交际的人，如果长时间不接触新鲜的人我就会感觉无趣，难受，没有意义，这是为什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于您描述的问题，我的一些思考：——喜欢交际中的新鲜感人在和别人交流的过程，是一个互相了解的一个过程，知道对方的优点和缺点，合不合双方的胃口，如果可以，那么就可以成为朋友。【害怕深交】从您的描述中来看，您只是喜欢新鲜感，而不是去现在于这些人深交，可能你在害怕迈出要和朋友在一起很久的勇气。或是在某个时期里，与朋友交往去受到了一些不好的事情发生：欺骗或是其他的，让你不敢和朋友深交，只是不断的去交朋友。",
    "annotation": [
      {
        "sentence": "关于您描述的问题，我的一些思考：——喜欢交际中的新鲜感人在和别人交流的过程，是一个互相了解的一个过程，知道对方的优点和缺点，合不合双方的胃口，如果可以，那么就可以成为朋友。",
        "label": ""
      },
      {
        "sentence": "【害怕深交】从您的描述中来看，您只是喜欢新鲜感，而不是去现在于这些人深交，可能你在害怕迈出要和朋友在一起很久的勇气。",
        "label": ""
      },
      {
        "sentence": "或是在某个时期里，与朋友交往去受到了一些不好的事情发生：欺骗或是其他的，让你不敢和朋友深交，只是不断的去交朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说得对，我确实害怕和人深交，我担心会受伤害或失望。也许是我在过去某个时期经历了一些不愉快的事情，导致我不敢放松自己去建立深厚的友谊。我希望能够克服这种恐惧，与他人建立更深入的关系。",
    "annotation": [
      {
        "sentence": "您说得对，我确实害怕和人深交，我担心会受伤害或失望。",
        "label": ""
      },
      {
        "sentence": "也许是我在过去某个时期经历了一些不愉快的事情，导致我不敢放松自己去建立深厚的友谊。",
        "label": ""
      },
      {
        "sentence": "我希望能够克服这种恐惧，与他人建立更深入的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于害怕与人深交的问题，理解并不容易。但是，人与人之间的交流本身是一种沟通、理解和分享的过程。了解他人的优点和缺点是很正常的，我们没有必要过度担心受伤害或失望。或许我们可以尝试从小事做起，建立起一个真诚的、可信赖的友谊，并逐渐扩大交往范围。这样可以帮助我们逐渐克服这种恐惧，更加放松地与他人建立深入的关系。",
    "annotation": [
      {
        "sentence": "对于害怕与人深交的问题，理解并不容易。",
        "label": ""
      },
      {
        "sentence": "但是，人与人之间的交流本身是一种沟通、理解和分享的过程。",
        "label": ""
      },
      {
        "sentence": "了解他人的优点和缺点是很正常的，我们没有必要过度担心受伤害或失望。",
        "label": ""
      },
      {
        "sentence": "或许我们可以尝试从小事做起，建立起一个真诚的、可信赖的友谊，并逐渐扩大交往范围。",
        "label": ""
      },
      {
        "sentence": "这样可以帮助我们逐渐克服这种恐惧，更加放松地与他人建立深入的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说得对，我可以试着从小事做起，逐渐放松自己去建立更深入的友谊。我明白人与人之间的交流是一种彼此理解和分享的过程，而不是只追求新鲜感。我也希望能够建立起真诚的友谊，让自己更加开心和满足。",
    "annotation": [
      {
        "sentence": "您说得对，我可以试着从小事做起，逐渐放松自己去建立更深入的友谊。",
        "label": ""
      },
      {
        "sentence": "我明白人与人之间的交流是一种彼此理解和分享的过程，而不是只追求新鲜感。",
        "label": ""
      },
      {
        "sentence": "我也希望能够建立起真诚的友谊，让自己更加开心和满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到您有这样的觉悟和想法。与他人建立真诚的友谊需要时间和努力，但是这个过程也是非常有意义和充实的。请您相信自己的能力和魅力，用自己的真心去找朋友，成为您自己想要成为的人。我相信您能够克服害怕深交的困扰，逐渐实现自己的愿望。祝您一切都好！如果您需要更专业的帮助，请寻找专业的咨询师。",
    "annotation": [
      {
        "sentence": "很高兴看到您有这样的觉悟和想法。",
        "label": ""
      },
      {
        "sentence": "与他人建立真诚的友谊需要时间和努力，但是这个过程也是非常有意义和充实的。",
        "label": ""
      },
      {
        "sentence": "请您相信自己的能力和魅力，用自己的真心去找朋友，成为您自己想要成为的人。",
        "label": ""
      },
      {
        "sentence": "我相信您能够克服害怕深交的困扰，逐渐实现自己的愿望。",
        "label": ""
      },
      {
        "sentence": "祝您一切都好！",
        "label": ""
      },
      {
        "sentence": "如果您需要更专业的帮助，请寻找专业的咨询师。",
        "label": ""
      }
    ]
  }
]