[
  {
    "role": "client",
    "content": "最近我感觉自己比不上别人，总是感到自卑嫉妒，甚至有点抑郁，心态都有点崩溃了。我越长大，越会感到抑郁，虽然有一些知心的朋友，但他们并不在我身边。除了舍友近一点之外，其他的同学我都不敢和他们相处。可能是因为他们外表上比较富裕，成绩也很好，而且身材还很好。我总觉得自己比不上他们，感到自卑甚至有点嫉妒和讨厌自己。我以前的我可不是这样的，人际关系很好，和谁都能聊得来。成绩也是班级前列，但现在不知道为什么变得这么不一样了。我觉得自己比不上别人，所以就感觉努力不起来，开始放弃了。你有什么办法可以让我变得健谈一些，人际关系也能好起来？我知道一个人的实力越高，别人就越会看得起我，注意到我。但是在改变这件事情上，我有点坚持不下去了。",
    "annotation": [
      {
        "sentence": "最近我感觉自己比不上别人，总是感到自卑嫉妒，甚至有点抑郁，心态都有点崩溃了。",
        "label": ""
      },
      {
        "sentence": "我越长大，越会感到抑郁，虽然有一些知心的朋友，但他们并不在我身边。",
        "label": ""
      },
      {
        "sentence": "除了舍友近一点之外，其他的同学我都不敢和他们相处。",
        "label": ""
      },
      {
        "sentence": "可能是因为他们外表上比较富裕，成绩也很好，而且身材还很好。",
        "label": ""
      },
      {
        "sentence": "我总觉得自己比不上他们，感到自卑甚至有点嫉妒和讨厌自己。",
        "label": ""
      },
      {
        "sentence": "我以前的我可不是这样的，人际关系很好，和谁都能聊得来。",
        "label": ""
      },
      {
        "sentence": "成绩也是班级前列，但现在不知道为什么变得这么不一样了。",
        "label": ""
      },
      {
        "sentence": "我觉得自己比不上别人，所以就感觉努力不起来，开始放弃了。",
        "label": ""
      },
      {
        "sentence": "你有什么办法可以让我变得健谈一些，人际关系也能好起来？",
        "label": ""
      },
      {
        "sentence": "我知道一个人的实力越高，别人就越会看得起我，注意到我。",
        "label": ""
      },
      {
        "sentence": "但是在改变这件事情上，我有点坚持不下去了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我听到了您的困惑，您害怕和周围的人交际，怕自己比不上别人。同时，您也发现努力也不能拉近你和别人的差距，甚至放弃了自己之前坚持的一切。我们需要明白，无论是社会中还是生活中，只要有人的地方，就一定会存在差距，无论是贫富差距还是其他方面的差距。最重要的是我们要去看到这个差距，了解这个差距出现的原因以及如何去弥补这个差距。大方地交友，用自己的魅力去吸引他人，这是一种建议。您之前的成绩非常好，人际关系也非常好。现在只是因为物质方面的差距，导致您不敢主动和别人交往，甚至自卑了起来。您有一定的条件去吸引其他人和你交往，不要因为物质的差距而放弃自己本来就拥有的东西。这些特质比任何其他方面都更能吸引他人。希望你能走出困境，一切都会好起来的！这只是我的个人意见，如果需要更专业的帮助，请您寻找专业的咨询师。",
    "annotation": [
      {
        "sentence": "我听到了您的困惑，您害怕和周围的人交际，怕自己比不上别人。",
        "label": ""
      },
      {
        "sentence": "同时，您也发现努力也不能拉近你和别人的差距，甚至放弃了自己之前坚持的一切。",
        "label": ""
      },
      {
        "sentence": "我们需要明白，无论是社会中还是生活中，只要有人的地方，就一定会存在差距，无论是贫富差距还是其他方面的差距。",
        "label": ""
      },
      {
        "sentence": "最重要的是我们要去看到这个差距，了解这个差距出现的原因以及如何去弥补这个差距。",
        "label": ""
      },
      {
        "sentence": "大方地交友，用自己的魅力去吸引他人，这是一种建议。",
        "label": ""
      },
      {
        "sentence": "您之前的成绩非常好，人际关系也非常好。",
        "label": ""
      },
      {
        "sentence": "现在只是因为物质方面的差距，导致您不敢主动和别人交往，甚至自卑了起来。",
        "label": ""
      },
      {
        "sentence": "您有一定的条件去吸引其他人和你交往，不要因为物质的差距而放弃自己本来就拥有的东西。",
        "label": ""
      },
      {
        "sentence": "这些特质比任何其他方面都更能吸引他人。",
        "label": ""
      },
      {
        "sentence": "希望你能走出困境，一切都会好起来的！",
        "label": ""
      },
      {
        "sentence": "这只是我的个人意见，如果需要更专业的帮助，请您寻找专业的咨询师。",
        "label": ""
      }
    ]
  }
]