[
  {
    "role": "client",
    "content": "我觉得自己很自卑，特别看不起自己，觉得自己差劲。今天上课，老师在讲课的时候，我坐在后面感到很胆怯，头抬起来看黑板时都不敢看老师。当老师看到我时，我就感到很不自然，总觉得她认为我很内向，会看不起我。老师走到我旁边我就低着头，手也僵硬的。下课的时候旁边的同学在聊天，我都不敢加入他们的对话，我一个人玩手机，强装自然，其实内心特别慌和紧张，觉得他们会认为我特别胆小，会看不起我，觉得我好欺负。而且上课时我鼓起勇气抬头看黑板，低下头写字时，后面的同学说话，我就觉得他们在想，我这么胆小的人，怎么还敢看黑板。我表面上更加强装镇定，特别怕他们看不起我，或者嘲笑我。",
    "annotation": [
      {
        "sentence": "我觉得自己很自卑，特别看不起自己，觉得自己差劲。",
        "label": ""
      },
      {
        "sentence": "今天上课，老师在讲课的时候，我坐在后面感到很胆怯，头抬起来看黑板时都不敢看老师。",
        "label": ""
      },
      {
        "sentence": "当老师看到我时，我就感到很不自然，总觉得她认为我很内向，会看不起我。",
        "label": ""
      },
      {
        "sentence": "老师走到我旁边我就低着头，手也僵硬的。",
        "label": ""
      },
      {
        "sentence": "下课的时候旁边的同学在聊天，我都不敢加入他们的对话，我一个人玩手机，强装自然，其实内心特别慌和紧张，觉得他们会认为我特别胆小，会看不起我，觉得我好欺负。",
        "label": ""
      },
      {
        "sentence": "而且上课时我鼓起勇气抬头看黑板，低下头写字时，后面的同学说话，我就觉得他们在想，我这么胆小的人，怎么还敢看黑板。",
        "label": ""
      },
      {
        "sentence": "我表面上更加强装镇定，特别怕他们看不起我，或者嘲笑我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题我看到了过去的我，那个自卑又假装坚强的我，那个明明很受伤却假装不在意的我。在这里我想给过去的我和你一个大大大大大大大的拥抱。自卑和自恋这两个词语看上去不太可能同时存在对不对？但实际上他们是一对好基友，只是谁多谁少的问题罢了。总得来说就是你在某一些方面体验到了自己是最好的快感，可是很快你发现不是这么一回事，你在另一些方面表现得像一个失败者，你不再感受到自己是最好的，这种幻灭太痛苦了，所以你要求自己在这些让你感觉像失败者的地方同样优秀，可是你发现你做不到，所以你自卑。但是亲爱的，你不是神，所以做不到是很正常的。如果你面面俱到，那将是多么恐怖的一件事情，所有人看你都得仰望，没有人敢和你做朋友，因为你让所有人都心生自卑，所以只能离你远远的。第二个，你说你感觉别人经常议论你，看不起你，是因为你经常在心里议论别人。比如一个人穿的衣服不好看，你会想哎呦这个人怎么穿的这样。怎么做？少评价别人，你就会发现每个人都很忙，没有时间议论你。就算被议论，很正常啊，谁没被人说过呢？我和世界爱着你，么么哒。",
    "annotation": [
      {
        "sentence": "看到你的问题我看到了过去的我，那个自卑又假装坚强的我，那个明明很受伤却假装不在意的我。",
        "label": ""
      },
      {
        "sentence": "在这里我想给过去的我和你一个大大大大大大大的拥抱。",
        "label": ""
      },
      {
        "sentence": "自卑和自恋这两个词语看上去不太可能同时存在对不对？",
        "label": ""
      },
      {
        "sentence": "但实际上他们是一对好基友，只是谁多谁少的问题罢了。",
        "label": ""
      },
      {
        "sentence": "总得来说就是你在某一些方面体验到了自己是最好的快感，可是很快你发现不是这么一回事，你在另一些方面表现得像一个失败者，你不再感受到自己是最好的，这种幻灭太痛苦了，所以你要求自己在这些让你感觉像失败者的地方同样优秀，可是你发现你做不到，所以你自卑。",
        "label": ""
      },
      {
        "sentence": "但是亲爱的，你不是神，所以做不到是很正常的。",
        "label": ""
      },
      {
        "sentence": "如果你面面俱到，那将是多么恐怖的一件事情，所有人看你都得仰望，没有人敢和你做朋友，因为你让所有人都心生自卑，所以只能离你远远的。",
        "label": ""
      },
      {
        "sentence": "第二个，你说你感觉别人经常议论你，看不起你，是因为你经常在心里议论别人。",
        "label": ""
      },
      {
        "sentence": "比如一个人穿的衣服不好看，你会想哎呦这个人怎么穿的这样。",
        "label": ""
      },
      {
        "sentence": "怎么做？",
        "label": ""
      },
      {
        "sentence": "少评价别人，你就会发现每个人都很忙，没有时间议论你。",
        "label": ""
      },
      {
        "sentence": "就算被议论，很正常啊，谁没被人说过呢？",
        "label": ""
      },
      {
        "sentence": "我和世界爱着你，么么哒。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的安慰，但我还是觉得很难受。看到别人很自信，我就更加觉得自卑，觉得自己差劲。我真的很想变得自信一些，但好像一直做不到。",
    "annotation": [
      {
        "sentence": "谢谢你的安慰，但我还是觉得很难受。",
        "label": ""
      },
      {
        "sentence": "看到别人很自信，我就更加觉得自卑，觉得自己差劲。",
        "label": ""
      },
      {
        "sentence": "我真的很想变得自信一些，但好像一直做不到。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，自信是一个长期的过程，没有一蹴而就的方法。你可以通过一些训练和积极的行为来提升自己的自信。比如，你可以尝试和其他同学主动说话，参加一些社交活动，慢慢地锻炼自己的社交能力。同时，也可以试着改变一些消极的自我评价，多关注自己的优点和成就，用积极的态度对待自己。",
    "annotation": [
      {
        "sentence": "我理解你的感受，自信是一个长期的过程，没有一蹴而就的方法。",
        "label": ""
      },
      {
        "sentence": "你可以通过一些训练和积极的行为来提升自己的自信。",
        "label": ""
      },
      {
        "sentence": "比如，你可以尝试和其他同学主动说话，参加一些社交活动，慢慢地锻炼自己的社交能力。",
        "label": ""
      },
      {
        "sentence": "同时，也可以试着改变一些消极的自我评价，多关注自己的优点和成就，用积极的态度对待自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着主动和同学们交流，也尽量改变自己消极的想法。但是，我总觉得别人不喜欢我，觉得自己不值得被喜欢。这种感觉怎么才能改变呢？",
    "annotation": [
      {
        "sentence": "我明白了，我会试着主动和同学们交流，也尽量改变自己消极的想法。",
        "label": ""
      },
      {
        "sentence": "但是，我总觉得别人不喜欢我，觉得自己不值得被喜欢。",
        "label": ""
      },
      {
        "sentence": "这种感觉怎么才能改变呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一种内心的负面认知，你可能以为自己不被喜欢，但实际上你没有得到充分证据来证明这一点。你可以试着寻找一些正向的证据，比如有没有人和你主动交流，给你帮助，或者对你表达友善的态度。同时，也要学会放下对别人评判的过分关注，相信自己的价值，相信你是一个值得被喜欢的人。",
    "annotation": [
      {
        "sentence": "这是一种内心的负面认知，你可能以为自己不被喜欢，但实际上你没有得到充分证据来证明这一点。",
        "label": ""
      },
      {
        "sentence": "你可以试着寻找一些正向的证据，比如有没有人和你主动交流，给你帮助，或者对你表达友善的态度。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会放下对别人评判的过分关注，相信自己的价值，相信你是一个值得被喜欢的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着去注意那些友善和支持我的人，相信他们对我是真心的。还有，我不知道如何处理自己的胆怯和紧张情绪，在面对类似的场景时总是不知所措。",
    "annotation": [
      {
        "sentence": "我会试着去注意那些友善和支持我的人，相信他们对我是真心的。",
        "label": ""
      },
      {
        "sentence": "还有，我不知道如何处理自己的胆怯和紧张情绪，在面对类似的场景时总是不知所措。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你感到胆怯和紧张时，可以试着深呼吸放松一下自己。同时，你也可以尝试一些放松身心的方法，比如练习瑜伽、冥想或者做一些运动来缓解焦虑和紧张情绪。更重要的是，要给自己一些正面的鼓励和支持，相信自己有能力克服困难。",
    "annotation": [
      {
        "sentence": "当你感到胆怯和紧张时，可以试着深呼吸放松一下自己。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试一些放松身心的方法，比如练习瑜伽、冥想或者做一些运动来缓解焦虑和紧张情绪。",
        "label": ""
      },
      {
        "sentence": "更重要的是，要给自己一些正面的鼓励和支持，相信自己有能力克服困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尝试这些方法来缓解自己的焦虑和紧张情绪。谢谢你的建议和鼓励，你的支持让我觉得有了希望。",
    "annotation": [
      {
        "sentence": "我明白了，我会尝试这些方法来缓解自己的焦虑和紧张情绪。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励，你的支持让我觉得有了希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴听到你能接受我的建议，并且有了希望。记住，你并不孤单，我会一直在你身边支持你。相信自己，你是了不起的！如果还有任何困扰，随时来找我聊天。加油！",
    "annotation": [
      {
        "sentence": "我很高兴听到你能接受我的建议，并且有了希望。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我会一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "相信自己，你是了不起的！",
        "label": ""
      },
      {
        "sentence": "如果还有任何困扰，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]