[
  {
    "role": "client",
    "content": "我是个高中生，最近很想谈一场校内恋爱，但是我不知道是否应该公开出柜。如果我不出柜的话，感觉就没有可能会有这样的机会。我对同性有好感，但是又不敢主动追求对方。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我是个高中生，最近很想谈一场校内恋爱，但是我不知道是否应该公开出柜。",
        "label": ""
      },
      {
        "sentence": "如果我不出柜的话，感觉就没有可能会有这样的机会。",
        "label": ""
      },
      {
        "sentence": "我对同性有好感，但是又不敢主动追求对方。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人在初高中的时候都会渴望谈一场甜甜的恋爱，这是非常正常的心情。先不说早恋不早恋的问题，校园时代的感情是一种非常纯粹的美好。但是想要和能否去付诸行动是另一个问题。父母不愿意你早恋的原因可能是因为他们担心你无法分清轻重缓急。感情这件事可以暂时放一放，细水长流的感情才是持久的感情，才能陪伴你一生。高中只有三年时间，这段时间里有更重要的事情需要做，比如努力学习，为了更广阔的未来奋斗。只有两个人一起努力，追求更好的平台，不荒废现在，这样的感情和青春才不会有遗憾。所以我能理解你想要一段感情的心情，但是也希望你不要忘记什么事情才是最重要的。另外，感情这个东西非常玄妙，真的是讲究缘分。有时候你努力追寻也未必能得到，有时候缘分来了也挡不住。我建议你首先充实自己，努力提高自己，因为你若变得优秀，机会就会自然而然地来找你。另外，关于出柜的问题，虽然现在同性恋接受程度有所提升，但是还是没有到充分包容的地步。在你考虑出柜之前，务必要做好思想准备，并且有足够的能力去承受所有可能的结果，包括可能出现的谣言和负面评论。我建议你在觉得自己足够强大的时候再去做出柜的决定。此外，你也可以先等一等看看，世界是如此之大，也许你的缘分就在更高更远的地方等待着与你相遇。希望我的建议对你有所帮助。",
    "annotation": [
      {
        "sentence": "每个人在初高中的时候都会渴望谈一场甜甜的恋爱，这是非常正常的心情。",
        "label": ""
      },
      {
        "sentence": "先不说早恋不早恋的问题，校园时代的感情是一种非常纯粹的美好。",
        "label": ""
      },
      {
        "sentence": "但是想要和能否去付诸行动是另一个问题。",
        "label": ""
      },
      {
        "sentence": "父母不愿意你早恋的原因可能是因为他们担心你无法分清轻重缓急。",
        "label": ""
      },
      {
        "sentence": "感情这件事可以暂时放一放，细水长流的感情才是持久的感情，才能陪伴你一生。",
        "label": ""
      },
      {
        "sentence": "高中只有三年时间，这段时间里有更重要的事情需要做，比如努力学习，为了更广阔的未来奋斗。",
        "label": ""
      },
      {
        "sentence": "只有两个人一起努力，追求更好的平台，不荒废现在，这样的感情和青春才不会有遗憾。",
        "label": ""
      },
      {
        "sentence": "所以我能理解你想要一段感情的心情，但是也希望你不要忘记什么事情才是最重要的。",
        "label": ""
      },
      {
        "sentence": "另外，感情这个东西非常玄妙，真的是讲究缘分。",
        "label": ""
      },
      {
        "sentence": "有时候你努力追寻也未必能得到，有时候缘分来了也挡不住。",
        "label": ""
      },
      {
        "sentence": "我建议你首先充实自己，努力提高自己，因为你若变得优秀，机会就会自然而然地来找你。",
        "label": ""
      },
      {
        "sentence": "另外，关于出柜的问题，虽然现在同性恋接受程度有所提升，但是还是没有到充分包容的地步。",
        "label": ""
      },
      {
        "sentence": "在你考虑出柜之前，务必要做好思想准备，并且有足够的能力去承受所有可能的结果，包括可能出现的谣言和负面评论。",
        "label": ""
      },
      {
        "sentence": "我建议你在觉得自己足够强大的时候再去做出柜的决定。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以先等一等看看，世界是如此之大，也许你的缘分就在更高更远的地方等待着与你相遇。",
        "label": ""
      },
      {
        "sentence": "希望我的建议对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，我现在明白了。确实，高中时光很短暂，我应该先专注于学业，为自己的未来打好基础。而感情的事情，我会先暂时放一放，继续提升自己的能力和素质。至于出柜，我也明白了，我需要更强大的内心和承受能力才能面对可能的挑战。我会听从你的建议并等待正确的时机。",
    "annotation": [
      {
        "sentence": "谢谢你的回答，我现在明白了。",
        "label": ""
      },
      {
        "sentence": "确实，高中时光很短暂，我应该先专注于学业，为自己的未来打好基础。",
        "label": ""
      },
      {
        "sentence": "而感情的事情，我会先暂时放一放，继续提升自己的能力和素质。",
        "label": ""
      },
      {
        "sentence": "至于出柜，我也明白了，我需要更强大的内心和承受能力才能面对可能的挑战。",
        "label": ""
      },
      {
        "sentence": "我会听从你的建议并等待正确的时机。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你理解并接受了我的建议。你已经展现了成熟和睿智的态度。记住，时间会证明一切，相信在未来的某个时刻，你会与适合你的人相遇，并且有一段美好的感情。如果你在学业上或其他方面需要任何帮助，还请随时向我求助。我会一直支持你的。",
    "annotation": [
      {
        "sentence": "很高兴听到你理解并接受了我的建议。",
        "label": ""
      },
      {
        "sentence": "你已经展现了成熟和睿智的态度。",
        "label": ""
      },
      {
        "sentence": "记住，时间会证明一切，相信在未来的某个时刻，你会与适合你的人相遇，并且有一段美好的感情。",
        "label": ""
      },
      {
        "sentence": "如果你在学业上或其他方面需要任何帮助，还请随时向我求助。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      }
    ]
  }
]