[
  {
    "role": "client",
    "content": "我一直感到自卑，特别看不起自己，觉得自己差劲。今天上课，老师在上面讲课，我坐在后面很胆怯，头抬起看黑板时都不敢看老师。当老师看到我，我就很不自然，总觉得她认为我很内向，会看不起我。老师走到我旁边我就低着头手是僵硬的。后来下课旁边的同学说话聊天，我都不敢和他们聊天。我一个人玩手机强装自然，其实内心特别慌和紧张，觉得他们会认为我特别胆小，会看不起我，觉得我好欺负。而且上课时我鼓起勇气抬头看黑板，低下头写字时，后面同学说话，我就觉得是在想，我这么胆小的人，怎么还敢看黑板，我表面上更加强装镇定，特别怕他们看不起我，或者嘲笑我。",
    "annotation": [
      {
        "sentence": "我一直感到自卑，特别看不起自己，觉得自己差劲。",
        "label": ""
      },
      {
        "sentence": "今天上课，老师在上面讲课，我坐在后面很胆怯，头抬起看黑板时都不敢看老师。",
        "label": ""
      },
      {
        "sentence": "当老师看到我，我就很不自然，总觉得她认为我很内向，会看不起我。",
        "label": ""
      },
      {
        "sentence": "老师走到我旁边我就低着头手是僵硬的。",
        "label": ""
      },
      {
        "sentence": "后来下课旁边的同学说话聊天，我都不敢和他们聊天。",
        "label": ""
      },
      {
        "sentence": "我一个人玩手机强装自然，其实内心特别慌和紧张，觉得他们会认为我特别胆小，会看不起我，觉得我好欺负。",
        "label": ""
      },
      {
        "sentence": "而且上课时我鼓起勇气抬头看黑板，低下头写字时，后面同学说话，我就觉得是在想，我这么胆小的人，怎么还敢看黑板，我表面上更加强装镇定，特别怕他们看不起我，或者嘲笑我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的文字中我看到了一个自卑的你。因为自卑，你怕身边的同学笑话你，于是不敢和外界交往。非常理解你的感受。希望下面的文字可以帮助到你。你总觉得老师会认为你很内向，会看不起你。其实，从你的文字中我看到，老师并未对你做出任何看不起你的举动，只是你以为她会看不起你。而造成你的这种错觉的感觉，是你认为自己很内向。也许，我们在成长过程中，从外界的暗示或者反馈中，觉得外向的人会很受欢迎，觉得内向的人会被人看不起。但是实际上是这样的吗？并不是。我们一起来看看下面的问题吧。",
    "annotation": [
      {
        "sentence": "从你的文字中我看到了一个自卑的你。",
        "label": ""
      },
      {
        "sentence": "因为自卑，你怕身边的同学笑话你，于是不敢和外界交往。",
        "label": ""
      },
      {
        "sentence": "非常理解你的感受。",
        "label": ""
      },
      {
        "sentence": "希望下面的文字可以帮助到你。",
        "label": ""
      },
      {
        "sentence": "你总觉得老师会认为你很内向，会看不起你。",
        "label": ""
      },
      {
        "sentence": "其实，从你的文字中我看到，老师并未对你做出任何看不起你的举动，只是你以为她会看不起你。",
        "label": ""
      },
      {
        "sentence": "而造成你的这种错觉的感觉，是你认为自己很内向。",
        "label": ""
      },
      {
        "sentence": "也许，我们在成长过程中，从外界的暗示或者反馈中，觉得外向的人会很受欢迎，觉得内向的人会被人看不起。",
        "label": ""
      },
      {
        "sentence": "但是实际上是这样的吗？",
        "label": ""
      },
      {
        "sentence": "并不是。",
        "label": ""
      },
      {
        "sentence": "我们一起来看看下面的问题吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直认为内向是不好的，所以才会感到自卑。",
    "annotation": [
      {
        "sentence": "我一直认为内向是不好的，所以才会感到自卑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "性格没有好坏之分。其实，性格没有好坏之分，只是不同的性格有不同的优缺点而已。性格外向的人，善于社交、活泼开朗，但是很可能做事情的细心度不够，情绪上更容易大起大落；性格内向的人，虽然没那么善于交际，但是性格稳重、踏实，给人以强烈的信任感。你看，其实不同的性格有不同的优缺点，没必要因为自己性格内向而感到自卑。",
    "annotation": [
      {
        "sentence": "性格没有好坏之分。",
        "label": ""
      },
      {
        "sentence": "其实，性格没有好坏之分，只是不同的性格有不同的优缺点而已。",
        "label": ""
      },
      {
        "sentence": "性格外向的人，善于社交、活泼开朗，但是很可能做事情的细心度不够，情绪上更容易大起大落；性格内向的人，虽然没那么善于交际，但是性格稳重、踏实，给人以强烈的信任感。",
        "label": ""
      },
      {
        "sentence": "你看，其实不同的性格有不同的优缺点，没必要因为自己性格内向而感到自卑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白性格没有好坏之分，但我还是觉得很自卑。",
    "annotation": [
      {
        "sentence": "我明白性格没有好坏之分，但我还是觉得很自卑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "自卑等负面情绪的笼罩下，我们看问题的眼光并不客观。同样的半杯水，乐观的人会觉得很开心，因为还剩半杯水；悲观的人则会很伤心，因为只有半杯水了。为什么同样客观的存在，不同的人会有不同的判断？因为，我们在对一件事做出判断的时候，常常是掺杂了自己的主观情绪在里面。而自卑这种负面情绪，更会让我们倾向于用悲观的眼光看问题。殊不知，事实也许根本不是这样。你提到，因为性格内向导致自卑，不敢和同学聊天，怕他们瞧不起你。但是实际上呢？他们并没有真的讨厌你或者不喜欢你，你所认为的胆小，只是你在自卑情绪下产生的不理性判断而已。",
    "annotation": [
      {
        "sentence": "自卑等负面情绪的笼罩下，我们看问题的眼光并不客观。",
        "label": ""
      },
      {
        "sentence": "同样的半杯水，乐观的人会觉得很开心，因为还剩半杯水；悲观的人则会很伤心，因为只有半杯水了。",
        "label": ""
      },
      {
        "sentence": "为什么同样客观的存在，不同的人会有不同的判断？",
        "label": ""
      },
      {
        "sentence": "因为，我们在对一件事做出判断的时候，常常是掺杂了自己的主观情绪在里面。",
        "label": ""
      },
      {
        "sentence": "而自卑这种负面情绪，更会让我们倾向于用悲观的眼光看问题。",
        "label": ""
      },
      {
        "sentence": "殊不知，事实也许根本不是这样。",
        "label": ""
      },
      {
        "sentence": "你提到，因为性格内向导致自卑，不敢和同学聊天，怕他们瞧不起你。",
        "label": ""
      },
      {
        "sentence": "但是实际上呢？",
        "label": ""
      },
      {
        "sentence": "他们并没有真的讨厌你或者不喜欢你，你所认为的胆小，只是你在自卑情绪下产生的不理性判断而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，自卑情绪可能让我看问题不客观。但是我还是怕被人看不起。",
    "annotation": [
      {
        "sentence": "我明白了，自卑情绪可能让我看问题不客观。",
        "label": ""
      },
      {
        "sentence": "但是我还是怕被人看不起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "记得以前读书的时候，班上有个同学经常独来独往，但是其他的同学反而觉得他有个性，很神秘。你看，被自卑情绪笼罩下的你，感受到的东西，其实并不一定真实。那么，自卑的情绪如何克服呢？",
    "annotation": [
      {
        "sentence": "记得以前读书的时候，班上有个同学经常独来独往，但是其他的同学反而觉得他有个性，很神秘。",
        "label": ""
      },
      {
        "sentence": "你看，被自卑情绪笼罩下的你，感受到的东西，其实并不一定真实。",
        "label": ""
      },
      {
        "sentence": "那么，自卑的情绪如何克服呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想尽快克服自卑情绪，但不知道如何去做。",
    "annotation": [
      {
        "sentence": "我想尽快克服自卑情绪，但不知道如何去做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，找到让自己自卑的原因，客观的看待它。从你的文字中，我看到你的自卑情绪其实是来自于性格内向（你也可以试着找找看有没有其他让你感到自卑的原因），而这说明你认为内向不是一件好事。我们提到，性格没有好坏之分，只是各有优缺点而已。理性的做法是，坚持自己内向性格中好的一面（比如做事细心，踏实等），适当做出改变，让自己变得更开朗一点。性格没有好坏之分，但是并不等于性格完全没有办法改变。在你意识到这些问题以后，有助于你更好的接纳自己，减少自卑的情绪。",
    "annotation": [
      {
        "sentence": "首先，找到让自己自卑的原因，客观的看待它。",
        "label": ""
      },
      {
        "sentence": "从你的文字中，我看到你的自卑情绪其实是来自于性格内向（你也可以试着找找看有没有其他让你感到自卑的原因），而这说明你认为内向不是一件好事。",
        "label": ""
      },
      {
        "sentence": "我们提到，性格没有好坏之分，只是各有优缺点而已。",
        "label": ""
      },
      {
        "sentence": "理性的做法是，坚持自己内向性格中好的一面（比如做事细心，踏实等），适当做出改变，让自己变得更开朗一点。",
        "label": ""
      },
      {
        "sentence": "性格没有好坏之分，但是并不等于性格完全没有办法改变。",
        "label": ""
      },
      {
        "sentence": "在你意识到这些问题以后，有助于你更好的接纳自己，减少自卑的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要接纳自己并减少自卑的情绪。但是要怎样跨出第一步呢？",
    "annotation": [
      {
        "sentence": "我明白了，我需要接纳自己并减少自卑的情绪。",
        "label": ""
      },
      {
        "sentence": "但是要怎样跨出第一步呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你看，其实外界（老师、同学）并没有看不起你，也没有因为你内向而排斥你。那么，跨出第一步吧，勇敢与大家交流，试着在看黑板的时候不要逃避老师的目光。当你走出第一步后，你会发现，维持良好的人际关系，从来不是靠性格外向，而是靠真诚。你内向的性格虽然没有外向的人那么受到关注，但是对方反而会觉得你",
    "annotation": [
      {
        "sentence": "你看，其实外界（老师、同学）并没有看不起你，也没有因为你内向而排斥你。",
        "label": ""
      },
      {
        "sentence": "那么，跨出第一步吧，勇敢与大家交流，试着在看黑板的时候不要逃避老师的目光。",
        "label": ""
      },
      {
        "sentence": "当你走出第一步后，你会发现，维持良好的人际关系，从来不是靠性格外向，而是靠真诚。",
        "label": ""
      },
      {
        "sentence": "你内向的性格虽然没有外向的人那么受到关注，但是对方反而会觉得你",
        "label": ""
      }
    ]
  }
]