[
  {
    "role": "client",
    "content": "我没有知己，没有可信任可谈心事的朋友，感觉很孤独。我结婚已经3年了，在职业上也奋斗了8年，但就是没有一个可以倾诉心事的朋友。异性朋友更不可能真心，同性朋友也只是表面客气，根本无法交心。这是因为，第一，我说烦恼，对方只会抱怨，没有人会在乎我这个无关紧要的人；第二，我担心说出心事后，对方无法保守秘密，说了于事无补，反而会有不好的影响。经常和丈夫吵架后，感觉非常孤独，没有人可以倾诉或帮忙。",
    "annotation": [
      {
        "sentence": "我没有知己，没有可信任可谈心事的朋友，感觉很孤独。",
        "label": ""
      },
      {
        "sentence": "我结婚已经3年了，在职业上也奋斗了8年，但就是没有一个可以倾诉心事的朋友。",
        "label": ""
      },
      {
        "sentence": "异性朋友更不可能真心，同性朋友也只是表面客气，根本无法交心。",
        "label": ""
      },
      {
        "sentence": "这是因为，第一，我说烦恼，对方只会抱怨，没有人会在乎我这个无关紧要的人；第二，我担心说出心事后，对方无法保守秘密，说了于事无补，反而会有不好的影响。",
        "label": ""
      },
      {
        "sentence": "经常和丈夫吵架后，感觉非常孤独，没有人可以倾诉或帮忙。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "结婚3年，工作8年，却没有一个可以交心的朋友和同事，甚至连丈夫都无法交心，这肯定是你“人际关系”和“亲密关系”的不足，但你背后思考过真正的原因吗？如今的社会虚伪奉承、尔虞我诈的人确实很多，人际交往存在很多问题和危机，但这些现象并不是从现在才出现的，从古至今都存在，而且将永远存在。尽管如此，我认为真正的公平、真正的人人平等、坦诚相待的社会只是理想中的，永远不会存在。既然我们处于这样的社会，就要学会适应，学会生存。同时，我觉得这个社会虽然存在问题，善良的人还是占多数的，而别人信任你的关键就是“真诚”。你都不信任别人，怎么让别人信任你呢？当然，你可能对自己缺乏安全感，对待他人的方式可能是你的防御机制，但你的外在表现也让别人产生了怀疑或戒备的心理，引起了他人的防御，所以你的表现并没有取得他人的信任。你可以反思一下，平时是不是这样呢？什么是“孤独”？就是你的自我封锁。先思考一下从哪里改变，是改变丈夫？改变同事？还是改变自己呢？",
    "annotation": [
      {
        "sentence": "结婚3年，工作8年，却没有一个可以交心的朋友和同事，甚至连丈夫都无法交心，这肯定是你“人际关系”和“亲密关系”的不足，但你背后思考过真正的原因吗？",
        "label": ""
      },
      {
        "sentence": "如今的社会虚伪奉承、尔虞我诈的人确实很多，人际交往存在很多问题和危机，但这些现象并不是从现在才出现的，从古至今都存在，而且将永远存在。",
        "label": ""
      },
      {
        "sentence": "尽管如此，我认为真正的公平、真正的人人平等、坦诚相待的社会只是理想中的，永远不会存在。",
        "label": ""
      },
      {
        "sentence": "既然我们处于这样的社会，就要学会适应，学会生存。",
        "label": ""
      },
      {
        "sentence": "同时，我觉得这个社会虽然存在问题，善良的人还是占多数的，而别人信任你的关键就是“真诚”。",
        "label": ""
      },
      {
        "sentence": "你都不信任别人，怎么让别人信任你呢？",
        "label": ""
      },
      {
        "sentence": "当然，你可能对自己缺乏安全感，对待他人的方式可能是你的防御机制，但你的外在表现也让别人产生了怀疑或戒备的心理，引起了他人的防御，所以你的表现并没有取得他人的信任。",
        "label": ""
      },
      {
        "sentence": "你可以反思一下，平时是不是这样呢？",
        "label": ""
      },
      {
        "sentence": "什么是“孤独”？",
        "label": ""
      },
      {
        "sentence": "就是你的自我封锁。",
        "label": ""
      },
      {
        "sentence": "先思考一下从哪里改变，是改变丈夫？",
        "label": ""
      },
      {
        "sentence": "改变同事？",
        "label": ""
      },
      {
        "sentence": "还是改变自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从来没有想过这个问题的原因，可能是因为我对人际关系和信任有太高的要求。我总是担心交心之后会被伤害，所以一直保持着距离。但现在我明白了，我也意识到自己的防御机制会引起他人的不信任和防备心理。我应该尝试改变自己，放下防备，开放心扉，才能建立起真正的亲密关系。不知道你有什么建议？",
    "annotation": [
      {
        "sentence": "我从来没有想过这个问题的原因，可能是因为我对人际关系和信任有太高的要求。",
        "label": ""
      },
      {
        "sentence": "我总是担心交心之后会被伤害，所以一直保持着距离。",
        "label": ""
      },
      {
        "sentence": "但现在我明白了，我也意识到自己的防御机制会引起他人的不信任和防备心理。",
        "label": ""
      },
      {
        "sentence": "我应该尝试改变自己，放下防备，开放心扉，才能建立起真正的亲密关系。",
        "label": ""
      },
      {
        "sentence": "不知道你有什么建议？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你有这样的认识。建立真正的亲密关系需要双方的努力和信任。首先，你可以通过与同事或其他人参加一些团队活动来增进彼此的了解和交流。在这个过程中，你可以试着逐渐展示真实的自我，建立亲密感。另外，你也要学会相信他人，给予他们机会展现善意和真诚。当然，这个过程可能会有挫折和受伤的时候，但不要因此而退缩，相信合适的人会跟你建立深厚的友谊和信任。同时，要提高自己的沟通技巧，学会倾听和理解他人的感受，这样才能更好地与他人产生共鸣和连接。我希望你能尝试着付出努力，相信未来会有更多温暖和真心的人走进你的生活。",
    "annotation": [
      {
        "sentence": "很高兴看到你有这样的认识。",
        "label": ""
      },
      {
        "sentence": "建立真正的亲密关系需要双方的努力和信任。",
        "label": ""
      },
      {
        "sentence": "首先，你可以通过与同事或其他人参加一些团队活动来增进彼此的了解和交流。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你可以试着逐渐展示真实的自我，建立亲密感。",
        "label": ""
      },
      {
        "sentence": "另外，你也要学会相信他人，给予他们机会展现善意和真诚。",
        "label": ""
      },
      {
        "sentence": "当然，这个过程可能会有挫折和受伤的时候，但不要因此而退缩，相信合适的人会跟你建立深厚的友谊和信任。",
        "label": ""
      },
      {
        "sentence": "同时，要提高自己的沟通技巧，学会倾听和理解他人的感受，这样才能更好地与他人产生共鸣和连接。",
        "label": ""
      },
      {
        "sentence": "我希望你能尝试着付出努力，相信未来会有更多温暖和真心的人走进你的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量尝试的。我知道建立真正的亲密关系需要时间和努力，也需要我主动去接近他人。我会勇敢地迈出第一步，打破自我保护的壁垒，相信未来会有更多的朋友和知己走进我的生活。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量尝试的。",
        "label": ""
      },
      {
        "sentence": "我知道建立真正的亲密关系需要时间和努力，也需要我主动去接近他人。",
        "label": ""
      },
      {
        "sentence": "我会勇敢地迈出第一步，打破自我保护的壁垒，相信未来会有更多的朋友和知己走进我的生活。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的决心令我很欣慰。相信你的努力和坚持会带来积极的改变。记住，不要害怕受伤和失败，这是成长的一部分。在这个过程中，我希望你可以保持积极的心态和对他人的信任，相信未来的道路会更加明亮。不论遇到什么困难，都可以随时来找我倾诉，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "你的决心令我很欣慰。",
        "label": ""
      },
      {
        "sentence": "相信你的努力和坚持会带来积极的改变。",
        "label": ""
      },
      {
        "sentence": "记住，不要害怕受伤和失败，这是成长的一部分。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，我希望你可以保持积极的心态和对他人的信任，相信未来的道路会更加明亮。",
        "label": ""
      },
      {
        "sentence": "不论遇到什么困难，都可以随时来找我倾诉，我会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会牢记在心。如果有需要，我会向你寻求帮助或倾诉的。再次感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会牢记在心。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会向你寻求帮助或倾诉的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在你身边支持你的。记得不论遇到什么困难，都要勇敢地面对，相信自己的能力。祝你早日找到真心的朋友和知己，生活越来越美好！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "记得不论遇到什么困难，都要勇敢地面对，相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "祝你早日找到真心的朋友和知己，生活越来越美好！",
        "label": ""
      }
    ]
  }
]