[
  {
    "role": "client",
    "content": "过几天还要去高考，数学特别差，高攀了这个世界？我觉得我太蠢了，我过几天还要去高考，可是我的数学成绩根本不适合去高考，特别特别差，我好像生病了了就是很不舒服但是又不知道哪里不舒服我好像高攀这个世界了，怎样自杀不痛苦。",
    "annotation": [
      {
        "sentence": "过几天还要去高考，数学特别差，高攀了这个世界？",
        "label": ""
      },
      {
        "sentence": "我觉得我太蠢了，我过几天还要去高考，可是我的数学成绩根本不适合去高考，特别特别差，我好像生病了了就是很不舒服但是又不知道哪里不舒服我好像高攀这个世界了，怎样自杀不痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高考快到了，你现在感觉不舒服，可能只是因为心理压力太大了而已。你可以去医院做个身体检查，如果身体检查没问题，可以再考虑看看心理医生的建议。最后几天的时间，你不必过分努力，放松身心才是最重要的。要让自己保持一个放松、良好的状态，这样才能发挥出你的正常水平。高考最终是看总分的，如果你除了数学成绩不好，其他科目还可以，那也没关系，只要最后总分还可以，你还是有机会上一个好大学的。你可以稍微复习一下那些需要记忆的内容，而数学等学科的提升可能在短时间内是比较困难的，可以先暂时放一放。每个人都有自己的特长和弱点，可能数学不是你的强项，但你并不需要勉强自己，更不要因为数学不好就否定了自己的全部。你觉得高攀这个世界了，我第一次听到这样的形容词，虽然这样的说法很消极，但至少也说明你与众不同。这个世界很复杂，别人也没有你想象的那么优秀，可能你只对别人的优点特别敏感，而忽视了自己的长处。尝试着换一个角度看待问题，关注一下自己的优点，也看看别人的不足。你并没有高攀这个世界。你说想知道如何自杀不痛苦，但没有一种自杀方式是没有痛苦的。你还年轻，还没有正式融入这个社会，不妨再给自己一次机会，去探索这个广阔的世界。放松心态，好好准备考试吧！(^_-)。",
    "annotation": [
      {
        "sentence": "高考快到了，你现在感觉不舒服，可能只是因为心理压力太大了而已。",
        "label": ""
      },
      {
        "sentence": "你可以去医院做个身体检查，如果身体检查没问题，可以再考虑看看心理医生的建议。",
        "label": ""
      },
      {
        "sentence": "最后几天的时间，你不必过分努力，放松身心才是最重要的。",
        "label": ""
      },
      {
        "sentence": "要让自己保持一个放松、良好的状态，这样才能发挥出你的正常水平。",
        "label": ""
      },
      {
        "sentence": "高考最终是看总分的，如果你除了数学成绩不好，其他科目还可以，那也没关系，只要最后总分还可以，你还是有机会上一个好大学的。",
        "label": ""
      },
      {
        "sentence": "你可以稍微复习一下那些需要记忆的内容，而数学等学科的提升可能在短时间内是比较困难的，可以先暂时放一放。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的特长和弱点，可能数学不是你的强项，但你并不需要勉强自己，更不要因为数学不好就否定了自己的全部。",
        "label": ""
      },
      {
        "sentence": "你觉得高攀这个世界了，我第一次听到这样的形容词，虽然这样的说法很消极，但至少也说明你与众不同。",
        "label": ""
      },
      {
        "sentence": "这个世界很复杂，别人也没有你想象的那么优秀，可能你只对别人的优点特别敏感，而忽视了自己的长处。",
        "label": ""
      },
      {
        "sentence": "尝试着换一个角度看待问题，关注一下自己的优点，也看看别人的不足。",
        "label": ""
      },
      {
        "sentence": "你并没有高攀这个世界。",
        "label": ""
      },
      {
        "sentence": "你说想知道如何自杀不痛苦，但没有一种自杀方式是没有痛苦的。",
        "label": ""
      },
      {
        "sentence": "你还年轻，还没有正式融入这个社会，不妨再给自己一次机会，去探索这个广阔的世界。",
        "label": ""
      },
      {
        "sentence": "放松心态，好好准备考试吧！",
        "label": ""
      },
      {
        "sentence": "(^_-)。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会去医院检查一下身体，同时也会考虑去看看心理医生。学习上也会稍微放松一下，不再过于努力了。不过，我的数学成绩真的很差，感觉无论怎么复习都没有进步，这让我很不安。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会去医院检查一下身体，同时也会考虑去看看心理医生。",
        "label": ""
      },
      {
        "sentence": "学习上也会稍微放松一下，不再过于努力了。",
        "label": ""
      },
      {
        "sentence": "不过，我的数学成绩真的很差，感觉无论怎么复习都没有进步，这让我很不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，能够帮助你我就很开心。去医院做个身体检查可以排除身体上的问题，并咨询心理医生可能对你的思维方式和情绪有所帮助。数学成绩不好可能是一时的困扰，有时候我们需要用不同的方法来学习和理解某个科目。你可以尝试寻找一些适合自己的学习方法，也可以多向老师和同学请教，别放弃自己。",
    "annotation": [
      {
        "sentence": "不客气，能够帮助你我就很开心。",
        "label": ""
      },
      {
        "sentence": "去医院做个身体检查可以排除身体上的问题，并咨询心理医生可能对你的思维方式和情绪有所帮助。",
        "label": ""
      },
      {
        "sentence": "数学成绩不好可能是一时的困扰，有时候我们需要用不同的方法来学习和理解某个科目。",
        "label": ""
      },
      {
        "sentence": "你可以尝试寻找一些适合自己的学习方法，也可以多向老师和同学请教，别放弃自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试找找适合自己的学习方法，也会主动向老师请教。只是，时间真的很紧迫，感到压力很大，怕在最后的冲刺时不能达到自己的目标。",
    "annotation": [
      {
        "sentence": "我会试试找找适合自己的学习方法，也会主动向老师请教。",
        "label": ""
      },
      {
        "sentence": "只是，时间真的很紧迫，感到压力很大，怕在最后的冲刺时不能达到自己的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你压力很大，但是你要相信自己，相信你的努力。紧迫的时间并不意味着就没有机会了，只要你调整好心态，合理安排时间，做好最后的复习和准备，你还是能够取得好的成绩的。不要给自己太大压力，充满信心地迎接高考。",
    "annotation": [
      {
        "sentence": "理解你压力很大，但是你要相信自己，相信你的努力。",
        "label": ""
      },
      {
        "sentence": "紧迫的时间并不意味着就没有机会了，只要你调整好心态，合理安排时间，做好最后的复习和准备，你还是能够取得好的成绩的。",
        "label": ""
      },
      {
        "sentence": "不要给自己太大压力，充满信心地迎接高考。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我没有想到会在这个关键时候出现这种心理问题，真的很烦恼。我会尽量调整好自己的心态，相信自己，加油备考！",
    "annotation": [
      {
        "sentence": "我没有想到会在这个关键时候出现这种心理问题，真的很烦恼。",
        "label": ""
      },
      {
        "sentence": "我会尽量调整好自己的心态，相信自己，加油备考！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "遇到心理问题并不是你的错，每个人在面对重要的考试时都有可能出现烦恼和压力。关键是你已经意识到问题，而且有求助的勇气。调整好心态很重要，相信自己的能力，加油备考！如果你需要任何帮助，随时都可以找我倾诉。",
    "annotation": [
      {
        "sentence": "遇到心理问题并不是你的错，每个人在面对重要的考试时都有可能出现烦恼和压力。",
        "label": ""
      },
      {
        "sentence": "关键是你已经意识到问题，而且有求助的勇气。",
        "label": ""
      },
      {
        "sentence": "调整好心态很重要，相信自己的能力，加油备考！",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助，随时都可以找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和理解，我很感激。也许，我只是太过自责，过分关注自己的弱点，而忽视了自己的优点。我会试着正视自己的长处，积极面对高考。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和理解，我很感激。",
        "label": ""
      },
      {
        "sentence": "也许，我只是太过自责，过分关注自己的弱点，而忽视了自己的优点。",
        "label": ""
      },
      {
        "sentence": "我会试着正视自己的长处，积极面对高考。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意帮助你。自责和关注自己的弱点是很容易发生的事情，但我们也不能忽视自己的优点和努力。尝试接受自己的不完美，认识到每个人都有自己的长处和专长，不要只看到别人的优点而对自己要求太高。相信自己，相信自己的努力，你一定能够度过这个挑战。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "自责和关注自己的弱点是很容易发生的事情，但我们也不能忽视自己的优点和努力。",
        "label": ""
      },
      {
        "sentence": "尝试接受自己的不完美，认识到每个人都有自己的长处和专长，不要只看到别人的优点而对自己要求太高。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信自己的努力，你一定能够度过这个挑战。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]