[
  {
    "role": "client",
    "content": "最近我感到很焦虑，因为我是一个90年的女生，夫妻关系和职业发展都让我很困惑。我的丈夫非常务实，赚钱是他的目标和动力，他在生活中对我关注很少。虽然他自己创业，我一直协助他，现在团队也已经扩大了，但我们在共事期间产生了很多矛盾。我们的财务由他管理支配，我需要用到生活支出时就必须向他求助。尽管我在两年的合作期间没有拿过工资，甚至在怀孕生子时也依然工作，但是我的丈夫却无法理解我所付出的辛苦。我感到很难过，因为他认为只要他辛苦，我就应该无条件地帮助他，而且不需要回报。所以我非常焦虑，我到现在还没有和他沟通，我们彼此都不关心对方，我该怎么办呢？请专业人士给予分析解惑，谢谢。",
    "annotation": [
      {
        "sentence": "最近我感到很焦虑，因为我是一个90年的女生，夫妻关系和职业发展都让我很困惑。",
        "label": ""
      },
      {
        "sentence": "我的丈夫非常务实，赚钱是他的目标和动力，他在生活中对我关注很少。",
        "label": ""
      },
      {
        "sentence": "虽然他自己创业，我一直协助他，现在团队也已经扩大了，但我们在共事期间产生了很多矛盾。",
        "label": ""
      },
      {
        "sentence": "我们的财务由他管理支配，我需要用到生活支出时就必须向他求助。",
        "label": ""
      },
      {
        "sentence": "尽管我在两年的合作期间没有拿过工资，甚至在怀孕生子时也依然工作，但是我的丈夫却无法理解我所付出的辛苦。",
        "label": ""
      },
      {
        "sentence": "我感到很难过，因为他认为只要他辛苦，我就应该无条件地帮助他，而且不需要回报。",
        "label": ""
      },
      {
        "sentence": "所以我非常焦虑，我到现在还没有和他沟通，我们彼此都不关心对方，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "请专业人士给予分析解惑，谢谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你现在的感受。你为了家庭和丈夫的创业付出了很多，但是有时候你的丈夫在某些事情的沟通上无法理解你，他也因为工作忙碌而缺乏对你的关心。你由于这种情况感到伤心，不知道如何改变目前的情况，这也导致你感到焦虑，体重连续下降。我听到你描述的问题是关于家庭和丈夫的付出没有得到认可和理解，以及你们在某些问题上的沟通不畅。现在你们甚至彼此拒绝沟通，这让你感到非常困惑。对于这个问题，我有一些建议和分析，希望能够帮助到你。我们可以先区分一下夫妻关系和创业合作关系，这样可能会更好地处理你们之间的问题。",
    "annotation": [
      {
        "sentence": "我完全理解你现在的感受。",
        "label": ""
      },
      {
        "sentence": "你为了家庭和丈夫的创业付出了很多，但是有时候你的丈夫在某些事情的沟通上无法理解你，他也因为工作忙碌而缺乏对你的关心。",
        "label": ""
      },
      {
        "sentence": "你由于这种情况感到伤心，不知道如何改变目前的情况，这也导致你感到焦虑，体重连续下降。",
        "label": ""
      },
      {
        "sentence": "我听到你描述的问题是关于家庭和丈夫的付出没有得到认可和理解，以及你们在某些问题上的沟通不畅。",
        "label": ""
      },
      {
        "sentence": "现在你们甚至彼此拒绝沟通，这让你感到非常困惑。",
        "label": ""
      },
      {
        "sentence": "对于这个问题，我有一些建议和分析，希望能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "我们可以先区分一下夫妻关系和创业合作关系，这样可能会更好地处理你们之间的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很佩服自己，在怀孕生子期间还能给予丈夫创业方面的支持和帮助。但是我丈夫认为付出是应该的，他却没有意识到我是一边照顾孩子、家务，还要在工作上付出。这一点让他很难理解到我的辛苦与他的不同。如果我的帮助需要用金钱来衡量，也是可以提出来的吗？我们很多时候都觉得在夫妻关系中“谈钱伤感情”，但是适当的工作补贴是合理的，具体可以和丈夫商量一下。",
    "annotation": [
      {
        "sentence": "我真的很佩服自己，在怀孕生子期间还能给予丈夫创业方面的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "但是我丈夫认为付出是应该的，他却没有意识到我是一边照顾孩子、家务，还要在工作上付出。",
        "label": ""
      },
      {
        "sentence": "这一点让他很难理解到我的辛苦与他的不同。",
        "label": ""
      },
      {
        "sentence": "如果我的帮助需要用金钱来衡量，也是可以提出来的吗？",
        "label": ""
      },
      {
        "sentence": "我们很多时候都觉得在夫妻关系中“谈钱伤感情”，但是适当的工作补贴是合理的，具体可以和丈夫商量一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你所说的提出金钱问题是可以的，毕竟你们是一起创业的。当然，我们也知道“谈钱伤感情”，特别是在夫妻关系中。但是你可以和丈夫沟通，适当增加工作补贴或者商量其他解决办法。例如，你可以选择退出丈夫的创业工作，让他用薪水来请一个员工来完成工作。这样一来，夫妻关系和员工关系就分开了，不会容易出现边界模糊的情况。增加有效的沟通，多一些理解和包容，让你们能更好地解决问题。",
    "annotation": [
      {
        "sentence": "你所说的提出金钱问题是可以的，毕竟你们是一起创业的。",
        "label": ""
      },
      {
        "sentence": "当然，我们也知道“谈钱伤感情”，特别是在夫妻关系中。",
        "label": ""
      },
      {
        "sentence": "但是你可以和丈夫沟通，适当增加工作补贴或者商量其他解决办法。",
        "label": ""
      },
      {
        "sentence": "例如，你可以选择退出丈夫的创业工作，让他用薪水来请一个员工来完成工作。",
        "label": ""
      },
      {
        "sentence": "这样一来，夫妻关系和员工关系就分开了，不会容易出现边界模糊的情况。",
        "label": ""
      },
      {
        "sentence": "增加有效的沟通，多一些理解和包容，让你们能更好地解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我可以心平气和地提出自己的想法和建议。但是，我也要接受对方不一定会接受或者达到我期待的情境。现在我们拒绝沟通，心里都很难受。而且我们还有一个小宝宝，长此以往可能会影响到我们的亲子关系。我丈夫虽然忙于创业，但是工作之后也应该关心你。虽然在行动上可能有困难，但是他可以尽量在家中关心你，把你的内心疑惑告诉他，希望得到他的关心。女性对来自另一半的关怀是非常看重的，如果缺乏了这一方面，内心难免会乱想。",
    "annotation": [
      {
        "sentence": "你说得对，我可以心平气和地提出自己的想法和建议。",
        "label": ""
      },
      {
        "sentence": "但是，我也要接受对方不一定会接受或者达到我期待的情境。",
        "label": ""
      },
      {
        "sentence": "现在我们拒绝沟通，心里都很难受。",
        "label": ""
      },
      {
        "sentence": "而且我们还有一个小宝宝，长此以往可能会影响到我们的亲子关系。",
        "label": ""
      },
      {
        "sentence": "我丈夫虽然忙于创业，但是工作之后也应该关心你。",
        "label": ""
      },
      {
        "sentence": "虽然在行动上可能有困难，但是他可以尽量在家中关心你，把你的内心疑惑告诉他，希望得到他的关心。",
        "label": ""
      },
      {
        "sentence": "女性对来自另一半的关怀是非常看重的，如果缺乏了这一方面，内心难免会乱想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得很对，有效的沟通可以让你们更明白彼此的想法，而不是凭自己的想象来判断对方的想法。虽然你的丈夫很忙，但是你们之间还是需要增加亲密感。你可以和丈夫约定一个时间，只属于你们两个，享受一下亲密相处的时光。每天的拥抱和其他亲密身体接触都有助于增强你们之间的亲密感。但是在这之前，可能你们需要先解开内心的“心结”，让彼此重新信任和亲近。只有这样，你们的身体和情感才能真实地交流。",
    "annotation": [
      {
        "sentence": "你说得很对，有效的沟通可以让你们更明白彼此的想法，而不是凭自己的想象来判断对方的想法。",
        "label": ""
      },
      {
        "sentence": "虽然你的丈夫很忙，但是你们之间还是需要增加亲密感。",
        "label": ""
      },
      {
        "sentence": "你可以和丈夫约定一个时间，只属于你们两个，享受一下亲密相处的时光。",
        "label": ""
      },
      {
        "sentence": "每天的拥抱和其他亲密身体接触都有助于增强你们之间的亲密感。",
        "label": ""
      },
      {
        "sentence": "但是在这之前，可能你们需要先解开内心的“心结”，让彼此重新信任和亲近。",
        "label": ""
      },
      {
        "sentence": "只有这样，你们的身体和情感才能真实地交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和支持。我会试着和丈夫好好沟通，以解决我们之间的问题。同时，我也会尝试增加自己和宝宝的亲子关系，让我们的家庭变得更加温馨和和睦。非常感谢你的帮助！",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会试着和丈夫好好沟通，以解决我们之间的问题。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尝试增加自己和宝宝的亲子关系，让我们的家庭变得更加温馨和和睦。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。记得在沟通中保持冷静和理智，多一些理解与宽容。祝福你和你的家庭能够渡过难关，建立起更好的夫妻关系和亲子关系！如果你还有其他问题，随时向我求助。愿你幸福！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记得在沟通中保持冷静和理智，多一些理解与宽容。",
        "label": ""
      },
      {
        "sentence": "祝福你和你的家庭能够渡过难关，建立起更好的夫妻关系和亲子关系！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题，随时向我求助。",
        "label": ""
      },
      {
        "sentence": "愿你幸福！",
        "label": ""
      }
    ]
  }
]