[
  {
    "role": "client",
    "content": "我越来越控制不住自己了，想要报复社会，怎么办？",
    "annotation": [
      {
        "sentence": "我越来越控制不住自己了，想要报复社会，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "几十万的损失，维权却又屡屡受挫，你会因此愤怒，感觉难以接受，也是情理之中的反应，只是，当我看到你愤怒之下，恨不得想要报复社会，却让我替你感觉不值。因为，且不说会牵连无辜这种大道理的话，单就你才32岁，即便此刻跌入谷底，未来也依然会存在非常多的可能性。然而，你却这么着急想要破罐破摔，真的是让人感觉非常可惜。不过，我能理解你只是因为看不到希望，才会想要走出最糟糕的一步，但你还能来提问，就说明你其实也并不想这样。所以，那我们现在就来看看，到底怎样做，才会对我们自己最有利。",
    "annotation": [
      {
        "sentence": "几十万的损失，维权却又屡屡受挫，你会因此愤怒，感觉难以接受，也是情理之中的反应，只是，当我看到你愤怒之下，恨不得想要报复社会，却让我替你感觉不值。",
        "label": ""
      },
      {
        "sentence": "因为，且不说会牵连无辜这种大道理的话，单就你才32岁，即便此刻跌入谷底，未来也依然会存在非常多的可能性。",
        "label": ""
      },
      {
        "sentence": "然而，你却这么着急想要破罐破摔，真的是让人感觉非常可惜。",
        "label": ""
      },
      {
        "sentence": "不过，我能理解你只是因为看不到希望，才会想要走出最糟糕的一步，但你还能来提问，就说明你其实也并不想这样。",
        "label": ""
      },
      {
        "sentence": "所以，那我们现在就来看看，到底怎样做，才会对我们自己最有利。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "虽然我很愤怒，但你说得对，我也不想破罐破摔。我现在就是很迷茫，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "虽然我很愤怒，但你说得对，我也不想破罐破摔。",
        "label": ""
      },
      {
        "sentence": "我现在就是很迷茫，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的迷茫感。让我们先梳理一下你的需求，确认你要解决到什么程度才是能够承受得住的损失吧。因为，事情已经发生了，要想一点损失都没有，这个可能不太现实。但如果不经梳理，很容易把有所损失当成了全部损失，甚至在情绪之下自动想像出扩大化的损失来，让问题的解决变得更为复杂。所以，第一步，一定是要先确认，自己需要解决到怎样的程度。",
    "annotation": [
      {
        "sentence": "我理解你的迷茫感。",
        "label": ""
      },
      {
        "sentence": "让我们先梳理一下你的需求，确认你要解决到什么程度才是能够承受得住的损失吧。",
        "label": ""
      },
      {
        "sentence": "因为，事情已经发生了，要想一点损失都没有，这个可能不太现实。",
        "label": ""
      },
      {
        "sentence": "但如果不经梳理，很容易把有所损失当成了全部损失，甚至在情绪之下自动想像出扩大化的损失来，让问题的解决变得更为复杂。",
        "label": ""
      },
      {
        "sentence": "所以，第一步，一定是要先确认，自己需要解决到怎样的程度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望至少能得到一部分损失的补偿，同时希望能让更多人知道这个问题，防止更多人受骗。",
    "annotation": [
      {
        "sentence": "我希望至少能得到一部分损失的补偿，同时希望能让更多人知道这个问题，防止更多人受骗。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那是非常合理的要求。接下来，让自己尽可能保持冷静而理性的维权态度，并且注意保存报警或提交证据被拒的证据。之所以要冷静理性，是因为情绪化的表达容易被理解为攻击性对抗，这样对方就很难将注意力集中于你想要表达的合理诉求上来，不利于你的问题解决。而且，如果周围人都群情激愤，那么我们更应该冷静下来，才容易找到能让关键人物接收到我们诉求的机会，而我们理性而又积极争取的态度，是容易留下好印象的，怎么说都有益无害。",
    "annotation": [
      {
        "sentence": "那是非常合理的要求。",
        "label": ""
      },
      {
        "sentence": "接下来，让自己尽可能保持冷静而理性的维权态度，并且注意保存报警或提交证据被拒的证据。",
        "label": ""
      },
      {
        "sentence": "之所以要冷静理性，是因为情绪化的表达容易被理解为攻击性对抗，这样对方就很难将注意力集中于你想要表达的合理诉求上来，不利于你的问题解决。",
        "label": ""
      },
      {
        "sentence": "而且，如果周围人都群情激愤，那么我们更应该冷静下来，才容易找到能让关键人物接收到我们诉求的机会，而我们理性而又积极争取的态度，是容易留下好印象的，怎么说都有益无害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了。我会尽量保持冷静，理性地处理维权事务，并保存好相关证据。但我也担心我的单位会对我进行打压，会影响到我的工作和形象怎么办呢？",
    "annotation": [
      {
        "sentence": "是的，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会尽量保持冷静，理性地处理维权事务，并保存好相关证据。",
        "label": ""
      },
      {
        "sentence": "但我也担心我的单位会对我进行打压，会影响到我的工作和形象怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧。在维权的同时也要注意维护好自己在单位中的形象。虽然暴雷事件让我们损失很大，但这损失以及维权毕竟是个人行为，没有理由强求他人给予配合。因此，先尽可能配合完成单位安排的正常工作，再考虑争取领导与同事的同情，会更容易获得理解与支持。虽然，这可能会让我们不能那么全力投入维权，但却更容易在维权的同时不至于扩大化损失，从而更有机会将合理维权坚持到底。",
    "annotation": [
      {
        "sentence": "我理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "在维权的同时也要注意维护好自己在单位中的形象。",
        "label": ""
      },
      {
        "sentence": "虽然暴雷事件让我们损失很大，但这损失以及维权毕竟是个人行为，没有理由强求他人给予配合。",
        "label": ""
      },
      {
        "sentence": "因此，先尽可能配合完成单位安排的正常工作，再考虑争取领导与同事的同情，会更容易获得理解与支持。",
        "label": ""
      },
      {
        "sentence": "虽然，这可能会让我们不能那么全力投入维权，但却更容易在维权的同时不至于扩大化损失，从而更有机会将合理维权坚持到底。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尽量保持工作上的正常配合，争取同事的支持。还有，在事件初期因为一时激动而受到影响的关系，例如对我们维权有看法的单位领导，我应该怎么处理呢？",
    "annotation": [
      {
        "sentence": "我明白了，我会尽量保持工作上的正常配合，争取同事的支持。",
        "label": ""
      },
      {
        "sentence": "还有，在事件初期因为一时激动而受到影响的关系，例如对我们维权有看法的单位领导，我应该怎么处理呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有些时候，维权是件需要时间的事，因此，所有不是维权目标对象的人，我们都应该积极争取支持，至少，也应该尽可能让对方能保持中立态度。这样才能让我们更有可能集中力量解决问题。你可以尝试与这些人进行个别的私下沟通，缓和矛盾，让他们理解你的诉求，从而更容易得到他们的支持。",
    "annotation": [
      {
        "sentence": "有些时候，维权是件需要时间的事，因此，所有不是维权目标对象的人，我们都应该积极争取支持，至少，也应该尽可能让对方能保持中立态度。",
        "label": ""
      },
      {
        "sentence": "这样才能让我们更有可能集中力量解决问题。",
        "label": ""
      },
      {
        "sentence": "你可以尝试与这些人进行个别的私下沟通，缓和矛盾，让他们理解你的诉求，从而更容易得到他们的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会积极与其他人进行沟通，争取他们的支持。最后，我觉得我对法律事务不是很熟悉，不知道如何收集和保存证据，能给点建议吗？",
    "annotation": [
      {
        "sentence": "好的，我会积极与其他人进行沟通，争取他们的支持。",
        "label": ""
      },
      {
        "sentence": "最后，我觉得我对法律事务不是很熟悉，不知道如何收集和保存证据，能给点建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果我们不是对法律事务非常熟悉的话，最好请教法律专业人士如何收集和保存证据，想来会更有利于有效维权。他们可以为你提供更专业的指导和帮助，确保我们采取的行动合法有效。",
    "annotation": [
      {
        "sentence": "如果我们不是对法律事务非常熟悉的话，最好请教法律专业人士如何收集和保存证据，想来会更有利于有效维权。",
        "label": ""
      },
      {
        "sentence": "他们可以为你提供更专业的指导和帮助，确保我们采取的行动合法有效。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽快咨询法律专业人士，同时也会尽量保持维权过程中的情绪稳定。我真的很感激你的支持和建议，希望这些方法能够对我有所帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽快咨询法律专业人士，同时也会尽量保持维权过程中的情绪稳定。",
        "label": ""
      },
      {
        "sentence": "我真的很感激你的支持和建议，希望这些方法能够对我有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我愿意能够帮到你。记住，无论遇到什么困难，一定要保持冷静、理性地面对，相信自己的能力，也相信问题会有解决的办法。如果你觉得自己情绪失控，可以考虑在维权过程中，向信得过的心理咨询师寻求专业支持，应该会更有利于你的情绪稳定。希望能对你有帮助。",
    "annotation": [
      {
        "sentence": "不用客气，我愿意能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，无论遇到什么困难，一定要保持冷静、理性地面对，相信自己的能力，也相信问题会有解决的办法。",
        "label": ""
      },
      {
        "sentence": "如果你觉得自己情绪失控，可以考虑在维权过程中，向信得过的心理咨询师寻求专业支持，应该会更有利于你的情绪稳定。",
        "label": ""
      },
      {
        "sentence": "希望能对你有帮助。",
        "label": ""
      }
    ]
  }
]