[
  {
    "role": "client",
    "content": "马上上初中，听说每天学到12点多，害怕压力怎么办？我最近一段时间，我很害怕初中的学习生活。我听说他们每天学习到12点多，让我很害怕。家长又不停的让我努力学习，同学们都非常努力，我感到亚历山大。",
    "annotation": [
      {
        "sentence": "马上上初中，听说每天学到12点多，害怕压力怎么办？",
        "label": ""
      },
      {
        "sentence": "我最近一段时间，我很害怕初中的学习生活。",
        "label": ""
      },
      {
        "sentence": "我听说他们每天学习到12点多，让我很害怕。",
        "label": ""
      },
      {
        "sentence": "家长又不停的让我努力学习，同学们都非常努力，我感到亚历山大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在提出这个问题，说明你已经做好了上初中的准备，而且对初中生活有一个很好的憧憬。但是听别人说那里压力很大，你就感到有些退缩。最近一段时间，你很害怕初中的学习生活。不要担心，每一个人都有自己的各种人生阶段，小学，初中，高中，大学，社会，不论在哪一个阶段，都有对应的任务。所以不要害怕初中的学习生活呀！初中的学习生活会带给你很多的知识经验，而且在初中，你会学到好多自然现象的原因。就像物理、声光热电是什么原理，都会掌握的明明白白；像地理，各个省的省会，地理位置，气候类型也会掌握的明明白白。所以，初中实用的知识往往是吸引人的。",
    "annotation": [
      {
        "sentence": "你现在提出这个问题，说明你已经做好了上初中的准备，而且对初中生活有一个很好的憧憬。",
        "label": ""
      },
      {
        "sentence": "但是听别人说那里压力很大，你就感到有些退缩。",
        "label": ""
      },
      {
        "sentence": "最近一段时间，你很害怕初中的学习生活。",
        "label": ""
      },
      {
        "sentence": "不要担心，每一个人都有自己的各种人生阶段，小学，初中，高中，大学，社会，不论在哪一个阶段，都有对应的任务。",
        "label": ""
      },
      {
        "sentence": "所以不要害怕初中的学习生活呀！",
        "label": ""
      },
      {
        "sentence": "初中的学习生活会带给你很多的知识经验，而且在初中，你会学到好多自然现象的原因。",
        "label": ""
      },
      {
        "sentence": "就像物理、声光热电是什么原理，都会掌握的明明白白；像地理，各个省的省会，地理位置，气候类型也会掌握的明明白白。",
        "label": ""
      },
      {
        "sentence": "所以，初中实用的知识往往是吸引人的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听说他们每天学习到12点多，让我很害怕。我担心我学不过来，会被压垮。",
    "annotation": [
      {
        "sentence": "听说他们每天学习到12点多，让我很害怕。",
        "label": ""
      },
      {
        "sentence": "我担心我学不过来，会被压垮。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那只是听说，并不是每一个初中生都学习到12点呀！如果有良好的学习计划，能够做到高效率的学习，不仅能够完成自己的作业，还能够有多余的时间用在业余爱好。初中生学习学到12点的人，往往有拖延症，作业两个小时就可以做完，他非要边玩手机边做，玩着做着就到12点了，未必是一直写到12点。",
    "annotation": [
      {
        "sentence": "那只是听说，并不是每一个初中生都学习到12点呀！",
        "label": ""
      },
      {
        "sentence": "如果有良好的学习计划，能够做到高效率的学习，不仅能够完成自己的作业，还能够有多余的时间用在业余爱好。",
        "label": ""
      },
      {
        "sentence": "初中生学习学到12点的人，往往有拖延症，作业两个小时就可以做完，他非要边玩手机边做，玩着做着就到12点了，未必是一直写到12点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道了，但是我的家长一直让我努力学习，同学们也很努力，让我感到很有压力。",
    "annotation": [
      {
        "sentence": "我知道了，但是我的家长一直让我努力学习，同学们也很努力，让我感到很有压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "尽自己所能的努力学习就可以了，不要给自己太大压力。家长的期望与努力是为了你有一个好的学习环境，不要感到过度的压力，毕竟学习是属于自己的事情。同学们努力的原因也各有不同，每个人的能力和学习方式都不同，不要过多关注他们的学习状况，而是集中精力在自己的学习上。",
    "annotation": [
      {
        "sentence": "尽自己所能的努力学习就可以了，不要给自己太大压力。",
        "label": ""
      },
      {
        "sentence": "家长的期望与努力是为了你有一个好的学习环境，不要感到过度的压力，毕竟学习是属于自己的事情。",
        "label": ""
      },
      {
        "sentence": "同学们努力的原因也各有不同，每个人的能力和学习方式都不同，不要过多关注他们的学习状况，而是集中精力在自己的学习上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会努力调整自己的心态，尽力而为。",
    "annotation": [
      {
        "sentence": "我会努力调整自己的心态，尽力而为。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，只要你调整好了自己的心态，充满信心地面对初中学习生活，我相信你一定能够顺利应对。适应新环境需要时间，只要你热爱学习，积极进取，你一定能够在初中生活中获得成长和进步。希望我的建议对你有所帮助。",
    "annotation": [
      {
        "sentence": "很好，只要你调整好了自己的心态，充满信心地面对初中学习生活，我相信你一定能够顺利应对。",
        "label": ""
      },
      {
        "sentence": "适应新环境需要时间，只要你热爱学习，积极进取，你一定能够在初中生活中获得成长和进步。",
        "label": ""
      },
      {
        "sentence": "希望我的建议对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会努力的！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会努力的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，相信自己，坚持下去，你一定会有所收获的。如果之后还有什么困惑或疑问，随时都可以来找我倾诉，我会一直支持你的。祝你在初中生活中取得好成绩，享受快乐的学习！",
    "annotation": [
      {
        "sentence": "不客气，相信自己，坚持下去，你一定会有所收获的。",
        "label": ""
      },
      {
        "sentence": "如果之后还有什么困惑或疑问，随时都可以来找我倾诉，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "祝你在初中生活中取得好成绩，享受快乐的学习！",
        "label": ""
      }
    ]
  }
]