[
  {
    "role": "client",
    "content": "我现在面临一个问题，希望能得到一些帮助。我是一个大三的男生，我是同性恋，但我很爱我的现任男友。可是，我被以前的男友纠缠，让我觉得很害怕，担心他会报复我。因为这件事，我感到很不开心。",
    "annotation": [
      {
        "sentence": "我现在面临一个问题，希望能得到一些帮助。",
        "label": ""
      },
      {
        "sentence": "我是一个大三的男生，我是同性恋，但我很爱我的现任男友。",
        "label": ""
      },
      {
        "sentence": "可是，我被以前的男友纠缠，让我觉得很害怕，担心他会报复我。",
        "label": ""
      },
      {
        "sentence": "因为这件事，我感到很不开心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我很乐意帮助你。听起来你与以前的男友的关系还不够理想，这对你与现任男友的关系造成了影响。在恋爱中，双方需要多加注意，因为感情本来就容易出现嫉妒之心。没有好好处理，可能会导致彼此亏欠感增加，进而让人感到害怕。我们先来分析一下问题：1、你与以前的男友在一起一个月后分手，但他纠缠不休，一直表示对你深爱。他还有轻度抑郁症，你出于心软的原因成为了他的炮友。（情感不同于其他事物，你喜欢就是喜欢，不喜欢就是不喜欢，不能勉强自己。这种复杂而纠结的关系一定会对你和你现任男友的心理产生影响。他有心理疾病，需要接受专业治疗，而你并非心理咨询师，无法解决他的问题。他很可能会对你造成伤害。）2、你随后开始了一段新的恋情，却对他撒谎说有女朋友，还把他从社交平台上删除了。然而三个月后，他开始监视你的动态并重新加你为好友，还威胁要公布你们之前的聊天记录，还知道你的家庭地址，并以自杀来威胁你，要求你继续做他的炮友。他称自己对你的感情已经不如从前，但满意你们的性生活。（他的行为已经构成犯罪，你有权报警，并且需要采取正当防卫措施。每个人在情感选择上都有权利，但你们之间的关系虽然没有情感，但确实有事实存在，这一定会影响你与现任男友之间的关系。）3、最后一次聊天，他表示一定会找到你，结果你把他拉黑了。一个月之后，你以为一切已经结束，不再想看到他，但最近你发现他每天都有来访记录，他甚至收藏了你的淘宝主页。尽管他只是监视你，没有再主动与你联系，但你感觉他似乎还没有放下。（因为他最后的话让你担心，害怕他真的做出什么不可挽回的事情，你需要做好报警的准备。如果他出现，你也不要与他正面对抗。一般来说，抑郁症并不是导致冲动行为的疾病，抑郁症患者更多的是自卑和自怜。基本上不会攻击他人。）4、你们已经有6个月没有见面了，你很爱现任男友，但是这两个月以来，你总是想起以前的男友，害怕遭到他的报复，这让你越来越感到恐惧。明明很爱现任男友，但因为以前的关系，你失去了对现任的兴趣。你现在应该怎么办呢？你担心有一天他会再次出现，所以总是想起和他之间的往事。这让你觉得自己在精神上背叛了现任男友，也因此每天都很不开心。",
    "annotation": [
      {
        "sentence": "你好，我很乐意帮助你。",
        "label": ""
      },
      {
        "sentence": "听起来你与以前的男友的关系还不够理想，这对你与现任男友的关系造成了影响。",
        "label": ""
      },
      {
        "sentence": "在恋爱中，双方需要多加注意，因为感情本来就容易出现嫉妒之心。",
        "label": ""
      },
      {
        "sentence": "没有好好处理，可能会导致彼此亏欠感增加，进而让人感到害怕。",
        "label": ""
      },
      {
        "sentence": "我们先来分析一下问题：1、你与以前的男友在一起一个月后分手，但他纠缠不休，一直表示对你深爱。",
        "label": ""
      },
      {
        "sentence": "他还有轻度抑郁症，你出于心软的原因成为了他的炮友。",
        "label": ""
      },
      {
        "sentence": "（情感不同于其他事物，你喜欢就是喜欢，不喜欢就是不喜欢，不能勉强自己。",
        "label": ""
      },
      {
        "sentence": "这种复杂而纠结的关系一定会对你和你现任男友的心理产生影响。",
        "label": ""
      },
      {
        "sentence": "他有心理疾病，需要接受专业治疗，而你并非心理咨询师，无法解决他的问题。",
        "label": ""
      },
      {
        "sentence": "他很可能会对你造成伤害。",
        "label": ""
      },
      {
        "sentence": "）2、你随后开始了一段新的恋情，却对他撒谎说有女朋友，还把他从社交平台上删除了。",
        "label": ""
      },
      {
        "sentence": "然而三个月后，他开始监视你的动态并重新加你为好友，还威胁要公布你们之前的聊天记录，还知道你的家庭地址，并以自杀来威胁你，要求你继续做他的炮友。",
        "label": ""
      },
      {
        "sentence": "他称自己对你的感情已经不如从前，但满意你们的性生活。",
        "label": ""
      },
      {
        "sentence": "（他的行为已经构成犯罪，你有权报警，并且需要采取正当防卫措施。",
        "label": ""
      },
      {
        "sentence": "每个人在情感选择上都有权利，但你们之间的关系虽然没有情感，但确实有事实存在，这一定会影响你与现任男友之间的关系。",
        "label": ""
      },
      {
        "sentence": "）3、最后一次聊天，他表示一定会找到你，结果你把他拉黑了。",
        "label": ""
      },
      {
        "sentence": "一个月之后，你以为一切已经结束，不再想看到他，但最近你发现他每天都有来访记录，他甚至收藏了你的淘宝主页。",
        "label": ""
      },
      {
        "sentence": "尽管他只是监视你，没有再主动与你联系，但你感觉他似乎还没有放下。",
        "label": ""
      },
      {
        "sentence": "（因为他最后的话让你担心，害怕他真的做出什么不可挽回的事情，你需要做好报警的准备。",
        "label": ""
      },
      {
        "sentence": "如果他出现，你也不要与他正面对抗。",
        "label": ""
      },
      {
        "sentence": "一般来说，抑郁症并不是导致冲动行为的疾病，抑郁症患者更多的是自卑和自怜。",
        "label": ""
      },
      {
        "sentence": "基本上不会攻击他人。",
        "label": ""
      },
      {
        "sentence": "）4、你们已经有6个月没有见面了，你很爱现任男友，但是这两个月以来，你总是想起以前的男友，害怕遭到他的报复，这让你越来越感到恐惧。",
        "label": ""
      },
      {
        "sentence": "明明很爱现任男友，但因为以前的关系，你失去了对现任的兴趣。",
        "label": ""
      },
      {
        "sentence": "你现在应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "你担心有一天他会再次出现，所以总是想起和他之间的往事。",
        "label": ""
      },
      {
        "sentence": "这让你觉得自己在精神上背叛了现任男友，也因此每天都很不开心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你真心爱现任男友，那就好好珍惜他。忘记过去的不开心，从头开始，好好珍惜眼前人，这样才能给现任男友最好的爱。对于以前的男友的纠缠和报复，我们可以提供以下建议：1）如果条件允许，你可以考虑换个环境，这样他就找不到你了。2）随时做好报警的准备，保护自己的安全。3）如果可能，在合适的机会，你可以与现任男友坦诚相待，将这件事告诉他。4）真诚面对，无所畏惧，如此才能放下内心的愧疚和恐惧。最重要的是，记住不要与他正面对抗，保护好自己的安全。结束语：祝愿你们幸福快乐！如果还有其他困惑的地方，可以私信我。",
    "annotation": [
      {
        "sentence": "如果你真心爱现任男友，那就好好珍惜他。",
        "label": ""
      },
      {
        "sentence": "忘记过去的不开心，从头开始，好好珍惜眼前人，这样才能给现任男友最好的爱。",
        "label": ""
      },
      {
        "sentence": "对于以前的男友的纠缠和报复，我们可以提供以下建议：1）如果条件允许，你可以考虑换个环境，这样他就找不到你了。",
        "label": ""
      },
      {
        "sentence": "2）随时做好报警的准备，保护自己的安全。",
        "label": ""
      },
      {
        "sentence": "3）如果可能，在合适的机会，你可以与现任男友坦诚相待，将这件事告诉他。",
        "label": ""
      },
      {
        "sentence": "4）真诚面对，无所畏惧，如此才能放下内心的愧疚和恐惧。",
        "label": ""
      },
      {
        "sentence": "最重要的是，记住不要与他正面对抗，保护好自己的安全。",
        "label": ""
      },
      {
        "sentence": "结束语：祝愿你们幸福快乐！",
        "label": ""
      },
      {
        "sentence": "如果还有其他困惑的地方，可以私信我。",
        "label": ""
      }
    ]
  }
]