[
  {
    "role": "client",
    "content": "我很爱现任，但被前任骚扰，并扬言一定找到我。跟前任在一起一个月后，我实际不喜欢他提出分手，但我说的理由是我要结婚。之后他一直纠缠，我们就成了短暂炮友。之后我谈了新的男朋友，但骗他说我有女朋友，然后我把他删除了。之后的三个月的时间里他一直视奸我跟朋友的空间，最后三个月后加回我，我同意添加他好友并跟他说清楚我不喜欢他，他自己也称明白已经不是很喜欢我，但很满意跟我的性生活。还拿跟他的以前聊骚记录威胁要让我出柜并说知道我家地址和一定会找到我之类的。我把他删除，他以自杀威胁我拉黑了。现在两个月又过去了，我讨厌他，已经到不想在黑名单中看见所以又拉出来了，现在他经常访问我的空间，但不会加我什么的。我有点被害妄想症了，想象他哪天又出现在我面前感觉很恐怖，而且我很爱很爱现任，但现在总想起他，想忘掉却害怕他又来找我。感觉自己都抑郁了好久，他现在又时不时访问我空间，但又没有什么动作，我应该怎么办？我跟他已经分手大半年，也有半年没见过。",
    "annotation": [
      {
        "sentence": "我很爱现任，但被前任骚扰，并扬言一定找到我。",
        "label": ""
      },
      {
        "sentence": "跟前任在一起一个月后，我实际不喜欢他提出分手，但我说的理由是我要结婚。",
        "label": ""
      },
      {
        "sentence": "之后他一直纠缠，我们就成了短暂炮友。",
        "label": ""
      },
      {
        "sentence": "之后我谈了新的男朋友，但骗他说我有女朋友，然后我把他删除了。",
        "label": ""
      },
      {
        "sentence": "之后的三个月的时间里他一直视奸我跟朋友的空间，最后三个月后加回我，我同意添加他好友并跟他说清楚我不喜欢他，他自己也称明白已经不是很喜欢我，但很满意跟我的性生活。",
        "label": ""
      },
      {
        "sentence": "还拿跟他的以前聊骚记录威胁要让我出柜并说知道我家地址和一定会找到我之类的。",
        "label": ""
      },
      {
        "sentence": "我把他删除，他以自杀威胁我拉黑了。",
        "label": ""
      },
      {
        "sentence": "现在两个月又过去了，我讨厌他，已经到不想在黑名单中看见所以又拉出来了，现在他经常访问我的空间，但不会加我什么的。",
        "label": ""
      },
      {
        "sentence": "我有点被害妄想症了，想象他哪天又出现在我面前感觉很恐怖，而且我很爱很爱现任，但现在总想起他，想忘掉却害怕他又来找我。",
        "label": ""
      },
      {
        "sentence": "感觉自己都抑郁了好久，他现在又时不时访问我空间，但又没有什么动作，我应该怎么办？",
        "label": ""
      },
      {
        "sentence": "我跟他已经分手大半年，也有半年没见过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的经历听起来非常艰难，你对这段关系的恐慌和无力感我能够感受到。我理解你害怕前任会以疯狂的方式出现在你的生活中，或者用一些条件来威胁你，这让你无法安心。在你和前任的关系中，你可能犯了一些错误，每次分手的理由都是谎言，这可能会给对方留下你是一个虚伪女生的印象，并且让他认为你会因为他的要挟而妥协，这显露出了你的软弱。我觉得没有必要再说谎，你可以向他真实地表达你内心真正离开他的原因。比如，如果他再纠缠并表示无论你们之间已经没有任何可能性，你希望他能早日走出来。你可以告诉他，如果他想满足自己的生理需求，那是不可能的。外面有很多其他的女生，他完全可以认真地发展新的关系，而不必在你身上浪费时间。你需要向他清楚地表达你的想法，并果断地表明态度，不怕承受代价。在保护自己的同时，如果可以的话，向现任坦白这些事情，请求她的支持和帮助，至少可以保证你的人身安全。你可以尽量让自己的视野没有他的存在，继续将他放在黑名单中也无妨，这样他就不会知道你最近的动态，如果他想采取行动，可能就不会持续这么长时间了。心理上给自己放下负担，不要太在意他是否访问你的空间，也不要经常关注他是否有访问你的空间，将他放在黑名单中就可以。你觉得和现任坦白的话，可以告诉她你的担忧和恐慌，争取她的支持和帮助，尽量不要在单独走夜路或是在一些陌生场合中出现。此外，要增强自我保护意识，可以放一瓶防狼喷雾等防身物品在包包里，以备不时之需。当你遇到威胁时，可以注意打开手机的录音功能等。还有很多方法，你可以找到适合自己的方式。",
    "annotation": [
      {
        "sentence": "你的经历听起来非常艰难，你对这段关系的恐慌和无力感我能够感受到。",
        "label": ""
      },
      {
        "sentence": "我理解你害怕前任会以疯狂的方式出现在你的生活中，或者用一些条件来威胁你，这让你无法安心。",
        "label": ""
      },
      {
        "sentence": "在你和前任的关系中，你可能犯了一些错误，每次分手的理由都是谎言，这可能会给对方留下你是一个虚伪女生的印象，并且让他认为你会因为他的要挟而妥协，这显露出了你的软弱。",
        "label": ""
      },
      {
        "sentence": "我觉得没有必要再说谎，你可以向他真实地表达你内心真正离开他的原因。",
        "label": ""
      },
      {
        "sentence": "比如，如果他再纠缠并表示无论你们之间已经没有任何可能性，你希望他能早日走出来。",
        "label": ""
      },
      {
        "sentence": "你可以告诉他，如果他想满足自己的生理需求，那是不可能的。",
        "label": ""
      },
      {
        "sentence": "外面有很多其他的女生，他完全可以认真地发展新的关系，而不必在你身上浪费时间。",
        "label": ""
      },
      {
        "sentence": "你需要向他清楚地表达你的想法，并果断地表明态度，不怕承受代价。",
        "label": ""
      },
      {
        "sentence": "在保护自己的同时，如果可以的话，向现任坦白这些事情，请求她的支持和帮助，至少可以保证你的人身安全。",
        "label": ""
      },
      {
        "sentence": "你可以尽量让自己的视野没有他的存在，继续将他放在黑名单中也无妨，这样他就不会知道你最近的动态，如果他想采取行动，可能就不会持续这么长时间了。",
        "label": ""
      },
      {
        "sentence": "心理上给自己放下负担，不要太在意他是否访问你的空间，也不要经常关注他是否有访问你的空间，将他放在黑名单中就可以。",
        "label": ""
      },
      {
        "sentence": "你觉得和现任坦白的话，可以告诉她你的担忧和恐慌，争取她的支持和帮助，尽量不要在单独走夜路或是在一些陌生场合中出现。",
        "label": ""
      },
      {
        "sentence": "此外，要增强自我保护意识，可以放一瓶防狼喷雾等防身物品在包包里，以备不时之需。",
        "label": ""
      },
      {
        "sentence": "当你遇到威胁时，可以注意打开手机的录音功能等。",
        "label": ""
      },
      {
        "sentence": "还有很多方法，你可以找到适合自己的方式。",
        "label": ""
      }
    ]
  }
]