[
  {
    "role": "client",
    "content": "我已经分手了，但和前任还住在一起，导致我的情绪一直受影响，应该怎么办呢？我们因为疫情的原因不得不回到一起住，我们虽然和平分手，但是我发现我对他的感情比他对我深，我曾经承诺会变成朋友，但我发现自己走出来的速度有些慢，日常生活中总会受他的影响，导致我的情绪不稳定，甚至影响了我的工作效率。比如，当他和别人出去约会或情绪异常时，我就很受影响，无法专心思考。我告诉自己不要太关注他，只当作一般的好朋友对待，但我却总是忍不住会去关注他。我知道自己可能还有执念，但是我想走出这种状态，即使放不下，也要接受已经不可能的事实。我知道这样很矛盾，但我觉得这也是一种方式，只是我发现自己做得不好。请问有没有类似的经验可以分享。虽然有人建议我不要和前任一起住，但至少在一段时间内，我还是不得不和他住在一起。我希望在现在的情况下，能更快地让自己情绪稳定下来，变得坦然一些。先谢谢了。我们是两个男生。",
    "annotation": [
      {
        "sentence": "我已经分手了，但和前任还住在一起，导致我的情绪一直受影响，应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我们因为疫情的原因不得不回到一起住，我们虽然和平分手，但是我发现我对他的感情比他对我深，我曾经承诺会变成朋友，但我发现自己走出来的速度有些慢，日常生活中总会受他的影响，导致我的情绪不稳定，甚至影响了我的工作效率。",
        "label": ""
      },
      {
        "sentence": "比如，当他和别人出去约会或情绪异常时，我就很受影响，无法专心思考。",
        "label": ""
      },
      {
        "sentence": "我告诉自己不要太关注他，只当作一般的好朋友对待，但我却总是忍不住会去关注他。",
        "label": ""
      },
      {
        "sentence": "我知道自己可能还有执念，但是我想走出这种状态，即使放不下，也要接受已经不可能的事实。",
        "label": ""
      },
      {
        "sentence": "我知道这样很矛盾，但我觉得这也是一种方式，只是我发现自己做得不好。",
        "label": ""
      },
      {
        "sentence": "请问有没有类似的经验可以分享。",
        "label": ""
      },
      {
        "sentence": "虽然有人建议我不要和前任一起住，但至少在一段时间内，我还是不得不和他住在一起。",
        "label": ""
      },
      {
        "sentence": "我希望在现在的情况下，能更快地让自己情绪稳定下来，变得坦然一些。",
        "label": ""
      },
      {
        "sentence": "先谢谢了。",
        "label": ""
      },
      {
        "sentence": "我们是两个男生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "和一个人生活在一起，就像照顾一只宠物一样。无论是它什么时候吃、什么时候上厕所，还是它什么时候该剪毛、洗澡，甚至是它躺在床上是否舒服，都需要你费心去照顾。和一个活生生的人生活在一起就更是如此，没人有隐形隐声或自动屏蔽的能力，想要不关注他对你的生活影响是很难的。就像告诉自己不要想象房间里有一只大象，这有用吗？没有。告诉自己不要关注他承诺的好朋友关系，这有用吗？也没有。你们共享了同样的空间，同样的家具家电，有过一段感情经历，受到影响是很正常的，不受影响反而有点不正常。关键不在于是否受到影响，而在于如何消除你的烦恼。我们可以换一种思维方式来看待这件事。很多人会关注前任的朋友圈、他每天走的步数，或者悄悄打听他是否和别人开始交往。如果他的生活比我们过得好或者更开心，我们很可能会生闷气，甚至开始怨恨他。说白了，这只是出于好奇心和未完全消除的占有欲。前任并不是偶像，不能给他加上过多的压力；而你也不是他的终身追随者，不要走着走着又忍不住跑到他的背后，那里可能只有令人作呕的气味。对于我们自己的朋友，我们希望他们感受到我们的重视，并期待他们回馈同样的情感。这只是一种自我满足的奉献和索取，如果我们能理解这种关系的互利性，并在关系中寻求互利，就能减轻情绪波动的幅度和频率。过度情绪的挥霍是毫无意义，甚至有害的。既然你既不能和前任好好沟通，也不能真正当朋友，那么要么就当陌生人，要么就再尝试一下复合，暧昧是另一种美丽，复合是另一种幸福的感觉。",
    "annotation": [
      {
        "sentence": "和一个人生活在一起，就像照顾一只宠物一样。",
        "label": ""
      },
      {
        "sentence": "无论是它什么时候吃、什么时候上厕所，还是它什么时候该剪毛、洗澡，甚至是它躺在床上是否舒服，都需要你费心去照顾。",
        "label": ""
      },
      {
        "sentence": "和一个活生生的人生活在一起就更是如此，没人有隐形隐声或自动屏蔽的能力，想要不关注他对你的生活影响是很难的。",
        "label": ""
      },
      {
        "sentence": "就像告诉自己不要想象房间里有一只大象，这有用吗？",
        "label": ""
      },
      {
        "sentence": "没有。",
        "label": ""
      },
      {
        "sentence": "告诉自己不要关注他承诺的好朋友关系，这有用吗？",
        "label": ""
      },
      {
        "sentence": "也没有。",
        "label": ""
      },
      {
        "sentence": "你们共享了同样的空间，同样的家具家电，有过一段感情经历，受到影响是很正常的，不受影响反而有点不正常。",
        "label": ""
      },
      {
        "sentence": "关键不在于是否受到影响，而在于如何消除你的烦恼。",
        "label": ""
      },
      {
        "sentence": "我们可以换一种思维方式来看待这件事。",
        "label": ""
      },
      {
        "sentence": "很多人会关注前任的朋友圈、他每天走的步数，或者悄悄打听他是否和别人开始交往。",
        "label": ""
      },
      {
        "sentence": "如果他的生活比我们过得好或者更开心，我们很可能会生闷气，甚至开始怨恨他。",
        "label": ""
      },
      {
        "sentence": "说白了，这只是出于好奇心和未完全消除的占有欲。",
        "label": ""
      },
      {
        "sentence": "前任并不是偶像，不能给他加上过多的压力；而你也不是他的终身追随者，不要走着走着又忍不住跑到他的背后，那里可能只有令人作呕的气味。",
        "label": ""
      },
      {
        "sentence": "对于我们自己的朋友，我们希望他们感受到我们的重视，并期待他们回馈同样的情感。",
        "label": ""
      },
      {
        "sentence": "这只是一种自我满足的奉献和索取，如果我们能理解这种关系的互利性，并在关系中寻求互利，就能减轻情绪波动的幅度和频率。",
        "label": ""
      },
      {
        "sentence": "过度情绪的挥霍是毫无意义，甚至有害的。",
        "label": ""
      },
      {
        "sentence": "既然你既不能和前任好好沟通，也不能真正当朋友，那么要么就当陌生人，要么就再尝试一下复合，暧昧是另一种美丽，复合是另一种幸福的感觉。",
        "label": ""
      }
    ]
  }
]