[
  {
    "role": "client",
    "content": "有感情洁癖怎么办？肢体接触会觉得恶心？之前谈过一个对象，分手了快一年多。之前一个人的时候都挺好的，虽然嘴上会说羡慕别人甜甜的恋爱，但其实心里并不是很想谈。最近我同学介绍了一个对象给我，交流了几次，然后觉得还不错，就莫名其妙的在一起了，他很好，没有什么问题。但是之前不谈恋爱还好，一个人没心没肺，现在谈了，心理障碍越来越明显，不知道该这么办了。我一想到以后要和别的男人在一起，看电影吃饭逛街，尤其是肢体接触什么的就觉得很恶心。（但是如果是男同学或者关系很好的朋友，我并不排斥这样的接触）甚至不止是其他男人，就算是我前任，在有肢体上的接触我也会觉得很恶心。现在不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "有感情洁癖怎么办？",
        "label": ""
      },
      {
        "sentence": "肢体接触会觉得恶心？",
        "label": ""
      },
      {
        "sentence": "之前谈过一个对象，分手了快一年多。",
        "label": ""
      },
      {
        "sentence": "之前一个人的时候都挺好的，虽然嘴上会说羡慕别人甜甜的恋爱，但其实心里并不是很想谈。",
        "label": ""
      },
      {
        "sentence": "最近我同学介绍了一个对象给我，交流了几次，然后觉得还不错，就莫名其妙的在一起了，他很好，没有什么问题。",
        "label": ""
      },
      {
        "sentence": "但是之前不谈恋爱还好，一个人没心没肺，现在谈了，心理障碍越来越明显，不知道该这么办了。",
        "label": ""
      },
      {
        "sentence": "我一想到以后要和别的男人在一起，看电影吃饭逛街，尤其是肢体接触什么的就觉得很恶心。",
        "label": ""
      },
      {
        "sentence": "（但是如果是男同学或者关系很好的朋友，我并不排斥这样的接触）甚至不止是其他男人，就算是我前任，在有肢体上的接触我也会觉得很恶心。",
        "label": ""
      },
      {
        "sentence": "现在不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说的这些，似乎在感情方面你有一些困扰。你能够解释一下对于肢体接触为什么会感到恶心吗？你是否能够回想一下，在有不舒服感觉时，你联想到了什么，或者是担心什么呢？这个问题可能和你的原生家庭中的父母相处模式有关，你能说说你父母的关系怎么样吗？",
    "annotation": [
      {
        "sentence": "听你说的这些，似乎在感情方面你有一些困扰。",
        "label": ""
      },
      {
        "sentence": "你能够解释一下对于肢体接触为什么会感到恶心吗？",
        "label": ""
      },
      {
        "sentence": "你是否能够回想一下，在有不舒服感觉时，你联想到了什么，或者是担心什么呢？",
        "label": ""
      },
      {
        "sentence": "这个问题可能和你的原生家庭中的父母相处模式有关，你能说说你父母的关系怎么样吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我觉得对男同学或者关系很好的朋友的肢体接触没有排斥，但是对于男朋友这种亲密关系的肢体接触就觉得很困扰。我在想可能是因为以前的感情经历导致的，之前的一个男朋友曾对我有不好的肢体接触，所以可能现在出现了这种情况。",
    "annotation": [
      {
        "sentence": "其实我觉得对男同学或者关系很好的朋友的肢体接触没有排斥，但是对于男朋友这种亲密关系的肢体接触就觉得很困扰。",
        "label": ""
      },
      {
        "sentence": "我在想可能是因为以前的感情经历导致的，之前的一个男朋友曾对我有不好的肢体接触，所以可能现在出现了这种情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的分析很有道理，有时候我们的过去经历会影响到现在的情感。你现在对于男朋友的肢体接触有所顾虑是很正常的，但是你也可以试着停下来，慢慢地深入思考一下当你有不舒服感觉时，你联想到了什么，或者是担心什么。这样可以帮助你更好地理解自己的情绪和困扰。",
    "annotation": [
      {
        "sentence": "你的分析很有道理，有时候我们的过去经历会影响到现在的情感。",
        "label": ""
      },
      {
        "sentence": "你现在对于男朋友的肢体接触有所顾虑是很正常的，但是你也可以试着停下来，慢慢地深入思考一下当你有不舒服感觉时，你联想到了什么，或者是担心什么。",
        "label": ""
      },
      {
        "sentence": "这样可以帮助你更好地理解自己的情绪和困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我试着思考了一下，当我联想到和男朋友有肢体接触时，我开始担心这种接触会带来不舒服的感觉，而且也害怕受到伤害。可能是之前的伤害让我对于肢体接触有了一种恶心的感觉。",
    "annotation": [
      {
        "sentence": "我试着思考了一下，当我联想到和男朋友有肢体接触时，我开始担心这种接触会带来不舒服的感觉，而且也害怕受到伤害。",
        "label": ""
      },
      {
        "sentence": "可能是之前的伤害让我对于肢体接触有了一种恶心的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的思考很有进展，你对于肢体接触的恶心感可能是因为之前的伤害导致的保护机制。你可以试着逐渐放下对于过去伤害的恐惧，并通过和男朋友的良好沟通，让他理解你的感受和困扰，这样可以逐步恢复对于肢体接触的信任。",
    "annotation": [
      {
        "sentence": "你的思考很有进展，你对于肢体接触的恶心感可能是因为之前的伤害导致的保护机制。",
        "label": ""
      },
      {
        "sentence": "你可以试着逐渐放下对于过去伤害的恐惧，并通过和男朋友的良好沟通，让他理解你的感受和困扰，这样可以逐步恢复对于肢体接触的信任。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，谢谢你的建议。我会试着与男朋友进行更深入的沟通，并告诉他我的感受和困扰，希望他能够理解和支持我。",
    "annotation": [
      {
        "sentence": "我明白了，谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着与男朋友进行更深入的沟通，并告诉他我的感受和困扰，希望他能够理解和支持我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你对我的建议表示认同。沟通对于解决问题非常重要，相信你们之间的理解和支持会让你们的关系更健康。如果你觉得仍然困扰，你也可以考虑寻求心理咨询师的帮助，他们会提供更专业的支持和指导。",
    "annotation": [
      {
        "sentence": "很高兴听到你对我的建议表示认同。",
        "label": ""
      },
      {
        "sentence": "沟通对于解决问题非常重要，相信你们之间的理解和支持会让你们的关系更健康。",
        "label": ""
      },
      {
        "sentence": "如果你觉得仍然困扰，你也可以考虑寻求心理咨询师的帮助，他们会提供更专业的支持和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会考虑寻求心理咨询师的帮助。再次感谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "好的，我会考虑寻求心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我希望我的建议能够帮助到你。祝你能够顺利解决这个困扰，并找到自己真正想要的幸福。记得随时向我寻求支持，我会一直在这里帮助你的。",
    "annotation": [
      {
        "sentence": "不客气，我希望我的建议能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "祝你能够顺利解决这个困扰，并找到自己真正想要的幸福。",
        "label": ""
      },
      {
        "sentence": "记得随时向我寻求支持，我会一直在这里帮助你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力解决这个问题的。如果有需要我会再向你求助的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力解决这个问题的。",
        "label": ""
      },
      {
        "sentence": "如果有需要我会再向你求助的。",
        "label": ""
      }
    ]
  }
]