[
  {
    "role": "client",
    "content": "我是一个20岁的女生，喜欢走极端，听不进别人的话。我是一名县城考上985大学的学生，就是类似于豆瓣所说的“小镇学霸”。从小我几乎不和别人交流，同时也有一点自傲（虽然我对别人很谦虚，但是心里实际上不接受别人的意见，总觉得自己是有充分理由的）。我很难静下心来慢慢思考，喜欢走极端，喜欢让自己处于一种焦虑的状态。大学三年我换了三个专业，大一在A专业取得了年级第一，大二在B专业为了弥补学分问题一下修了2年的课程，大三在C专业又一下子修了3年的课程。我在大学里抵触人际交往，参加社团也总是力争成为最出色的那个，所以真的很累，没有坚持下来的社团。我不敢培养任何爱好，因为一旦接触到某个东西，我就会把它当作一个专业来全身心投入研究。现在我考虑要进行考研，又想要再次换专业了...",
    "annotation": [
      {
        "sentence": "我是一个20岁的女生，喜欢走极端，听不进别人的话。",
        "label": ""
      },
      {
        "sentence": "我是一名县城考上985大学的学生，就是类似于豆瓣所说的“小镇学霸”。",
        "label": ""
      },
      {
        "sentence": "从小我几乎不和别人交流，同时也有一点自傲（虽然我对别人很谦虚，但是心里实际上不接受别人的意见，总觉得自己是有充分理由的）。",
        "label": ""
      },
      {
        "sentence": "我很难静下心来慢慢思考，喜欢走极端，喜欢让自己处于一种焦虑的状态。",
        "label": ""
      },
      {
        "sentence": "大学三年我换了三个专业，大一在A专业取得了年级第一，大二在B专业为了弥补学分问题一下修了2年的课程，大三在C专业又一下子修了3年的课程。",
        "label": ""
      },
      {
        "sentence": "我在大学里抵触人际交往，参加社团也总是力争成为最出色的那个，所以真的很累，没有坚持下来的社团。",
        "label": ""
      },
      {
        "sentence": "我不敢培养任何爱好，因为一旦接触到某个东西，我就会把它当作一个专业来全身心投入研究。",
        "label": ""
      },
      {
        "sentence": "现在我考虑要进行考研，又想要再次换专业了...",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同学，你读书的目标是什么呢？别只是为了读书而读书。你为什么一直不断换专业呢？人无完人，不可能在各个方面都出类拔萃。你是为了追求卓越，但你真正满足了自己什么需求呢？现在的教育体系强调专业细分，但越分科学越细，反而容易局限视野，看不到更广阔的世界。所以有些人越读书越迷糊。同学，我觉得你并不是真正深入研究问题的本质，掌握了本质就能够洞察其他问题的本质。你一定很聪明，但是你只是一个人而已。自以为是和走极端对自己只有害处，你应该明白这一点。克制自己确实很难，但是即使再困难也要去尝试，否则以后可能会付出代价的。另外，你喜欢让自己处于焦虑的状态，但是心理和生理是相互影响的，你要尝试放松自己。",
    "annotation": [
      {
        "sentence": "同学，你读书的目标是什么呢？",
        "label": ""
      },
      {
        "sentence": "别只是为了读书而读书。",
        "label": ""
      },
      {
        "sentence": "你为什么一直不断换专业呢？",
        "label": ""
      },
      {
        "sentence": "人无完人，不可能在各个方面都出类拔萃。",
        "label": ""
      },
      {
        "sentence": "你是为了追求卓越，但你真正满足了自己什么需求呢？",
        "label": ""
      },
      {
        "sentence": "现在的教育体系强调专业细分，但越分科学越细，反而容易局限视野，看不到更广阔的世界。",
        "label": ""
      },
      {
        "sentence": "所以有些人越读书越迷糊。",
        "label": ""
      },
      {
        "sentence": "同学，我觉得你并不是真正深入研究问题的本质，掌握了本质就能够洞察其他问题的本质。",
        "label": ""
      },
      {
        "sentence": "你一定很聪明，但是你只是一个人而已。",
        "label": ""
      },
      {
        "sentence": "自以为是和走极端对自己只有害处，你应该明白这一点。",
        "label": ""
      },
      {
        "sentence": "克制自己确实很难，但是即使再困难也要去尝试，否则以后可能会付出代价的。",
        "label": ""
      },
      {
        "sentence": "另外，你喜欢让自己处于焦虑的状态，但是心理和生理是相互影响的，你要尝试放松自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我读书的目标是为了追求卓越和突破自我。但是我真的担心自己无法在某个领域取得最高成就。听你这么说，我开始反思自己一直追求拔尖的原因。或许我是出于内心的不满足和自卑吧。我明白，过度专注和极端思维对我并没有好处，但是我真的很难控制自己的情绪和冲动。我常常感觉自己无法从繁杂的琐事中解脱出来，无法静下心来思考。对于考研，我一方面想追求新的挑战，另一方面又害怕再次选择错误的专业。",
    "annotation": [
      {
        "sentence": "我读书的目标是为了追求卓越和突破自我。",
        "label": ""
      },
      {
        "sentence": "但是我真的担心自己无法在某个领域取得最高成就。",
        "label": ""
      },
      {
        "sentence": "听你这么说，我开始反思自己一直追求拔尖的原因。",
        "label": ""
      },
      {
        "sentence": "或许我是出于内心的不满足和自卑吧。",
        "label": ""
      },
      {
        "sentence": "我明白，过度专注和极端思维对我并没有好处，但是我真的很难控制自己的情绪和冲动。",
        "label": ""
      },
      {
        "sentence": "我常常感觉自己无法从繁杂的琐事中解脱出来，无法静下心来思考。",
        "label": ""
      },
      {
        "sentence": "对于考研，我一方面想追求新的挑战，另一方面又害怕再次选择错误的专业。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的读书目标是很积极的，但是千万别让这种追求变成压力。每个人都有不同的擅长领域和兴趣爱好，并不是每个人都要成为某个领域的顶尖人物。重要的是你能够发现自己真正感兴趣和擅长的领域，并在其中有所突破和进步。你现在的焦虑和极端思维可能是源于内心的不满足和自卑，你需要重新审视自己对待这些问题的态度。放松心态并尝试控制情绪和冲动是你需要努力的方向，你可以尝试进行冥想或其他放松技巧来帮助自己。至于考研，决策中或许存在犹豫和焦虑，这是正常的。你可以希望在做出决定之前，进行充分的了解和思考，确保自己选择了正确的方向。",
    "annotation": [
      {
        "sentence": "你的读书目标是很积极的，但是千万别让这种追求变成压力。",
        "label": ""
      },
      {
        "sentence": "每个人都有不同的擅长领域和兴趣爱好，并不是每个人都要成为某个领域的顶尖人物。",
        "label": ""
      },
      {
        "sentence": "重要的是你能够发现自己真正感兴趣和擅长的领域，并在其中有所突破和进步。",
        "label": ""
      },
      {
        "sentence": "你现在的焦虑和极端思维可能是源于内心的不满足和自卑，你需要重新审视自己对待这些问题的态度。",
        "label": ""
      },
      {
        "sentence": "放松心态并尝试控制情绪和冲动是你需要努力的方向，你可以尝试进行冥想或其他放松技巧来帮助自己。",
        "label": ""
      },
      {
        "sentence": "至于考研，决策中或许存在犹豫和焦虑，这是正常的。",
        "label": ""
      },
      {
        "sentence": "你可以希望在做出决定之前，进行充分的了解和思考，确保自己选择了正确的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我一直将追求卓越看作是一种压力。我明白每个人都有不同的特长和兴趣，而我应该找到适合自己的领域。对于内心的不满足和自卑，我需要转变自己的心态，尝试更加接受自己并相信自己的能力。同时，我也会尝试运用冥想和放松技巧来调整自己的心理状态。对于考研，我会花时间了解各个专业，深入思考自己的兴趣和优势，以便做出正确的决策。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "确实，我一直将追求卓越看作是一种压力。",
        "label": ""
      },
      {
        "sentence": "我明白每个人都有不同的特长和兴趣，而我应该找到适合自己的领域。",
        "label": ""
      },
      {
        "sentence": "对于内心的不满足和自卑，我需要转变自己的心态，尝试更加接受自己并相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尝试运用冥想和放松技巧来调整自己的心理状态。",
        "label": ""
      },
      {
        "sentence": "对于考研，我会花时间了解各个专业，深入思考自己的兴趣和优势，以便做出正确的决策。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，追求卓越是好事，但不要让它成为累赘。相信自己并接受自己的不完美，去发现并发展自己的潜力。调整心态和学会放松是很重要的，它们会对你的生活和学业产生积极影响。在做出决策时，充分了解自己的兴趣和优势，并和身边的人交流，听取他们的建议也是很有帮助的。你一定能够找到适合自己的方向，加油！如果还有任何问题，随时找我聊聊。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，追求卓越是好事，但不要让它成为累赘。",
        "label": ""
      },
      {
        "sentence": "相信自己并接受自己的不完美，去发现并发展自己的潜力。",
        "label": ""
      },
      {
        "sentence": "调整心态和学会放松是很重要的，它们会对你的生活和学业产生积极影响。",
        "label": ""
      },
      {
        "sentence": "在做出决策时，充分了解自己的兴趣和优势，并和身边的人交流，听取他们的建议也是很有帮助的。",
        "label": ""
      },
      {
        "sentence": "你一定能够找到适合自己的方向，加油！",
        "label": ""
      },
      {
        "sentence": "如果还有任何问题，随时找我聊聊。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]