[
  {
    "role": "client",
    "content": "我最近一直很困扰，怎么才能从一件让自己很丢人的事情里走出来呢？两年前我在一个小群体里出丑了，当时很尴尬很丢人，让别人看到了我自己婚姻和家庭生活中很丑陋的一面，自己的形象也被破坏了。最近突然又想起这件事，感觉特别丢人和难受。我应该怎么平复心情，如何面对呢？",
    "annotation": [
      {
        "sentence": "我最近一直很困扰，怎么才能从一件让自己很丢人的事情里走出来呢？",
        "label": ""
      },
      {
        "sentence": "两年前我在一个小群体里出丑了，当时很尴尬很丢人，让别人看到了我自己婚姻和家庭生活中很丑陋的一面，自己的形象也被破坏了。",
        "label": ""
      },
      {
        "sentence": "最近突然又想起这件事，感觉特别丢人和难受。",
        "label": ""
      },
      {
        "sentence": "我应该怎么平复心情，如何面对呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你一直觉得丢人的感觉持续下来，可能是因为你从未真正释放过这个感受。接受丢人的感觉很难，所以我们一直在试图与它抗争。每当我们感到无地自容的时候，我们可能希望放弃整个人生，连自己的自我都不愿面对，就算如此，也不愿去面对那种刺人的羞耻感。但是，你真的觉得我们可以通过抗拒让内心深处那顽固的感觉消失吗？实际上，我们无法控制心理上的事情，反抗的越是坚决，就越持久。如果你想让羞耻感消散，就需要做好与它长期共处的准备。愧疚的能量很负面，有时候它甚至会整个地吞噬你，把你逼到不安全感的边缘，下面就是深渊。心理上的事情只能靠自己，只有靠自己。人生就是一条光明与黑暗相互映证、转化的道路，没有真正的光明，也没有真正的黑暗。羞耻感初看让人难以接受，但当你真正选择与它和解、与它和平共处的时候，总有一天你会在内心中获得成长。未经洗礼的光明是肤浅的，无法经受推敲。当羞耻感升起时，请注意你大脑的紧绷程度，试着慢慢放松这种紧绷感，一次、两次……你会越来越熟练地处理这个过程，告诉自己：“其实没什么大不了的，羞耻感只是一种情绪，它并不能说明任何事情，只有当你执着于强化它的存在时，才会出现问题。”另外，也可以适当探索一下为什么对这件事情会感到羞耻，这样对你最终释怀有帮助。",
    "annotation": [
      {
        "sentence": "你一直觉得丢人的感觉持续下来，可能是因为你从未真正释放过这个感受。",
        "label": ""
      },
      {
        "sentence": "接受丢人的感觉很难，所以我们一直在试图与它抗争。",
        "label": ""
      },
      {
        "sentence": "每当我们感到无地自容的时候，我们可能希望放弃整个人生，连自己的自我都不愿面对，就算如此，也不愿去面对那种刺人的羞耻感。",
        "label": ""
      },
      {
        "sentence": "但是，你真的觉得我们可以通过抗拒让内心深处那顽固的感觉消失吗？",
        "label": ""
      },
      {
        "sentence": "实际上，我们无法控制心理上的事情，反抗的越是坚决，就越持久。",
        "label": ""
      },
      {
        "sentence": "如果你想让羞耻感消散，就需要做好与它长期共处的准备。",
        "label": ""
      },
      {
        "sentence": "愧疚的能量很负面，有时候它甚至会整个地吞噬你，把你逼到不安全感的边缘，下面就是深渊。",
        "label": ""
      },
      {
        "sentence": "心理上的事情只能靠自己，只有靠自己。",
        "label": ""
      },
      {
        "sentence": "人生就是一条光明与黑暗相互映证、转化的道路，没有真正的光明，也没有真正的黑暗。",
        "label": ""
      },
      {
        "sentence": "羞耻感初看让人难以接受，但当你真正选择与它和解、与它和平共处的时候，总有一天你会在内心中获得成长。",
        "label": ""
      },
      {
        "sentence": "未经洗礼的光明是肤浅的，无法经受推敲。",
        "label": ""
      },
      {
        "sentence": "当羞耻感升起时，请注意你大脑的紧绷程度，试着慢慢放松这种紧绷感，一次、两次……你会越来越熟练地处理这个过程，告诉自己：“其实没什么大不了的，羞耻感只是一种情绪，它并不能说明任何事情，只有当你执着于强化它的存在时，才会出现问题。",
        "label": ""
      },
      {
        "sentence": "”另外，也可以适当探索一下为什么对这件事情会感到羞耻，这样对你最终释怀有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我一直没有真正接受这种丢人的感觉，所以一直无法走出来。你说得对，抵抗只会让这种感觉更持久。我也意识到，愧疚的能量确实很消极，有时候它确实让我无法自拔。我必须要接受这段经历，而不是一直逃避才行。你说的那种和解、和平共处的态度确实很重要，我会试着放松大脑的紧绷感，告诉自己没什么大不了的。我也会思考为什么会对这件事情感到羞耻，希望能从中找到释怀的方法。",
    "annotation": [
      {
        "sentence": "我明白了，我一直没有真正接受这种丢人的感觉，所以一直无法走出来。",
        "label": ""
      },
      {
        "sentence": "你说得对，抵抗只会让这种感觉更持久。",
        "label": ""
      },
      {
        "sentence": "我也意识到，愧疚的能量确实很消极，有时候它确实让我无法自拔。",
        "label": ""
      },
      {
        "sentence": "我必须要接受这段经历，而不是一直逃避才行。",
        "label": ""
      },
      {
        "sentence": "你说的那种和解、和平共处的态度确实很重要，我会试着放松大脑的紧绷感，告诉自己没什么大不了的。",
        "label": ""
      },
      {
        "sentence": "我也会思考为什么会对这件事情感到羞耻，希望能从中找到释怀的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能理解并接受这个观点。的确，逃避只会让问题变得更糟。放松大脑紧绷感需要一点时间和耐心，但相信通过坚持下去，你会变得越来越擅长面对这种情绪。同时，探索羞耻感的原因也是很重要的，可能通过寻找原因，你能够找到一种更好的释怀方式。对于这段经历，要记得不要太过苛责自己，每个人都有过失和不堪，重要的是我们如何从中成长和学习。加油！有任何困扰的时候随时来找我聊聊。",
    "annotation": [
      {
        "sentence": "很高兴你能理解并接受这个观点。",
        "label": ""
      },
      {
        "sentence": "的确，逃避只会让问题变得更糟。",
        "label": ""
      },
      {
        "sentence": "放松大脑紧绷感需要一点时间和耐心，但相信通过坚持下去，你会变得越来越擅长面对这种情绪。",
        "label": ""
      },
      {
        "sentence": "同时，探索羞耻感的原因也是很重要的，可能通过寻找原因，你能够找到一种更好的释怀方式。",
        "label": ""
      },
      {
        "sentence": "对于这段经历，要记得不要太过苛责自己，每个人都有过失和不堪，重要的是我们如何从中成长和学习。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "有任何困扰的时候随时来找我聊聊。",
        "label": ""
      }
    ]
  }
]