[
  {
    "role": "client",
    "content": "如何从一件让自己很丢人的事情里走出来，不想它呢？就是有一件事让我在一个小群体里当中出丑，很尴尬很丢人，让别人看到了我自己婚姻和家庭生活中很不堪的一面，自己的人设也碎了。这件事已经过去两年了，最近突然又想了起来，然后就有点走不出来，觉得特别丢人很难受。怎么才能平复自己的这个心情，如何面对呢？",
    "annotation": [
      {
        "sentence": "如何从一件让自己很丢人的事情里走出来，不想它呢？",
        "label": ""
      },
      {
        "sentence": "就是有一件事让我在一个小群体里当中出丑，很尴尬很丢人，让别人看到了我自己婚姻和家庭生活中很不堪的一面，自己的人设也碎了。",
        "label": ""
      },
      {
        "sentence": "这件事已经过去两年了，最近突然又想了起来，然后就有点走不出来，觉得特别丢人很难受。",
        "label": ""
      },
      {
        "sentence": "怎么才能平复自己的这个心情，如何面对呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "已经过去两年的事情现在想起来仍然走不出来，感觉丢人很难受，说明这件事一直都没有真正解决，是一个心结，只是遗忘逃避了，并没有真正疏通解决。所以，这是一个好机会，帮助你认识你自己，学习，成长。由于很多情况不明确，提问者性别，年龄，发生了什么事，什么时候发生的，就不针对当年的事件做探讨，说一说如何解决吧。",
    "annotation": [
      {
        "sentence": "已经过去两年的事情现在想起来仍然走不出来，感觉丢人很难受，说明这件事一直都没有真正解决，是一个心结，只是遗忘逃避了，并没有真正疏通解决。",
        "label": ""
      },
      {
        "sentence": "所以，这是一个好机会，帮助你认识你自己，学习，成长。",
        "label": ""
      },
      {
        "sentence": "由于很多情况不明确，提问者性别，年龄，发生了什么事，什么时候发生的，就不针对当年的事件做探讨，说一说如何解决吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，那你觉得我该怎么解决这个心结呢？",
    "annotation": [
      {
        "sentence": "好的，那你觉得我该怎么解决这个心结呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我想告诉你的一个真相是，你并没有你以为的那么重要。什么意思呢？你觉得让别人看到了你婚姻家庭中不堪的一面，人设碎了，其实这并不一定是真实的。事实上，没有人有经历去管太多别人的事情，知道了也不会一直记住，念念不忘，如果你有机会去问问她们对当时那件事情的看法时，你会惊讶的发现，她们没有那么在意，或者已经忘记了。",
    "annotation": [
      {
        "sentence": "首先，我想告诉你的一个真相是，你并没有你以为的那么重要。",
        "label": ""
      },
      {
        "sentence": "什么意思呢？",
        "label": ""
      },
      {
        "sentence": "你觉得让别人看到了你婚姻家庭中不堪的一面，人设碎了，其实这并不一定是真实的。",
        "label": ""
      },
      {
        "sentence": "事实上，没有人有经历去管太多别人的事情，知道了也不会一直记住，念念不忘，如果你有机会去问问她们对当时那件事情的看法时，你会惊讶的发现，她们没有那么在意，或者已经忘记了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，或许你说得对，我可能有过度夸大了那件事的影响。但是为什么我还是觉得很难受呢？",
    "annotation": [
      {
        "sentence": "嗯，或许你说得对，我可能有过度夸大了那件事的影响。",
        "label": ""
      },
      {
        "sentence": "但是为什么我还是觉得很难受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这可能跟你对别人看待你的观点有关。我也希望你问自己另一个问题，为什么我很在意别人对我的看法？为什么我不能在别人面前展现我的不好，不堪？我究竟害怕的是什么？这跟我过去的经历有关吗？这背后一定有更深层次的东西，比如自我，比如人格。",
    "annotation": [
      {
        "sentence": "这可能跟你对别人看待你的观点有关。",
        "label": ""
      },
      {
        "sentence": "我也希望你问自己另一个问题，为什么我很在意别人对我的看法？",
        "label": ""
      },
      {
        "sentence": "为什么我不能在别人面前展现我的不好，不堪？",
        "label": ""
      },
      {
        "sentence": "我究竟害怕的是什么？",
        "label": ""
      },
      {
        "sentence": "这跟我过去的经历有关吗？",
        "label": ""
      },
      {
        "sentence": "这背后一定有更深层次的东西，比如自我，比如人格。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我想我可能害怕被别人否定、嘲笑或失去尊重。",
    "annotation": [
      {
        "sentence": "嗯，我想我可能害怕被别人否定、嘲笑或失去尊重。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是可以理解的，很多人都会有类似的担忧。不过，你需要明白的是，每个人都会有好的一面和不足之处。你这件事，让我想到我大学时候的经历，那时候很内向，不自信，有一次和同学唱歌，我说我会唱粤语歌，然后到ktv以后，一开始唱，可能是因为很不准，很奇怪，大家都忍不住笑起来，那时候我也是觉得很尴尬，很丢脸。这件事我一想起来就会觉得太丢人了。",
    "annotation": [
      {
        "sentence": "这是可以理解的，很多人都会有类似的担忧。",
        "label": ""
      },
      {
        "sentence": "不过，你需要明白的是，每个人都会有好的一面和不足之处。",
        "label": ""
      },
      {
        "sentence": "你这件事，让我想到我大学时候的经历，那时候很内向，不自信，有一次和同学唱歌，我说我会唱粤语歌，然后到ktv以后，一开始唱，可能是因为很不准，很奇怪，大家都忍不住笑起来，那时候我也是觉得很尴尬，很丢脸。",
        "label": ""
      },
      {
        "sentence": "这件事我一想起来就会觉得太丢人了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那你是怎么克服这种丢人感的呢？",
    "annotation": [
      {
        "sentence": "那你是怎么克服这种丢人感的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "但是现在，当我开始建立自信，知道自己并不擅长唱歌，允许自己唱得不好，同时也知道自己还有很多优点的时候，我就可以坦然面对我做不到，做不好的很多事情。现在可以很开玩笑的跟同学提起以前唱歌不好的事，说一句，是哎，我真的是不太擅长唱歌，还是好好做个听众好了。我想通过这个例子告诉你的是什么呢，那就是，事情依旧没有变，同学也依旧没有变，改变的是自己，当我变了，一切就都变了。",
    "annotation": [
      {
        "sentence": "但是现在，当我开始建立自信，知道自己并不擅长唱歌，允许自己唱得不好，同时也知道自己还有很多优点的时候，我就可以坦然面对我做不到，做不好的很多事情。",
        "label": ""
      },
      {
        "sentence": "现在可以很开玩笑的跟同学提起以前唱歌不好的事，说一句，是哎，我真的是不太擅长唱歌，还是好好做个听众好了。",
        "label": ""
      },
      {
        "sentence": "我想通过这个例子告诉你的是什么呢，那就是，事情依旧没有变，同学也依旧没有变，改变的是自己，当我变了，一切就都变了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我明白你的意思。那么，我应该怎样改变自己呢？",
    "annotation": [
      {
        "sentence": "确实，我明白你的意思。",
        "label": ""
      },
      {
        "sentence": "那么，我应该怎样改变自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "所以我建议，探究你害怕情绪背后的原因，可能是自信，可能是不接纳自己，可能是不允许自己犯错等等。现实是，接纳自己是一个普通人，有优点，有缺点，有成功，有犯错的普通人，从过往经历梳理中去看自己是什么样的，了解自己的做得到和做不到。看一些心理学书籍，提升自己，给自己鼓励信心，去尝试一些以前没有试过的行为。接纳自己，允许自己会犯错，因为每个人都会犯错，别人犯错的时候也会一直记住别人的，觉得别人特别差吗？去找朋友聊聊天，倾诉倾诉，听听别人对自己的看法等等。",
    "annotation": [
      {
        "sentence": "所以我建议，探究你害怕情绪背后的原因，可能是自信，可能是不接纳自己，可能是不允许自己犯错等等。",
        "label": ""
      },
      {
        "sentence": "现实是，接纳自己是一个普通人，有优点，有缺点，有成功，有犯错的普通人，从过往经历梳理中去看自己是什么样的，了解自己的做得到和做不到。",
        "label": ""
      },
      {
        "sentence": "看一些心理学书籍，提升自己，给自己鼓励信心，去尝试一些以前没有试过的行为。",
        "label": ""
      },
      {
        "sentence": "接纳自己，允许自己会犯错，因为每个人都会犯错，别人犯错的时候也会一直记住别人的，觉得别人特别差吗？",
        "label": ""
      },
      {
        "sentence": "去找朋友聊聊天，倾诉倾诉，听听别人对自己的看法等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我应该试着接纳自己，放下过去的错误，找一些正能量的事物来激励自己。",
    "annotation": [
      {
        "sentence": "你说的对，我应该试着接纳自己，放下过去的错误，找一些正能量的事物来激励自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "记住，每一次痛苦都是成长的好机会，勇敢面对，解决，才能拥有自由快乐的人生。",
    "annotation": [
      {
        "sentence": "记住，每一次痛苦都是成长的好机会，勇敢面对，解决，才能拥有自由快乐的人生。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和建议，我会尽力去克服这个心结，向前看的。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和建议，我会尽力去克服这个心结，向前看的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好，相信自己，你一定能够走出来的。如果以后还有需要，记得随时来找我倾诉。",
    "annotation": [
      {
        "sentence": "你做得很好，相信自己，你一定能够走出来的。",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要，记得随时来找我倾诉。",
        "label": ""
      }
    ]
  }
]