[
  {
    "role": "client",
    "content": "我是一个15岁的女生，我想问一下，怎么才能克服对电子产品的上瘾呢？我现在快要中考了，可是经常会把原本应该用来复习的时间都花在刷微博、朋友圈和看视频上。我真的很想考好，很想静下心来好好复习，但是每次一拿起手机就放不下了。我觉得这样浪费了很多时间，现在很焦虑，不知道有没有什么有效而可行的解决方法？",
    "annotation": [
      {
        "sentence": "我是一个15岁的女生，我想问一下，怎么才能克服对电子产品的上瘾呢？",
        "label": ""
      },
      {
        "sentence": "我现在快要中考了，可是经常会把原本应该用来复习的时间都花在刷微博、朋友圈和看视频上。",
        "label": ""
      },
      {
        "sentence": "我真的很想考好，很想静下心来好好复习，但是每次一拿起手机就放不下了。",
        "label": ""
      },
      {
        "sentence": "我觉得这样浪费了很多时间，现在很焦虑，不知道有没有什么有效而可行的解决方法？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的困扰，你想要认真学习却总是被手机诱惑。首先，你真的很想要改变现状，这是很好的一点。“可不可以试着让家长给你买一个特别便宜的、只能打电话发短信的手机呢？这样可以从途径上切断你刷微博等行为。”另外，你可以尝试把手机调成学生模式，自动设置上网时间，限制自己使用手机的时间。",
    "annotation": [
      {
        "sentence": "我了解你的困扰，你想要认真学习却总是被手机诱惑。",
        "label": ""
      },
      {
        "sentence": "首先，你真的很想要改变现状，这是很好的一点。",
        "label": ""
      },
      {
        "sentence": "“可不可以试着让家长给你买一个特别便宜的、只能打电话发短信的手机呢？",
        "label": ""
      },
      {
        "sentence": "这样可以从途径上切断你刷微博等行为。",
        "label": ""
      },
      {
        "sentence": "”另外，你可以尝试把手机调成学生模式，自动设置上网时间，限制自己使用手机的时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得换一个只能打电话发短信的手机是个不错的主意。我会跟家长商量一下，看看能不能实施。另外，把手机调成学生模式也是一个很好的办法，我会试试看。",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得换一个只能打电话发短信的手机是个不错的主意。",
        "label": ""
      },
      {
        "sentence": "我会跟家长商量一下，看看能不能实施。",
        "label": ""
      },
      {
        "sentence": "另外，把手机调成学生模式也是一个很好的办法，我会试试看。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你能够跟家长商量并尝试改变手机使用方式，这是很积极的一步。另外，我还想提醒你，在想拿起手机的时候，不要自责，也不要想着自己又被微博带走了，试着轻柔地将自己的思绪慢慢拉回到当下的学习任务中。如果一次没有成功也没有关系，慢慢来，每次成功拉回思绪都是一次非常大的进步。",
    "annotation": [
      {
        "sentence": "很好，你能够跟家长商量并尝试改变手机使用方式，这是很积极的一步。",
        "label": ""
      },
      {
        "sentence": "另外，我还想提醒你，在想拿起手机的时候，不要自责，也不要想着自己又被微博带走了，试着轻柔地将自己的思绪慢慢拉回到当下的学习任务中。",
        "label": ""
      },
      {
        "sentence": "如果一次没有成功也没有关系，慢慢来，每次成功拉回思绪都是一次非常大的进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了。我之前总是太自责了，觉得自己无法自控就很没用，但听你这么说，我觉得每次能够成功拉回思绪都是一次进步，我要放宽心态，慢慢来。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "我之前总是太自责了，觉得自己无法自控就很没用，但听你这么说，我觉得每次能够成功拉回思绪都是一次进步，我要放宽心态，慢慢来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常正确的想法。放宽心态对于克服上瘾问题很重要。你已经有了积极的态度，相信你一定能够战胜这个困扰。如果以后还有其他问题，也欢迎随时向我求助。",
    "annotation": [
      {
        "sentence": "非常正确的想法。",
        "label": ""
      },
      {
        "sentence": "放宽心态对于克服上瘾问题很重要。",
        "label": ""
      },
      {
        "sentence": "你已经有了积极的态度，相信你一定能够战胜这个困扰。",
        "label": ""
      },
      {
        "sentence": "如果以后还有其他问题，也欢迎随时向我求助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力克服自己的上瘾问题的。如果我还需要帮助的话，我会再来找你的。再次感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力克服自己的上瘾问题的。",
        "label": ""
      },
      {
        "sentence": "如果我还需要帮助的话，我会再来找你的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直会在这里支持你。加油！希望你能够顺利应对中考，并且战胜电子产品上瘾问题。",
    "annotation": [
      {
        "sentence": "不客气，我一直会在这里支持你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "希望你能够顺利应对中考，并且战胜电子产品上瘾问题。",
        "label": ""
      }
    ]
  }
]