[
  {
    "role": "client",
    "content": "我真的很难从一件让自己很丢人的事情里走出来，不想它呢。就是有一件事让我在一个小群体里当中出丑，特别尴尬，让别人看到了我婚姻和家庭生活中不堪的一面，自己的人设也碎了。这件事已经过去两年了，最近突然又想了起来，然后就有点走不出来，觉得特别丢人很难受。怎么才能平复自己的心情，如何面对呢？",
    "annotation": [
      {
        "sentence": "我真的很难从一件让自己很丢人的事情里走出来，不想它呢。",
        "label": ""
      },
      {
        "sentence": "就是有一件事让我在一个小群体里当中出丑，特别尴尬，让别人看到了我婚姻和家庭生活中不堪的一面，自己的人设也碎了。",
        "label": ""
      },
      {
        "sentence": "这件事已经过去两年了，最近突然又想了起来，然后就有点走不出来，觉得特别丢人很难受。",
        "label": ""
      },
      {
        "sentence": "怎么才能平复自己的心情，如何面对呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白，丢脸的事情总是让人感到很羞耻，特别是当这件事戳中你的痛点时更加难受。因为放不下，所以总时不时地想起来。先说说你所说的人设这个问题吧，你是想在外界塑造一个完美的，事业有成，家庭幸福美满的形象对吗？那么在出丑事件之前，你一直保持得很好咯。你能意识到这次出糗让你感到丢脸，这其实也说明了你一直以来在外界坚守的良好形象。这本身就是非常了不起的事情，相比一直被别人看不起的人，你的处境是否好一些？每个人都有自己的苦楚，无论是一直不被看好的人还是像你一样维持一个良好形象的人，在不同的角度下都会感受到压力和困惑。如果你真的毫不在意外界评价，那就另当别论了。一直不被看好的人会拼命想证明自己，而像你一样维护形象的人则努力维护自己在外界建立的形象。但是，家庭问题真的完全是你一个人的问题吗？这件丢脸的事情可能不仅仅指向你的个人品质，家庭的问题往往与个人的问题有关，但每个看似和睦的家庭背后也都会有一些问题和困扰，再优秀的人都不可能幸免。因为这其中牵涉到很多因素，如经济条件、性格、原生家庭等等。这件事也许正好让你反思自己，思考一下家庭中出了哪些问题，如何修补，如何与家人共同成长等等。丢脸的事情别人真的能记住你一辈子吗？我以前并没有太清楚，但是通过经历了很多次尴尬的经历之后我明白了一个道理，今天的事情总会被明天的事情所代替。人们之所以爱看笑话，大致上是为了苦中作乐吧，当然，这种以别人的痛苦为乐的行为是不被提倡的。当然也不要怀有侥幸心理。这件使你丢面子的事情，并不是因为你的品行不端或者做了一些十恶不赦的事情，像秦桧一样遗臭万年。所以其实你无需过于担心。或许公开受到严厉批评，还当众说错话等等尴尬的事情在别人眼中不能持久记忆。每个人都以自我为中心，每天都会为工作、住房、孩子还是学业等事烦心。其实所有的一切都与你的思维有关，一直攻击自己，不断内耗并不是解决问题的方法。其实你最需要的是放过自己，让自己释怀这个事情。你担心他人的眼光其实都源自你自己。祝一切顺利！",
    "annotation": [
      {
        "sentence": "我明白，丢脸的事情总是让人感到很羞耻，特别是当这件事戳中你的痛点时更加难受。",
        "label": ""
      },
      {
        "sentence": "因为放不下，所以总时不时地想起来。",
        "label": ""
      },
      {
        "sentence": "先说说你所说的人设这个问题吧，你是想在外界塑造一个完美的，事业有成，家庭幸福美满的形象对吗？",
        "label": ""
      },
      {
        "sentence": "那么在出丑事件之前，你一直保持得很好咯。",
        "label": ""
      },
      {
        "sentence": "你能意识到这次出糗让你感到丢脸，这其实也说明了你一直以来在外界坚守的良好形象。",
        "label": ""
      },
      {
        "sentence": "这本身就是非常了不起的事情，相比一直被别人看不起的人，你的处境是否好一些？",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的苦楚，无论是一直不被看好的人还是像你一样维持一个良好形象的人，在不同的角度下都会感受到压力和困惑。",
        "label": ""
      },
      {
        "sentence": "如果你真的毫不在意外界评价，那就另当别论了。",
        "label": ""
      },
      {
        "sentence": "一直不被看好的人会拼命想证明自己，而像你一样维护形象的人则努力维护自己在外界建立的形象。",
        "label": ""
      },
      {
        "sentence": "但是，家庭问题真的完全是你一个人的问题吗？",
        "label": ""
      },
      {
        "sentence": "这件丢脸的事情可能不仅仅指向你的个人品质，家庭的问题往往与个人的问题有关，但每个看似和睦的家庭背后也都会有一些问题和困扰，再优秀的人都不可能幸免。",
        "label": ""
      },
      {
        "sentence": "因为这其中牵涉到很多因素，如经济条件、性格、原生家庭等等。",
        "label": ""
      },
      {
        "sentence": "这件事也许正好让你反思自己，思考一下家庭中出了哪些问题，如何修补，如何与家人共同成长等等。",
        "label": ""
      },
      {
        "sentence": "丢脸的事情别人真的能记住你一辈子吗？",
        "label": ""
      },
      {
        "sentence": "我以前并没有太清楚，但是通过经历了很多次尴尬的经历之后我明白了一个道理，今天的事情总会被明天的事情所代替。",
        "label": ""
      },
      {
        "sentence": "人们之所以爱看笑话，大致上是为了苦中作乐吧，当然，这种以别人的痛苦为乐的行为是不被提倡的。",
        "label": ""
      },
      {
        "sentence": "当然也不要怀有侥幸心理。",
        "label": ""
      },
      {
        "sentence": "这件使你丢面子的事情，并不是因为你的品行不端或者做了一些十恶不赦的事情，像秦桧一样遗臭万年。",
        "label": ""
      },
      {
        "sentence": "所以其实你无需过于担心。",
        "label": ""
      },
      {
        "sentence": "或许公开受到严厉批评，还当众说错话等等尴尬的事情在别人眼中不能持久记忆。",
        "label": ""
      },
      {
        "sentence": "每个人都以自我为中心，每天都会为工作、住房、孩子还是学业等事烦心。",
        "label": ""
      },
      {
        "sentence": "其实所有的一切都与你的思维有关，一直攻击自己，不断内耗并不是解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "其实你最需要的是放过自己，让自己释怀这个事情。",
        "label": ""
      },
      {
        "sentence": "你担心他人的眼光其实都源自你自己。",
        "label": ""
      },
      {
        "sentence": "祝一切顺利！",
        "label": ""
      }
    ]
  }
]