[
  {
    "role": "client",
    "content": "你好，我是一个22岁的女生。因为家庭关系不和，我感到心情很不好，也影响了我的睡眠。我是应届本科毕业生，在大四上找工作的时候和父母爆发了很严重的冲突。",
    "annotation": [
      {
        "sentence": "你好，我是一个22岁的女生。",
        "label": ""
      },
      {
        "sentence": "因为家庭关系不和，我感到心情很不好，也影响了我的睡眠。",
        "label": ""
      },
      {
        "sentence": "我是应届本科毕业生，在大四上找工作的时候和父母爆发了很严重的冲突。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听上去你与父母的关系对你的情绪和睡眠产生了严重的影响，让你感到压力很大，非常痛苦。你甚至产生了自我怀疑，觉得自己能处理好与亲近人的关系吗？适合进入亲密关系吗？",
    "annotation": [
      {
        "sentence": "听上去你与父母的关系对你的情绪和睡眠产生了严重的影响，让你感到压力很大，非常痛苦。",
        "label": ""
      },
      {
        "sentence": "你甚至产生了自我怀疑，觉得自己能处理好与亲近人的关系吗？",
        "label": ""
      },
      {
        "sentence": "适合进入亲密关系吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我对于与父母的关系感到非常困惑和痛苦。他们总是干涉我的事情，干涉我的决定。我一边上学，一边实习，任务非常繁重。有时候还会和他们吵架。晚上经常到2、3点都睡不着，压力太大了，经常在晚上哭泣。",
    "annotation": [
      {
        "sentence": "是的，我对于与父母的关系感到非常困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "他们总是干涉我的事情，干涉我的决定。",
        "label": ""
      },
      {
        "sentence": "我一边上学，一边实习，任务非常繁重。",
        "label": ""
      },
      {
        "sentence": "有时候还会和他们吵架。",
        "label": ""
      },
      {
        "sentence": "晚上经常到2、3点都睡不着，压力太大了，经常在晚上哭泣。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你面对的巨大压力和情绪困扰。你的父母干涉你的生活选择和决定，导致你失去了自我掌控感，这让你非常痛苦和愤怒。你渴望做自己生活的主人，不想被别人干涉。同时，你也提到了父母之间关系的问题，他们经常吵架。这样的环境对你的情绪和睡眠产生了更大的影响。",
    "annotation": [
      {
        "sentence": "我可以理解你面对的巨大压力和情绪困扰。",
        "label": ""
      },
      {
        "sentence": "你的父母干涉你的生活选择和决定，导致你失去了自我掌控感，这让你非常痛苦和愤怒。",
        "label": ""
      },
      {
        "sentence": "你渴望做自己生活的主人，不想被别人干涉。",
        "label": ""
      },
      {
        "sentence": "同时，你也提到了父母之间关系的问题，他们经常吵架。",
        "label": ""
      },
      {
        "sentence": "这样的环境对你的情绪和睡眠产生了更大的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感到很困惑。即使我已经找到了工作，但父母仍然喜欢干涉和打压我。最近我毕业了，本来要去北京工作，但因为疫情不能入职，只能在家待着。我父母还是没有边界地干涉我。我曾考虑自己出去租房，但又觉得太夸张了。毕业手续还是得在家办理。昨天晚上又因为家庭冲突，导致我晚上心情难过，哭得睡不好觉。我真的想结束这种生活，不想让别人干涉我的工作和关心的事情。同时，我和男朋友的感情也因疫情变淡了，现在我们的关系也不明朗。",
    "annotation": [
      {
        "sentence": "是的，我感到很困惑。",
        "label": ""
      },
      {
        "sentence": "即使我已经找到了工作，但父母仍然喜欢干涉和打压我。",
        "label": ""
      },
      {
        "sentence": "最近我毕业了，本来要去北京工作，但因为疫情不能入职，只能在家待着。",
        "label": ""
      },
      {
        "sentence": "我父母还是没有边界地干涉我。",
        "label": ""
      },
      {
        "sentence": "我曾考虑自己出去租房，但又觉得太夸张了。",
        "label": ""
      },
      {
        "sentence": "毕业手续还是得在家办理。",
        "label": ""
      },
      {
        "sentence": "昨天晚上又因为家庭冲突，导致我晚上心情难过，哭得睡不好觉。",
        "label": ""
      },
      {
        "sentence": "我真的想结束这种生活，不想让别人干涉我的工作和关心的事情。",
        "label": ""
      },
      {
        "sentence": "同时，我和男朋友的感情也因疫情变淡了，现在我们的关系也不明朗。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来，你与父母的关系严重影响了你的情绪和睡眠，让你感到非常压力和痛苦。你也提到了与男朋友的关系变淡了，这一切可能让你怀疑自己的性格是否有问题，为什么你总是与亲近的人相处不好。你甚至想一个人生活，追求内心的宁静。对于你与父母的关系，你用了三个“干涉”和一个“打压”，你觉得这些干涉对你的意义是什么？除了他们的干涉，还有其他压力需要解决吗？父母是否了解你的压力和痛苦？如果他们了解，为什么还是会干涉你的选择？如果他们不了解，你愿意告诉他们吗？回答这些问题可以帮助你更好地了解彼此，找到关系的平衡点。",
    "annotation": [
      {
        "sentence": "听起来，你与父母的关系严重影响了你的情绪和睡眠，让你感到非常压力和痛苦。",
        "label": ""
      },
      {
        "sentence": "你也提到了与男朋友的关系变淡了，这一切可能让你怀疑自己的性格是否有问题，为什么你总是与亲近的人相处不好。",
        "label": ""
      },
      {
        "sentence": "你甚至想一个人生活，追求内心的宁静。",
        "label": ""
      },
      {
        "sentence": "对于你与父母的关系，你用了三个“干涉”和一个“打压”，你觉得这些干涉对你的意义是什么？",
        "label": ""
      },
      {
        "sentence": "除了他们的干涉，还有其他压力需要解决吗？",
        "label": ""
      },
      {
        "sentence": "父母是否了解你的压力和痛苦？",
        "label": ""
      },
      {
        "sentence": "如果他们了解，为什么还是会干涉你的选择？",
        "label": ""
      },
      {
        "sentence": "如果他们不了解，你愿意告诉他们吗？",
        "label": ""
      },
      {
        "sentence": "回答这些问题可以帮助你更好地了解彼此，找到关系的平衡点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得他们的干涉对我的生活选择和决定没有任何帮助，只会让我更加痛苦和沮丧。除了父母的干涉，我还承受着其他的压力，例如学业的重负和找工作的压力。父母并不了解我所经历的困难和艰辛。他们似乎只在乎他们自己的期望和意愿。对于是否告诉他们，我有些犹豫。我害怕他们不理解我，继续干涉我的生活。但另一方面，我也希望他们能够理解我，帮助我走出困境。",
    "annotation": [
      {
        "sentence": "我觉得他们的干涉对我的生活选择和决定没有任何帮助，只会让我更加痛苦和沮丧。",
        "label": ""
      },
      {
        "sentence": "除了父母的干涉，我还承受着其他的压力，例如学业的重负和找工作的压力。",
        "label": ""
      },
      {
        "sentence": "父母并不了解我所经历的困难和艰辛。",
        "label": ""
      },
      {
        "sentence": "他们似乎只在乎他们自己的期望和意愿。",
        "label": ""
      },
      {
        "sentence": "对于是否告诉他们，我有些犹豫。",
        "label": ""
      },
      {
        "sentence": "我害怕他们不理解我，继续干涉我的生活。",
        "label": ""
      },
      {
        "sentence": "但另一方面，我也希望他们能够理解我，帮助我走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心和犹豫。与父母的沟通可能会非常困难，但它也是维系彼此关系的重要途径。当然，谁也不能保证他们会完全理解你的困境，但只要双方都能坦诚地表达自己的想法和情感，也许会得到更好的理解和支持。另外，在处理亲密关系方面，你已经比大多数同龄人更有经验，因为你已经有了一段稳定的恋爱关系。尽管父母关系不好，但他们也一定有一些处理矛盾和争吵的经验，我们可以从中学习到一些宝贵的经验。好的亲密关系是通过相处与妥协中建立起来的，就像学游泳一样，只有在水中实践才能掌握其中的技巧。虽然你与父母的关系很困扰，但同时你也成功地找到了工作并有了男友，这些都是不错的成就。虽然亲子关系遇到了挑战，但它也促使你反思和解决问题。相信未来会更好！",
    "annotation": [
      {
        "sentence": "我理解你的担心和犹豫。",
        "label": ""
      },
      {
        "sentence": "与父母的沟通可能会非常困难，但它也是维系彼此关系的重要途径。",
        "label": ""
      },
      {
        "sentence": "当然，谁也不能保证他们会完全理解你的困境，但只要双方都能坦诚地表达自己的想法和情感，也许会得到更好的理解和支持。",
        "label": ""
      },
      {
        "sentence": "另外，在处理亲密关系方面，你已经比大多数同龄人更有经验，因为你已经有了一段稳定的恋爱关系。",
        "label": ""
      },
      {
        "sentence": "尽管父母关系不好，但他们也一定有一些处理矛盾和争吵的经验，我们可以从中学习到一些宝贵的经验。",
        "label": ""
      },
      {
        "sentence": "好的亲密关系是通过相处与妥协中建立起来的，就像学游泳一样，只有在水中实践才能掌握其中的技巧。",
        "label": ""
      },
      {
        "sentence": "虽然你与父母的关系很困扰，但同时你也成功地找到了工作并有了男友，这些都是不错的成就。",
        "label": ""
      },
      {
        "sentence": "虽然亲子关系遇到了挑战，但它也促使你反思和解决问题。",
        "label": ""
      },
      {
        "sentence": "相信未来会更好！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我会试着与父母更好地沟通，并寻找处理亲密关系的方法。希望能够找到关系的平衡，不再受到压力的困扰。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会试着与父母更好地沟通，并寻找处理亲密关系的方法。",
        "label": ""
      },
      {
        "sentence": "希望能够找到关系的平衡，不再受到压力的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰你能够保持积极的态度，愿意尝试与父母进行更好的沟通。我相信，通过你的努力和坚持，你一定能够找到处理亲密关系的方法，并实现自己的平衡和幸福。记住，你并不孤单，我会在你需要的时候一直支持你。祝愿你一切顺利！",
    "annotation": [
      {
        "sentence": "非常欣慰你能够保持积极的态度，愿意尝试与父母进行更好的沟通。",
        "label": ""
      },
      {
        "sentence": "我相信，通过你的努力和坚持，你一定能够找到处理亲密关系的方法，并实现自己的平衡和幸福。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我会在你需要的时候一直支持你。",
        "label": ""
      },
      {
        "sentence": "祝愿你一切顺利！",
        "label": ""
      }
    ]
  }
]