[
  {
    "role": "client",
    "content": "我是一个22岁的女生，因为家庭关系不和，心情很糟糕，也影响到我的睡眠。我是应届本科毕业生，在大四上找工作的时候和父母发生了很严重的冲突。他们总是干涉我的事情，干预我的决定。那段时间，我一边要学习，一边还要实习，任务都很重。有时候会和他们吵架。晚上经常到凌晨2、3点才能入睡。压力太大了，我经常在晚上流泪。虽然我找到了工作，但是我的父母还是喜欢干涉我、打压我。最近我毕业了，但因为疫情不能去北京上班，已经在家待了有小半年了。我爸妈还是没有边界地干涉我。我想独立租房，但又担心这样太夸张。因为毕业手续还没处理完，有很多事情必须在家里办。昨天晚上又因为家庭冲突，导致我晚上心里很难过，哭着睡不好觉。我真的想结束这种生活，不想再让别人干涉我的工作，干涉我所重视的东西。而且我父母之间的关系本身也不是很好，经常吵架。我和我的男朋友因为疫情感情也变淡了，现在也处于一种不咸不淡的状态。唉，是不是我的性格真的有问题？为什么我总是和亲近的人搞不好关系？我真的想独自一个人，追求内心的宁静。",
    "annotation": [
      {
        "sentence": "我是一个22岁的女生，因为家庭关系不和，心情很糟糕，也影响到我的睡眠。",
        "label": ""
      },
      {
        "sentence": "我是应届本科毕业生，在大四上找工作的时候和父母发生了很严重的冲突。",
        "label": ""
      },
      {
        "sentence": "他们总是干涉我的事情，干预我的决定。",
        "label": ""
      },
      {
        "sentence": "那段时间，我一边要学习，一边还要实习，任务都很重。",
        "label": ""
      },
      {
        "sentence": "有时候会和他们吵架。",
        "label": ""
      },
      {
        "sentence": "晚上经常到凌晨2、3点才能入睡。",
        "label": ""
      },
      {
        "sentence": "压力太大了，我经常在晚上流泪。",
        "label": ""
      },
      {
        "sentence": "虽然我找到了工作，但是我的父母还是喜欢干涉我、打压我。",
        "label": ""
      },
      {
        "sentence": "最近我毕业了，但因为疫情不能去北京上班，已经在家待了有小半年了。",
        "label": ""
      },
      {
        "sentence": "我爸妈还是没有边界地干涉我。",
        "label": ""
      },
      {
        "sentence": "我想独立租房，但又担心这样太夸张。",
        "label": ""
      },
      {
        "sentence": "因为毕业手续还没处理完，有很多事情必须在家里办。",
        "label": ""
      },
      {
        "sentence": "昨天晚上又因为家庭冲突，导致我晚上心里很难过，哭着睡不好觉。",
        "label": ""
      },
      {
        "sentence": "我真的想结束这种生活，不想再让别人干涉我的工作，干涉我所重视的东西。",
        "label": ""
      },
      {
        "sentence": "而且我父母之间的关系本身也不是很好，经常吵架。",
        "label": ""
      },
      {
        "sentence": "我和我的男朋友因为疫情感情也变淡了，现在也处于一种不咸不淡的状态。",
        "label": ""
      },
      {
        "sentence": "唉，是不是我的性格真的有问题？",
        "label": ""
      },
      {
        "sentence": "为什么我总是和亲近的人搞不好关系？",
        "label": ""
      },
      {
        "sentence": "我真的想独自一个人，追求内心的宁静。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中我看出你一直在努力保护自己的个人边界，而这个过程中也面临了很多挑战和困扰。首先，我想对你说声加油！大四上找工作的时候和父母发生了很严重的冲突。他们喜欢干涉你的事情，干预你的决定。那个时候，你一边学习，一边实习，两边任务都很重。有时候还会和他们吵架。晚上经常到凌晨2、3点才能入睡。压力太大了，你还经常在晚上流泪。我能感受到你对学业和工作的压力已经让你筋疲力尽，你本来想回到家里好好休息，然而父母的过度干涉让你无法得到宁静，他们总是试图用他们的经验指导你的选择和未来，虽然他们的出发点是希望你能过得更好，但他们却忽视了你也需要有自己的成长过程，迟到可能对你并不利，对吗？通过你的叙述，我能真切感受到你的心累，所以给你一个真诚的拥抱！你提到虽然自己已经找到了工作，但是父母仍然喜欢干涉你、打压你。最近你刚毕业，由于疫情的原因不能去北京上班，已经在家里呆了有小半年了。父母仍然没有意识到边界问题，依然在干涉你。你考虑过自己独立租房，但又觉得这样似乎太过激了。毕竟你还有毕业手续要办理，很多事情必须在家里处理。昨天晚上又因为家庭冲突，导致你晚上心情很不好，哭睡不着觉。我理解你真的想结束这种生活，不想再让别人干涉你的工作和所重视的事情。我们都知道，今年因为疫情影响，毕业生就业形势非常严峻。所以你能找到一份自己喜欢的工作，真的很了不起！你提到父母干涉你，打压你。他们是在干涉你的工作内容呢？还是工作地点？还是其他什么呢？另外你提到想独自出去租房远离父母的干涉，我觉得这个想法挺好的。你今年刚大学毕业，即将步入工作岗位，提前适应独立生活，对你来说也是一种经历呢！你还提到你父母之间的关系本身也不好，经常吵架。你和男朋友因为疫情感情也变淡了，现在也处于一种不咸不淡的状态。唉，是不是你的性格真的有问题？为什么你总是和亲近的人搞不好关系呢？我真的理解你想一个人追求内心宁静的想法。至于你的性格问题，我觉得如果换做其他人面对这种强势且没有尊重边界的父母，他们可能也会感到困扰。在这种情况下，我建议你：1.试着与父母沟通，告诉他们你的想法。2.如果沟通没有效果，那还是先暂时离开这个环境，冷静一下。好好规划自己的未来。我相信父母过多干涉也是因为他们爱你，他们担心你受伤害。但是如果你能根据自己的选择过得很好，我相信他们也会认可你的。3.至于你和男朋友的感情，我不太清楚具体发生了什么，但我还是想说珍惜当下吧，不管结果如何，至少不要辜负了你的青春。我祝愿你能过上平静安宁的生活。",
    "annotation": [
      {
        "sentence": "从你的描述中我看出你一直在努力保护自己的个人边界，而这个过程中也面临了很多挑战和困扰。",
        "label": ""
      },
      {
        "sentence": "首先，我想对你说声加油！",
        "label": ""
      },
      {
        "sentence": "大四上找工作的时候和父母发生了很严重的冲突。",
        "label": ""
      },
      {
        "sentence": "他们喜欢干涉你的事情，干预你的决定。",
        "label": ""
      },
      {
        "sentence": "那个时候，你一边学习，一边实习，两边任务都很重。",
        "label": ""
      },
      {
        "sentence": "有时候还会和他们吵架。",
        "label": ""
      },
      {
        "sentence": "晚上经常到凌晨2、3点才能入睡。",
        "label": ""
      },
      {
        "sentence": "压力太大了，你还经常在晚上流泪。",
        "label": ""
      },
      {
        "sentence": "我能感受到你对学业和工作的压力已经让你筋疲力尽，你本来想回到家里好好休息，然而父母的过度干涉让你无法得到宁静，他们总是试图用他们的经验指导你的选择和未来，虽然他们的出发点是希望你能过得更好，但他们却忽视了你也需要有自己的成长过程，迟到可能对你并不利，对吗？",
        "label": ""
      },
      {
        "sentence": "通过你的叙述，我能真切感受到你的心累，所以给你一个真诚的拥抱！",
        "label": ""
      },
      {
        "sentence": "你提到虽然自己已经找到了工作，但是父母仍然喜欢干涉你、打压你。",
        "label": ""
      },
      {
        "sentence": "最近你刚毕业，由于疫情的原因不能去北京上班，已经在家里呆了有小半年了。",
        "label": ""
      },
      {
        "sentence": "父母仍然没有意识到边界问题，依然在干涉你。",
        "label": ""
      },
      {
        "sentence": "你考虑过自己独立租房，但又觉得这样似乎太过激了。",
        "label": ""
      },
      {
        "sentence": "毕竟你还有毕业手续要办理，很多事情必须在家里处理。",
        "label": ""
      },
      {
        "sentence": "昨天晚上又因为家庭冲突，导致你晚上心情很不好，哭睡不着觉。",
        "label": ""
      },
      {
        "sentence": "我理解你真的想结束这种生活，不想再让别人干涉你的工作和所重视的事情。",
        "label": ""
      },
      {
        "sentence": "我们都知道，今年因为疫情影响，毕业生就业形势非常严峻。",
        "label": ""
      },
      {
        "sentence": "所以你能找到一份自己喜欢的工作，真的很了不起！",
        "label": ""
      },
      {
        "sentence": "你提到父母干涉你，打压你。",
        "label": ""
      },
      {
        "sentence": "他们是在干涉你的工作内容呢？",
        "label": ""
      },
      {
        "sentence": "还是工作地点？",
        "label": ""
      },
      {
        "sentence": "还是其他什么呢？",
        "label": ""
      },
      {
        "sentence": "另外你提到想独自出去租房远离父母的干涉，我觉得这个想法挺好的。",
        "label": ""
      },
      {
        "sentence": "你今年刚大学毕业，即将步入工作岗位，提前适应独立生活，对你来说也是一种经历呢！",
        "label": ""
      },
      {
        "sentence": "你还提到你父母之间的关系本身也不好，经常吵架。",
        "label": ""
      },
      {
        "sentence": "你和男朋友因为疫情感情也变淡了，现在也处于一种不咸不淡的状态。",
        "label": ""
      },
      {
        "sentence": "唉，是不是你的性格真的有问题？",
        "label": ""
      },
      {
        "sentence": "为什么你总是和亲近的人搞不好关系呢？",
        "label": ""
      },
      {
        "sentence": "我真的理解你想一个人追求内心宁静的想法。",
        "label": ""
      },
      {
        "sentence": "至于你的性格问题，我觉得如果换做其他人面对这种强势且没有尊重边界的父母，他们可能也会感到困扰。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，我建议你：1.试着与父母沟通，告诉他们你的想法。",
        "label": ""
      },
      {
        "sentence": "2.如果沟通没有效果，那还是先暂时离开这个环境，冷静一下。",
        "label": ""
      },
      {
        "sentence": "好好规划自己的未来。",
        "label": ""
      },
      {
        "sentence": "我相信父母过多干涉也是因为他们爱你，他们担心你受伤害。",
        "label": ""
      },
      {
        "sentence": "但是如果你能根据自己的选择过得很好，我相信他们也会认可你的。",
        "label": ""
      },
      {
        "sentence": "3.至于你和男朋友的感情，我不太清楚具体发生了什么，但我还是想说珍惜当下吧，不管结果如何，至少不要辜负了你的青春。",
        "label": ""
      },
      {
        "sentence": "我祝愿你能过上平静安宁的生活。",
        "label": ""
      }
    ]
  }
]