[
  {
    "role": "client",
    "content": "我22岁，是个女生。因为家庭关系不和，心情一直很差，也影响我的睡眠。我是应届本科毕业生，大四上找工作的时候和父母发生了很严重的冲突。他们总是喜欢干涉我做事情，干涉我的决定。那段时间我一边学习，一边实习，任务非常繁重，有时候还会和他们吵架。晚上经常到两三点才入睡，压力太大，经常在晚上哭泣。其实我已经成功找到了工作，但是我的父母还是不停地干涉我，制造压力。最近我虽然毕业了，但因为疫情的原因无法去北京开始新工作，只能在家待了快半年了。然而，我爸妈还是没有边界地干涉我的生活。我想找个房子自己住，但又觉得这样做太过分。因为一些毕业手续还需要在家办理。昨天晚上又因为家庭冲突，我心情很难过，哭了很久，睡得也不好。我真的想结束这种生活，我不想让别人干涉我的工作和我觉得重要的事情。而且我父母之间的关系本身也不好，时常吵架。我和男朋友也因为疫情的原因感情变淡了，现在也不咸不淡的。唉，是不是我性格有问题？为什么我总是无法和亲近的人建立好的关系呢？我真的很想一个人过，享受一片宁静。",
    "annotation": [
      {
        "sentence": "我22岁，是个女生。",
        "label": ""
      },
      {
        "sentence": "因为家庭关系不和，心情一直很差，也影响我的睡眠。",
        "label": ""
      },
      {
        "sentence": "我是应届本科毕业生，大四上找工作的时候和父母发生了很严重的冲突。",
        "label": ""
      },
      {
        "sentence": "他们总是喜欢干涉我做事情，干涉我的决定。",
        "label": ""
      },
      {
        "sentence": "那段时间我一边学习，一边实习，任务非常繁重，有时候还会和他们吵架。",
        "label": ""
      },
      {
        "sentence": "晚上经常到两三点才入睡，压力太大，经常在晚上哭泣。",
        "label": ""
      },
      {
        "sentence": "其实我已经成功找到了工作，但是我的父母还是不停地干涉我，制造压力。",
        "label": ""
      },
      {
        "sentence": "最近我虽然毕业了，但因为疫情的原因无法去北京开始新工作，只能在家待了快半年了。",
        "label": ""
      },
      {
        "sentence": "然而，我爸妈还是没有边界地干涉我的生活。",
        "label": ""
      },
      {
        "sentence": "我想找个房子自己住，但又觉得这样做太过分。",
        "label": ""
      },
      {
        "sentence": "因为一些毕业手续还需要在家办理。",
        "label": ""
      },
      {
        "sentence": "昨天晚上又因为家庭冲突，我心情很难过，哭了很久，睡得也不好。",
        "label": ""
      },
      {
        "sentence": "我真的想结束这种生活，我不想让别人干涉我的工作和我觉得重要的事情。",
        "label": ""
      },
      {
        "sentence": "而且我父母之间的关系本身也不好，时常吵架。",
        "label": ""
      },
      {
        "sentence": "我和男朋友也因为疫情的原因感情变淡了，现在也不咸不淡的。",
        "label": ""
      },
      {
        "sentence": "唉，是不是我性格有问题？",
        "label": ""
      },
      {
        "sentence": "为什么我总是无法和亲近的人建立好的关系呢？",
        "label": ""
      },
      {
        "sentence": "我真的很想一个人过，享受一片宁静。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助你解答。首先，你得理解你的父母，他们也是经历过这些事情的人，而且你是个女孩子，你的安全对他们来说肯定是很重要的。我并不是说你必须完全顺从你的父母，你有自己的想法和决定是很正常的，但也不要过于违抗他们，折中的态度可能更好。家庭关系不和肯定是你们家庭成员内部的问题，每个人的个性和想法都不一样，要想融洽相处可能有些困难，只能互相体谅了。你改变不了你的父母，但可以客观地听取他们的意见，但不要因此受太大情绪影响，因为只会让你压抑，情绪不好。如果实在感到难受，一定要找到一种排解的方式，否则会变得很痛苦。你要明白这些都只是暂时的，如果能够忍耐就尽量忍耐吧。这一生中我们和家人相处的时间总是比较短暂的，所以想想这些也许能让你好受一些。人总是要学会自己疗愈的能力的。姑娘，要学会坚强起来，多一些开心的心情。至于你和男朋友因为疫情的原因感情变淡了，我觉得可能是你们的感情基础本来就不够牢固，就我个人的经验来说，若是真心喜欢对方，距离并不是问题。你要清楚双方到底有多爱对方。如果你和你的父母之间能够心平气和地相互理解，家庭氛围应该会更好。性格并没有好坏之分，不要认为是自己性格有问题，慢慢去探索一下与他人沟通的适合自己的方式。也许只是方法上出现了问题，慢慢去改变方法一切会好起来的。对自己要有信心，明白吗？另外，也可以一个人独处一段时间，享受一下宁静也是一种不错的选择。",
    "annotation": [
      {
        "sentence": "很高兴能够帮助你解答。",
        "label": ""
      },
      {
        "sentence": "首先，你得理解你的父母，他们也是经历过这些事情的人，而且你是个女孩子，你的安全对他们来说肯定是很重要的。",
        "label": ""
      },
      {
        "sentence": "我并不是说你必须完全顺从你的父母，你有自己的想法和决定是很正常的，但也不要过于违抗他们，折中的态度可能更好。",
        "label": ""
      },
      {
        "sentence": "家庭关系不和肯定是你们家庭成员内部的问题，每个人的个性和想法都不一样，要想融洽相处可能有些困难，只能互相体谅了。",
        "label": ""
      },
      {
        "sentence": "你改变不了你的父母，但可以客观地听取他们的意见，但不要因此受太大情绪影响，因为只会让你压抑，情绪不好。",
        "label": ""
      },
      {
        "sentence": "如果实在感到难受，一定要找到一种排解的方式，否则会变得很痛苦。",
        "label": ""
      },
      {
        "sentence": "你要明白这些都只是暂时的，如果能够忍耐就尽量忍耐吧。",
        "label": ""
      },
      {
        "sentence": "这一生中我们和家人相处的时间总是比较短暂的，所以想想这些也许能让你好受一些。",
        "label": ""
      },
      {
        "sentence": "人总是要学会自己疗愈的能力的。",
        "label": ""
      },
      {
        "sentence": "姑娘，要学会坚强起来，多一些开心的心情。",
        "label": ""
      },
      {
        "sentence": "至于你和男朋友因为疫情的原因感情变淡了，我觉得可能是你们的感情基础本来就不够牢固，就我个人的经验来说，若是真心喜欢对方，距离并不是问题。",
        "label": ""
      },
      {
        "sentence": "你要清楚双方到底有多爱对方。",
        "label": ""
      },
      {
        "sentence": "如果你和你的父母之间能够心平气和地相互理解，家庭氛围应该会更好。",
        "label": ""
      },
      {
        "sentence": "性格并没有好坏之分，不要认为是自己性格有问题，慢慢去探索一下与他人沟通的适合自己的方式。",
        "label": ""
      },
      {
        "sentence": "也许只是方法上出现了问题，慢慢去改变方法一切会好起来的。",
        "label": ""
      },
      {
        "sentence": "对自己要有信心，明白吗？",
        "label": ""
      },
      {
        "sentence": "另外，也可以一个人独处一段时间，享受一下宁静也是一种不错的选择。",
        "label": ""
      }
    ]
  }
]