[
  {
    "role": "client",
    "content": "高三生，如何在多次考试失败后调整状态，奋勇向前？云南高三狗，看似是很好的角色，事实上很累。是，我基础不好，我思维跟不上，但我是在努力的。最后班主任的反馈是我不用心，尤其她说是什么我考不好，我身边打算帮我的人也很愧疚啥的，我不知道怎么说。唉，其实的确我吃着舍曲林和碳酸锂，但我的情绪已经稳定下来了。我不知道怎么办？班主任说我在宿舍有影响，我走读了，真的，我不知道自己怎么面对。是，高三不应该焦虑，抑郁，应该一心一意学习。但是，我需要一份鼓励和支持，我需要。在学校时我没有太多朋友，在班上没有归属感。或者说，没有愿意和我做朋友的人。这种情况下，我的压力源太多了，多得让我窒息。救救孩子吧。",
    "annotation": [
      {
        "sentence": "高三生，如何在多次考试失败后调整状态，奋勇向前？",
        "label": ""
      },
      {
        "sentence": "云南高三狗，看似是很好的角色，事实上很累。",
        "label": ""
      },
      {
        "sentence": "是，我基础不好，我思维跟不上，但我是在努力的。",
        "label": ""
      },
      {
        "sentence": "最后班主任的反馈是我不用心，尤其她说是什么我考不好，我身边打算帮我的人也很愧疚啥的，我不知道怎么说。",
        "label": ""
      },
      {
        "sentence": "唉，其实的确我吃着舍曲林和碳酸锂，但我的情绪已经稳定下来了。",
        "label": ""
      },
      {
        "sentence": "我不知道怎么办？",
        "label": ""
      },
      {
        "sentence": "班主任说我在宿舍有影响，我走读了，真的，我不知道自己怎么面对。",
        "label": ""
      },
      {
        "sentence": "是，高三不应该焦虑，抑郁，应该一心一意学习。",
        "label": ""
      },
      {
        "sentence": "但是，我需要一份鼓励和支持，我需要。",
        "label": ""
      },
      {
        "sentence": "在学校时我没有太多朋友，在班上没有归属感。",
        "label": ""
      },
      {
        "sentence": "或者说，没有愿意和我做朋友的人。",
        "label": ""
      },
      {
        "sentence": "这种情况下，我的压力源太多了，多得让我窒息。",
        "label": ""
      },
      {
        "sentence": "救救孩子吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我听到你对高三生活的困扰和压力。首先，我觉得你可以和班主任好好谈谈，也可以找同龄人谈谈。通过与他人的沟通和交流，你可以更全面地认识自己。你提到你已经努力了，但班主任却觉得你不用心。你可以问问班主任，他为什么有这样的观点，以及你自己认为你努力的地方和依据是什么。这样可以找出信息差的原因和问题，有助于你提高。面对高三的抑郁情绪，我想告诉你，不要否定自己的情绪。高三的压力非常大，抑郁并不是你故意选择的。我给你几个小建议，希望能帮到你：正视自己的情绪，及时倾诉，无论是网上还是现实中；看淡成绩，更看重知识本身；学习是一个从无知到有知的过程，只要你每天比昨天更努力一点点，就是一种进步。同时，要做好课题分离，倾诉完之后，要尽快转入学习状态，避免陷入情绪的泥沼。如果抑郁情绪加重，一定要及时就医治疗。孩子，黎明前的黑暗总是最深的，给你打打气，当你觉得无助时，再坚持一下，下一秒或许就是天亮了。微笑地坚持下去吧，如果不行的话，先哭一会儿也是可以的。加油！",
    "annotation": [
      {
        "sentence": "求助者，我听到你对高三生活的困扰和压力。",
        "label": ""
      },
      {
        "sentence": "首先，我觉得你可以和班主任好好谈谈，也可以找同龄人谈谈。",
        "label": ""
      },
      {
        "sentence": "通过与他人的沟通和交流，你可以更全面地认识自己。",
        "label": ""
      },
      {
        "sentence": "你提到你已经努力了，但班主任却觉得你不用心。",
        "label": ""
      },
      {
        "sentence": "你可以问问班主任，他为什么有这样的观点，以及你自己认为你努力的地方和依据是什么。",
        "label": ""
      },
      {
        "sentence": "这样可以找出信息差的原因和问题，有助于你提高。",
        "label": ""
      },
      {
        "sentence": "面对高三的抑郁情绪，我想告诉你，不要否定自己的情绪。",
        "label": ""
      },
      {
        "sentence": "高三的压力非常大，抑郁并不是你故意选择的。",
        "label": ""
      },
      {
        "sentence": "我给你几个小建议，希望能帮到你：正视自己的情绪，及时倾诉，无论是网上还是现实中；看淡成绩，更看重知识本身；学习是一个从无知到有知的过程，只要你每天比昨天更努力一点点，就是一种进步。",
        "label": ""
      },
      {
        "sentence": "同时，要做好课题分离，倾诉完之后，要尽快转入学习状态，避免陷入情绪的泥沼。",
        "label": ""
      },
      {
        "sentence": "如果抑郁情绪加重，一定要及时就医治疗。",
        "label": ""
      },
      {
        "sentence": "孩子，黎明前的黑暗总是最深的，给你打打气，当你觉得无助时，再坚持一下，下一秒或许就是天亮了。",
        "label": ""
      },
      {
        "sentence": "微笑地坚持下去吧，如果不行的话，先哭一会儿也是可以的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]