[
  {
    "role": "client",
    "content": "我今年30多岁了，是一个独生子。我一直在纠结，不知道应该找怎样的女孩来结婚。我觉得自己没有成家立业，对不起父母和自己。现在我有些眼花缭乱，不知道该怎么办。我性格比较内向，有些自私，缺乏耐心，缺乏生活情趣，包容心不强，不太会应对压力，遇事也不够冷静。但是对于我和志趣相投的人，我可以开心地与他们交谈，放得开心。我沟通能力不强，情商也不高，做事有些小气，是比较直男的类型，说话急性子又不懂女孩子的心思。不过我是那种说完就忘的人，也不会记恨别人，待人真诚。我渴望找到一个开朗、活泼、幽默、热爱生活，聪明、成熟又独立的女孩，她既懂得欣赏我的优点和缺点，又能压得住我，让我变得更好。目前我正在和一个独生女交往，她喜欢我，但是她比我还内向、自卑，而且我们在很多行为上很相似，比如对于金钱都很计较，都有些自卑，也缺乏观察力。我对此感到非常烦躁，因为我并不喜欢她。我感觉我们就像是在和自己的影子交往，没有新鲜感，也没有互补性。她的脾气太好，有时候我都控制不住自己，甚至会欺负她，事后我会为自己的行为感到愧疚。我不愿意和她结婚，因为我觉得错过了很多我认为更好的选择，我也曾遇到过我喜欢的类型的女孩子，但是似乎我吸引不了她们，也无法驾驭他们。",
    "annotation": [
      {
        "sentence": "我今年30多岁了，是一个独生子。",
        "label": ""
      },
      {
        "sentence": "我一直在纠结，不知道应该找怎样的女孩来结婚。",
        "label": ""
      },
      {
        "sentence": "我觉得自己没有成家立业，对不起父母和自己。",
        "label": ""
      },
      {
        "sentence": "现在我有些眼花缭乱，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "我性格比较内向，有些自私，缺乏耐心，缺乏生活情趣，包容心不强，不太会应对压力，遇事也不够冷静。",
        "label": ""
      },
      {
        "sentence": "但是对于我和志趣相投的人，我可以开心地与他们交谈，放得开心。",
        "label": ""
      },
      {
        "sentence": "我沟通能力不强，情商也不高，做事有些小气，是比较直男的类型，说话急性子又不懂女孩子的心思。",
        "label": ""
      },
      {
        "sentence": "不过我是那种说完就忘的人，也不会记恨别人，待人真诚。",
        "label": ""
      },
      {
        "sentence": "我渴望找到一个开朗、活泼、幽默、热爱生活，聪明、成熟又独立的女孩，她既懂得欣赏我的优点和缺点，又能压得住我，让我变得更好。",
        "label": ""
      },
      {
        "sentence": "目前我正在和一个独生女交往，她喜欢我，但是她比我还内向、自卑，而且我们在很多行为上很相似，比如对于金钱都很计较，都有些自卑，也缺乏观察力。",
        "label": ""
      },
      {
        "sentence": "我对此感到非常烦躁，因为我并不喜欢她。",
        "label": ""
      },
      {
        "sentence": "我感觉我们就像是在和自己的影子交往，没有新鲜感，也没有互补性。",
        "label": ""
      },
      {
        "sentence": "她的脾气太好，有时候我都控制不住自己，甚至会欺负她，事后我会为自己的行为感到愧疚。",
        "label": ""
      },
      {
        "sentence": "我不愿意和她结婚，因为我觉得错过了很多我认为更好的选择，我也曾遇到过我喜欢的类型的女孩子，但是似乎我吸引不了她们，也无法驾驭他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你目前面临的问题可以总结为两个方面：一是被催婚带来的焦虑感，二是与相亲对象之间的不合适。首先，随着年龄的增长，家人和相亲对象的催促让你感到压力很大。但是你与这个相亲对象并不合拍，没有共同语言，也并没有真心喜欢她。你提到她唯一的优点就是脾气好，但是其余方面都是缺点。在你即将步入婚姻之前，你已经开始担心自己是否会出轨了。那何必要结婚来伤害她呢？毕竟她是真心喜欢你，想和你共度一生，这个承诺是非常重要的。其次，你对这个相亲对象的不满也可以理解。每个人都有自己的不足之处，就像网络上流行的一句话所说：“你选择了清纯的女人，就得接受她的幼稚；选择了理性的女人，就得接受她的算计；选择了害羞的女人，就得接受她的自卑。”人无完人，要好好珍惜身边的人。你说之前的恋爱对象都比你更喜欢她们，这说明你也是有魅力的男人，也懂得体贴他人。既然你让这个相亲对象与之前的女朋友作比较，说明你心里还是对她有所不满意，没有感情和欣赏。这样的婚姻是会让人感到很累的。你已经清楚自己想要什么，不想要什么，但是你缺乏勇气去割舍那些你不想要的东西。或许你只需要多一点勇气，就能不伤害他人，同时找到属于自己的幸福。希望你能早日做出让自己不会后悔的选择。",
    "annotation": [
      {
        "sentence": "你目前面临的问题可以总结为两个方面：一是被催婚带来的焦虑感，二是与相亲对象之间的不合适。",
        "label": ""
      },
      {
        "sentence": "首先，随着年龄的增长，家人和相亲对象的催促让你感到压力很大。",
        "label": ""
      },
      {
        "sentence": "但是你与这个相亲对象并不合拍，没有共同语言，也并没有真心喜欢她。",
        "label": ""
      },
      {
        "sentence": "你提到她唯一的优点就是脾气好，但是其余方面都是缺点。",
        "label": ""
      },
      {
        "sentence": "在你即将步入婚姻之前，你已经开始担心自己是否会出轨了。",
        "label": ""
      },
      {
        "sentence": "那何必要结婚来伤害她呢？",
        "label": ""
      },
      {
        "sentence": "毕竟她是真心喜欢你，想和你共度一生，这个承诺是非常重要的。",
        "label": ""
      },
      {
        "sentence": "其次，你对这个相亲对象的不满也可以理解。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的不足之处，就像网络上流行的一句话所说：“你选择了清纯的女人，就得接受她的幼稚；选择了理性的女人，就得接受她的算计；选择了害羞的女人，就得接受她的自卑。",
        "label": ""
      },
      {
        "sentence": "”人无完人，要好好珍惜身边的人。",
        "label": ""
      },
      {
        "sentence": "你说之前的恋爱对象都比你更喜欢她们，这说明你也是有魅力的男人，也懂得体贴他人。",
        "label": ""
      },
      {
        "sentence": "既然你让这个相亲对象与之前的女朋友作比较，说明你心里还是对她有所不满意，没有感情和欣赏。",
        "label": ""
      },
      {
        "sentence": "这样的婚姻是会让人感到很累的。",
        "label": ""
      },
      {
        "sentence": "你已经清楚自己想要什么，不想要什么，但是你缺乏勇气去割舍那些你不想要的东西。",
        "label": ""
      },
      {
        "sentence": "或许你只需要多一点勇气，就能不伤害他人，同时找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "希望你能早日做出让自己不会后悔的选择。",
        "label": ""
      }
    ]
  }
]