[
  {
    "role": "client",
    "content": "我23岁了，会因为身边朋友的恋爱关系造成不安心态？从高中起就会有一点这样的感觉，最好的朋友跟我谈论有人追她，恋爱预警时我就会很反感，不想和她讨论，甚至有抵触情绪，会故意岔开话题，严重的时候心里会郁闷很久。我会在冷静的时候想想自己为什么会出现这种状况，努力的自我调解，想着下次一定要好好交流，可是每次再讨论的时候还是抑制不住的郁闷。现在工作了，我的室友（大学同学一起到外地工作）也悄无声息的谈恋爱了，心情又是以前那种感觉，还有一点就是我自己会觉得对待一个谈恋爱的女生和没有谈恋爱的女生是不同的感觉，我会更能跟没有谈恋爱的女生玩的更好。（有点语无伦次不知道表达出我的感受没有第一次提问希望有人能解答）",
    "annotation": [
      {
        "sentence": "我23岁了，会因为身边朋友的恋爱关系造成不安心态？",
        "label": ""
      },
      {
        "sentence": "从高中起就会有一点这样的感觉，最好的朋友跟我谈论有人追她，恋爱预警时我就会很反感，不想和她讨论，甚至有抵触情绪，会故意岔开话题，严重的时候心里会郁闷很久。",
        "label": ""
      },
      {
        "sentence": "我会在冷静的时候想想自己为什么会出现这种状况，努力的自我调解，想着下次一定要好好交流，可是每次再讨论的时候还是抑制不住的郁闷。",
        "label": ""
      },
      {
        "sentence": "现在工作了，我的室友（大学同学一起到外地工作）也悄无声息的谈恋爱了，心情又是以前那种感觉，还有一点就是我自己会觉得对待一个谈恋爱的女生和没有谈恋爱的女生是不同的感觉，我会更能跟没有谈恋爱的女生玩的更好。",
        "label": ""
      },
      {
        "sentence": "（有点语无伦次不知道表达出我的感受没有第一次提问希望有人能解答）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你所描述的内容。我会留意到当中你所提到的一些关键点。比如，“恋爱预警时我就会很反感”、“悄无声息的谈恋爱了，心情又是以前那种感觉”。好像但凡和恋爱有所关系的时候，你的心情和状态都会发生变化。虽然你所提供的主题是和朋友、人际边界、同理心有关。但是给我更多的感觉，像是你自己在逃离回避和恋爱有关的内容。这个时候，难免会想一个问题，你在23岁了，你有谈过男朋友吗？感情的事情上还顺利吗？你回避的可能不是那些已经谈恋爱的人，而是回避那些恋爱的人，带给自己他们那种恋爱，甜蜜，温馨的感觉。觉得那些甜蜜的感觉让自己不适应，不舒服。（不做过度的分析。）最后附赠一句，人都是在慢慢进行自我探索的过程中，更加了解自己，更加明白自己是什么样的人，让自己的生活过得更加舒适，享受各种各样的生活。",
    "annotation": [
      {
        "sentence": "看到你所描述的内容。",
        "label": ""
      },
      {
        "sentence": "我会留意到当中你所提到的一些关键点。",
        "label": ""
      },
      {
        "sentence": "比如，“恋爱预警时我就会很反感”、“悄无声息的谈恋爱了，心情又是以前那种感觉”。",
        "label": ""
      },
      {
        "sentence": "好像但凡和恋爱有所关系的时候，你的心情和状态都会发生变化。",
        "label": ""
      },
      {
        "sentence": "虽然你所提供的主题是和朋友、人际边界、同理心有关。",
        "label": ""
      },
      {
        "sentence": "但是给我更多的感觉，像是你自己在逃离回避和恋爱有关的内容。",
        "label": ""
      },
      {
        "sentence": "这个时候，难免会想一个问题，你在23岁了，你有谈过男朋友吗？",
        "label": ""
      },
      {
        "sentence": "感情的事情上还顺利吗？",
        "label": ""
      },
      {
        "sentence": "你回避的可能不是那些已经谈恋爱的人，而是回避那些恋爱的人，带给自己他们那种恋爱，甜蜜，温馨的感觉。",
        "label": ""
      },
      {
        "sentence": "觉得那些甜蜜的感觉让自己不适应，不舒服。",
        "label": ""
      },
      {
        "sentence": "（不做过度的分析。",
        "label": ""
      },
      {
        "sentence": "）最后附赠一句，人都是在慢慢进行自我探索的过程中，更加了解自己，更加明白自己是什么样的人，让自己的生活过得更加舒适，享受各种各样的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实从来没有谈过男朋友，也没怎么接触过恋爱的感觉。我有时候会羡慕那些谈恋爱的人，觉得他们和我不同，生活中有种特别的亲密关系。但同时又害怕与之面对面，不知道该如何处理。看着朋友们的恋爱，只会让我更加困扰和自卑。",
    "annotation": [
      {
        "sentence": "我确实从来没有谈过男朋友，也没怎么接触过恋爱的感觉。",
        "label": ""
      },
      {
        "sentence": "我有时候会羡慕那些谈恋爱的人，觉得他们和我不同，生活中有种特别的亲密关系。",
        "label": ""
      },
      {
        "sentence": "但同时又害怕与之面对面，不知道该如何处理。",
        "label": ""
      },
      {
        "sentence": "看着朋友们的恋爱，只会让我更加困扰和自卑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你从未谈过男朋友的经历，我能理解这可能会给你带来一些困惑和不安。羡慕那些谈恋爱的人也是很正常的感受，他们之间确实有一种特别的亲密关系。不过，每个人的经历都是不同的，不必过度自卑。你也可以通过你自己的方式来寻找属于自己的幸福和满足感。毕竟，每个人的生活轨迹都是独一无二的。",
    "annotation": [
      {
        "sentence": "对于你从未谈过男朋友的经历，我能理解这可能会给你带来一些困惑和不安。",
        "label": ""
      },
      {
        "sentence": "羡慕那些谈恋爱的人也是很正常的感受，他们之间确实有一种特别的亲密关系。",
        "label": ""
      },
      {
        "sentence": "不过，每个人的经历都是不同的，不必过度自卑。",
        "label": ""
      },
      {
        "sentence": "你也可以通过你自己的方式来寻找属于自己的幸福和满足感。",
        "label": ""
      },
      {
        "sentence": "毕竟，每个人的生活轨迹都是独一无二的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解每个人都有不同的经历，但有时候看着周围的人相互依赖、分享彼此生活的点点滴滴，我会感到一种孤独和无依靠的感觉。我好像缺少一种亲密关系，也不太了解如何建立这样的关系。",
    "annotation": [
      {
        "sentence": "我理解每个人都有不同的经历，但有时候看着周围的人相互依赖、分享彼此生活的点点滴滴，我会感到一种孤独和无依靠的感觉。",
        "label": ""
      },
      {
        "sentence": "我好像缺少一种亲密关系，也不太了解如何建立这样的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孤独和无依靠的感觉是非常真实的情绪，很多人都经历过。建立亲密关系是一个学习和成长的过程，并不是一件容易的事情。首先，你可以从跟自己内心深处的需求和兴趣出发，去尝试与他人建立更深层次的连接。此外，也可以通过参加一些兴趣小组、社交活动等方式，扩大社交圈子，增加与他人的接触机会。在建立亲密关系的过程中，要耐心并尝试与他人进行真诚的沟通，逐渐培养相互信任和倾诉的能力。",
    "annotation": [
      {
        "sentence": "孤独和无依靠的感觉是非常真实的情绪，很多人都经历过。",
        "label": ""
      },
      {
        "sentence": "建立亲密关系是一个学习和成长的过程，并不是一件容易的事情。",
        "label": ""
      },
      {
        "sentence": "首先，你可以从跟自己内心深处的需求和兴趣出发，去尝试与他人建立更深层次的连接。",
        "label": ""
      },
      {
        "sentence": "此外，也可以通过参加一些兴趣小组、社交活动等方式，扩大社交圈子，增加与他人的接触机会。",
        "label": ""
      },
      {
        "sentence": "在建立亲密关系的过程中，要耐心并尝试与他人进行真诚的沟通，逐渐培养相互信任和倾诉的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来确实是个不错的建议，我可以试试看通过参加一些兴趣小组来认识更多的人。但是，我有时候觉得自己很难和别人打开心扉，害怕被拒绝或者伤害。我怎么才能克服这种担忧呢？",
    "annotation": [
      {
        "sentence": "听起来确实是个不错的建议，我可以试试看通过参加一些兴趣小组来认识更多的人。",
        "label": ""
      },
      {
        "sentence": "但是，我有时候觉得自己很难和别人打开心扉，害怕被拒绝或者伤害。",
        "label": ""
      },
      {
        "sentence": "我怎么才能克服这种担忧呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕被拒绝或伤害是很正常的担忧，很多人都有类似的感受。要克服这种担忧，你可以先试着接纳自己的情绪，理解这是人们建立亲密关系时可能会面临的一种风险。接受这种风险意味着你愿意为了得到真正的亲密关系而去面对可能的伤害。此外，你也可以逐渐增加与他人的接触，从简单的交流开始，慢慢建立信任和理解，寻求共同的兴趣和话题，以及坦诚地表达自己的感受和需求。记住，建立亲密关系是一个过程，不要对自己过于苛求，给自己一些时间和空间来慢慢探索。",
    "annotation": [
      {
        "sentence": "害怕被拒绝或伤害是很正常的担忧，很多人都有类似的感受。",
        "label": ""
      },
      {
        "sentence": "要克服这种担忧，你可以先试着接纳自己的情绪，理解这是人们建立亲密关系时可能会面临的一种风险。",
        "label": ""
      },
      {
        "sentence": "接受这种风险意味着你愿意为了得到真正的亲密关系而去面对可能的伤害。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以逐渐增加与他人的接触，从简单的交流开始，慢慢建立信任和理解，寻求共同的兴趣和话题，以及坦诚地表达自己的感受和需求。",
        "label": ""
      },
      {
        "sentence": "记住，建立亲密关系是一个过程，不要对自己过于苛求，给自己一些时间和空间来慢慢探索。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着接纳自己的情绪，并尝试逐渐与他人建立联系。我明白建立亲密关系需要时间，也愿意为此付出努力。再次感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着接纳自己的情绪，并尝试逐渐与他人建立联系。",
        "label": ""
      },
      {
        "sentence": "我明白建立亲密关系需要时间，也愿意为此付出努力。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。建立亲密关系确实需要耐心和努力，但我相信你能够成功克服困难，找到属于自己的幸福和满足感。如果你有任何其他问题或需要进一步的支持，随时都可以向我咨询。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "建立亲密关系确实需要耐心和努力，但我相信你能够成功克服困难，找到属于自己的幸福和满足感。",
        "label": ""
      },
      {
        "sentence": "如果你有任何其他问题或需要进一步的支持，随时都可以向我咨询。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]