[
  {
    "role": "client",
    "content": "我23岁，会因为身边朋友的恋爱关系造成不安心态？从高中起就会有一点这样的感觉，最好的朋友跟我谈论有人追她，恋爱预警时我就会很反感，不想和她讨论，甚至有抵触情绪，会故意岔开话题，严重的时候心里会郁闷很久。我会在冷静的时候想想自己为什么会出现这种状况，努力的自我调解，想着下次一定要好好交流，可是每次再讨论的时候还是抑制不住的郁闷。现在工作了，我的室友(大学同学一起到外地工作)也悄无声息的谈恋爱了，心情又是以前那种感觉，还有一点就是我自己会觉得对待一个谈恋爱的女生和没有谈恋爱的女生是不同的感觉，我会更能跟没有谈恋爱的女生玩的更好。(有点语无伦次不知道表达出我的感受没有第一次提问希望有人能解答)",
    "annotation": [
      {
        "sentence": "我23岁，会因为身边朋友的恋爱关系造成不安心态？",
        "label": ""
      },
      {
        "sentence": "从高中起就会有一点这样的感觉，最好的朋友跟我谈论有人追她，恋爱预警时我就会很反感，不想和她讨论，甚至有抵触情绪，会故意岔开话题，严重的时候心里会郁闷很久。",
        "label": ""
      },
      {
        "sentence": "我会在冷静的时候想想自己为什么会出现这种状况，努力的自我调解，想着下次一定要好好交流，可是每次再讨论的时候还是抑制不住的郁闷。",
        "label": ""
      },
      {
        "sentence": "现在工作了，我的室友(大学同学一起到外地工作)也悄无声息的谈恋爱了，心情又是以前那种感觉，还有一点就是我自己会觉得对待一个谈恋爱的女生和没有谈恋爱的女生是不同的感觉，我会更能跟没有谈恋爱的女生玩的更好。",
        "label": ""
      },
      {
        "sentence": "(有点语无伦次不知道表达出我的感受没有第一次提问希望有人能解答)",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听说你对身边朋友的恋爱关系有些不安心态，我可以理解你的感受。其实，我个人也曾经有过类似的经验，比如自动回避朋友一些高光时刻之类的，感觉自己内心是在暗暗比较，自动回避是不想被比下去，显得自己很差，内心也不太舒服。你是不是也有类似的感受呢？",
    "annotation": [
      {
        "sentence": "你好，听说你对身边朋友的恋爱关系有些不安心态，我可以理解你的感受。",
        "label": ""
      },
      {
        "sentence": "其实，我个人也曾经有过类似的经验，比如自动回避朋友一些高光时刻之类的，感觉自己内心是在暗暗比较，自动回避是不想被比下去，显得自己很差，内心也不太舒服。",
        "label": ""
      },
      {
        "sentence": "你是不是也有类似的感受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是这样的感觉。我常常会想，为什么我会对朋友的恋爱感到反感，为什么不能像她们一样开心呢？",
    "annotation": [
      {
        "sentence": "是的，我就是这样的感觉。",
        "label": ""
      },
      {
        "sentence": "我常常会想，为什么我会对朋友的恋爱感到反感，为什么不能像她们一样开心呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这可能是因为你下意识进行了比较，为了不让自己感觉处于下风，所以自动回避了这种情境。这其实是一种保护自己的防御机制。你可以试着更多地觉察自己在和朋友讨论恋爱关系时的想法，看看是否有其他的原因导致这种不安心态。",
    "annotation": [
      {
        "sentence": "这可能是因为你下意识进行了比较，为了不让自己感觉处于下风，所以自动回避了这种情境。",
        "label": ""
      },
      {
        "sentence": "这其实是一种保护自己的防御机制。",
        "label": ""
      },
      {
        "sentence": "你可以试着更多地觉察自己在和朋友讨论恋爱关系时的想法，看看是否有其他的原因导致这种不安心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得对。可能是我自己对自身的不足或者对恋爱的期待过高，才会感觉到郁闷和抵触情绪。",
    "annotation": [
      {
        "sentence": "嗯，你说得对。",
        "label": ""
      },
      {
        "sentence": "可能是我自己对自身的不足或者对恋爱的期待过高，才会感觉到郁闷和抵触情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，有时候我们会将自己和他人进行比较，产生不如别人的感觉，从而导致不安和抵触情绪。不过，其实每个人都有自己的成长轨迹和时间，在感情方面也会有不同的进展，不存在绝对的优劣。只要你能理解自己的需要，尊重自己的情绪，逐渐调整自己的心态，就能更好地面对这种情况。",
    "annotation": [
      {
        "sentence": "是的，有时候我们会将自己和他人进行比较，产生不如别人的感觉，从而导致不安和抵触情绪。",
        "label": ""
      },
      {
        "sentence": "不过，其实每个人都有自己的成长轨迹和时间，在感情方面也会有不同的进展，不存在绝对的优劣。",
        "label": ""
      },
      {
        "sentence": "只要你能理解自己的需要，尊重自己的情绪，逐渐调整自己的心态，就能更好地面对这种情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着接受自己的不足，并学会放宽心态，不再过于在意朋友们的恋爱关系，谢谢你的建议。",
    "annotation": [
      {
        "sentence": "我会试着接受自己的不足，并学会放宽心态，不再过于在意朋友们的恋爱关系，谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。除了朋友的恋爱关系之外，你也提到了对待谈恋爱和不谈恋爱的女生有不同的感觉，以及更能和没有谈恋爱的女生玩得更好。可以告诉我更多关于这些感受的细节吗？",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "除了朋友的恋爱关系之外，你也提到了对待谈恋爱和不谈恋爱的女生有不同的感觉，以及更能和没有谈恋爱的女生玩得更好。",
        "label": ""
      },
      {
        "sentence": "可以告诉我更多关于这些感受的细节吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实，我觉得谈恋爱的女生会花更多的时间和精力在恋爱上，而没有谈恋爱的女生可能会有更多的空闲时间。而且，和没有谈恋爱的女生在一起时，我感觉更加平等，不会有被比较的感觉。",
    "annotation": [
      {
        "sentence": "其实，我觉得谈恋爱的女生会花更多的时间和精力在恋爱上，而没有谈恋爱的女生可能会有更多的空闲时间。",
        "label": ""
      },
      {
        "sentence": "而且，和没有谈恋爱的女生在一起时，我感觉更加平等，不会有被比较的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你这样的感受是可以理解的。谈恋爱和不谈恋爱的人，在我们内心里确实是有所区别的。谈恋爱的女生可能会投入更多时间和精力到恋爱中，而没有谈恋爱的女生可能有更多的空闲时间发展关系。另外，和没有谈恋爱的女生相处时，可能更加平等一些，不会产生不如其他人的感觉。这也是完全正常的现象，不用过于担心哦。",
    "annotation": [
      {
        "sentence": "你这样的感受是可以理解的。",
        "label": ""
      },
      {
        "sentence": "谈恋爱和不谈恋爱的人，在我们内心里确实是有所区别的。",
        "label": ""
      },
      {
        "sentence": "谈恋爱的女生可能会投入更多时间和精力到恋爱中，而没有谈恋爱的女生可能有更多的空闲时间发展关系。",
        "label": ""
      },
      {
        "sentence": "另外，和没有谈恋爱的女生相处时，可能更加平等一些，不会产生不如其他人的感觉。",
        "label": ""
      },
      {
        "sentence": "这也是完全正常的现象，不用过于担心哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我感觉好多了。我会努力放下这些不安的情绪，积极与朋友相处。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我感觉好多了。",
        "label": ""
      },
      {
        "sentence": "我会努力放下这些不安的情绪，积极与朋友相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要客气，我很高兴我能帮到你。放下不安的情绪并与朋友们积极相处是很好的方式。如果之后还有任何困扰，记得随时向我求助。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不要客气，我很高兴我能帮到你。",
        "label": ""
      },
      {
        "sentence": "放下不安的情绪并与朋友们积极相处是很好的方式。",
        "label": ""
      },
      {
        "sentence": "如果之后还有任何困扰，记得随时向我求助。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]