[
  {
    "role": "client",
    "content": "我昨天遇到了一件很困扰我的事情，希望你可以给我一些建议。我的问题是，我老公发现我花了很多钱去参加心理课程，他非常生气，认为这是乱花钱。我们在浴室发生了争吵，期间他的情绪非常激动，他把家里的盆踩碎了，并把我的手机扔进水里，还拿走我的手机去删除我的听课群和查看购买记录。尽管他问我什么我就回答什么，我整个过程都保持了平静。这让我很困惑，不知道该如何处理这个曾经的创伤事件。",
    "annotation": [
      {
        "sentence": "我昨天遇到了一件很困扰我的事情，希望你可以给我一些建议。",
        "label": ""
      },
      {
        "sentence": "我的问题是，我老公发现我花了很多钱去参加心理课程，他非常生气，认为这是乱花钱。",
        "label": ""
      },
      {
        "sentence": "我们在浴室发生了争吵，期间他的情绪非常激动，他把家里的盆踩碎了，并把我的手机扔进水里，还拿走我的手机去删除我的听课群和查看购买记录。",
        "label": ""
      },
      {
        "sentence": "尽管他问我什么我就回答什么，我整个过程都保持了平静。",
        "label": ""
      },
      {
        "sentence": "这让我很困惑，不知道该如何处理这个曾经的创伤事件。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你勇敢地向我求助，我非常欣慰。首先，我觉得你爱学习是一种很好的素质，是追求进步的表现。作为一个爱学习的女性，你当然很了不起。或许问题出在你的恐慌感上，这是一个管理情绪的问题，而并不是你的错。你的老公生气是可以理解的，因为你们之间事先没有沟通好。但是他的暴怒情绪无助于解决问题。现在让我来分析一下这个问题。首先，你老公发现你花了很多钱去参加心理课程，他觉得这是乱花钱，并因此非常生气。在浴室里你们发生了争吵，但整个过程里，除了你一开始有点恐慌，你就保持了平静。（你是一个有想法的女性，而恐慌和害怕是你一直想要克服的问题。恭喜你，你正在努力克服。当你意识到很多事情已经发生了，你会发现，其实并没有什么可怕的。因为这是你选择做的事情，是你认为对的事情。在这件事情上，我为你点赞，你正在不断突破自己。）你老公非常生气，踩碎了家里的盆，将你的手机扔进水里，还带着你的手机去删除你的听课群和查看购买记录。整个过程中，你保持了平静，而他问你什么你就回答什么。在这个时候，他的情绪也平静了下来。删完微信后，他问你是否还打算加入那个群。你回答说你肯定会学习，至于他是否学习是他的事情。然后他说你学了什么，你回复的都没人认可，你觉得你很牛逼吗？这些话很伤人，他并没有站在你的角度去理解你的学习。他这样说其实是因为他在气头上，我们不能轻易的断定家庭内部的经济收入和开销状况，但是无论如何辱骂是不对的。",
    "annotation": [
      {
        "sentence": "看到你勇敢地向我求助，我非常欣慰。",
        "label": ""
      },
      {
        "sentence": "首先，我觉得你爱学习是一种很好的素质，是追求进步的表现。",
        "label": ""
      },
      {
        "sentence": "作为一个爱学习的女性，你当然很了不起。",
        "label": ""
      },
      {
        "sentence": "或许问题出在你的恐慌感上，这是一个管理情绪的问题，而并不是你的错。",
        "label": ""
      },
      {
        "sentence": "你的老公生气是可以理解的，因为你们之间事先没有沟通好。",
        "label": ""
      },
      {
        "sentence": "但是他的暴怒情绪无助于解决问题。",
        "label": ""
      },
      {
        "sentence": "现在让我来分析一下这个问题。",
        "label": ""
      },
      {
        "sentence": "首先，你老公发现你花了很多钱去参加心理课程，他觉得这是乱花钱，并因此非常生气。",
        "label": ""
      },
      {
        "sentence": "在浴室里你们发生了争吵，但整个过程里，除了你一开始有点恐慌，你就保持了平静。",
        "label": ""
      },
      {
        "sentence": "（你是一个有想法的女性，而恐慌和害怕是你一直想要克服的问题。",
        "label": ""
      },
      {
        "sentence": "恭喜你，你正在努力克服。",
        "label": ""
      },
      {
        "sentence": "当你意识到很多事情已经发生了，你会发现，其实并没有什么可怕的。",
        "label": ""
      },
      {
        "sentence": "因为这是你选择做的事情，是你认为对的事情。",
        "label": ""
      },
      {
        "sentence": "在这件事情上，我为你点赞，你正在不断突破自己。",
        "label": ""
      },
      {
        "sentence": "）你老公非常生气，踩碎了家里的盆，将你的手机扔进水里，还带着你的手机去删除你的听课群和查看购买记录。",
        "label": ""
      },
      {
        "sentence": "整个过程中，你保持了平静，而他问你什么你就回答什么。",
        "label": ""
      },
      {
        "sentence": "在这个时候，他的情绪也平静了下来。",
        "label": ""
      },
      {
        "sentence": "删完微信后，他问你是否还打算加入那个群。",
        "label": ""
      },
      {
        "sentence": "你回答说你肯定会学习，至于他是否学习是他的事情。",
        "label": ""
      },
      {
        "sentence": "然后他说你学了什么，你回复的都没人认可，你觉得你很牛逼吗？",
        "label": ""
      },
      {
        "sentence": "这些话很伤人，他并没有站在你的角度去理解你的学习。",
        "label": ""
      },
      {
        "sentence": "他这样说其实是因为他在气头上，我们不能轻易的断定家庭内部的经济收入和开销状况，但是无论如何辱骂是不对的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和分析。其实，我并不认为自己很牛逼，也没有觉得自己像傻子一样。对于他说的这些话，我觉得毫无意义。他说以后这个家他不会出一分钱，所有的钱都给他妈妈，这让我非常气愤。我并不是想让他出钱，而是觉得这样不公平。为什么他可以一分钱都不出，而我却不行？我希望他能够和我一样，共同承担家庭责任，就像我一直在做的那样。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和分析。",
        "label": ""
      },
      {
        "sentence": "其实，我并不认为自己很牛逼，也没有觉得自己像傻子一样。",
        "label": ""
      },
      {
        "sentence": "对于他说的这些话，我觉得毫无意义。",
        "label": ""
      },
      {
        "sentence": "他说以后这个家他不会出一分钱，所有的钱都给他妈妈，这让我非常气愤。",
        "label": ""
      },
      {
        "sentence": "我并不是想让他出钱，而是觉得这样不公平。",
        "label": ""
      },
      {
        "sentence": "为什么他可以一分钱都不出，而我却不行？",
        "label": ""
      },
      {
        "sentence": "我希望他能够和我一样，共同承担家庭责任，就像我一直在做的那样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当他说出那句话的时候，你炸了。我理解你的感受，你不是想让他出钱，而是觉得这样不公平。你希望他像你一样承担家庭责任，这是合情合理的要求。不过，在处理这个问题上，我们不能只谈公平，还应该讨论你对他的期望。你要求他像你一样行动，那你也要想好你自己要如何去做。",
    "annotation": [
      {
        "sentence": "当他说出那句话的时候，你炸了。",
        "label": ""
      },
      {
        "sentence": "我理解你的感受，你不是想让他出钱，而是觉得这样不公平。",
        "label": ""
      },
      {
        "sentence": "你希望他像你一样承担家庭责任，这是合情合理的要求。",
        "label": ""
      },
      {
        "sentence": "不过，在处理这个问题上，我们不能只谈公平，还应该讨论你对他的期望。",
        "label": ""
      },
      {
        "sentence": "你要求他像你一样行动，那你也要想好你自己要如何去做。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我明白了。在这个问题上，我们需要一起面对，而不是互相指责。谢谢你的指导。",
    "annotation": [
      {
        "sentence": "你说得对，我明白了。",
        "label": ""
      },
      {
        "sentence": "在这个问题上，我们需要一起面对，而不是互相指责。",
        "label": ""
      },
      {
        "sentence": "谢谢你的指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。面对家庭问题，沟通是非常重要的。即使在处理曾经的创伤事件时，我们也需要寻找更好的沟通方式。夫妻需要作为一个团队，共同担负起家庭责任。我建议你们两个好好坐下来，沟通一下对于家庭经济的看法和分配方式。当彼此能够坦诚相待，放下偏见和情绪，才能够有一个有效的沟通。祝愿你们的家庭幸福快乐！如果你还有其他疑问，可以私信给我。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "面对家庭问题，沟通是非常重要的。",
        "label": ""
      },
      {
        "sentence": "即使在处理曾经的创伤事件时，我们也需要寻找更好的沟通方式。",
        "label": ""
      },
      {
        "sentence": "夫妻需要作为一个团队，共同担负起家庭责任。",
        "label": ""
      },
      {
        "sentence": "我建议你们两个好好坐下来，沟通一下对于家庭经济的看法和分配方式。",
        "label": ""
      },
      {
        "sentence": "当彼此能够坦诚相待，放下偏见和情绪，才能够有一个有效的沟通。",
        "label": ""
      },
      {
        "sentence": "祝愿你们的家庭幸福快乐！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他疑问，可以私信给我。",
        "label": ""
      }
    ]
  }
]