[
  {
    "role": "client",
    "content": "我真的觉得人生完蛋了，非常痛苦。我今年29岁，明年就要30了，可是我感觉自己的人生已经结束了。我没有技能、没有学历，也从来没有谈过恋爱。不仅如此，我还有高度近视和飞蚊症困扰着我。我没有早些克服社交恐惧，也没有选择对的文理科和专业，学习不进去导致挂科而退学。我还没有规划好自己的工作，甚至躲在家里不工作。回望过去，我看到了自己的愚蠢和懦弱，是我自己毁掉了自己的人生。我后悔，内疚。这些悔恨的情绪一直在折磨着我。我既难以原谅过去的自己，又意识到已经错过了许多机会，感到心灰意冷。尤其是当意识到自己的愚蠢程度时，我真的想抽自己几个耳光。每天这些情绪都在心里打转，我不知道怎么排解，或者说不知道该如何面对自己的人生。",
    "annotation": [
      {
        "sentence": "我真的觉得人生完蛋了，非常痛苦。",
        "label": ""
      },
      {
        "sentence": "我今年29岁，明年就要30了，可是我感觉自己的人生已经结束了。",
        "label": ""
      },
      {
        "sentence": "我没有技能、没有学历，也从来没有谈过恋爱。",
        "label": ""
      },
      {
        "sentence": "不仅如此，我还有高度近视和飞蚊症困扰着我。",
        "label": ""
      },
      {
        "sentence": "我没有早些克服社交恐惧，也没有选择对的文理科和专业，学习不进去导致挂科而退学。",
        "label": ""
      },
      {
        "sentence": "我还没有规划好自己的工作，甚至躲在家里不工作。",
        "label": ""
      },
      {
        "sentence": "回望过去，我看到了自己的愚蠢和懦弱，是我自己毁掉了自己的人生。",
        "label": ""
      },
      {
        "sentence": "我后悔，内疚。",
        "label": ""
      },
      {
        "sentence": "这些悔恨的情绪一直在折磨着我。",
        "label": ""
      },
      {
        "sentence": "我既难以原谅过去的自己，又意识到已经错过了许多机会，感到心灰意冷。",
        "label": ""
      },
      {
        "sentence": "尤其是当意识到自己的愚蠢程度时，我真的想抽自己几个耳光。",
        "label": ""
      },
      {
        "sentence": "每天这些情绪都在心里打转，我不知道怎么排解，或者说不知道该如何面对自己的人生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我也曾经有过类似的感受。长得不好看，没有朋友，社交能力也不好，学习成绩不好，也没有考上好的学校。我的身材不正常，还很胖，生活习惯也很不好，头脑不灵活，有些人瞧不起我，我觉得我的人生完蛋了。虽然我没有完全解决这些问题，也没有走出来，但我咨询过心理辅导。那让我看到了自己的优点，增强了自信。不过，这些问题仍然存在，说实话，我一直在逃避。总是觉得这些问题不是问题，很容易解决，只需要勇气。比如，如果腿型不好，可以学习网上的教程进行改善；没有朋友，可以主动交朋友；不擅长社交，就要放开自己去参与交流。总结起来，如果没考上好学校，就要努力学习，可以选择自考；如果体态不正常，可以参加培训班；如果胖，就要进行锻炼；习惯不好，就要改正；头脑不灵活，就要加强学习。有些人瞧不起我们，我们要有勇气去面对。或许我们真正需要做的，是认真地活着，不能再马马虎虎。可能我们的情况不尽相同，但体验到的情绪可能会有些类似。真正限制自己的是自己，如果实在无法解决，还可以继续咨询。我咨询了一年多，感觉变化还是挺大的。",
    "annotation": [
      {
        "sentence": "我也曾经有过类似的感受。",
        "label": ""
      },
      {
        "sentence": "长得不好看，没有朋友，社交能力也不好，学习成绩不好，也没有考上好的学校。",
        "label": ""
      },
      {
        "sentence": "我的身材不正常，还很胖，生活习惯也很不好，头脑不灵活，有些人瞧不起我，我觉得我的人生完蛋了。",
        "label": ""
      },
      {
        "sentence": "虽然我没有完全解决这些问题，也没有走出来，但我咨询过心理辅导。",
        "label": ""
      },
      {
        "sentence": "那让我看到了自己的优点，增强了自信。",
        "label": ""
      },
      {
        "sentence": "不过，这些问题仍然存在，说实话，我一直在逃避。",
        "label": ""
      },
      {
        "sentence": "总是觉得这些问题不是问题，很容易解决，只需要勇气。",
        "label": ""
      },
      {
        "sentence": "比如，如果腿型不好，可以学习网上的教程进行改善；没有朋友，可以主动交朋友；不擅长社交，就要放开自己去参与交流。",
        "label": ""
      },
      {
        "sentence": "总结起来，如果没考上好学校，就要努力学习，可以选择自考；如果体态不正常，可以参加培训班；如果胖，就要进行锻炼；习惯不好，就要改正；头脑不灵活，就要加强学习。",
        "label": ""
      },
      {
        "sentence": "有些人瞧不起我们，我们要有勇气去面对。",
        "label": ""
      },
      {
        "sentence": "或许我们真正需要做的，是认真地活着，不能再马马虎虎。",
        "label": ""
      },
      {
        "sentence": "可能我们的情况不尽相同，但体验到的情绪可能会有些类似。",
        "label": ""
      },
      {
        "sentence": "真正限制自己的是自己，如果实在无法解决，还可以继续咨询。",
        "label": ""
      },
      {
        "sentence": "我咨询了一年多，感觉变化还是挺大的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "多谢你的回复，看到你也经历过类似的问题，我感觉心里有点舒服了，至少不再那么孤单。你说的很对，或许我真的需要去面对这些问题，勇敢地改变自己。我要试着克服社交恐惧，努力学习，改掉不良的习惯。看到你能够面对自己的问题，我也有了勇气。我会认真活着，不再逃避。或许我还需要一些时间来接受过去的自己，但我相信，只要努力，还是可以改变未来的。",
    "annotation": [
      {
        "sentence": "多谢你的回复，看到你也经历过类似的问题，我感觉心里有点舒服了，至少不再那么孤单。",
        "label": ""
      },
      {
        "sentence": "你说的很对，或许我真的需要去面对这些问题，勇敢地改变自己。",
        "label": ""
      },
      {
        "sentence": "我要试着克服社交恐惧，努力学习，改掉不良的习惯。",
        "label": ""
      },
      {
        "sentence": "看到你能够面对自己的问题，我也有了勇气。",
        "label": ""
      },
      {
        "sentence": "我会认真活着，不再逃避。",
        "label": ""
      },
      {
        "sentence": "或许我还需要一些时间来接受过去的自己，但我相信，只要努力，还是可以改变未来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很理解你的感受。很高兴我的回复能让你感到稍微宽慰一些。你并不孤单，始终有人能够理解你和支持你。是的，面对问题，改变自己是最好的方式。我相信你能够克服社交恐惧，努力学习，改掉坏习惯。每个人都有过去的烦恼和困惑，但重要的是能够向前看，积极改变。记住，我们都有重新开始的机会。加油，我相信你能够找到属于自己的幸福和成功！",
    "annotation": [
      {
        "sentence": "不客气，我很理解你的感受。",
        "label": ""
      },
      {
        "sentence": "很高兴我的回复能让你感到稍微宽慰一些。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，始终有人能够理解你和支持你。",
        "label": ""
      },
      {
        "sentence": "是的，面对问题，改变自己是最好的方式。",
        "label": ""
      },
      {
        "sentence": "我相信你能够克服社交恐惧，努力学习，改掉坏习惯。",
        "label": ""
      },
      {
        "sentence": "每个人都有过去的烦恼和困惑，但重要的是能够向前看，积极改变。",
        "label": ""
      },
      {
        "sentence": "记住，我们都有重新开始的机会。",
        "label": ""
      },
      {
        "sentence": "加油，我相信你能够找到属于自己的幸福和成功！",
        "label": ""
      }
    ]
  }
]