[
  {
    "role": "client",
    "content": "减肥太难了，坚持不下去。怎么办？女，33岁，觉得减肥太难了，运动没用节食也没用，只敢吃很少的东西，怀疑是身体出了问题。",
    "annotation": [
      {
        "sentence": "减肥太难了，坚持不下去。",
        "label": ""
      },
      {
        "sentence": "怎么办？",
        "label": ""
      },
      {
        "sentence": "女，33岁，觉得减肥太难了，运动没用节食也没用，只敢吃很少的东西，怀疑是身体出了问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "减肥确实是一件困难的事情，但是你并不孤独，我会一直陪在你身边的。你有没有运动过程中的疲倦感，或者是节食后的饥饿感呢？",
    "annotation": [
      {
        "sentence": "减肥确实是一件困难的事情，但是你并不孤独，我会一直陪在你身边的。",
        "label": ""
      },
      {
        "sentence": "你有没有运动过程中的疲倦感，或者是节食后的饥饿感呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "运动过后确实会感到疲倦，节食后也会出现很强烈的饥饿感。",
    "annotation": [
      {
        "sentence": "运动过后确实会感到疲倦，节食后也会出现很强烈的饥饿感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是非常正常的体验，减肥的过程中我们的身体会发出各种反应。你听说过“体重调定点理论”吗？该理论认为人体内部调节系统为一个人的体重和食欲确立了一个调定点，使每个人都具有一个“理想”的生理体重，这一体重不会有大的改变。如果体重太低，个体就会进食，达到了理想的调定点，就会停止进食。肥胖是因为这个调定点较高。",
    "annotation": [
      {
        "sentence": "这是非常正常的体验，减肥的过程中我们的身体会发出各种反应。",
        "label": ""
      },
      {
        "sentence": "你听说过“体重调定点理论”吗？",
        "label": ""
      },
      {
        "sentence": "该理论认为人体内部调节系统为一个人的体重和食欲确立了一个调定点，使每个人都具有一个“理想”的生理体重，这一体重不会有大的改变。",
        "label": ""
      },
      {
        "sentence": "如果体重太低，个体就会进食，达到了理想的调定点，就会停止进食。",
        "label": ""
      },
      {
        "sentence": "肥胖是因为这个调定点较高。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来如此，我从来没听说过这个理论。那我为什么减肥了这么久都没有明显效果呢？",
    "annotation": [
      {
        "sentence": "原来如此，我从来没听说过这个理论。",
        "label": ""
      },
      {
        "sentence": "那我为什么减肥了这么久都没有明显效果呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "还有一种解释，当你吃的少运动的多，大脑就会处于一种惊恐的状态，它以为你处在危险的境地：需要大量的消耗，又没有足够的能量摄入，于是大脑拼命地指挥身体储藏能量。于是你越运动越吃得少，身体脂肪储存得越多。最后整个身体还是保持在原来的体重上甚至更重。这就是为什么常说减肥会让你越减越肥。",
    "annotation": [
      {
        "sentence": "还有一种解释，当你吃的少运动的多，大脑就会处于一种惊恐的状态，它以为你处在危险的境地：需要大量的消耗，又没有足够的能量摄入，于是大脑拼命地指挥身体储藏能量。",
        "label": ""
      },
      {
        "sentence": "于是你越运动越吃得少，身体脂肪储存得越多。",
        "label": ""
      },
      {
        "sentence": "最后整个身体还是保持在原来的体重上甚至更重。",
        "label": ""
      },
      {
        "sentence": "这就是为什么常说减肥会让你越减越肥。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来这就是为什么我越减肥身体越反弹的原因啊。那我该怎么办呢？",
    "annotation": [
      {
        "sentence": "原来这就是为什么我越减肥身体越反弹的原因啊。",
        "label": ""
      },
      {
        "sentence": "那我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要担心，我们可以从身体和心理两个方面同时着手。也有人说身体和心灵是相通的。身上的每一点脂肪都是内心说不出的一份痛苦。是否你的心里有什么被压抑的痛苦没有办法宣泄，只能化成脂肪停留在身上呢？这么说来那些脂肪是对你的保护呢。你可以试着找一些方式来发泄内心的压力，比如和朋友聊天、写日记、或者尝试一些舒缓的运动如瑜伽。",
    "annotation": [
      {
        "sentence": "不要担心，我们可以从身体和心理两个方面同时着手。",
        "label": ""
      },
      {
        "sentence": "也有人说身体和心灵是相通的。",
        "label": ""
      },
      {
        "sentence": "身上的每一点脂肪都是内心说不出的一份痛苦。",
        "label": ""
      },
      {
        "sentence": "是否你的心里有什么被压抑的痛苦没有办法宣泄，只能化成脂肪停留在身上呢？",
        "label": ""
      },
      {
        "sentence": "这么说来那些脂肪是对你的保护呢。",
        "label": ""
      },
      {
        "sentence": "你可以试着找一些方式来发泄内心的压力，比如和朋友聊天、写日记、或者尝试一些舒缓的运动如瑜伽。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我平时确实比较少和他人分享我的烦恼，可能这个和我的减肥难以坚持有关系。我会尝试跟身边的朋友多聊聊。还有，你刚刚提到了一个叫做“李氏减肥法”的方法，能给我详细介绍一下吗？",
    "annotation": [
      {
        "sentence": "我平时确实比较少和他人分享我的烦恼，可能这个和我的减肥难以坚持有关系。",
        "label": ""
      },
      {
        "sentence": "我会尝试跟身边的朋友多聊聊。",
        "label": ""
      },
      {
        "sentence": "还有，你刚刚提到了一个叫做“李氏减肥法”的方法，能给我详细介绍一下吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以。最近看到不止一个人提出了顺其自然的减肥方法，就是你想吃什么就吃什么，在吃的时候保持一种对自己的关照。比如我现在想吃这个蛋糕，我停下来体会一下我为什么想吃这个蛋糕，是因为饿了，还是我内心需要，我想用它的甜味来抚平我的焦虑？觉察后就专注地吃东西。不需要刻意的控制食欲，而是要坦然地觉察地满足自己，慢慢地就可以让自己的身体达到自然而然正常需要的状态。",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "最近看到不止一个人提出了顺其自然的减肥方法，就是你想吃什么就吃什么，在吃的时候保持一种对自己的关照。",
        "label": ""
      },
      {
        "sentence": "比如我现在想吃这个蛋糕，我停下来体会一下我为什么想吃这个蛋糕，是因为饿了，还是我内心需要，我想用它的甜味来抚平我的焦虑？",
        "label": ""
      },
      {
        "sentence": "觉察后就专注地吃东西。",
        "label": ""
      },
      {
        "sentence": "不需要刻意的控制食欲，而是要坦然地觉察地满足自己，慢慢地就可以让自己的身体达到自然而然正常需要的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个方法听起来不错，我会试一试的。除了“李氏减肥法”，还有其他推荐的方法吗？",
    "annotation": [
      {
        "sentence": "这个方法听起来不错，我会试一试的。",
        "label": ""
      },
      {
        "sentence": "除了“李氏减肥法”，还有其他推荐的方法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "结合上面的理论，我想这个说法有一定道理，当你安心地接受自己，身体和精神处于自然通畅的状态，你的身体不需要额外储能，不需要用脂肪来掩饰来防御，也许你的体重调定点就自然而然地降了下来，身心处于和谐的状态里，不会过分的胖也不会过分的瘦。这种方法李雪提过，她自称为“李氏减肥法”。微博上还有一个叫多妈多妈的，也是类似的思路，大概叫“和食物合作训练营”。感兴趣的话推荐去看一看。",
    "annotation": [
      {
        "sentence": "结合上面的理论，我想这个说法有一定道理，当你安心地接受自己，身体和精神处于自然通畅的状态，你的身体不需要额外储能，不需要用脂肪来掩饰来防御，也许你的体重调定点就自然而然地降了下来，身心处于和谐的状态里，不会过分的胖也不会过分的瘦。",
        "label": ""
      },
      {
        "sentence": "这种方法李雪提过，她自称为“李氏减肥法”。",
        "label": ""
      },
      {
        "sentence": "微博上还有一个叫多妈多妈的，也是类似的思路，大概叫“和食物合作训练营”。",
        "label": ""
      },
      {
        "sentence": "感兴趣的话推荐去看一看。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会了解一下这些方法，并且尝试结合心理调节去进行减肥。感觉自己有了一些方向了，不再感到迷茫。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会了解一下这些方法，并且尝试结合心理调节去进行减肥。",
        "label": ""
      },
      {
        "sentence": "感觉自己有了一些方向了，不再感到迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够为你提供帮助，记得无论遇到什么困难，都要保持积极向上的心态，我会一直支持你的。如果有任何疑问或需要进一步的帮助，请随时向我提问。",
    "annotation": [
      {
        "sentence": "很高兴能够为你提供帮助，记得无论遇到什么困难，都要保持积极向上的心态，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "如果有任何疑问或需要进一步的帮助，请随时向我提问。",
        "label": ""
      }
    ]
  }
]