[
  {
    "role": "client",
    "content": "总是会遇到敏感的男朋友，怎样维护好这样的亲密关系？总会因为我的一句无心的话受到刺激，说我看不起他，我是对事没对人，只是客观的提醒他不要瞎评论别人，抱怨指责跟自己八竿子打不着的。",
    "annotation": [
      {
        "sentence": "总是会遇到敏感的男朋友，怎样维护好这样的亲密关系？",
        "label": ""
      },
      {
        "sentence": "总会因为我的一句无心的话受到刺激，说我看不起他，我是对事没对人，只是客观的提醒他不要瞎评论别人，抱怨指责跟自己八竿子打不着的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你对这个男朋友还蛮珍惜的，想和他好好的把关系维持下去，可是我想问你一句，既然是关系，至少是两方，只有一方去维持，能维持好关系吗？",
    "annotation": [
      {
        "sentence": "看来你对这个男朋友还蛮珍惜的，想和他好好的把关系维持下去，可是我想问你一句，既然是关系，至少是两方，只有一方去维持，能维持好关系吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了你的意思，感情是需要两个人共同维护的，可是我真的不知道应该怎么做才能减少他受到刺激的次数，怎样才能改善我们的关系呢？",
    "annotation": [
      {
        "sentence": "我明白了你的意思，感情是需要两个人共同维护的，可是我真的不知道应该怎么做才能减少他受到刺激的次数，怎样才能改善我们的关系呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的叙述，可以看出你是一个比较有正能量的孩子，说话做事对事不对人，能比较客观的判断事物，知道指责和抱怨，尤其是跟自己八竿子打不着的人事没有意义。很显然你们两个人不是同一种类型的人。换一句话来说，你们的三观不符合。",
    "annotation": [
      {
        "sentence": "通过你的叙述，可以看出你是一个比较有正能量的孩子，说话做事对事不对人，能比较客观的判断事物，知道指责和抱怨，尤其是跟自己八竿子打不着的人事没有意义。",
        "label": ""
      },
      {
        "sentence": "很显然你们两个人不是同一种类型的人。",
        "label": ""
      },
      {
        "sentence": "换一句话来说，你们的三观不符合。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也意识到我们的价值观可能有一些差异，我一直相信爱情可以克服一切，但是现实却是残酷的。在生活中，我们的观念碰撞太多了，我真的不知道该怎么办。",
    "annotation": [
      {
        "sentence": "是的，我也意识到我们的价值观可能有一些差异，我一直相信爱情可以克服一切，但是现实却是残酷的。",
        "label": ""
      },
      {
        "sentence": "在生活中，我们的观念碰撞太多了，我真的不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "年轻人总是相信爱情，以为有情饮水饱。等到真正的在一块过日子，才发现当两个人的人生观、价值观、世界观相吻合有多么的重要，思想在家里有一个人总是抱怨唠叨，是一件多么可怕的事情。所以建议你观察一下，他的父母是什么样的人，他的家庭氛围是什么样子的，他父母之间的相处模式是什么样的？",
    "annotation": [
      {
        "sentence": "年轻人总是相信爱情，以为有情饮水饱。",
        "label": ""
      },
      {
        "sentence": "等到真正的在一块过日子，才发现当两个人的人生观、价值观、世界观相吻合有多么的重要，思想在家里有一个人总是抱怨唠叨，是一件多么可怕的事情。",
        "label": ""
      },
      {
        "sentence": "所以建议你观察一下，他的父母是什么样的人，他的家庭氛围是什么样子的，他父母之间的相处模式是什么样的？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个问题我还没有深入了解过，我觉得你说得对，家庭背景对一个人的性格和行为影响很大。我会尝试去观察他的家庭情况和他父母之间的相处方式。",
    "annotation": [
      {
        "sentence": "这个问题我还没有深入了解过，我觉得你说得对，家庭背景对一个人的性格和行为影响很大。",
        "label": ""
      },
      {
        "sentence": "我会尝试去观察他的家庭情况和他父母之间的相处方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，这样你就能更好地了解你们之间的差异所来源于何处。实际上，很多时候你会发现，他父母的今天就是你们结婚以后的相处模式和家庭氛围。当你有了更多的观察和了解后，可以推心置腹地和你的男友沟通交流，如果能达成一个统一点，这段关系可以继续下去；如果引起很激烈的争吵，他拒绝调整自己，我建议你好好地考虑。",
    "annotation": [
      {
        "sentence": "非常好，这样你就能更好地了解你们之间的差异所来源于何处。",
        "label": ""
      },
      {
        "sentence": "实际上，很多时候你会发现，他父母的今天就是你们结婚以后的相处模式和家庭氛围。",
        "label": ""
      },
      {
        "sentence": "当你有了更多的观察和了解后，可以推心置腹地和你的男友沟通交流，如果能达成一个统一点，这段关系可以继续下去；如果引起很激烈的争吵，他拒绝调整自己，我建议你好好地考虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会按照你说的去观察和了解，然后再和他进行更深入的交流。如果他不肯调整自己，我也要好好考虑一下自己的选择。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会按照你说的去观察和了解，然后再和他进行更深入的交流。",
        "label": ""
      },
      {
        "sentence": "如果他不肯调整自己，我也要好好考虑一下自己的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好，不要忘记自己的感受和需求，如果你觉得你的男友对你很重要，你想把这一段关系维持下去，那你需要做一些调整，至少去适应他。但也要记住，你还有其他的选择。最好的婚姻不是爱不爱，而是适合不适合，是我和你在一起，我的心身舒服不舒服。希望你能找到适合自己的答案。",
    "annotation": [
      {
        "sentence": "你做得很好，不要忘记自己的感受和需求，如果你觉得你的男友对你很重要，你想把这一段关系维持下去，那你需要做一些调整，至少去适应他。",
        "label": ""
      },
      {
        "sentence": "但也要记住，你还有其他的选择。",
        "label": ""
      },
      {
        "sentence": "最好的婚姻不是爱不爱，而是适合不适合，是我和你在一起，我的心身舒服不舒服。",
        "label": ""
      },
      {
        "sentence": "希望你能找到适合自己的答案。",
        "label": ""
      }
    ]
  }
]