[
  {
    "role": "client",
    "content": "亲情，友情，爱情我觉得我都没有，仿佛在孤岛中？22岁，大学。",
    "annotation": [
      {
        "sentence": "亲情，友情，爱情我觉得我都没有，仿佛在孤岛中？",
        "label": ""
      },
      {
        "sentence": "22岁，大学。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您好，听到您的困惑了。我能理解你现在的感受，似乎你对于亲情、友情和爱情都感到很迷茫和空虚。想聊聊具体是什么让您这样感觉的吗？",
    "annotation": [
      {
        "sentence": "您好，听到您的困惑了。",
        "label": ""
      },
      {
        "sentence": "我能理解你现在的感受，似乎你对于亲情、友情和爱情都感到很迷茫和空虚。",
        "label": ""
      },
      {
        "sentence": "想聊聊具体是什么让您这样感觉的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "亲情方面，我是在单亲家庭长大的，童年时一直生活在一个有酒疯子的家庭中，那时我经常处于一种恐慌的状态中。虽然我在外面看起来像是那种懂事的好孩子，但内心却很叛逆。我的妈妈不喜欢和我交流，也不能理解我，我会忍不住对她发脾气。哥哥和我也不怎么交流，虽然对我还行，但他从来不带我一起出去玩，甚至连微信聊天都很少。只有姐姐对我比较好，买许多我需要的东西，生活上也很照顾我，但她也很独立，不太理解我的消极想法。",
    "annotation": [
      {
        "sentence": "亲情方面，我是在单亲家庭长大的，童年时一直生活在一个有酒疯子的家庭中，那时我经常处于一种恐慌的状态中。",
        "label": ""
      },
      {
        "sentence": "虽然我在外面看起来像是那种懂事的好孩子，但内心却很叛逆。",
        "label": ""
      },
      {
        "sentence": "我的妈妈不喜欢和我交流，也不能理解我，我会忍不住对她发脾气。",
        "label": ""
      },
      {
        "sentence": "哥哥和我也不怎么交流，虽然对我还行，但他从来不带我一起出去玩，甚至连微信聊天都很少。",
        "label": ""
      },
      {
        "sentence": "只有姐姐对我比较好，买许多我需要的东西，生活上也很照顾我，但她也很独立，不太理解我的消极想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看起来你对于家庭关系的困扰还是挺深的。你在这个家庭里似乎没有找到和你产生情感共鸣的人，这样让你觉得很无奈。你也提到说你在和朋友相处的过程中也遇到了一些不好的事情，对人际交往产生了害怕的情绪。你觉得现在是一个孤独的状态，感受不到别人对你的理解。【学会正确处理人际关系】你提到说你像是别人家的好孩子，其实生活中别人家的孩子可能会让你羡慕和嫉妒，因为他们各方面都不错。所以在交朋友的过程中，可能会有一些挑战。但那些真正愿意和你交朋友并陪伴你的人，一定会长时间和你在一起。在交朋友的过程中，也要学会保护自己，懂得拒绝和放下一些事情。不要一味地答应别人，否则他们可能会觉得你是在敷衍，没有自己的想法。不同朋友之间要有清晰的界限。另外，冷战也不是解决问题的好方式，有问题要学会解决，冷战只会导致双方更加猜忌和怀疑，最终破裂朋友关系。希望以上的见解对你有所帮助，如果需要更专业的帮助，请寻找专业的咨询师。",
    "annotation": [
      {
        "sentence": "看起来你对于家庭关系的困扰还是挺深的。",
        "label": ""
      },
      {
        "sentence": "你在这个家庭里似乎没有找到和你产生情感共鸣的人，这样让你觉得很无奈。",
        "label": ""
      },
      {
        "sentence": "你也提到说你在和朋友相处的过程中也遇到了一些不好的事情，对人际交往产生了害怕的情绪。",
        "label": ""
      },
      {
        "sentence": "你觉得现在是一个孤独的状态，感受不到别人对你的理解。",
        "label": ""
      },
      {
        "sentence": "【学会正确处理人际关系】你提到说你像是别人家的好孩子，其实生活中别人家的孩子可能会让你羡慕和嫉妒，因为他们各方面都不错。",
        "label": ""
      },
      {
        "sentence": "所以在交朋友的过程中，可能会有一些挑战。",
        "label": ""
      },
      {
        "sentence": "但那些真正愿意和你交朋友并陪伴你的人，一定会长时间和你在一起。",
        "label": ""
      },
      {
        "sentence": "在交朋友的过程中，也要学会保护自己，懂得拒绝和放下一些事情。",
        "label": ""
      },
      {
        "sentence": "不要一味地答应别人，否则他们可能会觉得你是在敷衍，没有自己的想法。",
        "label": ""
      },
      {
        "sentence": "不同朋友之间要有清晰的界限。",
        "label": ""
      },
      {
        "sentence": "另外，冷战也不是解决问题的好方式，有问题要学会解决，冷战只会导致双方更加猜忌和怀疑，最终破裂朋友关系。",
        "label": ""
      },
      {
        "sentence": "希望以上的见解对你有所帮助，如果需要更专业的帮助，请寻找专业的咨询师。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我确实感受到了你的关心和支持。但我觉得我对于交友方面还是有很大的困惑和不安。我很害怕再次被伤害，也害怕自己付出的友情会被抛弃或欺骗。这让我变得很生气，我开始采取冷暴力的方式来保护自己。我从小到大都害怕朋友会有更好的朋友，感觉自己很容易被替代。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我确实感受到了你的关心和支持。",
        "label": ""
      },
      {
        "sentence": "但我觉得我对于交友方面还是有很大的困惑和不安。",
        "label": ""
      },
      {
        "sentence": "我很害怕再次被伤害，也害怕自己付出的友情会被抛弃或欺骗。",
        "label": ""
      },
      {
        "sentence": "这让我变得很生气，我开始采取冷暴力的方式来保护自己。",
        "label": ""
      },
      {
        "sentence": "我从小到大都害怕朋友会有更好的朋友，感觉自己很容易被替代。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你对我建议的认可。我了解你对于交友方面有很大的困惑和不安全感。前面提到过，你遇到了一些伤害，所以现在会有这样的害怕。但是害怕交友并不是解决问题的方法。如果我们一直害怕被伤害，就会错过那些真正值得信任和陪伴我们的人。我们需要学会保护自己，但也要给予别人一定的信任。交朋友的过程需要慢慢建立起来，不是一开始就付出所有的真心。要懂得辨别出哪些人是真心对待你的，他们会陪伴你度过很长时间。不要过度嫉妒和担心被替代，每个人都有不同的情感需求，你的真诚和付出会吸引那些真正和你志同道合的人。希望这些建议对你有所帮助。",
    "annotation": [
      {
        "sentence": "感谢你对我建议的认可。",
        "label": ""
      },
      {
        "sentence": "我了解你对于交友方面有很大的困惑和不安全感。",
        "label": ""
      },
      {
        "sentence": "前面提到过，你遇到了一些伤害，所以现在会有这样的害怕。",
        "label": ""
      },
      {
        "sentence": "但是害怕交友并不是解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "如果我们一直害怕被伤害，就会错过那些真正值得信任和陪伴我们的人。",
        "label": ""
      },
      {
        "sentence": "我们需要学会保护自己，但也要给予别人一定的信任。",
        "label": ""
      },
      {
        "sentence": "交朋友的过程需要慢慢建立起来，不是一开始就付出所有的真心。",
        "label": ""
      },
      {
        "sentence": "要懂得辨别出哪些人是真心对待你的，他们会陪伴你度过很长时间。",
        "label": ""
      },
      {
        "sentence": "不要过度嫉妒和担心被替代，每个人都有不同的情感需求，你的真诚和付出会吸引那些真正和你志同道合的人。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我应该勇敢一点，给自己一些机会去交朋友。我会尝试着改变一下自己的想法和行为，不再害怕被伤害。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "你说的很对，我应该勇敢一点，给自己一些机会去交朋友。",
        "label": ""
      },
      {
        "sentence": "我会尝试着改变一下自己的想法和行为，不再害怕被伤害。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试改变自己的想法和行为。勇敢面对内心的不安全感会让你变得更加坚强。请相信自己，你完全有能力建立起真正的友谊和亲密关系。如果你在这个过程中还有其他的困惑或者需要进一步的支持，随时可以和我私聊。同时，也建议你寻找专业的咨询师，他们能够提供更专业的帮助。祝愿你一切都好！",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试改变自己的想法和行为。",
        "label": ""
      },
      {
        "sentence": "勇敢面对内心的不安全感会让你变得更加坚强。",
        "label": ""
      },
      {
        "sentence": "请相信自己，你完全有能力建立起真正的友谊和亲密关系。",
        "label": ""
      },
      {
        "sentence": "如果你在这个过程中还有其他的困惑或者需要进一步的支持，随时可以和我私聊。",
        "label": ""
      },
      {
        "sentence": "同时，也建议你寻找专业的咨询师，他们能够提供更专业的帮助。",
        "label": ""
      },
      {
        "sentence": "祝愿你一切都好！",
        "label": ""
      }
    ]
  }
]