[
  {
    "role": "client",
    "content": "总是会忍不住去吃零食，怎样才能控制食欲？我有皮肤病所以有很多食物都是不能吃的。但总是会忍不住去吃薯片，巧克力什么的，而且一开始吃就会吃很多，吃完后又后悔。有时候忍三四天就忍不住了，最久忍了两个星期。明明知道会让病情加重但就是忍不住。作息时间也有点乱，经常熬夜熬到两三点，每天早上八点上班。每天都想着要忍住，结果好不容易忍到下班，又不自觉地去吃零食了。吃的时候还会想“明天再开始”感觉自己特别没用，有时甚至会讨厌自己，我该怎么办。",
    "annotation": [
      {
        "sentence": "总是会忍不住去吃零食，怎样才能控制食欲？",
        "label": ""
      },
      {
        "sentence": "我有皮肤病所以有很多食物都是不能吃的。",
        "label": ""
      },
      {
        "sentence": "但总是会忍不住去吃薯片，巧克力什么的，而且一开始吃就会吃很多，吃完后又后悔。",
        "label": ""
      },
      {
        "sentence": "有时候忍三四天就忍不住了，最久忍了两个星期。",
        "label": ""
      },
      {
        "sentence": "明明知道会让病情加重但就是忍不住。",
        "label": ""
      },
      {
        "sentence": "作息时间也有点乱，经常熬夜熬到两三点，每天早上八点上班。",
        "label": ""
      },
      {
        "sentence": "每天都想着要忍住，结果好不容易忍到下班，又不自觉地去吃零食了。",
        "label": ""
      },
      {
        "sentence": "吃的时候还会想“明天再开始”感觉自己特别没用，有时甚至会讨厌自己，我该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抱抱，感觉到了你的无奈，烦躁，以及对自己现状的一些厌恶和无力感。其实，你是因为皮肤病不能吃一些食物，所以内心其实是有着创伤和渴望的，渴望吃多种食物，向正常人一样吃各种美食，可是你不能，所以内心里你也是在同情自己，在放纵自己，放纵自己吃薯片巧克力等高热可口食物来补偿自己。",
    "annotation": [
      {
        "sentence": "抱抱，感觉到了你的无奈，烦躁，以及对自己现状的一些厌恶和无力感。",
        "label": ""
      },
      {
        "sentence": "其实，你是因为皮肤病不能吃一些食物，所以内心其实是有着创伤和渴望的，渴望吃多种食物，向正常人一样吃各种美食，可是你不能，所以内心里你也是在同情自己，在放纵自己，放纵自己吃薯片巧克力等高热可口食物来补偿自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我确实很渴望吃各种美食，但我知道这对我的皮肤病不好。可是我就是忍不住，每次一开始吃就停不下来，吃完后又后悔。我真的很讨厌这种情况，觉得自己很没有用。",
    "annotation": [
      {
        "sentence": "你说得很对，我确实很渴望吃各种美食，但我知道这对我的皮肤病不好。",
        "label": ""
      },
      {
        "sentence": "可是我就是忍不住，每次一开始吃就停不下来，吃完后又后悔。",
        "label": ""
      },
      {
        "sentence": "我真的很讨厌这种情况，觉得自己很没有用。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，其实你控制不住自己，一是自己放纵自己，二是跟你厌恶自己有关，你不接纳自己吃那么多食物，所以你要改变，用意志力压抑自己，可是情绪啊，欲望啊，越压抑越反弹。所以，接纳自己吧，吃一些薯片巧克力是正常的，是可以被允许的，因为你的身体需要补充能量。",
    "annotation": [
      {
        "sentence": "亲爱的，其实你控制不住自己，一是自己放纵自己，二是跟你厌恶自己有关，你不接纳自己吃那么多食物，所以你要改变，用意志力压抑自己，可是情绪啊，欲望啊，越压抑越反弹。",
        "label": ""
      },
      {
        "sentence": "所以，接纳自己吧，吃一些薯片巧克力是正常的，是可以被允许的，因为你的身体需要补充能量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我知道吃太多对我的病情不好，我真的很矛盾，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "但是我知道吃太多对我的病情不好，我真的很矛盾，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，放心大胆的吃吧！吃的时候，放慢节奏，去体会，去品尝，去思考，这个薯片巧克力等食物吃在嘴里闻在鼻子里到底是啥味道？吃进嘴里，满足了你什么愿望？为什么自己会有这个愿望？要吃多少块才能填满自己愿望的漏洞？吃多了，吃好了，满足了，你自然就不会再吃那么多了。试试，加油＾０＾~，期望听到你的好消息。愿你快乐开心的享受美食和生命！",
    "annotation": [
      {
        "sentence": "没关系，放心大胆的吃吧！",
        "label": ""
      },
      {
        "sentence": "吃的时候，放慢节奏，去体会，去品尝，去思考，这个薯片巧克力等食物吃在嘴里闻在鼻子里到底是啥味道？",
        "label": ""
      },
      {
        "sentence": "吃进嘴里，满足了你什么愿望？",
        "label": ""
      },
      {
        "sentence": "为什么自己会有这个愿望？",
        "label": ""
      },
      {
        "sentence": "要吃多少块才能填满自己愿望的漏洞？",
        "label": ""
      },
      {
        "sentence": "吃多了，吃好了，满足了，你自然就不会再吃那么多了。",
        "label": ""
      },
      {
        "sentence": "试试，加油＾０＾~，期望听到你的好消息。",
        "label": ""
      },
      {
        "sentence": "愿你快乐开心的享受美食和生命！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，我会试着改变一下自己的态度，放慢节奏，多去思考，希望能够控制住自己的食欲，享受美食的同时也保持身体健康。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，我会试着改变一下自己的态度，放慢节奏，多去思考，希望能够控制住自己的食欲，享受美食的同时也保持身体健康。",
        "label": ""
      }
    ]
  }
]