[
  {
    "role": "client",
    "content": "我不喜欢去人多的地方，对钱的问题太过敏感？我不太喜欢去人多的地方，会觉得很压抑，烦躁，如果遇到打扮很漂亮的女生会害怕，自卑，遇到帅气的男生会很害怕想逃走…我该怎么办呢，买不起某样东西的时候会让我伤心很久很久，在朋友圈上人放买买买的时候我不由自主的会很羡慕然后伤心，有时候不小心打碎了杯子会很伤心，因为又要买一个，又要花钱，我甚至敏感到看电视剧的时候也是不断在想钱的问题，他们真有钱啊什么的，有时候会很固执，比如提出一个要求之后，如果要花钱，我会撤回这个要求，可是父母会答应我，这时我会很反抗，可是如果最终他们还是完成了那个要求的话我会超级超级伤心，觉得又给父母带来了压力…我该怎么办…现在也要上大学了（学费也不便宜），比较是难免的，这样又会让我很伤心，到时候压垮我的不是学业，而是钱的问题。我也努力的试过不比较，没什么用。",
    "annotation": [
      {
        "sentence": "我不喜欢去人多的地方，对钱的问题太过敏感？",
        "label": ""
      },
      {
        "sentence": "我不太喜欢去人多的地方，会觉得很压抑，烦躁，如果遇到打扮很漂亮的女生会害怕，自卑，遇到帅气的男生会很害怕想逃走…我该怎么办呢，买不起某样东西的时候会让我伤心很久很久，在朋友圈上人放买买买的时候我不由自主的会很羡慕然后伤心，有时候不小心打碎了杯子会很伤心，因为又要买一个，又要花钱，我甚至敏感到看电视剧的时候也是不断在想钱的问题，他们真有钱啊什么的，有时候会很固执，比如提出一个要求之后，如果要花钱，我会撤回这个要求，可是父母会答应我，这时我会很反抗，可是如果最终他们还是完成了那个要求的话我会超级超级伤心，觉得又给父母带来了压力…我该怎么办…现在也要上大学了（学费也不便宜），比较是难免的，这样又会让我很伤心，到时候压垮我的不是学业，而是钱的问题。",
        "label": ""
      },
      {
        "sentence": "我也努力的试过不比较，没什么用。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你不喜欢去人多的地方，对钱的敏感感受。你觉得在这样的环境下很压抑和烦躁，还会产生自卑的情绪。当遇到漂亮的女生或帅气的男生时，你会感到害怕并想要逃避。我注意到你在朋友圈中对于买东西的羡慕和伤心，以及不小心打碎杯子时的伤心。甚至在看电视剧时，你会固执地想着钱的问题。当你提出一个需要花钱的要求后，虽然撤回了这个要求，但父母仍然答应了你。这时你会有反抗的情绪，但如果最终他们完成了这个要求，你会感到非常伤心，觉得给父母带来了压力。你现在面临上大学的问题（学费也不便宜），无法避免会产生比较，这会让你非常伤心。但是我要问你，真正压垮你的是钱吗？还是你内心希望不劳而获的心态？虽然钱在生活中很重要，但并不是衡量一切的唯一标准。在朋友圈中，很多人展示的生活方式并不代表他们真实的生活，大多数人过着平凡的日子，并承担着自己的责任。即将上大学的你，可以看到自己的努力和克制，平常不向父母提出要求，不想给他们经济上的负担。虽然上学的学费很多，你很心疼，但你希望通过自己的努力变得更出色，对得起父母。相信通过你的努力，未来的日子会好起来。你是一个善解人意的孩子，会遇到很多机遇。但请记住，生活不应该只用钱来衡量，否则你的内心会过得很辛苦。想想爱你的家人、老师、同学和朋友们，他们对你不是因为你的钱，而是因为你的热心、善良、可爱、做事认真和负责任等。他们的关心不会因为你所做的事情而改变。我会一直支持你的！",
    "annotation": [
      {
        "sentence": "我理解你不喜欢去人多的地方，对钱的敏感感受。",
        "label": ""
      },
      {
        "sentence": "你觉得在这样的环境下很压抑和烦躁，还会产生自卑的情绪。",
        "label": ""
      },
      {
        "sentence": "当遇到漂亮的女生或帅气的男生时，你会感到害怕并想要逃避。",
        "label": ""
      },
      {
        "sentence": "我注意到你在朋友圈中对于买东西的羡慕和伤心，以及不小心打碎杯子时的伤心。",
        "label": ""
      },
      {
        "sentence": "甚至在看电视剧时，你会固执地想着钱的问题。",
        "label": ""
      },
      {
        "sentence": "当你提出一个需要花钱的要求后，虽然撤回了这个要求，但父母仍然答应了你。",
        "label": ""
      },
      {
        "sentence": "这时你会有反抗的情绪，但如果最终他们完成了这个要求，你会感到非常伤心，觉得给父母带来了压力。",
        "label": ""
      },
      {
        "sentence": "你现在面临上大学的问题（学费也不便宜），无法避免会产生比较，这会让你非常伤心。",
        "label": ""
      },
      {
        "sentence": "但是我要问你，真正压垮你的是钱吗？",
        "label": ""
      },
      {
        "sentence": "还是你内心希望不劳而获的心态？",
        "label": ""
      },
      {
        "sentence": "虽然钱在生活中很重要，但并不是衡量一切的唯一标准。",
        "label": ""
      },
      {
        "sentence": "在朋友圈中，很多人展示的生活方式并不代表他们真实的生活，大多数人过着平凡的日子，并承担着自己的责任。",
        "label": ""
      },
      {
        "sentence": "即将上大学的你，可以看到自己的努力和克制，平常不向父母提出要求，不想给他们经济上的负担。",
        "label": ""
      },
      {
        "sentence": "虽然上学的学费很多，你很心疼，但你希望通过自己的努力变得更出色，对得起父母。",
        "label": ""
      },
      {
        "sentence": "相信通过你的努力，未来的日子会好起来。",
        "label": ""
      },
      {
        "sentence": "你是一个善解人意的孩子，会遇到很多机遇。",
        "label": ""
      },
      {
        "sentence": "但请记住，生活不应该只用钱来衡量，否则你的内心会过得很辛苦。",
        "label": ""
      },
      {
        "sentence": "想想爱你的家人、老师、同学和朋友们，他们对你不是因为你的钱，而是因为你的热心、善良、可爱、做事认真和负责任等。",
        "label": ""
      },
      {
        "sentence": "他们的关心不会因为你所做的事情而改变。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的！",
        "label": ""
      }
    ]
  }
]