[
  {
    "role": "client",
    "content": "特别想铲除自己不好的一面，能不能不和别人比较？一直都想着要接受自己，可是一直接受不了。因为原先很优秀的原因，于是就觉得自己一直很优秀，心很高，做事都是想做好，给别人留下好的印象，会苛责自己，总是超出自己的能力范围和水平，时常否定自己觉得自己什么也不是，又受不了别人比自己好，觉得自己是不是不好。被批评，人外有人天外有天接受不了，被打击野心很大行动跟不上甚至不想做，活得很累压力很大。爱幻想，向往甜甜的爱情，只想把自己好的一面留给对方，要让对方会觉得自己负能量爆棚或者想的太多太敏感。想通过心理咨询把这些通通改掉。爱表现，爱称为焦点，喜欢优越感在学习上，总希望自己可以很成功，却因害怕被人发现时常压抑自己的这部分想法。提醒自己没有人关注你，没有人盯着你看。原先很优秀，觉得自己特别特别优秀，就连这个都要被批评你不知道优秀的人是什么样，原先当过的三道杠大队长，班长，初中拿过的奖学金算个什么，都过去了，可是我就是接受不了，能不能不和别人比较。",
    "annotation": [
      {
        "sentence": "特别想铲除自己不好的一面，能不能不和别人比较？",
        "label": ""
      },
      {
        "sentence": "一直都想着要接受自己，可是一直接受不了。",
        "label": ""
      },
      {
        "sentence": "因为原先很优秀的原因，于是就觉得自己一直很优秀，心很高，做事都是想做好，给别人留下好的印象，会苛责自己，总是超出自己的能力范围和水平，时常否定自己觉得自己什么也不是，又受不了别人比自己好，觉得自己是不是不好。",
        "label": ""
      },
      {
        "sentence": "被批评，人外有人天外有天接受不了，被打击野心很大行动跟不上甚至不想做，活得很累压力很大。",
        "label": ""
      },
      {
        "sentence": "爱幻想，向往甜甜的爱情，只想把自己好的一面留给对方，要让对方会觉得自己负能量爆棚或者想的太多太敏感。",
        "label": ""
      },
      {
        "sentence": "想通过心理咨询把这些通通改掉。",
        "label": ""
      },
      {
        "sentence": "爱表现，爱称为焦点，喜欢优越感在学习上，总希望自己可以很成功，却因害怕被人发现时常压抑自己的这部分想法。",
        "label": ""
      },
      {
        "sentence": "提醒自己没有人关注你，没有人盯着你看。",
        "label": ""
      },
      {
        "sentence": "原先很优秀，觉得自己特别特别优秀，就连这个都要被批评你不知道优秀的人是什么样，原先当过的三道杠大队长，班长，初中拿过的奖学金算个什么，都过去了，可是我就是接受不了，能不能不和别人比较。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你提到的想要铲除自己不好的一面以及不和别人比较的愿望，说明你对自己的要求很高，同时也说明你过去曾经有过很优秀的经历。但是当你不能达到这些要求时，你会感到苛责自己，否定自己甚至感到自己是不好的。我能理解你对被批评和打击的难以接受以及压力的大。你还提到了你希望通过心理咨询来解决这些问题。另外，你还提到了你倾向于幻想甜蜜的爱情，但又担心对方会觉得你负能量爆棚或过于敏感。在学习上，你喜欢成为焦点，希望自己很成功，但又害怕被人发现并常常压抑自己的这部分想法。你提到了提醒自己没有人关注你的想法，但你依然无法接受被批评。你曾经有过很优秀的经历，觉得自己特别特别优秀，但是你现在却接受不了和别人比较。对于你所描述的情况，我感到很难过。",
    "annotation": [
      {
        "sentence": "求助者，你提到的想要铲除自己不好的一面以及不和别人比较的愿望，说明你对自己的要求很高，同时也说明你过去曾经有过很优秀的经历。",
        "label": ""
      },
      {
        "sentence": "但是当你不能达到这些要求时，你会感到苛责自己，否定自己甚至感到自己是不好的。",
        "label": ""
      },
      {
        "sentence": "我能理解你对被批评和打击的难以接受以及压力的大。",
        "label": ""
      },
      {
        "sentence": "你还提到了你希望通过心理咨询来解决这些问题。",
        "label": ""
      },
      {
        "sentence": "另外，你还提到了你倾向于幻想甜蜜的爱情，但又担心对方会觉得你负能量爆棚或过于敏感。",
        "label": ""
      },
      {
        "sentence": "在学习上，你喜欢成为焦点，希望自己很成功，但又害怕被人发现并常常压抑自己的这部分想法。",
        "label": ""
      },
      {
        "sentence": "你提到了提醒自己没有人关注你的想法，但你依然无法接受被批评。",
        "label": ""
      },
      {
        "sentence": "你曾经有过很优秀的经历，觉得自己特别特别优秀，但是你现在却接受不了和别人比较。",
        "label": ""
      },
      {
        "sentence": "对于你所描述的情况，我感到很难过。",
        "label": ""
      }
    ]
  }
]