[
  {
    "role": "client",
    "content": "特别想铲除自己不好的一面，能不能不和别人比较？一直都想着要接受自己，可是一直接受不了。因为原先很优秀的原因，于是就觉得自己一直很优秀，心很高，做事都是想做好，给别人留下好的印象，会苛责自己，总是超出自己的能力范围和水平，时常否定自己觉得自己什么也不是，又受不了别人比自己好，觉得自己是不是不好。被批评，人外有人天外有天接受不了，被打击野心很大行动跟不上甚至不想做，活得很累压力很大。爱幻想，向往甜甜的爱情，只想把自己好的一面留给对方，要让对方会觉得自己负能量爆棚或者想的太多太敏感。想通过心理咨询把这些通通改掉。爱表现，爱称为焦点，喜欢优越感在学习上，总希望自己可以很成功，却因害怕被人发现时常压抑自己的这部分想法。提醒自己没有人关注你，没有人盯着你看。原先很优秀，觉得自己特别特别优秀，就连这个都要被批评你不知道优秀的人是什么样，原先当过的三道杠大队长，班长，初中拿过的奖学金算个什么，都过去了，可是我就是接受不了，能不能不和别人比较。",
    "annotation": [
      {
        "sentence": "特别想铲除自己不好的一面，能不能不和别人比较？",
        "label": ""
      },
      {
        "sentence": "一直都想着要接受自己，可是一直接受不了。",
        "label": ""
      },
      {
        "sentence": "因为原先很优秀的原因，于是就觉得自己一直很优秀，心很高，做事都是想做好，给别人留下好的印象，会苛责自己，总是超出自己的能力范围和水平，时常否定自己觉得自己什么也不是，又受不了别人比自己好，觉得自己是不是不好。",
        "label": ""
      },
      {
        "sentence": "被批评，人外有人天外有天接受不了，被打击野心很大行动跟不上甚至不想做，活得很累压力很大。",
        "label": ""
      },
      {
        "sentence": "爱幻想，向往甜甜的爱情，只想把自己好的一面留给对方，要让对方会觉得自己负能量爆棚或者想的太多太敏感。",
        "label": ""
      },
      {
        "sentence": "想通过心理咨询把这些通通改掉。",
        "label": ""
      },
      {
        "sentence": "爱表现，爱称为焦点，喜欢优越感在学习上，总希望自己可以很成功，却因害怕被人发现时常压抑自己的这部分想法。",
        "label": ""
      },
      {
        "sentence": "提醒自己没有人关注你，没有人盯着你看。",
        "label": ""
      },
      {
        "sentence": "原先很优秀，觉得自己特别特别优秀，就连这个都要被批评你不知道优秀的人是什么样，原先当过的三道杠大队长，班长，初中拿过的奖学金算个什么，都过去了，可是我就是接受不了，能不能不和别人比较。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "接下来希望我的回答能够帮助到你哈️️️关于接纳自我罗曼罗兰曾说过：“不接受自己，又怎么能够希望别人接受你呢？”接纳自己的优缺点是一件很不容易的事，毕竟我们都渴望自己完美，拥有更好的自己。",
    "annotation": [
      {
        "sentence": "接下来希望我的回答能够帮助到你哈️️️关于接纳自我罗曼罗兰曾说过：“不接受自己，又怎么能够希望别人接受你呢？",
        "label": ""
      },
      {
        "sentence": "”接纳自己的优缺点是一件很不容易的事，毕竟我们都渴望自己完美，拥有更好的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我一直无法接受自己的不足之处，总是觉得自己不够好。",
    "annotation": [
      {
        "sentence": "可是我一直无法接受自己的不足之处，总是觉得自己不够好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "特别是从你的描述中可以看出你的过往还是处在相对优秀的一个状态，对自己长大以后的期望值会更大。但是人无完人，随着我们年岁的增长我们会发现，每个领域都有比自己更加完美，更加优秀的人，我们会面对相对普通且平凡。你为此感到困惑，关于这个，我也曾迷茫过。",
    "annotation": [
      {
        "sentence": "特别是从你的描述中可以看出你的过往还是处在相对优秀的一个状态，对自己长大以后的期望值会更大。",
        "label": ""
      },
      {
        "sentence": "但是人无完人，随着我们年岁的增长我们会发现，每个领域都有比自己更加完美，更加优秀的人，我们会面对相对普通且平凡。",
        "label": ""
      },
      {
        "sentence": "你为此感到困惑，关于这个，我也曾迷茫过。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解每个人都有优缺点，但是我总觉得自己的缺点太多，无法接受。",
    "annotation": [
      {
        "sentence": "我理解每个人都有优缺点，但是我总觉得自己的缺点太多，无法接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在某一天读书的午后，我在书上看到了一句很有启发的话，希望对你也有所启发：“我们终其一生，都只是为了把日子过得平凡。”平凡点其实没什么不好，做自己擅长的事，一直在超越过去的自己，随着年龄增长也有了一定的阅历，明白更多的事，会的技能更多些，这就够了！不一定要和别人对比，每个人都有自己的生活节奏，或许你所羡慕的人，她也在为了不如他人而焦虑。做好你自己就好了，旁人只能是参考。",
    "annotation": [
      {
        "sentence": "在某一天读书的午后，我在书上看到了一句很有启发的话，希望对你也有所启发：“我们终其一生，都只是为了把日子过得平凡。",
        "label": ""
      },
      {
        "sentence": "”平凡点其实没什么不好，做自己擅长的事，一直在超越过去的自己，随着年龄增长也有了一定的阅历，明白更多的事，会的技能更多些，这就够了！",
        "label": ""
      },
      {
        "sentence": "不一定要和别人对比，每个人都有自己的生活节奏，或许你所羡慕的人，她也在为了不如他人而焦虑。",
        "label": ""
      },
      {
        "sentence": "做好你自己就好了，旁人只能是参考。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能我一直有一种压力，就是怕别人看不起自己。",
    "annotation": [
      {
        "sentence": "可能我一直有一种压力，就是怕别人看不起自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "适当的调整自己的目标，不要让其遥不可及，让它切实可行，你每一天都在向它迈进一小步。爱幻想，向往甜甜的爱情，只想把自己好的一面留给对方，要让对方会觉得自己负能量爆棚或者想的太多太敏感。真正喜欢一个人，就会喜欢他的全部，包括优缺点，在他面前，你不必逞强，伪装，好与坏都可以与他一同分享。你要明白，希望不是迁就对方，而是和对方一起过日子。他要是能够接受盛装出席的你，也能够在醒来，对着素面朝天的你，道一句：早安，醒来觉得甚是爱你。希望你早日找到这么一个人，包容你的优缺点。",
    "annotation": [
      {
        "sentence": "适当的调整自己的目标，不要让其遥不可及，让它切实可行，你每一天都在向它迈进一小步。",
        "label": ""
      },
      {
        "sentence": "爱幻想，向往甜甜的爱情，只想把自己好的一面留给对方，要让对方会觉得自己负能量爆棚或者想的太多太敏感。",
        "label": ""
      },
      {
        "sentence": "真正喜欢一个人，就会喜欢他的全部，包括优缺点，在他面前，你不必逞强，伪装，好与坏都可以与他一同分享。",
        "label": ""
      },
      {
        "sentence": "你要明白，希望不是迁就对方，而是和对方一起过日子。",
        "label": ""
      },
      {
        "sentence": "他要是能够接受盛装出席的你，也能够在醒来，对着素面朝天的你，道一句：早安，醒来觉得甚是爱你。",
        "label": ""
      },
      {
        "sentence": "希望你早日找到这么一个人，包容你的优缺点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望通过心理咨询来改变自己，想改掉这些不好的习惯和想法。",
    "annotation": [
      {
        "sentence": "我希望通过心理咨询来改变自己，想改掉这些不好的习惯和想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "适当的优越感没有错，可以让人自信大方，但切记不要过度，为难自己，太矫情让身边的人反感。缺点的形成不是一日之功，改掉也需要一个过程。希望你能够为自己制定计划，一点点实践，慢慢来。",
    "annotation": [
      {
        "sentence": "适当的优越感没有错，可以让人自信大方，但切记不要过度，为难自己，太矫情让身边的人反感。",
        "label": ""
      },
      {
        "sentence": "缺点的形成不是一日之功，改掉也需要一个过程。",
        "label": ""
      },
      {
        "sentence": "希望你能够为自己制定计划，一点点实践，慢慢来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着为自己做出改变，一步步来，而不是一下子要求自己完全不比较。",
    "annotation": [
      {
        "sentence": "我会试着为自己做出改变，一步步来，而不是一下子要求自己完全不比较。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样的回答，改变确实需要时间和努力，但只要你坚持不懈，相信你一定能够逐渐接受和改变自己。如果在这个过程中还有其他困惑或者需要帮助的地方，记得随时向我求助哦。一起加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你这样的回答，改变确实需要时间和努力，但只要你坚持不懈，相信你一定能够逐渐接受和改变自己。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中还有其他困惑或者需要帮助的地方，记得随时向我求助哦。",
        "label": ""
      },
      {
        "sentence": "一起加油！",
        "label": ""
      }
    ]
  }
]