[
  {
    "role": "client",
    "content": "很看不起自己，很自卑，总是在意周围人的看法？从小就特别自卑胆小，总依靠父母和周围人，很少自己独自有独当一面的时候，觉得自己很差劲，大学四年也没交到什么朋友，现在考了教师资格证，想考编，报了培训班，第一天上课特别紧张害怕，我不认识其他人，一个人坐在一排，也没和别的人说话，老师上课从我这边过，有时候手放在我桌子上带一下，我总觉得是认为我太胆小太内向，所以针对我，而且我特别关注其他也不怎么说话和一个人玩手机的同学，我觉得我不想像他们那样，我觉得我可能比他们还差，而那些比较胆大开朗的同学我觉得很羡慕，我觉得他们会看不起甚至欺负那些不怎么说话的人，我觉得我更加不说话，他们肯定看不起我，认为我好欺负，我该怎么办？",
    "annotation": [
      {
        "sentence": "很看不起自己，很自卑，总是在意周围人的看法？",
        "label": ""
      },
      {
        "sentence": "从小就特别自卑胆小，总依靠父母和周围人，很少自己独自有独当一面的时候，觉得自己很差劲，大学四年也没交到什么朋友，现在考了教师资格证，想考编，报了培训班，第一天上课特别紧张害怕，我不认识其他人，一个人坐在一排，也没和别的人说话，老师上课从我这边过，有时候手放在我桌子上带一下，我总觉得是认为我太胆小太内向，所以针对我，而且我特别关注其他也不怎么说话和一个人玩手机的同学，我觉得我不想像他们那样，我觉得我可能比他们还差，而那些比较胆大开朗的同学我觉得很羡慕，我觉得他们会看不起甚至欺负那些不怎么说话的人，我觉得我更加不说话，他们肯定看不起我，认为我好欺负，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你的这种自卑心态不是一下子就能调整和面对的。自卑这个问题不简单，它反映了你的性格、环境影响和周围社会支持程度。通常，一个人自卑是因为长时间受到父母、同学的不信任和指责，造成了心理上的痛苦和体验。久而久之，你会开始不相信自己，对自己的所作所为也失去了信任，总觉得自己各方面都会有问题，这样就会产生一些歪曲的想法和情绪。要想调整这种心态，需要一段时间，并且，除了从心理上调整外，你还需要更多的社会支持和陪伴，这样你才能走出来，面对自身问题并进行调整。首先，我要告诉你的是，这个问题并不是你的错，主要是因为你从小生长的环境和心理状态无法进行调整所致。因此，最好的方法是寻求专业人士的帮助，比如咨询师，看看是否可以通过咨询和合理的计划来帮助你调整。其次，你可以多看一些书籍，听一些课程，还可以参加一些有益的社会团体互助活动，这些都有助于让你渐渐走出来。但要记住，这需要时间，不会一蹴而就，但我相信你一定能够很好地面对自己的问题。",
    "annotation": [
      {
        "sentence": "求助者，你的这种自卑心态不是一下子就能调整和面对的。",
        "label": ""
      },
      {
        "sentence": "自卑这个问题不简单，它反映了你的性格、环境影响和周围社会支持程度。",
        "label": ""
      },
      {
        "sentence": "通常，一个人自卑是因为长时间受到父母、同学的不信任和指责，造成了心理上的痛苦和体验。",
        "label": ""
      },
      {
        "sentence": "久而久之，你会开始不相信自己，对自己的所作所为也失去了信任，总觉得自己各方面都会有问题，这样就会产生一些歪曲的想法和情绪。",
        "label": ""
      },
      {
        "sentence": "要想调整这种心态，需要一段时间，并且，除了从心理上调整外，你还需要更多的社会支持和陪伴，这样你才能走出来，面对自身问题并进行调整。",
        "label": ""
      },
      {
        "sentence": "首先，我要告诉你的是，这个问题并不是你的错，主要是因为你从小生长的环境和心理状态无法进行调整所致。",
        "label": ""
      },
      {
        "sentence": "因此，最好的方法是寻求专业人士的帮助，比如咨询师，看看是否可以通过咨询和合理的计划来帮助你调整。",
        "label": ""
      },
      {
        "sentence": "其次，你可以多看一些书籍，听一些课程，还可以参加一些有益的社会团体互助活动，这些都有助于让你渐渐走出来。",
        "label": ""
      },
      {
        "sentence": "但要记住，这需要时间，不会一蹴而就，但我相信你一定能够很好地面对自己的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持。我知道调整需要时间，但是我感觉自己非常迷茫，不知道该从哪里开始。我有时甚至害怕去面对那些开朗自信的同学，觉得他们会看不起我这样的人。",
    "annotation": [
      {
        "sentence": "谢谢你的支持。",
        "label": ""
      },
      {
        "sentence": "我知道调整需要时间，但是我感觉自己非常迷茫，不知道该从哪里开始。",
        "label": ""
      },
      {
        "sentence": "我有时甚至害怕去面对那些开朗自信的同学，觉得他们会看不起我这样的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直陪伴你的。迷茫和不知道从何处入手是正常的，毕竟改变是一个渐进的过程。面对那些开朗自信的同学确实会让你感到害怕，但是我们不能让过去的经历束缚住你。记住，每个人都有自己的特点和优势，并不是说只有开朗自信的人才是好的。你也同样有你的亮点和潜力，只是需要花时间去发现和发展。当你尝试与他们交流时，可能会发现他们并不像你想象的那样看不起你。同时，你也可以寻找那些更加理解和鼓励你的人，与他们建立良好的互动关系。",
    "annotation": [
      {
        "sentence": "不用客气，我会一直陪伴你的。",
        "label": ""
      },
      {
        "sentence": "迷茫和不知道从何处入手是正常的，毕竟改变是一个渐进的过程。",
        "label": ""
      },
      {
        "sentence": "面对那些开朗自信的同学确实会让你感到害怕，但是我们不能让过去的经历束缚住你。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都有自己的特点和优势，并不是说只有开朗自信的人才是好的。",
        "label": ""
      },
      {
        "sentence": "你也同样有你的亮点和潜力，只是需要花时间去发现和发展。",
        "label": ""
      },
      {
        "sentence": "当你尝试与他们交流时，可能会发现他们并不像你想象的那样看不起你。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以寻找那些更加理解和鼓励你的人，与他们建立良好的互动关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我要尝试去和他人交流，也要相信自己的优点和潜力。但是我觉得我很难获得别人的认可，一直担心被别人看不起。",
    "annotation": [
      {
        "sentence": "你说得对，我要尝试去和他人交流，也要相信自己的优点和潜力。",
        "label": ""
      },
      {
        "sentence": "但是我觉得我很难获得别人的认可，一直担心被别人看不起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心，但是要记住，获得别人的认可并不是最重要的事情。重要的是你真正认同自己，并相信你的价值和能力。要知道，每个人都有自己的独特之处，而不是所有人都一定会看不起你。这需要一点点的勇气和自信，你可以从小事开始，逐渐展示自己的能力和价值。同时，选择与那些给予你支持和认可的人建立更紧密的联系，他们会帮助你树立自信，逐渐减少担心被别人看不起的情绪。",
    "annotation": [
      {
        "sentence": "我理解你的担心，但是要记住，获得别人的认可并不是最重要的事情。",
        "label": ""
      },
      {
        "sentence": "重要的是你真正认同自己，并相信你的价值和能力。",
        "label": ""
      },
      {
        "sentence": "要知道，每个人都有自己的独特之处，而不是所有人都一定会看不起你。",
        "label": ""
      },
      {
        "sentence": "这需要一点点的勇气和自信，你可以从小事开始，逐渐展示自己的能力和价值。",
        "label": ""
      },
      {
        "sentence": "同时，选择与那些给予你支持和认可的人建立更紧密的联系，他们会帮助你树立自信，逐渐减少担心被别人看不起的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会从现在开始试着相信自己，发掘自己的价值和能力。同时，我也会主动与那些支持我的人建立联系，让自己变得更加自信。",
    "annotation": [
      {
        "sentence": "我明白了，我会从现在开始试着相信自己，发掘自己的价值和能力。",
        "label": ""
      },
      {
        "sentence": "同时，我也会主动与那些支持我的人建立联系，让自己变得更加自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心。相信自己是一个持续的过程，不过你已经迈出了第一步。在这个过程中，难免会有挫折和困难，但是只要你按照自己的步调坚持下去，一定能够逐渐克服。同时，如果需要的话，不要忘记咨询师的支持和指导，他们会给你更专业的建议和帮助。请记住，你并不孤单，我会一直在你身边支持你。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心。",
        "label": ""
      },
      {
        "sentence": "相信自己是一个持续的过程，不过你已经迈出了第一步。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，难免会有挫折和困难，但是只要你按照自己的步调坚持下去，一定能够逐渐克服。",
        "label": ""
      },
      {
        "sentence": "同时，如果需要的话，不要忘记咨询师的支持和指导，他们会给你更专业的建议和帮助。",
        "label": ""
      },
      {
        "sentence": "请记住，你并不孤单，我会一直在你身边支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来的支持和鼓励，我会坚持下去的。我相信有了你的陪伴，我能够勇敢地面对自己的问题。",
    "annotation": [
      {
        "sentence": "谢谢你一直以来的支持和鼓励，我会坚持下去的。",
        "label": ""
      },
      {
        "sentence": "我相信有了你的陪伴，我能够勇敢地面对自己的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直陪伴着你，支持你走过这段困难的时光。一起努力，相信你会越来越好的！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直陪伴着你，支持你走过这段困难的时光。",
        "label": ""
      },
      {
        "sentence": "一起努力，相信你会越来越好的！",
        "label": ""
      }
    ]
  }
]