[
  {
    "role": "client",
    "content": "我过度在乎别人的看法，对我的情绪影响很大，怎么办？",
    "annotation": [
      {
        "sentence": "我过度在乎别人的看法，对我的情绪影响很大，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你的感受呢。童年的经历会给我们日后的行为方式造成很大的影响。从小被妈妈带大的你应该也受到了她很大的影响。但是我认为，其实你目前阶段的困惑，不仅仅是像妈妈类似的“拒绝自己思考”“没有主见”，你只是把自身体验到的情绪价值建立在了别人的反馈上，一旦没有得到你所希望的正向情绪反馈，你就会患得患失。要想改变这种情况，一个很重要的事情，就是学会爱自己。你所获得的各种感受，都应该建立在“这件事情使我真正开心上”。举个例子，就拿你说的微博互动来说，一条微博得到了互动，使你开心，在你既往的经历里，应该认为，这是因为你的某些感受和想法得到了别人的回应，重点在别人的感受。那我现在想让你不要用这种方式思考问题，试着想象，你发的内容十分优质，而那些和你互动的人恰恰get到了你的点，是你的吸引力让别人觉得有互动的必要；如果没有得到互动，也许是曲高和寡，没人理解到你的内涵，或者他们也不知道如何去表达。把情绪价值建立在他人反馈上的人，可能都有一点点小自卑，因为自己不敢肯定自己的价值，所以需要从别人的反馈中得到对自己的评价。不知道你是不是还觉得自卑，那我推荐《自卑与超越》这本书给你，希望你能够学会承认自己的价值，变成一个自信的人。如果做不到自信，对自我价值肯定，也很难摆脱这种过于在意别人的反馈的情况。从心态上发生转变可能需要比较长的时间，在你尝试变得更好的过程中，希望你能够坚持下去，多思考，发现自己的长处，找到自己的价值，加油(ง•̀_•́)ง。",
    "annotation": [
      {
        "sentence": "很理解你的感受呢。",
        "label": ""
      },
      {
        "sentence": "童年的经历会给我们日后的行为方式造成很大的影响。",
        "label": ""
      },
      {
        "sentence": "从小被妈妈带大的你应该也受到了她很大的影响。",
        "label": ""
      },
      {
        "sentence": "但是我认为，其实你目前阶段的困惑，不仅仅是像妈妈类似的“拒绝自己思考”“没有主见”，你只是把自身体验到的情绪价值建立在了别人的反馈上，一旦没有得到你所希望的正向情绪反馈，你就会患得患失。",
        "label": ""
      },
      {
        "sentence": "要想改变这种情况，一个很重要的事情，就是学会爱自己。",
        "label": ""
      },
      {
        "sentence": "你所获得的各种感受，都应该建立在“这件事情使我真正开心上”。",
        "label": ""
      },
      {
        "sentence": "举个例子，就拿你说的微博互动来说，一条微博得到了互动，使你开心，在你既往的经历里，应该认为，这是因为你的某些感受和想法得到了别人的回应，重点在别人的感受。",
        "label": ""
      },
      {
        "sentence": "那我现在想让你不要用这种方式思考问题，试着想象，你发的内容十分优质，而那些和你互动的人恰恰get到了你的点，是你的吸引力让别人觉得有互动的必要；如果没有得到互动，也许是曲高和寡，没人理解到你的内涵，或者他们也不知道如何去表达。",
        "label": ""
      },
      {
        "sentence": "把情绪价值建立在他人反馈上的人，可能都有一点点小自卑，因为自己不敢肯定自己的价值，所以需要从别人的反馈中得到对自己的评价。",
        "label": ""
      },
      {
        "sentence": "不知道你是不是还觉得自卑，那我推荐《自卑与超越》这本书给你，希望你能够学会承认自己的价值，变成一个自信的人。",
        "label": ""
      },
      {
        "sentence": "如果做不到自信，对自我价值肯定，也很难摆脱这种过于在意别人的反馈的情况。",
        "label": ""
      },
      {
        "sentence": "从心态上发生转变可能需要比较长的时间，在你尝试变得更好的过程中，希望你能够坚持下去，多思考，发现自己的长处，找到自己的价值，加油(ง•̀_•́)ง。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我明白了，我确实把自己的情绪价值过多地依赖在别人的反馈上。我想我需要更自信一些，才能不那么在意别人的看法。我会尽量改变这种思考方式，并且开始学着爱自己。同时，我也非常感兴趣《自卑与超越》这本书，我会尽快找来阅读。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我明白了，我确实把自己的情绪价值过多地依赖在别人的反馈上。",
        "label": ""
      },
      {
        "sentence": "我想我需要更自信一些，才能不那么在意别人的看法。",
        "label": ""
      },
      {
        "sentence": "我会尽量改变这种思考方式，并且开始学着爱自己。",
        "label": ""
      },
      {
        "sentence": "同时，我也非常感兴趣《自卑与超越》这本书，我会尽快找来阅读。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，很高兴我的建议对你有所帮助。调整心态需要时间和努力，但我相信你一定能做到。当你开始学会爱自己，接受自己的价值时，你会发现自信会渐渐增加，对别人看法的过度在意也会减少。如果你在读《自卑与超越》过程中有任何疑问，或者需要进一步的支持，随时都可以向我求助。加油，我相信你可以改变的！",
    "annotation": [
      {
        "sentence": "不客气，很高兴我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "调整心态需要时间和努力，但我相信你一定能做到。",
        "label": ""
      },
      {
        "sentence": "当你开始学会爱自己，接受自己的价值时，你会发现自信会渐渐增加，对别人看法的过度在意也会减少。",
        "label": ""
      },
      {
        "sentence": "如果你在读《自卑与超越》过程中有任何疑问，或者需要进一步的支持，随时都可以向我求助。",
        "label": ""
      },
      {
        "sentence": "加油，我相信你可以改变的！",
        "label": ""
      }
    ]
  }
]