[
  {
    "role": "client",
    "content": "我和男友分手了，我真的不想失去他，如何挽回前任？",
    "annotation": [
      {
        "sentence": "我和男友分手了，我真的不想失去他，如何挽回前任？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你勇敢，因为有很多人其实遇到问题的时候，更因为自己躲起来，去回避。那因为你能提供的信息有限，所以我先跟着你，提供的资料给你说是分析。首先你会想到从小到大你都是被宠着的那一个，所以很容易你会觉得，大家都会围绕着你去转来满足你的需求，当然可能你本身个人的条件也蛮不错，以至于长大之后身边一些男性.也想通过讨好你来得到你的一种回应。这可能就是你这种心理变成一个惯性的环境影响，但这是可变的。",
    "annotation": [
      {
        "sentence": "你勇敢，因为有很多人其实遇到问题的时候，更因为自己躲起来，去回避。",
        "label": ""
      },
      {
        "sentence": "那因为你能提供的信息有限，所以我先跟着你，提供的资料给你说是分析。",
        "label": ""
      },
      {
        "sentence": "首先你会想到从小到大你都是被宠着的那一个，所以很容易你会觉得，大家都会围绕着你去转来满足你的需求，当然可能你本身个人的条件也蛮不错，以至于长大之后身边一些男性.也想通过讨好你来得到你的一种回应。",
        "label": ""
      },
      {
        "sentence": "这可能就是你这种心理变成一个惯性的环境影响，但这是可变的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我从小到大都被宠爱，习惯了别人围绕着我。这次的问题是我没有考虑到他的感受，我没有好好付出。",
    "annotation": [
      {
        "sentence": "我明白了，我从小到大都被宠爱，习惯了别人围绕着我。",
        "label": ""
      },
      {
        "sentence": "这次的问题是我没有考虑到他的感受，我没有好好付出。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你当初喜欢这个男生，一定有他吸引你和，让你愿意跟他吵起大家一起的魅力或者优点。那么两个人在交往的过程当中，或多或少都会遇到一些矛盾，那这个时候，如果你们是在三个月以内或者半天以内分手的话，那就需要注意，是不是你们的舒适感不足。同时，你可以回想一下他有没有找过一些心累，或者希望你两个都为他着想我的体贴的一些建议。",
    "annotation": [
      {
        "sentence": "你当初喜欢这个男生，一定有他吸引你和，让你愿意跟他吵起大家一起的魅力或者优点。",
        "label": ""
      },
      {
        "sentence": "那么两个人在交往的过程当中，或多或少都会遇到一些矛盾，那这个时候，如果你们是在三个月以内或者半天以内分手的话，那就需要注意，是不是你们的舒适感不足。",
        "label": ""
      },
      {
        "sentence": "同时，你可以回想一下他有没有找过一些心累，或者希望你两个都为他着想我的体贴的一些建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们在一起时，我很少去考虑他的感受，我只关注自己的心情和需求。也许他觉得累了，觉得我不够体贴。",
    "annotation": [
      {
        "sentence": "我们在一起时，我很少去考虑他的感受，我只关注自己的心情和需求。",
        "label": ""
      },
      {
        "sentence": "也许他觉得累了，觉得我不够体贴。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你们平时也很容易吵架，那具体要注意到你们遇到冲突矛盾时。是冷战还是有很好的把这个问题给解决，找到一个大家都能接受的方案。等他解决低落的时候，你是否能安抚好它，你把他的情绪重新带出来。同时你本身的情绪是否稳定？有玻璃的话，可能很容易会把一些情绪给爆发出来，需要他去承受或者也让他去哄你。所以。如果你是需要他尽量照顾到你情绪，如果他没有照顾到你的时候，你会通过一种作闹等让自己击退两难的方式来获取他关住的话。那可能你还需要在情绪管理上面得到一个提升。",
    "annotation": [
      {
        "sentence": "如果你们平时也很容易吵架，那具体要注意到你们遇到冲突矛盾时。",
        "label": ""
      },
      {
        "sentence": "是冷战还是有很好的把这个问题给解决，找到一个大家都能接受的方案。",
        "label": ""
      },
      {
        "sentence": "等他解决低落的时候，你是否能安抚好它，你把他的情绪重新带出来。",
        "label": ""
      },
      {
        "sentence": "同时你本身的情绪是否稳定？",
        "label": ""
      },
      {
        "sentence": "有玻璃的话，可能很容易会把一些情绪给爆发出来，需要他去承受或者也让他去哄你。",
        "label": ""
      },
      {
        "sentence": "所以。",
        "label": ""
      },
      {
        "sentence": "如果你是需要他尽量照顾到你情绪，如果他没有照顾到你的时候，你会通过一种作闹等让自己击退两难的方式来获取他关住的话。",
        "label": ""
      },
      {
        "sentence": "那可能你还需要在情绪管理上面得到一个提升。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们经常吵架，我承认我在冲突中表现不够成熟，经常情绪爆发。我想提升自己的情绪管理能力，而不是总是依赖他来哄我。",
    "annotation": [
      {
        "sentence": "我们经常吵架，我承认我在冲突中表现不够成熟，经常情绪爆发。",
        "label": ""
      },
      {
        "sentence": "我想提升自己的情绪管理能力，而不是总是依赖他来哄我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不一般来说，如果你是在磨合期出现分手情况的话，可以根据自己的计时一个梳理，你去做一个改变，当你男朋友他看到你确确实实一个改变之后，他可能会给你一些机会，看到处于相处来看你是否真的完全变了，他会重新考虑跟你在一起。那你参考我往期的文章，有一篇是8000字的总结，希望可以帮助得到你。如果你还是有些困扰也放不下的话，可以给老师详细的沟通。",
    "annotation": [
      {
        "sentence": "不一般来说，如果你是在磨合期出现分手情况的话，可以根据自己的计时一个梳理，你去做一个改变，当你男朋友他看到你确确实实一个改变之后，他可能会给你一些机会，看到处于相处来看你是否真的完全变了，他会重新考虑跟你在一起。",
        "label": ""
      },
      {
        "sentence": "那你参考我往期的文章，有一篇是8000字的总结，希望可以帮助得到你。",
        "label": ""
      },
      {
        "sentence": "如果你还是有些困扰也放不下的话，可以给老师详细的沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会努力改变自己，展现给他我真正的改变。同时也会参考你的文章，希望能得到更多帮助。如果还有问题，我一定会向你请教。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "我会努力改变自己，展现给他我真正的改变。",
        "label": ""
      },
      {
        "sentence": "同时也会参考你的文章，希望能得到更多帮助。",
        "label": ""
      },
      {
        "sentence": "如果还有问题，我一定会向你请教。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直支持你的。相信自己，你一定能找到解决问题的方法。祝你好运！如果有任何问题，随时都可以找我。",
    "annotation": [
      {
        "sentence": "不客气，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果有任何问题，随时都可以找我。",
        "label": ""
      }
    ]
  }
]