[
  {
    "role": "client",
    "content": "我被渣男前度骗了30多万，觉得自己的一辈子都毁了。初恋是读书时兼职认识的，我们交往了3年多，中间分开异地很久，直到17年我们再次联系上。当时我失业了，工作时觉得自己毫无用处，工资又低，还经常被亲人问我挣多少钱。我想学习如何创业，那时在我抑郁的房间里冲动地告诉了前度我的想法，给了他欺骗我的机会。一开始是有投资项目，前期还真的有几百块的回款，后来说要创业开店，他说有团队帮忙，但我得把钱给他做事。我自己的存款不够，他诱导我用网贷平台，说他会还利息。就这样，正常借还了半年多，债务越来越多，他说投资的钱被政策影响了拿不出来，结果后来就再没还过了。我背负着30多万的债务，家里所有的积蓄都给了我还了10多万，还有一些平台还没还清。本来我有机会结婚的人也因此受到了影响，我觉得我一辈子都毁了。还有各种压力，别人的眼光……我无法原谅自己。",
    "annotation": [
      {
        "sentence": "我被渣男前度骗了30多万，觉得自己的一辈子都毁了。",
        "label": ""
      },
      {
        "sentence": "初恋是读书时兼职认识的，我们交往了3年多，中间分开异地很久，直到17年我们再次联系上。",
        "label": ""
      },
      {
        "sentence": "当时我失业了，工作时觉得自己毫无用处，工资又低，还经常被亲人问我挣多少钱。",
        "label": ""
      },
      {
        "sentence": "我想学习如何创业，那时在我抑郁的房间里冲动地告诉了前度我的想法，给了他欺骗我的机会。",
        "label": ""
      },
      {
        "sentence": "一开始是有投资项目，前期还真的有几百块的回款，后来说要创业开店，他说有团队帮忙，但我得把钱给他做事。",
        "label": ""
      },
      {
        "sentence": "我自己的存款不够，他诱导我用网贷平台，说他会还利息。",
        "label": ""
      },
      {
        "sentence": "就这样，正常借还了半年多，债务越来越多，他说投资的钱被政策影响了拿不出来，结果后来就再没还过了。",
        "label": ""
      },
      {
        "sentence": "我背负着30多万的债务，家里所有的积蓄都给了我还了10多万，还有一些平台还没还清。",
        "label": ""
      },
      {
        "sentence": "本来我有机会结婚的人也因此受到了影响，我觉得我一辈子都毁了。",
        "label": ""
      },
      {
        "sentence": "还有各种压力，别人的眼光……我无法原谅自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我心疼你被前任利用了信任，导致你现在欠下了这么多债务。这样的经历让人无比心痛。我们都希望自己能获得更多的财富，你当初的想法和出发点都没有错。后面发生的事情并不代表你们交往时的感情有问题，只能说明当你们异地分开后，他的生活经历和心态发生了变化，这些是你没有预料到的。所以，现在你唯一需要承担的责任就是如何还清剩下的贷款。根据你的描述，你仍然欠平台很多钱，家庭已经尽力地支持你，你现在的还款压力可想而知。再加上结婚对象对你的态度转变，各种眼光……说实话，人世间总是有那些落井下石的人，而雪中送炭的人并不多。有很多人只会评价别人的是非，真正给你实用建议的人并不多。所以别人的想法和评价其实并不那么重要，即使是亲戚，如果他们不能真正帮助你，他们所说的只是以他们的情况和他们自身寻求安慰。当你真正凭借自己的实力变得强大时，这些人都会默默闭嘴。事实上，也许这件事会让你以后很痛苦，但它不会毁掉你的一辈子。真正能毁掉你一辈子的是你是否放弃努力，自暴自弃地荒度余生。这么说有点残酷，但付出多少就有多少回报。这里的付出指的不仅是体力、精力和时间，更重要的是心智的成长和眼界的开阔。当你有更广阔的前景时，就不会被困扰于眼前的小利，也就不会给人趁虚而入的机会。短期内筹措这么大一笔钱可能对你来说有些困难，但从长远来看，你还是有机会的。建议你放下悲愤的情绪，尽可能同时选择几份工作（错开时间），虽然会很辛苦，但收入会增加，积少成多，慢慢清还债务。长远来看，我还建议你尽可能提升自己的辨别能力，通过读书和进修来实现。这不仅可以帮你改变现有的社交圈，也可能为你带来高薪的工作机会。更重要的是，它将帮助你在与他人交往时设定自己的底线，树立边界力，始终保持独立的自我和思考能力。最后，关于你前任的行为，你是否留存了沟通记录或其他相关信息？如果你愿意，你可以选择让警方介入。他能够如此熟练地诱导你，可见这并不是他第一次使用这种手段，只有你替自己维权（追讨回部分损失），同时也可以帮助其他人免受他的伤害。你的发声和你的经历都是宝贵的。愿你能找回重新站起来的力量！",
    "annotation": [
      {
        "sentence": "我心疼你被前任利用了信任，导致你现在欠下了这么多债务。",
        "label": ""
      },
      {
        "sentence": "这样的经历让人无比心痛。",
        "label": ""
      },
      {
        "sentence": "我们都希望自己能获得更多的财富，你当初的想法和出发点都没有错。",
        "label": ""
      },
      {
        "sentence": "后面发生的事情并不代表你们交往时的感情有问题，只能说明当你们异地分开后，他的生活经历和心态发生了变化，这些是你没有预料到的。",
        "label": ""
      },
      {
        "sentence": "所以，现在你唯一需要承担的责任就是如何还清剩下的贷款。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，你仍然欠平台很多钱，家庭已经尽力地支持你，你现在的还款压力可想而知。",
        "label": ""
      },
      {
        "sentence": "再加上结婚对象对你的态度转变，各种眼光……说实话，人世间总是有那些落井下石的人，而雪中送炭的人并不多。",
        "label": ""
      },
      {
        "sentence": "有很多人只会评价别人的是非，真正给你实用建议的人并不多。",
        "label": ""
      },
      {
        "sentence": "所以别人的想法和评价其实并不那么重要，即使是亲戚，如果他们不能真正帮助你，他们所说的只是以他们的情况和他们自身寻求安慰。",
        "label": ""
      },
      {
        "sentence": "当你真正凭借自己的实力变得强大时，这些人都会默默闭嘴。",
        "label": ""
      },
      {
        "sentence": "事实上，也许这件事会让你以后很痛苦，但它不会毁掉你的一辈子。",
        "label": ""
      },
      {
        "sentence": "真正能毁掉你一辈子的是你是否放弃努力，自暴自弃地荒度余生。",
        "label": ""
      },
      {
        "sentence": "这么说有点残酷，但付出多少就有多少回报。",
        "label": ""
      },
      {
        "sentence": "这里的付出指的不仅是体力、精力和时间，更重要的是心智的成长和眼界的开阔。",
        "label": ""
      },
      {
        "sentence": "当你有更广阔的前景时，就不会被困扰于眼前的小利，也就不会给人趁虚而入的机会。",
        "label": ""
      },
      {
        "sentence": "短期内筹措这么大一笔钱可能对你来说有些困难，但从长远来看，你还是有机会的。",
        "label": ""
      },
      {
        "sentence": "建议你放下悲愤的情绪，尽可能同时选择几份工作（错开时间），虽然会很辛苦，但收入会增加，积少成多，慢慢清还债务。",
        "label": ""
      },
      {
        "sentence": "长远来看，我还建议你尽可能提升自己的辨别能力，通过读书和进修来实现。",
        "label": ""
      },
      {
        "sentence": "这不仅可以帮你改变现有的社交圈，也可能为你带来高薪的工作机会。",
        "label": ""
      },
      {
        "sentence": "更重要的是，它将帮助你在与他人交往时设定自己的底线，树立边界力，始终保持独立的自我和思考能力。",
        "label": ""
      },
      {
        "sentence": "最后，关于你前任的行为，你是否留存了沟通记录或其他相关信息？",
        "label": ""
      },
      {
        "sentence": "如果你愿意，你可以选择让警方介入。",
        "label": ""
      },
      {
        "sentence": "他能够如此熟练地诱导你，可见这并不是他第一次使用这种手段，只有你替自己维权（追讨回部分损失），同时也可以帮助其他人免受他的伤害。",
        "label": ""
      },
      {
        "sentence": "你的发声和你的经历都是宝贵的。",
        "label": ""
      },
      {
        "sentence": "愿你能找回重新站起来的力量！",
        "label": ""
      }
    ]
  }
]