[
  {
    "role": "client",
    "content": "发任何消息都不回？有点想辞职去挽留，很迷茫。",
    "annotation": [
      {
        "sentence": "发任何消息都不回？",
        "label": ""
      },
      {
        "sentence": "有点想辞职去挽留，很迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这段时间你的情绪一定是非常低落的，失去了一个你曾经非常在乎的人，而且他似乎对你的消失不闻不问。这种感受的确很困扰，让你感到迷茫和无助。你的想法是，通过辞职去南方挽留他，这样希望能让他重新意识到你的重要性，对吗？",
    "annotation": [
      {
        "sentence": "这段时间你的情绪一定是非常低落的，失去了一个你曾经非常在乎的人，而且他似乎对你的消失不闻不问。",
        "label": ""
      },
      {
        "sentence": "这种感受的确很困扰，让你感到迷茫和无助。",
        "label": ""
      },
      {
        "sentence": "你的想法是，通过辞职去南方挽留他，这样希望能让他重新意识到你的重要性，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得如果我放弃工作，去南方找他，或许他就会回到我身边。",
    "annotation": [
      {
        "sentence": "是的，我觉得如果我放弃工作，去南方找他，或许他就会回到我身边。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你希望能尽一切可能挽回这段感情的愿望，但是我们需要认识到，在面对这样一个情况时，有些事情是我们无法控制的。去南方找他是一种行动，但是我们也需要明确地理解，感情的维系是双方的事情。你即使放弃了工作去南方找他，他是否愿意重新开始这段感情，可能并不一定取决于你的努力。我们需要意识到，在感情中，我们不能一味地付出，而忽视了自己的需要和价值。",
    "annotation": [
      {
        "sentence": "我理解你希望能尽一切可能挽回这段感情的愿望，但是我们需要认识到，在面对这样一个情况时，有些事情是我们无法控制的。",
        "label": ""
      },
      {
        "sentence": "去南方找他是一种行动，但是我们也需要明确地理解，感情的维系是双方的事情。",
        "label": ""
      },
      {
        "sentence": "你即使放弃了工作去南方找他，他是否愿意重新开始这段感情，可能并不一定取决于你的努力。",
        "label": ""
      },
      {
        "sentence": "我们需要意识到，在感情中，我们不能一味地付出，而忽视了自己的需要和价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我真的不知道怎么办了，我觉得自己越陷越深，不知道要继续挽回还是放手。",
    "annotation": [
      {
        "sentence": "但我真的不知道怎么办了，我觉得自己越陷越深，不知道要继续挽回还是放手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在处在一个非常困扰和纠结的状态中，不知道是继续奋力挽回，还是果断放手。在感情漩涡中，我们常常会失去对自己的掌控能力，被痛苦和纠缠所束缚，无法从中解脱出来。我想对你说的是，当你身处这样一段感情中时，甜蜜和争吵是充斥在一起的。而当这种痛苦的紧张感变得过大、过难以承受时，我们往往会创造出更多的不安定因素，来让自己感觉稍微好一些。但这种做法往往只会让你更加自我否定，陷入更加恶性的循环之中。",
    "annotation": [
      {
        "sentence": "你现在处在一个非常困扰和纠结的状态中，不知道是继续奋力挽回，还是果断放手。",
        "label": ""
      },
      {
        "sentence": "在感情漩涡中，我们常常会失去对自己的掌控能力，被痛苦和纠缠所束缚，无法从中解脱出来。",
        "label": ""
      },
      {
        "sentence": "我想对你说的是，当你身处这样一段感情中时，甜蜜和争吵是充斥在一起的。",
        "label": ""
      },
      {
        "sentence": "而当这种痛苦的紧张感变得过大、过难以承受时，我们往往会创造出更多的不安定因素，来让自己感觉稍微好一些。",
        "label": ""
      },
      {
        "sentence": "但这种做法往往只会让你更加自我否定，陷入更加恶性的循环之中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我好像明白一些了。这段感情的问题可能并不仅仅是因为我们之间的争吵和纠缠，而是源自于我的内心恐惧和不安全感。",
    "annotation": [
      {
        "sentence": "听你这么说，我好像明白一些了。",
        "label": ""
      },
      {
        "sentence": "这段感情的问题可能并不仅仅是因为我们之间的争吵和纠缠，而是源自于我的内心恐惧和不安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，你说得很对。每段感情的起因和发展都是我们内心映射出来的结果。你的内心一直都存在着失去的恐惧和受伤的脆弱。因为害怕失去，你希望抓住更多的东西，但这也让你很难真正全身心地投入。然而，你内心又渴望拥有一份完整的感情。想要拥有这样的感情，首先我们要有能力给予这样的感情。我们需要认识到，自己想要的，自己却无法给予，这才是你痛苦的根源。",
    "annotation": [
      {
        "sentence": "没错，你说得很对。",
        "label": ""
      },
      {
        "sentence": "每段感情的起因和发展都是我们内心映射出来的结果。",
        "label": ""
      },
      {
        "sentence": "你的内心一直都存在着失去的恐惧和受伤的脆弱。",
        "label": ""
      },
      {
        "sentence": "因为害怕失去，你希望抓住更多的东西，但这也让你很难真正全身心地投入。",
        "label": ""
      },
      {
        "sentence": "然而，你内心又渴望拥有一份完整的感情。",
        "label": ""
      },
      {
        "sentence": "想要拥有这样的感情，首先我们要有能力给予这样的感情。",
        "label": ""
      },
      {
        "sentence": "我们需要认识到，自己想要的，自己却无法给予，这才是你痛苦的根源。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我确实没有专注和安心的能力，而这也导致了我们关系的不稳定。我试图改变他，试图通过改变他来修复我们的关系，但我现在意识到这样的做法是错误的。",
    "annotation": [
      {
        "sentence": "我明白了，我确实没有专注和安心的能力，而这也导致了我们关系的不稳定。",
        "label": ""
      },
      {
        "sentence": "我试图改变他，试图通过改变他来修复我们的关系，但我现在意识到这样的做法是错误的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，试图改变对方，并不能真正修复我们之间的关系。无论这段关系的最终结果如何，我们最需要做的是为自己负责，好好爱护自己。我们需要看到自己无法专注的背后是什么，找到自己内心缺乏安全感的深层原因。如果你想要一份好的感情，首先你要有能力去给予一份这样的感情。你需要回忆一下，当自己还是个孩子时，是否经常感受到一种忽冷忽热的不安全感。这种感受让你觉得心境无法安定，总是悬在半空中。你需要讨好他人，需要不断努力去取悦他人，如果未能取悦他人，就会感受到被抛弃的痛苦。这种感受对一个孩子来说是无法承受的，因此你长大后会试图通过各种方式去避免痛苦。尽管现在你有很多选择的余地，但如果选择不当，最终的结果还是由你承担。所以，抓住更多并不是解决之道，真正的解决方法是成为一个成熟的人，走近那个小小的自己，深深地看到她，并对她说：“你一直都很好，你值得拥有完整的爱。”慢慢地放慢脚步，试着去理解自己，认识到自己内心的需求。你一直对自己进行太多的否定和评判，但这些都是别人强加在你身上的。慢慢地卸下这些负担，开始真正地爱护自己。当你真正地爱护自己时，你就不会再做伤害自己的事情，而且也能够打破恶性循环，并更加理解他人的喜怒哀乐。只有这样，你才能拥有一份真正有滋养的感情，才能够真正获得幸福。",
    "annotation": [
      {
        "sentence": "没错，试图改变对方，并不能真正修复我们之间的关系。",
        "label": ""
      },
      {
        "sentence": "无论这段关系的最终结果如何，我们最需要做的是为自己负责，好好爱护自己。",
        "label": ""
      },
      {
        "sentence": "我们需要看到自己无法专注的背后是什么，找到自己内心缺乏安全感的深层原因。",
        "label": ""
      },
      {
        "sentence": "如果你想要一份好的感情，首先你要有能力去给予一份这样的感情。",
        "label": ""
      },
      {
        "sentence": "你需要回忆一下，当自己还是个孩子时，是否经常感受到一种忽冷忽热的不安全感。",
        "label": ""
      },
      {
        "sentence": "这种感受让你觉得心境无法安定，总是悬在半空中。",
        "label": ""
      },
      {
        "sentence": "你需要讨好他人，需要不断努力去取悦他人，如果未能取悦他人，就会感受到被抛弃的痛苦。",
        "label": ""
      },
      {
        "sentence": "这种感受对一个孩子来说是无法承受的，因此你长大后会试图通过各种方式去避免痛苦。",
        "label": ""
      },
      {
        "sentence": "尽管现在你有很多选择的余地，但如果选择不当，最终的结果还是由你承担。",
        "label": ""
      },
      {
        "sentence": "所以，抓住更多并不是解决之道，真正的解决方法是成为一个成熟的人，走近那个小小的自己，深深地看到她，并对她说：“你一直都很好，你值得拥有完整的爱。",
        "label": ""
      },
      {
        "sentence": "”慢慢地放慢脚步，试着去理解自己，认识到自己内心的需求。",
        "label": ""
      },
      {
        "sentence": "你一直对自己进行太多的否定和评判，但这些都是别人强加在你身上的。",
        "label": ""
      },
      {
        "sentence": "慢慢地卸下这些负担，开始真正地爱护自己。",
        "label": ""
      },
      {
        "sentence": "当你真正地爱护自己时，你就不会再做伤害自己的事情，而且也能够打破恶性循环，并更加理解他人的喜怒哀乐。",
        "label": ""
      },
      {
        "sentence": "只有这样，你才能拥有一份真正有滋养的感情，才能够真正获得幸福。",
        "label": ""
      }
    ]
  }
]