[
  {
    "role": "client",
    "content": "网上认识的男友是已婚男，被骗了，该怎么办？年纪大家里催的急，两个月前通过社交APP认识了一个男生，见面互有有好感，对方表现的真诚很快就交往了，他很会照顾人情商高，隔几天见一次面吃饭，再后来男生出差一个礼拜都没有理我，包含520那天，回来又跟我说工作忙，又和好了，但还是感觉男生回复开始慢了，但有空还是带我见面吃饭，因为稳定了，端午带他见了自己家人，这个见面也是他自己提出来的，特地出差回来，见面也正常，直到昨天刷抖音发现他的通讯录好友头像竟然是个小女孩，顿时三观崩塌了，马上发信息问他，半夜他回复了说自己有家庭，说我值得遇到一个更好的，说我让他尝试到了恋爱的感觉。其实父母一开始知道就很反对，原因1他是外省的太远，2是家庭条件差，3他的人品不能保证；但相处过程中感觉这个男生表现的很自信很坦诚不管怎么问他都有应对的回答方法，我也信了，现在我现在感觉脑子都是乱的，一直以来都是自卑和敏感太容易相信别人了，太难受了也不敢告诉家里人，我该怎么办？",
    "annotation": [
      {
        "sentence": "网上认识的男友是已婚男，被骗了，该怎么办？",
        "label": ""
      },
      {
        "sentence": "年纪大家里催的急，两个月前通过社交APP认识了一个男生，见面互有有好感，对方表现的真诚很快就交往了，他很会照顾人情商高，隔几天见一次面吃饭，再后来男生出差一个礼拜都没有理我，包含520那天，回来又跟我说工作忙，又和好了，但还是感觉男生回复开始慢了，但有空还是带我见面吃饭，因为稳定了，端午带他见了自己家人，这个见面也是他自己提出来的，特地出差回来，见面也正常，直到昨天刷抖音发现他的通讯录好友头像竟然是个小女孩，顿时三观崩塌了，马上发信息问他，半夜他回复了说自己有家庭，说我值得遇到一个更好的，说我让他尝试到了恋爱的感觉。",
        "label": ""
      },
      {
        "sentence": "其实父母一开始知道就很反对，原因1他是外省的太远，2是家庭条件差，3他的人品不能保证；但相处过程中感觉这个男生表现的很自信很坦诚不管怎么问他都有应对的回答方法，我也信了，现在我现在感觉脑子都是乱的，一直以来都是自卑和敏感太容易相信别人了，太难受了也不敢告诉家里人，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很荣幸你能在茫茫人海当中来邀请我来为你解答疑惑。当我在看完了你的描述之后，对你想要问的问题有了一定的了解。你在描述中说，因为家里催婚，所以，你就在社交平台上认识了一个男生。在几天的相处下来，你对这个男孩子是很满意的，因为这个男生的情商很高，又很会照顾人。",
    "annotation": [
      {
        "sentence": "很荣幸你能在茫茫人海当中来邀请我来为你解答疑惑。",
        "label": ""
      },
      {
        "sentence": "当我在看完了你的描述之后，对你想要问的问题有了一定的了解。",
        "label": ""
      },
      {
        "sentence": "你在描述中说，因为家里催婚，所以，你就在社交平台上认识了一个男生。",
        "label": ""
      },
      {
        "sentence": "在几天的相处下来，你对这个男孩子是很满意的，因为这个男生的情商很高，又很会照顾人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，他的真诚和关心让我觉得很受到珍惜。",
    "annotation": [
      {
        "sentence": "对，他的真诚和关心让我觉得很受到珍惜。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你对他的好感和信任，但是你提到他出差期间没有联系你，以及回复的速度开始变慢，这可能暗示了一些问题。因为你的父母一开始就很反对你和他在一起，在这个过程中，可能由于你的坚持，没有选择和他分开。但在一定程度上，你的父母会说出反对那个男的，给了三点理由，由此可见，他们永远是以你为出发点的，就算你做了错事，他们还是会无条件地包容你的，所以了，尝试着去和父母沟通，告诉他们，你现在发生了什么事？",
    "annotation": [
      {
        "sentence": "我可以理解你对他的好感和信任，但是你提到他出差期间没有联系你，以及回复的速度开始变慢，这可能暗示了一些问题。",
        "label": ""
      },
      {
        "sentence": "因为你的父母一开始就很反对你和他在一起，在这个过程中，可能由于你的坚持，没有选择和他分开。",
        "label": ""
      },
      {
        "sentence": "但在一定程度上，你的父母会说出反对那个男的，给了三点理由，由此可见，他们永远是以你为出发点的，就算你做了错事，他们还是会无条件地包容你的，所以了，尝试着去和父母沟通，告诉他们，你现在发生了什么事？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的建议，但是我非常怕他们会责备我，会觉得我太容易相信别人了。",
    "annotation": [
      {
        "sentence": "我明白你的建议，但是我非常怕他们会责备我，会觉得我太容易相信别人了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的担心，但是你要知道，父母永远都是希望你过得好，不希望你受到伤害。可能刚开始他们的情绪会有点过激，但也是因为他们太在意你了，太害怕你会受到委屈。你可以试着和他们坦诚地沟通，表达你的困惑和失望，让他们了解你的感受。",
    "annotation": [
      {
        "sentence": "我明白你的担心，但是你要知道，父母永远都是希望你过得好，不希望你受到伤害。",
        "label": ""
      },
      {
        "sentence": "可能刚开始他们的情绪会有点过激，但也是因为他们太在意你了，太害怕你会受到委屈。",
        "label": ""
      },
      {
        "sentence": "你可以试着和他们坦诚地沟通，表达你的困惑和失望，让他们了解你的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和他们谈谈，但是万一他们不理解我，怎么办？",
    "annotation": [
      {
        "sentence": "我会试着和他们谈谈，但是万一他们不理解我，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果他们不理解你，也不要太失望。毕竟每个人的想法和看法都是不同的。你可以先尝试解释你的感受，告诉他们你是如何被骗的，让他们了解整个情况。如果他们仍然不理解，你可以找一些朋友或者其他亲人来帮助你处理情绪，释放你的压力。",
    "annotation": [
      {
        "sentence": "如果他们不理解你，也不要太失望。",
        "label": ""
      },
      {
        "sentence": "毕竟每个人的想法和看法都是不同的。",
        "label": ""
      },
      {
        "sentence": "你可以先尝试解释你的感受，告诉他们你是如何被骗的，让他们了解整个情况。",
        "label": ""
      },
      {
        "sentence": "如果他们仍然不理解，你可以找一些朋友或者其他亲人来帮助你处理情绪，释放你的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试着和他们沟通，并且寻找支持的人来倾诉。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "好的，我会试着和他们沟通，并且寻找支持的人来倾诉。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你一定能够处理好这个问题。同时，也要记住，感情的事不能急，要慢慢来。毕竟两个人在一起是要生活一辈子的，人品等其他方面是需要时间来考量的。也要表示你是知道你父母的担忧的，自己也会把感情的事提上日程的。而不是为了应付自己的父母而去找男朋友，否则很容易遇到渣男。一些时候父母看人的眼光是很准的，因为他们经历了很多事，对人或事都有自己的见解和看法。所以了，父母对我们的意见也是尤为重要的，还是要在一定程度上采纳。",
    "annotation": [
      {
        "sentence": "不用客气，我相信你一定能够处理好这个问题。",
        "label": ""
      },
      {
        "sentence": "同时，也要记住，感情的事不能急，要慢慢来。",
        "label": ""
      },
      {
        "sentence": "毕竟两个人在一起是要生活一辈子的，人品等其他方面是需要时间来考量的。",
        "label": ""
      },
      {
        "sentence": "也要表示你是知道你父母的担忧的，自己也会把感情的事提上日程的。",
        "label": ""
      },
      {
        "sentence": "而不是为了应付自己的父母而去找男朋友，否则很容易遇到渣男。",
        "label": ""
      },
      {
        "sentence": "一些时候父母看人的眼光是很准的，因为他们经历了很多事，对人或事都有自己的见解和看法。",
        "label": ""
      },
      {
        "sentence": "所以了，父母对我们的意见也是尤为重要的，还是要在一定程度上采纳。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会好好考虑你的建议，并尽量跟父母沟通。再次谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "你说得对，我会好好考虑你的建议，并尽量跟父母沟通。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直在这里支持你的。最后，如果说实在都不能鼓起勇气和父母沟通，那么你可以先去和自己亲近的朋友交流，不要把一些不必要的事情藏在心里，进一步释放自己的情绪。你要相信自己的力量，你可以走出这个困境的。",
    "annotation": [
      {
        "sentence": "不客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "最后，如果说实在都不能鼓起勇气和父母沟通，那么你可以先去和自己亲近的朋友交流，不要把一些不必要的事情藏在心里，进一步释放自己的情绪。",
        "label": ""
      },
      {
        "sentence": "你要相信自己的力量，你可以走出这个困境的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试着和朋友聊聊，希望能够释放内心的压力。谢谢你一直陪伴和鼓励我。",
    "annotation": [
      {
        "sentence": "我会尝试着和朋友聊聊，希望能够释放内心的压力。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直陪伴和鼓励我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，我愿意一直陪伴你度过难关。记住，你并不孤单，我们都在支持你。加油！",
    "annotation": [
      {
        "sentence": "不用谢，我愿意一直陪伴你度过难关。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们都在支持你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]