[
  {
    "role": "client",
    "content": "我应该接受爱讲道理但不能以身作则的人吗？首先我并不是反对道理的人，对于我的老师还有某一领域的专家，我都十分乐意他们的教导，也会尊重他们，因为他们在这个领域确实有丰富的知识并且能够践行。但是对于喜欢讲道理但是自己没法践行的人，我会尽全力的反对。有的人嘴上提倡着大方，背地里却不愿花十块钱，有的人嘴上说着责任，背地里却只顾享乐，有的人考驾照时对别人指指点点，自己却连科目二都没见过，虽然他们说的话是对的。我为什么会极力的讨厌他们？就我个人看来，我认为他们只是把道理当作呈口舌之快或者是为自己牟利益的工具，而忽视了道理的神圣性。我也是有带过团队的人，每次布置任务我都是第一个说自己干什么，然后才去分配任务，因为自己不正正不了他人。用道理律人不律己者，和我提倡的观念接近于水火不容，虽然道理本身是对的，我应该接受这样让自己是否讨厌的人吗？",
    "annotation": [
      {
        "sentence": "我应该接受爱讲道理但不能以身作则的人吗？",
        "label": ""
      },
      {
        "sentence": "首先我并不是反对道理的人，对于我的老师还有某一领域的专家，我都十分乐意他们的教导，也会尊重他们，因为他们在这个领域确实有丰富的知识并且能够践行。",
        "label": ""
      },
      {
        "sentence": "但是对于喜欢讲道理但是自己没法践行的人，我会尽全力的反对。",
        "label": ""
      },
      {
        "sentence": "有的人嘴上提倡着大方，背地里却不愿花十块钱，有的人嘴上说着责任，背地里却只顾享乐，有的人考驾照时对别人指指点点，自己却连科目二都没见过，虽然他们说的话是对的。",
        "label": ""
      },
      {
        "sentence": "我为什么会极力的讨厌他们？",
        "label": ""
      },
      {
        "sentence": "就我个人看来，我认为他们只是把道理当作呈口舌之快或者是为自己牟利益的工具，而忽视了道理的神圣性。",
        "label": ""
      },
      {
        "sentence": "我也是有带过团队的人，每次布置任务我都是第一个说自己干什么，然后才去分配任务，因为自己不正正不了他人。",
        "label": ""
      },
      {
        "sentence": "用道理律人不律己者，和我提倡的观念接近于水火不容，虽然道理本身是对的，我应该接受这样让自己是否讨厌的人吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完了你的叙述，你的核心问题就是对一个能够讲理论讲道理的人，他本身却做不到的一个人是否可以接受？其实你这个想法可以换一下，拓宽一下你的思路。这个思路就是这个人所讲的一些理论知识或者道理，是不是你没有听过的，是不是能给你一些启发？如果你没有听过，并且还能给你一些启发的，就继续让他讲。",
    "annotation": [
      {
        "sentence": "看完了你的叙述，你的核心问题就是对一个能够讲理论讲道理的人，他本身却做不到的一个人是否可以接受？",
        "label": ""
      },
      {
        "sentence": "其实你这个想法可以换一下，拓宽一下你的思路。",
        "label": ""
      },
      {
        "sentence": "这个思路就是这个人所讲的一些理论知识或者道理，是不是你没有听过的，是不是能给你一些启发？",
        "label": ""
      },
      {
        "sentence": "如果你没有听过，并且还能给你一些启发的，就继续让他讲。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。的确，如果对方能给我一些新的见解和启发，那我可能会更愿意接受他们的讲道理。但是我怕他们只是重复别人已经说过的观点，而缺乏创新和实践。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "的确，如果对方能给我一些新的见解和启发，那我可能会更愿意接受他们的讲道理。",
        "label": ""
      },
      {
        "sentence": "但是我怕他们只是重复别人已经说过的观点，而缺乏创新和实践。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说的很对，如果对方只是在重复陈词滥调，那确实没有太大的意义。在这种情况下，你可以主动带节奏，将对方引导到应用层面。比如，你可以打断他的讲述，然后提出一个具体问题，或者直接问他，这样的道理在实际生活中应该如何应用？",
    "annotation": [
      {
        "sentence": "你说的很对，如果对方只是在重复陈词滥调，那确实没有太大的意义。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，你可以主动带节奏，将对方引导到应用层面。",
        "label": ""
      },
      {
        "sentence": "比如，你可以打断他的讲述，然后提出一个具体问题，或者直接问他，这样的道理在实际生活中应该如何应用？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我明白了。我可以通过主动提问来引导对方思考如何将道理应用到实际生活中。这样的话，我可以更好地判断对方是否真的有实质性的观点。",
    "annotation": [
      {
        "sentence": "好的，我明白了。",
        "label": ""
      },
      {
        "sentence": "我可以通过主动提问来引导对方思考如何将道理应用到实际生活中。",
        "label": ""
      },
      {
        "sentence": "这样的话，我可以更好地判断对方是否真的有实质性的观点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，这样你就能快速判断出对方所说的话是否有真正的价值了。有些人可能确实很博学，他们不仅读过很多书，还有独立的思考。他们可能会给你带来一些你从未想过的观点和角度，对你的启发也许很大。",
    "annotation": [
      {
        "sentence": "没错，这样你就能快速判断出对方所说的话是否有真正的价值了。",
        "label": ""
      },
      {
        "sentence": "有些人可能确实很博学，他们不仅读过很多书，还有独立的思考。",
        "label": ""
      },
      {
        "sentence": "他们可能会给你带来一些你从未想过的观点和角度，对你的启发也许很大。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，有时候一些讲道理的人可能会给我一些新的思考角度，确实对我有益。所以，我应该认定这样的人是有价值的，即使他们自己未必能践行。但是，我也不希望浪费时间和精力在那些只会空谈、不具备自知之明的人身上。",
    "annotation": [
      {
        "sentence": "是的，有时候一些讲道理的人可能会给我一些新的思考角度，确实对我有益。",
        "label": ""
      },
      {
        "sentence": "所以，我应该认定这样的人是有价值的，即使他们自己未必能践行。",
        "label": ""
      },
      {
        "sentence": "但是，我也不希望浪费时间和精力在那些只会空谈、不具备自知之明的人身上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，你不必将时间浪费在那些没有自知之明、只会空谈的人身上。如果他们没有一点自觉，你可以直接怼回去，节省你的时间成本。",
    "annotation": [
      {
        "sentence": "确实，你不必将时间浪费在那些没有自知之明、只会空谈的人身上。",
        "label": ""
      },
      {
        "sentence": "如果他们没有一点自觉，你可以直接怼回去，节省你的时间成本。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我会更加注重判断对方的价值和自觉程度，只听取有益的建议，并避免与那些不负责任的人浪费时间。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会更加注重判断对方的价值和自觉程度，只听取有益的建议，并避免与那些不负责任的人浪费时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的思路已经很明确了。记住，重要的是你如何评估别人所讲的话是否有料，而不是他们本身的能力或行为。这样你就能更好地处理与爱讲道理但不能以身作则的人之间的关系了。",
    "annotation": [
      {
        "sentence": "很好，你的思路已经很明确了。",
        "label": ""
      },
      {
        "sentence": "记住，重要的是你如何评估别人所讲的话是否有料，而不是他们本身的能力或行为。",
        "label": ""
      },
      {
        "sentence": "这样你就能更好地处理与爱讲道理但不能以身作则的人之间的关系了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我现在对如何处理这样的人有了更清晰的思路。我会更加自信地面对这些挑战，并尽量避免让他们影响到我。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我现在对如何处理这样的人有了更清晰的思路。",
        "label": ""
      },
      {
        "sentence": "我会更加自信地面对这些挑战，并尽量避免让他们影响到我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。相信自己，相信你的判断力，你一定能够处理好这样的人际关系。如果有任何困惑或需要进一步的支持，随时都可以来找我。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你的判断力，你一定能够处理好这样的人际关系。",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑或需要进一步的支持，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]