[
  {
    "role": "client",
    "content": "几乎每天都在不切实际的幻想，是病吗？要怎么改？我很没用，挺自卑的，学习一直不达理想，长的丑，不会社交，一年多了班里朋友就三四个，班里五十个人里说过话的不超过一半…我还老是做错事说错话，经常忘东西，做事效率低经常拖作业，在社交上老是不知道为什么惹人不高兴（不知道是不是我太敏感了），家庭关系也不好…啊好像说多了总之我真的很差劲很自卑。然后我喜欢上了动漫里的几个人物，两年了我几乎每天都幻想我跟他们是感情很深的朋友，幻想我其实是军人转世，很会打仗，知识渊博，幻想我们的城市爆发战争，我和他们在全校师生惊讶的目光中帅气的打败了敌人，我身受重伤，我在大家心里的形象变成了救世英雄，大家说“我平时觉得她很孤僻没有存在感，原来她这么善良厉害啊”我每次觉得自己没用孤独的时候就会幻想，这样就会开心起来没那么难受了，有时候会觉得这样不好，试过改掉，但做不到直面现实里没用的自己…不过目前还没出现幻觉幻听自言自语之类的，对生活好像还没有影响，我要改掉吗？",
    "annotation": [
      {
        "sentence": "几乎每天都在不切实际的幻想，是病吗？",
        "label": ""
      },
      {
        "sentence": "要怎么改？",
        "label": ""
      },
      {
        "sentence": "我很没用，挺自卑的，学习一直不达理想，长的丑，不会社交，一年多了班里朋友就三四个，班里五十个人里说过话的不超过一半…我还老是做错事说错话，经常忘东西，做事效率低经常拖作业，在社交上老是不知道为什么惹人不高兴（不知道是不是我太敏感了），家庭关系也不好…啊好像说多了总之我真的很差劲很自卑。",
        "label": ""
      },
      {
        "sentence": "然后我喜欢上了动漫里的几个人物，两年了我几乎每天都幻想我跟他们是感情很深的朋友，幻想我其实是军人转世，很会打仗，知识渊博，幻想我们的城市爆发战争，我和他们在全校师生惊讶的目光中帅气的打败了敌人，我身受重伤，我在大家心里的形象变成了救世英雄，大家说“我平时觉得她很孤僻没有存在感，原来她这么善良厉害啊”我每次觉得自己没用孤独的时候就会幻想，这样就会开心起来没那么难受了，有时候会觉得这样不好，试过改掉，但做不到直面现实里没用的自己…不过目前还没出现幻觉幻听自言自语之类的，对生活好像还没有影响，我要改掉吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能对我说出你的一些苦恼。听到你的经历，我真的能感同身受。人群之中的某个角落总有一些人，看似对自己的生活、前程迷茫无助，但是只要我们勇敢地面对自己的心魔，挑战一切可能的困难，我们都能走向一个更好的自己。我想问一下，你是否有过优秀的经历？或者你是否知道身边有朋友赞扬过你，认为你有优秀的品质或者做过很棒的事情？",
    "annotation": [
      {
        "sentence": "很高兴你能对我说出你的一些苦恼。",
        "label": ""
      },
      {
        "sentence": "听到你的经历，我真的能感同身受。",
        "label": ""
      },
      {
        "sentence": "人群之中的某个角落总有一些人，看似对自己的生活、前程迷茫无助，但是只要我们勇敢地面对自己的心魔，挑战一切可能的困难，我们都能走向一个更好的自己。",
        "label": ""
      },
      {
        "sentence": "我想问一下，你是否有过优秀的经历？",
        "label": ""
      },
      {
        "sentence": "或者你是否知道身边有朋友赞扬过你，认为你有优秀的品质或者做过很棒的事情？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经有在某个比赛中得了奖，也曾上过台表演过，但我总是觉得自己在平时表现得不好，做事不够快，加上班里人都很聚集，有一些人外表、性格、家庭背景等条件比我更好，所以我觉得自己很平凡，没什么能瞩目的。",
    "annotation": [
      {
        "sentence": "我曾经有在某个比赛中得了奖，也曾上过台表演过，但我总是觉得自己在平时表现得不好，做事不够快，加上班里人都很聚集，有一些人外表、性格、家庭背景等条件比我更好，所以我觉得自己很平凡，没什么能瞩目的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那真的很棒啊！你拥有不一样的才华和能力。每个人都有自己的优势，无论多么微不足道，都能帮助我们更好地面对生活中的不同问题。事实上，每个人都有自己的长处和相对薄弱的地方。我们要学会接受自己的不足，并用积极的态度去努力补齐自己欠缺的部分，不能放弃努力。注意到自己的不足是唯一的、可靠的，并通过积极的行动逐渐改变自己。我相信你只要找到你自己的优势，并通过合理的学习和培训计划，你也能在你的领域成为超越自己的人。",
    "annotation": [
      {
        "sentence": "那真的很棒啊！",
        "label": ""
      },
      {
        "sentence": "你拥有不一样的才华和能力。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的优势，无论多么微不足道，都能帮助我们更好地面对生活中的不同问题。",
        "label": ""
      },
      {
        "sentence": "事实上，每个人都有自己的长处和相对薄弱的地方。",
        "label": ""
      },
      {
        "sentence": "我们要学会接受自己的不足，并用积极的态度去努力补齐自己欠缺的部分，不能放弃努力。",
        "label": ""
      },
      {
        "sentence": "注意到自己的不足是唯一的、可靠的，并通过积极的行动逐渐改变自己。",
        "label": ""
      },
      {
        "sentence": "我相信你只要找到你自己的优势，并通过合理的学习和培训计划，你也能在你的领域成为超越自己的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我总是会纠结于自己幻想这件事情，看了您的回复之后，我发现您很了解我想表达的东西，但我真的有些担心，这会不会有什么不可预见的后果？",
    "annotation": [
      {
        "sentence": "但是我总是会纠结于自己幻想这件事情，看了您的回复之后，我发现您很了解我想表达的东西，但我真的有些担心，这会不会有什么不可预见的后果？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "幻想并不一定是我们生活中不必要的东西。通过电影、小说、音乐和其他艺术形式，人们可以在视觉、听觉、思维和情感方面受到高质量的艺术表达，这种艺术能力并非一般文化教育的重点，但却能带给我们令人信服的实际收益，像是疏导压力、增加生命质量、引导情感和整合人际关系，这些都是有助于帮助我们成为更好的自己。而幻想又是同时包含了想象中的现实和理想的一种模式，在某种程度上，它可以被视为艺术的一部分，它可以给你带来愉悦感和放松感。当然，所有事情都有度，就算自己在幻想中找到了自己的快乐和目的，也要记得保持一个健康的心态，学会适当的平衡好现实和幻想之间的比重，这也是我们成长和学习探索人生道路所需要做的事情。",
    "annotation": [
      {
        "sentence": "幻想并不一定是我们生活中不必要的东西。",
        "label": ""
      },
      {
        "sentence": "通过电影、小说、音乐和其他艺术形式，人们可以在视觉、听觉、思维和情感方面受到高质量的艺术表达，这种艺术能力并非一般文化教育的重点，但却能带给我们令人信服的实际收益，像是疏导压力、增加生命质量、引导情感和整合人际关系，这些都是有助于帮助我们成为更好的自己。",
        "label": ""
      },
      {
        "sentence": "而幻想又是同时包含了想象中的现实和理想的一种模式，在某种程度上，它可以被视为艺术的一部分，它可以给你带来愉悦感和放松感。",
        "label": ""
      },
      {
        "sentence": "当然，所有事情都有度，就算自己在幻想中找到了自己的快乐和目的，也要记得保持一个健康的心态，学会适当的平衡好现实和幻想之间的比重，这也是我们成长和学习探索人生道路所需要做的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想我现在已经懂了。我也希望能够充分利用自己的幻想去释放我的快乐感和激情，而不是让这些想法控制我。谢谢您的支持和帮助。",
    "annotation": [
      {
        "sentence": "我想我现在已经懂了。",
        "label": ""
      },
      {
        "sentence": "我也希望能够充分利用自己的幻想去释放我的快乐感和激情，而不是让这些想法控制我。",
        "label": ""
      },
      {
        "sentence": "谢谢您的支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰你能够听取我的建议。其实，当我们面对未来的时候，最重要的就是我们自己的态度，正面和开放的心态，以及愉悦和快乐的心态才是事情最主要的方面，这会使我们更接近我们的梦想和目标。如果你需要更多的帮助和指导，请不要犹豫给我发信息或者电话，我会尽我所能帮助你的。",
    "annotation": [
      {
        "sentence": "非常欣慰你能够听取我的建议。",
        "label": ""
      },
      {
        "sentence": "其实，当我们面对未来的时候，最重要的就是我们自己的态度，正面和开放的心态，以及愉悦和快乐的心态才是事情最主要的方面，这会使我们更接近我们的梦想和目标。",
        "label": ""
      },
      {
        "sentence": "如果你需要更多的帮助和指导，请不要犹豫给我发信息或者电话，我会尽我所能帮助你的。",
        "label": ""
      }
    ]
  }
]