[
  {
    "role": "client",
    "content": "从小缺少父母关爱自卑，婆婆强势，在家里总是很压抑？",
    "annotation": [
      {
        "sentence": "从小缺少父母关爱自卑，婆婆强势，在家里总是很压抑？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "通过你的描述能感到你生活的不易，是那么的压抑和委屈，在苛刻和责备中过的小心翼翼，让你好像又回到了小时候那种不被人喜欢、看人脸色、战战兢兢的感觉…你真的好渴望温暖、包容…好渴望有人喜欢自己…你时时关注着别人的评价，努力的改变自己迎合他们，以期他们能看到你的好，关注你，喜欢你…真的很累很累…以至于没有时间没有精力顾及自己的需要，但仍事与愿违…我想或许我们只有先学会看到自己、关注自己、爱自己，别人才能看到我们。也许你可以多尝试的问自己真的想要什么？更多的顾忌自己，慢慢学会保护自己……希望可以帮到你。",
    "annotation": [
      {
        "sentence": "通过你的描述能感到你生活的不易，是那么的压抑和委屈，在苛刻和责备中过的小心翼翼，让你好像又回到了小时候那种不被人喜欢、看人脸色、战战兢兢的感觉…你真的好渴望温暖、包容…好渴望有人喜欢自己…你时时关注着别人的评价，努力的改变自己迎合他们，以期他们能看到你的好，关注你，喜欢你…真的很累很累…以至于没有时间没有精力顾及自己的需要，但仍事与愿违…我想或许我们只有先学会看到自己、关注自己、爱自己，别人才能看到我们。",
        "label": ""
      },
      {
        "sentence": "也许你可以多尝试的问自己真的想要什么？",
        "label": ""
      },
      {
        "sentence": "更多的顾忌自己，慢慢学会保护自己……希望可以帮到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了你的意思，我一直都很在乎别人的想法，总是希望他们喜欢我。但我真的很难摆脱一直被父母轻视的感觉，我感觉自己无法被接纳和认可。",
    "annotation": [
      {
        "sentence": "我明白了你的意思，我一直都很在乎别人的想法，总是希望他们喜欢我。",
        "label": ""
      },
      {
        "sentence": "但我真的很难摆脱一直被父母轻视的感觉，我感觉自己无法被接纳和认可。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对于被父母轻视的感觉一直存在，这使你缺乏对自己的自信，所以才会特别需要他人的认可和接纳。但是，别人的评价并不决定你的价值，你需要明白自己的价值来源于内心的接纳和爱自己。或许你可以试着找到自己的优点和长处，逐渐培养自信心。",
    "annotation": [
      {
        "sentence": "你对于被父母轻视的感觉一直存在，这使你缺乏对自己的自信，所以才会特别需要他人的认可和接纳。",
        "label": ""
      },
      {
        "sentence": "但是，别人的评价并不决定你的价值，你需要明白自己的价值来源于内心的接纳和爱自己。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着找到自己的优点和长处，逐渐培养自信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要找到自己的优点。但是，我总觉得自己不够好，无论怎么努力都觉得不够好。",
    "annotation": [
      {
        "sentence": "我明白了，我需要找到自己的优点。",
        "label": ""
      },
      {
        "sentence": "但是，我总觉得自己不够好，无论怎么努力都觉得不够好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种总觉得不够好的感觉可能来自你长期以来被父母轻视的影响。但是你需要明白，每个人都有自己的价值和特点。你不需要取悦别人，只要你做到最好就足够了。也许你可以试着改变你对自己的期待标准，接受并珍惜自己。",
    "annotation": [
      {
        "sentence": "这种总觉得不够好的感觉可能来自你长期以来被父母轻视的影响。",
        "label": ""
      },
      {
        "sentence": "但是你需要明白，每个人都有自己的价值和特点。",
        "label": ""
      },
      {
        "sentence": "你不需要取悦别人，只要你做到最好就足够了。",
        "label": ""
      },
      {
        "sentence": "也许你可以试着改变你对自己的期待标准，接受并珍惜自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是，我总是担心自己的行为会让别人不喜欢我，怎么才能停止过度关注别人的看法呢？",
    "annotation": [
      {
        "sentence": "可是，我总是担心自己的行为会让别人不喜欢我，怎么才能停止过度关注别人的看法呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "放下对别人看法的过度关注需要时间和努力，但你可以从一些小事开始。比如，你可以尝试在做决策时先关注自己的需求和感受，而不是过于在意别人的反应。同时，也可以试着对自己进行积极的肯定和鼓励，告诉自己你是有价值的，无论别人怎么看待你。",
    "annotation": [
      {
        "sentence": "放下对别人看法的过度关注需要时间和努力，但你可以从一些小事开始。",
        "label": ""
      },
      {
        "sentence": "比如，你可以尝试在做决策时先关注自己的需求和感受，而不是过于在意别人的反应。",
        "label": ""
      },
      {
        "sentence": "同时，也可以试着对自己进行积极的肯定和鼓励，告诉自己你是有价值的，无论别人怎么看待你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着放下对别人看法的过度关注，也会更加重视自己的需求和感受。但是，我还是害怕面对婆婆强势的态度，不知道该如何应对。",
    "annotation": [
      {
        "sentence": "我会试着放下对别人看法的过度关注，也会更加重视自己的需求和感受。",
        "label": ""
      },
      {
        "sentence": "但是，我还是害怕面对婆婆强势的态度，不知道该如何应对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对婆婆强势的态度，可以试着从沟通和理解的角度出发。你可以找一个合适的时间和婆婆坦诚地交流你的感受和需求，尝试寻找解决问题的方式。同时，你也可以设定一些合理的界限，保护自己的权益。记住，沟通和尊重是解决问题的重要途径。",
    "annotation": [
      {
        "sentence": "面对婆婆强势的态度，可以试着从沟通和理解的角度出发。",
        "label": ""
      },
      {
        "sentence": "你可以找一个合适的时间和婆婆坦诚地交流你的感受和需求，尝试寻找解决问题的方式。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以设定一些合理的界限，保护自己的权益。",
        "label": ""
      },
      {
        "sentence": "记住，沟通和尊重是解决问题的重要途径。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着与婆婆进行沟通，并设定一些界限来保护自己。希望这样能改善我在家里的压抑感。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着与婆婆进行沟通，并设定一些界限来保护自己。",
        "label": ""
      },
      {
        "sentence": "希望这样能改善我在家里的压抑感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你会做得很好的。在改变行为模式和提升自信的道路上，需要坚持和耐心。记住，你值得被喜欢和关注，希望你能找到属于自己的幸福和自信。加油！",
    "annotation": [
      {
        "sentence": "我相信你会做得很好的。",
        "label": ""
      },
      {
        "sentence": "在改变行为模式和提升自信的道路上，需要坚持和耐心。",
        "label": ""
      },
      {
        "sentence": "记住，你值得被喜欢和关注，希望你能找到属于自己的幸福和自信。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]