[
  {
    "role": "client",
    "content": "为什么总是怕别人不喜欢我？",
    "annotation": [
      {
        "sentence": "为什么总是怕别人不喜欢我？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这位朋友，感谢你的信任，愿意让我看到倾听你的心声，从你的描述里，我知道你现在正在面临着一个担忧，你不确定自己是否值得被爱。我很心疼你，你愿意帮我给自己一个大大的拥抱吗？",
    "annotation": [
      {
        "sentence": "这位朋友，感谢你的信任，愿意让我看到倾听你的心声，从你的描述里，我知道你现在正在面临着一个担忧，你不确定自己是否值得被爱。",
        "label": ""
      },
      {
        "sentence": "我很心疼你，你愿意帮我给自己一个大大的拥抱吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我确实感觉自己不值得被别人喜欢。从小父母感情不合，后来在我初二的时候他们离婚了。当时不觉得有什么，但我的性格确实在以后的两年中慢慢变得孤僻（离婚之后双方搞得很难看），但表面还是很开朗的样子。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我确实感觉自己不值得被别人喜欢。",
        "label": ""
      },
      {
        "sentence": "从小父母感情不合，后来在我初二的时候他们离婚了。",
        "label": ""
      },
      {
        "sentence": "当时不觉得有什么，但我的性格确实在以后的两年中慢慢变得孤僻（离婚之后双方搞得很难看），但表面还是很开朗的样子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，我能理解你的感受。你的父母离婚是一段很困难的经历，尤其当他们之间的关系变得不愉快时，对你的性格和情绪产生了一定的影响。但是请相信，你的个性形成并不是因为你的过错，你无法左右他们的决定。",
    "annotation": [
      {
        "sentence": "亲爱的，我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你的父母离婚是一段很困难的经历，尤其当他们之间的关系变得不愉快时，对你的性格和情绪产生了一定的影响。",
        "label": ""
      },
      {
        "sentence": "但是请相信，你的个性形成并不是因为你的过错，你无法左右他们的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白他们的决定与我无关，但我还是很在意别人对我的看法。在大二时候，有个学长追求我，我答应了，但第二天他就跟我说分手，说是家里人无法接受我是单亲家庭。之后我就变得越来越不自信，很讨厌自己。",
    "annotation": [
      {
        "sentence": "是的，我明白他们的决定与我无关，但我还是很在意别人对我的看法。",
        "label": ""
      },
      {
        "sentence": "在大二时候，有个学长追求我，我答应了，但第二天他就跟我说分手，说是家里人无法接受我是单亲家庭。",
        "label": ""
      },
      {
        "sentence": "之后我就变得越来越不自信，很讨厌自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我知道这对你来说是一个非常打击的经历。但是请记住，他的决定并不代表你没有价值。他可能因为他的家庭背景或其他原因感到不适应，但这并不是你的问题。你应该尝试接纳自己，因为你是独特而宝贵的。",
    "annotation": [
      {
        "sentence": "我知道这对你来说是一个非常打击的经历。",
        "label": ""
      },
      {
        "sentence": "但是请记住，他的决定并不代表你没有价值。",
        "label": ""
      },
      {
        "sentence": "他可能因为他的家庭背景或其他原因感到不适应，但这并不是你的问题。",
        "label": ""
      },
      {
        "sentence": "你应该尝试接纳自己，因为你是独特而宝贵的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很难接受自己，我的内心变得很敏感，明明是一点点小事就会让我难过。我会仔细的分析朋友们的话，会因为他们不理我特别难过，会害怕他们讨厌我。我知道这样不对，但我不知道该怎么做。",
    "annotation": [
      {
        "sentence": "我真的很难接受自己，我的内心变得很敏感，明明是一点点小事就会让我难过。",
        "label": ""
      },
      {
        "sentence": "我会仔细的分析朋友们的话，会因为他们不理我特别难过，会害怕他们讨厌我。",
        "label": ""
      },
      {
        "sentence": "我知道这样不对，但我不知道该怎么做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，你现在的感受是正常的。你经历了许多打击和不快，因此你对他人的反应变得敏感起来。但是你需要明白，每个人都有自己的角度和意见，不可能让每个人都喜欢你。你应该尝试放开一些，不要过于纠结于别人的看法，而是关注自己的内心需求和感受。",
    "annotation": [
      {
        "sentence": "亲爱的，你现在的感受是正常的。",
        "label": ""
      },
      {
        "sentence": "你经历了许多打击和不快，因此你对他人的反应变得敏感起来。",
        "label": ""
      },
      {
        "sentence": "但是你需要明白，每个人都有自己的角度和意见，不可能让每个人都喜欢你。",
        "label": ""
      },
      {
        "sentence": "你应该尝试放开一些，不要过于纠结于别人的看法，而是关注自己的内心需求和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但是我真的很难做到。去年的时候，因为工作上的原因，我的状态变得特别差，于是去了医院，确诊了抑郁和中度焦虑，之后开始吃药，吃了半年，我不想再吃了，不想再去医院了，就自己给停掉了。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但是我真的很难做到。",
        "label": ""
      },
      {
        "sentence": "去年的时候，因为工作上的原因，我的状态变得特别差，于是去了医院，确诊了抑郁和中度焦虑，之后开始吃药，吃了半年，我不想再吃了，不想再去医院了，就自己给停掉了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你去年的经历让我很心疼。我理解你对药物和医院的抵触情绪，但是抑郁和焦虑是需要专业帮助的。如果你觉得停药对你来说不是最好的决定，我建议你再次寻求专业帮助，和医生一起制定出适合你的治疗方案。",
    "annotation": [
      {
        "sentence": "听到你去年的经历让我很心疼。",
        "label": ""
      },
      {
        "sentence": "我理解你对药物和医院的抵触情绪，但是抑郁和焦虑是需要专业帮助的。",
        "label": ""
      },
      {
        "sentence": "如果你觉得停药对你来说不是最好的决定，我建议你再次寻求专业帮助，和医生一起制定出适合你的治疗方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的关心，我现在确实需要帮助。我把我抑郁的事情告诉了一个好朋友，但我很怕他觉得是我太矫情，即使他说不会嫌弃我，但我还是很怕。很难受。",
    "annotation": [
      {
        "sentence": "谢谢你的关心，我现在确实需要帮助。",
        "label": ""
      },
      {
        "sentence": "我把我抑郁的事情告诉了一个好朋友，但我很怕他觉得是我太矫情，即使他说不会嫌弃我，但我还是很怕。",
        "label": ""
      },
      {
        "sentence": "很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够向朋友倾诉已经是一种很好的尝试，感觉你真的需要有人陪伴和支持。但是我理解你的担心，很多时候，我们宁愿选择隐藏自己的痛苦，而不愿意给别人添麻烦。但是真正的朋友会理解和支持你，他们不会嫌弃你。或许你可以再次和你的朋友沟通，让他们知道你现在的困扰，一起寻求解决的办法。",
    "annotation": [
      {
        "sentence": "你能够向朋友倾诉已经是一种很好的尝试，感觉你真的需要有人陪伴和支持。",
        "label": ""
      },
      {
        "sentence": "但是我理解你的担心，很多时候，我们宁愿选择隐藏自己的痛苦，而不愿意给别人添麻烦。",
        "label": ""
      },
      {
        "sentence": "但是真正的朋友会理解和支持你，他们不会嫌弃你。",
        "label": ""
      },
      {
        "sentence": "或许你可以再次和你的朋友沟通，让他们知道你现在的困扰，一起寻求解决的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我觉得你的话很有道理。我会再次跟朋友开诚布公地交流，寻求他们的支持和理解。我现在真的很需要安慰和帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我觉得你的话很有道理。",
        "label": ""
      },
      {
        "sentence": "我会再次跟朋友开诚布公地交流，寻求他们的支持和理解。",
        "label": ""
      },
      {
        "sentence": "我现在真的很需要安慰和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很勇敢地面对自己的困境，这是一个很大的进步。请相信，你并不孤单，我们都在这里陪伴着你。如果你还有其他的疑问或困惑，随时都可以继续向我倾诉，我会尽力帮助你。你要记得，你很特别，值得被爱和关心。",
    "annotation": [
      {
        "sentence": "你很勇敢地面对自己的困境，这是一个很大的进步。",
        "label": ""
      },
      {
        "sentence": "请相信，你并不孤单，我们都在这里陪伴着你。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他的疑问或困惑，随时都可以继续向我倾诉，我会尽力帮助你。",
        "label": ""
      },
      {
        "sentence": "你要记得，你很特别，值得被爱和关心。",
        "label": ""
      }
    ]
  }
]