[
  {
    "role": "client",
    "content": "我觉得我已经处在崩溃边缘了，婚姻的不幸让我想逃离39岁的我，虽然之前一直不断调节自己的情绪，再怎么不幸福也没让家人和朋友察觉，实际上我的婚姻里是多次面对老公的出轨和家暴的！后来，我父母知道了，虽然他们会生气也心疼，但是因为我的父母是离异了的，所有我父亲是坚决不同意我离婚的！让我朝孩子看，继续过下去，在他的思想中，男人在外面有女人是很正常的社会现象，但是女人把孩子带好，随他怎么样，自己不犯错误就行了！我记得有一次，我跟我父亲发脾气了说一定要离婚，然后我父亲说我今天离，他明天就从我楼上跳下去！从那之后我再也没提过了！他们以为我们后来就很好了，却没有想过我是多么无奈！我就按照他们的想法这么过吧，可是一个女人在长期缺爱的婚姻里，得不到任何心疼和疼爱，老公不仅从来不给我一分钱，还经常要我给他买这买那，不满足她，那肯定是脸色难看的很，但是他从来不会给我买任何东西！后来我也发现过其他女人给他发的暧昧短信，他没有承认，我也不查他手机。",
    "annotation": [
      {
        "sentence": "我觉得我已经处在崩溃边缘了，婚姻的不幸让我想逃离39岁的我，虽然之前一直不断调节自己的情绪，再怎么不幸福也没让家人和朋友察觉，实际上我的婚姻里是多次面对老公的出轨和家暴的！",
        "label": ""
      },
      {
        "sentence": "后来，我父母知道了，虽然他们会生气也心疼，但是因为我的父母是离异了的，所有我父亲是坚决不同意我离婚的！",
        "label": ""
      },
      {
        "sentence": "让我朝孩子看，继续过下去，在他的思想中，男人在外面有女人是很正常的社会现象，但是女人把孩子带好，随他怎么样，自己不犯错误就行了！",
        "label": ""
      },
      {
        "sentence": "我记得有一次，我跟我父亲发脾气了说一定要离婚，然后我父亲说我今天离，他明天就从我楼上跳下去！",
        "label": ""
      },
      {
        "sentence": "从那之后我再也没提过了！",
        "label": ""
      },
      {
        "sentence": "他们以为我们后来就很好了，却没有想过我是多么无奈！",
        "label": ""
      },
      {
        "sentence": "我就按照他们的想法这么过吧，可是一个女人在长期缺爱的婚姻里，得不到任何心疼和疼爱，老公不仅从来不给我一分钱，还经常要我给他买这买那，不满足她，那肯定是脸色难看的很，但是他从来不会给我买任何东西！",
        "label": ""
      },
      {
        "sentence": "后来我也发现过其他女人给他发的暧昧短信，他没有承认，我也不查他手机。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的心情一定很糟糕，感觉没有人能够理解你的苦楚和支持你的选择。特别是你父亲不同意你离婚，甚至还以威胁的方式来压迫你，这样的情况下你一定很难受吧！你的老公出轨和家暴行为让你无法感到安全和亲密。但是我们需要明白，出轨往往是因为夫妻之间亲密感缺失。一个人如果在婚姻中得不到支持、理解、尊重、关心和欣赏，就会去外界寻求满足，而出轨的人大多数并不是因为性，而是为了寻求亲密感。不知道你和你的丈夫平时是否有有效的沟通和交流？我们每个人都希望在婚姻中能够坦诚地谈论自己的想法和感受，尤其是那些被伤害的部分和内心不愿意向外人透露的梦想。通过和对方的交流，我们可以在婚姻里感到足够的安全和亲密。所以你和你的丈夫需要常常进行沟通，这样可以增强你们之间的亲密关系。同时我们也需要知道，人与人之间形成亲密关系的最根本原因就是需要和被需要。他需要你买东西给他，你也可以找机会让他买东西给你，因为只有当需要和被需要的循环良性发展时，亲密关系才能产生。你的无奈我们可以理解，如果无法改变现状，那你只能努力改变心态去接受他。绝大多数家庭都存在一些问题，幸福的夫妻之所以幸福，并不是因为没有问题，而是因为他们遵循了一些幸福的法则。婚姻和事业一样，你越是用心去经营，就会收获越多。当我们开始一件事情时，如果心态是避免失败，那往往最容易失败；而如果心态是追求成功，那就更容易获得成功。坦率地说，让婚姻良好运转的关键不是去避免那些已知的婚姻破裂因素，而是去遵循那些让婚姻幸福成功的因素。你最重要的是要明确你想要什么样的结果。",
    "annotation": [
      {
        "sentence": "你现在的心情一定很糟糕，感觉没有人能够理解你的苦楚和支持你的选择。",
        "label": ""
      },
      {
        "sentence": "特别是你父亲不同意你离婚，甚至还以威胁的方式来压迫你，这样的情况下你一定很难受吧！",
        "label": ""
      },
      {
        "sentence": "你的老公出轨和家暴行为让你无法感到安全和亲密。",
        "label": ""
      },
      {
        "sentence": "但是我们需要明白，出轨往往是因为夫妻之间亲密感缺失。",
        "label": ""
      },
      {
        "sentence": "一个人如果在婚姻中得不到支持、理解、尊重、关心和欣赏，就会去外界寻求满足，而出轨的人大多数并不是因为性，而是为了寻求亲密感。",
        "label": ""
      },
      {
        "sentence": "不知道你和你的丈夫平时是否有有效的沟通和交流？",
        "label": ""
      },
      {
        "sentence": "我们每个人都希望在婚姻中能够坦诚地谈论自己的想法和感受，尤其是那些被伤害的部分和内心不愿意向外人透露的梦想。",
        "label": ""
      },
      {
        "sentence": "通过和对方的交流，我们可以在婚姻里感到足够的安全和亲密。",
        "label": ""
      },
      {
        "sentence": "所以你和你的丈夫需要常常进行沟通，这样可以增强你们之间的亲密关系。",
        "label": ""
      },
      {
        "sentence": "同时我们也需要知道，人与人之间形成亲密关系的最根本原因就是需要和被需要。",
        "label": ""
      },
      {
        "sentence": "他需要你买东西给他，你也可以找机会让他买东西给你，因为只有当需要和被需要的循环良性发展时，亲密关系才能产生。",
        "label": ""
      },
      {
        "sentence": "你的无奈我们可以理解，如果无法改变现状，那你只能努力改变心态去接受他。",
        "label": ""
      },
      {
        "sentence": "绝大多数家庭都存在一些问题，幸福的夫妻之所以幸福，并不是因为没有问题，而是因为他们遵循了一些幸福的法则。",
        "label": ""
      },
      {
        "sentence": "婚姻和事业一样，你越是用心去经营，就会收获越多。",
        "label": ""
      },
      {
        "sentence": "当我们开始一件事情时，如果心态是避免失败，那往往最容易失败；而如果心态是追求成功，那就更容易获得成功。",
        "label": ""
      },
      {
        "sentence": "坦率地说，让婚姻良好运转的关键不是去避免那些已知的婚姻破裂因素，而是去遵循那些让婚姻幸福成功的因素。",
        "label": ""
      },
      {
        "sentence": "你最重要的是要明确你想要什么样的结果。",
        "label": ""
      }
    ]
  }
]