[
  {
    "role": "client",
    "content": "我觉得我已经处在崩溃边缘了，婚姻的不幸让我想逃离39岁的我，虽然之前一直不断调节自己的情绪，再怎么不幸福也没让家人和朋友察觉，实际上我的婚姻里是多次面对老公的出轨和家暴的！后来，我父母知道了，虽然他们会生气也心疼，但是因为我的父母是离异了的，所有我父亲是坚决不同意我离婚的！让我朝孩子看，继续过下去，在他的思想中，男人在外面有女人是很正常的社会现象，但是女人把孩子带好，随他怎么样，自己不犯错误就行了！我记得有一次，我跟我父亲发脾气了说一定要离婚，然后我父亲说我今天离，他明天就从我楼上跳下去！从那之后我再也没提过了！他们以为我们后来就很好了，却没有想过我是多么无奈！我就按照他们的想法这么过吧，可是一个女人在长期缺爱的婚姻里，得不到任何心疼和疼爱，老公不仅从来不给我一分钱，还经常要我给他买这买那，不满足她，那肯定是脸色难看的很，但是他从来不会给我买任何东西！后来我也发现过其她女人给他发的暧昧短信，他没有承认，我也不查他手机。",
    "annotation": [
      {
        "sentence": "我觉得我已经处在崩溃边缘了，婚姻的不幸让我想逃离39岁的我，虽然之前一直不断调节自己的情绪，再怎么不幸福也没让家人和朋友察觉，实际上我的婚姻里是多次面对老公的出轨和家暴的！",
        "label": ""
      },
      {
        "sentence": "后来，我父母知道了，虽然他们会生气也心疼，但是因为我的父母是离异了的，所有我父亲是坚决不同意我离婚的！",
        "label": ""
      },
      {
        "sentence": "让我朝孩子看，继续过下去，在他的思想中，男人在外面有女人是很正常的社会现象，但是女人把孩子带好，随他怎么样，自己不犯错误就行了！",
        "label": ""
      },
      {
        "sentence": "我记得有一次，我跟我父亲发脾气了说一定要离婚，然后我父亲说我今天离，他明天就从我楼上跳下去！",
        "label": ""
      },
      {
        "sentence": "从那之后我再也没提过了！",
        "label": ""
      },
      {
        "sentence": "他们以为我们后来就很好了，却没有想过我是多么无奈！",
        "label": ""
      },
      {
        "sentence": "我就按照他们的想法这么过吧，可是一个女人在长期缺爱的婚姻里，得不到任何心疼和疼爱，老公不仅从来不给我一分钱，还经常要我给他买这买那，不满足她，那肯定是脸色难看的很，但是他从来不会给我买任何东西！",
        "label": ""
      },
      {
        "sentence": "后来我也发现过其她女人给他发的暧昧短信，他没有承认，我也不查他手机。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你经历了很长时间的婚姻的痛苦，请放心，我会一直陪伴着你。首先，你父亲的思想确实存在问题。如果每个男人都像他这样认为，那很多女生可能不会选择结婚了。此外，作为一个父亲，他没有从孩子的幸福角度来考虑问题，只是强制孩子按照他的意愿生活。甚至还威胁孩子。母亲当初离开他，很大程度上是因为父亲的原因，但这么多年来他一直没有认识到自己的错误。",
    "annotation": [
      {
        "sentence": "你经历了很长时间的婚姻的痛苦，请放心，我会一直陪伴着你。",
        "label": ""
      },
      {
        "sentence": "首先，你父亲的思想确实存在问题。",
        "label": ""
      },
      {
        "sentence": "如果每个男人都像他这样认为，那很多女生可能不会选择结婚了。",
        "label": ""
      },
      {
        "sentence": "此外，作为一个父亲，他没有从孩子的幸福角度来考虑问题，只是强制孩子按照他的意愿生活。",
        "label": ""
      },
      {
        "sentence": "甚至还威胁孩子。",
        "label": ""
      },
      {
        "sentence": "母亲当初离开他，很大程度上是因为父亲的原因，但这么多年来他一直没有认识到自己的错误。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得自己很辛苦，这么多年来一直忍耐着。丈夫在外面和其他女人有不正当的关系，对家庭没有付出，甚至还动手动脚。所谓看似幸福的婚姻，我们究竟得到了什么？我们维持这段婚姻又是为了什么？我们都已经成年了，有些事情需要我们做出决定。而且父母的生活情况很可能无形中影响到孩子，现在的孩子都很聪明，虽然嘴上不说，但心里什么都明白。有时候我们需要听听孩子的真实想法。最后，在处理问题时，我们要清楚我们的生活不是为了别人，如果对方能够意识到自己的问题并愿意改正，我们可以给他一个机会。但如果对方一再肆无忌惮地继续这样的行为，是不是我们太过纵容了呢？有时候我们也要为自己多考虑一下。",
    "annotation": [
      {
        "sentence": "是的，我一直觉得自己很辛苦，这么多年来一直忍耐着。",
        "label": ""
      },
      {
        "sentence": "丈夫在外面和其他女人有不正当的关系，对家庭没有付出，甚至还动手动脚。",
        "label": ""
      },
      {
        "sentence": "所谓看似幸福的婚姻，我们究竟得到了什么？",
        "label": ""
      },
      {
        "sentence": "我们维持这段婚姻又是为了什么？",
        "label": ""
      },
      {
        "sentence": "我们都已经成年了，有些事情需要我们做出决定。",
        "label": ""
      },
      {
        "sentence": "而且父母的生活情况很可能无形中影响到孩子，现在的孩子都很聪明，虽然嘴上不说，但心里什么都明白。",
        "label": ""
      },
      {
        "sentence": "有时候我们需要听听孩子的真实想法。",
        "label": ""
      },
      {
        "sentence": "最后，在处理问题时，我们要清楚我们的生活不是为了别人，如果对方能够意识到自己的问题并愿意改正，我们可以给他一个机会。",
        "label": ""
      },
      {
        "sentence": "但如果对方一再肆无忌惮地继续这样的行为，是不是我们太过纵容了呢？",
        "label": ""
      },
      {
        "sentence": "有时候我们也要为自己多考虑一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得非常对。你长期在缺乏爱的婚姻中生活，无法得到任何心疼和疼爱，丈夫不给你一分钱，反而经常要你给他买东西。显然，他对你的不满意让他脸色难看。而他却从来不给你任何东西。此外，你还发现了其他女人给他发的暧昧短信，他却不承认，你也不查他的手机。",
    "annotation": [
      {
        "sentence": "你说得非常对。",
        "label": ""
      },
      {
        "sentence": "你长期在缺乏爱的婚姻中生活，无法得到任何心疼和疼爱，丈夫不给你一分钱，反而经常要你给他买东西。",
        "label": ""
      },
      {
        "sentence": "显然，他对你的不满意让他脸色难看。",
        "label": ""
      },
      {
        "sentence": "而他却从来不给你任何东西。",
        "label": ""
      },
      {
        "sentence": "此外，你还发现了其他女人给他发的暧昧短信，他却不承认，你也不查他的手机。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉他根本不在乎我。有时候我会想，为什么我要一直忍受这样的痛苦呢？",
    "annotation": [
      {
        "sentence": "是的，我感觉他根本不在乎我。",
        "label": ""
      },
      {
        "sentence": "有时候我会想，为什么我要一直忍受这样的痛苦呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的痛苦和困惑。这样的痛苦并不是你一个人能够负担的。其实，在这段婚姻中，你一直以来都在努力地调整自己的情绪和忍耐。但是，目前你的状况已经到了无法忍受的地步。你需要为自己争取幸福，而不是一味地忍耐下去。",
    "annotation": [
      {
        "sentence": "理解你的痛苦和困惑。",
        "label": ""
      },
      {
        "sentence": "这样的痛苦并不是你一个人能够负担的。",
        "label": ""
      },
      {
        "sentence": "其实，在这段婚姻中，你一直以来都在努力地调整自己的情绪和忍耐。",
        "label": ""
      },
      {
        "sentence": "但是，目前你的状况已经到了无法忍受的地步。",
        "label": ""
      },
      {
        "sentence": "你需要为自己争取幸福，而不是一味地忍耐下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我不知道该怎么办。我父亲反对离婚的态度很坚决，他甚至威胁说要自杀。",
    "annotation": [
      {
        "sentence": "但我不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "我父亲反对离婚的态度很坚决，他甚至威胁说要自杀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在面临的困境。你父亲的反应确实让你感到恐惧和束缚，但是你不能让他的威胁阻止你追求幸福。你可以考虑寻求专业的法律和心理支持，这样可以更好地处理家庭问题。",
    "annotation": [
      {
        "sentence": "我理解你现在面临的困境。",
        "label": ""
      },
      {
        "sentence": "你父亲的反应确实让你感到恐惧和束缚，但是你不能让他的威胁阻止你追求幸福。",
        "label": ""
      },
      {
        "sentence": "你可以考虑寻求专业的法律和心理支持，这样可以更好地处理家庭问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你说得对。我真的需要寻求专业的支持和帮助。可能我需要找个律师咨询一下，了解离婚的流程和权益保护。",
    "annotation": [
      {
        "sentence": "我觉得你说得对。",
        "label": ""
      },
      {
        "sentence": "我真的需要寻求专业的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "可能我需要找个律师咨询一下，了解离婚的流程和权益保护。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，寻求专业的支持将能帮助你更清楚地了解自己的权益和可能的解决方案。法律咨询和心理咨询都是很好的选择，希望你能找到适合自己的方式来面对和解决问题。",
    "annotation": [
      {
        "sentence": "是的，寻求专业的支持将能帮助你更清楚地了解自己的权益和可能的解决方案。",
        "label": ""
      },
      {
        "sentence": "法律咨询和心理咨询都是很好的选择，希望你能找到适合自己的方式来面对和解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我会尽快寻求专业咨询，为自己争取幸福的权益。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会尽快寻求专业咨询，为自己争取幸福的权益。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我为你感到骄傲。记住，你值得拥有幸福和健康的生活。寻求专业的支持只是开始，希望你能坚持走下去，相信自己，相信你能找到解决问题的方法。祝福你！",
    "annotation": [
      {
        "sentence": "我为你感到骄傲。",
        "label": ""
      },
      {
        "sentence": "记住，你值得拥有幸福和健康的生活。",
        "label": ""
      },
      {
        "sentence": "寻求专业的支持只是开始，希望你能坚持走下去，相信自己，相信你能找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]