[
  {
    "role": "client",
    "content": "我错过了最好的恋爱年龄，变得迷茫消极悲催该怎么办？本人男，30多了还未成家。仔细想想真是性格决定命运，回首往事留下的是遗憾，挥霍的青春和时间。我作为独生子，父母的骄傲，可是因为高中压力太大导致我变得轻度抑郁，毕业后才走出来。对于感情我是那种保守，听家里，又没大有主见的人。以至于在本来应该谈恋爱的年龄在干别的。大学那会单纯也没想谈恋爱，毕业后心思有了事业，什么女孩都有了，结果很多像我示好的同学都被我错过，因为我的情商低，不成熟，自私，花心，挑剔这其中暧昧了很多同学，但是我只口头暧昧不舍得花钱以至于错过在错过，后面很多相亲对象也这样。这几年谈对象甚至有点渣男的感觉了。我曾经善良真诚有责任，但是随着年龄增长变得有点没有目标没有规划，我喜欢的女孩把握不住，喜欢我的我又不珍惜。现在谈对象我觉得不如我那些同学或者我曾经追过的女孩，我年龄越大越不甘心凑合，偶尔焦虑，悔恨。感觉我的重大选择都是没有选择好，比如高中文理科，大学以及大学专业，现在婚姻必须慎重。",
    "annotation": [
      {
        "sentence": "我错过了最好的恋爱年龄，变得迷茫消极悲催该怎么办？",
        "label": ""
      },
      {
        "sentence": "本人男，30多了还未成家。",
        "label": ""
      },
      {
        "sentence": "仔细想想真是性格决定命运，回首往事留下的是遗憾，挥霍的青春和时间。",
        "label": ""
      },
      {
        "sentence": "我作为独生子，父母的骄傲，可是因为高中压力太大导致我变得轻度抑郁，毕业后才走出来。",
        "label": ""
      },
      {
        "sentence": "对于感情我是那种保守，听家里，又没大有主见的人。",
        "label": ""
      },
      {
        "sentence": "以至于在本来应该谈恋爱的年龄在干别的。",
        "label": ""
      },
      {
        "sentence": "大学那会单纯也没想谈恋爱，毕业后心思有了事业，什么女孩都有了，结果很多像我示好的同学都被我错过，因为我的情商低，不成熟，自私，花心，挑剔这其中暧昧了很多同学，但是我只口头暧昧不舍得花钱以至于错过在错过，后面很多相亲对象也这样。",
        "label": ""
      },
      {
        "sentence": "这几年谈对象甚至有点渣男的感觉了。",
        "label": ""
      },
      {
        "sentence": "我曾经善良真诚有责任，但是随着年龄增长变得有点没有目标没有规划，我喜欢的女孩把握不住，喜欢我的我又不珍惜。",
        "label": ""
      },
      {
        "sentence": "现在谈对象我觉得不如我那些同学或者我曾经追过的女孩，我年龄越大越不甘心凑合，偶尔焦虑，悔恨。",
        "label": ""
      },
      {
        "sentence": "感觉我的重大选择都是没有选择好，比如高中文理科，大学以及大学专业，现在婚姻必须慎重。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在特别想要选择一个“最合适的伴侣”，一起步入婚姻，但是选来选去，一直找不到那个人。美国科学杂志《鹦鹉螺》网站发表了一篇文章说：选择越多，越难找到理想的伴侣。心理学上有一个“选择的悖论”，意思是如果你有更多的选项，你会给自己施加更大的压力去做最优选择。即便你的选择结果还不错，你还是会觉得会有更好的选项。如果选择不完美，失望的感觉也会更严重。所以，如果选择太多，人们容易陷入困境。美国威斯康星大学做过一个实验，把网上约会者分成两组，一组从24名候选者中选约会对象，另一组从6名候选者中选。实验结果显示，选项更多的约会者满意度反而更低。而且，他们也更可能改变决定，可能是因为担心错过更好的。",
    "annotation": [
      {
        "sentence": "你现在特别想要选择一个“最合适的伴侣”，一起步入婚姻，但是选来选去，一直找不到那个人。",
        "label": ""
      },
      {
        "sentence": "美国科学杂志《鹦鹉螺》网站发表了一篇文章说：选择越多，越难找到理想的伴侣。",
        "label": ""
      },
      {
        "sentence": "心理学上有一个“选择的悖论”，意思是如果你有更多的选项，你会给自己施加更大的压力去做最优选择。",
        "label": ""
      },
      {
        "sentence": "即便你的选择结果还不错，你还是会觉得会有更好的选项。",
        "label": ""
      },
      {
        "sentence": "如果选择不完美，失望的感觉也会更严重。",
        "label": ""
      },
      {
        "sentence": "所以，如果选择太多，人们容易陷入困境。",
        "label": ""
      },
      {
        "sentence": "美国威斯康星大学做过一个实验，把网上约会者分成两组，一组从24名候选者中选约会对象，另一组从6名候选者中选。",
        "label": ""
      },
      {
        "sentence": "实验结果显示，选项更多的约会者满意度反而更低。",
        "label": ""
      },
      {
        "sentence": "而且，他们也更可能改变决定，可能是因为担心错过更好的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也有过这种感觉，越是有选择，就越觉得犹豫不决。我总觉得自己选不到最好的，所以才会感到迷茫和消极。",
    "annotation": [
      {
        "sentence": "我也有过这种感觉，越是有选择，就越觉得犹豫不决。",
        "label": ""
      },
      {
        "sentence": "我总觉得自己选不到最好的，所以才会感到迷茫和消极。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是正常的反应。其实，人们对于选择有时候会有“遗憾适应”的感觉，即在作出选择后，仍然会想象可能存在更好的选择。但事实是，没有人可以拥有完美的选择，而不同的人也有不同的取向和需求。你可以尝试思考一下，对于你来说，“最合适的伴侣”具体是什么样的，列出自己最在意的标准，这样可以更好地帮助你选择。",
    "annotation": [
      {
        "sentence": "这是正常的反应。",
        "label": ""
      },
      {
        "sentence": "其实，人们对于选择有时候会有“遗憾适应”的感觉，即在作出选择后，仍然会想象可能存在更好的选择。",
        "label": ""
      },
      {
        "sentence": "但事实是，没有人可以拥有完美的选择，而不同的人也有不同的取向和需求。",
        "label": ""
      },
      {
        "sentence": "你可以尝试思考一下，对于你来说，“最合适的伴侣”具体是什么样的，列出自己最在意的标准，这样可以更好地帮助你选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "婚姻对我来说是一件非常严肃的事情，我希望对方是我心目中的完美伴侣，而且要有责任感，善良真诚。但是，我又担心自己是否配得上这样的人。",
    "annotation": [
      {
        "sentence": "婚姻对我来说是一件非常严肃的事情，我希望对方是我心目中的完美伴侣，而且要有责任感，善良真诚。",
        "label": ""
      },
      {
        "sentence": "但是，我又担心自己是否配得上这样的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婚姻的确是一件严肃的事情，但并不是找一个完美的人就能保证幸福。更重要的是，两个人在一起之后的相互经营和努力，才会让婚姻变得幸福。对于你目前感到配不上的担忧，也许是你对自己的要求过高了。每个人都有自己的优点和不足，重要的是相互包容和成长。",
    "annotation": [
      {
        "sentence": "婚姻的确是一件严肃的事情，但并不是找一个完美的人就能保证幸福。",
        "label": ""
      },
      {
        "sentence": "更重要的是，两个人在一起之后的相互经营和努力，才会让婚姻变得幸福。",
        "label": ""
      },
      {
        "sentence": "对于你目前感到配不上的担忧，也许是你对自己的要求过高了。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的优点和不足，重要的是相互包容和成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，谢谢你的建议。但我还是觉得纠结和焦虑，感觉自己错过了很多机会，现在年龄越来越大，越来越没有底气去寻找。",
    "annotation": [
      {
        "sentence": "我明白了，谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "但我还是觉得纠结和焦虑，感觉自己错过了很多机会，现在年龄越来越大，越来越没有底气去寻找。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "年龄的增长确实会带来一些焦虑和不安，但同时也应该看到，人的价值和幸福感并不仅仅取决于年龄和婚姻状态。你可以转变一下思维，把重心放在自己的成长和追求上，提升自己的能力和自信，这样也会吸引更多合适的人进入你的生活。",
    "annotation": [
      {
        "sentence": "年龄的增长确实会带来一些焦虑和不安，但同时也应该看到，人的价值和幸福感并不仅仅取决于年龄和婚姻状态。",
        "label": ""
      },
      {
        "sentence": "你可以转变一下思维，把重心放在自己的成长和追求上，提升自己的能力和自信，这样也会吸引更多合适的人进入你的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更专注于自己的成长和发展。只有成为更好的自己，才能吸引到更好的伴侣。",
    "annotation": [
      {
        "sentence": "你说得对，我应该更专注于自己的成长和发展。",
        "label": ""
      },
      {
        "sentence": "只有成为更好的自己，才能吸引到更好的伴侣。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，自身的成长和发展是非常重要的。你可以思考一下自己想要怎样的未来，制定一些目标和计划，让自己有更明确的方向和动力。",
    "annotation": [
      {
        "sentence": "是的，自身的成长和发展是非常重要的。",
        "label": ""
      },
      {
        "sentence": "你可以思考一下自己想要怎样的未来，制定一些目标和计划，让自己有更明确的方向和动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会好好思考并制定自己的目标和计划，谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "我会好好思考并制定自己的目标和计划，谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我能够帮助到你。记住，你并不孤单，在面对困难和挫折时，随时都可以寻求帮助和支持。加油！",
    "annotation": [
      {
        "sentence": "不客气，希望我能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，在面对困难和挫折时，随时都可以寻求帮助和支持。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]