[
  {
    "role": "client",
    "content": "爸妈总说“为你好”，但是他们数落我、指责我，希望我进步和成长。他们说我一无是处不优秀，但是在他们眼里我还是很好。我拎不清，他们说我不听话，以后吃亏的。如果是他们自己说的，他们觉得合理，但是别人觉得不合理。如果恋人朋友另一半说，他们认为爸妈不靠谱，不许我和对方来往。",
    "annotation": [
      {
        "sentence": "爸妈总说“为你好”，但是他们数落我、指责我，希望我进步和成长。",
        "label": ""
      },
      {
        "sentence": "他们说我一无是处不优秀，但是在他们眼里我还是很好。",
        "label": ""
      },
      {
        "sentence": "我拎不清，他们说我不听话，以后吃亏的。",
        "label": ""
      },
      {
        "sentence": "如果是他们自己说的，他们觉得合理，但是别人觉得不合理。",
        "label": ""
      },
      {
        "sentence": "如果恋人朋友另一半说，他们认为爸妈不靠谱，不许我和对方来往。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以从两个角度来看这件事。",
    "annotation": [
      {
        "sentence": "可以从两个角度来看这件事。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "父母总是说“为你好”，但我却感到他们对我的控制，要求我听他们的话。我有时候觉得他们并没有意识到我也是一个独立的个体，有自己的思想和意见。他们认为这样是合情合理的。另一方面，他们这样说方便他们\"管理\"我，让我听话顺从，这样对他们来说很省心。但是这种模糊的界限会导致我反抗，甚至丧失自我意识，成为\"妈宝\"。虽然父母可以更轻松地控制我，但带来的副作用却比较大，对我造成潜在的危害。",
    "annotation": [
      {
        "sentence": "父母总是说“为你好”，但我却感到他们对我的控制，要求我听他们的话。",
        "label": ""
      },
      {
        "sentence": "我有时候觉得他们并没有意识到我也是一个独立的个体，有自己的思想和意见。",
        "label": ""
      },
      {
        "sentence": "他们认为这样是合情合理的。",
        "label": ""
      },
      {
        "sentence": "另一方面，他们这样说方便他们\"管理\"我，让我听话顺从，这样对他们来说很省心。",
        "label": ""
      },
      {
        "sentence": "但是这种模糊的界限会导致我反抗，甚至丧失自我意识，成为\"妈宝\"。",
        "label": ""
      },
      {
        "sentence": "虽然父母可以更轻松地控制我，但带来的副作用却比较大，对我造成潜在的危害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另一方面，如果是朋友这样对你说，父母的反应也是可以理解的。当父母作为第三者时，他们会觉得朋友不尊重我，否定我的价值。出于对我的保护，他们会认为对方不靠谱，就不许我和对方来往。所以，你觉得他们这样说“为你好”合理吗？我个人认为不合理。以“为我好”为借口压制我，不尊重我的想法和独立性，这真的是为我好吗？还是父母为了满足自己期望而使用的一种手段呢？我认为更多的是后者。当然，我们也不能否认大部分父母是爱孩子的，当他们说这些话的时候，出发点确实是为了我们好，他们怕我们走弯路，所以会把他们认为正确的经验传递给我们。但是这些话传到我们的耳朵里，却变味了。而他们这样做大多数情况下也是有合理的理由的，他们想要爱我们，只是不清楚更合适的方式。所以我们也可以主动和父母沟通，告诉他们我们的感受和想法，教导他们怎样更好地爱我们。当然，也有一种情况是，因为父母太过习惯原有的方式，无论怎么教都难以改变，这时我们就没必要强行要求他们改变了。我们应该把注意力转向如何更好地爱自己。",
    "annotation": [
      {
        "sentence": "另一方面，如果是朋友这样对你说，父母的反应也是可以理解的。",
        "label": ""
      },
      {
        "sentence": "当父母作为第三者时，他们会觉得朋友不尊重我，否定我的价值。",
        "label": ""
      },
      {
        "sentence": "出于对我的保护，他们会认为对方不靠谱，就不许我和对方来往。",
        "label": ""
      },
      {
        "sentence": "所以，你觉得他们这样说“为你好”合理吗？",
        "label": ""
      },
      {
        "sentence": "我个人认为不合理。",
        "label": ""
      },
      {
        "sentence": "以“为我好”为借口压制我，不尊重我的想法和独立性，这真的是为我好吗？",
        "label": ""
      },
      {
        "sentence": "还是父母为了满足自己期望而使用的一种手段呢？",
        "label": ""
      },
      {
        "sentence": "我认为更多的是后者。",
        "label": ""
      },
      {
        "sentence": "当然，我们也不能否认大部分父母是爱孩子的，当他们说这些话的时候，出发点确实是为了我们好，他们怕我们走弯路，所以会把他们认为正确的经验传递给我们。",
        "label": ""
      },
      {
        "sentence": "但是这些话传到我们的耳朵里，却变味了。",
        "label": ""
      },
      {
        "sentence": "而他们这样做大多数情况下也是有合理的理由的，他们想要爱我们，只是不清楚更合适的方式。",
        "label": ""
      },
      {
        "sentence": "所以我们也可以主动和父母沟通，告诉他们我们的感受和想法，教导他们怎样更好地爱我们。",
        "label": ""
      },
      {
        "sentence": "当然，也有一种情况是，因为父母太过习惯原有的方式，无论怎么教都难以改变，这时我们就没必要强行要求他们改变了。",
        "label": ""
      },
      {
        "sentence": "我们应该把注意力转向如何更好地爱自己。",
        "label": ""
      }
    ]
  }
]