[
  {
    "role": "client",
    "content": "工作难找，各方面不是很好的工作还可以去吗？最近找工作，有一个工作是员工告诉我不是很好的，包括制度不完善等等，但是工作太难找了，我应该去那个公司工作吗？",
    "annotation": [
      {
        "sentence": "工作难找，各方面不是很好的工作还可以去吗？",
        "label": ""
      },
      {
        "sentence": "最近找工作，有一个工作是员工告诉我不是很好的，包括制度不完善等等，但是工作太难找了，我应该去那个公司工作吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我理解你目前的困扰。由于疫情原因，今年的经济形势比较严峻，直接导致就业率也不如往年。国家也相应地出台了很多刺激经济复苏和提高就业率的政策，一定程度上缓解了就业压力。你应该看到，尽管现在情况不好，但机遇与挑战并存，只有提升自己，才能以不变应万变的道理！那么首先，你在就业之前，应该对自己的职业道路有一个长远的规划，比如：我要从事什么行业，这个行业前景如何，需要什么准入条件，晋升前景怎么样，相对应的，我有什么优势和劣势，怎么克服等等，先做一个大框架的职业规划，给自己一个大方向。",
    "annotation": [
      {
        "sentence": "求助者，我理解你目前的困扰。",
        "label": ""
      },
      {
        "sentence": "由于疫情原因，今年的经济形势比较严峻，直接导致就业率也不如往年。",
        "label": ""
      },
      {
        "sentence": "国家也相应地出台了很多刺激经济复苏和提高就业率的政策，一定程度上缓解了就业压力。",
        "label": ""
      },
      {
        "sentence": "你应该看到，尽管现在情况不好，但机遇与挑战并存，只有提升自己，才能以不变应万变的道理！",
        "label": ""
      },
      {
        "sentence": "那么首先，你在就业之前，应该对自己的职业道路有一个长远的规划，比如：我要从事什么行业，这个行业前景如何，需要什么准入条件，晋升前景怎么样，相对应的，我有什么优势和劣势，怎么克服等等，先做一个大框架的职业规划，给自己一个大方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议。我明白了，我需要对自己的职业道路有一个长远的规划。但我现在遇到的问题是，有一家公司正好有招聘，但我听一个员工说该公司不是很好，制度不完善等等。由于工作难找，我拿不准应该去不去这个公司。",
    "annotation": [
      {
        "sentence": "非常感谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我明白了，我需要对自己的职业道路有一个长远的规划。",
        "label": ""
      },
      {
        "sentence": "但我现在遇到的问题是，有一家公司正好有招聘，但我听一个员工说该公司不是很好，制度不完善等等。",
        "label": ""
      },
      {
        "sentence": "由于工作难找，我拿不准应该去不去这个公司。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的困惑。在选择任何工作之前，了解公司背景是很重要的。你可以提前考察一下公司各方面的情况，比如公司现行情况，薪资福利，晋升机制，岗位设置等等，这些信息网上都能查到。另外，你还可以咨询对应公司的人力资源部，从他们那里了解更多信息。当这些调查完了，你基本就做到心中有数了。",
    "annotation": [
      {
        "sentence": "明白你的困惑。",
        "label": ""
      },
      {
        "sentence": "在选择任何工作之前，了解公司背景是很重要的。",
        "label": ""
      },
      {
        "sentence": "你可以提前考察一下公司各方面的情况，比如公司现行情况，薪资福利，晋升机制，岗位设置等等，这些信息网上都能查到。",
        "label": ""
      },
      {
        "sentence": "另外，你还可以咨询对应公司的人力资源部，从他们那里了解更多信息。",
        "label": ""
      },
      {
        "sentence": "当这些调查完了，你基本就做到心中有数了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会根据你的意见提前做一些调查，了解该公司的具体情况。但是我还有个问题，我没有太多的工作经验，应该选择大公司还是小公司？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会根据你的意见提前做一些调查，了解该公司的具体情况。",
        "label": ""
      },
      {
        "sentence": "但是我还有个问题，我没有太多的工作经验，应该选择大公司还是小公司？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你没有太多工作经验或者工作经验较少，最好还是以积累工作经验，养成良好的工作习惯为目的，首选大公司，各方面都比较正规。大公司在职业发展上也有更多的机会。如果你已经有一定经验，想追求更快的发展，可以考虑小一点的公司，因为小公司机会相对较多，很多东西都需要新建。而大公司等级制度森严，关系网复杂，不易冒尖。当然这些都是相对来说，具体情况还是要你根据自己的实际情况再做决定。",
    "annotation": [
      {
        "sentence": "如果你没有太多工作经验或者工作经验较少，最好还是以积累工作经验，养成良好的工作习惯为目的，首选大公司，各方面都比较正规。",
        "label": ""
      },
      {
        "sentence": "大公司在职业发展上也有更多的机会。",
        "label": ""
      },
      {
        "sentence": "如果你已经有一定经验，想追求更快的发展，可以考虑小一点的公司，因为小公司机会相对较多，很多东西都需要新建。",
        "label": ""
      },
      {
        "sentence": "而大公司等级制度森严，关系网复杂，不易冒尖。",
        "label": ""
      },
      {
        "sentence": "当然这些都是相对来说，具体情况还是要你根据自己的实际情况再做决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，根据我的情况选择大公司还是小公司可以根据我自身的工作经验等来决定。还有，我提到的那个员工介绍的情况，我是否应该相信？我有些犹豫。",
    "annotation": [
      {
        "sentence": "我明白了，根据我的情况选择大公司还是小公司可以根据我自身的工作经验等来决定。",
        "label": ""
      },
      {
        "sentence": "还有，我提到的那个员工介绍的情况，我是否应该相信？",
        "label": ""
      },
      {
        "sentence": "我有些犹豫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于员工的评价，你需要保持一定的谨慎。员工可能会有个人恩怨等个人情绪因素影响评价的客观性。因此，你需要自己对这些评价进行甄别。可以通过多方了解、跟其他员工交流或者亲自去参观公司来获取更全面的信息。最终，你需要根据自己的判断来决定是否选择这个工作机会。",
    "annotation": [
      {
        "sentence": "对于员工的评价，你需要保持一定的谨慎。",
        "label": ""
      },
      {
        "sentence": "员工可能会有个人恩怨等个人情绪因素影响评价的客观性。",
        "label": ""
      },
      {
        "sentence": "因此，你需要自己对这些评价进行甄别。",
        "label": ""
      },
      {
        "sentence": "可以通过多方了解、跟其他员工交流或者亲自去参观公司来获取更全面的信息。",
        "label": ""
      },
      {
        "sentence": "最终，你需要根据自己的判断来决定是否选择这个工作机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理。我会保持谨慎，通过多方了解来判断那个员工的评价是否准确。非常感谢你的指导和建议。",
    "annotation": [
      {
        "sentence": "你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "我会保持谨慎，通过多方了解来判断那个员工的评价是否准确。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的指导和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意能帮到你。希望你能早日找到适合自己的理想工作！加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意能帮到你。",
        "label": ""
      },
      {
        "sentence": "希望你能早日找到适合自己的理想工作！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]