[
  {
    "role": "client",
    "content": "和爸妈之间有很多矛盾我跟家人之间的关系就这样了吗？我跟我爸我妈之间有很多矛盾，他们做出一些伤害我的事，我还耿耿于怀，因为他们并没有对我很好，我现在对他们有很多怨气，记得以前吃饭的时候，（当时我还小）我爸他说我长大后是个乞丐，之后我一直很害怕时间的流失，每天浑浑噩噩，整天担心自己长大后真的变成乞丐，我妈在我小时候不经常在家，都去工作，只有周日回来，我当时对那个时间真是又期待又害怕，因为想让我妈多陪我，可是她一回来就对我发脾气，对我又打又骂的，我甚至想过只要她一回来我就不回家，有一次她的项链丢了，她很生气的把我叫过来，非要说是我拿她项链，她不分青红皂白的就把我打了一顿，从那时候我恨透了那些只知道钱而不顾自己的感情的人，同时也觉得我妈她心里只有钱根本就没有我，然后上高中那会儿我心理出现了一点儿问题退学了，住了一会儿院，然后我妈就总是拿我的这个病来贬低我，那时候跟她吵架，她骂我是个精神病，然后我事后跟她说你能不能别老一口一个精神病的？",
    "annotation": [
      {
        "sentence": "和爸妈之间有很多矛盾我跟家人之间的关系就这样了吗？",
        "label": ""
      },
      {
        "sentence": "我跟我爸我妈之间有很多矛盾，他们做出一些伤害我的事，我还耿耿于怀，因为他们并没有对我很好，我现在对他们有很多怨气，记得以前吃饭的时候，（当时我还小）我爸他说我长大后是个乞丐，之后我一直很害怕时间的流失，每天浑浑噩噩，整天担心自己长大后真的变成乞丐，我妈在我小时候不经常在家，都去工作，只有周日回来，我当时对那个时间真是又期待又害怕，因为想让我妈多陪我，可是她一回来就对我发脾气，对我又打又骂的，我甚至想过只要她一回来我就不回家，有一次她的项链丢了，她很生气的把我叫过来，非要说是我拿她项链，她不分青红皂白的就把我打了一顿，从那时候我恨透了那些只知道钱而不顾自己的感情的人，同时也觉得我妈她心里只有钱根本就没有我，然后上高中那会儿我心理出现了一点儿问题退学了，住了一会儿院，然后我妈就总是拿我的这个病来贬低我，那时候跟她吵架，她骂我是个精神病，然后我事后跟她说你能不能别老一口一个精神病的？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你现在的心情，与父母之间的矛盾确实让你感到痛苦和困惑。你经历的那些伤害和怨气是可以理解的。你记得的那些话和行为都对你造成了很大的心理压力。不过，对于家庭问题，我们可能需要更多的沟通和理解来缓解这种压力。",
    "annotation": [
      {
        "sentence": "我了解你现在的心情，与父母之间的矛盾确实让你感到痛苦和困惑。",
        "label": ""
      },
      {
        "sentence": "你经历的那些伤害和怨气是可以理解的。",
        "label": ""
      },
      {
        "sentence": "你记得的那些话和行为都对你造成了很大的心理压力。",
        "label": ""
      },
      {
        "sentence": "不过，对于家庭问题，我们可能需要更多的沟通和理解来缓解这种压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我希望能够改善与他们的关系，但是我感觉无论我怎么努力，他们都对我持有偏见和歧视。我父母总是以有色眼光看待我，只要我有负面情绪，他们就认为我是有问题的。",
    "annotation": [
      {
        "sentence": "是的，我希望能够改善与他们的关系，但是我感觉无论我怎么努力，他们都对我持有偏见和歧视。",
        "label": ""
      },
      {
        "sentence": "我父母总是以有色眼光看待我，只要我有负面情绪，他们就认为我是有问题的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我完全理解。有时候父母的言语和行为可能会让我们觉得很受伤，但他们并不一定意识到自己的影响有多大。或许我们可以试着跟他们更加开放地沟通，让他们知道你的真实感受，以期望能够得到更多的理解。",
    "annotation": [
      {
        "sentence": "你的感受我完全理解。",
        "label": ""
      },
      {
        "sentence": "有时候父母的言语和行为可能会让我们觉得很受伤，但他们并不一定意识到自己的影响有多大。",
        "label": ""
      },
      {
        "sentence": "或许我们可以试着跟他们更加开放地沟通，让他们知道你的真实感受，以期望能够得到更多的理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾经试图更加接近妈妈，但她总是用伤害我的话语来攻击我。现在我感到身心俱疲，每天晚上都睡不好觉。我希望能与妈妈坐下来谈谈，但她却总是说没有时间，她只关心自己的事业。我真的很失望。",
    "annotation": [
      {
        "sentence": "我曾经试图更加接近妈妈，但她总是用伤害我的话语来攻击我。",
        "label": ""
      },
      {
        "sentence": "现在我感到身心俱疲，每天晚上都睡不好觉。",
        "label": ""
      },
      {
        "sentence": "我希望能与妈妈坐下来谈谈，但她却总是说没有时间，她只关心自己的事业。",
        "label": ""
      },
      {
        "sentence": "我真的很失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，你希望得到妈妈的关心和关怀。可是，每个人的关注点和重要性可能不同，我们无法强求他人像我们期望的那样。或许我们可以试着找到一种平衡，同时独立地努力变得更加坚强，并不再过多依赖他们的关爱。",
    "annotation": [
      {
        "sentence": "我理解你的感受，你希望得到妈妈的关心和关怀。",
        "label": ""
      },
      {
        "sentence": "可是，每个人的关注点和重要性可能不同，我们无法强求他人像我们期望的那样。",
        "label": ""
      },
      {
        "sentence": "或许我们可以试着找到一种平衡，同时独立地努力变得更加坚强，并不再过多依赖他们的关爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我也想过独立起来，不再对他们的关心有太多期待，我决定努力变得更加强大，远离他们的负面影响。",
    "annotation": [
      {
        "sentence": "对，我也想过独立起来，不再对他们的关心有太多期待，我决定努力变得更加强大，远离他们的负面影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个积极的决定。通过独立和自我成长，你将拥有更强的力量去面对困难，并塑造自己更好的未来。我相信你可以做到的。",
    "annotation": [
      {
        "sentence": "这是一个积极的决定。",
        "label": ""
      },
      {
        "sentence": "通过独立和自我成长，你将拥有更强的力量去面对困难，并塑造自己更好的未来。",
        "label": ""
      },
      {
        "sentence": "我相信你可以做到的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。与你交谈让我感到宽慰和勇气。我会努力实现自己的目标，不再受他人的消极影响。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "与你交谈让我感到宽慰和勇气。",
        "label": ""
      },
      {
        "sentence": "我会努力实现自己的目标，不再受他人的消极影响。",
        "label": ""
      }
    ]
  }
]