[
  {
    "role": "client",
    "content": "个人情感方面，对自己感到恶心，我该怎么做？27女，一直没有自信比较敏感自卑，现实不喜欢和人相处，经常说话不敢直视别人，感觉真实人格被压抑着，在网上却如鱼得水，大概因为声音还行，和各种男生聊天，用别人的照片，编造名字，编造一些根本没有的卖惨经历，各种迎合，让他们心疼我，喜欢上我，但在此过程中我也会很真实的投入感情，最后因为知道不可能奔现，都是谎言，所以又编一出戏码去分手，都是一些他们无力解决的事，表现我出不得不分手的状态，让他们愧疚的同时内心对我念念不忘，然后我会真实痛苦一段日子，之后又会重复以上。从来没有金钱往来，对那些被分手的男生会很愧疚，会整夜失眠忏悔，但一段时间后又不自觉这样，感觉自己像神经病，很恶心，我这样要怎么变正常？",
    "annotation": [
      {
        "sentence": "个人情感方面，对自己感到恶心，我该怎么做？",
        "label": ""
      },
      {
        "sentence": "27女，一直没有自信比较敏感自卑，现实不喜欢和人相处，经常说话不敢直视别人，感觉真实人格被压抑着，在网上却如鱼得水，大概因为声音还行，和各种男生聊天，用别人的照片，编造名字，编造一些根本没有的卖惨经历，各种迎合，让他们心疼我，喜欢上我，但在此过程中我也会很真实的投入感情，最后因为知道不可能奔现，都是谎言，所以又编一出戏码去分手，都是一些他们无力解决的事，表现我出不得不分手的状态，让他们愧疚的同时内心对我念念不忘，然后我会真实痛苦一段日子，之后又会重复以上。",
        "label": ""
      },
      {
        "sentence": "从来没有金钱往来，对那些被分手的男生会很愧疚，会整夜失眠忏悔，但一段时间后又不自觉这样，感觉自己像神经病，很恶心，我这样要怎么变正常？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题挺心疼你的，天拥抱你一下吧。我们先来理一下你表达出来的信息。（1）27岁，一直没有自信比较敏感自卑，现实不喜欢和人相处，经常说话不敢直视别人，感觉真实人格被压抑着。这一段说明你比较敏感自卑，缺少自信心，你在现实生活当中不喜欢和人相处，甚至说话不敢直视别人的眼睛，我想问一下，你有到医院里面去检查一下吗？如果没有，我建议你去一下。因为从你的描述中来看，你可能存在着人际交往上的障碍，这和你从小到大的生活经历直接有关。",
    "annotation": [
      {
        "sentence": "看到你的问题挺心疼你的，天拥抱你一下吧。",
        "label": ""
      },
      {
        "sentence": "我们先来理一下你表达出来的信息。",
        "label": ""
      },
      {
        "sentence": "（1）27岁，一直没有自信比较敏感自卑，现实不喜欢和人相处，经常说话不敢直视别人，感觉真实人格被压抑着。",
        "label": ""
      },
      {
        "sentence": "这一段说明你比较敏感自卑，缺少自信心，你在现实生活当中不喜欢和人相处，甚至说话不敢直视别人的眼睛，我想问一下，你有到医院里面去检查一下吗？",
        "label": ""
      },
      {
        "sentence": "如果没有，我建议你去一下。",
        "label": ""
      },
      {
        "sentence": "因为从你的描述中来看，你可能存在着人际交往上的障碍，这和你从小到大的生活经历直接有关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的拥抱。我没有去医院检查过，但你说的对，我确实有人际交往上的困难，我从小的生活经历也有一些问题。",
    "annotation": [
      {
        "sentence": "谢谢你的拥抱。",
        "label": ""
      },
      {
        "sentence": "我没有去医院检查过，但你说的对，我确实有人际交往上的困难，我从小的生活经历也有一些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的困难，人际交往是个很复杂的事情，但我们可以一步一步来解决。另外，你提到（2）在网上你却如鱼得水，和各种男生聊天，伪装成他人，编造各种故事来吸引他们的关注。我很理解你寻求关注和喜欢的需求，但这样可能并不健康。你有没有想过为什么你只在网上表现真实的一面？",
    "annotation": [
      {
        "sentence": "理解你的困难，人际交往是个很复杂的事情，但我们可以一步一步来解决。",
        "label": ""
      },
      {
        "sentence": "另外，你提到（2）在网上你却如鱼得水，和各种男生聊天，伪装成他人，编造各种故事来吸引他们的关注。",
        "label": ""
      },
      {
        "sentence": "我很理解你寻求关注和喜欢的需求，但这样可能并不健康。",
        "label": ""
      },
      {
        "sentence": "你有没有想过为什么你只在网上表现真实的一面？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，可能是因为我在网上可以隐藏真实的自己，不怕被拒绝或嫌弃。",
    "annotation": [
      {
        "sentence": "我明白了，可能是因为我在网上可以隐藏真实的自己，不怕被拒绝或嫌弃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，网上提供了一种相对匿名的环境，让你感到安全和接受。但是长期以来，这种行为可能对你的心理健康造成负面影响。所以我建议你逐渐展示真实的自己，与人面对面地交流。",
    "annotation": [
      {
        "sentence": "确实，网上提供了一种相对匿名的环境，让你感到安全和接受。",
        "label": ""
      },
      {
        "sentence": "但是长期以来，这种行为可能对你的心理健康造成负面影响。",
        "label": ""
      },
      {
        "sentence": "所以我建议你逐渐展示真实的自己，与人面对面地交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道这样更好，但是我总是害怕面对现实，担心被别人嫌弃或伤害。",
    "annotation": [
      {
        "sentence": "我知道这样更好，但是我总是害怕面对现实，担心被别人嫌弃或伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种担心是可以理解的，但它也是你心理障碍的一部分。我建议你寻求专业心理咨询师的帮助，他们可以帮助你面对这些困扰并提供有效的解决方法。",
    "annotation": [
      {
        "sentence": "这种担心是可以理解的，但它也是你心理障碍的一部分。",
        "label": ""
      },
      {
        "sentence": "我建议你寻求专业心理咨询师的帮助，他们可以帮助你面对这些困扰并提供有效的解决方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会考虑找心理咨询师的。另外，我还有一个问题。我会在分手后感到愧疚和失眠。为什么我一段时间后又会忘记这些感觉，感觉自己像神经病呢？",
    "annotation": [
      {
        "sentence": "嗯，我会考虑找心理咨询师的。",
        "label": ""
      },
      {
        "sentence": "另外，我还有一个问题。",
        "label": ""
      },
      {
        "sentence": "我会在分手后感到愧疚和失眠。",
        "label": ""
      },
      {
        "sentence": "为什么我一段时间后又会忘记这些感觉，感觉自己像神经病呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你的感受。人们对感情的处理方式因人而异，你只是在用自己的方式面对这些情感。但我希望你能逐渐放下过去的问题，不要再自责和纠结于此。同时，与专业人士合作，学习正确处理情感和建立健康的人际关系的方法也是很重要的。",
    "annotation": [
      {
        "sentence": "很理解你的感受。",
        "label": ""
      },
      {
        "sentence": "人们对感情的处理方式因人而异，你只是在用自己的方式面对这些情感。",
        "label": ""
      },
      {
        "sentence": "但我希望你能逐渐放下过去的问题，不要再自责和纠结于此。",
        "label": ""
      },
      {
        "sentence": "同时，与专业人士合作，学习正确处理情感和建立健康的人际关系的方法也是很重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我会尽量跟上你说的方向，改变一下自己的生活方式和处理感情的方式。支持者：很高兴能帮到你，你是一个有思考和改变的人，相信你一定可以走出困境，拥有更健康、快乐的生活。如果你有任何困惑或需要帮助，随时都可以来找我聊天。祝你好运！求助者：谢谢你的鼓励和支持，我会的！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我会尽量跟上你说的方向，改变一下自己的生活方式和处理感情的方式。",
        "label": ""
      },
      {
        "sentence": "支持者：很高兴能帮到你，你是一个有思考和改变的人，相信你一定可以走出困境，拥有更健康、快乐的生活。",
        "label": ""
      },
      {
        "sentence": "如果你有任何困惑或需要帮助，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "求助者：谢谢你的鼓励和支持，我会的！",
        "label": ""
      }
    ]
  }
]