[
  {
    "role": "client",
    "content": "个人情感方面，对自己感到恶心，我该怎么做？27女，一直没有自信比较敏感自卑，现实不喜欢和人相处，经常说话不敢直视别人，感觉真实人格被压抑着，在网上却如鱼得水，大概因为声音还行，和各种男生聊天，用别人的照片，编造名字，编造一些根本没有的卖惨经历，各种迎合，让他们心疼我，喜欢上我，但在此过程中我也会很真实的投入感情，最后因为知道不可能奔现，都是谎言，所以又编一出戏码去分手，都是一些他们无力解决的事，表现我出不得不分手的状态，让他们愧疚的同时内心对我念念不忘，然后我会真实痛苦一段日子，之后又会重复以上。从来没有金钱往来，对那些被分手的男生会很愧疚，会整夜失眠忏悔，但一段时间后又不自觉这样，感觉自己像神经病，很恶心，我这样要怎么变正常？",
    "annotation": [
      {
        "sentence": "个人情感方面，对自己感到恶心，我该怎么做？",
        "label": ""
      },
      {
        "sentence": "27女，一直没有自信比较敏感自卑，现实不喜欢和人相处，经常说话不敢直视别人，感觉真实人格被压抑着，在网上却如鱼得水，大概因为声音还行，和各种男生聊天，用别人的照片，编造名字，编造一些根本没有的卖惨经历，各种迎合，让他们心疼我，喜欢上我，但在此过程中我也会很真实的投入感情，最后因为知道不可能奔现，都是谎言，所以又编一出戏码去分手，都是一些他们无力解决的事，表现我出不得不分手的状态，让他们愧疚的同时内心对我念念不忘，然后我会真实痛苦一段日子，之后又会重复以上。",
        "label": ""
      },
      {
        "sentence": "从来没有金钱往来，对那些被分手的男生会很愧疚，会整夜失眠忏悔，但一段时间后又不自觉这样，感觉自己像神经病，很恶心，我这样要怎么变正常？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完描述蛮心疼你的，感觉得到你渴望被爱，又不敢爱（或者说是觉得自己不值得被爱）的矛盾心理。你对自己的评价是【一直比较没有自信比较敏感自卑】，不知道你是否认真回想过自卑的原因呢？",
    "annotation": [
      {
        "sentence": "看完描述蛮心疼你的，感觉得到你渴望被爱，又不敢爱（或者说是觉得自己不值得被爱）的矛盾心理。",
        "label": ""
      },
      {
        "sentence": "你对自己的评价是【一直比较没有自信比较敏感自卑】，不知道你是否认真回想过自卑的原因呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直都觉得自己不够好，不够漂亮，无法吸引他人的注意。导致我在人前总是不敢直视别人，说话也缺乏自信。",
    "annotation": [
      {
        "sentence": "是的，我一直都觉得自己不够好，不够漂亮，无法吸引他人的注意。",
        "label": ""
      },
      {
        "sentence": "导致我在人前总是不敢直视别人，说话也缺乏自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受。其实，无论外表如何，每个人都是独一无二的，都有自己独特的魅力。反思一下，你是否太过于苛求自己了呢？",
    "annotation": [
      {
        "sentence": "我明白你的感受。",
        "label": ""
      },
      {
        "sentence": "其实，无论外表如何，每个人都是独一无二的，都有自己独特的魅力。",
        "label": ""
      },
      {
        "sentence": "反思一下，你是否太过于苛求自己了呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是吧。我一直把自己跟别人比较，觉得自己不如别人。这种想法让我觉得很自卑。",
    "annotation": [
      {
        "sentence": "可能是吧。",
        "label": ""
      },
      {
        "sentence": "我一直把自己跟别人比较，觉得自己不如别人。",
        "label": ""
      },
      {
        "sentence": "这种想法让我觉得很自卑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实性格并没有好坏之分：敏感可以让你提前预知可能存在的危险，从而规避风险；自卑可以让你在做一件事前比较谨慎，从而降低失败的可能。从某种角度来说，敏感和自卑也是一种自我保护机制。只不过一味地敏感和自卑，确实也会让我们失去很多机会。你可以试着逐渐接纳自己的敏感和自卑，而不是否定它们。",
    "annotation": [
      {
        "sentence": "其实性格并没有好坏之分：敏感可以让你提前预知可能存在的危险，从而规避风险；自卑可以让你在做一件事前比较谨慎，从而降低失败的可能。",
        "label": ""
      },
      {
        "sentence": "从某种角度来说，敏感和自卑也是一种自我保护机制。",
        "label": ""
      },
      {
        "sentence": "只不过一味地敏感和自卑，确实也会让我们失去很多机会。",
        "label": ""
      },
      {
        "sentence": "你可以试着逐渐接纳自己的敏感和自卑，而不是否定它们。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我应该如何改变呢？",
    "annotation": [
      {
        "sentence": "那我应该如何改变呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "克服问题的最好方式是需要面对它，先找到自卑和敏感的成因，然后再思考应该如何改变。不要急于求成，改变的过程慢一点也没有关系的。比如如果觉得自己不够漂亮，可以把自己收拾干净、打扮得体；如果觉得自己外形不够好，可以选择健身，或者多参与室外活动，例如登山什么的，不用过分追求以瘦为美，健康就好；如果觉得自己学识不够丰富，可以多阅读，用知识来丰富自己的大脑。你很多的困惑说不定也能从书中找到答案。",
    "annotation": [
      {
        "sentence": "克服问题的最好方式是需要面对它，先找到自卑和敏感的成因，然后再思考应该如何改变。",
        "label": ""
      },
      {
        "sentence": "不要急于求成，改变的过程慢一点也没有关系的。",
        "label": ""
      },
      {
        "sentence": "比如如果觉得自己不够漂亮，可以把自己收拾干净、打扮得体；如果觉得自己外形不够好，可以选择健身，或者多参与室外活动，例如登山什么的，不用过分追求以瘦为美，健康就好；如果觉得自己学识不够丰富，可以多阅读，用知识来丰富自己的大脑。",
        "label": ""
      },
      {
        "sentence": "你很多的困惑说不定也能从书中找到答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着改变。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，相信你一定能够找到属于自己的改变方法。另外，我注意到你在网上使用虚假身份和经历与他人交往的问题。我觉得这可能是因为你渴望被别人爱，但对自己的外表形象不自信，所以使用了别人的照片和虚构信息。但是这样的方式最终只会让你和对方陷入谎言，不利于建立真正的关系。你应该试着真诚地对待他人，包括现实生活中和网上的朋友，学会甄别和选择。不要为了取悦别人而伪装自己，真实相待才能建立长久的关系。",
    "annotation": [
      {
        "sentence": "不客气，相信你一定能够找到属于自己的改变方法。",
        "label": ""
      },
      {
        "sentence": "另外，我注意到你在网上使用虚假身份和经历与他人交往的问题。",
        "label": ""
      },
      {
        "sentence": "我觉得这可能是因为你渴望被别人爱，但对自己的外表形象不自信，所以使用了别人的照片和虚构信息。",
        "label": ""
      },
      {
        "sentence": "但是这样的方式最终只会让你和对方陷入谎言，不利于建立真正的关系。",
        "label": ""
      },
      {
        "sentence": "你应该试着真诚地对待他人，包括现实生活中和网上的朋友，学会甄别和选择。",
        "label": ""
      },
      {
        "sentence": "不要为了取悦别人而伪装自己，真实相待才能建立长久的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尝试用真实的方式去和他人相处，不再追求别人的心疼和喜欢。",
    "annotation": [
      {
        "sentence": "我明白了，我会尝试用真实的方式去和他人相处，不再追求别人的心疼和喜欢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，我相信你能够坦然地面对自己，并且在真实的相处中找到属于你的快乐。同时，现实生活中也可以尝试多与别人接触，当你消除与人相处的不自在时，也就没那么讨厌与人相处了。你是值得被爱的，在遇到爱你的那个人之前，答应我先学会好好爱自己，好吗？",
    "annotation": [
      {
        "sentence": "很好，我相信你能够坦然地面对自己，并且在真实的相处中找到属于你的快乐。",
        "label": ""
      },
      {
        "sentence": "同时，现实生活中也可以尝试多与别人接触，当你消除与人相处的不自在时，也就没那么讨厌与人相处了。",
        "label": ""
      },
      {
        "sentence": "你是值得被爱的，在遇到爱你的那个人之前，答应我先学会好好爱自己，好吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力去改变和爱自己的。谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力去改变和爱自己的。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  }
]