[
  {
    "role": "client",
    "content": "个人情感方面，对自己感到恶心，我该怎么做？27女，一直没有自信比较敏感自卑，现实不喜欢和人相处，经常说话不敢直视别人，感觉真实人格被压抑着，在网上却如鱼得水，大概因为声音还行，和各种男生聊天，用别人的照片，编造名字，编造一些根本没有的卖惨经历，各种迎合，让他们心疼我，喜欢上我，但在此过程中我也会很真实的投入感情，最后因为知道不可能奔现，都是谎言，所以又编一出戏码去分手，都是一些他们无力解决的事，表现我出不得不分手的状态，让他们愧疚的同时内心对我念念不忘，然后我会真实痛苦一段日子，之后又会重复以上。从来没有金钱往来，对那些被分手的男生会很愧疚，会整夜失眠忏悔，但一段时间后又不自觉这样，感觉自己像神经病，很恶心，我这样要怎么变正常？",
    "annotation": [
      {
        "sentence": "个人情感方面，对自己感到恶心，我该怎么做？",
        "label": ""
      },
      {
        "sentence": "27女，一直没有自信比较敏感自卑，现实不喜欢和人相处，经常说话不敢直视别人，感觉真实人格被压抑着，在网上却如鱼得水，大概因为声音还行，和各种男生聊天，用别人的照片，编造名字，编造一些根本没有的卖惨经历，各种迎合，让他们心疼我，喜欢上我，但在此过程中我也会很真实的投入感情，最后因为知道不可能奔现，都是谎言，所以又编一出戏码去分手，都是一些他们无力解决的事，表现我出不得不分手的状态，让他们愧疚的同时内心对我念念不忘，然后我会真实痛苦一段日子，之后又会重复以上。",
        "label": ""
      },
      {
        "sentence": "从来没有金钱往来，对那些被分手的男生会很愧疚，会整夜失眠忏悔，但一段时间后又不自觉这样，感觉自己像神经病，很恶心，我这样要怎么变正常？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可能有一些社交恐惧，无法与人建立正常的亲密关系，情感与自我实现的需求被压抑着，于是这股冲动就转移到了网上。",
    "annotation": [
      {
        "sentence": "你可能有一些社交恐惧，无法与人建立正常的亲密关系，情感与自我实现的需求被压抑着，于是这股冲动就转移到了网上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自己在现实生活中很不自信，总觉得和别人交流会被拒绝或嘲笑。",
    "annotation": [
      {
        "sentence": "是的，我觉得自己在现实生活中很不自信，总觉得和别人交流会被拒绝或嘲笑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你在网上精心包装了一个不一样的自己，却发现很多人会和你聊天，于是尝到甜头的你开始继续这场自编自演。这样确实能暂时满足你的情感和自我实现需求，但是却改变不了根本问题，你还是无法在现实生活中去真正地和人交流，发展亲密关系。",
    "annotation": [
      {
        "sentence": "你在网上精心包装了一个不一样的自己，却发现很多人会和你聊天，于是尝到甜头的你开始继续这场自编自演。",
        "label": ""
      },
      {
        "sentence": "这样确实能暂时满足你的情感和自我实现需求，但是却改变不了根本问题，你还是无法在现实生活中去真正地和人交流，发展亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白现实生活才是真实的，但我就是无法克服自己的社交恐惧。",
    "annotation": [
      {
        "sentence": "是的，我明白现实生活才是真实的，但我就是无法克服自己的社交恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一切都如水中花，镜中月，却因为给你带来暂时的满足，让你无法停止。你仿佛活在自己的幻想里，无法走入现实世界，这会让你无法适应正常的生活工作，你越是依赖网络，就越是无法走入现实。你若是凭自己已经无法停止编造行为，建议去找一个心理咨询师，咨询师会运用一些系统的办法去帮助你建立自信，教授你在现实生活中和人沟通的技巧，建立亲密关系。",
    "annotation": [
      {
        "sentence": "一切都如水中花，镜中月，却因为给你带来暂时的满足，让你无法停止。",
        "label": ""
      },
      {
        "sentence": "你仿佛活在自己的幻想里，无法走入现实世界，这会让你无法适应正常的生活工作，你越是依赖网络，就越是无法走入现实。",
        "label": ""
      },
      {
        "sentence": "你若是凭自己已经无法停止编造行为，建议去找一个心理咨询师，咨询师会运用一些系统的办法去帮助你建立自信，教授你在现实生活中和人沟通的技巧，建立亲密关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也想改变自己，但不知道从何入手。",
    "annotation": [
      {
        "sentence": "我也想改变自己，但不知道从何入手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你需要有一个人告诉你，你可以的，即使是在现实生活中，也会有人喜欢你，只要你能勇敢地展示自己，对他人友好，为什么会没人喜欢你呢？不需要以真实面目示人的你反而放松了许多，也许这才是你在网上如鱼得水的原因？因为你觉得对方看不到你，你就可以很自如地和人交流，这证明其实你是有交流能力的，只是因为心中的一些想法，比如觉得自己很差，没人会喜欢真实的自己，正是这些负面消极的话语让你抬不起头来，封闭了自己。",
    "annotation": [
      {
        "sentence": "你需要有一个人告诉你，你可以的，即使是在现实生活中，也会有人喜欢你，只要你能勇敢地展示自己，对他人友好，为什么会没人喜欢你呢？",
        "label": ""
      },
      {
        "sentence": "不需要以真实面目示人的你反而放松了许多，也许这才是你在网上如鱼得水的原因？",
        "label": ""
      },
      {
        "sentence": "因为你觉得对方看不到你，你就可以很自如地和人交流，这证明其实你是有交流能力的，只是因为心中的一些想法，比如觉得自己很差，没人会喜欢真实的自己，正是这些负面消极的话语让你抬不起头来，封闭了自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得好像确实有这方面的问题，我需要更积极地对待自己。",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得好像确实有这方面的问题，我需要更积极地对待自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，你要告诉自己，真实的你就很棒，无需躲藏，无需变成另一个人。每天都要正向积极地鼓励自己，告诉自己是很有价值的，我已经足够好了，即使我犯了一些错误也不代表我整个人就不好。渐渐地你就不那么讨厌自己，你会萌芽小小的信心，让你敢于在现实生活中和别人交流了。",
    "annotation": [
      {
        "sentence": "没错，你要告诉自己，真实的你就很棒，无需躲藏，无需变成另一个人。",
        "label": ""
      },
      {
        "sentence": "每天都要正向积极地鼓励自己，告诉自己是很有价值的，我已经足够好了，即使我犯了一些错误也不代表我整个人就不好。",
        "label": ""
      },
      {
        "sentence": "渐渐地你就不那么讨厌自己，你会萌芽小小的信心，让你敢于在现实生活中和别人交流了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽量调整心态，开始勇敢面对现实生活中的挑战。",
    "annotation": [
      {
        "sentence": "我会尽量调整心态，开始勇敢面对现实生活中的挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "既然你有这个在网上交流的能力，声音也很好听，或许你可以不用在网上编造故事去欺骗别人，而是去做直播，去讲故事。你可以不要露脸，做一个声音主播。还可以去做短视频，现在短视频这么火，都是大家编造故事来娱乐大众，也许这也是你的强项呢？我觉得你可以试一下，这样并不是欺骗行为，却在产生价值，给你树立自信。当你能成功地出品，在网上有粉丝时，这也会增强你的信心，满足你自我实现的需要。",
    "annotation": [
      {
        "sentence": "既然你有这个在网上交流的能力，声音也很好听，或许你可以不用在网上编造故事去欺骗别人，而是去做直播，去讲故事。",
        "label": ""
      },
      {
        "sentence": "你可以不要露脸，做一个声音主播。",
        "label": ""
      },
      {
        "sentence": "还可以去做短视频，现在短视频这么火，都是大家编造故事来娱乐大众，也许这也是你的强项呢？",
        "label": ""
      },
      {
        "sentence": "我觉得你可以试一下，这样并不是欺骗行为，却在产生价值，给你树立自信。",
        "label": ""
      },
      {
        "sentence": "当你能成功地出品，在网上有粉丝时，这也会增强你的信心，满足你自我实现的需要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑尝试这些新的方式来发展自己。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑尝试这些新的方式来发展自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，我们时常会犯错，只要能意识到问题，及时改正，我们还是能拥有一个美好的人生。你还年轻，还有大把的时间去改善自己，过上自己想要的生活。不要害怕，你已经迈出求助的第一步了，这是所有改变的第一步了，找一个咨询师，你会慢慢走出来的。现在就去寻找一个心理咨询师吧，他们会给你更专业的帮助，陪伴你渡过困难的时期。",
    "annotation": [
      {
        "sentence": "没问题，我们时常会犯错，只要能意识到问题，及时改正，我们还是能拥有一个美好的人生。",
        "label": ""
      },
      {
        "sentence": "你还年轻，还有大把的时间去改善自己，过上自己想要的生活。",
        "label": ""
      },
      {
        "sentence": "不要害怕，你已经迈出求助的第一步了，这是所有改变的第一步了，找一个咨询师，你会慢慢走出来的。",
        "label": ""
      },
      {
        "sentence": "现在就去寻找一个心理咨询师吧，他们会给你更专业的帮助，陪伴你渡过困难的时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会去咨询师那里寻求更专业的帮助，谢谢你的支持和鼓励。我会尽早开始我的改变之旅。",
    "annotation": [
      {
        "sentence": "嗯，我会去咨询师那里寻求更专业的帮助，谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尽早开始我的改变之旅。",
        "label": ""
      }
    ]
  }
]