[
  {
    "role": "client",
    "content": "男朋友总是给自己很大的压力怎么办？",
    "annotation": [
      {
        "sentence": "男朋友总是给自己很大的压力怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说的，感觉你和男朋友在一起一年了，他一直给自己很大的压力，可能是因为家庭的原因吧，他是单亲家庭出来的，他爸爸很小就没和他联系过，他妈妈家里也不是很好，帮不上他的忙。他总觉得我家里会瞧不起他，可是我已经和他说了很多次，都说不通。",
    "annotation": [
      {
        "sentence": "听你说的，感觉你和男朋友在一起一年了，他一直给自己很大的压力，可能是因为家庭的原因吧，他是单亲家庭出来的，他爸爸很小就没和他联系过，他妈妈家里也不是很好，帮不上他的忙。",
        "label": ""
      },
      {
        "sentence": "他总觉得我家里会瞧不起他，可是我已经和他说了很多次，都说不通。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我们双方的父母也一起吃过一次饭，他是做纹身师的，不是特别稳定的行业，最近他在工作上也遇到了很多困难，他一直为赚钱的事烦恼。",
    "annotation": [
      {
        "sentence": "是啊，我们双方的父母也一起吃过一次饭，他是做纹身师的，不是特别稳定的行业，最近他在工作上也遇到了很多困难，他一直为赚钱的事烦恼。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说的，男朋友一直以来都很为赚钱的事情烦恼，你也和他说过无数次慢慢来，不要心急，可是他似乎总是容易暴躁，爱和你吵架，觉得你不懂他的苦。你也和他说过很多次你懂他，知道他的不易，之前你还陪着他在他工作的城市。他不同意你做主播后，你也一直没有上班，你爸妈的意思是让你留在老家工作，可是他越来越不开心，压力越来越大，总会向你倾诉，你也能给他减轻压力，可是他却说你不懂他。",
    "annotation": [
      {
        "sentence": "听你说的，男朋友一直以来都很为赚钱的事情烦恼，你也和他说过无数次慢慢来，不要心急，可是他似乎总是容易暴躁，爱和你吵架，觉得你不懂他的苦。",
        "label": ""
      },
      {
        "sentence": "你也和他说过很多次你懂他，知道他的不易，之前你还陪着他在他工作的城市。",
        "label": ""
      },
      {
        "sentence": "他不同意你做主播后，你也一直没有上班，你爸妈的意思是让你留在老家工作，可是他越来越不开心，压力越来越大，总会向你倾诉，你也能给他减轻压力，可是他却说你不懂他。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我想着的是两个人一起努力，以后能天天在一起。我相信只要我们一起努力，以后的情况会好起来的。",
    "annotation": [
      {
        "sentence": "是的，我想着的是两个人一起努力，以后能天天在一起。",
        "label": ""
      },
      {
        "sentence": "我相信只要我们一起努力，以后的情况会好起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以看出你是一位很细心的女生，也能感觉出你很在意这个男孩子，他很幸运遇见你！从你的叙述里，感觉男孩子的情绪并不是特别好。如果是我，我会觉得很累，一个人再有压力，也不应该是他发脾气暴躁的借口。遇到事情，冷静才是一个人基本的情绪处理能力。你每次的安抚看来对他没有太大的改善，他的情绪依旧是暴躁。如果是我，我会考虑先分开一段时间，毕竟赚钱是一辈子的事情，人生里总有各样的事情发生，如果他总是借着情绪暴躁来处理问题，对你们将来在一起会是非常大的挑战。希望你能保持良好的心态，祝你一切安好！",
    "annotation": [
      {
        "sentence": "我可以看出你是一位很细心的女生，也能感觉出你很在意这个男孩子，他很幸运遇见你！",
        "label": ""
      },
      {
        "sentence": "从你的叙述里，感觉男孩子的情绪并不是特别好。",
        "label": ""
      },
      {
        "sentence": "如果是我，我会觉得很累，一个人再有压力，也不应该是他发脾气暴躁的借口。",
        "label": ""
      },
      {
        "sentence": "遇到事情，冷静才是一个人基本的情绪处理能力。",
        "label": ""
      },
      {
        "sentence": "你每次的安抚看来对他没有太大的改善，他的情绪依旧是暴躁。",
        "label": ""
      },
      {
        "sentence": "如果是我，我会考虑先分开一段时间，毕竟赚钱是一辈子的事情，人生里总有各样的事情发生，如果他总是借着情绪暴躁来处理问题，对你们将来在一起会是非常大的挑战。",
        "label": ""
      },
      {
        "sentence": "希望你能保持良好的心态，祝你一切安好！",
        "label": ""
      }
    ]
  }
]