[
  {
    "role": "client",
    "content": "我是一个20岁的女生，一直以来都感到自卑和自我否定，我真的能对得起谁呢？在没有特殊情况下，我感到轻松自在。我是一名学生，但每当有活动或者考试时，我就会感到紧张，生怕自己做不好。尽管我最后的结果通常都不错，并且能得到别人的认可，但我仍然无法肯定自己，总觉得自己做得还不够好。当我没有顺利完成一件事情或者感觉无法顺利完成时，我就会自我否定，觉得自己无法胜任，以及觉得这件事情太难了。我对这种感觉非常反感，但如果有一些特殊情况导致我无法完成某些事情，比如考研失败了，我该怎么办呢？我付出了一年的努力，父母对我也很疼爱，我真的能对得起他们吗？",
    "annotation": [
      {
        "sentence": "我是一个20岁的女生，一直以来都感到自卑和自我否定，我真的能对得起谁呢？",
        "label": ""
      },
      {
        "sentence": "在没有特殊情况下，我感到轻松自在。",
        "label": ""
      },
      {
        "sentence": "我是一名学生，但每当有活动或者考试时，我就会感到紧张，生怕自己做不好。",
        "label": ""
      },
      {
        "sentence": "尽管我最后的结果通常都不错，并且能得到别人的认可，但我仍然无法肯定自己，总觉得自己做得还不够好。",
        "label": ""
      },
      {
        "sentence": "当我没有顺利完成一件事情或者感觉无法顺利完成时，我就会自我否定，觉得自己无法胜任，以及觉得这件事情太难了。",
        "label": ""
      },
      {
        "sentence": "我对这种感觉非常反感，但如果有一些特殊情况导致我无法完成某些事情，比如考研失败了，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我付出了一年的努力，父母对我也很疼爱，我真的能对得起他们吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中我可以了解到，你其实在做事情方面是有能力做好的，你也能得到别人的称赞。但是你对自己没有信心，担心自己考研失败，并觉得这样会让父母非常失望。我想给你一些建议和分析：1.在工作事务中能够顺利完成，并且得到别人的认可，说明你有责任心，非常重视自己的任务，所以才会担心做不好。但实际上你已经做到了，并且得到了认可，这说明你的实力是没有问题的。2.考研确实非常重要，但是一方面这是和你自己未来挂钩的考试，失败了你其实对不起的是自己，不是父母。父母更关心你的幸福和快乐，而不是要求你取得很高的成就。所以最期待你考研成功的人其实是你自己。面对自己的期待，你是不是就不会那么紧张了呢？即使失败了，你还可以再来一次，希望这些对你有所帮助。",
    "annotation": [
      {
        "sentence": "从你的描述中我可以了解到，你其实在做事情方面是有能力做好的，你也能得到别人的称赞。",
        "label": ""
      },
      {
        "sentence": "但是你对自己没有信心，担心自己考研失败，并觉得这样会让父母非常失望。",
        "label": ""
      },
      {
        "sentence": "我想给你一些建议和分析：1.在工作事务中能够顺利完成，并且得到别人的认可，说明你有责任心，非常重视自己的任务，所以才会担心做不好。",
        "label": ""
      },
      {
        "sentence": "但实际上你已经做到了，并且得到了认可，这说明你的实力是没有问题的。",
        "label": ""
      },
      {
        "sentence": "2.考研确实非常重要，但是一方面这是和你自己未来挂钩的考试，失败了你其实对不起的是自己，不是父母。",
        "label": ""
      },
      {
        "sentence": "父母更关心你的幸福和快乐，而不是要求你取得很高的成就。",
        "label": ""
      },
      {
        "sentence": "所以最期待你考研成功的人其实是你自己。",
        "label": ""
      },
      {
        "sentence": "面对自己的期待，你是不是就不会那么紧张了呢？",
        "label": ""
      },
      {
        "sentence": "即使失败了，你还可以再来一次，希望这些对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答和建议。我明白了，其实我做事情时确实会表现出责任心和认真态度，也有能力得到认可。对于考研的紧张感和自信缺乏，我应该更关注自己的期望和幸福，而不是过多担心失败。如果我失败了，我可以重新尝试，这样我就不会感到那么沮丧和自责了。",
    "annotation": [
      {
        "sentence": "谢谢你的回答和建议。",
        "label": ""
      },
      {
        "sentence": "我明白了，其实我做事情时确实会表现出责任心和认真态度，也有能力得到认可。",
        "label": ""
      },
      {
        "sentence": "对于考研的紧张感和自信缺乏，我应该更关注自己的期望和幸福，而不是过多担心失败。",
        "label": ""
      },
      {
        "sentence": "如果我失败了，我可以重新尝试，这样我就不会感到那么沮丧和自责了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，你已经开始明白了。关注自己的期望和幸福，不要给自己太多的压力，失败并不可怕，只要你能从失败中学到经验教训，再次尝试还会更有信心。记住，你的努力和付出是对自己负责，而不只是为了满足别人的期待。希望你能更加自信地去面对考研和其他生活中的挑战！",
    "annotation": [
      {
        "sentence": "没错，你已经开始明白了。",
        "label": ""
      },
      {
        "sentence": "关注自己的期望和幸福，不要给自己太多的压力，失败并不可怕，只要你能从失败中学到经验教训，再次尝试还会更有信心。",
        "label": ""
      },
      {
        "sentence": "记住，你的努力和付出是对自己负责，而不只是为了满足别人的期待。",
        "label": ""
      },
      {
        "sentence": "希望你能更加自信地去面对考研和其他生活中的挑战！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励！我会尽量调整自己的心态，相信自己的能力，不再过度担心失败。我会记住你说的，努力去面对考研和其他的挑战，无论结果如何，我都会珍惜自己的努力和成长。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励！",
        "label": ""
      },
      {
        "sentence": "我会尽量调整自己的心态，相信自己的能力，不再过度担心失败。",
        "label": ""
      },
      {
        "sentence": "我会记住你说的，努力去面对考研和其他的挑战，无论结果如何，我都会珍惜自己的努力和成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样的决心！相信你能够调整好自己的心态，充满自信地迎接未来的挑战。记住，你的努力和成长是无法被剥夺的，无论结果如何，都是你自己的宝贵财富。祝福你在考研和未来的道路上取得好成绩和幸福！",
    "annotation": [
      {
        "sentence": "很高兴听到你这样的决心！",
        "label": ""
      },
      {
        "sentence": "相信你能够调整好自己的心态，充满自信地迎接未来的挑战。",
        "label": ""
      },
      {
        "sentence": "记住，你的努力和成长是无法被剥夺的，无论结果如何，都是你自己的宝贵财富。",
        "label": ""
      },
      {
        "sentence": "祝福你在考研和未来的道路上取得好成绩和幸福！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和支持！我会努力去实现自己的目标，也会珍惜每一次的成长和进步。希望将来我可以回过头来，感谢你给予我的鼓励和帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和支持！",
        "label": ""
      },
      {
        "sentence": "我会努力去实现自己的目标，也会珍惜每一次的成长和进步。",
        "label": ""
      },
      {
        "sentence": "希望将来我可以回过头来，感谢你给予我的鼓励和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意能够帮助到你！相信你的未来会光明而美好，加油！如果你有任何困惑或者需要进一步的支持，随时向我求助。祝愿你考研一切顺利，取得理想的成绩！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意能够帮助到你！",
        "label": ""
      },
      {
        "sentence": "相信你的未来会光明而美好，加油！",
        "label": ""
      },
      {
        "sentence": "如果你有任何困惑或者需要进一步的支持，随时向我求助。",
        "label": ""
      },
      {
        "sentence": "祝愿你考研一切顺利，取得理想的成绩！",
        "label": ""
      }
    ]
  }
]