[
  {
    "role": "client",
    "content": "大一女生，妈妈像高中生一样管我，常否定我怎么办？早在高二时就因为学习压力过大和父母存在矛盾，严重时会爆发疯狂辱骂父母和自己，存在自残行为（自己扇耳光打头，用头撞墙痛苦地吼叫），贬低自己辱骂自己。顶着打肿了的脸去学校，却可以装作和平时一样开朗。特别到了高三时妈妈更焦虑了，常发短信打电话给我让我写题，说听别人讲了他家孩子怎么做题，当时我高三只有八个月复习时间且有很多落后，她急我也急，已经感受到她的焦虑对我的影响。有时我一个人可以调节好的状况，她一加指点我就也开始焦虑，最后打乱计划把事情搞砸，继续崩溃自残，时常感觉无法集中精力，整个人被愤怒占据。最后我考上了离家近的一个不错的985。暑假打游戏时她就会焦虑地批评我说我上了大学也是天天打游戏的料。现在大一她看到我发qq空间和朋友圈就说我在玩手机，我说每天我任务都能完成而且很多时间都在学习她不信，一直说我拿她的钱在大学玩手机。我一个月崩溃两次，握着手机眼泪直流，疯了一样骂她并拉黑。现在我很迷",
    "annotation": [
      {
        "sentence": "大一女生，妈妈像高中生一样管我，常否定我怎么办？",
        "label": ""
      },
      {
        "sentence": "早在高二时就因为学习压力过大和父母存在矛盾，严重时会爆发疯狂辱骂父母和自己，存在自残行为（自己扇耳光打头，用头撞墙痛苦地吼叫），贬低自己辱骂自己。",
        "label": ""
      },
      {
        "sentence": "顶着打肿了的脸去学校，却可以装作和平时一样开朗。",
        "label": ""
      },
      {
        "sentence": "特别到了高三时妈妈更焦虑了，常发短信打电话给我让我写题，说听别人讲了他家孩子怎么做题，当时我高三只有八个月复习时间且有很多落后，她急我也急，已经感受到她的焦虑对我的影响。",
        "label": ""
      },
      {
        "sentence": "有时我一个人可以调节好的状况，她一加指点我就也开始焦虑，最后打乱计划把事情搞砸，继续崩溃自残，时常感觉无法集中精力，整个人被愤怒占据。",
        "label": ""
      },
      {
        "sentence": "最后我考上了离家近的一个不错的985。",
        "label": ""
      },
      {
        "sentence": "暑假打游戏时她就会焦虑地批评我说我上了大学也是天天打游戏的料。",
        "label": ""
      },
      {
        "sentence": "现在大一她看到我发qq空间和朋友圈就说我在玩手机，我说每天我任务都能完成而且很多时间都在学习她不信，一直说我拿她的钱在大学玩手机。",
        "label": ""
      },
      {
        "sentence": "我一个月崩溃两次，握着手机眼泪直流，疯了一样骂她并拉黑。",
        "label": ""
      },
      {
        "sentence": "现在我很迷",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述来看，你不喜欢妈妈这样强迫你，甚至是有一些焦虑的关注你。但是呢，你又非常看重妈妈对你的看法和评价，所以这也是你非常纠结的地方。",
    "annotation": [
      {
        "sentence": "从你的描述来看，你不喜欢妈妈这样强迫你，甚至是有一些焦虑的关注你。",
        "label": ""
      },
      {
        "sentence": "但是呢，你又非常看重妈妈对你的看法和评价，所以这也是你非常纠结的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我对妈妈的评价和看法非常在意，但她的行为让我感到压力很大。",
    "annotation": [
      {
        "sentence": "是的，我对妈妈的评价和看法非常在意，但她的行为让我感到压力很大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受。考虑到你的困惑，我想给你一些建议来帮助你处理与妈妈关系的问题。",
    "annotation": [
      {
        "sentence": "我了解你的感受。",
        "label": ""
      },
      {
        "sentence": "考虑到你的困惑，我想给你一些建议来帮助你处理与妈妈关系的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我愿意试试看。你有什么建议？",
    "annotation": [
      {
        "sentence": "好的，我愿意试试看。",
        "label": ""
      },
      {
        "sentence": "你有什么建议？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我们可以试着了解妈妈过去的经历，包括她小时候，和姥姥、姥爷在一起是一个怎样的状态，都经历过什么。然后，你就会慢慢了解她现在对你的所作所为。其实她是出于关心这个你当然也了解的，但是只是妈妈用错了方法，太过焦虑，甚至想让你什么都听他的。当你了解妈妈的经历以后，就会试着去理解妈妈，她为什么会这样，为什么会对你这么严格地要求，为什么会如此焦虑？那时，你会知道，根据妈妈的经历，妈妈的学识，妈妈的思维，她给了你，她能做到最好的。所以到这一步，你就不会对妈妈充满怨恨，你甚至觉得妈妈很可怜，如果她不是这样关心你，她可以不用这么焦虑，但是她不知道怎么控制自己。",
    "annotation": [
      {
        "sentence": "首先，我们可以试着了解妈妈过去的经历，包括她小时候，和姥姥、姥爷在一起是一个怎样的状态，都经历过什么。",
        "label": ""
      },
      {
        "sentence": "然后，你就会慢慢了解她现在对你的所作所为。",
        "label": ""
      },
      {
        "sentence": "其实她是出于关心这个你当然也了解的，但是只是妈妈用错了方法，太过焦虑，甚至想让你什么都听他的。",
        "label": ""
      },
      {
        "sentence": "当你了解妈妈的经历以后，就会试着去理解妈妈，她为什么会这样，为什么会对你这么严格地要求，为什么会如此焦虑？",
        "label": ""
      },
      {
        "sentence": "那时，你会知道，根据妈妈的经历，妈妈的学识，妈妈的思维，她给了你，她能做到最好的。",
        "label": ""
      },
      {
        "sentence": "所以到这一步，你就不会对妈妈充满怨恨，你甚至觉得妈妈很可怜，如果她不是这样关心你，她可以不用这么焦虑，但是她不知道怎么控制自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，了解妈妈的经历和背景可能会有助于我更好地理解她的行为。我会试着和她沟通，了解她的想法和焦虑来源。",
    "annotation": [
      {
        "sentence": "我明白了，了解妈妈的经历和背景可能会有助于我更好地理解她的行为。",
        "label": ""
      },
      {
        "sentence": "我会试着和她沟通，了解她的想法和焦虑来源。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，沟通是解决问题的一种有效方式。另外一个方法是给妈妈足够的安全感。你们可以找一个时间，或者是养成勤于沟通的习惯。表达一下你对她的感谢和感恩，因为妈妈对你付出真的是挺多的，虽然方法方式不是你想要的，但是妈妈付出的确是在那里，所以妈妈也需要你的肯定。当然，你也需要向妈妈表达你的想法，因为现在你确实已经成年了，可以做到自己控制一些事情。比如说，发朋友圈。你甚至可以跟妈妈定一个约定，就是你们可以试行一段时间，让你自己来掌控你的学习，还有你的生活，包括你的娱乐。那么这个试行期结束，再来看你的各方面的表现啊，发展啊，是不是没有妈妈，你就做得没有之前好了呢。这些都可以跟妈妈一起来制定，然后让妈妈知道，你可以自己独立的完成这些事情，不需要她费心，不需要她太过关注，妈妈也可以又更多自己的生活。",
    "annotation": [
      {
        "sentence": "很好，沟通是解决问题的一种有效方式。",
        "label": ""
      },
      {
        "sentence": "另外一个方法是给妈妈足够的安全感。",
        "label": ""
      },
      {
        "sentence": "你们可以找一个时间，或者是养成勤于沟通的习惯。",
        "label": ""
      },
      {
        "sentence": "表达一下你对她的感谢和感恩，因为妈妈对你付出真的是挺多的，虽然方法方式不是你想要的，但是妈妈付出的确是在那里，所以妈妈也需要你的肯定。",
        "label": ""
      },
      {
        "sentence": "当然，你也需要向妈妈表达你的想法，因为现在你确实已经成年了，可以做到自己控制一些事情。",
        "label": ""
      },
      {
        "sentence": "比如说，发朋友圈。",
        "label": ""
      },
      {
        "sentence": "你甚至可以跟妈妈定一个约定，就是你们可以试行一段时间，让你自己来掌控你的学习，还有你的生活，包括你的娱乐。",
        "label": ""
      },
      {
        "sentence": "那么这个试行期结束，再来看你的各方面的表现啊，发展啊，是不是没有妈妈，你就做得没有之前好了呢。",
        "label": ""
      },
      {
        "sentence": "这些都可以跟妈妈一起来制定，然后让妈妈知道，你可以自己独立的完成这些事情，不需要她费心，不需要她太过关注，妈妈也可以又更多自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和妈妈达成一个共识，让她知道我能够独立完成任务，不需要她过于担心。同时也会向她表达我的感激和理解。",
    "annotation": [
      {
        "sentence": "我会试着和妈妈达成一个共识，让她知道我能够独立完成任务，不需要她过于担心。",
        "label": ""
      },
      {
        "sentence": "同时也会向她表达我的感激和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，这样的沟通和共识是非常重要的。最后一个方法是建立自己的评判标准。你可以思考一下，你是一个什么样的人，或者是说你能不能把这件事情做好，你要自己对自己有一个评判。比如说，我是一个自律的人，我知道，我要看手机或者玩游戏，那我给自己设定时间，当这个时间到了我就会停下来，那你自己完全可以掌控自己。当妈妈再说，你就只在那玩游戏的时候。这个时候你知道你并不是一直在那玩游戏，对不对？然后呢，你可以跟妈妈解释，你看我每天只玩多长时间，那这个时候其实如果你真的能做到，我想妈妈也会相信。并不是，妈妈说你不是一个上进的人，就真的不是一个上进的人了，你不需要任何人给你自己定义。你想成为什么样的人，你自己说了",
    "annotation": [
      {
        "sentence": "很好，这样的沟通和共识是非常重要的。",
        "label": ""
      },
      {
        "sentence": "最后一个方法是建立自己的评判标准。",
        "label": ""
      },
      {
        "sentence": "你可以思考一下，你是一个什么样的人，或者是说你能不能把这件事情做好，你要自己对自己有一个评判。",
        "label": ""
      },
      {
        "sentence": "比如说，我是一个自律的人，我知道，我要看手机或者玩游戏，那我给自己设定时间，当这个时间到了我就会停下来，那你自己完全可以掌控自己。",
        "label": ""
      },
      {
        "sentence": "当妈妈再说，你就只在那玩游戏的时候。",
        "label": ""
      },
      {
        "sentence": "这个时候你知道你并不是一直在那玩游戏，对不对？",
        "label": ""
      },
      {
        "sentence": "然后呢，你可以跟妈妈解释，你看我每天只玩多长时间，那这个时候其实如果你真的能做到，我想妈妈也会相信。",
        "label": ""
      },
      {
        "sentence": "并不是，妈妈说你不是一个上进的人，就真的不是一个上进的人了，你不需要任何人给你自己定义。",
        "label": ""
      },
      {
        "sentence": "你想成为什么样的人，你自己说了",
        "label": ""
      }
    ]
  }
]