[
  {
    "role": "client",
    "content": "我今年33岁了，去年经历过两段失败的感情，到今年2月底才彻底走出上一段感情的痛苦。4月份的时候跟公司里的一个男同事打打闹闹产生了感情。先说下他的情况，全部都是他的自述，和现在的老婆没领证但是摆酒了，还有个女儿一岁多，但是两人因为各种原因处在离婚边缘，吵架打架是常态。四月开始他就很热烈的追求我，虽然当时我对他有好感，但是我还是拒绝了很多次，觉得那时候的自己是比较理性的。然而时间一长，理性不管用了，我彻底沦陷了，该发生的都发生了，该投入的感情也投入了。现在他老婆知道我的存在了，不肯离开他，非要耗着他。而我，清楚的知道自己做了错事，也知道离开才是我唯一的选择，问题就是无论下几次离开的决心，但是行动上做不到，心里也舍不得，其实道理真的懂，我就是想知道我该怎样做才能彻底离开他，断了对他的幻想。",
    "annotation": [
      {
        "sentence": "我今年33岁了，去年经历过两段失败的感情，到今年2月底才彻底走出上一段感情的痛苦。",
        "label": ""
      },
      {
        "sentence": "4月份的时候跟公司里的一个男同事打打闹闹产生了感情。",
        "label": ""
      },
      {
        "sentence": "先说下他的情况，全部都是他的自述，和现在的老婆没领证但是摆酒了，还有个女儿一岁多，但是两人因为各种原因处在离婚边缘，吵架打架是常态。",
        "label": ""
      },
      {
        "sentence": "四月开始他就很热烈的追求我，虽然当时我对他有好感，但是我还是拒绝了很多次，觉得那时候的自己是比较理性的。",
        "label": ""
      },
      {
        "sentence": "然而时间一长，理性不管用了，我彻底沦陷了，该发生的都发生了，该投入的感情也投入了。",
        "label": ""
      },
      {
        "sentence": "现在他老婆知道我的存在了，不肯离开他，非要耗着他。",
        "label": ""
      },
      {
        "sentence": "而我，清楚的知道自己做了错事，也知道离开才是我唯一的选择，问题就是无论下几次离开的决心，但是行动上做不到，心里也舍不得，其实道理真的懂，我就是想知道我该怎样做才能彻底离开他，断了对他的幻想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你自己总结得非常对，道理都懂，但就是做不到怎么办？虽然年纪比你小，但还是有过一些比较复杂的感情经历的，可能某些方面和你有些像的。你一开始是不接受有妇之夫的，说明你的道德感相对而言是比较强烈的，所以在后面被对方妻子发现后在道德上觉得自己应该退出。",
    "annotation": [
      {
        "sentence": "你自己总结得非常对，道理都懂，但就是做不到怎么办？",
        "label": ""
      },
      {
        "sentence": "虽然年纪比你小，但还是有过一些比较复杂的感情经历的，可能某些方面和你有些像的。",
        "label": ""
      },
      {
        "sentence": "你一开始是不接受有妇之夫的，说明你的道德感相对而言是比较强烈的，所以在后面被对方妻子发现后在道德上觉得自己应该退出。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得道德上不能接受自己当第三者。",
    "annotation": [
      {
        "sentence": "是的，我一直觉得道德上不能接受自己当第三者。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "但是另一方面，感性的你又想要享受一段甜蜜的关系，甚至希望对方的妻子可以先离开，成全你们，我说的对吗？理性和感性在互相斗争，现在应该是处于比较焦灼的状态。",
    "annotation": [
      {
        "sentence": "但是另一方面，感性的你又想要享受一段甜蜜的关系，甚至希望对方的妻子可以先离开，成全你们，我说的对吗？",
        "label": ""
      },
      {
        "sentence": "理性和感性在互相斗争，现在应该是处于比较焦灼的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我承认自己在理智和感情之间徘徊，感受到了内心的矛盾和焦虑。",
    "annotation": [
      {
        "sentence": "是的，我承认自己在理智和感情之间徘徊，感受到了内心的矛盾和焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心理学里面说的，一切的行为背后都是有原因的，我们看起来没有做选择，其实做了选择的，那就是你虽然觉得道德上不允许，还是希望能够和对方在一起的，就目前来说是这样的。做了这样的选择，自然是承受了选择带来的内心的痛苦，比如道德上的对自己的谴责，关系不稳定带来的焦虑等等。",
    "annotation": [
      {
        "sentence": "心理学里面说的，一切的行为背后都是有原因的，我们看起来没有做选择，其实做了选择的，那就是你虽然觉得道德上不允许，还是希望能够和对方在一起的，就目前来说是这样的。",
        "label": ""
      },
      {
        "sentence": "做了这样的选择，自然是承受了选择带来的内心的痛苦，比如道德上的对自己的谴责，关系不稳定带来的焦虑等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我确实承受着内心的痛苦和焦虑，同时也对自己的道德选择感到内疚。",
    "annotation": [
      {
        "sentence": "你说得很对，我确实承受着内心的痛苦和焦虑，同时也对自己的道德选择感到内疚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我个人感觉，你还是想对感性的人，人终究会做成自己想做的事的，可能你就是用感性走到最后的人呢，比如可能是一直坚守下去直到事情发生变化，可能是妻子主动退出了，可能是这位丈夫坚决离婚，也可能是你不能再承受这样的煎熬主动做出改变。",
    "annotation": [
      {
        "sentence": "我个人感觉，你还是想对感性的人，人终究会做成自己想做的事的，可能你就是用感性走到最后的人呢，比如可能是一直坚守下去直到事情发生变化，可能是妻子主动退出了，可能是这位丈夫坚决离婚，也可能是你不能再承受这样的煎熬主动做出改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，可能我一直坚持下去，等待着事情发生变化，但也有可能我主动做出改变，离开这段煎熬。",
    "annotation": [
      {
        "sentence": "我明白你的意思，可能我一直坚持下去，等待着事情发生变化，但也有可能我主动做出改变，离开这段煎熬。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "主动做出改变是艰难的，我能理解你现在的状态，我想说的是，改变会来的，迟早都会来的。如果我们把能量放在自己身上，则改变动力会越来越强的。",
    "annotation": [
      {
        "sentence": "主动做出改变是艰难的，我能理解你现在的状态，我想说的是，改变会来的，迟早都会来的。",
        "label": ""
      },
      {
        "sentence": "如果我们把能量放在自己身上，则改变动力会越来越强的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会努力将注意力放在自己身上，相信改变的力量。我希望我能够彻底离开他，断了对他的幻想。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会努力将注意力放在自己身上，相信改变的力量。",
        "label": ""
      },
      {
        "sentence": "我希望我能够彻底离开他，断了对他的幻想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你一定可以的，相信自己，我会一直陪伴在你身边。你可以寻找其他事物来填补心灵空缺，找到更多支持和欢乐的来源。",
    "annotation": [
      {
        "sentence": "你一定可以的，相信自己，我会一直陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "你可以寻找其他事物来填补心灵空缺，找到更多支持和欢乐的来源。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会努力寻找到适合自己的生活方式，找到能够让我快乐的事情。再次感谢你的帮助和鼓励！",
    "annotation": [
      {
        "sentence": "我会努力寻找到适合自己的生活方式，找到能够让我快乐的事情。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直会在你身边支持你。希望你能够找到属于自己的幸福和解脱。如果需要随时找我聊天，我会尽力提供帮助。",
    "annotation": [
      {
        "sentence": "不用客气，我一直会在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到属于自己的幸福和解脱。",
        "label": ""
      },
      {
        "sentence": "如果需要随时找我聊天，我会尽力提供帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会珍惜并积极面对生活的改变。再次感谢你的陪伴。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会珍惜并积极面对生活的改变。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴。",
        "label": ""
      }
    ]
  }
]