[
  {
    "role": "client",
    "content": "我今年33岁了，去年经历过两段失败的感情，到今年2月底才彻底走出上一段感情的痛苦。4月份的时候跟公司里的一个男同事打打闹闹产生了感情。先说下他的情况，全部都是他的自述，和现在的老婆没领证但是摆酒了，还有个女儿一岁多，但是两人因为各种原因处在离婚边缘，吵架打架是常态。四月开始他就很热烈的追求我，虽然当时我对他有好感，但是我还是拒绝了很多次，觉得那时候的自己是比较理性的。然而时间一长，理性不管用了，我彻底沦陷了，该发生的都发生了，该投入的感情也投入了。现在他老婆知道我的存在了，不肯离开他，非要耗着他。而我，清楚的知道自己做了错事，也知道离开才是我唯一的选择，问题就是无论下几次离开的决心，但是行动上做不到，心里也舍不得，其实道理真的懂，我就是想知道我该怎样做才能彻底离开他，断了对他的幻想。",
    "annotation": [
      {
        "sentence": "我今年33岁了，去年经历过两段失败的感情，到今年2月底才彻底走出上一段感情的痛苦。",
        "label": ""
      },
      {
        "sentence": "4月份的时候跟公司里的一个男同事打打闹闹产生了感情。",
        "label": ""
      },
      {
        "sentence": "先说下他的情况，全部都是他的自述，和现在的老婆没领证但是摆酒了，还有个女儿一岁多，但是两人因为各种原因处在离婚边缘，吵架打架是常态。",
        "label": ""
      },
      {
        "sentence": "四月开始他就很热烈的追求我，虽然当时我对他有好感，但是我还是拒绝了很多次，觉得那时候的自己是比较理性的。",
        "label": ""
      },
      {
        "sentence": "然而时间一长，理性不管用了，我彻底沦陷了，该发生的都发生了，该投入的感情也投入了。",
        "label": ""
      },
      {
        "sentence": "现在他老婆知道我的存在了，不肯离开他，非要耗着他。",
        "label": ""
      },
      {
        "sentence": "而我，清楚的知道自己做了错事，也知道离开才是我唯一的选择，问题就是无论下几次离开的决心，但是行动上做不到，心里也舍不得，其实道理真的懂，我就是想知道我该怎样做才能彻底离开他，断了对他的幻想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你经历了两次失败的感情，这会让你的情感变得比较脆弱。从你的描述中，他似乎并不像你想象的那么爱你，因为他有自己的家庭，还有个女儿。而且在自己处理感情问题的同时，他就开始了新的感情关系。对于孩子以后的处理，你知道他是否有做出合理的安排吗？如果他只是给你画饼，那么说明他接近你是有目的性的。而一个可以随便抛下自己孩子的人，真的值得依靠吗？热恋期只能看到对方的优点，对于一些不合理的事情我们有时候会下意识地逃避。我们可以把自己遇到的问题罗列出来，看看他是否真的能够兑现承诺。和一个男人在一起，要看他为了我们做了什么，而不是光听他说了什么。通过对方的感情史和对待家庭以及妻子的态度，我们可以发现很多问题。既然你觉得这段关系不合适，为什么不先处理好自己的问题再开始下一段感情呢？如果对方在很多事情上都没有处理好，所以才一直耗着不离开吧。你明白该怎么做，只是内心还有些幻想，希望他能够处理好一切。但是我们要敢于直面问题，为自己考虑。一下子完全放下确实很难，但我们也要为自己着想。感情的伤害并不容易治愈，需要一步一个脚印，慢慢走出来。",
    "annotation": [
      {
        "sentence": "你经历了两次失败的感情，这会让你的情感变得比较脆弱。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，他似乎并不像你想象的那么爱你，因为他有自己的家庭，还有个女儿。",
        "label": ""
      },
      {
        "sentence": "而且在自己处理感情问题的同时，他就开始了新的感情关系。",
        "label": ""
      },
      {
        "sentence": "对于孩子以后的处理，你知道他是否有做出合理的安排吗？",
        "label": ""
      },
      {
        "sentence": "如果他只是给你画饼，那么说明他接近你是有目的性的。",
        "label": ""
      },
      {
        "sentence": "而一个可以随便抛下自己孩子的人，真的值得依靠吗？",
        "label": ""
      },
      {
        "sentence": "热恋期只能看到对方的优点，对于一些不合理的事情我们有时候会下意识地逃避。",
        "label": ""
      },
      {
        "sentence": "我们可以把自己遇到的问题罗列出来，看看他是否真的能够兑现承诺。",
        "label": ""
      },
      {
        "sentence": "和一个男人在一起，要看他为了我们做了什么，而不是光听他说了什么。",
        "label": ""
      },
      {
        "sentence": "通过对方的感情史和对待家庭以及妻子的态度，我们可以发现很多问题。",
        "label": ""
      },
      {
        "sentence": "既然你觉得这段关系不合适，为什么不先处理好自己的问题再开始下一段感情呢？",
        "label": ""
      },
      {
        "sentence": "如果对方在很多事情上都没有处理好，所以才一直耗着不离开吧。",
        "label": ""
      },
      {
        "sentence": "你明白该怎么做，只是内心还有些幻想，希望他能够处理好一切。",
        "label": ""
      },
      {
        "sentence": "但是我们要敢于直面问题，为自己考虑。",
        "label": ""
      },
      {
        "sentence": "一下子完全放下确实很难，但我们也要为自己着想。",
        "label": ""
      },
      {
        "sentence": "感情的伤害并不容易治愈，需要一步一个脚印，慢慢走出来。",
        "label": ""
      }
    ]
  }
]