[
  {
    "role": "client",
    "content": "我今年33岁了，去年经历过两段失败的感情，到今年2月底才彻底走出上一段感情的痛苦。4月份的时候跟公司里的一个男同事打打闹闹产生了感情。先说下他的情况，全部都是他的自述，和现在的老婆没领证但是摆酒了，还有个女儿一岁多，但是两人因为各种原因处在离婚边缘，吵架打架是常态。四月开始他就很热烈地追求我，虽然当时我对他有好感，但是我还是拒绝了很多次，觉得那时候的自己是比较理性的。然而时间一长，理性不管用了，我彻底沦陷了，该发生的都发生了，该投入的感情也投入了。现在他老婆知道我的存在了，不肯离开他，非要耗着他。而我，清楚地知道自己做了错事，也知道离开才是我唯一的选择，问题就是无论下几次离开的决心，但是行动上做不到，心里也舍不得，其实道理真的懂，我就是想知道我该怎样做才能彻底离开他，断了对他的幻想。",
    "annotation": [
      {
        "sentence": "我今年33岁了，去年经历过两段失败的感情，到今年2月底才彻底走出上一段感情的痛苦。",
        "label": ""
      },
      {
        "sentence": "4月份的时候跟公司里的一个男同事打打闹闹产生了感情。",
        "label": ""
      },
      {
        "sentence": "先说下他的情况，全部都是他的自述，和现在的老婆没领证但是摆酒了，还有个女儿一岁多，但是两人因为各种原因处在离婚边缘，吵架打架是常态。",
        "label": ""
      },
      {
        "sentence": "四月开始他就很热烈地追求我，虽然当时我对他有好感，但是我还是拒绝了很多次，觉得那时候的自己是比较理性的。",
        "label": ""
      },
      {
        "sentence": "然而时间一长，理性不管用了，我彻底沦陷了，该发生的都发生了，该投入的感情也投入了。",
        "label": ""
      },
      {
        "sentence": "现在他老婆知道我的存在了，不肯离开他，非要耗着他。",
        "label": ""
      },
      {
        "sentence": "而我，清楚地知道自己做了错事，也知道离开才是我唯一的选择，问题就是无论下几次离开的决心，但是行动上做不到，心里也舍不得，其实道理真的懂，我就是想知道我该怎样做才能彻底离开他，断了对他的幻想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，非常理解你的心情。每个人都会遇到割舍不下的人，我也曾有过类似的经历。我和前男友交往了半年，也经历了类似的事情，我为他付出了很多，每次我都会努力争取一个月去看他一次，可他从来没有来看过我，总是嘴上说会去看我，可到了预定的时间，他就会找借口有事情耽搁。我们就这样交往了半年，在今年年初分手。当时我感到非常难过，他甚至在分手时毫不留情，我曾挽留他，他却说若是不合适，三个月后回来找我。果然三个月后他们分手了，可他并没有来找我。我一直希望他能来找我，但同时我发现我无法全心投入自己的事业，总是分心。后来我意识到这样下去只会荒废自己，多次下定决心放下他，可我也舍不得。但最后，我还是放下了，我明白不甘心并不等于爱情。我明白如果一段感情要让我放弃太多，那就一定不合适。我也明白既然他能放弃我，那就说明他其实并不是那么喜欢我。他追求我的时候也非常热烈，但最后的结果呢，还是和以前一样。错过了就是错过了，人生中还有更好的人在等着我们。你和我也是一样的，甚至比我更复杂，因为他们之间还有一个孩子，这让他有难以割舍的责任。他在已经有孩子的情况下，仍然能追求你，那么未来也有可能以同样的方式对待你。你割舍不下只是因为你们现在正在经历美好的时期，你只看到了他的优点。当然，在热恋期我们只会展示对方的好而忽略了不完美的一面。你也忽视了他对其他人可能造成的伤害，因为这些伤害还没有落到你身上。但你能保证，未来和他在一起后，他不会出轨，不会和你吵架吗？有句话说得好，出轨只有零次和无数次。所以，你又有什么舍不得的呢？只要你自身条件优秀，你会找到更好的人。没有什么是放不下的，没有什么是无法替代的。尝试与自己和解，放过自己，活在回忆中只会让你更痛苦。生活是要往前看的，余生留给那些真正值得的人。祝你好运！",
    "annotation": [
      {
        "sentence": "亲爱的，非常理解你的心情。",
        "label": ""
      },
      {
        "sentence": "每个人都会遇到割舍不下的人，我也曾有过类似的经历。",
        "label": ""
      },
      {
        "sentence": "我和前男友交往了半年，也经历了类似的事情，我为他付出了很多，每次我都会努力争取一个月去看他一次，可他从来没有来看过我，总是嘴上说会去看我，可到了预定的时间，他就会找借口有事情耽搁。",
        "label": ""
      },
      {
        "sentence": "我们就这样交往了半年，在今年年初分手。",
        "label": ""
      },
      {
        "sentence": "当时我感到非常难过，他甚至在分手时毫不留情，我曾挽留他，他却说若是不合适，三个月后回来找我。",
        "label": ""
      },
      {
        "sentence": "果然三个月后他们分手了，可他并没有来找我。",
        "label": ""
      },
      {
        "sentence": "我一直希望他能来找我，但同时我发现我无法全心投入自己的事业，总是分心。",
        "label": ""
      },
      {
        "sentence": "后来我意识到这样下去只会荒废自己，多次下定决心放下他，可我也舍不得。",
        "label": ""
      },
      {
        "sentence": "但最后，我还是放下了，我明白不甘心并不等于爱情。",
        "label": ""
      },
      {
        "sentence": "我明白如果一段感情要让我放弃太多，那就一定不合适。",
        "label": ""
      },
      {
        "sentence": "我也明白既然他能放弃我，那就说明他其实并不是那么喜欢我。",
        "label": ""
      },
      {
        "sentence": "他追求我的时候也非常热烈，但最后的结果呢，还是和以前一样。",
        "label": ""
      },
      {
        "sentence": "错过了就是错过了，人生中还有更好的人在等着我们。",
        "label": ""
      },
      {
        "sentence": "你和我也是一样的，甚至比我更复杂，因为他们之间还有一个孩子，这让他有难以割舍的责任。",
        "label": ""
      },
      {
        "sentence": "他在已经有孩子的情况下，仍然能追求你，那么未来也有可能以同样的方式对待你。",
        "label": ""
      },
      {
        "sentence": "你割舍不下只是因为你们现在正在经历美好的时期，你只看到了他的优点。",
        "label": ""
      },
      {
        "sentence": "当然，在热恋期我们只会展示对方的好而忽略了不完美的一面。",
        "label": ""
      },
      {
        "sentence": "你也忽视了他对其他人可能造成的伤害，因为这些伤害还没有落到你身上。",
        "label": ""
      },
      {
        "sentence": "但你能保证，未来和他在一起后，他不会出轨，不会和你吵架吗？",
        "label": ""
      },
      {
        "sentence": "有句话说得好，出轨只有零次和无数次。",
        "label": ""
      },
      {
        "sentence": "所以，你又有什么舍不得的呢？",
        "label": ""
      },
      {
        "sentence": "只要你自身条件优秀，你会找到更好的人。",
        "label": ""
      },
      {
        "sentence": "没有什么是放不下的，没有什么是无法替代的。",
        "label": ""
      },
      {
        "sentence": "尝试与自己和解，放过自己，活在回忆中只会让你更痛苦。",
        "label": ""
      },
      {
        "sentence": "生活是要往前看的，余生留给那些真正值得的人。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你理解我的心情。你说的很对，我也曾想过未来他对其他人的伤害会不会也发生在我身上。可能是因为现在还没有受到他的伤害，我才舍不得离开他。但是，我真的不想再再次经历一段不忠诚和争吵不断的感情了。我是在经历上一段感情的痛苦后才想要离开过去的，但现在又陷入了类似的困境。我害怕我对他的依赖会让我无法果断地选择离开。怎样才能坚定地走出这段感情呢？",
    "annotation": [
      {
        "sentence": "谢谢你理解我的心情。",
        "label": ""
      },
      {
        "sentence": "你说的很对，我也曾想过未来他对其他人的伤害会不会也发生在我身上。",
        "label": ""
      },
      {
        "sentence": "可能是因为现在还没有受到他的伤害，我才舍不得离开他。",
        "label": ""
      },
      {
        "sentence": "但是，我真的不想再再次经历一段不忠诚和争吵不断的感情了。",
        "label": ""
      },
      {
        "sentence": "我是在经历上一段感情的痛苦后才想要离开过去的，但现在又陷入了类似的困境。",
        "label": ""
      },
      {
        "sentence": "我害怕我对他的依赖会让我无法果断地选择离开。",
        "label": ""
      },
      {
        "sentence": "怎样才能坚定地走出这段感情呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，你的顾虑和恐惧完全可以理解。毕竟你经历过上一段感情的痛苦，对于重复相似的经历肯定会有所忌惮。你害怕对他的依赖会让你犹豫不决，这也是情感中常见的一种困境。我认为你需要先理清自己的内心，确定自己的底线和对感情的期望。想想你真正想要的是一段忠诚、稳定而没有争吵的爱情，和一个愿意成为你的伴侣的人。然后，你可以尝试通过几种方法来帮助自己走出这段感情。首先，跟朋友、家人或者专业心理咨询师聊聊你的困扰，倾诉自己的内心。他们的支持和意见可能会让你更加清晰地认识到自己的想法和需要。其次，你可以尝试一些个人成长的方法，比如阅读自助成长类书籍，参加一些情感成长的活动，提升自己的心理素质和情感管理能力。最后，强调自己的决心和意愿，时刻提醒自己不要回头，向前看。我相信只要你能真正意识到这段感情对你的不健康和不利影响，你一定能够鼓起勇气选择离开，并找到属于你自己的幸福。加油！",
    "annotation": [
      {
        "sentence": "亲爱的，你的顾虑和恐惧完全可以理解。",
        "label": ""
      },
      {
        "sentence": "毕竟你经历过上一段感情的痛苦，对于重复相似的经历肯定会有所忌惮。",
        "label": ""
      },
      {
        "sentence": "你害怕对他的依赖会让你犹豫不决，这也是情感中常见的一种困境。",
        "label": ""
      },
      {
        "sentence": "我认为你需要先理清自己的内心，确定自己的底线和对感情的期望。",
        "label": ""
      },
      {
        "sentence": "想想你真正想要的是一段忠诚、稳定而没有争吵的爱情，和一个愿意成为你的伴侣的人。",
        "label": ""
      },
      {
        "sentence": "然后，你可以尝试通过几种方法来帮助自己走出这段感情。",
        "label": ""
      },
      {
        "sentence": "首先，跟朋友、家人或者专业心理咨询师聊聊你的困扰，倾诉自己的内心。",
        "label": ""
      },
      {
        "sentence": "他们的支持和意见可能会让你更加清晰地认识到自己的想法和需要。",
        "label": ""
      },
      {
        "sentence": "其次，你可以尝试一些个人成长的方法，比如阅读自助成长类书籍，参加一些情感成长的活动，提升自己的心理素质和情感管理能力。",
        "label": ""
      },
      {
        "sentence": "最后，强调自己的决心和意愿，时刻提醒自己不要回头，向前看。",
        "label": ""
      },
      {
        "sentence": "我相信只要你能真正意识到这段感情对你的不健康和不利影响，你一定能够鼓起勇气选择离开，并找到属于你自己的幸福。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。确实，我需要好好思考一下自己的期望和底线，而不是一味地陷于内疚和依赖之中。我想我也应该告诉自己，我值得更好的爱情。同时，我会考虑与朋友和专业咨询师交流，寻求他们的帮助和支持。我也会尝试通过提升自己的心理素质来更好地应对这段感情的结束和离开。谢谢你的鼓励，我会加油的！",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "确实，我需要好好思考一下自己的期望和底线，而不是一味地陷于内疚和依赖之中。",
        "label": ""
      },
      {
        "sentence": "我想我也应该告诉自己，我值得更好的爱情。",
        "label": ""
      },
      {
        "sentence": "同时，我会考虑与朋友和专业咨询师交流，寻求他们的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "我也会尝试通过提升自己的心理素质来更好地应对这段感情的结束和离开。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励，我会加油的！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，你的改变和积极的决心让我非常开心。你的觉悟和主动寻求帮助的态度是走出感情困境的第一步。记住，你是值得更好的爱情的。与朋友和专业咨询师的交流会帮助你更好地理清自己的想法和情感，同时也能获得更全面的支持和建议。通过提升自己的心理素质，你会更好地应对情感的起伏和变化。相信自己，相信未来会有更美好的事情等待着你。加油，我会一直支持你的！",
    "annotation": [
      {
        "sentence": "亲爱的，你的改变和积极的决心让我非常开心。",
        "label": ""
      },
      {
        "sentence": "你的觉悟和主动寻求帮助的态度是走出感情困境的第一步。",
        "label": ""
      },
      {
        "sentence": "记住，你是值得更好的爱情的。",
        "label": ""
      },
      {
        "sentence": "与朋友和专业咨询师的交流会帮助你更好地理清自己的想法和情感，同时也能获得更全面的支持和建议。",
        "label": ""
      },
      {
        "sentence": "通过提升自己的心理素质，你会更好地应对情感的起伏和变化。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来会有更美好的事情等待着你。",
        "label": ""
      },
      {
        "sentence": "加油，我会一直支持你的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来的支持和鼓励。在和你的对话中，我感受到了力量和希望。我会坚定自己的决心，走出这段感情，并寻找属于我的幸福。再次感谢你的陪伴和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你一直以来的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "在和你的对话中，我感受到了力量和希望。",
        "label": ""
      },
      {
        "sentence": "我会坚定自己的决心，走出这段感情，并寻找属于我的幸福。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，我很高兴能够帮助到你，并看到你有如此积极的变化和决心。你的幸福是最重要的，你应该向前看，勇敢追求自己想要的爱情。记住，无论遇到什么困难或挑战，你都不是一个人在战斗，我会一直陪伴着你。祝福你早日走出困境，找到真正属于你的幸福。加油！",
    "annotation": [
      {
        "sentence": "亲爱的，我很高兴能够帮助到你，并看到你有如此积极的变化和决心。",
        "label": ""
      },
      {
        "sentence": "你的幸福是最重要的，你应该向前看，勇敢追求自己想要的爱情。",
        "label": ""
      },
      {
        "sentence": "记住，无论遇到什么困难或挑战，你都不是一个人在战斗，我会一直陪伴着你。",
        "label": ""
      },
      {
        "sentence": "祝福你早日走出困境，找到真正属于你的幸福。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]