[
  {
    "role": "client",
    "content": "最近我感到焦虑抑郁社恐，但我还得伪装，我该怎样调整呢？我觉得很困难，学习、人际交往，甚至活着都感觉很艰难。",
    "annotation": [
      {
        "sentence": "最近我感到焦虑抑郁社恐，但我还得伪装，我该怎样调整呢？",
        "label": ""
      },
      {
        "sentence": "我觉得很困难，学习、人际交往，甚至活着都感觉很艰难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看得出您正在与自己作斗争，想从那种孤单不安的感觉中摆脱出来，但您苦于不知道怎样做才能解脱出来。但是，您今天在这个平台上说出了自己的困境，希望通过别人的解答能帮到您。这就是一种很好的办法呀，懂得寻求帮助也是一种能力呀！为您勇敢地走出了这一步点赞！【我感觉不到快乐，学习、人际交往、甚至活着都感觉很困难。】您的这种感觉，在人生失去了目标，不知道学习的意义、人际交往的作用时，都会出现！",
    "annotation": [
      {
        "sentence": "看得出您正在与自己作斗争，想从那种孤单不安的感觉中摆脱出来，但您苦于不知道怎样做才能解脱出来。",
        "label": ""
      },
      {
        "sentence": "但是，您今天在这个平台上说出了自己的困境，希望通过别人的解答能帮到您。",
        "label": ""
      },
      {
        "sentence": "这就是一种很好的办法呀，懂得寻求帮助也是一种能力呀！",
        "label": ""
      },
      {
        "sentence": "为您勇敢地走出了这一步点赞！",
        "label": ""
      },
      {
        "sentence": "【我感觉不到快乐，学习、人际交往、甚至活着都感觉很困难。",
        "label": ""
      },
      {
        "sentence": "】您的这种感觉，在人生失去了目标，不知道学习的意义、人际交往的作用时，都会出现！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我最近的时间安排很紧张，什么都忙不过来，我也没时间好好复习，感觉自己的学习能力变差了。我一直自我否定，觉得自己很笨很慢，这让我焦虑。",
    "annotation": [
      {
        "sentence": "我最近的时间安排很紧张，什么都忙不过来，我也没时间好好复习，感觉自己的学习能力变差了。",
        "label": ""
      },
      {
        "sentence": "我一直自我否定，觉得自己很笨很慢，这让我焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您的时间安排得满满当当，而且几乎都是被动的安排，都是些您不得不去做的事情，让您失去了可以自主的主动权。当您做的事情都不是自己主动想做的事，那么【却还看不进去脑子，感觉逻辑思维变得很差】这种情况的出现也就很正常了。而您又把这一切的归因归到了自我能力上了【看书慢、笨】，这样的自我否定更使您陷入了恶性循环。我们经常能听到一句话叫“痛并快乐着”，就好像古时候的故事“周瑜打黄盖”，黄盖忍受着被打的痛苦，但为了战胜曹操，他的这点痛苦换来的是胜利的快乐。所以，您看到别人可以“苦中作乐、劳逸结合”，是因为他们心中有目标，知道暂时的辛苦、努力换来的是学习的进步和自我能力的提升。所以，您首先要想明白，安排得满满当当的任务，对您来说意味着什么，是不是您成长过程中必须要去面对的？如果是，那就变被动为主动！把被动的事情变成您主动要实现的目标，这个时候，您的内动力就足了，您的消极负面情绪就会被化解掉。",
    "annotation": [
      {
        "sentence": "您的时间安排得满满当当，而且几乎都是被动的安排，都是些您不得不去做的事情，让您失去了可以自主的主动权。",
        "label": ""
      },
      {
        "sentence": "当您做的事情都不是自己主动想做的事，那么【却还看不进去脑子，感觉逻辑思维变得很差】这种情况的出现也就很正常了。",
        "label": ""
      },
      {
        "sentence": "而您又把这一切的归因归到了自我能力上了【看书慢、笨】，这样的自我否定更使您陷入了恶性循环。",
        "label": ""
      },
      {
        "sentence": "我们经常能听到一句话叫“痛并快乐着”，就好像古时候的故事“周瑜打黄盖”，黄盖忍受着被打的痛苦，但为了战胜曹操，他的这点痛苦换来的是胜利的快乐。",
        "label": ""
      },
      {
        "sentence": "所以，您看到别人可以“苦中作乐、劳逸结合”，是因为他们心中有目标，知道暂时的辛苦、努力换来的是学习的进步和自我能力的提升。",
        "label": ""
      },
      {
        "sentence": "所以，您首先要想明白，安排得满满当当的任务，对您来说意味着什么，是不是您成长过程中必须要去面对的？",
        "label": ""
      },
      {
        "sentence": "如果是，那就变被动为主动！",
        "label": ""
      },
      {
        "sentence": "把被动的事情变成您主动要实现的目标，这个时候，您的内动力就足了，您的消极负面情绪就会被化解掉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我还有一个问题，因为害怕别人发现我的异常，我总是伪装自己，牵强地融入集体，我觉得这可能是严重的抑郁症。但是治疗的费用太高了，我家境并不好，我怕拖累家人。",
    "annotation": [
      {
        "sentence": "我还有一个问题，因为害怕别人发现我的异常，我总是伪装自己，牵强地融入集体，我觉得这可能是严重的抑郁症。",
        "label": ""
      },
      {
        "sentence": "但是治疗的费用太高了，我家境并不好，我怕拖累家人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "还有，因为害怕别人发现我的这种异常，我把自己伪装起来，牵强地去融入集体。您出现这种伪装行为，也是您不清楚自己想要成为什么样的人而造成的。目标很重要，是不是？花点时间，给自己做个规划：我要成为怎样的人？我需要做些什么？现在做的这些能实现我的目标吗？如果可以，我就加油吧！以上给您提供的建议，希望能帮助到您！",
    "annotation": [
      {
        "sentence": "还有，因为害怕别人发现我的这种异常，我把自己伪装起来，牵强地去融入集体。",
        "label": ""
      },
      {
        "sentence": "您出现这种伪装行为，也是您不清楚自己想要成为什么样的人而造成的。",
        "label": ""
      },
      {
        "sentence": "目标很重要，是不是？",
        "label": ""
      },
      {
        "sentence": "花点时间，给自己做个规划：我要成为怎样的人？",
        "label": ""
      },
      {
        "sentence": "我需要做些什么？",
        "label": ""
      },
      {
        "sentence": "现在做的这些能实现我的目标吗？",
        "label": ""
      },
      {
        "sentence": "如果可以，我就加油吧！",
        "label": ""
      },
      {
        "sentence": "以上给您提供的建议，希望能帮助到您！",
        "label": ""
      }
    ]
  }
]