[
  {
    "role": "client",
    "content": "我是个18岁的女生，最近发生了一件很糟糕的事情。之前我和一个男同桌坐在一起，我默默地喜欢上了他，也以为他对我有好感。从他和他的好朋友的玩笑中，我感觉到他对我有特殊的感情。其实我觉得自己条件还不错（不是自恋，就是有些男生喜欢过我），我成绩好，身材高挑，长相也还可以。但是他在各个条件上都一般，特别是成绩非常差。虽然我感到有些委屈，但一直以为他喜欢我（从一些日常细节中可以感觉到）。所以我觉得还可以接受。但是现在我们马上就要毕业了，他却告诉我他喜欢别人。我一直以为是因为我的成绩下降，他觉得不应该打扰我，但是他却背着我给她送礼物。也许他真的喜欢她吧，但是我现在很难释怀，因为我觉得他本来就配不上我。现在我觉得自己很可笑，他知道我喜欢他，我该怎样释怀这种情绪？",
    "annotation": [
      {
        "sentence": "我是个18岁的女生，最近发生了一件很糟糕的事情。",
        "label": ""
      },
      {
        "sentence": "之前我和一个男同桌坐在一起，我默默地喜欢上了他，也以为他对我有好感。",
        "label": ""
      },
      {
        "sentence": "从他和他的好朋友的玩笑中，我感觉到他对我有特殊的感情。",
        "label": ""
      },
      {
        "sentence": "其实我觉得自己条件还不错（不是自恋，就是有些男生喜欢过我），我成绩好，身材高挑，长相也还可以。",
        "label": ""
      },
      {
        "sentence": "但是他在各个条件上都一般，特别是成绩非常差。",
        "label": ""
      },
      {
        "sentence": "虽然我感到有些委屈，但一直以为他喜欢我（从一些日常细节中可以感觉到）。",
        "label": ""
      },
      {
        "sentence": "所以我觉得还可以接受。",
        "label": ""
      },
      {
        "sentence": "但是现在我们马上就要毕业了，他却告诉我他喜欢别人。",
        "label": ""
      },
      {
        "sentence": "我一直以为是因为我的成绩下降，他觉得不应该打扰我，但是他却背着我给她送礼物。",
        "label": ""
      },
      {
        "sentence": "也许他真的喜欢她吧，但是我现在很难释怀，因为我觉得他本来就配不上我。",
        "label": ""
      },
      {
        "sentence": "现在我觉得自己很可笑，他知道我喜欢他，我该怎样释怀这种情绪？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实不仅仅是十几岁的你们，就是几十岁的我们也会觉得自己与优秀的人有差距。这种差异会让人感到气馁，尤其是当自认为自己优秀而对方一般时。你没有明确说出来，但你的表情可能比你的言语更早地表露出了你的优越感，这也让有些骄傲的男生无法接受。毋庸置疑，如果一个人对另一个人有特殊感情，这种感情很容易流露出来，就像你觉得那个男生喜欢你一样。你的感觉并没有错。优秀的人通常会欣赏一般的人，如果男生感觉到被对方居高临下，那是他们最不能接受的。你也应该明白，两个人之间的情感需要平等才能持续下去。我们都喜欢被欣赏的人，也许那个男生找到了一个欣赏他的人。喜欢一个人很辛苦，接受一个喜欢自己的人则相对容易一些，这种心理是相互的。你觉得难过是因为你自己认为你配不上他，而他却没有说出同样的感觉。如果你能明白，你只是接受了一个喜欢你的人，并且很享受这种感觉，那么你就能够化解这种情绪中的困扰。年轻时的学生，尤其是还没有走向社会，情感容易发生起伏是很正常的。千万不要觉得自己是自作多情，因为这确实是相互之间最美的，也是最初的感觉。虽然现在这段感情还没有开始就已经结束了，但我们只能说这是一段模糊而美好的青春之恋。其实这并不全是一件令人沮丧的事情，因为你以后还会遇到更多喜欢你和你喜欢的人，这给了你一些经验，让你更加懂得如何选择，不是吗？",
    "annotation": [
      {
        "sentence": "其实不仅仅是十几岁的你们，就是几十岁的我们也会觉得自己与优秀的人有差距。",
        "label": ""
      },
      {
        "sentence": "这种差异会让人感到气馁，尤其是当自认为自己优秀而对方一般时。",
        "label": ""
      },
      {
        "sentence": "你没有明确说出来，但你的表情可能比你的言语更早地表露出了你的优越感，这也让有些骄傲的男生无法接受。",
        "label": ""
      },
      {
        "sentence": "毋庸置疑，如果一个人对另一个人有特殊感情，这种感情很容易流露出来，就像你觉得那个男生喜欢你一样。",
        "label": ""
      },
      {
        "sentence": "你的感觉并没有错。",
        "label": ""
      },
      {
        "sentence": "优秀的人通常会欣赏一般的人，如果男生感觉到被对方居高临下，那是他们最不能接受的。",
        "label": ""
      },
      {
        "sentence": "你也应该明白，两个人之间的情感需要平等才能持续下去。",
        "label": ""
      },
      {
        "sentence": "我们都喜欢被欣赏的人，也许那个男生找到了一个欣赏他的人。",
        "label": ""
      },
      {
        "sentence": "喜欢一个人很辛苦，接受一个喜欢自己的人则相对容易一些，这种心理是相互的。",
        "label": ""
      },
      {
        "sentence": "你觉得难过是因为你自己认为你配不上他，而他却没有说出同样的感觉。",
        "label": ""
      },
      {
        "sentence": "如果你能明白，你只是接受了一个喜欢你的人，并且很享受这种感觉，那么你就能够化解这种情绪中的困扰。",
        "label": ""
      },
      {
        "sentence": "年轻时的学生，尤其是还没有走向社会，情感容易发生起伏是很正常的。",
        "label": ""
      },
      {
        "sentence": "千万不要觉得自己是自作多情，因为这确实是相互之间最美的，也是最初的感觉。",
        "label": ""
      },
      {
        "sentence": "虽然现在这段感情还没有开始就已经结束了，但我们只能说这是一段模糊而美好的青春之恋。",
        "label": ""
      },
      {
        "sentence": "其实这并不全是一件令人沮丧的事情，因为你以后还会遇到更多喜欢你和你喜欢的人，这给了你一些经验，让你更加懂得如何选择，不是吗？",
        "label": ""
      }
    ]
  }
]