[
  {
    "role": "client",
    "content": "嗨，我最近感到很焦虑。我和我的咨询师在高考前结束了关系，我不知道该怎么办。我们已经进行了30次咨询，但问题还没有得到解决。我打算换一个咨询师，一方面是因为感觉问题没有得到解决，另一方面是因为我妈妈的经济压力。我很害怕突然失去了支持，所以我一直在网络平台上进行及时倾诉。有一个老师让我觉得特别舒服，我想和她进行咨询，但她好像是个新手，没有资格做咨询师。离高考只剩下十天，我心里很着急，想要找到一位合适的咨询师，不然我会失去心理支持。我该怎么办？",
    "annotation": [
      {
        "sentence": "嗨，我最近感到很焦虑。",
        "label": ""
      },
      {
        "sentence": "我和我的咨询师在高考前结束了关系，我不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "我们已经进行了30次咨询，但问题还没有得到解决。",
        "label": ""
      },
      {
        "sentence": "我打算换一个咨询师，一方面是因为感觉问题没有得到解决，另一方面是因为我妈妈的经济压力。",
        "label": ""
      },
      {
        "sentence": "我很害怕突然失去了支持，所以我一直在网络平台上进行及时倾诉。",
        "label": ""
      },
      {
        "sentence": "有一个老师让我觉得特别舒服，我想和她进行咨询，但她好像是个新手，没有资格做咨询师。",
        "label": ""
      },
      {
        "sentence": "离高考只剩下十天，我心里很着急，想要找到一位合适的咨询师，不然我会失去心理支持。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听说你和你的咨询师工作了30次，这个期间可能改变了你很多的习惯，也让你习惯了依赖你的咨询师。我了解你咨询师突然离开对你的心理产生的影响，也明白你还有一些恐慌感。不要担心，我们可以一起来分析一下吗？先来分析一下问题：1、你和你的咨询师工作了30次，最后在高考前两周还剩十天结束了关系。问题还没有解决，你打算换一个咨询师，一方面是因为感觉问题没有解决，另一方面是因为你妈妈的经济压力。（这种感觉很遗憾，能够进行30次咨询，证明你很信任你的咨询师，也表明你是一个愿意改变的人。其实有一些性价比比较高的咨询师，只是需要遇到合适的人罢了。）2、你很害怕突然失去心理支持。一直在网络平台上做及时倾诉，有一位老师让你觉得特别舒服，你想和她进行咨询，但她好像是个新手，没有咨询师的资格。（感到害怕是正常的，这个时候先不要主观评价老师的好坏或者是否是新手。如果她能解决你的问题，并且给你带来安全感，那不正是你所需要的吗？你先不要着急，好好考虑一下。）3、离高考只剩下十天，你很着急想要找到一位合适的咨询师，不然你就会失去心理支持。你想续约一两次，但感觉效果不大。你希望有个心理支持，不想现在纠结去找新的咨询师影响自己的心情。你该怎么办。（不要怕，不要怕，看来你是一个重视过去的人，也一定是一个很善良的人。过去的就是过去的，或许不再适合你了。新的事物，也是从旧的开始的。调整好你对新咨询师的态度，也许你会遇到心仪的咨询师，并且给你带来新的帮助。）4、就算你要在网络平台上找，你也要拿到毕业证才能享受学生优惠，然后再选择咨询师。这是非常麻烦的。你应该怎么办？你不想影响考试，想要继续约几次，但是妈妈不同意。那位老师只是给你内心一个依靠。对于这个话题，你觉得已经不太管用了。（你说你是学生，你的咨询师应该相信你，我们也会无条件相信你所表达的一切信息，不需要证明。咨询有短期、中期和长期之分，根据你所描述的情况，你的咨询并不算长期咨询，但是如果做了30次咨询仍没有突破，那么可能是你的咨询师暂时没有更好的建议了。转介可能是个不错的选择。）正视问题：“高考前和咨询师结束了关系，该怎么办？”～～在可能的情况下，你可以寻找新的咨询师，否则会有心理落差，影响你的学业。在短时间内找到合适的咨询师不是容易的事情，所以咨询师的职业背景、受训经历、个案经历、培训经历等基本信息都需要考虑。同时你也需要用心感受，在咨询过程中是否觉得和咨询师匹配，这一点很重要。～～不要着急，不要害怕。适应需要时间也是很正常的。只有在相对平稳的情绪中，你才能找到合适的咨询师。否则，你会看不清楚。最后祝愿你幸福快乐！希望你能找到合适的咨询师！如果有什么困扰，请私信我！",
    "annotation": [
      {
        "sentence": "听说你和你的咨询师工作了30次，这个期间可能改变了你很多的习惯，也让你习惯了依赖你的咨询师。",
        "label": ""
      },
      {
        "sentence": "我了解你咨询师突然离开对你的心理产生的影响，也明白你还有一些恐慌感。",
        "label": ""
      },
      {
        "sentence": "不要担心，我们可以一起来分析一下吗？",
        "label": ""
      },
      {
        "sentence": "先来分析一下问题：1、你和你的咨询师工作了30次，最后在高考前两周还剩十天结束了关系。",
        "label": ""
      },
      {
        "sentence": "问题还没有解决，你打算换一个咨询师，一方面是因为感觉问题没有解决，另一方面是因为你妈妈的经济压力。",
        "label": ""
      },
      {
        "sentence": "（这种感觉很遗憾，能够进行30次咨询，证明你很信任你的咨询师，也表明你是一个愿意改变的人。",
        "label": ""
      },
      {
        "sentence": "其实有一些性价比比较高的咨询师，只是需要遇到合适的人罢了。",
        "label": ""
      },
      {
        "sentence": "）2、你很害怕突然失去心理支持。",
        "label": ""
      },
      {
        "sentence": "一直在网络平台上做及时倾诉，有一位老师让你觉得特别舒服，你想和她进行咨询，但她好像是个新手，没有咨询师的资格。",
        "label": ""
      },
      {
        "sentence": "（感到害怕是正常的，这个时候先不要主观评价老师的好坏或者是否是新手。",
        "label": ""
      },
      {
        "sentence": "如果她能解决你的问题，并且给你带来安全感，那不正是你所需要的吗？",
        "label": ""
      },
      {
        "sentence": "你先不要着急，好好考虑一下。",
        "label": ""
      },
      {
        "sentence": "）3、离高考只剩下十天，你很着急想要找到一位合适的咨询师，不然你就会失去心理支持。",
        "label": ""
      },
      {
        "sentence": "你想续约一两次，但感觉效果不大。",
        "label": ""
      },
      {
        "sentence": "你希望有个心理支持，不想现在纠结去找新的咨询师影响自己的心情。",
        "label": ""
      },
      {
        "sentence": "你该怎么办。",
        "label": ""
      },
      {
        "sentence": "（不要怕，不要怕，看来你是一个重视过去的人，也一定是一个很善良的人。",
        "label": ""
      },
      {
        "sentence": "过去的就是过去的，或许不再适合你了。",
        "label": ""
      },
      {
        "sentence": "新的事物，也是从旧的开始的。",
        "label": ""
      },
      {
        "sentence": "调整好你对新咨询师的态度，也许你会遇到心仪的咨询师，并且给你带来新的帮助。",
        "label": ""
      },
      {
        "sentence": "）4、就算你要在网络平台上找，你也要拿到毕业证才能享受学生优惠，然后再选择咨询师。",
        "label": ""
      },
      {
        "sentence": "这是非常麻烦的。",
        "label": ""
      },
      {
        "sentence": "你应该怎么办？",
        "label": ""
      },
      {
        "sentence": "你不想影响考试，想要继续约几次，但是妈妈不同意。",
        "label": ""
      },
      {
        "sentence": "那位老师只是给你内心一个依靠。",
        "label": ""
      },
      {
        "sentence": "对于这个话题，你觉得已经不太管用了。",
        "label": ""
      },
      {
        "sentence": "（你说你是学生，你的咨询师应该相信你，我们也会无条件相信你所表达的一切信息，不需要证明。",
        "label": ""
      },
      {
        "sentence": "咨询有短期、中期和长期之分，根据你所描述的情况，你的咨询并不算长期咨询，但是如果做了30次咨询仍没有突破，那么可能是你的咨询师暂时没有更好的建议了。",
        "label": ""
      },
      {
        "sentence": "转介可能是个不错的选择。",
        "label": ""
      },
      {
        "sentence": "）正视问题：“高考前和咨询师结束了关系，该怎么办？",
        "label": ""
      },
      {
        "sentence": "”～～在可能的情况下，你可以寻找新的咨询师，否则会有心理落差，影响你的学业。",
        "label": ""
      },
      {
        "sentence": "在短时间内找到合适的咨询师不是容易的事情，所以咨询师的职业背景、受训经历、个案经历、培训经历等基本信息都需要考虑。",
        "label": ""
      },
      {
        "sentence": "同时你也需要用心感受，在咨询过程中是否觉得和咨询师匹配，这一点很重要。",
        "label": ""
      },
      {
        "sentence": "～～不要着急，不要害怕。",
        "label": ""
      },
      {
        "sentence": "适应需要时间也是很正常的。",
        "label": ""
      },
      {
        "sentence": "只有在相对平稳的情绪中，你才能找到合适的咨询师。",
        "label": ""
      },
      {
        "sentence": "否则，你会看不清楚。",
        "label": ""
      },
      {
        "sentence": "最后祝愿你幸福快乐！",
        "label": ""
      },
      {
        "sentence": "希望你能找到合适的咨询师！",
        "label": ""
      },
      {
        "sentence": "如果有什么困扰，请私信我！",
        "label": ""
      }
    ]
  }
]