[
  {
    "role": "client",
    "content": "表弟说话语速变慢，反应比别人慢半拍，患了抑郁症？上初中的时候他是个品学兼优的好学生，他有个亲姐姐学习很好并考到我市重点高中，现在有一份很不错的工作，他的亲戚家的孩子也大都都十分优秀，因为是家里唯一的男孩子所以他的妈妈十分宠他，可以说有些溺爱，他说什么家里人都听，但是后来由于考高中的时候没有考的理想的学校，心理也承受了一定的压力，毕竟周围的人都考上了本市的重点，后来在报考大学的时候因为也没太重视，就随便报了个专业，等上了学发现报的专业不适合自己，考试的时候老是不过，于是就开始厌学，后来干脆就不上学了，他母亲为他办了一年休学，在家呆了一年后，就更不想上学了，后来就不了了之了，大学也没毕业，总之现在一事无成，在家呆着，有2，3年了，他爸爸现在看到他觉得他不争气，还偶而打他，他妈妈也不管了，算是放任自流了，上次我和他聊天，发现他说话语速变慢，反应比别人慢半拍，不知道是不是换了忧郁症，严重不严重，要不要吃药？",
    "annotation": [
      {
        "sentence": "表弟说话语速变慢，反应比别人慢半拍，患了抑郁症？",
        "label": ""
      },
      {
        "sentence": "上初中的时候他是个品学兼优的好学生，他有个亲姐姐学习很好并考到我市重点高中，现在有一份很不错的工作，他的亲戚家的孩子也大都都十分优秀，因为是家里唯一的男孩子所以他的妈妈十分宠他，可以说有些溺爱，他说什么家里人都听，但是后来由于考高中的时候没有考的理想的学校，心理也承受了一定的压力，毕竟周围的人都考上了本市的重点，后来在报考大学的时候因为也没太重视，就随便报了个专业，等上了学发现报的专业不适合自己，考试的时候老是不过，于是就开始厌学，后来干脆就不上学了，他母亲为他办了一年休学，在家呆了一年后，就更不想上学了，后来就不了了之了，大学也没毕业，总之现在一事无成，在家呆着，有2，3年了，他爸爸现在看到他觉得他不争气，还偶而打他，他妈妈也不管了，算是放任自流了，上次我和他聊天，发现他说话语速变慢，反应比别人慢半拍，不知道是不是换了忧郁症，严重不严重，要不要吃药？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "也为你的表弟有这样一个关心他的姐姐而感到高兴。从你的描述中看出，对于你的表弟来说，在初中的时候他是品学兼优的，但是考高中的时候却没有考到理想的学校，然后上大学也没学到自己喜欢的专业，在休学一年之后，更加不想上学回到之前那个不喜欢的环境了，在这种情况下，爸爸妈妈一个有时候打他，一个不太管他，也没有给他应有的支持和理解。",
    "annotation": [
      {
        "sentence": "也为你的表弟有这样一个关心他的姐姐而感到高兴。",
        "label": ""
      },
      {
        "sentence": "从你的描述中看出，对于你的表弟来说，在初中的时候他是品学兼优的，但是考高中的时候却没有考到理想的学校，然后上大学也没学到自己喜欢的专业，在休学一年之后，更加不想上学回到之前那个不喜欢的环境了，在这种情况下，爸爸妈妈一个有时候打他，一个不太管他，也没有给他应有的支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我真的很担心他的情况，他以前是那么优秀，现在却一事无成。",
    "annotation": [
      {
        "sentence": "是啊，我真的很担心他的情况，他以前是那么优秀，现在却一事无成。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可能初中升学高中的这个阶段，表弟的内心已经有一些心理困扰了，从小家人都十分宠他，在学校里也是品学兼优属于被重视的类型，但是突然没有上到好的高中，心里有一定的落差。",
    "annotation": [
      {
        "sentence": "可能初中升学高中的这个阶段，表弟的内心已经有一些心理困扰了，从小家人都十分宠他，在学校里也是品学兼优属于被重视的类型，但是突然没有上到好的高中，心里有一定的落差。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，他从小就是比较受家人重视的，可能这次没有考上理想的学校，给他带来了很大的打击和失落感。",
    "annotation": [
      {
        "sentence": "是的，他从小就是比较受家人重视的，可能这次没有考上理想的学校，给他带来了很大的打击和失落感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说表弟随便报了一个专业，上了之后发现不喜欢，有厌学的情绪，不知道除了在学习上有抵触情绪之外，在人际交往上怎么样呢？",
    "annotation": [
      {
        "sentence": "你说表弟随便报了一个专业，上了之后发现不喜欢，有厌学的情绪，不知道除了在学习上有抵触情绪之外，在人际交往上怎么样呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他在人际交往上也变得很内向，不太愿意和别人交流，经常一个人闷在家里。",
    "annotation": [
      {
        "sentence": "他在人际交往上也变得很内向，不太愿意和别人交流，经常一个人闷在家里。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "姐姐包括亲戚家的孩子都很优秀，但是自己现在却有些一事无成，家人也不理解他，能够想像，你的表弟内心也是很煎熬的。",
    "annotation": [
      {
        "sentence": "姐姐包括亲戚家的孩子都很优秀，但是自己现在却有些一事无成，家人也不理解他，能够想像，你的表弟内心也是很煎熬的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，他确实很苦恼，觉得自己很失败，看不到未来的希望。",
    "annotation": [
      {
        "sentence": "是的，他确实很苦恼，觉得自己很失败，看不到未来的希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说上次和表弟聊天，发现他现在语速变慢，反应有些慢半拍，再加上你所说的表弟的经历，能够看出你的表弟现在确实正处于心理困扰之中，不过具体情况还需要专业医生来诊断。",
    "annotation": [
      {
        "sentence": "你说上次和表弟聊天，发现他现在语速变慢，反应有些慢半拍，再加上你所说的表弟的经历，能够看出你的表弟现在确实正处于心理困扰之中，不过具体情况还需要专业医生来诊断。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也打算带他去看医生，你有什么建议或者可以推荐一些心理医生吗？",
    "annotation": [
      {
        "sentence": "我也打算带他去看医生，你有什么建议或者可以推荐一些心理医生吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "建议带他去三甲医院心理科或者三甲精神专科医院就诊，寻求医生的帮助，或者找专业机构的心理咨询师进行心理咨询。以上是我的一点建议，希望能够帮助到你。",
    "annotation": [
      {
        "sentence": "建议带他去三甲医院心理科或者三甲精神专科医院就诊，寻求医生的帮助，或者找专业机构的心理咨询师进行心理咨询。",
        "label": ""
      },
      {
        "sentence": "以上是我的一点建议，希望能够帮助到你。",
        "label": ""
      }
    ]
  }
]