[
  {
    "role": "client",
    "content": "我是一个32岁的单身女性，失业已有3个月了，我不知道接下来该如何规划我的职业生涯。",
    "annotation": [
      {
        "sentence": "我是一个32岁的单身女性，失业已有3个月了，我不知道接下来该如何规划我的职业生涯。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "32岁单身女性，失业已经3个月了，没有经济来源，你和你的家人都为找工作的事情感到焦虑。另外，你还失恋了，你喜欢的同性只把你当做朋友。听了你的描述，我明白你正在经历一个迷茫的阶段。工作对大多数人来说不仅是谋生的手段，还是实现自我价值的途径。但是，由于对职业有不少顾虑，如没有技术含量、没有发展前景和无法发挥自身优点等，你感到在择业时面临很多困难。",
    "annotation": [
      {
        "sentence": "32岁单身女性，失业已经3个月了，没有经济来源，你和你的家人都为找工作的事情感到焦虑。",
        "label": ""
      },
      {
        "sentence": "另外，你还失恋了，你喜欢的同性只把你当做朋友。",
        "label": ""
      },
      {
        "sentence": "听了你的描述，我明白你正在经历一个迷茫的阶段。",
        "label": ""
      },
      {
        "sentence": "工作对大多数人来说不仅是谋生的手段，还是实现自我价值的途径。",
        "label": ""
      },
      {
        "sentence": "但是，由于对职业有不少顾虑，如没有技术含量、没有发展前景和无法发挥自身优点等，你感到在择业时面临很多困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我深受这些问题的困扰。而且我不喜欢繁琐的工作，尤其是跟数字报表打交道，对我来说很烦人。我一直在做初级的出纳和行政人事工作，虽然相对简单，但感觉就像打杂一样，很容易被企业边缘化，缺乏核心价值。虽然我知道要往专业的财务领域发展，但我并不喜欢那样繁琐的工作。",
    "annotation": [
      {
        "sentence": "是的，我深受这些问题的困扰。",
        "label": ""
      },
      {
        "sentence": "而且我不喜欢繁琐的工作，尤其是跟数字报表打交道，对我来说很烦人。",
        "label": ""
      },
      {
        "sentence": "我一直在做初级的出纳和行政人事工作，虽然相对简单，但感觉就像打杂一样，很容易被企业边缘化，缺乏核心价值。",
        "label": ""
      },
      {
        "sentence": "虽然我知道要往专业的财务领域发展，但我并不喜欢那样繁琐的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的困惑我能理解。对于工作而言，它不仅是一种谋生手段，也是实现自我价值的方式。你之前提到不喜欢繁琐的工作和与数字报表打交道，这些顾虑是择业的障碍。目前，对于你这样一个处在迷茫状态中的失业者来说，找到一份工作是首要任务。先选择一份适合你的职业，让自己稳定下来，这样你的压力和烦恼都会有所减轻。凭借自己的能力和获得报酬，你会有更多底气和信心。你可以先找一个难度不大的工作，再慢慢评估自己的能力和状态，问问自己到底需要什么，然后再决定往哪个方向发展。年龄虽然重要，但并不应该成为你发展的限制。希望你早日找到满意的工作。",
    "annotation": [
      {
        "sentence": "你的困惑我能理解。",
        "label": ""
      },
      {
        "sentence": "对于工作而言，它不仅是一种谋生手段，也是实现自我价值的方式。",
        "label": ""
      },
      {
        "sentence": "你之前提到不喜欢繁琐的工作和与数字报表打交道，这些顾虑是择业的障碍。",
        "label": ""
      },
      {
        "sentence": "目前，对于你这样一个处在迷茫状态中的失业者来说，找到一份工作是首要任务。",
        "label": ""
      },
      {
        "sentence": "先选择一份适合你的职业，让自己稳定下来，这样你的压力和烦恼都会有所减轻。",
        "label": ""
      },
      {
        "sentence": "凭借自己的能力和获得报酬，你会有更多底气和信心。",
        "label": ""
      },
      {
        "sentence": "你可以先找一个难度不大的工作，再慢慢评估自己的能力和状态，问问自己到底需要什么，然后再决定往哪个方向发展。",
        "label": ""
      },
      {
        "sentence": "年龄虽然重要，但并不应该成为你发展的限制。",
        "label": ""
      },
      {
        "sentence": "希望你早日找到满意的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我明白了，我首先需要找到一份适合我的工作来解决眼前的问题。我会努力寻找一个难度不大的工作，以减轻目前的压力并为未来的发展打下基础。我会再考虑一下自己的能力和兴趣，然后做出适合自己的决定。年龄虽然带来一些限制，但我不会再被它束缚住了。非常感谢你的支持和祝福！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我明白了，我首先需要找到一份适合我的工作来解决眼前的问题。",
        "label": ""
      },
      {
        "sentence": "我会努力寻找一个难度不大的工作，以减轻目前的压力并为未来的发展打下基础。",
        "label": ""
      },
      {
        "sentence": "我会再考虑一下自己的能力和兴趣，然后做出适合自己的决定。",
        "label": ""
      },
      {
        "sentence": "年龄虽然带来一些限制，但我不会再被它束缚住了。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和祝福！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常高兴听到你这样的决心和信心。希望你能尽快找到一份对你来说满意的工作，并逐渐实现自己的职业目标。无论在职业发展的道路上遇到什么困难，记住我们都在支持你。祝你好运！如果你还有其他问题或需要进一步的帮助，随时都可以找我聊聊。",
    "annotation": [
      {
        "sentence": "非常高兴听到你这样的决心和信心。",
        "label": ""
      },
      {
        "sentence": "希望你能尽快找到一份对你来说满意的工作，并逐渐实现自己的职业目标。",
        "label": ""
      },
      {
        "sentence": "无论在职业发展的道路上遇到什么困难，记住我们都在支持你。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或需要进一步的帮助，随时都可以找我聊聊。",
        "label": ""
      }
    ]
  }
]