[
  {
    "role": "client",
    "content": "我是一个十七岁的女孩子，我喜欢上了一个二十岁的女孩子。我们是去年认识的，当时她高三，我高一。慢慢地我们开始玩到一起了，但是我觉得我好像喜欢上她了。无论我去哪里，看见什么，心里想的都是她。而且每次看见有男孩子跟她讲话，我就很生气，经常吃醋。今年八月份的时候，我含蓄地表达了对她的喜欢，她没有什么反应。一个礼拜前，我很认真地告诉了她我喜欢她。其实之前也说过两三次，但是都没有很认真地说过。这次我很认真地跟她说了很多，语气坚定了一点，就是希望她可以给我个回应。她答应了，我很开心。现在每天都很开心，天天想着以后跟她在一起生活，想娶她，想跟她结婚。但是在我们在一起之前，我试探性地问过父母对女孩子跟女孩子在一起有什么看法，她们都很决绝地说不喜欢，坚决不会同意。他们问我是这样的吗，我说不是，可是我是啊。但是我不敢说，因为在父母看来，我跟她是很好很好的朋友。我害怕说了他们会不让我跟她联系。现在我每天都在想着成年了要娶她的事情。今天给奶奶打电话时，她告诉我在网上看见个新闻，说两个女孩子在一起。",
    "annotation": [
      {
        "sentence": "我是一个十七岁的女孩子，我喜欢上了一个二十岁的女孩子。",
        "label": ""
      },
      {
        "sentence": "我们是去年认识的，当时她高三，我高一。",
        "label": ""
      },
      {
        "sentence": "慢慢地我们开始玩到一起了，但是我觉得我好像喜欢上她了。",
        "label": ""
      },
      {
        "sentence": "无论我去哪里，看见什么，心里想的都是她。",
        "label": ""
      },
      {
        "sentence": "而且每次看见有男孩子跟她讲话，我就很生气，经常吃醋。",
        "label": ""
      },
      {
        "sentence": "今年八月份的时候，我含蓄地表达了对她的喜欢，她没有什么反应。",
        "label": ""
      },
      {
        "sentence": "一个礼拜前，我很认真地告诉了她我喜欢她。",
        "label": ""
      },
      {
        "sentence": "其实之前也说过两三次，但是都没有很认真地说过。",
        "label": ""
      },
      {
        "sentence": "这次我很认真地跟她说了很多，语气坚定了一点，就是希望她可以给我个回应。",
        "label": ""
      },
      {
        "sentence": "她答应了，我很开心。",
        "label": ""
      },
      {
        "sentence": "现在每天都很开心，天天想着以后跟她在一起生活，想娶她，想跟她结婚。",
        "label": ""
      },
      {
        "sentence": "但是在我们在一起之前，我试探性地问过父母对女孩子跟女孩子在一起有什么看法，她们都很决绝地说不喜欢，坚决不会同意。",
        "label": ""
      },
      {
        "sentence": "他们问我是这样的吗，我说不是，可是我是啊。",
        "label": ""
      },
      {
        "sentence": "但是我不敢说，因为在父母看来，我跟她是很好很好的朋友。",
        "label": ""
      },
      {
        "sentence": "我害怕说了他们会不让我跟她联系。",
        "label": ""
      },
      {
        "sentence": "现在我每天都在想着成年了要娶她的事情。",
        "label": ""
      },
      {
        "sentence": "今天给奶奶打电话时，她告诉我在网上看见个新闻，说两个女孩子在一起。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子，给你一个温暖的拥抱！17岁的女孩喜欢上一个20岁的女孩，这份情感像初绽的花朵一样美丽。但是你却担心家人父母的反对，所以这份爱给你的压力也很大。我可以理解你的困惑和矛盾。孩子，你了解同性恋是怎么回事吗？你知道同性恋意味着什么吗？其实同性恋在现在社会已经不算是太稀奇的事情了。上世纪90年代，研究者通过建立一条染色体上的DNA，找到了证明存在同性恋的基因。也有后天形成因素，在成长的环境中，父母未能为其子女提供适当的性别角色榜样，其子女的性别自我认定就不完全。比如，女孩对自己的母亲不认同，性别角色形成有了障碍等等。你所描述的情况可能是属于这方面的原因之一。现在社会对同性恋的看法也在逐渐的进步，有些国家的法律也对同性婚姻给予保护。还有的同性恋者实际上是双性恋者。鉴于你还没有成年，你可能并不确定自己未来会不会一直走下去，你究竟属于哪一种情况。但是从你的描述中看，家人的态度是你一个很大的顾虑，也是你压力的很重要来源。你要明白，选择一条少数人走的路，遭到反对和质疑是在所难免的，要走下去需要很大的勇气，你和你爱的人都要有很大的勇气。无论如何，爱本身是美好的，是没有什么可以指责的。我们应该尊重每一个人的情感选择和生活方式，只要她没有给别人带来伤害。你还年轻，多了解这些方面的知识，把未来的路想清楚，不要盲目跟风。总之，你有权选择自己的生活之路，如果确定了，就坚定地走下去。祝你幸福！希望可以帮到你，谢谢你的提问！",
    "annotation": [
      {
        "sentence": "孩子，给你一个温暖的拥抱！",
        "label": ""
      },
      {
        "sentence": "17岁的女孩喜欢上一个20岁的女孩，这份情感像初绽的花朵一样美丽。",
        "label": ""
      },
      {
        "sentence": "但是你却担心家人父母的反对，所以这份爱给你的压力也很大。",
        "label": ""
      },
      {
        "sentence": "我可以理解你的困惑和矛盾。",
        "label": ""
      },
      {
        "sentence": "孩子，你了解同性恋是怎么回事吗？",
        "label": ""
      },
      {
        "sentence": "你知道同性恋意味着什么吗？",
        "label": ""
      },
      {
        "sentence": "其实同性恋在现在社会已经不算是太稀奇的事情了。",
        "label": ""
      },
      {
        "sentence": "上世纪90年代，研究者通过建立一条染色体上的DNA，找到了证明存在同性恋的基因。",
        "label": ""
      },
      {
        "sentence": "也有后天形成因素，在成长的环境中，父母未能为其子女提供适当的性别角色榜样，其子女的性别自我认定就不完全。",
        "label": ""
      },
      {
        "sentence": "比如，女孩对自己的母亲不认同，性别角色形成有了障碍等等。",
        "label": ""
      },
      {
        "sentence": "你所描述的情况可能是属于这方面的原因之一。",
        "label": ""
      },
      {
        "sentence": "现在社会对同性恋的看法也在逐渐的进步，有些国家的法律也对同性婚姻给予保护。",
        "label": ""
      },
      {
        "sentence": "还有的同性恋者实际上是双性恋者。",
        "label": ""
      },
      {
        "sentence": "鉴于你还没有成年，你可能并不确定自己未来会不会一直走下去，你究竟属于哪一种情况。",
        "label": ""
      },
      {
        "sentence": "但是从你的描述中看，家人的态度是你一个很大的顾虑，也是你压力的很重要来源。",
        "label": ""
      },
      {
        "sentence": "你要明白，选择一条少数人走的路，遭到反对和质疑是在所难免的，要走下去需要很大的勇气，你和你爱的人都要有很大的勇气。",
        "label": ""
      },
      {
        "sentence": "无论如何，爱本身是美好的，是没有什么可以指责的。",
        "label": ""
      },
      {
        "sentence": "我们应该尊重每一个人的情感选择和生活方式，只要她没有给别人带来伤害。",
        "label": ""
      },
      {
        "sentence": "你还年轻，多了解这些方面的知识，把未来的路想清楚，不要盲目跟风。",
        "label": ""
      },
      {
        "sentence": "总之，你有权选择自己的生活之路，如果确定了，就坚定地走下去。",
        "label": ""
      },
      {
        "sentence": "祝你幸福！",
        "label": ""
      },
      {
        "sentence": "希望可以帮到你，谢谢你的提问！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，支持者。虽然我对同性恋有一定的了解，但是面对家人的反对，我还是感到矛盾和困惑。我希望他们能够理解我，接受我的感情。但是我害怕他们会断绝我的联系，不让我和她在一起。我不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，支持者。",
        "label": ""
      },
      {
        "sentence": "虽然我对同性恋有一定的了解，但是面对家人的反对，我还是感到矛盾和困惑。",
        "label": ""
      },
      {
        "sentence": "我希望他们能够理解我，接受我的感情。",
        "label": ""
      },
      {
        "sentence": "但是我害怕他们会断绝我的联系，不让我和她在一起。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子，我知道你的顾虑。面对家人的反对，的确是一件让人很焦虑的事情。你可以试着和他们沟通，告诉他们你的真实感受，希望他们能够理解和接受。也许他们会需要一些时间来适应这个事实，但是家庭之间的爱是很重要的，相信他们最终会为你的幸福着想的。如果他们暂时还不能接受，你也可以找一个适合的时间再次和他们谈谈，希望他们可以给你更多的支持和理解。记住，与家人的沟通是很重要的，他们疼爱你，也希望你能够幸福。",
    "annotation": [
      {
        "sentence": "孩子，我知道你的顾虑。",
        "label": ""
      },
      {
        "sentence": "面对家人的反对，的确是一件让人很焦虑的事情。",
        "label": ""
      },
      {
        "sentence": "你可以试着和他们沟通，告诉他们你的真实感受，希望他们能够理解和接受。",
        "label": ""
      },
      {
        "sentence": "也许他们会需要一些时间来适应这个事实，但是家庭之间的爱是很重要的，相信他们最终会为你的幸福着想的。",
        "label": ""
      },
      {
        "sentence": "如果他们暂时还不能接受，你也可以找一个适合的时间再次和他们谈谈，希望他们可以给你更多的支持和理解。",
        "label": ""
      },
      {
        "sentence": "记住，与家人的沟通是很重要的，他们疼爱你，也希望你能够幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我会试着和家人沟通，告诉他们我的真实感受。只是我还是担心他们会拒绝理解，我应该怎样应对呢？",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会试着和家人沟通，告诉他们我的真实感受。",
        "label": ""
      },
      {
        "sentence": "只是我还是担心他们会拒绝理解，我应该怎样应对呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子，我理解你的担心。面对可能的拒绝和不理解，是会让人心里很痛苦的。但是你要记住，你是爱你自己的，你有权利去追求自己的幸福。无论他们的反应如何，你都要坚定地相信自己，相信自己的选择是正确的。同时，也要给他们一些时间来接受这个事实，希望他们能够逐渐理解和支持你。如果他们暂时不能接受，也不要气馁，你可以寻求一些朋友或者专业人士的帮助，让他们帮助你们化解矛盾，改善家庭关系。相信时间会让一切变得更好。",
    "annotation": [
      {
        "sentence": "孩子，我理解你的担心。",
        "label": ""
      },
      {
        "sentence": "面对可能的拒绝和不理解，是会让人心里很痛苦的。",
        "label": ""
      },
      {
        "sentence": "但是你要记住，你是爱你自己的，你有权利去追求自己的幸福。",
        "label": ""
      },
      {
        "sentence": "无论他们的反应如何，你都要坚定地相信自己，相信自己的选择是正确的。",
        "label": ""
      },
      {
        "sentence": "同时，也要给他们一些时间来接受这个事实，希望他们能够逐渐理解和支持你。",
        "label": ""
      },
      {
        "sentence": "如果他们暂时不能接受，也不要气馁，你可以寻求一些朋友或者专业人士的帮助，让他们帮助你们化解矛盾，改善家庭关系。",
        "label": ""
      },
      {
        "sentence": "相信时间会让一切变得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议。我会试着坚持沟通和沟通，给他们一些时间来理解我。同时，我也会寻求朋友和专业人士的帮助，希望能够改善家庭关系。我想，在这个过程中，我也需要不断地勇敢和坚定，相信自己的选择。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我会试着坚持沟通和沟通，给他们一些时间来理解我。",
        "label": ""
      },
      {
        "sentence": "同时，我也会寻求朋友和专业人士的帮助，希望能够改善家庭关系。",
        "label": ""
      },
      {
        "sentence": "我想，在这个过程中，我也需要不断地勇敢和坚定，相信自己的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！孩子，我为你感到骄傲。你的勇气和坚定是非常可贵的。相信你一定可以克服困难，最终找到属于自己的幸福。记住，在这个过程中，不要忘记爱护自己，保持积极的心态，相信自己的选择。如果有任何困惑或者需要帮助，随时来找我聊天。希望你一切顺利，幸福永远伴随着你。",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "孩子，我为你感到骄傲。",
        "label": ""
      },
      {
        "sentence": "你的勇气和坚定是非常可贵的。",
        "label": ""
      },
      {
        "sentence": "相信你一定可以克服困难，最终找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "记住，在这个过程中，不要忘记爱护自己，保持积极的心态，相信自己的选择。",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑或者需要帮助，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "希望你一切顺利，幸福永远伴随着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，支持者。我真的很感激。我会牢记你的话，勇敢面对困难，相信自己的选择，追求属于自己的幸福。如果我还有什么困惑，我一定会再来找您聊天的。再次感谢您！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，支持者。",
        "label": ""
      },
      {
        "sentence": "我真的很感激。",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，勇敢面对困难，相信自己的选择，追求属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果我还有什么困惑，我一定会再来找您聊天的。",
        "label": ""
      },
      {
        "sentence": "再次感谢您！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，孩子。我会一直在这里支持你的。记住，无论遇到什么困难，你都不是一个人。相信自己，相信未来，坚持走下去。我祝福你，愿你拥有美好的人生！再见！",
    "annotation": [
      {
        "sentence": "不客气，孩子。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "记住，无论遇到什么困难，你都不是一个人。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信未来，坚持走下去。",
        "label": ""
      },
      {
        "sentence": "我祝福你，愿你拥有美好的人生！",
        "label": ""
      },
      {
        "sentence": "再见！",
        "label": ""
      }
    ]
  }
]