[
  {
    "role": "client",
    "content": "寝食难安，母亲故意加重我负担，为什么要这样对我？我真的很不明白母亲为什么要故意加重我的负担？",
    "annotation": [
      {
        "sentence": "寝食难安，母亲故意加重我负担，为什么要这样对我？",
        "label": ""
      },
      {
        "sentence": "我真的很不明白母亲为什么要故意加重我的负担？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的母亲非常消极，对人对事充满负面的想法，甚至试图控制你，因为她自己无法过好这一生，不想面对自己的无能，就把压力施加给下一代，企图让自己能好过一点：嗯，我是可以过得很好的，就是因为你我才过得不好。",
    "annotation": [
      {
        "sentence": "你的母亲非常消极，对人对事充满负面的想法，甚至试图控制你，因为她自己无法过好这一生，不想面对自己的无能，就把压力施加给下一代，企图让自己能好过一点：嗯，我是可以过得很好的，就是因为你我才过得不好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "她跟我父亲关系不好。她明明有很多种发泄方式，为什么偏偏选择让我操心，让我承担的方式？她用她最浅白的语言告诉我，都是因为我她才一再忍耐一再受苦的。",
    "annotation": [
      {
        "sentence": "她跟我父亲关系不好。",
        "label": ""
      },
      {
        "sentence": "她明明有很多种发泄方式，为什么偏偏选择让我操心，让我承担的方式？",
        "label": ""
      },
      {
        "sentence": "她用她最浅白的语言告诉我，都是因为我她才一再忍耐一再受苦的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "她已经不想为自己负责了，宛若一盘流沙，放弃了向上的动力，她把责任全权交给外界，交给无辜的子女，她在找人为她负责。然而这样的举动只能让大家都痛苦，你蒙受了不该承受的压力，而她也学不会为自己的人生负责。",
    "annotation": [
      {
        "sentence": "她已经不想为自己负责了，宛若一盘流沙，放弃了向上的动力，她把责任全权交给外界，交给无辜的子女，她在找人为她负责。",
        "label": ""
      },
      {
        "sentence": "然而这样的举动只能让大家都痛苦，你蒙受了不该承受的压力，而她也学不会为自己的人生负责。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "早上见到我告诉我她今天要做很多事，她生活没有盼头；晚上见到我告诉我她今天做了很多事，很累！她理所当然的忽视我，理所当然的不在乎我的心意甚至理所当然的践踏。可她不允许我对我爸有一个笑脸，她就眼红酸我。当我对她用心的时候她又轻描淡写的丢弃。",
    "annotation": [
      {
        "sentence": "早上见到我告诉我她今天要做很多事，她生活没有盼头；晚上见到我告诉我她今天做了很多事，很累！",
        "label": ""
      },
      {
        "sentence": "她理所当然的忽视我，理所当然的不在乎我的心意甚至理所当然的践踏。",
        "label": ""
      },
      {
        "sentence": "可她不允许我对我爸有一个笑脸，她就眼红酸我。",
        "label": ""
      },
      {
        "sentence": "当我对她用心的时候她又轻描淡写的丢弃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们每个人都只能为自己负责，把期望放在外界或者别人身上往往会带来失望。就像你母亲一样，自己压力大，情绪不好，没有去积极地寻找解决办法，调整自己的心情，寻找专业人员求助，反而把气撒在你们身上。其实她完全有选择的权利不是吗？她完全可以选择开开心心地积极地过好每一天，但是她非要选择怨天尤人地过一生。这是她的错误和悲哀。",
    "annotation": [
      {
        "sentence": "我们每个人都只能为自己负责，把期望放在外界或者别人身上往往会带来失望。",
        "label": ""
      },
      {
        "sentence": "就像你母亲一样，自己压力大，情绪不好，没有去积极地寻找解决办法，调整自己的心情，寻找专业人员求助，反而把气撒在你们身上。",
        "label": ""
      },
      {
        "sentence": "其实她完全有选择的权利不是吗？",
        "label": ""
      },
      {
        "sentence": "她完全可以选择开开心心地积极地过好每一天，但是她非要选择怨天尤人地过一生。",
        "label": ""
      },
      {
        "sentence": "这是她的错误和悲哀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "为什么她故意在我承担的上面加码？不分轻重。她拒绝倾听我。她在我面前最常用的口气是抱怨。她在我面前最喜欢说的话是她累！无论是跟她通话还是见面，20年如一日，用同样的口气说着同样的内容――专门对我。",
    "annotation": [
      {
        "sentence": "为什么她故意在我承担的上面加码？",
        "label": ""
      },
      {
        "sentence": "不分轻重。",
        "label": ""
      },
      {
        "sentence": "她拒绝倾听我。",
        "label": ""
      },
      {
        "sentence": "她在我面前最常用的口气是抱怨。",
        "label": ""
      },
      {
        "sentence": "她在我面前最喜欢说的话是她累！",
        "label": ""
      },
      {
        "sentence": "无论是跟她通话还是见面，20年如一日，用同样的口气说着同样的内容――专门对我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你会发现心态积极的人总能看到积极的一面，总会有解决问题的方法。我虽然养育子女很累，但是有他们的陪伴我很开心，看着他们做出成就我感到由衷地高兴；虽然我的外婆去世了，但是好在她走的时候已经是高龄并且没什么痛苦；我虽然工资不高，但是我有爱我的朋友和心爱的小狗，我也很能很开心…积极的生活是自己找来的，不是别人给的。",
    "annotation": [
      {
        "sentence": "你会发现心态积极的人总能看到积极的一面，总会有解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "我虽然养育子女很累，但是有他们的陪伴我很开心，看着他们做出成就我感到由衷地高兴；虽然我的外婆去世了，但是好在她走的时候已经是高龄并且没什么痛苦；我虽然工资不高，但是我有爱我的朋友和心爱的小狗，我也很能很开心…积极的生活是自己找来的，不是别人给的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我有弟弟的。我们的家庭对她来说是沉重的枷锁，对我的印象来说，我的家庭也是沉重的枷锁。我怎么着她了我？",
    "annotation": [
      {
        "sentence": "我有弟弟的。",
        "label": ""
      },
      {
        "sentence": "我们的家庭对她来说是沉重的枷锁，对我的印象来说，我的家庭也是沉重的枷锁。",
        "label": ""
      },
      {
        "sentence": "我怎么着她了我？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "索性你已经意识到这个问题了，你感到痛苦，而没有被她洗脑，觉得这是里所应当的。你母亲无法改变了，但是你可以改变，你可以主动积极地为自己的人生负责。我们不能为了别人犯下的错误而毁灭了自己的人生，你现在应该清晰地知道你并不是原因，并不是因为你母亲才受苦的，而是因为她的心态让她堕入了深渊。",
    "annotation": [
      {
        "sentence": "索性你已经意识到这个问题了，你感到痛苦，而没有被她洗脑，觉得这是里所应当的。",
        "label": ""
      },
      {
        "sentence": "你母亲无法改变了，但是你可以改变，你可以主动积极地为自己的人生负责。",
        "label": ""
      },
      {
        "sentence": "我们不能为了别人犯下的错误而毁灭了自己的人生，你现在应该清晰地知道你并不是原因，并不是因为你母亲才受苦的，而是因为她的心态让她堕入了深渊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "她明知道她对我说的都是加深我的压力，还努力时时刻刻的加深。为什么要这样对我？",
    "annotation": [
      {
        "sentence": "她明知道她对我说的都是加深我的压力，还努力时时刻刻的加深。",
        "label": ""
      },
      {
        "sentence": "为什么要这样对我？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果她始终不能为了自己的人生负责，那么你能做的也只是远离她，不让她影响你的情绪，给你徒增压力。你应当有自己的重心和小家庭，不能继续和妈妈纠缠下去了，把注意力放在让你开心的事物上面，少和妈妈接触理论，去找和你志同道合的朋友，他们才能理解你，你才能感到被理解的高兴。找到自己生活的热爱把，然后努力经营自己的人生，不让任何人羁绊住你追求幸福的步伐。",
    "annotation": [
      {
        "sentence": "如果她始终不能为了自己的人生负责，那么你能做的也只是远离她，不让她影响你的情绪，给你徒增压力。",
        "label": ""
      },
      {
        "sentence": "你应当有自己的重心和小家庭，不能继续和妈妈纠缠下去了，把注意力放在让你开心的事物上面，少和妈妈接触理论，去找和你志同道合的朋友，他们才能理解你，你才能感到被理解的高兴。",
        "label": ""
      },
      {
        "sentence": "找到自己生活的热爱把，然后努力经营自己的人生，不让任何人羁绊住你追求幸福的步伐。",
        "label": ""
      }
    ]
  }
]