[
  {
    "role": "client",
    "content": "31男生，恋爱麻木，没有主见了，焦虑得睡不着觉？到了结婚年龄，而且相亲好多次，现在谈了两个女孩，一个比我大点，一个小点，先和大的谈的大概三四个月，但是因为一开始没有看上大的也没直接拒绝，导致一直拖延被动谈，这期间大的却喜欢上了我分手她又不同意。我对她从厌烦到慢慢习惯但不是喜欢那种。我觉得她过日子，脾气好，能包容我，怎么说她都行，但是内向死板保守观察力差，胆小心细，不打扮，我不喜欢。大的很对地方和我相似，对于小的是一见钟情，但是小点的需要哄需要浪漫，而且自尊心很强，敏感，偏激，孤僻，不能说伤害他的话因为从小跟妈妈长大，但是懂事，情商高，会说话，可爱，颜值高会打扮，相处不久她也对我有点意思，但是我觉得我总是怕说错话伤害她自尊。感觉打的和我相似性格，小的貌似互补。从过日子脾气角度大的合适，从懂生活，情商高角度小的比较适合。现在特纠结，心特累。都不想伤害，又不知道该怎么选择，老师好心帮帮我把，我现在焦虑的不行了睡不着。倾向于小的",
    "annotation": [
      {
        "sentence": "31男生，恋爱麻木，没有主见了，焦虑得睡不着觉？",
        "label": ""
      },
      {
        "sentence": "到了结婚年龄，而且相亲好多次，现在谈了两个女孩，一个比我大点，一个小点，先和大的谈的大概三四个月，但是因为一开始没有看上大的也没直接拒绝，导致一直拖延被动谈，这期间大的却喜欢上了我分手她又不同意。",
        "label": ""
      },
      {
        "sentence": "我对她从厌烦到慢慢习惯但不是喜欢那种。",
        "label": ""
      },
      {
        "sentence": "我觉得她过日子，脾气好，能包容我，怎么说她都行，但是内向死板保守观察力差，胆小心细，不打扮，我不喜欢。",
        "label": ""
      },
      {
        "sentence": "大的很对地方和我相似，对于小的是一见钟情，但是小点的需要哄需要浪漫，而且自尊心很强，敏感，偏激，孤僻，不能说伤害他的话因为从小跟妈妈长大，但是懂事，情商高，会说话，可爱，颜值高会打扮，相处不久她也对我有点意思，但是我觉得我总是怕说错话伤害她自尊。",
        "label": ""
      },
      {
        "sentence": "感觉打的和我相似性格，小的貌似互补。",
        "label": ""
      },
      {
        "sentence": "从过日子脾气角度大的合适，从懂生活，情商高角度小的比较适合。",
        "label": ""
      },
      {
        "sentence": "现在特纠结，心特累。",
        "label": ""
      },
      {
        "sentence": "都不想伤害，又不知道该怎么选择，老师好心帮帮我把，我现在焦虑的不行了睡不着。",
        "label": ""
      },
      {
        "sentence": "倾向于小的",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的文字中看出来，你现在正经历着感情的矛盾。两个女生，彼此的优缺点都如此明显，你不知道如何取舍。到了结婚年龄，相亲相了多次，然后认识了这两个女孩。其实，你目前的矛盾和不知取舍，反而代表了你对于婚姻的尊重。正因为看重这件事，所以才会小心翼翼吧。",
    "annotation": [
      {
        "sentence": "从你的文字中看出来，你现在正经历着感情的矛盾。",
        "label": ""
      },
      {
        "sentence": "两个女生，彼此的优缺点都如此明显，你不知道如何取舍。",
        "label": ""
      },
      {
        "sentence": "到了结婚年龄，相亲相了多次，然后认识了这两个女孩。",
        "label": ""
      },
      {
        "sentence": "其实，你目前的矛盾和不知取舍，反而代表了你对于婚姻的尊重。",
        "label": ""
      },
      {
        "sentence": "正因为看重这件事，所以才会小心翼翼吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我对婚姻确实很看重。这两个女生给我带来了很多纠结和焦虑。",
    "annotation": [
      {
        "sentence": "是的，我对婚姻确实很看重。",
        "label": ""
      },
      {
        "sentence": "这两个女生给我带来了很多纠结和焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的矛盾，这个矛盾也许是大部分男女曾经经历过或者正在经历的纠结。你提到的两个女孩，双方的优缺点都特别明确。对于年龄大的女孩你从厌烦到慢慢习惯，对于年龄小的女孩则是一见钟情。建议你在进行选择之前，仔细问问自己几个问题：",
    "annotation": [
      {
        "sentence": "理解你的矛盾，这个矛盾也许是大部分男女曾经经历过或者正在经历的纠结。",
        "label": ""
      },
      {
        "sentence": "你提到的两个女孩，双方的优缺点都特别明确。",
        "label": ""
      },
      {
        "sentence": "对于年龄大的女孩你从厌烦到慢慢习惯，对于年龄小的女孩则是一见钟情。",
        "label": ""
      },
      {
        "sentence": "建议你在进行选择之前，仔细问问自己几个问题：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，请您给我提供一些帮助和建议。",
    "annotation": [
      {
        "sentence": "好的，请您给我提供一些帮助和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，既然对于年龄大的女孩从厌烦到了习惯，是否以后的相处会变成喜欢？你们彼此的感情，更适合细水长流，是倾向于日久生情的类型。那么自己，对于这个女生，是否会存在日久生情的可能？未来，有没有可能从习惯变为喜欢？",
    "annotation": [
      {
        "sentence": "首先，既然对于年龄大的女孩从厌烦到了习惯，是否以后的相处会变成喜欢？",
        "label": ""
      },
      {
        "sentence": "你们彼此的感情，更适合细水长流，是倾向于日久生情的类型。",
        "label": ""
      },
      {
        "sentence": "那么自己，对于这个女生，是否会存在日久生情的可能？",
        "label": ""
      },
      {
        "sentence": "未来，有没有可能从习惯变为喜欢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得现在对她的感觉还停留在习惯阶段，不确定以后会不会有更深的感情。",
    "annotation": [
      {
        "sentence": "我觉得现在对她的感觉还停留在习惯阶段，不确定以后会不会有更深的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于年龄小的女孩子，你提到的是一见钟情。那么，一见钟情的感情能否足以支撑你们以后的生活？一见钟情，常常是由于一个人的外表而产生的好感。你提到这个女孩子的缺点，其实也是在吸引人的外表下感受到了性格的缺陷。其实，人无完人。你可以试着问问自己，这份一见钟情，源于颜值的爱，是否可以足以支撑你们以后彼此的生活？",
    "annotation": [
      {
        "sentence": "对于年龄小的女孩子，你提到的是一见钟情。",
        "label": ""
      },
      {
        "sentence": "那么，一见钟情的感情能否足以支撑你们以后的生活？",
        "label": ""
      },
      {
        "sentence": "一见钟情，常常是由于一个人的外表而产生的好感。",
        "label": ""
      },
      {
        "sentence": "你提到这个女孩子的缺点，其实也是在吸引人的外表下感受到了性格的缺陷。",
        "label": ""
      },
      {
        "sentence": "其实，人无完人。",
        "label": ""
      },
      {
        "sentence": "你可以试着问问自己，这份一见钟情，源于颜值的爱，是否可以足以支撑你们以后彼此的生活？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，外表吸引只是一时的，以后的相处需要更多的考虑。",
    "annotation": [
      {
        "sentence": "我明白了，外表吸引只是一时的，以后的相处需要更多的考虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于两个女生的缺点，你是否做了沟通？从你的描述中，我看到了两个女孩的优缺点。但关于她们的缺点，你是否有主动沟通过？比如年龄大的女生不会打扮，你是否能够从侧面给她提出一些穿衣化妆的建议？比如年龄小的女生性格孤僻，你是否可以鼓励她多交朋友，比如拉她进入你的朋友聚会，从而让她敞开心扉？别人的性格我们没法改变，但是我们是否可以与对方及时沟通，双方都退一步，为对方改变一点点？",
    "annotation": [
      {
        "sentence": "对于两个女生的缺点，你是否做了沟通？",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我看到了两个女孩的优缺点。",
        "label": ""
      },
      {
        "sentence": "但关于她们的缺点，你是否有主动沟通过？",
        "label": ""
      },
      {
        "sentence": "比如年龄大的女生不会打扮，你是否能够从侧面给她提出一些穿衣化妆的建议？",
        "label": ""
      },
      {
        "sentence": "比如年龄小的女生性格孤僻，你是否可以鼓励她多交朋友，比如拉她进入你的朋友聚会，从而让她敞开心扉？",
        "label": ""
      },
      {
        "sentence": "别人的性格我们没法改变，但是我们是否可以与对方及时沟通，双方都退一步，为对方改变一点点？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你说得很有道理，我应该主动与她们沟通，看看能否互相适应和改变一些不好的习惯或者性格。",
    "annotation": [
      {
        "sentence": "我觉得你说得很有道理，我应该主动与她们沟通，看看能否互相适应和改变一些不好的习惯或者性格。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你内心是否已经做出了决定？你的最后一句话，说自己倾向于小的。这是否代表你更喜欢这个女孩，但是觉得自己不喜欢她的某种性格？其实，金无赤足，人无完人。我们在被一个人优点吸引的同时，也必须接受对方的缺点。我们需要问自己的，只是我们的爱，是否足以大到包容对方的缺点；而对方的缺点，是否足以大到让我们放弃这份感情？毕竟，爱情，相处舒服才最重要。",
    "annotation": [
      {
        "sentence": "你内心是否已经做出了决定？",
        "label": ""
      },
      {
        "sentence": "你的最后一句话，说自己倾向于小的。",
        "label": ""
      },
      {
        "sentence": "这是否代表你更喜欢这个女孩，但是觉得自己不喜欢她的某种性格？",
        "label": ""
      },
      {
        "sentence": "其实，金无赤足，人无完人。",
        "label": ""
      },
      {
        "sentence": "我们在被一个人优点吸引的同时，也必须接受对方的缺点。",
        "label": ""
      },
      {
        "sentence": "我们需要问自己的，只是我们的爱，是否足以大到包容对方的缺点；而对方的缺点，是否足以大到让我们放弃这份感情？",
        "label": ""
      },
      {
        "sentence": "毕竟，爱情，相处舒服才最重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，爱情是需要双方相互包容和理解的。",
    "annotation": [
      {
        "sentence": "我明白了，爱情是需要双方相互包容和理解的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后我想对你说，对于婚姻中另一半的选择，谨慎是负责任的表现，但是我们最终都需要做出选择，否则会对三个人都造成伤害。希望你在认清自己内心需求以后，做出自己的选择。不管你选择年龄大的女孩、年龄小的女孩，还是最终谁也不选择，都希望你能无愧于自己的心。问问自己的心，才能做出不后悔的选择。",
    "annotation": [
      {
        "sentence": "最后我想对你说，对于婚姻中另一半的选择，谨慎是负责任的表现，但是我们最终都需要做出选择，否则会对三个人都造成伤害。",
        "label": ""
      },
      {
        "sentence": "希望你在认清自己内心需求以后，做出自己的选择。",
        "label": ""
      },
      {
        "sentence": "不管你选择年龄大的女孩、年龄小的女孩，还是最终谁也不选择，都希望你能无愧于自己的心。",
        "label": ""
      },
      {
        "sentence": "问问自己的心，才能做出不后悔的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议和帮助，我会好好考虑并且做出符合自己内心的选择。",
    "annotation": [
      {
        "sentence": "谢谢您的建议和帮助，我会好好考虑并且做出符合自己内心的选择。",
        "label": ""
      }
    ]
  }
]