[
  {
    "role": "client",
    "content": "我是一个31岁的男生，最近感情上特别烦恼，我不知道怎么选择，焦虑得睡不着觉。我到了结婚年龄，相亲了好几次，现在谈了两个女孩，一个比我大点，一个小点。先和大的谈了大概三四个月，但是一开始没有对她一见钟情，也没有直接拒绝，导致一直拖延被动谈。这期间大的却喜欢上了我，分手后她又不同意。我对她从厌烦到慢慢习惯，但不是那种喜欢的感觉。我觉得她脾气好，能包容我，怎么说都行，但是她有些内向死板、保守，观察力差，胆小心细，也不打扮，我不喜欢这样的人。",
    "annotation": [
      {
        "sentence": "我是一个31岁的男生，最近感情上特别烦恼，我不知道怎么选择，焦虑得睡不着觉。",
        "label": ""
      },
      {
        "sentence": "我到了结婚年龄，相亲了好几次，现在谈了两个女孩，一个比我大点，一个小点。",
        "label": ""
      },
      {
        "sentence": "先和大的谈了大概三四个月，但是一开始没有对她一见钟情，也没有直接拒绝，导致一直拖延被动谈。",
        "label": ""
      },
      {
        "sentence": "这期间大的却喜欢上了我，分手后她又不同意。",
        "label": ""
      },
      {
        "sentence": "我对她从厌烦到慢慢习惯，但不是那种喜欢的感觉。",
        "label": ""
      },
      {
        "sentence": "我觉得她脾气好，能包容我，怎么说都行，但是她有些内向死板、保守，观察力差，胆小心细，也不打扮，我不喜欢这样的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好～听起来你现在很纠结，感到心累。相亲和恋爱都是很重要的阶段，需要慎重考虑。你提到的这两个女孩似乎都不是你理想中的对象。在做出选择之前，你可以思考一下，你能给她们带来幸福吗？或者说，你觉得你和她们在一起会幸福吗？感情是双方的事情，不能只考虑自己的想法。如果你只考虑自己，可能会导致很多矛盾产生。建立感情的基础是真诚相待，是发自内心地想与某人共度余生。我建议你去了解一下她们的真实想法，了解她们对未来的计划。如果你不能决定放弃其中一个的话，也要向她们说明。从女方的角度来看，我想没有人愿意成为别人权衡利弊的对象吧。祝你好运～",
    "annotation": [
      {
        "sentence": "你好～听起来你现在很纠结，感到心累。",
        "label": ""
      },
      {
        "sentence": "相亲和恋爱都是很重要的阶段，需要慎重考虑。",
        "label": ""
      },
      {
        "sentence": "你提到的这两个女孩似乎都不是你理想中的对象。",
        "label": ""
      },
      {
        "sentence": "在做出选择之前，你可以思考一下，你能给她们带来幸福吗？",
        "label": ""
      },
      {
        "sentence": "或者说，你觉得你和她们在一起会幸福吗？",
        "label": ""
      },
      {
        "sentence": "感情是双方的事情，不能只考虑自己的想法。",
        "label": ""
      },
      {
        "sentence": "如果你只考虑自己，可能会导致很多矛盾产生。",
        "label": ""
      },
      {
        "sentence": "建立感情的基础是真诚相待，是发自内心地想与某人共度余生。",
        "label": ""
      },
      {
        "sentence": "我建议你去了解一下她们的真实想法，了解她们对未来的计划。",
        "label": ""
      },
      {
        "sentence": "如果你不能决定放弃其中一个的话，也要向她们说明。",
        "label": ""
      },
      {
        "sentence": "从女方的角度来看，我想没有人愿意成为别人权衡利弊的对象吧。",
        "label": ""
      },
      {
        "sentence": "祝你好运～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复。我明白了，我应该不只考虑自己的感受，还要考虑她们的幸福。我会找机会和她们好好沟通一下，了解她们的真实想法和未来打算。你说得对，感情是一种真诚相待的基础，我应该找到那个真正想与我共度一生的人。我会慎重对待这个选择的。",
    "annotation": [
      {
        "sentence": "谢谢你的回复。",
        "label": ""
      },
      {
        "sentence": "我明白了，我应该不只考虑自己的感受，还要考虑她们的幸福。",
        "label": ""
      },
      {
        "sentence": "我会找机会和她们好好沟通一下，了解她们的真实想法和未来打算。",
        "label": ""
      },
      {
        "sentence": "你说得对，感情是一种真诚相待的基础，我应该找到那个真正想与我共度一生的人。",
        "label": ""
      },
      {
        "sentence": "我会慎重对待这个选择的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法很棒！沟通和了解对于解决问题非常重要。与对方坦诚交流可以增进彼此的了解，也能更好地解决问题。不管你选择哪个女孩，都要确保双方的感情是真诚的，而不是出于权衡利益而选择。希望你在沟通中找到真正适合你的人，祝你好运！",
    "annotation": [
      {
        "sentence": "你的想法很棒！",
        "label": ""
      },
      {
        "sentence": "沟通和了解对于解决问题非常重要。",
        "label": ""
      },
      {
        "sentence": "与对方坦诚交流可以增进彼此的了解，也能更好地解决问题。",
        "label": ""
      },
      {
        "sentence": "不管你选择哪个女孩，都要确保双方的感情是真诚的，而不是出于权衡利益而选择。",
        "label": ""
      },
      {
        "sentence": "希望你在沟通中找到真正适合你的人，祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福！我现在心情好多了，知道了自己应该怎么做。我会尽快与她们沟通，了解她们的真实想法。不管最后的选择如何，我会坚持真诚对待感情，不为了自己的私心而选择。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福！",
        "label": ""
      },
      {
        "sentence": "我现在心情好多了，知道了自己应该怎么做。",
        "label": ""
      },
      {
        "sentence": "我会尽快与她们沟通，了解她们的真实想法。",
        "label": ""
      },
      {
        "sentence": "不管最后的选择如何，我会坚持真诚对待感情，不为了自己的私心而选择。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，能帮到你我也很开心！你对自己的认识和决策的成熟度让人欣慰。希望你的沟通能够顺利，能够真实地了解彼此，从而做出正确的选择。无论结果如何，珍惜每段感情的经历，都是人生成长的一部分。如果你还有任何问题，随时都可以来找我。希望你早日解决困扰，祝一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，能帮到你我也很开心！",
        "label": ""
      },
      {
        "sentence": "你对自己的认识和决策的成熟度让人欣慰。",
        "label": ""
      },
      {
        "sentence": "希望你的沟通能够顺利，能够真实地了解彼此，从而做出正确的选择。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，珍惜每段感情的经历，都是人生成长的一部分。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何问题，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "希望你早日解决困扰，祝一切顺利！",
        "label": ""
      }
    ]
  }
]