[
  {
    "role": "client",
    "content": "最近我感情上遇到了些问题，求助一下。",
    "annotation": [
      {
        "sentence": "最近我感情上遇到了些问题，求助一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，请描述一下具体的情况。",
    "annotation": [
      {
        "sentence": "没问题，请描述一下具体的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我已经31岁了，但是恋爱方面感觉麻木了，没有主见，导致我现在焦虑得睡不着觉。而且我到了结婚的年龄了，相亲也相亲了好几次，现在谈了两个女孩，一个比我大一点，一个比我小一点。",
    "annotation": [
      {
        "sentence": "我已经31岁了，但是恋爱方面感觉麻木了，没有主见，导致我现在焦虑得睡不着觉。",
        "label": ""
      },
      {
        "sentence": "而且我到了结婚的年龄了，相亲也相亲了好几次，现在谈了两个女孩，一个比我大一点，一个比我小一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困扰。请告诉我，你和较大的女孩已经谈了大概三四个月吗？",
    "annotation": [
      {
        "sentence": "我明白你的困扰。",
        "label": ""
      },
      {
        "sentence": "请告诉我，你和较大的女孩已经谈了大概三四个月吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我和较大的女孩谈了三四个月。但是一开始并没有那么喜欢她，所以没有直接拒绝，结果就一直被动地谈下去了。但是这期间，她却喜欢上了我，现在分手她又不同意。",
    "annotation": [
      {
        "sentence": "是的，我和较大的女孩谈了三四个月。",
        "label": ""
      },
      {
        "sentence": "但是一开始并没有那么喜欢她，所以没有直接拒绝，结果就一直被动地谈下去了。",
        "label": ""
      },
      {
        "sentence": "但是这期间，她却喜欢上了我，现在分手她又不同意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情况确实非常复杂。可以理解你对较大的女孩的感觉从厌烦到慢慢习惯的过程。她在生活上对你包容，脾气好，无论怎么说都可以接受。但是她内向死板、保守观察力差、胆小心细，不注重打扮，而这些都是你不喜欢的特点。对吗？",
    "annotation": [
      {
        "sentence": "这种情况确实非常复杂。",
        "label": ""
      },
      {
        "sentence": "可以理解你对较大的女孩的感觉从厌烦到慢慢习惯的过程。",
        "label": ""
      },
      {
        "sentence": "她在生活上对你包容，脾气好，无论怎么说都可以接受。",
        "label": ""
      },
      {
        "sentence": "但是她内向死板、保守观察力差、胆小心细，不注重打扮，而这些都是你不喜欢的特点。",
        "label": ""
      },
      {
        "sentence": "对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "就是这样。而较大的女孩与我在某些方面很合拍，性格相似。而对于较小的女孩，我是一见钟情的，但是她需要哄需要浪漫，而且她自尊心很强，比较敏感和偏激，孤僻，不能随便说伤害她的话。虽然她懂事、情商高、可爱，颜值高会打扮，但是我总是害怕说错话伤害她自尊。",
    "annotation": [
      {
        "sentence": "就是这样。",
        "label": ""
      },
      {
        "sentence": "而较大的女孩与我在某些方面很合拍，性格相似。",
        "label": ""
      },
      {
        "sentence": "而对于较小的女孩，我是一见钟情的，但是她需要哄需要浪漫，而且她自尊心很强，比较敏感和偏激，孤僻，不能随便说伤害她的话。",
        "label": ""
      },
      {
        "sentence": "虽然她懂事、情商高、可爱，颜值高会打扮，但是我总是害怕说错话伤害她自尊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我能理解。较大的女孩从日常生活和脾气方面更适合你，而较小的女孩在理解生活和情感方面更能与你互补。现在你陷入了两个选择之间的纠结。你不想伤害她们，但是又不知道该如何做出选择。其实当我们面临两难的选择时，我们应该怎样做才能真正符合内心呢？",
    "annotation": [
      {
        "sentence": "你的感受我能理解。",
        "label": ""
      },
      {
        "sentence": "较大的女孩从日常生活和脾气方面更适合你，而较小的女孩在理解生活和情感方面更能与你互补。",
        "label": ""
      },
      {
        "sentence": "现在你陷入了两个选择之间的纠结。",
        "label": ""
      },
      {
        "sentence": "你不想伤害她们，但是又不知道该如何做出选择。",
        "label": ""
      },
      {
        "sentence": "其实当我们面临两难的选择时，我们应该怎样做才能真正符合内心呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也不知道该怎么取舍。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "我也不知道该怎么取舍。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "朋友，通过阅读你的文字，我感到你对待感情非常细腻和认真。虽然你同时与两个女孩交往，在外人眼中可能会给人脚踏两只船的感觉，但是如果你尚未正式建立男女朋友的关系，同时与几个异性相处以增进彼此了解，我个人认为也是可以接受的。毕竟，只有真正了解一个人之后，我们才能确定是否要进一步发展还是放弃，不是吗？另外，你现在因为取舍的问题而焦虑失眠，这也能看出你对感情非常认真，这是非常棒的品质。我能理解你面临两难选择的困扰，接下来我给你提供两个方法供你参考。首先是比较简单的方法，你可以在一周内每天早上醒来后，写下某个女孩的名字，看一周结束后，哪个女孩的名字写得多，就说明你更中意她，然后你可以做出选择。第二个方法则更加细致入微，这也是参考价值更大的方法。你可以找一个安静的地方，一个人静静地坐下来思考。分别写出与较大女孩和较小女孩在一起生活的优缺点，可以将时间划分为几个关键时段来写，比如谈恋爱一个月、三个月、半年，结婚后的一年，三年等等。然后你可以闭上眼睛，设想与她们建立恋爱关系后的一个月会是怎样的情形，你们的关系如何，生活会是怎样的，彼此的感受会是怎样的。再设想三个月后的情形，半年后的情形，结婚半年后的情形，还要考虑到她与你父母的相处、买房、生孩子等情况。最后，当你设想与某个女孩的生活，感觉最舒适、自在、满意，一想到不能与她生活在一起会感到心痛，那就是你内心最在乎的人。希望这个方法对你有帮助。",
    "annotation": [
      {
        "sentence": "朋友，通过阅读你的文字，我感到你对待感情非常细腻和认真。",
        "label": ""
      },
      {
        "sentence": "虽然你同时与两个女孩交往，在外人眼中可能会给人脚踏两只船的感觉，但是如果你尚未正式建立男女朋友的关系，同时与几个异性相处以增进彼此了解，我个人认为也是可以接受的。",
        "label": ""
      },
      {
        "sentence": "毕竟，只有真正了解一个人之后，我们才能确定是否要进一步发展还是放弃，不是吗？",
        "label": ""
      },
      {
        "sentence": "另外，你现在因为取舍的问题而焦虑失眠，这也能看出你对感情非常认真，这是非常棒的品质。",
        "label": ""
      },
      {
        "sentence": "我能理解你面临两难选择的困扰，接下来我给你提供两个方法供你参考。",
        "label": ""
      },
      {
        "sentence": "首先是比较简单的方法，你可以在一周内每天早上醒来后，写下某个女孩的名字，看一周结束后，哪个女孩的名字写得多，就说明你更中意她，然后你可以做出选择。",
        "label": ""
      },
      {
        "sentence": "第二个方法则更加细致入微，这也是参考价值更大的方法。",
        "label": ""
      },
      {
        "sentence": "你可以找一个安静的地方，一个人静静地坐下来思考。",
        "label": ""
      },
      {
        "sentence": "分别写出与较大女孩和较小女孩在一起生活的优缺点，可以将时间划分为几个关键时段来写，比如谈恋爱一个月、三个月、半年，结婚后的一年，三年等等。",
        "label": ""
      },
      {
        "sentence": "然后你可以闭上眼睛，设想与她们建立恋爱关系后的一个月会是怎样的情形，你们的关系如何，生活会是怎样的，彼此的感受会是怎样的。",
        "label": ""
      },
      {
        "sentence": "再设想三个月后的情形，半年后的情形，结婚半年后的情形，还要考虑到她与你父母的相处、买房、生孩子等情况。",
        "label": ""
      },
      {
        "sentence": "最后，当你设想与某个女孩的生活，感觉最舒适、自在、满意，一想到不能与她生活在一起会感到心痛，那就是你内心最在乎的人。",
        "label": ""
      },
      {
        "sentence": "希望这个方法对你有帮助。",
        "label": ""
      }
    ]
  }
]