[
  {
    "role": "client",
    "content": "我在家里做了视频咨询，对话被人偷听怎么办，很害怕？做咨询一般都是说平时不能说的，而我在家里做了视频咨询，也说了一些平时都不会说的东西，但是当结束时听到家外面有人的声音，很害怕对话的内容被偷听到了，因为家是在农村的，农村的人就喜欢嚼舌根，喜欢到处乱议论别人，当结束时我听到外面有声音，那他应该也听得到我我的对话了，越想越害怕，而且感觉那个人好像已经呆了很久了，因为我进行中的时候，他一点声音也没有，但是我一结束就开始有声音了，我感到被偷听了，后知后觉的很害怕，感觉自己的秘密被暴露了，好害怕，怎么办，有没有什么办法可以调节一下，要是被听到改怎么办呀？害怕至极！！",
    "annotation": [
      {
        "sentence": "我在家里做了视频咨询，对话被人偷听怎么办，很害怕？",
        "label": ""
      },
      {
        "sentence": "做咨询一般都是说平时不能说的，而我在家里做了视频咨询，也说了一些平时都不会说的东西，但是当结束时听到家外面有人的声音，很害怕对话的内容被偷听到了，因为家是在农村的，农村的人就喜欢嚼舌根，喜欢到处乱议论别人，当结束时我听到外面有声音，那他应该也听得到我我的对话了，越想越害怕，而且感觉那个人好像已经呆了很久了，因为我进行中的时候，他一点声音也没有，但是我一结束就开始有声音了，我感到被偷听了，后知后觉的很害怕，感觉自己的秘密被暴露了，好害怕，怎么办，有没有什么办法可以调节一下，要是被听到改怎么办呀？",
        "label": ""
      },
      {
        "sentence": "害怕至极！！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲~你的紧张、懊恼我能感受到……前段时间我也干了一件让我产生类似情绪的事情，这让我感到很困扰。我能分享一下我解决这类问题的方法吗？先把你所有的感受写下来，紧张、后悔、生气、愧疚等等，然后写下可能发生的各种结果，你可以向你的朋友倾诉，在这里提问。虽然这些方法不能完全解决问题，因为涉及到一些长期的问题，但是，情绪的定义和表述确实能够有效减轻情绪。随着时间的推移，你的内心会逐渐安定下来。此外，随着继续与其他人进行交流，你会发现不论他们听到什么怎么想的，并不会对交流过程产生我们想象中的巨大影响。因为说实话，我们对别人并没有那么重要，就算我们在其他人眼里成为一个奇葩，也并不会有什么实质性的伤害。",
    "annotation": [
      {
        "sentence": "亲~你的紧张、懊恼我能感受到……前段时间我也干了一件让我产生类似情绪的事情，这让我感到很困扰。",
        "label": ""
      },
      {
        "sentence": "我能分享一下我解决这类问题的方法吗？",
        "label": ""
      },
      {
        "sentence": "先把你所有的感受写下来，紧张、后悔、生气、愧疚等等，然后写下可能发生的各种结果，你可以向你的朋友倾诉，在这里提问。",
        "label": ""
      },
      {
        "sentence": "虽然这些方法不能完全解决问题，因为涉及到一些长期的问题，但是，情绪的定义和表述确实能够有效减轻情绪。",
        "label": ""
      },
      {
        "sentence": "随着时间的推移，你的内心会逐渐安定下来。",
        "label": ""
      },
      {
        "sentence": "此外，随着继续与其他人进行交流，你会发现不论他们听到什么怎么想的，并不会对交流过程产生我们想象中的巨大影响。",
        "label": ""
      },
      {
        "sentence": "因为说实话，我们对别人并没有那么重要，就算我们在其他人眼里成为一个奇葩，也并不会有什么实质性的伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，听你这么说我觉得心情好了一些。我明白理性上的道理，但情绪上有点难以控制自己的害怕。我现在想起来都感觉后怕，真的害怕自己的秘密被泄露。你觉得我应该怎么办呢？怎样才能让自己变得更强大一些？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，听你这么说我觉得心情好了一些。",
        "label": ""
      },
      {
        "sentence": "我明白理性上的道理，但情绪上有点难以控制自己的害怕。",
        "label": ""
      },
      {
        "sentence": "我现在想起来都感觉后怕，真的害怕自己的秘密被泄露。",
        "label": ""
      },
      {
        "sentence": "你觉得我应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "怎样才能让自己变得更强大一些？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题！理解你无法立即掌控自己的情绪。人们常说时间可以治愈一切，事实上它确实能够改变我们对事情的看法。我建议你多关注一下自己的积极方面，可以尝试一些放松身心的活动，比如冥想、练习深呼吸或者进行一些适当的运动。这些都可以帮助你焕发力量，提升自信心。同时，也可以试着与亲朋好友分享你的困扰，他们会支持你的，并且可能给你一些建议。记住，你并不孤单，身边总会有人愿意帮助你的。",
    "annotation": [
      {
        "sentence": "没问题！",
        "label": ""
      },
      {
        "sentence": "理解你无法立即掌控自己的情绪。",
        "label": ""
      },
      {
        "sentence": "人们常说时间可以治愈一切，事实上它确实能够改变我们对事情的看法。",
        "label": ""
      },
      {
        "sentence": "我建议你多关注一下自己的积极方面，可以尝试一些放松身心的活动，比如冥想、练习深呼吸或者进行一些适当的运动。",
        "label": ""
      },
      {
        "sentence": "这些都可以帮助你焕发力量，提升自信心。",
        "label": ""
      },
      {
        "sentence": "同时，也可以试着与亲朋好友分享你的困扰，他们会支持你的，并且可能给你一些建议。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，身边总会有人愿意帮助你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这是个好主意！我会尝试冥想和深呼吸来帮助放松自己。同时，我会和我的朋友分享我的困惑，寻求他们的支持和建议。你说得对，我不是一个人，还有人愿意帮助我。刚刚听你说这些，我觉得心情轻松了很多！感谢你一直陪伴着我，给我帮助和支持。",
    "annotation": [
      {
        "sentence": "这是个好主意！",
        "label": ""
      },
      {
        "sentence": "我会尝试冥想和深呼吸来帮助放松自己。",
        "label": ""
      },
      {
        "sentence": "同时，我会和我的朋友分享我的困惑，寻求他们的支持和建议。",
        "label": ""
      },
      {
        "sentence": "你说得对，我不是一个人，还有人愿意帮助我。",
        "label": ""
      },
      {
        "sentence": "刚刚听你说这些，我觉得心情轻松了很多！",
        "label": ""
      },
      {
        "sentence": "感谢你一直陪伴着我，给我帮助和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！很高兴我的建议能帮到你。在我们的人生旅程中，每个人都需要关心和支持。别忘了，你总是有力量去面对困难的，只要相信自己。如果你还需要任何帮助，随时都可以来找我倾诉。愿你的内心越来越强大，勇敢面对生活中的种种挑战！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "很高兴我的建议能帮到你。",
        "label": ""
      },
      {
        "sentence": "在我们的人生旅程中，每个人都需要关心和支持。",
        "label": ""
      },
      {
        "sentence": "别忘了，你总是有力量去面对困难的，只要相信自己。",
        "label": ""
      },
      {
        "sentence": "如果你还需要任何帮助，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "愿你的内心越来越强大，勇敢面对生活中的种种挑战！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！你的话让我感到温暖和安慰。我会时刻牢记你的教诲，相信自己，勇敢面对困难。有你这样的支持者真的让我感到非常幸运，我会好好珍惜。再次感谢你的陪伴！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "你的话让我感到温暖和安慰。",
        "label": ""
      },
      {
        "sentence": "我会时刻牢记你的教诲，相信自己，勇敢面对困难。",
        "label": ""
      },
      {
        "sentence": "有你这样的支持者真的让我感到非常幸运，我会好好珍惜。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴！",
        "label": ""
      }
    ]
  }
]