[
  {
    "role": "client",
    "content": "我在家里做了视频咨询，对话被人偷听怎么办，很害怕？做咨询一般都是说平时不能说的，而我在家里做了视频咨询，也说了一些平时都不会说的东西，但是当结束时听到家外面有人的声音，很害怕对话的内容被偷听到了，因为家是在农村的，农村的人就喜欢嚼舌根，喜欢到处乱议论别人，当结束时我听到外面有声音，那他应该也听得到我我的对话了，越想越害怕，而且感觉那个人好像已经呆了很久了，因为我进行中的时候，他一点声音也没有，但是我一结束就开始有声音了，我感到被偷听了，后知后觉的很害怕，感觉自己的秘密被暴露了，好害怕，怎么办，有没有什么办法可以调节一下，要是被听到改怎么办呀？？害怕至极！！",
    "annotation": [
      {
        "sentence": "我在家里做了视频咨询，对话被人偷听怎么办，很害怕？",
        "label": ""
      },
      {
        "sentence": "做咨询一般都是说平时不能说的，而我在家里做了视频咨询，也说了一些平时都不会说的东西，但是当结束时听到家外面有人的声音，很害怕对话的内容被偷听到了，因为家是在农村的，农村的人就喜欢嚼舌根，喜欢到处乱议论别人，当结束时我听到外面有声音，那他应该也听得到我我的对话了，越想越害怕，而且感觉那个人好像已经呆了很久了，因为我进行中的时候，他一点声音也没有，但是我一结束就开始有声音了，我感到被偷听了，后知后觉的很害怕，感觉自己的秘密被暴露了，好害怕，怎么办，有没有什么办法可以调节一下，要是被听到改怎么办呀？？",
        "label": ""
      },
      {
        "sentence": "害怕至极！！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我能理解你在经历这样的担忧。首先，你需要明白，当你对自己说“是”，世界也会为你让路。尊重自己的隐私是非常重要的，毕竟这是你的秘密，而且在咨询中，我们经常会说出平时无法说出的事情。然而，当你遇到这种被偷听的情况时，恐惧感就会产生。让我们一起来看看该如何解决这个问题。",
    "annotation": [
      {
        "sentence": "求助者，我能理解你在经历这样的担忧。",
        "label": ""
      },
      {
        "sentence": "首先，你需要明白，当你对自己说“是”，世界也会为你让路。",
        "label": ""
      },
      {
        "sentence": "尊重自己的隐私是非常重要的，毕竟这是你的秘密，而且在咨询中，我们经常会说出平时无法说出的事情。",
        "label": ""
      },
      {
        "sentence": "然而，当你遇到这种被偷听的情况时，恐惧感就会产生。",
        "label": ""
      },
      {
        "sentence": "让我们一起来看看该如何解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。我其实很担心我的秘密被泄露，如果真的被泄露了，我会损失什么呢？我觉得自己会感到很丢人、很羞耻。在心理咨询中，我们都会展示自己最脆弱的一面，而不能被接纳的感觉会让我们更想隐藏。但是，隐藏得越深，羞耻感就越容易积累。或许，我们只有释放羞耻感，才能真正展现完整的自己。是的，这些秘密也是我自己的一部分，它们让我感到更完整。当你能面对自己的羞耻感时，不管是否被公开，它都不会再影响你。",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "我其实很担心我的秘密被泄露，如果真的被泄露了，我会损失什么呢？",
        "label": ""
      },
      {
        "sentence": "我觉得自己会感到很丢人、很羞耻。",
        "label": ""
      },
      {
        "sentence": "在心理咨询中，我们都会展示自己最脆弱的一面，而不能被接纳的感觉会让我们更想隐藏。",
        "label": ""
      },
      {
        "sentence": "但是，隐藏得越深，羞耻感就越容易积累。",
        "label": ""
      },
      {
        "sentence": "或许，我们只有释放羞耻感，才能真正展现完整的自己。",
        "label": ""
      },
      {
        "sentence": "是的，这些秘密也是我自己的一部分，它们让我感到更完整。",
        "label": ""
      },
      {
        "sentence": "当你能面对自己的羞耻感时，不管是否被公开，它都不会再影响你。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你说得很对。实际上，这只是你的推测，并不能确定你的秘密一定被发现了。只是房间外有人，并不代表他一定听到了你的对话，更不一定会公开你的秘密。所以，我们不要将“不知道”的事情当成事实。不要过度担心。",
    "annotation": [
      {
        "sentence": "是的，你说得很对。",
        "label": ""
      },
      {
        "sentence": "实际上，这只是你的推测，并不能确定你的秘密一定被发现了。",
        "label": ""
      },
      {
        "sentence": "只是房间外有人，并不代表他一定听到了你的对话，更不一定会公开你的秘密。",
        "label": ""
      },
      {
        "sentence": "所以，我们不要将“不知道”的事情当成事实。",
        "label": ""
      },
      {
        "sentence": "不要过度担心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，你说的很有道理。我或许把别人的话看得太重，把自己看得太轻了。我意识到在关系中，不仅有对方，也有自己。不能忘记自己是非常重要的。在心理咨询中，目的就是让自己更加了解自己，看到自己的存在。如果连自己都忘记了，那么谁能记起我呢？谁能尊重我呢？所以，尊重自己就要看见自己，并且记得对自己说“是”。当你记得自己，无论别人如何羞辱你，你也会有很强的心理抵抗力。",
    "annotation": [
      {
        "sentence": "我明白了，你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "我或许把别人的话看得太重，把自己看得太轻了。",
        "label": ""
      },
      {
        "sentence": "我意识到在关系中，不仅有对方，也有自己。",
        "label": ""
      },
      {
        "sentence": "不能忘记自己是非常重要的。",
        "label": ""
      },
      {
        "sentence": "在心理咨询中，目的就是让自己更加了解自己，看到自己的存在。",
        "label": ""
      },
      {
        "sentence": "如果连自己都忘记了，那么谁能记起我呢？",
        "label": ""
      },
      {
        "sentence": "谁能尊重我呢？",
        "label": ""
      },
      {
        "sentence": "所以，尊重自己就要看见自己，并且记得对自己说“是”。",
        "label": ""
      },
      {
        "sentence": "当你记得自己，无论别人如何羞辱你，你也会有很强的心理抵抗力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你能理解这些已经很重要了。记住，你要相信自己的价值，相信你值得被尊重和保护。无论是否被偷听到，你自己的秘密都是属于你的，不会改变你的价值。我真心祝福你，Namaste（祝福你）！",
    "annotation": [
      {
        "sentence": "很好，你能理解这些已经很重要了。",
        "label": ""
      },
      {
        "sentence": "记住，你要相信自己的价值，相信你值得被尊重和保护。",
        "label": ""
      },
      {
        "sentence": "无论是否被偷听到，你自己的秘密都是属于你的，不会改变你的价值。",
        "label": ""
      },
      {
        "sentence": "我真心祝福你，Namaste（祝福你）！",
        "label": ""
      }
    ]
  }
]