[
  {
    "role": "client",
    "content": "我抑郁已经吃药一年多了，但是我不知道应该如何正确面对吃药这件事情。虽然吃药一年多有了些效果，但是最近我的状态变得不太稳定，所以又在调整药物。我心里有点矛盾，觉得好像吃药就代表我不正常。我才17岁，我真的很难接受这样的事情。尤其是每次看医生开药的时候，医生的态度总是很差，这让我更加反感。我曾经觉得自己在一段时间里情绪有了控制的能力，现在突然又觉得之前的努力都被否定了。心里真的挺难过的，不是因为吃药本身，而是因为周围人的否定以及对我的情绪小心翼翼的感受。就我自己来看，我其实觉得这没有什么不好，但是在别人眼中可能就是无法理解的冲动和脆弱。虽然我已经很努力让自己看起来很正常，努力调节心情，尽量不发脾气不大哭，但有时候做得并不好，但我真的一直在努力。现在我是高二，本来就有很大的压力，吃药确实利大于弊，我可以接受，但是我不知道如果一直依赖药物维持，我该如何面对自己的人生。请问我该怎么办呢？我真的需要帮助。",
    "annotation": [
      {
        "sentence": "我抑郁已经吃药一年多了，但是我不知道应该如何正确面对吃药这件事情。",
        "label": ""
      },
      {
        "sentence": "虽然吃药一年多有了些效果，但是最近我的状态变得不太稳定，所以又在调整药物。",
        "label": ""
      },
      {
        "sentence": "我心里有点矛盾，觉得好像吃药就代表我不正常。",
        "label": ""
      },
      {
        "sentence": "我才17岁，我真的很难接受这样的事情。",
        "label": ""
      },
      {
        "sentence": "尤其是每次看医生开药的时候，医生的态度总是很差，这让我更加反感。",
        "label": ""
      },
      {
        "sentence": "我曾经觉得自己在一段时间里情绪有了控制的能力，现在突然又觉得之前的努力都被否定了。",
        "label": ""
      },
      {
        "sentence": "心里真的挺难过的，不是因为吃药本身，而是因为周围人的否定以及对我的情绪小心翼翼的感受。",
        "label": ""
      },
      {
        "sentence": "就我自己来看，我其实觉得这没有什么不好，但是在别人眼中可能就是无法理解的冲动和脆弱。",
        "label": ""
      },
      {
        "sentence": "虽然我已经很努力让自己看起来很正常，努力调节心情，尽量不发脾气不大哭，但有时候做得并不好，但我真的一直在努力。",
        "label": ""
      },
      {
        "sentence": "现在我是高二，本来就有很大的压力，吃药确实利大于弊，我可以接受，但是我不知道如果一直依赖药物维持，我该如何面对自己的人生。",
        "label": ""
      },
      {
        "sentence": "请问我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我真的需要帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先我要告诉你辛苦了，从你的描述中我能看到你真的很努力地控制抑郁给你带来的情绪问题。而且你现在才17岁，还是高二的学生，看起来是个很关心别人感受的孩子。你提到了他人对你的态度和回应，说每个人都对你的情绪很小心翼翼，可能无法理解你的冲动和脆弱。首先我要向你保证，你绝不会一直依靠药物维持的。虽然现在可能还需要一段时间依靠药物缓解，但是如果你不吃药，恢复的速度可能会比较慢。我能看到你现在所做的一切都是在努力恢复，这很了不起。你的努力让我相信你完全能够恢复的。对于周围人的态度和认知，可能是因为他们对抑郁的了解有限或存在误解。如果很难改变他们的看法，我建议你坚定自己恢复的信念，尽量对他们的回应或反应不要太在意。当你表现得比以前更稳定持久一些时，他们的态度可能也会有所改变，但这需要时间。在生理上，我建议你平时适当锻炼，晒晒太阳，这有助于身体内相关激素的合成和平衡，对你的恢复有好处。在心理上，我希望你能继续坚定恢复的信念。抑郁是可以恢复的心理状态，他人的否定只是他们的主观态度，并不能代表你真实的情况。无法改变他们的看法，就只能选择性地无视他们。如果觉得实在坚持不住，可以随时找一个你信任的人陪伴你，哭泣也能帮助你释放。辛苦了，继续加油吧，结束吃药的生活指日可待！",
    "annotation": [
      {
        "sentence": "首先我要告诉你辛苦了，从你的描述中我能看到你真的很努力地控制抑郁给你带来的情绪问题。",
        "label": ""
      },
      {
        "sentence": "而且你现在才17岁，还是高二的学生，看起来是个很关心别人感受的孩子。",
        "label": ""
      },
      {
        "sentence": "你提到了他人对你的态度和回应，说每个人都对你的情绪很小心翼翼，可能无法理解你的冲动和脆弱。",
        "label": ""
      },
      {
        "sentence": "首先我要向你保证，你绝不会一直依靠药物维持的。",
        "label": ""
      },
      {
        "sentence": "虽然现在可能还需要一段时间依靠药物缓解，但是如果你不吃药，恢复的速度可能会比较慢。",
        "label": ""
      },
      {
        "sentence": "我能看到你现在所做的一切都是在努力恢复，这很了不起。",
        "label": ""
      },
      {
        "sentence": "你的努力让我相信你完全能够恢复的。",
        "label": ""
      },
      {
        "sentence": "对于周围人的态度和认知，可能是因为他们对抑郁的了解有限或存在误解。",
        "label": ""
      },
      {
        "sentence": "如果很难改变他们的看法，我建议你坚定自己恢复的信念，尽量对他们的回应或反应不要太在意。",
        "label": ""
      },
      {
        "sentence": "当你表现得比以前更稳定持久一些时，他们的态度可能也会有所改变，但这需要时间。",
        "label": ""
      },
      {
        "sentence": "在生理上，我建议你平时适当锻炼，晒晒太阳，这有助于身体内相关激素的合成和平衡，对你的恢复有好处。",
        "label": ""
      },
      {
        "sentence": "在心理上，我希望你能继续坚定恢复的信念。",
        "label": ""
      },
      {
        "sentence": "抑郁是可以恢复的心理状态，他人的否定只是他们的主观态度，并不能代表你真实的情况。",
        "label": ""
      },
      {
        "sentence": "无法改变他们的看法，就只能选择性地无视他们。",
        "label": ""
      },
      {
        "sentence": "如果觉得实在坚持不住，可以随时找一个你信任的人陪伴你，哭泣也能帮助你释放。",
        "label": ""
      },
      {
        "sentence": "辛苦了，继续加油吧，结束吃药的生活指日可待！",
        "label": ""
      }
    ]
  }
]