[
  {
    "role": "client",
    "content": "初中，她这样做对吗？我要不要和她绝交？初中，起因我数学不好，每次数学不会订正她都会借我抄，第一次第二次过了几次后，有一天她不借我抄了，那天我很绝望，数学老师把我叫到办公室订正，我很晚才走，第二天我和她聊天，他理都没理我看都不看我一眼。只顾着和后面的同学聊天。一整天都是。有一次我实在忍不住了，我挡住他，她直接不耐烦的说一句滚，我后面的同学幸灾乐祸“你看人家理你吗！”我什么都没说。所以那天之后我下定决心再也不理她，可是我因为我需要他的帮助，她也需要我帮助。可是比起来他给我的帮助最大。所以我根本不能不理她，因为如果不是她，这个喧闹的教室，只有我在睡觉了……我也不知道为什么？我的朋友也算不上朋友老同学都围着她转了，以前最好两个老朋友。他们一直水火不容，一个人跟我在一起，另一个人就直接回家了，短短的几个月，我就成了个外人……仔细想想，我本来就没朋友，谁叫我从小到大都这么烦人呢……",
    "annotation": [
      {
        "sentence": "初中，她这样做对吗？",
        "label": ""
      },
      {
        "sentence": "我要不要和她绝交？",
        "label": ""
      },
      {
        "sentence": "初中，起因我数学不好，每次数学不会订正她都会借我抄，第一次第二次过了几次后，有一天她不借我抄了，那天我很绝望，数学老师把我叫到办公室订正，我很晚才走，第二天我和她聊天，他理都没理我看都不看我一眼。",
        "label": ""
      },
      {
        "sentence": "只顾着和后面的同学聊天。",
        "label": ""
      },
      {
        "sentence": "一整天都是。",
        "label": ""
      },
      {
        "sentence": "有一次我实在忍不住了，我挡住他，她直接不耐烦的说一句滚，我后面的同学幸灾乐祸“你看人家理你吗！",
        "label": ""
      },
      {
        "sentence": "”我什么都没说。",
        "label": ""
      },
      {
        "sentence": "所以那天之后我下定决心再也不理她，可是我因为我需要他的帮助，她也需要我帮助。",
        "label": ""
      },
      {
        "sentence": "可是比起来他给我的帮助最大。",
        "label": ""
      },
      {
        "sentence": "所以我根本不能不理她，因为如果不是她，这个喧闹的教室，只有我在睡觉了……我也不知道为什么？",
        "label": ""
      },
      {
        "sentence": "我的朋友也算不上朋友老同学都围着她转了，以前最好两个老朋友。",
        "label": ""
      },
      {
        "sentence": "他们一直水火不容，一个人跟我在一起，另一个人就直接回家了，短短的几个月，我就成了个外人……仔细想想，我本来就没朋友，谁叫我从小到大都这么烦人呢……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个情况看起来确实让你很痛苦，不知道发生了什么事情，让你和你的朋友们变得陌生和隔阂。我建议你先分析清楚事情的原委，与对方认真地交流以解决问题。你描述的情况中，我能感受到你目前的无助和难过，不知道为什么你们之间发生了这样的变化。所以首先要搞清楚你在这段友谊中做错了什么，或者发生了什么事情，才有机会去改变现状。",
    "annotation": [
      {
        "sentence": "这个情况看起来确实让你很痛苦，不知道发生了什么事情，让你和你的朋友们变得陌生和隔阂。",
        "label": ""
      },
      {
        "sentence": "我建议你先分析清楚事情的原委，与对方认真地交流以解决问题。",
        "label": ""
      },
      {
        "sentence": "你描述的情况中，我能感受到你目前的无助和难过，不知道为什么你们之间发生了这样的变化。",
        "label": ""
      },
      {
        "sentence": "所以首先要搞清楚你在这段友谊中做错了什么，或者发生了什么事情，才有机会去改变现状。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会试着找个机会和朋友以及两个同学坦诚地聊一聊，看看到底发生了什么事情。我确实需要面对我们之间的问题，而不是选择沉默和离开。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着找个机会和朋友以及两个同学坦诚地聊一聊，看看到底发生了什么事情。",
        "label": ""
      },
      {
        "sentence": "我确实需要面对我们之间的问题，而不是选择沉默和离开。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，这样的态度是积极的，你的朋友们也会欣赏你的诚意。在和他们详细地谈过之后，你可能会清楚得多。要记得，无论结果如何，要保持平和和理智。",
    "annotation": [
      {
        "sentence": "非常好，这样的态度是积极的，你的朋友们也会欣赏你的诚意。",
        "label": ""
      },
      {
        "sentence": "在和他们详细地谈过之后，你可能会清楚得多。",
        "label": ""
      },
      {
        "sentence": "要记得，无论结果如何，要保持平和和理智。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会的，我明白了。可能我在无意之中做的事情，让她们感到难过和失望了，所以她们才选择不理我。或者还有其他的原因，我需要自己去探讨清楚。",
    "annotation": [
      {
        "sentence": "我会的，我明白了。",
        "label": ""
      },
      {
        "sentence": "可能我在无意之中做的事情，让她们感到难过和失望了，所以她们才选择不理我。",
        "label": ""
      },
      {
        "sentence": "或者还有其他的原因，我需要自己去探讨清楚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，这样的思考方式很好。如果发现确实是你的不对，要认真地道歉，并且表示下次不会再犯，慢慢地改变自己的错误，争取继续和朋友们维持关系。但要记住，对方不愿再继续进行关系的话，也要学会让自己处理事情，不能一直依赖他人。",
    "annotation": [
      {
        "sentence": "没错，这样的思考方式很好。",
        "label": ""
      },
      {
        "sentence": "如果发现确实是你的不对，要认真地道歉，并且表示下次不会再犯，慢慢地改变自己的错误，争取继续和朋友们维持关系。",
        "label": ""
      },
      {
        "sentence": "但要记住，对方不愿再继续进行关系的话，也要学会让自己处理事情，不能一直依赖他人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我知道别人不可能一直帮助我，也不应该一直依赖他人。但是她曾经给过我很大的帮助，我觉得我不能不理她，因为如果不是她，这个喧闹的教室，只有我一个人在睡觉了。",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我知道别人不可能一直帮助我，也不应该一直依赖他人。",
        "label": ""
      },
      {
        "sentence": "但是她曾经给过我很大的帮助，我觉得我不能不理她，因为如果不是她，这个喧闹的教室，只有我一个人在睡觉了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，她给你的帮助是很有价值的，你应该感激她。但是，不要忘记，人与人之间的关系是需要维护的，你们之间也需要互相关心和帮助。如果你发现对方不再愿意维持关系，那么你也要学会接受并寻找其他方式来解决问题。",
    "annotation": [
      {
        "sentence": "确实，她给你的帮助是很有价值的，你应该感激她。",
        "label": ""
      },
      {
        "sentence": "但是，不要忘记，人与人之间的关系是需要维护的，你们之间也需要互相关心和帮助。",
        "label": ""
      },
      {
        "sentence": "如果你发现对方不再愿意维持关系，那么你也要学会接受并寻找其他方式来解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我不能一直期望别人帮助我。我会尽量学会自己解决问题，多表达自己的感受，也努力上进和进取一些。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "你说得对，我不能一直期望别人帮助我。",
        "label": ""
      },
      {
        "sentence": "我会尽量学会自己解决问题，多表达自己的感受，也努力上进和进取一些。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定可以克服这个难题的。当你可以自信地处理一些事情，你就会不再有很多次有求于人的尴尬了。记住，学会独立和自强是很重要的成长过程。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定可以克服这个难题的。",
        "label": ""
      },
      {
        "sentence": "当你可以自信地处理一些事情，你就会不再有很多次有求于人的尴尬了。",
        "label": ""
      },
      {
        "sentence": "记住，学会独立和自强是很重要的成长过程。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福！我会努力的！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福！",
        "label": ""
      },
      {
        "sentence": "我会努力的！",
        "label": ""
      }
    ]
  }
]