[
  {
    "role": "client",
    "content": "我17岁了，真的太累了，我想结束自己的生命。从小到大什么都做不好，人际交往也一团糟。现在马上要高考了，我好焦虑，但妈妈却说我只是知识点没记清楚而已。",
    "annotation": [
      {
        "sentence": "我17岁了，真的太累了，我想结束自己的生命。",
        "label": ""
      },
      {
        "sentence": "从小到大什么都做不好，人际交往也一团糟。",
        "label": ""
      },
      {
        "sentence": "现在马上要高考了，我好焦虑，但妈妈却说我只是知识点没记清楚而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你这样说，我很担心你。你之前去医院开了丙戊酸镁和富马酸奎硫，医生给出了什么诊断呢？我知道心理类的疾病治疗周期比较长，但你一定要相信医生，要有耐心并坚持配合治疗，情况一定会有好转的。这两种药物都有镇静的效果，但如果过量服用可能会带来一些不舒服的反应，但并不一定致命。请你不要做傻事，不要这样折磨自己，好吗？",
    "annotation": [
      {
        "sentence": "听到你这样说，我很担心你。",
        "label": ""
      },
      {
        "sentence": "你之前去医院开了丙戊酸镁和富马酸奎硫，医生给出了什么诊断呢？",
        "label": ""
      },
      {
        "sentence": "我知道心理类的疾病治疗周期比较长，但你一定要相信医生，要有耐心并坚持配合治疗，情况一定会有好转的。",
        "label": ""
      },
      {
        "sentence": "这两种药物都有镇静的效果，但如果过量服用可能会带来一些不舒服的反应，但并不一定致命。",
        "label": ""
      },
      {
        "sentence": "请你不要做傻事，不要这样折磨自己，好吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的关心和安慰。可能我是太沮丧了，准备把剩下的22片药一次性吃掉，我真的不想再留在这个我一点也不喜欢的世界。",
    "annotation": [
      {
        "sentence": "谢谢你的关心和安慰。",
        "label": ""
      },
      {
        "sentence": "可能我是太沮丧了，准备把剩下的22片药一次性吃掉，我真的不想再留在这个我一点也不喜欢的世界。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我知道你现在感到非常痛苦和绝望，但请相信我，这样做不是解决问题的方法。你的生命是宝贵的，无论现在多么困难，总会有出路的。你觉得自己从小到大什么都做不好，可能只是你对自己过于苛责了。我们往往对自己比对他人更加苛刻，总是盯着自己的缺点不放，而忽视了自己身上的优点。你可以试着与周围的人交流，看看他们眼中的你，他们的答案可能会让你惊喜。你会发现，在他人看来，你身上有很多优点，只是你自己没意识到而已。",
    "annotation": [
      {
        "sentence": "我知道你现在感到非常痛苦和绝望，但请相信我，这样做不是解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "你的生命是宝贵的，无论现在多么困难，总会有出路的。",
        "label": ""
      },
      {
        "sentence": "你觉得自己从小到大什么都做不好，可能只是你对自己过于苛责了。",
        "label": ""
      },
      {
        "sentence": "我们往往对自己比对他人更加苛刻，总是盯着自己的缺点不放，而忽视了自己身上的优点。",
        "label": ""
      },
      {
        "sentence": "你可以试着与周围的人交流，看看他们眼中的你，他们的答案可能会让你惊喜。",
        "label": ""
      },
      {
        "sentence": "你会发现，在他人看来，你身上有很多优点，只是你自己没意识到而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说的对，我确实没好好发现自己的优点。我感觉好像一直被自己的缺点压制着，找不到自信和快乐的来源。高考就要到了，我感到焦虑和压力很大。",
    "annotation": [
      {
        "sentence": "或许你说的对，我确实没好好发现自己的优点。",
        "label": ""
      },
      {
        "sentence": "我感觉好像一直被自己的缺点压制着，找不到自信和快乐的来源。",
        "label": ""
      },
      {
        "sentence": "高考就要到了，我感到焦虑和压力很大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的焦虑和压力。如果你觉得无法解决，不妨去找学校的心理老师聊一聊，向他们倾诉内心的想法和感受，或许会让你感到轻松一些。不要给自己太大的压力，高考只是一次重要的考试，不能决定你一生的命运。放松心态，把你所掌握的知识正常发挥出来就可以了。最后几天，好好休息、好好吃饭和好好睡觉是最重要的。",
    "annotation": [
      {
        "sentence": "我能理解你的焦虑和压力。",
        "label": ""
      },
      {
        "sentence": "如果你觉得无法解决，不妨去找学校的心理老师聊一聊，向他们倾诉内心的想法和感受，或许会让你感到轻松一些。",
        "label": ""
      },
      {
        "sentence": "不要给自己太大的压力，高考只是一次重要的考试，不能决定你一生的命运。",
        "label": ""
      },
      {
        "sentence": "放松心态，把你所掌握的知识正常发挥出来就可以了。",
        "label": ""
      },
      {
        "sentence": "最后几天，好好休息、好好吃饭和好好睡觉是最重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会试试去找学校的心理老师倾诉一下。希望能够释放一些内心的焦虑和压力。我会尽力放松心态，相信自己能够面对高考，并发挥出最好的水平。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会试试去找学校的心理老师倾诉一下。",
        "label": ""
      },
      {
        "sentence": "希望能够释放一些内心的焦虑和压力。",
        "label": ""
      },
      {
        "sentence": "我会尽力放松心态，相信自己能够面对高考，并发挥出最好的水平。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到你愿意尝试去寻求心理老师的帮助。倾诉能够帮助我们释放内心的压力和负面情绪，相信你通过和心理老师沟通会有所好转。请记住，你并不孤单，一直有人关心和支持着你。加油，我相信你能够克服困难，迎接高考并取得好成绩！",
    "annotation": [
      {
        "sentence": "非常欣慰听到你愿意尝试去寻求心理老师的帮助。",
        "label": ""
      },
      {
        "sentence": "倾诉能够帮助我们释放内心的压力和负面情绪，相信你通过和心理老师沟通会有所好转。",
        "label": ""
      },
      {
        "sentence": "请记住，你并不孤单，一直有人关心和支持着你。",
        "label": ""
      },
      {
        "sentence": "加油，我相信你能够克服困难，迎接高考并取得好成绩！",
        "label": ""
      }
    ]
  }
]