[
  {
    "role": "client",
    "content": "我咨询了一年，但是我的情绪一直反复，对生活感到无望，怎样才能回归到自己身上呢？",
    "annotation": [
      {
        "sentence": "我咨询了一年，但是我的情绪一直反复，对生活感到无望，怎样才能回归到自己身上呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先我要说，你能够坚持咨询一年，说明你很希望改变现状。我能理解你对生活感到无望，情绪反复。你也提到了明年30岁，咨询已经有一年了。不说情绪反复，你已经失去了耐心，最近一直觉得无望。此外，你也提到了不想嫁人，没朋友，想要转行但不知道自己想要做什么。你感到很迷茫、孤独，而生活花销也不断增加。最近你一直在计划把所有的积蓄用完，然后去自己想去的地方看够之后，悄然离世。你觉得自己的世界里没有让你看着顺眼的人，他们都在我面前拼命展示自己，说着自己的事情，没有人关心你。同时，你还面临着同事打压竞争的困扰，对家人也有无法解开的心理伤疤，拒绝原谅。请不要劝我接受现实，说我逃避之类的话。也不要说我看到的世界都是我自己的。我的家庭不是我能选择的，我选择的时候似乎已经太迟了，这个世界到处都是推销、欲望和成功年轻化的呼喊，这些一直在干扰我，也请别什么都不了解就劝我接受这个或者那个。女性在就业中本来就承受巨大的压力。除了我自己，我似乎什么都没有。我该如何解决迷茫，如何排除年龄带来的危机感，如何摆脱“环境噪音”回归到自己身上呢？",
    "annotation": [
      {
        "sentence": "首先我要说，你能够坚持咨询一年，说明你很希望改变现状。",
        "label": ""
      },
      {
        "sentence": "我能理解你对生活感到无望，情绪反复。",
        "label": ""
      },
      {
        "sentence": "你也提到了明年30岁，咨询已经有一年了。",
        "label": ""
      },
      {
        "sentence": "不说情绪反复，你已经失去了耐心，最近一直觉得无望。",
        "label": ""
      },
      {
        "sentence": "此外，你也提到了不想嫁人，没朋友，想要转行但不知道自己想要做什么。",
        "label": ""
      },
      {
        "sentence": "你感到很迷茫、孤独，而生活花销也不断增加。",
        "label": ""
      },
      {
        "sentence": "最近你一直在计划把所有的积蓄用完，然后去自己想去的地方看够之后，悄然离世。",
        "label": ""
      },
      {
        "sentence": "你觉得自己的世界里没有让你看着顺眼的人，他们都在我面前拼命展示自己，说着自己的事情，没有人关心你。",
        "label": ""
      },
      {
        "sentence": "同时，你还面临着同事打压竞争的困扰，对家人也有无法解开的心理伤疤，拒绝原谅。",
        "label": ""
      },
      {
        "sentence": "请不要劝我接受现实，说我逃避之类的话。",
        "label": ""
      },
      {
        "sentence": "也不要说我看到的世界都是我自己的。",
        "label": ""
      },
      {
        "sentence": "我的家庭不是我能选择的，我选择的时候似乎已经太迟了，这个世界到处都是推销、欲望和成功年轻化的呼喊，这些一直在干扰我，也请别什么都不了解就劝我接受这个或者那个。",
        "label": ""
      },
      {
        "sentence": "女性在就业中本来就承受巨大的压力。",
        "label": ""
      },
      {
        "sentence": "除了我自己，我似乎什么都没有。",
        "label": ""
      },
      {
        "sentence": "我该如何解决迷茫，如何排除年龄带来的危机感，如何摆脱“环境噪音”回归到自己身上呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们关注的朋友圈，看到的文章好像都在展示美好的一面，公众号和短视频推送的年轻人成功的故事，有些确实是贩卖焦虑，但是互联网平台也让我们看到了更多不同生活方式的人（但我们往往会忽略每个人成长环境和起点的差异）。你感到很焦虑、愤怒，拒绝接受外界那些讲道理。在你看来，这些只不过是灌输空洞理念的鸡汤而已。你提到了年龄带来的焦虑感和危机感，说自己还有一年就30岁了，但是又不想嫁人，感到很迷茫，情绪也经常反复。你还说自己已经在接受了一年的心理咨询......首先，你能够主动寻求心理咨询，说明你是非常希望改变现状的。社会和亲友对30岁女性赋予了太多含义，但实际情况是有一部分人“三十而立，却立不起来”。我曾经也感到焦虑和困惑，我马上就要30岁了，但我无法接受30岁还是一无所有的自己，所以我也在进行心理调适。社会对30岁女性，无论是在职场上还是婚恋市场上，都存在主观意识的贬低。对人生进行规划并努力生活和工作，30岁才是一个重大的人生转折点。焦虑和迷茫是非常正常的，有的人可能会快速度过这个时期，而有的人可能会因为情绪反复。你可以试着进行人生规划，包括工作和生活。然后，提升自己的能力，30岁带来的是机遇与挑战，30岁是一段全新的旅程，我们需要静下心来好好思考和规划如何走，走向哪里。人生没有标准答案，没有固定的模板，我们也要学会宽容和放过自己。关于嫁人，不要因为年纪到了而选择将就。你的价值不会因为年龄而减少。你提到咨询已经有一年了，情绪反复没有改善。我建议你考虑换一个咨询师。尽管咨询不是几次就能够立竿见影的，但如果一年的咨询后情绪仍然反复，换一个咨询师可能对你更有帮助。",
    "annotation": [
      {
        "sentence": "我们关注的朋友圈，看到的文章好像都在展示美好的一面，公众号和短视频推送的年轻人成功的故事，有些确实是贩卖焦虑，但是互联网平台也让我们看到了更多不同生活方式的人（但我们往往会忽略每个人成长环境和起点的差异）。",
        "label": ""
      },
      {
        "sentence": "你感到很焦虑、愤怒，拒绝接受外界那些讲道理。",
        "label": ""
      },
      {
        "sentence": "在你看来，这些只不过是灌输空洞理念的鸡汤而已。",
        "label": ""
      },
      {
        "sentence": "你提到了年龄带来的焦虑感和危机感，说自己还有一年就30岁了，但是又不想嫁人，感到很迷茫，情绪也经常反复。",
        "label": ""
      },
      {
        "sentence": "你还说自己已经在接受了一年的心理咨询......首先，你能够主动寻求心理咨询，说明你是非常希望改变现状的。",
        "label": ""
      },
      {
        "sentence": "社会和亲友对30岁女性赋予了太多含义，但实际情况是有一部分人“三十而立，却立不起来”。",
        "label": ""
      },
      {
        "sentence": "我曾经也感到焦虑和困惑，我马上就要30岁了，但我无法接受30岁还是一无所有的自己，所以我也在进行心理调适。",
        "label": ""
      },
      {
        "sentence": "社会对30岁女性，无论是在职场上还是婚恋市场上，都存在主观意识的贬低。",
        "label": ""
      },
      {
        "sentence": "对人生进行规划并努力生活和工作，30岁才是一个重大的人生转折点。",
        "label": ""
      },
      {
        "sentence": "焦虑和迷茫是非常正常的，有的人可能会快速度过这个时期，而有的人可能会因为情绪反复。",
        "label": ""
      },
      {
        "sentence": "你可以试着进行人生规划，包括工作和生活。",
        "label": ""
      },
      {
        "sentence": "然后，提升自己的能力，30岁带来的是机遇与挑战，30岁是一段全新的旅程，我们需要静下心来好好思考和规划如何走，走向哪里。",
        "label": ""
      },
      {
        "sentence": "人生没有标准答案，没有固定的模板，我们也要学会宽容和放过自己。",
        "label": ""
      },
      {
        "sentence": "关于嫁人，不要因为年纪到了而选择将就。",
        "label": ""
      },
      {
        "sentence": "你的价值不会因为年龄而减少。",
        "label": ""
      },
      {
        "sentence": "你提到咨询已经有一年了，情绪反复没有改善。",
        "label": ""
      },
      {
        "sentence": "我建议你考虑换一个咨询师。",
        "label": ""
      },
      {
        "sentence": "尽管咨询不是几次就能够立竿见影的，但如果一年的咨询后情绪仍然反复，换一个咨询师可能对你更有帮助。",
        "label": ""
      }
    ]
  }
]