[
  {
    "role": "client",
    "content": "大龄男想结婚，女生想等等，不知道该不该继续？我和女朋友是相亲认识的，她96我92。认识大概九个月了，然后相亲开始我们就是异地，我在成都，她异地老师，一个月见一次。她今年8月辞职到成都工作。我想今年结婚，她想明年八月再结婚，可我不想等，我自己比较焦虑，尝试沟通过。开始我去她家玩，洗澡换了衣服，她帮我洗了，我自己清。她帮着收碗筷，我觉得她是一个贤惠会体贴的女孩子。后来发现我付出了，但是她那种理所应当，让我觉得很不平衡。她要那种被宠的感觉，而我想找的是一个体贴的女朋友类似人生战友，不想找个女儿。最近出现一些小问题，很小但都很容易激起我的情绪。我也不知道是不是我的问题。比如疫情期间，我去她家呆了十天，每天做饭洗碗。而她来我家，我带着她洗碗，她只需要清，她说她很不高兴，气的我两三点睡不着。过年过节我都会给她商量，送父母什么。我都买了送了，可她什么都没有，我也很不平衡，至少问候要有一声吧。还有一些小事，让我觉得她不是初印象那样美好。",
    "annotation": [
      {
        "sentence": "大龄男想结婚，女生想等等，不知道该不该继续？",
        "label": ""
      },
      {
        "sentence": "我和女朋友是相亲认识的，她96我92。",
        "label": ""
      },
      {
        "sentence": "认识大概九个月了，然后相亲开始我们就是异地，我在成都，她异地老师，一个月见一次。",
        "label": ""
      },
      {
        "sentence": "她今年8月辞职到成都工作。",
        "label": ""
      },
      {
        "sentence": "我想今年结婚，她想明年八月再结婚，可我不想等，我自己比较焦虑，尝试沟通过。",
        "label": ""
      },
      {
        "sentence": "开始我去她家玩，洗澡换了衣服，她帮我洗了，我自己清。",
        "label": ""
      },
      {
        "sentence": "她帮着收碗筷，我觉得她是一个贤惠会体贴的女孩子。",
        "label": ""
      },
      {
        "sentence": "后来发现我付出了，但是她那种理所应当，让我觉得很不平衡。",
        "label": ""
      },
      {
        "sentence": "她要那种被宠的感觉，而我想找的是一个体贴的女朋友类似人生战友，不想找个女儿。",
        "label": ""
      },
      {
        "sentence": "最近出现一些小问题，很小但都很容易激起我的情绪。",
        "label": ""
      },
      {
        "sentence": "我也不知道是不是我的问题。",
        "label": ""
      },
      {
        "sentence": "比如疫情期间，我去她家呆了十天，每天做饭洗碗。",
        "label": ""
      },
      {
        "sentence": "而她来我家，我带着她洗碗，她只需要清，她说她很不高兴，气的我两三点睡不着。",
        "label": ""
      },
      {
        "sentence": "过年过节我都会给她商量，送父母什么。",
        "label": ""
      },
      {
        "sentence": "我都买了送了，可她什么都没有，我也很不平衡，至少问候要有一声吧。",
        "label": ""
      },
      {
        "sentence": "还有一些小事，让我觉得她不是初印象那样美好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在恋爱关系中，出现一些矛盾和冲突是很正常的。在双方有着不同的阅历和人生经验的情况下，通过彼此的充分沟通，可以达到共同的目的。从你的描述中，我能感受到你对于现在的对象在某些事情和观点上出现了冲突和矛盾。对方似乎不明白你的需求，而你对一些要求也无法认同。你想要的是互相扶持，共同面对生活风雨的伙伴，而不是一个一直需要被照顾和呵护的孩子或负担。你可能会享受对方对你的依赖，但同时你也希望在自己受伤和疲惫时，能够依靠对方的肩膀。尽管洗衣做饭和洗碗都是些小事情，但婚姻就是在这些琐碎的事情中磨合和建立起的。所以当你对某些事情不舒服或有问题时，一定要及时和对方沟通，让对方了解你的内心想法。当你主动付出时，要表达自己的感受，让对方知道你的付出是出于爱她，想要继续好好发展关系的想法。你提到和她商量送父母礼物的事情，也表明了你对她意见的尊重，并且希望让她的父母感到欣慰。当她只清洗碗筷而不参与其他家务时，她可能是对你的宠爱有所期待，我理解你对此感到困惑。你可以表达出你的想法，说明你希望她也能分担一些家务，因为未来的路还很长，你希望你们可以并肩前行。她对你的父母没有送礼物或问候可能是因为她认为你们的关系还没有发展到结婚的程度。你们的需求可能因年龄和生活经历的不同而有所差异。她可能仍然抱有女孩心态，对婚姻中的一些礼节和人情世故还不够清楚，而你可能得益于经历和家庭教育，更懂得人情世故，做事踏实周到等等。在这个过程中，需要给予对方成长的时间和机会，你可以提示和教会她那些她不懂和没有意识到的问题。你们站在不同的角度上，需要进行更多的沟通和理解。关于是否今年结婚的问题，可能你因为年龄或家人的压力比较急迫，而对方可能需要更多的时间来适应和磨合，看看你们是否能通过主动解决问题、尊重和包容来维持关系。婚姻是神圣而重要的，所以一定要慎重考虑。当你能够接受她的缺点，并且看到她的闪光之处，愿意尊重、包容和爱她的时候，再结婚也不迟。因为你们的目标是共同的幸福和快乐，而不仅仅是在今年或明年结婚而已。",
    "annotation": [
      {
        "sentence": "在恋爱关系中，出现一些矛盾和冲突是很正常的。",
        "label": ""
      },
      {
        "sentence": "在双方有着不同的阅历和人生经验的情况下，通过彼此的充分沟通，可以达到共同的目的。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我能感受到你对于现在的对象在某些事情和观点上出现了冲突和矛盾。",
        "label": ""
      },
      {
        "sentence": "对方似乎不明白你的需求，而你对一些要求也无法认同。",
        "label": ""
      },
      {
        "sentence": "你想要的是互相扶持，共同面对生活风雨的伙伴，而不是一个一直需要被照顾和呵护的孩子或负担。",
        "label": ""
      },
      {
        "sentence": "你可能会享受对方对你的依赖，但同时你也希望在自己受伤和疲惫时，能够依靠对方的肩膀。",
        "label": ""
      },
      {
        "sentence": "尽管洗衣做饭和洗碗都是些小事情，但婚姻就是在这些琐碎的事情中磨合和建立起的。",
        "label": ""
      },
      {
        "sentence": "所以当你对某些事情不舒服或有问题时，一定要及时和对方沟通，让对方了解你的内心想法。",
        "label": ""
      },
      {
        "sentence": "当你主动付出时，要表达自己的感受，让对方知道你的付出是出于爱她，想要继续好好发展关系的想法。",
        "label": ""
      },
      {
        "sentence": "你提到和她商量送父母礼物的事情，也表明了你对她意见的尊重，并且希望让她的父母感到欣慰。",
        "label": ""
      },
      {
        "sentence": "当她只清洗碗筷而不参与其他家务时，她可能是对你的宠爱有所期待，我理解你对此感到困惑。",
        "label": ""
      },
      {
        "sentence": "你可以表达出你的想法，说明你希望她也能分担一些家务，因为未来的路还很长，你希望你们可以并肩前行。",
        "label": ""
      },
      {
        "sentence": "她对你的父母没有送礼物或问候可能是因为她认为你们的关系还没有发展到结婚的程度。",
        "label": ""
      },
      {
        "sentence": "你们的需求可能因年龄和生活经历的不同而有所差异。",
        "label": ""
      },
      {
        "sentence": "她可能仍然抱有女孩心态，对婚姻中的一些礼节和人情世故还不够清楚，而你可能得益于经历和家庭教育，更懂得人情世故，做事踏实周到等等。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，需要给予对方成长的时间和机会，你可以提示和教会她那些她不懂和没有意识到的问题。",
        "label": ""
      },
      {
        "sentence": "你们站在不同的角度上，需要进行更多的沟通和理解。",
        "label": ""
      },
      {
        "sentence": "关于是否今年结婚的问题，可能你因为年龄或家人的压力比较急迫，而对方可能需要更多的时间来适应和磨合，看看你们是否能通过主动解决问题、尊重和包容来维持关系。",
        "label": ""
      },
      {
        "sentence": "婚姻是神圣而重要的，所以一定要慎重考虑。",
        "label": ""
      },
      {
        "sentence": "当你能够接受她的缺点，并且看到她的闪光之处，愿意尊重、包容和爱她的时候，再结婚也不迟。",
        "label": ""
      },
      {
        "sentence": "因为你们的目标是共同的幸福和快乐，而不仅仅是在今年或明年结婚而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了。我觉得你说得很有道理，也让我更加了解了自己和对方的需求差异。我觉得我需要更多地和她进行沟通，让她了解我对关系的期待和想法。也许我需要更多地表达自己的感受，让她知道我对她的付出是出于爱和希望共同成长的心意。同时，也要理解对方的观点和需求，给她成长的机会。我会尽量放慢自己的步调，给彼此更多的时间来适应和磨合。只有在相互的尊重和理解下，我们才能继续走下去。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "我觉得你说得很有道理，也让我更加了解了自己和对方的需求差异。",
        "label": ""
      },
      {
        "sentence": "我觉得我需要更多地和她进行沟通，让她了解我对关系的期待和想法。",
        "label": ""
      },
      {
        "sentence": "也许我需要更多地表达自己的感受，让她知道我对她的付出是出于爱和希望共同成长的心意。",
        "label": ""
      },
      {
        "sentence": "同时，也要理解对方的观点和需求，给她成长的机会。",
        "label": ""
      },
      {
        "sentence": "我会尽量放慢自己的步调，给彼此更多的时间来适应和磨合。",
        "label": ""
      },
      {
        "sentence": "只有在相互的尊重和理解下，我们才能继续走下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的认同和改变的决心。沟通是建立和维持健康关系的关键，只有通过真诚地交流，你们才能更好地理解并满足彼此的需求。同时，也要记得给予对方成长的空间和时间，毕竟每个人都有自己的成长曲线。只有在共同努力下，你们的关系才能更加稳定和美满。我相信你们一定能够找到解决问题的方法，祝福你们能够走向幸福的未来！如果还有其他需要帮助的地方，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "很高兴听到你的认同和改变的决心。",
        "label": ""
      },
      {
        "sentence": "沟通是建立和维持健康关系的关键，只有通过真诚地交流，你们才能更好地理解并满足彼此的需求。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得给予对方成长的空间和时间，毕竟每个人都有自己的成长曲线。",
        "label": ""
      },
      {
        "sentence": "只有在共同努力下，你们的关系才能更加稳定和美满。",
        "label": ""
      },
      {
        "sentence": "我相信你们一定能够找到解决问题的方法，祝福你们能够走向幸福的未来！",
        "label": ""
      },
      {
        "sentence": "如果还有其他需要帮助的地方，随时来找我聊天。",
        "label": ""
      }
    ]
  }
]