[
  {
    "role": "client",
    "content": "大龄剩男33，婚前焦虑症，老师帮帮我吧。大龄剩男33，多次相亲不理想，恋爱几次也是最终因为我不成熟、完美主义而结束。我谈的对象都是喜欢我多一点的，但是我总是对她们挑剔，觉得不是我需要的类型，但是分了后感觉也不舒服，因为慢慢发现还是挺不错的吗，因为人无完人。我不会宠女孩没耐心，所以喜欢我的，我就觉来的容易不珍惜，又不甘心。目前相亲了一个大龄剩女，她喜欢我，但是我一开始真没看上她因为颜值，后来交往也不喜欢她的性格，为人处世等。但是甩不掉，她还催我结婚。父母也是催我今年快结婚，我焦虑的不行，不能对她真心，感觉和她结婚还不如和之前谈的那些呢？而且她有些性格特质跟我太像，完全不互补，没有新鲜。她没有吸引我的特质好像，不过她脾气目前特好，包容我，事事少，特过日子。我不用讨好她，这样好像对我很舒服。我担心婚后我们如果没感情，我可咋办，出轨？还怕她处理不好人际关系，妈宝女，又死板。",
    "annotation": [
      {
        "sentence": "大龄剩男33，婚前焦虑症，老师帮帮我吧。",
        "label": ""
      },
      {
        "sentence": "大龄剩男33，多次相亲不理想，恋爱几次也是最终因为我不成熟、完美主义而结束。",
        "label": ""
      },
      {
        "sentence": "我谈的对象都是喜欢我多一点的，但是我总是对她们挑剔，觉得不是我需要的类型，但是分了后感觉也不舒服，因为慢慢发现还是挺不错的吗，因为人无完人。",
        "label": ""
      },
      {
        "sentence": "我不会宠女孩没耐心，所以喜欢我的，我就觉来的容易不珍惜，又不甘心。",
        "label": ""
      },
      {
        "sentence": "目前相亲了一个大龄剩女，她喜欢我，但是我一开始真没看上她因为颜值，后来交往也不喜欢她的性格，为人处世等。",
        "label": ""
      },
      {
        "sentence": "但是甩不掉，她还催我结婚。",
        "label": ""
      },
      {
        "sentence": "父母也是催我今年快结婚，我焦虑的不行，不能对她真心，感觉和她结婚还不如和之前谈的那些呢？",
        "label": ""
      },
      {
        "sentence": "而且她有些性格特质跟我太像，完全不互补，没有新鲜。",
        "label": ""
      },
      {
        "sentence": "她没有吸引我的特质好像，不过她脾气目前特好，包容我，事事少，特过日子。",
        "label": ""
      },
      {
        "sentence": "我不用讨好她，这样好像对我很舒服。",
        "label": ""
      },
      {
        "sentence": "我担心婚后我们如果没感情，我可咋办，出轨？",
        "label": ""
      },
      {
        "sentence": "还怕她处理不好人际关系，妈宝女，又死板。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的情况我能够理解。很多人都会有类似的焦虑和困惑。首先，我想和你分享弗洛姆在《爱的艺术》中讲到的一个误解，即以为爱情就是热恋初期那种激情澎湃的感觉。这种误解导致很多人以为爱情与对象有关系。但实际上，爱情是需要两个成熟的人持续不断努力的。爱情是否长久，取决于人是否有爱的能力。所以，我觉得你需要改变一下你对爱情的看法。",
    "annotation": [
      {
        "sentence": "你的情况我能够理解。",
        "label": ""
      },
      {
        "sentence": "很多人都会有类似的焦虑和困惑。",
        "label": ""
      },
      {
        "sentence": "首先，我想和你分享弗洛姆在《爱的艺术》中讲到的一个误解，即以为爱情就是热恋初期那种激情澎湃的感觉。",
        "label": ""
      },
      {
        "sentence": "这种误解导致很多人以为爱情与对象有关系。",
        "label": ""
      },
      {
        "sentence": "但实际上，爱情是需要两个成熟的人持续不断努力的。",
        "label": ""
      },
      {
        "sentence": "爱情是否长久，取决于人是否有爱的能力。",
        "label": ""
      },
      {
        "sentence": "所以，我觉得你需要改变一下你对爱情的看法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我总觉得我和她不合适，她的颜值、性格等都不是我喜欢的类型，我怎么能和她结婚呢？我真的担心以后会后悔。",
    "annotation": [
      {
        "sentence": "但是我总觉得我和她不合适，她的颜值、性格等都不是我喜欢的类型，我怎么能和她结婚呢？",
        "label": ""
      },
      {
        "sentence": "我真的担心以后会后悔。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的担心。但是，只看外貌和表面特征是不全面的评判一个人的标准。我们每个人都是独特的，都有自己的情感、思考方式、习惯、兴趣爱好等。而爱情更多是建立在相互了解、尊重和接纳的基础上。你不妨去了解一下她更深层次的个性特质，看看是否与你产生共鸣。另外，不要把结婚看作是一种“输赢”的事情，能力比对象更重要。",
    "annotation": [
      {
        "sentence": "我明白你的担心。",
        "label": ""
      },
      {
        "sentence": "但是，只看外貌和表面特征是不全面的评判一个人的标准。",
        "label": ""
      },
      {
        "sentence": "我们每个人都是独特的，都有自己的情感、思考方式、习惯、兴趣爱好等。",
        "label": ""
      },
      {
        "sentence": "而爱情更多是建立在相互了解、尊重和接纳的基础上。",
        "label": ""
      },
      {
        "sentence": "你不妨去了解一下她更深层次的个性特质，看看是否与你产生共鸣。",
        "label": ""
      },
      {
        "sentence": "另外，不要把结婚看作是一种“输赢”的事情，能力比对象更重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我一直太注重对象的条件和标签，但从你这样一说，也许我需要更关注我们之间的情感和相处方式。我应该怎么样去了解她更深层次的个性特质呢？",
    "annotation": [
      {
        "sentence": "确实，我一直太注重对象的条件和标签，但从你这样一说，也许我需要更关注我们之间的情感和相处方式。",
        "label": ""
      },
      {
        "sentence": "我应该怎么样去了解她更深层次的个性特质呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解一个人需要时间和沟通。你可以尝试和她多进行互动，分享彼此的想法和体验。通过共同的活动和交流，你可以观察她的思考方式、处理问题的能力以及她的价值观等。当然，你也可以向她倾诉一些自己的想法和担忧，看看她的回应和支持。这样可以增进你们之间的互动和了解。",
    "annotation": [
      {
        "sentence": "了解一个人需要时间和沟通。",
        "label": ""
      },
      {
        "sentence": "你可以尝试和她多进行互动，分享彼此的想法和体验。",
        "label": ""
      },
      {
        "sentence": "通过共同的活动和交流，你可以观察她的思考方式、处理问题的能力以及她的价值观等。",
        "label": ""
      },
      {
        "sentence": "当然，你也可以向她倾诉一些自己的想法和担忧，看看她的回应和支持。",
        "label": ""
      },
      {
        "sentence": "这样可以增进你们之间的互动和了解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着和她多交流，去了解她更多的个性特质。但我还是有些担心如果我们结婚后没有感情了怎么办，或者她处理不好人际关系，会导致我们的婚姻出现问题。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着和她多交流，去了解她更多的个性特质。",
        "label": ""
      },
      {
        "sentence": "但我还是有些担心如果我们结婚后没有感情了怎么办，或者她处理不好人际关系，会导致我们的婚姻出现问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心是正常的，但也不能完全以担心为依据做决定。婚姻是一种需要经营的关系，两个人之间的感情是需要双方共同努力维系的。如果你们结婚后出现问题，可以尝试通过沟通和理解解决。至于她的人际关系处理能力，你也可以在相处中观察她的社交能力和处理问题的方式。如果你们遇到困难，也可以一起寻求辅导和建议，共同解决问题。",
    "annotation": [
      {
        "sentence": "担心是正常的，但也不能完全以担心为依据做决定。",
        "label": ""
      },
      {
        "sentence": "婚姻是一种需要经营的关系，两个人之间的感情是需要双方共同努力维系的。",
        "label": ""
      },
      {
        "sentence": "如果你们结婚后出现问题，可以尝试通过沟通和理解解决。",
        "label": ""
      },
      {
        "sentence": "至于她的人际关系处理能力，你也可以在相处中观察她的社交能力和处理问题的方式。",
        "label": ""
      },
      {
        "sentence": "如果你们遇到困难，也可以一起寻求辅导和建议，共同解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着更加积极地去了解她，并且相信我们能够共同努力经营婚姻。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着更加积极地去了解她，并且相信我们能够共同努力经营婚姻。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议对你有所帮助。任何一段关系都需要双方的努力和付出，相信自己的能力，相信你们可以克服困难，创造出美好的婚姻。如果需要进一步的帮助和支持，随时都可以来找我。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "任何一段关系都需要双方的努力和付出，相信自己的能力，相信你们可以克服困难，创造出美好的婚姻。",
        "label": ""
      },
      {
        "sentence": "如果需要进一步的帮助和支持，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]