[
  {
    "role": "client",
    "content": "大龄剩男33，婚前焦虑症，老师帮帮我吧大龄剩男33，多次相亲不理想，恋爱几次也是最终因为我不成熟。完美主义而结束。我谈的对象都是喜欢我多一点的，但是我总是对她们挑剔，觉得不是我需要的类型，但是分了后感觉也不舒服，因为慢慢发现还是挺不错的吗，因为人无完人。我不会宠女孩没耐心，所以喜欢我的，我就觉来的容易不珍惜，又不甘心。目前相亲了一个大龄剩女，她喜欢我，但是我一开始真没看上她因为颜值，后来交往也不喜欢她的性格，为人处世等。但是甩不掉，她还催我结婚。父母也是催我今年快结婚，我焦虑的不行，不能对她真心，感觉和她结婚还不如和之前谈的那些呢？而且她有些性格特质跟我太像，完全不互补，没有新鲜。她没有吸引我的特质好像，不过她脾气目前特好，包容我，事事少，特过日子。我不用讨好她，这样好像对我很舒服。我担心婚后我们如果没感情，我可咋办，出轨？还怕她处理不好人际关系，妈宝女，又死板。",
    "annotation": [
      {
        "sentence": "大龄剩男33，婚前焦虑症，老师帮帮我吧大龄剩男33，多次相亲不理想，恋爱几次也是最终因为我不成熟。",
        "label": ""
      },
      {
        "sentence": "完美主义而结束。",
        "label": ""
      },
      {
        "sentence": "我谈的对象都是喜欢我多一点的，但是我总是对她们挑剔，觉得不是我需要的类型，但是分了后感觉也不舒服，因为慢慢发现还是挺不错的吗，因为人无完人。",
        "label": ""
      },
      {
        "sentence": "我不会宠女孩没耐心，所以喜欢我的，我就觉来的容易不珍惜，又不甘心。",
        "label": ""
      },
      {
        "sentence": "目前相亲了一个大龄剩女，她喜欢我，但是我一开始真没看上她因为颜值，后来交往也不喜欢她的性格，为人处世等。",
        "label": ""
      },
      {
        "sentence": "但是甩不掉，她还催我结婚。",
        "label": ""
      },
      {
        "sentence": "父母也是催我今年快结婚，我焦虑的不行，不能对她真心，感觉和她结婚还不如和之前谈的那些呢？",
        "label": ""
      },
      {
        "sentence": "而且她有些性格特质跟我太像，完全不互补，没有新鲜。",
        "label": ""
      },
      {
        "sentence": "她没有吸引我的特质好像，不过她脾气目前特好，包容我，事事少，特过日子。",
        "label": ""
      },
      {
        "sentence": "我不用讨好她，这样好像对我很舒服。",
        "label": ""
      },
      {
        "sentence": "我担心婚后我们如果没感情，我可咋办，出轨？",
        "label": ""
      },
      {
        "sentence": "还怕她处理不好人际关系，妈宝女，又死板。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你走过的很多次相亲和恋爱，我能感受到你内心的焦虑和不满。同时，我也看到了你对责任的承担和担当。你现在对这个对象很犹豫，家人催你结婚，你自己也觉得她不太合适，但有些方面又适合结婚，所以你感到困惑。实际上，我更想知道的是：你是害怕结婚本身还是害怕和这个女生结婚？这两种情况是不同的。你也担心会出轨，这是你需要负责的一部分。你希望找到一个可以一起守护一生的女孩，但目前这个好像没有这种感觉。其实，恋爱和结婚是有很大的区别的。如果你自己的问题没有解决好，不管和谁在一起都会有矛盾。你说过不太懂得宠女孩，没有耐心，这是你之前几次分手的原因吗？我的感觉是你在恋爱中似乎有些被动，你说过“别人喜欢你多一点”、“分手后觉得还不错”。我可以猜测一下你的依恋类型可能是焦虑矛盾型，一边想要，一边回避。如果可以的话，你可以试着安静地回顾一下之前的恋爱经历，好好思考一下你需要的是什么？盲目结婚并不会减少问题，反而会增加更多。",
    "annotation": [
      {
        "sentence": "看到你走过的很多次相亲和恋爱，我能感受到你内心的焦虑和不满。",
        "label": ""
      },
      {
        "sentence": "同时，我也看到了你对责任的承担和担当。",
        "label": ""
      },
      {
        "sentence": "你现在对这个对象很犹豫，家人催你结婚，你自己也觉得她不太合适，但有些方面又适合结婚，所以你感到困惑。",
        "label": ""
      },
      {
        "sentence": "实际上，我更想知道的是：你是害怕结婚本身还是害怕和这个女生结婚？",
        "label": ""
      },
      {
        "sentence": "这两种情况是不同的。",
        "label": ""
      },
      {
        "sentence": "你也担心会出轨，这是你需要负责的一部分。",
        "label": ""
      },
      {
        "sentence": "你希望找到一个可以一起守护一生的女孩，但目前这个好像没有这种感觉。",
        "label": ""
      },
      {
        "sentence": "其实，恋爱和结婚是有很大的区别的。",
        "label": ""
      },
      {
        "sentence": "如果你自己的问题没有解决好，不管和谁在一起都会有矛盾。",
        "label": ""
      },
      {
        "sentence": "你说过不太懂得宠女孩，没有耐心，这是你之前几次分手的原因吗？",
        "label": ""
      },
      {
        "sentence": "我的感觉是你在恋爱中似乎有些被动，你说过“别人喜欢你多一点”、“分手后觉得还不错”。",
        "label": ""
      },
      {
        "sentence": "我可以猜测一下你的依恋类型可能是焦虑矛盾型，一边想要，一边回避。",
        "label": ""
      },
      {
        "sentence": "如果可以的话，你可以试着安静地回顾一下之前的恋爱经历，好好思考一下你需要的是什么？",
        "label": ""
      },
      {
        "sentence": "盲目结婚并不会减少问题，反而会增加更多。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我意识到我对理想对象有很高的要求，并且容易被外貌和个性上的缺点影响判断。分手后才发现对方其实挺好的，但又后悔错过了。我也确实不擅长宠爱女孩子，总觉得自己有吸引力就不需要特别关注她们的感受。你说的依恋类型焦虑矛盾型，我听起来有点像，一方面渴望稳定的关系，另一方面又担心会被束缚和失去自由。我也明白恋爱和婚姻不同，但我不敢保证自己能否在婚后保持感情，也担心在婚姻中出现不忠的问题。我该如何解决自己的婚前焦虑？",
    "annotation": [
      {
        "sentence": "是的，我意识到我对理想对象有很高的要求，并且容易被外貌和个性上的缺点影响判断。",
        "label": ""
      },
      {
        "sentence": "分手后才发现对方其实挺好的，但又后悔错过了。",
        "label": ""
      },
      {
        "sentence": "我也确实不擅长宠爱女孩子，总觉得自己有吸引力就不需要特别关注她们的感受。",
        "label": ""
      },
      {
        "sentence": "你说的依恋类型焦虑矛盾型，我听起来有点像，一方面渴望稳定的关系，另一方面又担心会被束缚和失去自由。",
        "label": ""
      },
      {
        "sentence": "我也明白恋爱和婚姻不同，但我不敢保证自己能否在婚后保持感情，也担心在婚姻中出现不忠的问题。",
        "label": ""
      },
      {
        "sentence": "我该如何解决自己的婚前焦虑？",
        "label": ""
      }
    ]
  }
]