[
  {
    "role": "client",
    "content": "大龄剩男33，婚前焦虑症，老师帮帮我吧大龄剩男33，多次相亲不理想，恋爱几次也是最终因为我不成熟。完美主义而结束。我谈的对象都是喜欢我多一点的，但是我总是对她们挑剔，觉得不是我需要的类型，但是分了后感觉也不舒服，因为慢慢发现还是挺不错的吗，因为人无完人。我不会宠女孩没耐心，所以喜欢我的，我就觉来的容易不珍惜，又不甘心。目前相亲了一个大龄剩女，她喜欢我，但是我一开始真没看上她因为颜值，后来交往也不喜欢她的性格，为人处世等。但是甩不掉，她还催我结婚。父母也是催我今年快结婚，我焦虑的不行，不能对她真心，感觉和她结婚还不如和之前谈的那些呢？而且她有些性格特质跟我太像，完全不互补，没有新鲜。她没有吸引我的特质好像，不过她脾气目前特好，包容我，事事少，特过日子。我不用讨好她，这样好像对我很舒服。我担心婚后我们如果没感情，我可咋办，出轨？还怕她处理不好人际关系，妈宝女，又死板",
    "annotation": [
      {
        "sentence": "大龄剩男33，婚前焦虑症，老师帮帮我吧大龄剩男33，多次相亲不理想，恋爱几次也是最终因为我不成熟。",
        "label": ""
      },
      {
        "sentence": "完美主义而结束。",
        "label": ""
      },
      {
        "sentence": "我谈的对象都是喜欢我多一点的，但是我总是对她们挑剔，觉得不是我需要的类型，但是分了后感觉也不舒服，因为慢慢发现还是挺不错的吗，因为人无完人。",
        "label": ""
      },
      {
        "sentence": "我不会宠女孩没耐心，所以喜欢我的，我就觉来的容易不珍惜，又不甘心。",
        "label": ""
      },
      {
        "sentence": "目前相亲了一个大龄剩女，她喜欢我，但是我一开始真没看上她因为颜值，后来交往也不喜欢她的性格，为人处世等。",
        "label": ""
      },
      {
        "sentence": "但是甩不掉，她还催我结婚。",
        "label": ""
      },
      {
        "sentence": "父母也是催我今年快结婚，我焦虑的不行，不能对她真心，感觉和她结婚还不如和之前谈的那些呢？",
        "label": ""
      },
      {
        "sentence": "而且她有些性格特质跟我太像，完全不互补，没有新鲜。",
        "label": ""
      },
      {
        "sentence": "她没有吸引我的特质好像，不过她脾气目前特好，包容我，事事少，特过日子。",
        "label": ""
      },
      {
        "sentence": "我不用讨好她，这样好像对我很舒服。",
        "label": ""
      },
      {
        "sentence": "我担心婚后我们如果没感情，我可咋办，出轨？",
        "label": ""
      },
      {
        "sentence": "还怕她处理不好人际关系，妈宝女，又死板",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困扰了。你面临的问题看起来很复杂。首先，你提到自己多次的相亲和恋爱都因为不成熟和完美主义而结束，这也让你觉得对之前的对象有点后悔。不过，我想提醒你人无完人，每个人都有优点和缺点，而且我们的要求也会随着时间和经历的增加而有所改变。对于你现在的相亲对象嘛，虽然她的颜值和性格让你一开始就觉得不满意，但她包容你并且脾气好，你觉得和她在一起过日子挺舒服的。不过你也提到了担心婚后没有感情，甚至出轨的问题。我认为在考虑结婚之前，你需要好好思考你对于婚姻和家庭的期待，还有你对于感情的看法。结婚并不是解决问题的方法，如果你对于婚姻没有足够的投入和真心，那么可能会对双方造成伤害。你担心的她的性格特质，这些都是一些可以通过交流和磨合来解决的。关于人际关系问题和死板的担忧，也可以通过互相理解和支持来克服。最重要的是，你需要找到自己真正想要的，而不是受外界的干扰。希望你能够勇敢面对自己的内心，做出一个不会后悔的选择。如果你还有其他的疑问或者困惑，欢迎随时向我倾诉。",
    "annotation": [
      {
        "sentence": "听到你的困扰了。",
        "label": ""
      },
      {
        "sentence": "你面临的问题看起来很复杂。",
        "label": ""
      },
      {
        "sentence": "首先，你提到自己多次的相亲和恋爱都因为不成熟和完美主义而结束，这也让你觉得对之前的对象有点后悔。",
        "label": ""
      },
      {
        "sentence": "不过，我想提醒你人无完人，每个人都有优点和缺点，而且我们的要求也会随着时间和经历的增加而有所改变。",
        "label": ""
      },
      {
        "sentence": "对于你现在的相亲对象嘛，虽然她的颜值和性格让你一开始就觉得不满意，但她包容你并且脾气好，你觉得和她在一起过日子挺舒服的。",
        "label": ""
      },
      {
        "sentence": "不过你也提到了担心婚后没有感情，甚至出轨的问题。",
        "label": ""
      },
      {
        "sentence": "我认为在考虑结婚之前，你需要好好思考你对于婚姻和家庭的期待，还有你对于感情的看法。",
        "label": ""
      },
      {
        "sentence": "结婚并不是解决问题的方法，如果你对于婚姻没有足够的投入和真心，那么可能会对双方造成伤害。",
        "label": ""
      },
      {
        "sentence": "你担心的她的性格特质，这些都是一些可以通过交流和磨合来解决的。",
        "label": ""
      },
      {
        "sentence": "关于人际关系问题和死板的担忧，也可以通过互相理解和支持来克服。",
        "label": ""
      },
      {
        "sentence": "最重要的是，你需要找到自己真正想要的，而不是受外界的干扰。",
        "label": ""
      },
      {
        "sentence": "希望你能够勇敢面对自己的内心，做出一个不会后悔的选择。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他的疑问或者困惑，欢迎随时向我倾诉。",
        "label": ""
      }
    ]
  }
]