[
  {
    "role": "client",
    "content": "我家有一个即将参加中考的孩子，我很担心中考成绩出来后，孩子和家人都会感到辛苦白费。虽然孩子在公立学校的年级排名是13，还算不错，但是公立学校和私立学校无法相提并论。目前来看，孩子的成绩还达不到心目中理想的高中水平，我非常害怕当中考成绩出来的那一刻，孩子和家人都会觉得之前的努力都白费了。而我自己已经四十多岁，工作上也遇到了瓶颈，觉得人生缺乏希望，没有值得去做的事情，甚至连活着都感觉没有意义。虽然经济上并不困难，但是和身边的人相比，我总感觉自己不如别人。提问的瞬间我意识到，可能真正困扰我的是攀比的心理吧。",
    "annotation": [
      {
        "sentence": "我家有一个即将参加中考的孩子，我很担心中考成绩出来后，孩子和家人都会感到辛苦白费。",
        "label": ""
      },
      {
        "sentence": "虽然孩子在公立学校的年级排名是13，还算不错，但是公立学校和私立学校无法相提并论。",
        "label": ""
      },
      {
        "sentence": "目前来看，孩子的成绩还达不到心目中理想的高中水平，我非常害怕当中考成绩出来的那一刻，孩子和家人都会觉得之前的努力都白费了。",
        "label": ""
      },
      {
        "sentence": "而我自己已经四十多岁，工作上也遇到了瓶颈，觉得人生缺乏希望，没有值得去做的事情，甚至连活着都感觉没有意义。",
        "label": ""
      },
      {
        "sentence": "虽然经济上并不困难，但是和身边的人相比，我总感觉自己不如别人。",
        "label": ""
      },
      {
        "sentence": "提问的瞬间我意识到，可能真正困扰我的是攀比的心理吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "初中的私立学校和公立学校其实没有太大的区别，现在也提倡重点中学老师与普通中学老师互换的方式。实际上，大家的师资水平都是很好的。孩子能在公立学校排名靠前是没有问题的，中考不像高考那样明显是选拔性的。只要努力，就一定会有回报。不到最后一刻，我们不能轻言放弃。攀比的心理每个人都有，别人考上好的高中又怎样呢？只要自己努力，考的分数比他们都高，完全可以超过他们。另外，作为家长，您刚才提到的那些话不要跟孩子说，要给他一个独立放松的环境，告诉他，无论他考得怎样都是你们眼中最优秀的。您知道墨菲定律吗？所以，不要总是想着孩子考不好，要相信他一定能够考上理想的高中。孩子也可以每天对自己说一遍“我一定可以考上xxx学校”，长期的心理暗示会帮助事情朝着好的方向发展的。",
    "annotation": [
      {
        "sentence": "初中的私立学校和公立学校其实没有太大的区别，现在也提倡重点中学老师与普通中学老师互换的方式。",
        "label": ""
      },
      {
        "sentence": "实际上，大家的师资水平都是很好的。",
        "label": ""
      },
      {
        "sentence": "孩子能在公立学校排名靠前是没有问题的，中考不像高考那样明显是选拔性的。",
        "label": ""
      },
      {
        "sentence": "只要努力，就一定会有回报。",
        "label": ""
      },
      {
        "sentence": "不到最后一刻，我们不能轻言放弃。",
        "label": ""
      },
      {
        "sentence": "攀比的心理每个人都有，别人考上好的高中又怎样呢？",
        "label": ""
      },
      {
        "sentence": "只要自己努力，考的分数比他们都高，完全可以超过他们。",
        "label": ""
      },
      {
        "sentence": "另外，作为家长，您刚才提到的那些话不要跟孩子说，要给他一个独立放松的环境，告诉他，无论他考得怎样都是你们眼中最优秀的。",
        "label": ""
      },
      {
        "sentence": "您知道墨菲定律吗？",
        "label": ""
      },
      {
        "sentence": "所以，不要总是想着孩子考不好，要相信他一定能够考上理想的高中。",
        "label": ""
      },
      {
        "sentence": "孩子也可以每天对自己说一遍“我一定可以考上xxx学校”，长期的心理暗示会帮助事情朝着好的方向发展的。",
        "label": ""
      }
    ]
  }
]