[
  {
    "role": "client",
    "content": "高三女生，在家学不下去又不敢上学，我该怎么办？心里出现问题，中度社恐，不敢上学，现在家休息。高考在即，很紧张，现在学习挺不好的，大概率复读，但还是特别紧张，学不下去。",
    "annotation": [
      {
        "sentence": "高三女生，在家学不下去又不敢上学，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "心里出现问题，中度社恐，不敢上学，现在家休息。",
        "label": ""
      },
      {
        "sentence": "高考在即，很紧张，现在学习挺不好的，大概率复读，但还是特别紧张，学不下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白高考对你来说是一次重要的选择，在学校、父母、朋友和亲人的眼中，这都是一件极其重要的事情。我知道你现在的压力很大，我也曾经有过同样的经历，回想起来，那段有压力的日子并没有留下太多伤感，反而让我觉得它们值得回忆。那些平淡无奇的日子，随着时间的流逝，已经找不到它们的位置了。今年的高考对你来说可能有些特别，对全国的高考生来说都非常特殊。但是，请再次相信未来一定会好起来的，相信你已经尽自己的全力了，相信你的父母也看得到你的努力。无论未来的结果如何，只要你曾经努力过，那已经足够了。你将来可能还会面临很多考试，考研、考公务员、考各种各样的证书、英语考级等等。人生就像打怪升级一样，前进的过程中总会面临不同的压力。无论未来如何，你只需要继续努力就好！相信自己，相信家人对你的支持！我在这里等着你的信息，我相信你会做得很棒的。",
    "annotation": [
      {
        "sentence": "我明白高考对你来说是一次重要的选择，在学校、父母、朋友和亲人的眼中，这都是一件极其重要的事情。",
        "label": ""
      },
      {
        "sentence": "我知道你现在的压力很大，我也曾经有过同样的经历，回想起来，那段有压力的日子并没有留下太多伤感，反而让我觉得它们值得回忆。",
        "label": ""
      },
      {
        "sentence": "那些平淡无奇的日子，随着时间的流逝，已经找不到它们的位置了。",
        "label": ""
      },
      {
        "sentence": "今年的高考对你来说可能有些特别，对全国的高考生来说都非常特殊。",
        "label": ""
      },
      {
        "sentence": "但是，请再次相信未来一定会好起来的，相信你已经尽自己的全力了，相信你的父母也看得到你的努力。",
        "label": ""
      },
      {
        "sentence": "无论未来的结果如何，只要你曾经努力过，那已经足够了。",
        "label": ""
      },
      {
        "sentence": "你将来可能还会面临很多考试，考研、考公务员、考各种各样的证书、英语考级等等。",
        "label": ""
      },
      {
        "sentence": "人生就像打怪升级一样，前进的过程中总会面临不同的压力。",
        "label": ""
      },
      {
        "sentence": "无论未来如何，你只需要继续努力就好！",
        "label": ""
      },
      {
        "sentence": "相信自己，相信家人对你的支持！",
        "label": ""
      },
      {
        "sentence": "我在这里等着你的信息，我相信你会做得很棒的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你理解我的压力。我知道这次高考对我来说非常重要，但是我又感到很害怕和焦虑，不知道该怎么应对。我现在的学习状态很差，总觉得学不下去。",
    "annotation": [
      {
        "sentence": "谢谢你理解我的压力。",
        "label": ""
      },
      {
        "sentence": "我知道这次高考对我来说非常重要，但是我又感到很害怕和焦虑，不知道该怎么应对。",
        "label": ""
      },
      {
        "sentence": "我现在的学习状态很差，总觉得学不下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不用感谢，我了解你的困扰。对于高考这个关键时刻，焦虑和害怕是正常的情绪反应。但是不要让它们阻碍你前进的步伐。我建议你先从调整自己的学习状态开始，可以通过制定合理的学习计划、找到适合自己的学习方法来提高学习效果。",
    "annotation": [
      {
        "sentence": "你不用感谢，我了解你的困扰。",
        "label": ""
      },
      {
        "sentence": "对于高考这个关键时刻，焦虑和害怕是正常的情绪反应。",
        "label": ""
      },
      {
        "sentence": "但是不要让它们阻碍你前进的步伐。",
        "label": ""
      },
      {
        "sentence": "我建议你先从调整自己的学习状态开始，可以通过制定合理的学习计划、找到适合自己的学习方法来提高学习效果。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想尝试调整学习状态，但是总是很难集中注意力，总觉得心里有一种压力让我无法专心学习。",
    "annotation": [
      {
        "sentence": "我想尝试调整学习状态，但是总是很难集中注意力，总觉得心里有一种压力让我无法专心学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的困扰我完全能理解。试着找一些放松的方式来减轻压力，比如适度的运动、听音乐、和朋友聊天等等。在学习的时候，可以尝试用番茄钟工作法，每隔一段时间专注学习一段时间，然后休息一下，这样可以提高你的学习效率和专注力。",
    "annotation": [
      {
        "sentence": "你的困扰我完全能理解。",
        "label": ""
      },
      {
        "sentence": "试着找一些放松的方式来减轻压力，比如适度的运动、听音乐、和朋友聊天等等。",
        "label": ""
      },
      {
        "sentence": "在学习的时候，可以尝试用番茄钟工作法，每隔一段时间专注学习一段时间，然后休息一下，这样可以提高你的学习效率和专注力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试着调整学习状态并尝试这些方法来减轻压力。但是我还是担心考试的成绩，担心自己不能达到期望的目标。",
    "annotation": [
      {
        "sentence": "好的，我会试着调整学习状态并尝试这些方法来减轻压力。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心考试的成绩，担心自己不能达到期望的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心是正常的，但是你不要让担心过多地占据你的思维。每个人的能力和成绩都有起伏，重要的是你已经尽了自己的努力。无论考试结果如何，你都已经是一个优秀的人，未来的发展也是很光明的。相信自己，相信自己的能力，相信你会有一个美好的未来。我会一直在这里支持你。",
    "annotation": [
      {
        "sentence": "担心是正常的，但是你不要让担心过多地占据你的思维。",
        "label": ""
      },
      {
        "sentence": "每个人的能力和成绩都有起伏，重要的是你已经尽了自己的努力。",
        "label": ""
      },
      {
        "sentence": "无论考试结果如何，你都已经是一个优秀的人，未来的发展也是很光明的。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信自己的能力，相信你会有一个美好的未来。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我感到稍微放松了一些，我会努力调整状态，积极备考的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我感到稍微放松了一些，我会努力调整状态，积极备考的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够为你提供帮助。放松心情，积极调整状态，相信自己的能力，你一定能够取得好成绩。加油，我会一直在这里等着你的好消息！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "放松心情，积极调整状态，相信自己的能力，你一定能够取得好成绩。",
        "label": ""
      },
      {
        "sentence": "加油，我会一直在这里等着你的好消息！",
        "label": ""
      }
    ]
  }
]