[
  {
    "role": "client",
    "content": "最近我总会为了一点点的小事就崩溃大哭。",
    "annotation": [
      {
        "sentence": "最近我总会为了一点点的小事就崩溃大哭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能够理解这种感受，心酸，无助，委屈，没有人理解，只有哭才能释放一下自己的痛苦和压力。因为我也曾经产后抑郁症，很多年才走出来。",
    "annotation": [
      {
        "sentence": "我能够理解这种感受，心酸，无助，委屈，没有人理解，只有哭才能释放一下自己的痛苦和压力。",
        "label": ""
      },
      {
        "sentence": "因为我也曾经产后抑郁症，很多年才走出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我之前确实有过轻微抑郁症，去年年初还遇到了一次令我崩溃的感情问题，但今年年初遇到了那个真正包容我的人，跟他在一起很幸福。",
    "annotation": [
      {
        "sentence": "对，我之前确实有过轻微抑郁症，去年年初还遇到了一次令我崩溃的感情问题，但今年年初遇到了那个真正包容我的人，跟他在一起很幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说既然找到了真正包容你的人，为什么最近会因为一点点的小事就崩溃大哭呢？难道是你之前定义的幸福出现了问题？",
    "annotation": [
      {
        "sentence": "你说既然找到了真正包容你的人，为什么最近会因为一点点的小事就崩溃大哭呢？",
        "label": ""
      },
      {
        "sentence": "难道是你之前定义的幸福出现了问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，可能最近发生的一些小事让我对幸福的定义有些动摇。我觉得这些小事不应该成为我崩溃的理由，但就是控制不住自己的情绪。",
    "annotation": [
      {
        "sentence": "是的，可能最近发生的一些小事让我对幸福的定义有些动摇。",
        "label": ""
      },
      {
        "sentence": "我觉得这些小事不应该成为我崩溃的理由，但就是控制不住自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说的这些小事，是别人眼里的小事还是你自己也认为它们微不足道？为什么会让你崩溃到大哭呢？是不是近年来，每当感情遇到问题，你就会陷入崩溃状态？",
    "annotation": [
      {
        "sentence": "你说的这些小事，是别人眼里的小事还是你自己也认为它们微不足道？",
        "label": ""
      },
      {
        "sentence": "为什么会让你崩溃到大哭呢？",
        "label": ""
      },
      {
        "sentence": "是不是近年来，每当感情遇到问题，你就会陷入崩溃状态？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些小事在别人看来可能不重要，但对我来说却很困扰。我不知道为什么会这样，也许是我对自己的要求太高，而当我无法达到时就会失控情绪。",
    "annotation": [
      {
        "sentence": "这些小事在别人看来可能不重要，但对我来说却很困扰。",
        "label": ""
      },
      {
        "sentence": "我不知道为什么会这样，也许是我对自己的要求太高，而当我无法达到时就会失控情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你内心的困惑和挣扎。从你的描述来看，似乎有很多谜团让人难以捉摸。我虽然无法明确指出问题出在哪里，但我愿意根据我曾经的经验给你一些建议：首先，和父母和解，不管曾经发生过什么，现在学会放下心理负担。其次就是出去运动，每天坚持打球、跑步、跳舞等，这样会慢慢改善你的心情，变得更加开朗。此外，培养一个爱好并找到志同道合的朋友也非常重要，因为一段美好的人生往往从有追求开始。最后还有一些情绪调节方面的方法，例如经常告诉自己“别人的情绪不关我事”，学会收起眼泪，尽量不让眼泪流下来，而且在哭之前先思考一下，其实没有什么值得大哭的。此外，经济独立也非常重要，让自己变得富养自己，多看书，身体和心灵得到滋养，慢慢就能走出不自信的阴影了。还有，从好的角度来看待身边的人，找到他们的优点，互相夸奖和欣赏，这样比互相挖苦更容易获得爱，巩固爱情。希望这些建议能对你有所帮助。",
    "annotation": [
      {
        "sentence": "我能感受到你内心的困惑和挣扎。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，似乎有很多谜团让人难以捉摸。",
        "label": ""
      },
      {
        "sentence": "我虽然无法明确指出问题出在哪里，但我愿意根据我曾经的经验给你一些建议：首先，和父母和解，不管曾经发生过什么，现在学会放下心理负担。",
        "label": ""
      },
      {
        "sentence": "其次就是出去运动，每天坚持打球、跑步、跳舞等，这样会慢慢改善你的心情，变得更加开朗。",
        "label": ""
      },
      {
        "sentence": "此外，培养一个爱好并找到志同道合的朋友也非常重要，因为一段美好的人生往往从有追求开始。",
        "label": ""
      },
      {
        "sentence": "最后还有一些情绪调节方面的方法，例如经常告诉自己“别人的情绪不关我事”，学会收起眼泪，尽量不让眼泪流下来，而且在哭之前先思考一下，其实没有什么值得大哭的。",
        "label": ""
      },
      {
        "sentence": "此外，经济独立也非常重要，让自己变得富养自己，多看书，身体和心灵得到滋养，慢慢就能走出不自信的阴影了。",
        "label": ""
      },
      {
        "sentence": "还有，从好的角度来看待身边的人，找到他们的优点，互相夸奖和欣赏，这样比互相挖苦更容易获得爱，巩固爱情。",
        "label": ""
      },
      {
        "sentence": "希望这些建议能对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和理解，我会尝试去做，尽量让自己的情绪得到平衡。你的经历对我来说真的很启发，知道我并不孤单。",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和理解，我会尝试去做，尽量让自己的情绪得到平衡。",
        "label": ""
      },
      {
        "sentence": "你的经历对我来说真的很启发，知道我并不孤单。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的经历能对你有所启发。你要知道，无论遇到什么困难，你都不是一个人在战斗。我相信只要你坚持努力，一定能够逐渐走出情绪的困惑，迎接更加美好的生活。如果以后还有需要，记得随时来找我聊天。",
    "annotation": [
      {
        "sentence": "很高兴我的经历能对你有所启发。",
        "label": ""
      },
      {
        "sentence": "你要知道，无论遇到什么困难，你都不是一个人在战斗。",
        "label": ""
      },
      {
        "sentence": "我相信只要你坚持努力，一定能够逐渐走出情绪的困惑，迎接更加美好的生活。",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要，记得随时来找我聊天。",
        "label": ""
      }
    ]
  }
]