[
  {
    "role": "client",
    "content": "高一女，父母离异，母亲确诊胃癌晚期，怎么活下去？",
    "annotation": [
      {
        "sentence": "高一女，父母离异，母亲确诊胃癌晚期，怎么活下去？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我真的很为你的遭遇感到惋惜，这样年纪轻轻就面临了如此沉重的负担。不过生活还要继续，我相信一切都会好起来的。你和妈妈的关系看起来非常好，每天都可以打两三个电话，这是现在很多年轻人都无法做到的。你说家里的条件不太好，还欠银行钱，这使你看不到自己的未来。这些事情让你现在变得精神不济，抑郁痛苦甚至产生了自杀的念头。不过，妈妈是你的寄托，你也是妈妈活下去的唯一希望啊。妈妈真的非常爱你，每天都给你打那么多电话，就是希望和你多交流。她可能也在想过结束生命，但她舍不得抛下你一个人。如果你真的伤害了自己，那妈妈可能就会更没有勇气继续活下去了，你明白吗？虽然现在对你来说这一切都太残酷了，但你无法逃避，必须要面对。但我相信这些经历会让你更快地成长，更快地了解社会，获得生存下去的能力。有些事我们是无法改变的，但我们可以竭尽所能去努力。我给你一些建议，希望对你有所帮助：要对妈妈有信心，对医学也要有信心。现在的医疗条件相比以前要好很多，尽管癌症不一定能治愈，但经过药物治疗是可以改善的。我们周围很多人配合药物治疗后生活得还不错。所以首先要有信心。同时你也要相信妈妈，因为只有你相信她，她才会有活下去的信心。保持积极的心态是治疗癌症最好的方法。只有心态好了，才会想要继续活下去，才会积极配合治疗，康复也会更快。你可以利用网络寻求帮助，众人拾柴火焰高嘛。虽然你现在还在读高中，根本没有能力支付妈妈高昂的医疗费用。所以你可以先向亲戚朋友借聚合资金，解燃眉之急。同时你也可以在网上寻求帮助，比如水滴筹等平台。只要你的情况属实，别人也愿意为你提供一些帮助的。我相信你救妈妈的决心会感动很多有爱心的人，他们也会尽力帮助你。但请你一定记住，要对这些陌生人心存感激之情，并将来用自己的力量去帮助更多有需要的人。另外你可以利用寒暑假和业余时间打工，但千万不要荒废学业。你依然是个孩子，学习是改变命运的唯一途径。所以千万不要辍学，你要比别人更加努力学习，只有这样才能过上更好的生活，毕竟将来妈妈可能还需要你的照顾。同时你也可以通过学校提供的勤工俭学计划或者利用寒暑假打工来赚一些钱来帮助家庭和自己支付学费。如果你自己找不到工作的话，可以让学校老师帮忙，找一份适合你的工作。希望这些建议对你有所帮助。同时也希望你的人生不再那么艰难，请你一定要相信，你是一个坚强的女孩，任何时候都不要轻言放弃。",
    "annotation": [
      {
        "sentence": "我真的很为你的遭遇感到惋惜，这样年纪轻轻就面临了如此沉重的负担。",
        "label": ""
      },
      {
        "sentence": "不过生活还要继续，我相信一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "你和妈妈的关系看起来非常好，每天都可以打两三个电话，这是现在很多年轻人都无法做到的。",
        "label": ""
      },
      {
        "sentence": "你说家里的条件不太好，还欠银行钱，这使你看不到自己的未来。",
        "label": ""
      },
      {
        "sentence": "这些事情让你现在变得精神不济，抑郁痛苦甚至产生了自杀的念头。",
        "label": ""
      },
      {
        "sentence": "不过，妈妈是你的寄托，你也是妈妈活下去的唯一希望啊。",
        "label": ""
      },
      {
        "sentence": "妈妈真的非常爱你，每天都给你打那么多电话，就是希望和你多交流。",
        "label": ""
      },
      {
        "sentence": "她可能也在想过结束生命，但她舍不得抛下你一个人。",
        "label": ""
      },
      {
        "sentence": "如果你真的伤害了自己，那妈妈可能就会更没有勇气继续活下去了，你明白吗？",
        "label": ""
      },
      {
        "sentence": "虽然现在对你来说这一切都太残酷了，但你无法逃避，必须要面对。",
        "label": ""
      },
      {
        "sentence": "但我相信这些经历会让你更快地成长，更快地了解社会，获得生存下去的能力。",
        "label": ""
      },
      {
        "sentence": "有些事我们是无法改变的，但我们可以竭尽所能去努力。",
        "label": ""
      },
      {
        "sentence": "我给你一些建议，希望对你有所帮助：要对妈妈有信心，对医学也要有信心。",
        "label": ""
      },
      {
        "sentence": "现在的医疗条件相比以前要好很多，尽管癌症不一定能治愈，但经过药物治疗是可以改善的。",
        "label": ""
      },
      {
        "sentence": "我们周围很多人配合药物治疗后生活得还不错。",
        "label": ""
      },
      {
        "sentence": "所以首先要有信心。",
        "label": ""
      },
      {
        "sentence": "同时你也要相信妈妈，因为只有你相信她，她才会有活下去的信心。",
        "label": ""
      },
      {
        "sentence": "保持积极的心态是治疗癌症最好的方法。",
        "label": ""
      },
      {
        "sentence": "只有心态好了，才会想要继续活下去，才会积极配合治疗，康复也会更快。",
        "label": ""
      },
      {
        "sentence": "你可以利用网络寻求帮助，众人拾柴火焰高嘛。",
        "label": ""
      },
      {
        "sentence": "虽然你现在还在读高中，根本没有能力支付妈妈高昂的医疗费用。",
        "label": ""
      },
      {
        "sentence": "所以你可以先向亲戚朋友借聚合资金，解燃眉之急。",
        "label": ""
      },
      {
        "sentence": "同时你也可以在网上寻求帮助，比如水滴筹等平台。",
        "label": ""
      },
      {
        "sentence": "只要你的情况属实，别人也愿意为你提供一些帮助的。",
        "label": ""
      },
      {
        "sentence": "我相信你救妈妈的决心会感动很多有爱心的人，他们也会尽力帮助你。",
        "label": ""
      },
      {
        "sentence": "但请你一定记住，要对这些陌生人心存感激之情，并将来用自己的力量去帮助更多有需要的人。",
        "label": ""
      },
      {
        "sentence": "另外你可以利用寒暑假和业余时间打工，但千万不要荒废学业。",
        "label": ""
      },
      {
        "sentence": "你依然是个孩子，学习是改变命运的唯一途径。",
        "label": ""
      },
      {
        "sentence": "所以千万不要辍学，你要比别人更加努力学习，只有这样才能过上更好的生活，毕竟将来妈妈可能还需要你的照顾。",
        "label": ""
      },
      {
        "sentence": "同时你也可以通过学校提供的勤工俭学计划或者利用寒暑假打工来赚一些钱来帮助家庭和自己支付学费。",
        "label": ""
      },
      {
        "sentence": "如果你自己找不到工作的话，可以让学校老师帮忙，找一份适合你的工作。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "同时也希望你的人生不再那么艰难，请你一定要相信，你是一个坚强的女孩，任何时候都不要轻言放弃。",
        "label": ""
      }
    ]
  }
]