[
  {
    "role": "client",
    "content": "我感觉从小到大都是为别人而活，好像一直被裹挟着前进。这样的生活让我觉得有点累，但也许这种责任感也成为了我的动力，有点好笑呢。从小被父母灌输了一种思想：“我们把最好的都给你了”、“我们把希望都寄托在你身上了”。所以我一直对他们怀有一种愧疚和歉意，好像如果没有我存在，他们能过得更好。我小的时候，为了满足他们的期望，我会拼命努力，害怕他们失望。长大后，无论我做什么，好像都只是为了满足别人的期待。初中时，我向别人借书，结果被妈妈摔了，并说了很恶毒的话（小时候一直对我说很多恶毒的字眼）。从那以后，我再也不敢借书了。她也撕毁了别人给我的长信。我们住在公路旁，小时候我拿不动水，把水泼在了门口的台阶，结果也被她臭骂一顿。无论发生什么小事，她心情不好的时候都会骂我，用词恶毒。但是我总是逆来顺受，也不会恨她，只有在被骂后才会恨她，事情过去后又只能想到她的好。也许这就是我讨好型人格的根源吧。",
    "annotation": [
      {
        "sentence": "我感觉从小到大都是为别人而活，好像一直被裹挟着前进。",
        "label": ""
      },
      {
        "sentence": "这样的生活让我觉得有点累，但也许这种责任感也成为了我的动力，有点好笑呢。",
        "label": ""
      },
      {
        "sentence": "从小被父母灌输了一种思想：“我们把最好的都给你了”、“我们把希望都寄托在你身上了”。",
        "label": ""
      },
      {
        "sentence": "所以我一直对他们怀有一种愧疚和歉意，好像如果没有我存在，他们能过得更好。",
        "label": ""
      },
      {
        "sentence": "我小的时候，为了满足他们的期望，我会拼命努力，害怕他们失望。",
        "label": ""
      },
      {
        "sentence": "长大后，无论我做什么，好像都只是为了满足别人的期待。",
        "label": ""
      },
      {
        "sentence": "初中时，我向别人借书，结果被妈妈摔了，并说了很恶毒的话（小时候一直对我说很多恶毒的字眼）。",
        "label": ""
      },
      {
        "sentence": "从那以后，我再也不敢借书了。",
        "label": ""
      },
      {
        "sentence": "她也撕毁了别人给我的长信。",
        "label": ""
      },
      {
        "sentence": "我们住在公路旁，小时候我拿不动水，把水泼在了门口的台阶，结果也被她臭骂一顿。",
        "label": ""
      },
      {
        "sentence": "无论发生什么小事，她心情不好的时候都会骂我，用词恶毒。",
        "label": ""
      },
      {
        "sentence": "但是我总是逆来顺受，也不会恨她，只有在被骂后才会恨她，事情过去后又只能想到她的好。",
        "label": ""
      },
      {
        "sentence": "也许这就是我讨好型人格的根源吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个问题和家人相处有关。尤其在疫情期间，很多人必须与亲人长时间相处，也会暴露出许多矛盾。在传统的中国文化影响下，上一辈的父母往往会采取打压式的教育，总是对我们有很多要求，给我们很大的压力，却吝啬赞美和鼓励。这种方式会让我们感觉自己没有被爱，缺乏自信。所以，首先我想告诉你，这不是你一个家庭的问题，很多人都有这样不大不小的家庭问题。对于这个问题，我想说，我小时候也觉得我的父母不够体谅我，说了很难听的话，明明不会对我造成很大危险和困扰，却总是让我感到难受。但当他们对我好的时候，我又深深地爱着他们，感激他们。长大后，我发现我的朋友和同学的父母大多也是如此，我们并不是一个人。即使如此，我和我的同学们在相互沟通后得到了一个共识，那就是我们改变不了父母，只能改变我们自己来让自己更轻松自信。我们要接受自己、接受父母。尽管我的父母说了很恶毒的话，但他们依然爱我。我接受我的生活，接受我的父母。我相信，虽然他们可能有些方式不对，但他们本质上是爱我们的。我们做错事受到惩罚，但我们依然是很好的自己，要相信自己的价值，接纳自己的存在和过失。当我们接受了自己后，可以尝试寻找与父母沟通的方式，告诉他们他们的话给我们带来的感受，提出一定的请求，看他们是否能做出相应的改变。如果他们不能理解我们，我们也可以通过其他方式来宣泄情绪，不要压抑自己。做一个轻松快乐的人。最后，希望我的经历和建议能帮助到你，让我们都能直面自己的家庭和不完美的自己，肯定和包容接纳自己。加油！",
    "annotation": [
      {
        "sentence": "这个问题和家人相处有关。",
        "label": ""
      },
      {
        "sentence": "尤其在疫情期间，很多人必须与亲人长时间相处，也会暴露出许多矛盾。",
        "label": ""
      },
      {
        "sentence": "在传统的中国文化影响下，上一辈的父母往往会采取打压式的教育，总是对我们有很多要求，给我们很大的压力，却吝啬赞美和鼓励。",
        "label": ""
      },
      {
        "sentence": "这种方式会让我们感觉自己没有被爱，缺乏自信。",
        "label": ""
      },
      {
        "sentence": "所以，首先我想告诉你，这不是你一个家庭的问题，很多人都有这样不大不小的家庭问题。",
        "label": ""
      },
      {
        "sentence": "对于这个问题，我想说，我小时候也觉得我的父母不够体谅我，说了很难听的话，明明不会对我造成很大危险和困扰，却总是让我感到难受。",
        "label": ""
      },
      {
        "sentence": "但当他们对我好的时候，我又深深地爱着他们，感激他们。",
        "label": ""
      },
      {
        "sentence": "长大后，我发现我的朋友和同学的父母大多也是如此，我们并不是一个人。",
        "label": ""
      },
      {
        "sentence": "即使如此，我和我的同学们在相互沟通后得到了一个共识，那就是我们改变不了父母，只能改变我们自己来让自己更轻松自信。",
        "label": ""
      },
      {
        "sentence": "我们要接受自己、接受父母。",
        "label": ""
      },
      {
        "sentence": "尽管我的父母说了很恶毒的话，但他们依然爱我。",
        "label": ""
      },
      {
        "sentence": "我接受我的生活，接受我的父母。",
        "label": ""
      },
      {
        "sentence": "我相信，虽然他们可能有些方式不对，但他们本质上是爱我们的。",
        "label": ""
      },
      {
        "sentence": "我们做错事受到惩罚，但我们依然是很好的自己，要相信自己的价值，接纳自己的存在和过失。",
        "label": ""
      },
      {
        "sentence": "当我们接受了自己后，可以尝试寻找与父母沟通的方式，告诉他们他们的话给我们带来的感受，提出一定的请求，看他们是否能做出相应的改变。",
        "label": ""
      },
      {
        "sentence": "如果他们不能理解我们，我们也可以通过其他方式来宣泄情绪，不要压抑自己。",
        "label": ""
      },
      {
        "sentence": "做一个轻松快乐的人。",
        "label": ""
      },
      {
        "sentence": "最后，希望我的经历和建议能帮助到你，让我们都能直面自己的家庭和不完美的自己，肯定和包容接纳自己。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]