[
  {
    "role": "client",
    "content": "我感觉从小到大都是为别人而活，像被裹挟着前进。这种感觉对我来说并不是一种快乐，而更像是一种责任。有时候我会觉得这样的状态有一点好处，因为它成为了我的动力，哈哈，有点好笑。从小我父母一直告诉我，“我们把最好的都给你了”，“我们把希望都寄托在你身上了”。这些话一直在我心里，让我对他们充满了一种愧疚和歉意，好像如果没有我的存在，他们会过得更好一样。以至于我小小年纪就会为了他们说的话拼命努力，尽量不让他们失望。长大后，无论我做什么，好像都只是为了满足别人的期待。记得初中时候我找别人借书，结果妈妈把书扔了，还说了很恶毒的话（小时候她经常对我说很多恶毒的字眼）。从那以后，我再也不敢向别人借书了。还有别人给我写的长信也被她撕了。我们家住在公路旁，我小时候倒水没力气，结果把水泼到了门口的台阶上，她也会臭骂我一顿。她无论心情好坏，都会因为一些小事来责备我，用恶毒的言辞和阴阳怪气的态度对待我。但是我会逆来顺受，也不会觉得很恨她。可是每次被她骂完后，我都会反复回忆这些事情，特别恨她。然而等到一段时间过去，我又会只想着她的好。或许这就是我讨好型人格的根源吧。",
    "annotation": [
      {
        "sentence": "我感觉从小到大都是为别人而活，像被裹挟着前进。",
        "label": ""
      },
      {
        "sentence": "这种感觉对我来说并不是一种快乐，而更像是一种责任。",
        "label": ""
      },
      {
        "sentence": "有时候我会觉得这样的状态有一点好处，因为它成为了我的动力，哈哈，有点好笑。",
        "label": ""
      },
      {
        "sentence": "从小我父母一直告诉我，“我们把最好的都给你了”，“我们把希望都寄托在你身上了”。",
        "label": ""
      },
      {
        "sentence": "这些话一直在我心里，让我对他们充满了一种愧疚和歉意，好像如果没有我的存在，他们会过得更好一样。",
        "label": ""
      },
      {
        "sentence": "以至于我小小年纪就会为了他们说的话拼命努力，尽量不让他们失望。",
        "label": ""
      },
      {
        "sentence": "长大后，无论我做什么，好像都只是为了满足别人的期待。",
        "label": ""
      },
      {
        "sentence": "记得初中时候我找别人借书，结果妈妈把书扔了，还说了很恶毒的话（小时候她经常对我说很多恶毒的字眼）。",
        "label": ""
      },
      {
        "sentence": "从那以后，我再也不敢向别人借书了。",
        "label": ""
      },
      {
        "sentence": "还有别人给我写的长信也被她撕了。",
        "label": ""
      },
      {
        "sentence": "我们家住在公路旁，我小时候倒水没力气，结果把水泼到了门口的台阶上，她也会臭骂我一顿。",
        "label": ""
      },
      {
        "sentence": "她无论心情好坏，都会因为一些小事来责备我，用恶毒的言辞和阴阳怪气的态度对待我。",
        "label": ""
      },
      {
        "sentence": "但是我会逆来顺受，也不会觉得很恨她。",
        "label": ""
      },
      {
        "sentence": "可是每次被她骂完后，我都会反复回忆这些事情，特别恨她。",
        "label": ""
      },
      {
        "sentence": "然而等到一段时间过去，我又会只想着她的好。",
        "label": ""
      },
      {
        "sentence": "或许这就是我讨好型人格的根源吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很多父母经常对孩子说的一句话是：“我已经把最好的都给你了，你还有什么不满足的呢？”因此，为了满足父母的期望，我们常常会表现得很懂事，不敢提出自己的需求，甚至委屈自己。渐渐地，我们养成了讨好型的人格，好像只有这样才能得到别人的认同。但是，我们需要学会分辨，并不是所有人都值得我们去讨好和付出。父母给了我们生命和成长的环境，我们应该感激他们，但我们并不是他们情绪的垃圾桶。有些时候，我们也需要学会说不。我们可以从一些简单的事情开始，比如我们的学业，我们要把它放在首位。学习并不是为了满足父母，而是为了我们自己能有更强的竞争力。所以，在学习上我们最好还是自主前进。当我们把自己的学业处理好之后，可以花一些时间在日常生活中，比如一些力所能及的家务活。我们可以主动去学习和做这些事情。当父母问起的时候，我们可以告诉他们我们已经把学习上的问题都处理好了，并且我们也不应该成为书呆子，还有很多其他事情需要学习。对于父母的指责或者不满情绪，如果我们尝试过与他们沟通，但效果不好，我们可以选择默不作声，或者敬而远之。慢慢地，我们要做好自己应该做的事，也要想想自己的爱好，并制定一些目标，成为更好的自己。我们的存在并不是为了延续父母的期望，因为我们是有情感和思想的个体。所以，很多问题需要我们自己去面对和解决，因此我们要有独立思考和选择的能力。有些事情我们可以尝试着自己做主。",
    "annotation": [
      {
        "sentence": "很多父母经常对孩子说的一句话是：“我已经把最好的都给你了，你还有什么不满足的呢？",
        "label": ""
      },
      {
        "sentence": "”因此，为了满足父母的期望，我们常常会表现得很懂事，不敢提出自己的需求，甚至委屈自己。",
        "label": ""
      },
      {
        "sentence": "渐渐地，我们养成了讨好型的人格，好像只有这样才能得到别人的认同。",
        "label": ""
      },
      {
        "sentence": "但是，我们需要学会分辨，并不是所有人都值得我们去讨好和付出。",
        "label": ""
      },
      {
        "sentence": "父母给了我们生命和成长的环境，我们应该感激他们，但我们并不是他们情绪的垃圾桶。",
        "label": ""
      },
      {
        "sentence": "有些时候，我们也需要学会说不。",
        "label": ""
      },
      {
        "sentence": "我们可以从一些简单的事情开始，比如我们的学业，我们要把它放在首位。",
        "label": ""
      },
      {
        "sentence": "学习并不是为了满足父母，而是为了我们自己能有更强的竞争力。",
        "label": ""
      },
      {
        "sentence": "所以，在学习上我们最好还是自主前进。",
        "label": ""
      },
      {
        "sentence": "当我们把自己的学业处理好之后，可以花一些时间在日常生活中，比如一些力所能及的家务活。",
        "label": ""
      },
      {
        "sentence": "我们可以主动去学习和做这些事情。",
        "label": ""
      },
      {
        "sentence": "当父母问起的时候，我们可以告诉他们我们已经把学习上的问题都处理好了，并且我们也不应该成为书呆子，还有很多其他事情需要学习。",
        "label": ""
      },
      {
        "sentence": "对于父母的指责或者不满情绪，如果我们尝试过与他们沟通，但效果不好，我们可以选择默不作声，或者敬而远之。",
        "label": ""
      },
      {
        "sentence": "慢慢地，我们要做好自己应该做的事，也要想想自己的爱好，并制定一些目标，成为更好的自己。",
        "label": ""
      },
      {
        "sentence": "我们的存在并不是为了延续父母的期望，因为我们是有情感和思想的个体。",
        "label": ""
      },
      {
        "sentence": "所以，很多问题需要我们自己去面对和解决，因此我们要有独立思考和选择的能力。",
        "label": ""
      },
      {
        "sentence": "有些事情我们可以尝试着自己做主。",
        "label": ""
      }
    ]
  }
]