[
  {
    "role": "client",
    "content": "我感觉从小到大都是为别人而活，好像一直被裹挟着前进。可能这也有一点好处，成为了我的动力。但是，从小我就被父母灌输了\"我们把最好的都给你了\"，\"我们把希望都寄托在你身上了\"的思想。所以我一直对他们怀有一种愧疚和歉意，好像没有我他们的生活会更好。小时候为了他们所说的话拼命努力，害怕他们失望。长大后，不论做什么都好像只是为了满足别人的期望。初中时找人借书，妈妈给我摔了书并说了很恶毒的话（小时候一直对我说很多恶毒的字眼）。从那以后我再也不敢借书了。别人给我写的长信也被她撕了。我们家住在公路旁边，小时候我倒水没有力气，结果把水泼在门口的台阶上，妈妈也会臭骂我一顿。她会因为各种小事责怪我，不管大小都会骂我，用恶毒的言辞指责我。但是我都是忍气吞声，不会对她抱怨或者恨她。但每次她骂我之后，我总会反复回忆这些事情，心里特别恨她。然而事情过去后，我又只会想她的好。也许这就是我讨好型人格的根源吧。",
    "annotation": [
      {
        "sentence": "我感觉从小到大都是为别人而活，好像一直被裹挟着前进。",
        "label": ""
      },
      {
        "sentence": "可能这也有一点好处，成为了我的动力。",
        "label": ""
      },
      {
        "sentence": "但是，从小我就被父母灌输了\"我们把最好的都给你了\"，\"我们把希望都寄托在你身上了\"的思想。",
        "label": ""
      },
      {
        "sentence": "所以我一直对他们怀有一种愧疚和歉意，好像没有我他们的生活会更好。",
        "label": ""
      },
      {
        "sentence": "小时候为了他们所说的话拼命努力，害怕他们失望。",
        "label": ""
      },
      {
        "sentence": "长大后，不论做什么都好像只是为了满足别人的期望。",
        "label": ""
      },
      {
        "sentence": "初中时找人借书，妈妈给我摔了书并说了很恶毒的话（小时候一直对我说很多恶毒的字眼）。",
        "label": ""
      },
      {
        "sentence": "从那以后我再也不敢借书了。",
        "label": ""
      },
      {
        "sentence": "别人给我写的长信也被她撕了。",
        "label": ""
      },
      {
        "sentence": "我们家住在公路旁边，小时候我倒水没有力气，结果把水泼在门口的台阶上，妈妈也会臭骂我一顿。",
        "label": ""
      },
      {
        "sentence": "她会因为各种小事责怪我，不管大小都会骂我，用恶毒的言辞指责我。",
        "label": ""
      },
      {
        "sentence": "但是我都是忍气吞声，不会对她抱怨或者恨她。",
        "label": ""
      },
      {
        "sentence": "但每次她骂我之后，我总会反复回忆这些事情，心里特别恨她。",
        "label": ""
      },
      {
        "sentence": "然而事情过去后，我又只会想她的好。",
        "label": ""
      },
      {
        "sentence": "也许这就是我讨好型人格的根源吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的感受。最近我刚学习了一门与讨好型人格有关的课程，收获了很多，我愿意与你分享。弗洛伊德提到过，父母之所以教养孩子失败的原因，无外乎两种。一种是过度满足使孩子失去成长的动力，另一种是过度剥夺使孩子承受过度的挫折。良好的教育环境应该是父母灵活满足孩子的需求，但如何把握这个度是有难度的。要成为合格的父母并不容易，很多父母自己本身也是被一种不健康的教养方式养大的，因此不知道如何去养育孩子，不知道如何与孩子互动。在这样的家庭中成长的孩子，自然会有一些受控制、被要求、被忽视、被贬低等创伤性的事件发生。由此会产生一些负面的自我认知，例如认为自己没有价值、不讨人喜欢、一无是处等，有些人甚至会产生疏离感，觉得连自己的父母都这样对待自己，这个世界是不值得信赖的。在文化中，我们经常被教导天下无不是的父母，这种教条让我们对父母的感受和情绪感到愧疚。我们的痛苦、纠结和难过无处宣泄，而不能呈现的心理问题会进一步影响我们的生活。因此，我们要承担疗愈自己的责任，去了解过去的生活经历中对我们造成了伤害的事情。我们要审视一下童年时期与父母的关系以及成年后与父母的关系。同时也要看看现在的我们生活的状态如何。当我们理顺并疗愈了彼此之间的关系，我们的人生会变得越来越好，我们会享受真正的身心自由。记住，当下掌握在我们自己的手中，尽管我们经历了许多不愉快的事情，但我们可以走出来。希望你早日长大，成为一个独立自主的人，适当地与他们保持距离是很有必要的。祝一切顺利！",
    "annotation": [
      {
        "sentence": "非常理解你的感受。",
        "label": ""
      },
      {
        "sentence": "最近我刚学习了一门与讨好型人格有关的课程，收获了很多，我愿意与你分享。",
        "label": ""
      },
      {
        "sentence": "弗洛伊德提到过，父母之所以教养孩子失败的原因，无外乎两种。",
        "label": ""
      },
      {
        "sentence": "一种是过度满足使孩子失去成长的动力，另一种是过度剥夺使孩子承受过度的挫折。",
        "label": ""
      },
      {
        "sentence": "良好的教育环境应该是父母灵活满足孩子的需求，但如何把握这个度是有难度的。",
        "label": ""
      },
      {
        "sentence": "要成为合格的父母并不容易，很多父母自己本身也是被一种不健康的教养方式养大的，因此不知道如何去养育孩子，不知道如何与孩子互动。",
        "label": ""
      },
      {
        "sentence": "在这样的家庭中成长的孩子，自然会有一些受控制、被要求、被忽视、被贬低等创伤性的事件发生。",
        "label": ""
      },
      {
        "sentence": "由此会产生一些负面的自我认知，例如认为自己没有价值、不讨人喜欢、一无是处等，有些人甚至会产生疏离感，觉得连自己的父母都这样对待自己，这个世界是不值得信赖的。",
        "label": ""
      },
      {
        "sentence": "在文化中，我们经常被教导天下无不是的父母，这种教条让我们对父母的感受和情绪感到愧疚。",
        "label": ""
      },
      {
        "sentence": "我们的痛苦、纠结和难过无处宣泄，而不能呈现的心理问题会进一步影响我们的生活。",
        "label": ""
      },
      {
        "sentence": "因此，我们要承担疗愈自己的责任，去了解过去的生活经历中对我们造成了伤害的事情。",
        "label": ""
      },
      {
        "sentence": "我们要审视一下童年时期与父母的关系以及成年后与父母的关系。",
        "label": ""
      },
      {
        "sentence": "同时也要看看现在的我们生活的状态如何。",
        "label": ""
      },
      {
        "sentence": "当我们理顺并疗愈了彼此之间的关系，我们的人生会变得越来越好，我们会享受真正的身心自由。",
        "label": ""
      },
      {
        "sentence": "记住，当下掌握在我们自己的手中，尽管我们经历了许多不愉快的事情，但我们可以走出来。",
        "label": ""
      },
      {
        "sentence": "希望你早日长大，成为一个独立自主的人，适当地与他们保持距离是很有必要的。",
        "label": ""
      },
      {
        "sentence": "祝一切顺利！",
        "label": ""
      }
    ]
  }
]