[
  {
    "role": "client",
    "content": "被裹挟着前进，感觉从小到大都是为别人而活？感觉我活这么大很多时候都是被裹挟着前进更像是一种责任也许它有一点好处就是成为我的动力hh好好笑啊我从小被父母灌输“我们把最好的都给你了”“我们把希望都寄托在你身上了”的思想。",
    "annotation": [
      {
        "sentence": "被裹挟着前进，感觉从小到大都是为别人而活？",
        "label": ""
      },
      {
        "sentence": "感觉我活这么大很多时候都是被裹挟着前进更像是一种责任也许它有一点好处就是成为我的动力hh好好笑啊我从小被父母灌输“我们把最好的都给你了”“我们把希望都寄托在你身上了”的思想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的感受了。你为别人负责任的感觉似乎一直伴随着你，这确实让你觉得你是为了他人而活。你提到这种感觉给你带来了一些动力，对吗？或许这种动力也是你前进的一部分原因呢。",
    "annotation": [
      {
        "sentence": "听到你的感受了。",
        "label": ""
      },
      {
        "sentence": "你为别人负责任的感觉似乎一直伴随着你，这确实让你觉得你是为了他人而活。",
        "label": ""
      },
      {
        "sentence": "你提到这种感觉给你带来了一些动力，对吗？",
        "label": ""
      },
      {
        "sentence": "或许这种动力也是你前进的一部分原因呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，在某种程度上这种责任感确实给了我动力，让我一直在努力。但是有时候压力也很大，因为我害怕让他们失望或者不满意我所做的事情。",
    "annotation": [
      {
        "sentence": "是的，在某种程度上这种责任感确实给了我动力，让我一直在努力。",
        "label": ""
      },
      {
        "sentence": "但是有时候压力也很大，因为我害怕让他们失望或者不满意我所做的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧。当你一直感到对父母有愧疚和歉意时，自然会希望尽自己所能去满足他们的期望。但是也要记得，你也是一个独立的个体，可以有自己的追求和意愿。你有过考虑过自己的梦想和兴趣吗？",
    "annotation": [
      {
        "sentence": "我理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "当你一直感到对父母有愧疚和歉意时，自然会希望尽自己所能去满足他们的期望。",
        "label": ""
      },
      {
        "sentence": "但是也要记得，你也是一个独立的个体，可以有自己的追求和意愿。",
        "label": ""
      },
      {
        "sentence": "你有过考虑过自己的梦想和兴趣吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有时候确实想过，但是我总觉得如果我为了自己的梦想而活，会伤害到父母或者让他们失望。我不希望他们为了我而放弃他们的期望。",
    "annotation": [
      {
        "sentence": "有时候确实想过，但是我总觉得如果我为了自己的梦想而活，会伤害到父母或者让他们失望。",
        "label": ""
      },
      {
        "sentence": "我不希望他们为了我而放弃他们的期望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的顾虑很明显，你关心父母的感受，不想辜负他们的期望。但是也要记得，父母也希望你能过上自己理想的生活，他们愿意看到你快乐和成功。或许你可以试着跟他们沟通一下，让他们知道你对他们的感激，但同时也表达你有自己的追求和梦想。",
    "annotation": [
      {
        "sentence": "你的顾虑很明显，你关心父母的感受，不想辜负他们的期望。",
        "label": ""
      },
      {
        "sentence": "但是也要记得，父母也希望你能过上自己理想的生活，他们愿意看到你快乐和成功。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着跟他们沟通一下，让他们知道你对他们的感激，但同时也表达你有自己的追求和梦想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会考虑跟他们沟通的。但是还有一件事情困扰着我，小时候因为一些小事情，妈妈经常会用恶毒的话语来责骂我，让我觉得很受伤。这些事情一直放在我心里，虽然我不会恨她，但是每次回想起这些事情，心里很不舒服。",
    "annotation": [
      {
        "sentence": "嗯，我会考虑跟他们沟通的。",
        "label": ""
      },
      {
        "sentence": "但是还有一件事情困扰着我，小时候因为一些小事情，妈妈经常会用恶毒的话语来责骂我，让我觉得很受伤。",
        "label": ""
      },
      {
        "sentence": "这些事情一直放在我心里，虽然我不会恨她，但是每次回想起这些事情，心里很不舒服。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你遭遇妈妈的恶毒言语，我能理解你的心情。这些负面的经历对你造成了不舒服的感受。或许你可以试着向妈妈表达你的感受，告诉她这些话语对你的影响，从而促进你们之间的理解和互动。同时，也要记得经历的过去不能定义你的未来，你可以通过不断成长来超越这些阴影。",
    "annotation": [
      {
        "sentence": "听到你遭遇妈妈的恶毒言语，我能理解你的心情。",
        "label": ""
      },
      {
        "sentence": "这些负面的经历对你造成了不舒服的感受。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着向妈妈表达你的感受，告诉她这些话语对你的影响，从而促进你们之间的理解和互动。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得经历的过去不能定义你的未来，你可以通过不断成长来超越这些阴影。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会试着跟妈妈沟通一下，让她知道这些话对我造成的伤害。还有就是，我想离开家，远离这些不好的回忆，重新开始自己的生活。不过我有些担心独立生活会遇到更多的困难和压力。",
    "annotation": [
      {
        "sentence": "嗯，我会试着跟妈妈沟通一下，让她知道这些话对我造成的伤害。",
        "label": ""
      },
      {
        "sentence": "还有就是，我想离开家，远离这些不好的回忆，重新开始自己的生活。",
        "label": ""
      },
      {
        "sentence": "不过我有些担心独立生活会遇到更多的困难和压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "离开家追求独立生活是一个积极的尝试。当然，新的环境可能会带来一些困难和挑战，但也意味着你将有机会发展自己的能力和独立性。同时，你可以寻找支持和帮助，不必完全独立面对困难。记得，成长过程中的压力和挑战是正常的，通过面对它们，你可以变得更加坚强和自信。",
    "annotation": [
      {
        "sentence": "离开家追求独立生活是一个积极的尝试。",
        "label": ""
      },
      {
        "sentence": "当然，新的环境可能会带来一些困难和挑战，但也意味着你将有机会发展自己的能力和独立性。",
        "label": ""
      },
      {
        "sentence": "同时，你可以寻找支持和帮助，不必完全独立面对困难。",
        "label": ""
      },
      {
        "sentence": "记得，成长过程中的压力和挑战是正常的，通过面对它们，你可以变得更加坚强和自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议。你说的对，我应该积极面对困难，追求自己喜欢的生活。我会慢慢发现自己的追求和兴趣，并努力去实现它们。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "你说的对，我应该积极面对困难，追求自己喜欢的生活。",
        "label": ""
      },
      {
        "sentence": "我会慢慢发现自己的追求和兴趣，并努力去实现它们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够和你交流，听到你对自己未来的积极态度。记得，人生是不断探索和成长的过程，你有能力去创造属于自己的美好生活。如果还需要帮助或者支持，随时与我沟通。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "很高兴能够和你交流，听到你对自己未来的积极态度。",
        "label": ""
      },
      {
        "sentence": "记得，人生是不断探索和成长的过程，你有能力去创造属于自己的美好生活。",
        "label": ""
      },
      {
        "sentence": "如果还需要帮助或者支持，随时与我沟通。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]