[
  {
    "role": "client",
    "content": "我感觉从小到大都是为别人而活，被裹挟着前进。这种感觉让我觉得像是一种责任，虽然它也让我成为我自己的动力。从小，父母一直告诉我他们把最好的都给了我，把希望都寄托在我身上。因此，我一直对他们怀有一种愧疚和歉意，好像如果没有我的存在，他们能过得更好。我小小年纪就为了他们的话拼命努力，害怕他们失望。长大后，无论我做什么都好像只是为了满足别人的期待。初中时，我借书给别人，妈妈把书摔了，并且说了很恶毒的话（小时候她一直对我说很多恶毒的话）。从那以后，我再也没敢借书。她还把别人给我写的长信撕了。我们家住在公路旁边，小时候我拿不动水，把水泼在了门口的台阶上，然后被她臭骂一顿。无论是因为什么小事，只要她心情不好，都会骂我，用阴阳怪气的语言恶意攻击我。但是我一直选择忍受，也不会对她怀恨在心。每次她骂完我，我都会反复回忆这些事情，特别讨厌她。但是等情绪过去后，我又只会想到她的好。也许这就是我讨好型人格的根源吧。",
    "annotation": [
      {
        "sentence": "我感觉从小到大都是为别人而活，被裹挟着前进。",
        "label": ""
      },
      {
        "sentence": "这种感觉让我觉得像是一种责任，虽然它也让我成为我自己的动力。",
        "label": ""
      },
      {
        "sentence": "从小，父母一直告诉我他们把最好的都给了我，把希望都寄托在我身上。",
        "label": ""
      },
      {
        "sentence": "因此，我一直对他们怀有一种愧疚和歉意，好像如果没有我的存在，他们能过得更好。",
        "label": ""
      },
      {
        "sentence": "我小小年纪就为了他们的话拼命努力，害怕他们失望。",
        "label": ""
      },
      {
        "sentence": "长大后，无论我做什么都好像只是为了满足别人的期待。",
        "label": ""
      },
      {
        "sentence": "初中时，我借书给别人，妈妈把书摔了，并且说了很恶毒的话（小时候她一直对我说很多恶毒的话）。",
        "label": ""
      },
      {
        "sentence": "从那以后，我再也没敢借书。",
        "label": ""
      },
      {
        "sentence": "她还把别人给我写的长信撕了。",
        "label": ""
      },
      {
        "sentence": "我们家住在公路旁边，小时候我拿不动水，把水泼在了门口的台阶上，然后被她臭骂一顿。",
        "label": ""
      },
      {
        "sentence": "无论是因为什么小事，只要她心情不好，都会骂我，用阴阳怪气的语言恶意攻击我。",
        "label": ""
      },
      {
        "sentence": "但是我一直选择忍受，也不会对她怀恨在心。",
        "label": ""
      },
      {
        "sentence": "每次她骂完我，我都会反复回忆这些事情，特别讨厌她。",
        "label": ""
      },
      {
        "sentence": "但是等情绪过去后，我又只会想到她的好。",
        "label": ""
      },
      {
        "sentence": "也许这就是我讨好型人格的根源吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实很多父母为了让自己的孩子听话，有意无意地打着都是“为你好”的旗号，让孩子被迫顺从于父母的意志。父母的“为你好”让你感到自己肩负重任，需要满足父母对你的期望，这或许是你存在的价值体现，所以也是你的动力，因为你对于父母来说很重要。你的妈妈有时候因为自己的情绪问题，并不能够理解你，经常骂你。其实小时候的我们是非常容易受到父母的影响的，自己只有如何如何，才能够满足父母的期待。所以你可能不知道自己真正想要什么，自己的需求被压抑了，没有成为真正的自己。为了能够在家庭中生存下去，小时候的我们会无条件地适应环境，接纳父母的情绪和意志，并且发展相应的防御方式，你的模式或许就是讨好。小时候的你或许并不知道妈妈骂你是因为她处理不好自己的情绪问题，只会觉得是自己不好，妈妈才会这样对待自己。这导致你形成了自卑心理。妈妈骂你时你会非常恨她，但是过后又会想着她的好。其实作为孩子，我们基于本能都是爱父母的，并且我们依恋父母。也因此，在与父母相处的过程中，我们形成了一些比较稳定的认知和与人交往的模式。小时候，我们对家人的教养方式只能是被动适应的。现在我们已经长大了，有了选择的能力，可以使用自己的主动权。你现在能够做到自我觉察已经非常好了，你能意识到自己的关系和情绪模式是什么，跟什么有关。在今后的生活中，可以不断增强这种自我觉察，察觉自己的负面自我认知，并且停下来思考，尝试做出不同的选择。可以通过和好朋友或者爱人的交流，来刷新自己的认知和应对方式，更多地意识自己，减少父母养育方式对你的影响，形成新的对自我的认知，发展新的能力，获得不同的体验，从而帮助到自己。",
    "annotation": [
      {
        "sentence": "其实很多父母为了让自己的孩子听话，有意无意地打着都是“为你好”的旗号，让孩子被迫顺从于父母的意志。",
        "label": ""
      },
      {
        "sentence": "父母的“为你好”让你感到自己肩负重任，需要满足父母对你的期望，这或许是你存在的价值体现，所以也是你的动力，因为你对于父母来说很重要。",
        "label": ""
      },
      {
        "sentence": "你的妈妈有时候因为自己的情绪问题，并不能够理解你，经常骂你。",
        "label": ""
      },
      {
        "sentence": "其实小时候的我们是非常容易受到父母的影响的，自己只有如何如何，才能够满足父母的期待。",
        "label": ""
      },
      {
        "sentence": "所以你可能不知道自己真正想要什么，自己的需求被压抑了，没有成为真正的自己。",
        "label": ""
      },
      {
        "sentence": "为了能够在家庭中生存下去，小时候的我们会无条件地适应环境，接纳父母的情绪和意志，并且发展相应的防御方式，你的模式或许就是讨好。",
        "label": ""
      },
      {
        "sentence": "小时候的你或许并不知道妈妈骂你是因为她处理不好自己的情绪问题，只会觉得是自己不好，妈妈才会这样对待自己。",
        "label": ""
      },
      {
        "sentence": "这导致你形成了自卑心理。",
        "label": ""
      },
      {
        "sentence": "妈妈骂你时你会非常恨她，但是过后又会想着她的好。",
        "label": ""
      },
      {
        "sentence": "其实作为孩子，我们基于本能都是爱父母的，并且我们依恋父母。",
        "label": ""
      },
      {
        "sentence": "也因此，在与父母相处的过程中，我们形成了一些比较稳定的认知和与人交往的模式。",
        "label": ""
      },
      {
        "sentence": "小时候，我们对家人的教养方式只能是被动适应的。",
        "label": ""
      },
      {
        "sentence": "现在我们已经长大了，有了选择的能力，可以使用自己的主动权。",
        "label": ""
      },
      {
        "sentence": "你现在能够做到自我觉察已经非常好了，你能意识到自己的关系和情绪模式是什么，跟什么有关。",
        "label": ""
      },
      {
        "sentence": "在今后的生活中，可以不断增强这种自我觉察，察觉自己的负面自我认知，并且停下来思考，尝试做出不同的选择。",
        "label": ""
      },
      {
        "sentence": "可以通过和好朋友或者爱人的交流，来刷新自己的认知和应对方式，更多地意识自己，减少父母养育方式对你的影响，形成新的对自我的认知，发展新的能力，获得不同的体验，从而帮助到自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了。小时候的自己是为了顺应父母的期望而不断努力，自己的需求和感受被忽略了。现在意识到这个问题，我应该如何改变自己的模式呢？",
    "annotation": [
      {
        "sentence": "是的，我明白了。",
        "label": ""
      },
      {
        "sentence": "小时候的自己是为了顺应父母的期望而不断努力，自己的需求和感受被忽略了。",
        "label": ""
      },
      {
        "sentence": "现在意识到这个问题，我应该如何改变自己的模式呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你要学会承认自己的需求和感受是重要的，不要总是为了满足别人的期待而压抑自己。尝试去倾听自己的内心，找到自己真正想要的东西。其次，要学会保护自己，不要再自责或者怀疑自己。你的存在是有价值的，你有权利过自己想要的生活。最后，要尝试建立健康的边界。和父母沟通，告诉他们你的感受和需求，也要学会拒绝一些对你不利的要求。记住，这个过程需要时间和坚持，但是相信自己能够做到，找到真正的自己。",
    "annotation": [
      {
        "sentence": "首先，你要学会承认自己的需求和感受是重要的，不要总是为了满足别人的期待而压抑自己。",
        "label": ""
      },
      {
        "sentence": "尝试去倾听自己的内心，找到自己真正想要的东西。",
        "label": ""
      },
      {
        "sentence": "其次，要学会保护自己，不要再自责或者怀疑自己。",
        "label": ""
      },
      {
        "sentence": "你的存在是有价值的，你有权利过自己想要的生活。",
        "label": ""
      },
      {
        "sentence": "最后，要尝试建立健康的边界。",
        "label": ""
      },
      {
        "sentence": "和父母沟通，告诉他们你的感受和需求，也要学会拒绝一些对你不利的要求。",
        "label": ""
      },
      {
        "sentence": "记住，这个过程需要时间和坚持，但是相信自己能够做到，找到真正的自己。",
        "label": ""
      }
    ]
  }
]