[
  {
    "role": "client",
    "content": "男友离我家比较远，我应该怎样做选择？我男友在离我家比较远的地方上班，前不久我也跟随他去了。但还没找工作，而我现在特别纠结，我想要家的温暖，住在自己家，也舍不得爸妈，觉得对不起他们。而他工作的地方是个小县城，工资及大公司也并不多，而我也比较看重自己的未来，想挣更多钱，找份工作比较稳定，也有发展空间。而他目前给我的感觉来说，他还不是特别稳定，这让我特别纠结。我两边都不舍，都说异地恋不是很好，不知道该怎么做才能更好解决这样的问题？",
    "annotation": [
      {
        "sentence": "男友离我家比较远，我应该怎样做选择？",
        "label": ""
      },
      {
        "sentence": "我男友在离我家比较远的地方上班，前不久我也跟随他去了。",
        "label": ""
      },
      {
        "sentence": "但还没找工作，而我现在特别纠结，我想要家的温暖，住在自己家，也舍不得爸妈，觉得对不起他们。",
        "label": ""
      },
      {
        "sentence": "而他工作的地方是个小县城，工资及大公司也并不多，而我也比较看重自己的未来，想挣更多钱，找份工作比较稳定，也有发展空间。",
        "label": ""
      },
      {
        "sentence": "而他目前给我的感觉来说，他还不是特别稳定，这让我特别纠结。",
        "label": ""
      },
      {
        "sentence": "我两边都不舍，都说异地恋不是很好，不知道该怎么做才能更好解决这样的问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在面临的问题确实是很纠结，感觉困扰。你可以多思考一下，你对于理想生活的期望是什么样的？目前这段关系能给你的是什么样的生活？它是否能满足你对于情感生活的期望？这些问题你可以好好想一想。",
    "annotation": [
      {
        "sentence": "你现在面临的问题确实是很纠结，感觉困扰。",
        "label": ""
      },
      {
        "sentence": "你可以多思考一下，你对于理想生活的期望是什么样的？",
        "label": ""
      },
      {
        "sentence": "目前这段关系能给你的是什么样的生活？",
        "label": ""
      },
      {
        "sentence": "它是否能满足你对于情感生活的期望？",
        "label": ""
      },
      {
        "sentence": "这些问题你可以好好想一想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望能有一个温馨的家庭，和男友住在一起，但又舍不得离开爸妈。现在的关系让我觉得很矛盾，因为他工作的地方并不是一个很好的城市，工资也不高，我又希望自己未来能有更多的发展机会。",
    "annotation": [
      {
        "sentence": "我希望能有一个温馨的家庭，和男友住在一起，但又舍不得离开爸妈。",
        "label": ""
      },
      {
        "sentence": "现在的关系让我觉得很矛盾，因为他工作的地方并不是一个很好的城市，工资也不高，我又希望自己未来能有更多的发展机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对于家庭温馨的渴望很正常，同时也理解你舍不得离开爸妈。而男友工作的地方的确会对你的发展产生一些影响。或许你们可以坦诚地沟通一下，聊一聊你们彼此对于对方的期望，以及现阶段的计划。这样可以帮助你更好地了解彼此的内心想法。",
    "annotation": [
      {
        "sentence": "你对于家庭温馨的渴望很正常，同时也理解你舍不得离开爸妈。",
        "label": ""
      },
      {
        "sentence": "而男友工作的地方的确会对你的发展产生一些影响。",
        "label": ""
      },
      {
        "sentence": "或许你们可以坦诚地沟通一下，聊一聊你们彼此对于对方的期望，以及现阶段的计划。",
        "label": ""
      },
      {
        "sentence": "这样可以帮助你更好地了解彼此的内心想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的沟通方法很好，我感觉我也需要和男友更深入地交流一下。但是我觉得自己很难在情绪上平衡，因为我对未来有一些担忧，担心选择错误会影响到我自己的发展。",
    "annotation": [
      {
        "sentence": "你说的沟通方法很好，我感觉我也需要和男友更深入地交流一下。",
        "label": ""
      },
      {
        "sentence": "但是我觉得自己很难在情绪上平衡，因为我对未来有一些担忧，担心选择错误会影响到我自己的发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感受到你对未来的担忧，这是很正常的。不过，你可以尝试建立一个时间历程表，将你经历的事件按时间线罗列出来，并写下这些事件带给你的具体感受。完成历程表后，你可以思考一下这些感受背后自己的真正需求是什么。",
    "annotation": [
      {
        "sentence": "感受到你对未来的担忧，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "不过，你可以尝试建立一个时间历程表，将你经历的事件按时间线罗列出来，并写下这些事件带给你的具体感受。",
        "label": ""
      },
      {
        "sentence": "完成历程表后，你可以思考一下这些感受背后自己的真正需求是什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个历程表的方法听起来不错，我会试试看。还有其他的建议吗？",
    "annotation": [
      {
        "sentence": "这个历程表的方法听起来不错，我会试试看。",
        "label": ""
      },
      {
        "sentence": "还有其他的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了时间历程表，你也可以尝试和你信任且支持你的朋友或亲人沟通一下，分享你的感受和困扰。他们可能会给你一些建议和想法。如果他们的建议并不理想，你也可以考虑寻求心理咨询师的协助。他们会帮助你更好地解决内心的困扰。",
    "annotation": [
      {
        "sentence": "除了时间历程表，你也可以尝试和你信任且支持你的朋友或亲人沟通一下，分享你的感受和困扰。",
        "label": ""
      },
      {
        "sentence": "他们可能会给你一些建议和想法。",
        "label": ""
      },
      {
        "sentence": "如果他们的建议并不理想，你也可以考虑寻求心理咨询师的协助。",
        "label": ""
      },
      {
        "sentence": "他们会帮助你更好地解决内心的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试试时间历程表和和亲友的沟通。如果需要，我也会寻求心理咨询师的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试试时间历程表和和亲友的沟通。",
        "label": ""
      },
      {
        "sentence": "如果需要，我也会寻求心理咨询师的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议能对你有所帮助。记得保持积极的心态，相信你会找到解决问题的方法的。如果还有其他的困扰或需要进一步的支持，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "记得保持积极的心态，相信你会找到解决问题的方法的。",
        "label": ""
      },
      {
        "sentence": "如果还有其他的困扰或需要进一步的支持，随时来找我聊天。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会加倍努力面对问题的。如果有需要，我会再次联系你。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会加倍努力面对问题的。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会再次联系你。",
        "label": ""
      }
    ]
  }
]