[
  {
    "role": "client",
    "content": "男友离我家比较远，我应该怎样做选择？我男友在离我家比较远的地方上班，前不久我也跟随他去了。但还没找工作，而我现在特别纠结，我想要家的温暖，住在自己家，也舍不得爸妈，觉得对不起他们。而他工作的地方是个小县城，工资及大公司也并不多，而我也比较看重自己的未来，想挣更多钱，找份工作比较稳定，也有发展空间。而他目前给我的感觉来说，他还不是特别稳定，这让我特别纠结。我两边都不舍，都说异地恋不是很好，不知道该怎么做才能更好解决这样的问题？",
    "annotation": [
      {
        "sentence": "男友离我家比较远，我应该怎样做选择？",
        "label": ""
      },
      {
        "sentence": "我男友在离我家比较远的地方上班，前不久我也跟随他去了。",
        "label": ""
      },
      {
        "sentence": "但还没找工作，而我现在特别纠结，我想要家的温暖，住在自己家，也舍不得爸妈，觉得对不起他们。",
        "label": ""
      },
      {
        "sentence": "而他工作的地方是个小县城，工资及大公司也并不多，而我也比较看重自己的未来，想挣更多钱，找份工作比较稳定，也有发展空间。",
        "label": ""
      },
      {
        "sentence": "而他目前给我的感觉来说，他还不是特别稳定，这让我特别纠结。",
        "label": ""
      },
      {
        "sentence": "我两边都不舍，都说异地恋不是很好，不知道该怎么做才能更好解决这样的问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以看得出来你内心那分煎熬，现实与理想还是感觉有一段差距。1、前不久我也跟随他去了：可以看得出你对这段感情也是比较重视的，离开家来到一个陌生的环境，这需要勇气，需要对男方很大的信任，你做到了。2、目前还没有找到工作，他工作的地方是小县城，工资及大公司也并不多，而我也比较看重自己的未来，想挣更多钱，找份工作比较稳定，也有发展空间。而他目前给我的感觉来说，他还不是特别稳定，这让我特别纠结。从以上的文字可以看出来，你原来对于爱情那份感觉被现实打破了一些，首先个人的发展会受到限制，小县城比不上城市，个人发展是会受到局限，生活、格局、眼界都会打磨自己以前的认知。而男友的工资也不是很多，你非常想挣钱，想过一种让人羡慕的生活，但是依目前来看，还是有一定的困难性，你虽然在犹豫，其实自己的内心已经有一些动摇和选择。只是时间的问题。3、我想要家的温暖，住在自己家，也舍不得爸妈，觉得对不起他们。你的父母可能对孩子还是比较宠爱的，所以你在选择自己爱情的时候更多地时候注重自己的感觉，而忽视很多其他方面，比如对方学历、家庭条件、收入，跟男友住这段时间，每天的生活让你有些不习惯，但面对男友那份爱，那份对自己的关心，你是拿父母的爱与男友的相比，是拿父爱的宠，跟男友的爱相比，那会是什么样的结果呢？从你的文字上看，你并没有对男友的那份爱是浓浓的，更多地提到男友方面不好，比如工资、工作地点，不稳定等等。另一面又提到父母对自己的爱。首先你需要考虑的是：1、对男友的爱是否可以抛开一切，包括父母，从文字上看你的男友没有打算来到对方的城市发展，还要继续在那个地方工作，那与父母分离就成为必然。2、男友对自己的爱是坚定不移，比如男友可以放弃现在的生活，你的家庭是否可以接受一个外地男孩，无房、无车、无多少存款的男人走入你们的家庭，接受他，并且与他结婚，共同经营你们的的大家。从你的文字上我也没有看到。以上几点，只是代表对你上述文字的理解，如果有说的不对的地方，也请你可以考虑。去与留，相信你自己的内心已经做了一个决定。相信你的能力，会对自己有一个满意的答复。我在，等着你！",
    "annotation": [
      {
        "sentence": "可以看得出来你内心那分煎熬，现实与理想还是感觉有一段差距。",
        "label": ""
      },
      {
        "sentence": "1、前不久我也跟随他去了：可以看得出你对这段感情也是比较重视的，离开家来到一个陌生的环境，这需要勇气，需要对男方很大的信任，你做到了。",
        "label": ""
      },
      {
        "sentence": "2、目前还没有找到工作，他工作的地方是小县城，工资及大公司也并不多，而我也比较看重自己的未来，想挣更多钱，找份工作比较稳定，也有发展空间。",
        "label": ""
      },
      {
        "sentence": "而他目前给我的感觉来说，他还不是特别稳定，这让我特别纠结。",
        "label": ""
      },
      {
        "sentence": "从以上的文字可以看出来，你原来对于爱情那份感觉被现实打破了一些，首先个人的发展会受到限制，小县城比不上城市，个人发展是会受到局限，生活、格局、眼界都会打磨自己以前的认知。",
        "label": ""
      },
      {
        "sentence": "而男友的工资也不是很多，你非常想挣钱，想过一种让人羡慕的生活，但是依目前来看，还是有一定的困难性，你虽然在犹豫，其实自己的内心已经有一些动摇和选择。",
        "label": ""
      },
      {
        "sentence": "只是时间的问题。",
        "label": ""
      },
      {
        "sentence": "3、我想要家的温暖，住在自己家，也舍不得爸妈，觉得对不起他们。",
        "label": ""
      },
      {
        "sentence": "你的父母可能对孩子还是比较宠爱的，所以你在选择自己爱情的时候更多地时候注重自己的感觉，而忽视很多其他方面，比如对方学历、家庭条件、收入，跟男友住这段时间，每天的生活让你有些不习惯，但面对男友那份爱，那份对自己的关心，你是拿父母的爱与男友的相比，是拿父爱的宠，跟男友的爱相比，那会是什么样的结果呢？",
        "label": ""
      },
      {
        "sentence": "从你的文字上看，你并没有对男友的那份爱是浓浓的，更多地提到男友方面不好，比如工资、工作地点，不稳定等等。",
        "label": ""
      },
      {
        "sentence": "另一面又提到父母对自己的爱。",
        "label": ""
      },
      {
        "sentence": "首先你需要考虑的是：1、对男友的爱是否可以抛开一切，包括父母，从文字上看你的男友没有打算来到对方的城市发展，还要继续在那个地方工作，那与父母分离就成为必然。",
        "label": ""
      },
      {
        "sentence": "2、男友对自己的爱是坚定不移，比如男友可以放弃现在的生活，你的家庭是否可以接受一个外地男孩，无房、无车、无多少存款的男人走入你们的家庭，接受他，并且与他结婚，共同经营你们的的大家。",
        "label": ""
      },
      {
        "sentence": "从你的文字上我也没有看到。",
        "label": ""
      },
      {
        "sentence": "以上几点，只是代表对你上述文字的理解，如果有说的不对的地方，也请你可以考虑。",
        "label": ""
      },
      {
        "sentence": "去与留，相信你自己的内心已经做了一个决定。",
        "label": ""
      },
      {
        "sentence": "相信你的能力，会对自己有一个满意的答复。",
        "label": ""
      },
      {
        "sentence": "我在，等着你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复，你说得对，我确实感到内心的煎熬和迷茫。离开家来到这个陌生的地方，我需要更大的勇气和对男友的信任。我对这段感情是很重视的，但现实却让我开始怀疑。我希望能找到一份稳定的工作，挣更多的钱，但男友所在的小县城对我的未来发展有所限制。而且他目前的状况给我一种稳定性不够的感觉，这让我很纠结。我也非常珍惜家庭的温暖，但又不愿舍弃爸妈，觉得对不起他们。我担心做出选择后会后悔，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "谢谢你的回复，你说得对，我确实感到内心的煎熬和迷茫。",
        "label": ""
      },
      {
        "sentence": "离开家来到这个陌生的地方，我需要更大的勇气和对男友的信任。",
        "label": ""
      },
      {
        "sentence": "我对这段感情是很重视的，但现实却让我开始怀疑。",
        "label": ""
      },
      {
        "sentence": "我希望能找到一份稳定的工作，挣更多的钱，但男友所在的小县城对我的未来发展有所限制。",
        "label": ""
      },
      {
        "sentence": "而且他目前的状况给我一种稳定性不够的感觉，这让我很纠结。",
        "label": ""
      },
      {
        "sentence": "我也非常珍惜家庭的温暖，但又不愿舍弃爸妈，觉得对不起他们。",
        "label": ""
      },
      {
        "sentence": "我担心做出选择后会后悔，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的矛盾和困惑我能够理解。你不仅要面对爱情和家庭的抉择，还要考虑自己的个人发展和未来。现实问题确实存在，小县城的工作机会和薪水可能相对有限，而你又渴望追求更好的生活。同时，你对男友的稳定性也产生了担忧。这些都是需要认真权衡的因素。在做决定之前，你可以先思考以下几个问题：首先，你是不是能够把个人发展看得比较重要，愿意为了更好的工作和收入放弃某些安逸和家庭的温暖？其次，你是否相信你们的感情能够战胜距离和其他困难，以及男友在未来的努力能够给你带来更好的生活？最重要的是，你要确保你的选择是基于自己的真实想法和感受，而非受到他人的影响。只有清楚地了解自己的需求和价值观，才能做出正确的决定。",
    "annotation": [
      {
        "sentence": "你的矛盾和困惑我能够理解。",
        "label": ""
      },
      {
        "sentence": "你不仅要面对爱情和家庭的抉择，还要考虑自己的个人发展和未来。",
        "label": ""
      },
      {
        "sentence": "现实问题确实存在，小县城的工作机会和薪水可能相对有限，而你又渴望追求更好的生活。",
        "label": ""
      },
      {
        "sentence": "同时，你对男友的稳定性也产生了担忧。",
        "label": ""
      },
      {
        "sentence": "这些都是需要认真权衡的因素。",
        "label": ""
      },
      {
        "sentence": "在做决定之前，你可以先思考以下几个问题：首先，你是不是能够把个人发展看得比较重要，愿意为了更好的工作和收入放弃某些安逸和家庭的温暖？",
        "label": ""
      },
      {
        "sentence": "其次，你是否相信你们的感情能够战胜距离和其他困难，以及男友在未来的努力能够给你带来更好的生活？",
        "label": ""
      },
      {
        "sentence": "最重要的是，你要确保你的选择是基于自己的真实想法和感受，而非受到他人的影响。",
        "label": ""
      },
      {
        "sentence": "只有清楚地了解自己的需求和价值观，才能做出正确的决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你提到的问题确实是我需要深思熟虑的。我一直很重视个人的发展和未来，渴望拥有稳定的工作和更好的生活条件。然而，我也不想放弃那份家庭的温暖和对爸妈的感恩之情。这让我很困扰，因为在目前的情况下，我似乎无法兼得两者。我很怕做出错误的选择，害怕后悔。我也担心即使选择了异地恋，我们之间的感情是否能够经受得住距离和时间的考验。我需要更多的信心和支持来做出决定。",
    "annotation": [
      {
        "sentence": "你提到的问题确实是我需要深思熟虑的。",
        "label": ""
      },
      {
        "sentence": "我一直很重视个人的发展和未来，渴望拥有稳定的工作和更好的生活条件。",
        "label": ""
      },
      {
        "sentence": "然而，我也不想放弃那份家庭的温暖和对爸妈的感恩之情。",
        "label": ""
      },
      {
        "sentence": "这让我很困扰，因为在目前的情况下，我似乎无法兼得两者。",
        "label": ""
      },
      {
        "sentence": "我很怕做出错误的选择，害怕后悔。",
        "label": ""
      },
      {
        "sentence": "我也担心即使选择了异地恋，我们之间的感情是否能够经受得住距离和时间的考验。",
        "label": ""
      },
      {
        "sentence": "我需要更多的信心和支持来做出决定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担忧是可以理解的，面对这样的选择确实会让人犹豫不决。但同时，也要相信自己的能力和决心。在做决定之前，你可以试着沟通和与男友一起讨论你们的未来规划和目标。看看他是否愿意为你们之间的感情做出妥协和努力，以及他有没有明确的职业发展计划。与此同时，你也要认真思考自己对家庭和个人发展的重视程度，以及对未来的期许和愿景。只有在充分了解自己和对方的情况下，你才能更好地做出决策，无论选择哪个方向，都能有一个不后悔的结果。",
    "annotation": [
      {
        "sentence": "你的担忧是可以理解的，面对这样的选择确实会让人犹豫不决。",
        "label": ""
      },
      {
        "sentence": "但同时，也要相信自己的能力和决心。",
        "label": ""
      },
      {
        "sentence": "在做决定之前，你可以试着沟通和与男友一起讨论你们的未来规划和目标。",
        "label": ""
      },
      {
        "sentence": "看看他是否愿意为你们之间的感情做出妥协和努力，以及他有没有明确的职业发展计划。",
        "label": ""
      },
      {
        "sentence": "与此同时，你也要认真思考自己对家庭和个人发展的重视程度，以及对未来的期许和愿景。",
        "label": ""
      },
      {
        "sentence": "只有在充分了解自己和对方的情况下，你才能更好地做出决策，无论选择哪个方向，都能有一个不后悔的结果。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我需要和男友进行深入的交流和沟通，了解他对我们未来的规划和愿望。同时，我也要再次审视自己的价值观和对未来的期望。这样，我才能够更明确地做出选择，不后悔自己的决定。谢谢你的建议和支持，我会好好考虑并努力找到答案的。",
    "annotation": [
      {
        "sentence": "你说的很对，我需要和男友进行深入的交流和沟通，了解他对我们未来的规划和愿望。",
        "label": ""
      },
      {
        "sentence": "同时，我也要再次审视自己的价值观和对未来的期望。",
        "label": ""
      },
      {
        "sentence": "这样，我才能够更明确地做出选择，不后悔自己的决定。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，我会好好考虑并努力找到答案的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能为你提供帮助。记得，在做决定之前，认真倾听自己内心的声音，并相信自己的能力和智慧。无论你做出什么选择，都要相信它是对的，相信自己有能力应对未来的挑战。祝你好运，希望你能找到适合自己的答案。如果还有什么困惑和需要帮助的地方，随时都可以找我倾诉。我会一直在这里支持你。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "记得，在做决定之前，认真倾听自己内心的声音，并相信自己的能力和智慧。",
        "label": ""
      },
      {
        "sentence": "无论你做出什么选择，都要相信它是对的，相信自己有能力应对未来的挑战。",
        "label": ""
      },
      {
        "sentence": "祝你好运，希望你能找到适合自己的答案。",
        "label": ""
      },
      {
        "sentence": "如果还有什么困惑和需要帮助的地方，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，你的话让我感到很温暖和鼓舞。我会珍惜这段对话中的建议，并在",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，你的话让我感到很温暖和鼓舞。",
        "label": ""
      },
      {
        "sentence": "我会珍惜这段对话中的建议，并在",
        "label": ""
      }
    ]
  }
]