[
  {
    "role": "client",
    "content": "该怎么和20年前舍弃自己的父母相处？曾经有咨询师说精神分裂症患者对血缘尤为在意，我不是，但我也在意。父母小的时候因为重男轻女把我送人了，准确说丢在别人家门口，20年不闻不问。我历经磨难考上研究生，可是却抑郁了。因为身世问题。我45岁就从周围人口里知道了，然后把自己憋病了。我们曾经用微信只言片语的联系过，但是后来我认为他们凉薄把他们全部删了，而他们也再没有加过我。我每天吃药，行尸走肉一般活着，我要主动去找他们吗？是不是我跟他们和平相处了，我才可以结束这种痛苦的生活。一个能把自己孩子丢了20年不闻不问的人，即使知道孩子因为自己抑郁的要自杀了还是能言语刺激的人，够心狠，实在让我不想再接近，可是我又割舍不了，到底应该怎么做呢？",
    "annotation": [
      {
        "sentence": "该怎么和20年前舍弃自己的父母相处？",
        "label": ""
      },
      {
        "sentence": "曾经有咨询师说精神分裂症患者对血缘尤为在意，我不是，但我也在意。",
        "label": ""
      },
      {
        "sentence": "父母小的时候因为重男轻女把我送人了，准确说丢在别人家门口，20年不闻不问。",
        "label": ""
      },
      {
        "sentence": "我历经磨难考上研究生，可是却抑郁了。",
        "label": ""
      },
      {
        "sentence": "因为身世问题。",
        "label": ""
      },
      {
        "sentence": "我45岁就从周围人口里知道了，然后把自己憋病了。",
        "label": ""
      },
      {
        "sentence": "我们曾经用微信只言片语的联系过，但是后来我认为他们凉薄把他们全部删了，而他们也再没有加过我。",
        "label": ""
      },
      {
        "sentence": "我每天吃药，行尸走肉一般活着，我要主动去找他们吗？",
        "label": ""
      },
      {
        "sentence": "是不是我跟他们和平相处了，我才可以结束这种痛苦的生活。",
        "label": ""
      },
      {
        "sentence": "一个能把自己孩子丢了20年不闻不问的人，即使知道孩子因为自己抑郁的要自杀了还是能言语刺激的人，够心狠，实在让我不想再接近，可是我又割舍不了，到底应该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你感到对父母的过去行为感到困扰，尤其是他们对你的冷漠态度。这种情况下，你希望能找到一种方法来改善你们之间的关系，从而结束目前的痛苦生活。但是我想弄清楚一件事，为什么你一定要和那些抛弃了你的人相处呢？你对血缘关系的执着是什么原因呢？请分享一下你的想法。",
    "annotation": [
      {
        "sentence": "听起来你感到对父母的过去行为感到困扰，尤其是他们对你的冷漠态度。",
        "label": ""
      },
      {
        "sentence": "这种情况下，你希望能找到一种方法来改善你们之间的关系，从而结束目前的痛苦生活。",
        "label": ""
      },
      {
        "sentence": "但是我想弄清楚一件事，为什么你一定要和那些抛弃了你的人相处呢？",
        "label": ""
      },
      {
        "sentence": "你对血缘关系的执着是什么原因呢？",
        "label": ""
      },
      {
        "sentence": "请分享一下你的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得血缘关系是重要的，尽管我不是精神分裂症患者，但我也在意。小时候他们把我送人，这一事实对我影响很大。现在我已经知道了自己的身世问题，这让我感到十分沮丧和抑郁。我曾尝试与他们用微信联系，但后来他们没有回应，并把我从他们的联系人名单中删除了。现在的我每天靠吃药来维持生活，感觉像是行尸走肉，我是否应该主动去找他们呢？",
    "annotation": [
      {
        "sentence": "我觉得血缘关系是重要的，尽管我不是精神分裂症患者，但我也在意。",
        "label": ""
      },
      {
        "sentence": "小时候他们把我送人，这一事实对我影响很大。",
        "label": ""
      },
      {
        "sentence": "现在我已经知道了自己的身世问题，这让我感到十分沮丧和抑郁。",
        "label": ""
      },
      {
        "sentence": "我曾尝试与他们用微信联系，但后来他们没有回应，并把我从他们的联系人名单中删除了。",
        "label": ""
      },
      {
        "sentence": "现在的我每天靠吃药来维持生活，感觉像是行尸走肉，我是否应该主动去找他们呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你希望与父母和好，并且相信只有与他们和平相处，你才能结束这种痛苦的生活。但我明白你对于他们的行为感到非常的愤慨，因为他们丢下你二十年不闻不问。你认为这种心狠的人即使知道你因为抑郁要自杀，也会刺激你，进一步加深你的痛苦。虽然你对他们的态度很矛盾，但你又无法割舍。你觉得自己应该怎么做呢？",
    "annotation": [
      {
        "sentence": "听起来你希望与父母和好，并且相信只有与他们和平相处，你才能结束这种痛苦的生活。",
        "label": ""
      },
      {
        "sentence": "但我明白你对于他们的行为感到非常的愤慨，因为他们丢下你二十年不闻不问。",
        "label": ""
      },
      {
        "sentence": "你认为这种心狠的人即使知道你因为抑郁要自杀，也会刺激你，进一步加深你的痛苦。",
        "label": ""
      },
      {
        "sentence": "虽然你对他们的态度很矛盾，但你又无法割舍。",
        "label": ""
      },
      {
        "sentence": "你觉得自己应该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很矛盾，不知道应该怎么做。我可能需要一些指导和建议，你能帮助我吗？",
    "annotation": [
      {
        "sentence": "我真的很矛盾，不知道应该怎么做。",
        "label": ""
      },
      {
        "sentence": "我可能需要一些指导和建议，你能帮助我吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以，我会尽力帮助你。首先，我想说的是，你的感受是可以理解的。对于这种复杂的家庭关系问题，没有一个简单的答案。我了解你希望与父母和好的愿望，但是也要考虑到你自己的心理健康。与抛弃你的人相处可能带来更多的伤害和痛苦。在做出决定之前，你可以试着进行一些自我反省，思考一下自己对这段关系的真正需求和期望。",
    "annotation": [
      {
        "sentence": "当然可以，我会尽力帮助你。",
        "label": ""
      },
      {
        "sentence": "首先，我想说的是，你的感受是可以理解的。",
        "label": ""
      },
      {
        "sentence": "对于这种复杂的家庭关系问题，没有一个简单的答案。",
        "label": ""
      },
      {
        "sentence": "我了解你希望与父母和好的愿望，但是也要考虑到你自己的心理健康。",
        "label": ""
      },
      {
        "sentence": "与抛弃你的人相处可能带来更多的伤害和痛苦。",
        "label": ""
      },
      {
        "sentence": "在做出决定之前，你可以试着进行一些自我反省，思考一下自己对这段关系的真正需求和期望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我确实需要好好思考一下我对他们的期望和需求。除此之外，我还应该注意些什么呢？",
    "annotation": [
      {
        "sentence": "你说的很对，我确实需要好好思考一下我对他们的期望和需求。",
        "label": ""
      },
      {
        "sentence": "除此之外，我还应该注意些什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我认为，除了思考你对他们的期望和需求，你还可以关注一些你能够主动控制和改变的方面。你可以致力于你的学业、与朋友和养父母的关系以及你的未来规划。当你把注意力放在自己可以实际改变的地方时，你会逐渐感受到积极的变化，这也可以为你带来更好的心理状态。你可以通过心理咨询来帮助自己处理过去所受的创伤，这些都是可以通过你自己的努力和心理咨询改变的。",
    "annotation": [
      {
        "sentence": "我认为，除了思考你对他们的期望和需求，你还可以关注一些你能够主动控制和改变的方面。",
        "label": ""
      },
      {
        "sentence": "你可以致力于你的学业、与朋友和养父母的关系以及你的未来规划。",
        "label": ""
      },
      {
        "sentence": "当你把注意力放在自己可以实际改变的地方时，你会逐渐感受到积极的变化，这也可以为你带来更好的心理状态。",
        "label": ""
      },
      {
        "sentence": "你可以通过心理咨询来帮助自己处理过去所受的创伤，这些都是可以通过你自己的努力和心理咨询改变的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会努力关注我可以改变的事情，并考虑寻求心理咨询师的帮助来处理过去的创伤。我想这样做会对我有所帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会努力关注我可以改变的事情，并考虑寻求心理咨询师的帮助来处理过去的创伤。",
        "label": ""
      },
      {
        "sentence": "我想这样做会对我有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意考虑我的建议。记得，这可能需要一段时间和努力，但每一次小的改变都会积累起来，最终成为改善人生的力量。如果你在这个过程中需要任何帮助或者再次交流，都可以随时找我倾诉。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意考虑我的建议。",
        "label": ""
      },
      {
        "sentence": "记得，这可能需要一段时间和努力，但每一次小的改变都会积累起来，最终成为改善人生的力量。",
        "label": ""
      },
      {
        "sentence": "如果你在这个过程中需要任何帮助或者再次交流，都可以随时找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会的。再次感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "好的，我会的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  }
]