[
  {
    "role": "client",
    "content": "每次见到我的一个前男友都会非常不舒服，没有释怀？我和他分手已经8年了，原来谈过一年半的恋爱。这些年我见过他四次，每次的全程经过我都很记得，我们分手是他提的，提了以后就一直消失，逼得我不能接受也只能接受。我以为自己已经很释怀了，我也找到了自己想要过一辈子的人，但是每次见到他，我回来以后都会非常不舒服，哪里都不舒服，我发现我好像还是没有释怀，总是想着这件事。",
    "annotation": [
      {
        "sentence": "每次见到我的一个前男友都会非常不舒服，没有释怀？",
        "label": ""
      },
      {
        "sentence": "我和他分手已经8年了，原来谈过一年半的恋爱。",
        "label": ""
      },
      {
        "sentence": "这些年我见过他四次，每次的全程经过我都很记得，我们分手是他提的，提了以后就一直消失，逼得我不能接受也只能接受。",
        "label": ""
      },
      {
        "sentence": "我以为自己已经很释怀了，我也找到了自己想要过一辈子的人，但是每次见到他，我回来以后都会非常不舒服，哪里都不舒服，我发现我好像还是没有释怀，总是想着这件事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你这么说，我能理解你对前男友的不舒服和未能释怀的感受。分手已经八年了，但见过他四次仍然会不舒服，这可能是因为分手时他单方面提出而你没有得到宣泄的机会，只能接受这个事实。我之前也有类似的经历，和他只谈了半年，还是异地恋，他选择了在分开后才告诉我，而且没有给我任何解释，那段时间我一直处于颓废状态。后来我逐渐明白，自己的不舒服并不完全是因为爱，而是对于他的不甘心。或许你的不舒服也有很大一部分是因为不甘心。试想，如果是你主动分手，再见到他时你会感到这种不舒服吗？更多的可能是尴尬吧！",
    "annotation": [
      {
        "sentence": "听你这么说，我能理解你对前男友的不舒服和未能释怀的感受。",
        "label": ""
      },
      {
        "sentence": "分手已经八年了，但见过他四次仍然会不舒服，这可能是因为分手时他单方面提出而你没有得到宣泄的机会，只能接受这个事实。",
        "label": ""
      },
      {
        "sentence": "我之前也有类似的经历，和他只谈了半年，还是异地恋，他选择了在分开后才告诉我，而且没有给我任何解释，那段时间我一直处于颓废状态。",
        "label": ""
      },
      {
        "sentence": "后来我逐渐明白，自己的不舒服并不完全是因为爱，而是对于他的不甘心。",
        "label": ""
      },
      {
        "sentence": "或许你的不舒服也有很大一部分是因为不甘心。",
        "label": ""
      },
      {
        "sentence": "试想，如果是你主动分手，再见到他时你会感到这种不舒服吗？",
        "label": ""
      },
      {
        "sentence": "更多的可能是尴尬吧！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我确实有很多不甘心，特别是在当时被他伤害得很深的情况下，这些不愉快的经历一直在我的心里留下了烙印，过去很难受，现在也仍然感到难受。但我知道我不能总是沉浸在过去的伤痛中，还是应该尝试与自己和解，这样会更轻松些。",
    "annotation": [
      {
        "sentence": "你说得很对，我确实有很多不甘心，特别是在当时被他伤害得很深的情况下，这些不愉快的经历一直在我的心里留下了烙印，过去很难受，现在也仍然感到难受。",
        "label": ""
      },
      {
        "sentence": "但我知道我不能总是沉浸在过去的伤痛中，还是应该尝试与自己和解，这样会更轻松些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能意识到这一点。确实，和解过去的事情已经无法改变，虽然当初是他提出分手并消失，让你受伤甚深，但是过去的已经过去。你可以试着放下这些难受的回忆，让自己更加轻松。最重要的是，你已经找到了陪伴你一生的人，应该对现在的生活充满珍惜和幸福。",
    "annotation": [
      {
        "sentence": "很高兴你能意识到这一点。",
        "label": ""
      },
      {
        "sentence": "确实，和解过去的事情已经无法改变，虽然当初是他提出分手并消失，让你受伤甚深，但是过去的已经过去。",
        "label": ""
      },
      {
        "sentence": "你可以试着放下这些难受的回忆，让自己更加轻松。",
        "label": ""
      },
      {
        "sentence": "最重要的是，你已经找到了陪伴你一生的人，应该对现在的生活充满珍惜和幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "的确，现在的伴侣对我非常好，我也明白应该珍惜现在的幸福。可是每次我不舒服的时候，不知怎么的就会影响到我们的关系，让我们疏远。我知道我应该改变这种状态，但还是无法自控。",
    "annotation": [
      {
        "sentence": "的确，现在的伴侣对我非常好，我也明白应该珍惜现在的幸福。",
        "label": ""
      },
      {
        "sentence": "可是每次我不舒服的时候，不知怎么的就会影响到我们的关系，让我们疏远。",
        "label": ""
      },
      {
        "sentence": "我知道我应该改变这种状态，但还是无法自控。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的意识很重要，知道自己应该改变已经是第一步。在每次不舒服的时候，试着调整自己的情绪，不要让过去的影响到现在和未来的幸福。你可以尝试以下方法：每当不舒服时，先深呼吸几次，放松自己；想象自己和伴侣幸福的未来，将目光转向现在和未来，不再固守过去的情绪；告诉自己，不要让过去的人和事继续影响你的生活，保持积极的心态。这样，你会发现现在的幸福和关系会更紧密。",
    "annotation": [
      {
        "sentence": "你的意识很重要，知道自己应该改变已经是第一步。",
        "label": ""
      },
      {
        "sentence": "在每次不舒服的时候，试着调整自己的情绪，不要让过去的影响到现在和未来的幸福。",
        "label": ""
      },
      {
        "sentence": "你可以尝试以下方法：每当不舒服时，先深呼吸几次，放松自己；想象自己和伴侣幸福的未来，将目光转向现在和未来，不再固守过去的情绪；告诉自己，不要让过去的人和事继续影响你的生活，保持积极的心态。",
        "label": ""
      },
      {
        "sentence": "这样，你会发现现在的幸福和关系会更紧密。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着按照你说的方法调整自己的情绪和心态。我也希望能够与伴侣更加珍惜和享受我们的幸福生活。真的很感谢你的支持和帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着按照你说的方法调整自己的情绪和心态。",
        "label": ""
      },
      {
        "sentence": "我也希望能够与伴侣更加珍惜和享受我们的幸福生活。",
        "label": ""
      },
      {
        "sentence": "真的很感谢你的支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你能够积极面对自己的情绪和问题已经很棒了。改变需要时间和努力，但只要你坚持调整自己的态度，相信你一定能够克服这些困扰，享受到更多的幸福。如果以后还有任何需要帮助的地方，随时都可以找我倾诉。祝你幸福！",
    "annotation": [
      {
        "sentence": "不客气，你能够积极面对自己的情绪和问题已经很棒了。",
        "label": ""
      },
      {
        "sentence": "改变需要时间和努力，但只要你坚持调整自己的态度，相信你一定能够克服这些困扰，享受到更多的幸福。",
        "label": ""
      },
      {
        "sentence": "如果以后还有任何需要帮助的地方，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你幸福！",
        "label": ""
      }
    ]
  }
]