[
  {
    "role": "client",
    "content": "每次见到我的一个前男友都会非常不舒服，没有释怀？我和他分手已经8年了，原来谈过一年半的恋爱。这些年我见过他四次，每次的全程经过我都很记得，我们分手是他提的，提了以后就一直消失，逼得我不能接受也只能接受。我以为自己已经很释怀了，我也找到了自己想要过一辈子的人，但是每次见到他，我回来以后都会非常不舒服，哪里都不舒服，我发现我好像还是没有释怀，总是想着这件事。",
    "annotation": [
      {
        "sentence": "每次见到我的一个前男友都会非常不舒服，没有释怀？",
        "label": ""
      },
      {
        "sentence": "我和他分手已经8年了，原来谈过一年半的恋爱。",
        "label": ""
      },
      {
        "sentence": "这些年我见过他四次，每次的全程经过我都很记得，我们分手是他提的，提了以后就一直消失，逼得我不能接受也只能接受。",
        "label": ""
      },
      {
        "sentence": "我以为自己已经很释怀了，我也找到了自己想要过一辈子的人，但是每次见到他，我回来以后都会非常不舒服，哪里都不舒服，我发现我好像还是没有释怀，总是想着这件事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先给你一个小小的拥抱。从你的描述中得知，你和你的前男友分手八年了，但看见他还会心里不舒服。为何会心里不舒服？上一段感情相处得太好，让你留念。在生活中确实有这样的事情，比如说我们吃完了一颗美味的糖果，再吃另外一颗完全不一样味道的糖果时，往往也会有所怀念。不知道原因的分手让你对这一段结束的感情心存疑惑。你有说过，男生提了分手就什么也没告诉你了，你连为什么都不知道就要接受自己已经分手的事，这件事本身就对你不公平。前男友没有解释的离开让你愤怒。我们常说做事要有始有终，你的前男友没有给你一个合理的解释，就单方面得先结束了你们的关系，这并不是一个负责任的态度。没有得到解释的你，对自己和这段恋情产生了更多偏离的想法。我有这样的经历，尤其是在夜深人静的时候，往往我会想得更多，想着想着就忍不住想哭，这种时候我们还往往习惯于贬低自己，让自己受到了更多的伤害。",
    "annotation": [
      {
        "sentence": "首先给你一个小小的拥抱。",
        "label": ""
      },
      {
        "sentence": "从你的描述中得知，你和你的前男友分手八年了，但看见他还会心里不舒服。",
        "label": ""
      },
      {
        "sentence": "为何会心里不舒服？",
        "label": ""
      },
      {
        "sentence": "上一段感情相处得太好，让你留念。",
        "label": ""
      },
      {
        "sentence": "在生活中确实有这样的事情，比如说我们吃完了一颗美味的糖果，再吃另外一颗完全不一样味道的糖果时，往往也会有所怀念。",
        "label": ""
      },
      {
        "sentence": "不知道原因的分手让你对这一段结束的感情心存疑惑。",
        "label": ""
      },
      {
        "sentence": "你有说过，男生提了分手就什么也没告诉你了，你连为什么都不知道就要接受自己已经分手的事，这件事本身就对你不公平。",
        "label": ""
      },
      {
        "sentence": "前男友没有解释的离开让你愤怒。",
        "label": ""
      },
      {
        "sentence": "我们常说做事要有始有终，你的前男友没有给你一个合理的解释，就单方面得先结束了你们的关系，这并不是一个负责任的态度。",
        "label": ""
      },
      {
        "sentence": "没有得到解释的你，对自己和这段恋情产生了更多偏离的想法。",
        "label": ""
      },
      {
        "sentence": "我有这样的经历，尤其是在夜深人静的时候，往往我会想得更多，想着想着就忍不住想哭，这种时候我们还往往习惯于贬低自己，让自己受到了更多的伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。是的，我对整件事情一直耿耿于怀，无法释怀。他的突然离开让我感觉非常失落和无力，无法接受这样的结果。我试图忘记，努力去追求新的幸福，但每次见到他，都会让我重新体验到那段痛苦和不舒服的感觉。我真的不知道该怎么办才能彻底摆脱这种困扰。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "是的，我对整件事情一直耿耿于怀，无法释怀。",
        "label": ""
      },
      {
        "sentence": "他的突然离开让我感觉非常失落和无力，无法接受这样的结果。",
        "label": ""
      },
      {
        "sentence": "我试图忘记，努力去追求新的幸福，但每次见到他，都会让我重新体验到那段痛苦和不舒服的感觉。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办才能彻底摆脱这种困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的痛苦和困惑。面对这样的问题，首先要认清自己的感受，并接受这些负面情绪。然后，你可以尝试去寻找一种解决问题的路径。比如，你可以试着直接与他对话，告诉他你对这段感情的遗憾和困扰，看看是否能得到一些答案和解释。但同时，我要提醒你，这也许不是解决问题的唯一方法，你可以考虑找到自己内心的平静和接受，学会释怀和放下过去的痛苦，珍惜眼前的幸福和美好。",
    "annotation": [
      {
        "sentence": "我完全理解你的痛苦和困惑。",
        "label": ""
      },
      {
        "sentence": "面对这样的问题，首先要认清自己的感受，并接受这些负面情绪。",
        "label": ""
      },
      {
        "sentence": "然后，你可以尝试去寻找一种解决问题的路径。",
        "label": ""
      },
      {
        "sentence": "比如，你可以试着直接与他对话，告诉他你对这段感情的遗憾和困扰，看看是否能得到一些答案和解释。",
        "label": ""
      },
      {
        "sentence": "但同时，我要提醒你，这也许不是解决问题的唯一方法，你可以考虑找到自己内心的平静和接受，学会释怀和放下过去的痛苦，珍惜眼前的幸福和美好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该坦然面对自己的感受，并探索解决问题的方法。我会考虑与他沟通，但更重要的是，我要学会放下过去的痛苦，专注于现在的幸福。我真的很感谢你给我提供的支持和建议，这让我感到温暖和宽慰。",
    "annotation": [
      {
        "sentence": "你说得对，我应该坦然面对自己的感受，并探索解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "我会考虑与他沟通，但更重要的是，我要学会放下过去的痛苦，专注于现在的幸福。",
        "label": ""
      },
      {
        "sentence": "我真的很感谢你给我提供的支持和建议，这让我感到温暖和宽慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意帮助你。记住，人生中的每一段经历都是我们成长的机会，虽然过去的疼痛无法改变，但我们可以选择如何面对它们，并从中学习。你已经走出了过去的阴影，找到了自己想要过一辈子的人，这是很美好的事情。相信自己，珍惜眼前的幸福，你一定能够摆脱困扰，过上幸福的生活。",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "记住，人生中的每一段经历都是我们成长的机会，虽然过去的疼痛无法改变，但我们可以选择如何面对它们，并从中学习。",
        "label": ""
      },
      {
        "sentence": "你已经走出了过去的阴影，找到了自己想要过一辈子的人，这是很美好的事情。",
        "label": ""
      },
      {
        "sentence": "相信自己，珍惜眼前的幸福，你一定能够摆脱困扰，过上幸福的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，你的话让我觉得心里更加坚定了。我真的需要转变我的思维方式，让自己更加积极向前。我会好好珍惜眼前的幸福，抛开过去的烦恼，向着美好的未来迈进。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，你的话让我觉得心里更加坚定了。",
        "label": ""
      },
      {
        "sentence": "我真的需要转变我的思维方式，让自己更加积极向前。",
        "label": ""
      },
      {
        "sentence": "我会好好珍惜眼前的幸福，抛开过去的烦恼，向着美好的未来迈进。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常棒！你已经有了正确的态度和决心。过去的痛苦只是暂时的，美好的未来在等着你。相信自己的能力，相信自己的选择，你一定能够找到幸福和满足。如果将来还有任何困难或疑惑，记得随时来找我倾诉。我会一直在这里支持你的。",
    "annotation": [
      {
        "sentence": "非常棒！",
        "label": ""
      },
      {
        "sentence": "你已经有了正确的态度和决心。",
        "label": ""
      },
      {
        "sentence": "过去的痛苦只是暂时的，美好的未来在等着你。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，相信自己的选择，你一定能够找到幸福和满足。",
        "label": ""
      },
      {
        "sentence": "如果将来还有任何困难或疑惑，记得随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的承诺和鼓励，我一定会珍惜这份支持。如果有需要，我会随时向你寻求帮助和建议。希望我们能够成为长久的朋友。",
    "annotation": [
      {
        "sentence": "谢谢你的承诺和鼓励，我一定会珍惜这份支持。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会随时向你寻求帮助和建议。",
        "label": ""
      },
      {
        "sentence": "希望我们能够成为长久的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我也很愿意成为你的朋友，并陪伴你走过每一个艰难的时刻。不要忘记，你并不孤单，身边还有很多人愿意帮助你，包括我在内。祝福你早日走出困境，找到真正属于你的幸福。",
    "annotation": [
      {
        "sentence": "我也很愿意成为你的朋友，并陪伴你走过每一个艰难的时刻。",
        "label": ""
      },
      {
        "sentence": "不要忘记，你并不孤单，身边还有很多人愿意帮助你，包括我在内。",
        "label": ""
      },
      {
        "sentence": "祝福你早日走出困境，找到真正属于你的幸福。",
        "label": ""
      }
    ]
  }
]