[
  {
    "role": "client",
    "content": "每次见到我的一个前男友都会非常不舒服，没有释怀？我和他分手已经8年了，原来谈过一年半的恋爱。这些年我见过他四次，每次的全程经过我都很记得，我们分手是他提的，提了以后就一直消失，逼得我不能接受也只能接受。我以为自己已经很释怀了，我也找到了自己想要过一辈子的人，但是每次见到他，我回来以后都会非常不舒服，哪里都不舒服，我发现我好像还是没有释怀，总是想着这件事。",
    "annotation": [
      {
        "sentence": "每次见到我的一个前男友都会非常不舒服，没有释怀？",
        "label": ""
      },
      {
        "sentence": "我和他分手已经8年了，原来谈过一年半的恋爱。",
        "label": ""
      },
      {
        "sentence": "这些年我见过他四次，每次的全程经过我都很记得，我们分手是他提的，提了以后就一直消失，逼得我不能接受也只能接受。",
        "label": ""
      },
      {
        "sentence": "我以为自己已经很释怀了，我也找到了自己想要过一辈子的人，但是每次见到他，我回来以后都会非常不舒服，哪里都不舒服，我发现我好像还是没有释怀，总是想着这件事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "前面看到大家都分析的很到位，我就说一点点自己的想法。你说，这些年我见过他四次，每次的全程经过我都很记得，我们分手是他提的，提了以后就一直消失，逼得我不能接受也只能接受。首先，既然分手了，为什么中途他一呼你就应？换成别人，前男友不是应该丢到九霄云外的么？你到底放不下什么？是第一次分手？还是初恋？他真的懂你想要什么？或者威胁你？或者还有其他原因？你自己应该清楚，也许只是一时没有想到那上面去，或者逃避，不愿承认。找到原因，问自己：“能不能和老公一起面对问题，一起解决问题，你心里能不能过这个坎。”",
    "annotation": [
      {
        "sentence": "前面看到大家都分析的很到位，我就说一点点自己的想法。",
        "label": ""
      },
      {
        "sentence": "你说，这些年我见过他四次，每次的全程经过我都很记得，我们分手是他提的，提了以后就一直消失，逼得我不能接受也只能接受。",
        "label": ""
      },
      {
        "sentence": "首先，既然分手了，为什么中途他一呼你就应？",
        "label": ""
      },
      {
        "sentence": "换成别人，前男友不是应该丢到九霄云外的么？",
        "label": ""
      },
      {
        "sentence": "你到底放不下什么？",
        "label": ""
      },
      {
        "sentence": "是第一次分手？",
        "label": ""
      },
      {
        "sentence": "还是初恋？",
        "label": ""
      },
      {
        "sentence": "他真的懂你想要什么？",
        "label": ""
      },
      {
        "sentence": "或者威胁你？",
        "label": ""
      },
      {
        "sentence": "或者还有其他原因？",
        "label": ""
      },
      {
        "sentence": "你自己应该清楚，也许只是一时没有想到那上面去，或者逃避，不愿承认。",
        "label": ""
      },
      {
        "sentence": "找到原因，问自己：“能不能和老公一起面对问题，一起解决问题，你心里能不能过这个坎。",
        "label": ""
      },
      {
        "sentence": "”",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想了一下，他是我第一个男朋友，也是我第一次经历分手，那段时间真的很难过。我可能没有完全释怀，可能还有一些情感没能放下。也许我需要更多时间来面对和解决这个问题。",
    "annotation": [
      {
        "sentence": "我想了一下，他是我第一个男朋友，也是我第一次经历分手，那段时间真的很难过。",
        "label": ""
      },
      {
        "sentence": "我可能没有完全释怀，可能还有一些情感没能放下。",
        "label": ""
      },
      {
        "sentence": "也许我需要更多时间来面对和解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，第一次分手是非常痛苦和难过的，尤其是对于第一次经历爱情伤痛的人来说，往往会更加深刻地留下痕迹。要释怀并不是一蹴而就的事情，它需要时间和努力。你已经意识到自己还没有完全释怀，这是很好的一步。接下来，你可以试着跟你的伴侣沟通你的感受和困惑，看看他能否给你提供支持和理解。",
    "annotation": [
      {
        "sentence": "明白了，第一次分手是非常痛苦和难过的，尤其是对于第一次经历爱情伤痛的人来说，往往会更加深刻地留下痕迹。",
        "label": ""
      },
      {
        "sentence": "要释怀并不是一蹴而就的事情，它需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "你已经意识到自己还没有完全释怀，这是很好的一步。",
        "label": ""
      },
      {
        "sentence": "接下来，你可以试着跟你的伴侣沟通你的感受和困惑，看看他能否给你提供支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和他沟通的，但是我担心会给他增加压力或者伤害他的感情。我不想让他觉得我还对我的前男友念念不忘，毕竟我们已经结婚了，我应该全心全意地对待现在的婚姻。",
    "annotation": [
      {
        "sentence": "我会试着和他沟通的，但是我担心会给他增加压力或者伤害他的感情。",
        "label": ""
      },
      {
        "sentence": "我不想让他觉得我还对我的前男友念念不忘，毕竟我们已经结婚了，我应该全心全意地对待现在的婚姻。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的顾虑，但是婚姻是建立在彼此坦诚和理解的基础上的。你的感受和困惑是很正常的，你没有必要完全隐藏起来。沟通并不一定会给你的伴侣增加压力，相反，他可能会更加愿意和你一起面对问题，共同解决。试着坦诚地跟他沟通，告诉他你的感受和想法，也听听他的意见和建议，相互支持、相互理解是解决问题的关键。",
    "annotation": [
      {
        "sentence": "理解你的顾虑，但是婚姻是建立在彼此坦诚和理解的基础上的。",
        "label": ""
      },
      {
        "sentence": "你的感受和困惑是很正常的，你没有必要完全隐藏起来。",
        "label": ""
      },
      {
        "sentence": "沟通并不一定会给你的伴侣增加压力，相反，他可能会更加愿意和你一起面对问题，共同解决。",
        "label": ""
      },
      {
        "sentence": "试着坦诚地跟他沟通，告诉他你的感受和想法，也听听他的意见和建议，相互支持、相互理解是解决问题的关键。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我应该尝试与他分享我的感受和担忧。也许他会有更好的理解和建议。我意识到我需要把这个问题从心里拿出来，而不是一直自己承受。谢谢你的建议，我会尽快和他沟通。",
    "annotation": [
      {
        "sentence": "你说的对，我应该尝试与他分享我的感受和担忧。",
        "label": ""
      },
      {
        "sentence": "也许他会有更好的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我意识到我需要把这个问题从心里拿出来，而不是一直自己承受。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会尽快和他沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你们可以通过坦诚的沟通解决这个问题。记住，你并不孤单，你有你的伴侣在你身边支持你。如果在沟通过程中遇到困难，不妨考虑寻求专业心理咨询的帮助，他们可以给你提供更专业的建议和支持。希望你早日释怀，过上幸福的生活。",
    "annotation": [
      {
        "sentence": "不客气，我相信你们可以通过坦诚的沟通解决这个问题。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，你有你的伴侣在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "如果在沟通过程中遇到困难，不妨考虑寻求专业心理咨询的帮助，他们可以给你提供更专业的建议和支持。",
        "label": ""
      },
      {
        "sentence": "希望你早日释怀，过上幸福的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力的。如果需要的话，我会考虑寻求专业咨询的帮助。希望我能早日走出这个困境，重新找回自己的快乐。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力的。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，我会考虑寻求专业咨询的帮助。",
        "label": ""
      },
      {
        "sentence": "希望我能早日走出这个困境，重新找回自己的快乐。",
        "label": ""
      }
    ]
  }
]