[
  {
    "role": "client",
    "content": "每次见到我的一个前男友都会非常不舒服，没有释怀？我和他分手已经8年了，原来谈过一年半的恋爱。这些年我见过他四次，每次的全程经过我都很记得，我们分手是他提的，提了以后就一直消失，逼得我不能接受也只能接受。我以为自己已经很释怀了，我也找到了自己想要过一辈子的人，但是每次见到他，我回来以后都会非常不舒服，哪里都不舒服，我发现我好像还是没有释怀，总是想着这件事。",
    "annotation": [
      {
        "sentence": "每次见到我的一个前男友都会非常不舒服，没有释怀？",
        "label": ""
      },
      {
        "sentence": "我和他分手已经8年了，原来谈过一年半的恋爱。",
        "label": ""
      },
      {
        "sentence": "这些年我见过他四次，每次的全程经过我都很记得，我们分手是他提的，提了以后就一直消失，逼得我不能接受也只能接受。",
        "label": ""
      },
      {
        "sentence": "我以为自己已经很释怀了，我也找到了自己想要过一辈子的人，但是每次见到他，我回来以后都会非常不舒服，哪里都不舒服，我发现我好像还是没有释怀，总是想着这件事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我可以理解。分手后的一段时间，我们常常会感到失落、伤心和不安，这是很正常的反应。虽然已经过了8年，但分手的经历可能仍然对你产生影响。你提到每次见到他都感到不舒服，这表明你对这段经历的情绪还没有完全调节好。让我们一起来探索一下你内心的感受和情绪，找到适合的方式来帮助你释怀。",
    "annotation": [
      {
        "sentence": "你的感受我可以理解。",
        "label": ""
      },
      {
        "sentence": "分手后的一段时间，我们常常会感到失落、伤心和不安，这是很正常的反应。",
        "label": ""
      },
      {
        "sentence": "虽然已经过了8年，但分手的经历可能仍然对你产生影响。",
        "label": ""
      },
      {
        "sentence": "你提到每次见到他都感到不舒服，这表明你对这段经历的情绪还没有完全调节好。",
        "label": ""
      },
      {
        "sentence": "让我们一起来探索一下你内心的感受和情绪，找到适合的方式来帮助你释怀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实很迷惑。每次见到他，我会感到一种莫名的压抑和矛盾的情绪，我想知道为什么会这样。",
    "annotation": [
      {
        "sentence": "是的，我确实很迷惑。",
        "label": ""
      },
      {
        "sentence": "每次见到他，我会感到一种莫名的压抑和矛盾的情绪，我想知道为什么会这样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果我们只是模糊的“不舒服”，这种感受都没有一个明确的指向，可能确实不能知道到底怎么了。我们可以从这个感觉出发来理解自己。不舒服的感觉，可能是很复杂的，也许是愤怒、憋闷、压抑、厌恶、恶心……我们太想摆脱这种感觉，反而让感觉不能那么清晰。那到底是怎么样的一种感觉呢？像什么呢？可以试着在脑海里构想一下，那种“不舒服”像什么，是什么样的形象，或者什么样的情况下会出现这样的感觉……当那些“不舒服”有了相对具象的呈现，我们可能也对此有了更多的认识，也对自己的感觉有了更清楚的理解。当我们能平静一点的时候，也不妨去回忆一下这个过程。",
    "annotation": [
      {
        "sentence": "如果我们只是模糊的“不舒服”，这种感受都没有一个明确的指向，可能确实不能知道到底怎么了。",
        "label": ""
      },
      {
        "sentence": "我们可以从这个感觉出发来理解自己。",
        "label": ""
      },
      {
        "sentence": "不舒服的感觉，可能是很复杂的，也许是愤怒、憋闷、压抑、厌恶、恶心……我们太想摆脱这种感觉，反而让感觉不能那么清晰。",
        "label": ""
      },
      {
        "sentence": "那到底是怎么样的一种感觉呢？",
        "label": ""
      },
      {
        "sentence": "像什么呢？",
        "label": ""
      },
      {
        "sentence": "可以试着在脑海里构想一下，那种“不舒服”像什么，是什么样的形象，或者什么样的情况下会出现这样的感觉……当那些“不舒服”有了相对具象的呈现，我们可能也对此有了更多的认识，也对自己的感觉有了更清楚的理解。",
        "label": ""
      },
      {
        "sentence": "当我们能平静一点的时候，也不妨去回忆一下这个过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得那种不舒服的感觉就像是被压抑着的烦闷，就像是一团乌云一直在我心头。每次见到他，我就觉得整个人都沉重起来。",
    "annotation": [
      {
        "sentence": "我觉得那种不舒服的感觉就像是被压抑着的烦闷，就像是一团乌云一直在我心头。",
        "label": ""
      },
      {
        "sentence": "每次见到他，我就觉得整个人都沉重起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你的形容让我更加理解你所感受到的不舒服。那种被压抑的感觉就像一团乌云，让你觉得整个人变得沉重起来。这是一个很好的形象比喻。接下来，我想和你一起看看关于分手的一些方面，也许可以让我们更好地理解这种感觉。比如说，回忆一下当初分手的理由，两个人曾经相处了一年半的时间，也是一场真正的恋情。走入亲密关系里，也会有机会触发我们早年一些创伤体验，后来这段有关系结束了，我们也有新的亲密关系，但当初触及的创伤可能依然存在。当我们看到他的时候，这些创伤就会浮现出来。",
    "annotation": [
      {
        "sentence": "明白了，你的形容让我更加理解你所感受到的不舒服。",
        "label": ""
      },
      {
        "sentence": "那种被压抑的感觉就像一团乌云，让你觉得整个人变得沉重起来。",
        "label": ""
      },
      {
        "sentence": "这是一个很好的形象比喻。",
        "label": ""
      },
      {
        "sentence": "接下来，我想和你一起看看关于分手的一些方面，也许可以让我们更好地理解这种感觉。",
        "label": ""
      },
      {
        "sentence": "比如说，回忆一下当初分手的理由，两个人曾经相处了一年半的时间，也是一场真正的恋情。",
        "label": ""
      },
      {
        "sentence": "走入亲密关系里，也会有机会触发我们早年一些创伤体验，后来这段有关系结束了，我们也有新的亲密关系，但当初触及的创伤可能依然存在。",
        "label": ""
      },
      {
        "sentence": "当我们看到他的时候，这些创伤就会浮现出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也意识到了，我们在一起的时候确实经历了一些痛苦和伤害。虽然已经过去了这么多年，但那些创伤的痕迹好像一直存在着。",
    "annotation": [
      {
        "sentence": "是的，我也意识到了，我们在一起的时候确实经历了一些痛苦和伤害。",
        "label": ""
      },
      {
        "sentence": "虽然已经过去了这么多年，但那些创伤的痕迹好像一直存在着。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，分手的方式对我们的情绪也会产生影响。听起来，他单面结束了恋情，后来也没有任何可以联络和沟通的机会。你虽然自己消化了分手后的所有感觉，但当初那些未说出的话，未表达的情绪，仍然成为一个“未完成的事件”。见面之后，这些未完成的事情就像鲠在喉咙中一样，挥之不去。或许你可以试着把这些感觉写成一封书信，完成内在的表达。",
    "annotation": [
      {
        "sentence": "是的，分手的方式对我们的情绪也会产生影响。",
        "label": ""
      },
      {
        "sentence": "听起来，他单面结束了恋情，后来也没有任何可以联络和沟通的机会。",
        "label": ""
      },
      {
        "sentence": "你虽然自己消化了分手后的所有感觉，但当初那些未说出的话，未表达的情绪，仍然成为一个“未完成的事件”。",
        "label": ""
      },
      {
        "sentence": "见面之后，这些未完成的事情就像鲠在喉咙中一样，挥之不去。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着把这些感觉写成一封书信，完成内在的表达。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "写信的方式听起来很不错，我可以通过写信来表达出我的情感和想法，把那些未完成的事情给一个疏导出口。",
    "annotation": [
      {
        "sentence": "写信的方式听起来很不错，我可以通过写信来表达出我的情感和想法，把那些未完成的事情给一个疏导出口。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，写信可以让你有机会真实地表达出那些未完成的情感和想法。这个过程可以帮助你更好地理解自己，并且释放内心的压力。另外，我觉得你提到他消失了一段时间，可能让你有一些被贬损的感觉。我们有时会受到他人的行为方式的影响，甚至为其定义我们自己的标签。或许曾经是。在你的脑海中，你已经和他无关了，但他似乎仍然是一个触发点，也是一个了解自己的机会。去试着理解一下这种感觉吧，不是因为他，而是为了更多一点理解自己。",
    "annotation": [
      {
        "sentence": "对的，写信可以让你有机会真实地表达出那些未完成的情感和想法。",
        "label": ""
      },
      {
        "sentence": "这个过程可以帮助你更好地理解自己，并且释放内心的压力。",
        "label": ""
      },
      {
        "sentence": "另外，我觉得你提到他消失了一段时间，可能让你有一些被贬损的感觉。",
        "label": ""
      },
      {
        "sentence": "我们有时会受到他人的行为方式的影响，甚至为其定义我们自己的标签。",
        "label": ""
      },
      {
        "sentence": "或许曾经是。",
        "label": ""
      },
      {
        "sentence": "在你的脑海中，你已经和他无关了，但他似乎仍然是一个触发点，也是一个了解自己的机会。",
        "label": ""
      },
      {
        "sentence": "去试着理解一下这种感觉吧，不是因为他，而是为了更多一点理解自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我要再去思考一下这种感觉的真正来源，通过了解和理解自己，我相信会逐渐释怀。",
    "annotation": [
      {
        "sentence": "你说得对，我要再去思考一下这种感觉的真正来源，通过了解和理解自己，我相信会逐渐释怀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意再次思考这个问题。通过深入了解和理解自己，你将迈向逐渐释怀的道路。如果你还有任何需要聊天的话题或者想再分享一些感受，都可以随时告诉我。我会一直在你身边支持你的。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意再次思考这个问题。",
        "label": ""
      },
      {
        "sentence": "通过深入了解和理解自己，你将迈向逐渐释怀的道路。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何需要聊天的话题或者想再分享一些感受，都可以随时告诉我。",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边支持你的。",
        "label": ""
      }
    ]
  }
]