[
  {
    "role": "client",
    "content": "我今年14岁，但活着好累啊！因为一些小事半夜里可以哭个半死不活，我成绩特别差但我有努力过，可是在老师和父母眼里根本没区别。",
    "annotation": [
      {
        "sentence": "我今年14岁，但活着好累啊！",
        "label": ""
      },
      {
        "sentence": "因为一些小事半夜里可以哭个半死不活，我成绩特别差但我有努力过，可是在老师和父母眼里根本没区别。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我今年也14岁，初二。我理解你觉得活着很累，但请相信，活着的意义在于挑战未来未知的事物。你的未来是无限可能的，你会遇到更好的人和事，也会有爱你和值得你去爱的人。",
    "annotation": [
      {
        "sentence": "我今年也14岁，初二。",
        "label": ""
      },
      {
        "sentence": "我理解你觉得活着很累，但请相信，活着的意义在于挑战未来未知的事物。",
        "label": ""
      },
      {
        "sentence": "你的未来是无限可能的，你会遇到更好的人和事，也会有爱你和值得你去爱的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解，但我的爸爸对我有点冷暴力，有时候根本不知道什么原因可以连续几天不理我，没搬家之前爸爸天天喝酒，喝完就不认人有点暴力倾向。5年级的时候爸爸家暴妈妈，妈妈差点自杀，有好几次爸爸没在家时我可以在房间听到妈妈的哭声。",
    "annotation": [
      {
        "sentence": "谢谢你的理解，但我的爸爸对我有点冷暴力，有时候根本不知道什么原因可以连续几天不理我，没搬家之前爸爸天天喝酒，喝完就不认人有点暴力倾向。",
        "label": ""
      },
      {
        "sentence": "5年级的时候爸爸家暴妈妈，妈妈差点自杀，有好几次爸爸没在家时我可以在房间听到妈妈的哭声。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的经历让我感到心痛，家庭环境的问题确实会对我们的情绪产生负面影响。但是，请记住，你并不孤单。无论何时何地，你都可以向我寻求帮助和支持。我们可以一起探讨如何处理这样的困境，同时我也建议你和一位信任的成年人分享你的经历，他们可能能给你提供更好的帮助和支持。",
    "annotation": [
      {
        "sentence": "听到你的经历让我感到心痛，家庭环境的问题确实会对我们的情绪产生负面影响。",
        "label": ""
      },
      {
        "sentence": "但是，请记住，你并不孤单。",
        "label": ""
      },
      {
        "sentence": "无论何时何地，你都可以向我寻求帮助和支持。",
        "label": ""
      },
      {
        "sentence": "我们可以一起探讨如何处理这样的困境，同时我也建议你和一位信任的成年人分享你的经历，他们可能能给你提供更好的帮助和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我觉得我的情绪需要得到调节。我现在到了初中，有点叛逆，学会了抽烟，喝酒，妈妈越来越看我不顺眼，可以这么说只要我让她有丁点不顺心她就骂我，而且特别难听。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我觉得我的情绪需要得到调节。",
        "label": ""
      },
      {
        "sentence": "我现在到了初中，有点叛逆，学会了抽烟，喝酒，妈妈越来越看我不顺眼，可以这么说只要我让她有丁点不顺心她就骂我，而且特别难听。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抽烟和喝酒对身体和大脑都有很大的伤害，请不要再继续这样的行为。偶尔喝酒可能是有趣的经历，但这种长期的消极习惯对你的未来发展没有好处。我建议你寻找其他充实自己的方式，例如培养兴趣爱好、参加学校社团或寻找与你志同道合的朋友。",
    "annotation": [
      {
        "sentence": "抽烟和喝酒对身体和大脑都有很大的伤害，请不要再继续这样的行为。",
        "label": ""
      },
      {
        "sentence": "偶尔喝酒可能是有趣的经历，但这种长期的消极习惯对你的未来发展没有好处。",
        "label": ""
      },
      {
        "sentence": "我建议你寻找其他充实自己的方式，例如培养兴趣爱好、参加学校社团或寻找与你志同道合的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我会尽量戒除抽烟和喝酒的习惯，找到更积极的方式来度过我的青春时光。但是，我现在对我的前途感到迷茫，即将面临生地会考，我感到压力很大，我有想过自杀，但也只是想过。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我会尽量戒除抽烟和喝酒的习惯，找到更积极的方式来度过我的青春时光。",
        "label": ""
      },
      {
        "sentence": "但是，我现在对我的前途感到迷茫，即将面临生地会考，我感到压力很大，我有想过自杀，但也只是想过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "压力是很正常的，尤其是在面对重要的考试时。但是，请记住，你并不孤单。请你不要再想自杀，我们可以一起面对这个困难。我相信你有战胜困难的能力。如果你觉得压力过大，可以和你的老师或家长沟通，他们会理解并提供帮助。同时，也欢迎你随时与我交流，我会尽力帮助你度过这段困难时期。",
    "annotation": [
      {
        "sentence": "压力是很正常的，尤其是在面对重要的考试时。",
        "label": ""
      },
      {
        "sentence": "但是，请记住，你并不孤单。",
        "label": ""
      },
      {
        "sentence": "请你不要再想自杀，我们可以一起面对这个困难。",
        "label": ""
      },
      {
        "sentence": "我相信你有战胜困难的能力。",
        "label": ""
      },
      {
        "sentence": "如果你觉得压力过大，可以和你的老师或家长沟通，他们会理解并提供帮助。",
        "label": ""
      },
      {
        "sentence": "同时，也欢迎你随时与我交流，我会尽力帮助你度过这段困难时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我现在感觉好多了，知道自己并不孤单。我会试着与身边的人沟通，不把自己的困扰埋在心里。我也会尽量寻找积极的方式来面对考试和未来的挑战。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我现在感觉好多了，知道自己并不孤单。",
        "label": ""
      },
      {
        "sentence": "我会试着与身边的人沟通，不把自己的困扰埋在心里。",
        "label": ""
      },
      {
        "sentence": "我也会尽量寻找积极的方式来面对考试和未来的挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你有这样的想法，我感到非常欣慰。你有意识到与他人沟通和寻求积极的方式来应对问题的重要性，这是非常好的第一步。相信自己，相信你能够克服困难，迎接未来的挑战。如果在这个过程中你还需要任何帮助，记得随时找我聊天。我们一起努力，相信你会走出困境的！加油！",
    "annotation": [
      {
        "sentence": "听到你有这样的想法，我感到非常欣慰。",
        "label": ""
      },
      {
        "sentence": "你有意识到与他人沟通和寻求积极的方式来应对问题的重要性，这是非常好的第一步。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你能够克服困难，迎接未来的挑战。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中你还需要任何帮助，记得随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "我们一起努力，相信你会走出困境的！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]