[
  {
    "role": "client",
    "content": "最近由于学业问题，我暴露了自卑的心理。我想知道如何能够变得自信。从小的时候起，我就被称为“别人家的孩子”，因此得到了很多赞誉，所以我一直以为自己很自信。但是成年之后，我越来越多的事情发现自己无法完成，或者因为各种不可抗力失去机会。现在我处于一种社会认为的“失败”状态，已经有一年多心情一直很低落，害怕见到人，害怕别人瞧不起我。我意识到我心里的自卑，也意识到我之前所谓的“自信”其实是一种变相的自卑，类似于：连我都做得到你却做不到，那你真的太差劲了。但是我发现，其实很多时候即使取得了优秀的结果，我依然觉得自己不行，觉得能做到的都是简单的，困难的事情却一窍不通。我真的不知道如何才能够变得自信。",
    "annotation": [
      {
        "sentence": "最近由于学业问题，我暴露了自卑的心理。",
        "label": ""
      },
      {
        "sentence": "我想知道如何能够变得自信。",
        "label": ""
      },
      {
        "sentence": "从小的时候起，我就被称为“别人家的孩子”，因此得到了很多赞誉，所以我一直以为自己很自信。",
        "label": ""
      },
      {
        "sentence": "但是成年之后，我越来越多的事情发现自己无法完成，或者因为各种不可抗力失去机会。",
        "label": ""
      },
      {
        "sentence": "现在我处于一种社会认为的“失败”状态，已经有一年多心情一直很低落，害怕见到人，害怕别人瞧不起我。",
        "label": ""
      },
      {
        "sentence": "我意识到我心里的自卑，也意识到我之前所谓的“自信”其实是一种变相的自卑，类似于：连我都做得到你却做不到，那你真的太差劲了。",
        "label": ""
      },
      {
        "sentence": "但是我发现，其实很多时候即使取得了优秀的结果，我依然觉得自己不行，觉得能做到的都是简单的，困难的事情却一窍不通。",
        "label": ""
      },
      {
        "sentence": "我真的不知道如何才能够变得自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "哈喽！很高兴回答你的问题。根据你的描述，我了解到你从小就是别人家的孩子，感觉自己很自信。但是成年后，觉得自己处于一种失败状态，即使已经很优秀，还是觉得自己不好。根据《自卑与超越》这本书的观点，每个人都会有一些自卑，只是因为每个人的不同，表现在不同方面。人们通过追求优越感获得自信。根据你的描述，你从小就是别人家的孩子，所以这些成绩给你带来了一些自信。但是由于你在学习方面一直很成功，习惯了成功，所以更害怕失败，缺乏应对失败的积极心态和有益的方式。这也是导致你在成年后由于某一方面的不足就怀疑自己整体能力，无法从失败中走出来的原因。其实，因为人们从小的成功大部分是通过学习成绩来衡量的，所以对于社会上的事情，刚开始无法适应也很正常，也缺少实践。所以，经历失败情绪是正常的，只是在你的认知里，你不愿意接受失败，认为失败意味着自己能力不足。在刚进入社会时，因为无法合理解决社会上的事情导致错误也是正常现象。你需要把过去和现在面临的任务性质区分开来。过去的学习成绩其实能证明你是优秀的，所以你要肯定过去自己的价值，并且带着过去的优异成绩去面对社会上的事情。因为有自信的心态，你在完成任务时才能更好地发挥潜能，也能更有机会取得成功。根据你的描述，你心情低落已经有一年多了，这也说明你对自己要求很高。其实面对一个自己不擅长、不熟悉的任务时，适度的要求是最合理的，因为这样有奋斗的动力，成功后也能体验到成就感，从而提高自信。每次成功和自信心的增加是相互促进的，所以你前期可以不用给自己定制过高的要求。你害怕别人看不起自己，其实对于每个人来说，别人的评价都会或多或少地影响自己。但把自己的能力高低完全取决于他人的评价，这样很难获得长久的自信。因为每个人的评价标准会不同，也没有办法满足每个人的需求。所以，你不需要被他人的价值条件化影响，要清晰地认识自己，要有一套独立、分离出来、最现实的评价标准。去完成自己认为最有意义、最重要的事情，这样也能带来成就感，提高自信心。自信心的提高有时候会带有盲目性，当你面对一项成功以后还会怀疑自己的能力，认为任务过于简单才导致成功。其实这种现象还是因为你对自己的要求不断增高，要求的确不断提高是好事，这会督促你成为更好的自己。只是一定要给自己留些享受成功喜悦的空间，否则每次成功都感受不到喜悦，这对身心健康是不利的。自信心还可以来自你认为最重要那一领域的成功，所以你可以集中精力充分发挥自己最擅长的那个方面，这样从中获得的成绩也有益于提高自信心。也就是说，自信心不一定是全部方面都达到中等水平，更多的是把自己擅长的那一方面发挥到极致，这样就会提升自信心。同时，你也可以不断提升自己，这是获得长久自信心最有效的方法。当你体验到越来越多的成就感后，自信自然会内化在你的内心。最后，希望你被世界温柔以待！",
    "annotation": [
      {
        "sentence": "哈喽！",
        "label": ""
      },
      {
        "sentence": "很高兴回答你的问题。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，我了解到你从小就是别人家的孩子，感觉自己很自信。",
        "label": ""
      },
      {
        "sentence": "但是成年后，觉得自己处于一种失败状态，即使已经很优秀，还是觉得自己不好。",
        "label": ""
      },
      {
        "sentence": "根据《自卑与超越》这本书的观点，每个人都会有一些自卑，只是因为每个人的不同，表现在不同方面。",
        "label": ""
      },
      {
        "sentence": "人们通过追求优越感获得自信。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，你从小就是别人家的孩子，所以这些成绩给你带来了一些自信。",
        "label": ""
      },
      {
        "sentence": "但是由于你在学习方面一直很成功，习惯了成功，所以更害怕失败，缺乏应对失败的积极心态和有益的方式。",
        "label": ""
      },
      {
        "sentence": "这也是导致你在成年后由于某一方面的不足就怀疑自己整体能力，无法从失败中走出来的原因。",
        "label": ""
      },
      {
        "sentence": "其实，因为人们从小的成功大部分是通过学习成绩来衡量的，所以对于社会上的事情，刚开始无法适应也很正常，也缺少实践。",
        "label": ""
      },
      {
        "sentence": "所以，经历失败情绪是正常的，只是在你的认知里，你不愿意接受失败，认为失败意味着自己能力不足。",
        "label": ""
      },
      {
        "sentence": "在刚进入社会时，因为无法合理解决社会上的事情导致错误也是正常现象。",
        "label": ""
      },
      {
        "sentence": "你需要把过去和现在面临的任务性质区分开来。",
        "label": ""
      },
      {
        "sentence": "过去的学习成绩其实能证明你是优秀的，所以你要肯定过去自己的价值，并且带着过去的优异成绩去面对社会上的事情。",
        "label": ""
      },
      {
        "sentence": "因为有自信的心态，你在完成任务时才能更好地发挥潜能，也能更有机会取得成功。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，你心情低落已经有一年多了，这也说明你对自己要求很高。",
        "label": ""
      },
      {
        "sentence": "其实面对一个自己不擅长、不熟悉的任务时，适度的要求是最合理的，因为这样有奋斗的动力，成功后也能体验到成就感，从而提高自信。",
        "label": ""
      },
      {
        "sentence": "每次成功和自信心的增加是相互促进的，所以你前期可以不用给自己定制过高的要求。",
        "label": ""
      },
      {
        "sentence": "你害怕别人看不起自己，其实对于每个人来说，别人的评价都会或多或少地影响自己。",
        "label": ""
      },
      {
        "sentence": "但把自己的能力高低完全取决于他人的评价，这样很难获得长久的自信。",
        "label": ""
      },
      {
        "sentence": "因为每个人的评价标准会不同，也没有办法满足每个人的需求。",
        "label": ""
      },
      {
        "sentence": "所以，你不需要被他人的价值条件化影响，要清晰地认识自己，要有一套独立、分离出来、最现实的评价标准。",
        "label": ""
      },
      {
        "sentence": "去完成自己认为最有意义、最重要的事情，这样也能带来成就感，提高自信心。",
        "label": ""
      },
      {
        "sentence": "自信心的提高有时候会带有盲目性，当你面对一项成功以后还会怀疑自己的能力，认为任务过于简单才导致成功。",
        "label": ""
      },
      {
        "sentence": "其实这种现象还是因为你对自己的要求不断增高，要求的确不断提高是好事，这会督促你成为更好的自己。",
        "label": ""
      },
      {
        "sentence": "只是一定要给自己留些享受成功喜悦的空间，否则每次成功都感受不到喜悦，这对身心健康是不利的。",
        "label": ""
      },
      {
        "sentence": "自信心还可以来自你认为最重要那一领域的成功，所以你可以集中精力充分发挥自己最擅长的那个方面，这样从中获得的成绩也有益于提高自信心。",
        "label": ""
      },
      {
        "sentence": "也就是说，自信心不一定是全部方面都达到中等水平，更多的是把自己擅长的那一方面发挥到极致，这样就会提升自信心。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以不断提升自己，这是获得长久自信心最有效的方法。",
        "label": ""
      },
      {
        "sentence": "当你体验到越来越多的成就感后，自信自然会内化在你的内心。",
        "label": ""
      },
      {
        "sentence": "最后，希望你被世界温柔以待！",
        "label": ""
      }
    ]
  }
]