[
  {
    "role": "client",
    "content": "我是一个高中生，最近觉得自己没有梦想，不知道怎样才能找到自我。我的成绩一直还算不错，但是总是不知道是为了什么努力学习，感觉好像都是为了满足别人的期待和希望。我找不到自己了，有时候什么事情都不想做，连看小说、玩游戏、看手机、和朋友聊天都觉得没什么意思。我感到厌倦生活，什么都不喜欢了，总是感到失落和孤独迷茫。请问怎样才能找到自己的兴趣和梦想，怎样才能找到自我呢？",
    "annotation": [
      {
        "sentence": "我是一个高中生，最近觉得自己没有梦想，不知道怎样才能找到自我。",
        "label": ""
      },
      {
        "sentence": "我的成绩一直还算不错，但是总是不知道是为了什么努力学习，感觉好像都是为了满足别人的期待和希望。",
        "label": ""
      },
      {
        "sentence": "我找不到自己了，有时候什么事情都不想做，连看小说、玩游戏、看手机、和朋友聊天都觉得没什么意思。",
        "label": ""
      },
      {
        "sentence": "我感到厌倦生活，什么都不喜欢了，总是感到失落和孤独迷茫。",
        "label": ""
      },
      {
        "sentence": "请问怎样才能找到自己的兴趣和梦想，怎样才能找到自我呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的高中生朋友，很高兴看到你能意识到自己的困惑，你们这一代人在家长和学校的重视下长大，很少有机会去尽情玩耍，思想和身体都受到限制。很多人确实没有自己的兴趣和梦想，但你能察觉到生命中的一些失落，说明你内心是有追求的。我为你点赞！你有没有尝试过种花或观察种子发芽呢？生命就像这样，从内心不断成长。可惜我们国家仍然深受“万般皆下品，惟有读书高”的思想影响，家长都希望子女成龙成凤。你可能就是“别人家的孩子”，因为你的成绩一直不错。你对“不知道为什么努力学习，感觉都是为了别人的期待和希望”这种感觉是正确的，因为学习确实有家长的影响。目前你找不到自己，甚至不想做任何事情，感到厌倦，什么都不喜欢，总是有失落和孤独迷茫的感觉……我觉得原因可能有两方面。一是疫情打乱了所有人的生活节奏；二是青春期的心理特点本来就是多变和迷茫的。青春期是人体迅速生长发育的关键时期，指的是从孩童逐渐发育成为成年人的过渡时期。在这个阶段，人的心理发育有其独特的特点。青春期孩子的心理特点之一是情绪极易波动，会呈现两个极端，前一分钟还阳光灿烂，一转眼因为一句话或一个眼神就可能变得愁眉苦脸、痛不欲生，甚至暴跳如雷。第二，青春期是人追求独立的阶段，渴望脱离家庭，结交朋友，参加社会活动，所以人际关系对青春期孩子来说非常重要，同学和朋友的态度可能对他们的情绪产生影响。第三，青春期的感情丰富多变，对憎恶和喜爱的事物有明显区分，从对亲人的爱，扩展到对同学、老师、明星、科学家以及领袖的崇敬和追随，还渴望自己具有影响力和号召力。这些特点交织在一个高中生身上，尽管你有一定的身高和文化积累，但你还没有完全长大，还没有成为完全独立的个体，所以会有很多困惑和迷茫，感觉提不起劲。给你几点建议吧。首先，要接纳现在的自己，毕竟你还是一个高中生，成绩也不错，这已经说明你对过去的生活负责，你是一个很出色的孩子。其次，没有梦想不必紧张，你可以趁着假期阅读一些人物传记、参观博物馆、参与社会活动，留心自己对哪些方面更感兴趣，然后努力把握好高中阶段，争取考上一所好大学，大学四年间你会找到自己的梦想。最后，如果你想考上一所好大学，现在就要规律自己的生活，至少早上不要睡懒觉，晚上不要熬夜。如果在如此复杂的环境下，你能保持自律，无论你想做什么，都能做到并做得很好。",
    "annotation": [
      {
        "sentence": "亲爱的高中生朋友，很高兴看到你能意识到自己的困惑，你们这一代人在家长和学校的重视下长大，很少有机会去尽情玩耍，思想和身体都受到限制。",
        "label": ""
      },
      {
        "sentence": "很多人确实没有自己的兴趣和梦想，但你能察觉到生命中的一些失落，说明你内心是有追求的。",
        "label": ""
      },
      {
        "sentence": "我为你点赞！",
        "label": ""
      },
      {
        "sentence": "你有没有尝试过种花或观察种子发芽呢？",
        "label": ""
      },
      {
        "sentence": "生命就像这样，从内心不断成长。",
        "label": ""
      },
      {
        "sentence": "可惜我们国家仍然深受“万般皆下品，惟有读书高”的思想影响，家长都希望子女成龙成凤。",
        "label": ""
      },
      {
        "sentence": "你可能就是“别人家的孩子”，因为你的成绩一直不错。",
        "label": ""
      },
      {
        "sentence": "你对“不知道为什么努力学习，感觉都是为了别人的期待和希望”这种感觉是正确的，因为学习确实有家长的影响。",
        "label": ""
      },
      {
        "sentence": "目前你找不到自己，甚至不想做任何事情，感到厌倦，什么都不喜欢，总是有失落和孤独迷茫的感觉……我觉得原因可能有两方面。",
        "label": ""
      },
      {
        "sentence": "一是疫情打乱了所有人的生活节奏；二是青春期的心理特点本来就是多变和迷茫的。",
        "label": ""
      },
      {
        "sentence": "青春期是人体迅速生长发育的关键时期，指的是从孩童逐渐发育成为成年人的过渡时期。",
        "label": ""
      },
      {
        "sentence": "在这个阶段，人的心理发育有其独特的特点。",
        "label": ""
      },
      {
        "sentence": "青春期孩子的心理特点之一是情绪极易波动，会呈现两个极端，前一分钟还阳光灿烂，一转眼因为一句话或一个眼神就可能变得愁眉苦脸、痛不欲生，甚至暴跳如雷。",
        "label": ""
      },
      {
        "sentence": "第二，青春期是人追求独立的阶段，渴望脱离家庭，结交朋友，参加社会活动，所以人际关系对青春期孩子来说非常重要，同学和朋友的态度可能对他们的情绪产生影响。",
        "label": ""
      },
      {
        "sentence": "第三，青春期的感情丰富多变，对憎恶和喜爱的事物有明显区分，从对亲人的爱，扩展到对同学、老师、明星、科学家以及领袖的崇敬和追随，还渴望自己具有影响力和号召力。",
        "label": ""
      },
      {
        "sentence": "这些特点交织在一个高中生身上，尽管你有一定的身高和文化积累，但你还没有完全长大，还没有成为完全独立的个体，所以会有很多困惑和迷茫，感觉提不起劲。",
        "label": ""
      },
      {
        "sentence": "给你几点建议吧。",
        "label": ""
      },
      {
        "sentence": "首先，要接纳现在的自己，毕竟你还是一个高中生，成绩也不错，这已经说明你对过去的生活负责，你是一个很出色的孩子。",
        "label": ""
      },
      {
        "sentence": "其次，没有梦想不必紧张，你可以趁着假期阅读一些人物传记、参观博物馆、参与社会活动，留心自己对哪些方面更感兴趣，然后努力把握好高中阶段，争取考上一所好大学，大学四年间你会找到自己的梦想。",
        "label": ""
      },
      {
        "sentence": "最后，如果你想考上一所好大学，现在就要规律自己的生活，至少早上不要睡懒觉，晚上不要熬夜。",
        "label": ""
      },
      {
        "sentence": "如果在如此复杂的环境下，你能保持自律，无论你想做什么，都能做到并做得很好。",
        "label": ""
      }
    ]
  }
]