[
  {
    "role": "client",
    "content": "我是一名高中生，在初中以前我性格还十分开朗，也喜欢交朋友。但高中的生活给了我太多伤害。现在的我不喜欢再去认识新的朋友，讨厌热闹，即使在家庭聚会里人多了也会很不自在。总是喜欢一个人找一个地方安静的待着。对于现在的我来说只有俩三个朋友能让我放心交心聊天。但我有时候总想和这俩三个朋友全部断绝来往，不是因为他们做错了什么也不是我做错了。只是我害怕。我总是很自卑，害怕他们因为我不开心，害怕他们生气。所以我变得很极端。每次我看他们发的动态或朋友圈他们很多人点赞很多人评论，我就不知名的难过。我总觉得我和他们差了太多，我很自卑。这种孤独让我的失眠是常事。我也想过一了百了。别问我为什么不和他们倾诉，因为我怕我倾诉的太多他们会烦，会讨厌我。而且有些时候我的难过没有办法倾诉。",
    "annotation": [
      {
        "sentence": "我是一名高中生，在初中以前我性格还十分开朗，也喜欢交朋友。",
        "label": ""
      },
      {
        "sentence": "但高中的生活给了我太多伤害。",
        "label": ""
      },
      {
        "sentence": "现在的我不喜欢再去认识新的朋友，讨厌热闹，即使在家庭聚会里人多了也会很不自在。",
        "label": ""
      },
      {
        "sentence": "总是喜欢一个人找一个地方安静的待着。",
        "label": ""
      },
      {
        "sentence": "对于现在的我来说只有俩三个朋友能让我放心交心聊天。",
        "label": ""
      },
      {
        "sentence": "但我有时候总想和这俩三个朋友全部断绝来往，不是因为他们做错了什么也不是我做错了。",
        "label": ""
      },
      {
        "sentence": "只是我害怕。",
        "label": ""
      },
      {
        "sentence": "我总是很自卑，害怕他们因为我不开心，害怕他们生气。",
        "label": ""
      },
      {
        "sentence": "所以我变得很极端。",
        "label": ""
      },
      {
        "sentence": "每次我看他们发的动态或朋友圈他们很多人点赞很多人评论，我就不知名的难过。",
        "label": ""
      },
      {
        "sentence": "我总觉得我和他们差了太多，我很自卑。",
        "label": ""
      },
      {
        "sentence": "这种孤独让我的失眠是常事。",
        "label": ""
      },
      {
        "sentence": "我也想过一了百了。",
        "label": ""
      },
      {
        "sentence": "别问我为什么不和他们倾诉，因为我怕我倾诉的太多他们会烦，会讨厌我。",
        "label": ""
      },
      {
        "sentence": "而且有些时候我的难过没有办法倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先别着急，让我们来聊一聊。你问喜欢孤独是错的吗？答案是不，你并没有错。每个人对待社交和独处的需求都不一样，更重要的是找到适合自己的生活方式。以前你可能喜欢交朋友，现在喜欢独处，这只是你生活态度的变化，并没有对错之分。现在的你对新朋友和热闹的厌恶，并不说明以前的快乐是虚假的，而是你更适应了一个人安静待着的状态。这是你为了让自己更舒服选择的一种生活方式。",
    "annotation": [
      {
        "sentence": "先别着急，让我们来聊一聊。",
        "label": ""
      },
      {
        "sentence": "你问喜欢孤独是错的吗？",
        "label": ""
      },
      {
        "sentence": "答案是不，你并没有错。",
        "label": ""
      },
      {
        "sentence": "每个人对待社交和独处的需求都不一样，更重要的是找到适合自己的生活方式。",
        "label": ""
      },
      {
        "sentence": "以前你可能喜欢交朋友，现在喜欢独处，这只是你生活态度的变化，并没有对错之分。",
        "label": ""
      },
      {
        "sentence": "现在的你对新朋友和热闹的厌恶，并不说明以前的快乐是虚假的，而是你更适应了一个人安静待着的状态。",
        "label": ""
      },
      {
        "sentence": "这是你为了让自己更舒服选择的一种生活方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我懂你的意思，但我总觉得和那几个朋友也很难相处。我害怕自己的情绪会让他们不开心，所以我宁愿选择和他们断绝来往。也许我对他们的期望太高，我总觉得他们和我差距很大，对比之下我感到很自卑。",
    "annotation": [
      {
        "sentence": "我懂你的意思，但我总觉得和那几个朋友也很难相处。",
        "label": ""
      },
      {
        "sentence": "我害怕自己的情绪会让他们不开心，所以我宁愿选择和他们断绝来往。",
        "label": ""
      },
      {
        "sentence": "也许我对他们的期望太高，我总觉得他们和我差距很大，对比之下我感到很自卑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧。但是你需要明白，每个人都有情绪和压力，正常的朋友之间应该是可以分享彼此的困难和烦恼。和他们沟通并倾诉你的内心感受是很重要的，他们应该是能够理解你并支持你的人。你害怕他们会因为你不开心而生气，这是你自己对关系发展的一种担心。试着和他们坦诚地交流，说出你的感受和担忧，或许他们会更理解你，而不是因此而讨厌你。诚实和坦诚是健康友谊的基石。",
    "annotation": [
      {
        "sentence": "我理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "但是你需要明白，每个人都有情绪和压力，正常的朋友之间应该是可以分享彼此的困难和烦恼。",
        "label": ""
      },
      {
        "sentence": "和他们沟通并倾诉你的内心感受是很重要的，他们应该是能够理解你并支持你的人。",
        "label": ""
      },
      {
        "sentence": "你害怕他们会因为你不开心而生气，这是你自己对关系发展的一种担心。",
        "label": ""
      },
      {
        "sentence": "试着和他们坦诚地交流，说出你的感受和担忧，或许他们会更理解你，而不是因此而讨厌你。",
        "label": ""
      },
      {
        "sentence": "诚实和坦诚是健康友谊的基石。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我真的不知道该怎么和他们倾诉，有时候我觉得自己难过得无法用言语表达。我也害怕他们觉得我烦，或是不想听我说这些。所以我才选择了一个人默默承受这些困扰。",
    "annotation": [
      {
        "sentence": "但是我真的不知道该怎么和他们倾诉，有时候我觉得自己难过得无法用言语表达。",
        "label": ""
      },
      {
        "sentence": "我也害怕他们觉得我烦，或是不想听我说这些。",
        "label": ""
      },
      {
        "sentence": "所以我才选择了一个人默默承受这些困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的困惑。一开始表达自己的情感可能有些困难，但不要忘记，你的朋友是选择了和你走在一起的人。试着选择一个合适的时机和地点，和他们坦诚地聊一下自己的内心感受。告诉他们你对关系的担忧和期望，也希望他们能理解并支持你。如果实在无法表达，你也可以尝试写信或是发短信给他们，让他们知道你的感受。记住，真正的朋友应该是能够共同分享喜怒哀乐的。",
    "annotation": [
      {
        "sentence": "明白你的困惑。",
        "label": ""
      },
      {
        "sentence": "一开始表达自己的情感可能有些困难，但不要忘记，你的朋友是选择了和你走在一起的人。",
        "label": ""
      },
      {
        "sentence": "试着选择一个合适的时机和地点，和他们坦诚地聊一下自己的内心感受。",
        "label": ""
      },
      {
        "sentence": "告诉他们你对关系的担忧和期望，也希望他们能理解并支持你。",
        "label": ""
      },
      {
        "sentence": "如果实在无法表达，你也可以尝试写信或是发短信给他们，让他们知道你的感受。",
        "label": ""
      },
      {
        "sentence": "记住，真正的朋友应该是能够共同分享喜怒哀乐的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说得对，我应该试着和他们沟通一下。但是我总是看到他们的朋友圈里有很多人点赞和评论，我就会感到难过和自卑。我总觉得他们比我更受欢迎，我和他们之间存在巨大的差距。",
    "annotation": [
      {
        "sentence": "或许你说得对，我应该试着和他们沟通一下。",
        "label": ""
      },
      {
        "sentence": "但是我总是看到他们的朋友圈里有很多人点赞和评论，我就会感到难过和自卑。",
        "label": ""
      },
      {
        "sentence": "我总觉得他们比我更受欢迎，我和他们之间存在巨大的差距。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。但是你要知道，每个人都有自己不同的生活和朋友圈，在朋友圈的点赞和评论并不代表他们比你更受欢迎。每个人有自己的特点和吸引力，没有必要拿自己和别人比较。你的和众不同是独一无二的，而真正的朋友会因为你的特点和个性而喜欢你。而且，不要低估自己的价值，你也可以通过参与一些与自己兴趣相关的活动，结交更多志同道合的朋友，扩大自己的社交圈子。记住，你的价值不是由点赞和评论的数量来决定的，而是由你的内在品质和与他人的真实交流建立的关系来决定的。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "但是你要知道，每个人都有自己不同的生活和朋友圈，在朋友圈的点赞和评论并不代表他们比你更受欢迎。",
        "label": ""
      },
      {
        "sentence": "每个人有自己的特点和吸引力，没有必要拿自己和别人比较。",
        "label": ""
      },
      {
        "sentence": "你的和众不同是独一无二的，而真正的朋友会因为你的特点和个性而喜欢你。",
        "label": ""
      },
      {
        "sentence": "而且，不要低估自己的价值，你也可以通过参与一些与自己兴趣相关的活动，结交更多志同道合的朋友，扩大自己的社交圈子。",
        "label": ""
      },
      {
        "sentence": "记住，你的价值不是由点赞和评论的数量来决定的，而是由你的内在品质和与他人的真实交流建立的关系来决定的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议。也许我需要试着接受自己的孤独，并从中找到属于自己的快乐和安宁。我会尝试和朋友们坦诚地交流，希望能够解决我内心的矛盾和困扰。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "也许我需要试着接受自己的孤独，并从中找到属于自己的快乐和安宁。",
        "label": ""
      },
      {
        "sentence": "我会尝试和朋友们坦诚地交流，希望能够解决我内心的矛盾和困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴能够帮到你。接受自己的孤独并寻找内心的快乐和安宁是一个循序渐进的过程，需要时间和耐心。记得时刻保持积极的态度，相信自己的变化和成长。如果有需要，随时都可以来找我聊天，我会一直支持你。祝愿你能敞开心扉，大方地做真实的自己，真正的朋友会接受和喜欢你的孤独和与众不同。",
    "annotation": [
      {
        "sentence": "我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "接受自己的孤独并寻找内心的快乐和安宁是一个循序渐进的过程，需要时间和耐心。",
        "label": ""
      },
      {
        "sentence": "记得时刻保持积极的态度，相信自己的变化和成长。",
        "label": ""
      },
      {
        "sentence": "如果有需要，随时都可以来找我聊天，我会一直支持你。",
        "label": ""
      },
      {
        "sentence": "祝愿你能敞开心扉，大方地做真实的自己，真正的朋友会接受和喜欢你的孤独和与众不同。",
        "label": ""
      }
    ]
  }
]