[
  {
    "role": "client",
    "content": "我不知道为什么，以前我还是一个很开朗的人，但现在我越来越喜欢孤独了，这是错的吗？我是一名高中生，在初中之前我性格很开朗，也喜欢交朋友。但是上了高中后，我的生活发生了很多事情，给了我太多伤害。现在的我不喜欢再去认识新的朋友，不喜欢热闹，即使在家庭聚会上，人多了我也会很不自在。我总是喜欢一个人找个安静的地方待着。现在对我来说，只有两三个朋友能让我放心地交心聊天。但是有时候我总想和这两三个朋友断绝来往，不是因为他们做了什么错事，也不是我做错了什么。只是我害怕。我总是很自卑，害怕他们因为我不开心而生气。所以我变得极端。每次看到他们在朋友圈上被很多人点赞、评论，我就会莫名难过。我总觉得我和他们之间差距太大，感到很自卑。这种孤独让我失眠成了常事。我也想过一了百了。别问我为什么不和他们倾诉，因为我怕我倾诉太多他们会烦，会讨厌我。而且有些时候我难过得没有办法倾诉。",
    "annotation": [
      {
        "sentence": "我不知道为什么，以前我还是一个很开朗的人，但现在我越来越喜欢孤独了，这是错的吗？",
        "label": ""
      },
      {
        "sentence": "我是一名高中生，在初中之前我性格很开朗，也喜欢交朋友。",
        "label": ""
      },
      {
        "sentence": "但是上了高中后，我的生活发生了很多事情，给了我太多伤害。",
        "label": ""
      },
      {
        "sentence": "现在的我不喜欢再去认识新的朋友，不喜欢热闹，即使在家庭聚会上，人多了我也会很不自在。",
        "label": ""
      },
      {
        "sentence": "我总是喜欢一个人找个安静的地方待着。",
        "label": ""
      },
      {
        "sentence": "现在对我来说，只有两三个朋友能让我放心地交心聊天。",
        "label": ""
      },
      {
        "sentence": "但是有时候我总想和这两三个朋友断绝来往，不是因为他们做了什么错事，也不是我做错了什么。",
        "label": ""
      },
      {
        "sentence": "只是我害怕。",
        "label": ""
      },
      {
        "sentence": "我总是很自卑，害怕他们因为我不开心而生气。",
        "label": ""
      },
      {
        "sentence": "所以我变得极端。",
        "label": ""
      },
      {
        "sentence": "每次看到他们在朋友圈上被很多人点赞、评论，我就会莫名难过。",
        "label": ""
      },
      {
        "sentence": "我总觉得我和他们之间差距太大，感到很自卑。",
        "label": ""
      },
      {
        "sentence": "这种孤独让我失眠成了常事。",
        "label": ""
      },
      {
        "sentence": "我也想过一了百了。",
        "label": ""
      },
      {
        "sentence": "别问我为什么不和他们倾诉，因为我怕我倾诉太多他们会烦，会讨厌我。",
        "label": ""
      },
      {
        "sentence": "而且有些时候我难过得没有办法倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我能够理解。我想起一部纪录片里有一个很特别的孩子，她从小就喜欢一个人独来独往。她很安静，不哭不闹。老师和记者一度很担心她，认为她太内向，有点儿不合群。当别人问她：“你为什么总是一个人玩呀？”她回答：“我想一个人玩，我有选择不交朋友的权利。”在这个时代，很多人看重人际交往能力，认为擅长交际、待人热情、性格外向的人，在社会上更容易立足，人生会更为顺利少波折。但是他们未深层去了解内向、不合群的人背后的原因，就轻易地给他们下了抑郁、古怪、孤僻、自卑、病态等定义。请不要随便给自己下定义，尽管你可能真的有一点点自卑，但没关系的。只要你能意识到，在日常生活中试着走出那些阴影就好了。生活逐渐好起来是有可能的，只是可能需要一些时间和耐心。纪录片中女孩的妈妈说：“我觉得，从本质上来讲，社会对内向的人是有点不公平的，它总是要求每一个内向的人都变得外向，其实内向的人也有很多自己的优点。”苏姗·凯恩说：“内向者天生善于把注意力集中于内在的精神世界，这使他们拥有高超的洞察力与理解力。”“他们善于将外部信息进行整理吸收，变为自己的内容，而不是简单地全盘接受或否定。”罗永浩也说：“外向的人也许会左右这个世界，但是内向的人才会创造世界。”你会发现那些看起来不合群，更喜欢独处的人，其实拥有较为丰富的内心世界，他们更擅长创造性的思维，擅长艺术创作。所以，如果你更喜欢独处，与其思考如何改变，不如好好发现独处的优点。在独处的过程中，你可能会发现思考的乐趣。但是要注意，不要把自己长时间困在孤独的环境中。你可以不走出去交朋友，但是要有交朋友的勇气和能力。如果暂时没有，就要想办法进行调整。祝你一切都好～。",
    "annotation": [
      {
        "sentence": "你的感受我能够理解。",
        "label": ""
      },
      {
        "sentence": "我想起一部纪录片里有一个很特别的孩子，她从小就喜欢一个人独来独往。",
        "label": ""
      },
      {
        "sentence": "她很安静，不哭不闹。",
        "label": ""
      },
      {
        "sentence": "老师和记者一度很担心她，认为她太内向，有点儿不合群。",
        "label": ""
      },
      {
        "sentence": "当别人问她：“你为什么总是一个人玩呀？",
        "label": ""
      },
      {
        "sentence": "”她回答：“我想一个人玩，我有选择不交朋友的权利。",
        "label": ""
      },
      {
        "sentence": "”在这个时代，很多人看重人际交往能力，认为擅长交际、待人热情、性格外向的人，在社会上更容易立足，人生会更为顺利少波折。",
        "label": ""
      },
      {
        "sentence": "但是他们未深层去了解内向、不合群的人背后的原因，就轻易地给他们下了抑郁、古怪、孤僻、自卑、病态等定义。",
        "label": ""
      },
      {
        "sentence": "请不要随便给自己下定义，尽管你可能真的有一点点自卑，但没关系的。",
        "label": ""
      },
      {
        "sentence": "只要你能意识到，在日常生活中试着走出那些阴影就好了。",
        "label": ""
      },
      {
        "sentence": "生活逐渐好起来是有可能的，只是可能需要一些时间和耐心。",
        "label": ""
      },
      {
        "sentence": "纪录片中女孩的妈妈说：“我觉得，从本质上来讲，社会对内向的人是有点不公平的，它总是要求每一个内向的人都变得外向，其实内向的人也有很多自己的优点。",
        "label": ""
      },
      {
        "sentence": "”苏姗·凯恩说：“内向者天生善于把注意力集中于内在的精神世界，这使他们拥有高超的洞察力与理解力。",
        "label": ""
      },
      {
        "sentence": "”“他们善于将外部信息进行整理吸收，变为自己的内容，而不是简单地全盘接受或否定。",
        "label": ""
      },
      {
        "sentence": "”罗永浩也说：“外向的人也许会左右这个世界，但是内向的人才会创造世界。",
        "label": ""
      },
      {
        "sentence": "”你会发现那些看起来不合群，更喜欢独处的人，其实拥有较为丰富的内心世界，他们更擅长创造性的思维，擅长艺术创作。",
        "label": ""
      },
      {
        "sentence": "所以，如果你更喜欢独处，与其思考如何改变，不如好好发现独处的优点。",
        "label": ""
      },
      {
        "sentence": "在独处的过程中，你可能会发现思考的乐趣。",
        "label": ""
      },
      {
        "sentence": "但是要注意，不要把自己长时间困在孤独的环境中。",
        "label": ""
      },
      {
        "sentence": "你可以不走出去交朋友，但是要有交朋友的勇气和能力。",
        "label": ""
      },
      {
        "sentence": "如果暂时没有，就要想办法进行调整。",
        "label": ""
      },
      {
        "sentence": "祝你一切都好～。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复。我觉得你说的很有道理，也很感谢你的理解和支持。我现在明白了，喜欢独处并没有错，我需要掌握好平衡，既要享受独处的时光，又要保持与人交往的能力。同时，我会试着走出自己的阴影，尽量不给自己负面的定义。再次感谢你的鼓励和指导。",
    "annotation": [
      {
        "sentence": "谢谢你的回复。",
        "label": ""
      },
      {
        "sentence": "我觉得你说的很有道理，也很感谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我现在明白了，喜欢独处并没有错，我需要掌握好平衡，既要享受独处的时光，又要保持与人交往的能力。",
        "label": ""
      },
      {
        "sentence": "同时，我会试着走出自己的阴影，尽量不给自己负面的定义。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的鼓励和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助你。你的觉悟很好，明白了自己需要的平衡，并且愿意积极面对。这很重要。记住，人际交往是一种技能，就像学习一门新的技能一样，需要时间和实践。只要你保持积极的态度和努力，我相信你一定能够逐渐克服困难，找到属于自己的平衡点。如果在以后的过程中还有任何困惑或者需要帮助的地方，随时来找我聊聊。祝愿你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "你的觉悟很好，明白了自己需要的平衡，并且愿意积极面对。",
        "label": ""
      },
      {
        "sentence": "这很重要。",
        "label": ""
      },
      {
        "sentence": "记住，人际交往是一种技能，就像学习一门新的技能一样，需要时间和实践。",
        "label": ""
      },
      {
        "sentence": "只要你保持积极的态度和努力，我相信你一定能够逐渐克服困难，找到属于自己的平衡点。",
        "label": ""
      },
      {
        "sentence": "如果在以后的过程中还有任何困惑或者需要帮助的地方，随时来找我聊聊。",
        "label": ""
      },
      {
        "sentence": "祝愿你一切顺利！",
        "label": ""
      }
    ]
  }
]