[
  {
    "role": "client",
    "content": "疫情心理自测表，测出抑郁重度，我居然闪过一丝喜悦？不2月份后的确感觉逐渐加重，其实我以前就这样。应该是上高中后，总是正常一两周，悲观一两周，所以我成绩一直起伏较大，直到无所谓。",
    "annotation": [
      {
        "sentence": "疫情心理自测表，测出抑郁重度，我居然闪过一丝喜悦？",
        "label": ""
      },
      {
        "sentence": "不2月份后的确感觉逐渐加重，其实我以前就这样。",
        "label": ""
      },
      {
        "sentence": "应该是上高中后，总是正常一两周，悲观一两周，所以我成绩一直起伏较大，直到无所谓。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抑郁症的治疗本就需要很长的时间，而我们身上的一些坏毛病就像是带刺的刺猬，别人想要安抚我们的时候有可能会扎伤他们，别人想要帮助我们拔掉这些刺的时候，我们会感到很痛。所以，你有没有想过和家人商量一下，看看可不可以帮助我们找一个比较专业的心理咨询师，让我们慢慢的学会找到自己的问题，慢慢的从之前的困境中走出来呢？",
    "annotation": [
      {
        "sentence": "抑郁症的治疗本就需要很长的时间，而我们身上的一些坏毛病就像是带刺的刺猬，别人想要安抚我们的时候有可能会扎伤他们，别人想要帮助我们拔掉这些刺的时候，我们会感到很痛。",
        "label": ""
      },
      {
        "sentence": "所以，你有没有想过和家人商量一下，看看可不可以帮助我们找一个比较专业的心理咨询师，让我们慢慢的学会找到自己的问题，慢慢的从之前的困境中走出来呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我没有和家人提及我的困扰，他们可能觉得管不了我了。而且，老师似乎也不理我了，或许是因为我有些事情做得不符合规矩。高考即将来临，我甚至没有丝毫波澜。真的觉得自己好傻啊。",
    "annotation": [
      {
        "sentence": "我没有和家人提及我的困扰，他们可能觉得管不了我了。",
        "label": ""
      },
      {
        "sentence": "而且，老师似乎也不理我了，或许是因为我有些事情做得不符合规矩。",
        "label": ""
      },
      {
        "sentence": "高考即将来临，我甚至没有丝毫波澜。",
        "label": ""
      },
      {
        "sentence": "真的觉得自己好傻啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "状态的起伏在抑郁症的人身上很常见，而且我们往往无法避免。在状态较好的时候，我们可以做好很多事情；但在状态较差的时候，即便是一些本来很简单的事情，也会做得很糟糕。我们需要给身边的人一点希望，让他们看到我们的改变。同时，我们也要给自己一点动力，只要今天的我们比昨天进步一点点，随着时间的推移，我们会不会成为更好的自己呢？",
    "annotation": [
      {
        "sentence": "状态的起伏在抑郁症的人身上很常见，而且我们往往无法避免。",
        "label": ""
      },
      {
        "sentence": "在状态较好的时候，我们可以做好很多事情；但在状态较差的时候，即便是一些本来很简单的事情，也会做得很糟糕。",
        "label": ""
      },
      {
        "sentence": "我们需要给身边的人一点希望，让他们看到我们的改变。",
        "label": ""
      },
      {
        "sentence": "同时，我们也要给自己一点动力，只要今天的我们比昨天进步一点点，随着时间的推移，我们会不会成为更好的自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我最近总是特别嗜睡，为了逃避不好的情绪，我只看一些漫画或者分析。这种状态不知道什么时候才会结束，结束后也可能会有无尽懊悔。",
    "annotation": [
      {
        "sentence": "我最近总是特别嗜睡，为了逃避不好的情绪，我只看一些漫画或者分析。",
        "label": ""
      },
      {
        "sentence": "这种状态不知道什么时候才会结束，结束后也可能会有无尽懊悔。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样的状态确实让人难以受到激励，但我们要记住，抑郁症的治疗需要时间，不能急于求成。我们可以先从寻找专业心理咨询师开始，他们会很好地指导我们如何应对这种状态。幸运的是，在这个过程中，我们会逐渐找到自己的问题所在，从而走出困境。",
    "annotation": [
      {
        "sentence": "这样的状态确实让人难以受到激励，但我们要记住，抑郁症的治疗需要时间，不能急于求成。",
        "label": ""
      },
      {
        "sentence": "我们可以先从寻找专业心理咨询师开始，他们会很好地指导我们如何应对这种状态。",
        "label": ""
      },
      {
        "sentence": "幸运的是，在这个过程中，我们会逐渐找到自己的问题所在，从而走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我感觉我在这段时间里，做出的决定导致自己失去了家人、老师、同学以及朋友们的信任，甚至失去了自己一直遵守的行为道德。我不知道该干什么，也不知道该相信什么。",
    "annotation": [
      {
        "sentence": "我感觉我在这段时间里，做出的决定导致自己失去了家人、老师、同学以及朋友们的信任，甚至失去了自己一直遵守的行为道德。",
        "label": ""
      },
      {
        "sentence": "我不知道该干什么，也不知道该相信什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人在成长过程中都会犯错，这是很正常的事情。有些人可以及时意识到自己的问题，从而避免走很多弯路；而有些人可能需要更多时间来认识到问题，并找到解决的方案。所以，不要对自己失去信心，其实我们最大的敌人永远是自己。只要我们每天都能比昨天进步一点点，随着时间的推移，我们一定会变得更好。",
    "annotation": [
      {
        "sentence": "每个人在成长过程中都会犯错，这是很正常的事情。",
        "label": ""
      },
      {
        "sentence": "有些人可以及时意识到自己的问题，从而避免走很多弯路；而有些人可能需要更多时间来认识到问题，并找到解决的方案。",
        "label": ""
      },
      {
        "sentence": "所以，不要对自己失去信心，其实我们最大的敌人永远是自己。",
        "label": ""
      },
      {
        "sentence": "只要我们每天都能比昨天进步一点点，随着时间的推移，我们一定会变得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在真的不知道该相信什么了，以前的东西现在也觉得很奇怪。",
    "annotation": [
      {
        "sentence": "我现在真的不知道该相信什么了，以前的东西现在也觉得很奇怪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个阶段的迷茫是正常的，不必过于焦虑。相信自己会慢慢找到答案的，也不要忘记寻求专业心理咨询师的帮助。他们会帮助我们重新找到方向，重建信念。无论遇到什么问题，我们都能够克服，成为更好、更强大的自己。",
    "annotation": [
      {
        "sentence": "这个阶段的迷茫是正常的，不必过于焦虑。",
        "label": ""
      },
      {
        "sentence": "相信自己会慢慢找到答案的，也不要忘记寻求专业心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "他们会帮助我们重新找到方向，重建信念。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么问题，我们都能够克服，成为更好、更强大的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持，我会考虑寻求专业心理咨询师的帮助，同时也会给自己一些信心和动力，相信自己能够走出抑郁的困境。",
    "annotation": [
      {
        "sentence": "谢谢你的支持，我会考虑寻求专业心理咨询师的帮助，同时也会给自己一些信心和动力，相信自己能够走出抑郁的困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你能够积极面对困境，并愿意采取行动。我相信，随着时间的推移，你会慢慢走出阴霾，成为更好的自己。记住，身边的人都会一直支持你的。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你能够积极面对困境，并愿意采取行动。",
        "label": ""
      },
      {
        "sentence": "我相信，随着时间的推移，你会慢慢走出阴霾，成为更好的自己。",
        "label": ""
      },
      {
        "sentence": "记住，身边的人都会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]