[
  {
    "role": "client",
    "content": "我准备结婚的对象，除了不爱他，一切都很好，是否坚持？适婚的年龄，着急的父母，条件合适的结婚对象，我试着去努力，想要通过努力慢慢接受对方，他不高不帅也不富，但是是家人眼中的潜力股吧，工作还不错，所以觉得很适合结婚。可是努力的这段时间我真的很不开心，比起自己一个人的时候，我跟一个不喜欢的人在一起度秒如年，我觉得还不如一个人呆着舒服。并且他很敏感，很容易胡思乱想，即使我什么都没做，只是没见他，就会引发他很偏激的想法，然后通过一系列骚操作想引起我的重视，我想知道我还要不要坚持下去？其实心已经有了答案，但是维系我这根弦的是我父母的催促，我不想让他们那么难过，怎么办？",
    "annotation": [
      {
        "sentence": "我准备结婚的对象，除了不爱他，一切都很好，是否坚持？",
        "label": ""
      },
      {
        "sentence": "适婚的年龄，着急的父母，条件合适的结婚对象，我试着去努力，想要通过努力慢慢接受对方，他不高不帅也不富，但是是家人眼中的潜力股吧，工作还不错，所以觉得很适合结婚。",
        "label": ""
      },
      {
        "sentence": "可是努力的这段时间我真的很不开心，比起自己一个人的时候，我跟一个不喜欢的人在一起度秒如年，我觉得还不如一个人呆着舒服。",
        "label": ""
      },
      {
        "sentence": "并且他很敏感，很容易胡思乱想，即使我什么都没做，只是没见他，就会引发他很偏激的想法，然后通过一系列骚操作想引起我的重视，我想知道我还要不要坚持下去？",
        "label": ""
      },
      {
        "sentence": "其实心已经有了答案，但是维系我这根弦的是我父母的催促，我不想让他们那么难过，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母对我们的婚姻，可以给出参考意见，但不能控制和主导我们的婚姻，因为最终进入婚姻的关系，得先是两个互有情感的人，才是两个家庭。",
    "annotation": [
      {
        "sentence": "父母对我们的婚姻，可以给出参考意见，但不能控制和主导我们的婚姻，因为最终进入婚姻的关系，得先是两个互有情感的人，才是两个家庭。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白父母的意见只是参考，但是我真的很矛盾，觉得自己应该为父母考虑。",
    "annotation": [
      {
        "sentence": "我明白父母的意见只是参考，但是我真的很矛盾，觉得自己应该为父母考虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，可以感受到你目前对于这段关系的压力和焦虑，而不是幸福和期待。你内心的选择一定是遵守自己的本意和情感的，但父母的主导意见，让你不忍心让他们难过。",
    "annotation": [
      {
        "sentence": "从你的描述中，可以感受到你目前对于这段关系的压力和焦虑，而不是幸福和期待。",
        "label": ""
      },
      {
        "sentence": "你内心的选择一定是遵守自己的本意和情感的，但父母的主导意见，让你不忍心让他们难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我不想让他们失望和伤心，可是我很难再继续这段关系下去。",
    "annotation": [
      {
        "sentence": "是的，我不想让他们失望和伤心，可是我很难再继续这段关系下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "结婚不能是一种讨好和屈从，如果因为怕父母现在伤心和难过而和自己没法相处的人进入婚姻，未来让父母担心和难过的时间可能是现在成百上千倍。结婚只是关系的开始，并不是结束，面临的矛盾和问题，是非常多的，不能让自己一时的妥协，演变成一生的悲剧。",
    "annotation": [
      {
        "sentence": "结婚不能是一种讨好和屈从，如果因为怕父母现在伤心和难过而和自己没法相处的人进入婚姻，未来让父母担心和难过的时间可能是现在成百上千倍。",
        "label": ""
      },
      {
        "sentence": "结婚只是关系的开始，并不是结束，面临的矛盾和问题，是非常多的，不能让自己一时的妥协，演变成一生的悲剧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我确实害怕以后的日子会更加辛苦和痛苦，但是我又不忍心让父母退让。",
    "annotation": [
      {
        "sentence": "你说得很对，我确实害怕以后的日子会更加辛苦和痛苦，但是我又不忍心让父母退让。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以和父母好好地沟通一次或多次，表达自己可以理解他们为自己的婚姻和幸福操心，也对这个结婚对象很满意，但是自己已经努力地尝试过了，真的没有办法和对方共度余生，可能结婚后，也并不是走向幸福，而是通往苦难。让父母清楚地知道你不是一时的赌气，是经过自己的认真考虑的。",
    "annotation": [
      {
        "sentence": "可以和父母好好地沟通一次或多次，表达自己可以理解他们为自己的婚姻和幸福操心，也对这个结婚对象很满意，但是自己已经努力地尝试过了，真的没有办法和对方共度余生，可能结婚后，也并不是走向幸福，而是通往苦难。",
        "label": ""
      },
      {
        "sentence": "让父母清楚地知道你不是一时的赌气，是经过自己的认真考虑的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我怕他们听不进去我的想法，也担心他们会觉得我不孝顺。",
    "annotation": [
      {
        "sentence": "但是我怕他们听不进去我的想法，也担心他们会觉得我不孝顺。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "并且答应在遇到合适的人之前，一定会很好的照顾自己，也会好好地进照顾他们的责任，同时对婚姻和爱情保持积极和热情的态度，遇到合适的人，一定会自己争取的等等。父母的愿望和目标，是希望我们幸福，一直幸福，我们的目标也是同样的。",
    "annotation": [
      {
        "sentence": "并且答应在遇到合适的人之前，一定会很好的照顾自己，也会好好地进照顾他们的责任，同时对婚姻和爱情保持积极和热情的态度，遇到合适的人，一定会自己争取的等等。",
        "label": ""
      },
      {
        "sentence": "父母的愿望和目标，是希望我们幸福，一直幸福，我们的目标也是同样的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着多和父母沟通，让他们明白我对他们的感激和尊重，同时也表达自己的内心矛盾和困惑。",
    "annotation": [
      {
        "sentence": "我会试着多和父母沟通，让他们明白我对他们的感激和尊重，同时也表达自己的内心矛盾和困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可能有时候，因为彼此的经历和观念不同，而造成对同一件事情的争执，但都是彼此在意和重视的。多理解一步，不因为对彼此的爱，绑架彼此，他们不逼迫你和不合适的对象结婚，你也不逼迫他们吃保健品和跳广场舞，各自让爱，平等地流动。",
    "annotation": [
      {
        "sentence": "可能有时候，因为彼此的经历和观念不同，而造成对同一件事情的争执，但都是彼此在意和重视的。",
        "label": ""
      },
      {
        "sentence": "多理解一步，不因为对彼此的爱，绑架彼此，他们不逼迫你和不合适的对象结婚，你也不逼迫他们吃保健品和跳广场舞，各自让爱，平等地流动。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该和父母平等地进行沟通，让我们之间的爱不被婚姻的问题所束缚。",
    "annotation": [
      {
        "sentence": "你说得对，我应该和父母平等地进行沟通，让我们之间的爱不被婚姻的问题所束缚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婚姻非儿戏，即使是我们找个合住的室友，也需要自己看着顺眼和相处舒服的，不能因为外界的一些捆绑，而动摇了自己在关系中的核心情感需求。希望你可以有勇气做出自己的选择，错过一个人，可能真的很可惜，但看错一个人，是一种持续的痛苦和折磨。",
    "annotation": [
      {
        "sentence": "婚姻非儿戏，即使是我们找个合住的室友，也需要自己看着顺眼和相处舒服的，不能因为外界的一些捆绑，而动摇了自己在关系中的核心情感需求。",
        "label": ""
      },
      {
        "sentence": "希望你可以有勇气做出自己的选择，错过一个人，可能真的很可惜，但看错一个人，是一种持续的痛苦和折磨。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会考虑好自己的感受并做出正确的决定。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会考虑好自己的感受并做出正确的决定。",
        "label": ""
      }
    ]
  }
]