[
  {
    "role": "client",
    "content": "父母总伤害我和亲朋好友，不关心我，很痛苦。",
    "annotation": [
      {
        "sentence": "父母总伤害我和亲朋好友，不关心我，很痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这听起来真的很辛苦，你一直承受着这种伤害感。过去的经历对你产生了很深的影响。你可以告诉我更多吗？",
    "annotation": [
      {
        "sentence": "这听起来真的很辛苦，你一直承受着这种伤害感。",
        "label": ""
      },
      {
        "sentence": "过去的经历对你产生了很深的影响。",
        "label": ""
      },
      {
        "sentence": "你可以告诉我更多吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的父亲以前是山凹凹里飞出的金凤凰，家境贫寒，14岁就金榜题名，娶了我妈这样的城里大美女，令人羡慕。后来他沉迷黄暴录像，逐渐迷失自我，言行从谨慎变得轻浮，甚至对我有偷窥欲，还曾经在13岁那年企图强奸我。",
    "annotation": [
      {
        "sentence": "我的父亲以前是山凹凹里飞出的金凤凰，家境贫寒，14岁就金榜题名，娶了我妈这样的城里大美女，令人羡慕。",
        "label": ""
      },
      {
        "sentence": "后来他沉迷黄暴录像，逐渐迷失自我，言行从谨慎变得轻浮，甚至对我有偷窥欲，还曾经在13岁那年企图强奸我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你对父亲行为的描述，我可以感受到你的痛苦和困惑。这是非常严重的经历，我可以理解你为什么会觉得伤心和失望。你在这段时间里是怎么应对这些感受的呢？",
    "annotation": [
      {
        "sentence": "听到你对父亲行为的描述，我可以感受到你的痛苦和困惑。",
        "label": ""
      },
      {
        "sentence": "这是非常严重的经历，我可以理解你为什么会觉得伤心和失望。",
        "label": ""
      },
      {
        "sentence": "你在这段时间里是怎么应对这些感受的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我妈控制欲和虚荣心很强，善于攻击别人心灵弱点，让别人并非发自内心地恭维她，可是毕竟没有别的大过失，只是觉得相处难过；另外喜欢盯着我父亲原生家庭向我家借款不还的事情大做文章，到处宣传并且辱骂老人。",
    "annotation": [
      {
        "sentence": "我妈控制欲和虚荣心很强，善于攻击别人心灵弱点，让别人并非发自内心地恭维她，可是毕竟没有别的大过失，只是觉得相处难过；另外喜欢盯着我父亲原生家庭向我家借款不还的事情大做文章，到处宣传并且辱骂老人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你描述的这些事情听起来非常困难，你的父母的行为对你造成了很大的压力和痛苦。你在家庭中感受到的不支持和欺凌可能对你的自尊心有很大的影响。你觉得你现在的情绪状态如何呢？",
    "annotation": [
      {
        "sentence": "你描述的这些事情听起来非常困难，你的父母的行为对你造成了很大的压力和痛苦。",
        "label": ""
      },
      {
        "sentence": "你在家庭中感受到的不支持和欺凌可能对你的自尊心有很大的影响。",
        "label": ""
      },
      {
        "sentence": "你觉得你现在的情绪状态如何呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "本以为我爸工资升上去，再把看美女戒了，我妈有了幸福感会改善家庭状态。可是我妈懒惰，我爸懦弱，总是这个家不能上下恭敬一条心，我妈变得贪婪参与外公外婆遗产争夺与两个舅舅“决裂”，我爸每年偷偷汇微不足道的钱给我奶奶，还要被指着鼻子骂，争吵不断，外加上工作压力，经常对我拳打脚踢，不许我在家写作业，为了完成作业，冻疮没好接着被蚊子咬，差点弄坏了身子。",
    "annotation": [
      {
        "sentence": "本以为我爸工资升上去，再把看美女戒了，我妈有了幸福感会改善家庭状态。",
        "label": ""
      },
      {
        "sentence": "可是我妈懒惰，我爸懦弱，总是这个家不能上下恭敬一条心，我妈变得贪婪参与外公外婆遗产争夺与两个舅舅“决裂”，我爸每年偷偷汇微不足道的钱给我奶奶，还要被指着鼻子骂，争吵不断，外加上工作压力，经常对我拳打脚踢，不许我在家写作业，为了完成作业，冻疮没好接着被蚊子咬，差点弄坏了身子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的描述，我可以想象到你在家庭中面临的各种困境和痛苦。这些经历都带给你很大的伤害和压力，同时也让你感到忧虑和无处倾诉。你是否有过和他们沟通或者寻求帮助的尝试呢？",
    "annotation": [
      {
        "sentence": "听到你的描述，我可以想象到你在家庭中面临的各种困境和痛苦。",
        "label": ""
      },
      {
        "sentence": "这些经历都带给你很大的伤害和压力，同时也让你感到忧虑和无处倾诉。",
        "label": ""
      },
      {
        "sentence": "你是否有过和他们沟通或者寻求帮助的尝试呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "补充一点，外婆从我上大学就开始病重，奶奶的身体也不如从前健壮了。我每次周日就归心似箭，穿越市区来到外婆身边看望，可是这却成了我妈向外婆张口要钱的良机。外婆很善良，虽然她不轻易把钱给子女，但是以我上学婚恋的名义要，她总不能不给，后来到我家陪我住，又每个月被我妈索要1200块生活费，基本够一家三口一个月的的营养餐的钱却只能给我外婆提供粗茶淡饭，连吃块肉都被说。",
    "annotation": [
      {
        "sentence": "补充一点，外婆从我上大学就开始病重，奶奶的身体也不如从前健壮了。",
        "label": ""
      },
      {
        "sentence": "我每次周日就归心似箭，穿越市区来到外婆身边看望，可是这却成了我妈向外婆张口要钱的良机。",
        "label": ""
      },
      {
        "sentence": "外婆很善良，虽然她不轻易把钱给子女，但是以我上学婚恋的名义要，她总不能不给，后来到我家陪我住，又每个月被我妈索要1200块生活费，基本够一家三口一个月的的营养餐的钱却只能给我外婆提供粗茶淡饭，连吃块肉都被说。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些情况听起来非常痛苦，也让人感到心疼。你的外婆因为病情变得虚弱，但你却不能无法给予她更好的照顾和支持，这让你感到无奈和愧疚。在这个过程中，你是否有任何方式来帮助自己改善这种状况呢？",
    "annotation": [
      {
        "sentence": "这些情况听起来非常痛苦，也让人感到心疼。",
        "label": ""
      },
      {
        "sentence": "你的外婆因为病情变得虚弱，但你却不能无法给予她更好的照顾和支持，这让你感到无奈和愧疚。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你是否有任何方式来帮助自己改善这种状况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我总心疼我外婆劝我妈不要苛待她，可是她不听，我也总认为三代母女心连着心总不至于存心害人，所以勉强相信了我妈一面之词，说她只是把钱替外婆保管，是因为我外婆耳聋才对她吼叫。虽然最后外婆住院抢救是花了一些钱，但我总觉得子女有能力赡养老人还要钱，这不应该呀我奶奶去世前一年筹划着为我准备老粗布的新婚床铺，只可惜年老了眼睛看不清用不了织布机，只好把自己的想法告诉纺织厂让他们代加工。我妈嫌土拒绝，说这事打发我们家。后来我奶奶一天夜里静悄悄离开了人世，手里握着给我织布的纹样，我时隔两年回想起来仍然觉得心里惴惴不安。我妈却仍然常说我奶奶“上人作恶，后人受报应”，并且奔丧的时候拒绝向纺织厂付被单的尾款，被邻居劝了好一通才收下，拿回家还指给我看说土。作恶的人是我从小一直心疼，一直喜欢的妈妈，呵呵。",
    "annotation": [
      {
        "sentence": "我总心疼我外婆劝我妈不要苛待她，可是她不听，我也总认为三代母女心连着心总不至于存心害人，所以勉强相信了我妈一面之词，说她只是把钱替外婆保管，是因为我外婆耳聋才对她吼叫。",
        "label": ""
      },
      {
        "sentence": "虽然最后外婆住院抢救是花了一些钱，但我总觉得子女有能力赡养老人还要钱，这不应该呀我奶奶去世前一年筹划着为我准备老粗布的新婚床铺，只可惜年老了眼睛看不清用不了织布机，只好把自己的想法告诉纺织厂让他们代加工。",
        "label": ""
      },
      {
        "sentence": "我妈嫌土拒绝，说这事打发我们家。",
        "label": ""
      },
      {
        "sentence": "后来我奶奶一天夜里静悄悄离开了人世，手里握着给我织布的纹样，我时隔两年回想起来仍然觉得心里惴惴不安。",
        "label": ""
      },
      {
        "sentence": "我妈却仍然常说我奶奶“上人作恶，后人受报应”，并且奔丧的时候拒绝向纺织厂付被单的尾款，被邻居劝了好一通才收下，拿回家还指给我看说土。",
        "label": ""
      },
      {
        "sentence": "作恶的人是我从小一直心疼，一直喜欢的妈妈，呵呵。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于外婆和奶奶的离世，我感到非常遗憾。特别是你对奶奶留下给你的纹样感到不安和伤心。你的妈妈对待这些事件的态度让你感到困惑和心痛。面对这些复杂的情绪和痛苦，你有没有考虑过寻求专业的帮助和支持呢？",
    "annotation": [
      {
        "sentence": "对于外婆和奶奶的离世，我感到非常遗憾。",
        "label": ""
      },
      {
        "sentence": "特别是你对奶奶留下给你的纹样感到不安和伤心。",
        "label": ""
      },
      {
        "sentence": "你的妈妈对待这些事件的态度让你感到困惑和心痛。",
        "label": ""
      },
      {
        "sentence": "面对这些复杂的情绪和痛苦，你有没有考虑过寻求专业的帮助和支持呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的关心，我一直觉得很孤独，很难和别人沟通这些事情。或许找个专业的人来倾诉一下，会有一些帮助吧。",
    "annotation": [
      {
        "sentence": "谢谢你的关心，我一直觉得很孤独，很难和别人沟通这些事情。",
        "label": ""
      },
      {
        "sentence": "或许找个专业的人来倾诉一下，会有一些帮助吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能考虑倾诉并寻求专业帮助。专业的心理咨询师可以提供给你更多的支持和指导，帮助你处理这些困扰你的问题。如果你需要，我可以帮你寻找合适的心理咨询资源。你的感受和想法都是非常重要的，不要犹豫向专业人士求助。",
    "annotation": [
      {
        "sentence": "很高兴你能考虑倾诉并寻求专业帮助。",
        "label": ""
      },
      {
        "sentence": "专业的心理咨询师可以提供给你更多的支持和指导，帮助你处理这些困扰你的问题。",
        "label": ""
      },
      {
        "sentence": "如果你需要，我可以帮你寻找合适的心理咨询资源。",
        "label": ""
      },
      {
        "sentence": "你的感受和想法都是非常重要的，不要犹豫向专业人士求助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会考虑寻求专业咨询的帮助。有你的支持真的让我感到温暖和安慰。再次谢谢你。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会考虑寻求专业咨询的帮助。",
        "label": ""
      },
      {
        "sentence": "有你的支持真的让我感到温暖和安慰。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意能够为你提供支持。无论何时你需要倾诉或者有任何问题，可以随时与我联系。你并不孤单，我们会一起度过这个困难的时刻。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很愿意能够为你提供支持。",
        "label": ""
      },
      {
        "sentence": "无论何时你需要倾诉或者有任何问题，可以随时与我联系。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们会一起度过这个困难的时刻。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]