[
  {
    "role": "client",
    "content": "心理学专业的人就该没有心理问题吗？",
    "annotation": [
      {
        "sentence": "心理学专业的人就该没有心理问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解和同情你的感受。我也和你有类似的经历，自己仅仅是心理学爱好者，还并不是心理学专业生，身边的朋友就会觉得你懂心理学，你内心就一定比别人强大，你的心理就一定比别人健康。有时候这个身份反而让我们要承受比别人更大的心理压力，让人困扰。",
    "annotation": [
      {
        "sentence": "非常理解和同情你的感受。",
        "label": ""
      },
      {
        "sentence": "我也和你有类似的经历，自己仅仅是心理学爱好者，还并不是心理学专业生，身边的朋友就会觉得你懂心理学，你内心就一定比别人强大，你的心理就一定比别人健康。",
        "label": ""
      },
      {
        "sentence": "有时候这个身份反而让我们要承受比别人更大的心理压力，让人困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你说得没错，我们可以利用专业知识去剖析自己，比别人更准确地去找到问题。分析它的成因，分析它的机制，甚至也清楚自己需要做什么来改善。但心理健康问题不是一天两天就能解决，在这个过程中我们同样要经历和普通人别无二致的各种心理状态，这是再多的专业知识都无法抵御的。",
    "annotation": [
      {
        "sentence": "我觉得你说得没错，我们可以利用专业知识去剖析自己，比别人更准确地去找到问题。",
        "label": ""
      },
      {
        "sentence": "分析它的成因，分析它的机制，甚至也清楚自己需要做什么来改善。",
        "label": ""
      },
      {
        "sentence": "但心理健康问题不是一天两天就能解决，在这个过程中我们同样要经历和普通人别无二致的各种心理状态，这是再多的专业知识都无法抵御的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "记得以前看过一部电视剧《白色巨塔》，主角是一个技艺高超的食道癌医生，最后自己也患上了食道癌需要其他医生来拯救自己，医生生病同样要看医生，这个时候可能身边的人理解起来更容易一点。随着生物学和化学基础教育普及，现在应该不会有人过于惊讶“怎么最厉害的食道癌医生也会患食道癌，他到底行不行？”。而换到心理学上人们的反应就截然不同。这一点来看确实是我们在心理学普及方面的不足，大部分人对心理学的误解造成的。",
    "annotation": [
      {
        "sentence": "记得以前看过一部电视剧《白色巨塔》，主角是一个技艺高超的食道癌医生，最后自己也患上了食道癌需要其他医生来拯救自己，医生生病同样要看医生，这个时候可能身边的人理解起来更容易一点。",
        "label": ""
      },
      {
        "sentence": "随着生物学和化学基础教育普及，现在应该不会有人过于惊讶“怎么最厉害的食道癌医生也会患食道癌，他到底行不行？",
        "label": ""
      },
      {
        "sentence": "”。",
        "label": ""
      },
      {
        "sentence": "而换到心理学上人们的反应就截然不同。",
        "label": ""
      },
      {
        "sentence": "这一点来看确实是我们在心理学普及方面的不足，大部分人对心理学的误解造成的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，其实一个人会不会遇到心理问题，真的和是否懂心理学没有太大关系。和其他任何人一样，主要还是由我们的成长过程和环境因素决定。心理学和其他任何科学一样，只是我们的一个工具，并不要把它过于神化。同样，心理学生或心理学家也和其他人一样，也会产生情绪，也会受各种心理问题所困扰。这都是再正常不过的事。",
    "annotation": [
      {
        "sentence": "我明白了，其实一个人会不会遇到心理问题，真的和是否懂心理学没有太大关系。",
        "label": ""
      },
      {
        "sentence": "和其他任何人一样，主要还是由我们的成长过程和环境因素决定。",
        "label": ""
      },
      {
        "sentence": "心理学和其他任何科学一样，只是我们的一个工具，并不要把它过于神化。",
        "label": ""
      },
      {
        "sentence": "同样，心理学生或心理学家也和其他人一样，也会产生情绪，也会受各种心理问题所困扰。",
        "label": ""
      },
      {
        "sentence": "这都是再正常不过的事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你虽然有非常系统的心理学知识，但在面临心理问题的时候也不要过于勉强自己，去接受自己柔软脆弱的一面真的不是那么容易，在陷入困境之时，我们有一个比不懂心理学的人最大的优势就是——我们明白自己需要找心理咨询师，并且不会觉得找心理咨询师是一件丢脸的事。我觉得这就很好了，我们有机会更多爱自己一点，不至于眼睁睁让内心的那个脆弱自己陷入绝境。祝生活愉快！天空家园一直在你身边。",
    "annotation": [
      {
        "sentence": "你虽然有非常系统的心理学知识，但在面临心理问题的时候也不要过于勉强自己，去接受自己柔软脆弱的一面真的不是那么容易，在陷入困境之时，我们有一个比不懂心理学的人最大的优势就是——我们明白自己需要找心理咨询师，并且不会觉得找心理咨询师是一件丢脸的事。",
        "label": ""
      },
      {
        "sentence": "我觉得这就很好了，我们有机会更多爱自己一点，不至于眼睁睁让内心的那个脆弱自己陷入绝境。",
        "label": ""
      },
      {
        "sentence": "祝生活愉快！",
        "label": ""
      },
      {
        "sentence": "天空家园一直在你身边。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，你说得对，我要学会接受自己的脆弱，爱护自己，并且不害怕寻求心理咨询的帮助。我会继续努力走出困境，也希望你过得幸福快乐！谢谢你一直在我身边支持我！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，你说得对，我要学会接受自己的脆弱，爱护自己，并且不害怕寻求心理咨询的帮助。",
        "label": ""
      },
      {
        "sentence": "我会继续努力走出困境，也希望你过得幸福快乐！",
        "label": ""
      },
      {
        "sentence": "谢谢你一直在我身边支持我！",
        "label": ""
      }
    ]
  }
]