[
  {
    "role": "client",
    "content": "我最近无法接受自己一事无成的事实，我觉得自己没有任何成就。小时候，我学习成绩还不错，我一直认为学习成绩是我唯一拿得出手的东西，其他方面都不如别人。比如我个子不高，力气也不大，我妈妈总是拿别人的孩子作为比较，她会说：“你看别人家的孩子都能去井里挑水，而你个子小力气也不够，所以你挑不起来。”这让我觉得学习成绩还是我唯一能展示的东西。但是上了高中，我得了抑郁症，脑袋总是很混乱，每天都很紧张，无法专心学习。我也就失去了唯一能依赖的学习成绩，觉得自己变得一无是处，就像一个废物一样。因为我失去了唯一擅长的东西，所以就有了这种感觉，觉得只有成绩好的时候才有资格存在、有价值。而当我的成绩不好时，我就觉得自己是个废物、渣渣。很长一段时间来，我无法接受自己一事无成的现实，没有任何能做好的事情，没有一点价值的感觉。就连玩游戏，我也必须胜利了才能平静下来，才能停止玩。一旦失败，我就觉得难受，就会继续玩下去，只有在取得胜利后，我才会稍微感到舒服一些。有时候，一直失败下去，我也会一直去玩，尽管心里并不喜欢。",
    "annotation": [
      {
        "sentence": "我最近无法接受自己一事无成的事实，我觉得自己没有任何成就。",
        "label": ""
      },
      {
        "sentence": "小时候，我学习成绩还不错，我一直认为学习成绩是我唯一拿得出手的东西，其他方面都不如别人。",
        "label": ""
      },
      {
        "sentence": "比如我个子不高，力气也不大，我妈妈总是拿别人的孩子作为比较，她会说：“你看别人家的孩子都能去井里挑水，而你个子小力气也不够，所以你挑不起来。",
        "label": ""
      },
      {
        "sentence": "”这让我觉得学习成绩还是我唯一能展示的东西。",
        "label": ""
      },
      {
        "sentence": "但是上了高中，我得了抑郁症，脑袋总是很混乱，每天都很紧张，无法专心学习。",
        "label": ""
      },
      {
        "sentence": "我也就失去了唯一能依赖的学习成绩，觉得自己变得一无是处，就像一个废物一样。",
        "label": ""
      },
      {
        "sentence": "因为我失去了唯一擅长的东西，所以就有了这种感觉，觉得只有成绩好的时候才有资格存在、有价值。",
        "label": ""
      },
      {
        "sentence": "而当我的成绩不好时，我就觉得自己是个废物、渣渣。",
        "label": ""
      },
      {
        "sentence": "很长一段时间来，我无法接受自己一事无成的现实，没有任何能做好的事情，没有一点价值的感觉。",
        "label": ""
      },
      {
        "sentence": "就连玩游戏，我也必须胜利了才能平静下来，才能停止玩。",
        "label": ""
      },
      {
        "sentence": "一旦失败，我就觉得难受，就会继续玩下去，只有在取得胜利后，我才会稍微感到舒服一些。",
        "label": ""
      },
      {
        "sentence": "有时候，一直失败下去，我也会一直去玩，尽管心里并不喜欢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有各自的优点和不足，我听过那些学习成绩不好的孩子说过：“学习不好，我就一无是处。”但是其实我觉得他们的身高、体质和长相都还不错。所以你是不是放大了自己的不足，缩小了自己的优点呢？我相信你是一个非常努力的人，我也相信你并不差。让我们一起来分析，了解问题：1、小时候，你学习成绩挺好的，你一直认为学习是你唯一拿得出手的东西，其他方面都不如别人。比如你个子不高，力气也不大，你妈妈总是拿别人的孩子作为比较，她会说：“你看别人家的孩子都能去井里挑水，而你个子小力气也不够，所以你挑不起来。”（学习好对一个学生来说是非常重要的，妈妈把你跟别人家的孩子比较，并不公平，反而给你带来了自卑心理。或许会不会对你来说挑水并不重要，但那个时候在你心里成了一件事情。）2、你觉得学习还勉强可以，但是上了高中以后得了抑郁症，脑子总是很混乱，每天都很紧张，无法专心学习。于是你失去了唯一能依靠的学习成绩，觉得自己变成了一个废物。（“也就”这么说，你把自己最棒的一面，说得如此轻描淡写。学习好是非常重要的事情。我猜想，你的心事当时是相当沉重的，所以导致了抑郁症，你的依靠没有了，这对你来说是极大的打击。但是每次听到一个孩子说自己是个“废物”时，我的心情都很难过，谁都不想这样，但并没有办法。）3、因为你失去了唯一擅长的东西，所以就有了这种感觉，觉得自己成绩好的时候才有资格存在、有价值。而当学习不好的时候，你就觉得自己是个废物、渣渣。（嗯，可以理解这种绝望的心情，成绩对你来说是价值的体现，成绩不好对你打击很大。但是天生你才必有用，从哪里跌倒，我们还能爬起来的不是吗？所以贬低自己真的让人很心疼。）4、很长一段时间里，你无法接受自己一事无成，什么也做不好，没有一点价值的感觉。就连玩游戏，你也必须胜利了才能平静下来，才能停止玩。（我们都有胜负心，按理来说玩游戏是为了消遣或享受闲暇时光，但是你却只能在游戏中寻找存在感，只有取得胜利后才能稍微感到舒服。我相信你是有能力的，我觉得如果经过专业的调整和心态的疏导，你一定可以的，因为游戏就像是人生一样。）5、一旦失败，你就会感到难受，就会继续玩下去，只有在取得胜利后才会稍微舒服一些。有时候，你会一直玩下去，即使心里并不喜欢。（在游戏中你可以做到在哪里跌倒，就在哪里爬起来。在现实生活中，你依然可以，我相信你可以的。）直面问题：“价值感与实际成就的变化”～～我们得承认，我们都是普通人，在普通人的世界里价值感和实际成绩是成正比的。自然是实际成绩越强，价值高就越高，反之相反。～～你有上述心情起伏可以理解。只不过越是这样，我们越需要勇气面对。想象一下，在同等条件下，你可以拨开云雾见天日，那本身就是你的优秀，也没有人规定你必须达到什么标准才算成功。我们可以给自己设定一些在努力中可以达到的目标，那不也是成功吗？比如，如何让自己回到学习的正轨上来...结束语：祝你幸福快乐！祝你心想事成！如果还有其他问题，可以私信我！",
    "annotation": [
      {
        "sentence": "每个人都有各自的优点和不足，我听过那些学习成绩不好的孩子说过：“学习不好，我就一无是处。",
        "label": ""
      },
      {
        "sentence": "”但是其实我觉得他们的身高、体质和长相都还不错。",
        "label": ""
      },
      {
        "sentence": "所以你是不是放大了自己的不足，缩小了自己的优点呢？",
        "label": ""
      },
      {
        "sentence": "我相信你是一个非常努力的人，我也相信你并不差。",
        "label": ""
      },
      {
        "sentence": "让我们一起来分析，了解问题：1、小时候，你学习成绩挺好的，你一直认为学习是你唯一拿得出手的东西，其他方面都不如别人。",
        "label": ""
      },
      {
        "sentence": "比如你个子不高，力气也不大，你妈妈总是拿别人的孩子作为比较，她会说：“你看别人家的孩子都能去井里挑水，而你个子小力气也不够，所以你挑不起来。",
        "label": ""
      },
      {
        "sentence": "”（学习好对一个学生来说是非常重要的，妈妈把你跟别人家的孩子比较，并不公平，反而给你带来了自卑心理。",
        "label": ""
      },
      {
        "sentence": "或许会不会对你来说挑水并不重要，但那个时候在你心里成了一件事情。",
        "label": ""
      },
      {
        "sentence": "）2、你觉得学习还勉强可以，但是上了高中以后得了抑郁症，脑子总是很混乱，每天都很紧张，无法专心学习。",
        "label": ""
      },
      {
        "sentence": "于是你失去了唯一能依靠的学习成绩，觉得自己变成了一个废物。",
        "label": ""
      },
      {
        "sentence": "（“也就”这么说，你把自己最棒的一面，说得如此轻描淡写。",
        "label": ""
      },
      {
        "sentence": "学习好是非常重要的事情。",
        "label": ""
      },
      {
        "sentence": "我猜想，你的心事当时是相当沉重的，所以导致了抑郁症，你的依靠没有了，这对你来说是极大的打击。",
        "label": ""
      },
      {
        "sentence": "但是每次听到一个孩子说自己是个“废物”时，我的心情都很难过，谁都不想这样，但并没有办法。",
        "label": ""
      },
      {
        "sentence": "）3、因为你失去了唯一擅长的东西，所以就有了这种感觉，觉得自己成绩好的时候才有资格存在、有价值。",
        "label": ""
      },
      {
        "sentence": "而当学习不好的时候，你就觉得自己是个废物、渣渣。",
        "label": ""
      },
      {
        "sentence": "（嗯，可以理解这种绝望的心情，成绩对你来说是价值的体现，成绩不好对你打击很大。",
        "label": ""
      },
      {
        "sentence": "但是天生你才必有用，从哪里跌倒，我们还能爬起来的不是吗？",
        "label": ""
      },
      {
        "sentence": "所以贬低自己真的让人很心疼。",
        "label": ""
      },
      {
        "sentence": "）4、很长一段时间里，你无法接受自己一事无成，什么也做不好，没有一点价值的感觉。",
        "label": ""
      },
      {
        "sentence": "就连玩游戏，你也必须胜利了才能平静下来，才能停止玩。",
        "label": ""
      },
      {
        "sentence": "（我们都有胜负心，按理来说玩游戏是为了消遣或享受闲暇时光，但是你却只能在游戏中寻找存在感，只有取得胜利后才能稍微感到舒服。",
        "label": ""
      },
      {
        "sentence": "我相信你是有能力的，我觉得如果经过专业的调整和心态的疏导，你一定可以的，因为游戏就像是人生一样。",
        "label": ""
      },
      {
        "sentence": "）5、一旦失败，你就会感到难受，就会继续玩下去，只有在取得胜利后才会稍微舒服一些。",
        "label": ""
      },
      {
        "sentence": "有时候，你会一直玩下去，即使心里并不喜欢。",
        "label": ""
      },
      {
        "sentence": "（在游戏中你可以做到在哪里跌倒，就在哪里爬起来。",
        "label": ""
      },
      {
        "sentence": "在现实生活中，你依然可以，我相信你可以的。",
        "label": ""
      },
      {
        "sentence": "）直面问题：“价值感与实际成就的变化”～～我们得承认，我们都是普通人，在普通人的世界里价值感和实际成绩是成正比的。",
        "label": ""
      },
      {
        "sentence": "自然是实际成绩越强，价值高就越高，反之相反。",
        "label": ""
      },
      {
        "sentence": "～～你有上述心情起伏可以理解。",
        "label": ""
      },
      {
        "sentence": "只不过越是这样，我们越需要勇气面对。",
        "label": ""
      },
      {
        "sentence": "想象一下，在同等条件下，你可以拨开云雾见天日，那本身就是你的优秀，也没有人规定你必须达到什么标准才算成功。",
        "label": ""
      },
      {
        "sentence": "我们可以给自己设定一些在努力中可以达到的目标，那不也是成功吗？",
        "label": ""
      },
      {
        "sentence": "比如，如何让自己回到学习的正轨上来...结束语：祝你幸福快乐！",
        "label": ""
      },
      {
        "sentence": "祝你心想事成！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，可以私信我！",
        "label": ""
      }
    ]
  }
]