[
  {
    "role": "client",
    "content": "我23岁的女生，不知道怎样屏蔽家人的言语伤害？我一直觉得家人是在乎我的，现在年纪越大，越发现好像我的童年里没有家人的存在，记得我和妈妈和妈妈的朋友去逛鞋店，女孩子总喜欢漂亮的，我一直表现的很朴素，但是我一直是个普通女生，我妈妈居然说“她一直都这么朴素惯了，随便挑一双给她”，我突然觉得自己像薛宝钗一样悲哀，虽然过去很久，我还是耿耿于怀，并且从生活中的点点滴滴发现我的家人不像我的家人，我今天因为一件事和妈妈吵起来，妈妈觉得她比我更委屈，我却一定也没感觉到她究竟付出了什么，她说“我没给你吃没给你喝了吗”，她是在养猪吗？",
    "annotation": [
      {
        "sentence": "我23岁的女生，不知道怎样屏蔽家人的言语伤害？",
        "label": ""
      },
      {
        "sentence": "我一直觉得家人是在乎我的，现在年纪越大，越发现好像我的童年里没有家人的存在，记得我和妈妈和妈妈的朋友去逛鞋店，女孩子总喜欢漂亮的，我一直表现的很朴素，但是我一直是个普通女生，我妈妈居然说“她一直都这么朴素惯了，随便挑一双给她”，我突然觉得自己像薛宝钗一样悲哀，虽然过去很久，我还是耿耿于怀，并且从生活中的点点滴滴发现我的家人不像我的家人，我今天因为一件事和妈妈吵起来，妈妈觉得她比我更委屈，我却一定也没感觉到她究竟付出了什么，她说“我没给你吃没给你喝了吗”，她是在养猪吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我了解你的困扰。在家庭关系中，互相的理解和付出是非常重要的，才能避免受伤害和冷漠。从你的描述中，我感受到你对母亲一直以来对自己的情感产生了怀疑。我们在责怪他人没有给足够的爱时，也需要思考一下我们自己为对方付出了什么。你提到了一些生活中的点滴事件，对母亲的怀疑情绪变得更加明显。无论我们得到多少爱，我们总是觉得还差一点，这一点就是与“别人”相比较。看到你举的两个例子，我感到非常心疼你，因为这些例子明显忽视了你的需求和感受。但是回想一下，如果在每一次母亲“随便”给你挑东西或做决定的时候，你都能认真坚定地表达自己的需求，她们还会不懂得你的感受吗？比如，当她们把一双普通鞋放在你面前时，你可以明确地表达你不喜欢，喜欢另一双。如果她们非要买一双鞋给你的话，可以是那双，但这双普通的鞋子你不想要。也许在当时的情境中，妈妈只是把你当作小孩子，认为你的意见不重要，所以她们就“随便”给你挑了。或者是妈妈顾及朋友的感受，觉得挑一双鞋需要很长时间，会让朋友觉得不耐烦，所以她们好像不会做决定。需要将自己的思考和评价放在当时的情境中，而不是用现在成熟理智的你来面对那时幼稚和任性的自己。父母有自己的成长背景和固有的教育理念，有些事情是他们无意识被灌输的。有多少父母懂得从小就尊重孩子的意见，让孩子自己选择衣服和学校等等关于自己的大事小情？有多少父母懂得说话时注意言辞，不伤害孩子的自尊和自信？有多少父母可以站在孩子的角度，看到他们的需求和感受而不是强加和压迫？也许你妈妈说的“供你吃喝”，只是一句世袭的话，可能在她那个时代养活孩子只是吃饱穿暖，没有太多精力关注孩子的感受。而她们也没有意识到这些话和小事对我们的影响，因为他们“也是这样过来的”。所以我们需要一点点纠正和告诉他们我们自己的感受和想法，发表自己的意见。就像让你现在说出你爱他们，可能你会觉得有点难以启齿，因为我们也有自己的成长背景。你可以感谢他们供你吃喝，表达你的感激，也表现你的回报和孝顺。但是下次再遇到类似的言语和不重视你感受的行为时，你可以直接表达：“妈妈，我想和你聊一聊，巴拉巴拉”。让自己多多表达和敢于表达，不要害羞，也不要逃避，无论是喜欢还是不满。",
    "annotation": [
      {
        "sentence": "你好，我了解你的困扰。",
        "label": ""
      },
      {
        "sentence": "在家庭关系中，互相的理解和付出是非常重要的，才能避免受伤害和冷漠。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我感受到你对母亲一直以来对自己的情感产生了怀疑。",
        "label": ""
      },
      {
        "sentence": "我们在责怪他人没有给足够的爱时，也需要思考一下我们自己为对方付出了什么。",
        "label": ""
      },
      {
        "sentence": "你提到了一些生活中的点滴事件，对母亲的怀疑情绪变得更加明显。",
        "label": ""
      },
      {
        "sentence": "无论我们得到多少爱，我们总是觉得还差一点，这一点就是与“别人”相比较。",
        "label": ""
      },
      {
        "sentence": "看到你举的两个例子，我感到非常心疼你，因为这些例子明显忽视了你的需求和感受。",
        "label": ""
      },
      {
        "sentence": "但是回想一下，如果在每一次母亲“随便”给你挑东西或做决定的时候，你都能认真坚定地表达自己的需求，她们还会不懂得你的感受吗？",
        "label": ""
      },
      {
        "sentence": "比如，当她们把一双普通鞋放在你面前时，你可以明确地表达你不喜欢，喜欢另一双。",
        "label": ""
      },
      {
        "sentence": "如果她们非要买一双鞋给你的话，可以是那双，但这双普通的鞋子你不想要。",
        "label": ""
      },
      {
        "sentence": "也许在当时的情境中，妈妈只是把你当作小孩子，认为你的意见不重要，所以她们就“随便”给你挑了。",
        "label": ""
      },
      {
        "sentence": "或者是妈妈顾及朋友的感受，觉得挑一双鞋需要很长时间，会让朋友觉得不耐烦，所以她们好像不会做决定。",
        "label": ""
      },
      {
        "sentence": "需要将自己的思考和评价放在当时的情境中，而不是用现在成熟理智的你来面对那时幼稚和任性的自己。",
        "label": ""
      },
      {
        "sentence": "父母有自己的成长背景和固有的教育理念，有些事情是他们无意识被灌输的。",
        "label": ""
      },
      {
        "sentence": "有多少父母懂得从小就尊重孩子的意见，让孩子自己选择衣服和学校等等关于自己的大事小情？",
        "label": ""
      },
      {
        "sentence": "有多少父母懂得说话时注意言辞，不伤害孩子的自尊和自信？",
        "label": ""
      },
      {
        "sentence": "有多少父母可以站在孩子的角度，看到他们的需求和感受而不是强加和压迫？",
        "label": ""
      },
      {
        "sentence": "也许你妈妈说的“供你吃喝”，只是一句世袭的话，可能在她那个时代养活孩子只是吃饱穿暖，没有太多精力关注孩子的感受。",
        "label": ""
      },
      {
        "sentence": "而她们也没有意识到这些话和小事对我们的影响，因为他们“也是这样过来的”。",
        "label": ""
      },
      {
        "sentence": "所以我们需要一点点纠正和告诉他们我们自己的感受和想法，发表自己的意见。",
        "label": ""
      },
      {
        "sentence": "就像让你现在说出你爱他们，可能你会觉得有点难以启齿，因为我们也有自己的成长背景。",
        "label": ""
      },
      {
        "sentence": "你可以感谢他们供你吃喝，表达你的感激，也表现你的回报和孝顺。",
        "label": ""
      },
      {
        "sentence": "但是下次再遇到类似的言语和不重视你感受的行为时，你可以直接表达：“妈妈，我想和你聊一聊，巴拉巴拉”。",
        "label": ""
      },
      {
        "sentence": "让自己多多表达和敢于表达，不要害羞，也不要逃避，无论是喜欢还是不满。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和理解。我知道现在需要更加勇敢地表达自己的想法和感受，而不是忍受那些伤害和冷漠。听你这么说，我开始明白父母也是有他们自己的成长背景和实际考虑的，他们可能并不是有意伤害我。我也意识到自己在童年时期对家人的期待有点过高，希望他们能完美地满足我的需求。现在我会试着更加坦诚地沟通，告诉他们我的真实感受，而不是默默地承受。我希望我们能够有更好的亲子关系，互相理解和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和理解。",
        "label": ""
      },
      {
        "sentence": "我知道现在需要更加勇敢地表达自己的想法和感受，而不是忍受那些伤害和冷漠。",
        "label": ""
      },
      {
        "sentence": "听你这么说，我开始明白父母也是有他们自己的成长背景和实际考虑的，他们可能并不是有意伤害我。",
        "label": ""
      },
      {
        "sentence": "我也意识到自己在童年时期对家人的期待有点过高，希望他们能完美地满足我的需求。",
        "label": ""
      },
      {
        "sentence": "现在我会试着更加坦诚地沟通，告诉他们我的真实感受，而不是默默地承受。",
        "label": ""
      },
      {
        "sentence": "我希望我们能够有更好的亲子关系，互相理解和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的收获和决心。勇敢地面对和表达自己的感受是和家人建立良好关系的重要一步。家人之间的亲密关系需要相互的理解和尊重，通过沟通可以解决很多问题。记住要以积极的态度去沟通，表达自己的感受，也要倾听对方的想法和意见。相信在你的努力下，你和家人之间的关系会越来越好。如果你还有其他困扰或需要帮助，随时来找我聊天吧。",
    "annotation": [
      {
        "sentence": "很高兴听到你的收获和决心。",
        "label": ""
      },
      {
        "sentence": "勇敢地面对和表达自己的感受是和家人建立良好关系的重要一步。",
        "label": ""
      },
      {
        "sentence": "家人之间的亲密关系需要相互的理解和尊重，通过沟通可以解决很多问题。",
        "label": ""
      },
      {
        "sentence": "记住要以积极的态度去沟通，表达自己的感受，也要倾听对方的想法和意见。",
        "label": ""
      },
      {
        "sentence": "相信在你的努力下，你和家人之间的关系会越来越好。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他困扰或需要帮助，随时来找我聊天吧。",
        "label": ""
      }
    ]
  }
]