[
  {
    "role": "client",
    "content": "快高考了，收到同学老师排斥的我无法安心学习怎么办？老师和同学都排斥我，因为我成绩太差了。我不知道该怎么办。学不进去了，求安慰。",
    "annotation": [
      {
        "sentence": "快高考了，收到同学老师排斥的我无法安心学习怎么办？",
        "label": ""
      },
      {
        "sentence": "老师和同学都排斥我，因为我成绩太差了。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "学不进去了，求安慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高考，可能是我们需要独自走过的很多路中的一条，虽然有很多人可以为我们加油和打气，但最终提笔的只有我们自己。从你的描述中，可以感受到你认为自己成绩太差而受到了老师和同学的排斥，影响到了自己的学习状态，非常无助和难过。",
    "annotation": [
      {
        "sentence": "高考，可能是我们需要独自走过的很多路中的一条，虽然有很多人可以为我们加油和打气，但最终提笔的只有我们自己。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，可以感受到你认为自己成绩太差而受到了老师和同学的排斥，影响到了自己的学习状态，非常无助和难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得自己很没用，班上的同学都看不起我，老师也对我很失望。我真的不知道该怎么办，现在连学习的动力都没有了。",
    "annotation": [
      {
        "sentence": "是的，我一直觉得自己很没用，班上的同学都看不起我，老师也对我很失望。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办，现在连学习的动力都没有了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，一定要在充分了解事实的基础上，才能做出推测，而不是凭自己的感觉。成绩不好的同学，在班级中，总是有那么几名的，但老师和同学都是排斥的态度吗？他们的态度真的是排斥，还是恨铁不成钢，还是冷漠和放弃？",
    "annotation": [
      {
        "sentence": "首先，一定要在充分了解事实的基础上，才能做出推测，而不是凭自己的感觉。",
        "label": ""
      },
      {
        "sentence": "成绩不好的同学，在班级中，总是有那么几名的，但老师和同学都是排斥的态度吗？",
        "label": ""
      },
      {
        "sentence": "他们的态度真的是排斥，还是恨铁不成钢，还是冷漠和放弃？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说的也有一定道理，可能我太过敏感了。但是我确实感觉自己的学习状态已经受到了很大的打击，我真的很迷茫。",
    "annotation": [
      {
        "sentence": "或许你说的也有一定道理，可能我太过敏感了。",
        "label": ""
      },
      {
        "sentence": "但是我确实感觉自己的学习状态已经受到了很大的打击，我真的很迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，每个人在考试前都会感到压力和焦虑。但是，无论其他人如何看待你，最重要的是你自己的态度和努力。现在你觉得迷茫也很正常，但是你不能放弃自己，一定要坚持下去。",
    "annotation": [
      {
        "sentence": "我理解你的感受，每个人在考试前都会感到压力和焦虑。",
        "label": ""
      },
      {
        "sentence": "但是，无论其他人如何看待你，最重要的是你自己的态度和努力。",
        "label": ""
      },
      {
        "sentence": "现在你觉得迷茫也很正常，但是你不能放弃自己，一定要坚持下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我真的不知道该怎么办才能重新找回学习的动力和信心。",
    "annotation": [
      {
        "sentence": "可是我真的不知道该怎么办才能重新找回学习的动力和信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以和家人先认真沟通自己的想法，即自己可能真的成绩不好，但还是想要在最后这段时间认真努力地博一次的，获得家人的鼓励和支持，会让你变得有动力一些，并且内心感到被重视和平静。同样，可以和老师坦诚地沟通一下，老师排斥你的原因是什么？你给班级其他同学的复习，捣乱了吗？你影响到了班级的团结和荣誉吗？你对同学不友好了吗？仅仅因为你成绩不好，什么事情都没有做，老师就排斥你了吗？",
    "annotation": [
      {
        "sentence": "可以和家人先认真沟通自己的想法，即自己可能真的成绩不好，但还是想要在最后这段时间认真努力地博一次的，获得家人的鼓励和支持，会让你变得有动力一些，并且内心感到被重视和平静。",
        "label": ""
      },
      {
        "sentence": "同样，可以和老师坦诚地沟通一下，老师排斥你的原因是什么？",
        "label": ""
      },
      {
        "sentence": "你给班级其他同学的复习，捣乱了吗？",
        "label": ""
      },
      {
        "sentence": "你影响到了班级的团结和荣誉吗？",
        "label": ""
      },
      {
        "sentence": "你对同学不友好了吗？",
        "label": ""
      },
      {
        "sentence": "仅仅因为你成绩不好，什么事情都没有做，老师就排斥你了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，我会试着和家人和老师好好沟通一下。但是我还是怕他们会对我失望，我害怕面对他们的目光和批评。",
    "annotation": [
      {
        "sentence": "我明白你的意思，我会试着和家人和老师好好沟通一下。",
        "label": ""
      },
      {
        "sentence": "但是我还是怕他们会对我失望，我害怕面对他们的目光和批评。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "表达清楚自己的感受和委屈，并且表达希望老师可以监督自己，不要放弃自己的想法，但最重要的是，你自己真的要努力起来的，因为再多的空话，也不能让你在试卷上得到好分数的。制定计划，踏踏实实地把握好最后一段时间，现在吃的苦，都会酝酿成未来的甜，而现在的懒，只会使得未来更加步履维艰。",
    "annotation": [
      {
        "sentence": "表达清楚自己的感受和委屈，并且表达希望老师可以监督自己，不要放弃自己的想法，但最重要的是，你自己真的要努力起来的，因为再多的空话，也不能让你在试卷上得到好分数的。",
        "label": ""
      },
      {
        "sentence": "制定计划，踏踏实实地把握好最后一段时间，现在吃的苦，都会酝酿成未来的甜，而现在的懒，只会使得未来更加步履维艰。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我不能再逃避了，我一定要为自己拼一次，无论结果如何，至少我努力过了。谢谢你的鼓励和支持，我感到稍微安心了一些。",
    "annotation": [
      {
        "sentence": "你说得对，我不能再逃避了，我一定要为自己拼一次，无论结果如何，至少我努力过了。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励和支持，我感到稍微安心了一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以看出你目前还是很想在学习上努力一下的，这是非常值得鼓励和肯定的，因为即使是最后一刻努力，也比从来未曾坚持过强得多。可以请老师和父母，或者自己认真制定一下，最后这段时间的规划，让自己把能够努力的科目和改变的分数，都好好地复习和练习，遇到很多不会的题目，也是非常正常的，因为学习是不断积累的过程，所以和同学们有差距，也不要灰心，你只需要和之前的自己相比就好。一定要让自己好好地把握机会和时间，在冲刺的阶段拼尽全力，这样才对得起自己的努力啊。相信你，一定会有自己的决定和坚持的。",
    "annotation": [
      {
        "sentence": "可以看出你目前还是很想在学习上努力一下的，这是非常值得鼓励和肯定的，因为即使是最后一刻努力，也比从来未曾坚持过强得多。",
        "label": ""
      },
      {
        "sentence": "可以请老师和父母，或者自己认真制定一下，最后这段时间的规划，让自己把能够努力的科目和改变的分数，都好好地复习和练习，遇到很多不会的题目，也是非常正常的，因为学习是不断积累的过程，所以和同学们有差距，也不要灰心，你只需要和之前的自己相比就好。",
        "label": ""
      },
      {
        "sentence": "一定要让自己好好地把握机会和时间，在冲刺的阶段拼尽全力，这样才对得起自己的努力啊。",
        "label": ""
      },
      {
        "sentence": "相信你，一定会有自己的决定和坚持的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会按照你说的去行动的，希望能重新找回学习的状态。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会按照你说的去行动的，希望能重新找回学习的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，只要你肯努力，相信你一定能够克服困难，找回学习的状态。加油！",
    "annotation": [
      {
        "sentence": "不客气，只要你肯努力，相信你一定能够克服困难，找回学习的状态。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]