[
  {
    "role": "client",
    "content": "为什么越不想看见得人越在你面前出现？以前我总觉得自己人际关系处理很好，我直到我现在感觉看见一个人都恶心的想吐，一眼就让我瞬间一整天好心情全无，厌恶还是可怜还是嘲笑我分不清，我现在被一个讨厌的人支配了心情，我是不是心里有问题我感觉自己厌恶到无法控制整个人状态想发火，很心烦。被人控制我的心态一样。",
    "annotation": [
      {
        "sentence": "为什么越不想看见得人越在你面前出现？",
        "label": ""
      },
      {
        "sentence": "以前我总觉得自己人际关系处理很好，我直到我现在感觉看见一个人都恶心的想吐，一眼就让我瞬间一整天好心情全无，厌恶还是可怜还是嘲笑我分不清，我现在被一个讨厌的人支配了心情，我是不是心里有问题我感觉自己厌恶到无法控制整个人状态想发火，很心烦。",
        "label": ""
      },
      {
        "sentence": "被人控制我的心态一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受，看起来你对这个人的存在感到非常困惑和不满。你提到自己以前觉得自己人际关系处理很好，但现在却被这个讨厌的人影响到整个心情，这确实是个令人烦恼的问题。可能你的情绪受到了这个人的操控，但并不代表你心里有问题。有时候，我们可能会遇到一些挑战，让我们觉得自己无法控制情绪的起伏。这并不意味着你有问题，而是表示需要找到一种更有效的处理方式。",
    "annotation": [
      {
        "sentence": "理解你的感受，看起来你对这个人的存在感到非常困惑和不满。",
        "label": ""
      },
      {
        "sentence": "你提到自己以前觉得自己人际关系处理很好，但现在却被这个讨厌的人影响到整个心情，这确实是个令人烦恼的问题。",
        "label": ""
      },
      {
        "sentence": "可能你的情绪受到了这个人的操控，但并不代表你心里有问题。",
        "label": ""
      },
      {
        "sentence": "有时候，我们可能会遇到一些挑战，让我们觉得自己无法控制情绪的起伏。",
        "label": ""
      },
      {
        "sentence": "这并不意味着你有问题，而是表示需要找到一种更有效的处理方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉自己无法再忍受这种被控制的感觉了。我真的很讨厌这个人，但又无法摆脱他的影响。我曾经试图忽视他，但每次看到他都让我非常难受，仿佛所有好心情都被他毁了一样。我真的希望能改变这种情况。",
    "annotation": [
      {
        "sentence": "是的，我感觉自己无法再忍受这种被控制的感觉了。",
        "label": ""
      },
      {
        "sentence": "我真的很讨厌这个人，但又无法摆脱他的影响。",
        "label": ""
      },
      {
        "sentence": "我曾经试图忽视他，但每次看到他都让我非常难受，仿佛所有好心情都被他毁了一样。",
        "label": ""
      },
      {
        "sentence": "我真的希望能改变这种情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你这么说，我能理解你感到的厌恶和困惑。有时候，忽视不是一个有效的解决方法。我建议你尝试拓宽自己的视野，相信除了这个讨厌的人以外，会有更多以某种方式令你讨厌的人存在。他可能不只是个别，而是某个群体的代表。这样你的情绪焦点就不会只集中在某个人身上，而是更加广泛。即使你想办法消除一个，也可能会有其他让你心烦的人出现。你觉得这个方法可行吗？",
    "annotation": [
      {
        "sentence": "听你这么说，我能理解你感到的厌恶和困惑。",
        "label": ""
      },
      {
        "sentence": "有时候，忽视不是一个有效的解决方法。",
        "label": ""
      },
      {
        "sentence": "我建议你尝试拓宽自己的视野，相信除了这个讨厌的人以外，会有更多以某种方式令你讨厌的人存在。",
        "label": ""
      },
      {
        "sentence": "他可能不只是个别，而是某个群体的代表。",
        "label": ""
      },
      {
        "sentence": "这样你的情绪焦点就不会只集中在某个人身上，而是更加广泛。",
        "label": ""
      },
      {
        "sentence": "即使你想办法消除一个，也可能会有其他让你心烦的人出现。",
        "label": ""
      },
      {
        "sentence": "你觉得这个方法可行吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能我真的太过于专注这个人了，并没有注意到周围还有其他值得关注的人和事。我之前从来没有意识到可以通过拓宽视野来减少厌恶情绪的困扰。我会试着接受你的建议，尝试关注其他让我感到愉快的事物，而不是一味地纠结于这个讨厌的人。",
    "annotation": [
      {
        "sentence": "可能我真的太过于专注这个人了，并没有注意到周围还有其他值得关注的人和事。",
        "label": ""
      },
      {
        "sentence": "我之前从来没有意识到可以通过拓宽视野来减少厌恶情绪的困扰。",
        "label": ""
      },
      {
        "sentence": "我会试着接受你的建议，尝试关注其他让我感到愉快的事物，而不是一味地纠结于这个讨厌的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试我的建议。拓宽视野可以帮助我们放下过度关注某个人而导致的负面情绪。相信随着时间的推移，你的情绪会缓解并逐渐恢复。当你发现自己开始回归正常的心态时，不要忘记对自己的努力和进步给予肯定和鼓励。无论是自己的成长还是情绪的调节都需要时间和努力，希望你能保持积极的心态。如果你还有其他问题或需要进一步交流，欢迎随时私信我。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试我的建议。",
        "label": ""
      },
      {
        "sentence": "拓宽视野可以帮助我们放下过度关注某个人而导致的负面情绪。",
        "label": ""
      },
      {
        "sentence": "相信随着时间的推移，你的情绪会缓解并逐渐恢复。",
        "label": ""
      },
      {
        "sentence": "当你发现自己开始回归正常的心态时，不要忘记对自己的努力和进步给予肯定和鼓励。",
        "label": ""
      },
      {
        "sentence": "无论是自己的成长还是情绪的调节都需要时间和努力，希望你能保持积极的心态。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或需要进一步交流，欢迎随时私信我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我确实希望能够改变自己的心态，重新恢复正常的生活。我会尽力尝试拓宽视野，关注其他积极的事物，并逐渐减少对这个讨厌的人的关注。如果我在这个过程中遇到困难，我会再向你请教的。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我确实希望能够改变自己的心态，重新恢复正常的生活。",
        "label": ""
      },
      {
        "sentence": "我会尽力尝试拓宽视野，关注其他积极的事物，并逐渐减少对这个讨厌的人的关注。",
        "label": ""
      },
      {
        "sentence": "如果我在这个过程中遇到困难，我会再向你请教的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很乐意能帮到你。记住，改变需要时间，有时候会遇到难题或挫折，但重要的是保持坚持和积极的心态。无论你在这个过程中遇到什么问题，都可以随时与我交流。我愿意一直陪伴在你身边，帮助你应对困难。祝你早日走出困境，重新找回生活的快乐！",
    "annotation": [
      {
        "sentence": "不客气，我很乐意能帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，改变需要时间，有时候会遇到难题或挫折，但重要的是保持坚持和积极的心态。",
        "label": ""
      },
      {
        "sentence": "无论你在这个过程中遇到什么问题，都可以随时与我交流。",
        "label": ""
      },
      {
        "sentence": "我愿意一直陪伴在你身边，帮助你应对困难。",
        "label": ""
      },
      {
        "sentence": "祝你早日走出困境，重新找回生活的快乐！",
        "label": ""
      }
    ]
  }
]