[
  {
    "role": "client",
    "content": "如何处理想把父辈当成自己孩子来对待的感觉？",
    "annotation": [
      {
        "sentence": "如何处理想把父辈当成自己孩子来对待的感觉？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你的问题，我很理解你的困惑。可以说这种感觉是非常复杂的。首先，你是如何对待父辈像孩子一样的感觉的呢？",
    "annotation": [
      {
        "sentence": "对于你的问题，我很理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "可以说这种感觉是非常复杂的。",
        "label": ""
      },
      {
        "sentence": "首先，你是如何对待父辈像孩子一样的感觉的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我小时候就感到奇怪为什么自己觉得内心有一个洞。我甚至记得从满月把我带到2岁的那个人走的那一天，我看她的背影看了好久。这种“她”靠近我，我内心就会被填满，“她”离开我，我内心就会空虚的感觉在我成年之前经常出现。",
    "annotation": [
      {
        "sentence": "我小时候就感到奇怪为什么自己觉得内心有一个洞。",
        "label": ""
      },
      {
        "sentence": "我甚至记得从满月把我带到2岁的那个人走的那一天，我看她的背影看了好久。",
        "label": ""
      },
      {
        "sentence": "这种“她”靠近我，我内心就会被填满，“她”离开我，我内心就会空虚的感觉在我成年之前经常出现。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述来看，这种内心的洞和你小时候被照顾者离开后的空虚感可能有一定联系。你可能在那个时候对“她”产生了依赖，并把她当作了一个填满你心灵空虚的人。你现在还有这种感觉吗？",
    "annotation": [
      {
        "sentence": "从你的描述来看，这种内心的洞和你小时候被照顾者离开后的空虚感可能有一定联系。",
        "label": ""
      },
      {
        "sentence": "你可能在那个时候对“她”产生了依赖，并把她当作了一个填满你心灵空虚的人。",
        "label": ""
      },
      {
        "sentence": "你现在还有这种感觉吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从小父母离异，跟着亲戚长大，在流动借宿的这些各式各样的人中间我反复的体会到了填满和空虚的感觉。",
    "annotation": [
      {
        "sentence": "我从小父母离异，跟着亲戚长大，在流动借宿的这些各式各样的人中间我反复的体会到了填满和空虚的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的经历来看，你在不同人之间体验到的填满和空虚感可能又与你对父辈产生的特殊情感有关。那么你觉得你现在还会寻求这种填满感吗？",
    "annotation": [
      {
        "sentence": "从你的经历来看，你在不同人之间体验到的填满和空虚感可能又与你对父辈产生的特殊情感有关。",
        "label": ""
      },
      {
        "sentence": "那么你觉得你现在还会寻求这种填满感吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "到我11岁的时候见到了阔别多年的亲生母亲，她面对我的热情显得有些冷淡，不知道是不是她反应过于平淡的原因，我的情绪发生了反弹。10几岁的那几年我从到女性身上寻求母爱发展到不限男女看到人就想往他身上扑。",
    "annotation": [
      {
        "sentence": "到我11岁的时候见到了阔别多年的亲生母亲，她面对我的热情显得有些冷淡，不知道是不是她反应过于平淡的原因，我的情绪发生了反弹。",
        "label": ""
      },
      {
        "sentence": "10几岁的那几年我从到女性身上寻求母爱发展到不限男女看到人就想往他身上扑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你与母亲重逢时她的冷淡反应，我可以体会到这种情绪对你来说是一种挫折。你试图从其他人身上寻求母爱，对你来说，这种填满感可能是对你真实情感的一种寻找。你现在还有这种冲动吗？",
    "annotation": [
      {
        "sentence": "听到你与母亲重逢时她的冷淡反应，我可以体会到这种情绪对你来说是一种挫折。",
        "label": ""
      },
      {
        "sentence": "你试图从其他人身上寻求母爱，对你来说，这种填满感可能是对你真实情感的一种寻找。",
        "label": ""
      },
      {
        "sentence": "你现在还有这种冲动吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "后来我得了精神方面的疾病，到我没有吃药没有就医自己挺过去之后，我突然发现自己的家庭在教育这块儿存在严重问题。我开始去了解父母的原生家庭，理解他们因为早年情感的缺失，所以缺少对后代的共情能力。但是理解了之后我反而感到更孤独了，这种“众人皆醉我独醒”感觉让人烦躁，我该怎么做？",
    "annotation": [
      {
        "sentence": "后来我得了精神方面的疾病，到我没有吃药没有就医自己挺过去之后，我突然发现自己的家庭在教育这块儿存在严重问题。",
        "label": ""
      },
      {
        "sentence": "我开始去了解父母的原生家庭，理解他们因为早年情感的缺失，所以缺少对后代的共情能力。",
        "label": ""
      },
      {
        "sentence": "但是理解了之后我反而感到更孤独了，这种“众人皆醉我独醒”感觉让人烦躁，我该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你对家庭教育的问题感到担忧，我认为你去了解父母的过去是一个很好的尝试。理解他们的情感缺失有助于你更好地处理你的情绪问题。不过，我也理解你感到更孤独的困扰。我建议你寻求专业心理咨询师的帮助，这样的咨询师可以提供更专业的共情和支持，能更好地理解你目前的困境。同时，你也可以考虑参与一些志愿者活动，这样你可以和他人产生更深层次的情感联系，这对你的心灵愈合可能会有所帮助。你还可以尝试更多地去感受大自然，这些美好的事物会给你一种放松和安抚的感觉。希望这些建议对你有所帮助。",
    "annotation": [
      {
        "sentence": "听到你对家庭教育的问题感到担忧，我认为你去了解父母的过去是一个很好的尝试。",
        "label": ""
      },
      {
        "sentence": "理解他们的情感缺失有助于你更好地处理你的情绪问题。",
        "label": ""
      },
      {
        "sentence": "不过，我也理解你感到更孤独的困扰。",
        "label": ""
      },
      {
        "sentence": "我建议你寻求专业心理咨询师的帮助，这样的咨询师可以提供更专业的共情和支持，能更好地理解你目前的困境。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以考虑参与一些志愿者活动，这样你可以和他人产生更深层次的情感联系，这对你的心灵愈合可能会有所帮助。",
        "label": ""
      },
      {
        "sentence": "你还可以尝试更多地去感受大自然，这些美好的事物会给你一种放松和安抚的感觉。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有所帮助。",
        "label": ""
      }
    ]
  }
]