[
  {
    "role": "client",
    "content": "我觉得自己的人生特别急迫，难道人生真的要提前做完很多事情吗？我总是担心错过了什么，所以一直在努力追求我想要的东西。但是这导致了一个问题，我特别想把一件事情做完，如果未完成，我就会感到焦虑，甚至无法专注于其他事情。我觉得自己的协调能力很差，无法在点和点之间转移注意力。我接受了咨询，发现我总是着急地完成任务，然后逃避面对结果。我很矛盾，突然觉得自己想过一个完美的人生，给自己规划了很多事情。但是，我真的有必要这样吗？希望有人能帮我理清思路，调节一下。",
    "annotation": [
      {
        "sentence": "我觉得自己的人生特别急迫，难道人生真的要提前做完很多事情吗？",
        "label": ""
      },
      {
        "sentence": "我总是担心错过了什么，所以一直在努力追求我想要的东西。",
        "label": ""
      },
      {
        "sentence": "但是这导致了一个问题，我特别想把一件事情做完，如果未完成，我就会感到焦虑，甚至无法专注于其他事情。",
        "label": ""
      },
      {
        "sentence": "我觉得自己的协调能力很差，无法在点和点之间转移注意力。",
        "label": ""
      },
      {
        "sentence": "我接受了咨询，发现我总是着急地完成任务，然后逃避面对结果。",
        "label": ""
      },
      {
        "sentence": "我很矛盾，突然觉得自己想过一个完美的人生，给自己规划了很多事情。",
        "label": ""
      },
      {
        "sentence": "但是，我真的有必要这样吗？",
        "label": ""
      },
      {
        "sentence": "希望有人能帮我理清思路，调节一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "成长就是找到突破的点，改变轨迹，螺旋式上升，做更好的自己。看来你对人生的结果很追求，愿意为自己的目标付出努力。在追求结果时，你追求完美和功利，如果达不到预期，就会感到焦虑和沮丧。在应对过程中的变化时，你在解决问题这方面的能力比较差，很容易纠结在某个问题上。你去咨询了之后发现，你总是着急地完成任务，而越是着急，与自己期待的结果差距越大，于是你就会逃避，不愿去面对最初期待的结果。现在你感到很矛盾，给自己的人生安排了很多事情，追求完美。你在生活中有很多追求，对自己要求很高。做一件事情能够调动你的积极性，但在过程中却无法克服困难，导致最终结果与期待有很大落差，让你不满现状，开始对生活加量，不敢面对不完美的自己，一直处于忙碌的状态。每次落差越来越大，你也变得更加焦虑和矛盾。要改变轨迹，我们必须学会断舍离。没有人是完美的，不可能做好所有的事情。只要完成几个重要的关键任务，就足以让自己引以为豪一生。你给自己安排得过满，超负荷运转，追求完美。你需要适当地断舍离，集中精力做几件甚至一件事情，放弃那些不是你真正想做的，也不是你擅长的事情。锁定一段时间只做少量的事情，然后集中精力，下定决心把剩下的基础事情做好。精力是有限的，做好一件自己最自豪的事情并不简单。在做事情时，要关注整个过程，重要的是乐观设想、悲观计划和愉悦执行。你更关注结果，要把注意力拉回来，放在做事情的过程中。你在做事情时喜欢纠结某个点，协调能力不足，计划执行方面存在焦虑。主要原因是你在设想结果时过于乐观，计划制定的目的是规避过程中的意外，你需要悲观地设想各种情况，制定相应的应对计划，最后愉悦地执行计划。在设想结果方面要更加悲观一些，考虑到各种不好的情况，这样才能避免在面对问题时纠结和无计可施。学会关注过程，重视执行完美，过程是通向结果的楼梯，需要我们一步一个台阶地攀爬，最终达到终点。在过程中放下对结果的过度追求，专注于规划的完美执行。只管尽力，上天自有安排。没有完美的过程就没有完美的结果。通过断舍离、关注过程、放下结果，我们可以改变轨迹，实现螺旋式的成长，做更好的自己。",
    "annotation": [
      {
        "sentence": "成长就是找到突破的点，改变轨迹，螺旋式上升，做更好的自己。",
        "label": ""
      },
      {
        "sentence": "看来你对人生的结果很追求，愿意为自己的目标付出努力。",
        "label": ""
      },
      {
        "sentence": "在追求结果时，你追求完美和功利，如果达不到预期，就会感到焦虑和沮丧。",
        "label": ""
      },
      {
        "sentence": "在应对过程中的变化时，你在解决问题这方面的能力比较差，很容易纠结在某个问题上。",
        "label": ""
      },
      {
        "sentence": "你去咨询了之后发现，你总是着急地完成任务，而越是着急，与自己期待的结果差距越大，于是你就会逃避，不愿去面对最初期待的结果。",
        "label": ""
      },
      {
        "sentence": "现在你感到很矛盾，给自己的人生安排了很多事情，追求完美。",
        "label": ""
      },
      {
        "sentence": "你在生活中有很多追求，对自己要求很高。",
        "label": ""
      },
      {
        "sentence": "做一件事情能够调动你的积极性，但在过程中却无法克服困难，导致最终结果与期待有很大落差，让你不满现状，开始对生活加量，不敢面对不完美的自己，一直处于忙碌的状态。",
        "label": ""
      },
      {
        "sentence": "每次落差越来越大，你也变得更加焦虑和矛盾。",
        "label": ""
      },
      {
        "sentence": "要改变轨迹，我们必须学会断舍离。",
        "label": ""
      },
      {
        "sentence": "没有人是完美的，不可能做好所有的事情。",
        "label": ""
      },
      {
        "sentence": "只要完成几个重要的关键任务，就足以让自己引以为豪一生。",
        "label": ""
      },
      {
        "sentence": "你给自己安排得过满，超负荷运转，追求完美。",
        "label": ""
      },
      {
        "sentence": "你需要适当地断舍离，集中精力做几件甚至一件事情，放弃那些不是你真正想做的，也不是你擅长的事情。",
        "label": ""
      },
      {
        "sentence": "锁定一段时间只做少量的事情，然后集中精力，下定决心把剩下的基础事情做好。",
        "label": ""
      },
      {
        "sentence": "精力是有限的，做好一件自己最自豪的事情并不简单。",
        "label": ""
      },
      {
        "sentence": "在做事情时，要关注整个过程，重要的是乐观设想、悲观计划和愉悦执行。",
        "label": ""
      },
      {
        "sentence": "你更关注结果，要把注意力拉回来，放在做事情的过程中。",
        "label": ""
      },
      {
        "sentence": "你在做事情时喜欢纠结某个点，协调能力不足，计划执行方面存在焦虑。",
        "label": ""
      },
      {
        "sentence": "主要原因是你在设想结果时过于乐观，计划制定的目的是规避过程中的意外，你需要悲观地设想各种情况，制定相应的应对计划，最后愉悦地执行计划。",
        "label": ""
      },
      {
        "sentence": "在设想结果方面要更加悲观一些，考虑到各种不好的情况，这样才能避免在面对问题时纠结和无计可施。",
        "label": ""
      },
      {
        "sentence": "学会关注过程，重视执行完美，过程是通向结果的楼梯，需要我们一步一个台阶地攀爬，最终达到终点。",
        "label": ""
      },
      {
        "sentence": "在过程中放下对结果的过度追求，专注于规划的完美执行。",
        "label": ""
      },
      {
        "sentence": "只管尽力，上天自有安排。",
        "label": ""
      },
      {
        "sentence": "没有完美的过程就没有完美的结果。",
        "label": ""
      },
      {
        "sentence": "通过断舍离、关注过程、放下结果，我们可以改变轨迹，实现螺旋式的成长，做更好的自己。",
        "label": ""
      }
    ]
  }
]