[
  {
    "role": "client",
    "content": "前任说没必要再爱了，我挺喜欢他，怎么办？我和前任在一起差不多才1个多月，我们是大学同学，我和他聊了没几天就在一起了，在一起之后我们很甜蜜，他说我是他的理想型，他会娶我的，我们也做了不该做的事情，他说他很爱我，我们几乎每天都腻在一起，但是我会把他和我前任做比较，而且什么作业都让他做，他说他就像个工具人，之后有一次上课，就因为他要搞卫生我没等他然后我还生气了，要分手，他觉得很莫名其妙，而且觉得我没有把这段感情当一回事，这么轻易说分手，然后就想了一个下午和我说他同意了，决定分手，但是我又不想分，我就哭，他就说没必要了，他不爱我了，只有喜欢了，然后把我一个人丢在路边，我后面去找过他，电话也没有接，我就一直打，我说最后一次打给他了，他就接了，我说我能改，我们可以再试试之类的，他就说没必要了，他不想再碰感情了，我说做普通同学他说可以，然后就回复我，祝福我越来越好，并且找到我命中注定的那个人，我现在挺喜欢他的，不知道该怎么",
    "annotation": [
      {
        "sentence": "前任说没必要再爱了，我挺喜欢他，怎么办？",
        "label": ""
      },
      {
        "sentence": "我和前任在一起差不多才1个多月，我们是大学同学，我和他聊了没几天就在一起了，在一起之后我们很甜蜜，他说我是他的理想型，他会娶我的，我们也做了不该做的事情，他说他很爱我，我们几乎每天都腻在一起，但是我会把他和我前任做比较，而且什么作业都让他做，他说他就像个工具人，之后有一次上课，就因为他要搞卫生我没等他然后我还生气了，要分手，他觉得很莫名其妙，而且觉得我没有把这段感情当一回事，这么轻易说分手，然后就想了一个下午和我说他同意了，决定分手，但是我又不想分，我就哭，他就说没必要了，他不爱我了，只有喜欢了，然后把我一个人丢在路边，我后面去找过他，电话也没有接，我就一直打，我说最后一次打给他了，他就接了，我说我能改，我们可以再试试之类的，他就说没必要了，他不想再碰感情了，我说做普通同学他说可以，然后就回复我，祝福我越来越好，并且找到我命中注定的那个人，我现在挺喜欢他的，不知道该怎么",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你和他虽然在一起才1个多月，但是是大学同学，所以应该是比较了解的。在一起之后很甜蜜，他说你是他的理想型，他说会娶你的，你们也做了不该做的事情，他说他很爱你，你们几乎每天都腻在一起，这是爱情的样子，幸福而甜蜜。",
    "annotation": [
      {
        "sentence": "你和他虽然在一起才1个多月，但是是大学同学，所以应该是比较了解的。",
        "label": ""
      },
      {
        "sentence": "在一起之后很甜蜜，他说你是他的理想型，他说会娶你的，你们也做了不该做的事情，他说他很爱你，你们几乎每天都腻在一起，这是爱情的样子，幸福而甜蜜。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我们的确很幸福，但是我总是对他有些不满意，而且总是拿他和我前任做比较。",
    "annotation": [
      {
        "sentence": "是的，我们的确很幸福，但是我总是对他有些不满意，而且总是拿他和我前任做比较。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这很正常，每个人都会有自己的前任，但是你要明白，每段感情都是独一无二的，不能拿来直接比较。而且，你经常让他做作业，他可能感觉压力很大，觉得自己像个工具人。",
    "annotation": [
      {
        "sentence": "这很正常，每个人都会有自己的前任，但是你要明白，每段感情都是独一无二的，不能拿来直接比较。",
        "label": ""
      },
      {
        "sentence": "而且，你经常让他做作业，他可能感觉压力很大，觉得自己像个工具人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是我太任性了，我应该更加关心他的感受，而不是只顾着自己的需求。",
    "annotation": [
      {
        "sentence": "可能是我太任性了，我应该更加关心他的感受，而不是只顾着自己的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，爱情是相互的，需要双方付出和关心。你们之间的误会可能导致了分手，他觉得你没有把这段感情当一回事，所以决定分手。",
    "annotation": [
      {
        "sentence": "没错，爱情是相互的，需要双方付出和关心。",
        "label": ""
      },
      {
        "sentence": "你们之间的误会可能导致了分手，他觉得你没有把这段感情当一回事，所以决定分手。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我没有想到他会这样决定，我现在很后悔，我不想分手，我想挽回我们的感情。",
    "annotation": [
      {
        "sentence": "我没有想到他会这样决定，我现在很后悔，我不想分手，我想挽回我们的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，但是现在双方都需要冷静思考一下这段感情是否还有继续的意义。如果他真的不爱了，强求在一起也不会快乐。爱是相互的，如果他真的爱你，他会回来找你的。",
    "annotation": [
      {
        "sentence": "我了解你的感受，但是现在双方都需要冷静思考一下这段感情是否还有继续的意义。",
        "label": ""
      },
      {
        "sentence": "如果他真的不爱了，强求在一起也不会快乐。",
        "label": ""
      },
      {
        "sentence": "爱是相互的，如果他真的爱你，他会回来找你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会好好思考这段感情的意义和未来。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "我明白了，我会好好思考这段感情的意义和未来。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你要相信自己，无论结果如何，都会是对的。如果这段感情不再继续，也许你会遇到更适合你的人。祝福你越来越好，并且找到你命中注定的那个人。",
    "annotation": [
      {
        "sentence": "不客气，你要相信自己，无论结果如何，都会是对的。",
        "label": ""
      },
      {
        "sentence": "如果这段感情不再继续，也许你会遇到更适合你的人。",
        "label": ""
      },
      {
        "sentence": "祝福你越来越好，并且找到你命中注定的那个人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福，我会好好面对现实，寻找属于自己的幸福。你的支持让我感到很温暖。",
    "annotation": [
      {
        "sentence": "谢谢你的祝福，我会好好面对现实，寻找属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "你的支持让我感到很温暖。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，我会一直在你身边支持你的。记住，你的幸福是最重要的，永远相信自己。如果需要任何帮助，随时都可以来找我聊天。",
    "annotation": [
      {
        "sentence": "没关系，我会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "记住，你的幸福是最重要的，永远相信自己。",
        "label": ""
      },
      {
        "sentence": "如果需要任何帮助，随时都可以来找我聊天。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会珍惜自己的幸福，并且慢慢走出这段感情的阴影。谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会珍惜自己的幸福，并且慢慢走出这段感情的阴影。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，相信自己，一切都会好起来的。希望你早日找到属于自己的幸福，加油！",
    "annotation": [
      {
        "sentence": "不客气，相信自己，一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "希望你早日找到属于自己的幸福，加油！",
        "label": ""
      }
    ]
  }
]