[
  {
    "role": "client",
    "content": "快三十的孩子似乎少了某种自觉性，什么问题引起的？",
    "annotation": [
      {
        "sentence": "快三十的孩子似乎少了某种自觉性，什么问题引起的？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为家长看到孩子这样一定很着急吧，非常能够理解你的感受。从心理学的角度来看，是没有“懒惰”这种说法的，所有的“懒惰”都是动机不足导致的，而动机的出现又与“需要”是密不可分的。简单来说就是：在自然状态下，没有需要就没有动机，没有动机就没有行为，表现出来的就是一种“懒惰”的状态。",
    "annotation": [
      {
        "sentence": "作为家长看到孩子这样一定很着急吧，非常能够理解你的感受。",
        "label": ""
      },
      {
        "sentence": "从心理学的角度来看，是没有“懒惰”这种说法的，所有的“懒惰”都是动机不足导致的，而动机的出现又与“需要”是密不可分的。",
        "label": ""
      },
      {
        "sentence": "简单来说就是：在自然状态下，没有需要就没有动机，没有动机就没有行为，表现出来的就是一种“懒惰”的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得孩子做事情确实没有自觉性，有时候还很懒惰，不思考，总是依赖别人的提醒才会去做事情。这种行为是怎么引起的呢？",
    "annotation": [
      {
        "sentence": "但是我觉得孩子做事情确实没有自觉性，有时候还很懒惰，不思考，总是依赖别人的提醒才会去做事情。",
        "label": ""
      },
      {
        "sentence": "这种行为是怎么引起的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们先来了解两个概念“需要”和“动机”。需要是指人脑对生理和社会需求的一种反映，是个体内部某种缺乏和不平衡的状态，体现人的生存和发展对客观事物与社会条件的依赖，是个体活动积极性的源泉。动机是指激发和维持个体行动，使行动朝向一定目标的心理倾向。",
    "annotation": [
      {
        "sentence": "我们先来了解两个概念“需要”和“动机”。",
        "label": ""
      },
      {
        "sentence": "需要是指人脑对生理和社会需求的一种反映，是个体内部某种缺乏和不平衡的状态，体现人的生存和发展对客观事物与社会条件的依赖，是个体活动积极性的源泉。",
        "label": ""
      },
      {
        "sentence": "动机是指激发和维持个体行动，使行动朝向一定目标的心理倾向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "看来他的行为是因为缺乏某种需要，才会没有动机去做事情。我刚刚提醒他搬东西的时候，他才知道需要去搬。那我该怎么引导他主动发现自己的需要呢？",
    "annotation": [
      {
        "sentence": "看来他的行为是因为缺乏某种需要，才会没有动机去做事情。",
        "label": ""
      },
      {
        "sentence": "我刚刚提醒他搬东西的时候，他才知道需要去搬。",
        "label": ""
      },
      {
        "sentence": "那我该怎么引导他主动发现自己的需要呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种引导和培养往往是在人格形成的早期完成的，并且具有一定的不可控性，因为每个人的心理倾向性是不一样的，这种东西并不具有绝对的可塑性。但是，对于孩子来说，我们可以尝试通过激发他的兴趣和好奇心，让他主动去探索和思考，从而更加积极地行动。",
    "annotation": [
      {
        "sentence": "这种引导和培养往往是在人格形成的早期完成的，并且具有一定的不可控性，因为每个人的心理倾向性是不一样的，这种东西并不具有绝对的可塑性。",
        "label": ""
      },
      {
        "sentence": "但是，对于孩子来说，我们可以尝试通过激发他的兴趣和好奇心，让他主动去探索和思考，从而更加积极地行动。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该给他提供更多的机会去发现自己的兴趣和需要，让他更主动地去行动。可是，他从小学时代就缺乏自觉性，总是需要大人提醒才会去做作业。这是什么问题引起的呢？",
    "annotation": [
      {
        "sentence": "我明白了，我应该给他提供更多的机会去发现自己的兴趣和需要，让他更主动地去行动。",
        "label": ""
      },
      {
        "sentence": "可是，他从小学时代就缺乏自觉性，总是需要大人提醒才会去做作业。",
        "label": ""
      },
      {
        "sentence": "这是什么问题引起的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "刨除社会、文化等因素，对于人来说，任何事情的动机都只能是：“我想、我需要”，而不是“我应该”。所有的“我应该”都是外部压力促成的一种动机，而非机体本身的内在的具有可持续性的动机。对于孩子来说，做作业不是一种需要，所以没有孩子会主动去要求写作业。那些能够“自觉”完成作业的孩子，是把写作业这件事与其他的“需要”联系在了一起，比如他虽然没有写作业的需要，但是他有想和父母玩耍的需要，而为了能够满足这种需要，他就需要完成作业，这是一种逻辑关系。",
    "annotation": [
      {
        "sentence": "刨除社会、文化等因素，对于人来说，任何事情的动机都只能是：“我想、我需要”，而不是“我应该”。",
        "label": ""
      },
      {
        "sentence": "所有的“我应该”都是外部压力促成的一种动机，而非机体本身的内在的具有可持续性的动机。",
        "label": ""
      },
      {
        "sentence": "对于孩子来说，做作业不是一种需要，所以没有孩子会主动去要求写作业。",
        "label": ""
      },
      {
        "sentence": "那些能够“自觉”完成作业的孩子，是把写作业这件事与其他的“需要”联系在了一起，比如他虽然没有写作业的需要，但是他有想和父母玩耍的需要，而为了能够满足这种需要，他就需要完成作业，这是一种逻辑关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "所以他缺乏自觉性是因为没有将行动和真正的需要联系在一起吗？",
    "annotation": [
      {
        "sentence": "所以他缺乏自觉性是因为没有将行动和真正的需要联系在一起吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，如果他在所有事情上都表现得很懒惰、不够积极，那么也可以说这是生命力被严重压制的一种表现，是很危险的。很多家长在教育上表现得很矛盾，一方面给了孩子过多的爱，过多的保护，另一方面又“责怪”孩子不够坚强，不够独立。这可能是需要家长和朋友们共同反思的地方。",
    "annotation": [
      {
        "sentence": "是的，如果他在所有事情上都表现得很懒惰、不够积极，那么也可以说这是生命力被严重压制的一种表现，是很危险的。",
        "label": ""
      },
      {
        "sentence": "很多家长在教育上表现得很矛盾，一方面给了孩子过多的爱，过多的保护，另一方面又“责怪”孩子不够坚强，不够独立。",
        "label": ""
      },
      {
        "sentence": "这可能是需要家长和朋友们共同反思的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要寻找方法来引导孩子主动发现自己的需要，培养他的积极性和自觉性。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "我明白了，我需要寻找方法来引导孩子主动发现自己的需要，培养他的积极性和自觉性。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望这些建议对你有所帮助。祝您生活愉快！",
    "annotation": [
      {
        "sentence": "不客气，希望这些建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "祝您生活愉快！",
        "label": ""
      }
    ]
  }
]