[
  {
    "role": "client",
    "content": "高三女生，学习成绩大幅度下滑，快高考了我该怎么办？高一厌学，高二从实验班分到了一个垃圾班，被班主任针对，被同学孤立，父母关系不好，每天吵架，快要离婚了。本人现在患有抑郁症，厌学加重，本来能考上重点大学，现在连本科线都过不了，心里落差极大。每天都很崩溃！我该怎么办啊？我是不是不应该活着？生而为人，我很抱歉。",
    "annotation": [
      {
        "sentence": "高三女生，学习成绩大幅度下滑，快高考了我该怎么办？",
        "label": ""
      },
      {
        "sentence": "高一厌学，高二从实验班分到了一个垃圾班，被班主任针对，被同学孤立，父母关系不好，每天吵架，快要离婚了。",
        "label": ""
      },
      {
        "sentence": "本人现在患有抑郁症，厌学加重，本来能考上重点大学，现在连本科线都过不了，心里落差极大。",
        "label": ""
      },
      {
        "sentence": "每天都很崩溃！",
        "label": ""
      },
      {
        "sentence": "我该怎么办啊？",
        "label": ""
      },
      {
        "sentence": "我是不是不应该活着？",
        "label": ""
      },
      {
        "sentence": "生而为人，我很抱歉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，可以看得出，刚刚开始你的成绩很优异，但是后面，因为厌学所以成绩差了，被分到了一个很差的班级，还被老师和同学区别对待了，可以感受到你的委屈。对于学习首先的调整好自己的状态，关于家庭，或许我们是显得无能为力，但是有些事情我们不能用自己的力量去改变的，别放弃自己。",
    "annotation": [
      {
        "sentence": "从你的描述中，可以看得出，刚刚开始你的成绩很优异，但是后面，因为厌学所以成绩差了，被分到了一个很差的班级，还被老师和同学区别对待了，可以感受到你的委屈。",
        "label": ""
      },
      {
        "sentence": "对于学习首先的调整好自己的状态，关于家庭，或许我们是显得无能为力，但是有些事情我们不能用自己的力量去改变的，别放弃自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的回答，我觉得心里好受多了，谢谢你的支持。但是，我真的很害怕高考成绩不理想会对我一生造成影响，我很担心我将来找不到好工作。",
    "annotation": [
      {
        "sentence": "听了你的回答，我觉得心里好受多了，谢谢你的支持。",
        "label": ""
      },
      {
        "sentence": "但是，我真的很害怕高考成绩不理想会对我一生造成影响，我很担心我将来找不到好工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的担忧。高考只是人生中的一小部分，它不会决定你的一生。无论成绩如何，你都有机会发展自己的优势，找到适合的工作和生活。现在最重要的是先调整好学习的状态，提高自己的学习能力和成绩，这样才能更好地面对未来。",
    "annotation": [
      {
        "sentence": "我能理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "高考只是人生中的一小部分，它不会决定你的一生。",
        "label": ""
      },
      {
        "sentence": "无论成绩如何，你都有机会发展自己的优势，找到适合的工作和生活。",
        "label": ""
      },
      {
        "sentence": "现在最重要的是先调整好学习的状态，提高自己的学习能力和成绩，这样才能更好地面对未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尽力调整自己的状态，努力学习。但是我真的觉得很孤单，我没有和其他同学交流的机会，也没有朋友可以倾诉。我感到很无助。",
    "annotation": [
      {
        "sentence": "我明白了，我会尽力调整自己的状态，努力学习。",
        "label": ""
      },
      {
        "sentence": "但是我真的觉得很孤单，我没有和其他同学交流的机会，也没有朋友可以倾诉。",
        "label": ""
      },
      {
        "sentence": "我感到很无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受。孤独和无助是非常痛苦的，但是你可以主动寻求机会和其他同学建立联系。可以主动参加一些学校活动，加入社团或者参加志愿者活动，这样可以扩大交友圈子，寻找到志同道合的朋友。同时，你也可以找到一位信任的人，比如老师或者辅导员，向他们倾诉，他们会给你帮助和支持。",
    "annotation": [
      {
        "sentence": "我了解你的感受。",
        "label": ""
      },
      {
        "sentence": "孤独和无助是非常痛苦的，但是你可以主动寻求机会和其他同学建立联系。",
        "label": ""
      },
      {
        "sentence": "可以主动参加一些学校活动，加入社团或者参加志愿者活动，这样可以扩大交友圈子，寻找到志同道合的朋友。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以找到一位信任的人，比如老师或者辅导员，向他们倾诉，他们会给你帮助和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去接触一些新的人，寻找到志同道合的朋友。但是我对家庭问题感到很无奈，我希望父母能好好相处，但他们总是吵架，我觉得很痛苦，也担心他们会离婚。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去接触一些新的人，寻找到志同道合的朋友。",
        "label": ""
      },
      {
        "sentence": "但是我对家庭问题感到很无奈，我希望父母能好好相处，但他们总是吵架，我觉得很痛苦，也担心他们会离婚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "家庭的问题确实很复杂，我们无法直接改变父母之间的相处方式和决定是否会离婚。但是你可以尝试沟通和表达对他们的关心与理解，希望他们能够注意到你的感受。同时，你可以通过与其他家人或者朋友交流，寻求他们的支持和帮助，让自己不再感到孤单和无助。",
    "annotation": [
      {
        "sentence": "家庭的问题确实很复杂，我们无法直接改变父母之间的相处方式和决定是否会离婚。",
        "label": ""
      },
      {
        "sentence": "但是你可以尝试沟通和表达对他们的关心与理解，希望他们能够注意到你的感受。",
        "label": ""
      },
      {
        "sentence": "同时，你可以通过与其他家人或者朋友交流，寻求他们的支持和帮助，让自己不再感到孤单和无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，虽然家庭问题是个难题，但我可以尝试去沟通和表达我的感受，同时也多与其他人交流，寻求他们的支持。谢谢你的建议，让我感到不再孤单。",
    "annotation": [
      {
        "sentence": "我明白了，虽然家庭问题是个难题，但我可以尝试去沟通和表达我的感受，同时也多与其他人交流，寻求他们的支持。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，让我感到不再孤单。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，记住，你并不孤单，有人愿意倾听你的困扰和痛苦。同时，如果你觉得自己的情绪无法得到控制，或者有更深的抑郁情绪，建议寻求专业心理咨询师或者心理医生的帮助，他们会给你更专业的支持和指导。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，记住，你并不孤单，有人愿意倾听你的困扰和痛苦。",
        "label": ""
      },
      {
        "sentence": "同时，如果你觉得自己的情绪无法得到控制，或者有更深的抑郁情绪，建议寻求专业心理咨询师或者心理医生的帮助，他们会给你更专业的支持和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会记住你说的，如果我需要进一步的帮助，我会找专业咨询师的。再次感谢你的耐心倾听和建议。",
    "annotation": [
      {
        "sentence": "嗯，我会记住你说的，如果我需要进一步的帮助，我会找专业咨询师的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的耐心倾听和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直在这里支持你。要相信自己，坚持下去，你会度过这段困难的时期的。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "要相信自己，坚持下去，你会度过这段困难的时期的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]