[
  {
    "role": "client",
    "content": "高三女生，学习成绩大幅度下滑，快高考了我该怎么办？",
    "annotation": [
      {
        "sentence": "高三女生，学习成绩大幅度下滑，快高考了我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的高三女生，相信你是个很有能力的学生，曾经的实验班是证明之一。我们生而为人，很困难又很有意思的一件事就是来处理生活中的各种关系（包括与自己的关系），学习的好坏、身体的状态等等，都与我们的关系有关。生命就是用来体验的，你不需要抱歉。",
    "annotation": [
      {
        "sentence": "亲爱的高三女生，相信你是个很有能力的学生，曾经的实验班是证明之一。",
        "label": ""
      },
      {
        "sentence": "我们生而为人，很困难又很有意思的一件事就是来处理生活中的各种关系（包括与自己的关系），学习的好坏、身体的状态等等，都与我们的关系有关。",
        "label": ""
      },
      {
        "sentence": "生命就是用来体验的，你不需要抱歉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，但我的情况实在太糟糕了。高一时我就对学习感到厌倦，高二被转到了一个差班，班主任老是针对我，同学们也孤立我。再加上父母关系不好，每天吵架，甚至快要离婚。现在我还得了抑郁症，厌学的感觉更加严重了。我本来有能力考上重点大学的，可现在连本科线都过不了，我的心情已经崩溃了。我该怎么办啊？我是不是不应该活着？生而为人，我很抱歉。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，但我的情况实在太糟糕了。",
        "label": ""
      },
      {
        "sentence": "高一时我就对学习感到厌倦，高二被转到了一个差班，班主任老是针对我，同学们也孤立我。",
        "label": ""
      },
      {
        "sentence": "再加上父母关系不好，每天吵架，甚至快要离婚。",
        "label": ""
      },
      {
        "sentence": "现在我还得了抑郁症，厌学的感觉更加严重了。",
        "label": ""
      },
      {
        "sentence": "我本来有能力考上重点大学的，可现在连本科线都过不了，我的心情已经崩溃了。",
        "label": ""
      },
      {
        "sentence": "我该怎么办啊？",
        "label": ""
      },
      {
        "sentence": "我是不是不应该活着？",
        "label": ""
      },
      {
        "sentence": "生而为人，我很抱歉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你感到糟糕和绝望，但是请你相信，每一个人都有低谷期，这只是你目前所处的状态，并不代表你的整个人生。你的困境是暂时的，而你能够从中走出来。作为孩子，我们都希望父母关系和谐，但有时他们无法相处也不是你的过错。关于抑郁症，我想问一下你是否在医院确诊，并是否有医生指导用药？如果你不确定的话，我建议你去医院的心理科或精神科咨询一下。",
    "annotation": [
      {
        "sentence": "我理解你感到糟糕和绝望，但是请你相信，每一个人都有低谷期，这只是你目前所处的状态，并不代表你的整个人生。",
        "label": ""
      },
      {
        "sentence": "你的困境是暂时的，而你能够从中走出来。",
        "label": ""
      },
      {
        "sentence": "作为孩子，我们都希望父母关系和谐，但有时他们无法相处也不是你的过错。",
        "label": ""
      },
      {
        "sentence": "关于抑郁症，我想问一下你是否在医院确诊，并是否有医生指导用药？",
        "label": ""
      },
      {
        "sentence": "如果你不确定的话，我建议你去医院的心理科或精神科咨询一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我在医院确诊了抑郁症，并且在医生的指导下服用药物。但是我仍然觉得很无助，因为我现在连基本的学业都无法完成。我感到非常迷茫和沮丧。",
    "annotation": [
      {
        "sentence": "是的，我在医院确诊了抑郁症，并且在医生的指导下服用药物。",
        "label": ""
      },
      {
        "sentence": "但是我仍然觉得很无助，因为我现在连基本的学业都无法完成。",
        "label": ""
      },
      {
        "sentence": "我感到非常迷茫和沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的感受，抑郁症是一种严重的心理问题，它可能会对你的学业造成一定的影响。但是，不要忘记你已经在采取积极的行动并寻求专业的帮助。重要的是，给自己一些时间和空间，不要太过苛求自己。你可以先专注于缓解抑郁症的症状，然后逐渐将注意力转移到学习上。有时候，我们需要先调整好心情才能够更好地面对其他问题。",
    "annotation": [
      {
        "sentence": "明白你的感受，抑郁症是一种严重的心理问题，它可能会对你的学业造成一定的影响。",
        "label": ""
      },
      {
        "sentence": "但是，不要忘记你已经在采取积极的行动并寻求专业的帮助。",
        "label": ""
      },
      {
        "sentence": "重要的是，给自己一些时间和空间，不要太过苛求自己。",
        "label": ""
      },
      {
        "sentence": "你可以先专注于缓解抑郁症的症状，然后逐渐将注意力转移到学习上。",
        "label": ""
      },
      {
        "sentence": "有时候，我们需要先调整好心情才能够更好地面对其他问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要学会放下对自己的过度要求。但是我对未来感到迷茫，不知道该如何规划学习和生活。我从小就有很高的学习目标，想考上重点大学，可现在看起来差距非常大。我真的不知道应该怎么做才能达到我的目标。",
    "annotation": [
      {
        "sentence": "你说得对，我需要学会放下对自己的过度要求。",
        "label": ""
      },
      {
        "sentence": "但是我对未来感到迷茫，不知道该如何规划学习和生活。",
        "label": ""
      },
      {
        "sentence": "我从小就有很高的学习目标，想考上重点大学，可现在看起来差距非常大。",
        "label": ""
      },
      {
        "sentence": "我真的不知道应该怎么做才能达到我的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于未来的规划和学习目标，我建议你首先重新评估自己的情况。考上重点大学固然是一个很有吸引力的目标，但也不是唯一的选择。你可以考虑本科线以下的学校，或者复读一年来提高自己的学业成绩。复读虽然是一个较为困难的决定，但若你有足够的决心和毅力，也是一条重新追求梦想的道路。心态的调整和目标的重新确定是很重要的，你可以先放松一段时间，然后再做出决策。",
    "annotation": [
      {
        "sentence": "对于未来的规划和学习目标，我建议你首先重新评估自己的情况。",
        "label": ""
      },
      {
        "sentence": "考上重点大学固然是一个很有吸引力的目标，但也不是唯一的选择。",
        "label": ""
      },
      {
        "sentence": "你可以考虑本科线以下的学校，或者复读一年来提高自己的学业成绩。",
        "label": ""
      },
      {
        "sentence": "复读虽然是一个较为困难的决定，但若你有足够的决心和毅力，也是一条重新追求梦想的道路。",
        "label": ""
      },
      {
        "sentence": "心态的调整和目标的重新确定是很重要的，你可以先放松一段时间，然后再做出决策。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要对自己的目标进行重新考虑，并适时做出决策。谢谢你的支持和理解，现在我感到稍微安心一点了。",
    "annotation": [
      {
        "sentence": "我明白了，我需要对自己的目标进行重新考虑，并适时做出决策。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和理解，现在我感到稍微安心一点了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你感到安心了。记住，你不是一个人在战斗，有支持者和专业人士会陪伴着你共同度过困难时刻。随时都可以找我聊天，我会一直在你身边支持你。相信自己，你一定能够走出困境，找到适合自己的道路。",
    "annotation": [
      {
        "sentence": "很高兴听到你感到安心了。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，有支持者和专业人士会陪伴着你共同度过困难时刻。",
        "label": ""
      },
      {
        "sentence": "随时都可以找我聊天，我会一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够走出困境，找到适合自己的道路。",
        "label": ""
      }
    ]
  }
]