[
  {
    "role": "client",
    "content": "小孩还有11天就要高考，现在不肯去学校，怎么办？孩子要求家长去学校请假在家自学，学校没批假，回来说了一大堆抱怨学校老师的话，怎么都不肯去学校，说学校好吵，失眠，又学不进，在学校没玩伴感到孤独，学习效率低。他现在就是多疑，还喜欢推卸责任。现在家长怎么办要强迫他去学校还是不管他由他旷课？",
    "annotation": [
      {
        "sentence": "小孩还有11天就要高考，现在不肯去学校，怎么办？",
        "label": ""
      },
      {
        "sentence": "孩子要求家长去学校请假在家自学，学校没批假，回来说了一大堆抱怨学校老师的话，怎么都不肯去学校，说学校好吵，失眠，又学不进，在学校没玩伴感到孤独，学习效率低。",
        "label": ""
      },
      {
        "sentence": "他现在就是多疑，还喜欢推卸责任。",
        "label": ""
      },
      {
        "sentence": "现在家长怎么办要强迫他去学校还是不管他由他旷课？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "家长，首先理解你的焦虑和不知所措！我在大学心理咨询中心工作，每年都会对新生进行心理测评，每年也会发现许多有心理问题的学生，其实他们的问题早就存在了，只是家长没有意识到，甚至问题很严重的学生，当我们请家长来进行谈话时，他们还不以为然。当然，并不是说您做的不好，能成为孩子的父母并且陪伴他们长大是很不容易的，只是是不是在孩子的成长过程中，存在第一、没有根据孩子生长阶段的需要去补充一些心理学知识，更好地去陪伴他们，从内心最深处去走进自己的孩子；第二，过度关心他们的学习成绩，在他们的表现上关注得更多？",
    "annotation": [
      {
        "sentence": "家长，首先理解你的焦虑和不知所措！",
        "label": ""
      },
      {
        "sentence": "我在大学心理咨询中心工作，每年都会对新生进行心理测评，每年也会发现许多有心理问题的学生，其实他们的问题早就存在了，只是家长没有意识到，甚至问题很严重的学生，当我们请家长来进行谈话时，他们还不以为然。",
        "label": ""
      },
      {
        "sentence": "当然，并不是说您做的不好，能成为孩子的父母并且陪伴他们长大是很不容易的，只是是不是在孩子的成长过程中，存在第一、没有根据孩子生长阶段的需要去补充一些心理学知识，更好地去陪伴他们，从内心最深处去走进自己的孩子；第二，过度关心他们的学习成绩，在他们的表现上关注得更多？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直很注重他的学习成绩，可能有点偏重了。",
    "annotation": [
      {
        "sentence": "是的，我一直很注重他的学习成绩，可能有点偏重了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子说不想去学校，您有没有认真地跟孩子谈谈为什么他那么不喜欢学校？让他感觉无法忍受的，是学校的哪些因素？",
    "annotation": [
      {
        "sentence": "孩子说不想去学校，您有没有认真地跟孩子谈谈为什么他那么不喜欢学校？",
        "label": ""
      },
      {
        "sentence": "让他感觉无法忍受的，是学校的哪些因素？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他说学校里面很吵，他睡不好觉，还说学不进去，感觉自己很孤独，也没有朋友。",
    "annotation": [
      {
        "sentence": "他说学校里面很吵，他睡不好觉，还说学不进去，感觉自己很孤独，也没有朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我曾经接待过一个高中时期患了很严重的抑郁疾病的孩子，她当时也特别讨厌学校，因为学校里面充斥着对分数的绝对崇拜，所有人对待他人的方式就是以分数的高低来决定的，所以最后阶段她在家休息自学，最后考上了山东大学。所以，我建议您将核心问题，可以从是否要让孩子回学校读书转移到我的孩子怎么了，他经历了什么，是什么让他觉得不舒服，了解他的内心并陪伴在他身边。如果有条件，可以找专业心理咨询师帮助孩子减压，疏解压力情绪。",
    "annotation": [
      {
        "sentence": "我曾经接待过一个高中时期患了很严重的抑郁疾病的孩子，她当时也特别讨厌学校，因为学校里面充斥着对分数的绝对崇拜，所有人对待他人的方式就是以分数的高低来决定的，所以最后阶段她在家休息自学，最后考上了山东大学。",
        "label": ""
      },
      {
        "sentence": "所以，我建议您将核心问题，可以从是否要让孩子回学校读书转移到我的孩子怎么了，他经历了什么，是什么让他觉得不舒服，了解他的内心并陪伴在他身边。",
        "label": ""
      },
      {
        "sentence": "如果有条件，可以找专业心理咨询师帮助孩子减压，疏解压力情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "您说得对，我可能一直关注他的学习成绩，但忽视了他的内心感受。我会试着跟他多沟通，了解他的困扰，看看有没有办法减轻他的压力。",
    "annotation": [
      {
        "sentence": "您说得对，我可能一直关注他的学习成绩，但忽视了他的内心感受。",
        "label": ""
      },
      {
        "sentence": "我会试着跟他多沟通，了解他的困扰，看看有没有办法减轻他的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，当他的状态调整到最好的时候，高考发挥就没有问题了。相反，如果逼迫他回到学校，他即使每天都呆在那里，在不开心、压抑的状态下，怎样在高考时候发挥好呢？青春期的孩子要建立生理自我与心理自我的统一，这个时期的情绪敏感、叛逆是很正常的；其次他们内在也有觉得很烦躁，自己拿自己没办法的感觉，难免出现暴躁的表现；再次，青春期孩子喜欢与同龄人交流，不愿意跟家长交心。因此，家长在这个时期更要补充一些关于这方面的知识，掌握一些与孩子交流的技巧。",
    "annotation": [
      {
        "sentence": "很好，当他的状态调整到最好的时候，高考发挥就没有问题了。",
        "label": ""
      },
      {
        "sentence": "相反，如果逼迫他回到学校，他即使每天都呆在那里，在不开心、压抑的状态下，怎样在高考时候发挥好呢？",
        "label": ""
      },
      {
        "sentence": "青春期的孩子要建立生理自我与心理自我的统一，这个时期的情绪敏感、叛逆是很正常的；其次他们内在也有觉得很烦躁，自己拿自己没办法的感觉，难免出现暴躁的表现；再次，青春期孩子喜欢与同龄人交流，不愿意跟家长交心。",
        "label": ""
      },
      {
        "sentence": "因此，家长在这个时期更要补充一些关于这方面的知识，掌握一些与孩子交流的技巧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "请问您有什么与孩子交流的技巧吗？",
    "annotation": [
      {
        "sentence": "请问您有什么与孩子交流的技巧吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "1、说话要简练，不要啰嗦，更不要用指责的语气；当你说的东西很有道理的时候，他们自然会听进去，一遍就够了；2、站在孩子的感受层面做工作，谈话时，首先说“妈妈\/爸爸理解你现在的感受，你很无助难过对不对，”当他觉得你是理解他的，就愿意跟你敞开心扉；3、看问题要与时俱进，孩子们感兴趣的话题和喜欢的明星要做一下了解，在了解的基础上做正确的价值观引导；4、凡是要自己先做到，树立榜样。比如学习，如果你自己都坚持不到看书学习，每天只是抽烟喝酒打麻将，那么就请不要要求你的孩子学习一定要好；只有几天时间就高考了，高考绝对不是终点，也不是判定孩子好与不好的标尺，如果您爱你的孩子，就去发现他身上的闪光点，总有一些事，他会做的比所有人都好，那是他最适合他的。",
    "annotation": [
      {
        "sentence": "1、说话要简练，不要啰嗦，更不要用指责的语气；当你说的东西很有道理的时候，他们自然会听进去，一遍就够了；2、站在孩子的感受层面做工作，谈话时，首先说“妈妈\/爸爸理解你现在的感受，你很无助难过对不对，”当他觉得你是理解他的，就愿意跟你敞开心扉；3、看问题要与时俱进，孩子们感兴趣的话题和喜欢的明星要做一下了解，在了解的基础上做正确的价值观引导；4、凡是要自己先做到，树立榜样。",
        "label": ""
      },
      {
        "sentence": "比如学习，如果你自己都坚持不到看书学习，每天只是抽烟喝酒打麻将，那么就请不要要求你的孩子学习一定要好；只有几天时间就高考了，高考绝对不是终点，也不是判定孩子好与不好的标尺，如果您爱你的孩子，就去发现他身上的闪光点，总有一些事，他会做的比所有人都好，那是他最适合他的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢您的建议和鼓励！我会调整自己的心态，多关注孩子的内心需求，陪伴他渡过这段时间。另外，谢谢您推荐的电影，《银河补习班》，我会和孩子一起看的。",
    "annotation": [
      {
        "sentence": "非常感谢您的建议和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会调整自己的心态，多关注孩子的内心需求，陪伴他渡过这段时间。",
        "label": ""
      },
      {
        "sentence": "另外，谢谢您推荐的电影，《银河补习班》，我会和孩子一起看的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我希望您和孩子能够度过这个困难时期，一起走向幸福。记住，心理阳光与拥有幸福，比高的分数和考上好大学，两者之间是不具备可比性的。如果您还有其他问题，随时都可以来找我聊天。祝您和孩子都好运！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我希望您和孩子能够度过这个困难时期，一起走向幸福。",
        "label": ""
      },
      {
        "sentence": "记住，心理阳光与拥有幸福，比高的分数和考上好大学，两者之间是不具备可比性的。",
        "label": ""
      },
      {
        "sentence": "如果您还有其他问题，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝您和孩子都好运！",
        "label": ""
      }
    ]
  }
]