[
  {
    "role": "client",
    "content": "确诊了是抑郁症，在吃药，这能治好吗？昨天去心理科看病，做了一系列检测，确诊是抑郁症，拿了药，光吃药能好吗？",
    "annotation": [
      {
        "sentence": "确诊了是抑郁症，在吃药，这能治好吗？",
        "label": ""
      },
      {
        "sentence": "昨天去心理科看病，做了一系列检测，确诊是抑郁症，拿了药，光吃药能好吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你现在的担忧，抑郁症并不可怕，也不孤单。我自己也曾经面对过抑郁症，可以和你分享一下我的经验和经历。抑郁症在我国十分之一的人罹患，所以你并不是一个人在战斗。",
    "annotation": [
      {
        "sentence": "我了解你现在的担忧，抑郁症并不可怕，也不孤单。",
        "label": ""
      },
      {
        "sentence": "我自己也曾经面对过抑郁症，可以和你分享一下我的经验和经历。",
        "label": ""
      },
      {
        "sentence": "抑郁症在我国十分之一的人罹患，所以你并不是一个人在战斗。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你也曾经有过抑郁症吗？你是如何度过的？",
    "annotation": [
      {
        "sentence": "你也曾经有过抑郁症吗？",
        "label": ""
      },
      {
        "sentence": "你是如何度过的？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我今年45岁，是中小学的一线教师。我在高二的时候患上了躁郁症，当时中国还没有对应的药物。我失眠，情绪失控，无法正常读书，注意力无法集中。我曾经处于崩溃的状态，感到非常痛苦。爸妈甚至放弃了我。但是，我咬牙坚持自己去学校，努力让自己在课桌前学习，最终考上了大学。直到参加工作才渐渐忘记了抑郁症，好了几年。然而，刺激源变多后，我没有很好地自我疏导，导致06年复发并住院服药。药物并没有很理想的效果，所以我在服药三年后慢慢地停药。这种药物需要慢慢减量而不能突然停掉。",
    "annotation": [
      {
        "sentence": "是的，我今年45岁，是中小学的一线教师。",
        "label": ""
      },
      {
        "sentence": "我在高二的时候患上了躁郁症，当时中国还没有对应的药物。",
        "label": ""
      },
      {
        "sentence": "我失眠，情绪失控，无法正常读书，注意力无法集中。",
        "label": ""
      },
      {
        "sentence": "我曾经处于崩溃的状态，感到非常痛苦。",
        "label": ""
      },
      {
        "sentence": "爸妈甚至放弃了我。",
        "label": ""
      },
      {
        "sentence": "但是，我咬牙坚持自己去学校，努力让自己在课桌前学习，最终考上了大学。",
        "label": ""
      },
      {
        "sentence": "直到参加工作才渐渐忘记了抑郁症，好了几年。",
        "label": ""
      },
      {
        "sentence": "然而，刺激源变多后，我没有很好地自我疏导，导致06年复发并住院服药。",
        "label": ""
      },
      {
        "sentence": "药物并没有很理想的效果，所以我在服药三年后慢慢地停药。",
        "label": ""
      },
      {
        "sentence": "这种药物需要慢慢减量而不能突然停掉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你的经历，我感到了心理上的支持。那你是如何度过复发期的呢？",
    "annotation": [
      {
        "sentence": "听你的经历，我感到了心理上的支持。",
        "label": ""
      },
      {
        "sentence": "那你是如何度过复发期的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "复发后，我一直自闭在家，思绪风暴不断。直到我加入了一个销售团队，到处做市场，我的状态才慢慢好转。我的睡眠质量、思绪和注意力都有所恢复。后来，我回到了一线工作，积极地投入其中。虽然抑郁情绪有时还会光临，但我已经了解它了。我把它比喻为一只小黑狗，我与它一起生活、学习和工作。我知道丘吉尔也是抑郁症患者，他创造了小黑狗这个形象比喻。不久前，我还学习了心理学，发现了森田疗法，你可以百度搜索一下。这种疗法的核心是为所当为，顺其自然，放弃过度治疗。此外，多做运动，通过身体行动来思考，找到爱好，学习看书，不过度思虑，这些都是我在疗养期间逐渐摸索出来的方法。接纳自己的不完美，不苛责他人，多做正念冥想和瑜伽等活动，这些都可以在网上找到。最重要的是，不让自己长时间陷入思虑，而是积极地去生活，去接受生活中的跌倒和失败，去追求成功。要勇往直前，不给自己设限，不退缩。",
    "annotation": [
      {
        "sentence": "复发后，我一直自闭在家，思绪风暴不断。",
        "label": ""
      },
      {
        "sentence": "直到我加入了一个销售团队，到处做市场，我的状态才慢慢好转。",
        "label": ""
      },
      {
        "sentence": "我的睡眠质量、思绪和注意力都有所恢复。",
        "label": ""
      },
      {
        "sentence": "后来，我回到了一线工作，积极地投入其中。",
        "label": ""
      },
      {
        "sentence": "虽然抑郁情绪有时还会光临，但我已经了解它了。",
        "label": ""
      },
      {
        "sentence": "我把它比喻为一只小黑狗，我与它一起生活、学习和工作。",
        "label": ""
      },
      {
        "sentence": "我知道丘吉尔也是抑郁症患者，他创造了小黑狗这个形象比喻。",
        "label": ""
      },
      {
        "sentence": "不久前，我还学习了心理学，发现了森田疗法，你可以百度搜索一下。",
        "label": ""
      },
      {
        "sentence": "这种疗法的核心是为所当为，顺其自然，放弃过度治疗。",
        "label": ""
      },
      {
        "sentence": "此外，多做运动，通过身体行动来思考，找到爱好，学习看书，不过度思虑，这些都是我在疗养期间逐渐摸索出来的方法。",
        "label": ""
      },
      {
        "sentence": "接纳自己的不完美，不苛责他人，多做正念冥想和瑜伽等活动，这些都可以在网上找到。",
        "label": ""
      },
      {
        "sentence": "最重要的是，不让自己长时间陷入思虑，而是积极地去生活，去接受生活中的跌倒和失败，去追求成功。",
        "label": ""
      },
      {
        "sentence": "要勇往直前，不给自己设限，不退缩。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的这些建议听起来都很实用，我会尝试一下。还有，我经常会感到低落，头昏乏力，这也是正常的吗？",
    "annotation": [
      {
        "sentence": "你说的这些建议听起来都很实用，我会尝试一下。",
        "label": ""
      },
      {
        "sentence": "还有，我经常会感到低落，头昏乏力，这也是正常的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当季节和气温转换的时候，抑郁情绪会更重，你感到疲劳低落、头昏乏力很正常。这并不是患病，而是抑郁体质的特点。请相信，这些感觉稍作等待就会过去。我想起人本心理学教授欧文亚隆在《做我自己》中写道：直面烈日，毅然向死而生！这句话意味着我们要勇敢地面对现实，接受并度过抑郁症。",
    "annotation": [
      {
        "sentence": "当季节和气温转换的时候，抑郁情绪会更重，你感到疲劳低落、头昏乏力很正常。",
        "label": ""
      },
      {
        "sentence": "这并不是患病，而是抑郁体质的特点。",
        "label": ""
      },
      {
        "sentence": "请相信，这些感觉稍作等待就会过去。",
        "label": ""
      },
      {
        "sentence": "我想起人本心理学教授欧文亚隆在《做我自己》中写道：直面烈日，毅然向死而生！",
        "label": ""
      },
      {
        "sentence": "这句话意味着我们要勇敢地面对现实，接受并度过抑郁症。",
        "label": ""
      }
    ]
  }
]