[
  {
    "role": "client",
    "content": "我有病没有得到家人的照顾和理解，如何平衡内心的需要？我以前得过精神疾病，但是没有得到过任何人实际的照顾，所以对我的家人有一些怨言。如果说在家庭范围内的普通人发现不了是可以理解的，那么当疾病发展已经严重到症状过分的明显，比如呈现出木僵状态时受到了家人的攻击，我想我是不能轻易释怀的。因为在缺乏自知力的情况下我可能既不能自救也不能求救，一切只能靠自己。幸运的是我得到了社会上一些好心人的帮助，他们引导我的意识，让我从语言和情感上感受到了关怀，否则我很难在不吃药的情况下自己挺过去。当我好不容易做到和常人无异后，因为相信以前他们和我的亲情，所以把得到了帮助的这件事情告诉了我的亲人，得到的回答是“你恐怕在做梦。”、“你都没有跟我讲很多我怎么可能明白？”，从那时起我感到这些昔日熟悉的“朋友”竟然是如此的陌生。托这次的患病之福，我开始系统反思我的家庭，最终得到的结论是：在家庭这个范围内他们有异于常人之处。",
    "annotation": [
      {
        "sentence": "我有病没有得到家人的照顾和理解，如何平衡内心的需要？",
        "label": ""
      },
      {
        "sentence": "我以前得过精神疾病，但是没有得到过任何人实际的照顾，所以对我的家人有一些怨言。",
        "label": ""
      },
      {
        "sentence": "如果说在家庭范围内的普通人发现不了是可以理解的，那么当疾病发展已经严重到症状过分的明显，比如呈现出木僵状态时受到了家人的攻击，我想我是不能轻易释怀的。",
        "label": ""
      },
      {
        "sentence": "因为在缺乏自知力的情况下我可能既不能自救也不能求救，一切只能靠自己。",
        "label": ""
      },
      {
        "sentence": "幸运的是我得到了社会上一些好心人的帮助，他们引导我的意识，让我从语言和情感上感受到了关怀，否则我很难在不吃药的情况下自己挺过去。",
        "label": ""
      },
      {
        "sentence": "当我好不容易做到和常人无异后，因为相信以前他们和我的亲情，所以把得到了帮助的这件事情告诉了我的亲人，得到的回答是“你恐怕在做梦。",
        "label": ""
      },
      {
        "sentence": "”、“你都没有跟我讲很多我怎么可能明白？",
        "label": ""
      },
      {
        "sentence": "”，从那时起我感到这些昔日熟悉的“朋友”竟然是如此的陌生。",
        "label": ""
      },
      {
        "sentence": "托这次的患病之福，我开始系统反思我的家庭，最终得到的结论是：在家庭这个范围内他们有异于常人之处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的内心痛苦，给你一个温暖的拥抱。这个问题非常值得思考。前几天我看到了柏剑的故事，我也在感叹有的时候，一个没有血缘的陌生人都可能会比父母对孩子好。柏剑一个47岁的体育老师。在25年里收养了130个孩子，让孩子通过跑步改变了命运。那些孩子有的他们自己父母都放弃了他们，但是柏剑耐心的教育他们，让他们改变了命运。你能有这么多的好心人的帮助，治好了你的精神疾病，真是非常的幸运。",
    "annotation": [
      {
        "sentence": "我理解你的内心痛苦，给你一个温暖的拥抱。",
        "label": ""
      },
      {
        "sentence": "这个问题非常值得思考。",
        "label": ""
      },
      {
        "sentence": "前几天我看到了柏剑的故事，我也在感叹有的时候，一个没有血缘的陌生人都可能会比父母对孩子好。",
        "label": ""
      },
      {
        "sentence": "柏剑一个47岁的体育老师。",
        "label": ""
      },
      {
        "sentence": "在25年里收养了130个孩子，让孩子通过跑步改变了命运。",
        "label": ""
      },
      {
        "sentence": "那些孩子有的他们自己父母都放弃了他们，但是柏剑耐心的教育他们，让他们改变了命运。",
        "label": ""
      },
      {
        "sentence": "你能有这么多的好心人的帮助，治好了你的精神疾病，真是非常的幸运。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和拥抱。虽然得到了社会上一些人的帮助，但是对于家人的支持和理解我仍然渴望着。我知道我们与西方文化有所不同，传统文化下的子女渴望父母的爱。可是我的家人却很少去反思他们的所作所为，认为自己没有错，这让我感到很可悲。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和拥抱。",
        "label": ""
      },
      {
        "sentence": "虽然得到了社会上一些人的帮助，但是对于家人的支持和理解我仍然渴望着。",
        "label": ""
      },
      {
        "sentence": "我知道我们与西方文化有所不同，传统文化下的子女渴望父母的爱。",
        "label": ""
      },
      {
        "sentence": "可是我的家人却很少去反思他们的所作所为，认为自己没有错，这让我感到很可悲。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我理解你对家人爱与失望的冲突。如果你一开始告诉他们你的精神疾病，他们可能会觉得你矫情，认为自己就能好起来。而你选择在病好之后告诉他们，他们又极力的反驳你。因此你能得出一个结论：在家庭范围内他们有异于常人之处。你能意识到这一点是非常棒的，尽管痛苦。",
    "annotation": [
      {
        "sentence": "是的，我理解你对家人爱与失望的冲突。",
        "label": ""
      },
      {
        "sentence": "如果你一开始告诉他们你的精神疾病，他们可能会觉得你矫情，认为自己就能好起来。",
        "label": ""
      },
      {
        "sentence": "而你选择在病好之后告诉他们，他们又极力的反驳你。",
        "label": ""
      },
      {
        "sentence": "因此你能得出一个结论：在家庭范围内他们有异于常人之处。",
        "label": ""
      },
      {
        "sentence": "你能意识到这一点是非常棒的，尽管痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实经历了很大的痛苦和挣扎。我一直想要得到亲人的理解和支持，但是现实却让我失望。我不知道该怎么办了，我感到非常困惑和无助。",
    "annotation": [
      {
        "sentence": "是的，我确实经历了很大的痛苦和挣扎。",
        "label": ""
      },
      {
        "sentence": "我一直想要得到亲人的理解和支持，但是现实却让我失望。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办了，我感到非常困惑和无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑和无助感。现在，你是否独立了呢？如果你独立了，你可以去寻找自己的一片天地，不再依赖他们的理解和支持。找到正确的方向，继续前进吧！为了等一个父母的理解而自甘堕落是不值得的。加油，祝你幸福。",
    "annotation": [
      {
        "sentence": "我理解你的困惑和无助感。",
        "label": ""
      },
      {
        "sentence": "现在，你是否独立了呢？",
        "label": ""
      },
      {
        "sentence": "如果你独立了，你可以去寻找自己的一片天地，不再依赖他们的理解和支持。",
        "label": ""
      },
      {
        "sentence": "找到正确的方向，继续前进吧！",
        "label": ""
      },
      {
        "sentence": "为了等一个父母的理解而自甘堕落是不值得的。",
        "label": ""
      },
      {
        "sentence": "加油，祝你幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福。虽然我仍然渴望家人的爱与支持，但是我明白自己不能停留在过去的困境中。我会努力独立，并寻找属于自己的幸福。谢谢你的帮助和理解！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福。",
        "label": ""
      },
      {
        "sentence": "虽然我仍然渴望家人的爱与支持，但是我明白自己不能停留在过去的困境中。",
        "label": ""
      },
      {
        "sentence": "我会努力独立，并寻找属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助和理解！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直支持你的！记得，你并不孤单，有很多人愿意帮助你。面对困难，相信自己的力量，坚持向前，幸福一定会来到你身边的。祝福你！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直支持你的！",
        "label": ""
      },
      {
        "sentence": "记得，你并不孤单，有很多人愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "面对困难，相信自己的力量，坚持向前，幸福一定会来到你身边的。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]