[
  {
    "role": "client",
    "content": "男朋友家条件不好，是不是我的坚持错了？",
    "annotation": [
      {
        "sentence": "男朋友家条件不好，是不是我的坚持错了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情，我想告诉你，至少从现在看，你的坚持没有错，这似乎是爱情的力量，让你如此坚决。但你可能考虑的不是特别周全——1，你觉得之后日子不好过，你有想过有多么不好过吗？不要误会我的意思，并不是试图否定你的坚持，只是希望你能多想几步。结婚之后的生活是非常现实的，你的描述让我感觉到确实可能会很苦。可能当家做主了，才会意识到生活的难，柴米油盐可能都要斤斤计较。可能你的父母也是这么想的，所以他们不同意。当然不是说父母不同意，我们就放弃，只是一定要考虑清楚。",
    "annotation": [
      {
        "sentence": "非常理解你的心情，我想告诉你，至少从现在看，你的坚持没有错，这似乎是爱情的力量，让你如此坚决。",
        "label": ""
      },
      {
        "sentence": "但你可能考虑的不是特别周全——1，你觉得之后日子不好过，你有想过有多么不好过吗？",
        "label": ""
      },
      {
        "sentence": "不要误会我的意思，并不是试图否定你的坚持，只是希望你能多想几步。",
        "label": ""
      },
      {
        "sentence": "结婚之后的生活是非常现实的，你的描述让我感觉到确实可能会很苦。",
        "label": ""
      },
      {
        "sentence": "可能当家做主了，才会意识到生活的难，柴米油盐可能都要斤斤计较。",
        "label": ""
      },
      {
        "sentence": "可能你的父母也是这么想的，所以他们不同意。",
        "label": ""
      },
      {
        "sentence": "当然不是说父母不同意，我们就放弃，只是一定要考虑清楚。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解你的意思，我也确实有考虑过日子会有多么不好过。可能是我太冲动，一直以来都对我们两个的未来抱有信心。但是现在听到父母的反对，我开始感到迷茫了。我甚至开始怀疑自己的决定是否正确。我不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "我理解你的意思，我也确实有考虑过日子会有多么不好过。",
        "label": ""
      },
      {
        "sentence": "可能是我太冲动，一直以来都对我们两个的未来抱有信心。",
        "label": ""
      },
      {
        "sentence": "但是现在听到父母的反对，我开始感到迷茫了。",
        "label": ""
      },
      {
        "sentence": "我甚至开始怀疑自己的决定是否正确。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的困惑和迷茫。人生中做重大决定的时候都会有迷茫和担忧的，这是正常的。不过，在你感到迷茫的时候，你可以和男朋友一起规划一下未来的生活，各自的工作，计划和目标，通过梳理这些会让你对接下来的生活更有信心和把握。如果只是一腔热血，觉得就要在一起，那未来的路就真的很难说了。至于父母那边，至少要聊聊未来，听他们放心一点，这样才有可能同意你的决定。最后要何去何从，要你自己决定，希望你不留遗憾。祝好～",
    "annotation": [
      {
        "sentence": "我了解你的困惑和迷茫。",
        "label": ""
      },
      {
        "sentence": "人生中做重大决定的时候都会有迷茫和担忧的，这是正常的。",
        "label": ""
      },
      {
        "sentence": "不过，在你感到迷茫的时候，你可以和男朋友一起规划一下未来的生活，各自的工作，计划和目标，通过梳理这些会让你对接下来的生活更有信心和把握。",
        "label": ""
      },
      {
        "sentence": "如果只是一腔热血，觉得就要在一起，那未来的路就真的很难说了。",
        "label": ""
      },
      {
        "sentence": "至于父母那边，至少要聊聊未来，听他们放心一点，这样才有可能同意你的决定。",
        "label": ""
      },
      {
        "sentence": "最后要何去何从，要你自己决定，希望你不留遗憾。",
        "label": ""
      },
      {
        "sentence": "祝好～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我觉得和男朋友一起规划未来的生活是一个不错的主意。我们应该坐下来好好沟通一下，看看我们各自的职业发展计划和目标，以及我们对未来生活的期望。同时我也明白你说的聊聊父母那边的想法，我会试着和他们好好谈一谈，让他们放心一点。只是现在我还是希望能够得到你的支持和鼓励，觉得有人能够理解我，就会好受一些。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我觉得和男朋友一起规划未来的生活是一个不错的主意。",
        "label": ""
      },
      {
        "sentence": "我们应该坐下来好好沟通一下，看看我们各自的职业发展计划和目标，以及我们对未来生活的期望。",
        "label": ""
      },
      {
        "sentence": "同时我也明白你说的聊聊父母那边的想法，我会试着和他们好好谈一谈，让他们放心一点。",
        "label": ""
      },
      {
        "sentence": "只是现在我还是希望能够得到你的支持和鼓励，觉得有人能够理解我，就会好受一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做出这样的决定并不容易，我完全理解你希望得到支持和鼓励的感受。我会一直在这里支持你的，不管你做出什么决定。生活中的困难很多时候并不是决策本身，而是我们如何面对它们。你已经展现出了坚持和勇气，只要你认为这个决定对你来说真正重要，那就勇往直前吧。你可以的，祝你一切顺利！如果有任何困惑或需要进一步的支持，随时都可以来找我。",
    "annotation": [
      {
        "sentence": "你做出这样的决定并不容易，我完全理解你希望得到支持和鼓励的感受。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你的，不管你做出什么决定。",
        "label": ""
      },
      {
        "sentence": "生活中的困难很多时候并不是决策本身，而是我们如何面对它们。",
        "label": ""
      },
      {
        "sentence": "你已经展现出了坚持和勇气，只要你认为这个决定对你来说真正重要，那就勇往直前吧。",
        "label": ""
      },
      {
        "sentence": "你可以的，祝你一切顺利！",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑或需要进一步的支持，随时都可以来找我。",
        "label": ""
      }
    ]
  }
]