[
  {
    "role": "client",
    "content": "我是一个30多岁的女性，一直以来都不愿意做自己不喜欢的事。最近两年发现收入已经比不上年轻人了，原本觉得还算可以的日子开始显得不尽如人意。可是，又不愿意为了功利做一些可以带来更高收益，但可能会让自己不开心的事。",
    "annotation": [
      {
        "sentence": "我是一个30多岁的女性，一直以来都不愿意做自己不喜欢的事。",
        "label": ""
      },
      {
        "sentence": "最近两年发现收入已经比不上年轻人了，原本觉得还算可以的日子开始显得不尽如人意。",
        "label": ""
      },
      {
        "sentence": "可是，又不愿意为了功利做一些可以带来更高收益，但可能会让自己不开心的事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不愿意为了更高的收益做功利的、让自己不开心的事情，但是收入暂时不如年轻人，生活又暂时不够如意，这又让你感到有些担忧。有没有想过，可能有一些事情是可以既让自己开心，又能够获得一定的收益呢？",
    "annotation": [
      {
        "sentence": "你不愿意为了更高的收益做功利的、让自己不开心的事情，但是收入暂时不如年轻人，生活又暂时不够如意，这又让你感到有些担忧。",
        "label": ""
      },
      {
        "sentence": "有没有想过，可能有一些事情是可以既让自己开心，又能够获得一定的收益呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实曾经考虑过这个问题，但是一直没有找到合适的答案。觉得自己好像陷入了一个瓶颈，不知道该如何突破。",
    "annotation": [
      {
        "sentence": "我确实曾经考虑过这个问题，但是一直没有找到合适的答案。",
        "label": ""
      },
      {
        "sentence": "觉得自己好像陷入了一个瓶颈，不知道该如何突破。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有时候，我们需要放下束缚和固有的思维，敢于尝试一些新的可能性。也许你还没有发现适合自己的工作，但是可能是因为你还没有去发掘。会有一些自己喜欢的工作在等待着你发现的。",
    "annotation": [
      {
        "sentence": "有时候，我们需要放下束缚和固有的思维，敢于尝试一些新的可能性。",
        "label": ""
      },
      {
        "sentence": "也许你还没有发现适合自己的工作，但是可能是因为你还没有去发掘。",
        "label": ""
      },
      {
        "sentence": "会有一些自己喜欢的工作在等待着你发现的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我可能需要改变一下观念，勇敢地去尝试一些新的事物。但是我还是怕失败，怕走错路而浪费时间。",
    "annotation": [
      {
        "sentence": "你说的对，我可能需要改变一下观念，勇敢地去尝试一些新的事物。",
        "label": ""
      },
      {
        "sentence": "但是我还是怕失败，怕走错路而浪费时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种担忧是非常正常的，但是对于我们个人成长来说，失败往往是获得成功的必经之路。不要害怕失败，我们可以从中学到很多宝贵的经验和教训。无论走多远并不重要，重要的是你勇敢地迈出第一步。",
    "annotation": [
      {
        "sentence": "这种担忧是非常正常的，但是对于我们个人成长来说，失败往往是获得成功的必经之路。",
        "label": ""
      },
      {
        "sentence": "不要害怕失败，我们可以从中学到很多宝贵的经验和教训。",
        "label": ""
      },
      {
        "sentence": "无论走多远并不重要，重要的是你勇敢地迈出第一步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我觉得自己应该给自己一些机会去尝试新的事物，勇敢地面对失败。除了寻找合适的工作，我还可以在完成现有工作的前提下，尝试一些自己感兴趣的兼职工作。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我觉得自己应该给自己一些机会去尝试新的事物，勇敢地面对失败。",
        "label": ""
      },
      {
        "sentence": "除了寻找合适的工作，我还可以在完成现有工作的前提下，尝试一些自己感兴趣的兼职工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很棒的想法！尝试自己感兴趣的兼职工作不仅可以帮助拓宽人际关系，还可以增加一些额外的收入。你也可以利用这个机会来发现更多的工作可能性，同时也能够充实自己的生活。",
    "annotation": [
      {
        "sentence": "很棒的想法！",
        "label": ""
      },
      {
        "sentence": "尝试自己感兴趣的兼职工作不仅可以帮助拓宽人际关系，还可以增加一些额外的收入。",
        "label": ""
      },
      {
        "sentence": "你也可以利用这个机会来发现更多的工作可能性，同时也能够充实自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我现在觉得有了一些新的方向，希望能够勇敢地跨出第一步，寻找到适合自己的工作，让自己既开心又收入稳定。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我现在觉得有了一些新的方向，希望能够勇敢地跨出第一步，寻找到适合自己的工作，让自己既开心又收入稳定。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的进步和积极的态度！相信只要你保持努力和探索的心态，一定能找到适合自己的工作。记得在这个过程中保持积极的心态，相信自己的能力，一切都会慢慢好起来的。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你的进步和积极的态度！",
        "label": ""
      },
      {
        "sentence": "相信只要你保持努力和探索的心态，一定能找到适合自己的工作。",
        "label": ""
      },
      {
        "sentence": "记得在这个过程中保持积极的心态，相信自己的能力，一切都会慢慢好起来的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]