[
  {
    "role": "client",
    "content": "我最近感到烦躁，不安，易怒，有时心里压抑着喘不过气。我总是容易生气，发火，易怒，不够专心，心静不下来，还迷茫。我做着会计工作感觉机械般的工作，上班结婚三年每次跟婆婆家人的相处矛盾一点点积累，加上工作的压力和生活的琐事，还有老公的大男子主义，我真的无法忍受了。这些负面情绪一点点积累，让我随时都感觉会崩溃，我偷偷的想哭，感觉心里压抑的不行，有时候喘不过气来。最近备考也跟不专心，感觉学习效率很低。",
    "annotation": [
      {
        "sentence": "我最近感到烦躁，不安，易怒，有时心里压抑着喘不过气。",
        "label": ""
      },
      {
        "sentence": "我总是容易生气，发火，易怒，不够专心，心静不下来，还迷茫。",
        "label": ""
      },
      {
        "sentence": "我做着会计工作感觉机械般的工作，上班结婚三年每次跟婆婆家人的相处矛盾一点点积累，加上工作的压力和生活的琐事，还有老公的大男子主义，我真的无法忍受了。",
        "label": ""
      },
      {
        "sentence": "这些负面情绪一点点积累，让我随时都感觉会崩溃，我偷偷的想哭，感觉心里压抑的不行，有时候喘不过气来。",
        "label": ""
      },
      {
        "sentence": "最近备考也跟不专心，感觉学习效率很低。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看着你写的这些，我感同身受。曾经我的工作单位流行一个段子“女人当男人用，男人当骡子用”，我每次下班精力和体力都会被耗竭。回家还有无尽的家务和指责，被辱骂是家常便饭，哭也是我的日常。后来我换了工作，钱少很多，但人却解放出来了。有研究表明，长期做高强度机械性工作会严重挫伤人的积极性，人会变麻木，没有幸福感。你有会计证，可以试着换一个轻松一点的工作，不管是利用业余时间提升自己（为以后找到更好的工作准备)，还是把精力，注意力转移到家庭（改善自己在家庭中的体验，地位）都可以。如果舍不得目前的工作，那么学会在工作中找窍门，比如虚心请教那些做得游刃有余的人，让自己高效、清爽，不再憋屈。",
    "annotation": [
      {
        "sentence": "看着你写的这些，我感同身受。",
        "label": ""
      },
      {
        "sentence": "曾经我的工作单位流行一个段子“女人当男人用，男人当骡子用”，我每次下班精力和体力都会被耗竭。",
        "label": ""
      },
      {
        "sentence": "回家还有无尽的家务和指责，被辱骂是家常便饭，哭也是我的日常。",
        "label": ""
      },
      {
        "sentence": "后来我换了工作，钱少很多，但人却解放出来了。",
        "label": ""
      },
      {
        "sentence": "有研究表明，长期做高强度机械性工作会严重挫伤人的积极性，人会变麻木，没有幸福感。",
        "label": ""
      },
      {
        "sentence": "你有会计证，可以试着换一个轻松一点的工作，不管是利用业余时间提升自己（为以后找到更好的工作准备)，还是把精力，注意力转移到家庭（改善自己在家庭中的体验，地位）都可以。",
        "label": ""
      },
      {
        "sentence": "如果舍不得目前的工作，那么学会在工作中找窍门，比如虚心请教那些做得游刃有余的人，让自己高效、清爽，不再憋屈。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "换工作也是个办法，但我犹豫着，毕竟现在的工作薪水还可以，而且累也算累得心安理得的。我想尽力提高自己的学习效率，但总觉得没有头绪，没有动力。有时候，我甚至觉得人生意义在哪里，好像迷失了自己。",
    "annotation": [
      {
        "sentence": "换工作也是个办法，但我犹豫着，毕竟现在的工作薪水还可以，而且累也算累得心安理得的。",
        "label": ""
      },
      {
        "sentence": "我想尽力提高自己的学习效率，但总觉得没有头绪，没有动力。",
        "label": ""
      },
      {
        "sentence": "有时候，我甚至觉得人生意义在哪里，好像迷失了自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的困惑和迷茫。人生中经历低谷是正常的，但也正是这些挑战和困惑让我们成长。你可以试着找到自己的目标，给自己一些压力和动力，这样就可能没有那么多烦恼和负面情绪了。人生是一次次在追寻自己的过程中蜕变的旅程，不断寻找和努力变得更好。",
    "annotation": [
      {
        "sentence": "我能理解你的困惑和迷茫。",
        "label": ""
      },
      {
        "sentence": "人生中经历低谷是正常的，但也正是这些挑战和困惑让我们成长。",
        "label": ""
      },
      {
        "sentence": "你可以试着找到自己的目标，给自己一些压力和动力，这样就可能没有那么多烦恼和负面情绪了。",
        "label": ""
      },
      {
        "sentence": "人生是一次次在追寻自己的过程中蜕变的旅程，不断寻找和努力变得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我明白了，我需要找到自己的目标和动力，让自己的生活更有意义。但是，面对婆婆家人的相处问题，我感觉很无力。他们对我总是充满指责和抱怨，我感觉自己无法取悦他们。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我明白了，我需要找到自己的目标和动力，让自己的生活更有意义。",
        "label": ""
      },
      {
        "sentence": "但是，面对婆婆家人的相处问题，我感觉很无力。",
        "label": ""
      },
      {
        "sentence": "他们对我总是充满指责和抱怨，我感觉自己无法取悦他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "结婚后跟婆婆家人相处的问题是很常见的，我也曾经经历过。我发现，对待婆婆家人要提前多一点的热情和关心，给他们一些肯定和赞美，多跟他们沟通。他们就会感受到你的真诚和努力，从而改变对你的态度。另外，你也可以尝试为自己争取一些空间和权益，让自己在家庭中的地位更加坚定，不再被动。",
    "annotation": [
      {
        "sentence": "结婚后跟婆婆家人相处的问题是很常见的，我也曾经经历过。",
        "label": ""
      },
      {
        "sentence": "我发现，对待婆婆家人要提前多一点的热情和关心，给他们一些肯定和赞美，多跟他们沟通。",
        "label": ""
      },
      {
        "sentence": "他们就会感受到你的真诚和努力，从而改变对你的态度。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以尝试为自己争取一些空间和权益，让自己在家庭中的地位更加坚定，不再被动。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来好像有些难度，但我会尝试的。还有一件事情，我发现我经常对别人发脾气，有时候没有控制住自己的情绪就冲动地发火，这让我很困扰。",
    "annotation": [
      {
        "sentence": "听起来好像有些难度，但我会尝试的。",
        "label": ""
      },
      {
        "sentence": "还有一件事情，我发现我经常对别人发脾气，有时候没有控制住自己的情绪就冲动地发火，这让我很困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别太过于自责，我们都有情绪波动的时候。但控制情绪是学会的，你可以尝试一些放松和冷静的方法，比如深呼吸、暂时离开冲突的场景、寻找解决问题的方法等。同时，也要找到发泄情绪的途径，比如说说心里话、锻炼身体、找个爱好等等，这些都有助于情绪的释放和调节。",
    "annotation": [
      {
        "sentence": "别太过于自责，我们都有情绪波动的时候。",
        "label": ""
      },
      {
        "sentence": "但控制情绪是学会的，你可以尝试一些放松和冷静的方法，比如深呼吸、暂时离开冲突的场景、寻找解决问题的方法等。",
        "label": ""
      },
      {
        "sentence": "同时，也要找到发泄情绪的途径，比如说说心里话、锻炼身体、找个爱好等等，这些都有助于情绪的释放和调节。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的建议。我会努力改变我对待工作、家庭和情绪的方式。我相信，只要我找到正确的方法和态度，我一定能够度过这段困难的时期。",
    "annotation": [
      {
        "sentence": "感谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会努力改变我对待工作、家庭和情绪的方式。",
        "label": ""
      },
      {
        "sentence": "我相信，只要我找到正确的方法和态度，我一定能够度过这段困难的时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "相信自己，你已经迈出了第一步，只要坚持努力，你一定能够重新找回内心的平静和幸福。记得，转变需要时间，不要给自己太大的压力。我在你身边支持着你，加油！",
    "annotation": [
      {
        "sentence": "相信自己，你已经迈出了第一步，只要坚持努力，你一定能够重新找回内心的平静和幸福。",
        "label": ""
      },
      {
        "sentence": "记得，转变需要时间，不要给自己太大的压力。",
        "label": ""
      },
      {
        "sentence": "我在你身边支持着你，加油！",
        "label": ""
      }
    ]
  }
]