[
  {
    "role": "client",
    "content": "我是一个30岁的女性，多年来受到各种刺激，导致我变得歇斯底里，动手打人。我谈过的男朋友都曾被我打过，一旦我发作就会动手打他们。有些男友轻微受伤，有些甚至还反击打我。每次我被激怒，我就会歇斯底里地哭泣和大声嘶吼。我动手打人的原因是因为我感觉不到爱。他们会撒谎，说话不算数，我觉得他们不爱我。我无法控制自己去伤害他们。很多男友刚开始都非常爱我，可后来却变得完全不同。明明答应要娶我，却一次又一次地推脱。我觉得自己被嫌弃，自尊心受到了巨大的侮辱。他们也不愿意跟我沟通。半年前，他们开始对我敷衍，一直在和其他女孩子聊天。我们每隔三天就大吵一次，每隔五天就打一架。整晚吵闹，彼此闹得无法入睡。而且我的父母已经离异了。父亲对我冷漠，母亲给予的爱让我感到窒息。他们在一起时经常动手打架。母亲经常焦虑地告诉我爸爸不爱我们要抛弃我们，而父亲很少与我交流。从表面上看，我看起来温顺和阳光。但是恋爱关系总是不顺利，一旦被激怒就伤害别人也伤害自己。我真的不知道该怎么办了。支持者：30岁了还没有找到愿意娶你的男人，确实需要从你自身找找原因。易怒和动手打人会让男人最终受不了选择离开。你在原生家庭中学到的亲密关系模式是很少交流，经常打架，而父亲的冷漠使你缺少与异性相处的积极经验。而母亲给你的经验则是男人总是会抛弃女人，这种信念在你内心深处根深蒂固。所以你总是用极端的行为不断踩踏男人的底线，而无一例外地他们验证了你的信念是正确的。你无法用言语表达愤怒，不想压抑却又说不出来，只能通过动手来表达。我建议你学会用语言表达不满和愤怒，尽量用自己的感受来表达，不要带有负面情绪，不要指责对方，也不要批评他们。爱情的基础是信任。两个人在一起生活并不是没有边界的，我们需要保持自己的独立空间，也给对方留出独立空间。不再试图用极端方式来测试对方的底线。相信没有人能通过这样的测试。",
    "annotation": [
      {
        "sentence": "我是一个30岁的女性，多年来受到各种刺激，导致我变得歇斯底里，动手打人。",
        "label": ""
      },
      {
        "sentence": "我谈过的男朋友都曾被我打过，一旦我发作就会动手打他们。",
        "label": ""
      },
      {
        "sentence": "有些男友轻微受伤，有些甚至还反击打我。",
        "label": ""
      },
      {
        "sentence": "每次我被激怒，我就会歇斯底里地哭泣和大声嘶吼。",
        "label": ""
      },
      {
        "sentence": "我动手打人的原因是因为我感觉不到爱。",
        "label": ""
      },
      {
        "sentence": "他们会撒谎，说话不算数，我觉得他们不爱我。",
        "label": ""
      },
      {
        "sentence": "我无法控制自己去伤害他们。",
        "label": ""
      },
      {
        "sentence": "很多男友刚开始都非常爱我，可后来却变得完全不同。",
        "label": ""
      },
      {
        "sentence": "明明答应要娶我，却一次又一次地推脱。",
        "label": ""
      },
      {
        "sentence": "我觉得自己被嫌弃，自尊心受到了巨大的侮辱。",
        "label": ""
      },
      {
        "sentence": "他们也不愿意跟我沟通。",
        "label": ""
      },
      {
        "sentence": "半年前，他们开始对我敷衍，一直在和其他女孩子聊天。",
        "label": ""
      },
      {
        "sentence": "我们每隔三天就大吵一次，每隔五天就打一架。",
        "label": ""
      },
      {
        "sentence": "整晚吵闹，彼此闹得无法入睡。",
        "label": ""
      },
      {
        "sentence": "而且我的父母已经离异了。",
        "label": ""
      },
      {
        "sentence": "父亲对我冷漠，母亲给予的爱让我感到窒息。",
        "label": ""
      },
      {
        "sentence": "他们在一起时经常动手打架。",
        "label": ""
      },
      {
        "sentence": "母亲经常焦虑地告诉我爸爸不爱我们要抛弃我们，而父亲很少与我交流。",
        "label": ""
      },
      {
        "sentence": "从表面上看，我看起来温顺和阳光。",
        "label": ""
      },
      {
        "sentence": "但是恋爱关系总是不顺利，一旦被激怒就伤害别人也伤害自己。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办了。",
        "label": ""
      },
      {
        "sentence": "支持者：30岁了还没有找到愿意娶你的男人，确实需要从你自身找找原因。",
        "label": ""
      },
      {
        "sentence": "易怒和动手打人会让男人最终受不了选择离开。",
        "label": ""
      },
      {
        "sentence": "你在原生家庭中学到的亲密关系模式是很少交流，经常打架，而父亲的冷漠使你缺少与异性相处的积极经验。",
        "label": ""
      },
      {
        "sentence": "而母亲给你的经验则是男人总是会抛弃女人，这种信念在你内心深处根深蒂固。",
        "label": ""
      },
      {
        "sentence": "所以你总是用极端的行为不断踩踏男人的底线，而无一例外地他们验证了你的信念是正确的。",
        "label": ""
      },
      {
        "sentence": "你无法用言语表达愤怒，不想压抑却又说不出来，只能通过动手来表达。",
        "label": ""
      },
      {
        "sentence": "我建议你学会用语言表达不满和愤怒，尽量用自己的感受来表达，不要带有负面情绪，不要指责对方，也不要批评他们。",
        "label": ""
      },
      {
        "sentence": "爱情的基础是信任。",
        "label": ""
      },
      {
        "sentence": "两个人在一起生活并不是没有边界的，我们需要保持自己的独立空间，也给对方留出独立空间。",
        "label": ""
      },
      {
        "sentence": "不再试图用极端方式来测试对方的底线。",
        "label": ""
      },
      {
        "sentence": "相信没有人能通过这样的测试。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会尝试用语言表达我的愤怒和不满，同时也尽量不带负面情绪，不指责和批评对方。我明白爱情的基础是信任，而不应该用极端的方式来测试对方。可是我还是担心我无法控制自己的情绪，一旦被激怒就会再次动手。我要怎样才能真正控制自己的暴力倾向呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试用语言表达我的愤怒和不满，同时也尽量不带负面情绪，不指责和批评对方。",
        "label": ""
      },
      {
        "sentence": "我明白爱情的基础是信任，而不应该用极端的方式来测试对方。",
        "label": ""
      },
      {
        "sentence": "可是我还是担心我无法控制自己的情绪，一旦被激怒就会再次动手。",
        "label": ""
      },
      {
        "sentence": "我要怎样才能真正控制自己的暴力倾向呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧。控制情绪的确是一个挑战，但并非不可能。首先，你可以试着通过冥想或深呼吸来平静自己的情绪。当你感到愤怒或激动时，停下来深呼吸数次，让自己放松下来。此外，你可以找一些适合你的放松技巧，如瑜伽或慢跑，来减轻紧张情绪。当你意识到自己即将发作时，走开一会儿，给自己一些时间冷静。最重要的是，寻求专业心理咨询师的帮助。他们会提供更多具体的方法来帮助你控制情绪并处理内心深处的问题。",
    "annotation": [
      {
        "sentence": "我理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "控制情绪的确是一个挑战，但并非不可能。",
        "label": ""
      },
      {
        "sentence": "首先，你可以试着通过冥想或深呼吸来平静自己的情绪。",
        "label": ""
      },
      {
        "sentence": "当你感到愤怒或激动时，停下来深呼吸数次，让自己放松下来。",
        "label": ""
      },
      {
        "sentence": "此外，你可以找一些适合你的放松技巧，如瑜伽或慢跑，来减轻紧张情绪。",
        "label": ""
      },
      {
        "sentence": "当你意识到自己即将发作时，走开一会儿，给自己一些时间冷静。",
        "label": ""
      },
      {
        "sentence": "最重要的是，寻求专业心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "他们会提供更多具体的方法来帮助你控制情绪并处理内心深处的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会试着通过冥想和深呼吸来平静下来，也会寻找适合我的放松技巧来缓解紧张情绪。同时，我会考虑寻求专业心理咨询师的帮助，希望能得到更具体的方法来处理我的情绪问题。我也意识到我的亲密关系模式可能受到原生家庭的影响，我会更加关注和改善这方面的问题。感谢你对我的支持和建议。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着通过冥想和深呼吸来平静下来，也会寻找适合我的放松技巧来缓解紧张情绪。",
        "label": ""
      },
      {
        "sentence": "同时，我会考虑寻求专业心理咨询师的帮助，希望能得到更具体的方法来处理我的情绪问题。",
        "label": ""
      },
      {
        "sentence": "我也意识到我的亲密关系模式可能受到原生家庭的影响，我会更加关注和改善这方面的问题。",
        "label": ""
      },
      {
        "sentence": "感谢你对我的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你愿意尝试改变和寻求帮助。迈出这一步非常重要。寻求专业心理咨询师的帮助将会为你提供更深入和个性化的指导。同时，也要相信自己的能力，相信你可以控制自己的情绪，并建立更健康的亲密关系模式。改变需要时间和努力，但我相信你能够迈向更好的未来。如果你需要任何进一步的支持，随时来找我谈话。你并不孤单，我们会一同度过这个过程。",
    "annotation": [
      {
        "sentence": "很高兴看到你愿意尝试改变和寻求帮助。",
        "label": ""
      },
      {
        "sentence": "迈出这一步非常重要。",
        "label": ""
      },
      {
        "sentence": "寻求专业心理咨询师的帮助将会为你提供更深入和个性化的指导。",
        "label": ""
      },
      {
        "sentence": "同时，也要相信自己的能力，相信你可以控制自己的情绪，并建立更健康的亲密关系模式。",
        "label": ""
      },
      {
        "sentence": "改变需要时间和努力，但我相信你能够迈向更好的未来。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的支持，随时来找我谈话。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们会一同度过这个过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会坚持努力改变自己，并寻求专业帮助。我相信我能够控制好自己的情绪，并建立健康的亲密关系模式。如果在这个过程中遇到困难，我会再次来找你谈话。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会坚持努力改变自己，并寻求专业帮助。",
        "label": ""
      },
      {
        "sentence": "我相信我能够控制好自己的情绪，并建立健康的亲密关系模式。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中遇到困难，我会再次来找你谈话。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！ 实现改变的过程中会遇到挫折是很正常的。记住，你不是孤单的。我们会一起度过这个过程，我会一直在这里支持你。请随时来找我，无论你遇到什么困难或需要倾诉，我都会倾听并帮助你。相信自己，你能够做到！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": " 实现改变的过程中会遇到挫折是很正常的。",
        "label": ""
      },
      {
        "sentence": "记住，你不是孤单的。",
        "label": ""
      },
      {
        "sentence": "我们会一起度过这个过程，我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "请随时来找我，无论你遇到什么困难或需要倾诉，我都会倾听并帮助你。",
        "label": ""
      },
      {
        "sentence": "相信自己，你能够做到！",
        "label": ""
      }
    ]
  }
]