[
  {
    "role": "client",
    "content": "我是一个30岁的女性，多年来一直受到各种刺激，导致我经常歇斯底里，甚至动手打人。我谈过的男朋友都遭到了我的打击，一旦我发作，就会动手打他们。有的只是流泪，有的却反击打了我。每次我被激怒，都会情绪失控地大哭和嗓子发疯。我之所以动手打人，根本原因是因为我感受不到爱。他们常常食言不信守承诺，我觉得他们不爱我。虽然我无法控制自己不去伤害对方，但是最初他们都非常爱我，后来就好像变了一个人。明明答应娶我，却一再推脱。明明说好要生小孩，却故意射到外面。我觉得自己被嫌弃，自尊心受到了极大的侮辱。对我说来，谈恋爱常常不顺利，一旦激怒，就会伤人伤己。我真的不知道该怎么办了。支持者：我真的非常能理解你。当我们渴望被爱而又感受不到爱的时候，对方无意义的表情、空洞的眼神、敷衍的语调或漫不经心的回答等任何不重视我们的言行，都有可能激发我们的敏感神经，使我们进入一种战斗状态。外界看来，我们可能手握沉重的武器，眼看四起的硝烟和滚滚浓烟，但实际上，我们是在向自己宣战，而他们却不会了解。",
    "annotation": [
      {
        "sentence": "我是一个30岁的女性，多年来一直受到各种刺激，导致我经常歇斯底里，甚至动手打人。",
        "label": ""
      },
      {
        "sentence": "我谈过的男朋友都遭到了我的打击，一旦我发作，就会动手打他们。",
        "label": ""
      },
      {
        "sentence": "有的只是流泪，有的却反击打了我。",
        "label": ""
      },
      {
        "sentence": "每次我被激怒，都会情绪失控地大哭和嗓子发疯。",
        "label": ""
      },
      {
        "sentence": "我之所以动手打人，根本原因是因为我感受不到爱。",
        "label": ""
      },
      {
        "sentence": "他们常常食言不信守承诺，我觉得他们不爱我。",
        "label": ""
      },
      {
        "sentence": "虽然我无法控制自己不去伤害对方，但是最初他们都非常爱我，后来就好像变了一个人。",
        "label": ""
      },
      {
        "sentence": "明明答应娶我，却一再推脱。",
        "label": ""
      },
      {
        "sentence": "明明说好要生小孩，却故意射到外面。",
        "label": ""
      },
      {
        "sentence": "我觉得自己被嫌弃，自尊心受到了极大的侮辱。",
        "label": ""
      },
      {
        "sentence": "对我说来，谈恋爱常常不顺利，一旦激怒，就会伤人伤己。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办了。",
        "label": ""
      },
      {
        "sentence": "支持者：我真的非常能理解你。",
        "label": ""
      },
      {
        "sentence": "当我们渴望被爱而又感受不到爱的时候，对方无意义的表情、空洞的眼神、敷衍的语调或漫不经心的回答等任何不重视我们的言行，都有可能激发我们的敏感神经，使我们进入一种战斗状态。",
        "label": ""
      },
      {
        "sentence": "外界看来，我们可能手握沉重的武器，眼看四起的硝烟和滚滚浓烟，但实际上，我们是在向自己宣战，而他们却不会了解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对的，我对于爱的基本需求一直没有得到满足，所以很难超越自身的需求去学会爱别人。我总是不断地要求、索取甚至攻击，有时候还带着牺牲自己的心态，只是希望能换取他人对我的需求，希望他们像我一样关注和承诺。但是口头上的关注和承诺没有得到兑现，我就会感到不满和愤怒，这种恶性循环在恋爱关系中一次次重演。",
    "annotation": [
      {
        "sentence": "对的，我对于爱的基本需求一直没有得到满足，所以很难超越自身的需求去学会爱别人。",
        "label": ""
      },
      {
        "sentence": "我总是不断地要求、索取甚至攻击，有时候还带着牺牲自己的心态，只是希望能换取他人对我的需求，希望他们像我一样关注和承诺。",
        "label": ""
      },
      {
        "sentence": "但是口头上的关注和承诺没有得到兑现，我就会感到不满和愤怒，这种恶性循环在恋爱关系中一次次重演。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果不幸的话，我们很可能把所有的忽视和轻视当成假想敌，用尽全部精力与之作战，但却无法获得我们想要的结果。因为战火中的浓烟总会吓退追求和平的人并伤及无辜，杀敌八百，自损千万，这样的代价是绝对不划算的。",
    "annotation": [
      {
        "sentence": "如果不幸的话，我们很可能把所有的忽视和轻视当成假想敌，用尽全部精力与之作战，但却无法获得我们想要的结果。",
        "label": ""
      },
      {
        "sentence": "因为战火中的浓烟总会吓退追求和平的人并伤及无辜，杀敌八百，自损千万，这样的代价是绝对不划算的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "如果幸运的话，我们可以利用自己的领悟和认知能力，将遇到的人对待我们的方式、他们的思想变成我们一生中的必修课，从中学习对自己有益的技能，即使无法爱别人，也能够平静善待自己。",
    "annotation": [
      {
        "sentence": "如果幸运的话，我们可以利用自己的领悟和认知能力，将遇到的人对待我们的方式、他们的思想变成我们一生中的必修课，从中学习对自己有益的技能，即使无法爱别人，也能够平静善待自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在足够幸运的情况下，我们将遇到那个人，满足我们的需求、渴望和梦想。然后，我们可以从他身上学到爱和宽容的能力。即使有一天他离开我们，我们曾经感受过的幸福也不会被遗忘，从他那里学到的爱他人的能力也会成为我们一生的财富。《亲密关系》中提到了满足亲密关系的秘诀：欣赏伴侣，表达感激，并不断重复上述两步。认为美满的亲密关系理所当然会非常危险，需要我们时刻提醒自己，带着责任感去付出关爱和慷慨。我们可以一起探索如何应对那些让你感到无法控制自己情绪的触发点。",
    "annotation": [
      {
        "sentence": "在足够幸运的情况下，我们将遇到那个人，满足我们的需求、渴望和梦想。",
        "label": ""
      },
      {
        "sentence": "然后，我们可以从他身上学到爱和宽容的能力。",
        "label": ""
      },
      {
        "sentence": "即使有一天他离开我们，我们曾经感受过的幸福也不会被遗忘，从他那里学到的爱他人的能力也会成为我们一生的财富。",
        "label": ""
      },
      {
        "sentence": "《亲密关系》中提到了满足亲密关系的秘诀：欣赏伴侣，表达感激，并不断重复上述两步。",
        "label": ""
      },
      {
        "sentence": "认为美满的亲密关系理所当然会非常危险，需要我们时刻提醒自己，带着责任感去付出关爱和慷慨。",
        "label": ""
      },
      {
        "sentence": "我们可以一起探索如何应对那些让你感到无法控制自己情绪的触发点。",
        "label": ""
      }
    ]
  }
]