[
  {
    "role": "client",
    "content": "我是一个30岁的女性，多年来一直受到很多刺激，导致我变得歇斯底里，动手打人。我谈过的每一个男朋友都遭到了我的暴力，一旦我发作就忍不住动手打他们。有时他们只是轻轻地流泪，有时甚至会还手打我。每次我被激怒，我都会变得歇斯底里地大哭和吼叫。我动手打人的原因，归根结底是因为我感受不到爱。他们对我不忠诚，说话也不算数。我觉得他们不爱我，所以我就无法控制自己去伤害他们。我的男朋友起初都对我非常爱护，但后来却变了一个人。明明答应要娶我，却一再推脱。说好让我生小孩，却故意射到外面。我觉得自己被嫌弃了，我的自尊心受到了极大的侮辱。他们也不愿意和我交流。早在半年前，我就开始察觉到他们对我漫不关心，同时还喜欢和其他女孩聊天。我们三天一大吵，五天一打架。整个晚上都在争吵，闹到彼此都无法入睡。我的父母已经离婚了，父亲对我的爱是冷漠的，母亲对我的爱又让我感到窒息。他们在一起时经常动手打架。我的母亲常常焦虑地告诉我，我爸爸不爱我了，要抛弃我们。我爸爸很少和我交流，但表面上看起来他温顺而阳光。但是在谈恋爱的过程中，我屡次发生暴力行为，一旦激怒就伤害别人和自己。我真的不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "我是一个30岁的女性，多年来一直受到很多刺激，导致我变得歇斯底里，动手打人。",
        "label": ""
      },
      {
        "sentence": "我谈过的每一个男朋友都遭到了我的暴力，一旦我发作就忍不住动手打他们。",
        "label": ""
      },
      {
        "sentence": "有时他们只是轻轻地流泪，有时甚至会还手打我。",
        "label": ""
      },
      {
        "sentence": "每次我被激怒，我都会变得歇斯底里地大哭和吼叫。",
        "label": ""
      },
      {
        "sentence": "我动手打人的原因，归根结底是因为我感受不到爱。",
        "label": ""
      },
      {
        "sentence": "他们对我不忠诚，说话也不算数。",
        "label": ""
      },
      {
        "sentence": "我觉得他们不爱我，所以我就无法控制自己去伤害他们。",
        "label": ""
      },
      {
        "sentence": "我的男朋友起初都对我非常爱护，但后来却变了一个人。",
        "label": ""
      },
      {
        "sentence": "明明答应要娶我，却一再推脱。",
        "label": ""
      },
      {
        "sentence": "说好让我生小孩，却故意射到外面。",
        "label": ""
      },
      {
        "sentence": "我觉得自己被嫌弃了，我的自尊心受到了极大的侮辱。",
        "label": ""
      },
      {
        "sentence": "他们也不愿意和我交流。",
        "label": ""
      },
      {
        "sentence": "早在半年前，我就开始察觉到他们对我漫不关心，同时还喜欢和其他女孩聊天。",
        "label": ""
      },
      {
        "sentence": "我们三天一大吵，五天一打架。",
        "label": ""
      },
      {
        "sentence": "整个晚上都在争吵，闹到彼此都无法入睡。",
        "label": ""
      },
      {
        "sentence": "我的父母已经离婚了，父亲对我的爱是冷漠的，母亲对我的爱又让我感到窒息。",
        "label": ""
      },
      {
        "sentence": "他们在一起时经常动手打架。",
        "label": ""
      },
      {
        "sentence": "我的母亲常常焦虑地告诉我，我爸爸不爱我了，要抛弃我们。",
        "label": ""
      },
      {
        "sentence": "我爸爸很少和我交流，但表面上看起来他温顺而阳光。",
        "label": ""
      },
      {
        "sentence": "但是在谈恋爱的过程中，我屡次发生暴力行为，一旦激怒就伤害别人和自己。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人终究要对自己的行为负责任。你也因为无法控制自己的冲动而受到了代价。虽然你认为是因为感受不到爱，但并不是每个感受不到爱的人都会用打人来表达。我相信你也能意识到，感情的淡漠是有你自己的责任在里面的。说到无法控制自己，很多时候是情绪引发的行为。要控制情绪并不容易，但每一个人都需要学习。如果你想控制情绪，首先要了解自己的情绪。从你的描述中，我能感觉到你童年的经历并不幸福，你所得到的爱非常淡薄。当你的童年需求没有得到满足时，你内心很可能积累了愤怒、悲伤甚至哀伤的感受。当这些童年创伤被触动时，被压抑的情绪就会一股脑地涌现出来。我们想要控制情绪首先要了解在发生争吵时，为什么会涌现出那么多强烈的情绪让你感觉无法控制自己。这些情绪究竟是什么？是从哪里来的？如果你无法控制这些情绪，那就是情绪在控制你，情绪控制了你的人生。了解这些情绪的本质，让曾经被压抑的情绪以合理的方式来释放，当下的争吵中，你会感受到情绪强度的下降，你会逐渐感到自己有能力控制情绪了。除了控制情绪，你还需要重新学习有效的沟通和表达。你和男朋友在一起的目的是什么呢？不就是为了过上有爱的生活吗？打他并不能让他更爱你，只会让对方疏远你。我们的目标是为了让对方爱我们对吧？这就需要学习如何有效地表达自己的需求和感受，与对方形成有效的沟通。通过这一系列的改变，才能改善亲密关系的互动。很多东西你以前可能没有学过，但如果旧有的模式无法使你幸福，那么新的模式才能带来新的结果。努力构建自己的幸福生活吧。我们大家都是一样的，没有人天生就会这些，都是通过吃一些亏，摔过几次跤，通过痛苦来思考和下定决心要改变自己的，一步一步慢慢走出来的。",
    "annotation": [
      {
        "sentence": "人终究要对自己的行为负责任。",
        "label": ""
      },
      {
        "sentence": "你也因为无法控制自己的冲动而受到了代价。",
        "label": ""
      },
      {
        "sentence": "虽然你认为是因为感受不到爱，但并不是每个感受不到爱的人都会用打人来表达。",
        "label": ""
      },
      {
        "sentence": "我相信你也能意识到，感情的淡漠是有你自己的责任在里面的。",
        "label": ""
      },
      {
        "sentence": "说到无法控制自己，很多时候是情绪引发的行为。",
        "label": ""
      },
      {
        "sentence": "要控制情绪并不容易，但每一个人都需要学习。",
        "label": ""
      },
      {
        "sentence": "如果你想控制情绪，首先要了解自己的情绪。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我能感觉到你童年的经历并不幸福，你所得到的爱非常淡薄。",
        "label": ""
      },
      {
        "sentence": "当你的童年需求没有得到满足时，你内心很可能积累了愤怒、悲伤甚至哀伤的感受。",
        "label": ""
      },
      {
        "sentence": "当这些童年创伤被触动时，被压抑的情绪就会一股脑地涌现出来。",
        "label": ""
      },
      {
        "sentence": "我们想要控制情绪首先要了解在发生争吵时，为什么会涌现出那么多强烈的情绪让你感觉无法控制自己。",
        "label": ""
      },
      {
        "sentence": "这些情绪究竟是什么？",
        "label": ""
      },
      {
        "sentence": "是从哪里来的？",
        "label": ""
      },
      {
        "sentence": "如果你无法控制这些情绪，那就是情绪在控制你，情绪控制了你的人生。",
        "label": ""
      },
      {
        "sentence": "了解这些情绪的本质，让曾经被压抑的情绪以合理的方式来释放，当下的争吵中，你会感受到情绪强度的下降，你会逐渐感到自己有能力控制情绪了。",
        "label": ""
      },
      {
        "sentence": "除了控制情绪，你还需要重新学习有效的沟通和表达。",
        "label": ""
      },
      {
        "sentence": "你和男朋友在一起的目的是什么呢？",
        "label": ""
      },
      {
        "sentence": "不就是为了过上有爱的生活吗？",
        "label": ""
      },
      {
        "sentence": "打他并不能让他更爱你，只会让对方疏远你。",
        "label": ""
      },
      {
        "sentence": "我们的目标是为了让对方爱我们对吧？",
        "label": ""
      },
      {
        "sentence": "这就需要学习如何有效地表达自己的需求和感受，与对方形成有效的沟通。",
        "label": ""
      },
      {
        "sentence": "通过这一系列的改变，才能改善亲密关系的互动。",
        "label": ""
      },
      {
        "sentence": "很多东西你以前可能没有学过，但如果旧有的模式无法使你幸福，那么新的模式才能带来新的结果。",
        "label": ""
      },
      {
        "sentence": "努力构建自己的幸福生活吧。",
        "label": ""
      },
      {
        "sentence": "我们大家都是一样的，没有人天生就会这些，都是通过吃一些亏，摔过几次跤，通过痛苦来思考和下定决心要改变自己的，一步一步慢慢走出来的。",
        "label": ""
      }
    ]
  }
]