[
  {
    "role": "client",
    "content": "我原生家庭幸福，一切正常，为什么也会抑郁？本人原生家庭幸福，童年也没有特别缺爱的经历，但是我感觉自身缺乏感受到关爱的能力。父母要求也比较严格，虽然他们没有这样的想法，但我常常会有“如果我不能满足他们对我的要求，就不会得到爱”的心理暗示。中学时，受过一些不是很严重的校园冷暴力，（但认为个人心态还是有受到过影响）但也有两三比较要好的朋友，与同学朋友相处融洽。现在是大一学生，去了一所还不错但自己不是很喜欢的学校，学业一般，对专业内容、就业方向了解也不多，对未来感到很迷茫。本人性格比较内向，不太会待人接物。经常想做出改变，但是又时常感到尴尬，（并因为容易感到尴尬）就更害怕社交，不害怕与陌生人说话，反而害怕和不熟但又会有接触的人交流，如老师、不熟的大学同学等等。我总感到被自己的低自尊和抑郁情绪困扰，我应该怎么办？",
    "annotation": [
      {
        "sentence": "我原生家庭幸福，一切正常，为什么也会抑郁？",
        "label": ""
      },
      {
        "sentence": "本人原生家庭幸福，童年也没有特别缺爱的经历，但是我感觉自身缺乏感受到关爱的能力。",
        "label": ""
      },
      {
        "sentence": "父母要求也比较严格，虽然他们没有这样的想法，但我常常会有“如果我不能满足他们对我的要求，就不会得到爱”的心理暗示。",
        "label": ""
      },
      {
        "sentence": "中学时，受过一些不是很严重的校园冷暴力，（但认为个人心态还是有受到过影响）但也有两三比较要好的朋友，与同学朋友相处融洽。",
        "label": ""
      },
      {
        "sentence": "现在是大一学生，去了一所还不错但自己不是很喜欢的学校，学业一般，对专业内容、就业方向了解也不多，对未来感到很迷茫。",
        "label": ""
      },
      {
        "sentence": "本人性格比较内向，不太会待人接物。",
        "label": ""
      },
      {
        "sentence": "经常想做出改变，但是又时常感到尴尬，（并因为容易感到尴尬）就更害怕社交，不害怕与陌生人说话，反而害怕和不熟但又会有接触的人交流，如老师、不熟的大学同学等等。",
        "label": ""
      },
      {
        "sentence": "我总感到被自己的低自尊和抑郁情绪困扰，我应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的问题并不仅仅与原生家庭有关，还跟个人的性格特征、待人接物的看法观点、生活环境等都有很大的影响。现在，我们来一起仔细分析一下你的困惑。",
    "annotation": [
      {
        "sentence": "你的问题并不仅仅与原生家庭有关，还跟个人的性格特征、待人接物的看法观点、生活环境等都有很大的影响。",
        "label": ""
      },
      {
        "sentence": "现在，我们来一起仔细分析一下你的困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己缺乏感受到关爱的能力，这是怎么回事呢？",
    "annotation": [
      {
        "sentence": "我觉得自己缺乏感受到关爱的能力，这是怎么回事呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我们知道父母对你有较高的期望，但这种期望是大部分家庭都存在的。你努力满足父母的期望，但长时间的压力会积累，导致你心理上产生了一定的负面暗示。换句话说，你可能觉得只有满足父母的要求才能得到他们的爱，这种心理暗示可能导致你觉得自己缺乏感受到关爱的能力。",
    "annotation": [
      {
        "sentence": "首先，我们知道父母对你有较高的期望，但这种期望是大部分家庭都存在的。",
        "label": ""
      },
      {
        "sentence": "你努力满足父母的期望，但长时间的压力会积累，导致你心理上产生了一定的负面暗示。",
        "label": ""
      },
      {
        "sentence": "换句话说，你可能觉得只有满足父母的要求才能得到他们的爱，这种心理暗示可能导致你觉得自己缺乏感受到关爱的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。还有，中学时我受到了校园冷暴力，这对我产生了很大的影响。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "还有，中学时我受到了校园冷暴力，这对我产生了很大的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "校园冷暴力的经历确实会给人带来阴影，导致你害怕与人接触的感觉更加强烈。然而，你也提到在中学时有两三个比较要好的朋友，说明你与同学朋友相处融洽，这也是一个积极的方面。",
    "annotation": [
      {
        "sentence": "校园冷暴力的经历确实会给人带来阴影，导致你害怕与人接触的感觉更加强烈。",
        "label": ""
      },
      {
        "sentence": "然而，你也提到在中学时有两三个比较要好的朋友，说明你与同学朋友相处融洽，这也是一个积极的方面。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直感到对未来很迷茫，不知道应该走什么方向。",
    "annotation": [
      {
        "sentence": "是的，我一直感到对未来很迷茫，不知道应该走什么方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为大一的学生，对未来的迷茫是很正常的。你不必过于焦虑，因为在这个阶段，很多人都会感到困惑。我建议你可以从大二下学期开始着手规划自己的人生目标，尽早确定考研、就业或考公等方向，并为之努力奋斗。",
    "annotation": [
      {
        "sentence": "作为大一的学生，对未来的迷茫是很正常的。",
        "label": ""
      },
      {
        "sentence": "你不必过于焦虑，因为在这个阶段，很多人都会感到困惑。",
        "label": ""
      },
      {
        "sentence": "我建议你可以从大二下学期开始着手规划自己的人生目标，尽早确定考研、就业或考公等方向，并为之努力奋斗。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我尝试过想要改变，但总是感到尴尬。我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "我尝试过想要改变，但总是感到尴尬。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "想要改变自己的尴尬感是一种积极的想法。我建议你可以通过勇于表达自己来破解尴尬的问题。例如，在上课时，当老师提问时勇敢地回答问题，不要害怕失败。记住，每个人刚开始都会有紧张的时候，但只要你站起来回答问题，就已经是最勇敢的人了。此外，在与同学的相处中，你不需要刻意合群，相信你独特的魅力总会发光。",
    "annotation": [
      {
        "sentence": "想要改变自己的尴尬感是一种积极的想法。",
        "label": ""
      },
      {
        "sentence": "我建议你可以通过勇于表达自己来破解尴尬的问题。",
        "label": ""
      },
      {
        "sentence": "例如，在上课时，当老师提问时勇敢地回答问题，不要害怕失败。",
        "label": ""
      },
      {
        "sentence": "记住，每个人刚开始都会有紧张的时候，但只要你站起来回答问题，就已经是最勇敢的人了。",
        "label": ""
      },
      {
        "sentence": "此外，在与同学的相处中，你不需要刻意合群，相信你独特的魅力总会发光。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。还有什么其他的建议吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "还有什么其他的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除此之外，你也提到你比较内向，对人交往不太擅长。但你可以通过参加各种社团活动、学科竞赛等途径来丰富自己的大学生活，结识更多优秀的人和志同道合的朋友。记住，你需要努力去寻找属于自己的机会和人脉。",
    "annotation": [
      {
        "sentence": "除此之外，你也提到你比较内向，对人交往不太擅长。",
        "label": ""
      },
      {
        "sentence": "但你可以通过参加各种社团活动、学科竞赛等途径来丰富自己的大学生活，结识更多优秀的人和志同道合的朋友。",
        "label": ""
      },
      {
        "sentence": "记住，你需要努力去寻找属于自己的机会和人脉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会努力的。我总感到被低自尊和抑郁情绪困扰，你觉得我应该怎么解决呢？",
    "annotation": [
      {
        "sentence": "我会努力的。",
        "label": ""
      },
      {
        "sentence": "我总感到被低自尊和抑郁情绪困扰，你觉得我应该怎么解决呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，要相信自己的价值和潜力，树立积极的自尊心。同时，如果你的抑郁情绪已经严重影响到了生活，我建议你寻求专业心理咨询师的帮助，他们会为你提供专业的支持和指导。记住，你并不孤单，有很多人愿意帮助你。祝你好运！",
    "annotation": [
      {
        "sentence": "首先，要相信自己的价值和潜力，树立积极的自尊心。",
        "label": ""
      },
      {
        "sentence": "同时，如果你的抑郁情绪已经严重影响到了生活，我建议你寻求专业心理咨询师的帮助，他们会为你提供专业的支持和指导。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有很多人愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会尽力去实践的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会尽力去实践的。",
        "label": ""
      }
    ]
  }
]