[
  {
    "role": "client",
    "content": "我原生家庭幸福，一切正常，为什么也会抑郁？本人原生家庭幸福，童年也没有特别缺爱的经历，但是我感觉自身缺乏感受到关爱的能力。父母要求也比较严格，虽然他们没有这样的想法，但我常常会有“如果我不能满足他们对我的要求，就不会得到爱”的心理暗示。中学时，受过一些不是很严重的校园冷暴力，（但认为个人心态还是有受到过影响）但也有两三比较要好的朋友，与同学朋友相处融洽。现在是大一学生，去了一所还不错但自己不是很喜欢的学校，学业一般，对专业内容、就业方向了解也不多，对未来感到很迷茫。本人性格比较内向，不太会待人接物。经常想做出改变，但是又时常感到尴尬，（并因为容易感到尴尬）就更害怕社交，不害怕与陌生人说话，反而害怕和不熟但又会有接触的人交流，如老师、不熟的大学同学等等。我总感到被自己的低自尊和抑郁情绪困扰，我应该怎么办？",
    "annotation": [
      {
        "sentence": "我原生家庭幸福，一切正常，为什么也会抑郁？",
        "label": ""
      },
      {
        "sentence": "本人原生家庭幸福，童年也没有特别缺爱的经历，但是我感觉自身缺乏感受到关爱的能力。",
        "label": ""
      },
      {
        "sentence": "父母要求也比较严格，虽然他们没有这样的想法，但我常常会有“如果我不能满足他们对我的要求，就不会得到爱”的心理暗示。",
        "label": ""
      },
      {
        "sentence": "中学时，受过一些不是很严重的校园冷暴力，（但认为个人心态还是有受到过影响）但也有两三比较要好的朋友，与同学朋友相处融洽。",
        "label": ""
      },
      {
        "sentence": "现在是大一学生，去了一所还不错但自己不是很喜欢的学校，学业一般，对专业内容、就业方向了解也不多，对未来感到很迷茫。",
        "label": ""
      },
      {
        "sentence": "本人性格比较内向，不太会待人接物。",
        "label": ""
      },
      {
        "sentence": "经常想做出改变，但是又时常感到尴尬，（并因为容易感到尴尬）就更害怕社交，不害怕与陌生人说话，反而害怕和不熟但又会有接触的人交流，如老师、不熟的大学同学等等。",
        "label": ""
      },
      {
        "sentence": "我总感到被自己的低自尊和抑郁情绪困扰，我应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述来看，你可能是因为父母要求太高而感到害怕无法达到他们的要求。每个孩子都希望能够获得父母无条件的关爱，但看起来你的父母没有完全做到。你说父母要求比较严格，虽然他们没有这样的想法，但你常常会有“如果我不能满足他们对我的要求，就不会得到爱”的心理暗示。这种心理暗示可能不是很明确，但它存在的时候会给你带来压力，而当它又似乎并不存在时，这种模糊的感觉最令人困扰。为了摆脱这种暗示的困扰，也许你需要学会直接表达自己，问问你的父母，告诉他们你的感受，看看他们怎么回应，这样你就能得到明确的答案。",
    "annotation": [
      {
        "sentence": "从你的描述来看，你可能是因为父母要求太高而感到害怕无法达到他们的要求。",
        "label": ""
      },
      {
        "sentence": "每个孩子都希望能够获得父母无条件的关爱，但看起来你的父母没有完全做到。",
        "label": ""
      },
      {
        "sentence": "你说父母要求比较严格，虽然他们没有这样的想法，但你常常会有“如果我不能满足他们对我的要求，就不会得到爱”的心理暗示。",
        "label": ""
      },
      {
        "sentence": "这种心理暗示可能不是很明确，但它存在的时候会给你带来压力，而当它又似乎并不存在时，这种模糊的感觉最令人困扰。",
        "label": ""
      },
      {
        "sentence": "为了摆脱这种暗示的困扰，也许你需要学会直接表达自己，问问你的父母，告诉他们你的感受，看看他们怎么回应，这样你就能得到明确的答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会试着与父母沟通，看看他们的回应。但现在我是大一学生，在一所我不太喜欢的学校。我的学业一般，对专业内容和就业方向了解也不多，对未来感到很迷茫。我觉得自己缺乏自尊，也受抑郁情绪困扰。你认为我该怎么办？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着与父母沟通，看看他们的回应。",
        "label": ""
      },
      {
        "sentence": "但现在我是大一学生，在一所我不太喜欢的学校。",
        "label": ""
      },
      {
        "sentence": "我的学业一般，对专业内容和就业方向了解也不多，对未来感到很迷茫。",
        "label": ""
      },
      {
        "sentence": "我觉得自己缺乏自尊，也受抑郁情绪困扰。",
        "label": ""
      },
      {
        "sentence": "你认为我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你应该意识到自己的优点。虽然我不知道你父母对你的要求是什么，但我们需要知道的是，当你无法达到自己所选定的目标时，就会感到失落。这种失落感就是自尊心低的体现。我觉得你在父母的要求下，一定有自己的目标。当这个目标没有实现时，你就会感到自卑。要解决这个问题，你需要学会了解真正的自己，发现自己的优势。而了解自己最有效的方法之一就是写个人日志。你可以拿出一些小卡片，记录下每一个你感到自信低落的时刻，然后写下当时产生的情绪和自己的想法，即当时对自己的评价。接下来，你可以针对这些记录重新评估自己。同时，你也可以将自己的想法与现实进行对照，看看它们是否一致。你可以思考一下，这样的想法对你有什么利弊，是否一定都是坏事。通过这样的提问，重新评价自己。通过这样的记录，你会发现，大部分情况下，我们内心的不安与我们对事件的解释方式有很大关系。也就是说，事情本身并不会困扰我们，真正困扰我们的是我们对事件的评价。当我们意识到这一点后，就可以减少甚至避免不必要的情绪困扰，逐步恢复自信。",
    "annotation": [
      {
        "sentence": "你应该意识到自己的优点。",
        "label": ""
      },
      {
        "sentence": "虽然我不知道你父母对你的要求是什么，但我们需要知道的是，当你无法达到自己所选定的目标时，就会感到失落。",
        "label": ""
      },
      {
        "sentence": "这种失落感就是自尊心低的体现。",
        "label": ""
      },
      {
        "sentence": "我觉得你在父母的要求下，一定有自己的目标。",
        "label": ""
      },
      {
        "sentence": "当这个目标没有实现时，你就会感到自卑。",
        "label": ""
      },
      {
        "sentence": "要解决这个问题，你需要学会了解真正的自己，发现自己的优势。",
        "label": ""
      },
      {
        "sentence": "而了解自己最有效的方法之一就是写个人日志。",
        "label": ""
      },
      {
        "sentence": "你可以拿出一些小卡片，记录下每一个你感到自信低落的时刻，然后写下当时产生的情绪和自己的想法，即当时对自己的评价。",
        "label": ""
      },
      {
        "sentence": "接下来，你可以针对这些记录重新评估自己。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以将自己的想法与现实进行对照，看看它们是否一致。",
        "label": ""
      },
      {
        "sentence": "你可以思考一下，这样的想法对你有什么利弊，是否一定都是坏事。",
        "label": ""
      },
      {
        "sentence": "通过这样的提问，重新评价自己。",
        "label": ""
      },
      {
        "sentence": "通过这样的记录，你会发现，大部分情况下，我们内心的不安与我们对事件的解释方式有很大关系。",
        "label": ""
      },
      {
        "sentence": "也就是说，事情本身并不会困扰我们，真正困扰我们的是我们对事件的评价。",
        "label": ""
      },
      {
        "sentence": "当我们意识到这一点后，就可以减少甚至避免不必要的情绪困扰，逐步恢复自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会尝试写个人日志，重新评估自己，并思考我的想法与现实之间的一致性。我希望能够减少不必要的情绪困扰，逐渐恢复自信。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试写个人日志，重新评估自己，并思考我的想法与现实之间的一致性。",
        "label": ""
      },
      {
        "sentence": "我希望能够减少不必要的情绪困扰，逐渐恢复自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！你已经迈出了改变的一步。记住，这个过程需要时间和耐心，不要给自己太大压力。一点点的积累和进步都是宝贵的。相信自己，你一定能够渐渐走出困境，找到内心的平衡和自信。如果你需要任何帮助或者再次想聊一聊，请随时告诉我。",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "你已经迈出了改变的一步。",
        "label": ""
      },
      {
        "sentence": "记住，这个过程需要时间和耐心，不要给自己太大压力。",
        "label": ""
      },
      {
        "sentence": "一点点的积累和进步都是宝贵的。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够渐渐走出困境，找到内心的平衡和自信。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再次想聊一聊，请随时告诉我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我会慢慢改变自己，相信自己。如果有需要，我会再与你交流的。谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会慢慢改变自己，相信自己。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会再与你交流的。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，我一直都在这里支持你。无论何时何地，只要你需要，随时来找我交流。加油，你是勇敢的！希望你早日摆脱抑郁情绪，过上幸福的生活！",
    "annotation": [
      {
        "sentence": "不用谢，我一直都在这里支持你。",
        "label": ""
      },
      {
        "sentence": "无论何时何地，只要你需要，随时来找我交流。",
        "label": ""
      },
      {
        "sentence": "加油，你是勇敢的！",
        "label": ""
      },
      {
        "sentence": "希望你早日摆脱抑郁情绪，过上幸福的生活！",
        "label": ""
      }
    ]
  }
]