[
  {
    "role": "client",
    "content": "我原生家庭幸福，一切正常，为什么也会抑郁？本人原生家庭幸福，童年也没有特别缺爱的经历，但是我感觉自身缺乏感受到关爱的能力。父母要求也比较严格，虽然他们没有这样的想法，但我常常会有“如果我不能满足他们对我的要求，就不会得到爱”的心理暗示。中学时，受过一些不是很严重的校园冷暴力，（但认为个人心态还是有受到过影响）但也有两三比较要好的朋友，与同学朋友相处融洽。现在是大一学生，去了一所还不错但自己不是很喜欢的学校，学业一般，对专业内容、就业方向了解也不多，对未来感到很迷茫。本人性格比较内向，不太会待人接物。经常想做出改变，但是又时常感到尴尬，（并因为容易感到尴尬）就更害怕社交，不害怕与陌生人说话，反而害怕和不熟但又会有接触的人交流，如老师、不熟的大学同学等等。我总感到被自己的低自尊和抑郁情绪困扰，我应该怎么办？",
    "annotation": [
      {
        "sentence": "我原生家庭幸福，一切正常，为什么也会抑郁？",
        "label": ""
      },
      {
        "sentence": "本人原生家庭幸福，童年也没有特别缺爱的经历，但是我感觉自身缺乏感受到关爱的能力。",
        "label": ""
      },
      {
        "sentence": "父母要求也比较严格，虽然他们没有这样的想法，但我常常会有“如果我不能满足他们对我的要求，就不会得到爱”的心理暗示。",
        "label": ""
      },
      {
        "sentence": "中学时，受过一些不是很严重的校园冷暴力，（但认为个人心态还是有受到过影响）但也有两三比较要好的朋友，与同学朋友相处融洽。",
        "label": ""
      },
      {
        "sentence": "现在是大一学生，去了一所还不错但自己不是很喜欢的学校，学业一般，对专业内容、就业方向了解也不多，对未来感到很迷茫。",
        "label": ""
      },
      {
        "sentence": "本人性格比较内向，不太会待人接物。",
        "label": ""
      },
      {
        "sentence": "经常想做出改变，但是又时常感到尴尬，（并因为容易感到尴尬）就更害怕社交，不害怕与陌生人说话，反而害怕和不熟但又会有接触的人交流，如老师、不熟的大学同学等等。",
        "label": ""
      },
      {
        "sentence": "我总感到被自己的低自尊和抑郁情绪困扰，我应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以感受到你内心的矛盾感和对生活现状的焦虑。让我们来看看你的状态：1、原生家庭很幸福，但是父母很严格：从你的描述来看，你的家庭条件应该是不错的，父母对你的关注度也比较高，无论是物质还是精神方面都照顾得很周全。父母的严格可能是对你的学习和未来发展规划有一套很严谨的步骤，你在上大学之前的学习成绩应该还不错，并且你也较听从父母的安排。这种情况可能会让你有些迷失，因为很多事情都是由父母来安排的，你很少决定自己的事情。2、你性格比较内向，不太会接人待物：从幼年到成年期间，父母对你的交往圈子可能有一定限制，或者更关注于学习成绩，而忽略了培养你的社交能力。进入大学后，你发现以前的生活状态并不是你所满意和喜欢的，当你想要改变时，却感觉很难与周围人融合。你迷失了自己和成长的方向。3、中学时期的冷暴力，这些来自于老师、同学还是你暗恋过的人呢？无论来源于何处，这对你的人际交往产生了一定的打击，使你对交往产生了恐惧感。完全忽略这段经历可能不太现实，你可能需要找到自己的自信之处。基于以上几点，你可以从以下几个方面入手慢慢改善自己的状况：1、发现自己的长处：找到自己的兴趣，并尝试去投入其中。大学里有许多社团和活动，你可以参与其中，发现自己喜欢或擅长的领域，通过这些活动找到自己的自信，结交志同道合的朋友、同学和老师。2、建立自信的源泉：与学校的心理老师保持联系，在一段时间内接受心理干预，培养自信心，找到自己的弱点，并快速适应大学生活，改变过去的状态。3、明确未来的发展方向：进入大学后，父母对你的管理和期望可能更高了，他们希望你能成功并有更好的发展。因此，你需要明确自己的发展规划，大学四年很快就会结束，如何度过有意义的大学生活变得非常重要。有了明确的规划，你需要努力去实现，当你专注于做一些事情时，就会忽略其他不好的事情。4、找到自己的伙伴圈：结交志同道合的朋友，与他们分享兴趣，彼此倾诉，一起做事情，通过交往渐渐淡化内心的不快感。相信你是优秀的，你一定会找到属于自己的圈子和舞台。我非常期待听到你的好消息！相信自己，加油！我一直在这里等着你！",
    "annotation": [
      {
        "sentence": "我可以感受到你内心的矛盾感和对生活现状的焦虑。",
        "label": ""
      },
      {
        "sentence": "让我们来看看你的状态：1、原生家庭很幸福，但是父母很严格：从你的描述来看，你的家庭条件应该是不错的，父母对你的关注度也比较高，无论是物质还是精神方面都照顾得很周全。",
        "label": ""
      },
      {
        "sentence": "父母的严格可能是对你的学习和未来发展规划有一套很严谨的步骤，你在上大学之前的学习成绩应该还不错，并且你也较听从父母的安排。",
        "label": ""
      },
      {
        "sentence": "这种情况可能会让你有些迷失，因为很多事情都是由父母来安排的，你很少决定自己的事情。",
        "label": ""
      },
      {
        "sentence": "2、你性格比较内向，不太会接人待物：从幼年到成年期间，父母对你的交往圈子可能有一定限制，或者更关注于学习成绩，而忽略了培养你的社交能力。",
        "label": ""
      },
      {
        "sentence": "进入大学后，你发现以前的生活状态并不是你所满意和喜欢的，当你想要改变时，却感觉很难与周围人融合。",
        "label": ""
      },
      {
        "sentence": "你迷失了自己和成长的方向。",
        "label": ""
      },
      {
        "sentence": "3、中学时期的冷暴力，这些来自于老师、同学还是你暗恋过的人呢？",
        "label": ""
      },
      {
        "sentence": "无论来源于何处，这对你的人际交往产生了一定的打击，使你对交往产生了恐惧感。",
        "label": ""
      },
      {
        "sentence": "完全忽略这段经历可能不太现实，你可能需要找到自己的自信之处。",
        "label": ""
      },
      {
        "sentence": "基于以上几点，你可以从以下几个方面入手慢慢改善自己的状况：1、发现自己的长处：找到自己的兴趣，并尝试去投入其中。",
        "label": ""
      },
      {
        "sentence": "大学里有许多社团和活动，你可以参与其中，发现自己喜欢或擅长的领域，通过这些活动找到自己的自信，结交志同道合的朋友、同学和老师。",
        "label": ""
      },
      {
        "sentence": "2、建立自信的源泉：与学校的心理老师保持联系，在一段时间内接受心理干预，培养自信心，找到自己的弱点，并快速适应大学生活，改变过去的状态。",
        "label": ""
      },
      {
        "sentence": "3、明确未来的发展方向：进入大学后，父母对你的管理和期望可能更高了，他们希望你能成功并有更好的发展。",
        "label": ""
      },
      {
        "sentence": "因此，你需要明确自己的发展规划，大学四年很快就会结束，如何度过有意义的大学生活变得非常重要。",
        "label": ""
      },
      {
        "sentence": "有了明确的规划，你需要努力去实现，当你专注于做一些事情时，就会忽略其他不好的事情。",
        "label": ""
      },
      {
        "sentence": "4、找到自己的伙伴圈：结交志同道合的朋友，与他们分享兴趣，彼此倾诉，一起做事情，通过交往渐渐淡化内心的不快感。",
        "label": ""
      },
      {
        "sentence": "相信你是优秀的，你一定会找到属于自己的圈子和舞台。",
        "label": ""
      },
      {
        "sentence": "我非常期待听到你的好消息！",
        "label": ""
      },
      {
        "sentence": "相信自己，加油！",
        "label": ""
      },
      {
        "sentence": "我一直在这里等着你！",
        "label": ""
      }
    ]
  }
]