[
  {
    "role": "client",
    "content": "25女，妈妈非要我考公务员，但我喜欢自由，怎么办？我毕业两年了，在法院工作两年（合同工）对法院内的等级森严，法官的辛苦，公务员的上下级等级分明都看在眼里，觉得在法院工作压力很大。",
    "annotation": [
      {
        "sentence": "25女，妈妈非要我考公务员，但我喜欢自由，怎么办？",
        "label": ""
      },
      {
        "sentence": "我毕业两年了，在法院工作两年（合同工）对法院内的等级森严，法官的辛苦，公务员的上下级等级分明都看在眼里，觉得在法院工作压力很大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为一个曾经听妈妈的话去考了公务员，做了三年以后又听自己的话辞职的人。我给你的建议很简单：做自己喜欢的事情，听自己的话。针对你对问题的描述，我梳理了以下几点，供参考：",
    "annotation": [
      {
        "sentence": "作为一个曾经听妈妈的话去考了公务员，做了三年以后又听自己的话辞职的人。",
        "label": ""
      },
      {
        "sentence": "我给你的建议很简单：做自己喜欢的事情，听自己的话。",
        "label": ""
      },
      {
        "sentence": "针对你对问题的描述，我梳理了以下几点，供参考：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "妈妈说，妈妈认为公务员压力小，稳定，作为女孩子不辛苦。我觉得律师行业自由自在，挣得多。妈妈说我需要付出许多许多努力才能成为律师的佼佼者，太辛苦了。",
    "annotation": [
      {
        "sentence": "妈妈说，妈妈认为公务员压力小，稳定，作为女孩子不辛苦。",
        "label": ""
      },
      {
        "sentence": "我觉得律师行业自由自在，挣得多。",
        "label": ""
      },
      {
        "sentence": "妈妈说我需要付出许多许多努力才能成为律师的佼佼者，太辛苦了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "妈妈的意见有一定的道理，父母的意见也是我们需要去尊重的。站在妈妈的角度，她所认为的都没有错，她希望你有一个稳定的铁饭碗，一辈子衣食无忧。但是，那是她的期待，对于你来说，你的期待是什么呢？",
    "annotation": [
      {
        "sentence": "妈妈的意见有一定的道理，父母的意见也是我们需要去尊重的。",
        "label": ""
      },
      {
        "sentence": "站在妈妈的角度，她所认为的都没有错，她希望你有一个稳定的铁饭碗，一辈子衣食无忧。",
        "label": ""
      },
      {
        "sentence": "但是，那是她的期待，对于你来说，你的期待是什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我期待自由不单调的生活。我愿意做律师，至少可以见很多人，眼界也开阔。但我担心自己没有掌握铁饭碗和铁的经验，怕将来出点变故没饭吃。",
    "annotation": [
      {
        "sentence": "我期待自由不单调的生活。",
        "label": ""
      },
      {
        "sentence": "我愿意做律师，至少可以见很多人，眼界也开阔。",
        "label": ""
      },
      {
        "sentence": "但我担心自己没有掌握铁饭碗和铁的经验，怕将来出点变故没饭吃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够在法院工作两年，也愿意做律师，说明你对律师这个职业是有信心和能力的。所以，至少和这相关的工作，你是可以做的。那么你想做律师是真心的吗？",
    "annotation": [
      {
        "sentence": "你能够在法院工作两年，也愿意做律师，说明你对律师这个职业是有信心和能力的。",
        "label": ""
      },
      {
        "sentence": "所以，至少和这相关的工作，你是可以做的。",
        "label": ""
      },
      {
        "sentence": "那么你想做律师是真心的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很想做律师，我觉得这是我追求的事业。",
    "annotation": [
      {
        "sentence": "是的，我真的很想做律师，我觉得这是我追求的事业。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果律师真的是你追求的事业，那么你会有自觉自愿的付出很多的努力，也能够为自己想做的事情吃苦。我们需要区分工作、职业和事业。关于工作、职业和事业，李孟潮老师有一段很精彩的解读：“工作是当前正在做的事，能给你带来收入，也许是终生想做的事情，也许就是临时打工；职业是包含了好多份工作的一个职业方向，有可能是你长期要做的事情，或者至少五到十年要做的；事业是你长期要做的，终生准备要从事的。你甚至为这个事业付出金钱、劳动，甚至牺牲生命，这就叫事业，就是一辈子，永远都准备干的这件事情。职业、事业、工作三合一，这当然很幸福。但也有的人不是三合一的，可能需要先工作，再完成事业。”所以你可以看看自己，对于工作、职业、事业有一个怎样的期许，再以此展开规划。",
    "annotation": [
      {
        "sentence": "如果律师真的是你追求的事业，那么你会有自觉自愿的付出很多的努力，也能够为自己想做的事情吃苦。",
        "label": ""
      },
      {
        "sentence": "我们需要区分工作、职业和事业。",
        "label": ""
      },
      {
        "sentence": "关于工作、职业和事业，李孟潮老师有一段很精彩的解读：“工作是当前正在做的事，能给你带来收入，也许是终生想做的事情，也许就是临时打工；职业是包含了好多份工作的一个职业方向，有可能是你长期要做的事情，或者至少五到十年要做的；事业是你长期要做的，终生准备要从事的。",
        "label": ""
      },
      {
        "sentence": "你甚至为这个事业付出金钱、劳动，甚至牺牲生命，这就叫事业，就是一辈子，永远都准备干的这件事情。",
        "label": ""
      },
      {
        "sentence": "职业、事业、工作三合一，这当然很幸福。",
        "label": ""
      },
      {
        "sentence": "但也有的人不是三合一的，可能需要先工作，再完成事业。",
        "label": ""
      },
      {
        "sentence": "”所以你可以看看自己，对于工作、职业、事业有一个怎样的期许，再以此展开规划。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会认真思考一下自己的期望，然后进行规划。但还是担心没有稳定的收入和安全感。",
    "annotation": [
      {
        "sentence": "我明白了，我会认真思考一下自己的期望，然后进行规划。",
        "label": ""
      },
      {
        "sentence": "但还是担心没有稳定的收入和安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "铁饭碗有铁饭碗的好处，但也一定有它的限制，任何事物都有两面。想要铁饭碗，就得牺牲一定程度的自由。而想要自由，就得牺牲一定程度的安全感。但是，如果一个人自身是有足够安全感的，那么，也一样不会被任何的工作所限定。他应该有在任何情况下养活自己的能力，并且可以把生活越过越好。所以，你也要相信自己有这样的能力。不要忘记，人生中最重要的是追求自己的幸福和快乐。",
    "annotation": [
      {
        "sentence": "铁饭碗有铁饭碗的好处，但也一定有它的限制，任何事物都有两面。",
        "label": ""
      },
      {
        "sentence": "想要铁饭碗，就得牺牲一定程度的自由。",
        "label": ""
      },
      {
        "sentence": "而想要自由，就得牺牲一定程度的安全感。",
        "label": ""
      },
      {
        "sentence": "但是，如果一个人自身是有足够安全感的，那么，也一样不会被任何的工作所限定。",
        "label": ""
      },
      {
        "sentence": "他应该有在任何情况下养活自己的能力，并且可以把生活越过越好。",
        "label": ""
      },
      {
        "sentence": "所以，你也要相信自己有这样的能力。",
        "label": ""
      },
      {
        "sentence": "不要忘记，人生中最重要的是追求自己的幸福和快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会好好思考并做出自己的决策。我希望能够实现自己的梦想，过上有意义的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会好好思考并做出自己的决策。",
        "label": ""
      },
      {
        "sentence": "我希望能够实现自己的梦想，过上有意义的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，好好思考吧，相信自己，你一定能够实现自己的梦想。祝你好运！如果还需要任何帮助，随时可以找我倾诉。",
    "annotation": [
      {
        "sentence": "不用客气，好好思考吧，相信自己，你一定能够实现自己的梦想。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果还需要任何帮助，随时可以找我倾诉。",
        "label": ""
      }
    ]
  }
]