[
  {
    "role": "client",
    "content": "嗨，我有一个问题想和你讨论一下。我今年25岁，我的妈妈一直希望我考公务员，但是我更喜欢自由，我应该怎么办呢？我已经毕业两年了，在法院工作了两年，虽然是合同工，但我对法院工作中的等级制度、法官的辛苦以及公务员的上下级关系都非常清楚，我觉得在法院工作的压力很大。尽管我妈妈和姐姐都不从事法律行业，但她们认为公务员的工作压力小且稳定，尤其对女孩子来说更轻松。但我告诉她，我更喜欢律师行业，因为那里自由自在，能自己支配时间，而且律所的氛围也更轻松，没有严肃的上下级关系，而且律师的收入也较高。但我妈妈则说，要成为一名杰出的律师需要付出非常多的努力，会很辛苦。我觉得，即使我只是一个收入普通的律师，也是可以的，至少可以见到很多人，开阔眼界。而公务员的圈子相对较小，我也想找到适合我的伴侣。但我妈妈认为现在疫情严重，还是做国家的人会更好。我很困惑，一方面我想按照自己的意愿自由生活，一方面我也担心自己没有掌握铁饭碗和经验，担心将来可能遇到困难。我应该怎么办呢？父母的意见我觉得有一定道理，但我不想过上单调的生活。",
    "annotation": [
      {
        "sentence": "嗨，我有一个问题想和你讨论一下。",
        "label": ""
      },
      {
        "sentence": "我今年25岁，我的妈妈一直希望我考公务员，但是我更喜欢自由，我应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我已经毕业两年了，在法院工作了两年，虽然是合同工，但我对法院工作中的等级制度、法官的辛苦以及公务员的上下级关系都非常清楚，我觉得在法院工作的压力很大。",
        "label": ""
      },
      {
        "sentence": "尽管我妈妈和姐姐都不从事法律行业，但她们认为公务员的工作压力小且稳定，尤其对女孩子来说更轻松。",
        "label": ""
      },
      {
        "sentence": "但我告诉她，我更喜欢律师行业，因为那里自由自在，能自己支配时间，而且律所的氛围也更轻松，没有严肃的上下级关系，而且律师的收入也较高。",
        "label": ""
      },
      {
        "sentence": "但我妈妈则说，要成为一名杰出的律师需要付出非常多的努力，会很辛苦。",
        "label": ""
      },
      {
        "sentence": "我觉得，即使我只是一个收入普通的律师，也是可以的，至少可以见到很多人，开阔眼界。",
        "label": ""
      },
      {
        "sentence": "而公务员的圈子相对较小，我也想找到适合我的伴侣。",
        "label": ""
      },
      {
        "sentence": "但我妈妈认为现在疫情严重，还是做国家的人会更好。",
        "label": ""
      },
      {
        "sentence": "我很困惑，一方面我想按照自己的意愿自由生活，一方面我也担心自己没有掌握铁饭碗和经验，担心将来可能遇到困难。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "父母的意见我觉得有一定道理，但我不想过上单调的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嗨，小可爱。我想从另外一个角度和你讨论一下这个问题。事实上，你和你妈妈之间发生了什么样的矛盾呢？妈妈希望你能找一份工作，这份工作能让你过上稳定和轻松的生活，而你则想要一份自由时间和良好工作氛围的工作。先说说你妈妈，我猜她希望你有一份轻松稳定的工作，因为她自己的工作或生活让她感到很累，有很多压力。她希望你有一份能够轻松生活的职业，这也是她自己无法达到的梦想。如果你听从她的话，对她来说，这个梦想就会实现，但是你没有义务去满足她的梦想。作为一个母亲，她最大的功能就是成为你情绪的容器。她希望你能像她一样认同她的观点，理解她的好意。她越需要这些情感，就越会感到缺乏。而最后一个是你自己，你把她看成了你的父母。我想告诉你作为一个在公安系统工作了五年的人，时间的确不会很自由，但其他你所说的法院里的等级制度和公务员的上下级关系，我自己并没有太明显的感受。任何地方都会有上下级关系，或者说任何地方都会有规矩。你认为这个世界是什么样，那它就会变成什么样。你说律师好，自由，人际关系简单，但我告诉你，律师也会非常辛苦，加班很常见，人际交往也并不简单，因为人与人之间总会存在各种关系。律师对你来说就像是世外桃源，只存在于你的想象中，与现实并不完全一致。当然，你可以按照自己的想法选择你的职业，但我建议你多去了解一下这份工作的真实情况，并做好心理准备，因为现实和理想之间可能会有很大的差距。最后，我要告诉你，我和这个世界都爱着你，么么哒。",
    "annotation": [
      {
        "sentence": "嗨，小可爱。",
        "label": ""
      },
      {
        "sentence": "我想从另外一个角度和你讨论一下这个问题。",
        "label": ""
      },
      {
        "sentence": "事实上，你和你妈妈之间发生了什么样的矛盾呢？",
        "label": ""
      },
      {
        "sentence": "妈妈希望你能找一份工作，这份工作能让你过上稳定和轻松的生活，而你则想要一份自由时间和良好工作氛围的工作。",
        "label": ""
      },
      {
        "sentence": "先说说你妈妈，我猜她希望你有一份轻松稳定的工作，因为她自己的工作或生活让她感到很累，有很多压力。",
        "label": ""
      },
      {
        "sentence": "她希望你有一份能够轻松生活的职业，这也是她自己无法达到的梦想。",
        "label": ""
      },
      {
        "sentence": "如果你听从她的话，对她来说，这个梦想就会实现，但是你没有义务去满足她的梦想。",
        "label": ""
      },
      {
        "sentence": "作为一个母亲，她最大的功能就是成为你情绪的容器。",
        "label": ""
      },
      {
        "sentence": "她希望你能像她一样认同她的观点，理解她的好意。",
        "label": ""
      },
      {
        "sentence": "她越需要这些情感，就越会感到缺乏。",
        "label": ""
      },
      {
        "sentence": "而最后一个是你自己，你把她看成了你的父母。",
        "label": ""
      },
      {
        "sentence": "我想告诉你作为一个在公安系统工作了五年的人，时间的确不会很自由，但其他你所说的法院里的等级制度和公务员的上下级关系，我自己并没有太明显的感受。",
        "label": ""
      },
      {
        "sentence": "任何地方都会有上下级关系，或者说任何地方都会有规矩。",
        "label": ""
      },
      {
        "sentence": "你认为这个世界是什么样，那它就会变成什么样。",
        "label": ""
      },
      {
        "sentence": "你说律师好，自由，人际关系简单，但我告诉你，律师也会非常辛苦，加班很常见，人际交往也并不简单，因为人与人之间总会存在各种关系。",
        "label": ""
      },
      {
        "sentence": "律师对你来说就像是世外桃源，只存在于你的想象中，与现实并不完全一致。",
        "label": ""
      },
      {
        "sentence": "当然，你可以按照自己的想法选择你的职业，但我建议你多去了解一下这份工作的真实情况，并做好心理准备，因为现实和理想之间可能会有很大的差距。",
        "label": ""
      },
      {
        "sentence": "最后，我要告诉你，我和这个世界都爱着你，么么哒。",
        "label": ""
      }
    ]
  }
]