[
  {
    "role": "client",
    "content": "我现在感到非常困惑。我是一个25岁的女性，我的妈妈一直强烈要求我考公务员，但是我却更喜欢自由自在的生活。我已经毕业两年了，在法院工作了两年，但是我觉得法院内部的等级森严，法官的工作艰辛以及公务员艰巨的上下级关系都让我感到很大的压力。虽然妈妈和姐姐都不从事法律行业，但是她们都认为公务员的工作压力小，稳定，并且不吃苦。我跟她们说律师可以拥有自由支配时间的工作，而且律所的氛围轻松，没有严肃的上下级关系，收入也比较高。但是我妈妈说我要成为一个杰出的律师需要付出很多努力，而且非常辛苦。我回答她说，即使我只是一个普通收入的律师，也能够见到很多人，拓宽自己的眼界。公务员的圈子相对较小，我也希望能够有机会找到合适的对象。但是妈妈却说现在疫情严重，还是做国家的人比较好。我非常困惑，一方面我希望按照自己的心意去追求自由的生活，另一方面我也担心自己没有掌握铁饭碗和铁的经验，担心将来出现麻烦的时候无法生活。我应该怎么办呢？父母的观点我觉得有一定道理，但是我不想过着每天都重复的单调生活。",
    "annotation": [
      {
        "sentence": "我现在感到非常困惑。",
        "label": ""
      },
      {
        "sentence": "我是一个25岁的女性，我的妈妈一直强烈要求我考公务员，但是我却更喜欢自由自在的生活。",
        "label": ""
      },
      {
        "sentence": "我已经毕业两年了，在法院工作了两年，但是我觉得法院内部的等级森严，法官的工作艰辛以及公务员艰巨的上下级关系都让我感到很大的压力。",
        "label": ""
      },
      {
        "sentence": "虽然妈妈和姐姐都不从事法律行业，但是她们都认为公务员的工作压力小，稳定，并且不吃苦。",
        "label": ""
      },
      {
        "sentence": "我跟她们说律师可以拥有自由支配时间的工作，而且律所的氛围轻松，没有严肃的上下级关系，收入也比较高。",
        "label": ""
      },
      {
        "sentence": "但是我妈妈说我要成为一个杰出的律师需要付出很多努力，而且非常辛苦。",
        "label": ""
      },
      {
        "sentence": "我回答她说，即使我只是一个普通收入的律师，也能够见到很多人，拓宽自己的眼界。",
        "label": ""
      },
      {
        "sentence": "公务员的圈子相对较小，我也希望能够有机会找到合适的对象。",
        "label": ""
      },
      {
        "sentence": "但是妈妈却说现在疫情严重，还是做国家的人比较好。",
        "label": ""
      },
      {
        "sentence": "我非常困惑，一方面我希望按照自己的心意去追求自由的生活，另一方面我也担心自己没有掌握铁饭碗和铁的经验，担心将来出现麻烦的时候无法生活。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "父母的观点我觉得有一定道理，但是我不想过着每天都重复的单调生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你现在的矛盾心情。当你面对自己对未来生活的规划，却被现实打破时，你内心的无助感会非常强烈。同时，你的执拗之心也会被妈妈和姐姐消磨掉。我看到你应该属于九零后的年代，你不愿意听从妈妈和姐姐的意见，但又对自己现在的状态和将来的生活有一些迟疑。现实生活中对女性的角色设定确实较多，比如你现在是妈妈的女儿、法院的员工，还有别人的同学，将来你还可能是孩子的妈妈、妻子、媳妇等等。每个角色的增加都意味着更多的责任和更多的时间精力投入。这些都会影响我们对人生的选择。我相信无论你选择成为公务员还是律师，你都会做得非常出色。你可以用优缺点来思考一下自己究竟适合哪一种职业。在一张纸上写下公务员和律师各自的优点和缺点，再衡量一下自己的优缺点，思考一下哪些方面是你可以克服的，哪些是你无法改变的弱点。无论你成为公务员还是律师，你都将在公检法司的职业道路上继续前行。你已经在法院工作了两年，应该对这个系统有一定的了解，因此你对自己的职业发展应该有一个清晰的认知。这也是对未来的人生规划，所选择的职业可能会是终身的。相信在认真思考之后，你对自己的职业发展会有一个重新的认识和理解，然后大胆地做出选择。我会一直在这里，等候着你！",
    "annotation": [
      {
        "sentence": "非常理解你现在的矛盾心情。",
        "label": ""
      },
      {
        "sentence": "当你面对自己对未来生活的规划，却被现实打破时，你内心的无助感会非常强烈。",
        "label": ""
      },
      {
        "sentence": "同时，你的执拗之心也会被妈妈和姐姐消磨掉。",
        "label": ""
      },
      {
        "sentence": "我看到你应该属于九零后的年代，你不愿意听从妈妈和姐姐的意见，但又对自己现在的状态和将来的生活有一些迟疑。",
        "label": ""
      },
      {
        "sentence": "现实生活中对女性的角色设定确实较多，比如你现在是妈妈的女儿、法院的员工，还有别人的同学，将来你还可能是孩子的妈妈、妻子、媳妇等等。",
        "label": ""
      },
      {
        "sentence": "每个角色的增加都意味着更多的责任和更多的时间精力投入。",
        "label": ""
      },
      {
        "sentence": "这些都会影响我们对人生的选择。",
        "label": ""
      },
      {
        "sentence": "我相信无论你选择成为公务员还是律师，你都会做得非常出色。",
        "label": ""
      },
      {
        "sentence": "你可以用优缺点来思考一下自己究竟适合哪一种职业。",
        "label": ""
      },
      {
        "sentence": "在一张纸上写下公务员和律师各自的优点和缺点，再衡量一下自己的优缺点，思考一下哪些方面是你可以克服的，哪些是你无法改变的弱点。",
        "label": ""
      },
      {
        "sentence": "无论你成为公务员还是律师，你都将在公检法司的职业道路上继续前行。",
        "label": ""
      },
      {
        "sentence": "你已经在法院工作了两年，应该对这个系统有一定的了解，因此你对自己的职业发展应该有一个清晰的认知。",
        "label": ""
      },
      {
        "sentence": "这也是对未来的人生规划，所选择的职业可能会是终身的。",
        "label": ""
      },
      {
        "sentence": "相信在认真思考之后，你对自己的职业发展会有一个重新的认识和理解，然后大胆地做出选择。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里，等候着你！",
        "label": ""
      }
    ]
  }
]