[
  {
    "role": "client",
    "content": "我25岁，我的妈妈一直非要我考公务员，但是我喜欢自由，我该怎么办呢？我毕业已经两年了，在法院工作了两年（合同工），我发现法院的工作环境很压力很大，法官们都很辛苦，公务员的等级分明。妈妈并没有从事法律行业，但她和我姐姐都认为公务员压力小，稳定，适合女孩子。我对她们说，律师行业自由自在，可以自由支配时间，而且律所的气氛轻松，没有严肃的上下级关系。挣的钱也多。但是我妈妈说，我要成为律师的佼佼者，也要付出很多努力，太辛苦了。我说，我只想成为一个普通收入的律师，至少可以见到很多人，眼界也会开阔。公务员的圈子很小，我想要找对象，但是我妈妈说现在疫情很严重，还是做国家的人比较好。我很纳闷，一方面想按照自己的心出来浪，一方面又担心自己没有掌握铁饭碗和铁的经验，怕将来出点变故没饭吃。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我25岁，我的妈妈一直非要我考公务员，但是我喜欢自由，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我毕业已经两年了，在法院工作了两年（合同工），我发现法院的工作环境很压力很大，法官们都很辛苦，公务员的等级分明。",
        "label": ""
      },
      {
        "sentence": "妈妈并没有从事法律行业，但她和我姐姐都认为公务员压力小，稳定，适合女孩子。",
        "label": ""
      },
      {
        "sentence": "我对她们说，律师行业自由自在，可以自由支配时间，而且律所的气氛轻松，没有严肃的上下级关系。",
        "label": ""
      },
      {
        "sentence": "挣的钱也多。",
        "label": ""
      },
      {
        "sentence": "但是我妈妈说，我要成为律师的佼佼者，也要付出很多努力，太辛苦了。",
        "label": ""
      },
      {
        "sentence": "我说，我只想成为一个普通收入的律师，至少可以见到很多人，眼界也会开阔。",
        "label": ""
      },
      {
        "sentence": "公务员的圈子很小，我想要找对象，但是我妈妈说现在疫情很严重，还是做国家的人比较好。",
        "label": ""
      },
      {
        "sentence": "我很纳闷，一方面想按照自己的心出来浪，一方面又担心自己没有掌握铁饭碗和铁的经验，怕将来出点变故没饭吃。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以理解你的矛盾和纠结，这个问题从表面上来看好像是工作选择的问题。但本质上是你没有长大，做事情仍然会像个小孩一样寻求父母帮助；你父母也仍然认为你没有长大，把你当成没长大的小孩看待的，依然干预你的选择，如果你不听话，父母可能会伤心，重复的唠叨，坏脸色，发脾气，生气等各种方式“威胁”。你虽然25岁了，心理上的断乳，父母离不开你，你也离不开父母。人在创建自己的世界过程中，分离是一个永恒的主体。人成长中有三次分离。第一次分离是出生时，完成了与母亲肉体上的分离。第二次是大约6个月到3岁的时候，婴儿逐渐发现无论是身体上还是心理上，她和妈妈是两个人，想摆脱对母亲的依赖。也一段时间内被心理学家玛格丽特.马勒称之为“分离与个性化”阶段。第三次是3岁到18岁甚至更久，这次分离就是与原生家庭的分离。完成这次分离后，一个人才能以一种“这是我的世界，我要说了算”的主体感，更好的去建设自己的世界。如果没有完成与原生家庭的分离，就很难活出这份主体感。如果不完成第三次分离，之后你还会遇到更多类似这样的难题。选择对象上，之后生孩子，带孩子上等等。“父母的意见，我觉得有一定道理”这个说明潜意识你还是有点依赖父母的，为自己想要分离但又不敢分离找的挡箭牌。因为一旦分离了，担心会伤害父母。但如果真的想要找是不是要考公务员和律师这个选择，有很多很权威专业的途径。例如可以在知乎上问答，可以在得到app上搜索答案，也可以多认识做公务员，做律师的朋友，加入律师群，这些人的答案和建议是要比你父母要权威的多的多的。“但日复一日单调生活我不想过。”这个说明你还是想要拥有自己说了算的世界的。这个是人的本能，也是活出自我的必备途径。给你的建议：不知道你是不是还与父母同住，如果还是同住的话，建议搬出来住，或者去外地发展充实自己，让自己变强大，解决问题的途径从更专业更权威的途径。明示或者暗示的告诉父母，你长大了，你有自己的人生了，父母可以提建议，但是否采纳在于你。这些建议对你和父母来说也许是有些困难的。但时间久了，父母也会有自己更丰富的父母自己的人生，你也有说了算的世界。",
    "annotation": [
      {
        "sentence": "可以理解你的矛盾和纠结，这个问题从表面上来看好像是工作选择的问题。",
        "label": ""
      },
      {
        "sentence": "但本质上是你没有长大，做事情仍然会像个小孩一样寻求父母帮助；你父母也仍然认为你没有长大，把你当成没长大的小孩看待的，依然干预你的选择，如果你不听话，父母可能会伤心，重复的唠叨，坏脸色，发脾气，生气等各种方式“威胁”。",
        "label": ""
      },
      {
        "sentence": "你虽然25岁了，心理上的断乳，父母离不开你，你也离不开父母。",
        "label": ""
      },
      {
        "sentence": "人在创建自己的世界过程中，分离是一个永恒的主体。",
        "label": ""
      },
      {
        "sentence": "人成长中有三次分离。",
        "label": ""
      },
      {
        "sentence": "第一次分离是出生时，完成了与母亲肉体上的分离。",
        "label": ""
      },
      {
        "sentence": "第二次是大约6个月到3岁的时候，婴儿逐渐发现无论是身体上还是心理上，她和妈妈是两个人，想摆脱对母亲的依赖。",
        "label": ""
      },
      {
        "sentence": "也一段时间内被心理学家玛格丽特.马勒称之为“分离与个性化”阶段。",
        "label": ""
      },
      {
        "sentence": "第三次是3岁到18岁甚至更久，这次分离就是与原生家庭的分离。",
        "label": ""
      },
      {
        "sentence": "完成这次分离后，一个人才能以一种“这是我的世界，我要说了算”的主体感，更好的去建设自己的世界。",
        "label": ""
      },
      {
        "sentence": "如果没有完成与原生家庭的分离，就很难活出这份主体感。",
        "label": ""
      },
      {
        "sentence": "如果不完成第三次分离，之后你还会遇到更多类似这样的难题。",
        "label": ""
      },
      {
        "sentence": "选择对象上，之后生孩子，带孩子上等等。",
        "label": ""
      },
      {
        "sentence": "“父母的意见，我觉得有一定道理”这个说明潜意识你还是有点依赖父母的，为自己想要分离但又不敢分离找的挡箭牌。",
        "label": ""
      },
      {
        "sentence": "因为一旦分离了，担心会伤害父母。",
        "label": ""
      },
      {
        "sentence": "但如果真的想要找是不是要考公务员和律师这个选择，有很多很权威专业的途径。",
        "label": ""
      },
      {
        "sentence": "例如可以在知乎上问答，可以在得到app上搜索答案，也可以多认识做公务员，做律师的朋友，加入律师群，这些人的答案和建议是要比你父母要权威的多的多的。",
        "label": ""
      },
      {
        "sentence": "“但日复一日单调生活我不想过。",
        "label": ""
      },
      {
        "sentence": "”这个说明你还是想要拥有自己说了算的世界的。",
        "label": ""
      },
      {
        "sentence": "这个是人的本能，也是活出自我的必备途径。",
        "label": ""
      },
      {
        "sentence": "给你的建议：不知道你是不是还与父母同住，如果还是同住的话，建议搬出来住，或者去外地发展充实自己，让自己变强大，解决问题的途径从更专业更权威的途径。",
        "label": ""
      },
      {
        "sentence": "明示或者暗示的告诉父母，你长大了，你有自己的人生了，父母可以提建议，但是否采纳在于你。",
        "label": ""
      },
      {
        "sentence": "这些建议对你和父母来说也许是有些困难的。",
        "label": ""
      },
      {
        "sentence": "但时间久了，父母也会有自己更丰富的父母自己的人生，你也有说了算的世界。",
        "label": ""
      }
    ]
  }
]