[
  {
    "role": "client",
    "content": "我19岁了，快忘了自己原本的样子，我是你们口中的镜子？",
    "annotation": [
      {
        "sentence": "我19岁了，快忘了自己原本的样子，我是你们口中的镜子？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你觉得19岁就快忘了自己原本的样子，可能是因为你过度关注他人的评价。记住，每个人都有自己独特的个性和风格，不必过于在意他人的看法。我可以帮助你找回自己的定位，你愿意试试吗？",
    "annotation": [
      {
        "sentence": "你觉得19岁就快忘了自己原本的样子，可能是因为你过度关注他人的评价。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都有自己独特的个性和风格，不必过于在意他人的看法。",
        "label": ""
      },
      {
        "sentence": "我可以帮助你找回自己的定位，你愿意试试吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "19岁，我不懂你们口中的成熟是什么，好像跟我理解的不太一样。我不希望乖巧和懂事成为我的代名词，我希望可以自由自在地生活，有自己的风格。可是生活中处处都被束缚，我不知道该怎么做才能找到真正的自己。",
    "annotation": [
      {
        "sentence": "19岁，我不懂你们口中的成熟是什么，好像跟我理解的不太一样。",
        "label": ""
      },
      {
        "sentence": "我不希望乖巧和懂事成为我的代名词，我希望可以自由自在地生活，有自己的风格。",
        "label": ""
      },
      {
        "sentence": "可是生活中处处都被束缚，我不知道该怎么做才能找到真正的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑。成熟并不是指乖巧和懂事，而是指在不同情况下拥有适应性和决策能力。你可以从观察和学习他人身上汲取经验，但最终决定还是要根据自己的价值观和兴趣来做出。如果你觉得自己被束缚，试着思考一下是哪些因素限制了你的发展，然后尝试去改变或适应它们。",
    "annotation": [
      {
        "sentence": "我理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "成熟并不是指乖巧和懂事，而是指在不同情况下拥有适应性和决策能力。",
        "label": ""
      },
      {
        "sentence": "你可以从观察和学习他人身上汲取经验，但最终决定还是要根据自己的价值观和兴趣来做出。",
        "label": ""
      },
      {
        "sentence": "如果你觉得自己被束缚，试着思考一下是哪些因素限制了你的发展，然后尝试去改变或适应它们。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我总是想从别人口中了解自己的样子，或者说，就是在意别人眼中的自己是什么样子。我很困扰，不喜欢这样，但又无法改变自己的想法。我想找到真正的自己，但不知从何着手。",
    "annotation": [
      {
        "sentence": "我总是想从别人口中了解自己的样子，或者说，就是在意别人眼中的自己是什么样子。",
        "label": ""
      },
      {
        "sentence": "我很困扰，不喜欢这样，但又无法改变自己的想法。",
        "label": ""
      },
      {
        "sentence": "我想找到真正的自己，但不知从何着手。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们都希望别人对自己有好的评价，对于这种在意别人眼中的自己的感受，我理解你的困扰。但是在寻找真正的自己的过程中，你更重要的是要学会给自己建立起一个稳定和积极的内部评价系统，不依赖他人的看法来确认自己的价值。从内心寻找自己真正喜欢的，找到自己的兴趣、能力和价值观，并将其融入生活中，这是找回真正的自己的第一步。",
    "annotation": [
      {
        "sentence": "我们都希望别人对自己有好的评价，对于这种在意别人眼中的自己的感受，我理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "但是在寻找真正的自己的过程中，你更重要的是要学会给自己建立起一个稳定和积极的内部评价系统，不依赖他人的看法来确认自己的价值。",
        "label": ""
      },
      {
        "sentence": "从内心寻找自己真正喜欢的，找到自己的兴趣、能力和价值观，并将其融入生活中，这是找回真正的自己的第一步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我好像快忘了自己原本是什么样子，对自己的认知很浅，不知道自己是什么样的。我希望能重新认识自己，找到自己的定位，可以从哪些方面入手呢？",
    "annotation": [
      {
        "sentence": "但我好像快忘了自己原本是什么样子，对自己的认知很浅，不知道自己是什么样的。",
        "label": ""
      },
      {
        "sentence": "我希望能重新认识自己，找到自己的定位，可以从哪些方面入手呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "重新认识自己需要时间和努力，你可以先从回顾过去开始。回想一下你小时候的梦想、喜欢的事物和特点，这可以帮助你更好地了解自己。同时，尝试新的活动和体验，去探索自己的兴趣和能力。还有，多和朋友、家人交流，听听他们对你的看法和评价，但最终还是要以自己的感受为准。",
    "annotation": [
      {
        "sentence": "重新认识自己需要时间和努力，你可以先从回顾过去开始。",
        "label": ""
      },
      {
        "sentence": "回想一下你小时候的梦想、喜欢的事物和特点，这可以帮助你更好地了解自己。",
        "label": ""
      },
      {
        "sentence": "同时，尝试新的活动和体验，去探索自己的兴趣和能力。",
        "label": ""
      },
      {
        "sentence": "还有，多和朋友、家人交流，听听他们对你的看法和评价，但最终还是要以自己的感受为准。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我想我会试试回顾过去和尝试新的活动，希望能找到自己喜欢的东西。我也会更加相信自己，不再过度在意他人的评价。谢谢你的支持。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我想我会试试回顾过去和尝试新的活动，希望能找到自己喜欢的东西。",
        "label": ""
      },
      {
        "sentence": "我也会更加相信自己，不再过度在意他人的评价。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。记住，你的观念和自我认知的改变需要时间，别对自己过于苛求。相信自己的决定，相信你可以找到真正的自己。如果你还有其他的困惑或需要帮助，随时都可以来找我。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，你的观念和自我认知的改变需要时间，别对自己过于苛求。",
        "label": ""
      },
      {
        "sentence": "相信自己的决定，相信你可以找到真正的自己。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他的困惑或需要帮助，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]