[
  {
    "role": "client",
    "content": "我为什么害怕一件事会“永远如此”？我从小都好像害怕什么事情会“永远如此”，比如说，买保险我特别拒斥那种含有“终身条款”的项目。而最困惑的是我特别害怕感情上的“永远”，比如说在一段恋爱中，如果我觉得我们的感情是不稳定的，或者终有分开的那一天，我往往会积极而充满热情，但是一旦我感觉到这个人会在一起一辈子，或者谈婚论嫁，我马上会变得倦怠，压力特别大，特别想逃离，是不是这说明我很“渣”啊？但是，我疑惑的是，每当发生这种情况，伴随而来的是我有一种离开这个世界的想法，或者至少很长的时间内不再愿意接触感情、接触异性，我这究竟是为什么？应该如何改变？",
    "annotation": [
      {
        "sentence": "我为什么害怕一件事会“永远如此”？",
        "label": ""
      },
      {
        "sentence": "我从小都好像害怕什么事情会“永远如此”，比如说，买保险我特别拒斥那种含有“终身条款”的项目。",
        "label": ""
      },
      {
        "sentence": "而最困惑的是我特别害怕感情上的“永远”，比如说在一段恋爱中，如果我觉得我们的感情是不稳定的，或者终有分开的那一天，我往往会积极而充满热情，但是一旦我感觉到这个人会在一起一辈子，或者谈婚论嫁，我马上会变得倦怠，压力特别大，特别想逃离，是不是这说明我很“渣”啊？",
        "label": ""
      },
      {
        "sentence": "但是，我疑惑的是，每当发生这种情况，伴随而来的是我有一种离开这个世界的想法，或者至少很长的时间内不再愿意接触感情、接触异性，我这究竟是为什么？",
        "label": ""
      },
      {
        "sentence": "应该如何改变？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "排斥“永远”的背后，会不会是一种不自信以及安全感的匮乏呢？你应该清楚这个世界上没有永远，即没有绝对绝对的事情。像天下没有不散的筵席，有些人恐惧不永恒而有些人跟你一样恐惧盖棺定论的无法改变。",
    "annotation": [
      {
        "sentence": "排斥“永远”的背后，会不会是一种不自信以及安全感的匮乏呢？",
        "label": ""
      },
      {
        "sentence": "你应该清楚这个世界上没有永远，即没有绝对绝对的事情。",
        "label": ""
      },
      {
        "sentence": "像天下没有不散的筵席，有些人恐惧不永恒而有些人跟你一样恐惧盖棺定论的无法改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是吧，我确实缺乏安全感，总是担心一切都会不再存在。我害怕感情中的“永远”，但又渴望稳定和长久的关系。",
    "annotation": [
      {
        "sentence": "可能是吧，我确实缺乏安全感，总是担心一切都会不再存在。",
        "label": ""
      },
      {
        "sentence": "我害怕感情中的“永远”，但又渴望稳定和长久的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "常与无常总是相互依存的，就像太极的阴阳。而以上的两种就是放大了自身恐惧的方面，譬如你的害怕永远，你怕的是什么呢？你怕的会不会是里面的变？比如终身保险，你想的会不会是万一有一天出现更实惠的呢？可惜那时你已经改不了，违约手续麻烦；还是万一日后发生变故，交不起了……又如婚姻，你会不会害怕哪一天发现另一半并不是适合你的终身伴侣，或是热情退却，转化成的亲情也没能唤起你心里的那一摊死水？",
    "annotation": [
      {
        "sentence": "常与无常总是相互依存的，就像太极的阴阳。",
        "label": ""
      },
      {
        "sentence": "而以上的两种就是放大了自身恐惧的方面，譬如你的害怕永远，你怕的是什么呢？",
        "label": ""
      },
      {
        "sentence": "你怕的会不会是里面的变？",
        "label": ""
      },
      {
        "sentence": "比如终身保险，你想的会不会是万一有一天出现更实惠的呢？",
        "label": ""
      },
      {
        "sentence": "可惜那时你已经改不了，违约手续麻烦；还是万一日后发生变故，交不起了……又如婚姻，你会不会害怕哪一天发现另一半并不是适合你的终身伴侣，或是热情退却，转化成的亲情也没能唤起你心里的那一摊死水？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从你的话中看到了我对于改变的恐惧，我害怕不能适应变化，也害怕与别人建立的关系发生变化，从而让我感到失望和沮丧。",
    "annotation": [
      {
        "sentence": "我从你的话中看到了我对于改变的恐惧，我害怕不能适应变化，也害怕与别人建立的关系发生变化，从而让我感到失望和沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够预知未来并不一定是好的能力。对于有的人来说，当知道自己未来的种种，及至死期是一件痛苦的事。被安排的明明白白，没有变化，毫无波澜；往后的过活就是按部就班；会不会像你眼中的永远呢？或许你是属于一个需要时时刻刻接触新事物的人，即使太阳会照常地升起下落，但是人的每一天都会过得不一样。那些所谓的常态的生活并不是昨天的重复！讲新鲜感寄托在外界并不会满足你猎奇的心态，每天的知识，信息浩如烟海等等，就连学了一首新曲子都是在给生活添趣。",
    "annotation": [
      {
        "sentence": "能够预知未来并不一定是好的能力。",
        "label": ""
      },
      {
        "sentence": "对于有的人来说，当知道自己未来的种种，及至死期是一件痛苦的事。",
        "label": ""
      },
      {
        "sentence": "被安排的明明白白，没有变化，毫无波澜；往后的过活就是按部就班；会不会像你眼中的永远呢？",
        "label": ""
      },
      {
        "sentence": "或许你是属于一个需要时时刻刻接触新事物的人，即使太阳会照常地升起下落，但是人的每一天都会过得不一样。",
        "label": ""
      },
      {
        "sentence": "那些所谓的常态的生活并不是昨天的重复！",
        "label": ""
      },
      {
        "sentence": "讲新鲜感寄托在外界并不会满足你猎奇的心态，每天的知识，信息浩如烟海等等，就连学了一首新曲子都是在给生活添趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我一直追求多样性和新鲜感，但是当我感觉到事物的稳定和长久时，就开始感到焦虑和压力了。也许我需要接受变化的能力和更积极的态度。",
    "annotation": [
      {
        "sentence": "确实，我一直追求多样性和新鲜感，但是当我感觉到事物的稳定和长久时，就开始感到焦虑和压力了。",
        "label": ""
      },
      {
        "sentence": "也许我需要接受变化的能力和更积极的态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕承诺，像《老友记》的钱德勒一样，对于婚姻，对于加上永远头衔设定的事物本能的排斥。即本身对于这件事不能客观地看待，带着负面的滤镜。如果要克服的话，用数据和身边人的经历来帮助你客观思考吧！祝好～希望你能突破内心的桎梏，在永远和变动之间找到一个平衡。",
    "annotation": [
      {
        "sentence": "害怕承诺，像《老友记》的钱德勒一样，对于婚姻，对于加上永远头衔设定的事物本能的排斥。",
        "label": ""
      },
      {
        "sentence": "即本身对于这件事不能客观地看待，带着负面的滤镜。",
        "label": ""
      },
      {
        "sentence": "如果要克服的话，用数据和身边人的经历来帮助你客观思考吧！",
        "label": ""
      },
      {
        "sentence": "祝好～希望你能突破内心的桎梏，在永远和变动之间找到一个平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和祝福，我会尝试接受变化、正视承诺，并寻找平衡。希望我能够克服自己的恐惧，重新拥抱感情和变化。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和祝福，我会尝试接受变化、正视承诺，并寻找平衡。",
        "label": ""
      },
      {
        "sentence": "希望我能够克服自己的恐惧，重新拥抱感情和变化。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以，加油！相信自己，你已经走向了改变的道路。与其害怕未来的未知，不如积极跟随内心的想法，去发现那些带给你快乐和满足感的事物。记住，世界上没有什么是永恒和不变的，但你可以改变自己的态度和观念。祝愿你早日找到属于自己的幸福和平衡。",
    "annotation": [
      {
        "sentence": "你可以，加油！",
        "label": ""
      },
      {
        "sentence": "相信自己，你已经走向了改变的道路。",
        "label": ""
      },
      {
        "sentence": "与其害怕未来的未知，不如积极跟随内心的想法，去发现那些带给你快乐和满足感的事物。",
        "label": ""
      },
      {
        "sentence": "记住，世界上没有什么是永恒和不变的，但你可以改变自己的态度和观念。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日找到属于自己的幸福和平衡。",
        "label": ""
      }
    ]
  }
]