[
  {
    "role": "client",
    "content": "妈妈对儿子控制欲强，爸爸就是佛系？不知道是不是只有国内才有的情况？妈妈对儿子的控制欲比较强，而爸爸就是佛系，爸爸对女儿的控制欲比较强。妈妈属于没有话语权的。尤其是孩子情感问题方面。好像他们会把儿女的潜在对象当做一个入侵者和第三者。要瓜分他们的孩子，欺骗他们的财富。他们希望把孩子嫁娶自己满意的人。但是之后没有满足他们要求，例如生育经济他们还是对自己帮孩子选择的配偶百般嫌弃。",
    "annotation": [
      {
        "sentence": "妈妈对儿子控制欲强，爸爸就是佛系？",
        "label": ""
      },
      {
        "sentence": "不知道是不是只有国内才有的情况？",
        "label": ""
      },
      {
        "sentence": "妈妈对儿子的控制欲比较强，而爸爸就是佛系，爸爸对女儿的控制欲比较强。",
        "label": ""
      },
      {
        "sentence": "妈妈属于没有话语权的。",
        "label": ""
      },
      {
        "sentence": "尤其是孩子情感问题方面。",
        "label": ""
      },
      {
        "sentence": "好像他们会把儿女的潜在对象当做一个入侵者和第三者。",
        "label": ""
      },
      {
        "sentence": "要瓜分他们的孩子，欺骗他们的财富。",
        "label": ""
      },
      {
        "sentence": "他们希望把孩子嫁娶自己满意的人。",
        "label": ""
      },
      {
        "sentence": "但是之后没有满足他们要求，例如生育经济他们还是对自己帮孩子选择的配偶百般嫌弃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你提到的这种情况在中国的家庭中确实存在，并非只有国内才有。关于父母的控制欲与佛系的表现，其实佛系是指人们在生活中拥有一种“拥有钝感力”的态度，他们面对生活中的挫折和伤疤并不过分敏感，而是更加从容。佛系的父母态度蔼和，性情温和，淡然对待小事的得失，会从更深长和辽远的角度去看待人生。不过，从你的描述中，感觉一方强势，另一方就会佛系，这其实是一种妥协和让步。这种妥协是我们中国很多家庭得以维系的基石。如果双方都强势，都想赢、都想控制对方，那么家庭将无法和谐相处。",
    "annotation": [
      {
        "sentence": "求助者，你提到的这种情况在中国的家庭中确实存在，并非只有国内才有。",
        "label": ""
      },
      {
        "sentence": "关于父母的控制欲与佛系的表现，其实佛系是指人们在生活中拥有一种“拥有钝感力”的态度，他们面对生活中的挫折和伤疤并不过分敏感，而是更加从容。",
        "label": ""
      },
      {
        "sentence": "佛系的父母态度蔼和，性情温和，淡然对待小事的得失，会从更深长和辽远的角度去看待人生。",
        "label": ""
      },
      {
        "sentence": "不过，从你的描述中，感觉一方强势，另一方就会佛系，这其实是一种妥协和让步。",
        "label": ""
      },
      {
        "sentence": "这种妥协是我们中国很多家庭得以维系的基石。",
        "label": ""
      },
      {
        "sentence": "如果双方都强势，都想赢、都想控制对方，那么家庭将无法和谐相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，父母对子女的控制可能是中国家庭过度承担功能的一种体现。中国家庭承担了太多功能，包括经济、事业、宗教信仰以及社会福利等所有需求的解决。因此，父母天经地义地介入子女的婚事，而子女天经地义地要求父母给予经济支持购房。这也是为什么某些相亲节目要求带父母上场，并且父母可以否决的原因。因为这不仅仅是选择喜欢谁的问题，更是选择一个合适的伴侣加入这个利益共同体的问题。",
    "annotation": [
      {
        "sentence": "你说的对，父母对子女的控制可能是中国家庭过度承担功能的一种体现。",
        "label": ""
      },
      {
        "sentence": "中国家庭承担了太多功能，包括经济、事业、宗教信仰以及社会福利等所有需求的解决。",
        "label": ""
      },
      {
        "sentence": "因此，父母天经地义地介入子女的婚事，而子女天经地义地要求父母给予经济支持购房。",
        "label": ""
      },
      {
        "sentence": "这也是为什么某些相亲节目要求带父母上场，并且父母可以否决的原因。",
        "label": ""
      },
      {
        "sentence": "因为这不仅仅是选择喜欢谁的问题，更是选择一个合适的伴侣加入这个利益共同体的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，中国社会的一些现实因素导致了这样的情况。彩礼的习俗已经存在了很久，特别是在农村地区非常盛行，基本上已经成为约定俗成的规矩，不可能一下子就被消除。也不排除有一些不好的现象，比如有人想着以结亲的名义骗取财产，或者有人真的在骗钱。但是，大部分人还是善良的。至于父母对子女婚姻的嫌弃，也许是因为一开始期望过高，后来发现配偶不符合他们的要求，才会产生这样的情绪。",
    "annotation": [
      {
        "sentence": "没错，中国社会的一些现实因素导致了这样的情况。",
        "label": ""
      },
      {
        "sentence": "彩礼的习俗已经存在了很久，特别是在农村地区非常盛行，基本上已经成为约定俗成的规矩，不可能一下子就被消除。",
        "label": ""
      },
      {
        "sentence": "也不排除有一些不好的现象，比如有人想着以结亲的名义骗取财产，或者有人真的在骗钱。",
        "label": ""
      },
      {
        "sentence": "但是，大部分人还是善良的。",
        "label": ""
      },
      {
        "sentence": "至于父母对子女婚姻的嫌弃，也许是因为一开始期望过高，后来发现配偶不符合他们的要求，才会产生这样的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，但我现在感到非常困惑和束缚。既然到了恋爱、结婚的年龄，自己的人生自己选择也是理所当然的事情，为什么还受制于父母的控制呢？大部分人不是因为经济上不独立，就是心理上不独立，所以无法自己做主。无论哪一方，只要有能力、有能力，头脑清醒，就应该想办法改善自己的状况，而不是怨天尤人，责怪父母。",
    "annotation": [
      {
        "sentence": "我理解了，但我现在感到非常困惑和束缚。",
        "label": ""
      },
      {
        "sentence": "既然到了恋爱、结婚的年龄，自己的人生自己选择也是理所当然的事情，为什么还受制于父母的控制呢？",
        "label": ""
      },
      {
        "sentence": "大部分人不是因为经济上不独立，就是心理上不独立，所以无法自己做主。",
        "label": ""
      },
      {
        "sentence": "无论哪一方，只要有能力、有能力，头脑清醒，就应该想办法改善自己的状况，而不是怨天尤人，责怪父母。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得很对，每个人都应该有自己做主的能力和权利。然而，有时候我们会因为经济上的依赖或者心理上的依赖而无法独立做出决策。但是，只要我们努力提升自己的能力，保持头脑清醒，相信我们一定能够改变自己的处境，而不必一味埋怨他人。",
    "annotation": [
      {
        "sentence": "你说得很对，每个人都应该有自己做主的能力和权利。",
        "label": ""
      },
      {
        "sentence": "然而，有时候我们会因为经济上的依赖或者心理上的依赖而无法独立做出决策。",
        "label": ""
      },
      {
        "sentence": "但是，只要我们努力提升自己的能力，保持头脑清醒，相信我们一定能够改变自己的处境，而不必一味埋怨他人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我会努力提高自己的能力，争取自己的权利，不再被困惑和束缚。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会努力提高自己的能力，争取自己的权利，不再被困惑和束缚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的回答对你有所帮助。你已经迈出了向前的一步，相信你能够找到属于自己的幸福和自由。祝你好运！如果还有任何困惑，随时来找我倾诉。",
    "annotation": [
      {
        "sentence": "很高兴我的回答对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了向前的一步，相信你能够找到属于自己的幸福和自由。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果还有任何困惑，随时来找我倾诉。",
        "label": ""
      }
    ]
  }
]