[
  {
    "role": "client",
    "content": "不敢说话，觉得别人想伤害自己，想打自己的猫怎么办？我很敏感，以前就很没自信，有先例被人不尊重，伤害过。对你忽冷忽热、忽略、挑刺（父母，还有过同学。总是花样说我的缺点、挑我的毛病指责、疏远，现在也有）的事情。现在长年积累感觉心里特别自卑，看见美的人或者东西想要学习，但是心里会难受，觉得自己没有。控制不住自己和外人的关系，希望事情按自己发展的趋势走，如果被不是容易暴躁，碰见讨厌的人、心情不好、受到人指点也会，调整不好感情。我觉得我的好多问题皆是由外部引起，因为我原来是一个慷慨大方、敢爱敢恨、敢为朋友出气的人。现在我很难相信一个人，会像之前别人对我那样忽冷忽热，给予一些要求。懒散不想认真工作，心情会影响工作效率。出现不良感情的时候会想打自己的猫，控制不住。",
    "annotation": [
      {
        "sentence": "不敢说话，觉得别人想伤害自己，想打自己的猫怎么办？",
        "label": ""
      },
      {
        "sentence": "我很敏感，以前就很没自信，有先例被人不尊重，伤害过。",
        "label": ""
      },
      {
        "sentence": "对你忽冷忽热、忽略、挑刺（父母，还有过同学。",
        "label": ""
      },
      {
        "sentence": "总是花样说我的缺点、挑我的毛病指责、疏远，现在也有）的事情。",
        "label": ""
      },
      {
        "sentence": "现在长年积累感觉心里特别自卑，看见美的人或者东西想要学习，但是心里会难受，觉得自己没有。",
        "label": ""
      },
      {
        "sentence": "控制不住自己和外人的关系，希望事情按自己发展的趋势走，如果被不是容易暴躁，碰见讨厌的人、心情不好、受到人指点也会，调整不好感情。",
        "label": ""
      },
      {
        "sentence": "我觉得我的好多问题皆是由外部引起，因为我原来是一个慷慨大方、敢爱敢恨、敢为朋友出气的人。",
        "label": ""
      },
      {
        "sentence": "现在我很难相信一个人，会像之前别人对我那样忽冷忽热，给予一些要求。",
        "label": ""
      },
      {
        "sentence": "懒散不想认真工作，心情会影响工作效率。",
        "label": ""
      },
      {
        "sentence": "出现不良感情的时候会想打自己的猫，控制不住。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中可以了解到，曾经别人对你忽冷忽热的态度和指指点点的批评方式，让你现在的行为越来越倾向于当初别人对待自己的态度，这非常不利于人际关系的交往。你认识到了这一点，觉得这些问题是外部导致的。【一点点分析和建议】1.你现在的行为方式是过去的朋友和父母的态度造成的，但是用这种行为方式去对待现在的朋友和同事，对你的人际关系非常不利。所以如果能够做出改变，还是需要对这种情况做出改变的呀对不对～2.有一点小的建议是记日记，每天记录自己今天有没有发火，做出反思今天这么做是不是不妥，下次该做出何种改变。经过一段时间的调整和修整，你的脾气暴躁等等问题，会得到一定程度的改善。",
    "annotation": [
      {
        "sentence": "从你的描述中可以了解到，曾经别人对你忽冷忽热的态度和指指点点的批评方式，让你现在的行为越来越倾向于当初别人对待自己的态度，这非常不利于人际关系的交往。",
        "label": ""
      },
      {
        "sentence": "你认识到了这一点，觉得这些问题是外部导致的。",
        "label": ""
      },
      {
        "sentence": "【一点点分析和建议】1.你现在的行为方式是过去的朋友和父母的态度造成的，但是用这种行为方式去对待现在的朋友和同事，对你的人际关系非常不利。",
        "label": ""
      },
      {
        "sentence": "所以如果能够做出改变，还是需要对这种情况做出改变的呀对不对～2.有一点小的建议是记日记，每天记录自己今天有没有发火，做出反思今天这么做是不是不妥，下次该做出何种改变。",
        "label": ""
      },
      {
        "sentence": "经过一段时间的调整和修整，你的脾气暴躁等等问题，会得到一定程度的改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我确实意识到了我的行为方式对人际关系的不利影响，但是很难改变。我尝试去相信他人，但总是担心他们会像以前那样忽冷忽热，给予要求。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我确实意识到了我的行为方式对人际关系的不利影响，但是很难改变。",
        "label": ""
      },
      {
        "sentence": "我尝试去相信他人，但总是担心他们会像以前那样忽冷忽热，给予要求。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变自己的行为方式并不容易，但你已经意识到了这个问题，这是一大步。你可以试着先从改变自己的心态开始，相信并给予他人一些信任的机会。如果一开始就不相信对方，那么就已经限制了你们之间的发展空间。不过，也要明确界限，如果有人对你不尊重或挑毛病，可以适当地表达你的立场，不要总是委屈自己。",
    "annotation": [
      {
        "sentence": "改变自己的行为方式并不容易，但你已经意识到了这个问题，这是一大步。",
        "label": ""
      },
      {
        "sentence": "你可以试着先从改变自己的心态开始，相信并给予他人一些信任的机会。",
        "label": ""
      },
      {
        "sentence": "如果一开始就不相信对方，那么就已经限制了你们之间的发展空间。",
        "label": ""
      },
      {
        "sentence": "不过，也要明确界限，如果有人对你不尊重或挑毛病，可以适当地表达你的立场，不要总是委屈自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我害怕受到伤害，所以总是设立保护机制。但是这样我感觉自己没有真正的自信，也无法真正与他人建立深入的关系。怎样才能摆脱这种害怕呢？",
    "annotation": [
      {
        "sentence": "我害怕受到伤害，所以总是设立保护机制。",
        "label": ""
      },
      {
        "sentence": "但是这样我感觉自己没有真正的自信，也无法真正与他人建立深入的关系。",
        "label": ""
      },
      {
        "sentence": "怎样才能摆脱这种害怕呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "害怕受伤是很正常的，但是我们不能让这种害怕束缚自己的成长与发展。尝试改变保护机制的方式，可以通过逐渐放下过去的伤害经历，接受新的人际关系。同时，建立自己的自信也很重要。你可以重新审视自己的长处和优点，相信自己值得被尊重和喜爱。这样的自信会在你与他人交往中起到积极的作用。",
    "annotation": [
      {
        "sentence": "害怕受伤是很正常的，但是我们不能让这种害怕束缚自己的成长与发展。",
        "label": ""
      },
      {
        "sentence": "尝试改变保护机制的方式，可以通过逐渐放下过去的伤害经历，接受新的人际关系。",
        "label": ""
      },
      {
        "sentence": "同时，建立自己的自信也很重要。",
        "label": ""
      },
      {
        "sentence": "你可以重新审视自己的长处和优点，相信自己值得被尊重和喜爱。",
        "label": ""
      },
      {
        "sentence": "这样的自信会在你与他人交往中起到积极的作用。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着放下过去的伤害并培养自信。但是我还有一个问题，我总是懒散不想认真工作，情绪不好时工作效率会受到影响。你觉得我该怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着放下过去的伤害并培养自信。",
        "label": ""
      },
      {
        "sentence": "但是我还有一个问题，我总是懒散不想认真工作，情绪不好时工作效率会受到影响。",
        "label": ""
      },
      {
        "sentence": "你觉得我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很常见的问题，情绪波动对工作效率确实有影响。你可以试着在工作前做一些放松的活动，例如冥想或运动，帮助你调整情绪。此外，可以寻找一些工作上的挑战来调动你的积极性和动力。拥有一定的工作规划和目标也能帮助你更好地投入工作中。",
    "annotation": [
      {
        "sentence": "这是一个很常见的问题，情绪波动对工作效率确实有影响。",
        "label": ""
      },
      {
        "sentence": "你可以试着在工作前做一些放松的活动，例如冥想或运动，帮助你调整情绪。",
        "label": ""
      },
      {
        "sentence": "此外，可以寻找一些工作上的挑战来调动你的积极性和动力。",
        "label": ""
      },
      {
        "sentence": "拥有一定的工作规划和目标也能帮助你更好地投入工作中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的建议，我会尝试你提到的方法。还有一件事情，当我情绪不好的时候，有时会想打自己的猫。我知道这是不对的，但是控制不住。你认为我该如何处理这个问题呢？",
    "annotation": [
      {
        "sentence": "感谢你的建议，我会尝试你提到的方法。",
        "label": ""
      },
      {
        "sentence": "还有一件事情，当我情绪不好的时候，有时会想打自己的猫。",
        "label": ""
      },
      {
        "sentence": "我知道这是不对的，但是控制不住。",
        "label": ""
      },
      {
        "sentence": "你认为我该如何处理这个问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当情绪低落时，想要转嫁伤害到宠物身上是不可取的。你可以尝试寻找其他情绪调节的方法，例如运动、听音乐或与朋友交流。如果你觉得情绪无法自控，不妨寻求专业心理咨询师的帮助，他们可以给予你更具体的指导和支持。",
    "annotation": [
      {
        "sentence": "当情绪低落时，想要转嫁伤害到宠物身上是不可取的。",
        "label": ""
      },
      {
        "sentence": "你可以尝试寻找其他情绪调节的方法，例如运动、听音乐或与朋友交流。",
        "label": ""
      },
      {
        "sentence": "如果你觉得情绪无法自控，不妨寻求专业心理咨询师的帮助，他们可以给予你更具体的指导和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尝试寻找其他的情绪调节方式，并且不再伤害猫咪。谢谢你的耐心倾听和建议。",
    "annotation": [
      {
        "sentence": "我明白了，我会尝试寻找其他的情绪调节方式，并且不再伤害猫咪。",
        "label": ""
      },
      {
        "sentence": "谢谢你的耐心倾听和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直支持你的成长和改变。记住，改变需要时间和努力，但是只要你坚持下来，我相信你一定能够克服这些困难。如果有任何问题或需要进一步的支持，随时都可以找我倾诉。加油！",
    "annotation": [
      {
        "sentence": "不客气，我会一直支持你的成长和改变。",
        "label": ""
      },
      {
        "sentence": "记住，改变需要时间和努力，但是只要你坚持下来，我相信你一定能够克服这些困难。",
        "label": ""
      },
      {
        "sentence": "如果有任何问题或需要进一步的支持，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]