[
  {
    "role": "client",
    "content": "异地恋后，骗了女孩子，心里很愧疚，怎么办呢？是这样的:前女友是大学校友，异地恋，工作了，双方都不愿妥协到对方的城市，然后我就产生了在本地再找一个女朋友的想法。二月份因为疫情联系上一个00年的女孩子，听着声音好听，便产生好感加了微信，那时经常陪她聊天到半夜，谈到感情我没有说自己有女朋友只是自己有前女友的经历，然后说自己是95年的，其实是93年，我们迅速升温后，我对她说了实话，她说我骗了她，男人怎么都这样，然后我也和她说了我的想法，我说和她异地恋走不下去了才这样的。她说之前是喜欢我的，后面又不喜欢我了，后面我追问她她说纯属生理需求（我们前后发生过四次左右关系），后面她把所有的联系方式拉黑，说再无瓜葛，虽然不能和她走到结婚那一步，但是我心里觉得之前骗了她，真的过意不去，她说对她好一点就可以了，所以后面见她都买她最喜欢吃的东西，买了一百多的梳子和她喜欢的衣服，但拉黑我后她在也不理我了，但是我还是觉得挺愧疚的想弥补她她又不理我，怎么办呢？",
    "annotation": [
      {
        "sentence": "异地恋后，骗了女孩子，心里很愧疚，怎么办呢？",
        "label": ""
      },
      {
        "sentence": "是这样的:前女友是大学校友，异地恋，工作了，双方都不愿妥协到对方的城市，然后我就产生了在本地再找一个女朋友的想法。",
        "label": ""
      },
      {
        "sentence": "二月份因为疫情联系上一个00年的女孩子，听着声音好听，便产生好感加了微信，那时经常陪她聊天到半夜，谈到感情我没有说自己有女朋友只是自己有前女友的经历，然后说自己是95年的，其实是93年，我们迅速升温后，我对她说了实话，她说我骗了她，男人怎么都这样，然后我也和她说了我的想法，我说和她异地恋走不下去了才这样的。",
        "label": ""
      },
      {
        "sentence": "她说之前是喜欢我的，后面又不喜欢我了，后面我追问她她说纯属生理需求（我们前后发生过四次左右关系），后面她把所有的联系方式拉黑，说再无瓜葛，虽然不能和她走到结婚那一步，但是我心里觉得之前骗了她，真的过意不去，她说对她好一点就可以了，所以后面见她都买她最喜欢吃的东西，买了一百多的梳子和她喜欢的衣服，但拉黑我后她在也不理我了，但是我还是觉得挺愧疚的想弥补她她又不理我，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者你好！你在这段异地恋中出现了骗了另一个女孩子的情况，并因此感到非常愧疚。你很困惑该如何解决这个问题呢？可以先跟你确认一下，你对这个小女孩确实是真心喜欢，没有其它的目的吧？你在对她隐瞒女友的存在以及年龄差距的同时，内心是否感到有些内疚呢？是因为害怕失去她才这样做的吗？她的拉黑和不理你让你感到遗憾和惋惜，你真心希望能够挽回这段关系，并且认真对待并有走入婚姻的打算。在追求她的过程中，你付出了很多，表达了真诚，只是其中带有善意的谎言。她如果真的喜欢你，她会对你的骗言感到生气，因为爱情是排他的。如果她心平气和地接受了这一切，那说明她只是找一个性伴，而非真正的爱情。她拉黑你后感到伤心和难过，认为你对她造成了愧疚，你想要弥补这个过失是出于什么心态呢？是觉得之前送给她的礼物不足以表达你的诚意吗？还是觉得你对她隐瞒女友的存在和年龄事实的行为有问题呢？恋爱中男生和女生的思考方式可能有所不同，有时候我们很难理解女孩子的内心想法，因为感性和理性的差异导致我们无法彼此理解。有时候，采取冷处理和延迟处理问题也是不错的选择。在人生中，我们会经历两种情况：一种是接受现状，另一种是接受改变现状的责任。你也可以静待一段时间，看看她是否会重新开通你的好友验证。随着时间的流逝，你会逐渐接受将这次恋爱内化成美好的回忆。这是一个成长和经历的过程。",
    "annotation": [
      {
        "sentence": "求助者你好！",
        "label": ""
      },
      {
        "sentence": "你在这段异地恋中出现了骗了另一个女孩子的情况，并因此感到非常愧疚。",
        "label": ""
      },
      {
        "sentence": "你很困惑该如何解决这个问题呢？",
        "label": ""
      },
      {
        "sentence": "可以先跟你确认一下，你对这个小女孩确实是真心喜欢，没有其它的目的吧？",
        "label": ""
      },
      {
        "sentence": "你在对她隐瞒女友的存在以及年龄差距的同时，内心是否感到有些内疚呢？",
        "label": ""
      },
      {
        "sentence": "是因为害怕失去她才这样做的吗？",
        "label": ""
      },
      {
        "sentence": "她的拉黑和不理你让你感到遗憾和惋惜，你真心希望能够挽回这段关系，并且认真对待并有走入婚姻的打算。",
        "label": ""
      },
      {
        "sentence": "在追求她的过程中，你付出了很多，表达了真诚，只是其中带有善意的谎言。",
        "label": ""
      },
      {
        "sentence": "她如果真的喜欢你，她会对你的骗言感到生气，因为爱情是排他的。",
        "label": ""
      },
      {
        "sentence": "如果她心平气和地接受了这一切，那说明她只是找一个性伴，而非真正的爱情。",
        "label": ""
      },
      {
        "sentence": "她拉黑你后感到伤心和难过，认为你对她造成了愧疚，你想要弥补这个过失是出于什么心态呢？",
        "label": ""
      },
      {
        "sentence": "是觉得之前送给她的礼物不足以表达你的诚意吗？",
        "label": ""
      },
      {
        "sentence": "还是觉得你对她隐瞒女友的存在和年龄事实的行为有问题呢？",
        "label": ""
      },
      {
        "sentence": "恋爱中男生和女生的思考方式可能有所不同，有时候我们很难理解女孩子的内心想法，因为感性和理性的差异导致我们无法彼此理解。",
        "label": ""
      },
      {
        "sentence": "有时候，采取冷处理和延迟处理问题也是不错的选择。",
        "label": ""
      },
      {
        "sentence": "在人生中，我们会经历两种情况：一种是接受现状，另一种是接受改变现状的责任。",
        "label": ""
      },
      {
        "sentence": "你也可以静待一段时间，看看她是否会重新开通你的好友验证。",
        "label": ""
      },
      {
        "sentence": "随着时间的流逝，你会逐渐接受将这次恋爱内化成美好的回忆。",
        "label": ""
      },
      {
        "sentence": "这是一个成长和经历的过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是真心喜欢这个小女孩的，但在异地恋的时候，我心里觉得受不了了，所以才想找一个本地的女朋友。但没想到和这个00后的小女孩发展的这么快。之前我没有告诉她我有女朋友，就是因为怕她离开我。我知道这样做是不对的，但当时就是头脑一热，就骗了她。现在她拉黑了我，不理我了，我真的觉得非常愧疚和遗憾。",
    "annotation": [
      {
        "sentence": "我是真心喜欢这个小女孩的，但在异地恋的时候，我心里觉得受不了了，所以才想找一个本地的女朋友。",
        "label": ""
      },
      {
        "sentence": "但没想到和这个00后的小女孩发展的这么快。",
        "label": ""
      },
      {
        "sentence": "之前我没有告诉她我有女朋友，就是因为怕她离开我。",
        "label": ""
      },
      {
        "sentence": "我知道这样做是不对的，但当时就是头脑一热，就骗了她。",
        "label": ""
      },
      {
        "sentence": "现在她拉黑了我，不理我了，我真的觉得非常愧疚和遗憾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你是真心喜欢这个小女孩，但异地恋让你感到无法承受的压力，因此才想寻找本地的女朋友。然而，你没有预料到和这个00后的小女孩的关系会发展得如此迅速。之前，你没有告诉她你有女朋友，是因为害怕她离开你。你已经意识到这样的行为是不正确的，但当时情绪冲动，所以骗了她。现在她将你拉黑并不理你，让你感到非常愧疚和遗憾。",
    "annotation": [
      {
        "sentence": "明白了，你是真心喜欢这个小女孩，但异地恋让你感到无法承受的压力，因此才想寻找本地的女朋友。",
        "label": ""
      },
      {
        "sentence": "然而，你没有预料到和这个00后的小女孩的关系会发展得如此迅速。",
        "label": ""
      },
      {
        "sentence": "之前，你没有告诉她你有女朋友，是因为害怕她离开你。",
        "label": ""
      },
      {
        "sentence": "你已经意识到这样的行为是不正确的，但当时情绪冲动，所以骗了她。",
        "label": ""
      },
      {
        "sentence": "现在她将你拉黑并不理你，让你感到非常愧疚和遗憾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，对不起她，我知道我做错了。我尽力想要弥补过去的错误，比如买她喜欢吃的东西和喜欢的衣服，但她还是对我不理不睬，我觉得很失落。",
    "annotation": [
      {
        "sentence": "是的，对不起她，我知道我做错了。",
        "label": ""
      },
      {
        "sentence": "我尽力想要弥补过去的错误，比如买她喜欢吃的东西和喜欢的衣服，但她还是对我不理不睬，我觉得很失落。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你已经意识到自己的错误并向她道歉，这是非常重要的一步。你试图以买她喜欢吃的东西和喜欢的衣服来弥补过去的错误，这是一种很好的方式。然而，她仍然对你保持不理不睬，这让你感到非常失落。",
    "annotation": [
      {
        "sentence": "首先，你已经意识到自己的错误并向她道歉，这是非常重要的一步。",
        "label": ""
      },
      {
        "sentence": "你试图以买她喜欢吃的东西和喜欢的衣服来弥补过去的错误，这是一种很好的方式。",
        "label": ""
      },
      {
        "sentence": "然而，她仍然对你保持不理不睬，这让你感到非常失落。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，也许我以为的弥补并不足以让她理解我内心的真诚和愧疚。我想知道还有没有别的方法可以尝试来挽回这段关系呢？",
    "annotation": [
      {
        "sentence": "我明白了，也许我以为的弥补并不足以让她理解我内心的真诚和愧疚。",
        "label": ""
      },
      {
        "sentence": "我想知道还有没有别的方法可以尝试来挽回这段关系呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你的理解是正确的。也许你所做的弥补还不足以让她理解你内心的真诚和愧疚。如果你想挽回这段关系，你还可以尝试其他的方法。比如，你可以写封真诚的信件向她表达你内心的想法和愧疚，再次向她道歉，并承诺以后会更加珍惜、对她更好。此外，你也可以寻求她的朋友或亲人的帮助来传达你的诚意。不过，无论你采取何种方法，都需要给她一些时间和空间来冷静思考和接受你的道歉。",
    "annotation": [
      {
        "sentence": "是的，你的理解是正确的。",
        "label": ""
      },
      {
        "sentence": "也许你所做的弥补还不足以让她理解你内心的真诚和愧疚。",
        "label": ""
      },
      {
        "sentence": "如果你想挽回这段关系，你还可以尝试其他的方法。",
        "label": ""
      },
      {
        "sentence": "比如，你可以写封真诚的信件向她表达你内心的想法和愧疚，再次向她道歉，并承诺以后会更加珍惜、对她更好。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以寻求她的朋友或亲人的帮助来传达你的诚意。",
        "label": ""
      },
      {
        "sentence": "不过，无论你采取何种方法，都需要给她一些时间和空间来冷静思考和接受你的道歉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议！我会试试写信并再次向她道歉，并表达我的内心想法和愧疚。我会尊重她的决定，给她一些时间和空间来考虑接受不接受我的道歉。如果最后她还是决定不理我了，我也会接受并将这段经历当作成长和教训。",
    "annotation": [
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我会试试写信并再次向她道歉，并表达我的内心想法和愧疚。",
        "label": ""
      },
      {
        "sentence": "我会尊重她的决定，给她一些时间和空间来考虑接受不接受我的道歉。",
        "label": ""
      },
      {
        "sentence": "如果最后她还是决定不理我了，我也会接受并将这段经历当作成长和教训。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！祝你好运！写信并再次向她表达你的内心想法和愧疚是很好的做法。尊重她的决定，并给她一些时间和空间进行思考是非常重要的。如果她最终决定不理你，你也要学会接受，并将这段经历当作成长和教训。无论结果如何，都希望你能够从中学到一些有益的东西，并在以后的感情中更加成熟和坦诚。加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "写信并再次向她表达你的内心想法和愧疚是很好的做法。",
        "label": ""
      },
      {
        "sentence": "尊重她的决定，并给她一些时间和空间进行思考是非常重要的。",
        "label": ""
      },
      {
        "sentence": "如果她最终决定不理你，你也要学会接受，并将这段经历当作成长和教训。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，都希望你能够从中学到一些有益的东西，并在以后的感情中更加成熟和坦诚。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]