[
  {
    "role": "client",
    "content": "已婚女，网恋两个多月被拉黑，放不下，怎么办？我没想到这么离谱的事发生在我身上，我有一个幸福的家庭，老公宠我孩子可爱。可我不小心恋上了一个网友，还是我主动先喜欢对方，他对我并不甜言蜜语，我也不知道他图什么，不是贪财好色的目的。",
    "annotation": [
      {
        "sentence": "已婚女，网恋两个多月被拉黑，放不下，怎么办？",
        "label": ""
      },
      {
        "sentence": "我没想到这么离谱的事发生在我身上，我有一个幸福的家庭，老公宠我孩子可爱。",
        "label": ""
      },
      {
        "sentence": "可我不小心恋上了一个网友，还是我主动先喜欢对方，他对我并不甜言蜜语，我也不知道他图什么，不是贪财好色的目的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你被自己的离谱且荒唐的行为而自责谩骂自己，理解你甚是受其困扰，人生迷雾重重，希望我的回答能帮你打开一个缺口。",
    "annotation": [
      {
        "sentence": "看到你被自己的离谱且荒唐的行为而自责谩骂自己，理解你甚是受其困扰，人生迷雾重重，希望我的回答能帮你打开一个缺口。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我生活中是个聪明自信的女人，工作也算顺利。我为什么会发生这样的事？我是真的爱上一个网友了吗？我是厌倦我先生了吗？我搞不懂我的心理，讨厌现在的自己。",
    "annotation": [
      {
        "sentence": "我生活中是个聪明自信的女人，工作也算顺利。",
        "label": ""
      },
      {
        "sentence": "我为什么会发生这样的事？",
        "label": ""
      },
      {
        "sentence": "我是真的爱上一个网友了吗？",
        "label": ""
      },
      {
        "sentence": "我是厌倦我先生了吗？",
        "label": ""
      },
      {
        "sentence": "我搞不懂我的心理，讨厌现在的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说自己有一个幸福的家庭，老公宠爱孩子可爱，本身也是聪明自信，工作顺利。怎么想都不可能会陷入到一桩离谱荒唐的网恋当中，这是意识层面是无论如何也是想不明白的。那极有可能是潜意识的某种动力驱使着你做这些事情，而且这种动力比较强大。那我见微知著地做些大胆的猜想去和你探讨。",
    "annotation": [
      {
        "sentence": "你说自己有一个幸福的家庭，老公宠爱孩子可爱，本身也是聪明自信，工作顺利。",
        "label": ""
      },
      {
        "sentence": "怎么想都不可能会陷入到一桩离谱荒唐的网恋当中，这是意识层面是无论如何也是想不明白的。",
        "label": ""
      },
      {
        "sentence": "那极有可能是潜意识的某种动力驱使着你做这些事情，而且这种动力比较强大。",
        "label": ""
      },
      {
        "sentence": "那我见微知著地做些大胆的猜想去和你探讨。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "请你说说你的猜想，我希望能够理解自己为什么会有这样的行为。",
    "annotation": [
      {
        "sentence": "请你说说你的猜想，我希望能够理解自己为什么会有这样的行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你有很好的自我功能，这段关系仅在精神层面没有身体的接触，我想你也许把这种需要及界限传递给了对方。当你感觉到对方不在意你时，通过几次拉黑折腾以博取对方的在意在乎，但对方进一步拒绝和你玩这个游戏，这时你越发难过，感觉失去了什么。",
    "annotation": [
      {
        "sentence": "你有很好的自我功能，这段关系仅在精神层面没有身体的接触，我想你也许把这种需要及界限传递给了对方。",
        "label": ""
      },
      {
        "sentence": "当你感觉到对方不在意你时，通过几次拉黑折腾以博取对方的在意在乎，但对方进一步拒绝和你玩这个游戏，这时你越发难过，感觉失去了什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我在网恋的时候确实期待对方的关心和在意。当他不回应我时，我开始心痛和焦虑，觉得自己得不到他的爱了。",
    "annotation": [
      {
        "sentence": "你说得很对，我在网恋的时候确实期待对方的关心和在意。",
        "label": ""
      },
      {
        "sentence": "当他不回应我时，我开始心痛和焦虑，觉得自己得不到他的爱了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你和你老公在一起十年结婚七年，他对你很信任也有很高的评价，只是缺少激情，想要老公在意你，甚至提醒过他，但他没往出轨的方向去想。想要获得老公的在意可以有很多种方式，但偏偏是这种令你迷糊的行为，那你的动力不只是想要获得老公的在意或激情。",
    "annotation": [
      {
        "sentence": "你和你老公在一起十年结婚七年，他对你很信任也有很高的评价，只是缺少激情，想要老公在意你，甚至提醒过他，但他没往出轨的方向去想。",
        "label": ""
      },
      {
        "sentence": "想要获得老公的在意可以有很多种方式，但偏偏是这种令你迷糊的行为，那你的动力不只是想要获得老公的在意或激情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得没错，我渴望老公更在意我，但我却选择了一种错误的方式来表达这个需求。我真的没想到会卷入这样的网恋中。",
    "annotation": [
      {
        "sentence": "你说得没错，我渴望老公更在意我，但我却选择了一种错误的方式来表达这个需求。",
        "label": ""
      },
      {
        "sentence": "我真的没想到会卷入这样的网恋中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "也许你是在复制一种关系模式：你、网友和老公的三角关系。在这样的三角关系中，精神出轨到这个网友身上，希望从网友那里得到关注和回应，获得一份爱，有意地提醒老公，其实是想让老公把你从对网友的离谱之恋中带离出来。",
    "annotation": [
      {
        "sentence": "也许你是在复制一种关系模式：你、网友和老公的三角关系。",
        "label": ""
      },
      {
        "sentence": "在这样的三角关系中，精神出轨到这个网友身上，希望从网友那里得到关注和回应，获得一份爱，有意地提醒老公，其实是想让老公把你从对网友的离谱之恋中带离出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么一说，我真的意识到自己可能是在试图通过这段网恋来引起老公的关注和在意。可是这样的行为真的是太荒唐了，我觉得自己好矛盾。",
    "annotation": [
      {
        "sentence": "听你这么一说，我真的意识到自己可能是在试图通过这段网恋来引起老公的关注和在意。",
        "label": ""
      },
      {
        "sentence": "可是这样的行为真的是太荒唐了，我觉得自己好矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样的三角关系在成长的过程中是有其原初模型的，即爸爸、妈妈和你。女孩子在原生家庭里，在成长到一定阶段时，一般是3到6岁这个阶段，会迷恋自己的父亲，和母亲形成竞争关系，渴望得到父亲更多的爱和接纳，甚至想要妈妈死掉独占父亲的爱，但同时又会带来无比的内疚和自责，给孩子带来冲突。",
    "annotation": [
      {
        "sentence": "这样的三角关系在成长的过程中是有其原初模型的，即爸爸、妈妈和你。",
        "label": ""
      },
      {
        "sentence": "女孩子在原生家庭里，在成长到一定阶段时，一般是3到6岁这个阶段，会迷恋自己的父亲，和母亲形成竞争关系，渴望得到父亲更多的爱和接纳，甚至想要妈妈死掉独占父亲的爱，但同时又会带来无比的内疚和自责，给孩子带来冲突。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从小确实和妈妈的关系较为紧张，也经历过和父亲的竞争。或许我现在的行为和这段童年经历有些关联吧。",
    "annotation": [
      {
        "sentence": "我从小确实和妈妈的关系较为紧张，也经历过和父亲的竞争。",
        "label": ""
      },
      {
        "sentence": "或许我现在的行为和这段童年经历有些关联吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很重要的人生阶段，如果母亲能强势介入你和父亲的关系中，将你从父亲身边带离，同时不带创伤性地做到这件事，孩子就会从这种冲突中解脱出来，转而向内和母亲认同向往寻找和父亲很像的男人。也许你在这个阶段的内在冲突并未解决好，带给你很多焦虑和内疚，这些被你选择性地遗忘了，只是潜在地影响着你。",
    "annotation": [
      {
        "sentence": "这是一个很重要的人生阶段，如果母亲能强势介入你和父亲的关系中，将你从父亲身边带离，同时不带创伤性地做到这件事，孩子就会从这种冲突中解脱出来，转而向内和母亲认同向往寻找和父亲很像的男人。",
        "label": ""
      },
      {
        "sentence": "也许你在这个阶段的内在冲突并未解决好，带给你很多焦虑和内疚，这些被你选择性地遗忘了，只是潜在地影响着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从小确实没有和母亲达到很好的解脱和内在认同，可能这就是导致我现在行为的原因之一。我真的需要尽快解决这种焦虑和内疚，希望自己能找回真正的幸福。",
    "annotation": [
      {
        "sentence": "我从小确实没有和母亲达到很好的解脱和内在认同，可能这就是导致我现在行为的原因之一。",
        "label": ""
      },
      {
        "sentence": "我真的需要尽快解决这种焦虑和内疚，希望自己能找回真正的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种内在的冲突带给你的焦虑，是可以通过心理咨询得到很好的解决的。当在咨询室里面，很好地去探讨自己和父亲、母亲的关系，以及呈现其中的情感张力后，你的这种离谱的行为就会减少甚至不必要有这样的行为了。",
    "annotation": [
      {
        "sentence": "这种内在的冲突带给你的焦虑，是可以通过心理咨询得到很好的解决的。",
        "label": ""
      },
      {
        "sentence": "当在咨询室里面，很好地去探讨自己和父亲、母亲的关系，以及呈现其中的情感张力后，你的这种离谱的行为就会减少甚至不必要有这样的行为了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和分析，我会考虑寻求心理咨询的帮助。希望能够尽快摆脱这种纠结和困扰，重新找回幸福的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和分析，我会考虑寻求心理咨询的帮助。",
        "label": ""
      },
      {
        "sentence": "希望能够尽快摆脱这种纠结和困扰，重新找回幸福的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，我相信通过心理咨询，你能够找到改变和成长的方法。希望你能够在未来的道路上找到真正的幸福。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，我相信通过心理咨询，你能够找到改变和成长的方法。",
        "label": ""
      },
      {
        "sentence": "希望你能够在未来的道路上找到真正的幸福。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]