[
  {
    "role": "client",
    "content": "我有个问题想要请教一下，我小弟弟十岁了，受到欺凌之后就变得孤僻了，我该怎么帮助他？",
    "annotation": [
      {
        "sentence": "我有个问题想要请教一下，我小弟弟十岁了，受到欺凌之后就变得孤僻了，我该怎么帮助他？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，看到你的信息，首先我想给你一个温暖的拥抱，你的关心和爱意可以感受到。可以跟我具体说一下是怎么发生的吗？",
    "annotation": [
      {
        "sentence": "你好，看到你的信息，首先我想给你一个温暖的拥抱，你的关心和爱意可以感受到。",
        "label": ""
      },
      {
        "sentence": "可以跟我具体说一下是怎么发生的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "弟弟因为妈妈要照顾我，他三年级住在全托学校里，和弟弟是同桌，女孩子很蛮横，会骂脏话，因她奶奶在学校里工作而有“靠山”，经常对我弟弟拳打脚踢，甚至把他的手划破掉了，他讲的时候眼泪滚出来，因为她是女孩不还手，还因为女孩的奶奶会护着她。他之前很开朗现在变得很孤僻，很少笑，只有和他讲起游戏的时候他才会笑，可能是因为他游戏打得比较好，能在里面找到满足感。",
    "annotation": [
      {
        "sentence": "弟弟因为妈妈要照顾我，他三年级住在全托学校里，和弟弟是同桌，女孩子很蛮横，会骂脏话，因她奶奶在学校里工作而有“靠山”，经常对我弟弟拳打脚踢，甚至把他的手划破掉了，他讲的时候眼泪滚出来，因为她是女孩不还手，还因为女孩的奶奶会护着她。",
        "label": ""
      },
      {
        "sentence": "他之前很开朗现在变得很孤僻，很少笑，只有和他讲起游戏的时候他才会笑，可能是因为他游戏打得比较好，能在里面找到满足感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你弟弟的故事，心里会感到很心疼，但是要知道，你的弟弟并不孤单，你一直在他的身边，并且他在街舞社也会遇到一些朋友，他们也许从表面上看是不关心弟弟，但可能他们不知道该如何表达，或者不是他们的本意。或许可以让你弟弟用不同的方式试着和他们交流，比如说表演一段舞蹈，或者邀请他们参加他的游戏，这都是增进交流的方式。",
    "annotation": [
      {
        "sentence": "听到你弟弟的故事，心里会感到很心疼，但是要知道，你的弟弟并不孤单，你一直在他的身边，并且他在街舞社也会遇到一些朋友，他们也许从表面上看是不关心弟弟，但可能他们不知道该如何表达，或者不是他们的本意。",
        "label": ""
      },
      {
        "sentence": "或许可以让你弟弟用不同的方式试着和他们交流，比如说表演一段舞蹈，或者邀请他们参加他的游戏，这都是增进交流的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得你说的很有道理。但这也带来了新的问题，他实在太过依赖游戏了，我怕他在过多玩游戏之后会变得更加沉迷。",
    "annotation": [
      {
        "sentence": "是的，我觉得你说的很有道理。",
        "label": ""
      },
      {
        "sentence": "但这也带来了新的问题，他实在太过依赖游戏了，我怕他在过多玩游戏之后会变得更加沉迷。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "游戏有它的正面和负面，如果过度，的确会让人沉迷，影响身体和心理健康。弟弟是中二少年，喜欢打闹，男孩子之间的“比试”，这并不代表无法控制自己的思考和情感。你可以试着让他接触更多不同的兴趣爱好，比如不同的体育运动或者艺术类的绘画，让他多尝试不同的东西，扩展兴趣爱好和交际圈子。",
    "annotation": [
      {
        "sentence": "游戏有它的正面和负面，如果过度，的确会让人沉迷，影响身体和心理健康。",
        "label": ""
      },
      {
        "sentence": "弟弟是中二少年，喜欢打闹，男孩子之间的“比试”，这并不代表无法控制自己的思考和情感。",
        "label": ""
      },
      {
        "sentence": "你可以试着让他接触更多不同的兴趣爱好，比如不同的体育运动或者艺术类的绘画，让他多尝试不同的东西，扩展兴趣爱好和交际圈子。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的建议，但是我昨天他回到了家，把一个玩具摔在地上，还故意撞了墙，希望引起我们的反应，和他谈话时是一点也不愿意和我沟通，一直低头。我该怎么做？",
    "annotation": [
      {
        "sentence": "感谢你的建议，但是我昨天他回到了家，把一个玩具摔在地上，还故意撞了墙，希望引起我们的反应，和他谈话时是一点也不愿意和我沟通，一直低头。",
        "label": ""
      },
      {
        "sentence": "我该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果弟弟情绪激动，你可以先让他冷静下来，换个环境和方式沟通，比如暂时离开现场，去散散步，等情绪稳定了再同他进行对话。当然，引发他的情绪的原因也需要我们去重视，发掘问题的源头，分析如何解决问题，对他能及时发掘自身情绪并进行有效的情绪管理也是有益的。",
    "annotation": [
      {
        "sentence": "如果弟弟情绪激动，你可以先让他冷静下来，换个环境和方式沟通，比如暂时离开现场，去散散步，等情绪稳定了再同他进行对话。",
        "label": ""
      },
      {
        "sentence": "当然，引发他的情绪的原因也需要我们去重视，发掘问题的源头，分析如何解决问题，对他能及时发掘自身情绪并进行有效的情绪管理也是有益的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道了，多谢你的建议。我还有一个问题想向你请教，弟弟说妈妈总是批评他，不给他很多支持。我该怎么劝妈妈呢？",
    "annotation": [
      {
        "sentence": "我知道了，多谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我还有一个问题想向你请教，弟弟说妈妈总是批评他，不给他很多支持。",
        "label": ""
      },
      {
        "sentence": "我该怎么劝妈妈呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担心。在这个问题上，平衡批评和支持是很重要的一点。你可以跟妈妈沟通，让她了解到你弟弟的内心，而不仅仅是他的行为，提供一些可恢复和增强他自信的安慰。还有就是帮助妈妈学会问开放式的问题，鼓励他们自由表达，基于倾听的模式去理解和支持，尽量让弟弟感到被理解和接受，不要让他们觉得自己被贬低或否定。",
    "annotation": [
      {
        "sentence": "我理解你的担心。",
        "label": ""
      },
      {
        "sentence": "在这个问题上，平衡批评和支持是很重要的一点。",
        "label": ""
      },
      {
        "sentence": "你可以跟妈妈沟通，让她了解到你弟弟的内心，而不仅仅是他的行为，提供一些可恢复和增强他自信的安慰。",
        "label": ""
      },
      {
        "sentence": "还有就是帮助妈妈学会问开放式的问题，鼓励他们自由表达，基于倾听的模式去理解和支持，尽量让弟弟感到被理解和接受，不要让他们觉得自己被贬低或否定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的建议。我已经有了些新的想法，例如帮助我弟弟多参加一些活动，引导他拓宽自己的兴趣爱好，帮助他更好的管理自己的情绪等等。非常感谢你给我提供的指导。",
    "annotation": [
      {
        "sentence": "感谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我已经有了些新的想法，例如帮助我弟弟多参加一些活动，引导他拓宽自己的兴趣爱好，帮助他更好的管理自己的情绪等等。",
        "label": ""
      },
      {
        "sentence": "非常感谢你给我提供的指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你。我们都希望你的弟弟能够快乐自在成长，发挥自己的才能和潜力。如果还有任何问题，随时可以向我诉说，我会尽力提供帮助。",
    "annotation": [
      {
        "sentence": "很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "我们都希望你的弟弟能够快乐自在成长，发挥自己的才能和潜力。",
        "label": ""
      },
      {
        "sentence": "如果还有任何问题，随时可以向我诉说，我会尽力提供帮助。",
        "label": ""
      }
    ]
  }
]