[
  {
    "role": "client",
    "content": "我已婚，和一个网友网恋了两个多月，结果被他拉黑了，我放不下，不知道该怎么办？这种事情居然发生在我身上，我原本有一个幸福的家庭，丈夫宠爱我，孩子也很可爱。可是我不小心喜欢上了这个网友，虽然他对我从来没有甜言蜜语，但我也不清楚他的目的，他并不是为了财富或者色欲。开始我们约定只是长久精神上的陪伴，可是我却越陷越深，感觉对方对我不够关心，太平淡了。我提出了几次分开，每次拉黑他，他都会重新加回来。但在第三次的时候，他完全厌烦了，把我所有的联系方式都拉黑了，我换手机号打电话给他也无人接听，继续拉黑！我现在感到非常难过！我觉得自己非常糟糕，放弃了现实中的幸福，倒贴一个网友，最后也没有得到。我在生活中是一个聪明自信的女性，工作也很顺利。为什么会发生这样的事情呢？我真的爱上了这个网友吗？是不是对我丈夫厌倦了呢？我自己都搞不清楚，现在讨厌自己。我真的无法控制自己，一直在想念这个网友，但他不接电话，拉黑了我所有的联系方式！请大家对我进行疏导或者骂醒我吧！这是不是我心里犯贱？",
    "annotation": [
      {
        "sentence": "我已婚，和一个网友网恋了两个多月，结果被他拉黑了，我放不下，不知道该怎么办？",
        "label": ""
      },
      {
        "sentence": "这种事情居然发生在我身上，我原本有一个幸福的家庭，丈夫宠爱我，孩子也很可爱。",
        "label": ""
      },
      {
        "sentence": "可是我不小心喜欢上了这个网友，虽然他对我从来没有甜言蜜语，但我也不清楚他的目的，他并不是为了财富或者色欲。",
        "label": ""
      },
      {
        "sentence": "开始我们约定只是长久精神上的陪伴，可是我却越陷越深，感觉对方对我不够关心，太平淡了。",
        "label": ""
      },
      {
        "sentence": "我提出了几次分开，每次拉黑他，他都会重新加回来。",
        "label": ""
      },
      {
        "sentence": "但在第三次的时候，他完全厌烦了，把我所有的联系方式都拉黑了，我换手机号打电话给他也无人接听，继续拉黑！",
        "label": ""
      },
      {
        "sentence": "我现在感到非常难过！",
        "label": ""
      },
      {
        "sentence": "我觉得自己非常糟糕，放弃了现实中的幸福，倒贴一个网友，最后也没有得到。",
        "label": ""
      },
      {
        "sentence": "我在生活中是一个聪明自信的女性，工作也很顺利。",
        "label": ""
      },
      {
        "sentence": "为什么会发生这样的事情呢？",
        "label": ""
      },
      {
        "sentence": "我真的爱上了这个网友吗？",
        "label": ""
      },
      {
        "sentence": "是不是对我丈夫厌倦了呢？",
        "label": ""
      },
      {
        "sentence": "我自己都搞不清楚，现在讨厌自己。",
        "label": ""
      },
      {
        "sentence": "我真的无法控制自己，一直在想念这个网友，但他不接电话，拉黑了我所有的联系方式！",
        "label": ""
      },
      {
        "sentence": "请大家对我进行疏导或者骂醒我吧！",
        "label": ""
      },
      {
        "sentence": "这是不是我心里犯贱？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "先停下来自我攻击。重建信任和走出困境都需要你的力量感，对自己的指责和否定只会削弱你的力量感。我们之所以会被吸引到某个人，有时是潜意识在起作用。也许对方身上存在着你想要展现的某些品质，比如活力、力量、自主性、成熟度、独立性、魅力、技能、边界、智慧等等。你可以思考一下，当你自己拥有了这些品质后，对方是否还会吸引你那么多。外界的吸引力最终都是我们内心的影子，回归内在，努力成长，你就会变得更完整、更智慧、更有力量。世界和我都爱着你。",
    "annotation": [
      {
        "sentence": "先停下来自我攻击。",
        "label": ""
      },
      {
        "sentence": "重建信任和走出困境都需要你的力量感，对自己的指责和否定只会削弱你的力量感。",
        "label": ""
      },
      {
        "sentence": "我们之所以会被吸引到某个人，有时是潜意识在起作用。",
        "label": ""
      },
      {
        "sentence": "也许对方身上存在着你想要展现的某些品质，比如活力、力量、自主性、成熟度、独立性、魅力、技能、边界、智慧等等。",
        "label": ""
      },
      {
        "sentence": "你可以思考一下，当你自己拥有了这些品质后，对方是否还会吸引你那么多。",
        "label": ""
      },
      {
        "sentence": "外界的吸引力最终都是我们内心的影子，回归内在，努力成长，你就会变得更完整、更智慧、更有力量。",
        "label": ""
      },
      {
        "sentence": "世界和我都爱着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的回复，你说得很有道理。我应该停止责怪自己，重新找回自信。或许对方吸引我的那些品质，我也可以在自己身上积极发展。我应该更加珍惜现实中的幸福，才能不再依赖虚拟的网络关系。但我真的很想念他，不知道怎样才能让自己不再想念他，不再想去联系他。",
    "annotation": [
      {
        "sentence": "感谢你的回复，你说得很有道理。",
        "label": ""
      },
      {
        "sentence": "我应该停止责怪自己，重新找回自信。",
        "label": ""
      },
      {
        "sentence": "或许对方吸引我的那些品质，我也可以在自己身上积极发展。",
        "label": ""
      },
      {
        "sentence": "我应该更加珍惜现实中的幸福，才能不再依赖虚拟的网络关系。",
        "label": ""
      },
      {
        "sentence": "但我真的很想念他，不知道怎样才能让自己不再想念他，不再想去联系他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受。忘记一个人需要时间和努力。你可以尝试一些方法来转移注意力，比如增加和家人、朋友的相处时间，参加一些兴趣班或者社交活动，充实自己的生活。同时，也要学会心理调适，接受这个人已经不在你的生活中，不要把过去的美好回忆过度放大，而是试着看到现实中他的不足之处。在这个过程中，你可以考虑咨询一位专业心理咨询师，他们会给你更多的专业支持。",
    "annotation": [
      {
        "sentence": "理解你的感受。",
        "label": ""
      },
      {
        "sentence": "忘记一个人需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "你可以尝试一些方法来转移注意力，比如增加和家人、朋友的相处时间，参加一些兴趣班或者社交活动，充实自己的生活。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会心理调适，接受这个人已经不在你的生活中，不要把过去的美好回忆过度放大，而是试着看到现实中他的不足之处。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你可以考虑咨询一位专业心理咨询师，他们会给你更多的专业支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该多和身边的人交流，重新享受和他们在一起的时光。我也知道要尽量不去想念他，接受他已经离开我的事实。不过，在开始这个尝试之前，我希望能够了解一些心理调适的方法，提前做好准备。你有什么建议吗？",
    "annotation": [
      {
        "sentence": "你说得对，我应该多和身边的人交流，重新享受和他们在一起的时光。",
        "label": ""
      },
      {
        "sentence": "我也知道要尽量不去想念他，接受他已经离开我的事实。",
        "label": ""
      },
      {
        "sentence": "不过，在开始这个尝试之前，我希望能够了解一些心理调适的方法，提前做好准备。",
        "label": ""
      },
      {
        "sentence": "你有什么建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然，我可以给你提供一些心理调适的方法。首先，你可以尝试通过进行冥想或者放松训练来减轻内心的负担。同时，尽量避免一个人独处，多参与社交活动和运动，保持身心的活跃。另外，你也可以尝试将自己的思绪记录下来，倾诉自己的情绪，或者与亲近的人分享自己的感受。此外，保持健康的生活习惯也非常重要，包括良好的睡眠、饮食和运动。记住，这个过程需要时间，不要对自己过于苛求，慢慢来，你一定能够走出困境。",
    "annotation": [
      {
        "sentence": "当然，我可以给你提供一些心理调适的方法。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试通过进行冥想或者放松训练来减轻内心的负担。",
        "label": ""
      },
      {
        "sentence": "同时，尽量避免一个人独处，多参与社交活动和运动，保持身心的活跃。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以尝试将自己的思绪记录下来，倾诉自己的情绪，或者与亲近的人分享自己的感受。",
        "label": ""
      },
      {
        "sentence": "此外，保持健康的生活习惯也非常重要，包括良好的睡眠、饮食和运动。",
        "label": ""
      },
      {
        "sentence": "记住，这个过程需要时间，不要对自己过于苛求，慢慢来，你一定能够走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着运用这些方法来调适自己的情绪。我承认，这需要时间，但我会努力走出困境的。如果有任何困惑，我还可以向你请教吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着运用这些方法来调适自己的情绪。",
        "label": ""
      },
      {
        "sentence": "我承认，这需要时间，但我会努力走出困境的。",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑，我还可以向你请教吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以，我乐意为你提供帮助。如果你遇到任何困惑，随时都可以来找我倾诉，我会尽力给你支持和指导。相信自己，你一定能够找到属于自己的幸福和力量。",
    "annotation": [
      {
        "sentence": "当然可以，我乐意为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "如果你遇到任何困惑，随时都可以来找我倾诉，我会尽力给你支持和指导。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够找到属于自己的幸福和力量。",
        "label": ""
      }
    ]
  }
]