[
  {
    "role": "client",
    "content": "昨天又一次和他分手了，他还是不冷不热，还会有下次吗一两年前，我和他在一起了，他算我初恋，他在我之前认真谈过一个，我和他在一起后经常因为一个女孩子吵架，那个时候我真特别无理取闹，我真的不知道他怎么会忍受这样的我，不过最后他还是在一次很激烈的吵架中提了分手，分手后我又谈了好几个，经历了这么多人，各种各样的都有，我发现，我好像再也遇不到他那样的了，我很喜欢他，我和他这段时间也分分合合过好多次，我对他有些卑微，对别人不会，我很喜欢他的性格，有什么说什么，会说好看的话，不会说虚伪的话，别人都说他讲话很直接，也很多人说他渣男，同性风评不错，他人品确实不错。前段时间他找我复合，那个时候我刚放下他不久，不想谈恋爱，就没答应，但是后来越来越想他，还是忍不住复合，他和我们吵架的女孩子在一起过，不过他提了分手，昨天我说了一些真心话，他说没想到我这么喜欢他，还是分了，后来我又忍不住纠缠，他说等毕业他有想法我又等他就再说，请问我应该怎么办，我和他还有机会吗？",
    "annotation": [
      {
        "sentence": "昨天又一次和他分手了，他还是不冷不热，还会有下次吗一两年前，我和他在一起了，他算我初恋，他在我之前认真谈过一个，我和他在一起后经常因为一个女孩子吵架，那个时候我真特别无理取闹，我真的不知道他怎么会忍受这样的我，不过最后他还是在一次很激烈的吵架中提了分手，分手后我又谈了好几个，经历了这么多人，各种各样的都有，我发现，我好像再也遇不到他那样的了，我很喜欢他，我和他这段时间也分分合合过好多次，我对他有些卑微，对别人不会，我很喜欢他的性格，有什么说什么，会说好看的话，不会说虚伪的话，别人都说他讲话很直接，也很多人说他渣男，同性风评不错，他人品确实不错。",
        "label": ""
      },
      {
        "sentence": "前段时间他找我复合，那个时候我刚放下他不久，不想谈恋爱，就没答应，但是后来越来越想他，还是忍不住复合，他和我们吵架的女孩子在一起过，不过他提了分手，昨天我说了一些真心话，他说没想到我这么喜欢他，还是分了，后来我又忍不住纠缠，他说等毕业他有想法我又等他就再说，请问我应该怎么办，我和他还有机会吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，非常感谢你的信任让我来回复你的问题。看到你们之间分分合合纠缠不清，能感受到你有很多的矛盾，不知道你们的关系该往哪里走。我们试着来探讨一下。",
    "annotation": [
      {
        "sentence": "求助者，非常感谢你的信任让我来回复你的问题。",
        "label": ""
      },
      {
        "sentence": "看到你们之间分分合合纠缠不清，能感受到你有很多的矛盾，不知道你们的关系该往哪里走。",
        "label": ""
      },
      {
        "sentence": "我们试着来探讨一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他对我的感情好像一直都不稳定，我不知道他还会不会再回来，我们是否还有机会？",
    "annotation": [
      {
        "sentence": "他对我的感情好像一直都不稳定，我不知道他还会不会再回来，我们是否还有机会？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你要认识到自己是一个独立的个体，你应该清楚自己的性格特点、爱好以及你想要一个怎样的人与你相处。你可以通过列一个清单并分析你和他的情况，来更好地了解你自己想要什么。",
    "annotation": [
      {
        "sentence": "首先，你要认识到自己是一个独立的个体，你应该清楚自己的性格特点、爱好以及你想要一个怎样的人与你相处。",
        "label": ""
      },
      {
        "sentence": "你可以通过列一个清单并分析你和他的情况，来更好地了解你自己想要什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们在一起已经有两年多了，我应该了解他，但是我们经常因为他的前女友吵架，我不知道该如何处理这个问题。而且我其实很喜欢他的性格，但他说话很直接，有些人说他是渣男，但我觉得他的人品还是不错的。",
    "annotation": [
      {
        "sentence": "我们在一起已经有两年多了，我应该了解他，但是我们经常因为他的前女友吵架，我不知道该如何处理这个问题。",
        "label": ""
      },
      {
        "sentence": "而且我其实很喜欢他的性格，但他说话很直接，有些人说他是渣男，但我觉得他的人品还是不错的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你们的恋爱关系中，前女友的问题很重要。你们应该共同解决这个问题，并对你无理取闹的行为进行反思。同时，你也需要认识到自己最在意的是什么，以及你们是否在婚姻观、价值观、金钱观等方面存在着差异。",
    "annotation": [
      {
        "sentence": "你们的恋爱关系中，前女友的问题很重要。",
        "label": ""
      },
      {
        "sentence": "你们应该共同解决这个问题，并对你无理取闹的行为进行反思。",
        "label": ""
      },
      {
        "sentence": "同时，你也需要认识到自己最在意的是什么，以及你们是否在婚姻观、价值观、金钱观等方面存在着差异。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们分手后，我经历了几段感情，发现再也找不到像他那样的人了。我真的很喜欢他，我们也有多次分分合合。我对他有些卑微，对其他人则不会。我对他还抱有希望，你觉得我们还有机会吗？",
    "annotation": [
      {
        "sentence": "我们分手后，我经历了几段感情，发现再也找不到像他那样的人了。",
        "label": ""
      },
      {
        "sentence": "我真的很喜欢他，我们也有多次分分合合。",
        "label": ""
      },
      {
        "sentence": "我对他有些卑微，对其他人则不会。",
        "label": ""
      },
      {
        "sentence": "我对他还抱有希望，你觉得我们还有机会吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "分手后想要复合，我们首先要考虑你为什么选择复合。是因为你很喜欢他，还是因为你们性格很合适，或者你找不到比他更好的人等等。在没有想清楚之前，暂时不要做出任何决定。如果没有对自己的感情做出明智的选择，最后可能会受伤的是你自己。",
    "annotation": [
      {
        "sentence": "分手后想要复合，我们首先要考虑你为什么选择复合。",
        "label": ""
      },
      {
        "sentence": "是因为你很喜欢他，还是因为你们性格很合适，或者你找不到比他更好的人等等。",
        "label": ""
      },
      {
        "sentence": "在没有想清楚之前，暂时不要做出任何决定。",
        "label": ""
      },
      {
        "sentence": "如果没有对自己的感情做出明智的选择，最后可能会受伤的是你自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我和他还年轻，也许可以给我们自己留一些空间去思考我们是否合适。同时，我也需要成长自己。",
    "annotation": [
      {
        "sentence": "我觉得我和他还年轻，也许可以给我们自己留一些空间去思考我们是否合适。",
        "label": ""
      },
      {
        "sentence": "同时，我也需要成长自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常对，你们还年轻，可以给彼此一些空间来思考和成长。在这段关系中，卑微的状态会让你感到无比焦虑和得不到满足，你需要珍爱自己，学会觉察情绪，关注自己的需求，做自己喜欢的事情，提升自己的价值，找到属于自己的生活。",
    "annotation": [
      {
        "sentence": "非常对，你们还年轻，可以给彼此一些空间来思考和成长。",
        "label": ""
      },
      {
        "sentence": "在这段关系中，卑微的状态会让你感到无比焦虑和得不到满足，你需要珍爱自己，学会觉察情绪，关注自己的需求，做自己喜欢的事情，提升自己的价值，找到属于自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我们无法掌控对方的感情，我应该先关注和掌握自己。对于我们的未来，我们谁都无法预测，但只要有正确的方向和目标，我们就能朝着这个方向前进。",
    "annotation": [
      {
        "sentence": "我明白了，我们无法掌控对方的感情，我应该先关注和掌握自己。",
        "label": ""
      },
      {
        "sentence": "对于我们的未来，我们谁都无法预测，但只要有正确的方向和目标，我们就能朝着这个方向前进。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经有了正确的思路。无论是在什么情况下，重要的是要明确自己的需求和目标，然后为之努力奋斗。只有这样，无论是否和他有机会，都能够成长和进步。祝福你找到属于自己的幸福！",
    "annotation": [
      {
        "sentence": "很好，你已经有了正确的思路。",
        "label": ""
      },
      {
        "sentence": "无论是在什么情况下，重要的是要明确自己的需求和目标，然后为之努力奋斗。",
        "label": ""
      },
      {
        "sentence": "只有这样，无论是否和他有机会，都能够成长和进步。",
        "label": ""
      },
      {
        "sentence": "祝福你找到属于自己的幸福！",
        "label": ""
      }
    ]
  }
]