[
  {
    "role": "client",
    "content": "迫于父母威慑，选了讨厌的专业，若一些能重来该多好？大学因为迫于父母的威慑，选了自己讨厌的专业，结果大学两年来经常挂科，上课也浑浑噩噩，如果能够重来该多好，如果我当时坚定一点选自己喜欢的专业，可现在，连跨专业考研都不能。",
    "annotation": [
      {
        "sentence": "迫于父母威慑，选了讨厌的专业，若一些能重来该多好？",
        "label": ""
      },
      {
        "sentence": "大学因为迫于父母的威慑，选了自己讨厌的专业，结果大学两年来经常挂科，上课也浑浑噩噩，如果能够重来该多好，如果我当时坚定一点选自己喜欢的专业，可现在，连跨专业考研都不能。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你目前的困惑和痛苦，觉得这些都是父母的干涉造成的。你的描述让我感受到了你的无奈和痛苦，不得不选择一个你不喜欢的专业，也许你还错过了大二转专业的机会。完全理解你对所选专业的排斥感，但是我们大家从小到大都做过很多不喜欢的事情。有些是被父母强迫的，有些是学校和老师要求的，有些可能是朋友间的“默认”，但我们依然从中走过来。对于喜欢的事情，我们会有更大的动力去坚持和努力。但如果时间能够倒回，如果你选择了自己喜欢的专业，情况真的会如你所愿吗？",
    "annotation": [
      {
        "sentence": "我了解你目前的困惑和痛苦，觉得这些都是父母的干涉造成的。",
        "label": ""
      },
      {
        "sentence": "你的描述让我感受到了你的无奈和痛苦，不得不选择一个你不喜欢的专业，也许你还错过了大二转专业的机会。",
        "label": ""
      },
      {
        "sentence": "完全理解你对所选专业的排斥感，但是我们大家从小到大都做过很多不喜欢的事情。",
        "label": ""
      },
      {
        "sentence": "有些是被父母强迫的，有些是学校和老师要求的，有些可能是朋友间的“默认”，但我们依然从中走过来。",
        "label": ""
      },
      {
        "sentence": "对于喜欢的事情，我们会有更大的动力去坚持和努力。",
        "label": ""
      },
      {
        "sentence": "但如果时间能够倒回，如果你选择了自己喜欢的专业，情况真的会如你所愿吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能也不会一帆风顺，但至少我会对所学的更有动力，也不会像现在这样常常感到迷茫和挫败。",
    "annotation": [
      {
        "sentence": "可能也不会一帆风顺，但至少我会对所学的更有动力，也不会像现在这样常常感到迷茫和挫败。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的意思。你现在的情绪确实比较低落，觉得自己的选择是错误的，无法得到满足感。但是，我们的生活总是会遇到困难的，无论选择什么专业，都不会全是好的。既然选择了这个专业，我们就要付出努力去克服困难，才能取得好的成绩。思考一下你真正在逃避什么？是不敢努力还是害怕失败？还是其他原因导致的懒散和自卑呢？两年的时间并不短暂，在进入大学之后，你曾经有什么目标？现在的目标又是什么呢？你是选择继续逃避两年，还是想要为自己的专业成绩努力一些呢？或者你可以尝试积累一些其他方面的知识或者参加一些活动，甚至考虑其他专业的考研或者培养自己的工作能力等等。你可以做的事情很多很多。我们不能总是把一件事情作为自己停滞不前的借口。虽然你不喜欢专业，但是你还可以参与其他方面的活动和兴趣爱好。你还可以悄悄地提升自己的工作和实践能力，这些都是可以做的事情。分析一下自己在逃避什么？你打算逃避多久？克服心理障碍，尝试一些新的东西，重新在这条路上铺出分支，去实现自己的目标吧。",
    "annotation": [
      {
        "sentence": "我明白你的意思。",
        "label": ""
      },
      {
        "sentence": "你现在的情绪确实比较低落，觉得自己的选择是错误的，无法得到满足感。",
        "label": ""
      },
      {
        "sentence": "但是，我们的生活总是会遇到困难的，无论选择什么专业，都不会全是好的。",
        "label": ""
      },
      {
        "sentence": "既然选择了这个专业，我们就要付出努力去克服困难，才能取得好的成绩。",
        "label": ""
      },
      {
        "sentence": "思考一下你真正在逃避什么？",
        "label": ""
      },
      {
        "sentence": "是不敢努力还是害怕失败？",
        "label": ""
      },
      {
        "sentence": "还是其他原因导致的懒散和自卑呢？",
        "label": ""
      },
      {
        "sentence": "两年的时间并不短暂，在进入大学之后，你曾经有什么目标？",
        "label": ""
      },
      {
        "sentence": "现在的目标又是什么呢？",
        "label": ""
      },
      {
        "sentence": "你是选择继续逃避两年，还是想要为自己的专业成绩努力一些呢？",
        "label": ""
      },
      {
        "sentence": "或者你可以尝试积累一些其他方面的知识或者参加一些活动，甚至考虑其他专业的考研或者培养自己的工作能力等等。",
        "label": ""
      },
      {
        "sentence": "你可以做的事情很多很多。",
        "label": ""
      },
      {
        "sentence": "我们不能总是把一件事情作为自己停滞不前的借口。",
        "label": ""
      },
      {
        "sentence": "虽然你不喜欢专业，但是你还可以参与其他方面的活动和兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "你还可以悄悄地提升自己的工作和实践能力，这些都是可以做的事情。",
        "label": ""
      },
      {
        "sentence": "分析一下自己在逃避什么？",
        "label": ""
      },
      {
        "sentence": "你打算逃避多久？",
        "label": ""
      },
      {
        "sentence": "克服心理障碍，尝试一些新的东西，重新在这条路上铺出分支，去实现自己的目标吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，我确实一直在逃避努力，害怕失败也没有动力去尝试其他方面的事情。但是，我不知道该如何克服这些困难和心理障碍，怎样才能找回信心？",
    "annotation": [
      {
        "sentence": "我明白你的意思，我确实一直在逃避努力，害怕失败也没有动力去尝试其他方面的事情。",
        "label": ""
      },
      {
        "sentence": "但是，我不知道该如何克服这些困难和心理障碍，怎样才能找回信心？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要担心，我会陪着你一起找到答案的。首先，你可以试着找出你逃避的原因，是害怕失败还是其他的担忧和障碍。然后，为自己设定一些小目标，并逐步达成它们，这样可以提高你的信心和动力。另外，你可以寻找一些可以支持你的人和资源，例如导师、同学或心理咨询师，他们可以帮助你解决问题和提供建议，给你更多的支持和鼓励。最重要的是要相信自己，相信你有能力克服困难，找到自己想要的终点。你可以尝试这些方法，告诉我效果如何，我们一起探讨并找到更适合你的方法。",
    "annotation": [
      {
        "sentence": "不要担心，我会陪着你一起找到答案的。",
        "label": ""
      },
      {
        "sentence": "首先，你可以试着找出你逃避的原因，是害怕失败还是其他的担忧和障碍。",
        "label": ""
      },
      {
        "sentence": "然后，为自己设定一些小目标，并逐步达成它们，这样可以提高你的信心和动力。",
        "label": ""
      },
      {
        "sentence": "另外，你可以寻找一些可以支持你的人和资源，例如导师、同学或心理咨询师，他们可以帮助你解决问题和提供建议，给你更多的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "最重要的是要相信自己，相信你有能力克服困难，找到自己想要的终点。",
        "label": ""
      },
      {
        "sentence": "你可以尝试这些方法，告诉我效果如何，我们一起探讨并找到更适合你的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会试着去克服自己的困难，并设定一些小目标，努力达成它们。我也会找一些人和资源来帮助我，希望能够重新找回信心和动力。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会试着去克服自己的困难，并设定一些小目标，努力达成它们。",
        "label": ""
      },
      {
        "sentence": "我也会找一些人和资源来帮助我，希望能够重新找回信心和动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到这样的回答！记住，无论遇到什么困难，都不要轻易放弃，相信自己的能力，坚持下去，你一定能够实现自己的目标。如果你需要任何帮助或者有任何疑问，随时都可以来找我聊聊，我会一直支持你的。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到这样的回答！",
        "label": ""
      },
      {
        "sentence": "记住，无论遇到什么困难，都不要轻易放弃，相信自己的能力，坚持下去，你一定能够实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者有任何疑问，随时都可以来找我聊聊，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]