[
  {
    "role": "client",
    "content": "今天下午我被电话诈骗了，心里好难过，怎么办？",
    "annotation": [
      {
        "sentence": "今天下午我被电话诈骗了，心里好难过，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很抱歉听到你被电话诈骗了，这确实是一个让人感到沮丧和无助的经历。你已经做了正确的事情，报案了，但我明白这不足以让你心情好转。你现在需要的是情绪上的安慰和支持，我会一直陪伴在你身边。",
    "annotation": [
      {
        "sentence": "很抱歉听到你被电话诈骗了，这确实是一个让人感到沮丧和无助的经历。",
        "label": ""
      },
      {
        "sentence": "你已经做了正确的事情，报案了，但我明白这不足以让你心情好转。",
        "label": ""
      },
      {
        "sentence": "你现在需要的是情绪上的安慰和支持，我会一直陪伴在你身边。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "今天是2020年6月25日，端午节，下午15点我被电话诈骗了，金额是1600元。虽然对于大多数人来说可能不算多，甚至我去派出所报案时，警察也说了一句“金额不多，你哭什么。”但对于我来说，这笔钱是我这学期的助学金和奖学金，是我辛苦得来的，我一直舍不得动用。我真后悔自己这么容易上当，其实事后回想有很多破绽，但就是被骗了，难道我真的那么天真、那么蠢吗？报案后，我不想让家人担心，在聚餐吃饭时还要装得一切都正常和开心度过端午节。但结束后，我一个人在屋子里时常想起今天的诈骗经历，心里真的很难过很伤心！我控制不住自己的眼泪，真的很恨诈骗犯。现在我心情真的很不好，平时我一直都是乐观开朗的，但今天下午那个电话来了之后，我再也无法像以往那样开心愉快，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "今天是2020年6月25日，端午节，下午15点我被电话诈骗了，金额是1600元。",
        "label": ""
      },
      {
        "sentence": "虽然对于大多数人来说可能不算多，甚至我去派出所报案时，警察也说了一句“金额不多，你哭什么。",
        "label": ""
      },
      {
        "sentence": "”但对于我来说，这笔钱是我这学期的助学金和奖学金，是我辛苦得来的，我一直舍不得动用。",
        "label": ""
      },
      {
        "sentence": "我真后悔自己这么容易上当，其实事后回想有很多破绽，但就是被骗了，难道我真的那么天真、那么蠢吗？",
        "label": ""
      },
      {
        "sentence": "报案后，我不想让家人担心，在聚餐吃饭时还要装得一切都正常和开心度过端午节。",
        "label": ""
      },
      {
        "sentence": "但结束后，我一个人在屋子里时常想起今天的诈骗经历，心里真的很难过很伤心！",
        "label": ""
      },
      {
        "sentence": "我控制不住自己的眼泪，真的很恨诈骗犯。",
        "label": ""
      },
      {
        "sentence": "现在我心情真的很不好，平时我一直都是乐观开朗的，但今天下午那个电话来了之后，我再也无法像以往那样开心愉快，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我想告诉你，你并不孤单，许多人都曾经遭遇过骗局和诈骗电话。我自己在12年前去上海打工时也被骗过，当时被骗了100块钱，我当场就发现了，但因为周围有很多类似马仔的人，我不敢大声说出来，我那时的月薪只有2000块，房租要支付500块，100块对我来说确实是一笔不小的开销。更重要的是，我害怕别人嘲笑我，因为那是因为我的贪心导致的。当天下午我回到租的房子，我深感后悔、害怕、担心、生气和难过，各种情绪使我难以平静。但是现在，我已经是月薪8000的人了，再回想起那件事，已经渐渐淡忘了。我真心能理解你此刻的心情，我对自己当时的愧疚和悔恨感同身受。我也觉得自己当时怎么那么笨呢，但是自从那次上当后，我再也没有被骗过，虽然我的朋友曾因刷单和其他原因被骗过几千元，但是我却没有再遭遇过类似的情况，因为我永远不能忘记自己当时的难过，这个教训是我用钱买来的，买得值，真的值。你现在要做的是，拿起手机，看一部让你开心的电影，分散一下注意力，不要让自己沉浸在这个事情里，我向你保证明天起床后你会感觉好一些，一年后，你回头看这件事，你就不会再有那种感觉了，相信我，这个教训是值得的。",
    "annotation": [
      {
        "sentence": "首先，我想告诉你，你并不孤单，许多人都曾经遭遇过骗局和诈骗电话。",
        "label": ""
      },
      {
        "sentence": "我自己在12年前去上海打工时也被骗过，当时被骗了100块钱，我当场就发现了，但因为周围有很多类似马仔的人，我不敢大声说出来，我那时的月薪只有2000块，房租要支付500块，100块对我来说确实是一笔不小的开销。",
        "label": ""
      },
      {
        "sentence": "更重要的是，我害怕别人嘲笑我，因为那是因为我的贪心导致的。",
        "label": ""
      },
      {
        "sentence": "当天下午我回到租的房子，我深感后悔、害怕、担心、生气和难过，各种情绪使我难以平静。",
        "label": ""
      },
      {
        "sentence": "但是现在，我已经是月薪8000的人了，再回想起那件事，已经渐渐淡忘了。",
        "label": ""
      },
      {
        "sentence": "我真心能理解你此刻的心情，我对自己当时的愧疚和悔恨感同身受。",
        "label": ""
      },
      {
        "sentence": "我也觉得自己当时怎么那么笨呢，但是自从那次上当后，我再也没有被骗过，虽然我的朋友曾因刷单和其他原因被骗过几千元，但是我却没有再遭遇过类似的情况，因为我永远不能忘记自己当时的难过，这个教训是我用钱买来的，买得值，真的值。",
        "label": ""
      },
      {
        "sentence": "你现在要做的是，拿起手机，看一部让你开心的电影，分散一下注意力，不要让自己沉浸在这个事情里，我向你保证明天起床后你会感觉好一些，一年后，你回头看这件事，你就不会再有那种感觉了，相信我，这个教训是值得的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和经历分享，我真的很感激。我会尽量放下这个心结，慢慢调整自己的情绪。或许你说得对，看一部开心的电影可以帮我分散注意力，让自己暂时忘记这件事。我会试试的。但是我真的不想再重复这样的错误了，所以我还想请教你，除了看电影，还有什么其他方法可以避免和预防电话诈骗呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和经历分享，我真的很感激。",
        "label": ""
      },
      {
        "sentence": "我会尽量放下这个心结，慢慢调整自己的情绪。",
        "label": ""
      },
      {
        "sentence": "或许你说得对，看一部开心的电影可以帮我分散注意力，让自己暂时忘记这件事。",
        "label": ""
      },
      {
        "sentence": "我会试试的。",
        "label": ""
      },
      {
        "sentence": "但是我真的不想再重复这样的错误了，所以我还想请教你，除了看电影，还有什么其他方法可以避免和预防电话诈骗呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，你的提问很重要。除了看电影，还有一些其他方法可以帮助你预防电话诈骗。首先，要时刻保持警惕，不要轻易相信陌生人通过电话提供的信息。如果接到可疑电话，可以直接挂断，然后使用官方渠道拨打相关机构的电话确认情况。其次，可以在手机上安装一些防骗软件，这些软件能够帮助识别和过滤电话诈骗来电。此外，不要泄露个人敏感信息，例如银行账号、密码等，避免给骗子提供可乘之机。最后，加强对电话诈骗的了解和认识，通过媒体、互联网等渠道获取更多关于电话诈骗的常识和案例，提高自己的识别能力。如果你有其他方面的问题，可以随时向我提问，我会尽力帮助你。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，你的提问很重要。",
        "label": ""
      },
      {
        "sentence": "除了看电影，还有一些其他方法可以帮助你预防电话诈骗。",
        "label": ""
      },
      {
        "sentence": "首先，要时刻保持警惕，不要轻易相信陌生人通过电话提供的信息。",
        "label": ""
      },
      {
        "sentence": "如果接到可疑电话，可以直接挂断，然后使用官方渠道拨打相关机构的电话确认情况。",
        "label": ""
      },
      {
        "sentence": "其次，可以在手机上安装一些防骗软件，这些软件能够帮助识别和过滤电话诈骗来电。",
        "label": ""
      },
      {
        "sentence": "此外，不要泄露个人敏感信息，例如银行账号、密码等，避免给骗子提供可乘之机。",
        "label": ""
      },
      {
        "sentence": "最后，加强对电话诈骗的了解和认识，通过媒体、互联网等渠道获取更多关于电话诈骗的常识和案例，提高自己的识别能力。",
        "label": ""
      },
      {
        "sentence": "如果你有其他方面的问题，可以随时向我提问，我会尽力帮助你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会牢记在心，并尽量采取这些预防措施。对于过去的错误，我会努力放下，不再纠结。同时，我也感受到了你的关心和支持，这让我感到温暖和安心。真的非常感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会牢记在心，并尽量采取这些预防措施。",
        "label": ""
      },
      {
        "sentence": "对于过去的错误，我会努力放下，不再纠结。",
        "label": ""
      },
      {
        "sentence": "同时，我也感受到了你的关心和支持，这让我感到温暖和安心。",
        "label": ""
      },
      {
        "sentence": "真的非常感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。在困难和挫折面前，你并不孤单，我会一直陪伴在你身边。如果将来还有其他问题或困惑，欢迎随时来找我倾诉或寻求帮助。记住，你不是一个人在战斗，我们一起度过难关。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "在困难和挫折面前，你并不孤单，我会一直陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "如果将来还有其他问题或困惑，欢迎随时来找我倾诉或寻求帮助。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，我们一起度过难关。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]