[
  {
    "role": "client",
    "content": "今天下午我被电话诈骗了，心里好难过，怎么办？今天2020-6-25。端午节，下午15.00我被电话诈骗了，金额1600，可能对于大多数人来说不多，甚至我到派出所报案的时候，警察也跟我说的是，你哭什么，金额不多。但是我还是一个学生，没有除了父母没有经济来源，家里也不富裕甚至称不上小康，那笔钱是我这一学期的助学金和我的奖学金是我的努力得来的，一直存在不舍得用。我好后悔就这么轻易上了当，事后想来其实破绽很多，但就是那么轻易上当了，我很天真很蠢吗？报案后，不想家里人担心，聚餐吃饭的时候还要装出和平常一样还有开心地过端午。可是结束后，我一个人在屋里想起今天的这场诈骗，心里真的真的好伤心好难过！控制不住我自己的眼泪。真的好恨诈骗犯。现在我心里真的好难过，平时我是一直都很乐观心大的地快乐，今天下午直到那个诈骗电话来时，我还是那么开心地度过休闲时光，可是现在看着我喜欢的动漫，也一直开心不起来，怎么办？",
    "annotation": [
      {
        "sentence": "今天下午我被电话诈骗了，心里好难过，怎么办？",
        "label": ""
      },
      {
        "sentence": "今天2020-6-25。",
        "label": ""
      },
      {
        "sentence": "端午节，下午15.00我被电话诈骗了，金额1600，可能对于大多数人来说不多，甚至我到派出所报案的时候，警察也跟我说的是，你哭什么，金额不多。",
        "label": ""
      },
      {
        "sentence": "但是我还是一个学生，没有除了父母没有经济来源，家里也不富裕甚至称不上小康，那笔钱是我这一学期的助学金和我的奖学金是我的努力得来的，一直存在不舍得用。",
        "label": ""
      },
      {
        "sentence": "我好后悔就这么轻易上了当，事后想来其实破绽很多，但就是那么轻易上当了，我很天真很蠢吗？",
        "label": ""
      },
      {
        "sentence": "报案后，不想家里人担心，聚餐吃饭的时候还要装出和平常一样还有开心地过端午。",
        "label": ""
      },
      {
        "sentence": "可是结束后，我一个人在屋里想起今天的这场诈骗，心里真的真的好伤心好难过！",
        "label": ""
      },
      {
        "sentence": "控制不住我自己的眼泪。",
        "label": ""
      },
      {
        "sentence": "真的好恨诈骗犯。",
        "label": ""
      },
      {
        "sentence": "现在我心里真的好难过，平时我是一直都很乐观心大的地快乐，今天下午直到那个诈骗电话来时，我还是那么开心地度过休闲时光，可是现在看着我喜欢的动漫，也一直开心不起来，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这位同学上午好。我能理解你现在的心情，被电话诈骗是一件让人非常难过的事情。对于你来说，那个被骗走的钱实际上是你辛苦奋斗而来的助学金和奖学金，我知道这对你来说并不容易。但请你不要责备自己，被骗并不代表你天真或蠢。现在最重要的是面对这个事实，并找到一种能够让自己感到安慰的方式。你可以试着分散注意力，做一些你喜欢的事情，比如看一部有趣的电影或者和朋友聊天。此外，在面对这样的困难时，不要忘记向身边的人求助，分享你的困扰和心声。",
    "annotation": [
      {
        "sentence": "这位同学上午好。",
        "label": ""
      },
      {
        "sentence": "我能理解你现在的心情，被电话诈骗是一件让人非常难过的事情。",
        "label": ""
      },
      {
        "sentence": "对于你来说，那个被骗走的钱实际上是你辛苦奋斗而来的助学金和奖学金，我知道这对你来说并不容易。",
        "label": ""
      },
      {
        "sentence": "但请你不要责备自己，被骗并不代表你天真或蠢。",
        "label": ""
      },
      {
        "sentence": "现在最重要的是面对这个事实，并找到一种能够让自己感到安慰的方式。",
        "label": ""
      },
      {
        "sentence": "你可以试着分散注意力，做一些你喜欢的事情，比如看一部有趣的电影或者和朋友聊天。",
        "label": ""
      },
      {
        "sentence": "此外，在面对这样的困难时，不要忘记向身边的人求助，分享你的困扰和心声。",
        "label": ""
      }
    ]
  }
]