[
  {
    "role": "client",
    "content": "我今年20岁男，正在读大一，我这个情况是在高二下学期出现的，也就是文理分科之后到了另外一个班，恰好认识新班里的一位同学，刚刚开始相处的还可以，就是感觉他有点与别人怪怪的？他就一心一意的对我好，让我很窒息，但我又不好拒绝他，所以就一直这样拖着，而且感觉他好像自己没事做一样，一直陪着我。譬如刚刚认识不久，我跟我们原班一起来到这个班的同学周末去打篮球，他跟他们还不熟，然而他不会打篮球，就一直在看我们打，这弄的我很别扭。其次他叫班主任把我俩弄一块，导致后面我得天天跟他在一起玩，就感觉我的世界突然没有了我自己的空闲时间，而他却感觉不到，干什么事情都一直跟我，以至于后面我就不想跟他说话，又不知道如何去跟老师把我们调开，因为我也不知道咋说，所以在那段时间我就对学习不敢兴趣，不想说话，慢慢的变得沉默，再后就出现这样的情况。",
    "annotation": [
      {
        "sentence": "我今年20岁男，正在读大一，我这个情况是在高二下学期出现的，也就是文理分科之后到了另外一个班，恰好认识新班里的一位同学，刚刚开始相处的还可以，就是感觉他有点与别人怪怪的？",
        "label": ""
      },
      {
        "sentence": "他就一心一意的对我好，让我很窒息，但我又不好拒绝他，所以就一直这样拖着，而且感觉他好像自己没事做一样，一直陪着我。",
        "label": ""
      },
      {
        "sentence": "譬如刚刚认识不久，我跟我们原班一起来到这个班的同学周末去打篮球，他跟他们还不熟，然而他不会打篮球，就一直在看我们打，这弄的我很别扭。",
        "label": ""
      },
      {
        "sentence": "其次他叫班主任把我俩弄一块，导致后面我得天天跟他在一起玩，就感觉我的世界突然没有了我自己的空闲时间，而他却感觉不到，干什么事情都一直跟我，以至于后面我就不想跟他说话，又不知道如何去跟老师把我们调开，因为我也不知道咋说，所以在那段时间我就对学习不敢兴趣，不想说话，慢慢的变得沉默，再后就出现这样的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "目前看来，你对于自己面临问题所发生的时间，和原因事件，非常的清楚。这是一件好事，如果你有意去做心理咨询（在你们学校应该就可以预约免费的心理咨询呢），接下来你们可以探讨这件事对你带来的感受和影响，是否影响到了你对自己的认知，以及如何面对、改变目前的状态。但是现在我们只是一次简单的问答，所以我想我能提供的只是一点小建议。",
    "annotation": [
      {
        "sentence": "目前看来，你对于自己面临问题所发生的时间，和原因事件，非常的清楚。",
        "label": ""
      },
      {
        "sentence": "这是一件好事，如果你有意去做心理咨询（在你们学校应该就可以预约免费的心理咨询呢），接下来你们可以探讨这件事对你带来的感受和影响，是否影响到了你对自己的认知，以及如何面对、改变目前的状态。",
        "label": ""
      },
      {
        "sentence": "但是现在我们只是一次简单的问答，所以我想我能提供的只是一点小建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实想过去做心理咨询，可是还没行动起来。可以告诉我怎么才能改变这种局面吗？",
    "annotation": [
      {
        "sentence": "我确实想过去做心理咨询，可是还没行动起来。",
        "label": ""
      },
      {
        "sentence": "可以告诉我怎么才能改变这种局面吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "正如我一直所认为的，社交是一种技能，而但凡被称为技能的东西，都可以通过练习来熟能生巧。你觉得自己不敢与他人对视，这影响到了你的社交，那就专门练习与他人对视。从你描述的事情来看，应该没有影响到你的胆量或者使人非常容易害羞，所以我便做出了类似的假设：你可以厚着脸皮去完成与人对视的任务。可以先从熟悉的人、简短的对话开始，在交谈过程中看着对方的眼睛和面部。因为是熟悉的人，并且对话简短，所以不至于太尴尬。以此为起点慢慢增加，直到有一天你可以不去想着“我要和他对视”，而能很自然的与人相处。这可能需要一些时间，请你带着耐心多多练习。你还年轻，可以慢慢加油。",
    "annotation": [
      {
        "sentence": "正如我一直所认为的，社交是一种技能，而但凡被称为技能的东西，都可以通过练习来熟能生巧。",
        "label": ""
      },
      {
        "sentence": "你觉得自己不敢与他人对视，这影响到了你的社交，那就专门练习与他人对视。",
        "label": ""
      },
      {
        "sentence": "从你描述的事情来看，应该没有影响到你的胆量或者使人非常容易害羞，所以我便做出了类似的假设：你可以厚着脸皮去完成与人对视的任务。",
        "label": ""
      },
      {
        "sentence": "可以先从熟悉的人、简短的对话开始，在交谈过程中看着对方的眼睛和面部。",
        "label": ""
      },
      {
        "sentence": "因为是熟悉的人，并且对话简短，所以不至于太尴尬。",
        "label": ""
      },
      {
        "sentence": "以此为起点慢慢增加，直到有一天你可以不去想着“我要和他对视”，而能很自然的与人相处。",
        "label": ""
      },
      {
        "sentence": "这可能需要一些时间，请你带着耐心多多练习。",
        "label": ""
      },
      {
        "sentence": "你还年轻，可以慢慢加油。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着从熟悉的人开始练习与他们对视。但是我还有一个问题，就是不知道该如何与老师沟通，把我和他安排在一起的事情解决掉。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着从熟悉的人开始练习与他们对视。",
        "label": ""
      },
      {
        "sentence": "但是我还有一个问题，就是不知道该如何与老师沟通，把我和他安排在一起的事情解决掉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于与老师沟通的问题，我可以给你一些建议。首先，你可以选择一个合适的时机与老师单独交流，比如放学后或者上课前。然后，考虑一下你想要表达的内容，可以提前写下来作为参考，这样在沟通时不容易紧张忘词。在和老师交流时，保持冷静和客观，把问题表达清楚，并向老师提出你想要的调整。对于老师可能会提出的问题，你也可以提前考虑好怎么回答。还要记得，和老师交流是解决问题的第一步，相信他们会理解你的困扰并帮助你找到解决的办法。",
    "annotation": [
      {
        "sentence": "对于与老师沟通的问题，我可以给你一些建议。",
        "label": ""
      },
      {
        "sentence": "首先，你可以选择一个合适的时机与老师单独交流，比如放学后或者上课前。",
        "label": ""
      },
      {
        "sentence": "然后，考虑一下你想要表达的内容，可以提前写下来作为参考，这样在沟通时不容易紧张忘词。",
        "label": ""
      },
      {
        "sentence": "在和老师交流时，保持冷静和客观，把问题表达清楚，并向老师提出你想要的调整。",
        "label": ""
      },
      {
        "sentence": "对于老师可能会提出的问题，你也可以提前考虑好怎么回答。",
        "label": ""
      },
      {
        "sentence": "还要记得，和老师交流是解决问题的第一步，相信他们会理解你的困扰并帮助你找到解决的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量找个适当的时机和老师交流。我会试着冷静、客观地表达我的困扰，并提出想要的调整。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量找个适当的时机和老师交流。",
        "label": ""
      },
      {
        "sentence": "我会试着冷静、客观地表达我的困扰，并提出想要的调整。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的决心很重要。记住，面对自己的困难要勇敢一些，相信自己能够克服。同时，也要学会关注和培养自己的兴趣爱好，给自己留出一些属于自己的时间和空间。相信随着时间的推移和你自己的不断努力，你会渐渐走出困境的。加油！",
    "annotation": [
      {
        "sentence": "很好，你的决心很重要。",
        "label": ""
      },
      {
        "sentence": "记住，面对自己的困难要勇敢一些，相信自己能够克服。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会关注和培养自己的兴趣爱好，给自己留出一些属于自己的时间和空间。",
        "label": ""
      },
      {
        "sentence": "相信随着时间的推移和你自己的不断努力，你会渐渐走出困境的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]