[
  {
    "role": "client",
    "content": "最近工作上遇到一些问题，我总是会避开它们，然后就觉得明天解决，后天解决，导致问题积累越来越多，影响了我的工作质量。我一直给自己找借口，觉得以后能够解决。我知道有很多提升工作能力的方法，但就是不想去尝试，宁愿每天做着重复的事情，也不愿意花时间提升自己。我的工作需要动脑子，需要专业的解决方法，但我总是躲着，宁愿用不见效的老方法。不知道为什么，我到底怎么了...请帮帮我。",
    "annotation": [
      {
        "sentence": "最近工作上遇到一些问题，我总是会避开它们，然后就觉得明天解决，后天解决，导致问题积累越来越多，影响了我的工作质量。",
        "label": ""
      },
      {
        "sentence": "我一直给自己找借口，觉得以后能够解决。",
        "label": ""
      },
      {
        "sentence": "我知道有很多提升工作能力的方法，但就是不想去尝试，宁愿每天做着重复的事情，也不愿意花时间提升自己。",
        "label": ""
      },
      {
        "sentence": "我的工作需要动脑子，需要专业的解决方法，但我总是躲着，宁愿用不见效的老方法。",
        "label": ""
      },
      {
        "sentence": "不知道为什么，我到底怎么了...请帮帮我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困惑，但是逃避并不是解决问题的办法。只有面对问题，才能找到真正的解决方法。你现在遇到的这个困难，不要害怕，要迎刃而解，这样才能在以后的工作中更加从容。我可以告诉你一些提升自己的技巧，希望对你有所帮助。首先，你可以给自己制定一个规划，全面了解自己的现状，并设定目标。你可以考虑哪些机会或岗位是你可以争取到的，然后确定自己需要学习的知识或考取的证书。其次，尽量接近优秀的人，与他们交流和接触。这样可以让你更清楚自己与他人的差距，进而做出相应的改变。再次，合理利用业余时间。工作只是维持现状，而利用业余时间才是提升自己的关键。如果你有梦想，可以找一个既能让你有时间，又不会耗尽精力的工作。最后，抓住每一个你认为有机会的事情，用心去做，每一件小事都可能是展现自己的机会。好运和机会都是通过自己努力积累而来的。希望以上的建议能够帮到你，我会一直陪伴着你。",
    "annotation": [
      {
        "sentence": "我明白你的困惑，但是逃避并不是解决问题的办法。",
        "label": ""
      },
      {
        "sentence": "只有面对问题，才能找到真正的解决方法。",
        "label": ""
      },
      {
        "sentence": "你现在遇到的这个困难，不要害怕，要迎刃而解，这样才能在以后的工作中更加从容。",
        "label": ""
      },
      {
        "sentence": "我可以告诉你一些提升自己的技巧，希望对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "首先，你可以给自己制定一个规划，全面了解自己的现状，并设定目标。",
        "label": ""
      },
      {
        "sentence": "你可以考虑哪些机会或岗位是你可以争取到的，然后确定自己需要学习的知识或考取的证书。",
        "label": ""
      },
      {
        "sentence": "其次，尽量接近优秀的人，与他们交流和接触。",
        "label": ""
      },
      {
        "sentence": "这样可以让你更清楚自己与他人的差距，进而做出相应的改变。",
        "label": ""
      },
      {
        "sentence": "再次，合理利用业余时间。",
        "label": ""
      },
      {
        "sentence": "工作只是维持现状，而利用业余时间才是提升自己的关键。",
        "label": ""
      },
      {
        "sentence": "如果你有梦想，可以找一个既能让你有时间，又不会耗尽精力的工作。",
        "label": ""
      },
      {
        "sentence": "最后，抓住每一个你认为有机会的事情，用心去做，每一件小事都可能是展现自己的机会。",
        "label": ""
      },
      {
        "sentence": "好运和机会都是通过自己努力积累而来的。",
        "label": ""
      },
      {
        "sentence": "希望以上的建议能够帮到你，我会一直陪伴着你。",
        "label": ""
      }
    ]
  }
]