[
  {
    "role": "client",
    "content": "我遇到困难就躲避，工作以后不知道如何提升自己？从小生活在充满暴力的家庭，从来没有被关心过，更多是打骂长到现在30岁，得过10年社交恐惧症，抑郁症，接受十年心理咨询。目前恢复80%，目前在工作中遇到一个很具体的问题，非常影响我工作的质量了，就是我遇到困难就躲避。总给自己找借口，觉得自己以后能够完成。单位领导非常喜欢我，给我给予厚望，我工作能力觉得自己也有完善的空间，我知道所有提升自己工作能力的路径，可是就不想要提升自己，宁愿像工厂流水线工人一样每天不动脑的去重复同样的工作也不愿意花点儿时间提升自己。我的工作需要动脑子，不断寻找专业的解决问题的办法，可是我就是躲着专业方法走，宁愿用自己的老办法，不见效的办法。唯独提升自己这个路径上，有多远躲多远，也享受过因为自我提升带来的好处，可是面对未知，需要做出改变还是本能的改变，逃避，不去提升自己，困扰我好多年了，我到底怎么了…请大神帮忙。",
    "annotation": [
      {
        "sentence": "我遇到困难就躲避，工作以后不知道如何提升自己？",
        "label": ""
      },
      {
        "sentence": "从小生活在充满暴力的家庭，从来没有被关心过，更多是打骂长到现在30岁，得过10年社交恐惧症，抑郁症，接受十年心理咨询。",
        "label": ""
      },
      {
        "sentence": "目前恢复80%，目前在工作中遇到一个很具体的问题，非常影响我工作的质量了，就是我遇到困难就躲避。",
        "label": ""
      },
      {
        "sentence": "总给自己找借口，觉得自己以后能够完成。",
        "label": ""
      },
      {
        "sentence": "单位领导非常喜欢我，给我给予厚望，我工作能力觉得自己也有完善的空间，我知道所有提升自己工作能力的路径，可是就不想要提升自己，宁愿像工厂流水线工人一样每天不动脑的去重复同样的工作也不愿意花点儿时间提升自己。",
        "label": ""
      },
      {
        "sentence": "我的工作需要动脑子，不断寻找专业的解决问题的办法，可是我就是躲着专业方法走，宁愿用自己的老办法，不见效的办法。",
        "label": ""
      },
      {
        "sentence": "唯独提升自己这个路径上，有多远躲多远，也享受过因为自我提升带来的好处，可是面对未知，需要做出改变还是本能的改变，逃避，不去提升自己，困扰我好多年了，我到底怎么了…请大神帮忙。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的这段文字虽然说你在形容自己的小困扰，但是我却在其中看到了你许多的力量和美好的东西。所以我确定，你一直在成为更好的自己之路上行进着，而且在过往的生活中，你获得了一个又一个的成功。",
    "annotation": [
      {
        "sentence": "看到你的这段文字虽然说你在形容自己的小困扰，但是我却在其中看到了你许多的力量和美好的东西。",
        "label": ""
      },
      {
        "sentence": "所以我确定，你一直在成为更好的自己之路上行进着，而且在过往的生活中，你获得了一个又一个的成功。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的肯定。可是我现在还是被困扰着拖延和逃避。",
    "annotation": [
      {
        "sentence": "谢谢你的肯定。",
        "label": ""
      },
      {
        "sentence": "可是我现在还是被困扰着拖延和逃避。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小困扰：逃避、拖延。你获得的成功经验：社交恐惧症和抑郁症恢复了80%。明确自己完善工作能力的道路。虽然用老办法解决工作问题，但是结果都是符合要求的。曾经因为提升能力获得成就感。",
    "annotation": [
      {
        "sentence": "小困扰：逃避、拖延。",
        "label": ""
      },
      {
        "sentence": "你获得的成功经验：社交恐惧症和抑郁症恢复了80%。",
        "label": ""
      },
      {
        "sentence": "明确自己完善工作能力的道路。",
        "label": ""
      },
      {
        "sentence": "虽然用老办法解决工作问题，但是结果都是符合要求的。",
        "label": ""
      },
      {
        "sentence": "曾经因为提升能力获得成就感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实取得了这些成就。可为什么我还是不愿意改变呢？虽然我知道自己的问题，但我却无法跨越这道心理障碍。",
    "annotation": [
      {
        "sentence": "你说得对，我确实取得了这些成就。",
        "label": ""
      },
      {
        "sentence": "可为什么我还是不愿意改变呢？",
        "label": ""
      },
      {
        "sentence": "虽然我知道自己的问题，但我却无法跨越这道心理障碍。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑。或许你已经开始注意到自己成长的过程了。你的支持：找到了合适的心理咨询有关注自己心理健康状况并且积极治疗的先进思想。自我觉察能力好，随时知道自己的状态是什么。上司肯定你的工作能力，你明确知道自己提升工作能力的方法和解决工作困境的途径。这样分析下来，你是不是觉得清晰多了。",
    "annotation": [
      {
        "sentence": "我理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "或许你已经开始注意到自己成长的过程了。",
        "label": ""
      },
      {
        "sentence": "你的支持：找到了合适的心理咨询有关注自己心理健康状况并且积极治疗的先进思想。",
        "label": ""
      },
      {
        "sentence": "自我觉察能力好，随时知道自己的状态是什么。",
        "label": ""
      },
      {
        "sentence": "上司肯定你的工作能力，你明确知道自己提升工作能力的方法和解决工作困境的途径。",
        "label": ""
      },
      {
        "sentence": "这样分析下来，你是不是觉得清晰多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，你的分析让我对自己的情况有了更清晰的了解。但我还是不知道如何摆脱逃避和拖延。",
    "annotation": [
      {
        "sentence": "是的，你的分析让我对自己的情况有了更清晰的了解。",
        "label": ""
      },
      {
        "sentence": "但我还是不知道如何摆脱逃避和拖延。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现在我们要做的就是：找到自己不断进行下去的动力，其实我们已经看到你在成长工作的过程中一直在努力成为更好的自己，所以虽然我不确定你什么时候能够达到你说的不逃避，学习新的技能，不拖延，但是我可以确定的是你一直向着这个方向努力着，而且无限趋近于你的目标。你体验过提升自己技能而获得的快乐感受，那么我们可以尝试把大的目标拆分成一个个小的目标，这样不会觉得遥不可及，还能不定时地获得成功的喜悦，增加自己努力的动力。",
    "annotation": [
      {
        "sentence": "现在我们要做的就是：找到自己不断进行下去的动力，其实我们已经看到你在成长工作的过程中一直在努力成为更好的自己，所以虽然我不确定你什么时候能够达到你说的不逃避，学习新的技能，不拖延，但是我可以确定的是你一直向着这个方向努力着，而且无限趋近于你的目标。",
        "label": ""
      },
      {
        "sentence": "你体验过提升自己技能而获得的快乐感受，那么我们可以尝试把大的目标拆分成一个个小的目标，这样不会觉得遥不可及，还能不定时地获得成功的喜悦，增加自己努力的动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个想法不错，分解目标确实可以帮助我更好地应对。但逃避和拖延的原因是什么呢？",
    "annotation": [
      {
        "sentence": "这个想法不错，分解目标确实可以帮助我更好地应对。",
        "label": ""
      },
      {
        "sentence": "但逃避和拖延的原因是什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你拖延其实背后是一种期待：太过完美主义，害怕结果不是自己想要的，又或者是没有信心，觉得自己做不到。找到原因后我们就可以逐步克服原因来处理问题了。",
    "annotation": [
      {
        "sentence": "你拖延其实背后是一种期待：太过完美主义，害怕结果不是自己想要的，又或者是没有信心，觉得自己做不到。",
        "label": ""
      },
      {
        "sentence": "找到原因后我们就可以逐步克服原因来处理问题了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该采取更积极的态度来面对工作和挑战。还有，我发现逃避和拖延的心理机制是一样的，不面对问题只会越来越焦虑。",
    "annotation": [
      {
        "sentence": "我明白了，我应该采取更积极的态度来面对工作和挑战。",
        "label": ""
      },
      {
        "sentence": "还有，我发现逃避和拖延的心理机制是一样的，不面对问题只会越来越焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得对，逃避和拖延只会让问题变得更糟。所以减少对未来未知的焦虑最有效的方式就是马上去做！你已经展现了很多的进步和积极心态，相信你一定能够克服逃避和拖延，迈向更优秀的自己。",
    "annotation": [
      {
        "sentence": "你说得对，逃避和拖延只会让问题变得更糟。",
        "label": ""
      },
      {
        "sentence": "所以减少对未来未知的焦虑最有效的方式就是马上去做！",
        "label": ""
      },
      {
        "sentence": "你已经展现了很多的进步和积极心态，相信你一定能够克服逃避和拖延，迈向更优秀的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尽力去改变，跨越这道心理障碍，朝着我的目标前进。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尽力去改变，跨越这道心理障碍，朝着我的目标前进。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到你这样说。你已经展现了强大的内在力量，继续相信自己，坚持努力，一切都会好起来的。我会一直在你身边支持你的。",
    "annotation": [
      {
        "sentence": "非常欣慰听到你这样说。",
        "label": ""
      },
      {
        "sentence": "你已经展现了强大的内在力量，继续相信自己，坚持努力，一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边支持你的。",
        "label": ""
      }
    ]
  }
]