[
  {
    "role": "client",
    "content": "我不想表现得没能量，你猜我会感受到哪些压力？这里的她指母亲。我不想在不如愿的事来临时，表现的像她一样没能量，故意表演疲累。无论是“故意”还是“习惯性的表演”，还是她“疲累”的姿态，给我很大的压力，让我很烦躁。她这种姿态很日常。“日常”也让我很烦躁。请老师们看看我可能会有哪些压力？随便猜。",
    "annotation": [
      {
        "sentence": "我不想表现得没能量，你猜我会感受到哪些压力？",
        "label": ""
      },
      {
        "sentence": "这里的她指母亲。",
        "label": ""
      },
      {
        "sentence": "我不想在不如愿的事来临时，表现的像她一样没能量，故意表演疲累。",
        "label": ""
      },
      {
        "sentence": "无论是“故意”还是“习惯性的表演”，还是她“疲累”的姿态，给我很大的压力，让我很烦躁。",
        "label": ""
      },
      {
        "sentence": "她这种姿态很日常。",
        "label": ""
      },
      {
        "sentence": "“日常”也让我很烦躁。",
        "label": ""
      },
      {
        "sentence": "请老师们看看我可能会有哪些压力？",
        "label": ""
      },
      {
        "sentence": "随便猜。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可能会感受到很多压力，更重要的是你可能没有很强的独立处理压力的能力，无法完全控制当下的情况，或者不能游刃有余而导致身心俱疲。你所描述的压力包括当下的压力和将来的压力。当下的压力表现为焦虑、无法安心、容易惶恐不安，这是因为生活中经常会遇到一些不顺心的事情，事与愿违是常态。而对于未来的压力，你可能会担心无法实现理想的生活，觉得这可能是不可能的、太难的事情。",
    "annotation": [
      {
        "sentence": "你可能会感受到很多压力，更重要的是你可能没有很强的独立处理压力的能力，无法完全控制当下的情况，或者不能游刃有余而导致身心俱疲。",
        "label": ""
      },
      {
        "sentence": "你所描述的压力包括当下的压力和将来的压力。",
        "label": ""
      },
      {
        "sentence": "当下的压力表现为焦虑、无法安心、容易惶恐不安，这是因为生活中经常会遇到一些不顺心的事情，事与愿违是常态。",
        "label": ""
      },
      {
        "sentence": "而对于未来的压力，你可能会担心无法实现理想的生活，觉得这可能是不可能的、太难的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对的，过去的压力似乎是我现在的困境的根源。我对她的无奈已经导致了我对现在和未来的压力。但压力其实只是一些名称和一些消极的心理能量，它们也有积极的意义，提醒我目前的能力还需要提升，特别是我内心的强大程度。我需要了解如何掌握自己的人生，才能影响他人。它们还提醒我需要爱和关系的支撑，但这也是一项困难的任务，需要其他关系来滋养我的身心。此外，它们也提醒我需要处理与母亲的关系，这是我内心的痛点，我该如何处理这个问题呢？",
    "annotation": [
      {
        "sentence": "对的，过去的压力似乎是我现在的困境的根源。",
        "label": ""
      },
      {
        "sentence": "我对她的无奈已经导致了我对现在和未来的压力。",
        "label": ""
      },
      {
        "sentence": "但压力其实只是一些名称和一些消极的心理能量，它们也有积极的意义，提醒我目前的能力还需要提升，特别是我内心的强大程度。",
        "label": ""
      },
      {
        "sentence": "我需要了解如何掌握自己的人生，才能影响他人。",
        "label": ""
      },
      {
        "sentence": "它们还提醒我需要爱和关系的支撑，但这也是一项困难的任务，需要其他关系来滋养我的身心。",
        "label": ""
      },
      {
        "sentence": "此外，它们也提醒我需要处理与母亲的关系，这是我内心的痛点，我该如何处理这个问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "处理与母亲的关系确实是一个让你困扰的问题，但如何处理取决于你如何看待这个问题。重要的是，你要有能力去妥善处理它，并且要慢慢来。同时，你需要清楚地了解当前的状况、未来的发展状况以及你自己想要的发展状况，并思考如何实现它们。你需要加油，祝你努力和心安！",
    "annotation": [
      {
        "sentence": "处理与母亲的关系确实是一个让你困扰的问题，但如何处理取决于你如何看待这个问题。",
        "label": ""
      },
      {
        "sentence": "重要的是，你要有能力去妥善处理它，并且要慢慢来。",
        "label": ""
      },
      {
        "sentence": "同时，你需要清楚地了解当前的状况、未来的发展状况以及你自己想要的发展状况，并思考如何实现它们。",
        "label": ""
      },
      {
        "sentence": "你需要加油，祝你努力和心安！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励！我确实需要着重提升自己的内心强大程度，并学会处理与母亲之间的关系。我会努力面对现实，并思考自己未来的发展方向。非常感谢你的建议！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我确实需要着重提升自己的内心强大程度，并学会处理与母亲之间的关系。",
        "label": ""
      },
      {
        "sentence": "我会努力面对现实，并思考自己未来的发展方向。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！你已经迈出了第一步，只要你保持积极的态度和努力，相信你一定能够处理好与母亲之间的关系，并达到自己想要的生活。再次祝你好运！如果有任何需要，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，只要你保持积极的态度和努力，相信你一定能够处理好与母亲之间的关系，并达到自己想要的生活。",
        "label": ""
      },
      {
        "sentence": "再次祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时来找我聊天。",
        "label": ""
      }
    ]
  }
]