[
  {
    "role": "client",
    "content": "我遇到困难就躲避，工作以后不知道如何提升自己？从小生活在充满暴力的家庭，从来没有被关心过，更多是打骂长到现在30岁，得过10年社交恐惧症，抑郁症，接受十年心理咨询。目前恢复80%，目前在工作中遇到一个很具体的问题，非常影响我工作的质量了，就是我遇到困难就躲避，总觉得我明天会完成，后天会完成，缺乏及时动手解决问题的能力。总给自己找借口，觉得自己以后能够完成。",
    "annotation": [
      {
        "sentence": "我遇到困难就躲避，工作以后不知道如何提升自己？",
        "label": ""
      },
      {
        "sentence": "从小生活在充满暴力的家庭，从来没有被关心过，更多是打骂长到现在30岁，得过10年社交恐惧症，抑郁症，接受十年心理咨询。",
        "label": ""
      },
      {
        "sentence": "目前恢复80%，目前在工作中遇到一个很具体的问题，非常影响我工作的质量了，就是我遇到困难就躲避，总觉得我明天会完成，后天会完成，缺乏及时动手解决问题的能力。",
        "label": ""
      },
      {
        "sentence": "总给自己找借口，觉得自己以后能够完成。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困境让我感到非常关心。遇到困难时，躲避可能是你长时间以来应对困难的一种习惯。首先，我想告诉你，你已经走过了很长一段路，取得了很大的进步，恢复到80%的状态实属不易。但是，对于你目前在工作中遇到的具体问题，你意识到自己缺乏及时解决问题的能力，并且总是找借口，这也让你感到困惑。",
    "annotation": [
      {
        "sentence": "听到你的困境让我感到非常关心。",
        "label": ""
      },
      {
        "sentence": "遇到困难时，躲避可能是你长时间以来应对困难的一种习惯。",
        "label": ""
      },
      {
        "sentence": "首先，我想告诉你，你已经走过了很长一段路，取得了很大的进步，恢复到80%的状态实属不易。",
        "label": ""
      },
      {
        "sentence": "但是，对于你目前在工作中遇到的具体问题，你意识到自己缺乏及时解决问题的能力，并且总是找借口，这也让你感到困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我对自己的这种应对方式感到很困扰。我知道自己需要提升工作能力，但就是不愿意付出努力去改变。我曾经尝试过专业的解决问题的方法，但总觉得自己能用自己的老方法解决，即使不见效果。",
    "annotation": [
      {
        "sentence": "是的，我对自己的这种应对方式感到很困扰。",
        "label": ""
      },
      {
        "sentence": "我知道自己需要提升工作能力，但就是不愿意付出努力去改变。",
        "label": ""
      },
      {
        "sentence": "我曾经尝试过专业的解决问题的方法，但总觉得自己能用自己的老方法解决，即使不见效果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够意识到自己的问题，这是很重要的一步。提升自己并不是一件容易的事情，这需要你付出努力和时间。尽管你内心可能想要逃避，但我相信只要你勇敢地面对未知，并且愿意做出改变，你一定能够摆脱这个困扰。曾经缺乏关心和爱护的经历可能让你更渴望找到属于自己的满足和成就感。",
    "annotation": [
      {
        "sentence": "你能够意识到自己的问题，这是很重要的一步。",
        "label": ""
      },
      {
        "sentence": "提升自己并不是一件容易的事情，这需要你付出努力和时间。",
        "label": ""
      },
      {
        "sentence": "尽管你内心可能想要逃避，但我相信只要你勇敢地面对未知，并且愿意做出改变，你一定能够摆脱这个困扰。",
        "label": ""
      },
      {
        "sentence": "曾经缺乏关心和爱护的经历可能让你更渴望找到属于自己的满足和成就感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我确实曾经渴望过找到属于自己的满足和成就感，但现在却感觉无法实现。我常常怀疑自己是否有问题，是否能够变得更好。你觉得我应该怎么办？",
    "annotation": [
      {
        "sentence": "你说的对，我确实曾经渴望过找到属于自己的满足和成就感，但现在却感觉无法实现。",
        "label": ""
      },
      {
        "sentence": "我常常怀疑自己是否有问题，是否能够变得更好。",
        "label": ""
      },
      {
        "sentence": "你觉得我应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到的自我怀疑是非常正常的，不用过于担心。我想和你分享一下我的经历，当我去看精神医生时，医生曾经告诉我不要过分地认为自己有问题，因为正常人和精神病人之间的界限并不是非常明显的。只要我们保持积极阳光的心态，合理地分析问题，我们都能够拥有健康的身心。所以，请不要过分怀疑自己，相信你可以克服困难，实现自我提升。",
    "annotation": [
      {
        "sentence": "你提到的自我怀疑是非常正常的，不用过于担心。",
        "label": ""
      },
      {
        "sentence": "我想和你分享一下我的经历，当我去看精神医生时，医生曾经告诉我不要过分地认为自己有问题，因为正常人和精神病人之间的界限并不是非常明显的。",
        "label": ""
      },
      {
        "sentence": "只要我们保持积极阳光的心态，合理地分析问题，我们都能够拥有健康的身心。",
        "label": ""
      },
      {
        "sentence": "所以，请不要过分怀疑自己，相信你可以克服困难，实现自我提升。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和分享经验。我明白进步并不是一件轻松的事情，但我确实希望自己能够更好地适应工作和环境。你提到内向的人一般都理性、冷酷，我想我可以发挥自己理性的优势来解决问题。只是，长大后的我一直试图弥补小时候缺乏的爱，但一直没有成功，这也让我沉迷于此。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和分享经验。",
        "label": ""
      },
      {
        "sentence": "我明白进步并不是一件轻松的事情，但我确实希望自己能够更好地适应工作和环境。",
        "label": ""
      },
      {
        "sentence": "你提到内向的人一般都理性、冷酷，我想我可以发挥自己理性的优势来解决问题。",
        "label": ""
      },
      {
        "sentence": "只是，长大后的我一直试图弥补小时候缺乏的爱，但一直没有成功，这也让我沉迷于此。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的思考非常深入，我理解你试图在长大后弥补小时候缺乏的爱的心情。但是，我们不能一直停留在过去，更重要的是学会接受现实并向前看。如果你觉得这个问题困扰着你，我建议你尝试咨询心理医生，通过分析和治疗，你将能够更好地理解和处理这个问题。",
    "annotation": [
      {
        "sentence": "你的思考非常深入，我理解你试图在长大后弥补小时候缺乏的爱的心情。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能一直停留在过去，更重要的是学会接受现实并向前看。",
        "label": ""
      },
      {
        "sentence": "如果你觉得这个问题困扰着你，我建议你尝试咨询心理医生，通过分析和治疗，你将能够更好地理解和处理这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实应该更多地关注现在和未来，而不是一直被过去所困扰。我会考虑咨询心理医生的建议，希望能够通过分析和治疗找到解决问题的方法。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "你说得对，我确实应该更多地关注现在和未来，而不是一直被过去所困扰。",
        "label": ""
      },
      {
        "sentence": "我会考虑咨询心理医生的建议，希望能够通过分析和治疗找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。记住，适当地关注自己的思想和情绪是非常重要的。相信自己并且相信你有能力逐渐提升自己的工作能力。如果你需要任何帮助或者只是想要倾诉，随时都可以来找我。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，适当地关注自己的思想和情绪是非常重要的。",
        "label": ""
      },
      {
        "sentence": "相信自己并且相信你有能力逐渐提升自己的工作能力。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者只是想要倾诉，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我一定会牢记你的话。如果我遇到困难或者需要倾诉的时候，我会来找你的。再次感谢你的帮助！祝你也一切顺利！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我一定会牢记你的话。",
        "label": ""
      },
      {
        "sentence": "如果我遇到困难或者需要倾诉的时候，我会来找你的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      },
      {
        "sentence": "祝你也一切顺利！",
        "label": ""
      }
    ]
  }
]