[
  {
    "role": "client",
    "content": "初中，是父母的撒气桶，我也努力想活着，坚持不下去？",
    "annotation": [
      {
        "sentence": "初中，是父母的撒气桶，我也努力想活着，坚持不下去？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很心疼你的遭遇，看了你的遭遇，更深信一句话，真的不是所有的父母，都是称职合格的父母。父母对孩子的教育，往往要受到他们自身局限性的影响，如果父母本身心理不成熟，不能好好管理自己的情绪，可能也就会把自己的问题带到孩子身上，把孩子当成了自己的撒气桶。",
    "annotation": [
      {
        "sentence": "很心疼你的遭遇，看了你的遭遇，更深信一句话，真的不是所有的父母，都是称职合格的父母。",
        "label": ""
      },
      {
        "sentence": "父母对孩子的教育，往往要受到他们自身局限性的影响，如果父母本身心理不成熟，不能好好管理自己的情绪，可能也就会把自己的问题带到孩子身上，把孩子当成了自己的撒气桶。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我爸每天都在骂我，我做什么都是错的，我养成看别人的脸色生活。当失恋和学习压力父母的打骂同时发生，我开始自残，不知道为什么我看着血流出来我心里得到变态的满足。",
    "annotation": [
      {
        "sentence": "是的，我爸每天都在骂我，我做什么都是错的，我养成看别人的脸色生活。",
        "label": ""
      },
      {
        "sentence": "当失恋和学习压力父母的打骂同时发生，我开始自残，不知道为什么我看着血流出来我心里得到变态的满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很抱歉听到你如此痛苦的经历，自残并不能真正解决问题，它只会给你带来更多的伤害。你需要找一些其他的方式来缓解痛苦和情绪压力。或许你可以尝试找到一位信任的人，与他们分享你的感受，让他们陪伴你度过这段困难的时期。",
    "annotation": [
      {
        "sentence": "很抱歉听到你如此痛苦的经历，自残并不能真正解决问题，它只会给你带来更多的伤害。",
        "label": ""
      },
      {
        "sentence": "你需要找一些其他的方式来缓解痛苦和情绪压力。",
        "label": ""
      },
      {
        "sentence": "或许你可以尝试找到一位信任的人，与他们分享你的感受，让他们陪伴你度过这段困难的时期。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "每次当我生病回家我等到的不是温暖的问候而是你不就是装病想回家，我难受的在路边呕吐得到的是一句别装了，我被我爸勒着脖子拖在地上走的那一刻我想过死亡。我没有挣扎就当我以为可以解脱的时候，他松手了我被狠狠摔在地上，我想怎么还死。",
    "annotation": [
      {
        "sentence": "每次当我生病回家我等到的不是温暖的问候而是你不就是装病想回家，我难受的在路边呕吐得到的是一句别装了，我被我爸勒着脖子拖在地上走的那一刻我想过死亡。",
        "label": ""
      },
      {
        "sentence": "我没有挣扎就当我以为可以解脱的时候，他松手了我被狠狠摔在地上，我想怎么还死。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你经历的暴力行为，我感到非常震惊和心疼。你经历了很多痛苦，而这些并不是你应该承受的。暴力并不能解决问题，它只会使状况变得更糟。你需要寻求帮助，告诉一位可信赖的人你所经历的事情，比如老师、朋友的父母或孩子保护中心。你应该得到保护和安全感，不再让暴力侵害你的生活。",
    "annotation": [
      {
        "sentence": "听到你经历的暴力行为，我感到非常震惊和心疼。",
        "label": ""
      },
      {
        "sentence": "你经历了很多痛苦，而这些并不是你应该承受的。",
        "label": ""
      },
      {
        "sentence": "暴力并不能解决问题，它只会使状况变得更糟。",
        "label": ""
      },
      {
        "sentence": "你需要寻求帮助，告诉一位可信赖的人你所经历的事情，比如老师、朋友的父母或孩子保护中心。",
        "label": ""
      },
      {
        "sentence": "你应该得到保护和安全感，不再让暴力侵害你的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我拿起安眠药吞了五片躺在床上等待，可惜药不行没死。我在网上认识了很多朋友，给我很多帮助和温暖，都会安慰开导我。",
    "annotation": [
      {
        "sentence": "我拿起安眠药吞了五片躺在床上等待，可惜药不行没死。",
        "label": ""
      },
      {
        "sentence": "我在网上认识了很多朋友，给我很多帮助和温暖，都会安慰开导我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你在网上找到了一些支持和温暖。这些朋友给予你帮助和鼓励，是非常宝贵的。但是我还是建议你尽量寻求线下的帮助和支持，毕竟他们更能实际帮助到你。如果你觉得没有办法摆脱他们，你可以考虑寻求心理咨询师或学校的辅导员的帮助，他们会有更好的方法和经验来帮助你度过困境。",
    "annotation": [
      {
        "sentence": "很高兴听到你在网上找到了一些支持和温暖。",
        "label": ""
      },
      {
        "sentence": "这些朋友给予你帮助和鼓励，是非常宝贵的。",
        "label": ""
      },
      {
        "sentence": "但是我还是建议你尽量寻求线下的帮助和支持，毕竟他们更能实际帮助到你。",
        "label": ""
      },
      {
        "sentence": "如果你觉得没有办法摆脱他们，你可以考虑寻求心理咨询师或学校的辅导员的帮助，他们会有更好的方法和经验来帮助你度过困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我开始对手机有了依赖，我想把发泄不出的情绪在游戏里，网络中发泄掉，可他们偏要收走，我只能自己一个把所有负面情绪憋着，我开始控制不住自己情绪，经常会大吼发怒，晚上在被子里哭，我好像真的坚持不下去了，我曾经也想好好活着，可是我最亲爱的父母把我逼上了绝路。",
    "annotation": [
      {
        "sentence": "我开始对手机有了依赖，我想把发泄不出的情绪在游戏里，网络中发泄掉，可他们偏要收走，我只能自己一个把所有负面情绪憋着，我开始控制不住自己情绪，经常会大吼发怒，晚上在被子里哭，我好像真的坚持不下去了，我曾经也想好好活着，可是我最亲爱的父母把我逼上了绝路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的情绪压力很大，但是发泄情绪并不能真正解决问题。如果你觉得没有其他可以发泄情绪的方式，你可以试试写日记、绘画、听音乐或者做运动等，这些都是很好的情绪释放方法。同时，你可以尝试寻找一些情绪调节的方法，比如深呼吸、冥想和放松训练，这些方法可以帮助你掌控自己的情绪。无论多困难，你都不是一个人，有很多人愿意帮助你，只是你还没有找到他们。别忘了，你还有一片属于自己的天空，你可以选择离开那个让你痛苦的环境，追求自己的幸福和精彩。",
    "annotation": [
      {
        "sentence": "我理解你的情绪压力很大，但是发泄情绪并不能真正解决问题。",
        "label": ""
      },
      {
        "sentence": "如果你觉得没有其他可以发泄情绪的方式，你可以试试写日记、绘画、听音乐或者做运动等，这些都是很好的情绪释放方法。",
        "label": ""
      },
      {
        "sentence": "同时，你可以尝试寻找一些情绪调节的方法，比如深呼吸、冥想和放松训练，这些方法可以帮助你掌控自己的情绪。",
        "label": ""
      },
      {
        "sentence": "无论多困难，你都不是一个人，有很多人愿意帮助你，只是你还没有找到他们。",
        "label": ""
      },
      {
        "sentence": "别忘了，你还有一片属于自己的天空，你可以选择离开那个让你痛苦的环境，追求自己的幸福和精彩。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尽量寻找帮助，不再让自己沉浸在痛苦之中。希望有一天，我可以离开这个环境，过上属于自己的美好生活。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尽量寻找帮助，不再让自己沉浸在痛苦之中。",
        "label": ""
      },
      {
        "sentence": "希望有一天，我可以离开这个环境，过上属于自己的美好生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到你的回答，记住一定要坚持下去，相信自己，你一定能够找到自己真正的幸福。如果有任何困难和疑惑，随时都可以来找我聊天，我永远支持你。",
    "annotation": [
      {
        "sentence": "非常欣慰听到你的回答，记住一定要坚持下去，相信自己，你一定能够找到自己真正的幸福。",
        "label": ""
      },
      {
        "sentence": "如果有任何困难和疑惑，随时都可以来找我聊天，我永远支持你。",
        "label": ""
      }
    ]
  }
]