[
  {
    "role": "client",
    "content": "真的很想隔离网络，现在的人是不是退化了？19岁女，跟姐开技术类培训工作室。工作原因，需要抖音啥的推广，再不推广工作室就开不下去了，我姐文化低，所以就我来，叫我拍段子叫我想点子，先火了再推广工作室。但我之前有一阵子刷过抖音，在我抑郁的时候。我平时不爱上网，我喜欢看看提升自己的。我之前基本每个社交软件都刷过一阵，昨晚上了一下网，我整个人都呆了，网上充斥着各种没营养的，乱七八糟的东西。我实在不能忍受这些让中国人更自我，更痛苦的东西被很多人推崇。网络环境真的很差，担心现在的人会不会越过越不幸福。人是不是越活越退化了。古人们智慧被现代化来了冲击，文化断层了，但古人们的处世哲学明明可以让人幸福的活着，感觉现在的人越来越西化了…心理疾病相对的增多了，甚至每个人都有病。在古时候的寿命虽短，但人们很幸福，现在人们痛苦的活着，寿命长真是老天对人类折磨。5000年文化，中国人是不是退化了。不想接触乱七八糟，又不得不。",
    "annotation": [
      {
        "sentence": "真的很想隔离网络，现在的人是不是退化了？",
        "label": ""
      },
      {
        "sentence": "19岁女，跟姐开技术类培训工作室。",
        "label": ""
      },
      {
        "sentence": "工作原因，需要抖音啥的推广，再不推广工作室就开不下去了，我姐文化低，所以就我来，叫我拍段子叫我想点子，先火了再推广工作室。",
        "label": ""
      },
      {
        "sentence": "但我之前有一阵子刷过抖音，在我抑郁的时候。",
        "label": ""
      },
      {
        "sentence": "我平时不爱上网，我喜欢看看提升自己的。",
        "label": ""
      },
      {
        "sentence": "我之前基本每个社交软件都刷过一阵，昨晚上了一下网，我整个人都呆了，网上充斥着各种没营养的，乱七八糟的东西。",
        "label": ""
      },
      {
        "sentence": "我实在不能忍受这些让中国人更自我，更痛苦的东西被很多人推崇。",
        "label": ""
      },
      {
        "sentence": "网络环境真的很差，担心现在的人会不会越过越不幸福。",
        "label": ""
      },
      {
        "sentence": "人是不是越活越退化了。",
        "label": ""
      },
      {
        "sentence": "古人们智慧被现代化来了冲击，文化断层了，但古人们的处世哲学明明可以让人幸福的活着，感觉现在的人越来越西化了…心理疾病相对的增多了，甚至每个人都有病。",
        "label": ""
      },
      {
        "sentence": "在古时候的寿命虽短，但人们很幸福，现在人们痛苦的活着，寿命长真是老天对人类折磨。",
        "label": ""
      },
      {
        "sentence": "5000年文化，中国人是不是退化了。",
        "label": ""
      },
      {
        "sentence": "不想接触乱七八糟，又不得不。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困扰，我能理解你的感受。现在的网络环境确实充斥着大量缺乏营养的内容，让人难以接受。可能是因为这些内容受到了很多人的追捧，所以平台上会充斥着各种各样的视频。开始娱乐的初衷是让人们放松和愉悦，但是现在很多网络视频却消耗了人们大量的时间。不过，并不能一概而论，因为其中也有些有营养的内容。比如我曾经在快手上学习过声乐，还学过怎么做菜，这样的内容还是比较有意义的。我觉得平台应该进行善加管理，多推出一些高雅的文化作品。",
    "annotation": [
      {
        "sentence": "听到你的困扰，我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "现在的网络环境确实充斥着大量缺乏营养的内容，让人难以接受。",
        "label": ""
      },
      {
        "sentence": "可能是因为这些内容受到了很多人的追捧，所以平台上会充斥着各种各样的视频。",
        "label": ""
      },
      {
        "sentence": "开始娱乐的初衷是让人们放松和愉悦，但是现在很多网络视频却消耗了人们大量的时间。",
        "label": ""
      },
      {
        "sentence": "不过，并不能一概而论，因为其中也有些有营养的内容。",
        "label": ""
      },
      {
        "sentence": "比如我曾经在快手上学习过声乐，还学过怎么做菜，这样的内容还是比较有意义的。",
        "label": ""
      },
      {
        "sentence": "我觉得平台应该进行善加管理，多推出一些高雅的文化作品。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也希望平台能够提供更多有营养的内容。我觉得现在很少有人会去看这些视频了吧？个人觉得看这些视频会浪费时间，而且现在很多小孩子从小就开始玩手机，网络视频的泛滥如果不加以节制和管理，可能会影响到青少年的身心发展。",
    "annotation": [
      {
        "sentence": "是的，我也希望平台能够提供更多有营养的内容。",
        "label": ""
      },
      {
        "sentence": "我觉得现在很少有人会去看这些视频了吧？",
        "label": ""
      },
      {
        "sentence": "个人觉得看这些视频会浪费时间，而且现在很多小孩子从小就开始玩手机，网络视频的泛滥如果不加以节制和管理，可能会影响到青少年的身心发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，我也非常关注这个问题。不过，我们不能否认社会总体上还是在前进的。我国在科研发展方面也是相当优秀的。当我们关注一些时事政治或者是一些时尚杂志的时候，会发现还是有很多优秀的内容存在的。",
    "annotation": [
      {
        "sentence": "确实，我也非常关注这个问题。",
        "label": ""
      },
      {
        "sentence": "不过，我们不能否认社会总体上还是在前进的。",
        "label": ""
      },
      {
        "sentence": "我国在科研发展方面也是相当优秀的。",
        "label": ""
      },
      {
        "sentence": "当我们关注一些时事政治或者是一些时尚杂志的时候，会发现还是有很多优秀的内容存在的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的观点，的确有一些高质量的文化内容。但是我还是很担心现在的人们对于没有营养的东西更感兴趣，古人们的智慧似乎被现代化的冲击所削弱。我觉得现在的人越来越西化了，心理疾病也相对增多，甚至每个人都有病。相比之下，古人们虽然寿命短暂，但是过得很幸福。现在人们活得很痛苦，长寿似乎成为老天对人类的一种折磨。我们作为五千年的文化传承者，是不是也在逐渐退化？",
    "annotation": [
      {
        "sentence": "我明白你的观点，的确有一些高质量的文化内容。",
        "label": ""
      },
      {
        "sentence": "但是我还是很担心现在的人们对于没有营养的东西更感兴趣，古人们的智慧似乎被现代化的冲击所削弱。",
        "label": ""
      },
      {
        "sentence": "我觉得现在的人越来越西化了，心理疾病也相对增多，甚至每个人都有病。",
        "label": ""
      },
      {
        "sentence": "相比之下，古人们虽然寿命短暂，但是过得很幸福。",
        "label": ""
      },
      {
        "sentence": "现在人们活得很痛苦，长寿似乎成为老天对人类的一种折磨。",
        "label": ""
      },
      {
        "sentence": "我们作为五千年的文化传承者，是不是也在逐渐退化？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对现代社会的困惑和担忧很正常。的确，现代社会带来的变化以及信息技术发展对人们的生活和心理产生了不小的影响。但我们不能一味地否定现代化带来的一切。古人们的处世哲学固然可以让人们幸福地生活，但我们也要看到现代社会带来的便利和进步。心理疾病增多这一问题确实需要引起我们的关注，但我们也不能忽视现代社会对心理健康的关注程度也在提高。我们有责任去传承和发扬中华五千年的文化，同时也要在现代社会中寻找适合自己的生活方式，保持心理的平衡和健康。",
    "annotation": [
      {
        "sentence": "你对现代社会的困惑和担忧很正常。",
        "label": ""
      },
      {
        "sentence": "的确，现代社会带来的变化以及信息技术发展对人们的生活和心理产生了不小的影响。",
        "label": ""
      },
      {
        "sentence": "但我们不能一味地否定现代化带来的一切。",
        "label": ""
      },
      {
        "sentence": "古人们的处世哲学固然可以让人们幸福地生活，但我们也要看到现代社会带来的便利和进步。",
        "label": ""
      },
      {
        "sentence": "心理疾病增多这一问题确实需要引起我们的关注，但我们也不能忽视现代社会对心理健康的关注程度也在提高。",
        "label": ""
      },
      {
        "sentence": "我们有责任去传承和发扬中华五千年的文化，同时也要在现代社会中寻找适合自己的生活方式，保持心理的平衡和健康。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和安慰，我明白现代社会也有它的好处和进步。或许我应该更加积极地去适应现代社会，并在其中寻找适合自己的幸福和发展。同时，也会更加珍惜和传承我们的优秀文化。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和安慰，我明白现代社会也有它的好处和进步。",
        "label": ""
      },
      {
        "sentence": "或许我应该更加积极地去适应现代社会，并在其中寻找适合自己的幸福和发展。",
        "label": ""
      },
      {
        "sentence": "同时，也会更加珍惜和传承我们的优秀文化。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，你已经迈出了向前的一步。无论现代社会如何变化，我们作为个体都要学会调整和适应。我相信你能够找到属于自己的幸福和发展。如果你还有其他问题或困惑，随时都可以来找我交流。记得保持积极心态和努力，一切都会好起来的。",
    "annotation": [
      {
        "sentence": "没问题，你已经迈出了向前的一步。",
        "label": ""
      },
      {
        "sentence": "无论现代社会如何变化，我们作为个体都要学会调整和适应。",
        "label": ""
      },
      {
        "sentence": "我相信你能够找到属于自己的幸福和发展。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或困惑，随时都可以来找我交流。",
        "label": ""
      },
      {
        "sentence": "记得保持积极心态和努力，一切都会好起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会时刻记在心里的。如果遇到问题，我会主动与你交流的。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会时刻记在心里的。",
        "label": ""
      },
      {
        "sentence": "如果遇到问题，我会主动与你交流的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直都在这里支持你。无论何时需要帮助，都可以随时联系我。希望你能够越来越好，祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我一直都在这里支持你。",
        "label": ""
      },
      {
        "sentence": "无论何时需要帮助，都可以随时联系我。",
        "label": ""
      },
      {
        "sentence": "希望你能够越来越好，祝你一切顺利！",
        "label": ""
      }
    ]
  }
]