[
  {
    "role": "client",
    "content": "我觉得对事情想要有掌控感，如果结果不符合我的预期，我就会特别消极。比如有时候我看着路面飞驰的车子，当它朝我这个方向驶过来时，我总是在脑海里想象当它与我平行时，我应该做些什么（比如捡起一颗石子）。如果在它与我平行时我没有捡起一颗石子，我就会非常消极（心里想：我这辈子完了，连这点事都做不好）。我想知道这是什么原因。",
    "annotation": [
      {
        "sentence": "我觉得对事情想要有掌控感，如果结果不符合我的预期，我就会特别消极。",
        "label": ""
      },
      {
        "sentence": "比如有时候我看着路面飞驰的车子，当它朝我这个方向驶过来时，我总是在脑海里想象当它与我平行时，我应该做些什么（比如捡起一颗石子）。",
        "label": ""
      },
      {
        "sentence": "如果在它与我平行时我没有捡起一颗石子，我就会非常消极（心里想：我这辈子完了，连这点事都做不好）。",
        "label": ""
      },
      {
        "sentence": "我想知道这是什么原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你想要掌控事情并获得预期结果的心情。不过，人生的事情并不总能按我们的想法进行。有时候我们需要接纳更广阔的现实。想象一下每天洗漱时看着流动的水，意识到能抓住的只有此时此刻。其实，什么都不做，也是一种行动。如果我们选择不做，不代表我们无法做好或者不懂得做。关于车子的例子，即使我们觉得它是“匀速”的，其实很难确切达到匀速。这只是我们贴上来的标签而已。我说的可能有些抽象，希望你能去体会和领悟。每一条都可以帮你解开心中的困惑。考虑到你目前的压力比较大，我建议你尝试一下心理咨询。",
    "annotation": [
      {
        "sentence": "很理解你想要掌控事情并获得预期结果的心情。",
        "label": ""
      },
      {
        "sentence": "不过，人生的事情并不总能按我们的想法进行。",
        "label": ""
      },
      {
        "sentence": "有时候我们需要接纳更广阔的现实。",
        "label": ""
      },
      {
        "sentence": "想象一下每天洗漱时看着流动的水，意识到能抓住的只有此时此刻。",
        "label": ""
      },
      {
        "sentence": "其实，什么都不做，也是一种行动。",
        "label": ""
      },
      {
        "sentence": "如果我们选择不做，不代表我们无法做好或者不懂得做。",
        "label": ""
      },
      {
        "sentence": "关于车子的例子，即使我们觉得它是“匀速”的，其实很难确切达到匀速。",
        "label": ""
      },
      {
        "sentence": "这只是我们贴上来的标签而已。",
        "label": ""
      },
      {
        "sentence": "我说的可能有些抽象，希望你能去体会和领悟。",
        "label": ""
      },
      {
        "sentence": "每一条都可以帮你解开心中的困惑。",
        "label": ""
      },
      {
        "sentence": "考虑到你目前的压力比较大，我建议你尝试一下心理咨询。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的确实有道理，事实上，我意识到控制一切并不现实。但是，我总是觉得如果我不能做到我预期的事情，我就会很自责和消极。这给我的生活带来了很多困扰，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "你说的确实有道理，事实上，我意识到控制一切并不现实。",
        "label": ""
      },
      {
        "sentence": "但是，我总是觉得如果我不能做到我预期的事情，我就会很自责和消极。",
        "label": ""
      },
      {
        "sentence": "这给我的生活带来了很多困扰，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能意识到控制一切并不现实是很重要的一步，这表明你已经有了一定的心理觉察。但是，自责和消极情绪可能是你过于严苛对待自己的结果。每个人都会面临失败和不能实现预期的情况，这是很正常的。你可以尝试更宽容地对待自己，接受自己的不完美。当你面对不能达到预期时，可以思考一下是否还有其他方式来解决问题或者改变心态。你也可以寻求朋友或专业人士的帮助，分享你的困扰和压力，他们可能会给你不同的观点和建议。",
    "annotation": [
      {
        "sentence": "你能意识到控制一切并不现实是很重要的一步，这表明你已经有了一定的心理觉察。",
        "label": ""
      },
      {
        "sentence": "但是，自责和消极情绪可能是你过于严苛对待自己的结果。",
        "label": ""
      },
      {
        "sentence": "每个人都会面临失败和不能实现预期的情况，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "你可以尝试更宽容地对待自己，接受自己的不完美。",
        "label": ""
      },
      {
        "sentence": "当你面对不能达到预期时，可以思考一下是否还有其他方式来解决问题或者改变心态。",
        "label": ""
      },
      {
        "sentence": "你也可以寻求朋友或专业人士的帮助，分享你的困扰和压力，他们可能会给你不同的观点和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我可能对自己太严格了。我真的需要学会更加宽容和接纳自己。我曾经试过寻求朋友的帮助，但感觉并没有什么改变。你说心理咨询能够帮助我，我有点担心去咨询会不会很麻烦或者浪费时间呢？",
    "annotation": [
      {
        "sentence": "你说的对，我可能对自己太严格了。",
        "label": ""
      },
      {
        "sentence": "我真的需要学会更加宽容和接纳自己。",
        "label": ""
      },
      {
        "sentence": "我曾经试过寻求朋友的帮助，但感觉并没有什么改变。",
        "label": ""
      },
      {
        "sentence": "你说心理咨询能够帮助我，我有点担心去咨询会不会很麻烦或者浪费时间呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对自己的期望过高确实会给生活带来困扰，学会宽容和接纳是很重要的。关于寻求朋友的帮助，有时候他们的建议可能并不能完全解决问题，因为他们不一定具备专业的知识和技能。心理咨询师是受过专业培训的，他们可以提供更为系统和有效的帮助。当然，有时候咨询过程可能会遇到一些不舒服或者痛苦，但这是正常的。只要你愿意尝试并与咨询师合作，他们会根据你的情况制定个性化的计划，帮助你更好地应对困扰并找到解决问题的方法。",
    "annotation": [
      {
        "sentence": "对自己的期望过高确实会给生活带来困扰，学会宽容和接纳是很重要的。",
        "label": ""
      },
      {
        "sentence": "关于寻求朋友的帮助，有时候他们的建议可能并不能完全解决问题，因为他们不一定具备专业的知识和技能。",
        "label": ""
      },
      {
        "sentence": "心理咨询师是受过专业培训的，他们可以提供更为系统和有效的帮助。",
        "label": ""
      },
      {
        "sentence": "当然，有时候咨询过程可能会遇到一些不舒服或者痛苦，但这是正常的。",
        "label": ""
      },
      {
        "sentence": "只要你愿意尝试并与咨询师合作，他们会根据你的情况制定个性化的计划，帮助你更好地应对困扰并找到解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，寻求心理咨询师的帮助并不会是一件麻烦或者浪费时间的事情。我应该主动去找一位合适的咨询师咨询一下。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "我理解了，寻求心理咨询师的帮助并不会是一件麻烦或者浪费时间的事情。",
        "label": ""
      },
      {
        "sentence": "我应该主动去找一位合适的咨询师咨询一下。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你能够接受并愿意尝试心理咨询。找到一位合适的咨询师会给你提供更专业的帮助和指导。我相信你会在咨询的过程中逐渐解开困扰，找到更好的方法来应对压力和自责。记住，你不是一个人在面对困难，有支持者和专业人士愿意为你提供帮助。祝福你能够尽快找到适合的咨询师并取得进步！",
    "annotation": [
      {
        "sentence": "很高兴听到你能够接受并愿意尝试心理咨询。",
        "label": ""
      },
      {
        "sentence": "找到一位合适的咨询师会给你提供更专业的帮助和指导。",
        "label": ""
      },
      {
        "sentence": "我相信你会在咨询的过程中逐渐解开困扰，找到更好的方法来应对压力和自责。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在面对困难，有支持者和专业人士愿意为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "祝福你能够尽快找到适合的咨询师并取得进步！",
        "label": ""
      }
    ]
  }
]