[
  {
    "role": "client",
    "content": "我想成为一名电竞选手可是家长不让怎么办？我很想成为电竞选手，最近偷偷充了100块钱家长发现了对我骂了一顿并且以后再也不让我玩游戏，他们还说我不可能成为像他们一样的电竞选手我该怎么办（我喜欢看到别人夸奖我，团队配合我能一天全在家里练技术）",
    "annotation": [
      {
        "sentence": "我想成为一名电竞选手可是家长不让怎么办？",
        "label": ""
      },
      {
        "sentence": "我很想成为电竞选手，最近偷偷充了100块钱家长发现了对我骂了一顿并且以后再也不让我玩游戏，他们还说我不可能成为像他们一样的电竞选手我该怎么办（我喜欢看到别人夸奖我，团队配合我能一天全在家里练技术）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感受到了你内心的烦恼困惑，先#我很想成为电竞选手，这说明了你内心的主观意愿。我想清楚地知道，这种想的原因，即从何时因为什么事才有了这个想法，为了这个想法，你决心要付出什么，知道这种付出的后果吗？",
    "annotation": [
      {
        "sentence": "感受到了你内心的烦恼困惑，先#我很想成为电竞选手，这说明了你内心的主观意愿。",
        "label": ""
      },
      {
        "sentence": "我想清楚地知道，这种想的原因，即从何时因为什么事才有了这个想法，为了这个想法，你决心要付出什么，知道这种付出的后果吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我对电竞非常感兴趣，也很喜欢团队合作的感觉。我开始对电竞感兴趣是因为在学校里有一次和朋友一起玩游戏，发现自己在团队中表现得非常出色，得到了队友们的赞赏，这让我觉得很开心。我愿意为了成为电竞选手付出时间和努力，但我不太确定这样做会有什么后果。",
    "annotation": [
      {
        "sentence": "我对电竞非常感兴趣，也很喜欢团队合作的感觉。",
        "label": ""
      },
      {
        "sentence": "我开始对电竞感兴趣是因为在学校里有一次和朋友一起玩游戏，发现自己在团队中表现得非常出色，得到了队友们的赞赏，这让我觉得很开心。",
        "label": ""
      },
      {
        "sentence": "我愿意为了成为电竞选手付出时间和努力，但我不太确定这样做会有什么后果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能找到自己感兴趣的事情，并且做得很出色，这是一个很好的起点。在追求自己的梦想的过程中，我们都需要付出努力和时间。但为了让家长能够理解你的想法，我们可以先从改变自己的态度和行动入手。你可以试着和家长好好沟通，表达自己对电竞的热情和决心。",
    "annotation": [
      {
        "sentence": "很高兴你能找到自己感兴趣的事情，并且做得很出色，这是一个很好的起点。",
        "label": ""
      },
      {
        "sentence": "在追求自己的梦想的过程中，我们都需要付出努力和时间。",
        "label": ""
      },
      {
        "sentence": "但为了让家长能够理解你的想法，我们可以先从改变自己的态度和行动入手。",
        "label": ""
      },
      {
        "sentence": "你可以试着和家长好好沟通，表达自己对电竞的热情和决心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾试图和家长沟通，但他们总是不支持我。他们认为电竞是一种无用的消遣活动，不认可这个行业的发展潜力，他们觉得我应该把更多的时间放在学业上。",
    "annotation": [
      {
        "sentence": "我曾试图和家长沟通，但他们总是不支持我。",
        "label": ""
      },
      {
        "sentence": "他们认为电竞是一种无用的消遣活动，不认可这个行业的发展潜力，他们觉得我应该把更多的时间放在学业上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解家长的担心，他们希望你能够有一个稳定的未来。在这个问题上，我们可以尝试寻找一个平衡点。你可以告诉家长你愿意在学业上努力，并且给予他们一些信心，让他们能够看到你的努力和进步。",
    "annotation": [
      {
        "sentence": "我理解家长的担心，他们希望你能够有一个稳定的未来。",
        "label": ""
      },
      {
        "sentence": "在这个问题上，我们可以尝试寻找一个平衡点。",
        "label": ""
      },
      {
        "sentence": "你可以告诉家长你愿意在学业上努力，并且给予他们一些信心，让他们能够看到你的努力和进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我觉得这个主意不错。我可以试着和家长商量，答应他们在学业上付出更多的努力，同时也希望能够保留一点时间来追求我的电竞梦想。",
    "annotation": [
      {
        "sentence": "嗯，我觉得这个主意不错。",
        "label": ""
      },
      {
        "sentence": "我可以试着和家长商量，答应他们在学业上付出更多的努力，同时也希望能够保留一点时间来追求我的电竞梦想。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样就很好！通过积极的沟通和展现自己的成长，家长可能会对你更加支持和理解。同时，你也需要考虑到学业和电竞的平衡，做一个合理的时间安排，充分利用课余时间来练习电竞技术及团队配合。这样不仅可以取得更好的学业成绩，还能维持对电竞的热情。",
    "annotation": [
      {
        "sentence": "这样就很好！",
        "label": ""
      },
      {
        "sentence": "通过积极的沟通和展现自己的成长，家长可能会对你更加支持和理解。",
        "label": ""
      },
      {
        "sentence": "同时，你也需要考虑到学业和电竞的平衡，做一个合理的时间安排，充分利用课余时间来练习电竞技术及团队配合。",
        "label": ""
      },
      {
        "sentence": "这样不仅可以取得更好的学业成绩，还能维持对电竞的热情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试着和家长去沟通，并且努力在学业和电竞之间找到一个平衡点。我觉得你的建议很中肯，对我很有帮助。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "好的，我会试着和家长去沟通，并且努力在学业和电竞之间找到一个平衡点。",
        "label": ""
      },
      {
        "sentence": "我觉得你的建议很中肯，对我很有帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。记住，在追求梦想的道路上，困难和挑战是难免的，但只要你坚持努力，相信自己，我相信你一定能够实现自己的电竞梦想。祝你好运！如果以后还需要帮助，随时找我讨论。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，在追求梦想的道路上，困难和挑战是难免的，但只要你坚持努力，相信自己，我相信你一定能够实现自己的电竞梦想。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果以后还需要帮助，随时找我讨论。",
        "label": ""
      }
    ]
  }
]