[
  {
    "role": "client",
    "content": "真的很想隔离网络，现在的人是不是退化了？19岁女，跟姐开技术类培训工作室。工作原因，需要抖音啥的推广，再不推广工作室就开不下去了，我姐文化低，所以就我来，叫我拍段子叫我想点子，先火了再推广工作室。但我之前有一阵子刷过抖音，在我抑郁的时候。我平时不爱上网，我喜欢看看提升自己的。我之前基本每个社交软件都刷过一阵，昨晚上了一下网，我整个人都呆了，网上充斥着各种没营养的，乱七八糟的东西。我实在不能忍受这些让中国人更自我，更痛苦的东西被很多人推崇。网络环境真的很差，担心现在的人会不会越过越不幸福。人是不是越活越退化了。古人们智慧被现代化来了冲击，文化断层了，但古人们的处世哲学明明可以让人幸福的活着，感觉现在的人越来越西化了...心理疾病相对的增多了，甚至每个人都有病。在古时候的寿命虽短，但人们很幸福，现在人们痛苦的活着，寿命长真是老天对人类折磨。5000年文化，中国人是不是退化了。不想接触乱七八糟，又不得不。",
    "annotation": [
      {
        "sentence": "真的很想隔离网络，现在的人是不是退化了？",
        "label": ""
      },
      {
        "sentence": "19岁女，跟姐开技术类培训工作室。",
        "label": ""
      },
      {
        "sentence": "工作原因，需要抖音啥的推广，再不推广工作室就开不下去了，我姐文化低，所以就我来，叫我拍段子叫我想点子，先火了再推广工作室。",
        "label": ""
      },
      {
        "sentence": "但我之前有一阵子刷过抖音，在我抑郁的时候。",
        "label": ""
      },
      {
        "sentence": "我平时不爱上网，我喜欢看看提升自己的。",
        "label": ""
      },
      {
        "sentence": "我之前基本每个社交软件都刷过一阵，昨晚上了一下网，我整个人都呆了，网上充斥着各种没营养的，乱七八糟的东西。",
        "label": ""
      },
      {
        "sentence": "我实在不能忍受这些让中国人更自我，更痛苦的东西被很多人推崇。",
        "label": ""
      },
      {
        "sentence": "网络环境真的很差，担心现在的人会不会越过越不幸福。",
        "label": ""
      },
      {
        "sentence": "人是不是越活越退化了。",
        "label": ""
      },
      {
        "sentence": "古人们智慧被现代化来了冲击，文化断层了，但古人们的处世哲学明明可以让人幸福的活着，感觉现在的人越来越西化了...心理疾病相对的增多了，甚至每个人都有病。",
        "label": ""
      },
      {
        "sentence": "在古时候的寿命虽短，但人们很幸福，现在人们痛苦的活着，寿命长真是老天对人类折磨。",
        "label": ""
      },
      {
        "sentence": "5000年文化，中国人是不是退化了。",
        "label": ""
      },
      {
        "sentence": "不想接触乱七八糟，又不得不。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你对网络环境的担忧。的确，现如今的网络充斥着许多没有营养的、乱七八糟的东西。不过，我相信并不是所有人都被这些负面的东西所影响。首先，你可以了解各种应用算法，目前的应用都会根据用户之前点击的视频内容，推荐相似和类似的视频内容。了解各种应用的优势和劣势可以帮助你做出正确的选择。抖音只是个工具，你可以尝试主动去搜索一些正能量的或者是学习型的内容，一个星期之后会越来越多的推荐给你正能量和高质量的视频。",
    "annotation": [
      {
        "sentence": "我明白你对网络环境的担忧。",
        "label": ""
      },
      {
        "sentence": "的确，现如今的网络充斥着许多没有营养的、乱七八糟的东西。",
        "label": ""
      },
      {
        "sentence": "不过，我相信并不是所有人都被这些负面的东西所影响。",
        "label": ""
      },
      {
        "sentence": "首先，你可以了解各种应用算法，目前的应用都会根据用户之前点击的视频内容，推荐相似和类似的视频内容。",
        "label": ""
      },
      {
        "sentence": "了解各种应用的优势和劣势可以帮助你做出正确的选择。",
        "label": ""
      },
      {
        "sentence": "抖音只是个工具，你可以尝试主动去搜索一些正能量的或者是学习型的内容，一个星期之后会越来越多的推荐给你正能量和高质量的视频。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来如此，我确实可以主动选择自己观看的内容。你提到了一些具有正能量的视频类型，确实可以尝试一下。我想，通过选择更有意义的视频，我也能够提升自己和工作室。除了你提到的食谱和练字，还有其他类型的视频可以推荐吗？",
    "annotation": [
      {
        "sentence": "原来如此，我确实可以主动选择自己观看的内容。",
        "label": ""
      },
      {
        "sentence": "你提到了一些具有正能量的视频类型，确实可以尝试一下。",
        "label": ""
      },
      {
        "sentence": "我想，通过选择更有意义的视频，我也能够提升自己和工作室。",
        "label": ""
      },
      {
        "sentence": "除了你提到的食谱和练字，还有其他类型的视频可以推荐吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以！除了食谱和练字之外，你还可以尝试观看育儿知识类的视频，或者一些可疏解心情的猫猫狗狗的视频。这些视频可以让你放松心情，带来一些快乐。你也可以根据自己的兴趣和追求来决定自己会遇见什么，比如追随抖音上的读书博主或英语博主。选择合适的视频内容能够给你带来更多的知识和乐趣。",
    "annotation": [
      {
        "sentence": "当然可以！",
        "label": ""
      },
      {
        "sentence": "除了食谱和练字之外，你还可以尝试观看育儿知识类的视频，或者一些可疏解心情的猫猫狗狗的视频。",
        "label": ""
      },
      {
        "sentence": "这些视频可以让你放松心情，带来一些快乐。",
        "label": ""
      },
      {
        "sentence": "你也可以根据自己的兴趣和追求来决定自己会遇见什么，比如追随抖音上的读书博主或英语博主。",
        "label": ""
      },
      {
        "sentence": "选择合适的视频内容能够给你带来更多的知识和乐趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我决定尝试一下你提到的视频类型。我相信通过选择更有意义的内容，我可以获得更多的知识和乐趣，同时提升自己的心情。不过，我还是担心现在的社会环境是否会让人越来越不幸福，是否会导致人越来越退化。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我决定尝试一下你提到的视频类型。",
        "label": ""
      },
      {
        "sentence": "我相信通过选择更有意义的内容，我可以获得更多的知识和乐趣，同时提升自己的心情。",
        "label": ""
      },
      {
        "sentence": "不过，我还是担心现在的社会环境是否会让人越来越不幸福，是否会导致人越来越退化。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧。虽然现代社会环境确实存在许多挑战和压力，但我们也不能忽视每个人的内心和选择对幸福的影响力。虽然古人们智慧被现代化冲击、文化断层了，但古人们的处世哲学仍然可以指引我们过上幸福的生活。同时，每个人也有能力从自身做起，通过塑造积极的心态和选择正能量的行为来提升自己的幸福感。",
    "annotation": [
      {
        "sentence": "我理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "虽然现代社会环境确实存在许多挑战和压力，但我们也不能忽视每个人的内心和选择对幸福的影响力。",
        "label": ""
      },
      {
        "sentence": "虽然古人们智慧被现代化冲击、文化断层了，但古人们的处世哲学仍然可以指引我们过上幸福的生活。",
        "label": ""
      },
      {
        "sentence": "同时，每个人也有能力从自身做起，通过塑造积极的心态和选择正能量的行为来提升自己的幸福感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实应该从自身做起，以积极的心态面对现代社会的挑战。我也会努力选择正能量的行为，提升自己的幸福感。谢谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "你说得对，我确实应该从自身做起，以积极的心态面对现代社会的挑战。",
        "label": ""
      },
      {
        "sentence": "我也会努力选择正能量的行为，提升自己的幸福感。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，你并不孤单，我们都在成长的路上面临各自的困惑和挑战。只要坚持积极的心态和正确的选择，相信你能够战胜困难，过上幸福的生活。如果以后还有什么需要帮助的，随时可以找我倾诉。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们都在成长的路上面临各自的困惑和挑战。",
        "label": ""
      },
      {
        "sentence": "只要坚持积极的心态和正确的选择，相信你能够战胜困难，过上幸福的生活。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么需要帮助的，随时可以找我倾诉。",
        "label": ""
      }
    ]
  }
]