[
  {
    "role": "client",
    "content": "我觉得自己一无是处，怎么才能肯定自己？看着以前的积极向上的自己感到恍如隔世。高中之后成绩直线下降，发福得很厉害，人际关系不好，不敢看成绩单，不敢照镜子，不喜欢拍照，也没有交心的朋友。我很羡慕那些一学就会的聪明的同龄人，我常常会有自己是个一无是处的废柴或者自己很多余的想法，总觉得自己戾气很重，脾气非常暴躁。我想和爸爸妈妈好好说话，可是很多时候控制不住地对他们吼。求助者：我总觉得自己好像看不到生活的好，只会抱怨，这越来越令我感到痛苦，觉得自己浪费了这世界赐予我的精彩。我也不知道怎么会变成这样的，也不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我觉得自己一无是处，怎么才能肯定自己？",
        "label": ""
      },
      {
        "sentence": "看着以前的积极向上的自己感到恍如隔世。",
        "label": ""
      },
      {
        "sentence": "高中之后成绩直线下降，发福得很厉害，人际关系不好，不敢看成绩单，不敢照镜子，不喜欢拍照，也没有交心的朋友。",
        "label": ""
      },
      {
        "sentence": "我很羡慕那些一学就会的聪明的同龄人，我常常会有自己是个一无是处的废柴或者自己很多余的想法，总觉得自己戾气很重，脾气非常暴躁。",
        "label": ""
      },
      {
        "sentence": "我想和爸爸妈妈好好说话，可是很多时候控制不住地对他们吼。",
        "label": ""
      },
      {
        "sentence": "求助者：我总觉得自己好像看不到生活的好，只会抱怨，这越来越令我感到痛苦，觉得自己浪费了这世界赐予我的精彩。",
        "label": ""
      },
      {
        "sentence": "我也不知道怎么会变成这样的，也不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你真的是一无是处吗？你是如何去定义一无是处的呢？人生有多个维度，可以是是的外貌，成就，也可以是性格，人品，爱好，兴趣等等。我虽然长相一般，但是我唱歌唱得不错；我虽然成绩很差，但是我游戏玩得溜；虽然我是全职妈妈没有事业，但是我用心抚育着我可爱的宝宝；虽然我没有什么特别的成就，但是我身体健康，无病无灾。正是因为你有太多负面和消极的想法，才把你的心情拖入了谷底，让你的情绪越来越坏。你不断地贬低自己，把自己拖入黑暗，看不到光明，才是你情绪的罪魁祸首，所以你变得脾气很差，只会抱怨。要训练自己发现生活中美好的一面，而不是只注意到坏的地方。你可以记录一本感恩日记，每天记录一件生活中值得感恩的小事，比如今天我帮助一个路人指路，他对我微笑了；我在路边看到一朵很美的花朵，让我感受到了自然的奇妙；今天老师说我考试有进步…这些小事能慢慢训练你的积极思维。以成长性思维来看待问题，不要被过去困住，很多问题都是可以改变的，你过去现在怎么样都不代表你永远会这样。",
    "annotation": [
      {
        "sentence": "你真的是一无是处吗？",
        "label": ""
      },
      {
        "sentence": "你是如何去定义一无是处的呢？",
        "label": ""
      },
      {
        "sentence": "人生有多个维度，可以是是的外貌，成就，也可以是性格，人品，爱好，兴趣等等。",
        "label": ""
      },
      {
        "sentence": "我虽然长相一般，但是我唱歌唱得不错；我虽然成绩很差，但是我游戏玩得溜；虽然我是全职妈妈没有事业，但是我用心抚育着我可爱的宝宝；虽然我没有什么特别的成就，但是我身体健康，无病无灾。",
        "label": ""
      },
      {
        "sentence": "正是因为你有太多负面和消极的想法，才把你的心情拖入了谷底，让你的情绪越来越坏。",
        "label": ""
      },
      {
        "sentence": "你不断地贬低自己，把自己拖入黑暗，看不到光明，才是你情绪的罪魁祸首，所以你变得脾气很差，只会抱怨。",
        "label": ""
      },
      {
        "sentence": "要训练自己发现生活中美好的一面，而不是只注意到坏的地方。",
        "label": ""
      },
      {
        "sentence": "你可以记录一本感恩日记，每天记录一件生活中值得感恩的小事，比如今天我帮助一个路人指路，他对我微笑了；我在路边看到一朵很美的花朵，让我感受到了自然的奇妙；今天老师说我考试有进步…这些小事能慢慢训练你的积极思维。",
        "label": ""
      },
      {
        "sentence": "以成长性思维来看待问题，不要被过去困住，很多问题都是可以改变的，你过去现在怎么样都不代表你永远会这样。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，但我觉得自己好像就是生来命运不好，无论付出多少努力都得不到好的结果。我成绩下降，身材也变胖，没有得到父母的理解和支持，总觉得自己的人生没有希望。我很焦虑，不知道该如何摆脱这种困境。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，但我觉得自己好像就是生来命运不好，无论付出多少努力都得不到好的结果。",
        "label": ""
      },
      {
        "sentence": "我成绩下降，身材也变胖，没有得到父母的理解和支持，总觉得自己的人生没有希望。",
        "label": ""
      },
      {
        "sentence": "我很焦虑，不知道该如何摆脱这种困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的焦虑和困惑，但不要过分夸大问题的严重性。人生会经历起起伏伏，不是所有的努力都会立刻得到回报，但并不意味着你命运不好或者没有希望。重要的是你对自己的定位和态度。试着改变你的思维方式，从“我做不到”、“我没有希望”的想法转变为“我要尝试”、“我相信我可以”。同时，关注自己的成长和进步，寻找解决问题的方法，比如找一个学习小组互相帮助，或者参加一些培训课程提升自己的能力。你也可以寻求父母的理解和支持，向他们坦诚你的感受，与他们一起探讨解决方案。要给自己一些时间，不要急于求成，相信在努力和坚持下，你会渐渐看到自己的成长和改变。",
    "annotation": [
      {
        "sentence": "我能理解你的焦虑和困惑，但不要过分夸大问题的严重性。",
        "label": ""
      },
      {
        "sentence": "人生会经历起起伏伏，不是所有的努力都会立刻得到回报，但并不意味着你命运不好或者没有希望。",
        "label": ""
      },
      {
        "sentence": "重要的是你对自己的定位和态度。",
        "label": ""
      },
      {
        "sentence": "试着改变你的思维方式，从“我做不到”、“我没有希望”的想法转变为“我要尝试”、“我相信我可以”。",
        "label": ""
      },
      {
        "sentence": "同时，关注自己的成长和进步，寻找解决问题的方法，比如找一个学习小组互相帮助，或者参加一些培训课程提升自己的能力。",
        "label": ""
      },
      {
        "sentence": "你也可以寻求父母的理解和支持，向他们坦诚你的感受，与他们一起探讨解决方案。",
        "label": ""
      },
      {
        "sentence": "要给自己一些时间，不要急于求成，相信在努力和坚持下，你会渐渐看到自己的成长和改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了你的意思，我应该改变看待问题的角度，放慢脚步，专注于自己的成长和进步。也许我可以尝试和父母沟通，向他们表达我的真实感受，希望能够得到他们的理解和支持。我也可以主动去寻找一些学习和成长的机会，提升自己的能力和自信。谢谢你的建议和鼓励，我感到心情好多了。",
    "annotation": [
      {
        "sentence": "我明白了你的意思，我应该改变看待问题的角度，放慢脚步，专注于自己的成长和进步。",
        "label": ""
      },
      {
        "sentence": "也许我可以尝试和父母沟通，向他们表达我的真实感受，希望能够得到他们的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我也可以主动去寻找一些学习和成长的机会，提升自己的能力和自信。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和鼓励，我感到心情好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，相信自己的改变和努力，你一定能够走出困境，找到属于自己的光明之路。记得在困难面前不要退缩，坚持下去，你会发现自己的潜力和价值。无论遇到什么问题，都可以随时来找我谈谈。加油！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，相信自己的改变和努力，你一定能够走出困境，找到属于自己的光明之路。",
        "label": ""
      },
      {
        "sentence": "记得在困难面前不要退缩，坚持下去，你会发现自己的潜力和价值。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么问题，都可以随时来找我谈谈。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]