[
  {
    "role": "client",
    "content": "我觉得我一直很自卑，敏感，人际交往中总是太过忍让。小时候和妈妈长期寄住在别人家里，再加上我家庭教育的缘故，我现在的性格变得怕生人，不敢说出自己真实的想法。每当别人触碰到我的敏感点或者说出令我不太舒服的话时，我都会习惯性地用笑脸和玩笑来带过。我现在感到特别累，非常在意别人的眼光，甚至连买衣服和鞋子都要买体面的，虽然我并不宽裕。我不想继续这样下去，但我又不知道该怎么改变自己。",
    "annotation": [
      {
        "sentence": "我觉得我一直很自卑，敏感，人际交往中总是太过忍让。",
        "label": ""
      },
      {
        "sentence": "小时候和妈妈长期寄住在别人家里，再加上我家庭教育的缘故，我现在的性格变得怕生人，不敢说出自己真实的想法。",
        "label": ""
      },
      {
        "sentence": "每当别人触碰到我的敏感点或者说出令我不太舒服的话时，我都会习惯性地用笑脸和玩笑来带过。",
        "label": ""
      },
      {
        "sentence": "我现在感到特别累，非常在意别人的眼光，甚至连买衣服和鞋子都要买体面的，虽然我并不宽裕。",
        "label": ""
      },
      {
        "sentence": "我不想继续这样下去，但我又不知道该怎么改变自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，抱抱这个胆怯却也勇敢的孩子。你能够认识到自己现在的状态不是你喜欢的，这是一个很好的开始，恭喜你。你的成长经历确实对你造成了很大的影响，大部分原因都在这里。你已经很清楚，过去的事情是无法改变的。现在你总是委屈自己，非常在意别人的眼光，每天过得很辛苦。如果我们一直过着让别人满意的生活，那我们自己又在哪里呢？我们就会被隐藏在别人的阴影中，无法见到阳光，这样真的很痛苦。每个人都渴望能够更自由地做自己。我有几个建议：1、试着和父母谈谈自己的感受。如果你觉得父母对待你的方式让你不舒服，那就从他们开始，告诉他们你的感受和想法，甚至可以说出曾经对你产生影响的事情。2、如果你有情绪和想法，但无法表达出来，可以尝试写下来。不管是什么想法，都可以写下来，不需要去考虑它们对错或好坏，只是发泄一下而已。写作可以成为一种发泄的方式，将情绪倾诉出来之后，再去想办法解决问题。这个方法非常安全，你可以尝试一下。3、你与人相处的感受和现在的状态，都与你的成长经历有关。尤其是你和父母互动的方式，或者他们生活中的谨小慎微，都构成了你内心的一个固定模式。这是你内心真实的感受和世界观。长大后，你会用这样的感受和方式去对待周围的世界，但现实未必如你所想。所以你可以试着觉察和区分，哪些感受是来自于批评和胆怯，哪些是来自于现实中他人的感受。这需要长期的练习，只有分辨清楚，才能有对应的处理方式，也可能不再那么在意自己的感受，因为发现那些只是我们的想象。4、如果你感到非常痛苦，建议找专业人士寻求帮助，可能会更容易一些。",
    "annotation": [
      {
        "sentence": "你好，抱抱这个胆怯却也勇敢的孩子。",
        "label": ""
      },
      {
        "sentence": "你能够认识到自己现在的状态不是你喜欢的，这是一个很好的开始，恭喜你。",
        "label": ""
      },
      {
        "sentence": "你的成长经历确实对你造成了很大的影响，大部分原因都在这里。",
        "label": ""
      },
      {
        "sentence": "你已经很清楚，过去的事情是无法改变的。",
        "label": ""
      },
      {
        "sentence": "现在你总是委屈自己，非常在意别人的眼光，每天过得很辛苦。",
        "label": ""
      },
      {
        "sentence": "如果我们一直过着让别人满意的生活，那我们自己又在哪里呢？",
        "label": ""
      },
      {
        "sentence": "我们就会被隐藏在别人的阴影中，无法见到阳光，这样真的很痛苦。",
        "label": ""
      },
      {
        "sentence": "每个人都渴望能够更自由地做自己。",
        "label": ""
      },
      {
        "sentence": "我有几个建议：1、试着和父母谈谈自己的感受。",
        "label": ""
      },
      {
        "sentence": "如果你觉得父母对待你的方式让你不舒服，那就从他们开始，告诉他们你的感受和想法，甚至可以说出曾经对你产生影响的事情。",
        "label": ""
      },
      {
        "sentence": "2、如果你有情绪和想法，但无法表达出来，可以尝试写下来。",
        "label": ""
      },
      {
        "sentence": "不管是什么想法，都可以写下来，不需要去考虑它们对错或好坏，只是发泄一下而已。",
        "label": ""
      },
      {
        "sentence": "写作可以成为一种发泄的方式，将情绪倾诉出来之后，再去想办法解决问题。",
        "label": ""
      },
      {
        "sentence": "这个方法非常安全，你可以尝试一下。",
        "label": ""
      },
      {
        "sentence": "3、你与人相处的感受和现在的状态，都与你的成长经历有关。",
        "label": ""
      },
      {
        "sentence": "尤其是你和父母互动的方式，或者他们生活中的谨小慎微，都构成了你内心的一个固定模式。",
        "label": ""
      },
      {
        "sentence": "这是你内心真实的感受和世界观。",
        "label": ""
      },
      {
        "sentence": "长大后，你会用这样的感受和方式去对待周围的世界，但现实未必如你所想。",
        "label": ""
      },
      {
        "sentence": "所以你可以试着觉察和区分，哪些感受是来自于批评和胆怯，哪些是来自于现实中他人的感受。",
        "label": ""
      },
      {
        "sentence": "这需要长期的练习，只有分辨清楚，才能有对应的处理方式，也可能不再那么在意自己的感受，因为发现那些只是我们的想象。",
        "label": ""
      },
      {
        "sentence": "4、如果你感到非常痛苦，建议找专业人士寻求帮助，可能会更容易一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议。听你说的，我意识到确实需要勇气去改变自己。我以前从来没有和父母谈过我的感受，可能是因为我怕他们不理解或者不接受我的想法。但我也明白，如果我不敢开口说出来，就永远不会有改变。我觉得写作是个不错的建议，因为我有时候确实无法用口头表达出自己的情绪和想法。我会尝试写下来，宣泄一下内心的压抑。你说的很对，我与人相处的方式确实有些奇怪，和我父母的互动模式有很大关系。我会尝试觉察和区分我自己的感受，不要再被过去的影响左右了。如果我真的感到无法承受，我会考虑找专业人士寻求帮助的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "听你说的，我意识到确实需要勇气去改变自己。",
        "label": ""
      },
      {
        "sentence": "我以前从来没有和父母谈过我的感受，可能是因为我怕他们不理解或者不接受我的想法。",
        "label": ""
      },
      {
        "sentence": "但我也明白，如果我不敢开口说出来，就永远不会有改变。",
        "label": ""
      },
      {
        "sentence": "我觉得写作是个不错的建议，因为我有时候确实无法用口头表达出自己的情绪和想法。",
        "label": ""
      },
      {
        "sentence": "我会尝试写下来，宣泄一下内心的压抑。",
        "label": ""
      },
      {
        "sentence": "你说的很对，我与人相处的方式确实有些奇怪，和我父母的互动模式有很大关系。",
        "label": ""
      },
      {
        "sentence": "我会尝试觉察和区分我自己的感受，不要再被过去的影响左右了。",
        "label": ""
      },
      {
        "sentence": "如果我真的感到无法承受，我会考虑找专业人士寻求帮助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得非常好，勇气是改变的第一步。虽然和父母谈论自己的感受可能会有一些难度，但只有敢于开口，才能获得他们的理解和支持。写作是一个很好的方式，可以让你把内心的情绪都倾诉出来，感受到一种宣泄和解脱。觉察自己的感受也需要时间和耐心，但只有这样，你才能找到适合自己的处理方式。记住，你并不孤单，有专业人士随时候命帮助你。希望你能坚持下去，相信自己，你一定可以改变自己的生活。",
    "annotation": [
      {
        "sentence": "你说得非常好，勇气是改变的第一步。",
        "label": ""
      },
      {
        "sentence": "虽然和父母谈论自己的感受可能会有一些难度，但只有敢于开口，才能获得他们的理解和支持。",
        "label": ""
      },
      {
        "sentence": "写作是一个很好的方式，可以让你把内心的情绪都倾诉出来，感受到一种宣泄和解脱。",
        "label": ""
      },
      {
        "sentence": "觉察自己的感受也需要时间和耐心，但只有这样，你才能找到适合自己的处理方式。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有专业人士随时候命帮助你。",
        "label": ""
      },
      {
        "sentence": "希望你能坚持下去，相信自己，你一定可以改变自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会努力的。我明白改变需要时间和努力，但我想尝试一下，让自己过得更自由，更快乐。我不再惧怕去表达自己的想法和情感，也不再隐忍委屈自己。我会向父母敞开心扉，告诉他们我真实的感受，希望能够得到他们的理解和支持。同时，我会不断地写下自己的情绪和想法，释放内心的压力。我相信，在你的帮助下，我能够改变自己的人际交往方式，过上更自信、积极的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会努力的。",
        "label": ""
      },
      {
        "sentence": "我明白改变需要时间和努力，但我想尝试一下，让自己过得更自由，更快乐。",
        "label": ""
      },
      {
        "sentence": "我不再惧怕去表达自己的想法和情感，也不再隐忍委屈自己。",
        "label": ""
      },
      {
        "sentence": "我会向父母敞开心扉，告诉他们我真实的感受，希望能够得到他们的理解和支持。",
        "label": ""
      },
      {
        "sentence": "同时，我会不断地写下自己的情绪和想法，释放内心的压力。",
        "label": ""
      },
      {
        "sentence": "我相信，在你的帮助下，我能够改变自己的人际交往方式，过上更自信、积极的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说的非常对，你有了一个积极的心态和行动，我相信你一定能够达到你想要的变化。记住，改变不是一蹴而就的，不要急于求成。在这个过程中，要对自己有耐心和宽容，接受自己的不完美。无论遇到什么困难或挫折，都要坚持下去。我期待着见证你的成长和进步，相信你一定会走出困境，过上更充实、幸福的生活。你很棒，加油！",
    "annotation": [
      {
        "sentence": "你说的非常对，你有了一个积极的心态和行动，我相信你一定能够达到你想要的变化。",
        "label": ""
      },
      {
        "sentence": "记住，改变不是一蹴而就的，不要急于求成。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，要对自己有耐心和宽容，接受自己的不完美。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难或挫折，都要坚持下去。",
        "label": ""
      },
      {
        "sentence": "我期待着见证你的成长和进步，相信你一定会走出困境，过上更充实、幸福的生活。",
        "label": ""
      },
      {
        "sentence": "你很棒，加油！",
        "label": ""
      }
    ]
  }
]