[
  {
    "role": "client",
    "content": "男友决心要和我分手，快要见面了我该怎么办？",
    "annotation": [
      {
        "sentence": "男友决心要和我分手，快要见面了我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以在你的文字里看出你很爱你的男友。爱情是一件很难的事，我们通常意义上的爱情，并不只有甜蜜。还夹杂着猜疑、痛苦、嫉妒、委屈，爱情不会只有光鲜的一面。我很心疼你的遭遇，在爱中的迷茫与纠结，以及对未来的不确定性一定不太好受吧。",
    "annotation": [
      {
        "sentence": "可以在你的文字里看出你很爱你的男友。",
        "label": ""
      },
      {
        "sentence": "爱情是一件很难的事，我们通常意义上的爱情，并不只有甜蜜。",
        "label": ""
      },
      {
        "sentence": "还夹杂着猜疑、痛苦、嫉妒、委屈，爱情不会只有光鲜的一面。",
        "label": ""
      },
      {
        "sentence": "我很心疼你的遭遇，在爱中的迷茫与纠结，以及对未来的不确定性一定不太好受吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在真的很迷茫和难过。我们之前都把对方当作结婚对象，相处了一段时间，我也真的很爱他。但最近的一次争吵让我内心很纠结，我不知道该如何解决。",
    "annotation": [
      {
        "sentence": "是的，我现在真的很迷茫和难过。",
        "label": ""
      },
      {
        "sentence": "我们之前都把对方当作结婚对象，相处了一段时间，我也真的很爱他。",
        "label": ""
      },
      {
        "sentence": "但最近的一次争吵让我内心很纠结，我不知道该如何解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "两个人的分手，也许是对原则的理解性不同。比如，和前任又加回了好友，有联系且吃过饭。聊天也没有聊什么过分的内容。来平衡自己的心理。但是你的男朋友也许是因为，我们相约好抹掉过去，和彼此好好在一起。说好的承诺要抹掉过去，但是你却没有对他完全的真诚，而失信于你们的感情。这就涉及到一个对原则理解不同而导致的差距。在你的文字里，我也看出了你男朋友矛盾的心理，刚开始还面对面时，他一直在原谅我和分手之间徘徊，即使考完后再谈他也心里有梗他一方面把你当作结婚对象爱着你，一方面又因为你的失信而痛苦不堪。提出分手，我会不会错过我爱的人呢？如果不分手，万一我们一直为此争执那又该如何解决？在爱与他的原则之间陷入了两难境地。",
    "annotation": [
      {
        "sentence": "两个人的分手，也许是对原则的理解性不同。",
        "label": ""
      },
      {
        "sentence": "比如，和前任又加回了好友，有联系且吃过饭。",
        "label": ""
      },
      {
        "sentence": "聊天也没有聊什么过分的内容。",
        "label": ""
      },
      {
        "sentence": "来平衡自己的心理。",
        "label": ""
      },
      {
        "sentence": "但是你的男朋友也许是因为，我们相约好抹掉过去，和彼此好好在一起。",
        "label": ""
      },
      {
        "sentence": "说好的承诺要抹掉过去，但是你却没有对他完全的真诚，而失信于你们的感情。",
        "label": ""
      },
      {
        "sentence": "这就涉及到一个对原则理解不同而导致的差距。",
        "label": ""
      },
      {
        "sentence": "在你的文字里，我也看出了你男朋友矛盾的心理，刚开始还面对面时，他一直在原谅我和分手之间徘徊，即使考完后再谈他也心里有梗他一方面把你当作结婚对象爱着你，一方面又因为你的失信而痛苦不堪。",
        "label": ""
      },
      {
        "sentence": "提出分手，我会不会错过我爱的人呢？",
        "label": ""
      },
      {
        "sentence": "如果不分手，万一我们一直为此争执那又该如何解决？",
        "label": ""
      },
      {
        "sentence": "在爱与他的原则之间陷入了两难境地。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了他的矛盾和困境，我也很抱歉给他带来了伤害和痛苦。我对他的失信真的很后悔，但我又不知道如何挽回这段感情。我们之间的相处也有一些其他问题，我有时会觉得我在感情中失衡，怕自己太投入。我不知道他对我是否有信任和安全感。",
    "annotation": [
      {
        "sentence": "我理解了他的矛盾和困境，我也很抱歉给他带来了伤害和痛苦。",
        "label": ""
      },
      {
        "sentence": "我对他的失信真的很后悔，但我又不知道如何挽回这段感情。",
        "label": ""
      },
      {
        "sentence": "我们之间的相处也有一些其他问题，我有时会觉得我在感情中失衡，怕自己太投入。",
        "label": ""
      },
      {
        "sentence": "我不知道他对我是否有信任和安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我比较好奇的一点是，我如果只把重心放在他身上怕失衡，两个相爱的人为什么在感情中会产生这种失衡的状态呢？不应该是互相尊重互相理解的吗？我随便猜测一下，也许是他前途的不确定性，使你对你们未来没有安全感？需要通过其他人的好感来获得内心的自信？他的敏感与多疑让你感受到压力？他顾着备考，对他没能切身陪伴到你感觉到失望？",
    "annotation": [
      {
        "sentence": "我比较好奇的一点是，我如果只把重心放在他身上怕失衡，两个相爱的人为什么在感情中会产生这种失衡的状态呢？",
        "label": ""
      },
      {
        "sentence": "不应该是互相尊重互相理解的吗？",
        "label": ""
      },
      {
        "sentence": "我随便猜测一下，也许是他前途的不确定性，使你对你们未来没有安全感？",
        "label": ""
      },
      {
        "sentence": "需要通过其他人的好感来获得内心的自信？",
        "label": ""
      },
      {
        "sentence": "他的敏感与多疑让你感受到压力？",
        "label": ""
      },
      {
        "sentence": "他顾着备考，对他没能切身陪伴到你感觉到失望？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我可能因为他的不确定性而感到不安。我需要找到自己的内心安全感。同时，我也明白他对我失去了信任。无论最终结果是什么，我希望你可以稍稍停下来。思考一下，想要的感情是什么样的？你可能希望自己能够与男友拥有长期稳定的承诺关系，但是又可能无法忍受暂时无法陪伴的乏味。你可能也希望在爱中获得“唯一”性，但却又担心自己对人的吸引力受损。你对你的男友有足够的了解吗？（他的底线与原则，他的敏感与多疑是如何产生的？之前有过类似的经历吗？他的安全感又来自哪里？等等）我想，你们还需要坦诚平等开诚布公的讨论但是他是否愿意接受这样一次讨论，我想这是你无法决定的事情，所以不必去强迫他一定要接受。但是我认为态度是需要有的，1.承认自己在感情中失信的错误。虽然这能平衡你的心理压力，但这微小的举动会造成你对你男友的不尊重，以及使他在感情中的安全感受损。我也不太能认同你有了男友还与前任大大方方的私下联系（当然这是你的选择）2.你需要诚恳地向他道歉，并且保证不会再像这次一样没有考虑到对方的感受。我知道这样做可能会引发你的痛苦，但是我想这是阻碍您们亲密必要的一步，能够使他感受到感情中的安全感。我个人认为，坦诚与信任是爱的基础。3.告诉他“你为什么会感觉心理不平衡”的那个想法，与他共同协商讨论有没有可以解决的办法，是他可以理解的。当你们之间没有秘密了，那就没有什么不安能够吓到你男友了。这也可以帮助你们更好的了解彼此。4.尊重他的边界与空间。不必强迫他去接受你的观点。爱是相互坦诚相互尊重相互理解。祝运。",
    "annotation": [
      {
        "sentence": "你说得很对，我可能因为他的不确定性而感到不安。",
        "label": ""
      },
      {
        "sentence": "我需要找到自己的内心安全感。",
        "label": ""
      },
      {
        "sentence": "同时，我也明白他对我失去了信任。",
        "label": ""
      },
      {
        "sentence": "无论最终结果是什么，我希望你可以稍稍停下来。",
        "label": ""
      },
      {
        "sentence": "思考一下，想要的感情是什么样的？",
        "label": ""
      },
      {
        "sentence": "你可能希望自己能够与男友拥有长期稳定的承诺关系，但是又可能无法忍受暂时无法陪伴的乏味。",
        "label": ""
      },
      {
        "sentence": "你可能也希望在爱中获得“唯一”性，但却又担心自己对人的吸引力受损。",
        "label": ""
      },
      {
        "sentence": "你对你的男友有足够的了解吗？",
        "label": ""
      },
      {
        "sentence": "（他的底线与原则，他的敏感与多疑是如何产生的？",
        "label": ""
      },
      {
        "sentence": "之前有过类似的经历吗？",
        "label": ""
      },
      {
        "sentence": "他的安全感又来自哪里？",
        "label": ""
      },
      {
        "sentence": "等等）我想，你们还需要坦诚平等开诚布公的讨论但是他是否愿意接受这样一次讨论，我想这是你无法决定的事情，所以不必去强迫他一定要接受。",
        "label": ""
      },
      {
        "sentence": "但是我认为态度是需要有的，1.承认自己在感情中失信的错误。",
        "label": ""
      },
      {
        "sentence": "虽然这能平衡你的心理压力，但这微小的举动会造成你对你男友的不尊重，以及使他在感情中的安全感受损。",
        "label": ""
      },
      {
        "sentence": "我也不太能认同你有了男友还与前任大大方方的私下联系（当然这是你的选择）2.你需要诚恳地向他道歉，并且保证不会再像这次一样没有考虑到对方的感受。",
        "label": ""
      },
      {
        "sentence": "我知道这样做可能会引发你的痛苦，但是我想这是阻碍您们亲密必要的一步，能够使他感受到感情中的安全感。",
        "label": ""
      },
      {
        "sentence": "我个人认为，坦诚与信任是爱的基础。",
        "label": ""
      },
      {
        "sentence": "3.告诉他“你为什么会感觉心理不平衡”的那个想法，与他共同协商讨论有没有可以解决的办法，是他可以理解的。",
        "label": ""
      },
      {
        "sentence": "当你们之间没有秘密了，那就没有什么不安能够吓到你男友了。",
        "label": ""
      },
      {
        "sentence": "这也可以帮助你们更好的了解彼此。",
        "label": ""
      },
      {
        "sentence": "4.尊重他的边界与空间。",
        "label": ""
      },
      {
        "sentence": "不必强迫他去接受你的观点。",
        "label": ""
      },
      {
        "sentence": "爱是相互坦诚相互尊重相互理解。",
        "label": ""
      },
      {
        "sentence": "祝运。",
        "label": ""
      }
    ]
  }
]