[
  {
    "role": "client",
    "content": "男友决心要和我分手，快要见面了我该怎么办？",
    "annotation": [
      {
        "sentence": "男友决心要和我分手，快要见面了我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "拥抱你现在矛盾的心理，也理解现在内心那份感觉。首先我们从文字来看看你内心的纠结：一、考研在一起，你考上了，而男友没有考上，男友今年二战。今年的考研形势相对于去年来说，更严峻，挑战性会更大一些。很多本科没有找到合适的工作，再加上疫情，大家想再回归学校，给自己镀金，所以男友对于未来的选择有时候内心会比较矛盾，对于你的那份感情也会有点抓不住的感觉。",
    "annotation": [
      {
        "sentence": "拥抱你现在矛盾的心理，也理解现在内心那份感觉。",
        "label": ""
      },
      {
        "sentence": "首先我们从文字来看看你内心的纠结：一、考研在一起，你考上了，而男友没有考上，男友今年二战。",
        "label": ""
      },
      {
        "sentence": "今年的考研形势相对于去年来说，更严峻，挑战性会更大一些。",
        "label": ""
      },
      {
        "sentence": "很多本科没有找到合适的工作，再加上疫情，大家想再回归学校，给自己镀金，所以男友对于未来的选择有时候内心会比较矛盾，对于你的那份感情也会有点抓不住的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也能理解他的压力和困惑，但我很在意我们的感情，不想失去他。",
    "annotation": [
      {
        "sentence": "是的，我也能理解他的压力和困惑，但我很在意我们的感情，不想失去他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你对男友的深情。二、你跟前男友联系，而且还在一起吃饭，这让男友内心有了不一样的感觉，因为两个人在一起很容易被人浮想联篇，对于好的会自动屏蔽，而对于不好的反而会扩大。自己内心就会比较矛盾和纠结，而且对于你的有种不想再陷下去的感觉。从文字来看你已经把对方作为自己的结婚的对象，但是对前任的态度并没有给对方一个定心丸，而是回答的很委婉，让对方对彼此之间的感情有点飘在云间，让人看不清，抓不住。",
    "annotation": [
      {
        "sentence": "我能感受到你对男友的深情。",
        "label": ""
      },
      {
        "sentence": "二、你跟前男友联系，而且还在一起吃饭，这让男友内心有了不一样的感觉，因为两个人在一起很容易被人浮想联篇，对于好的会自动屏蔽，而对于不好的反而会扩大。",
        "label": ""
      },
      {
        "sentence": "自己内心就会比较矛盾和纠结，而且对于你的有种不想再陷下去的感觉。",
        "label": ""
      },
      {
        "sentence": "从文字来看你已经把对方作为自己的结婚的对象，但是对前任的态度并没有给对方一个定心丸，而是回答的很委婉，让对方对彼此之间的感情有点飘在云间，让人看不清，抓不住。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我承认我在与前任保持联系时有些过分了，我没有考虑到男友的感受。我现在后悔不已，希望能挽回男友的心。",
    "annotation": [
      {
        "sentence": "我承认我在与前任保持联系时有些过分了，我没有考虑到男友的感受。",
        "label": ""
      },
      {
        "sentence": "我现在后悔不已，希望能挽回男友的心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "既然你有错在先，那就应该主动承认错误，对于前面的吵架要学会低头，彼此都不相让，最后只能是两败俱伤。另外你已经在文字中意识到自己的问题，那就不要再让错误继续下去。比如给对方买一个比较喜欢的礼物表示歉意，主动跟对方认错，在今后的日子里对男友更加关心一些。再次强调已经吵过的事情，而且你做错的，就不要去犯同样的错误。",
    "annotation": [
      {
        "sentence": "既然你有错在先，那就应该主动承认错误，对于前面的吵架要学会低头，彼此都不相让，最后只能是两败俱伤。",
        "label": ""
      },
      {
        "sentence": "另外你已经在文字中意识到自己的问题，那就不要再让错误继续下去。",
        "label": ""
      },
      {
        "sentence": "比如给对方买一个比较喜欢的礼物表示歉意，主动跟对方认错，在今后的日子里对男友更加关心一些。",
        "label": ""
      },
      {
        "sentence": "再次强调已经吵过的事情，而且你做错的，就不要去犯同样的错误。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该勇敢地承认错误，积极改变自己的行为来挽回男友的心。我会主动道歉，并用实际行动来证明我对他的关心和爱护。",
    "annotation": [
      {
        "sentence": "你说得对，我应该勇敢地承认错误，积极改变自己的行为来挽回男友的心。",
        "label": ""
      },
      {
        "sentence": "我会主动道歉，并用实际行动来证明我对他的关心和爱护。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "男友现在的状态可能不如你，原本内心就会对未来有些脆弱，他是需要女友的支持和肯定。而不是用行动告诉他，自己对他不信任，或者对未来没有把握。写到这里我也非常清楚，你并不是这样想的，我只是从我的观点提出一点小小的想法，对与错还望题自己可以权衡。两个人在一起，不是你强我强，而是需要彼此包容对方，明白对方的需要，这样的爱情和婚姻走下去才会有相互扶持的感觉，两个人才能过得越来越好。",
    "annotation": [
      {
        "sentence": "男友现在的状态可能不如你，原本内心就会对未来有些脆弱，他是需要女友的支持和肯定。",
        "label": ""
      },
      {
        "sentence": "而不是用行动告诉他，自己对他不信任，或者对未来没有把握。",
        "label": ""
      },
      {
        "sentence": "写到这里我也非常清楚，你并不是这样想的，我只是从我的观点提出一点小小的想法，对与错还望题自己可以权衡。",
        "label": ""
      },
      {
        "sentence": "两个人在一起，不是你强我强，而是需要彼此包容对方，明白对方的需要，这样的爱情和婚姻走下去才会有相互扶持的感觉，两个人才能过得越来越好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我现在明白了。我会更加包容男友，理解他的内心需求，给予他更多的支持和肯定。我希望我们的爱情能够走下去，变得越来越好。",
    "annotation": [
      {
        "sentence": "你说得很对，我现在明白了。",
        "label": ""
      },
      {
        "sentence": "我会更加包容男友，理解他的内心需求，给予他更多的支持和肯定。",
        "label": ""
      },
      {
        "sentence": "我希望我们的爱情能够走下去，变得越来越好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从两个人一起要考研，可以看得出来你们都是非常努力生活的人，都是想未来有一个好的生活，并且用自己的实际行动做到了。相信一段美好的爱情，更多的是清楚彼此之间想要什么，理解别人，别人理解你。相信在你的智慧的行动下，你们之间的感情会越来越好的！期待你的好消息！我在，时刻等着你！",
    "annotation": [
      {
        "sentence": "从两个人一起要考研，可以看得出来你们都是非常努力生活的人，都是想未来有一个好的生活，并且用自己的实际行动做到了。",
        "label": ""
      },
      {
        "sentence": "相信一段美好的爱情，更多的是清楚彼此之间想要什么，理解别人，别人理解你。",
        "label": ""
      },
      {
        "sentence": "相信在你的智慧的行动下，你们之间的感情会越来越好的！",
        "label": ""
      },
      {
        "sentence": "期待你的好消息！",
        "label": ""
      },
      {
        "sentence": "我在，时刻等着你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢您的支持和建议！我会尽力去改变和挽回我们的感情。我也会在之后的生活中更加珍惜这段爱情，让我们的关系更加美好。谢谢你一直在这里陪伴着我！",
    "annotation": [
      {
        "sentence": "非常感谢您的支持和建议！",
        "label": ""
      },
      {
        "sentence": "我会尽力去改变和挽回我们的感情。",
        "label": ""
      },
      {
        "sentence": "我也会在之后的生活中更加珍惜这段爱情，让我们的关系更加美好。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直在这里陪伴着我！",
        "label": ""
      }
    ]
  }
]