[
  {
    "role": "client",
    "content": "我忍不住流泪，为什么我得了抑郁症爸妈还是不关心？为什么我得了抑郁症爸妈还是不关心（说我们一天够忙了不是已经看过了吗拿药了一天天的叨叨个没完你就不能帮我们分担点事情），我也不是想要他们整天围着我转我就是想感受一下关心。",
    "annotation": [
      {
        "sentence": "我忍不住流泪，为什么我得了抑郁症爸妈还是不关心？",
        "label": ""
      },
      {
        "sentence": "为什么我得了抑郁症爸妈还是不关心（说我们一天够忙了不是已经看过了吗拿药了一天天的叨叨个没完你就不能帮我们分担点事情），我也不是想要他们整天围着我转我就是想感受一下关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "特别能理解你此刻的感受，因为本身的症状就会让你的情绪低落、不安全、渴望关注，如果父母因为比较忙又没有特别照顾到你的感受和需要，你就会更失落和难受。不过，请试着尝试一下，更积极一点地来面对吧！就像现在通过平台提问，就很了不起！给你一个大大的赞！",
    "annotation": [
      {
        "sentence": "特别能理解你此刻的感受，因为本身的症状就会让你的情绪低落、不安全、渴望关注，如果父母因为比较忙又没有特别照顾到你的感受和需要，你就会更失落和难受。",
        "label": ""
      },
      {
        "sentence": "不过，请试着尝试一下，更积极一点地来面对吧！",
        "label": ""
      },
      {
        "sentence": "就像现在通过平台提问，就很了不起！",
        "label": ""
      },
      {
        "sentence": "给你一个大大的赞！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。但是我真的很困惑，为什么我得了抑郁症他们就没有更多的关心和理解呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "但是我真的很困惑，为什么我得了抑郁症他们就没有更多的关心和理解呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们可以先从抑郁本身来看一下，我们每个人都会有这样的情绪波动，只是敏感内向缺少安全感的孩子会更容易有抑郁的倾向，也可能会停留的时间久一点。所以一定要相信，我们只是有点不太舒服了，需要看医生、吃药、休息，等我们的心理免疫力增强了，就会慢慢好起来的！",
    "annotation": [
      {
        "sentence": "我们可以先从抑郁本身来看一下，我们每个人都会有这样的情绪波动，只是敏感内向缺少安全感的孩子会更容易有抑郁的倾向，也可能会停留的时间久一点。",
        "label": ""
      },
      {
        "sentence": "所以一定要相信，我们只是有点不太舒服了，需要看医生、吃药、休息，等我们的心理免疫力增强了，就会慢慢好起来的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但是我还是觉得父母对我不够关心。他们总是忙于工作，没有时间陪伴我。",
    "annotation": [
      {
        "sentence": "我明白了，但是我还是觉得父母对我不够关心。",
        "label": ""
      },
      {
        "sentence": "他们总是忙于工作，没有时间陪伴我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "接下来我们要把父母和自己的关系、相处方式梳理一下，如果可以的话建议找专业的老师帮助你。还有一个需要清楚的是:虽然心理学已经普及宣传进步了很多，但是目前普通大众的理解依然是比较欠缺的，所以父母的反应也只是因为不够了解而已，也会有一点感情不太会表达，甚至表露的传统观念，要相信这并不是不爱你、或是不担心你！只是表达爱的方式比较内敛。",
    "annotation": [
      {
        "sentence": "接下来我们要把父母和自己的关系、相处方式梳理一下，如果可以的话建议找专业的老师帮助你。",
        "label": ""
      },
      {
        "sentence": "还有一个需要清楚的是:虽然心理学已经普及宣传进步了很多，但是目前普通大众的理解依然是比较欠缺的，所以父母的反应也只是因为不够了解而已，也会有一点感情不太会表达，甚至表露的传统观念，要相信这并不是不爱你、或是不担心你！",
        "label": ""
      },
      {
        "sentence": "只是表达爱的方式比较内敛。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，也许是我对他们的期望太高了。我有什么方法可以改善和父母之间的关系吗？",
    "annotation": [
      {
        "sentence": "我明白了，也许是我对他们的期望太高了。",
        "label": ""
      },
      {
        "sentence": "我有什么方法可以改善和父母之间的关系吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果可以的话，在父母不忙的时候和他们多多在一起，互相聊聊天、聊聊生活，比如说今天我睡到了几点，吃了些什么，有没有感觉好点，或者是你看到了什么，想到了什么，就是要分享一些具体的事和想法，或者就是帮他们一起做点什么也行，不想做那就安静地陪着彼此，享受在一起的时刻。",
    "annotation": [
      {
        "sentence": "如果可以的话，在父母不忙的时候和他们多多在一起，互相聊聊天、聊聊生活，比如说今天我睡到了几点，吃了些什么，有没有感觉好点，或者是你看到了什么，想到了什么，就是要分享一些具体的事和想法，或者就是帮他们一起做点什么也行，不想做那就安静地陪着彼此，享受在一起的时刻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试着和他们更多地交流，和他们分享我生活中的点滴。谢谢你的建议。但是我现在没有工作或上学，大部分时间都是独自待在家里，感觉很孤独。",
    "annotation": [
      {
        "sentence": "好的，我会试着和他们更多地交流，和他们分享我生活中的点滴。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "但是我现在没有工作或上学，大部分时间都是独自待在家里，感觉很孤独。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不知道你有没有继续上学或是工作，如果没有，那大部分时间是自己一个人待着吗？如果是，那可以尝试在可以的时候做一些适量的运动，或者尝试写日记，画画，也可以参加一些团体心理活动。加油！勇敢的你！",
    "annotation": [
      {
        "sentence": "不知道你有没有继续上学或是工作，如果没有，那大部分时间是自己一个人待着吗？",
        "label": ""
      },
      {
        "sentence": "如果是，那可以尝试在可以的时候做一些适量的运动，或者尝试写日记，画画，也可以参加一些团体心理活动。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "勇敢的你！",
        "label": ""
      }
    ]
  }
]