[
  {
    "role": "client",
    "content": "世界可怕，无穷愤怒，和爸吵完架常痛哭是唯一的发泄？我恨我爸，对他的愤怒发不出，曾经跟他吵完架吞了大约一手提袋的药自杀，那晚我在说女权、女性不敢相信自己的声音等等，爸一直否定、不耐烦，说这毫无意义毫无必要。又一次吵完架我光脚走了好几个小时走到临近城市，磨破脚半年后还不太能走路。我是女同性恋，恐惧仇恨鄙视男性特质。曾与一男发生关系后他就不要我了，但他一直用零星的一点好处让我以为他在乎我，我甚至觉得他非常善良温暖，花了我四年时间才明白他在耍弄我。和爸吵完架常痛哭流涕很久，这是我唯一的发泄了。妈也被爸弄得有抑郁症。看完豆瓣上男拳女权的混战乱骂，觉得男性太可怕了，我是社会底层人微言轻，又有精神疾病，可能心态不正，每分每秒愤怒的烈火灼烧着我。走在路上觉得人们鄙视我，想要杀人。经常自残殴打自己吞药，愤怒实在太猛烈吞噬了我。人类很可怕，很虚伪自私，一个人晒晒食物有无数点赞的，我说我绝望麻木，没人理，呵呵，我内心太黑暗，我就是卑劣嫉妒，走在路上如刀割皮肤。",
    "annotation": [
      {
        "sentence": "世界可怕，无穷愤怒，和爸吵完架常痛哭是唯一的发泄？",
        "label": ""
      },
      {
        "sentence": "我恨我爸，对他的愤怒发不出，曾经跟他吵完架吞了大约一手提袋的药自杀，那晚我在说女权、女性不敢相信自己的声音等等，爸一直否定、不耐烦，说这毫无意义毫无必要。",
        "label": ""
      },
      {
        "sentence": "又一次吵完架我光脚走了好几个小时走到临近城市，磨破脚半年后还不太能走路。",
        "label": ""
      },
      {
        "sentence": "我是女同性恋，恐惧仇恨鄙视男性特质。",
        "label": ""
      },
      {
        "sentence": "曾与一男发生关系后他就不要我了，但他一直用零星的一点好处让我以为他在乎我，我甚至觉得他非常善良温暖，花了我四年时间才明白他在耍弄我。",
        "label": ""
      },
      {
        "sentence": "和爸吵完架常痛哭流涕很久，这是我唯一的发泄了。",
        "label": ""
      },
      {
        "sentence": "妈也被爸弄得有抑郁症。",
        "label": ""
      },
      {
        "sentence": "看完豆瓣上男拳女权的混战乱骂，觉得男性太可怕了，我是社会底层人微言轻，又有精神疾病，可能心态不正，每分每秒愤怒的烈火灼烧着我。",
        "label": ""
      },
      {
        "sentence": "走在路上觉得人们鄙视我，想要杀人。",
        "label": ""
      },
      {
        "sentence": "经常自残殴打自己吞药，愤怒实在太猛烈吞噬了我。",
        "label": ""
      },
      {
        "sentence": "人类很可怕，很虚伪自私，一个人晒晒食物有无数点赞的，我说我绝望麻木，没人理，呵呵，我内心太黑暗，我就是卑劣嫉妒，走在路上如刀割皮肤。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小可爱，我听到你的困惑和愤怒了。人心的确令人感到可怕，但我们都会成长的。我告诉你一个亲身经历，小时候我家人也经常相互冲突，我姐姐比我大十岁，当时她感觉难受，觉得爸妈不爱她，甚至冤枉她，于是她离家出走了，并跟着亲戚出去打工。离开了父母，她收获了干爹干妈的爱和朋友的支持，最终成为了一名业余歌手。然而，在此过程中，她经历了多次恋爱和创业的失败。我并不是说你应该离开你的家人，因为他们在经济上会支持你。不像我姐姐那样，她必须努力赚钱才能生活，现在还很辛苦。而我则能安稳地上大学。爸爸在妈妈的欺辱下默默工作，承担起家里的重担。妈妈没有工作，而且性格不好，还有精神病。全家人都不喜欢她，她很难受，我们也恨她，但是现在她已经不再伤害我们了。所以，小可爱，不要像我姐姐一样受欺负后就离开家庭，也不要像我妈妈一样对人过多猜疑。人心是复杂的，无论好坏，当你展现善良时，善良的人自然会来到你身边。学习我爸爸的方式，讨厌谁就不要理会谁，嗯？你说的我听着了，你管我毛事。说完了吗？你不会想打我吧？我可什么都没做错哦。好吧，如果这件事太过分，我可以帮你找个大人一起来评理。你要有一颗无畏的心，因为你还很年轻。压抑自己只会糟糕情绪，并会影响你的魅力。以后追喜欢的人就会更加困难了。",
    "annotation": [
      {
        "sentence": "小可爱，我听到你的困惑和愤怒了。",
        "label": ""
      },
      {
        "sentence": "人心的确令人感到可怕，但我们都会成长的。",
        "label": ""
      },
      {
        "sentence": "我告诉你一个亲身经历，小时候我家人也经常相互冲突，我姐姐比我大十岁，当时她感觉难受，觉得爸妈不爱她，甚至冤枉她，于是她离家出走了，并跟着亲戚出去打工。",
        "label": ""
      },
      {
        "sentence": "离开了父母，她收获了干爹干妈的爱和朋友的支持，最终成为了一名业余歌手。",
        "label": ""
      },
      {
        "sentence": "然而，在此过程中，她经历了多次恋爱和创业的失败。",
        "label": ""
      },
      {
        "sentence": "我并不是说你应该离开你的家人，因为他们在经济上会支持你。",
        "label": ""
      },
      {
        "sentence": "不像我姐姐那样，她必须努力赚钱才能生活，现在还很辛苦。",
        "label": ""
      },
      {
        "sentence": "而我则能安稳地上大学。",
        "label": ""
      },
      {
        "sentence": "爸爸在妈妈的欺辱下默默工作，承担起家里的重担。",
        "label": ""
      },
      {
        "sentence": "妈妈没有工作，而且性格不好，还有精神病。",
        "label": ""
      },
      {
        "sentence": "全家人都不喜欢她，她很难受，我们也恨她，但是现在她已经不再伤害我们了。",
        "label": ""
      },
      {
        "sentence": "所以，小可爱，不要像我姐姐一样受欺负后就离开家庭，也不要像我妈妈一样对人过多猜疑。",
        "label": ""
      },
      {
        "sentence": "人心是复杂的，无论好坏，当你展现善良时，善良的人自然会来到你身边。",
        "label": ""
      },
      {
        "sentence": "学习我爸爸的方式，讨厌谁就不要理会谁，嗯？",
        "label": ""
      },
      {
        "sentence": "你说的我听着了，你管我毛事。",
        "label": ""
      },
      {
        "sentence": "说完了吗？",
        "label": ""
      },
      {
        "sentence": "你不会想打我吧？",
        "label": ""
      },
      {
        "sentence": "我可什么都没做错哦。",
        "label": ""
      },
      {
        "sentence": "好吧，如果这件事太过分，我可以帮你找个大人一起来评理。",
        "label": ""
      },
      {
        "sentence": "你要有一颗无畏的心，因为你还很年轻。",
        "label": ""
      },
      {
        "sentence": "压抑自己只会糟糕情绪，并会影响你的魅力。",
        "label": ""
      },
      {
        "sentence": "以后追喜欢的人就会更加困难了。",
        "label": ""
      }
    ]
  }
]