[
  {
    "role": "client",
    "content": "我觉得世界可怕，一直充满了无穷的愤怒。每次和我爸爸吵完架，我就会痛哭不止，这是我唯一的发泄途径。实际上，我恨我爸爸，但我对他的愤怒感无法释放。曾经有一次和他吵完架后，我甚至吞了一手提袋的药试图自杀。那晚我在谈论女权和女性无法相信自己的声音，但爸爸一直否定我，不耐烦地说这些毫无意义，毫无必要。还有一次吵完架后，我光着脚走了好几个小时到了附近的城市，导致脚磨破，半年后才勉强能够行走。我是女同性恋，对男性特质感到恐惧、仇恨和鄙视。曾经和一个男人发生关系，但他之后就抛弃了我。然而他一直以零星的好处来给我一种他在乎我的错觉，我甚至认为他非常善良和温暖。花了我四年时间才明白他只是在耍弄我。和我爸吵完架后，我常常痛哭流涕很久，这是我唯一的发泄途径。甚至我妈妈也因为我爸爸而得了抑郁症。我看完豆瓣上男拳女权的混战乱骂后，觉得男性特别可怕。作为社会底层人的我，微言轻，而且还有精神疾病，可能心态不正常。我每分每秒都被愤怒的烈火所灼烧。走在路上感觉人们都在鄙视我，我甚至想要杀人。我经常自残、殴打自己，甚至吞药，因为愤怒实在太过猛烈，已经吞噬了我。我觉得人类非常可怕和虚伪自私。一个人晒晒食物就能有无数点赞，但当我说自己绝望和麻木时，却没人理会。我的内心非常黑暗，我就是一个卑劣嫉妒的人。走在路上就像被刀割般痛苦。",
    "annotation": [
      {
        "sentence": "我觉得世界可怕，一直充满了无穷的愤怒。",
        "label": ""
      },
      {
        "sentence": "每次和我爸爸吵完架，我就会痛哭不止，这是我唯一的发泄途径。",
        "label": ""
      },
      {
        "sentence": "实际上，我恨我爸爸，但我对他的愤怒感无法释放。",
        "label": ""
      },
      {
        "sentence": "曾经有一次和他吵完架后，我甚至吞了一手提袋的药试图自杀。",
        "label": ""
      },
      {
        "sentence": "那晚我在谈论女权和女性无法相信自己的声音，但爸爸一直否定我，不耐烦地说这些毫无意义，毫无必要。",
        "label": ""
      },
      {
        "sentence": "还有一次吵完架后，我光着脚走了好几个小时到了附近的城市，导致脚磨破，半年后才勉强能够行走。",
        "label": ""
      },
      {
        "sentence": "我是女同性恋，对男性特质感到恐惧、仇恨和鄙视。",
        "label": ""
      },
      {
        "sentence": "曾经和一个男人发生关系，但他之后就抛弃了我。",
        "label": ""
      },
      {
        "sentence": "然而他一直以零星的好处来给我一种他在乎我的错觉，我甚至认为他非常善良和温暖。",
        "label": ""
      },
      {
        "sentence": "花了我四年时间才明白他只是在耍弄我。",
        "label": ""
      },
      {
        "sentence": "和我爸吵完架后，我常常痛哭流涕很久，这是我唯一的发泄途径。",
        "label": ""
      },
      {
        "sentence": "甚至我妈妈也因为我爸爸而得了抑郁症。",
        "label": ""
      },
      {
        "sentence": "我看完豆瓣上男拳女权的混战乱骂后，觉得男性特别可怕。",
        "label": ""
      },
      {
        "sentence": "作为社会底层人的我，微言轻，而且还有精神疾病，可能心态不正常。",
        "label": ""
      },
      {
        "sentence": "我每分每秒都被愤怒的烈火所灼烧。",
        "label": ""
      },
      {
        "sentence": "走在路上感觉人们都在鄙视我，我甚至想要杀人。",
        "label": ""
      },
      {
        "sentence": "我经常自残、殴打自己，甚至吞药，因为愤怒实在太过猛烈，已经吞噬了我。",
        "label": ""
      },
      {
        "sentence": "我觉得人类非常可怕和虚伪自私。",
        "label": ""
      },
      {
        "sentence": "一个人晒晒食物就能有无数点赞，但当我说自己绝望和麻木时，却没人理会。",
        "label": ""
      },
      {
        "sentence": "我的内心非常黑暗，我就是一个卑劣嫉妒的人。",
        "label": ""
      },
      {
        "sentence": "走在路上就像被刀割般痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你感到世界可怕、愤怒无穷，每次和爸爸吵完架都只能靠痛哭来发泄。我理解这对你来说只是一种短暂的发泄方式。你对爸爸的愤怒发不出来，但是你刚才说的吞药自杀，看起来是一种极端的情绪反应，这对你来说是非常危险的。对于女权的话题，你说爸爸一直否定你的观点，表示这些对他来说毫无意义毫无必要。你和他僵持到底，可能没有意义，反而会更加助长你的情绪。或许你可以试着换个角度思考，如果他真的没有认同你的观点，你可以寻找一些有相似想法的朋友进行交流。底层人在生活中可能需要比别人更多的努力才能取得一点点收获。所以在面对困境时，我们必须更加坚强。也许你是想得太多了，没有人会真的鄙视你，关键在于你怎么看待自己。你对这个世界的观点取决于你的思想。当你抱着这样的思想看待世界时，它就会真的变成你认为的那样。一个人对你好或不好，很难判断，但时间会验证一切。吸取了教训后，你应该总结经验，下次遇到类似的情况时不要轻易相信一个人。另外，如果你和爸爸在某些观点上有分歧，也不一定要让他认同你的看法。他越是不认同，可能会更加激发你内心的情绪。所以在一些事情上，保持平常心，接受不同观点，不一定要求别人与你完全一致。尊重自己的选择。生活有时候确实很累，所以希望你能好好对待自己，谁都受不起这样的伤害。当你学会保护自己，学会不伤害自己，这才是对自己的尊重。所以，当你想做不好的决定时，要冷静地面对。",
    "annotation": [
      {
        "sentence": "你感到世界可怕、愤怒无穷，每次和爸爸吵完架都只能靠痛哭来发泄。",
        "label": ""
      },
      {
        "sentence": "我理解这对你来说只是一种短暂的发泄方式。",
        "label": ""
      },
      {
        "sentence": "你对爸爸的愤怒发不出来，但是你刚才说的吞药自杀，看起来是一种极端的情绪反应，这对你来说是非常危险的。",
        "label": ""
      },
      {
        "sentence": "对于女权的话题，你说爸爸一直否定你的观点，表示这些对他来说毫无意义毫无必要。",
        "label": ""
      },
      {
        "sentence": "你和他僵持到底，可能没有意义，反而会更加助长你的情绪。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着换个角度思考，如果他真的没有认同你的观点，你可以寻找一些有相似想法的朋友进行交流。",
        "label": ""
      },
      {
        "sentence": "底层人在生活中可能需要比别人更多的努力才能取得一点点收获。",
        "label": ""
      },
      {
        "sentence": "所以在面对困境时，我们必须更加坚强。",
        "label": ""
      },
      {
        "sentence": "也许你是想得太多了，没有人会真的鄙视你，关键在于你怎么看待自己。",
        "label": ""
      },
      {
        "sentence": "你对这个世界的观点取决于你的思想。",
        "label": ""
      },
      {
        "sentence": "当你抱着这样的思想看待世界时，它就会真的变成你认为的那样。",
        "label": ""
      },
      {
        "sentence": "一个人对你好或不好，很难判断，但时间会验证一切。",
        "label": ""
      },
      {
        "sentence": "吸取了教训后，你应该总结经验，下次遇到类似的情况时不要轻易相信一个人。",
        "label": ""
      },
      {
        "sentence": "另外，如果你和爸爸在某些观点上有分歧，也不一定要让他认同你的看法。",
        "label": ""
      },
      {
        "sentence": "他越是不认同，可能会更加激发你内心的情绪。",
        "label": ""
      },
      {
        "sentence": "所以在一些事情上，保持平常心，接受不同观点，不一定要求别人与你完全一致。",
        "label": ""
      },
      {
        "sentence": "尊重自己的选择。",
        "label": ""
      },
      {
        "sentence": "生活有时候确实很累，所以希望你能好好对待自己，谁都受不起这样的伤害。",
        "label": ""
      },
      {
        "sentence": "当你学会保护自己，学会不伤害自己，这才是对自己的尊重。",
        "label": ""
      },
      {
        "sentence": "所以，当你想做不好的决定时，要冷静地面对。",
        "label": ""
      }
    ]
  }
]