[
  {
    "role": "client",
    "content": "不爱交流，没有朋友怎么办？还会找到人生动力吗？从小很独，内向不爱说话。没有什么朋友。小学两个朋友反目吵架，逼我选择一个。初中有了几个所谓的朋友。在我要转学时她们哭的很厉害，但是我没有流一点眼泪，后来也未怀念过。转学后也遇到了所谓的朋友，我们是三人组，我是两只天鹅中间的丑小鸭。在学校基本不太爱交流，刚转学时候同学甚至一度以为我自闭症。后来好了一些但是依旧不爱交流。也因为爱好很宅周围没有同好朋友。高中成绩下降很厉害，从前十掉到倒数那种。我开始不懂我为什么要学习我想要什么。不喜欢的老师不喜欢的课，第一次被叫家长。那时候已经开始出现自杀想法了。过了一年越来越严重，自残，逃课，不想回家不想去学校。父母关系不好，也不理解我。最后发现我自残了去看了医生。但是不严重只是抑郁状态，不需要强制吃药。后来出国留学了，情况一开始好多了。后来还是越来越坏，我依旧不爱交流，没有朋友，不爱出门，看别人朋友圈晒出去一起吃饭的照片有些羡慕的。我还会找到人生动力吗？",
    "annotation": [
      {
        "sentence": "不爱交流，没有朋友怎么办？",
        "label": ""
      },
      {
        "sentence": "还会找到人生动力吗？",
        "label": ""
      },
      {
        "sentence": "从小很独，内向不爱说话。",
        "label": ""
      },
      {
        "sentence": "没有什么朋友。",
        "label": ""
      },
      {
        "sentence": "小学两个朋友反目吵架，逼我选择一个。",
        "label": ""
      },
      {
        "sentence": "初中有了几个所谓的朋友。",
        "label": ""
      },
      {
        "sentence": "在我要转学时她们哭的很厉害，但是我没有流一点眼泪，后来也未怀念过。",
        "label": ""
      },
      {
        "sentence": "转学后也遇到了所谓的朋友，我们是三人组，我是两只天鹅中间的丑小鸭。",
        "label": ""
      },
      {
        "sentence": "在学校基本不太爱交流，刚转学时候同学甚至一度以为我自闭症。",
        "label": ""
      },
      {
        "sentence": "后来好了一些但是依旧不爱交流。",
        "label": ""
      },
      {
        "sentence": "也因为爱好很宅周围没有同好朋友。",
        "label": ""
      },
      {
        "sentence": "高中成绩下降很厉害，从前十掉到倒数那种。",
        "label": ""
      },
      {
        "sentence": "我开始不懂我为什么要学习我想要什么。",
        "label": ""
      },
      {
        "sentence": "不喜欢的老师不喜欢的课，第一次被叫家长。",
        "label": ""
      },
      {
        "sentence": "那时候已经开始出现自杀想法了。",
        "label": ""
      },
      {
        "sentence": "过了一年越来越严重，自残，逃课，不想回家不想去学校。",
        "label": ""
      },
      {
        "sentence": "父母关系不好，也不理解我。",
        "label": ""
      },
      {
        "sentence": "最后发现我自残了去看了医生。",
        "label": ""
      },
      {
        "sentence": "但是不严重只是抑郁状态，不需要强制吃药。",
        "label": ""
      },
      {
        "sentence": "后来出国留学了，情况一开始好多了。",
        "label": ""
      },
      {
        "sentence": "后来还是越来越坏，我依旧不爱交流，没有朋友，不爱出门，看别人朋友圈晒出去一起吃饭的照片有些羡慕的。",
        "label": ""
      },
      {
        "sentence": "我还会找到人生动力吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我了解你现在的困惑和焦虑。事实上，每个人都有不同的性格和生活方式，交流的数量和方式也因人而异。你的独立和内向并不奇怪，很多人也面临与你类似的困境。我想分享一下我自己的经历。以我为例，我不是一个喜欢安静的人，曾有很多朋友。但随着年纪增长，每个人都开始了新的生活，结交了新的朋友。以前，我会将喜悦的事情第一时间与好朋友分享，但现在很多时候仅限于在朋友圈点赞。并不是不想与他人分享，而是不想轻易打扰别人的生活。不知道你听过这句诗没有：“莫愁前路无知己，天下谁人不识君。” 我们可以培养一些新的兴趣爱好，慢慢找到属于自己的生活。在学习的过程中也可以结交一些新的朋友。如果可以的话，我们可以尝试减少自残的频率，或者通过其他方式缓解一下自己的压力。其实生活中还有很多有趣的事情等待我们去发掘。当然，很多人在成长过程中会迷失自己的方向。我经常会在迷茫时梳理自己的过往，看看哪些事情值得肯定，哪些方面需要改进。同时，还可以通过网络树洞等方式倾诉心事，此外，我们要记住，有很多人爱我们，我们并不是孤独一人在走这条路。",
    "annotation": [
      {
        "sentence": "求助者，我了解你现在的困惑和焦虑。",
        "label": ""
      },
      {
        "sentence": "事实上，每个人都有不同的性格和生活方式，交流的数量和方式也因人而异。",
        "label": ""
      },
      {
        "sentence": "你的独立和内向并不奇怪，很多人也面临与你类似的困境。",
        "label": ""
      },
      {
        "sentence": "我想分享一下我自己的经历。",
        "label": ""
      },
      {
        "sentence": "以我为例，我不是一个喜欢安静的人，曾有很多朋友。",
        "label": ""
      },
      {
        "sentence": "但随着年纪增长，每个人都开始了新的生活，结交了新的朋友。",
        "label": ""
      },
      {
        "sentence": "以前，我会将喜悦的事情第一时间与好朋友分享，但现在很多时候仅限于在朋友圈点赞。",
        "label": ""
      },
      {
        "sentence": "并不是不想与他人分享，而是不想轻易打扰别人的生活。",
        "label": ""
      },
      {
        "sentence": "不知道你听过这句诗没有：“莫愁前路无知己，天下谁人不识君。",
        "label": ""
      },
      {
        "sentence": "” 我们可以培养一些新的兴趣爱好，慢慢找到属于自己的生活。",
        "label": ""
      },
      {
        "sentence": "在学习的过程中也可以结交一些新的朋友。",
        "label": ""
      },
      {
        "sentence": "如果可以的话，我们可以尝试减少自残的频率，或者通过其他方式缓解一下自己的压力。",
        "label": ""
      },
      {
        "sentence": "其实生活中还有很多有趣的事情等待我们去发掘。",
        "label": ""
      },
      {
        "sentence": "当然，很多人在成长过程中会迷失自己的方向。",
        "label": ""
      },
      {
        "sentence": "我经常会在迷茫时梳理自己的过往，看看哪些事情值得肯定，哪些方面需要改进。",
        "label": ""
      },
      {
        "sentence": "同时，还可以通过网络树洞等方式倾诉心事，此外，我们要记住，有很多人爱我们，我们并不是孤独一人在走这条路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，我知道每个人都会有困惑和迷茫的时候。我曾经试过培养一些兴趣爱好，但是由于自己的不爱交流，周围也没有合适的朋友一起共同参与，逐渐失去了激情。对于学习，我之前对自己的学习没有明确的目标和动力，很多课程和老师并不让我感到兴奋。当然，我知道这样的想法是不正确的，但我很难改变。我很庆幸发现了自己的抑郁状态并接受了治疗，但我现在仍然感到很迷茫和沮丧。与此同时，我也看到其他人在朋友圈中晒出一起吃饭的照片，我感到有些羡慕。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，我知道每个人都会有困惑和迷茫的时候。",
        "label": ""
      },
      {
        "sentence": "我曾经试过培养一些兴趣爱好，但是由于自己的不爱交流，周围也没有合适的朋友一起共同参与，逐渐失去了激情。",
        "label": ""
      },
      {
        "sentence": "对于学习，我之前对自己的学习没有明确的目标和动力，很多课程和老师并不让我感到兴奋。",
        "label": ""
      },
      {
        "sentence": "当然，我知道这样的想法是不正确的，但我很难改变。",
        "label": ""
      },
      {
        "sentence": "我很庆幸发现了自己的抑郁状态并接受了治疗，但我现在仍然感到很迷茫和沮丧。",
        "label": ""
      },
      {
        "sentence": "与此同时，我也看到其他人在朋友圈中晒出一起吃饭的照片，我感到有些羡慕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的困境。确实，寻找兴趣爱好并逐渐失去激情是一个挑战。或许我们可以探索一些新的方法来重新点燃你对兴趣爱好的兴趣。例如，参加一些兴趣小组或社群活动，寻找与你相同爱好的人。这样的环境可能更容易让你感到舒适，并且有更多的机会与人交流。至于学习方面，我理解你没有明确的目标和动力。或许我们可以一起制定一些小目标，逐步实现并激励自己。除了不喜欢的课程和老师，是否还有其他学习项目或领域对你有兴趣呢？或许我们可以探索一下你真正感兴趣的领域，并尝试深入了解和学习。至于朋友圈中的照片，我们要记住每个人的生活都是不同的，他们可能也有自己的困扰和焦虑。不要过多地与别人比较，而是专注于发展自己的生活和兴趣，寻找属于自己的动力和快乐。",
    "annotation": [
      {
        "sentence": "我了解你的困境。",
        "label": ""
      },
      {
        "sentence": "确实，寻找兴趣爱好并逐渐失去激情是一个挑战。",
        "label": ""
      },
      {
        "sentence": "或许我们可以探索一些新的方法来重新点燃你对兴趣爱好的兴趣。",
        "label": ""
      },
      {
        "sentence": "例如，参加一些兴趣小组或社群活动，寻找与你相同爱好的人。",
        "label": ""
      },
      {
        "sentence": "这样的环境可能更容易让你感到舒适，并且有更多的机会与人交流。",
        "label": ""
      },
      {
        "sentence": "至于学习方面，我理解你没有明确的目标和动力。",
        "label": ""
      },
      {
        "sentence": "或许我们可以一起制定一些小目标，逐步实现并激励自己。",
        "label": ""
      },
      {
        "sentence": "除了不喜欢的课程和老师，是否还有其他学习项目或领域对你有兴趣呢？",
        "label": ""
      },
      {
        "sentence": "或许我们可以探索一下你真正感兴趣的领域，并尝试深入了解和学习。",
        "label": ""
      },
      {
        "sentence": "至于朋友圈中的照片，我们要记住每个人的生活都是不同的，他们可能也有自己的困扰和焦虑。",
        "label": ""
      },
      {
        "sentence": "不要过多地与别人比较，而是专注于发展自己的生活和兴趣，寻找属于自己的动力和快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试参加一些兴趣小组和社群活动，希望能找到志同道合的朋友。对于学习，我会和你一起制定一些小目标，并试着寻找自己真正感兴趣的领域。我明白每个人的生活都不同，我应该专注于自己的成长和发展，而不是过多地与别人比较。真的很感谢你的支持和帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试参加一些兴趣小组和社群活动，希望能找到志同道合的朋友。",
        "label": ""
      },
      {
        "sentence": "对于学习，我会和你一起制定一些小目标，并试着寻找自己真正感兴趣的领域。",
        "label": ""
      },
      {
        "sentence": "我明白每个人的生活都不同，我应该专注于自己的成长和发展，而不是过多地与别人比较。",
        "label": ""
      },
      {
        "sentence": "真的很感谢你的支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直陪伴在你身边的。在这个过程中，记得给自己一些时间和空间，不要过于苛求自己的进步和成就。每个人都有不同的路要走，也有不同的速度。如果遇到任何困难和疑惑，你可以随时找我倾诉。我会一直支持你，相信你能够找到属于自己的人生动力和快乐。保持积极的心态，我们一起迎接新的挑战吧！",
    "annotation": [
      {
        "sentence": "不客气，我会一直陪伴在你身边的。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，记得给自己一些时间和空间，不要过于苛求自己的进步和成就。",
        "label": ""
      },
      {
        "sentence": "每个人都有不同的路要走，也有不同的速度。",
        "label": ""
      },
      {
        "sentence": "如果遇到任何困难和疑惑，你可以随时找我倾诉。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你，相信你能够找到属于自己的人生动力和快乐。",
        "label": ""
      },
      {
        "sentence": "保持积极的心态，我们一起迎接新的挑战吧！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会学会给自己一些宽容和理解。我相信我能够渐渐找到属于自己的方向和快乐。如果有任何需要倾诉的时候，我会来找你的。再次感谢你的陪伴和帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会学会给自己一些宽容和理解。",
        "label": ""
      },
      {
        "sentence": "我相信我能够渐渐找到属于自己的方向和快乐。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要倾诉的时候，我会来找你的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在这里支持你的。记住，你不是一个人在战斗，有很多人愿意倾听和关心你的。也不要忘记，困难和挫折是成长的一部分，相信自己，勇敢面对，你一定能够找到属于自己的光芒。祝福你一切顺利，期待和你分享你的成长和进步！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，有很多人愿意倾听和关心你的。",
        "label": ""
      },
      {
        "sentence": "也不要忘记，困难和挫折是成长的一部分，相信自己，勇敢面对，你一定能够找到属于自己的光芒。",
        "label": ""
      },
      {
        "sentence": "祝福你一切顺利，期待和你分享你的成长和进步！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的祝福和支持。你的话语给了我很大的鼓舞和信心。我会努力面对困难，相信自己，找到属于自己的光芒。有好消息或进展时，我会及时和你分享的。再次感谢你一直以来的鼓励和帮助！祝你一切顺利！",
    "annotation": [
      {
        "sentence": "非常感谢你的祝福和支持。",
        "label": ""
      },
      {
        "sentence": "你的话语给了我很大的鼓舞和信心。",
        "label": ""
      },
      {
        "sentence": "我会努力面对困难，相信自己，找到属于自己的光芒。",
        "label": ""
      },
      {
        "sentence": "有好消息或进展时，我会及时和你分享的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你一直以来的鼓励和帮助！",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助到你。期待听到你的好消息，记得随时来向我倾诉。祝你度过愉快的每一天，快乐地成长！如果还有其他问题或者需要，随时来找我哦！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "期待听到你的好消息，记得随时来向我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你度过愉快的每一天，快乐地成长！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或者需要，随时来找我哦！",
        "label": ""
      }
    ]
  }
]