[
  {
    "role": "client",
    "content": "我现在马上就要18岁了，但是我在学校没有什么朋友，感觉格格不入。我不是本地人，而且由于父母离婚的原因，我变得有些抑郁和孤僻。事实上，初中时我和许多朋友相处得很好，但现在我开始远离他们了。高二时我的抑郁非常严重，2020年1月开始就在家上网课。成都的疫情导致我更少外出，我对这个城市也不太熟悉，也没有朋友。我不知道该如何去社交，希望有人能给我一些建议。",
    "annotation": [
      {
        "sentence": "我现在马上就要18岁了，但是我在学校没有什么朋友，感觉格格不入。",
        "label": ""
      },
      {
        "sentence": "我不是本地人，而且由于父母离婚的原因，我变得有些抑郁和孤僻。",
        "label": ""
      },
      {
        "sentence": "事实上，初中时我和许多朋友相处得很好，但现在我开始远离他们了。",
        "label": ""
      },
      {
        "sentence": "高二时我的抑郁非常严重，2020年1月开始就在家上网课。",
        "label": ""
      },
      {
        "sentence": "成都的疫情导致我更少外出，我对这个城市也不太熟悉，也没有朋友。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何去社交，希望有人能给我一些建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我其实并不太擅长社交，但是我看到其他朋友和老师给你提供了许多专业的建议。所以从时间的角度出发，我想谈谈我的看法。不过对于你具体的情况，我还不太清楚，所以我这只是个人猜想，你姑且听听。你刚开始提到你即将18岁，然后才谈到了你的问题。不知道这个18岁对你和你后面所讲的问题有什么特殊的意义？或者说在你18岁这个时刻，你所面临的问题有何不同之处？我的猜想是，你可能有意识或无意识地认为18岁意味着成为一个成年人，这意味着你需要更多地独立。你可能意识到了这种独立所带来的一些压力。独立意味着从心理和现实上更独立于家庭关系，走向一个更广阔、未知的世界。当我们无意识地意识到自己即将要面对这样的情况时，我们会下意识地寻找和准备可用的资源。我们常说：在家靠父母，出门靠朋友。你现在18岁，可能正是你刚开始走出家门的时候，你可能会下意识地为此做准备。之前你可能觉得不喜欢与人交往并没有问题，但到了18岁这个时间点，你可能会觉得这可能是一个问题，因为它可能会影响你的独立，你会开始为此担心。时间感真的是个奇妙的东西，我们之所以会感到痛苦，是因为我们没有时间感；我们之所以有时会感到痛苦，也是因为我们有了时间感。我们正在经历的一些痛苦，如果时间拉长，再回过头来看，我们可能会觉得其实也没那么糟糕；如果我们有这种时间感，当下的痛苦可能会减轻很多。但同时，还有另一种情况，就是当我们只看当下的问题时，可能觉得它并不是很大的问题，但如果放长时间来看，可能会觉得它是个大问题。你所问的问题好像属于第二种情况，如果只考虑当下，你可能觉得不喜欢交朋友、不擅长社交不是什么大问题，但一旦考虑到时间，你可能会想到我快18岁了，但我还是不擅长社交，如果这样继续下去，那到了20岁、21岁、22岁……可能还是一样，我越晚开始解决这个问题，对未来的影响就越大，将来可能也会越难应对。有趣的是，解铃还需系铃人。这个问题是由时间感引起的，但要缓解它，也得用时间感。在我18岁的时候，我也是个极度内向的人，为了适应这个性格，我高考时特意报了电子信息专业，想着这辈子就做个技术人员，不用跟别人说话。但没想到，后来我不知为何步步逼近销售工作，如今我还在努力成为一名优秀的心理咨询师，而这些工作都需要人际交往。与我18岁时的预想完全不同。所以我想告诉你的是，如果现在没有很多朋友，不必太过担忧。你现在的状态并不代表你一生都会如此，缘分和机遇会使你变得有所不同。放大来看，一生当中能够遇到那种长期互相认同、能够深交的挚友可能只有两三个。在众多社交中，你会慢慢遇到一些与你志同道合的人，最终他们可能成为你真正要好的朋友。在同一时期能够遇到那些志同道合的人可能只有1-3个，比例非常低，绝大多数人只是泛泛之交，所以不要急于求成。可能年轻人不喜欢听的是，你还年轻~。",
    "annotation": [
      {
        "sentence": "我其实并不太擅长社交，但是我看到其他朋友和老师给你提供了许多专业的建议。",
        "label": ""
      },
      {
        "sentence": "所以从时间的角度出发，我想谈谈我的看法。",
        "label": ""
      },
      {
        "sentence": "不过对于你具体的情况，我还不太清楚，所以我这只是个人猜想，你姑且听听。",
        "label": ""
      },
      {
        "sentence": "你刚开始提到你即将18岁，然后才谈到了你的问题。",
        "label": ""
      },
      {
        "sentence": "不知道这个18岁对你和你后面所讲的问题有什么特殊的意义？",
        "label": ""
      },
      {
        "sentence": "或者说在你18岁这个时刻，你所面临的问题有何不同之处？",
        "label": ""
      },
      {
        "sentence": "我的猜想是，你可能有意识或无意识地认为18岁意味着成为一个成年人，这意味着你需要更多地独立。",
        "label": ""
      },
      {
        "sentence": "你可能意识到了这种独立所带来的一些压力。",
        "label": ""
      },
      {
        "sentence": "独立意味着从心理和现实上更独立于家庭关系，走向一个更广阔、未知的世界。",
        "label": ""
      },
      {
        "sentence": "当我们无意识地意识到自己即将要面对这样的情况时，我们会下意识地寻找和准备可用的资源。",
        "label": ""
      },
      {
        "sentence": "我们常说：在家靠父母，出门靠朋友。",
        "label": ""
      },
      {
        "sentence": "你现在18岁，可能正是你刚开始走出家门的时候，你可能会下意识地为此做准备。",
        "label": ""
      },
      {
        "sentence": "之前你可能觉得不喜欢与人交往并没有问题，但到了18岁这个时间点，你可能会觉得这可能是一个问题，因为它可能会影响你的独立，你会开始为此担心。",
        "label": ""
      },
      {
        "sentence": "时间感真的是个奇妙的东西，我们之所以会感到痛苦，是因为我们没有时间感；我们之所以有时会感到痛苦，也是因为我们有了时间感。",
        "label": ""
      },
      {
        "sentence": "我们正在经历的一些痛苦，如果时间拉长，再回过头来看，我们可能会觉得其实也没那么糟糕；如果我们有这种时间感，当下的痛苦可能会减轻很多。",
        "label": ""
      },
      {
        "sentence": "但同时，还有另一种情况，就是当我们只看当下的问题时，可能觉得它并不是很大的问题，但如果放长时间来看，可能会觉得它是个大问题。",
        "label": ""
      },
      {
        "sentence": "你所问的问题好像属于第二种情况，如果只考虑当下，你可能觉得不喜欢交朋友、不擅长社交不是什么大问题，但一旦考虑到时间，你可能会想到我快18岁了，但我还是不擅长社交，如果这样继续下去，那到了20岁、21岁、22岁……可能还是一样，我越晚开始解决这个问题，对未来的影响就越大，将来可能也会越难应对。",
        "label": ""
      },
      {
        "sentence": "有趣的是，解铃还需系铃人。",
        "label": ""
      },
      {
        "sentence": "这个问题是由时间感引起的，但要缓解它，也得用时间感。",
        "label": ""
      },
      {
        "sentence": "在我18岁的时候，我也是个极度内向的人，为了适应这个性格，我高考时特意报了电子信息专业，想着这辈子就做个技术人员，不用跟别人说话。",
        "label": ""
      },
      {
        "sentence": "但没想到，后来我不知为何步步逼近销售工作，如今我还在努力成为一名优秀的心理咨询师，而这些工作都需要人际交往。",
        "label": ""
      },
      {
        "sentence": "与我18岁时的预想完全不同。",
        "label": ""
      },
      {
        "sentence": "所以我想告诉你的是，如果现在没有很多朋友，不必太过担忧。",
        "label": ""
      },
      {
        "sentence": "你现在的状态并不代表你一生都会如此，缘分和机遇会使你变得有所不同。",
        "label": ""
      },
      {
        "sentence": "放大来看，一生当中能够遇到那种长期互相认同、能够深交的挚友可能只有两三个。",
        "label": ""
      },
      {
        "sentence": "在众多社交中，你会慢慢遇到一些与你志同道合的人，最终他们可能成为你真正要好的朋友。",
        "label": ""
      },
      {
        "sentence": "在同一时期能够遇到那些志同道合的人可能只有1-3个，比例非常低，绝大多数人只是泛泛之交，所以不要急于求成。",
        "label": ""
      },
      {
        "sentence": "可能年轻人不喜欢听的是，你还年轻~。",
        "label": ""
      }
    ]
  }
]