[
  {
    "role": "client",
    "content": "很快就生育了…虽然犹豫但我一直没有按下暂停键？这些日子每一次一觉过去，就好像过着截然不同的生活；有时候糟糕，有时候也会因为小事而懊恼。而我好像过着截然不同的生活，我们之间，我们世界再无交集。我们要为一些事情抱憾终身，如果守不住的事情，让自己和它去了也是一种顺其自然。",
    "annotation": [
      {
        "sentence": "很快就生育了…虽然犹豫但我一直没有按下暂停键？",
        "label": ""
      },
      {
        "sentence": "这些日子每一次一觉过去，就好像过着截然不同的生活；有时候糟糕，有时候也会因为小事而懊恼。",
        "label": ""
      },
      {
        "sentence": "而我好像过着截然不同的生活，我们之间，我们世界再无交集。",
        "label": ""
      },
      {
        "sentence": "我们要为一些事情抱憾终身，如果守不住的事情，让自己和它去了也是一种顺其自然。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然文字描述的内容很模糊，但我感觉似乎你现在承受着非常大的压力。不过，你依然能够向前走，没有按下“暂停键”。这个“暂停键”只是暂时性的，不知道你有着什么样的困扰存在，但是你几经用你自己的方式来解决你的问题了，真心为你点赞。顺应自然，其实下面还有一句，为所当为。顺应自然，为所当为，顺应现在一切发生的，不想过多的事情，去做当下要做或者该做的事情。顺应我们情绪情感的自然，顺应身体的自然、顺应自然的自然，困了、累了就要休息，心里苦了就要表达宣泄，日出而作日入而息。",
    "annotation": [
      {
        "sentence": "虽然文字描述的内容很模糊，但我感觉似乎你现在承受着非常大的压力。",
        "label": ""
      },
      {
        "sentence": "不过，你依然能够向前走，没有按下“暂停键”。",
        "label": ""
      },
      {
        "sentence": "这个“暂停键”只是暂时性的，不知道你有着什么样的困扰存在，但是你几经用你自己的方式来解决你的问题了，真心为你点赞。",
        "label": ""
      },
      {
        "sentence": "顺应自然，其实下面还有一句，为所当为。",
        "label": ""
      },
      {
        "sentence": "顺应自然，为所当为，顺应现在一切发生的，不想过多的事情，去做当下要做或者该做的事情。",
        "label": ""
      },
      {
        "sentence": "顺应我们情绪情感的自然，顺应身体的自然、顺应自然的自然，困了、累了就要休息，心里苦了就要表达宣泄，日出而作日入而息。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和理解。但我还是感到有些困扰，现在快要迎接小宝宝的到来了，我有时会感到焦虑和恐惧，担心分娩的疼痛和一些意外情况的发生。我想了解一些分娩的心理护理方法。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和理解。",
        "label": ""
      },
      {
        "sentence": "但我还是感到有些困扰，现在快要迎接小宝宝的到来了，我有时会感到焦虑和恐惧，担心分娩的疼痛和一些意外情况的发生。",
        "label": ""
      },
      {
        "sentence": "我想了解一些分娩的心理护理方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "恭喜你即将成为一位母亲，也期待你的小宝宝来到这个世界。十月怀胎，临近分娩，产妇不仅有一种喜悦心理，而且有一种恐惧、焦虑、紧张，怕疼痛、担心的一些情况。我可以分享一些我学习到的分娩心理护理方面的资料给你。个人观点，不喜勿喷。首先，在入院之后，产妇大多临产前由于缺乏经验和对分娩认识不够，入院后在接受助产士检查时可能会产生紧张、恐惧的心理。所以，护理人员应该注意面带笑容，目光亲切，热情大方；并且倾听产妇的陈述，仔细做好各项产前检查，尽量回答各种询问，详细告知如何去做，使产妇一进院门就有种宾至如归之感。",
    "annotation": [
      {
        "sentence": "恭喜你即将成为一位母亲，也期待你的小宝宝来到这个世界。",
        "label": ""
      },
      {
        "sentence": "十月怀胎，临近分娩，产妇不仅有一种喜悦心理，而且有一种恐惧、焦虑、紧张，怕疼痛、担心的一些情况。",
        "label": ""
      },
      {
        "sentence": "我可以分享一些我学习到的分娩心理护理方面的资料给你。",
        "label": ""
      },
      {
        "sentence": "个人观点，不喜勿喷。",
        "label": ""
      },
      {
        "sentence": "首先，在入院之后，产妇大多临产前由于缺乏经验和对分娩认识不够，入院后在接受助产士检查时可能会产生紧张、恐惧的心理。",
        "label": ""
      },
      {
        "sentence": "所以，护理人员应该注意面带笑容，目光亲切，热情大方；并且倾听产妇的陈述，仔细做好各项产前检查，尽量回答各种询问，详细告知如何去做，使产妇一进院门就有种宾至如归之感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在第一产程中我可能会感到不舒服，特别是阵缩痛的时候，我有些焦虑和盼望尽快分娩。你有什么心理护理的建议吗？",
    "annotation": [
      {
        "sentence": "在第一产程中我可能会感到不舒服，特别是阵缩痛的时候，我有些焦虑和盼望尽快分娩。",
        "label": ""
      },
      {
        "sentence": "你有什么心理护理的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在第一产程中，产妇的心理特点是阵缩痛，虽然痛苦可忍受，但是会产生焦虑情绪。有的产妇甚至会询问是否会难产，渴望见到亲人，希望医务人员守候在床边。所以，护理人员应根据产妇的自制力来做好心理护理。对自制力较强的产妇要多鼓励，并帮助她们及时反映自己的不适，以免忽视意外情况的发生。对自制力较弱的产妇则要多巡视，多安慰，并尽可能留在身边，给予关心和照顾，增强她们对疼痛的耐受性和安全感。另外，要及时提醒产妇解小便，以免膀胱充盈，阻碍胎头下降，尽可能让产妇保存实力。",
    "annotation": [
      {
        "sentence": "在第一产程中，产妇的心理特点是阵缩痛，虽然痛苦可忍受，但是会产生焦虑情绪。",
        "label": ""
      },
      {
        "sentence": "有的产妇甚至会询问是否会难产，渴望见到亲人，希望医务人员守候在床边。",
        "label": ""
      },
      {
        "sentence": "所以，护理人员应根据产妇的自制力来做好心理护理。",
        "label": ""
      },
      {
        "sentence": "对自制力较强的产妇要多鼓励，并帮助她们及时反映自己的不适，以免忽视意外情况的发生。",
        "label": ""
      },
      {
        "sentence": "对自制力较弱的产妇则要多巡视，多安慰，并尽可能留在身边，给予关心和照顾，增强她们对疼痛的耐受性和安全感。",
        "label": ""
      },
      {
        "sentence": "另外，要及时提醒产妇解小便，以免膀胱充盈，阻碍胎头下降，尽可能让产妇保存实力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我也想了解一下第二、三产程的心理护理方法。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我也想了解一下第二、三产程的心理护理方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在第二、三产程中，产妇被送上产床后，疼痛会稍微减轻，情绪也会稍稳定，但是产妇可能不会很好地配合宫缩用力。这个时候，护理人员要让产妇明白自己是分娩的主人，医务人员仅能帮其“助产”而已，并教会产妇正确憋气和用力的方法。在宫缩间歇时，要给予擦汗、喂水等照顾。同时，护理人员也要保持沉着镇定，随时准备处理异常情况。当胎儿娩出异常或不符合产妇期望时，暂不告知，待胎盘娩出后再加压按摩子宫直至收缩良好后",
    "annotation": [
      {
        "sentence": "在第二、三产程中，产妇被送上产床后，疼痛会稍微减轻，情绪也会稍稳定，但是产妇可能不会很好地配合宫缩用力。",
        "label": ""
      },
      {
        "sentence": "这个时候，护理人员要让产妇明白自己是分娩的主人，医务人员仅能帮其“助产”而已，并教会产妇正确憋气和用力的方法。",
        "label": ""
      },
      {
        "sentence": "在宫缩间歇时，要给予擦汗、喂水等照顾。",
        "label": ""
      },
      {
        "sentence": "同时，护理人员也要保持沉着镇定，随时准备处理异常情况。",
        "label": ""
      },
      {
        "sentence": "当胎儿娩出异常或不符合产妇期望时，暂不告知，待胎盘娩出后再加压按摩子宫直至收缩良好后",
        "label": ""
      }
    ]
  }
]