[
  {
    "role": "client",
    "content": "宝宝九个月，家暴，不知道婚姻该怎么继续？女，不知道婚姻该怎么继续，宝宝九个月，因为琐事老公动手打了我，我也还手了。",
    "annotation": [
      {
        "sentence": "宝宝九个月，家暴，不知道婚姻该怎么继续？",
        "label": ""
      },
      {
        "sentence": "女，不知道婚姻该怎么继续，宝宝九个月，因为琐事老公动手打了我，我也还手了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常揪心看到你遭遇了丈夫的家暴啊，这种暴力元素对于很多人来说都是无法忍受的，而当事人通常又会有很多犹豫，所以这件事情仍然需要回到你的抉择上面来。如果家暴在人的三观里面还没有触发底线，或许可以选择其他方式尝试继续这段婚姻。",
    "annotation": [
      {
        "sentence": "非常揪心看到你遭遇了丈夫的家暴啊，这种暴力元素对于很多人来说都是无法忍受的，而当事人通常又会有很多犹豫，所以这件事情仍然需要回到你的抉择上面来。",
        "label": ""
      },
      {
        "sentence": "如果家暴在人的三观里面还没有触发底线，或许可以选择其他方式尝试继续这段婚姻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "家暴对我造成了很大的伤害，不仅对我的躯体造成了负面影响，更对我的心理带来了伤害。我担心在这样的环境中，宝宝无法健康成长。我不知道如何处理这个问题。",
    "annotation": [
      {
        "sentence": "家暴对我造成了很大的伤害，不仅对我的躯体造成了负面影响，更对我的心理带来了伤害。",
        "label": ""
      },
      {
        "sentence": "我担心在这样的环境中，宝宝无法健康成长。",
        "label": ""
      },
      {
        "sentence": "我不知道如何处理这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "家暴是一个严重的问题，我们国家设立了许多求助热线，包括家暴求助热线和心理健康热线，还有报警电话，来帮助那些面对家庭暴力的人。这些热线配备了经验丰富的人员，他们将对你的通话保密。他们可以为你提供指引，比如指引你去避难所并获得其他可以寻求帮助的服务。这些服务热线每年每天都是24\/7开放的。",
    "annotation": [
      {
        "sentence": "家暴是一个严重的问题，我们国家设立了许多求助热线，包括家暴求助热线和心理健康热线，还有报警电话，来帮助那些面对家庭暴力的人。",
        "label": ""
      },
      {
        "sentence": "这些热线配备了经验丰富的人员，他们将对你的通话保密。",
        "label": ""
      },
      {
        "sentence": "他们可以为你提供指引，比如指引你去避难所并获得其他可以寻求帮助的服务。",
        "label": ""
      },
      {
        "sentence": "这些服务热线每年每天都是24\/7开放的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我担心即使宝宝没有亲眼见证家暴，也会受到间接的影响。我想尝试婚姻心理咨询，但我不确定能否应对家暴的持久影响。",
    "annotation": [
      {
        "sentence": "我担心即使宝宝没有亲眼见证家暴，也会受到间接的影响。",
        "label": ""
      },
      {
        "sentence": "我想尝试婚姻心理咨询，但我不确定能否应对家暴的持久影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "咨询师可以帮助你应对身体虐待的持久影响，包括信任问题、焦虑、自尊心低落和人际关系问题。如果你决定和丈夫继续相处，你们需要设定某些承诺，并讨论在承诺被打破后的处理方式。定期与咨询师交谈可以提供必要的工具和技巧来解决这些问题。咨询师还可以为你提供特定的咨询方法来帮助你解决这些问题，并控制家暴对你的持久影响，以及避免对孩子产生影响。",
    "annotation": [
      {
        "sentence": "咨询师可以帮助你应对身体虐待的持久影响，包括信任问题、焦虑、自尊心低落和人际关系问题。",
        "label": ""
      },
      {
        "sentence": "如果你决定和丈夫继续相处，你们需要设定某些承诺，并讨论在承诺被打破后的处理方式。",
        "label": ""
      },
      {
        "sentence": "定期与咨询师交谈可以提供必要的工具和技巧来解决这些问题。",
        "label": ""
      },
      {
        "sentence": "咨询师还可以为你提供特定的咨询方法来帮助你解决这些问题，并控制家暴对你的持久影响，以及避免对孩子产生影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，控制家暴对我产生的影响可能是一个长期的过程。即使我无法改变家暴的发生，我可以控制自己对它的反应和处理方式。我会专注于改善自己的生活，并找到自我价值。然后我可以决定我的丈夫是否与我的新生活方式兼容，并考虑我的经济状况和未来规划。",
    "annotation": [
      {
        "sentence": "我明白了，控制家暴对我产生的影响可能是一个长期的过程。",
        "label": ""
      },
      {
        "sentence": "即使我无法改变家暴的发生，我可以控制自己对它的反应和处理方式。",
        "label": ""
      },
      {
        "sentence": "我会专注于改善自己的生活，并找到自我价值。",
        "label": ""
      },
      {
        "sentence": "然后我可以决定我的丈夫是否与我的新生活方式兼容，并考虑我的经济状况和未来规划。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的想法是正确的，无论如何改变环境的时间成本都是非常高的。重要的是你能够控制自己的态度和处理方式，专注于改善自己的生活。在这个过程中，你会发现自己的自我价值。然后你可以决定你的伴侣是否与你的新生活方式兼容，并根据自己的经济状况和未来规划做出决策。这些建议只是供你参考，祝你好运。",
    "annotation": [
      {
        "sentence": "你的想法是正确的，无论如何改变环境的时间成本都是非常高的。",
        "label": ""
      },
      {
        "sentence": "重要的是你能够控制自己的态度和处理方式，专注于改善自己的生活。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你会发现自己的自我价值。",
        "label": ""
      },
      {
        "sentence": "然后你可以决定你的伴侣是否与你的新生活方式兼容，并根据自己的经济状况和未来规划做出决策。",
        "label": ""
      },
      {
        "sentence": "这些建议只是供你参考，祝你好运。",
        "label": ""
      }
    ]
  }
]