[
  {
    "role": "client",
    "content": "我不敢发朋友圈，因为怕别人说我烦、说我作，这是什么心理？我有很多想在朋友圈纪念的时刻，比如我儿子的生日，我儿子的成长，我的喜怒哀乐，我都想记录在朋友圈里！可是我总是没有勇气发，我怕别人会对我说闲话，会觉得我做作，所以选择了不发。我平均一个月只发1-2条朋友圈，每次发出去都需要很大的勇气，然后期待别人的点赞，每一个赞都给了我一点勇气，如果赞很少的话，我会胡思乱想，别人是不是不喜欢看？是不是不喜欢我？然后我就会删了。我做不到像别人那样，自己的朋友圈，发什么都很自在、随意！请问这是什么心理？",
    "annotation": [
      {
        "sentence": "我不敢发朋友圈，因为怕别人说我烦、说我作，这是什么心理？",
        "label": ""
      },
      {
        "sentence": "我有很多想在朋友圈纪念的时刻，比如我儿子的生日，我儿子的成长，我的喜怒哀乐，我都想记录在朋友圈里！",
        "label": ""
      },
      {
        "sentence": "可是我总是没有勇气发，我怕别人会对我说闲话，会觉得我做作，所以选择了不发。",
        "label": ""
      },
      {
        "sentence": "我平均一个月只发1-2条朋友圈，每次发出去都需要很大的勇气，然后期待别人的点赞，每一个赞都给了我一点勇气，如果赞很少的话，我会胡思乱想，别人是不是不喜欢看？",
        "label": ""
      },
      {
        "sentence": "是不是不喜欢我？",
        "label": ""
      },
      {
        "sentence": "然后我就会删了。",
        "label": ""
      },
      {
        "sentence": "我做不到像别人那样，自己的朋友圈，发什么都很自在、随意！",
        "label": ""
      },
      {
        "sentence": "请问这是什么心理？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的困惑和犹豫是可以理解的。首先，发朋友圈纯粹为了纪念是没错的，不过这和发朋友圈的关系并不大。纯粹为了纪念，你可以选择任何一款记录软件来保存这些美好时刻，经常回顾也是一种很好的方式。其次，如果你发朋友圈是为了让别人关注你、点赞你，那你要发的东西应该是别人喜欢的，而不仅仅是你自己的生活。因为关于你生活的好与坏，别人其实不太关心。所以，如果你想展示自己的生活，就不要太在意别人怎么看怎么想，你想发就发，想秀就秀。",
    "annotation": [
      {
        "sentence": "你的困惑和犹豫是可以理解的。",
        "label": ""
      },
      {
        "sentence": "首先，发朋友圈纯粹为了纪念是没错的，不过这和发朋友圈的关系并不大。",
        "label": ""
      },
      {
        "sentence": "纯粹为了纪念，你可以选择任何一款记录软件来保存这些美好时刻，经常回顾也是一种很好的方式。",
        "label": ""
      },
      {
        "sentence": "其次，如果你发朋友圈是为了让别人关注你、点赞你，那你要发的东西应该是别人喜欢的，而不仅仅是你自己的生活。",
        "label": ""
      },
      {
        "sentence": "因为关于你生活的好与坏，别人其实不太关心。",
        "label": ""
      },
      {
        "sentence": "所以，如果你想展示自己的生活，就不要太在意别人怎么看怎么想，你想发就发，想秀就秀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那你觉得秀孩子、秀家庭的真实情况会有什么问题吗？",
    "annotation": [
      {
        "sentence": "那你觉得秀孩子、秀家庭的真实情况会有什么问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我不建议在朋友圈里秀孩子、秀家庭的真实情况，以及过多透露个人信息。有时候这样做可能会引来一些不好的人的关注，甚至可能成为坏人的目标。毕竟现在社会上存在一些人利用他人的个人信息进行不法行为，所以你的犹豫和不轻易发朋友圈，实际上是在保护自己。",
    "annotation": [
      {
        "sentence": "我不建议在朋友圈里秀孩子、秀家庭的真实情况，以及过多透露个人信息。",
        "label": ""
      },
      {
        "sentence": "有时候这样做可能会引来一些不好的人的关注，甚至可能成为坏人的目标。",
        "label": ""
      },
      {
        "sentence": "毕竟现在社会上存在一些人利用他人的个人信息进行不法行为，所以你的犹豫和不轻易发朋友圈，实际上是在保护自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我总是会羡慕别人的朋友圈很风光，有时候会心里不平衡。",
    "annotation": [
      {
        "sentence": "但是我总是会羡慕别人的朋友圈很风光，有时候会心里不平衡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到别人的朋友圈很风光，感到不甘心是很正常的情绪。不过你能确定那些风光的朋友圈是真实的吗？有些人只是为了炫耀而炫耀，他们可能会在工地的沙堆上照张照片，然后在后台加个大海的背景，说自己去了海边旅游。不要太在意自己现在的心理状态，无论是嫉妒、虚荣还是其他，和这些虚假的东西去斗争实际上是没有意义的。毕竟人生百态，谁也不知道未来会发生什么，所以最重要的是让自己的家庭和睦、开心、健康，这样才能笑到最后。",
    "annotation": [
      {
        "sentence": "看到别人的朋友圈很风光，感到不甘心是很正常的情绪。",
        "label": ""
      },
      {
        "sentence": "不过你能确定那些风光的朋友圈是真实的吗？",
        "label": ""
      },
      {
        "sentence": "有些人只是为了炫耀而炫耀，他们可能会在工地的沙堆上照张照片，然后在后台加个大海的背景，说自己去了海边旅游。",
        "label": ""
      },
      {
        "sentence": "不要太在意自己现在的心理状态，无论是嫉妒、虚荣还是其他，和这些虚假的东西去斗争实际上是没有意义的。",
        "label": ""
      },
      {
        "sentence": "毕竟人生百态，谁也不知道未来会发生什么，所以最重要的是让自己的家庭和睦、开心、健康，这样才能笑到最后。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，谢谢你的理解和支持。",
    "annotation": [
      {
        "sentence": "我明白了，谢谢你的理解和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直支持你的，希望你能找到属于自己的方式，勇敢地展示自己的生活和情感。要相信自己的价值，不要总是依赖别人的评价来定义自己。加油！",
    "annotation": [
      {
        "sentence": "不客气，我会一直支持你的，希望你能找到属于自己的方式，勇敢地展示自己的生活和情感。",
        "label": ""
      },
      {
        "sentence": "要相信自己的价值，不要总是依赖别人的评价来定义自己。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]