[
  {
    "role": "client",
    "content": "工作没价值感，不会和人相处，学习任务完成得不满意？",
    "annotation": [
      {
        "sentence": "工作没价值感，不会和人相处，学习任务完成得不满意？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，现在不少人在疫情期间都会有这样的困惑和挫折感。因为疫情，很多行业受到了冲击，工作内容变少了，工资可能也降低了。你所在的旅行社也是如此，是吗？",
    "annotation": [
      {
        "sentence": "我了解你的感受，现在不少人在疫情期间都会有这样的困惑和挫折感。",
        "label": ""
      },
      {
        "sentence": "因为疫情，很多行业受到了冲击，工作内容变少了，工资可能也降低了。",
        "label": ""
      },
      {
        "sentence": "你所在的旅行社也是如此，是吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，因为疫情的关系，旅行社目前很少有业务，工作起来觉得没有什么价值感。我曾考虑过辞职重新找一份有意义的工作，但却不敢轻易下决定，因为现在的情况太不稳定了。",
    "annotation": [
      {
        "sentence": "是的，因为疫情的关系，旅行社目前很少有业务，工作起来觉得没有什么价值感。",
        "label": ""
      },
      {
        "sentence": "我曾考虑过辞职重新找一份有意义的工作，但却不敢轻易下决定，因为现在的情况太不稳定了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的顾虑，毕竟现在确实不是最好的时机。既然你在公司中承担的工作是独一无二的，那说明你是其中的重要人物。虽然你对旅游业不太热爱，并且自认为不是一个设计专家，但你的工作还是给公司带来了价值。不管在任何岗位上，都会有一些难堪和困难，关键是要相信自己的能力，努力克服困难。",
    "annotation": [
      {
        "sentence": "我理解你的顾虑，毕竟现在确实不是最好的时机。",
        "label": ""
      },
      {
        "sentence": "既然你在公司中承担的工作是独一无二的，那说明你是其中的重要人物。",
        "label": ""
      },
      {
        "sentence": "虽然你对旅游业不太热爱，并且自认为不是一个设计专家，但你的工作还是给公司带来了价值。",
        "label": ""
      },
      {
        "sentence": "不管在任何岗位上，都会有一些难堪和困难，关键是要相信自己的能力，努力克服困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，但是我一直不太擅长与人相处，不懂得讨好别人。过去我总是过度讨好他人，即使对方越过了界限，我还是会顺从，让别人觉得我好欺负。我也不知道如何巧妙地拒绝。现在只要别人不讨厌我，我就觉得还好，但总觉得与集体有些疏离感，社交变得乏味和孤独。在多人聊天时，我常常不敢加入，想说的话到嘴边又会不顺畅，有时候说出来也没有回应，让我感到失落。特别是在领导在场时，更不敢表达自己真实的想法。有时候连一句简单的请求，比如借几张纸巾，我都会吞吞吐吐，不敢大声说出来。我害怕被拒绝，也害怕欠别人人情，所以我总是不太愿意向别人寻求帮助。而且，我说话时没有什么情绪波动，给人的印象常常是冷漠的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，但是我一直不太擅长与人相处，不懂得讨好别人。",
        "label": ""
      },
      {
        "sentence": "过去我总是过度讨好他人，即使对方越过了界限，我还是会顺从，让别人觉得我好欺负。",
        "label": ""
      },
      {
        "sentence": "我也不知道如何巧妙地拒绝。",
        "label": ""
      },
      {
        "sentence": "现在只要别人不讨厌我，我就觉得还好，但总觉得与集体有些疏离感，社交变得乏味和孤独。",
        "label": ""
      },
      {
        "sentence": "在多人聊天时，我常常不敢加入，想说的话到嘴边又会不顺畅，有时候说出来也没有回应，让我感到失落。",
        "label": ""
      },
      {
        "sentence": "特别是在领导在场时，更不敢表达自己真实的想法。",
        "label": ""
      },
      {
        "sentence": "有时候连一句简单的请求，比如借几张纸巾，我都会吞吞吐吐，不敢大声说出来。",
        "label": ""
      },
      {
        "sentence": "我害怕被拒绝，也害怕欠别人人情，所以我总是不太愿意向别人寻求帮助。",
        "label": ""
      },
      {
        "sentence": "而且，我说话时没有什么情绪波动，给人的印象常常是冷漠的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能够理解你感到的不自信和社交困难。其实，追求好的感受在工作和社交中都是普遍存在的。从你的个性特点中，我能够看出你对自己有比较高的期望，如果做不到自己期待的那样，你会觉得自己不够好，然后放弃或者挑剔自己的不足之处。你的三方面问题都有一个共同的模式，那就是追求完美。我在学习中曾经听到一句话，“追求完美等于完蛋”，意思是当我们在做一件事时，期望做到最好，一旦无法达到自己的期望，就会放弃。你希望有一个正向的引导吗？我很好奇你所说的正向引导是什么样的？是否你又陷入了追求完美的陷阱中呢？",
    "annotation": [
      {
        "sentence": "我能够理解你感到的不自信和社交困难。",
        "label": ""
      },
      {
        "sentence": "其实，追求好的感受在工作和社交中都是普遍存在的。",
        "label": ""
      },
      {
        "sentence": "从你的个性特点中，我能够看出你对自己有比较高的期望，如果做不到自己期待的那样，你会觉得自己不够好，然后放弃或者挑剔自己的不足之处。",
        "label": ""
      },
      {
        "sentence": "你的三方面问题都有一个共同的模式，那就是追求完美。",
        "label": ""
      },
      {
        "sentence": "我在学习中曾经听到一句话，“追求完美等于完蛋”，意思是当我们在做一件事时，期望做到最好，一旦无法达到自己的期望，就会放弃。",
        "label": ""
      },
      {
        "sentence": "你希望有一个正向的引导吗？",
        "label": ""
      },
      {
        "sentence": "我很好奇你所说的正向引导是什么样的？",
        "label": ""
      },
      {
        "sentence": "是否你又陷入了追求完美的陷阱中呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我希望有一种积极的引导，能够让我树立正确的心态和对自己的期望。我意识到自己经常要求自己太高，这也导致我对周围的人、事、物有更高的要求。你的建议很中肯，我需要学习一些心理学的知识，以一种更温和的方式对待自己。你说得对，每天提醒自己自己进步了一点点，日新日进，相信自己的力量，我可以变得更好。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我希望有一种积极的引导，能够让我树立正确的心态和对自己的期望。",
        "label": ""
      },
      {
        "sentence": "我意识到自己经常要求自己太高，这也导致我对周围的人、事、物有更高的要求。",
        "label": ""
      },
      {
        "sentence": "你的建议很中肯，我需要学习一些心理学的知识，以一种更温和的方式对待自己。",
        "label": ""
      },
      {
        "sentence": "你说得对，每天提醒自己自己进步了一点点，日新日进，相信自己的力量，我可以变得更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴你接受了我的建议。你可以开始写下自己的十个优点，不需要思考，只要写出来即可。另外，如果你在学习英语，可以试着每天背几个单词，不要追求一下子背下很多，可以从每天背5个开始，然后逐渐增加数量。每当你背下来一些单词时，要给自己一个大大的赞许，认可自己的努力和成果。即使有一天只背下来1-2个单词也不要生气或者沮丧，因为那说明你比昨天有进步，你比昨天的自己更好了。相信自己的力量，你可以成为最好的自己。",
    "annotation": [
      {
        "sentence": "我很高兴你接受了我的建议。",
        "label": ""
      },
      {
        "sentence": "你可以开始写下自己的十个优点，不需要思考，只要写出来即可。",
        "label": ""
      },
      {
        "sentence": "另外，如果你在学习英语，可以试着每天背几个单词，不要追求一下子背下很多，可以从每天背5个开始，然后逐渐增加数量。",
        "label": ""
      },
      {
        "sentence": "每当你背下来一些单词时，要给自己一个大大的赞许，认可自己的努力和成果。",
        "label": ""
      },
      {
        "sentence": "即使有一天只背下来1-2个单词也不要生气或者沮丧，因为那说明你比昨天有进步，你比昨天的自己更好了。",
        "label": ""
      },
      {
        "sentence": "相信自己的力量，你可以成为最好的自己。",
        "label": ""
      }
    ]
  }
]