[
  {
    "role": "client",
    "content": "我最近社恐的状况越来越严重，感觉见人都很害怕心慌，不敢面对新事物。半年前得了重度抑郁症加中度焦虑，一直没吃药硬抗，后来就不知不觉有社恐，去人稍微多的地方就心慌想逃跑，就感觉所有人都在看我害怕我。现在情绪特别多，只要有人跟我说一句关怀的话，我就能哭出来感动啊？？？要不就是听到一句不喜欢的话就直接崩溃发飙。天天就把自己缩成小透明，不想让人注意到我。出门耳机口罩必须带，我感觉我现在不是心理有问题，是精神上的问题，正常人谁这样啊....没人理解我，故事太多也说不完，只能写写我的现状。",
    "annotation": [
      {
        "sentence": "我最近社恐的状况越来越严重，感觉见人都很害怕心慌，不敢面对新事物。",
        "label": ""
      },
      {
        "sentence": "半年前得了重度抑郁症加中度焦虑，一直没吃药硬抗，后来就不知不觉有社恐，去人稍微多的地方就心慌想逃跑，就感觉所有人都在看我害怕我。",
        "label": ""
      },
      {
        "sentence": "现在情绪特别多，只要有人跟我说一句关怀的话，我就能哭出来感动啊？？？",
        "label": ""
      },
      {
        "sentence": "要不就是听到一句不喜欢的话就直接崩溃发飙。",
        "label": ""
      },
      {
        "sentence": "天天就把自己缩成小透明，不想让人注意到我。",
        "label": ""
      },
      {
        "sentence": "出门耳机口罩必须带，我感觉我现在不是心理有问题，是精神上的问题，正常人谁这样啊....没人理解我，故事太多也说不完，只能写写我的现状。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一个人硬抗真的很辛苦。抑郁加焦虑的状况让你内心充满不安全。而回避人群虽然能让你暂时的逃避，但也让你内心更加的孤独。真为你心疼而担心！你说有太多的故事，也许和成长的环境有关，也许和情感的经历有关，也许有生活中的种种挑战和困境，也许还有更多更多。。。。。。但是一个人消化会有更多的压力和负担。建议真的需要根据专业精神科医生的指导用药，帮助你缓解抑郁焦虑的情绪，这样你会有更大的空间和力量帮助自己走出困境。配合用药，可以进行心理咨询，陪伴你一起走过这个痛苦的时段。",
    "annotation": [
      {
        "sentence": "一个人硬抗真的很辛苦。",
        "label": ""
      },
      {
        "sentence": "抑郁加焦虑的状况让你内心充满不安全。",
        "label": ""
      },
      {
        "sentence": "而回避人群虽然能让你暂时的逃避，但也让你内心更加的孤独。",
        "label": ""
      },
      {
        "sentence": "真为你心疼而担心！",
        "label": ""
      },
      {
        "sentence": "你说有太多的故事，也许和成长的环境有关，也许和情感的经历有关，也许有生活中的种种挑战和困境，也许还有更多更多。。。。。。",
        "label": ""
      },
      {
        "sentence": "但是一个人消化会有更多的压力和负担。",
        "label": ""
      },
      {
        "sentence": "建议真的需要根据专业精神科医生的指导用药，帮助你缓解抑郁焦虑的情绪，这样你会有更大的空间和力量帮助自己走出困境。",
        "label": ""
      },
      {
        "sentence": "配合用药，可以进行心理咨询，陪伴你一起走过这个痛苦的时段。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道一个人硬抗很辛苦，但我一直害怕被别人嘲笑或看不起。我不知道如何面对社交场合，总是感到不安和害怕。和大家交往让我觉得很吃力，也不知道该如何和他们交流。上次有人关心我，我当时真的很感动，但之后又有人说了一句让我不舒服的话，我又觉得很崩溃。这样的情绪波动让我很疲惫，我真的希望能够摆脱这种困境。",
    "annotation": [
      {
        "sentence": "我知道一个人硬抗很辛苦，但我一直害怕被别人嘲笑或看不起。",
        "label": ""
      },
      {
        "sentence": "我不知道如何面对社交场合，总是感到不安和害怕。",
        "label": ""
      },
      {
        "sentence": "和大家交往让我觉得很吃力，也不知道该如何和他们交流。",
        "label": ""
      },
      {
        "sentence": "上次有人关心我，我当时真的很感动，但之后又有人说了一句让我不舒服的话，我又觉得很崩溃。",
        "label": ""
      },
      {
        "sentence": "这样的情绪波动让我很疲惫，我真的希望能够摆脱这种困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的担心和恐惧，很多时候我们都会担心别人的评价和看法。但是，请相信，真正关心你的人会理解你，不会嘲笑你或者看不起你。社交场合可能是一种挑战，但是你并不孤单，有很多人可以帮助你克服这个困难。当你遇到不舒服的话语时，试着用更积极的心态去面对，不要让消极情绪占据你的内心。坦然地表达你的感受，学会倾听和理解他人，这能帮助你更好地与他们交流。",
    "annotation": [
      {
        "sentence": "我完全理解你的担心和恐惧，很多时候我们都会担心别人的评价和看法。",
        "label": ""
      },
      {
        "sentence": "但是，请相信，真正关心你的人会理解你，不会嘲笑你或者看不起你。",
        "label": ""
      },
      {
        "sentence": "社交场合可能是一种挑战，但是你并不孤单，有很多人可以帮助你克服这个困难。",
        "label": ""
      },
      {
        "sentence": "当你遇到不舒服的话语时，试着用更积极的心态去面对，不要让消极情绪占据你的内心。",
        "label": ""
      },
      {
        "sentence": "坦然地表达你的感受，学会倾听和理解他人，这能帮助你更好地与他们交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但我感觉自己无法控制自己的情绪。每当有不喜欢的话语出现，我就会不由自主地发飙。我真的希望自己能够冷静下来，但总是做不到。我很害怕自己失去控制而伤害到他人或自己。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但我感觉自己无法控制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "每当有不喜欢的话语出现，我就会不由自主地发飙。",
        "label": ""
      },
      {
        "sentence": "我真的希望自己能够冷静下来，但总是做不到。",
        "label": ""
      },
      {
        "sentence": "我很害怕自己失去控制而伤害到他人或自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情绪的控制是一个学习的过程，需要时间和耐心。不要对自己过于苛求，接受自己现在的状态，同时也要相信自己有能力改变。当你感到情绪激动时，试着深呼吸、数数或者告诉自己要冷静下来。也可以寻求专业心理咨询师的帮助，他们会教给你更多的情绪调节技巧。记住，你并不是一个人在战斗，有人理解你，愿意陪伴你度过困难的时刻。",
    "annotation": [
      {
        "sentence": "情绪的控制是一个学习的过程，需要时间和耐心。",
        "label": ""
      },
      {
        "sentence": "不要对自己过于苛求，接受自己现在的状态，同时也要相信自己有能力改变。",
        "label": ""
      },
      {
        "sentence": "当你感到情绪激动时，试着深呼吸、数数或者告诉自己要冷静下来。",
        "label": ""
      },
      {
        "sentence": "也可以寻求专业心理咨询师的帮助，他们会教给你更多的情绪调节技巧。",
        "label": ""
      },
      {
        "sentence": "记住，你并不是一个人在战斗，有人理解你，愿意陪伴你度过困难的时刻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的没错，我需要学会接受自己并且相信自己能够改变。我会试着用你说的方法来控制自己的情绪，也会寻求专业帮助。谢谢你一直在这里支持我，这让我感到很温暖。我希望能够坚持下去，一点一点地战胜自己的困境。",
    "annotation": [
      {
        "sentence": "你说的没错，我需要学会接受自己并且相信自己能够改变。",
        "label": ""
      },
      {
        "sentence": "我会试着用你说的方法来控制自己的情绪，也会寻求专业帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直在这里支持我，这让我感到很温暖。",
        "label": ""
      },
      {
        "sentence": "我希望能够坚持下去，一点一点地战胜自己的困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的决心和勇气让我非常钦佩。相信自己，你一定能够克服困难，重新获得内心的平静和自信。如果你需要任何帮助或者在过程中感到困惑，随时都可以来找我倾诉。你并不孤单，我们一起走过这段艰难的路程，一定会有好的结果。保持积极的心态，相信自己，加油！",
    "annotation": [
      {
        "sentence": "你的决心和勇气让我非常钦佩。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够克服困难，重新获得内心的平静和自信。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者在过程中感到困惑，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们一起走过这段艰难的路程，一定会有好的结果。",
        "label": ""
      },
      {
        "sentence": "保持积极的心态，相信自己，加油！",
        "label": ""
      }
    ]
  }
]