[
  {
    "role": "client",
    "content": "父母离婚，母亲再婚，怎么样改善与女儿的关系？女儿因为父母离婚和母亲的再婚，而影响了心情，有时焦虑，缺乏安全感，请问怎么才能抚平她心里的创伤？",
    "annotation": [
      {
        "sentence": "父母离婚，母亲再婚，怎么样改善与女儿的关系？",
        "label": ""
      },
      {
        "sentence": "女儿因为父母离婚和母亲的再婚，而影响了心情，有时焦虑，缺乏安全感，请问怎么才能抚平她心里的创伤？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不知道女儿多少岁了呢，以及现在是谁在抚养呢？",
    "annotation": [
      {
        "sentence": "不知道女儿多少岁了呢，以及现在是谁在抚养呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "女儿已经12岁了，现在是我和她的母亲一起抚养她。",
    "annotation": [
      {
        "sentence": "女儿已经12岁了，现在是我和她的母亲一起抚养她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "父母离婚、母亲再婚，如果在这个过程中忽视了对女儿的关注和照顾，是会让她产生“被抛弃感”，觉得爸爸妈妈不要自己了的担心。建议主动对女儿给予更多的关注和照顾，多陪伴她，多表达“爸爸妈妈虽然分开了，但是还是会很爱你”的意思。",
    "annotation": [
      {
        "sentence": "父母离婚、母亲再婚，如果在这个过程中忽视了对女儿的关注和照顾，是会让她产生“被抛弃感”，觉得爸爸妈妈不要自己了的担心。",
        "label": ""
      },
      {
        "sentence": "建议主动对女儿给予更多的关注和照顾，多陪伴她，多表达“爸爸妈妈虽然分开了，但是还是会很爱你”的意思。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我意识到在离婚和再婚的过程中，我可能没有付足够的关注和照顾给女儿，我会主动改善这一点。",
    "annotation": [
      {
        "sentence": "是的，我意识到在离婚和再婚的过程中，我可能没有付足够的关注和照顾给女儿，我会主动改善这一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，留意身边的人，不知道你身边的亲戚朋友怎么样？因为我从小跟着我母亲改嫁，身边会有很多大人「逗我玩」，说“你妈妈不要你了，要给你生一个弟弟妹妹，然后就不爱你了”之类的话。这些大人的「玩笑话」，在我小时候对我影响特别特别大，让我非常敏感和害怕，妈妈一些行为都会被我解读为不爱我了。",
    "annotation": [
      {
        "sentence": "另外，留意身边的人，不知道你身边的亲戚朋友怎么样？",
        "label": ""
      },
      {
        "sentence": "因为我从小跟着我母亲改嫁，身边会有很多大人「逗我玩」，说“你妈妈不要你了，要给你生一个弟弟妹妹，然后就不爱你了”之类的话。",
        "label": ""
      },
      {
        "sentence": "这些大人的「玩笑话」，在我小时候对我影响特别特别大，让我非常敏感和害怕，妈妈一些行为都会被我解读为不爱我了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "女儿身边没有亲戚朋友开这样的玩笑，但我会留意周围的人，以免给女儿带来不必要的困扰和伤害。",
    "annotation": [
      {
        "sentence": "女儿身边没有亲戚朋友开这样的玩笑，但我会留意周围的人，以免给女儿带来不必要的困扰和伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，这样可以减少女儿在成长过程中受到创伤的可能性。接下来，我想分享一下我的故事。我比较早跟随母亲一起改嫁，妈妈为了照顾我，担心生了新的小孩对我影响太大，所以一直坚持没有再生小孩。然后一直陪在我身边，农村其实很多留守儿童，家里经济再困难，我妈妈都不会出去打工，选择留在村里照顾我。就算是这样，在我高中的时候，我母亲意外怀孕（后来打掉了），我心里都还是会害怕担心我妈妈不爱我了。希望我的经历能够对你有所帮助。你提到的内容太简短了，我也只能笼统回答一下，如果你有更多想问的，可以评论给我。",
    "annotation": [
      {
        "sentence": "很好，这样可以减少女儿在成长过程中受到创伤的可能性。",
        "label": ""
      },
      {
        "sentence": "接下来，我想分享一下我的故事。",
        "label": ""
      },
      {
        "sentence": "我比较早跟随母亲一起改嫁，妈妈为了照顾我，担心生了新的小孩对我影响太大，所以一直坚持没有再生小孩。",
        "label": ""
      },
      {
        "sentence": "然后一直陪在我身边，农村其实很多留守儿童，家里经济再困难，我妈妈都不会出去打工，选择留在村里照顾我。",
        "label": ""
      },
      {
        "sentence": "就算是这样，在我高中的时候，我母亲意外怀孕（后来打掉了），我心里都还是会害怕担心我妈妈不爱我了。",
        "label": ""
      },
      {
        "sentence": "希望我的经历能够对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "你提到的内容太简短了，我也只能笼统回答一下，如果你有更多想问的，可以评论给我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你分享你的故事，很高兴你能够理解我的困惑。我会尽量多陪伴女儿，多表达对她的爱和关心。如果我有更多问题，我会及时与你沟通的。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你分享你的故事，很高兴你能够理解我的困惑。",
        "label": ""
      },
      {
        "sentence": "我会尽量多陪伴女儿，多表达对她的爱和关心。",
        "label": ""
      },
      {
        "sentence": "如果我有更多问题，我会及时与你沟通的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你是一个很负责任的家长，相信女儿会感受到你的关心和爱的。记得在陪伴的同时，也要留意女儿的情绪变化和行为表现，如果你觉得女儿的问题还没有得到很好的改善，也可以考虑寻求心理专业人士的帮助，他们有更多的经验和方法可以帮助你和女儿度过这个阶段。祝福你和女儿能够建立起更好的关系！",
    "annotation": [
      {
        "sentence": "不客气，你是一个很负责任的家长，相信女儿会感受到你的关心和爱的。",
        "label": ""
      },
      {
        "sentence": "记得在陪伴的同时，也要留意女儿的情绪变化和行为表现，如果你觉得女儿的问题还没有得到很好的改善，也可以考虑寻求心理专业人士的帮助，他们有更多的经验和方法可以帮助你和女儿度过这个阶段。",
        "label": ""
      },
      {
        "sentence": "祝福你和女儿能够建立起更好的关系！",
        "label": ""
      }
    ]
  }
]