[
  {
    "role": "client",
    "content": "我一见到人就紧张，甚至慌张，可能会有强迫症？我是一名学生，一见到人就紧张和慌张，我可能会有强迫症，就是一见到人我会第一时间盯他的眼睛，然后引起他人的反感，所以我为了避免这样的情况我就会强迫自己的视线放宽放广，但是这样子的状态觉得自己变得死气沉沉的，还有就是感觉被压抑了，所以这样也有一些人觉得我懦弱欺负我，可这样当有人接近我时，还是会觉得紧张，有时候我慌张的话都说不出来。还有我在外面时，会强迫自己的眼睛一定要看着眼前的东西，根本体会不到放松自然的感觉，而且这样我就会变得眼睛睁得大大的很凶的人，因为视线强迫盯着看眼前的东西，所以变得很不自然，别人也不敢与我相处，出来打工锻炼一个月了，还是没有办法克服，我该怎么办？我紧张时，可能会有强迫盯着眼前的东西的习惯，可是改变不了，怎么办。",
    "annotation": [
      {
        "sentence": "我一见到人就紧张，甚至慌张，可能会有强迫症？",
        "label": ""
      },
      {
        "sentence": "我是一名学生，一见到人就紧张和慌张，我可能会有强迫症，就是一见到人我会第一时间盯他的眼睛，然后引起他人的反感，所以我为了避免这样的情况我就会强迫自己的视线放宽放广，但是这样子的状态觉得自己变得死气沉沉的，还有就是感觉被压抑了，所以这样也有一些人觉得我懦弱欺负我，可这样当有人接近我时，还是会觉得紧张，有时候我慌张的话都说不出来。",
        "label": ""
      },
      {
        "sentence": "还有我在外面时，会强迫自己的眼睛一定要看着眼前的东西，根本体会不到放松自然的感觉，而且这样我就会变得眼睛睁得大大的很凶的人，因为视线强迫盯着看眼前的东西，所以变得很不自然，别人也不敢与我相处，出来打工锻炼一个月了，还是没有办法克服，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我紧张时，可能会有强迫盯着眼前的东西的习惯，可是改变不了，怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你的问题需要了解，我们的紧张和焦虑的原因是什么。比较好的帮助自己。",
    "annotation": [
      {
        "sentence": "感谢你的问题需要了解，我们的紧张和焦虑的原因是什么。",
        "label": ""
      },
      {
        "sentence": "比较好的帮助自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "每次一见到人就感到紧张，甚至慌张。我觉得自己可能患有强迫症。我为了避免被他人反感，就强迫自己放宽视线。但这样让我感到沮丧和压抑。有些人觉得我懦弱欺负我。尽管如此，当有人接近我时，我仍然会感到紧张，有时甚至说不出话来。在外面时，我强迫自己只看眼前的东西，无法感到放松和自然。这使我看起来很凶恶，别人不敢与我交往。我已经出去打了一个月的工，但仍无法克服这个问题，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "每次一见到人就感到紧张，甚至慌张。",
        "label": ""
      },
      {
        "sentence": "我觉得自己可能患有强迫症。",
        "label": ""
      },
      {
        "sentence": "我为了避免被他人反感，就强迫自己放宽视线。",
        "label": ""
      },
      {
        "sentence": "但这样让我感到沮丧和压抑。",
        "label": ""
      },
      {
        "sentence": "有些人觉得我懦弱欺负我。",
        "label": ""
      },
      {
        "sentence": "尽管如此，当有人接近我时，我仍然会感到紧张，有时甚至说不出话来。",
        "label": ""
      },
      {
        "sentence": "在外面时，我强迫自己只看眼前的东西，无法感到放松和自然。",
        "label": ""
      },
      {
        "sentence": "这使我看起来很凶恶，别人不敢与我交往。",
        "label": ""
      },
      {
        "sentence": "我已经出去打了一个月的工，但仍无法克服这个问题，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够意识到自己的紧张和焦虑是非常重要的，你的问题很常见。希望可以帮助你。",
    "annotation": [
      {
        "sentence": "能够意识到自己的紧张和焦虑是非常重要的，你的问题很常见。",
        "label": ""
      },
      {
        "sentence": "希望可以帮助你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己在别人眼中应该是一个有活力、勇气和力量的人。我希望别人能够更容易接近我。因此，我会紧张是合理的。但我该怎么看待自己呢？我有时觉得自己无法接纳自己的部分。我应该如何更好地接纳自己的状态，对自己要有信心呢？",
    "annotation": [
      {
        "sentence": "我觉得自己在别人眼中应该是一个有活力、勇气和力量的人。",
        "label": ""
      },
      {
        "sentence": "我希望别人能够更容易接近我。",
        "label": ""
      },
      {
        "sentence": "因此，我会紧张是合理的。",
        "label": ""
      },
      {
        "sentence": "但我该怎么看待自己呢？",
        "label": ""
      },
      {
        "sentence": "我有时觉得自己无法接纳自己的部分。",
        "label": ""
      },
      {
        "sentence": "我应该如何更好地接纳自己的状态，对自己要有信心呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你希望自己在别人眼中展现更好、更优秀的形象是非常正常的。但在这个过程中，你是否有过于苛刻地要求自己呢？你需要看到自己身上的许多优点，并接受自己的不足部分。身边的人可能不像你想象的那样在意你的紧张，他们也在思考自己的表现是否得当。给自己一些时间和机会去改变，不要过分放大自己的不足，相信你会逐渐变得更好的。",
    "annotation": [
      {
        "sentence": "你希望自己在别人眼中展现更好、更优秀的形象是非常正常的。",
        "label": ""
      },
      {
        "sentence": "但在这个过程中，你是否有过于苛刻地要求自己呢？",
        "label": ""
      },
      {
        "sentence": "你需要看到自己身上的许多优点，并接受自己的不足部分。",
        "label": ""
      },
      {
        "sentence": "身边的人可能不像你想象的那样在意你的紧张，他们也在思考自己的表现是否得当。",
        "label": ""
      },
      {
        "sentence": "给自己一些时间和机会去改变，不要过分放大自己的不足，相信你会逐渐变得更好的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾尝试过一些让自己不紧张的动作，比如放宽视线、盯着对方的眼睛、只看眼前的东西，但发现这些动作反而让我更紧张。我应该如何改变这种刻意的克服方式呢？还有没有其他方法可以帮助我放松自己的情绪？",
    "annotation": [
      {
        "sentence": "我曾尝试过一些让自己不紧张的动作，比如放宽视线、盯着对方的眼睛、只看眼前的东西，但发现这些动作反而让我更紧张。",
        "label": ""
      },
      {
        "sentence": "我应该如何改变这种刻意的克服方式呢？",
        "label": ""
      },
      {
        "sentence": "还有没有其他方法可以帮助我放松自己的情绪？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经付出了很多努力尝试让自己不紧张，但发现这些方法并不起作用。在人际交往中，不要刻意去做一些让自己不紧张的动作，这只会增加你和他人相处的压力。你可以试试通过放松身体来缓解情绪，比如冥想和瑜伽。当你感到紧张时，深呼吸、放松肢体或者微笑都可以帮助你进入放松的状态。找到一种能够引导你放松的动作，例如捋一下头发、摸一下杯子、抓一下后脑勺，这些动作都在告诉自己，你允许自己不完美，可以以放松的方式和他人交往。",
    "annotation": [
      {
        "sentence": "你已经付出了很多努力尝试让自己不紧张，但发现这些方法并不起作用。",
        "label": ""
      },
      {
        "sentence": "在人际交往中，不要刻意去做一些让自己不紧张的动作，这只会增加你和他人相处的压力。",
        "label": ""
      },
      {
        "sentence": "你可以试试通过放松身体来缓解情绪，比如冥想和瑜伽。",
        "label": ""
      },
      {
        "sentence": "当你感到紧张时，深呼吸、放松肢体或者微笑都可以帮助你进入放松的状态。",
        "label": ""
      },
      {
        "sentence": "找到一种能够引导你放松的动作，例如捋一下头发、摸一下杯子、抓一下后脑勺，这些动作都在告诉自己，你允许自己不完美，可以以放松的方式和他人交往。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我会更加积极地接纳自己的不足部分，并尝试放松身心来缓解紧张和焦虑。改变可能需要时间，但我相信自己会逐渐克服这个问题的。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会更加积极地接纳自己的不足部分，并尝试放松身心来缓解紧张和焦虑。",
        "label": ""
      },
      {
        "sentence": "改变可能需要时间，但我相信自己会逐渐克服这个问题的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够做到的！不要给自己太大的压力，每个人都有改变的机会，你作为一名学生，正处在不断成长的阶段，给自己足够的时间去发展和改变。其实，周围的人并没有那么在意你的紧张，他们也会有自己的担忧和不足之处。加油！希望对你有帮助。如果还有其他问题，随时都可以向我求助。",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够做到的！",
        "label": ""
      },
      {
        "sentence": "不要给自己太大的压力，每个人都有改变的机会，你作为一名学生，正处在不断成长的阶段，给自己足够的时间去发展和改变。",
        "label": ""
      },
      {
        "sentence": "其实，周围的人并没有那么在意你的紧张，他们也会有自己的担忧和不足之处。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "希望对你有帮助。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时都可以向我求助。",
        "label": ""
      }
    ]
  }
]