[
  {
    "role": "client",
    "content": "我很讨厌被别人打扰，学不进去，陌生人咳嗽我也受不了。这个状况已经持续了一年。最开始是不想和一个朋友一起学习，因为她写字桌子晃动，我克服不了。",
    "annotation": [
      {
        "sentence": "我很讨厌被别人打扰，学不进去，陌生人咳嗽我也受不了。",
        "label": ""
      },
      {
        "sentence": "这个状况已经持续了一年。",
        "label": ""
      },
      {
        "sentence": "最开始是不想和一个朋友一起学习，因为她写字桌子晃动，我克服不了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有不同的学习环境需求。有些人即使在闹市中也可以淡定学习，但有些人需要非常安静的环境，连蚊子声都会影响到他们的状态。没有对错之分，你只需要努力保证自己的学习效率就好。我非常理解你的感受。也许你是一个敏感型人格，对周围的事物和人有较高的觉知能力。你关注的人和物品都在你的注意范围内。当你专注于学习时，需要其他人和事物处于安静和平稳的状态。这是可以理解的。",
    "annotation": [
      {
        "sentence": "每个人都有不同的学习环境需求。",
        "label": ""
      },
      {
        "sentence": "有些人即使在闹市中也可以淡定学习，但有些人需要非常安静的环境，连蚊子声都会影响到他们的状态。",
        "label": ""
      },
      {
        "sentence": "没有对错之分，你只需要努力保证自己的学习效率就好。",
        "label": ""
      },
      {
        "sentence": "我非常理解你的感受。",
        "label": ""
      },
      {
        "sentence": "也许你是一个敏感型人格，对周围的事物和人有较高的觉知能力。",
        "label": ""
      },
      {
        "sentence": "你关注的人和物品都在你的注意范围内。",
        "label": ""
      },
      {
        "sentence": "当你专注于学习时，需要其他人和事物处于安静和平稳的状态。",
        "label": ""
      },
      {
        "sentence": "这是可以理解的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我专注力很好，但也容易被干扰到。比如，我在做任务时不会听歌曲，因为对我来说，歌曲也是一种噪音。你有什么具体的方法来帮助我保持状态，不被噪音干扰吗？",
    "annotation": [
      {
        "sentence": "是的，我专注力很好，但也容易被干扰到。",
        "label": ""
      },
      {
        "sentence": "比如，我在做任务时不会听歌曲，因为对我来说，歌曲也是一种噪音。",
        "label": ""
      },
      {
        "sentence": "你有什么具体的方法来帮助我保持状态，不被噪音干扰吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当朋友晃动桌子时，你可以选择在离她附近的桌子上学习，这样可以达到陪伴的目的，但互不干扰。如果陌生人咳嗽或有风扇、空调或其他人走路和外面的噪音，你可以考虑购买防噪音耳塞，找到隔音效果较好的款式，对于这些微小的声音会很有用。最后，要调整自己的情绪。当出现噪音时，尽力专注在手头的任务上，不要过分关注噪音。当你过于在意他人的咳嗽时，可能会记住对方咳嗽的次数。不要把注意力放在令你烦躁的地方上。你可以试着深呼吸，或者戴上耳机听一些平稳的纯音乐或钢琴曲，帮助自己恢复平静。如果调节不了，可以出去透透气，休息一会儿，然后再回到座位上继续学习。",
    "annotation": [
      {
        "sentence": "当朋友晃动桌子时，你可以选择在离她附近的桌子上学习，这样可以达到陪伴的目的，但互不干扰。",
        "label": ""
      },
      {
        "sentence": "如果陌生人咳嗽或有风扇、空调或其他人走路和外面的噪音，你可以考虑购买防噪音耳塞，找到隔音效果较好的款式，对于这些微小的声音会很有用。",
        "label": ""
      },
      {
        "sentence": "最后，要调整自己的情绪。",
        "label": ""
      },
      {
        "sentence": "当出现噪音时，尽力专注在手头的任务上，不要过分关注噪音。",
        "label": ""
      },
      {
        "sentence": "当你过于在意他人的咳嗽时，可能会记住对方咳嗽的次数。",
        "label": ""
      },
      {
        "sentence": "不要把注意力放在令你烦躁的地方上。",
        "label": ""
      },
      {
        "sentence": "你可以试着深呼吸，或者戴上耳机听一些平稳的纯音乐或钢琴曲，帮助自己恢复平静。",
        "label": ""
      },
      {
        "sentence": "如果调节不了，可以出去透透气，休息一会儿，然后再回到座位上继续学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试在离朋友远一些的地方学习，这样我们可以互相陪伴又不会相互干扰。我也会购买防噪音耳塞，希望它们能帮助我屏蔽噪音。调整情绪对我来说可能有些难，但我会试着专注在学习上，不再过分关注周围的噪音。谢谢你的耐心和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试在离朋友远一些的地方学习，这样我们可以互相陪伴又不会相互干扰。",
        "label": ""
      },
      {
        "sentence": "我也会购买防噪音耳塞，希望它们能帮助我屏蔽噪音。",
        "label": ""
      },
      {
        "sentence": "调整情绪对我来说可能有些难，但我会试着专注在学习上，不再过分关注周围的噪音。",
        "label": ""
      },
      {
        "sentence": "谢谢你的耐心和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。调整情绪需要时间和努力，慢慢来，别太着急。相信自己能够克服这些困扰，保持专注。如果你有任何其他问题或需要进一步的支持，随时告诉我。我会一直在这儿支持你的。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "调整情绪需要时间和努力，慢慢来，别太着急。",
        "label": ""
      },
      {
        "sentence": "相信自己能够克服这些困扰，保持专注。",
        "label": ""
      },
      {
        "sentence": "如果你有任何其他问题或需要进一步的支持，随时告诉我。",
        "label": ""
      },
      {
        "sentence": "我会一直在这儿支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]