[
  {
    "role": "client",
    "content": "我是一个高中生，最近总是觉得很患得患失，很担心失去朋友，我怕自己可有可无。因为我特别敏感，我有一个属于自己的朋友圈子，里面的朋友都是认识十好几年的，几乎可以说是从小认识的，我们的关系一直都很好。但是，或许是我太敏感了，我总感觉他们和其他人的关系更好，这让我很害怕自己变得多余。有时候他们不回我的消息，或者见面时没打招呼（也许只是没看见）我就会特别在意，担心自己成为一个可有可无的人，我真的很害怕失去这些朋友，因为我非常在乎他们，依赖他们。",
    "annotation": [
      {
        "sentence": "我是一个高中生，最近总是觉得很患得患失，很担心失去朋友，我怕自己可有可无。",
        "label": ""
      },
      {
        "sentence": "因为我特别敏感，我有一个属于自己的朋友圈子，里面的朋友都是认识十好几年的，几乎可以说是从小认识的，我们的关系一直都很好。",
        "label": ""
      },
      {
        "sentence": "但是，或许是我太敏感了，我总感觉他们和其他人的关系更好，这让我很害怕自己变得多余。",
        "label": ""
      },
      {
        "sentence": "有时候他们不回我的消息，或者见面时没打招呼（也许只是没看见）我就会特别在意，担心自己成为一个可有可无的人，我真的很害怕失去这些朋友，因为我非常在乎他们，依赖他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的感受，因为我自己也是一个很敏感的人，在友情中总是患得患失。但是，我的经历告诉我，这种感受只会让事情变得更糟，更容易失去友情。你要对你的友情有信心，毕竟你们是十几年的朋友，从小认识，感情也相对较好。有时候在友情中不要太计较得失，觉得别人的关系很好也没关系，这样的想法只会让你变得敏感多疑，你的行为也可能会导致你们的友情变淡。所以，你要对自己的友情有信心，并且不要过分计较。另外，我建议你找一两个特别亲密的朋友，他们可以给你带来安全感和依赖感。以上只是我的个人观点，希望对你有所帮助。",
    "annotation": [
      {
        "sentence": "我能理解你的感受，因为我自己也是一个很敏感的人，在友情中总是患得患失。",
        "label": ""
      },
      {
        "sentence": "但是，我的经历告诉我，这种感受只会让事情变得更糟，更容易失去友情。",
        "label": ""
      },
      {
        "sentence": "你要对你的友情有信心，毕竟你们是十几年的朋友，从小认识，感情也相对较好。",
        "label": ""
      },
      {
        "sentence": "有时候在友情中不要太计较得失，觉得别人的关系很好也没关系，这样的想法只会让你变得敏感多疑，你的行为也可能会导致你们的友情变淡。",
        "label": ""
      },
      {
        "sentence": "所以，你要对自己的友情有信心，并且不要过分计较。",
        "label": ""
      },
      {
        "sentence": "另外，我建议你找一两个特别亲密的朋友，他们可以给你带来安全感和依赖感。",
        "label": ""
      },
      {
        "sentence": "以上只是我的个人观点，希望对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。你说得对，我应该对自己的友情更有信心。毕竟我们是十几年的朋友了，他们对我一直都很好。我明白我过于敏感只会让友情受伤，我要尽量克制自己，不再计较小事情了。同时，我也会尝试找一两个知心的朋友，这样我可以在友情上感到更加安全和依赖。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "你说得对，我应该对自己的友情更有信心。",
        "label": ""
      },
      {
        "sentence": "毕竟我们是十几年的朋友了，他们对我一直都很好。",
        "label": ""
      },
      {
        "sentence": "我明白我过于敏感只会让友情受伤，我要尽量克制自己，不再计较小事情了。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尝试找一两个知心的朋友，这样我可以在友情上感到更加安全和依赖。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。记住，对自己的友情要有信心是非常重要的。你的朋友们对你一直都很好，所以你也应该对他们充满信心。同时，找一两个知心的朋友会给你更多的支持和依靠。你做出了积极的决定，希望这能帮助你渡过这段困扰。如果还有其他问题，随时都可以来找我倾诉。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，对自己的友情要有信心是非常重要的。",
        "label": ""
      },
      {
        "sentence": "你的朋友们对你一直都很好，所以你也应该对他们充满信心。",
        "label": ""
      },
      {
        "sentence": "同时，找一两个知心的朋友会给你更多的支持和依靠。",
        "label": ""
      },
      {
        "sentence": "你做出了积极的决定，希望这能帮助你渡过这段困扰。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时都可以来找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会记住你的建议的，谢谢你细心的关心。我相信通过调整自己的心态和行为，我能够更好地维系和珍惜我的友情。如果我有其他的烦恼或者需要帮助时，我会再来找你的。",
    "annotation": [
      {
        "sentence": "我会记住你的建议的，谢谢你细心的关心。",
        "label": ""
      },
      {
        "sentence": "我相信通过调整自己的心态和行为，我能够更好地维系和珍惜我的友情。",
        "label": ""
      },
      {
        "sentence": "如果我有其他的烦恼或者需要帮助时，我会再来找你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别客气，我随时都在这里等你。改变自己的心态并不容易，但是只要你坚持努力，我相信你能够做到。无论何时，如果你需要倾诉或者寻求帮助，都可以来找我，我会尽力帮助你。加油！",
    "annotation": [
      {
        "sentence": "别客气，我随时都在这里等你。",
        "label": ""
      },
      {
        "sentence": "改变自己的心态并不容易，但是只要你坚持努力，我相信你能够做到。",
        "label": ""
      },
      {
        "sentence": "无论何时，如果你需要倾诉或者寻求帮助，都可以来找我，我会尽力帮助你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]