[
  {
    "role": "client",
    "content": "今年20岁，我总是犹豫该不该上学？",
    "annotation": [
      {
        "sentence": "今年20岁，我总是犹豫该不该上学？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解你的烦恼了，你可以和我分享一下你对上学的困惑吗？",
    "annotation": [
      {
        "sentence": "了解你的烦恼了，你可以和我分享一下你对上学的困惑吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我今年20岁了本来应该上大学了，我14岁的时候生病没有上完初中，16岁的时候去上的大专，然后没有读完就去找工作，刚开始还好，越往后工作的时间越短。前两年家长又给找了一个中专，本来都去了一天，结果又回来了。我每回都是不管工作还是上学都坚持不了两年。前两年去上学，特别有勇气，现在在上学就很考虑很多，我去了又回来怎么办？适应学校咱们办，可是看到同学都考上本科，我只是初中学历。",
    "annotation": [
      {
        "sentence": "我今年20岁了本来应该上大学了，我14岁的时候生病没有上完初中，16岁的时候去上的大专，然后没有读完就去找工作，刚开始还好，越往后工作的时间越短。",
        "label": ""
      },
      {
        "sentence": "前两年家长又给找了一个中专，本来都去了一天，结果又回来了。",
        "label": ""
      },
      {
        "sentence": "我每回都是不管工作还是上学都坚持不了两年。",
        "label": ""
      },
      {
        "sentence": "前两年去上学，特别有勇气，现在在上学就很考虑很多，我去了又回来怎么办？",
        "label": ""
      },
      {
        "sentence": "适应学校咱们办，可是看到同学都考上本科，我只是初中学历。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的经历确实很波折，但是很能理解你的困惑。现在我们可以一起分析一下你为什么会反复犹豫、适应困难的原因。首先，你是因为生病才辍学的，进而开始了工作，这期间你经历了一些挫折和困惑，也尝试了再次回到学校，但遇到了适应问题。现在你担心自己再次无法适应学校的生活，产生了许多顾虑。我们先回顾一下，你具体在担心和害怕什么？是担心同学会问及自己的过往，还是担心自己无法坚持下来，又或者有其他什么顾虑呢？",
    "annotation": [
      {
        "sentence": "你的经历确实很波折，但是很能理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "现在我们可以一起分析一下你为什么会反复犹豫、适应困难的原因。",
        "label": ""
      },
      {
        "sentence": "首先，你是因为生病才辍学的，进而开始了工作，这期间你经历了一些挫折和困惑，也尝试了再次回到学校，但遇到了适应问题。",
        "label": ""
      },
      {
        "sentence": "现在你担心自己再次无法适应学校的生活，产生了许多顾虑。",
        "label": ""
      },
      {
        "sentence": "我们先回顾一下，你具体在担心和害怕什么？",
        "label": ""
      },
      {
        "sentence": "是担心同学会问及自己的过往，还是担心自己无法坚持下来，又或者有其他什么顾虑呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我担心的确实是同学会问及我的过往，感觉自己很被动，无法应对别人的问题。还有就是担心自己无法坚持下来，觉得自己是个无法坚持的人。同时，我还有些其他的顾虑，比如学习成绩能不能跟得上，专业选择是否正确等等。",
    "annotation": [
      {
        "sentence": "我担心的确实是同学会问及我的过往，感觉自己很被动，无法应对别人的问题。",
        "label": ""
      },
      {
        "sentence": "还有就是担心自己无法坚持下来，觉得自己是个无法坚持的人。",
        "label": ""
      },
      {
        "sentence": "同时，我还有些其他的顾虑，比如学习成绩能不能跟得上，专业选择是否正确等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的担心，这些都是很常见的问题。首先，对于同学们的问题，你可以提前思考好如何回答，或者直接告诉他们你的经历是个人隐私，你不愿过多谈论。至于自己无法坚持下来的担忧，我们可以逐步进行，比如制定学习计划，和同学们建立学习小组互相学习，这样可以增加动力和减少焦虑。另外，关于学习成绩和专业选择，你可以咨询辅导员或者专业老师，他们会给你一些建议和帮助。毕竟，你还年轻，有很多时间去努力追赶。读书的目的是什么？可以是为了个人成长、扩宽眼界、提高就业竞争力等等，学历确实是一块敲门砖，但个人能力同样重要，学习是一种享受，尤其在你感兴趣的领域中，可以一点一点积累，不断提升自己。",
    "annotation": [
      {
        "sentence": "非常理解你的担心，这些都是很常见的问题。",
        "label": ""
      },
      {
        "sentence": "首先，对于同学们的问题，你可以提前思考好如何回答，或者直接告诉他们你的经历是个人隐私，你不愿过多谈论。",
        "label": ""
      },
      {
        "sentence": "至于自己无法坚持下来的担忧，我们可以逐步进行，比如制定学习计划，和同学们建立学习小组互相学习，这样可以增加动力和减少焦虑。",
        "label": ""
      },
      {
        "sentence": "另外，关于学习成绩和专业选择，你可以咨询辅导员或者专业老师，他们会给你一些建议和帮助。",
        "label": ""
      },
      {
        "sentence": "毕竟，你还年轻，有很多时间去努力追赶。",
        "label": ""
      },
      {
        "sentence": "读书的目的是什么？",
        "label": ""
      },
      {
        "sentence": "可以是为了个人成长、扩宽眼界、提高就业竞争力等等，学历确实是一块敲门砖，但个人能力同样重要，学习是一种享受，尤其在你感兴趣的领域中，可以一点一点积累，不断提升自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我明白了。我会先回顾自己的目标和动力，然后制定学习计划，积极适应学校生活，尽力克服困难。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会先回顾自己的目标和动力，然后制定学习计划，积极适应学校生活，尽力克服困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回答，你已经做好了克服困难的准备，相信你一定能够坚持下来。遇到困难时，记得找到支持你的人，包括家人、朋友或者老师。相信自己，你一定能成为更好的自己！加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你的回答，你已经做好了克服困难的准备，相信你一定能够坚持下来。",
        "label": ""
      },
      {
        "sentence": "遇到困难时，记得找到支持你的人，包括家人、朋友或者老师。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能成为更好的自己！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和陪伴，我会加油的！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和陪伴，我会加油的！",
        "label": ""
      }
    ]
  }
]