[
  {
    "role": "client",
    "content": "总是压抑情绪，怎么把情绪表达出来，又不破坏关系呢？从小不想跟别人发生冲突，不管谁对错，都不会把情绪表现出来，好像习惯了这种方式，但是五个手指头都有长短，我该怎么把情绪表达出来，又不破坏关系呢？",
    "annotation": [
      {
        "sentence": "总是压抑情绪，怎么把情绪表达出来，又不破坏关系呢？",
        "label": ""
      },
      {
        "sentence": "从小不想跟别人发生冲突，不管谁对错，都不会把情绪表现出来，好像习惯了这种方式，但是五个手指头都有长短，我该怎么把情绪表达出来，又不破坏关系呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，你总是压抑情绪，不敢表达出来，这种处理关系的方式会让自己很难受，时间久了，会伤害自己。",
    "annotation": [
      {
        "sentence": "亲爱的，你总是压抑情绪，不敢表达出来，这种处理关系的方式会让自己很难受，时间久了，会伤害自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实感到很难受，但是我不知道该怎么解决这个问题。",
    "annotation": [
      {
        "sentence": "是的，我确实感到很难受，但是我不知道该怎么解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "温尼科特认为：攻击性等同于生命力，是孩子伸展自己时天然的能力。每个人就像一个能量球，当它伸展自己时，就会产生攻击性。可想而知，攻击性人发展自我必须的！攻击性是生命能力，生命初期，被很好的接纳了，就是热情、创造力等；被否定、拒绝、忽视了，就变成攻击性。攻击性向外界，变成破坏性；如果压抑了它，它会转向内在，攻击自己，就变成了抑郁。",
    "annotation": [
      {
        "sentence": "温尼科特认为：攻击性等同于生命力，是孩子伸展自己时天然的能力。",
        "label": ""
      },
      {
        "sentence": "每个人就像一个能量球，当它伸展自己时，就会产生攻击性。",
        "label": ""
      },
      {
        "sentence": "可想而知，攻击性人发展自我必须的！",
        "label": ""
      },
      {
        "sentence": "攻击性是生命能力，生命初期，被很好的接纳了，就是热情、创造力等；被否定、拒绝、忽视了，就变成攻击性。",
        "label": ""
      },
      {
        "sentence": "攻击性向外界，变成破坏性；如果压抑了它，它会转向内在，攻击自己，就变成了抑郁。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那为什么我不敢表达攻击性呢？",
    "annotation": [
      {
        "sentence": "那为什么我不敢表达攻击性呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "原因有两个。第一是依恋关系，在婴儿期与妈妈建立依恋关系时，妈妈对待婴儿的反应会影响婴儿对攻击性的使用，如果妈妈对待婴儿的表达攻击性的行为是温柔的包容，那么婴儿和妈妈就会建立安全依恋，婴儿可以大胆地向妈妈施展攻击性。相反，如果妈妈用愤怒、冷漠或是打骂的方式回应婴儿，婴儿与妈妈的依恋很难是安全依恋，婴儿以后很可能不敢表达攻击性。第二是老好人，老好人害怕自己的攻击性会破坏关系，所以会在自己的内在想象和外在现实之间建立一堵墙。一方面防止外部世界攻击自己，另一方面为了防止自己内在那个“魔鬼”攻击外界。",
    "annotation": [
      {
        "sentence": "原因有两个。",
        "label": ""
      },
      {
        "sentence": "第一是依恋关系，在婴儿期与妈妈建立依恋关系时，妈妈对待婴儿的反应会影响婴儿对攻击性的使用，如果妈妈对待婴儿的表达攻击性的行为是温柔的包容，那么婴儿和妈妈就会建立安全依恋，婴儿可以大胆地向妈妈施展攻击性。",
        "label": ""
      },
      {
        "sentence": "相反，如果妈妈用愤怒、冷漠或是打骂的方式回应婴儿，婴儿与妈妈的依恋很难是安全依恋，婴儿以后很可能不敢表达攻击性。",
        "label": ""
      },
      {
        "sentence": "第二是老好人，老好人害怕自己的攻击性会破坏关系，所以会在自己的内在想象和外在现实之间建立一堵墙。",
        "label": ""
      },
      {
        "sentence": "一方面防止外部世界攻击自己，另一方面为了防止自己内在那个“魔鬼”攻击外界。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来这样啊，那我应该怎么释放攻击性，又不伤害别人呢？",
    "annotation": [
      {
        "sentence": "原来这样啊，那我应该怎么释放攻击性，又不伤害别人呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "武志红老师也有很好的方法。首先，在于别人交流时，多用“我的感受”句式，少用“你伤害了我”句式。如果说“我感到愤怒”，意味着我只是在表达感受，没有指责对方。可以先在家里对着镜子或是一个玩偶练习。其次，找一个自己觉得安全的关系，比如：咨访关系，或者自己表达了攻击性，对方也可以承受并且化解，试着在这样的关系中一点点练习表达。如果对方承接住了，没有受伤，反而看到了你的攻击需求，那么你的攻击性就转化成了生命力。最后，不管怎样，先接纳自己现在的样子，就是不敢表达攻击性。其次，每天在独处时，安静下来，跟自己说说话，告诉身体里那个小婴儿：“你很安全，你可以表达攻击性，你不会伤害到别人，别人也不会伤害到你，我是你的妈妈，我会保护你！”",
    "annotation": [
      {
        "sentence": "武志红老师也有很好的方法。",
        "label": ""
      },
      {
        "sentence": "首先，在于别人交流时，多用“我的感受”句式，少用“你伤害了我”句式。",
        "label": ""
      },
      {
        "sentence": "如果说“我感到愤怒”，意味着我只是在表达感受，没有指责对方。",
        "label": ""
      },
      {
        "sentence": "可以先在家里对着镜子或是一个玩偶练习。",
        "label": ""
      },
      {
        "sentence": "其次，找一个自己觉得安全的关系，比如：咨访关系，或者自己表达了攻击性，对方也可以承受并且化解，试着在这样的关系中一点点练习表达。",
        "label": ""
      },
      {
        "sentence": "如果对方承接住了，没有受伤，反而看到了你的攻击需求，那么你的攻击性就转化成了生命力。",
        "label": ""
      },
      {
        "sentence": "最后，不管怎样，先接纳自己现在的样子，就是不敢表达攻击性。",
        "label": ""
      },
      {
        "sentence": "其次，每天在独处时，安静下来，跟自己说说话，告诉身体里那个小婴儿：“你很安全，你可以表达攻击性，你不会伤害到别人，别人也不会伤害到你，我是你的妈妈，我会保护你！",
        "label": ""
      },
      {
        "sentence": "”",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这些方法听起来很实用，我会尝试一下。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "这些方法听起来很实用，我会尝试一下。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，亲爱的，对于习惯压抑自己的人来说，表达攻击性是相当难的事，但是，如果不表达，受伤的是自己，也很难让自己活得自由自在。大胆的表达自己，你值得拥有美好的关系！如果还需要帮助，随时向我求助。",
    "annotation": [
      {
        "sentence": "不客气，亲爱的，对于习惯压抑自己的人来说，表达攻击性是相当难的事，但是，如果不表达，受伤的是自己，也很难让自己活得自由自在。",
        "label": ""
      },
      {
        "sentence": "大胆的表达自己，你值得拥有美好的关系！",
        "label": ""
      },
      {
        "sentence": "如果还需要帮助，随时向我求助。",
        "label": ""
      }
    ]
  }
]