[
  {
    "role": "client",
    "content": "在公司没成就感，心态不好，表妹受重视，更觉被轻视？我和表妹都在我姐的公司工作，表妹刚进公司是我带着她熟悉工作，后来她的工作能力得到认可，我姐姐很看重她，相反当我提出尝试新的工作要求，我姐和姐夫都是不认可的态度。",
    "annotation": [
      {
        "sentence": "在公司没成就感，心态不好，表妹受重视，更觉被轻视？",
        "label": ""
      },
      {
        "sentence": "我和表妹都在我姐的公司工作，表妹刚进公司是我带着她熟悉工作，后来她的工作能力得到认可，我姐姐很看重她，相反当我提出尝试新的工作要求，我姐和姐夫都是不认可的态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为这件事情感到难过真的大可不必。从你的文字里可以看出你很在乎这个销售的职位，而且自己本身也是心气很高的人，不甘心屈于人下，更何况还是曾经不如自己的表妹，但是人生很多事都是这样，得不到也只能释怀，也许别人轻而易举就得到了，可是自己想要的老天好像从来也不给自己。",
    "annotation": [
      {
        "sentence": "因为这件事情感到难过真的大可不必。",
        "label": ""
      },
      {
        "sentence": "从你的文字里可以看出你很在乎这个销售的职位，而且自己本身也是心气很高的人，不甘心屈于人下，更何况还是曾经不如自己的表妹，但是人生很多事都是这样，得不到也只能释怀，也许别人轻而易举就得到了，可是自己想要的老天好像从来也不给自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实对这个销售职位非常在乎，也很难过自己得不到这个机会。我一直觉得自己很有能力，并不比我表妹差，甚至在学历上也更高一些。但现在姐姐和姐夫却不认可我，这让我心里很失落。",
    "annotation": [
      {
        "sentence": "你说得对，我确实对这个销售职位非常在乎，也很难过自己得不到这个机会。",
        "label": ""
      },
      {
        "sentence": "我一直觉得自己很有能力，并不比我表妹差，甚至在学历上也更高一些。",
        "label": ""
      },
      {
        "sentence": "但现在姐姐和姐夫却不认可我，这让我心里很失落。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的失落和不平衡感。可能你姐姐和姐夫认为你的能力更适合其他岗位，而把销售岗位留给了表妹。但这并不代表你没有机会去证明自己的价值和能力。你可以试着与他们沟通，了解他们对你的印象以及觉得你适合什么样的工作岗位。",
    "annotation": [
      {
        "sentence": "我理解你的失落和不平衡感。",
        "label": ""
      },
      {
        "sentence": "可能你姐姐和姐夫认为你的能力更适合其他岗位，而把销售岗位留给了表妹。",
        "label": ""
      },
      {
        "sentence": "但这并不代表你没有机会去证明自己的价值和能力。",
        "label": ""
      },
      {
        "sentence": "你可以试着与他们沟通，了解他们对你的印象以及觉得你适合什么样的工作岗位。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，或许我应该和他们好好沟通一下，了解他们对我能力的评价，以及在公司中有没有其他适合我的工作岗位。我也希望能证明自己的价值，让他们看到我的能力。",
    "annotation": [
      {
        "sentence": "你说得对，或许我应该和他们好好沟通一下，了解他们对我能力的评价，以及在公司中有没有其他适合我的工作岗位。",
        "label": ""
      },
      {
        "sentence": "我也希望能证明自己的价值，让他们看到我的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，沟通是解决问题的关键之一。通过和他们的对话，你可以更清楚地了解他们的观点，也可以表达出你对工作的热情和愿望。不要轻易放弃，坚持努力，相信自己的价值，你一定能够找到适合自己的工作岗位。",
    "annotation": [
      {
        "sentence": "是的，沟通是解决问题的关键之一。",
        "label": ""
      },
      {
        "sentence": "通过和他们的对话，你可以更清楚地了解他们的观点，也可以表达出你对工作的热情和愿望。",
        "label": ""
      },
      {
        "sentence": "不要轻易放弃，坚持努力，相信自己的价值，你一定能够找到适合自己的工作岗位。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会试着和他们沟通，希望能够找到适合自己的工作。但我还是很难接受表妹得到重用的事实，感觉自己被轻视了。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会试着和他们沟通，希望能够找到适合自己的工作。",
        "label": ""
      },
      {
        "sentence": "但我还是很难接受表妹得到重用的事实，感觉自己被轻视了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，看到别人受到重用而自己没有这样的机会，会让人感到失落和不公平。但是请记住，每个人的才能和机遇都不一样。或许你表妹在销售方面有独特的天赋，所以才受到重视。但这并不意味着你就毫无价值。你有自己的优势和潜力，只需要找到适合自己的发展方向，继续努力，一定会有更好的机会和成就等待着你。",
    "annotation": [
      {
        "sentence": "我理解你的感受，看到别人受到重用而自己没有这样的机会，会让人感到失落和不公平。",
        "label": ""
      },
      {
        "sentence": "但是请记住，每个人的才能和机遇都不一样。",
        "label": ""
      },
      {
        "sentence": "或许你表妹在销售方面有独特的天赋，所以才受到重视。",
        "label": ""
      },
      {
        "sentence": "但这并不意味着你就毫无价值。",
        "label": ""
      },
      {
        "sentence": "你有自己的优势和潜力，只需要找到适合自己的发展方向，继续努力，一定会有更好的机会和成就等待着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，每个人都有自己的优势和潜力，我也不能因为别人的成功而轻视自己。我要相信自己的价值，找到适合自己的发展方向，努力实现自己的目标。谢谢你的鼓励，我感觉好多了。",
    "annotation": [
      {
        "sentence": "你说得对，每个人都有自己的优势和潜力，我也不能因为别人的成功而轻视自己。",
        "label": ""
      },
      {
        "sentence": "我要相信自己的价值，找到适合自己的发展方向，努力实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励，我感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮到你。相信自己，不要被他人的影响和看法左右。继续坚持追求自己的目标，保持积极的心态，你一定能够实现自己的价值和成就。加油！如果以后还有什么困难或问题，记得随时来找我聊聊。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "相信自己，不要被他人的影响和看法左右。",
        "label": ""
      },
      {
        "sentence": "继续坚持追求自己的目标，保持积极的心态，你一定能够实现自己的价值和成就。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么困难或问题，记得随时来找我聊聊。",
        "label": ""
      }
    ]
  }
]