[
  {
    "role": "client",
    "content": "我在公司没成就感，心态不好，表妹受重视，让我感觉被轻视。我和表妹都在我姐的公司工作，我曾经帮她熟悉工作，她的工作能力得到了认可，我姐姐很看重她。相反当我提出尝试新的工作要求时，我姐姐和姐夫都不认可。",
    "annotation": [
      {
        "sentence": "我在公司没成就感，心态不好，表妹受重视，让我感觉被轻视。",
        "label": ""
      },
      {
        "sentence": "我和表妹都在我姐的公司工作，我曾经帮她熟悉工作，她的工作能力得到了认可，我姐姐很看重她。",
        "label": ""
      },
      {
        "sentence": "相反当我提出尝试新的工作要求时，我姐姐和姐夫都不认可。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们永远无法左右外界对我们的看法，但是我们可以控制自己的想法和做法。把改变命运的任务拿到自己手上，为自己负责，把自己手头的事做好，再谋求别的发展机会。你可以把在公司的工作看作是一个跳板，先做自己能做的。",
    "annotation": [
      {
        "sentence": "我们永远无法左右外界对我们的看法，但是我们可以控制自己的想法和做法。",
        "label": ""
      },
      {
        "sentence": "把改变命运的任务拿到自己手上，为自己负责，把自己手头的事做好，再谋求别的发展机会。",
        "label": ""
      },
      {
        "sentence": "你可以把在公司的工作看作是一个跳板，先做自己能做的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得心理很不平衡，所以我提出了更换岗位的要求，尝试了销售岗位几天，但是姐姐和姐夫就是不肯任用我。现在那岗位一直缺人，他们调动别的员工去做销售，都不愿任用我。",
    "annotation": [
      {
        "sentence": "但是我觉得心理很不平衡，所以我提出了更换岗位的要求，尝试了销售岗位几天，但是姐姐和姐夫就是不肯任用我。",
        "label": ""
      },
      {
        "sentence": "现在那岗位一直缺人，他们调动别的员工去做销售，都不愿任用我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "家人拒绝你尝试新的工作要求的时候并不一定是因为给你贴上标签，也有可能是觉得你没有经验，不熟悉业务。你有没有问过为什么不肯任用你呢？是不是有什么原因导致他们不愿意让你去做销售？或许你可以再学习一些相关知识后再尝试。",
    "annotation": [
      {
        "sentence": "家人拒绝你尝试新的工作要求的时候并不一定是因为给你贴上标签，也有可能是觉得你没有经验，不熟悉业务。",
        "label": ""
      },
      {
        "sentence": "你有没有问过为什么不肯任用你呢？",
        "label": ""
      },
      {
        "sentence": "是不是有什么原因导致他们不愿意让你去做销售？",
        "label": ""
      },
      {
        "sentence": "或许你可以再学习一些相关知识后再尝试。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他们支支吾吾说不出个所以然，我感觉自己已经被贴上精分患者无能的标签了。我真不知道如何调整这份情绪，当我看到表妹受到重视时，我愈加觉得自己受到轻视。",
    "annotation": [
      {
        "sentence": "他们支支吾吾说不出个所以然，我感觉自己已经被贴上精分患者无能的标签了。",
        "label": ""
      },
      {
        "sentence": "我真不知道如何调整这份情绪，当我看到表妹受到重视时，我愈加觉得自己受到轻视。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果他们说的在理，你也可以理解。但如果他们没有给出明确的原因，那可能确实是给你贴了标签。不过你不要被这种情绪所困扰，因为心态一旦趋向负面，你会丧失行动力。你可以尝试将在公司的工作看作是一个跳板，努力去工作学习，在将来的发展中寻求更好的机会。",
    "annotation": [
      {
        "sentence": "如果他们说的在理，你也可以理解。",
        "label": ""
      },
      {
        "sentence": "但如果他们没有给出明确的原因，那可能确实是给你贴了标签。",
        "label": ""
      },
      {
        "sentence": "不过你不要被这种情绪所困扰，因为心态一旦趋向负面，你会丧失行动力。",
        "label": ""
      },
      {
        "sentence": "你可以尝试将在公司的工作看作是一个跳板，努力去工作学习，在将来的发展中寻求更好的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在感到非常失落，我不知道怎么办才能改变这种情绪。",
    "annotation": [
      {
        "sentence": "我现在感到非常失落，我不知道怎么办才能改变这种情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在面对这种困境时，我们总是要坚持积极的心态。不管别人对你的评价如何，你要相信自己的价值，努力去做好自己手头的工作。如果现在的公司不能给你发展的机会，你也可以考虑跳槽，去寻找更适合你的工作环境和发展空间。",
    "annotation": [
      {
        "sentence": "在面对这种困境时，我们总是要坚持积极的心态。",
        "label": ""
      },
      {
        "sentence": "不管别人对你的评价如何，你要相信自己的价值，努力去做好自己手头的工作。",
        "label": ""
      },
      {
        "sentence": "如果现在的公司不能给你发展的机会，你也可以考虑跳槽，去寻找更适合你的工作环境和发展空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我对工作的期望还是很高的，我希望通过工作成就让自己的人生充实而有意义。看到表妹得到重用，我反而觉得自己被轻视。",
    "annotation": [
      {
        "sentence": "可是我对工作的期望还是很高的，我希望通过工作成就让自己的人生充实而有意义。",
        "label": ""
      },
      {
        "sentence": "看到表妹得到重用，我反而觉得自己被轻视。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人的成就和机遇都是不同的，并不是所有人都会得到同样的待遇和重视。我们不能总是拿自己和别人进行比较，这只会让我们的心态更加不平衡。你可以专注于自己的工作，将心思放在如何提升自己的能力上，相信这样做可以让你获得更多的机会和成就。",
    "annotation": [
      {
        "sentence": "每个人的成就和机遇都是不同的，并不是所有人都会得到同样的待遇和重视。",
        "label": ""
      },
      {
        "sentence": "我们不能总是拿自己和别人进行比较，这只会让我们的心态更加不平衡。",
        "label": ""
      },
      {
        "sentence": "你可以专注于自己的工作，将心思放在如何提升自己的能力上，相信这样做可以让你获得更多的机会和成就。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "也许你说的对，我可以试着将心思放在提升自己能力上，努力去做好现在的工作。或许在将来的某一天，我会有机会获得更好的发展机会。",
    "annotation": [
      {
        "sentence": "也许你说的对，我可以试着将心思放在提升自己能力上，努力去做好现在的工作。",
        "label": ""
      },
      {
        "sentence": "或许在将来的某一天，我会有机会获得更好的发展机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，相信自己的能力，坚持努力地去做好眼前的工作，你一定能够迎来更好的发展机会。不要放弃对自己人生的追求，每个人在职场中都会遇到挫折和困难，但只有坚持下来，才能取得成功。加油！",
    "annotation": [
      {
        "sentence": "是的，相信自己的能力，坚持努力地去做好眼前的工作，你一定能够迎来更好的发展机会。",
        "label": ""
      },
      {
        "sentence": "不要放弃对自己人生的追求，每个人在职场中都会遇到挫折和困难，但只有坚持下来，才能取得成功。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]