[
  {
    "role": "client",
    "content": "我今年23岁，工作已经一年了，但是抑郁症的症状越来越严重。我现在在犹豫要不要辞职。大学毕业后面试失败，导致抑郁症更加严重，所以我选择回到家乡小县城，托关系找了一份物业管理客服的工作。工作本身虽然简单，但是却很繁琐，每天都被业主上门找事投诉，充满了负能量。在这一年的工作中，几乎每天都被工作中的事情影响心情，有些多，有些少。但是最近一个月以来，心情被严重打击，抑郁症加重到连进食都变得困难，而且公司领导的作风让我感到作呕，我真的不想再继续待下去了。",
    "annotation": [
      {
        "sentence": "我今年23岁，工作已经一年了，但是抑郁症的症状越来越严重。",
        "label": ""
      },
      {
        "sentence": "我现在在犹豫要不要辞职。",
        "label": ""
      },
      {
        "sentence": "大学毕业后面试失败，导致抑郁症更加严重，所以我选择回到家乡小县城，托关系找了一份物业管理客服的工作。",
        "label": ""
      },
      {
        "sentence": "工作本身虽然简单，但是却很繁琐，每天都被业主上门找事投诉，充满了负能量。",
        "label": ""
      },
      {
        "sentence": "在这一年的工作中，几乎每天都被工作中的事情影响心情，有些多，有些少。",
        "label": ""
      },
      {
        "sentence": "但是最近一个月以来，心情被严重打击，抑郁症加重到连进食都变得困难，而且公司领导的作风让我感到作呕，我真的不想再继续待下去了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您确定自己的抑郁症已经被确诊了吗？如果确诊了的话，是否在接受治疗呢？根据您的情况，暂时来说，频繁地换工作可能并不太适合您，因为每一份新工作都会引起新的人际关系和学习适应的问题，这些可能会加重您的焦虑感。目前您的家庭可以照顾您的生活需求，至于公司领导的处理方式，您可以试着不去太过关心。我给您一个小提示，当您感到愤怒的时候，试着告诉自己，我是来工作赚钱的，他们可能也有自己的难处，否则谁给我发工资呢？这样想或许可以帮助您缓解些许情绪。",
    "annotation": [
      {
        "sentence": "您确定自己的抑郁症已经被确诊了吗？",
        "label": ""
      },
      {
        "sentence": "如果确诊了的话，是否在接受治疗呢？",
        "label": ""
      },
      {
        "sentence": "根据您的情况，暂时来说，频繁地换工作可能并不太适合您，因为每一份新工作都会引起新的人际关系和学习适应的问题，这些可能会加重您的焦虑感。",
        "label": ""
      },
      {
        "sentence": "目前您的家庭可以照顾您的生活需求，至于公司领导的处理方式，您可以试着不去太过关心。",
        "label": ""
      },
      {
        "sentence": "我给您一个小提示，当您感到愤怒的时候，试着告诉自己，我是来工作赚钱的，他们可能也有自己的难处，否则谁给我发工资呢？",
        "label": ""
      },
      {
        "sentence": "这样想或许可以帮助您缓解些许情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是在医院确诊了抑郁症，现在也在进行药物治疗。您说得对，我明白频繁换工作可能会给我带来更多的困扰。只是我现在真的很心累，每天都被各种投诉搞得精疲力尽，我甚至连解释的力气都没有了。您的建议可以帮我减少一些愤怒，但是工作中的负能量实在是太大了，我真的很难忍受。",
    "annotation": [
      {
        "sentence": "我是在医院确诊了抑郁症，现在也在进行药物治疗。",
        "label": ""
      },
      {
        "sentence": "您说得对，我明白频繁换工作可能会给我带来更多的困扰。",
        "label": ""
      },
      {
        "sentence": "只是我现在真的很心累，每天都被各种投诉搞得精疲力尽，我甚至连解释的力气都没有了。",
        "label": ""
      },
      {
        "sentence": "您的建议可以帮我减少一些愤怒，但是工作中的负能量实在是太大了，我真的很难忍受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解您现在的心情和困境。抑郁症确实会让人感到疲惫和无力，更加容易受到外界的负面情绪的影响。或许您可以尝试一些放松和缓解压力的方法，比如每天抽出一些时间做一些自己喜欢的事情，或者寻找一些适合您的心理疏导的方式。同时，您可以和家人或朋友多沟通，分享您的感受，寻求他们的支持和理解。不过，请记住，更重要的是要照顾好自己的身心健康，不要让工作的负能量过度影响到您的生活。",
    "annotation": [
      {
        "sentence": "我能理解您现在的心情和困境。",
        "label": ""
      },
      {
        "sentence": "抑郁症确实会让人感到疲惫和无力，更加容易受到外界的负面情绪的影响。",
        "label": ""
      },
      {
        "sentence": "或许您可以尝试一些放松和缓解压力的方法，比如每天抽出一些时间做一些自己喜欢的事情，或者寻找一些适合您的心理疏导的方式。",
        "label": ""
      },
      {
        "sentence": "同时，您可以和家人或朋友多沟通，分享您的感受，寻求他们的支持和理解。",
        "label": ""
      },
      {
        "sentence": "不过，请记住，更重要的是要照顾好自己的身心健康，不要让工作的负能量过度影响到您的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的建议，我会尝试一些放松和缓解压力的方法。我也会和身边的人多沟通，找到一些心理疏导的方式。希望这些方法能够帮助我缓解些许困扰。对于工作的负能量，我也会试着不让它过度影响我的生活。听了您的话，我感觉心情好了一些，谢谢您的支持。",
    "annotation": [
      {
        "sentence": "谢谢您的建议，我会尝试一些放松和缓解压力的方法。",
        "label": ""
      },
      {
        "sentence": "我也会和身边的人多沟通，找到一些心理疏导的方式。",
        "label": ""
      },
      {
        "sentence": "希望这些方法能够帮助我缓解些许困扰。",
        "label": ""
      },
      {
        "sentence": "对于工作的负能量，我也会试着不让它过度影响我的生活。",
        "label": ""
      },
      {
        "sentence": "听了您的话，我感觉心情好了一些，谢谢您的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常高兴能听到您的回应，并且感受到您的积极态度。记住，您并不孤单，身边还有家人和朋友支持您。无论遇到什么困难，都不要犹豫向别人求助。同时，如果您在抑郁症的治疗过程中遇到了问题，也可以及时和医生或治疗师沟通，寻求他们的帮助和指导。希望您能坚持下去，渐渐走出困境，重新找回生活的快乐和乐观。",
    "annotation": [
      {
        "sentence": "非常高兴能听到您的回应，并且感受到您的积极态度。",
        "label": ""
      },
      {
        "sentence": "记住，您并不孤单，身边还有家人和朋友支持您。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，都不要犹豫向别人求助。",
        "label": ""
      },
      {
        "sentence": "同时，如果您在抑郁症的治疗过程中遇到了问题，也可以及时和医生或治疗师沟通，寻求他们的帮助和指导。",
        "label": ""
      },
      {
        "sentence": "希望您能坚持下去，渐渐走出困境，重新找回生活的快乐和乐观。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的鼓励和支持，我会牢记您的话。我会尽力积极面对自己的抑郁症，同时也不会忘记自己的家人和朋友会一直在我身边支持我。如果遇到了困难，我会勇敢地向他们求助。我也会保持和医生、治疗师的沟通，确保自己能够得到正确的治疗和指导。再次感谢您的陪伴和支持。",
    "annotation": [
      {
        "sentence": "谢谢您的鼓励和支持，我会牢记您的话。",
        "label": ""
      },
      {
        "sentence": "我会尽力积极面对自己的抑郁症，同时也不会忘记自己的家人和朋友会一直在我身边支持我。",
        "label": ""
      },
      {
        "sentence": "如果遇到了困难，我会勇敢地向他们求助。",
        "label": ""
      },
      {
        "sentence": "我也会保持和医生、治疗师的沟通，确保自己能够得到正确的治疗和指导。",
        "label": ""
      },
      {
        "sentence": "再次感谢您的陪伴和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够陪伴您一起度过这段困难的时期。请相信，只要您勇敢面对，您一定能够战胜抑郁症，重新找回自己的快乐和自信。记住，永远不要忽视自己的情绪和内心的呼唤，勇敢追求自己的幸福。有任何需要帮助的时候，随时都可以向我求助。祝福您，愿你找到内心的平静和快乐，重新走上人生的正轨。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够陪伴您一起度过这段困难的时期。",
        "label": ""
      },
      {
        "sentence": "请相信，只要您勇敢面对，您一定能够战胜抑郁症，重新找回自己的快乐和自信。",
        "label": ""
      },
      {
        "sentence": "记住，永远不要忽视自己的情绪和内心的呼唤，勇敢追求自己的幸福。",
        "label": ""
      },
      {
        "sentence": "有任何需要帮助的时候，随时都可以向我求助。",
        "label": ""
      },
      {
        "sentence": "祝福您，愿你找到内心的平静和快乐，重新走上人生的正轨。",
        "label": ""
      }
    ]
  }
]