[
  {
    "role": "client",
    "content": "分手后没有精神寄托，焦虑型依恋人格如何摆脱焦虑？焦虑型依恋人格分手后特别难过没有精神寄托如何摆脱焦虑依恋。",
    "annotation": [
      {
        "sentence": "分手后没有精神寄托，焦虑型依恋人格如何摆脱焦虑？",
        "label": ""
      },
      {
        "sentence": "焦虑型依恋人格分手后特别难过没有精神寄托如何摆脱焦虑依恋。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从描述中可以了解到，你最近和对象分手，在分开之后觉得很不习惯，认为失去了支柱感到非常焦虑。【一点点分析和建议】1.你生活中的支柱应该是不止恋人一个的，只是恋人也处在比较重要的位置，所以结束恋情后才会感觉焦虑和难受。你可以和信任的朋友或家人倾诉这件事，友情和亲情很多时候也是你的支柱，或许只是平时没有发现，现在起把自己内心的难受和想法都告诉他们，会好受一些。",
    "annotation": [
      {
        "sentence": "从描述中可以了解到，你最近和对象分手，在分开之后觉得很不习惯，认为失去了支柱感到非常焦虑。",
        "label": ""
      },
      {
        "sentence": "【一点点分析和建议】1.你生活中的支柱应该是不止恋人一个的，只是恋人也处在比较重要的位置，所以结束恋情后才会感觉焦虑和难受。",
        "label": ""
      },
      {
        "sentence": "你可以和信任的朋友或家人倾诉这件事，友情和亲情很多时候也是你的支柱，或许只是平时没有发现，现在起把自己内心的难受和想法都告诉他们，会好受一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但现在无法从心理上接受这样的改变。我一直以来都把恋人当作情感寄托，没有他\/她，我感到非常的焦虑和空虚。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但现在无法从心理上接受这样的改变。",
        "label": ""
      },
      {
        "sentence": "我一直以来都把恋人当作情感寄托，没有他\/她，我感到非常的焦虑和空虚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你目前心理上的困惑和空虚感，分手后的确是很辛苦的过程。但是，我们有时需要学会在其他方面寻找和培养支撑和寄托的关系，这样才能减轻焦虑和空虚。你可以尝试在生活中找到新的兴趣爱好、参加社交活动或者加入社团组织来丰富自己的社交圈子，这样也能给你的生活带来新的乐趣和支持。",
    "annotation": [
      {
        "sentence": "理解你目前心理上的困惑和空虚感，分手后的确是很辛苦的过程。",
        "label": ""
      },
      {
        "sentence": "但是，我们有时需要学会在其他方面寻找和培养支撑和寄托的关系，这样才能减轻焦虑和空虚。",
        "label": ""
      },
      {
        "sentence": "你可以尝试在生活中找到新的兴趣爱好、参加社交活动或者加入社团组织来丰富自己的社交圈子，这样也能给你的生活带来新的乐趣和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我尝试了，但是还是无法摆脱对前任的依赖和思念之情。我对付失恋的策略感到迷茫，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "我尝试了，但是还是无法摆脱对前任的依赖和思念之情。",
        "label": ""
      },
      {
        "sentence": "我对付失恋的策略感到迷茫，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "失恋是需要时间来慢慢疗愈的过程，每个人都有自己独特的方式和节奏。你不必勉强自己立刻忘记对方，如果想起对方就让自己思考，觉得难过了就允许自己发泄情绪，哭一哭也没关系。同时，也可以试着寻找一些能够让自己心情放松的事情，比如听音乐、看书、欣赏艺术等等，这些能够帮助你逐渐舒缓情绪，减少对前任的依赖感。",
    "annotation": [
      {
        "sentence": "失恋是需要时间来慢慢疗愈的过程，每个人都有自己独特的方式和节奏。",
        "label": ""
      },
      {
        "sentence": "你不必勉强自己立刻忘记对方，如果想起对方就让自己思考，觉得难过了就允许自己发泄情绪，哭一哭也没关系。",
        "label": ""
      },
      {
        "sentence": "同时，也可以试着寻找一些能够让自己心情放松的事情，比如听音乐、看书、欣赏艺术等等，这些能够帮助你逐渐舒缓情绪，减少对前任的依赖感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试接受自己的情绪和慢慢疗愈。但是有时候，我还是觉得自己无法摆脱负面的思维和焦虑情绪，感觉自己陷入了一个循环中无法逃脱。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试接受自己的情绪和慢慢疗愈。",
        "label": ""
      },
      {
        "sentence": "但是有时候，我还是觉得自己无法摆脱负面的思维和焦虑情绪，感觉自己陷入了一个循环中无法逃脱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你目前的感受，对付焦虑和负面思维的过程可能需要一些时间和努力。除了积极参与和尝试新的事物外，心理疗愈也是一个不错的选择。你可以考虑寻求专业心理咨询师的帮助，他们能够提供更专业的调适策略和支持，帮助你走出负面情绪的循环，重新找到生活的平衡和快乐。",
    "annotation": [
      {
        "sentence": "理解你目前的感受，对付焦虑和负面思维的过程可能需要一些时间和努力。",
        "label": ""
      },
      {
        "sentence": "除了积极参与和尝试新的事物外，心理疗愈也是一个不错的选择。",
        "label": ""
      },
      {
        "sentence": "你可以考虑寻求专业心理咨询师的帮助，他们能够提供更专业的调适策略和支持，帮助你走出负面情绪的循环，重新找到生活的平衡和快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会考虑寻求心理咨询师的帮助，希望能够得到专业的指导和支持。谢谢你的建议和倾听。",
    "annotation": [
      {
        "sentence": "我会考虑寻求心理咨询师的帮助，希望能够得到专业的指导和支持。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和倾听。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欢迎你去寻求心理咨询师的帮助，他们会为你提供专业的指导和倾听。同时，不要忘记在这个过程中也要给予自己一些温暖和宽容，焦虑和依恋需要时间去疗愈，相信自己能够走过困难，重新找到快乐和寄托。祝愿你早日摆脱焦虑，重新迎接美好的生活！",
    "annotation": [
      {
        "sentence": "非常欢迎你去寻求心理咨询师的帮助，他们会为你提供专业的指导和倾听。",
        "label": ""
      },
      {
        "sentence": "同时，不要忘记在这个过程中也要给予自己一些温暖和宽容，焦虑和依恋需要时间去疗愈，相信自己能够走过困难，重新找到快乐和寄托。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日摆脱焦虑，重新迎接美好的生活！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福，我会好好对待自己，努力迈向更好的未来！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福，我会好好对待自己，努力迈向更好的未来！",
        "label": ""
      }
    ]
  }
]