[
  {
    "role": "client",
    "content": "我是高中生，没有学习动力，面对专业迷茫该怎么办？面临高考选专业的问题，一直没有特别坚定的理想，也没有特别想去的大学，看到身边的人都有明确的目标，并为了它们努力，感觉自己特别迷茫，没有上进的动力，感觉考个好成绩只是为了满足别人的期待和虚荣心，经常回想自己学习是为了什么……，我的成绩一直属于比较好的那种，可是未来选专业完全没有方向，我是女孩子，个人稍微有一点兴趣的是刑侦，和心理学，但家里所有人全部都反对，认为不合适，因为学刑侦要考警校嘛，我属于体能并不是特别好的那种，反正就是各种反对，但这好像是我唯一真的有兴趣的专业，学心理学到是可以选修，但所有人都说这个未来不好找工作，满足不了生活，总是说我太虚幻，根本没想过以后怎么吃饭的问题，但他们让我选的专业我真的一点兴趣都没有，该怎么办呢？",
    "annotation": [
      {
        "sentence": "我是高中生，没有学习动力，面对专业迷茫该怎么办？",
        "label": ""
      },
      {
        "sentence": "面临高考选专业的问题，一直没有特别坚定的理想，也没有特别想去的大学，看到身边的人都有明确的目标，并为了它们努力，感觉自己特别迷茫，没有上进的动力，感觉考个好成绩只是为了满足别人的期待和虚荣心，经常回想自己学习是为了什么……，我的成绩一直属于比较好的那种，可是未来选专业完全没有方向，我是女孩子，个人稍微有一点兴趣的是刑侦，和心理学，但家里所有人全部都反对，认为不合适，因为学刑侦要考警校嘛，我属于体能并不是特别好的那种，反正就是各种反对，但这好像是我唯一真的有兴趣的专业，学心理学到是可以选修，但所有人都说这个未来不好找工作，满足不了生活，总是说我太虚幻，根本没想过以后怎么吃饭的问题，但他们让我选的专业我真的一点兴趣都没有，该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先我们先来分析你的状况：没有一个特定的目标，看到身边的人都有了明确目标后，感到迷茫，没有上进的动力，不知道自己学习到底为了什么。父母反对自己选择的（有兴趣）专业，但是自己对父母推荐的专业没有兴趣。针对第一个问题，其实我高中时也没想好选什么专业。虽然身边的人都有了目标，但是我坚信，“目标”这一词并不是逼出来的，而是经历了才能确认自己喜欢做某件事。如果要解释我当时的学习动力，应该就是“让自己拥有选择的权利，而不是被选择”。换句话说，就是把成绩考好了才有更多的选择机会，如果当下都读不好，成绩也考不好，那么日后即便确定了目标又有什么意义呢？所以，现在的努力只是为了以后做决定时有更多的选择。不要感到迷茫，没有经历过就要确认自己真正想做的事是非常困难的，而我身边当初选填专业的朋友转系的也大有人在。",
    "annotation": [
      {
        "sentence": "首先我们先来分析你的状况：没有一个特定的目标，看到身边的人都有了明确目标后，感到迷茫，没有上进的动力，不知道自己学习到底为了什么。",
        "label": ""
      },
      {
        "sentence": "父母反对自己选择的（有兴趣）专业，但是自己对父母推荐的专业没有兴趣。",
        "label": ""
      },
      {
        "sentence": "针对第一个问题，其实我高中时也没想好选什么专业。",
        "label": ""
      },
      {
        "sentence": "虽然身边的人都有了目标，但是我坚信，“目标”这一词并不是逼出来的，而是经历了才能确认自己喜欢做某件事。",
        "label": ""
      },
      {
        "sentence": "如果要解释我当时的学习动力，应该就是“让自己拥有选择的权利，而不是被选择”。",
        "label": ""
      },
      {
        "sentence": "换句话说，就是把成绩考好了才有更多的选择机会，如果当下都读不好，成绩也考不好，那么日后即便确定了目标又有什么意义呢？",
        "label": ""
      },
      {
        "sentence": "所以，现在的努力只是为了以后做决定时有更多的选择。",
        "label": ""
      },
      {
        "sentence": "不要感到迷茫，没有经历过就要确认自己真正想做的事是非常困难的，而我身边当初选填专业的朋友转系的也大有人在。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我真的不知道我想做什么，迷茫的情绪总是困扰着我。而且，父母反对我选择的专业，我觉得很难受，感觉自己没有被理解和支持。你觉得我该怎么办呢？",
    "annotation": [
      {
        "sentence": "可是我真的不知道我想做什么，迷茫的情绪总是困扰着我。",
        "label": ""
      },
      {
        "sentence": "而且，父母反对我选择的专业，我觉得很难受，感觉自己没有被理解和支持。",
        "label": ""
      },
      {
        "sentence": "你觉得我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "针对第二个状况，父母担心我们选择的专业是正常的。因为他们拥有比我们更多的社会经历，也了解养活自己的能力在这个社会上是有多么重要。如果你坚定了自己想往这方面发展，那么就必须要向父母证明你走下去的决心。父母反对大多数是因为他们认为你不够了解这个行业\/专业。那么你可以研究这个行业的未来走向，多了解这个行业的就业机会，同时也收集来自各方各面关于专业的资讯（例如在大学官网上搜索课程资料\/升学咨询）。此外，如果你在搜素资料时发现有先决条件（例如体能），可以从现在起训练自己。总而言之，就是让自己做决定时，多了解自己未来将会读些什么、毕业后能做些什么，这样说服父母时也更有力一些。",
    "annotation": [
      {
        "sentence": "针对第二个状况，父母担心我们选择的专业是正常的。",
        "label": ""
      },
      {
        "sentence": "因为他们拥有比我们更多的社会经历，也了解养活自己的能力在这个社会上是有多么重要。",
        "label": ""
      },
      {
        "sentence": "如果你坚定了自己想往这方面发展，那么就必须要向父母证明你走下去的决心。",
        "label": ""
      },
      {
        "sentence": "父母反对大多数是因为他们认为你不够了解这个行业\/专业。",
        "label": ""
      },
      {
        "sentence": "那么你可以研究这个行业的未来走向，多了解这个行业的就业机会，同时也收集来自各方各面关于专业的资讯（例如在大学官网上搜索课程资料\/升学咨询）。",
        "label": ""
      },
      {
        "sentence": "此外，如果你在搜素资料时发现有先决条件（例如体能），可以从现在起训练自己。",
        "label": ""
      },
      {
        "sentence": "总而言之，就是让自己做决定时，多了解自己未来将会读些什么、毕业后能做些什么，这样说服父母时也更有力一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，多了解自己未来的选择和行业的情况，这样我可以更有说服力地向父母解释我的兴趣和理想。但我还是有些担心，毕竟刑侦和心理学并不是家里支持的专业，他们可能会觉得我选择这样的专业没有未来，无法实现自己的生活目标。",
    "annotation": [
      {
        "sentence": "我明白了，多了解自己未来的选择和行业的情况，这样我可以更有说服力地向父母解释我的兴趣和理想。",
        "label": ""
      },
      {
        "sentence": "但我还是有些担心，毕竟刑侦和心理学并不是家里支持的专业，他们可能会觉得我选择这样的专业没有未来，无法实现自己的生活目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的担心。家人对我们的担心是出于爱与关心，他们希望我们能够选择一个有稳定就业和发展前景的专业。但是，我们也要考虑自己的兴趣和激情。关于刑侦和心理学，虽然有人说这些专业未来就业不太好，但这并不代表你选择了就会一辈子没有出路。任何专业都会有就业压力，关键在于你的学习态度和努力程度。如果你对这两个专业有兴趣并且愿意为之付出努力，你完全可以在未来找到适合自己的发展机会。同时，你也可以考虑辅修心理学或者选择一个既符合你兴趣又有就业前景的专业作为备选。",
    "annotation": [
      {
        "sentence": "我能理解你的担心。",
        "label": ""
      },
      {
        "sentence": "家人对我们的担心是出于爱与关心，他们希望我们能够选择一个有稳定就业和发展前景的专业。",
        "label": ""
      },
      {
        "sentence": "但是，我们也要考虑自己的兴趣和激情。",
        "label": ""
      },
      {
        "sentence": "关于刑侦和心理学，虽然有人说这些专业未来就业不太好，但这并不代表你选择了就会一辈子没有出路。",
        "label": ""
      },
      {
        "sentence": "任何专业都会有就业压力，关键在于你的学习态度和努力程度。",
        "label": ""
      },
      {
        "sentence": "如果你对这两个专业有兴趣并且愿意为之付出努力，你完全可以在未来找到适合自己的发展机会。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以考虑辅修心理学或者选择一个既符合你兴趣又有就业前景的专业作为备选。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我明白了。我觉得我需要更多了解这两个专业，同时也要考虑备选的专业。我将会努力去寻找和选择适合自己的道路。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我明白了。",
        "label": ""
      },
      {
        "sentence": "我觉得我需要更多了解这两个专业，同时也要考虑备选的专业。",
        "label": ""
      },
      {
        "sentence": "我将会努力去寻找和选择适合自己的道路。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你能明白自己的情况，并且愿意去寻找和选择适合自己的道路，这是非常好的。",
    "annotation": [
      {
        "sentence": "不客气，你能明白自己的情况，并且愿意去寻找和选择适合自己的道路，这是非常好的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽力去完成高考，争取考出一个好成绩，不仅为了满足别人的期待，也为了给自己更多发展的机会。",
    "annotation": [
      {
        "sentence": "我会尽力去完成高考，争取考出一个好成绩，不仅为了满足别人的期待，也为了给自己更多发展的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好！相信自己的能力，坚持努力，我相信你一定能实现自己的目标。加油！",
    "annotation": [
      {
        "sentence": "非常好！",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，坚持努力，我相信你一定能实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力的。有你的鼓励，我信心更足了。再次感谢你对我的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力的。",
        "label": ""
      },
      {
        "sentence": "有你的鼓励，我信心更足了。",
        "label": ""
      },
      {
        "sentence": "再次感谢你对我的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直支持你的。相信自己，你一定能找到适合自己的道路。祝福你高考顺利，未来一切都会好起来的！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能找到适合自己的道路。",
        "label": ""
      },
      {
        "sentence": "祝福你高考顺利，未来一切都会好起来的！",
        "label": ""
      }
    ]
  }
]