[
  {
    "role": "client",
    "content": "和母亲相处不被允许出错，也不能有不同声音？在和母亲的相处中，我要努力做到不优秀（优要保持只能看，不能厉害），要时时刻刻努力保持压抑，不能和她不一样，否则就不能被纳入她的生活，就不是她的一份子。只要事件中有我和她，她就会比较，我优秀了她还会酸我极力否认我的成果。我……无论事件的最终表现效果是被动还是主动，我认为我都是主动的。所以在和母亲的相处中，那种被迫的不情愿尤为突出。我应当总是压抑的，付出，内耗的状态才是对的。我要努力表演出发自内心的疲累。做什么都不能“随意”下决定，因为我总是错的。鉴于1+1=3，做任何事我都更应该怀疑自己。而我被她指责，否认后，呈现出的是僵硬，不情愿，被动，偏执的一定要按要求做到却调动不起来，加上一个委实羞耻的词：幽怨。我发现，无论哪种场合站在人群里的我，表情总是不情愿的！（时间长强度大）除非与人互动才能放松下来。我不能够接受表情非我所想。我？？",
    "annotation": [
      {
        "sentence": "和母亲相处不被允许出错，也不能有不同声音？",
        "label": ""
      },
      {
        "sentence": "在和母亲的相处中，我要努力做到不优秀（优要保持只能看，不能厉害），要时时刻刻努力保持压抑，不能和她不一样，否则就不能被纳入她的生活，就不是她的一份子。",
        "label": ""
      },
      {
        "sentence": "只要事件中有我和她，她就会比较，我优秀了她还会酸我极力否认我的成果。",
        "label": ""
      },
      {
        "sentence": "我……无论事件的最终表现效果是被动还是主动，我认为我都是主动的。",
        "label": ""
      },
      {
        "sentence": "所以在和母亲的相处中，那种被迫的不情愿尤为突出。",
        "label": ""
      },
      {
        "sentence": "我应当总是压抑的，付出，内耗的状态才是对的。",
        "label": ""
      },
      {
        "sentence": "我要努力表演出发自内心的疲累。",
        "label": ""
      },
      {
        "sentence": "做什么都不能“随意”下决定，因为我总是错的。",
        "label": ""
      },
      {
        "sentence": "鉴于1+1=3，做任何事我都更应该怀疑自己。",
        "label": ""
      },
      {
        "sentence": "而我被她指责，否认后，呈现出的是僵硬，不情愿，被动，偏执的一定要按要求做到却调动不起来，加上一个委实羞耻的词：幽怨。",
        "label": ""
      },
      {
        "sentence": "我发现，无论哪种场合站在人群里的我，表情总是不情愿的！",
        "label": ""
      },
      {
        "sentence": "（时间长强度大）除非与人互动才能放松下来。",
        "label": ""
      },
      {
        "sentence": "我不能够接受表情非我所想。",
        "label": ""
      },
      {
        "sentence": "我？？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "拥抱你的成长，在文字中可以显露出来，你对母亲那份依恋之情慢慢地变成自我成长的需求。你的长成已经意识到母亲的某些观点和想法并不是自己真实想要的东西，你需要展示自我，需要自我成长，母亲与你原来的相处模式，你已经有了自己的想法。",
    "annotation": [
      {
        "sentence": "拥抱你的成长，在文字中可以显露出来，你对母亲那份依恋之情慢慢地变成自我成长的需求。",
        "label": ""
      },
      {
        "sentence": "你的长成已经意识到母亲的某些观点和想法并不是自己真实想要的东西，你需要展示自我，需要自我成长，母亲与你原来的相处模式，你已经有了自己的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我希望能够展示自己，有自己的想法和生活。但我感觉她习惯了我做她认为正确的事情，改变可能让她不习惯。",
    "annotation": [
      {
        "sentence": "是的，我希望能够展示自己，有自己的想法和生活。",
        "label": ""
      },
      {
        "sentence": "但我感觉她习惯了我做她认为正确的事情，改变可能让她不习惯。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你们之间的关系，跟母亲的剥离是必要的步骤。从与母亲有了血缘关系后，这个词就代表她对你的责任和守护，她用心、用力、用自己所爱来倾注对你的爱。她可能会在你成长的过程中将自己对生活的理解和对你成长的模式进行规划。然而，不同阶段的你已经有了自己的想法，这需要你们如何去分离和解决，好的处理方式可能让你们之间的感情越来越好。",
    "annotation": [
      {
        "sentence": "对于你们之间的关系，跟母亲的剥离是必要的步骤。",
        "label": ""
      },
      {
        "sentence": "从与母亲有了血缘关系后，这个词就代表她对你的责任和守护，她用心、用力、用自己所爱来倾注对你的爱。",
        "label": ""
      },
      {
        "sentence": "她可能会在你成长的过程中将自己对生活的理解和对你成长的模式进行规划。",
        "label": ""
      },
      {
        "sentence": "然而，不同阶段的你已经有了自己的想法，这需要你们如何去分离和解决，好的处理方式可能让你们之间的感情越来越好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要思考如何与母亲进行沟通，解决彼此之间的矛盾，以更好地发展自己的生活。",
    "annotation": [
      {
        "sentence": "我明白了，我需要思考如何与母亲进行沟通，解决彼此之间的矛盾，以更好地发展自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，对自己的规划非常重要。未来母亲可能会慢慢远离你的生活，你需要思考如何让自己过得更好。这并不是简单的一道数学题，需要仔细考虑并一步一步去执行。让周围的人看到你的成长和努力，他们会放手并支持你的。",
    "annotation": [
      {
        "sentence": "是的，对自己的规划非常重要。",
        "label": ""
      },
      {
        "sentence": "未来母亲可能会慢慢远离你的生活，你需要思考如何让自己过得更好。",
        "label": ""
      },
      {
        "sentence": "这并不是简单的一道数学题，需要仔细考虑并一步一步去执行。",
        "label": ""
      },
      {
        "sentence": "让周围的人看到你的成长和努力，他们会放手并支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我需要为自己的未来做出规划，努力让自己变得更加优秀。",
    "annotation": [
      {
        "sentence": "是的，我需要为自己的未来做出规划，努力让自己变得更加优秀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "此外，对自己性格的磨练也是必要的。生活中总会有许多看似让我们不能理解的事情发生，在学校、在家里，好的事情和不好的事情都会出现。我们需要学会接受自己和周围的人和事情。这也是成长的过程，相信在这个阶段你会更加清楚地认识自己，明白自己性格上的优点和不足，并不断改变成为更好的自己。",
    "annotation": [
      {
        "sentence": "此外，对自己性格的磨练也是必要的。",
        "label": ""
      },
      {
        "sentence": "生活中总会有许多看似让我们不能理解的事情发生，在学校、在家里，好的事情和不好的事情都会出现。",
        "label": ""
      },
      {
        "sentence": "我们需要学会接受自己和周围的人和事情。",
        "label": ""
      },
      {
        "sentence": "这也是成长的过程，相信在这个阶段你会更加清楚地认识自己，明白自己性格上的优点和不足，并不断改变成为更好的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要学会接受自己和周围的人和事情，不断改变自己，变得更加优秀。",
    "annotation": [
      {
        "sentence": "我明白了，我需要学会接受自己和周围的人和事情，不断改变自己，变得更加优秀。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "此外，我建议你找个机会跟母亲聊一聊自己现在的状态。如果你是男孩的话，可以深层次地与父亲沟通一下，建立一个很好的沟通渠道。相信你可以很好地处理问题，让自己的生活逐渐步入正轨，与母亲之间也会相互理解。我会一直在这里，时刻等着你的。",
    "annotation": [
      {
        "sentence": "此外，我建议你找个机会跟母亲聊一聊自己现在的状态。",
        "label": ""
      },
      {
        "sentence": "如果你是男孩的话，可以深层次地与父亲沟通一下，建立一个很好的沟通渠道。",
        "label": ""
      },
      {
        "sentence": "相信你可以很好地处理问题，让自己的生活逐渐步入正轨，与母亲之间也会相互理解。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里，时刻等着你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和建议，我会努力与母亲沟通，并且为自己的成长做出努力。我相信我能够解决问题，实现自己的生活规划。谢谢你一直在我身边支持我。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和建议，我会努力与母亲沟通，并且为自己的成长做出努力。",
        "label": ""
      },
      {
        "sentence": "我相信我能够解决问题，实现自己的生活规划。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直在我身边支持我。",
        "label": ""
      }
    ]
  }
]