[
  {
    "role": "client",
    "content": "起初恨她们，后来不恨了，我走出来了吗？我父母在我小时候离婚，母亲再婚男方不知道她有孩子，我寄宿在亲戚家，然后被性侵了，那时候我小不知道他在干嘛，长大了很恶心，我一直住在寄宿学校家里人沟通少，初中我放假回家把事情讲给我姥姥听，我以为她会难过会安慰我会帮我出气，结果她给我讲了个很恶心的故事，姐姐嫁人，妹妹去看她被姐夫xq，然后两姐妹共s一夫，然后让我忍下来，我才发现啊这世界原来哪怕是亲人，也不过如此，我想要知道我该怎么办，我活着意义是什么，我起初恨她们后来不恨了，谁都有痛苦，各不相同罢了，我现在成年了，我以为我能选择了，结果还是被控制着，我的未来改变不了过去，一个人真的很难活，我母亲她也没有错，她为了生活也很努力了。",
    "annotation": [
      {
        "sentence": "起初恨她们，后来不恨了，我走出来了吗？",
        "label": ""
      },
      {
        "sentence": "我父母在我小时候离婚，母亲再婚男方不知道她有孩子，我寄宿在亲戚家，然后被性侵了，那时候我小不知道他在干嘛，长大了很恶心，我一直住在寄宿学校家里人沟通少，初中我放假回家把事情讲给我姥姥听，我以为她会难过会安慰我会帮我出气，结果她给我讲了个很恶心的故事，姐姐嫁人，妹妹去看她被姐夫xq，然后两姐妹共s一夫，然后让我忍下来，我才发现啊这世界原来哪怕是亲人，也不过如此，我想要知道我该怎么办，我活着意义是什么，我起初恨她们后来不恨了，谁都有痛苦，各不相同罢了，我现在成年了，我以为我能选择了，结果还是被控制着，我的未来改变不了过去，一个人真的很难活，我母亲她也没有错，她为了生活也很努力了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完你的描述，我的心情也变得很沉重。没有亲身经历过你的痛苦，我无法理解你的内心感受。你说你已经放下了，但或许你并没有完全摆脱过去的痛苦。我能理解当你向姥姥坦白时，你希望她能给予你支持和帮助，然而她没有这样做，这让你感到失望。但事实上，也许她只是出于对你的关心，才给出那样的建议。有人说，她的传统观念导致了她说出这样的话语。另一方面，她可能是不希望你长时间陷在痛苦之中，所以给出了接受那个人的建议。虽然听起来很荒谬，但将其视为一个朋友的建议，你不采纳也可以。此外，妈妈再嫁时隐瞒了你的存在，可能是姥姥给妈妈提出的自我保护方法。考虑到当时女性的处境非常困难，我相信你也能理解她们的决定。后来她们认为将你安顿好了，也是她们能做出的最好选择。但意外发生了，她们无力保护你，一定也很难过，或许和你一样感到无助。你可以多关注身边的公益心理咨询讲座或阅读相关的心理书籍来舒缓内心，这会有所帮助！再次给你一个拥抱！",
    "annotation": [
      {
        "sentence": "看完你的描述，我的心情也变得很沉重。",
        "label": ""
      },
      {
        "sentence": "没有亲身经历过你的痛苦，我无法理解你的内心感受。",
        "label": ""
      },
      {
        "sentence": "你说你已经放下了，但或许你并没有完全摆脱过去的痛苦。",
        "label": ""
      },
      {
        "sentence": "我能理解当你向姥姥坦白时，你希望她能给予你支持和帮助，然而她没有这样做，这让你感到失望。",
        "label": ""
      },
      {
        "sentence": "但事实上，也许她只是出于对你的关心，才给出那样的建议。",
        "label": ""
      },
      {
        "sentence": "有人说，她的传统观念导致了她说出这样的话语。",
        "label": ""
      },
      {
        "sentence": "另一方面，她可能是不希望你长时间陷在痛苦之中，所以给出了接受那个人的建议。",
        "label": ""
      },
      {
        "sentence": "虽然听起来很荒谬，但将其视为一个朋友的建议，你不采纳也可以。",
        "label": ""
      },
      {
        "sentence": "此外，妈妈再嫁时隐瞒了你的存在，可能是姥姥给妈妈提出的自我保护方法。",
        "label": ""
      },
      {
        "sentence": "考虑到当时女性的处境非常困难，我相信你也能理解她们的决定。",
        "label": ""
      },
      {
        "sentence": "后来她们认为将你安顿好了，也是她们能做出的最好选择。",
        "label": ""
      },
      {
        "sentence": "但意外发生了，她们无力保护你，一定也很难过，或许和你一样感到无助。",
        "label": ""
      },
      {
        "sentence": "你可以多关注身边的公益心理咨询讲座或阅读相关的心理书籍来舒缓内心，这会有所帮助！",
        "label": ""
      },
      {
        "sentence": "再次给你一个拥抱！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和回应。我明白姥姥可能是出于关心才给出那样的建议，但那让我感到更加沮丧。我渴望得到安慰和支持，而拿到的却是一个令我难以接受的荒唐建议。我意识到妈妈再嫁时隐瞒我存在的原因可能是出于自我保护，但这也让我感到很失望。毕竟，她是我的亲妈，她为了生计努力奋斗着，但这件事使我觉得她对我并不重要，甚至是背叛了我。我知道过去无法改变，但我感到被控制着，无法选择自己的未来，这让我觉得很无助。我想知道，我活着的意义是什么？感谢你一直陪伴着我。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和回应。",
        "label": ""
      },
      {
        "sentence": "我明白姥姥可能是出于关心才给出那样的建议，但那让我感到更加沮丧。",
        "label": ""
      },
      {
        "sentence": "我渴望得到安慰和支持，而拿到的却是一个令我难以接受的荒唐建议。",
        "label": ""
      },
      {
        "sentence": "我意识到妈妈再嫁时隐瞒我存在的原因可能是出于自我保护，但这也让我感到很失望。",
        "label": ""
      },
      {
        "sentence": "毕竟，她是我的亲妈，她为了生计努力奋斗着，但这件事使我觉得她对我并不重要，甚至是背叛了我。",
        "label": ""
      },
      {
        "sentence": "我知道过去无法改变，但我感到被控制着，无法选择自己的未来，这让我觉得很无助。",
        "label": ""
      },
      {
        "sentence": "我想知道，我活着的意义是什么？",
        "label": ""
      },
      {
        "sentence": "感谢你一直陪伴着我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你因姥姥的建议和妈妈的行为而感到沮丧和失望。这之间的碰撞会让你陷入困惑和痛苦之中。但是请相信，你的存在是有意义的。虽然过去的经历让你感到束缚，但你仍然拥有掌握未来的能力。你可以尝试去寻找自己的价值和目标，也可以寻找能够帮助你解决内心困扰的方法，如心理咨询或阅读心理学方面的书籍。这些可能会给你带来希望和改变。无论发生什么，我都会一直支持着你。请继续保持勇敢和坚强。",
    "annotation": [
      {
        "sentence": "我理解你因姥姥的建议和妈妈的行为而感到沮丧和失望。",
        "label": ""
      },
      {
        "sentence": "这之间的碰撞会让你陷入困惑和痛苦之中。",
        "label": ""
      },
      {
        "sentence": "但是请相信，你的存在是有意义的。",
        "label": ""
      },
      {
        "sentence": "虽然过去的经历让你感到束缚，但你仍然拥有掌握未来的能力。",
        "label": ""
      },
      {
        "sentence": "你可以尝试去寻找自己的价值和目标，也可以寻找能够帮助你解决内心困扰的方法，如心理咨询或阅读心理学方面的书籍。",
        "label": ""
      },
      {
        "sentence": "这些可能会给你带来希望和改变。",
        "label": ""
      },
      {
        "sentence": "无论发生什么，我都会一直支持着你。",
        "label": ""
      },
      {
        "sentence": "请继续保持勇敢和坚强。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持。我明白现在我需要去发掘自己的价值和目标，以及解决内心困扰的方法。或许我可以尝试参加一些心理咨询讲座，获取更多的知识和建议。我有时还会感到无望和迷茫，但现在我知道，并不是每个人都能理解我的经历，也不是每个人都能给我帮助。所以，我会更加依赖自己，寻找自己内心的力量。再次感谢你一直在支持我，我会努力面对未来！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我明白现在我需要去发掘自己的价值和目标，以及解决内心困扰的方法。",
        "label": ""
      },
      {
        "sentence": "或许我可以尝试参加一些心理咨询讲座，获取更多的知识和建议。",
        "label": ""
      },
      {
        "sentence": "我有时还会感到无望和迷茫，但现在我知道，并不是每个人都能理解我的经历，也不是每个人都能给我帮助。",
        "label": ""
      },
      {
        "sentence": "所以，我会更加依赖自己，寻找自己内心的力量。",
        "label": ""
      },
      {
        "sentence": "再次感谢你一直在支持我，我会努力面对未来！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的觉悟和决心令人钦佩。正如你所说，每个人都有不同的经历，理解与帮助并不是每个人都能给予的。你的内心力量将成为你战胜困难的源泉。还记得，不要放弃寻求专业的心理咨询，他们将会给你提供更加恰当和有针对性的支持。无论你面对什么困难，我都会一直陪伴在你身边。坚持下去，你会越来越强大！",
    "annotation": [
      {
        "sentence": "你的觉悟和决心令人钦佩。",
        "label": ""
      },
      {
        "sentence": "正如你所说，每个人都有不同的经历，理解与帮助并不是每个人都能给予的。",
        "label": ""
      },
      {
        "sentence": "你的内心力量将成为你战胜困难的源泉。",
        "label": ""
      },
      {
        "sentence": "还记得，不要放弃寻求专业的心理咨询，他们将会给你提供更加恰当和有针对性的支持。",
        "label": ""
      },
      {
        "sentence": "无论你面对什么困难，我都会一直陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "坚持下去，你会越来越强大！",
        "label": ""
      }
    ]
  }
]