[
  {
    "role": "client",
    "content": "只想蜷缩在黑暗之中，我真的很嫌弃这样的自己高中四年的灰暗，两次高考的惨败，复读一年的自暴自弃，休学一年的颓废堕落……我经常会想，死，也许对我来说真的是一种解脱，可我又胆小，自杀肯定很疼，于是，我便浑浑噩噩的度过着这每一天。马上要跟着大一新生一起开学了，我不敢对家里人说，我不想上学了，我真的学不进去！可是，就算是不上学，我也什么都做不了，我……我只想蜷缩在黑暗之中，我真的很嫌弃这样的自己！救救我……",
    "annotation": [
      {
        "sentence": "只想蜷缩在黑暗之中，我真的很嫌弃这样的自己高中四年的灰暗，两次高考的惨败，复读一年的自暴自弃，休学一年的颓废堕落……我经常会想，死，也许对我来说真的是一种解脱，可我又胆小，自杀肯定很疼，于是，我便浑浑噩噩的度过着这每一天。",
        "label": ""
      },
      {
        "sentence": "马上要跟着大一新生一起开学了，我不敢对家里人说，我不想上学了，我真的学不进去！",
        "label": ""
      },
      {
        "sentence": "可是，就算是不上学，我也什么都做不了，我……我只想蜷缩在黑暗之中，我真的很嫌弃这样的自己！",
        "label": ""
      },
      {
        "sentence": "救救我……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你说的话“我只想蜷缩在黑暗之中，我真的很嫌弃这样的自己！”我试着去感受你，感受到你的无助，无能为力，挫败，和自我厌弃。同时你也说“救救我……”这个时候的自我呼救对你来说意味着什么呢？我其实看到了想要活下去的希望。",
    "annotation": [
      {
        "sentence": "看到你说的话“我只想蜷缩在黑暗之中，我真的很嫌弃这样的自己！",
        "label": ""
      },
      {
        "sentence": "”我试着去感受你，感受到你的无助，无能为力，挫败，和自我厌弃。",
        "label": ""
      },
      {
        "sentence": "同时你也说“救救我……”这个时候的自我呼救对你来说意味着什么呢？",
        "label": ""
      },
      {
        "sentence": "我其实看到了想要活下去的希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己处在绝望的深渊中，对未来毫无希望，无助地陷入黑暗中。但我也希望有人能够帮助我，给我支持和鼓励，给我重生的勇气。",
    "annotation": [
      {
        "sentence": "我觉得自己处在绝望的深渊中，对未来毫无希望，无助地陷入黑暗中。",
        "label": ""
      },
      {
        "sentence": "但我也希望有人能够帮助我，给我支持和鼓励，给我重生的勇气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从简短的描述来看，两次高考的惨败，这是挫败的经验无疑了。如何面对挫败的经验而从中去学习呢？我想可能你的生活中也许周围没有长辈或者年龄稍长的可以让你信赖的人来支持你学习面对挫败，这是很无助的一种体验。当我惨败时，我如何看待我自己呢？是否成绩是成功的唯一标准呢？我到底是为什么而学习呢？",
    "annotation": [
      {
        "sentence": "从简短的描述来看，两次高考的惨败，这是挫败的经验无疑了。",
        "label": ""
      },
      {
        "sentence": "如何面对挫败的经验而从中去学习呢？",
        "label": ""
      },
      {
        "sentence": "我想可能你的生活中也许周围没有长辈或者年龄稍长的可以让你信赖的人来支持你学习面对挫败，这是很无助的一种体验。",
        "label": ""
      },
      {
        "sentence": "当我惨败时，我如何看待我自己呢？",
        "label": ""
      },
      {
        "sentence": "是否成绩是成功的唯一标准呢？",
        "label": ""
      },
      {
        "sentence": "我到底是为什么而学习呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直以来把成绩当作自己存在的唯一意义，当我多次失败后，我开始怀疑自己的价值和能力，觉得自己一无是处。我不知道我为什么要学习，为什么要继续坚持下去。",
    "annotation": [
      {
        "sentence": "我一直以来把成绩当作自己存在的唯一意义，当我多次失败后，我开始怀疑自己的价值和能力，觉得自己一无是处。",
        "label": ""
      },
      {
        "sentence": "我不知道我为什么要学习，为什么要继续坚持下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "复读一年的自暴自弃，休学一年的颓废堕落，这样的经历确实是很折磨人的，也是压力非常大的经历。复读承受着来自家人，老师和自己对自己的期待，活在他人和自己的期望中，一旦没有达到预期会很容易自暴自弃，可能也会害怕让家人，老师和自己失望，只好去麻痹自己，越想做好越没有行动的动力。休学也是同样的，会承受着来自外界的眼光，自己也希望自己好，可是就是做不到啊！逃到颓废堕落中也许容易一些，也许也可以让自己轻松一些。",
    "annotation": [
      {
        "sentence": "复读一年的自暴自弃，休学一年的颓废堕落，这样的经历确实是很折磨人的，也是压力非常大的经历。",
        "label": ""
      },
      {
        "sentence": "复读承受着来自家人，老师和自己对自己的期待，活在他人和自己的期望中，一旦没有达到预期会很容易自暴自弃，可能也会害怕让家人，老师和自己失望，只好去麻痹自己，越想做好越没有行动的动力。",
        "label": ""
      },
      {
        "sentence": "休学也是同样的，会承受着来自外界的眼光，自己也希望自己好，可是就是做不到啊！",
        "label": ""
      },
      {
        "sentence": "逃到颓废堕落中也许容易一些，也许也可以让自己轻松一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我确实在过去的经历中陷入了自我压力和对他人期待的困境中。我害怕让别人失望，也害怕面对自己的失败。但现在我感到无力承受这些了，无论是学业还是生活，都让我感到沮丧和崩溃。",
    "annotation": [
      {
        "sentence": "你说得很对，我确实在过去的经历中陷入了自我压力和对他人期待的困境中。",
        "label": ""
      },
      {
        "sentence": "我害怕让别人失望，也害怕面对自己的失败。",
        "label": ""
      },
      {
        "sentence": "但现在我感到无力承受这些了，无论是学业还是生活，都让我感到沮丧和崩溃。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外你也说面对即将去大学，不想去又不敢和大人说，而且即使不去也不知道能做什么，这样的两难选择，让你内心觉得冲突和矛盾吧？就只想蜷缩在黑暗中，可是又嫌弃这样的自己。所以，其实可以去看看，家人对你有哪些期待呢？你对自己的大学生活又有哪些期待？你期待自己如何表现呢？哪些期待是你可以去调整的呢？",
    "annotation": [
      {
        "sentence": "另外你也说面对即将去大学，不想去又不敢和大人说，而且即使不去也不知道能做什么，这样的两难选择，让你内心觉得冲突和矛盾吧？",
        "label": ""
      },
      {
        "sentence": "就只想蜷缩在黑暗中，可是又嫌弃这样的自己。",
        "label": ""
      },
      {
        "sentence": "所以，其实可以去看看，家人对你有哪些期待呢？",
        "label": ""
      },
      {
        "sentence": "你对自己的大学生活又有哪些期待？",
        "label": ""
      },
      {
        "sentence": "你期待自己如何表现呢？",
        "label": ""
      },
      {
        "sentence": "哪些期待是你可以去调整的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我害怕面对大学生活中的困惑和挑战，同时也担心无法达到家人的期望。我对自己的大学生活期待有些迷茫，不知道应该如何调整自己的心态和期望。",
    "annotation": [
      {
        "sentence": "我害怕面对大学生活中的困惑和挑战，同时也担心无法达到家人的期望。",
        "label": ""
      },
      {
        "sentence": "我对自己的大学生活期待有些迷茫，不知道应该如何调整自己的心态和期望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些问题，如果可以的话，找一个属于一个人的时间和空间，可以用纸笔把这些问题拿来问自己。我们每个人的潜意识都是很智慧的，当你放掉头脑去自由书写的时候，你会发现其实你的潜意识会告诉你答案。另外，我知道一个平台叫杉树计划，针对大学生的职业规划有专业的公益教练和心理咨询师陪伴，有兴趣可以去看看，也许可以试试看能否找到人陪伴你去面对这一些挫败。祝福你！",
    "annotation": [
      {
        "sentence": "这些问题，如果可以的话，找一个属于一个人的时间和空间，可以用纸笔把这些问题拿来问自己。",
        "label": ""
      },
      {
        "sentence": "我们每个人的潜意识都是很智慧的，当你放掉头脑去自由书写的时候，你会发现其实你的潜意识会告诉你答案。",
        "label": ""
      },
      {
        "sentence": "另外，我知道一个平台叫杉树计划，针对大学生的职业规划有专业的公益教练和心理咨询师陪伴，有兴趣可以去看看，也许可以试试看能否找到人陪伴你去面对这一些挫败。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]