[
  {
    "role": "client",
    "content": "21岁女，双亲去世，爱人病危，找不到活着的意义？双亲去世，爱的人也被下了病危通知书，自己失业，理智告诉我要找工作，要好好生活，但我觉得我真的撑不住了，医院确诊重抑郁重焦虑，吃药半个月了，还看不到药物起效，运动就感觉头晕腰疼，每天只有很少的时间可以看下去书和电影，经常觉得活着好没意义。",
    "annotation": [
      {
        "sentence": "21岁女，双亲去世，爱人病危，找不到活着的意义？",
        "label": ""
      },
      {
        "sentence": "双亲去世，爱的人也被下了病危通知书，自己失业，理智告诉我要找工作，要好好生活，但我觉得我真的撑不住了，医院确诊重抑郁重焦虑，吃药半个月了，还看不到药物起效，运动就感觉头晕腰疼，每天只有很少的时间可以看下去书和电影，经常觉得活着好没意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的这些经历，让我感觉到很心疼。今天我在看书的时候，我问自己我学习的意义是什么？然后我的内心出现了一个想法，那肯定是去找一个更好的工作。但我又想了想这工作到底是什么？我回答不上来。我好像发现我读了这么多年的书，但我却不知道最终我要干什么，在前20年的时候，我觉得读书就是为了能够迎合父母的期待，迎合时代对我的期待，这就好像是我人生中必须要做的一件事情。但20年之后我要毕业了，我不知道自己要做什么，于是就给自己找了一个借口，说我自己的工作经验还不够，我自己还没有能力，于是就加入了考研大队，可是问题又来了，我考完研之后我又做什么呢？我想做什么呢？我突然觉得好像我的前20年是为了别人活的，现在突然要为自己而活，为了未来而活，我不明白活着的意义，我甚至找不到自己的价值，当然这与你相比起来我可能是好太多了，可是虽然我有父母，但是从小到大我的父母对我的关心几乎非常的少，我就感觉到我自己从小到大都是一个人。",
    "annotation": [
      {
        "sentence": "看到你的这些经历，让我感觉到很心疼。",
        "label": ""
      },
      {
        "sentence": "今天我在看书的时候，我问自己我学习的意义是什么？",
        "label": ""
      },
      {
        "sentence": "然后我的内心出现了一个想法，那肯定是去找一个更好的工作。",
        "label": ""
      },
      {
        "sentence": "但我又想了想这工作到底是什么？",
        "label": ""
      },
      {
        "sentence": "我回答不上来。",
        "label": ""
      },
      {
        "sentence": "我好像发现我读了这么多年的书，但我却不知道最终我要干什么，在前20年的时候，我觉得读书就是为了能够迎合父母的期待，迎合时代对我的期待，这就好像是我人生中必须要做的一件事情。",
        "label": ""
      },
      {
        "sentence": "但20年之后我要毕业了，我不知道自己要做什么，于是就给自己找了一个借口，说我自己的工作经验还不够，我自己还没有能力，于是就加入了考研大队，可是问题又来了，我考完研之后我又做什么呢？",
        "label": ""
      },
      {
        "sentence": "我想做什么呢？",
        "label": ""
      },
      {
        "sentence": "我突然觉得好像我的前20年是为了别人活的，现在突然要为自己而活，为了未来而活，我不明白活着的意义，我甚至找不到自己的价值，当然这与你相比起来我可能是好太多了，可是虽然我有父母，但是从小到大我的父母对我的关心几乎非常的少，我就感觉到我自己从小到大都是一个人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的完全理解，我也觉得自己好像在为别人而活着，但现在他们都不在了，我感到迷茫和孤独。我现在经常陷入一种无望的状态，什么都觉得没有意义，每天都在承受着巨大的压力和不安。",
    "annotation": [
      {
        "sentence": "你说的完全理解，我也觉得自己好像在为别人而活着，但现在他们都不在了，我感到迷茫和孤独。",
        "label": ""
      },
      {
        "sentence": "我现在经常陷入一种无望的状态，什么都觉得没有意义，每天都在承受着巨大的压力和不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全能理解你的感受。人生中经历这样的失去是非常痛苦的，特别是对于我们来说，失去双亲和爱人，还面临失业和心理疾病的困扰，压力无疑是巨大的。但是我希望你知道，我们都有能力战胜这些困难，找到新的意义和价值。",
    "annotation": [
      {
        "sentence": "我完全能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "人生中经历这样的失去是非常痛苦的，特别是对于我们来说，失去双亲和爱人，还面临失业和心理疾病的困扰，压力无疑是巨大的。",
        "label": ""
      },
      {
        "sentence": "但是我希望你知道，我们都有能力战胜这些困难，找到新的意义和价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我现在总觉得药物没有起效，而且运动还让我感到不适，我真的不知道该怎么办了。我觉得时间好像在推着我走向更深的绝望。",
    "annotation": [
      {
        "sentence": "但是我现在总觉得药物没有起效，而且运动还让我感到不适，我真的不知道该怎么办了。",
        "label": ""
      },
      {
        "sentence": "我觉得时间好像在推着我走向更深的绝望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的困惑和挫折感。但是请相信，在心理治疗中，找到适合自己的治疗方法需要时间，药物起效也需要时间。我们要坚持下去，相信会好起来的。关于运动导致不适的情况，我们可以找其他适合自己的放松方式，例如轻度伸展、冥想或者听音乐，这可能能帮助你缓解身体上的不适和焦虑。",
    "annotation": [
      {
        "sentence": "我了解你的困惑和挫折感。",
        "label": ""
      },
      {
        "sentence": "但是请相信，在心理治疗中，找到适合自己的治疗方法需要时间，药物起效也需要时间。",
        "label": ""
      },
      {
        "sentence": "我们要坚持下去，相信会好起来的。",
        "label": ""
      },
      {
        "sentence": "关于运动导致不适的情况，我们可以找其他适合自己的放松方式，例如轻度伸展、冥想或者听音乐，这可能能帮助你缓解身体上的不适和焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说的对，我会尝试一下其他的放松方式。还有我现在的时间很有限，很少能有机会看书和电影，对我来说已经是一种乐趣和放松的方式，但现在好像也不能充分享受了。",
    "annotation": [
      {
        "sentence": "嗯，你说的对，我会尝试一下其他的放松方式。",
        "label": ""
      },
      {
        "sentence": "还有我现在的时间很有限，很少能有机会看书和电影，对我来说已经是一种乐趣和放松的方式，但现在好像也不能充分享受了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，时间的限制确实会给我们带来焦虑和困惑。但是即使只有很少的时间，我们也可以尝试利用碎片化时间，例如在公交车上或者午休时间利用手机看一些短篇小说或者听一些音乐。虽然不能完全替代看书和电影的乐趣，但可以帮助你充分利用有限的时间来放松和享受自己的爱好。",
    "annotation": [
      {
        "sentence": "我理解你的感受，时间的限制确实会给我们带来焦虑和困惑。",
        "label": ""
      },
      {
        "sentence": "但是即使只有很少的时间，我们也可以尝试利用碎片化时间，例如在公交车上或者午休时间利用手机看一些短篇小说或者听一些音乐。",
        "label": ""
      },
      {
        "sentence": "虽然不能完全替代看书和电影的乐趣，但可以帮助你充分利用有限的时间来放松和享受自己的爱好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的建议很有用，我会尝试利用碎片化时间来充实自己。但是有时候我真的觉得活着好没有意义，觉得未来一片黑暗。",
    "annotation": [
      {
        "sentence": "你的建议很有用，我会尝试利用碎片化时间来充实自己。",
        "label": ""
      },
      {
        "sentence": "但是有时候我真的觉得活着好没有意义，觉得未来一片黑暗。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你此时的心情，面对重重困难和挫折，我们都会感到失望和迷茫。但是请记住，无论困难有多大，未来有多黑暗，我们都有能力战胜它们。活着的意义并不在于一瞬间的感受，而是在于我们对未来的希望和努力。请不要放弃自己，我相信你会度过这个难关，找到重新活着的意义。",
    "annotation": [
      {
        "sentence": "我明白你此时的心情，面对重重困难和挫折，我们都会感到失望和迷茫。",
        "label": ""
      },
      {
        "sentence": "但是请记住，无论困难有多大，未来有多黑暗，我们都有能力战胜它们。",
        "label": ""
      },
      {
        "sentence": "活着的意义并不在于一瞬间的感受，而是在于我们对未来的希望和努力。",
        "label": ""
      },
      {
        "sentence": "请不要放弃自己，我相信你会度过这个难关，找到重新活着的意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会努力坚持下去的。确实，在你们的陪伴和鼓励下，我感到希望和勇气。我会尝试寻找活着的意义，重新找回自己的价值。谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会努力坚持下去的。",
        "label": ""
      },
      {
        "sentence": "确实，在你们的陪伴和鼓励下，我感到希望和勇气。",
        "label": ""
      },
      {
        "sentence": "我会尝试寻找活着的意义，重新找回自己的价值。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够陪伴你度过这段困难的时期。相信自己，坚持下去，你一定能够找到属于自己的活着的意义和价值。记住你不是一个人在战斗，你始终有我和其他人的支持。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够陪伴你度过这段困难的时期。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持下去，你一定能够找到属于自己的活着的意义和价值。",
        "label": ""
      },
      {
        "sentence": "记住你不是一个人在战斗，你始终有我和其他人的支持。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]