[
  {
    "role": "client",
    "content": "我21岁，双亲去世，爱人病危，找不到活着的意义。双亲去世，爱的人也被下了病危通知书，自己还失业，理智告诉我要找工作，要好好生活，但我觉得我真的撑不住了。医院确诊我患有重度抑郁和焦虑，吃药半个月了，还看不到药物起效，运动就感觉头晕腰疼。每天只有很少的时间可以看书和电影，经常觉得活着好没意义。",
    "annotation": [
      {
        "sentence": "我21岁，双亲去世，爱人病危，找不到活着的意义。",
        "label": ""
      },
      {
        "sentence": "双亲去世，爱的人也被下了病危通知书，自己还失业，理智告诉我要找工作，要好好生活，但我觉得我真的撑不住了。",
        "label": ""
      },
      {
        "sentence": "医院确诊我患有重度抑郁和焦虑，吃药半个月了，还看不到药物起效，运动就感觉头晕腰疼。",
        "label": ""
      },
      {
        "sentence": "每天只有很少的时间可以看书和电影，经常觉得活着好没意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你突然发生这么多事的时候会感到难以接受，而且同时面临这么多担忧确实让你感觉有些手足无措。不过，我们可以先调整好自己的心态。我们只有先照顾好自己才能够有精力去照顾他人。我想知道一下你爱人身边是否还有其他亲人，也许和他们沟通一下可以找到对方的救治方案。即使对方的家人对此不以为意，我们也不必过于焦虑，只要我们尽力就好了，因为有些事情是不可抗拒的。其实，治疗抑郁症并非仅仅依靠吃药，更多时候需要我们调节自己的内心，同时学会放松。你每天找时间看书和电影确实是一个不错的开始，只是周围发生了太多事情，让我们没有更多精力。",
    "annotation": [
      {
        "sentence": "我理解你突然发生这么多事的时候会感到难以接受，而且同时面临这么多担忧确实让你感觉有些手足无措。",
        "label": ""
      },
      {
        "sentence": "不过，我们可以先调整好自己的心态。",
        "label": ""
      },
      {
        "sentence": "我们只有先照顾好自己才能够有精力去照顾他人。",
        "label": ""
      },
      {
        "sentence": "我想知道一下你爱人身边是否还有其他亲人，也许和他们沟通一下可以找到对方的救治方案。",
        "label": ""
      },
      {
        "sentence": "即使对方的家人对此不以为意，我们也不必过于焦虑，只要我们尽力就好了，因为有些事情是不可抗拒的。",
        "label": ""
      },
      {
        "sentence": "其实，治疗抑郁症并非仅仅依靠吃药，更多时候需要我们调节自己的内心，同时学会放松。",
        "label": ""
      },
      {
        "sentence": "你每天找时间看书和电影确实是一个不错的开始，只是周围发生了太多事情，让我们没有更多精力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我也意识到要先解决爱人的问题。虽然他被下了病危通知书，但我相信他仍然爱我。他一定也不希望成为我的负担。如果他还有意识，我会给他一些信心。如果他已经没有意识，我会继续坚持下去。只是我感觉已经超出了我的能力范围。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我也意识到要先解决爱人的问题。",
        "label": ""
      },
      {
        "sentence": "虽然他被下了病危通知书，但我相信他仍然爱我。",
        "label": ""
      },
      {
        "sentence": "他一定也不希望成为我的负担。",
        "label": ""
      },
      {
        "sentence": "如果他还有意识，我会给他一些信心。",
        "label": ""
      },
      {
        "sentence": "如果他已经没有意识，我会继续坚持下去。",
        "label": ""
      },
      {
        "sentence": "只是我感觉已经超出了我的能力范围。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我能够理解。但我们要学会慢慢接受，只有这样才能继续前行。也许在接受的过程中，我们可以寻找一些帮助和支持。你有没有考虑过寻求专业心理辅导师的帮助？他们会有更多经验和方法来帮助你渡过难关。此外，也许在找工作方面，我们可以寻求一些就业指导和支持，这样能够更好地应对失业的压力。",
    "annotation": [
      {
        "sentence": "你的感受我能够理解。",
        "label": ""
      },
      {
        "sentence": "但我们要学会慢慢接受，只有这样才能继续前行。",
        "label": ""
      },
      {
        "sentence": "也许在接受的过程中，我们可以寻找一些帮助和支持。",
        "label": ""
      },
      {
        "sentence": "你有没有考虑过寻求专业心理辅导师的帮助？",
        "label": ""
      },
      {
        "sentence": "他们会有更多经验和方法来帮助你渡过难关。",
        "label": ""
      },
      {
        "sentence": "此外，也许在找工作方面，我们可以寻求一些就业指导和支持，这样能够更好地应对失业的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实从未考虑过寻求专业心理辅导师的帮助。或许这是一个很好的建议，我会尝试去找一个心理辅导师，通过他们的指导来处理我的情绪和困扰。同时，我也会试着寻找一些就业指导和帮助，这样我可以更有效地找到一份工作。谢谢你的建议和支持，我感觉稍微好一些了。",
    "annotation": [
      {
        "sentence": "我确实从未考虑过寻求专业心理辅导师的帮助。",
        "label": ""
      },
      {
        "sentence": "或许这是一个很好的建议，我会尝试去找一个心理辅导师，通过他们的指导来处理我的情绪和困扰。",
        "label": ""
      },
      {
        "sentence": "同时，我也会试着寻找一些就业指导和帮助，这样我可以更有效地找到一份工作。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持，我感觉稍微好一些了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你对这些建议持积极态度。寻求专业心理辅导师的帮助对于你的情绪管理和心理疗愈会有很大的帮助。同时，就业指导和帮助也可以让你更有信心地面对失业的困境。记住，困难是暂时的，只要我们积极处理，一切都会慢慢好起来的。如果你需要任何进一步的支持和倾听，我都会在这里陪伴你的。",
    "annotation": [
      {
        "sentence": "很高兴听到你对这些建议持积极态度。",
        "label": ""
      },
      {
        "sentence": "寻求专业心理辅导师的帮助对于你的情绪管理和心理疗愈会有很大的帮助。",
        "label": ""
      },
      {
        "sentence": "同时，就业指导和帮助也可以让你更有信心地面对失业的困境。",
        "label": ""
      },
      {
        "sentence": "记住，困难是暂时的，只要我们积极处理，一切都会慢慢好起来的。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的支持和倾听，我都会在这里陪伴你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直陪伴着我，给予我肯定和支持。我会尽快寻找一个心理辅导师，并寻求就业指导和帮助。在这个困难的时刻，有你这样的支持者真的让我感到温暖和勇气。再次感谢你。",
    "annotation": [
      {
        "sentence": "谢谢你一直陪伴着我，给予我肯定和支持。",
        "label": ""
      },
      {
        "sentence": "我会尽快寻找一个心理辅导师，并寻求就业指导和帮助。",
        "label": ""
      },
      {
        "sentence": "在这个困难的时刻，有你这样的支持者真的让我感到温暖和勇气。",
        "label": ""
      },
      {
        "sentence": "再次感谢你。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直会在这里支持你的。记住，你并不孤单，我们一起面对困难，一起走过每一步。无论你需要什么样的帮助，都可以随时告诉我。一起努力，我们一定能够度过这段困难时期。加油！",
    "annotation": [
      {
        "sentence": "不客气，我一直会在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们一起面对困难，一起走过每一步。",
        "label": ""
      },
      {
        "sentence": "无论你需要什么样的帮助，都可以随时告诉我。",
        "label": ""
      },
      {
        "sentence": "一起努力，我们一定能够度过这段困难时期。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]