[
  {
    "role": "client",
    "content": "总是陷入非正常的亲密关系怎么办？",
    "annotation": [
      {
        "sentence": "总是陷入非正常的亲密关系怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，很高兴你能主动寻求帮助。我可以理解你在寻求真正的爱情和关系时所遭遇的困惑和心痛。可以和你谈谈更多关于你的经历吗？",
    "annotation": [
      {
        "sentence": "你好，很高兴你能主动寻求帮助。",
        "label": ""
      },
      {
        "sentence": "我可以理解你在寻求真正的爱情和关系时所遭遇的困惑和心痛。",
        "label": ""
      },
      {
        "sentence": "可以和你谈谈更多关于你的经历吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "当然可以。第一次我暗恋了三年，但最后没有结果。第二次是在网络上爱上一个人，从未见过面，但他陪我度过了整个青春，我们互相分享喜悦和伤心。最后他因家庭原因，我们的感情也无法继续。第三次是大学时一个同学介绍的异地恋，在一年见面一次。虽然我知道他并不适合我，也感受不到他对我的真爱，但每次提分手我都很伤心。每当他说几句甜言蜜语，我就容易心软，总想去拯救他，结果最后我才发现我无法拯救他。还有几次遇到了优秀的人，但是我总是畏首畏尾，不敢靠近。我总觉得自己太糟糕了，不配拥有这样的幸福。",
    "annotation": [
      {
        "sentence": "当然可以。",
        "label": ""
      },
      {
        "sentence": "第一次我暗恋了三年，但最后没有结果。",
        "label": ""
      },
      {
        "sentence": "第二次是在网络上爱上一个人，从未见过面，但他陪我度过了整个青春，我们互相分享喜悦和伤心。",
        "label": ""
      },
      {
        "sentence": "最后他因家庭原因，我们的感情也无法继续。",
        "label": ""
      },
      {
        "sentence": "第三次是大学时一个同学介绍的异地恋，在一年见面一次。",
        "label": ""
      },
      {
        "sentence": "虽然我知道他并不适合我，也感受不到他对我的真爱，但每次提分手我都很伤心。",
        "label": ""
      },
      {
        "sentence": "每当他说几句甜言蜜语，我就容易心软，总想去拯救他，结果最后我才发现我无法拯救他。",
        "label": ""
      },
      {
        "sentence": "还有几次遇到了优秀的人，但是我总是畏首畏尾，不敢靠近。",
        "label": ""
      },
      {
        "sentence": "我总觉得自己太糟糕了，不配拥有这样的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你经历了很多不同的感情经历，这些经历中既有甜蜜的回忆，也有伤心和失望。每个人都有自己的感情历程，所以不要对自己太过苛责。可以再和你详细聊聊你在恋爱过程中的感受吗？",
    "annotation": [
      {
        "sentence": "你经历了很多不同的感情经历，这些经历中既有甜蜜的回忆，也有伤心和失望。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的感情历程，所以不要对自己太过苛责。",
        "label": ""
      },
      {
        "sentence": "可以再和你详细聊聊你在恋爱过程中的感受吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，现在我26岁了，我渴望安定，并且医生告诉我我很难怀孕，所以我特别想有一个家庭和孩子。正好认识了现在的丈夫，我们异地交往了4个月，见面了3次，他妈妈甚至已经安排了婚礼日期，于是我们结婚了。但是他在很多方面都不如我，现在我们的婚姻陷入了和以前一样的状态，我很想离开，但又不知道该怎么走出这个困境。",
    "annotation": [
      {
        "sentence": "是的，现在我26岁了，我渴望安定，并且医生告诉我我很难怀孕，所以我特别想有一个家庭和孩子。",
        "label": ""
      },
      {
        "sentence": "正好认识了现在的丈夫，我们异地交往了4个月，见面了3次，他妈妈甚至已经安排了婚礼日期，于是我们结婚了。",
        "label": ""
      },
      {
        "sentence": "但是他在很多方面都不如我，现在我们的婚姻陷入了和以前一样的状态，我很想离开，但又不知道该怎么走出这个困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在面临的困境确实非常棘手。婚姻问题是需要慎重对待的，尤其是你们之间存在很多矛盾和不满。可以和你谈谈你目前婚姻中所面临的具体问题吗？",
    "annotation": [
      {
        "sentence": "你现在面临的困境确实非常棘手。",
        "label": ""
      },
      {
        "sentence": "婚姻问题是需要慎重对待的，尤其是你们之间存在很多矛盾和不满。",
        "label": ""
      },
      {
        "sentence": "可以和你谈谈你目前婚姻中所面临的具体问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们结婚已经6年了，最初因为一时冲动结婚，当时我有一些好感，但没有太多的感情基础。之后，由于工作、怀孕和经济压力，我们每天都在争吵。他比我小，不太会关心我，还说我年龄比他大，应该让着他。结婚后，育儿和经济负担都压在我身上，我感到压力很大。我尽力支持他，但是他每次都让我失望。他在家经常和我父母吵架，娃1岁的时候他就出去学习，我们很少在一起，每次他回来我都感到很烦躁，觉得空气都变得压抑。他渐渐觉得我不需要他了，开始讨好我，但我已经不再接受他。我感到自己变得独立和平静，不想再和他一起过这样的生活。但是我又害怕一个人带孩子生活的未来。",
    "annotation": [
      {
        "sentence": "我们结婚已经6年了，最初因为一时冲动结婚，当时我有一些好感，但没有太多的感情基础。",
        "label": ""
      },
      {
        "sentence": "之后，由于工作、怀孕和经济压力，我们每天都在争吵。",
        "label": ""
      },
      {
        "sentence": "他比我小，不太会关心我，还说我年龄比他大，应该让着他。",
        "label": ""
      },
      {
        "sentence": "结婚后，育儿和经济负担都压在我身上，我感到压力很大。",
        "label": ""
      },
      {
        "sentence": "我尽力支持他，但是他每次都让我失望。",
        "label": ""
      },
      {
        "sentence": "他在家经常和我父母吵架，娃1岁的时候他就出去学习，我们很少在一起，每次他回来我都感到很烦躁，觉得空气都变得压抑。",
        "label": ""
      },
      {
        "sentence": "他渐渐觉得我不需要他了，开始讨好我，但我已经不再接受他。",
        "label": ""
      },
      {
        "sentence": "我感到自己变得独立和平静，不想再和他一起过这样的生活。",
        "label": ""
      },
      {
        "sentence": "但是我又害怕一个人带孩子生活的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我能够理解。你现在面临着明确的婚姻问题，需要仔细思考和决策。你已经展现了很多成长，变得更加独立和自主。你已经认识到自己的价值，并且拥有自己的事业和孩子。现在你需要考虑的是，婚姻是否给你带来了真正的幸福。你有没有想过和你的丈夫一起寻求婚姻辅导，或者考虑婚姻治疗，以改善你们之间的关系？",
    "annotation": [
      {
        "sentence": "你的感受我能够理解。",
        "label": ""
      },
      {
        "sentence": "你现在面临着明确的婚姻问题，需要仔细思考和决策。",
        "label": ""
      },
      {
        "sentence": "你已经展现了很多成长，变得更加独立和自主。",
        "label": ""
      },
      {
        "sentence": "你已经认识到自己的价值，并且拥有自己的事业和孩子。",
        "label": ""
      },
      {
        "sentence": "现在你需要考虑的是，婚姻是否给你带来了真正的幸福。",
        "label": ""
      },
      {
        "sentence": "你有没有想过和你的丈夫一起寻求婚姻辅导，或者考虑婚姻治疗，以改善你们之间的关系？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想过寻求婚姻辅导或治疗，但我担心这样的尝试只是徒劳无功。我觉得我们之间的问题太深入，也太难以解决了。我不确定是否还有机会挽救我们的婚姻，我也担心自己会再次陷入相同的困境和命运的轮回。",
    "annotation": [
      {
        "sentence": "我想过寻求婚姻辅导或治疗，但我担心这样的尝试只是徒劳无功。",
        "label": ""
      },
      {
        "sentence": "我觉得我们之间的问题太深入，也太难以解决了。",
        "label": ""
      },
      {
        "sentence": "我不确定是否还有机会挽救我们的婚姻，我也担心自己会再次陷入相同的困境和命运的轮回。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担忧是可以理解的。婚姻确实有很多复杂的因素，但是一些问题是可以通过努力解决的。你在寻求帮助的过程中已经迈出了重要的一步，这显示了你对婚姻的努力和珍惜。在做出任何决定之前，再给自己一些时间和空间来思考和深思熟虑。你可以尝试和你的丈夫坦诚地交流你的感受和想法，也可以积极寻求专业意见。",
    "annotation": [
      {
        "sentence": "你的担忧是可以理解的。",
        "label": ""
      },
      {
        "sentence": "婚姻确实有很多复杂的因素，但是一些问题是可以通过努力解决的。",
        "label": ""
      },
      {
        "sentence": "你在寻求帮助的过程中已经迈出了重要的一步，这显示了你对婚姻的努力和珍惜。",
        "label": ""
      },
      {
        "sentence": "在做出任何决定之前，再给自己一些时间和空间来思考和深思熟虑。",
        "label": ""
      },
      {
        "sentence": "你可以尝试和你的丈夫坦诚地交流你的感受和想法，也可以积极寻求专业意见。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。我会继续思考和努力，决定我未来的道路。我希望我能找到真正的幸福，无论是和丈夫一起还是独自生活。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "我会继续思考和努力，决定我未来的道路。",
        "label": ""
      },
      {
        "sentence": "我希望我能找到真正的幸福，无论是和丈夫一起还是独自生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望你能找到真正属于自己的幸福。无论你的决定如何，你都值得拥有一个幸福、健康的生活。记得要善待自己，给自己足够的时间来成长和选择。如果你需要的话，随时可以回来和我交流。祝福你！",
    "annotation": [
      {
        "sentence": "希望你能找到真正属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "无论你的决定如何，你都值得拥有一个幸福、健康的生活。",
        "label": ""
      },
      {
        "sentence": "记得要善待自己，给自己足够的时间来成长和选择。",
        "label": ""
      },
      {
        "sentence": "如果你需要的话，随时可以回来和我交流。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]