[
  {
    "role": "client",
    "content": "总是陷入非正常的亲密关系怎么办？",
    "annotation": [
      {
        "sentence": "总是陷入非正常的亲密关系怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好看到你对自己的情感历程进行了一次总结，其实你自己好像也发现了一些规律，但是自己又总是陷入这个规律，好像走不出来，虽然现在已经结婚了，但是现在你开始意识到想要了解自己，甚至有所改变，那就是好的。我们会不断重复的陷入同一个模式，不管在生活还是职场还是亲密关系。看来你还是一直比较渴望亲密的关系，并且和别人建立关系也不是问题，虽然有几段都是网上，异地，但是可以有亲密关系的，虽然第二次恋爱最后没有结果，但是我想你还是体会到了恋爱，亲密给你的好的感觉。但是，就如你所说，好像这些关系质量都不是太高，对方也不是非常优秀的人，感觉有点像互相取暖，而给到你的滋养并不多。有些优秀的，你觉得不敢靠近，不敢去想是的，我们的亲密关系很多时候就是会不断的陷入同一个模式，而我们遇到什么样子的人，我们会和多优秀的人在一起，的确，和我们觉得自己有多优秀，自己能拥有多优秀的关系是有关连的。去察觉自己，你认为自己有多优秀了，你就会碰到多优秀的人。问题可能就要探究一下，你为什么觉得自己不配拥有更优秀的人，不知道你和父母的关系是什么样子的，和爸爸小时候的互动呢，他们是否对你太过严格，要求比较高？或者比较看轻你？这些可能都会对你有所影响。",
    "annotation": [
      {
        "sentence": "你好看到你对自己的情感历程进行了一次总结，其实你自己好像也发现了一些规律，但是自己又总是陷入这个规律，好像走不出来，虽然现在已经结婚了，但是现在你开始意识到想要了解自己，甚至有所改变，那就是好的。",
        "label": ""
      },
      {
        "sentence": "我们会不断重复的陷入同一个模式，不管在生活还是职场还是亲密关系。",
        "label": ""
      },
      {
        "sentence": "看来你还是一直比较渴望亲密的关系，并且和别人建立关系也不是问题，虽然有几段都是网上，异地，但是可以有亲密关系的，虽然第二次恋爱最后没有结果，但是我想你还是体会到了恋爱，亲密给你的好的感觉。",
        "label": ""
      },
      {
        "sentence": "但是，就如你所说，好像这些关系质量都不是太高，对方也不是非常优秀的人，感觉有点像互相取暖，而给到你的滋养并不多。",
        "label": ""
      },
      {
        "sentence": "有些优秀的，你觉得不敢靠近，不敢去想是的，我们的亲密关系很多时候就是会不断的陷入同一个模式，而我们遇到什么样子的人，我们会和多优秀的人在一起，的确，和我们觉得自己有多优秀，自己能拥有多优秀的关系是有关连的。",
        "label": ""
      },
      {
        "sentence": "去察觉自己，你认为自己有多优秀了，你就会碰到多优秀的人。",
        "label": ""
      },
      {
        "sentence": "问题可能就要探究一下，你为什么觉得自己不配拥有更优秀的人，不知道你和父母的关系是什么样子的，和爸爸小时候的互动呢，他们是否对你太过严格，要求比较高？",
        "label": ""
      },
      {
        "sentence": "或者比较看轻你？",
        "label": ""
      },
      {
        "sentence": "这些可能都会对你有所影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我和父母的关系并不是特别亲密，他们对我的要求确实比较高，总是期望我能够很优秀，这也让我内心觉得压力很大，自己好像总是在追求完美，害怕自己不够好。",
    "annotation": [
      {
        "sentence": "我和父母的关系并不是特别亲密，他们对我的要求确实比较高，总是期望我能够很优秀，这也让我内心觉得压力很大，自己好像总是在追求完美，害怕自己不够好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，父母的期望对我们的成长确实有一定的影响，他们的高要求让你觉得自己需要追求更好，但是你要知道，每个人都有自己的长处和短处，没有人是完美的。而你现在26岁了，成年后我们就要对我们自己的人生负责了，去看到自己，看到自己优秀，好的一面，去认可自己。当然更重要的是去看到自己你认为不够好的一面，然后去接受这些不好的一面。其实每个人都有很多面，有优秀的一部分，也有不好的一部分，每个人都很复杂，我们自己有很多部分组成也是非常正常的，普通人都是这样的。而我们越接纳自己，我们自己内心的能量也就越强，不管我们在做事，或者在亲密关系中也就越自信。慢慢去学会自我察觉，在自己有觉得自己不好的时候，告诉自己暂停一下，不，我没有不够好，每个人都有自己的特点，我也有我自己长处和短处，很正常的。",
    "annotation": [
      {
        "sentence": "是的，父母的期望对我们的成长确实有一定的影响，他们的高要求让你觉得自己需要追求更好，但是你要知道，每个人都有自己的长处和短处，没有人是完美的。",
        "label": ""
      },
      {
        "sentence": "而你现在26岁了，成年后我们就要对我们自己的人生负责了，去看到自己，看到自己优秀，好的一面，去认可自己。",
        "label": ""
      },
      {
        "sentence": "当然更重要的是去看到自己你认为不够好的一面，然后去接受这些不好的一面。",
        "label": ""
      },
      {
        "sentence": "其实每个人都有很多面，有优秀的一部分，也有不好的一部分，每个人都很复杂，我们自己有很多部分组成也是非常正常的，普通人都是这样的。",
        "label": ""
      },
      {
        "sentence": "而我们越接纳自己，我们自己内心的能量也就越强，不管我们在做事，或者在亲密关系中也就越自信。",
        "label": ""
      },
      {
        "sentence": "慢慢去学会自我察觉，在自己有觉得自己不好的时候，告诉自己暂停一下，不，我没有不够好，每个人都有自己的特点，我也有我自己长处和短处，很正常的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了，我需要更加接纳自己，不再过于苛求自己的完美。但是现在的婚姻，不管是继续走下去还是离开，我都感觉很迷茫，不知道该怎么走出这样的状况。",
    "annotation": [
      {
        "sentence": "嗯，我明白了，我需要更加接纳自己，不再过于苛求自己的完美。",
        "label": ""
      },
      {
        "sentence": "但是现在的婚姻，不管是继续走下去还是离开，我都感觉很迷茫，不知道该怎么走出这样的状况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现在你开始探究自己的情感历程，这是很好的开始。对于婚姻的抉择，你可以先从了解自己的内心需求开始，思考你对婚姻的期待是什么，对于现在的状况是否满意？同时也可以和你的伴侣进行深入的交流，沟通你内心的感受和困惑，看看是否可以寻找到解决方案。不管是继续走下去还是离开，都是建立在自己越来越成长的基础上，你要相信自己的能力，去做出适合自己的决定。在这个过程中，我会一直陪伴着你，支持你的抉择和成长。成长路上陪着你！",
    "annotation": [
      {
        "sentence": "现在你开始探究自己的情感历程，这是很好的开始。",
        "label": ""
      },
      {
        "sentence": "对于婚姻的抉择，你可以先从了解自己的内心需求开始，思考你对婚姻的期待是什么，对于现在的状况是否满意？",
        "label": ""
      },
      {
        "sentence": "同时也可以和你的伴侣进行深入的交流，沟通你内心的感受和困惑，看看是否可以寻找到解决方案。",
        "label": ""
      },
      {
        "sentence": "不管是继续走下去还是离开，都是建立在自己越来越成长的基础上，你要相信自己的能力，去做出适合自己的决定。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，我会一直陪伴着你，支持你的抉择和成长。",
        "label": ""
      },
      {
        "sentence": "成长路上陪着你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会好好思考并与我的伴侣进行真诚的交流，找到适合自己的决策。我相信自己能够走出困境，找到幸福。再次感谢你的陪伴！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会好好思考并与我的伴侣进行真诚的交流，找到适合自己的决策。",
        "label": ""
      },
      {
        "sentence": "我相信自己能够走出困境，找到幸福。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够找到属于自己的幸福。记得，在决策之前，先倾听自己的内心声音，坚持做出让自己真正开心的选择。无论结果如何，我都会陪伴你，支持你的决定。祝愿你找到真正的幸福！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "记得，在决策之前，先倾听自己的内心声音，坚持做出让自己真正开心的选择。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，我都会陪伴你，支持你的决定。",
        "label": ""
      },
      {
        "sentence": "祝愿你找到真正的幸福！",
        "label": ""
      }
    ]
  }
]