[
  {
    "role": "client",
    "content": "为什么对闺蜜患得患失，总觉得他要抛弃自己？也没发生什么事情，就是我们毕业以后分开了，闺蜜回了她的城市，我回了我的城市，然后她交际能力非常好，很快有了志同道合的朋友，而且对她超级超级好，而我还没遇到，因为圈子很小，虽然有初中同学，但是总觉得没以前那么好了，有时候总觉得闺蜜要离开我，但是他对我也很好，但是她感觉她有时候围绕的话题都是她的新朋友，我不知道要怎么缓解自己这个状态，但是就很烦恼，有时候会很生气，反正就很难受，上班也无法集中注意力，我是不是有心理问题？该怎么开导自己，解决这个问题。",
    "annotation": [
      {
        "sentence": "为什么对闺蜜患得患失，总觉得他要抛弃自己？",
        "label": ""
      },
      {
        "sentence": "也没发生什么事情，就是我们毕业以后分开了，闺蜜回了她的城市，我回了我的城市，然后她交际能力非常好，很快有了志同道合的朋友，而且对她超级超级好，而我还没遇到，因为圈子很小，虽然有初中同学，但是总觉得没以前那么好了，有时候总觉得闺蜜要离开我，但是他对我也很好，但是她感觉她有时候围绕的话题都是她的新朋友，我不知道要怎么缓解自己这个状态，但是就很烦恼，有时候会很生气，反正就很难受，上班也无法集中注意力，我是不是有心理问题？",
        "label": ""
      },
      {
        "sentence": "该怎么开导自己，解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的苦恼，担心闺蜜要抛弃自己。下面这几点可能是原因：1.你对友谊很看重，对闺蜜有些依赖，思考一下：为什么呢？她像你的什么人呢？2.你的所谓交际能力，是和她的所谓交际能力大比较而显得小。为什么要比较呢？可能这段时间就是让你思考如何交友的…也可能这段时间就是让你好好工作的…也可能这段时间就是让你心理成长的…",
    "annotation": [
      {
        "sentence": "理解你的苦恼，担心闺蜜要抛弃自己。",
        "label": ""
      },
      {
        "sentence": "下面这几点可能是原因：1.你对友谊很看重，对闺蜜有些依赖，思考一下：为什么呢？",
        "label": ""
      },
      {
        "sentence": "她像你的什么人呢？",
        "label": ""
      },
      {
        "sentence": "2.你的所谓交际能力，是和她的所谓交际能力大比较而显得小。",
        "label": ""
      },
      {
        "sentence": "为什么要比较呢？",
        "label": ""
      },
      {
        "sentence": "可能这段时间就是让你思考如何交友的…也可能这段时间就是让你好好工作的…也可能这段时间就是让你心理成长的…",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解，我确实觉得友谊对我很重要，因为她一直是我最亲密的朋友之一，我们一起经历了很多事情。我也意识到我对她有一定的依赖，也许是因为她在我生活中的重要性吧。但是我不知道该怎么调整自己的心态，忍受她和新朋友交往的事实。我也不能理解为什么总觉得与初中同学的友谊没以前那么好了。",
    "annotation": [
      {
        "sentence": "谢谢你的理解，我确实觉得友谊对我很重要，因为她一直是我最亲密的朋友之一，我们一起经历了很多事情。",
        "label": ""
      },
      {
        "sentence": "我也意识到我对她有一定的依赖，也许是因为她在我生活中的重要性吧。",
        "label": ""
      },
      {
        "sentence": "但是我不知道该怎么调整自己的心态，忍受她和新朋友交往的事实。",
        "label": ""
      },
      {
        "sentence": "我也不能理解为什么总觉得与初中同学的友谊没以前那么好了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，有些时候，人们的生活会因为环境的变化而发生变化。你和闺蜜现在生活在不同的城市，交际圈也不同了，这是一个很正常的情况。你也许可以尝试接触新的人，寻找新的朋友，开拓自己的圈子，这样可以丰富自己的生活。同时，也不要忘记和初中同学保持联系，维持友谊需要双方的努力。",
    "annotation": [
      {
        "sentence": "是的，有些时候，人们的生活会因为环境的变化而发生变化。",
        "label": ""
      },
      {
        "sentence": "你和闺蜜现在生活在不同的城市，交际圈也不同了，这是一个很正常的情况。",
        "label": ""
      },
      {
        "sentence": "你也许可以尝试接触新的人，寻找新的朋友，开拓自己的圈子，这样可以丰富自己的生活。",
        "label": ""
      },
      {
        "sentence": "同时，也不要忘记和初中同学保持联系，维持友谊需要双方的努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可能确实需要适应新的生活环境，尝试与新的人建立联系。但是有时候我还是会感到不安和担心，担心闺蜜会忘记我或者不再重视我们之间的友谊。我该怎么处理这种情绪呢？",
    "annotation": [
      {
        "sentence": "我明白了，我可能确实需要适应新的生活环境，尝试与新的人建立联系。",
        "label": ""
      },
      {
        "sentence": "但是有时候我还是会感到不安和担心，担心闺蜜会忘记我或者不再重视我们之间的友谊。",
        "label": ""
      },
      {
        "sentence": "我该怎么处理这种情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够理解你的担心和不安。但是，人与人之间的友谊是需要相互的理解和支持的。你可以尝试和闺蜜沟通你的感受，告诉她你的担心，这样可以增进你们之间的理解和信任。同时，也需要告诉自己相信她的友谊是真实的，不要自己给自己太多的压力，尽量保持积极的心态，享受生活中其他的美好事物。",
    "annotation": [
      {
        "sentence": "能够理解你的担心和不安。",
        "label": ""
      },
      {
        "sentence": "但是，人与人之间的友谊是需要相互的理解和支持的。",
        "label": ""
      },
      {
        "sentence": "你可以尝试和闺蜜沟通你的感受，告诉她你的担心，这样可以增进你们之间的理解和信任。",
        "label": ""
      },
      {
        "sentence": "同时，也需要告诉自己相信她的友谊是真实的，不要自己给自己太多的压力，尽量保持积极的心态，享受生活中其他的美好事物。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着和闺蜜好好沟通，表达自己的感受。同时，我也会尝试放松心态，相信我们之间的友谊是真实的。除了这些，你觉得我还有什么方法可以缓解自己的情绪和解决这个问题吗？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着和闺蜜好好沟通，表达自己的感受。",
        "label": ""
      },
      {
        "sentence": "同时，我也会尝试放松心态，相信我们之间的友谊是真实的。",
        "label": ""
      },
      {
        "sentence": "除了这些，你觉得我还有什么方法可以缓解自己的情绪和解决这个问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了和闺蜜沟通和放松心态外，你还可以尝试寻找自己的兴趣爱好，参加一些社交活动，结识更多的人。通过和其他人的交流，你可以拓宽自己的交际圈子，减少对于闺蜜的依赖，并且丰富自己的生活。此外，你也可以考虑咨询专业的心理咨询师，他们能够给你更多的支持和帮助。",
    "annotation": [
      {
        "sentence": "除了和闺蜜沟通和放松心态外，你还可以尝试寻找自己的兴趣爱好，参加一些社交活动，结识更多的人。",
        "label": ""
      },
      {
        "sentence": "通过和其他人的交流，你可以拓宽自己的交际圈子，减少对于闺蜜的依赖，并且丰富自己的生活。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以考虑咨询专业的心理咨询师，他们能够给你更多的支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会尝试寻找自己的兴趣爱好，加入一些社交活动，结交更多的朋友。同时，如果问题仍然存在，我会考虑咨询心理咨询师。谢谢你的支持和建议，我现在感到心情好多了。",
    "annotation": [
      {
        "sentence": "好的，我会尝试寻找自己的兴趣爱好，加入一些社交活动，结交更多的朋友。",
        "label": ""
      },
      {
        "sentence": "同时，如果问题仍然存在，我会考虑咨询心理咨询师。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议，我现在感到心情好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮助到你，记住，你并不孤单，有很多人愿意支持你。相信自己，积极面对问题，你一定能够解决这个困扰你的问题。祝你好运！如果还有需要，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "很高兴能够帮助到你，记住，你并不孤单，有很多人愿意支持你。",
        "label": ""
      },
      {
        "sentence": "相信自己，积极面对问题，你一定能够解决这个困扰你的问题。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果还有需要，随时来找我聊天。",
        "label": ""
      }
    ]
  }
]