[
  {
    "role": "client",
    "content": "为什么对闺蜜患得患失，总觉得她要抛弃自己？也没发生什么事情，就是我们毕业以后分开了，闺蜜回了她的城市，我回了我的城市，然后她交际能力非常好，很快有了志同道合的朋友，而且对她超级超级好，而我还没遇到，因为圈子很小，虽然有初中同学，但是总觉得没以前那么好了，有时候总觉得闺蜜要离开我，但是她对我也很好，但是她感觉她有时候围绕的话题都是她的新朋友，我不知道要怎么缓解自己这个状态，但是就很烦恼，有时候会很生气，反正就很难受，上班也无法集中注意力，我是不是有心理问题？该怎么开导自己，解决这个问题。",
    "annotation": [
      {
        "sentence": "为什么对闺蜜患得患失，总觉得她要抛弃自己？",
        "label": ""
      },
      {
        "sentence": "也没发生什么事情，就是我们毕业以后分开了，闺蜜回了她的城市，我回了我的城市，然后她交际能力非常好，很快有了志同道合的朋友，而且对她超级超级好，而我还没遇到，因为圈子很小，虽然有初中同学，但是总觉得没以前那么好了，有时候总觉得闺蜜要离开我，但是她对我也很好，但是她感觉她有时候围绕的话题都是她的新朋友，我不知道要怎么缓解自己这个状态，但是就很烦恼，有时候会很生气，反正就很难受，上班也无法集中注意力，我是不是有心理问题？",
        "label": ""
      },
      {
        "sentence": "该怎么开导自己，解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你的感受我完全理解。有时候当我们与朋友距离变远，看到他们找到新的朋友，我们会觉得失去了一部分关系。但是其实，友谊是可以扩大的，和她有新朋友并不代表她对你的感情有任何的改变。你是对的，你的感受是很正常的，并不代表你有心理问题。有时候我们需要给自己一些时间去适应变化，也许与时间的推移你会遇到志同道合的朋友。在此过程中，你可以试着主动去参加一些社交活动，扩大自己的圈子，这样你也会有更多的机会结识到新的朋友。同时记得要积极正面地与她交流，告诉她你内心的感受，也让她了解你对友谊的珍视。当然，也许你们已经有很多美好的回忆，你们可以回想一下这些时刻，让你们的友谊更有亲密感。你并不孤单，也不需要承受这些负面情绪，我们会一起度过这个难关的。",
    "annotation": [
      {
        "sentence": "求助者，你的感受我完全理解。",
        "label": ""
      },
      {
        "sentence": "有时候当我们与朋友距离变远，看到他们找到新的朋友，我们会觉得失去了一部分关系。",
        "label": ""
      },
      {
        "sentence": "但是其实，友谊是可以扩大的，和她有新朋友并不代表她对你的感情有任何的改变。",
        "label": ""
      },
      {
        "sentence": "你是对的，你的感受是很正常的，并不代表你有心理问题。",
        "label": ""
      },
      {
        "sentence": "有时候我们需要给自己一些时间去适应变化，也许与时间的推移你会遇到志同道合的朋友。",
        "label": ""
      },
      {
        "sentence": "在此过程中，你可以试着主动去参加一些社交活动，扩大自己的圈子，这样你也会有更多的机会结识到新的朋友。",
        "label": ""
      },
      {
        "sentence": "同时记得要积极正面地与她交流，告诉她你内心的感受，也让她了解你对友谊的珍视。",
        "label": ""
      },
      {
        "sentence": "当然，也许你们已经有很多美好的回忆，你们可以回想一下这些时刻，让你们的友谊更有亲密感。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，也不需要承受这些负面情绪，我们会一起度过这个难关的。",
        "label": ""
      }
    ]
  }
]