[
  {
    "role": "client",
    "content": "我23岁，已经工作一年了，但我不知道自己是否得了抑郁症。从上学时起，我就对自己的行业和氛围不感兴趣，但因为我一直是个乖乖女，也不自信，大家都说我就读的专业很好，所以我没有及时改变。毕业后，我就开始工作了，虽然同事都很好，不需要加班，但我没有同龄人可以交流。我之前在类似的公司实习过，但还没过一个月我就感到很压抑，于是就离职了。现在我没有选择，就这样过着每天都觉得压抑的生活。我和家里人倾诉了一下，他们却告诉我要知足常乐，告诉我想想那些吃不饱饭的人是怎么过的。从五月份开始，由于我前期节食减肥一个月多，我开始了暴食，每天醒着的时候都只会想着吃东西，虽然我的胃容量有限，但如果不受限制的话，我可能会吃到爆炸。一开始我告诉自己，享受美食（尤其是高碳水化合物的东西）就好了，因为我发现每天除了吃东西的那几分钟感到开心外，其余的时间我都不开心。可是现在吃东西对我来说已经不再带来快乐了，我吃只是因为我的食欲控制了我，它让我去吃东西，即使我不想吃也会感到身体不舒服，就像上瘾一样。吃完后我也会感到不舒服，因为本来我并不饿。现在我已经感到一点快乐都没有了，孤独迷茫也没法和别人说。我知道只有我自己振作起来才行，但就像每天都被小刀划一刀一样，我觉得自己遍布伤痕，一点力气都没有，想知道怎么才能走出这个低谷，太痛苦了。",
    "annotation": [
      {
        "sentence": "我23岁，已经工作一年了，但我不知道自己是否得了抑郁症。",
        "label": ""
      },
      {
        "sentence": "从上学时起，我就对自己的行业和氛围不感兴趣，但因为我一直是个乖乖女，也不自信，大家都说我就读的专业很好，所以我没有及时改变。",
        "label": ""
      },
      {
        "sentence": "毕业后，我就开始工作了，虽然同事都很好，不需要加班，但我没有同龄人可以交流。",
        "label": ""
      },
      {
        "sentence": "我之前在类似的公司实习过，但还没过一个月我就感到很压抑，于是就离职了。",
        "label": ""
      },
      {
        "sentence": "现在我没有选择，就这样过着每天都觉得压抑的生活。",
        "label": ""
      },
      {
        "sentence": "我和家里人倾诉了一下，他们却告诉我要知足常乐，告诉我想想那些吃不饱饭的人是怎么过的。",
        "label": ""
      },
      {
        "sentence": "从五月份开始，由于我前期节食减肥一个月多，我开始了暴食，每天醒着的时候都只会想着吃东西，虽然我的胃容量有限，但如果不受限制的话，我可能会吃到爆炸。",
        "label": ""
      },
      {
        "sentence": "一开始我告诉自己，享受美食（尤其是高碳水化合物的东西）就好了，因为我发现每天除了吃东西的那几分钟感到开心外，其余的时间我都不开心。",
        "label": ""
      },
      {
        "sentence": "可是现在吃东西对我来说已经不再带来快乐了，我吃只是因为我的食欲控制了我，它让我去吃东西，即使我不想吃也会感到身体不舒服，就像上瘾一样。",
        "label": ""
      },
      {
        "sentence": "吃完后我也会感到不舒服，因为本来我并不饿。",
        "label": ""
      },
      {
        "sentence": "现在我已经感到一点快乐都没有了，孤独迷茫也没法和别人说。",
        "label": ""
      },
      {
        "sentence": "我知道只有我自己振作起来才行，但就像每天都被小刀划一刀一样，我觉得自己遍布伤痕，一点力气都没有，想知道怎么才能走出这个低谷，太痛苦了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你内心的压抑、孤独、焦虑、恐惧和无助。你从小就是一个乖乖女，一直在父母期望下学习和生活，没有独立思考和自己的目标，好像一直为了父母而活着，所以无法感受到自己的价值和意义，也无法体会到自己的存在。对于一个小孩来说，没有足够的独立思考和面对现实生活的能力，需要依靠父母来保护和照顾自己，让自己能够生存下去，因此会在潜意识中压抑自己的需求，避免父母生气，怕被抛弃无法生存下去，这是一种潜意识的自我保护行为。长期以来，在这种自我强迫压抑的状态下生活，会形成固定的认知思维模式，把自我强迫压抑当作一种习惯的生活方式。随着年龄的增长，你对自己独立自主生活的目标愈发清晰和强烈，也想追求自己的独立生活，这就和已经形成的自我压抑产生了冲突，这也是你现在遇到的情况。虽然你之前不喜欢的专业和现在不喜欢的工作行业给你带来压抑的感觉，但你还是在继续做下去，没有因为不喜欢而停下来去改变和选择。你之前有暴食的情况，而且你也意识到这样做对身体是有害的，但你依然这样做，因为暴食可以让你感到快乐和满足，可以让你不再孤独痛苦。如今吃东西无法让你获得之前的快乐，说明了你意识自我的内心需求更多，这就是意识自我的需求与潜意识自我的差距和冲突导致的。换一种说法，你现在的心理状态有时就像是一个“大点儿的婴儿”，尽管你有抑郁的症状，但并不是抑郁症，更像是缺乏安全感引起的抑郁神经症。这种情况要解决，我建议你预约适合的老师接受系统心理咨询。",
    "annotation": [
      {
        "sentence": "我能感受到你内心的压抑、孤独、焦虑、恐惧和无助。",
        "label": ""
      },
      {
        "sentence": "你从小就是一个乖乖女，一直在父母期望下学习和生活，没有独立思考和自己的目标，好像一直为了父母而活着，所以无法感受到自己的价值和意义，也无法体会到自己的存在。",
        "label": ""
      },
      {
        "sentence": "对于一个小孩来说，没有足够的独立思考和面对现实生活的能力，需要依靠父母来保护和照顾自己，让自己能够生存下去，因此会在潜意识中压抑自己的需求，避免父母生气，怕被抛弃无法生存下去，这是一种潜意识的自我保护行为。",
        "label": ""
      },
      {
        "sentence": "长期以来，在这种自我强迫压抑的状态下生活，会形成固定的认知思维模式，把自我强迫压抑当作一种习惯的生活方式。",
        "label": ""
      },
      {
        "sentence": "随着年龄的增长，你对自己独立自主生活的目标愈发清晰和强烈，也想追求自己的独立生活，这就和已经形成的自我压抑产生了冲突，这也是你现在遇到的情况。",
        "label": ""
      },
      {
        "sentence": "虽然你之前不喜欢的专业和现在不喜欢的工作行业给你带来压抑的感觉，但你还是在继续做下去，没有因为不喜欢而停下来去改变和选择。",
        "label": ""
      },
      {
        "sentence": "你之前有暴食的情况，而且你也意识到这样做对身体是有害的，但你依然这样做，因为暴食可以让你感到快乐和满足，可以让你不再孤独痛苦。",
        "label": ""
      },
      {
        "sentence": "如今吃东西无法让你获得之前的快乐，说明了你意识自我的内心需求更多，这就是意识自我的需求与潜意识自我的差距和冲突导致的。",
        "label": ""
      },
      {
        "sentence": "换一种说法，你现在的心理状态有时就像是一个“大点儿的婴儿”，尽管你有抑郁的症状，但并不是抑郁症，更像是缺乏安全感引起的抑郁神经症。",
        "label": ""
      },
      {
        "sentence": "这种情况要解决，我建议你预约适合的老师接受系统心理咨询。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。确实，我一直在为别人而活，没有独立思考和追求自己的兴趣和梦想。我意识到自己对此感到压抑和不满，但一直没有勇气去改变。我理解你的比喻，就像一个三岁的孩子通过吃东西获得快乐，但一个一岁半的孩子却需要被抱着喂食才能快乐一样。我的心理和行为确实退行了，我感到很沮丧。听你说的，我觉得我可能真的需要寻求专业咨询的帮助了。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "确实，我一直在为别人而活，没有独立思考和追求自己的兴趣和梦想。",
        "label": ""
      },
      {
        "sentence": "我意识到自己对此感到压抑和不满，但一直没有勇气去改变。",
        "label": ""
      },
      {
        "sentence": "我理解你的比喻，就像一个三岁的孩子通过吃东西获得快乐，但一个一岁半的孩子却需要被抱着喂食才能快乐一样。",
        "label": ""
      },
      {
        "sentence": "我的心理和行为确实退行了，我感到很沮丧。",
        "label": ""
      },
      {
        "sentence": "听你说的，我觉得我可能真的需要寻求专业咨询的帮助了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的理解和勇气让我很欣慰。你确实意识到了自己的问题，并且愿意付诸行动去解决。寻求专业咨询是非常明智的选择，专业的老师将帮助你更好地理解自己，找到解决问题的途径。他们会在心理咨询过程中提供适当的支持和引导，让你摆脱低谷，找回自己的快乐和自信。相信自己，勇敢地面对自己的内心，你一定能够走出困境。如果你需要，我可以帮你找到附近的心理咨询师和预约信息。",
    "annotation": [
      {
        "sentence": "你的理解和勇气让我很欣慰。",
        "label": ""
      },
      {
        "sentence": "你确实意识到了自己的问题，并且愿意付诸行动去解决。",
        "label": ""
      },
      {
        "sentence": "寻求专业咨询是非常明智的选择，专业的老师将帮助你更好地理解自己，找到解决问题的途径。",
        "label": ""
      },
      {
        "sentence": "他们会在心理咨询过程中提供适当的支持和引导，让你摆脱低谷，找回自己的快乐和自信。",
        "label": ""
      },
      {
        "sentence": "相信自己，勇敢地面对自己的内心，你一定能够走出困境。",
        "label": ""
      },
      {
        "sentence": "如果你需要，我可以帮你找到附近的心理咨询师和预约信息。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和建议。我会相信自己，坚定地寻求专业咨询师的帮助，并努力摆脱目前的困境。如果我需要帮助找到合适的心理咨询师，我会向你求助的。",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我会相信自己，坚定地寻求专业咨询师的帮助，并努力摆脱目前的困境。",
        "label": ""
      },
      {
        "sentence": "如果我需要帮助找到合适的心理咨询师，我会向你求助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你这样积极的态度。我会尽快帮你找到适合的心理咨询师，并提供相关的联系方式和预约信息。请记住，你并不孤单，有人在支持你，愿意为你提供帮助。加油，相信自己，你一定能够走出低谷，迎接更美好的未来！",
    "annotation": [
      {
        "sentence": "很高兴看到你这样积极的态度。",
        "label": ""
      },
      {
        "sentence": "我会尽快帮你找到适合的心理咨询师，并提供相关的联系方式和预约信息。",
        "label": ""
      },
      {
        "sentence": "请记住，你并不孤单，有人在支持你，愿意为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "加油，相信自己，你一定能够走出低谷，迎接更美好的未来！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的帮助和支持！我会记住你的话，努力面对自己的问题，寻求专业咨询师的帮助，并迈向更好的未来。再次谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的帮助和支持！",
        "label": ""
      },
      {
        "sentence": "我会记住你的话，努力面对自己的问题，寻求专业咨询师的帮助，并迈向更好的未来。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我相信你会做出正确的选择，走上解决问题的道路。如果你在这个过程中需要任何帮助或有任何问题，随时告诉我。我会一直支持你，祝愿你早日找回属于自己的快乐和自信！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我相信你会做出正确的选择，走上解决问题的道路。",
        "label": ""
      },
      {
        "sentence": "如果你在这个过程中需要任何帮助或有任何问题，随时告诉我。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你，祝愿你早日找回属于自己的快乐和自信！",
        "label": ""
      }
    ]
  }
]