[
  {
    "role": "client",
    "content": "我是一个16岁的女生，已经自杀过一次了。可是我却还是被妈妈骂得想要再次自杀。而且我还有26天就要参加中考了，学习的压力真的好大。我真的很希望我的家人能够理解和体谅我，给我更多的支持而不是责骂。可是妈妈总是动不动就骂我，而且骂得特别恨，甚至有人身攻击的事情发生。从小到大，我都被打得很厉害。第一次得抑郁症也是被妈妈逼出来的。我感觉我真的太失望了，妈妈现在已经56岁，比我大了半个世纪。她的教育方式真的很封建，我也无法与她沟通。我们之间的摩擦越来越严重，我现在真的就感觉不到幸福了。有时候我甚至觉得死了也比活在这个家庭里要好。",
    "annotation": [
      {
        "sentence": "我是一个16岁的女生，已经自杀过一次了。",
        "label": ""
      },
      {
        "sentence": "可是我却还是被妈妈骂得想要再次自杀。",
        "label": ""
      },
      {
        "sentence": "而且我还有26天就要参加中考了，学习的压力真的好大。",
        "label": ""
      },
      {
        "sentence": "我真的很希望我的家人能够理解和体谅我，给我更多的支持而不是责骂。",
        "label": ""
      },
      {
        "sentence": "可是妈妈总是动不动就骂我，而且骂得特别恨，甚至有人身攻击的事情发生。",
        "label": ""
      },
      {
        "sentence": "从小到大，我都被打得很厉害。",
        "label": ""
      },
      {
        "sentence": "第一次得抑郁症也是被妈妈逼出来的。",
        "label": ""
      },
      {
        "sentence": "我感觉我真的太失望了，妈妈现在已经56岁，比我大了半个世纪。",
        "label": ""
      },
      {
        "sentence": "她的教育方式真的很封建，我也无法与她沟通。",
        "label": ""
      },
      {
        "sentence": "我们之间的摩擦越来越严重，我现在真的就感觉不到幸福了。",
        "label": ""
      },
      {
        "sentence": "有时候我甚至觉得死了也比活在这个家庭里要好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我给你一个温暖的拥抱。首先，我了解你的中考压力，我有时候也会觉得非常大压力。有时候我就连作业都不写，只是看书做题。但最后我的成绩还是不错的。所以你要放松心态，其实中考没有你想象的那么难。其次，你希望家人能够理解和体谅你，这是非常正常的需求。家是每个人心灵的港湾，家人应该是最支持我们的人。但对于你来说，家并不是一个让你舒心的地方。我想你每天应该是走读的吧，那你可以尽量避开你的母亲。女人在五十多岁的时候往往会面临更年期，情绪容易起伏。所以不要与你的母亲争吵，这只会对你产生更多的负面影响。如果家人不理解你，你可以找老师谈谈或者与你的好朋友交流，让他们去安慰你。我知道，感觉妈妈让你失望了，但并不是所有的母亲都是好母亲，你要接受这个现实。我理解你已经自杀过一次了，你的母亲为什么还不能好好珍惜你呢？对于没有得到足够关爱的人来说，更要懂得爱自己。这个世界是美好的，你已经在死亡的边缘徘徊过一次了，应该更加珍惜生命。不要因为别人的错误而惩罚自己，这是不值得的。另外，上了高中你可以住宿，离开你的母亲，这样可以放松一下。最后，虽然你觉得死了也许比活在这个家庭里要好，但我想告诉你其实并不是这样。我和你的情况有些相似，我妈妈在38岁生我的时候，她是二婚，我还有一个继姐。她虽然经常骂我，但也会心疼我，并且会给我买东西。但是她骂我的时候也非常狠，有时候还会打我。这种时好时坏的情况让我感到很难受，有时候我也会想我如果出生在不同的家庭就不会有抑郁症，没有精神疾病，但后来我想，我不能因为他们而选择自杀。自杀是痛苦的，而且你不该为了别人的错误行为来惩罚自己。我建议你去找学校的心理老师或者对你比较了解的老师，看看有没有合适的解决办法。因为你现在情绪低落，有可能会复发。而且我相信老师和同学们都会非常愿意帮助你的。最后，希望你能顺利通过中考，考上一个好的高中。加油！希望你能早日走出阴霾，重新拥抱阳光的生活。",
    "annotation": [
      {
        "sentence": "我给你一个温暖的拥抱。",
        "label": ""
      },
      {
        "sentence": "首先，我了解你的中考压力，我有时候也会觉得非常大压力。",
        "label": ""
      },
      {
        "sentence": "有时候我就连作业都不写，只是看书做题。",
        "label": ""
      },
      {
        "sentence": "但最后我的成绩还是不错的。",
        "label": ""
      },
      {
        "sentence": "所以你要放松心态，其实中考没有你想象的那么难。",
        "label": ""
      },
      {
        "sentence": "其次，你希望家人能够理解和体谅你，这是非常正常的需求。",
        "label": ""
      },
      {
        "sentence": "家是每个人心灵的港湾，家人应该是最支持我们的人。",
        "label": ""
      },
      {
        "sentence": "但对于你来说，家并不是一个让你舒心的地方。",
        "label": ""
      },
      {
        "sentence": "我想你每天应该是走读的吧，那你可以尽量避开你的母亲。",
        "label": ""
      },
      {
        "sentence": "女人在五十多岁的时候往往会面临更年期，情绪容易起伏。",
        "label": ""
      },
      {
        "sentence": "所以不要与你的母亲争吵，这只会对你产生更多的负面影响。",
        "label": ""
      },
      {
        "sentence": "如果家人不理解你，你可以找老师谈谈或者与你的好朋友交流，让他们去安慰你。",
        "label": ""
      },
      {
        "sentence": "我知道，感觉妈妈让你失望了，但并不是所有的母亲都是好母亲，你要接受这个现实。",
        "label": ""
      },
      {
        "sentence": "我理解你已经自杀过一次了，你的母亲为什么还不能好好珍惜你呢？",
        "label": ""
      },
      {
        "sentence": "对于没有得到足够关爱的人来说，更要懂得爱自己。",
        "label": ""
      },
      {
        "sentence": "这个世界是美好的，你已经在死亡的边缘徘徊过一次了，应该更加珍惜生命。",
        "label": ""
      },
      {
        "sentence": "不要因为别人的错误而惩罚自己，这是不值得的。",
        "label": ""
      },
      {
        "sentence": "另外，上了高中你可以住宿，离开你的母亲，这样可以放松一下。",
        "label": ""
      },
      {
        "sentence": "最后，虽然你觉得死了也许比活在这个家庭里要好，但我想告诉你其实并不是这样。",
        "label": ""
      },
      {
        "sentence": "我和你的情况有些相似，我妈妈在38岁生我的时候，她是二婚，我还有一个继姐。",
        "label": ""
      },
      {
        "sentence": "她虽然经常骂我，但也会心疼我，并且会给我买东西。",
        "label": ""
      },
      {
        "sentence": "但是她骂我的时候也非常狠，有时候还会打我。",
        "label": ""
      },
      {
        "sentence": "这种时好时坏的情况让我感到很难受，有时候我也会想我如果出生在不同的家庭就不会有抑郁症，没有精神疾病，但后来我想，我不能因为他们而选择自杀。",
        "label": ""
      },
      {
        "sentence": "自杀是痛苦的，而且你不该为了别人的错误行为来惩罚自己。",
        "label": ""
      },
      {
        "sentence": "我建议你去找学校的心理老师或者对你比较了解的老师，看看有没有合适的解决办法。",
        "label": ""
      },
      {
        "sentence": "因为你现在情绪低落，有可能会复发。",
        "label": ""
      },
      {
        "sentence": "而且我相信老师和同学们都会非常愿意帮助你的。",
        "label": ""
      },
      {
        "sentence": "最后，希望你能顺利通过中考，考上一个好的高中。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "希望你能早日走出阴霾，重新拥抱阳光的生活。",
        "label": ""
      }
    ]
  }
]