[
  {
    "role": "client",
    "content": "我是一个22岁的女生，不知道如何处理和男朋友的恋爱关系。疫情返校后，本来每天都会长时间和男朋友视频，但现在他更经常和他的兄弟一起玩。按理说，玩一下也没关系，但是我感觉他对我突然变得不关心了。从我的角度来看，虽然快要毕业了，他跟朋友在一起的机会也不多，多玩一下也无所谓。但问题是，我们一直都是异地，未来还要继续异地，所以这段时间我们在一起的时间本来就很珍贵。有两件事让我感到特别难过。第一件是约他一起自习，想和他多在一起一会儿，他同意了，但第二天因为电脑坏了就爽约了，并且还说当初答应是勉强的。第二件事是我给他发消息，他可能一直在玩游戏，回复我的频率也越来越低。我也想和他一起玩游戏，但他总是推脱。我觉得他好像更想和他的兄弟在一起玩，相比起我来。我能理解他和他的兄弟玩得开心，但还是忍不住觉得委屈。难道他就不能多给我一些时间吗？",
    "annotation": [
      {
        "sentence": "我是一个22岁的女生，不知道如何处理和男朋友的恋爱关系。",
        "label": ""
      },
      {
        "sentence": "疫情返校后，本来每天都会长时间和男朋友视频，但现在他更经常和他的兄弟一起玩。",
        "label": ""
      },
      {
        "sentence": "按理说，玩一下也没关系，但是我感觉他对我突然变得不关心了。",
        "label": ""
      },
      {
        "sentence": "从我的角度来看，虽然快要毕业了，他跟朋友在一起的机会也不多，多玩一下也无所谓。",
        "label": ""
      },
      {
        "sentence": "但问题是，我们一直都是异地，未来还要继续异地，所以这段时间我们在一起的时间本来就很珍贵。",
        "label": ""
      },
      {
        "sentence": "有两件事让我感到特别难过。",
        "label": ""
      },
      {
        "sentence": "第一件是约他一起自习，想和他多在一起一会儿，他同意了，但第二天因为电脑坏了就爽约了，并且还说当初答应是勉强的。",
        "label": ""
      },
      {
        "sentence": "第二件事是我给他发消息，他可能一直在玩游戏，回复我的频率也越来越低。",
        "label": ""
      },
      {
        "sentence": "我也想和他一起玩游戏，但他总是推脱。",
        "label": ""
      },
      {
        "sentence": "我觉得他好像更想和他的兄弟在一起玩，相比起我来。",
        "label": ""
      },
      {
        "sentence": "我能理解他和他的兄弟玩得开心，但还是忍不住觉得委屈。",
        "label": ""
      },
      {
        "sentence": "难道他就不能多给我一些时间吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我能感受到你真的觉得很委屈。原本因为疫情，你们只能通过视频联系，而你多么期待返校后可以和他在一起，并且快要毕业了，在一起的时间也不多了。没想到他居然变得不那么关心你，总是想着和他的朋友玩。你想和他一起自习，他答应了，但又因为电脑坏了爽约，并且说自己当初答应只是勉强的。还有你给他发消息，他可能因为一直在玩游戏，回复你的频率越来越低。你也想和他一起玩游戏，但他总是推脱。我明白他和朋友在一起玩很开心，但你还是忍不住觉得受委屈。你算是一个善解人意的女孩，能够放低自己去理解他，去迁就他，但也感到委屈和不开心。在你们的关系中，你怎么看待你们的关系和你自己在关系中的状态呢？",
    "annotation": [
      {
        "sentence": "你好，我能感受到你真的觉得很委屈。",
        "label": ""
      },
      {
        "sentence": "原本因为疫情，你们只能通过视频联系，而你多么期待返校后可以和他在一起，并且快要毕业了，在一起的时间也不多了。",
        "label": ""
      },
      {
        "sentence": "没想到他居然变得不那么关心你，总是想着和他的朋友玩。",
        "label": ""
      },
      {
        "sentence": "你想和他一起自习，他答应了，但又因为电脑坏了爽约，并且说自己当初答应只是勉强的。",
        "label": ""
      },
      {
        "sentence": "还有你给他发消息，他可能因为一直在玩游戏，回复你的频率越来越低。",
        "label": ""
      },
      {
        "sentence": "你也想和他一起玩游戏，但他总是推脱。",
        "label": ""
      },
      {
        "sentence": "我明白他和朋友在一起玩很开心，但你还是忍不住觉得受委屈。",
        "label": ""
      },
      {
        "sentence": "你算是一个善解人意的女孩，能够放低自己去理解他，去迁就他，但也感到委屈和不开心。",
        "label": ""
      },
      {
        "sentence": "在你们的关系中，你怎么看待你们的关系和你自己在关系中的状态呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们异地恋的确是一个很大的考验。虽然我们通过视频联系，但是视频无法传递和亲密接触一样的感觉。所以异地恋需要双方都有成熟的心态和做好准备，而且要知道异地恋带来的影响。我感觉到他疏远我可能也和疫情有关。对于我们的关系和未来，我是希望能够走下去，但这个世界变化多端，如果我一直坚持不变，只会不断地让步和迁就，但自己又不开心。至于他是怎么想的呢？我们讨论过这个问题，我觉得我们应该一直走下去，但他的想法可能不同，这可能也是我们之间存在分歧的原因。",
    "annotation": [
      {
        "sentence": "我们异地恋的确是一个很大的考验。",
        "label": ""
      },
      {
        "sentence": "虽然我们通过视频联系，但是视频无法传递和亲密接触一样的感觉。",
        "label": ""
      },
      {
        "sentence": "所以异地恋需要双方都有成熟的心态和做好准备，而且要知道异地恋带来的影响。",
        "label": ""
      },
      {
        "sentence": "我感觉到他疏远我可能也和疫情有关。",
        "label": ""
      },
      {
        "sentence": "对于我们的关系和未来，我是希望能够走下去，但这个世界变化多端，如果我一直坚持不变，只会不断地让步和迁就，但自己又不开心。",
        "label": ""
      },
      {
        "sentence": "至于他是怎么想的呢？",
        "label": ""
      },
      {
        "sentence": "我们讨论过这个问题，我觉得我们应该一直走下去，但他的想法可能不同，这可能也是我们之间存在分歧的原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "异地恋确实是一个非常大的考验，需要双方都有成熟的心态和准备去面对。你对于我们的关系和未来的看法很理智。但是要记住，你不要过于放低自己，不要让自己不开心。至于他的想法，你们可以多沟通，不要猜测和试探，而是真诚地去沟通。无论他的回应如何，不要给自己设定期望的结果，只需做好你自己应该做的事情。成长的过程中，我会一直陪着你。你要抱着他不是唯一的选择这样的心态，你要明确你想要什么样的关系，并且坚持自己的轨道。他是来靠近你还是选择远离你都是他的选择，这是他的决定。希望你能够用心去沟通，不要责怪，真诚地与他交流。不管结果如何，你要做好自己。我会一直支持你。",
    "annotation": [
      {
        "sentence": "异地恋确实是一个非常大的考验，需要双方都有成熟的心态和准备去面对。",
        "label": ""
      },
      {
        "sentence": "你对于我们的关系和未来的看法很理智。",
        "label": ""
      },
      {
        "sentence": "但是要记住，你不要过于放低自己，不要让自己不开心。",
        "label": ""
      },
      {
        "sentence": "至于他的想法，你们可以多沟通，不要猜测和试探，而是真诚地去沟通。",
        "label": ""
      },
      {
        "sentence": "无论他的回应如何，不要给自己设定期望的结果，只需做好你自己应该做的事情。",
        "label": ""
      },
      {
        "sentence": "成长的过程中，我会一直陪着你。",
        "label": ""
      },
      {
        "sentence": "你要抱着他不是唯一的选择这样的心态，你要明确你想要什么样的关系，并且坚持自己的轨道。",
        "label": ""
      },
      {
        "sentence": "他是来靠近你还是选择远离你都是他的选择，这是他的决定。",
        "label": ""
      },
      {
        "sentence": "希望你能够用心去沟通，不要责怪，真诚地与他交流。",
        "label": ""
      },
      {
        "sentence": "不管结果如何，你要做好自己。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你。",
        "label": ""
      }
    ]
  }
]