[
  {
    "role": "client",
    "content": "自己心里同时有男朋友和情人，该怎么办？和男朋友在一起半个月了。突然情人来找我（我和他是在男友之前有过一段关系），他说他在知道了我谈恋爱之后仿佛失去了全世界，他说他好像真的喜欢上了我。面对他的表白，说实话，我很开心（他是我曾经最喜欢的男生，只不过当时他不喜欢我）但是我已经没有那种喜欢他的感觉，可是这样还是让我慌乱。我虽然喜欢我现在的男朋友，但是我对和他的未来还不是很肯定，因为我们是异地。但是我也不敢相信情人的判断是因为真的喜欢我，还是他不甘心就这样。我很乱，我脑子不知道这两个人，在我心里到底怎么样。",
    "annotation": [
      {
        "sentence": "自己心里同时有男朋友和情人，该怎么办？",
        "label": ""
      },
      {
        "sentence": "和男朋友在一起半个月了。",
        "label": ""
      },
      {
        "sentence": "突然情人来找我（我和他是在男友之前有过一段关系），他说他在知道了我谈恋爱之后仿佛失去了全世界，他说他好像真的喜欢上了我。",
        "label": ""
      },
      {
        "sentence": "面对他的表白，说实话，我很开心（他是我曾经最喜欢的男生，只不过当时他不喜欢我）但是我已经没有那种喜欢他的感觉，可是这样还是让我慌乱。",
        "label": ""
      },
      {
        "sentence": "我虽然喜欢我现在的男朋友，但是我对和他的未来还不是很肯定，因为我们是异地。",
        "label": ""
      },
      {
        "sentence": "但是我也不敢相信情人的判断是因为真的喜欢我，还是他不甘心就这样。",
        "label": ""
      },
      {
        "sentence": "我很乱，我脑子不知道这两个人，在我心里到底怎么样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感受到你目前确实面临一个矛盾冲突的问题，我想通过心理学的知识来给你一些建议，希望能给你一些启示。你对自己和对他人的意图都感到困惑吗？那么我们首先看看你自己的情况，因为你自己的部分是可以控制的，而他人（情人和男友）你无法控制。“什么是双趋冲突？”双趋冲突是指一个人同时被两个目标吸引，然而他只能选择其中一个目标，这种情况会引发内心冲突。比如，一个人同时收到两份工作邀请，而选择其中一份意味着拒绝另一份，这时人们就会感到犹豫不决。这种冲突是德温所描述的三种基本冲突类型之一。解决双趋冲突的方法是放弃一个目标，或者放弃两个目标而追求另一个折衷的目标。理性的决策者常常希望能够一举两得或一举多得，但客观条件常常使之难以实现。决策者在利用资源时面临有限条件，这就常常导致双趋冲突的产生。你现在面临的问题，也许可以从这个角度思考一下。",
    "annotation": [
      {
        "sentence": "感受到你目前确实面临一个矛盾冲突的问题，我想通过心理学的知识来给你一些建议，希望能给你一些启示。",
        "label": ""
      },
      {
        "sentence": "你对自己和对他人的意图都感到困惑吗？",
        "label": ""
      },
      {
        "sentence": "那么我们首先看看你自己的情况，因为你自己的部分是可以控制的，而他人（情人和男友）你无法控制。",
        "label": ""
      },
      {
        "sentence": "“什么是双趋冲突？",
        "label": ""
      },
      {
        "sentence": "”双趋冲突是指一个人同时被两个目标吸引，然而他只能选择其中一个目标，这种情况会引发内心冲突。",
        "label": ""
      },
      {
        "sentence": "比如，一个人同时收到两份工作邀请，而选择其中一份意味着拒绝另一份，这时人们就会感到犹豫不决。",
        "label": ""
      },
      {
        "sentence": "这种冲突是德温所描述的三种基本冲突类型之一。",
        "label": ""
      },
      {
        "sentence": "解决双趋冲突的方法是放弃一个目标，或者放弃两个目标而追求另一个折衷的目标。",
        "label": ""
      },
      {
        "sentence": "理性的决策者常常希望能够一举两得或一举多得，但客观条件常常使之难以实现。",
        "label": ""
      },
      {
        "sentence": "决策者在利用资源时面临有限条件，这就常常导致双趋冲突的产生。",
        "label": ""
      },
      {
        "sentence": "你现在面临的问题，也许可以从这个角度思考一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你提供的解释和建议。我了解了双趋冲突的概念，但现在我仍然感到困惑和矛盾。我对现在的男朋友有感情，但又不确定我们的未来，因为我们是异地恋。而情人的突然出现，让我感到非常混乱。我不能确定情人表白的真实动机，是真的喜欢我还是只是不甘心失去我。我现在真的很乱，不知道如何抉择。",
    "annotation": [
      {
        "sentence": "谢谢你提供的解释和建议。",
        "label": ""
      },
      {
        "sentence": "我了解了双趋冲突的概念，但现在我仍然感到困惑和矛盾。",
        "label": ""
      },
      {
        "sentence": "我对现在的男朋友有感情，但又不确定我们的未来，因为我们是异地恋。",
        "label": ""
      },
      {
        "sentence": "而情人的突然出现，让我感到非常混乱。",
        "label": ""
      },
      {
        "sentence": "我不能确定情人表白的真实动机，是真的喜欢我还是只是不甘心失去我。",
        "label": ""
      },
      {
        "sentence": "我现在真的很乱，不知道如何抉择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑和矛盾。面对这种情况，有一个建议是：先不要急于做决定，可以尝试一段时间不去联系情人，给自己一些时间和空间来反思、调整内心的冲突。在这段平静的时间里，你可以更清楚地思考这两个人在你心中的位置和意义。当你的思绪平静下来之后，你可能会更加明智地做出决定。祝你幸福！",
    "annotation": [
      {
        "sentence": "我理解你的困惑和矛盾。",
        "label": ""
      },
      {
        "sentence": "面对这种情况，有一个建议是：先不要急于做决定，可以尝试一段时间不去联系情人，给自己一些时间和空间来反思、调整内心的冲突。",
        "label": ""
      },
      {
        "sentence": "在这段平静的时间里，你可以更清楚地思考这两个人在你心中的位置和意义。",
        "label": ""
      },
      {
        "sentence": "当你的思绪平静下来之后，你可能会更加明智地做出决定。",
        "label": ""
      },
      {
        "sentence": "祝你幸福！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和祝福。我想我会按照你说的尝试一段时间不联系情人，给自己一些时间来整理思绪。希望通过这个过程，我能够更清楚地认识自己的内心和对这两个人的感觉。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和祝福。",
        "label": ""
      },
      {
        "sentence": "我想我会按照你说的尝试一段时间不联系情人，给自己一些时间来整理思绪。",
        "label": ""
      },
      {
        "sentence": "希望通过这个过程，我能够更清楚地认识自己的内心和对这两个人的感觉。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意能够帮助你。对于这样的情感困扰，时间和空间的调整是很有帮助的。当你给自己一些时间和空间，不去联系情人时，你可以更专注地探索自己的内心感受。在这个过程中，也可以倾听自己内心的声音，从而更清晰地认识自己对这两个人的感觉。如果你需要继续交流或者有任何其他问题，随时来找我。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很愿意能够帮助你。",
        "label": ""
      },
      {
        "sentence": "对于这样的情感困扰，时间和空间的调整是很有帮助的。",
        "label": ""
      },
      {
        "sentence": "当你给自己一些时间和空间，不去联系情人时，你可以更专注地探索自己的内心感受。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，也可以倾听自己内心的声音，从而更清晰地认识自己对这两个人的感觉。",
        "label": ""
      },
      {
        "sentence": "如果你需要继续交流或者有任何其他问题，随时来找我。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会认真对待这个过程，尽量平静自己的情绪，听从自己内心的声音。如果我有任何需要再次咨询的问题，我会来找你的。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会认真对待这个过程，尽量平静自己的情绪，听从自己内心的声音。",
        "label": ""
      },
      {
        "sentence": "如果我有任何需要再次咨询的问题，我会来找你的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够为你提供支持和鼓励。平静自己的情绪，倾听内心的声音是非常重要的。记得要给自己足够的时间来思考和决策。如果你需要继续咨询，随时都可以回来找我。祝你一切顺利，希望你能够找到自己内心的答案！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够为你提供支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "平静自己的情绪，倾听内心的声音是非常重要的。",
        "label": ""
      },
      {
        "sentence": "记得要给自己足够的时间来思考和决策。",
        "label": ""
      },
      {
        "sentence": "如果你需要继续咨询，随时都可以回来找我。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，希望你能够找到自己内心的答案！",
        "label": ""
      }
    ]
  }
]