[
  {
    "role": "client",
    "content": "我是一个22岁的女生，最近不知道如何处理和男朋友的恋爱关系。疫情返校后，本来每天都会和我视频很久的男朋友，现在更经常和他的兄弟一起玩。我知道他们在一起玩很正常，但是我感觉他对我突然就不上心了。我知道他们毕业前能在一起很少，多玩一会也没关系。但是我们一直异地，未来也是要异地，这段时间我们在一起本来应该很珍贵。有两件事情让我比较难过，第一件是我约他一起自习，想和他多待一会儿，他同意了，但是第二天因为电脑坏了，就取消了约定，并且告诉我答应的时候并不开心。第二件事情是我给他发消息，他因为一直在玩游戏，回复我的频率也越来越低。我也想和他一起玩游戏，但是他总是推脱。我觉得他好像更喜欢和他兄弟一起玩，而不是和我在一起。我可以理解他和兄弟们玩的开心，但是我还是忍不住觉得委屈。他就不能给我多一点时间吗？",
    "annotation": [
      {
        "sentence": "我是一个22岁的女生，最近不知道如何处理和男朋友的恋爱关系。",
        "label": ""
      },
      {
        "sentence": "疫情返校后，本来每天都会和我视频很久的男朋友，现在更经常和他的兄弟一起玩。",
        "label": ""
      },
      {
        "sentence": "我知道他们在一起玩很正常，但是我感觉他对我突然就不上心了。",
        "label": ""
      },
      {
        "sentence": "我知道他们毕业前能在一起很少，多玩一会也没关系。",
        "label": ""
      },
      {
        "sentence": "但是我们一直异地，未来也是要异地，这段时间我们在一起本来应该很珍贵。",
        "label": ""
      },
      {
        "sentence": "有两件事情让我比较难过，第一件是我约他一起自习，想和他多待一会儿，他同意了，但是第二天因为电脑坏了，就取消了约定，并且告诉我答应的时候并不开心。",
        "label": ""
      },
      {
        "sentence": "第二件事情是我给他发消息，他因为一直在玩游戏，回复我的频率也越来越低。",
        "label": ""
      },
      {
        "sentence": "我也想和他一起玩游戏，但是他总是推脱。",
        "label": ""
      },
      {
        "sentence": "我觉得他好像更喜欢和他兄弟一起玩，而不是和我在一起。",
        "label": ""
      },
      {
        "sentence": "我可以理解他和兄弟们玩的开心，但是我还是忍不住觉得委屈。",
        "label": ""
      },
      {
        "sentence": "他就不能给我多一点时间吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你现在的委屈和无奈。好不容易结束异地，能够在同一个校园里再次见面，男朋友却忙着和兄弟玩，并且在你提出自习的时候答应了，后来又爽约并表示不愿去。你对这些变化都感受到了，觉得对方没有把你放在心上。感情中既要亲密又要保持一定的距离，这让我想起了年轻时的爱情，总是希望可以天天黏在一起。而对于校园情侣来说，生活在不同城市里，更是面临着距离和分离的困难。你提到疫情期间你们经常长时间视频，看上去联系很紧密。然而，男朋友回校后的一些举动却让你感到不舒服。亲爱的姑娘，一段好的感情是能够保持亲密感，同时也有彼此独立的空间的。与其紧紧地黏在一起，长时间呆在一起，不如找到更合适的方式来处理感情。男朋友能够坦诚地表达不愿意与你一起去自习，也许电脑重是一部分原因，也许他也意识到你们之间的黏连太紧密了，这样的关系可能会让他产生逃避的想法。你可以与他坦诚沟通一下，了解一下彼此的想法。不要爱到忘了自己，每个人都是独立的个体。年轻的爱情往往让人觉得对方是全世界，却忘了自己也有自己的时间和空间。在对方有事情做的时候，你也可以选择做自己喜欢的事情，而不是纠结于这些琐事。你提到预判将来可能还是异地，那么你们能否考虑尽早结束异地呢？感情不是一个人的付出，而是要看双方是否有进步和共同前进的方向。不要把爱人看得太满，生活中还有很多重要的事情。祝福你~",
    "annotation": [
      {
        "sentence": "非常理解你现在的委屈和无奈。",
        "label": ""
      },
      {
        "sentence": "好不容易结束异地，能够在同一个校园里再次见面，男朋友却忙着和兄弟玩，并且在你提出自习的时候答应了，后来又爽约并表示不愿去。",
        "label": ""
      },
      {
        "sentence": "你对这些变化都感受到了，觉得对方没有把你放在心上。",
        "label": ""
      },
      {
        "sentence": "感情中既要亲密又要保持一定的距离，这让我想起了年轻时的爱情，总是希望可以天天黏在一起。",
        "label": ""
      },
      {
        "sentence": "而对于校园情侣来说，生活在不同城市里，更是面临着距离和分离的困难。",
        "label": ""
      },
      {
        "sentence": "你提到疫情期间你们经常长时间视频，看上去联系很紧密。",
        "label": ""
      },
      {
        "sentence": "然而，男朋友回校后的一些举动却让你感到不舒服。",
        "label": ""
      },
      {
        "sentence": "亲爱的姑娘，一段好的感情是能够保持亲密感，同时也有彼此独立的空间的。",
        "label": ""
      },
      {
        "sentence": "与其紧紧地黏在一起，长时间呆在一起，不如找到更合适的方式来处理感情。",
        "label": ""
      },
      {
        "sentence": "男朋友能够坦诚地表达不愿意与你一起去自习，也许电脑重是一部分原因，也许他也意识到你们之间的黏连太紧密了，这样的关系可能会让他产生逃避的想法。",
        "label": ""
      },
      {
        "sentence": "你可以与他坦诚沟通一下，了解一下彼此的想法。",
        "label": ""
      },
      {
        "sentence": "不要爱到忘了自己，每个人都是独立的个体。",
        "label": ""
      },
      {
        "sentence": "年轻的爱情往往让人觉得对方是全世界，却忘了自己也有自己的时间和空间。",
        "label": ""
      },
      {
        "sentence": "在对方有事情做的时候，你也可以选择做自己喜欢的事情，而不是纠结于这些琐事。",
        "label": ""
      },
      {
        "sentence": "你提到预判将来可能还是异地，那么你们能否考虑尽早结束异地呢？",
        "label": ""
      },
      {
        "sentence": "感情不是一个人的付出，而是要看双方是否有进步和共同前进的方向。",
        "label": ""
      },
      {
        "sentence": "不要把爱人看得太满，生活中还有很多重要的事情。",
        "label": ""
      },
      {
        "sentence": "祝福你~",
        "label": ""
      }
    ]
  }
]