[
  {
    "role": "client",
    "content": "感觉无法接受，老公是有严重的恋母情结吗？发现老公搜索含“妈妈”关键字的毛片看。他是有严重的恋母情结吗？感觉无法接受。和这样的男人婚姻会幸福吗？",
    "annotation": [
      {
        "sentence": "感觉无法接受，老公是有严重的恋母情结吗？",
        "label": ""
      },
      {
        "sentence": "发现老公搜索含“妈妈”关键字的毛片看。",
        "label": ""
      },
      {
        "sentence": "他是有严重的恋母情结吗？",
        "label": ""
      },
      {
        "sentence": "感觉无法接受。",
        "label": ""
      },
      {
        "sentence": "和这样的男人婚姻会幸福吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够理解，你内心的压抑愤怒焦虑不安。丈夫瞒着你看的成人高考视频，还搜索“妈妈”这样的敏感时期词，这样的情况换成是哪个女性都会很难理解接纳认可，都会感觉到很焦虑难受的。不过，这样的情况也反映出了你夫妻之间缺乏足够的深入了解和信任理解。彼此之间存在着比较多的误会和矛盾。",
    "annotation": [
      {
        "sentence": "能够理解，你内心的压抑愤怒焦虑不安。",
        "label": ""
      },
      {
        "sentence": "丈夫瞒着你看的成人高考视频，还搜索“妈妈”这样的敏感时期词，这样的情况换成是哪个女性都会很难理解接纳认可，都会感觉到很焦虑难受的。",
        "label": ""
      },
      {
        "sentence": "不过，这样的情况也反映出了你夫妻之间缺乏足够的深入了解和信任理解。",
        "label": ""
      },
      {
        "sentence": "彼此之间存在着比较多的误会和矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我确实觉得他对母亲的依赖有点过分了。我一直觉得婚姻中应该只有我们两个人，为什么他还有这种需求？",
    "annotation": [
      {
        "sentence": "嗯，我确实觉得他对母亲的依赖有点过分了。",
        "label": ""
      },
      {
        "sentence": "我一直觉得婚姻中应该只有我们两个人，为什么他还有这种需求？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "或许我们可以换个角度来看待这个问题。对你的丈夫来说，他看成人视频可以说是为了满足自我内心的需求，而这些需求是无法从你的身上获得满足的。这就需要考虑你夫妻平常的夫妻生活质量怎么样，稳定良性和谐的夫妻生活可以说是夫妻之间身心沟通感情深入发展的桥梁。",
    "annotation": [
      {
        "sentence": "或许我们可以换个角度来看待这个问题。",
        "label": ""
      },
      {
        "sentence": "对你的丈夫来说，他看成人视频可以说是为了满足自我内心的需求，而这些需求是无法从你的身上获得满足的。",
        "label": ""
      },
      {
        "sentence": "这就需要考虑你夫妻平常的夫妻生活质量怎么样，稳定良性和谐的夫妻生活可以说是夫妻之间身心沟通感情深入发展的桥梁。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是，我觉得这样的行为太过分了。他竟然还搜索这样敏感的词，这让我很难接受。",
    "annotation": [
      {
        "sentence": "可是，我觉得这样的行为太过分了。",
        "label": ""
      },
      {
        "sentence": "他竟然还搜索这样敏感的词，这让我很难接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "搜索“妈妈”这样的敏感词，确实有点可以说是“恋母”的一种表达。不过这里的“恋母”并不是他做为成年人对母亲的依恋，而是内心深处那个还没长大的“小孩子”对母亲的依恋依赖，渴望和母亲能够有身体的亲密接触来满足自我内心的安全感。也就是说你的丈夫通过看这种和“妈妈“有关的成人视频并不是为了满足对妈妈的性欲望，更多的只是身体的接触带来的安全感，来让自我不再那么焦虑恐惧。",
    "annotation": [
      {
        "sentence": "搜索“妈妈”这样的敏感词，确实有点可以说是“恋母”的一种表达。",
        "label": ""
      },
      {
        "sentence": "不过这里的“恋母”并不是他做为成年人对母亲的依恋，而是内心深处那个还没长大的“小孩子”对母亲的依恋依赖，渴望和母亲能够有身体的亲密接触来满足自我内心的安全感。",
        "label": ""
      },
      {
        "sentence": "也就是说你的丈夫通过看这种和“妈妈“有关的成人视频并不是为了满足对妈妈的性欲望，更多的只是身体的接触带来的安全感，来让自我不再那么焦虑恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这样的解释让我觉得他的举动有些可怕。难道他并不是真的想对母亲有什么性欲望？",
    "annotation": [
      {
        "sentence": "这样的解释让我觉得他的举动有些可怕。",
        "label": ""
      },
      {
        "sentence": "难道他并不是真的想对母亲有什么性欲望？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "做为成年人无法理解接纳自己和母亲之间有比较亲密的身体接触来满足自我的安全感，这会让他的意识自我感觉到羞耻，就会用这种“性”的方式来表达满足自我。由于你夫妻之间缺乏足够的交流了解，这样的方式也就引起了你对丈夫的误解。因此，你可以尝试着接纳丈夫的这些情况，不再压抑自己，把自己内心的真实想法感受跟丈夫表达出来，听听他的想法和感受，促进夫妻之间的深入交流了解，解开这些误会和矛盾，保障夫妻之间的感情稳定和谐发展。",
    "annotation": [
      {
        "sentence": "做为成年人无法理解接纳自己和母亲之间有比较亲密的身体接触来满足自我的安全感，这会让他的意识自我感觉到羞耻，就会用这种“性”的方式来表达满足自我。",
        "label": ""
      },
      {
        "sentence": "由于你夫妻之间缺乏足够的交流了解，这样的方式也就引起了你对丈夫的误解。",
        "label": ""
      },
      {
        "sentence": "因此，你可以尝试着接纳丈夫的这些情况，不再压抑自己，把自己内心的真实想法感受跟丈夫表达出来，听听他的想法和感受，促进夫妻之间的深入交流了解，解开这些误会和矛盾，保障夫妻之间的感情稳定和谐发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很害怕，担心自己无法接受这样的婚姻。我应该怎么办？",
    "annotation": [
      {
        "sentence": "我很害怕，担心自己无法接受这样的婚姻。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你要知道自己的感受很正常，毕竟这是一个比较敏感的问题。然后，你可以跟你丈夫坦诚地谈谈，告诉他你的担忧和困惑。试着从他的角度去理解这个问题，听听他的解释和想法。同时，也要保持沟通和信任，共同努力解决夫妻之间的问题，让婚姻更加幸福和稳定。",
    "annotation": [
      {
        "sentence": "首先，你要知道自己的感受很正常，毕竟这是一个比较敏感的问题。",
        "label": ""
      },
      {
        "sentence": "然后，你可以跟你丈夫坦诚地谈谈，告诉他你的担忧和困惑。",
        "label": ""
      },
      {
        "sentence": "试着从他的角度去理解这个问题，听听他的解释和想法。",
        "label": ""
      },
      {
        "sentence": "同时，也要保持沟通和信任，共同努力解决夫妻之间的问题，让婚姻更加幸福和稳定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着跟他好好沟通。希望我们可以解开这个误会，重新建立起信任和理解。谢谢你的支持。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着跟他好好沟通。",
        "label": ""
      },
      {
        "sentence": "希望我们可以解开这个误会，重新建立起信任和理解。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我希望你们能够解决问题，重建夫妻关系。记得，沟通和理解是解决问题的关键，希望你们的婚姻能够变得更加美满幸福。如果还有其他问题，随时来找我聊聊。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我希望你们能够解决问题，重建夫妻关系。",
        "label": ""
      },
      {
        "sentence": "记得，沟通和理解是解决问题的关键，希望你们的婚姻能够变得更加美满幸福。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我聊聊。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]