[
  {
    "role": "client",
    "content": "想解决掉童年的阴影，感觉自己无能为力？",
    "annotation": [
      {
        "sentence": "想解决掉童年的阴影，感觉自己无能为力？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "童年的经历对我们的认知形成有非常重要的影响。你童年时候被男生欺负了七年，这七年对你的影响是毁灭性的，它容易造成两方面的影响：一方面会影响你对他人的基本态度。你跟这个男孩不熟悉，他却针对性的伤害你，而且不是善茬，嚣张跋扈，于是，你就对他人有了一个基本印象：别人都是危险的，他们会伤害你，别人只会关心自己，而且以攻击他人为乐，是恶毒的。",
    "annotation": [
      {
        "sentence": "童年的经历对我们的认知形成有非常重要的影响。",
        "label": ""
      },
      {
        "sentence": "你童年时候被男生欺负了七年，这七年对你的影响是毁灭性的，它容易造成两方面的影响：一方面会影响你对他人的基本态度。",
        "label": ""
      },
      {
        "sentence": "你跟这个男孩不熟悉，他却针对性的伤害你，而且不是善茬，嚣张跋扈，于是，你就对他人有了一个基本印象：别人都是危险的，他们会伤害你，别人只会关心自己，而且以攻击他人为乐，是恶毒的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得世界上的人都是坏人，很难相信有善良的人存在。",
    "annotation": [
      {
        "sentence": "是的，我一直觉得世界上的人都是坏人，很难相信有善良的人存在。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样的观念其实是受到你童年经历的影响。更糟糕的是，你收到伤害之后，你没有足够好的朋友，这样一来，你就没有得到矫正印象的机会，这个世界上有人是恶毒的，但是也有人善良的，你没有好朋友，这就意味着，你没有感受到人与人之间正面的，善良的，接纳的一面，你只有负面的信息。所以，回避亲密关系就变成了你自己保护自己的手段，它虽然让你孤独，但是却可以保护你，这也是小时候的你想到的最佳的手段，经过长达七年甚至更久的时间，它应该一直都是你保护自己的方法之一。",
    "annotation": [
      {
        "sentence": "这样的观念其实是受到你童年经历的影响。",
        "label": ""
      },
      {
        "sentence": "更糟糕的是，你收到伤害之后，你没有足够好的朋友，这样一来，你就没有得到矫正印象的机会，这个世界上有人是恶毒的，但是也有人善良的，你没有好朋友，这就意味着，你没有感受到人与人之间正面的，善良的，接纳的一面，你只有负面的信息。",
        "label": ""
      },
      {
        "sentence": "所以，回避亲密关系就变成了你自己保护自己的手段，它虽然让你孤独，但是却可以保护你，这也是小时候的你想到的最佳的手段，经过长达七年甚至更久的时间，它应该一直都是你保护自己的方法之一。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得回避亲密关系可以保护自己，但也导致了我的孤独感和无力感。",
    "annotation": [
      {
        "sentence": "是的，我觉得回避亲密关系可以保护自己，但也导致了我的孤独感和无力感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是完全可以理解的。一方面会影响你的自信。自信也叫自我效能感，也就是说，你做一件事情的时候，对于结果以及你能不能胜任的评估，它受以前经验的影响，你小时候在面对伤害的无能为力，导致你再人际关系上，一直存在负面的评估，你觉得自己没有能力来解决冲突。所以，你害怕与人发生分歧，甚至你会觉得只要有分歧，别人就会伤害你，你也没办法。",
    "annotation": [
      {
        "sentence": "这是完全可以理解的。",
        "label": ""
      },
      {
        "sentence": "一方面会影响你的自信。",
        "label": ""
      },
      {
        "sentence": "自信也叫自我效能感，也就是说，你做一件事情的时候，对于结果以及你能不能胜任的评估，它受以前经验的影响，你小时候在面对伤害的无能为力，导致你再人际关系上，一直存在负面的评估，你觉得自己没有能力来解决冲突。",
        "label": ""
      },
      {
        "sentence": "所以，你害怕与人发生分歧，甚至你会觉得只要有分歧，别人就会伤害你，你也没办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我总是觉得自己在人际关系中无能为力，不敢与人发生真实的互动。",
    "annotation": [
      {
        "sentence": "是的，我总是觉得自己在人际关系中无能为力，不敢与人发生真实的互动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那么怎么解决呢？第一，你要相信，大部分人还是值得相信的。这个必须要从与人交往中获得，一般来说，咨询师会充当这个角色，比如，咨询师对你友善、接纳、并且有耐心，慢慢的你就会发现，虽然这个世界上有很多坏人，但是大多数人还是值得信任的。这一点，咨询师、父母都可以充当，网友也可以，网友跟现实的朋友有一点好处，就是就算你们吵架，他也不会爬网线去打你，相对安全一点。",
    "annotation": [
      {
        "sentence": "那么怎么解决呢？",
        "label": ""
      },
      {
        "sentence": "第一，你要相信，大部分人还是值得相信的。",
        "label": ""
      },
      {
        "sentence": "这个必须要从与人交往中获得，一般来说，咨询师会充当这个角色，比如，咨询师对你友善、接纳、并且有耐心，慢慢的你就会发现，虽然这个世界上有很多坏人，但是大多数人还是值得信任的。",
        "label": ""
      },
      {
        "sentence": "这一点，咨询师、父母都可以充当，网友也可以，网友跟现实的朋友有一点好处，就是就算你们吵架，他也不会爬网线去打你，相对安全一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望能够相信他人，但是我总是害怕被拒绝或被忽视。",
    "annotation": [
      {
        "sentence": "我希望能够相信他人，但是我总是害怕被拒绝或被忽视。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这也是完全可以理解的。第二，你要学会分辨那些人值得信任。你要学会什么是信任，而且要明白，值得信任的人不一定非常完美，与值得信任的人相处，你就会慢慢的学会如何处理分歧，那么你就会享受信任带来的益处，疑虑和恐惧就会减少，甚至会培养一种能力感，从而增加了安全感。",
    "annotation": [
      {
        "sentence": "这也是完全可以理解的。",
        "label": ""
      },
      {
        "sentence": "第二，你要学会分辨那些人值得信任。",
        "label": ""
      },
      {
        "sentence": "你要学会什么是信任，而且要明白，值得信任的人不一定非常完美，与值得信任的人相处，你就会慢慢的学会如何处理分歧，那么你就会享受信任带来的益处，疑虑和恐惧就会减少，甚至会培养一种能力感，从而增加了安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我应该如何判断一个人是否值得信任呢？",
    "annotation": [
      {
        "sentence": "我应该如何判断一个人是否值得信任呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以通过观察和交流来判断一个人是否值得信任。观察他们的言行举止是否与他们所说的一致，交流时留意他们对你的尊重和关心程度。此外，也可以寻求咨询师的建议，他们会给你一些评估和判断的指导。",
    "annotation": [
      {
        "sentence": "你可以通过观察和交流来判断一个人是否值得信任。",
        "label": ""
      },
      {
        "sentence": "观察他们的言行举止是否与他们所说的一致，交流时留意他们对你的尊重和关心程度。",
        "label": ""
      },
      {
        "sentence": "此外，也可以寻求咨询师的建议，他们会给你一些评估和判断的指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "明白了，我会尝试通过观察和交流来判断一个人是否值得信任。",
    "annotation": [
      {
        "sentence": "明白了，我会尝试通过观察和交流来判断一个人是否值得信任。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，希望你能够在这个过程中逐渐建立起对他人的信任感。第三，必要时要学会维护自己的利益。长达七年的时间，你没有向你的父母求助吗？而且小时候的你没有能力，但是现在的你，可能有机会帮助自己，可以用想象法，在想象中，你作为成年人，去帮助小时候，那个无能为力的小女孩应对困难，解决问题，想不出方法时，咨询师帮忙，如果能想出来，就会对你的情况有很大的改善。",
    "annotation": [
      {
        "sentence": "很好，希望你能够在这个过程中逐渐建立起对他人的信任感。",
        "label": ""
      },
      {
        "sentence": "第三，必要时要学会维护自己的利益。",
        "label": ""
      },
      {
        "sentence": "长达七年的时间，你没有向你的父母求助吗？",
        "label": ""
      },
      {
        "sentence": "而且小时候的你没有能力，但是现在的你，可能有机会帮助自己，可以用想象法，在想象中，你作为成年人，去帮助小时候，那个无能为力的小女孩应对困难，解决问题，想不出方法时，咨询师帮忙，如果能想出来，就会对你的情况有很大的改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试想象自己作为成年人去帮助自己的方法来解决问题。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "我会尝试想象自己作为成年人去帮助自己的方法来解决问题。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议能够对你有所帮助，记住，你并不是无能为力的，你仍然可以改变自己的生活和命运。加油！",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议能够对你有所帮助，记住，你并不是无能为力的，你仍然可以改变自己的生活和命运。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]