[
  {
    "role": "client",
    "content": "26岁女生，单身，总有一种不被爱的失重感怎么办？我觉得这个问题比较复杂，所以想从三个方面来描述自己这个问题。先说工作上吧，我觉得自己被边缘化。也不是跟同事处不好关系，相反我跟他们关系都不错，他们平时也都表示很喜欢我，觉得我是个踏实能干的年轻人。但我还是觉得，我的喜好和世界观和他们不一样。我学历比他们高，我从没有以这个为资本炫耀过，但事实上偶尔还是会自己在心里觉得他们对待一些事情的看法十分幼稚可笑。再说家庭里吧，我跟父母住在一起，但我觉得自己完全不被爱。我妈喜欢对我冷暴力，我说什么她都不愿意听或者听过就忘了，我觉得我同他们完全无法沟通。而且在金钱上我爸妈尤其不愿意为我付出。我今年考上研究生了，学费不便宜，还可能要辞职去读研，家里还在还房贷。我现在严重怀疑我爸妈会不会支持我去读研。最后是感情上，我母胎单身26年。也不是没有人表白，只是我觉得他们都不是真的爱我。我虽比较善解人意，但也不想做别人痛苦生活中的浮木。",
    "annotation": [
      {
        "sentence": "26岁女生，单身，总有一种不被爱的失重感怎么办？",
        "label": ""
      },
      {
        "sentence": "我觉得这个问题比较复杂，所以想从三个方面来描述自己这个问题。",
        "label": ""
      },
      {
        "sentence": "先说工作上吧，我觉得自己被边缘化。",
        "label": ""
      },
      {
        "sentence": "也不是跟同事处不好关系，相反我跟他们关系都不错，他们平时也都表示很喜欢我，觉得我是个踏实能干的年轻人。",
        "label": ""
      },
      {
        "sentence": "但我还是觉得，我的喜好和世界观和他们不一样。",
        "label": ""
      },
      {
        "sentence": "我学历比他们高，我从没有以这个为资本炫耀过，但事实上偶尔还是会自己在心里觉得他们对待一些事情的看法十分幼稚可笑。",
        "label": ""
      },
      {
        "sentence": "再说家庭里吧，我跟父母住在一起，但我觉得自己完全不被爱。",
        "label": ""
      },
      {
        "sentence": "我妈喜欢对我冷暴力，我说什么她都不愿意听或者听过就忘了，我觉得我同他们完全无法沟通。",
        "label": ""
      },
      {
        "sentence": "而且在金钱上我爸妈尤其不愿意为我付出。",
        "label": ""
      },
      {
        "sentence": "我今年考上研究生了，学费不便宜，还可能要辞职去读研，家里还在还房贷。",
        "label": ""
      },
      {
        "sentence": "我现在严重怀疑我爸妈会不会支持我去读研。",
        "label": ""
      },
      {
        "sentence": "最后是感情上，我母胎单身26年。",
        "label": ""
      },
      {
        "sentence": "也不是没有人表白，只是我觉得他们都不是真的爱我。",
        "label": ""
      },
      {
        "sentence": "我虽比较善解人意，但也不想做别人痛苦生活中的浮木。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "见字如面，希望这些文字，能带给你一点点温暖。你说巧不巧，我也26岁，也是单身。我希望我的经历以帮助到你哪怕一点点。",
    "annotation": [
      {
        "sentence": "见字如面，希望这些文字，能带给你一点点温暖。",
        "label": ""
      },
      {
        "sentence": "你说巧不巧，我也26岁，也是单身。",
        "label": ""
      },
      {
        "sentence": "我希望我的经历以帮助到你哪怕一点点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的关心。我感到有些认同和安慰。",
    "annotation": [
      {
        "sentence": "谢谢你的关心。",
        "label": ""
      },
      {
        "sentence": "我感到有些认同和安慰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于家人。我的建议是，别把家人理想化。虽然家人是最亲近的人，但他们其实和外面的朋友同事没什么区别。我们往往期望从家人身上得到更多的、无条件的爱，但往往事与愿违。有的家人相爱，有的不，这虽然不是一件称得上正常的事，却很常见。我希望你能和家人进行温和沟通，表达出自己的想法。在没有沟通之前，别轻易去猜想。一般情况下，家人都会希望你过得好。就算你认定他们不会为你研究生生涯付学费，问一问，沟通一下也没有什么损失。哪怕最坏的情况，你还可以找他们借钱。如果觉得他们不能给你想要的爱，那就不对他们有太多期望。你可以自己爱自己。你有工作，而且很快就要去读研，说明你会有崭新的人生，会迎来很多很多的爱。把他们当做比较亲近的普通人也未尝不可。",
    "annotation": [
      {
        "sentence": "对于家人。",
        "label": ""
      },
      {
        "sentence": "我的建议是，别把家人理想化。",
        "label": ""
      },
      {
        "sentence": "虽然家人是最亲近的人，但他们其实和外面的朋友同事没什么区别。",
        "label": ""
      },
      {
        "sentence": "我们往往期望从家人身上得到更多的、无条件的爱，但往往事与愿违。",
        "label": ""
      },
      {
        "sentence": "有的家人相爱，有的不，这虽然不是一件称得上正常的事，却很常见。",
        "label": ""
      },
      {
        "sentence": "我希望你能和家人进行温和沟通，表达出自己的想法。",
        "label": ""
      },
      {
        "sentence": "在没有沟通之前，别轻易去猜想。",
        "label": ""
      },
      {
        "sentence": "一般情况下，家人都会希望你过得好。",
        "label": ""
      },
      {
        "sentence": "就算你认定他们不会为你研究生生涯付学费，问一问，沟通一下也没有什么损失。",
        "label": ""
      },
      {
        "sentence": "哪怕最坏的情况，你还可以找他们借钱。",
        "label": ""
      },
      {
        "sentence": "如果觉得他们不能给你想要的爱，那就不对他们有太多期望。",
        "label": ""
      },
      {
        "sentence": "你可以自己爱自己。",
        "label": ""
      },
      {
        "sentence": "你有工作，而且很快就要去读研，说明你会有崭新的人生，会迎来很多很多的爱。",
        "label": ""
      },
      {
        "sentence": "把他们当做比较亲近的普通人也未尝不可。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我可能一直把家人看得太重要了，期望得到更多的爱和支持。我会试着和他们好好沟通，表达我的想法和需要，同时也要认识到他们可能有他们自己的难处和限制。谢谢你的提醒和鼓励。",
    "annotation": [
      {
        "sentence": "你说得对，我可能一直把家人看得太重要了，期望得到更多的爱和支持。",
        "label": ""
      },
      {
        "sentence": "我会试着和他们好好沟通，表达我的想法和需要，同时也要认识到他们可能有他们自己的难处和限制。",
        "label": ""
      },
      {
        "sentence": "谢谢你的提醒和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于同事。虽然你并不以学历骄傲，但有时确实会因此有优越感。我希望你能知道：就算你学历比较高，但你们做的是一样的工作，说明你的学历并没有使你脱颖而出，让你高人一等。所以一定要放平心态，去发现每一个人的闪光点。而且你要去读研啦，你会认识很多有想法又努力的人。我刚读研一年，说实话，对我的自信打击很大。周围天资聪颖，努力上进，自律优秀的人太多了，而我，平平无奇，像个废物。但是，在这种环境中，就是在激励你进步，激励你变得更优秀。你会遇到一些志同道合的人，也可能不会。但你肯定会比从前的自己有所长进，看事物的想法有所变化，这就是很值得高兴的事情。",
    "annotation": [
      {
        "sentence": "对于同事。",
        "label": ""
      },
      {
        "sentence": "虽然你并不以学历骄傲，但有时确实会因此有优越感。",
        "label": ""
      },
      {
        "sentence": "我希望你能知道：就算你学历比较高，但你们做的是一样的工作，说明你的学历并没有使你脱颖而出，让你高人一等。",
        "label": ""
      },
      {
        "sentence": "所以一定要放平心态，去发现每一个人的闪光点。",
        "label": ""
      },
      {
        "sentence": "而且你要去读研啦，你会认识很多有想法又努力的人。",
        "label": ""
      },
      {
        "sentence": "我刚读研一年，说实话，对我的自信打击很大。",
        "label": ""
      },
      {
        "sentence": "周围天资聪颖，努力上进，自律优秀的人太多了，而我，平平无奇，像个废物。",
        "label": ""
      },
      {
        "sentence": "但是，在这种环境中，就是在激励你进步，激励你变得更优秀。",
        "label": ""
      },
      {
        "sentence": "你会遇到一些志同道合的人，也可能不会。",
        "label": ""
      },
      {
        "sentence": "但你肯定会比从前的自己有所长进，看事物的想法有所变化，这就是很值得高兴的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我开始有点期待读研的环境了。虽然会有挑战和压力，但也会有机会认识更多有趣优秀的人，共同成长。谢谢你的分享和鼓励，让我对未来更有信心了。",
    "annotation": [
      {
        "sentence": "听你这么说，我开始有点期待读研的环境了。",
        "label": ""
      },
      {
        "sentence": "虽然会有挑战和压力，但也会有机会认识更多有趣优秀的人，共同成长。",
        "label": ""
      },
      {
        "sentence": "谢谢你的分享和鼓励，让我对未来更有信心了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于感情我也母胎单身26年，也有人追过。我想有一点你和我一定是一样的：【在感情中，绝不将就】至少我们不会因为一时寂寞或者觉得别人都恋爱了我也该恋爱这些想法去敷衍了事。这会让人很寂寞，但能等到的，一定是最适合自己的。我的老师，今年40岁，生活自律，一路读到博士，现在还在外访学学习。她从来不觉得自己单身是不被爱，因为她有底气，也有能力爱自己。【首先要爱自己】这是爱一切和被爱的基础。可以尝试多接触一些人，接触以前没有接触过的事情，培养一个新的爱好，说不定会在某一天发现转机，转角遇到爱。祝你深爱自己，也被人深爱。",
    "annotation": [
      {
        "sentence": "关于感情我也母胎单身26年，也有人追过。",
        "label": ""
      },
      {
        "sentence": "我想有一点你和我一定是一样的：【在感情中，绝不将就】至少我们不会因为一时寂寞或者觉得别人都恋爱了我也该恋爱这些想法去敷衍了事。",
        "label": ""
      },
      {
        "sentence": "这会让人很寂寞，但能等到的，一定是最适合自己的。",
        "label": ""
      },
      {
        "sentence": "我的老师，今年40岁，生活自律，一路读到博士，现在还在外访学学习。",
        "label": ""
      },
      {
        "sentence": "她从来不觉得自己单身是不被爱，因为她有底气，也有能力爱自己。",
        "label": ""
      },
      {
        "sentence": "【首先要爱自己】这是爱一切和被爱的基础。",
        "label": ""
      },
      {
        "sentence": "可以尝试多接触一些人，接触以前没有接触过的事情，培养一个新的爱好，说不定会在某一天发现转机，转角遇到爱。",
        "label": ""
      },
      {
        "sentence": "祝你深爱自己，也被人深爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的话让我感到很温暖，也让我对感情有了更积极的看法。我会试着更多地培养和爱自己，多接触新事物，给自己更多机会遇到适合我的人。谢谢你的支持和祝福，我会努力的。",
    "annotation": [
      {
        "sentence": "你的话让我感到很温暖，也让我对感情有了更积极的看法。",
        "label": ""
      },
      {
        "sentence": "我会试着更多地培养和爱自己，多接触新事物，给自己更多机会遇到适合我的人。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和祝福，我会努力的。",
        "label": ""
      }
    ]
  }
]