[
  {
    "role": "client",
    "content": "26岁女生，单身，总有一种不被爱的失重感怎么办？我觉得这个问题比较复杂，所以想从三个方面来描述自己这个问题。先说工作上吧，我觉得自己被边缘化。也不是跟同事处不好关系，相反我跟他们关系都不错，他们平时也都表示很喜欢我，觉得我是个踏实能干的年轻人。但我还是觉得，我的喜好和世界观和他们不一样。我学历比他们高，我从没有以这个为资本炫耀过，但事实上偶尔还是会自己在心里觉得他们对待一些事情的看法十分幼稚可笑。再说家庭里吧，我跟父母住在一起，但我觉得自己完全不被爱。我妈喜欢对我冷暴力，我说什么她都不愿意听或者听过就忘了，我觉得我同他们完全无法沟通。而且在金钱上我爸妈尤其不愿意为我付出。我今年考上研究生了，学费不便宜，还可能要辞职去读研，家里还在还房贷。我现在严重怀疑我爸妈会不会支持我去读研。最后是感情上，我母胎单身26年。也不是没有人表白，只是我觉得他们都不是真的爱我。我虽比较善解人意，但也不想做别人痛苦生活中的浮木。",
    "annotation": [
      {
        "sentence": "26岁女生，单身，总有一种不被爱的失重感怎么办？",
        "label": ""
      },
      {
        "sentence": "我觉得这个问题比较复杂，所以想从三个方面来描述自己这个问题。",
        "label": ""
      },
      {
        "sentence": "先说工作上吧，我觉得自己被边缘化。",
        "label": ""
      },
      {
        "sentence": "也不是跟同事处不好关系，相反我跟他们关系都不错，他们平时也都表示很喜欢我，觉得我是个踏实能干的年轻人。",
        "label": ""
      },
      {
        "sentence": "但我还是觉得，我的喜好和世界观和他们不一样。",
        "label": ""
      },
      {
        "sentence": "我学历比他们高，我从没有以这个为资本炫耀过，但事实上偶尔还是会自己在心里觉得他们对待一些事情的看法十分幼稚可笑。",
        "label": ""
      },
      {
        "sentence": "再说家庭里吧，我跟父母住在一起，但我觉得自己完全不被爱。",
        "label": ""
      },
      {
        "sentence": "我妈喜欢对我冷暴力，我说什么她都不愿意听或者听过就忘了，我觉得我同他们完全无法沟通。",
        "label": ""
      },
      {
        "sentence": "而且在金钱上我爸妈尤其不愿意为我付出。",
        "label": ""
      },
      {
        "sentence": "我今年考上研究生了，学费不便宜，还可能要辞职去读研，家里还在还房贷。",
        "label": ""
      },
      {
        "sentence": "我现在严重怀疑我爸妈会不会支持我去读研。",
        "label": ""
      },
      {
        "sentence": "最后是感情上，我母胎单身26年。",
        "label": ""
      },
      {
        "sentence": "也不是没有人表白，只是我觉得他们都不是真的爱我。",
        "label": ""
      },
      {
        "sentence": "我虽比较善解人意，但也不想做别人痛苦生活中的浮木。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你是一个非常努力、不断进步的人，无论是在学业还是工作中。对于在生活中产生的这种“失重感”，你并不是一个人。既然你分成三个方面来描述自己的问题，我也会回应每一个方面并给出一些建议。首先，你提到在工作中觉得自己被“边缘化”。实际上，在工作和生活中，能够交心的人本来就不多，大多都只是泛泛之交。尽管你没有拿学历炫耀，但仍然觉得与他们的想法有些不同。每个人都有自己的小心思和观点，但是你已经很好地将这些放在心里，真诚地接受他们并与他们相处。如果你想在工作环境中真正找到归属感，可以尝试寻找一个志同道合的伙伴来建立更深入的交流，这样你就能够感受到被爱的温暖，要有勇气迈出第一步哦。",
    "annotation": [
      {
        "sentence": "听起来你是一个非常努力、不断进步的人，无论是在学业还是工作中。",
        "label": ""
      },
      {
        "sentence": "对于在生活中产生的这种“失重感”，你并不是一个人。",
        "label": ""
      },
      {
        "sentence": "既然你分成三个方面来描述自己的问题，我也会回应每一个方面并给出一些建议。",
        "label": ""
      },
      {
        "sentence": "首先，你提到在工作中觉得自己被“边缘化”。",
        "label": ""
      },
      {
        "sentence": "实际上，在工作和生活中，能够交心的人本来就不多，大多都只是泛泛之交。",
        "label": ""
      },
      {
        "sentence": "尽管你没有拿学历炫耀，但仍然觉得与他们的想法有些不同。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的小心思和观点，但是你已经很好地将这些放在心里，真诚地接受他们并与他们相处。",
        "label": ""
      },
      {
        "sentence": "如果你想在工作环境中真正找到归属感，可以尝试寻找一个志同道合的伙伴来建立更深入的交流，这样你就能够感受到被爱的温暖，要有勇气迈出第一步哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解，我会试着找一个能够交流心事的朋友。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解，我会试着找一个能够交流心事的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够找到一个理解你的朋友。接下来，我们来谈谈你的家庭问题。冷暴力一直是社交中的一大难题，如果对象是父母，更容易给孩子带来创伤。你在家庭中感到被忽视，这很可能直接导致你觉得缺乏爱。每个家庭都有自己的难题，我们不能选择父母，但我们可以尝试去改善彼此的关系。如果你觉得有一些话无法直接说出口，但又很想真诚地与父母交流，你可以试试写信。在信中平和地表达自己的感受和观点，毕竟一家人，即使吵架，也不会真正恨对方。",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够找到一个理解你的朋友。",
        "label": ""
      },
      {
        "sentence": "接下来，我们来谈谈你的家庭问题。",
        "label": ""
      },
      {
        "sentence": "冷暴力一直是社交中的一大难题，如果对象是父母，更容易给孩子带来创伤。",
        "label": ""
      },
      {
        "sentence": "你在家庭中感到被忽视，这很可能直接导致你觉得缺乏爱。",
        "label": ""
      },
      {
        "sentence": "每个家庭都有自己的难题，我们不能选择父母，但我们可以尝试去改善彼此的关系。",
        "label": ""
      },
      {
        "sentence": "如果你觉得有一些话无法直接说出口，但又很想真诚地与父母交流，你可以试试写信。",
        "label": ""
      },
      {
        "sentence": "在信中平和地表达自己的感受和观点，毕竟一家人，即使吵架，也不会真正恨对方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "写信的方式听起来很不错，我会试试给父母写一封信，希望能够改善我们之间的关系。",
    "annotation": [
      {
        "sentence": "写信的方式听起来很不错，我会试试给父母写一封信，希望能够改善我们之间的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "写信是一个很好的方式，希望你能通过写信与父母建立更好的沟通。最后，我们来谈谈感情问题。你是一个缺乏安全感的人，所以对开始一段恋情感到害怕，但内心又渴望被爱。我建议你在遇到下一个向你表白的人时，坦诚地与对方分享你的担忧。如果他真的爱你，一定会尊重你的感受，并慢慢培养感情。同时，你也要更加勇敢一些，相信善良且优秀的人是值得被爱的！最后祝福你顺利读研，记住万物皆可爱，生活有暖阳。",
    "annotation": [
      {
        "sentence": "写信是一个很好的方式，希望你能通过写信与父母建立更好的沟通。",
        "label": ""
      },
      {
        "sentence": "最后，我们来谈谈感情问题。",
        "label": ""
      },
      {
        "sentence": "你是一个缺乏安全感的人，所以对开始一段恋情感到害怕，但内心又渴望被爱。",
        "label": ""
      },
      {
        "sentence": "我建议你在遇到下一个向你表白的人时，坦诚地与对方分享你的担忧。",
        "label": ""
      },
      {
        "sentence": "如果他真的爱你，一定会尊重你的感受，并慢慢培养感情。",
        "label": ""
      },
      {
        "sentence": "同时，你也要更加勇敢一些，相信善良且优秀的人是值得被爱的！",
        "label": ""
      },
      {
        "sentence": "最后祝福你顺利读研，记住万物皆可爱，生活有暖阳。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和祝福，我会更加勇敢，相信自己可以找到真正爱我的人。也希望自己能够顺利读研，迎接美好的未来。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和祝福，我会更加勇敢，相信自己可以找到真正爱我的人。",
        "label": ""
      },
      {
        "sentence": "也希望自己能够顺利读研，迎接美好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "相信自己，你一定能够找到真正爱你的人，并且取得顺利的学业。祝福你迎接美好的未来！如果还有其他问题，你可以随时再来找我聊聊。不管什么时候，我都会支持你。",
    "annotation": [
      {
        "sentence": "相信自己，你一定能够找到真正爱你的人，并且取得顺利的学业。",
        "label": ""
      },
      {
        "sentence": "祝福你迎接美好的未来！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，你可以随时再来找我聊聊。",
        "label": ""
      },
      {
        "sentence": "不管什么时候，我都会支持你。",
        "label": ""
      }
    ]
  }
]