[
  {
    "role": "client",
    "content": "太在意事情的结果，怎样可以克服内向？不知道是不是我对感情太明显还是我太过于关心别人对我的感受。只是感觉没说一句话每做一件事，说完做完都会感觉，是不是得罪了谁。每一次跟别人说话都小心翼翼的，一是怕说错了二是怕失去任何一个朋友。我真的，跟人交流，几乎每一个动作都是小心翼翼的。除非是那种能跟我对骂大笨蛋的。",
    "annotation": [
      {
        "sentence": "太在意事情的结果，怎样可以克服内向？",
        "label": ""
      },
      {
        "sentence": "不知道是不是我对感情太明显还是我太过于关心别人对我的感受。",
        "label": ""
      },
      {
        "sentence": "只是感觉没说一句话每做一件事，说完做完都会感觉，是不是得罪了谁。",
        "label": ""
      },
      {
        "sentence": "每一次跟别人说话都小心翼翼的，一是怕说错了二是怕失去任何一个朋友。",
        "label": ""
      },
      {
        "sentence": "我真的，跟人交流，几乎每一个动作都是小心翼翼的。",
        "label": ""
      },
      {
        "sentence": "除非是那种能跟我对骂大笨蛋的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，内向的人在内心里会有很多猜测和担忧，这些担忧其实是在折磨自己。面对陌生人时也是会战战兢兢，打个电话询问一些事情也要练习好多遍。但是，请你不要担心、不要焦虑。你的性格会随着你的人生经历而改变的。我看过好多以前在学校内向的人，上了大学\/出了社会以后变得更加开朗，更敢勇于表达自己。所以，不要着急作出太大的改变。",
    "annotation": [
      {
        "sentence": "我了解你的感受，内向的人在内心里会有很多猜测和担忧，这些担忧其实是在折磨自己。",
        "label": ""
      },
      {
        "sentence": "面对陌生人时也是会战战兢兢，打个电话询问一些事情也要练习好多遍。",
        "label": ""
      },
      {
        "sentence": "但是，请你不要担心、不要焦虑。",
        "label": ""
      },
      {
        "sentence": "你的性格会随着你的人生经历而改变的。",
        "label": ""
      },
      {
        "sentence": "我看过好多以前在学校内向的人，上了大学\/出了社会以后变得更加开朗，更敢勇于表达自己。",
        "label": ""
      },
      {
        "sentence": "所以，不要着急作出太大的改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，也许我的性格确实需要随着时间的推移而逐渐改变。但是，我现在真的很不顺心，因为我太内向了，连对陌生人说话都不敢。去奶茶店买奶茶对奶茶店店员说话我都是颤抖的，还对交朋友非常被动，导致我现在特别特别无聊，还不敢找QQ列表玩，有的时候还不善拒绝！！！！",
    "annotation": [
      {
        "sentence": "你说的有道理，也许我的性格确实需要随着时间的推移而逐渐改变。",
        "label": ""
      },
      {
        "sentence": "但是，我现在真的很不顺心，因为我太内向了，连对陌生人说话都不敢。",
        "label": ""
      },
      {
        "sentence": "去奶茶店买奶茶对奶茶店店员说话我都是颤抖的，还对交朋友非常被动，导致我现在特别特别无聊，还不敢找QQ列表玩，有的时候还不善拒绝！！！！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的困扰，但是请相信，改变是可以实现的。如果真的想克服内向的性格，可以从小事做起。比如，在奶茶店买奶茶时，试着勇敢直视店员的眼睛；面对第一次和陌生人说话时，虽然可能还不能做到带动氛围，但至少要能顺利回答对方提出的问题。短时间内，要从非常内向的人变成一个善于交际的人是不太可能的。但是，通过一些小小的练习，慢慢积累，你可以一步步地成长。",
    "annotation": [
      {
        "sentence": "我完全理解你的困扰，但是请相信，改变是可以实现的。",
        "label": ""
      },
      {
        "sentence": "如果真的想克服内向的性格，可以从小事做起。",
        "label": ""
      },
      {
        "sentence": "比如，在奶茶店买奶茶时，试着勇敢直视店员的眼睛；面对第一次和陌生人说话时，虽然可能还不能做到带动氛围，但至少要能顺利回答对方提出的问题。",
        "label": ""
      },
      {
        "sentence": "短时间内，要从非常内向的人变成一个善于交际的人是不太可能的。",
        "label": ""
      },
      {
        "sentence": "但是，通过一些小小的练习，慢慢积累，你可以一步步地成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你说的，我觉得好像有一丝希望了。我会试着做一些小事情来突破自己的内向。不过，最近我也在考虑谈恋爱的问题。有时候我常说不想要男朋友，只是因为我不敢面对恋爱这个领域的东西，我对这个未知的领域非常害怕。有的时候我觉得自己配不上一个人，所以也害怕谈恋爱。",
    "annotation": [
      {
        "sentence": "听你说的，我觉得好像有一丝希望了。",
        "label": ""
      },
      {
        "sentence": "我会试着做一些小事情来突破自己的内向。",
        "label": ""
      },
      {
        "sentence": "不过，最近我也在考虑谈恋爱的问题。",
        "label": ""
      },
      {
        "sentence": "有时候我常说不想要男朋友，只是因为我不敢面对恋爱这个领域的东西，我对这个未知的领域非常害怕。",
        "label": ""
      },
      {
        "sentence": "有的时候我觉得自己配不上一个人，所以也害怕谈恋爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谈恋爱是每个人都会考虑的问题，但你不用急于追求。有时候一个人也挺好的，不用顾及他人的感受，可以随心所欲地做自己想做的事情。看到为情所伤的朋友时也会庆幸自己没有谈恋爱。所以，谈恋爱这件事，其实时机到了，缘分自然就来了。既然你现在还没准备好面对恋爱，那么就让自己拥有足够的勇气面对时再交往比较好。拥有成熟的心态再谈恋爱，不仅对自己负责，也对未来的另一半负责呀。最后，希望你在日常生活中，慢慢地训练自己，慢慢地变得更勇敢表达自己，摆脱内向的性格。加油！",
    "annotation": [
      {
        "sentence": "谈恋爱是每个人都会考虑的问题，但你不用急于追求。",
        "label": ""
      },
      {
        "sentence": "有时候一个人也挺好的，不用顾及他人的感受，可以随心所欲地做自己想做的事情。",
        "label": ""
      },
      {
        "sentence": "看到为情所伤的朋友时也会庆幸自己没有谈恋爱。",
        "label": ""
      },
      {
        "sentence": "所以，谈恋爱这件事，其实时机到了，缘分自然就来了。",
        "label": ""
      },
      {
        "sentence": "既然你现在还没准备好面对恋爱，那么就让自己拥有足够的勇气面对时再交往比较好。",
        "label": ""
      },
      {
        "sentence": "拥有成熟的心态再谈恋爱，不仅对自己负责，也对未来的另一半负责呀。",
        "label": ""
      },
      {
        "sentence": "最后，希望你在日常生活中，慢慢地训练自己，慢慢地变得更勇敢表达自己，摆脱内向的性格。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力去面对自己的内向。可能需要一段时间，但我相信我可以慢慢改变。也会对自己的心态和未来有更成熟的认识。非常感谢你的建议和陪伴！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力去面对自己的内向。",
        "label": ""
      },
      {
        "sentence": "可能需要一段时间，但我相信我可以慢慢改变。",
        "label": ""
      },
      {
        "sentence": "也会对自己的心态和未来有更成熟的认识。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的建议和陪伴！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我愿意一直陪伴在你身边。不要给自己太大的压力，每一步都是进步。如果有任何问题或困惑，都可以随时来找我倾诉。相信自己，你是可以战胜内向的。我对你充满信心！",
    "annotation": [
      {
        "sentence": "不客气，我愿意一直陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "不要给自己太大的压力，每一步都是进步。",
        "label": ""
      },
      {
        "sentence": "如果有任何问题或困惑，都可以随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "相信自己，你是可以战胜内向的。",
        "label": ""
      },
      {
        "sentence": "我对你充满信心！",
        "label": ""
      }
    ]
  }
]