[
  {
    "role": "client",
    "content": "工作越久，越不想管闲事了，这样好吗？在行政单位上班，刚刚开始对工作有很大热情，别人有事找你帮忙我都很乐于参与，可是渐渐发现，每次帮别人之后，这个工作就变成了自己的，无形中给自己添加了负担。而且随后好几年即便你不负责还是会有人问你要当时的材料，所以久而久之我就不在愿意管别人的闲事了，别人找我帮忙，我也是尽量拒绝，有时候自己明明知道这个事，可是不是自己负责的就会拒绝，说自己不清楚，但是随后我就有心里负担，觉得特别过意不去。我这样做真的好吗？？？是不是太不负责了？但是每次帮了他们，以后就要次次帮，这也不是我想要的结果，有些基础材料，明明应该自己保存，他们却图方便每次都问我要，我真的不想这样啊",
    "annotation": [
      {
        "sentence": "工作越久，越不想管闲事了，这样好吗？",
        "label": ""
      },
      {
        "sentence": "在行政单位上班，刚刚开始对工作有很大热情，别人有事找你帮忙我都很乐于参与，可是渐渐发现，每次帮别人之后，这个工作就变成了自己的，无形中给自己添加了负担。",
        "label": ""
      },
      {
        "sentence": "而且随后好几年即便你不负责还是会有人问你要当时的材料，所以久而久之我就不在愿意管别人的闲事了，别人找我帮忙，我也是尽量拒绝，有时候自己明明知道这个事，可是不是自己负责的就会拒绝，说自己不清楚，但是随后我就有心里负担，觉得特别过意不去。",
        "label": ""
      },
      {
        "sentence": "我这样做真的好吗？？？",
        "label": ""
      },
      {
        "sentence": "是不是太不负责了？",
        "label": ""
      },
      {
        "sentence": "但是每次帮了他们，以后就要次次帮，这也不是我想要的结果，有些基础材料，明明应该自己保存，他们却图方便每次都问我要，我真的不想这样啊",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你遇到的问题，我也曾经有所体会。我在公司的时候，也常常被好心帮忙的事情演变成了我的工作，感觉挺无奈的。有一次，我好心帮忙一个任务，结果那个任务就一直放在那里不动，好像只有我来做一样。如果我把不满和想法说出来，同事们又会说“事事多”、“难相处”。所以，后来我想明白了，遇到问题时我要想一想“我是否真的愿意帮助对方”，或者说“对方是否对我有价值”。虽然有点现实，但我觉得这样能减少我人生中很多不必要的烦恼。而且，吃一次亏就够了，如果你在这个人身上吃过亏，那就保持与他保持一定的距离肯定没错。因为凡事都有一二，如果让你吃过一次亏的人，很可能还会让你再次吃亏。这是我这些年来通过各种经历总结出来的经验。",
    "annotation": [
      {
        "sentence": "首先，你遇到的问题，我也曾经有所体会。",
        "label": ""
      },
      {
        "sentence": "我在公司的时候，也常常被好心帮忙的事情演变成了我的工作，感觉挺无奈的。",
        "label": ""
      },
      {
        "sentence": "有一次，我好心帮忙一个任务，结果那个任务就一直放在那里不动，好像只有我来做一样。",
        "label": ""
      },
      {
        "sentence": "如果我把不满和想法说出来，同事们又会说“事事多”、“难相处”。",
        "label": ""
      },
      {
        "sentence": "所以，后来我想明白了，遇到问题时我要想一想“我是否真的愿意帮助对方”，或者说“对方是否对我有价值”。",
        "label": ""
      },
      {
        "sentence": "虽然有点现实，但我觉得这样能减少我人生中很多不必要的烦恼。",
        "label": ""
      },
      {
        "sentence": "而且，吃一次亏就够了，如果你在这个人身上吃过亏，那就保持与他保持一定的距离肯定没错。",
        "label": ""
      },
      {
        "sentence": "因为凡事都有一二，如果让你吃过一次亏的人，很可能还会让你再次吃亏。",
        "label": ""
      },
      {
        "sentence": "这是我这些年来通过各种经历总结出来的经验。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "支持者先生，谢谢你的建议。我理解了你说的“有价值”这个词，就是要想一想在帮助别人的同时，是否对我自己也有益处。但是有时候，我是真的愿意帮助别人，就是因为这样会给我带来一种成就感和满足感，但随后我就会感到负担重重。你觉得我应该如何平衡自己的感受和责任呢？",
    "annotation": [
      {
        "sentence": "支持者先生，谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我理解了你说的“有价值”这个词，就是要想一想在帮助别人的同时，是否对我自己也有益处。",
        "label": ""
      },
      {
        "sentence": "但是有时候，我是真的愿意帮助别人，就是因为这样会给我带来一种成就感和满足感，但随后我就会感到负担重重。",
        "label": ""
      },
      {
        "sentence": "你觉得我应该如何平衡自己的感受和责任呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很好的问题。我想告诉你，要学会平衡自己的感受和责任并不容易，但是可以通过一些方法来尝试。首先，你可以关注自己的感受和需求，在帮助别人之前，问问自己是否有足够的时间和精力来承担这份责任。其次，你可以尝试建立一些明确的边界，比如设定一些可以接受的范围，超出这个范围的事情可以拒绝或寻求其他人的帮助。最重要的是要学会对自己说不，学会保护自己的权益和时间。这样做并不代表你不负责任，而是在更好地平衡自己的感受和责任之间找到了一种方式。",
    "annotation": [
      {
        "sentence": "这是一个很好的问题。",
        "label": ""
      },
      {
        "sentence": "我想告诉你，要学会平衡自己的感受和责任并不容易，但是可以通过一些方法来尝试。",
        "label": ""
      },
      {
        "sentence": "首先，你可以关注自己的感受和需求，在帮助别人之前，问问自己是否有足够的时间和精力来承担这份责任。",
        "label": ""
      },
      {
        "sentence": "其次，你可以尝试建立一些明确的边界，比如设定一些可以接受的范围，超出这个范围的事情可以拒绝或寻求其他人的帮助。",
        "label": ""
      },
      {
        "sentence": "最重要的是要学会对自己说不，学会保护自己的权益和时间。",
        "label": ""
      },
      {
        "sentence": "这样做并不代表你不负责任，而是在更好地平衡自己的感受和责任之间找到了一种方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢支持者先生的建议。确实，我平衡自己的感受和责任确实需要学习和实践。您说的关注自己的感受和需求，在帮助别人之前问问自己是否有足够的时间和精力，是一个很好的角度。有时候我总是想到别人的需要，而忽略了自己的感受。我会试着设定一些边界和拒绝一些超出我的责任范围的请求。同时，我也明白了说不并不代表不负责任，而是为了保护自己的权益和时间。非常感谢您的建议！",
    "annotation": [
      {
        "sentence": "谢谢支持者先生的建议。",
        "label": ""
      },
      {
        "sentence": "确实，我平衡自己的感受和责任确实需要学习和实践。",
        "label": ""
      },
      {
        "sentence": "您说的关注自己的感受和需求，在帮助别人之前问问自己是否有足够的时间和精力，是一个很好的角度。",
        "label": ""
      },
      {
        "sentence": "有时候我总是想到别人的需要，而忽略了自己的感受。",
        "label": ""
      },
      {
        "sentence": "我会试着设定一些边界和拒绝一些超出我的责任范围的请求。",
        "label": ""
      },
      {
        "sentence": "同时，我也明白了说不并不代表不负责任，而是为了保护自己的权益和时间。",
        "label": ""
      },
      {
        "sentence": "非常感谢您的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴我的建议能够对你有所帮助。平衡自己的感受和责任确实需要时间和实践，但只要你坚持，我相信你会越来越好地处理这个问题。记住，关注自己的感受和需求，并设定一些明确的边界是非常重要的。同时，不要忘记对自己说不，保护自己的权益和时间。我相信你能够找到适合自己的方式，好好平衡自己的心理和工作。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴我的建议能够对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "平衡自己的感受和责任确实需要时间和实践，但只要你坚持，我相信你会越来越好地处理这个问题。",
        "label": ""
      },
      {
        "sentence": "记住，关注自己的感受和需求，并设定一些明确的边界是非常重要的。",
        "label": ""
      },
      {
        "sentence": "同时，不要忘记对自己说不，保护自己的权益和时间。",
        "label": ""
      },
      {
        "sentence": "我相信你能够找到适合自己的方式，好好平衡自己的心理和工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢您的鼓励和支持！我会尽量将您的建议付诸实践，并且积极地寻找适合自己的平衡方式。我深深地理解了保护自己的权益和时间的重要性。希望以后能更好地处理自己与他人之间关系，也更好地平衡自己的心理和工作。再次感谢您的帮助！",
    "annotation": [
      {
        "sentence": "非常感谢您的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会尽量将您的建议付诸实践，并且积极地寻找适合自己的平衡方式。",
        "label": ""
      },
      {
        "sentence": "我深深地理解了保护自己的权益和时间的重要性。",
        "label": ""
      },
      {
        "sentence": "希望以后能更好地处理自己与他人之间关系，也更好地平衡自己的心理和工作。",
        "label": ""
      },
      {
        "sentence": "再次感谢您的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助到你！相信自己，勇敢面对问题，你肯定能够找到适合自己的平衡方式。如果还有什么问题，随时都可以来找我倾诉和寻求支持。祝你在工作和心理上都能够越来越顺利！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助到你！",
        "label": ""
      },
      {
        "sentence": "相信自己，勇敢面对问题，你肯定能够找到适合自己的平衡方式。",
        "label": ""
      },
      {
        "sentence": "如果还有什么问题，随时都可以来找我倾诉和寻求支持。",
        "label": ""
      },
      {
        "sentence": "祝你在工作和心理上都能够越来越顺利！",
        "label": ""
      }
    ]
  }
]