[
  {
    "role": "client",
    "content": "不能真实表达自己的想法，如何释放自己的情绪？可能和从小生活的环境有关，不太能真实地表达自己的想法和感受。有些时候受了委屈，更多的是憋在心里，没有以一种更好的方式排解出来。再者，也有可能和妈妈有关，因为妈妈的脾气不是很好，就很着急的那一种，也让我养成了察言观色的行为，渐渐地不会真实地表达自己内心的感受和想法。因此，想问问如何真正地表达自己的情绪？",
    "annotation": [
      {
        "sentence": "不能真实表达自己的想法，如何释放自己的情绪？",
        "label": ""
      },
      {
        "sentence": "可能和从小生活的环境有关，不太能真实地表达自己的想法和感受。",
        "label": ""
      },
      {
        "sentence": "有些时候受了委屈，更多的是憋在心里，没有以一种更好的方式排解出来。",
        "label": ""
      },
      {
        "sentence": "再者，也有可能和妈妈有关，因为妈妈的脾气不是很好，就很着急的那一种，也让我养成了察言观色的行为，渐渐地不会真实地表达自己内心的感受和想法。",
        "label": ""
      },
      {
        "sentence": "因此，想问问如何真正地表达自己的情绪？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够从原生家庭角度去考虑自己的性格形成，自己情绪的压抑，也是很大的进步，说明引起了自己的重视，是一种自己对自己的负责，爱自己的表现！对于情绪的表达，由于受母亲情绪的影响，对于你情绪的表达受到了抑制，优点是你形成了察言观色的本领，对于以后社会为人处事，也是一种本领，缺点是压抑了自己的情绪，阻碍了情绪的表达！对于情绪的表达问题，认为你首先做到第一点，自我接纳，过去长期在母亲的高压影响下，必然会对于你内在情绪的表达度上把控不好，可能会出现该表达的表达不出来，不该表达的伤到人的情况。",
    "annotation": [
      {
        "sentence": "你能够从原生家庭角度去考虑自己的性格形成，自己情绪的压抑，也是很大的进步，说明引起了自己的重视，是一种自己对自己的负责，爱自己的表现！",
        "label": ""
      },
      {
        "sentence": "对于情绪的表达，由于受母亲情绪的影响，对于你情绪的表达受到了抑制，优点是你形成了察言观色的本领，对于以后社会为人处事，也是一种本领，缺点是压抑了自己的情绪，阻碍了情绪的表达！",
        "label": ""
      },
      {
        "sentence": "对于情绪的表达问题，认为你首先做到第一点，自我接纳，过去长期在母亲的高压影响下，必然会对于你内在情绪的表达度上把控不好，可能会出现该表达的表达不出来，不该表达的伤到人的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。所以我需要先接纳自己，了解自己的价值观和情绪表达方式，对吗？",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "所以我需要先接纳自己，了解自己的价值观和情绪表达方式，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，你说得很对。了解自己的情绪表达是很关键的，比如知道在什么情况下会让自己忍不住发火，每个人的底线不一样，所以你可以多去认识自己，觉察自己。在这个过程中，有些情绪的表达可能是我们对童年未满足的创伤的需求，需要我们慢慢去觉察、满足。",
    "annotation": [
      {
        "sentence": "对的，你说得很对。",
        "label": ""
      },
      {
        "sentence": "了解自己的情绪表达是很关键的，比如知道在什么情况下会让自己忍不住发火，每个人的底线不一样，所以你可以多去认识自己，觉察自己。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，有些情绪的表达可能是我们对童年未满足的创伤的需求，需要我们慢慢去觉察、满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那对于过去的遭遇和创伤，我应该如何接纳呢？",
    "annotation": [
      {
        "sentence": "那对于过去的遭遇和创伤，我应该如何接纳呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以试着接纳自己的过去，认可自己的方方面面。了解自己的情绪表达历程中的种种，明白这些都是受到母亲高压影响的结果。同时，也要记住，父母对我们的影响是过去的事情了，我们长大了，可以重新树立新的价值观和表达方式。",
    "annotation": [
      {
        "sentence": "首先，你可以试着接纳自己的过去，认可自己的方方面面。",
        "label": ""
      },
      {
        "sentence": "了解自己的情绪表达历程中的种种，明白这些都是受到母亲高压影响的结果。",
        "label": ""
      },
      {
        "sentence": "同时，也要记住，父母对我们的影响是过去的事情了，我们长大了，可以重新树立新的价值观和表达方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "明白了，接纳过去的遭遇，了解自己的情绪表达，然后重新树立新的价值观和表达方式。那如果我在平时遇到触发情绪的情况，应该怎么做呢？",
    "annotation": [
      {
        "sentence": "明白了，接纳过去的遭遇，了解自己的情绪表达，然后重新树立新的价值观和表达方式。",
        "label": ""
      },
      {
        "sentence": "那如果我在平时遇到触发情绪的情况，应该怎么做呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果遇到触发你情绪的情况，你可以试着表达情绪，慢慢总结出哪些情绪适合表达、哪些情绪不合时宜。平时如果再遇到母亲发脾气，打压式表达情绪的情况，可以沟通，理性地去沟通。如果你有情绪，可以默默告诉自己，“你来了，我知道你受委屈了，给自己一点时间，但是我们可以更好的方式解决这件事情！”",
    "annotation": [
      {
        "sentence": "如果遇到触发你情绪的情况，你可以试着表达情绪，慢慢总结出哪些情绪适合表达、哪些情绪不合时宜。",
        "label": ""
      },
      {
        "sentence": "平时如果再遇到母亲发脾气，打压式表达情绪的情况，可以沟通，理性地去沟通。",
        "label": ""
      },
      {
        "sentence": "如果你有情绪，可以默默告诉自己，“你来了，我知道你受委屈了，给自己一点时间，但是我们可以更好的方式解决这件事情！",
        "label": ""
      },
      {
        "sentence": "”",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要控制情绪的表达，做情绪的主人，不做情绪的奴隶，让情绪为我所用。如果愤怒来了，我可以告诉对方我很生气，但是我可以理解你，并试着解决问题。这是我们的成长之路，我们会一路同行的！谢谢你的支持！",
    "annotation": [
      {
        "sentence": "我明白了，我要控制情绪的表达，做情绪的主人，不做情绪的奴隶，让情绪为我所用。",
        "label": ""
      },
      {
        "sentence": "如果愤怒来了，我可以告诉对方我很生气，但是我可以理解你，并试着解决问题。",
        "label": ""
      },
      {
        "sentence": "这是我们的成长之路，我们会一路同行的！",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题，亲！这些改变需要时间和努力，但我相信你一定能够做到。如果你在这个过程中遇到困难，随时找我聊聊，我会一直在你身边支持你的！加油！🥰",
    "annotation": [
      {
        "sentence": "没问题，亲！",
        "label": ""
      },
      {
        "sentence": "这些改变需要时间和努力，但我相信你一定能够做到。",
        "label": ""
      },
      {
        "sentence": "如果你在这个过程中遇到困难，随时找我聊聊，我会一直在你身边支持你的！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "🥰",
        "label": ""
      }
    ]
  }
]