[
  {
    "role": "client",
    "content": "被最重要的朋友抛弃一年后，每天相见还是非常难受。我这些年为了我的闺蜜在公司的得罪了不少人，我想保护她，我觉得值得，她也对我非常好！没想到一年前因为一点误会她居然联合那几个人一起在朋友圈骂我、全公司的同事都在看我的笑话。这对我来说是个致命的打击。这一年的每一天我在努力恢复中，可是每天都会在公司碰到她们我还是非常难受。从别人的口中知道她结婚了、昨天还听说她怀孕了，她人生大事我都从别人口中知道，我觉得她的人生不需要我了我非常绝望，我觉得大家都在看我笑话，还有同事幸灾乐祸跑过来问我怎么不参加她的婚礼呀？少梦的我昨天晚上还梦到她带着出生的孩子来看我，我在梦里特别满足。我多傻啊，人家都抛弃我了，可我始终走不出来…",
    "annotation": [
      {
        "sentence": "被最重要的朋友抛弃一年后，每天相见还是非常难受。",
        "label": ""
      },
      {
        "sentence": "我这些年为了我的闺蜜在公司的得罪了不少人，我想保护她，我觉得值得，她也对我非常好！",
        "label": ""
      },
      {
        "sentence": "没想到一年前因为一点误会她居然联合那几个人一起在朋友圈骂我、全公司的同事都在看我的笑话。",
        "label": ""
      },
      {
        "sentence": "这对我来说是个致命的打击。",
        "label": ""
      },
      {
        "sentence": "这一年的每一天我在努力恢复中，可是每天都会在公司碰到她们我还是非常难受。",
        "label": ""
      },
      {
        "sentence": "从别人的口中知道她结婚了、昨天还听说她怀孕了，她人生大事我都从别人口中知道，我觉得她的人生不需要我了我非常绝望，我觉得大家都在看我笑话，还有同事幸灾乐祸跑过来问我怎么不参加她的婚礼呀？",
        "label": ""
      },
      {
        "sentence": "少梦的我昨天晚上还梦到她带着出生的孩子来看我，我在梦里特别满足。",
        "label": ""
      },
      {
        "sentence": "我多傻啊，人家都抛弃我了，可我始终走不出来…",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种心理落差可以理解。因为你的心理认知给自己画了一个圈，或者是做了一件心牢，把自己困在里面出不来。你的认知里面会认为，既然我把你当闺蜜，我还为你付出了这么多，那么反过来，你应该也要把我当闺蜜，你要对我像我对你一样好。但是现实的反馈很残忍，他并没有像你预期的一样。如果你们之间互为闺蜜的话，那么你们不会仅仅因为一点误会就分道扬镳，这也印证了你们双方的心理关系定位并不对等。",
    "annotation": [
      {
        "sentence": "这种心理落差可以理解。",
        "label": ""
      },
      {
        "sentence": "因为你的心理认知给自己画了一个圈，或者是做了一件心牢，把自己困在里面出不来。",
        "label": ""
      },
      {
        "sentence": "你的认知里面会认为，既然我把你当闺蜜，我还为你付出了这么多，那么反过来，你应该也要把我当闺蜜，你要对我像我对你一样好。",
        "label": ""
      },
      {
        "sentence": "但是现实的反馈很残忍，他并没有像你预期的一样。",
        "label": ""
      },
      {
        "sentence": "如果你们之间互为闺蜜的话，那么你们不会仅仅因为一点误会就分道扬镳，这也印证了你们双方的心理关系定位并不对等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得我真的尽心尽力去做了，为什么她会这样对我呢？这让我感到非常失望和伤心。",
    "annotation": [
      {
        "sentence": "但是我觉得我真的尽心尽力去做了，为什么她会这样对我呢？",
        "label": ""
      },
      {
        "sentence": "这让我感到非常失望和伤心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有自己的思考方式和行为习惯。或许在你眼中，你是尽心尽力付出了，但在她的视角里可能并非如此。人与人之间的理解和期待是很难完全相同的，所以很多时候我们要学会包容和理解对方的不同。",
    "annotation": [
      {
        "sentence": "每个人都有自己的思考方式和行为习惯。",
        "label": ""
      },
      {
        "sentence": "或许在你眼中，你是尽心尽力付出了，但在她的视角里可能并非如此。",
        "label": ""
      },
      {
        "sentence": "人与人之间的理解和期待是很难完全相同的，所以很多时候我们要学会包容和理解对方的不同。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得她背叛了我，我感到很难过和愤怒。我不明白为什么她会这样做。",
    "annotation": [
      {
        "sentence": "但是我觉得她背叛了我，我感到很难过和愤怒。",
        "label": ""
      },
      {
        "sentence": "我不明白为什么她会这样做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人的情感是非常复杂的，在某些情况下，人们可能会因为一些个人原因或外界因素而做出让人难以理解的行为。也许她当时没有意识到你所感受到的痛苦。虽然这并不能完全解释她的行为，但试着理解她的立场可能有助于减轻一些愤怒和难过的情绪。",
    "annotation": [
      {
        "sentence": "人的情感是非常复杂的，在某些情况下，人们可能会因为一些个人原因或外界因素而做出让人难以理解的行为。",
        "label": ""
      },
      {
        "sentence": "也许她当时没有意识到你所感受到的痛苦。",
        "label": ""
      },
      {
        "sentence": "虽然这并不能完全解释她的行为，但试着理解她的立场可能有助于减轻一些愤怒和难过的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是现在我觉得很失望和无助，我感到自己在人际关系中一无是处。",
    "annotation": [
      {
        "sentence": "可是现在我觉得很失望和无助，我感到自己在人际关系中一无是处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们每个人在人际关系中都会面临挫折和困难。这并不意味着你一无是处，而是一个机会去重新审视自己的期望和与他人交往的方式。你可以考虑寻找并建立更加健康和平衡的人际关系，与那些真正理解和支持你的人交往。",
    "annotation": [
      {
        "sentence": "我们每个人在人际关系中都会面临挫折和困难。",
        "label": ""
      },
      {
        "sentence": "这并不意味着你一无是处，而是一个机会去重新审视自己的期望和与他人交往的方式。",
        "label": ""
      },
      {
        "sentence": "你可以考虑寻找并建立更加健康和平衡的人际关系，与那些真正理解和支持你的人交往。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的很害怕再次被伤害，不知道该怎么去相信别人了。",
    "annotation": [
      {
        "sentence": "我真的很害怕再次被伤害，不知道该怎么去相信别人了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "被伤害会让我们变得谨慎和害怕，但也不能因为这一次的负面经历而否定了所有人。尝试给自己一些时间去疗伤，并试着相信还有那些真心对待你的人存在。选择信任并不是一件容易的事情，但它是建立深厚人际关系的基石。",
    "annotation": [
      {
        "sentence": "被伤害会让我们变得谨慎和害怕，但也不能因为这一次的负面经历而否定了所有人。",
        "label": ""
      },
      {
        "sentence": "尝试给自己一些时间去疗伤，并试着相信还有那些真心对待你的人存在。",
        "label": ""
      },
      {
        "sentence": "选择信任并不是一件容易的事情，但它是建立深厚人际关系的基石。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会试着去面对和克服这些困难。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会试着去面对和克服这些困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你可以尝试与你信任的人聊聊，分享你的感受和困扰，或者寻求专业的心理支持。每个人都会经历人际关系的挣扎，而学会从中成长是很重要的。相信自己，你一定能够度过这个困难的时期。",
    "annotation": [
      {
        "sentence": "不客气，你可以尝试与你信任的人聊聊，分享你的感受和困扰，或者寻求专业的心理支持。",
        "label": ""
      },
      {
        "sentence": "每个人都会经历人际关系的挣扎，而学会从中成长是很重要的。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够度过这个困难的时期。",
        "label": ""
      }
    ]
  }
]