[
  {
    "role": "client",
    "content": "心理压抑难受，有些东西，总有各种不敢？第一个不敢在别人面前学习，看课外书，记忆书籍，学习力，哈佛，各种，心理学教材，各种畅销书，不敢学习提升自我，怕别人以为我在装逼很难受，大三的钱，三年，学习偷偷摸摸第二，锻炼，不敢锻炼，怕别人认为我在装逼，不敢做人前锻炼第三，近视了不敢和我爸妈说，怕他们说我很难受第四考差了，同学问不敢回答，不敢被爸妈知道，怕被骂",
    "annotation": [
      {
        "sentence": "心理压抑难受，有些东西，总有各种不敢？",
        "label": ""
      },
      {
        "sentence": "第一个不敢在别人面前学习，看课外书，记忆书籍，学习力，哈佛，各种，心理学教材，各种畅销书，不敢学习提升自我，怕别人以为我在装逼很难受，大三的钱，三年，学习偷偷摸摸第二，锻炼，不敢锻炼，怕别人认为我在装逼，不敢做人前锻炼第三，近视了不敢和我爸妈说，怕他们说我很难受第四考差了，同学问不敢回答，不敢被爸妈知道，怕被骂",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我非常理解你的困扰和内心的压抑感。你在别人面前展示自己的行动时，总是担心会引起他人的负面评价。每个人都有保持正面形象的需要，但你似乎过度在意别人的看法，导致你在行动时感到胆怯和拘束。你对自己的学习和提升有很高的期望，但又害怕别人误解你在自我吹嘘，这让你感到非常不舒服。此外，你也担心通过学习和锻炼提升自己会被别人认为是在故意炫耀。而且你还不敢和父母说你近视的问题，害怕他们责怪你。考试成绩不好时，你也不敢回答同学的问题，害怕被父母知道后遭到责备。",
    "annotation": [
      {
        "sentence": "求助者，我非常理解你的困扰和内心的压抑感。",
        "label": ""
      },
      {
        "sentence": "你在别人面前展示自己的行动时，总是担心会引起他人的负面评价。",
        "label": ""
      },
      {
        "sentence": "每个人都有保持正面形象的需要，但你似乎过度在意别人的看法，导致你在行动时感到胆怯和拘束。",
        "label": ""
      },
      {
        "sentence": "你对自己的学习和提升有很高的期望，但又害怕别人误解你在自我吹嘘，这让你感到非常不舒服。",
        "label": ""
      },
      {
        "sentence": "此外，你也担心通过学习和锻炼提升自己会被别人认为是在故意炫耀。",
        "label": ""
      },
      {
        "sentence": "而且你还不敢和父母说你近视的问题，害怕他们责怪你。",
        "label": ""
      },
      {
        "sentence": "考试成绩不好时，你也不敢回答同学的问题，害怕被父母知道后遭到责备。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是觉得自己做什么事情都不敢放开去做，总觉得别人会否定我或者嘲笑我，让我感到很难受。",
    "annotation": [
      {
        "sentence": "是的，我就是觉得自己做什么事情都不敢放开去做，总觉得别人会否定我或者嘲笑我，让我感到很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，你似乎很在乎别人对你的评价。每个人都有自己的价值观和观念，有些人可能会对你的行为有意见，但这并不代表你就是错的。我们不能总是为了取悦别人而放弃自己的成长和发展。每个人有权利追求自己想做的事情，而不必担心别人会如何看待。你的学习和锻炼都是为了提升自己，不需要为此感到不安。近视是常见的问题，你可以寻求医生的建议，同时也要告诉父母，他们会理解你并给予支持。考试成绩不好是正常的，重要的是要从中总结经验、找到原因并下定决心以积极的态度继续努力。",
    "annotation": [
      {
        "sentence": "我理解你的感受，你似乎很在乎别人对你的评价。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的价值观和观念，有些人可能会对你的行为有意见，但这并不代表你就是错的。",
        "label": ""
      },
      {
        "sentence": "我们不能总是为了取悦别人而放弃自己的成长和发展。",
        "label": ""
      },
      {
        "sentence": "每个人有权利追求自己想做的事情，而不必担心别人会如何看待。",
        "label": ""
      },
      {
        "sentence": "你的学习和锻炼都是为了提升自己，不需要为此感到不安。",
        "label": ""
      },
      {
        "sentence": "近视是常见的问题，你可以寻求医生的建议，同时也要告诉父母，他们会理解你并给予支持。",
        "label": ""
      },
      {
        "sentence": "考试成绩不好是正常的，重要的是要从中总结经验、找到原因并下定决心以积极的态度继续努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我好害怕犯错，内心总觉得自己不够完美，这是为什么呢？",
    "annotation": [
      {
        "sentence": "我好害怕犯错，内心总觉得自己不够完美，这是为什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对自己要求过高，对自己的不完美没有接受和认可。其实每个人都会犯错，失控是我们人类的常态。自我攻击和不认可只会加重你下一次的退缩，对你没有积极的影响。我们需要总结过去的经验，找到适合自己的发展计划，并为未来努力。勇敢地做自己想做的事情，接纳自己的失败，也是成长的一部分。我们不可能完美地做到所有的事情，但这并不妨碍我们发现自己的特点和优势。即使眼前一时做不到，也不代表以后无法实现。通过自己的努力，你可以培养各方面的能力，实现自己的梦想。希望你能温柔地对待自己，给自己时间成长。",
    "annotation": [
      {
        "sentence": "你对自己要求过高，对自己的不完美没有接受和认可。",
        "label": ""
      },
      {
        "sentence": "其实每个人都会犯错，失控是我们人类的常态。",
        "label": ""
      },
      {
        "sentence": "自我攻击和不认可只会加重你下一次的退缩，对你没有积极的影响。",
        "label": ""
      },
      {
        "sentence": "我们需要总结过去的经验，找到适合自己的发展计划，并为未来努力。",
        "label": ""
      },
      {
        "sentence": "勇敢地做自己想做的事情，接纳自己的失败，也是成长的一部分。",
        "label": ""
      },
      {
        "sentence": "我们不可能完美地做到所有的事情，但这并不妨碍我们发现自己的特点和优势。",
        "label": ""
      },
      {
        "sentence": "即使眼前一时做不到，也不代表以后无法实现。",
        "label": ""
      },
      {
        "sentence": "通过自己的努力，你可以培养各方面的能力，实现自己的梦想。",
        "label": ""
      },
      {
        "sentence": "希望你能温柔地对待自己，给自己时间成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励，我会试着接受自己的不完美，勇敢地面对挑战，努力实现自己的目标。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励，我会试着接受自己的不完美，勇敢地面对挑战，努力实现自己的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮到你。接受自己的不完美是一个长期的过程，但只有在接纳自己的同时，你才能获得内在的自由和轻松。相信你的努力会得到回报，我祝愿你能够实现自己的目标，成为一个自由自在、自信满满的人。如果你需要任何帮助或者再次感到困惑，随时找我聊天。努力吧，你是一个值得被好好对待的人，希望你能在温柔的世界里茁壮成长。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "接受自己的不完美是一个长期的过程，但只有在接纳自己的同时，你才能获得内在的自由和轻松。",
        "label": ""
      },
      {
        "sentence": "相信你的努力会得到回报，我祝愿你能够实现自己的目标，成为一个自由自在、自信满满的人。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再次感到困惑，随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "努力吧，你是一个值得被好好对待的人，希望你能在温柔的世界里茁壮成长。",
        "label": ""
      }
    ]
  }
]