[
  {
    "role": "client",
    "content": "我是一个22岁的女生。我情绪上来的时候容易哭，最近还开始出现了自虐倾向，我应该怎么办呢？原本只是到了晚上容易哭，但这两年连白天都会因为一些莫名其妙的事情突然掉眼泪。我很害怕吵架，父母说话大声我就会害怕。支持者：首先，我想告诉你，你不是一个孤单的人，我们都会面临各种情绪和困难。你表达了你的困扰，这本身就是一个积极的行动。现在让我们一起来探讨一下你的问题。求助者：谢谢你的理解。我从小就受到了父母关系的影响，所以才会在吵架的时候感到害怕。即使我想要制止他们的吵架，结果我只会吼着哭泣。有时候我甚至会想，如果没有我在家，他们就不会吵架了。今天早上他们吵得非常厉害，我真的很害怕，于是我关在房间里狂哭。我觉得自己特别没用，他们继续吵架也没人来理我，直到吃饭。以前我会选择睡觉来逃避这些问题，但这次不知怎的，我开始用美工刀划自己的手，甚至有一瞬间想自杀，但我又很害怕死亡。不过，这些伤口只是轻微的，像猫抓伤一样，但是疼痛和灼烧的感觉却让我感觉好一些，甚至有一种上瘾的感觉。一整天都没做什么事，感觉提不起劲，也没有胃口，甚至反胃。朋友说自虐会上瘾，我害怕自己变态，但我不确定是否真的需要去看医生，毕竟我只是想发泄一下情绪而已。我不敢告诉家人，因为他们可能会认为我神经病，这只会让我更难过。支持者：非常感谢你能够与我分享你的困扰，这是非常勇敢的举动。我听到你提到害怕吵架、自虐倾向以及对自己的未来感到无助等问题。根据你的描述，我可以理解你在成长过程中受到了父母关系的较大影响。在吵架的过程中，你把自己的情绪转嫁到自己身上，认为是自己的问题导致他们之间吵架，但实际上这并不是你的错。父母之间的关系问题是他们自己处理不好，所以你不应该把责任推到自己身上。我认为你可能有一些固有的问题，比如自卑感和缺乏自信，这导致你无法将错误归咎于他人，而是将其归咎于自己。心理学家阿德勒曾经说过：“幸运的人一生都在被童年治愈，不幸的人一生都在治愈童年。”这意味着我们的童年经历对我们的一生有很大影响。不幸的原生家庭并不代表我们一生都不幸福，我们可以选择通过自我治愈来改变这种情况。在眼下，你需要努力成长，并为自己的未来做好准备。同时，你要学会善待自己、善待你的家庭和你未来的子女。你可以选择从苏明玉的经历中获得一些启示。尽管苏明玉曾经面临很多困难和痛苦，但她选择了努力工作，最终实现了自己的人生价值，并摆脱了原生家庭的束缚。我希望你也能够选择这样的道路，重塑自己的未来，做一个幸福的人。",
    "annotation": [
      {
        "sentence": "我是一个22岁的女生。",
        "label": ""
      },
      {
        "sentence": "我情绪上来的时候容易哭，最近还开始出现了自虐倾向，我应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "原本只是到了晚上容易哭，但这两年连白天都会因为一些莫名其妙的事情突然掉眼泪。",
        "label": ""
      },
      {
        "sentence": "我很害怕吵架，父母说话大声我就会害怕。",
        "label": ""
      },
      {
        "sentence": "支持者：首先，我想告诉你，你不是一个孤单的人，我们都会面临各种情绪和困难。",
        "label": ""
      },
      {
        "sentence": "你表达了你的困扰，这本身就是一个积极的行动。",
        "label": ""
      },
      {
        "sentence": "现在让我们一起来探讨一下你的问题。",
        "label": ""
      },
      {
        "sentence": "求助者：谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "我从小就受到了父母关系的影响，所以才会在吵架的时候感到害怕。",
        "label": ""
      },
      {
        "sentence": "即使我想要制止他们的吵架，结果我只会吼着哭泣。",
        "label": ""
      },
      {
        "sentence": "有时候我甚至会想，如果没有我在家，他们就不会吵架了。",
        "label": ""
      },
      {
        "sentence": "今天早上他们吵得非常厉害，我真的很害怕，于是我关在房间里狂哭。",
        "label": ""
      },
      {
        "sentence": "我觉得自己特别没用，他们继续吵架也没人来理我，直到吃饭。",
        "label": ""
      },
      {
        "sentence": "以前我会选择睡觉来逃避这些问题，但这次不知怎的，我开始用美工刀划自己的手，甚至有一瞬间想自杀，但我又很害怕死亡。",
        "label": ""
      },
      {
        "sentence": "不过，这些伤口只是轻微的，像猫抓伤一样，但是疼痛和灼烧的感觉却让我感觉好一些，甚至有一种上瘾的感觉。",
        "label": ""
      },
      {
        "sentence": "一整天都没做什么事，感觉提不起劲，也没有胃口，甚至反胃。",
        "label": ""
      },
      {
        "sentence": "朋友说自虐会上瘾，我害怕自己变态，但我不确定是否真的需要去看医生，毕竟我只是想发泄一下情绪而已。",
        "label": ""
      },
      {
        "sentence": "我不敢告诉家人，因为他们可能会认为我神经病，这只会让我更难过。",
        "label": ""
      },
      {
        "sentence": "支持者：非常感谢你能够与我分享你的困扰，这是非常勇敢的举动。",
        "label": ""
      },
      {
        "sentence": "我听到你提到害怕吵架、自虐倾向以及对自己的未来感到无助等问题。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，我可以理解你在成长过程中受到了父母关系的较大影响。",
        "label": ""
      },
      {
        "sentence": "在吵架的过程中，你把自己的情绪转嫁到自己身上，认为是自己的问题导致他们之间吵架，但实际上这并不是你的错。",
        "label": ""
      },
      {
        "sentence": "父母之间的关系问题是他们自己处理不好，所以你不应该把责任推到自己身上。",
        "label": ""
      },
      {
        "sentence": "我认为你可能有一些固有的问题，比如自卑感和缺乏自信，这导致你无法将错误归咎于他人，而是将其归咎于自己。",
        "label": ""
      },
      {
        "sentence": "心理学家阿德勒曾经说过：“幸运的人一生都在被童年治愈，不幸的人一生都在治愈童年。",
        "label": ""
      },
      {
        "sentence": "”这意味着我们的童年经历对我们的一生有很大影响。",
        "label": ""
      },
      {
        "sentence": "不幸的原生家庭并不代表我们一生都不幸福，我们可以选择通过自我治愈来改变这种情况。",
        "label": ""
      },
      {
        "sentence": "在眼下，你需要努力成长，并为自己的未来做好准备。",
        "label": ""
      },
      {
        "sentence": "同时，你要学会善待自己、善待你的家庭和你未来的子女。",
        "label": ""
      },
      {
        "sentence": "你可以选择从苏明玉的经历中获得一些启示。",
        "label": ""
      },
      {
        "sentence": "尽管苏明玉曾经面临很多困难和痛苦，但她选择了努力工作，最终实现了自己的人生价值，并摆脱了原生家庭的束缚。",
        "label": ""
      },
      {
        "sentence": "我希望你也能够选择这样的道路，重塑自己的未来，做一个幸福的人。",
        "label": ""
      }
    ]
  }
]