[
  {
    "role": "client",
    "content": "我是一个25岁的女生，因为缺爱，感觉不到幸福。我在思考是否应该离婚。我有敏感型的性格，从小家人对我并不关心。在谈恋爱时，我也从未感受到真正的爱。和我的初恋迅速上床后，两个月之后他就劈腿了。我的第二任男友很成熟，但是对他而言，我可有可无。一年后我们分手了，让我对感情感到心灰意冷。那时我还年轻不懂事，于是约炮了一次（现在我非常后悔），然后遇到了我现在的老公，我坦白告诉了他我的过去，我们恋爱了半年后就结婚了。现在我们已经结婚两年了。可是婚后我们经常争吵，我和他一样敏感，但他的情绪更加不稳定。争吵的时候他会扇自己耳光，砸东西和摔杯子，还会对我说最难听的话。他甚至会借此羞辱我，拿约炮的事情来攻击我。在财务上我们经历了很多合合分分，我从来没花过他一分钱，他却会限制我花我自己的钱。他也在吵架的时候说过我不配花他的钱。当我表达自己的感受时，他会骂我作精，说丑女还想当公主，说我不配。我们有一个一岁多的孩子，但是我从他身上没有感受到爱。刚结婚的时候他会随意发脾气，到现在一周左右会发生一次。从我怀孕时的产检他就没有关心过我，甚至在我不舒服的时候也不会问候。他已经有了很多改变，但我感觉不到爱，而且我也不再爱他了。我该离婚吗？我从未感受到被爱，我该怎么办？",
    "annotation": [
      {
        "sentence": "我是一个25岁的女生，因为缺爱，感觉不到幸福。",
        "label": ""
      },
      {
        "sentence": "我在思考是否应该离婚。",
        "label": ""
      },
      {
        "sentence": "我有敏感型的性格，从小家人对我并不关心。",
        "label": ""
      },
      {
        "sentence": "在谈恋爱时，我也从未感受到真正的爱。",
        "label": ""
      },
      {
        "sentence": "和我的初恋迅速上床后，两个月之后他就劈腿了。",
        "label": ""
      },
      {
        "sentence": "我的第二任男友很成熟，但是对他而言，我可有可无。",
        "label": ""
      },
      {
        "sentence": "一年后我们分手了，让我对感情感到心灰意冷。",
        "label": ""
      },
      {
        "sentence": "那时我还年轻不懂事，于是约炮了一次（现在我非常后悔），然后遇到了我现在的老公，我坦白告诉了他我的过去，我们恋爱了半年后就结婚了。",
        "label": ""
      },
      {
        "sentence": "现在我们已经结婚两年了。",
        "label": ""
      },
      {
        "sentence": "可是婚后我们经常争吵，我和他一样敏感，但他的情绪更加不稳定。",
        "label": ""
      },
      {
        "sentence": "争吵的时候他会扇自己耳光，砸东西和摔杯子，还会对我说最难听的话。",
        "label": ""
      },
      {
        "sentence": "他甚至会借此羞辱我，拿约炮的事情来攻击我。",
        "label": ""
      },
      {
        "sentence": "在财务上我们经历了很多合合分分，我从来没花过他一分钱，他却会限制我花我自己的钱。",
        "label": ""
      },
      {
        "sentence": "他也在吵架的时候说过我不配花他的钱。",
        "label": ""
      },
      {
        "sentence": "当我表达自己的感受时，他会骂我作精，说丑女还想当公主，说我不配。",
        "label": ""
      },
      {
        "sentence": "我们有一个一岁多的孩子，但是我从他身上没有感受到爱。",
        "label": ""
      },
      {
        "sentence": "刚结婚的时候他会随意发脾气，到现在一周左右会发生一次。",
        "label": ""
      },
      {
        "sentence": "从我怀孕时的产检他就没有关心过我，甚至在我不舒服的时候也不会问候。",
        "label": ""
      },
      {
        "sentence": "他已经有了很多改变，但我感觉不到爱，而且我也不再爱他了。",
        "label": ""
      },
      {
        "sentence": "我该离婚吗？",
        "label": ""
      },
      {
        "sentence": "我从未感受到被爱，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你们之间的问题可能与他和母亲的关系有关，这种关系很可能会影响你们夫妻之间的关系。或者他会重复童年的创伤，或者试图通过理想化你来弥补童年的伤害。而你的心理能量也很低，从小就没有得到父母足够的爱，所以无法给予他他所需要的爱和支持，这让他特别失望。因此我建议你们共同去做夫妻心理咨询，让你们都能够得到帮助。虽然他也有改变的愿望，但他需要慢慢领悟并意识到自己的问题，这可能需要很长的时间，而你也受不了这么长时间的折磨。",
    "annotation": [
      {
        "sentence": "你们之间的问题可能与他和母亲的关系有关，这种关系很可能会影响你们夫妻之间的关系。",
        "label": ""
      },
      {
        "sentence": "或者他会重复童年的创伤，或者试图通过理想化你来弥补童年的伤害。",
        "label": ""
      },
      {
        "sentence": "而你的心理能量也很低，从小就没有得到父母足够的爱，所以无法给予他他所需要的爱和支持，这让他特别失望。",
        "label": ""
      },
      {
        "sentence": "因此我建议你们共同去做夫妻心理咨询，让你们都能够得到帮助。",
        "label": ""
      },
      {
        "sentence": "虽然他也有改变的愿望，但他需要慢慢领悟并意识到自己的问题，这可能需要很长的时间，而你也受不了这么长时间的折磨。",
        "label": ""
      }
    ]
  }
]