[
  {
    "role": "client",
    "content": "我是一个22岁的女生，情绪容易波动，很容易哭。最近我甚至开始出现了自虐的倾向，我该怎么办呢？刚开始的时候，我只是在晚上容易哭，但是这两年我白天也会莫名其妙地掉眼泪。而且，我很害怕吵架，只要父母说话大声，我就会害怕。成年后，我曾尝试在他们吵架的时候制止，但结果只是我变得更加情绪激动，同时还会哭。我曾一度产生过这样的想法，是不是没有自己的家人，就不会有吵架的困扰。但今天早上的吵架是我见过最激烈的一次，我真的很害怕，争吵没有停止，我只能关在房间里狂哭。我感觉自己特别无助，他们继续吵架，却没有人关心我，一直到吃饭时间才有人理我。以前，我经常选择睡觉来逃避这些问题，但这一次，我不知道为什么会拿起美工刀划自己的手。有一瞬间，我甚至想过轻生，但可能是因为害怕死亡，所以划自己手臂的时候并没有用力很深，只是留下了像猫抓伤一样的伤口。奇怪的是，我会感到轻微的疼痛和灼烧感，这种感觉竟然能让我感到好一些，甚至有一种上瘾的感觉。接下来的一整天，我没有精神做任何事情，也没有胃口，甚至感到恶心。朋友说自虐行为会上瘾，我开始害怕自己是不是有变态的倾向，但我又觉得去看医生会不会有些过了，我只是觉得需要发泄一下情绪而已……我该怎么办呢？我不敢告诉家人，他们只会认为我是精神病患者，这只会让我更加难过。",
    "annotation": [
      {
        "sentence": "我是一个22岁的女生，情绪容易波动，很容易哭。",
        "label": ""
      },
      {
        "sentence": "最近我甚至开始出现了自虐的倾向，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "刚开始的时候，我只是在晚上容易哭，但是这两年我白天也会莫名其妙地掉眼泪。",
        "label": ""
      },
      {
        "sentence": "而且，我很害怕吵架，只要父母说话大声，我就会害怕。",
        "label": ""
      },
      {
        "sentence": "成年后，我曾尝试在他们吵架的时候制止，但结果只是我变得更加情绪激动，同时还会哭。",
        "label": ""
      },
      {
        "sentence": "我曾一度产生过这样的想法，是不是没有自己的家人，就不会有吵架的困扰。",
        "label": ""
      },
      {
        "sentence": "但今天早上的吵架是我见过最激烈的一次，我真的很害怕，争吵没有停止，我只能关在房间里狂哭。",
        "label": ""
      },
      {
        "sentence": "我感觉自己特别无助，他们继续吵架，却没有人关心我，一直到吃饭时间才有人理我。",
        "label": ""
      },
      {
        "sentence": "以前，我经常选择睡觉来逃避这些问题，但这一次，我不知道为什么会拿起美工刀划自己的手。",
        "label": ""
      },
      {
        "sentence": "有一瞬间，我甚至想过轻生，但可能是因为害怕死亡，所以划自己手臂的时候并没有用力很深，只是留下了像猫抓伤一样的伤口。",
        "label": ""
      },
      {
        "sentence": "奇怪的是，我会感到轻微的疼痛和灼烧感，这种感觉竟然能让我感到好一些，甚至有一种上瘾的感觉。",
        "label": ""
      },
      {
        "sentence": "接下来的一整天，我没有精神做任何事情，也没有胃口，甚至感到恶心。",
        "label": ""
      },
      {
        "sentence": "朋友说自虐行为会上瘾，我开始害怕自己是不是有变态的倾向，但我又觉得去看医生会不会有些过了，我只是觉得需要发泄一下情绪而已……我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我不敢告诉家人，他们只会认为我是精神病患者，这只会让我更加难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "为什么会哭？是不是因为你厌恶这种吵架的环境，不喜欢这样的情绪困扰？但是你选择了逃避，没有给自己一个表达情感的机会。现在，你可以试着大声地呐喊出来，不要再压抑自己了。选择去发泄会更好一些，如果你一直压抑下去，只会导致更严重的心理问题。而且，划伤手臂可能会带来更多的负面影响，可能会转变为对别人的伤害。压抑是一件非常可怕的事情，它可怕到你自己都不知道在崩溃的时候会做出什么样的事情。我建议你找一下心理咨询师，这样的情况很危险，最好在问题变得严重之前解决它。心理咨询师会保护你的隐私，所以你不必担心被别人知道。记住，生病不可怕，最可怕的是不敢去寻求帮助。你可以看一下《心灵的面具：101种心理防御》，它可以帮助你更好地了解自己的状况，从而更好地面对这些问题。书里有很多案例，比较容易读懂。不要独自承担压力，找到一个合适的途径来寻求帮助，你并不孤单。",
    "annotation": [
      {
        "sentence": "为什么会哭？",
        "label": ""
      },
      {
        "sentence": "是不是因为你厌恶这种吵架的环境，不喜欢这样的情绪困扰？",
        "label": ""
      },
      {
        "sentence": "但是你选择了逃避，没有给自己一个表达情感的机会。",
        "label": ""
      },
      {
        "sentence": "现在，你可以试着大声地呐喊出来，不要再压抑自己了。",
        "label": ""
      },
      {
        "sentence": "选择去发泄会更好一些，如果你一直压抑下去，只会导致更严重的心理问题。",
        "label": ""
      },
      {
        "sentence": "而且，划伤手臂可能会带来更多的负面影响，可能会转变为对别人的伤害。",
        "label": ""
      },
      {
        "sentence": "压抑是一件非常可怕的事情，它可怕到你自己都不知道在崩溃的时候会做出什么样的事情。",
        "label": ""
      },
      {
        "sentence": "我建议你找一下心理咨询师，这样的情况很危险，最好在问题变得严重之前解决它。",
        "label": ""
      },
      {
        "sentence": "心理咨询师会保护你的隐私，所以你不必担心被别人知道。",
        "label": ""
      },
      {
        "sentence": "记住，生病不可怕，最可怕的是不敢去寻求帮助。",
        "label": ""
      },
      {
        "sentence": "你可以看一下《心灵的面具：101种心理防御》，它可以帮助你更好地了解自己的状况，从而更好地面对这些问题。",
        "label": ""
      },
      {
        "sentence": "书里有很多案例，比较容易读懂。",
        "label": ""
      },
      {
        "sentence": "不要独自承担压力，找到一个合适的途径来寻求帮助，你并不孤单。",
        "label": ""
      }
    ]
  }
]