[
  {
    "role": "client",
    "content": "我是一个25岁的女生，因为一直缺爱，感觉不到幸福，所以我在考虑是否应该离婚。我是一个敏感型的人，从小家人对我不太在乎。即使在谈恋爱时，我也从未感受到爱。我和我的初恋很快就上床了，但两个月之后他劈腿了。第二个男友比较成熟，但对我来说却没有什么特别的感觉。一年后我们分手了，让我对感情彻底失望。后来因为年轻不懂事，我随便和一个人约炮了一次（我非常后悔），然后遇到了我现在的丈夫。我很坦诚地告诉了他我的过去，我们恋爱半年后结婚。现在我们已经结婚两年了。可是婚后我们经常争吵，他和我一样敏感，但他的情绪更加不稳定。在争吵的时候，他会扇自己耳光、砸东西、摔杯子，还会说一些非常难听的话指着我的鼻子。他甚至会提起我约炮的事情来羞辱我。在钱的问题上，我们也经历了很多起起伏伏，他从来没有花过一分钱，还会限制我花我自己的钱。他在吵架的时候也说过我不配花他的钱。无论我怎么向他表达我的感受，他都会骂我作精，说我是丑女还想做公主，不配。我们有一个一岁多的孩子，但我从他身上没有感受到任何爱。刚结婚的时候，他随意发火，到现在一周左右发生一次。我怀孕的时候他没有关心过我，现在如果我表达不舒服，他也不会问候。他确实有一些改变，但是我仍然感觉不到被爱，也不再爱他了。请问我应该离婚吗？我从来没有被爱过，我该怎么办？",
    "annotation": [
      {
        "sentence": "我是一个25岁的女生，因为一直缺爱，感觉不到幸福，所以我在考虑是否应该离婚。",
        "label": ""
      },
      {
        "sentence": "我是一个敏感型的人，从小家人对我不太在乎。",
        "label": ""
      },
      {
        "sentence": "即使在谈恋爱时，我也从未感受到爱。",
        "label": ""
      },
      {
        "sentence": "我和我的初恋很快就上床了，但两个月之后他劈腿了。",
        "label": ""
      },
      {
        "sentence": "第二个男友比较成熟，但对我来说却没有什么特别的感觉。",
        "label": ""
      },
      {
        "sentence": "一年后我们分手了，让我对感情彻底失望。",
        "label": ""
      },
      {
        "sentence": "后来因为年轻不懂事，我随便和一个人约炮了一次（我非常后悔），然后遇到了我现在的丈夫。",
        "label": ""
      },
      {
        "sentence": "我很坦诚地告诉了他我的过去，我们恋爱半年后结婚。",
        "label": ""
      },
      {
        "sentence": "现在我们已经结婚两年了。",
        "label": ""
      },
      {
        "sentence": "可是婚后我们经常争吵，他和我一样敏感，但他的情绪更加不稳定。",
        "label": ""
      },
      {
        "sentence": "在争吵的时候，他会扇自己耳光、砸东西、摔杯子，还会说一些非常难听的话指着我的鼻子。",
        "label": ""
      },
      {
        "sentence": "他甚至会提起我约炮的事情来羞辱我。",
        "label": ""
      },
      {
        "sentence": "在钱的问题上，我们也经历了很多起起伏伏，他从来没有花过一分钱，还会限制我花我自己的钱。",
        "label": ""
      },
      {
        "sentence": "他在吵架的时候也说过我不配花他的钱。",
        "label": ""
      },
      {
        "sentence": "无论我怎么向他表达我的感受，他都会骂我作精，说我是丑女还想做公主，不配。",
        "label": ""
      },
      {
        "sentence": "我们有一个一岁多的孩子，但我从他身上没有感受到任何爱。",
        "label": ""
      },
      {
        "sentence": "刚结婚的时候，他随意发火，到现在一周左右发生一次。",
        "label": ""
      },
      {
        "sentence": "我怀孕的时候他没有关心过我，现在如果我表达不舒服，他也不会问候。",
        "label": ""
      },
      {
        "sentence": "他确实有一些改变，但是我仍然感觉不到被爱，也不再爱他了。",
        "label": ""
      },
      {
        "sentence": "请问我应该离婚吗？",
        "label": ""
      },
      {
        "sentence": "我从来没有被爱过，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到您的描述，我真的深有同感，我们可以说命运相似。我选择从事心理咨询也是因为痛苦不堪之后才找到了自我拯救的方法。通过十三年的学习和探索，我领悟到了很多，成长了很多，也变得更加成熟了。童年时期的成长经历塑造了我们每个人的生活，留下了痕迹，成为了我们的行为模式。潜意识常常影响我们意识层面的行为和言辞。如果我们不留意，我们的生活方式可能一次又一次地重复，用同一个怪异的模式不断地重复生活，因为潜意识引导我们接近童年时未完成的经历。问题是，如果我们没有得到启发，每一次的重复都只会停留在童年时期的固着状态，无法前进……然后又进入新一轮的重复。我自己通过接受“如果找不到安全感和爱，就用成就感与满足感去充实人生”这个观点的启示，让自己突破了焦虑的心情和杂乱的生活，逐渐步入正轨。确实，解决成人问题要回到童年时期寻找根源，解决孩子的问题要与父母沟通。这种思路是正确的。然而，童年已经过去，父母已经年迈，我们无法将过去重新来过。不论我们的心理年龄处在哪个阶段，社会对每个成年人的要求是一样的。正因为如此，过去的经历或创伤成为我们生活和工作的绊脚石，随时影响着我们。我曾经怨恨过、痛苦过、停滞不前过、疑惑过……但是我坚韧的性格和积极向上的心态支持着我走出心灵的泥潭，走上幸福的道路，沐浴在温暖的阳光中！与其自怨自艾、后悔不已，不如先了解自己的处境，找到努力的方向和出口。不至于深陷于人际关系的泥潭，我们可以思考如何让自己更丰满、更强大。从乞求别人的爱转变为有能力去爱别人、温暖别人、帮助别人。要学会自强、自立，除了努力工作提供生活保障，照顾好需要关爱的孩子，从读书学习开始是一个很重要的突破口。突破自己也许需要一些勇气和意志力……但我相信您能做到！因为当您意识到问题的时候，就是改变的开始！祝愿您找到改变现状的时间点，让自己掌握自己的幸福！",
    "annotation": [
      {
        "sentence": "看到您的描述，我真的深有同感，我们可以说命运相似。",
        "label": ""
      },
      {
        "sentence": "我选择从事心理咨询也是因为痛苦不堪之后才找到了自我拯救的方法。",
        "label": ""
      },
      {
        "sentence": "通过十三年的学习和探索，我领悟到了很多，成长了很多，也变得更加成熟了。",
        "label": ""
      },
      {
        "sentence": "童年时期的成长经历塑造了我们每个人的生活，留下了痕迹，成为了我们的行为模式。",
        "label": ""
      },
      {
        "sentence": "潜意识常常影响我们意识层面的行为和言辞。",
        "label": ""
      },
      {
        "sentence": "如果我们不留意，我们的生活方式可能一次又一次地重复，用同一个怪异的模式不断地重复生活，因为潜意识引导我们接近童年时未完成的经历。",
        "label": ""
      },
      {
        "sentence": "问题是，如果我们没有得到启发，每一次的重复都只会停留在童年时期的固着状态，无法前进……然后又进入新一轮的重复。",
        "label": ""
      },
      {
        "sentence": "我自己通过接受“如果找不到安全感和爱，就用成就感与满足感去充实人生”这个观点的启示，让自己突破了焦虑的心情和杂乱的生活，逐渐步入正轨。",
        "label": ""
      },
      {
        "sentence": "确实，解决成人问题要回到童年时期寻找根源，解决孩子的问题要与父母沟通。",
        "label": ""
      },
      {
        "sentence": "这种思路是正确的。",
        "label": ""
      },
      {
        "sentence": "然而，童年已经过去，父母已经年迈，我们无法将过去重新来过。",
        "label": ""
      },
      {
        "sentence": "不论我们的心理年龄处在哪个阶段，社会对每个成年人的要求是一样的。",
        "label": ""
      },
      {
        "sentence": "正因为如此，过去的经历或创伤成为我们生活和工作的绊脚石，随时影响着我们。",
        "label": ""
      },
      {
        "sentence": "我曾经怨恨过、痛苦过、停滞不前过、疑惑过……但是我坚韧的性格和积极向上的心态支持着我走出心灵的泥潭，走上幸福的道路，沐浴在温暖的阳光中！",
        "label": ""
      },
      {
        "sentence": "与其自怨自艾、后悔不已，不如先了解自己的处境，找到努力的方向和出口。",
        "label": ""
      },
      {
        "sentence": "不至于深陷于人际关系的泥潭，我们可以思考如何让自己更丰满、更强大。",
        "label": ""
      },
      {
        "sentence": "从乞求别人的爱转变为有能力去爱别人、温暖别人、帮助别人。",
        "label": ""
      },
      {
        "sentence": "要学会自强、自立，除了努力工作提供生活保障，照顾好需要关爱的孩子，从读书学习开始是一个很重要的突破口。",
        "label": ""
      },
      {
        "sentence": "突破自己也许需要一些勇气和意志力……但我相信您能做到！",
        "label": ""
      },
      {
        "sentence": "因为当您意识到问题的时候，就是改变的开始！",
        "label": ""
      },
      {
        "sentence": "祝愿您找到改变现状的时间点，让自己掌握自己的幸福！",
        "label": ""
      }
    ]
  }
]