[
  {
    "role": "client",
    "content": "讨厌爸爸没有责任感，懦弱，从来就不愿意付出什么？爸爸从小被自己的妈妈半抛弃状态，亲姐姐承包了一切。家里四个小孩，可能爸爸认为的自己的责任就是不让小孩饿死。家里所有的学费都是姑姑支援，或者妈妈打工所挣。家里人妈妈包办，妈妈特别辛苦，所以脾气也很暴躁。爸爸性格懦弱，窝里横，其实脾气并不好，甚至我小时候，帮我给老师打电话请假都不敢。对家庭没有责任感，没有任何保护。我对父亲一直心存怨念，一年也说不上几次话，现在自己也想跟爸爸和解，所以找理由跟父亲联系。",
    "annotation": [
      {
        "sentence": "讨厌爸爸没有责任感，懦弱，从来就不愿意付出什么？",
        "label": ""
      },
      {
        "sentence": "爸爸从小被自己的妈妈半抛弃状态，亲姐姐承包了一切。",
        "label": ""
      },
      {
        "sentence": "家里四个小孩，可能爸爸认为的自己的责任就是不让小孩饿死。",
        "label": ""
      },
      {
        "sentence": "家里所有的学费都是姑姑支援，或者妈妈打工所挣。",
        "label": ""
      },
      {
        "sentence": "家里人妈妈包办，妈妈特别辛苦，所以脾气也很暴躁。",
        "label": ""
      },
      {
        "sentence": "爸爸性格懦弱，窝里横，其实脾气并不好，甚至我小时候，帮我给老师打电话请假都不敢。",
        "label": ""
      },
      {
        "sentence": "对家庭没有责任感，没有任何保护。",
        "label": ""
      },
      {
        "sentence": "我对父亲一直心存怨念，一年也说不上几次话，现在自己也想跟爸爸和解，所以找理由跟父亲联系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你讨厌爸爸没有责任感，懦弱，从来就不愿意付出什么？不知道你爸爸为什么会这样，但你的这番感慨是失望的表现。你说你想跟爸爸和解，这是一个积极的想法，可以尝试与父亲建立联系。求助者：是的，我希望能够改善与父亲的关系，但每次联系都觉得很难，不知道该怎么开始对话。",
    "annotation": [
      {
        "sentence": "你讨厌爸爸没有责任感，懦弱，从来就不愿意付出什么？",
        "label": ""
      },
      {
        "sentence": "不知道你爸爸为什么会这样，但你的这番感慨是失望的表现。",
        "label": ""
      },
      {
        "sentence": "你说你想跟爸爸和解，这是一个积极的想法，可以尝试与父亲建立联系。",
        "label": ""
      },
      {
        "sentence": "求助者：是的，我希望能够改善与父亲的关系，但每次联系都觉得很难，不知道该怎么开始对话。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "试着从一些共同的话题入手，比如问问爸爸近期的生活如何，工作是否顺利，是否有什么烦恼或困扰。这样可以拉近你们之间的距离，同时给予父亲表达自己的机会。求助者：嗯，我可以尝试这样做，不过我总担心他会没有兴趣或者回答很简单。",
    "annotation": [
      {
        "sentence": "试着从一些共同的话题入手，比如问问爸爸近期的生活如何，工作是否顺利，是否有什么烦恼或困扰。",
        "label": ""
      },
      {
        "sentence": "这样可以拉近你们之间的距离，同时给予父亲表达自己的机会。",
        "label": ""
      },
      {
        "sentence": "求助者：嗯，我可以尝试这样做，不过我总担心他会没有兴趣或者回答很简单。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种担心是可以理解的，但是我们可以试着制造一些共同的兴趣点。你可以了解一下父亲感兴趣的领域或者爱好，然后通过这些话题引发对话的兴趣。同时，也要有耐心，建立沟通需要时间和积累。",
    "annotation": [
      {
        "sentence": "这种担心是可以理解的，但是我们可以试着制造一些共同的兴趣点。",
        "label": ""
      },
      {
        "sentence": "你可以了解一下父亲感兴趣的领域或者爱好，然后通过这些话题引发对话的兴趣。",
        "label": ""
      },
      {
        "sentence": "同时，也要有耐心，建立沟通需要时间和积累。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尽量去了解父亲的兴趣并试着引导对话。但是有时候我还是会想起父亲从来不付出什么，对家庭没有责任感的事情，心里会感到不平衡，怎么办呢？",
    "annotation": [
      {
        "sentence": "我明白了，我会尽量去了解父亲的兴趣并试着引导对话。",
        "label": ""
      },
      {
        "sentence": "但是有时候我还是会想起父亲从来不付出什么，对家庭没有责任感的事情，心里会感到不平衡，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感到不平衡是正常的情绪反应，但我们可以尝试接纳这种情绪，并思考如何处理。你可以试着放下对父亲的期望，不再寄希望于他能够改变或付出更多。同时，你也可以寻找其他的支持和关爱，比如朋友、其他亲人或者自己给自己带来的快乐和满足感。",
    "annotation": [
      {
        "sentence": "感到不平衡是正常的情绪反应，但我们可以尝试接纳这种情绪，并思考如何处理。",
        "label": ""
      },
      {
        "sentence": "你可以试着放下对父亲的期望，不再寄希望于他能够改变或付出更多。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以寻找其他的支持和关爱，比如朋友、其他亲人或者自己给自己带来的快乐和满足感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着放下对父亲的期望，并寻找其他的支持和关爱。虽然有时候很难，但我会努力去做。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着放下对父亲的期望，并寻找其他的支持和关爱。",
        "label": ""
      },
      {
        "sentence": "虽然有时候很难，但我会努力去做。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的努力和付出是非常宝贵的。同时，也要记住，父亲的付出方式可能与你的期待不同，但这并不代表他完全没有关心和爱护你。保持理解和包容，努力寻找你们之间的共同点，相信关系会慢慢得到缓解和改善的。",
    "annotation": [
      {
        "sentence": "很好，你的努力和付出是非常宝贵的。",
        "label": ""
      },
      {
        "sentence": "同时，也要记住，父亲的付出方式可能与你的期待不同，但这并不代表他完全没有关心和爱护你。",
        "label": ""
      },
      {
        "sentence": "保持理解和包容，努力寻找你们之间的共同点，相信关系会慢慢得到缓解和改善的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会牢记你的话。我会尝试放下对父亲的期望，接纳自己的情绪，并努力建立与父亲的良好关系。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会牢记你的话。",
        "label": ""
      },
      {
        "sentence": "我会尝试放下对父亲的期望，接纳自己的情绪，并努力建立与父亲的良好关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够面对和处理这个问题。记住，改变需要时间，但只要你持续地努力和坚持，一切都有可能发生。祝愿你与父亲之间能够修复和建立起更好的关系！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够面对和处理这个问题。",
        "label": ""
      },
      {
        "sentence": "记住，改变需要时间，但只要你持续地努力和坚持，一切都有可能发生。",
        "label": ""
      },
      {
        "sentence": "祝愿你与父亲之间能够修复和建立起更好的关系！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和鼓励，我会一步一步去实现这个目标的。再次感谢你的帮助和支持！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和鼓励，我会一步一步去实现这个目标的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助和支持！",
        "label": ""
      }
    ]
  }
]