[
  {
    "role": "client",
    "content": "讨厌爸爸没有责任感，懦弱，从来就不愿意付出什么？爸爸从小被自己的妈妈半抛弃状态，亲姐姐承包了一切。家里四个小孩，可能爸爸认为的自己的责任就是不让小孩饿死。家里所有的学费都是姑姑支援，或者妈妈打工所挣。家里人妈妈包办，妈妈特别辛苦，所以脾气也很暴躁。爸爸性格懦弱，窝里横，其实脾气并不好，甚至我小时候，帮我给老师打电话请假都不敢。对家庭没有责任感，没有任何保护。我对父亲一直心存怨念，一年也说不上几次话，现在自己也想跟爸爸和解，所以找理由跟父亲联系。",
    "annotation": [
      {
        "sentence": "讨厌爸爸没有责任感，懦弱，从来就不愿意付出什么？",
        "label": ""
      },
      {
        "sentence": "爸爸从小被自己的妈妈半抛弃状态，亲姐姐承包了一切。",
        "label": ""
      },
      {
        "sentence": "家里四个小孩，可能爸爸认为的自己的责任就是不让小孩饿死。",
        "label": ""
      },
      {
        "sentence": "家里所有的学费都是姑姑支援，或者妈妈打工所挣。",
        "label": ""
      },
      {
        "sentence": "家里人妈妈包办，妈妈特别辛苦，所以脾气也很暴躁。",
        "label": ""
      },
      {
        "sentence": "爸爸性格懦弱，窝里横，其实脾气并不好，甚至我小时候，帮我给老师打电话请假都不敢。",
        "label": ""
      },
      {
        "sentence": "对家庭没有责任感，没有任何保护。",
        "label": ""
      },
      {
        "sentence": "我对父亲一直心存怨念，一年也说不上几次话，现在自己也想跟爸爸和解，所以找理由跟父亲联系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这位朋友你好。从你的叙述来看，你对父亲的怨怼来自他的不负责，或者说，他无法像你所期盼的那样爱你。作为一个从小单亲过来，也不曾享受过满意的父爱的人，我想先再劝你放下。你的父亲首先是一个人，他可以有自己的缺点和不足，然后才是因为你而拥有了父亲这样的一个身份。也许他作为父亲而言对你“失职”了，但我觉得这不应成为你不再关心他、甚至希望没有父亲更好的理由。首先这次的矛盾不是你的问题，他没能理解你的心意，但你可以选择明理地原谅和接纳这样的他，而不受制于他的反应和情绪，也不会故意冷落他，这样会让你变得如同讨厌你父亲一样不喜欢自己。其次，可能你们存在代沟，他也可能用其他方式爱你。再次，你的埋怨都是建立在对他是爸爸就应该怎么样的假设之上的，然而世界上并不存在这样一种爸爸守则，要求每个爸爸都能完美无缺。最后，你所有的痛苦都源于你内心深处对他的爱，渴望在他那里得到更多的爱。如果不是这种羁押和在意，你也不会觉得如此受伤和委屈，对不对？如果你父亲不能给你足够成熟的爱，也不能阻碍你成长为一个独立自主的人，在不断成熟的过程中，你可以学会更好地关爱，担责任于自己和你的亲人。",
    "annotation": [
      {
        "sentence": "这位朋友你好。",
        "label": ""
      },
      {
        "sentence": "从你的叙述来看，你对父亲的怨怼来自他的不负责，或者说，他无法像你所期盼的那样爱你。",
        "label": ""
      },
      {
        "sentence": "作为一个从小单亲过来，也不曾享受过满意的父爱的人，我想先再劝你放下。",
        "label": ""
      },
      {
        "sentence": "你的父亲首先是一个人，他可以有自己的缺点和不足，然后才是因为你而拥有了父亲这样的一个身份。",
        "label": ""
      },
      {
        "sentence": "也许他作为父亲而言对你“失职”了，但我觉得这不应成为你不再关心他、甚至希望没有父亲更好的理由。",
        "label": ""
      },
      {
        "sentence": "首先这次的矛盾不是你的问题，他没能理解你的心意，但你可以选择明理地原谅和接纳这样的他，而不受制于他的反应和情绪，也不会故意冷落他，这样会让你变得如同讨厌你父亲一样不喜欢自己。",
        "label": ""
      },
      {
        "sentence": "其次，可能你们存在代沟，他也可能用其他方式爱你。",
        "label": ""
      },
      {
        "sentence": "再次，你的埋怨都是建立在对他是爸爸就应该怎么样的假设之上的，然而世界上并不存在这样一种爸爸守则，要求每个爸爸都能完美无缺。",
        "label": ""
      },
      {
        "sentence": "最后，你所有的痛苦都源于你内心深处对他的爱，渴望在他那里得到更多的爱。",
        "label": ""
      },
      {
        "sentence": "如果不是这种羁押和在意，你也不会觉得如此受伤和委屈，对不对？",
        "label": ""
      },
      {
        "sentence": "如果你父亲不能给你足够成熟的爱，也不能阻碍你成长为一个独立自主的人，在不断成熟的过程中，你可以学会更好地关爱，担责任于自己和你的亲人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，也明白他有自己的局限性，但每当发生这样的事情，我就会被带回童年时他的冷漠和懦弱，这让我无法释怀。我真的想挽回和爸爸的关系，但每次都有一种力量把我推向对他的憎恨和疏离。我真的不知道该怎么办。",
    "annotation": [
      {
        "sentence": "我明白你的意思，也明白他有自己的局限性，但每当发生这样的事情，我就会被带回童年时他的冷漠和懦弱，这让我无法释怀。",
        "label": ""
      },
      {
        "sentence": "我真的想挽回和爸爸的关系，但每次都有一种力量把我推向对他的憎恨和疏离。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，童年时的经历对我们的成长和情感有着深远的影响。但是，我们要明白每个人都在成长过程中有自己的瑕疵和不足，包括我们的父母。或许你可以试着从一个不同的角度看待父亲，将他的缺点和过失视为他个人成长道路上的阻碍，而不是对你的伤害。同时，你也可以试着主动与父亲沟通，坦诚地表达你的感受和想法。或许在正确的沟通方式下，你们之间的关系能够得到改善。当然，也不要对结果抱有太大的期望，因为改变需要时间，但你可以为了自己的内心平静而尝试。",
    "annotation": [
      {
        "sentence": "我理解你的感受，童年时的经历对我们的成长和情感有着深远的影响。",
        "label": ""
      },
      {
        "sentence": "但是，我们要明白每个人都在成长过程中有自己的瑕疵和不足，包括我们的父母。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着从一个不同的角度看待父亲，将他的缺点和过失视为他个人成长道路上的阻碍，而不是对你的伤害。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以试着主动与父亲沟通，坦诚地表达你的感受和想法。",
        "label": ""
      },
      {
        "sentence": "或许在正确的沟通方式下，你们之间的关系能够得到改善。",
        "label": ""
      },
      {
        "sentence": "当然，也不要对结果抱有太大的期望，因为改变需要时间，但你可以为了自己的内心平静而尝试。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解你的建议，但我感到非常困惑。从小到大，我一直期望父亲能承担起父亲的责任，给予我更多的关心和爱，但现实总是令人失望。或许我应该降低期望值，但我又担心这样会导致我与父亲的距离越来越远。",
    "annotation": [
      {
        "sentence": "我理解你的建议，但我感到非常困惑。",
        "label": ""
      },
      {
        "sentence": "从小到大，我一直期望父亲能承担起父亲的责任，给予我更多的关心和爱，但现实总是令人失望。",
        "label": ""
      },
      {
        "sentence": "或许我应该降低期望值，但我又担心这样会导致我与父亲的距离越来越远。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受非常正常，期望父亲能够给予你更多的关心和爱是每个子女的愿望。然而，我们也要明白不同的人有不同的方式表达爱，有时候我们期待的爱与父亲实际表达的爱有所差距。在调整期望的同时，也要学会从其他渠道获取爱与关心，比如朋友、其他亲人或者自己。与此同时，通过与父亲的积极沟通，尝试理解他的困境和内心，或许你们之间的距离可以缩短，关系也能得到改善。",
    "annotation": [
      {
        "sentence": "你的感受非常正常，期望父亲能够给予你更多的关心和爱是每个子女的愿望。",
        "label": ""
      },
      {
        "sentence": "然而，我们也要明白不同的人有不同的方式表达爱，有时候我们期待的爱与父亲实际表达的爱有所差距。",
        "label": ""
      },
      {
        "sentence": "在调整期望的同时，也要学会从其他渠道获取爱与关心，比如朋友、其他亲人或者自己。",
        "label": ""
      },
      {
        "sentence": "与此同时，通过与父亲的积极沟通，尝试理解他的困境和内心，或许你们之间的距离可以缩短，关系也能得到改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试理解他的困境和内心，以及从其他渠道获取爱与关心。但我仍然担心如果我一直尝试与父亲沟通而没有结果，这会带来更多的伤害和失望。我应该如何应对这种情况？",
    "annotation": [
      {
        "sentence": "我会尝试理解他的困境和内心，以及从其他渠道获取爱与关心。",
        "label": ""
      },
      {
        "sentence": "但我仍然担心如果我一直尝试与父亲沟通而没有结果，这会带来更多的伤害和失望。",
        "label": ""
      },
      {
        "sentence": "我应该如何应对这种情况？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果与父亲的沟通一直没有结果，你可以考虑寻求专业心理咨询师的帮助。他们可以帮助你更好地理解自己的情感，应对与父亲之间的挑战，并提出具体的解决方案。同时，也可以通过寻求朋友和亲人的支持来减轻你的负担。记住，你并不是孤单的，总有人愿意倾听和帮助你度过难关。",
    "annotation": [
      {
        "sentence": "如果与父亲的沟通一直没有结果，你可以考虑寻求专业心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "他们可以帮助你更好地理解自己的情感，应对与父亲之间的挑战，并提出具体的解决方案。",
        "label": ""
      },
      {
        "sentence": "同时，也可以通过寻求朋友和亲人的支持来减轻你的负担。",
        "label": ""
      },
      {
        "sentence": "记住，你并不是孤单的，总有人愿意倾听和帮助你度过难关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我觉得我现在有了更明确的方向，我会尝试理解父亲的困境，主动与他沟通，并在需要的时候寻求专业心理咨询师的帮助。我也会更加珍惜身边的朋友和亲人的支持。再次感谢你的指导。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我觉得我现在有了更明确的方向，我会尝试理解父亲的困境，主动与他沟通，并在需要的时候寻求专业心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "我也会更加珍惜身边的朋友和亲人的支持。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。记住，这个过程可能会有起伏，需要耐心和时间。请相信自己，相信你可以走出困境，拥有一个更加和谐的关系和幸福的生活。如果你有任何困惑或者需要进一步的支持，随时都可以来找我谈谈。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "记住，这个过程可能会有起伏，需要耐心和时间。",
        "label": ""
      },
      {
        "sentence": "请相信自己，相信你可以走出困境，拥有一个更加和谐的关系和幸福的生活。",
        "label": ""
      },
      {
        "sentence": "如果你有任何困惑或者需要进一步的支持，随时都可以来找我谈谈。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]