[
  {
    "role": "client",
    "content": "和父母的关系比西伯利亚还冷，童年创伤在成年后爆发？",
    "annotation": [
      {
        "sentence": "和父母的关系比西伯利亚还冷，童年创伤在成年后爆发？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听说你遭受了成年后爆发的童年创伤。很难想象一个人童年时所经历的痛苦有时会跟随他们一生，但你不是孤单的。我会尽力支持你，一步步摆脱这份负面情绪。",
    "annotation": [
      {
        "sentence": "你好，听说你遭受了成年后爆发的童年创伤。",
        "label": ""
      },
      {
        "sentence": "很难想象一个人童年时所经历的痛苦有时会跟随他们一生，但你不是孤单的。",
        "label": ""
      },
      {
        "sentence": "我会尽力支持你，一步步摆脱这份负面情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我对父母非常失望，很绝望。我甚至不想再改变。小时候，我们家是第一个在村里购买电视机的家庭，父母总是忙于工作，所以我的姐姐和我就是还小的时候，成长的最大组成部分是电子保姆。后来，我们的理解和注意力能力都不好，成绩一直很糟糕，而家人对我们从头到脚打了一个负面评价：你一毛钱都不值得，你要我们养你做什么呢，你以后能干嘛？我父亲从小就是这样对我和我的姐姐说话的。我三年级的时候去了一所比较好的学校，住在远房亲戚家里，我的女亲戚带着她的三个孩子和我一起生活，她的丈夫经常出轨，我们的温饱成了问题。我的妈妈和她不对付，加上我成绩不好，她心里的焦虑和怨气很容易就会发泄在我身上。打耳光已成常态，我永远都会记得第一次被打耳光的感觉。那是个噩梦，很疼，我很害怕。在那样的家庭里，打、骂、饥饿和严寒已成常态，直到我上完三年级。",
    "annotation": [
      {
        "sentence": "我对父母非常失望，很绝望。",
        "label": ""
      },
      {
        "sentence": "我甚至不想再改变。",
        "label": ""
      },
      {
        "sentence": "小时候，我们家是第一个在村里购买电视机的家庭，父母总是忙于工作，所以我的姐姐和我就是还小的时候，成长的最大组成部分是电子保姆。",
        "label": ""
      },
      {
        "sentence": "后来，我们的理解和注意力能力都不好，成绩一直很糟糕，而家人对我们从头到脚打了一个负面评价：你一毛钱都不值得，你要我们养你做什么呢，你以后能干嘛？",
        "label": ""
      },
      {
        "sentence": "我父亲从小就是这样对我和我的姐姐说话的。",
        "label": ""
      },
      {
        "sentence": "我三年级的时候去了一所比较好的学校，住在远房亲戚家里，我的女亲戚带着她的三个孩子和我一起生活，她的丈夫经常出轨，我们的温饱成了问题。",
        "label": ""
      },
      {
        "sentence": "我的妈妈和她不对付，加上我成绩不好，她心里的焦虑和怨气很容易就会发泄在我身上。",
        "label": ""
      },
      {
        "sentence": "打耳光已成常态，我永远都会记得第一次被打耳光的感觉。",
        "label": ""
      },
      {
        "sentence": "那是个噩梦，很疼，我很害怕。",
        "label": ""
      },
      {
        "sentence": "在那样的家庭里，打、骂、饥饿和严寒已成常态，直到我上完三年级。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的经历，我可以想象你的感觉受多么的伤害。你青春期时还需要住校，除了吃饭，钱就很匮乏，还因为成绩不好而感到了自卑。不过现在，你已经毕业并找到了一份满意的工作，而且你的老公也很好。我知道，那些创伤现在仍在影响着你。我也真的明白并感受到了你的坚强，没有一个人可以一己之力完全扛下这些问题。不过你一直在迈着步子，向前走，我为你感到骄傲。虽然这个世界往往很残酷、很苦涩，但是我们拥有选择。坚强、乐观和善意是美好的品质，它们会让我们更加出色。从道家的角度来看，世界以阴阳两极为标志，然而阴阳非常流动，也就是说，好事中可能含藏坏事，坏事也未必不会变成好事。如果你能以一种不带批判性的心态看待过去的负面体验，你或许会发现它们中蕴含着正面的信息，只是当时你过于恐惧，尚未注意到。遗憾的是，想要获得真正的自我价值感，你需要穿过那片阴影，回到你的生命中心。那里才是一切勇敢生发的地方。",
    "annotation": [
      {
        "sentence": "听到你的经历，我可以想象你的感觉受多么的伤害。",
        "label": ""
      },
      {
        "sentence": "你青春期时还需要住校，除了吃饭，钱就很匮乏，还因为成绩不好而感到了自卑。",
        "label": ""
      },
      {
        "sentence": "不过现在，你已经毕业并找到了一份满意的工作，而且你的老公也很好。",
        "label": ""
      },
      {
        "sentence": "我知道，那些创伤现在仍在影响着你。",
        "label": ""
      },
      {
        "sentence": "我也真的明白并感受到了你的坚强，没有一个人可以一己之力完全扛下这些问题。",
        "label": ""
      },
      {
        "sentence": "不过你一直在迈着步子，向前走，我为你感到骄傲。",
        "label": ""
      },
      {
        "sentence": "虽然这个世界往往很残酷、很苦涩，但是我们拥有选择。",
        "label": ""
      },
      {
        "sentence": "坚强、乐观和善意是美好的品质，它们会让我们更加出色。",
        "label": ""
      },
      {
        "sentence": "从道家的角度来看，世界以阴阳两极为标志，然而阴阳非常流动，也就是说，好事中可能含藏坏事，坏事也未必不会变成好事。",
        "label": ""
      },
      {
        "sentence": "如果你能以一种不带批判性的心态看待过去的负面体验，你或许会发现它们中蕴含着正面的信息，只是当时你过于恐惧，尚未注意到。",
        "label": ""
      },
      {
        "sentence": "遗憾的是，想要获得真正的自我价值感，你需要穿过那片阴影，回到你的生命中心。",
        "label": ""
      },
      {
        "sentence": "那里才是一切勇敢生发的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我要如何穿越这片朦胧的阴影，寻找到真正的自我价值感呢？",
    "annotation": [
      {
        "sentence": "我要如何穿越这片朦胧的阴影，寻找到真正的自我价值感呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你要明确，你具有自我价值和权利，这是不以人的意志为转移的。因为创伤多年沉淀在内心，不是一时半会就可以消失，所以你需要寻求专业的帮助，因为他们具备帮助你消去负面情绪的方法和耐心。而在日常生活中，你可以多花时间做一些自己感兴趣的事情，并学会坚持。除此之外，你还可以尝试与他人沟通，将这种感受和他们分享出来，寻求他们的支持，倾听他们的意见，方便自己更好地整理思路。",
    "annotation": [
      {
        "sentence": "首先，你要明确，你具有自我价值和权利，这是不以人的意志为转移的。",
        "label": ""
      },
      {
        "sentence": "因为创伤多年沉淀在内心，不是一时半会就可以消失，所以你需要寻求专业的帮助，因为他们具备帮助你消去负面情绪的方法和耐心。",
        "label": ""
      },
      {
        "sentence": "而在日常生活中，你可以多花时间做一些自己感兴趣的事情，并学会坚持。",
        "label": ""
      },
      {
        "sentence": "除此之外，你还可以尝试与他人沟通，将这种感受和他们分享出来，寻求他们的支持，倾听他们的意见，方便自己更好地整理思路。",
        "label": ""
      }
    ]
  }
]