[
  {
    "role": "client",
    "content": "将要和一个不喜欢的人共事半个月，要怎么做到不生气？我20岁女生，对方是我同学，是个男生，我们将要合作共事半个月。我之前跟他一组合作过，非常不愉快。让我很生气的有两件事，这两件事发生之后，他一跟我说话我就特别烦，不想理他，一交流就生气。一个是我感觉跟他说什么他都听不进去，经常是我说了一堆，他也认同了，然后最后他一总结，又回到了他的原点，感觉我的话都白说了。第二个，当时他是组长，不和组员商量，自己单独行动，说变卦就变卦。前一天晚上让我把他写的项目报告改一下，第二天中午去交。他写的是真的不行，我当天晚上和第二天上午都在改，快到中午改好了，我联系他，结果人家已经拿着自己写的交完了。提交签名都帮我们签了，我们都不在场。我当时特别生气，整个半天多都白干了，说让我帮着改，居然自己默默地交了，还没通知我。之后我就特别懈怠，想起这人就来气。他好像还不觉得自己做的有问题。（还有一些内容写不下了，我放评论里。）",
    "annotation": [
      {
        "sentence": "将要和一个不喜欢的人共事半个月，要怎么做到不生气？",
        "label": ""
      },
      {
        "sentence": "我20岁女生，对方是我同学，是个男生，我们将要合作共事半个月。",
        "label": ""
      },
      {
        "sentence": "我之前跟他一组合作过，非常不愉快。",
        "label": ""
      },
      {
        "sentence": "让我很生气的有两件事，这两件事发生之后，他一跟我说话我就特别烦，不想理他，一交流就生气。",
        "label": ""
      },
      {
        "sentence": "一个是我感觉跟他说什么他都听不进去，经常是我说了一堆，他也认同了，然后最后他一总结，又回到了他的原点，感觉我的话都白说了。",
        "label": ""
      },
      {
        "sentence": "第二个，当时他是组长，不和组员商量，自己单独行动，说变卦就变卦。",
        "label": ""
      },
      {
        "sentence": "前一天晚上让我把他写的项目报告改一下，第二天中午去交。",
        "label": ""
      },
      {
        "sentence": "他写的是真的不行，我当天晚上和第二天上午都在改，快到中午改好了，我联系他，结果人家已经拿着自己写的交完了。",
        "label": ""
      },
      {
        "sentence": "提交签名都帮我们签了，我们都不在场。",
        "label": ""
      },
      {
        "sentence": "我当时特别生气，整个半天多都白干了，说让我帮着改，居然自己默默地交了，还没通知我。",
        "label": ""
      },
      {
        "sentence": "之后我就特别懈怠，想起这人就来气。",
        "label": ""
      },
      {
        "sentence": "他好像还不觉得自己做的有问题。",
        "label": ""
      },
      {
        "sentence": "（还有一些内容写不下了，我放评论里。",
        "label": ""
      },
      {
        "sentence": "）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说的与这位同学的处事，很有意思。它代表着换位思考的视觉变换及人的适应力如何的思考。当人们各执己见时，通常都会认为自己有理，这种现象当然是合情合理的。因为每个人都会比较了解自己想法的来龙去脉，而不太可能对他人的想法也了解得那么透彻。",
    "annotation": [
      {
        "sentence": "你说的与这位同学的处事，很有意思。",
        "label": ""
      },
      {
        "sentence": "它代表着换位思考的视觉变换及人的适应力如何的思考。",
        "label": ""
      },
      {
        "sentence": "当人们各执己见时，通常都会认为自己有理，这种现象当然是合情合理的。",
        "label": ""
      },
      {
        "sentence": "因为每个人都会比较了解自己想法的来龙去脉，而不太可能对他人的想法也了解得那么透彻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是这样的，我明白每个人都有自己的立场，但他就好像完全听不进别人的意见，这真的很让我生气。",
    "annotation": [
      {
        "sentence": "是这样的，我明白每个人都有自己的立场，但他就好像完全听不进别人的意见，这真的很让我生气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，感到被忽视和无助，很容易激起愤怒。但是，固执己见、不愿接受他人意见的行为可能来自耐心的缺失或对自己想法改变的恐惧。或许你可以试着向他表达你的想法，并提醒他你的观点也是有价值的。",
    "annotation": [
      {
        "sentence": "我理解你的感受，感到被忽视和无助，很容易激起愤怒。",
        "label": ""
      },
      {
        "sentence": "但是，固执己见、不愿接受他人意见的行为可能来自耐心的缺失或对自己想法改变的恐惧。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着向他表达你的想法，并提醒他你的观点也是有价值的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我可以试试和他交流，但是我真的很担心他会再次无视我的意见，这样的话我会更加生气的。",
    "annotation": [
      {
        "sentence": "我可以试试和他交流，但是我真的很担心他会再次无视我的意见，这样的话我会更加生气的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的顾虑，但换位思考一下，每个人都有改变和反思的机会。通过针对过去不愉快的合作经历，你可以向他表达你的感受，并希望他能够更好地倾听你的意见。同时，也提醒自己不要过于纠结于他的反应，关注自己的情绪调节以及与他的合作。",
    "annotation": [
      {
        "sentence": "明白你的顾虑，但换位思考一下，每个人都有改变和反思的机会。",
        "label": ""
      },
      {
        "sentence": "通过针对过去不愉快的合作经历，你可以向他表达你的感受，并希望他能够更好地倾听你的意见。",
        "label": ""
      },
      {
        "sentence": "同时，也提醒自己不要过于纠结于他的反应，关注自己的情绪调节以及与他的合作。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尝试和他沟通并且给他改变的机会。不过，还有一件事让我非常生气，就是他在没有商量的情况下单独行动，不尊重别人的意见。",
    "annotation": [
      {
        "sentence": "我明白了，我会尝试和他沟通并且给他改变的机会。",
        "label": ""
      },
      {
        "sentence": "不过，还有一件事让我非常生气，就是他在没有商量的情况下单独行动，不尊重别人的意见。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情况确实令人不愉快，特别是你在努力配合他的需求时。你可以尝试与他讨论有效的沟通方式和团队合作的原则，希望从中建立起相互尊重和合作的基础。",
    "annotation": [
      {
        "sentence": "这种情况确实令人不愉快，特别是你在努力配合他的需求时。",
        "label": ""
      },
      {
        "sentence": "你可以尝试与他讨论有效的沟通方式和团队合作的原则，希望从中建立起相互尊重和合作的基础。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，确实应该明确一些基本的合作原则，让他知道我对合作有一定的期待。但是，我还是担心他不会认识到自己的问题。",
    "annotation": [
      {
        "sentence": "嗯，确实应该明确一些基本的合作原则，让他知道我对合作有一定的期待。",
        "label": ""
      },
      {
        "sentence": "但是，我还是担心他不会认识到自己的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解你的担心，但是改变是一个渐进的过程。通过你的努力和坚持，他可能会逐渐认识到自己的问题，并开始改变。尽管进展可能会有限，但你也可以从中学到如何处理类似的合作情况，并展示自己的沟通技巧和适应能力。",
    "annotation": [
      {
        "sentence": "了解你的担心，但是改变是一个渐进的过程。",
        "label": ""
      },
      {
        "sentence": "通过你的努力和坚持，他可能会逐渐认识到自己的问题，并开始改变。",
        "label": ""
      },
      {
        "sentence": "尽管进展可能会有限，但你也可以从中学到如何处理类似的合作情况，并展示自己的沟通技巧和适应能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我应该以积极的心态去面对这个合作，不仅仅关注他的问题，还要关注我的修正和适应。",
    "annotation": [
      {
        "sentence": "你说的有道理，我应该以积极的心态去面对这个合作，不仅仅关注他的问题，还要关注我的修正和适应。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，你的积极心态将有助于你应对这个合作挑战，并在这个过程中成长。保持心态的平衡，并尝试从合作中寻求自我提升。如果你需要任何帮助或再次交流，随时告诉我。",
    "annotation": [
      {
        "sentence": "没错，你的积极心态将有助于你应对这个合作挑战，并在这个过程中成长。",
        "label": ""
      },
      {
        "sentence": "保持心态的平衡，并尝试从合作中寻求自我提升。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或再次交流，随时告诉我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议，我会尽力应对这个合作，同时也会注意自身的情绪调节和沟通方式。如果有需要，我会再次向你寻求帮助的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议，我会尽力应对这个合作，同时也会注意自身的情绪调节和沟通方式。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会再次向你寻求帮助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够为你提供帮助，相信你会在这个合作中取得进步。记住要积极面对挑战，并不断提升自己。祝你好运，若有需要请随时联系我。",
    "annotation": [
      {
        "sentence": "很高兴能够为你提供帮助，相信你会在这个合作中取得进步。",
        "label": ""
      },
      {
        "sentence": "记住要积极面对挑战，并不断提升自己。",
        "label": ""
      },
      {
        "sentence": "祝你好运，若有需要请随时联系我。",
        "label": ""
      }
    ]
  }
]