[
  {
    "role": "client",
    "content": "将要和一个不喜欢的人共事半个月，要怎么做到不生气？我20岁女生，对方是我同学，是个男生，我们将要合作共事半个月。我之前跟他一组合作过，非常不愉快。让我很生气的有两件事，这两件事发生之后，他一跟我说话我就特别烦，不想理他，一交流就生气。一个是我感觉跟他说什么他都听不进去，经常是我说了一堆，他也认同了，然后最后他一总结，又回到了他的原点，感觉我的话都白说了。第二个，当时他是组长，不和组员商量，自己单独行动，说变卦就变卦。前一天晚上让我把他写的项目报告改一下，第二天中午去交。他写的是真的不行，我当天晚上和第二天上午都在改，快到中午改好了，我联系他，结果人家已经拿着自己写的交完了。提交签名都帮我们签了，我们都不在场。我当时特别生气，整个半天多都白干了，说让我帮着改，居然自己默默地交了，还没通知我。之后我就特别懈怠，想起这人就来气。他好像还不觉得自己做的有问题。（还有一些内容写不下了，我放评论里。）",
    "annotation": [
      {
        "sentence": "将要和一个不喜欢的人共事半个月，要怎么做到不生气？",
        "label": ""
      },
      {
        "sentence": "我20岁女生，对方是我同学，是个男生，我们将要合作共事半个月。",
        "label": ""
      },
      {
        "sentence": "我之前跟他一组合作过，非常不愉快。",
        "label": ""
      },
      {
        "sentence": "让我很生气的有两件事，这两件事发生之后，他一跟我说话我就特别烦，不想理他，一交流就生气。",
        "label": ""
      },
      {
        "sentence": "一个是我感觉跟他说什么他都听不进去，经常是我说了一堆，他也认同了，然后最后他一总结，又回到了他的原点，感觉我的话都白说了。",
        "label": ""
      },
      {
        "sentence": "第二个，当时他是组长，不和组员商量，自己单独行动，说变卦就变卦。",
        "label": ""
      },
      {
        "sentence": "前一天晚上让我把他写的项目报告改一下，第二天中午去交。",
        "label": ""
      },
      {
        "sentence": "他写的是真的不行，我当天晚上和第二天上午都在改，快到中午改好了，我联系他，结果人家已经拿着自己写的交完了。",
        "label": ""
      },
      {
        "sentence": "提交签名都帮我们签了，我们都不在场。",
        "label": ""
      },
      {
        "sentence": "我当时特别生气，整个半天多都白干了，说让我帮着改，居然自己默默地交了，还没通知我。",
        "label": ""
      },
      {
        "sentence": "之后我就特别懈怠，想起这人就来气。",
        "label": ""
      },
      {
        "sentence": "他好像还不觉得自己做的有问题。",
        "label": ""
      },
      {
        "sentence": "（还有一些内容写不下了，我放评论里。",
        "label": ""
      },
      {
        "sentence": "）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你的描述，这样的人际关系的确让人很困扰。求助者可能会感到无力，这是正常的情绪反应。当别人听不进你的话或者总结回到原点时，你会觉得自己的努力白费。对于组长单独行动并且不沟通的情况，你可能会感到失望和愤怒。作为组长，他需要有一定的领导能力，不过这并不代表可以随意做主。我理解你的困境。",
    "annotation": [
      {
        "sentence": "对于你的描述，这样的人际关系的确让人很困扰。",
        "label": ""
      },
      {
        "sentence": "求助者可能会感到无力，这是正常的情绪反应。",
        "label": ""
      },
      {
        "sentence": "当别人听不进你的话或者总结回到原点时，你会觉得自己的努力白费。",
        "label": ""
      },
      {
        "sentence": "对于组长单独行动并且不沟通的情况，你可能会感到失望和愤怒。",
        "label": ""
      },
      {
        "sentence": "作为组长，他需要有一定的领导能力，不过这并不代表可以随意做主。",
        "label": ""
      },
      {
        "sentence": "我理解你的困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是觉得自己很无能为力，感觉怎么努力都没有用，他都听不进去。每次交流完之后，我都觉得自己很沮丧。你有没有什么建议，我怎么才能不生气，平静地面对这个合作？",
    "annotation": [
      {
        "sentence": "是的，我就是觉得自己很无能为力，感觉怎么努力都没有用，他都听不进去。",
        "label": ""
      },
      {
        "sentence": "每次交流完之后，我都觉得自己很沮丧。",
        "label": ""
      },
      {
        "sentence": "你有没有什么建议，我怎么才能不生气，平静地面对这个合作？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你要明白，你无法改变他的想法和行为，但你可以控制自己的情绪。你可以试着将注意力从他的反应上转移到自己身上，关注自己的感受和需求。可以尝试学习一些情绪调节的技巧，比如深呼吸、放松身体、转移注意力等。另外，你可以找到一个可以倾诉的朋友或者专业人士，将你的困惑和不满与他们分享，这样可以减轻你的情绪压力。",
    "annotation": [
      {
        "sentence": "首先，你要明白，你无法改变他的想法和行为，但你可以控制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "你可以试着将注意力从他的反应上转移到自己身上，关注自己的感受和需求。",
        "label": ""
      },
      {
        "sentence": "可以尝试学习一些情绪调节的技巧，比如深呼吸、放松身体、转移注意力等。",
        "label": ""
      },
      {
        "sentence": "另外，你可以找到一个可以倾诉的朋友或者专业人士，将你的困惑和不满与他们分享，这样可以减轻你的情绪压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我会试着转移注意力和学习情绪调节的技巧。但是如果他还是持续做出让我生气的事情，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会试着转移注意力和学习情绪调节的技巧。",
        "label": ""
      },
      {
        "sentence": "但是如果他还是持续做出让我生气的事情，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果他的行为继续让你生气，首先你可以试着通过沟通来解决问题。坦诚地表达你的感受和需求，看看他是否能够理解和改变。 如果他还是不作出任何改变，你可以尝试改变自己的期待和反应。接受他的行为可能不会改变，但你可以调整自己对于这样的情况的态度和反应。同时，记得保护好自己的情绪和心态，不要让他的行为影响到你的工作和生活。",
    "annotation": [
      {
        "sentence": "如果他的行为继续让你生气，首先你可以试着通过沟通来解决问题。",
        "label": ""
      },
      {
        "sentence": "坦诚地表达你的感受和需求，看看他是否能够理解和改变。",
        "label": ""
      },
      {
        "sentence": " 如果他还是不作出任何改变，你可以尝试改变自己的期待和反应。",
        "label": ""
      },
      {
        "sentence": "接受他的行为可能不会改变，但你可以调整自己对于这样的情况的态度和反应。",
        "label": ""
      },
      {
        "sentence": "同时，记得保护好自己的情绪和心态，不要让他的行为影响到你的工作和生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。我会试着和他进行沟通，看看能不能解决问题。如果他还是没有任何改变，我会尽量调整自己的态度和反应，保护好自己。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "我会试着和他进行沟通，看看能不能解决问题。",
        "label": ""
      },
      {
        "sentence": "如果他还是没有任何改变，我会尽量调整自己的态度和反应，保护好自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你能够处理好这个困难的情况。记得随时找我倾诉，我会一直在这里支持你的。",
    "annotation": [
      {
        "sentence": "不用客气，我相信你能够处理好这个困难的情况。",
        "label": ""
      },
      {
        "sentence": "记得随时找我倾诉，我会一直在这里支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和理解。我感到安心多了。有你在我身边，我会更加有信心面对这个合作的挑战的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和理解。",
        "label": ""
      },
      {
        "sentence": "我感到安心多了。",
        "label": ""
      },
      {
        "sentence": "有你在我身边，我会更加有信心面对这个合作的挑战的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直支持你的，加油！如果你还需要任何帮助，随时都可以找我聊聊。",
    "annotation": [
      {
        "sentence": "不客气，我会一直支持你的，加油！",
        "label": ""
      },
      {
        "sentence": "如果你还需要任何帮助，随时都可以找我聊聊。",
        "label": ""
      }
    ]
  }
]