[
  {
    "role": "client",
    "content": "我最近梦到前前男友，感觉紧张焦虑，怕自己不爱男朋友了。我走不出来几个月前梦见他的情况，两手握着他的手，感觉很熟悉。醒来后我真的很对不起男朋友，但我又不敢告诉他我这样想，所以就一直憋在心里。然后，我就开始乱想，老是想起他的脸。甚至想到和男朋友的事情也变成了他的脸。之前我早就放下这个人了，以前也梦到过他，但从来没有这种紧张焦虑的感觉。不知道怎么会这样。男朋友似乎也察觉到了我的变化，我也坦白了，结果我们吵了一架。吵完后，我决定不联系他，等我自己状态好些再联系他。但是几天过去了，我还是会时不时地想起他。我甚至在吃饭的时候，脑子里都是他的脸。最后一次吵架后我们就没再联系，我希望自己不再想起他。可是，这几天我开始觉得焦虑，每天早上醒来就感觉非常紧张，全身都难受，甚至想死了。",
    "annotation": [
      {
        "sentence": "我最近梦到前前男友，感觉紧张焦虑，怕自己不爱男朋友了。",
        "label": ""
      },
      {
        "sentence": "我走不出来几个月前梦见他的情况，两手握着他的手，感觉很熟悉。",
        "label": ""
      },
      {
        "sentence": "醒来后我真的很对不起男朋友，但我又不敢告诉他我这样想，所以就一直憋在心里。",
        "label": ""
      },
      {
        "sentence": "然后，我就开始乱想，老是想起他的脸。",
        "label": ""
      },
      {
        "sentence": "甚至想到和男朋友的事情也变成了他的脸。",
        "label": ""
      },
      {
        "sentence": "之前我早就放下这个人了，以前也梦到过他，但从来没有这种紧张焦虑的感觉。",
        "label": ""
      },
      {
        "sentence": "不知道怎么会这样。",
        "label": ""
      },
      {
        "sentence": "男朋友似乎也察觉到了我的变化，我也坦白了，结果我们吵了一架。",
        "label": ""
      },
      {
        "sentence": "吵完后，我决定不联系他，等我自己状态好些再联系他。",
        "label": ""
      },
      {
        "sentence": "但是几天过去了，我还是会时不时地想起他。",
        "label": ""
      },
      {
        "sentence": "我甚至在吃饭的时候，脑子里都是他的脸。",
        "label": ""
      },
      {
        "sentence": "最后一次吵架后我们就没再联系，我希望自己不再想起他。",
        "label": ""
      },
      {
        "sentence": "可是，这几天我开始觉得焦虑，每天早上醒来就感觉非常紧张，全身都难受，甚至想死了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先要说的是，我曾经也有过你这样的担心和疑虑，害怕自己只是三分钟热度，最后辜负了一个爱我的人，让别人受到伤害。其实这样的疑虑非常常见，而且从侧面也能说明你是一个善良、对感情慎重的人。既然选择了和男朋友在一起，那他身上肯定有你欣赏的地方。你现在的焦虑可能和时间的流逝、平淡的日常生活有一定的关系。有时候可能并不是不爱了，只是失去了最初的激情。我有两个小小的建议给你：1、坦诚地和男朋友交流：适当地表达自己的焦虑，一起来思考怎样增加彼此的信任和亲密感，坦诚地说出你的不安，也可以让男朋友感受到你的真实情感。2、记录你们日常的小确幸：常去记录你们恋爱中感动或温馨的时刻，这样可以让你们的故事更有温度，一起分享回忆是一件非常幸福的事情。另外，我在这里给你科普一个小知识，在心理学中有一种人，他们会对别人产生爱恋，但又不希望对方回应，一旦对方回应他们就觉得自己不爱对方了。这种特质在心理学上被称作“性单恋”，是一种正常的性向，也有可能是童年时期缺乏家庭温暖所造成的。不过你提出的问题是害怕不爱男朋友了，我相信你是在恋爱中产生了一点焦虑，可能也和生活的压力和消极情绪有关。总之，我希望你和你的男朋友能够好好相处，生活也要天天开心哦！",
    "annotation": [
      {
        "sentence": "首先要说的是，我曾经也有过你这样的担心和疑虑，害怕自己只是三分钟热度，最后辜负了一个爱我的人，让别人受到伤害。",
        "label": ""
      },
      {
        "sentence": "其实这样的疑虑非常常见，而且从侧面也能说明你是一个善良、对感情慎重的人。",
        "label": ""
      },
      {
        "sentence": "既然选择了和男朋友在一起，那他身上肯定有你欣赏的地方。",
        "label": ""
      },
      {
        "sentence": "你现在的焦虑可能和时间的流逝、平淡的日常生活有一定的关系。",
        "label": ""
      },
      {
        "sentence": "有时候可能并不是不爱了，只是失去了最初的激情。",
        "label": ""
      },
      {
        "sentence": "我有两个小小的建议给你：1、坦诚地和男朋友交流：适当地表达自己的焦虑，一起来思考怎样增加彼此的信任和亲密感，坦诚地说出你的不安，也可以让男朋友感受到你的真实情感。",
        "label": ""
      },
      {
        "sentence": "2、记录你们日常的小确幸：常去记录你们恋爱中感动或温馨的时刻，这样可以让你们的故事更有温度，一起分享回忆是一件非常幸福的事情。",
        "label": ""
      },
      {
        "sentence": "另外，我在这里给你科普一个小知识，在心理学中有一种人，他们会对别人产生爱恋，但又不希望对方回应，一旦对方回应他们就觉得自己不爱对方了。",
        "label": ""
      },
      {
        "sentence": "这种特质在心理学上被称作“性单恋”，是一种正常的性向，也有可能是童年时期缺乏家庭温暖所造成的。",
        "label": ""
      },
      {
        "sentence": "不过你提出的问题是害怕不爱男朋友了，我相信你是在恋爱中产生了一点焦虑，可能也和生活的压力和消极情绪有关。",
        "label": ""
      },
      {
        "sentence": "总之，我希望你和你的男朋友能够好好相处，生活也要天天开心哦！",
        "label": ""
      }
    ]
  }
]