[
  {
    "role": "client",
    "content": "为啥我天生爱计较爱比较，老觉得自己受到不公平？",
    "annotation": [
      {
        "sentence": "为啥我天生爱计较爱比较，老觉得自己受到不公平？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "尽管你描述了一大堆问题，老觉得自己的遭遇不公平，但是你也说实际生活还是过得去的，这说明你对自我有很明确的觉察力，这一点非常难能可贵，所以要为你点赞。我们来看看你计较的都是些什么。",
    "annotation": [
      {
        "sentence": "尽管你描述了一大堆问题，老觉得自己的遭遇不公平，但是你也说实际生活还是过得去的，这说明你对自我有很明确的觉察力，这一点非常难能可贵，所以要为你点赞。",
        "label": ""
      },
      {
        "sentence": "我们来看看你计较的都是些什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "工作中，我时常会想做管理层多好啊，那么多下级可以帮你做事，事情完了功劳也是自己的，内心很嫉妒那些管理层或者老板。",
    "annotation": [
      {
        "sentence": "工作中，我时常会想做管理层多好啊，那么多下级可以帮你做事，事情完了功劳也是自己的，内心很嫉妒那些管理层或者老板。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对管理层有很大的嫉妒心，想要享受他们的那种待遇。我想知道你的原生家庭是什么样的，也就是说，你父亲和母亲在家里面是什么样的，有没有像你这样的计较和比较？如果是，你这就是受原生家庭的影响，这叫“代际传递”。如果不是，我想知道你家兄弟姐妹多不多？你有没有从小就觉得，在家庭当中就没有得到过公平的待遇？",
    "annotation": [
      {
        "sentence": "你对管理层有很大的嫉妒心，想要享受他们的那种待遇。",
        "label": ""
      },
      {
        "sentence": "我想知道你的原生家庭是什么样的，也就是说，你父亲和母亲在家里面是什么样的，有没有像你这样的计较和比较？",
        "label": ""
      },
      {
        "sentence": "如果是，你这就是受原生家庭的影响，这叫“代际传递”。",
        "label": ""
      },
      {
        "sentence": "如果不是，我想知道你家兄弟姐妹多不多？",
        "label": ""
      },
      {
        "sentence": "你有没有从小就觉得，在家庭当中就没有得到过公平的待遇？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实在家庭中觉得待遇不公平，我有一个兄弟姐妹，父母经常偏袒他们，让我感觉很委屈。",
    "annotation": [
      {
        "sentence": "我确实在家庭中觉得待遇不公平，我有一个兄弟姐妹，父母经常偏袒他们，让我感觉很委屈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样的经历会导致你对公平性有更强的需求和计较心理。生活上总喜欢和人比较，别人的女朋友那么漂亮还那么体贴我怎么找不到，别人的工作人际圈子那么大为啥我做不到，别人可以轻松做管理层我还是做不到。这一点你需要换位思考，问一下你自己，如果你是一个女孩子，又漂亮，又体贴，你愿意找一个什么样的伴侣？再观察一下那些人际圈子大的人，他们都是怎么做事做人的？斤斤计较吗？也可以问一下你自己，你喜欢和计较的人交朋友吗？至于管理层，层次越高的人，越少计较个人的付出与得到，他们做任何事情都会全力以赴，只求结果。只有层次低的人，会希望立竿见影，马上得到好处。如果你是领导，你提拔谁呢？",
    "annotation": [
      {
        "sentence": "这样的经历会导致你对公平性有更强的需求和计较心理。",
        "label": ""
      },
      {
        "sentence": "生活上总喜欢和人比较，别人的女朋友那么漂亮还那么体贴我怎么找不到，别人的工作人际圈子那么大为啥我做不到，别人可以轻松做管理层我还是做不到。",
        "label": ""
      },
      {
        "sentence": "这一点你需要换位思考，问一下你自己，如果你是一个女孩子，又漂亮，又体贴，你愿意找一个什么样的伴侣？",
        "label": ""
      },
      {
        "sentence": "再观察一下那些人际圈子大的人，他们都是怎么做事做人的？",
        "label": ""
      },
      {
        "sentence": "斤斤计较吗？",
        "label": ""
      },
      {
        "sentence": "也可以问一下你自己，你喜欢和计较的人交朋友吗？",
        "label": ""
      },
      {
        "sentence": "至于管理层，层次越高的人，越少计较个人的付出与得到，他们做任何事情都会全力以赴，只求结果。",
        "label": ""
      },
      {
        "sentence": "只有层次低的人，会希望立竿见影，马上得到好处。",
        "label": ""
      },
      {
        "sentence": "如果你是领导，你提拔谁呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我平时的思维方式和对身边事物的看法确实需要改变，我应该从全局考虑问题，关注整体而不是个人利益。",
    "annotation": [
      {
        "sentence": "我明白了，我平时的思维方式和对身边事物的看法确实需要改变，我应该从全局考虑问题，关注整体而不是个人利益。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好的觉悟！平时老是觉得分配给自己的任务特别多特别烦，看到其他同级的同事好像挺轻松的，内心觉得不公。开会讨论分配任务，无论怎么分配，都觉得自己特别亏，特别不值。这一点就更难了，因为无论怎么分配，都觉得自己特别亏，你都是要计较的，这就和你从小成长的环境和经历有关了，有可能和原生家庭有关。",
    "annotation": [
      {
        "sentence": "很好的觉悟！",
        "label": ""
      },
      {
        "sentence": "平时老是觉得分配给自己的任务特别多特别烦，看到其他同级的同事好像挺轻松的，内心觉得不公。",
        "label": ""
      },
      {
        "sentence": "开会讨论分配任务，无论怎么分配，都觉得自己特别亏，特别不值。",
        "label": ""
      },
      {
        "sentence": "这一点就更难了，因为无论怎么分配，都觉得自己特别亏，你都是要计较的，这就和你从小成长的环境和经历有关了，有可能和原生家庭有关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我曾经在家庭中就觉得自己没有得到公平待遇，所以才会对工作和生活中的事情那么计较。",
    "annotation": [
      {
        "sentence": "对，我曾经在家庭中就觉得自己没有得到公平待遇，所以才会对工作和生活中的事情那么计较。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "心理研究发现，人的嫉妒心是由内心失衡引起的他们看不到别人的努力和付出，看不到别人优秀的地方，只看到了别人的得到，其实世界上哪有不付出就得到的东西？比如管理层，既要贯彻落实上级的工作部署，又要调动下属的工作积极性，还要协调兄弟部门的各种关系，缺一不可。其实说到底，这些比较心理，还是和一个人的层次有关。层次越低的人越只看到自己的利益，眼前的利益。建议你在提高自己的境界上下功夫，考虑问题要从全局考虑。比如说，当你接到一个工作任务时，你要考虑，你怎么做，才能让领导满意，领导满意了，你才有提升的空间。当你处在一个群体当中，你要考虑，你怎么样做，才能让大部分人拥护你，这样你才有群众基础，为你以后走上管理层打下良好的基础。",
    "annotation": [
      {
        "sentence": "心理研究发现，人的嫉妒心是由内心失衡引起的他们看不到别人的努力和付出，看不到别人优秀的地方，只看到了别人的得到，其实世界上哪有不付出就得到的东西？",
        "label": ""
      },
      {
        "sentence": "比如管理层，既要贯彻落实上级的工作部署，又要调动下属的工作积极性，还要协调兄弟部门的各种关系，缺一不可。",
        "label": ""
      },
      {
        "sentence": "其实说到底，这些比较心理，还是和一个人的层次有关。",
        "label": ""
      },
      {
        "sentence": "层次越低的人越只看到自己的利益，眼前的利益。",
        "label": ""
      },
      {
        "sentence": "建议你在提高自己的境界上下功夫，考虑问题要从全局考虑。",
        "label": ""
      },
      {
        "sentence": "比如说，当你接到一个工作任务时，你要考虑，你怎么做，才能让领导满意，领导满意了，你才有提升的空间。",
        "label": ""
      },
      {
        "sentence": "当你处在一个群体当中，你要考虑，你怎么样做，才能让大部分人拥护你，这样你才有群众基础，为你以后走上管理层打下良好的基础。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要能够提高自我的境界，有意识地让自己的心胸变得宽广一点，考虑问题要从全局考虑，这样我才能真正放下计较和嫉妒的心理。谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "我明白了，我要能够提高自我的境界，有意识地让自己的心胸变得宽广一点，考虑问题要从全局考虑，这样我才能真正放下计较和嫉妒的心理。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够觉察到自己潜意识里的东西，你肯定是一个聪明的通透的人，我相信只要你能够提高自我境界，你一定会取得很大的成就。加油！",
    "annotation": [
      {
        "sentence": "你能够觉察到自己潜意识里的东西，你肯定是一个聪明的通透的人，我相信只要你能够提高自我境界，你一定会取得很大的成就。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]