[
  {
    "role": "client",
    "content": "为啥我天生爱计较爱比较，老觉得自己受到不公平？",
    "annotation": [
      {
        "sentence": "为啥我天生爱计较爱比较，老觉得自己受到不公平？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我听到你的困惑了。你感觉到的不公平可能是因为你在工作中经常思考做管理层的好处，这样很多事情可以由下级来完成，功劳也归自己。你嫉妒那些管理层和老板。同时你感觉到分配给自己的任务特别多特别烦，尤其当你看到其他同级的同事轻松时，你会觉得不公平。在开会讨论分配任务时，无论怎么分配你都会觉得自己特别亏特别不值。此外，在生活中你总是喜欢和人比较，比如别人的女朋友漂亮且体贴，为什么你找不到这样的人呢？别人的工作人际圈子很大，为什么你做不到呢？别人可以轻松做管理层，而你却做不到。你总觉得自己的遭遇不公平，即使实际生活过得去，但这些心理都是天生的。你想知道如何克服这些困扰吗？",
    "annotation": [
      {
        "sentence": "我听到你的困惑了。",
        "label": ""
      },
      {
        "sentence": "你感觉到的不公平可能是因为你在工作中经常思考做管理层的好处，这样很多事情可以由下级来完成，功劳也归自己。",
        "label": ""
      },
      {
        "sentence": "你嫉妒那些管理层和老板。",
        "label": ""
      },
      {
        "sentence": "同时你感觉到分配给自己的任务特别多特别烦，尤其当你看到其他同级的同事轻松时，你会觉得不公平。",
        "label": ""
      },
      {
        "sentence": "在开会讨论分配任务时，无论怎么分配你都会觉得自己特别亏特别不值。",
        "label": ""
      },
      {
        "sentence": "此外，在生活中你总是喜欢和人比较，比如别人的女朋友漂亮且体贴，为什么你找不到这样的人呢？",
        "label": ""
      },
      {
        "sentence": "别人的工作人际圈子很大，为什么你做不到呢？",
        "label": ""
      },
      {
        "sentence": "别人可以轻松做管理层，而你却做不到。",
        "label": ""
      },
      {
        "sentence": "你总觉得自己的遭遇不公平，即使实际生活过得去，但这些心理都是天生的。",
        "label": ""
      },
      {
        "sentence": "你想知道如何克服这些困扰吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我想了解如何克服这些心理问题。",
    "annotation": [
      {
        "sentence": "是的，我想了解如何克服这些心理问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我想告诉你这些并不是天生的，很多时候我们的行为模式是后天形成的，嫉妒也是。在情绪这本书中，提到了一个概念：复合情绪，而嫉妒就是一种复合情绪，它包含自卑感、羡慕感以及敌意等。我们不嫉妒首富有1亿的财富，因为我们知道这对我们来说是不可能达到的目标，但我们会嫉妒那位邻居买了一辆好车，尽管他对我们没有造成伤害，但为什么我们会怀有敌意呢？我们试图得到的东西被别人得到了，这会引发我们的嫉妒，我们会潜意识地认为自己的东西被别人抢走，然后产生敌意。敌意出现后，我们会比较双方的力量，发现我们无法胜出，于是产生自卑感。嫉妒实际上是一种潜在的攻击行为。在自然界中，没有法律，为了争夺配偶、资源和水源，不同个体会相互争斗，嫉妒实际上是一种动力，它让我们去争取自己想要的东西，有一定的生存帮助。但在当今社会，我们有法律，有潜规则，社会规则取代了丛林法则，因此嫉妒的负面功能远大于正面功能。虽然嫉妒有一些正面功能，比如转化为动力，防止自我伤害。但它的危害是非常大的，我们最好不能听之任之。那么我们应该怎么办呢？",
    "annotation": [
      {
        "sentence": "首先，我想告诉你这些并不是天生的，很多时候我们的行为模式是后天形成的，嫉妒也是。",
        "label": ""
      },
      {
        "sentence": "在情绪这本书中，提到了一个概念：复合情绪，而嫉妒就是一种复合情绪，它包含自卑感、羡慕感以及敌意等。",
        "label": ""
      },
      {
        "sentence": "我们不嫉妒首富有1亿的财富，因为我们知道这对我们来说是不可能达到的目标，但我们会嫉妒那位邻居买了一辆好车，尽管他对我们没有造成伤害，但为什么我们会怀有敌意呢？",
        "label": ""
      },
      {
        "sentence": "我们试图得到的东西被别人得到了，这会引发我们的嫉妒，我们会潜意识地认为自己的东西被别人抢走，然后产生敌意。",
        "label": ""
      },
      {
        "sentence": "敌意出现后，我们会比较双方的力量，发现我们无法胜出，于是产生自卑感。",
        "label": ""
      },
      {
        "sentence": "嫉妒实际上是一种潜在的攻击行为。",
        "label": ""
      },
      {
        "sentence": "在自然界中，没有法律，为了争夺配偶、资源和水源，不同个体会相互争斗，嫉妒实际上是一种动力，它让我们去争取自己想要的东西，有一定的生存帮助。",
        "label": ""
      },
      {
        "sentence": "但在当今社会，我们有法律，有潜规则，社会规则取代了丛林法则，因此嫉妒的负面功能远大于正面功能。",
        "label": ""
      },
      {
        "sentence": "虽然嫉妒有一些正面功能，比如转化为动力，防止自我伤害。",
        "label": ""
      },
      {
        "sentence": "但它的危害是非常大的，我们最好不能听之任之。",
        "label": ""
      },
      {
        "sentence": "那么我们应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很想知道该怎么办，你能分享一些建议吗？",
    "annotation": [
      {
        "sentence": "我很想知道该怎么办，你能分享一些建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "答案是升华。嫉妒是可以升华为理想或羡慕的。把嫉妒转化为羡慕意味着剔除了敌意，所以只要你能战胜自己的敌意，就能把嫉妒转化为羡慕。要消除敌意很简单，就是认可对方获得成就的正当性和合理性。他能考100分，是因为他每天学习更用功，是他脑子更聪明，或者是他父母给他报了辅导班。当你认可了他的努力和勤奋，你就能接受他拥有这些成就。嫉妒转化为理想意味着将自卑感转化为勤奋感。埃里克森提出了八个阶段的人格发展理论，学生时期，也就是青少年时期，我们主要面对的矛盾是自卑感和勤奋感。如果学生顺利完成学习任务，就会获得勤奋感，这使他们在未来独立生活和承担工作任务时有信心。相反，如果没有完成任务，就会产生自卑感。所以，要实现嫉妒的转化，我们要建立起勤奋感，也就是自信。我们刚才说了，嫉妒包含羡慕，而羡慕实际上是我们希望所在、自尊所在，也是我们的目标所在。我们可以制定一个计划，并使用分阶段学习法，将计划分解为容易完成的小目标。比如，如果你想学习英语，给自己两年的时间，在这600多天中，每天学习十个单词，两年后，你就能掌握6000个单词，完美完成自己的目标。每当你完成一个小目标，就会产生信任感和效能感。久而久之，你会发现自己眼中只剩下自己想要的目标，不再有嫉妒的存在。",
    "annotation": [
      {
        "sentence": "答案是升华。",
        "label": ""
      },
      {
        "sentence": "嫉妒是可以升华为理想或羡慕的。",
        "label": ""
      },
      {
        "sentence": "把嫉妒转化为羡慕意味着剔除了敌意，所以只要你能战胜自己的敌意，就能把嫉妒转化为羡慕。",
        "label": ""
      },
      {
        "sentence": "要消除敌意很简单，就是认可对方获得成就的正当性和合理性。",
        "label": ""
      },
      {
        "sentence": "他能考100分，是因为他每天学习更用功，是他脑子更聪明，或者是他父母给他报了辅导班。",
        "label": ""
      },
      {
        "sentence": "当你认可了他的努力和勤奋，你就能接受他拥有这些成就。",
        "label": ""
      },
      {
        "sentence": "嫉妒转化为理想意味着将自卑感转化为勤奋感。",
        "label": ""
      },
      {
        "sentence": "埃里克森提出了八个阶段的人格发展理论，学生时期，也就是青少年时期，我们主要面对的矛盾是自卑感和勤奋感。",
        "label": ""
      },
      {
        "sentence": "如果学生顺利完成学习任务，就会获得勤奋感，这使他们在未来独立生活和承担工作任务时有信心。",
        "label": ""
      },
      {
        "sentence": "相反，如果没有完成任务，就会产生自卑感。",
        "label": ""
      },
      {
        "sentence": "所以，要实现嫉妒的转化，我们要建立起勤奋感，也就是自信。",
        "label": ""
      },
      {
        "sentence": "我们刚才说了，嫉妒包含羡慕，而羡慕实际上是我们希望所在、自尊所在，也是我们的目标所在。",
        "label": ""
      },
      {
        "sentence": "我们可以制定一个计划，并使用分阶段学习法，将计划分解为容易完成的小目标。",
        "label": ""
      },
      {
        "sentence": "比如，如果你想学习英语，给自己两年的时间，在这600多天中，每天学习十个单词，两年后，你就能掌握6000个单词，完美完成自己的目标。",
        "label": ""
      },
      {
        "sentence": "每当你完成一个小目标，就会产生信任感和效能感。",
        "label": ""
      },
      {
        "sentence": "久而久之，你会发现自己眼中只剩下自己想要的目标，不再有嫉妒的存在。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去从嫉妒转化为羡慕，从而建立我的自信和勤奋感。我会设立计划，并努力完成每个小目标。你的支持和指导对我帮助很大。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去从嫉妒转化为羡慕，从而建立我的自信和勤奋感。",
        "label": ""
      },
      {
        "sentence": "我会设立计划，并努力完成每个小目标。",
        "label": ""
      },
      {
        "sentence": "你的支持和指导对我帮助很大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做得很好，我相信你能成功地转化自己的心态。记得在过程中保持积极的态度，坚持下去，你一定能改变自己的思维方式。如果你需要任何帮助或者想要分享你的进展，都可以随时找我谈谈。我会一直支持你的。",
    "annotation": [
      {
        "sentence": "你做得很好，我相信你能成功地转化自己的心态。",
        "label": ""
      },
      {
        "sentence": "记得在过程中保持积极的态度，坚持下去，你一定能改变自己的思维方式。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者想要分享你的进展，都可以随时找我谈谈。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      }
    ]
  }
]