[
  {
    "role": "client",
    "content": "为啥我天生爱计较爱比较，老觉得自己受到不公平？",
    "annotation": [
      {
        "sentence": "为啥我天生爱计较爱比较，老觉得自己受到不公平？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你这样说，我有一种你总是抱怨命运不公而遭到孤立的感觉。你在生活中也是这样吗？",
    "annotation": [
      {
        "sentence": "听你这样说，我有一种你总是抱怨命运不公而遭到孤立的感觉。",
        "label": ""
      },
      {
        "sentence": "你在生活中也是这样吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我总是觉得自己的命运不公平，这一点让我很痛苦。",
    "annotation": [
      {
        "sentence": "是的，我总是觉得自己的命运不公平，这一点让我很痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实我有一个故事想和你分享。讲的是一个女孩的故事，她即将毕业找工作，一开始她对自己能否进入当地最大的金融公司持怀疑态度，但她还是发了简历。后来她收到了面试通知，特别兴奋，她设置了两个闹钟，但第二天早上她却没有被闹钟吵醒，她不知道是因为睡得太沉还是闹钟坏了。她请求对方再给她一次机会，但在去面试的路上，她遭遇了车祸，又再次错过了面试。她决定找心理治疗师寻求帮助，通过分析，她发现自己潜意识里存在一个根深蒂固的观念：“我很自卑，根本不配拥有那么好的工作。”这个潜意识观念来自她与母亲相依为命的经历，母亲是一个谨小慎微、自卑、低自尊的人，从不舍得为自己买好东西。女孩在成长过程中被母亲的生活方式和态度影响，尽管她成绩很好，但内心深处仍觉得自己不配拥有好工作。从这个故事中，你能读到什么？觉得不公平，别人拥有的永远比自己的好，这能让你想到什么？",
    "annotation": [
      {
        "sentence": "其实我有一个故事想和你分享。",
        "label": ""
      },
      {
        "sentence": "讲的是一个女孩的故事，她即将毕业找工作，一开始她对自己能否进入当地最大的金融公司持怀疑态度，但她还是发了简历。",
        "label": ""
      },
      {
        "sentence": "后来她收到了面试通知，特别兴奋，她设置了两个闹钟，但第二天早上她却没有被闹钟吵醒，她不知道是因为睡得太沉还是闹钟坏了。",
        "label": ""
      },
      {
        "sentence": "她请求对方再给她一次机会，但在去面试的路上，她遭遇了车祸，又再次错过了面试。",
        "label": ""
      },
      {
        "sentence": "她决定找心理治疗师寻求帮助，通过分析，她发现自己潜意识里存在一个根深蒂固的观念：“我很自卑，根本不配拥有那么好的工作。",
        "label": ""
      },
      {
        "sentence": "”这个潜意识观念来自她与母亲相依为命的经历，母亲是一个谨小慎微、自卑、低自尊的人，从不舍得为自己买好东西。",
        "label": ""
      },
      {
        "sentence": "女孩在成长过程中被母亲的生活方式和态度影响，尽管她成绩很好，但内心深处仍觉得自己不配拥有好工作。",
        "label": ""
      },
      {
        "sentence": "从这个故事中，你能读到什么？",
        "label": ""
      },
      {
        "sentence": "觉得不公平，别人拥有的永远比自己的好，这能让你想到什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的故事，我想到自己也总是觉得别人拥有的比自己好，觉得自己的遭遇不公平。在我成长的过程中，也有一个类似的陪伴者，我也接受了他的处事方式和人生态度。",
    "annotation": [
      {
        "sentence": "听了你的故事，我想到自己也总是觉得别人拥有的比自己好，觉得自己的遭遇不公平。",
        "label": ""
      },
      {
        "sentence": "在我成长的过程中，也有一个类似的陪伴者，我也接受了他的处事方式和人生态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我们的成长环境会深深地影响我们的价值观和态度。但是，克服这种想法并不是说些大道理和提供一些建议就能解决的。根据我的经验来看，虽然别人的建议可能合理，但生活中还是需要你自己去面对人际关系，面对自己不断涌现的抱怨和愤恨。所以，我建议你可以尝试进行心理分析来理解自己，为什么会养成这种习惯，一旦理解了它的来龙去脉，就能够慢慢驯服它。当你能够理解这部分的时候，你会发现世界还是那个世界，只是你看待它的方式不同了。你所拥有的，其实也是很好的。",
    "annotation": [
      {
        "sentence": "是的，我们的成长环境会深深地影响我们的价值观和态度。",
        "label": ""
      },
      {
        "sentence": "但是，克服这种想法并不是说些大道理和提供一些建议就能解决的。",
        "label": ""
      },
      {
        "sentence": "根据我的经验来看，虽然别人的建议可能合理，但生活中还是需要你自己去面对人际关系，面对自己不断涌现的抱怨和愤恨。",
        "label": ""
      },
      {
        "sentence": "所以，我建议你可以尝试进行心理分析来理解自己，为什么会养成这种习惯，一旦理解了它的来龙去脉，就能够慢慢驯服它。",
        "label": ""
      },
      {
        "sentence": "当你能够理解这部分的时候，你会发现世界还是那个世界，只是你看待它的方式不同了。",
        "label": ""
      },
      {
        "sentence": "你所拥有的，其实也是很好的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会尝试进行心理分析，希望能够慢慢改变自己的想法。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会尝试进行心理分析，希望能够慢慢改变自己的想法。",
        "label": ""
      }
    ]
  }
]