[
  {
    "role": "client",
    "content": "我整个人昏昏沉沉，不知道如何在高考前保持更好的状态。离高考只有几天了，我感觉头脑越来越不明晰，掌握的知识也开始忘记了。有时候觉得整个人都很迷糊，上课和自习的时候很难集中注意力。尽管有时候能集中注意力，但不能集中的时候也不是因为焦虑，只是想到了其他的事情。这种现象从高二就开始出现了，一直没有很好的解决办法。因为这样，即使花了很长时间学习，成绩还是不好。高中三年里有很多让我很痛苦、很难调节好的事情，但在这个过程中，我一直在努力调节自己，可是很孤独，没有人理解。现在我经常后悔之前没有做出一些决定。唉，终究还是没有回到正轨，这让我的很多努力都白费了，对我的身体也有很大的影响。我现在常常担心自己是否得了严重的病，但是又不敢去医院检查。再加上高考焦虑，我的心理压力更大，对未来也很迷茫。如果没有发生这些事情的话，我的成绩应该会很好吧。我也不知道我的身体到底是什么情况，学习也很困难。之前有一次考试刚开始就觉得很压抑，完全写不进去，结果心态完全崩溃了。我很害怕高考时也出现这种情况。",
    "annotation": [
      {
        "sentence": "我整个人昏昏沉沉，不知道如何在高考前保持更好的状态。",
        "label": ""
      },
      {
        "sentence": "离高考只有几天了，我感觉头脑越来越不明晰，掌握的知识也开始忘记了。",
        "label": ""
      },
      {
        "sentence": "有时候觉得整个人都很迷糊，上课和自习的时候很难集中注意力。",
        "label": ""
      },
      {
        "sentence": "尽管有时候能集中注意力，但不能集中的时候也不是因为焦虑，只是想到了其他的事情。",
        "label": ""
      },
      {
        "sentence": "这种现象从高二就开始出现了，一直没有很好的解决办法。",
        "label": ""
      },
      {
        "sentence": "因为这样，即使花了很长时间学习，成绩还是不好。",
        "label": ""
      },
      {
        "sentence": "高中三年里有很多让我很痛苦、很难调节好的事情，但在这个过程中，我一直在努力调节自己，可是很孤独，没有人理解。",
        "label": ""
      },
      {
        "sentence": "现在我经常后悔之前没有做出一些决定。",
        "label": ""
      },
      {
        "sentence": "唉，终究还是没有回到正轨，这让我的很多努力都白费了，对我的身体也有很大的影响。",
        "label": ""
      },
      {
        "sentence": "我现在常常担心自己是否得了严重的病，但是又不敢去医院检查。",
        "label": ""
      },
      {
        "sentence": "再加上高考焦虑，我的心理压力更大，对未来也很迷茫。",
        "label": ""
      },
      {
        "sentence": "如果没有发生这些事情的话，我的成绩应该会很好吧。",
        "label": ""
      },
      {
        "sentence": "我也不知道我的身体到底是什么情况，学习也很困难。",
        "label": ""
      },
      {
        "sentence": "之前有一次考试刚开始就觉得很压抑，完全写不进去，结果心态完全崩溃了。",
        "label": ""
      },
      {
        "sentence": "我很害怕高考时也出现这种情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实现在这个时候，每个考生都和你一样，都感到无助和困惑。不知道你是否有自己的高考目标，如果有，那就恭喜你了，因为没有目标的人更容易迷茫。如果没有目标，你可以制定一个，实际与否都可以。我高考时也没有明确的目标，就定了一个很高的分数，虽然最后没有达到，但我还是很开心。现在很重要的是稳定心态，之前学过的知识不要忘记，还没学会的尽量补上。最重要的是保持自己的状态，快乐开心最重要。高考前的心态非常重要，有好的心态甚至可以超常发挥。每天调整一下自己的信心，想学就学，不想学就休息，保持好自己的状态，轻松应考最好。学校一般会在考前一周停课，那个时候我基本上都用来休息，想看什么就看什么。而且我的高考并没有失败呀，可以说有一点超常发挥吧。乱七八糟的，凑合看吧，想到哪里就说到哪里。总之，心态很重要，要保持自信和快乐。至于怎么办，我有几条小方法：1.心理暗示法：暗示是一种心理现象，有积极暗示和消极暗示之分。心情不好的时候，采取消极暗示只会让自己更焦虑。这时候应该用积极暗示来告诫自己，这种状态很正常，乌云终会散去。同时回想一些美好的情景和值得自豪的事情，可以缓解心理压力。2.目标转移法：如果因为某件事或某个人而感到烦躁，无法集中注意力，就不要强迫自己做事。可以看电视、听音乐、写日记，或者读一些美文。不要认为这是浪费时间，其实这是“磨刀不误砍柴工”，你的情绪会很快得到缓解和放松，才能更好地做你自己该做的事。3.思想交流法：心理学研究表明，每个人都有与他人交流的需求。有些人不愿意把心里的烦恼和悲伤说出来，这样不仅无助于问题的解决，还会加重烦躁情绪。找一位知心朋友交流、谈心，或者在网上找一个网友聊天，对着家里的某个物品诉说自己的心事，逐渐消除烦躁情绪。4.运动释放法：心情不好时，可以去操场上跑几圈，打球，活动一下筋骨，或者对着远方吼几声，高歌一曲，让自己全身放松。这些方法经过实践证明很有效，也印证了“生命在于运动”这句名言。希望这些方法对你有帮助！",
    "annotation": [
      {
        "sentence": "其实现在这个时候，每个考生都和你一样，都感到无助和困惑。",
        "label": ""
      },
      {
        "sentence": "不知道你是否有自己的高考目标，如果有，那就恭喜你了，因为没有目标的人更容易迷茫。",
        "label": ""
      },
      {
        "sentence": "如果没有目标，你可以制定一个，实际与否都可以。",
        "label": ""
      },
      {
        "sentence": "我高考时也没有明确的目标，就定了一个很高的分数，虽然最后没有达到，但我还是很开心。",
        "label": ""
      },
      {
        "sentence": "现在很重要的是稳定心态，之前学过的知识不要忘记，还没学会的尽量补上。",
        "label": ""
      },
      {
        "sentence": "最重要的是保持自己的状态，快乐开心最重要。",
        "label": ""
      },
      {
        "sentence": "高考前的心态非常重要，有好的心态甚至可以超常发挥。",
        "label": ""
      },
      {
        "sentence": "每天调整一下自己的信心，想学就学，不想学就休息，保持好自己的状态，轻松应考最好。",
        "label": ""
      },
      {
        "sentence": "学校一般会在考前一周停课，那个时候我基本上都用来休息，想看什么就看什么。",
        "label": ""
      },
      {
        "sentence": "而且我的高考并没有失败呀，可以说有一点超常发挥吧。",
        "label": ""
      },
      {
        "sentence": "乱七八糟的，凑合看吧，想到哪里就说到哪里。",
        "label": ""
      },
      {
        "sentence": "总之，心态很重要，要保持自信和快乐。",
        "label": ""
      },
      {
        "sentence": "至于怎么办，我有几条小方法：1.心理暗示法：暗示是一种心理现象，有积极暗示和消极暗示之分。",
        "label": ""
      },
      {
        "sentence": "心情不好的时候，采取消极暗示只会让自己更焦虑。",
        "label": ""
      },
      {
        "sentence": "这时候应该用积极暗示来告诫自己，这种状态很正常，乌云终会散去。",
        "label": ""
      },
      {
        "sentence": "同时回想一些美好的情景和值得自豪的事情，可以缓解心理压力。",
        "label": ""
      },
      {
        "sentence": "2.目标转移法：如果因为某件事或某个人而感到烦躁，无法集中注意力，就不要强迫自己做事。",
        "label": ""
      },
      {
        "sentence": "可以看电视、听音乐、写日记，或者读一些美文。",
        "label": ""
      },
      {
        "sentence": "不要认为这是浪费时间，其实这是“磨刀不误砍柴工”，你的情绪会很快得到缓解和放松，才能更好地做你自己该做的事。",
        "label": ""
      },
      {
        "sentence": "3.思想交流法：心理学研究表明，每个人都有与他人交流的需求。",
        "label": ""
      },
      {
        "sentence": "有些人不愿意把心里的烦恼和悲伤说出来，这样不仅无助于问题的解决，还会加重烦躁情绪。",
        "label": ""
      },
      {
        "sentence": "找一位知心朋友交流、谈心，或者在网上找一个网友聊天，对着家里的某个物品诉说自己的心事，逐渐消除烦躁情绪。",
        "label": ""
      },
      {
        "sentence": "4.运动释放法：心情不好时，可以去操场上跑几圈，打球，活动一下筋骨，或者对着远方吼几声，高歌一曲，让自己全身放松。",
        "label": ""
      },
      {
        "sentence": "这些方法经过实践证明很有效，也印证了“生命在于运动”这句名言。",
        "label": ""
      },
      {
        "sentence": "希望这些方法对你有帮助！",
        "label": ""
      }
    ]
  }
]