[
  {
    "role": "client",
    "content": "我要自闭了，我感觉我有阅读恐惧症？大三的小姐姐，我感觉我快自闭了，我很怕读很多文字，特别是有很多文字描述的，这个一开始可能是高考的模式，不能放过一个字，因为这就是一个题眼，读不懂题就写不对，这个思维的影响，后来是害怕了，害怕阅读，以至于我还没有读就感觉到我读不懂了，我不知道自己怎么回事了，我总觉得自己理解不了长篇大论，我感觉自己很笨，呜呜呜，我该怎么办？",
    "annotation": [
      {
        "sentence": "我要自闭了，我感觉我有阅读恐惧症？",
        "label": ""
      },
      {
        "sentence": "大三的小姐姐，我感觉我快自闭了，我很怕读很多文字，特别是有很多文字描述的，这个一开始可能是高考的模式，不能放过一个字，因为这就是一个题眼，读不懂题就写不对，这个思维的影响，后来是害怕了，害怕阅读，以至于我还没有读就感觉到我读不懂了，我不知道自己怎么回事了，我总觉得自己理解不了长篇大论，我感觉自己很笨，呜呜呜，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "给你一个大大抱抱！关于您的描述的问题-害怕描述性阅读-阅读之前就肯定自己读不懂对于您的问题，我的一些想法：【循序渐进地学会阅读】您的害怕阅读的心理从高考就开始困扰您了，每次的读题回答问题，都不能找到重点或者题眼，让您对描述性阅读开始回避，逃避，害怕自己答不对题目，成绩不佳，即使失败了我们也有借口。当下的您已经大三了，开始为前程发愁了，要考各种资格证，考资格证要看各种书籍，现在您的状态就像回到了高考前的状态，害怕失败，大脑开始逃避看资料和信息，这样就有借口去失败。",
    "annotation": [
      {
        "sentence": "给你一个大大抱抱！",
        "label": ""
      },
      {
        "sentence": "关于您的描述的问题-害怕描述性阅读-阅读之前就肯定自己读不懂对于您的问题，我的一些想法：【循序渐进地学会阅读】您的害怕阅读的心理从高考就开始困扰您了，每次的读题回答问题，都不能找到重点或者题眼，让您对描述性阅读开始回避，逃避，害怕自己答不对题目，成绩不佳，即使失败了我们也有借口。",
        "label": ""
      },
      {
        "sentence": "当下的您已经大三了，开始为前程发愁了，要考各种资格证，考资格证要看各种书籍，现在您的状态就像回到了高考前的状态，害怕失败，大脑开始逃避看资料和信息，这样就有借口去失败。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和抱抱！确实，我每次阅读都感觉有很多文字看不懂，而且这种感觉开始影响到我的生活了。我想改变这种情况，但是每次面对长篇大论的文章，我就觉得自己很无力，很害怕。我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和抱抱！",
        "label": ""
      },
      {
        "sentence": "确实，我每次阅读都感觉有很多文字看不懂，而且这种感觉开始影响到我的生活了。",
        "label": ""
      },
      {
        "sentence": "我想改变这种情况，但是每次面对长篇大论的文章，我就觉得自己很无力，很害怕。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我理解你的困惑。在面对长篇大论的文章时，也许你可以尝试循序渐进地学习阅读。你可以先选择一些你感兴趣的描述性文章，这样的文章一般比较生动有趣，可以引起你的兴趣。然后，慢慢地将注意力转移到你的专业书籍上，每次制定一个读书计划，逐步提高你的阅读能力。同时，读完之后可以尝试将你读到的内容再次写下来，这样可以加强你的理解能力和记忆力。",
    "annotation": [
      {
        "sentence": "不客气，我理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "在面对长篇大论的文章时，也许你可以尝试循序渐进地学习阅读。",
        "label": ""
      },
      {
        "sentence": "你可以先选择一些你感兴趣的描述性文章，这样的文章一般比较生动有趣，可以引起你的兴趣。",
        "label": ""
      },
      {
        "sentence": "然后，慢慢地将注意力转移到你的专业书籍上，每次制定一个读书计划，逐步提高你的阅读能力。",
        "label": ""
      },
      {
        "sentence": "同时，读完之后可以尝试将你读到的内容再次写下来，这样可以加强你的理解能力和记忆力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议！我明白了，我可以先从感兴趣的描述性文章开始慢慢提高自己的阅读能力，然后再转移到专业书籍上。我也会制定一个具体的读书计划，每天抽出时间来阅读，并且在读完后做笔记。这样应该能帮助我克服阅读恐惧症吧？",
    "annotation": [
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "我明白了，我可以先从感兴趣的描述性文章开始慢慢提高自己的阅读能力，然后再转移到专业书籍上。",
        "label": ""
      },
      {
        "sentence": "我也会制定一个具体的读书计划，每天抽出时间来阅读，并且在读完后做笔记。",
        "label": ""
      },
      {
        "sentence": "这样应该能帮助我克服阅读恐惧症吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错！相信自己，循序渐进地尝试，你一定能够克服阅读恐惧症。同时，还要培养对未做的事情保持自信的态度，这样会更加有助于你的学习。记住，逃避并不能解决问题，只能给自己找借口，让自己安心地失败。失败并不可怕，每次失败都是一次学习的机会，只要勇敢去面对和尝试，你一定能够取得成功！加油！",
    "annotation": [
      {
        "sentence": "没错！",
        "label": ""
      },
      {
        "sentence": "相信自己，循序渐进地尝试，你一定能够克服阅读恐惧症。",
        "label": ""
      },
      {
        "sentence": "同时，还要培养对未做的事情保持自信的态度，这样会更加有助于你的学习。",
        "label": ""
      },
      {
        "sentence": "记住，逃避并不能解决问题，只能给自己找借口，让自己安心地失败。",
        "label": ""
      },
      {
        "sentence": "失败并不可怕，每次失败都是一次学习的机会，只要勇敢去面对和尝试，你一定能够取得成功！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会相信自己，坚持克服恐惧，努力进行阅读训练，同时也不再害怕失败。我会记住每次失败都是一次学习的机会，我会勇敢去面对和尝试的，谢谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会相信自己，坚持克服恐惧，努力进行阅读训练，同时也不再害怕失败。",
        "label": ""
      },
      {
        "sentence": "我会记住每次失败都是一次学习的机会，我会勇敢去面对和尝试的，谢谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气！我很高兴能够帮助到你，并且看到你有这样积极向上的态度。相信自己，不断努力，你一定能够克服阅读恐惧症，取得进步。如果以后还有其他问题，记得随时来找我聊聊。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气！",
        "label": ""
      },
      {
        "sentence": "我很高兴能够帮助到你，并且看到你有这样积极向上的态度。",
        "label": ""
      },
      {
        "sentence": "相信自己，不断努力，你一定能够克服阅读恐惧症，取得进步。",
        "label": ""
      },
      {
        "sentence": "如果以后还有其他问题，记得随时来找我聊聊。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福！我会坚持努力，相信自己，克服阅读恐惧症，取得进步。如果以后还需要帮助的话，我会再来找你聊聊的，再次感谢你的支持和鼓励！祝你一切都好！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福！",
        "label": ""
      },
      {
        "sentence": "我会坚持努力，相信自己，克服阅读恐惧症，取得进步。",
        "label": ""
      },
      {
        "sentence": "如果以后还需要帮助的话，我会再来找你聊聊的，再次感谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "祝你一切都好！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我也相信你一定能够克服困难，实现自己的目标。如果有需要，请随时联系我。祝你生活愉快，万事如意！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我也相信你一定能够克服困难，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "如果有需要，请随时联系我。",
        "label": ""
      },
      {
        "sentence": "祝你生活愉快，万事如意！",
        "label": ""
      }
    ]
  }
]