[
  {
    "role": "client",
    "content": "不爱老公了，要不要离婚？感觉很痛苦和折磨。",
    "annotation": [
      {
        "sentence": "不爱老公了，要不要离婚？",
        "label": ""
      },
      {
        "sentence": "感觉很痛苦和折磨。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的自我觉察很好，又一次成长开始。婚姻是一段长久的关系，不能仅仅凭借一时的情绪做出决定。可以再多考虑一下，看看还有其他解决方法吗？",
    "annotation": [
      {
        "sentence": "你的自我觉察很好，又一次成长开始。",
        "label": ""
      },
      {
        "sentence": "婚姻是一段长久的关系，不能仅仅凭借一时的情绪做出决定。",
        "label": ""
      },
      {
        "sentence": "可以再多考虑一下，看看还有其他解决方法吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "结婚5年，当时因为身边长辈对他的认同，他对我很好，我又想成家寻找感情寄托结婚了。婚后前两年都还好。到第三年的时候，他工作开始繁忙，对我的关心越来越少，我们也很少沟通，出差有时候好几天都没主动联系过我。他从来没有给过惊喜的礼物，一直很平淡。但生活上很包容我，也不限制我的自由。但是我们之间性生活不和谐，他无法满足我，也没有亲密关系的接吻拥抱这样的事情。",
    "annotation": [
      {
        "sentence": "结婚5年，当时因为身边长辈对他的认同，他对我很好，我又想成家寻找感情寄托结婚了。",
        "label": ""
      },
      {
        "sentence": "婚后前两年都还好。",
        "label": ""
      },
      {
        "sentence": "到第三年的时候，他工作开始繁忙，对我的关心越来越少，我们也很少沟通，出差有时候好几天都没主动联系过我。",
        "label": ""
      },
      {
        "sentence": "他从来没有给过惊喜的礼物，一直很平淡。",
        "label": ""
      },
      {
        "sentence": "但生活上很包容我，也不限制我的自由。",
        "label": ""
      },
      {
        "sentence": "但是我们之间性生活不和谐，他无法满足我，也没有亲密关系的接吻拥抱这样的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婚姻中的感情确实会有起伏，这是很正常的。婚姻需要付出和努力来经营，而不仅仅是激情和浪漫。你可以试着和他沟通一下，告诉他你的感受和需求，看看有没有改善的空间。性生活方面的问题也可以通过对话来解决，双方都需付出努力去改善。",
    "annotation": [
      {
        "sentence": "婚姻中的感情确实会有起伏，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "婚姻需要付出和努力来经营，而不仅仅是激情和浪漫。",
        "label": ""
      },
      {
        "sentence": "你可以试着和他沟通一下，告诉他你的感受和需求，看看有没有改善的空间。",
        "label": ""
      },
      {
        "sentence": "性生活方面的问题也可以通过对话来解决，双方都需付出努力去改善。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "就在痛苦的这时候，我生命里出现了一个喜欢我的第三者，我竟然沦陷了，感觉和他在一起，符合我的很多需求，我和第三者的关系越来越好，时间久了，感情越来越深，我变得不爱我老公了。现在我认识到第三者可能并非真的爱我，但过去太美好了，我难以放下。",
    "annotation": [
      {
        "sentence": "就在痛苦的这时候，我生命里出现了一个喜欢我的第三者，我竟然沦陷了，感觉和他在一起，符合我的很多需求，我和第三者的关系越来越好，时间久了，感情越来越深，我变得不爱我老公了。",
        "label": ""
      },
      {
        "sentence": "现在我认识到第三者可能并非真的爱我，但过去太美好了，我难以放下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于第三者的出现，我理解你内心的纠结和痛苦。然而，你也已经意识到这个情感可能并非真正的爱情，而是对你当前婚姻的一种逃避。考虑一下，你是否仅仅因为第三者的出现而对你的婚姻感到厌倦，或许你可以再尝试一下和你的丈夫进行深入的交流，寻找到解决问题的方式。",
    "annotation": [
      {
        "sentence": "对于第三者的出现，我理解你内心的纠结和痛苦。",
        "label": ""
      },
      {
        "sentence": "然而，你也已经意识到这个情感可能并非真正的爱情，而是对你当前婚姻的一种逃避。",
        "label": ""
      },
      {
        "sentence": "考虑一下，你是否仅仅因为第三者的出现而对你的婚姻感到厌倦，或许你可以再尝试一下和你的丈夫进行深入的交流，寻找到解决问题的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但还是努力放下了，想回归家庭生活。可是我发现我对我老公没有任何的感觉了，他身上也没有吸引我的光环。现在他碰我一下，我都抓狂，崩溃的感觉。受不了折磨，想离婚，他不同意，我又不想起诉离婚，感觉太折磨人。",
    "annotation": [
      {
        "sentence": "但还是努力放下了，想回归家庭生活。",
        "label": ""
      },
      {
        "sentence": "可是我发现我对我老公没有任何的感觉了，他身上也没有吸引我的光环。",
        "label": ""
      },
      {
        "sentence": "现在他碰我一下，我都抓狂，崩溃的感觉。",
        "label": ""
      },
      {
        "sentence": "受不了折磨，想离婚，他不同意，我又不想起诉离婚，感觉太折磨人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感觉对你来说是非常重要的，而且你的感受也是需要被尊重的。然而，婚姻中的感觉并非永恒，它们可能会因为各种原因发生改变。在你的情况下，也许可以给自己和你的丈夫一些时间，同时尝试寻找婚姻中的亮点，重新建立感情。如果你觉得离婚是唯一解决问题的方法，可以考虑找专业的婚姻辅导师帮助你们明确决定和解决问题。最重要的是，做出理性的选择，并为自己和孩子的未来着想。",
    "annotation": [
      {
        "sentence": "感觉对你来说是非常重要的，而且你的感受也是需要被尊重的。",
        "label": ""
      },
      {
        "sentence": "然而，婚姻中的感觉并非永恒，它们可能会因为各种原因发生改变。",
        "label": ""
      },
      {
        "sentence": "在你的情况下，也许可以给自己和你的丈夫一些时间，同时尝试寻找婚姻中的亮点，重新建立感情。",
        "label": ""
      },
      {
        "sentence": "如果你觉得离婚是唯一解决问题的方法，可以考虑找专业的婚姻辅导师帮助你们明确决定和解决问题。",
        "label": ""
      },
      {
        "sentence": "最重要的是，做出理性的选择，并为自己和孩子的未来着想。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，感谢你的支持和理解。我会好好考虑这些问题，并找到最适合我的解决方案。我应该努力尝试改善婚姻，而不是轻言放弃。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "我明白了，感谢你的支持和理解。",
        "label": ""
      },
      {
        "sentence": "我会好好考虑这些问题，并找到最适合我的解决方案。",
        "label": ""
      },
      {
        "sentence": "我应该努力尝试改善婚姻，而不是轻言放弃。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，你的成长和幸福对我来说是最重要的。记住，生活中的选择是属于你自己的，相信自己的能力，找到一个能够满足你的婚姻和家庭。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，你的成长和幸福对我来说是最重要的。",
        "label": ""
      },
      {
        "sentence": "记住，生活中的选择是属于你自己的，相信自己的能力，找到一个能够满足你的婚姻和家庭。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]