[
  {
    "role": "client",
    "content": "好累，经常莫名神经病，焦虑，怎么回事？21岁男。不知道为什么，1月放假在家后就开始莫名其妙的烦。我好像总是间接性的焦虑紧张，然后很容易崩溃，今天也是这样，犯神经什么都集中不了做，就算坐着也焦虑不安，睡觉又做一些很奇怪的梦。一直在想是否跟我的家庭成员有关？？我爸总是对我的期望过高，我高中的老师都说我压力很大，那时候我只想快点过了高考，没想过成绩的事，他是比较脾气暴躁比较专制，家里面都是他做主。但我想回去，我不知道在大学里面是不是也这样，但我总感觉在学校比较快乐，而且也会有精力提升自己。还是我自己其实就是这个样子？？？",
    "annotation": [
      {
        "sentence": "好累，经常莫名神经病，焦虑，怎么回事？",
        "label": ""
      },
      {
        "sentence": "21岁男。",
        "label": ""
      },
      {
        "sentence": "不知道为什么，1月放假在家后就开始莫名其妙的烦。",
        "label": ""
      },
      {
        "sentence": "我好像总是间接性的焦虑紧张，然后很容易崩溃，今天也是这样，犯神经什么都集中不了做，就算坐着也焦虑不安，睡觉又做一些很奇怪的梦。",
        "label": ""
      },
      {
        "sentence": "一直在想是否跟我的家庭成员有关？？",
        "label": ""
      },
      {
        "sentence": "我爸总是对我的期望过高，我高中的老师都说我压力很大，那时候我只想快点过了高考，没想过成绩的事，他是比较脾气暴躁比较专制，家里面都是他做主。",
        "label": ""
      },
      {
        "sentence": "但我想回去，我不知道在大学里面是不是也这样，但我总感觉在学校比较快乐，而且也会有精力提升自己。",
        "label": ""
      },
      {
        "sentence": "还是我自己其实就是这个样子？？？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我能感受到你目前的困境，你感到非常累并且经常出现莫名其妙的神经病和焦虑。你提到你是21岁男性，在放假后开始感到烦恼。你描述了你间歇性的焦虑紧张感，并且容易崩溃。今天你也是这种情况，你无法集中注意力，即使坐着也感到焦虑不安。你还说你睡觉时会做一些奇怪的梦。你一直在考虑这是否与家庭成员有关系。你的爸爸对你的期望很高，你的高中老师也曾说你承受了很大的压力。你当时只想快点通过高考，没有考虑成绩的问题。你描述了你爸爸的脾气暴躁且专制，家里面都由他做主。不过，你在学校感到快乐并且能够提升自己，这让你感到困惑。你是否认为这是你自己的问题呢？",
    "annotation": [
      {
        "sentence": "你好，我能感受到你目前的困境，你感到非常累并且经常出现莫名其妙的神经病和焦虑。",
        "label": ""
      },
      {
        "sentence": "你提到你是21岁男性，在放假后开始感到烦恼。",
        "label": ""
      },
      {
        "sentence": "你描述了你间歇性的焦虑紧张感，并且容易崩溃。",
        "label": ""
      },
      {
        "sentence": "今天你也是这种情况，你无法集中注意力，即使坐着也感到焦虑不安。",
        "label": ""
      },
      {
        "sentence": "你还说你睡觉时会做一些奇怪的梦。",
        "label": ""
      },
      {
        "sentence": "你一直在考虑这是否与家庭成员有关系。",
        "label": ""
      },
      {
        "sentence": "你的爸爸对你的期望很高，你的高中老师也曾说你承受了很大的压力。",
        "label": ""
      },
      {
        "sentence": "你当时只想快点通过高考，没有考虑成绩的问题。",
        "label": ""
      },
      {
        "sentence": "你描述了你爸爸的脾气暴躁且专制，家里面都由他做主。",
        "label": ""
      },
      {
        "sentence": "不过，你在学校感到快乐并且能够提升自己，这让你感到困惑。",
        "label": ""
      },
      {
        "sentence": "你是否认为这是你自己的问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许是我在家的环境让我感到压抑，我觉得父亲的专制会让人感到压抑。我在大学的时候确实有所改变，而且我也愿意为自己的成长努力。离开家，好像就能够回到正常的生活状态。我想，也许父亲对我影响很大吧。父亲的专制和脾气暴躁让我感到不安和精神紧张。我小时候是否也曾有这种情况呢？专制的教养方式会影响孩子的性格。我觉得我的神经紧张可能是一种对抗父亲的方式。虽然我不敢明着反抗，但我的身体会记得。但是，父亲的性格一直都是这样的。我们有没有想过去接受他呢？改变能改变的，接受不能改变的，这是我一直的信念。虽然他有暴躁和专治的问题，但我相信他也有很多爱我的行为。我们都长大了，我可能愿意接受被控制，但以前我们不得不被控制，这就导致了焦虑反应。我打算过几天去旅游一下。",
    "annotation": [
      {
        "sentence": "或许是我在家的环境让我感到压抑，我觉得父亲的专制会让人感到压抑。",
        "label": ""
      },
      {
        "sentence": "我在大学的时候确实有所改变，而且我也愿意为自己的成长努力。",
        "label": ""
      },
      {
        "sentence": "离开家，好像就能够回到正常的生活状态。",
        "label": ""
      },
      {
        "sentence": "我想，也许父亲对我影响很大吧。",
        "label": ""
      },
      {
        "sentence": "父亲的专制和脾气暴躁让我感到不安和精神紧张。",
        "label": ""
      },
      {
        "sentence": "我小时候是否也曾有这种情况呢？",
        "label": ""
      },
      {
        "sentence": "专制的教养方式会影响孩子的性格。",
        "label": ""
      },
      {
        "sentence": "我觉得我的神经紧张可能是一种对抗父亲的方式。",
        "label": ""
      },
      {
        "sentence": "虽然我不敢明着反抗，但我的身体会记得。",
        "label": ""
      },
      {
        "sentence": "但是，父亲的性格一直都是这样的。",
        "label": ""
      },
      {
        "sentence": "我们有没有想过去接受他呢？",
        "label": ""
      },
      {
        "sentence": "改变能改变的，接受不能改变的，这是我一直的信念。",
        "label": ""
      },
      {
        "sentence": "虽然他有暴躁和专治的问题，但我相信他也有很多爱我的行为。",
        "label": ""
      },
      {
        "sentence": "我们都长大了，我可能愿意接受被控制，但以前我们不得不被控制，这就导致了焦虑反应。",
        "label": ""
      },
      {
        "sentence": "我打算过几天去旅游一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你对家中环境的压抑感觉，父亲的专治性格确实会让人感到压抑。你提到在大学时发生了改变，你愿意为自己的成长而努力。你感觉离开家就可以恢复正常的生活状态。你认为父亲对你的影响非常大，他的专制和脾气暴躁让你感到不安和精神紧张。你在小时候是否也有类似的情况呢？专制的教养方式确实会影响孩子的性格。你认为你的神经紧张可能是一种对抗父亲的方式。尽管你不敢明着反抗，但你的身体会记得。不过，父亲的性格一直都是如此。我们是否考虑过去接受他呢？我一直相信，我们能改变的应该去改变，不能改变的则应该去接受。父亲除了性格暴躁和专治以外，我相信他也表达过很多对你的爱。我们都已经长大，或许现在我更愿意被控制，但过去我们不得不被控制，这导致了焦虑反应。你提到了计划去旅游几天，我认为这是一个很好的方式。在大自然中，你可以放下防备，并与你真实的感受接触。这样的方式可以帮助我们理解很多过去不能理解的事情。希望你能在旅途中玩得开心。",
    "annotation": [
      {
        "sentence": "我能理解你对家中环境的压抑感觉，父亲的专治性格确实会让人感到压抑。",
        "label": ""
      },
      {
        "sentence": "你提到在大学时发生了改变，你愿意为自己的成长而努力。",
        "label": ""
      },
      {
        "sentence": "你感觉离开家就可以恢复正常的生活状态。",
        "label": ""
      },
      {
        "sentence": "你认为父亲对你的影响非常大，他的专制和脾气暴躁让你感到不安和精神紧张。",
        "label": ""
      },
      {
        "sentence": "你在小时候是否也有类似的情况呢？",
        "label": ""
      },
      {
        "sentence": "专制的教养方式确实会影响孩子的性格。",
        "label": ""
      },
      {
        "sentence": "你认为你的神经紧张可能是一种对抗父亲的方式。",
        "label": ""
      },
      {
        "sentence": "尽管你不敢明着反抗，但你的身体会记得。",
        "label": ""
      },
      {
        "sentence": "不过，父亲的性格一直都是如此。",
        "label": ""
      },
      {
        "sentence": "我们是否考虑过去接受他呢？",
        "label": ""
      },
      {
        "sentence": "我一直相信，我们能改变的应该去改变，不能改变的则应该去接受。",
        "label": ""
      },
      {
        "sentence": "父亲除了性格暴躁和专治以外，我相信他也表达过很多对你的爱。",
        "label": ""
      },
      {
        "sentence": "我们都已经长大，或许现在我更愿意被控制，但过去我们不得不被控制，这导致了焦虑反应。",
        "label": ""
      },
      {
        "sentence": "你提到了计划去旅游几天，我认为这是一个很好的方式。",
        "label": ""
      },
      {
        "sentence": "在大自然中，你可以放下防备，并与你真实的感受接触。",
        "label": ""
      },
      {
        "sentence": "这样的方式可以帮助我们理解很多过去不能理解的事情。",
        "label": ""
      },
      {
        "sentence": "希望你能在旅途中玩得开心。",
        "label": ""
      }
    ]
  }
]