[
  {
    "role": "client",
    "content": "好累，经常莫名神经病，焦虑，怎么回事？21岁男。不知道为什么，1月放假在家后就开始莫名其妙的烦。我好像总是间接性的焦虑紧张，然后很容易崩溃，今天也是这样，犯神经什么都集中不了做，就算坐着也焦虑不安，睡觉又做一些很奇怪的梦。一直在想是否跟我的家庭成员有关？？我爸总是对我的期望过高，我高中的老师都说我压力很大，那时候我只想快点过了高考，没想过成绩的事，他是比较脾气暴躁比较专制，家里面都是他做主。但我想回去，我不知道在大学里面是不是也这样，但我总感觉在学校比较快乐，而且也会有精力提升自己。还是我自己其实就是这个样子？？？我总觉得只要离开了这个房子和周围熟悉的东西就会舒服很多。我打算过几天去旅游一下",
    "annotation": [
      {
        "sentence": "好累，经常莫名神经病，焦虑，怎么回事？",
        "label": ""
      },
      {
        "sentence": "21岁男。",
        "label": ""
      },
      {
        "sentence": "不知道为什么，1月放假在家后就开始莫名其妙的烦。",
        "label": ""
      },
      {
        "sentence": "我好像总是间接性的焦虑紧张，然后很容易崩溃，今天也是这样，犯神经什么都集中不了做，就算坐着也焦虑不安，睡觉又做一些很奇怪的梦。",
        "label": ""
      },
      {
        "sentence": "一直在想是否跟我的家庭成员有关？？",
        "label": ""
      },
      {
        "sentence": "我爸总是对我的期望过高，我高中的老师都说我压力很大，那时候我只想快点过了高考，没想过成绩的事，他是比较脾气暴躁比较专制，家里面都是他做主。",
        "label": ""
      },
      {
        "sentence": "但我想回去，我不知道在大学里面是不是也这样，但我总感觉在学校比较快乐，而且也会有精力提升自己。",
        "label": ""
      },
      {
        "sentence": "还是我自己其实就是这个样子？？？",
        "label": ""
      },
      {
        "sentence": "我总觉得只要离开了这个房子和周围熟悉的东西就会舒服很多。",
        "label": ""
      },
      {
        "sentence": "我打算过几天去旅游一下",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的紧张焦虑情绪和自己的父亲有很大的关系，正因为父亲对你的要求很高，所以你必须要达成一定的成就才能取悦他，这无形中就给你增添了很多压力。加上他的脾气又很暴躁专制，这也会让你的神经始终处于高度紧绷状态，生怕一不留神又惹恼了他。",
    "annotation": [
      {
        "sentence": "你的紧张焦虑情绪和自己的父亲有很大的关系，正因为父亲对你的要求很高，所以你必须要达成一定的成就才能取悦他，这无形中就给你增添了很多压力。",
        "label": ""
      },
      {
        "sentence": "加上他的脾气又很暴躁专制，这也会让你的神经始终处于高度紧绷状态，生怕一不留神又惹恼了他。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉自己在父亲面前无法放松，总是惶恐不安，怕自己做错事情会引起他的不满和批评。这种心理状态真的很痛苦，我不知道该怎么办才能改变。",
    "annotation": [
      {
        "sentence": "是的，我感觉自己在父亲面前无法放松，总是惶恐不安，怕自己做错事情会引起他的不满和批评。",
        "label": ""
      },
      {
        "sentence": "这种心理状态真的很痛苦，我不知道该怎么办才能改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一旦你脱离了自己的父亲，情绪应该会好很多，因为这个刺激的源头没有了，可能开始还要适应几天，还会有些紧张，随着时间的流逝，你就会渐渐放松下来。既然马上就要步入大学了，正好可以利用这个机会给自己松松绑，体验无压力的生活，那时你不就知道自己到底是什么样子了？旅游也是一个放松身心的好办法，帮助你转移自己的注意力，不用老想着过去有压力的生活和蛮横专制的父亲。",
    "annotation": [
      {
        "sentence": "一旦你脱离了自己的父亲，情绪应该会好很多，因为这个刺激的源头没有了，可能开始还要适应几天，还会有些紧张，随着时间的流逝，你就会渐渐放松下来。",
        "label": ""
      },
      {
        "sentence": "既然马上就要步入大学了，正好可以利用这个机会给自己松松绑，体验无压力的生活，那时你不就知道自己到底是什么样子了？",
        "label": ""
      },
      {
        "sentence": "旅游也是一个放松身心的好办法，帮助你转移自己的注意力，不用老想着过去有压力的生活和蛮横专制的父亲。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，大学生活应该会给我带来新的体验和机会，我会好好把握，尽量放松自己，让自己适应新环境。旅游也是我目前能想到的一个放松的办法，我希望可以从旅行中获得一些新的感受和启示。",
    "annotation": [
      {
        "sentence": "确实，大学生活应该会给我带来新的体验和机会，我会好好把握，尽量放松自己，让自己适应新环境。",
        "label": ""
      },
      {
        "sentence": "旅游也是我目前能想到的一个放松的办法，我希望可以从旅行中获得一些新的感受和启示。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果自己紧张焦虑的情绪很难凭借自身改过来，可以求助于专业的心理医师，通过系统地治疗和放松来改善你的情绪问题。平时也可以尝试运动，冥想，阅读，写作等活动去排解自己的压力。或者做一些其他你认为可以放松自己情绪的事情，有些人可能对香薰很敏感，有些人会选择画画，有些人是瑜伽或者烹饪健康的食物，找一些你能沉浸其中的活动。去滋养你的身心，舒展开来，而不是始终都是蜷缩着的状态。",
    "annotation": [
      {
        "sentence": "如果自己紧张焦虑的情绪很难凭借自身改过来，可以求助于专业的心理医师，通过系统地治疗和放松来改善你的情绪问题。",
        "label": ""
      },
      {
        "sentence": "平时也可以尝试运动，冥想，阅读，写作等活动去排解自己的压力。",
        "label": ""
      },
      {
        "sentence": "或者做一些其他你认为可以放松自己情绪的事情，有些人可能对香薰很敏感，有些人会选择画画，有些人是瑜伽或者烹饪健康的食物，找一些你能沉浸其中的活动。",
        "label": ""
      },
      {
        "sentence": "去滋养你的身心，舒展开来，而不是始终都是蜷缩着的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试运动、写作和阅读，看看哪些活动适合我。如果情况没有明显好转，我会考虑寻求专业的心理帮助。我觉得自己有能力逐渐改变，但可能需要一些时间。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试运动、写作和阅读，看看哪些活动适合我。",
        "label": ""
      },
      {
        "sentence": "如果情况没有明显好转，我会考虑寻求专业的心理帮助。",
        "label": ""
      },
      {
        "sentence": "我觉得自己有能力逐渐改变，但可能需要一些时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "告诉自己有能力去摆脱父亲和原生家庭对自己的影响，只是需要掌握一些专业的方法和技巧，相信通过不断地练习，你一定能够找到自己理想的状态。对待自己要耐心和宽容，别太过苛求，每个人都需要时间来适应和成长。",
    "annotation": [
      {
        "sentence": "告诉自己有能力去摆脱父亲和原生家庭对自己的影响，只是需要掌握一些专业的方法和技巧，相信通过不断地练习，你一定能够找到自己理想的状态。",
        "label": ""
      },
      {
        "sentence": "对待自己要耐心和宽容，别太过苛求，每个人都需要时间来适应和成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了。我会给自己一点时间和空间，慢慢调整自己的心态。谢谢你一直陪伴和鼓励我。",
    "annotation": [
      {
        "sentence": "是的，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会给自己一点时间和空间，慢慢调整自己的心态。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直陪伴和鼓励我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直陪伴在你身边支持你的。如果有任何问题或困惑，随时都可以找我倾诉和寻求帮助。记住，你不是孤单的，一定会有人理解并支持你。",
    "annotation": [
      {
        "sentence": "不用客气，我会一直陪伴在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "如果有任何问题或困惑，随时都可以找我倾诉和寻求帮助。",
        "label": ""
      },
      {
        "sentence": "记住，你不是孤单的，一定会有人理解并支持你。",
        "label": ""
      }
    ]
  }
]