[
  {
    "role": "client",
    "content": "分手都快三年了，为什么还是忘不了这个人..？分手之后他就删除了所有的联系方式，也发生了一些很不愉快的争执。我一直在尝试反思，和最大化的吸取经验教训。蒙的发现这都快三年了，好像对他的记忆从未减少过，还是想跟他在一起，还是想找他聊天。",
    "annotation": [
      {
        "sentence": "分手都快三年了，为什么还是忘不了这个人..？",
        "label": ""
      },
      {
        "sentence": "分手之后他就删除了所有的联系方式，也发生了一些很不愉快的争执。",
        "label": ""
      },
      {
        "sentence": "我一直在尝试反思，和最大化的吸取经验教训。",
        "label": ""
      },
      {
        "sentence": "蒙的发现这都快三年了，好像对他的记忆从未减少过，还是想跟他在一起，还是想找他聊天。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中，看到了你对感情的看重，分手三年还会想在一起；同时，也感受到了你对前任的依赖，他一直活在你的记忆里，不曾离开。不知道这种依赖，仅仅发生在这段感情里？还是其实其他感情里也有过？",
    "annotation": [
      {
        "sentence": "从你的描述中，看到了你对感情的看重，分手三年还会想在一起；同时，也感受到了你对前任的依赖，他一直活在你的记忆里，不曾离开。",
        "label": ""
      },
      {
        "sentence": "不知道这种依赖，仅仅发生在这段感情里？",
        "label": ""
      },
      {
        "sentence": "还是其实其他感情里也有过？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得在这段感情里，我的依赖表现得更明显。以前我也有过依赖别人的经历，但没有像这样无法自拔过。",
    "annotation": [
      {
        "sentence": "我觉得在这段感情里，我的依赖表现得更明显。",
        "label": ""
      },
      {
        "sentence": "以前我也有过依赖别人的经历，但没有像这样无法自拔过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢谢你的诚实回答。依赖是我们在情感上的一种需要，可能源于我们早年在情绪和生存方面的需求。对于依赖型的人来说，成人后其实可以自给自足，不再需要过多的依赖。然而，由于已经形成了依赖依恋的条件反射，在进入关系时就会自动启动对别人的抓取共生，而忽略了对自己的关照。萨提亚对依赖讨好型的人的描述是，他们往往关注环境和他人，却无法看到自己的需求。所以，你念念不忘或许只是一个“习得性无助”的表现，习惯了依赖，误以为自己无法独自生活。",
    "annotation": [
      {
        "sentence": "谢谢你的诚实回答。",
        "label": ""
      },
      {
        "sentence": "依赖是我们在情感上的一种需要，可能源于我们早年在情绪和生存方面的需求。",
        "label": ""
      },
      {
        "sentence": "对于依赖型的人来说，成人后其实可以自给自足，不再需要过多的依赖。",
        "label": ""
      },
      {
        "sentence": "然而，由于已经形成了依赖依恋的条件反射，在进入关系时就会自动启动对别人的抓取共生，而忽略了对自己的关照。",
        "label": ""
      },
      {
        "sentence": "萨提亚对依赖讨好型的人的描述是，他们往往关注环境和他人，却无法看到自己的需求。",
        "label": ""
      },
      {
        "sentence": "所以，你念念不忘或许只是一个“习得性无助”的表现，习惯了依赖，误以为自己无法独自生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可能一直以来都太依赖别人了，尤其是在这段感情里更加明显。我应该怎么样才能打破这个误解呢？",
    "annotation": [
      {
        "sentence": "我明白了，我可能一直以来都太依赖别人了，尤其是在这段感情里更加明显。",
        "label": ""
      },
      {
        "sentence": "我应该怎么样才能打破这个误解呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能意识到这个问题。要打破这个误解，可以从自我陪伴、自我关照和自我负责做起。多关注自己的需求，了解自己的感受，给自己一些时间和空间独处，培养自己独立的生活方式。同时，也可以尝试寻找其他的支持来源，如朋友、家人或者专业的心理咨询师，与他们分享你的感受，寻求适当的帮助和支持。记住，你是一个独立而有价值的个体，你有能力独自面对生活的挑战。",
    "annotation": [
      {
        "sentence": "很高兴你能意识到这个问题。",
        "label": ""
      },
      {
        "sentence": "要打破这个误解，可以从自我陪伴、自我关照和自我负责做起。",
        "label": ""
      },
      {
        "sentence": "多关注自己的需求，了解自己的感受，给自己一些时间和空间独处，培养自己独立的生活方式。",
        "label": ""
      },
      {
        "sentence": "同时，也可以尝试寻找其他的支持来源，如朋友、家人或者专业的心理咨询师，与他们分享你的感受，寻求适当的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "记住，你是一个独立而有价值的个体，你有能力独自面对生活的挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽力去关心和照顾自己，同时也尝试和身边的朋友多沟通。我相信我可以克服这种依赖，重新获得独立和自主的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽力去关心和照顾自己，同时也尝试和身边的朋友多沟通。",
        "label": ""
      },
      {
        "sentence": "我相信我可以克服这种依赖，重新获得独立和自主的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的愿望和决心。记住，这是一个逐步的过程，不要对自己太苛求。每一次的努力和进步都值得骄傲和肯定。如果在这个过程中遇到困难，记得随时向我寻求帮助和支持。我相信你能够走出依赖的阴影，过上幸福和独立的生活。祝愿你一切顺利！",
    "annotation": [
      {
        "sentence": "很高兴听到你的愿望和决心。",
        "label": ""
      },
      {
        "sentence": "记住，这是一个逐步的过程，不要对自己太苛求。",
        "label": ""
      },
      {
        "sentence": "每一次的努力和进步都值得骄傲和肯定。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中遇到困难，记得随时向我寻求帮助和支持。",
        "label": ""
      },
      {
        "sentence": "我相信你能够走出依赖的阴影，过上幸福和独立的生活。",
        "label": ""
      },
      {
        "sentence": "祝愿你一切顺利！",
        "label": ""
      }
    ]
  }
]