[
  {
    "role": "client",
    "content": "高二打算艺考的学生，在家学习耽误了一切。非常焦虑。疫情发生前我还是蛮好的也有目标也有努力，打算美术艺考。但是疫情发生后，完全不适应网课感觉落下了很多。非常焦虑睡眠也很糟糕每天都得凌晨12点左右，情绪波动也比较大有时候很开心平静有时候非常的难受生气。甚至会对一些小事发巨大的火以至于我做梦都会被气醒。美术考试不等人，再加上因为疫情跳过了高二下直接进入压力大的高三。老师的说教我也都清楚，但是我就是无法行动下去。眼见着所谓的理想和现实差距越来越大，我想逃避但越是逃避我越痛苦。我是个较为自卑的人（虽然对外界的表露不是）现在非常的绝望。外界高三压力艺考压力和最近北京又开始居家学习加上我自己的不适自责焦虑和绝望，我开始感觉坚持不住了。",
    "annotation": [
      {
        "sentence": "高二打算艺考的学生，在家学习耽误了一切。",
        "label": ""
      },
      {
        "sentence": "非常焦虑。",
        "label": ""
      },
      {
        "sentence": "疫情发生前我还是蛮好的也有目标也有努力，打算美术艺考。",
        "label": ""
      },
      {
        "sentence": "但是疫情发生后，完全不适应网课感觉落下了很多。",
        "label": ""
      },
      {
        "sentence": "非常焦虑睡眠也很糟糕每天都得凌晨12点左右，情绪波动也比较大有时候很开心平静有时候非常的难受生气。",
        "label": ""
      },
      {
        "sentence": "甚至会对一些小事发巨大的火以至于我做梦都会被气醒。",
        "label": ""
      },
      {
        "sentence": "美术考试不等人，再加上因为疫情跳过了高二下直接进入压力大的高三。",
        "label": ""
      },
      {
        "sentence": "老师的说教我也都清楚，但是我就是无法行动下去。",
        "label": ""
      },
      {
        "sentence": "眼见着所谓的理想和现实差距越来越大，我想逃避但越是逃避我越痛苦。",
        "label": ""
      },
      {
        "sentence": "我是个较为自卑的人（虽然对外界的表露不是）现在非常的绝望。",
        "label": ""
      },
      {
        "sentence": "外界高三压力艺考压力和最近北京又开始居家学习加上我自己的不适自责焦虑和绝望，我开始感觉坚持不住了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解的，在不适应上网课的情况下，人是很难有专注力去学习提高成绩的。你说老师的说教我也都清楚，但是我就是无法行动下去。眼见着所谓的理想和现实差距越来越大，我想逃避但越是逃避我越痛苦。我是个较为自卑的人（虽然对外界的表露不是）现在非常的绝望。外界高三压力艺考压力和最近北京又开始居家学习加上我自己的不适自责焦虑和绝望，我开始感觉坚持不住了。",
    "annotation": [
      {
        "sentence": "理解的，在不适应上网课的情况下，人是很难有专注力去学习提高成绩的。",
        "label": ""
      },
      {
        "sentence": "你说老师的说教我也都清楚，但是我就是无法行动下去。",
        "label": ""
      },
      {
        "sentence": "眼见着所谓的理想和现实差距越来越大，我想逃避但越是逃避我越痛苦。",
        "label": ""
      },
      {
        "sentence": "我是个较为自卑的人（虽然对外界的表露不是）现在非常的绝望。",
        "label": ""
      },
      {
        "sentence": "外界高三压力艺考压力和最近北京又开始居家学习加上我自己的不适自责焦虑和绝望，我开始感觉坚持不住了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我就是觉得越来越压抑，对未来也充满了恐惧和不确定感。感觉自己一直在逃避现实。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我就是觉得越来越压抑，对未来也充满了恐惧和不确定感。",
        "label": ""
      },
      {
        "sentence": "感觉自己一直在逃避现实。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我能理解，面对压力和困难的时候，逃避也是一种应对方式。但是逃避并不会解决问题，反而会让你感到越来越痛苦。逆境中能够坚持并积极面对问题，才能找到解决办法。你可以试着去面对现实，找到一个稳定自己情绪的方法，比如进行体育锻炼或者与朋友倾诉。",
    "annotation": [
      {
        "sentence": "你的感受我能理解，面对压力和困难的时候，逃避也是一种应对方式。",
        "label": ""
      },
      {
        "sentence": "但是逃避并不会解决问题，反而会让你感到越来越痛苦。",
        "label": ""
      },
      {
        "sentence": "逆境中能够坚持并积极面对问题，才能找到解决办法。",
        "label": ""
      },
      {
        "sentence": "你可以试着去面对现实，找到一个稳定自己情绪的方法，比如进行体育锻炼或者与朋友倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我可能确实需要找到一种方法来稳定自己的情绪。我现在太过焦虑和绝望，无法安心学习和思考。我会试着尝试进行一些运动和寻求朋友的支持。",
    "annotation": [
      {
        "sentence": "你说的有道理，我可能确实需要找到一种方法来稳定自己的情绪。",
        "label": ""
      },
      {
        "sentence": "我现在太过焦虑和绝望，无法安心学习和思考。",
        "label": ""
      },
      {
        "sentence": "我会试着尝试进行一些运动和寻求朋友的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你有这样的想法。在艰难的时刻，支持和陪伴是非常重要的。记得与朋友分享你的感受和困惑，也可以接受他们的建议和安慰。此外，坚持锻炼可以让你释放焦虑，增强自信心，恢复专注力。你可以找到适合自己的运动方式，例如跑步、瑜伽或者打羽毛球。",
    "annotation": [
      {
        "sentence": "很高兴听到你有这样的想法。",
        "label": ""
      },
      {
        "sentence": "在艰难的时刻，支持和陪伴是非常重要的。",
        "label": ""
      },
      {
        "sentence": "记得与朋友分享你的感受和困惑，也可以接受他们的建议和安慰。",
        "label": ""
      },
      {
        "sentence": "此外，坚持锻炼可以让你释放焦虑，增强自信心，恢复专注力。",
        "label": ""
      },
      {
        "sentence": "你可以找到适合自己的运动方式，例如跑步、瑜伽或者打羽毛球。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量寻找适合自己的运动方式，并与朋友保持联系，寻求他们的支持和帮助。我希望这些方法能够帮助我缓解焦虑并提升自己的心理抗压能力。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量寻找适合自己的运动方式，并与朋友保持联系，寻求他们的支持和帮助。",
        "label": ""
      },
      {
        "sentence": "我希望这些方法能够帮助我缓解焦虑并提升自己的心理抗压能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样的决心和行动计划。坚持下去，努力克服困难，你一定能够找到适应网课和高三学习的方法，并实现自己的目标。记得不要对自己太苛责，接受自己的不完美，相信自己可以克服困难。",
    "annotation": [
      {
        "sentence": "很高兴听到你这样的决心和行动计划。",
        "label": ""
      },
      {
        "sentence": "坚持下去，努力克服困难，你一定能够找到适应网课和高三学习的方法，并实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "记得不要对自己太苛责，接受自己的不完美，相信自己可以克服困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尽力坚持下去。我相信只要给自己一点时间和机会，我能够适应网课和面对高三的学习压力。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尽力坚持下去。",
        "label": ""
      },
      {
        "sentence": "我相信只要给自己一点时间和机会，我能够适应网课和面对高三的学习压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣赏你的积极态度和对自己的信心。记得不断给自己正面的鼓励和肯定，相信自己的能力和潜力。不论困难有多大，只要你不放弃，永远都有希望。坚持下去，你一定能够克服困难，取得好的学业成绩和心理健康。",
    "annotation": [
      {
        "sentence": "非常欣赏你的积极态度和对自己的信心。",
        "label": ""
      },
      {
        "sentence": "记得不断给自己正面的鼓励和肯定，相信自己的能力和潜力。",
        "label": ""
      },
      {
        "sentence": "不论困难有多大，只要你不放弃，永远都有希望。",
        "label": ""
      },
      {
        "sentence": "坚持下去，你一定能够克服困难，取得好的学业成绩和心理健康。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和鼓舞，我会将你的话铭记于心，并且努力面对困难。我相信，只要我坚持不懈，我一定能够克服眼前的困难，并实现自己的理想和目标。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和鼓舞，我会将你的话铭记于心，并且努力面对困难。",
        "label": ""
      },
      {
        "sentence": "我相信，只要我坚持不懈，我一定能够克服眼前的困难，并实现自己的理想和目标。",
        "label": ""
      }
    ]
  }
]