[
  {
    "role": "client",
    "content": "我是一个高二打算艺考的学生，在家学习耽误了一切。现在非常焦虑。疫情发生前我还是蛮好的，也有目标也有努力，打算参加美术艺考。但是疫情发生后，完全无法适应网课，感觉自己落下了很多。睡眠也很糟糕，每天都要到凌晨12点左右才能入睡，情绪也波动很大，有时候很开心平静，有时候非常难受生气。甚至有时候对一些小事情都会发脾气，做梦都会被自己气醒。美术考试可是不能等人的，再加上因为疫情跳过了高二下学期直接进入了高三，压力更大了。老师的劝告我都明白，但就是无法付诸行动。眼见着所谓的理想和现实差距越来越大，我想逃避，但越是逃避我越痛苦。我是一个较为自卑的人（虽然对外界的表露不是），现在非常绝望。外界高三的压力、艺考的压力以及最近北京又开始居家学习，加上我自己的不适、自责、焦虑和绝望，我开始感觉坚持不住了。",
    "annotation": [
      {
        "sentence": "我是一个高二打算艺考的学生，在家学习耽误了一切。",
        "label": ""
      },
      {
        "sentence": "现在非常焦虑。",
        "label": ""
      },
      {
        "sentence": "疫情发生前我还是蛮好的，也有目标也有努力，打算参加美术艺考。",
        "label": ""
      },
      {
        "sentence": "但是疫情发生后，完全无法适应网课，感觉自己落下了很多。",
        "label": ""
      },
      {
        "sentence": "睡眠也很糟糕，每天都要到凌晨12点左右才能入睡，情绪也波动很大，有时候很开心平静，有时候非常难受生气。",
        "label": ""
      },
      {
        "sentence": "甚至有时候对一些小事情都会发脾气，做梦都会被自己气醒。",
        "label": ""
      },
      {
        "sentence": "美术考试可是不能等人的，再加上因为疫情跳过了高二下学期直接进入了高三，压力更大了。",
        "label": ""
      },
      {
        "sentence": "老师的劝告我都明白，但就是无法付诸行动。",
        "label": ""
      },
      {
        "sentence": "眼见着所谓的理想和现实差距越来越大，我想逃避，但越是逃避我越痛苦。",
        "label": ""
      },
      {
        "sentence": "我是一个较为自卑的人（虽然对外界的表露不是），现在非常绝望。",
        "label": ""
      },
      {
        "sentence": "外界高三的压力、艺考的压力以及最近北京又开始居家学习，加上我自己的不适、自责、焦虑和绝望，我开始感觉坚持不住了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的困扰，成长就是找到突破的点，改变轨迹，螺旋式成长，做更好的自己。心路历程上，你现在是高三学生，在备考季节却充满了压力，内心非常焦虑也很糟糕，每天到凌晨1\/2点左右都睡不着。主要是疫情的影响，打乱了你的备考节奏，虽然你之前也有目标和努力，计划是参加美术艺考，但是疫情期间无法去上课，开始了网课，而你无法适应网课，因此无法很好地准备自己的考试。你的焦虑情绪越来越明显，每天都难以入眠，情绪也时好时坏，有时候甚至会因为小事发火，以至于会在梦中被气醒。眼下你跳过了高二直接进入了高三，老师给予了你鼓励和开导，你也明白他们的意图，但就是无法付诸行动。考试离现在越来越近，你越来越紧张，感觉自己无法达到所期望的目标，产生了逃避的念头，但是越是逃避就越感到痛苦，绝望情绪也随之而来。现在距离考试越来越近，北京的疫情又开始了，更增加了你的焦虑和绝望，你感觉自己已经坚持不下去了。",
    "annotation": [
      {
        "sentence": "理解你的困扰，成长就是找到突破的点，改变轨迹，螺旋式成长，做更好的自己。",
        "label": ""
      },
      {
        "sentence": "心路历程上，你现在是高三学生，在备考季节却充满了压力，内心非常焦虑也很糟糕，每天到凌晨1\/2点左右都睡不着。",
        "label": ""
      },
      {
        "sentence": "主要是疫情的影响，打乱了你的备考节奏，虽然你之前也有目标和努力，计划是参加美术艺考，但是疫情期间无法去上课，开始了网课，而你无法适应网课，因此无法很好地准备自己的考试。",
        "label": ""
      },
      {
        "sentence": "你的焦虑情绪越来越明显，每天都难以入眠，情绪也时好时坏，有时候甚至会因为小事发火，以至于会在梦中被气醒。",
        "label": ""
      },
      {
        "sentence": "眼下你跳过了高二直接进入了高三，老师给予了你鼓励和开导，你也明白他们的意图，但就是无法付诸行动。",
        "label": ""
      },
      {
        "sentence": "考试离现在越来越近，你越来越紧张，感觉自己无法达到所期望的目标，产生了逃避的念头，但是越是逃避就越感到痛苦，绝望情绪也随之而来。",
        "label": ""
      },
      {
        "sentence": "现在距离考试越来越近，北京的疫情又开始了，更增加了你的焦虑和绝望，你感觉自己已经坚持不下去了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对不起，我真的很感激你能听我诉说我的困扰。你所说的“成长就是找到突破的点，改变轨迹，螺旋式成长，做更好的自己”这段话，让我感到一丝希望。我现在真的需要改变，需要找到出路。",
    "annotation": [
      {
        "sentence": "对不起，我真的很感激你能听我诉说我的困扰。",
        "label": ""
      },
      {
        "sentence": "你所说的“成长就是找到突破的点，改变轨迹，螺旋式成长，做更好的自己”这段话，让我感到一丝希望。",
        "label": ""
      },
      {
        "sentence": "我现在真的需要改变，需要找到出路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我作为你的支持者，当然要全力支持你。每个人的成长都需要从突破中来，你也是一样。你现在是在高三备考阶段，感受到了很大的压力，非常焦虑。但是要记住，你不是一个人在经历这一切，很多同学都面临相同的困惑和压力。面对外界的疫情和新的教学方式，你没有积极应对，而是看到了威胁。这主要是因为你的心态没有及时调整过来。在疫情发生时，你可能只考虑到了暂时的影响，没有做好长远规划。导致在后期学习的时候一直处于被动接受的状态，现在就出现了你目前的窘境。你追求成绩的同时，可能没有做足够的准备，这样就进入了备考-不适应-考试距离-焦虑-恐惧-无法备考的恶性循环。但是，你要知道，现在的网课教学也带来了新的机会。在听课和做练习的过程中，没有了同学的打扰，你可以更加专注地复习。如果有不理解的地方，你可以随时暂停和回放，反复听取。要学会放平心态，明白备考的过程中会遇到挑战与困难，而结果并非唯一关注的焦点。找到备考的方法，设定目标，熟悉内容，然后有针对性地攻克。制定一个积极的备考计划，每天完成一定数量的例题和作业，如何更好地投入到课程中，这些都需要你积极地备战。不要总是过分关注结果，而是专注于备考过程中的每个阶段，找到机会，放平心态，制定方法，积极备战，从而改变轨迹，螺旋式上升，做更好的自己。",
    "annotation": [
      {
        "sentence": "不用客气，我作为你的支持者，当然要全力支持你。",
        "label": ""
      },
      {
        "sentence": "每个人的成长都需要从突破中来，你也是一样。",
        "label": ""
      },
      {
        "sentence": "你现在是在高三备考阶段，感受到了很大的压力，非常焦虑。",
        "label": ""
      },
      {
        "sentence": "但是要记住，你不是一个人在经历这一切，很多同学都面临相同的困惑和压力。",
        "label": ""
      },
      {
        "sentence": "面对外界的疫情和新的教学方式，你没有积极应对，而是看到了威胁。",
        "label": ""
      },
      {
        "sentence": "这主要是因为你的心态没有及时调整过来。",
        "label": ""
      },
      {
        "sentence": "在疫情发生时，你可能只考虑到了暂时的影响，没有做好长远规划。",
        "label": ""
      },
      {
        "sentence": "导致在后期学习的时候一直处于被动接受的状态，现在就出现了你目前的窘境。",
        "label": ""
      },
      {
        "sentence": "你追求成绩的同时，可能没有做足够的准备，这样就进入了备考-不适应-考试距离-焦虑-恐惧-无法备考的恶性循环。",
        "label": ""
      },
      {
        "sentence": "但是，你要知道，现在的网课教学也带来了新的机会。",
        "label": ""
      },
      {
        "sentence": "在听课和做练习的过程中，没有了同学的打扰，你可以更加专注地复习。",
        "label": ""
      },
      {
        "sentence": "如果有不理解的地方，你可以随时暂停和回放，反复听取。",
        "label": ""
      },
      {
        "sentence": "要学会放平心态，明白备考的过程中会遇到挑战与困难，而结果并非唯一关注的焦点。",
        "label": ""
      },
      {
        "sentence": "找到备考的方法，设定目标，熟悉内容，然后有针对性地攻克。",
        "label": ""
      },
      {
        "sentence": "制定一个积极的备考计划，每天完成一定数量的例题和作业，如何更好地投入到课程中，这些都需要你积极地备战。",
        "label": ""
      },
      {
        "sentence": "不要总是过分关注结果，而是专注于备考过程中的每个阶段，找到机会，放平心态，制定方法，积极备战，从而改变轨迹，螺旋式上升，做更好的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你这么明白我的处境，并给予我这么多宝贵的建议。我意识到了自己一直以来的局限与思维方式不对，我需要改变，需要尝试新的方式来面对困境。考虑到网课教学的优势，我确实可以更加专注地进行学习，这样可以提高学习效率。同时，我也意识到要对自己设定明确的备考目标，并制定详细的备考计划，每天有一定的任务量。还有，我也要学会放松心态，摆正心态，相信在自己积极努力的同时，最终会达到自己的目标。",
    "annotation": [
      {
        "sentence": "谢谢你这么明白我的处境，并给予我这么多宝贵的建议。",
        "label": ""
      },
      {
        "sentence": "我意识到了自己一直以来的局限与思维方式不对，我需要改变，需要尝试新的方式来面对困境。",
        "label": ""
      },
      {
        "sentence": "考虑到网课教学的优势，我确实可以更加专注地进行学习，这样可以提高学习效率。",
        "label": ""
      },
      {
        "sentence": "同时，我也意识到要对自己设定明确的备考目标，并制定详细的备考计划，每天有一定的任务量。",
        "label": ""
      },
      {
        "sentence": "还有，我也要学会放松心态，摆正心态，相信在自己积极努力的同时，最终会达到自己的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我能帮到你我也很高兴。你的领悟很重要，你意识到了自己的局限并且愿意尝试改变，这样才能走出困境。网课教学虽然有一些困难，但它也为你提供了新的机遇。你可以充分利用这些优势，更加深入地学习，提高效率。确立明确的备考目标，并制定详细的计划，每天有具体的任务，这样才能更加有条不紊地备战。同时，放松心态也非常重要，一个平和的心态能帮助你在备考过程中保持稳定，超越一大部分学生。相信自己的努力，相信自己能够做到，相信在过程中找到机会，螺旋式上升，不断成长，做更好的自己。",
    "annotation": [
      {
        "sentence": "不客气，我能帮到你我也很高兴。",
        "label": ""
      },
      {
        "sentence": "你的领悟很重要，你意识到了自己的局限并且愿意尝试改变，这样才能走出困境。",
        "label": ""
      },
      {
        "sentence": "网课教学虽然有一些困难，但它也为你提供了新的机遇。",
        "label": ""
      },
      {
        "sentence": "你可以充分利用这些优势，更加深入地学习，提高效率。",
        "label": ""
      },
      {
        "sentence": "确立明确的备考目标，并制定详细的计划，每天有具体的任务，这样才能更加有条不紊地备战。",
        "label": ""
      },
      {
        "sentence": "同时，放松心态也非常重要，一个平和的心态能帮助你在备考过程中保持稳定，超越一大部分学生。",
        "label": ""
      },
      {
        "sentence": "相信自己的努力，相信自己能够做到，相信在过程中找到机会，螺旋式上升，不断成长，做更好的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会牢记你的建议，并将其付诸行动。我相信只要我积极努力，改变自己的思维方式和备考策略，一定能够走出这个困境，实现自己的理想。再次感谢你对我的支持和鼓励！",
    "annotation": [
      {
        "sentence": "我会牢记你的建议，并将其付诸行动。",
        "label": ""
      },
      {
        "sentence": "我相信只要我积极努力，改变自己的思维方式和备考策略，一定能够走出这个困境，实现自己的理想。",
        "label": ""
      },
      {
        "sentence": "再次感谢你对我的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你对自己的未来充满信心，相信你一定能够战胜眼前的困难，实现自己的目标。不要忘记，这个过程中，我会一直在你身边支持你，给予你",
    "annotation": [
      {
        "sentence": "很高兴听到你对自己的未来充满信心，相信你一定能够战胜眼前的困难，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "不要忘记，这个过程中，我会一直在你身边支持你，给予你",
        "label": ""
      }
    ]
  }
]