[
  {
    "role": "client",
    "content": "情绪很不好，因为一点小事就哭，就暴躁？很难受，每天对做什么都没有兴趣，也不想笑，因为一点小事就哭，就暴躁，别人一说我什么或者教育我给我讲道理，我就会止不住的哭，晚上也会想哭，周围人好像都不太看得起我，觉得自己一无是处，甚至有时候会自残，有过轻生的想法。",
    "annotation": [
      {
        "sentence": "情绪很不好，因为一点小事就哭，就暴躁？",
        "label": ""
      },
      {
        "sentence": "很难受，每天对做什么都没有兴趣，也不想笑，因为一点小事就哭，就暴躁，别人一说我什么或者教育我给我讲道理，我就会止不住的哭，晚上也会想哭，周围人好像都不太看得起我，觉得自己一无是处，甚至有时候会自残，有过轻生的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "给你一个大大抱抱！我也经历过和您一样的经历。家人或者亲戚谈论我，我就会开始流眼泪。其实内心不想这样做，但是生理上不受控制，对方越说我哭得越厉害。后来回想当时哭的过程，其实内心是非常委屈的，不想去接受他们谈论的那个我，我又不能去和他们反驳，只能在身体表现出来自己的抗议，和不能忍受。",
    "annotation": [
      {
        "sentence": "给你一个大大抱抱！",
        "label": ""
      },
      {
        "sentence": "我也经历过和您一样的经历。",
        "label": ""
      },
      {
        "sentence": "家人或者亲戚谈论我，我就会开始流眼泪。",
        "label": ""
      },
      {
        "sentence": "其实内心不想这样做，但是生理上不受控制，对方越说我哭得越厉害。",
        "label": ""
      },
      {
        "sentence": "后来回想当时哭的过程，其实内心是非常委屈的，不想去接受他们谈论的那个我，我又不能去和他们反驳，只能在身体表现出来自己的抗议，和不能忍受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和抱抱！确实感觉内心很委屈，不愿意接受他们的说法，但我又无法控制自己的情绪反应。怎么才能改变这种状况呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和抱抱！",
        "label": ""
      },
      {
        "sentence": "确实感觉内心很委屈，不愿意接受他们的说法，但我又无法控制自己的情绪反应。",
        "label": ""
      },
      {
        "sentence": "怎么才能改变这种状况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没问题！我能理解你的感受。事后和对方好好谈谈在事情的发生过程中，我们不能做出实际行动去抗议，事后我们可以和对方说出自己不舒服的地方，解释清楚自己的情绪，一定要学会去说出来，这样也是情绪解脱的方式，也可以让其他人明白谈论你的时候，你是不开心的，内心拒绝也从生理上表达出来了。",
    "annotation": [
      {
        "sentence": "没问题！",
        "label": ""
      },
      {
        "sentence": "我能理解你的感受。",
        "label": ""
      },
      {
        "sentence": "事后和对方好好谈谈在事情的发生过程中，我们不能做出实际行动去抗议，事后我们可以和对方说出自己不舒服的地方，解释清楚自己的情绪，一定要学会去说出来，这样也是情绪解脱的方式，也可以让其他人明白谈论你的时候，你是不开心的，内心拒绝也从生理上表达出来了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试和他们好好沟通，告诉他们我不喜欢被讨论的感觉。但是有时想想还是有点怕，怕他们不理解我，怕他们会觉得我太敏感。",
    "annotation": [
      {
        "sentence": "我会试试和他们好好沟通，告诉他们我不喜欢被讨论的感觉。",
        "label": ""
      },
      {
        "sentence": "但是有时想想还是有点怕，怕他们不理解我，怕他们会觉得我太敏感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谈话之前多做些准备可以帮助减少害怕的感觉。可以先写下你想说的话，强调你的感受，告诉他们你不喜欢被讨论的感觉，希望他们能够更加理解你的困扰和难受。但是也要意识到，不是所有人都会理解，这个困扰和感受只有你自己最清楚，只要你坚定自己的立场就好了。",
    "annotation": [
      {
        "sentence": "谈话之前多做些准备可以帮助减少害怕的感觉。",
        "label": ""
      },
      {
        "sentence": "可以先写下你想说的话，强调你的感受，告诉他们你不喜欢被讨论的感觉，希望他们能够更加理解你的困扰和难受。",
        "label": ""
      },
      {
        "sentence": "但是也要意识到，不是所有人都会理解，这个困扰和感受只有你自己最清楚，只要你坚定自己的立场就好了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我觉得更有信心去和他们交流了。谢谢你的建议！但是除了和他们沟通，还有其他方法可以让我更好地处理情绪吗？",
    "annotation": [
      {
        "sentence": "听你这么说，我觉得更有信心去和他们交流了。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "但是除了和他们沟通，还有其他方法可以让我更好地处理情绪吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然！除了和他们沟通，你也可以学会把内心变得强大。生活中有太多不如意的事情，每一件事情都去和每个人解释不太可能。让我们内心不断变得强大，不去在意那些不相关的人，不管是误会还是胡说，我们都能淡然处之，过好自己的生活。在意自己喜欢的人，别人的指指点点和我们无关。",
    "annotation": [
      {
        "sentence": "当然！",
        "label": ""
      },
      {
        "sentence": "除了和他们沟通，你也可以学会把内心变得强大。",
        "label": ""
      },
      {
        "sentence": "生活中有太多不如意的事情，每一件事情都去和每个人解释不太可能。",
        "label": ""
      },
      {
        "sentence": "让我们内心不断变得强大，不去在意那些不相关的人，不管是误会还是胡说，我们都能淡然处之，过好自己的生活。",
        "label": ""
      },
      {
        "sentence": "在意自己喜欢的人，别人的指指点点和我们无关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我要学会更加坚强，不让他人的看法左右我的情绪。我一定会努力去过好自己的生活。谢谢你一直陪伴和支持我！",
    "annotation": [
      {
        "sentence": "我明白了，我要学会更加坚强，不让他人的看法左右我的情绪。",
        "label": ""
      },
      {
        "sentence": "我一定会努力去过好自己的生活。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直陪伴和支持我！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我一直都会在这里支持你的，你不孤单。不管在哪里，如果你需要倾诉或者是想要寻找更专业的咨询师，请随时找我。你的情绪需要被关注，不断变强是个长期的过程，慢慢来，你会越来越好的。祝福你，一切都会好起来的！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我一直都会在这里支持你的，你不孤单。",
        "label": ""
      },
      {
        "sentence": "不管在哪里，如果你需要倾诉或者是想要寻找更专业的咨询师，请随时找我。",
        "label": ""
      },
      {
        "sentence": "你的情绪需要被关注，不断变强是个长期的过程，慢慢来，你会越来越好的。",
        "label": ""
      },
      {
        "sentence": "祝福你，一切都会好起来的！",
        "label": ""
      }
    ]
  }
]