[
  {
    "role": "client",
    "content": "情绪很不好，因为一点小事就哭，就暴躁？很难受，每天对做什么都没有兴趣，也不想笑，因为一点小事就哭，就暴躁，别人一说我什么或者教育我给我讲道理，我就会止不住的哭，晚上也会想哭，周围人好像都不太看得起我，觉得自己一无是处，甚至有时候会自残，有过轻生的想法。",
    "annotation": [
      {
        "sentence": "情绪很不好，因为一点小事就哭，就暴躁？",
        "label": ""
      },
      {
        "sentence": "很难受，每天对做什么都没有兴趣，也不想笑，因为一点小事就哭，就暴躁，别人一说我什么或者教育我给我讲道理，我就会止不住的哭，晚上也会想哭，周围人好像都不太看得起我，觉得自己一无是处，甚至有时候会自残，有过轻生的想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的描述，我能感受到你现在处于一种情感不稳定、非常无助的状态。我知道这对你来说一定很困扰。不确定这样的情况持续多久了，在这之前发生过什么样的事或者你正在经历什么事，又或者也没有什么特别的事情发生，只是慢慢就变成这样了。",
    "annotation": [
      {
        "sentence": "听到你的描述，我能感受到你现在处于一种情感不稳定、非常无助的状态。",
        "label": ""
      },
      {
        "sentence": "我知道这对你来说一定很困扰。",
        "label": ""
      },
      {
        "sentence": "不确定这样的情况持续多久了，在这之前发生过什么样的事或者你正在经历什么事，又或者也没有什么特别的事情发生，只是慢慢就变成这样了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "最近真的没有发生什么特别的事情，可能我太敏感了，对一些小事情过度反应。但是，我感觉自己就是无法控制自己的情绪，无论如何也无法摆脱这种消极的情绪。",
    "annotation": [
      {
        "sentence": "最近真的没有发生什么特别的事情，可能我太敏感了，对一些小事情过度反应。",
        "label": ""
      },
      {
        "sentence": "但是，我感觉自己就是无法控制自己的情绪，无论如何也无法摆脱这种消极的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。有时候我们无法自主地控制自己的情绪，这并不是你的错。但我也想知道，在这个过程中，你曾做过哪些努力、试图让自己的感受好一些？",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "有时候我们无法自主地控制自己的情绪，这并不是你的错。",
        "label": ""
      },
      {
        "sentence": "但我也想知道，在这个过程中，你曾做过哪些努力、试图让自己的感受好一些？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我尝试过做一些我喜欢的事情，比如听音乐、和朋友聊天，但这些都没有起到太大的作用。我也曾经试着告诉自己，不要那么敏感，可还是无法控制自己的情绪。",
    "annotation": [
      {
        "sentence": "我尝试过做一些我喜欢的事情，比如听音乐、和朋友聊天，但这些都没有起到太大的作用。",
        "label": ""
      },
      {
        "sentence": "我也曾经试着告诉自己，不要那么敏感，可还是无法控制自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你做出这些努力是非常棒的，虽然没有得到期望的效果，但至少你在努力地寻找解决办法。我建议你考虑专业的心理帮助，他们可能会给你正确的方向和工具去应对你的情绪困扰。可能你已经需要额外的帮助。",
    "annotation": [
      {
        "sentence": "你做出这些努力是非常棒的，虽然没有得到期望的效果，但至少你在努力地寻找解决办法。",
        "label": ""
      },
      {
        "sentence": "我建议你考虑专业的心理帮助，他们可能会给你正确的方向和工具去应对你的情绪困扰。",
        "label": ""
      },
      {
        "sentence": "可能你已经需要额外的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我真的觉得很沮丧，我担心自己会一直这样下去。你说的专业心理帮助是指看心理医生吗？",
    "annotation": [
      {
        "sentence": "我真的觉得很沮丧，我担心自己会一直这样下去。",
        "label": ""
      },
      {
        "sentence": "你说的专业心理帮助是指看心理医生吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你可以考虑找一位专业的心理医生，他们会根据你的情况来制定相应的治疗计划。如果你感觉这种状态已经持续至少两周了、自己没办法调整，或许有必要考虑去精神科就诊。他们会更全面地评估你的情况并提供相应的治疗。",
    "annotation": [
      {
        "sentence": "是的，你可以考虑找一位专业的心理医生，他们会根据你的情况来制定相应的治疗计划。",
        "label": ""
      },
      {
        "sentence": "如果你感觉这种状态已经持续至少两周了、自己没办法调整，或许有必要考虑去精神科就诊。",
        "label": ""
      },
      {
        "sentence": "他们会更全面地评估你的情况并提供相应的治疗。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尽快寻求专业帮助。感谢你的支持和建议，这让我感到安慰一些。",
    "annotation": [
      {
        "sentence": "我明白了，我会尽快寻求专业帮助。",
        "label": ""
      },
      {
        "sentence": "感谢你的支持和建议，这让我感到安慰一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能对你提供一些帮助。记住，你并不孤单，有许多人愿意帮助你度过这个困难的时期。专业的帮助将会更具针对性，帮助你更好地处理你的情绪。希望你早日走出困境，恢复正常的生活和情绪状态。",
    "annotation": [
      {
        "sentence": "很高兴能对你提供一些帮助。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有许多人愿意帮助你度过这个困难的时期。",
        "label": ""
      },
      {
        "sentence": "专业的帮助将会更具针对性，帮助你更好地处理你的情绪。",
        "label": ""
      },
      {
        "sentence": "希望你早日走出困境，恢复正常的生活和情绪状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持，在我最需要帮助的时候，有人愿意倾听和关心我，这让我感到温暖。我会坚持去寻求专业帮助并努力调整自己的情绪。",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持，在我最需要帮助的时候，有人愿意倾听和关心我，这让我感到温暖。",
        "label": ""
      },
      {
        "sentence": "我会坚持去寻求专业帮助并努力调整自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的勇气和决心是值得肯定的，相信专业帮助和你自己的努力，你一定能够改善现在的状况。如果你在这个过程中有任何需要，随时都可以找我倾诉。我会一直在这里支持你。",
    "annotation": [
      {
        "sentence": "你的勇气和决心是值得肯定的，相信专业帮助和你自己的努力，你一定能够改善现在的状况。",
        "label": ""
      },
      {
        "sentence": "如果你在这个过程中有任何需要，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你。",
        "label": ""
      }
    ]
  }
]