[
  {
    "role": "client",
    "content": "情绪很不好，因为一点小事就哭，就暴躁？很难受，每天对做什么都没有兴趣，也不想笑，因为一点小事就哭，就暴躁，别人一说我什么或者教育我给我讲道理，我就会止不住的哭，晚上也会想哭，周围人好像都不太看得起我，觉得自己一无是处，甚至有时候会自残，有过轻生的想法",
    "annotation": [
      {
        "sentence": "情绪很不好，因为一点小事就哭，就暴躁？",
        "label": ""
      },
      {
        "sentence": "很难受，每天对做什么都没有兴趣，也不想笑，因为一点小事就哭，就暴躁，别人一说我什么或者教育我给我讲道理，我就会止不住的哭，晚上也会想哭，周围人好像都不太看得起我，觉得自己一无是处，甚至有时候会自残，有过轻生的想法",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢您对我的信任，邀请我来回答您提出的问题。您文字描述的情况，“每天对做什么都没有兴趣，也不想笑，因为一点小事就哭，就暴躁，别人一说我什么或者教育我给我讲道理，我就会止不住的哭，晚上也会想哭，周围人好像都不太看得起我，觉得自己一无是处，甚至有时候会自残”，的确是一件很难受的事情。先给您一个大大的拥抱，希望您给到您一点温暖的支持。通常您心情不好的时候会跟谁分享心事呢？",
    "annotation": [
      {
        "sentence": "感谢您对我的信任，邀请我来回答您提出的问题。",
        "label": ""
      },
      {
        "sentence": "您文字描述的情况，“每天对做什么都没有兴趣，也不想笑，因为一点小事就哭，就暴躁，别人一说我什么或者教育我给我讲道理，我就会止不住的哭，晚上也会想哭，周围人好像都不太看得起我，觉得自己一无是处，甚至有时候会自残”，的确是一件很难受的事情。",
        "label": ""
      },
      {
        "sentence": "先给您一个大大的拥抱，希望您给到您一点温暖的支持。",
        "label": ""
      },
      {
        "sentence": "通常您心情不好的时候会跟谁分享心事呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我平常不太会和别人分享心事，因为怕他们嫌弃我。我觉得自己好像成了大家眼中的笑柄，所以再也不愿意跟别人敞开心扉了。",
    "annotation": [
      {
        "sentence": "我平常不太会和别人分享心事，因为怕他们嫌弃我。",
        "label": ""
      },
      {
        "sentence": "我觉得自己好像成了大家眼中的笑柄，所以再也不愿意跟别人敞开心扉了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解您的顾虑，但是封闭自己可能会让困难变得更加沉重。有时候，与合适的人分享心事可以获得更大的支持和理解。如果您不想跟身边人分享，也可以考虑寻求专业人士的帮助，比如心理咨询师，他们会对您的问题提供适当的支持和建议。",
    "annotation": [
      {
        "sentence": "我理解您的顾虑，但是封闭自己可能会让困难变得更加沉重。",
        "label": ""
      },
      {
        "sentence": "有时候，与合适的人分享心事可以获得更大的支持和理解。",
        "label": ""
      },
      {
        "sentence": "如果您不想跟身边人分享，也可以考虑寻求专业人士的帮助，比如心理咨询师，他们会对您的问题提供适当的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，或许我可以考虑去找个心理咨询师倾诉一下。但是我真的觉得自己很没用，周围的人好像都不看得起我。",
    "annotation": [
      {
        "sentence": "嗯，或许我可以考虑去找个心理咨询师倾诉一下。",
        "label": ""
      },
      {
        "sentence": "但是我真的觉得自己很没用，周围的人好像都不看得起我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解您的感受，但是请相信，您是有价值的，您的存在对周围的人是有意义的。人们的评判并不一定准确，不要过于自责。有时候，我们需要学会爱自己、接纳自己。您可以找到一些自我肯定的方式来增强自信心，比如扬长避短，认识自己的优点，保持积极的生活态度。",
    "annotation": [
      {
        "sentence": "我能理解您的感受，但是请相信，您是有价值的，您的存在对周围的人是有意义的。",
        "label": ""
      },
      {
        "sentence": "人们的评判并不一定准确，不要过于自责。",
        "label": ""
      },
      {
        "sentence": "有时候，我们需要学会爱自己、接纳自己。",
        "label": ""
      },
      {
        "sentence": "您可以找到一些自我肯定的方式来增强自信心，比如扬长避短，认识自己的优点，保持积极的生活态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着接受自己的不足，同时更加关注自己的优点。但是我还是经常会陷入负面情绪，觉得无法摆脱。",
    "annotation": [
      {
        "sentence": "我会试着接受自己的不足，同时更加关注自己的优点。",
        "label": ""
      },
      {
        "sentence": "但是我还是经常会陷入负面情绪，觉得无法摆脱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "负面情绪是人们生活中常见的一部分，您并不孤单。重要的是如何应对这些情绪。您可以尝试一些缓解压力的方法，比如运动、听音乐、写日记等等。此外，专注于培养积极的生活方式，培养一些喜欢的爱好，与朋友交流，或参加一些社交活动，都可能对您的情绪有所帮助。",
    "annotation": [
      {
        "sentence": "负面情绪是人们生活中常见的一部分，您并不孤单。",
        "label": ""
      },
      {
        "sentence": "重要的是如何应对这些情绪。",
        "label": ""
      },
      {
        "sentence": "您可以尝试一些缓解压力的方法，比如运动、听音乐、写日记等等。",
        "label": ""
      },
      {
        "sentence": "此外，专注于培养积极的生活方式，培养一些喜欢的爱好，与朋友交流，或参加一些社交活动，都可能对您的情绪有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试这些方法，希望能够缓解负面情绪。谢谢您的建议。",
    "annotation": [
      {
        "sentence": "我会尝试这些方法，希望能够缓解负面情绪。",
        "label": ""
      },
      {
        "sentence": "谢谢您的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信您一定能够走出低谷。记得，无论遇到任何困难，我们都会在这里支持您。照顾好自己，坚持下去。",
    "annotation": [
      {
        "sentence": "不客气，我相信您一定能够走出低谷。",
        "label": ""
      },
      {
        "sentence": "记得，无论遇到任何困难，我们都会在这里支持您。",
        "label": ""
      },
      {
        "sentence": "照顾好自己，坚持下去。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢您的支持，我会努力的。再次感谢您！",
    "annotation": [
      {
        "sentence": "谢谢您的支持，我会努力的。",
        "label": ""
      },
      {
        "sentence": "再次感谢您！",
        "label": ""
      }
    ]
  }
]