[
  {
    "role": "client",
    "content": "我恨他但我又拒绝不了他，这是不甘心吗？和前男友认识到现在已经六年，偶尔还会微信聊聊天，他对我做过数不清的恶心事，同时交往六七个女友我直接傻眼，太多太多事情了，我讨厌他我恨他，到现在都会觉得男生接触我都是带有一定的目的和他分开后一直觉得男生都把女生当性工具，已经无法相信异性，所以我害怕也厌恶和男生接触交流，，，现在他还是会主动找我聊天，感觉也是比较暧昧的那一种，但是我觉得好恶心，看到他的脸我都觉得恶心，但是他每一次说要来找我我还是会激动期待和害怕我恨他，但我拒绝不了他，我这是不甘心吗是犯贱吗？",
    "annotation": [
      {
        "sentence": "我恨他但我又拒绝不了他，这是不甘心吗？",
        "label": ""
      },
      {
        "sentence": "和前男友认识到现在已经六年，偶尔还会微信聊聊天，他对我做过数不清的恶心事，同时交往六七个女友我直接傻眼，太多太多事情了，我讨厌他我恨他，到现在都会觉得男生接触我都是带有一定的目的和他分开后一直觉得男生都把女生当性工具，已经无法相信异性，所以我害怕也厌恶和男生接触交流，，，现在他还是会主动找我聊天，感觉也是比较暧昧的那一种，但是我觉得好恶心，看到他的脸我都觉得恶心，但是他每一次说要来找我我还是会激动期待和害怕我恨他，但我拒绝不了他，我这是不甘心吗是犯贱吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "认真坦诚地梳理在关系中的复杂情感，面对自己的欲望和胆怯，找到自己离不开对方的原因。从你的描述中，可以感受到你的矛盾和痛苦，一方面对男友的一切都感到厌恶和痛恨，另一方面，又无法摆脱自己对他的情感。理性上一直在告诉自己他很渣，让自己受到了很大的伤害，必须离开；但感性上拒绝不了他这个人本身，和曾经和现在给你带来的快乐，内心冲突异常强烈。",
    "annotation": [
      {
        "sentence": "认真坦诚地梳理在关系中的复杂情感，面对自己的欲望和胆怯，找到自己离不开对方的原因。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，可以感受到你的矛盾和痛苦，一方面对男友的一切都感到厌恶和痛恨，另一方面，又无法摆脱自己对他的情感。",
        "label": ""
      },
      {
        "sentence": "理性上一直在告诉自己他很渣，让自己受到了很大的伤害，必须离开；但感性上拒绝不了他这个人本身，和曾经和现在给你带来的快乐，内心冲突异常强烈。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，内心真的很矛盾，我也很痛苦。我知道他对我做了很多不好的事情，但是我就是无法放手，不知道为什么。",
    "annotation": [
      {
        "sentence": "你说得对，内心真的很矛盾，我也很痛苦。",
        "label": ""
      },
      {
        "sentence": "我知道他对我做了很多不好的事情，但是我就是无法放手，不知道为什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要自我攻击，对六年认识的人，不是那样轻易能够割舍掉的，直面你内心想从他那里得到的东西是什么？一定有一些东西让你即使在知道他的糟糕和恶心之后，依然期待他来找你。是性吗？是关心吗？是对他付出很多的曾经的自己吗？是以自我感动的方式麻痹自己吗？是没有新的对象可替代吗？是还念着他的好，想着总有一天会再次复合吗？可能有些想法很黑暗和龌龊，但不要逃避自己的所有感受。",
    "annotation": [
      {
        "sentence": "不要自我攻击，对六年认识的人，不是那样轻易能够割舍掉的，直面你内心想从他那里得到的东西是什么？",
        "label": ""
      },
      {
        "sentence": "一定有一些东西让你即使在知道他的糟糕和恶心之后，依然期待他来找你。",
        "label": ""
      },
      {
        "sentence": "是性吗？",
        "label": ""
      },
      {
        "sentence": "是关心吗？",
        "label": ""
      },
      {
        "sentence": "是对他付出很多的曾经的自己吗？",
        "label": ""
      },
      {
        "sentence": "是以自我感动的方式麻痹自己吗？",
        "label": ""
      },
      {
        "sentence": "是没有新的对象可替代吗？",
        "label": ""
      },
      {
        "sentence": "是还念着他的好，想着总有一天会再次复合吗？",
        "label": ""
      },
      {
        "sentence": "可能有些想法很黑暗和龌龊，但不要逃避自己的所有感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实希望从他那里得到一些关心和关怀，但是我也知道他是会伤害我的。我可能真的还没有勇气面对离开他的结果，也找不到其他能填补他留下的空缺的人。",
    "annotation": [
      {
        "sentence": "你说得对，我确实希望从他那里得到一些关心和关怀，但是我也知道他是会伤害我的。",
        "label": ""
      },
      {
        "sentence": "我可能真的还没有勇气面对离开他的结果，也找不到其他能填补他留下的空缺的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你把自己在这段感情中内内外外都看得干干净净时，才能有方法逃脱出来。及时止损，即使是强烈的痛苦和撕扯感，也需要走出困住自己的泥潭，只有你可以做到。无论以上的原因是什么，都需要让自己有个根本的底线，即不再受到伤害。",
    "annotation": [
      {
        "sentence": "当你把自己在这段感情中内内外外都看得干干净净时，才能有方法逃脱出来。",
        "label": ""
      },
      {
        "sentence": "及时止损，即使是强烈的痛苦和撕扯感，也需要走出困住自己的泥潭，只有你可以做到。",
        "label": ""
      },
      {
        "sentence": "无论以上的原因是什么，都需要让自己有个根本的底线，即不再受到伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该设立一个底线，不再接受他对我的伤害。但是我还是担心自己会再次被他迷住，掉入那个无法自拔的境地。",
    "annotation": [
      {
        "sentence": "你说得对，我应该设立一个底线，不再接受他对我的伤害。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心自己会再次被他迷住，掉入那个无法自拔的境地。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "放心，这种担心是正常的，但是你要相信自己的能力。如果我们不珍惜自己的时间和付出，对方也会视之为草芥，一定要更多地看到自己。感情只是生活的一部分，如果你一天的情绪和期待都交付在这个人身上，表明你需要让自己的生活添加一些其他的事项，娱乐，休闲，锻炼，工作，学习，人际等等。所有的事情也都值得得到你的关注，不要让自己全部的心思挂在对方那里。",
    "annotation": [
      {
        "sentence": "放心，这种担心是正常的，但是你要相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "如果我们不珍惜自己的时间和付出，对方也会视之为草芥，一定要更多地看到自己。",
        "label": ""
      },
      {
        "sentence": "感情只是生活的一部分，如果你一天的情绪和期待都交付在这个人身上，表明你需要让自己的生活添加一些其他的事项，娱乐，休闲，锻炼，工作，学习，人际等等。",
        "label": ""
      },
      {
        "sentence": "所有的事情也都值得得到你的关注，不要让自己全部的心思挂在对方那里。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实一直把他放在我生活的核心位置，我应该给自己更多的关注，让生活变得多元化。",
    "annotation": [
      {
        "sentence": "你说得对，我确实一直把他放在我生活的核心位置，我应该给自己更多的关注，让生活变得多元化。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果继续目前的关系，你可以得到什么呢？如果舍弃关系，你需要面对哪些问题呢？认真地思考，没有人可以时时刻刻地看着你的脑子，让它理性地去分析，也没有人可以让你离开这个人，除非你自己主动挣脱。不要让自己持续的耗竭，你的时间和生命体验，以及人生后面的路，还有很多值得做的事情，而你一再的站在原地，不会换来对方的浪子回头，只会让自己更加痛苦和厌恶自我。",
    "annotation": [
      {
        "sentence": "如果继续目前的关系，你可以得到什么呢？",
        "label": ""
      },
      {
        "sentence": "如果舍弃关系，你需要面对哪些问题呢？",
        "label": ""
      },
      {
        "sentence": "认真地思考，没有人可以时时刻刻地看着你的脑子，让它理性地去分析，也没有人可以让你离开这个人，除非你自己主动挣脱。",
        "label": ""
      },
      {
        "sentence": "不要让自己持续的耗竭，你的时间和生命体验，以及人生后面的路，还有很多值得做的事情，而你一再的站在原地，不会换来对方的浪子回头，只会让自己更加痛苦和厌恶自我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我真的需要仔细思考我自己的选择和未来的幸福。我不能再让自己一直困在这种痛苦中，我要为自己的未来做出积极的决策。",
    "annotation": [
      {
        "sentence": "你说得对，我真的需要仔细思考我自己的选择和未来的幸福。",
        "label": ""
      },
      {
        "sentence": "我不能再让自己一直困在这种痛苦中，我要为自己的未来做出积极的决策。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴看到你的进步和积极的态度。记住，你是有能力摆脱这段对你带来伤害和痛苦的关系的，相信自己，为自己而活，找到真正让你幸福的人和事。加油！",
    "annotation": [
      {
        "sentence": "很高兴看到你的进步和积极的态度。",
        "label": ""
      },
      {
        "sentence": "记住，你是有能力摆脱这段对你带来伤害和痛苦的关系的，相信自己，为自己而活，找到真正让你幸福的人和事。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]