[
  {
    "role": "client",
    "content": "在人际交往中感觉自己需要学习的还有很多，很焦虑？我原来是走读生从来没有住校过，所以对于大一宿舍生活还有交朋友很憧憬（高中三年有一个很好的闺蜜，所以我其实很少收到过外界的恶意）。",
    "annotation": [
      {
        "sentence": "在人际交往中感觉自己需要学习的还有很多，很焦虑？",
        "label": ""
      },
      {
        "sentence": "我原来是走读生从来没有住校过，所以对于大一宿舍生活还有交朋友很憧憬（高中三年有一个很好的闺蜜，所以我其实很少收到过外界的恶意）。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你提的问题之后，很惊讶有人跟我这么像。以前的我也是这样的讨好型人格，想着大家都是一个寝室的，每次有小矛盾小摩擦会下意识地退让。时间久了是会很难过的，就像是没有真正朋友的感觉。",
    "annotation": [
      {
        "sentence": "看到你提的问题之后，很惊讶有人跟我这么像。",
        "label": ""
      },
      {
        "sentence": "以前的我也是这样的讨好型人格，想着大家都是一个寝室的，每次有小矛盾小摩擦会下意识地退让。",
        "label": ""
      },
      {
        "sentence": "时间久了是会很难过的，就像是没有真正朋友的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我就是因为想要和别人保持和睦的关系，所以总是难以表达自己真实的想法。遇到舍友酸我的时候，我甚至不知道该怎么回击。",
    "annotation": [
      {
        "sentence": "是啊，我就是因为想要和别人保持和睦的关系，所以总是难以表达自己真实的想法。",
        "label": ""
      },
      {
        "sentence": "遇到舍友酸我的时候，我甚至不知道该怎么回击。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这其实是个敢不敢的问题。敢不敢直面说出矛盾，敢不敢正面刚，敢不敢没他这个朋友。如果你的回答是敢，那么恭喜你，慢慢地在找回自己了。意思是你没有必要让自己受委屈，如果这件事讨好很累，可以直接拒绝或者不理会。一开始做的时候会觉得别扭，有点愧疚，好像得罪了人，但是这并没有错，只是在向别人发出“我是有原则的”信息。",
    "annotation": [
      {
        "sentence": "这其实是个敢不敢的问题。",
        "label": ""
      },
      {
        "sentence": "敢不敢直面说出矛盾，敢不敢正面刚，敢不敢没他这个朋友。",
        "label": ""
      },
      {
        "sentence": "如果你的回答是敢，那么恭喜你，慢慢地在找回自己了。",
        "label": ""
      },
      {
        "sentence": "意思是你没有必要让自己受委屈，如果这件事讨好很累，可以直接拒绝或者不理会。",
        "label": ""
      },
      {
        "sentence": "一开始做的时候会觉得别扭，有点愧疚，好像得罪了人，但是这并没有错，只是在向别人发出“我是有原则的”信息。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该敢于表达自己的立场，不再迎合别人。但我还是有点担心，因为我交了一个并不适合我的朋友，在她的影响下，我感觉自己越来越失去了自我。",
    "annotation": [
      {
        "sentence": "我明白了，我应该敢于表达自己的立场，不再迎合别人。",
        "label": ""
      },
      {
        "sentence": "但我还是有点担心，因为我交了一个并不适合我的朋友，在她的影响下，我感觉自己越来越失去了自我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "真正的朋友是互相有思想、独特魅力的。不要一味地讨好或者谦让。如果你觉得这个朋友并不适合你，受到她的影响导致你不舒服，那就敢于放手，别让自己受伤害。希望你早日摆脱讨好型人格，找到适合自己的朋友。",
    "annotation": [
      {
        "sentence": "真正的朋友是互相有思想、独特魅力的。",
        "label": ""
      },
      {
        "sentence": "不要一味地讨好或者谦让。",
        "label": ""
      },
      {
        "sentence": "如果你觉得这个朋友并不适合你，受到她的影响导致你不舒服，那就敢于放手，别让自己受伤害。",
        "label": ""
      },
      {
        "sentence": "希望你早日摆脱讨好型人格，找到适合自己的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该敢于选择离开这个并不适合我的朋友，不再忍受自己的真实感受被压抑。但我也有点担心，担心研究生的生活还是这样，而且我去的学校比本科普通，怕遇到更加恶劣的人。",
    "annotation": [
      {
        "sentence": "你说得对，我应该敢于选择离开这个并不适合我的朋友，不再忍受自己的真实感受被压抑。",
        "label": ""
      },
      {
        "sentence": "但我也有点担心，担心研究生的生活还是这样，而且我去的学校比本科普通，怕遇到更加恶劣的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要过分担心，人际关系是多变的。每个阶段都会遇到不同类型的人。重要的是你学会了如何处理这些关系。如果你遇到了恶劣的人，不要害怕，试着保持自己的原则和底线。相信自己的能力，只要坚持做一个真实的自己，就能吸引到适合你的人。",
    "annotation": [
      {
        "sentence": "不要过分担心，人际关系是多变的。",
        "label": ""
      },
      {
        "sentence": "每个阶段都会遇到不同类型的人。",
        "label": ""
      },
      {
        "sentence": "重要的是你学会了如何处理这些关系。",
        "label": ""
      },
      {
        "sentence": "如果你遇到了恶劣的人，不要害怕，试着保持自己的原则和底线。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，只要坚持做一个真实的自己，就能吸引到适合你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量坚持做一个真实的自己，不再讨好他人。不过我也想知道，有没有一些书籍可以推荐，帮助我更加快速地改变自己呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量坚持做一个真实的自己，不再讨好他人。",
        "label": ""
      },
      {
        "sentence": "不过我也想知道，有没有一些书籍可以推荐，帮助我更加快速地改变自己呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "与其寄希望于一本书，不如多出去走走，感受人间烟火的美好。通过与他人的交流与互动，你可以更好地理解自己和他人，加快改变的步伐。当然，如果你对于书籍有兴趣，你可以尝试阅读一些关于自我成长、人际交往和心理学方面的书籍，比如《你的人生有什么可能性》、《人性的弱点》等等。这些书籍可以给你提供一些思考和启发，但请记得书本知识还需要和实际生活相结合，才能更好地改变自己。",
    "annotation": [
      {
        "sentence": "与其寄希望于一本书，不如多出去走走，感受人间烟火的美好。",
        "label": ""
      },
      {
        "sentence": "通过与他人的交流与互动，你可以更好地理解自己和他人，加快改变的步伐。",
        "label": ""
      },
      {
        "sentence": "当然，如果你对于书籍有兴趣，你可以尝试阅读一些关于自我成长、人际交往和心理学方面的书籍，比如《你的人生有什么可能性》、《人性的弱点》等等。",
        "label": ""
      },
      {
        "sentence": "这些书籍可以给你提供一些思考和启发，但请记得书本知识还需要和实际生活相结合，才能更好地改变自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会尝试多出去感受真实的人间烟火，同时也会阅读一些相关的书籍，希望能更好地改变自己。谢谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "你说得对，我会尝试多出去感受真实的人间烟火，同时也会阅读一些相关的书籍，希望能更好地改变自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你一定能够摆脱讨好型人格，走向更加自信和真实的人生。如果在改变的过程中遇到任何困难，记得随时找我聊聊。祝你好运！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你一定能够摆脱讨好型人格，走向更加自信和真实的人生。",
        "label": ""
      },
      {
        "sentence": "如果在改变的过程中遇到任何困难，记得随时找我聊聊。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]