[
  {
    "role": "client",
    "content": "我是一个25岁的女生，想问一下怎样做一份适合自己的职业规划？我发现自己有很多缺点，外貌有些缺陷，性格内向自卑，没有一技之长。而且，我还爱拖延、不够积极，还有社交恐惧症，所以我想改变自己。我打算花时间健身改善外貌，并且提升自己的学习能力。但是由于我目前的不完美，一直没有找到一份工作时间稳定、休息充足的工作。而且因为负债问题，我迫切需要钱，家里也急需钱，所以我找了一份晚班工作，导致我要工作到零点，第二天起来的时间都用在睡觉上，精神不够好，还常常头痛。原本打算在闲暇时间提升自己的，但是现在根本没时间，我有点迷茫不知道该怎么规划。而且我还担心挫折会让我逃避，或者处理不好职场关系，导致几天半个月就离职。父母的宽容让我更加不能懈怠放松，我对此感到愧疚和焦虑，我不想以后也一事无成。我一直想从事自由职业或增加副业，比如学习插画或者报个绘画班，但是我一直在拖延，没有去实施。我接过一些简单的稿件写作，就想从事文稿工作。我还考过人力资源管理证书，也想着学会计、学插花、学摄影等等，只要能挣钱的技能我都想学。可是我总是有心无力，越想越乱，越来越焦虑。我真的不知道我这样的性格和现状应该如何规划我的职业路线和努力的方向。",
    "annotation": [
      {
        "sentence": "我是一个25岁的女生，想问一下怎样做一份适合自己的职业规划？",
        "label": ""
      },
      {
        "sentence": "我发现自己有很多缺点，外貌有些缺陷，性格内向自卑，没有一技之长。",
        "label": ""
      },
      {
        "sentence": "而且，我还爱拖延、不够积极，还有社交恐惧症，所以我想改变自己。",
        "label": ""
      },
      {
        "sentence": "我打算花时间健身改善外貌，并且提升自己的学习能力。",
        "label": ""
      },
      {
        "sentence": "但是由于我目前的不完美，一直没有找到一份工作时间稳定、休息充足的工作。",
        "label": ""
      },
      {
        "sentence": "而且因为负债问题，我迫切需要钱，家里也急需钱，所以我找了一份晚班工作，导致我要工作到零点，第二天起来的时间都用在睡觉上，精神不够好，还常常头痛。",
        "label": ""
      },
      {
        "sentence": "原本打算在闲暇时间提升自己的，但是现在根本没时间，我有点迷茫不知道该怎么规划。",
        "label": ""
      },
      {
        "sentence": "而且我还担心挫折会让我逃避，或者处理不好职场关系，导致几天半个月就离职。",
        "label": ""
      },
      {
        "sentence": "父母的宽容让我更加不能懈怠放松，我对此感到愧疚和焦虑，我不想以后也一事无成。",
        "label": ""
      },
      {
        "sentence": "我一直想从事自由职业或增加副业，比如学习插画或者报个绘画班，但是我一直在拖延，没有去实施。",
        "label": ""
      },
      {
        "sentence": "我接过一些简单的稿件写作，就想从事文稿工作。",
        "label": ""
      },
      {
        "sentence": "我还考过人力资源管理证书，也想着学会计、学插花、学摄影等等，只要能挣钱的技能我都想学。",
        "label": ""
      },
      {
        "sentence": "可是我总是有心无力，越想越乱，越来越焦虑。",
        "label": ""
      },
      {
        "sentence": "我真的不知道我这样的性格和现状应该如何规划我的职业路线和努力的方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说了这么多，你已经学了很多技能，这是很好的。俗话说艺多不压身，说不定哪天就会有用得着这些技能的机会呢！你提到不知道该怎么规划职业路线和努力的方向，我想你可以考虑一下哪个技能是你最受别人喜欢的，或者哪个技能是你最擅长的。找到自己的特长，发挥所长，展现自己的价值，你可以为此制定计划。首先，在制定计划之前，先确定两个目标：一个是长远的、抽象的目标，一个是具体的目标。长远目标应该足够有吸引力，可以提供足够的动力，并指引你生活的方向。其次，具体目标需要分解为小目标，这样你的计划才能循序渐进。我想给你几个方法：A.及时反馈法。你可以把要完成的事情写下来，每完成一件事，给自己打个√，这样有一种及时的反馈感。B.转换法。把不可控的目标转为可控的目标。因为拖延问题常常是因为我们不愿面对不确定性，我们可以找到在不可控事情背后可控的部分，把它们变成计划，这样我们会意识到，即使我们不能决定很多事情，还是有很多事情可以做。C.清空大脑法。把要做的事情记录下来，整理安排并逐一去执行，这是消除压力的好方法。你可以按照轻重缓急的顺序完成，在列出要做的事情后，还要列出如何更有效地去做。不过，你制定计划时要根据自己的特长行事，如果你没有什么特长，可以先找一份任何事先干着，这总比什么都不做好。经验都是慢慢积累的，潜力也是慢慢发现的。只要你愿意接受挑战，不断成长，总有一天你会找到理想的工作的。",
    "annotation": [
      {
        "sentence": "听你说了这么多，你已经学了很多技能，这是很好的。",
        "label": ""
      },
      {
        "sentence": "俗话说艺多不压身，说不定哪天就会有用得着这些技能的机会呢！",
        "label": ""
      },
      {
        "sentence": "你提到不知道该怎么规划职业路线和努力的方向，我想你可以考虑一下哪个技能是你最受别人喜欢的，或者哪个技能是你最擅长的。",
        "label": ""
      },
      {
        "sentence": "找到自己的特长，发挥所长，展现自己的价值，你可以为此制定计划。",
        "label": ""
      },
      {
        "sentence": "首先，在制定计划之前，先确定两个目标：一个是长远的、抽象的目标，一个是具体的目标。",
        "label": ""
      },
      {
        "sentence": "长远目标应该足够有吸引力，可以提供足够的动力，并指引你生活的方向。",
        "label": ""
      },
      {
        "sentence": "其次，具体目标需要分解为小目标，这样你的计划才能循序渐进。",
        "label": ""
      },
      {
        "sentence": "我想给你几个方法：A.及时反馈法。",
        "label": ""
      },
      {
        "sentence": "你可以把要完成的事情写下来，每完成一件事，给自己打个√，这样有一种及时的反馈感。",
        "label": ""
      },
      {
        "sentence": "B.转换法。",
        "label": ""
      },
      {
        "sentence": "把不可控的目标转为可控的目标。",
        "label": ""
      },
      {
        "sentence": "因为拖延问题常常是因为我们不愿面对不确定性，我们可以找到在不可控事情背后可控的部分，把它们变成计划，这样我们会意识到，即使我们不能决定很多事情，还是有很多事情可以做。",
        "label": ""
      },
      {
        "sentence": "C.清空大脑法。",
        "label": ""
      },
      {
        "sentence": "把要做的事情记录下来，整理安排并逐一去执行，这是消除压力的好方法。",
        "label": ""
      },
      {
        "sentence": "你可以按照轻重缓急的顺序完成，在列出要做的事情后，还要列出如何更有效地去做。",
        "label": ""
      },
      {
        "sentence": "不过，你制定计划时要根据自己的特长行事，如果你没有什么特长，可以先找一份任何事先干着，这总比什么都不做好。",
        "label": ""
      },
      {
        "sentence": "经验都是慢慢积累的，潜力也是慢慢发现的。",
        "label": ""
      },
      {
        "sentence": "只要你愿意接受挑战，不断成长，总有一天你会找到理想的工作的。",
        "label": ""
      }
    ]
  }
]