[
  {
    "role": "client",
    "content": "我是一个25岁的女生，想问一下怎样做一份适合自己的职业规划？我觉得我有很多缺点，比如外貌有缺陷，性格内向自卑，没有一技之长，爱拖延不够积极还有社交恐惧症，所以有很多方面想要去改变。我打算花时间去健身改善外貌和学习提升自己，但由于我目前在找不到一份能够保证稳定工作时间和充足休息的工作，而且我还有很多负债急需用钱，家里也急需用钱，所以我找了一份工作时间较长的工作，大部分都是晚班，要工作到零点，导致第二天我的时间都用在睡觉上，起床后很不精神，可能还会头痛。我本来计划利用空闲时间来进行提升，但是现在是完全没时间了，感到有点迷茫不知道该如何规划。我也担心因为遭受挫折会逃避或无法处理职场关系，导致离职。父母的宽容让我更加不能再懈怠放松，没能帮到家里已经很愧疚焦虑了，我不想以后也是这样毫无用处。我一直想做自由职业或增加副业的目标，比如学习插画参加绘画班，但是我总是拖延没有去，我曾经接过一些简单的文稿写作也想从事这方面的工作，还考过人力资源证书，曾经也考虑过学习会计、插花和摄影等，只要能赚钱的技能我都想学，但是总是有心无力，越想越乱越焦虑，不知道以我目前的性格和处境应该如何规划职业道路，并且朝着哪个方向去努力呢？",
    "annotation": [
      {
        "sentence": "我是一个25岁的女生，想问一下怎样做一份适合自己的职业规划？",
        "label": ""
      },
      {
        "sentence": "我觉得我有很多缺点，比如外貌有缺陷，性格内向自卑，没有一技之长，爱拖延不够积极还有社交恐惧症，所以有很多方面想要去改变。",
        "label": ""
      },
      {
        "sentence": "我打算花时间去健身改善外貌和学习提升自己，但由于我目前在找不到一份能够保证稳定工作时间和充足休息的工作，而且我还有很多负债急需用钱，家里也急需用钱，所以我找了一份工作时间较长的工作，大部分都是晚班，要工作到零点，导致第二天我的时间都用在睡觉上，起床后很不精神，可能还会头痛。",
        "label": ""
      },
      {
        "sentence": "我本来计划利用空闲时间来进行提升，但是现在是完全没时间了，感到有点迷茫不知道该如何规划。",
        "label": ""
      },
      {
        "sentence": "我也担心因为遭受挫折会逃避或无法处理职场关系，导致离职。",
        "label": ""
      },
      {
        "sentence": "父母的宽容让我更加不能再懈怠放松，没能帮到家里已经很愧疚焦虑了，我不想以后也是这样毫无用处。",
        "label": ""
      },
      {
        "sentence": "我一直想做自由职业或增加副业的目标，比如学习插画参加绘画班，但是我总是拖延没有去，我曾经接过一些简单的文稿写作也想从事这方面的工作，还考过人力资源证书，曾经也考虑过学习会计、插花和摄影等，只要能赚钱的技能我都想学，但是总是有心无力，越想越乱越焦虑，不知道以我目前的性格和处境应该如何规划职业道路，并且朝着哪个方向去努力呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "哇，听起来你的大脑真的很忙碌，一会想这个，一会又想那个，左思右想，思绪不断飘移，这样一来你就分散了自己的注意力，无法专注于做好一件事情。同时，你给自己设定了很多目标，但却没有合理的规划和策略，这样让自己感到非常忙碌，身心疲惫。 我建议你可以进行一份合理的职业规划，可以将它分为四个步骤来进行。首先，你需要明确自己目前的身份和角色，知道自己是谁，叫什么名字，是一个年轻的女性，是父母的女儿，还是一家公司的员工等等。其次，你需要明确自己的生活目标和方向，将目标分为长期目标和短期目标，然后制定详细的短期目标，并一步一步地朝着这些目标努力。比如，你可以制定改变外貌的目标，坚持做运动锻炼或者考虑整形美容，但要实现这些目标，你需要有稳定的经济来源，所以你也需要找一份合适的工作来支持自己实现这些目标。同时，你还要明确目标的优先级，找出目前最大的压力和问题，一一解决，这样会更有帮助。第三，你要了解自己的能力，只有了解自己的能力，才能选择适合自己的工作。如果现有的能力不足够，你可以选择学习，从基础做起。要知道任何技能都是可以学会的。如果你一无所长，又不愿意学习，还想找一份轻松、事少、福利好、时间短、离家近的工作，恐怕会很难找到。最后，明确了自己的能力后，从自己设定的短期生活目标着手，通过工作实践来展现自己的能力，为实现目标创造条件，一步一步朝着目标前进。这样既能让自己在这个过程中成长，也能实现和满足自己的需求。",
    "annotation": [
      {
        "sentence": "哇，听起来你的大脑真的很忙碌，一会想这个，一会又想那个，左思右想，思绪不断飘移，这样一来你就分散了自己的注意力，无法专注于做好一件事情。",
        "label": ""
      },
      {
        "sentence": "同时，你给自己设定了很多目标，但却没有合理的规划和策略，这样让自己感到非常忙碌，身心疲惫。",
        "label": ""
      },
      {
        "sentence": " 我建议你可以进行一份合理的职业规划，可以将它分为四个步骤来进行。",
        "label": ""
      },
      {
        "sentence": "首先，你需要明确自己目前的身份和角色，知道自己是谁，叫什么名字，是一个年轻的女性，是父母的女儿，还是一家公司的员工等等。",
        "label": ""
      },
      {
        "sentence": "其次，你需要明确自己的生活目标和方向，将目标分为长期目标和短期目标，然后制定详细的短期目标，并一步一步地朝着这些目标努力。",
        "label": ""
      },
      {
        "sentence": "比如，你可以制定改变外貌的目标，坚持做运动锻炼或者考虑整形美容，但要实现这些目标，你需要有稳定的经济来源，所以你也需要找一份合适的工作来支持自己实现这些目标。",
        "label": ""
      },
      {
        "sentence": "同时，你还要明确目标的优先级，找出目前最大的压力和问题，一一解决，这样会更有帮助。",
        "label": ""
      },
      {
        "sentence": "第三，你要了解自己的能力，只有了解自己的能力，才能选择适合自己的工作。",
        "label": ""
      },
      {
        "sentence": "如果现有的能力不足够，你可以选择学习，从基础做起。",
        "label": ""
      },
      {
        "sentence": "要知道任何技能都是可以学会的。",
        "label": ""
      },
      {
        "sentence": "如果你一无所长，又不愿意学习，还想找一份轻松、事少、福利好、时间短、离家近的工作，恐怕会很难找到。",
        "label": ""
      },
      {
        "sentence": "最后，明确了自己的能力后，从自己设定的短期生活目标着手，通过工作实践来展现自己的能力，为实现目标创造条件，一步一步朝着目标前进。",
        "label": ""
      },
      {
        "sentence": "这样既能让自己在这个过程中成长，也能实现和满足自己的需求。",
        "label": ""
      }
    ]
  }
]