[
  {
    "role": "client",
    "content": "晚上不喜欢睡觉？睡前心情不好怎么办？好像我从小就这样晚上不喜欢睡觉一直要拖到我觉得很晚了才睡。我现在是大概两点睡，在这之前我再怎么困我也不会睡，而且我入睡前心情会很不好，有种烦躁低落孤独的感觉。虽然我有尝试着写日记，但还是没有太大的改变，我依然会很晚才睡，除非第二天要早起，否则我不会正常时间睡觉的。但如果我和我姐一起睡，我就会和她同一时间睡觉。其实我觉得熬夜到不是大问题，只是如果我入睡前会心情不好，每天如此感觉不想就这么结束了这一天。听说我这样可能是因为白天过的没有满足感，但我做什么才会有满足感呢？可是我不太容易被满足啊。我业余时间也有画画呀，什么的，但没什么用。我不知道会不会是因为我第一次明白死的概念的时候被吓到了，才导致我不喜欢睡觉，因为那件事真的给我留下了阴影。我现在想到死了以后什么都没有了，我都会突然惊恐崩溃个几秒。小时候也因为一直想着死，这个概念想到睡不着。有什么办法能让我有个轻松的睡前时间吗？",
    "annotation": [
      {
        "sentence": "晚上不喜欢睡觉？",
        "label": ""
      },
      {
        "sentence": "睡前心情不好怎么办？",
        "label": ""
      },
      {
        "sentence": "好像我从小就这样晚上不喜欢睡觉一直要拖到我觉得很晚了才睡。",
        "label": ""
      },
      {
        "sentence": "我现在是大概两点睡，在这之前我再怎么困我也不会睡，而且我入睡前心情会很不好，有种烦躁低落孤独的感觉。",
        "label": ""
      },
      {
        "sentence": "虽然我有尝试着写日记，但还是没有太大的改变，我依然会很晚才睡，除非第二天要早起，否则我不会正常时间睡觉的。",
        "label": ""
      },
      {
        "sentence": "但如果我和我姐一起睡，我就会和她同一时间睡觉。",
        "label": ""
      },
      {
        "sentence": "其实我觉得熬夜到不是大问题，只是如果我入睡前会心情不好，每天如此感觉不想就这么结束了这一天。",
        "label": ""
      },
      {
        "sentence": "听说我这样可能是因为白天过的没有满足感，但我做什么才会有满足感呢？",
        "label": ""
      },
      {
        "sentence": "可是我不太容易被满足啊。",
        "label": ""
      },
      {
        "sentence": "我业余时间也有画画呀，什么的，但没什么用。",
        "label": ""
      },
      {
        "sentence": "我不知道会不会是因为我第一次明白死的概念的时候被吓到了，才导致我不喜欢睡觉，因为那件事真的给我留下了阴影。",
        "label": ""
      },
      {
        "sentence": "我现在想到死了以后什么都没有了，我都会突然惊恐崩溃个几秒。",
        "label": ""
      },
      {
        "sentence": "小时候也因为一直想着死，这个概念想到睡不着。",
        "label": ""
      },
      {
        "sentence": "有什么办法能让我有个轻松的睡前时间吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的描述中感受到，其实如果你想睡觉还是可以入睡的，只是睡前体验的那种感受心理不舒服。这可能源于小时候的一些经历，会影响到你的睡眠。不知道除了入睡困难睡眠的质量怎么样？醒来之后的状态如何？你说和姐姐一起睡时，第二天要早起时都可以正常时间入睡，让我看到了资源。你可以思考下那时的心情如何？也看到另一个点，不知道你的正常入睡时间指的是你认为的时间还是大众认为的时间？这个时间谁评定的啊？幼年的经历让你会有对死亡的思考和恐惧，小的时候会有这样的经历我也有过，大约在13、14岁那时就想人死了被埋了，化成白骨了等等，越想越害怕。后来一位姐姐和我说“人都要面对死亡”这是必须的，可能也会有不同的变化，比如化成水，化成空气以另一种形式存在。当时我也信了，直到现在我依然相信，直到学习心理学。心理治疗领域里，有一种很著名的疗法，叫做“森田疗法”，它的核心理念是：带着问题生存，为所当为。意思是，不要纠结于你自己的问题，把它当做你生存的常态，而去专注于你真正想做的事情。这才是自我接纳的真谛。恐惧的背后是欲望，面对死亡恐惧是生的欲望强烈。你老是去思考这样的问题，也和森田疗法中的精神交互作用有关系，“关注就是支柱”。过度的关注也是对你心里不舒服的那部分的支柱。当然，只是通过你的描述不足以具体分析，我们要怎么去面对，也得需要你自我的成长才会有更多的变化。建议：1.学习一下《森田疗法》2.做森田训练。我之前有体验过。",
    "annotation": [
      {
        "sentence": "你的描述中感受到，其实如果你想睡觉还是可以入睡的，只是睡前体验的那种感受心理不舒服。",
        "label": ""
      },
      {
        "sentence": "这可能源于小时候的一些经历，会影响到你的睡眠。",
        "label": ""
      },
      {
        "sentence": "不知道除了入睡困难睡眠的质量怎么样？",
        "label": ""
      },
      {
        "sentence": "醒来之后的状态如何？",
        "label": ""
      },
      {
        "sentence": "你说和姐姐一起睡时，第二天要早起时都可以正常时间入睡，让我看到了资源。",
        "label": ""
      },
      {
        "sentence": "你可以思考下那时的心情如何？",
        "label": ""
      },
      {
        "sentence": "也看到另一个点，不知道你的正常入睡时间指的是你认为的时间还是大众认为的时间？",
        "label": ""
      },
      {
        "sentence": "这个时间谁评定的啊？",
        "label": ""
      },
      {
        "sentence": "幼年的经历让你会有对死亡的思考和恐惧，小的时候会有这样的经历我也有过，大约在13、14岁那时就想人死了被埋了，化成白骨了等等，越想越害怕。",
        "label": ""
      },
      {
        "sentence": "后来一位姐姐和我说“人都要面对死亡”这是必须的，可能也会有不同的变化，比如化成水，化成空气以另一种形式存在。",
        "label": ""
      },
      {
        "sentence": "当时我也信了，直到现在我依然相信，直到学习心理学。",
        "label": ""
      },
      {
        "sentence": "心理治疗领域里，有一种很著名的疗法，叫做“森田疗法”，它的核心理念是：带着问题生存，为所当为。",
        "label": ""
      },
      {
        "sentence": "意思是，不要纠结于你自己的问题，把它当做你生存的常态，而去专注于你真正想做的事情。",
        "label": ""
      },
      {
        "sentence": "这才是自我接纳的真谛。",
        "label": ""
      },
      {
        "sentence": "恐惧的背后是欲望，面对死亡恐惧是生的欲望强烈。",
        "label": ""
      },
      {
        "sentence": "你老是去思考这样的问题，也和森田疗法中的精神交互作用有关系，“关注就是支柱”。",
        "label": ""
      },
      {
        "sentence": "过度的关注也是对你心里不舒服的那部分的支柱。",
        "label": ""
      },
      {
        "sentence": "当然，只是通过你的描述不足以具体分析，我们要怎么去面对，也得需要你自我的成长才会有更多的变化。",
        "label": ""
      },
      {
        "sentence": "建议：1.学习一下《森田疗法》2.做森田训练。",
        "label": ""
      },
      {
        "sentence": "我之前有体验过。",
        "label": ""
      }
    ]
  }
]