[
  {
    "role": "client",
    "content": "19岁男生，从初二开始，我总喜欢看比我大的男人？我是一个内向，腼腆的男生，我觉得我应该是个同性恋，当我上网查阅各种资料，了解到同性恋大部分是同龄人交往在一起，但是我发现我对女生好像没有那种感觉，也几乎对同龄男生也没有那种感觉，但是大多数时候我看到有心动的感觉大部分是那些比我大10岁或者再大一点的，但是我一直不敢表露我对他们的想法，只能在背后默默地注视着他，有时候感觉我是不是心理有问题，甚至是一个变态。为什么导致这样的情况出现。我不敢跟我最要好的朋友说，我也害怕被人发现我这样的人，被别人发现的话可能连朋友都做不了了吧。",
    "annotation": [
      {
        "sentence": "19岁男生，从初二开始，我总喜欢看比我大的男人？",
        "label": ""
      },
      {
        "sentence": "我是一个内向，腼腆的男生，我觉得我应该是个同性恋，当我上网查阅各种资料，了解到同性恋大部分是同龄人交往在一起，但是我发现我对女生好像没有那种感觉，也几乎对同龄男生也没有那种感觉，但是大多数时候我看到有心动的感觉大部分是那些比我大10岁或者再大一点的，但是我一直不敢表露我对他们的想法，只能在背后默默地注视着他，有时候感觉我是不是心理有问题，甚至是一个变态。",
        "label": ""
      },
      {
        "sentence": "为什么导致这样的情况出现。",
        "label": ""
      },
      {
        "sentence": "我不敢跟我最要好的朋友说，我也害怕被人发现我这样的人，被别人发现的话可能连朋友都做不了了吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先给你一个拥抱作为鼓励。不知道你最近有没有看到这样一条热搜:杨丽萍的爱徒水月和她心爱的另一个她结婚了。而她们的周围满满的都是祝福。那么首先我想告诉你，爱是没有对错可分的。你身上有我喜欢的闪光点，所以我被吸引，不管你是男生还是女生。",
    "annotation": [
      {
        "sentence": "首先给你一个拥抱作为鼓励。",
        "label": ""
      },
      {
        "sentence": "不知道你最近有没有看到这样一条热搜:杨丽萍的爱徒水月和她心爱的另一个她结婚了。",
        "label": ""
      },
      {
        "sentence": "而她们的周围满满的都是祝福。",
        "label": ""
      },
      {
        "sentence": "那么首先我想告诉你，爱是没有对错可分的。",
        "label": ""
      },
      {
        "sentence": "你身上有我喜欢的闪光点，所以我被吸引，不管你是男生还是女生。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持。但是我觉得自己在这个社会中有一种不被接纳的感觉，我担心会受到歧视和排斥。",
    "annotation": [
      {
        "sentence": "谢谢你的支持。",
        "label": ""
      },
      {
        "sentence": "但是我觉得自己在这个社会中有一种不被接纳的感觉，我担心会受到歧视和排斥。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的担心，社会确实还存在一些对同性恋的偏见，但是你要明白，在法国、丹麦、德国、冰岛等国家，同性恋的婚姻是受到法律保护的。其实换个方向来讲，我们这个社会上的很多人之所以会觉得同性恋很奇怪，是因为身边的人大多是异性恋，或许我们可以称为\"少见多怪\"，试想一下，如果同性恋是社会的主导趋势，那么异性恋也会被视为奇怪的存在。爱的方式本来就有那么多种，为什么我们要把某些爱圈在门外了？",
    "annotation": [
      {
        "sentence": "我能理解你的担心，社会确实还存在一些对同性恋的偏见，但是你要明白，在法国、丹麦、德国、冰岛等国家，同性恋的婚姻是受到法律保护的。",
        "label": ""
      },
      {
        "sentence": "其实换个方向来讲，我们这个社会上的很多人之所以会觉得同性恋很奇怪，是因为身边的人大多是异性恋，或许我们可以称为\"少见多怪\"，试想一下，如果同性恋是社会的主导趋势，那么异性恋也会被视为奇怪的存在。",
        "label": ""
      },
      {
        "sentence": "爱的方式本来就有那么多种，为什么我们要把某些爱圈在门外了？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我开始理解了，但是我还是有点担心如何面对别人的误解和质疑，特别是我最亲密的朋友，我不想失去他们的友谊。",
    "annotation": [
      {
        "sentence": "你说的有道理，我开始理解了，但是我还是有点担心如何面对别人的误解和质疑，特别是我最亲密的朋友，我不想失去他们的友谊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的担心，但你也要明白，在现在的社会形式下，你和你的爱人可能会受到某些误解。但这需要你有一颗强大的心灵来抵抗打击。虽然你有些内向腼腆，但是为了自己的幸福，我希望你能锻炼出一颗强大的心灵，因为自己强大了，别人才会更肯定你。爱是没有对错的，我们要的是让自己更优秀，让自己有能力去做想做的事。加油！",
    "annotation": [
      {
        "sentence": "我完全理解你的担心，但你也要明白，在现在的社会形式下，你和你的爱人可能会受到某些误解。",
        "label": ""
      },
      {
        "sentence": "但这需要你有一颗强大的心灵来抵抗打击。",
        "label": ""
      },
      {
        "sentence": "虽然你有些内向腼腆，但是为了自己的幸福，我希望你能锻炼出一颗强大的心灵，因为自己强大了，别人才会更肯定你。",
        "label": ""
      },
      {
        "sentence": "爱是没有对错的，我们要的是让自己更优秀，让自己有能力去做想做的事。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尽力去接受自己的性取向，并努力成为一个更优秀的人。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尽力去接受自己的性取向，并努力成为一个更优秀的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够勇敢地面对自己的内心，我为你感到骄傲。要记住，接受自己是非常重要的，这样才能积极地生活。你可以寻找同性恋社群，与理解和支持你的人交流，他们也经历过类似的困惑和挣扎，可以给你帮助和建议。",
    "annotation": [
      {
        "sentence": "你能够勇敢地面对自己的内心，我为你感到骄傲。",
        "label": ""
      },
      {
        "sentence": "要记住，接受自己是非常重要的，这样才能积极地生活。",
        "label": ""
      },
      {
        "sentence": "你可以寻找同性恋社群，与理解和支持你的人交流，他们也经历过类似的困惑和挣扎，可以给你帮助和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽量积极主动地寻找这样的社群，谢谢你的建议。但是我还是有一些担心，怕被社会或亲友断绝关系。",
    "annotation": [
      {
        "sentence": "我会尽量积极主动地寻找这样的社群，谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "但是我还是有一些担心，怕被社会或亲友断绝关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "担心是正常的，但是你也应该知道，真正的朋友是会理解和接受你的。如果有人因为你的性取向而断绝关系，那也说明他们不是真正的了解和支持你。只有那些真正关心你的人，才会在你需要帮助时给予支持和理解。无论遇到什么困难，你都要相信自己，相信自己的选择，并与那些支持你的人一起前行。",
    "annotation": [
      {
        "sentence": "担心是正常的，但是你也应该知道，真正的朋友是会理解和接受你的。",
        "label": ""
      },
      {
        "sentence": "如果有人因为你的性取向而断绝关系，那也说明他们不是真正的了解和支持你。",
        "label": ""
      },
      {
        "sentence": "只有那些真正关心你的人，才会在你需要帮助时给予支持和理解。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，你都要相信自己，相信自己的选择，并与那些支持你的人一起前行。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我应该更加相信自己，相信真正了解和支持我的人。非常感谢你的鼓励和建议，我会努力面对自己的内心，并寻找支持和理解。",
    "annotation": [
      {
        "sentence": "确实，我应该更加相信自己，相信真正了解和支持我的人。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的鼓励和建议，我会努力面对自己的内心，并寻找支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经迈出了第一步，相信自己，勇敢面对内心的声音。请记住，你并不孤单，无论何时需要帮助，我都会在这里支持你。祝你勇往直前，找到真正的幸福！",
    "annotation": [
      {
        "sentence": "你已经迈出了第一步，相信自己，勇敢面对内心的声音。",
        "label": ""
      },
      {
        "sentence": "请记住，你并不孤单，无论何时需要帮助，我都会在这里支持你。",
        "label": ""
      },
      {
        "sentence": "祝你勇往直前，找到真正的幸福！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励，我对未来更有信心了。如果有任何困惑，我会再来咨询的。谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励，我对未来更有信心了。",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑，我会再来咨询的。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别客气，我会一直在这里支持你的。无论何时需要帮助和倾诉，随时都可以找我聊天。祝你一切顺利，找到真正属于自己的幸福！相信自己，加油！",
    "annotation": [
      {
        "sentence": "别客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "无论何时需要帮助和倾诉，随时都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，找到真正属于自己的幸福！",
        "label": ""
      },
      {
        "sentence": "相信自己，加油！",
        "label": ""
      }
    ]
  }
]