[
  {
    "role": "client",
    "content": "想考一个好的学校，高考十几天想提高50分，现实吗？本人想考一个离自己现在水平高了很多的学校，如果我想考上他，我必须提高50多分，在这儿十几天里。这是不可能的，要求定高了，我是单前家庭，母亲一个人带我我还想心理咨询，让她承担我的咨询费用在高考暑假期间。可是我看了我分数段的学校，都是私立的，收费一年两万，而我想上的那个学校是西安最后一所公立的。3000，4000一年。我感觉有些对不起妈妈，妈妈说没事她想办法，可是我怎么说出口让她在筹集我上学费用时还给他提要求说我想心理咨询的，我有一种当一那个学校为目标是崩溃的感觉，觉得不行不可能，除非我超常发挥每门都以模考最高分来考，可是这样的心态根本不现实，我很痛苦，真的很痛苦，我知道学习在那里，可是我不明白学习到底为了什么，是枷锁，我喘不过气来，只是为了别人的赞美，不觉得瞧不起，考个不差的学校，说出去好听，我想考的学校我是真的达不到，起码以这种心态不行，可是我真的没脸在给妈妈提出暑假让她交钱了。压力大。",
    "annotation": [
      {
        "sentence": "想考一个好的学校，高考十几天想提高50分，现实吗？",
        "label": ""
      },
      {
        "sentence": "本人想考一个离自己现在水平高了很多的学校，如果我想考上他，我必须提高50多分，在这儿十几天里。",
        "label": ""
      },
      {
        "sentence": "这是不可能的，要求定高了，我是单前家庭，母亲一个人带我我还想心理咨询，让她承担我的咨询费用在高考暑假期间。",
        "label": ""
      },
      {
        "sentence": "可是我看了我分数段的学校，都是私立的，收费一年两万，而我想上的那个学校是西安最后一所公立的。",
        "label": ""
      },
      {
        "sentence": "3000，4000一年。",
        "label": ""
      },
      {
        "sentence": "我感觉有些对不起妈妈，妈妈说没事她想办法，可是我怎么说出口让她在筹集我上学费用时还给他提要求说我想心理咨询的，我有一种当一那个学校为目标是崩溃的感觉，觉得不行不可能，除非我超常发挥每门都以模考最高分来考，可是这样的心态根本不现实，我很痛苦，真的很痛苦，我知道学习在那里，可是我不明白学习到底为了什么，是枷锁，我喘不过气来，只是为了别人的赞美，不觉得瞧不起，考个不差的学校，说出去好听，我想考的学校我是真的达不到，起码以这种心态不行，可是我真的没脸在给妈妈提出暑假让她交钱了。",
        "label": ""
      },
      {
        "sentence": "压力大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我了解你现在面临的困境。在这个世界上，没有什么是不可能的，只要你努力去完成它。虽然要在十几天内提高50多分确实很困难，但为什么我们不试一试呢？怎么知道你不行呢？我了解你想进行心理咨询的想法，但是考虑到家庭的经济情况，你可以通过自己的努力去实现。你可以在假期找一份暑期工打工，用自己的赚钱来支付咨询费用。此外，你进入大学后，学校会有配备的心理健康中心，他们会为你提供免费的咨询服务。",
    "annotation": [
      {
        "sentence": "求助者，我了解你现在面临的困境。",
        "label": ""
      },
      {
        "sentence": "在这个世界上，没有什么是不可能的，只要你努力去完成它。",
        "label": ""
      },
      {
        "sentence": "虽然要在十几天内提高50多分确实很困难，但为什么我们不试一试呢？",
        "label": ""
      },
      {
        "sentence": "怎么知道你不行呢？",
        "label": ""
      },
      {
        "sentence": "我了解你想进行心理咨询的想法，但是考虑到家庭的经济情况，你可以通过自己的努力去实现。",
        "label": ""
      },
      {
        "sentence": "你可以在假期找一份暑期工打工，用自己的赚钱来支付咨询费用。",
        "label": ""
      },
      {
        "sentence": "此外，你进入大学后，学校会有配备的心理健康中心，他们会为你提供免费的咨询服务。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你对我的理解和建议。但是我看了我分数段的学校，都是私立的，学费一年要两万，而我想上的那个学校是西安最后一所公立学校，学费只需3000到4000元一年。我觉得很对不起妈妈，她说没事想办法，可是我怎么开口要求她在筹集我的学费时还负担我的心理咨询费用呢？",
    "annotation": [
      {
        "sentence": "谢谢你对我的理解和建议。",
        "label": ""
      },
      {
        "sentence": "但是我看了我分数段的学校，都是私立的，学费一年要两万，而我想上的那个学校是西安最后一所公立学校，学费只需3000到4000元一年。",
        "label": ""
      },
      {
        "sentence": "我觉得很对不起妈妈，她说没事想办法，可是我怎么开口要求她在筹集我的学费时还负担我的心理咨询费用呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对妈妈的担忧和感受。请相信你的妈妈，她愿意为你做出牺牲。你可以坦诚地与她沟通你的想法和需求，让她了解你的内心困扰。同时，你也可以提出自己愿意为心理咨询费用做出努力，比如通过找份兼职工作来支付费用。母女之间的互相理解和支持是很重要的。",
    "annotation": [
      {
        "sentence": "我理解你对妈妈的担忧和感受。",
        "label": ""
      },
      {
        "sentence": "请相信你的妈妈，她愿意为你做出牺牲。",
        "label": ""
      },
      {
        "sentence": "你可以坦诚地与她沟通你的想法和需求，让她了解你的内心困扰。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以提出自己愿意为心理咨询费用做出努力，比如通过找份兼职工作来支付费用。",
        "label": ""
      },
      {
        "sentence": "母女之间的互相理解和支持是很重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我应该坦诚地与妈妈沟通，让她了解我的内心困扰。我也愿意通过自己的努力来支付心理咨询费用。我会在假期找份适合我的兼职工作，来减轻家庭的经济负担。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "你说的对，我应该坦诚地与妈妈沟通，让她了解我的内心困扰。",
        "label": ""
      },
      {
        "sentence": "我也愿意通过自己的努力来支付心理咨询费用。",
        "label": ""
      },
      {
        "sentence": "我会在假期找份适合我的兼职工作，来减轻家庭的经济负担。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意主动与妈妈沟通并为自己的咨询支付费用。这种积极的态度和努力会为你以后的发展带来很大的好处。同时，在学习方面，不要给自己太大的压力。学习不仅仅是为了别人的赞美，更是为了你自己的成长和未来的发展。请记住，尽力而为，顺其自然，相信你可以取得令自己满意的成绩，并进入你心仪的学校。",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意主动与妈妈沟通并为自己的咨询支付费用。",
        "label": ""
      },
      {
        "sentence": "这种积极的态度和努力会为你以后的发展带来很大的好处。",
        "label": ""
      },
      {
        "sentence": "同时，在学习方面，不要给自己太大的压力。",
        "label": ""
      },
      {
        "sentence": "学习不仅仅是为了别人的赞美，更是为了你自己的成长和未来的发展。",
        "label": ""
      },
      {
        "sentence": "请记住，尽力而为，顺其自然，相信你可以取得令自己满意的成绩，并进入你心仪的学校。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你对我的鼓励和支持。我会调整自己的心态，不再那么焦虑和痛苦。我会尽力去做，相信自己的能力，争取考出令自己满意的成绩。再次感谢你的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你对我的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会调整自己的心态，不再那么焦虑和痛苦。",
        "label": ""
      },
      {
        "sentence": "我会尽力去做，相信自己的能力，争取考出令自己满意的成绩。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰看到你对自己的态度有了积极的改变。相信自己，坚持努力，你一定能够克服困难，实现你的目标。如果你在学习或情绪上需要进一步的支持，记得随时来找我聊聊。祝愿你考试顺利，达成心中所愿。加油！",
    "annotation": [
      {
        "sentence": "非常欣慰看到你对自己的态度有了积极的改变。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持努力，你一定能够克服困难，实现你的目标。",
        "label": ""
      },
      {
        "sentence": "如果你在学习或情绪上需要进一步的支持，记得随时来找我聊聊。",
        "label": ""
      },
      {
        "sentence": "祝愿你考试顺利，达成心中所愿。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]