[
  {
    "role": "client",
    "content": "男朋友家里出事了，要和我分手，该怎么办？他爸爸得脑溢血走了，后来他家又出了其他事情，他跟我说没精力谈了，他家的事没那么简单，要先处理好家里的事，不想耽误我，我等了他一年多，那些事都处理好了，可他不想谈恋爱，他说他和他妈身体都不好，他想先好好孝敬他妈，不想别的，我很想留住他，可我想不出太好的办法，只能来求助各位了。",
    "annotation": [
      {
        "sentence": "男朋友家里出事了，要和我分手，该怎么办？",
        "label": ""
      },
      {
        "sentence": "他爸爸得脑溢血走了，后来他家又出了其他事情，他跟我说没精力谈了，他家的事没那么简单，要先处理好家里的事，不想耽误我，我等了他一年多，那些事都处理好了，可他不想谈恋爱，他说他和他妈身体都不好，他想先好好孝敬他妈，不想别的，我很想留住他，可我想不出太好的办法，只能来求助各位了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的心情，～我觉得你的男朋友是一个非常孝顺，懂事的人。家里出了很多变故，他也一定非常难过。一方面希望你能尽可能理解他，因为如果家里一切都好，我相信他也不会轻易说分手。他要处理家里的事情，可以想象这是非常大的一个打击，也是非常麻烦的。他说，想先孝敬母亲，不想别的，实际上这也是情理之中的事情。",
    "annotation": [
      {
        "sentence": "非常理解你的心情，～我觉得你的男朋友是一个非常孝顺，懂事的人。",
        "label": ""
      },
      {
        "sentence": "家里出了很多变故，他也一定非常难过。",
        "label": ""
      },
      {
        "sentence": "一方面希望你能尽可能理解他，因为如果家里一切都好，我相信他也不会轻易说分手。",
        "label": ""
      },
      {
        "sentence": "他要处理家里的事情，可以想象这是非常大的一个打击，也是非常麻烦的。",
        "label": ""
      },
      {
        "sentence": "他说，想先孝敬母亲，不想别的，实际上这也是情理之中的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我当然能理解他，但是我也很担心我们之间的关系，毕竟我等了他很久了，现在他却不想继续交往了。我觉得很沮丧。",
    "annotation": [
      {
        "sentence": "我当然能理解他，但是我也很担心我们之间的关系，毕竟我等了他很久了，现在他却不想继续交往了。",
        "label": ""
      },
      {
        "sentence": "我觉得很沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我完全可以理解。他的决定肯定让你感到失望和心碎。但我们不能忘记，在这个过程中，他一定经历了很大的变化，你并不清楚。他可能觉得自己在一个比较糟糕的家庭中，可能有一些自卑的情绪，觉得自己配不上你。或许他觉得你可以找到一个更好的人。",
    "annotation": [
      {
        "sentence": "你的感受我完全可以理解。",
        "label": ""
      },
      {
        "sentence": "他的决定肯定让你感到失望和心碎。",
        "label": ""
      },
      {
        "sentence": "但我们不能忘记，在这个过程中，他一定经历了很大的变化，你并不清楚。",
        "label": ""
      },
      {
        "sentence": "他可能觉得自己在一个比较糟糕的家庭中，可能有一些自卑的情绪，觉得自己配不上你。",
        "label": ""
      },
      {
        "sentence": "或许他觉得你可以找到一个更好的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白他可能有这样的担忧，但我真的很爱他，愿意一直等下去。我应该怎么做才能让他知道我对他的支持和理解呢？",
    "annotation": [
      {
        "sentence": "我明白他可能有这样的担忧，但我真的很爱他，愿意一直等下去。",
        "label": ""
      },
      {
        "sentence": "我应该怎么做才能让他知道我对他的支持和理解呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我建议你和他再好好交流一下，了解他现在的想法和打算。你可以问问他是否有回心转意的可能性。同时，也要有心理准备，如果他坚持暂时不想谈恋爱，你是否还愿意继续等下去，这个结果当然是无法预料的，是否继续等是你自己可以选择的。我知道这对你来说很难接受，但是在这个过程中，你也要照顾好自己的感受和需要。",
    "annotation": [
      {
        "sentence": "我建议你和他再好好交流一下，了解他现在的想法和打算。",
        "label": ""
      },
      {
        "sentence": "你可以问问他是否有回心转意的可能性。",
        "label": ""
      },
      {
        "sentence": "同时，也要有心理准备，如果他坚持暂时不想谈恋爱，你是否还愿意继续等下去，这个结果当然是无法预料的，是否继续等是你自己可以选择的。",
        "label": ""
      },
      {
        "sentence": "我知道这对你来说很难接受，但是在这个过程中，你也要照顾好自己的感受和需要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我明白你的意思。我会尽量和他沟通，听听他真正的想法。如果他还是坚持不想继续交往，我也会好好考虑自己的选择。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "确实，我明白你的意思。",
        "label": ""
      },
      {
        "sentence": "我会尽量和他沟通，听听他真正的想法。",
        "label": ""
      },
      {
        "sentence": "如果他还是坚持不想继续交往，我也会好好考虑自己的选择。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很欣慰能够帮到你。记住，不管最后的结果如何，你都值得被珍惜和幸福。无论你做出什么决定，都要对自己好一点。希望你能从这段经历中学到更多，并找到属于你自己的幸福。祝你好运！如果有需要，随时可以来找我倾诉。",
    "annotation": [
      {
        "sentence": "不客气，我很欣慰能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，不管最后的结果如何，你都值得被珍惜和幸福。",
        "label": ""
      },
      {
        "sentence": "无论你做出什么决定，都要对自己好一点。",
        "label": ""
      },
      {
        "sentence": "希望你能从这段经历中学到更多，并找到属于你自己的幸福。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果有需要，随时可以来找我倾诉。",
        "label": ""
      }
    ]
  }
]