[
  {
    "role": "client",
    "content": "在还没有考试前就觉得自己会失败，老是自我否定？其实每次重要的考试面前，自己明明是优势的，或者说只要脚踏实地的努力就一定能成功。可是我每次都是关键时刻掉链子，还没开始考试就觉得自己会失败，似乎看到的都是不好的结果，老是自我否定，考试前情绪一直都不好，非常非常的悲观，我真的真的都讨厌这样的自己了，自我否定-失败-更加自我否定，这似乎成了我的怪圈。我也很想走出来，可是真的我的想法很悲观，每次都觉得自己会失败，觉得自己是差劲的那个。我真的很无助，我讨厌这样的自己。",
    "annotation": [
      {
        "sentence": "在还没有考试前就觉得自己会失败，老是自我否定？",
        "label": ""
      },
      {
        "sentence": "其实每次重要的考试面前，自己明明是优势的，或者说只要脚踏实地的努力就一定能成功。",
        "label": ""
      },
      {
        "sentence": "可是我每次都是关键时刻掉链子，还没开始考试就觉得自己会失败，似乎看到的都是不好的结果，老是自我否定，考试前情绪一直都不好，非常非常的悲观，我真的真的都讨厌这样的自己了，自我否定-失败-更加自我否定，这似乎成了我的怪圈。",
        "label": ""
      },
      {
        "sentence": "我也很想走出来，可是真的我的想法很悲观，每次都觉得自己会失败，觉得自己是差劲的那个。",
        "label": ""
      },
      {
        "sentence": "我真的很无助，我讨厌这样的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你似乎入了考试的魔咒，考试前消极暗示，考试中影响发挥，考试后必定失败，发展到悲观，厌恶自己，这实在是很糟糕的感觉，非常能理解你的痛苦、无助和被压抑的情感，讨厌自己自我否定，已经成了你的思维定势，要想从这个怪圈中走出来，还是要看一下到底是什么“控制了”你的思维。",
    "annotation": [
      {
        "sentence": "看来你似乎入了考试的魔咒，考试前消极暗示，考试中影响发挥，考试后必定失败，发展到悲观，厌恶自己，这实在是很糟糕的感觉，非常能理解你的痛苦、无助和被压抑的情感，讨厌自己自我否定，已经成了你的思维定势，要想从这个怪圈中走出来，还是要看一下到底是什么“控制了”你的思维。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己的思维就像被一股强大的力量控制着，无法自拔。每次考试前，我的心情就变得很低落，一想到失败的可能性，就觉得自己完全没有希望。",
    "annotation": [
      {
        "sentence": "我觉得自己的思维就像被一股强大的力量控制着，无法自拔。",
        "label": ""
      },
      {
        "sentence": "每次考试前，我的心情就变得很低落，一想到失败的可能性，就觉得自己完全没有希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的自我否定来源于重要考试的失利，明明自己有优势，但是考场发挥不出来，证明你是带着消极的心理暗示和极大的压力走进考场的。这种感觉是从哪一次或者哪几次的考试失利开始的呢？是否有重要的人对你的考试抱有极大的期待，或者说你对自己的目标要求非常高，你认为只有考试成功才能满足自我愿望或者才能被认定为成功呢。",
    "annotation": [
      {
        "sentence": "你的自我否定来源于重要考试的失利，明明自己有优势，但是考场发挥不出来，证明你是带着消极的心理暗示和极大的压力走进考场的。",
        "label": ""
      },
      {
        "sentence": "这种感觉是从哪一次或者哪几次的考试失利开始的呢？",
        "label": ""
      },
      {
        "sentence": "是否有重要的人对你的考试抱有极大的期待，或者说你对自己的目标要求非常高，你认为只有考试成功才能满足自我愿望或者才能被认定为成功呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想起来了，起初是高中毕业考试时，我的家人对我寄予很大的期望，他们希望我能考上好大学。我也相信自己能做到，可是最后的成绩却让我很失望，从那以后，我就一直觉得自己在考试方面很差劲。",
    "annotation": [
      {
        "sentence": "我想起来了，起初是高中毕业考试时，我的家人对我寄予很大的期望，他们希望我能考上好大学。",
        "label": ""
      },
      {
        "sentence": "我也相信自己能做到，可是最后的成绩却让我很失望，从那以后，我就一直觉得自己在考试方面很差劲。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白了，重要的人对你的期望和你自己的高要求让你对考试产生了极大的压力和焦虑。你的极度悲观和自我否定主要来自于以下的方面：1、自我认识不清，易受别人的评价而影响和改变。你自身是有优势的，并且有积极努力的愿望和信心，但是外部存在的压力，会让你按照他人对自己的感知来调整形象。这种压力可能和你的成长经历有直接关系，可能你受到过某种事情的负面影响，没有得到正确引导，留下心理阴影。这时你需要从童年记事起静下心来一件件回忆，然后告诉自己，这都是陈年往事，时过境迁，已经不重要了。",
    "annotation": [
      {
        "sentence": "我明白了，重要的人对你的期望和你自己的高要求让你对考试产生了极大的压力和焦虑。",
        "label": ""
      },
      {
        "sentence": "你的极度悲观和自我否定主要来自于以下的方面：1、自我认识不清，易受别人的评价而影响和改变。",
        "label": ""
      },
      {
        "sentence": "你自身是有优势的，并且有积极努力的愿望和信心，但是外部存在的压力，会让你按照他人对自己的感知来调整形象。",
        "label": ""
      },
      {
        "sentence": "这种压力可能和你的成长经历有直接关系，可能你受到过某种事情的负面影响，没有得到正确引导，留下心理阴影。",
        "label": ""
      },
      {
        "sentence": "这时你需要从童年记事起静下心来一件件回忆，然后告诉自己，这都是陈年往事，时过境迁，已经不重要了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说的对，我一直没意识到这些经历对我的影响有这么大。我想我需要好好面对这些阴影，告诉自己过去的事情已经过去了，不应该再让它们影响我现在的心态。",
    "annotation": [
      {
        "sentence": "或许你说的对，我一直没意识到这些经历对我的影响有这么大。",
        "label": ""
      },
      {
        "sentence": "我想我需要好好面对这些阴影，告诉自己过去的事情已经过去了，不应该再让它们影响我现在的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，正视过去的阴影是一个很关键的步骤。另外，自我否定主要是自信心不足，不相信自己的根源是常期遭遇他人的否定，不认可。时间久了，无形中给自己形成这样的标签，“我不行”、“我不可以”。经常性自我否定的根本原因就是恐惧和自卑。只是多数人一般情况下很难感知。因为面对自己的脆弱，多数人会寻找坚硬的外壳一层层的包裹好，再要求其一层层的剖析自己。你要想走出自己的怪圈，还是需要进行一些尝试和改变。",
    "annotation": [
      {
        "sentence": "很好，正视过去的阴影是一个很关键的步骤。",
        "label": ""
      },
      {
        "sentence": "另外，自我否定主要是自信心不足，不相信自己的根源是常期遭遇他人的否定，不认可。",
        "label": ""
      },
      {
        "sentence": "时间久了，无形中给自己形成这样的标签，“我不行”、“我不可以”。",
        "label": ""
      },
      {
        "sentence": "经常性自我否定的根本原因就是恐惧和自卑。",
        "label": ""
      },
      {
        "sentence": "只是多数人一般情况下很难感知。",
        "label": ""
      },
      {
        "sentence": "因为面对自己的脆弱，多数人会寻找坚硬的外壳一层层的包裹好，再要求其一层层的剖析自己。",
        "label": ""
      },
      {
        "sentence": "你要想走出自己的怪圈，还是需要进行一些尝试和改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要重新审视自己，发现自己的优点和价值，慢慢找回自信。我也要试着不要给自己过高的要求，接受自己的不完美。我想我可以尝试进行一些运动或者发泄被压抑的情绪来帮助自己调整心态。",
    "annotation": [
      {
        "sentence": "我明白了，我需要重新审视自己，发现自己的优点和价值，慢慢找回自信。",
        "label": ""
      },
      {
        "sentence": "我也要试着不要给自己过高的要求，接受自己的不完美。",
        "label": ""
      },
      {
        "sentence": "我想我可以尝试进行一些运动或者发泄被压抑的情绪来帮助自己调整心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，这些都是非常积极的做法。充分了解自己的优点，慢慢找回自信是非常重要的。同时，不要给自己过高的要求，世界上的任何事物都不可能完美，考试失败也不能就定义为人生失败，就算是考砸了，也没什么大不了，太阳依旧会升起，生活依然要继续。如果靠自我认知调节还难以缓解感受的话，建议寻求专业的心理咨询师的帮助，认识自我。希望我的回答能够对你有所帮助。",
    "annotation": [
      {
        "sentence": "很好，这些都是非常积极的做法。",
        "label": ""
      },
      {
        "sentence": "充分了解自己的优点，慢慢找回自信是非常重要的。",
        "label": ""
      },
      {
        "sentence": "同时，不要给自己过高的要求，世界上的任何事物都不可能完美，考试失败也不能就定义为人生失败，就算是考砸了，也没什么大不了，太阳依旧会升起，生活依然要继续。",
        "label": ""
      },
      {
        "sentence": "如果靠自我认知调节还难以缓解感受的话，建议寻求专业的心理咨询师的帮助，认识自我。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能够对你有所帮助。",
        "label": ""
      }
    ]
  }
]