[
  {
    "role": "client",
    "content": "大二发现自己在其他人面前有演奏障碍，手臂肌肉抽搐？我在幼时曾经学习六年钢琴，钢琴十级，后来因为上了中学没有时间就荒废掉了。去年春天我想重新捡起来，并且为了强迫自己更努力地练习，我答应老师每节课在大家面前演奏。在第一次演奏之前我已经将曲子练得很熟，很简单的小曲子。可是演奏的时候一塌糊涂。这个问题在我小时候学钢琴期间完全没有出现过。为了锻炼心理承受能力，我继续坚持每节课练一首不同的曲子，可是即便我练得很熟，到了演奏现场还是很糟糕，最严重的一次我坐在那里突然就感觉几乎听不见自己的琴声，也看不懂谱子，最后简直是个灾难。如果说后面几次是因为第一次的失败而产生了阴影，我不明白的是第一次演奏的时候我为什么坐在那里手会开始抖。因为在我的潜意识里，有没有别人在场对我的弹奏应该是没有多少影响并且当时我确实认为自己已经练熟了，是有自信的。所以第一次看见自己竟然在钢琴上手发抖我都很震惊。直到现在我想起在别人面前弹琴，手臂肌肉都会抽搐。请问我该怎么解决？",
    "annotation": [
      {
        "sentence": "大二发现自己在其他人面前有演奏障碍，手臂肌肉抽搐？",
        "label": ""
      },
      {
        "sentence": "我在幼时曾经学习六年钢琴，钢琴十级，后来因为上了中学没有时间就荒废掉了。",
        "label": ""
      },
      {
        "sentence": "去年春天我想重新捡起来，并且为了强迫自己更努力地练习，我答应老师每节课在大家面前演奏。",
        "label": ""
      },
      {
        "sentence": "在第一次演奏之前我已经将曲子练得很熟，很简单的小曲子。",
        "label": ""
      },
      {
        "sentence": "可是演奏的时候一塌糊涂。",
        "label": ""
      },
      {
        "sentence": "这个问题在我小时候学钢琴期间完全没有出现过。",
        "label": ""
      },
      {
        "sentence": "为了锻炼心理承受能力，我继续坚持每节课练一首不同的曲子，可是即便我练得很熟，到了演奏现场还是很糟糕，最严重的一次我坐在那里突然就感觉几乎听不见自己的琴声，也看不懂谱子，最后简直是个灾难。",
        "label": ""
      },
      {
        "sentence": "如果说后面几次是因为第一次的失败而产生了阴影，我不明白的是第一次演奏的时候我为什么坐在那里手会开始抖。",
        "label": ""
      },
      {
        "sentence": "因为在我的潜意识里，有没有别人在场对我的弹奏应该是没有多少影响并且当时我确实认为自己已经练熟了，是有自信的。",
        "label": ""
      },
      {
        "sentence": "所以第一次看见自己竟然在钢琴上手发抖我都很震惊。",
        "label": ""
      },
      {
        "sentence": "直到现在我想起在别人面前弹琴，手臂肌肉都会抽搐。",
        "label": ""
      },
      {
        "sentence": "请问我该怎么解决？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在小的时候你的钢琴弹的非常棒，后来中学时期有好几年你都没有再接触钢琴，上了大学之后为了重拾弹钢琴的特长，你要求自己每节课都在大家面前演奏。但是，你在众人面前演奏之前虽然练得很好，但真的面对大家，你却出现了手臂肌肉发抖的情况。",
    "annotation": [
      {
        "sentence": "在小的时候你的钢琴弹的非常棒，后来中学时期有好几年你都没有再接触钢琴，上了大学之后为了重拾弹钢琴的特长，你要求自己每节课都在大家面前演奏。",
        "label": ""
      },
      {
        "sentence": "但是，你在众人面前演奏之前虽然练得很好，但真的面对大家，你却出现了手臂肌肉发抖的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很困惑。为什么我之前练得那么好，但到了演奏时却出现这种情况呢？",
    "annotation": [
      {
        "sentence": "是的，我真的很困惑。",
        "label": ""
      },
      {
        "sentence": "为什么我之前练得那么好，但到了演奏时却出现这种情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在小的时候你的钢琴是非常棒的，连续学习六年，并且达到钢琴十级，能够感受到，你内心因此对自己钢琴弹奏的要求是很高的，觉得虽然现在荒废了很多年，但是也应该达到之前那样厉害的水平。但是你的内心是不是还有一些担忧呢？毕竟已经放下钢琴这么多年，在演奏上面会生疏许多，你担心自己不能达到想要的那个水平，也担心在别人的心中，你不像之前一样那么厉害，所以就会在众人面前感到焦虑担忧，于是有手抖的情况。",
    "annotation": [
      {
        "sentence": "在小的时候你的钢琴是非常棒的，连续学习六年，并且达到钢琴十级，能够感受到，你内心因此对自己钢琴弹奏的要求是很高的，觉得虽然现在荒废了很多年，但是也应该达到之前那样厉害的水平。",
        "label": ""
      },
      {
        "sentence": "但是你的内心是不是还有一些担忧呢？",
        "label": ""
      },
      {
        "sentence": "毕竟已经放下钢琴这么多年，在演奏上面会生疏许多，你担心自己不能达到想要的那个水平，也担心在别人的心中，你不像之前一样那么厉害，所以就会在众人面前感到焦虑担忧，于是有手抖的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实担心自己的表现无法达到以前的水平。也因此会感到焦虑和紧张。但是为什么这种情绪会导致手臂肌肉抽搐呢？",
    "annotation": [
      {
        "sentence": "你说得对，我确实担心自己的表现无法达到以前的水平。",
        "label": ""
      },
      {
        "sentence": "也因此会感到焦虑和紧张。",
        "label": ""
      },
      {
        "sentence": "但是为什么这种情绪会导致手臂肌肉抽搐呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种情况可能是因为你过分紧张和焦虑，导致身体的应激反应。可不可以试着给自己多一些进步的时间和空间呢？毕竟把钢琴放下那么多年，在技巧上有生疏也是正常的，而钢琴弹奏水平的提高也需要一个过程，你可以试着不过分地逼迫自己，试着允许自己慢慢地成长。",
    "annotation": [
      {
        "sentence": "这种情况可能是因为你过分紧张和焦虑，导致身体的应激反应。",
        "label": ""
      },
      {
        "sentence": "可不可以试着给自己多一些进步的时间和空间呢？",
        "label": ""
      },
      {
        "sentence": "毕竟把钢琴放下那么多年，在技巧上有生疏也是正常的，而钢琴弹奏水平的提高也需要一个过程，你可以试着不过分地逼迫自己，试着允许自己慢慢地成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，或许我给自己设定的目标过于严苛了。我应该给自己更多的时间和空间来提高，而不是急于求成。谢谢你的建议。",
    "annotation": [
      {
        "sentence": "你说得对，或许我给自己设定的目标过于严苛了。",
        "label": ""
      },
      {
        "sentence": "我应该给自己更多的时间和空间来提高，而不是急于求成。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可能你希望自己能够立刻恢复到之前那么厉害的水平，但是给自己施加过大的压力是不是反而会适得其反呢？不如试着将自己的目标细化怎么样？把大目标分解成若干个小目标，一步一步来，反而能取得意想不到的效果。以上是我的一点建议，希望能够帮助到你。",
    "annotation": [
      {
        "sentence": "可能你希望自己能够立刻恢复到之前那么厉害的水平，但是给自己施加过大的压力是不是反而会适得其反呢？",
        "label": ""
      },
      {
        "sentence": "不如试着将自己的目标细化怎么样？",
        "label": ""
      },
      {
        "sentence": "把大目标分解成若干个小目标，一步一步来，反而能取得意想不到的效果。",
        "label": ""
      },
      {
        "sentence": "以上是我的一点建议，希望能够帮助到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的建议非常实用。我会尝试将目标细化，并逐步提高自己的表现。我相信只要我给自己足够的时间和耐心，一定能够克服这个问题。非常感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "你的建议非常实用。",
        "label": ""
      },
      {
        "sentence": "我会尝试将目标细化，并逐步提高自己的表现。",
        "label": ""
      },
      {
        "sentence": "我相信只要我给自己足够的时间和耐心，一定能够克服这个问题。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我相信你一定能够克服困难，实现自己的目标。如果在后续的过程中还有其他困惑或者需要帮助的地方，随时可以向我求助。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我相信你一定能够克服困难，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "如果在后续的过程中还有其他困惑或者需要帮助的地方，随时可以向我求助。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]