[
  {
    "role": "client",
    "content": "我觉得真正互相了解付出平等的知己，真的很难吧？我和闺蜜认识有六年多了，双方都说对方是最好的朋友。确实，有想玩的地方都第一时间想到对方，有难也会互相帮助。但是有一个方面越来越困扰我，了解不对等。",
    "annotation": [
      {
        "sentence": "我觉得真正互相了解付出平等的知己，真的很难吧？",
        "label": ""
      },
      {
        "sentence": "我和闺蜜认识有六年多了，双方都说对方是最好的朋友。",
        "label": ""
      },
      {
        "sentence": "确实，有想玩的地方都第一时间想到对方，有难也会互相帮助。",
        "label": ""
      },
      {
        "sentence": "但是有一个方面越来越困扰我，了解不对等。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的困扰我也遭遇过，我与我的闺蜜也存在这种问题。你的共情能力比较好，特别好的做着一个倾听者，分析闺蜜的问题排解她的忧愁。但是你闺蜜我觉得有两种可能，一种是她确实共情能力比较差，就算是你讲了你的烦恼，她也不知道该怎么和你说，该怎么安慰你，所以经常用自己的事或者是几句语气词就带过了，来掩饰自己不会安慰人这个事实。",
    "annotation": [
      {
        "sentence": "你的困扰我也遭遇过，我与我的闺蜜也存在这种问题。",
        "label": ""
      },
      {
        "sentence": "你的共情能力比较好，特别好的做着一个倾听者，分析闺蜜的问题排解她的忧愁。",
        "label": ""
      },
      {
        "sentence": "但是你闺蜜我觉得有两种可能，一种是她确实共情能力比较差，就算是你讲了你的烦恼，她也不知道该怎么和你说，该怎么安慰你，所以经常用自己的事或者是几句语气词就带过了，来掩饰自己不会安慰人这个事实。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，每次我有不开心的事情找她，她总是看起来漫不经心，我的心情还没有好转就只能继续聊她的事情，这种情况我也不太好扯回我的话题。",
    "annotation": [
      {
        "sentence": "是的，每次我有不开心的事情找她，她总是看起来漫不经心，我的心情还没有好转就只能继续聊她的事情，这种情况我也不太好扯回我的话题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另一种可能是你闺蜜比较自我中心，觉得自己的事情最重要，所以经常都是在将自己的事，很少倾听你的事，她把你当作一个很好的倾听者，希望你能帮她排忧解难，但是自己却做不到这样。",
    "annotation": [
      {
        "sentence": "另一种可能是你闺蜜比较自我中心，觉得自己的事情最重要，所以经常都是在将自己的事，很少倾听你的事，她把你当作一个很好的倾听者，希望你能帮她排忧解难，但是自己却做不到这样。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这几个原因你说出来，我觉得都有可能。我也想过是不是我太敏感。但每次她有喜欢的剧或者视屏分享给我看，我即使没时间也会去看，并且回复我的观后感。可是当我看到我喜欢的，偶尔发给她，她都不知道看没看要么一串“哈”要么直接讲她的话，有时会说待会看，结果就没有然后了。",
    "annotation": [
      {
        "sentence": "这几个原因你说出来，我觉得都有可能。",
        "label": ""
      },
      {
        "sentence": "我也想过是不是我太敏感。",
        "label": ""
      },
      {
        "sentence": "但每次她有喜欢的剧或者视屏分享给我看，我即使没时间也会去看，并且回复我的观后感。",
        "label": ""
      },
      {
        "sentence": "可是当我看到我喜欢的，偶尔发给她，她都不知道看没看要么一串“哈”要么直接讲她的话，有时会说待会看，结果就没有然后了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我觉得你需要和闺蜜说说你的困扰，了解一下她是怎么想的。毕竟你们六年多的友谊确实不可能是假的，可能她确实是不懂得怎么安慰人，也没有意识到这个问题。这就需要你提出来然后你们好好沟通，共同解决这个问题。",
    "annotation": [
      {
        "sentence": "我觉得你需要和闺蜜说说你的困扰，了解一下她是怎么想的。",
        "label": ""
      },
      {
        "sentence": "毕竟你们六年多的友谊确实不可能是假的，可能她确实是不懂得怎么安慰人，也没有意识到这个问题。",
        "label": ""
      },
      {
        "sentence": "这就需要你提出来然后你们好好沟通，共同解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你觉得我应该怎么跟她沟通呢？我怕一说她会生气，我们的友情会受到影响。",
    "annotation": [
      {
        "sentence": "你觉得我应该怎么跟她沟通呢？",
        "label": ""
      },
      {
        "sentence": "我怕一说她会生气，我们的友情会受到影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以试着用自己的语言表达你的感受，告诉她你希望在你有困扰时，她能更多地倾听和理解你，而不仅仅关注她自己的事情。强调你珍视你们的友谊，希望能够共同解决这个问题，并且让她知道你并不是在责备她，而是想要更坦诚地交流和互相支持。",
    "annotation": [
      {
        "sentence": "你可以试着用自己的语言表达你的感受，告诉她你希望在你有困扰时，她能更多地倾听和理解你，而不仅仅关注她自己的事情。",
        "label": ""
      },
      {
        "sentence": "强调你珍视你们的友谊，希望能够共同解决这个问题，并且让她知道你并不是在责备她，而是想要更坦诚地交流和互相支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的方法听起来不错，我会试着用你的建议和她好好谈一谈。希望我们可以找到一种平衡，让我们的友情更加坚固。谢谢你的支持和建议！",
    "annotation": [
      {
        "sentence": "你说的方法听起来不错，我会试着用你的建议和她好好谈一谈。",
        "label": ""
      },
      {
        "sentence": "希望我们可以找到一种平衡，让我们的友情更加坚固。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议对你有所帮助。友情是需要互相理解和共同努力才能长久的，相信你们一定可以找到解决问题的方法。无论结果如何，记得保持开放的心态，珍惜和她的友情。祝你好运！如果还有其他问题，随时都可以来找我倾诉。",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "友情是需要互相理解和共同努力才能长久的，相信你们一定可以找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，记得保持开放的心态，珍惜和她的友情。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时都可以来找我倾诉。",
        "label": ""
      }
    ]
  }
]