[
  {
    "role": "client",
    "content": "脸上突然长好多痘痘，心情巨差，怎么办？不知道为什么，脸上突然长好多多痘痘，之前没有长痘痘的时候，会安慰别人总会好的，看医生吃药运动，作息规律等等，说得很好，轮到自己时，发现真的巨难搞定，不清楚是否最近接触电脑太多了，因为辐射长痘？心情好差，状态也不好，非常焦虑。",
    "annotation": [
      {
        "sentence": "脸上突然长好多痘痘，心情巨差，怎么办？",
        "label": ""
      },
      {
        "sentence": "不知道为什么，脸上突然长好多多痘痘，之前没有长痘痘的时候，会安慰别人总会好的，看医生吃药运动，作息规律等等，说得很好，轮到自己时，发现真的巨难搞定，不清楚是否最近接触电脑太多了，因为辐射长痘？",
        "label": ""
      },
      {
        "sentence": "心情好差，状态也不好，非常焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我特别能理解你的感受，因为我以前也有类似的经历。希望我的经历能给你一些鼓励。我以前也是脸上一颗痘痘都没有，但是在高三的时候，可能是压力太大导致荷尔蒙变化，我脸上的痘痘排山倒海般的到来。那一段时间，我变得非常自卑，也很病态。我不许别人碰我的脸，也不许自己的手碰自己的脸，因为我觉得整个环境、空气都很脏。特别是高三时期，我的脸严重影响复习进度，根本无法专心复习。不仅自己看着难受，别人的眼光也让我感到很焦虑。",
    "annotation": [
      {
        "sentence": "求助者，我特别能理解你的感受，因为我以前也有类似的经历。",
        "label": ""
      },
      {
        "sentence": "希望我的经历能给你一些鼓励。",
        "label": ""
      },
      {
        "sentence": "我以前也是脸上一颗痘痘都没有，但是在高三的时候，可能是压力太大导致荷尔蒙变化，我脸上的痘痘排山倒海般的到来。",
        "label": ""
      },
      {
        "sentence": "那一段时间，我变得非常自卑，也很病态。",
        "label": ""
      },
      {
        "sentence": "我不许别人碰我的脸，也不许自己的手碰自己的脸，因为我觉得整个环境、空气都很脏。",
        "label": ""
      },
      {
        "sentence": "特别是高三时期，我的脸严重影响复习进度，根本无法专心复习。",
        "label": ""
      },
      {
        "sentence": "不仅自己看着难受，别人的眼光也让我感到很焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的经历让我感到安慰，好像我并不是一个人在面对这些问题。听起来你找到了解决方法，能告诉我你是如何摆脱痘痘的吗？",
    "annotation": [
      {
        "sentence": "你的经历让我感到安慰，好像我并不是一个人在面对这些问题。",
        "label": ""
      },
      {
        "sentence": "听起来你找到了解决方法，能告诉我你是如何摆脱痘痘的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以！其实，在经历了许多医生的咨询和不同药物治疗后，我终于在某一次的复发中找到了对的医生。这位医生告诉我，我脸上的痘痘并不是一般的痘痘，而是某种皮肤炎。当时我才恍然大悟，也才知道预防这种皮肤炎的正确方式。如果自己搞定不了的话，建议你去咨询医生比较好，这样才能确保自己用的是对的治疗方案（千万千万不要听信任何偏方呀），也能更有效的去除脸上的痘痘。",
    "annotation": [
      {
        "sentence": "当然可以！",
        "label": ""
      },
      {
        "sentence": "其实，在经历了许多医生的咨询和不同药物治疗后，我终于在某一次的复发中找到了对的医生。",
        "label": ""
      },
      {
        "sentence": "这位医生告诉我，我脸上的痘痘并不是一般的痘痘，而是某种皮肤炎。",
        "label": ""
      },
      {
        "sentence": "当时我才恍然大悟，也才知道预防这种皮肤炎的正确方式。",
        "label": ""
      },
      {
        "sentence": "如果自己搞定不了的话，建议你去咨询医生比较好，这样才能确保自己用的是对的治疗方案（千万千万不要听信任何偏方呀），也能更有效的去除脸上的痘痘。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来找到一位专业的医生真的很重要啊！我也会去寻求专业意见，让专业人员帮助我处理这个问题。除了医生的治疗，我还能做些其他的事情来改善我的状况吗？",
    "annotation": [
      {
        "sentence": "听起来找到一位专业的医生真的很重要啊！",
        "label": ""
      },
      {
        "sentence": "我也会去寻求专业意见，让专业人员帮助我处理这个问题。",
        "label": ""
      },
      {
        "sentence": "除了医生的治疗，我还能做些其他的事情来改善我的状况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以！除了就医，你还可以保持良好的作息规律和健康的生活方式，这对改善皮肤问题也很重要。另外，要保持心情的稳定，尽量不要过于焦虑和担心，因为焦虑会增加痘痘的恶化程度。同时，你可以尝试分散注意力，做一些让自己开心的事情，不要将所有的注意力都放在脸上的问题上。要记住，脸上的痘痘只是暂时的，它们不会跟着你一辈子的。",
    "annotation": [
      {
        "sentence": "当然可以！",
        "label": ""
      },
      {
        "sentence": "除了就医，你还可以保持良好的作息规律和健康的生活方式，这对改善皮肤问题也很重要。",
        "label": ""
      },
      {
        "sentence": "另外，要保持心情的稳定，尽量不要过于焦虑和担心，因为焦虑会增加痘痘的恶化程度。",
        "label": ""
      },
      {
        "sentence": "同时，你可以尝试分散注意力，做一些让自己开心的事情，不要将所有的注意力都放在脸上的问题上。",
        "label": ""
      },
      {
        "sentence": "要记住，脸上的痘痘只是暂时的，它们不会跟着你一辈子的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，保持平稳的心态和快乐的生活对改善皮肤问题是很有帮助的。同时，我也应该尽量避免过度关注脸上的痘痘，这样才能减少焦虑的程度。感谢你给我提供这些建议和支持！",
    "annotation": [
      {
        "sentence": "我理解了，保持平稳的心态和快乐的生活对改善皮肤问题是很有帮助的。",
        "label": ""
      },
      {
        "sentence": "同时，我也应该尽量避免过度关注脸上的痘痘，这样才能减少焦虑的程度。",
        "label": ""
      },
      {
        "sentence": "感谢你给我提供这些建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我很高兴能帮助到你。对于皮肤问题，每个人的情况可能都不一样，所以你也要坚持寻找适合自己的方法。这一场战役并不容易，但希望你能坚持住，不要被敌人（痘痘）给打败呀！我们一起努力，加油！如果你还有其他问题或需要进一步的支持，随时找我聊哦！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我很高兴能帮助到你。",
        "label": ""
      },
      {
        "sentence": "对于皮肤问题，每个人的情况可能都不一样，所以你也要坚持寻找适合自己的方法。",
        "label": ""
      },
      {
        "sentence": "这一场战役并不容易，但希望你能坚持住，不要被敌人（痘痘）给打败呀！",
        "label": ""
      },
      {
        "sentence": "我们一起努力，加油！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或需要进一步的支持，随时找我聊哦！",
        "label": ""
      }
    ]
  }
]