[
  {
    "role": "client",
    "content": "明天就要去上班了，还没想好去哪个，两个工作怎么选？从失业到收到offer.差不多快3个月了，其实心里面一直很急，但是没有找到合适的又没办法，现在找到两家公司，一家是建筑工地上面的劳资专员加材料会计，马上要迎接国检有很多资料要做，而且我以前没有接触过这些内容，不知道自己是否能胜任，但是离我家里近，待遇5000左右，不买社保，但是公司说可以经济补偿，还有另一个工作是做出纳工作，内容简单好掌控，是做少儿学前教育的，我看生意也很一般所以工作量和工资也不高3500左右，就是比较清闲没有压力，但是后期肯定会觉得工资低要做点别的，但是那边买社保和签合同，看起来比第一个正规，但是可能效益不好招不到生的话有可能关店也不一定虽然是连锁的，明天就要去上班了还没有想好去哪一个我该怎么选择。",
    "annotation": [
      {
        "sentence": "明天就要去上班了，还没想好去哪个，两个工作怎么选？",
        "label": ""
      },
      {
        "sentence": "从失业到收到offer.差不多快3个月了，其实心里面一直很急，但是没有找到合适的又没办法，现在找到两家公司，一家是建筑工地上面的劳资专员加材料会计，马上要迎接国检有很多资料要做，而且我以前没有接触过这些内容，不知道自己是否能胜任，但是离我家里近，待遇5000左右，不买社保，但是公司说可以经济补偿，还有另一个工作是做出纳工作，内容简单好掌控，是做少儿学前教育的，我看生意也很一般所以工作量和工资也不高3500左右，就是比较清闲没有压力，但是后期肯定会觉得工资低要做点别的，但是那边买社保和签合同，看起来比第一个正规，但是可能效益不好招不到生的话有可能关店也不一定虽然是连锁的，明天就要去上班了还没有想好去哪一个我该怎么选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在职业探索初期，除了薪资待遇这方面，还要注重自己与职业及行业的匹配度。你是不是对其中一个职业更感兴趣或更了解一些呢？毕竟找到适合自己长远发展的职业很重要，也是对自己的积累。比如你现在要选择的两份工作，行业完全不同，建筑工程方面的信息更吸引你，还是少儿学前教育方面的呢？即使目前工资低一些，但你可以积攒经验，作为以后跳槽时的资本。这两家公司有告知你今后的发展路径吗？能否升职或转岗？比如在少儿学前教育企业里，有没有可能转做课程顾问？工资肯定会高一些。为员工缴纳社保是企业的义务，不按规缴纳社保的企业存在风险，对求职者也是一种损失。如果你想长期发展在一家企业，最好避免这种风险。如果你决心在财务方面发展，不如找一家规模大的公司做出纳或财务工作，发展的道路相对明晰。另外，第一个建筑公司说会给你经济补偿，是什么样的补偿？有多少？合同里有写明吗？如果只是嘴上含糊其词，可能是空头支票。每个人对工作追求的不同，有的人只希望拿到足够多的钱，有的人追求安稳轻松，还有些人追求热爱的事业。你最看重哪方面呢？我们需要权衡利弊，做出适合自己的选择。",
    "annotation": [
      {
        "sentence": "在职业探索初期，除了薪资待遇这方面，还要注重自己与职业及行业的匹配度。",
        "label": ""
      },
      {
        "sentence": "你是不是对其中一个职业更感兴趣或更了解一些呢？",
        "label": ""
      },
      {
        "sentence": "毕竟找到适合自己长远发展的职业很重要，也是对自己的积累。",
        "label": ""
      },
      {
        "sentence": "比如你现在要选择的两份工作，行业完全不同，建筑工程方面的信息更吸引你，还是少儿学前教育方面的呢？",
        "label": ""
      },
      {
        "sentence": "即使目前工资低一些，但你可以积攒经验，作为以后跳槽时的资本。",
        "label": ""
      },
      {
        "sentence": "这两家公司有告知你今后的发展路径吗？",
        "label": ""
      },
      {
        "sentence": "能否升职或转岗？",
        "label": ""
      },
      {
        "sentence": "比如在少儿学前教育企业里，有没有可能转做课程顾问？",
        "label": ""
      },
      {
        "sentence": "工资肯定会高一些。",
        "label": ""
      },
      {
        "sentence": "为员工缴纳社保是企业的义务，不按规缴纳社保的企业存在风险，对求职者也是一种损失。",
        "label": ""
      },
      {
        "sentence": "如果你想长期发展在一家企业，最好避免这种风险。",
        "label": ""
      },
      {
        "sentence": "如果你决心在财务方面发展，不如找一家规模大的公司做出纳或财务工作，发展的道路相对明晰。",
        "label": ""
      },
      {
        "sentence": "另外，第一个建筑公司说会给你经济补偿，是什么样的补偿？",
        "label": ""
      },
      {
        "sentence": "有多少？",
        "label": ""
      },
      {
        "sentence": "合同里有写明吗？",
        "label": ""
      },
      {
        "sentence": "如果只是嘴上含糊其词，可能是空头支票。",
        "label": ""
      },
      {
        "sentence": "每个人对工作追求的不同，有的人只希望拿到足够多的钱，有的人追求安稳轻松，还有些人追求热爱的事业。",
        "label": ""
      },
      {
        "sentence": "你最看重哪方面呢？",
        "label": ""
      },
      {
        "sentence": "我们需要权衡利弊，做出适合自己的选择。",
        "label": ""
      }
    ]
  }
]