[
  {
    "role": "client",
    "content": "我有一个12岁女孩的自杀前言，这是我最后留给世界的吧？有时候，我哭泣的时候，妈妈会说我把家里弄得乌烟瘴气，然后打我。这使我感到很愤怒，我无法控制自己的情绪和眼泪。我知道我可能抑郁了，我告诉他们，但是父母却不理解，他们认为我只是不听话才会被打。在学校里，他们看见什么都会起哄，有两个男同学说要强奸我，然后哈哈大笑，其他男同学总说我在宾馆和别人上床，老师说，这只是他们想引起我的注意，虽然方式不对，但在这个年龄很正常，老师还说，我为什么要哭，这有什么好哭的，我越发觉得自己懦弱，整天都在哭泣。后来我想，不对啊，如果一个小学生听到强奸、受到侮辱和被不洁行为侵害，还能保持平静吗？当时我跟老师说的时候用了一个词语“龌龊”，我本来想让老师知道他们有多过分，可老师说我不能这样形容我的好伙伴。我计划过多次自杀，自残过多次，在我最抑郁的时候，我告诉妈妈，试图寻求帮助，但我妈说这是青春期的正常反应而已。再见。",
    "annotation": [
      {
        "sentence": "我有一个12岁女孩的自杀前言，这是我最后留给世界的吧？",
        "label": ""
      },
      {
        "sentence": "有时候，我哭泣的时候，妈妈会说我把家里弄得乌烟瘴气，然后打我。",
        "label": ""
      },
      {
        "sentence": "这使我感到很愤怒，我无法控制自己的情绪和眼泪。",
        "label": ""
      },
      {
        "sentence": "我知道我可能抑郁了，我告诉他们，但是父母却不理解，他们认为我只是不听话才会被打。",
        "label": ""
      },
      {
        "sentence": "在学校里，他们看见什么都会起哄，有两个男同学说要强奸我，然后哈哈大笑，其他男同学总说我在宾馆和别人上床，老师说，这只是他们想引起我的注意，虽然方式不对，但在这个年龄很正常，老师还说，我为什么要哭，这有什么好哭的，我越发觉得自己懦弱，整天都在哭泣。",
        "label": ""
      },
      {
        "sentence": "后来我想，不对啊，如果一个小学生听到强奸、受到侮辱和被不洁行为侵害，还能保持平静吗？",
        "label": ""
      },
      {
        "sentence": "当时我跟老师说的时候用了一个词语“龌龊”，我本来想让老师知道他们有多过分，可老师说我不能这样形容我的好伙伴。",
        "label": ""
      },
      {
        "sentence": "我计划过多次自杀，自残过多次，在我最抑郁的时候，我告诉妈妈，试图寻求帮助，但我妈说这是青春期的正常反应而已。",
        "label": ""
      },
      {
        "sentence": "再见。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，听到你的经历，我感到非常心痛和愤怒。首先，我要说的是，你的感受完全是正常的。你所经历的各种困扰和痛苦，并不是你自己造成的，而是来自于周围环境的不公和不理解。我理解你曾试图向家人和老师寻求帮助，但他们并没有给予你足够的支持和关怀，这让你感到更加绝望和困惑。",
    "annotation": [
      {
        "sentence": "求助者，听到你的经历，我感到非常心痛和愤怒。",
        "label": ""
      },
      {
        "sentence": "首先，我要说的是，你的感受完全是正常的。",
        "label": ""
      },
      {
        "sentence": "你所经历的各种困扰和痛苦，并不是你自己造成的，而是来自于周围环境的不公和不理解。",
        "label": ""
      },
      {
        "sentence": "我理解你曾试图向家人和老师寻求帮助，但他们并没有给予你足够的支持和关怀，这让你感到更加绝望和困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的感到很绝望和困惑。我觉得他们对我的问题不够重视，也没有认真倾听我的心声。我感到非常无助，不知道该如何面对这种困境。",
    "annotation": [
      {
        "sentence": "是的，我真的感到很绝望和困惑。",
        "label": ""
      },
      {
        "sentence": "我觉得他们对我的问题不够重视，也没有认真倾听我的心声。",
        "label": ""
      },
      {
        "sentence": "我感到非常无助，不知道该如何面对这种困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全能够理解你的无助和困惑。在这种情况下，首先要记住的是，你并不孤单，在你身边有很多人愿意帮助你，关心你。虽然现在你遇到的人没有给予你足够的理解和关心，但并不代表所有人都会如此。我鼓励你寻找其他的支持者，他们或许能够给你带来更多的帮助和理解。",
    "annotation": [
      {
        "sentence": "我完全能够理解你的无助和困惑。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，首先要记住的是，你并不孤单，在你身边有很多人愿意帮助你，关心你。",
        "label": ""
      },
      {
        "sentence": "虽然现在你遇到的人没有给予你足够的理解和关心，但并不代表所有人都会如此。",
        "label": ""
      },
      {
        "sentence": "我鼓励你寻找其他的支持者，他们或许能够给你带来更多的帮助和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解。我会试着寻找其他的支持者，看看是否有人能真正关心我并给我正确的指导。但是，我也担心再次遭遇不愉快的经历，怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解。",
        "label": ""
      },
      {
        "sentence": "我会试着寻找其他的支持者，看看是否有人能真正关心我并给我正确的指导。",
        "label": ""
      },
      {
        "sentence": "但是，我也担心再次遭遇不愉快的经历，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种担心是正常的。在你寻找支持者的过程中，确保自己的安全和保护是非常重要的。如果你感觉到任何不安全的情况，你可以及时寻求帮助。此外，你也可以考虑寻找专业的心理咨询师或机构，他们会有更丰富的经验和专业知识来帮助你解决问题。",
    "annotation": [
      {
        "sentence": "这种担心是正常的。",
        "label": ""
      },
      {
        "sentence": "在你寻找支持者的过程中，确保自己的安全和保护是非常重要的。",
        "label": ""
      },
      {
        "sentence": "如果你感觉到任何不安全的情况，你可以及时寻求帮助。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以考虑寻找专业的心理咨询师或机构，他们会有更丰富的经验和专业知识来帮助你解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会注意保护自己的安全。寻找专业心理咨询师听起来是个不错的建议，我会尝试去找一下。但是，我还是有时会觉得自己很无助，很难摆脱这种心理负担。",
    "annotation": [
      {
        "sentence": "嗯，我会注意保护自己的安全。",
        "label": ""
      },
      {
        "sentence": "寻找专业心理咨询师听起来是个不错的建议，我会尝试去找一下。",
        "label": ""
      },
      {
        "sentence": "但是，我还是有时会觉得自己很无助，很难摆脱这种心理负担。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的感受，我希望你知道，你不必独自面对这一切。专业的心理咨询师会帮助你解决心理负担，并提供一些建议和工具来帮助你摆脱困境。此外，尽量找一些积极的方法来调节自己的情绪，比如进行一些喜欢的活动、参加社交活动等，这些都有助于改善你的心情。",
    "annotation": [
      {
        "sentence": "明白你的感受，我希望你知道，你不必独自面对这一切。",
        "label": ""
      },
      {
        "sentence": "专业的心理咨询师会帮助你解决心理负担，并提供一些建议和工具来帮助你摆脱困境。",
        "label": ""
      },
      {
        "sentence": "此外，尽量找一些积极的方法来调节自己的情绪，比如进行一些喜欢的活动、参加社交活动等，这些都有助于改善你的心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会尝试一些积极的方法来调节自己的情绪。谢谢你的建议。我会考虑寻找专业的心理咨询师，希望能找到解决问题的办法。",
    "annotation": [
      {
        "sentence": "嗯，我会尝试一些积极的方法来调节自己的情绪。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会考虑寻找专业的心理咨询师，希望能找到解决问题的办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试积极的方法并寻找专业帮助。记住，你并不孤单，有很多人愿意帮助你度过难关。请相信，你一定能找到解决问题的办法，并且走出困境。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试积极的方法并寻找专业帮助。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，有很多人愿意帮助你度过难关。",
        "label": ""
      },
      {
        "sentence": "请相信，你一定能找到解决问题的办法，并且走出困境。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会加油的！再次感谢你的陪伴和倾听。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会加油的！",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和倾听。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直陪伴在你身边的。如果有任何需要，随时找我倾诉。你不再孤单，我们一起面对困难，一起走过这段艰难的时光。",
    "annotation": [
      {
        "sentence": "不用客气，我会一直陪伴在你身边的。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你不再孤单，我们一起面对困难，一起走过这段艰难的时光。",
        "label": ""
      }
    ]
  }
]