[
  {
    "role": "client",
    "content": "最近几个月我觉得我有病？我觉得我有病，精神病。和那个女人吵架的时候以前是想死想自杀，现在是巴不得他快点去死或者我直接一刀捅死他。有过自杀的念头，并做出过行动，但是总在临边停下来。好烦啊。他很固执，认定的想法谁都改变不了。我不想和他吵。但是我也做不到左耳朵进右耳朵出，我不能保持平常心。他说话很欠，一点都不会说话。每次争吵都是他的话挑起来的，吵着吵着就说我想整死他。本来我没有过杀死他想法，但是听见这句话我一开始很痛心愤怒，现在就是巴不得弄死他，弄死这个把我带到这个世界上的人，他死了我就很开心。他根本就不相信我的话不认同我的想法否定我的梦想与热爱。我们三观一点都不合。或许是彼此年龄差距较大吧。我也不是不讲理，可是他不听啊。我真的很烦他做作的关心和嗓音。他争吵时尖细的声音我都要吐了。我可能是真的疯了。被逼疯了。或许，我真的有病？啊啊，好烦。",
    "annotation": [
      {
        "sentence": "最近几个月我觉得我有病？",
        "label": ""
      },
      {
        "sentence": "我觉得我有病，精神病。",
        "label": ""
      },
      {
        "sentence": "和那个女人吵架的时候以前是想死想自杀，现在是巴不得他快点去死或者我直接一刀捅死他。",
        "label": ""
      },
      {
        "sentence": "有过自杀的念头，并做出过行动，但是总在临边停下来。",
        "label": ""
      },
      {
        "sentence": "好烦啊。",
        "label": ""
      },
      {
        "sentence": "他很固执，认定的想法谁都改变不了。",
        "label": ""
      },
      {
        "sentence": "我不想和他吵。",
        "label": ""
      },
      {
        "sentence": "但是我也做不到左耳朵进右耳朵出，我不能保持平常心。",
        "label": ""
      },
      {
        "sentence": "他说话很欠，一点都不会说话。",
        "label": ""
      },
      {
        "sentence": "每次争吵都是他的话挑起来的，吵着吵着就说我想整死他。",
        "label": ""
      },
      {
        "sentence": "本来我没有过杀死他想法，但是听见这句话我一开始很痛心愤怒，现在就是巴不得弄死他，弄死这个把我带到这个世界上的人，他死了我就很开心。",
        "label": ""
      },
      {
        "sentence": "他根本就不相信我的话不认同我的想法否定我的梦想与热爱。",
        "label": ""
      },
      {
        "sentence": "我们三观一点都不合。",
        "label": ""
      },
      {
        "sentence": "或许是彼此年龄差距较大吧。",
        "label": ""
      },
      {
        "sentence": "我也不是不讲理，可是他不听啊。",
        "label": ""
      },
      {
        "sentence": "我真的很烦他做作的关心和嗓音。",
        "label": ""
      },
      {
        "sentence": "他争吵时尖细的声音我都要吐了。",
        "label": ""
      },
      {
        "sentence": "我可能是真的疯了。",
        "label": ""
      },
      {
        "sentence": "被逼疯了。",
        "label": ""
      },
      {
        "sentence": "或许，我真的有病？",
        "label": ""
      },
      {
        "sentence": "啊啊，好烦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "凡凡，你这段时间过得很辛苦啊。看得出来，你和你的母亲之间的矛盾已经让你痛苦不堪了。她不相信你的话，不认同你的想法，否定你的梦想与热爱，三观不合，这一切都让你想让这个控制着你人生的人从你眼前消失，她说的每一个字都在加重你的心理负担。我想说，很多孩子都有过让父母消失的想法，原因有很多，甚至会因为父母不给吃棒棒糖就会想她们怎么不去死。",
    "annotation": [
      {
        "sentence": "凡凡，你这段时间过得很辛苦啊。",
        "label": ""
      },
      {
        "sentence": "看得出来，你和你的母亲之间的矛盾已经让你痛苦不堪了。",
        "label": ""
      },
      {
        "sentence": "她不相信你的话，不认同你的想法，否定你的梦想与热爱，三观不合，这一切都让你想让这个控制着你人生的人从你眼前消失，她说的每一个字都在加重你的心理负担。",
        "label": ""
      },
      {
        "sentence": "我想说，很多孩子都有过让父母消失的想法，原因有很多，甚至会因为父母不给吃棒棒糖就会想她们怎么不去死。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实很痛苦。每次争吵后我都会回到房间，整个人都感觉被掏空了。我敢不敢找个地方告诉她让她知道，我也是有感受的呢？",
    "annotation": [
      {
        "sentence": "是的，我确实很痛苦。",
        "label": ""
      },
      {
        "sentence": "每次争吵后我都会回到房间，整个人都感觉被掏空了。",
        "label": ""
      },
      {
        "sentence": "我敢不敢找个地方告诉她让她知道，我也是有感受的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "凡凡，我理解你想要被了解和认同的心情。说实话我也有过类似的经历，起先是伤害自己来让心情平复，想着一定是我死了大家就都好过了，后来就变成了想让我的母亲去死，第一次有这个想法的时候把我自己也吓了一跳，冷静下来就想，我所经历的真的需要剥夺她的生命吗？答案是不，虽然给我糟糕的成长环境，在她疯狂输出的时候还是会想，但是已经能够克制这个想法，因为我们是读书人。",
    "annotation": [
      {
        "sentence": "凡凡，我理解你想要被了解和认同的心情。",
        "label": ""
      },
      {
        "sentence": "说实话我也有过类似的经历，起先是伤害自己来让心情平复，想着一定是我死了大家就都好过了，后来就变成了想让我的母亲去死，第一次有这个想法的时候把我自己也吓了一跳，冷静下来就想，我所经历的真的需要剥夺她的生命吗？",
        "label": ""
      },
      {
        "sentence": "答案是不，虽然给我糟糕的成长环境，在她疯狂输出的时候还是会想，但是已经能够克制这个想法，因为我们是读书人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你能明白我的心情，我很安心。但是，我真的不知道该怎么办了，我们的关系已经到了无法挽回的地步了。我很害怕和她沟通。",
    "annotation": [
      {
        "sentence": "你能明白我的心情，我很安心。",
        "label": ""
      },
      {
        "sentence": "但是，我真的不知道该怎么办了，我们的关系已经到了无法挽回的地步了。",
        "label": ""
      },
      {
        "sentence": "我很害怕和她沟通。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "十五岁的年纪，正是高中吧，高中压力很大，不仅是你，你父母的压力也会大，因为她们想要你有一个好的未来，哪怕是她们认知中的并不怎么跟得上时代的。你说你无法做到左耳朵进右耳朵出，那咱们就不做，但是我们应该理解她的行为方式是她成长的环境所造成的，她一时间也无法做出改变，所以我们还是应该试着与母亲沟通呀。她听不进你说话，可以让父亲来帮忙，或者可以写上一封信来表达你的诉求，毕竟谋事在人。如果实在不想沟通，你可以减少接触，学习是我们最大的事情，丰富我们的学识才能实现我们想要的未来呀，所以尽量去避免不必要的争吵，她骂起来让她去宣泄好了，你要做的是强迫自己在这个时候看着自己的书，压抑住自己想要与她争吵的心情。事情的解决方式有很多，但一定没有剥夺生命的做法，调节自己的情绪，哪怕找个地方大哭一场，大声倾诉，释放一下自己的压力，生活还要继续呀。祝好～。",
    "annotation": [
      {
        "sentence": "十五岁的年纪，正是高中吧，高中压力很大，不仅是你，你父母的压力也会大，因为她们想要你有一个好的未来，哪怕是她们认知中的并不怎么跟得上时代的。",
        "label": ""
      },
      {
        "sentence": "你说你无法做到左耳朵进右耳朵出，那咱们就不做，但是我们应该理解她的行为方式是她成长的环境所造成的，她一时间也无法做出改变，所以我们还是应该试着与母亲沟通呀。",
        "label": ""
      },
      {
        "sentence": "她听不进你说话，可以让父亲来帮忙，或者可以写上一封信来表达你的诉求，毕竟谋事在人。",
        "label": ""
      },
      {
        "sentence": "如果实在不想沟通，你可以减少接触，学习是我们最大的事情，丰富我们的学识才能实现我们想要的未来呀，所以尽量去避免不必要的争吵，她骂起来让她去宣泄好了，你要做的是强迫自己在这个时候看着自己的书，压抑住自己想要与她争吵的心情。",
        "label": ""
      },
      {
        "sentence": "事情的解决方式有很多，但一定没有剥夺生命的做法，调节自己的情绪，哪怕找个地方大哭一场，大声倾诉，释放一下自己的压力，生活还要继续呀。",
        "label": ""
      },
      {
        "sentence": "祝好～。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我明白了，我会试试与父亲沟通或写信表达我的想法。我真的不想再为这些事情烦恼，我会尽量让自己保持平静的心态，多看书学习，释放一下压力。希望日子能够好起来。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我明白了，我会试试与父亲沟通或写信表达我的想法。",
        "label": ""
      },
      {
        "sentence": "我真的不想再为这些事情烦恼，我会尽量让自己保持平静的心态，多看书学习，释放一下压力。",
        "label": ""
      },
      {
        "sentence": "希望日子能够好起来。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够度过这个难关的。记得，要给自己一些时间和空间来调整情绪，寻找心灵的平静。如果有什么困难或者需要倾诉的时候，随时找我聊天。祝福你一切顺利，加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够度过这个难关的。",
        "label": ""
      },
      {
        "sentence": "记得，要给自己一些时间和空间来调整情绪，寻找心灵的平静。",
        "label": ""
      },
      {
        "sentence": "如果有什么困难或者需要倾诉的时候，随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝福你一切顺利，加油！",
        "label": ""
      }
    ]
  }
]