[
  {
    "role": "client",
    "content": "我最近感觉很迷茫，我一直暗恋一个人，但是我不确定他是否值得我继续追求。我曾经给他发很多信息，暗示了我的情感，但他的回复率只有20%。后来，他甚至把我的QQ删除了，我们几乎没有再联系。我曾经放弃过，但后来又加了他的微信，并且奇迹般地记住了他的微信号。我们之间的关系很模糊，既像朋友又不太像，常常被他开玩笑损。我们在QQ和微信上交流很少，每次转折都让我心情阴晴不定。曾经美好的暗恋是否就此结束呢？（第一次聊天时，他让我在某个酒店等他。一段时间过后，他变了吗？我没有等他，我觉得情况不对。第二次聊天时，我主动约他吃饭，他没有答应，反而提到开房，我选择假装没看到。第三次聊天时，他还是问我有没有男朋友）这三次的聊天相隔了一到两年。因为我发了很多信息给他，但他基本上都没有回我。我心里稍微有些生气。我带着惊讶和失望的心情，开始怀疑他的世界是否只有性。最后，我发了一条信息给他：“我可不想成为那种随便发生不正当关系的人！”他回复说：“谁想让你成为那种人！”（我不敢再回应，感到很累）",
    "annotation": [
      {
        "sentence": "我最近感觉很迷茫，我一直暗恋一个人，但是我不确定他是否值得我继续追求。",
        "label": ""
      },
      {
        "sentence": "我曾经给他发很多信息，暗示了我的情感，但他的回复率只有20%。",
        "label": ""
      },
      {
        "sentence": "后来，他甚至把我的QQ删除了，我们几乎没有再联系。",
        "label": ""
      },
      {
        "sentence": "我曾经放弃过，但后来又加了他的微信，并且奇迹般地记住了他的微信号。",
        "label": ""
      },
      {
        "sentence": "我们之间的关系很模糊，既像朋友又不太像，常常被他开玩笑损。",
        "label": ""
      },
      {
        "sentence": "我们在QQ和微信上交流很少，每次转折都让我心情阴晴不定。",
        "label": ""
      },
      {
        "sentence": "曾经美好的暗恋是否就此结束呢？",
        "label": ""
      },
      {
        "sentence": "（第一次聊天时，他让我在某个酒店等他。",
        "label": ""
      },
      {
        "sentence": "一段时间过后，他变了吗？",
        "label": ""
      },
      {
        "sentence": "我没有等他，我觉得情况不对。",
        "label": ""
      },
      {
        "sentence": "第二次聊天时，我主动约他吃饭，他没有答应，反而提到开房，我选择假装没看到。",
        "label": ""
      },
      {
        "sentence": "第三次聊天时，他还是问我有没有男朋友）这三次的聊天相隔了一到两年。",
        "label": ""
      },
      {
        "sentence": "因为我发了很多信息给他，但他基本上都没有回我。",
        "label": ""
      },
      {
        "sentence": "我心里稍微有些生气。",
        "label": ""
      },
      {
        "sentence": "我带着惊讶和失望的心情，开始怀疑他的世界是否只有性。",
        "label": ""
      },
      {
        "sentence": "最后，我发了一条信息给他：“我可不想成为那种随便发生不正当关系的人！",
        "label": ""
      },
      {
        "sentence": "”他回复说：“谁想让你成为那种人！",
        "label": ""
      },
      {
        "sentence": "”（我不敢再回应，感到很累）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的叙述，你已经暗恋了这个人很多年了，而且得到了明确的拒绝。在你们重新联络时，还是你主动联系他的。对方多次暗示性方面的事情，而你内心知道，他对你只有性需求，你并不能成为他的正式女友和伴侣。但是，你又不甘心，舍不得放弃多年来投入的感情。所以，你希望有人支持你对这段关系的不同解读。我的理解是这样的：姑娘，不得不跟你特别实话实说。这么多年来，其实你只是单恋，对方根本没有喜欢过你。就算最近的几次联系，他明显地表示只对性有兴趣，他根本不担心你会离开，根本不考虑你的感受。他只是为了满足自己的性需求，不会爱上你，最后也会抛弃你。他不满足于你，他也不在乎，他不怕和你断绝联系。我为什么要对你说这么坦白的话呢？因为女孩子的黄金择偶期很短暂，如果你把自己的感情投入给一个完全不珍惜你的人和关系，你很有可能会受到伤害而失去机会寻找真正适合你的伴侣。同时，最关键的是，你要从这段经历中认识到自己的问题。首先，你活在自己的想象中，期待一段激情四溅的关系。可能是因为你的原生家庭和成长经历的缘故，你内心对爱的渴望非常强烈，但实际上并没有真正和别人建立情感连接，你完全活在了自己孤独的幻想中，用想象的情感来安慰自己。你渴望激烈而有存在感的爱情，用它来填补内心的空虚，这很容易让你遇到渣男。其次，你的择偶价值可能不太高。这么多年来，有人追求过你吗？你喜欢的人明确拒绝了你，你也没有进行新的交往，这可能与你自身的择偶价值有关。女孩子，只有不断提升自己的价值，包括外貌、性格和气质等等，才有可能吸引更好的男孩。你就像一朵绽放的花朵，蝴蝶自然会被吸引过来，而不是你去追求高攀的对象。最后，你的自尊心可能不够强。一个正常自尊的女孩子遇到这样的男生，肯定会立刻删除他的联系方式并永远不再联系他。可是你却继续主动，继续忍受对方的三次性暗示。为什么呢？你需要自我探索一下，是不是和你童年缺乏爱有关？如果你不自爱、不尊重自己，那么你喜欢的人也不会尊重你。姑娘，删除他的联系方式，重新开始吧。每个人都值得被爱，值得被关心。你需要对自己内心的创伤和空虚负责，改变自己，去寻找那些真正待你如宝的人和关系吧！",
    "annotation": [
      {
        "sentence": "听你的叙述，你已经暗恋了这个人很多年了，而且得到了明确的拒绝。",
        "label": ""
      },
      {
        "sentence": "在你们重新联络时，还是你主动联系他的。",
        "label": ""
      },
      {
        "sentence": "对方多次暗示性方面的事情，而你内心知道，他对你只有性需求，你并不能成为他的正式女友和伴侣。",
        "label": ""
      },
      {
        "sentence": "但是，你又不甘心，舍不得放弃多年来投入的感情。",
        "label": ""
      },
      {
        "sentence": "所以，你希望有人支持你对这段关系的不同解读。",
        "label": ""
      },
      {
        "sentence": "我的理解是这样的：姑娘，不得不跟你特别实话实说。",
        "label": ""
      },
      {
        "sentence": "这么多年来，其实你只是单恋，对方根本没有喜欢过你。",
        "label": ""
      },
      {
        "sentence": "就算最近的几次联系，他明显地表示只对性有兴趣，他根本不担心你会离开，根本不考虑你的感受。",
        "label": ""
      },
      {
        "sentence": "他只是为了满足自己的性需求，不会爱上你，最后也会抛弃你。",
        "label": ""
      },
      {
        "sentence": "他不满足于你，他也不在乎，他不怕和你断绝联系。",
        "label": ""
      },
      {
        "sentence": "我为什么要对你说这么坦白的话呢？",
        "label": ""
      },
      {
        "sentence": "因为女孩子的黄金择偶期很短暂，如果你把自己的感情投入给一个完全不珍惜你的人和关系，你很有可能会受到伤害而失去机会寻找真正适合你的伴侣。",
        "label": ""
      },
      {
        "sentence": "同时，最关键的是，你要从这段经历中认识到自己的问题。",
        "label": ""
      },
      {
        "sentence": "首先，你活在自己的想象中，期待一段激情四溅的关系。",
        "label": ""
      },
      {
        "sentence": "可能是因为你的原生家庭和成长经历的缘故，你内心对爱的渴望非常强烈，但实际上并没有真正和别人建立情感连接，你完全活在了自己孤独的幻想中，用想象的情感来安慰自己。",
        "label": ""
      },
      {
        "sentence": "你渴望激烈而有存在感的爱情，用它来填补内心的空虚，这很容易让你遇到渣男。",
        "label": ""
      },
      {
        "sentence": "其次，你的择偶价值可能不太高。",
        "label": ""
      },
      {
        "sentence": "这么多年来，有人追求过你吗？",
        "label": ""
      },
      {
        "sentence": "你喜欢的人明确拒绝了你，你也没有进行新的交往，这可能与你自身的择偶价值有关。",
        "label": ""
      },
      {
        "sentence": "女孩子，只有不断提升自己的价值，包括外貌、性格和气质等等，才有可能吸引更好的男孩。",
        "label": ""
      },
      {
        "sentence": "你就像一朵绽放的花朵，蝴蝶自然会被吸引过来，而不是你去追求高攀的对象。",
        "label": ""
      },
      {
        "sentence": "最后，你的自尊心可能不够强。",
        "label": ""
      },
      {
        "sentence": "一个正常自尊的女孩子遇到这样的男生，肯定会立刻删除他的联系方式并永远不再联系他。",
        "label": ""
      },
      {
        "sentence": "可是你却继续主动，继续忍受对方的三次性暗示。",
        "label": ""
      },
      {
        "sentence": "为什么呢？",
        "label": ""
      },
      {
        "sentence": "你需要自我探索一下，是不是和你童年缺乏爱有关？",
        "label": ""
      },
      {
        "sentence": "如果你不自爱、不尊重自己，那么你喜欢的人也不会尊重你。",
        "label": ""
      },
      {
        "sentence": "姑娘，删除他的联系方式，重新开始吧。",
        "label": ""
      },
      {
        "sentence": "每个人都值得被爱，值得被关心。",
        "label": ""
      },
      {
        "sentence": "你需要对自己内心的创伤和空虚负责，改变自己，去寻找那些真正待你如宝的人和关系吧！",
        "label": ""
      }
    ]
  }
]