[
  {
    "role": "client",
    "content": "寝室矛盾如何解决？怎样好好和室友说又不让自己为难？自己起床室友在睡觉时，总是小心翼翼，生怕把他们吵醒了，但是每次不小心发出声音室友就会很不耐烦，甚至直接指出你，让你难堪。但是当你睡觉时，室友总是发出很大的声音，吃东西，大笑，玩游戏，也不知道是有意还是无意，这个时候你要是嘟囔两句，反而他们的脸马上就臭了，倒是搞的你又很尴尬，到底该怎么解决这些矛盾？怎么样可以好好地和室友说又不让自己难为？",
    "annotation": [
      {
        "sentence": "寝室矛盾如何解决？",
        "label": ""
      },
      {
        "sentence": "怎样好好和室友说又不让自己为难？",
        "label": ""
      },
      {
        "sentence": "自己起床室友在睡觉时，总是小心翼翼，生怕把他们吵醒了，但是每次不小心发出声音室友就会很不耐烦，甚至直接指出你，让你难堪。",
        "label": ""
      },
      {
        "sentence": "但是当你睡觉时，室友总是发出很大的声音，吃东西，大笑，玩游戏，也不知道是有意还是无意，这个时候你要是嘟囔两句，反而他们的脸马上就臭了，倒是搞的你又很尴尬，到底该怎么解决这些矛盾？",
        "label": ""
      },
      {
        "sentence": "怎么样可以好好地和室友说又不让自己难为？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，我可以给你一个我也有过类似经历的例子。有时候，我也觉得自己很小心翼翼，但还是会收到室友的投诉。但是对于室友造成的噪音，他们自己却无从发觉，有时候偶尔说几句还会被反驳，真的很委屈。住在一起，就是要相互迁就对方的生活习惯。每个人的生活方式不同，这时候便会有磨合的阶段。你觉得怎样呢？",
    "annotation": [
      {
        "sentence": "求助者，我可以给你一个我也有过类似经历的例子。",
        "label": ""
      },
      {
        "sentence": "有时候，我也觉得自己很小心翼翼，但还是会收到室友的投诉。",
        "label": ""
      },
      {
        "sentence": "但是对于室友造成的噪音，他们自己却无从发觉，有时候偶尔说几句还会被反驳，真的很委屈。",
        "label": ""
      },
      {
        "sentence": "住在一起，就是要相互迁就对方的生活习惯。",
        "label": ""
      },
      {
        "sentence": "每个人的生活方式不同，这时候便会有磨合的阶段。",
        "label": ""
      },
      {
        "sentence": "你觉得怎样呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得如果室友有意见，一定要说出来。可是我怕如果我把情绪收着，憋着不说，反而会难受，容易影响我的情绪，也很容易和室友闹矛盾，让我感觉很难堪。",
    "annotation": [
      {
        "sentence": "我觉得如果室友有意见，一定要说出来。",
        "label": ""
      },
      {
        "sentence": "可是我怕如果我把情绪收着，憋着不说，反而会难受，容易影响我的情绪，也很容易和室友闹矛盾，让我感觉很难堪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。有时候憋着不说，会让自己很不开心。有什么想法可以告诉室友，让他们知道你的感受呢？",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "有时候憋着不说，会让自己很不开心。",
        "label": ""
      },
      {
        "sentence": "有什么想法可以告诉室友，让他们知道你的感受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "也许我可以用一个比较委婉的方式，和室友说自己最近的睡眠质量不好，学习无法集中，希望大家可以规划一个休息时间，比如说晚上11点以后，任何人都不可以喧闹，造成太大的噪音。这样的话，我就能够提出我的需求，又不会伤害到室友的感情。",
    "annotation": [
      {
        "sentence": "也许我可以用一个比较委婉的方式，和室友说自己最近的睡眠质量不好，学习无法集中，希望大家可以规划一个休息时间，比如说晚上11点以后，任何人都不可以喧闹，造成太大的噪音。",
        "label": ""
      },
      {
        "sentence": "这样的话，我就能够提出我的需求，又不会伤害到室友的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个方法不错，可以试试看。你说得对，和室友住在一起，确实需要相互迁就和体谅。除了把问题提出来，最重要的是大家一起制定一个“和平相处”的方案。如果你和室友通过沟通无法解决问题，那就可能要考虑换房了，毕竟继续住下去也是很难受的。希望你能够和室友好好聊聊，解决矛盾，不要把问题憋在心里哦。我祝你生活一切顺利～",
    "annotation": [
      {
        "sentence": "这个方法不错，可以试试看。",
        "label": ""
      },
      {
        "sentence": "你说得对，和室友住在一起，确实需要相互迁就和体谅。",
        "label": ""
      },
      {
        "sentence": "除了把问题提出来，最重要的是大家一起制定一个“和平相处”的方案。",
        "label": ""
      },
      {
        "sentence": "如果你和室友通过沟通无法解决问题，那就可能要考虑换房了，毕竟继续住下去也是很难受的。",
        "label": ""
      },
      {
        "sentence": "希望你能够和室友好好聊聊，解决矛盾，不要把问题憋在心里哦。",
        "label": ""
      },
      {
        "sentence": "我祝你生活一切顺利～",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会试着和室友好好沟通的。希望能够有一个好的解决办法，让大家都开心，不再有矛盾。非常感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会试着和室友好好沟通的。",
        "label": ""
      },
      {
        "sentence": "希望能够有一个好的解决办法，让大家都开心，不再有矛盾。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记得放松心情，耐心和室友沟通。相信你们一定能找到解决问题的办法。如果还有什么需要帮助的，随时都可以找我聊聊。希望你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记得放松心情，耐心和室友沟通。",
        "label": ""
      },
      {
        "sentence": "相信你们一定能找到解决问题的办法。",
        "label": ""
      },
      {
        "sentence": "如果还有什么需要帮助的，随时都可以找我聊聊。",
        "label": ""
      },
      {
        "sentence": "希望你一切顺利！",
        "label": ""
      }
    ]
  }
]