[
  {
    "role": "client",
    "content": "怎么能够从一段失败的婚姻中成长？要不要离婚？25岁女，和老公是大学同学，大学快毕业的时候因为实习产生了感情，然后在一起的，毕业一年多我们就结婚了，算是未婚先孕吧。刚开始我们一直很好，我也觉得他很体贴，他也很高兴地和我一起迎接新生命。但是自从生下了宝宝，一切都变了，他不管是对宝宝还是对我都变得不耐烦，孩子的事越来越不愿管，因为有一些产后抑郁，加上需要照顾孩子，我平时有些不修边幅，一次可能是他在外面不顺利，回家居然说了嫌弃我的话，我觉得他的想法早就有了只不过借着生气说出来而已。我真没想到他是这样的人，以前是多么体贴的一个人，有离婚的念头，但又经常想起他的好。",
    "annotation": [
      {
        "sentence": "怎么能够从一段失败的婚姻中成长？",
        "label": ""
      },
      {
        "sentence": "要不要离婚？",
        "label": ""
      },
      {
        "sentence": "25岁女，和老公是大学同学，大学快毕业的时候因为实习产生了感情，然后在一起的，毕业一年多我们就结婚了，算是未婚先孕吧。",
        "label": ""
      },
      {
        "sentence": "刚开始我们一直很好，我也觉得他很体贴，他也很高兴地和我一起迎接新生命。",
        "label": ""
      },
      {
        "sentence": "但是自从生下了宝宝，一切都变了，他不管是对宝宝还是对我都变得不耐烦，孩子的事越来越不愿管，因为有一些产后抑郁，加上需要照顾孩子，我平时有些不修边幅，一次可能是他在外面不顺利，回家居然说了嫌弃我的话，我觉得他的想法早就有了只不过借着生气说出来而已。",
        "label": ""
      },
      {
        "sentence": "我真没想到他是这样的人，以前是多么体贴的一个人，有离婚的念头，但又经常想起他的好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "年轻夫妻，尤其是孩子小的时候，关系容易变得紧张。背后的原因往往是孩子带来的责任和义务，是生命中不能承受之重。你和你老公都面临了同样的责任和压力，大家情绪都不是太好，可能他就是说的气话，不要太往心里去了。但是回到我们自己来说，不管我们是一个人，还是结婚、带孩子，我们都是需要照顾好自己、爱自己的。比如你自己状态不太好，那么可以想办法调节改善一下，不是为了老公，而是为了自己。我一位朋友她生完孩子也是有点产后抑郁，每天又要照顾孩子状态很差，我去她家都觉得她很憔悴。后来她每周末请了阿姨来看孩子，自己就用这个时间去健身房、逛街、看电影等等，给自己的身体和心灵放个假，她的状态就越来越好，整个人焕然一新。所以不管你老公怎么讲，不管他爱不爱你，你首先要为了自己去调节，让自己精力满满。在婚姻状态不好的时候，99.99%都会想离婚吧，有这些念头没关系，只要不去轻易说出口、提出来就好。等你自己状态调整好了，走出丧丧的情绪，再来思考这个问题也不迟。不过我更相信你自己状态好了，和老公感情也会更好的。",
    "annotation": [
      {
        "sentence": "年轻夫妻，尤其是孩子小的时候，关系容易变得紧张。",
        "label": ""
      },
      {
        "sentence": "背后的原因往往是孩子带来的责任和义务，是生命中不能承受之重。",
        "label": ""
      },
      {
        "sentence": "你和你老公都面临了同样的责任和压力，大家情绪都不是太好，可能他就是说的气话，不要太往心里去了。",
        "label": ""
      },
      {
        "sentence": "但是回到我们自己来说，不管我们是一个人，还是结婚、带孩子，我们都是需要照顾好自己、爱自己的。",
        "label": ""
      },
      {
        "sentence": "比如你自己状态不太好，那么可以想办法调节改善一下，不是为了老公，而是为了自己。",
        "label": ""
      },
      {
        "sentence": "我一位朋友她生完孩子也是有点产后抑郁，每天又要照顾孩子状态很差，我去她家都觉得她很憔悴。",
        "label": ""
      },
      {
        "sentence": "后来她每周末请了阿姨来看孩子，自己就用这个时间去健身房、逛街、看电影等等，给自己的身体和心灵放个假，她的状态就越来越好，整个人焕然一新。",
        "label": ""
      },
      {
        "sentence": "所以不管你老公怎么讲，不管他爱不爱你，你首先要为了自己去调节，让自己精力满满。",
        "label": ""
      },
      {
        "sentence": "在婚姻状态不好的时候，99.99%都会想离婚吧，有这些念头没关系，只要不去轻易说出口、提出来就好。",
        "label": ""
      },
      {
        "sentence": "等你自己状态调整好了，走出丧丧的情绪，再来思考这个问题也不迟。",
        "label": ""
      },
      {
        "sentence": "不过我更相信你自己状态好了，和老公感情也会更好的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的开导，我明白了。我也希望自己能够走出阴影，重新找回自己，不再为了别人放弃自己。",
    "annotation": [
      {
        "sentence": "谢谢你的开导，我明白了。",
        "label": ""
      },
      {
        "sentence": "我也希望自己能够走出阴影，重新找回自己，不再为了别人放弃自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是个很坚强的女孩，相信你一定能够克服困难，找回自信和快乐。不要忘记，无论发生什么，你都值得被爱和尊重。对于婚姻的选择，你可以给自己一些时间和空间，观察你们之间的变化和发展，同时也要关注自己的内心感受和需要。",
    "annotation": [
      {
        "sentence": "你是个很坚强的女孩，相信你一定能够克服困难，找回自信和快乐。",
        "label": ""
      },
      {
        "sentence": "不要忘记，无论发生什么，你都值得被爱和尊重。",
        "label": ""
      },
      {
        "sentence": "对于婚姻的选择，你可以给自己一些时间和空间，观察你们之间的变化和发展，同时也要关注自己的内心感受和需要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有时候我真的不知道该怎么办，觉得自己陷入了困境。我会试着多关注自己的感受，同时也会和老公好好沟通，看看我们能否找到解决问题的方法。",
    "annotation": [
      {
        "sentence": "有时候我真的不知道该怎么办，觉得自己陷入了困境。",
        "label": ""
      },
      {
        "sentence": "我会试着多关注自己的感受，同时也会和老公好好沟通，看看我们能否找到解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，沟通是解决问题的重要一步。记住要保持冷静和理性，尽量用“我觉得”来表达自己的感受，让他了解你的困惑和需求。也请你保持开放心态，听取他的观点和意见，共同努力找到解决问题的方案。",
    "annotation": [
      {
        "sentence": "很好，沟通是解决问题的重要一步。",
        "label": ""
      },
      {
        "sentence": "记住要保持冷静和理性，尽量用“我觉得”来表达自己的感受，让他了解你的困惑和需求。",
        "label": ""
      },
      {
        "sentence": "也请你保持开放心态，听取他的观点和意见，共同努力找到解决问题的方案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会牢记你的建议，尽力去做。我也明白决定是否离婚需要时间来观察和考虑。现在的我还无法预测未来会怎样，希望经过努力，我们能够重新找到彼此。",
    "annotation": [
      {
        "sentence": "我会牢记你的建议，尽力去做。",
        "label": ""
      },
      {
        "sentence": "我也明白决定是否离婚需要时间来观察和考虑。",
        "label": ""
      },
      {
        "sentence": "现在的我还无法预测未来会怎样，希望经过努力，我们能够重新找到彼此。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和希望。婚姻是需要双方共同努力经营的，只有当你们都付出努力，沟通和理解才能得到改善。记住，困难并不意味着放弃，相信自己和你们的未来。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和希望。",
        "label": ""
      },
      {
        "sentence": "婚姻是需要双方共同努力经营的，只有当你们都付出努力，沟通和理解才能得到改善。",
        "label": ""
      },
      {
        "sentence": "记住，困难并不意味着放弃，相信自己和你们的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直的鼓励和支持，我真的感觉好多了。我会坚持下去，希望一切都会越来越好。",
    "annotation": [
      {
        "sentence": "谢谢你一直的鼓励和支持，我真的感觉好多了。",
        "label": ""
      },
      {
        "sentence": "我会坚持下去，希望一切都会越来越好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我一直在这里支持你。相信自己，相信你们的爱情，我相信一切都会好起来的。如果你还有任何困惑和需要，随时都可以来找我倾诉。你并不孤单，我们都在关注你。",
    "annotation": [
      {
        "sentence": "不用客气，我一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你们的爱情，我相信一切都会好起来的。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何困惑和需要，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们都在关注你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和信任，我会记住的。我会努力面对困难，也会勇敢寻求帮助。再次感谢你的支持。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和信任，我会记住的。",
        "label": ""
      },
      {
        "sentence": "我会努力面对困难，也会勇敢寻求帮助。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，你要相信自己的力量和能力，相信每一次的努力都不会白费。如果有需要，记得随时来找我聊天。祝福你，希望你可以找到幸福和成长的道路。",
    "annotation": [
      {
        "sentence": "不用客气，你要相信自己的力量和能力，相信每一次的努力都不会白费。",
        "label": ""
      },
      {
        "sentence": "如果有需要，记得随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝福你，希望你可以找到幸福和成长的道路。",
        "label": ""
      }
    ]
  }
]