[
  {
    "role": "client",
    "content": "发现女友脚踏两条船，我想摊牌，让她做选择，对不对？跟女朋友在一起半年多了，最近发现女朋友的行为很诡异，而且向我隐瞒了很多东西，隐瞒我我不介意，可是今天无意中发现了一些记录证实了女朋友脚踏两条船，我想摊牌了，我清楚女朋友的脾气，我摊牌后我做了最坏的打算就是两个人就此分手，虽然我很爱她，可是我会告诉她我已经知道了，让她自己作出选择，如果选择我，我绝不离开，并要求个另一个人电话当面说清楚，如果他选择离开，那么我就此让她从我这里离开，我不知道我这样子做对不对，想各位老师给一些建议。",
    "annotation": [
      {
        "sentence": "发现女友脚踏两条船，我想摊牌，让她做选择，对不对？",
        "label": ""
      },
      {
        "sentence": "跟女朋友在一起半年多了，最近发现女朋友的行为很诡异，而且向我隐瞒了很多东西，隐瞒我我不介意，可是今天无意中发现了一些记录证实了女朋友脚踏两条船，我想摊牌了，我清楚女朋友的脾气，我摊牌后我做了最坏的打算就是两个人就此分手，虽然我很爱她，可是我会告诉她我已经知道了，让她自己作出选择，如果选择我，我绝不离开，并要求个另一个人电话当面说清楚，如果他选择离开，那么我就此让她从我这里离开，我不知道我这样子做对不对，想各位老师给一些建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看得出来你现在很清醒，你并没有被这件事情所冲昏了头脑。你的思想也很清晰也有解决的办法，你自己心里其实也是有答案的，但是就是想再问问别人。但是我觉得你还需要考虑你的女朋友，为什么要这么做？难道是因为你们之间的关系出现问题了，是有什么解决不了的问题，他才会选择这样吗？你还需要把她为什么要这样考虑清楚。如果你们之间有问题，就去解决问题。我觉得你的女朋友对你还是有感情的，不然的话她也不会这样做可能就会直接离开你了。其实造成现在的局面，你也有一定的关系，你们两个人都需要好好的反思一下对方在自己心目中到底是什么。不管你最后选择什么样的方式，决定要怎么做，给自己不留遗憾，以后不后悔就好。祝好~。",
    "annotation": [
      {
        "sentence": "看得出来你现在很清醒，你并没有被这件事情所冲昏了头脑。",
        "label": ""
      },
      {
        "sentence": "你的思想也很清晰也有解决的办法，你自己心里其实也是有答案的，但是就是想再问问别人。",
        "label": ""
      },
      {
        "sentence": "但是我觉得你还需要考虑你的女朋友，为什么要这么做？",
        "label": ""
      },
      {
        "sentence": "难道是因为你们之间的关系出现问题了，是有什么解决不了的问题，他才会选择这样吗？",
        "label": ""
      },
      {
        "sentence": "你还需要把她为什么要这样考虑清楚。",
        "label": ""
      },
      {
        "sentence": "如果你们之间有问题，就去解决问题。",
        "label": ""
      },
      {
        "sentence": "我觉得你的女朋友对你还是有感情的，不然的话她也不会这样做可能就会直接离开你了。",
        "label": ""
      },
      {
        "sentence": "其实造成现在的局面，你也有一定的关系，你们两个人都需要好好的反思一下对方在自己心目中到底是什么。",
        "label": ""
      },
      {
        "sentence": "不管你最后选择什么样的方式，决定要怎么做，给自己不留遗憾，以后不后悔就好。",
        "label": ""
      },
      {
        "sentence": "祝好~。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。确实，我现在头脑还算清醒，但心情也很矛盾。我想了解她为什么要这样做，但我也担心听到她的解释后，我心里会更难过。你说得对，我们之间可能存在一些问题，我也需要好好反思一下。只是我现在很怕面对这个现实，害怕她选择离开我。我该如何坦然面对这个局面呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "确实，我现在头脑还算清醒，但心情也很矛盾。",
        "label": ""
      },
      {
        "sentence": "我想了解她为什么要这样做，但我也担心听到她的解释后，我心里会更难过。",
        "label": ""
      },
      {
        "sentence": "你说得对，我们之间可能存在一些问题，我也需要好好反思一下。",
        "label": ""
      },
      {
        "sentence": "只是我现在很怕面对这个现实，害怕她选择离开我。",
        "label": ""
      },
      {
        "sentence": "我该如何坦然面对这个局面呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你此刻的心情，面对这个现实确实很困难。但是坦然面对和解决是唯一能够帮助你们的办法。你可以先与她坐下来好好谈一谈，表达出你的观察和感受，听听她的解释和想法。无论结果如何，你都可以试着接受并认真思考。这样的问题不解决只会让你们的关系更加牵绊，也不利于你自己的成长。要相信自己的能力，无论结果如何，你都会找到属于你自己的幸福。加油！",
    "annotation": [
      {
        "sentence": "我理解你此刻的心情，面对这个现实确实很困难。",
        "label": ""
      },
      {
        "sentence": "但是坦然面对和解决是唯一能够帮助你们的办法。",
        "label": ""
      },
      {
        "sentence": "你可以先与她坐下来好好谈一谈，表达出你的观察和感受，听听她的解释和想法。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，你都可以试着接受并认真思考。",
        "label": ""
      },
      {
        "sentence": "这样的问题不解决只会让你们的关系更加牵绊，也不利于你自己的成长。",
        "label": ""
      },
      {
        "sentence": "要相信自己的能力，无论结果如何，你都会找到属于你自己的幸福。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我真的需要勇敢面对这个问题。你说的很对，我应该与她坐下来好好谈一谈，倾诉自己的感受，了解她的想法。我会尽力接受无论结果如何。希望我们能够一起解决问题，重新建立起信任和互相理解的关系。我会记住你的话，相信自己，相信未来。再次感谢你的耐心听我倾诉，对我发表了宝贵的意见。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我真的需要勇敢面对这个问题。",
        "label": ""
      },
      {
        "sentence": "你说的很对，我应该与她坐下来好好谈一谈，倾诉自己的感受，了解她的想法。",
        "label": ""
      },
      {
        "sentence": "我会尽力接受无论结果如何。",
        "label": ""
      },
      {
        "sentence": "希望我们能够一起解决问题，重新建立起信任和互相理解的关系。",
        "label": ""
      },
      {
        "sentence": "我会记住你的话，相信自己，相信未来。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的耐心听我倾诉，对我发表了宝贵的意见。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意能够帮到你。你能够勇敢地直面问题，寻求解决，已经展现出了很大的成长和进步。不管结果如何，都希望你能够从中学到一些东西，变得更加坚强。如果未来还有任何困难或疑惑，记得随时向身边的人寻求帮助。祝你和你的女朋友能够重新建立起彼此的信任和理解，找到属于你们的幸福。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很愿意能够帮到你。",
        "label": ""
      },
      {
        "sentence": "你能够勇敢地直面问题，寻求解决，已经展现出了很大的成长和进步。",
        "label": ""
      },
      {
        "sentence": "不管结果如何，都希望你能够从中学到一些东西，变得更加坚强。",
        "label": ""
      },
      {
        "sentence": "如果未来还有任何困难或疑惑，记得随时向身边的人寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝你和你的女朋友能够重新建立起彼此的信任和理解，找到属于你们的幸福。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]