[
  {
    "role": "client",
    "content": "为什么自己总是被一些坏的男生吸引？我是有病吗？初二女生，学校不太好，会有很多混混类的男生，不好好学习，打架抽烟泡吧什么的，在大家眼里我好像是个永远不会出格的女孩儿，不知道为什么，总是会被那样的男生吸引，觉得他们很自在，虽然理性上认为他们的未来可能不怎么样，但内心总控制不住自己，我这是怎么了？",
    "annotation": [
      {
        "sentence": "为什么自己总是被一些坏的男生吸引？",
        "label": ""
      },
      {
        "sentence": "我是有病吗？",
        "label": ""
      },
      {
        "sentence": "初二女生，学校不太好，会有很多混混类的男生，不好好学习，打架抽烟泡吧什么的，在大家眼里我好像是个永远不会出格的女孩儿，不知道为什么，总是会被那样的男生吸引，觉得他们很自在，虽然理性上认为他们的未来可能不怎么样，但内心总控制不住自己，我这是怎么了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您所描述的问题，我有些自己的思考：【不要丢失自己的优点】您被其他人喜欢，就可以看出您的身上有一定的闪光点，这样的优点吸引着对方，并不是您自己本身有问题，要看到自己身上的优点，而不要因为对方是不良少年就去否定自己，对自己一定要自信。",
    "annotation": [
      {
        "sentence": "您所描述的问题，我有些自己的思考：【不要丢失自己的优点】您被其他人喜欢，就可以看出您的身上有一定的闪光点，这样的优点吸引着对方，并不是您自己本身有问题，要看到自己身上的优点，而不要因为对方是不良少年就去否定自己，对自己一定要自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我也不太确定自己有什么优点，总觉得自己平凡得不能再平凡了。而且，为什么他们喜欢我这样的女生呢？我在同学中间也不是最漂亮的，有些迷茫。",
    "annotation": [
      {
        "sentence": "其实我也不太确定自己有什么优点，总觉得自己平凡得不能再平凡了。",
        "label": ""
      },
      {
        "sentence": "而且，为什么他们喜欢我这样的女生呢？",
        "label": ""
      },
      {
        "sentence": "我在同学中间也不是最漂亮的，有些迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都有自己的独特之处，或许您并没有发现自己的优点。漂不漂亮并不是决定他人喜欢与否的唯一标准，魅力不仅仅来自外貌。要相信自己的价值，努力发现和培养自己的兴趣和才能，相信自己能吸引到更好的人。",
    "annotation": [
      {
        "sentence": "每个人都有自己的独特之处，或许您并没有发现自己的优点。",
        "label": ""
      },
      {
        "sentence": "漂不漂亮并不是决定他人喜欢与否的唯一标准，魅力不仅仅来自外貌。",
        "label": ""
      },
      {
        "sentence": "要相信自己的价值，努力发现和培养自己的兴趣和才能，相信自己能吸引到更好的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是，我总是会被这些不良少年吸引，觉得他们很自在，我好像也渴望有那样的自由感。可是，我又不希望走上错路，我真的很矛盾。",
    "annotation": [
      {
        "sentence": "但是，我总是会被这些不良少年吸引，觉得他们很自在，我好像也渴望有那样的自由感。",
        "label": ""
      },
      {
        "sentence": "可是，我又不希望走上错路，我真的很矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "您从这些不良少年身上看到了一种自在的状态，这种感觉是您从未体验过的。每个人都向往自由自在，但您现在正处于发育时期，决定往往是冲动和激情驱使的。但我们也要听从内心的声音，去区分什么是对我们有益的选择。初中是一个非常美好的阶段，在学校我们可以学会知识、更好的为人处世。您是否不太喜欢学校的原因，是否与您学习不太好有关呢？",
    "annotation": [
      {
        "sentence": "您从这些不良少年身上看到了一种自在的状态，这种感觉是您从未体验过的。",
        "label": ""
      },
      {
        "sentence": "每个人都向往自由自在，但您现在正处于发育时期，决定往往是冲动和激情驱使的。",
        "label": ""
      },
      {
        "sentence": "但我们也要听从内心的声音，去区分什么是对我们有益的选择。",
        "label": ""
      },
      {
        "sentence": "初中是一个非常美好的阶段，在学校我们可以学会知识、更好的为人处世。",
        "label": ""
      },
      {
        "sentence": "您是否不太喜欢学校的原因，是否与您学习不太好有关呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能确实有关系，我一直觉得学校没有什么意思，学习也不好，所以才会对那些不良少年感兴趣吧。",
    "annotation": [
      {
        "sentence": "可能确实有关系，我一直觉得学校没有什么意思，学习也不好，所以才会对那些不良少年感兴趣吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "学校是我们学习和成长的地方，如果我们对学校的学习不感兴趣，也容易对身边的事物产生不好的情绪。不妨给自己定一个学习的目标，在每个阶段达到目标后给自己一些奖励，这样可以把注意力转移到学习上，时间也就会少一些去接触不良的同学，渐渐地，对他们的向往也会减少。",
    "annotation": [
      {
        "sentence": "学校是我们学习和成长的地方，如果我们对学校的学习不感兴趣，也容易对身边的事物产生不好的情绪。",
        "label": ""
      },
      {
        "sentence": "不妨给自己定一个学习的目标，在每个阶段达到目标后给自己一些奖励，这样可以把注意力转移到学习上，时间也就会少一些去接触不良的同学，渐渐地，对他们的向往也会减少。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么一说，我觉得有些道理。也许我可以试着改变一下自己的学习态度和目标，让自己更加有成就感，减少对不良少年的向往。",
    "annotation": [
      {
        "sentence": "听你这么一说，我觉得有些道理。",
        "label": ""
      },
      {
        "sentence": "也许我可以试着改变一下自己的学习态度和目标，让自己更加有成就感，减少对不良少年的向往。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，不要放弃自己，只要你找到了适合自己的学习方式和目标，就能更好地发现自己的优点和魅力，吸引到真正值得交往的人。希望我的建议对你有所帮助。",
    "annotation": [
      {
        "sentence": "是的，不要放弃自己，只要你找到了适合自己的学习方式和目标，就能更好地发现自己的优点和魅力，吸引到真正值得交往的人。",
        "label": ""
      },
      {
        "sentence": "希望我的建议对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会试着改变自己的想法和行为，朝着更好的方向发展。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会试着改变自己的想法和行为，朝着更好的方向发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能为你提供帮助，记得不要轻易否定自己，相信自己的价值，你一定可以做出积极的改变。如果你还需要更多的帮助，可以随时私聊我，或者寻找更专业的咨询师。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "很高兴能为你提供帮助，记得不要轻易否定自己，相信自己的价值，你一定可以做出积极的改变。",
        "label": ""
      },
      {
        "sentence": "如果你还需要更多的帮助，可以随时私聊我，或者寻找更专业的咨询师。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]