[
  {
    "role": "client",
    "content": "和老公吵架后，为什么他很快能够睡着，但是我会失眠？我结婚前经常12点-凌晨1点才睡着觉，结婚后，有老公在身边就能很快睡着，有时10点-11点能够睡着觉，但是老公一旦加班，我自己无论多累都睡不着，我努力通过听冥想，听放松音乐或者听书，听到困了要睡了就关手机或者呼叫智能音箱关闭，但是瞬间又清醒了，直到老公11点多加班完回来，我才能够入睡。我无法理解，这是因为我没有安全感吗？为什么我会有这种情况，应该怎么解决这个问题？结婚3年了，每次与老公吵架后，他很快就能睡着，就算他很生气，也许两个小时后就睡觉了，但是我会整晚失眠，心跳很快，头脑控制不住地会想或者会哭，这个生气无法消掉，无法处理掉，如果老公整晚不哄我，不让步，我即使再累也没有困意，会整晚失眠；如果他哄我了，可能半小时或一个小时后能够睡着，因为实在是很累。我很想解决这个睡眠问题，不明白是为什么，明明不是很爱他，明明不想依靠他或者依恋他，为什么他会影响我的睡眠？",
    "annotation": [
      {
        "sentence": "和老公吵架后，为什么他很快能够睡着，但是我会失眠？",
        "label": ""
      },
      {
        "sentence": "我结婚前经常12点-凌晨1点才睡着觉，结婚后，有老公在身边就能很快睡着，有时10点-11点能够睡着觉，但是老公一旦加班，我自己无论多累都睡不着，我努力通过听冥想，听放松音乐或者听书，听到困了要睡了就关手机或者呼叫智能音箱关闭，但是瞬间又清醒了，直到老公11点多加班完回来，我才能够入睡。",
        "label": ""
      },
      {
        "sentence": "我无法理解，这是因为我没有安全感吗？",
        "label": ""
      },
      {
        "sentence": "为什么我会有这种情况，应该怎么解决这个问题？",
        "label": ""
      },
      {
        "sentence": "结婚3年了，每次与老公吵架后，他很快就能睡着，就算他很生气，也许两个小时后就睡觉了，但是我会整晚失眠，心跳很快，头脑控制不住地会想或者会哭，这个生气无法消掉，无法处理掉，如果老公整晚不哄我，不让步，我即使再累也没有困意，会整晚失眠；如果他哄我了，可能半小时或一个小时后能够睡着，因为实在是很累。",
        "label": ""
      },
      {
        "sentence": "我很想解决这个睡眠问题，不明白是为什么，明明不是很爱他，明明不想依靠他或者依恋他，为什么他会影响我的睡眠？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听说你在睡眠问题上遇到了困扰。我们的心理和身体在一起会相互影响，所以你的情绪出现了负面反应，而导致你的睡眠质量受影响。可能是因为你们吵架后，你的情绪一直处于紧张和焦虑的状态，而你的丈夫则更容易释放情绪，所以他能够更快入睡。",
    "annotation": [
      {
        "sentence": "你好，听说你在睡眠问题上遇到了困扰。",
        "label": ""
      },
      {
        "sentence": "我们的心理和身体在一起会相互影响，所以你的情绪出现了负面反应，而导致你的睡眠质量受影响。",
        "label": ""
      },
      {
        "sentence": "可能是因为你们吵架后，你的情绪一直处于紧张和焦虑的状态，而你的丈夫则更容易释放情绪，所以他能够更快入睡。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得你说得对。我有时候会感到紧张和焦虑，尤其是当他加班时，我总是担心他的安全和他是否能处理好工作上的问题。",
    "annotation": [
      {
        "sentence": "是的，我觉得你说得对。",
        "label": ""
      },
      {
        "sentence": "我有时候会感到紧张和焦虑，尤其是当他加班时，我总是担心他的安全和他是否能处理好工作上的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你的担忧可能会导致你无法放松和入睡。你过于依赖他的安全感，当他没有在你身边时，你就会感到不安。同时，你的认知也会影响你的情绪和睡眠情况。你可能不是特别满意你们的婚姻，但现实生活中，他确实给了你很多支持和保护，这也让你的身体对他产生了依赖。",
    "annotation": [
      {
        "sentence": "是的，你的担忧可能会导致你无法放松和入睡。",
        "label": ""
      },
      {
        "sentence": "你过于依赖他的安全感，当他没有在你身边时，你就会感到不安。",
        "label": ""
      },
      {
        "sentence": "同时，你的认知也会影响你的情绪和睡眠情况。",
        "label": ""
      },
      {
        "sentence": "你可能不是特别满意你们的婚姻，但现实生活中，他确实给了你很多支持和保护，这也让你的身体对他产生了依赖。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得没错，我确实感到依赖他，尽管我不想这样。我希望能够摆脱这种依赖感，但我不知道该怎么办才能解决这个问题。",
    "annotation": [
      {
        "sentence": "你说得没错，我确实感到依赖他，尽管我不想这样。",
        "label": ""
      },
      {
        "sentence": "我希望能够摆脱这种依赖感，但我不知道该怎么办才能解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个很好的意识，想要改变是解决问题的第一步。你可以尝试逐渐减少对他的依赖，开始关注和培养自己的独立性和自信心。同时，寻找其他方式来帮助你缓解焦虑和放松自己，比如进行放松训练、运动、和朋友交流等等。",
    "annotation": [
      {
        "sentence": "这是一个很好的意识，想要改变是解决问题的第一步。",
        "label": ""
      },
      {
        "sentence": "你可以尝试逐渐减少对他的依赖，开始关注和培养自己的独立性和自信心。",
        "label": ""
      },
      {
        "sentence": "同时，寻找其他方式来帮助你缓解焦虑和放松自己，比如进行放松训练、运动、和朋友交流等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尝试这些方法来提高自己的独立性和减少对他的依赖。我也会寻找其他的放松方式来舒缓我的焦虑情绪。",
    "annotation": [
      {
        "sentence": "我明白了，我会尝试这些方法来提高自己的独立性和减少对他的依赖。",
        "label": ""
      },
      {
        "sentence": "我也会寻找其他的放松方式来舒缓我的焦虑情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你的努力和积极的态度会对改善你的睡眠问题有帮助。同时，也要记得和你的丈夫沟通，告诉他你的困扰和需求，共同解决问题，建立一个更加和谐的婚姻关系。",
    "annotation": [
      {
        "sentence": "很好，你的努力和积极的态度会对改善你的睡眠问题有帮助。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得和你的丈夫沟通，告诉他你的困扰和需求，共同解决问题，建立一个更加和谐的婚姻关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会和我的丈夫进行沟通，分享我的感受和需求。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "好的，我会和我的丈夫进行沟通，分享我的感受和需求。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你们能够解决这个问题的。如果需要任何帮助或者有其他困扰，随时都可以找我倾诉。",
    "annotation": [
      {
        "sentence": "不客气，我相信你们能够解决这个问题的。",
        "label": ""
      },
      {
        "sentence": "如果需要任何帮助或者有其他困扰，随时都可以找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会记住的！如果我还有其他问题，一定会寻求你的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会记住的！",
        "label": ""
      },
      {
        "sentence": "如果我还有其他问题，一定会寻求你的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好，我期待着你的好消息。祝你早日解决睡眠问题，生活幸福顺利！",
    "annotation": [
      {
        "sentence": "非常好，我期待着你的好消息。",
        "label": ""
      },
      {
        "sentence": "祝你早日解决睡眠问题，生活幸福顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福，再见！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福，再见！",
        "label": ""
      }
    ]
  }
]