[
  {
    "role": "client",
    "content": "为什么总是会想起小时候不被爱的经历？几乎每次放假，都会和妈妈聊天聊到小时候有一次被家人锁在屋子里的事情（家人都出门干活去了），尽管自己已经成年了，也理解家人的做法，为什么还是一直会想起这样的事情呢？",
    "annotation": [
      {
        "sentence": "为什么总是会想起小时候不被爱的经历？",
        "label": ""
      },
      {
        "sentence": "几乎每次放假，都会和妈妈聊天聊到小时候有一次被家人锁在屋子里的事情（家人都出门干活去了），尽管自己已经成年了，也理解家人的做法，为什么还是一直会想起这样的事情呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "但有时还是会想起之前被家人锁在屋子里的经历。能够感到，虽然你也能够理解家人当时的做法，但当时的经历还是给你的内心造成了一定的伤害。你说你放假时会和妈妈聊到小时候被家人锁在屋子里的经历，在聊天的过程中，不知道妈妈具体是怎样回应你的呢？",
    "annotation": [
      {
        "sentence": "但有时还是会想起之前被家人锁在屋子里的经历。",
        "label": ""
      },
      {
        "sentence": "能够感到，虽然你也能够理解家人当时的做法，但当时的经历还是给你的内心造成了一定的伤害。",
        "label": ""
      },
      {
        "sentence": "你说你放假时会和妈妈聊到小时候被家人锁在屋子里的经历，在聊天的过程中，不知道妈妈具体是怎样回应你的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "妈妈其实会说一些安慰的话，告诉我他们并不是真的要伤害我，只是出门干活忘记了带我一起去。但我觉得听她的话也没法完全消除内心的痛苦。",
    "annotation": [
      {
        "sentence": "妈妈其实会说一些安慰的话，告诉我他们并不是真的要伤害我，只是出门干活忘记了带我一起去。",
        "label": ""
      },
      {
        "sentence": "但我觉得听她的话也没法完全消除内心的痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，有时候即使知道家人没有恶意，但内心的创伤还是会存在。试着想一下，自己还是会想起那次经历是因为什么呢？当时那次经历给你带来的感受是什么？是有一种担心被抛弃的感觉吗？或者是有一种幼小无助害怕的感觉？",
    "annotation": [
      {
        "sentence": "我理解你的感受，有时候即使知道家人没有恶意，但内心的创伤还是会存在。",
        "label": ""
      },
      {
        "sentence": "试着想一下，自己还是会想起那次经历是因为什么呢？",
        "label": ""
      },
      {
        "sentence": "当时那次经历给你带来的感受是什么？",
        "label": ""
      },
      {
        "sentence": "是有一种担心被抛弃的感觉吗？",
        "label": ""
      },
      {
        "sentence": "或者是有一种幼小无助害怕的感觉？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想起那次经历会觉得自己被遗弃，感到非常孤独无助。当时我小小的身躯被留在家里，不知道家人还会不会回来。那种害怕和无助的感觉一直留在我心里。",
    "annotation": [
      {
        "sentence": "我想起那次经历会觉得自己被遗弃，感到非常孤独无助。",
        "label": ""
      },
      {
        "sentence": "当时我小小的身躯被留在家里，不知道家人还会不会回来。",
        "label": ""
      },
      {
        "sentence": "那种害怕和无助的感觉一直留在我心里。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，那次经历给你带来了孤独和无助的感受。如果下次再和妈妈聊起这次经历时，可不可以试着向她表达自己的感受呢？也试着让妈妈表达她的感受。互相表达内心的感受可以促进彼此的理解，而互相理解的过程也是一个治愈的过程。以上是我的一点建议，希望能够帮助到你。",
    "annotation": [
      {
        "sentence": "明白了，那次经历给你带来了孤独和无助的感受。",
        "label": ""
      },
      {
        "sentence": "如果下次再和妈妈聊起这次经历时，可不可以试着向她表达自己的感受呢？",
        "label": ""
      },
      {
        "sentence": "也试着让妈妈表达她的感受。",
        "label": ""
      },
      {
        "sentence": "互相表达内心的感受可以促进彼此的理解，而互相理解的过程也是一个治愈的过程。",
        "label": ""
      },
      {
        "sentence": "以上是我的一点建议，希望能够帮助到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来这个方法好像可以试一试。也许在对话的过程中，我和妈妈能够更深入地理解彼此。谢谢你的建议，我会尝试和妈妈坦诚地交流我的感受。",
    "annotation": [
      {
        "sentence": "听起来这个方法好像可以试一试。",
        "label": ""
      },
      {
        "sentence": "也许在对话的过程中，我和妈妈能够更深入地理解彼此。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会尝试和妈妈坦诚地交流我的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的建议对你有所帮助。尝试去和妈妈交流，表达你的内心感受，也会让你们之间的关系更加亲密和理解。记得不要急于求成，这是一个渐进的过程。祝愿你能够顺利地与妈妈沟通，并获得内心的治愈。如果你还需要任何支持，随时都可以找我倾诉。",
    "annotation": [
      {
        "sentence": "很高兴我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "尝试去和妈妈交流，表达你的内心感受，也会让你们之间的关系更加亲密和理解。",
        "label": ""
      },
      {
        "sentence": "记得不要急于求成，这是一个渐进的过程。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够顺利地与妈妈沟通，并获得内心的治愈。",
        "label": ""
      },
      {
        "sentence": "如果你还需要任何支持，随时都可以找我倾诉。",
        "label": ""
      }
    ]
  }
]