[
  {
    "role": "client",
    "content": "我26岁了，结婚三年，如果能重新选择，我不会结婚。现在心里充满了后悔，如果不是因为有个两岁的女儿，我可能早就结束这段错误的婚姻了。",
    "annotation": [
      {
        "sentence": "我26岁了，结婚三年，如果能重新选择，我不会结婚。",
        "label": ""
      },
      {
        "sentence": "现在心里充满了后悔，如果不是因为有个两岁的女儿，我可能早就结束这段错误的婚姻了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "哇，你随时都可以重来，相信你也不想很多年后才提出后悔。如果现在已经深刻理解到你的婚姻是无法用爱经营的，而是靠责任在一起的话，那这样对你和你的孩子都没有好处。你要知道，孩子对父母的感知能力是很敏锐的，他们能够感知到是否生活在一个有爱的家庭里。如果只是表面的做作，反而会给孩子造成不好的影响，使他们认为这个世界上没有真爱，从而产生强烈的不安全感，并在人际交往和以后的亲密关系中遇到问题。",
    "annotation": [
      {
        "sentence": "哇，你随时都可以重来，相信你也不想很多年后才提出后悔。",
        "label": ""
      },
      {
        "sentence": "如果现在已经深刻理解到你的婚姻是无法用爱经营的，而是靠责任在一起的话，那这样对你和你的孩子都没有好处。",
        "label": ""
      },
      {
        "sentence": "你要知道，孩子对父母的感知能力是很敏锐的，他们能够感知到是否生活在一个有爱的家庭里。",
        "label": ""
      },
      {
        "sentence": "如果只是表面的做作，反而会给孩子造成不好的影响，使他们认为这个世界上没有真爱，从而产生强烈的不安全感，并在人际交往和以后的亲密关系中遇到问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白孩子会受到影响，但我也很痛苦。我觉得自己被赋予了太多角色，母亲、妻子、女儿，每一次做决定的时候，都需要考虑到方方面面。",
    "annotation": [
      {
        "sentence": "是的，我明白孩子会受到影响，但我也很痛苦。",
        "label": ""
      },
      {
        "sentence": "我觉得自己被赋予了太多角色，母亲、妻子、女儿，每一次做决定的时候，都需要考虑到方方面面。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的痛苦，你是一个多角色的人，但还是希望你能再听我说一句，人一生中，不管怎么活，总会有人对你指指点点，给你一万种理由。与其讨好别人，不如讨好自己，为自己而活才是最重要的。你值得寻找自己的幸福。",
    "annotation": [
      {
        "sentence": "我理解你的痛苦，你是一个多角色的人，但还是希望你能再听我说一句，人一生中，不管怎么活，总会有人对你指指点点，给你一万种理由。",
        "label": ""
      },
      {
        "sentence": "与其讨好别人，不如讨好自己，为自己而活才是最重要的。",
        "label": ""
      },
      {
        "sentence": "你值得寻找自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我也觉得母亲的幸福会影响孩子的幸福。只有我幸福，才有能力用爱去陪伴孩子，让孩子感受到被爱。如果家庭表面和谐，但实际上不幸福，还不如分开后双方都能幸福，这样更能让孩子健康成长。",
    "annotation": [
      {
        "sentence": "你说得对，我也觉得母亲的幸福会影响孩子的幸福。",
        "label": ""
      },
      {
        "sentence": "只有我幸福，才有能力用爱去陪伴孩子，让孩子感受到被爱。",
        "label": ""
      },
      {
        "sentence": "如果家庭表面和谐，但实际上不幸福，还不如分开后双方都能幸福，这样更能让孩子健康成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常赞同你的想法。当然，如果现在你只是气话，对你的丈夫还抱有感情，那就好好和他谈谈出现的问题，婚姻是需要经营的。",
    "annotation": [
      {
        "sentence": "非常赞同你的想法。",
        "label": ""
      },
      {
        "sentence": "当然，如果现在你只是气话，对你的丈夫还抱有感情，那就好好和他谈谈出现的问题，婚姻是需要经营的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会认真考虑的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会认真考虑的。",
        "label": ""
      }
    ]
  }
]