[
  {
    "role": "client",
    "content": "我是一个13周岁的女生，我想过很多次的自杀。自残已经有一年多了，我经常在天台看来往的人们，不想吃饭，看到事物就想吐，中午留校的时候每次都会吃进去然后偷偷地吐出来，还失眠很久了。家长偏心，老师嫌弃，朋友离去，信仰也消失了。现在我的价值观也破碎了，这个世界既不美好又不公平，我觉得我的梦想不可能实现，我就觉得我是一个废物，我做不好任何事情，经常会想自杀，没有人知道，只有我一个人知道。",
    "annotation": [
      {
        "sentence": "我是一个13周岁的女生，我想过很多次的自杀。",
        "label": ""
      },
      {
        "sentence": "自残已经有一年多了，我经常在天台看来往的人们，不想吃饭，看到事物就想吐，中午留校的时候每次都会吃进去然后偷偷地吐出来，还失眠很久了。",
        "label": ""
      },
      {
        "sentence": "家长偏心，老师嫌弃，朋友离去，信仰也消失了。",
        "label": ""
      },
      {
        "sentence": "现在我的价值观也破碎了，这个世界既不美好又不公平，我觉得我的梦想不可能实现，我就觉得我是一个废物，我做不好任何事情，经常会想自杀，没有人知道，只有我一个人知道。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，感觉到你心中承受了很大的压力，很心痛。我想知道，是什么让你对自己评价如此之低？你要知道，你眼中的自我评价并不代表真实的你，很可能你只是接受了他人对你的一些负面评价，从而否定了自己。但这并不是事实。你可以不接受这些不公平的评价，你可以相信自己，相信你的梦想会实现，相信你有价值。说到家长偏心、老师嫌弃、朋友离去和信仰消失，就好像所有的倒霉事都只发生在你身上。但你是不是真的那么倒霉呢？又或者，只因为你的自我否定，所以只看到了这些负面的事情，而忽略了其他所有美好的事物呢？的确，家长可能对不公正的事情无法完全公正对待。我刚看了一部电影，有一幕让我印象深刻，一个父亲有两个女儿，大女儿对父亲说了一番话，大意是：虽然我能感觉到你爱妹妹更多，每次看到妹妹的眼神，与看到我不一样。但是我依然能感受到你是爱我的，那就足够了。有人说，几乎百分之九十五的父母都会有偏心的倾向，只有百分之五不承认而已，不知道这是否属实。或许，我们可以向这个女儿学习，虽然你在某些方面受到偏爱，但你也并不是完全没有爱。那就足够了。为什么我们要进行比较呢？放下比较的心态，你能感受到父母对你的爱吗？同样的，老师可能会嫌弃一些学生，可能会对学生有差别对待，但那老师给你的，是不是只有伤害呢？我想，应该不是。没有人可以一直陪伴我们，朋友会离去，这在我们的生活中是常有的事情。缘分到了，接受就好，没必要一直纠结，或者因此怀疑自己。这本来就是生活中的常事。所以，其实你发现没有，生活中的事情其实是很复杂的，关键是你关注的是哪个方面。我能感受到你的自我否定，你的绝望感，但希望你能积极面对这些情绪。当你直面这些问题，努力调整和改善时，你会发现其实你有能力去应对，你比你想象的要更强大。崩溃痛苦的时候，可能自残会让你暂时忘记痛苦，但其实并没有真正解决问题。自杀只是在逃避，不值得提倡。我们可以用一些更好的方式来发泄痛苦，比如找人倾诉、找人聊聊天、出去散散步、跑跑步、写写日记、喊出来、哭出来，等等。这些都比伤害自己的方法更好。请好好爱护自己，好好吃饭，吃饭能保证我们有精力去追求梦想，去做自己想做的事情。(^_-)。",
    "annotation": [
      {
        "sentence": "看到你的描述，感觉到你心中承受了很大的压力，很心痛。",
        "label": ""
      },
      {
        "sentence": "我想知道，是什么让你对自己评价如此之低？",
        "label": ""
      },
      {
        "sentence": "你要知道，你眼中的自我评价并不代表真实的你，很可能你只是接受了他人对你的一些负面评价，从而否定了自己。",
        "label": ""
      },
      {
        "sentence": "但这并不是事实。",
        "label": ""
      },
      {
        "sentence": "你可以不接受这些不公平的评价，你可以相信自己，相信你的梦想会实现，相信你有价值。",
        "label": ""
      },
      {
        "sentence": "说到家长偏心、老师嫌弃、朋友离去和信仰消失，就好像所有的倒霉事都只发生在你身上。",
        "label": ""
      },
      {
        "sentence": "但你是不是真的那么倒霉呢？",
        "label": ""
      },
      {
        "sentence": "又或者，只因为你的自我否定，所以只看到了这些负面的事情，而忽略了其他所有美好的事物呢？",
        "label": ""
      },
      {
        "sentence": "的确，家长可能对不公正的事情无法完全公正对待。",
        "label": ""
      },
      {
        "sentence": "我刚看了一部电影，有一幕让我印象深刻，一个父亲有两个女儿，大女儿对父亲说了一番话，大意是：虽然我能感觉到你爱妹妹更多，每次看到妹妹的眼神，与看到我不一样。",
        "label": ""
      },
      {
        "sentence": "但是我依然能感受到你是爱我的，那就足够了。",
        "label": ""
      },
      {
        "sentence": "有人说，几乎百分之九十五的父母都会有偏心的倾向，只有百分之五不承认而已，不知道这是否属实。",
        "label": ""
      },
      {
        "sentence": "或许，我们可以向这个女儿学习，虽然你在某些方面受到偏爱，但你也并不是完全没有爱。",
        "label": ""
      },
      {
        "sentence": "那就足够了。",
        "label": ""
      },
      {
        "sentence": "为什么我们要进行比较呢？",
        "label": ""
      },
      {
        "sentence": "放下比较的心态，你能感受到父母对你的爱吗？",
        "label": ""
      },
      {
        "sentence": "同样的，老师可能会嫌弃一些学生，可能会对学生有差别对待，但那老师给你的，是不是只有伤害呢？",
        "label": ""
      },
      {
        "sentence": "我想，应该不是。",
        "label": ""
      },
      {
        "sentence": "没有人可以一直陪伴我们，朋友会离去，这在我们的生活中是常有的事情。",
        "label": ""
      },
      {
        "sentence": "缘分到了，接受就好，没必要一直纠结，或者因此怀疑自己。",
        "label": ""
      },
      {
        "sentence": "这本来就是生活中的常事。",
        "label": ""
      },
      {
        "sentence": "所以，其实你发现没有，生活中的事情其实是很复杂的，关键是你关注的是哪个方面。",
        "label": ""
      },
      {
        "sentence": "我能感受到你的自我否定，你的绝望感，但希望你能积极面对这些情绪。",
        "label": ""
      },
      {
        "sentence": "当你直面这些问题，努力调整和改善时，你会发现其实你有能力去应对，你比你想象的要更强大。",
        "label": ""
      },
      {
        "sentence": "崩溃痛苦的时候，可能自残会让你暂时忘记痛苦，但其实并没有真正解决问题。",
        "label": ""
      },
      {
        "sentence": "自杀只是在逃避，不值得提倡。",
        "label": ""
      },
      {
        "sentence": "我们可以用一些更好的方式来发泄痛苦，比如找人倾诉、找人聊聊天、出去散散步、跑跑步、写写日记、喊出来、哭出来，等等。",
        "label": ""
      },
      {
        "sentence": "这些都比伤害自己的方法更好。",
        "label": ""
      },
      {
        "sentence": "请好好爱护自己，好好吃饭，吃饭能保证我们有精力去追求梦想，去做自己想做的事情。",
        "label": ""
      },
      {
        "sentence": "(^_-)。",
        "label": ""
      }
    ]
  }
]