[
  {
    "role": "client",
    "content": "心太大，对身边发生的事没感觉，是坏事吗？我就是心很大，至少身边人是这么说的，想要做的事情，回头就忘，自己犯下的错误，虽然当时很难过，但是睡一觉之后又会忘记，经常做一些很傻的事情对于身边发生的事情，没有感觉，对于周边环境，什么也不了解，什么也不知道，有的时候很自私，只会想到自己，而忘了顾及别人的感受，有的时候就感觉活在自己的世界里，现实生活中发生的事情与我无关，所以有的时候总感觉自己与别人不一样，思想和行为上有时候会格格不入。总感觉无力改变这种现状，我到底该怎么办？",
    "annotation": [
      {
        "sentence": "心太大，对身边发生的事没感觉，是坏事吗？",
        "label": ""
      },
      {
        "sentence": "我就是心很大，至少身边人是这么说的，想要做的事情，回头就忘，自己犯下的错误，虽然当时很难过，但是睡一觉之后又会忘记，经常做一些很傻的事情对于身边发生的事情，没有感觉，对于周边环境，什么也不了解，什么也不知道，有的时候很自私，只会想到自己，而忘了顾及别人的感受，有的时候就感觉活在自己的世界里，现实生活中发生的事情与我无关，所以有的时候总感觉自己与别人不一样，思想和行为上有时候会格格不入。",
        "label": ""
      },
      {
        "sentence": "总感觉无力改变这种现状，我到底该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听完你的分享，我觉得你的心太大并不是坏事，反而可以让你享受到傻人有傻福的惬意。就像老一辈经常说的谚语一样，心大的人往往会因此得到好运。我自己也被朋友们戏称为“憨憨”，这个词对我来说是褒义的。虽然有时候我们会被认为是傻傻的，但是我们也会在生活中仔细观察周围的环境，主动帮助需要的人。与人交流时，我们保持自信和大方，如果觉得自己说错了话，我会主动询问对方，是否冒犯到了他们。如果有，我会诚心道歉，如果没有，我们就会继续交流。说话和观察他人的反应，都是我们一生都要学习的课程，也是永无止境的。你说你感觉活在自己的世界，与其他人无关。其实每个人都有自己的小世界，只是你把自己的小世界看得太重，以至于忘记了身边的人。你说你感到自己很自私，但我认为在这个社会上，没有人是完全不自私的，只是自私的程度和方面有所不同而已，而你不巧在某些时刻显露出了自私的一面。其实，心大并不是坏事，它实际上能帮你减少很多烦恼，相比其他人来说，你更加幸福。",
    "annotation": [
      {
        "sentence": "听完你的分享，我觉得你的心太大并不是坏事，反而可以让你享受到傻人有傻福的惬意。",
        "label": ""
      },
      {
        "sentence": "就像老一辈经常说的谚语一样，心大的人往往会因此得到好运。",
        "label": ""
      },
      {
        "sentence": "我自己也被朋友们戏称为“憨憨”，这个词对我来说是褒义的。",
        "label": ""
      },
      {
        "sentence": "虽然有时候我们会被认为是傻傻的，但是我们也会在生活中仔细观察周围的环境，主动帮助需要的人。",
        "label": ""
      },
      {
        "sentence": "与人交流时，我们保持自信和大方，如果觉得自己说错了话，我会主动询问对方，是否冒犯到了他们。",
        "label": ""
      },
      {
        "sentence": "如果有，我会诚心道歉，如果没有，我们就会继续交流。",
        "label": ""
      },
      {
        "sentence": "说话和观察他人的反应，都是我们一生都要学习的课程，也是永无止境的。",
        "label": ""
      },
      {
        "sentence": "你说你感觉活在自己的世界，与其他人无关。",
        "label": ""
      },
      {
        "sentence": "其实每个人都有自己的小世界，只是你把自己的小世界看得太重，以至于忘记了身边的人。",
        "label": ""
      },
      {
        "sentence": "你说你感到自己很自私，但我认为在这个社会上，没有人是完全不自私的，只是自私的程度和方面有所不同而已，而你不巧在某些时刻显露出了自私的一面。",
        "label": ""
      },
      {
        "sentence": "其实，心大并不是坏事，它实际上能帮你减少很多烦恼，相比其他人来说，你更加幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我明白了心大也有它的好处。但是有时候我真的感到困惑和无力改变这种现状。我希望能够更加关注身边的人和事，但总是很难坚持下来。我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我明白了心大也有它的好处。",
        "label": ""
      },
      {
        "sentence": "但是有时候我真的感到困惑和无力改变这种现状。",
        "label": ""
      },
      {
        "sentence": "我希望能够更加关注身边的人和事，但总是很难坚持下来。",
        "label": ""
      },
      {
        "sentence": "我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我愿意陪伴你一起面对困惑。在追求改变的过程中，需要给自己一些耐心和宽容。毕竟改变是一个渐进的过程，不可能一蹴而就。你可以先从一些小事情开始，比如，早上起床后问一下家人或者朋友的近况，给他们一些关心和关注。这样的细微改变也能逐渐培养出你对身边事物的敏感度。同时，你也可以尝试记录下每天发生的重要事件，将注意力放在每一件事情上，逐渐建立与周围环境的联系。当然，遇到困难时不要过于苛责自己，每个人都有起伏的时刻。只要坚持下去，你一定能够逐渐改变现状。",
    "annotation": [
      {
        "sentence": "不用客气，我愿意陪伴你一起面对困惑。",
        "label": ""
      },
      {
        "sentence": "在追求改变的过程中，需要给自己一些耐心和宽容。",
        "label": ""
      },
      {
        "sentence": "毕竟改变是一个渐进的过程，不可能一蹴而就。",
        "label": ""
      },
      {
        "sentence": "你可以先从一些小事情开始，比如，早上起床后问一下家人或者朋友的近况，给他们一些关心和关注。",
        "label": ""
      },
      {
        "sentence": "这样的细微改变也能逐渐培养出你对身边事物的敏感度。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试记录下每天发生的重要事件，将注意力放在每一件事情上，逐渐建立与周围环境的联系。",
        "label": ""
      },
      {
        "sentence": "当然，遇到困难时不要过于苛责自己，每个人都有起伏的时刻。",
        "label": ""
      },
      {
        "sentence": "只要坚持下去，你一定能够逐渐改变现状。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我需要给自己一些时间和耐心。我会努力尝试从一些小细节开始，关心身边的人和事。我想这样做，我也能逐渐改变自己。谢谢你一直陪伴着我，给我鼓励和支持。",
    "annotation": [
      {
        "sentence": "你说的对，我需要给自己一些时间和耐心。",
        "label": ""
      },
      {
        "sentence": "我会努力尝试从一些小细节开始，关心身边的人和事。",
        "label": ""
      },
      {
        "sentence": "我想这样做，我也能逐渐改变自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直陪伴着我，给我鼓励和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意一直陪在你身边。在人生的旅程中，每个人都会遇到各种各样的挑战和困难。但记住，你并不孤单，总有人愿意陪你共同面对困境。如果你需要任何帮助或者想要和我分享你的进展，随时都可以找我。我相信，通过你的努力和坚持，你一定能够改变现状，过上更加幸福和有意义的生活。",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意一直陪在你身边。",
        "label": ""
      },
      {
        "sentence": "在人生的旅程中，每个人都会遇到各种各样的挑战和困难。",
        "label": ""
      },
      {
        "sentence": "但记住，你并不孤单，总有人愿意陪你共同面对困境。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者想要和我分享你的进展，随时都可以找我。",
        "label": ""
      },
      {
        "sentence": "我相信，通过你的努力和坚持，你一定能够改变现状，过上更加幸福和有意义的生活。",
        "label": ""
      }
    ]
  }
]