[
  {
    "role": "client",
    "content": "失恋以后，明明不爱那个人，为什么控制不住流泪？一个人失恋以后，明明知道不该爱那个人，不该依恋或者依靠他，但是总是不由自主地流泪。仔细想了想，并没有不甘心，不服气，也没有值得留恋的。明明知道要勇敢面对现实，并且可以重新开始，过自己的生活，但为什么会控制不住流泪，为什么还失眠，连续几天情绪低落，想起都会伤感。",
    "annotation": [
      {
        "sentence": "失恋以后，明明不爱那个人，为什么控制不住流泪？",
        "label": ""
      },
      {
        "sentence": "一个人失恋以后，明明知道不该爱那个人，不该依恋或者依靠他，但是总是不由自主地流泪。",
        "label": ""
      },
      {
        "sentence": "仔细想了想，并没有不甘心，不服气，也没有值得留恋的。",
        "label": ""
      },
      {
        "sentence": "明明知道要勇敢面对现实，并且可以重新开始，过自己的生活，但为什么会控制不住流泪，为什么还失眠，连续几天情绪低落，想起都会伤感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说“并没有不甘心、不服气”，我猜是不是对方主动结束了这段关系。无论你是如何评价你们的关系、你在这段关系中的得失，“被结束”一段关系都是挺难受的事情。因为被动总带着一种有些失控的感觉，“被结束”的原因也容易让人有很多猜测，如果他明确表示了你很优秀、是他配不上你，那么这个痛苦可能会小些，但是如果他表现出是你的错、或者没有明说，那也很容易对自己产生怀疑，是不是自己不够好。",
    "annotation": [
      {
        "sentence": "你说“并没有不甘心、不服气”，我猜是不是对方主动结束了这段关系。",
        "label": ""
      },
      {
        "sentence": "无论你是如何评价你们的关系、你在这段关系中的得失，“被结束”一段关系都是挺难受的事情。",
        "label": ""
      },
      {
        "sentence": "因为被动总带着一种有些失控的感觉，“被结束”的原因也容易让人有很多猜测，如果他明确表示了你很优秀、是他配不上你，那么这个痛苦可能会小些，但是如果他表现出是你的错、或者没有明说，那也很容易对自己产生怀疑，是不是自己不够好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，他是主动结束的。他没有说明原因，也没有表示我优秀。我感觉自己被抛弃了，是不是我真的有问题？",
    "annotation": [
      {
        "sentence": "是的，他是主动结束的。",
        "label": ""
      },
      {
        "sentence": "他没有说明原因，也没有表示我优秀。",
        "label": ""
      },
      {
        "sentence": "我感觉自己被抛弃了，是不是我真的有问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别太责怪自己了。每段感情的结束都涉及两个人，也许他有他的原因和选择，与你无关。不要认为是因为自己不够好才导致这个结果，每个人都有自己的价值和魅力，不要贬低自己。他的离开并不代表你没有能力去爱和被爱。",
    "annotation": [
      {
        "sentence": "别太责怪自己了。",
        "label": ""
      },
      {
        "sentence": "每段感情的结束都涉及两个人，也许他有他的原因和选择，与你无关。",
        "label": ""
      },
      {
        "sentence": "不要认为是因为自己不够好才导致这个结果，每个人都有自己的价值和魅力，不要贬低自己。",
        "label": ""
      },
      {
        "sentence": "他的离开并不代表你没有能力去爱和被爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是为什么我还是会对这段感情难以释怀呢？我没有值得留恋的理由，为什么还是放不下？",
    "annotation": [
      {
        "sentence": "可是为什么我还是会对这段感情难以释怀呢？",
        "label": ""
      },
      {
        "sentence": "我没有值得留恋的理由，为什么还是放不下？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理智上我们知道这段感情对你来说可能是消耗大于享受的，但是同时，你们能走到一起，一定也本来就有相互吸引和有些难以割舍的东西。这种矛盾和折磨是正常的。放不下并不代表你变得无能，毕竟感情的纠结需要时间来释放。对于失去一段感情，我们都需要有一个哀悼期，伤感、留眼泪、反复思考都是对这段关系的一种哀悼过程。",
    "annotation": [
      {
        "sentence": "理智上我们知道这段感情对你来说可能是消耗大于享受的，但是同时，你们能走到一起，一定也本来就有相互吸引和有些难以割舍的东西。",
        "label": ""
      },
      {
        "sentence": "这种矛盾和折磨是正常的。",
        "label": ""
      },
      {
        "sentence": "放不下并不代表你变得无能，毕竟感情的纠结需要时间来释放。",
        "label": ""
      },
      {
        "sentence": "对于失去一段感情，我们都需要有一个哀悼期，伤感、留眼泪、反复思考都是对这段关系的一种哀悼过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要给自己一些时间来接受这个失去，慢慢释放对这段感情的依赖和伤感。但同时我发现我失眠了，情绪也一直低落，怎么办呢？",
    "annotation": [
      {
        "sentence": "我明白了，我需要给自己一些时间来接受这个失去，慢慢释放对这段感情的依赖和伤感。",
        "label": ""
      },
      {
        "sentence": "但同时我发现我失眠了，情绪也一直低落，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "失恋会导致情绪的波动和困扰，这是很正常的反应。你可以试着寻找一些放松的方法，比如听音乐、读书、散步等，来帮助缓解压力和焦虑。另外，如果你需要，也可以考虑寻求专业的心理咨询师的帮助，他们会给你更专业的建议和支持。",
    "annotation": [
      {
        "sentence": "失恋会导致情绪的波动和困扰，这是很正常的反应。",
        "label": ""
      },
      {
        "sentence": "你可以试着寻找一些放松的方法，比如听音乐、读书、散步等，来帮助缓解压力和焦虑。",
        "label": ""
      },
      {
        "sentence": "另外，如果你需要，也可以考虑寻求专业的心理咨询师的帮助，他们会给你更专业的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试一些放松的方式，同时也会考虑找专业的心理咨询师倾诉我的内心感受。感谢你一直在这里陪着我。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试一些放松的方式，同时也会考虑找专业的心理咨询师倾诉我的内心感受。",
        "label": ""
      },
      {
        "sentence": "感谢你一直在这里陪着我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很乐意能够陪伴你度过这段艰难的时期。无论任何时候，都请记住你并不孤单，我们都在这里支持你。如果还有其他问题或者困惑，随时都可以来找我倾诉。",
    "annotation": [
      {
        "sentence": "不客气，我很乐意能够陪伴你度过这段艰难的时期。",
        "label": ""
      },
      {
        "sentence": "无论任何时候，都请记住你并不孤单，我们都在这里支持你。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题或者困惑，随时都可以来找我倾诉。",
        "label": ""
      }
    ]
  }
]