[
  {
    "role": "client",
    "content": "我今年23岁，最近检查出前列腺可能已钙化。自从知道自己得了前列腺以后，对任何事都没兴趣。我曾积极治疗，但效果并不理想。现在进一步了解病情，知道可能好不了，甚至有可能不孕不育。回首这件事，应该是三年前一次憋尿导致尿液回流感染，当时出现的一些症状我没有注意，现在病情变得严重了，我感到非常难受。为什么当初不能好好对待这件事呢？",
    "annotation": [
      {
        "sentence": "我今年23岁，最近检查出前列腺可能已钙化。",
        "label": ""
      },
      {
        "sentence": "自从知道自己得了前列腺以后，对任何事都没兴趣。",
        "label": ""
      },
      {
        "sentence": "我曾积极治疗，但效果并不理想。",
        "label": ""
      },
      {
        "sentence": "现在进一步了解病情，知道可能好不了，甚至有可能不孕不育。",
        "label": ""
      },
      {
        "sentence": "回首这件事，应该是三年前一次憋尿导致尿液回流感染，当时出现的一些症状我没有注意，现在病情变得严重了，我感到非常难受。",
        "label": ""
      },
      {
        "sentence": "为什么当初不能好好对待这件事呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的问题，有些心疼的先安慰一下。我们来看看你的问题因为憋尿导致感染，钙化，治疗效果不好，可能治不好，导致不孕不育，心里特别难受。因为自己的小失误，对身体健康导致危害，心里难受是必须的，这种情绪是可以理解的。但是我们现在要做的不是一直回想自己是不是当初仔细一点，注意一点，就好了，就不会产生这件事了。这不是我们最主要要关注的问题，我们应该做的事是好好配合治疗，不要对自己及早的放弃，毕竟治不好只是可能而已，治好的几率还是有的。",
    "annotation": [
      {
        "sentence": "看到你的问题，有些心疼的先安慰一下。",
        "label": ""
      },
      {
        "sentence": "我们来看看你的问题因为憋尿导致感染，钙化，治疗效果不好，可能治不好，导致不孕不育，心里特别难受。",
        "label": ""
      },
      {
        "sentence": "因为自己的小失误，对身体健康导致危害，心里难受是必须的，这种情绪是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但是我们现在要做的不是一直回想自己是不是当初仔细一点，注意一点，就好了，就不会产生这件事了。",
        "label": ""
      },
      {
        "sentence": "这不是我们最主要要关注的问题，我们应该做的事是好好配合治疗，不要对自己及早的放弃，毕竟治不好只是可能而已，治好的几率还是有的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我知道自己过于自责也解决不了问题。可是，得了这个病以后，我交不了女朋友，结不了婚，压力太大了！现在吃饭也没胃口，胸闷心跳还加快，对什么也没有兴趣。我怕我这种状态一直持续下去，会得抑郁症。",
    "annotation": [
      {
        "sentence": "你说的对，我知道自己过于自责也解决不了问题。",
        "label": ""
      },
      {
        "sentence": "可是，得了这个病以后，我交不了女朋友，结不了婚，压力太大了！",
        "label": ""
      },
      {
        "sentence": "现在吃饭也没胃口，胸闷心跳还加快，对什么也没有兴趣。",
        "label": ""
      },
      {
        "sentence": "我怕我这种状态一直持续下去，会得抑郁症。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "生病之后，女朋友交不了，婚结不了，压力太大，感觉胸闷气短，没胃口，对什么也没有兴趣。身体出现不适，心情不好是可以理解的，而在适当的年纪被父母催婚，也是可以预见的未来。所以跟父母说明清楚问题让父母知晓你的难处，也是减轻自己压力，最起码不会逼着你去相亲了。因为病情，心里压力大，觉得生活没有意义，时常觉得胸闷气呢，这是最要不得的！情绪的失控，对于生活，或者是身体都有很大的影响，特别是当我们的身体状况不是特别好的时候，情绪的因素对身体的恢复也会造成影响。",
    "annotation": [
      {
        "sentence": "生病之后，女朋友交不了，婚结不了，压力太大，感觉胸闷气短，没胃口，对什么也没有兴趣。",
        "label": ""
      },
      {
        "sentence": "身体出现不适，心情不好是可以理解的，而在适当的年纪被父母催婚，也是可以预见的未来。",
        "label": ""
      },
      {
        "sentence": "所以跟父母说明清楚问题让父母知晓你的难处，也是减轻自己压力，最起码不会逼着你去相亲了。",
        "label": ""
      },
      {
        "sentence": "因为病情，心里压力大，觉得生活没有意义，时常觉得胸闷气呢，这是最要不得的！",
        "label": ""
      },
      {
        "sentence": "情绪的失控，对于生活，或者是身体都有很大的影响，特别是当我们的身体状况不是特别好的时候，情绪的因素对身体的恢复也会造成影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我应该学会正视自己的病情，不要一味地责怪自己。我会尽量积极配合医生的治疗，不轻易放弃的。但是，我现在总是感到无望，觉得生活失去了意义。",
    "annotation": [
      {
        "sentence": "你说的有道理，我应该学会正视自己的病情，不要一味地责怪自己。",
        "label": ""
      },
      {
        "sentence": "我会尽量积极配合医生的治疗，不轻易放弃的。",
        "label": ""
      },
      {
        "sentence": "但是，我现在总是感到无望，觉得生活失去了意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "正视自己的病情，积极配合医生治疗，才是最基本的。找些事情做，放松心情，不要给自己太大的压力一直把注意集中在生病上面，很容易让自己紧张，建议找些感兴趣的事情，让自己注意力分散些，有助于放松。也可以去一些有趣的地方旅游，放松一下自己，不要给自己太大压力。",
    "annotation": [
      {
        "sentence": "正视自己的病情，积极配合医生治疗，才是最基本的。",
        "label": ""
      },
      {
        "sentence": "找些事情做，放松心情，不要给自己太大的压力一直把注意集中在生病上面，很容易让自己紧张，建议找些感兴趣的事情，让自己注意力分散些，有助于放松。",
        "label": ""
      },
      {
        "sentence": "也可以去一些有趣的地方旅游，放松一下自己，不要给自己太大压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我应该给自己找些事情做，转移一下注意力，不让自己一直沉浸在病情中。我会试着去做些有趣的事情，放松自己。同时，我会积极配合医生的治疗，注意休息和饮食，让自己的身体状况保持良好。",
    "annotation": [
      {
        "sentence": "你说的对，我应该给自己找些事情做，转移一下注意力，不让自己一直沉浸在病情中。",
        "label": ""
      },
      {
        "sentence": "我会试着去做些有趣的事情，放松自己。",
        "label": ""
      },
      {
        "sentence": "同时，我会积极配合医生的治疗，注意休息和饮食，让自己的身体状况保持良好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "积极配合医生治疗，注意身体，多休息不管怎么说，积极配合治疗，是最重要的事情，遵守医生交待的注意事项，才能让身体恢复得更快。还要多休息，三餐饮食要规律、健康，让自己的身体状态处于最好的状态，才能让治疗起到更好的作用。生活中有很多无奈的事情，也会做出错误的选择，与其一直处于自责之中，不如积极地努力，去做出补救措施，这才是最好的方式。",
    "annotation": [
      {
        "sentence": "积极配合医生治疗，注意身体，多休息不管怎么说，积极配合治疗，是最重要的事情，遵守医生交待的注意事项，才能让身体恢复得更快。",
        "label": ""
      },
      {
        "sentence": "还要多休息，三餐饮食要规律、健康，让自己的身体状态处于最好的状态，才能让治疗起到更好的作用。",
        "label": ""
      },
      {
        "sentence": "生活中有很多无奈的事情，也会做出错误的选择，与其一直处于自责之中，不如积极地努力，去做出补救措施，这才是最好的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我感到稍微安心了一些。我会坚持下去，做好配合治疗的同时，也尽力调整自己的心态和情绪，希望能早日康复。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我感到稍微安心了一些。",
        "label": ""
      },
      {
        "sentence": "我会坚持下去，做好配合治疗的同时，也尽力调整自己的心态和情绪，希望能早日康复。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信只要你保持积极的态度，配合治疗，你一定能够克服这个困难，早日康复。同时，也要记得和身边的人进行沟通，寻求他们的支持和理解。如果你有任何困扰或需要进一步的帮助，随时都可以找我聊聊。祝愿你早日康复！",
    "annotation": [
      {
        "sentence": "我相信只要你保持积极的态度，配合治疗，你一定能够克服这个困难，早日康复。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得和身边的人进行沟通，寻求他们的支持和理解。",
        "label": ""
      },
      {
        "sentence": "如果你有任何困扰或需要进一步的帮助，随时都可以找我聊聊。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日康复！",
        "label": ""
      }
    ]
  }
]