[
  {
    "role": "client",
    "content": "我今年23岁，检查出前列腺可能已钙化。自从知道自己得了前列腺，我对任何事情都没兴趣了。开始积极治疗后，治疗效果不佳。随着对病理的深入认识，我知道自己可能好不了，可能会不孕不育。回首这件事，应该是三年前一次憋尿导致尿液回流感染，然后出现了一些症状，但是当时我没注意。现在久病成疾，我好难受。为什么当时不能好好对待这件事呢？得了这个病，我连女朋友都交不了，婚也结不了。我压力好大，吃饭也没胃口，现在胸闷心跳加快，对任何事情都没有兴趣。我知道我这种状态不对，我控制不住自己啊啊啊啊啊啊啊啊，我好担心这样下去会得抑郁症。",
    "annotation": [
      {
        "sentence": "我今年23岁，检查出前列腺可能已钙化。",
        "label": ""
      },
      {
        "sentence": "自从知道自己得了前列腺，我对任何事情都没兴趣了。",
        "label": ""
      },
      {
        "sentence": "开始积极治疗后，治疗效果不佳。",
        "label": ""
      },
      {
        "sentence": "随着对病理的深入认识，我知道自己可能好不了，可能会不孕不育。",
        "label": ""
      },
      {
        "sentence": "回首这件事，应该是三年前一次憋尿导致尿液回流感染，然后出现了一些症状，但是当时我没注意。",
        "label": ""
      },
      {
        "sentence": "现在久病成疾，我好难受。",
        "label": ""
      },
      {
        "sentence": "为什么当时不能好好对待这件事呢？",
        "label": ""
      },
      {
        "sentence": "得了这个病，我连女朋友都交不了，婚也结不了。",
        "label": ""
      },
      {
        "sentence": "我压力好大，吃饭也没胃口，现在胸闷心跳加快，对任何事情都没有兴趣。",
        "label": ""
      },
      {
        "sentence": "我知道我这种状态不对，我控制不住自己啊啊啊啊啊啊啊啊，我好担心这样下去会得抑郁症。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很理解你现在的一些状态，其实我们可以一起来聊一聊，看看怎么样让自己的状态好起来。你觉得可能是因为这个病，导致你觉得可能会影响你以后的生活，所以你会有很大压力。但是我想说的是，现在的科技和医学都很发达，只要你积极配合医生的治疗，不管病情是怎么样的，医生都会想办法的。同时，你也可以和家人朋友保持一种良性的沟通，他们也会好好地支持你去就医的。另外，在治疗的过程中，病情其实会有反复，或者需要一段时间才能好起来，甚至医生可能告诉你情况不太好，但是这些其实都不用太放在心上。其实，有些在医院呆过一辈子的人告诉过我们，同样一个病让不同的人有不同的结果，有的人甚至会痊愈，比如说癌症可能有痊愈的，这个是相当惊讶的。所以，在这其中心态就占很大作用。还有，心理学家也做过一些实验，有一个叫做安慰剂试验，就是找到一群被试，告诉他们有某方面的问题，然后给他们服用一些药品来缓解症状。结果发现，他们的症状在过后都有很大改善，其实他们喝的只是普通的水。这个实验告诉我们，其实我们的信念对行为的改变是很重要的。所以，从这个例子可以借鉴，希望你也可以在比较灰暗的时候，想一想这个例子。同时，不用想那么多，比如说一天当中把自己的一生都安排了，其实人的生命是不断变化的，病情也会变化。即使最坏的情况下，它不会变好了，但是我们还是要活下去，心态上一定要更积极，等到你心态阳光之后，你就会找到各种资源，去想办法把病情弄好。在这个过程中，也许这个病就不知不觉地远离了。所以加油啊，祝愿你早日康复。",
    "annotation": [
      {
        "sentence": "很理解你现在的一些状态，其实我们可以一起来聊一聊，看看怎么样让自己的状态好起来。",
        "label": ""
      },
      {
        "sentence": "你觉得可能是因为这个病，导致你觉得可能会影响你以后的生活，所以你会有很大压力。",
        "label": ""
      },
      {
        "sentence": "但是我想说的是，现在的科技和医学都很发达，只要你积极配合医生的治疗，不管病情是怎么样的，医生都会想办法的。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以和家人朋友保持一种良性的沟通，他们也会好好地支持你去就医的。",
        "label": ""
      },
      {
        "sentence": "另外，在治疗的过程中，病情其实会有反复，或者需要一段时间才能好起来，甚至医生可能告诉你情况不太好，但是这些其实都不用太放在心上。",
        "label": ""
      },
      {
        "sentence": "其实，有些在医院呆过一辈子的人告诉过我们，同样一个病让不同的人有不同的结果，有的人甚至会痊愈，比如说癌症可能有痊愈的，这个是相当惊讶的。",
        "label": ""
      },
      {
        "sentence": "所以，在这其中心态就占很大作用。",
        "label": ""
      },
      {
        "sentence": "还有，心理学家也做过一些实验，有一个叫做安慰剂试验，就是找到一群被试，告诉他们有某方面的问题，然后给他们服用一些药品来缓解症状。",
        "label": ""
      },
      {
        "sentence": "结果发现，他们的症状在过后都有很大改善，其实他们喝的只是普通的水。",
        "label": ""
      },
      {
        "sentence": "这个实验告诉我们，其实我们的信念对行为的改变是很重要的。",
        "label": ""
      },
      {
        "sentence": "所以，从这个例子可以借鉴，希望你也可以在比较灰暗的时候，想一想这个例子。",
        "label": ""
      },
      {
        "sentence": "同时，不用想那么多，比如说一天当中把自己的一生都安排了，其实人的生命是不断变化的，病情也会变化。",
        "label": ""
      },
      {
        "sentence": "即使最坏的情况下，它不会变好了，但是我们还是要活下去，心态上一定要更积极，等到你心态阳光之后，你就会找到各种资源，去想办法把病情弄好。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，也许这个病就不知不觉地远离了。",
        "label": ""
      },
      {
        "sentence": "所以加油啊，祝愿你早日康复。",
        "label": ""
      }
    ]
  }
]