[
  {
    "role": "client",
    "content": "大三男友，因为特别想念我影响学习生活怎么办？",
    "annotation": [
      {
        "sentence": "大三男友，因为特别想念我影响学习生活怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中感受到了你们彼此双方甜甜的爱，祝福你们！你提到我和男朋友今年一月份开始恋爱。他是初恋我不是。由于疫情原因，期间每月见一面左右。在这之间我们也经历了很多，现在很依赖彼此感情也非常深。",
    "annotation": [
      {
        "sentence": "从你的描述中感受到了你们彼此双方甜甜的爱，祝福你们！",
        "label": ""
      },
      {
        "sentence": "你提到我和男朋友今年一月份开始恋爱。",
        "label": ""
      },
      {
        "sentence": "他是初恋我不是。",
        "label": ""
      },
      {
        "sentence": "由于疫情原因，期间每月见一面左右。",
        "label": ""
      },
      {
        "sentence": "在这之间我们也经历了很多，现在很依赖彼此感情也非常深。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我们现在的感情非常深，但是由于疫情的影响，我们已经一个半月没有见面了。可是，接下来也由于很多原因（我这段时间在准备期末考，他接下来要进入小学期，小学期结束后他又要进考研培训班学习，我也有可能要夏令营），所以也可能很难见到面。",
    "annotation": [
      {
        "sentence": "是的，我们现在的感情非常深，但是由于疫情的影响，我们已经一个半月没有见面了。",
        "label": ""
      },
      {
        "sentence": "可是，接下来也由于很多原因（我这段时间在准备期末考，他接下来要进入小学期，小学期结束后他又要进考研培训班学习，我也有可能要夏令营），所以也可能很难见到面。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你们两个人的日程确实很紧张，而且还要考研，这样的情况下，想念是难免的。你提到他经常因为太想你而落泪，无法集中注意力，这样的情绪可能会影响他的学习。那你有尝试过一起制定未来的学习和生活规划吗？",
    "annotation": [
      {
        "sentence": "你们两个人的日程确实很紧张，而且还要考研，这样的情况下，想念是难免的。",
        "label": ""
      },
      {
        "sentence": "你提到他经常因为太想你而落泪，无法集中注意力，这样的情绪可能会影响他的学习。",
        "label": ""
      },
      {
        "sentence": "那你有尝试过一起制定未来的学习和生活规划吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们还没具体讨论过未来的规划，但是我们都知道彼此的学业很重要，所以肯定会互相支持的。只是现在不知道怎样才能帮助他缓解想念的情绪，让他能够更好地专注于学习。",
    "annotation": [
      {
        "sentence": "我们还没具体讨论过未来的规划，但是我们都知道彼此的学业很重要，所以肯定会互相支持的。",
        "label": ""
      },
      {
        "sentence": "只是现在不知道怎样才能帮助他缓解想念的情绪，让他能够更好地专注于学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧。除了日常的视频聊天和陪伴，你们可以尝试每天通过微信等方式保持联系，让对方了解彼此的每日安排，这样可以增加对方的安全感。另外，你们可以考虑通过写情书、分享照片等方式继续传递情感，让他感受到你时刻在他身边。",
    "annotation": [
      {
        "sentence": "我理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "除了日常的视频聊天和陪伴，你们可以尝试每天通过微信等方式保持联系，让对方了解彼此的每日安排，这样可以增加对方的安全感。",
        "label": ""
      },
      {
        "sentence": "另外，你们可以考虑通过写情书、分享照片等方式继续传递情感，让他感受到你时刻在他身边。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这是个不错的建议，我会试着和他沟通一下，看看他是否愿意接受这些方式。但是，他似乎对我的依赖比较强，我真的很担心影响到他的考研。",
    "annotation": [
      {
        "sentence": "这是个不错的建议，我会试着和他沟通一下，看看他是否愿意接受这些方式。",
        "label": ""
      },
      {
        "sentence": "但是，他似乎对我的依赖比较强，我真的很担心影响到他的考研。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他对你的依赖可能是因为他在你身上找到了情感的寄托和安全感。但过度依赖并不健康，你可以和他一起探讨这个问题，并鼓励他寻求心理咨询的帮助，帮助他建立更健康的应对方式。这样可以减轻你的压力，让你们的关系更加稳定。",
    "annotation": [
      {
        "sentence": "他对你的依赖可能是因为他在你身上找到了情感的寄托和安全感。",
        "label": ""
      },
      {
        "sentence": "但过度依赖并不健康，你可以和他一起探讨这个问题，并鼓励他寻求心理咨询的帮助，帮助他建立更健康的应对方式。",
        "label": ""
      },
      {
        "sentence": "这样可以减轻你的压力，让你们的关系更加稳定。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我会和他好好沟通，并提醒他去学校的心理健康中心寻求帮助。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "你说的很有道理，我会和他好好沟通，并提醒他去学校的心理健康中心寻求帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很欣赏你们对彼此的关心和珍惜。希望你们能够共同度过这段难熬的时期，继续保持良好的沟通和互相支持。祝福你们顺利度过考研，实现自己的目标！静静汀。",
    "annotation": [
      {
        "sentence": "不客气，我很欣赏你们对彼此的关心和珍惜。",
        "label": ""
      },
      {
        "sentence": "希望你们能够共同度过这段难熬的时期，继续保持良好的沟通和互相支持。",
        "label": ""
      },
      {
        "sentence": "祝福你们顺利度过考研，实现自己的目标！",
        "label": ""
      },
      {
        "sentence": "静静汀。",
        "label": ""
      }
    ]
  }
]