[
  {
    "role": "client",
    "content": "我今年23岁，最近检查出前列腺可能已经钙化了。自从知道自己得了前列腺以后，我对任何事情都没有了兴趣。我曾经积极地接受治疗，但效果不佳。我对这个病的病理也越来越了解，知道自己可能无法完全康复，还可能导致不孕不育。回想起来，这个病应该是三年前一次憋尿导致尿液回流感染开始的。当时出现一些症状，但我没有注意到。现在我的病情越来越严重，我感到很难受。为什么当时我没有好好对待这个问题呢？得了这个病，我交不了女朋友，也结不了婚，我承受着很大的压力！现在连吃饭都没有胃口，胸闷心跳加快，对任何事情都没有兴趣。我知道我的状态不对，但我无法控制自己，我好担心这样下去会得抑郁症。",
    "annotation": [
      {
        "sentence": "我今年23岁，最近检查出前列腺可能已经钙化了。",
        "label": ""
      },
      {
        "sentence": "自从知道自己得了前列腺以后，我对任何事情都没有了兴趣。",
        "label": ""
      },
      {
        "sentence": "我曾经积极地接受治疗，但效果不佳。",
        "label": ""
      },
      {
        "sentence": "我对这个病的病理也越来越了解，知道自己可能无法完全康复，还可能导致不孕不育。",
        "label": ""
      },
      {
        "sentence": "回想起来，这个病应该是三年前一次憋尿导致尿液回流感染开始的。",
        "label": ""
      },
      {
        "sentence": "当时出现一些症状，但我没有注意到。",
        "label": ""
      },
      {
        "sentence": "现在我的病情越来越严重，我感到很难受。",
        "label": ""
      },
      {
        "sentence": "为什么当时我没有好好对待这个问题呢？",
        "label": ""
      },
      {
        "sentence": "得了这个病，我交不了女朋友，也结不了婚，我承受着很大的压力！",
        "label": ""
      },
      {
        "sentence": "现在连吃饭都没有胃口，胸闷心跳加快，对任何事情都没有兴趣。",
        "label": ""
      },
      {
        "sentence": "我知道我的状态不对，但我无法控制自己，我好担心这样下去会得抑郁症。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你内心的沮丧，无助和绝望。特别是这个问题关系到你未来幸福生活的一半。你是因为三年前一次憋尿导致尿液回流感染而得了前列腺，你曾积极配合治疗。随着对病理的进一步认识，可能会导致不孕不育。你为当时没有好好对待这个问题而后悔。你得了这个病无法交女朋友，无法结婚，心里压力很大！连吃饭都没有胃口，现在胸闷，心跳加快，对任何事情都没有兴趣。现在癌症虽然离我们很近，但通过改变生活环境，多样化饮食结构，很多新型癌症的出现让我们处于岌岌可危之中。但是实际上，很多癌症患者在患病之后根本看不出来患病，而且活得时间比预期的更长。这是因为他们都拥有乐观积极的心态，这对前列腺炎也是一样的。积极的生活态度是抵御疾病的关键。前列腺炎的心理压力会放大各种不适症状，所以一定要避免焦虑。实际上，通过改变不良习惯，大多数人的症状会很快缓解。忧虑和失望的心态只会让慢性前列腺炎变得更糟，起不到好的效果。所以，古人常说“治病先治心”，只有病人的心态端正，乐观配合，才有可能早日恢复。对于慢性前列腺炎来说，更要靠“自己救自己”，护养心情，不断增强自身的免疫能力，寻找适合自己的方法。虽然男性前列腺炎总是不断侵犯男性朋友们，反复发作，容易给男性带来身体和心理上的折磨。但前列腺炎并不是致命的疾病，真正影响患者的是不健康的心理作用。很多男性朋友在患上前列腺炎后总是郁郁不得志，像是被宣判患上了癌症似的。他们本能地对这种并不致命的疾病保持恐惧的心态，任何身体上的不适症状都以为是前列腺炎引起的。这种心理暗示不仅让自己变得神经兮兮，而且影响身体的康复。改变生活方式很重要，可以在发病期间避免饮酒、久坐、受凉，不吃刺激性食物如辣椒等，适当运动，建议跑步之类的，不要骑自行车进行锻炼。最好最便宜的方法是温水坐浴，水温在45度，每次20分钟，每天1-2次。还要定期排尽前列腺液，这非常重要，建议5-7天排一次，太多或太少都不好。排前列腺液的方式可以通过性生活，也可以自慰或前列腺按摩。药物治疗方面，第一类是一些中成药，如银花泌炎灵、前列桂黄片、前列闭尔通栓等。市面上有很多这类药。第二类是适当选用抗生素，一般联合用药，但时间不宜太长，7-10天。如环丙沙星片和阿奇霉素组合等。第三类药物是α-受体阻滞剂，如坦索罗辛。无论面对什么疾病，一个强大的心灵和积极向上的心态都是非常重要的，这也是面对疾病很重要的情绪。实际上，拥有积极良好的心境对疾病的防治有巨大的作用。与其整天闷闷不乐，不如积极了解相关病症知识，勇敢面对。世界上有很多患有不治之症的患者凭借乐观的心态而战胜病魔。总之，前列腺炎没有那么可怕，可怕的是不能以正确的心态去对待它。",
    "annotation": [
      {
        "sentence": "我能感受到你内心的沮丧，无助和绝望。",
        "label": ""
      },
      {
        "sentence": "特别是这个问题关系到你未来幸福生活的一半。",
        "label": ""
      },
      {
        "sentence": "你是因为三年前一次憋尿导致尿液回流感染而得了前列腺，你曾积极配合治疗。",
        "label": ""
      },
      {
        "sentence": "随着对病理的进一步认识，可能会导致不孕不育。",
        "label": ""
      },
      {
        "sentence": "你为当时没有好好对待这个问题而后悔。",
        "label": ""
      },
      {
        "sentence": "你得了这个病无法交女朋友，无法结婚，心里压力很大！",
        "label": ""
      },
      {
        "sentence": "连吃饭都没有胃口，现在胸闷，心跳加快，对任何事情都没有兴趣。",
        "label": ""
      },
      {
        "sentence": "现在癌症虽然离我们很近，但通过改变生活环境，多样化饮食结构，很多新型癌症的出现让我们处于岌岌可危之中。",
        "label": ""
      },
      {
        "sentence": "但是实际上，很多癌症患者在患病之后根本看不出来患病，而且活得时间比预期的更长。",
        "label": ""
      },
      {
        "sentence": "这是因为他们都拥有乐观积极的心态，这对前列腺炎也是一样的。",
        "label": ""
      },
      {
        "sentence": "积极的生活态度是抵御疾病的关键。",
        "label": ""
      },
      {
        "sentence": "前列腺炎的心理压力会放大各种不适症状，所以一定要避免焦虑。",
        "label": ""
      },
      {
        "sentence": "实际上，通过改变不良习惯，大多数人的症状会很快缓解。",
        "label": ""
      },
      {
        "sentence": "忧虑和失望的心态只会让慢性前列腺炎变得更糟，起不到好的效果。",
        "label": ""
      },
      {
        "sentence": "所以，古人常说“治病先治心”，只有病人的心态端正，乐观配合，才有可能早日恢复。",
        "label": ""
      },
      {
        "sentence": "对于慢性前列腺炎来说，更要靠“自己救自己”，护养心情，不断增强自身的免疫能力，寻找适合自己的方法。",
        "label": ""
      },
      {
        "sentence": "虽然男性前列腺炎总是不断侵犯男性朋友们，反复发作，容易给男性带来身体和心理上的折磨。",
        "label": ""
      },
      {
        "sentence": "但前列腺炎并不是致命的疾病，真正影响患者的是不健康的心理作用。",
        "label": ""
      },
      {
        "sentence": "很多男性朋友在患上前列腺炎后总是郁郁不得志，像是被宣判患上了癌症似的。",
        "label": ""
      },
      {
        "sentence": "他们本能地对这种并不致命的疾病保持恐惧的心态，任何身体上的不适症状都以为是前列腺炎引起的。",
        "label": ""
      },
      {
        "sentence": "这种心理暗示不仅让自己变得神经兮兮，而且影响身体的康复。",
        "label": ""
      },
      {
        "sentence": "改变生活方式很重要，可以在发病期间避免饮酒、久坐、受凉，不吃刺激性食物如辣椒等，适当运动，建议跑步之类的，不要骑自行车进行锻炼。",
        "label": ""
      },
      {
        "sentence": "最好最便宜的方法是温水坐浴，水温在45度，每次20分钟，每天1-2次。",
        "label": ""
      },
      {
        "sentence": "还要定期排尽前列腺液，这非常重要，建议5-7天排一次，太多或太少都不好。",
        "label": ""
      },
      {
        "sentence": "排前列腺液的方式可以通过性生活，也可以自慰或前列腺按摩。",
        "label": ""
      },
      {
        "sentence": "药物治疗方面，第一类是一些中成药，如银花泌炎灵、前列桂黄片、前列闭尔通栓等。",
        "label": ""
      },
      {
        "sentence": "市面上有很多这类药。",
        "label": ""
      },
      {
        "sentence": "第二类是适当选用抗生素，一般联合用药，但时间不宜太长，7-10天。",
        "label": ""
      },
      {
        "sentence": "如环丙沙星片和阿奇霉素组合等。",
        "label": ""
      },
      {
        "sentence": "第三类药物是α-受体阻滞剂，如坦索罗辛。",
        "label": ""
      },
      {
        "sentence": "无论面对什么疾病，一个强大的心灵和积极向上的心态都是非常重要的，这也是面对疾病很重要的情绪。",
        "label": ""
      },
      {
        "sentence": "实际上，拥有积极良好的心境对疾病的防治有巨大的作用。",
        "label": ""
      },
      {
        "sentence": "与其整天闷闷不乐，不如积极了解相关病症知识，勇敢面对。",
        "label": ""
      },
      {
        "sentence": "世界上有很多患有不治之症的患者凭借乐观的心态而战胜病魔。",
        "label": ""
      },
      {
        "sentence": "总之，前列腺炎没有那么可怕，可怕的是不能以正确的心态去对待它。",
        "label": ""
      }
    ]
  }
]