[
  {
    "role": "client",
    "content": "我是一个14岁的女生，但是我却要被这个家庭逼疯了，怎么办？",
    "annotation": [
      {
        "sentence": "我是一个14岁的女生，但是我却要被这个家庭逼疯了，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你正面临一些困难，可以和我分享一下具体是什么让你觉得逼疯的吗？",
    "annotation": [
      {
        "sentence": "听起来你正面临一些困难，可以和我分享一下具体是什么让你觉得逼疯的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的妈妈得了癫痫，我每天都看到她发病，她还因此烫伤了三次手。爸爸很心疼妈妈，所以让她辞去工作。但是妈妈开始自卑抑郁，她不愿让别人看到她发病的样子，很久没有出门，我们家的开销很大，压力都压在爸爸身上。妈妈开始变得颓废，整天只知道看抖音和电视剧，爸爸下班后还得做饭和打扫卫生，非常辛苦。妈妈还开始暴躁，总是和爸爸无理取闹，甚至怀疑他。我回家后经常看到爸爸已经累得睡着了，但我还要自己学习，所以我的成绩也滑得很厉害。每次做题都听到妈妈对我说她的样子，她还常常说：“我的病就是你害的”，“我早点死了你就高兴了”。爸爸也担心我的学习，但妈妈对于我的学习只会说加油，甚至连我上几班都搞不清楚。",
    "annotation": [
      {
        "sentence": "我的妈妈得了癫痫，我每天都看到她发病，她还因此烫伤了三次手。",
        "label": ""
      },
      {
        "sentence": "爸爸很心疼妈妈，所以让她辞去工作。",
        "label": ""
      },
      {
        "sentence": "但是妈妈开始自卑抑郁，她不愿让别人看到她发病的样子，很久没有出门，我们家的开销很大，压力都压在爸爸身上。",
        "label": ""
      },
      {
        "sentence": "妈妈开始变得颓废，整天只知道看抖音和电视剧，爸爸下班后还得做饭和打扫卫生，非常辛苦。",
        "label": ""
      },
      {
        "sentence": "妈妈还开始暴躁，总是和爸爸无理取闹，甚至怀疑他。",
        "label": ""
      },
      {
        "sentence": "我回家后经常看到爸爸已经累得睡着了，但我还要自己学习，所以我的成绩也滑得很厉害。",
        "label": ""
      },
      {
        "sentence": "每次做题都听到妈妈对我说她的样子，她还常常说：“我的病就是你害的”，“我早点死了你就高兴了”。",
        "label": ""
      },
      {
        "sentence": "爸爸也担心我的学习，但妈妈对于我的学习只会说加油，甚至连我上几班都搞不清楚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的经历，我感到很心疼。一方面，你需要承担自己学习的压力，另一方面，你又想分担爸爸的负担，但是却无能为力。你缺乏母爱，同时又理解妈妈因为生病无法给予你母爱。这种无助的感觉一定很沉重吧。本应在家中得到关爱和鼓励的孩子，你确实经历了很多不同寻常的事情。但我想对你说，你是一个非常优秀的孩子，在承受压力之前，你的成绩一直都很好，这说明你有学习的能力，基础也很扎实。你可以多肯定自己，因为妈妈无法给予你关心和鼓励，你可以多给自己一些，对自己说些肯定的话，关心自己。同时我也看到你是一个懂事的孩子，你很爱你的父母，希望能帮助他们。但要记住，首先你要帮助自己，提升自己，过好自己的生活，这样你才能更好地帮助他们。你是父母的希望，你过得好也是对他们的安慰。虽然你对成绩非常在意，但这也是很好的，你可以将生活中的压力转化为成长的动力。当然，这个挑战对你来说也是很大的，如果你需要的话，你考虑住校也许是一个解决方法。世界上有很多事情我们无法改变，学会如何面对困难，学会和自己相处，学会寻求帮助，这些都是成长的一部分。",
    "annotation": [
      {
        "sentence": "听到你的经历，我感到很心疼。",
        "label": ""
      },
      {
        "sentence": "一方面，你需要承担自己学习的压力，另一方面，你又想分担爸爸的负担，但是却无能为力。",
        "label": ""
      },
      {
        "sentence": "你缺乏母爱，同时又理解妈妈因为生病无法给予你母爱。",
        "label": ""
      },
      {
        "sentence": "这种无助的感觉一定很沉重吧。",
        "label": ""
      },
      {
        "sentence": "本应在家中得到关爱和鼓励的孩子，你确实经历了很多不同寻常的事情。",
        "label": ""
      },
      {
        "sentence": "但我想对你说，你是一个非常优秀的孩子，在承受压力之前，你的成绩一直都很好，这说明你有学习的能力，基础也很扎实。",
        "label": ""
      },
      {
        "sentence": "你可以多肯定自己，因为妈妈无法给予你关心和鼓励，你可以多给自己一些，对自己说些肯定的话，关心自己。",
        "label": ""
      },
      {
        "sentence": "同时我也看到你是一个懂事的孩子，你很爱你的父母，希望能帮助他们。",
        "label": ""
      },
      {
        "sentence": "但要记住，首先你要帮助自己，提升自己，过好自己的生活，这样你才能更好地帮助他们。",
        "label": ""
      },
      {
        "sentence": "你是父母的希望，你过得好也是对他们的安慰。",
        "label": ""
      },
      {
        "sentence": "虽然你对成绩非常在意，但这也是很好的，你可以将生活中的压力转化为成长的动力。",
        "label": ""
      },
      {
        "sentence": "当然，这个挑战对你来说也是很大的，如果你需要的话，你考虑住校也许是一个解决方法。",
        "label": ""
      },
      {
        "sentence": "世界上有很多事情我们无法改变，学会如何面对困难，学会和自己相处，学会寻求帮助，这些都是成长的一部分。",
        "label": ""
      }
    ]
  }
]