[
  {
    "role": "client",
    "content": "我是一个14岁的女生，我现在真的感觉到被这个家逼疯了，不知道该怎么办？",
    "annotation": [
      {
        "sentence": "我是一个14岁的女生，我现在真的感觉到被这个家逼疯了，不知道该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能感受到你的困扰，你一定对家里的情况有些埋怨吧，但我相信你也很爱你的妈妈。妈妈也是爱你的，只是她现在自己都照顾不好自己，更别说像其他妈妈一样关心你了。她的自卑抑郁可能是对自身价值的否定所致，对于要强的人来说，这种病一定会造成巨大困扰。亲爱的，我知道你对这样的家庭肯定有些不满和埋怨，但妈妈现在真的非常非常需要你的帮助和关爱，这么多年来，她的内心可能也深受伤害，才会变得暴躁和无理取闹，她非常缺乏安全感。而怀疑爸爸可能也是因为妈妈自卑，她在家里变得越来越颓废，整天只会看抖音和电视剧。慢慢地没有为自己找到一些有意义的事情去做，人就会废了。如果可以的话，我觉得你可以帮助妈妈重新找到她自己的价值，比如看看书籍、尝试瑜伽，甚至在网上分享她自己的经历，鼓励其他同样受困的人。让妈妈重新拥有人生目标非常重要，而且相信我，如果你能成功，那你和爸爸在心理上的日子都会好很多。现在家里的压力基本上都压在爸爸身上，而你现在初二，既然在家的话，可以多帮爸爸分担一些家务，比如打扫和做饭，这样爸爸会轻松一些。多跟爸爸表达你的感谢和爱意，不要害羞，多说几次就会习惯了。你不说的话，父母真的不会知道孩子对他们的爱意，而父母真的需要孩子的支持。虽然你现在可能没法从经济上帮助爸爸，但你可以在心灵和行动上支持他，帮他分担一些压力。至于成绩下滑，你以前住校时成绩上升了一千多名，这说明你是一个聪明的孩子，有潜力的。在家学习的时候，可以戴上耳机听一些舒缓的音乐，让自己的心情平静下来。学习压力不要太大，当你在学习时突然想到妈妈对你说的话时，一定要及时止损，告诉自己那只是妈妈因生气才说的话，不是真心的。要知道，大人生气起来也会像小孩子一样口不择言。你要多次提醒自己，这样就会慢慢形成心理暗示，不会太受那些话的影响，成绩也应该会慢慢好起来。言语既有温暖的港湾，也有伤人的利器。在妈妈情绪好的时候，你可以好好地和她聊聊。但你自己千万不能激动，因为妈妈已经很情绪不稳定了，你一激动，可能会引发她的情绪。你要告诉妈妈，“妈妈，我非常爱你，无论过了多久，你变成什么样子，我都会一直爱你，所以你能不能不再对我说那些话？如果你生了意外，我怎么可能会高兴呢？你是我的妈妈啊。”希望你们家的生活会越来越好！加油！",
    "annotation": [
      {
        "sentence": "我能感受到你的困扰，你一定对家里的情况有些埋怨吧，但我相信你也很爱你的妈妈。",
        "label": ""
      },
      {
        "sentence": "妈妈也是爱你的，只是她现在自己都照顾不好自己，更别说像其他妈妈一样关心你了。",
        "label": ""
      },
      {
        "sentence": "她的自卑抑郁可能是对自身价值的否定所致，对于要强的人来说，这种病一定会造成巨大困扰。",
        "label": ""
      },
      {
        "sentence": "亲爱的，我知道你对这样的家庭肯定有些不满和埋怨，但妈妈现在真的非常非常需要你的帮助和关爱，这么多年来，她的内心可能也深受伤害，才会变得暴躁和无理取闹，她非常缺乏安全感。",
        "label": ""
      },
      {
        "sentence": "而怀疑爸爸可能也是因为妈妈自卑，她在家里变得越来越颓废，整天只会看抖音和电视剧。",
        "label": ""
      },
      {
        "sentence": "慢慢地没有为自己找到一些有意义的事情去做，人就会废了。",
        "label": ""
      },
      {
        "sentence": "如果可以的话，我觉得你可以帮助妈妈重新找到她自己的价值，比如看看书籍、尝试瑜伽，甚至在网上分享她自己的经历，鼓励其他同样受困的人。",
        "label": ""
      },
      {
        "sentence": "让妈妈重新拥有人生目标非常重要，而且相信我，如果你能成功，那你和爸爸在心理上的日子都会好很多。",
        "label": ""
      },
      {
        "sentence": "现在家里的压力基本上都压在爸爸身上，而你现在初二，既然在家的话，可以多帮爸爸分担一些家务，比如打扫和做饭，这样爸爸会轻松一些。",
        "label": ""
      },
      {
        "sentence": "多跟爸爸表达你的感谢和爱意，不要害羞，多说几次就会习惯了。",
        "label": ""
      },
      {
        "sentence": "你不说的话，父母真的不会知道孩子对他们的爱意，而父母真的需要孩子的支持。",
        "label": ""
      },
      {
        "sentence": "虽然你现在可能没法从经济上帮助爸爸，但你可以在心灵和行动上支持他，帮他分担一些压力。",
        "label": ""
      },
      {
        "sentence": "至于成绩下滑，你以前住校时成绩上升了一千多名，这说明你是一个聪明的孩子，有潜力的。",
        "label": ""
      },
      {
        "sentence": "在家学习的时候，可以戴上耳机听一些舒缓的音乐，让自己的心情平静下来。",
        "label": ""
      },
      {
        "sentence": "学习压力不要太大，当你在学习时突然想到妈妈对你说的话时，一定要及时止损，告诉自己那只是妈妈因生气才说的话，不是真心的。",
        "label": ""
      },
      {
        "sentence": "要知道，大人生气起来也会像小孩子一样口不择言。",
        "label": ""
      },
      {
        "sentence": "你要多次提醒自己，这样就会慢慢形成心理暗示，不会太受那些话的影响，成绩也应该会慢慢好起来。",
        "label": ""
      },
      {
        "sentence": "言语既有温暖的港湾，也有伤人的利器。",
        "label": ""
      },
      {
        "sentence": "在妈妈情绪好的时候，你可以好好地和她聊聊。",
        "label": ""
      },
      {
        "sentence": "但你自己千万不能激动，因为妈妈已经很情绪不稳定了，你一激动，可能会引发她的情绪。",
        "label": ""
      },
      {
        "sentence": "你要告诉妈妈，“妈妈，我非常爱你，无论过了多久，你变成什么样子，我都会一直爱你，所以你能不能不再对我说那些话？",
        "label": ""
      },
      {
        "sentence": "如果你生了意外，我怎么可能会高兴呢？",
        "label": ""
      },
      {
        "sentence": "你是我的妈妈啊。",
        "label": ""
      },
      {
        "sentence": "”希望你们家的生活会越来越好！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]