[
  {
    "role": "client",
    "content": "最近我检查出前列腺可能已钙化，对任何事都没兴趣。自从知道自己得了前列腺之后开始积极治疗，但治疗效果不佳。随着对病理的深入认识，我知道自己可能好不了，还可能不孕不育。回想起这件事，应该是三年前一次憋尿导致尿液回流感染的后果，当时我没注意，现在久病成疾，感觉很难受。为什么当时不能好好对待这件事。现在得了这个病女朋友也交不了，于是婚也结不了，我心里面的压力好大！！",
    "annotation": [
      {
        "sentence": "最近我检查出前列腺可能已钙化，对任何事都没兴趣。",
        "label": ""
      },
      {
        "sentence": "自从知道自己得了前列腺之后开始积极治疗，但治疗效果不佳。",
        "label": ""
      },
      {
        "sentence": "随着对病理的深入认识，我知道自己可能好不了，还可能不孕不育。",
        "label": ""
      },
      {
        "sentence": "回想起这件事，应该是三年前一次憋尿导致尿液回流感染的后果，当时我没注意，现在久病成疾，感觉很难受。",
        "label": ""
      },
      {
        "sentence": "为什么当时不能好好对待这件事。",
        "label": ""
      },
      {
        "sentence": "现在得了这个病女朋友也交不了，于是婚也结不了，我心里面的压力好大！！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你现在的困境，但是你一定要知道，这并不是生命的终结。首先，前列腺钙化并不会影响生育，我咨询了30岁以下的男科医生，他说中医和西医都是这样认为的，除非你还有其他症状。第二，前列腺钙化是很常见的，像很多军人和程序员就会有这个问题。所以你不需要过于担心。",
    "annotation": [
      {
        "sentence": "我能理解你现在的困境，但是你一定要知道，这并不是生命的终结。",
        "label": ""
      },
      {
        "sentence": "首先，前列腺钙化并不会影响生育，我咨询了30岁以下的男科医生，他说中医和西医都是这样认为的，除非你还有其他症状。",
        "label": ""
      },
      {
        "sentence": "第二，前列腺钙化是很常见的，像很多军人和程序员就会有这个问题。",
        "label": ""
      },
      {
        "sentence": "所以你不需要过于担心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我感觉自己的身体状况越来越糟糕，现在吃饭也没胃口，胸闷心跳加快。我对任何事情都没有兴趣了，我知道我这种状态不对，我控制不住自己啊啊啊啊啊啊啊啊，我好担心这样下去会得抑郁症。",
    "annotation": [
      {
        "sentence": "可是我感觉自己的身体状况越来越糟糕，现在吃饭也没胃口，胸闷心跳加快。",
        "label": ""
      },
      {
        "sentence": "我对任何事情都没有兴趣了，我知道我这种状态不对，我控制不住自己啊啊啊啊啊啊啊啊，我好担心这样下去会得抑郁症。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的状况确实很不好，但是你需要知道，你现在的焦虑和担心并不利于你的治疗。也许你想象的事情比实际情况更严重，所以你需要尝试放松一下。如果你实在觉得没有办法不胡思乱想的，就找一个自己必须去努力完成的项目。据医生说，很多得癌症的人其实不是因为癌细胞扩散而死亡，而是因为自己吓死自己的。所以你要好好爱自己，学会适当放松，不要想太多，才能更好地面对治疗。",
    "annotation": [
      {
        "sentence": "你现在的状况确实很不好，但是你需要知道，你现在的焦虑和担心并不利于你的治疗。",
        "label": ""
      },
      {
        "sentence": "也许你想象的事情比实际情况更严重，所以你需要尝试放松一下。",
        "label": ""
      },
      {
        "sentence": "如果你实在觉得没有办法不胡思乱想的，就找一个自己必须去努力完成的项目。",
        "label": ""
      },
      {
        "sentence": "据医生说，很多得癌症的人其实不是因为癌细胞扩散而死亡，而是因为自己吓死自己的。",
        "label": ""
      },
      {
        "sentence": "所以你要好好爱自己，学会适当放松，不要想太多，才能更好地面对治疗。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，但是我感觉还是需要更深入的治疗。我真的很想好好对待这个病，但我不知道该怎么办。",
    "annotation": [
      {
        "sentence": "你说的很有道理，但是我感觉还是需要更深入的治疗。",
        "label": ""
      },
      {
        "sentence": "我真的很想好好对待这个病，但我不知道该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你需要找到有效的治疗方案，首先你可以咨询专业的医生，听取医生的建议。其次，你需要保持良好的饮食习惯和生活习惯，例如戒烟限酒、多运动等，这些都能帮助你更好地面对治疗。",
    "annotation": [
      {
        "sentence": "你需要找到有效的治疗方案，首先你可以咨询专业的医生，听取医生的建议。",
        "label": ""
      },
      {
        "sentence": "其次，你需要保持良好的饮食习惯和生活习惯，例如戒烟限酒、多运动等，这些都能帮助你更好地面对治疗。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着去做的。但是我现在感觉很孤独，因为我觉得没有人能够理解我现在所处的困境。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着去做的。",
        "label": ""
      },
      {
        "sentence": "但是我现在感觉很孤独，因为我觉得没有人能够理解我现在所处的困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你需要知道，你不是独自面对这个问题。有很多人都经历过类似的困境。如果你觉得需要，你可以寻求心理治疗，找到一个心理医生，进行咨询和安慰。此外，你也可以寻找一些支持组织，跟一些有共同经历的人交流，感受到共同的温暖和力量。",
    "annotation": [
      {
        "sentence": "你需要知道，你不是独自面对这个问题。",
        "label": ""
      },
      {
        "sentence": "有很多人都经历过类似的困境。",
        "label": ""
      },
      {
        "sentence": "如果你觉得需要，你可以寻求心理治疗，找到一个心理医生，进行咨询和安慰。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以寻找一些支持组织，跟一些有共同经历的人交流，感受到共同的温暖和力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试着去寻找资源，让自己感受一些支持和关爱。谢谢你的帮助，你的话让我感觉好多了。",
    "annotation": [
      {
        "sentence": "好的，我会试着去寻找资源，让自己感受一些支持和关爱。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助，你的话让我感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，希望我的支持能够帮助你度过难关。最后，我想告诉你，你永远都不是一个人。坚韧、勇敢、乐观，一步一步走过来，你会发现，日子一天天变得更加美好。",
    "annotation": [
      {
        "sentence": "不用客气，希望我的支持能够帮助你度过难关。",
        "label": ""
      },
      {
        "sentence": "最后，我想告诉你，你永远都不是一个人。",
        "label": ""
      },
      {
        "sentence": "坚韧、勇敢、乐观，一步一步走过来，你会发现，日子一天天变得更加美好。",
        "label": ""
      }
    ]
  }
]