[
  {
    "role": "client",
    "content": "我23岁，最近在体检时发现可能已经钙化的前列腺，自从得知这个问题后我对任何事情都失去了兴趣。起初我积极治疗，但治疗效果并不理想。随着对病情的深入了解，我发现可能无法完全康复，甚至可能导致不孕不育。回想起这个问题，应该是三年前因为一次憋尿导致尿液回流感染，但当时我没有重视症状，现在已经发展成为了严重的疾病，我感到非常难受。为什么当时没有认真对待呢？得了这个病后，我不仅交不了女朋友，结婚也成了一个问题，压力真的很大！我连吃饭的胃口也没有了，现在还经常出现胸闷心跳加快的情况，对任何事情都提不起兴趣。我知道这个状态是不正常的，我无法控制自己，我好担心这样下去会得抑郁症。",
    "annotation": [
      {
        "sentence": "我23岁，最近在体检时发现可能已经钙化的前列腺，自从得知这个问题后我对任何事情都失去了兴趣。",
        "label": ""
      },
      {
        "sentence": "起初我积极治疗，但治疗效果并不理想。",
        "label": ""
      },
      {
        "sentence": "随着对病情的深入了解，我发现可能无法完全康复，甚至可能导致不孕不育。",
        "label": ""
      },
      {
        "sentence": "回想起这个问题，应该是三年前因为一次憋尿导致尿液回流感染，但当时我没有重视症状，现在已经发展成为了严重的疾病，我感到非常难受。",
        "label": ""
      },
      {
        "sentence": "为什么当时没有认真对待呢？",
        "label": ""
      },
      {
        "sentence": "得了这个病后，我不仅交不了女朋友，结婚也成了一个问题，压力真的很大！",
        "label": ""
      },
      {
        "sentence": "我连吃饭的胃口也没有了，现在还经常出现胸闷心跳加快的情况，对任何事情都提不起兴趣。",
        "label": ""
      },
      {
        "sentence": "我知道这个状态是不正常的，我无法控制自己，我好担心这样下去会得抑郁症。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为一个已经过了40岁的男性咨询师，我想从男人的角度出发告诉你，你不需要过于惊慌。首先，男性前列腺问题是非常普遍的，就像女性的妇科问题一样，在某个年龄或时间段会出现，但它并不会影响到你结婚或生育的能力。在性生活和生孩子方面是没有问题的，当然了，任何问题都不能忽视，如果情况严重的话还是需要接受治疗的。正如前面提到的，“前列腺钙化灶并不是什么严重的问题，它只是一种影像学上的诊断，只会在超声和CT检查时出现。它并不是一种疾病，主要是由于前列腺分泌物中的钙盐或炎症介质沉积所导致的高密度影像。它对人体的机能代谢并没有实质的影响。如果你患有慢性前列腺炎，经过治疗后，钙化灶会随着前列腺的新陈代谢被排出。”所以其实并没有什么可怕的。其次，对待这个问题要调整好心态，保持平常心看待。同时，不要再反复查阅百度了，那样只会加重你的强迫思维。网络上的信息千差万别，甚至有些是错误的，所以请不要再这样做了。我祝福你。我在这里，如果你还有其他问题，可以继续和我交流。",
    "annotation": [
      {
        "sentence": "作为一个已经过了40岁的男性咨询师，我想从男人的角度出发告诉你，你不需要过于惊慌。",
        "label": ""
      },
      {
        "sentence": "首先，男性前列腺问题是非常普遍的，就像女性的妇科问题一样，在某个年龄或时间段会出现，但它并不会影响到你结婚或生育的能力。",
        "label": ""
      },
      {
        "sentence": "在性生活和生孩子方面是没有问题的，当然了，任何问题都不能忽视，如果情况严重的话还是需要接受治疗的。",
        "label": ""
      },
      {
        "sentence": "正如前面提到的，“前列腺钙化灶并不是什么严重的问题，它只是一种影像学上的诊断，只会在超声和CT检查时出现。",
        "label": ""
      },
      {
        "sentence": "它并不是一种疾病，主要是由于前列腺分泌物中的钙盐或炎症介质沉积所导致的高密度影像。",
        "label": ""
      },
      {
        "sentence": "它对人体的机能代谢并没有实质的影响。",
        "label": ""
      },
      {
        "sentence": "如果你患有慢性前列腺炎，经过治疗后，钙化灶会随着前列腺的新陈代谢被排出。",
        "label": ""
      },
      {
        "sentence": "”所以其实并没有什么可怕的。",
        "label": ""
      },
      {
        "sentence": "其次，对待这个问题要调整好心态，保持平常心看待。",
        "label": ""
      },
      {
        "sentence": "同时，不要再反复查阅百度了，那样只会加重你的强迫思维。",
        "label": ""
      },
      {
        "sentence": "网络上的信息千差万别，甚至有些是错误的，所以请不要再这样做了。",
        "label": ""
      },
      {
        "sentence": "我祝福你。",
        "label": ""
      },
      {
        "sentence": "我在这里，如果你还有其他问题，可以继续和我交流。",
        "label": ""
      }
    ]
  }
]