[
  {
    "role": "client",
    "content": "我是一个高二女生，想要活出真正的自我，但我总是在乎别人的看法。无论做什么事情之前，我总会想到别人会怎么看待我，别人会怎么想，然后我为了迎合他们的想法而去做一些事情。可是这样真的很累，我不可能顾及到每个人的想法，也无法让每个人都满意。而且，我对自己的评价总是以别人的评价为依据，对别人的评价特别在意，以至于听不到自己的声音。我想改变这个现状，不再总是考虑别人的看法，我想活出真正的自己。",
    "annotation": [
      {
        "sentence": "我是一个高二女生，想要活出真正的自我，但我总是在乎别人的看法。",
        "label": ""
      },
      {
        "sentence": "无论做什么事情之前，我总会想到别人会怎么看待我，别人会怎么想，然后我为了迎合他们的想法而去做一些事情。",
        "label": ""
      },
      {
        "sentence": "可是这样真的很累，我不可能顾及到每个人的想法，也无法让每个人都满意。",
        "label": ""
      },
      {
        "sentence": "而且，我对自己的评价总是以别人的评价为依据，对别人的评价特别在意，以至于听不到自己的声音。",
        "label": ""
      },
      {
        "sentence": "我想改变这个现状，不再总是考虑别人的看法，我想活出真正的自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我想说我理解你的感受，因为我也曾经有类似的经历。当我读大专的时候，并没有很多朋友，所以我特别在意朋友们对我的看法。甚至只是朋友开个玩笑我都会当真并且难过好几个礼拜。你知道为什么会出现这种心理状态吗？我有三个观点想分享给你。第一，我们对自己的友谊非常在乎，对朋友的需求和忠诚度达到了200%。只要朋友对我们好，我们就愿意一辈子不离不弃，并且为了朋友可以不顾一切。因为我们在乎，所以也在意朋友们的看法，害怕他们不想和我们做朋友，害怕自己是导致友谊破裂的原因。第二，我们常常会质疑自己，担心自己相比他人太平凡。在父母和学校里，我们可能并不突出，只是一个平凡的人而已。因此，内心渴望被人肯定。当我们在其他方面得不到肯定时，就会通过朋友来弥补，期望朋友们成为我们的情感寄托，充满依恋感。当这种依恋感受到异样时，我们就会敏感地怀疑是不是自己的问题。那么如何解决这个问题呢？在乎别人的看法时，我们往往没有自己的想法，即使有，也没有选择权。我们的想法往往会被别人的言语所影响。所以，对于一些事情，我们需要静下心来，问问自己，弄清楚自己的真实想法和感受（可以用本子记录下来），然后再看看别人给的意见和建议，或者将两者进行对比，列出两种想法背后对自己来说的考量。也许在对比过程中，我们可以找到自己真正的想法，并且活出真正的自我。",
    "annotation": [
      {
        "sentence": "首先，我想说我理解你的感受，因为我也曾经有类似的经历。",
        "label": ""
      },
      {
        "sentence": "当我读大专的时候，并没有很多朋友，所以我特别在意朋友们对我的看法。",
        "label": ""
      },
      {
        "sentence": "甚至只是朋友开个玩笑我都会当真并且难过好几个礼拜。",
        "label": ""
      },
      {
        "sentence": "你知道为什么会出现这种心理状态吗？",
        "label": ""
      },
      {
        "sentence": "我有三个观点想分享给你。",
        "label": ""
      },
      {
        "sentence": "第一，我们对自己的友谊非常在乎，对朋友的需求和忠诚度达到了200%。",
        "label": ""
      },
      {
        "sentence": "只要朋友对我们好，我们就愿意一辈子不离不弃，并且为了朋友可以不顾一切。",
        "label": ""
      },
      {
        "sentence": "因为我们在乎，所以也在意朋友们的看法，害怕他们不想和我们做朋友，害怕自己是导致友谊破裂的原因。",
        "label": ""
      },
      {
        "sentence": "第二，我们常常会质疑自己，担心自己相比他人太平凡。",
        "label": ""
      },
      {
        "sentence": "在父母和学校里，我们可能并不突出，只是一个平凡的人而已。",
        "label": ""
      },
      {
        "sentence": "因此，内心渴望被人肯定。",
        "label": ""
      },
      {
        "sentence": "当我们在其他方面得不到肯定时，就会通过朋友来弥补，期望朋友们成为我们的情感寄托，充满依恋感。",
        "label": ""
      },
      {
        "sentence": "当这种依恋感受到异样时，我们就会敏感地怀疑是不是自己的问题。",
        "label": ""
      },
      {
        "sentence": "那么如何解决这个问题呢？",
        "label": ""
      },
      {
        "sentence": "在乎别人的看法时，我们往往没有自己的想法，即使有，也没有选择权。",
        "label": ""
      },
      {
        "sentence": "我们的想法往往会被别人的言语所影响。",
        "label": ""
      },
      {
        "sentence": "所以，对于一些事情，我们需要静下心来，问问自己，弄清楚自己的真实想法和感受（可以用本子记录下来），然后再看看别人给的意见和建议，或者将两者进行对比，列出两种想法背后对自己来说的考量。",
        "label": ""
      },
      {
        "sentence": "也许在对比过程中，我们可以找到自己真正的想法，并且活出真正的自我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和关心，你的经历和观点让我感到很安慰。我明白我需要更加相信自己，培养自己的独立思考能力。但是，我总觉得很难做到完全不在乎别人的看法，因为我担心会失去朋友或者被孤立。有没有一些方法可以帮助我更好地处理这种情况呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和关心，你的经历和观点让我感到很安慰。",
        "label": ""
      },
      {
        "sentence": "我明白我需要更加相信自己，培养自己的独立思考能力。",
        "label": ""
      },
      {
        "sentence": "但是，我总觉得很难做到完全不在乎别人的看法，因为我担心会失去朋友或者被孤立。",
        "label": ""
      },
      {
        "sentence": "有没有一些方法可以帮助我更好地处理这种情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的担忧。首先，我们要明确一点，不在乎别人的看法并不意味着我们要强行与他人唱反调或者追求与众不同。而是要学会独立思考和坚持自己的价值观，才能真正成为自己喜欢的样子。方法来了，第一，我们可以尝试寻找那些真正理解和支持我们的人，和这些人保持更好的交流。这些人会给我们更多的自信和支持，让我们更加容易摆脱对他人看法的过分关注。第二，让我们扩大自己的生活圈子，参与一些自己真正感兴趣的活动，结交更多志同道合的朋友。当我们置身于一个更加积极、正面的环境中，我们的自信和独立思考能力也会得到更好的发展。第三，学会积极应对批评和挑剔的声音。不要把别人的意见看作是攻击，而是尝试从中找到可以改进和成长的地方。尽管我们不可能取悦每个人，但我们可以通过自己的努力变得更加自信，为自己的选择负责。",
    "annotation": [
      {
        "sentence": "我完全理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "首先，我们要明确一点，不在乎别人的看法并不意味着我们要强行与他人唱反调或者追求与众不同。",
        "label": ""
      },
      {
        "sentence": "而是要学会独立思考和坚持自己的价值观，才能真正成为自己喜欢的样子。",
        "label": ""
      },
      {
        "sentence": "方法来了，第一，我们可以尝试寻找那些真正理解和支持我们的人，和这些人保持更好的交流。",
        "label": ""
      },
      {
        "sentence": "这些人会给我们更多的自信和支持，让我们更加容易摆脱对他人看法的过分关注。",
        "label": ""
      },
      {
        "sentence": "第二，让我们扩大自己的生活圈子，参与一些自己真正感兴趣的活动，结交更多志同道合的朋友。",
        "label": ""
      },
      {
        "sentence": "当我们置身于一个更加积极、正面的环境中，我们的自信和独立思考能力也会得到更好的发展。",
        "label": ""
      },
      {
        "sentence": "第三，学会积极应对批评和挑剔的声音。",
        "label": ""
      },
      {
        "sentence": "不要把别人的意见看作是攻击，而是尝试从中找到可以改进和成长的地方。",
        "label": ""
      },
      {
        "sentence": "尽管我们不可能取悦每个人，但我们可以通过自己的努力变得更加自信，为自己的选择负责。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的建议真的很实用，我会尽量去实践。尽管我知道这些改变不会一蹴而就，但我相信只要我坚持下去，我一定可以摆脱对他人眼光的过度在意，活出真正的自己。谢谢你的帮助和鼓励！",
    "annotation": [
      {
        "sentence": "你的建议真的很实用，我会尽量去实践。",
        "label": ""
      },
      {
        "sentence": "尽管我知道这些改变不会一蹴而就，但我相信只要我坚持下去，我一定可以摆脱对他人眼光的过度在意，活出真正的自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的帮助和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个很有勇气的人，相信自己，你一定能够实现自己的目标。在这个过程中，如果你还有任何困惑或者需要倾诉的地方，记得随时来找我。我会一直在你身边支持着你的。加油！",
    "annotation": [
      {
        "sentence": "你是一个很有勇气的人，相信自己，你一定能够实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，如果你还有任何困惑或者需要倾诉的地方，记得随时来找我。",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边支持着你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]