[
  {
    "role": "client",
    "content": "嘴硬，不够坦诚，怎样才能坦诚相见？简单说明下我的问题举几个例子和人比打游戏，明明自己怕的很，但是却嘴硬，一直不放口，最好输了下不来台面，心情难受和别人一起学习，比考试成绩，嘴巴很硬，明明心理怕的不行，很没自信，却要装的很有自信，好像要把别人吓怕一样比聪明，明明自己虚的很缺，缺嘴硬，很难受比高考，明明成绩当时很差，当时却嘴硬表现的很有自信，能考的很好就是这种不断的违心，让我现在心理很难受不知道怎么解决明明工作毕业没自信，缺表现的很有自信的样子。",
    "annotation": [
      {
        "sentence": "嘴硬，不够坦诚，怎样才能坦诚相见？",
        "label": ""
      },
      {
        "sentence": "简单说明下我的问题举几个例子和人比打游戏，明明自己怕的很，但是却嘴硬，一直不放口，最好输了下不来台面，心情难受和别人一起学习，比考试成绩，嘴巴很硬，明明心理怕的不行，很没自信，却要装的很有自信，好像要把别人吓怕一样比聪明，明明自己虚的很缺，缺嘴硬，很难受比高考，明明成绩当时很差，当时却嘴硬表现的很有自信，能考的很好就是这种不断的违心，让我现在心理很难受不知道怎么解决明明工作毕业没自信，缺表现的很有自信的样子。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明明内心没底但表面总是装着气定神闲。非常心疼你目前的状态，你在觉察自己的过程中，发觉了自己似乎总喜欢强撑：明明内心没底，但是为了某种信念，不愿意在他人面前露怯。一方面是自己不自信的缘故，有时候我们越没有什么越会想要抓住什么；另一方面，也许是太在乎自己在他人面前正面的形象，从而不允许自己犯错或者不勇敢。每个人都是有缺点的，承认自己的心虚和无力也不是承认自己无能，更不会影响到他人对你的观感从而影响自己的形象和生活。追求事事完美是每个人的一种内在欲望，但是现实中那些真正在人际关系中受到广泛欢迎的，往往是那些很出色、但又有一些小缺点的人。因此偶尔露一次怯并不是什么坏事，能够诚实面对自己的人，同样令人尊重。",
    "annotation": [
      {
        "sentence": "明明内心没底但表面总是装着气定神闲。",
        "label": ""
      },
      {
        "sentence": "非常心疼你目前的状态，你在觉察自己的过程中，发觉了自己似乎总喜欢强撑：明明内心没底，但是为了某种信念，不愿意在他人面前露怯。",
        "label": ""
      },
      {
        "sentence": "一方面是自己不自信的缘故，有时候我们越没有什么越会想要抓住什么；另一方面，也许是太在乎自己在他人面前正面的形象，从而不允许自己犯错或者不勇敢。",
        "label": ""
      },
      {
        "sentence": "每个人都是有缺点的，承认自己的心虚和无力也不是承认自己无能，更不会影响到他人对你的观感从而影响自己的形象和生活。",
        "label": ""
      },
      {
        "sentence": "追求事事完美是每个人的一种内在欲望，但是现实中那些真正在人际关系中受到广泛欢迎的，往往是那些很出色、但又有一些小缺点的人。",
        "label": ""
      },
      {
        "sentence": "因此偶尔露一次怯并不是什么坏事，能够诚实面对自己的人，同样令人尊重。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道每个人都有缺点，但我总觉得自己的不坦诚会让别人失望或不信任我，我担心这样会影响我的人际关系。",
    "annotation": [
      {
        "sentence": "我知道每个人都有缺点，但我总觉得自己的不坦诚会让别人失望或不信任我，我担心这样会影响我的人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧，实际上，对于真正在乎你的人来说，会理解你的内心挣扎并给予支持。坦诚相待是建立稳固关系的基石，而对于不信任的人，他们的看法并不会成为你自我价值的判断标准。在维护自己的人际关系时，不要过度追求完美，相信那些欣赏真实的人会逐渐出现在你的生活中。",
    "annotation": [
      {
        "sentence": "我理解你的担忧，实际上，对于真正在乎你的人来说，会理解你的内心挣扎并给予支持。",
        "label": ""
      },
      {
        "sentence": "坦诚相待是建立稳固关系的基石，而对于不信任的人，他们的看法并不会成为你自我价值的判断标准。",
        "label": ""
      },
      {
        "sentence": "在维护自己的人际关系时，不要过度追求完美，相信那些欣赏真实的人会逐渐出现在你的生活中。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但是我还是觉得很在意他人对我的评价，在工作和学习中，我总是想表现出自信的样子，毕竟这对于职场竞争很重要。",
    "annotation": [
      {
        "sentence": "我明白了，但是我还是觉得很在意他人对我的评价，在工作和学习中，我总是想表现出自信的样子，毕竟这对于职场竞争很重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "确实，自信在工作和学习中起着重要的作用。但是我们要明确区分表现自信和真正的自信。表面上的自信是一种外在的包装，而真正的自信源于内心对自己的认同和接纳。你可以将自己的精力放在发展自己的实力和提升自己的能力上，相信通过实际的努力和表现，你会赢得他人的认可和尊重。",
    "annotation": [
      {
        "sentence": "确实，自信在工作和学习中起着重要的作用。",
        "label": ""
      },
      {
        "sentence": "但是我们要明确区分表现自信和真正的自信。",
        "label": ""
      },
      {
        "sentence": "表面上的自信是一种外在的包装，而真正的自信源于内心对自己的认同和接纳。",
        "label": ""
      },
      {
        "sentence": "你可以将自己的精力放在发展自己的实力和提升自己的能力上，相信通过实际的努力和表现，你会赢得他人的认可和尊重。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我应该如何才能培养真正的自信呢？",
    "annotation": [
      {
        "sentence": "那我应该如何才能培养真正的自信呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "建立自己的自信，首先可以从自己擅长的、能够完成的小任务一步步来。我们的大脑天生自带消极偏见，面对很多事情，只会更加在意环境中的负面影响。而要减小这种影响，需要我们用很多正面积极的事情去对抗。即就算生理倾向如此，但我们还是能够做出努力去改变。同时也给自己积极正面地暗示：暂时没有能力不要紧，可以勤奋地学习，通过增加自己的能力给予自己底气的信心。你有能力改变自己。",
    "annotation": [
      {
        "sentence": "建立自己的自信，首先可以从自己擅长的、能够完成的小任务一步步来。",
        "label": ""
      },
      {
        "sentence": "我们的大脑天生自带消极偏见，面对很多事情，只会更加在意环境中的负面影响。",
        "label": ""
      },
      {
        "sentence": "而要减小这种影响，需要我们用很多正面积极的事情去对抗。",
        "label": ""
      },
      {
        "sentence": "即就算生理倾向如此，但我们还是能够做出努力去改变。",
        "label": ""
      },
      {
        "sentence": "同时也给自己积极正面地暗示：暂时没有能力不要紧，可以勤奋地学习，通过增加自己的能力给予自己底气的信心。",
        "label": ""
      },
      {
        "sentence": "你有能力改变自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我需要努力培养自己的实力，这样我才能真正从内心自信起来。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "你说的对，我需要努力培养自己的实力，这样我才能真正从内心自信起来。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信只要你坚持努力，你一定能够克服困难，找到真正的自信。记得，在成长的过程中，不要对自己太苛刻，给自己一些时间和空间去成长和发展。我会一直在这里支持你，如果你还有其他问题或需要进一步的支持，随时都可以找我谈谈。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我相信只要你坚持努力，你一定能够克服困难，找到真正的自信。",
        "label": ""
      },
      {
        "sentence": "记得，在成长的过程中，不要对自己太苛刻，给自己一些时间和空间去成长和发展。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你，如果你还有其他问题或需要进一步的支持，随时都可以找我谈谈。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]