[
  {
    "role": "client",
    "content": "高二女，想活出自己，如何才能不在乎别人的看法？一直以来，我的生活中总是充斥着别人的声音，我特别在乎别人的看法和评价。我在做什么事之前，总会想别人会怎么看，别人会怎么想，总会为了迎合别人的想法而做一些事情。但是真的很累，我没办法顾及到所有人的想法，也没办法让所有人满意。还有就是，我对自己的评价总是建立在别人的评价之上，特别在意别人的评价以至于听不见自己的声音。我想要改变这种现状，我不想总是想着别人的看法了，我想活出我自己。",
    "annotation": [
      {
        "sentence": "高二女，想活出自己，如何才能不在乎别人的看法？",
        "label": ""
      },
      {
        "sentence": "一直以来，我的生活中总是充斥着别人的声音，我特别在乎别人的看法和评价。",
        "label": ""
      },
      {
        "sentence": "我在做什么事之前，总会想别人会怎么看，别人会怎么想，总会为了迎合别人的想法而做一些事情。",
        "label": ""
      },
      {
        "sentence": "但是真的很累，我没办法顾及到所有人的想法，也没办法让所有人满意。",
        "label": ""
      },
      {
        "sentence": "还有就是，我对自己的评价总是建立在别人的评价之上，特别在意别人的评价以至于听不见自己的声音。",
        "label": ""
      },
      {
        "sentence": "我想要改变这种现状，我不想总是想着别人的看法了，我想活出我自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我刚刚结束去年的高考，所以对你这种感觉很明白。想活出自己，这很对。但我认为应该先立足眼下，高考压力和人际关系冲突是非常正常的，就心理成长方面讲，解决好这两方面将会使你终生受益。",
    "annotation": [
      {
        "sentence": "我刚刚结束去年的高考，所以对你这种感觉很明白。",
        "label": ""
      },
      {
        "sentence": "想活出自己，这很对。",
        "label": ""
      },
      {
        "sentence": "但我认为应该先立足眼下，高考压力和人际关系冲突是非常正常的，就心理成长方面讲，解决好这两方面将会使你终生受益。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实觉得和别人的冲突和压力很大，而且我总是很在意别人的想法和评价。我觉得自己的快乐和自我价值好像都建立在别人的赞许上，这样的心态很累。",
    "annotation": [
      {
        "sentence": "是的，我确实觉得和别人的冲突和压力很大，而且我总是很在意别人的想法和评价。",
        "label": ""
      },
      {
        "sentence": "我觉得自己的快乐和自我价值好像都建立在别人的赞许上，这样的心态很累。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受，但无论是对待他人还是对待自己，心态都很重要。要相信自己有独特的价值和性格，不要总是依赖他人的认可来判断自己的价值。",
    "annotation": [
      {
        "sentence": "理解你的感受，但无论是对待他人还是对待自己，心态都很重要。",
        "label": ""
      },
      {
        "sentence": "要相信自己有独特的价值和性格，不要总是依赖他人的认可来判断自己的价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该更加相信自己，不要总是轻易受其他人的想法和评价左右。但是有时候，我真的很难做到不在乎别人的看法，怎么才能改变这种情况呢？",
    "annotation": [
      {
        "sentence": "我明白了，我应该更加相信自己，不要总是轻易受其他人的想法和评价左右。",
        "label": ""
      },
      {
        "sentence": "但是有时候，我真的很难做到不在乎别人的看法，怎么才能改变这种情况呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变的过程需要时间和努力，我建议你可以从调整自己的心态开始。每天花一些时间思考和肯定自己的价值，培养自信心，减少对他人评价的过度依赖。",
    "annotation": [
      {
        "sentence": "改变的过程需要时间和努力，我建议你可以从调整自己的心态开始。",
        "label": ""
      },
      {
        "sentence": "每天花一些时间思考和肯定自己的价值，培养自信心，减少对他人评价的过度依赖。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试着每天找一些肯定自己的事情，培养自信心。但是要怎么处理和别人的冲突和不同意见呢？",
    "annotation": [
      {
        "sentence": "好的，我会试着每天找一些肯定自己的事情，培养自信心。",
        "label": ""
      },
      {
        "sentence": "但是要怎么处理和别人的冲突和不同意见呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对待他人的冲突和不同意见，尝试保持冷静和理智。可以多一些沟通和妥协，但也要坚持自己的立场和价值观。记住，你并不需要取悦每个人，只要做到对自己负责就好。",
    "annotation": [
      {
        "sentence": "对待他人的冲突和不同意见，尝试保持冷静和理智。",
        "label": ""
      },
      {
        "sentence": "可以多一些沟通和妥协，但也要坚持自己的立场和价值观。",
        "label": ""
      },
      {
        "sentence": "记住，你并不需要取悦每个人，只要做到对自己负责就好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量按照你说的去做。希望以后能够更好地活出我自己，不再受别人观点的干扰。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量按照你说的去做。",
        "label": ""
      },
      {
        "sentence": "希望以后能够更好地活出我自己，不再受别人观点的干扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你可以的，勇敢地面对自己，相信自己的价值，你一定能够摆脱过度在乎他人评价的困扰，活出真正的自己。不要害怕失败和他人的意见，关键是要找到自己的幸福和内心的平衡。加油！",
    "annotation": [
      {
        "sentence": "我相信你可以的，勇敢地面对自己，相信自己的价值，你一定能够摆脱过度在乎他人评价的困扰，活出真正的自己。",
        "label": ""
      },
      {
        "sentence": "不要害怕失败和他人的意见，关键是要找到自己的幸福和内心的平衡。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力的。再次感谢！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力的。",
        "label": ""
      },
      {
        "sentence": "再次感谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，有任何困扰随时都可以找我倾诉，我会一直支持你的。祝福你能够找到真正的幸福和快乐！",
    "annotation": [
      {
        "sentence": "不用客气，有任何困扰随时都可以找我倾诉，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "祝福你能够找到真正的幸福和快乐！",
        "label": ""
      }
    ]
  }
]