[
  {
    "role": "client",
    "content": "工作总是一个人不争不抢，不够自信该怎么办？我是一个从小就比较内向不太自信的人，小时候几乎身边没有人夸过我，跟我说我做的很好了什么的。最近公司发生了人事变动，我的主管离职了。总监来问我是几几年出生的，什么时候来公司的，像是在暗示我可以涨涨工资，但我不敢明着问他。男朋友和我说，叫我跟总监争取主管的位置，但我又觉得自己才工作两年（毕业之后就来公司了），而且有很多跨部门沟通流程还没熟悉，根本没资格去升主管。我也不敢去直接去问总监，就等着他来找我。后来他确实来找我了，说的是年底会涨工资，但没说升职的问题。我好像从来没主动提起我要升职我要涨工资，不争不抢的性格有时候别人替我着急，我自己在那说算了吧算了吧我还不够好。但有时候又觉得这样是不是就没有上进心了，不知道怎么改变自己变得大胆一些。",
    "annotation": [
      {
        "sentence": "工作总是一个人不争不抢，不够自信该怎么办？",
        "label": ""
      },
      {
        "sentence": "我是一个从小就比较内向不太自信的人，小时候几乎身边没有人夸过我，跟我说我做的很好了什么的。",
        "label": ""
      },
      {
        "sentence": "最近公司发生了人事变动，我的主管离职了。",
        "label": ""
      },
      {
        "sentence": "总监来问我是几几年出生的，什么时候来公司的，像是在暗示我可以涨涨工资，但我不敢明着问他。",
        "label": ""
      },
      {
        "sentence": "男朋友和我说，叫我跟总监争取主管的位置，但我又觉得自己才工作两年（毕业之后就来公司了），而且有很多跨部门沟通流程还没熟悉，根本没资格去升主管。",
        "label": ""
      },
      {
        "sentence": "我也不敢去直接去问总监，就等着他来找我。",
        "label": ""
      },
      {
        "sentence": "后来他确实来找我了，说的是年底会涨工资，但没说升职的问题。",
        "label": ""
      },
      {
        "sentence": "我好像从来没主动提起我要升职我要涨工资，不争不抢的性格有时候别人替我着急，我自己在那说算了吧算了吧我还不够好。",
        "label": ""
      },
      {
        "sentence": "但有时候又觉得这样是不是就没有上进心了，不知道怎么改变自己变得大胆一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够发现自己不够自信，这已经是很好的开始了。其实，你可以先探索一下自己的潜意识，因为这些在冰山底层存在的大部分的思想，他们到底是如何影响我们的生活的？你因为自卑，不认可自己的能力，觉得涨工资和升职是你不配的，但其实你是有能力的，这个从同事和领导对你的评价看的出来。",
    "annotation": [
      {
        "sentence": "你能够发现自己不够自信，这已经是很好的开始了。",
        "label": ""
      },
      {
        "sentence": "其实，你可以先探索一下自己的潜意识，因为这些在冰山底层存在的大部分的思想，他们到底是如何影响我们的生活的？",
        "label": ""
      },
      {
        "sentence": "你因为自卑，不认可自己的能力，觉得涨工资和升职是你不配的，但其实你是有能力的，这个从同事和领导对你的评价看的出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有些道理，但是我的确感到自己不够好，做不了大事。",
    "annotation": [
      {
        "sentence": "你说的有些道理，但是我的确感到自己不够好，做不了大事。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那么具体说，你在工作中，哪些方面感到自己不足呢？",
    "annotation": [
      {
        "sentence": "那么具体说，你在工作中，哪些方面感到自己不足呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得跨部门沟通是个问题，毕竟我还只工作了两年，不够成熟。",
    "annotation": [
      {
        "sentence": "我觉得跨部门沟通是个问题，毕竟我还只工作了两年，不够成熟。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这是一个需要逐步增强的能力，你不用过于担心。此外，从同事和领导的评价看，你的工作做得很好，你应该获得更多赞扬和鼓励。",
    "annotation": [
      {
        "sentence": "是的，这是一个需要逐步增强的能力，你不用过于担心。",
        "label": ""
      },
      {
        "sentence": "此外，从同事和领导的评价看，你的工作做得很好，你应该获得更多赞扬和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是，即使领导暗示可以涨涨工资，我还是不敢主动向领导提要求，生怕被拒绝。",
    "annotation": [
      {
        "sentence": "但是，即使领导暗示可以涨涨工资，我还是不敢主动向领导提要求，生怕被拒绝。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，这也是很多人都有的焦虑感。你该意识到，有时候大胆跨出的第一步会为你带来不一样的感受，让你发现自己的另一面的美好，也让你受益匪浅。那么，你可以试着改变一下自己，可以将自己的想法讲给领导听，不要担心会被拒绝，只要你勇于表达，成果就不可避免。领导作为管理者，他肯定会了解你的能力和表现，别太自卑了，毕竟在一线工作的人会比管理者更懂得专业知识嘛。",
    "annotation": [
      {
        "sentence": "其实，这也是很多人都有的焦虑感。",
        "label": ""
      },
      {
        "sentence": "你该意识到，有时候大胆跨出的第一步会为你带来不一样的感受，让你发现自己的另一面的美好，也让你受益匪浅。",
        "label": ""
      },
      {
        "sentence": "那么，你可以试着改变一下自己，可以将自己的想法讲给领导听，不要担心会被拒绝，只要你勇于表达，成果就不可避免。",
        "label": ""
      },
      {
        "sentence": "领导作为管理者，他肯定会了解你的能力和表现，别太自卑了，毕竟在一线工作的人会比管理者更懂得专业知识嘛。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去克服自己的自卑，变得更加自信。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去克服自己的自卑，变得更加自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，知道自己的心理状况并尝试进行改变，这无疑是最重要的第一步。我相信，只要你不断努力和学习，加上自身的努力和领导的鼓励，你可以取得很好的成绩。加油！",
    "annotation": [
      {
        "sentence": "很好，知道自己的心理状况并尝试进行改变，这无疑是最重要的第一步。",
        "label": ""
      },
      {
        "sentence": "我相信，只要你不断努力和学习，加上自身的努力和领导的鼓励，你可以取得很好的成绩。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]