[
  {
    "role": "client",
    "content": "我们两口子经常吵架，不知道如何跳出这个恶性循环。男方34岁，结婚7年，相处10年，我们是从自由恋爱到结婚的。我在这个关系中扮演了“两边跑”的角色，也就是所谓的“倒插门”。妻子和我的父母相处紧张，与我的兄弟和嫂子关系也紧张，这导致我们经常吵架。妻子认为我父母对兄嫂偏心，对嫂子的为人处事也持负面看法。我希望能与我父母分享我的财富和生活，而妻子则主张开会制定原则，按章程行事。最近我们为了以下事情争执不休：在疫情期间，兄嫂借用了我们的电脑，半年后由我父母归还，但嫂子发信息说本应当面致谢，没想到父母就把电脑送回来了。妻子非常生气，说再也不能借给他们。我当时只是开玩笑的说了这句话，并没有认真考虑。后来疫情再次爆发，兄嫂又向我借电脑，我答应了，结果妻子非常生气。在我看来，这样借用并不代表低头讨好，我们应该向前看。但是妻子却说我只是想借电脑而已，她就是不借。我们通常会冷战，一直到我认输为止。我现在很困惑，不知道是因为我总是妥协让步，还是因为妻子太过于控制我。希望能听到大家的建议！",
    "annotation": [
      {
        "sentence": "我们两口子经常吵架，不知道如何跳出这个恶性循环。",
        "label": ""
      },
      {
        "sentence": "男方34岁，结婚7年，相处10年，我们是从自由恋爱到结婚的。",
        "label": ""
      },
      {
        "sentence": "我在这个关系中扮演了“两边跑”的角色，也就是所谓的“倒插门”。",
        "label": ""
      },
      {
        "sentence": "妻子和我的父母相处紧张，与我的兄弟和嫂子关系也紧张，这导致我们经常吵架。",
        "label": ""
      },
      {
        "sentence": "妻子认为我父母对兄嫂偏心，对嫂子的为人处事也持负面看法。",
        "label": ""
      },
      {
        "sentence": "我希望能与我父母分享我的财富和生活，而妻子则主张开会制定原则，按章程行事。",
        "label": ""
      },
      {
        "sentence": "最近我们为了以下事情争执不休：在疫情期间，兄嫂借用了我们的电脑，半年后由我父母归还，但嫂子发信息说本应当面致谢，没想到父母就把电脑送回来了。",
        "label": ""
      },
      {
        "sentence": "妻子非常生气，说再也不能借给他们。",
        "label": ""
      },
      {
        "sentence": "我当时只是开玩笑的说了这句话，并没有认真考虑。",
        "label": ""
      },
      {
        "sentence": "后来疫情再次爆发，兄嫂又向我借电脑，我答应了，结果妻子非常生气。",
        "label": ""
      },
      {
        "sentence": "在我看来，这样借用并不代表低头讨好，我们应该向前看。",
        "label": ""
      },
      {
        "sentence": "但是妻子却说我只是想借电脑而已，她就是不借。",
        "label": ""
      },
      {
        "sentence": "我们通常会冷战，一直到我认输为止。",
        "label": ""
      },
      {
        "sentence": "我现在很困惑，不知道是因为我总是妥协让步，还是因为妻子太过于控制我。",
        "label": ""
      },
      {
        "sentence": "希望能听到大家的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢你的邀请，我读完了你的描述，对你妻子的印象是，她虽然强势，但并不是霸道不讲理的人，相反，我觉得她是一个性情中人，情感起伏明显。简单来说，如果你对她好，她会对你更好；如果你对她不好，她会加倍回应。在你的叙述中，你提到妻子和你的家人关系不和谐，重点是她认为你的家人更偏向你的兄嫂。这点你可以试着向她解释一下原因。毕竟兄嫂在父母身边付出了很多，照顾父母的事情就要多一些。你可以让她换位思考一下，如果她是兄嫂，爸爸也有些事情需要帮忙，是否会打电话让你们这对夫妻去帮忙。小事情也许她会自己做了，但是如果每个小事情都由你们代劳，你们会不会有怨言？这时候，作为父母，稍微偏向一点也是可以理解的。只要不过分，我相信你的妻子应该可以理解。至于借电脑这件事，按照你的想法，当然没有错，毕竟这是一个家庭，但你也要考虑到妻子的感受。从你个人的角度来看，这只是你的家人。你可以想尽办法解决。然而，别忘了你的妻子也是一个强势而且性情中人，她对某些人有看法，你应该理解她的想法。她的想法并不过分，就像别人借用你的物品之后，说声谢谢，这样的要求也不过分吧。你妻子只是想争口气，让她过这口气就行了。你并不是要向你的兄嫂告状，难道你也不能让你的兄弟知道一声谢谢吗？其实，从整个事件出来看，你是一个关键的因素。从你的叙述中可以看出，你想把你自己的财产或者生活分享给你的家人，这有什么错呢？并没有错。反过来想，如果你的妻子也愿意分享自己的财产或者生活给别人的家人，这也没有错吧？那你们家应该怎么办呢？你可能会说，我不可能全部分享出去，但是你的妻子也不可能全部分享出去。结果呢？所以，在你提到妻子制定规矩、按章程办事时，我个人认为可以理解，她考虑的某些方面可能比你更周到。既然是一个家，就有共同财产，就要考虑对方的感受。当然，并不是所有的事情都需要制定规矩。某些事情双方可以自行决定。关键是你要能够调节妻子的情绪。如果她过得开心，她也会懒得为这些小事争吵。记住，不要一味为你自己的家人开脱，这很容易导致对立。有时候，你要站在妻子的立场上思考问题。这样在她看来，她会觉得你还是关心她、心疼她。女人的心思千变万化，她争吵某些事情很可能只是因为对你不满而已。",
    "annotation": [
      {
        "sentence": "非常感谢你的邀请，我读完了你的描述，对你妻子的印象是，她虽然强势，但并不是霸道不讲理的人，相反，我觉得她是一个性情中人，情感起伏明显。",
        "label": ""
      },
      {
        "sentence": "简单来说，如果你对她好，她会对你更好；如果你对她不好，她会加倍回应。",
        "label": ""
      },
      {
        "sentence": "在你的叙述中，你提到妻子和你的家人关系不和谐，重点是她认为你的家人更偏向你的兄嫂。",
        "label": ""
      },
      {
        "sentence": "这点你可以试着向她解释一下原因。",
        "label": ""
      },
      {
        "sentence": "毕竟兄嫂在父母身边付出了很多，照顾父母的事情就要多一些。",
        "label": ""
      },
      {
        "sentence": "你可以让她换位思考一下，如果她是兄嫂，爸爸也有些事情需要帮忙，是否会打电话让你们这对夫妻去帮忙。",
        "label": ""
      },
      {
        "sentence": "小事情也许她会自己做了，但是如果每个小事情都由你们代劳，你们会不会有怨言？",
        "label": ""
      },
      {
        "sentence": "这时候，作为父母，稍微偏向一点也是可以理解的。",
        "label": ""
      },
      {
        "sentence": "只要不过分，我相信你的妻子应该可以理解。",
        "label": ""
      },
      {
        "sentence": "至于借电脑这件事，按照你的想法，当然没有错，毕竟这是一个家庭，但你也要考虑到妻子的感受。",
        "label": ""
      },
      {
        "sentence": "从你个人的角度来看，这只是你的家人。",
        "label": ""
      },
      {
        "sentence": "你可以想尽办法解决。",
        "label": ""
      },
      {
        "sentence": "然而，别忘了你的妻子也是一个强势而且性情中人，她对某些人有看法，你应该理解她的想法。",
        "label": ""
      },
      {
        "sentence": "她的想法并不过分，就像别人借用你的物品之后，说声谢谢，这样的要求也不过分吧。",
        "label": ""
      },
      {
        "sentence": "你妻子只是想争口气，让她过这口气就行了。",
        "label": ""
      },
      {
        "sentence": "你并不是要向你的兄嫂告状，难道你也不能让你的兄弟知道一声谢谢吗？",
        "label": ""
      },
      {
        "sentence": "其实，从整个事件出来看，你是一个关键的因素。",
        "label": ""
      },
      {
        "sentence": "从你的叙述中可以看出，你想把你自己的财产或者生活分享给你的家人，这有什么错呢？",
        "label": ""
      },
      {
        "sentence": "并没有错。",
        "label": ""
      },
      {
        "sentence": "反过来想，如果你的妻子也愿意分享自己的财产或者生活给别人的家人，这也没有错吧？",
        "label": ""
      },
      {
        "sentence": "那你们家应该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "你可能会说，我不可能全部分享出去，但是你的妻子也不可能全部分享出去。",
        "label": ""
      },
      {
        "sentence": "结果呢？",
        "label": ""
      },
      {
        "sentence": "所以，在你提到妻子制定规矩、按章程办事时，我个人认为可以理解，她考虑的某些方面可能比你更周到。",
        "label": ""
      },
      {
        "sentence": "既然是一个家，就有共同财产，就要考虑对方的感受。",
        "label": ""
      },
      {
        "sentence": "当然，并不是所有的事情都需要制定规矩。",
        "label": ""
      },
      {
        "sentence": "某些事情双方可以自行决定。",
        "label": ""
      },
      {
        "sentence": "关键是你要能够调节妻子的情绪。",
        "label": ""
      },
      {
        "sentence": "如果她过得开心，她也会懒得为这些小事争吵。",
        "label": ""
      },
      {
        "sentence": "记住，不要一味为你自己的家人开脱，这很容易导致对立。",
        "label": ""
      },
      {
        "sentence": "有时候，你要站在妻子的立场上思考问题。",
        "label": ""
      },
      {
        "sentence": "这样在她看来，她会觉得你还是关心她、心疼她。",
        "label": ""
      },
      {
        "sentence": "女人的心思千变万化，她争吵某些事情很可能只是因为对你不满而已。",
        "label": ""
      }
    ]
  }
]