[
  {
    "role": "client",
    "content": "最近我和妻子经常为了一些小事吵架，我们怎么样才能跳出这个吵架的轮回呢？我这边是个男性，34岁，已经结婚7年，和妻子相处了10年。我们是经过自由恋爱最终走到了一起的。我可以说是个\"两边跑\"的人，也就是理解成\"倒插门\"。我妻子和我父母的关系紧张，和我兄嫂也关系紧张，这导致我们经常为此吵架。我妻子觉得我父母偏心于我的兄嫂，对我的嫂子的为人处世不满意。而我希望能把我拥有的财富和生活分享给我父母，但妻子主张开会制定规则，按照章程办事。最近吵架的导火索是：疫情期间，我嫂子用了我的电脑，让我哥哥替她借用，并且借走了半年的时间后由我父母送了回来。而嫂子的信息中说，本来应该当面谢谢我，但没想到是我父母顺路给送回来的。妻子非常生气，说我们不能再借给他们电脑。而我以为，嫂子的行为有问题，但哥哥可以借，而且电脑是闲置的，可以借出去。但妻子认为，借就是低头，讨好，没有尊严。我试图解释给她听：我了解你的心情。但是借出去并不意味着低头讨好，我们应该共同努力向前。可是妻子回答说：你就是想要借出去！我就是不借！我们通常是冷战，直到我认怂为止。我现在糊涂了，不知道是我现在又要做一个烂好人借电脑，还是妻子太过控制欲强让我无法忍受？期待大家的建议！（字数受限，言不尽意）",
    "annotation": [
      {
        "sentence": "最近我和妻子经常为了一些小事吵架，我们怎么样才能跳出这个吵架的轮回呢？",
        "label": ""
      },
      {
        "sentence": "我这边是个男性，34岁，已经结婚7年，和妻子相处了10年。",
        "label": ""
      },
      {
        "sentence": "我们是经过自由恋爱最终走到了一起的。",
        "label": ""
      },
      {
        "sentence": "我可以说是个\"两边跑\"的人，也就是理解成\"倒插门\"。",
        "label": ""
      },
      {
        "sentence": "我妻子和我父母的关系紧张，和我兄嫂也关系紧张，这导致我们经常为此吵架。",
        "label": ""
      },
      {
        "sentence": "我妻子觉得我父母偏心于我的兄嫂，对我的嫂子的为人处世不满意。",
        "label": ""
      },
      {
        "sentence": "而我希望能把我拥有的财富和生活分享给我父母，但妻子主张开会制定规则，按照章程办事。",
        "label": ""
      },
      {
        "sentence": "最近吵架的导火索是：疫情期间，我嫂子用了我的电脑，让我哥哥替她借用，并且借走了半年的时间后由我父母送了回来。",
        "label": ""
      },
      {
        "sentence": "而嫂子的信息中说，本来应该当面谢谢我，但没想到是我父母顺路给送回来的。",
        "label": ""
      },
      {
        "sentence": "妻子非常生气，说我们不能再借给他们电脑。",
        "label": ""
      },
      {
        "sentence": "而我以为，嫂子的行为有问题，但哥哥可以借，而且电脑是闲置的，可以借出去。",
        "label": ""
      },
      {
        "sentence": "但妻子认为，借就是低头，讨好，没有尊严。",
        "label": ""
      },
      {
        "sentence": "我试图解释给她听：我了解你的心情。",
        "label": ""
      },
      {
        "sentence": "但是借出去并不意味着低头讨好，我们应该共同努力向前。",
        "label": ""
      },
      {
        "sentence": "可是妻子回答说：你就是想要借出去！",
        "label": ""
      },
      {
        "sentence": "我就是不借！",
        "label": ""
      },
      {
        "sentence": "我们通常是冷战，直到我认怂为止。",
        "label": ""
      },
      {
        "sentence": "我现在糊涂了，不知道是我现在又要做一个烂好人借电脑，还是妻子太过控制欲强让我无法忍受？",
        "label": ""
      },
      {
        "sentence": "期待大家的建议！",
        "label": ""
      },
      {
        "sentence": "（字数受限，言不尽意）",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "刘枫解析：妻子非常生气，说我们不能再借给他们电脑。而我以为她只是气话。但是当哥哥再次借电脑的时候，我答应了，这让妻子更加恼火。首先，我们需要追溯发怒的原因。比如，借电脑这件事情，你有提前和妻子商量吗？获得她的同意了吗？如果事先获得了她的同意，她还会这么生气吗？如果你事先并没有告诉她就借了电脑，那她当然会生气。她的生气是正常的反应，如果她不生气反而不正常。我这样说的原因是，如果妻子纵容你不告知而去借东西，那么你这次借电脑出去不告诉她，下次就可能借车或者借大笔的钱出去不告诉她。借电脑只是小事，但是借其他更大的东西就变成了大事。大事都是由小事一点点演变而来的。妻子的做法只是为了【防患于未然】。其次，结婚前，你借电脑或者其他东西都是可以的，因为那些是你个人的财产，你有权支配。但是结婚之后，电脑或者其他东西根据法律角度来说，都属于夫妻共同财产，所以支配需要双方的同意。这就是结婚前和结婚后的不同之处。从你不和妻子商量就借电脑给哥哥这个事情来看，你似乎认为哥哥比妻子更重要。但是妻子是陪伴你后半生的伴侣，而哥哥只是陪伴你一段时间的人。你想想看，两者哪个关系更亲密？",
    "annotation": [
      {
        "sentence": "刘枫解析：妻子非常生气，说我们不能再借给他们电脑。",
        "label": ""
      },
      {
        "sentence": "而我以为她只是气话。",
        "label": ""
      },
      {
        "sentence": "但是当哥哥再次借电脑的时候，我答应了，这让妻子更加恼火。",
        "label": ""
      },
      {
        "sentence": "首先，我们需要追溯发怒的原因。",
        "label": ""
      },
      {
        "sentence": "比如，借电脑这件事情，你有提前和妻子商量吗？",
        "label": ""
      },
      {
        "sentence": "获得她的同意了吗？",
        "label": ""
      },
      {
        "sentence": "如果事先获得了她的同意，她还会这么生气吗？",
        "label": ""
      },
      {
        "sentence": "如果你事先并没有告诉她就借了电脑，那她当然会生气。",
        "label": ""
      },
      {
        "sentence": "她的生气是正常的反应，如果她不生气反而不正常。",
        "label": ""
      },
      {
        "sentence": "我这样说的原因是，如果妻子纵容你不告知而去借东西，那么你这次借电脑出去不告诉她，下次就可能借车或者借大笔的钱出去不告诉她。",
        "label": ""
      },
      {
        "sentence": "借电脑只是小事，但是借其他更大的东西就变成了大事。",
        "label": ""
      },
      {
        "sentence": "大事都是由小事一点点演变而来的。",
        "label": ""
      },
      {
        "sentence": "妻子的做法只是为了【防患于未然】。",
        "label": ""
      },
      {
        "sentence": "其次，结婚前，你借电脑或者其他东西都是可以的，因为那些是你个人的财产，你有权支配。",
        "label": ""
      },
      {
        "sentence": "但是结婚之后，电脑或者其他东西根据法律角度来说，都属于夫妻共同财产，所以支配需要双方的同意。",
        "label": ""
      },
      {
        "sentence": "这就是结婚前和结婚后的不同之处。",
        "label": ""
      },
      {
        "sentence": "从你不和妻子商量就借电脑给哥哥这个事情来看，你似乎认为哥哥比妻子更重要。",
        "label": ""
      },
      {
        "sentence": "但是妻子是陪伴你后半生的伴侣，而哥哥只是陪伴你一段时间的人。",
        "label": ""
      },
      {
        "sentence": "你想想看，两者哪个关系更亲密？",
        "label": ""
      }
    ]
  }
]