[
  {
    "role": "client",
    "content": "我是一个24岁的女生，感觉活着毫无意义，不想再活了。",
    "annotation": [
      {
        "sentence": "我是一个24岁的女生，感觉活着毫无意义，不想再活了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你这样描述，我可以感受到你对现在生活状态的失望和困惑。可以理解这种心情，可能是因为你对工作和生活的不满足，导致你对生活产生了厌倦感。你可以跟我分享一下，具体是什么让你觉得没有意义呢？",
    "annotation": [
      {
        "sentence": "看到你这样描述，我可以感受到你对现在生活状态的失望和困惑。",
        "label": ""
      },
      {
        "sentence": "可以理解这种心情，可能是因为你对工作和生活的不满足，导致你对生活产生了厌倦感。",
        "label": ""
      },
      {
        "sentence": "你可以跟我分享一下，具体是什么让你觉得没有意义呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我毕业于一所名校，现在在一家大公司工作，工资虽然不高但还算体面。可是，我内心其实并不喜欢现在的工作。从一开始，我就对自己所学的专业和所处的圈子感到压抑。但是，因为我过于保守胆小，没有勇气做出改变，导致我一直很迷茫，不知道自己真正喜欢什么。在工作之后，我总是时不时陷入低落的情绪，但又努力让自己振作起来，可是这种情况反反复复。",
    "annotation": [
      {
        "sentence": "我毕业于一所名校，现在在一家大公司工作，工资虽然不高但还算体面。",
        "label": ""
      },
      {
        "sentence": "可是，我内心其实并不喜欢现在的工作。",
        "label": ""
      },
      {
        "sentence": "从一开始，我就对自己所学的专业和所处的圈子感到压抑。",
        "label": ""
      },
      {
        "sentence": "但是，因为我过于保守胆小，没有勇气做出改变，导致我一直很迷茫，不知道自己真正喜欢什么。",
        "label": ""
      },
      {
        "sentence": "在工作之后，我总是时不时陷入低落的情绪，但又努力让自己振作起来，可是这种情况反反复复。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的情绪波动可能是因为对自己的职业和兴趣不满足所致。很理解你的感受。对于这种情况，你有没有考虑过尝试寻找自己真正喜欢的事情或工作呢？或许，你可以先从小的改变开始，比如调整工作方式或寻找兴趣爱好。这样，或许你可以更好地认识自己，找到适合自己的道路。",
    "annotation": [
      {
        "sentence": "你的情绪波动可能是因为对自己的职业和兴趣不满足所致。",
        "label": ""
      },
      {
        "sentence": "很理解你的感受。",
        "label": ""
      },
      {
        "sentence": "对于这种情况，你有没有考虑过尝试寻找自己真正喜欢的事情或工作呢？",
        "label": ""
      },
      {
        "sentence": "或许，你可以先从小的改变开始，比如调整工作方式或寻找兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "这样，或许你可以更好地认识自己，找到适合自己的道路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实，在外貌方面，我一直觉得自己身材偏胖，觉得自己很失败。最近，我出现了有生以来最严重的暴食现象，我能感觉到自己的内心非常痛苦，而吃好吃的食物是我唯一可以获得一点点开心的方式。但是，最近我突然开始质疑这一切的意义，为什么要追求短暂的开心，却要长时间忍受身体的不适呢？我不再相信我能真正快乐，也不再对寻找理想的工作抱有希望，更不想去寻找爱情，觉得自己希望的生活可能不存在。因为我是一个悲观又完美主义的人，曾经羡慕过的事物现在都觉得毫无意义了，为什么我还要对自己苛求呢？我无法理解为什么世界上这么多人都活着不愿意去死，却不让别人选择死亡。只因为有父母的缘故，我无法选择自杀，但我渴望能被车撞死，这样至少可以解脱。",
    "annotation": [
      {
        "sentence": "其实，在外貌方面，我一直觉得自己身材偏胖，觉得自己很失败。",
        "label": ""
      },
      {
        "sentence": "最近，我出现了有生以来最严重的暴食现象，我能感觉到自己的内心非常痛苦，而吃好吃的食物是我唯一可以获得一点点开心的方式。",
        "label": ""
      },
      {
        "sentence": "但是，最近我突然开始质疑这一切的意义，为什么要追求短暂的开心，却要长时间忍受身体的不适呢？",
        "label": ""
      },
      {
        "sentence": "我不再相信我能真正快乐，也不再对寻找理想的工作抱有希望，更不想去寻找爱情，觉得自己希望的生活可能不存在。",
        "label": ""
      },
      {
        "sentence": "因为我是一个悲观又完美主义的人，曾经羡慕过的事物现在都觉得毫无意义了，为什么我还要对自己苛求呢？",
        "label": ""
      },
      {
        "sentence": "我无法理解为什么世界上这么多人都活着不愿意去死，却不让别人选择死亡。",
        "label": ""
      },
      {
        "sentence": "只因为有父母的缘故，我无法选择自杀，但我渴望能被车撞死，这样至少可以解脱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对自身形象的不满以及对快乐的渴望是可以理解的。但是，不能只看到生活中的负面和痛苦，我们也要相信生活中有积极的东西存在。我能感受到你内心所需要的是一种正向的心态和调整。或许，你可以尝试改变自己对待问题的方式，从积极的角度思考，并慢慢培养自己的心理抗压能力。除了寻求自己喜欢的工作和爱好外，还有其他方法可以改变现状。比如多参加体育锻炼，提升自己的形象管理，这也是一种改善自己心情的方式。另外，你已经迈出了一步，向我分享你的想法，这是一个很好的开始。或许你可以试着跟身边的家人和朋友合理沟通，他们会更加理解你的情绪和困惑。如果身边的人无法给予你理解和支持，也可以考虑寻求专业的心理咨询师的帮助，他们会给你提供更专业的支持和指导。",
    "annotation": [
      {
        "sentence": "你对自身形象的不满以及对快乐的渴望是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但是，不能只看到生活中的负面和痛苦，我们也要相信生活中有积极的东西存在。",
        "label": ""
      },
      {
        "sentence": "我能感受到你内心所需要的是一种正向的心态和调整。",
        "label": ""
      },
      {
        "sentence": "或许，你可以尝试改变自己对待问题的方式，从积极的角度思考，并慢慢培养自己的心理抗压能力。",
        "label": ""
      },
      {
        "sentence": "除了寻求自己喜欢的工作和爱好外，还有其他方法可以改变现状。",
        "label": ""
      },
      {
        "sentence": "比如多参加体育锻炼，提升自己的形象管理，这也是一种改善自己心情的方式。",
        "label": ""
      },
      {
        "sentence": "另外，你已经迈出了一步，向我分享你的想法，这是一个很好的开始。",
        "label": ""
      },
      {
        "sentence": "或许你可以试着跟身边的家人和朋友合理沟通，他们会更加理解你的情绪和困惑。",
        "label": ""
      },
      {
        "sentence": "如果身边的人无法给予你理解和支持，也可以考虑寻求专业的心理咨询师的帮助，他们会给你提供更专业的支持和指导。",
        "label": ""
      }
    ]
  }
]