[
  {
    "role": "client",
    "content": "我是一个24岁的女生，别人家的孩子。最近我觉得活着毫无意思，不想再继续下去了。",
    "annotation": [
      {
        "sentence": "我是一个24岁的女生，别人家的孩子。",
        "label": ""
      },
      {
        "sentence": "最近我觉得活着毫无意思，不想再继续下去了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是名校的毕业生，就职于一家大平台，工作工资虽然不高但很体面。这对大多数人来说都是令人羡慕的，而你却觉得内心并不快乐。或许正因为你为这些付出了很多，但并不是你真正喜欢的，所以内心一直感到压抑。",
    "annotation": [
      {
        "sentence": "你是名校的毕业生，就职于一家大平台，工作工资虽然不高但很体面。",
        "label": ""
      },
      {
        "sentence": "这对大多数人来说都是令人羡慕的，而你却觉得内心并不快乐。",
        "label": ""
      },
      {
        "sentence": "或许正因为你为这些付出了很多，但并不是你真正喜欢的，所以内心一直感到压抑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我工作不开心，也不知道自己喜欢什么。我一开始就进了一个我不喜欢的专业和圈子。但因为我比较保守胆小，没有做出改变，导致我一直感到迷茫。",
    "annotation": [
      {
        "sentence": "是的，我工作不开心，也不知道自己喜欢什么。",
        "label": ""
      },
      {
        "sentence": "我一开始就进了一个我不喜欢的专业和圈子。",
        "label": ""
      },
      {
        "sentence": "但因为我比较保守胆小，没有做出改变，导致我一直感到迷茫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困扰。有时我们确实会因为害怕改变而选择保持原状。但是，我相信只有找到自己真正喜欢并适合的事物，才能过上快乐的生活。所以，你可以慢慢摸索，发掘自己真正想要的是什么，追求什么，以及适合自己的是什么。",
    "annotation": [
      {
        "sentence": "我理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "有时我们确实会因为害怕改变而选择保持原状。",
        "label": ""
      },
      {
        "sentence": "但是，我相信只有找到自己真正喜欢并适合的事物，才能过上快乐的生活。",
        "label": ""
      },
      {
        "sentence": "所以，你可以慢慢摸索，发掘自己真正想要的是什么，追求什么，以及适合自己的是什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "另外，我一直以来的微胖体型和暴食也给我带来了困扰。我觉得自己很失败，最近暴食的现象也越来越严重。我能感觉到自己心理上的苦闷，常常通过吃好吃的来获得一点开心。",
    "annotation": [
      {
        "sentence": "另外，我一直以来的微胖体型和暴食也给我带来了困扰。",
        "label": ""
      },
      {
        "sentence": "我觉得自己很失败，最近暴食的现象也越来越严重。",
        "label": ""
      },
      {
        "sentence": "我能感觉到自己心理上的苦闷，常常通过吃好吃的来获得一点开心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于微胖体型和暴食，我想问一下，是不是外界的评价或者你自己内心的想法导致了这些困扰呢？如果是外界的评价，那就没有必要太过在意，因为身体是属于自己的，只要你自己觉得没问题，微胖也没关系。如果是你自己内心对现在体型的不满，那你可以调整自己的状态，不要给自己太大压力，可以循序渐进地科学地减肥。另外，成人世界确实会有很多烦恼和压力，但是保持乐观积极的态度是很重要的，它可以让我们的生活变得更美好。给自己太大的压力只会让事情变得更糟，所以要想开一点。",
    "annotation": [
      {
        "sentence": "关于微胖体型和暴食，我想问一下，是不是外界的评价或者你自己内心的想法导致了这些困扰呢？",
        "label": ""
      },
      {
        "sentence": "如果是外界的评价，那就没有必要太过在意，因为身体是属于自己的，只要你自己觉得没问题，微胖也没关系。",
        "label": ""
      },
      {
        "sentence": "如果是你自己内心对现在体型的不满，那你可以调整自己的状态，不要给自己太大压力，可以循序渐进地科学地减肥。",
        "label": ""
      },
      {
        "sentence": "另外，成人世界确实会有很多烦恼和压力，但是保持乐观积极的态度是很重要的，它可以让我们的生活变得更美好。",
        "label": ""
      },
      {
        "sentence": "给自己太大的压力只会让事情变得更糟，所以要想开一点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我现在觉得这一切都没有意义了，无法找到快乐，也不再想追求我想要的工作，甚至不想找对象。我觉得可能根本就不存在我想要的生活。因为我是一个悲观又完美主义的人，曾经看重的、羡慕的现在都觉得毫无意义，我觉得自己就是一条烂命。",
    "annotation": [
      {
        "sentence": "我现在觉得这一切都没有意义了，无法找到快乐，也不再想追求我想要的工作，甚至不想找对象。",
        "label": ""
      },
      {
        "sentence": "我觉得可能根本就不存在我想要的生活。",
        "label": ""
      },
      {
        "sentence": "因为我是一个悲观又完美主义的人，曾经看重的、羡慕的现在都觉得毫无意义，我觉得自己就是一条烂命。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你现在的心境很低落，但我相信这只是暂时的想法。每个人都会遇到低谷期，而且人生是有起伏的。我们不能因为一时的困难就放弃追求自己想要的生活。要学会接受自己，并尝试积极地寻找改变。同时，希望你能改变一下自己的想法，尝试看看生活中的美好之处。每个人都有自己的独特价值，你也是一样。最后，我再次强调以上只是我的个人观点，供你参考，希望能对你有所帮助。",
    "annotation": [
      {
        "sentence": "我明白你现在的心境很低落，但我相信这只是暂时的想法。",
        "label": ""
      },
      {
        "sentence": "每个人都会遇到低谷期，而且人生是有起伏的。",
        "label": ""
      },
      {
        "sentence": "我们不能因为一时的困难就放弃追求自己想要的生活。",
        "label": ""
      },
      {
        "sentence": "要学会接受自己，并尝试积极地寻找改变。",
        "label": ""
      },
      {
        "sentence": "同时，希望你能改变一下自己的想法，尝试看看生活中的美好之处。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的独特价值，你也是一样。",
        "label": ""
      },
      {
        "sentence": "最后，我再次强调以上只是我的个人观点，供你参考，希望能对你有所帮助。",
        "label": ""
      }
    ]
  }
]