[
  {
    "role": "client",
    "content": "我感觉我没有准备好进入亲密关系，对于分手的前男友还有点不舍和责备自己。我们已经分手八个月了，交往了两年（其中有一次我提出的分手，因为我觉得他在沟通方面有问题，后来他自己找我复合，我发现复合后他有些成熟了...但是没想到他因为物质上和心理上都没做好结婚的准备又分手了）。现在我去相亲，有点害怕建立新的亲密关系，感觉一旦建立了新关系，就会彻底把他扔掉，我有点不舍，同时在心理上责备他：“怎么就这样放弃了我们的感情呢？遇到有感觉的人真的不容易。”",
    "annotation": [
      {
        "sentence": "我感觉我没有准备好进入亲密关系，对于分手的前男友还有点不舍和责备自己。",
        "label": ""
      },
      {
        "sentence": "我们已经分手八个月了，交往了两年（其中有一次我提出的分手，因为我觉得他在沟通方面有问题，后来他自己找我复合，我发现复合后他有些成熟了...但是没想到他因为物质上和心理上都没做好结婚的准备又分手了）。",
        "label": ""
      },
      {
        "sentence": "现在我去相亲，有点害怕建立新的亲密关系，感觉一旦建立了新关系，就会彻底把他扔掉，我有点不舍，同时在心理上责备他：“怎么就这样放弃了我们的感情呢？",
        "label": ""
      },
      {
        "sentence": "遇到有感觉的人真的不容易。",
        "label": ""
      },
      {
        "sentence": "”",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在一定很矛盾吧？(๑•.•๑) 其实两个人之间的分分合合最关键的是能否意识到双方在沟通和相处上出现了问题。有时候我们可能会觉得难以忍受，当这种情绪比爱意还严重时，就会经历分手。两年的恋情已经不算短了，你应该是希望找到一个成熟的伴侣来结婚，但内心深处依旧有对前男友的爱意，觉得彼此还是可以复合，只要他再成熟一点，就可以结婚了。相信你对前男友应该了解很多，他能不能为了你变得成熟是一回事，而你去相亲是另一回事。如果你始终放不下他，就不要去相亲，这样对相亲对象和前男友都不公平。你既然还爱他，又在了解其他人，自然会感到拉扯。你们之间还有感情和牵绊，你也怪他不够勇敢，这说明你还是对他有所期待。如果你们可以复合继续在一起，可以把你的顾虑说出来，两个人商讨一下结婚的未来，说不定你还可以嫁给他。如果你感觉他确实还没有做好准备，那么请你做好放下他的选择，全心全意对待未来的对象，把自己交给一个珍惜你的人。不要浪费时间彼此牵制，要么问清楚能否结婚，要么就干脆放下过去，迎接新的感情。希望你可以得到幸福~。",
    "annotation": [
      {
        "sentence": "你现在一定很矛盾吧？",
        "label": ""
      },
      {
        "sentence": "(๑•.•๑) 其实两个人之间的分分合合最关键的是能否意识到双方在沟通和相处上出现了问题。",
        "label": ""
      },
      {
        "sentence": "有时候我们可能会觉得难以忍受，当这种情绪比爱意还严重时，就会经历分手。",
        "label": ""
      },
      {
        "sentence": "两年的恋情已经不算短了，你应该是希望找到一个成熟的伴侣来结婚，但内心深处依旧有对前男友的爱意，觉得彼此还是可以复合，只要他再成熟一点，就可以结婚了。",
        "label": ""
      },
      {
        "sentence": "相信你对前男友应该了解很多，他能不能为了你变得成熟是一回事，而你去相亲是另一回事。",
        "label": ""
      },
      {
        "sentence": "如果你始终放不下他，就不要去相亲，这样对相亲对象和前男友都不公平。",
        "label": ""
      },
      {
        "sentence": "你既然还爱他，又在了解其他人，自然会感到拉扯。",
        "label": ""
      },
      {
        "sentence": "你们之间还有感情和牵绊，你也怪他不够勇敢，这说明你还是对他有所期待。",
        "label": ""
      },
      {
        "sentence": "如果你们可以复合继续在一起，可以把你的顾虑说出来，两个人商讨一下结婚的未来，说不定你还可以嫁给他。",
        "label": ""
      },
      {
        "sentence": "如果你感觉他确实还没有做好准备，那么请你做好放下他的选择，全心全意对待未来的对象，把自己交给一个珍惜你的人。",
        "label": ""
      },
      {
        "sentence": "不要浪费时间彼此牵制，要么问清楚能否结婚，要么就干脆放下过去，迎接新的感情。",
        "label": ""
      },
      {
        "sentence": "希望你可以得到幸福~。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我确实对前男友了解很多，也对他抱有期待。但是看着他在我们分手后没有做好准备又选择离开，我就觉得很失望和伤心。现在我又在相亲，但心里总觉得对不起前男友。我不愿意再被伤害，所以对新的感情也有些害怕。",
    "annotation": [
      {
        "sentence": "你说得很对，我确实对前男友了解很多，也对他抱有期待。",
        "label": ""
      },
      {
        "sentence": "但是看着他在我们分手后没有做好准备又选择离开，我就觉得很失望和伤心。",
        "label": ""
      },
      {
        "sentence": "现在我又在相亲，但心里总觉得对不起前男友。",
        "label": ""
      },
      {
        "sentence": "我不愿意再被伤害，所以对新的感情也有些害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。看着前男友在你们分手后没有做好准备选择离开，当然会让你感到失望和伤心。现在你又在相亲，自然会觉得对不起前男友。但是记住，他选择离开是他的决定，你无法控制。你应该为自己的幸福着想，不要因为过去而限制自己。对新的感情有些害怕是正常的，但也不要让过去的阴影影响你投入新的感情。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "看着前男友在你们分手后没有做好准备选择离开，当然会让你感到失望和伤心。",
        "label": ""
      },
      {
        "sentence": "现在你又在相亲，自然会觉得对不起前男友。",
        "label": ""
      },
      {
        "sentence": "但是记住，他选择离开是他的决定，你无法控制。",
        "label": ""
      },
      {
        "sentence": "你应该为自己的幸福着想，不要因为过去而限制自己。",
        "label": ""
      },
      {
        "sentence": "对新的感情有些害怕是正常的，但也不要让过去的阴影影响你投入新的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我应该更加关注自己的幸福。但是我总是不自觉地回忆起和前男友的美好时光，然后就会觉得很不舍。这种感觉怎么解决呢？",
    "annotation": [
      {
        "sentence": "是的，我应该更加关注自己的幸福。",
        "label": ""
      },
      {
        "sentence": "但是我总是不自觉地回忆起和前男友的美好时光，然后就会觉得很不舍。",
        "label": ""
      },
      {
        "sentence": "这种感觉怎么解决呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "回忆美好的时光是很正常的，毕竟你们曾经有过深厚的感情。但是你要意识到，过去的美好并不能阻碍你寻找新的幸福。你可以试着分清楚自己对前男友的感情和对新感情的期待。你也可以通过与他人交流和参加各种活动来转移注意力，让自己更容易接受新的感情。",
    "annotation": [
      {
        "sentence": "回忆美好的时光是很正常的，毕竟你们曾经有过深厚的感情。",
        "label": ""
      },
      {
        "sentence": "但是你要意识到，过去的美好并不能阻碍你寻找新的幸福。",
        "label": ""
      },
      {
        "sentence": "你可以试着分清楚自己对前男友的感情和对新感情的期待。",
        "label": ""
      },
      {
        "sentence": "你也可以通过与他人交流和参加各种活动来转移注意力，让自己更容易接受新的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要给自己一些时间来放下过去，同时也要告诉自己，我值得得到幸福。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "我明白了，我需要给自己一些时间来放下过去，同时也要告诉自己，我值得得到幸福。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，给自己一些时间来放下过去是很重要的，同时要相信自己值得得到幸福。记住，过去的经历只是人生中的一部分，而未来的幸福才是最重要的。希望你能够从过去的阴影中解脱出来，迎接全新的幸福！不用客气，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "没错，给自己一些时间来放下过去是很重要的，同时要相信自己值得得到幸福。",
        "label": ""
      },
      {
        "sentence": "记住，过去的经历只是人生中的一部分，而未来的幸福才是最重要的。",
        "label": ""
      },
      {
        "sentence": "希望你能够从过去的阴影中解脱出来，迎接全新的幸福！",
        "label": ""
      },
      {
        "sentence": "不用客气，我会一直支持你的。",
        "label": ""
      }
    ]
  }
]