[
  {
    "role": "client",
    "content": "我提前36小时想取消未付费的咨询，咨询师说照常付费？和咨询师坚持咨询20次左右。最近三周，我需要调整时间。第一次提前不到24小时说我有体检；第二次提前不到24小时说和别人的约只能在咨询的日子；第三次提前36小时的今天，说明下周二或者周三演出，周一彩排，时间还没通知，我不得不换时间，保证老师建议的一周一次频率的咨询。收到如下回复：“你好某某，我们最近对时间的讨论很多，我想在某种程度上，也代表我们的关系有些需要讨论的地方。而稳定的设置对保证我们的咨询效果是很重要的，这也是我们咨询工作进行下去的关键。周一的时间是我们一起商定好的，你可以因为彩排而请假，但你需要正常付费。而我能保证的是，我们约好的时间会为你保留，我一直在咨询室等你。我很愿意在周一的咨询中，跟你一起这样的设置带给你的所有的感受。”咨询师所在平台上，没写关于请假的要求。写的只是：“提交申请后，咨询师会在24小时内确认是否预约成功。”咨询师在每次咨询结束。",
    "annotation": [
      {
        "sentence": "我提前36小时想取消未付费的咨询，咨询师说照常付费？",
        "label": ""
      },
      {
        "sentence": "和咨询师坚持咨询20次左右。",
        "label": ""
      },
      {
        "sentence": "最近三周，我需要调整时间。",
        "label": ""
      },
      {
        "sentence": "第一次提前不到24小时说我有体检；第二次提前不到24小时说和别人的约只能在咨询的日子；第三次提前36小时的今天，说明下周二或者周三演出，周一彩排，时间还没通知，我不得不换时间，保证老师建议的一周一次频率的咨询。",
        "label": ""
      },
      {
        "sentence": "收到如下回复：“你好某某，我们最近对时间的讨论很多，我想在某种程度上，也代表我们的关系有些需要讨论的地方。",
        "label": ""
      },
      {
        "sentence": "而稳定的设置对保证我们的咨询效果是很重要的，这也是我们咨询工作进行下去的关键。",
        "label": ""
      },
      {
        "sentence": "周一的时间是我们一起商定好的，你可以因为彩排而请假，但你需要正常付费。",
        "label": ""
      },
      {
        "sentence": "而我能保证的是，我们约好的时间会为你保留，我一直在咨询室等你。",
        "label": ""
      },
      {
        "sentence": "我很愿意在周一的咨询中，跟你一起这样的设置带给你的所有的感受。",
        "label": ""
      },
      {
        "sentence": "”咨询师所在平台上，没写关于请假的要求。",
        "label": ""
      },
      {
        "sentence": "写的只是：“提交申请后，咨询师会在24小时内确认是否预约成功。",
        "label": ""
      },
      {
        "sentence": "”咨询师在每次咨询结束。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我理解你的困扰。从你的角度上来说，可能是碰巧这三周都有事情发生。你连续三周都要跟咨询师取消原定预约。要是你提早去取消预约，比如你提到的提前36小时，咨询师就应该退还咨询费。貌似陈述的事实中并没有说前两次咨询是不给你退费，而是说第三次咨询师表示如果你不参加咨询，会扣除咨询费用。你在描述中用到了24小时和36小时这样的说法。实际上，第一次和第二次是在当天去修改咨询师和你约定的预约时间。而第三次是在一天半的时间内取消了你的预约。从咨询师的角度来看，你连续三次取消预约可能不是碰巧有事情发生，而是你内心中对咨询的抗拒，并且还有一种对咨询师的攻击欲望。你通过不断找理由来取消预约，来攻击咨询师，也是在抵制咨询。一开始你对咨询师可能抱有很高的期望，但后来潜意识中投射了一些负面情感。现在你的表现就像是一个咨询关系到一定程度以后，你把咨询师当作不称职的父母，自己则是被伤害的孩子。通过反复脱离和取消预约的方式，你试图检验咨询师是否会爱护你。同时，你也表现出一些对父母的攻击。如果是这样的情况，你可能可以慢慢面对自己所受的某些所谓的创伤，并在心灵上获得成长。所以咨询师给你的那一大段回复，其实是把咨询师当成一个关心你的人的猜测。如果你们能够渡过这个难关，你们的咨询关系就会更深入，继续下去。如果你把咨询师当作一个普通的知识和技能提供者，他可能敏锐地感觉到你的这种倾向，同时觉得你们的咨询关系即将结束。如果不存在第4次、第5次的情况，这样的话可能会影响咨询师的日程安排和收入。既然大家的咨询可能快要结束了，那么他可能希望至少收取一次咨询费用，毕竟前两次收费是有让步的。如果这次你也取消咨询，然后又不再找他咨询了，那么他就失去了这笔收入。",
    "annotation": [
      {
        "sentence": "你好，我理解你的困扰。",
        "label": ""
      },
      {
        "sentence": "从你的角度上来说，可能是碰巧这三周都有事情发生。",
        "label": ""
      },
      {
        "sentence": "你连续三周都要跟咨询师取消原定预约。",
        "label": ""
      },
      {
        "sentence": "要是你提早去取消预约，比如你提到的提前36小时，咨询师就应该退还咨询费。",
        "label": ""
      },
      {
        "sentence": "貌似陈述的事实中并没有说前两次咨询是不给你退费，而是说第三次咨询师表示如果你不参加咨询，会扣除咨询费用。",
        "label": ""
      },
      {
        "sentence": "你在描述中用到了24小时和36小时这样的说法。",
        "label": ""
      },
      {
        "sentence": "实际上，第一次和第二次是在当天去修改咨询师和你约定的预约时间。",
        "label": ""
      },
      {
        "sentence": "而第三次是在一天半的时间内取消了你的预约。",
        "label": ""
      },
      {
        "sentence": "从咨询师的角度来看，你连续三次取消预约可能不是碰巧有事情发生，而是你内心中对咨询的抗拒，并且还有一种对咨询师的攻击欲望。",
        "label": ""
      },
      {
        "sentence": "你通过不断找理由来取消预约，来攻击咨询师，也是在抵制咨询。",
        "label": ""
      },
      {
        "sentence": "一开始你对咨询师可能抱有很高的期望，但后来潜意识中投射了一些负面情感。",
        "label": ""
      },
      {
        "sentence": "现在你的表现就像是一个咨询关系到一定程度以后，你把咨询师当作不称职的父母，自己则是被伤害的孩子。",
        "label": ""
      },
      {
        "sentence": "通过反复脱离和取消预约的方式，你试图检验咨询师是否会爱护你。",
        "label": ""
      },
      {
        "sentence": "同时，你也表现出一些对父母的攻击。",
        "label": ""
      },
      {
        "sentence": "如果是这样的情况，你可能可以慢慢面对自己所受的某些所谓的创伤，并在心灵上获得成长。",
        "label": ""
      },
      {
        "sentence": "所以咨询师给你的那一大段回复，其实是把咨询师当成一个关心你的人的猜测。",
        "label": ""
      },
      {
        "sentence": "如果你们能够渡过这个难关，你们的咨询关系就会更深入，继续下去。",
        "label": ""
      },
      {
        "sentence": "如果你把咨询师当作一个普通的知识和技能提供者，他可能敏锐地感觉到你的这种倾向，同时觉得你们的咨询关系即将结束。",
        "label": ""
      },
      {
        "sentence": "如果不存在第4次、第5次的情况，这样的话可能会影响咨询师的日程安排和收入。",
        "label": ""
      },
      {
        "sentence": "既然大家的咨询可能快要结束了，那么他可能希望至少收取一次咨询费用，毕竟前两次收费是有让步的。",
        "label": ""
      },
      {
        "sentence": "如果这次你也取消咨询，然后又不再找他咨询了，那么他就失去了这笔收入。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了你的观点，谢谢你的回答。确实，我现在意识到我连续取消预约可能并不是碰巧有事情发生。我或许有一些内心的抗拒和攻击欲望，以及对咨询师的期望产生了转变。也许我应该更加勇敢地面对自己的创伤，而不是用取消预约来测试咨询师的爱护。我想我会尽量改变这种行为，因为我真的希望继续进行咨询，并在心灵上得到一些成长。我也理解咨询师可能对这种情况有一些顾虑，他希望至少能收取一次咨询费用。我会好好考虑他的建议，并尽量避免再次取消预约。",
    "annotation": [
      {
        "sentence": "我明白了你的观点，谢谢你的回答。",
        "label": ""
      },
      {
        "sentence": "确实，我现在意识到我连续取消预约可能并不是碰巧有事情发生。",
        "label": ""
      },
      {
        "sentence": "我或许有一些内心的抗拒和攻击欲望，以及对咨询师的期望产生了转变。",
        "label": ""
      },
      {
        "sentence": "也许我应该更加勇敢地面对自己的创伤，而不是用取消预约来测试咨询师的爱护。",
        "label": ""
      },
      {
        "sentence": "我想我会尽量改变这种行为，因为我真的希望继续进行咨询，并在心灵上得到一些成长。",
        "label": ""
      },
      {
        "sentence": "我也理解咨询师可能对这种情况有一些顾虑，他希望至少能收取一次咨询费用。",
        "label": ""
      },
      {
        "sentence": "我会好好考虑他的建议，并尽量避免再次取消预约。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的认识和决心很重要，我很欣慰你能够意识到自己的一些内心问题，并且愿意去面对和改变。咨询是一个相互合作的过程，只有你我双方共同努力，才能让咨询取得更好的效果。如果你能够积极参与咨询，我相信你会在心灵方面获得一些成长和启发。同时，也请理解咨询师对经济收入的考虑，他们是为了专注于咨询工作才能服务于更多人。希望你能够理解并尽量遵守咨询师的建议，以保持良好的咨询关系。如果你有任何其他的困扰或需要帮助，我会一直支持你，随时为你提供帮助。",
    "annotation": [
      {
        "sentence": "你的认识和决心很重要，我很欣慰你能够意识到自己的一些内心问题，并且愿意去面对和改变。",
        "label": ""
      },
      {
        "sentence": "咨询是一个相互合作的过程，只有你我双方共同努力，才能让咨询取得更好的效果。",
        "label": ""
      },
      {
        "sentence": "如果你能够积极参与咨询，我相信你会在心灵方面获得一些成长和启发。",
        "label": ""
      },
      {
        "sentence": "同时，也请理解咨询师对经济收入的考虑，他们是为了专注于咨询工作才能服务于更多人。",
        "label": ""
      },
      {
        "sentence": "希望你能够理解并尽量遵守咨询师的建议，以保持良好的咨询关系。",
        "label": ""
      },
      {
        "sentence": "如果你有任何其他的困扰或需要帮助，我会一直支持你，随时为你提供帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的理解和支持，我会努力改变自己的行为，并积极参与咨询。我会尽量遵守咨询师的要求，保持良好的咨询关系。如果我有其他问题或困惑，我会随时向你寻求帮助。",
    "annotation": [
      {
        "sentence": "非常感谢你的理解和支持，我会努力改变自己的行为，并积极参与咨询。",
        "label": ""
      },
      {
        "sentence": "我会尽量遵守咨询师的要求，保持良好的咨询关系。",
        "label": ""
      },
      {
        "sentence": "如果我有其他问题或困惑，我会随时向你寻求帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欢迎你随时向我寻求帮助，我会一直在你身边支持你。相信通过咨询，你会逐渐摆脱困扰，获得内心的平静和成长。我期待着和你一起度过这段咨询旅程。如果你需要任何进一步的帮助，都可以随时告诉我。愿你早日找到内心的答案，过上幸福的生活。",
    "annotation": [
      {
        "sentence": "非常欢迎你随时向我寻求帮助，我会一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "相信通过咨询，你会逐渐摆脱困扰，获得内心的平静和成长。",
        "label": ""
      },
      {
        "sentence": "我期待着和你一起度过这段咨询旅程。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的帮助，都可以随时告诉我。",
        "label": ""
      },
      {
        "sentence": "愿你早日找到内心的答案，过上幸福的生活。",
        "label": ""
      }
    ]
  }
]