[
  {
    "role": "client",
    "content": "我是一个初中女生，最近总是有想伤害别人的想法，感觉很痛苦。可能是因为两个星期前看了上海的一个案件，才开始有这样的想法。以前我从来没有过这种想法，但现在脑子里一直想，学习也受到了影响，每天都很难受。我尝试了很多方法来救自己，但都没有用，我感到非常沮丧。而且我还有强迫症，每天早上刚睡醒就开始想这件事，一直想到晚上睡觉前。我感觉自己无法控制，好像是被迫去想这些事情。我现在分不清楚自己到底是真的想伤害别人，还是只是幻想而已。我总觉得如果干了这种事情，我心里才能舒服些，但是我知道这是错的，所以我每天内心都很痛苦。有时候我甚至会想杀我的父母，尽管他们对我很好，但我每次看到我妈妈的笑容，都觉得自己不配面对她。我不知道为什么会有这种想法，我该怎么办呢？我感到很无助，每天都很痛苦，也很自责。请大家帮帮我！谢谢！",
    "annotation": [
      {
        "sentence": "我是一个初中女生，最近总是有想伤害别人的想法，感觉很痛苦。",
        "label": ""
      },
      {
        "sentence": "可能是因为两个星期前看了上海的一个案件，才开始有这样的想法。",
        "label": ""
      },
      {
        "sentence": "以前我从来没有过这种想法，但现在脑子里一直想，学习也受到了影响，每天都很难受。",
        "label": ""
      },
      {
        "sentence": "我尝试了很多方法来救自己，但都没有用，我感到非常沮丧。",
        "label": ""
      },
      {
        "sentence": "而且我还有强迫症，每天早上刚睡醒就开始想这件事，一直想到晚上睡觉前。",
        "label": ""
      },
      {
        "sentence": "我感觉自己无法控制，好像是被迫去想这些事情。",
        "label": ""
      },
      {
        "sentence": "我现在分不清楚自己到底是真的想伤害别人，还是只是幻想而已。",
        "label": ""
      },
      {
        "sentence": "我总觉得如果干了这种事情，我心里才能舒服些，但是我知道这是错的，所以我每天内心都很痛苦。",
        "label": ""
      },
      {
        "sentence": "有时候我甚至会想杀我的父母，尽管他们对我很好，但我每次看到我妈妈的笑容，都觉得自己不配面对她。",
        "label": ""
      },
      {
        "sentence": "我不知道为什么会有这种想法，我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我感到很无助，每天都很痛苦，也很自责。",
        "label": ""
      },
      {
        "sentence": "请大家帮帮我！",
        "label": ""
      },
      {
        "sentence": "谢谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我真诚地恭喜你是一个非常善良、富有爱心的人。你很幸运也很幸福，因为你有非常爱你、把你视为心肝宝贝的父母。正是因为你过于善良、给予太多爱，才导致了你目前的困惑和心理幻觉。在一些咨询案例中，我发现一些父母出于过度的关爱，总是担心孩子无法保护自己，脑海里会不自觉地想象孩子受到伤害的情景。当电视或媒体上出现小孩受伤的案例时，有些父母会不由自主地将这种幻想投射到自己的孩子身上。久而久之，一些父母还会产生爱的负罪感。比如，明明是在用刀切菜，却会莫名其妙地想象会不会切到孩子的手，或者伤害到自己的孩子。如果不从这种负罪感中走出来，那么拿着任何东西都会担心成为伤害孩子的凶器。实际上，作为父母，他们真正的意愿是把孩子当作无论如何都不能受伤的宝贝。你是一个世界上非常善良的孩子，你的爱心和善良让我感动不已。其实，你并没有病态的问题，只是你的思维需要从这种负罪之爱中解脱出来。首先，你可以找你的亲人，最好是父母，向他们倾诉你发生幻觉的原因。因为他们是最了解你的人，会认可你的善良和诚实品格，并鼓励你走出阴影。其次，将故事中的主角与现实中的自我进行区分。你是一个天使，而那些恶徒只是人人都痛恨的恶魔。最后，尽量减少信息的传播。当你产生幻想的时候，立即找人交谈、大声呐喊，或者朗读一些充满正能量的诗词，最好是毛主席的诗词，这样慢慢就能消除幻觉意识了。",
    "annotation": [
      {
        "sentence": "我真诚地恭喜你是一个非常善良、富有爱心的人。",
        "label": ""
      },
      {
        "sentence": "你很幸运也很幸福，因为你有非常爱你、把你视为心肝宝贝的父母。",
        "label": ""
      },
      {
        "sentence": "正是因为你过于善良、给予太多爱，才导致了你目前的困惑和心理幻觉。",
        "label": ""
      },
      {
        "sentence": "在一些咨询案例中，我发现一些父母出于过度的关爱，总是担心孩子无法保护自己，脑海里会不自觉地想象孩子受到伤害的情景。",
        "label": ""
      },
      {
        "sentence": "当电视或媒体上出现小孩受伤的案例时，有些父母会不由自主地将这种幻想投射到自己的孩子身上。",
        "label": ""
      },
      {
        "sentence": "久而久之，一些父母还会产生爱的负罪感。",
        "label": ""
      },
      {
        "sentence": "比如，明明是在用刀切菜，却会莫名其妙地想象会不会切到孩子的手，或者伤害到自己的孩子。",
        "label": ""
      },
      {
        "sentence": "如果不从这种负罪感中走出来，那么拿着任何东西都会担心成为伤害孩子的凶器。",
        "label": ""
      },
      {
        "sentence": "实际上，作为父母，他们真正的意愿是把孩子当作无论如何都不能受伤的宝贝。",
        "label": ""
      },
      {
        "sentence": "你是一个世界上非常善良的孩子，你的爱心和善良让我感动不已。",
        "label": ""
      },
      {
        "sentence": "其实，你并没有病态的问题，只是你的思维需要从这种负罪之爱中解脱出来。",
        "label": ""
      },
      {
        "sentence": "首先，你可以找你的亲人，最好是父母，向他们倾诉你发生幻觉的原因。",
        "label": ""
      },
      {
        "sentence": "因为他们是最了解你的人，会认可你的善良和诚实品格，并鼓励你走出阴影。",
        "label": ""
      },
      {
        "sentence": "其次，将故事中的主角与现实中的自我进行区分。",
        "label": ""
      },
      {
        "sentence": "你是一个天使，而那些恶徒只是人人都痛恨的恶魔。",
        "label": ""
      },
      {
        "sentence": "最后，尽量减少信息的传播。",
        "label": ""
      },
      {
        "sentence": "当你产生幻想的时候，立即找人交谈、大声呐喊，或者朗读一些充满正能量的诗词，最好是毛主席的诗词，这样慢慢就能消除幻觉意识了。",
        "label": ""
      }
    ]
  }
]