[
  {
    "role": "client",
    "content": "我最近入职新公司，职场老鸟欺负新人，是个什么心态？我最近新入职了一家公司，和我做交接的那个员工很奇怪，第一天态度还挺好的，我还主动请了她吃饭，后来工作上有很多问题不懂，我们公司也没有完整的新人培训，我就一直在问她那些工作的事情，然而过了两天她就对我摆脸色了，对我问的事情几乎能不回答就不回答，平时对我也爱答不理。其他同事都挺好，我和我的直属上级关系也非常好，其他基本上都是愿意帮忙又很好的人，就只有两个同事对我摆脸色，一位是我刚才说的这个链接工作的人，另一位是一个和我工作接触不多，甚至之前都没说过话的人，我第一次跟她说话，她就爱答不理，很不屑于多说一句，相反，我观察她们两对待别的同事不是这副态度，都是很热情大方。我倒是并没有特别在意她们的态度，毕竟我在入司之前和这家公司的一位高管关系还行，如果我工作上有困难，和他说一声，基本上都不是个事，可我不想去麻烦领导，想自己解决，也想知道这种对新人特不耐烦的人心里到底是怎么想的。",
    "annotation": [
      {
        "sentence": "我最近入职新公司，职场老鸟欺负新人，是个什么心态？",
        "label": ""
      },
      {
        "sentence": "我最近新入职了一家公司，和我做交接的那个员工很奇怪，第一天态度还挺好的，我还主动请了她吃饭，后来工作上有很多问题不懂，我们公司也没有完整的新人培训，我就一直在问她那些工作的事情，然而过了两天她就对我摆脸色了，对我问的事情几乎能不回答就不回答，平时对我也爱答不理。",
        "label": ""
      },
      {
        "sentence": "其他同事都挺好，我和我的直属上级关系也非常好，其他基本上都是愿意帮忙又很好的人，就只有两个同事对我摆脸色，一位是我刚才说的这个链接工作的人，另一位是一个和我工作接触不多，甚至之前都没说过话的人，我第一次跟她说话，她就爱答不理，很不屑于多说一句，相反，我观察她们两对待别的同事不是这副态度，都是很热情大方。",
        "label": ""
      },
      {
        "sentence": "我倒是并没有特别在意她们的态度，毕竟我在入司之前和这家公司的一位高管关系还行，如果我工作上有困难，和他说一声，基本上都不是个事，可我不想去麻烦领导，想自己解决，也想知道这种对新人特不耐烦的人心里到底是怎么想的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，听到你刚进入一个新公司，肯定有很多期待和希望被接纳。你对新的环境还没适应是很正常的心态。首先，你提到的那位女同事其实在保护自己的边界，可能她也面临一些自身的难题，可能你不知道。她不回答你的问题并不是故意伤害你，只是她精力有限。每个人的边界都不同，她也许是在避免过多的压力。同时，不要刻意追求所有人都喜欢你，这是不可能的，也会对你造成过大负荷。重要的是感受到其他同事对你的接纳和包容。还有，每个人都有局限，你并没有错，你是值得被爱的。她也没有错，她也是值得被理解的。只是你们的需求不同，你已经尽力了，她也尽力了。多一点增加自己的自信，数一数自己的优点，许多人都喜欢你呢。接纳自己的优点，也接纳自己的局限。祝福你，namaste！",
    "annotation": [
      {
        "sentence": "求助者，听到你刚进入一个新公司，肯定有很多期待和希望被接纳。",
        "label": ""
      },
      {
        "sentence": "你对新的环境还没适应是很正常的心态。",
        "label": ""
      },
      {
        "sentence": "首先，你提到的那位女同事其实在保护自己的边界，可能她也面临一些自身的难题，可能你不知道。",
        "label": ""
      },
      {
        "sentence": "她不回答你的问题并不是故意伤害你，只是她精力有限。",
        "label": ""
      },
      {
        "sentence": "每个人的边界都不同，她也许是在避免过多的压力。",
        "label": ""
      },
      {
        "sentence": "同时，不要刻意追求所有人都喜欢你，这是不可能的，也会对你造成过大负荷。",
        "label": ""
      },
      {
        "sentence": "重要的是感受到其他同事对你的接纳和包容。",
        "label": ""
      },
      {
        "sentence": "还有，每个人都有局限，你并没有错，你是值得被爱的。",
        "label": ""
      },
      {
        "sentence": "她也没有错，她也是值得被理解的。",
        "label": ""
      },
      {
        "sentence": "只是你们的需求不同，你已经尽力了，她也尽力了。",
        "label": ""
      },
      {
        "sentence": "多一点增加自己的自信，数一数自己的优点，许多人都喜欢你呢。",
        "label": ""
      },
      {
        "sentence": "接纳自己的优点，也接纳自己的局限。",
        "label": ""
      },
      {
        "sentence": "祝福你，namaste！",
        "label": ""
      }
    ]
  }
]