[
  {
    "role": "client",
    "content": "高中，决定要成为开朗的人后，开始偏执，抑郁怎么办？我以前一直是一个内向的人，后来上高中的那个暑假突然决定要成为一个开朗的人。明明只是一个突如其来的想法，就成为了我现在偏执的根源。我变得特别在意人际关系，变得患得患失，而且特别敏感，更加容易受伤的感觉，而且每隔一段时间就会觉得很难受，胸口很闷，最初是因为一些小事，后来就是没有理由的难过，一般一个星期会持续一次。有时候还会想着自残，会用刀划手那些，但都不会划出很大的伤痕。但是这个状态已经影响到我的生活了，想知道怎么办。",
    "annotation": [
      {
        "sentence": "高中，决定要成为开朗的人后，开始偏执，抑郁怎么办？",
        "label": ""
      },
      {
        "sentence": "我以前一直是一个内向的人，后来上高中的那个暑假突然决定要成为一个开朗的人。",
        "label": ""
      },
      {
        "sentence": "明明只是一个突如其来的想法，就成为了我现在偏执的根源。",
        "label": ""
      },
      {
        "sentence": "我变得特别在意人际关系，变得患得患失，而且特别敏感，更加容易受伤的感觉，而且每隔一段时间就会觉得很难受，胸口很闷，最初是因为一些小事，后来就是没有理由的难过，一般一个星期会持续一次。",
        "label": ""
      },
      {
        "sentence": "有时候还会想着自残，会用刀划手那些，但都不会划出很大的伤痕。",
        "label": ""
      },
      {
        "sentence": "但是这个状态已经影响到我的生活了，想知道怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在感到的压力和焦虑确实让人很难受。你希望变得开朗是一个好的决定，但也让你开始感到偏执和抑郁。首先，要记住，你是不是太过自责了？我们都会遇到自我怀疑的时候，但不要让否定情绪控制你。接下来，我们可以一起尝试一种放松的练习。闭上你的眼睛，深呼吸，放松身体。现在想象一下，如果有一种解药，你可以服下并在睡一觉醒来后，所有的困扰都会消失。醒来后，你会是一个全新的自己。请告诉我，在这个全新的自己中，你有发现什么变化吗？",
    "annotation": [
      {
        "sentence": "你现在感到的压力和焦虑确实让人很难受。",
        "label": ""
      },
      {
        "sentence": "你希望变得开朗是一个好的决定，但也让你开始感到偏执和抑郁。",
        "label": ""
      },
      {
        "sentence": "首先，要记住，你是不是太过自责了？",
        "label": ""
      },
      {
        "sentence": "我们都会遇到自我怀疑的时候，但不要让否定情绪控制你。",
        "label": ""
      },
      {
        "sentence": "接下来，我们可以一起尝试一种放松的练习。",
        "label": ""
      },
      {
        "sentence": "闭上你的眼睛，深呼吸，放松身体。",
        "label": ""
      },
      {
        "sentence": "现在想象一下，如果有一种解药，你可以服下并在睡一觉醒来后，所有的困扰都会消失。",
        "label": ""
      },
      {
        "sentence": "醒来后，你会是一个全新的自己。",
        "label": ""
      },
      {
        "sentence": "请告诉我，在这个全新的自己中，你有发现什么变化吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "在这个全新的自己中，我感觉更加自信和开朗了。我不再过度在意别人的看法，不再患得患失。我脸上挂着微笑，与同学们打招呼时充满了热情。站得更直了，手势更自然了。同学们对这个全新的我也会有积极的回应。他们会更加友好和接纳我。收到他们的回应后，我会更加放松，更加快乐地与他们交流。我很喜欢这个全新的自己！",
    "annotation": [
      {
        "sentence": "在这个全新的自己中，我感觉更加自信和开朗了。",
        "label": ""
      },
      {
        "sentence": "我不再过度在意别人的看法，不再患得患失。",
        "label": ""
      },
      {
        "sentence": "我脸上挂着微笑，与同学们打招呼时充满了热情。",
        "label": ""
      },
      {
        "sentence": "站得更直了，手势更自然了。",
        "label": ""
      },
      {
        "sentence": "同学们对这个全新的我也会有积极的回应。",
        "label": ""
      },
      {
        "sentence": "他们会更加友好和接纳我。",
        "label": ""
      },
      {
        "sentence": "收到他们的回应后，我会更加放松，更加快乐地与他们交流。",
        "label": ""
      },
      {
        "sentence": "我很喜欢这个全新的自己！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你已经明白了一些重要的东西，你能够想象到那个开朗自信的自己，并找到一种与同学们积极互动的方式。这是非常了不起的！继续保持这种积极的想法，并且不要害怕尝试新的交流方法。同时，我们也要看到抑郁和焦虑是一个长期的过程，不能期望一蹴而就。当你感到难过时，你可以尝试将你的感受记录下来，或者找到一个人来倾诉。还有，我们可以一起找一些放松的活动来减轻你的焦虑，比如运动、听音乐或者画画。对于想着自残的念头，这是一种非常危险的行为，请您务必停止这样的想法，并且及时与我和您的身边人沟通。我们一起度过这个困难时期，相信未来会更好。",
    "annotation": [
      {
        "sentence": "听起来你已经明白了一些重要的东西，你能够想象到那个开朗自信的自己，并找到一种与同学们积极互动的方式。",
        "label": ""
      },
      {
        "sentence": "这是非常了不起的！",
        "label": ""
      },
      {
        "sentence": "继续保持这种积极的想法，并且不要害怕尝试新的交流方法。",
        "label": ""
      },
      {
        "sentence": "同时，我们也要看到抑郁和焦虑是一个长期的过程，不能期望一蹴而就。",
        "label": ""
      },
      {
        "sentence": "当你感到难过时，你可以尝试将你的感受记录下来，或者找到一个人来倾诉。",
        "label": ""
      },
      {
        "sentence": "还有，我们可以一起找一些放松的活动来减轻你的焦虑，比如运动、听音乐或者画画。",
        "label": ""
      },
      {
        "sentence": "对于想着自残的念头，这是一种非常危险的行为，请您务必停止这样的想法，并且及时与我和您的身边人沟通。",
        "label": ""
      },
      {
        "sentence": "我们一起度过这个困难时期，相信未来会更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的关心和建议。我会试着放宽心态，不再那么在意别人的看法，并且尝试积极主动地与同学们交流。我也明白这是一个长期的过程，不能期望一蹴而就。我会尽量记录我的情绪，并且找到一个人来倾诉。同时，我也会找一些适合我的放松活动来减轻焦虑。我会听从你的建议，停止自残的念头，并与身边的人诚实地交流。非常感谢你的帮助，我希望未来会更好。",
    "annotation": [
      {
        "sentence": "谢谢你的关心和建议。",
        "label": ""
      },
      {
        "sentence": "我会试着放宽心态，不再那么在意别人的看法，并且尝试积极主动地与同学们交流。",
        "label": ""
      },
      {
        "sentence": "我也明白这是一个长期的过程，不能期望一蹴而就。",
        "label": ""
      },
      {
        "sentence": "我会尽量记录我的情绪，并且找到一个人来倾诉。",
        "label": ""
      },
      {
        "sentence": "同时，我也会找一些适合我的放松活动来减轻焦虑。",
        "label": ""
      },
      {
        "sentence": "我会听从你的建议，停止自残的念头，并与身边的人诚实地交流。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的帮助，我希望未来会更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是一个非常勇敢的人，能够积极面对自己的困境，并且愿意尝试改变。我相信你一定能够走出抑郁的阴影，变得更加开朗和快乐。在这个过程中，记得随时和我分享你的感受和困惑，我将一直在你的身边支持你。你并不孤单，我们一起度过这个困难时期，迎接更美好的明天。",
    "annotation": [
      {
        "sentence": "你是一个非常勇敢的人，能够积极面对自己的困境，并且愿意尝试改变。",
        "label": ""
      },
      {
        "sentence": "我相信你一定能够走出抑郁的阴影，变得更加开朗和快乐。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，记得随时和我分享你的感受和困惑，我将一直在你的身边支持你。",
        "label": ""
      },
      {
        "sentence": "你并不孤单，我们一起度过这个困难时期，迎接更美好的明天。",
        "label": ""
      }
    ]
  }
]