[
  {
    "role": "client",
    "content": "公司内有人狐假虎威，攻击我手下，怎么办？我是公司总经理，公司里有个副总，跟大老板有点私交，实际上不归我直接管理，他性格爆躁，权力欲强，经常狐假虎威，在公司对基层员工大发雷霆、破口大骂，最近攻击了我的直接下属，而且经我劝解后仍不依不饶。我觉得有点过份了，但别人有人撑腰，我又不好直接发生冲突。很憋气，不知道怎么办才好。",
    "annotation": [
      {
        "sentence": "公司内有人狐假虎威，攻击我手下，怎么办？",
        "label": ""
      },
      {
        "sentence": "我是公司总经理，公司里有个副总，跟大老板有点私交，实际上不归我直接管理，他性格爆躁，权力欲强，经常狐假虎威，在公司对基层员工大发雷霆、破口大骂，最近攻击了我的直接下属，而且经我劝解后仍不依不饶。",
        "label": ""
      },
      {
        "sentence": "我觉得有点过份了，但别人有人撑腰，我又不好直接发生冲突。",
        "label": ""
      },
      {
        "sentence": "很憋气，不知道怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "职场中关系户处处都在，最大特点就是容易有优越感，不爱遵守规则，很任性。这位副总，从公司的角度讲，扰乱了管理的程序，攻击下属，从个人的角度讲，严重的影响了你的情绪，憋气又委屈，似乎又不能冒然处理，因为他认为背后有大老板撑腰，才敢不讲分寸，为所欲为。",
    "annotation": [
      {
        "sentence": "职场中关系户处处都在，最大特点就是容易有优越感，不爱遵守规则，很任性。",
        "label": ""
      },
      {
        "sentence": "这位副总，从公司的角度讲，扰乱了管理的程序，攻击下属，从个人的角度讲，严重的影响了你的情绪，憋气又委屈，似乎又不能冒然处理，因为他认为背后有大老板撑腰，才敢不讲分寸，为所欲为。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也意识到了他的这些特点。但考虑到他的关系和地位，我该如何处理这个问题呢？",
    "annotation": [
      {
        "sentence": "是的，我也意识到了他的这些特点。",
        "label": ""
      },
      {
        "sentence": "但考虑到他的关系和地位，我该如何处理这个问题呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对待这样一个群体特征的人，有句话是：“在战略上藐视敌人，在战术上重视敌人。”从公司整体管理局势上来说，你是总经理，管理级别在他之上，不管他行为处事如何，这个是他个人的问题，只要没有影响到你的工作执行，你可以考虑弱化他的存在（更何况他不归你直接管理）。如果从经营管理的角度，他的表现影响了公司的利益，自然有大老板来给出处理意见。",
    "annotation": [
      {
        "sentence": "对待这样一个群体特征的人，有句话是：“在战略上藐视敌人，在战术上重视敌人。",
        "label": ""
      },
      {
        "sentence": "”从公司整体管理局势上来说，你是总经理，管理级别在他之上，不管他行为处事如何，这个是他个人的问题，只要没有影响到你的工作执行，你可以考虑弱化他的存在（更何况他不归你直接管理）。",
        "label": ""
      },
      {
        "sentence": "如果从经营管理的角度，他的表现影响了公司的利益，自然有大老板来给出处理意见。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该从更大的角度思考问题。但是每次看到他在我管辖范围内颐指气使，发脾气，骂人，攻击我的下属，我就很难保持冷静，觉得自己的权威受到挑战。",
    "annotation": [
      {
        "sentence": "你说得对，我应该从更大的角度思考问题。",
        "label": ""
      },
      {
        "sentence": "但是每次看到他在我管辖范围内颐指气使，发脾气，骂人，攻击我的下属，我就很难保持冷静，觉得自己的权威受到挑战。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当人的权威受到挑战的时候，很容易被眼前的局面打乱阵脚，也许正中对方设置的“圈套”。对于被攻击的下属，可以给与安慰和关心，表示共情，在公司人员权重关系衡量方面，你应该有自己的分寸。你的负面情绪来源，是副总背后的动机，是在下属面前的尊严。",
    "annotation": [
      {
        "sentence": "当人的权威受到挑战的时候，很容易被眼前的局面打乱阵脚，也许正中对方设置的“圈套”。",
        "label": ""
      },
      {
        "sentence": "对于被攻击的下属，可以给与安慰和关心，表示共情，在公司人员权重关系衡量方面，你应该有自己的分寸。",
        "label": ""
      },
      {
        "sentence": "你的负面情绪来源，是副总背后的动机，是在下属面前的尊严。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该更好地处理下属的情绪，并保持自己的冷静和权威。但是，有时候觉得很委屈，觉得这个副总素质低下，而且大老板还支持他。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我明白了，我应该更好地处理下属的情绪，并保持自己的冷静和权威。",
        "label": ""
      },
      {
        "sentence": "但是，有时候觉得很委屈，觉得这个副总素质低下，而且大老板还支持他。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从副总的整体表现来看，锋芒毕露，能力欠佳，素质低下，我们都相信大老板是不可能把重任放在这类人的身上的，所谓“副总”就是关系衍生出来的闲职。虽然不少人不喜欢关系户，但不管你喜不喜欢，关系户都存在。正面交锋，往往会伤及自己，让大老板不好处理，改强攻为智取，冷处理也不失为一个最好的表现方法。",
    "annotation": [
      {
        "sentence": "从副总的整体表现来看，锋芒毕露，能力欠佳，素质低下，我们都相信大老板是不可能把重任放在这类人的身上的，所谓“副总”就是关系衍生出来的闲职。",
        "label": ""
      },
      {
        "sentence": "虽然不少人不喜欢关系户，但不管你喜不喜欢，关系户都存在。",
        "label": ""
      },
      {
        "sentence": "正面交锋，往往会伤及自己，让大老板不好处理，改强攻为智取，冷处理也不失为一个最好的表现方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的建议很中肯，我会采纳的。谢谢你的支持和帮助！",
    "annotation": [
      {
        "sentence": "你的建议很中肯，我会采纳的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我只是尽力提供一些建议。希望我的回答能够对你有所帮助，如果还有其他问题需要咨询，随时可以再来找我。祝你能够处理好这个问题，保持良好的心态和管理能力！",
    "annotation": [
      {
        "sentence": "不用客气，我只是尽力提供一些建议。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能够对你有所帮助，如果还有其他问题需要咨询，随时可以再来找我。",
        "label": ""
      },
      {
        "sentence": "祝你能够处理好这个问题，保持良好的心态和管理能力！",
        "label": ""
      }
    ]
  }
]