[
  {
    "role": "client",
    "content": "公司内有人狐假虎威，攻击我手下，怎么办？我是公司总经理，公司里有个副总，跟大老板有点私交，他性格爆躁，权力欲强，经常狐假虎威，在公司对基层员工大发雷霆、破口大骂，最近攻击了我的直接下属，而且经我劝解后仍不依不饶。我觉得有点过份了，但别人有人撑腰，我又不好直接发生冲突。很憋气，不知道怎么办才好。",
    "annotation": [
      {
        "sentence": "公司内有人狐假虎威，攻击我手下，怎么办？",
        "label": ""
      },
      {
        "sentence": "我是公司总经理，公司里有个副总，跟大老板有点私交，他性格爆躁，权力欲强，经常狐假虎威，在公司对基层员工大发雷霆、破口大骂，最近攻击了我的直接下属，而且经我劝解后仍不依不饶。",
        "label": ""
      },
      {
        "sentence": "我觉得有点过份了，但别人有人撑腰，我又不好直接发生冲突。",
        "label": ""
      },
      {
        "sentence": "很憋气，不知道怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "准确的说这是一个由现实问题引发的情绪（心理）问题，心理方面的问题可以从调节认知和宣泄情绪入手，现实问题可能需要了解更多以后才能给出个人的观点和建议。同事之间的关系属于人际关系的一种，且大多是以利益为导向的。在这种情况下，一切的互动原则都应该以“利益最大化”作为前提，当然这种利益不单指个人的经济利益，还包括工作目标等，如果同事还有另外一层朋友的关系就另当别论了，不在我们讨论的范围内。",
    "annotation": [
      {
        "sentence": "准确的说这是一个由现实问题引发的情绪（心理）问题，心理方面的问题可以从调节认知和宣泄情绪入手，现实问题可能需要了解更多以后才能给出个人的观点和建议。",
        "label": ""
      },
      {
        "sentence": "同事之间的关系属于人际关系的一种，且大多是以利益为导向的。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，一切的互动原则都应该以“利益最大化”作为前提，当然这种利益不单指个人的经济利益，还包括工作目标等，如果同事还有另外一层朋友的关系就另当别论了，不在我们讨论的范围内。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这是一个利益导向的问题，我明白了。我作为公司总经理，应该以公司利益为出发点处理问题。那该怎么处理这个副总的行为呢？",
    "annotation": [
      {
        "sentence": "这是一个利益导向的问题，我明白了。",
        "label": ""
      },
      {
        "sentence": "我作为公司总经理，应该以公司利益为出发点处理问题。",
        "label": ""
      },
      {
        "sentence": "那该怎么处理这个副总的行为呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，作为公司的总经理，在处理问题时就更应该以公司的利益出发，而非个人感情。这样也等于和大老板坐上了“一条船”。也就是说，损害公司利益的人不仅是你的“敌人”，同样是大老板的“敌人”。在这种情况下，如果想要解决这个问题，就一定要动用“大老板”的力量，如果把你和他之间的矛盾交由大老板来裁决，以目前的情况来看，吃亏的很有可能是你，因为在老板看来谁对谁错根本没那么重要，即便真的要在员工和副总之间二选一，我相信你也知道他会选谁。",
    "annotation": [
      {
        "sentence": "对的，作为公司的总经理，在处理问题时就更应该以公司的利益出发，而非个人感情。",
        "label": ""
      },
      {
        "sentence": "这样也等于和大老板坐上了“一条船”。",
        "label": ""
      },
      {
        "sentence": "也就是说，损害公司利益的人不仅是你的“敌人”，同样是大老板的“敌人”。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，如果想要解决这个问题，就一定要动用“大老板”的力量，如果把你和他之间的矛盾交由大老板来裁决，以目前的情况来看，吃亏的很有可能是你，因为在老板看来谁对谁错根本没那么重要，即便真的要在员工和副总之间二选一，我相信你也知道他会选谁。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该寻求大老板的支持来解决问题。但是我还是很生气，觉得他的行为非常过分。我为什么会这么生气呢？",
    "annotation": [
      {
        "sentence": "你说得对，我应该寻求大老板的支持来解决问题。",
        "label": ""
      },
      {
        "sentence": "但是我还是很生气，觉得他的行为非常过分。",
        "label": ""
      },
      {
        "sentence": "我为什么会这么生气呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "正常来说，如果对方攻击的不是你，你是没理由生气的，但是你似乎有些生气，这就说明了在这件事上你是有所投射的。这种投射可能是“威胁感”、“不安全感”，也有可能是一种“不被尊重”的感觉，具体是什么，还需要进一步的深入探索。",
    "annotation": [
      {
        "sentence": "正常来说，如果对方攻击的不是你，你是没理由生气的，但是你似乎有些生气，这就说明了在这件事上你是有所投射的。",
        "label": ""
      },
      {
        "sentence": "这种投射可能是“威胁感”、“不安全感”，也有可能是一种“不被尊重”的感觉，具体是什么，还需要进一步的深入探索。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是因为我觉得他的攻击是对我的权威和地位的挑战，让我感到不被尊重。我平时一直在为公司努力，对下属也一直很关注，所以觉得他这样对待我的下属非常过分。",
    "annotation": [
      {
        "sentence": "可能是因为我觉得他的攻击是对我的权威和地位的挑战，让我感到不被尊重。",
        "label": ""
      },
      {
        "sentence": "我平时一直在为公司努力，对下属也一直很关注，所以觉得他这样对待我的下属非常过分。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你是因为为那名员工打抱不平，我觉得大可不必，工作嘛，如果他不舒服可以选择离开，这种事不是你一个人能够决定或者改变的，毕竟在你上面还有一个大老板，你的能力也是有限的，如果你有这个能力和权力去改变这些就另当别论了，当然作为同事和领导，如果能够给予一定的精神上的安慰和支持自然是最好不过的。",
    "annotation": [
      {
        "sentence": "如果你是因为为那名员工打抱不平，我觉得大可不必，工作嘛，如果他不舒服可以选择离开，这种事不是你一个人能够决定或者改变的，毕竟在你上面还有一个大老板，你的能力也是有限的，如果你有这个能力和权力去改变这些就另当别论了，当然作为同事和领导，如果能够给予一定的精神上的安慰和支持自然是最好不过的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我不能为每一个员工的遭遇都争取公平，我应该更加注重公司整体的利益。谢谢你的提醒，我会调整自己的心态。",
    "annotation": [
      {
        "sentence": "你说得对，我不能为每一个员工的遭遇都争取公平，我应该更加注重公司整体的利益。",
        "label": ""
      },
      {
        "sentence": "谢谢你的提醒，我会调整自己的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，管理是一门艺术，作为管理者如果没有一定的格局和高度，没有“二桃杀三士”的智慧和谋略则很容易被一些琐事困住，影响自己的发展。祝您生活愉快！如果还有其他问题，随时都可以找我倾诉。",
    "annotation": [
      {
        "sentence": "不客气，管理是一门艺术，作为管理者如果没有一定的格局和高度，没有“二桃杀三士”的智慧和谋略则很容易被一些琐事困住，影响自己的发展。",
        "label": ""
      },
      {
        "sentence": "祝您生活愉快！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时都可以找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和建议！我会好好处理这个问题，希望能够把公司的利益放在首位。谢谢你的耐心倾听和帮助！有需要的话，我会再来找你的。祝你生活愉快！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和建议！",
        "label": ""
      },
      {
        "sentence": "我会好好处理这个问题，希望能够把公司的利益放在首位。",
        "label": ""
      },
      {
        "sentence": "谢谢你的耐心倾听和帮助！",
        "label": ""
      },
      {
        "sentence": "有需要的话，我会再来找你的。",
        "label": ""
      },
      {
        "sentence": "祝你生活愉快！",
        "label": ""
      }
    ]
  }
]