[
  {
    "role": "client",
    "content": "公司内有人狐假虎威，攻击我手下，怎么办？我是公司总经理，公司里有个副总，跟大老板有点私交，实际上不归我直接管理，他性格爆躁，权力欲强，经常狐假虎威，在公司对基层员工大发雷霆、破口大骂，最近攻击了我的直接下属，而且经我劝解后仍不依不饶。我觉得有点过份了，但别人有人撑腰，我又不好直接发生冲突。很憋气，不知道怎么办才好。",
    "annotation": [
      {
        "sentence": "公司内有人狐假虎威，攻击我手下，怎么办？",
        "label": ""
      },
      {
        "sentence": "我是公司总经理，公司里有个副总，跟大老板有点私交，实际上不归我直接管理，他性格爆躁，权力欲强，经常狐假虎威，在公司对基层员工大发雷霆、破口大骂，最近攻击了我的直接下属，而且经我劝解后仍不依不饶。",
        "label": ""
      },
      {
        "sentence": "我觉得有点过份了，但别人有人撑腰，我又不好直接发生冲突。",
        "label": ""
      },
      {
        "sentence": "很憋气，不知道怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，听到你的遭遇，我真的很理解，给你一个拥抱。在公司里工作确实不容易，尤其是面对复杂的人际关系。请放心，我会一步步帮助你解决这个问题的。首先，不想直接与他对碰，或者没有办法与对方对碰，就要曲线救国。敌强，你弱，而且副总的职位比你高，只能走另一条路，不能硬碰。你想挽救你的下属，不能公然帮手，只能低调处理，私下里给予他们帮助。",
    "annotation": [
      {
        "sentence": "求助者，听到你的遭遇，我真的很理解，给你一个拥抱。",
        "label": ""
      },
      {
        "sentence": "在公司里工作确实不容易，尤其是面对复杂的人际关系。",
        "label": ""
      },
      {
        "sentence": "请放心，我会一步步帮助你解决这个问题的。",
        "label": ""
      },
      {
        "sentence": "首先，不想直接与他对碰，或者没有办法与对方对碰，就要曲线救国。",
        "label": ""
      },
      {
        "sentence": "敌强，你弱，而且副总的职位比你高，只能走另一条路，不能硬碰。",
        "label": ""
      },
      {
        "sentence": "你想挽救你的下属，不能公然帮手，只能低调处理，私下里给予他们帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我明白了。我会尽量以曲线的方式来帮助我的下属。但我担心自己会被孤立无援，毕竟副总有人撑腰，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "你说得对，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会尽量以曲线的方式来帮助我的下属。",
        "label": ""
      },
      {
        "sentence": "但我担心自己会被孤立无援，毕竟副总有人撑腰，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要担心，我建议你团结你的下属，至少有人做你的后援。让他们知道你是支持他们的，与他们一同面对副总的攻击。这样可以让你有安全感，并且不会感到孤立无援。",
    "annotation": [
      {
        "sentence": "不要担心，我建议你团结你的下属，至少有人做你的后援。",
        "label": ""
      },
      {
        "sentence": "让他们知道你是支持他们的，与他们一同面对副总的攻击。",
        "label": ""
      },
      {
        "sentence": "这样可以让你有安全感，并且不会感到孤立无援。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该与我的下属建立联盟，共同面对困难。但是，我也想知道是否能够结交一些权力和能力强的人来支持我？",
    "annotation": [
      {
        "sentence": "你说得对，我应该与我的下属建立联盟，共同面对困难。",
        "label": ""
      },
      {
        "sentence": "但是，我也想知道是否能够结交一些权力和能力强的人来支持我？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以，你可以试着结交一些贵人，这些人可以是公司的顾问，也可以是你上司的上司。只要他们有能力和权力来帮助你，就是你的贵人。与他们建立良好的关系可以为你提供更多的支持和帮助。",
    "annotation": [
      {
        "sentence": "当然可以，你可以试着结交一些贵人，这些人可以是公司的顾问，也可以是你上司的上司。",
        "label": ""
      },
      {
        "sentence": "只要他们有能力和权力来帮助你，就是你的贵人。",
        "label": ""
      },
      {
        "sentence": "与他们建立良好的关系可以为你提供更多的支持和帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我明白了。我会尝试与公司顾问和上司的上司建立联系，希望他们可以成为我的贵人，帮助我解决这个问题。但我还是很担心，我的副总属于依赖型的人，容易找心理投射对象，我怕他会再次对我发脾气。",
    "annotation": [
      {
        "sentence": "好的，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会尝试与公司顾问和上司的上司建立联系，希望他们可以成为我的贵人，帮助我解决这个问题。",
        "label": ""
      },
      {
        "sentence": "但我还是很担心，我的副总属于依赖型的人，容易找心理投射对象，我怕他会再次对我发脾气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心是可以理解的。事实上，你可以做最坏的打算，即使你尽力了，副总可能还是会对你发脾气甚至攻击你。他的问题与你的行为无关，而是他自己的责任。所以，你要做的就是保持冷静，不要让他的怒火影响到你的情绪。好好准备，以应对他可能的脾气爆发。",
    "annotation": [
      {
        "sentence": "你的担心是可以理解的。",
        "label": ""
      },
      {
        "sentence": "事实上，你可以做最坏的打算，即使你尽力了，副总可能还是会对你发脾气甚至攻击你。",
        "label": ""
      },
      {
        "sentence": "他的问题与你的行为无关，而是他自己的责任。",
        "label": ""
      },
      {
        "sentence": "所以，你要做的就是保持冷静，不要让他的怒火影响到你的情绪。",
        "label": ""
      },
      {
        "sentence": "好好准备，以应对他可能的脾气爆发。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量做到。还有一件事情困扰着我，副总总是对我发脾气，我不知道是他自己的问题，还是我做得不够好。如果是我自己的问题，我该如何应对呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量做到。",
        "label": ""
      },
      {
        "sentence": "还有一件事情困扰着我，副总总是对我发脾气，我不知道是他自己的问题，还是我做得不够好。",
        "label": ""
      },
      {
        "sentence": "如果是我自己的问题，我该如何应对呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你要明确，副总对你发脾气并不是因为你的工作不够好，而是因为他自己内心的期待和不满。你需要搞清楚这一点。如果他对你的要求过分或不合理，你可以拒绝。但要小心拒绝的方式，因为有些人是接受不了别人对他的拒绝。最好是委婉地说自己做不到，把自己说得很低一点，这样可以避免伤害副总的自尊心。另外，在平时要保持与他的距离，毕竟伴君如伴虎，祝你好运！",
    "annotation": [
      {
        "sentence": "首先，你要明确，副总对你发脾气并不是因为你的工作不够好，而是因为他自己内心的期待和不满。",
        "label": ""
      },
      {
        "sentence": "你需要搞清楚这一点。",
        "label": ""
      },
      {
        "sentence": "如果他对你的要求过分或不合理，你可以拒绝。",
        "label": ""
      },
      {
        "sentence": "但要小心拒绝的方式，因为有些人是接受不了别人对他的拒绝。",
        "label": ""
      },
      {
        "sentence": "最好是委婉地说自己做不到，把自己说得很低一点，这样可以避免伤害副总的自尊心。",
        "label": ""
      },
      {
        "sentence": "另外，在平时要保持与他的距离，毕竟伴君如伴虎，祝你好运！",
        "label": ""
      }
    ]
  }
]