[
  {
    "role": "client",
    "content": "每次上台好难受，内向怕生的大学生如何应对公众演讲？我参加了学校的比赛，原本只是想混学分，没想到进了决赛。决赛要每个人上台演讲，我现在很害怕，不知道怎么面对，甚至觉得自己会在台上失声，会晕倒。我舌系带过短，小时候说话不清楚，可能这个原因吧，我害怕人多的地方，怕被人注视。支持者：原本只是想混学分，没想到进了决赛。知道这说明什么吗？这说明你的能力很好，只要你不自己干扰自己，让自己自主发挥，你是可以翱翔天空的！再来看你的眼光集中在哪里？求助者：我觉得自己长得特别不好看，很丑的那种。尤其是在当众说话的时候，我觉得大家都在审视我的长相。支持者：你只看自己的缺点，却又没有把这作为自己的动力，反而用来贬低自己，以至于不知不觉中伤害自己！关键问题是，伤害自己有用吗？你觉得你自己延伸的标准是不是导致了你对自己的看法有所误导？求助者：我觉得别人都在心里嘲笑我。我怕演讲时自己有什么地方做得不好，怕出丑。支持者：人们关心的是那个放松的你，赞扬的是那个放松的你，这就是你能站上决赛舞台的根本原因，而你想把你另一面表现给大家看，把那个无时无刻不打压自己的自己展现给大家，你觉得你对得起观众吗？其实，你这种心理人人都有，这是我们的自恋本能，我们十分希望自己标准和完美。接受自己的缺陷，接纳自己，可以是与别人不一样的，这是我们的本能啊！请你重新思考一下，重新选择一下，我看好你！",
    "annotation": [
      {
        "sentence": "每次上台好难受，内向怕生的大学生如何应对公众演讲？",
        "label": ""
      },
      {
        "sentence": "我参加了学校的比赛，原本只是想混学分，没想到进了决赛。",
        "label": ""
      },
      {
        "sentence": "决赛要每个人上台演讲，我现在很害怕，不知道怎么面对，甚至觉得自己会在台上失声，会晕倒。",
        "label": ""
      },
      {
        "sentence": "我舌系带过短，小时候说话不清楚，可能这个原因吧，我害怕人多的地方，怕被人注视。",
        "label": ""
      },
      {
        "sentence": "支持者：原本只是想混学分，没想到进了决赛。",
        "label": ""
      },
      {
        "sentence": "知道这说明什么吗？",
        "label": ""
      },
      {
        "sentence": "这说明你的能力很好，只要你不自己干扰自己，让自己自主发挥，你是可以翱翔天空的！",
        "label": ""
      },
      {
        "sentence": "再来看你的眼光集中在哪里？",
        "label": ""
      },
      {
        "sentence": "求助者：我觉得自己长得特别不好看，很丑的那种。",
        "label": ""
      },
      {
        "sentence": "尤其是在当众说话的时候，我觉得大家都在审视我的长相。",
        "label": ""
      },
      {
        "sentence": "支持者：你只看自己的缺点，却又没有把这作为自己的动力，反而用来贬低自己，以至于不知不觉中伤害自己！",
        "label": ""
      },
      {
        "sentence": "关键问题是，伤害自己有用吗？",
        "label": ""
      },
      {
        "sentence": "你觉得你自己延伸的标准是不是导致了你对自己的看法有所误导？",
        "label": ""
      },
      {
        "sentence": "求助者：我觉得别人都在心里嘲笑我。",
        "label": ""
      },
      {
        "sentence": "我怕演讲时自己有什么地方做得不好，怕出丑。",
        "label": ""
      },
      {
        "sentence": "支持者：人们关心的是那个放松的你，赞扬的是那个放松的你，这就是你能站上决赛舞台的根本原因，而你想把你另一面表现给大家看，把那个无时无刻不打压自己的自己展现给大家，你觉得你对得起观众吗？",
        "label": ""
      },
      {
        "sentence": "其实，你这种心理人人都有，这是我们的自恋本能，我们十分希望自己标准和完美。",
        "label": ""
      },
      {
        "sentence": "接受自己的缺陷，接纳自己，可以是与别人不一样的，这是我们的本能啊！",
        "label": ""
      },
      {
        "sentence": "请你重新思考一下，重新选择一下，我看好你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但上台对我来说好难，怕无法发挥。支持者：其实，你的能力是有的，只是需要去发现，把内心的焦虑压下去。你可以先尝试小的场合，把“怕失误，怕丢人”的心态换成“玩一玩”的心态，不要太在意表现，轻松发挥。让自己习惯这种场合，慢慢扩大自己的能力范围！自信一点，你的能力会越来越好的。求助者：我甚至觉得自己无法面对未来的毕业答辩。支持者：其实，毕业答辩跟公众演讲是有些不同的，毕业答辩强调的是你对学业的理解和掌握，而不是你的表现。你可以通过平时的学习提高自己的能力，据此展开答辩，不要太担心未来的事情，只要你现在好好准备，未来会变得更加美好！",
    "annotation": [
      {
        "sentence": "但上台对我来说好难，怕无法发挥。",
        "label": ""
      },
      {
        "sentence": "支持者：其实，你的能力是有的，只是需要去发现，把内心的焦虑压下去。",
        "label": ""
      },
      {
        "sentence": "你可以先尝试小的场合，把“怕失误，怕丢人”的心态换成“玩一玩”的心态，不要太在意表现，轻松发挥。",
        "label": ""
      },
      {
        "sentence": "让自己习惯这种场合，慢慢扩大自己的能力范围！",
        "label": ""
      },
      {
        "sentence": "自信一点，你的能力会越来越好的。",
        "label": ""
      },
      {
        "sentence": "求助者：我甚至觉得自己无法面对未来的毕业答辩。",
        "label": ""
      },
      {
        "sentence": "支持者：其实，毕业答辩跟公众演讲是有些不同的，毕业答辩强调的是你对学业的理解和掌握，而不是你的表现。",
        "label": ""
      },
      {
        "sentence": "你可以通过平时的学习提高自己的能力，据此展开答辩，不要太担心未来的事情，只要你现在好好准备，未来会变得更加美好！",
        "label": ""
      }
    ]
  }
]