[
  {
    "role": "client",
    "content": "为什么总是没有任何理由就想哭？都半年了…有自杀倾向总是想哭，一点矛盾就可以大哭，有自杀倾向，绳子和刀都准备好了，上次的假期最严重，日期都定好了，几次都没有成功，一次又一次的失败，开学之后没有时间去自杀，感觉自己越来越废了，学习也不好，头的两侧疼，但是没有失眠，也有点不想画动漫了，好郁闷啊，都半年了…怎么办？",
    "annotation": [
      {
        "sentence": "为什么总是没有任何理由就想哭？",
        "label": ""
      },
      {
        "sentence": "都半年了…有自杀倾向总是想哭，一点矛盾就可以大哭，有自杀倾向，绳子和刀都准备好了，上次的假期最严重，日期都定好了，几次都没有成功，一次又一次的失败，开学之后没有时间去自杀，感觉自己越来越废了，学习也不好，头的两侧疼，但是没有失眠，也有点不想画动漫了，好郁闷啊，都半年了…怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没有任何理由就想哭，一点矛盾就可以大哭，我想，应该是你的内心压抑的情绪太多了，已经不太能受控制了。所以，一点点的小事，都可能触动你的情绪，甚至崩溃。你自己之所以觉得是没有任何理由，只是因为那些情绪可能是被你压抑下去的，进到了你的潜意识，虽然你意识不到哦，但是却依然还在影响着你。这其实也是我们意识的一种自我保护，可以让我们不会那么的痛苦。",
    "annotation": [
      {
        "sentence": "没有任何理由就想哭，一点矛盾就可以大哭，我想，应该是你的内心压抑的情绪太多了，已经不太能受控制了。",
        "label": ""
      },
      {
        "sentence": "所以，一点点的小事，都可能触动你的情绪，甚至崩溃。",
        "label": ""
      },
      {
        "sentence": "你自己之所以觉得是没有任何理由，只是因为那些情绪可能是被你压抑下去的，进到了你的潜意识，虽然你意识不到哦，但是却依然还在影响着你。",
        "label": ""
      },
      {
        "sentence": "这其实也是我们意识的一种自我保护，可以让我们不会那么的痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道我内心压抑了很多情绪，但是我不知道怎么释放，总觉得一切都无助，觉得自己越来越失控。",
    "annotation": [
      {
        "sentence": "我知道我内心压抑了很多情绪，但是我不知道怎么释放，总觉得一切都无助，觉得自己越来越失控。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的感受，确实有时候我们会感到无助和失控。要知道，释放情绪并不是一件容易的事情，尤其是当我们内心的压力很大时。或许你可以尝试一些方法来帮助缓解这种情况，比如说写日记、通过运动来释放压力、或者找些乐子尽量让自己笑一笑。同时，还建议你寻求专业的心理咨询师的帮助，他们会帮助你更好地理解和处理自己的情绪。",
    "annotation": [
      {
        "sentence": "理解你的感受，确实有时候我们会感到无助和失控。",
        "label": ""
      },
      {
        "sentence": "要知道，释放情绪并不是一件容易的事情，尤其是当我们内心的压力很大时。",
        "label": ""
      },
      {
        "sentence": "或许你可以尝试一些方法来帮助缓解这种情况，比如说写日记、通过运动来释放压力、或者找些乐子尽量让自己笑一笑。",
        "label": ""
      },
      {
        "sentence": "同时，还建议你寻求专业的心理咨询师的帮助，他们会帮助你更好地理解和处理自己的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尽量试试你说的这些方法，但是我觉得自己好绝望，好像没有出路一样。我真的好难受。",
    "annotation": [
      {
        "sentence": "我会尽量试试你说的这些方法，但是我觉得自己好绝望，好像没有出路一样。",
        "label": ""
      },
      {
        "sentence": "我真的好难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你此刻的绝望感，但是请相信，每个人都有低谷的时候。这样的感受并不会永远存在。即使现在感觉很糟糕，也请你坚持下去，为了那么多爱着你的人，包括我在内，我们都希望看到你渡过难关。如果你实在感到无助和绝望，请务必寻求专业心理咨询师或者心理医生的帮助，他们会给予你更专业的支持和指导。",
    "annotation": [
      {
        "sentence": "我能理解你此刻的绝望感，但是请相信，每个人都有低谷的时候。",
        "label": ""
      },
      {
        "sentence": "这样的感受并不会永远存在。",
        "label": ""
      },
      {
        "sentence": "即使现在感觉很糟糕，也请你坚持下去，为了那么多爱着你的人，包括我在内，我们都希望看到你渡过难关。",
        "label": ""
      },
      {
        "sentence": "如果你实在感到无助和绝望，请务必寻求专业心理咨询师或者心理医生的帮助，他们会给予你更专业的支持和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我会努力坚持下去，寻求专业帮助。我也会试着写写日记，运动一定可以帮我缓解压力的。",
    "annotation": [
      {
        "sentence": "你说的对，我会努力坚持下去，寻求专业帮助。",
        "label": ""
      },
      {
        "sentence": "我也会试着写写日记，运动一定可以帮我缓解压力的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决定，坚持下去是非常重要的。写日记和运动是很好的缓解压力的方式，希望它们能给你带来一些积极的改变。如果你在任何时候需要人陪、发泄或倾诉，记得我会一直在这里支持你。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决定，坚持下去是非常重要的。",
        "label": ""
      },
      {
        "sentence": "写日记和运动是很好的缓解压力的方式，希望它们能给你带来一些积极的改变。",
        "label": ""
      },
      {
        "sentence": "如果你在任何时候需要人陪、发泄或倾诉，记得我会一直在这里支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我真的很感激你的支持。现在的心情是不太稳定的，但有你的陪伴我感觉好一些了。",
    "annotation": [
      {
        "sentence": "谢谢你，我真的很感激你的支持。",
        "label": ""
      },
      {
        "sentence": "现在的心情是不太稳定的，但有你的陪伴我感觉好一些了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意帮助你。情绪的波动是正常的，只要你记住，你不是一个人在面对困难，你有爱你的人陪伴着你，这将会给你带来更多的力量。如果你需要随时找我聊天或倾诉，都可以给我发消息。我们一起度过这个难关。",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "情绪的波动是正常的，只要你记住，你不是一个人在面对困难，你有爱你的人陪伴着你，这将会给你带来更多的力量。",
        "label": ""
      },
      {
        "sentence": "如果你需要随时找我聊天或倾诉，都可以给我发消息。",
        "label": ""
      },
      {
        "sentence": "我们一起度过这个难关。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，真的谢谢你。我会记住你的话，也会勇敢面对自己的问题。",
    "annotation": [
      {
        "sentence": "谢谢你，真的谢谢你。",
        "label": ""
      },
      {
        "sentence": "我会记住你的话，也会勇敢面对自己的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和勇气，我相信你一定能够战胜困难，找回属于自己的快乐。我会一直陪伴在你身边，支持你。不要忘记，你并不孤单。",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和勇气，我相信你一定能够战胜困难，找回属于自己的快乐。",
        "label": ""
      },
      {
        "sentence": "我会一直陪伴在你身边，支持你。",
        "label": ""
      },
      {
        "sentence": "不要忘记，你并不孤单。",
        "label": ""
      }
    ]
  }
]