[
  {
    "role": "client",
    "content": "每次上台好难受，内向怕生的大学生如何应对公众演讲？我参加了学校的比赛，原本只是想混学分，没想到进了决赛。决赛要每个人上台演讲，我现在很害怕，不知道怎么面对，甚至觉得自己会在台上失声，会晕倒。我舌系带过短，小时候说话不清楚，故在小学时受到较严重的校园暴力，可能这个原因吧，我害怕人多的地方，怕被人注视，连上讲台写答案，我都会双腿发抖，手都拿不稳粉笔。我觉得自己长得特别不好看，很丑的那种。尤其是在当众说话的时候，我觉得大家都在审视我的长相。我怕演讲时自己有什么地方做得不好，怕出丑，我觉得别人都在心里嘲笑我。我也有过上台的经历，每次上台后，我都感觉好难受，恨不得找地方钻进去，过后几天我都会记得自己在台上的做得不好的地方，会为此感到羞耻，觉得自己很垃圾，甚至好几天都不敢去人多的地方。我常因为自己这种性格，自己的长相感到比别人差好多，觉得自己没任何用处。我要如何面对即将到来的演讲？我甚至觉得自己无法面对未来的毕业答辩，以后也不知道如何在社会生存。",
    "annotation": [
      {
        "sentence": "每次上台好难受，内向怕生的大学生如何应对公众演讲？",
        "label": ""
      },
      {
        "sentence": "我参加了学校的比赛，原本只是想混学分，没想到进了决赛。",
        "label": ""
      },
      {
        "sentence": "决赛要每个人上台演讲，我现在很害怕，不知道怎么面对，甚至觉得自己会在台上失声，会晕倒。",
        "label": ""
      },
      {
        "sentence": "我舌系带过短，小时候说话不清楚，故在小学时受到较严重的校园暴力，可能这个原因吧，我害怕人多的地方，怕被人注视，连上讲台写答案，我都会双腿发抖，手都拿不稳粉笔。",
        "label": ""
      },
      {
        "sentence": "我觉得自己长得特别不好看，很丑的那种。",
        "label": ""
      },
      {
        "sentence": "尤其是在当众说话的时候，我觉得大家都在审视我的长相。",
        "label": ""
      },
      {
        "sentence": "我怕演讲时自己有什么地方做得不好，怕出丑，我觉得别人都在心里嘲笑我。",
        "label": ""
      },
      {
        "sentence": "我也有过上台的经历，每次上台后，我都感觉好难受，恨不得找地方钻进去，过后几天我都会记得自己在台上的做得不好的地方，会为此感到羞耻，觉得自己很垃圾，甚至好几天都不敢去人多的地方。",
        "label": ""
      },
      {
        "sentence": "我常因为自己这种性格，自己的长相感到比别人差好多，觉得自己没任何用处。",
        "label": ""
      },
      {
        "sentence": "我要如何面对即将到来的演讲？",
        "label": ""
      },
      {
        "sentence": "我甚至觉得自己无法面对未来的毕业答辩，以后也不知道如何在社会生存。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我上大学时，每次参加讲演比赛或者诗歌朗诵，都会做非常充分的台下准备，稿子会背得滚瓜烂熟，但即便如此，每次上台也都还是会紧张得腿直发抖！几乎每次都拿一等奖！几乎每次都这样紧张！别人都说他们在台下看我一点都不紧张！多年以后，我一上台讲话，虽然大多数时候都表现不错，但也还是会紧张，相当紧张。但很奇怪，自从我2017年在心海榕跟随于老师开始团体修习心理学以后，今年，我发现我突然当众讲话就不紧张了！嗯，也许，多练习，这种紧张和内心的某些疙瘩有关？学习心理学，也不知啥时候把那疙瘩解开了，然后，就不紧张啦！",
    "annotation": [
      {
        "sentence": "我上大学时，每次参加讲演比赛或者诗歌朗诵，都会做非常充分的台下准备，稿子会背得滚瓜烂熟，但即便如此，每次上台也都还是会紧张得腿直发抖！",
        "label": ""
      },
      {
        "sentence": "几乎每次都拿一等奖！",
        "label": ""
      },
      {
        "sentence": "几乎每次都这样紧张！",
        "label": ""
      },
      {
        "sentence": "别人都说他们在台下看我一点都不紧张！",
        "label": ""
      },
      {
        "sentence": "多年以后，我一上台讲话，虽然大多数时候都表现不错，但也还是会紧张，相当紧张。",
        "label": ""
      },
      {
        "sentence": "但很奇怪，自从我2017年在心海榕跟随于老师开始团体修习心理学以后，今年，我发现我突然当众讲话就不紧张了！",
        "label": ""
      },
      {
        "sentence": "嗯，也许，多练习，这种紧张和内心的某些疙瘩有关？",
        "label": ""
      },
      {
        "sentence": "学习心理学，也不知啥时候把那疙瘩解开了，然后，就不紧张啦！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "真的吗？你也有过紧张的经历，那你是怎么克服的呢？我一想到要上台就会特别紧张，完全无法集中注意力。我很希望能像你一样，当众讲话不再紧张。",
    "annotation": [
      {
        "sentence": "真的吗？",
        "label": ""
      },
      {
        "sentence": "你也有过紧张的经历，那你是怎么克服的呢？",
        "label": ""
      },
      {
        "sentence": "我一想到要上台就会特别紧张，完全无法集中注意力。",
        "label": ""
      },
      {
        "sentence": "我很希望能像你一样，当众讲话不再紧张。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我也经历过紧张的阶段。我觉得克服紧张有很多方法，首先，你可以尝试进行充分的准备，背熟演讲稿，提前练习多次，增加自信心。同时，你可以尝试放松自己的身体和思维，比如通过深呼吸、放松肌肉来缓解紧张情绪。此外，你也可以尝试逐渐暴露自己于公众之中，参加一些小规模的演讲活动，慢慢适应和克服紧张感。还有，对于自己的外貌和身体感到没有自信的问题，可以尝试改变自己的审美观念，树立积极的自我形象，相信自己的才华和能力。",
    "annotation": [
      {
        "sentence": "是的，我也经历过紧张的阶段。",
        "label": ""
      },
      {
        "sentence": "我觉得克服紧张有很多方法，首先，你可以尝试进行充分的准备，背熟演讲稿，提前练习多次，增加自信心。",
        "label": ""
      },
      {
        "sentence": "同时，你可以尝试放松自己的身体和思维，比如通过深呼吸、放松肌肉来缓解紧张情绪。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以尝试逐渐暴露自己于公众之中，参加一些小规模的演讲活动，慢慢适应和克服紧张感。",
        "label": ""
      },
      {
        "sentence": "还有，对于自己的外貌和身体感到没有自信的问题，可以尝试改变自己的审美观念，树立积极的自我形象，相信自己的才华和能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试做些准备工作并放松自己的情绪。但是，我对自己的外貌和身体还是没有自信，怎么才能改变这种想法呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试做些准备工作并放松自己的情绪。",
        "label": ""
      },
      {
        "sentence": "但是，我对自己的外貌和身体还是没有自信，怎么才能改变这种想法呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "改变对自己外貌和身体的看法需要时间和努力。首先，你可以从改变自己的内心开始，培养积极的自我形象和自尊心，相信自己的价值和能力。此外，建议你寻找一些能够增强自信心的活动和爱好，比如锻炼身体、学习新技能等，这样可以提高自我认同感。记住，每个人都有自己美丽的独特之处，重要的是学会接纳和爱护自己。",
    "annotation": [
      {
        "sentence": "改变对自己外貌和身体的看法需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "首先，你可以从改变自己的内心开始，培养积极的自我形象和自尊心，相信自己的价值和能力。",
        "label": ""
      },
      {
        "sentence": "此外，建议你寻找一些能够增强自信心的活动和爱好，比如锻炼身体、学习新技能等，这样可以提高自我认同感。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都有自己美丽的独特之处，重要的是学会接纳和爱护自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会尝试接受自己，并进行积极的心理调整。无论外界怎么看待我，我要相信自己的价值和能力。谢谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "你说得对，我会尝试接受自己，并进行积极的心理调整。",
        "label": ""
      },
      {
        "sentence": "无论外界怎么看待我，我要相信自己的价值和能力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你能够克服困难，展现自己的才华！记住，勇敢面对演讲，相信自己，你会做得很出色的！如果你有任何问题或需要进一步的支持，随时都可以找我聊天。祝你成功！",
    "annotation": [
      {
        "sentence": "不客气，我相信你能够克服困难，展现自己的才华！",
        "label": ""
      },
      {
        "sentence": "记住，勇敢面对演讲，相信自己，你会做得很出色的！",
        "label": ""
      },
      {
        "sentence": "如果你有任何问题或需要进一步的支持，随时都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你成功！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会好好准备演讲，努力克服紧张情绪。如果我有需要，一定会向你寻求帮助的。再次感谢你的陪伴和鼓励！祝你一切顺利！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会好好准备演讲，努力克服紧张情绪。",
        "label": ""
      },
      {
        "sentence": "如果我有需要，一定会向你寻求帮助的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和鼓励！",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直支持你的！祝你演讲顺利，期待听到你的好消息！如果有任何困难或需要帮助，记得随时找我倾诉。祝你生活愉快，前程似锦！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直支持你的！",
        "label": ""
      },
      {
        "sentence": "祝你演讲顺利，期待听到你的好消息！",
        "label": ""
      },
      {
        "sentence": "如果有任何困难或需要帮助，记得随时找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你生活愉快，前程似锦！",
        "label": ""
      }
    ]
  }
]