[
  {
    "role": "client",
    "content": "我今年19岁，一直感到很困惑。今年我又借了1万元外债，我甚至曾经想过自杀。自从初中毕业后，我就没有继续上学，一直感到迷茫。我做事情也总是马马虎虎的，换过好多工作。再加上我父亲在我13岁的时候就过世了，这一切使得我更加迷茫。亲人们瞧不起我，母亲也时常责骂我。你们知道吗，我不愿意过这样的生活。我没有学历，今年又借了1万元的债务，虽然数额不大，但是一直压在我身上。下半年找不到工作，我真的很难受，我不想再这样下去了，我总觉得活得没有希望，就干脆一了百了吧。",
    "annotation": [
      {
        "sentence": "我今年19岁，一直感到很困惑。",
        "label": ""
      },
      {
        "sentence": "今年我又借了1万元外债，我甚至曾经想过自杀。",
        "label": ""
      },
      {
        "sentence": "自从初中毕业后，我就没有继续上学，一直感到迷茫。",
        "label": ""
      },
      {
        "sentence": "我做事情也总是马马虎虎的，换过好多工作。",
        "label": ""
      },
      {
        "sentence": "再加上我父亲在我13岁的时候就过世了，这一切使得我更加迷茫。",
        "label": ""
      },
      {
        "sentence": "亲人们瞧不起我，母亲也时常责骂我。",
        "label": ""
      },
      {
        "sentence": "你们知道吗，我不愿意过这样的生活。",
        "label": ""
      },
      {
        "sentence": "我没有学历，今年又借了1万元的债务，虽然数额不大，但是一直压在我身上。",
        "label": ""
      },
      {
        "sentence": "下半年找不到工作，我真的很难受，我不想再这样下去了，我总觉得活得没有希望，就干脆一了百了吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "19岁是个刚刚成年的大孩子，你的焦虑是助你成长的正面情绪。你还年轻，需要时间去成长。你换了好几份工作，这是积极找到自己想做的事情的积极行动，也是试错的过程。其实，只有咬牙坚持下去，才会有收获和成长。在当前经济困难的情况下，疫情蔓延全球，就算是有学历、有钱、经验丰富的20多岁的人也不容易高收入。找到一份适合你的工作，已经是非常不错的了。母亲责骂你，亲戚看不起你，这可能是你内心深处自卑和不自信的表现。母亲责骂你是因为她爱你，在她的方式中也是表达爱的方式。毕竟，99%的人都关注自己而不是他人。失去父亲和母亲相依为命让你能够不断地找工作，而不是闲着啃老，这是值得鼓励的。你要接纳自己、理解自己、尊重自己、爱自己，才能够爱别人。不要对自己和他人过分要求，不完美才是完美。你欠下1万元的外债，找不到工作让你感到焦虑，想一了百了。但是在当前经济困难的时期，有许多人都面临房子断供、企业倒闭、大量失业的情况，想要结束生命的人实在太多了。现在只要有吃有穿就能够活下来，债务先不要太过于担心。你可以尝试干手工活、打零工，让自己保持忙碌，因为闲下来的时候反而容易产生悲观情绪。勇敢地面对现实，去生活，去经历跌倒，去迎接失败和成功，用你的生命再创造新的生活。人本心理学家在85岁时写的一本书《做我自己》中有这样一句话：“直视骄阳，生而向死！”",
    "annotation": [
      {
        "sentence": "19岁是个刚刚成年的大孩子，你的焦虑是助你成长的正面情绪。",
        "label": ""
      },
      {
        "sentence": "你还年轻，需要时间去成长。",
        "label": ""
      },
      {
        "sentence": "你换了好几份工作，这是积极找到自己想做的事情的积极行动，也是试错的过程。",
        "label": ""
      },
      {
        "sentence": "其实，只有咬牙坚持下去，才会有收获和成长。",
        "label": ""
      },
      {
        "sentence": "在当前经济困难的情况下，疫情蔓延全球，就算是有学历、有钱、经验丰富的20多岁的人也不容易高收入。",
        "label": ""
      },
      {
        "sentence": "找到一份适合你的工作，已经是非常不错的了。",
        "label": ""
      },
      {
        "sentence": "母亲责骂你，亲戚看不起你，这可能是你内心深处自卑和不自信的表现。",
        "label": ""
      },
      {
        "sentence": "母亲责骂你是因为她爱你，在她的方式中也是表达爱的方式。",
        "label": ""
      },
      {
        "sentence": "毕竟，99%的人都关注自己而不是他人。",
        "label": ""
      },
      {
        "sentence": "失去父亲和母亲相依为命让你能够不断地找工作，而不是闲着啃老，这是值得鼓励的。",
        "label": ""
      },
      {
        "sentence": "你要接纳自己、理解自己、尊重自己、爱自己，才能够爱别人。",
        "label": ""
      },
      {
        "sentence": "不要对自己和他人过分要求，不完美才是完美。",
        "label": ""
      },
      {
        "sentence": "你欠下1万元的外债，找不到工作让你感到焦虑，想一了百了。",
        "label": ""
      },
      {
        "sentence": "但是在当前经济困难的时期，有许多人都面临房子断供、企业倒闭、大量失业的情况，想要结束生命的人实在太多了。",
        "label": ""
      },
      {
        "sentence": "现在只要有吃有穿就能够活下来，债务先不要太过于担心。",
        "label": ""
      },
      {
        "sentence": "你可以尝试干手工活、打零工，让自己保持忙碌，因为闲下来的时候反而容易产生悲观情绪。",
        "label": ""
      },
      {
        "sentence": "勇敢地面对现实，去生活，去经历跌倒，去迎接失败和成功，用你的生命再创造新的生活。",
        "label": ""
      },
      {
        "sentence": "人本心理学家在85岁时写的一本书《做我自己》中有这样一句话：“直视骄阳，生而向死！",
        "label": ""
      },
      {
        "sentence": "”",
        "label": ""
      }
    ]
  }
]