[
  {
    "role": "client",
    "content": "马上要高考了，情绪低落，心中有说不出的苦。好累只有半个月就要高考了，最近情绪很低落，不喜欢跟家人交流。",
    "annotation": [
      {
        "sentence": "马上要高考了，情绪低落，心中有说不出的苦。",
        "label": ""
      },
      {
        "sentence": "好累只有半个月就要高考了，最近情绪很低落，不喜欢跟家人交流。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好啊，同学。临近高考，心情低落、无助、孤寂都是正常的反应，是我们对压力事件的应激状态，所以请多多理解一下自己。",
    "annotation": [
      {
        "sentence": "你好啊，同学。",
        "label": ""
      },
      {
        "sentence": "临近高考，心情低落、无助、孤寂都是正常的反应，是我们对压力事件的应激状态，所以请多多理解一下自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "每次心中有说不出的那种苦想和朋友交流，又怕我这样会打扰他们学习，所以往往欲言又止。",
    "annotation": [
      {
        "sentence": "每次心中有说不出的那种苦想和朋友交流，又怕我这样会打扰他们学习，所以往往欲言又止。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为担心打扰同学所以克制自己不找他们倾诉，说明你善解人意，照顾别人的感受，这是特别珍贵的优点呢。",
    "annotation": [
      {
        "sentence": "因为担心打扰同学所以克制自己不找他们倾诉，说明你善解人意，照顾别人的感受，这是特别珍贵的优点呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有时候感觉我不像个正常的高三生，每天只有8-9小时的睡眠；有时候感觉自己就是一个人在孤军奋战；有时候感觉自己活得真的不像个人，可以一天不说一句话，可以打自己到出鼻血，可以把自己饿到一天不吃饭；有时候我特别在意别人的眼光；有时候感觉我一直在承受我这个年纪不该有的痛苦。好累；有时候真的比仇人更讨厌现在的自己！",
    "annotation": [
      {
        "sentence": "有时候感觉我不像个正常的高三生，每天只有8-9小时的睡眠；有时候感觉自己就是一个人在孤军奋战；有时候感觉自己活得真的不像个人，可以一天不说一句话，可以打自己到出鼻血，可以把自己饿到一天不吃饭；有时候我特别在意别人的眼光；有时候感觉我一直在承受我这个年纪不该有的痛苦。",
        "label": ""
      },
      {
        "sentence": "好累；有时候真的比仇人更讨厌现在的自己！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "觉得孤单没人理解不被懂，内心有一定的冲突，请相信这是这个年龄阶段的一个共有特点，随着年龄的增长，阅历的增加，知识经验经历都会帮助我们更好地懂得自己。当生活的目标和方向很明确的时候，这些困扰会慢慢消解的。",
    "annotation": [
      {
        "sentence": "觉得孤单没人理解不被懂，内心有一定的冲突，请相信这是这个年龄阶段的一个共有特点，随着年龄的增长，阅历的增加，知识经验经历都会帮助我们更好地懂得自己。",
        "label": ""
      },
      {
        "sentence": "当生活的目标和方向很明确的时候，这些困扰会慢慢消解的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但有时候我真的觉得很累呀，也不知道怎么办才好。我看到同学都在拼命学习，我却总是感觉力不从心。",
    "annotation": [
      {
        "sentence": "但有时候我真的觉得很累呀，也不知道怎么办才好。",
        "label": ""
      },
      {
        "sentence": "我看到同学都在拼命学习，我却总是感觉力不从心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看起来睡眠还不错呢，说明内在的心态还是很积极的，这样就会有个比较良好的身体状态来应对挑战。至于感觉力不从心，那也是因为事出有因，因为没有达到自己的要求和高三考生应该有的拼命学习的理想标准，所以想要通过惩罚自己来平衡，试图通过折磨自己来缓解此刻当下的内疚和痛苦。",
    "annotation": [
      {
        "sentence": "看起来睡眠还不错呢，说明内在的心态还是很积极的，这样就会有个比较良好的身体状态来应对挑战。",
        "label": ""
      },
      {
        "sentence": "至于感觉力不从心，那也是因为事出有因，因为没有达到自己的要求和高三考生应该有的拼命学习的理想标准，所以想要通过惩罚自己来平衡，试图通过折磨自己来缓解此刻当下的内疚和痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想摆脱这种痛苦，但不知道怎么办才好。",
    "annotation": [
      {
        "sentence": "我想摆脱这种痛苦，但不知道怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现在我们有一点点了解为什么会这样了，那我们就开始尝试一下：试着写写日记，可以随手记，随便写，直抒胸臆就好；试着慢跑，呼吸新鲜的空气，把身体里的一些负性的能量发泄出来；抓紧考前的时间，踏实稳定下来，发挥正常水平。祝顺利！加油！",
    "annotation": [
      {
        "sentence": "现在我们有一点点了解为什么会这样了，那我们就开始尝试一下：试着写写日记，可以随手记，随便写，直抒胸臆就好；试着慢跑，呼吸新鲜的空气，把身体里的一些负性的能量发泄出来；抓紧考前的时间，踏实稳定下来，发挥正常水平。",
        "label": ""
      },
      {
        "sentence": "祝顺利！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]