[
  {
    "role": "client",
    "content": "老公经常习惯性撒谎和隐瞒，该如何和他相处？老公经常习惯性撒谎和隐瞒对自己不利的事情，比如婚前询问他的经济状况他说自己不用信用卡，花呗借呗无欠款，结果婚后购房需要拉征信发现欠款17W，后续由他父母偿还了，但他认为欠款还上就行。小事情比如说陪客户吃饭其实是和朋友吃饭，晚上说已经回家了其实还在外面，说睡觉了却出去和朋友吃宵夜，买了新鞋晒在朋友圈却屏蔽了我，每次都说是为了不让我担心生气，但既然已经知道做那些事情会让我生气为什么还要去做呢？后续还用谎言欺骗我。我想问一下如何纠正他这种习惯性撒谎的现象，目前感觉他说什么都是在骗我，我也没办法信任他了。",
    "annotation": [
      {
        "sentence": "老公经常习惯性撒谎和隐瞒，该如何和他相处？",
        "label": ""
      },
      {
        "sentence": "老公经常习惯性撒谎和隐瞒对自己不利的事情，比如婚前询问他的经济状况他说自己不用信用卡，花呗借呗无欠款，结果婚后购房需要拉征信发现欠款17W，后续由他父母偿还了，但他认为欠款还上就行。",
        "label": ""
      },
      {
        "sentence": "小事情比如说陪客户吃饭其实是和朋友吃饭，晚上说已经回家了其实还在外面，说睡觉了却出去和朋友吃宵夜，买了新鞋晒在朋友圈却屏蔽了我，每次都说是为了不让我担心生气，但既然已经知道做那些事情会让我生气为什么还要去做呢？",
        "label": ""
      },
      {
        "sentence": "后续还用谎言欺骗我。",
        "label": ""
      },
      {
        "sentence": "我想问一下如何纠正他这种习惯性撒谎的现象，目前感觉他说什么都是在骗我，我也没办法信任他了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你结婚多长时间了？还记得当初因为什么看上老公的吗？",
    "annotation": [
      {
        "sentence": "你结婚多长时间了？",
        "label": ""
      },
      {
        "sentence": "还记得当初因为什么看上老公的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们结婚已经两年了。刚开始的时候觉得他很可靠，是个值得依赖的人。我当初看上他是因为他的成熟和稳重。",
    "annotation": [
      {
        "sentence": "我们结婚已经两年了。",
        "label": ""
      },
      {
        "sentence": "刚开始的时候觉得他很可靠，是个值得依赖的人。",
        "label": ""
      },
      {
        "sentence": "我当初看上他是因为他的成熟和稳重。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你的感受是因为他的撒谎和隐瞒行为对你的信任造成了很大的伤害。在这段婚姻里，你觉得最难接受的是他的哪些行为？",
    "annotation": [
      {
        "sentence": "看来你的感受是因为他的撒谎和隐瞒行为对你的信任造成了很大的伤害。",
        "label": ""
      },
      {
        "sentence": "在这段婚姻里，你觉得最难接受的是他的哪些行为？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "最难接受的就是他经常对我撒谎和隐瞒事情，尤其是关于经济方面的问题。我觉得这种行为让我无法信任他，也让我对我们的未来感到担忧。",
    "annotation": [
      {
        "sentence": "最难接受的就是他经常对我撒谎和隐瞒事情，尤其是关于经济方面的问题。",
        "label": ""
      },
      {
        "sentence": "我觉得这种行为让我无法信任他，也让我对我们的未来感到担忧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，这种失去信任的感觉对于任何一段关系来说都是非常困难的。那你目前对他的行为有没有进行过沟通和表达你的不满？",
    "annotation": [
      {
        "sentence": "我理解你的感受，这种失去信任的感觉对于任何一段关系来说都是非常困难的。",
        "label": ""
      },
      {
        "sentence": "那你目前对他的行为有没有进行过沟通和表达你的不满？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我们之间有进行过一些沟通，我告诉他我对他的撒谎行为感到很伤心和失望，希望他能够停止这种行为。但是他总是以为自己撒谎是为了不让我担心生气，不肯承认他的行为有问题。",
    "annotation": [
      {
        "sentence": "我们之间有进行过一些沟通，我告诉他我对他的撒谎行为感到很伤心和失望，希望他能够停止这种行为。",
        "label": ""
      },
      {
        "sentence": "但是他总是以为自己撒谎是为了不让我担心生气，不肯承认他的行为有问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他可能没有意识到他的行为对你造成了伤害和困扰。在沟通中，你可以试着以我的角度来表达你的感受和需求，让他更加理解你的立场。同时，也请你试着倾听他的想法，了解他撒谎的动机和用意，这样或许能够找到解决的方法。",
    "annotation": [
      {
        "sentence": "他可能没有意识到他的行为对你造成了伤害和困扰。",
        "label": ""
      },
      {
        "sentence": "在沟通中，你可以试着以我的角度来表达你的感受和需求，让他更加理解你的立场。",
        "label": ""
      },
      {
        "sentence": "同时，也请你试着倾听他的想法，了解他撒谎的动机和用意，这样或许能够找到解决的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着用你的建议来和他进行对话，看看能不能有所改变。但是我现在真的很难相信他，对他感到失望和无力。",
    "annotation": [
      {
        "sentence": "我会试着用你的建议来和他进行对话，看看能不能有所改变。",
        "label": ""
      },
      {
        "sentence": "但是我现在真的很难相信他，对他感到失望和无力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你现在的情绪是非常复杂的，失去信任和感到无力都是正常的心理反应。但是也希望你能给他一次机会，让他知道你关心他的改变和成长，并相信他有能力解决这个问题。同时，你也可以考虑寻求专业的心理咨询师或夫妻关系辅导师的帮助，他们可能能给你更好的建议和支持。",
    "annotation": [
      {
        "sentence": "理解你现在的情绪是非常复杂的，失去信任和感到无力都是正常的心理反应。",
        "label": ""
      },
      {
        "sentence": "但是也希望你能给他一次机会，让他知道你关心他的改变和成长，并相信他有能力解决这个问题。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以考虑寻求专业的心理咨询师或夫妻关系辅导师的帮助，他们可能能给你更好的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会考虑寻求专业帮助的。希望我们能够一起解决这个问题，重建我们的信任和感情。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会考虑寻求专业帮助的。",
        "label": ""
      },
      {
        "sentence": "希望我们能够一起解决这个问题，重建我们的信任和感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样很好，认识到问题并寻求帮助是往解决问题的方向迈出的重要一步。相信在你们共同的努力下，一定能够走出困境，重建美好的关系。如果你有任何需要，随时都可以再来找我倾诉和寻求支持。加油！",
    "annotation": [
      {
        "sentence": "这样很好，认识到问题并寻求帮助是往解决问题的方向迈出的重要一步。",
        "label": ""
      },
      {
        "sentence": "相信在你们共同的努力下，一定能够走出困境，重建美好的关系。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要，随时都可以再来找我倾诉和寻求支持。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]