[
  {
    "role": "client",
    "content": "我总是嘴硬，不够坦诚，不知道该如何才能坦诚相见。我简单说明下我的问题，举几个例子吧。和朋友一起打游戏，明明自己很害怕，但是却嘴硬，一直不敢承认。输了也不肯退出，心情非常难受。和别人一起学习，比如考试成绩，嘴巴很硬，其实我内心很害怕，没有自信，却要假装自信，好像要吓唬别人一样。和别人聊天，明明自己虚荣心很强，但嘴巴很硬，非常难受。就像高考时，成绩很差，但却嘴硬表现得很有自信，现在想起来心理很难受。明明工作毕业时没有自信，但却表现得非常有自信。",
    "annotation": [
      {
        "sentence": "我总是嘴硬，不够坦诚，不知道该如何才能坦诚相见。",
        "label": ""
      },
      {
        "sentence": "我简单说明下我的问题，举几个例子吧。",
        "label": ""
      },
      {
        "sentence": "和朋友一起打游戏，明明自己很害怕，但是却嘴硬，一直不敢承认。",
        "label": ""
      },
      {
        "sentence": "输了也不肯退出，心情非常难受。",
        "label": ""
      },
      {
        "sentence": "和别人一起学习，比如考试成绩，嘴巴很硬，其实我内心很害怕，没有自信，却要假装自信，好像要吓唬别人一样。",
        "label": ""
      },
      {
        "sentence": "和别人聊天，明明自己虚荣心很强，但嘴巴很硬，非常难受。",
        "label": ""
      },
      {
        "sentence": "就像高考时，成绩很差，但却嘴硬表现得很有自信，现在想起来心理很难受。",
        "label": ""
      },
      {
        "sentence": "明明工作毕业时没有自信，但却表现得非常有自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很开心看到你在这里展现真实的自己，并且你已经有了很强的自我觉察能力，非常棒！我们的行为模式都是在关系中养成的。你会有这样的习惯不是毫无原因的，不要责怪自己。现在让我们一起想一想，小时候是否曾经因为展示了自己不太优秀的一面而被父母责备？或者因为出现尴尬的情况而被别人嘲笑？等等。你可以静下心来自己思考一下。这样的行为模式在过去的生活中是起到保护作用的！现在我们来想象一下，有这么一个人，他无论你是什么样子，无论你好不好，都会爱你、接纳你。他不会指责你、责备你，也不会嘲笑你，更不会批评你。面对这样一个人，你会敢把自己真实的一面展现出来吗？当然，过去的经历让我们改变有些困难，但我们可以从身边让你觉得很友善的人开始，逐渐展示真实的自己，试一试！如果有条件的话，也可以寻求心理咨询师的帮助。因为与心理咨询师建立包容接纳的良好关系，也会打破以前的行为模式。加油！",
    "annotation": [
      {
        "sentence": "很开心看到你在这里展现真实的自己，并且你已经有了很强的自我觉察能力，非常棒！",
        "label": ""
      },
      {
        "sentence": "我们的行为模式都是在关系中养成的。",
        "label": ""
      },
      {
        "sentence": "你会有这样的习惯不是毫无原因的，不要责怪自己。",
        "label": ""
      },
      {
        "sentence": "现在让我们一起想一想，小时候是否曾经因为展示了自己不太优秀的一面而被父母责备？",
        "label": ""
      },
      {
        "sentence": "或者因为出现尴尬的情况而被别人嘲笑？",
        "label": ""
      },
      {
        "sentence": "等等。",
        "label": ""
      },
      {
        "sentence": "你可以静下心来自己思考一下。",
        "label": ""
      },
      {
        "sentence": "这样的行为模式在过去的生活中是起到保护作用的！",
        "label": ""
      },
      {
        "sentence": "现在我们来想象一下，有这么一个人，他无论你是什么样子，无论你好不好，都会爱你、接纳你。",
        "label": ""
      },
      {
        "sentence": "他不会指责你、责备你，也不会嘲笑你，更不会批评你。",
        "label": ""
      },
      {
        "sentence": "面对这样一个人，你会敢把自己真实的一面展现出来吗？",
        "label": ""
      },
      {
        "sentence": "当然，过去的经历让我们改变有些困难，但我们可以从身边让你觉得很友善的人开始，逐渐展示真实的自己，试一试！",
        "label": ""
      },
      {
        "sentence": "如果有条件的话，也可以寻求心理咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "因为与心理咨询师建立包容接纳的良好关系，也会打破以前的行为模式。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]