[
  {
    "role": "client",
    "content": "结婚8年，孩子4岁，现在和老婆真就是为了孩子在凑合结婚到现在8年了，孩子也4岁了，但是和她真的越来越没有话语，双方都没有婚外情，感觉过得越来越没有共同点和默契。自己干什么事情都会被她怼，她所做的一些生活上的决定我感觉都变成了自己本能上的反感，自己是男人就想着别说话了，配合的干就完了。真的有时候一听见她高分贝喊我名字我莫名的火就起来了。我自己也有很多毛病，但是我觉得自己也算个性格好的人，现在变得已经很暴躁了。自己有时候突然想起什么事情会自言自语，完全下意识的自己的无法理解，真的想找个没人的地方或者会到过去。",
    "annotation": [
      {
        "sentence": "结婚8年，孩子4岁，现在和老婆真就是为了孩子在凑合结婚到现在8年了，孩子也4岁了，但是和她真的越来越没有话语，双方都没有婚外情，感觉过得越来越没有共同点和默契。",
        "label": ""
      },
      {
        "sentence": "自己干什么事情都会被她怼，她所做的一些生活上的决定我感觉都变成了自己本能上的反感，自己是男人就想着别说话了，配合的干就完了。",
        "label": ""
      },
      {
        "sentence": "真的有时候一听见她高分贝喊我名字我莫名的火就起来了。",
        "label": ""
      },
      {
        "sentence": "我自己也有很多毛病，但是我觉得自己也算个性格好的人，现在变得已经很暴躁了。",
        "label": ""
      },
      {
        "sentence": "自己有时候突然想起什么事情会自言自语，完全下意识的自己的无法理解，真的想找个没人的地方或者会到过去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婚姻中出现这种情况是很常见的，你们之间缺乏沟通导致了这样的困境。夫妻关系是一种特殊的关系，虽然没有血缘关系，但可以创造血缘关系。有时候你们会很亲密，有时候又会很疏远。婚姻就是这样，有好的时候也有困难的时候。我希望通过和你探讨夫妻沟通的问题，能对你有所帮助。我们一起来解决这个问题吧。",
    "annotation": [
      {
        "sentence": "婚姻中出现这种情况是很常见的，你们之间缺乏沟通导致了这样的困境。",
        "label": ""
      },
      {
        "sentence": "夫妻关系是一种特殊的关系，虽然没有血缘关系，但可以创造血缘关系。",
        "label": ""
      },
      {
        "sentence": "有时候你们会很亲密，有时候又会很疏远。",
        "label": ""
      },
      {
        "sentence": "婚姻就是这样，有好的时候也有困难的时候。",
        "label": ""
      },
      {
        "sentence": "我希望通过和你探讨夫妻沟通的问题，能对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "我们一起来解决这个问题吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想知道怎样改善我们之间的沟通问题，我们现在总是吵架，彼此都很委屈，感觉越来越疏远了。",
    "annotation": [
      {
        "sentence": "我想知道怎样改善我们之间的沟通问题，我们现在总是吵架，彼此都很委屈，感觉越来越疏远了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我想告诉你，你们没有婚外情是很好的。对于夫妻关系中缺乏共同点和默契的情况，通常是因为沟通不畅。夫妻来自不同的家庭，可能有不同的三观，对事情的看法也会不同。你们可能意见不合，就像“鸡同鸭讲，驴头不对马嘴”。如果两个人个性都很强，只会争吵，如果有一方总是让步，时间久了，就会感到愤怒和委屈。这可能是因为沟通不畅造成的。在婚姻中，如果两个人都能为了小家庭的幸福相互包容，会让生活更幸福。",
    "annotation": [
      {
        "sentence": "首先，我想告诉你，你们没有婚外情是很好的。",
        "label": ""
      },
      {
        "sentence": "对于夫妻关系中缺乏共同点和默契的情况，通常是因为沟通不畅。",
        "label": ""
      },
      {
        "sentence": "夫妻来自不同的家庭，可能有不同的三观，对事情的看法也会不同。",
        "label": ""
      },
      {
        "sentence": "你们可能意见不合，就像“鸡同鸭讲，驴头不对马嘴”。",
        "label": ""
      },
      {
        "sentence": "如果两个人个性都很强，只会争吵，如果有一方总是让步，时间久了，就会感到愤怒和委屈。",
        "label": ""
      },
      {
        "sentence": "这可能是因为沟通不畅造成的。",
        "label": ""
      },
      {
        "sentence": "在婚姻中，如果两个人都能为了小家庭的幸福相互包容，会让生活更幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思了，我们需要包容和理解对方。但是有时候我觉得她的决定都让我很反感，我很难接受。",
    "annotation": [
      {
        "sentence": "我明白你的意思了，我们需要包容和理解对方。",
        "label": ""
      },
      {
        "sentence": "但是有时候我觉得她的决定都让我很反感，我很难接受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。在婚姻中，就算对方的决定让你不舒服，也要有包容的心态，等待对方成熟。你可以给她一些提示，但不要勉强，也不要急着说服对方。除非是关系到生死的大事，其他的琐事并不值得争吵。如果你觉得她的决定是错的，相信时间会让她明白，会自己修正自己。毕竟，没有人愿意让自己看起来像傻瓜。婚姻是一个修行的过程，是两个人一起成长的机会。珍惜你们共同抚养孩子、见证孩子成长的机会。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "在婚姻中，就算对方的决定让你不舒服，也要有包容的心态，等待对方成熟。",
        "label": ""
      },
      {
        "sentence": "你可以给她一些提示，但不要勉强，也不要急着说服对方。",
        "label": ""
      },
      {
        "sentence": "除非是关系到生死的大事，其他的琐事并不值得争吵。",
        "label": ""
      },
      {
        "sentence": "如果你觉得她的决定是错的，相信时间会让她明白，会自己修正自己。",
        "label": ""
      },
      {
        "sentence": "毕竟，没有人愿意让自己看起来像傻瓜。",
        "label": ""
      },
      {
        "sentence": "婚姻是一个修行的过程，是两个人一起成长的机会。",
        "label": ""
      },
      {
        "sentence": "珍惜你们共同抚养孩子、见证孩子成长的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我意识到了自己过于暴躁。我会尽量稳住自己的情绪，不再和她争吵。我们应该一起努力解决问题，掌握更好的沟通技巧。",
    "annotation": [
      {
        "sentence": "你说得对，我意识到了自己过于暴躁。",
        "label": ""
      },
      {
        "sentence": "我会尽量稳住自己的情绪，不再和她争吵。",
        "label": ""
      },
      {
        "sentence": "我们应该一起努力解决问题，掌握更好的沟通技巧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你能意识到自己的问题，并愿意改变。解决沟通问题需要双方共同努力。除了控制情绪，你们可以尝试更温和地表达自己的不舒服，告诉她你的感受。事后，你们可以好好总结，互相理解对方的想法。如果她的决定是合理的，你下次就应该放心地相信她的判断。如果是错误的，相信她会通过经验教训来改变。婚姻是一段美丽的旅程，抚养孩子、见证他们的成长会给你们带来更多的幸福。",
    "annotation": [
      {
        "sentence": "很高兴你能意识到自己的问题，并愿意改变。",
        "label": ""
      },
      {
        "sentence": "解决沟通问题需要双方共同努力。",
        "label": ""
      },
      {
        "sentence": "除了控制情绪，你们可以尝试更温和地表达自己的不舒服，告诉她你的感受。",
        "label": ""
      },
      {
        "sentence": "事后，你们可以好好总结，互相理解对方的想法。",
        "label": ""
      },
      {
        "sentence": "如果她的决定是合理的，你下次就应该放心地相信她的判断。",
        "label": ""
      },
      {
        "sentence": "如果是错误的，相信她会通过经验教训来改变。",
        "label": ""
      },
      {
        "sentence": "婚姻是一段美丽的旅程，抚养孩子、见证他们的成长会给你们带来更多的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会努力改变，希望我们的婚姻能够变得更好。真的很感谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会努力改变，希望我们的婚姻能够变得更好。",
        "label": ""
      },
      {
        "sentence": "真的很感谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。婚姻中遇到问题是正常的，只要我们用心去解决，就一定能够克服困难。祝你们婚姻幸福，一直都有温暖和默契。如果还有其他问题，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "婚姻中遇到问题是正常的，只要我们用心去解决，就一定能够克服困难。",
        "label": ""
      },
      {
        "sentence": "祝你们婚姻幸福，一直都有温暖和默契。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我聊天。",
        "label": ""
      }
    ]
  }
]