[
  {
    "role": "client",
    "content": "是不是所有夫妻刚结婚的前几年都会想离婚？我听到蛮多人的例子，也是结婚后经常吵架，然后有想离婚的念头。我结婚三年多，现在是个孕妇，这么多年来每次一吵架总是有这个想分开的念头，吵架的时候，感觉对婚姻生活充满失望与恐惧。我甚至怀疑:谁说女人离不开男人，谁说孩子一定要有父亲，难道非得要在一个完整的家庭成长，孩子才健康和幸福吗？没有争吵的时候，我们夫妻俩感情很好，很恩爱，我也觉得他是个好男人，但是吵架的时候，感觉很受伤害，感觉天下所有男人都一个样，不可靠，不能依靠。我甚至希望孩子与我结盟，不要太爱他的父亲。",
    "annotation": [
      {
        "sentence": "是不是所有夫妻刚结婚的前几年都会想离婚？",
        "label": ""
      },
      {
        "sentence": "我听到蛮多人的例子，也是结婚后经常吵架，然后有想离婚的念头。",
        "label": ""
      },
      {
        "sentence": "我结婚三年多，现在是个孕妇，这么多年来每次一吵架总是有这个想分开的念头，吵架的时候，感觉对婚姻生活充满失望与恐惧。",
        "label": ""
      },
      {
        "sentence": "我甚至怀疑:谁说女人离不开男人，谁说孩子一定要有父亲，难道非得要在一个完整的家庭成长，孩子才健康和幸福吗？",
        "label": ""
      },
      {
        "sentence": "没有争吵的时候，我们夫妻俩感情很好，很恩爱，我也觉得他是个好男人，但是吵架的时候，感觉很受伤害，感觉天下所有男人都一个样，不可靠，不能依靠。",
        "label": ""
      },
      {
        "sentence": "我甚至希望孩子与我结盟，不要太爱他的父亲。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的痛苦。在婚姻中，当我们身陷其中时，最难的是明白道理，但很难将情感放到思考中去。你现在感到灰心、无助。你说每次和丈夫吵架时会觉得受伤害，想要分开并且对婚姻失去了希望。但是在没有争吵的时候，你们的感情很好、很恩爱。我认为你们一直没有很好地处理过每次的争吵。每一次的争吵都会带来伤害，使你们之间的距离拉远。在争吵的情绪当中，有些话是被脱口而出的，这些话对另一方的伤害不会因为情绪的消退而消失，反而会使另一方难以释怀。我认为你受到了丈夫争吵中表达的信息的伤害，对婚姻和丈夫都感到失望。看起来这些压力已经积聚到现在的情况。我们接受了这么多年的教育，但却没有一门课教我们如何正确地表达情绪，甚至有的成年人无法很好地察觉自己的情绪，一直压抑着，直到情绪的阀门再也无法控制，一下子就爆发了出来，情绪淹没了我们。你的丈夫可能也无法以适当的方式表达负面情绪。同时，你还要考虑到怀孕的因素，孩子的家庭教育问题。在恩爱的家庭中，孩子会感到安全，同时也会从父母那里学到如何表达爱；而在父亲缺席的情况下，孩子会受到一定的负面影响。但是如果父亲是个抽烟、赌博、斗殴的人，一个不负责任的父亲，而母亲选择留下来“为了孩子”，这样的环境中，父亲并没有担起应有的责任，母亲的选择也会给孩子增加压力。对孩子来说，其实还是在一个父亲缺席的环境中，同时他还要承担母亲为了他的牺牲而带来的压力。我建议你仔细思考以下几个问题：1、结婚时选择丈夫的原因，婚后的争吵中他的言语对你造成了极大的伤害，丈夫的优点和缺点。2、你现在的丈夫和你理想中的丈夫之间的差距有多大？你是否能够继续维持这段婚姻？离婚对孩子成长的利与弊。如果你打算离婚，希望你已经考虑好了离婚之后的生活安排、工作和照顾孩子的平衡。离婚并不可怕，可怕的是冲动地做出了决定，但之后无法承担后果。如果你打算暂时不离婚，你可以试着和丈夫沟通，告诉他哪些言语伤害了你，询问他真正的想法。如果可能，你们可以一起学习如何正确地表达情绪，增进夫妻感情。无论你选择离婚与否，我希望你能过上自己想要的生活，不后悔自己的选择。",
    "annotation": [
      {
        "sentence": "明白你的痛苦。",
        "label": ""
      },
      {
        "sentence": "在婚姻中，当我们身陷其中时，最难的是明白道理，但很难将情感放到思考中去。",
        "label": ""
      },
      {
        "sentence": "你现在感到灰心、无助。",
        "label": ""
      },
      {
        "sentence": "你说每次和丈夫吵架时会觉得受伤害，想要分开并且对婚姻失去了希望。",
        "label": ""
      },
      {
        "sentence": "但是在没有争吵的时候，你们的感情很好、很恩爱。",
        "label": ""
      },
      {
        "sentence": "我认为你们一直没有很好地处理过每次的争吵。",
        "label": ""
      },
      {
        "sentence": "每一次的争吵都会带来伤害，使你们之间的距离拉远。",
        "label": ""
      },
      {
        "sentence": "在争吵的情绪当中，有些话是被脱口而出的，这些话对另一方的伤害不会因为情绪的消退而消失，反而会使另一方难以释怀。",
        "label": ""
      },
      {
        "sentence": "我认为你受到了丈夫争吵中表达的信息的伤害，对婚姻和丈夫都感到失望。",
        "label": ""
      },
      {
        "sentence": "看起来这些压力已经积聚到现在的情况。",
        "label": ""
      },
      {
        "sentence": "我们接受了这么多年的教育，但却没有一门课教我们如何正确地表达情绪，甚至有的成年人无法很好地察觉自己的情绪，一直压抑着，直到情绪的阀门再也无法控制，一下子就爆发了出来，情绪淹没了我们。",
        "label": ""
      },
      {
        "sentence": "你的丈夫可能也无法以适当的方式表达负面情绪。",
        "label": ""
      },
      {
        "sentence": "同时，你还要考虑到怀孕的因素，孩子的家庭教育问题。",
        "label": ""
      },
      {
        "sentence": "在恩爱的家庭中，孩子会感到安全，同时也会从父母那里学到如何表达爱；而在父亲缺席的情况下，孩子会受到一定的负面影响。",
        "label": ""
      },
      {
        "sentence": "但是如果父亲是个抽烟、赌博、斗殴的人，一个不负责任的父亲，而母亲选择留下来“为了孩子”，这样的环境中，父亲并没有担起应有的责任，母亲的选择也会给孩子增加压力。",
        "label": ""
      },
      {
        "sentence": "对孩子来说，其实还是在一个父亲缺席的环境中，同时他还要承担母亲为了他的牺牲而带来的压力。",
        "label": ""
      },
      {
        "sentence": "我建议你仔细思考以下几个问题：1、结婚时选择丈夫的原因，婚后的争吵中他的言语对你造成了极大的伤害，丈夫的优点和缺点。",
        "label": ""
      },
      {
        "sentence": "2、你现在的丈夫和你理想中的丈夫之间的差距有多大？",
        "label": ""
      },
      {
        "sentence": "你是否能够继续维持这段婚姻？",
        "label": ""
      },
      {
        "sentence": "离婚对孩子成长的利与弊。",
        "label": ""
      },
      {
        "sentence": "如果你打算离婚，希望你已经考虑好了离婚之后的生活安排、工作和照顾孩子的平衡。",
        "label": ""
      },
      {
        "sentence": "离婚并不可怕，可怕的是冲动地做出了决定，但之后无法承担后果。",
        "label": ""
      },
      {
        "sentence": "如果你打算暂时不离婚，你可以试着和丈夫沟通，告诉他哪些言语伤害了你，询问他真正的想法。",
        "label": ""
      },
      {
        "sentence": "如果可能，你们可以一起学习如何正确地表达情绪，增进夫妻感情。",
        "label": ""
      },
      {
        "sentence": "无论你选择离婚与否，我希望你能过上自己想要的生活，不后悔自己的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回复。我选择和丈夫结婚是因为我们在没有争吵的时候感情很好，他对我很好。但是每次争吵后，他说的一些话伤害了我，让我觉得他不可靠。他经常责备我，说我无法理解他的压力，但是我觉得他也无法理解我的感受。我担心我们的争吵对孩子的成长会有负面影响，也担心自己无法照顾好孩子而对他造成伤害。我曾经考虑过离婚，但是同时也害怕面对未来的生活。我该怎么办呢？",
    "annotation": [
      {
        "sentence": "谢谢你的回复。",
        "label": ""
      },
      {
        "sentence": "我选择和丈夫结婚是因为我们在没有争吵的时候感情很好，他对我很好。",
        "label": ""
      },
      {
        "sentence": "但是每次争吵后，他说的一些话伤害了我，让我觉得他不可靠。",
        "label": ""
      },
      {
        "sentence": "他经常责备我，说我无法理解他的压力，但是我觉得他也无法理解我的感受。",
        "label": ""
      },
      {
        "sentence": "我担心我们的争吵对孩子的成长会有负面影响，也担心自己无法照顾好孩子而对他造成伤害。",
        "label": ""
      },
      {
        "sentence": "我曾经考虑过离婚，但是同时也害怕面对未来的生活。",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧。婚姻中的争吵确实会给孩子造成负面影响，所以你的担心是合理的。但同时，你也要明白，离婚也会对孩子的成长产生一定的冲击。在做决定之前，你可以先尝试和丈夫进行沟通，让他了解你的感受，并试着理解他的压力来源。你们可以一起探讨如何更好地处理争吵，寻找解决问题的方法。如果你们无法通过自身的努力改善婚姻状况，或者争吵过于频繁、激烈，已经无法忍受，那么离婚也是一个选择。但在做决定之前，确保自己已经考虑了离婚后的生活安排，包括工作和照顾孩子的平衡。无论你选择离婚还是维持婚姻，重要的是要保持对自己的信心，相信你可以过上自己想要的生活，并为此努力。",
    "annotation": [
      {
        "sentence": "我理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "婚姻中的争吵确实会给孩子造成负面影响，所以你的担心是合理的。",
        "label": ""
      },
      {
        "sentence": "但同时，你也要明白，离婚也会对孩子的成长产生一定的冲击。",
        "label": ""
      },
      {
        "sentence": "在做决定之前，你可以先尝试和丈夫进行沟通，让他了解你的感受，并试着理解他的压力来源。",
        "label": ""
      },
      {
        "sentence": "你们可以一起探讨如何更好地处理争吵，寻找解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "如果你们无法通过自身的努力改善婚姻状况，或者争吵过于频繁、激烈，已经无法忍受，那么离婚也是一个选择。",
        "label": ""
      },
      {
        "sentence": "但在做决定之前，确保自己已经考虑了离婚后的生活安排，包括工作和照顾孩子的平衡。",
        "label": ""
      },
      {
        "sentence": "无论你选择离婚还是维持婚姻，重要的是要保持对自己的信心，相信你可以过上自己想要的生活，并为此努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和丈夫沟通，让他了解我的感受。同时，我也会更多地了解他的压力来源，希望能够找到共同解决的办法。如果我们的努力没有改善婚姻状况，我会认真考虑离婚的可能性，并提前规划好离婚后的生活安排。再次感谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "我会试着和丈夫沟通，让他了解我的感受。",
        "label": ""
      },
      {
        "sentence": "同时，我也会更多地了解他的压力来源，希望能够找到共同解决的办法。",
        "label": ""
      },
      {
        "sentence": "如果我们的努力没有改善婚姻状况，我会认真考虑离婚的可能性，并提前规划好离婚后的生活安排。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够为你提供帮助。记住，在面对困难时，重要的是保持积极乐观的态度，并为自己和孩子的未来做出明智的选择。如果你在调解婚姻问题上需要进一步的支持，随时向我求助。祝福你能够找到幸福和满意的解决方案。",
    "annotation": [
      {
        "sentence": "很高兴能够为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "记住，在面对困难时，重要的是保持积极乐观的态度，并为自己和孩子的未来做出明智的选择。",
        "label": ""
      },
      {
        "sentence": "如果你在调解婚姻问题上需要进一步的支持，随时向我求助。",
        "label": ""
      },
      {
        "sentence": "祝福你能够找到幸福和满意的解决方案。",
        "label": ""
      }
    ]
  }
]