[
  {
    "role": "client",
    "content": "是不是所有夫妻刚结婚的前几年都会想离婚？我听到蛮多人的例子，也是结婚后经常吵架，然后有想离婚的念头。我结婚三年多，现在是个孕妇，这么多年来每次一吵架总是有这个想分开的念头，吵架的时候，感觉对婚姻生活充满失望与恐惧。我甚至怀疑:谁说女人离不开男人，谁说孩子一定要有父亲，难道非得要在一个完整的家庭成长，孩子才健康和幸福吗？没有争吵的时候，我们夫妻俩感情很好，很恩爱，我也觉得他是个好男人，但是吵架的时候，感觉很受伤害，感觉天下所有男人都一个样，不可靠，不能依靠。我甚至希望孩子与我结盟，不要太爱他的父亲。",
    "annotation": [
      {
        "sentence": "是不是所有夫妻刚结婚的前几年都会想离婚？",
        "label": ""
      },
      {
        "sentence": "我听到蛮多人的例子，也是结婚后经常吵架，然后有想离婚的念头。",
        "label": ""
      },
      {
        "sentence": "我结婚三年多，现在是个孕妇，这么多年来每次一吵架总是有这个想分开的念头，吵架的时候，感觉对婚姻生活充满失望与恐惧。",
        "label": ""
      },
      {
        "sentence": "我甚至怀疑:谁说女人离不开男人，谁说孩子一定要有父亲，难道非得要在一个完整的家庭成长，孩子才健康和幸福吗？",
        "label": ""
      },
      {
        "sentence": "没有争吵的时候，我们夫妻俩感情很好，很恩爱，我也觉得他是个好男人，但是吵架的时候，感觉很受伤害，感觉天下所有男人都一个样，不可靠，不能依靠。",
        "label": ""
      },
      {
        "sentence": "我甚至希望孩子与我结盟，不要太爱他的父亲。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "婚恋关系是一种高互动频率的亲密关系，摩擦、争吵都是在所难免的，也是正常的，在发生争吵后，有离婚的念头同样是可以理解的，而且争吵并不完全是坏事，也有它积极的一面。",
    "annotation": [
      {
        "sentence": "婚恋关系是一种高互动频率的亲密关系，摩擦、争吵都是在所难免的，也是正常的，在发生争吵后，有离婚的念头同样是可以理解的，而且争吵并不完全是坏事，也有它积极的一面。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是吗？我以前从没有听说过争吵有积极的一面。我感觉争吵只会增加伤害和痛苦，导致彼此更疏远。",
    "annotation": [
      {
        "sentence": "是吗？",
        "label": ""
      },
      {
        "sentence": "我以前从没有听说过争吵有积极的一面。",
        "label": ""
      },
      {
        "sentence": "我感觉争吵只会增加伤害和痛苦，导致彼此更疏远。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，争吵可以促进双方更深入地了解彼此的需求和期待，为问题解决提供契机。如果双方都能以尊重和理解对方的立场来面对争议，那么争吵有助于夫妻关系的成长和进步。",
    "annotation": [
      {
        "sentence": "其实，争吵可以促进双方更深入地了解彼此的需求和期待，为问题解决提供契机。",
        "label": ""
      },
      {
        "sentence": "如果双方都能以尊重和理解对方的立场来面对争议，那么争吵有助于夫妻关系的成长和进步。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但每次争吵后，我总是感到很失望和害怕，甚至开始怀疑我们的婚姻是否正确。我觉得自己对婚姻生活充满了负面情绪。",
    "annotation": [
      {
        "sentence": "但每次争吵后，我总是感到很失望和害怕，甚至开始怀疑我们的婚姻是否正确。",
        "label": ""
      },
      {
        "sentence": "我觉得自己对婚姻生活充满了负面情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你当前的状态似乎像是正在经历着人生的第二次“叛逆期”一样，对自己以往的想法和观点提出了质疑。对于你对婚姻生活的失望和恐惧，我可以理解。但我想告诉你，婚姻是一个长期的过程，不会一帆风顺，也存在各种挑战和困难。你目前的情绪也可能受到孕期激素的影响，在这个特殊的阶段，情绪波动是正常的。",
    "annotation": [
      {
        "sentence": "你当前的状态似乎像是正在经历着人生的第二次“叛逆期”一样，对自己以往的想法和观点提出了质疑。",
        "label": ""
      },
      {
        "sentence": "对于你对婚姻生活的失望和恐惧，我可以理解。",
        "label": ""
      },
      {
        "sentence": "但我想告诉你，婚姻是一个长期的过程，不会一帆风顺，也存在各种挑战和困难。",
        "label": ""
      },
      {
        "sentence": "你目前的情绪也可能受到孕期激素的影响，在这个特殊的阶段，情绪波动是正常的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，也许是我太过敏感了。但我还是有时会怀疑：女人真的离得开男人吗？孩子真的不需要父亲吗？如果我们选择分手，会不会对孩子的成长产生不良的影响？",
    "annotation": [
      {
        "sentence": "嗯，也许是我太过敏感了。",
        "label": ""
      },
      {
        "sentence": "但我还是有时会怀疑：女人真的离得开男人吗？",
        "label": ""
      },
      {
        "sentence": "孩子真的不需要父亲吗？",
        "label": ""
      },
      {
        "sentence": "如果我们选择分手，会不会对孩子的成长产生不良的影响？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些问题是没有标准答案的，每个家庭和个人都有不同的情况和选择。现代社会接受了多种家庭形态，女性可以独立生活，孩子也可以在单亲家庭中成长。重要的是，无论你们的选择如何，你们都要以孩子的福祉为重，提供他们健康和幸福成长所需的支持和爱。",
    "annotation": [
      {
        "sentence": "这些问题是没有标准答案的，每个家庭和个人都有不同的情况和选择。",
        "label": ""
      },
      {
        "sentence": "现代社会接受了多种家庭形态，女性可以独立生活，孩子也可以在单亲家庭中成长。",
        "label": ""
      },
      {
        "sentence": "重要的是，无论你们的选择如何，你们都要以孩子的福祉为重，提供他们健康和幸福成长所需的支持和爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，没有一条固定的道路适合每个家庭和每个人。我们决定继续在一起，但我还需要找到更好的方式来处理我们之间的矛盾和争吵。",
    "annotation": [
      {
        "sentence": "我明白了，没有一条固定的道路适合每个家庭和每个人。",
        "label": ""
      },
      {
        "sentence": "我们决定继续在一起，但我还需要找到更好的方式来处理我们之间的矛盾和争吵。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你们决定继续在一起，进一步探索和发展你们的婚姻。我建议你们可以考虑寻求夫妻咨询师的帮助，他们可以提供专业的指导和建议，帮助你们更好地沟通和解决问题。同时，你们也可以积极学习冲突解决的技巧，学习尊重和倾听对方的需求，共同努力营造一个健康、和谐的婚姻生活。",
    "annotation": [
      {
        "sentence": "很高兴听到你们决定继续在一起，进一步探索和发展你们的婚姻。",
        "label": ""
      },
      {
        "sentence": "我建议你们可以考虑寻求夫妻咨询师的帮助，他们可以提供专业的指导和建议，帮助你们更好地沟通和解决问题。",
        "label": ""
      },
      {
        "sentence": "同时，你们也可以积极学习冲突解决的技巧，学习尊重和倾听对方的需求，共同努力营造一个健康、和谐的婚姻生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我会跟我的伴侣商量，考虑寻求咨询师的帮助。希望我们能够度过这个困难的时期，重建我们的婚姻。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会跟我的伴侣商量，考虑寻求咨询师的帮助。",
        "label": ""
      },
      {
        "sentence": "希望我们能够度过这个困难的时期，重建我们的婚姻。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你们一定能够克服困难，共同走过难关。记住，解决问题需要时间和努力，不要轻易放弃。祝你们的婚姻生活越来越美满！如果你还有其他问题或需要进一步的支持，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "我相信你们一定能够克服困难，共同走过难关。",
        "label": ""
      },
      {
        "sentence": "记住，解决问题需要时间和努力，不要轻易放弃。",
        "label": ""
      },
      {
        "sentence": "祝你们的婚姻生活越来越美满！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他问题或需要进一步的支持，随时来找我聊天。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励。我会珍惜我们的婚姻，为了我们的未来努力奋斗。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会珍惜我们的婚姻，为了我们的未来努力奋斗。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  }
]