[
  {
    "role": "client",
    "content": "我34岁了，怀孕了，现在不知道是选择丁克还是离婚！其实我现在很纠结，因为我在过去的十年婚姻中出轨了7年，爱上了一个婚外男人。很多人建议我考虑自己的婚姻问题。一开始我觉得我老公家庭条件还可以，人品也不错。可是结婚后我发现我并不是真心爱他，特别是出轨之后，我更容易拿他和那个婚外男人比较。婚外男人有才能、成熟，而我老公则有点幼稚，交际圈子也很简单，生活也很单一。对我来说，他对我是百依百顺的，但是内心却有点嫌弃他。我知道问题主要出在我身上。我老公和他家人并没有对不起我的地方。他们还给我买了房子，事事都听从我的意见。但是面对孩子的问题，我确实很纠结。我老公和他的家人也不太希望要孩子，而且我自己也没有自信和勇气去生育和养育孩子。你可能会问我为什么不离婚。因为我承受不起离婚的代价。我们目前在一个二线城市，没有房子，收入也不高。如果离婚了，我们可能会过得更加拮据，而且我还担心自己找不到理想的男人。现在我真的很迷茫，不知道该怎么办？是离婚？还是生孩子？还是丁克？我感觉自己是没有主意的女人，不敢生怕后悔，也怕回到从前漂泊在婚外和毫无爱情的婚姻之中。而且生孩子确实是需要勇气的。",
    "annotation": [
      {
        "sentence": "我34岁了，怀孕了，现在不知道是选择丁克还是离婚！",
        "label": ""
      },
      {
        "sentence": "其实我现在很纠结，因为我在过去的十年婚姻中出轨了7年，爱上了一个婚外男人。",
        "label": ""
      },
      {
        "sentence": "很多人建议我考虑自己的婚姻问题。",
        "label": ""
      },
      {
        "sentence": "一开始我觉得我老公家庭条件还可以，人品也不错。",
        "label": ""
      },
      {
        "sentence": "可是结婚后我发现我并不是真心爱他，特别是出轨之后，我更容易拿他和那个婚外男人比较。",
        "label": ""
      },
      {
        "sentence": "婚外男人有才能、成熟，而我老公则有点幼稚，交际圈子也很简单，生活也很单一。",
        "label": ""
      },
      {
        "sentence": "对我来说，他对我是百依百顺的，但是内心却有点嫌弃他。",
        "label": ""
      },
      {
        "sentence": "我知道问题主要出在我身上。",
        "label": ""
      },
      {
        "sentence": "我老公和他家人并没有对不起我的地方。",
        "label": ""
      },
      {
        "sentence": "他们还给我买了房子，事事都听从我的意见。",
        "label": ""
      },
      {
        "sentence": "但是面对孩子的问题，我确实很纠结。",
        "label": ""
      },
      {
        "sentence": "我老公和他的家人也不太希望要孩子，而且我自己也没有自信和勇气去生育和养育孩子。",
        "label": ""
      },
      {
        "sentence": "你可能会问我为什么不离婚。",
        "label": ""
      },
      {
        "sentence": "因为我承受不起离婚的代价。",
        "label": ""
      },
      {
        "sentence": "我们目前在一个二线城市，没有房子，收入也不高。",
        "label": ""
      },
      {
        "sentence": "如果离婚了，我们可能会过得更加拮据，而且我还担心自己找不到理想的男人。",
        "label": ""
      },
      {
        "sentence": "现在我真的很迷茫，不知道该怎么办？",
        "label": ""
      },
      {
        "sentence": "是离婚？",
        "label": ""
      },
      {
        "sentence": "还是生孩子？",
        "label": ""
      },
      {
        "sentence": "还是丁克？",
        "label": ""
      },
      {
        "sentence": "我感觉自己是没有主意的女人，不敢生怕后悔，也怕回到从前漂泊在婚外和毫无爱情的婚姻之中。",
        "label": ""
      },
      {
        "sentence": "而且生孩子确实是需要勇气的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢您愿意分享您的困扰，我希望我的一些想法和观点能够帮助您做出更好的选择。我可以看出您此时此刻非常纠结，似乎在激情和现实之间徘徊，感到很矛盾。您有没有想过，一个幸福的婚姻需要激情、亲密和承诺三个要素，从您的描述中可以看出，您的婚姻既缺乏激情又缺乏亲密，这样的婚姻当然让夫妻双方感受不到满意的幸福，就像一座没有地基的房子一样，外界的风吹草动就能轻易摧毁它，这也是您出轨的根源。此外，您深知自己并不爱老公，然而婚姻还在继续存在的原因一方面是因为您目前经济上还不独立，另一方面是因为老公并没有背叛过您，反而履行了婚姻中的承诺。您觉得内心有愧疚，所以想通过拥有一个孩子来拯救您们的婚姻状况。但我想提醒您，如果您的经济条件允许，您还会有这样的想法吗？而且您们的婚姻状况很难因为有了孩子就会发生改变，除非您和您的丈夫坐下来好好谈一谈，认真反思问题出在哪里，勇敢地面对并解决问题，积极地学习和成长。反倒可能因为有了孩子而变得更糟糕。父母能给孩子最宝贵的财富就是为他们提供一个有爱的家庭，首先在家庭中夫妻双方应相爱，只有这样，才能将爱传递给孩子，让他们感受到父母的爱，从而健康快乐地成长。您需要清楚地思考一下，在婚姻中您真正想要的是什么。同时也要明白，您不可能什么都要，而且也不可能全部都得到。稳定的生活、安全感、物质生活的保障和激情所带来的快乐之间，您先检查一下是否得到了您在婚姻中最看重的部分。如果已经得到了，那您可以通过相应的学习来进一步提升自己在婚姻中经营的能力，弥补您们的不足之处，让您们的婚姻幸福指数不断提升。",
    "annotation": [
      {
        "sentence": "非常感谢您愿意分享您的困扰，我希望我的一些想法和观点能够帮助您做出更好的选择。",
        "label": ""
      },
      {
        "sentence": "我可以看出您此时此刻非常纠结，似乎在激情和现实之间徘徊，感到很矛盾。",
        "label": ""
      },
      {
        "sentence": "您有没有想过，一个幸福的婚姻需要激情、亲密和承诺三个要素，从您的描述中可以看出，您的婚姻既缺乏激情又缺乏亲密，这样的婚姻当然让夫妻双方感受不到满意的幸福，就像一座没有地基的房子一样，外界的风吹草动就能轻易摧毁它，这也是您出轨的根源。",
        "label": ""
      },
      {
        "sentence": "此外，您深知自己并不爱老公，然而婚姻还在继续存在的原因一方面是因为您目前经济上还不独立，另一方面是因为老公并没有背叛过您，反而履行了婚姻中的承诺。",
        "label": ""
      },
      {
        "sentence": "您觉得内心有愧疚，所以想通过拥有一个孩子来拯救您们的婚姻状况。",
        "label": ""
      },
      {
        "sentence": "但我想提醒您，如果您的经济条件允许，您还会有这样的想法吗？",
        "label": ""
      },
      {
        "sentence": "而且您们的婚姻状况很难因为有了孩子就会发生改变，除非您和您的丈夫坐下来好好谈一谈，认真反思问题出在哪里，勇敢地面对并解决问题，积极地学习和成长。",
        "label": ""
      },
      {
        "sentence": "反倒可能因为有了孩子而变得更糟糕。",
        "label": ""
      },
      {
        "sentence": "父母能给孩子最宝贵的财富就是为他们提供一个有爱的家庭，首先在家庭中夫妻双方应相爱，只有这样，才能将爱传递给孩子，让他们感受到父母的爱，从而健康快乐地成长。",
        "label": ""
      },
      {
        "sentence": "您需要清楚地思考一下，在婚姻中您真正想要的是什么。",
        "label": ""
      },
      {
        "sentence": "同时也要明白，您不可能什么都要，而且也不可能全部都得到。",
        "label": ""
      },
      {
        "sentence": "稳定的生活、安全感、物质生活的保障和激情所带来的快乐之间，您先检查一下是否得到了您在婚姻中最看重的部分。",
        "label": ""
      },
      {
        "sentence": "如果已经得到了，那您可以通过相应的学习来进一步提升自己在婚姻中经营的能力，弥补您们的不足之处，让您们的婚姻幸福指数不断提升。",
        "label": ""
      }
    ]
  }
]