[
  {
    "role": "client",
    "content": "怎样让自己不焦虑、不否定、不放弃自己？一天天的烦死了，感觉搞不定，为什么我要这样逼自己难受死了，我其实一点都不喜欢卖鞋，我也不喜欢销售，我也不知道我喜欢干什么。我也就觉得没有一点意思都没有，有时候觉得，活着也好没意思，好无趣就比如最近在实习，做销售，没有什么好找的工作，没得办法，所以就卖鞋子，站在门口门迎招客人进来，客人进来了还有探寻他的需求主动介绍产品，为他挑合适喜欢的鞋子，可是我不知道从哪里下手，客人来了除非他主动问我，我一般很难主动介绍鞋子什么的，感觉到了客人面前很难开口。总有一天我会逼死我自己我都不知道为什么，啥事都想自己扛，憋着不说，就觉得有人能懂我为什么要想那么多，我也不知道，感觉好难改变的，这个坎好难过啊我知道慢慢来急不得，但我就是焦虑了，无时无刻不在焦虑中大事没有发生，小事一大堆，都是一些琐碎的事，但是就是让人很烦，慢慢的消耗人的精力",
    "annotation": [
      {
        "sentence": "怎样让自己不焦虑、不否定、不放弃自己？",
        "label": ""
      },
      {
        "sentence": "一天天的烦死了，感觉搞不定，为什么我要这样逼自己难受死了，我其实一点都不喜欢卖鞋，我也不喜欢销售，我也不知道我喜欢干什么。",
        "label": ""
      },
      {
        "sentence": "我也就觉得没有一点意思都没有，有时候觉得，活着也好没意思，好无趣就比如最近在实习，做销售，没有什么好找的工作，没得办法，所以就卖鞋子，站在门口门迎招客人进来，客人进来了还有探寻他的需求主动介绍产品，为他挑合适喜欢的鞋子，可是我不知道从哪里下手，客人来了除非他主动问我，我一般很难主动介绍鞋子什么的，感觉到了客人面前很难开口。",
        "label": ""
      },
      {
        "sentence": "总有一天我会逼死我自己我都不知道为什么，啥事都想自己扛，憋着不说，就觉得有人能懂我为什么要想那么多，我也不知道，感觉好难改变的，这个坎好难过啊我知道慢慢来急不得，但我就是焦虑了，无时无刻不在焦虑中大事没有发生，小事一大堆，都是一些琐碎的事，但是就是让人很烦，慢慢的消耗人的精力",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困扰了，其实每个人都会有一段困惑的时期。不要焦虑，我来分享一些小小的想法给你。首先是你的目标，尝试着提前预见未来，计划好人生方向，这样你就能事半功倍。选择正确的事情很重要，因为出门的那一刹那，就决定了你能走多远。然后，你可以先做加法，增加自己的经验和见识，后面再做减法。你现在正处于实习阶段，不知道自己喜欢什么是正常的。要找到自己，需要多用年轻的时间去体验、寻找自己真正想要的东西。不要担心太多选择，你的时间和精力应该用在努力上。就像爬山一样，不要轻易放弃，要沿着一个方向不断努力。读书无止境，但真正的成长来自经历。在人生不同阶段，我们需要不断吸收知识、经历并反思自己。要相信自己，做自己有兴趣的事情，不断前进吧！",
    "annotation": [
      {
        "sentence": "听到你的困扰了，其实每个人都会有一段困惑的时期。",
        "label": ""
      },
      {
        "sentence": "不要焦虑，我来分享一些小小的想法给你。",
        "label": ""
      },
      {
        "sentence": "首先是你的目标，尝试着提前预见未来，计划好人生方向，这样你就能事半功倍。",
        "label": ""
      },
      {
        "sentence": "选择正确的事情很重要，因为出门的那一刹那，就决定了你能走多远。",
        "label": ""
      },
      {
        "sentence": "然后，你可以先做加法，增加自己的经验和见识，后面再做减法。",
        "label": ""
      },
      {
        "sentence": "你现在正处于实习阶段，不知道自己喜欢什么是正常的。",
        "label": ""
      },
      {
        "sentence": "要找到自己，需要多用年轻的时间去体验、寻找自己真正想要的东西。",
        "label": ""
      },
      {
        "sentence": "不要担心太多选择，你的时间和精力应该用在努力上。",
        "label": ""
      },
      {
        "sentence": "就像爬山一样，不要轻易放弃，要沿着一个方向不断努力。",
        "label": ""
      },
      {
        "sentence": "读书无止境，但真正的成长来自经历。",
        "label": ""
      },
      {
        "sentence": "在人生不同阶段，我们需要不断吸收知识、经历并反思自己。",
        "label": ""
      },
      {
        "sentence": "要相信自己，做自己有兴趣的事情，不断前进吧！",
        "label": ""
      }
    ]
  }
]