[
  {
    "role": "client",
    "content": "怎样让自己不焦虑、不否定、不放弃自己？一天天的烦死了，感觉搞不定，为什么我要这样逼自己难受死了，我其实一点都不喜欢卖鞋，我也不喜欢销售，我也不知道我喜欢干什么。我也就觉得没有一点意思都没有，有时候觉得，活着也好没意思，好无趣就比如最近在实习，做销售，没有什么好找的工作，没得办法，所以就卖鞋子，站在门口门迎招客人进来，客人进来了还有探寻他的需求主动介绍产品，为他挑合适喜欢的鞋子，可是我不知道从哪里下手，客人来了除非他主动问我，我一般很难主动介绍鞋子什么的，感觉到了客人面前很难开口。总有一天我会逼死我自己我都不知道为什么，啥事都想自己扛，憋着不说，就觉得有人能懂我为什么要想那么多，我也不知道，感觉好难改变的，这个坎好难过啊我知道慢慢来急不得，但我就是焦虑了，无时无刻不在焦虑中大事没有发生，小事一大堆，都是一些琐碎的事，但是就是让人很烦，慢慢的消耗人的精力",
    "annotation": [
      {
        "sentence": "怎样让自己不焦虑、不否定、不放弃自己？",
        "label": ""
      },
      {
        "sentence": "一天天的烦死了，感觉搞不定，为什么我要这样逼自己难受死了，我其实一点都不喜欢卖鞋，我也不喜欢销售，我也不知道我喜欢干什么。",
        "label": ""
      },
      {
        "sentence": "我也就觉得没有一点意思都没有，有时候觉得，活着也好没意思，好无趣就比如最近在实习，做销售，没有什么好找的工作，没得办法，所以就卖鞋子，站在门口门迎招客人进来，客人进来了还有探寻他的需求主动介绍产品，为他挑合适喜欢的鞋子，可是我不知道从哪里下手，客人来了除非他主动问我，我一般很难主动介绍鞋子什么的，感觉到了客人面前很难开口。",
        "label": ""
      },
      {
        "sentence": "总有一天我会逼死我自己我都不知道为什么，啥事都想自己扛，憋着不说，就觉得有人能懂我为什么要想那么多，我也不知道，感觉好难改变的，这个坎好难过啊我知道慢慢来急不得，但我就是焦虑了，无时无刻不在焦虑中大事没有发生，小事一大堆，都是一些琐碎的事，但是就是让人很烦，慢慢的消耗人的精力",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我也曾身处其中，一度的焦虑让我不断地否定自己，甚至自暴自弃。那段难熬的时光我大概这辈子也忘不了。高三那年，我的学习成绩一而再再而三的下降，那时候的我害怕极了模考，可能是急于求成吧，因为我的初恋和我说，我大学在哪个城市他就会去找我，而我也想去他的城市找他。",
    "annotation": [
      {
        "sentence": "我也曾身处其中，一度的焦虑让我不断地否定自己，甚至自暴自弃。",
        "label": ""
      },
      {
        "sentence": "那段难熬的时光我大概这辈子也忘不了。",
        "label": ""
      },
      {
        "sentence": "高三那年，我的学习成绩一而再再而三的下降，那时候的我害怕极了模考，可能是急于求成吧，因为我的初恋和我说，我大学在哪个城市他就会去找我，而我也想去他的城市找他。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那你当时是怎么度过那个困难时期的呢？",
    "annotation": [
      {
        "sentence": "那你当时是怎么度过那个困难时期的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那时候我意识到只有我自己能够改变现状，我决定先调整自己的状态。我明白焦虑是一件很正常的事情，但是我们需要找到一种应对焦虑的方式。首先，你可以试着找到自己的兴趣爱好。毕竟，你不喜欢销售，那就想想自己喜欢什么，愿意干什么，然后再去学习相关的知识和技能。从兴趣爱好出发，工作也许会变成一种享受。",
    "annotation": [
      {
        "sentence": "那时候我意识到只有我自己能够改变现状，我决定先调整自己的状态。",
        "label": ""
      },
      {
        "sentence": "我明白焦虑是一件很正常的事情，但是我们需要找到一种应对焦虑的方式。",
        "label": ""
      },
      {
        "sentence": "首先，你可以试着找到自己的兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "毕竟，你不喜欢销售，那就想想自己喜欢什么，愿意干什么，然后再去学习相关的知识和技能。",
        "label": ""
      },
      {
        "sentence": "从兴趣爱好出发，工作也许会变成一种享受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我真的不知道我喜欢干什么，感觉自己一无是处。",
    "annotation": [
      {
        "sentence": "但是我真的不知道我喜欢干什么，感觉自己一无是处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别担心，这是很常见的问题。我建议你可以逐步尝试不同的事物，多接触不同的领域，或许你会发现一些新的兴趣爱好。有时候，兴趣并不是一下子就能找到的，需要稍微花费一些时间和精力。在此过程中，你也可以多与他人交流，了解他人的经历和故事，或许能够启发你。不要急于做出决定，时间会帮助你找到答案的。",
    "annotation": [
      {
        "sentence": "别担心，这是很常见的问题。",
        "label": ""
      },
      {
        "sentence": "我建议你可以逐步尝试不同的事物，多接触不同的领域，或许你会发现一些新的兴趣爱好。",
        "label": ""
      },
      {
        "sentence": "有时候，兴趣并不是一下子就能找到的，需要稍微花费一些时间和精力。",
        "label": ""
      },
      {
        "sentence": "在此过程中，你也可以多与他人交流，了解他人的经历和故事，或许能够启发你。",
        "label": ""
      },
      {
        "sentence": "不要急于做出决定，时间会帮助你找到答案的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会去试试看，但是我现在还是很焦虑，感觉一切都没有进展，生活变得毫无意义。",
    "annotation": [
      {
        "sentence": "我明白了，我会去试试看，但是我现在还是很焦虑，感觉一切都没有进展，生活变得毫无意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "放松一下，不要太过于在意。有时候，我们过度关注一些事情，反而容易让自己陷入困境。对于那些你不知道如何主动介绍鞋子的情况，不妨试着放轻松一点，和顾客进行一些闲聊，逐渐建立起互相的信任感。也许，当你和客人产生了一定的默契和信任后，介绍鞋子的机会就会自然而然地出现。",
    "annotation": [
      {
        "sentence": "放松一下，不要太过于在意。",
        "label": ""
      },
      {
        "sentence": "有时候，我们过度关注一些事情，反而容易让自己陷入困境。",
        "label": ""
      },
      {
        "sentence": "对于那些你不知道如何主动介绍鞋子的情况，不妨试着放轻松一点，和顾客进行一些闲聊，逐渐建立起互相的信任感。",
        "label": ""
      },
      {
        "sentence": "也许，当你和客人产生了一定的默契和信任后，介绍鞋子的机会就会自然而然地出现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试试和顾客多聊一些，逐渐建立信任感，希望能够渐渐适应这个工作。",
    "annotation": [
      {
        "sentence": "我会试试和顾客多聊一些，逐渐建立信任感，希望能够渐渐适应这个工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，相信你一定会逐渐适应的。同时，也希望你能够相信自己。每个人都会面临各种各样的挑战和困难，但正是这些挑战让我们变得更强大。坚持下去，不要放弃自己，因为你是独一无二的存在。我会一直陪伴你，用爱和文字支持你。",
    "annotation": [
      {
        "sentence": "很好，相信你一定会逐渐适应的。",
        "label": ""
      },
      {
        "sentence": "同时，也希望你能够相信自己。",
        "label": ""
      },
      {
        "sentence": "每个人都会面临各种各样的挑战和困难，但正是这些挑战让我们变得更强大。",
        "label": ""
      },
      {
        "sentence": "坚持下去，不要放弃自己，因为你是独一无二的存在。",
        "label": ""
      },
      {
        "sentence": "我会一直陪伴你，用爱和文字支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会好好面对自己的困难，慢慢找到属于自己的方向的。感谢你一直在我身边。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会好好面对自己的困难，慢慢找到属于自己的方向的。",
        "label": ""
      },
      {
        "sentence": "感谢你一直在我身边。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够克服困难，走向更好的未来。记得，无论遇到什么问题，都可以随时来找我倾诉，我会一直支持你的。加油！",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够克服困难，走向更好的未来。",
        "label": ""
      },
      {
        "sentence": "记得，无论遇到什么问题，都可以随时来找我倾诉，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]