[
  {
    "role": "client",
    "content": "我34岁了，怀孕了，该选择丁克还是离婚！前面提到我34岁了怀孕了确没有勇气跟生孩子，因为十年婚姻中，我出轨了7年，爱上了婚外男人，很多答主让我考虑本身婚姻问题。当初也是觉得老公家庭条件可以人品不错。婚后发现老公并不是自己所爱慕，特别出轨后，更容易比较。婚外男人有能力，成熟，我老公偏幼稚，圈子很简单，人生也很单纯简单，对我，百依百顺，但是内心就是有点嫌弃。我知道问题大部分在我。老公及他家庭没有对不起我的地方。房子也给我买了，事事依我。但是面对孩子的问题，我确实很纠结，老公及他家庭也不是很想要孩子，我也是没信心不爱才没勇气生和养育。问我为啥不离婚。因为离不起。二线城市，无房，收入不高。和老公一起，至少物质不用多愁，离婚，可能会过得比较拮据，然后担心自己也找不到心仪的男人了。这个年龄段。所以，我该怎么办？？离婚？？生孩子？？丁克？？我觉得自己是个拿不定主意的女人，不生怕后悔，怕又回到从前周游在婚外和枯燥无爱的婚姻内。生，又确实没勇气。",
    "annotation": [
      {
        "sentence": "我34岁了，怀孕了，该选择丁克还是离婚！",
        "label": ""
      },
      {
        "sentence": "前面提到我34岁了怀孕了确没有勇气跟生孩子，因为十年婚姻中，我出轨了7年，爱上了婚外男人，很多答主让我考虑本身婚姻问题。",
        "label": ""
      },
      {
        "sentence": "当初也是觉得老公家庭条件可以人品不错。",
        "label": ""
      },
      {
        "sentence": "婚后发现老公并不是自己所爱慕，特别出轨后，更容易比较。",
        "label": ""
      },
      {
        "sentence": "婚外男人有能力，成熟，我老公偏幼稚，圈子很简单，人生也很单纯简单，对我，百依百顺，但是内心就是有点嫌弃。",
        "label": ""
      },
      {
        "sentence": "我知道问题大部分在我。",
        "label": ""
      },
      {
        "sentence": "老公及他家庭没有对不起我的地方。",
        "label": ""
      },
      {
        "sentence": "房子也给我买了，事事依我。",
        "label": ""
      },
      {
        "sentence": "但是面对孩子的问题，我确实很纠结，老公及他家庭也不是很想要孩子，我也是没信心不爱才没勇气生和养育。",
        "label": ""
      },
      {
        "sentence": "问我为啥不离婚。",
        "label": ""
      },
      {
        "sentence": "因为离不起。",
        "label": ""
      },
      {
        "sentence": "二线城市，无房，收入不高。",
        "label": ""
      },
      {
        "sentence": "和老公一起，至少物质不用多愁，离婚，可能会过得比较拮据，然后担心自己也找不到心仪的男人了。",
        "label": ""
      },
      {
        "sentence": "这个年龄段。",
        "label": ""
      },
      {
        "sentence": "所以，我该怎么办？？",
        "label": ""
      },
      {
        "sentence": "离婚？？",
        "label": ""
      },
      {
        "sentence": "生孩子？？",
        "label": ""
      },
      {
        "sentence": "丁克？？",
        "label": ""
      },
      {
        "sentence": "我觉得自己是个拿不定主意的女人，不生怕后悔，怕又回到从前周游在婚外和枯燥无爱的婚姻内。",
        "label": ""
      },
      {
        "sentence": "生，又确实没勇气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听您的叙述，首先让我们从医学方面来谈一下。人为终止妊娠有明确的时间限制。药物流产需要在怀孕7周之内进行，因为这个时间段内胚胎比较小，药流的成功率也比较高，而且时间越早，药流成功率越高。手术流产可以在怀孕10周之内进行，但根据胚胎的大小，怀孕6~7周左右进行是一个比较合适的时间，因为这个时候发生人流不全、人流失败的风险，以及流产后出血的风险最小。怀孕超过三个月，就需要做引产手术，相当于生孩子，需要住院，时间越早越好。而每种手术前，都需要先做系统的检查，建议您去正规的妇产医院，能更好地保证自己的健康安全。",
    "annotation": [
      {
        "sentence": "听您的叙述，首先让我们从医学方面来谈一下。",
        "label": ""
      },
      {
        "sentence": "人为终止妊娠有明确的时间限制。",
        "label": ""
      },
      {
        "sentence": "药物流产需要在怀孕7周之内进行，因为这个时间段内胚胎比较小，药流的成功率也比较高，而且时间越早，药流成功率越高。",
        "label": ""
      },
      {
        "sentence": "手术流产可以在怀孕10周之内进行，但根据胚胎的大小，怀孕6~7周左右进行是一个比较合适的时间，因为这个时候发生人流不全、人流失败的风险，以及流产后出血的风险最小。",
        "label": ""
      },
      {
        "sentence": "怀孕超过三个月，就需要做引产手术，相当于生孩子，需要住院，时间越早越好。",
        "label": ""
      },
      {
        "sentence": "而每种手术前，都需要先做系统的检查，建议您去正规的妇产医院，能更好地保证自己的健康安全。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。除了医学方面的考虑，我还担心自己的婚姻和未来。你说得对，我的婚姻并不是让我十分满意。十年的婚姻，出轨了7年，基本上我只是在婚姻中得到了经济支持，感情上却是空洞的。虽然我老公和家庭对我还算不错，但我并不能真正进入亲密关系，这时我应该寻求一些专业咨询师的帮助吗？我一直不知道自己的行为背后的心理原因，或许咨询师的帮助可以帮助我更好地理解自己。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "除了医学方面的考虑，我还担心自己的婚姻和未来。",
        "label": ""
      },
      {
        "sentence": "你说得对，我的婚姻并不是让我十分满意。",
        "label": ""
      },
      {
        "sentence": "十年的婚姻，出轨了7年，基本上我只是在婚姻中得到了经济支持，感情上却是空洞的。",
        "label": ""
      },
      {
        "sentence": "虽然我老公和家庭对我还算不错，但我并不能真正进入亲密关系，这时我应该寻求一些专业咨询师的帮助吗？",
        "label": ""
      },
      {
        "sentence": "我一直不知道自己的行为背后的心理原因，或许咨询师的帮助可以帮助我更好地理解自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你的想法是正确的。借助咨询师的指导，可以帮助你更好地理解你自己的行为背后的心理原因，这将对你个人的成长有所助益。为了孩子的角度考虑，虽然完美的父母是不存在的，但相对来说，成长在相亲相爱的家庭对孩子的成长是有利的。不过事实上，我们绝大多数人的原生家庭都不是“理想”的，但我们依然长大了。你要相信每个孩子都是独立的生命体，他们有能力找到自己的路。所以，不论过去如何，既然你离不起，现在你的婚姻还在继续中，你是否要生孩子这个问题，你和你的丈夫应该好好商议，因为这是夫妻两个人需要一起决定的事情。先跟他好好沟通吧。",
    "annotation": [
      {
        "sentence": "是的，你的想法是正确的。",
        "label": ""
      },
      {
        "sentence": "借助咨询师的指导，可以帮助你更好地理解你自己的行为背后的心理原因，这将对你个人的成长有所助益。",
        "label": ""
      },
      {
        "sentence": "为了孩子的角度考虑，虽然完美的父母是不存在的，但相对来说，成长在相亲相爱的家庭对孩子的成长是有利的。",
        "label": ""
      },
      {
        "sentence": "不过事实上，我们绝大多数人的原生家庭都不是“理想”的，但我们依然长大了。",
        "label": ""
      },
      {
        "sentence": "你要相信每个孩子都是独立的生命体，他们有能力找到自己的路。",
        "label": ""
      },
      {
        "sentence": "所以，不论过去如何，既然你离不起，现在你的婚姻还在继续中，你是否要生孩子这个问题，你和你的丈夫应该好好商议，因为这是夫妻两个人需要一起决定的事情。",
        "label": ""
      },
      {
        "sentence": "先跟他好好沟通吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和理解。我会考虑找咨询师来帮助我更好地理解自己的心理原因。同时，我也会和丈夫好好沟通，共同决定是否要生孩子。再次感谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和理解。",
        "label": ""
      },
      {
        "sentence": "我会考虑找咨询师来帮助我更好地理解自己的心理原因。",
        "label": ""
      },
      {
        "sentence": "同时，我也会和丈夫好好沟通，共同决定是否要生孩子。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。找到咨询师并和丈夫好好沟通是非常重要的，希望你能够找到答案并做出正确的决定。无论你做出什么选择，相信你都会成长并找到属于自己的幸福。如果你还有任何疑问或需要进一步的支持，随时都可以向我寻求帮助。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "找到咨询师并和丈夫好好沟通是非常重要的，希望你能够找到答案并做出正确的决定。",
        "label": ""
      },
      {
        "sentence": "无论你做出什么选择，相信你都会成长并找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何疑问或需要进一步的支持，随时都可以向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和祝福。我会努力寻找答案并为自己的幸福而努力。如果有什么问题，我一定会再联系你的。再次感谢你的支持！祝你一切顺利！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和祝福。",
        "label": ""
      },
      {
        "sentence": "我会努力寻找答案并为自己的幸福而努力。",
        "label": ""
      },
      {
        "sentence": "如果有什么问题，我一定会再联系你的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意为你提供帮助。你的努力和积极的态度会让你走向更好的未来。如果你需要任何进一步的帮助，随时都可以联系我。祝你幸福快乐！",
    "annotation": [
      {
        "sentence": "不客气，我很愿意为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "你的努力和积极的态度会让你走向更好的未来。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的帮助，随时都可以联系我。",
        "label": ""
      },
      {
        "sentence": "祝你幸福快乐！",
        "label": ""
      }
    ]
  }
]