[
  {
    "role": "client",
    "content": "怎样让自己不焦虑、不否定、不放弃自己？一天天的烦死了，感觉搞不定，为什么我要这样逼自己难受死了，我其实一点都不喜欢卖鞋，我也不喜欢销售，我也不知道我喜欢干什么。我也就觉得没有一点意思都没有，有时候觉得，活着也好没意思，好无趣就比如最近在实习，做销售，没有什么好找的工作，没得办法，所以就卖鞋子，站在门口门迎招客人进来，客人进来了还有探寻他的需求主动介绍产品，为他挑合适喜欢的鞋子，可是我不知道从哪里下手，客人来了除非他主动问我，我一般很难主动介绍鞋子什么的，感觉到了客人面前很难开口。总有一天我会逼死我自己我都不知道为什么，啥事都想自己扛，憋着不说，就觉得有人能懂我为什么要想那么多，我也不知道，感觉好难改变的，这个坎好难过啊我知道慢慢来急不得，但我就是焦虑了，无时无刻不在焦虑中大事没有发生，小事一大堆，都是一些琐碎的事，但是就是让人很烦，慢慢的消耗人的精力",
    "annotation": [
      {
        "sentence": "怎样让自己不焦虑、不否定、不放弃自己？",
        "label": ""
      },
      {
        "sentence": "一天天的烦死了，感觉搞不定，为什么我要这样逼自己难受死了，我其实一点都不喜欢卖鞋，我也不喜欢销售，我也不知道我喜欢干什么。",
        "label": ""
      },
      {
        "sentence": "我也就觉得没有一点意思都没有，有时候觉得，活着也好没意思，好无趣就比如最近在实习，做销售，没有什么好找的工作，没得办法，所以就卖鞋子，站在门口门迎招客人进来，客人进来了还有探寻他的需求主动介绍产品，为他挑合适喜欢的鞋子，可是我不知道从哪里下手，客人来了除非他主动问我，我一般很难主动介绍鞋子什么的，感觉到了客人面前很难开口。",
        "label": ""
      },
      {
        "sentence": "总有一天我会逼死我自己我都不知道为什么，啥事都想自己扛，憋着不说，就觉得有人能懂我为什么要想那么多，我也不知道，感觉好难改变的，这个坎好难过啊我知道慢慢来急不得，但我就是焦虑了，无时无刻不在焦虑中大事没有发生，小事一大堆，都是一些琐碎的事，但是就是让人很烦，慢慢的消耗人的精力",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你首先，我们看看你的标题：怎样让自己不焦虑、不否定、不放弃自己？然后，我们换一下表达：怎样让自己放松，认可，爱自己？",
    "annotation": [
      {
        "sentence": "你首先，我们看看你的标题：怎样让自己不焦虑、不否定、不放弃自己？",
        "label": ""
      },
      {
        "sentence": "然后，我们换一下表达：怎样让自己放松，认可，爱自己？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我可闭上眼睛去感受一下，这两种表达后的感受会有什么不同？",
    "annotation": [
      {
        "sentence": "我可闭上眼睛去感受一下，这两种表达后的感受会有什么不同？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "生活中，我们每个人工作之初，基本上都不太可能因为喜欢而去选择某个工作，通常更多的是先将就工作，之后发现自己喜欢什么，再继续去找喜欢的工作。所以做销售，你不喜欢听起来，你在心里已经是抵触的：我做不好，我不想打招呼，我不想介绍鞋子。如果换一下：我可能会做不好，但是我可以给自己一个机会试试看；我可能不擅长主动和人交际，但是我可以试试看主动打招呼会有什么样的感受；我不想介绍鞋子，嗯，我知道，但这只是工作呀，它可以给我带来价值以及收入，如果我主动一点，鞋子卖多点，我的收入会更多一点，想想每月增加的收入，也可以试试看。",
    "annotation": [
      {
        "sentence": "生活中，我们每个人工作之初，基本上都不太可能因为喜欢而去选择某个工作，通常更多的是先将就工作，之后发现自己喜欢什么，再继续去找喜欢的工作。",
        "label": ""
      },
      {
        "sentence": "所以做销售，你不喜欢听起来，你在心里已经是抵触的：我做不好，我不想打招呼，我不想介绍鞋子。",
        "label": ""
      },
      {
        "sentence": "如果换一下：我可能会做不好，但是我可以给自己一个机会试试看；我可能不擅长主动和人交际，但是我可以试试看主动打招呼会有什么样的感受；我不想介绍鞋子，嗯，我知道，但这只是工作呀，它可以给我带来价值以及收入，如果我主动一点，鞋子卖多点，我的收入会更多一点，想想每月增加的收入，也可以试试看。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我还是不知道从哪里下手，客人来了除非他主动问我，我一般很难主动介绍鞋子什么的，感觉到了客人面前很难开口。",
    "annotation": [
      {
        "sentence": "但我还是不知道从哪里下手，客人来了除非他主动问我，我一般很难主动介绍鞋子什么的，感觉到了客人面前很难开口。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你还不知道自己喜欢干什么的时候，你就否定你的当下，这可能只会让你变得越来越不知道干什么。如果我们换个想法，可以试试从以下几个方面入手，让你工作中的不安情绪得到一些改善：",
    "annotation": [
      {
        "sentence": "在你还不知道自己喜欢干什么的时候，你就否定你的当下，这可能只会让你变得越来越不知道干什么。",
        "label": ""
      },
      {
        "sentence": "如果我们换个想法，可以试试从以下几个方面入手，让你工作中的不安情绪得到一些改善：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我愿意试试。",
    "annotation": [
      {
        "sentence": "好的，我愿意试试。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，尝试着在工作中找到一些价值或有意义的方面。想想你能为客人提供什么帮助，即使只是简单的帮助他们选择一双适合的鞋子，也是一种对他们的关心和服务。同时，也可以想想这份工作给你带来的收入，你可以用这些收入去享受生活，满足自己的需求和欲望。",
    "annotation": [
      {
        "sentence": "首先，尝试着在工作中找到一些价值或有意义的方面。",
        "label": ""
      },
      {
        "sentence": "想想你能为客人提供什么帮助，即使只是简单的帮助他们选择一双适合的鞋子，也是一种对他们的关心和服务。",
        "label": ""
      },
      {
        "sentence": "同时，也可以想想这份工作给你带来的收入，你可以用这些收入去享受生活，满足自己的需求和欲望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得有道理，我可以试着寻找工作中的这些价值和意义。",
    "annotation": [
      {
        "sentence": "嗯，你说得有道理，我可以试着寻找工作中的这些价值和意义。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，你可以尝试着主动与客人进行沟通，不必担心他们是否主动问你。当他们进来时，你可以试着微笑并主动打个招呼，问问他们需要什么样的鞋子或是有什么特殊的需求。这样一来，你会发现与客人的交流也可以是一种愉快和有趣的过程。",
    "annotation": [
      {
        "sentence": "另外，你可以尝试着主动与客人进行沟通，不必担心他们是否主动问你。",
        "label": ""
      },
      {
        "sentence": "当他们进来时，你可以试着微笑并主动打个招呼，问问他们需要什么样的鞋子或是有什么特殊的需求。",
        "label": ""
      },
      {
        "sentence": "这样一来，你会发现与客人的交流也可以是一种愉快和有趣的过程。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我可以试试主动与客人沟通，看看能否让工作变得更有趣一些。",
    "annotation": [
      {
        "sentence": "是的，我可以试试主动与客人沟通，看看能否让工作变得更有趣一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "还有，成年人的世界不容易，我们总会干自己不喜欢干的事情，还不能有抱怨，不能有脾气，因为大家都首先要生存。当你很不情愿去做事的时候，你可以尝试去想想，如果你是老板，你希望找一个什么样的员工，你才心甘情愿地给她支付工资？",
    "annotation": [
      {
        "sentence": "还有，成年人的世界不容易，我们总会干自己不喜欢干的事情，还不能有抱怨，不能有脾气，因为大家都首先要生存。",
        "label": ""
      },
      {
        "sentence": "当你很不情愿去做事的时候，你可以尝试去想想，如果你是老板，你希望找一个什么样的员工，你才心甘情愿地给她支付工资？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可以试着用老板的角度去看待工作，去想想如果是我，我会如何看待自己的员工。",
    "annotation": [
      {
        "sentence": "我明白了，我可以试着用老板的角度去看待工作，去想想如果是我，我会如何看待自己的员工。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，一个成熟的人可能就是能面对当下，不那么任性。在工作中，你可以一直为自己找更多的选择，为自己创造更多的机会。这一次，可能你真的不喜欢这个工作，但当你没有更好的选择的时候，你首先得生活，靠自己生活。如果是这样的话，一边工作，一边继续寻找或许能够让你更轻松一点的机会。",
    "annotation": [
      {
        "sentence": "对的，一个成熟的人可能就是能面对当下，不那么任性。",
        "label": ""
      },
      {
        "sentence": "在工作中，你可以一直为自己找更多的选择，为自己创造更多的机会。",
        "label": ""
      },
      {
        "sentence": "这一次，可能你真的不喜欢这个工作，但当你没有更好的选择的时候，你首先得生活，靠自己生活。",
        "label": ""
      },
      {
        "sentence": "如果是这样的话，一边工作，一边继续寻找或许能够让你更轻松一点的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了，我可以同时继续寻找适合自己的工作机会，不要完全放弃希望。",
    "annotation": [
      {
        "sentence": "嗯，我明白了，我可以同时继续寻找适合自己的工作机会，不要完全放弃希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后，记住要尝试允许自己不喜欢工作的情绪存在，但也试着让自己慢慢适应。允许自己慢慢来，当内心的冲突少了，工作就不会那么难过了。试着去接受和适应这个过程，相信随着时间的推移和积累经验，你的工作状态会有所改善的。",
    "annotation": [
      {
        "sentence": "最后，记住要尝试允许自己不喜欢工作的情绪存在，但也试着让自己慢慢适应。",
        "label": ""
      },
      {
        "sentence": "允许自己慢慢来，当内心的冲突少了，工作就不会那么难过了。",
        "label": ""
      },
      {
        "sentence": "试着去接受和适应这个过程，相信随着时间的推移和积累经验，你的工作状态会有所改善的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试去适应这个过程，相信我会慢慢好起来的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试去适应这个过程，相信我会慢慢好起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你能够顺利度过这个难关的，如果需要任何帮助或再次倾诉，记得随时来找我。多和周围的朋友、家人分享你的想法和感受，也会带来更多的支持和理解。",
    "annotation": [
      {
        "sentence": "不用客气，我相信你能够顺利度过这个难关的，如果需要任何帮助或再次倾诉，记得随时来找我。",
        "label": ""
      },
      {
        "sentence": "多和周围的朋友、家人分享你的想法和感受，也会带来更多的支持和理解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会的，再次感谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "好的，我会的，再次感谢你的支持和鼓励。",
        "label": ""
      }
    ]
  }
]