[
  {
    "role": "client",
    "content": "我34岁了，怀孕了，不知道该选择丁克还是离婚！十年的婚姻中，我出轨了7年，爱上了婚外男人。很多人都建议我考虑一下婚姻的问题。当初结婚是因为觉得我的丈夫家庭条件不错，人品也不错。可是结婚后，我发现我并不是真的爱我的丈夫，尤其是出轨之后，更明显地感到了他的缺点。婚外男人有能力，成熟，而我丈夫却比较幼稚，圈子很简单，对生活也很单纯。他对我百依百顺，但是内心总是带有点嫌弃的感觉。我知道问题大部分在我。我的丈夫和他的家庭没有对不起过我。他们买了房子，事事听我的，但是面对孩子的问题，我确实很困惑。我和我的丈夫以及他的家人都不是很想要孩子，而我也没有信心和勇气去生和养育孩子。为什么我不离婚呢？因为我负担不起。我们住在二线城市，没有房子，收入也不高。和我的丈夫在一起，至少物质上不用太担心。但是如果离婚的话，可能会过得比较拮据，而且我也担心自己找不到一个心仪的男人。在我这个年龄段，所以，请问我该怎么办？是离婚？还是生孩子？还是选择丁克呢？我真的是个犹豫不决的人，担心后悔，也担心回到从前那种在婚外和枯燥无爱的婚姻里漂泊。而生育，我真的没有勇气。",
    "annotation": [
      {
        "sentence": "我34岁了，怀孕了，不知道该选择丁克还是离婚！",
        "label": ""
      },
      {
        "sentence": "十年的婚姻中，我出轨了7年，爱上了婚外男人。",
        "label": ""
      },
      {
        "sentence": "很多人都建议我考虑一下婚姻的问题。",
        "label": ""
      },
      {
        "sentence": "当初结婚是因为觉得我的丈夫家庭条件不错，人品也不错。",
        "label": ""
      },
      {
        "sentence": "可是结婚后，我发现我并不是真的爱我的丈夫，尤其是出轨之后，更明显地感到了他的缺点。",
        "label": ""
      },
      {
        "sentence": "婚外男人有能力，成熟，而我丈夫却比较幼稚，圈子很简单，对生活也很单纯。",
        "label": ""
      },
      {
        "sentence": "他对我百依百顺，但是内心总是带有点嫌弃的感觉。",
        "label": ""
      },
      {
        "sentence": "我知道问题大部分在我。",
        "label": ""
      },
      {
        "sentence": "我的丈夫和他的家庭没有对不起过我。",
        "label": ""
      },
      {
        "sentence": "他们买了房子，事事听我的，但是面对孩子的问题，我确实很困惑。",
        "label": ""
      },
      {
        "sentence": "我和我的丈夫以及他的家人都不是很想要孩子，而我也没有信心和勇气去生和养育孩子。",
        "label": ""
      },
      {
        "sentence": "为什么我不离婚呢？",
        "label": ""
      },
      {
        "sentence": "因为我负担不起。",
        "label": ""
      },
      {
        "sentence": "我们住在二线城市，没有房子，收入也不高。",
        "label": ""
      },
      {
        "sentence": "和我的丈夫在一起，至少物质上不用太担心。",
        "label": ""
      },
      {
        "sentence": "但是如果离婚的话，可能会过得比较拮据，而且我也担心自己找不到一个心仪的男人。",
        "label": ""
      },
      {
        "sentence": "在我这个年龄段，所以，请问我该怎么办？",
        "label": ""
      },
      {
        "sentence": "是离婚？",
        "label": ""
      },
      {
        "sentence": "还是生孩子？",
        "label": ""
      },
      {
        "sentence": "还是选择丁克呢？",
        "label": ""
      },
      {
        "sentence": "我真的是个犹豫不决的人，担心后悔，也担心回到从前那种在婚外和枯燥无爱的婚姻里漂泊。",
        "label": ""
      },
      {
        "sentence": "而生育，我真的没有勇气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到了婚后发现你的丈夫并不是你所爱的人，尤其是在你出轨之后，这种比较变得更加明显。婚外男人有能力、成熟，而你的丈夫偏幼稚，圈子也很简单，生活单纯。他对你百依百顺，但是内心却有点嫌弃你。你考虑过如果你的婚外情被发现了，你还有选择的可能性吗？因为现在你的问题就是出轨没有被发现，对吗？你好像并没有考虑到出轨的代价。你认为你在做选择，但你能保证出轨这么久不被发现吗？那不也是你丈夫在成全你吗？稍微多疑或者留心的人，你能百分百确定不会被发现吗？",
    "annotation": [
      {
        "sentence": "你提到了婚后发现你的丈夫并不是你所爱的人，尤其是在你出轨之后，这种比较变得更加明显。",
        "label": ""
      },
      {
        "sentence": "婚外男人有能力、成熟，而你的丈夫偏幼稚，圈子也很简单，生活单纯。",
        "label": ""
      },
      {
        "sentence": "他对你百依百顺，但是内心却有点嫌弃你。",
        "label": ""
      },
      {
        "sentence": "你考虑过如果你的婚外情被发现了，你还有选择的可能性吗？",
        "label": ""
      },
      {
        "sentence": "因为现在你的问题就是出轨没有被发现，对吗？",
        "label": ""
      },
      {
        "sentence": "你好像并没有考虑到出轨的代价。",
        "label": ""
      },
      {
        "sentence": "你认为你在做选择，但你能保证出轨这么久不被发现吗？",
        "label": ""
      },
      {
        "sentence": "那不也是你丈夫在成全你吗？",
        "label": ""
      },
      {
        "sentence": "稍微多疑或者留心的人，你能百分百确定不会被发现吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "婚外男人有能力是指他的事业上和生活经验上比较成熟。如果他真的有能力，那么为什么我不和他在一起呢？所以我说的有能力是指在事业和生活上相对成熟。",
    "annotation": [
      {
        "sentence": "婚外男人有能力是指他的事业上和生活经验上比较成熟。",
        "label": ""
      },
      {
        "sentence": "如果他真的有能力，那么为什么我不和他在一起呢？",
        "label": ""
      },
      {
        "sentence": "所以我说的有能力是指在事业和生活上相对成熟。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解了，你说婚外男人有能力指的是他在事业和生活方面的成熟。那你为什么不和他在一起呢？你现在陷入了一个“困境”，因为你清楚离婚的代价或者说这就是你出轨的代价。从你的行为来看，你渴望拥有一个稳定的家庭环境，同时又想要一个有魅力的男性伴侣。但是根据你自身的情况，这两者在二线城市里又无法同时满足你。所以你才会陷入这样的“困境”吧？但是对你来说，维持现状不是最好的选择吗？为什么你还要做出改变呢？如果需要的话，你可以私信我详细聊聊。",
    "annotation": [
      {
        "sentence": "我理解了，你说婚外男人有能力指的是他在事业和生活方面的成熟。",
        "label": ""
      },
      {
        "sentence": "那你为什么不和他在一起呢？",
        "label": ""
      },
      {
        "sentence": "你现在陷入了一个“困境”，因为你清楚离婚的代价或者说这就是你出轨的代价。",
        "label": ""
      },
      {
        "sentence": "从你的行为来看，你渴望拥有一个稳定的家庭环境，同时又想要一个有魅力的男性伴侣。",
        "label": ""
      },
      {
        "sentence": "但是根据你自身的情况，这两者在二线城市里又无法同时满足你。",
        "label": ""
      },
      {
        "sentence": "所以你才会陷入这样的“困境”吧？",
        "label": ""
      },
      {
        "sentence": "但是对你来说，维持现状不是最好的选择吗？",
        "label": ""
      },
      {
        "sentence": "为什么你还要做出改变呢？",
        "label": ""
      },
      {
        "sentence": "如果需要的话，你可以私信我详细聊聊。",
        "label": ""
      }
    ]
  }
]