[
  {
    "role": "client",
    "content": "我34岁了，怀孕了，不知道是选择丁克还是离婚！之前提到我34岁了，怀孕了，但是我没有勇气生孩子。因为我在十年的婚姻中，出轨了7年，爱上了婚外男人。很多人都让我考虑我婚姻本身的问题。当初选择嫁给我的丈夫是因为他家庭条件可以，人品也不错。可是婚后我发现他并不是我所爱的人，尤其是在出轨之后，我更容易和婚外男人进行比较。婚外男人有能力，很成熟，而我的丈夫比较幼稚，生活圈子也很简单，他对我百依百顺，但内心却有些嫌弃我。我知道问题大部分出在我身上，我的丈夫和他的家人并没有对不起我的地方。他们也给我买了房子，事事都听我的。但是面对孩子的问题，我确实很纠结。我的丈夫和他的家人也不太想要孩子，而且我也是因为自己没有信心和勇气才不敢生养孩子。有人问我为什么不离婚，因为我离不起。我们住在二线城市，没有房子，收入也不高。和我的丈夫在一起，至少我不必太为物质担忧，而如果离婚，可能会过得比较困难，而且我还担心自己找不到合适的男人了，尤其是在我这个年龄段。所以，我不知道该怎么办了？是离婚呢？还是生孩子？或者选择丁克？我觉得自己是个拿不定主意的女人，不生怕后悔，生了又怕回到从前在婚姻里漫无目的地游荡。生孩子的问题，我确实感到很没勇气。",
    "annotation": [
      {
        "sentence": "我34岁了，怀孕了，不知道是选择丁克还是离婚！",
        "label": ""
      },
      {
        "sentence": "之前提到我34岁了，怀孕了，但是我没有勇气生孩子。",
        "label": ""
      },
      {
        "sentence": "因为我在十年的婚姻中，出轨了7年，爱上了婚外男人。",
        "label": ""
      },
      {
        "sentence": "很多人都让我考虑我婚姻本身的问题。",
        "label": ""
      },
      {
        "sentence": "当初选择嫁给我的丈夫是因为他家庭条件可以，人品也不错。",
        "label": ""
      },
      {
        "sentence": "可是婚后我发现他并不是我所爱的人，尤其是在出轨之后，我更容易和婚外男人进行比较。",
        "label": ""
      },
      {
        "sentence": "婚外男人有能力，很成熟，而我的丈夫比较幼稚，生活圈子也很简单，他对我百依百顺，但内心却有些嫌弃我。",
        "label": ""
      },
      {
        "sentence": "我知道问题大部分出在我身上，我的丈夫和他的家人并没有对不起我的地方。",
        "label": ""
      },
      {
        "sentence": "他们也给我买了房子，事事都听我的。",
        "label": ""
      },
      {
        "sentence": "但是面对孩子的问题，我确实很纠结。",
        "label": ""
      },
      {
        "sentence": "我的丈夫和他的家人也不太想要孩子，而且我也是因为自己没有信心和勇气才不敢生养孩子。",
        "label": ""
      },
      {
        "sentence": "有人问我为什么不离婚，因为我离不起。",
        "label": ""
      },
      {
        "sentence": "我们住在二线城市，没有房子，收入也不高。",
        "label": ""
      },
      {
        "sentence": "和我的丈夫在一起，至少我不必太为物质担忧，而如果离婚，可能会过得比较困难，而且我还担心自己找不到合适的男人了，尤其是在我这个年龄段。",
        "label": ""
      },
      {
        "sentence": "所以，我不知道该怎么办了？",
        "label": ""
      },
      {
        "sentence": "是离婚呢？",
        "label": ""
      },
      {
        "sentence": "还是生孩子？",
        "label": ""
      },
      {
        "sentence": "或者选择丁克？",
        "label": ""
      },
      {
        "sentence": "我觉得自己是个拿不定主意的女人，不生怕后悔，生了又怕回到从前在婚姻里漫无目的地游荡。",
        "label": ""
      },
      {
        "sentence": "生孩子的问题，我确实感到很没勇气。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲亲，看到你在婚姻和家庭中有些困惑。你提到与丈夫的感情不太好，自己还发生了出轨的行为。但是如果和丈夫离婚就会导致你的生活经济困难，而如果把孩子生下来，你又感到没有勇气。我理解你现在的纠结主要是担心生了孩子后要在家庭中付出更多，但又担心不生孩子会后悔。确实，你现在这个年纪有了孩子并不容易，如果这次不要了，以后可能会没有这个机会了。另外，如果你生下孩子，就有可能需要更多地投入到家庭中，和丈夫之间的羁绊也会越来越深。你提到了很多束缚来自于外界的条件，但你看到了自己的内心吗？首先，对于婚姻，你是觉得可以将就，还是已经到了难以忍受的地步了呢？另外，对于你和丈夫的关系，你出轨的行为让你感到愧疚，但你对这些硬性条件和内心的想法，你对于婚姻的决定是什么呢？再说说孩子的问题。如果你和丈夫之间没有感情，是将就的，那孩子生下来呢？他是否需要忍受不和谐的家庭环境，感觉父母是因为自己所以才没有立即离婚，这种责任本不应该由他来承担的，这样只会把很多不必要的责任转嫁到孩子的身上。最后，看到你提到了自己的感情和工作都是生活的一部分，你需要找到自己的价值，找到自己的立足点，看到自己生活的前进方向，知道自己需要什么，喜欢什么，才能决定未来要怎么走。希望以上的建议可以帮到你。",
    "annotation": [
      {
        "sentence": "亲亲，看到你在婚姻和家庭中有些困惑。",
        "label": ""
      },
      {
        "sentence": "你提到与丈夫的感情不太好，自己还发生了出轨的行为。",
        "label": ""
      },
      {
        "sentence": "但是如果和丈夫离婚就会导致你的生活经济困难，而如果把孩子生下来，你又感到没有勇气。",
        "label": ""
      },
      {
        "sentence": "我理解你现在的纠结主要是担心生了孩子后要在家庭中付出更多，但又担心不生孩子会后悔。",
        "label": ""
      },
      {
        "sentence": "确实，你现在这个年纪有了孩子并不容易，如果这次不要了，以后可能会没有这个机会了。",
        "label": ""
      },
      {
        "sentence": "另外，如果你生下孩子，就有可能需要更多地投入到家庭中，和丈夫之间的羁绊也会越来越深。",
        "label": ""
      },
      {
        "sentence": "你提到了很多束缚来自于外界的条件，但你看到了自己的内心吗？",
        "label": ""
      },
      {
        "sentence": "首先，对于婚姻，你是觉得可以将就，还是已经到了难以忍受的地步了呢？",
        "label": ""
      },
      {
        "sentence": "另外，对于你和丈夫的关系，你出轨的行为让你感到愧疚，但你对这些硬性条件和内心的想法，你对于婚姻的决定是什么呢？",
        "label": ""
      },
      {
        "sentence": "再说说孩子的问题。",
        "label": ""
      },
      {
        "sentence": "如果你和丈夫之间没有感情，是将就的，那孩子生下来呢？",
        "label": ""
      },
      {
        "sentence": "他是否需要忍受不和谐的家庭环境，感觉父母是因为自己所以才没有立即离婚，这种责任本不应该由他来承担的，这样只会把很多不必要的责任转嫁到孩子的身上。",
        "label": ""
      },
      {
        "sentence": "最后，看到你提到了自己的感情和工作都是生活的一部分，你需要找到自己的价值，找到自己的立足点，看到自己生活的前进方向，知道自己需要什么，喜欢什么，才能决定未来要怎么走。",
        "label": ""
      },
      {
        "sentence": "希望以上的建议可以帮到你。",
        "label": ""
      }
    ]
  }
]