[
  {
    "role": "client",
    "content": "家庭不和谐又莫名平衡，回忆很痛苦，我与家庭的矛盾？我最后一次提问这个相关的问题了。因为没一次的回忆，每一次的想起，我都感到很痛苦。我们家一直处于一种不是很和谐的状态，却又维持一直莫名的平衡。我的奶奶很强势，打过我，骂过我。她谁都骂。我很不喜欢她。我的父亲很顺着母亲，这个家所有人都是这样。可能是一种被压迫的感觉吧，我很难受，很痛苦。我的母亲就像是一个不定时的鞭炮，不知道什么时候就爆炸了。但与我的奶奶相比，我还是能够接受我的母亲这样吧。我的亲人们，其实，我对他们没有什么感情，谈不上喜欢。我的妈妈从小就会和我说哪一个亲戚怎么样怎么样的。所以我对与我的亲人们感情很淡漠。我不想回到那里了，那里不像家，只是一个可以免费吃饭，免费住宿的地方。",
    "annotation": [
      {
        "sentence": "家庭不和谐又莫名平衡，回忆很痛苦，我与家庭的矛盾？",
        "label": ""
      },
      {
        "sentence": "我最后一次提问这个相关的问题了。",
        "label": ""
      },
      {
        "sentence": "因为没一次的回忆，每一次的想起，我都感到很痛苦。",
        "label": ""
      },
      {
        "sentence": "我们家一直处于一种不是很和谐的状态，却又维持一直莫名的平衡。",
        "label": ""
      },
      {
        "sentence": "我的奶奶很强势，打过我，骂过我。",
        "label": ""
      },
      {
        "sentence": "她谁都骂。",
        "label": ""
      },
      {
        "sentence": "我很不喜欢她。",
        "label": ""
      },
      {
        "sentence": "我的父亲很顺着母亲，这个家所有人都是这样。",
        "label": ""
      },
      {
        "sentence": "可能是一种被压迫的感觉吧，我很难受，很痛苦。",
        "label": ""
      },
      {
        "sentence": "我的母亲就像是一个不定时的鞭炮，不知道什么时候就爆炸了。",
        "label": ""
      },
      {
        "sentence": "但与我的奶奶相比，我还是能够接受我的母亲这样吧。",
        "label": ""
      },
      {
        "sentence": "我的亲人们，其实，我对他们没有什么感情，谈不上喜欢。",
        "label": ""
      },
      {
        "sentence": "我的妈妈从小就会和我说哪一个亲戚怎么样怎么样的。",
        "label": ""
      },
      {
        "sentence": "所以我对与我的亲人们感情很淡漠。",
        "label": ""
      },
      {
        "sentence": "我不想回到那里了，那里不像家，只是一个可以免费吃饭，免费住宿的地方。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你这么说，我也有些相似的感受。我的母亲也是个不定时的情绪炸弹，因为她有腰间盘突出，一痛就想找不痛快让全家人一起情绪不好，爸爸也是个不敢违背奶奶的孝子。我不知道你多大了，但在经济没独立之前，这种现象的确很难受！尤其在疫情期间，我深有同感。但是，其实出来工作之后，这种现象就会好很多。在此之前，我们只能忍受，并且情绪稳定下来后，想想父母都是第一次做父母，很少有完美的。还有，不要和别人的父母太多比较，因为每个人都不能选择自己的父母。比较只会让自己更难受。父母养我们那么大，也不欠我们什么，虽然附带了负面情绪，但爱还是在那里。他们也给予了我们体会世界的生命。我们能做的，就是早日独立，不成为这样的父母。或者说，我们可以成为更好的父母。我也会有感觉亲情淡漠的感觉，但是只是感觉，家是人生的港湾，无论有多难过，以后父母老了，也是会依赖我们的。没有他们，我们也没有归宿。继续加油吧！",
    "annotation": [
      {
        "sentence": "听你这么说，我也有些相似的感受。",
        "label": ""
      },
      {
        "sentence": "我的母亲也是个不定时的情绪炸弹，因为她有腰间盘突出，一痛就想找不痛快让全家人一起情绪不好，爸爸也是个不敢违背奶奶的孝子。",
        "label": ""
      },
      {
        "sentence": "我不知道你多大了，但在经济没独立之前，这种现象的确很难受！",
        "label": ""
      },
      {
        "sentence": "尤其在疫情期间，我深有同感。",
        "label": ""
      },
      {
        "sentence": "但是，其实出来工作之后，这种现象就会好很多。",
        "label": ""
      },
      {
        "sentence": "在此之前，我们只能忍受，并且情绪稳定下来后，想想父母都是第一次做父母，很少有完美的。",
        "label": ""
      },
      {
        "sentence": "还有，不要和别人的父母太多比较，因为每个人都不能选择自己的父母。",
        "label": ""
      },
      {
        "sentence": "比较只会让自己更难受。",
        "label": ""
      },
      {
        "sentence": "父母养我们那么大，也不欠我们什么，虽然附带了负面情绪，但爱还是在那里。",
        "label": ""
      },
      {
        "sentence": "他们也给予了我们体会世界的生命。",
        "label": ""
      },
      {
        "sentence": "我们能做的，就是早日独立，不成为这样的父母。",
        "label": ""
      },
      {
        "sentence": "或者说，我们可以成为更好的父母。",
        "label": ""
      },
      {
        "sentence": "我也会有感觉亲情淡漠的感觉，但是只是感觉，家是人生的港湾，无论有多难过，以后父母老了，也是会依赖我们的。",
        "label": ""
      },
      {
        "sentence": "没有他们，我们也没有归宿。",
        "label": ""
      },
      {
        "sentence": "继续加油吧！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议。看到你有相似的经历，我感到我并不孤单。的确，在经济不独立的情况下，我们难以改变现状。我也明白父母都是第一次做父母，也许他们身上承载了太多的责任与压力。或许在他们的成长过程中也有过类似的困扰。你说得对，我应该学会不再把他们与别人的家庭进行比较，这样只会让自己更加痛苦。同时，我也希望自己能在将来成为一个更好的父母，给予下一代更好的关爱和理解，不再重复这种不和谐的家庭模式。我明白父母对我的养育之恩，尽管亲情淡漠，但我会努力理解和包容他们，为了未来的幸福，我会继续努力。再次感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议。",
        "label": ""
      },
      {
        "sentence": "看到你有相似的经历，我感到我并不孤单。",
        "label": ""
      },
      {
        "sentence": "的确，在经济不独立的情况下，我们难以改变现状。",
        "label": ""
      },
      {
        "sentence": "我也明白父母都是第一次做父母，也许他们身上承载了太多的责任与压力。",
        "label": ""
      },
      {
        "sentence": "或许在他们的成长过程中也有过类似的困扰。",
        "label": ""
      },
      {
        "sentence": "你说得对，我应该学会不再把他们与别人的家庭进行比较，这样只会让自己更加痛苦。",
        "label": ""
      },
      {
        "sentence": "同时，我也希望自己能在将来成为一个更好的父母，给予下一代更好的关爱和理解，不再重复这种不和谐的家庭模式。",
        "label": ""
      },
      {
        "sentence": "我明白父母对我的养育之恩，尽管亲情淡漠，但我会努力理解和包容他们，为了未来的幸福，我会继续努力。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。确实，在我们分享彼此的经历后，我们会发现自己并不孤单，也会获得一份相互理解的温暖。对于父母来说，肩负着养育子女的责任确实很重。他们也许也是在经历着所谓的成长烦恼和困惑，所以我们需要学会理解和包容他们。你拥有改变的力量，相信你能够在未来成为一个更好的父母。同时，不要忘记满怀感激地回忆起父母为我们付出的一切，虽然亲情可能感觉淡漠，但这并不意味着没有爱。继续坚持，我相信你会找到自己的幸福与归宿。如果还有什么困惑或需要倾诉的，随时来找我聊天。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "确实，在我们分享彼此的经历后，我们会发现自己并不孤单，也会获得一份相互理解的温暖。",
        "label": ""
      },
      {
        "sentence": "对于父母来说，肩负着养育子女的责任确实很重。",
        "label": ""
      },
      {
        "sentence": "他们也许也是在经历着所谓的成长烦恼和困惑，所以我们需要学会理解和包容他们。",
        "label": ""
      },
      {
        "sentence": "你拥有改变的力量，相信你能够在未来成为一个更好的父母。",
        "label": ""
      },
      {
        "sentence": "同时，不要忘记满怀感激地回忆起父母为我们付出的一切，虽然亲情可能感觉淡漠，但这并不意味着没有爱。",
        "label": ""
      },
      {
        "sentence": "继续坚持，我相信你会找到自己的幸福与归宿。",
        "label": ""
      },
      {
        "sentence": "如果还有什么困惑或需要倾诉的，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解，真的很感谢。通过和你的对话，我好像明白了一些事情。我现在更明白了父母养育子女的辛劳和压力，虽然他们的方式并不完美，但他们还是付出了很多爱与关心。我也希望将来自己成为一个有爱心和责任感的父母，通过我的努力，给予下一代一个温暖和谐的家庭。再次感谢你的支持和耐心倾听。我会好好努力的，如果再有困惑，我一定会来找你聊天的。谢谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解，真的很感谢。",
        "label": ""
      },
      {
        "sentence": "通过和你的对话，我好像明白了一些事情。",
        "label": ""
      },
      {
        "sentence": "我现在更明白了父母养育子女的辛劳和压力，虽然他们的方式并不完美，但他们还是付出了很多爱与关心。",
        "label": ""
      },
      {
        "sentence": "我也希望将来自己成为一个有爱心和责任感的父母，通过我的努力，给予下一代一个温暖和谐的家庭。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和耐心倾听。",
        "label": ""
      },
      {
        "sentence": "我会好好努力的，如果再有困惑，我一定会来找你聊天的。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我真心愿意帮助你。很高兴看到你对自己的家庭、父母和未来有了更多的思考与认识。这样的成长是很宝贵的，你对自己的期望也很美好。我相信你一定可以实现自己的目标，成为一个有爱心和责任感的父母。无论未来遇到什么困难和挑战，记得你不是孤单的，我会一直在这里支持你。加油！告诉我任何需要倾诉的事情，我随时都会倾听。你很棒！",
    "annotation": [
      {
        "sentence": "不客气，我真心愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "很高兴看到你对自己的家庭、父母和未来有了更多的思考与认识。",
        "label": ""
      },
      {
        "sentence": "这样的成长是很宝贵的，你对自己的期望也很美好。",
        "label": ""
      },
      {
        "sentence": "我相信你一定可以实现自己的目标，成为一个有爱心和责任感的父母。",
        "label": ""
      },
      {
        "sentence": "无论未来遇到什么困难和挑战，记得你不是孤单的，我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "告诉我任何需要倾诉的事情，我随时都会倾听。",
        "label": ""
      },
      {
        "sentence": "你很棒！",
        "label": ""
      }
    ]
  }
]