[
  {
    "role": "client",
    "content": "他让我觉得我们见面不重要，说好的时间可以迟到吗？第一次见面说十一点我记得，实际到的时候都是一点多了，第二次见面说三点到，到的时候三点多，这让我有一种不被重视的感觉，我不知道他说的时间是不是只是个大概，还是没有时间观念，总之他让我觉得我们见面不重要，但是我又觉得他视我为重要的，但是不准时就会让人失落。",
    "annotation": [
      {
        "sentence": "他让我觉得我们见面不重要，说好的时间可以迟到吗？",
        "label": ""
      },
      {
        "sentence": "第一次见面说十一点我记得，实际到的时候都是一点多了，第二次见面说三点到，到的时候三点多，这让我有一种不被重视的感觉，我不知道他说的时间是不是只是个大概，还是没有时间观念，总之他让我觉得我们见面不重要，但是我又觉得他视我为重要的，但是不准时就会让人失落。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从描述中可以了解到，你很重要的一个人多次相约见面，对方都会迟到，这让你觉得自己是不是没有被重视，但有些时候又觉得对方是重视自己的，因此有些患得患失。对于这个问题，我能给你一些建议。1.事件的归因会让人产生不同的情绪，进而影响后面的发展，所以在对这件事情做解释寻找原因的时候，需要全面的思考。你可以询问其他人，他是不是和谁见面都会迟到，无论什么场合都有可能迟到，迟到是出于他本身的行为习惯，没有时间观念，而不是对于事情的重视或者对于人的重视程度造成的。这样想你是不是就好受一些呢？",
    "annotation": [
      {
        "sentence": "从描述中可以了解到，你很重要的一个人多次相约见面，对方都会迟到，这让你觉得自己是不是没有被重视，但有些时候又觉得对方是重视自己的，因此有些患得患失。",
        "label": ""
      },
      {
        "sentence": "对于这个问题，我能给你一些建议。",
        "label": ""
      },
      {
        "sentence": "1.事件的归因会让人产生不同的情绪，进而影响后面的发展，所以在对这件事情做解释寻找原因的时候，需要全面的思考。",
        "label": ""
      },
      {
        "sentence": "你可以询问其他人，他是不是和谁见面都会迟到，无论什么场合都有可能迟到，迟到是出于他本身的行为习惯，没有时间观念，而不是对于事情的重视或者对于人的重视程度造成的。",
        "label": ""
      },
      {
        "sentence": "这样想你是不是就好受一些呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我好担心他可能只是对我这样，对其他人没有这样的行为，这样的话我是不是就证明自己对他来说不重要呢？",
    "annotation": [
      {
        "sentence": "但是我好担心他可能只是对我这样，对其他人没有这样的行为，这样的话我是不是就证明自己对他来说不重要呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实每个人对时间的观念和行为习惯都不尽相同，我们不能只凭一个人的迟到行为来判断对方对我们的重要程度。你的担心也是可以理解的，但是在这个问题上，我建议你可以直接与他交流。明确把自己的想法说出来，既然在有些时候你觉得对方是重视自己的，就说明你和对方的关系其实很亲近，是可以给对方提建议的。明确告诉对方你不喜欢他迟到，希望他以后能尽量早一些，如果要迟到也告诉你一声，或许可以根本上解决这个问题呀。",
    "annotation": [
      {
        "sentence": "其实每个人对时间的观念和行为习惯都不尽相同，我们不能只凭一个人的迟到行为来判断对方对我们的重要程度。",
        "label": ""
      },
      {
        "sentence": "你的担心也是可以理解的，但是在这个问题上，我建议你可以直接与他交流。",
        "label": ""
      },
      {
        "sentence": "明确把自己的想法说出来，既然在有些时候你觉得对方是重视自己的，就说明你和对方的关系其实很亲近，是可以给对方提建议的。",
        "label": ""
      },
      {
        "sentence": "明确告诉对方你不喜欢他迟到，希望他以后能尽量早一些，如果要迟到也告诉你一声，或许可以根本上解决这个问题呀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我也确实应该跟他坦诚地谈一下我的感受和期望。谢谢你的建议，我会试着与他交流，看看能否解决这个问题。",
    "annotation": [
      {
        "sentence": "你说的有道理，我也确实应该跟他坦诚地谈一下我的感受和期望。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会试着与他交流，看看能否解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴我的建议对你有帮助。与他坦诚地谈一下可增进彼此的了解和信任，希望你们能够找到解决问题的方法。如果需要我的进一步支持，请随时告诉我。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴我的建议对你有帮助。",
        "label": ""
      },
      {
        "sentence": "与他坦诚地谈一下可增进彼此的了解和信任，希望你们能够找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "如果需要我的进一步支持，请随时告诉我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会的。谢谢你的支持和鼓励，我会尽快与他交流并且表达自己的感受和期望的。",
    "annotation": [
      {
        "sentence": "好的，我会的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励，我会尽快与他交流并且表达自己的感受和期望的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你。记住，与他坦诚地交流是解决问题的关键，相信你们会找到共同的解决方案的。如果你需要任何帮助或者有其他问题，都可以随时找我。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，与他坦诚地交流是解决问题的关键，相信你们会找到共同的解决方案的。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者有其他问题，都可以随时找我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会的。再次感谢你的支持和鼓励，我相信一切都会好起来的。",
    "annotation": [
      {
        "sentence": "好的，我会的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励，我相信一切都会好起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直支持你的。祝你好运，希望你们能够解决这个问题，并且更加亲近和理解彼此。如果需要我的帮助，请随时找我。",
    "annotation": [
      {
        "sentence": "不客气，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "祝你好运，希望你们能够解决这个问题，并且更加亲近和理解彼此。",
        "label": ""
      },
      {
        "sentence": "如果需要我的帮助，请随时找我。",
        "label": ""
      }
    ]
  }
]