[
  {
    "role": "client",
    "content": "当着母亲的面，在微信里骂她聊骚对象，对不对？26岁长女，很多年来发现母亲一直有一骚聊对象，在小县城里我很多次都偶遇到这人，孙子都要上小学的一男人。因为父亲年轻时有出轨行为，所以就怎么说，很难解释长辈们的这些事情对错。今天无意间又看见母亲骚聊了，也不知道为什么这么激动，直接把手机拿过来恶言恶语的发了消息回去，包括作孽什么这类不好极具感情色彩的词语。重点来了，我又忽然很激动的把母亲多年骚聊告诉了22岁的弟弟，一直都不想让他知道这些不好的事情，但是今天，唉好失败。现在脑子出乎意外的清晰又混乱。可能是自己最近一段快完订婚的感情失败吧还是怎么样。我为什么变成了这么戾气的人，有没有人可以教育我一下让我知道自己的对错在哪里，我真的想去温温柔柔好好爱别人对待别人，但是从来都做不到自己真的很差劲了",
    "annotation": [
      {
        "sentence": "当着母亲的面，在微信里骂她聊骚对象，对不对？",
        "label": ""
      },
      {
        "sentence": "26岁长女，很多年来发现母亲一直有一骚聊对象，在小县城里我很多次都偶遇到这人，孙子都要上小学的一男人。",
        "label": ""
      },
      {
        "sentence": "因为父亲年轻时有出轨行为，所以就怎么说，很难解释长辈们的这些事情对错。",
        "label": ""
      },
      {
        "sentence": "今天无意间又看见母亲骚聊了，也不知道为什么这么激动，直接把手机拿过来恶言恶语的发了消息回去，包括作孽什么这类不好极具感情色彩的词语。",
        "label": ""
      },
      {
        "sentence": "重点来了，我又忽然很激动的把母亲多年骚聊告诉了22岁的弟弟，一直都不想让他知道这些不好的事情，但是今天，唉好失败。",
        "label": ""
      },
      {
        "sentence": "现在脑子出乎意外的清晰又混乱。",
        "label": ""
      },
      {
        "sentence": "可能是自己最近一段快完订婚的感情失败吧还是怎么样。",
        "label": ""
      },
      {
        "sentence": "我为什么变成了这么戾气的人，有没有人可以教育我一下让我知道自己的对错在哪里，我真的想去温温柔柔好好爱别人对待别人，但是从来都做不到自己真的很差劲了",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很感动你在情绪激动之余能反省自己的对与错，人们少不了会犯各种错，但有了这种反省这种错就可以有其正面价值。这种反省是一种很可贵的善因，当然认知能力上要再配合一些伦理的逻辑。",
    "annotation": [
      {
        "sentence": "很感动你在情绪激动之余能反省自己的对与错，人们少不了会犯各种错，但有了这种反省这种错就可以有其正面价值。",
        "label": ""
      },
      {
        "sentence": "这种反省是一种很可贵的善因，当然认知能力上要再配合一些伦理的逻辑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。我确实需要更好地处理自己的情绪和行为。",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "我确实需要更好地处理自己的情绪和行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "涉及人生问题，尤其男女关系问题，对错标准多会被本性、欲望、情感、情绪、文化、伦理等冲击扭曲，变得模糊不轻。比如你母亲一直有骚聊，这从婚姻忠诚角度看无疑有错，但你父亲年轻时有出轨行为，那种情感伤害现在愈合了吗？他们在努力愈合吗？这些情况你不清楚，所以就很难解释长辈们的这些事情对与错。",
    "annotation": [
      {
        "sentence": "涉及人生问题，尤其男女关系问题，对错标准多会被本性、欲望、情感、情绪、文化、伦理等冲击扭曲，变得模糊不轻。",
        "label": ""
      },
      {
        "sentence": "比如你母亲一直有骚聊，这从婚姻忠诚角度看无疑有错，但你父亲年轻时有出轨行为，那种情感伤害现在愈合了吗？",
        "label": ""
      },
      {
        "sentence": "他们在努力愈合吗？",
        "label": ""
      },
      {
        "sentence": "这些情况你不清楚，所以就很难解释长辈们的这些事情对与错。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我对他们的感情经历并不完全了解，所以我不能凭借自己的标准去评判他们的行为。也许他们正在努力解决问题，而我过于冲动地插手了。",
    "annotation": [
      {
        "sentence": "我明白了，我对他们的感情经历并不完全了解，所以我不能凭借自己的标准去评判他们的行为。",
        "label": ""
      },
      {
        "sentence": "也许他们正在努力解决问题，而我过于冲动地插手了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对母亲聊骚这事，之前你有倾向性认知，知道不对，但没介入干涉——作为孩子也实在不好插手。这种认知随时间会有积累，变成一种情绪能量，越积越强烈，最终就利用情感脆弱的时机——自己的感情遭遇失败——爆发了。情绪是冲动爆发而不是自然宣泄，行为上难免过激。包括直接把手机拿过来恶言恶语的发了消息回去，包括作孽什么这类不好极具感情色彩的词语，还包括很激动的把母亲多年骚聊告诉了22岁的弟弟。这种冲动虽然有些影响——对那个老男人、对你弟弟，对你母亲，但应该还不算戾气吧——你自己其实也是多年的受害者，反抗一下，找弟弟分担一下，情有可原。",
    "annotation": [
      {
        "sentence": "对母亲聊骚这事，之前你有倾向性认知，知道不对，但没介入干涉——作为孩子也实在不好插手。",
        "label": ""
      },
      {
        "sentence": "这种认知随时间会有积累，变成一种情绪能量，越积越强烈，最终就利用情感脆弱的时机——自己的感情遭遇失败——爆发了。",
        "label": ""
      },
      {
        "sentence": "情绪是冲动爆发而不是自然宣泄，行为上难免过激。",
        "label": ""
      },
      {
        "sentence": "包括直接把手机拿过来恶言恶语的发了消息回去，包括作孽什么这类不好极具感情色彩的词语，还包括很激动的把母亲多年骚聊告诉了22岁的弟弟。",
        "label": ""
      },
      {
        "sentence": "这种冲动虽然有些影响——对那个老男人、对你弟弟，对你母亲，但应该还不算戾气吧——你自己其实也是多年的受害者，反抗一下，找弟弟分担一下，情有可原。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解。我确实是在情绪爆发的时候做出了不太理智的行为。我需要好好反省自己，设法控制自己的冲动。",
    "annotation": [
      {
        "sentence": "谢谢你的理解。",
        "label": ""
      },
      {
        "sentence": "我确实是在情绪爆发的时候做出了不太理智的行为。",
        "label": ""
      },
      {
        "sentence": "我需要好好反省自己，设法控制自己的冲动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然心情平和处理可能更好，但人又不是机器，哪能那么冷静理性呢？但应该有个了结。既然事已挑开，感情上的担子减轻了，就要琢磨如何用认知去化解了，不宜再因这件事激发情绪冲动。与母亲聊聊她自己的情感历程，这样对她的行为应该有更深层的理解，要么宽容理解要么她自律改进，总会有个方向；也让弟弟多理解，孩子长大了一些事总是不知道也不正常，那不是最好的保护。",
    "annotation": [
      {
        "sentence": "虽然心情平和处理可能更好，但人又不是机器，哪能那么冷静理性呢？",
        "label": ""
      },
      {
        "sentence": "但应该有个了结。",
        "label": ""
      },
      {
        "sentence": "既然事已挑开，感情上的担子减轻了，就要琢磨如何用认知去化解了，不宜再因这件事激发情绪冲动。",
        "label": ""
      },
      {
        "sentence": "与母亲聊聊她自己的情感历程，这样对她的行为应该有更深层的理解，要么宽容理解要么她自律改进，总会有个方向；也让弟弟多理解，孩子长大了一些事总是不知道也不正常，那不是最好的保护。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该和母亲沟通，倾听她的想法和感受。同时，我也会跟弟弟解释情况，让他理解这些事情的复杂性。我真心希望我们能够达到更好的理解和和谐相处。",
    "annotation": [
      {
        "sentence": "你说得对，我应该和母亲沟通，倾听她的想法和感受。",
        "label": ""
      },
      {
        "sentence": "同时，我也会跟弟弟解释情况，让他理解这些事情的复杂性。",
        "label": ""
      },
      {
        "sentence": "我真心希望我们能够达到更好的理解和和谐相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有了理念认知上的标准，相信情感反应会有新的基点，那样我们就可以找到值得爱、应该善待的别人，痛痛快快从善良出发，温温柔柔好好爱他们、对待他们，并且也会得到相应的情感回报。祝我们善良人都幸福。",
    "annotation": [
      {
        "sentence": "有了理念认知上的标准，相信情感反应会有新的基点，那样我们就可以找到值得爱、应该善待的别人，痛痛快快从善良出发，温温柔柔好好爱他们、对待他们，并且也会得到相应的情感回报。",
        "label": ""
      },
      {
        "sentence": "祝我们善良人都幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和祝福。我会努力改善自己的行为，追求真正的幸福。再次感谢你的支持与理解。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和祝福。",
        "label": ""
      },
      {
        "sentence": "我会努力改善自己的行为，追求真正的幸福。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持与理解。",
        "label": ""
      }
    ]
  }
]