[
  {
    "role": "client",
    "content": "我今年34岁，怀孕了，我不知道是选择丁克还是离婚！我之前提到，我怀孕了，但是我没有勇气和生下这个孩子，因为在我十年的婚姻中，我出轨了7年，爱上了一个婚外男人。很多人建议我考虑一下我的婚姻问题。当初选择结婚是因为我觉得我丈夫的家庭条件还不错，人品也很好。然而，结婚之后，我发现我并没有爱上我的丈夫，特别是出轨之后，我更加容易和他做比较。而婚外男人有能力，成熟，和我老公相比就显得幼稚，交际圈也很狭窄，生活也很简单。虽然他对我百依百顺，但内心却有点嫌弃。我知道问题大部分在我这边，丈夫和他家庭并没有对不起我。他们给我买了房子，事事都按照我的意愿来安排。但是面对孩子的问题，我确实很纠结。我和老公以及他的家人都不是很想要孩子，我也是因为没有信心和不喜欢才没有勇气生育和养育孩子。你们觉得我该离婚还是生孩子还是选择丁克呢？我觉得我是个拿不定主意的女人，害怕后悔，也害怕回到过去在婚外和厌倦的婚姻里。但是生孩子又确实是我没有勇气面对的。",
    "annotation": [
      {
        "sentence": "我今年34岁，怀孕了，我不知道是选择丁克还是离婚！",
        "label": ""
      },
      {
        "sentence": "我之前提到，我怀孕了，但是我没有勇气和生下这个孩子，因为在我十年的婚姻中，我出轨了7年，爱上了一个婚外男人。",
        "label": ""
      },
      {
        "sentence": "很多人建议我考虑一下我的婚姻问题。",
        "label": ""
      },
      {
        "sentence": "当初选择结婚是因为我觉得我丈夫的家庭条件还不错，人品也很好。",
        "label": ""
      },
      {
        "sentence": "然而，结婚之后，我发现我并没有爱上我的丈夫，特别是出轨之后，我更加容易和他做比较。",
        "label": ""
      },
      {
        "sentence": "而婚外男人有能力，成熟，和我老公相比就显得幼稚，交际圈也很狭窄，生活也很简单。",
        "label": ""
      },
      {
        "sentence": "虽然他对我百依百顺，但内心却有点嫌弃。",
        "label": ""
      },
      {
        "sentence": "我知道问题大部分在我这边，丈夫和他家庭并没有对不起我。",
        "label": ""
      },
      {
        "sentence": "他们给我买了房子，事事都按照我的意愿来安排。",
        "label": ""
      },
      {
        "sentence": "但是面对孩子的问题，我确实很纠结。",
        "label": ""
      },
      {
        "sentence": "我和老公以及他的家人都不是很想要孩子，我也是因为没有信心和不喜欢才没有勇气生育和养育孩子。",
        "label": ""
      },
      {
        "sentence": "你们觉得我该离婚还是生孩子还是选择丁克呢？",
        "label": ""
      },
      {
        "sentence": "我觉得我是个拿不定主意的女人，害怕后悔，也害怕回到过去在婚外和厌倦的婚姻里。",
        "label": ""
      },
      {
        "sentence": "但是生孩子又确实是我没有勇气面对的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "离婚生孩子还是丁克，这些都是人生中重大的决策，不能草率对待。每一种选择都有两面性，我们需要接受生活中的每一种可能，并且愿意为自己的选择承担后果。别人的建议只是站在旁观者的角度给出的，但是你的生活永远都需要你自己去真实地面对。不管是甜蜜还是艰辛，都需要你亲自去体验。选择最适合你的，也许在未来并不一定是最好的。作为一个妈妈，孩子是生命中的一份礼物。从你的描述来看，你不是不喜欢孩子，而是担心没有足够的爱来养育孩子，这是可以学习的。不妨停下来，静下心来，觉察自己内心的需求，也许孩子的到来是你内心渴望的一部分。与其犹豫纠结，逃避现实的压力，消耗心力，不如坦然接受命运。重要的是成长为一个有责任有担当、勇敢面对自己生活的人，能够为自己的选择负责的人。这样即使离婚并且带着孩子，你也可以过上幸福快乐的生活。另外，你也应该好好想一想，即使选择丁克，回顾你怀孕之前的日子，你真的幸福轻松快乐吗？",
    "annotation": [
      {
        "sentence": "离婚生孩子还是丁克，这些都是人生中重大的决策，不能草率对待。",
        "label": ""
      },
      {
        "sentence": "每一种选择都有两面性，我们需要接受生活中的每一种可能，并且愿意为自己的选择承担后果。",
        "label": ""
      },
      {
        "sentence": "别人的建议只是站在旁观者的角度给出的，但是你的生活永远都需要你自己去真实地面对。",
        "label": ""
      },
      {
        "sentence": "不管是甜蜜还是艰辛，都需要你亲自去体验。",
        "label": ""
      },
      {
        "sentence": "选择最适合你的，也许在未来并不一定是最好的。",
        "label": ""
      },
      {
        "sentence": "作为一个妈妈，孩子是生命中的一份礼物。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，你不是不喜欢孩子，而是担心没有足够的爱来养育孩子，这是可以学习的。",
        "label": ""
      },
      {
        "sentence": "不妨停下来，静下心来，觉察自己内心的需求，也许孩子的到来是你内心渴望的一部分。",
        "label": ""
      },
      {
        "sentence": "与其犹豫纠结，逃避现实的压力，消耗心力，不如坦然接受命运。",
        "label": ""
      },
      {
        "sentence": "重要的是成长为一个有责任有担当、勇敢面对自己生活的人，能够为自己的选择负责的人。",
        "label": ""
      },
      {
        "sentence": "这样即使离婚并且带着孩子，你也可以过上幸福快乐的生活。",
        "label": ""
      },
      {
        "sentence": "另外，你也应该好好想一想，即使选择丁克，回顾你怀孕之前的日子，你真的幸福轻松快乐吗？",
        "label": ""
      }
    ]
  }
]