[
  {
    "role": "client",
    "content": "4月份辞职了，活着，真的能好好地活着么？四月份辞职了，在出租屋呆了很久，找工作不断的被打击，女朋友也因为我情绪不好吵架分手了，从那天起，不是失眠就是做噩梦，没有一个夜晚我能好好的睡一觉，白天找工作的心思一点也没有，找她沟通了我的情况，希望可以不分手，我很爱她，可是她说我们观念不合，一定要分开，最近真的坚持不下去了，两周时间体重直线下降15斤，睁眼闭眼都是她，想忘都忘不掉，最近读了人间失格，生而为人，我很抱歉，刚买了安神助眠的药，希望能睡着吧，对生活，已不再有什么憧憬了，太难了。",
    "annotation": [
      {
        "sentence": "4月份辞职了，活着，真的能好好地活着么？",
        "label": ""
      },
      {
        "sentence": "四月份辞职了，在出租屋呆了很久，找工作不断的被打击，女朋友也因为我情绪不好吵架分手了，从那天起，不是失眠就是做噩梦，没有一个夜晚我能好好的睡一觉，白天找工作的心思一点也没有，找她沟通了我的情况，希望可以不分手，我很爱她，可是她说我们观念不合，一定要分开，最近真的坚持不下去了，两周时间体重直线下降15斤，睁眼闭眼都是她，想忘都忘不掉，最近读了人间失格，生而为人，我很抱歉，刚买了安神助眠的药，希望能睡着吧，对生活，已不再有什么憧憬了，太难了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的遭遇，我感到很心疼。这一年对每个人来说都是个很大的考验。但我相信我们都能度过难关。疫情和就业问题不会一直持续下去，一定会有好转的机会出现。现在的重点是给自己一些时间和耐心，继续努力找工作。你可以适当扩大范围，不妨尝试不同行业、不同岗位甚至不同城市的机会。先找到工作，度过当前的困难，之后再考虑择业。你面临就业找工作的挫折，同时感情问题给你雪上加霜。虽然我不能认同你女朋友在这个时候选择伤害你，但我可以理解她的选择。她也面临着经济压力和你的情绪问题，毕竟她只是一个小女孩，承受能力有限。分手可能是她的一种自我保护。虽然你很爱她，很难受，但也要尊重她的选择。现在把重心放在找工作上，多去尝试。当你度过这个难关后，也许会有时间和精力去挽回女朋友。尽力去补救，无论结果如何，至少你不会后悔。没有人能陪伴我们一辈子，如果女朋友曾经给你带来很多幸福和快乐，那你们的这段关系已经很美好，是很值得珍惜的。生而为人，我很抱歉，这句话出自电影《被人嫌弃的松子的一生吧》。从电影中，我们应该学到的不只是这句话，更应该从松子的悲剧人生中吸取经验教训，避免重蹈覆辙。生而为人并不容易，但这也是个难得的机遇和挑战，我们应该庆幸！我们一起加油吧！(^_-)。",
    "annotation": [
      {
        "sentence": "听到你的遭遇，我感到很心疼。",
        "label": ""
      },
      {
        "sentence": "这一年对每个人来说都是个很大的考验。",
        "label": ""
      },
      {
        "sentence": "但我相信我们都能度过难关。",
        "label": ""
      },
      {
        "sentence": "疫情和就业问题不会一直持续下去，一定会有好转的机会出现。",
        "label": ""
      },
      {
        "sentence": "现在的重点是给自己一些时间和耐心，继续努力找工作。",
        "label": ""
      },
      {
        "sentence": "你可以适当扩大范围，不妨尝试不同行业、不同岗位甚至不同城市的机会。",
        "label": ""
      },
      {
        "sentence": "先找到工作，度过当前的困难，之后再考虑择业。",
        "label": ""
      },
      {
        "sentence": "你面临就业找工作的挫折，同时感情问题给你雪上加霜。",
        "label": ""
      },
      {
        "sentence": "虽然我不能认同你女朋友在这个时候选择伤害你，但我可以理解她的选择。",
        "label": ""
      },
      {
        "sentence": "她也面临着经济压力和你的情绪问题，毕竟她只是一个小女孩，承受能力有限。",
        "label": ""
      },
      {
        "sentence": "分手可能是她的一种自我保护。",
        "label": ""
      },
      {
        "sentence": "虽然你很爱她，很难受，但也要尊重她的选择。",
        "label": ""
      },
      {
        "sentence": "现在把重心放在找工作上，多去尝试。",
        "label": ""
      },
      {
        "sentence": "当你度过这个难关后，也许会有时间和精力去挽回女朋友。",
        "label": ""
      },
      {
        "sentence": "尽力去补救，无论结果如何，至少你不会后悔。",
        "label": ""
      },
      {
        "sentence": "没有人能陪伴我们一辈子，如果女朋友曾经给你带来很多幸福和快乐，那你们的这段关系已经很美好，是很值得珍惜的。",
        "label": ""
      },
      {
        "sentence": "生而为人，我很抱歉，这句话出自电影《被人嫌弃的松子的一生吧》。",
        "label": ""
      },
      {
        "sentence": "从电影中，我们应该学到的不只是这句话，更应该从松子的悲剧人生中吸取经验教训，避免重蹈覆辙。",
        "label": ""
      },
      {
        "sentence": "生而为人并不容易，但这也是个难得的机遇和挑战，我们应该庆幸！",
        "label": ""
      },
      {
        "sentence": "我们一起加油吧！",
        "label": ""
      },
      {
        "sentence": "(^_-)。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我会试着多扩大找工作的范围，尽量找到一份工作度过当前的困难。对于女朋友的选择，我也会尊重，尽量不再向她施加压力。我明白她也有自己的难处。只是在一起的日子里，我太依赖她了，现在突然失去了她，我感到很迷茫。不过，你说得对，无论结果怎样，至少我不会后悔。我会试着接受现实，寻找新的生活动力。再次谢谢你的耐心倾听和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会试着多扩大找工作的范围，尽量找到一份工作度过当前的困难。",
        "label": ""
      },
      {
        "sentence": "对于女朋友的选择，我也会尊重，尽量不再向她施加压力。",
        "label": ""
      },
      {
        "sentence": "我明白她也有自己的难处。",
        "label": ""
      },
      {
        "sentence": "只是在一起的日子里，我太依赖她了，现在突然失去了她，我感到很迷茫。",
        "label": ""
      },
      {
        "sentence": "不过，你说得对，无论结果怎样，至少我不会后悔。",
        "label": ""
      },
      {
        "sentence": "我会试着接受现实，寻找新的生活动力。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你的耐心倾听和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意倾听并支持你。失去一个重要的人肯定是很痛苦的，而适应新的生活需要时间和努力。你已经在正确的方向上迈出了一步，接受现实并寻找新的动力。这种积极的态度将帮助你度过困境。当你感到迷茫时，可以试着寻找一些新的兴趣爱好来填补生活的空虚。同时，也不要忘记照顾自己的身心健康，如保持规律的作息、饮食均衡和适量的运动等。记住，困难只是暂时的，相信自己，你一定能重新找到生活的憧憬和目标。我会一直在这里支持你的，加油！",
    "annotation": [
      {
        "sentence": "不客气，我很愿意倾听并支持你。",
        "label": ""
      },
      {
        "sentence": "失去一个重要的人肯定是很痛苦的，而适应新的生活需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "你已经在正确的方向上迈出了一步，接受现实并寻找新的动力。",
        "label": ""
      },
      {
        "sentence": "这种积极的态度将帮助你度过困境。",
        "label": ""
      },
      {
        "sentence": "当你感到迷茫时，可以试着寻找一些新的兴趣爱好来填补生活的空虚。",
        "label": ""
      },
      {
        "sentence": "同时，也不要忘记照顾自己的身心健康，如保持规律的作息、饮食均衡和适量的运动等。",
        "label": ""
      },
      {
        "sentence": "记住，困难只是暂时的，相信自己，你一定能重新找到生活的憧憬和目标。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你的，加油！",
        "label": ""
      }
    ]
  }
]