[
  {
    "role": "client",
    "content": "连小人都搞不定，就觉得自己很弱，很自责，放不下？本人失业3个月左右，一直还放不下前公司的遭遇，遇到了小人，比我小，但是她很有心机，心地也不善良，我比她大很多，她一点都不尊重我，她一来公司就管我工作的闲事，地上有垃圾也跑过来跟我说，我要同事做什么，她就在旁边起哄说我搞的很麻烦，就是挑拨离间的那种，在领导面前就很会表现，背地里就害你，借客户的名义害你，还会拉拢其他的男同事，让他们来对付我，在他们面前就装清纯，真的受不了，吃饭聚餐也要他们不叫我，还故意在我面前说出来，迟到早退，提前走人也敢在办公室说，反正就是很嚣张，谁也不怕的感觉，我是管后勤的她也不放在眼里，很多时候我也是不做声，其实气的要命，现在我都很生气，她不搞团结在办公室分帮派，然后跟其他人互相打上班卡，然后只知道偷懒，她领导也不管，然后我还因为疫情的原因被公司裁员了，她还没有走，我觉得我被这种小人气的要命，连小人都搞不定，就觉得自己很弱，很自责，然后小人这么嚣张我还不敢怼她……",
    "annotation": [
      {
        "sentence": "连小人都搞不定，就觉得自己很弱，很自责，放不下？",
        "label": ""
      },
      {
        "sentence": "本人失业3个月左右，一直还放不下前公司的遭遇，遇到了小人，比我小，但是她很有心机，心地也不善良，我比她大很多，她一点都不尊重我，她一来公司就管我工作的闲事，地上有垃圾也跑过来跟我说，我要同事做什么，她就在旁边起哄说我搞的很麻烦，就是挑拨离间的那种，在领导面前就很会表现，背地里就害你，借客户的名义害你，还会拉拢其他的男同事，让他们来对付我，在他们面前就装清纯，真的受不了，吃饭聚餐也要他们不叫我，还故意在我面前说出来，迟到早退，提前走人也敢在办公室说，反正就是很嚣张，谁也不怕的感觉，我是管后勤的她也不放在眼里，很多时候我也是不做声，其实气的要命，现在我都很生气，她不搞团结在办公室分帮派，然后跟其他人互相打上班卡，然后只知道偷懒，她领导也不管，然后我还因为疫情的原因被公司裁员了，她还没有走，我觉得我被这种小人气的要命，连小人都搞不定，就觉得自己很弱，很自责，然后小人这么嚣张我还不敢怼她……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别急，你的情绪能理解，遇到这样的人确实让人很恼火。但我们要考虑到你自己的生活，你的心情不能总被她占据。你有自己的人生，为什么要把太多的精力放在她身上呢？",
    "annotation": [
      {
        "sentence": "别急，你的情绪能理解，遇到这样的人确实让人很恼火。",
        "label": ""
      },
      {
        "sentence": "但我们要考虑到你自己的生活，你的心情不能总被她占据。",
        "label": ""
      },
      {
        "sentence": "你有自己的人生，为什么要把太多的精力放在她身上呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也知道不应该把她的行为放在心上，但是就是控制不住自己的情绪，每次看到她的样子都觉得很愤怒。",
    "annotation": [
      {
        "sentence": "我也知道不应该把她的行为放在心上，但是就是控制不住自己的情绪，每次看到她的样子都觉得很愤怒。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，情绪的控制确实是一件挑战。她只是一个小人，她的行为不应该左右你的情绪和生活。你可能需要学习一些情绪调节的技巧，让自己更加冷静面对这样的情况。",
    "annotation": [
      {
        "sentence": "是的，情绪的控制确实是一件挑战。",
        "label": ""
      },
      {
        "sentence": "她只是一个小人，她的行为不应该左右你的情绪和生活。",
        "label": ""
      },
      {
        "sentence": "你可能需要学习一些情绪调节的技巧，让自己更加冷静面对这样的情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我需要学会更好地控制自己的情绪。但是，我真的很难接受她的存在，她总是尽力让我难过。",
    "annotation": [
      {
        "sentence": "你说的对，我需要学会更好地控制自己的情绪。",
        "label": ""
      },
      {
        "sentence": "但是，我真的很难接受她的存在，她总是尽力让我难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。但是，我们无法改变她的存在和行为。我们能够做的是改变自己对待这种情况的方式。也许你可以试着与其他同事建立更好的关系，找到支持你的人，并与他们分享你的感受。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "但是，我们无法改变她的存在和行为。",
        "label": ""
      },
      {
        "sentence": "我们能够做的是改变自己对待这种情况的方式。",
        "label": ""
      },
      {
        "sentence": "也许你可以试着与其他同事建立更好的关系，找到支持你的人，并与他们分享你的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我可以试试看，和一些正能量的同事互动，来转移注意力。",
    "annotation": [
      {
        "sentence": "你说的有道理，我可以试试看，和一些正能量的同事互动，来转移注意力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，寻找一些积极的人和事，可以帮助你摆脱对她的过度关注。同时，你也可以寻找一些放松的方式，如运动、读书或者听音乐来缓解你的压力。",
    "annotation": [
      {
        "sentence": "对的，寻找一些积极的人和事，可以帮助你摆脱对她的过度关注。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以寻找一些放松的方式，如运动、读书或者听音乐来缓解你的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试调整自己的心态，寻找一些放松的方式。希望我能够渐渐走出这个困境。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试调整自己的心态，寻找一些放松的方式。",
        "label": ""
      },
      {
        "sentence": "希望我能够渐渐走出这个困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你能够做到的。不要太过苛责自己，每个人都会遇到困难，重要的是你如何去面对它们。如果你需要有人倾听，我会一直在这里支持你。",
    "annotation": [
      {
        "sentence": "我相信你能够做到的。",
        "label": ""
      },
      {
        "sentence": "不要太过苛责自己，每个人都会遇到困难，重要的是你如何去面对它们。",
        "label": ""
      },
      {
        "sentence": "如果你需要有人倾听，我会一直在这里支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，有你这样的朋友真是太幸运了。我会努力调整自己的心态，相信我会慢慢走出困境的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，有你这样的朋友真是太幸运了。",
        "label": ""
      },
      {
        "sentence": "我会努力调整自己的心态，相信我会慢慢走出困境的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你会的。记得随时来找我倾诉，我会一直在这里陪伴你。加油！",
    "annotation": [
      {
        "sentence": "我相信你会的。",
        "label": ""
      },
      {
        "sentence": "记得随时来找我倾诉，我会一直在这里陪伴你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]