[
  {
    "role": "client",
    "content": "妈妈更年期情绪波动，要不要带她去医院看一看？我妈妈今年55岁，从去年开始跟我爸吵架，吵架的原因是我爸沉迷社交软件，时常跟一些女网友聊天。因为他最近工作比较忙，所以玩手机的时间也比较少，聊天记录我看过没有什么特别的，没什么不该说的内容。但是我妈很介意，时常失眠。",
    "annotation": [
      {
        "sentence": "妈妈更年期情绪波动，要不要带她去医院看一看？",
        "label": ""
      },
      {
        "sentence": "我妈妈今年55岁，从去年开始跟我爸吵架，吵架的原因是我爸沉迷社交软件，时常跟一些女网友聊天。",
        "label": ""
      },
      {
        "sentence": "因为他最近工作比较忙，所以玩手机的时间也比较少，聊天记录我看过没有什么特别的，没什么不该说的内容。",
        "label": ""
      },
      {
        "sentence": "但是我妈很介意，时常失眠。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你为妈妈担心，你是孝顺的孩子。妈妈处在更年期这是正常的反应，但影响到了睡眠，爸爸网上和女网友聊天也很正常，大家都很忙，为了心情放松有个心理减压的缓冲区无可厚非，没有实质性的出轨背叛，妈妈的关注点集中在这件事上，她想得到关注得到爱和支持、接纳，这个年龄激素分泌异常，情绪不稳有控制不住莫名发火、生气、焦虑。",
    "annotation": [
      {
        "sentence": "看到你为妈妈担心，你是孝顺的孩子。",
        "label": ""
      },
      {
        "sentence": "妈妈处在更年期这是正常的反应，但影响到了睡眠，爸爸网上和女网友聊天也很正常，大家都很忙，为了心情放松有个心理减压的缓冲区无可厚非，没有实质性的出轨背叛，妈妈的关注点集中在这件事上，她想得到关注得到爱和支持、接纳，这个年龄激素分泌异常，情绪不稳有控制不住莫名发火、生气、焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我妈妈经常会情绪起伏不定，时而觉得这不是个事儿，能看开，时而崩溃大哭。已经持续了一年了，由于失眠，身体状况也不是很好。我在犹豫要不要带她去医院看一看，希望你给点建议！",
    "annotation": [
      {
        "sentence": "是啊，我妈妈经常会情绪起伏不定，时而觉得这不是个事儿，能看开，时而崩溃大哭。",
        "label": ""
      },
      {
        "sentence": "已经持续了一年了，由于失眠，身体状况也不是很好。",
        "label": ""
      },
      {
        "sentence": "我在犹豫要不要带她去医院看一看，希望你给点建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以尝试让妈妈主动去找心理咨询师帮助她，效果会更明显。更年期的年龄常常伴随着死亡焦虑的冲击和青春已逝的失落感，常常觉得无力无用、低价值，会向外寻求接纳和认可，希望自己被需要和有用。妈妈可以尝试找到自己的爱好，比如运动、打麻将、绘画、看书或者做公益等，不让自己闲着，用身体去思考而不是过多的思虑。",
    "annotation": [
      {
        "sentence": "可以尝试让妈妈主动去找心理咨询师帮助她，效果会更明显。",
        "label": ""
      },
      {
        "sentence": "更年期的年龄常常伴随着死亡焦虑的冲击和青春已逝的失落感，常常觉得无力无用、低价值，会向外寻求接纳和认可，希望自己被需要和有用。",
        "label": ""
      },
      {
        "sentence": "妈妈可以尝试找到自己的爱好，比如运动、打麻将、绘画、看书或者做公益等，不让自己闲着，用身体去思考而不是过多的思虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "妈妈确实一直比较闲，我明白了，要让她尽量参加一些活动或聚会，和同龄的人一起吃饭、玩耍、聚会。我觉得抖音、直播也不错，可以帮她转移注意力。谢谢你的建议！",
    "annotation": [
      {
        "sentence": "妈妈确实一直比较闲，我明白了，要让她尽量参加一些活动或聚会，和同龄的人一起吃饭、玩耍、聚会。",
        "label": ""
      },
      {
        "sentence": "我觉得抖音、直播也不错，可以帮她转移注意力。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的建议对你有帮助。此外，夫妻在这个年龄有着不同的生活态度，可以互不干涉，各自拥有自己的空间，不要过分要求自己和别人，接受自己和他人的不完美，不让过度的负面情绪控制自己。",
    "annotation": [
      {
        "sentence": "很高兴我的建议对你有帮助。",
        "label": ""
      },
      {
        "sentence": "此外，夫妻在这个年龄有着不同的生活态度，可以互不干涉，各自拥有自己的空间，不要过分要求自己和别人，接受自己和他人的不完美，不让过度的负面情绪控制自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，这样想确实比较好。我会和妈妈一起探讨这个问题的，希望她能够逐渐接受自己和爸爸的不完美，减少焦虑和压力。再次感谢你的建议！",
    "annotation": [
      {
        "sentence": "嗯，这样想确实比较好。",
        "label": ""
      },
      {
        "sentence": "我会和妈妈一起探讨这个问题的，希望她能够逐渐接受自己和爸爸的不完美，减少焦虑和压力。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我愿意随时帮助你和妈妈度过这个阶段。记住，陪伴和理解是最重要的。希望你们能够共同渡过难关，妈妈也能重新找到生活的快乐。如果有任何需要，随时来找我谈谈。",
    "annotation": [
      {
        "sentence": "不客气，我愿意随时帮助你和妈妈度过这个阶段。",
        "label": ""
      },
      {
        "sentence": "记住，陪伴和理解是最重要的。",
        "label": ""
      },
      {
        "sentence": "希望你们能够共同渡过难关，妈妈也能重新找到生活的快乐。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时来找我谈谈。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励。我会尽量做到和妈妈多沟通，也会让她知道你的存在。如果有需要，我一定会向你求助的。谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会尽量做到和妈妈多沟通，也会让她知道你的存在。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我一定会向你求助的。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意为你们提供帮助。记得随时保持联系。祝福你和妈妈能够度过难关，重新找到幸福和安宁！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意为你们提供帮助。",
        "label": ""
      },
      {
        "sentence": "记得随时保持联系。",
        "label": ""
      },
      {
        "sentence": "祝福你和妈妈能够度过难关，重新找到幸福和安宁！",
        "label": ""
      }
    ]
  }
]