[
  {
    "role": "client",
    "content": "像我这么优秀的人本该灿烂过一生？和父母的关系已经走到了山穷水尽之处，我应该不是唯一一个哪怕自己孤独一生无人所爱也不像被父母窒息的爱捆绑的人吧？好像也没经历什么大事，但童年缺失的母爱和不稳定的家庭，加上他们越来越丑态百出……如果我是一个彻底冷漠无情的人，也许我就不会像现在这样痛苦。每次见父母都是莫名的烦躁心情很差还总会被他们弄哭（也许是我自己太脆弱）每天入睡困难四五点就醒还要准话考研陷在情绪的泥潭反反复复真的累……",
    "annotation": [
      {
        "sentence": "像我这么优秀的人本该灿烂过一生？",
        "label": ""
      },
      {
        "sentence": "和父母的关系已经走到了山穷水尽之处，我应该不是唯一一个哪怕自己孤独一生无人所爱也不像被父母窒息的爱捆绑的人吧？",
        "label": ""
      },
      {
        "sentence": "好像也没经历什么大事，但童年缺失的母爱和不稳定的家庭，加上他们越来越丑态百出……如果我是一个彻底冷漠无情的人，也许我就不会像现在这样痛苦。",
        "label": ""
      },
      {
        "sentence": "每次见父母都是莫名的烦躁心情很差还总会被他们弄哭（也许是我自己太脆弱）每天入睡困难四五点就醒还要准话考研陷在情绪的泥潭反反复复真的累……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你的困扰，我理解你的痛苦。可以看出你对自己的家庭和父母之间的关系感到非常失望和不满。你曾经渴望得到他们的关爱和自己独立的生活，但是现实让你感到无法呼吸。你提到童年缺失的母爱、家庭不稳定以及他们的丑态百出，这些问题对你产生了巨大的影响。你认为如果自己变得冷漠无情，也许就能减轻痛苦。同时，每次见到父母你都感到烦躁，情绪低落，甚至会被他们弄哭。每天的生活困扰睡眠问题，还有考研的压力，让你陷入了情绪的泥潭，感到真的很累。",
    "annotation": [
      {
        "sentence": "你好，听到你的困扰，我理解你的痛苦。",
        "label": ""
      },
      {
        "sentence": "可以看出你对自己的家庭和父母之间的关系感到非常失望和不满。",
        "label": ""
      },
      {
        "sentence": "你曾经渴望得到他们的关爱和自己独立的生活，但是现实让你感到无法呼吸。",
        "label": ""
      },
      {
        "sentence": "你提到童年缺失的母爱、家庭不稳定以及他们的丑态百出，这些问题对你产生了巨大的影响。",
        "label": ""
      },
      {
        "sentence": "你认为如果自己变得冷漠无情，也许就能减轻痛苦。",
        "label": ""
      },
      {
        "sentence": "同时，每次见到父母你都感到烦躁，情绪低落，甚至会被他们弄哭。",
        "label": ""
      },
      {
        "sentence": "每天的生活困扰睡眠问题，还有考研的压力，让你陷入了情绪的泥潭，感到真的很累。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的非常痛苦。我为什么会和父母关系破裂到这个地步呢？我想从他们身上得到关心和爱，但总是无法满足。我现在真的觉得很无助。",
    "annotation": [
      {
        "sentence": "是的，我真的非常痛苦。",
        "label": ""
      },
      {
        "sentence": "我为什么会和父母关系破裂到这个地步呢？",
        "label": ""
      },
      {
        "sentence": "我想从他们身上得到关心和爱，但总是无法满足。",
        "label": ""
      },
      {
        "sentence": "我现在真的觉得很无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受非常正常，每个人都有渴望得到父母关心和爱的需求。但是有时候，我们的期望和现实之间存在差距，会导致我们的情绪受挫。你提到父母的丑态百出，可能代表着你对他们期望的背离和失望。但是冷漠无情并不一定是解决问题的办法，因为它不会真正让你摆脱痛苦。重要的是让自己面对问题，逐渐调整自己的认知和情绪。",
    "annotation": [
      {
        "sentence": "你的感受非常正常，每个人都有渴望得到父母关心和爱的需求。",
        "label": ""
      },
      {
        "sentence": "但是有时候，我们的期望和现实之间存在差距，会导致我们的情绪受挫。",
        "label": ""
      },
      {
        "sentence": "你提到父母的丑态百出，可能代表着你对他们期望的背离和失望。",
        "label": ""
      },
      {
        "sentence": "但是冷漠无情并不一定是解决问题的办法，因为它不会真正让你摆脱痛苦。",
        "label": ""
      },
      {
        "sentence": "重要的是让自己面对问题，逐渐调整自己的认知和情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我已经尝试过和他们好好交流了，可是每次都会争吵和误解，导致我们之间的关系更加紧张。我感到非常困惑，我应该怎么办呢？",
    "annotation": [
      {
        "sentence": "我觉得我已经尝试过和他们好好交流了，可是每次都会争吵和误解，导致我们之间的关系更加紧张。",
        "label": ""
      },
      {
        "sentence": "我感到非常困惑，我应该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你的困惑和不满。争吵和误解的确会加剧关系的紧张程度。在和父母交流时，要保持冷静和理性，尽量展示出你内心的平静态度。也许你对父母的世界并不了解，也没有兴趣去了解他们的想法和感受，这可能是你们之间误解的原因之一。你可以尝试认真分析自己厌恶家人和家庭的原因，思考你童年缺失的母爱以及不稳定的家庭对你的影响。这些都是你无法面对的不成熟的情绪，但你想要得到父母的关注和爱护，因此感到委屈和脆弱。或许可以试着和他们好好地聊一聊，平静地表达你内心被忽视的感受，而不是像一个暴躁的野兽一样对待他们。",
    "annotation": [
      {
        "sentence": "我能理解你的困惑和不满。",
        "label": ""
      },
      {
        "sentence": "争吵和误解的确会加剧关系的紧张程度。",
        "label": ""
      },
      {
        "sentence": "在和父母交流时，要保持冷静和理性，尽量展示出你内心的平静态度。",
        "label": ""
      },
      {
        "sentence": "也许你对父母的世界并不了解，也没有兴趣去了解他们的想法和感受，这可能是你们之间误解的原因之一。",
        "label": ""
      },
      {
        "sentence": "你可以尝试认真分析自己厌恶家人和家庭的原因，思考你童年缺失的母爱以及不稳定的家庭对你的影响。",
        "label": ""
      },
      {
        "sentence": "这些都是你无法面对的不成熟的情绪，但你想要得到父母的关注和爱护，因此感到委屈和脆弱。",
        "label": ""
      },
      {
        "sentence": "或许可以试着和他们好好地聊一聊，平静地表达你内心被忽视的感受，而不是像一个暴躁的野兽一样对待他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会努力改变自己的态度，试着和他们进行合理的交流。但是现在每天的生活依然非常艰辛，我很难入睡，早上又很早醒来。还要应对考研的压力。我真的感到非常疲惫。",
    "annotation": [
      {
        "sentence": "我会努力改变自己的态度，试着和他们进行合理的交流。",
        "label": ""
      },
      {
        "sentence": "但是现在每天的生活依然非常艰辛，我很难入睡，早上又很早醒来。",
        "label": ""
      },
      {
        "sentence": "还要应对考研的压力。",
        "label": ""
      },
      {
        "sentence": "我真的感到非常疲惫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你目前的艰辛和疲惫。调整作息对于改善睡眠问题非常重要。你可以尝试利用一些方法帮助自己入睡，比如阅读、听音乐、泡脚或者使用一些专门的软件。当你能够调整好作息后，不仅身体会受益，心情也会得到缓解。至于考研的压力，你可以按照自己设定的目标，每天努力完成自己的任务，保持平稳的心态和节奏，坚持下去。在没有人支持的情况下，这可能是一场你一个人的战争，但你拥有足够的能力、毅力和稳定的情绪去应对。你的人生，需要你自己为之负责。早日认识到这一点，可能会让你更好地进入状态，努力构建自己的世界。有一天，你也会对自己的家庭有新的看法，但这需要时间来解答所有的未知。",
    "annotation": [
      {
        "sentence": "我理解你目前的艰辛和疲惫。",
        "label": ""
      },
      {
        "sentence": "调整作息对于改善睡眠问题非常重要。",
        "label": ""
      },
      {
        "sentence": "你可以尝试利用一些方法帮助自己入睡，比如阅读、听音乐、泡脚或者使用一些专门的软件。",
        "label": ""
      },
      {
        "sentence": "当你能够调整好作息后，不仅身体会受益，心情也会得到缓解。",
        "label": ""
      },
      {
        "sentence": "至于考研的压力，你可以按照自己设定的目标，每天努力完成自己的任务，保持平稳的心态和节奏，坚持下去。",
        "label": ""
      },
      {
        "sentence": "在没有人支持的情况下，这可能是一场你一个人的战争，但你拥有足够的能力、毅力和稳定的情绪去应对。",
        "label": ""
      },
      {
        "sentence": "你的人生，需要你自己为之负责。",
        "label": ""
      },
      {
        "sentence": "早日认识到这一点，可能会让你更好地进入状态，努力构建自己的世界。",
        "label": ""
      },
      {
        "sentence": "有一天，你也会对自己的家庭有新的看法，但这需要时间来解答所有的未知。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议。我会努力改变自己，调整心态，同时为自己的人生负责。时间会告诉我答案的。再次感谢你的帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      },
      {
        "sentence": "我会努力改变自己，调整心态，同时为自己的人生负责。",
        "label": ""
      },
      {
        "sentence": "时间会告诉我答案的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在这里支持你。相信自己，你一定能够走出困境，找到属于自己的幸福。祝福你早日找到答案！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够走出困境，找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "祝福你早日找到答案！",
        "label": ""
      }
    ]
  }
]