[
  {
    "role": "client",
    "content": "最近我有一个困扰。我很嫉妒我老公的兄弟和他的年轻女友。我们平时相处得还不错，可是自从他的兄弟找了一位大学刚毕业的美丽女孩后，我就非常在意老公的反应。我不知道是心理作用还是嫉妒，但我觉得老公可能更喜欢这个年轻漂亮的女孩。",
    "annotation": [
      {
        "sentence": "最近我有一个困扰。",
        "label": ""
      },
      {
        "sentence": "我很嫉妒我老公的兄弟和他的年轻女友。",
        "label": ""
      },
      {
        "sentence": "我们平时相处得还不错，可是自从他的兄弟找了一位大学刚毕业的美丽女孩后，我就非常在意老公的反应。",
        "label": ""
      },
      {
        "sentence": "我不知道是心理作用还是嫉妒，但我觉得老公可能更喜欢这个年轻漂亮的女孩。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说的情况，你是担心自己老公的兄弟的女友吧？而且你还因为年龄的问题感到嫉妒并且对你老公的反应过于敏感。我觉得这种情况很正常，因为女性都会在乎自己的年龄，这其实是女人最大的秘密。不自觉中，我们往往会把比自己年轻的女孩子当作“假想敌”。虽然我们会羡慕她们的年轻优势，但同时也会嫉妒。但其实你也年轻过，你也曾经是别人羡慕的对象。虽然现在你的年龄增长了一点，但你也积累了更多的人生经验，这是你的优势所在。",
    "annotation": [
      {
        "sentence": "听你说的情况，你是担心自己老公的兄弟的女友吧？",
        "label": ""
      },
      {
        "sentence": "而且你还因为年龄的问题感到嫉妒并且对你老公的反应过于敏感。",
        "label": ""
      },
      {
        "sentence": "我觉得这种情况很正常，因为女性都会在乎自己的年龄，这其实是女人最大的秘密。",
        "label": ""
      },
      {
        "sentence": "不自觉中，我们往往会把比自己年轻的女孩子当作“假想敌”。",
        "label": ""
      },
      {
        "sentence": "虽然我们会羡慕她们的年轻优势，但同时也会嫉妒。",
        "label": ""
      },
      {
        "sentence": "但其实你也年轻过，你也曾经是别人羡慕的对象。",
        "label": ""
      },
      {
        "sentence": "虽然现在你的年龄增长了一点，但你也积累了更多的人生经验，这是你的优势所在。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的有道理，我需要散发自信的魅力才行。在年轻女孩子面前，我没有必要自卑，她们虽然年轻，但并不代表年轻就可以说了算。我们还有心态、颜值和皮肤等方面的优势。所以，我要收起面对年轻女孩时的自卑感，仍然要保持自信。",
    "annotation": [
      {
        "sentence": "你说的有道理，我需要散发自信的魅力才行。",
        "label": ""
      },
      {
        "sentence": "在年轻女孩子面前，我没有必要自卑，她们虽然年轻，但并不代表年轻就可以说了算。",
        "label": ""
      },
      {
        "sentence": "我们还有心态、颜值和皮肤等方面的优势。",
        "label": ""
      },
      {
        "sentence": "所以，我要收起面对年轻女孩时的自卑感，仍然要保持自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的！自信是最重要的。另外，我觉得你应该更多地关注你的老公，而不是过于关注那个女孩子。因为你把关注点都放在她身上，而且还总是观察你老公的反应，可能会导致你们之间产生矛盾，让你们的关系出现问题。人们总是喜欢得不到的东西，觉得别人的东西总是比自己好。所以你的老公也会看一看，这是很正常的。我们不要太在意这些，让你的老公感到一种若即若离的感觉，他就会更多地关注你。",
    "annotation": [
      {
        "sentence": "对的！",
        "label": ""
      },
      {
        "sentence": "自信是最重要的。",
        "label": ""
      },
      {
        "sentence": "另外，我觉得你应该更多地关注你的老公，而不是过于关注那个女孩子。",
        "label": ""
      },
      {
        "sentence": "因为你把关注点都放在她身上，而且还总是观察你老公的反应，可能会导致你们之间产生矛盾，让你们的关系出现问题。",
        "label": ""
      },
      {
        "sentence": "人们总是喜欢得不到的东西，觉得别人的东西总是比自己好。",
        "label": ""
      },
      {
        "sentence": "所以你的老公也会看一看，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "我们不要太在意这些，让你的老公感到一种若即若离的感觉，他就会更多地关注你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该更加注重提升自己。正如你所说，我要努力健身、保养和学习。当别人开始夸你，或者当你们两个一起出去，别人的目光都集中在你身上，你的老公自然会有危机感，他也会更加爱你。",
    "annotation": [
      {
        "sentence": "我明白了，我应该更加注重提升自己。",
        "label": ""
      },
      {
        "sentence": "正如你所说，我要努力健身、保养和学习。",
        "label": ""
      },
      {
        "sentence": "当别人开始夸你，或者当你们两个一起出去，别人的目光都集中在你身上，你的老公自然会有危机感，他也会更加爱你。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对，你要更多地关注你的老公，而不是老只是在意比你小的女孩子。努力提升自己，让自己变得更有气质和女人味，老公的关注自然会回到你身上。我希望你们的生活越来越好，你的老公也会越来越爱你。",
    "annotation": [
      {
        "sentence": "对，你要更多地关注你的老公，而不是老只是在意比你小的女孩子。",
        "label": ""
      },
      {
        "sentence": "努力提升自己，让自己变得更有气质和女人味，老公的关注自然会回到你身上。",
        "label": ""
      },
      {
        "sentence": "我希望你们的生活越来越好，你的老公也会越来越爱你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和支持。我现在感觉好多了，知道应该如何调整自己的心态和行为了。我会努力提升自己，让我们的婚姻更加美满幸福。",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我现在感觉好多了，知道应该如何调整自己的心态和行为了。",
        "label": ""
      },
      {
        "sentence": "我会努力提升自己，让我们的婚姻更加美满幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能够帮助你。相信自己，你一定能够度过这个困扰。加油吧！我祝福你们的婚姻越来越幸福美满！有需要随时找我聊天哦。",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够度过这个困扰。",
        "label": ""
      },
      {
        "sentence": "加油吧！",
        "label": ""
      },
      {
        "sentence": "我祝福你们的婚姻越来越幸福美满！",
        "label": ""
      },
      {
        "sentence": "有需要随时找我聊天哦。",
        "label": ""
      }
    ]
  }
]