[
  {
    "role": "client",
    "content": "我是一个38岁中年已婚女性，有一个问题想请教您。我嫉妒老公哥们儿的小女友。我与我的小五岁老公相处得还算不错，但是最近他最好的朋友找了一位大学刚毕业的美丽小女友。他们俩有时候一起聚会和玩耍，让我非常在意老公的反应。我不知道这是心理作祟还是真的嫉妒，我觉得老公可能更喜欢美丽年轻的女孩。我之前一直对自己挺有自信的，像那句“老骥伏枥志在千里”一样，我一直在努力健身、保养、学习、进修，没有落下。可是一涉及老公好兄弟的年轻女孩问题，我就会莫名嫉妒，然后对老公发脾气。我不知道该如何克服或者调整这种负能量。",
    "annotation": [
      {
        "sentence": "我是一个38岁中年已婚女性，有一个问题想请教您。",
        "label": ""
      },
      {
        "sentence": "我嫉妒老公哥们儿的小女友。",
        "label": ""
      },
      {
        "sentence": "我与我的小五岁老公相处得还算不错，但是最近他最好的朋友找了一位大学刚毕业的美丽小女友。",
        "label": ""
      },
      {
        "sentence": "他们俩有时候一起聚会和玩耍，让我非常在意老公的反应。",
        "label": ""
      },
      {
        "sentence": "我不知道这是心理作祟还是真的嫉妒，我觉得老公可能更喜欢美丽年轻的女孩。",
        "label": ""
      },
      {
        "sentence": "我之前一直对自己挺有自信的，像那句“老骥伏枥志在千里”一样，我一直在努力健身、保养、学习、进修，没有落下。",
        "label": ""
      },
      {
        "sentence": "可是一涉及老公好兄弟的年轻女孩问题，我就会莫名嫉妒，然后对老公发脾气。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何克服或者调整这种负能量。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的困扰，我可以理解你的感受。首先，这个情况很大程度上取决于你老公的价值观，以及你对他是否有百分百的信心。与一个美丽年轻的女孩相比，并不是说你的外貌年龄就决定了一切。其实，在这个世界上，美女和年轻女孩并不缺乏。如果一个人真的想去做一些不忠诚的事情，没有什么能阻止他的。无论是身边的人，还是你们两个相处不在一起的时候，他都有可能遇到年轻貌美的女孩。比如他在工作中遇到一个新同事是一个年轻貌美的女孩，或者在饭馆吃饭时被年轻女孩搭讪。如果你的老公是一个只关注外貌的人，并且不顾家庭的责任，那你是无法去约束他的。但如果他的价值取向是爱真实的你，并且是一个有责任感的人，那么无论多么貌美如花的女孩都不会让他心动，即使多看一眼，他也会立刻被责任感拉回来，因为他爱的是独特的你，对你负责，而不是凭外表取悦。所以，我们要先分析一下你是否对自己的老公充满信心和安全感。你是否因为他平时的行为让你感到不安全，或者是你自己内心缺乏底气？你下意识地把自己的短处和别人的长处去比，当然会心虚。你可以多思考一下自己的优点，你已经努力健身，并且将要成为副教授，这些都代表着你作为一个人的价值。你要相信自己的价值，这样就不会那么容易受外界的影响。我有一个朋友，样貌普通，身材有些走形，但是她非常自信。她知道自己的价值并不是取决于外貌和年龄，她的丈夫也不是因为这些而选择她。她的丈夫非常爱她，清楚地知道他是因为她的哪些特质而选择了她。他是一个有责任心的人，两个人的感情非常亲密，因此她一点也不担心丈夫会出轨。你是否有安全感并不是由外界决定的，不管你如何保养、健身和进修，总会有比你外貌更出色的人，漂亮的人也总有比你更漂亮的。重要的是你内心的底气。你可以回想一下，到底是因为什么原因你的丈夫选择了你，是因为你的外貌吗？还是因为你独特的个性和其他优点。他是不是一个有责任感的人，他的价值观是什么？是把家庭放在第一位，还是以自己的享乐为主？如果他是一个有责任感的人，那么他是不会因为外界的诱惑而动摇的。你已经做得很好了，努力让自己保持优秀。接下来，你需要放松一下自己，给自己和丈夫更多的信心。毕竟，你们已经结婚了，对彼此都有责任，你们之间的感情也是无价的。相信自己，也相信你们的感情，你会渡过这个难关的。",
    "annotation": [
      {
        "sentence": "听到你的困扰，我可以理解你的感受。",
        "label": ""
      },
      {
        "sentence": "首先，这个情况很大程度上取决于你老公的价值观，以及你对他是否有百分百的信心。",
        "label": ""
      },
      {
        "sentence": "与一个美丽年轻的女孩相比，并不是说你的外貌年龄就决定了一切。",
        "label": ""
      },
      {
        "sentence": "其实，在这个世界上，美女和年轻女孩并不缺乏。",
        "label": ""
      },
      {
        "sentence": "如果一个人真的想去做一些不忠诚的事情，没有什么能阻止他的。",
        "label": ""
      },
      {
        "sentence": "无论是身边的人，还是你们两个相处不在一起的时候，他都有可能遇到年轻貌美的女孩。",
        "label": ""
      },
      {
        "sentence": "比如他在工作中遇到一个新同事是一个年轻貌美的女孩，或者在饭馆吃饭时被年轻女孩搭讪。",
        "label": ""
      },
      {
        "sentence": "如果你的老公是一个只关注外貌的人，并且不顾家庭的责任，那你是无法去约束他的。",
        "label": ""
      },
      {
        "sentence": "但如果他的价值取向是爱真实的你，并且是一个有责任感的人，那么无论多么貌美如花的女孩都不会让他心动，即使多看一眼，他也会立刻被责任感拉回来，因为他爱的是独特的你，对你负责，而不是凭外表取悦。",
        "label": ""
      },
      {
        "sentence": "所以，我们要先分析一下你是否对自己的老公充满信心和安全感。",
        "label": ""
      },
      {
        "sentence": "你是否因为他平时的行为让你感到不安全，或者是你自己内心缺乏底气？",
        "label": ""
      },
      {
        "sentence": "你下意识地把自己的短处和别人的长处去比，当然会心虚。",
        "label": ""
      },
      {
        "sentence": "你可以多思考一下自己的优点，你已经努力健身，并且将要成为副教授，这些都代表着你作为一个人的价值。",
        "label": ""
      },
      {
        "sentence": "你要相信自己的价值，这样就不会那么容易受外界的影响。",
        "label": ""
      },
      {
        "sentence": "我有一个朋友，样貌普通，身材有些走形，但是她非常自信。",
        "label": ""
      },
      {
        "sentence": "她知道自己的价值并不是取决于外貌和年龄，她的丈夫也不是因为这些而选择她。",
        "label": ""
      },
      {
        "sentence": "她的丈夫非常爱她，清楚地知道他是因为她的哪些特质而选择了她。",
        "label": ""
      },
      {
        "sentence": "他是一个有责任心的人，两个人的感情非常亲密，因此她一点也不担心丈夫会出轨。",
        "label": ""
      },
      {
        "sentence": "你是否有安全感并不是由外界决定的，不管你如何保养、健身和进修，总会有比你外貌更出色的人，漂亮的人也总有比你更漂亮的。",
        "label": ""
      },
      {
        "sentence": "重要的是你内心的底气。",
        "label": ""
      },
      {
        "sentence": "你可以回想一下，到底是因为什么原因你的丈夫选择了你，是因为你的外貌吗？",
        "label": ""
      },
      {
        "sentence": "还是因为你独特的个性和其他优点。",
        "label": ""
      },
      {
        "sentence": "他是不是一个有责任感的人，他的价值观是什么？",
        "label": ""
      },
      {
        "sentence": "是把家庭放在第一位，还是以自己的享乐为主？",
        "label": ""
      },
      {
        "sentence": "如果他是一个有责任感的人，那么他是不会因为外界的诱惑而动摇的。",
        "label": ""
      },
      {
        "sentence": "你已经做得很好了，努力让自己保持优秀。",
        "label": ""
      },
      {
        "sentence": "接下来，你需要放松一下自己，给自己和丈夫更多的信心。",
        "label": ""
      },
      {
        "sentence": "毕竟，你们已经结婚了，对彼此都有责任，你们之间的感情也是无价的。",
        "label": ""
      },
      {
        "sentence": "相信自己，也相信你们的感情，你会渡过这个难关的。",
        "label": ""
      }
    ]
  }
]