[
  {
    "role": "client",
    "content": "我是一个38岁中年已婚少女，最近我对老公的哥们儿的小女友感到很嫉妒。我和小五岁的老公相处得还算不错，但自从他的好朋友找了一个大学刚毕业的美丽小女友，每次聚会和玩耍时，我都非常在意老公的反应。我不知道这是心理作祟还是嫉妒，但我觉得老公可能更喜欢年轻貌美的女孩。在遇到这个问题之前，我对自己还挺认可的，我一直在努力健身、保养、学习、进修，没有落下。我正在努力追求副教授的职位。但一涉及老公好兄弟的年轻女孩问题，我就会莫名嫉妒，生老公的气。我不知道该如何克服或者调整这个不好的负能量。",
    "annotation": [
      {
        "sentence": "我是一个38岁中年已婚少女，最近我对老公的哥们儿的小女友感到很嫉妒。",
        "label": ""
      },
      {
        "sentence": "我和小五岁的老公相处得还算不错，但自从他的好朋友找了一个大学刚毕业的美丽小女友，每次聚会和玩耍时，我都非常在意老公的反应。",
        "label": ""
      },
      {
        "sentence": "我不知道这是心理作祟还是嫉妒，但我觉得老公可能更喜欢年轻貌美的女孩。",
        "label": ""
      },
      {
        "sentence": "在遇到这个问题之前，我对自己还挺认可的，我一直在努力健身、保养、学习、进修，没有落下。",
        "label": ""
      },
      {
        "sentence": "我正在努力追求副教授的职位。",
        "label": ""
      },
      {
        "sentence": "但一涉及老公好兄弟的年轻女孩问题，我就会莫名嫉妒，生老公的气。",
        "label": ""
      },
      {
        "sentence": "我不知道该如何克服或者调整这个不好的负能量。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看完你的问题，我觉得你特别强调了“可能更”这个词。这种突然的不明白，是因为你的思想产生了偏差。人的价值观并不是一成不变的，年轻时喜欢被认可，追求挑战；到了中年，更多的追求金钱、权利和地位；晚年又更关注身体健康。说到底，这些都是我们在不同人生阶段所需的东西，在心里的比重不同而已。你的老公喜欢年轻漂亮的女孩吗？其实，天底下的男人应该都喜欢。你内心焦虑和担心吗？其实，大多数人都会担心。你的老公是你心中的那个老公吗？是的，毕竟你们之间的关系和朋友是否结婚无关，你老公本来就是那样的人。但你的老公还是你心中的那个老公吗？不是的，你和朋友的比较使得你产生了这种焦虑。这种比较可能源自周围人的玩笑或者是你们之间的内心对比。总之，这种比较是正常的反应，也反映了你们的价值观。但这个新的价值观是否会成为主流，还要回到之前的“可能更”这个问题上。这个价值观出现在你们夫妻关系中，同时也变成了你们两个人共同面对的问题。你们需要战胜这个突然出现的新的价值观，至少不能让它因为生活体验而被放大，就像我们这个年龄的人更关注钱一样。我个人认为远离他们的圈子可能是一个办法，但是效果可能不算好。我暂时还没有想到其他好的办法，希望你再思考一下。不管怎样，我觉得人不会改变。人会变是因为生活体验改变了我们的价值观。你应该注意到这一点，但只是稍微关注一下，而不是完全投入其中。否则，你可能会感到非常累，因为当你把注意力放在你能控制的事情上时，一切都会变得自信和得心应手。相反，当你把注意力放在人际关系和他人身上时，你就无法控制了。所以在遇到问题时，可以思考一下对策，但不要太逼自己！",
    "annotation": [
      {
        "sentence": "看完你的问题，我觉得你特别强调了“可能更”这个词。",
        "label": ""
      },
      {
        "sentence": "这种突然的不明白，是因为你的思想产生了偏差。",
        "label": ""
      },
      {
        "sentence": "人的价值观并不是一成不变的，年轻时喜欢被认可，追求挑战；到了中年，更多的追求金钱、权利和地位；晚年又更关注身体健康。",
        "label": ""
      },
      {
        "sentence": "说到底，这些都是我们在不同人生阶段所需的东西，在心里的比重不同而已。",
        "label": ""
      },
      {
        "sentence": "你的老公喜欢年轻漂亮的女孩吗？",
        "label": ""
      },
      {
        "sentence": "其实，天底下的男人应该都喜欢。",
        "label": ""
      },
      {
        "sentence": "你内心焦虑和担心吗？",
        "label": ""
      },
      {
        "sentence": "其实，大多数人都会担心。",
        "label": ""
      },
      {
        "sentence": "你的老公是你心中的那个老公吗？",
        "label": ""
      },
      {
        "sentence": "是的，毕竟你们之间的关系和朋友是否结婚无关，你老公本来就是那样的人。",
        "label": ""
      },
      {
        "sentence": "但你的老公还是你心中的那个老公吗？",
        "label": ""
      },
      {
        "sentence": "不是的，你和朋友的比较使得你产生了这种焦虑。",
        "label": ""
      },
      {
        "sentence": "这种比较可能源自周围人的玩笑或者是你们之间的内心对比。",
        "label": ""
      },
      {
        "sentence": "总之，这种比较是正常的反应，也反映了你们的价值观。",
        "label": ""
      },
      {
        "sentence": "但这个新的价值观是否会成为主流，还要回到之前的“可能更”这个问题上。",
        "label": ""
      },
      {
        "sentence": "这个价值观出现在你们夫妻关系中，同时也变成了你们两个人共同面对的问题。",
        "label": ""
      },
      {
        "sentence": "你们需要战胜这个突然出现的新的价值观，至少不能让它因为生活体验而被放大，就像我们这个年龄的人更关注钱一样。",
        "label": ""
      },
      {
        "sentence": "我个人认为远离他们的圈子可能是一个办法，但是效果可能不算好。",
        "label": ""
      },
      {
        "sentence": "我暂时还没有想到其他好的办法，希望你再思考一下。",
        "label": ""
      },
      {
        "sentence": "不管怎样，我觉得人不会改变。",
        "label": ""
      },
      {
        "sentence": "人会变是因为生活体验改变了我们的价值观。",
        "label": ""
      },
      {
        "sentence": "你应该注意到这一点，但只是稍微关注一下，而不是完全投入其中。",
        "label": ""
      },
      {
        "sentence": "否则，你可能会感到非常累，因为当你把注意力放在你能控制的事情上时，一切都会变得自信和得心应手。",
        "label": ""
      },
      {
        "sentence": "相反，当你把注意力放在人际关系和他人身上时，你就无法控制了。",
        "label": ""
      },
      {
        "sentence": "所以在遇到问题时，可以思考一下对策，但不要太逼自己！",
        "label": ""
      }
    ]
  }
]