[
  {
    "role": "client",
    "content": "我是一位38岁的中年已婚少女，我对我老公和他哥们儿的小女友感到嫉妒。我们夫妻关系一直不错，可是自从他最好的朋友找了一个刚毕业的年轻漂亮的女孩后，我开始非常在意老公的反应。我不知道这是心理作祟还是嫉妒，但我担心老公可能更喜欢那个年轻貌美的女孩。之前我一直对自己很认可，努力保持健康、学习、进修，正在朝副教授的目标努力。但一旦涉及到老公的好友和年轻女孩，我就会莫名嫉妒，生老公的气。我不知道如何克服和调整这种负能量。",
    "annotation": [
      {
        "sentence": "我是一位38岁的中年已婚少女，我对我老公和他哥们儿的小女友感到嫉妒。",
        "label": ""
      },
      {
        "sentence": "我们夫妻关系一直不错，可是自从他最好的朋友找了一个刚毕业的年轻漂亮的女孩后，我开始非常在意老公的反应。",
        "label": ""
      },
      {
        "sentence": "我不知道这是心理作祟还是嫉妒，但我担心老公可能更喜欢那个年轻貌美的女孩。",
        "label": ""
      },
      {
        "sentence": "之前我一直对自己很认可，努力保持健康、学习、进修，正在朝副教授的目标努力。",
        "label": ""
      },
      {
        "sentence": "但一旦涉及到老公的好友和年轻女孩，我就会莫名嫉妒，生老公的气。",
        "label": ""
      },
      {
        "sentence": "我不知道如何克服和调整这种负能量。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可爱的38岁中年少女，晚上好。通过你的描述，我可以感受到你是一位非常优秀的女性。在婚姻中，似乎你看到了对方的不自信，或者是嫉妒引起的自卑感。这是正常的，\"年轻真好\"可能是我们到了一定年龄时看到年轻一代会有的想法。在生活中，或多或少地，人们对别人产生过嫉妒情绪，其实很多时候这只是我们非常羡慕对方，很想自己也像对方那样。因为产生不平衡心态，我们会对自己感到不满，而这种情绪除了让我们心情不畅、不开心外，并没有任何好处。想一想，你也年轻过，每个人都有自己的优点和长处，每个人都是独一无二的，所以没必要和别人比较。我们应该把自己发展好，做最好的自己，让自己幸福开心就可以了！同时，内心要有更加宽容的态度，希望每个人都过得好。此外，你可以考虑一下，为什么你的老公选择了你？相信如果你没有魅力吸引他的话，那年轻的他也可以找一个同龄或者更年轻的女人。他选择和你一起组建一个家庭，一定有他看重的原因。婚姻中，信任和相互爱护是很重要的。如果你真的对他们的交往感到不舒服，可以思考一下是自己内心的问题。相信聪明而智慧的你一定能看透自己的优秀。不要和别人比较，每个年龄段的女人都有自己的魅力。就像我，和你同岁，虽然胖胖的，单身未婚，但我身边的朋友，尤其是心理学领域的朋友都夸我看起来像28岁一样，我感到非常幸福。加油！相信你一定会有美好的人生！我祝福你！",
    "annotation": [
      {
        "sentence": "可爱的38岁中年少女，晚上好。",
        "label": ""
      },
      {
        "sentence": "通过你的描述，我可以感受到你是一位非常优秀的女性。",
        "label": ""
      },
      {
        "sentence": "在婚姻中，似乎你看到了对方的不自信，或者是嫉妒引起的自卑感。",
        "label": ""
      },
      {
        "sentence": "这是正常的，\"年轻真好\"可能是我们到了一定年龄时看到年轻一代会有的想法。",
        "label": ""
      },
      {
        "sentence": "在生活中，或多或少地，人们对别人产生过嫉妒情绪，其实很多时候这只是我们非常羡慕对方，很想自己也像对方那样。",
        "label": ""
      },
      {
        "sentence": "因为产生不平衡心态，我们会对自己感到不满，而这种情绪除了让我们心情不畅、不开心外，并没有任何好处。",
        "label": ""
      },
      {
        "sentence": "想一想，你也年轻过，每个人都有自己的优点和长处，每个人都是独一无二的，所以没必要和别人比较。",
        "label": ""
      },
      {
        "sentence": "我们应该把自己发展好，做最好的自己，让自己幸福开心就可以了！",
        "label": ""
      },
      {
        "sentence": "同时，内心要有更加宽容的态度，希望每个人都过得好。",
        "label": ""
      },
      {
        "sentence": "此外，你可以考虑一下，为什么你的老公选择了你？",
        "label": ""
      },
      {
        "sentence": "相信如果你没有魅力吸引他的话，那年轻的他也可以找一个同龄或者更年轻的女人。",
        "label": ""
      },
      {
        "sentence": "他选择和你一起组建一个家庭，一定有他看重的原因。",
        "label": ""
      },
      {
        "sentence": "婚姻中，信任和相互爱护是很重要的。",
        "label": ""
      },
      {
        "sentence": "如果你真的对他们的交往感到不舒服，可以思考一下是自己内心的问题。",
        "label": ""
      },
      {
        "sentence": "相信聪明而智慧的你一定能看透自己的优秀。",
        "label": ""
      },
      {
        "sentence": "不要和别人比较，每个年龄段的女人都有自己的魅力。",
        "label": ""
      },
      {
        "sentence": "就像我，和你同岁，虽然胖胖的，单身未婚，但我身边的朋友，尤其是心理学领域的朋友都夸我看起来像28岁一样，我感到非常幸福。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "相信你一定会有美好的人生！",
        "label": ""
      },
      {
        "sentence": "我祝福你！",
        "label": ""
      }
    ]
  }
]