[
  {
    "role": "client",
    "content": "我是一个38岁的中年已婚女性，最近我开始嫉妒我老公的哥们儿的小女友。虽然我和老公的相处还算不错，但是自从他最好的朋友找了一个大学刚毕业的美丽小女友，我开始非常在意老公对她的反应。我不知道这是心理作祟还是嫉妒，但我感觉老公可能更喜欢年轻漂亮的女孩。遇到这个问题之前，我一直对自己很认可，一直在努力健身、保养、学习、进修，但一涉及到老公的好兄弟和年轻女孩的问题，我就会莫名嫉妒，对老公发脾气。我不知道如何克服或者调整这种不好的负能量。",
    "annotation": [
      {
        "sentence": "我是一个38岁的中年已婚女性，最近我开始嫉妒我老公的哥们儿的小女友。",
        "label": ""
      },
      {
        "sentence": "虽然我和老公的相处还算不错，但是自从他最好的朋友找了一个大学刚毕业的美丽小女友，我开始非常在意老公对她的反应。",
        "label": ""
      },
      {
        "sentence": "我不知道这是心理作祟还是嫉妒，但我感觉老公可能更喜欢年轻漂亮的女孩。",
        "label": ""
      },
      {
        "sentence": "遇到这个问题之前，我一直对自己很认可，一直在努力健身、保养、学习、进修，但一涉及到老公的好兄弟和年轻女孩的问题，我就会莫名嫉妒，对老公发脾气。",
        "label": ""
      },
      {
        "sentence": "我不知道如何克服或者调整这种不好的负能量。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到了自己的年龄，比如38岁和中年，以及对自己魅力减退的担忧。你似乎觉得自己人老珠黄，渴望永葆青春。你所做的努力，如健身、保养、学习、进修都没有错，但你忽略了内心的成长。标题中的“38岁中年已婚少女”和“老骥伏枥志在千里”的表述，一方面说明你意识到了自己已经不是年轻少女，比如“38岁”、“中年”等词语，另一方面又不愿意面对和接受这个事实，希望一切都是假的，希望自己还是一个小女孩子，比如“少女”。你提到的“遇到这个问题之前我都很认可自己”表明你之前一直觉得自己是个小女孩子。所以你明白事实，但又不接受事实，自欺欺人，将健身、学习、进修、保养作为证明这个“事实”的方式。另外，“老骥伏枥，志在千里”和“少女”这两种认知都是极端化、有偏差的，要么觉得自己已经老到七老八十，要么认为自己是年轻少女。你的认知与社会的认知不吻合，你内心的认知也是混乱的，所以你才会感到痛苦，而且不知道如何面对这种情况。社会大众的认知是“中年”，不是老年也不是少女。事实已经很明显了，你老公的好友的女友就像是一面镜子，让你看到了真实的自己。你看到自己已经不再年轻、漂亮，觉得自己的年龄增长了、外貌不如她，还觉得老公可能更喜欢年轻漂亮的人而不是你。这种落差让你感到不舒服，为了避免这种痛苦，你产生了嫉妒的情绪，也就是讨厌或者怨恨别人，以减轻自己的痛苦。你之前提到的“不知是心理作祟还是嫉妒”，嫉妒就是一种心理作祟。而你对老公发脾气，也是一种转移，之前是对自己的讨厌转移到了小女孩身上，现在已经开始转移到了老公身上，以后可能还会影响到更多人，如孩子、朋友等，从而影响婚姻和人际关系。这就是“对内攻击”转化为“对外攻击”。春夏秋冬，四季轮回，只有春季最美吗？其实不见得。除了青春的春季，还有成熟的夏季、丰收的秋季、宁静的冬季，这些季节难道不美吗？你是否愿意发现这些季节的美丽呢？虽然人的年龄会增长，但内心可以永葆青春。而对自己的否定只会加速自己的衰老，让自己陷入冰天雪地般的极寒之地。想想那些在外交部工作的女发言人、女翻译官，还有一些成功的女老板，如马云的妻子和学术界的泰斗屠呦呦等等，他们的年龄并不小，但男人们却很容易被她们吸引。只追求外貌和年龄的女人是肤浅的，迷恋外貌和年龄的男人也是肤浅、差劲的。",
    "annotation": [
      {
        "sentence": "你提到了自己的年龄，比如38岁和中年，以及对自己魅力减退的担忧。",
        "label": ""
      },
      {
        "sentence": "你似乎觉得自己人老珠黄，渴望永葆青春。",
        "label": ""
      },
      {
        "sentence": "你所做的努力，如健身、保养、学习、进修都没有错，但你忽略了内心的成长。",
        "label": ""
      },
      {
        "sentence": "标题中的“38岁中年已婚少女”和“老骥伏枥志在千里”的表述，一方面说明你意识到了自己已经不是年轻少女，比如“38岁”、“中年”等词语，另一方面又不愿意面对和接受这个事实，希望一切都是假的，希望自己还是一个小女孩子，比如“少女”。",
        "label": ""
      },
      {
        "sentence": "你提到的“遇到这个问题之前我都很认可自己”表明你之前一直觉得自己是个小女孩子。",
        "label": ""
      },
      {
        "sentence": "所以你明白事实，但又不接受事实，自欺欺人，将健身、学习、进修、保养作为证明这个“事实”的方式。",
        "label": ""
      },
      {
        "sentence": "另外，“老骥伏枥，志在千里”和“少女”这两种认知都是极端化、有偏差的，要么觉得自己已经老到七老八十，要么认为自己是年轻少女。",
        "label": ""
      },
      {
        "sentence": "你的认知与社会的认知不吻合，你内心的认知也是混乱的，所以你才会感到痛苦，而且不知道如何面对这种情况。",
        "label": ""
      },
      {
        "sentence": "社会大众的认知是“中年”，不是老年也不是少女。",
        "label": ""
      },
      {
        "sentence": "事实已经很明显了，你老公的好友的女友就像是一面镜子，让你看到了真实的自己。",
        "label": ""
      },
      {
        "sentence": "你看到自己已经不再年轻、漂亮，觉得自己的年龄增长了、外貌不如她，还觉得老公可能更喜欢年轻漂亮的人而不是你。",
        "label": ""
      },
      {
        "sentence": "这种落差让你感到不舒服，为了避免这种痛苦，你产生了嫉妒的情绪，也就是讨厌或者怨恨别人，以减轻自己的痛苦。",
        "label": ""
      },
      {
        "sentence": "你之前提到的“不知是心理作祟还是嫉妒”，嫉妒就是一种心理作祟。",
        "label": ""
      },
      {
        "sentence": "而你对老公发脾气，也是一种转移，之前是对自己的讨厌转移到了小女孩身上，现在已经开始转移到了老公身上，以后可能还会影响到更多人，如孩子、朋友等，从而影响婚姻和人际关系。",
        "label": ""
      },
      {
        "sentence": "这就是“对内攻击”转化为“对外攻击”。",
        "label": ""
      },
      {
        "sentence": "春夏秋冬，四季轮回，只有春季最美吗？",
        "label": ""
      },
      {
        "sentence": "其实不见得。",
        "label": ""
      },
      {
        "sentence": "除了青春的春季，还有成熟的夏季、丰收的秋季、宁静的冬季，这些季节难道不美吗？",
        "label": ""
      },
      {
        "sentence": "你是否愿意发现这些季节的美丽呢？",
        "label": ""
      },
      {
        "sentence": "虽然人的年龄会增长，但内心可以永葆青春。",
        "label": ""
      },
      {
        "sentence": "而对自己的否定只会加速自己的衰老，让自己陷入冰天雪地般的极寒之地。",
        "label": ""
      },
      {
        "sentence": "想想那些在外交部工作的女发言人、女翻译官，还有一些成功的女老板，如马云的妻子和学术界的泰斗屠呦呦等等，他们的年龄并不小，但男人们却很容易被她们吸引。",
        "label": ""
      },
      {
        "sentence": "只追求外貌和年龄的女人是肤浅的，迷恋外貌和年龄的男人也是肤浅、差劲的。",
        "label": ""
      }
    ]
  }
]