[
  {
    "role": "client",
    "content": "你好，我还在上大一，最近因为要做一份职业规划和父母频繁发生争吵。因为我们两代人观念不一样，他们认为女孩子就要做公务员老师这样待安稳的铁饭碗，可是我觉得趁着年轻就要去做些有挑战性的事。我认为是我心理上不够独立，有点矛盾。",
    "annotation": [
      {
        "sentence": "你好，我还在上大一，最近因为要做一份职业规划和父母频繁发生争吵。",
        "label": ""
      },
      {
        "sentence": "因为我们两代人观念不一样，他们认为女孩子就要做公务员老师这样待安稳的铁饭碗，可是我觉得趁着年轻就要去做些有挑战性的事。",
        "label": ""
      },
      {
        "sentence": "我认为是我心理上不够独立，有点矛盾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很有想法，先要有自我价值，这是一个很好的支持，然而从你的诉说中可以看出虽然你有这样的想法，可能内心不是很笃定，所以父母的意见会一直让你纠结。跟父母亲的想法不一样很正常，理解他们同时也要理解自己。",
    "annotation": [
      {
        "sentence": "你很有想法，先要有自我价值，这是一个很好的支持，然而从你的诉说中可以看出虽然你有这样的想法，可能内心不是很笃定，所以父母的意见会一直让你纠结。",
        "label": ""
      },
      {
        "sentence": "跟父母亲的想法不一样很正常，理解他们同时也要理解自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我也明白父母的意见来自他们的关心和希望我有一个稳定的未来。但我觉得我还年轻，想要接受更多的挑战和发展自己的能力，我不想将来后悔。",
    "annotation": [
      {
        "sentence": "是的，我也明白父母的意见来自他们的关心和希望我有一个稳定的未来。",
        "label": ""
      },
      {
        "sentence": "但我觉得我还年轻，想要接受更多的挑战和发展自己的能力，我不想将来后悔。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "未来的路怎么走，先静下来让自己想想到底你要什么？读博这些工作以后还是可以再去的，如果你不清楚自己要什么，无论你选哪条路都不会心里不踏实。记住，这是你的人生，你要为自己负责，祝顺利！",
    "annotation": [
      {
        "sentence": "未来的路怎么走，先静下来让自己想想到底你要什么？",
        "label": ""
      },
      {
        "sentence": "读博这些工作以后还是可以再去的，如果你不清楚自己要什么，无论你选哪条路都不会心里不踏实。",
        "label": ""
      },
      {
        "sentence": "记住，这是你的人生，你要为自己负责，祝顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我确实需要冷静下来好好思考一下。但我觉得我需要更多的自信，因为我总是担心自己的决定是不是正确的，特别是面对父母的反对意见的时候。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我确实需要冷静下来好好思考一下。",
        "label": ""
      },
      {
        "sentence": "但我觉得我需要更多的自信，因为我总是担心自己的决定是不是正确的，特别是面对父母的反对意见的时候。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你所说的确实很重要，要为自己的想法和决定找到自信。每个人都有独特的生活方式和梦想，不一定要按照传统的规划走，关键是要对自己的决定有信心。也许你可以尝试从小的事情开始，逐渐证明给自己看，你是可以独立思考和做出正确决策的。",
    "annotation": [
      {
        "sentence": "你所说的确实很重要，要为自己的想法和决定找到自信。",
        "label": ""
      },
      {
        "sentence": "每个人都有独特的生活方式和梦想，不一定要按照传统的规划走，关键是要对自己的决定有信心。",
        "label": ""
      },
      {
        "sentence": "也许你可以尝试从小的事情开始，逐渐证明给自己看，你是可以独立思考和做出正确决策的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说的很对。我打算在大学期间多参加一些社团和活动，通过不同的经历，锻炼自己的能力和信心，进一步证明自己。只有这样，我才能更自信地面对父母的反对，对自己的未来更有信心。",
    "annotation": [
      {
        "sentence": "嗯，你说的很对。",
        "label": ""
      },
      {
        "sentence": "我打算在大学期间多参加一些社团和活动，通过不同的经历，锻炼自己的能力和信心，进一步证明自己。",
        "label": ""
      },
      {
        "sentence": "只有这样，我才能更自信地面对父母的反对，对自己的未来更有信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是个很好的计划！参加社团和活动可以帮助你结识更多的人和经历不同的事情，也可以增加你的社交能力和自我认知。同时，也要记得找到心理上的平衡，多关注自己的情绪和需要，不要太过依赖他人的认可和支持。相信你能找到自己的道路，祝你成功！",
    "annotation": [
      {
        "sentence": "这是个很好的计划！",
        "label": ""
      },
      {
        "sentence": "参加社团和活动可以帮助你结识更多的人和经历不同的事情，也可以增加你的社交能力和自我认知。",
        "label": ""
      },
      {
        "sentence": "同时，也要记得找到心理上的平衡，多关注自己的情绪和需要，不要太过依赖他人的认可和支持。",
        "label": ""
      },
      {
        "sentence": "相信你能找到自己的道路，祝你成功！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力实践你给我的建议，找到属于自己的道路。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力实践你给我的建议，找到属于自己的道路。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意帮助你。记得，你不是一个人在战斗，无论在何时何地，都有人支持你。相信自己，坚持自己的梦想，祝一切顺利！如果还有任何需要帮助的话题，随时都可以来找我。",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "记得，你不是一个人在战斗，无论在何时何地，都有人支持你。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持自己的梦想，祝一切顺利！",
        "label": ""
      },
      {
        "sentence": "如果还有任何需要帮助的话题，随时都可以来找我。",
        "label": ""
      }
    ]
  }
]