[
  {
    "role": "client",
    "content": "被排挤的人要怎样温柔包容的看待这些人和事呢？被曾经以为是朋友的人排挤孤立拉小团体背后抹黑扭曲我的语言行为。我既不想指黑为白的说他们没有错，也不想继续怀有愤怒委屈难过的情绪。以前总是习惯去理解别人考量他人的难处和自己的不足这样会释怀很多。可是这一次无论如何也做不到。虽然现在不住一起了，但和她们还在同一个班级里，有时候遇见了，或者团体活动的时候，有他们在就会勾起那些回忆。想拥有一个温柔包容的角度去看待被排挤孤立抹黑的经历也想告诉自己自己真的没有错。希望能真正走出来。",
    "annotation": [
      {
        "sentence": "被排挤的人要怎样温柔包容的看待这些人和事呢？",
        "label": ""
      },
      {
        "sentence": "被曾经以为是朋友的人排挤孤立拉小团体背后抹黑扭曲我的语言行为。",
        "label": ""
      },
      {
        "sentence": "我既不想指黑为白的说他们没有错，也不想继续怀有愤怒委屈难过的情绪。",
        "label": ""
      },
      {
        "sentence": "以前总是习惯去理解别人考量他人的难处和自己的不足这样会释怀很多。",
        "label": ""
      },
      {
        "sentence": "可是这一次无论如何也做不到。",
        "label": ""
      },
      {
        "sentence": "虽然现在不住一起了，但和她们还在同一个班级里，有时候遇见了，或者团体活动的时候，有他们在就会勾起那些回忆。",
        "label": ""
      },
      {
        "sentence": "想拥有一个温柔包容的角度去看待被排挤孤立抹黑的经历也想告诉自己自己真的没有错。",
        "label": ""
      },
      {
        "sentence": "希望能真正走出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好看得出来，这次的事情有点让你没有办法释怀，你把别人当朋友，结果反过来她拉拢了小团队，还孤立你，我知道被孤立的感觉本来就难受，而你原来用的一些让自己释怀的方法，这次不管用了。",
    "annotation": [
      {
        "sentence": "你好看得出来，这次的事情有点让你没有办法释怀，你把别人当朋友，结果反过来她拉拢了小团队，还孤立你，我知道被孤立的感觉本来就难受，而你原来用的一些让自己释怀的方法，这次不管用了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，这次的情况和以往不同，我觉得很难狠心去原谅她们，但我也不想一直背负着愤怒和委屈。",
    "annotation": [
      {
        "sentence": "是的，这次的情况和以往不同，我觉得很难狠心去原谅她们，但我也不想一直背负着愤怒和委屈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看得出来，这个事情虽然过去了一段时间，但是还一直困扰着你。而且你还不得不和她们接触，接触一次就会让你更难受。你真的很善良，以前你使用的方法是去帮别人找别人的难处，可能是因为他们有苦衷，有自己的考虑。而你也会去反省自己是否确实有什么问题，这样才能让自己释怀。但是这次似乎这种方法不太适用了，你也找不到充分的理由去原谅她们。",
    "annotation": [
      {
        "sentence": "看得出来，这个事情虽然过去了一段时间，但是还一直困扰着你。",
        "label": ""
      },
      {
        "sentence": "而且你还不得不和她们接触，接触一次就会让你更难受。",
        "label": ""
      },
      {
        "sentence": "你真的很善良，以前你使用的方法是去帮别人找别人的难处，可能是因为他们有苦衷，有自己的考虑。",
        "label": ""
      },
      {
        "sentence": "而你也会去反省自己是否确实有什么问题，这样才能让自己释怀。",
        "label": ""
      },
      {
        "sentence": "但是这次似乎这种方法不太适用了，你也找不到充分的理由去原谅她们。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得这一次不同，我无法再为她们找到合理的理由，而且我的情绪也很真实，无法掩饰。这让我感到委屈和愤怒，我知道接受自己的情绪是很重要的，但是我希望能以一个温柔包容的角度去看待这些被排挤孤立抹黑的经历。",
    "annotation": [
      {
        "sentence": "是的，我觉得这一次不同，我无法再为她们找到合理的理由，而且我的情绪也很真实，无法掩饰。",
        "label": ""
      },
      {
        "sentence": "这让我感到委屈和愤怒，我知道接受自己的情绪是很重要的，但是我希望能以一个温柔包容的角度去看待这些被排挤孤立抹黑的经历。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你要接受自己的情绪，你就是委屈了，愤怒了，这是正常的，你没有错。接着，我们可以试着从她们的角度去看这件事情，但并不是为她们找理由。她们似乎喜欢拉小圈子，喜欢搬弄是非，只和那些听她们话的人交往，并且不太在意别人的感受。这和你是截然不同的，她们的性格和经历对她们的行为有很大影响。世界很大，人与人之间的差异很大，她们只是其中之一，只是碰巧与你相处而已。",
    "annotation": [
      {
        "sentence": "首先，你要接受自己的情绪，你就是委屈了，愤怒了，这是正常的，你没有错。",
        "label": ""
      },
      {
        "sentence": "接着，我们可以试着从她们的角度去看这件事情，但并不是为她们找理由。",
        "label": ""
      },
      {
        "sentence": "她们似乎喜欢拉小圈子，喜欢搬弄是非，只和那些听她们话的人交往，并且不太在意别人的感受。",
        "label": ""
      },
      {
        "sentence": "这和你是截然不同的，她们的性格和经历对她们的行为有很大影响。",
        "label": ""
      },
      {
        "sentence": "世界很大，人与人之间的差异很大，她们只是其中之一，只是碰巧与你相处而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了，这次的分开看起来是早晚的事情，也许在一起的时候，我们的相处模式是我不断地迁就她们，为她们着想。但她们可能还是觉得不满意，才会孤立我。我明白现在我们不再住在一起了，只是偶尔还会碰到面，但是我要相信我还有很长的路要走，她们只是我人生中的一小部分而已。",
    "annotation": [
      {
        "sentence": "是的，我明白了，这次的分开看起来是早晚的事情，也许在一起的时候，我们的相处模式是我不断地迁就她们，为她们着想。",
        "label": ""
      },
      {
        "sentence": "但她们可能还是觉得不满意，才会孤立我。",
        "label": ""
      },
      {
        "sentence": "我明白现在我们不再住在一起了，只是偶尔还会碰到面，但是我要相信我还有很长的路要走，她们只是我人生中的一小部分而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "太好了，你有正确的想法！她们只是你人生中的一小部分，只是世界中的一小浪花。你要相信你的人生还会遇到更多的人，交到更多的朋友。如果你还是无法释怀，可以试试找一个凳子或者其他物品代表她们。你可以发泄出你受到的委屈和愤怒，这是你的情绪，没必要压抑。发泄完后，你就可以看到更美好的人生，我会一直陪着你一起成长的！",
    "annotation": [
      {
        "sentence": "太好了，你有正确的想法！",
        "label": ""
      },
      {
        "sentence": "她们只是你人生中的一小部分，只是世界中的一小浪花。",
        "label": ""
      },
      {
        "sentence": "你要相信你的人生还会遇到更多的人，交到更多的朋友。",
        "label": ""
      },
      {
        "sentence": "如果你还是无法释怀，可以试试找一个凳子或者其他物品代表她们。",
        "label": ""
      },
      {
        "sentence": "你可以发泄出你受到的委屈和愤怒，这是你的情绪，没必要压抑。",
        "label": ""
      },
      {
        "sentence": "发泄完后，你就可以看到更美好的人生，我会一直陪着你一起成长的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和建议！我会尽力接受自己的情绪，并试着以一个温柔包容的角度去看待过去的经历。同时，我会继续寻找属于自己更美好的人生。感谢你一直陪伴我成长！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和建议！",
        "label": ""
      },
      {
        "sentence": "我会尽力接受自己的情绪，并试着以一个温柔包容的角度去看待过去的经历。",
        "label": ""
      },
      {
        "sentence": "同时，我会继续寻找属于自己更美好的人生。",
        "label": ""
      },
      {
        "sentence": "感谢你一直陪伴我成长！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我相信你一定能走出这段困扰，迎接更美好的未来。记住，我会一直在你身边支持你。加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我相信你一定能走出这段困扰，迎接更美好的未来。",
        "label": ""
      },
      {
        "sentence": "记住，我会一直在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]