[
  {
    "role": "client",
    "content": "我马上要高考了，情绪一直不稳定怎么办？还有十几天就要高考了，最近情绪比以前更严重，也学不进，想着放松点吧。那些老师讲的话又让我紧张起来，有时候去教室就觉得特别特别难受，我也说不清是什么情绪，大概是抑郁，焦虑。我在学校很孤独，父母和老师也不理解我，我觉得一个人憋着难受死了。特别特别特别难受，根本做不了事，脑子里想的东西特别多根本集中不了注意力，然后写不了题又让我焦虑。反正我高中三年差不多都这样，伴随我的是各种各样的负面情绪，大部分时候都是一个人去消化，做过咨询也在这个平台上倾诉过很多次，每次都是好一下又开始了。我很矛盾，当我状态不好时我想来网上寻求帮助，但之后又觉得浪费了学习时间。所以该怎么办呢？老师说这些咨询什么的都没有用，最后还是靠自己。但是我感觉我要崩溃了，我知道高考或许没那么重要，以后还有机会，可是能抓住这次机会不是更好吗？而且我这三年来一直都在认真学，放假在家一天也学很久，但是这个过程中其实效率很低，所以一直没什么效果，就很痛苦。",
    "annotation": [
      {
        "sentence": "我马上要高考了，情绪一直不稳定怎么办？",
        "label": ""
      },
      {
        "sentence": "还有十几天就要高考了，最近情绪比以前更严重，也学不进，想着放松点吧。",
        "label": ""
      },
      {
        "sentence": "那些老师讲的话又让我紧张起来，有时候去教室就觉得特别特别难受，我也说不清是什么情绪，大概是抑郁，焦虑。",
        "label": ""
      },
      {
        "sentence": "我在学校很孤独，父母和老师也不理解我，我觉得一个人憋着难受死了。",
        "label": ""
      },
      {
        "sentence": "特别特别特别难受，根本做不了事，脑子里想的东西特别多根本集中不了注意力，然后写不了题又让我焦虑。",
        "label": ""
      },
      {
        "sentence": "反正我高中三年差不多都这样，伴随我的是各种各样的负面情绪，大部分时候都是一个人去消化，做过咨询也在这个平台上倾诉过很多次，每次都是好一下又开始了。",
        "label": ""
      },
      {
        "sentence": "我很矛盾，当我状态不好时我想来网上寻求帮助，但之后又觉得浪费了学习时间。",
        "label": ""
      },
      {
        "sentence": "所以该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "老师说这些咨询什么的都没有用，最后还是靠自己。",
        "label": ""
      },
      {
        "sentence": "但是我感觉我要崩溃了，我知道高考或许没那么重要，以后还有机会，可是能抓住这次机会不是更好吗？",
        "label": ""
      },
      {
        "sentence": "而且我这三年来一直都在认真学，放假在家一天也学很久，但是这个过程中其实效率很低，所以一直没什么效果，就很痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受，我现在上大一，曾经也是在高三后期的时候，每天都很迷茫，也非常焦躁，感觉学习效率极低，而且成绩提升得也很慢，更加让我烦躁。你现在的经历其实是很正常的，担心考试不好，怕高考时发挥不好，大脑中总是在幻想着考试自己会怎样，接下来要怎么办。但其实此刻更重要的是，我们知道我们现在胡思乱想，焦虑只会浪费时间，所以你主动在网上寻求帮助，这一点很好，网上大家都不认识，可以说出来。而且这并不是浪费时间，好的心态对一个人很重要，同时，面对能力前的也是好的心态，只有好的心态才能保证我们正常甚至超常发挥。关于心态调节：高三后期，尤其是快高考的时候，可以不用那么狠学，这个时候更多的是放松，以及调整自己的心态。可以去操场上和同学一起散步，打篮球，不聊成绩，不谈学习，放空大脑，这样紧张情绪会有很大缓解。同时，高考并不仅仅和最近的学习有关，它是一个长期积累的过程。既然你平时都在学习，即使效率可能低一点，这可能就是你进步慢一点，但从来没有停止过，对吗？所以请安心，相信自己，轻轻松松地上考场，就像平时做几套卷子一样，没什么不同，对吗？焦虑与否只是徒增烦恼，不能改变事实，或者对事情的发展并没有实质的帮助，所以为什么还要焦虑呢？我相信你，你也要相信自己，调整好心态，高考一定会考好的，加油！",
    "annotation": [
      {
        "sentence": "我明白你的感受，我现在上大一，曾经也是在高三后期的时候，每天都很迷茫，也非常焦躁，感觉学习效率极低，而且成绩提升得也很慢，更加让我烦躁。",
        "label": ""
      },
      {
        "sentence": "你现在的经历其实是很正常的，担心考试不好，怕高考时发挥不好，大脑中总是在幻想着考试自己会怎样，接下来要怎么办。",
        "label": ""
      },
      {
        "sentence": "但其实此刻更重要的是，我们知道我们现在胡思乱想，焦虑只会浪费时间，所以你主动在网上寻求帮助，这一点很好，网上大家都不认识，可以说出来。",
        "label": ""
      },
      {
        "sentence": "而且这并不是浪费时间，好的心态对一个人很重要，同时，面对能力前的也是好的心态，只有好的心态才能保证我们正常甚至超常发挥。",
        "label": ""
      },
      {
        "sentence": "关于心态调节：高三后期，尤其是快高考的时候，可以不用那么狠学，这个时候更多的是放松，以及调整自己的心态。",
        "label": ""
      },
      {
        "sentence": "可以去操场上和同学一起散步，打篮球，不聊成绩，不谈学习，放空大脑，这样紧张情绪会有很大缓解。",
        "label": ""
      },
      {
        "sentence": "同时，高考并不仅仅和最近的学习有关，它是一个长期积累的过程。",
        "label": ""
      },
      {
        "sentence": "既然你平时都在学习，即使效率可能低一点，这可能就是你进步慢一点，但从来没有停止过，对吗？",
        "label": ""
      },
      {
        "sentence": "所以请安心，相信自己，轻轻松松地上考场，就像平时做几套卷子一样，没什么不同，对吗？",
        "label": ""
      },
      {
        "sentence": "焦虑与否只是徒增烦恼，不能改变事实，或者对事情的发展并没有实质的帮助，所以为什么还要焦虑呢？",
        "label": ""
      },
      {
        "sentence": "我相信你，你也要相信自己，调整好心态，高考一定会考好的，加油！",
        "label": ""
      }
    ]
  }
]