[
  {
    "role": "client",
    "content": "老公希望我和婆婆和平相处，请问我该怎么做？老公他爸去世的早，婆婆把他带大不容易，他很孝顺妈妈说什么就什么，婚后我们家到处摆的都是婆婆安排的东西，八卦镜，泰山石，绣球，包括车里都挂的他妈妈弄得朱砂，花的摆放位置，他妈妈都要插手，给老公建议扔掉我买的画，毯子，全然不顾我的感受，名曰是为了我们好，环境风水学，老公说他妈是善意让我不要多想。她还给老公说我不是贤妻，让老公一辈子不能给朋友和老婆说实话，还说不要把老婆看的太重要，妈才是最重要的人。我真的气到手抖。老公却觉得不是什么大事云淡风轻的说没必要生气。我真的没必要生气吗？我告诉他：妈以后说我什么，就让说吧，你不用两头为难，我能承受。本意是体谅他不想他难过。没想到他第二天就担心他妈纯净水喝完了要去打水，买的水果也要给他妈分享。我的感受一点都没有被在乎，和他吵架，他说他最大的错误是不该让我听到他们母子的对话，还说为什么别人家都好好的，你就受不了这委屈？还让我以后多和他妈吃饭出去玩，我能做到吗？",
    "annotation": [
      {
        "sentence": "老公希望我和婆婆和平相处，请问我该怎么做？",
        "label": ""
      },
      {
        "sentence": "老公他爸去世的早，婆婆把他带大不容易，他很孝顺妈妈说什么就什么，婚后我们家到处摆的都是婆婆安排的东西，八卦镜，泰山石，绣球，包括车里都挂的他妈妈弄得朱砂，花的摆放位置，他妈妈都要插手，给老公建议扔掉我买的画，毯子，全然不顾我的感受，名曰是为了我们好，环境风水学，老公说他妈是善意让我不要多想。",
        "label": ""
      },
      {
        "sentence": "她还给老公说我不是贤妻，让老公一辈子不能给朋友和老婆说实话，还说不要把老婆看的太重要，妈才是最重要的人。",
        "label": ""
      },
      {
        "sentence": "我真的气到手抖。",
        "label": ""
      },
      {
        "sentence": "老公却觉得不是什么大事云淡风轻的说没必要生气。",
        "label": ""
      },
      {
        "sentence": "我真的没必要生气吗？",
        "label": ""
      },
      {
        "sentence": "我告诉他：妈以后说我什么，就让说吧，你不用两头为难，我能承受。",
        "label": ""
      },
      {
        "sentence": "本意是体谅他不想他难过。",
        "label": ""
      },
      {
        "sentence": "没想到他第二天就担心他妈纯净水喝完了要去打水，买的水果也要给他妈分享。",
        "label": ""
      },
      {
        "sentence": "我的感受一点都没有被在乎，和他吵架，他说他最大的错误是不该让我听到他们母子的对话，还说为什么别人家都好好的，你就受不了这委屈？",
        "label": ""
      },
      {
        "sentence": "还让我以后多和他妈吃饭出去玩，我能做到吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你描述的信息中感受到你遇到了喜欢掌控儿子生活的婆婆，衍生出来的各种相处问题。先给你一个有力量的🤝！你先不要生气，我们先冷静下来，然后一起来梳理一下：你提到老公他爸去世的早，婆婆把他带大不容易，他很孝顺妈妈说什么就什么。从这里可以感受到一个在单亲家庭中抚养儿子长大、成家立业的妈妈，真的是很辛苦呢！老公也是一个孝顺的人，一路看看妈妈辛苦的抚养自己，所以可能其实在老公心中，除了对妈妈的心疼之外，还有很多对妈妈的感激，所以老公只能通过#孝顺#来报答妈妈的养育之恩。",
    "annotation": [
      {
        "sentence": "从你描述的信息中感受到你遇到了喜欢掌控儿子生活的婆婆，衍生出来的各种相处问题。",
        "label": ""
      },
      {
        "sentence": "先给你一个有力量的🤝！",
        "label": ""
      },
      {
        "sentence": "你先不要生气，我们先冷静下来，然后一起来梳理一下：你提到老公他爸去世的早，婆婆把他带大不容易，他很孝顺妈妈说什么就什么。",
        "label": ""
      },
      {
        "sentence": "从这里可以感受到一个在单亲家庭中抚养儿子长大、成家立业的妈妈，真的是很辛苦呢！",
        "label": ""
      },
      {
        "sentence": "老公也是一个孝顺的人，一路看看妈妈辛苦的抚养自己，所以可能其实在老公心中，除了对妈妈的心疼之外，还有很多对妈妈的感激，所以老公只能通过#孝顺#来报答妈妈的养育之恩。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我理解老公的孝顺之心，但我觉得他妈妈过于干涉我们的生活，给我造成了很大的困扰。",
    "annotation": [
      {
        "sentence": "嗯，我理解老公的孝顺之心，但我觉得他妈妈过于干涉我们的生活，给我造成了很大的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，我明白你的感受，你提到婚后我们家到处摆的都是婆婆安排的东西，八卦镜，泰山石，绣球，包括车里都挂的他妈妈弄得朱砂，花的摆放位置，他妈妈都要插手，给老公建议扔掉我买的画，毯子，全然不顾我的感受，名曰是为了我们好，环境风水学，老公说他妈是善意让我不要多想。从这里可以感受到，婆婆的掌控欲很强。当然可能这个也是跟她早年丧夫，独自拉扯孩子长大的坚辛有关系，所以婆婆可能是希望这些#环境风水工具#来改善她认为不好的方面。所以老公说是善意，我也认同他的这个观点呢。",
    "annotation": [
      {
        "sentence": "没错，我明白你的感受，你提到婚后我们家到处摆的都是婆婆安排的东西，八卦镜，泰山石，绣球，包括车里都挂的他妈妈弄得朱砂，花的摆放位置，他妈妈都要插手，给老公建议扔掉我买的画，毯子，全然不顾我的感受，名曰是为了我们好，环境风水学，老公说他妈是善意让我不要多想。",
        "label": ""
      },
      {
        "sentence": "从这里可以感受到，婆婆的掌控欲很强。",
        "label": ""
      },
      {
        "sentence": "当然可能这个也是跟她早年丧夫，独自拉扯孩子长大的坚辛有关系，所以婆婆可能是希望这些#环境风水工具#来改善她认为不好的方面。",
        "label": ""
      },
      {
        "sentence": "所以老公说是善意，我也认同他的这个观点呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我理解婆婆的出发点，但我希望她能够尊重我们的生活方式和个人空间。",
    "annotation": [
      {
        "sentence": "嗯，我理解婆婆的出发点，但我希望她能够尊重我们的生活方式和个人空间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到她还给老公说我不是贤妻，让老公一辈子不能给朋友和老婆说实话，还说不要把老婆看的太重要，妈才是最重要的人。读到这段信息的时候，我感受到了你的委屈和愤怒。婆婆确实是太过分了呢，但如果我们站在她的角度尝试着去理解，你会发现，你确实在无形中成为了她掌握儿子的#竞争对手#，对吗？她认为你是她的#对手#，所以她故意的#贬低#你，让儿子不信任你，这些都是她#反抗#的表现，对吗？",
    "annotation": [
      {
        "sentence": "你提到她还给老公说我不是贤妻，让老公一辈子不能给朋友和老婆说实话，还说不要把老婆看的太重要，妈才是最重要的人。",
        "label": ""
      },
      {
        "sentence": "读到这段信息的时候，我感受到了你的委屈和愤怒。",
        "label": ""
      },
      {
        "sentence": "婆婆确实是太过分了呢，但如果我们站在她的角度尝试着去理解，你会发现，你确实在无形中成为了她掌握儿子的#竞争对手#，对吗？",
        "label": ""
      },
      {
        "sentence": "她认为你是她的#对手#，所以她故意的#贬低#你，让儿子不信任你，这些都是她#反抗#的表现，对吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我明白了，婆婆可能觉得我在与她争夺儿子的爱和关注。",
    "annotation": [
      {
        "sentence": "对，我明白了，婆婆可能觉得我在与她争夺儿子的爱和关注。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，婆婆的行为确实让你感到委屈和不满，但是你老公却觉得不是什么大事云淡风轻的说没必要生气。这其实是因为他在心里权衡着妈妈和妻子的重要性。他的内心可能在矛盾和纠结，所以才会这样说。你告诉他妈以",
    "annotation": [
      {
        "sentence": "没错，婆婆的行为确实让你感到委屈和不满，但是你老公却觉得不是什么大事云淡风轻的说没必要生气。",
        "label": ""
      },
      {
        "sentence": "这其实是因为他在心里权衡着妈妈和妻子的重要性。",
        "label": ""
      },
      {
        "sentence": "他的内心可能在矛盾和纠结，所以才会这样说。",
        "label": ""
      },
      {
        "sentence": "你告诉他妈以",
        "label": ""
      }
    ]
  }
]