[
  {
    "role": "client",
    "content": "老公希望我和婆婆和平相处，请问我该怎么做？老公他爸去世的早，婆婆把他带大不容易，他很孝顺妈妈说什么就什么，婚后我们家到处摆的都是婆婆安排的东西，八卦镜，泰山石，绣球，包括车里都挂的他妈妈弄得朱砂，花的摆放位置，他妈妈都要插手，给老公建议扔掉我买的画，毯子，全然不顾我的感受，名曰是为了我们好，环境风水学，老公说他妈是善意让我不要多想。她还给老公说我不是贤妻，让老公一辈子不能给朋友和老婆说实话，还说不要把老婆看的太重要，妈才是最重要的人。我真的气到手抖。老公却觉得不是什么大事云淡风轻的说没必要生气。我真的没必要生气吗？我告诉他：妈以后说我什么，就让说吧，你不用两头为难，我能承受。本意是体谅他不想他难过。没想到他第二天就担心他妈纯净水喝完了要去打水，买的水果也要给他妈分享。我的感受一点都没有被在乎，和他吵架，他说他最大的错误是不该让我听到他们母子的对话，还说为什么别人家都好好的，你就受不了这委屈？还让我以后多和他妈吃饭出去玩，我能做到吗？",
    "annotation": [
      {
        "sentence": "老公希望我和婆婆和平相处，请问我该怎么做？",
        "label": ""
      },
      {
        "sentence": "老公他爸去世的早，婆婆把他带大不容易，他很孝顺妈妈说什么就什么，婚后我们家到处摆的都是婆婆安排的东西，八卦镜，泰山石，绣球，包括车里都挂的他妈妈弄得朱砂，花的摆放位置，他妈妈都要插手，给老公建议扔掉我买的画，毯子，全然不顾我的感受，名曰是为了我们好，环境风水学，老公说他妈是善意让我不要多想。",
        "label": ""
      },
      {
        "sentence": "她还给老公说我不是贤妻，让老公一辈子不能给朋友和老婆说实话，还说不要把老婆看的太重要，妈才是最重要的人。",
        "label": ""
      },
      {
        "sentence": "我真的气到手抖。",
        "label": ""
      },
      {
        "sentence": "老公却觉得不是什么大事云淡风轻的说没必要生气。",
        "label": ""
      },
      {
        "sentence": "我真的没必要生气吗？",
        "label": ""
      },
      {
        "sentence": "我告诉他：妈以后说我什么，就让说吧，你不用两头为难，我能承受。",
        "label": ""
      },
      {
        "sentence": "本意是体谅他不想他难过。",
        "label": ""
      },
      {
        "sentence": "没想到他第二天就担心他妈纯净水喝完了要去打水，买的水果也要给他妈分享。",
        "label": ""
      },
      {
        "sentence": "我的感受一点都没有被在乎，和他吵架，他说他最大的错误是不该让我听到他们母子的对话，还说为什么别人家都好好的，你就受不了这委屈？",
        "label": ""
      },
      {
        "sentence": "还让我以后多和他妈吃饭出去玩，我能做到吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "下午好！看到你的描述，感受到了你对老公的体谅，毕竟婆婆独自带大丈夫不容易，又感受到了你对老公的愤怒，在老公和婆婆之间的互动中，感受不到自己被重视。我们来细致地捋捋事件的过程，尝试寻找到一些关键的节点，看对你是否有帮助。",
    "annotation": [
      {
        "sentence": "下午好！",
        "label": ""
      },
      {
        "sentence": "看到你的描述，感受到了你对老公的体谅，毕竟婆婆独自带大丈夫不容易，又感受到了你对老公的愤怒，在老公和婆婆之间的互动中，感受不到自己被重视。",
        "label": ""
      },
      {
        "sentence": "我们来细致地捋捋事件的过程，尝试寻找到一些关键的节点，看对你是否有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，就是这样。我真的很困扰，不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "嗯，就是这样。",
        "label": ""
      },
      {
        "sentence": "我真的很困扰，不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我先分别看一下每个人的行为。婆婆：在没有征询你意见的前提下，安排了很多东西摆放到你的家里，车里，干涉你物品摆放的位置，甚至直接跟儿子说，你不是贤妻，不要跟朋友和妻子说实话。1.婆婆没有界限感，将你的家当成了自己的家，不征询意见随意安排，还干涉你对东西的摆放。2.她依然将儿子当做是自己独有的，参与儿子的生活，告诉儿子不能跟朋友和妻子说实话，妈才是最重要的人。",
    "annotation": [
      {
        "sentence": "首先，我先分别看一下每个人的行为。",
        "label": ""
      },
      {
        "sentence": "婆婆：在没有征询你意见的前提下，安排了很多东西摆放到你的家里，车里，干涉你物品摆放的位置，甚至直接跟儿子说，你不是贤妻，不要跟朋友和妻子说实话。",
        "label": ""
      },
      {
        "sentence": "1.婆婆没有界限感，将你的家当成了自己的家，不征询意见随意安排，还干涉你对东西的摆放。",
        "label": ""
      },
      {
        "sentence": "2.她依然将儿子当做是自己独有的，参与儿子的生活，告诉儿子不能跟朋友和妻子说实话，妈才是最重要的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我对她的行为感到很困扰，但又不忍心伤害老公和婆婆的感情。",
    "annotation": [
      {
        "sentence": "是的，我对她的行为感到很困扰，但又不忍心伤害老公和婆婆的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "儿子：将妈妈的话直接转述给自己的妻子，没有经过任何过滤，担心妈妈用水问题，还共享水果。但当你表达不满时，他却说让你受着委屈，而且说别人家都好好的，好像委屈是正常的一样。1.他接受了母亲的一切安排，并认为是正常的，显然他与母亲之间没有明确的界限，没有考虑自己的空间，母亲的空间，和你的空间。2.他没有意识到自己还依然被母亲占有，或者说他乐于被母亲占有，亲子关系的不分离或许也带给他一些安全感，可是这对你来说是一种委屈。3.他不善于处理婆媳关系，将母亲的话直接转述给你，明知会伤害婆媳关系，却没有过滤，也没有考虑你的感受。4.他认为别人家都好好的，是对方家庭中妻子忍受了委屈，保一方平安，可见他认为家庭的安稳是以妻子忍受委屈来实现的。",
    "annotation": [
      {
        "sentence": "儿子：将妈妈的话直接转述给自己的妻子，没有经过任何过滤，担心妈妈用水问题，还共享水果。",
        "label": ""
      },
      {
        "sentence": "但当你表达不满时，他却说让你受着委屈，而且说别人家都好好的，好像委屈是正常的一样。",
        "label": ""
      },
      {
        "sentence": "1.他接受了母亲的一切安排，并认为是正常的，显然他与母亲之间没有明确的界限，没有考虑自己的空间，母亲的空间，和你的空间。",
        "label": ""
      },
      {
        "sentence": "2.他没有意识到自己还依然被母亲占有，或者说他乐于被母亲占有，亲子关系的不分离或许也带给他一些安全感，可是这对你来说是一种委屈。",
        "label": ""
      },
      {
        "sentence": "3.他不善于处理婆媳关系，将母亲的话直接转述给你，明知会伤害婆媳关系，却没有过滤，也没有考虑你的感受。",
        "label": ""
      },
      {
        "sentence": "4.他认为别人家都好好的，是对方家庭中妻子忍受了委屈，保一方平安，可见他认为家庭的安稳是以妻子忍受委屈来实现的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感受到了他对我的不关心和不理解。我真的不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "是的，我感受到了他对我的不关心和不理解。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你：在婆婆随意安排摆放时，说出伤害你的话时，你都体谅丈夫，没有与婆婆正面冲突，而是告诉丈夫你能承受。但没想到他第二天就担心他妈纯净水喝完了要去打水，买的水果也要给他妈分享。你的感受一点都没有被在乎，和他吵架后，他说他最大的错误是不该让你听到他们母子的对话，还说为什么别人家都好好的，你就受不了这委屈？他还让你以后多和他妈吃饭出去玩，你觉得你能做到吗？",
    "annotation": [
      {
        "sentence": "你：在婆婆随意安排摆放时，说出伤害你的话时，你都体谅丈夫，没有与婆婆正面冲突，而是告诉丈夫你能承受。",
        "label": ""
      },
      {
        "sentence": "但没想到他第二天就担心他妈纯净水喝完了要去打水，买的水果也要给他妈分享。",
        "label": ""
      },
      {
        "sentence": "你的感受一点都没有被在乎，和他吵架后，他说他最大的错误是不该让你听到他们母子的对话，还说为什么别人家都好好的，你就受不了这委屈？",
        "label": ""
      },
      {
        "sentence": "他还让你以后多和他妈吃饭出去玩，你觉得你能做到吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实，我是想让他明白我的感受，但他总是无视我的感受。",
    "annotation": [
      {
        "sentence": "其实，我是想让他明白我的感受，但他总是无视我的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "基于以上细节的观察，我想给你几个建议。首先，建议你与你的丈夫真诚",
    "annotation": [
      {
        "sentence": "基于以上细节的观察，我想给你几个建议。",
        "label": ""
      },
      {
        "sentence": "首先，建议你与你的丈夫真诚",
        "label": ""
      }
    ]
  }
]