[
  {
    "role": "client",
    "content": "老公希望我和婆婆和平相处，请问我该怎么做？老公他爸去世的早，婆婆把他带大不容易，他很孝顺妈妈说什么就什么，婚后我们家到处摆的都是婆婆安排的东西，八卦镜，泰山石，绣球，包括车里都挂的他妈妈弄得朱砂，花的摆放位置，他妈妈都要插手，给老公建议扔掉我买的画，毯子，全然不顾我的感受，名曰是为了我们好，环境风水学，老公说他妈是善意让我不要多想。她还给老公说我不是贤妻，让老公一辈子不能给朋友和老婆说实话，还说不要把老婆看的太重要，妈才是最重要的人。我真的气到手抖。老公却觉得不是什么大事云淡风轻的说没必要生气。我真的没必要生气吗？我告诉他：妈以后说我什么，就让说吧，你不用两头为难，我能承受。本意是体谅他不想他难过。没想到他第二天就担心他妈纯净水喝完了要去打水，买的水果也要给他妈分享。我的感受一点都没有被在乎，和他吵架，他说他最大的错误是不该让我听到他们母子的对话，还说为什么别人家都好好的，你就受不了这委屈？还让我以后多和他妈吃饭出去玩，我能做到吗？",
    "annotation": [
      {
        "sentence": "老公希望我和婆婆和平相处，请问我该怎么做？",
        "label": ""
      },
      {
        "sentence": "老公他爸去世的早，婆婆把他带大不容易，他很孝顺妈妈说什么就什么，婚后我们家到处摆的都是婆婆安排的东西，八卦镜，泰山石，绣球，包括车里都挂的他妈妈弄得朱砂，花的摆放位置，他妈妈都要插手，给老公建议扔掉我买的画，毯子，全然不顾我的感受，名曰是为了我们好，环境风水学，老公说他妈是善意让我不要多想。",
        "label": ""
      },
      {
        "sentence": "她还给老公说我不是贤妻，让老公一辈子不能给朋友和老婆说实话，还说不要把老婆看的太重要，妈才是最重要的人。",
        "label": ""
      },
      {
        "sentence": "我真的气到手抖。",
        "label": ""
      },
      {
        "sentence": "老公却觉得不是什么大事云淡风轻的说没必要生气。",
        "label": ""
      },
      {
        "sentence": "我真的没必要生气吗？",
        "label": ""
      },
      {
        "sentence": "我告诉他：妈以后说我什么，就让说吧，你不用两头为难，我能承受。",
        "label": ""
      },
      {
        "sentence": "本意是体谅他不想他难过。",
        "label": ""
      },
      {
        "sentence": "没想到他第二天就担心他妈纯净水喝完了要去打水，买的水果也要给他妈分享。",
        "label": ""
      },
      {
        "sentence": "我的感受一点都没有被在乎，和他吵架，他说他最大的错误是不该让我听到他们母子的对话，还说为什么别人家都好好的，你就受不了这委屈？",
        "label": ""
      },
      {
        "sentence": "还让我以后多和他妈吃饭出去玩，我能做到吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，听你讲述的情况，我可以理解你对于婚后关系的困惑和委屈。先来看看你提到的婆婆和你老公的关系。由于你老公父亲去世的早，婆婆一直扮演着养育他的重要角色，这使得你老公对于妈妈不仅孝顺，而且言听计从。婚后，你们家的摆设、装饰和生活安排都是婆婆安排的，包括画、摆设等等。婆婆一直想要插手你们的生活，还给你老公建议扔掉你买的画和毯子，对于你的感受完全不顾，婆婆称此为环境风水学。你老公并不认为这是大事，轻描淡写地说不值得生气，你却觉得他对你的感受不够重视。你告诉他，你可以承受婆婆说你的话，但他却第二天担心婆婆水喝完了要去打水，还要分享买来的水果。你的感受一点儿都没有得到关注。当你们吵架的时候，他说他最大的错误是让你听到他们母子的对话。他还质问为什么别人家都能好好相处，你就不能忍受这些委屈？并要求你以后多和他妈一起吃饭、出去玩。你觉得这些真的能做到吗？",
    "annotation": [
      {
        "sentence": "亲爱的，听你讲述的情况，我可以理解你对于婚后关系的困惑和委屈。",
        "label": ""
      },
      {
        "sentence": "先来看看你提到的婆婆和你老公的关系。",
        "label": ""
      },
      {
        "sentence": "由于你老公父亲去世的早，婆婆一直扮演着养育他的重要角色，这使得你老公对于妈妈不仅孝顺，而且言听计从。",
        "label": ""
      },
      {
        "sentence": "婚后，你们家的摆设、装饰和生活安排都是婆婆安排的，包括画、摆设等等。",
        "label": ""
      },
      {
        "sentence": "婆婆一直想要插手你们的生活，还给你老公建议扔掉你买的画和毯子，对于你的感受完全不顾，婆婆称此为环境风水学。",
        "label": ""
      },
      {
        "sentence": "你老公并不认为这是大事，轻描淡写地说不值得生气，你却觉得他对你的感受不够重视。",
        "label": ""
      },
      {
        "sentence": "你告诉他，你可以承受婆婆说你的话，但他却第二天担心婆婆水喝完了要去打水，还要分享买来的水果。",
        "label": ""
      },
      {
        "sentence": "你的感受一点儿都没有得到关注。",
        "label": ""
      },
      {
        "sentence": "当你们吵架的时候，他说他最大的错误是让你听到他们母子的对话。",
        "label": ""
      },
      {
        "sentence": "他还质问为什么别人家都能好好相处，你就不能忍受这些委屈？",
        "label": ""
      },
      {
        "sentence": "并要求你以后多和他妈一起吃饭、出去玩。",
        "label": ""
      },
      {
        "sentence": "你觉得这些真的能做到吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "婆婆真的影响了我们的夫妻关系，我感觉被冷落和忽视。我明白老公对婆婆的孝顺，但他也应该理解我的感受，尊重我作为他的妻子的立场。我试图与他沟通，但他总是轻描淡写地认为这并不是大问题。我希望我们之间能够有更好的沟通和理解，而不是委屈地妥协。我现在不知道该如何处理这个问题，尤其是面对他妈妈的时候，我感到束手无策。",
    "annotation": [
      {
        "sentence": "婆婆真的影响了我们的夫妻关系，我感觉被冷落和忽视。",
        "label": ""
      },
      {
        "sentence": "我明白老公对婆婆的孝顺，但他也应该理解我的感受，尊重我作为他的妻子的立场。",
        "label": ""
      },
      {
        "sentence": "我试图与他沟通，但他总是轻描淡写地认为这并不是大问题。",
        "label": ""
      },
      {
        "sentence": "我希望我们之间能够有更好的沟通和理解，而不是委屈地妥协。",
        "label": ""
      },
      {
        "sentence": "我现在不知道该如何处理这个问题，尤其是面对他妈妈的时候，我感到束手无策。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，你的感受和想法都很理解。的确，婆婆的存在对你们夫妻关系造成了影响，你感到被忽视和冷落。你希望你的老公能理解你的感受，并尊重你作为他妻子的立场。为了解决这个问题，良好的沟通和相互理解非常重要。试着与你的老公谈谈你的困惑和需求，告诉他你希望能够得到更多的关注和支持。让他知道你不仅仅是为了他的难过而妥协，你也有自己的感受和需求。还可以尝试提出一些解决方案，例如搬离婆婆的家，从而让你们有更多的独立空间和自主权。当然，这需要你老公的理解和支持，你可以和他一起探讨如何平衡好夫妻关系和婆婆关系。一定要坚持自己的权益和感受，亲爱的，你是同等重要的。",
    "annotation": [
      {
        "sentence": "亲爱的，你的感受和想法都很理解。",
        "label": ""
      },
      {
        "sentence": "的确，婆婆的存在对你们夫妻关系造成了影响，你感到被忽视和冷落。",
        "label": ""
      },
      {
        "sentence": "你希望你的老公能理解你的感受，并尊重你作为他妻子的立场。",
        "label": ""
      },
      {
        "sentence": "为了解决这个问题，良好的沟通和相互理解非常重要。",
        "label": ""
      },
      {
        "sentence": "试着与你的老公谈谈你的困惑和需求，告诉他你希望能够得到更多的关注和支持。",
        "label": ""
      },
      {
        "sentence": "让他知道你不仅仅是为了他的难过而妥协，你也有自己的感受和需求。",
        "label": ""
      },
      {
        "sentence": "还可以尝试提出一些解决方案，例如搬离婆婆的家，从而让你们有更多的独立空间和自主权。",
        "label": ""
      },
      {
        "sentence": "当然，这需要你老公的理解和支持，你可以和他一起探讨如何平衡好夫妻关系和婆婆关系。",
        "label": ""
      },
      {
        "sentence": "一定要坚持自己的权益和感受，亲爱的，你是同等重要的。",
        "label": ""
      }
    ]
  }
]