[
  {
    "role": "client",
    "content": "老公希望我和婆婆和平相处，请问我该怎么做？老公他爸去世的早，婆婆把他带大不容易，他很孝顺妈妈说什么就什么，婚后我们家到处摆的都是婆婆安排的东西，八卦镜，泰山石，绣球，包括车里都挂的他妈妈弄得朱砂，花的摆放位置，他妈妈都要插手，给老公建议扔掉我买的画，毯子，全然不顾我的感受，名曰是为了我们好，环境风水学，老公说他妈是善意让我不要多想。她还给老公说我不是贤妻，让老公一辈子不能给朋友和老婆说实话，还说不要把老婆看的太重要，妈才是最重要的人。我真的气到手抖。老公却觉得不是什么大事云淡风轻的说没必要生气。我真的没必要生气吗？我告诉他：妈以后说我什么，就让说吧，你不用两头为难，我能承受。本意是体谅他不想他难过。没想到他第二天就担心他妈纯净水喝完了要去打水，买的水果也要给他妈分享。我的感受一点都没有被在乎，和他吵架，他说他最大的错误是不该让我听到他们母子的对话，还说为什么别人家都好好的，你就受不了这委屈？还让我以后多和他妈吃饭出去玩，我能做到吗？",
    "annotation": [
      {
        "sentence": "老公希望我和婆婆和平相处，请问我该怎么做？",
        "label": ""
      },
      {
        "sentence": "老公他爸去世的早，婆婆把他带大不容易，他很孝顺妈妈说什么就什么，婚后我们家到处摆的都是婆婆安排的东西，八卦镜，泰山石，绣球，包括车里都挂的他妈妈弄得朱砂，花的摆放位置，他妈妈都要插手，给老公建议扔掉我买的画，毯子，全然不顾我的感受，名曰是为了我们好，环境风水学，老公说他妈是善意让我不要多想。",
        "label": ""
      },
      {
        "sentence": "她还给老公说我不是贤妻，让老公一辈子不能给朋友和老婆说实话，还说不要把老婆看的太重要，妈才是最重要的人。",
        "label": ""
      },
      {
        "sentence": "我真的气到手抖。",
        "label": ""
      },
      {
        "sentence": "老公却觉得不是什么大事云淡风轻的说没必要生气。",
        "label": ""
      },
      {
        "sentence": "我真的没必要生气吗？",
        "label": ""
      },
      {
        "sentence": "我告诉他：妈以后说我什么，就让说吧，你不用两头为难，我能承受。",
        "label": ""
      },
      {
        "sentence": "本意是体谅他不想他难过。",
        "label": ""
      },
      {
        "sentence": "没想到他第二天就担心他妈纯净水喝完了要去打水，买的水果也要给他妈分享。",
        "label": ""
      },
      {
        "sentence": "我的感受一点都没有被在乎，和他吵架，他说他最大的错误是不该让我听到他们母子的对话，还说为什么别人家都好好的，你就受不了这委屈？",
        "label": ""
      },
      {
        "sentence": "还让我以后多和他妈吃饭出去玩，我能做到吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你的婆婆与你的矛盾源自于权力斗争，这在中国特色的婆媳关系中很常见。作为高知且深爱你丈夫的妻子，你应该用心经营婚姻以及各种关系。早年丧夫后，你婆婆与儿子相依为命，他在你婆婆心中扮演了“丈夫”的角色，保护妈妈免受外界伤害，帮助妈妈解决一切让她不开心的事情。所以，他们的行为并不仅仅是针对你一个人。婆婆多年来一直以儿子为主，还没有适应将儿子从“老娘”的手中交给你这个“新娘”。他们长期形成的亲密无间的战友关系，要在短时间内改变他们对待其他人的方式，除非有新的战友加入。",
    "annotation": [
      {
        "sentence": "求助者，你的婆婆与你的矛盾源自于权力斗争，这在中国特色的婆媳关系中很常见。",
        "label": ""
      },
      {
        "sentence": "作为高知且深爱你丈夫的妻子，你应该用心经营婚姻以及各种关系。",
        "label": ""
      },
      {
        "sentence": "早年丧夫后，你婆婆与儿子相依为命，他在你婆婆心中扮演了“丈夫”的角色，保护妈妈免受外界伤害，帮助妈妈解决一切让她不开心的事情。",
        "label": ""
      },
      {
        "sentence": "所以，他们的行为并不仅仅是针对你一个人。",
        "label": ""
      },
      {
        "sentence": "婆婆多年来一直以儿子为主，还没有适应将儿子从“老娘”的手中交给你这个“新娘”。",
        "label": ""
      },
      {
        "sentence": "他们长期形成的亲密无间的战友关系，要在短时间内改变他们对待其他人的方式，除非有新的战友加入。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我应该如何应对这种关系呢？我想不去触碰我丈夫与婆婆的矛盾，但是该怎样才能让我丈夫感到我们是战友呢？",
    "annotation": [
      {
        "sentence": "我应该如何应对这种关系呢？",
        "label": ""
      },
      {
        "sentence": "我想不去触碰我丈夫与婆婆的矛盾，但是该怎样才能让我丈夫感到我们是战友呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，不要触碰你丈夫的内心雷区，\"绕着雷区走\"，让你丈夫不会把你当作是他妈妈的敌人，而是感受到你是他的战友。其次，你可以采取以下具体方法：",
    "annotation": [
      {
        "sentence": "首先，不要触碰你丈夫的内心雷区，\"绕着雷区走\"，让你丈夫不会把你当作是他妈妈的敌人，而是感受到你是他的战友。",
        "label": ""
      },
      {
        "sentence": "其次，你可以采取以下具体方法：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "请告诉我具体的方法吧。",
    "annotation": [
      {
        "sentence": "请告诉我具体的方法吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，提升一下你的认知，重新定位自己。你是一位高知、智慧、开放、包容的新时代女性，拥有更广阔的天空等你去飞翔。不要浪费你宝贵的青春年华在这些家庭琐事上，也不要过多计较一个暮年之人。你们的格局、使命和处理方式都是不同的。",
    "annotation": [
      {
        "sentence": "首先，提升一下你的认知，重新定位自己。",
        "label": ""
      },
      {
        "sentence": "你是一位高知、智慧、开放、包容的新时代女性，拥有更广阔的天空等你去飞翔。",
        "label": ""
      },
      {
        "sentence": "不要浪费你宝贵的青春年华在这些家庭琐事上，也不要过多计较一个暮年之人。",
        "label": ""
      },
      {
        "sentence": "你们的格局、使命和处理方式都是不同的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我应该如何处理行为方式呢？",
    "annotation": [
      {
        "sentence": "那我应该如何处理行为方式呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以将注意力转移到婆婆的优点上，投其所好，采取送礼物等方式来润滑关系。可以时机恰当地表现出你对婆婆的保护态度和行为。",
    "annotation": [
      {
        "sentence": "你可以将注意力转移到婆婆的优点上，投其所好，采取送礼物等方式来润滑关系。",
        "label": ""
      },
      {
        "sentence": "可以时机恰当地表现出你对婆婆的保护态度和行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来好像有些不太实际，你认为这样能够有效解决问题吗？",
    "annotation": [
      {
        "sentence": "听起来好像有些不太实际，你认为这样能够有效解决问题吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的担心，但是请耐心听完。我猜想你婚后的时间并不长，目前还没有生孩子，事业正在起步。你丈夫给你一种安全感，他对家庭有责任感。你们都经历了原生家庭的影响，一起建立了相处模式。这个磨合过程不会一帆风顺，需要经历事件、想办法改进。人生就是一场修行，这个过程会让你成长。所以，请加油，经历你应该经历的，成长你应该成长的，用心体验人生旅途中各种风景吧。",
    "annotation": [
      {
        "sentence": "我明白你的担心，但是请耐心听完。",
        "label": ""
      },
      {
        "sentence": "我猜想你婚后的时间并不长，目前还没有生孩子，事业正在起步。",
        "label": ""
      },
      {
        "sentence": "你丈夫给你一种安全感，他对家庭有责任感。",
        "label": ""
      },
      {
        "sentence": "你们都经历了原生家庭的影响，一起建立了相处模式。",
        "label": ""
      },
      {
        "sentence": "这个磨合过程不会一帆风顺，需要经历事件、想办法改进。",
        "label": ""
      },
      {
        "sentence": "人生就是一场修行，这个过程会让你成长。",
        "label": ""
      },
      {
        "sentence": "所以，请加油，经历你应该经历的，成长你应该成长的，用心体验人生旅途中各种风景吧。",
        "label": ""
      }
    ]
  }
]