[
  {
    "role": "client",
    "content": "明明知道不对，但总是拖延怎么办？最近离职在家，明明知道应该做什么，但总是不去，于是就拖延…就这样过去了半个月了。平常说起话来，一套一套的，但是说过之后，我又不去做，或者说我很想去，但不是被别的吸引就是发呆了没想法…就不记得要干嘛了，然后晚上就开始懊悔…睡不着做噩梦…早上又醒不过来。昨天翻看随笔，两年前我自己就发现了这个问题，但现在还是那样……我就会特别嫌弃自己，然后就有点下意识避开学习…看到学习群很多信息什么都咯噔一下…有点害怕……也影响我社交了，不愿意跟别人沟通认识，觉得自己一事无成……一点也不自信…有点痛苦。",
    "annotation": [
      {
        "sentence": "明明知道不对，但总是拖延怎么办？",
        "label": ""
      },
      {
        "sentence": "最近离职在家，明明知道应该做什么，但总是不去，于是就拖延…就这样过去了半个月了。",
        "label": ""
      },
      {
        "sentence": "平常说起话来，一套一套的，但是说过之后，我又不去做，或者说我很想去，但不是被别的吸引就是发呆了没想法…就不记得要干嘛了，然后晚上就开始懊悔…睡不着做噩梦…早上又醒不过来。",
        "label": ""
      },
      {
        "sentence": "昨天翻看随笔，两年前我自己就发现了这个问题，但现在还是那样……我就会特别嫌弃自己，然后就有点下意识避开学习…看到学习群很多信息什么都咯噔一下…有点害怕……也影响我社交了，不愿意跟别人沟通认识，觉得自己一事无成……一点也不自信…有点痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你明明知道不对却总是拖延的感受，这种矛盾的状态很常见。能够有意识地提出来讨论说明你真的想要突破它，我对你感到开心。两年前你就有这样的情况，可不知道这两年你是如何走出这个纠结的困境的？能否告诉我一下你的工作情况？是你自己选择的还是家人的要求？当你思考这些问题的时候，你可能会有些体会：在你内心深处肯定有一些被压抑的目标，最近它渐渐想要出来；可是你平时的自己总是懈怠惯了，总是有一些事情缠着你，让你无法给内心的目标机会，所以你就找各种理由不学习不行动。但那才是你真正想要的，要马上采取行动吧，那才是真正的你！",
    "annotation": [
      {
        "sentence": "明白你明明知道不对却总是拖延的感受，这种矛盾的状态很常见。",
        "label": ""
      },
      {
        "sentence": "能够有意识地提出来讨论说明你真的想要突破它，我对你感到开心。",
        "label": ""
      },
      {
        "sentence": "两年前你就有这样的情况，可不知道这两年你是如何走出这个纠结的困境的？",
        "label": ""
      },
      {
        "sentence": "能否告诉我一下你的工作情况？",
        "label": ""
      },
      {
        "sentence": "是你自己选择的还是家人的要求？",
        "label": ""
      },
      {
        "sentence": "当你思考这些问题的时候，你可能会有些体会：在你内心深处肯定有一些被压抑的目标，最近它渐渐想要出来；可是你平时的自己总是懈怠惯了，总是有一些事情缠着你，让你无法给内心的目标机会，所以你就找各种理由不学习不行动。",
        "label": ""
      },
      {
        "sentence": "但那才是你真正想要的，要马上采取行动吧，那才是真正的你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。这两年我并没有真正走出这个困境，只是时好时坏。我以前的工作是选自己的，但因为一些压力和不满意，所以才决定离职的。我想过重新开始，找一份能够激励我并让我有成就感的工作，但却总是没有行动起来。你说得对，我确实有一些被压抑的目标，但是我不知道如何开始去实现它们。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "这两年我并没有真正走出这个困境，只是时好时坏。",
        "label": ""
      },
      {
        "sentence": "我以前的工作是选自己的，但因为一些压力和不满意，所以才决定离职的。",
        "label": ""
      },
      {
        "sentence": "我想过重新开始，找一份能够激励我并让我有成就感的工作，但却总是没有行动起来。",
        "label": ""
      },
      {
        "sentence": "你说得对，我确实有一些被压抑的目标，但是我不知道如何开始去实现它们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系，每个人都有时好时坏的时候。你已经迈出了第一步，与我分享了你的困境，这是一个好的开始。离职是为了追求更好的工作，这是一个积极的决定。你渴望找到能激励你并让你有成就感的工作是很正常的，也很重要。不过，行动起来可能是一个挑战。我建议你先思考一下自己的目标是什么，然后制定一些小的、可行的步骤来逐步实现它们。你可以先从了解自己的兴趣和能力出发，找到与之匹配的职业方向，并制定一个找工作的计划。",
    "annotation": [
      {
        "sentence": "没关系，每个人都有时好时坏的时候。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，与我分享了你的困境，这是一个好的开始。",
        "label": ""
      },
      {
        "sentence": "离职是为了追求更好的工作，这是一个积极的决定。",
        "label": ""
      },
      {
        "sentence": "你渴望找到能激励你并让你有成就感的工作是很正常的，也很重要。",
        "label": ""
      },
      {
        "sentence": "不过，行动起来可能是一个挑战。",
        "label": ""
      },
      {
        "sentence": "我建议你先思考一下自己的目标是什么，然后制定一些小的、可行的步骤来逐步实现它们。",
        "label": ""
      },
      {
        "sentence": "你可以先从了解自己的兴趣和能力出发，找到与之匹配的职业方向，并制定一个找工作的计划。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要开始重新审视自己的兴趣和能力，然后找到与之匹配的职业方向。但是，我一直觉得自己不够努力，总是容易分心和拖延，这给我带来了很大的困扰。我很害怕再次失败，这让我缺乏动力去行动。",
    "annotation": [
      {
        "sentence": "我明白了，我需要开始重新审视自己的兴趣和能力，然后找到与之匹配的职业方向。",
        "label": ""
      },
      {
        "sentence": "但是，我一直觉得自己不够努力，总是容易分心和拖延，这给我带来了很大的困扰。",
        "label": ""
      },
      {
        "sentence": "我很害怕再次失败，这让我缺乏动力去行动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你对自己不够努力和容易分心拖延的担忧。但是，我们都是有缺点的人，没有人是完美的。重要的是认识到这些问题，并慢慢地改变自己的行为和思维。失败是成长的一部分，不要害怕它。试着放下对完美的追求，而是专注于你的进步和努力。每天给自己一些小的目标，并鼓励自己去完成它们。对自己保持积极的态度，相信自己能够实现自己的目标。",
    "annotation": [
      {
        "sentence": "理解你对自己不够努力和容易分心拖延的担忧。",
        "label": ""
      },
      {
        "sentence": "但是，我们都是有缺点的人，没有人是完美的。",
        "label": ""
      },
      {
        "sentence": "重要的是认识到这些问题，并慢慢地改变自己的行为和思维。",
        "label": ""
      },
      {
        "sentence": "失败是成长的一部分，不要害怕它。",
        "label": ""
      },
      {
        "sentence": "试着放下对完美的追求，而是专注于你的进步和努力。",
        "label": ""
      },
      {
        "sentence": "每天给自己一些小的目标，并鼓励自己去完成它们。",
        "label": ""
      },
      {
        "sentence": "对自己保持积极的态度，相信自己能够实现自己的目标。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我需要接受自己的不完美，并开始关注自己的进步和努力。我会尝试给自己一些小目标，并保持积极的态度。但是，有时候我还是会感到一些困惑和失落，觉得这些问题一直困扰着我，我不知道怎么才能真正解决它们。",
    "annotation": [
      {
        "sentence": "你说得对，我需要接受自己的不完美，并开始关注自己的进步和努力。",
        "label": ""
      },
      {
        "sentence": "我会尝试给自己一些小目标，并保持积极的态度。",
        "label": ""
      },
      {
        "sentence": "但是，有时候我还是会感到一些困惑和失落，觉得这些问题一直困扰着我，我不知道怎么才能真正解决它们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你感到困惑和失落的情绪，这是正常的。有时候问题并不容易解决，但是我们可以一步步来，不要给自己太大压力。你已经开始关注和探索自己的问题了，这很重要。如果你觉得自己承担不了，不妨考虑寻求专业的帮助，比如咨询师或心理学家，他们可以给你提供更深入的支持和指导。同时，你也可以尝试和身边的亲朋好友分享你的困境，他们可能会给你一些有价值的建议和观点。",
    "annotation": [
      {
        "sentence": "理解你感到困惑和失落的情绪，这是正常的。",
        "label": ""
      },
      {
        "sentence": "有时候问题并不容易解决，但是我们可以一步步来，不要给自己太大压力。",
        "label": ""
      },
      {
        "sentence": "你已经开始关注和探索自己的问题了，这很重要。",
        "label": ""
      },
      {
        "sentence": "如果你觉得自己承担不了，不妨考虑寻求专业的帮助，比如咨询师或心理学家，他们可以给你提供更深入的支持和指导。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试和身边的亲朋好友分享你的困境，他们可能会给你一些有价值的建议和观点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会尽量放下压力，一步一步地解决自己的问题。如果需要的话，我会考虑寻求专业的帮助。同时，我也会和朋友们分享我的困境，听取他们的建议和观点。谢谢你的支持和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会尽量放下压力，一步一步地解决自己的问题。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，我会考虑寻求专业的帮助。",
        "label": ""
      },
      {
        "sentence": "同时，我也会和朋友们分享我的困境，听取他们的建议和观点。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直支持你的。记住，你不是一个人在战斗，你有很多人能够帮助和支持你。即使遇到挫折和困难，也不要放弃，保持积极的态度和对自己的信心。相信自己，你一定能够克服困境，实现自己的目标。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，你有很多人能够帮助和支持你。",
        "label": ""
      },
      {
        "sentence": "即使遇到挫折和困难，也不要放弃，保持积极的态度和对自己的信心。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够克服困境，实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]