[
  {
    "role": "client",
    "content": "我有个问题想请教你。我是一个28岁的女生，最近我总是想粘着我男朋友，不知道为什么。我们已经恋爱了一年半多了，但每次我给男朋友发微信他都要隔两三个小时才回我，这让我感到非常不安。如果他大半天都不回我，我就会开始变得非常焦虑，甚至有些失控。每次看了一些分手的抖音视频之后，我就会突然感到很难过和不安，担心我的男朋友会不要我了。虽然我知道他还没有准备好结婚，但我还是希望能早点和他结婚。每次我逼他结婚的时候，他总是说我家庭经济不好，还有家里的负担太重之类的话。但是，他从来没有对我说过他到底有没有想要和我结婚的打算。最近，男朋友突然变得很冷淡，这让我更加害怕我们会分手，我总是想着去他的单位找他。",
    "annotation": [
      {
        "sentence": "我有个问题想请教你。",
        "label": ""
      },
      {
        "sentence": "我是一个28岁的女生，最近我总是想粘着我男朋友，不知道为什么。",
        "label": ""
      },
      {
        "sentence": "我们已经恋爱了一年半多了，但每次我给男朋友发微信他都要隔两三个小时才回我，这让我感到非常不安。",
        "label": ""
      },
      {
        "sentence": "如果他大半天都不回我，我就会开始变得非常焦虑，甚至有些失控。",
        "label": ""
      },
      {
        "sentence": "每次看了一些分手的抖音视频之后，我就会突然感到很难过和不安，担心我的男朋友会不要我了。",
        "label": ""
      },
      {
        "sentence": "虽然我知道他还没有准备好结婚，但我还是希望能早点和他结婚。",
        "label": ""
      },
      {
        "sentence": "每次我逼他结婚的时候，他总是说我家庭经济不好，还有家里的负担太重之类的话。",
        "label": ""
      },
      {
        "sentence": "但是，他从来没有对我说过他到底有没有想要和我结婚的打算。",
        "label": ""
      },
      {
        "sentence": "最近，男朋友突然变得很冷淡，这让我更加害怕我们会分手，我总是想着去他的单位找他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢你选择和我探讨这个问题。我很认真地阅读了你的叙述，也能感受到你内心的惶恐不安。从你的描述来看，你觉得自己已经到了28岁的年龄，谈了一个来自农村且经济条件不是很好的男朋友。关键的是，你的男朋友还没有做好结婚的准备，这导致你感到非常着急和害怕。但是，我建议你可以静下来思考一下自己平时的生活习惯。比如，不管是上街、旅游还是购物，你是不是总想要有人陪伴，否则一个人就不想去，去哪里也拿不定主意。在家里，你也是个很孝顺的人，大事小事都听父母的。从你这种粘人的表现来看，你非常渴望找到一个可以依靠的人。可能我们从小到大都受到了很多挫折，所以导致我们内心对自己的认可程度不高，总感觉孤立无助。所以，在寻找男朋友的问题上，你的出发点并不是想找一个可以和你分享快乐的人，而是想找一个可以保护你的人。动机不同，心态也就不同。我觉得你可能对自己的自我认知有些不足，这让你更加缺乏自信心，在寻找伴侣的过程中也没有太大的信心。这种低自我价值感导致你对自己产生了厌弃之情。当然，想要过上美好的生活，首先你自己必须是美好的，只有这样，你才能吸引到和你频率一致的人，并与之相互吸引。选你所爱，爱你所选。",
    "annotation": [
      {
        "sentence": "非常感谢你选择和我探讨这个问题。",
        "label": ""
      },
      {
        "sentence": "我很认真地阅读了你的叙述，也能感受到你内心的惶恐不安。",
        "label": ""
      },
      {
        "sentence": "从你的描述来看，你觉得自己已经到了28岁的年龄，谈了一个来自农村且经济条件不是很好的男朋友。",
        "label": ""
      },
      {
        "sentence": "关键的是，你的男朋友还没有做好结婚的准备，这导致你感到非常着急和害怕。",
        "label": ""
      },
      {
        "sentence": "但是，我建议你可以静下来思考一下自己平时的生活习惯。",
        "label": ""
      },
      {
        "sentence": "比如，不管是上街、旅游还是购物，你是不是总想要有人陪伴，否则一个人就不想去，去哪里也拿不定主意。",
        "label": ""
      },
      {
        "sentence": "在家里，你也是个很孝顺的人，大事小事都听父母的。",
        "label": ""
      },
      {
        "sentence": "从你这种粘人的表现来看，你非常渴望找到一个可以依靠的人。",
        "label": ""
      },
      {
        "sentence": "可能我们从小到大都受到了很多挫折，所以导致我们内心对自己的认可程度不高，总感觉孤立无助。",
        "label": ""
      },
      {
        "sentence": "所以，在寻找男朋友的问题上，你的出发点并不是想找一个可以和你分享快乐的人，而是想找一个可以保护你的人。",
        "label": ""
      },
      {
        "sentence": "动机不同，心态也就不同。",
        "label": ""
      },
      {
        "sentence": "我觉得你可能对自己的自我认知有些不足，这让你更加缺乏自信心，在寻找伴侣的过程中也没有太大的信心。",
        "label": ""
      },
      {
        "sentence": "这种低自我价值感导致你对自己产生了厌弃之情。",
        "label": ""
      },
      {
        "sentence": "当然，想要过上美好的生活，首先你自己必须是美好的，只有这样，你才能吸引到和你频率一致的人，并与之相互吸引。",
        "label": ""
      },
      {
        "sentence": "选你所爱，爱你所选。",
        "label": ""
      }
    ]
  }
]