[
  {
    "role": "client",
    "content": "我怎样才能够逼着自己隐藏情绪呢？因为疫情等原因，家人一直在家里催促我减肥。我现在体重117公斤，明天早上妈妈给我准备的早餐只有半片面包、一大碗蔬菜和一个鸡蛋，有时候还会有蔬菜。中午只能吃一根香蕉，下午4点半吃晚饭，一般就是一碗很少的米饭和当天的菜品。肉类我会自己分别放一份。我已经坚持这样一个月了，老实说，我的身体很抗拒这种饮食，但我还是尽力执行了。但是前天早上发生了矛盾，妈妈只给了我半个鸡蛋饼，我撒娇地想要另一半，但是爸爸表示鸡蛋饼已经做了两个半，妈妈就…",
    "annotation": [
      {
        "sentence": "我怎样才能够逼着自己隐藏情绪呢？",
        "label": ""
      },
      {
        "sentence": "因为疫情等原因，家人一直在家里催促我减肥。",
        "label": ""
      },
      {
        "sentence": "我现在体重117公斤，明天早上妈妈给我准备的早餐只有半片面包、一大碗蔬菜和一个鸡蛋，有时候还会有蔬菜。",
        "label": ""
      },
      {
        "sentence": "中午只能吃一根香蕉，下午4点半吃晚饭，一般就是一碗很少的米饭和当天的菜品。",
        "label": ""
      },
      {
        "sentence": "肉类我会自己分别放一份。",
        "label": ""
      },
      {
        "sentence": "我已经坚持这样一个月了，老实说，我的身体很抗拒这种饮食，但我还是尽力执行了。",
        "label": ""
      },
      {
        "sentence": "但是前天早上发生了矛盾，妈妈只给了我半个鸡蛋饼，我撒娇地想要另一半，但是爸爸表示鸡蛋饼已经做了两个半，妈妈就…",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然你妈妈的行为看似有些过激，但作为一位母亲，我能理解她的心情。即使对于像我这样平日里十分理智的人来说，如果没有经过长时间的学习和自我调整，我也可能会像你妈妈一样做出类似的事情。不知道你妈妈背后的心理是否和我相似，我给你分享下我对自己的反思经历：哪些行为会让我特别“愤怒”呢？通常是因为这些行为对她们的身体健康有长期不良影响，而她们却对此置若罔闻。比如，牙齿质量本就不好，恒牙刚长出来第二年就开始出现龋齿，我每天检查她刷牙的情况，但她总觉得嫌烦。这个问题从她换乳牙的阶段就开始了，乳牙糟糕得不得了，不管是她自己刷还是我帮她刷，都遇到各种不愿配合。我就会想，这牙是我长的吗？我疼么？为什么要费这么大力气来搞定？我做母亲就一定要操心吗？但同时，我也明白母亲的责任在于照顾孩子，她们还没有足够的预测能力和自我控制力，所以我并不会放任不管。但是这时我会感到烦躁，毕竟我是帮助她们的，但她们却一直肆意拖延、推托，我感到很累。无法发泄，不能攻击孩子，只能攻击我自己。而你妈妈的情况则是在攻击孩子之后，仍然没有找到发泄口，继续攻击自己。当然，说不管这些问题也是一种解决方法，但对于负责任的父母来说，看着孩子陷入痛苦是无法忍受的。你的妈妈能眼睁睁看着你的身体变得更胖吗？这些都是对健康有严重影响的问题，不管了又怎么行呢？我先生虽然在外地工作，但每次沟通时都劝我要开导点，等他回来再面对实际情况，但我依然无法控制自己的脾气。这问题应该怎么解决呢？其实，解决起来并不难。只要和妈妈好好沟通，告诉她你知道这件事很重要，也很希望能够解决，只是有时候管不住自己而已，但你会努力坚持下去。这样做，妈妈就不会那么焦虑了，至少大家都在一个方向上努力。以你的年纪来说，做到这也并不难。也许有人会说，为什么孩子要体谅父母，为什么不是父母体谅孩子？但对于孩子的问题，我一点也不觉得“谁焦虑谁调整”能算作是个解决办法。孩子因为“无知”才会“无畏”，比如我家的孩子，我调整了自己，她的牙齿就不会坏了吗？如果你真的想自己去解决自己的问题，不希望妈妈干涉，那也很简单，独立解决自己的问题，比如不让妈妈准备食物，自己来解决。相信我，只要不需要让妈妈参与，她的焦虑也不太容易被触发。在你的措词中，比如“再想要就没有了”，比如“还是执行了”，比如“我撒娇，想要另一半”，这些话听得我真的是很难受。减肥是你自己的事情，为什么要通过妈妈的努力来控制呢？如果你确实觉得不需要减肥，那么就好好地和妈妈沟通清楚，告诉她你不想减肥，并且愿意承担各种疾病和高风险的后果，希望妈妈不要干涉你的选择。如果我家的孩子已经成年了，她能够明确表示自己愿意承担责任而不需要我操心，我也会很乐意放手的。",
    "annotation": [
      {
        "sentence": "虽然你妈妈的行为看似有些过激，但作为一位母亲，我能理解她的心情。",
        "label": ""
      },
      {
        "sentence": "即使对于像我这样平日里十分理智的人来说，如果没有经过长时间的学习和自我调整，我也可能会像你妈妈一样做出类似的事情。",
        "label": ""
      },
      {
        "sentence": "不知道你妈妈背后的心理是否和我相似，我给你分享下我对自己的反思经历：哪些行为会让我特别“愤怒”呢？",
        "label": ""
      },
      {
        "sentence": "通常是因为这些行为对她们的身体健康有长期不良影响，而她们却对此置若罔闻。",
        "label": ""
      },
      {
        "sentence": "比如，牙齿质量本就不好，恒牙刚长出来第二年就开始出现龋齿，我每天检查她刷牙的情况，但她总觉得嫌烦。",
        "label": ""
      },
      {
        "sentence": "这个问题从她换乳牙的阶段就开始了，乳牙糟糕得不得了，不管是她自己刷还是我帮她刷，都遇到各种不愿配合。",
        "label": ""
      },
      {
        "sentence": "我就会想，这牙是我长的吗？",
        "label": ""
      },
      {
        "sentence": "我疼么？",
        "label": ""
      },
      {
        "sentence": "为什么要费这么大力气来搞定？",
        "label": ""
      },
      {
        "sentence": "我做母亲就一定要操心吗？",
        "label": ""
      },
      {
        "sentence": "但同时，我也明白母亲的责任在于照顾孩子，她们还没有足够的预测能力和自我控制力，所以我并不会放任不管。",
        "label": ""
      },
      {
        "sentence": "但是这时我会感到烦躁，毕竟我是帮助她们的，但她们却一直肆意拖延、推托，我感到很累。",
        "label": ""
      },
      {
        "sentence": "无法发泄，不能攻击孩子，只能攻击我自己。",
        "label": ""
      },
      {
        "sentence": "而你妈妈的情况则是在攻击孩子之后，仍然没有找到发泄口，继续攻击自己。",
        "label": ""
      },
      {
        "sentence": "当然，说不管这些问题也是一种解决方法，但对于负责任的父母来说，看着孩子陷入痛苦是无法忍受的。",
        "label": ""
      },
      {
        "sentence": "你的妈妈能眼睁睁看着你的身体变得更胖吗？",
        "label": ""
      },
      {
        "sentence": "这些都是对健康有严重影响的问题，不管了又怎么行呢？",
        "label": ""
      },
      {
        "sentence": "我先生虽然在外地工作，但每次沟通时都劝我要开导点，等他回来再面对实际情况，但我依然无法控制自己的脾气。",
        "label": ""
      },
      {
        "sentence": "这问题应该怎么解决呢？",
        "label": ""
      },
      {
        "sentence": "其实，解决起来并不难。",
        "label": ""
      },
      {
        "sentence": "只要和妈妈好好沟通，告诉她你知道这件事很重要，也很希望能够解决，只是有时候管不住自己而已，但你会努力坚持下去。",
        "label": ""
      },
      {
        "sentence": "这样做，妈妈就不会那么焦虑了，至少大家都在一个方向上努力。",
        "label": ""
      },
      {
        "sentence": "以你的年纪来说，做到这也并不难。",
        "label": ""
      },
      {
        "sentence": "也许有人会说，为什么孩子要体谅父母，为什么不是父母体谅孩子？",
        "label": ""
      },
      {
        "sentence": "但对于孩子的问题，我一点也不觉得“谁焦虑谁调整”能算作是个解决办法。",
        "label": ""
      },
      {
        "sentence": "孩子因为“无知”才会“无畏”，比如我家的孩子，我调整了自己，她的牙齿就不会坏了吗？",
        "label": ""
      },
      {
        "sentence": "如果你真的想自己去解决自己的问题，不希望妈妈干涉，那也很简单，独立解决自己的问题，比如不让妈妈准备食物，自己来解决。",
        "label": ""
      },
      {
        "sentence": "相信我，只要不需要让妈妈参与，她的焦虑也不太容易被触发。",
        "label": ""
      },
      {
        "sentence": "在你的措词中，比如“再想要就没有了”，比如“还是执行了”，比如“我撒娇，想要另一半”，这些话听得我真的是很难受。",
        "label": ""
      },
      {
        "sentence": "减肥是你自己的事情，为什么要通过妈妈的努力来控制呢？",
        "label": ""
      },
      {
        "sentence": "如果你确实觉得不需要减肥，那么就好好地和妈妈沟通清楚，告诉她你不想减肥，并且愿意承担各种疾病和高风险的后果，希望妈妈不要干涉你的选择。",
        "label": ""
      },
      {
        "sentence": "如果我家的孩子已经成年了，她能够明确表示自己愿意承担责任而不需要我操心，我也会很乐意放手的。",
        "label": ""
      }
    ]
  }
]