[
  {
    "role": "client",
    "content": "男朋友在我面前夸别的女孩子乖，我不开心是不是太作？本人高二党，和对象在一起五个月，他在我面前夸一个女孩子乖（那个女孩子不在场），说那个女孩子从来不和男孩子说话，让我向她学习。但是我是班委，需要管理班级，还需要收作业肯定做不到不和异性说话。再加上我有一两个玩得好的异性，偶尔说几句话（我对象都在场的情况下）从不暧昧，这样过分吗？有男朋友还可以偶尔和异性说几句话吗？我是不是太过分了？还有就是男朋友在我面前夸别的女孩子我感到不开心是不是我太作了，恳请大家告知，谢谢",
    "annotation": [
      {
        "sentence": "男朋友在我面前夸别的女孩子乖，我不开心是不是太作？",
        "label": ""
      },
      {
        "sentence": "本人高二党，和对象在一起五个月，他在我面前夸一个女孩子乖（那个女孩子不在场），说那个女孩子从来不和男孩子说话，让我向她学习。",
        "label": ""
      },
      {
        "sentence": "但是我是班委，需要管理班级，还需要收作业肯定做不到不和异性说话。",
        "label": ""
      },
      {
        "sentence": "再加上我有一两个玩得好的异性，偶尔说几句话（我对象都在场的情况下）从不暧昧，这样过分吗？",
        "label": ""
      },
      {
        "sentence": "有男朋友还可以偶尔和异性说几句话吗？",
        "label": ""
      },
      {
        "sentence": "我是不是太过分了？",
        "label": ""
      },
      {
        "sentence": "还有就是男朋友在我面前夸别的女孩子我感到不开心是不是我太作了，恳请大家告知，谢谢",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "他在我面前夸一个女孩子乖（那个女孩子不在场），说那个女孩子从来不和男孩子说话，让我向她学习。他通过这个方式告诉你，他需要一个不跟他以外的其他男生说话的女友。那么你认可这个观点吗？你男友通过跟你建立关系，从而关系为由，让你屏蔽你的男性朋友；这样的要求你可以接受吗？你的问题是建立在你能接受以上两点，我们才有讨论下去的意义。如果以上两点，你觉得不能接受，那么这个问题就不成立。",
    "annotation": [
      {
        "sentence": "他在我面前夸一个女孩子乖（那个女孩子不在场），说那个女孩子从来不和男孩子说话，让我向她学习。",
        "label": ""
      },
      {
        "sentence": "他通过这个方式告诉你，他需要一个不跟他以外的其他男生说话的女友。",
        "label": ""
      },
      {
        "sentence": "那么你认可这个观点吗？",
        "label": ""
      },
      {
        "sentence": "你男友通过跟你建立关系，从而关系为由，让你屏蔽你的男性朋友；这样的要求你可以接受吗？",
        "label": ""
      },
      {
        "sentence": "你的问题是建立在你能接受以上两点，我们才有讨论下去的意义。",
        "label": ""
      },
      {
        "sentence": "如果以上两点，你觉得不能接受，那么这个问题就不成立。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我对他的要求感到很矛盾，我不想失去自己的朋友，但又不想让他不开心。我觉得我并没有做错什么，为什么要接受他的要求呢？",
    "annotation": [
      {
        "sentence": "我对他的要求感到很矛盾，我不想失去自己的朋友，但又不想让他不开心。",
        "label": ""
      },
      {
        "sentence": "我觉得我并没有做错什么，为什么要接受他的要求呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你还做了一个假设，他可以提出一些交往的条件，但你觉得不合理时候，你是有权利可以拒绝的。而从你的描述来看，你对他提出的条件是无异议的，同时也同意执行？所以你有再加上我有一两个玩得好的异性，偶尔说几句话（我对象都在场的情况下）从不暧昧，这样过分吗？有男朋友还可以偶尔和异性说几句话吗？我是不是太过分了？这样的想法。我个人观点：他提出的条件本身就很荒唐，他希望你不要跟男生说话，那么他能做到同等不跟女生说话吗？从生活的角度来说，这几乎是不可能完成的任务。既然不可能完成，那么就是提出条件人的思维认知有问题对吗？因为他在脱离现实，去制定一个不可能做到的事情。而你居然无条件地认同他的观念！为什么？他的观点你认为合理吗？你能论证它的合理性吗？如果不合理，你为什么要执行呢？",
    "annotation": [
      {
        "sentence": "你还做了一个假设，他可以提出一些交往的条件，但你觉得不合理时候，你是有权利可以拒绝的。",
        "label": ""
      },
      {
        "sentence": "而从你的描述来看，你对他提出的条件是无异议的，同时也同意执行？",
        "label": ""
      },
      {
        "sentence": "所以你有再加上我有一两个玩得好的异性，偶尔说几句话（我对象都在场的情况下）从不暧昧，这样过分吗？",
        "label": ""
      },
      {
        "sentence": "有男朋友还可以偶尔和异性说几句话吗？",
        "label": ""
      },
      {
        "sentence": "我是不是太过分了？",
        "label": ""
      },
      {
        "sentence": "这样的想法。",
        "label": ""
      },
      {
        "sentence": "我个人观点：他提出的条件本身就很荒唐，他希望你不要跟男生说话，那么他能做到同等不跟女生说话吗？",
        "label": ""
      },
      {
        "sentence": "从生活的角度来说，这几乎是不可能完成的任务。",
        "label": ""
      },
      {
        "sentence": "既然不可能完成，那么就是提出条件人的思维认知有问题对吗？",
        "label": ""
      },
      {
        "sentence": "因为他在脱离现实，去制定一个不可能做到的事情。",
        "label": ""
      },
      {
        "sentence": "而你居然无条件地认同他的观念！",
        "label": ""
      },
      {
        "sentence": "为什么？",
        "label": ""
      },
      {
        "sentence": "他的观点你认为合理吗？",
        "label": ""
      },
      {
        "sentence": "你能论证它的合理性吗？",
        "label": ""
      },
      {
        "sentence": "如果不合理，你为什么要执行呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我听了你的分析，觉得他的要求确实有些不合理。我并没有做错什么，为什么要为了他而放弃我的朋友呢？他是不是对我要求太过分了？",
    "annotation": [
      {
        "sentence": "我听了你的分析，觉得他的要求确实有些不合理。",
        "label": ""
      },
      {
        "sentence": "我并没有做错什么，为什么要为了他而放弃我的朋友呢？",
        "label": ""
      },
      {
        "sentence": "他是不是对我要求太过分了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说的很对，他的要求确实有些过分。每个人都有自己的朋友圈和交际圈，不应该因为对方的要求而放弃自己的朋友。你在这方面没有做错，你应该为自己的选择感到自豪。他对你的要求确实太过分了，你有权利拒绝他的要求，坚持保护自己的交友自由。如果他不能接受你与异性朋友的正常交流，那么也许你们的价值观存在较大的差异，需要好好思考这段感情是否合适。",
    "annotation": [
      {
        "sentence": "你说的很对，他的要求确实有些过分。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的朋友圈和交际圈，不应该因为对方的要求而放弃自己的朋友。",
        "label": ""
      },
      {
        "sentence": "你在这方面没有做错，你应该为自己的选择感到自豪。",
        "label": ""
      },
      {
        "sentence": "他对你的要求确实太过分了，你有权利拒绝他的要求，坚持保护自己的交友自由。",
        "label": ""
      },
      {
        "sentence": "如果他不能接受你与异性朋友的正常交流，那么也许你们的价值观存在较大的差异，需要好好思考这段感情是否合适。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我开始觉得自己很过分，但现在我明白了。我会好好考虑我们之间的关系，不会轻易放弃自己的朋友和交际圈。再次感谢你的支持和理解！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我开始觉得自己很过分，但现在我明白了。",
        "label": ""
      },
      {
        "sentence": "我会好好考虑我们之间的关系，不会轻易放弃自己的朋友和交际圈。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和理解！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，能够帮到你我感到很高兴！人生中最重要的是要保护好自己的底线和自由，不要为了别人的要求而舍弃自己的原则。希望你能做出对自己最好的决策，无论怎样，都要相信自己的选择！如果你还有其他方面需要帮助，随时来找我聊聊吧！",
    "annotation": [
      {
        "sentence": "不客气，能够帮到你我感到很高兴！",
        "label": ""
      },
      {
        "sentence": "人生中最重要的是要保护好自己的底线和自由，不要为了别人的要求而舍弃自己的原则。",
        "label": ""
      },
      {
        "sentence": "希望你能做出对自己最好的决策，无论怎样，都要相信自己的选择！",
        "label": ""
      },
      {
        "sentence": "如果你还有其他方面需要帮助，随时来找我聊聊吧！",
        "label": ""
      }
    ]
  }
]