[
  {
    "role": "client",
    "content": "我觉得越发讨厌我爸，该怎么调节自己？会提到我爸，我后妈(阿姨)，同父母的哥。我哥大我十来岁，从小就赌博吸毒现在把自己吸出精神病一直在家。这是背景。",
    "annotation": [
      {
        "sentence": "我觉得越发讨厌我爸，该怎么调节自己？",
        "label": ""
      },
      {
        "sentence": "会提到我爸，我后妈(阿姨)，同父母的哥。",
        "label": ""
      },
      {
        "sentence": "我哥大我十来岁，从小就赌博吸毒现在把自己吸出精神病一直在家。",
        "label": ""
      },
      {
        "sentence": "这是背景。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "虽然你用了“讨厌”二字，但我看到的是，爸爸没有充分地看见和回应你，你想要得到爸爸的欣赏和关爱。这是天下子女对父母之爱的正常情感需求，你不用感觉困惑。以下，根据你的描述，作一些具体的分析：",
    "annotation": [
      {
        "sentence": "虽然你用了“讨厌”二字，但我看到的是，爸爸没有充分地看见和回应你，你想要得到爸爸的欣赏和关爱。",
        "label": ""
      },
      {
        "sentence": "这是天下子女对父母之爱的正常情感需求，你不用感觉困惑。",
        "label": ""
      },
      {
        "sentence": "以下，根据你的描述，作一些具体的分析：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直希望能获得爸爸的关注和认可，但他似乎只关心我哥哥的问题。",
    "annotation": [
      {
        "sentence": "是的，我一直希望能获得爸爸的关注和认可，但他似乎只关心我哥哥的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一个重组家庭，不知道你的亲生母亲是什么原因离开了你们，但亲生母亲的离开，肯定给你们的原生家庭，包括你爸，你哥和你，带来了很大的心理冲击。你哥赌博吸毒，精神异常，可能跟这件事不无关系。",
    "annotation": [
      {
        "sentence": "这是一个重组家庭，不知道你的亲生母亲是什么原因离开了你们，但亲生母亲的离开，肯定给你们的原生家庭，包括你爸，你哥和你，带来了很大的心理冲击。",
        "label": ""
      },
      {
        "sentence": "你哥赌博吸毒，精神异常，可能跟这件事不无关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得爸爸对我哥哥的关心超过了对我的关心，可能是因为哥哥的问题比较明显。",
    "annotation": [
      {
        "sentence": "是的，我一直觉得爸爸对我哥哥的关心超过了对我的关心，可能是因为哥哥的问题比较明显。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到爸爸被哥哥气，你就表现得很好，想取得爸爸的欢心，然而爸爸不会当面夸你，背后才会夸你，这让你有些失落，因为情感的满足需要得到当场明确的确认，比如说用言语直接对你说出来。但爸爸可能比较内敛些，或者担心说出来让你骄傲了，这是他个人性格或认知上面的不足，可能一时无法改变。",
    "annotation": [
      {
        "sentence": "看到爸爸被哥哥气，你就表现得很好，想取得爸爸的欢心，然而爸爸不会当面夸你，背后才会夸你，这让你有些失落，因为情感的满足需要得到当场明确的确认，比如说用言语直接对你说出来。",
        "label": ""
      },
      {
        "sentence": "但爸爸可能比较内敛些，或者担心说出来让你骄傲了，这是他个人性格或认知上面的不足，可能一时无法改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，或许我应该更多地与爸爸沟通，让他知道我的需求和想法。",
    "annotation": [
      {
        "sentence": "我明白了，或许我应该更多地与爸爸沟通，让他知道我的需求和想法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，沟通是解决问题的关键。还有，自残可能不是简单的情绪不好，或许你的心里，是不是也积压了很多心理问题无法排解呢？你的阿姨比较细心，也很关心你，但是你没有让她知道真相。这一点可不是正确的处理方法，作为一个后妈，我想她应该算是做得挺好的，如果她是真正地关心你，想与你把心拉近，你却对她有所隐瞒，尽力回避，这会让她感觉，你从心里是排斥她的，没有接纳她这个后妈，没把她当成家里人。而爸爸的反应，是粗心男人都会有的，他可能根本没发现你心里有什么问题，而你一直瞒着他们，所以不会担心你，只有你哥哥这种比较明显的精神状态，才会引起他的关注。这样说，可千万不能无意识地把自己也搞得精神崩溃来引起爸爸的注意，正确的方法，是沟通，如果觉得跟爸爸无法达到沟通效果，可以通过阿姨这个途径，先让阿姨知道，再让阿姨转告爸爸。",
    "annotation": [
      {
        "sentence": "对的，沟通是解决问题的关键。",
        "label": ""
      },
      {
        "sentence": "还有，自残可能不是简单的情绪不好，或许你的心里，是不是也积压了很多心理问题无法排解呢？",
        "label": ""
      },
      {
        "sentence": "你的阿姨比较细心，也很关心你，但是你没有让她知道真相。",
        "label": ""
      },
      {
        "sentence": "这一点可不是正确的处理方法，作为一个后妈，我想她应该算是做得挺好的，如果她是真正地关心你，想与你把心拉近，你却对她有所隐瞒，尽力回避，这会让她感觉，你从心里是排斥她的，没有接纳她这个后妈，没把她当成家里人。",
        "label": ""
      },
      {
        "sentence": "而爸爸的反应，是粗心男人都会有的，他可能根本没发现你心里有什么问题，而你一直瞒着他们，所以不会担心你，只有你哥哥这种比较明显的精神状态，才会引起他的关注。",
        "label": ""
      },
      {
        "sentence": "这样说，可千万不能无意识地把自己也搞得精神崩溃来引起爸爸的注意，正确的方法，是沟通，如果觉得跟爸爸无法达到沟通效果，可以通过阿姨这个途径，先让阿姨知道，再让阿姨转告爸爸。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着与阿姨沟通，并让她代为转告爸爸。另外，我希望爸爸能多关注我除了学习成绩之外的事情。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着与阿姨沟通，并让她代为转告爸爸。",
        "label": ""
      },
      {
        "sentence": "另外，我希望爸爸能多关注我除了学习成绩之外的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很多家长的误区都是，学生的主要任务是学习，除了成绩，好像就没有别的生活了，没有精神需求，这实际上是本末倒置的一种做法。只有心理状态好了，学习成绩才会好，如果成绩好，心理状态不好，也不能保持平稳长久。",
    "annotation": [
      {
        "sentence": "很多家长的误区都是，学生的主要任务是学习，除了成绩，好像就没有别的生活了，没有精神需求，这实际上是本末倒置的一种做法。",
        "label": ""
      },
      {
        "sentence": "只有心理状态好了，学习成绩才会好，如果成绩好，心理状态不好，也不能保持平稳长久。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会努力平衡学习和生活，同时希望爸爸也能理解我的需求。",
    "annotation": [
      {
        "sentence": "你说得对，我会努力平衡学习和生活，同时希望爸爸也能理解我的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于爸爸对你阿姨的态度，你的认知很正确，也可以看出，你非常能理解你的阿姨，对边界责任把握得很好。爸爸对你失望，可能他还没认识到这些，你不用在乎他对你的失望。",
    "annotation": [
      {
        "sentence": "对于爸爸对你阿姨的态度，你的认知很正确，也可以看出，你非常能理解你的阿姨，对边界责任把握得很好。",
        "label": ""
      },
      {
        "sentence": "爸爸对你失望，可能他还没认识到这些，你不用在乎他对你的失望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，我会继续尝试与爸爸沟通，同时也调整自己的态度。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，我会继续尝试与爸爸沟通，同时也调整自己的态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这次父亲节你送给爸爸的洗面奶可能让你感到失望，他没有理会你的一片心意，这可能让你对他的讨厌感加深，但也不要忽视他可能只是不擅长表达情感的一种方式。不过，你也有权利让自己不再受到他的影响，放下这些情绪，继续过自己的生活。你可以努力培养自己的兴趣爱好，寻找其他可以支持和满足你的关系，不要让这种负面情绪影响到你的生活和心态。",
    "annotation": [
      {
        "sentence": "这次父亲节你送给爸爸的洗面奶可能让你感到失望，他没有理会你的一片心意，这可能让你对他的讨厌感加深，但也不要忽视他可能只是不擅长表达情感的一种方式。",
        "label": ""
      },
      {
        "sentence": "不过，你也有权利让自己不再受到他的影响，放下这些情绪，继续过自己的生活。",
        "label": ""
      },
      {
        "sentence": "你可以努力培养自己的兴趣爱好，寻找其他可以支持和满足你的关系，不要让这种负面情绪影响到你的生活和心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着放下这些情绪，同时关注自己的成长和生活。谢谢你的建议和支持。",
    "annotation": [
      {
        "sentence": "我会试着放下这些情绪，同时关注自己的成长和生活。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用谢，记得把自己的需求和情感表达出来，与爸爸和家人",
    "annotation": [
      {
        "sentence": "不用谢，记得把自己的需求和情感表达出来，与爸爸和家人",
        "label": ""
      }
    ]
  }
]