[
  {
    "role": "client",
    "content": "高中，只为了让别人觉得你很好，怎样才可以洒脱一点？无论做什么事情总是瞻前顾后，犹犹豫豫，因为很在意别人的评价，所以每做一件事之前都要想着想哪，甚至连竞选班委这样的小事，都会担心，想竞选吧，但又怕别人觉得自己很喜欢出风头，换位选座吧，别人都选旁边，我就觉得自己选中间会很奇怪……总是被别人影响自己，有的时候感觉自己说的一些话和做的一些事都不是自己了，只是为了让别人觉得你很好。",
    "annotation": [
      {
        "sentence": "高中，只为了让别人觉得你很好，怎样才可以洒脱一点？",
        "label": ""
      },
      {
        "sentence": "无论做什么事情总是瞻前顾后，犹犹豫豫，因为很在意别人的评价，所以每做一件事之前都要想着想哪，甚至连竞选班委这样的小事，都会担心，想竞选吧，但又怕别人觉得自己很喜欢出风头，换位选座吧，别人都选旁边，我就觉得自己选中间会很奇怪……总是被别人影响自己，有的时候感觉自己说的一些话和做的一些事都不是自己了，只是为了让别人觉得你很好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，在过程中为了让别人满意而牺牲了自己的意愿，挺辛苦的。其实，我们都希望成为他人眼中的好孩子，但顾虑太多也许会让我们错失一些自己想要的机会。你有什么特别想做或者尝试的事情吗？",
    "annotation": [
      {
        "sentence": "你好，在过程中为了让别人满意而牺牲了自己的意愿，挺辛苦的。",
        "label": ""
      },
      {
        "sentence": "其实，我们都希望成为他人眼中的好孩子，但顾虑太多也许会让我们错失一些自己想要的机会。",
        "label": ""
      },
      {
        "sentence": "你有什么特别想做或者尝试的事情吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我想竞选班委，但是又担心别人会觉得我太喜欢出风头。",
    "annotation": [
      {
        "sentence": "其实我想竞选班委，但是又担心别人会觉得我太喜欢出风头。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "凡事有正面也有反面，顾虑他人，可能不太会给他人带来麻烦，但与此同时却给自己带来了麻烦，比方说想做的事情不敢做。这时候，我们回归到自己的初心，如果无所顾忌，我想要什么样的状态，什么样的活法呢？答案也是清晰的：我想当班委，我想坐在教室的中间，我想...",
    "annotation": [
      {
        "sentence": "凡事有正面也有反面，顾虑他人，可能不太会给他人带来麻烦，但与此同时却给自己带来了麻烦，比方说想做的事情不敢做。",
        "label": ""
      },
      {
        "sentence": "这时候，我们回归到自己的初心，如果无所顾忌，我想要什么样的状态，什么样的活法呢？",
        "label": ""
      },
      {
        "sentence": "答案也是清晰的：我想当班委，我想坐在教室的中间，我想...",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说的对。如果我因为顾忌而放弃竞选班委，那不就错过了这个机会了吗？",
    "annotation": [
      {
        "sentence": "嗯，你说的对。",
        "label": ""
      },
      {
        "sentence": "如果我因为顾忌而放弃竞选班委，那不就错过了这个机会了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，放弃是不会有班委的，但并不是所有人都会认为班委是为了出风头的，大多数人是羡慕能够展示和学习管理能力的班委们的。选择竞选班委对你来说是个难得的机会，是一种锻炼。我小时候到高中一直都是班长或者副班长，回首过去的经历，觉得自己当年真勇敢。如果没有那些经历，可能就没有后来的勇气了！我们走的每一步都只是铺垫，就算不成功，但重要的是一直在努力为自己争取。未来的路上一定会有不一样的声音影响你，但不如意的事情并不是全部，我们要聚焦在自己能做好的事情上，信心会增加，而有信心的人不太会在意别人的评价，对好与坏的评价都会有自己的判断。",
    "annotation": [
      {
        "sentence": "是的，放弃是不会有班委的，但并不是所有人都会认为班委是为了出风头的，大多数人是羡慕能够展示和学习管理能力的班委们的。",
        "label": ""
      },
      {
        "sentence": "选择竞选班委对你来说是个难得的机会，是一种锻炼。",
        "label": ""
      },
      {
        "sentence": "我小时候到高中一直都是班长或者副班长，回首过去的经历，觉得自己当年真勇敢。",
        "label": ""
      },
      {
        "sentence": "如果没有那些经历，可能就没有后来的勇气了！",
        "label": ""
      },
      {
        "sentence": "我们走的每一步都只是铺垫，就算不成功，但重要的是一直在努力为自己争取。",
        "label": ""
      },
      {
        "sentence": "未来的路上一定会有不一样的声音影响你，但不如意的事情并不是全部，我们要聚焦在自己能做好的事情上，信心会增加，而有信心的人不太会在意别人的评价，对好与坏的评价都会有自己的判断。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有时候我因为害怕而忘记了我可能成功的一面，导致变得越来越差劲。",
    "annotation": [
      {
        "sentence": "有时候我因为害怕而忘记了我可能成功的一面，导致变得越来越差劲。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，如果我们太害怕而忘记了自己的潜力和优势，就会一直卡在原地而不前进。所以，想坐在中间，可以的话为什么不坐呢？你坐不坐对其他人来说其实并不重要，我们这个年纪的人都有这样的想法。虽然顾虑他人的感受可以，但一定要记得先照顾好自己，因为只有自己过得开心舒服，才有能力去理解和支持别人。当我们有了什么，才能给予别人；如果自己都没有，拿什么给予别人呢？试试放松自己，想想自己的初心，让自己轻松前行吧，就算做错事、做错选择，又能怎样呢？青春就是不断地试错、不断地成长，这些经历都是我们成长的宝贵财富。",
    "annotation": [
      {
        "sentence": "没错，如果我们太害怕而忘记了自己的潜力和优势，就会一直卡在原地而不前进。",
        "label": ""
      },
      {
        "sentence": "所以，想坐在中间，可以的话为什么不坐呢？",
        "label": ""
      },
      {
        "sentence": "你坐不坐对其他人来说其实并不重要，我们这个年纪的人都有这样的想法。",
        "label": ""
      },
      {
        "sentence": "虽然顾虑他人的感受可以，但一定要记得先照顾好自己，因为只有自己过得开心舒服，才有能力去理解和支持别人。",
        "label": ""
      },
      {
        "sentence": "当我们有了什么，才能给予别人；如果自己都没有，拿什么给予别人呢？",
        "label": ""
      },
      {
        "sentence": "试试放松自己，想想自己的初心，让自己轻松前行吧，就算做错事、做错选择，又能怎样呢？",
        "label": ""
      },
      {
        "sentence": "青春就是不断地试错、不断地成长，这些经历都是我们成长的宝贵财富。",
        "label": ""
      }
    ]
  }
]