[
  {
    "role": "client",
    "content": "总是在重复经历这些矛盾，再遇上，第一反应是想离婚？备孕中，①老公没法戒烟，偶尔也会喝酒…为此我很苦恼，与他沟通，约定等等，最终都失败！②这几个月，他的老毛病又开始了，每周都想去打麻将，每天下班回家也在手机上打麻将，我告诉他，我想要的生活是每天白天大家各自忙碌工作，晚上回家可以陪着对方聊聊天，做做饭，一起运动，他偶尔会这样做，但还是经常性的离不开在手机上打麻将。为这两件事我和他谈心，温柔的沟通，伤心的诉说，吵闹争执，商量谈判…但是只能起到暂时的作用！然后现在他已经开始逃避沟通了，他喝酒了，不断抽烟，打麻将到深更半夜…都不再想听我去说些什么！不管是用平心静气的语气还是什么，他都回转身就走，不再说话！去年因为孕囊发育不行，做了流产，所以我很想要一个健康的孩子，但是我一直感觉只有自己一个人在努力，他也努力了，但是间歇性的，他无法去控制自己，我们结婚三年，磨合了三年。现在，我真的好累，也很矛盾，我想离婚，但是也在顾虑很多！",
    "annotation": [
      {
        "sentence": "总是在重复经历这些矛盾，再遇上，第一反应是想离婚？",
        "label": ""
      },
      {
        "sentence": "备孕中，①老公没法戒烟，偶尔也会喝酒…为此我很苦恼，与他沟通，约定等等，最终都失败！",
        "label": ""
      },
      {
        "sentence": "②这几个月，他的老毛病又开始了，每周都想去打麻将，每天下班回家也在手机上打麻将，我告诉他，我想要的生活是每天白天大家各自忙碌工作，晚上回家可以陪着对方聊聊天，做做饭，一起运动，他偶尔会这样做，但还是经常性的离不开在手机上打麻将。",
        "label": ""
      },
      {
        "sentence": "为这两件事我和他谈心，温柔的沟通，伤心的诉说，吵闹争执，商量谈判…但是只能起到暂时的作用！",
        "label": ""
      },
      {
        "sentence": "然后现在他已经开始逃避沟通了，他喝酒了，不断抽烟，打麻将到深更半夜…都不再想听我去说些什么！",
        "label": ""
      },
      {
        "sentence": "不管是用平心静气的语气还是什么，他都回转身就走，不再说话！",
        "label": ""
      },
      {
        "sentence": "去年因为孕囊发育不行，做了流产，所以我很想要一个健康的孩子，但是我一直感觉只有自己一个人在努力，他也努力了，但是间歇性的，他无法去控制自己，我们结婚三年，磨合了三年。",
        "label": ""
      },
      {
        "sentence": "现在，我真的好累，也很矛盾，我想离婚，但是也在顾虑很多！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的生活状况，理解你现在生活的痛苦。面对婚姻中的问题，多次尝试结果还是令你失望，使你陷入纠结中，也对婚姻产生了怀疑，动摇了你坚守婚姻的心。我们一起来聊聊吧！看看可以在什么地方能改善一下生活的状况，好吗？",
    "annotation": [
      {
        "sentence": "听到你的生活状况，理解你现在生活的痛苦。",
        "label": ""
      },
      {
        "sentence": "面对婚姻中的问题，多次尝试结果还是令你失望，使你陷入纠结中，也对婚姻产生了怀疑，动摇了你坚守婚姻的心。",
        "label": ""
      },
      {
        "sentence": "我们一起来聊聊吧！",
        "label": ""
      },
      {
        "sentence": "看看可以在什么地方能改善一下生活的状况，好吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我现在备孕中，之前的流产对我造成了很大的打击，所以我非常希望能有一个健康的孩子。我向老公提出了戒烟戒酒的要求，但是他并没有很认真地去做，我感到很不满意。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我现在备孕中，之前的流产对我造成了很大的打击，所以我非常希望能有一个健康的孩子。",
        "label": ""
      },
      {
        "sentence": "我向老公提出了戒烟戒酒的要求，但是他并没有很认真地去做，我感到很不满意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你向他提的要求，很能让人理解的，毕竟都是为了宝宝好。想必你的老公也明白这个事实吧，他肯定也知道这样做对宝宝不好。说起戒烟戒酒，其实并没有那么简单，或许你需要试着理解他一下，和他谈谈，了解一下他依然会抽烟喝酒背后真实的原因是什么，询问他对待这件事的看法。不管是什么原因，你都给予他一定的理解，这能让他做得会更好。",
    "annotation": [
      {
        "sentence": "对于你向他提的要求，很能让人理解的，毕竟都是为了宝宝好。",
        "label": ""
      },
      {
        "sentence": "想必你的老公也明白这个事实吧，他肯定也知道这样做对宝宝不好。",
        "label": ""
      },
      {
        "sentence": "说起戒烟戒酒，其实并没有那么简单，或许你需要试着理解他一下，和他谈谈，了解一下他依然会抽烟喝酒背后真实的原因是什么，询问他对待这件事的看法。",
        "label": ""
      },
      {
        "sentence": "不管是什么原因，你都给予他一定的理解，这能让他做得会更好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道戒烟戒酒不是一件容易的事情，但我希望他能为了宝宝的健康努力一下。他又开始以前的生活模式，抽烟，打麻将，没有时间陪你，而这却不是你想要的，你希望他能做到你想要的那样。我已经多次和他沟通了，可最后他却逃避，选择拒绝沟通。这让我无法接受，更让我感觉无助，自己在努力，而他却一点都不在意一样，所以，我很委屈。",
    "annotation": [
      {
        "sentence": "我知道戒烟戒酒不是一件容易的事情，但我希望他能为了宝宝的健康努力一下。",
        "label": ""
      },
      {
        "sentence": "他又开始以前的生活模式，抽烟，打麻将，没有时间陪你，而这却不是你想要的，你希望他能做到你想要的那样。",
        "label": ""
      },
      {
        "sentence": "我已经多次和他沟通了，可最后他却逃避，选择拒绝沟通。",
        "label": ""
      },
      {
        "sentence": "这让我无法接受，更让我感觉无助，自己在努力，而他却一点都不在意一样，所以，我很委屈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受，你希望他能给你更多的陪伴，就如你说的那样的生活，可他却做不到。对于这个问题，你有没有想过，你只向他提出你的需求，而他的需求是什么，你想过没有。夫妻双方是相互的满足，相互依赖的。如果你看不到他的需求，也满足不了他的需求，那他肯定会不满，只是男性不像女性那样直接表达出来。所以，你向他提要求的时候，也要看看他的想法，关注他的需求，并尊重他，给予一定的回应和满足。爱是相互流动的，他能感受到你的爱，也会向你表达对你的爱。",
    "annotation": [
      {
        "sentence": "我明白你的感受，你希望他能给你更多的陪伴，就如你说的那样的生活，可他却做不到。",
        "label": ""
      },
      {
        "sentence": "对于这个问题，你有没有想过，你只向他提出你的需求，而他的需求是什么，你想过没有。",
        "label": ""
      },
      {
        "sentence": "夫妻双方是相互的满足，相互依赖的。",
        "label": ""
      },
      {
        "sentence": "如果你看不到他的需求，也满足不了他的需求，那他肯定会不满，只是男性不像女性那样直接表达出来。",
        "label": ""
      },
      {
        "sentence": "所以，你向他提要求的时候，也要看看他的想法，关注他的需求，并尊重他，给予一定的回应和满足。",
        "label": ""
      },
      {
        "sentence": "爱是相互流动的，他能感受到你的爱，也会向你表达对你的爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我可能没有太关注他的需求，我一直在强调我自己的需求。我应该试着倾听他的想法，了解他的需求，站在他的角度来理解他。我会尝试和他沟通，关注他的感受。",
    "annotation": [
      {
        "sentence": "你说得对，我可能没有太关注他的需求，我一直在强调我自己的需求。",
        "label": ""
      },
      {
        "sentence": "我应该试着倾听他的想法，了解他的需求，站在他的角度来理解他。",
        "label": ""
      },
      {
        "sentence": "我会尝试和他沟通，关注他的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，这样就能建立起有效的沟通。他现在拒绝沟通，可能是因为之前的沟通方式没有产生好的效果。改善你们之间的沟通模式是首要的。我建议你们在沟通时，可以按照以下步骤进行：第一步：先要倾听，你需要倾听他对待问题的看法和感受，问问他有没有想过抽烟喝酒对宝宝不好，他心里",
    "annotation": [
      {
        "sentence": "很好，这样就能建立起有效的沟通。",
        "label": ""
      },
      {
        "sentence": "他现在拒绝沟通，可能是因为之前的沟通方式没有产生好的效果。",
        "label": ""
      },
      {
        "sentence": "改善你们之间的沟通模式是首要的。",
        "label": ""
      },
      {
        "sentence": "我建议你们在沟通时，可以按照以下步骤进行：第一步：先要倾听，你需要倾听他对待问题的看法和感受，问问他有没有想过抽烟喝酒对宝宝不好，他心里",
        "label": ""
      }
    ]
  }
]