[
  {
    "role": "client",
    "content": "我31岁了，想要结婚，但又不清楚婚姻具体是什么，这样的要求是不是太高了？我觉得即使选择婚姻也不会有保障，谁能确定这个人会一直相伴到老呢？实在太多意外和未知了...",
    "annotation": [
      {
        "sentence": "我31岁了，想要结婚，但又不清楚婚姻具体是什么，这样的要求是不是太高了？",
        "label": ""
      },
      {
        "sentence": "我觉得即使选择婚姻也不会有保障，谁能确定这个人会一直相伴到老呢？",
        "label": ""
      },
      {
        "sentence": "实在太多意外和未知了...",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你现在的困惑。31岁想要走进婚姻，希望遇见爱情，但对于婚姻和爱情的定义还不够清晰。我们每个人在成长过程中都听过很多道理，但却很少有人教会我们关于爱情和婚姻的标准。别着急，让我们一起来探讨这些问题，希望下面的对话能够帮你理清思绪。",
    "annotation": [
      {
        "sentence": "非常理解你现在的困惑。",
        "label": ""
      },
      {
        "sentence": "31岁想要走进婚姻，希望遇见爱情，但对于婚姻和爱情的定义还不够清晰。",
        "label": ""
      },
      {
        "sentence": "我们每个人在成长过程中都听过很多道理，但却很少有人教会我们关于爱情和婚姻的标准。",
        "label": ""
      },
      {
        "sentence": "别着急，让我们一起来探讨这些问题，希望下面的对话能够帮你理清思绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不知道婚姻到底是怎样的，也不知道应该如何选择合适的伴侣。每个人对婚姻的定义都不同，有人认为婚姻是围城，有人说婚姻是爱情的坟墓，还有人说婚姻是白头到老的相伴。我个人觉得婚姻更像是两个志同道合的人共同度过一生，其中既有幸福也有痛苦。我们对婚姻的定义和期望会决定我们选择伴侣的标准。如果我们认为婚姻是激情和浪漫，那我们可能会选择外表好看、浪漫的伴侣；如果我们认为婚姻是改善生活条件的出路，那我们可能会选择物质条件富足的伴侣；如果我们认为婚姻是找到一个知己，那我们可能会选择一个有趣的灵魂作为我们的伴侣。每个人对婚姻的定义和择偶标准不同，但是唯一确定的答案是人无完人，我们在选择伴侣的时候需要接受对方的缺点。我们不能同时拥有鱼和熊掌，但是我们可以选择更看重对方的优点还是对方的缺点。择偶条件也没有固定的模板，因为那个标准存在于每个人的内心，需要我们自己去发现。",
    "annotation": [
      {
        "sentence": "我不知道婚姻到底是怎样的，也不知道应该如何选择合适的伴侣。",
        "label": ""
      },
      {
        "sentence": "每个人对婚姻的定义都不同，有人认为婚姻是围城，有人说婚姻是爱情的坟墓，还有人说婚姻是白头到老的相伴。",
        "label": ""
      },
      {
        "sentence": "我个人觉得婚姻更像是两个志同道合的人共同度过一生，其中既有幸福也有痛苦。",
        "label": ""
      },
      {
        "sentence": "我们对婚姻的定义和期望会决定我们选择伴侣的标准。",
        "label": ""
      },
      {
        "sentence": "如果我们认为婚姻是激情和浪漫，那我们可能会选择外表好看、浪漫的伴侣；如果我们认为婚姻是改善生活条件的出路，那我们可能会选择物质条件富足的伴侣；如果我们认为婚姻是找到一个知己，那我们可能会选择一个有趣的灵魂作为我们的伴侣。",
        "label": ""
      },
      {
        "sentence": "每个人对婚姻的定义和择偶标准不同，但是唯一确定的答案是人无完人，我们在选择伴侣的时候需要接受对方的缺点。",
        "label": ""
      },
      {
        "sentence": "我们不能同时拥有鱼和熊掌，但是我们可以选择更看重对方的优点还是对方的缺点。",
        "label": ""
      },
      {
        "sentence": "择偶条件也没有固定的模板，因为那个标准存在于每个人的内心，需要我们自己去发现。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你觉得遇见爱情的机会很小，也觉得稳定和爱情似乎无法并存。我想告诉你，只有当爱情稳定下来的时候，才能真正称之为爱情。美国心理学家斯腾伯格提出的爱情理论认为，爱情由三个基本成分组成：激情、亲密和承诺。激情是爱情中的性欲成分，是情绪上的着迷；亲密是指在爱情关系中能够引起的温暖体验；承诺指维持关系的决定和期望。实际上，稳定就是承诺的一种表现。只有当爱情的激情逐渐淡去时，我们依然想和对方走下去，那才能称之为真正的爱情。所以，爱情和稳定并不是矛盾的，因为只有当爱情变得稳定的时候，它才能够持久。",
    "annotation": [
      {
        "sentence": "你觉得遇见爱情的机会很小，也觉得稳定和爱情似乎无法并存。",
        "label": ""
      },
      {
        "sentence": "我想告诉你，只有当爱情稳定下来的时候，才能真正称之为爱情。",
        "label": ""
      },
      {
        "sentence": "美国心理学家斯腾伯格提出的爱情理论认为，爱情由三个基本成分组成：激情、亲密和承诺。",
        "label": ""
      },
      {
        "sentence": "激情是爱情中的性欲成分，是情绪上的着迷；亲密是指在爱情关系中能够引起的温暖体验；承诺指维持关系的决定和期望。",
        "label": ""
      },
      {
        "sentence": "实际上，稳定就是承诺的一种表现。",
        "label": ""
      },
      {
        "sentence": "只有当爱情的激情逐渐淡去时，我们依然想和对方走下去，那才能称之为真正的爱情。",
        "label": ""
      },
      {
        "sentence": "所以，爱情和稳定并不是矛盾的，因为只有当爱情变得稳定的时候，它才能够持久。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望同时拥有爱情和物质稳定，但是觉得自己没有能力实现这两个目标。我好像有点贪心，既想要爱情，又想要物质条件好一点的伴侣，但是自己能力有限，没有挣很多钱，感觉自己一事无成。",
    "annotation": [
      {
        "sentence": "我希望同时拥有爱情和物质稳定，但是觉得自己没有能力实现这两个目标。",
        "label": ""
      },
      {
        "sentence": "我好像有点贪心，既想要爱情，又想要物质条件好一点的伴侣，但是自己能力有限，没有挣很多钱，感觉自己一事无成。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实爱情和物质都是婚姻的保障，它们是相辅相成的。没有物质的爱情很容易因为生活琐事而消磨殆尽，没有爱情的物质需求会让婚姻变得徒有其表，因为金钱无法满足我们内心的渴望。婚姻实际上是爱情和物质的结合，只是我们需要在爱情和物质之间找到一个平衡点。你的要求并不高，只是目前还没有遇到那个合适的人而已。不要因为年龄的原因而将就选择婚姻，因为将就无法换来真正的幸福。前面的对话希望能够帮助你理清思绪，更好地看待婚姻和爱情。接下来，让我们将一切交给时间。只有当自己做好了准备，真正的爱情到来时，你才能紧紧握住它。",
    "annotation": [
      {
        "sentence": "其实爱情和物质都是婚姻的保障，它们是相辅相成的。",
        "label": ""
      },
      {
        "sentence": "没有物质的爱情很容易因为生活琐事而消磨殆尽，没有爱情的物质需求会让婚姻变得徒有其表，因为金钱无法满足我们内心的渴望。",
        "label": ""
      },
      {
        "sentence": "婚姻实际上是爱情和物质的结合，只是我们需要在爱情和物质之间找到一个平衡点。",
        "label": ""
      },
      {
        "sentence": "你的要求并不高，只是目前还没有遇到那个合适的人而已。",
        "label": ""
      },
      {
        "sentence": "不要因为年龄的原因而将就选择婚姻，因为将就无法换来真正的幸福。",
        "label": ""
      },
      {
        "sentence": "前面的对话希望能够帮助你理清思绪，更好地看待婚姻和爱情。",
        "label": ""
      },
      {
        "sentence": "接下来，让我们将一切交给时间。",
        "label": ""
      },
      {
        "sentence": "只有当自己做好了准备，真正的爱情到来时，你才能紧紧握住它。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我明白了自己需要什么，也明白了爱情和婚姻之间的关系。我会相信自己，让时间来帮助我遇见那个合适的人。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我明白了自己需要什么，也明白了爱情和婚姻之间的关系。",
        "label": ""
      },
      {
        "sentence": "我会相信自己，让时间来帮助我遇见那个合适的人。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我相信你能够找到自己心中最合适的伴侣。只要你对自己有信心，相信时间会给你带来美好的爱情。祝愿你早日找到幸福！如果你还有任何疑问或需要进一步的帮助，随时可以找我聊天。",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我相信你能够找到自己心中最合适的伴侣。",
        "label": ""
      },
      {
        "sentence": "只要你对自己有信心，相信时间会给你带来美好的爱情。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日找到幸福！",
        "label": ""
      },
      {
        "sentence": "如果你还有任何疑问或需要进一步的帮助，随时可以找我聊天。",
        "label": ""
      }
    ]
  }
]