[
  {
    "role": "client",
    "content": "我今年30岁了，可是我真的不喜欢现在的工作，感觉自己没有任何发展。我觉得焦虑又没劲，可能是因为工作上感到失落，没有得到能力发挥的机会。我在公司感觉就像是一个被晾在一边的“老年人”，没有被安排重要的工作。这一年来，几乎每周都有两天这样感觉，非常抵触工作，情绪也很低落，不想跟任何人说话，看什么都不顺眼。好不容易让自己振作起来，第二天可能情绪又会下来。我向公司提过工作安排的问题，但感觉得到的回应都很敷衍，我感觉很心累，看不到未来。",
    "annotation": [
      {
        "sentence": "我今年30岁了，可是我真的不喜欢现在的工作，感觉自己没有任何发展。",
        "label": ""
      },
      {
        "sentence": "我觉得焦虑又没劲，可能是因为工作上感到失落，没有得到能力发挥的机会。",
        "label": ""
      },
      {
        "sentence": "我在公司感觉就像是一个被晾在一边的“老年人”，没有被安排重要的工作。",
        "label": ""
      },
      {
        "sentence": "这一年来，几乎每周都有两天这样感觉，非常抵触工作，情绪也很低落，不想跟任何人说话，看什么都不顺眼。",
        "label": ""
      },
      {
        "sentence": "好不容易让自己振作起来，第二天可能情绪又会下来。",
        "label": ""
      },
      {
        "sentence": "我向公司提过工作安排的问题，但感觉得到的回应都很敷衍，我感觉很心累，看不到未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你今年30岁，正是实现自我价值的年龄。在现有的单位，你感到没有被安排重要工作，就像一个可有可无的人一样。一方面，这让你没有机会提升，感受不到被重视和认可；另一方面，你又无力改变，不敢改变。所以，你的身体和头脑都在消极对抗这种局面。对吗？每个人都有可能经历这样的时期，有些消极和负面情绪是很正常的。但是，在这种时候，我们能不能扭转局面，应对方式是关键。暂时的消极应对只是内心的一种抵抗，但长期下去只会耗费你的精力，直到你真的变得无能为力，然后被淘汰。所以，真正有效的方式是积极主动去改变。",
    "annotation": [
      {
        "sentence": "你今年30岁，正是实现自我价值的年龄。",
        "label": ""
      },
      {
        "sentence": "在现有的单位，你感到没有被安排重要工作，就像一个可有可无的人一样。",
        "label": ""
      },
      {
        "sentence": "一方面，这让你没有机会提升，感受不到被重视和认可；另一方面，你又无力改变，不敢改变。",
        "label": ""
      },
      {
        "sentence": "所以，你的身体和头脑都在消极对抗这种局面。",
        "label": ""
      },
      {
        "sentence": "对吗？",
        "label": ""
      },
      {
        "sentence": "每个人都有可能经历这样的时期，有些消极和负面情绪是很正常的。",
        "label": ""
      },
      {
        "sentence": "但是，在这种时候，我们能不能扭转局面，应对方式是关键。",
        "label": ""
      },
      {
        "sentence": "暂时的消极应对只是内心的一种抵抗，但长期下去只会耗费你的精力，直到你真的变得无能为力，然后被淘汰。",
        "label": ""
      },
      {
        "sentence": "所以，真正有效的方式是积极主动去改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，可是我真的不知道如何积极主动去改变。我感到很困惑，每次面对工作都感到很无力。",
    "annotation": [
      {
        "sentence": "我明白你的意思，可是我真的不知道如何积极主动去改变。",
        "label": ""
      },
      {
        "sentence": "我感到很困惑，每次面对工作都感到很无力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以冷静地思考几个问题：你的目标是什么？你希望从事什么样的工作？你和现状的差距在哪里？造成现实局面的真正原因是什么？有哪些你可以控制和改变的因素？如果你想要改变现状，你能列出几个可行的路径吗？哪个路径适合目前的你去走呢？当你能清晰地看清楚现状和存在的问题时，你会发现，任何时候改变都是有选择的，关键是你是否有强烈的意愿。",
    "annotation": [
      {
        "sentence": "首先，你可以冷静地思考几个问题：你的目标是什么？",
        "label": ""
      },
      {
        "sentence": "你希望从事什么样的工作？",
        "label": ""
      },
      {
        "sentence": "你和现状的差距在哪里？",
        "label": ""
      },
      {
        "sentence": "造成现实局面的真正原因是什么？",
        "label": ""
      },
      {
        "sentence": "有哪些你可以控制和改变的因素？",
        "label": ""
      },
      {
        "sentence": "如果你想要改变现状，你能列出几个可行的路径吗？",
        "label": ""
      },
      {
        "sentence": "哪个路径适合目前的你去走呢？",
        "label": ""
      },
      {
        "sentence": "当你能清晰地看清楚现状和存在的问题时，你会发现，任何时候改变都是有选择的，关键是你是否有强烈的意愿。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要搞清楚自己的目标和现状之间的差距，并找到实现目标的路径。我会试着冷静地思考这些问题，希望能够有所突破。但是，我对自己是否有足够的能力和信心感到担忧。",
    "annotation": [
      {
        "sentence": "我明白了，我需要搞清楚自己的目标和现状之间的差距，并找到实现目标的路径。",
        "label": ""
      },
      {
        "sentence": "我会试着冷静地思考这些问题，希望能够有所突破。",
        "label": ""
      },
      {
        "sentence": "但是，我对自己是否有足够的能力和信心感到担忧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "摆出实现目标改变现状的任务，并全力去执行。如果现状和目标之间存在差距，只能通过学习和积累来提升自己的能力。如果你觉得自己的能力有限，那你就需要通过学习和投入，增加你的技能。如果你觉得自己在人际关系方面有困难，那你需要学习沟通技巧，提高情商。把任务具体化，并且切切实实地投入学习，一点一点地进步，慢慢地改变自己的处境。面对不喜欢的工作，有些人坐以待毙，不断消耗自己。而有些人会主动发起改变，努力实现自己的目标。最终，结果肯定是天壤之别。不要为自己的懒惰找借口，因为改变从来都不晚，你始终有选择的机会。",
    "annotation": [
      {
        "sentence": "摆出实现目标改变现状的任务，并全力去执行。",
        "label": ""
      },
      {
        "sentence": "如果现状和目标之间存在差距，只能通过学习和积累来提升自己的能力。",
        "label": ""
      },
      {
        "sentence": "如果你觉得自己的能力有限，那你就需要通过学习和投入，增加你的技能。",
        "label": ""
      },
      {
        "sentence": "如果你觉得自己在人际关系方面有困难，那你需要学习沟通技巧，提高情商。",
        "label": ""
      },
      {
        "sentence": "把任务具体化，并且切切实实地投入学习，一点一点地进步，慢慢地改变自己的处境。",
        "label": ""
      },
      {
        "sentence": "面对不喜欢的工作，有些人坐以待毙，不断消耗自己。",
        "label": ""
      },
      {
        "sentence": "而有些人会主动发起改变，努力实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "最终，结果肯定是天壤之别。",
        "label": ""
      },
      {
        "sentence": "不要为自己的懒惰找借口，因为改变从来都不晚，你始终有选择的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会努力去思考那些问题，同时也会积极主动去学习和改变。虽然我知道过程肯定会有困难，但我会坚持下去的！感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会努力去思考那些问题，同时也会积极主动去学习和改变。",
        "label": ""
      },
      {
        "sentence": "虽然我知道过程肯定会有困难，但我会坚持下去的！",
        "label": ""
      },
      {
        "sentence": "感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。相信自己，坚持努力，你一定能够实现你的目标！加油！如果你还需要任何帮助，随时都可以来找我。祝你成功！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持努力，你一定能够实现你的目标！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果你还需要任何帮助，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝你成功！",
        "label": ""
      }
    ]
  }
]