[
  {
    "role": "client",
    "content": "老公在我怀孕期间与其他人暧昧聊天，我想把孩子打掉？我老公有个高中玩的比较好的异性朋友，那天无意中翻看到她俩聊天记录，聊天一开始很正常，我老公来了句“你看你那腿粗的”然后女生就开始发自己腿照，只穿内裤的那种，发了又撤回，我老公就说什么都没看到，然后她又重新发，说自己屁股下垂了，问我老公还想看哪里，他就说哪里都想看。看到这里的时候我已经很生气了，因为我本人对异性具有更好的分寸感，我受不了这种撩骚的行为。我怀孕5个月了，目前想把孩子打掉，想知道有没有过来人能给我这个新婚半年的小白一点建议，我会好好听的，谢谢大家。",
    "annotation": [
      {
        "sentence": "老公在我怀孕期间与其他人暧昧聊天，我想把孩子打掉？",
        "label": ""
      },
      {
        "sentence": "我老公有个高中玩的比较好的异性朋友，那天无意中翻看到她俩聊天记录，聊天一开始很正常，我老公来了句“你看你那腿粗的”然后女生就开始发自己腿照，只穿内裤的那种，发了又撤回，我老公就说什么都没看到，然后她又重新发，说自己屁股下垂了，问我老公还想看哪里，他就说哪里都想看。",
        "label": ""
      },
      {
        "sentence": "看到这里的时候我已经很生气了，因为我本人对异性具有更好的分寸感，我受不了这种撩骚的行为。",
        "label": ""
      },
      {
        "sentence": "我怀孕5个月了，目前想把孩子打掉，想知道有没有过来人能给我这个新婚半年的小白一点建议，我会好好听的，谢谢大家。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "怀孕五个月，发现自己老公和异性聊骚，露骨的聊天内容在脑海里挥之不去。愤怒、厌恶、委屈等等情绪充斥你内心，这种在你价值底线已经是背叛的行为，导致你甚至想打掉你与他的后代，扼杀掉这个基因。是这样吗？",
    "annotation": [
      {
        "sentence": "怀孕五个月，发现自己老公和异性聊骚，露骨的聊天内容在脑海里挥之不去。",
        "label": ""
      },
      {
        "sentence": "愤怒、厌恶、委屈等等情绪充斥你内心，这种在你价值底线已经是背叛的行为，导致你甚至想打掉你与他的后代，扼杀掉这个基因。",
        "label": ""
      },
      {
        "sentence": "是这样吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我真的很为这种行为感到愤怒和失望。我觉得他的行为已经超越了我的底线，我无法忍受。",
    "annotation": [
      {
        "sentence": "是的，我真的很为这种行为感到愤怒和失望。",
        "label": ""
      },
      {
        "sentence": "我觉得他的行为已经超越了我的底线，我无法忍受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对你目前当时当下的感受非常理解，有任何情绪也是非常正常的。因为你的描述里没有提及你是否已经摊牌，或是接下来是否离婚的打算。所以，以下建议仅供参考。第一，冷静下来，思考好自己的退路，用理性争取自己最大权益。你老公的行为让你有很多情绪，如果这个时候完全靠情绪驱动做出决定，很可能不是你内心真心想要结果，而且可能严重影响你现实的利益。所以，先冷静下来，想清楚。比如现在打胎，对你的身体可能严重危险，要询问医生了解清楚。如果是生下来，考虑好如何在物质上争取最大保障。无论离不离婚，你都要想好这些最关键的问题。自己是不是真的想离婚，真的不需要这段关系。想清楚自己内心真正诉求，再去采用不同策略。",
    "annotation": [
      {
        "sentence": "对你目前当时当下的感受非常理解，有任何情绪也是非常正常的。",
        "label": ""
      },
      {
        "sentence": "因为你的描述里没有提及你是否已经摊牌，或是接下来是否离婚的打算。",
        "label": ""
      },
      {
        "sentence": "所以，以下建议仅供参考。",
        "label": ""
      },
      {
        "sentence": "第一，冷静下来，思考好自己的退路，用理性争取自己最大权益。",
        "label": ""
      },
      {
        "sentence": "你老公的行为让你有很多情绪，如果这个时候完全靠情绪驱动做出决定，很可能不是你内心真心想要结果，而且可能严重影响你现实的利益。",
        "label": ""
      },
      {
        "sentence": "所以，先冷静下来，想清楚。",
        "label": ""
      },
      {
        "sentence": "比如现在打胎，对你的身体可能严重危险，要询问医生了解清楚。",
        "label": ""
      },
      {
        "sentence": "如果是生下来，考虑好如何在物质上争取最大保障。",
        "label": ""
      },
      {
        "sentence": "无论离不离婚，你都要想好这些最关键的问题。",
        "label": ""
      },
      {
        "sentence": "自己是不是真的想离婚，真的不需要这段关系。",
        "label": ""
      },
      {
        "sentence": "想清楚自己内心真正诉求，再去采用不同策略。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我现在确实情绪很激动，可能没有想清楚后果。我会先冷静下来，想一想自己真正的需求和利益。我也会咨询医生，了解打胎带来的风险。",
    "annotation": [
      {
        "sentence": "你说得对，我现在确实情绪很激动，可能没有想清楚后果。",
        "label": ""
      },
      {
        "sentence": "我会先冷静下来，想一想自己真正的需求和利益。",
        "label": ""
      },
      {
        "sentence": "我也会咨询医生，了解打胎带来的风险。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，冷静下来是为了保护自己的权益和利益。第二，搞清楚这段关系真正问题。这点并不是袒护出轨聊骚的男人，而是真正去看到关系真相。如果排除人品原因，一段关系出问题，常常不是一个人问题。丈夫只是聊骚还是出轨？他为什么会去聊骚？是他本人就是这样为人，还是在你们孕期乃至亲密关系里有一些情感不被满足的问题？你在亲密关系里有没有哪些问题？你有哪些要负责部分？你的丈夫行为肯定是错误，也一定会付出代价，但是很多行为背后是有深层心理原因，如果你能去看到这部分真相，无论离不离婚，对你自己亲密关系经营都是有帮助。",
    "annotation": [
      {
        "sentence": "很好，冷静下来是为了保护自己的权益和利益。",
        "label": ""
      },
      {
        "sentence": "第二，搞清楚这段关系真正问题。",
        "label": ""
      },
      {
        "sentence": "这点并不是袒护出轨聊骚的男人，而是真正去看到关系真相。",
        "label": ""
      },
      {
        "sentence": "如果排除人品原因，一段关系出问题，常常不是一个人问题。",
        "label": ""
      },
      {
        "sentence": "丈夫只是聊骚还是出轨？",
        "label": ""
      },
      {
        "sentence": "他为什么会去聊骚？",
        "label": ""
      },
      {
        "sentence": "是他本人就是这样为人，还是在你们孕期乃至亲密关系里有一些情感不被满足的问题？",
        "label": ""
      },
      {
        "sentence": "你在亲密关系里有没有哪些问题？",
        "label": ""
      },
      {
        "sentence": "你有哪些要负责部分？",
        "label": ""
      },
      {
        "sentence": "你的丈夫行为肯定是错误，也一定会付出代价，但是很多行为背后是有深层心理原因，如果你能去看到这部分真相，无论离不离婚，对你自己亲密关系经营都是有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，这件事本身可能不只是他一个人的问题。我可以反思一下我在这段关系中有没有哪些问题，以及我在满足他情感需求方面是否有所不足。不过，他的行为确实伤害了我，我很难接受和原谅。",
    "annotation": [
      {
        "sentence": "我明白你的意思，这件事本身可能不只是他一个人的问题。",
        "label": ""
      },
      {
        "sentence": "我可以反思一下我在这段关系中有没有哪些问题，以及我在满足他情感需求方面是否有所不足。",
        "label": ""
      },
      {
        "sentence": "不过，他的行为确实伤害了我，我很难接受和原谅。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我完全理解。无论如何，你的丈夫的行为都是不可忽视的错误。无论你们是否最终决定离婚，都需要你明确自己的底线和需求。最后，无论做出什么决定，都要考虑好自己的利益和幸福。这是非常重要的。总之，这个时候要理性很难，但一定要冷静下来想清楚自己真正想要的东西，不要完全被情绪托管，做出不理智，也不利于自己利益的决定！",
    "annotation": [
      {
        "sentence": "你的感受我完全理解。",
        "label": ""
      },
      {
        "sentence": "无论如何，你的丈夫的行为都是不可忽视的错误。",
        "label": ""
      },
      {
        "sentence": "无论你们是否最终决定离婚，都需要你明确自己的底线和需求。",
        "label": ""
      },
      {
        "sentence": "最后，无论做出什么决定，都要考虑好自己的利益和幸福。",
        "label": ""
      },
      {
        "sentence": "这是非常重要的。",
        "label": ""
      },
      {
        "sentence": "总之，这个时候要理性很难，但一定要冷静下来想清楚自己真正想要的东西，不要完全被情绪托管，做出不理智，也不利于自己利益的决定！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会再仔细思考一下自己的决定，并保护好自己的利益和幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会再仔细思考一下自己的决定，并保护好自己的利益和幸福。",
        "label": ""
      }
    ]
  }
]