[
  {
    "role": "client",
    "content": "爸妈不能满足自己的情感需求，总被告知要理解父母？从小到大，总是在被告诉要理解父母，久而久之，他们就觉得我理解他们是理所当然的，他们觉得我隐藏自己的情绪去理解他们是一件很正常的事，每当说起这些的时候，他们总是岔开话题，或者强调让我理解他们也是必须的，他们也有他们的难处，我一点点都看不到他们对于在孩子成长中的在乎，关爱和愧疚，他们所做的仅仅就是极少的只言片语来敷衍一下我的眼泪。然后继续忽略。真的很压抑了，我该怎么办。",
    "annotation": [
      {
        "sentence": "爸妈不能满足自己的情感需求，总被告知要理解父母？",
        "label": ""
      },
      {
        "sentence": "从小到大，总是在被告诉要理解父母，久而久之，他们就觉得我理解他们是理所当然的，他们觉得我隐藏自己的情绪去理解他们是一件很正常的事，每当说起这些的时候，他们总是岔开话题，或者强调让我理解他们也是必须的，他们也有他们的难处，我一点点都看不到他们对于在孩子成长中的在乎，关爱和愧疚，他们所做的仅仅就是极少的只言片语来敷衍一下我的眼泪。",
        "label": ""
      },
      {
        "sentence": "然后继续忽略。",
        "label": ""
      },
      {
        "sentence": "真的很压抑了，我该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你知道吗？你的感受我完全能够理解。我曾经也一直被教导要去理解父母，与他们好好沟通。可是每当我试图与他们沟通，提出问题时，他们只是说累了，敷衍我，不再和我交流。最后的结果却依然是没有任何改变。我以前也曾经放弃自己一段时间，天天不学习，只是想得到他们的关心，但结果却一点作用都没有，只换来了天天的责备和谩骂。所以，我觉得你不应该抱着希望认为你的父母会改变这种思维方式，即使真的有所改变，可能性也非常小。从现在开始，你应该努力学习，争取有好成绩。这可能听起来有点像鸡汤，但这并不是为了让你的父母在别人面前有话题可谈，而是为了你将来能够考上一个离家远的好大学，远离他们，获得一个光明的前途。你可以多交一些知心的朋友，与他们多交流，来释放你内心所积累的情绪。在脆弱的时候，我们都最需要有人倾听、赞同我们。同时你也可以多读书，将你的想法写下来。读万卷书，行万里路，阅读可以开拓你的视野，排解内心的苦闷。美国著名总统林肯在情绪低落时，常常写信来宣泄自己。你也可以写写日记，宣泄你的怨气。将事情写在纸上总比存在脑海中要好得多，只要千万不要让你的父母发现你的日记。加油！祝你能够走出阴霾，天天快乐。",
    "annotation": [
      {
        "sentence": "你知道吗？",
        "label": ""
      },
      {
        "sentence": "你的感受我完全能够理解。",
        "label": ""
      },
      {
        "sentence": "我曾经也一直被教导要去理解父母，与他们好好沟通。",
        "label": ""
      },
      {
        "sentence": "可是每当我试图与他们沟通，提出问题时，他们只是说累了，敷衍我，不再和我交流。",
        "label": ""
      },
      {
        "sentence": "最后的结果却依然是没有任何改变。",
        "label": ""
      },
      {
        "sentence": "我以前也曾经放弃自己一段时间，天天不学习，只是想得到他们的关心，但结果却一点作用都没有，只换来了天天的责备和谩骂。",
        "label": ""
      },
      {
        "sentence": "所以，我觉得你不应该抱着希望认为你的父母会改变这种思维方式，即使真的有所改变，可能性也非常小。",
        "label": ""
      },
      {
        "sentence": "从现在开始，你应该努力学习，争取有好成绩。",
        "label": ""
      },
      {
        "sentence": "这可能听起来有点像鸡汤，但这并不是为了让你的父母在别人面前有话题可谈，而是为了你将来能够考上一个离家远的好大学，远离他们，获得一个光明的前途。",
        "label": ""
      },
      {
        "sentence": "你可以多交一些知心的朋友，与他们多交流，来释放你内心所积累的情绪。",
        "label": ""
      },
      {
        "sentence": "在脆弱的时候，我们都最需要有人倾听、赞同我们。",
        "label": ""
      },
      {
        "sentence": "同时你也可以多读书，将你的想法写下来。",
        "label": ""
      },
      {
        "sentence": "读万卷书，行万里路，阅读可以开拓你的视野，排解内心的苦闷。",
        "label": ""
      },
      {
        "sentence": "美国著名总统林肯在情绪低落时，常常写信来宣泄自己。",
        "label": ""
      },
      {
        "sentence": "你也可以写写日记，宣泄你的怨气。",
        "label": ""
      },
      {
        "sentence": "将事情写在纸上总比存在脑海中要好得多，只要千万不要让你的父母发现你的日记。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "祝你能够走出阴霾，天天快乐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很感激你的理解和鼓励。听到你的故事，我觉得我并不孤单，也不是唯一一个深受父母理解压力的人。你的建议让我明白了一些事情，而且也让我觉得自己有希望去面对困境。我明白了我不能指望他们会改变，但我可以改变自己的态度和行动。我会努力学习，争取自己的成就，不再依赖他们的关注。同时，也会主动寻找情感支持的资源，和一些真正关心我的人交朋友，向他们倾诉。我想，这样的改变会对我来说是一种解放，是一种新的生活方式。",
    "annotation": [
      {
        "sentence": "我很感激你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "听到你的故事，我觉得我并不孤单，也不是唯一一个深受父母理解压力的人。",
        "label": ""
      },
      {
        "sentence": "你的建议让我明白了一些事情，而且也让我觉得自己有希望去面对困境。",
        "label": ""
      },
      {
        "sentence": "我明白了我不能指望他们会改变，但我可以改变自己的态度和行动。",
        "label": ""
      },
      {
        "sentence": "我会努力学习，争取自己的成就，不再依赖他们的关注。",
        "label": ""
      },
      {
        "sentence": "同时，也会主动寻找情感支持的资源，和一些真正关心我的人交朋友，向他们倾诉。",
        "label": ""
      },
      {
        "sentence": "我想，这样的改变会对我来说是一种解放，是一种新的生活方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我的建议对你有所启发，你是一个很勇敢的人。你不仅明白不能寄托所有希望在父母身上，而且还能够积极主动地为自己争取更好的生活。这样的改变将会带给你一种真正的解放，促使你在新的生活方式下迎接更多的机会和挑战。我相信，当你真正展现出自己的成就时，你的父母也会产生不同的看法和态度。同时，找到情感支持的资源和知心朋友也可以帮助你更好地处理自己的情绪，减轻压力。加油！我相信你能够走出困境，迎接更美好的未来。",
    "annotation": [
      {
        "sentence": "很高兴我的建议对你有所启发，你是一个很勇敢的人。",
        "label": ""
      },
      {
        "sentence": "你不仅明白不能寄托所有希望在父母身上，而且还能够积极主动地为自己争取更好的生活。",
        "label": ""
      },
      {
        "sentence": "这样的改变将会带给你一种真正的解放，促使你在新的生活方式下迎接更多的机会和挑战。",
        "label": ""
      },
      {
        "sentence": "我相信，当你真正展现出自己的成就时，你的父母也会产生不同的看法和态度。",
        "label": ""
      },
      {
        "sentence": "同时，找到情感支持的资源和知心朋友也可以帮助你更好地处理自己的情绪，减轻压力。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "我相信你能够走出困境，迎接更美好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的鼓励和支持，你的话给了我很大的勇气和信心。也谢谢你分享了自己的经历，让我感受到了温暖和理解。我现在真的有信心去改变自己，积极面对生活中的困难。我也会多读书，多写日记，以此来调节自己的情绪。在遇到困难时，我相信自己可以通过倾诉和寻找支持来度过难关。谢谢你的耐心倾听和鼓励！",
    "annotation": [
      {
        "sentence": "感谢你的鼓励和支持，你的话给了我很大的勇气和信心。",
        "label": ""
      },
      {
        "sentence": "也谢谢你分享了自己的经历，让我感受到了温暖和理解。",
        "label": ""
      },
      {
        "sentence": "我现在真的有信心去改变自己，积极面对生活中的困难。",
        "label": ""
      },
      {
        "sentence": "我也会多读书，多写日记，以此来调节自己的情绪。",
        "label": ""
      },
      {
        "sentence": "在遇到困难时，我相信自己可以通过倾诉和寻找支持来度过难关。",
        "label": ""
      },
      {
        "sentence": "谢谢你的耐心倾听和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，这是我应该做的。很高兴看到你产生了积极的变化和决心。改变总是需要勇气和坚持，但我相信你一定能够做到。记住，不要放弃自己，相信自己的能力和价值。当你有任何困惑或者需要倾诉时，随时都可以来找我，我会一直陪伴在你身边。祝你未来一切顺利，心情愉快！加油！",
    "annotation": [
      {
        "sentence": "不用客气，这是我应该做的。",
        "label": ""
      },
      {
        "sentence": "很高兴看到你产生了积极的变化和决心。",
        "label": ""
      },
      {
        "sentence": "改变总是需要勇气和坚持，但我相信你一定能够做到。",
        "label": ""
      },
      {
        "sentence": "记住，不要放弃自己，相信自己的能力和价值。",
        "label": ""
      },
      {
        "sentence": "当你有任何困惑或者需要倾诉时，随时都可以来找我，我会一直陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "祝你未来一切顺利，心情愉快！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]