[
  {
    "role": "client",
    "content": "爸妈不能满足自己的情感需求，总被告知要理解父母？从小到大，总是在被告诉要理解父母，久而久之，他们就觉得我理解他们是理所当然的，他们觉得我隐藏自己的情绪去理解他们是一件很正常的事，每当说起这些的时候，他们总是岔开话题，或者强调让我理解他们也是必须的，他们也有他们的难处，我一点点都看不到他们对于在孩子成长中的在乎，关爱和愧疚，他们所做的仅仅就是极少的只言片语来敷衍一下我的眼泪。然后继续忽略。真的很压抑了，我该怎么办。",
    "annotation": [
      {
        "sentence": "爸妈不能满足自己的情感需求，总被告知要理解父母？",
        "label": ""
      },
      {
        "sentence": "从小到大，总是在被告诉要理解父母，久而久之，他们就觉得我理解他们是理所当然的，他们觉得我隐藏自己的情绪去理解他们是一件很正常的事，每当说起这些的时候，他们总是岔开话题，或者强调让我理解他们也是必须的，他们也有他们的难处，我一点点都看不到他们对于在孩子成长中的在乎，关爱和愧疚，他们所做的仅仅就是极少的只言片语来敷衍一下我的眼泪。",
        "label": ""
      },
      {
        "sentence": "然后继续忽略。",
        "label": ""
      },
      {
        "sentence": "真的很压抑了，我该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我非常了解你说的感受。在父母无法满足你情感需求的时候，这种失落感会让人感到非常沮丧和困惑。要知道，每个人都有其局限性和难处，父母也不例外。首先，你可以尝试放下对父母的期望，把注意力放在自己身上，积极发展自己的个人规划和成长。这并不意味着你要与父母对抗或者妥协，而是要寻找一种平衡点，让你们双方都能够得到满足并建立积极的互动关系。",
    "annotation": [
      {
        "sentence": "我非常了解你说的感受。",
        "label": ""
      },
      {
        "sentence": "在父母无法满足你情感需求的时候，这种失落感会让人感到非常沮丧和困惑。",
        "label": ""
      },
      {
        "sentence": "要知道，每个人都有其局限性和难处，父母也不例外。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试放下对父母的期望，把注意力放在自己身上，积极发展自己的个人规划和成长。",
        "label": ""
      },
      {
        "sentence": "这并不意味着你要与父母对抗或者妥协，而是要寻找一种平衡点，让你们双方都能够得到满足并建立积极的互动关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，放下对父母的期望，专注于自己的成长和规划。但是，当我试图与他们沟通时，他们总是岔开话题或者强调让我理解他们的困难，这让我感到很不被重视和理解。我真的感到很无奈和沮丧。",
    "annotation": [
      {
        "sentence": "我明白了，放下对父母的期望，专注于自己的成长和规划。",
        "label": ""
      },
      {
        "sentence": "但是，当我试图与他们沟通时，他们总是岔开话题或者强调让我理解他们的困难，这让我感到很不被重视和理解。",
        "label": ""
      },
      {
        "sentence": "我真的感到很无奈和沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，这种被忽视和不被理解的感觉确实会让人心情低落。在沟通中遇到困难时，你可以尝试采用一些沟通技巧。例如，明确表达你的感受和需求，让父母知道你希望得到他们的理解和支持。同时，也可以试着换个角度思考问题，寻找一些折衷的解决方案，以满足双方的需求。",
    "annotation": [
      {
        "sentence": "我理解你的感受，这种被忽视和不被理解的感觉确实会让人心情低落。",
        "label": ""
      },
      {
        "sentence": "在沟通中遇到困难时，你可以尝试采用一些沟通技巧。",
        "label": ""
      },
      {
        "sentence": "例如，明确表达你的感受和需求，让父母知道你希望得到他们的理解和支持。",
        "label": ""
      },
      {
        "sentence": "同时，也可以试着换个角度思考问题，寻找一些折衷的解决方案，以满足双方的需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的沟通技巧听起来不错，我可以试着用这些方法来与他们沟通。但是，如果我付出了努力，他们还是不能理解我或者依然无视我的感受，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "你说的沟通技巧听起来不错，我可以试着用这些方法来与他们沟通。",
        "label": ""
      },
      {
        "sentence": "但是，如果我付出了努力，他们还是不能理解我或者依然无视我的感受，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你付出了努力但仍然无法得到父母的理解和认同，这可能会让你感到非常失望和无助。在这种情况下，我建议你学习接受失落，并寻找其他可以支持你的资源和人际关系。接受失落并不意味着放弃，而是要学会从中寻找到更有价值的成长和发展。每个人的成长过程都充满了挑战和困难，但我相信你可以度过这些挫折，成为一棵有生命力的树。",
    "annotation": [
      {
        "sentence": "如果你付出了努力但仍然无法得到父母的理解和认同，这可能会让你感到非常失望和无助。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，我建议你学习接受失落，并寻找其他可以支持你的资源和人际关系。",
        "label": ""
      },
      {
        "sentence": "接受失落并不意味着放弃，而是要学会从中寻找到更有价值的成长和发展。",
        "label": ""
      },
      {
        "sentence": "每个人的成长过程都充满了挑战和困难，但我相信你可以度过这些挫折，成为一棵有生命力的树。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你理解我的感受，我会试着学会接受失落并积极寻找其他支持和资源，以促进自己的成长和发展。你的鼓励和支持对我非常重要，让我感到踏实和勇敢面对困难。",
    "annotation": [
      {
        "sentence": "谢谢你理解我的感受，我会试着学会接受失落并积极寻找其他支持和资源，以促进自己的成长和发展。",
        "label": ""
      },
      {
        "sentence": "你的鼓励和支持对我非常重要，让我感到踏实和勇敢面对困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴能够帮助你，我相信你一定能够克服目前的困境，找到适合自己的成长之路。记住，无论遇到什么困难，你都不是一个人在奋斗，总有人愿意听取你的故事并提供支持。坚持下去，相信自己，你一定可以成为自己想要成为的人。",
    "annotation": [
      {
        "sentence": "我很高兴能够帮助你，我相信你一定能够克服目前的困境，找到适合自己的成长之路。",
        "label": ""
      },
      {
        "sentence": "记住，无论遇到什么困难，你都不是一个人在奋斗，总有人愿意听取你的故事并提供支持。",
        "label": ""
      },
      {
        "sentence": "坚持下去，相信自己，你一定可以成为自己想要成为的人。",
        "label": ""
      }
    ]
  }
]