[
  {
    "role": "client",
    "content": "爸妈不能满足自己的情感需求，总被告知要理解父母？从小到大，总是在被告诉要理解父母，久而久之，他们就觉得我理解他们是理所当然的，他们觉得我隐藏自己的情绪去理解他们是一件很正常的事，每当说起这些的时候，他们总是岔开话题，或者强调让我理解他们也是必须的，他们也有他们的难处，我一点点都看不到他们对于在孩子成长中的在乎，关爱和愧疚，他们所做的仅仅就是极少的只言片语来敷衍一下我的眼泪。然后继续忽略。真的很压抑了，我该怎么办。",
    "annotation": [
      {
        "sentence": "爸妈不能满足自己的情感需求，总被告知要理解父母？",
        "label": ""
      },
      {
        "sentence": "从小到大，总是在被告诉要理解父母，久而久之，他们就觉得我理解他们是理所当然的，他们觉得我隐藏自己的情绪去理解他们是一件很正常的事，每当说起这些的时候，他们总是岔开话题，或者强调让我理解他们也是必须的，他们也有他们的难处，我一点点都看不到他们对于在孩子成长中的在乎，关爱和愧疚，他们所做的仅仅就是极少的只言片语来敷衍一下我的眼泪。",
        "label": ""
      },
      {
        "sentence": "然后继续忽略。",
        "label": ""
      },
      {
        "sentence": "真的很压抑了，我该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你感到父母对你的情感需求不能满足，一直被告知要理解父母而自己的情绪被忽视，这种压抑感受真的很沉重。你希望他们能够对你表现出关心和爱护，而他们的反应则给你一种被忽视的感觉，这让你感到愧疚。如果他们通过某个契机意识到以前对你的忽视，你觉得他们会如何表达关心和爱护呢？有时候，我们以为某样东西不存在，而事实上它只是以一种出乎我们意料的方式出现了。曾经有个朋友跟我说，在他看来，他的爸爸不爱他，整天只关心他的学业或是限制他的行动自由，他觉得自己一点自由都没有，就连生病住院，他的爸爸也只能匆匆忙忙探望半个小时就走，他感到非常没有被重视。他希望爸爸不仅仅关心他的学业，还希望平时能够多与他交流。然而，他的爸爸并不是故意如此，因为他的爸爸是一名军人，即使是他生病住院，也只能挤出时间，经过上级批准才能出门探望。那么，你的父母真的一点都不在乎吗？也许你可以思考一下他们平时是否真的不关心你的想法和感受。希望我的回答能对你有所帮助！Karen。",
    "annotation": [
      {
        "sentence": "你感到父母对你的情感需求不能满足，一直被告知要理解父母而自己的情绪被忽视，这种压抑感受真的很沉重。",
        "label": ""
      },
      {
        "sentence": "你希望他们能够对你表现出关心和爱护，而他们的反应则给你一种被忽视的感觉，这让你感到愧疚。",
        "label": ""
      },
      {
        "sentence": "如果他们通过某个契机意识到以前对你的忽视，你觉得他们会如何表达关心和爱护呢？",
        "label": ""
      },
      {
        "sentence": "有时候，我们以为某样东西不存在，而事实上它只是以一种出乎我们意料的方式出现了。",
        "label": ""
      },
      {
        "sentence": "曾经有个朋友跟我说，在他看来，他的爸爸不爱他，整天只关心他的学业或是限制他的行动自由，他觉得自己一点自由都没有，就连生病住院，他的爸爸也只能匆匆忙忙探望半个小时就走，他感到非常没有被重视。",
        "label": ""
      },
      {
        "sentence": "他希望爸爸不仅仅关心他的学业，还希望平时能够多与他交流。",
        "label": ""
      },
      {
        "sentence": "然而，他的爸爸并不是故意如此，因为他的爸爸是一名军人，即使是他生病住院，也只能挤出时间，经过上级批准才能出门探望。",
        "label": ""
      },
      {
        "sentence": "那么，你的父母真的一点都不在乎吗？",
        "label": ""
      },
      {
        "sentence": "也许你可以思考一下他们平时是否真的不关心你的想法和感受。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能对你有所帮助！",
        "label": ""
      },
      {
        "sentence": "Karen。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了你的意思，但我有时很难不抱怨，因为他们总是把他们的问题归咎于我，让我觉得我应该承担更多的责任。他们似乎更关心自己的感受，而不理解我。我真的很困惑，不知道该怎么办，怎么改变这种局面。",
    "annotation": [
      {
        "sentence": "我明白了你的意思，但我有时很难不抱怨，因为他们总是把他们的问题归咎于我，让我觉得我应该承担更多的责任。",
        "label": ""
      },
      {
        "sentence": "他们似乎更关心自己的感受，而不理解我。",
        "label": ""
      },
      {
        "sentence": "我真的很困惑，不知道该怎么办，怎么改变这种局面。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受，有的时候难免会抱怨。他们将问题归咎于你，让你感到更多责任应该由你来承担，这让你觉得没有被理解。你非常困惑，不知道应该如何改变现状。其实，我们无法改变他人，但是我们可以改变我们自己对待问题、对待情绪的方式。你可以尝试直接与父母沟通，诚实地表达自己的感受和需求，让他们了解你的内心世界。同时，培养一些情绪调节的能力也是很重要的，比如通过写日记、健身、听音乐等方式来缓解情绪压力。这样你会感到更加轻松和满足。希望这些建议对你有所帮助。",
    "annotation": [
      {
        "sentence": "我理解你的感受，有的时候难免会抱怨。",
        "label": ""
      },
      {
        "sentence": "他们将问题归咎于你，让你感到更多责任应该由你来承担，这让你觉得没有被理解。",
        "label": ""
      },
      {
        "sentence": "你非常困惑，不知道应该如何改变现状。",
        "label": ""
      },
      {
        "sentence": "其实，我们无法改变他人，但是我们可以改变我们自己对待问题、对待情绪的方式。",
        "label": ""
      },
      {
        "sentence": "你可以尝试直接与父母沟通，诚实地表达自己的感受和需求，让他们了解你的内心世界。",
        "label": ""
      },
      {
        "sentence": "同时，培养一些情绪调节的能力也是很重要的，比如通过写日记、健身、听音乐等方式来缓解情绪压力。",
        "label": ""
      },
      {
        "sentence": "这样你会感到更加轻松和满足。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了你的建议，但我觉得他们可能不会真正听进去我的意见，他们总是觉得他们的做法是对的。我真的很害怕面对他们的反应，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "我明白了你的建议，但我觉得他们可能不会真正听进去我的意见，他们总是觉得他们的做法是对的。",
        "label": ""
      },
      {
        "sentence": "我真的很害怕面对他们的反应，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧，你觉得他们可能不会真正听进你的意见，始终认为自己是对的。面对他们的反应，你感到害怕不知所措。其实，父母可能也有他们的固守和不愿改变的一面，但是我们可以试着接受和理解他们。在与他们沟通时，你可以提醒自己要坚持真实表达自己的感受和需求，同时保持冷静和理智。无论他们的反应如何，这就是他们的方式，你需要相信自己的决定和行动，给自己更多的支持和鼓励。记住，你有权利去追求自己的幸福和满足感。希望这些建议对你有所启发。",
    "annotation": [
      {
        "sentence": "我理解你的担忧，你觉得他们可能不会真正听进你的意见，始终认为自己是对的。",
        "label": ""
      },
      {
        "sentence": "面对他们的反应，你感到害怕不知所措。",
        "label": ""
      },
      {
        "sentence": "其实，父母可能也有他们的固守和不愿改变的一面，但是我们可以试着接受和理解他们。",
        "label": ""
      },
      {
        "sentence": "在与他们沟通时，你可以提醒自己要坚持真实表达自己的感受和需求，同时保持冷静和理智。",
        "label": ""
      },
      {
        "sentence": "无论他们的反应如何，这就是他们的方式，你需要相信自己的决定和行动，给自己更多的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "记住，你有权利去追求自己的幸福和满足感。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有所启发。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试与他们进行坦诚的沟通，并试着接受和理解他们。同时，也会更加关注自己的感受和需求，给自己更多的支持和鼓励。希望能够改变现状，重新建立与父母的良好关系。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试与他们进行坦诚的沟通，并试着接受和理解他们。",
        "label": ""
      },
      {
        "sentence": "同时，也会更加关注自己的感受和需求，给自己更多的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "希望能够改变现状，重新建立与父母的良好关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，很高兴我的建议能对你有所启发。坦诚的沟通和接纳对方都是重要的因素，希望它们能够帮助你与父母建立更好的关系。记住，成长是一个持续的过程，需要时间和努力。愿你早日实现自己的期望和愿望。加油！如果还有其他问题，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "不用客气，很高兴我的建议能对你有所启发。",
        "label": ""
      },
      {
        "sentence": "坦诚的沟通和接纳对方都是重要的因素，希望它们能够帮助你与父母建立更好的关系。",
        "label": ""
      },
      {
        "sentence": "记住，成长是一个持续的过程，需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "愿你早日实现自己的期望和愿望。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我聊天。",
        "label": ""
      }
    ]
  }
]