[
  {
    "role": "client",
    "content": "希望男友有事跟我商量去哪做什么让我知道是我有病吗？",
    "annotation": [
      {
        "sentence": "希望男友有事跟我商量去哪做什么让我知道是我有病吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，希望男朋友有事跟你商量，去哪里做什么让你知道，这些很正常。希望男朋友有事跟你商量说明你在意，也希望在男朋友那里得到该有的尊重；去哪里做什么让你知道说明你关心他，在意他的安全。所以并不是您所说的“有病”。",
    "annotation": [
      {
        "sentence": "首先，希望男朋友有事跟你商量，去哪里做什么让你知道，这些很正常。",
        "label": ""
      },
      {
        "sentence": "希望男朋友有事跟你商量说明你在意，也希望在男朋友那里得到该有的尊重；去哪里做什么让你知道说明你关心他，在意他的安全。",
        "label": ""
      },
      {
        "sentence": "所以并不是您所说的“有病”。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我俩都是离异，高中同级不同班，上学时他跟我暗恋的男生关系好，所以我大概知道他。兜转了十三年，又经别人介绍认识，他因为前妻不能生育离婚，他也明确告知我，先怀孕才能跟我谈感情，我搞不懂是自己太寂寞还是真的喜欢他，开始无法接受他的想法，后来，自己也觉得年龄不小了，也想生个孩子，我提了三次分手，我找了他三次，算是都和好了，他上班也挺忙。",
    "annotation": [
      {
        "sentence": "我俩都是离异，高中同级不同班，上学时他跟我暗恋的男生关系好，所以我大概知道他。",
        "label": ""
      },
      {
        "sentence": "兜转了十三年，又经别人介绍认识，他因为前妻不能生育离婚，他也明确告知我，先怀孕才能跟我谈感情，我搞不懂是自己太寂寞还是真的喜欢他，开始无法接受他的想法，后来，自己也觉得年龄不小了，也想生个孩子，我提了三次分手，我找了他三次，算是都和好了，他上班也挺忙。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据您的描述，您的男朋友因为上班很忙很忽略了您，让您感到不满，但是两个人却又没什么交流沟通的机会。您希望他能多陪陪您，多跟您联系，这些可能是因为您感到孤独，需要一个人陪您聊天，也有可能是因为您太喜欢他，而太在意他联不联系您，陪不陪您。看得出来，您对他是很在意的，但是您的男朋友在没有告知您的情况下，也不联系您，十点多还去跟朋友打游戏，这样的做法可能的确忽略了您的感受，让您感到不满和难过。",
    "annotation": [
      {
        "sentence": "根据您的描述，您的男朋友因为上班很忙很忽略了您，让您感到不满，但是两个人却又没什么交流沟通的机会。",
        "label": ""
      },
      {
        "sentence": "您希望他能多陪陪您，多跟您联系，这些可能是因为您感到孤独，需要一个人陪您聊天，也有可能是因为您太喜欢他，而太在意他联不联系您，陪不陪您。",
        "label": ""
      },
      {
        "sentence": "看得出来，您对他是很在意的，但是您的男朋友在没有告知您的情况下，也不联系您，十点多还去跟朋友打游戏，这样的做法可能的确忽略了您的感受，让您感到不满和难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我希望他抽空想起我，发个信息打个电话，他不联系我我会联系他，谁有空就联系对方，这些都是不吵架的情况下。因为他上班忙，我希望他下班能多陪陪我，就算真有事陪不了，也跟我提前说一声。有时候下班晚上十点多，还要去跟他朋友打游戏，也不跟我说一声。我发信息也不回。平常我俩微信聊个天，说着说着就没人了，永远最先挂电话。",
    "annotation": [
      {
        "sentence": "我希望他抽空想起我，发个信息打个电话，他不联系我我会联系他，谁有空就联系对方，这些都是不吵架的情况下。",
        "label": ""
      },
      {
        "sentence": "因为他上班忙，我希望他下班能多陪陪我，就算真有事陪不了，也跟我提前说一声。",
        "label": ""
      },
      {
        "sentence": "有时候下班晚上十点多，还要去跟他朋友打游戏，也不跟我说一声。",
        "label": ""
      },
      {
        "sentence": "我发信息也不回。",
        "label": ""
      },
      {
        "sentence": "平常我俩微信聊个天，说着说着就没人了，永远最先挂电话。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "俗话说劝和不劝离，但是从您的描述来看，您的男朋友好像什么都不在意，微信聊天说着说着就没人，电话也最先挂，没有耐心，其实您应该也能感受到，在这段感情里，他并没有那么用心。在我看来，你们需要找一个时间好好沟通一下，看对方所需要的到底是什么，恕我直言，如果只是需要一个人生育，那么对于他来说也许换作是谁都是一样的，您大可不必委屈自己，可以分开找一个更好的人。如果一直这样拖下去，可能对于您来说会更煎熬，不满会越来越多。所以您应该先思考一下他带给了您什么，您希望在他身上得到什么，如果不能达到您的要求，让您在这段感情中感到很累的话，趁早分开对您来说也许是更好地解脱。",
    "annotation": [
      {
        "sentence": "俗话说劝和不劝离，但是从您的描述来看，您的男朋友好像什么都不在意，微信聊天说着说着就没人，电话也最先挂，没有耐心，其实您应该也能感受到，在这段感情里，他并没有那么用心。",
        "label": ""
      },
      {
        "sentence": "在我看来，你们需要找一个时间好好沟通一下，看对方所需要的到底是什么，恕我直言，如果只是需要一个人生育，那么对于他来说也许换作是谁都是一样的，您大可不必委屈自己，可以分开找一个更好的人。",
        "label": ""
      },
      {
        "sentence": "如果一直这样拖下去，可能对于您来说会更煎熬，不满会越来越多。",
        "label": ""
      },
      {
        "sentence": "所以您应该先思考一下他带给了您什么，您希望在他身上得到什么，如果不能达到您的要求，让您在这段感情中感到很累的话，趁早分开对您来说也许是更好地解脱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "半年时间，我俩除了吃了几次饭睡过几次觉，真的再没有其他经历。晚上十点多下班来找我，也是急急忙忙就要回去说多累多辛苦明天多忙我明确说了很多次我的不乐意他觉得我无理取闹。",
    "annotation": [
      {
        "sentence": "半年时间，我俩除了吃了几次饭睡过几次觉，真的再没有其他经历。",
        "label": ""
      },
      {
        "sentence": "晚上十点多下班来找我，也是急急忙忙就要回去说多累多辛苦明天多忙我明确说了很多次我的不乐意他觉得我无理取闹。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的回答能对您有所帮助，也希望您天天开心！",
    "annotation": [
      {
        "sentence": "希望我的回答能对您有所帮助，也希望您天天开心！",
        "label": ""
      }
    ]
  }
]