[
  {
    "role": "client",
    "content": "新手咨询师被来访者放鸽子，怀疑自己心态不稳怎么办？",
    "annotation": [
      {
        "sentence": "新手咨询师被来访者放鸽子，怀疑自己心态不稳怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的心情。作为新晋咨询师，由于初期案例不多，所以我们对待每一个案例都格外重视，在咨询前会做好各种准备。但是，约定好的来访者，突然失约了，这种被放鸽子的情况，让我们觉得自己之前的努力准备全部白费了。这种失落的心情，我非常理解。现在我们先聊聊，是什么原因会让来访者突然失约呢？",
    "annotation": [
      {
        "sentence": "理解你的心情。",
        "label": ""
      },
      {
        "sentence": "作为新晋咨询师，由于初期案例不多，所以我们对待每一个案例都格外重视，在咨询前会做好各种准备。",
        "label": ""
      },
      {
        "sentence": "但是，约定好的来访者，突然失约了，这种被放鸽子的情况，让我们觉得自己之前的努力准备全部白费了。",
        "label": ""
      },
      {
        "sentence": "这种失落的心情，我非常理解。",
        "label": ""
      },
      {
        "sentence": "现在我们先聊聊，是什么原因会让来访者突然失约呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有几个来访者，在咨询时气氛都不错，自己感觉也还可以，而且都约好了下一次咨询的时间。但到了约定的时间，我被放鸽子了。有些怀疑自己，是不是咨询做的不好？而且我自己没意识到？咨询师被放好几次鸽子，应该如何调节自己的心态？",
    "annotation": [
      {
        "sentence": "有几个来访者，在咨询时气氛都不错，自己感觉也还可以，而且都约好了下一次咨询的时间。",
        "label": ""
      },
      {
        "sentence": "但到了约定的时间，我被放鸽子了。",
        "label": ""
      },
      {
        "sentence": "有些怀疑自己，是不是咨询做的不好？",
        "label": ""
      },
      {
        "sentence": "而且我自己没意识到？",
        "label": ""
      },
      {
        "sentence": "咨询师被放好几次鸽子，应该如何调节自己的心态？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "失约的原因很多，比如工作太忙、家里有事、心理情况转好等等。但是，如果从更深层次的原因来看，失约者的心态估计跟以下两种情况有关：（一）不安全感。心理咨询的过程中，我们通常会从来访者目前展示的问题中去寻找造成这个问题的深层次原因。这些原因涉及到来访者的一些隐私。在深挖这些隐私的过程中，会让来访者产生质疑，质疑咨询师的专业程度，质疑自己是否可以信任这个人。这种感受会让来访者徘徊，徘徊自己是否会再次接受心理治疗。外化出来的原因是常听到的家里有事、工作太忙等。（二）病耻感。心理咨询在目前阶段，大众对它还存在一定的误解，最常见的就是认为心理有病的人才需要心理咨询。当来访者被情绪困扰，迫于无奈来接受治疗的时候，其实内心深处，依然觉得接受心理咨询是因为自己有病。来访者的内心其实没有真正接受心理咨询这件事。当一次咨询结束，来访者可能心情有所缓解的时候，就会觉得自己没病了，不需要再来了。这种时候，来访者会觉得，自己不来心理咨询，自己心理就没病了。那种深埋在意识深处甚至潜意识中的“病耻感”，可能会使来访者陷入一个新的冲突，从而感到焦虑不安。于是，心理防御机制启动，就有了那些家里有事、工作太忙、情绪已经缓解的原因。",
    "annotation": [
      {
        "sentence": "失约的原因很多，比如工作太忙、家里有事、心理情况转好等等。",
        "label": ""
      },
      {
        "sentence": "但是，如果从更深层次的原因来看，失约者的心态估计跟以下两种情况有关：（一）不安全感。",
        "label": ""
      },
      {
        "sentence": "心理咨询的过程中，我们通常会从来访者目前展示的问题中去寻找造成这个问题的深层次原因。",
        "label": ""
      },
      {
        "sentence": "这些原因涉及到来访者的一些隐私。",
        "label": ""
      },
      {
        "sentence": "在深挖这些隐私的过程中，会让来访者产生质疑，质疑咨询师的专业程度，质疑自己是否可以信任这个人。",
        "label": ""
      },
      {
        "sentence": "这种感受会让来访者徘徊，徘徊自己是否会再次接受心理治疗。",
        "label": ""
      },
      {
        "sentence": "外化出来的原因是常听到的家里有事、工作太忙等。",
        "label": ""
      },
      {
        "sentence": "（二）病耻感。",
        "label": ""
      },
      {
        "sentence": "心理咨询在目前阶段，大众对它还存在一定的误解，最常见的就是认为心理有病的人才需要心理咨询。",
        "label": ""
      },
      {
        "sentence": "当来访者被情绪困扰，迫于无奈来接受治疗的时候，其实内心深处，依然觉得接受心理咨询是因为自己有病。",
        "label": ""
      },
      {
        "sentence": "来访者的内心其实没有真正接受心理咨询这件事。",
        "label": ""
      },
      {
        "sentence": "当一次咨询结束，来访者可能心情有所缓解的时候，就会觉得自己没病了，不需要再来了。",
        "label": ""
      },
      {
        "sentence": "这种时候，来访者会觉得，自己不来心理咨询，自己心理就没病了。",
        "label": ""
      },
      {
        "sentence": "那种深埋在意识深处甚至潜意识中的“病耻感”，可能会使来访者陷入一个新的冲突，从而感到焦虑不安。",
        "label": ""
      },
      {
        "sentence": "于是，心理防御机制启动，就有了那些家里有事、工作太忙、情绪已经缓解的原因。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的指导和解释！那么，针对被失约的事实，我们应该如何调整自己的心态呢？",
    "annotation": [
      {
        "sentence": "非常感谢你的指导和解释！",
        "label": ""
      },
      {
        "sentence": "那么，针对被失约的事实，我们应该如何调整自己的心态呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，在心理咨询前，咨询师应该透明、诚恳地向来访者仔细解释咨询的相关流程，尽量减少来访者的不安全感。其次，在每次咨询结束后，咨询师可以回忆与来访者咨询过程中的对话、气氛的情况做相关总结。通过这种总结，我们可以找到造成来访者心态改变的原因，以便在咨询的过程中不断完善自己。最后，我们应该让非专业人士了解心理咨询的意义。心理咨询师可以通过开通自己的公众号、个人网站等渠道向大众介绍心理咨询。我们应该尽力让非专业人士知道，心理咨询是一种心理健康保健，不等于精神科医生。处理的通常都是来访者的日常困惑。心理咨询是一个既助人又自助的职业。即使来访者失约，我们也可以从他们身上看到自己咨询过程中需要改善的地方。通过不断总结和思考，我们才能在心理咨询的路上越走越远。",
    "annotation": [
      {
        "sentence": "首先，在心理咨询前，咨询师应该透明、诚恳地向来访者仔细解释咨询的相关流程，尽量减少来访者的不安全感。",
        "label": ""
      },
      {
        "sentence": "其次，在每次咨询结束后，咨询师可以回忆与来访者咨询过程中的对话、气氛的情况做相关总结。",
        "label": ""
      },
      {
        "sentence": "通过这种总结，我们可以找到造成来访者心态改变的原因，以便在咨询的过程中不断完善自己。",
        "label": ""
      },
      {
        "sentence": "最后，我们应该让非专业人士了解心理咨询的意义。",
        "label": ""
      },
      {
        "sentence": "心理咨询师可以通过开通自己的公众号、个人网站等渠道向大众介绍心理咨询。",
        "label": ""
      },
      {
        "sentence": "我们应该尽力让非专业人士知道，心理咨询是一种心理健康保健，不等于精神科医生。",
        "label": ""
      },
      {
        "sentence": "处理的通常都是来访者的日常困惑。",
        "label": ""
      },
      {
        "sentence": "心理咨询是一个既助人又自助的职业。",
        "label": ""
      },
      {
        "sentence": "即使来访者失约，我们也可以从他们身上看到自己咨询过程中需要改善的地方。",
        "label": ""
      },
      {
        "sentence": "通过不断总结和思考，我们才能在心理咨询的路上越走越远。",
        "label": ""
      }
    ]
  }
]