[
  {
    "role": "client",
    "content": "大学里可不可以一个人走，一个人做决定？我想在大学里一个人走，不想和别人一起走，一个人去学习一个人做决定不喜欢被人管着？",
    "annotation": [
      {
        "sentence": "大学里可不可以一个人走，一个人做决定？",
        "label": ""
      },
      {
        "sentence": "我想在大学里一个人走，不想和别人一起走，一个人去学习一个人做决定不喜欢被人管着？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可以的，每个人在大学里都有自己的选择权和决定权。你有权决定自己的学习方式和生活方式。",
    "annotation": [
      {
        "sentence": "可以的，每个人在大学里都有自己的选择权和决定权。",
        "label": ""
      },
      {
        "sentence": "你有权决定自己的学习方式和生活方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是害怕被老师叫过去谈话，想知道有没有和我一样的人身边走的女生喜欢控制别人，我很不自在。而且我们是多个人一起走，我想找一个和我一样的同学找不到。而且大家好像都有伴儿了。能给我个好一点的建议吗，谢谢你们。",
    "annotation": [
      {
        "sentence": "但是害怕被老师叫过去谈话，想知道有没有和我一样的人身边走的女生喜欢控制别人，我很不自在。",
        "label": ""
      },
      {
        "sentence": "而且我们是多个人一起走，我想找一个和我一样的同学找不到。",
        "label": ""
      },
      {
        "sentence": "而且大家好像都有伴儿了。",
        "label": ""
      },
      {
        "sentence": "能给我个好一点的建议吗，谢谢你们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你在乎被别人指责或控制，你的担心是可以理解的。但是要记得，不是每个人都喜欢控制别人。你可以尝试主动与身边的人交流，寻找有相似想法的同学，或通过加入兴趣社团等途径结识志同道合的朋友。也可以试着与同学们坦诚地沟通你的想法和需求，让他们了解你的独立个性。记住，不要过于担心别人的看法，相信你会找到那些理解和支持你的人的。",
    "annotation": [
      {
        "sentence": "听起来你在乎被别人指责或控制，你的担心是可以理解的。",
        "label": ""
      },
      {
        "sentence": "但是要记得，不是每个人都喜欢控制别人。",
        "label": ""
      },
      {
        "sentence": "你可以尝试主动与身边的人交流，寻找有相似想法的同学，或通过加入兴趣社团等途径结识志同道合的朋友。",
        "label": ""
      },
      {
        "sentence": "也可以试着与同学们坦诚地沟通你的想法和需求，让他们了解你的独立个性。",
        "label": ""
      },
      {
        "sentence": "记住，不要过于担心别人的看法，相信你会找到那些理解和支持你的人的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该主动与同学们交流，而不是过于担心他们的看法。但有时候我还是会感觉不自在，怕面对别人的审视和评价。",
    "annotation": [
      {
        "sentence": "我明白了，我应该主动与同学们交流，而不是过于担心他们的看法。",
        "label": ""
      },
      {
        "sentence": "但有时候我还是会感觉不自在，怕面对别人的审视和评价。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种感受是正常的，很多人都会有类似的不自在感。但是要记住，你的感受和价值是重要的，不要过分关注他人对你的评价。建议你尝试放松自己，提升自信心。可以进行一些自我成长的活动，如参加公开演讲、加入团体活动等，逐渐培养自己的自信和应对能力。同时，也可以寻求心理咨询的帮助，与专业的心理咨询师一起探讨和处理这些情绪。",
    "annotation": [
      {
        "sentence": "这种感受是正常的，很多人都会有类似的不自在感。",
        "label": ""
      },
      {
        "sentence": "但是要记住，你的感受和价值是重要的，不要过分关注他人对你的评价。",
        "label": ""
      },
      {
        "sentence": "建议你尝试放松自己，提升自信心。",
        "label": ""
      },
      {
        "sentence": "可以进行一些自我成长的活动，如参加公开演讲、加入团体活动等，逐渐培养自己的自信和应对能力。",
        "label": ""
      },
      {
        "sentence": "同时，也可以寻求心理咨询的帮助，与专业的心理咨询师一起探讨和处理这些情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试放松自己，提升自信心。我也会考虑寻求心理咨询的帮助。还有，有没有一些具体的应对方法，可以帮助我更好地面对他人的审视和评价？",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试放松自己，提升自信心。",
        "label": ""
      },
      {
        "sentence": "我也会考虑寻求心理咨询的帮助。",
        "label": ""
      },
      {
        "sentence": "还有，有没有一些具体的应对方法，可以帮助我更好地面对他人的审视和评价？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当你面对他人的审视和评价时，你可以试着站在别人的角度来想问题。思考他们的意见是否有建设性，是否值得借鉴。同时，也要相信自己的能力和选择，坚持自己的原则。另外，你可以通过建立个人兴趣和爱好来更好地了解自己，并与他人分享和交流，这样有助于你树立自己的独特个性和形象。最重要的是，要学会保持积极的心态，不要让他人的看法过分影响你的情绪和生活。",
    "annotation": [
      {
        "sentence": "当你面对他人的审视和评价时，你可以试着站在别人的角度来想问题。",
        "label": ""
      },
      {
        "sentence": "思考他们的意见是否有建设性，是否值得借鉴。",
        "label": ""
      },
      {
        "sentence": "同时，也要相信自己的能力和选择，坚持自己的原则。",
        "label": ""
      },
      {
        "sentence": "另外，你可以通过建立个人兴趣和爱好来更好地了解自己，并与他人分享和交流，这样有助于你树立自己的独特个性和形象。",
        "label": ""
      },
      {
        "sentence": "最重要的是，要学会保持积极的心态，不要让他人的看法过分影响你的情绪和生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试站在别人的角度思考问题，并相信自己的能力和选择。同时，我也会通过兴趣和爱好来塑造自己的个性，并保持积极的心态。感谢你的建议，我觉得我现在有了更好的解决办法来面对这个问题了。",
    "annotation": [
      {
        "sentence": "我会尝试站在别人的角度思考问题，并相信自己的能力和选择。",
        "label": ""
      },
      {
        "sentence": "同时，我也会通过兴趣和爱好来塑造自己的个性，并保持积极的心态。",
        "label": ""
      },
      {
        "sentence": "感谢你的建议，我觉得我现在有了更好的解决办法来面对这个问题了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你对问题有了更好的解决办法，相信你能够处理好这个问题。如果你在实践中遇到任何困难或需要进一步的支持，随时向我或其他人寻求帮助，我们都会在你身边支持你的。",
    "annotation": [
      {
        "sentence": "很高兴听到你对问题有了更好的解决办法，相信你能够处理好这个问题。",
        "label": ""
      },
      {
        "sentence": "如果你在实践中遇到任何困难或需要进一步的支持，随时向我或其他人寻求帮助，我们都会在你身边支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持，我会尽力去实践，并在需要帮助时寻求支持。再次感谢你的建议和鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的支持，我会尽力去实践，并在需要帮助时寻求支持。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的建议和鼓励！",
        "label": ""
      }
    ]
  }
]