[
  {
    "role": "client",
    "content": "为什么感到周围环境没安全感就会社交恐惧？新入职一家公司，我变得沉默寡言，甚至在别人眼里有些高冷。当我觉得环境有安全的感的时候（或者感受到他人对我能力上的欣赏时），身处陌生的环境依然开朗，健谈，自信。当我感受到环境给不了安全是感时（可能是周围人优秀亦或是怕说错话尴尬使然），就会社交恐惧。会沉默，不说话。但内心十分渴望融入新团队，又不知从何开头。我觉得我就是“2个我”，一面自信，一面自卑胆小我不知道我怎么了，为什么会这样很希望能得到缓解矛盾的心理方法，万分谢谢",
    "annotation": [
      {
        "sentence": "为什么感到周围环境没安全感就会社交恐惧？",
        "label": ""
      },
      {
        "sentence": "新入职一家公司，我变得沉默寡言，甚至在别人眼里有些高冷。",
        "label": ""
      },
      {
        "sentence": "当我觉得环境有安全的感的时候（或者感受到他人对我能力上的欣赏时），身处陌生的环境依然开朗，健谈，自信。",
        "label": ""
      },
      {
        "sentence": "当我感受到环境给不了安全是感时（可能是周围人优秀亦或是怕说错话尴尬使然），就会社交恐惧。",
        "label": ""
      },
      {
        "sentence": "会沉默，不说话。",
        "label": ""
      },
      {
        "sentence": "但内心十分渴望融入新团队，又不知从何开头。",
        "label": ""
      },
      {
        "sentence": "我觉得我就是“2个我”，一面自信，一面自卑胆小我不知道我怎么了，为什么会这样很希望能得到缓解矛盾的心理方法，万分谢谢",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的焦虑不安我看到了。你的自我觉察、感受能力强而且敏感度高，对环境他人的影响评价在意，关注其实是自己对自己的评价，而不是来自他人。你担心别人对自己不好，不满意，而否定怀疑自己是不是不够优秀完美强大，麻烦了别人，苛责自己，讨好别人的心态对待自己了。你要知道心门内外只有自己，担心别人的看法是你对自己要求过高期望自己迎合别人的期待的投射到别人身上的心理状态。事实上大家都在关注自我，没有太多的心理能量关注别人，我们都在关注三件事，别人的事、自己的事、老天的事。孔子曾说：七十随心所欲不逾矩。人活到七十岁修炼到跟随自己内心而不刻意迎合他人的眼光和想法，还能不逾越法律道德底线，就是道法自然的状态，身心自如，内心的冲突、痛苦得到整合，接纳自己理解尊重自己，爱自己才能好好爱别人。先感受自己的内心需求，不绝对化要求自己和他人，不糟糕至极的思维模式，非黑即白，非此即彼，任何事情都有积极的一面，哪怕分离、失去、创伤和痛苦。",
    "annotation": [
      {
        "sentence": "你的焦虑不安我看到了。",
        "label": ""
      },
      {
        "sentence": "你的自我觉察、感受能力强而且敏感度高，对环境他人的影响评价在意，关注其实是自己对自己的评价，而不是来自他人。",
        "label": ""
      },
      {
        "sentence": "你担心别人对自己不好，不满意，而否定怀疑自己是不是不够优秀完美强大，麻烦了别人，苛责自己，讨好别人的心态对待自己了。",
        "label": ""
      },
      {
        "sentence": "你要知道心门内外只有自己，担心别人的看法是你对自己要求过高期望自己迎合别人的期待的投射到别人身上的心理状态。",
        "label": ""
      },
      {
        "sentence": "事实上大家都在关注自我，没有太多的心理能量关注别人，我们都在关注三件事，别人的事、自己的事、老天的事。",
        "label": ""
      },
      {
        "sentence": "孔子曾说：七十随心所欲不逾矩。",
        "label": ""
      },
      {
        "sentence": "人活到七十岁修炼到跟随自己内心而不刻意迎合他人的眼光和想法，还能不逾越法律道德底线，就是道法自然的状态，身心自如，内心的冲突、痛苦得到整合，接纳自己理解尊重自己，爱自己才能好好爱别人。",
        "label": ""
      },
      {
        "sentence": "先感受自己的内心需求，不绝对化要求自己和他人，不糟糕至极的思维模式，非黑即白，非此即彼，任何事情都有积极的一面，哪怕分离、失去、创伤和痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我很在意别人对我的看法，但我也知道自身的评价与他人无关。可是在新环境中，我还是会失去自信，感到害怕和困惑。我想知道如何解决这个问题，如何让自己更好地融入新团队。",
    "annotation": [
      {
        "sentence": "我明白了，我很在意别人对我的看法，但我也知道自身的评价与他人无关。",
        "label": ""
      },
      {
        "sentence": "可是在新环境中，我还是会失去自信，感到害怕和困惑。",
        "label": ""
      },
      {
        "sentence": "我想知道如何解决这个问题，如何让自己更好地融入新团队。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "多运动做正念冥想阅读学习心理学知识，找心理咨询师陪伴一段时间也是不错的选择。通过运动可以释放紧张情绪，正念冥想可以帮助你关注当下，减少对未来的担忧，阅读学习心理学知识可以增加对自身情绪和行为的理解和认知。同时，找心理咨询师陪伴你一段时间，可以倾诉内心的矛盾和困惑，获得专业的观点和建议，帮助你更好地融入新团队。",
    "annotation": [
      {
        "sentence": "多运动做正念冥想阅读学习心理学知识，找心理咨询师陪伴一段时间也是不错的选择。",
        "label": ""
      },
      {
        "sentence": "通过运动可以释放紧张情绪，正念冥想可以帮助你关注当下，减少对未来的担忧，阅读学习心理学知识可以增加对自身情绪和行为的理解和认知。",
        "label": ""
      },
      {
        "sentence": "同时，找心理咨询师陪伴你一段时间，可以倾诉内心的矛盾和困惑，获得专业的观点和建议，帮助你更好地融入新团队。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会试着多运动，尝试正念冥想，也会开始阅读有关心理学的书籍。至于找心理咨询师，我会考虑一下。希望这些方法能够帮助我解决内心的困扰，重新获得自信，融入新团队。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会试着多运动，尝试正念冥想，也会开始阅读有关心理学的书籍。",
        "label": ""
      },
      {
        "sentence": "至于找心理咨询师，我会考虑一下。",
        "label": ""
      },
      {
        "sentence": "希望这些方法能够帮助我解决内心的困扰，重新获得自信，融入新团队。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你接受了我的建议。请记住，过程需要时间和耐心。不要给自己过多的压力，尝试从容面对困难和挑战。相信自己的能力，相信你可以克服这些困难。如果有任何需要，随时来找我倾诉。我会一直支持你的。",
    "annotation": [
      {
        "sentence": "很高兴你接受了我的建议。",
        "label": ""
      },
      {
        "sentence": "请记住，过程需要时间和耐心。",
        "label": ""
      },
      {
        "sentence": "不要给自己过多的压力，尝试从容面对困难和挑战。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，相信你可以克服这些困难。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励。我会努力尝试，相信自己能够渐渐克服这些心理困扰。如果有需要，我一定会再次向你寻求帮助和支持的。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会努力尝试，相信自己能够渐渐克服这些心理困扰。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我一定会再次向你寻求帮助和支持的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的勇气和决心让我敬佩。记住，你不是一个人在战斗。一路上有我在这里支持你，陪伴你。你做得很好，加油！如果有任何需要，随时来找我。",
    "annotation": [
      {
        "sentence": "你的勇气和决心让我敬佩。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗。",
        "label": ""
      },
      {
        "sentence": "一路上有我在这里支持你，陪伴你。",
        "label": ""
      },
      {
        "sentence": "你做得很好，加油！",
        "label": ""
      },
      {
        "sentence": "如果有任何需要，随时来找我。",
        "label": ""
      }
    ]
  }
]