[
  {
    "role": "client",
    "content": "怎样能拥有自我意识，把自己心安理得得放在第一位？自己一个人无法解决问题时，会很难向别人求助，觉得会耽误别人时间，拖累别人，所以如果别人有事情，会把别人放在第一位，明明自己的事情也很重要很紧急，长此以往，自己的生活受到很大影响。",
    "annotation": [
      {
        "sentence": "怎样能拥有自我意识，把自己心安理得得放在第一位？",
        "label": ""
      },
      {
        "sentence": "自己一个人无法解决问题时，会很难向别人求助，觉得会耽误别人时间，拖累别人，所以如果别人有事情，会把别人放在第一位，明明自己的事情也很重要很紧急，长此以往，自己的生活受到很大影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的困扰，你说的这种情况还是蛮普遍的，也比较正常。不喜欢麻烦别人，当别人有问题了又会特别积极去帮助别人——这说明你非常体贴，善良，能够从对方的角度上思考问题，当然同时也会出现一些问题。",
    "annotation": [
      {
        "sentence": "非常理解你的困扰，你说的这种情况还是蛮普遍的，也比较正常。",
        "label": ""
      },
      {
        "sentence": "不喜欢麻烦别人，当别人有问题了又会特别积极去帮助别人——这说明你非常体贴，善良，能够从对方的角度上思考问题，当然同时也会出现一些问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，有时候真的觉得很矛盾。我知道对方有时也会需要帮助，但就是感觉自己的问题总是比不上别人的，所以不好意思开口。",
    "annotation": [
      {
        "sentence": "是的，有时候真的觉得很矛盾。",
        "label": ""
      },
      {
        "sentence": "我知道对方有时也会需要帮助，但就是感觉自己的问题总是比不上别人的，所以不好意思开口。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个是因为你一直把别人放在第一位，忽视了自己的身心健康和需求。其实，你也是非常重要的，你的问题同样值得被关注和解决。在寻求帮助的时候，你不应该因为觉得自己的问题不够重要而选择沉默，因为别人愿意帮助你，并不是因为你的问题有多重要，而是因为他们关心你并愿意帮助你。",
    "annotation": [
      {
        "sentence": "这个是因为你一直把别人放在第一位，忽视了自己的身心健康和需求。",
        "label": ""
      },
      {
        "sentence": "其实，你也是非常重要的，你的问题同样值得被关注和解决。",
        "label": ""
      },
      {
        "sentence": "在寻求帮助的时候，你不应该因为觉得自己的问题不够重要而选择沉默，因为别人愿意帮助你，并不是因为你的问题有多重要，而是因为他们关心你并愿意帮助你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我总觉得是在耽误别人的时间，或者会拖累他们。",
    "annotation": [
      {
        "sentence": "可是我总觉得是在耽误别人的时间，或者会拖累他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担忧。但是要记住，每个人都有自己的选择权和决策能力。如果别人愿意帮助你，就说明他们已经权衡了自己的时间和资源，觉得这是值得的。你并不应该因此感到内疚或者有负罪感。别人也会有拒绝或者说忙的时候，但这不代表你不值得被帮助，只是说明他们暂时不能提供帮助。这是很常见的情况，不要把责任完全归咎于自己。",
    "annotation": [
      {
        "sentence": "理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "但是要记住，每个人都有自己的选择权和决策能力。",
        "label": ""
      },
      {
        "sentence": "如果别人愿意帮助你，就说明他们已经权衡了自己的时间和资源，觉得这是值得的。",
        "label": ""
      },
      {
        "sentence": "你并不应该因此感到内疚或者有负罪感。",
        "label": ""
      },
      {
        "sentence": "别人也会有拒绝或者说忙的时候，但这不代表你不值得被帮助，只是说明他们暂时不能提供帮助。",
        "label": ""
      },
      {
        "sentence": "这是很常见的情况，不要把责任完全归咎于自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "所以，我应该怎样才能真正将自己放在第一位，拥有自我意识呢？",
    "annotation": [
      {
        "sentence": "所以，我应该怎样才能真正将自己放在第一位，拥有自我意识呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关键是要树立边界意识，做好“课题分离”。也就是要学会辨别哪些事是自己的事情，哪些事是他人的事情。你要优先处理自己的问题，然后再考虑是否有余力去帮助他人。这并不代表自私，而是一种清醒的态度。当然，你也可以选择拒绝或者忽略一些事情，这不会对他人造成太大的困扰。关于请求帮助，你可以首先寻找那些与你关系较好，能够帮助到你的人。同时，你要明白，你找不找他帮忙是你自己的事情，他帮不帮你完全是他的问题，他在选择帮助你的时候会考虑到自己需要付出什么，而这些不应该成为你的压力。",
    "annotation": [
      {
        "sentence": "关键是要树立边界意识，做好“课题分离”。",
        "label": ""
      },
      {
        "sentence": "也就是要学会辨别哪些事是自己的事情，哪些事是他人的事情。",
        "label": ""
      },
      {
        "sentence": "你要优先处理自己的问题，然后再考虑是否有余力去帮助他人。",
        "label": ""
      },
      {
        "sentence": "这并不代表自私，而是一种清醒的态度。",
        "label": ""
      },
      {
        "sentence": "当然，你也可以选择拒绝或者忽略一些事情，这不会对他人造成太大的困扰。",
        "label": ""
      },
      {
        "sentence": "关于请求帮助，你可以首先寻找那些与你关系较好，能够帮助到你的人。",
        "label": ""
      },
      {
        "sentence": "同时，你要明白，你找不找他帮忙是你自己的事情，他帮不帮你完全是他的问题，他在选择帮助你的时候会考虑到自己需要付出什么，而这些不应该成为你的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我明白了。我应该学会更好地分辨自己和他人的事情，并且不要把关注与关心归咎于别人的问题。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "嗯，我明白了。",
        "label": ""
      },
      {
        "sentence": "我应该学会更好地分辨自己和他人的事情，并且不要把关注与关心归咎于别人的问题。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我只是希望能帮助你更好地面对这个问题。也希望你能够在拥有自我意识的同时，保持积极的心态，愿你的生活能够受到积极的影响。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，我只是希望能帮助你更好地面对这个问题。",
        "label": ""
      },
      {
        "sentence": "也希望你能够在拥有自我意识的同时，保持积极的心态，愿你的生活能够受到积极的影响。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]