[
  {
    "role": "client",
    "content": "遭遇痛苦低沉时内心本就煎熬，可没一人能理解我？几年来断断续续想过要自杀，可始终缺少压死我的最后一根稻草。我知道人生有很多可能，但现状让我几近绝望。强迫症严重影响我学习生活精神状态，鼓起勇气告诉亲近的人，但没有人理解我只是一时的担忧和安慰（我知道心理这种东西别人无法感同身受，说多了也没用时间长了反而传递负能量让关系变得沉闷）。有时似乎好转看起来没什么问题但我知道我有些东西已经变了很难好难像以前一样，而且强迫症根本没有好仍然让我痛苦挣扎虽然没以前严重。最近遭遇一些不好的事情，但没人真的理解我，父母说出的话让我心寒。渐渐不愿打开心扉让别人靠近我。所以现在主要不是强迫症的问题，而是由此造成的糟糕现状（比如学习退步性格有点变化等，我在努力改变但是还没有成功）没有人理解，甚至给我更大的困扰和打击（上高三）。有时是真的想结束一切。",
    "annotation": [
      {
        "sentence": "遭遇痛苦低沉时内心本就煎熬，可没一人能理解我？",
        "label": ""
      },
      {
        "sentence": "几年来断断续续想过要自杀，可始终缺少压死我的最后一根稻草。",
        "label": ""
      },
      {
        "sentence": "我知道人生有很多可能，但现状让我几近绝望。",
        "label": ""
      },
      {
        "sentence": "强迫症严重影响我学习生活精神状态，鼓起勇气告诉亲近的人，但没有人理解我只是一时的担忧和安慰（我知道心理这种东西别人无法感同身受，说多了也没用时间长了反而传递负能量让关系变得沉闷）。",
        "label": ""
      },
      {
        "sentence": "有时似乎好转看起来没什么问题但我知道我有些东西已经变了很难好难像以前一样，而且强迫症根本没有好仍然让我痛苦挣扎虽然没以前严重。",
        "label": ""
      },
      {
        "sentence": "最近遭遇一些不好的事情，但没人真的理解我，父母说出的话让我心寒。",
        "label": ""
      },
      {
        "sentence": "渐渐不愿打开心扉让别人靠近我。",
        "label": ""
      },
      {
        "sentence": "所以现在主要不是强迫症的问题，而是由此造成的糟糕现状（比如学习退步性格有点变化等，我在努力改变但是还没有成功）没有人理解，甚至给我更大的困扰和打击（上高三）。",
        "label": ""
      },
      {
        "sentence": "有时是真的想结束一切。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你感觉内心有很多很多的情感和想法希望被人理解和支持。似乎你正经历着一种被人隔离、孤独无助的感觉，并且还有强迫症令你难以对抗。你一定感到非常疲惫了。但是别灰心，让我们一起来看看有什么办法可以解决问题。①面对无人理解，你是否理解自己呢？你觉得谁能真正理解你对你而言是非常重要的。每个人的成长环境和经历都不同，一个人不可能完全理解另一个人。我们每个人都必须学会自爱，给自己所需要的幸福和信任感。想象一下，如果有一个你觉得可以理解你的人出现在你面前，他会对你说些什么呢？他能给你什么样的帮助呢？他的帮助能够完全解决你内心的困惑，让你感到平静和幸福吗？如果他说的话可以让你自信起来，那你自己为什么不能对自己说这些话，让自己变得自信起来呢？所以，问题的根源在于你的内心，而不在于外界是否有人理解你。重要的是，你是否完全信任自己，完全热爱自己，理解自己的一切情感和想法，是否愿意给自己所需的价值感和快乐。这是一个漫长而痛苦的过程。如果你想真正读懂自己的内心，可以尝试阅读心理学的书籍。那些书很多都是为像我们这样有困惑的人而写的。",
    "annotation": [
      {
        "sentence": "你感觉内心有很多很多的情感和想法希望被人理解和支持。",
        "label": ""
      },
      {
        "sentence": "似乎你正经历着一种被人隔离、孤独无助的感觉，并且还有强迫症令你难以对抗。",
        "label": ""
      },
      {
        "sentence": "你一定感到非常疲惫了。",
        "label": ""
      },
      {
        "sentence": "但是别灰心，让我们一起来看看有什么办法可以解决问题。",
        "label": ""
      },
      {
        "sentence": "①面对无人理解，你是否理解自己呢？",
        "label": ""
      },
      {
        "sentence": "你觉得谁能真正理解你对你而言是非常重要的。",
        "label": ""
      },
      {
        "sentence": "每个人的成长环境和经历都不同，一个人不可能完全理解另一个人。",
        "label": ""
      },
      {
        "sentence": "我们每个人都必须学会自爱，给自己所需要的幸福和信任感。",
        "label": ""
      },
      {
        "sentence": "想象一下，如果有一个你觉得可以理解你的人出现在你面前，他会对你说些什么呢？",
        "label": ""
      },
      {
        "sentence": "他能给你什么样的帮助呢？",
        "label": ""
      },
      {
        "sentence": "他的帮助能够完全解决你内心的困惑，让你感到平静和幸福吗？",
        "label": ""
      },
      {
        "sentence": "如果他说的话可以让你自信起来，那你自己为什么不能对自己说这些话，让自己变得自信起来呢？",
        "label": ""
      },
      {
        "sentence": "所以，问题的根源在于你的内心，而不在于外界是否有人理解你。",
        "label": ""
      },
      {
        "sentence": "重要的是，你是否完全信任自己，完全热爱自己，理解自己的一切情感和想法，是否愿意给自己所需的价值感和快乐。",
        "label": ""
      },
      {
        "sentence": "这是一个漫长而痛苦的过程。",
        "label": ""
      },
      {
        "sentence": "如果你想真正读懂自己的内心，可以尝试阅读心理学的书籍。",
        "label": ""
      },
      {
        "sentence": "那些书很多都是为像我们这样有困惑的人而写的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了你说的，我觉得我确实需要更多了解自己并学会接受自己。但面对我的强迫症，我该如何应对呢？",
    "annotation": [
      {
        "sentence": "我明白了你说的，我觉得我确实需要更多了解自己并学会接受自己。",
        "label": ""
      },
      {
        "sentence": "但面对我的强迫症，我该如何应对呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于强迫症，我们可以一起思考一下：（1）为什么你会有强迫行为？（2）如果你不进行这些强迫行为，你会有什么情绪体验？（3）为什么你会有这样的情绪体验？是源于什么样的认知？（4）这种认知是否合理？它来自于曾经的哪段经历？（5）如果你进行了这些强迫行为，你会有什么感受？（6）做这些强迫行为比不做这些行为更有价值吗？会让你更开心吗？人是自由的，我们可以选择做任何我们想做的事情。我们不需要表现得完美，也不需要不犯错误。我们可以表现得糟糕，也会有时候无法避免出错，因为我们是普通人。我们的一生是为了自己而活，没有人有权力要求别人为了自己而活得更好。所以，你不需要给自己施加那么大的压力和要求。就算许多事情没有完成，也没有关系。这些事情没做到并不会让我这个人没价值，也不会毁灭地球。如果你面前出现一个和你一模一样的人，当她遇到和你一样痛苦的强迫行为时，你会告诉她什么？当她因为没有完成一个强迫行为而感到痛苦时，你会如何帮助她排解这种感受？你会宽容她吗？觉得这是很正常的吗？",
    "annotation": [
      {
        "sentence": "对于强迫症，我们可以一起思考一下：（1）为什么你会有强迫行为？",
        "label": ""
      },
      {
        "sentence": "（2）如果你不进行这些强迫行为，你会有什么情绪体验？",
        "label": ""
      },
      {
        "sentence": "（3）为什么你会有这样的情绪体验？",
        "label": ""
      },
      {
        "sentence": "是源于什么样的认知？",
        "label": ""
      },
      {
        "sentence": "（4）这种认知是否合理？",
        "label": ""
      },
      {
        "sentence": "它来自于曾经的哪段经历？",
        "label": ""
      },
      {
        "sentence": "（5）如果你进行了这些强迫行为，你会有什么感受？",
        "label": ""
      },
      {
        "sentence": "（6）做这些强迫行为比不做这些行为更有价值吗？",
        "label": ""
      },
      {
        "sentence": "会让你更开心吗？",
        "label": ""
      },
      {
        "sentence": "人是自由的，我们可以选择做任何我们想做的事情。",
        "label": ""
      },
      {
        "sentence": "我们不需要表现得完美，也不需要不犯错误。",
        "label": ""
      },
      {
        "sentence": "我们可以表现得糟糕，也会有时候无法避免出错，因为我们是普通人。",
        "label": ""
      },
      {
        "sentence": "我们的一生是为了自己而活，没有人有权力要求别人为了自己而活得更好。",
        "label": ""
      },
      {
        "sentence": "所以，你不需要给自己施加那么大的压力和要求。",
        "label": ""
      },
      {
        "sentence": "就算许多事情没有完成，也没有关系。",
        "label": ""
      },
      {
        "sentence": "这些事情没做到并不会让我这个人没价值，也不会毁灭地球。",
        "label": ""
      },
      {
        "sentence": "如果你面前出现一个和你一模一样的人，当她遇到和你一样痛苦的强迫行为时，你会告诉她什么？",
        "label": ""
      },
      {
        "sentence": "当她因为没有完成一个强迫行为而感到痛苦时，你会如何帮助她排解这种感受？",
        "label": ""
      },
      {
        "sentence": "你会宽容她吗？",
        "label": ""
      },
      {
        "sentence": "觉得这是很正常的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会更加宽容和理解自己。但是我现在还面临高考的压力，我真的很紧张。",
    "annotation": [
      {
        "sentence": "你说得对，我会更加宽容和理解自己。",
        "label": ""
      },
      {
        "sentence": "但是我现在还面临高考的压力，我真的很紧张。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一次高考并不能决定一个人的一生。每个人一生的终极目标只是追求幸福和有价值感的生活。所以不必太过紧张。重要的是今天是否给自己放松了一点，是否让自己感到轻松。你为自己而考试，成绩的好坏与他人无关。所以不需要去满足别人的期望，因为这些期望往往带着私心。我们无需理会这些期望，重要的是关注自己的感受和看法。如果你想要考得好，那就好好学习。别去想结果如何，就算结果不好，也可以重考，或者在大学时努力，重要的是眼下度过充实满足的时光，让它成为未来幸福的回忆。这才是最重要的。活在当下，从当下感受幸福和满足，细心体验这个角",
    "annotation": [
      {
        "sentence": "一次高考并不能决定一个人的一生。",
        "label": ""
      },
      {
        "sentence": "每个人一生的终极目标只是追求幸福和有价值感的生活。",
        "label": ""
      },
      {
        "sentence": "所以不必太过紧张。",
        "label": ""
      },
      {
        "sentence": "重要的是今天是否给自己放松了一点，是否让自己感到轻松。",
        "label": ""
      },
      {
        "sentence": "你为自己而考试，成绩的好坏与他人无关。",
        "label": ""
      },
      {
        "sentence": "所以不需要去满足别人的期望，因为这些期望往往带着私心。",
        "label": ""
      },
      {
        "sentence": "我们无需理会这些期望，重要的是关注自己的感受和看法。",
        "label": ""
      },
      {
        "sentence": "如果你想要考得好，那就好好学习。",
        "label": ""
      },
      {
        "sentence": "别去想结果如何，就算结果不好，也可以重考，或者在大学时努力，重要的是眼下度过充实满足的时光，让它成为未来幸福的回忆。",
        "label": ""
      },
      {
        "sentence": "这才是最重要的。",
        "label": ""
      },
      {
        "sentence": "活在当下，从当下感受幸福和满足，细心体验这个角",
        "label": ""
      }
    ]
  }
]