[
  {
    "role": "client",
    "content": "恋爱分分合合三年，很爱对方为什么觉得很累想逃开？我是真的觉得没有和这个人在一起的话，就一个人生活，觉得再找不到其他人可以让我有冲动结婚（PS我和他都恋爱很多次）对方也是这样讲的。不知道是不是因为异地，我感觉好像他生活里没有我好像也可以。我有想告诉他我生活里大大小小事的欲望，但是他没有。和他聊天，有时候感觉他在敷衍我，就他自己生活的很开心，好像没有我也可以。然后我一直想结束异地，我也一直想催婚，我知道我现在的生活状态还不可以。但是我总有一种感觉，好像我哪怕现在一切经济情况状态都合适，他也一样会迟疑结婚这种事。我想留国外，也不知道他的打算。就是好像看不到未来，再加上谈的久了似乎不用对方怎么样，现在就觉得谈的好累啊。一直想逃跑。但是分开的时候又特别想他。",
    "annotation": [
      {
        "sentence": "恋爱分分合合三年，很爱对方为什么觉得很累想逃开？",
        "label": ""
      },
      {
        "sentence": "我是真的觉得没有和这个人在一起的话，就一个人生活，觉得再找不到其他人可以让我有冲动结婚（PS我和他都恋爱很多次）对方也是这样讲的。",
        "label": ""
      },
      {
        "sentence": "不知道是不是因为异地，我感觉好像他生活里没有我好像也可以。",
        "label": ""
      },
      {
        "sentence": "我有想告诉他我生活里大大小小事的欲望，但是他没有。",
        "label": ""
      },
      {
        "sentence": "和他聊天，有时候感觉他在敷衍我，就他自己生活的很开心，好像没有我也可以。",
        "label": ""
      },
      {
        "sentence": "然后我一直想结束异地，我也一直想催婚，我知道我现在的生活状态还不可以。",
        "label": ""
      },
      {
        "sentence": "但是我总有一种感觉，好像我哪怕现在一切经济情况状态都合适，他也一样会迟疑结婚这种事。",
        "label": ""
      },
      {
        "sentence": "我想留国外，也不知道他的打算。",
        "label": ""
      },
      {
        "sentence": "就是好像看不到未来，再加上谈的久了似乎不用对方怎么样，现在就觉得谈的好累啊。",
        "label": ""
      },
      {
        "sentence": "一直想逃跑。",
        "label": ""
      },
      {
        "sentence": "但是分开的时候又特别想他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "真的好纠结啊？通过你描述我的感受是异地、感受他似乎不是那么爱自己，而想结婚就是我们自己的想法，分手似乎有遇不到想嫁的人了，这怎么办啊？不知道我的感受是否正确？不管正确还是错误，我想说感情中似乎不需要自卑，而不仅仅感情中，其他生活中也是一样，要有自信。自卑是爱情的杀手，爱一个人，一旦有了自卑感，早晚会分手！情感建议：爱情中有了自卑，是最无能为力的时候。自卑不光会影响你的心情，还会影响你的所作所为。如果自卑的状态能够通过你的努力改变还好，如果自卑又看不到出路，那你早晚会被自卑压垮。面对你想养活却养活不了的爱情而产生自卑之后，你会不自觉地想逃离，想放手。在爱情中一旦有了自卑感，会爱得缚手缚脚，做什么都不能让自己满意，即便对方不说什么，那种自卑感也不会消失。没办法，你硬要去追求你养活不了的爱情，结局只能是悲剧。",
    "annotation": [
      {
        "sentence": "真的好纠结啊？",
        "label": ""
      },
      {
        "sentence": "通过你描述我的感受是异地、感受他似乎不是那么爱自己，而想结婚就是我们自己的想法，分手似乎有遇不到想嫁的人了，这怎么办啊？",
        "label": ""
      },
      {
        "sentence": "不知道我的感受是否正确？",
        "label": ""
      },
      {
        "sentence": "不管正确还是错误，我想说感情中似乎不需要自卑，而不仅仅感情中，其他生活中也是一样，要有自信。",
        "label": ""
      },
      {
        "sentence": "自卑是爱情的杀手，爱一个人，一旦有了自卑感，早晚会分手！",
        "label": ""
      },
      {
        "sentence": "情感建议：爱情中有了自卑，是最无能为力的时候。",
        "label": ""
      },
      {
        "sentence": "自卑不光会影响你的心情，还会影响你的所作所为。",
        "label": ""
      },
      {
        "sentence": "如果自卑的状态能够通过你的努力改变还好，如果自卑又看不到出路，那你早晚会被自卑压垮。",
        "label": ""
      },
      {
        "sentence": "面对你想养活却养活不了的爱情而产生自卑之后，你会不自觉地想逃离，想放手。",
        "label": ""
      },
      {
        "sentence": "在爱情中一旦有了自卑感，会爱得缚手缚脚，做什么都不能让自己满意，即便对方不说什么，那种自卑感也不会消失。",
        "label": ""
      },
      {
        "sentence": "没办法，你硬要去追求你养活不了的爱情，结局只能是悲剧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的没错，我现在就是感觉到自卑了。我总觉得自己不够好，不够优秀，所以才会有这种想法。也许是我对他的要求太高了吧，但我真的不希望这段感情就这样草草收场。我想尝试改变自己，提升自己的能力，以便能够更好地维系这段关系。但是有时候真的感到无力，不知道应该怎么办。",
    "annotation": [
      {
        "sentence": "你说的没错，我现在就是感觉到自卑了。",
        "label": ""
      },
      {
        "sentence": "我总觉得自己不够好，不够优秀，所以才会有这种想法。",
        "label": ""
      },
      {
        "sentence": "也许是我对他的要求太高了吧，但我真的不希望这段感情就这样草草收场。",
        "label": ""
      },
      {
        "sentence": "我想尝试改变自己，提升自己的能力，以便能够更好地维系这段关系。",
        "label": ""
      },
      {
        "sentence": "但是有时候真的感到无力，不知道应该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你能够意识到自己的不足已经很不容易了，这是一步很重要的进展。不过，过于苛求自己也是不必要的。每个人都有自己的优点和不足，爱情不是建立在双方完美无缺的基础上的，而是通过互相包容和成长来经营的。你不妨试着接受自己的不完美，同时积极寻求个人成长和改变。不管是提升自己的能力，还是学会更好地沟通和表达，这些都是努力的方向。关键是要坚持并相信自己的价值，不要因为困难而放弃努力，也不要太过吹毛求疵。",
    "annotation": [
      {
        "sentence": "你能够意识到自己的不足已经很不容易了，这是一步很重要的进展。",
        "label": ""
      },
      {
        "sentence": "不过，过于苛求自己也是不必要的。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的优点和不足，爱情不是建立在双方完美无缺的基础上的，而是通过互相包容和成长来经营的。",
        "label": ""
      },
      {
        "sentence": "你不妨试着接受自己的不完美，同时积极寻求个人成长和改变。",
        "label": ""
      },
      {
        "sentence": "不管是提升自己的能力，还是学会更好地沟通和表达，这些都是努力的方向。",
        "label": ""
      },
      {
        "sentence": "关键是要坚持并相信自己的价值，不要因为困难而放弃努力，也不要太过吹毛求疵。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我明白了。我会试着接受自己的不完美，并且积极向前迈进。我也明白爱情是需要双方一起努力经营的，我不能全怪他的消极，我也要从自己做起。我会更加努力地提升自己的内外在能力，争取创造更好的未来。",
    "annotation": [
      {
        "sentence": "你说得对，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会试着接受自己的不完美，并且积极向前迈进。",
        "label": ""
      },
      {
        "sentence": "我也明白爱情是需要双方一起努力经营的，我不能全怪他的消极，我也要从自己做起。",
        "label": ""
      },
      {
        "sentence": "我会更加努力地提升自己的内外在能力，争取创造更好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这样！你理解得很好。相信自己，相信你们的感情，也相信未来会更好。记住，爱情的道路上可能会有坎坷和挫折，但只要你们彼此相爱，并且愿意为之努力，那么你们一定能够克服一切困难。人生中的每个选择都是一次机遇，抓住它，好好经营你们的感情，你们一定能够走向幸福的未来。",
    "annotation": [
      {
        "sentence": "这样！",
        "label": ""
      },
      {
        "sentence": "你理解得很好。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你们的感情，也相信未来会更好。",
        "label": ""
      },
      {
        "sentence": "记住，爱情的道路上可能会有坎坷和挫折，但只要你们彼此相爱，并且愿意为之努力，那么你们一定能够克服一切困难。",
        "label": ""
      },
      {
        "sentence": "人生中的每个选择都是一次机遇，抓住它，好好经营你们的感情，你们一定能够走向幸福的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励！你的话让我重新找到了信心。我会牢记你的建议，努力改变和成长。再次感谢你的陪伴和鼓励！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "你的话让我重新找到了信心。",
        "label": ""
      },
      {
        "sentence": "我会牢记你的建议，努力改变和成长。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气！我很愿意能够帮助你。你是一个有勇气面对问题并且积极寻求解决办法的人，我相信你一定能够找到属于自己幸福的道路。如果将来还有什么需要帮助的地方，记得随时向我求助。祝福你，加油！",
    "annotation": [
      {
        "sentence": "不客气！",
        "label": ""
      },
      {
        "sentence": "我很愿意能够帮助你。",
        "label": ""
      },
      {
        "sentence": "你是一个有勇气面对问题并且积极寻求解决办法的人，我相信你一定能够找到属于自己幸福的道路。",
        "label": ""
      },
      {
        "sentence": "如果将来还有什么需要帮助的地方，记得随时向我求助。",
        "label": ""
      },
      {
        "sentence": "祝福你，加油！",
        "label": ""
      }
    ]
  }
]