[
  {
    "role": "client",
    "content": "恋爱分分合合三年，很爱对方为什么觉得很累想逃开？我是真的觉得没有和这个人在一起的话，就一个人生活，觉得再找不到其他人可以让我有冲动结婚（PS我和他都恋爱很多次）对方也是这样讲的。不知道是不是因为异地，我感觉好像他生活里没有我好像也可以。我有想告诉他我生活里大大小小事的欲望，但是他没有。和他聊天，有时候感觉他在敷衍我，就他自己生活的很开心，好像没有我也可以。然后我一直想结束异地，我也一直想催婚，我知道我现在的生活状态还不可以。但是我总有一种感觉，好像我哪怕现在一切经济情况状态都合适，他也一样会迟疑结婚这种事。我想留国外，也不知道他的打算。就是好像看不到未来，再加上谈的久了似乎不用对方怎么样，现在就觉得谈的好累啊。一直想逃跑。但是分开的时候又特别想他。",
    "annotation": [
      {
        "sentence": "恋爱分分合合三年，很爱对方为什么觉得很累想逃开？",
        "label": ""
      },
      {
        "sentence": "我是真的觉得没有和这个人在一起的话，就一个人生活，觉得再找不到其他人可以让我有冲动结婚（PS我和他都恋爱很多次）对方也是这样讲的。",
        "label": ""
      },
      {
        "sentence": "不知道是不是因为异地，我感觉好像他生活里没有我好像也可以。",
        "label": ""
      },
      {
        "sentence": "我有想告诉他我生活里大大小小事的欲望，但是他没有。",
        "label": ""
      },
      {
        "sentence": "和他聊天，有时候感觉他在敷衍我，就他自己生活的很开心，好像没有我也可以。",
        "label": ""
      },
      {
        "sentence": "然后我一直想结束异地，我也一直想催婚，我知道我现在的生活状态还不可以。",
        "label": ""
      },
      {
        "sentence": "但是我总有一种感觉，好像我哪怕现在一切经济情况状态都合适，他也一样会迟疑结婚这种事。",
        "label": ""
      },
      {
        "sentence": "我想留国外，也不知道他的打算。",
        "label": ""
      },
      {
        "sentence": "就是好像看不到未来，再加上谈的久了似乎不用对方怎么样，现在就觉得谈的好累啊。",
        "label": ""
      },
      {
        "sentence": "一直想逃跑。",
        "label": ""
      },
      {
        "sentence": "但是分开的时候又特别想他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "恋爱中经历分分合合的确会让你们感到疲累。你可以回顾一下这些分分合合的原因是什么，有哪些不同点和相同点呢？另外，你们异地恋多久了？请问现在的你们年纪都是怎样的呢？你提到觉得他好像可以没有你的生活。你想更多地参与他的生活，了解他内心世界。由于异地的原因，你能够了解参与他的生活渠道相对有限。你习惯了和他分享你生活中的大小事情，但是看起来他并不习惯这种方式。你有没有觉得他在某些时候敷衍你？有没有时候觉得他好像可以独自快乐地生活，好像没有你也可以？你跟他表达过这些感受吗？",
    "annotation": [
      {
        "sentence": "恋爱中经历分分合合的确会让你们感到疲累。",
        "label": ""
      },
      {
        "sentence": "你可以回顾一下这些分分合合的原因是什么，有哪些不同点和相同点呢？",
        "label": ""
      },
      {
        "sentence": "另外，你们异地恋多久了？",
        "label": ""
      },
      {
        "sentence": "请问现在的你们年纪都是怎样的呢？",
        "label": ""
      },
      {
        "sentence": "你提到觉得他好像可以没有你的生活。",
        "label": ""
      },
      {
        "sentence": "你想更多地参与他的生活，了解他内心世界。",
        "label": ""
      },
      {
        "sentence": "由于异地的原因，你能够了解参与他的生活渠道相对有限。",
        "label": ""
      },
      {
        "sentence": "你习惯了和他分享你生活中的大小事情，但是看起来他并不习惯这种方式。",
        "label": ""
      },
      {
        "sentence": "你有没有觉得他在某些时候敷衍你？",
        "label": ""
      },
      {
        "sentence": "有没有时候觉得他好像可以独自快乐地生活，好像没有你也可以？",
        "label": ""
      },
      {
        "sentence": "你跟他表达过这些感受吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有时候在聊天的时候，他回复的语气和内容让我感觉他并不是真心在倾听我，好像只是应付了事。他好像独自快乐地生活，没有我也可以。我们已经异地了很久了，我一直想结束这种状况，也一直向他提起过结婚的事情。虽然我知道现在的生活状态还不适合结婚，但是总觉得他即使一切条件都合适，也会对结婚有所犹豫。我想留在国外，但是不知道他的打算。我现在感觉好像看不到我们的未来，而且谈了这么久，似乎已经不需要对方太多了，所以感觉谈恋爱变得很累。我一直有想要逃跑的冲动，可是分开的时候又特别想念他。",
    "annotation": [
      {
        "sentence": "有时候在聊天的时候，他回复的语气和内容让我感觉他并不是真心在倾听我，好像只是应付了事。",
        "label": ""
      },
      {
        "sentence": "他好像独自快乐地生活，没有我也可以。",
        "label": ""
      },
      {
        "sentence": "我们已经异地了很久了，我一直想结束这种状况，也一直向他提起过结婚的事情。",
        "label": ""
      },
      {
        "sentence": "虽然我知道现在的生活状态还不适合结婚，但是总觉得他即使一切条件都合适，也会对结婚有所犹豫。",
        "label": ""
      },
      {
        "sentence": "我想留在国外，但是不知道他的打算。",
        "label": ""
      },
      {
        "sentence": "我现在感觉好像看不到我们的未来，而且谈了这么久，似乎已经不需要对方太多了，所以感觉谈恋爱变得很累。",
        "label": ""
      },
      {
        "sentence": "我一直有想要逃跑的冲动，可是分开的时候又特别想念他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "异地恋确实会给感情带来一些困扰。在聊天时，你觉得他的回复让你感到他并不是真心倾听你的，好像只是随便应付。他的生活好像可以独自快乐，没有你也可以。你们已经异地很久了，你一直渴望结束这种状况，也频繁提起结婚的事情。虽然你知道现在的生活状态不适合结婚，但你总觉得即使一切条件都合适，他也会有所犹豫。你想留在国外，但不清楚他的计划是什么。你现在感觉好像看不到你们的未来，并且在谈恋爱这么久之后，似乎不再需要对方太多。这种状况让你觉得谈恋爱变得很累。你一直有想要逃跑的冲动，但是分开的时候又会特别想念他。除了这些问题，你还觉得有其他可能的原因吗？",
    "annotation": [
      {
        "sentence": "异地恋确实会给感情带来一些困扰。",
        "label": ""
      },
      {
        "sentence": "在聊天时，你觉得他的回复让你感到他并不是真心倾听你的，好像只是随便应付。",
        "label": ""
      },
      {
        "sentence": "他的生活好像可以独自快乐，没有你也可以。",
        "label": ""
      },
      {
        "sentence": "你们已经异地很久了，你一直渴望结束这种状况，也频繁提起结婚的事情。",
        "label": ""
      },
      {
        "sentence": "虽然你知道现在的生活状态不适合结婚，但你总觉得即使一切条件都合适，他也会有所犹豫。",
        "label": ""
      },
      {
        "sentence": "你想留在国外，但不清楚他的计划是什么。",
        "label": ""
      },
      {
        "sentence": "你现在感觉好像看不到你们的未来，并且在谈恋爱这么久之后，似乎不再需要对方太多。",
        "label": ""
      },
      {
        "sentence": "这种状况让你觉得谈恋爱变得很累。",
        "label": ""
      },
      {
        "sentence": "你一直有想要逃跑的冲动，但是分开的时候又会特别想念他。",
        "label": ""
      },
      {
        "sentence": "除了这些问题，你还觉得有其他可能的原因吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能还有一些其他的原因。有时候我觉得他对我没有足够的温暖和关心，没有给我安全感。我渴望更多的关注和深入交流，但好像得不到。而且，我们的生活轨迹也不太一样，这让我感到不安。虽然我们已经恋爱很多次了，但我仍然担心他没有所谓的“坚决”。我觉得这些都让我对未来感到迷茫和疲惫。",
    "annotation": [
      {
        "sentence": "可能还有一些其他的原因。",
        "label": ""
      },
      {
        "sentence": "有时候我觉得他对我没有足够的温暖和关心，没有给我安全感。",
        "label": ""
      },
      {
        "sentence": "我渴望更多的关注和深入交流，但好像得不到。",
        "label": ""
      },
      {
        "sentence": "而且，我们的生活轨迹也不太一样，这让我感到不安。",
        "label": ""
      },
      {
        "sentence": "虽然我们已经恋爱很多次了，但我仍然担心他没有所谓的“坚决”。",
        "label": ""
      },
      {
        "sentence": "我觉得这些都让我对未来感到迷茫和疲惫。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提到了一些重要的问题。确实，温暖、关心和安全感在一段感情中是很重要的，特别是在长期的恋爱关系中。你渴望更多的关注和深入的交流，但似乎得不到满足。你们的生活轨迹和目标的不同让你感到不安。虽然你们已经恋爱多次，但你仍然担心他没有明确的决心。所有这些因素都让你对未来感到迷茫和疲倦。除了这些问题，你还有其他的担忧吗？",
    "annotation": [
      {
        "sentence": "你提到了一些重要的问题。",
        "label": ""
      },
      {
        "sentence": "确实，温暖、关心和安全感在一段感情中是很重要的，特别是在长期的恋爱关系中。",
        "label": ""
      },
      {
        "sentence": "你渴望更多的关注和深入的交流，但似乎得不到满足。",
        "label": ""
      },
      {
        "sentence": "你们的生活轨迹和目标的不同让你感到不安。",
        "label": ""
      },
      {
        "sentence": "虽然你们已经恋爱多次，但你仍然担心他没有明确的决心。",
        "label": ""
      },
      {
        "sentence": "所有这些因素都让你对未来感到迷茫和疲倦。",
        "label": ""
      },
      {
        "sentence": "除了这些问题，你还有其他的担忧吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也在为我们从异地到同地生活的过渡感到困惑。虽然我深爱他，但是我有时候会怀疑我们的感情是否可以经受住这个过渡期的考验。我希望他能对我们的未来有更明确的规划和决心，这样我才能够放心地选择留在国外或者回到国内。我也希望能够更多地参与他的生活，让我们两个人的关系更加紧密。",
    "annotation": [
      {
        "sentence": "我也在为我们从异地到同地生活的过渡感到困惑。",
        "label": ""
      },
      {
        "sentence": "虽然我深爱他，但是我有时候会怀疑我们的感情是否可以经受住这个过渡期的考验。",
        "label": ""
      },
      {
        "sentence": "我希望他能对我们的未来有更明确的规划和决心，这样我才能够放心地选择留在国外或者回到国内。",
        "label": ""
      },
      {
        "sentence": "我也希望能够更多地参与他的生活，让我们两个人的关系更加紧密。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "过渡期的考验确实会让人感到困惑和不安。你深爱着他，但同时也会对感情的未来产生怀疑。你希望他能对我们的未来有更明确的规划和决心，这样你才能够放心地做出选择。你也想更多地参与他的生活，让你们的关系更加紧密。这些都是很重要的需求和希望。除了这些问题，还有其他方面你觉得需要关注和解决的吗？",
    "annotation": [
      {
        "sentence": "过渡期的考验确实会让人感到困惑和不安。",
        "label": ""
      },
      {
        "sentence": "你深爱着他，但同时也会对感情的未来产生怀疑。",
        "label": ""
      },
      {
        "sentence": "你希望他能对我们的未来有更明确的规划和决心，这样你才能够放心地做出选择。",
        "label": ""
      },
      {
        "sentence": "你也想更多地参与他的生活，让你们的关系更加紧密。",
        "label": ""
      },
      {
        "sentence": "这些都是很重要的需求和希望。",
        "label": ""
      },
      {
        "sentence": "除了这些问题，还有其他方面你觉得需要关注和解决的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "目前这些问题是我最关心的。我们需要在彼此之间建立更好的沟通和理解，共同解决这些问题。同时，我也需要找到适合自己的平衡感，并明确我自己对未来的期待和计划。",
    "annotation": [
      {
        "sentence": "目前这些问题是我最关心的。",
        "label": ""
      },
      {
        "sentence": "我们需要在彼此之间建立更好的沟通和理解，共同解决这些问题。",
        "label": ""
      },
      {
        "sentence": "同时，我也需要找到适合自己的平衡感，并明确我自己对未来的期待和计划。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对目前的问题感到很关切，这是正常的。建立更好的沟通和理解可以帮助你们共同解决这些问题。同时，你也需要找到适合自己的平衡感，并明确自己对未来的期待和计划。在解决问题的过程中，坚持沟通和理解是很重要的，希望你们能够共同努力，重建彼此间的信任和关系。",
    "annotation": [
      {
        "sentence": "你对目前的问题感到很关切，这是正常的。",
        "label": ""
      },
      {
        "sentence": "建立更好的沟通和理解可以帮助你们共同解决这些问题。",
        "label": ""
      },
      {
        "sentence": "同时，你也需要找到适合自己的平衡感，并明确自己对未来的期待和计划。",
        "label": ""
      },
      {
        "sentence": "在解决问题的过程中，坚持沟通和理解是很重要的，希望你们能够共同努力，重建彼此间的信任和关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会努力去和他进行更好的沟通，同时也会更加关注自己的感受和需求。希望我们能够一起面对问题，共同成长。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会努力去和他进行更好的沟通，同时也会更加关注自己的感受和需求。",
        "label": ""
      },
      {
        "sentence": "希望我们能够一起面对问题，共同成长。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你们可以通过更好的沟通和努力解决问题。同时，也希望你能够关注和满足自己的感受和需求。祝愿你们共同成长，好运！",
    "annotation": [
      {
        "sentence": "不客气，我相信你们可以通过更好的沟通和努力解决问题。",
        "label": ""
      },
      {
        "sentence": "同时，也希望你能够关注和满足自己的感受和需求。",
        "label": ""
      },
      {
        "sentence": "祝愿你们共同成长，好运！",
        "label": ""
      }
    ]
  }
]