[
  {
    "role": "client",
    "content": "11岁女孩沉迷手机看抖音，已经不愿上学怎么办？1，一个月前转去新学校要住校，饮食睡眠各种不适，被某同学欺负，所以不愿去上。现在转回老学校可以走读了还是不愿去，说转回来又嫌丢人",
    "annotation": [
      {
        "sentence": "11岁女孩沉迷手机看抖音，已经不愿上学怎么办？",
        "label": ""
      },
      {
        "sentence": "1，一个月前转去新学校要住校，饮食睡眠各种不适，被某同学欺负，所以不愿去上。",
        "label": ""
      },
      {
        "sentence": "现在转回老学校可以走读了还是不愿去，说转回来又嫌丢人",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "陪伴是最长情的告白，不知为何，脑中最先闪出的是这句话。我先说说看过问题后的两大感受，一个是感受到了作为父母对孩子的忧虑和关怀，二个是电子产品对当今社会尤其是青少年的负面影响真的已成为社会问题。",
    "annotation": [
      {
        "sentence": "陪伴是最长情的告白，不知为何，脑中最先闪出的是这句话。",
        "label": ""
      },
      {
        "sentence": "我先说说看过问题后的两大感受，一个是感受到了作为父母对孩子的忧虑和关怀，二个是电子产品对当今社会尤其是青少年的负面影响真的已成为社会问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我真的很担心她的情况，也很疑惑该怎么帮她改变这种情况。",
    "annotation": [
      {
        "sentence": "是啊，我真的很担心她的情况，也很疑惑该怎么帮她改变这种情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "具体到你的问题，首先，既然去看过心理医生但效果不好，我想，也许我们可以换一个思路。作为家长，我们只是孩子的教练，顶多陪练，她的人生要由她自己负责，而对于年龄只有11岁的孩子来说，监护人的作用还是极为重要的。",
    "annotation": [
      {
        "sentence": "具体到你的问题，首先，既然去看过心理医生但效果不好，我想，也许我们可以换一个思路。",
        "label": ""
      },
      {
        "sentence": "作为家长，我们只是孩子的教练，顶多陪练，她的人生要由她自己负责，而对于年龄只有11岁的孩子来说，监护人的作用还是极为重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白你的意思。我想知道，她沉迷抖音两年前又发生过哪些事情？这些也许是值得深深思考的问题之一，这个可能会涉及到治本的问题，重要而不紧急。",
    "annotation": [
      {
        "sentence": "是的，我明白你的意思。",
        "label": ""
      },
      {
        "sentence": "我想知道，她沉迷抖音两年前又发生过哪些事情？",
        "label": ""
      },
      {
        "sentence": "这些也许是值得深深思考的问题之一，这个可能会涉及到治本的问题，重要而不紧急。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，了解过去的经历对于解决问题非常有帮助。此外，当务之急是具体到孩子目前的状态，她最相信的人是谁？沉迷与上瘾，也许只会越陷越深，短暂的快乐像是一种错觉，我们需要找到这种感觉的替代，或者说引导孩子走到良性循环的轨道上来。",
    "annotation": [
      {
        "sentence": "没错，了解过去的经历对于解决问题非常有帮助。",
        "label": ""
      },
      {
        "sentence": "此外，当务之急是具体到孩子目前的状态，她最相信的人是谁？",
        "label": ""
      },
      {
        "sentence": "沉迷与上瘾，也许只会越陷越深，短暂的快乐像是一种错觉，我们需要找到这种感觉的替代，或者说引导孩子走到良性循环的轨道上来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "她最信任的人应该是我和她的一位老师。我听你说的，让我想起了她曾经的爱好，比如看课外书、一起做小游戏、看动画片等。现在她恐怕无法面对现状，无论是老学校还是新学校，她最需要的也许是一个能够感受到安全与自尊的环境。",
    "annotation": [
      {
        "sentence": "她最信任的人应该是我和她的一位老师。",
        "label": ""
      },
      {
        "sentence": "我听你说的，让我想起了她曾经的爱好，比如看课外书、一起做小游戏、看动画片等。",
        "label": ""
      },
      {
        "sentence": "现在她恐怕无法面对现状，无论是老学校还是新学校，她最需要的也许是一个能够感受到安全与自尊的环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，创造一个安全和有尊严的环境对她的成长非常重要。我们可以每天列个小目标，比如今天只刷1个半小时抖音如何？只有她自己意识到了问题所在，才有可能真正戒掉并且不那么痛苦地改变习惯（其实一天使用一些电子设备并非问题，只是要控制时间而已）。",
    "annotation": [
      {
        "sentence": "是的，创造一个安全和有尊严的环境对她的成长非常重要。",
        "label": ""
      },
      {
        "sentence": "我们可以每天列个小目标，比如今天只刷1个半小时抖音如何？",
        "label": ""
      },
      {
        "sentence": "只有她自己意识到了问题所在，才有可能真正戒掉并且不那么痛苦地改变习惯（其实一天使用一些电子设备并非问题，只是要控制时间而已）。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试试这个方法。除了这些，还有别的建议吗？",
    "annotation": [
      {
        "sentence": "好的，我会试试这个方法。",
        "label": ""
      },
      {
        "sentence": "除了这些，还有别的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "除了以上的方法，我们还可以结合之前治本的问题，观察、思考，并与孩子一起解决。希望这些建议对你有所启发和帮助。记住，陪伴是最长情的告白，不要急于求成，给予孩子时间和支持。",
    "annotation": [
      {
        "sentence": "除了以上的方法，我们还可以结合之前治本的问题，观察、思考，并与孩子一起解决。",
        "label": ""
      },
      {
        "sentence": "希望这些建议对你有所启发和帮助。",
        "label": ""
      },
      {
        "sentence": "记住，陪伴是最长情的告白，不要急于求成，给予孩子时间和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，我会尽力帮助她。陪伴和理解真的很重要，我会尽量营造一个有温暖和支持的环境给她。",
    "annotation": [
      {
        "sentence": "谢谢你的回答，我会尽力帮助她。",
        "label": ""
      },
      {
        "sentence": "陪伴和理解真的很重要，我会尽量营造一个有温暖和支持的环境给她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你已经是一个负责任的家长。相信在你的陪伴下，她一定能够渐渐走出困境，恢复上学并逐渐减少对手机抖音的依赖。祝你们好运！",
    "annotation": [
      {
        "sentence": "不客气，你已经是一个负责任的家长。",
        "label": ""
      },
      {
        "sentence": "相信在你的陪伴下，她一定能够渐渐走出困境，恢复上学并逐渐减少对手机抖音的依赖。",
        "label": ""
      },
      {
        "sentence": "祝你们好运！",
        "label": ""
      }
    ]
  }
]