[
  {
    "role": "client",
    "content": "我总是容易产生愤怒，怎样才能让大脑不那么情绪化？我从小看着父亲家暴母亲，本是尖子生，但是心理出问题后就下来了，长大后弟弟生了孩子又不负担，他骂过我，打过我，还被爷爷猥亵，这些都发生在我严重抑郁失眠的时候，我现在很容易产生愤怒，我很苦难，怎样才能让大脑不那么情绪化。",
    "annotation": [
      {
        "sentence": "我总是容易产生愤怒，怎样才能让大脑不那么情绪化？",
        "label": ""
      },
      {
        "sentence": "我从小看着父亲家暴母亲，本是尖子生，但是心理出问题后就下来了，长大后弟弟生了孩子又不负担，他骂过我，打过我，还被爷爷猥亵，这些都发生在我严重抑郁失眠的时候，我现在很容易产生愤怒，我很苦难，怎样才能让大脑不那么情绪化。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人都是遗落人间的天使，你要好好的呀。其实我也是一个容易情绪化的人，我会因为一点小事而闹情绪，觉得自己很委屈，我也在慢慢改变自己，现在把我的一点经验分享给你，希望能够有所帮助呀。",
    "annotation": [
      {
        "sentence": "每个人都是遗落人间的天使，你要好好的呀。",
        "label": ""
      },
      {
        "sentence": "其实我也是一个容易情绪化的人，我会因为一点小事而闹情绪，觉得自己很委屈，我也在慢慢改变自己，现在把我的一点经验分享给你，希望能够有所帮助呀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，听到你也有类似的问题让我感到安慰。那你是如何改变自己的情绪化呢？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，听到你也有类似的问题让我感到安慰。",
        "label": ""
      },
      {
        "sentence": "那你是如何改变自己的情绪化呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于改变情绪化，我认识到了首先要承认自己情绪的弱点。在每个人的情绪世界里都有各自的优点和弱点，我们一定要面对自己情绪世界中的弱点，不能视而不见。比如我一激动就控制不住自己的脾气，这时候就要承认自己情绪的弱点，并分析引发激动的原因。你也可以试着这样做，通过分析自己激动的原因，然后寻找方法去克服它，慢慢来就会有所进步了呢。",
    "annotation": [
      {
        "sentence": "对于改变情绪化，我认识到了首先要承认自己情绪的弱点。",
        "label": ""
      },
      {
        "sentence": "在每个人的情绪世界里都有各自的优点和弱点，我们一定要面对自己情绪世界中的弱点，不能视而不见。",
        "label": ""
      },
      {
        "sentence": "比如我一激动就控制不住自己的脾气，这时候就要承认自己情绪的弱点，并分析引发激动的原因。",
        "label": ""
      },
      {
        "sentence": "你也可以试着这样做，通过分析自己激动的原因，然后寻找方法去克服它，慢慢来就会有所进步了呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我从来没有深入探究过自己情绪化的原因，一直都是直接表达出来，导致常常后悔。我会尝试关注自己的情绪，找出引发愤怒的根本原因，然后设法加以控制。",
    "annotation": [
      {
        "sentence": "确实，我从来没有深入探究过自己情绪化的原因，一直都是直接表达出来，导致常常后悔。",
        "label": ""
      },
      {
        "sentence": "我会尝试关注自己的情绪，找出引发愤怒的根本原因，然后设法加以控制。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴你愿意尝试关注自己的情绪，并找出根本原因。另外，敢于承担责任也是解决情绪化问题的一种方法。只要我们顺从自己的内心，愿意承担无论结果如何的责任，就会变得勇敢洒脱。这对我们解决情绪化的问题非常有帮助。",
    "annotation": [
      {
        "sentence": "很高兴你愿意尝试关注自己的情绪，并找出根本原因。",
        "label": ""
      },
      {
        "sentence": "另外，敢于承担责任也是解决情绪化问题的一种方法。",
        "label": ""
      },
      {
        "sentence": "只要我们顺从自己的内心，愿意承担无论结果如何的责任，就会变得勇敢洒脱。",
        "label": ""
      },
      {
        "sentence": "这对我们解决情绪化的问题非常有帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我一直觉得愤怒是一种控制不住的情绪，也因此对面对问题时缺乏勇气。我明白了，只要敢于承担责任，我就能更加勇敢地面对自己的情绪化问题。",
    "annotation": [
      {
        "sentence": "你说的对，我一直觉得愤怒是一种控制不住的情绪，也因此对面对问题时缺乏勇气。",
        "label": ""
      },
      {
        "sentence": "我明白了，只要敢于承担责任，我就能更加勇敢地面对自己的情绪化问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错！敢于承担责任能让我们变得勇敢，也意味着我们不再逃避和抱怨，而是主动面对问题并努力去解决。同时，还要避开冲突。因为人与人之间的情绪是会相互影响的，如果你以激烈的方式回应对方，两个人的矛盾就会升级，变得更加复杂。我们可以试着保持冷静，用爱和文字来沟通，这样有助于缓解情绪化带来的压力。",
    "annotation": [
      {
        "sentence": "没错！",
        "label": ""
      },
      {
        "sentence": "敢于承担责任能让我们变得勇敢，也意味着我们不再逃避和抱怨，而是主动面对问题并努力去解决。",
        "label": ""
      },
      {
        "sentence": "同时，还要避开冲突。",
        "label": ""
      },
      {
        "sentence": "因为人与人之间的情绪是会相互影响的，如果你以激烈的方式回应对方，两个人的矛盾就会升级，变得更加复杂。",
        "label": ""
      },
      {
        "sentence": "我们可以试着保持冷静，用爱和文字来沟通，这样有助于缓解情绪化带来的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我之前并没有想过避开冲突的方式，反而常常陷入争吵中，导致问题越发复杂。我会试着保持冷静，以更加理性的方式来与他人沟通，避免冲突的发生。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我之前并没有想过避开冲突的方式，反而常常陷入争吵中，导致问题越发复杂。",
        "label": ""
      },
      {
        "sentence": "我会试着保持冷静，以更加理性的方式来与他人沟通，避免冲突的发生。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经意识到了问题所在并且愿意去改变，这是很了不起的进步！只要你坚持下去，相信你能够让自己的大脑不那么情绪化，更好地处理生活中的各种困难。记得，我会一直陪伴着你的，不论你遇到什么困难。",
    "annotation": [
      {
        "sentence": "很好，你已经意识到了问题所在并且愿意去改变，这是很了不起的进步！",
        "label": ""
      },
      {
        "sentence": "只要你坚持下去，相信你能够让自己的大脑不那么情绪化，更好地处理生活中的各种困难。",
        "label": ""
      },
      {
        "sentence": "记得，我会一直陪伴着你的，不论你遇到什么困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，很高兴能和你聊天，感觉心情好多了。我会努力遵循你的建议，慢慢地改变自己，让情绪不再轻易失控。再次谢谢你的陪伴！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，很高兴能和你聊天，感觉心情好多了。",
        "label": ""
      },
      {
        "sentence": "我会努力遵循你的建议，慢慢地改变自己，让情绪不再轻易失控。",
        "label": ""
      },
      {
        "sentence": "再次谢谢你的陪伴！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我也很开心能陪伴你一同成长。如果还有什么需要帮助的，随时都可以和我聊天。加油，你一定可以克服情绪化问题的！",
    "annotation": [
      {
        "sentence": "不客气，我也很开心能陪伴你一同成长。",
        "label": ""
      },
      {
        "sentence": "如果还有什么需要帮助的，随时都可以和我聊天。",
        "label": ""
      },
      {
        "sentence": "加油，你一定可以克服情绪化问题的！",
        "label": ""
      }
    ]
  }
]