[
  {
    "role": "client",
    "content": "我总是容易产生愤怒，怎样才能让大脑不那么情绪化？我从小看着父亲家暴母亲，本是尖子生，但是心理出问题后就下来了，长大后弟弟生了孩子又不负担，他骂过我，打过我，还被爷爷猥亵，这些都发生在我严重抑郁失眠的时候，我现在很容易产生愤怒，我很苦难，怎样才能让大脑不那么情绪化。",
    "annotation": [
      {
        "sentence": "我总是容易产生愤怒，怎样才能让大脑不那么情绪化？",
        "label": ""
      },
      {
        "sentence": "我从小看着父亲家暴母亲，本是尖子生，但是心理出问题后就下来了，长大后弟弟生了孩子又不负担，他骂过我，打过我，还被爷爷猥亵，这些都发生在我严重抑郁失眠的时候，我现在很容易产生愤怒，我很苦难，怎样才能让大脑不那么情绪化。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的过往经历，真的很让人心疼，想给你一个温暖的拥抱。这个家庭中的男性成员给你带来了很大的伤害，无论是谁都会产生愤怒的情绪，更何况有些事情还是发生在你严重抑郁失眠的情况下。",
    "annotation": [
      {
        "sentence": "看到你的过往经历，真的很让人心疼，想给你一个温暖的拥抱。",
        "label": ""
      },
      {
        "sentence": "这个家庭中的男性成员给你带来了很大的伤害，无论是谁都会产生愤怒的情绪，更何况有些事情还是发生在你严重抑郁失眠的情况下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得自己很无力，很无助。我也不理解为什么他们要这样对待我，我一直觉得对不起妈妈，没有保护她。",
    "annotation": [
      {
        "sentence": "是的，我觉得自己很无力，很无助。",
        "label": ""
      },
      {
        "sentence": "我也不理解为什么他们要这样对待我，我一直觉得对不起妈妈，没有保护她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你当时的无力和无助感是可以理解的，你只是一个孩子，当时的你可能也没有能力保护妈妈。这些负面情绪就是你内心深处对他们行为产生的一种反应。虽然这些人是你的亲人，但他们对你的伤害让你感到纠结和无助。",
    "annotation": [
      {
        "sentence": "你当时的无力和无助感是可以理解的，你只是一个孩子，当时的你可能也没有能力保护妈妈。",
        "label": ""
      },
      {
        "sentence": "这些负面情绪就是你内心深处对他们行为产生的一种反应。",
        "label": ""
      },
      {
        "sentence": "虽然这些人是你的亲人，但他们对你的伤害让你感到纠结和无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我不知道怎样才能摆脱这些负面情绪，每当想起那些往事，我就会感到非常痛苦。",
    "annotation": [
      {
        "sentence": "我不知道怎样才能摆脱这些负面情绪，每当想起那些往事，我就会感到非常痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "负面情绪是一种我们内心深处的信息，它提醒我们看见和觉察自己的感受。如果我们一味地压抑它，只会让我们的内心更加混乱。或许当你感到负面情绪时，可以尝试接纳和释放自己的情绪，去静观、面对它，理解它。同时，也建议你尝试做几个腹式呼吸，觉察自己的情绪，与自己的情绪进行对话。",
    "annotation": [
      {
        "sentence": "负面情绪是一种我们内心深处的信息，它提醒我们看见和觉察自己的感受。",
        "label": ""
      },
      {
        "sentence": "如果我们一味地压抑它，只会让我们的内心更加混乱。",
        "label": ""
      },
      {
        "sentence": "或许当你感到负面情绪时，可以尝试接纳和释放自己的情绪，去静观、面对它，理解它。",
        "label": ""
      },
      {
        "sentence": "同时，也建议你尝试做几个腹式呼吸，觉察自己的情绪，与自己的情绪进行对话。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直很害怕面对自己的情绪，因为那会让我想起过去的痛苦。",
    "annotation": [
      {
        "sentence": "我一直很害怕面对自己的情绪，因为那会让我想起过去的痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "面对自己的情绪是很勇敢的一件事情，它可以帮助你更好地理解自己和过去的痛苦。每当负面情绪到来时，可以对自己说：“此时此刻，我感受到的情绪是什么？它在我的身体的什么地方停留？它想要给我什么样的提示？”如果你觉得很难受，我仍然建议你寻求专业心理咨询师的帮助，他们会帮助你疏导情绪。",
    "annotation": [
      {
        "sentence": "面对自己的情绪是很勇敢的一件事情，它可以帮助你更好地理解自己和过去的痛苦。",
        "label": ""
      },
      {
        "sentence": "每当负面情绪到来时，可以对自己说：“此时此刻，我感受到的情绪是什么？",
        "label": ""
      },
      {
        "sentence": "它在我的身体的什么地方停留？",
        "label": ""
      },
      {
        "sentence": "它想要给我什么样的提示？",
        "label": ""
      },
      {
        "sentence": "”如果你觉得很难受，我仍然建议你寻求专业心理咨询师的帮助，他们会帮助你疏导情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会尝试面对和理解自己的情绪。也许专业咨询师的帮助对我会有所帮助。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会尝试面对和理解自己的情绪。",
        "label": ""
      },
      {
        "sentence": "也许专业咨询师的帮助对我会有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴我能够为你提供一些帮助和支持。面对困难，你不是孤单的，有很多人都愿意为你提供帮助。如果你需要的话，随时可以来找我聊聊。",
    "annotation": [
      {
        "sentence": "很高兴我能够为你提供一些帮助和支持。",
        "label": ""
      },
      {
        "sentence": "面对困难，你不是孤单的，有很多人都愿意为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "如果你需要的话，随时可以来找我聊聊。",
        "label": ""
      }
    ]
  }
]