[
  {
    "role": "client",
    "content": "我总是容易产生愤怒，怎样才能让大脑不那么情绪化？我从小看着父亲家暴母亲，本是尖子生，但是心理出问题后就下来了，长大后弟弟生了孩子又不负担，他骂过我，打过我，还被爷爷猥亵，这些都发生在我严重抑郁失眠的时候，我现在很容易产生愤怒，我很苦难，怎样才能让大脑不那么情绪化。",
    "annotation": [
      {
        "sentence": "我总是容易产生愤怒，怎样才能让大脑不那么情绪化？",
        "label": ""
      },
      {
        "sentence": "我从小看着父亲家暴母亲，本是尖子生，但是心理出问题后就下来了，长大后弟弟生了孩子又不负担，他骂过我，打过我，还被爷爷猥亵，这些都发生在我严重抑郁失眠的时候，我现在很容易产生愤怒，我很苦难，怎样才能让大脑不那么情绪化。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很心疼你有过这样的一些经历。父亲家暴，自己成绩下滑，弟弟不负责任，每一件事情都让人不轻松，导致脾气暴躁，似乎有很多自己控制不住的情绪。目前很想改变，但是无从下手。哦，你过得很辛苦，我们看得到。",
    "annotation": [
      {
        "sentence": "很心疼你有过这样的一些经历。",
        "label": ""
      },
      {
        "sentence": "父亲家暴，自己成绩下滑，弟弟不负责任，每一件事情都让人不轻松，导致脾气暴躁，似乎有很多自己控制不住的情绪。",
        "label": ""
      },
      {
        "sentence": "目前很想改变，但是无从下手。",
        "label": ""
      },
      {
        "sentence": "哦，你过得很辛苦，我们看得到。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，每当情绪爆发时，我总是感到很无助，不知道如何控制自己的情绪，我已经尝试过一些方法，但没有太多效果。",
    "annotation": [
      {
        "sentence": "是的，每当情绪爆发时，我总是感到很无助，不知道如何控制自己的情绪，我已经尝试过一些方法，但没有太多效果。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在父母的家暴过程中，家庭气氛压抑，常有摔物品、辱骂和殴的细节。父母们常常担忧孩子观看暴力动画片，可这些父母却经常“现场直播”。一个看到母亲被殴打受虐待的孩子，比孩子自己被殴打带来的心理伤害更大。孩子的情绪自控力差，孩子容易有攻击和暴力行为，由于他们经常处于高压状态，没有安全感，久而久之，孩子便养成了随时反击的行为模式。",
    "annotation": [
      {
        "sentence": "在父母的家暴过程中，家庭气氛压抑，常有摔物品、辱骂和殴的细节。",
        "label": ""
      },
      {
        "sentence": "父母们常常担忧孩子观看暴力动画片，可这些父母却经常“现场直播”。",
        "label": ""
      },
      {
        "sentence": "一个看到母亲被殴打受虐待的孩子，比孩子自己被殴打带来的心理伤害更大。",
        "label": ""
      },
      {
        "sentence": "孩子的情绪自控力差，孩子容易有攻击和暴力行为，由于他们经常处于高压状态，没有安全感，久而久之，孩子便养成了随时反击的行为模式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我现在经常对人和人的关系充满怀疑，也更加敏感，内心的愤怒和无助让我很痛苦。",
    "annotation": [
      {
        "sentence": "对，我现在经常对人和人的关系充满怀疑，也更加敏感，内心的愤怒和无助让我很痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你所经历的种种遭遇确实会对你产生负面影响，对人和人的关系产生怀疑是常见的心理反应。不知道你的这些事情有没有和家里人说过，如果一直是一个人在面对和承担，那确实还是很沉重的负担。",
    "annotation": [
      {
        "sentence": "你所经历的种种遭遇确实会对你产生负面影响，对人和人的关系产生怀疑是常见的心理反应。",
        "label": ""
      },
      {
        "sentence": "不知道你的这些事情有没有和家里人说过，如果一直是一个人在面对和承担，那确实还是很沉重的负担。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直没有勇气告诉任何人，感觉自己会被他们嘲笑或不理解，我真的很孤独。",
    "annotation": [
      {
        "sentence": "我一直没有勇气告诉任何人，感觉自己会被他们嘲笑或不理解，我真的很孤独。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孤独感是理解的，但是你不是一个人在面对这一切。在自己的抑郁失眠的时候发生，犹如雪上加霜。在强大的压抑和愤怒背后，一定有难以消化的情绪。当我们愤怒的时候，也许是我们的身体和大脑在试图保护一些非常重要的东西，比如我们的尊严或者是过去的童年创伤。",
    "annotation": [
      {
        "sentence": "孤独感是理解的，但是你不是一个人在面对这一切。",
        "label": ""
      },
      {
        "sentence": "在自己的抑郁失眠的时候发生，犹如雪上加霜。",
        "label": ""
      },
      {
        "sentence": "在强大的压抑和愤怒背后，一定有难以消化的情绪。",
        "label": ""
      },
      {
        "sentence": "当我们愤怒的时候，也许是我们的身体和大脑在试图保护一些非常重要的东西，比如我们的尊严或者是过去的童年创伤。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，愤怒是我内心深处许多情绪的一种表达方式。我希望能够学会正视和放下这些情绪，以便能够过上更好的生活。",
    "annotation": [
      {
        "sentence": "我明白了，愤怒是我内心深处许多情绪的一种表达方式。",
        "label": ""
      },
      {
        "sentence": "我希望能够学会正视和放下这些情绪，以便能够过上更好的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "想要缓解情绪的冲击，可以采用一些放松技术来调节，包括身体层面的安抚、感受层面的探索、思维层面的转换以及行为层面的面对。但是如果你想从内心更深层的问题出发，进行长期的自我认知调整，接纳过去的经历并疗愈童年的创伤，这可能对个人来说非常有挑战。如果条件允许，你可以寻求专业咨询的帮助，与专业人士一起面对真实的自我。没有接纳，就会存在对抗，脾气暴躁和易怒实际上是自我防御的方式，希望通过调节情绪来给自己创建一个安全的环境，不再受到侵害。希望我的回答能够对你有所帮助。",
    "annotation": [
      {
        "sentence": "想要缓解情绪的冲击，可以采用一些放松技术来调节，包括身体层面的安抚、感受层面的探索、思维层面的转换以及行为层面的面对。",
        "label": ""
      },
      {
        "sentence": "但是如果你想从内心更深层的问题出发，进行长期的自我认知调整，接纳过去的经历并疗愈童年的创伤，这可能对个人来说非常有挑战。",
        "label": ""
      },
      {
        "sentence": "如果条件允许，你可以寻求专业咨询的帮助，与专业人士一起面对真实的自我。",
        "label": ""
      },
      {
        "sentence": "没有接纳，就会存在对抗，脾气暴躁和易怒实际上是自我防御的方式，希望通过调节情绪来给自己创建一个安全的环境，不再受到侵害。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能够对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会试着接受过去的伤害并努力走出困境。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会试着接受过去的伤害并努力走出困境。",
        "label": ""
      }
    ]
  }
]