[
  {
    "role": "client",
    "content": "最近两星期社恐，别人的一句话都可以让我流眼泪？就这两个星期，我能够感受到自己的情绪低落，对所有事情提不起兴趣。还有一些社恐，不想和家人以外的人交流，我在逃避他们。然后，我收到了来自四面八方的信息，我都没接，我觉得他们会指责我，告诉我我错了，我要怎样。今晚，我打开了一条找我的消息，问我睡了没，我跟她说抱歉，然后她发了很多，没给我打电话，突然我就哭了。我就觉得我对不起他们，那些想让我好好的人。妈妈回来还买了桃子，爸爸妈妈都没说我，还给我买了机子。这些关心和爱护给我都是多余了的，我哪里有什么资格…",
    "annotation": [
      {
        "sentence": "最近两星期社恐，别人的一句话都可以让我流眼泪？",
        "label": ""
      },
      {
        "sentence": "就这两个星期，我能够感受到自己的情绪低落，对所有事情提不起兴趣。",
        "label": ""
      },
      {
        "sentence": "还有一些社恐，不想和家人以外的人交流，我在逃避他们。",
        "label": ""
      },
      {
        "sentence": "然后，我收到了来自四面八方的信息，我都没接，我觉得他们会指责我，告诉我我错了，我要怎样。",
        "label": ""
      },
      {
        "sentence": "今晚，我打开了一条找我的消息，问我睡了没，我跟她说抱歉，然后她发了很多，没给我打电话，突然我就哭了。",
        "label": ""
      },
      {
        "sentence": "我就觉得我对不起他们，那些想让我好好的人。",
        "label": ""
      },
      {
        "sentence": "妈妈回来还买了桃子，爸爸妈妈都没说我，还给我买了机子。",
        "label": ""
      },
      {
        "sentence": "这些关心和爱护给我都是多余了的，我哪里有什么资格…",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的心情。首先给你一个大大的拥抱，缓解你巨大的压力，我们与你同在，与你同在，我们都会尽最大的努力帮助你。首先，不知道你经历了什么样的事，让你突然把自己封闭起来。",
    "annotation": [
      {
        "sentence": "理解你的心情。",
        "label": ""
      },
      {
        "sentence": "首先给你一个大大的拥抱，缓解你巨大的压力，我们与你同在，与你同在，我们都会尽最大的努力帮助你。",
        "label": ""
      },
      {
        "sentence": "首先，不知道你经历了什么样的事，让你突然把自己封闭起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "最近遇到了一些不愉快的事情，导致我产生了对他人的恐惧和对自己的自卑。",
    "annotation": [
      {
        "sentence": "最近遇到了一些不愉快的事情，导致我产生了对他人的恐惧和对自己的自卑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这些关心和爱护给我都是多余了的，我哪里有什么资格…看得出来，你很受伤，问题的发生似乎让爱你的人和你爱的人也很失望，所以你处于极度自卑的状态。你自卑心理的形成，和你的成长经历有关，估计你的过去，经常处于自责，逃避的情况，慢慢地形成了比较强的自卑感。",
    "annotation": [
      {
        "sentence": "这些关心和爱护给我都是多余了的，我哪里有什么资格…看得出来，你很受伤，问题的发生似乎让爱你的人和你爱的人也很失望，所以你处于极度自卑的状态。",
        "label": ""
      },
      {
        "sentence": "你自卑心理的形成，和你的成长经历有关，估计你的过去，经常处于自责，逃避的情况，慢慢地形成了比较强的自卑感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我经历过一些压力和挫折，也经常责备自己没做好。",
    "annotation": [
      {
        "sentence": "是的，我经历过一些压力和挫折，也经常责备自己没做好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "特别是这几个星期经历的事，让你的自卑感彻底暴发，出现了社恐，进而把自己封闭起来。其实你是站在自己的角度看问题，把自己放到了一个很渺小的位置，对他人总是仰视。你有没有想过，自己的优点是什么，在自己的人生经历中，有些什么辉煌的，值得骄傲的事？",
    "annotation": [
      {
        "sentence": "特别是这几个星期经历的事，让你的自卑感彻底暴发，出现了社恐，进而把自己封闭起来。",
        "label": ""
      },
      {
        "sentence": "其实你是站在自己的角度看问题，把自己放到了一个很渺小的位置，对他人总是仰视。",
        "label": ""
      },
      {
        "sentence": "你有没有想过，自己的优点是什么，在自己的人生经历中，有些什么辉煌的，值得骄傲的事？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实，我之前曾经在某方面取得过不错的成绩，也有人对我表达过赞赏和认可，但是最近的事情让我完全忘记了自己的优点。",
    "annotation": [
      {
        "sentence": "其实，我之前曾经在某方面取得过不错的成绩，也有人对我表达过赞赏和认可，但是最近的事情让我完全忘记了自己的优点。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其次，建议你调整自己的思想观念，改变一些不合理，甚至臆想的观念，以你能接受的，积极的心态和行为去面对亲朋好友，处理各种问题。“你总是说：你觉得……”但事实真是你想像的那样吗？或许他们都非常关心你，想帮助你，而你没有理解他们的好意。",
    "annotation": [
      {
        "sentence": "其次，建议你调整自己的思想观念，改变一些不合理，甚至臆想的观念，以你能接受的，积极的心态和行为去面对亲朋好友，处理各种问题。",
        "label": ""
      },
      {
        "sentence": "“你总是说：你觉得……”但事实真是你想像的那样吗？",
        "label": ""
      },
      {
        "sentence": "或许他们都非常关心你，想帮助你，而你没有理解他们的好意。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许你说得对，我可能太过敏感，没有正确理解他们的关心和帮助之意。",
    "annotation": [
      {
        "sentence": "或许你说得对，我可能太过敏感，没有正确理解他们的关心和帮助之意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "第三，遇到问题没有处理好，情绪受到影响是正常的，但一直低落就会让自己的工作和学习都受到影响，所以有必要及时调整心态，从情绪的污泥中走出来。有了问题不可怕，可怕的是不能及时、正确处理，而是回避、自卑，这样只能使问题更加复杂，使自己更加消沉，让爱你的和你爱的人受到伤害，这样想来，还有什么理由再不去面对问题，解决问题。",
    "annotation": [
      {
        "sentence": "第三，遇到问题没有处理好，情绪受到影响是正常的，但一直低落就会让自己的工作和学习都受到影响，所以有必要及时调整心态，从情绪的污泥中走出来。",
        "label": ""
      },
      {
        "sentence": "有了问题不可怕，可怕的是不能及时、正确处理，而是回避、自卑，这样只能使问题更加复杂，使自己更加消沉，让爱你的和你爱的人受到伤害，这样想来，还有什么理由再不去面对问题，解决问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我意识到了我需要改变自己的态度和处理问题的方式。我应该主动面对问题，并积极寻求解决办法。",
    "annotation": [
      {
        "sentence": "你说得很对，我意识到了我需要改变自己的态度和处理问题的方式。",
        "label": ""
      },
      {
        "sentence": "我应该主动面对问题，并积极寻求解决办法。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "毕淑敏曾说：自卑出现了并不可怕，只要把自卑摆到桌面上来，找出自卑的原因和表现，从容面对，自卑就成了纸老虎，一戳就破了。人活着可以逃避许多东西，但无法逃避自己。为了爱你的世界和亲朋好友，为了你爱的人，走出来，勇敢面对，涅磐重生。",
    "annotation": [
      {
        "sentence": "毕淑敏曾说：自卑出现了并不可怕，只要把自卑摆到桌面上来，找出自卑的原因和表现，从容面对，自卑就成了纸老虎，一戳就破了。",
        "label": ""
      },
      {
        "sentence": "人活着可以逃避许多东西，但无法逃避自己。",
        "label": ""
      },
      {
        "sentence": "为了爱你的世界和亲朋好友，为了你爱的人，走出来，勇敢面对，涅磐重生。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会努力面对自己，改变自己的想法，希望能够重新找到自信，重拾快乐的生活。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会努力面对自己，改变自己的想法，希望能够重新找到自信，重拾快乐的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不必感谢，我们是一直站在你身旁，支持你的。只要你愿意，我们一直都在这里，陪伴着你。改变需要时间，但只要你保持积极的态度，努力克服困难，我相信你一定能够走出困境，找到属于自己的幸福。",
    "annotation": [
      {
        "sentence": "你不必感谢，我们是一直站在你身旁，支持你的。",
        "label": ""
      },
      {
        "sentence": "只要你愿意，我们一直都在这里，陪伴着你。",
        "label": ""
      },
      {
        "sentence": "改变需要时间，但只要你保持积极的态度，努力克服困难，我相信你一定能够走出困境，找到属于自己的幸福。",
        "label": ""
      }
    ]
  }
]