[
  {
    "role": "client",
    "content": "担心太多而没办法投入做事情怎么办？",
    "annotation": [
      {
        "sentence": "担心太多而没办法投入做事情怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要担心，这个是很常见的问题。可以告诉我你感到担心的原因是什么吗？",
    "annotation": [
      {
        "sentence": "不要担心，这个是很常见的问题。",
        "label": ""
      },
      {
        "sentence": "可以告诉我你感到担心的原因是什么吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己有点拖延症，每当投入做事情的时候总会担心旁边有人和我说话，我怕分心影响效率。",
    "annotation": [
      {
        "sentence": "我觉得自己有点拖延症，每当投入做事情的时候总会担心旁边有人和我说话，我怕分心影响效率。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的担忧。每个人都会有自己的思维方式和工作习惯。你有试过专注的时候，直接告诉别人你现在需要专注，让他们稍等一下吗？",
    "annotation": [
      {
        "sentence": "我理解你的担忧。",
        "label": ""
      },
      {
        "sentence": "每个人都会有自己的思维方式和工作习惯。",
        "label": ""
      },
      {
        "sentence": "你有试过专注的时候，直接告诉别人你现在需要专注，让他们稍等一下吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我有试过，但总觉得这样做会显得我没有礼貌，不够关心别人，然后就会感到很冷漠。",
    "annotation": [
      {
        "sentence": "我有试过，但总觉得这样做会显得我没有礼貌，不够关心别人，然后就会感到很冷漠。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于礼貌，在于我们对他人自始至终的态度和重视，而不是一时的慢待和忽视。不要担心太多，可以看出你是非常考虑他人感受的人，希望给对方留有好的印象并且会在意他人对自己的看法，导致自己的很多行为比较束手束脚。尽管专注自己的事情，当他人有急事找你的时候，可以和他礼貌地表达一下自己的想法，比如：“我现在在做一件重要的事情，等下（最好给对方一个确切的时长，比如30min后）再和你聊这件事情”。这样既不会打扰到你的专注，也可以让对方感受到你的诚意，也比较得体。",
    "annotation": [
      {
        "sentence": "关于礼貌，在于我们对他人自始至终的态度和重视，而不是一时的慢待和忽视。",
        "label": ""
      },
      {
        "sentence": "不要担心太多，可以看出你是非常考虑他人感受的人，希望给对方留有好的印象并且会在意他人对自己的看法，导致自己的很多行为比较束手束脚。",
        "label": ""
      },
      {
        "sentence": "尽管专注自己的事情，当他人有急事找你的时候，可以和他礼貌地表达一下自己的想法，比如：“我现在在做一件重要的事情，等下（最好给对方一个确切的时长，比如30min后）再和你聊这件事情”。",
        "label": ""
      },
      {
        "sentence": "这样既不会打扰到你的专注，也可以让对方感受到你的诚意，也比较得体。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但我还是害怕拒绝他人，尤其是在工作场景中，我怕影响他人对我的印象。",
    "annotation": [
      {
        "sentence": "但我还是害怕拒绝他人，尤其是在工作场景中，我怕影响他人对我的印象。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要害怕拒绝他人，因为对方如果真的找你帮忙的话，他内心会有被拒绝的准备。倘若你一边做事，一边听对方的话，可能两者都没有做好，还给对方留下你不重视他，这样的误解。此外，看到你在认真地做事情，对方还来打扰，真正没礼貌的人，可能是对方吧？",
    "annotation": [
      {
        "sentence": "不要害怕拒绝他人，因为对方如果真的找你帮忙的话，他内心会有被拒绝的准备。",
        "label": ""
      },
      {
        "sentence": "倘若你一边做事，一边听对方的话，可能两者都没有做好，还给对方留下你不重视他，这样的误解。",
        "label": ""
      },
      {
        "sentence": "此外，看到你在认真地做事情，对方还来打扰，真正没礼貌的人，可能是对方吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我也担心自己的优秀程度会引起别人的嫉妒，所以才会想着要低调和合群。",
    "annotation": [
      {
        "sentence": "我也担心自己的优秀程度会引起别人的嫉妒，所以才会想着要低调和合群。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于显摆和与众不同，如果他人嫉妒你的优秀，无论你多么地“低调”和假装合群，他们依然不会接受你的，优秀是你自己的，不要害怕自己的光芒太耀眼。努力做事情，是你的选择，因为你想要完成一些事情，而不是虚度自己的时间。他人选择放纵或者懒散，也是个人的自由，我们没有必要为了合他人的眼缘，而放弃追求自己的目标。但当我们的朋友因为我们的优秀而有些自卑的时候，可以多多称赞他的优点和长处，真心地让他感受到自己是有闪光点，如果努力地完成自己擅长的事情的话，也会发现更优秀的自己。因为我们无法脱离群体而生存，维持一些重要的关系和情感联结，也是非常重要的。",
    "annotation": [
      {
        "sentence": "关于显摆和与众不同，如果他人嫉妒你的优秀，无论你多么地“低调”和假装合群，他们依然不会接受你的，优秀是你自己的，不要害怕自己的光芒太耀眼。",
        "label": ""
      },
      {
        "sentence": "努力做事情，是你的选择，因为你想要完成一些事情，而不是虚度自己的时间。",
        "label": ""
      },
      {
        "sentence": "他人选择放纵或者懒散，也是个人的自由，我们没有必要为了合他人的眼缘，而放弃追求自己的目标。",
        "label": ""
      },
      {
        "sentence": "但当我们的朋友因为我们的优秀而有些自卑的时候，可以多多称赞他的优点和长处，真心地让他感受到自己是有闪光点，如果努力地完成自己擅长的事情的话，也会发现更优秀的自己。",
        "label": ""
      },
      {
        "sentence": "因为我们无法脱离群体而生存，维持一些重要的关系和情感联结，也是非常重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我担心自己的努力会白费，怕一直做事情但是效果不好。",
    "annotation": [
      {
        "sentence": "我担心自己的努力会白费，怕一直做事情但是效果不好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "高处不胜寒，木秀于林，风必摧之，需要让自己看到周围的人和环境的可接纳性有多高，让自己比较好地适应。关于结果，只有真正等到那一刻的时候，才知道是什么，学会多从过程中发现自己的成长，给自己的努力积极的肯定。可以看出，你是深思熟虑的人，喜欢让自己做的事情，最后都产生意义或者益处，但可能你也清楚，不是所有的路的尽头都会柳暗花明，也可能是一堵墙。看到自己在一步一步向往目标的过程中，所得到的东西，当你已经取得了一些成绩的时候，一定要及时地给自己奖励，不要总是盯着未走完的路，也应该给走到现在的自己，一些掌声。最好，做好自己的事情，真正的良好的关系，不会因此而和你断开，他们会为你感到高兴和自豪，为自己的努力干一杯酒，不会影响你继续前行的。",
    "annotation": [
      {
        "sentence": "高处不胜寒，木秀于林，风必摧之，需要让自己看到周围的人和环境的可接纳性有多高，让自己比较好地适应。",
        "label": ""
      },
      {
        "sentence": "关于结果，只有真正等到那一刻的时候，才知道是什么，学会多从过程中发现自己的成长，给自己的努力积极的肯定。",
        "label": ""
      },
      {
        "sentence": "可以看出，你是深思熟虑的人，喜欢让自己做的事情，最后都产生意义或者益处，但可能你也清楚，不是所有的路的尽头都会柳暗花明，也可能是一堵墙。",
        "label": ""
      },
      {
        "sentence": "看到自己在一步一步向往目标的过程中，所得到的东西，当你已经取得了一些成绩的时候，一定要及时地给自己奖励，不要总是盯着未走完的路，也应该给走到现在的自己，一些掌声。",
        "label": ""
      },
      {
        "sentence": "最好，做好自己的事情，真正的良好的关系，不会因此而和你断开，他们会为你感到高兴和自豪，为自己的努力干一杯酒，不会影响你继续前行的。",
        "label": ""
      }
    ]
  }
]