[
  {
    "role": "client",
    "content": "我彻底放下他了吗？我们曾是老少恋，但我们离职后，我变成了单恋。我发现自己总是忍不住给他写邮件、想找他，虽然明知道他不会回复，但只要想到他会看到，我就想写给他。他已经将我的微信和电话都拉黑了，我给他写的无非就是解释我们的老少恋没问题，还告诉他我最近在做什么。但我不知道该不该发给他，这样的行为是否算是强迫症？这种行为已经严重影响了我的生活和工作，但我就是想跟他说话，我真的不知道该不该继续这样下去。几乎每天都会给他写信，如果不发给他，自己会每天写1000字左右，过几天一起发给他。但发完以后，他对此毫无反应。我是不是该彻底放下他了？",
    "annotation": [
      {
        "sentence": "我彻底放下他了吗？",
        "label": ""
      },
      {
        "sentence": "我们曾是老少恋，但我们离职后，我变成了单恋。",
        "label": ""
      },
      {
        "sentence": "我发现自己总是忍不住给他写邮件、想找他，虽然明知道他不会回复，但只要想到他会看到，我就想写给他。",
        "label": ""
      },
      {
        "sentence": "他已经将我的微信和电话都拉黑了，我给他写的无非就是解释我们的老少恋没问题，还告诉他我最近在做什么。",
        "label": ""
      },
      {
        "sentence": "但我不知道该不该发给他，这样的行为是否算是强迫症？",
        "label": ""
      },
      {
        "sentence": "这种行为已经严重影响了我的生活和工作，但我就是想跟他说话，我真的不知道该不该继续这样下去。",
        "label": ""
      },
      {
        "sentence": "几乎每天都会给他写信，如果不发给他，自己会每天写1000字左右，过几天一起发给他。",
        "label": ""
      },
      {
        "sentence": "但发完以后，他对此毫无反应。",
        "label": ""
      },
      {
        "sentence": "我是不是该彻底放下他了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够被挽回的，大都是彼此有些牵挂和不舍的。而单方面地生拉硬扯，可能有些卑微和无意义了。从你的描述中，可以看出你依然无法走出失恋的状态，也无法接受对方已经离开你，这段关系已经结束的事实。你一直不停地写信，可能是因为你内心对对方抱有期待，所以即使对方不回复，你的行为也不会停止。我建议你试着不要再发出信件，可以自己写，可以自己反复地看，但控制住冲动。或者将所有的信放在一个文件夹里，每次放进去的时候都告诉自己，这件事情已经过去了，这个人已经过去了。放到文件夹里的信的内容也就从你的内心放下了。给自己积极的暗示，让自己在心理上对他的依恋慢慢收回来。当你再次想要给他发信的时候，试着转移你的注意力，做些其他事情，比如吃点东西、看个电影，或者找朋友倾诉等等，但不要按下发送按钮。开始关注自己的生活，你的人生之路还很长，对方已经离开并且不再回来。不要让自己在原地痴痴地等待。并非人人都能当作家，但你可以做自己生活的记录者，即使没有对方作为观众，总有一天会有人看到的。认真地思考清楚，为什么你离不开他？一点点地断开联系，不只是从联系方式上，也从心理和精神上。当对方决意离去，再多的恳求和试探，在对方眼中都只是闹剧。不要让自己的价值在对方眼里一文不值，重新拥有自己闪光的生活。好好地将心思放回工作和生活上，慢慢地让自己的时间和注意力回归。当你没有足够的时间时对方的影响会变得越来越小和短暂。你可以过好自己的生活，只要你真的决定往前走了。",
    "annotation": [
      {
        "sentence": "能够被挽回的，大都是彼此有些牵挂和不舍的。",
        "label": ""
      },
      {
        "sentence": "而单方面地生拉硬扯，可能有些卑微和无意义了。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，可以看出你依然无法走出失恋的状态，也无法接受对方已经离开你，这段关系已经结束的事实。",
        "label": ""
      },
      {
        "sentence": "你一直不停地写信，可能是因为你内心对对方抱有期待，所以即使对方不回复，你的行为也不会停止。",
        "label": ""
      },
      {
        "sentence": "我建议你试着不要再发出信件，可以自己写，可以自己反复地看，但控制住冲动。",
        "label": ""
      },
      {
        "sentence": "或者将所有的信放在一个文件夹里，每次放进去的时候都告诉自己，这件事情已经过去了，这个人已经过去了。",
        "label": ""
      },
      {
        "sentence": "放到文件夹里的信的内容也就从你的内心放下了。",
        "label": ""
      },
      {
        "sentence": "给自己积极的暗示，让自己在心理上对他的依恋慢慢收回来。",
        "label": ""
      },
      {
        "sentence": "当你再次想要给他发信的时候，试着转移你的注意力，做些其他事情，比如吃点东西、看个电影，或者找朋友倾诉等等，但不要按下发送按钮。",
        "label": ""
      },
      {
        "sentence": "开始关注自己的生活，你的人生之路还很长，对方已经离开并且不再回来。",
        "label": ""
      },
      {
        "sentence": "不要让自己在原地痴痴地等待。",
        "label": ""
      },
      {
        "sentence": "并非人人都能当作家，但你可以做自己生活的记录者，即使没有对方作为观众，总有一天会有人看到的。",
        "label": ""
      },
      {
        "sentence": "认真地思考清楚，为什么你离不开他？",
        "label": ""
      },
      {
        "sentence": "一点点地断开联系，不只是从联系方式上，也从心理和精神上。",
        "label": ""
      },
      {
        "sentence": "当对方决意离去，再多的恳求和试探，在对方眼中都只是闹剧。",
        "label": ""
      },
      {
        "sentence": "不要让自己的价值在对方眼里一文不值，重新拥有自己闪光的生活。",
        "label": ""
      },
      {
        "sentence": "好好地将心思放回工作和生活上，慢慢地让自己的时间和注意力回归。",
        "label": ""
      },
      {
        "sentence": "当你没有足够的时间时对方的影响会变得越来越小和短暂。",
        "label": ""
      },
      {
        "sentence": "你可以过好自己的生活，只要你真的决定往前走了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我的内心确实依然无法接受这段关系的结束。我明白我不应该再继续发信给他，但是真的很难抑制住自己的冲动。想到他看到我的邮件，我就觉得还有一丝丝希望。你提到转移注意力，我想试试，但很多时候我觉得自己无法专注，脑子里总是盘旋着他的影子。我希望自己能够重新拥有光彩的生活，但现在真的感觉一片黑暗。我该如何开始关注自己的生活呢？",
    "annotation": [
      {
        "sentence": "你说得对，我的内心确实依然无法接受这段关系的结束。",
        "label": ""
      },
      {
        "sentence": "我明白我不应该再继续发信给他，但是真的很难抑制住自己的冲动。",
        "label": ""
      },
      {
        "sentence": "想到他看到我的邮件，我就觉得还有一丝丝希望。",
        "label": ""
      },
      {
        "sentence": "你提到转移注意力，我想试试，但很多时候我觉得自己无法专注，脑子里总是盘旋着他的影子。",
        "label": ""
      },
      {
        "sentence": "我希望自己能够重新拥有光彩的生活，但现在真的感觉一片黑暗。",
        "label": ""
      },
      {
        "sentence": "我该如何开始关注自己的生活呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你很难抑制住写信的冲动，但试着想一想，即使你发出了信，对方也没有给予任何回应。这个事实显示他并不在乎你的行为。所以，每次你想要发信的时候，告诉自己这个人已经离开你的生活，你不需要再打扰他。转移注意力需要一些时间和坚持，不要急于求成。可以从一些小事情开始，如做一顿喜欢的饭菜，看一本有趣的书，或者尝试一项新的爱好。当你的注意力开始集中在其他事情上时，心里对他的依恋会慢慢减少。同时，找些朋友倾诉你的想法和感受，分享你的困扰。他们的支持和陪伴会让你感受到关爱和慰藉。重要的是，你要相信自己能够过上光彩的生活。不要让失恋成为你前进的绊脚石，而是把它作为成长和重新认识自己的机会。做好个人规划，给自己定下一些小目标，慢慢将焦点转向自己的生活。自己的内在充实了，你就会发现原本一片黑暗的世界也会有光芒。",
    "annotation": [
      {
        "sentence": "我理解你很难抑制住写信的冲动，但试着想一想，即使你发出了信，对方也没有给予任何回应。",
        "label": ""
      },
      {
        "sentence": "这个事实显示他并不在乎你的行为。",
        "label": ""
      },
      {
        "sentence": "所以，每次你想要发信的时候，告诉自己这个人已经离开你的生活，你不需要再打扰他。",
        "label": ""
      },
      {
        "sentence": "转移注意力需要一些时间和坚持，不要急于求成。",
        "label": ""
      },
      {
        "sentence": "可以从一些小事情开始，如做一顿喜欢的饭菜，看一本有趣的书，或者尝试一项新的爱好。",
        "label": ""
      },
      {
        "sentence": "当你的注意力开始集中在其他事情上时，心里对他的依恋会慢慢减少。",
        "label": ""
      },
      {
        "sentence": "同时，找些朋友倾诉你的想法和感受，分享你的困扰。",
        "label": ""
      },
      {
        "sentence": "他们的支持和陪伴会让你感受到关爱和慰藉。",
        "label": ""
      },
      {
        "sentence": "重要的是，你要相信自己能够过上光彩的生活。",
        "label": ""
      },
      {
        "sentence": "不要让失恋成为你前进的绊脚石，而是把它作为成长和重新认识自己的机会。",
        "label": ""
      },
      {
        "sentence": "做好个人规划，给自己定下一些小目标，慢慢将焦点转向自己的生活。",
        "label": ""
      },
      {
        "sentence": "自己的内在充实了，你就会发现原本一片黑暗的世界也会有光芒。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，即使我发出了信，也没有得到任何回应，这说明他已经不在乎了。我会试着告诉自己，他已经离开了我的生活，我不应该再去打扰他。我明白转移注意力需要时间和坚持，我会尝试做一些自己喜欢的事情，也会和朋友分享我的感受。我相信他们的支持会让我感受到关爱和慰藉。同时，我会相信自己能够过上光彩的生活。我会给自己定些小目标，把注意力放回到自己的生活中去。我要让自己的内在得到充实，重新找回生活的光芒。",
    "annotation": [
      {
        "sentence": "你说得对，即使我发出了信，也没有得到任何回应，这说明他已经不在乎了。",
        "label": ""
      },
      {
        "sentence": "我会试着告诉自己，他已经离开了我的生活，我不应该再去打扰他。",
        "label": ""
      },
      {
        "sentence": "我明白转移注意力需要时间和坚持，我会尝试做一些自己喜欢的事情，也会和朋友分享我的感受。",
        "label": ""
      },
      {
        "sentence": "我相信他们的支持会让我感受到关爱和慰藉。",
        "label": ""
      },
      {
        "sentence": "同时，我会相信自己能够过上光彩的生活。",
        "label": ""
      },
      {
        "sentence": "我会给自己定些小目标，把注意力放回到自己的生活中去。",
        "label": ""
      },
      {
        "sentence": "我要让自己的内在得到充实，重新找回生活的光芒。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的觉悟很好，坚持下去，一定能够度过这段困难的时光。记住，过程中可能会有起伏和挫折，但不要放弃，不要对自己太过苛求。接受自己的情绪，和自己的内心沟通，倾听自己的需求。尽管现在是黑暗的，但相信我，阳光总会再次照耀你的生活。你已经迈出了第一步，勇敢地去追寻幸福吧！我随时在这里支持你，愿陪你度过这段时间。",
    "annotation": [
      {
        "sentence": "你的觉悟很好，坚持下去，一定能够度过这段困难的时光。",
        "label": ""
      },
      {
        "sentence": "记住，过程中可能会有起伏和挫折，但不要放弃，不要对自己太过苛求。",
        "label": ""
      },
      {
        "sentence": "接受自己的情绪，和自己的内心沟通，倾听自己的需求。",
        "label": ""
      },
      {
        "sentence": "尽管现在是黑暗的，但相信我，阳光总会再次照耀你的生活。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，勇敢地去追寻幸福吧！",
        "label": ""
      },
      {
        "sentence": "我随时在这里支持你，愿陪你度过这段时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励。我会坚定地走下去，不再停留在这段失恋中。即使有困难，我也会努力克服，给自己带来更好的生活。再次感谢你的陪伴和指导，让我对未来充满了希望。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会坚定地走下去，不再停留在这段失恋中。",
        "label": ""
      },
      {
        "sentence": "即使有困难，我也会努力克服，给自己带来更好的生活。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的陪伴和指导，让我对未来充满了希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意帮助你。你的坚定和决心让我相信你会走出这段困境，迎接更美好的明天。无论何时，你需要倾诉或者再次请求支持，都可以来找我。祝愿你在未来的日子里找到属于自己的幸福！加油！",
    "annotation": [
      {
        "sentence": "不客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "你的坚定和决心让我相信你会走出这段困境，迎接更美好的明天。",
        "label": ""
      },
      {
        "sentence": "无论何时，你需要倾诉或者再次请求支持，都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝愿你在未来的日子里找到属于自己的幸福！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "再次感谢你的支持和鼓励。我会牢记你的指导，并且努力面对未来的生活。如果需要倾诉或者寻求帮助，我会再次来找你的。谢谢你，祝你也能一直幸福快乐！",
    "annotation": [
      {
        "sentence": "再次感谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会牢记你的指导，并且努力面对未来的生活。",
        "label": ""
      },
      {
        "sentence": "如果需要倾诉或者寻求帮助，我会再次来找你的。",
        "label": ""
      },
      {
        "sentence": "谢谢你，祝你也能一直幸福快乐！",
        "label": ""
      }
    ]
  }
]