[
  {
    "role": "client",
    "content": "羡慕朋友的家庭环境无法自拔怎么办？",
    "annotation": [
      {
        "sentence": "羡慕朋友的家庭环境无法自拔怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中看到你的焦虑，担心自己受原生家庭影响，会失去一位很好的朋友。来，你很羡慕朋友的家庭氛围，也很欣赏她的父母对待她的方式。相比之下你觉得自己的父母养育的过程让你感到恐惧和痛苦。",
    "annotation": [
      {
        "sentence": "从你的描述中看到你的焦虑，担心自己受原生家庭影响，会失去一位很好的朋友。",
        "label": ""
      },
      {
        "sentence": "来，你很羡慕朋友的家庭氛围，也很欣赏她的父母对待她的方式。",
        "label": ""
      },
      {
        "sentence": "相比之下你觉得自己的父母养育的过程让你感到恐惧和痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉自己的父母对我充满了责备和谩骂，而且他们总是顾及自己的利益，并不关心我。我没法感受到父母的爱，很不安全。",
    "annotation": [
      {
        "sentence": "是的，我感觉自己的父母对我充满了责备和谩骂，而且他们总是顾及自己的利益，并不关心我。",
        "label": ""
      },
      {
        "sentence": "我没法感受到父母的爱，很不安全。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们走过童年，或多或少都会经历各种各样的创伤，当你开始意识到这些痛苦的感受的存在的时候，就是改变的开始！让我们先来看看原生家庭的问题。我们来到这个世上，唯一不能做出选择的就是家人——父母。每位父母在养育的过程中或多或少都无法完全满足子女的全部需求。因为父母也是人，也会有他们的局限性。例如你的父母与你沟通的方式是指责和谩骂，揣测来看，他们自己的成长过程可能也经历了很多的困难（比如他们的父母如此对待他们），在与他们的子女（你）沟通的时候，很自然的把你放在对立面上，表达出了很多的攻击性和敌意；同时也无法顺利的与你建立亲密关系，处于回避和退缩的状态，这些都导致了你感受不到父母的爱，让你很没有安全感。",
    "annotation": [
      {
        "sentence": "我们走过童年，或多或少都会经历各种各样的创伤，当你开始意识到这些痛苦的感受的存在的时候，就是改变的开始！",
        "label": ""
      },
      {
        "sentence": "让我们先来看看原生家庭的问题。",
        "label": ""
      },
      {
        "sentence": "我们来到这个世上，唯一不能做出选择的就是家人——父母。",
        "label": ""
      },
      {
        "sentence": "每位父母在养育的过程中或多或少都无法完全满足子女的全部需求。",
        "label": ""
      },
      {
        "sentence": "因为父母也是人，也会有他们的局限性。",
        "label": ""
      },
      {
        "sentence": "例如你的父母与你沟通的方式是指责和谩骂，揣测来看，他们自己的成长过程可能也经历了很多的困难（比如他们的父母如此对待他们），在与他们的子女（你）沟通的时候，很自然的把你放在对立面上，表达出了很多的攻击性和敌意；同时也无法顺利的与你建立亲密关系，处于回避和退缩的状态，这些都导致了你感受不到父母的爱，让你很没有安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我从小就感觉不到父母对我的关心和爱，我很理解他们可能有自己的困难，但我还是很羡慕朋友的家庭环境。我怕我因为这个原因失去她这个朋友。",
    "annotation": [
      {
        "sentence": "你说得对，我从小就感觉不到父母对我的关心和爱，我很理解他们可能有自己的困难，但我还是很羡慕朋友的家庭环境。",
        "label": ""
      },
      {
        "sentence": "我怕我因为这个原因失去她这个朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在这里，首先我希望你能明白，你父母对待你的方式让你感到不舒服，他们自己可能也会有类似的感受，但局限于他们的认知、学识、人际关系建立的能力等等，他们无法意识到问题的严重性，更没有能力让自己做出改变。故而导致你的成长经历充满了艰难。但这不代表父母不爱你，他们只是用了中国传统的教育理念——爱之深，责之切。而忽略了你需要的情感支持和理解。很多人对自己的情感处理方式就是压抑和忽略，也就无法体会到他人的情感需求。你的父母也是如此，他们只是不懂得如何正面的直接的表达对你的爱，甚至可能对于他们来说是羞于表达对他人的爱意的，也大有可能。这样说是希望你能理解你的父母的局限性，他们有很多属于他们自己的问题没有得到妥善的解决，导致这些问题限制了他们的发展，同时被无意识的带入到了养育的过程。但你不是唯一一个有这样经历和感受的孩子。这世上很多人都曾经或正在经历着类似的情形。这也是为何政府要提出父母应持证上岗的原因之一了。",
    "annotation": [
      {
        "sentence": "在这里，首先我希望你能明白，你父母对待你的方式让你感到不舒服，他们自己可能也会有类似的感受，但局限于他们的认知、学识、人际关系建立的能力等等，他们无法意识到问题的严重性，更没有能力让自己做出改变。",
        "label": ""
      },
      {
        "sentence": "故而导致你的成长经历充满了艰难。",
        "label": ""
      },
      {
        "sentence": "但这不代表父母不爱你，他们只是用了中国传统的教育理念——爱之深，责之切。",
        "label": ""
      },
      {
        "sentence": "而忽略了你需要的情感支持和理解。",
        "label": ""
      },
      {
        "sentence": "很多人对自己的情感处理方式就是压抑和忽略，也就无法体会到他人的情感需求。",
        "label": ""
      },
      {
        "sentence": "你的父母也是如此，他们只是不懂得如何正面的直接的表达对你的爱，甚至可能对于他们来说是羞于表达对他人的爱意的，也大有可能。",
        "label": ""
      },
      {
        "sentence": "这样说是希望你能理解你的父母的局限性，他们有很多属于他们自己的问题没有得到妥善的解决，导致这些问题限制了他们的发展，同时被无意识的带入到了养育的过程。",
        "label": ""
      },
      {
        "sentence": "但你不是唯一一个有这样经历和感受的孩子。",
        "label": ""
      },
      {
        "sentence": "这世上很多人都曾经或正在经历着类似的情形。",
        "label": ""
      },
      {
        "sentence": "这也是为何政府要提出父母应持证上岗的原因之一了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，父母的教养方式可能是受到他们自己成长经历的影响。但我还是很羡慕朋友的家庭环境，觉得她的亲戚们也都很好，教育也好，和我完全不一样。",
    "annotation": [
      {
        "sentence": "我明白了，父母的教养方式可能是受到他们自己成长经历的影响。",
        "label": ""
      },
      {
        "sentence": "但我还是很羡慕朋友的家庭环境，觉得她的亲戚们也都很好，教育也好，和我完全不一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "相比你朋友的父母，【他们对待子女时具有更好的共情能力、懂得倾听、理解孩子的想法、认可孩子的做法，能够给到足够的关怀和支持，也为孩子架构起一片空间任由其发展】。这就是你感受到的令你羡慕的朋友的家庭环境。从这一点上来说，虽然你没有朋友那样的成长环境，但如果你愿意，经过后天努力，你可以成为像你朋友父母那样的人，为你未来的子女提供这样的成长环境。",
    "annotation": [
      {
        "sentence": "相比你朋友的父母，【他们对待子女时具有更好的共情能力、懂得倾听、理解孩子的想法、认可孩子的做法，能够给到足够的关怀和支持，也为孩子架构起一片空间任由其发展】。",
        "label": ""
      },
      {
        "sentence": "这就是你感受到的令你羡慕的朋友的家庭环境。",
        "label": ""
      },
      {
        "sentence": "从这一点上来说，虽然你没有朋友那样的成长环境，但如果你愿意，经过后天努力，你可以成为像你朋友父母那样的人，为你未来的子女提供这样的成长环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我也希望自己能够成为一个好的父母，给予我的子女良好的成长环境。但我还是担心在和朋友相处时会感到不安全。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我也希望自己能够成为一个好的父母，给予我的子女良好的成长环境。",
        "label": ""
      },
      {
        "sentence": "但我还是担心在和朋友相处时会感到不安全。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在你与朋友之间，你从原生家庭中带出来的不安全感和爱的缺失，导致你在人际交往过程中也时常会有不安全感的体验。这是因为我们的人际交往模式是基于幼年时期与养育者的互动模式发展起来的，所以在你的基调里埋藏了很深的恐惧感。尽管如此，后天的人际交往模式依旧可以通过自己的努力趋于完善。以下给到你一点建议：1、练习共情能力。感知到人的感受。打个比方来说，你说鞋子穿的不合脚，我不是直接让你换一双，而是",
    "annotation": [
      {
        "sentence": "在你与朋友之间，你从原生家庭中带出来的不安全感和爱的缺失，导致你在人际交往过程中也时常会有不安全感的体验。",
        "label": ""
      },
      {
        "sentence": "这是因为我们的人际交往模式是基于幼年时期与养育者的互动模式发展起来的，所以在你的基调里埋藏了很深的恐惧感。",
        "label": ""
      },
      {
        "sentence": "尽管如此，后天的人际交往模式依旧可以通过自己的努力趋于完善。",
        "label": ""
      },
      {
        "sentence": "以下给到你一点建议：1、练习共情能力。",
        "label": ""
      },
      {
        "sentence": "感知到人的感受。",
        "label": ""
      },
      {
        "sentence": "打个比方来说，你说鞋子穿的不合脚，我不是直接让你换一双，而是",
        "label": ""
      }
    ]
  }
]