[
  {
    "role": "client",
    "content": "感觉很沮丧，换了工作后越来越不开心。",
    "annotation": [
      {
        "sentence": "感觉很沮丧，换了工作后越来越不开心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "换了工作后，越来越不开心。一开始便是被强迫换的工作，后来面对着一群年龄比我大，身份地位比我高的同事，上班很自卑，既没有共同语言也需要忍耐。觉得自己低人一等，身边的朋友也没几个，甚至也都是各自门前雪，再也得不到温暖和安慰，觉得生活很苦闷，想不开。",
    "annotation": [
      {
        "sentence": "换了工作后，越来越不开心。",
        "label": ""
      },
      {
        "sentence": "一开始便是被强迫换的工作，后来面对着一群年龄比我大，身份地位比我高的同事，上班很自卑，既没有共同语言也需要忍耐。",
        "label": ""
      },
      {
        "sentence": "觉得自己低人一等，身边的朋友也没几个，甚至也都是各自门前雪，再也得不到温暖和安慰，觉得生活很苦闷，想不开。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "工作上的不适应让我觉得生活一片黑暗，为什么身边的人都比我优秀，感觉自己无法与他们相比呢？",
    "annotation": [
      {
        "sentence": "工作上的不适应让我觉得生活一片黑暗，为什么身边的人都比我优秀，感觉自己无法与他们相比呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "由于一些特殊的原因使得我们不得不离开之前的职场环境，没有人情冷暖，没有朋友，没有共同的话语，甚至身边的人都比自己优秀很多，所以在种种不适应之下，我们会觉得生活无望。",
    "annotation": [
      {
        "sentence": "由于一些特殊的原因使得我们不得不离开之前的职场环境，没有人情冷暖，没有朋友，没有共同的话语，甚至身边的人都比自己优秀很多，所以在种种不适应之下，我们会觉得生活无望。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白离开之前的工作环境是对我有利的选择，但我很竞争不过那些职场老油条，感觉自己一事无成。",
    "annotation": [
      {
        "sentence": "我明白离开之前的工作环境是对我有利的选择，但我很竞争不过那些职场老油条，感觉自己一事无成。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "1.工作和生活最好不要混为一谈。在工作上我们会遇到很多问题，而且有的时候不可避免的需要协同合作，如果身边的人可以给与自己一些适当的帮助和鼓励，对于职场新人来说是很喜欢这种环境的，哪怕苦点累点也没关系，因为我们知道这是对于我们的锻炼和成长，但事实却是现实和理想会有很大的差距，尤其是在一个工作比较老旧的环境里，身边的人已经是职场老油条，知道如何保护自己的切身利益，很多时候只是场面朋友，而对于我们来说，这样的环境确实会不适应，但是工作是工作，生活是生活，我们还是要开清楚为好。对于工作分内的事情，我们尽力做到最好，能独立完成的尽量不麻烦别人，如果任务真的是自己没办法完成的，该向上级提问题就提，和他人协同合作的时候，尽量不给别人添麻烦，做好自己应该做的事情，我们也没必要觉得他们身份高就高人一等，因为我们是通过自己的付出获得相应的报酬，工作中互相尊重很重要。",
    "annotation": [
      {
        "sentence": "1.工作和生活最好不要混为一谈。",
        "label": ""
      },
      {
        "sentence": "在工作上我们会遇到很多问题，而且有的时候不可避免的需要协同合作，如果身边的人可以给与自己一些适当的帮助和鼓励，对于职场新人来说是很喜欢这种环境的，哪怕苦点累点也没关系，因为我们知道这是对于我们的锻炼和成长，但事实却是现实和理想会有很大的差距，尤其是在一个工作比较老旧的环境里，身边的人已经是职场老油条，知道如何保护自己的切身利益，很多时候只是场面朋友，而对于我们来说，这样的环境确实会不适应，但是工作是工作，生活是生活，我们还是要开清楚为好。",
        "label": ""
      },
      {
        "sentence": "对于工作分内的事情，我们尽力做到最好，能独立完成的尽量不麻烦别人，如果任务真的是自己没办法完成的，该向上级提问题就提，和他人协同合作的时候，尽量不给别人添麻烦，做好自己应该做的事情，我们也没必要觉得他们身份高就高人一等，因为我们是通过自己的付出获得相应的报酬，工作中互相尊重很重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我应该调整好自己的心态，专注于工作而不去计较身边人的优劣。但问题是，工作之外的生活也变得一片空虚，没有爱好，也找不到能够倾诉的朋友，感觉生活非常无趣。",
    "annotation": [
      {
        "sentence": "你说的对，我应该调整好自己的心态，专注于工作而不去计较身边人的优劣。",
        "label": ""
      },
      {
        "sentence": "但问题是，工作之外的生活也变得一片空虚，没有爱好，也找不到能够倾诉的朋友，感觉生活非常无趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "2.生活中要有自己的解压方式。如果做的工作是自己不喜欢的，而且到了闲暇时间也没有自己的爱好和朋友，那么我们经常会把工作的不满情绪带到生活里，因此我们需要分清楚工作和生活，在上班的时候把自己的事情都做好，下班之后就不去思考工作的问题，要有自己的社交圈和爱好。比如我们可以和好朋友在一起聊聊天，吐槽一下，也可以培养一些新的爱好，或者做一些让自己开心的事情，也可以把不开心的事都写在网络树洞里，其实开心也是一天，不开心也是一天，我们为何不开心一点呢？",
    "annotation": [
      {
        "sentence": "2.生活中要有自己的解压方式。",
        "label": ""
      },
      {
        "sentence": "如果做的工作是自己不喜欢的，而且到了闲暇时间也没有自己的爱好和朋友，那么我们经常会把工作的不满情绪带到生活里，因此我们需要分清楚工作和生活，在上班的时候把自己的事情都做好，下班之后就不去思考工作的问题，要有自己的社交圈和爱好。",
        "label": ""
      },
      {
        "sentence": "比如我们可以和好朋友在一起聊聊天，吐槽一下，也可以培养一些新的爱好，或者做一些让自己开心的事情，也可以把不开心的事都写在网络树洞里，其实开心也是一天，不开心也是一天，我们为何不开心一点呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实需要重新找到属于自己的生活方式，打开心结，寻找适合自己的爱好，并培养自己的社交圈子。我想我应该从现在开始，积极面对工作和生活，寻找自己的幸福。",
    "annotation": [
      {
        "sentence": "你说得对，我确实需要重新找到属于自己的生活方式，打开心结，寻找适合自己的爱好，并培养自己的社交圈子。",
        "label": ""
      },
      {
        "sentence": "我想我应该从现在开始，积极面对工作和生活，寻找自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经意识到了问题的关键，并且有了解决的决心，这很棒！重要的是给自己一些时间和耐心，相信你一定可以找到适合自己的平衡点。不要忘记，我会一直在你身边支持你的。",
    "annotation": [
      {
        "sentence": "你已经意识到了问题的关键，并且有了解决的决心，这很棒！",
        "label": ""
      },
      {
        "sentence": "重要的是给自己一些时间和耐心，相信你一定可以找到适合自己的平衡点。",
        "label": ""
      },
      {
        "sentence": "不要忘记，我会一直在你身边支持你的。",
        "label": ""
      }
    ]
  }
]