[
  {
    "role": "client",
    "content": "我28岁，是个女生。我想减肥，但总是感到忧伤并批判自己，导致我不想运动。两年前，我成功减肥瘦身了一些，但并没有达到自己的目标，尽管一直坚持运动。但后来我有了男朋友，我们总是吃吃喝喝，我也不再想运动了，之前养成的运动习惯也没有坚持下来。现在我的体重反弹回到以前的水平了，我对此感到无法接受。我知道我应该运动和少吃，但我无法控制自己。我害怕被别人嫌弃，但我一个人无法抑制住自己的食欲。每当我批判完自己之后，我就吃一顿，吃完之后也不想去运动了。我究竟怎么了？",
    "annotation": [
      {
        "sentence": "我28岁，是个女生。",
        "label": ""
      },
      {
        "sentence": "我想减肥，但总是感到忧伤并批判自己，导致我不想运动。",
        "label": ""
      },
      {
        "sentence": "两年前，我成功减肥瘦身了一些，但并没有达到自己的目标，尽管一直坚持运动。",
        "label": ""
      },
      {
        "sentence": "但后来我有了男朋友，我们总是吃吃喝喝，我也不再想运动了，之前养成的运动习惯也没有坚持下来。",
        "label": ""
      },
      {
        "sentence": "现在我的体重反弹回到以前的水平了，我对此感到无法接受。",
        "label": ""
      },
      {
        "sentence": "我知道我应该运动和少吃，但我无法控制自己。",
        "label": ""
      },
      {
        "sentence": "我害怕被别人嫌弃，但我一个人无法抑制住自己的食欲。",
        "label": ""
      },
      {
        "sentence": "每当我批判完自己之后，我就吃一顿，吃完之后也不想去运动了。",
        "label": ""
      },
      {
        "sentence": "我究竟怎么了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你是28岁的女性，想减肥但总是感到忧伤并批判自己，让你更不想运动是吗？两年前你已经成功减肥瘦身了，虽然没有达到你的目标，但已经在迈向标准的道路上了。这说明你非常努力，在减肥方面有自己的方法和途径。",
    "annotation": [
      {
        "sentence": "你是28岁的女性，想减肥但总是感到忧伤并批判自己，让你更不想运动是吗？",
        "label": ""
      },
      {
        "sentence": "两年前你已经成功减肥瘦身了，虽然没有达到你的目标，但已经在迈向标准的道路上了。",
        "label": ""
      },
      {
        "sentence": "这说明你非常努力，在减肥方面有自己的方法和途径。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我很努力地减肥，但仍然觉得自己不够好。后来生活中出现了男朋友等让我更愿意花时间做的事情，比如和朋友聚会，陪男朋友玩等。这些事情让我对减肥失去了兴趣和动力。从一开始的一次，二次，我就找到了逃避的理由。因为现在对爱情等其他事情的热情超越了减肥的重要性。爱情不常有，但减肥什么时候都可以开始。所以，减肥就被搁置了。随着约会和聚会等事情的增多，我之前还没有形成良好的饮食习惯就开始变形了，然后走上了一条不归路，开始觉得无所谓了。",
    "annotation": [
      {
        "sentence": "是的，我很努力地减肥，但仍然觉得自己不够好。",
        "label": ""
      },
      {
        "sentence": "后来生活中出现了男朋友等让我更愿意花时间做的事情，比如和朋友聚会，陪男朋友玩等。",
        "label": ""
      },
      {
        "sentence": "这些事情让我对减肥失去了兴趣和动力。",
        "label": ""
      },
      {
        "sentence": "从一开始的一次，二次，我就找到了逃避的理由。",
        "label": ""
      },
      {
        "sentence": "因为现在对爱情等其他事情的热情超越了减肥的重要性。",
        "label": ""
      },
      {
        "sentence": "爱情不常有，但减肥什么时候都可以开始。",
        "label": ""
      },
      {
        "sentence": "所以，减肥就被搁置了。",
        "label": ""
      },
      {
        "sentence": "随着约会和聚会等事情的增多，我之前还没有形成良好的饮食习惯就开始变形了，然后走上了一条不归路，开始觉得无所谓了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "现在突然感到情绪低落是常有的事情。有时候可能是照了一张照片，看到自己的身材变样了，或者自己开始反思自己的身材管理出了问题。这些看得见的变化，比如腰围和腿围的增加，会激发自卑感。再加上有了男朋友，一旦拥有某些东西就会害怕失去，所以你会害怕被嫌弃，然后开始怀疑自己。那么，你该怎么办呢？你开始尝试减肥，但发现减肥的同时吃得更多。一个人的自律不足，吃多了之后又不想运动。这是因为有时候我们会随心所欲地放松自己。我给你几个建议：首先，每次吃饭或者睡觉之前，回顾一下你今天吃东西的心情和想法，找到你吃得多的原因。第二，人的思维经常跳跃，你可能刚刚想到不要吃那么多，过一会儿就开始想其他的事情，然后忘记了之前对自己说的话。这个时候你可以用笔记下来把注意力转移到其他事情上。另外，要给自己强化减肥是一项长期的任务，不是一个月或十几天就能见效的。除非自己的体脂率很低，否则你的预期就不应该太高，这样不容易感到失望或期望落空。",
    "annotation": [
      {
        "sentence": "现在突然感到情绪低落是常有的事情。",
        "label": ""
      },
      {
        "sentence": "有时候可能是照了一张照片，看到自己的身材变样了，或者自己开始反思自己的身材管理出了问题。",
        "label": ""
      },
      {
        "sentence": "这些看得见的变化，比如腰围和腿围的增加，会激发自卑感。",
        "label": ""
      },
      {
        "sentence": "再加上有了男朋友，一旦拥有某些东西就会害怕失去，所以你会害怕被嫌弃，然后开始怀疑自己。",
        "label": ""
      },
      {
        "sentence": "那么，你该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "你开始尝试减肥，但发现减肥的同时吃得更多。",
        "label": ""
      },
      {
        "sentence": "一个人的自律不足，吃多了之后又不想运动。",
        "label": ""
      },
      {
        "sentence": "这是因为有时候我们会随心所欲地放松自己。",
        "label": ""
      },
      {
        "sentence": "我给你几个建议：首先，每次吃饭或者睡觉之前，回顾一下你今天吃东西的心情和想法，找到你吃得多的原因。",
        "label": ""
      },
      {
        "sentence": "第二，人的思维经常跳跃，你可能刚刚想到不要吃那么多，过一会儿就开始想其他的事情，然后忘记了之前对自己说的话。",
        "label": ""
      },
      {
        "sentence": "这个时候你可以用笔记下来把注意力转移到其他事情上。",
        "label": ""
      },
      {
        "sentence": "另外，要给自己强化减肥是一项长期的任务，不是一个月或十几天就能见效的。",
        "label": ""
      },
      {
        "sentence": "除非自己的体脂率很低，否则你的预期就不应该太高，这样不容易感到失望或期望落空。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会尝试记下自己的情绪和想法，找到吃多的原因。同时，我会注意转移自己的注意力。另外，我明白减肥是一个长期的过程，我会调整一些不良的习惯，并记录下来作为自己减肥的小胜利。我也会找到一个伙伴一起坚持减肥，因为一个人的努力总是很难的。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会尝试记下自己的情绪和想法，找到吃多的原因。",
        "label": ""
      },
      {
        "sentence": "同时，我会注意转移自己的注意力。",
        "label": ""
      },
      {
        "sentence": "另外，我明白减肥是一个长期的过程，我会调整一些不良的习惯，并记录下来作为自己减肥的小胜利。",
        "label": ""
      },
      {
        "sentence": "我也会找到一个伙伴一起坚持减肥，因为一个人的努力总是很难的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回应。记下自己的情绪和想法，找到吃过量的原因是很有帮助的。转移自己的注意力也能帮助你避免一味地思考吃的问题。调整不良习惯并记录下来是锻炼的开始。找一个伙伴一起减肥也是一个非常好的办法，相互支持可以激发你更多的潜力。加油！你一定能够坚持下去的！",
    "annotation": [
      {
        "sentence": "很高兴听到你的回应。",
        "label": ""
      },
      {
        "sentence": "记下自己的情绪和想法，找到吃过量的原因是很有帮助的。",
        "label": ""
      },
      {
        "sentence": "转移自己的注意力也能帮助你避免一味地思考吃的问题。",
        "label": ""
      },
      {
        "sentence": "调整不良习惯并记录下来是锻炼的开始。",
        "label": ""
      },
      {
        "sentence": "找一个伙伴一起减肥也是一个非常好的办法，相互支持可以激发你更多的潜力。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "你一定能够坚持下去的！",
        "label": ""
      }
    ]
  }
]