[
  {
    "role": "client",
    "content": "我今年28岁，想减肥，但总是忧伤地批判自己，并且懒得动弹，无法坚持运动。前两年，我成功地瘦下来了，但是没有达到我自己的标准，所以坚持运动。后来，有了男朋友，我们吃吃喝喝，我也不想运动了，甚至之前的运动习惯也没有了。现在我的体重又回到了过去那么多。我真的不能接受自己现在的样子。我知道我需要运动和少吃，但是我无法控制自己。我知道我害怕被嫌弃，但是我一个人无法控制自己的食欲。每次批判完我自己之后，我就会大吃一顿，吃完后也没有动力去运动。我到底是怎么了？",
    "annotation": [
      {
        "sentence": "我今年28岁，想减肥，但总是忧伤地批判自己，并且懒得动弹，无法坚持运动。",
        "label": ""
      },
      {
        "sentence": "前两年，我成功地瘦下来了，但是没有达到我自己的标准，所以坚持运动。",
        "label": ""
      },
      {
        "sentence": "后来，有了男朋友，我们吃吃喝喝，我也不想运动了，甚至之前的运动习惯也没有了。",
        "label": ""
      },
      {
        "sentence": "现在我的体重又回到了过去那么多。",
        "label": ""
      },
      {
        "sentence": "我真的不能接受自己现在的样子。",
        "label": ""
      },
      {
        "sentence": "我知道我需要运动和少吃，但是我无法控制自己。",
        "label": ""
      },
      {
        "sentence": "我知道我害怕被嫌弃，但是我一个人无法控制自己的食欲。",
        "label": ""
      },
      {
        "sentence": "每次批判完我自己之后，我就会大吃一顿，吃完后也没有动力去运动。",
        "label": ""
      },
      {
        "sentence": "我到底是怎么了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你觉得你想要自律，却总是做不到；想要瘦身，却总是没有行动。但我看到的是你非常努力地要求自己做自己不想做的事情，你真的很辛苦。你对自己非常苛刻，在感到困难的时候，你还通过自责的方式来更努力地要求自己改变。那问题到底是出在哪里呢？你无法控制自己的饮食和运动，对你来说，真的很痛苦。因为你期待自己能够控制自己，少吃并且运动，但是却没有做到。你其实害怕的并不是多吃和不想运动，而是担心多吃和不想运动会让你变胖。进一步说，你其实害怕的也不是胖，而是胖了之后可能会被人嫌弃，这才是最让你恐惧的事情。在这个痛苦和期待的背后，我真正想告诉你的是：你真的很害怕自己被别人嫌弃，别人的认可对你来说真的很重要。",
    "annotation": [
      {
        "sentence": "你觉得你想要自律，却总是做不到；想要瘦身，却总是没有行动。",
        "label": ""
      },
      {
        "sentence": "但我看到的是你非常努力地要求自己做自己不想做的事情，你真的很辛苦。",
        "label": ""
      },
      {
        "sentence": "你对自己非常苛刻，在感到困难的时候，你还通过自责的方式来更努力地要求自己改变。",
        "label": ""
      },
      {
        "sentence": "那问题到底是出在哪里呢？",
        "label": ""
      },
      {
        "sentence": "你无法控制自己的饮食和运动，对你来说，真的很痛苦。",
        "label": ""
      },
      {
        "sentence": "因为你期待自己能够控制自己，少吃并且运动，但是却没有做到。",
        "label": ""
      },
      {
        "sentence": "你其实害怕的并不是多吃和不想运动，而是担心多吃和不想运动会让你变胖。",
        "label": ""
      },
      {
        "sentence": "进一步说，你其实害怕的也不是胖，而是胖了之后可能会被人嫌弃，这才是最让你恐惧的事情。",
        "label": ""
      },
      {
        "sentence": "在这个痛苦和期待的背后，我真正想告诉你的是：你真的很害怕自己被别人嫌弃，别人的认可对你来说真的很重要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "为什么别人的认可对我来说这么重要呢？",
    "annotation": [
      {
        "sentence": "为什么别人的认可对我来说这么重要呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有可能是因为你担心被人嫌弃了，就会觉得自己不好。因为你自己无法确定自己是好的，所以你想通过别人的评价来证明自己是好的。你希望通过自己漂亮的外表来证明自己是好的，通过别人的认可来证明自己是好的。",
    "annotation": [
      {
        "sentence": "有可能是因为你担心被人嫌弃了，就会觉得自己不好。",
        "label": ""
      },
      {
        "sentence": "因为你自己无法确定自己是好的，所以你想通过别人的评价来证明自己是好的。",
        "label": ""
      },
      {
        "sentence": "你希望通过自己漂亮的外表来证明自己是好的，通过别人的认可来证明自己是好的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "还有可能是因为被人嫌弃了，别人会离开我，我就会一个人了。在潜意识里，我认为这个世界很险恶，他人很严苛。仅仅因为不能自律，不能成功瘦身，大家就会抛弃我。而且我觉得如果这个人离开我了，我就再也找不到别的人了。最后，我也不相信自己一个人可以照顾好自己，也不相信自己可以面对这个世界。这样的恐惧打击让我感到我必须改变，必须控制自己。",
    "annotation": [
      {
        "sentence": "还有可能是因为被人嫌弃了，别人会离开我，我就会一个人了。",
        "label": ""
      },
      {
        "sentence": "在潜意识里，我认为这个世界很险恶，他人很严苛。",
        "label": ""
      },
      {
        "sentence": "仅仅因为不能自律，不能成功瘦身，大家就会抛弃我。",
        "label": ""
      },
      {
        "sentence": "而且我觉得如果这个人离开我了，我就再也找不到别的人了。",
        "label": ""
      },
      {
        "sentence": "最后，我也不相信自己一个人可以照顾好自己，也不相信自己可以面对这个世界。",
        "label": ""
      },
      {
        "sentence": "这样的恐惧打击让我感到我必须改变，必须控制自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你还能为自己做点什么呢？",
    "annotation": [
      {
        "sentence": "你还能为自己做点什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许我可以撒个娇，问问男朋友：“亲爱的，我真的很累很辛苦，不想再控制自己了，你会不会不喜欢我了？”虽然很有可能，男朋友的回答你并不会满意。那你愿意去发现一下男朋友不嫌弃你的那一部分吗？而不是总是关注被嫌弃的那部分。爱情是一道证明题，你愿意自己去充分挖掘证据吗？如果你确定男朋友真的就是嫌弃你的，那我们再看下一条建议。",
    "annotation": [
      {
        "sentence": "或许我可以撒个娇，问问男朋友：“亲爱的，我真的很累很辛苦，不想再控制自己了，你会不会不喜欢我了？",
        "label": ""
      },
      {
        "sentence": "”虽然很有可能，男朋友的回答你并不会满意。",
        "label": ""
      },
      {
        "sentence": "那你愿意去发现一下男朋友不嫌弃你的那一部分吗？",
        "label": ""
      },
      {
        "sentence": "而不是总是关注被嫌弃的那部分。",
        "label": ""
      },
      {
        "sentence": "爱情是一道证明题，你愿意自己去充分挖掘证据吗？",
        "label": ""
      },
      {
        "sentence": "如果你确定男朋友真的就是嫌弃你的，那我们再看下一条建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你害怕被抛弃，害怕一个人，那么自由对你来说又有什么意义呢？在你看来，世界很危险，他人也很危险，活下去才是最重要的，自由算什么呢？所以你才会强迫自己做自己不想做的事情，内心的挣扎真的让你很痛苦。但是与安全相比，你觉得安全更重要。这时候，我想邀请你问问自己，是做自己想做的事情更重要呢？还是男朋友的喜欢和认可更重要呢？如果男朋友的喜欢和认可更重要，那当然没问题，只要你看到这个选择是自己做的就可以了。而看到是为了自己而做的选择——无论是为了自己的感受，还是为了获得男朋友的喜欢和认可——而不是为了别人。如果自己想做的事情更重要，那么，你能够接受别人的嫌弃吗？别人真的有可能会嫌弃你，这个现实很伤人。",
    "annotation": [
      {
        "sentence": "你害怕被抛弃，害怕一个人，那么自由对你来说又有什么意义呢？",
        "label": ""
      },
      {
        "sentence": "在你看来，世界很危险，他人也很危险，活下去才是最重要的，自由算什么呢？",
        "label": ""
      },
      {
        "sentence": "所以你才会强迫自己做自己不想做的事情，内心的挣扎真的让你很痛苦。",
        "label": ""
      },
      {
        "sentence": "但是与安全相比，你觉得安全更重要。",
        "label": ""
      },
      {
        "sentence": "这时候，我想邀请你问问自己，是做自己想做的事情更重要呢？",
        "label": ""
      },
      {
        "sentence": "还是男朋友的喜欢和认可更重要呢？",
        "label": ""
      },
      {
        "sentence": "如果男朋友的喜欢和认可更重要，那当然没问题，只要你看到这个选择是自己做的就可以了。",
        "label": ""
      },
      {
        "sentence": "而看到是为了自己而做的选择——无论是为了自己的感受，还是为了获得男朋友的喜欢和认可——而不是为了别人。",
        "label": ""
      },
      {
        "sentence": "如果自己想做的事情更重要，那么，你能够接受别人的嫌弃吗？",
        "label": ""
      },
      {
        "sentence": "别人真的有可能会嫌弃你，这个现实很伤人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以试着发现并接受男朋友不嫌弃你的那些方面，挖掘爱情中的证据。其次，你可以思考一下自己想要的自由和安全的关系，是否愿意为了安全而放弃自己的自由。最后，你可以认真思考一下，什么对你来说更重要，是做自己想做的事情还是为了得到他人的认可。无论怎样，别忘了你始终可以为自己做出选择。",
    "annotation": [
      {
        "sentence": "首先，你可以试着发现并接受男朋友不嫌弃你的那些方面，挖掘爱情中的证据。",
        "label": ""
      },
      {
        "sentence": "其次，你可以思考一下自己想要的自由和安全的关系，是否愿意为了安全而放弃自己的自由。",
        "label": ""
      },
      {
        "sentence": "最后，你可以认真思考一下，什么对你来说更重要，是做自己想做的事情还是为了得到他人的认可。",
        "label": ""
      },
      {
        "sentence": "无论怎样，别忘了你始终可以为自己做出选择。",
        "label": ""
      }
    ]
  }
]