[
  {
    "role": "client",
    "content": "每次家人要求我做一些东西时，都忍不住想哭？比如今天我爷爷给我来电话，先是关心我然后又说让我练字练好看一点，让我多说话说内向是一个缺点，我内心想的是我从小跟你一起长大的，我成什么样子不都是你造成。我想多说几句但是我已经控制不住我的哭。他说什么我就说一个嗯字或者沉默。通话完以后我就哭的停不下我感觉每天我在地狱中，每天早上醒来心里就想我去死吧。长这么大人生都是她们安排的，我活的很痛苦，我们没有任何的价值，25岁，我认为我出去找工作都找不着。我认为我们丢了这一个工作，我就没办法生活。我认为我现在不配活着，因为我达不到他们的要求会有很多缺陷。",
    "annotation": [
      {
        "sentence": "每次家人要求我做一些东西时，都忍不住想哭？",
        "label": ""
      },
      {
        "sentence": "比如今天我爷爷给我来电话，先是关心我然后又说让我练字练好看一点，让我多说话说内向是一个缺点，我内心想的是我从小跟你一起长大的，我成什么样子不都是你造成。",
        "label": ""
      },
      {
        "sentence": "我想多说几句但是我已经控制不住我的哭。",
        "label": ""
      },
      {
        "sentence": "他说什么我就说一个嗯字或者沉默。",
        "label": ""
      },
      {
        "sentence": "通话完以后我就哭的停不下我感觉每天我在地狱中，每天早上醒来心里就想我去死吧。",
        "label": ""
      },
      {
        "sentence": "长这么大人生都是她们安排的，我活的很痛苦，我们没有任何的价值，25岁，我认为我出去找工作都找不着。",
        "label": ""
      },
      {
        "sentence": "我认为我们丢了这一个工作，我就没办法生活。",
        "label": ""
      },
      {
        "sentence": "我认为我现在不配活着，因为我达不到他们的要求会有很多缺陷。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的文字中，我仿佛看到了你从小以来的生活模式及与家人的沟通模式。不着急，我们一起来看看问题背后的原因吧。",
    "annotation": [
      {
        "sentence": "从你的文字中，我仿佛看到了你从小以来的生活模式及与家人的沟通模式。",
        "label": ""
      },
      {
        "sentence": "不着急，我们一起来看看问题背后的原因吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，谢谢你愿意听我说。",
    "annotation": [
      {
        "sentence": "好的，谢谢你愿意听我说。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，我想问一下，为什么你觉得爷爷电话里的关心会让你如此难受呢？你跟爷爷通电话，通完电话觉得自己目前的样子都是爷爷造成的。其实从你的文字中，我看到的是爷爷对你的关心。他告诉你，把字练好，性格要变得好一点，都是出自于对你的关心和爱。在你的文字中，你提到，这么大以来，自己的人生都是她们安排的。我大胆猜测，是否在你成长的过程中，父母亲人勉强你做了一些你不喜欢，但是他们觉得对你好的事情，以至于现在爷爷对你的关心在你看来也是在控制你的人生？",
    "annotation": [
      {
        "sentence": "首先，我想问一下，为什么你觉得爷爷电话里的关心会让你如此难受呢？",
        "label": ""
      },
      {
        "sentence": "你跟爷爷通电话，通完电话觉得自己目前的样子都是爷爷造成的。",
        "label": ""
      },
      {
        "sentence": "其实从你的文字中，我看到的是爷爷对你的关心。",
        "label": ""
      },
      {
        "sentence": "他告诉你，把字练好，性格要变得好一点，都是出自于对你的关心和爱。",
        "label": ""
      },
      {
        "sentence": "在你的文字中，你提到，这么大以来，自己的人生都是她们安排的。",
        "label": ""
      },
      {
        "sentence": "我大胆猜测，是否在你成长的过程中，父母亲人勉强你做了一些你不喜欢，但是他们觉得对你好的事情，以至于现在爷爷对你的关心在你看来也是在控制你的人生？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是吧，我觉得他们一直在设定我应该成为什么样的人，不给我选择的权利，让我觉得很痛苦。",
    "annotation": [
      {
        "sentence": "可能是吧，我觉得他们一直在设定我应该成为什么样的人，不给我选择的权利，让我觉得很痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你觉得很痛苦，觉得找不到人生的价值是吗？25岁，刚刚大学毕业没多长时间，这个年龄，是大部分人从学生时代过渡到工作时代的年龄。这个年龄，很多人都会出现迷茫，怀疑自我的状态。这个问题，不是你一个人在面对。你提到自己觉得很痛苦，找不到人生的价值。我猜想原因一方面是来自于现实压力，即就业压力的问题，更重要的原因来自于你的自我怀疑。我大胆猜测，你从小的生活环境，父母亲人对于你的要求应该很高吧，父母对你的严格要求，是否会造成你一种错误的判断，即自己一件事情没有做好，没有按照家人的意愿来做，自己就是不配得到爱、不配活着的失败者？",
    "annotation": [
      {
        "sentence": "明白了，你觉得很痛苦，觉得找不到人生的价值是吗？",
        "label": ""
      },
      {
        "sentence": "25岁，刚刚大学毕业没多长时间，这个年龄，是大部分人从学生时代过渡到工作时代的年龄。",
        "label": ""
      },
      {
        "sentence": "这个年龄，很多人都会出现迷茫，怀疑自我的状态。",
        "label": ""
      },
      {
        "sentence": "这个问题，不是你一个人在面对。",
        "label": ""
      },
      {
        "sentence": "你提到自己觉得很痛苦，找不到人生的价值。",
        "label": ""
      },
      {
        "sentence": "我猜想原因一方面是来自于现实压力，即就业压力的问题，更重要的原因来自于你的自我怀疑。",
        "label": ""
      },
      {
        "sentence": "我大胆猜测，你从小的生活环境，父母亲人对于你的要求应该很高吧，父母对你的严格要求，是否会造成你一种错误的判断，即自己一件事情没有做好，没有按照家人的意愿来做，自己就是不配得到爱、不配活着的失败者？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得我做不到他们期望的那样，所以觉得自己没有任何价值。",
    "annotation": [
      {
        "sentence": "是的，我一直觉得我做不到他们期望的那样，所以觉得自己没有任何价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白你的感受。我们可以从以下几个方面来解决问题。首先，正视父母及亲人对自己性格的影响，理解你的想法。原生家庭对孩子造成的影响，心理学上已经无数次证明过。但是，原生家庭代表你的过去经历，未来的路终究要靠你自己去走。爷爷的性格内向，你从小跟他一起长大，他的性格特点也会潜移默化地影响着你。这个影响，不可否认。但是，我们的性格是否真的无法改变？你现在25岁，面临的是择业的新环境，在这个新环境里，也是做出改变的好机会。因为，从现在开始，外面的世界都是新的，为何不趁这个机会重塑自己的性格呢？形成的性格我们无法完全更改，但是我们可以通过自己的努力让它向着我们希望的方式改变。",
    "annotation": [
      {
        "sentence": "明白你的感受。",
        "label": ""
      },
      {
        "sentence": "我们可以从以下几个方面来解决问题。",
        "label": ""
      },
      {
        "sentence": "首先，正视父母及亲人对自己性格的影响，理解你的想法。",
        "label": ""
      },
      {
        "sentence": "原生家庭对孩子造成的影响，心理学上已经无数次证明过。",
        "label": ""
      },
      {
        "sentence": "但是，原生家庭代表你的过去经历，未来的路终究要靠你自己去走。",
        "label": ""
      },
      {
        "sentence": "爷爷的性格内向，你从小跟他一起长大，他的性格特点也会潜移默化地影响着你。",
        "label": ""
      },
      {
        "sentence": "这个影响，不可否认。",
        "label": ""
      },
      {
        "sentence": "但是，我们的性格是否真的无法改变？",
        "label": ""
      },
      {
        "sentence": "你现在25岁，面临的是择业的新环境，在这个新环境里，也是做出改变的好机会。",
        "label": ""
      },
      {
        "sentence": "因为，从现在开始，外面的世界都是新的，为何不趁这个机会重塑自己的性格呢？",
        "label": ""
      },
      {
        "sentence": "形成的性格我们无法完全更改，但是我们可以通过自己的努力让它向着我们希望的方式改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那我应该怎么做呢？我总觉得自己无法改变对自己的否定和怀疑。",
    "annotation": [
      {
        "sentence": "那我应该怎么做呢？",
        "label": ""
      },
      {
        "sentence": "我总觉得自己无法改变对自己的否定和怀疑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你可以尝试接受自己的不完美。每个人都有缺点和不足，没有人是完美无缺的。接受自己的不足不代表放弃改变，而是要用积极的态度去面对自己，不断进步，努力提升自己。此外，你可以寻找一些适合自己的方法和策略来提升自己的自信和自我认同感。比如参加一些培训课程、读书、结交新朋友等，这些都可以帮助你更好地认识自己，发现自己的优点和潜力。同时，你也可以寻求专业心理辅导的帮助，专业的心理辅导师可以帮助你更好地面对自己的问题，帮助你建立积极的自我认知和自我形象。",
    "annotation": [
      {
        "sentence": "首先，你可以尝试接受自己的不完美。",
        "label": ""
      },
      {
        "sentence": "每个人都有缺点和不足，没有人是完美无缺的。",
        "label": ""
      },
      {
        "sentence": "接受自己的不足不代表放弃改变，而是要用积极的态度去面对自己，不断进步，努力提升自己。",
        "label": ""
      },
      {
        "sentence": "此外，你可以寻找一些适合自己的方法和策略来提升自己的自信和自我认同感。",
        "label": ""
      },
      {
        "sentence": "比如参加一些培训课程、读书、结交新朋友等，这些都可以帮助你更好地认识自己，发现自己的优点和潜力。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以寻求专业心理辅导的帮助，专业的心理辅导师可以帮助你更好地面对自己的问题，帮助你建立积极的自我认知和自我形象。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得这些方法好像都可以尝试一下。谢谢你的建议，我会去试试看的。",
    "annotation": [
      {
        "sentence": "我觉得这些方法好像都可以尝试一下。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会去试试看的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，希望我的建议对你有所帮助。另外，还有一个方面要提醒你，那就是理解父母亲人行为背后的原因，并与他们和解。其实，你目前面临的问题，很大程度上是由于在成长环境中，父母亲",
    "annotation": [
      {
        "sentence": "不用客气，希望我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "另外，还有一个方面要提醒你，那就是理解父母亲人行为背后的原因，并与他们和解。",
        "label": ""
      },
      {
        "sentence": "其实，你目前面临的问题，很大程度上是由于在成长环境中，父母亲",
        "label": ""
      }
    ]
  }
]