[
  {
    "role": "client",
    "content": "我真的很烦恼，我是个14岁的女生，成绩不好，没有自信，太在意别人的看法。每次看到别人捂住嘴在说些什么，我都觉得是在说我，说我坏话。感觉没有人信任我，脾气也变得很暴躁。任何事情都提不起兴趣来，做任何事情都没有自信。我心太软，每次闹矛盾都是我自己主动道歉。搞得我非常难受，但是我还是一直这样，这样的生活好难。而且，和别人说话都不敢看对方眼睛，会有眼神躲闪，独自一人在外面也会很紧张束缚。是不是我心理有问题？",
    "annotation": [
      {
        "sentence": "我真的很烦恼，我是个14岁的女生，成绩不好，没有自信，太在意别人的看法。",
        "label": ""
      },
      {
        "sentence": "每次看到别人捂住嘴在说些什么，我都觉得是在说我，说我坏话。",
        "label": ""
      },
      {
        "sentence": "感觉没有人信任我，脾气也变得很暴躁。",
        "label": ""
      },
      {
        "sentence": "任何事情都提不起兴趣来，做任何事情都没有自信。",
        "label": ""
      },
      {
        "sentence": "我心太软，每次闹矛盾都是我自己主动道歉。",
        "label": ""
      },
      {
        "sentence": "搞得我非常难受，但是我还是一直这样，这样的生活好难。",
        "label": ""
      },
      {
        "sentence": "而且，和别人说话都不敢看对方眼睛，会有眼神躲闪，独自一人在外面也会很紧张束缚。",
        "label": ""
      },
      {
        "sentence": "是不是我心理有问题？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "可爱的妹妹，听到你的烦恼了。首先我先告诉你，14岁这样的情绪起伏是很正常的哦，不要太怀疑自己是不是和别人不一样。在你看不到的地方，或许有人比你更焦虑，更不安。你说自己很在乎他人看法，其实这是人之常情，每个人都会在意外界的眼光。考上了好分数希望得到夸奖，摔了一跤不希望被看见，都是这样的，人是社交动物，我们生活中难免要接触人群，也会接收他人的眼光和看法。但是太在意就没有必要了。每个人都是特别的，或许这句话你已经听过很多遍了。但是我还是想告诉你，在你意识到自己正处在意他人看法，并且这对你造成不好的感受时，果断告诉自己，“跟我没关系，我不在意。”请一定要这么做，并且渐渐养成习惯，最后变成真的不在意。",
    "annotation": [
      {
        "sentence": "可爱的妹妹，听到你的烦恼了。",
        "label": ""
      },
      {
        "sentence": "首先我先告诉你，14岁这样的情绪起伏是很正常的哦，不要太怀疑自己是不是和别人不一样。",
        "label": ""
      },
      {
        "sentence": "在你看不到的地方，或许有人比你更焦虑，更不安。",
        "label": ""
      },
      {
        "sentence": "你说自己很在乎他人看法，其实这是人之常情，每个人都会在意外界的眼光。",
        "label": ""
      },
      {
        "sentence": "考上了好分数希望得到夸奖，摔了一跤不希望被看见，都是这样的，人是社交动物，我们生活中难免要接触人群，也会接收他人的眼光和看法。",
        "label": ""
      },
      {
        "sentence": "但是太在意就没有必要了。",
        "label": ""
      },
      {
        "sentence": "每个人都是特别的，或许这句话你已经听过很多遍了。",
        "label": ""
      },
      {
        "sentence": "但是我还是想告诉你，在你意识到自己正处在意他人看法，并且这对你造成不好的感受时，果断告诉自己，“跟我没关系，我不在意。",
        "label": ""
      },
      {
        "sentence": "”请一定要这么做，并且渐渐养成习惯，最后变成真的不在意。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我知道每个人都是特别的，但是我总是陷入这种在意他人看法的困境中。感觉没有人信任自己，这让我感到很孤独。我该如何去结交真心的朋友呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我知道每个人都是特别的，但是我总是陷入这种在意他人看法的困境中。",
        "label": ""
      },
      {
        "sentence": "感觉没有人信任自己，这让我感到很孤独。",
        "label": ""
      },
      {
        "sentence": "我该如何去结交真心的朋友呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很乐意帮助你。想要结交真心的朋友，首先要用心地交朋友。多去聆听别人的心声，给予真诚的关怀和理解。真心换真心，你会收获让你信任的好朋友的。迈出第一步没有那么难，可以试着约着一起上个厕所，也可以大胆地提出一起去吃饭，你现在应该是初二，可以约着一起写作业哦！打破一些冰，你会发现周围有很多人渴望与你交朋友。相信自己，你可以做到的！",
    "annotation": [
      {
        "sentence": "不客气，我很乐意帮助你。",
        "label": ""
      },
      {
        "sentence": "想要结交真心的朋友，首先要用心地交朋友。",
        "label": ""
      },
      {
        "sentence": "多去聆听别人的心声，给予真诚的关怀和理解。",
        "label": ""
      },
      {
        "sentence": "真心换真心，你会收获让你信任的好朋友的。",
        "label": ""
      },
      {
        "sentence": "迈出第一步没有那么难，可以试着约着一起上个厕所，也可以大胆地提出一起去吃饭，你现在应该是初二，可以约着一起写作业哦！",
        "label": ""
      },
      {
        "sentence": "打破一些冰，你会发现周围有很多人渴望与你交朋友。",
        "label": ""
      },
      {
        "sentence": "相信自己，你可以做到的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听你这么说，我感觉好像做朋友的方法还是挺简单的。但是我总觉得自己脾气暴躁，没有自信。怎么才能变得温和一些，并且获得自信呢？",
    "annotation": [
      {
        "sentence": "听你这么说，我感觉好像做朋友的方法还是挺简单的。",
        "label": ""
      },
      {
        "sentence": "但是我总觉得自己脾气暴躁，没有自信。",
        "label": ""
      },
      {
        "sentence": "怎么才能变得温和一些，并且获得自信呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小可爱，脾气暴躁如果是出于事出有因，那就没有错。但是不要用这个原因去伤害身边的人哦，不然就是坏脾气了，得改正一点点。获得自信是个漫长的过程，首先你要找到自己感兴趣或者擅长的事情，并且多花点时间去专研，这样不仅充实了自己的生活，也可以逐渐增加自信，并且吸引到真心的朋友。别急于求成，一点点进步就是成功，你会越来越棒的！",
    "annotation": [
      {
        "sentence": "小可爱，脾气暴躁如果是出于事出有因，那就没有错。",
        "label": ""
      },
      {
        "sentence": "但是不要用这个原因去伤害身边的人哦，不然就是坏脾气了，得改正一点点。",
        "label": ""
      },
      {
        "sentence": "获得自信是个漫长的过程，首先你要找到自己感兴趣或者擅长的事情，并且多花点时间去专研，这样不仅充实了自己的生活，也可以逐渐增加自信，并且吸引到真心的朋友。",
        "label": ""
      },
      {
        "sentence": "别急于求成，一点点进步就是成功，你会越来越棒的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会尽力去做的！我觉得和你聊天真的很舒心，能感受到你的温暖和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会尽力去做的！",
        "label": ""
      },
      {
        "sentence": "我觉得和你聊天真的很舒心，能感受到你的温暖和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。和你聊天也让我感到很开心，你是一个很棒的人，只是在成长的路上遇到了一些困难。相信自己，你能够克服一切困难，迎接更好的未来！如果你还有什么烦恼或者需要倾诉，随时都可以来找我聊天哦。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "和你聊天也让我感到很开心，你是一个很棒的人，只是在成长的路上遇到了一些困难。",
        "label": ""
      },
      {
        "sentence": "相信自己，你能够克服一切困难，迎接更好的未来！",
        "label": ""
      },
      {
        "sentence": "如果你还有什么烦恼或者需要倾诉，随时都可以来找我聊天哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我真的很感激。有你这样的朋友真的让我心里暖暖的，我会珍惜这份友谊的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我真的很感激。",
        "label": ""
      },
      {
        "sentence": "有你这样的朋友真的让我心里暖暖的，我会珍惜这份友谊的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我也很感激你的信任和和我倾诉。我们都是朋友，互相支持，一起度过难关！如果以后还有什么困扰或者烦恼，都不要犹豫，随时来找我。你不再是一个人面对问题，有我陪伴在你身边。加油，你真的很棒！",
    "annotation": [
      {
        "sentence": "我也很感激你的信任和和我倾诉。",
        "label": ""
      },
      {
        "sentence": "我们都是朋友，互相支持，一起度过难关！",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么困扰或者烦恼，都不要犹豫，随时来找我。",
        "label": ""
      },
      {
        "sentence": "你不再是一个人面对问题，有我陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "加油，你真的很棒！",
        "label": ""
      }
    ]
  }
]