[
  {
    "role": "client",
    "content": "高四，社恐。我在考虑要不要分心去交点朋友，还是继续保持高冷状态？我的社交恐惧挺严重的，我不喜欢离开舒适区，而且和陌生同学交流需要很大勇气。我应该专心学习独来独往，还是花点心思交朋友呢？虽然没有朋友很省心，但是偶尔会感到孤单啊。",
    "annotation": [
      {
        "sentence": "高四，社恐。",
        "label": ""
      },
      {
        "sentence": "我在考虑要不要分心去交点朋友，还是继续保持高冷状态？",
        "label": ""
      },
      {
        "sentence": "我的社交恐惧挺严重的，我不喜欢离开舒适区，而且和陌生同学交流需要很大勇气。",
        "label": ""
      },
      {
        "sentence": "我应该专心学习独来独往，还是花点心思交朋友呢？",
        "label": ""
      },
      {
        "sentence": "虽然没有朋友很省心，但是偶尔会感到孤单啊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我看到你在犹豫是否要交朋友。高四的你应该是来到了一个完全陌生的班级，而他们已经有自己的朋友圈。如果你想交朋友，可能需要更多的能量去结交。你可以思考一下：你认为朋友是什么样的呢？是一起去食堂吃饭，一起分享心事的人，还是只是简单的交流日常生活、问问作业之类的人？按照你对朋友的定义，这样的朋友一定要在陌生同学中找到吗？如果不一定要从现在的陌生同学中找，你可以考虑在一些网络上安全的平台找朋友。比如，如果你只是想倾诉，可以找一些愿意倾听的可靠网友。如果你确实希望在陌生同学中找到朋友，那么和陌生同学交流会让你担心哪些事情？如果这些担心的事情发生了，你需要多少能量去应对呢？踏出去交朋友的第一步需要多大的勇气？这个勇气会消耗你多少能量呢？你每天的学习时间有多长？朋友会对你的学习产生多大的影响？如果有了朋友可能会多么不省心，而对你来说，孤独意味着什么？在你有了一个更清晰的认识之后，你可以再考虑是否要交朋友。高四的学业压力一定很大，如果你觉得自己没有太多精力，那么在自己的舒适区里让自己感觉舒服和安全也是可以的。如果交朋友的勇气不仅不会消耗你的能量，反而能给你带来能量，那么你也可以勇敢向前迈出一步，去交个朋友。祝你高考顺利！",
    "annotation": [
      {
        "sentence": "我看到你在犹豫是否要交朋友。",
        "label": ""
      },
      {
        "sentence": "高四的你应该是来到了一个完全陌生的班级，而他们已经有自己的朋友圈。",
        "label": ""
      },
      {
        "sentence": "如果你想交朋友，可能需要更多的能量去结交。",
        "label": ""
      },
      {
        "sentence": "你可以思考一下：你认为朋友是什么样的呢？",
        "label": ""
      },
      {
        "sentence": "是一起去食堂吃饭，一起分享心事的人，还是只是简单的交流日常生活、问问作业之类的人？",
        "label": ""
      },
      {
        "sentence": "按照你对朋友的定义，这样的朋友一定要在陌生同学中找到吗？",
        "label": ""
      },
      {
        "sentence": "如果不一定要从现在的陌生同学中找，你可以考虑在一些网络上安全的平台找朋友。",
        "label": ""
      },
      {
        "sentence": "比如，如果你只是想倾诉，可以找一些愿意倾听的可靠网友。",
        "label": ""
      },
      {
        "sentence": "如果你确实希望在陌生同学中找到朋友，那么和陌生同学交流会让你担心哪些事情？",
        "label": ""
      },
      {
        "sentence": "如果这些担心的事情发生了，你需要多少能量去应对呢？",
        "label": ""
      },
      {
        "sentence": "踏出去交朋友的第一步需要多大的勇气？",
        "label": ""
      },
      {
        "sentence": "这个勇气会消耗你多少能量呢？",
        "label": ""
      },
      {
        "sentence": "你每天的学习时间有多长？",
        "label": ""
      },
      {
        "sentence": "朋友会对你的学习产生多大的影响？",
        "label": ""
      },
      {
        "sentence": "如果有了朋友可能会多么不省心，而对你来说，孤独意味着什么？",
        "label": ""
      },
      {
        "sentence": "在你有了一个更清晰的认识之后，你可以再考虑是否要交朋友。",
        "label": ""
      },
      {
        "sentence": "高四的学业压力一定很大，如果你觉得自己没有太多精力，那么在自己的舒适区里让自己感觉舒服和安全也是可以的。",
        "label": ""
      },
      {
        "sentence": "如果交朋友的勇气不仅不会消耗你的能量，反而能给你带来能量，那么你也可以勇敢向前迈出一步，去交个朋友。",
        "label": ""
      },
      {
        "sentence": "祝你高考顺利！",
        "label": ""
      }
    ]
  }
]