[
  {
    "role": "client",
    "content": "被骗了六千多，父母知道了会打死我吗？网上刷单被诈骗了六千多。还是我借的。我是学生。大一。现在报警了。不敢告诉父母。我弟说告诉我父母。我父母一定很暴躁然后要打死我。本来很多人也让我要告诉父母。被我弟这样一说我就不敢告诉了。现在压力很大。而且这个钱要是还不上父母早晚也会知道。我父母真的会打死我吗。被我弟一说害怕更严重了。",
    "annotation": [
      {
        "sentence": "被骗了六千多，父母知道了会打死我吗？",
        "label": ""
      },
      {
        "sentence": "网上刷单被诈骗了六千多。",
        "label": ""
      },
      {
        "sentence": "还是我借的。",
        "label": ""
      },
      {
        "sentence": "我是学生。",
        "label": ""
      },
      {
        "sentence": "大一。",
        "label": ""
      },
      {
        "sentence": "现在报警了。",
        "label": ""
      },
      {
        "sentence": "不敢告诉父母。",
        "label": ""
      },
      {
        "sentence": "我弟说告诉我父母。",
        "label": ""
      },
      {
        "sentence": "我父母一定很暴躁然后要打死我。",
        "label": ""
      },
      {
        "sentence": "本来很多人也让我要告诉父母。",
        "label": ""
      },
      {
        "sentence": "被我弟这样一说我就不敢告诉了。",
        "label": ""
      },
      {
        "sentence": "现在压力很大。",
        "label": ""
      },
      {
        "sentence": "而且这个钱要是还不上父母早晚也会知道。",
        "label": ""
      },
      {
        "sentence": "我父母真的会打死我吗。",
        "label": ""
      },
      {
        "sentence": "被我弟一说害怕更严重了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的心情我能够理解，情绪上一定非常担心和无助。你担心父母知道你犯下的错误会怎么对待你，另一方面又不敢隐瞒这桩事，因为事情总会被揭穿。尽快与父母坦白，并且做好被责怪的准备是必要的，你所失去的这笔钱可能是你父母用心血赚来的，你也非常后悔和自责。但你弟弟的说法可能没那么严重，你不会被打死的。短期内，父母可能会对你有一些批评和指责，可能是因为他们生气，或者他们之前因为你们犯的错误而对你们采取过某种批评方式。另一方面，你已经报警了，做了你能够做的事情，父母生气之后，应该不会对你采取什么过激的措施，毕竟你是个大一新生，不懂得社会上的一些陷阱。你的初衷可能是为了减轻父母负担而想要自己挣钱的，你可以向父母解释你的想法，争取他们的理解。这是个教训，让你好好反思，别陷入自责和内疚中，要继续专心学习和生活。虽然此事令你焦虑，但追回钱款需要时间，让自己冷静下来，与父母好好交流，共同找到对策。这件事情给你上了一课，没有天上掉馅饼的好事，特别是在你急需财务支持的时候，更容易上当被利用。先原谅自己的错误，不要太过自责，事情已成定局，关键是要接受错误并寻找解决方法。对方可能针对你的缺乏社会经验和防备心理，抓住了你的需求，才得以骗到你。放心去享受大学生活，认真对待每一天，将这次经历变为你前进的一股力量。",
    "annotation": [
      {
        "sentence": "你现在的心情我能够理解，情绪上一定非常担心和无助。",
        "label": ""
      },
      {
        "sentence": "你担心父母知道你犯下的错误会怎么对待你，另一方面又不敢隐瞒这桩事，因为事情总会被揭穿。",
        "label": ""
      },
      {
        "sentence": "尽快与父母坦白，并且做好被责怪的准备是必要的，你所失去的这笔钱可能是你父母用心血赚来的，你也非常后悔和自责。",
        "label": ""
      },
      {
        "sentence": "但你弟弟的说法可能没那么严重，你不会被打死的。",
        "label": ""
      },
      {
        "sentence": "短期内，父母可能会对你有一些批评和指责，可能是因为他们生气，或者他们之前因为你们犯的错误而对你们采取过某种批评方式。",
        "label": ""
      },
      {
        "sentence": "另一方面，你已经报警了，做了你能够做的事情，父母生气之后，应该不会对你采取什么过激的措施，毕竟你是个大一新生，不懂得社会上的一些陷阱。",
        "label": ""
      },
      {
        "sentence": "你的初衷可能是为了减轻父母负担而想要自己挣钱的，你可以向父母解释你的想法，争取他们的理解。",
        "label": ""
      },
      {
        "sentence": "这是个教训，让你好好反思，别陷入自责和内疚中，要继续专心学习和生活。",
        "label": ""
      },
      {
        "sentence": "虽然此事令你焦虑，但追回钱款需要时间，让自己冷静下来，与父母好好交流，共同找到对策。",
        "label": ""
      },
      {
        "sentence": "这件事情给你上了一课，没有天上掉馅饼的好事，特别是在你急需财务支持的时候，更容易上当被利用。",
        "label": ""
      },
      {
        "sentence": "先原谅自己的错误，不要太过自责，事情已成定局，关键是要接受错误并寻找解决方法。",
        "label": ""
      },
      {
        "sentence": "对方可能针对你的缺乏社会经验和防备心理，抓住了你的需求，才得以骗到你。",
        "label": ""
      },
      {
        "sentence": "放心去享受大学生活，认真对待每一天，将这次经历变为你前进的一股力量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会尽快与父母坦白，虽然心里还是对他们的反应感到担心，但我理解他们的愤怒也是出于对我的关心。我会向他们解释我为什么会做这种事情，并承担相应的责任。你说得对，我要接受自己的错误，并寻找解决这个问题的方法。我也会尽量冷静下来，与父母进行深入的沟通。但我目前还是担心他们会有暴怒的反应，毕竟这次的失误是我自己的责任。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会尽快与父母坦白，虽然心里还是对他们的反应感到担心，但我理解他们的愤怒也是出于对我的关心。",
        "label": ""
      },
      {
        "sentence": "我会向他们解释我为什么会做这种事情，并承担相应的责任。",
        "label": ""
      },
      {
        "sentence": "你说得对，我要接受自己的错误，并寻找解决这个问题的方法。",
        "label": ""
      },
      {
        "sentence": "我也会尽量冷静下来，与父母进行深入的沟通。",
        "label": ""
      },
      {
        "sentence": "但我目前还是担心他们会有暴怒的反应，毕竟这次的失误是我自己的责任。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你的担心。在面对父母时，展示出你的诚意和悔意是非常重要的。告诉他们你自己的成长和教训，并承诺不会再犯同样的错误。毕竟，父母最关心的是你的成长和未来。他们可能会暂时生气和失望，但随着时间的推移，他们会理解你并给予支持的。记住，每个人都会犯错误，关键是如何从错误中吸取教训并成长。你已经走在了解决问题的道路上，继续努力，不要过于纠结于过去的错误，而是专注于未来的发展。",
    "annotation": [
      {
        "sentence": "理解你的担心。",
        "label": ""
      },
      {
        "sentence": "在面对父母时，展示出你的诚意和悔意是非常重要的。",
        "label": ""
      },
      {
        "sentence": "告诉他们你自己的成长和教训，并承诺不会再犯同样的错误。",
        "label": ""
      },
      {
        "sentence": "毕竟，父母最关心的是你的成长和未来。",
        "label": ""
      },
      {
        "sentence": "他们可能会暂时生气和失望，但随着时间的推移，他们会理解你并给予支持的。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都会犯错误，关键是如何从错误中吸取教训并成长。",
        "label": ""
      },
      {
        "sentence": "你已经走在了解决问题的道路上，继续努力，不要过于纠结于过去的错误，而是专注于未来的发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我必须诚实面对自己的错误，并承担相应的责任。我明白父母会因为关心我而表现出一定的愤怒和指责，但我也希望他们能够理解我，并给我一个改过自新的机会。我现在会尝试平复自己的情绪，好好沟通，尽量避免情绪激动。谢谢你的耐心倾听和鼓励。",
    "annotation": [
      {
        "sentence": "你说得对，我必须诚实面对自己的错误，并承担相应的责任。",
        "label": ""
      },
      {
        "sentence": "我明白父母会因为关心我而表现出一定的愤怒和指责，但我也希望他们能够理解我，并给我一个改过自新的机会。",
        "label": ""
      },
      {
        "sentence": "我现在会尝试平复自己的情绪，好好沟通，尽量避免情绪激动。",
        "label": ""
      },
      {
        "sentence": "谢谢你的耐心倾听和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。面对困难和错误，我们都需要一些人来支持和鼓励我们。你已经迈出了向解决问题迈进的第一步，相信你能够渡过这个困难的时期，变得更加坚强和成熟。如果你还有什么疑问或需要帮助的地方，随时都可以向我寻求帮助。加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "面对困难和错误，我们都需要一些人来支持和鼓励我们。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了向解决问题迈进的第一步，相信你能够渡过这个困难的时期，变得更加坚强和成熟。",
        "label": ""
      },
      {
        "sentence": "如果你还有什么疑问或需要帮助的地方，随时都可以向我寻求帮助。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会牢记你的话，努力面对并克服这个挑战。如果有需要，我会再次向你寻求帮助的。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，努力面对并克服这个挑战。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会再次向你寻求帮助的。",
        "label": ""
      }
    ]
  }
]