[
  {
    "role": "client",
    "content": "我22岁，女生，没办法与人建立亲密关系该怎么办？可能从小我就在比较苛刻的环境下长大，爸妈对我的要求很严格，甚至到了一种无理取闹的地步，导致到现在我跟父母的关系也很差（平时没有联系，他们找我闲聊我不会回）。没有对任何人或地方拥有归属感，就像一直在大海上漂浮。",
    "annotation": [
      {
        "sentence": "我22岁，女生，没办法与人建立亲密关系该怎么办？",
        "label": ""
      },
      {
        "sentence": "可能从小我就在比较苛刻的环境下长大，爸妈对我的要求很严格，甚至到了一种无理取闹的地步，导致到现在我跟父母的关系也很差（平时没有联系，他们找我闲聊我不会回）。",
        "label": ""
      },
      {
        "sentence": "没有对任何人或地方拥有归属感，就像一直在大海上漂浮。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从小爸妈对你要求严格，甚至到了一种无理取闹的地步，导致你们现在的关系也很差。没有对任何人和任何地方有归属感，长大后发现自己不能与他人建立亲密关系，无论多好的感情都能轻易放弃，不相信有人能一直喜欢你，接受你。渴望得到爱，却害怕付出。",
    "annotation": [
      {
        "sentence": "从小爸妈对你要求严格，甚至到了一种无理取闹的地步，导致你们现在的关系也很差。",
        "label": ""
      },
      {
        "sentence": "没有对任何人和任何地方有归属感，长大后发现自己不能与他人建立亲密关系，无论多好的感情都能轻易放弃，不相信有人能一直喜欢你，接受你。",
        "label": ""
      },
      {
        "sentence": "渴望得到爱，却害怕付出。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我感觉自己无法真正信任别人，害怕再次受伤。我渴望爱，但又担心一旦爱上别人，就会失去自己的独立性和自由。",
    "annotation": [
      {
        "sentence": "是的，我感觉自己无法真正信任别人，害怕再次受伤。",
        "label": ""
      },
      {
        "sentence": "我渴望爱，但又担心一旦爱上别人，就会失去自己的独立性和自由。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心很正常，这可能是因为你从小受到了严格的教养和无理取闹的对待，导致你对人际关系产生了不信任感。但是，你并不需要完全依赖别人来获得爱和幸福。建立亲密关系并不意味着失去独立性和自由，而是通过相互支持和理解来创造更加美好的生活。",
    "annotation": [
      {
        "sentence": "你的担心很正常，这可能是因为你从小受到了严格的教养和无理取闹的对待，导致你对人际关系产生了不信任感。",
        "label": ""
      },
      {
        "sentence": "但是，你并不需要完全依赖别人来获得爱和幸福。",
        "label": ""
      },
      {
        "sentence": "建立亲密关系并不意味着失去独立性和自由，而是通过相互支持和理解来创造更加美好的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我对自己的情绪控制很差，我总是因为一点小事就陷入情绪低谷，然后对别人产生消极情绪。这让我担心我会影响到别人，让他们离开我。",
    "annotation": [
      {
        "sentence": "但是我对自己的情绪控制很差，我总是因为一点小事就陷入情绪低谷，然后对别人产生消极情绪。",
        "label": ""
      },
      {
        "sentence": "这让我担心我会影响到别人，让他们离开我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这可能是因为你在成长过程中没有得到足够的情绪支持和认同。你可以试着学习如何更好地理解和表达自己的情绪，以及寻找一种平衡和调节的方式。同时，也要明白每个人都有情绪起伏和不稳定的时候，真正的朋友会理解和支持你，不会因为你的情绪而离开你。",
    "annotation": [
      {
        "sentence": "这可能是因为你在成长过程中没有得到足够的情绪支持和认同。",
        "label": ""
      },
      {
        "sentence": "你可以试着学习如何更好地理解和表达自己的情绪，以及寻找一种平衡和调节的方式。",
        "label": ""
      },
      {
        "sentence": "同时，也要明白每个人都有情绪起伏和不稳定的时候，真正的朋友会理解和支持你，不会因为你的情绪而离开你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，但是我很害怕接近别人，怕他们知道了我的缺点和过去后就会离开我。我怎么才能克服这种恐惧呢？",
    "annotation": [
      {
        "sentence": "我明白了，但是我很害怕接近别人，怕他们知道了我的缺点和过去后就会离开我。",
        "label": ""
      },
      {
        "sentence": "我怎么才能克服这种恐惧呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "克服恐惧需要时间和努力，你可以试着与朋友建立起相互信任的关系，慢慢展示真实的自己。记住，每个人都有缺点和过去，真正的朋友会接受并理解你。同时，你也可以寻求专业心理咨询的帮助，咨询师可以帮助你更好地理解自己并提供支持和指导。",
    "annotation": [
      {
        "sentence": "克服恐惧需要时间和努力，你可以试着与朋友建立起相互信任的关系，慢慢展示真实的自己。",
        "label": ""
      },
      {
        "sentence": "记住，每个人都有缺点和过去，真正的朋友会接受并理解你。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以寻求专业心理咨询的帮助，咨询师可以帮助你更好地理解自己并提供支持和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会尝试与朋友更加坦诚地沟通，同时也会考虑找一位心理咨询师来帮助自己。谢谢你的支持，希望能够改善自己的亲密关系和情绪控制能力。",
    "annotation": [
      {
        "sentence": "我会尝试与朋友更加坦诚地沟通，同时也会考虑找一位心理咨询师来帮助自己。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持，希望能够改善自己的亲密关系和情绪控制能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决定，相信在你的努力下，你会逐渐克服困难，拥有更健康、稳定的亲密关系和情绪控制能力。如果需要任何帮助或者有什么进展，随时和我分享。祝愿你每一天都能变得更好！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决定，相信在你的努力下，你会逐渐克服困难，拥有更健康、稳定的亲密关系和情绪控制能力。",
        "label": ""
      },
      {
        "sentence": "如果需要任何帮助或者有什么进展，随时和我分享。",
        "label": ""
      },
      {
        "sentence": "祝愿你每一天都能变得更好！",
        "label": ""
      }
    ]
  }
]