[
  {
    "role": "client",
    "content": "我现在面临一个选择，不知道是继续挑战高薪压力的房产助理兼职卖房，还是学技术找一个相对稳定的工作？我现在是一名助理，底薪只有1800元，还有店面提成。（店面业绩到账不稳定导致提成忽高忽低，有时候勉强维持生活，虽然店里的业绩确实不错）同时，我还需要兼职卖房子。在大家眼里，助理是一份工作轻松提成又高的职位，但是我感到很受气，工作也不开心，我觉得自己没有什么本事。业务员们总是想让我请大家吃东西，而且如果我想要卖房，就必须开口也要花上几千元。本来我性格不是那种外向、会说话、为人处世高明的人，对于我来说，从事销售工作并不适合。我是一个内向、自卑、柔弱、耿直、老实的人。我已经入职八个月了，运气好的话，卖了一套房子。可是未来说不定。我也想学一门技术，踏实地工作，有稳定的收入，过快快乐乐的生活。但同时，我也舍不得自己有的春秋大梦，我想着有一天，如果我努力卖出房子的话，就可以月入几万，成为一个白富美了。我真的很纠结，不知道自己应该选择什么样的工作。",
    "annotation": [
      {
        "sentence": "我现在面临一个选择，不知道是继续挑战高薪压力的房产助理兼职卖房，还是学技术找一个相对稳定的工作？",
        "label": ""
      },
      {
        "sentence": "我现在是一名助理，底薪只有1800元，还有店面提成。",
        "label": ""
      },
      {
        "sentence": "（店面业绩到账不稳定导致提成忽高忽低，有时候勉强维持生活，虽然店里的业绩确实不错）同时，我还需要兼职卖房子。",
        "label": ""
      },
      {
        "sentence": "在大家眼里，助理是一份工作轻松提成又高的职位，但是我感到很受气，工作也不开心，我觉得自己没有什么本事。",
        "label": ""
      },
      {
        "sentence": "业务员们总是想让我请大家吃东西，而且如果我想要卖房，就必须开口也要花上几千元。",
        "label": ""
      },
      {
        "sentence": "本来我性格不是那种外向、会说话、为人处世高明的人，对于我来说，从事销售工作并不适合。",
        "label": ""
      },
      {
        "sentence": "我是一个内向、自卑、柔弱、耿直、老实的人。",
        "label": ""
      },
      {
        "sentence": "我已经入职八个月了，运气好的话，卖了一套房子。",
        "label": ""
      },
      {
        "sentence": "可是未来说不定。",
        "label": ""
      },
      {
        "sentence": "我也想学一门技术，踏实地工作，有稳定的收入，过快快乐乐的生活。",
        "label": ""
      },
      {
        "sentence": "但同时，我也舍不得自己有的春秋大梦，我想着有一天，如果我努力卖出房子的话，就可以月入几万，成为一个白富美了。",
        "label": ""
      },
      {
        "sentence": "我真的很纠结，不知道自己应该选择什么样的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "兄弟，这个世界没有十全十美的事儿。不管选择什么，都必须付出代价。我刚到广州的时候，也是一无所有，生活困难。但我坚持打工不只是为了薪水，一步步为了学习，舍弃了很多，为公司，为客户付出了自己的时间和金钱，但是我坚持了自己的价值观。做什么工作，要看你自己喜欢，要看你兴趣和能力的结合点。只有找到自己，才能找到适合自己的工作。所以，兄弟，努力吧，祝福你实现自己的梦想。",
    "annotation": [
      {
        "sentence": "兄弟，这个世界没有十全十美的事儿。",
        "label": ""
      },
      {
        "sentence": "不管选择什么，都必须付出代价。",
        "label": ""
      },
      {
        "sentence": "我刚到广州的时候，也是一无所有，生活困难。",
        "label": ""
      },
      {
        "sentence": "但我坚持打工不只是为了薪水，一步步为了学习，舍弃了很多，为公司，为客户付出了自己的时间和金钱，但是我坚持了自己的价值观。",
        "label": ""
      },
      {
        "sentence": "做什么工作，要看你自己喜欢，要看你兴趣和能力的结合点。",
        "label": ""
      },
      {
        "sentence": "只有找到自己，才能找到适合自己的工作。",
        "label": ""
      },
      {
        "sentence": "所以，兄弟，努力吧，祝福你实现自己的梦想。",
        "label": ""
      }
    ]
  }
]