[
  {
    "role": "client",
    "content": "挑战高薪压力房产助理兼职卖房还是学技术找安稳工作？我是一名助理底薪1800千店面提成。（店面业绩到账不稳定导致提成忽高忽低，滴低的时候勉强维持生活，店里业绩确实不错）+兼职卖房子，助理在大家眼里是工作轻松提成也高躺赢的人，可是助理受气呀，工作也不开心，没什么本事，业务员天天想让我请大家吃东西，想要卖房自己要开端口也要花几大千，本来我性格不是那种外向，会说话，为人处世高明的人，性格不适合做销售，我内向自卑柔弱耿直老实的。入职八个月，运气好卖了套房子。以后说不定了。想学个技术，脚踏实地有稳定的收入和工作快快乐乐的生活。又舍不得自己的春秋大梦，想着有天我努力卖出房子就可以月入几万做白富美了。纠结自己到底做什么工作呢？",
    "annotation": [
      {
        "sentence": "挑战高薪压力房产助理兼职卖房还是学技术找安稳工作？",
        "label": ""
      },
      {
        "sentence": "我是一名助理底薪1800千店面提成。",
        "label": ""
      },
      {
        "sentence": "（店面业绩到账不稳定导致提成忽高忽低，滴低的时候勉强维持生活，店里业绩确实不错）+兼职卖房子，助理在大家眼里是工作轻松提成也高躺赢的人，可是助理受气呀，工作也不开心，没什么本事，业务员天天想让我请大家吃东西，想要卖房自己要开端口也要花几大千，本来我性格不是那种外向，会说话，为人处世高明的人，性格不适合做销售，我内向自卑柔弱耿直老实的。",
        "label": ""
      },
      {
        "sentence": "入职八个月，运气好卖了套房子。",
        "label": ""
      },
      {
        "sentence": "以后说不定了。",
        "label": ""
      },
      {
        "sentence": "想学个技术，脚踏实地有稳定的收入和工作快快乐乐的生活。",
        "label": ""
      },
      {
        "sentence": "又舍不得自己的春秋大梦，想着有天我努力卖出房子就可以月入几万做白富美了。",
        "label": ""
      },
      {
        "sentence": "纠结自己到底做什么工作呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在遇到的问题其实很常见，对于很多人来说，选择职业的困扰是不可避免的。我理解你觉得做房产助理虽然收入有时候高，但工作压力大且不开心。同时你也希望能学一门技术，过上稳定且快乐的生活。其实不管你选择哪一种工作，都有它的优势和劣势。我可以帮你分析一下，也许能给你一些启示。",
    "annotation": [
      {
        "sentence": "你现在遇到的问题其实很常见，对于很多人来说，选择职业的困扰是不可避免的。",
        "label": ""
      },
      {
        "sentence": "我理解你觉得做房产助理虽然收入有时候高，但工作压力大且不开心。",
        "label": ""
      },
      {
        "sentence": "同时你也希望能学一门技术，过上稳定且快乐的生活。",
        "label": ""
      },
      {
        "sentence": "其实不管你选择哪一种工作，都有它的优势和劣势。",
        "label": ""
      },
      {
        "sentence": "我可以帮你分析一下，也许能给你一些启示。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很期待听到你的建议和启示。",
    "annotation": [
      {
        "sentence": "我很期待听到你的建议和启示。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "无论从事哪一行，只要做到了专家水平或拥有了优质资源，都会有饭吃。所以并不仅仅是你认为的做房产销售才能赚钱，学技术也能获得可观的收入。心理咨询师、医生和律师不也是走的技术路线吗？这些行业都不要求你非常外向，而更看重你积累了多少专业知识。只要你的本领够硬，就会有人聘请你。两者都可以成为你的发展方向。",
    "annotation": [
      {
        "sentence": "无论从事哪一行，只要做到了专家水平或拥有了优质资源，都会有饭吃。",
        "label": ""
      },
      {
        "sentence": "所以并不仅仅是你认为的做房产销售才能赚钱，学技术也能获得可观的收入。",
        "label": ""
      },
      {
        "sentence": "心理咨询师、医生和律师不也是走的技术路线吗？",
        "label": ""
      },
      {
        "sentence": "这些行业都不要求你非常外向，而更看重你积累了多少专业知识。",
        "label": ""
      },
      {
        "sentence": "只要你的本领够硬，就会有人聘请你。",
        "label": ""
      },
      {
        "sentence": "两者都可以成为你的发展方向。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理。我也明白即使在房产销售这个行业，我也需要了解如何为客户推销对口的房产以及相关手续等等。",
    "annotation": [
      {
        "sentence": "你说得很有道理。",
        "label": ""
      },
      {
        "sentence": "我也明白即使在房产销售这个行业，我也需要了解如何为客户推销对口的房产以及相关手续等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，一旦你了解业务并将其熟记于心，客户才会对你的专业能力产生信任，从而选择购买你的房产。卖房子需要的不仅仅是外向和会说话，更需要专业知识的支撑。我有一个朋友拥有一些工科方面的专业证书，这在市场上很少见，国内外都缺乏这样的人才，他每个月也能赚到好几万。一旦你成为专家并掌握足够的知识，月入几万根本不在话下。",
    "annotation": [
      {
        "sentence": "对的，一旦你了解业务并将其熟记于心，客户才会对你的专业能力产生信任，从而选择购买你的房产。",
        "label": ""
      },
      {
        "sentence": "卖房子需要的不仅仅是外向和会说话，更需要专业知识的支撑。",
        "label": ""
      },
      {
        "sentence": "我有一个朋友拥有一些工科方面的专业证书，这在市场上很少见，国内外都缺乏这样的人才，他每个月也能赚到好几万。",
        "label": ""
      },
      {
        "sentence": "一旦你成为专家并掌握足够的知识，月入几万根本不在话下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我现在在房地产销售这个行业表现不错，我可以继续尝试下去，多总结经验和规律，积累人脉资源。如果一两年内还做不好，再考虑转行也不迟。现在斜杠青年很多，谁还没有几个兼职呢？我朋友圈里有很多人都是兼职卖保险的，但仍有全职工作。",
    "annotation": [
      {
        "sentence": "你说得对，我现在在房地产销售这个行业表现不错，我可以继续尝试下去，多总结经验和规律，积累人脉资源。",
        "label": ""
      },
      {
        "sentence": "如果一两年内还做不好，再考虑转行也不迟。",
        "label": ""
      },
      {
        "sentence": "现在斜杠青年很多，谁还没有几个兼职呢？",
        "label": ""
      },
      {
        "sentence": "我朋友圈里有很多人都是兼职卖保险的，但仍有全职工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，内向和外向并不是通过是否会说话判断的。内向的人也可以很会说话，只是他们不太愿意频繁与他人交谈，因为这会让他们感到很累。他们更倾向于自己一个人思考，这样更能让他们感到愉快。相反，外向的人更喜欢寻找能量，与很多人在一起能让他们感到精力充沛。问问自己的内心，究竟喜欢怎样的工作，是喜欢与人打交道还是更喜欢独自琢磨？你擅长哪些方面？工作中哪些内容能给你带来成就感？现在你有哪些经验，能找到怎样的工作？其实说到底，说话也是可以通过后期训练的，但适合自己的工作和个人喜好则需要自己思考。",
    "annotation": [
      {
        "sentence": "是的，内向和外向并不是通过是否会说话判断的。",
        "label": ""
      },
      {
        "sentence": "内向的人也可以很会说话，只是他们不太愿意频繁与他人交谈，因为这会让他们感到很累。",
        "label": ""
      },
      {
        "sentence": "他们更倾向于自己一个人思考，这样更能让他们感到愉快。",
        "label": ""
      },
      {
        "sentence": "相反，外向的人更喜欢寻找能量，与很多人在一起能让他们感到精力充沛。",
        "label": ""
      },
      {
        "sentence": "问问自己的内心，究竟喜欢怎样的工作，是喜欢与人打交道还是更喜欢独自琢磨？",
        "label": ""
      },
      {
        "sentence": "你擅长哪些方面？",
        "label": ""
      },
      {
        "sentence": "工作中哪些内容能给你带来成就感？",
        "label": ""
      },
      {
        "sentence": "现在你有哪些经验，能找到怎样的工作？",
        "label": ""
      },
      {
        "sentence": "其实说到底，说话也是可以通过后期训练的，但适合自己的工作和个人喜好则需要自己思考。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我也明白了。比如虽然我不太会说话，但相比于一个人在实验室做研究，我更喜欢与人交流，所以找一个经常和人打交道的工作对我来说会更适合。如果我看到很多人就感到烦躁，觉得一大群人的活动很无聊，更喜欢看书和思考，那么可能更适合技术研究类的工作。",
    "annotation": [
      {
        "sentence": "你说得很对，我也明白了。",
        "label": ""
      },
      {
        "sentence": "比如虽然我不太会说话，但相比于一个人在实验室做研究，我更喜欢与人交流，所以找一个经常和人打交道的工作对我来说会更适合。",
        "label": ""
      },
      {
        "sentence": "如果我看到很多人就感到烦躁，觉得一大群人的活动很无聊，更喜欢看书和思考，那么可能更适合技术研究类的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的思考方式非常清晰。既然你现在在房产行业做得不错，有一定的经验和收入，目前可以先继续留在这个行业。但这并不妨碍你思考未来的发展方向。你提到想学一门技术，那么具体是哪方面的技术呢？如果对某个领域特别感兴趣，可以先去阅读相关书籍，然后考证，并先从兼职做起。等到你在该领域有了一定的成绩后再考虑是否转行。如果没有明确的目标就盲目跳槽是比较危险的，可能最终一无所获。",
    "annotation": [
      {
        "sentence": "你的思考方式非常清晰。",
        "label": ""
      },
      {
        "sentence": "既然你现在在房产行业做得不错，有一定的经验和收入，目前可以先继续留在这个行业。",
        "label": ""
      },
      {
        "sentence": "但这并不妨碍你思考未来的发展方向。",
        "label": ""
      },
      {
        "sentence": "你提到想学一门技术，那么具体是哪方面的技术呢？",
        "label": ""
      },
      {
        "sentence": "如果对某个领域特别感兴趣，可以先去阅读相关书籍，然后考证，并先从兼职做起。",
        "label": ""
      },
      {
        "sentence": "等到你在该领域有了一定的成绩后再考虑是否转行。",
        "label": ""
      },
      {
        "sentence": "如果没有明确的目标就盲目跳槽是比较危险的，可能最终一无所获。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和耐心指导。我现在明确了一些自己的想法和方向，我会更加努力去学习和发展。",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和耐心指导。",
        "label": ""
      },
      {
        "sentence": "我现在明确了一些自己的想法和方向，我会更加努力去学习和发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能帮到你。记住，任何工作都需要付出努力和积累，只有在成为专家后，你才能获得更好的收入和职业发展。祝你好运！",
    "annotation": [
      {
        "sentence": "很高兴能帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，任何工作都需要付出努力和积累，只有在成为专家后，你才能获得更好的收入和职业发展。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]