[
  {
    "role": "client",
    "content": "我最近面临一个困扰，不知道是应该继续做高薪压力大的房产助理兼职卖房，还是学技术找一个安稳的工作呢？我是一个房产助理，底薪只有1800元，还要靠店面提成。但是店面业绩不稳定，导致我的提成时高时低，低的时候我勉强维持生活。虽然店里业绩不错，但是做房产助理的工作给人的感觉是很轻松，提成也高，但是我却受气不开心。我觉得自己没有什么本事，业务员们经常要我请客吃饭，而且我要卖房子自己还要开口花一大笔钱。我的性格内向，不擅长说话，为人处世也不够圆滑，这样的性格其实不适合做销售工作。我现在已经入职八个月了，运气好卖了一套房子。但是我真的纠结，不知道自己到底要做什么样的工作才对。",
    "annotation": [
      {
        "sentence": "我最近面临一个困扰，不知道是应该继续做高薪压力大的房产助理兼职卖房，还是学技术找一个安稳的工作呢？",
        "label": ""
      },
      {
        "sentence": "我是一个房产助理，底薪只有1800元，还要靠店面提成。",
        "label": ""
      },
      {
        "sentence": "但是店面业绩不稳定，导致我的提成时高时低，低的时候我勉强维持生活。",
        "label": ""
      },
      {
        "sentence": "虽然店里业绩不错，但是做房产助理的工作给人的感觉是很轻松，提成也高，但是我却受气不开心。",
        "label": ""
      },
      {
        "sentence": "我觉得自己没有什么本事，业务员们经常要我请客吃饭，而且我要卖房子自己还要开口花一大笔钱。",
        "label": ""
      },
      {
        "sentence": "我的性格内向，不擅长说话，为人处世也不够圆滑，这样的性格其实不适合做销售工作。",
        "label": ""
      },
      {
        "sentence": "我现在已经入职八个月了，运气好卖了一套房子。",
        "label": ""
      },
      {
        "sentence": "但是我真的纠结，不知道自己到底要做什么样的工作才对。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的困扰。只要你愿意，我希望我的支持能给你带来一些安慰。通过你的叙述，我可以感受到你对未来的迷茫、对现有生活的思考和对未知事物的恐惧。这些都是很正常的感受，只要你下定决心，它们会成为你前进的动力。现在让我们一起来看看你所面临的问题。卖房子这个工作如果做得好是能赚很多钱的。但是我想提醒你两个问题：第一，卖房子这份工作的可持续性如何呢？卖房子能维持多久呢？在你不能继续卖房子之后，这段经历能帮助你找到其他工作吗？我们不能只看眼前，还要考虑未来。第二，你对这份工作的认同度如何呢？你说自己比较内向，这就意味着在这份工作中你可能会比较被动，并且不那么开心。短期来看可能还可以，但是长期下来，会让你内心感到苦闷。我觉得你提出这个问题时已经有了一点这种迹象。所以，我认为学习技术可能是更好的选择。但是要注意，学习技术并不是那么容易，而且学到技术之后的生活也可能不会像你想象的那么快乐。在学习的过程中，你可能会感到痛苦，而且在学习之后依旧可能会感到迷茫。所以你需要做好两点准备：第一，选择你相对比较喜欢的方向。兴趣是一个很好的动力，它会让你感到成就，并且能够让你坚持下去。特别是当你意识到这个方向有赚钱的潜力时，更加会有动力。第二，坚持！无论喜欢什么样的事物，在长时间的学习、遇到困难、停滞不前的时候，都会让你感到痛苦，但是你一定要坚持下去。翻过这座山就能看到阳光的。同时，你可以同时进行卖房和学习技术。不要在没有准备的情况下辞职，尤其是在经济状况不佳的时候。你可以两手准备，同时在卖房的同时进行学习。这可能会很辛苦，当别人在玩游戏、刷快手或者抖音的时候，你必须坚持学习，这很难，但是是值得的。我给你几个小窍门：第一，可以列一个清单，上面写下你的梦想和想要的东西，在你坚持不下去的时候看一看，在你获得小小成果的时候看一看，这样可以激励和鼓励自己。第二，找一个能监督你的人，这个人必须积极进取，能成为你的目标。远离那些懒散不上进的人，尤其是那些会在你学习的时候打扰和打击你的人。第三，在适当的时候给自己一个小小的奖励，让自己知道努力不是白费力气。我相信只要你去做，并且坚持下去，你一定会和现在迷茫的自己判若两人的。加油呀！",
    "annotation": [
      {
        "sentence": "我明白你的困扰。",
        "label": ""
      },
      {
        "sentence": "只要你愿意，我希望我的支持能给你带来一些安慰。",
        "label": ""
      },
      {
        "sentence": "通过你的叙述，我可以感受到你对未来的迷茫、对现有生活的思考和对未知事物的恐惧。",
        "label": ""
      },
      {
        "sentence": "这些都是很正常的感受，只要你下定决心，它们会成为你前进的动力。",
        "label": ""
      },
      {
        "sentence": "现在让我们一起来看看你所面临的问题。",
        "label": ""
      },
      {
        "sentence": "卖房子这个工作如果做得好是能赚很多钱的。",
        "label": ""
      },
      {
        "sentence": "但是我想提醒你两个问题：第一，卖房子这份工作的可持续性如何呢？",
        "label": ""
      },
      {
        "sentence": "卖房子能维持多久呢？",
        "label": ""
      },
      {
        "sentence": "在你不能继续卖房子之后，这段经历能帮助你找到其他工作吗？",
        "label": ""
      },
      {
        "sentence": "我们不能只看眼前，还要考虑未来。",
        "label": ""
      },
      {
        "sentence": "第二，你对这份工作的认同度如何呢？",
        "label": ""
      },
      {
        "sentence": "你说自己比较内向，这就意味着在这份工作中你可能会比较被动，并且不那么开心。",
        "label": ""
      },
      {
        "sentence": "短期来看可能还可以，但是长期下来，会让你内心感到苦闷。",
        "label": ""
      },
      {
        "sentence": "我觉得你提出这个问题时已经有了一点这种迹象。",
        "label": ""
      },
      {
        "sentence": "所以，我认为学习技术可能是更好的选择。",
        "label": ""
      },
      {
        "sentence": "但是要注意，学习技术并不是那么容易，而且学到技术之后的生活也可能不会像你想象的那么快乐。",
        "label": ""
      },
      {
        "sentence": "在学习的过程中，你可能会感到痛苦，而且在学习之后依旧可能会感到迷茫。",
        "label": ""
      },
      {
        "sentence": "所以你需要做好两点准备：第一，选择你相对比较喜欢的方向。",
        "label": ""
      },
      {
        "sentence": "兴趣是一个很好的动力，它会让你感到成就，并且能够让你坚持下去。",
        "label": ""
      },
      {
        "sentence": "特别是当你意识到这个方向有赚钱的潜力时，更加会有动力。",
        "label": ""
      },
      {
        "sentence": "第二，坚持！",
        "label": ""
      },
      {
        "sentence": "无论喜欢什么样的事物，在长时间的学习、遇到困难、停滞不前的时候，都会让你感到痛苦，但是你一定要坚持下去。",
        "label": ""
      },
      {
        "sentence": "翻过这座山就能看到阳光的。",
        "label": ""
      },
      {
        "sentence": "同时，你可以同时进行卖房和学习技术。",
        "label": ""
      },
      {
        "sentence": "不要在没有准备的情况下辞职，尤其是在经济状况不佳的时候。",
        "label": ""
      },
      {
        "sentence": "你可以两手准备，同时在卖房的同时进行学习。",
        "label": ""
      },
      {
        "sentence": "这可能会很辛苦，当别人在玩游戏、刷快手或者抖音的时候，你必须坚持学习，这很难，但是是值得的。",
        "label": ""
      },
      {
        "sentence": "我给你几个小窍门：第一，可以列一个清单，上面写下你的梦想和想要的东西，在你坚持不下去的时候看一看，在你获得小小成果的时候看一看，这样可以激励和鼓励自己。",
        "label": ""
      },
      {
        "sentence": "第二，找一个能监督你的人，这个人必须积极进取，能成为你的目标。",
        "label": ""
      },
      {
        "sentence": "远离那些懒散不上进的人，尤其是那些会在你学习的时候打扰和打击你的人。",
        "label": ""
      },
      {
        "sentence": "第三，在适当的时候给自己一个小小的奖励，让自己知道努力不是白费力气。",
        "label": ""
      },
      {
        "sentence": "我相信只要你去做，并且坚持下去，你一定会和现在迷茫的自己判若两人的。",
        "label": ""
      },
      {
        "sentence": "加油呀！",
        "label": ""
      }
    ]
  }
]