[
  {
    "role": "client",
    "content": "孩子觉得麻烦的事懒得做，啥都不在乎，不想和人交流？",
    "annotation": [
      {
        "sentence": "孩子觉得麻烦的事懒得做，啥都不在乎，不想和人交流？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的其实我会和其他小伙伴一样，会来猜测你的身份，不过我首先排除了你是孩子的母亲的可能性，因为整个阐述中，充满了理智和条理，不被复杂的情绪牵扯。但不管你是孩子身边的谁，能肯定的一点是：你关心孩子！同时希望帮助到他！不知道孩子有没有意识到在他的身边，有这么真心关心他的人吗？如果他真的有看到的话，你将成为他很棒的支持性的力量！",
    "annotation": [
      {
        "sentence": "亲爱的其实我会和其他小伙伴一样，会来猜测你的身份，不过我首先排除了你是孩子的母亲的可能性，因为整个阐述中，充满了理智和条理，不被复杂的情绪牵扯。",
        "label": ""
      },
      {
        "sentence": "但不管你是孩子身边的谁，能肯定的一点是：你关心孩子！",
        "label": ""
      },
      {
        "sentence": "同时希望帮助到他！",
        "label": ""
      },
      {
        "sentence": "不知道孩子有没有意识到在他的身边，有这么真心关心他的人吗？",
        "label": ""
      },
      {
        "sentence": "如果他真的有看到的话，你将成为他很棒的支持性的力量！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励！我想了解一下孩子为什么会变得这样，为什么总是戴耳机并远离他人？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励！",
        "label": ""
      },
      {
        "sentence": "我想了解一下孩子为什么会变得这样，为什么总是戴耳机并远离他人？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果要去帮助孩子，首先要去理解孩子是如何成为这样的。孩子戴着耳机，不愿意听到外面的声音，打游戏，对原本不排斥的学习缺乏热情和动力，这一切，应该都是孩子在用行动表明着：『我不想和外界有任何链接！我听到的话语，可能就是对我的伤害！』要知道，曾经，孩子“听到”了女朋友跟他的分手话语，这是一个来自曾经互相很喜欢的恋人的大创伤；孩子“听到”了父母对他恋爱的否定和拆散，这是一个来自家人的大创伤；孩子“听到”了父母的争吵和离婚，这是来自家庭密关系支离破碎的大创伤；孩子“听到”他被赶出家门的冰冷话语，这是被抛弃和被嫌弃的大创伤！我相信，任何一件事，都足以有理由触发孩子的防御机制。于是，他把自己关起来了，就像把自己包裹在一个厚厚铜墙铁壁中，这样子，他才觉得——『自己是安全的』！他是在用自己的方式保护自己啊！同时，他说自己“没有开心也没有不开心”，这是他隔离了自己的情感啊！这些，都是他保护自己、好让自己继续过日子的方式啊！",
    "annotation": [
      {
        "sentence": "如果要去帮助孩子，首先要去理解孩子是如何成为这样的。",
        "label": ""
      },
      {
        "sentence": "孩子戴着耳机，不愿意听到外面的声音，打游戏，对原本不排斥的学习缺乏热情和动力，这一切，应该都是孩子在用行动表明着：『我不想和外界有任何链接！",
        "label": ""
      },
      {
        "sentence": "我听到的话语，可能就是对我的伤害！",
        "label": ""
      },
      {
        "sentence": "』要知道，曾经，孩子“听到”了女朋友跟他的分手话语，这是一个来自曾经互相很喜欢的恋人的大创伤；孩子“听到”了父母对他恋爱的否定和拆散，这是一个来自家人的大创伤；孩子“听到”了父母的争吵和离婚，这是来自家庭密关系支离破碎的大创伤；孩子“听到”他被赶出家门的冰冷话语，这是被抛弃和被嫌弃的大创伤！",
        "label": ""
      },
      {
        "sentence": "我相信，任何一件事，都足以有理由触发孩子的防御机制。",
        "label": ""
      },
      {
        "sentence": "于是，他把自己关起来了，就像把自己包裹在一个厚厚铜墙铁壁中，这样子，他才觉得——『自己是安全的』！",
        "label": ""
      },
      {
        "sentence": "他是在用自己的方式保护自己啊！",
        "label": ""
      },
      {
        "sentence": "同时，他说自己“没有开心也没有不开心”，这是他隔离了自己的情感啊！",
        "label": ""
      },
      {
        "sentence": "这些，都是他保护自己、好让自己继续过日子的方式啊！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来孩子的行为是因为这些创伤导致的，我应该如何帮助他呢？",
    "annotation": [
      {
        "sentence": "原来孩子的行为是因为这些创伤导致的，我应该如何帮助他呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "大家都很担心孩子，我相信包括孩子的已经离异的父母，也同样担心孩子。我们的担心，是因为，孩子在这个年龄，有一些“应该”：应该去上课，应该把耳机拿下来，应该活成一般孩子的正常的样子。我们的担心，还可能源自于我们的一些“不接纳”：不接纳他过成现在的样子。那么，父母要如何去做呢？孩子用耳机和游戏，创造了一个自己的世界！隔离了外界的那些“否定”和“遗弃”。那么，如果当他摘下耳机后，当听到的还是原来的声音的时候，你猜，他会怎么做？他会重新戴上耳机！而且，粘合得会更牢！！因此，或许，父母如果真的担心的话，看看是不是可以先改变自己：如果父母有一些不合适的理念，那么或许先去改变这些理念；如果父母有一些不合适的沟通方式，那么，就去改变这些沟通方式；如果父母有一些不合理的情绪，那么就是改变这些情绪。『当孩子感受到父母的改变，那么，孩子自然就会有变化。』",
    "annotation": [
      {
        "sentence": "大家都很担心孩子，我相信包括孩子的已经离异的父母，也同样担心孩子。",
        "label": ""
      },
      {
        "sentence": "我们的担心，是因为，孩子在这个年龄，有一些“应该”：应该去上课，应该把耳机拿下来，应该活成一般孩子的正常的样子。",
        "label": ""
      },
      {
        "sentence": "我们的担心，还可能源自于我们的一些“不接纳”：不接纳他过成现在的样子。",
        "label": ""
      },
      {
        "sentence": "那么，父母要如何去做呢？",
        "label": ""
      },
      {
        "sentence": "孩子用耳机和游戏，创造了一个自己的世界！",
        "label": ""
      },
      {
        "sentence": "隔离了外界的那些“否定”和“遗弃”。",
        "label": ""
      },
      {
        "sentence": "那么，如果当他摘下耳机后，当听到的还是原来的声音的时候，你猜，他会怎么做？",
        "label": ""
      },
      {
        "sentence": "他会重新戴上耳机！",
        "label": ""
      },
      {
        "sentence": "而且，粘合得会更牢！！",
        "label": ""
      },
      {
        "sentence": "因此，或许，父母如果真的担心的话，看看是不是可以先改变自己：如果父母有一些不合适的理念，那么或许先去改变这些理念；如果父母有一些不合适的沟通方式，那么，就去改变这些沟通方式；如果父母有一些不合理的情绪，那么就是改变这些情绪。",
        "label": ""
      },
      {
        "sentence": "『当孩子感受到父母的改变，那么，孩子自然就会有变化。",
        "label": ""
      },
      {
        "sentence": "』",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该先改变自己的态度和行为，才能影响到孩子。而对于现在的孩子，我应该如何接纳和支持他呢？",
    "annotation": [
      {
        "sentence": "我明白了，我应该先改变自己的态度和行为，才能影响到孩子。",
        "label": ""
      },
      {
        "sentence": "而对于现在的孩子，我应该如何接纳和支持他呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "而对于现在的孩子，大家试试看这两个字：『接纳！』这是很重要的两个字。再试试看告诉孩子：『我知道你很痛苦，甚至是对这个世界产生失望，要知道，任何一个人，经历了你所经历过的事情，都需要很长一段时间来疗愈自己。这是很正常的。我会陪伴在你的身边，如果你想找人说说话，那我很愿意聆听，保密的、并且不带评判的。同时，请你也允许自己自如地表达情绪，觉得难过了就哭，觉得开心了就笑！让自己的情绪流动起来！请记得，你的身边有我们在。我们支持你。』",
    "annotation": [
      {
        "sentence": "而对于现在的孩子，大家试试看这两个字：『接纳！",
        "label": ""
      },
      {
        "sentence": "』这是很重要的两个字。",
        "label": ""
      },
      {
        "sentence": "再试试看告诉孩子：『我知道你很痛苦，甚至是对这个世界产生失望，要知道，任何一个人，经历了你所经历过的事情，都需要很长一段时间来疗愈自己。",
        "label": ""
      },
      {
        "sentence": "这是很正常的。",
        "label": ""
      },
      {
        "sentence": "我会陪伴在你的身边，如果你想找人说说话，那我很愿意聆听，保密的、并且不带评判的。",
        "label": ""
      },
      {
        "sentence": "同时，请你也允许自己自如地表达情绪，觉得难过了就哭，觉得开心了就笑！",
        "label": ""
      },
      {
        "sentence": "让自己的情绪流动起来！",
        "label": ""
      },
      {
        "sentence": "请记得，你的身边有我们在。",
        "label": ""
      },
      {
        "sentence": "我们支持你。",
        "label": ""
      },
      {
        "sentence": "』",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会试着改变自己的态度，并希望能够在接纳和支持孩子的过程中慢慢改变他的现状。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会试着改变自己的态度，并希望能够在接纳和支持孩子的过程中慢慢改变他的现状。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们会相信，当整个链条中的某一环发生改变的时候，一切都会慢慢地改变。愿男孩快乐幸福！祝好&辛苦咯",
    "annotation": [
      {
        "sentence": "我们会相信，当整个链条中的某一环发生改变的时候，一切都会慢慢地改变。",
        "label": ""
      },
      {
        "sentence": "愿男孩快乐幸福！",
        "label": ""
      },
      {
        "sentence": "祝好&辛苦咯",
        "label": ""
      }
    ]
  }
]