[
  {
    "role": "client",
    "content": "孩子觉得麻烦的事懒得做，啥都不在乎，不想和人交流？",
    "annotation": [
      {
        "sentence": "孩子觉得麻烦的事懒得做，啥都不在乎，不想和人交流？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看来你的孩子确实遇到了一些问题。可以从高三时的模考失利开始，导致他对于某些事情变得懒散且不在乎。他上大学后带着耳机，和同学交流很少，被评价为佛系，好像活在自己的世界里。他说是不想听到别人的声音。他喜欢玩游戏，但作息和饮食都还正常。虽然他没有特别在乎的事情，但有些麻烦的事情也不愿意去做，即使会导致严重后果，比如大学里不签到导致缺课，不做平时要做的试验导致挂科。当别人指出他犯的错误后，他直接不说话，一个人会躺在那里很久。",
    "annotation": [
      {
        "sentence": "看来你的孩子确实遇到了一些问题。",
        "label": ""
      },
      {
        "sentence": "可以从高三时的模考失利开始，导致他对于某些事情变得懒散且不在乎。",
        "label": ""
      },
      {
        "sentence": "他上大学后带着耳机，和同学交流很少，被评价为佛系，好像活在自己的世界里。",
        "label": ""
      },
      {
        "sentence": "他说是不想听到别人的声音。",
        "label": ""
      },
      {
        "sentence": "他喜欢玩游戏，但作息和饮食都还正常。",
        "label": ""
      },
      {
        "sentence": "虽然他没有特别在乎的事情，但有些麻烦的事情也不愿意去做，即使会导致严重后果，比如大学里不签到导致缺课，不做平时要做的试验导致挂科。",
        "label": ""
      },
      {
        "sentence": "当别人指出他犯的错误后，他直接不说话，一个人会躺在那里很久。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，这种现象从高三模考失利和家长不允许谈恋爱那次开始的。他每天没有特别开心也没有特别不开心的。虽然学习成绩一直很优秀，进了省内顶尖中学和211大学，但进入大学后成绩变一般了。在2019年12月失恋，非常痛苦。同年还有父母离婚，家里一直争吵。和妈妈的关系极度紧张，妈妈对他的大学成绩失望，还指责他在离婚时未支持她，被赶出家门过几次。现在孩子不愿去看心理医生，不知道家长应该怎么办，怎么引导他。",
    "annotation": [
      {
        "sentence": "是的，这种现象从高三模考失利和家长不允许谈恋爱那次开始的。",
        "label": ""
      },
      {
        "sentence": "他每天没有特别开心也没有特别不开心的。",
        "label": ""
      },
      {
        "sentence": "虽然学习成绩一直很优秀，进了省内顶尖中学和211大学，但进入大学后成绩变一般了。",
        "label": ""
      },
      {
        "sentence": "在2019年12月失恋，非常痛苦。",
        "label": ""
      },
      {
        "sentence": "同年还有父母离婚，家里一直争吵。",
        "label": ""
      },
      {
        "sentence": "和妈妈的关系极度紧张，妈妈对他的大学成绩失望，还指责他在离婚时未支持她，被赶出家门过几次。",
        "label": ""
      },
      {
        "sentence": "现在孩子不愿去看心理医生，不知道家长应该怎么办，怎么引导他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据你的描述，我可以看出，高三发生了一系列重大变化，比如失恋和被禁止谈恋爱。对于你的孩子来说，这些都是重大的打击。家庭变故和妈妈的关系导致孩子变得封闭，我可以感受到他的孤独、恐惧和麻木。过得并不容易。作为家长，你肯定非常焦虑，希望能够给孩子更多理解和关心。你的家庭出现离异，孩子的成绩被妈妈否定，感情受到质疑甚至被赶出家门，这对于孩子来说无疑是一种打击。妈妈把所有期望都寄托在孩子身上，对于大多数孩子来说211学校已经有难度了，但妈妈不但没有满足，还把离异的负面情绪发泄到孩子身上。孩子是无辜的，按照平时的成绩来看，他已经算是考试“失利”了。他内心很难过，对家人的安慰和接纳也没有得到，会对周围的关系感到失望，认为这些关系都是不安全的，可能随时让自己受伤害，所以选择把自己包裹起来，与外界断绝联系，用他认为安全的方式进行自我保护。进入大学后的感情失败对孩子来说是又一次的打击，他想在新的关系中恢复自己，结果却再次遭遇分离。无论失恋的原因是什么，对孩子来说都是亲密关系的破裂。孩子内心缺乏爱、缺乏安全感、绝望和无力感转化为外在表现就是消极、不在乎和与世隔绝。如果想改变他目前的状态，还需要深入了解他的内心。你可以先和他沟通一下，了解他拒绝心理咨询的原因，他对关系的信任感丧失，也会对心理咨询师抱有怀疑。在过去的关系中不断失败，也会对新的关系心存疑虑和担心。解决问题必须找到问题的根源，妈妈对孩子的否定、抱怨和不接受是孩子心理创伤的一个重要来源。提升孩子的安全感，帮助孩子提高自我认同感，也是缓解孩子情绪的方法。如果你不是孩子的妈妈，我建议你和孩子的妈妈沟通一下。恢复安全可信任的亲密关系，重新与外界连接。希望我的回答能对你有所帮助。",
    "annotation": [
      {
        "sentence": "根据你的描述，我可以看出，高三发生了一系列重大变化，比如失恋和被禁止谈恋爱。",
        "label": ""
      },
      {
        "sentence": "对于你的孩子来说，这些都是重大的打击。",
        "label": ""
      },
      {
        "sentence": "家庭变故和妈妈的关系导致孩子变得封闭，我可以感受到他的孤独、恐惧和麻木。",
        "label": ""
      },
      {
        "sentence": "过得并不容易。",
        "label": ""
      },
      {
        "sentence": "作为家长，你肯定非常焦虑，希望能够给孩子更多理解和关心。",
        "label": ""
      },
      {
        "sentence": "你的家庭出现离异，孩子的成绩被妈妈否定，感情受到质疑甚至被赶出家门，这对于孩子来说无疑是一种打击。",
        "label": ""
      },
      {
        "sentence": "妈妈把所有期望都寄托在孩子身上，对于大多数孩子来说211学校已经有难度了，但妈妈不但没有满足，还把离异的负面情绪发泄到孩子身上。",
        "label": ""
      },
      {
        "sentence": "孩子是无辜的，按照平时的成绩来看，他已经算是考试“失利”了。",
        "label": ""
      },
      {
        "sentence": "他内心很难过，对家人的安慰和接纳也没有得到，会对周围的关系感到失望，认为这些关系都是不安全的，可能随时让自己受伤害，所以选择把自己包裹起来，与外界断绝联系，用他认为安全的方式进行自我保护。",
        "label": ""
      },
      {
        "sentence": "进入大学后的感情失败对孩子来说是又一次的打击，他想在新的关系中恢复自己，结果却再次遭遇分离。",
        "label": ""
      },
      {
        "sentence": "无论失恋的原因是什么，对孩子来说都是亲密关系的破裂。",
        "label": ""
      },
      {
        "sentence": "孩子内心缺乏爱、缺乏安全感、绝望和无力感转化为外在表现就是消极、不在乎和与世隔绝。",
        "label": ""
      },
      {
        "sentence": "如果想改变他目前的状态，还需要深入了解他的内心。",
        "label": ""
      },
      {
        "sentence": "你可以先和他沟通一下，了解他拒绝心理咨询的原因，他对关系的信任感丧失，也会对心理咨询师抱有怀疑。",
        "label": ""
      },
      {
        "sentence": "在过去的关系中不断失败，也会对新的关系心存疑虑和担心。",
        "label": ""
      },
      {
        "sentence": "解决问题必须找到问题的根源，妈妈对孩子的否定、抱怨和不接受是孩子心理创伤的一个重要来源。",
        "label": ""
      },
      {
        "sentence": "提升孩子的安全感，帮助孩子提高自我认同感，也是缓解孩子情绪的方法。",
        "label": ""
      },
      {
        "sentence": "如果你不是孩子的妈妈，我建议你和孩子的妈妈沟通一下。",
        "label": ""
      },
      {
        "sentence": "恢复安全可信任的亲密关系，重新与外界连接。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能对你有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的回答。我会和孩子沟通一下，了解他对心理咨询的拒绝原因。确实，妈妈对他的否定和抱怨让他受到了很大的伤害。我会尽力提升孩子的安全感，帮他恢复自信。同时，我也会和孩子的妈妈进行沟通，希望能建立更好的亲密关系。再次感谢你的建议。",
    "annotation": [
      {
        "sentence": "非常感谢你的回答。",
        "label": ""
      },
      {
        "sentence": "我会和孩子沟通一下，了解他对心理咨询的拒绝原因。",
        "label": ""
      },
      {
        "sentence": "确实，妈妈对他的否定和抱怨让他受到了很大的伤害。",
        "label": ""
      },
      {
        "sentence": "我会尽力提升孩子的安全感，帮他恢复自信。",
        "label": ""
      },
      {
        "sentence": "同时，我也会和孩子的妈妈进行沟通，希望能建立更好的亲密关系。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。希望你和孩子的沟通能够顺利进行，了解他内心的真实想法。提升孩子的安全感和自我认同感需要时间和耐心，相信你会做得很好。和孩子的妈妈沟通也是非常重要的一步，希望你们能理解和支持彼此，建立积极健康的家庭氛围。如果还有其他问题，随时来找我。祝你和你的孩子一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "希望你和孩子的沟通能够顺利进行，了解他内心的真实想法。",
        "label": ""
      },
      {
        "sentence": "提升孩子的安全感和自我认同感需要时间和耐心，相信你会做得很好。",
        "label": ""
      },
      {
        "sentence": "和孩子的妈妈沟通也是非常重要的一步，希望你们能理解和支持彼此，建立积极健康的家庭氛围。",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我。",
        "label": ""
      },
      {
        "sentence": "祝你和你的孩子一切顺利！",
        "label": ""
      }
    ]
  }
]