[
  {
    "role": "client",
    "content": "孩子觉得麻烦的事懒得做，啥都不在乎，不想和人交流？",
    "annotation": [
      {
        "sentence": "孩子觉得麻烦的事懒得做，啥都不在乎，不想和人交流？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子，你有这样的感受是正常的。有时候人们会感到疲倦和无助，不愿意去做一些麻烦的事情，这样的情绪也会导致不想和人交流。我理解你现在的感受可能有些困惑和沮丧，你希望能找到一种方法来改变这种状态吗？",
    "annotation": [
      {
        "sentence": "孩子，你有这样的感受是正常的。",
        "label": ""
      },
      {
        "sentence": "有时候人们会感到疲倦和无助，不愿意去做一些麻烦的事情，这样的情绪也会导致不想和人交流。",
        "label": ""
      },
      {
        "sentence": "我理解你现在的感受可能有些困惑和沮丧，你希望能找到一种方法来改变这种状态吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "上大学后喜欢一直带着耳机，和其他同学交流很少，同学评价他很佛系，感觉他活在自己的世界里面。自己说带耳机是不想听到别人声音。",
    "annotation": [
      {
        "sentence": "上大学后喜欢一直带着耳机，和其他同学交流很少，同学评价他很佛系，感觉他活在自己的世界里面。",
        "label": ""
      },
      {
        "sentence": "自己说带耳机是不想听到别人声音。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你描述的情况来看，你在大学里选择带耳机是为了避开其他人的声音，活在自己的世界里。这种行为可能是你内心在寻求一种安静和独处的状态，但也有可能是你对交流产生了一定的抗拒。带耳机可能给你带来一种心理保护，你可以用音乐来转移注意力和情绪，不想去面对一些困扰。你是否愿意和我分享，有什么事情让你觉得不愿意和别人交流呢？",
    "annotation": [
      {
        "sentence": "从你描述的情况来看，你在大学里选择带耳机是为了避开其他人的声音，活在自己的世界里。",
        "label": ""
      },
      {
        "sentence": "这种行为可能是你内心在寻求一种安静和独处的状态，但也有可能是你对交流产生了一定的抗拒。",
        "label": ""
      },
      {
        "sentence": "带耳机可能给你带来一种心理保护，你可以用音乐来转移注意力和情绪，不想去面对一些困扰。",
        "label": ""
      },
      {
        "sentence": "你是否愿意和我分享，有什么事情让你觉得不愿意和别人交流呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "上大学后喜欢玩游戏，但睡眠饮食基本正常。没有什么很在乎的事，有点麻烦的事情不愿去做，哪怕后果严重，比如大学学校要求的签到人到了不签导致缺课，比如平时要做的试验不去做，考试成绩也无所谓，导致挂科，目前休学。当被别人说到他犯的错后，直接不说话，一个人会躺在那里半天一天。这种现象从高三模考失手家长不允许谈恋爱那次开始。",
    "annotation": [
      {
        "sentence": "上大学后喜欢玩游戏，但睡眠饮食基本正常。",
        "label": ""
      },
      {
        "sentence": "没有什么很在乎的事，有点麻烦的事情不愿去做，哪怕后果严重，比如大学学校要求的签到人到了不签导致缺课，比如平时要做的试验不去做，考试成绩也无所谓，导致挂科，目前休学。",
        "label": ""
      },
      {
        "sentence": "当被别人说到他犯的错后，直接不说话，一个人会躺在那里半天一天。",
        "label": ""
      },
      {
        "sentence": "这种现象从高三模考失手家长不允许谈恋爱那次开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我注意到你在大学期间出现了一些行为上的问题，比如缺课、不做试验、无所谓考试成绩等。当别人提及你犯的错误时，你选择沉默并躺在那里。这种现象似乎始于高三模考失利和家长不允许你谈恋爱的那次事件。这些经历对你的情绪产生了影响吗？你能否分享一下这些事件给你带来的困扰和痛苦？",
    "annotation": [
      {
        "sentence": "我注意到你在大学期间出现了一些行为上的问题，比如缺课、不做试验、无所谓考试成绩等。",
        "label": ""
      },
      {
        "sentence": "当别人提及你犯的错误时，你选择沉默并躺在那里。",
        "label": ""
      },
      {
        "sentence": "这种现象似乎始于高三模考失利和家长不允许你谈恋爱的那次事件。",
        "label": ""
      },
      {
        "sentence": "这些经历对你的情绪产生了影响吗？",
        "label": ""
      },
      {
        "sentence": "你能否分享一下这些事件给你带来的困扰和痛苦？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "自己说每天没什么开心也没什么不开心的。学习成绩一直很优秀，高中进入省内顶尖中学成绩变为一般，高考进了211，入学时没有抵触。2019年12月份失恋，很痛苦。2019年父母离异，一直争吵。和母亲关系极度紧张，因为母亲对他大学成绩失望，也指责他在离婚时未支持她，被母亲赶出家门几次。",
    "annotation": [
      {
        "sentence": "自己说每天没什么开心也没什么不开心的。",
        "label": ""
      },
      {
        "sentence": "学习成绩一直很优秀，高中进入省内顶尖中学成绩变为一般，高考进了211，入学时没有抵触。",
        "label": ""
      },
      {
        "sentence": "2019年12月份失恋，很痛苦。",
        "label": ""
      },
      {
        "sentence": "2019年父母离异，一直争吵。",
        "label": ""
      },
      {
        "sentence": "和母亲关系极度紧张，因为母亲对他大学成绩失望，也指责他在离婚时未支持她，被母亲赶出家门几次。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说每天都没有特别开心或者不开心的情绪。我了解到你在学业方面一直取得很好的成绩，但上了大学后成绩变得一般。另外，你在2019年经历了失恋和父母离异的痛苦，而且和母亲的关系非常紧张，母亲对你的大学成绩感到失望，还指责你在离婚时没有支持她。甚至还有被母亲赶出家门的情况。这些经历对你的心理状态和情绪产生了很大的影响吧。可以理解你对目前的生活感到困惑和痛苦。你有没有和朋友或者他人分享过你遇到的困境？或许当你有人倾诉时，会有一些不同的体验和解决方法。",
    "annotation": [
      {
        "sentence": "你说每天都没有特别开心或者不开心的情绪。",
        "label": ""
      },
      {
        "sentence": "我了解到你在学业方面一直取得很好的成绩，但上了大学后成绩变得一般。",
        "label": ""
      },
      {
        "sentence": "另外，你在2019年经历了失恋和父母离异的痛苦，而且和母亲的关系非常紧张，母亲对你的大学成绩感到失望，还指责你在离婚时没有支持她。",
        "label": ""
      },
      {
        "sentence": "甚至还有被母亲赶出家门的情况。",
        "label": ""
      },
      {
        "sentence": "这些经历对你的心理状态和情绪产生了很大的影响吧。",
        "label": ""
      },
      {
        "sentence": "可以理解你对目前的生活感到困惑和痛苦。",
        "label": ""
      },
      {
        "sentence": "你有没有和朋友或者他人分享过你遇到的困境？",
        "label": ""
      },
      {
        "sentence": "或许当你有人倾诉时，会有一些不同的体验和解决方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "目前孩子不愿去看心理医生，家长怎么办，怎么引导？",
    "annotation": [
      {
        "sentence": "目前孩子不愿去看心理医生，家长怎么办，怎么引导？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解到你的孩子目前不愿意去看心理医生，作为家长，我们可以尝试一些引导来帮助孩子。首先，我们需要尊重孩子的意见和感受，让孩子感受到我们的理解和关心，不要强制孩子去看心理医生。可以尝试和孩子沟通，表达我们的关怀和支持，让孩子知道我们可以成为他的倾诉对象，要帮助他找到一个舒适和安全的倾诉环境。我们还可以积极参与孩子的生活，陪伴他，鼓励他参与一些积极健康的活动，如运动、音乐等，以缓解孩子的负面情绪和焦虑。在合适的时机，我们可以与专业的心理医生讨论，了解如何更好地引导孩子寻求专业帮助。最重要的是，我们要记住，孩子需要我们的理解和支持，我们一起努力解决问题，找到一条适合孩子的成长之路。",
    "annotation": [
      {
        "sentence": "了解到你的孩子目前不愿意去看心理医生，作为家长，我们可以尝试一些引导来帮助孩子。",
        "label": ""
      },
      {
        "sentence": "首先，我们需要尊重孩子的意见和感受，让孩子感受到我们的理解和关心，不要强制孩子去看心理医生。",
        "label": ""
      },
      {
        "sentence": "可以尝试和孩子沟通，表达我们的关怀和支持，让孩子知道我们可以成为他的倾诉对象，要帮助他找到一个舒适和安全的倾诉环境。",
        "label": ""
      },
      {
        "sentence": "我们还可以积极参与孩子的生活，陪伴他，鼓励他参与一些积极健康的活动，如运动、音乐等，以缓解孩子的负面情绪和焦虑。",
        "label": ""
      },
      {
        "sentence": "在合适的时机，我们可以与专业的心理医生讨论，了解如何更好地引导孩子寻求专业帮助。",
        "label": ""
      },
      {
        "sentence": "最重要的是，我们要记住，孩子需要我们的理解和支持，我们一起努力解决问题，找到一条适合孩子的成长之路。",
        "label": ""
      }
    ]
  }
]