[
  {
    "role": "client",
    "content": "孩子觉得麻烦的事懒得做，啥都不在乎，不想和人交流？",
    "annotation": [
      {
        "sentence": "孩子觉得麻烦的事懒得做，啥都不在乎，不想和人交流？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你的孩子似乎正在面临一些问题。可以告诉我更多关于他的情况吗？",
    "annotation": [
      {
        "sentence": "听起来你的孩子似乎正在面临一些问题。",
        "label": ""
      },
      {
        "sentence": "可以告诉我更多关于他的情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "他上大学后喜欢一直带着耳机，和其他同学交流很少，同学评价他很佛系，感觉他活在自己的世界里面。自己说带耳机是不想听到别人声音。上大学后喜欢玩游戏，但睡眠饮食基本正常。没有什么很在乎的事，有点麻烦的事情不愿去做，哪怕后果严重，比如大学学校要求的签到人到了不签导致缺课，比如平时要做的试验不去做，考试成绩也无所谓，导致挂科，目前休学。当被别人说到他犯的错后，直接不说话，一个人会躺在那里半天一天。这种现象从高三模考失手家长不允许谈恋爱那次开始。自己说每天没什么开心也没什么不开心的。学习成绩一直很优秀，高中进入省内顶尖中学成绩变为一般，高考进了211，入学时没有抵触。2019年12月份失恋，很痛苦。2019年父母离异，一直争吵。和母亲关系极度紧张，因为母亲对他大学成绩失望，也指责他在离婚时未支持她，被母亲赶出家门几次。目前孩子不愿去看心理医生，家长怎么办，怎么引导？",
    "annotation": [
      {
        "sentence": "他上大学后喜欢一直带着耳机，和其他同学交流很少，同学评价他很佛系，感觉他活在自己的世界里面。",
        "label": ""
      },
      {
        "sentence": "自己说带耳机是不想听到别人声音。",
        "label": ""
      },
      {
        "sentence": "上大学后喜欢玩游戏，但睡眠饮食基本正常。",
        "label": ""
      },
      {
        "sentence": "没有什么很在乎的事，有点麻烦的事情不愿去做，哪怕后果严重，比如大学学校要求的签到人到了不签导致缺课，比如平时要做的试验不去做，考试成绩也无所谓，导致挂科，目前休学。",
        "label": ""
      },
      {
        "sentence": "当被别人说到他犯的错后，直接不说话，一个人会躺在那里半天一天。",
        "label": ""
      },
      {
        "sentence": "这种现象从高三模考失手家长不允许谈恋爱那次开始。",
        "label": ""
      },
      {
        "sentence": "自己说每天没什么开心也没什么不开心的。",
        "label": ""
      },
      {
        "sentence": "学习成绩一直很优秀，高中进入省内顶尖中学成绩变为一般，高考进了211，入学时没有抵触。",
        "label": ""
      },
      {
        "sentence": "2019年12月份失恋，很痛苦。",
        "label": ""
      },
      {
        "sentence": "2019年父母离异，一直争吵。",
        "label": ""
      },
      {
        "sentence": "和母亲关系极度紧张，因为母亲对他大学成绩失望，也指责他在离婚时未支持她，被母亲赶出家门几次。",
        "label": ""
      },
      {
        "sentence": "目前孩子不愿去看心理医生，家长怎么办，怎么引导？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解了你孩子的情况，看起来他正处于一个复杂的情绪状态中。他似乎是逃避现实，不乐意去面对那些麻烦的事情。也许他将责任推到高中阶段被禁止恋爱的经历上，导致他内心受伤。但我认为更多的可能是因为他过分沉浸在一种懒散的快乐中。听歌、打游戏这些活动很容易带来快乐，但只是比较低级别的快乐。而真正高级的快乐是需要努力的，比如读一本好书，学好一门科目，去爱一个人等等。他似乎对此没有意识到，只是沉迷于简单获得的低级快乐中。由于种种事情的发生让他情绪低落，并为自己找到了一个不愿舍弃的借口。因此，我认为让他体验到更高级别的快乐至关重要。当然，如果他不愿与家长沟通，你可以考虑让他最好的朋友，无论是在现实中还是网络中的朋友，帮助他多体验一些不同的事物。人很容易被潜移默化影响，家长也可以以身作则，比如多陪他在家中，少看电视和手机，多读书等等。总而言之，要保持乐观的态度，告诉他路还很长，年轻人总是充满活力的。希望这些回答对你有所帮助。祝你身体健康，万事如意！",
    "annotation": [
      {
        "sentence": "我了解了你孩子的情况，看起来他正处于一个复杂的情绪状态中。",
        "label": ""
      },
      {
        "sentence": "他似乎是逃避现实，不乐意去面对那些麻烦的事情。",
        "label": ""
      },
      {
        "sentence": "也许他将责任推到高中阶段被禁止恋爱的经历上，导致他内心受伤。",
        "label": ""
      },
      {
        "sentence": "但我认为更多的可能是因为他过分沉浸在一种懒散的快乐中。",
        "label": ""
      },
      {
        "sentence": "听歌、打游戏这些活动很容易带来快乐，但只是比较低级别的快乐。",
        "label": ""
      },
      {
        "sentence": "而真正高级的快乐是需要努力的，比如读一本好书，学好一门科目，去爱一个人等等。",
        "label": ""
      },
      {
        "sentence": "他似乎对此没有意识到，只是沉迷于简单获得的低级快乐中。",
        "label": ""
      },
      {
        "sentence": "由于种种事情的发生让他情绪低落，并为自己找到了一个不愿舍弃的借口。",
        "label": ""
      },
      {
        "sentence": "因此，我认为让他体验到更高级别的快乐至关重要。",
        "label": ""
      },
      {
        "sentence": "当然，如果他不愿与家长沟通，你可以考虑让他最好的朋友，无论是在现实中还是网络中的朋友，帮助他多体验一些不同的事物。",
        "label": ""
      },
      {
        "sentence": "人很容易被潜移默化影响，家长也可以以身作则，比如多陪他在家中，少看电视和手机，多读书等等。",
        "label": ""
      },
      {
        "sentence": "总而言之，要保持乐观的态度，告诉他路还很长，年轻人总是充满活力的。",
        "label": ""
      },
      {
        "sentence": "希望这些回答对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "祝你身体健康，万事如意！",
        "label": ""
      }
    ]
  }
]