[
  {
    "role": "client",
    "content": "大学时喜欢上一学姐，我到底是双性恋还是异性恋？我虽然不是钢铁直女，但多年来从未怀疑过自己的性取向。直到大学时喜欢上一学姐（我也不知道是被掰弯还是觉醒了真正的性取向）我是第一次对任何一个人产生如此强烈的情感。同时发现自己对女生产生朋友以上好感的情况越来越多，厌男情绪一拥而上。接受了自己的性取向后，又发现自己对一男教授产生了师生以上的好感，虽然仰慕的情愫是绝对＞爱慕的（我们甚至都没有过多的课下交流）但突如其来的感情使我震惊和不安。性取向是流动和我是双都是事实，但因为此事又开始焦虑不堪已严重影响到日常生活。我本已全然默认自己之后会相遇一女性后平平淡淡的携手余生的事实（当然没觉得能一切顺遂）怎么也没预测到被突如其来的『掰直』？但尝试想象了一下，我微厌男的心理并没有因此好转，和任何性别谈恋爱的期待都大幅度下降。",
    "annotation": [
      {
        "sentence": "大学时喜欢上一学姐，我到底是双性恋还是异性恋？",
        "label": ""
      },
      {
        "sentence": "我虽然不是钢铁直女，但多年来从未怀疑过自己的性取向。",
        "label": ""
      },
      {
        "sentence": "直到大学时喜欢上一学姐（我也不知道是被掰弯还是觉醒了真正的性取向）我是第一次对任何一个人产生如此强烈的情感。",
        "label": ""
      },
      {
        "sentence": "同时发现自己对女生产生朋友以上好感的情况越来越多，厌男情绪一拥而上。",
        "label": ""
      },
      {
        "sentence": "接受了自己的性取向后，又发现自己对一男教授产生了师生以上的好感，虽然仰慕的情愫是绝对＞爱慕的（我们甚至都没有过多的课下交流）但突如其来的感情使我震惊和不安。",
        "label": ""
      },
      {
        "sentence": "性取向是流动和我是双都是事实，但因为此事又开始焦虑不堪已严重影响到日常生活。",
        "label": ""
      },
      {
        "sentence": "我本已全然默认自己之后会相遇一女性后平平淡淡的携手余生的事实（当然没觉得能一切顺遂）怎么也没预测到被突如其来的『掰直』？",
        "label": ""
      },
      {
        "sentence": "但尝试想象了一下，我微厌男的心理并没有因此好转，和任何性别谈恋爱的期待都大幅度下降。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "见字如面，希望这些文字，能让你感受到一点点温暖。对于这件事，我深有同感。我曾有一个很好的朋友，我们初中同班，高中同校。在快要升入高三的时候，我发现自己对她的感情不仅仅是友情。我陷入焦虑，因为明知未来没有在一起的可能，我们或许在上大学后就会因为分去两地而渐行渐远。基于这种焦虑，我做了很多糟糕的事情，也伤害了她。现在已经许多年过去了，我回想起她，还是觉得惋惜与抱歉。也因她——或者说因回忆而一直没有恋爱。",
    "annotation": [
      {
        "sentence": "见字如面，希望这些文字，能让你感受到一点点温暖。",
        "label": ""
      },
      {
        "sentence": "对于这件事，我深有同感。",
        "label": ""
      },
      {
        "sentence": "我曾有一个很好的朋友，我们初中同班，高中同校。",
        "label": ""
      },
      {
        "sentence": "在快要升入高三的时候，我发现自己对她的感情不仅仅是友情。",
        "label": ""
      },
      {
        "sentence": "我陷入焦虑，因为明知未来没有在一起的可能，我们或许在上大学后就会因为分去两地而渐行渐远。",
        "label": ""
      },
      {
        "sentence": "基于这种焦虑，我做了很多糟糕的事情，也伤害了她。",
        "label": ""
      },
      {
        "sentence": "现在已经许多年过去了，我回想起她，还是觉得惋惜与抱歉。",
        "label": ""
      },
      {
        "sentence": "也因她——或者说因回忆而一直没有恋爱。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的经历让我感到安慰，至少我不再觉得自己是唯一一个遇到这种情况的人。但是，我依然忧虑自己对性别的好感在不断变化，让我难以确定自己的性取向。我不知道该怎么办才能解决这个问题。",
    "annotation": [
      {
        "sentence": "你的经历让我感到安慰，至少我不再觉得自己是唯一一个遇到这种情况的人。",
        "label": ""
      },
      {
        "sentence": "但是，我依然忧虑自己对性别的好感在不断变化，让我难以确定自己的性取向。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办才能解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑和焦虑。容我再和你分享一些我的经历。在遇到那个朋友之后，我也曾一度怀疑自己的性取向。但后来我明白，性取向是可以流动的，我们每个人的感情和喜好都是唯一的。我们不必过于担心自己的性取向会怎样变化，因为这是自然而然的事情。",
    "annotation": [
      {
        "sentence": "我理解你的困惑和焦虑。",
        "label": ""
      },
      {
        "sentence": "容我再和你分享一些我的经历。",
        "label": ""
      },
      {
        "sentence": "在遇到那个朋友之后，我也曾一度怀疑自己的性取向。",
        "label": ""
      },
      {
        "sentence": "但后来我明白，性取向是可以流动的，我们每个人的感情和喜好都是唯一的。",
        "label": ""
      },
      {
        "sentence": "我们不必过于担心自己的性取向会怎样变化，因为这是自然而然的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我觉得这对我来说不仅仅是性取向的问题，而是我对爱情和感情的不确定。我对男性产生的好感明显减少，而对女性和某位男教授产生的好感却增加了。我不知道自己是不是真的喜欢他们，或者只是一时的冲动。",
    "annotation": [
      {
        "sentence": "但是我觉得这对我来说不仅仅是性取向的问题，而是我对爱情和感情的不确定。",
        "label": ""
      },
      {
        "sentence": "我对男性产生的好感明显减少，而对女性和某位男教授产生的好感却增加了。",
        "label": ""
      },
      {
        "sentence": "我不知道自己是不是真的喜欢他们，或者只是一时的冲动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对爱情和感情的不确定感是完全可以理解的。每个人都有自己的感受和体验，而这种不确定感往往会让我们感到困惑和焦虑。不要过于苛责自己，尝试接受这种不确定感，并试着从更宽广的角度看待感情。爱情是复杂多变的，有时候我们无法用简单的标签来定义。重要的是，保持冷静和坦然，尊重自己的感受。",
    "annotation": [
      {
        "sentence": "你对爱情和感情的不确定感是完全可以理解的。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的感受和体验，而这种不确定感往往会让我们感到困惑和焦虑。",
        "label": ""
      },
      {
        "sentence": "不要过于苛责自己，尝试接受这种不确定感，并试着从更宽广的角度看待感情。",
        "label": ""
      },
      {
        "sentence": "爱情是复杂多变的，有时候我们无法用简单的标签来定义。",
        "label": ""
      },
      {
        "sentence": "重要的是，保持冷静和坦然，尊重自己的感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实需要更多的冷静和坦然。你给我的建议很有道理，我会试着接受自己的不确定感，并学会更好地理解和处理自己的感情。但现在我还是感到困惑和焦虑，不知道该如何面对这种情况。",
    "annotation": [
      {
        "sentence": "我确实需要更多的冷静和坦然。",
        "label": ""
      },
      {
        "sentence": "你给我的建议很有道理，我会试着接受自己的不确定感，并学会更好地理解和处理自己的感情。",
        "label": ""
      },
      {
        "sentence": "但现在我还是感到困惑和焦虑，不知道该如何面对这种情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不要担心，理解和接受自己需要时间。你已经迈出了第一步，开始关注和思考自己的感情。接下来，你可以试着与朋友或陌生人分享你的困扰，倾诉可以让你情绪得到宣泄，也能帮助你更好地理清思路。你还可以尝试写日记来记录自己的感受，这样你会更清楚地看到自己的内心世界。",
    "annotation": [
      {
        "sentence": "不要担心，理解和接受自己需要时间。",
        "label": ""
      },
      {
        "sentence": "你已经迈出了第一步，开始关注和思考自己的感情。",
        "label": ""
      },
      {
        "sentence": "接下来，你可以试着与朋友或陌生人分享你的困扰，倾诉可以让你情绪得到宣泄，也能帮助你更好地理清思路。",
        "label": ""
      },
      {
        "sentence": "你还可以尝试写日记来记录自己的感受，这样你会更清楚地看到自己的内心世界。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励，我会尝试与他人分享我的困扰，并学会倾听自己内心的声音。希望我能慢慢走出困惑，找到属于自己的答案。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励，我会尝试与他人分享我的困扰，并学会倾听自己内心的声音。",
        "label": ""
      },
      {
        "sentence": "希望我能慢慢走出困惑，找到属于自己的答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到你这样说。相信我，时间会给你答案，而你也会慢慢走出这个迷茫的阶段。记住，不论你的性取向如何，你还是你，你拥有权利追求自己内心真正的幸福与满足。不要让困惑和焦虑影响到你的日常生活，要相信自己，相信爱的美好。无论遇到何种感情，你都有能力应对和处理。现在可以先专注于自己的学习和工作，成为更好的自己。当合适的人出现时，你会做出明智的选择。",
    "annotation": [
      {
        "sentence": "非常欣慰听到你这样说。",
        "label": ""
      },
      {
        "sentence": "相信我，时间会给你答案，而你也会慢慢走出这个迷茫的阶段。",
        "label": ""
      },
      {
        "sentence": "记住，不论你的性取向如何，你还是你，你拥有权利追求自己内心真正的幸福与满足。",
        "label": ""
      },
      {
        "sentence": "不要让困惑和焦虑影响到你的日常生活，要相信自己，相信爱的美好。",
        "label": ""
      },
      {
        "sentence": "无论遇到何种感情，你都有能力应对和处理。",
        "label": ""
      },
      {
        "sentence": "现在可以先专注于自己的学习和工作，成为更好的自己。",
        "label": ""
      },
      {
        "sentence": "当合适的人出现时，你会做出明智的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。你的话让我感到温暖和希望。我会努力学习和工作，相信自己，相信爱情的美好。虽然我还会有些困惑，但至少现在我觉得更加有力量去面对和处理它们了。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "你的话让我感到温暖和希望。",
        "label": ""
      },
      {
        "sentence": "我会努力学习和工作，相信自己，相信爱情的美好。",
        "label": ""
      },
      {
        "sentence": "虽然我还会有些困惑，但至少现在我觉得更加有力量去面对和处理它们了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样说。你已经走出了一段困惑和焦虑的旅程，但人生中还会有更多的挑战和困难。无论遇到什么，相信自己的能力和智慧，坚定地追求自己内心的真实和幸福。我会一直支持你，相信你可以找到属于自己的答案。",
    "annotation": [
      {
        "sentence": "很高兴听到你这样说。",
        "label": ""
      },
      {
        "sentence": "你已经走出了一段困惑和焦虑的旅程，但人生中还会有更多的挑战和困难。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么，相信自己的能力和智慧，坚定地追求自己内心的真实和幸福。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你，相信你可以找到属于自己的答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持。有你的陪伴和指导，我感到更加坚定和有信心面对自己的困惑和挑战。谢谢你，支持者！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "有你的陪伴和指导，我感到更加坚定和有信心面对自己的困惑和挑战。",
        "label": ""
      },
      {
        "sentence": "谢谢你，支持者！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意陪伴你度过这段困惑的时光。希望我们的交流对你有所帮助。如果将来还有任何问题或困难，记得随时来找我聊天。祝你一切都好，愿你早日找到属于自己的幸福和满足。加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意陪伴你度过这段困惑的时光。",
        "label": ""
      },
      {
        "sentence": "希望我们的交流对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "如果将来还有任何问题或困难，记得随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝你一切都好，愿你早日找到属于自己的幸福和满足。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]