[
  {
    "role": "client",
    "content": "大学时喜欢上一学姐，我到底是双性恋还是异性恋？我虽然不是钢铁直女，但多年来从未怀疑过自己的性取向。直到大学时喜欢上一学姐（我也不知道是被掰弯还是觉醒了真正的性取向）我是第一次对任何一个人产生如此强烈的情感。同时发现自己对女生产生朋友以上好感的情况越来越多，厌男情绪一拥而上。接受了自己的性取向后，又发现自己对一男教授产生了师生以上的好感，虽然仰慕的情愫是绝对＞爱慕的（我们甚至都没有过多的课下交流）但突如其来的感情使我震惊和不安。性取向是流动和我是双都是事实，但因为此事又开始焦虑不堪已严重影响到日常生活。我本已全然默认自己之后会相遇一女性后平平淡淡的携手余生的事实（当然没觉得能一切顺遂）怎么也没预测到被突如其来的『掰直』？但尝试想象了一下，我微厌男的心理并没有因此好转，和任何性别谈恋爱的期待都大幅度下降。",
    "annotation": [
      {
        "sentence": "大学时喜欢上一学姐，我到底是双性恋还是异性恋？",
        "label": ""
      },
      {
        "sentence": "我虽然不是钢铁直女，但多年来从未怀疑过自己的性取向。",
        "label": ""
      },
      {
        "sentence": "直到大学时喜欢上一学姐（我也不知道是被掰弯还是觉醒了真正的性取向）我是第一次对任何一个人产生如此强烈的情感。",
        "label": ""
      },
      {
        "sentence": "同时发现自己对女生产生朋友以上好感的情况越来越多，厌男情绪一拥而上。",
        "label": ""
      },
      {
        "sentence": "接受了自己的性取向后，又发现自己对一男教授产生了师生以上的好感，虽然仰慕的情愫是绝对＞爱慕的（我们甚至都没有过多的课下交流）但突如其来的感情使我震惊和不安。",
        "label": ""
      },
      {
        "sentence": "性取向是流动和我是双都是事实，但因为此事又开始焦虑不堪已严重影响到日常生活。",
        "label": ""
      },
      {
        "sentence": "我本已全然默认自己之后会相遇一女性后平平淡淡的携手余生的事实（当然没觉得能一切顺遂）怎么也没预测到被突如其来的『掰直』？",
        "label": ""
      },
      {
        "sentence": "但尝试想象了一下，我微厌男的心理并没有因此好转，和任何性别谈恋爱的期待都大幅度下降。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这位姑娘，看了你的描述，感觉得出来，你对你自己的性取向感到很困惑。我之前也在上疏导过不少对自己的【性取向】有困惑的女生，她们大多都是在成长过程中和家人之间的【亲密关系】方面存在着问题，所谓的【性取向】问题，不过是他们的某种【补偿】机制，想要在其他同性或异性身上【索取】曾经有所缺失的【情感空洞】！不知道你现在是不是这种情况？所以，可以方便跟我说说你的原生家庭情况吗？",
    "annotation": [
      {
        "sentence": "这位姑娘，看了你的描述，感觉得出来，你对你自己的性取向感到很困惑。",
        "label": ""
      },
      {
        "sentence": "我之前也在上疏导过不少对自己的【性取向】有困惑的女生，她们大多都是在成长过程中和家人之间的【亲密关系】方面存在着问题，所谓的【性取向】问题，不过是他们的某种【补偿】机制，想要在其他同性或异性身上【索取】曾经有所缺失的【情感空洞】！",
        "label": ""
      },
      {
        "sentence": "不知道你现在是不是这种情况？",
        "label": ""
      },
      {
        "sentence": "所以，可以方便跟我说说你的原生家庭情况吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很谢谢你的回复。我和我的家人关系还算融洽，但确实没有太多表达情感的交流。我和父母都很要强，他们对我要求比较严格，我觉得他们更注重我的学业和成就，而不是和我一起分享情感。小时候我和爸爸的关系比较亲近，因为他是我学习的榜样，但是随着时间推移，我渐渐觉得和妈妈有一种特别的共鸣，我们能更多地分享生活琐事。关于我现在的性格，如果一定要选，我可能受到妈妈的影响稍微多一些吧。希望这些信息能对你的分析有所帮助。",
    "annotation": [
      {
        "sentence": "我很谢谢你的回复。",
        "label": ""
      },
      {
        "sentence": "我和我的家人关系还算融洽，但确实没有太多表达情感的交流。",
        "label": ""
      },
      {
        "sentence": "我和父母都很要强，他们对我要求比较严格，我觉得他们更注重我的学业和成就，而不是和我一起分享情感。",
        "label": ""
      },
      {
        "sentence": "小时候我和爸爸的关系比较亲近，因为他是我学习的榜样，但是随着时间推移，我渐渐觉得和妈妈有一种特别的共鸣，我们能更多地分享生活琐事。",
        "label": ""
      },
      {
        "sentence": "关于我现在的性格，如果一定要选，我可能受到妈妈的影响稍微多一些吧。",
        "label": ""
      },
      {
        "sentence": "希望这些信息能对你的分析有所帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "谢谢你的分享。通过你的描述，我可以理解你对性取向的困惑可能与家庭亲密关系的缺失有关，你渴望在他人身上获得情感补偿。不过，无论你的性取向如何，都应该理解没有任何问题或责任需要你去承担。亲密关系的建立需要时间和相互信任，可能你需要努力提高你自己表达感受以及与他人交流的能力。同时，请你不要过于焦虑和自责，接纳自己的内心感受，并慢慢探索自己的真实需求和喜好。有关性取向的事情没有对错之分，最重要的是找到让自己快乐和满足的方式。如果你需要进一步的支持和指导，我会一直在这里陪伴着你。",
    "annotation": [
      {
        "sentence": "谢谢你的分享。",
        "label": ""
      },
      {
        "sentence": "通过你的描述，我可以理解你对性取向的困惑可能与家庭亲密关系的缺失有关，你渴望在他人身上获得情感补偿。",
        "label": ""
      },
      {
        "sentence": "不过，无论你的性取向如何，都应该理解没有任何问题或责任需要你去承担。",
        "label": ""
      },
      {
        "sentence": "亲密关系的建立需要时间和相互信任，可能你需要努力提高你自己表达感受以及与他人交流的能力。",
        "label": ""
      },
      {
        "sentence": "同时，请你不要过于焦虑和自责，接纳自己的内心感受，并慢慢探索自己的真实需求和喜好。",
        "label": ""
      },
      {
        "sentence": "有关性取向的事情没有对错之分，最重要的是找到让自己快乐和满足的方式。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的支持和指导，我会一直在这里陪伴着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的理解和鼓励。我明白了，我应该学会接纳自己，不要过于纠结于自己的性取向。我也明白建立亲密关系需要时间和努力，我会试着提高自己的表达能力和沟通技巧。我现在感觉好多了，真的很庆幸能找到你这样的支持者，谢谢你一直陪伴着我。",
    "annotation": [
      {
        "sentence": "非常感谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我明白了，我应该学会接纳自己，不要过于纠结于自己的性取向。",
        "label": ""
      },
      {
        "sentence": "我也明白建立亲密关系需要时间和努力，我会试着提高自己的表达能力和沟通技巧。",
        "label": ""
      },
      {
        "sentence": "我现在感觉好多了，真的很庆幸能找到你这样的支持者，谢谢你一直陪伴着我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我很高兴能帮到你，你的成长和幸福是我最关心的事情。记住，你并不孤单，总有人愿意伸出援手。如果你有任何需要，随时来找我聊天都可以。无论你的选择如何，你都值得被尊重和接纳。希望你能勇敢面对自己的内心，找到属于自己的幸福道路。",
    "annotation": [
      {
        "sentence": "我很高兴能帮到你，你的成长和幸福是我最关心的事情。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，总有人愿意伸出援手。",
        "label": ""
      },
      {
        "sentence": "如果你有任何需要，随时来找我聊天都可以。",
        "label": ""
      },
      {
        "sentence": "无论你的选择如何，你都值得被尊重和接纳。",
        "label": ""
      },
      {
        "sentence": "希望你能勇敢面对自己的内心，找到属于自己的幸福道路。",
        "label": ""
      }
    ]
  }
]