[
  {
    "role": "client",
    "content": "大学时喜欢上一学姐，我到底是双性恋还是异性恋？我虽然不是钢铁直女，但多年来从未怀疑过自己的性取向。",
    "annotation": [
      {
        "sentence": "大学时喜欢上一学姐，我到底是双性恋还是异性恋？",
        "label": ""
      },
      {
        "sentence": "我虽然不是钢铁直女，但多年来从未怀疑过自己的性取向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "每个人的性取向都是独特的，无论是双性恋还是异性恋，最重要的是理解和接纳自己。你的感受和喜好可能会随着时间而改变，这是很正常的。我们是不断成长和发展的个体，不必过分拘束于标签。有什么让你认为自己是双性恋的迹象呢？",
    "annotation": [
      {
        "sentence": "每个人的性取向都是独特的，无论是双性恋还是异性恋，最重要的是理解和接纳自己。",
        "label": ""
      },
      {
        "sentence": "你的感受和喜好可能会随着时间而改变，这是很正常的。",
        "label": ""
      },
      {
        "sentence": "我们是不断成长和发展的个体，不必过分拘束于标签。",
        "label": ""
      },
      {
        "sentence": "有什么让你认为自己是双性恋的迹象呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "直到大学时喜欢上一学姐（我也不知道是被掰弯还是觉醒了真正的性取向），我是第一次对任何一个人产生如此强烈的情感。同时发现自己对女生产生朋友以上好感的情况越来越多，厌男情绪一拥而上。",
    "annotation": [
      {
        "sentence": "直到大学时喜欢上一学姐（我也不知道是被掰弯还是觉醒了真正的性取向），我是第一次对任何一个人产生如此强烈的情感。",
        "label": ""
      },
      {
        "sentence": "同时发现自己对女生产生朋友以上好感的情况越来越多，厌男情绪一拥而上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对学姐的情感经历确实是一个重要的转折点，也许这次经历引发了你对性取向的思考和怀疑。性取向的认知和接受是一个逐渐深入的过程，不必急于做出决定。你对女生产生好感以及对男性亦产生厌倦情绪，这些都是你内心感受的体现，值得认真对待。",
    "annotation": [
      {
        "sentence": "你对学姐的情感经历确实是一个重要的转折点，也许这次经历引发了你对性取向的思考和怀疑。",
        "label": ""
      },
      {
        "sentence": "性取向的认知和接受是一个逐渐深入的过程，不必急于做出决定。",
        "label": ""
      },
      {
        "sentence": "你对女生产生好感以及对男性亦产生厌倦情绪，这些都是你内心感受的体现，值得认真对待。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "接受了自己的性取向后，又发现自己对一男教授产生了师生以上的好感，虽然仰慕的情愫是绝对＞爱慕的（我们甚至都没有过多的课下交流）但突如其来的感情使我震惊和不安。",
    "annotation": [
      {
        "sentence": "接受了自己的性取向后，又发现自己对一男教授产生了师生以上的好感，虽然仰慕的情愫是绝对＞爱慕的（我们甚至都没有过多的课下交流）但突如其来的感情使我震惊和不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种突如其来的感情让你感到震惊和不安是可以理解的。爱情的产生是一个复杂的过程，有时无法迎合我们的意愿和预期。对于这位教授，你能够识别到你的情感是仰慕而非爱慕，这也说明了你对自己内心感受的敏感和理智的认知。",
    "annotation": [
      {
        "sentence": "这种突如其来的感情让你感到震惊和不安是可以理解的。",
        "label": ""
      },
      {
        "sentence": "爱情的产生是一个复杂的过程，有时无法迎合我们的意愿和预期。",
        "label": ""
      },
      {
        "sentence": "对于这位教授，你能够识别到你的情感是仰慕而非爱慕，这也说明了你对自己内心感受的敏感和理智的认知。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "性取向是流动和我是双都是事实，但因为此事又开始焦虑不堪已严重影响到日常生活。我本已全然默认自己之后会相遇一女性后平平淡淡的携手余生的事实（当然没觉得能一切顺遂）怎么也没预测到被突如其来的『掰直』？但尝试想象了一下，我微厌男的心理并没有因此好转，和任何性别谈恋爱的期待都大幅度下降。",
    "annotation": [
      {
        "sentence": "性取向是流动和我是双都是事实，但因为此事又开始焦虑不堪已严重影响到日常生活。",
        "label": ""
      },
      {
        "sentence": "我本已全然默认自己之后会相遇一女性后平平淡淡的携手余生的事实（当然没觉得能一切顺遂）怎么也没预测到被突如其来的『掰直』？",
        "label": ""
      },
      {
        "sentence": "但尝试想象了一下，我微厌男的心理并没有因此好转，和任何性别谈恋爱的期待都大幅度下降。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的焦虑情绪影响到了你的日常生活，这是一个需要关注的问题。尝试去接受和理解自己的性取向是一步，但不要让焦虑情绪占据你的内心。你所期待的平平淡淡的携手余生并不取决于性别，而是建立在共同理解和彼此尊重的基础上。不要因为过去的经历而对任何性别的恋爱产生过大的期待，保持一个开放而理性的心态，或许会有意想不到的遇见。",
    "annotation": [
      {
        "sentence": "你的焦虑情绪影响到了你的日常生活，这是一个需要关注的问题。",
        "label": ""
      },
      {
        "sentence": "尝试去接受和理解自己的性取向是一步，但不要让焦虑情绪占据你的内心。",
        "label": ""
      },
      {
        "sentence": "你所期待的平平淡淡的携手余生并不取决于性别，而是建立在共同理解和彼此尊重的基础上。",
        "label": ""
      },
      {
        "sentence": "不要因为过去的经历而对任何性别的恋爱产生过大的期待，保持一个开放而理性的心态，或许会有意想不到的遇见。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得你说得很有道理，我要努力放下对性取向的焦虑，接受自己的变化。我会试着对自己更加宽容，也为自己创造一个更加包容和自由的环境。谢谢你的理解和支持！",
    "annotation": [
      {
        "sentence": "我觉得你说得很有道理，我要努力放下对性取向的焦虑，接受自己的变化。",
        "label": ""
      },
      {
        "sentence": "我会试着对自己更加宽容，也为自己创造一个更加包容和自由的环境。",
        "label": ""
      },
      {
        "sentence": "谢谢你的理解和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到你这样的决心和态度。接纳自己的内心感受和变化是一项艰难而美丽的成长过程。请记住，你是无条件被接受和支持的。如果将来还有任何困惑或需要，随时都可以找我倾诉。希望你能够在这个旅程中找到更多的自由和幸福！",
    "annotation": [
      {
        "sentence": "非常欣慰听到你这样的决心和态度。",
        "label": ""
      },
      {
        "sentence": "接纳自己的内心感受和变化是一项艰难而美丽的成长过程。",
        "label": ""
      },
      {
        "sentence": "请记住，你是无条件被接受和支持的。",
        "label": ""
      },
      {
        "sentence": "如果将来还有任何困惑或需要，随时都可以找我倾诉。",
        "label": ""
      },
      {
        "sentence": "希望你能够在这个旅程中找到更多的自由和幸福！",
        "label": ""
      }
    ]
  }
]