[
  {
    "role": "client",
    "content": "最近我总是想起几次失败的性行为，然后就会感到焦虑。我今年23岁，在大概半年前，我和一个认识一段时间的女生在家一起抽烟喝酒，我短时间内抽了不少烟，喝了大约60%的酒量，然后过了一会我们就发生了性关系。之后的半个月内又发生了两次不成功的性关系。后来因为疫情期间我们没有见面，她找了男朋友后就不再联系我了。但是最近我突然就想起了这些事情，然后就一直纠结在自己表现不好的问题上。她对我没有兴趣，在床上也不主动也不拒绝。而且她的身材也不是我喜欢的类型，我内心有点罪恶感，因为我还和其他两个性伴侣有关系，所以觉得自己很不好，而且我也担心以后再遇到这种情况时该怎么办。",
    "annotation": [
      {
        "sentence": "最近我总是想起几次失败的性行为，然后就会感到焦虑。",
        "label": ""
      },
      {
        "sentence": "我今年23岁，在大概半年前，我和一个认识一段时间的女生在家一起抽烟喝酒，我短时间内抽了不少烟，喝了大约60%的酒量，然后过了一会我们就发生了性关系。",
        "label": ""
      },
      {
        "sentence": "之后的半个月内又发生了两次不成功的性关系。",
        "label": ""
      },
      {
        "sentence": "后来因为疫情期间我们没有见面，她找了男朋友后就不再联系我了。",
        "label": ""
      },
      {
        "sentence": "但是最近我突然就想起了这些事情，然后就一直纠结在自己表现不好的问题上。",
        "label": ""
      },
      {
        "sentence": "她对我没有兴趣，在床上也不主动也不拒绝。",
        "label": ""
      },
      {
        "sentence": "而且她的身材也不是我喜欢的类型，我内心有点罪恶感，因为我还和其他两个性伴侣有关系，所以觉得自己很不好，而且我也担心以后再遇到这种情况时该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "一般情况下，好的经验不容易留在脑海中，但不好的经验却总是挥之不去。对于性经验来说尤其如此，一次不成功的经验会对年轻的你产生影响。你现在对以后的事情感到担忧是不是因为焦虑已经超过了问题本身？我们可以分析一下，希望能帮你更好地理解问题。首先，你们发生关系的时候你们状态可能受到抽烟和喝酒的影响，这种情况下也是有可能发生的。其次，在半个月内又发生了两次不成功的关系，后来因为疫情期间没有见面，她找了男朋友后就不再联系你了。然后最近你突然想起了这些事情，一直困扰在自己表现不好的问题上。我不知道后面两次关系的情况，是不是也发生在酒后？你认为自己表现不好的原因是和这类女孩有关还是和酒后有关？需要思考一下。另外，她对你没有兴趣，在床上也不主动也不拒绝，而且她的身材也不是你喜欢的类型，你内心有罪恶感。也许是因为她对你没有兴趣，你失去了一些自信。但是你还是做了这件事，所以觉得自己很不好。你还担心以后再遇到这种情况时该怎么办。你不担心其他两个性伴侣的看法，是因为他们迁就你吗？你反而担心和这个女孩发生关系后不知道怎么面对？我想问两个问题，这个女孩是成年人吗？当时她是愿意的吗？你担心以后再遇到这种情况指的是与这个女孩再发生关系，还是与其他人发生类似情况时该怎么处理？如果要分析，可能需要详细的细节。只有了解清楚才能帮到你。",
    "annotation": [
      {
        "sentence": "一般情况下，好的经验不容易留在脑海中，但不好的经验却总是挥之不去。",
        "label": ""
      },
      {
        "sentence": "对于性经验来说尤其如此，一次不成功的经验会对年轻的你产生影响。",
        "label": ""
      },
      {
        "sentence": "你现在对以后的事情感到担忧是不是因为焦虑已经超过了问题本身？",
        "label": ""
      },
      {
        "sentence": "我们可以分析一下，希望能帮你更好地理解问题。",
        "label": ""
      },
      {
        "sentence": "首先，你们发生关系的时候你们状态可能受到抽烟和喝酒的影响，这种情况下也是有可能发生的。",
        "label": ""
      },
      {
        "sentence": "其次，在半个月内又发生了两次不成功的关系，后来因为疫情期间没有见面，她找了男朋友后就不再联系你了。",
        "label": ""
      },
      {
        "sentence": "然后最近你突然想起了这些事情，一直困扰在自己表现不好的问题上。",
        "label": ""
      },
      {
        "sentence": "我不知道后面两次关系的情况，是不是也发生在酒后？",
        "label": ""
      },
      {
        "sentence": "你认为自己表现不好的原因是和这类女孩有关还是和酒后有关？",
        "label": ""
      },
      {
        "sentence": "需要思考一下。",
        "label": ""
      },
      {
        "sentence": "另外，她对你没有兴趣，在床上也不主动也不拒绝，而且她的身材也不是你喜欢的类型，你内心有罪恶感。",
        "label": ""
      },
      {
        "sentence": "也许是因为她对你没有兴趣，你失去了一些自信。",
        "label": ""
      },
      {
        "sentence": "但是你还是做了这件事，所以觉得自己很不好。",
        "label": ""
      },
      {
        "sentence": "你还担心以后再遇到这种情况时该怎么办。",
        "label": ""
      },
      {
        "sentence": "你不担心其他两个性伴侣的看法，是因为他们迁就你吗？",
        "label": ""
      },
      {
        "sentence": "你反而担心和这个女孩发生关系后不知道怎么面对？",
        "label": ""
      },
      {
        "sentence": "我想问两个问题，这个女孩是成年人吗？",
        "label": ""
      },
      {
        "sentence": "当时她是愿意的吗？",
        "label": ""
      },
      {
        "sentence": "你担心以后再遇到这种情况指的是与这个女孩再发生关系，还是与其他人发生类似情况时该怎么处理？",
        "label": ""
      },
      {
        "sentence": "如果要分析，可能需要详细的细节。",
        "label": ""
      },
      {
        "sentence": "只有了解清楚才能帮到你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我最近总是想起这几次失败的性行为，然后就会感到焦虑。这几次性行为其实都是没有达到预期结果，我觉得很失望。当时我和这个女生在家抽烟喝酒，我也许是因为喝酒过多的原因，精神有点不太清醒，所以才会发生关系。之后的两次性行为也都是没有成功，我觉得自己在这方面表现得不好。然后疫情期间我们没有见面，她找了男朋友后就不再联系我了。但是最近我突然想起这些事情，就一直纠结在自己表现不好和对方不喜欢我的问题上。我觉得她对我没有兴趣，所以我也失去了一些自信。而且她的身材也不是我喜欢的类型，我内心有点罪恶感，因为我还和其他两个性伴侣有关系，觉得自己很渣。我担心以后再遇到类似的情况时该怎么办。",
    "annotation": [
      {
        "sentence": "我最近总是想起这几次失败的性行为，然后就会感到焦虑。",
        "label": ""
      },
      {
        "sentence": "这几次性行为其实都是没有达到预期结果，我觉得很失望。",
        "label": ""
      },
      {
        "sentence": "当时我和这个女生在家抽烟喝酒，我也许是因为喝酒过多的原因，精神有点不太清醒，所以才会发生关系。",
        "label": ""
      },
      {
        "sentence": "之后的两次性行为也都是没有成功，我觉得自己在这方面表现得不好。",
        "label": ""
      },
      {
        "sentence": "然后疫情期间我们没有见面，她找了男朋友后就不再联系我了。",
        "label": ""
      },
      {
        "sentence": "但是最近我突然想起这些事情，就一直纠结在自己表现不好和对方不喜欢我的问题上。",
        "label": ""
      },
      {
        "sentence": "我觉得她对我没有兴趣，所以我也失去了一些自信。",
        "label": ""
      },
      {
        "sentence": "而且她的身材也不是我喜欢的类型，我内心有点罪恶感，因为我还和其他两个性伴侣有关系，觉得自己很渣。",
        "label": ""
      },
      {
        "sentence": "我担心以后再遇到类似的情况时该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你讲述这些，我能理解你对这几次失败性行为的焦虑感。事情发生后不能达到预期的结果确实令人失望。当时你们在家抽烟喝酒，你也可能因为酒醉而精神不够清醒，才发生了关系。后来的两次性行为也都没有成功，你觉得自己在这方面表现得不好。过去这段期间由于疫情没有见面，她找了男朋友后就不再联系你了。但是最近你突然想起了这些事情，就一直纠结在自己表现不好和对方不喜欢你的问题上。我能感受到你对自己的自信下降了。并且她的身材也不是你喜欢的类型，这可能让你觉得内心有点罪恶感。你还和其他两个性伴侣有关系，这让你觉得自己很渣。你担心以后再遇到类似的情况时该怎么办。我们可以一起探讨这个问题，找到解决的方法。",
    "annotation": [
      {
        "sentence": "听你讲述这些，我能理解你对这几次失败性行为的焦虑感。",
        "label": ""
      },
      {
        "sentence": "事情发生后不能达到预期的结果确实令人失望。",
        "label": ""
      },
      {
        "sentence": "当时你们在家抽烟喝酒，你也可能因为酒醉而精神不够清醒，才发生了关系。",
        "label": ""
      },
      {
        "sentence": "后来的两次性行为也都没有成功，你觉得自己在这方面表现得不好。",
        "label": ""
      },
      {
        "sentence": "过去这段期间由于疫情没有见面，她找了男朋友后就不再联系你了。",
        "label": ""
      },
      {
        "sentence": "但是最近你突然想起了这些事情，就一直纠结在自己表现不好和对方不喜欢你的问题上。",
        "label": ""
      },
      {
        "sentence": "我能感受到你对自己的自信下降了。",
        "label": ""
      },
      {
        "sentence": "并且她的身材也不是你喜欢的类型，这可能让你觉得内心有点罪恶感。",
        "label": ""
      },
      {
        "sentence": "你还和其他两个性伴侣有关系，这让你觉得自己很渣。",
        "label": ""
      },
      {
        "sentence": "你担心以后再遇到类似的情况时该怎么办。",
        "label": ""
      },
      {
        "sentence": "我们可以一起探讨这个问题，找到解决的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我确实对这几次失败的性行为感到很焦虑，觉得自己很失望。当时我们在抽烟喝酒的状态下发生了关系，可能是因为我喝酒过多导致精神不够清醒。之后的两次性行为也都没有成功，我对自己的表现感到很不满意。疫情期间我们没有见面，她找了男朋友后就断了联系。但是最近我突然就想起了这些事情，一直在纠结自己不好和她对我没有兴趣的问题上。我失去了一些自信，而且她的身材也不是我所喜欢的类型，这让我内心感到有点罪恶感。我也意识到自己和其他两个性伴侣的关系，觉得自己很渣。我担心以后再遇到类似情况时该怎么办。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我确实对这几次失败的性行为感到很焦虑，觉得自己很失望。",
        "label": ""
      },
      {
        "sentence": "当时我们在抽烟喝酒的状态下发生了关系，可能是因为我喝酒过多导致精神不够清醒。",
        "label": ""
      },
      {
        "sentence": "之后的两次性行为也都没有成功，我对自己的表现感到很不满意。",
        "label": ""
      },
      {
        "sentence": "疫情期间我们没有见面，她找了男朋友后就断了联系。",
        "label": ""
      },
      {
        "sentence": "但是最近我突然就想起了这些事情，一直在纠结自己不好和她对我没有兴趣的问题上。",
        "label": ""
      },
      {
        "sentence": "我失去了一些自信，而且她的身材也不是我所喜欢的类型，这让我内心感到有点罪恶感。",
        "label": ""
      },
      {
        "sentence": "我也意识到自己和其他两个性伴侣的关系，觉得自己很渣。",
        "label": ""
      },
      {
        "sentence": "我担心以后再遇到类似情况时该怎么办。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我理解你对这几次失败性行为感到焦虑和失望。当时在抽烟喝酒的情况下，可能因为你过量饮酒导致精神不够清醒，所以发生了关系。之后的两次性行为也都没有成功，你对自己的表现很不满意。在疫情期间没有见面，她找了男朋友后就不再联系你了。但是最近你突然想起了这些事情，一直在纠结自己表现不好和她对你没有兴趣的问题上。这种经历可能使你失去了一些自信，同时她的身材也不符合你的喜好，这让你感到内心有点罪恶感。你也提到了自己和其他两个性伴侣的关系，觉得自己很渣。你担心以后再遇到类似情况时该怎么办。这些问题都需要我们一起来思考和探讨，我相信我们可以找到解决的方法。",
    "annotation": [
      {
        "sentence": "不用客气，我理解你对这几次失败性行为感到焦虑和失望。",
        "label": ""
      },
      {
        "sentence": "当时在抽烟喝酒的情况下，可能因为你过量饮酒导致精神不够清醒，所以发生了关系。",
        "label": ""
      },
      {
        "sentence": "之后的两次性行为也都没有成功，你对自己的表现很不满意。",
        "label": ""
      },
      {
        "sentence": "在疫情期间没有见面，她找了男朋友后就不再联系你了。",
        "label": ""
      },
      {
        "sentence": "但是最近你突然想起了这些事情，一直在纠结自己表现不好和她对你没有兴趣的问题上。",
        "label": ""
      },
      {
        "sentence": "这种经历可能使你失去了一些自信，同时她的身材也不符合你的喜好，这让你感到内心有点罪恶感。",
        "label": ""
      },
      {
        "sentence": "你也提到了自己和其他两个性伴侣的关系，觉得自己很渣。",
        "label": ""
      },
      {
        "sentence": "你担心以后再遇到类似情况时该怎么办。",
        "label": ""
      },
      {
        "sentence": "这些问题都需要我们一起来思考和探讨，我相信我们可以找到解决的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直以来的支持和理解，我真的觉得很温暖。对于这几次失败性行为，我确实感到很焦虑和失望。当时的状态下我可能因为过量的饮酒而导致精神不够清醒，所以才发生了关系。之后的两次性行为",
    "annotation": [
      {
        "sentence": "谢谢你一直以来的支持和理解，我真的觉得很温暖。",
        "label": ""
      },
      {
        "sentence": "对于这几次失败性行为，我确实感到很焦虑和失望。",
        "label": ""
      },
      {
        "sentence": "当时的状态下我可能因为过量的饮酒而导致精神不够清醒，所以才发生了关系。",
        "label": ""
      },
      {
        "sentence": "之后的两次性行为",
        "label": ""
      }
    ]
  }
]