[
  {
    "role": "client",
    "content": "我14岁，是个女生，因为抑郁症休学了。我一用爸妈的钱就会有负罪感。我家是普通家庭，爸妈是普通的工人，虽然不算有钱也不算穷。今年我得了抑郁症，开销变得很大，而我哥哥还要上学。每天爸妈都在我耳边说赚钱不容易，所以我花他们钱会有很强的负罪感。今天我向爸爸要了五十块钱，花完以后又觉得很负罪，觉得我把爸妈的钱都用完了。我想把买的东西都退了，我好难受，好难熬。我妈从小就告诉我不要和别人比，不要想要什么就买什么，小时候基本没买过贵的东西，最贵的也就一百多。然后我就很自卑，胆子特别小，不知道我以后的生活该怎么办。请问有什么办法可以克制负罪感和自卑吗？在线等，挺着急的，谢谢！",
    "annotation": [
      {
        "sentence": "我14岁，是个女生，因为抑郁症休学了。",
        "label": ""
      },
      {
        "sentence": "我一用爸妈的钱就会有负罪感。",
        "label": ""
      },
      {
        "sentence": "我家是普通家庭，爸妈是普通的工人，虽然不算有钱也不算穷。",
        "label": ""
      },
      {
        "sentence": "今年我得了抑郁症，开销变得很大，而我哥哥还要上学。",
        "label": ""
      },
      {
        "sentence": "每天爸妈都在我耳边说赚钱不容易，所以我花他们钱会有很强的负罪感。",
        "label": ""
      },
      {
        "sentence": "今天我向爸爸要了五十块钱，花完以后又觉得很负罪，觉得我把爸妈的钱都用完了。",
        "label": ""
      },
      {
        "sentence": "我想把买的东西都退了，我好难受，好难熬。",
        "label": ""
      },
      {
        "sentence": "我妈从小就告诉我不要和别人比，不要想要什么就买什么，小时候基本没买过贵的东西，最贵的也就一百多。",
        "label": ""
      },
      {
        "sentence": "然后我就很自卑，胆子特别小，不知道我以后的生活该怎么办。",
        "label": ""
      },
      {
        "sentence": "请问有什么办法可以克制负罪感和自卑吗？",
        "label": ""
      },
      {
        "sentence": "在线等，挺着急的，谢谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "花爸妈的钱会有负罪感。你应该是一个很善解人意的人，在了解父母工作的辛苦和赚钱不易后，会感觉自己花父母的钱很有负罪感。但这也和你父母给你树立的一个不太正确的金钱观有关系。他们有一个观念：“消费不必和其他人比”，本来是一个好的观念，但他们把节约这个词偷换了概念，从适度合理消费变成了“不要想要什么就买什么，小时候基本没买过贵的东西，最贵的也就一百多”的节省观。这可能让你产生了一种“不配得感”，即我觉得自己不配花很多的钱买贵一点的东西，哪怕它是考虑性价比之后最合适的，我似乎只配得上购买便宜的东西。对于便宜没有贬义，便宜也可以买到好东西，但世界上的大部分事物都是价值与价格相匹配的。一个节省的信念，真的会不自觉开始让人怀疑和贬低自己的价值。",
    "annotation": [
      {
        "sentence": "花爸妈的钱会有负罪感。",
        "label": ""
      },
      {
        "sentence": "你应该是一个很善解人意的人，在了解父母工作的辛苦和赚钱不易后，会感觉自己花父母的钱很有负罪感。",
        "label": ""
      },
      {
        "sentence": "但这也和你父母给你树立的一个不太正确的金钱观有关系。",
        "label": ""
      },
      {
        "sentence": "他们有一个观念：“消费不必和其他人比”，本来是一个好的观念，但他们把节约这个词偷换了概念，从适度合理消费变成了“不要想要什么就买什么，小时候基本没买过贵的东西，最贵的也就一百多”的节省观。",
        "label": ""
      },
      {
        "sentence": "这可能让你产生了一种“不配得感”，即我觉得自己不配花很多的钱买贵一点的东西，哪怕它是考虑性价比之后最合适的，我似乎只配得上购买便宜的东西。",
        "label": ""
      },
      {
        "sentence": "对于便宜没有贬义，便宜也可以买到好东西，但世界上的大部分事物都是价值与价格相匹配的。",
        "label": ""
      },
      {
        "sentence": "一个节省的信念，真的会不自觉开始让人怀疑和贬低自己的价值。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，以现在的状态来看，我还是个学生，并且因为抑郁症已经休学了。我明白你的意思，我应该咨询医生，合理用药和调节情绪，然后恢复到可以入学的状态继续学业。而且我目前还没有赚钱的能力，也没有经济基础，所以还需要依赖父母的供养来完成自己的成长。如果我实在心安理得不了花父母的钱，我可以把这看作是父母对我的一次长远投资，以后用心去回报他们。",
    "annotation": [
      {
        "sentence": "嗯，以现在的状态来看，我还是个学生，并且因为抑郁症已经休学了。",
        "label": ""
      },
      {
        "sentence": "我明白你的意思，我应该咨询医生，合理用药和调节情绪，然后恢复到可以入学的状态继续学业。",
        "label": ""
      },
      {
        "sentence": "而且我目前还没有赚钱的能力，也没有经济基础，所以还需要依赖父母的供养来完成自己的成长。",
        "label": ""
      },
      {
        "sentence": "如果我实在心安理得不了花父母的钱，我可以把这看作是父母对我的一次长远投资，以后用心去回报他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，你说得很好。咨询心理治疗并理清自己的现状也是一个很好的方法。现在最重要的是要咨询医生，接受医生的建议和治疗，将自己的情绪调节到一个健康的状态。同时，你可以把这当作是父母对你的一次长远投资，将来努力用心去回报他们。",
    "annotation": [
      {
        "sentence": "对的，你说得很好。",
        "label": ""
      },
      {
        "sentence": "咨询心理治疗并理清自己的现状也是一个很好的方法。",
        "label": ""
      },
      {
        "sentence": "现在最重要的是要咨询医生，接受医生的建议和治疗，将自己的情绪调节到一个健康的状态。",
        "label": ""
      },
      {
        "sentence": "同时，你可以把这当作是父母对你的一次长远投资，将来努力用心去回报他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，谢谢你的建议。另外，我还想和父母好好沟通一下。我小时候家里情况也不好，我妈为了省钱会把一块钱掰成四五瓣用，除了过年基本没买过新衣服，都是穿我表姐剩下的衣服。所以我觉得他们的节约观念基本就是“节省”，所以我才形成了不配花钱的观念。后来我和他们谈了谈，父母其实也很惊奇我会有这样的想法。他们只是希望我不要乱花钱，但是该花的一定不能少了我的。他们其实并不会不舍得给我花钱，我们往往会在他们的“表述”中获得曲解的意义。所以和父母好好沟通一下，相信他们不会愿意看到我这样纠结和苦恼的。",
    "annotation": [
      {
        "sentence": "我明白了，谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "另外，我还想和父母好好沟通一下。",
        "label": ""
      },
      {
        "sentence": "我小时候家里情况也不好，我妈为了省钱会把一块钱掰成四五瓣用，除了过年基本没买过新衣服，都是穿我表姐剩下的衣服。",
        "label": ""
      },
      {
        "sentence": "所以我觉得他们的节约观念基本就是“节省”，所以我才形成了不配花钱的观念。",
        "label": ""
      },
      {
        "sentence": "后来我和他们谈了谈，父母其实也很惊奇我会有这样的想法。",
        "label": ""
      },
      {
        "sentence": "他们只是希望我不要乱花钱，但是该花的一定不能少了我的。",
        "label": ""
      },
      {
        "sentence": "他们其实并不会不舍得给我花钱，我们往往会在他们的“表述”中获得曲解的意义。",
        "label": ""
      },
      {
        "sentence": "所以和父母好好沟通一下，相信他们不会愿意看到我这样纠结和苦恼的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常正确！和父母好好沟通是非常重要的。我也有和你类似的经历，小时候家里经济状况也不好，父母也是非常节俭。他们之所以强调节约，只是希望我们不要乱花钱，但他们并不会不舍得给我们花钱。对于他们来说，最重要的是我们的发展和幸福。所以和父母坦诚地沟通，相信他们会理解并支持你的。祝愿你能够在温柔的世界中成长，给自己充分的时间和空间成长。你是一朵可爱的小蘑菇，一定能够茁壮成长的！",
    "annotation": [
      {
        "sentence": "非常正确！",
        "label": ""
      },
      {
        "sentence": "和父母好好沟通是非常重要的。",
        "label": ""
      },
      {
        "sentence": "我也有和你类似的经历，小时候家里经济状况也不好，父母也是非常节俭。",
        "label": ""
      },
      {
        "sentence": "他们之所以强调节约，只是希望我们不要乱花钱，但他们并不会不舍得给我们花钱。",
        "label": ""
      },
      {
        "sentence": "对于他们来说，最重要的是我们的发展和幸福。",
        "label": ""
      },
      {
        "sentence": "所以和父母坦诚地沟通，相信他们会理解并支持你的。",
        "label": ""
      },
      {
        "sentence": "祝愿你能够在温柔的世界中成长，给自己充分的时间和空间成长。",
        "label": ""
      },
      {
        "sentence": "你是一朵可爱的小蘑菇，一定能够茁壮成长的！",
        "label": ""
      }
    ]
  }
]