[
  {
    "role": "client",
    "content": "我今年15岁，离异家庭的孩子，过去一年对生活一点希望都没有。我爸妈离婚后，大约三个月左右就都有了各自的新家庭。我跟着妈妈住，这个新家庭在物质环境和心理环境方面都很好，但是我一点都不开心。每天晚上都睡不好，做两三个梦，还要醒个三四次。醒了之后就很难再入睡。最近，我妈怀孕了。过了几天，早上我不想上学，所以和我妈吵架了。然后我给我爸发信息让他来接我，我妈就跑去跟我后爸哭诉。后来我到了爸爸家，我妈通过vx问我在哪，最后还说了一句“为了你我不要你后爸的孩子”。当我听到这句话的时候，心里感到非常难受，我感觉自己像个杀人犯一样，而且对生活一点希望都没有，只能用酒精来麻痹自己。",
    "annotation": [
      {
        "sentence": "我今年15岁，离异家庭的孩子，过去一年对生活一点希望都没有。",
        "label": ""
      },
      {
        "sentence": "我爸妈离婚后，大约三个月左右就都有了各自的新家庭。",
        "label": ""
      },
      {
        "sentence": "我跟着妈妈住，这个新家庭在物质环境和心理环境方面都很好，但是我一点都不开心。",
        "label": ""
      },
      {
        "sentence": "每天晚上都睡不好，做两三个梦，还要醒个三四次。",
        "label": ""
      },
      {
        "sentence": "醒了之后就很难再入睡。",
        "label": ""
      },
      {
        "sentence": "最近，我妈怀孕了。",
        "label": ""
      },
      {
        "sentence": "过了几天，早上我不想上学，所以和我妈吵架了。",
        "label": ""
      },
      {
        "sentence": "然后我给我爸发信息让他来接我，我妈就跑去跟我后爸哭诉。",
        "label": ""
      },
      {
        "sentence": "后来我到了爸爸家，我妈通过vx问我在哪，最后还说了一句“为了你我不要你后爸的孩子”。",
        "label": ""
      },
      {
        "sentence": "当我听到这句话的时候，心里感到非常难受，我感觉自己像个杀人犯一样，而且对生活一点希望都没有，只能用酒精来麻痹自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不是你的错，孩子。我能理解你的心情，一方面不能接受爸妈离婚的现状，另一方面又不幸成为失去同胞的替罪羊。我想和你分享两点：第一，爸妈离婚是大人的事情，也许是他们不再相爱，或者是其他原因，总之，这并不是你的错。第二，妈妈流产了肚子里的胎儿，这是她和后爸的共同决定，我相信他们也有他们的理由。也许是因为他们没有做好优生准备，没有提前锻炼身体，又或者是经济方面的原因，等等各种原因。大人要为自己的行为负责任，他们所做的选择都有他们的理由。我们每个人都要学会分清责任，明确哪些是我们需要承担的责任，哪些不需要。希望我的回答能给你一点启发，希望你能开心起来，孩子。",
    "annotation": [
      {
        "sentence": "不是你的错，孩子。",
        "label": ""
      },
      {
        "sentence": "我能理解你的心情，一方面不能接受爸妈离婚的现状，另一方面又不幸成为失去同胞的替罪羊。",
        "label": ""
      },
      {
        "sentence": "我想和你分享两点：第一，爸妈离婚是大人的事情，也许是他们不再相爱，或者是其他原因，总之，这并不是你的错。",
        "label": ""
      },
      {
        "sentence": "第二，妈妈流产了肚子里的胎儿，这是她和后爸的共同决定，我相信他们也有他们的理由。",
        "label": ""
      },
      {
        "sentence": "也许是因为他们没有做好优生准备，没有提前锻炼身体，又或者是经济方面的原因，等等各种原因。",
        "label": ""
      },
      {
        "sentence": "大人要为自己的行为负责任，他们所做的选择都有他们的理由。",
        "label": ""
      },
      {
        "sentence": "我们每个人都要学会分清责任，明确哪些是我们需要承担的责任，哪些不需要。",
        "label": ""
      },
      {
        "sentence": "希望我的回答能给你一点启发，希望你能开心起来，孩子。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的回答，我明白了。可是我还是很难接受这个现实，我觉得自己很委屈。为什么我要成为他们争执的焦点？为什么他们不考虑我的感受呢？",
    "annotation": [
      {
        "sentence": "谢谢你的回答，我明白了。",
        "label": ""
      },
      {
        "sentence": "可是我还是很难接受这个现实，我觉得自己很委屈。",
        "label": ""
      },
      {
        "sentence": "为什么我要成为他们争执的焦点？",
        "label": ""
      },
      {
        "sentence": "为什么他们不考虑我的感受呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受很正常，孩子。每个人都会有难以接受的时候，尤其是面对自己亲人的决定时。但是你要明白，爸妈的争执并不是因为你，而是和他们之间的问题有关。有时候，大人们在处理问题时可能没有考虑到孩子的感受，但这并不代表他们不在乎你。他们也许只是过于专注于自己的情感和需要。你可以试着和爸妈沟通，告诉他们你的感受，也许他们会更加关注你的想法和需求。",
    "annotation": [
      {
        "sentence": "你的感受很正常，孩子。",
        "label": ""
      },
      {
        "sentence": "每个人都会有难以接受的时候，尤其是面对自己亲人的决定时。",
        "label": ""
      },
      {
        "sentence": "但是你要明白，爸妈的争执并不是因为你，而是和他们之间的问题有关。",
        "label": ""
      },
      {
        "sentence": "有时候，大人们在处理问题时可能没有考虑到孩子的感受，但这并不代表他们不在乎你。",
        "label": ""
      },
      {
        "sentence": "他们也许只是过于专注于自己的情感和需要。",
        "label": ""
      },
      {
        "sentence": "你可以试着和爸妈沟通，告诉他们你的感受，也许他们会更加关注你的想法和需求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是我不知道该怎么和他们沟通，我觉得他们不会理解我，也不会改变他们的行为。我觉得自己很无助。",
    "annotation": [
      {
        "sentence": "可是我不知道该怎么和他们沟通，我觉得他们不会理解我，也不会改变他们的行为。",
        "label": ""
      },
      {
        "sentence": "我觉得自己很无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "相信我，孩子，沟通是解决问题的第一步。尽管你觉得他们不会理解你，但至少你要试着去表达自己的想法。找一个合适的时间和地点，告诉他们你的感受和困惑。你可以说出你希望他们给予的关注和支持方式，并提出你的需求。他们可能并不完全明白你的立场，但这样的对话至少能够开启一个沟通的空间，给予你们解决问题的机会。",
    "annotation": [
      {
        "sentence": "相信我，孩子，沟通是解决问题的第一步。",
        "label": ""
      },
      {
        "sentence": "尽管你觉得他们不会理解你，但至少你要试着去表达自己的想法。",
        "label": ""
      },
      {
        "sentence": "找一个合适的时间和地点，告诉他们你的感受和困惑。",
        "label": ""
      },
      {
        "sentence": "你可以说出你希望他们给予的关注和支持方式，并提出你的需求。",
        "label": ""
      },
      {
        "sentence": "他们可能并不完全明白你的立场，但这样的对话至少能够开启一个沟通的空间，给予你们解决问题的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，我会试着和他们沟通一下。但是我还是担心他们不会理解我，或者他们会认为我无理取闹。",
    "annotation": [
      {
        "sentence": "好的，我会试着和他们沟通一下。",
        "label": ""
      },
      {
        "sentence": "但是我还是担心他们不会理解我，或者他们会认为我无理取闹。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子，担心是正常的。但不要过于担心结果，重要的是你勇于表达自己的心声。不要轻易放弃沟通的机会，即使可能会遇到挫折。你可以尝试向他们解释你的感受，并说明你并不是想无理取闹，而是需要他们的支持和理解。坚持真诚的交流，相信他们会听你的。",
    "annotation": [
      {
        "sentence": "孩子，担心是正常的。",
        "label": ""
      },
      {
        "sentence": "但不要过于担心结果，重要的是你勇于表达自己的心声。",
        "label": ""
      },
      {
        "sentence": "不要轻易放弃沟通的机会，即使可能会遇到挫折。",
        "label": ""
      },
      {
        "sentence": "你可以尝试向他们解释你的感受，并说明你并不是想无理取闹，而是需要他们的支持和理解。",
        "label": ""
      },
      {
        "sentence": "坚持真诚的交流，相信他们会听你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会试着开诚布公地和他们沟通。我希望能够得到他们的理解和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会试着开诚布公地和他们沟通。",
        "label": ""
      },
      {
        "sentence": "我希望能够得到他们的理解和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子，你很勇敢。相信自己，相信你们之间的关系。我相信你能够找到解决问题的方法，记得要保持积极的心态。无论结果如何，你已经走出了第一步，让自己更加坚强。我会一直支持你的，加油！",
    "annotation": [
      {
        "sentence": "孩子，你很勇敢。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你们之间的关系。",
        "label": ""
      },
      {
        "sentence": "我相信你能够找到解决问题的方法，记得要保持积极的心态。",
        "label": ""
      },
      {
        "sentence": "无论结果如何，你已经走出了第一步，让自己更加坚强。",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的，加油！",
        "label": ""
      }
    ]
  }
]