[
  {
    "role": "client",
    "content": "最近一年，我为什么总是那么自甘堕落呢？我是一个25岁的男生，一年多以来一直在做客服，而且也换了两次岗，因为我内向、喜欢独来独往，这让我有点自卑。最近这几个月，我的心态越来越不好，对这份工作也越来越没有信心，所以我昨天上午去人事申请了离职。我现在的想法是去另一个城市找份工作。不过，我离职了以后又该怎么办呢？我对自己也缺乏信心，感觉自己好像也不够优秀，好像什么事都做不好。",
    "annotation": [
      {
        "sentence": "最近一年，我为什么总是那么自甘堕落呢？",
        "label": ""
      },
      {
        "sentence": "我是一个25岁的男生，一年多以来一直在做客服，而且也换了两次岗，因为我内向、喜欢独来独往，这让我有点自卑。",
        "label": ""
      },
      {
        "sentence": "最近这几个月，我的心态越来越不好，对这份工作也越来越没有信心，所以我昨天上午去人事申请了离职。",
        "label": ""
      },
      {
        "sentence": "我现在的想法是去另一个城市找份工作。",
        "label": ""
      },
      {
        "sentence": "不过，我离职了以后又该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我对自己也缺乏信心，感觉自己好像也不够优秀，好像什么事都做不好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我很理解你的处境。从你的描述中可以看出，你还是有追求的。你不想一直做着自己不喜欢的工作，这点很好。也不要对自己的优秀程度妄自菲薄，人人都有自己的长处，而这也需要时间去不断探索、发掘。接下来，你可以寻找一些自己感兴趣、并同时具有实际意义的方向和目标，然后努力靠近它们。但同时，不要太强求了。经验告诉我们，一个人的人生总是有很多曲折和不确定的因素，而且每个人的情况都不一样。所以，在寻找未来方向时，一定要先做好自己的内心调整和心态调整。",
    "annotation": [
      {
        "sentence": "你好，我很理解你的处境。",
        "label": ""
      },
      {
        "sentence": "从你的描述中可以看出，你还是有追求的。",
        "label": ""
      },
      {
        "sentence": "你不想一直做着自己不喜欢的工作，这点很好。",
        "label": ""
      },
      {
        "sentence": "也不要对自己的优秀程度妄自菲薄，人人都有自己的长处，而这也需要时间去不断探索、发掘。",
        "label": ""
      },
      {
        "sentence": "接下来，你可以寻找一些自己感兴趣、并同时具有实际意义的方向和目标，然后努力靠近它们。",
        "label": ""
      },
      {
        "sentence": "但同时，不要太强求了。",
        "label": ""
      },
      {
        "sentence": "经验告诉我们，一个人的人生总是有很多曲折和不确定的因素，而且每个人的情况都不一样。",
        "label": ""
      },
      {
        "sentence": "所以，在寻找未来方向时，一定要先做好自己的内心调整和心态调整。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，听起来好像很有道理。我也明白，我不能太强求，只要尽力就好。不过，我现在还是很迷茫，感觉自己一无所有，好像再也找不到好工作了。",
    "annotation": [
      {
        "sentence": "嗯，听起来好像很有道理。",
        "label": ""
      },
      {
        "sentence": "我也明白，我不能太强求，只要尽力就好。",
        "label": ""
      },
      {
        "sentence": "不过，我现在还是很迷茫，感觉自己一无所有，好像再也找不到好工作了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实你也未必就会一无所有，你可以从现在的工作中，寻找一些积极的元素，例如你所学到的知识或技术，或是其他方面的一些经验。再次，我们要明确，一个人的人生很长，要经历很多起起伏伏。你现在不行，未来也未必不行。相信你，别灰心丧气。同时，建议你可以考虑借助互联网的力量，多看一些职场相关的文章或视频，寻找灵感或是启示，也有益于自己的成长和茁壮。",
    "annotation": [
      {
        "sentence": "其实你也未必就会一无所有，你可以从现在的工作中，寻找一些积极的元素，例如你所学到的知识或技术，或是其他方面的一些经验。",
        "label": ""
      },
      {
        "sentence": "再次，我们要明确，一个人的人生很长，要经历很多起起伏伏。",
        "label": ""
      },
      {
        "sentence": "你现在不行，未来也未必不行。",
        "label": ""
      },
      {
        "sentence": "相信你，别灰心丧气。",
        "label": ""
      },
      {
        "sentence": "同时，建议你可以考虑借助互联网的力量，多看一些职场相关的文章或视频，寻找灵感或是启示，也有益于自己的成长和茁壮。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我也有这样想过，谢谢你的建议和关心。其实，我还是挺喜欢这份工作的，只是在工作中受到了一些挫折，才让我变得有些消极。我还是有信心能够重新振作起来的。",
    "annotation": [
      {
        "sentence": "嗯，我也有这样想过，谢谢你的建议和关心。",
        "label": ""
      },
      {
        "sentence": "其实，我还是挺喜欢这份工作的，只是在工作中受到了一些挫折，才让我变得有些消极。",
        "label": ""
      },
      {
        "sentence": "我还是有信心能够重新振作起来的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，有了这样的信念和态度，你一定能找到一个新的起点，重新开始。在我们的成长过程中，首要的是要保持一种积极向上的进取心和乐观的信念，同时，别忘了认真倾听自己内心的声音和需求，让自己保持平和的心态和自信的形象。最后，再次祝福你，全力以赴，继续前行！",
    "annotation": [
      {
        "sentence": "很好，有了这样的信念和态度，你一定能找到一个新的起点，重新开始。",
        "label": ""
      },
      {
        "sentence": "在我们的成长过程中，首要的是要保持一种积极向上的进取心和乐观的信念，同时，别忘了认真倾听自己内心的声音和需求，让自己保持平和的心态和自信的形象。",
        "label": ""
      },
      {
        "sentence": "最后，再次祝福你，全力以赴，继续前行！",
        "label": ""
      }
    ]
  }
]