[
  {
    "role": "client",
    "content": "为什么每年都会有二三次莫名其妙想去死的念头？只从我第一次被迫离职之后。每年都会有二三次莫名其妙的觉得人生没什么意义。活着不如死了好。很想去死。第一次是从五年前开始的。刚开始很快就好了。觉得父母都在不应该去死，这样自我催眠。但是效果越来越少了。到了现在。我觉得这个方法已经快要完全失效。我该怎么办？",
    "annotation": [
      {
        "sentence": "为什么每年都会有二三次莫名其妙想去死的念头？",
        "label": ""
      },
      {
        "sentence": "只从我第一次被迫离职之后。",
        "label": ""
      },
      {
        "sentence": "每年都会有二三次莫名其妙的觉得人生没什么意义。",
        "label": ""
      },
      {
        "sentence": "活着不如死了好。",
        "label": ""
      },
      {
        "sentence": "很想去死。",
        "label": ""
      },
      {
        "sentence": "第一次是从五年前开始的。",
        "label": ""
      },
      {
        "sentence": "刚开始很快就好了。",
        "label": ""
      },
      {
        "sentence": "觉得父母都在不应该去死，这样自我催眠。",
        "label": ""
      },
      {
        "sentence": "但是效果越来越少了。",
        "label": ""
      },
      {
        "sentence": "到了现在。",
        "label": ""
      },
      {
        "sentence": "我觉得这个方法已经快要完全失效。",
        "label": ""
      },
      {
        "sentence": "我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你过去几年出现了多次想去死的念头，我感到非常担心。你提到最初的时候通过父母在世这个理由来安抚自己，但现在这个理由似乎不再有效。我们可以一起来探索一下，为什么这个理由不再具有说服力了呢？在这五年间，有发生了什么变化吗？对于生活的意义一直没有答案，而现在这个问题似乎变得越来越重要了。那么离开对你来说又意味着什么呢？",
    "annotation": [
      {
        "sentence": "听到你过去几年出现了多次想去死的念头，我感到非常担心。",
        "label": ""
      },
      {
        "sentence": "你提到最初的时候通过父母在世这个理由来安抚自己，但现在这个理由似乎不再有效。",
        "label": ""
      },
      {
        "sentence": "我们可以一起来探索一下，为什么这个理由不再具有说服力了呢？",
        "label": ""
      },
      {
        "sentence": "在这五年间，有发生了什么变化吗？",
        "label": ""
      },
      {
        "sentence": "对于生活的意义一直没有答案，而现在这个问题似乎变得越来越重要了。",
        "label": ""
      },
      {
        "sentence": "那么离开对你来说又意味着什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的关心，我也非常困惑为何这个理由不再起作用。五年前，我第一次失去了工作，这让我感到非常绝望和无助。那段时间里，我非常依赖父母的支持，他们是我坚持活下去的动力。然而，近年来，我对工作的不满和压力越来越大，感觉自己无法继续忍受下去。每次这样想的时候，我都试图回忆父母的辛苦养育之恩，但似乎越来越无效了。",
    "annotation": [
      {
        "sentence": "感谢你的关心，我也非常困惑为何这个理由不再起作用。",
        "label": ""
      },
      {
        "sentence": "五年前，我第一次失去了工作，这让我感到非常绝望和无助。",
        "label": ""
      },
      {
        "sentence": "那段时间里，我非常依赖父母的支持，他们是我坚持活下去的动力。",
        "label": ""
      },
      {
        "sentence": "然而，近年来，我对工作的不满和压力越来越大，感觉自己无法继续忍受下去。",
        "label": ""
      },
      {
        "sentence": "每次这样想的时候，我都试图回忆父母的辛苦养育之恩，但似乎越来越无效了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你经历的失业和工作压力确实对你造成了很大的冲击，同时也让你意识到父母的支持并不能彻底解决你内心的困扰。或许在探索活着的意义时，我们可以考虑一下你对工作和生活的期望之间的关系。你是否感到目前的工作无法满足你的期望和内心的需求？另外，你是否曾经尝试过寻找其他能够给你带来意义和满足感的事情？",
    "annotation": [
      {
        "sentence": "你经历的失业和工作压力确实对你造成了很大的冲击，同时也让你意识到父母的支持并不能彻底解决你内心的困扰。",
        "label": ""
      },
      {
        "sentence": "或许在探索活着的意义时，我们可以考虑一下你对工作和生活的期望之间的关系。",
        "label": ""
      },
      {
        "sentence": "你是否感到目前的工作无法满足你的期望和内心的需求？",
        "label": ""
      },
      {
        "sentence": "另外，你是否曾经尝试过寻找其他能够给你带来意义和满足感的事情？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实对目前的工作感到很失望。我一直梦想从事一份可以让我感到满足和有成就感的工作，但现实却让我感到沮丧。或许我应该尝试寻找其他的生活乐趣和自我实现的途径，而不仅仅依赖于工作。可是，这个过程似乎很困难，我不知道应该从哪里开始。",
    "annotation": [
      {
        "sentence": "你说得对，我确实对目前的工作感到很失望。",
        "label": ""
      },
      {
        "sentence": "我一直梦想从事一份可以让我感到满足和有成就感的工作，但现实却让我感到沮丧。",
        "label": ""
      },
      {
        "sentence": "或许我应该尝试寻找其他的生活乐趣和自我实现的途径，而不仅仅依赖于工作。",
        "label": ""
      },
      {
        "sentence": "可是，这个过程似乎很困难，我不知道应该从哪里开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感到失望和困惑是可以理解的，但对于寻找新的生活乐趣和自我实现的途径，我们可以一步一步来。首先，我们可以回顾一下你过去喜欢或曾经梦想的事情，这可以帮助我们找到一些对你有意义的活动。另外，你可以试着关注一下身边的小事和身心感受，尝试从中找到一些积极和满意的体验。我们可以慢慢地一起探索，你觉得怎么样？",
    "annotation": [
      {
        "sentence": "感到失望和困惑是可以理解的，但对于寻找新的生活乐趣和自我实现的途径，我们可以一步一步来。",
        "label": ""
      },
      {
        "sentence": "首先，我们可以回顾一下你过去喜欢或曾经梦想的事情，这可以帮助我们找到一些对你有意义的活动。",
        "label": ""
      },
      {
        "sentence": "另外，你可以试着关注一下身边的小事和身心感受，尝试从中找到一些积极和满意的体验。",
        "label": ""
      },
      {
        "sentence": "我们可以慢慢地一起探索，你觉得怎么样？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我曾经对绘画和写作有兴趣，但工作的压力一直让我无法专注于这些爱好。我会试着重新发掘这些兴趣，并找到一些可以参与的机会。另外，关注小事并从中获得乐趣的方法听起来很有启发。我会尝试着放慢脚步，关注一些平常被忽略的美好瞬间。谢谢你的建议，我感到稍微安心了一些。",
    "annotation": [
      {
        "sentence": "确实，我曾经对绘画和写作有兴趣，但工作的压力一直让我无法专注于这些爱好。",
        "label": ""
      },
      {
        "sentence": "我会试着重新发掘这些兴趣，并找到一些可以参与的机会。",
        "label": ""
      },
      {
        "sentence": "另外，关注小事并从中获得乐趣的方法听起来很有启发。",
        "label": ""
      },
      {
        "sentence": "我会尝试着放慢脚步，关注一些平常被忽略的美好瞬间。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我感到稍微安心了一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你准备重新发掘自己的兴趣爱好并尝试关注细节，我非常高兴。这些都是积极的措施，能够帮助你重拾乐观和活力。在这个过程中，不要忘记对自己的努力和进步给予肯定和赞赏。同时，如果你在实施过程中遇到困难或者需要支持，随时和我分享，我会一直在这儿支持你。",
    "annotation": [
      {
        "sentence": "听到你准备重新发掘自己的兴趣爱好并尝试关注细节，我非常高兴。",
        "label": ""
      },
      {
        "sentence": "这些都是积极的措施，能够帮助你重拾乐观和活力。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，不要忘记对自己的努力和进步给予肯定和赞赏。",
        "label": ""
      },
      {
        "sentence": "同时，如果你在实施过程中遇到困难或者需要支持，随时和我分享，我会一直在这儿支持你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持。我会尽力去践行你的建议，并且不再孤单面对自己的困扰。有你的陪伴，我感到希望和勇气重新面对人生。谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我会尽力去践行你的建议，并且不再孤单面对自己的困扰。",
        "label": ""
      },
      {
        "sentence": "有你的陪伴，我感到希望和勇气重新面对人生。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直在你身边支持你的。请记住，你并不孤单，无论何时何地，我都会在这里倾听和关心你的。相信自己，你一定能够找到属于自己的生活意义和快乐的。加油！",
    "annotation": [
      {
        "sentence": "不客气，我会一直在你身边支持你的。",
        "label": ""
      },
      {
        "sentence": "请记住，你并不孤单，无论何时何地，我都会在这里倾听和关心你的。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够找到属于自己的生活意义和快乐的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]