[
  {
    "role": "client",
    "content": "我觉得麻烦的事懒得做，什么都不在乎，不想和别人交流。大一的时候，每天都戴着耳机，不想和别人交流。觉得有点麻烦的事情就不想做，哪怕不做的后果其实很严重，也不在乎。我还很喜欢玩游戏，但是不会熬夜通宵去玩，总体能按时睡觉。做了错事或者被批评后，就直接闭口一两天不搭理任何人，无论怎么不开口。我觉得自己和常人不一样，我该怎么调整呢？",
    "annotation": [
      {
        "sentence": "我觉得麻烦的事懒得做，什么都不在乎，不想和别人交流。",
        "label": ""
      },
      {
        "sentence": "大一的时候，每天都戴着耳机，不想和别人交流。",
        "label": ""
      },
      {
        "sentence": "觉得有点麻烦的事情就不想做，哪怕不做的后果其实很严重，也不在乎。",
        "label": ""
      },
      {
        "sentence": "我还很喜欢玩游戏，但是不会熬夜通宵去玩，总体能按时睡觉。",
        "label": ""
      },
      {
        "sentence": "做了错事或者被批评后，就直接闭口一两天不搭理任何人，无论怎么不开口。",
        "label": ""
      },
      {
        "sentence": "我觉得自己和常人不一样，我该怎么调整呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我很高兴你能来寻求帮助。首先，我想告诉你一句卡尔荣格说过的话：“当你的潜意识没有进入到你的意识的时候，那就是你的命运。”这句话的意思是说，你的行为可能是无意识的，不受你的意识控制，比如拖延、对某些行为反感等。你意识到了自己的问题，并且想要做出改变，这是改变的第一步。我认为你可以尝试使自己意识到潜意识，这样可以帮助你改变。你遇到事情会拖延，明知道后果严重也不想去做，可能与你的童年经历有关。曾经是否经常被家长催促，家里有追求完美的长辈对你很苛刻，无论做对了还是做错了都会受到恶言相向，经常与他人比较等等。对于别人的批评和指责，你选择安静几天而不争辩和解释。这是否和你的童年有关系？童年时期你是否基本被长辈操控，没有人关心你内心的需求，或者当你提出需求时，家长没有重视，或者为了避免更严厉的指责，你只能忍住情绪选择不开口？如果我们能意识到一些性格缺陷形成的原因，我们就能克制自己，改变自己。关于解决拖延问题，首先我们要明白自己需要完成的任务，把它当作对自己负责的事情。然后我们需要给自己肯定，找到自己的价值，发现完成这些任务后对自己有积极的影响。建议你准备一个笔记本，取名为《个人成功日记》，记录每天完成的事情，即使是很小的琐事。通过建立自信和自豪感，你会越来越享受完成任务的乐趣。至于你对别人的批评和指责选择安静几天，我认为这没有什么大问题。但你要思考一下，当事情过后，你的心理状态是怎样的？你是否觉得无所谓，只要他们开心就好？还是觉得没关系，你意识到了自己的错误，下次会注意？选择不开口表达情绪，说明你是在默默地表达受到事件影响，而不是没有受到影响。相比开朗的人，你更容易纠结过去。我想送你一句话：“这世上只有一种人不会犯错，就是什么事都不做的人。”我们不能苛求完美，也要接受别人的批评和建议，这样才能让自己成长。你说没有特别开心或不开心的事情，我不知道你过去经历了什么，才形成了现在这样“老成”的心态。一个人的成长不仅仅取决于年龄，还取决于经历了什么。就像老人一样，经历了很多风雨，就不会有太多的悲喜之情，对一切都看得很淡。但我个人认为，你可能是因为目前的状态不好，还没有找到自己喜欢的、感兴趣的事物。改变需要时间，当你的心态改变了，周围的一切也会跟着改变。未来的世界将变得美好、新奇、有趣，值得你去尝试。加油，一切都会好起来的！",
    "annotation": [
      {
        "sentence": "你好，我很高兴你能来寻求帮助。",
        "label": ""
      },
      {
        "sentence": "首先，我想告诉你一句卡尔荣格说过的话：“当你的潜意识没有进入到你的意识的时候，那就是你的命运。",
        "label": ""
      },
      {
        "sentence": "”这句话的意思是说，你的行为可能是无意识的，不受你的意识控制，比如拖延、对某些行为反感等。",
        "label": ""
      },
      {
        "sentence": "你意识到了自己的问题，并且想要做出改变，这是改变的第一步。",
        "label": ""
      },
      {
        "sentence": "我认为你可以尝试使自己意识到潜意识，这样可以帮助你改变。",
        "label": ""
      },
      {
        "sentence": "你遇到事情会拖延，明知道后果严重也不想去做，可能与你的童年经历有关。",
        "label": ""
      },
      {
        "sentence": "曾经是否经常被家长催促，家里有追求完美的长辈对你很苛刻，无论做对了还是做错了都会受到恶言相向，经常与他人比较等等。",
        "label": ""
      },
      {
        "sentence": "对于别人的批评和指责，你选择安静几天而不争辩和解释。",
        "label": ""
      },
      {
        "sentence": "这是否和你的童年有关系？",
        "label": ""
      },
      {
        "sentence": "童年时期你是否基本被长辈操控，没有人关心你内心的需求，或者当你提出需求时，家长没有重视，或者为了避免更严厉的指责，你只能忍住情绪选择不开口？",
        "label": ""
      },
      {
        "sentence": "如果我们能意识到一些性格缺陷形成的原因，我们就能克制自己，改变自己。",
        "label": ""
      },
      {
        "sentence": "关于解决拖延问题，首先我们要明白自己需要完成的任务，把它当作对自己负责的事情。",
        "label": ""
      },
      {
        "sentence": "然后我们需要给自己肯定，找到自己的价值，发现完成这些任务后对自己有积极的影响。",
        "label": ""
      },
      {
        "sentence": "建议你准备一个笔记本，取名为《个人成功日记》，记录每天完成的事情，即使是很小的琐事。",
        "label": ""
      },
      {
        "sentence": "通过建立自信和自豪感，你会越来越享受完成任务的乐趣。",
        "label": ""
      },
      {
        "sentence": "至于你对别人的批评和指责选择安静几天，我认为这没有什么大问题。",
        "label": ""
      },
      {
        "sentence": "但你要思考一下，当事情过后，你的心理状态是怎样的？",
        "label": ""
      },
      {
        "sentence": "你是否觉得无所谓，只要他们开心就好？",
        "label": ""
      },
      {
        "sentence": "还是觉得没关系，你意识到了自己的错误，下次会注意？",
        "label": ""
      },
      {
        "sentence": "选择不开口表达情绪，说明你是在默默地表达受到事件影响，而不是没有受到影响。",
        "label": ""
      },
      {
        "sentence": "相比开朗的人，你更容易纠结过去。",
        "label": ""
      },
      {
        "sentence": "我想送你一句话：“这世上只有一种人不会犯错，就是什么事都不做的人。",
        "label": ""
      },
      {
        "sentence": "”我们不能苛求完美，也要接受别人的批评和建议，这样才能让自己成长。",
        "label": ""
      },
      {
        "sentence": "你说没有特别开心或不开心的事情，我不知道你过去经历了什么，才形成了现在这样“老成”的心态。",
        "label": ""
      },
      {
        "sentence": "一个人的成长不仅仅取决于年龄，还取决于经历了什么。",
        "label": ""
      },
      {
        "sentence": "就像老人一样，经历了很多风雨，就不会有太多的悲喜之情，对一切都看得很淡。",
        "label": ""
      },
      {
        "sentence": "但我个人认为，你可能是因为目前的状态不好，还没有找到自己喜欢的、感兴趣的事物。",
        "label": ""
      },
      {
        "sentence": "改变需要时间，当你的心态改变了，周围的一切也会跟着改变。",
        "label": ""
      },
      {
        "sentence": "未来的世界将变得美好、新奇、有趣，值得你去尝试。",
        "label": ""
      },
      {
        "sentence": "加油，一切都会好起来的！",
        "label": ""
      }
    ]
  }
]