[
  {
    "role": "client",
    "content": "我觉得麻烦的事懒得做，什么都不在乎，不想和别人交流？20岁，大一，男。上大学后每天都一直带着耳机，不想和别人交流。觉得有点麻烦的事情就不想做，哪怕不做的后果其实很严重，也不在乎。很喜欢玩游戏，但是不会熬夜通宵达旦去玩，总体能按时睡觉。做了错事或者被批评后，就直接闭口一两天不搭理任何人，无论怎么不开口。没有觉得有特别开心或者特别不开心的事。感觉和常人不一样，什么问题，怎么调整？",
    "annotation": [
      {
        "sentence": "我觉得麻烦的事懒得做，什么都不在乎，不想和别人交流？",
        "label": ""
      },
      {
        "sentence": "20岁，大一，男。",
        "label": ""
      },
      {
        "sentence": "上大学后每天都一直带着耳机，不想和别人交流。",
        "label": ""
      },
      {
        "sentence": "觉得有点麻烦的事情就不想做，哪怕不做的后果其实很严重，也不在乎。",
        "label": ""
      },
      {
        "sentence": "很喜欢玩游戏，但是不会熬夜通宵达旦去玩，总体能按时睡觉。",
        "label": ""
      },
      {
        "sentence": "做了错事或者被批评后，就直接闭口一两天不搭理任何人，无论怎么不开口。",
        "label": ""
      },
      {
        "sentence": "没有觉得有特别开心或者特别不开心的事。",
        "label": ""
      },
      {
        "sentence": "感觉和常人不一样，什么问题，怎么调整？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我能理解你现在的困扰，感觉你处于一种不愿与外界交流、不关心周围事情的状态。我之前也有过类似的体验，当面对不开心的事情时，我也会不想和人说话，不愿主动打招呼，甚至不想去工作，只想待在家里看电视或手机。同时，我也觉得我的生活好像没有什么需要改变的，不知道你是否有过类似的感受？我觉得这样的状态可能是一种回避痛苦的方式。小时候，当我做任何事情时都得不到别人的认可，甚至被否定，久而久之，我渐渐地封闭了自己和外界的交流。可以把这个比作一棵本可以长得很高的树，却被空间限制，只要长出那个空间就会被切掉，所以这棵树只让自己长到快要触碰那个极限就不再往上长，甚至往回缩。这种成长的环境让我感到压抑，我觉得不像一棵自由展开、长出茂盛枝叶的树。我想到了一个谚语，说一个谎言说100次就会变成真实的事情。当我们对自己说，“我不需要这些东西，我不需要和别人交流，我不需要物质”，每天重复这样的话语，我们就会觉得自己真的无欲无求，什么都不需要，每一天过与不过、做与不做都没有任何差别。根据我的经验，走出这种状态需要一个契机，如果自己一直被完美地封锁在一个空间里，没有任何外力去打开这个封锁，自己可能不会觉得不舒服，不会觉得难受。但是当有个外力强行把你拉出来时，你会觉得很痛苦。此时会有两种结果，一种是你会感到痛苦，渴望改变自己，努力适应生活；另一种结果是你觉得这个世界太坏了，会更加地封闭自己。你可以尝试了解一些心理学知识，这将帮助你更好地认识自己，理解为什么你会形成这样的性格，以及找到使自己最舒适的方式。当然，我们也不能否认世界上确实有一部分人需求较少，他们是那种平和平淡的人，不一定要有非常大的事业或成功的人生。觉得每一天平淡度过也没问题。这是每个人对待生活的态度不同。每个人都需要思考自己的人生将走向何方，如果我们不对自己的人生进行规划，就像雨水漫无目的地流走一样。希望你能走出迷雾，找到真正想要的人生。我和全世界都爱着你。",
    "annotation": [
      {
        "sentence": "你好，我能理解你现在的困扰，感觉你处于一种不愿与外界交流、不关心周围事情的状态。",
        "label": ""
      },
      {
        "sentence": "我之前也有过类似的体验，当面对不开心的事情时，我也会不想和人说话，不愿主动打招呼，甚至不想去工作，只想待在家里看电视或手机。",
        "label": ""
      },
      {
        "sentence": "同时，我也觉得我的生活好像没有什么需要改变的，不知道你是否有过类似的感受？",
        "label": ""
      },
      {
        "sentence": "我觉得这样的状态可能是一种回避痛苦的方式。",
        "label": ""
      },
      {
        "sentence": "小时候，当我做任何事情时都得不到别人的认可，甚至被否定，久而久之，我渐渐地封闭了自己和外界的交流。",
        "label": ""
      },
      {
        "sentence": "可以把这个比作一棵本可以长得很高的树，却被空间限制，只要长出那个空间就会被切掉，所以这棵树只让自己长到快要触碰那个极限就不再往上长，甚至往回缩。",
        "label": ""
      },
      {
        "sentence": "这种成长的环境让我感到压抑，我觉得不像一棵自由展开、长出茂盛枝叶的树。",
        "label": ""
      },
      {
        "sentence": "我想到了一个谚语，说一个谎言说100次就会变成真实的事情。",
        "label": ""
      },
      {
        "sentence": "当我们对自己说，“我不需要这些东西，我不需要和别人交流，我不需要物质”，每天重复这样的话语，我们就会觉得自己真的无欲无求，什么都不需要，每一天过与不过、做与不做都没有任何差别。",
        "label": ""
      },
      {
        "sentence": "根据我的经验，走出这种状态需要一个契机，如果自己一直被完美地封锁在一个空间里，没有任何外力去打开这个封锁，自己可能不会觉得不舒服，不会觉得难受。",
        "label": ""
      },
      {
        "sentence": "但是当有个外力强行把你拉出来时，你会觉得很痛苦。",
        "label": ""
      },
      {
        "sentence": "此时会有两种结果，一种是你会感到痛苦，渴望改变自己，努力适应生活；另一种结果是你觉得这个世界太坏了，会更加地封闭自己。",
        "label": ""
      },
      {
        "sentence": "你可以尝试了解一些心理学知识，这将帮助你更好地认识自己，理解为什么你会形成这样的性格，以及找到使自己最舒适的方式。",
        "label": ""
      },
      {
        "sentence": "当然，我们也不能否认世界上确实有一部分人需求较少，他们是那种平和平淡的人，不一定要有非常大的事业或成功的人生。",
        "label": ""
      },
      {
        "sentence": "觉得每一天平淡度过也没问题。",
        "label": ""
      },
      {
        "sentence": "这是每个人对待生活的态度不同。",
        "label": ""
      },
      {
        "sentence": "每个人都需要思考自己的人生将走向何方，如果我们不对自己的人生进行规划，就像雨水漫无目的地流走一样。",
        "label": ""
      },
      {
        "sentence": "希望你能走出迷雾，找到真正想要的人生。",
        "label": ""
      },
      {
        "sentence": "我和全世界都爱着你。",
        "label": ""
      }
    ]
  }
]