[
  {
    "role": "client",
    "content": "男朋友看我手机就可以，我看他的就是不尊重他？男友以前经常看我手机，还会删我的联系人。久而久之他觉得没什么好看的了就不看了。最近他挺忙，联系较少，昨天我看了他的手机，看到有和一个女生聊天，虽然没有什么感情关联，但是我还是觉得不平衡。今天又想看他就很抵触，说看了他就生气。僵持不下，我就转身走了，他也没追。我不知道为什么他看我手机理直气壮，我看他的就是不尊重他？而且觉得他对我已经没什么兴趣了，我该怎么办？",
    "annotation": [
      {
        "sentence": "男朋友看我手机就可以，我看他的就是不尊重他？",
        "label": ""
      },
      {
        "sentence": "男友以前经常看我手机，还会删我的联系人。",
        "label": ""
      },
      {
        "sentence": "久而久之他觉得没什么好看的了就不看了。",
        "label": ""
      },
      {
        "sentence": "最近他挺忙，联系较少，昨天我看了他的手机，看到有和一个女生聊天，虽然没有什么感情关联，但是我还是觉得不平衡。",
        "label": ""
      },
      {
        "sentence": "今天又想看他就很抵触，说看了他就生气。",
        "label": ""
      },
      {
        "sentence": "僵持不下，我就转身走了，他也没追。",
        "label": ""
      },
      {
        "sentence": "我不知道为什么他看我手机理直气壮，我看他的就是不尊重他？",
        "label": ""
      },
      {
        "sentence": "而且觉得他对我已经没什么兴趣了，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "从你的描述中能够感觉到你和男朋友的关系有一些敏感，可能因为彼此的一些小想法而影响到了彼此的情感。对你来说，你是很信任对方的，同时也希望能够和对方比较亲密一些，所以你在对于男朋友看你手机的事情中也并没有拒绝。",
    "annotation": [
      {
        "sentence": "从你的描述中能够感觉到你和男朋友的关系有一些敏感，可能因为彼此的一些小想法而影响到了彼此的情感。",
        "label": ""
      },
      {
        "sentence": "对你来说，你是很信任对方的，同时也希望能够和对方比较亲密一些，所以你在对于男朋友看你手机的事情中也并没有拒绝。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我觉得没有什么秘密，所以也没有太在意他看我的手机。可是每当我想看他的手机，他就会生气，这让我感到很困惑。",
    "annotation": [
      {
        "sentence": "是的，我觉得没有什么秘密，所以也没有太在意他看我的手机。",
        "label": ""
      },
      {
        "sentence": "可是每当我想看他的手机，他就会生气，这让我感到很困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果你的男朋友对你说，你看他手机是不尊重他，那你可以直接提出来，对方在看你手机并且删除联系人的时候会不会也是不尊重你的呢。你可以试着跟他沟通一下，告诉他你的感受和疑惑。",
    "annotation": [
      {
        "sentence": "如果你的男朋友对你说，你看他手机是不尊重他，那你可以直接提出来，对方在看你手机并且删除联系人的时候会不会也是不尊重你的呢。",
        "label": ""
      },
      {
        "sentence": "你可以试着跟他沟通一下，告诉他你的感受和疑惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我试过和他谈过这个问题，但是他总是解释说他是为了保护我们的关系，担心我和其他男生有暧昧关系。可是我觉得他的行为有点矛盾，他可以看我的手机，为什么我不能看他的？",
    "annotation": [
      {
        "sentence": "我试过和他谈过这个问题，但是他总是解释说他是为了保护我们的关系，担心我和其他男生有暧昧关系。",
        "label": ""
      },
      {
        "sentence": "可是我觉得他的行为有点矛盾，他可以看我的手机，为什么我不能看他的？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以试着和他分享你对他看你手机的感受以及你想看他手机的原因，让他更加理解你的需求和困惑。你们可以共同探讨在互相信任的前提下，如何更好地处理手机看不看的问题，以及如何增强彼此的安全感。",
    "annotation": [
      {
        "sentence": "你可以试着和他分享你对他看你手机的感受以及你想看他手机的原因，让他更加理解你的需求和困惑。",
        "label": ""
      },
      {
        "sentence": "你们可以共同探讨在互相信任的前提下，如何更好地处理手机看不看的问题，以及如何增强彼此的安全感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会试着和他再次沟通，希望我们能够找到一个平衡的方式来处理这个问题。还有，我也觉得他对我越来越没有兴趣了，我该怎么办呢？",
    "annotation": [
      {
        "sentence": "我会试着和他再次沟通，希望我们能够找到一个平衡的方式来处理这个问题。",
        "label": ""
      },
      {
        "sentence": "还有，我也觉得他对我越来越没有兴趣了，我该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在感情中，很多时候我们会有一些情绪上的波动和猜测。也许你可以尝试多和他交流，了解他目前的状态和感受。也许他只是因为工作忙碌而导致了一些情感上的疏离，你们可以共同寻找解决的方法，同时也不要忽视自己的感受和需要。",
    "annotation": [
      {
        "sentence": "在感情中，很多时候我们会有一些情绪上的波动和猜测。",
        "label": ""
      },
      {
        "sentence": "也许你可以尝试多和他交流，了解他目前的状态和感受。",
        "label": ""
      },
      {
        "sentence": "也许他只是因为工作忙碌而导致了一些情感上的疏离，你们可以共同寻找解决的方法，同时也不要忽视自己的感受和需要。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会试着和他沟通，了解他的想法和感受。同时，我也会关注自己的感受，多为自己的情感做一些调节和疏导。谢谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "我明白了，我会试着和他沟通，了解他的想法和感受。",
        "label": ""
      },
      {
        "sentence": "同时，我也会关注自己的感受，多为自己的情感做一些调节和疏导。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的建议对你有所帮助。记得在沟通中保持心平气和的态度，相信你们可以共同解决这个问题，并重建起信任和亲密关系。祝你们好运！如果还有其他问题，随时都可以来找我聊聊。",
    "annotation": [
      {
        "sentence": "不客气，希望我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "记得在沟通中保持心平气和的态度，相信你们可以共同解决这个问题，并重建起信任和亲密关系。",
        "label": ""
      },
      {
        "sentence": "祝你们好运！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时都可以来找我聊聊。",
        "label": ""
      }
    ]
  }
]