[
  {
    "role": "client",
    "content": "网恋被分手，我是否需要重塑自己的恋爱观？",
    "annotation": [
      {
        "sentence": "网恋被分手，我是否需要重塑自己的恋爱观？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听说你和网恋的男友分手了，我觉得你现在可能需要一些时间来处理自己的情绪，同时也可以思考一下是否需要重新审视你的恋爱观。",
    "annotation": [
      {
        "sentence": "听说你和网恋的男友分手了，我觉得你现在可能需要一些时间来处理自己的情绪，同时也可以思考一下是否需要重新审视你的恋爱观。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我们认识才一周，觉得对方能够理解我，所以在朋友的介绍下就决定在一起了。可是过了一周，男友说忘不了前女友，而且我和他前女友性格很像，于是提出了分开一段时间。今天突然发现自己被他删了，我感到非常困惑和无助。",
    "annotation": [
      {
        "sentence": "是的，我们认识才一周，觉得对方能够理解我，所以在朋友的介绍下就决定在一起了。",
        "label": ""
      },
      {
        "sentence": "可是过了一周，男友说忘不了前女友，而且我和他前女友性格很像，于是提出了分开一段时间。",
        "label": ""
      },
      {
        "sentence": "今天突然发现自己被他删了，我感到非常困惑和无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我能理解你现在的感受。当初你们在一起的时候，你可能是出于舍不得和一些内心的期待选择和他在一起的。但是他的行为让你感到不知所措，你想找他要个理由也是正常的，不过你也要明确自己是否真的可以接受他的回头。你还提到你有过抑郁症病史，这种情况下，建议你要坚守住自己，不要轻易喜欢一个人，并且不要辜负别人。重塑恋爱观并不是一件容易的事，但是我们可以一起探讨一下。",
    "annotation": [
      {
        "sentence": "我能理解你现在的感受。",
        "label": ""
      },
      {
        "sentence": "当初你们在一起的时候，你可能是出于舍不得和一些内心的期待选择和他在一起的。",
        "label": ""
      },
      {
        "sentence": "但是他的行为让你感到不知所措，你想找他要个理由也是正常的，不过你也要明确自己是否真的可以接受他的回头。",
        "label": ""
      },
      {
        "sentence": "你还提到你有过抑郁症病史，这种情况下，建议你要坚守住自己，不要轻易喜欢一个人，并且不要辜负别人。",
        "label": ""
      },
      {
        "sentence": "重塑恋爱观并不是一件容易的事，但是我们可以一起探讨一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我以前的恋爱观比较复杂。我不会吃醋，因为我对对方有绝对的信任；我也不喜欢缠着对方，因为我觉得最终都会平淡无奇；我也不喜欢解释，觉得会浪费时间，而且懂我的人自然会懂。可是这次的经历让我对这些观念产生了质疑。",
    "annotation": [
      {
        "sentence": "我以前的恋爱观比较复杂。",
        "label": ""
      },
      {
        "sentence": "我不会吃醋，因为我对对方有绝对的信任；我也不喜欢缠着对方，因为我觉得最终都会平淡无奇；我也不喜欢解释，觉得会浪费时间，而且懂我的人自然会懂。",
        "label": ""
      },
      {
        "sentence": "可是这次的经历让我对这些观念产生了质疑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实我跟你的恋爱观有些相似，不敢喜欢一个人，害怕自己的喜怒哀乐被别人牵着走，更害怕自己会在无意识间伤害了一个男孩子的心。我也一直觉得“懂的人自然会懂我”，可是这句话的前提是，你愿意将自己的生活展现给那个人，给他一个懂你的机会，能够将自己的喜怒哀乐真实地展现在他的面前。问题中的男孩子不一定是真的懂你，毕竟他忘不了前女友，扎心地说，他可能没那么喜欢你。“他愿意回头我大概也会心软”如果真的有这回事，建议不要心软，你也清楚地明白自己会有隔应，一开始就注定的事情，只能将它化作遗憾。\"一旦认定就会像飞蛾扑火一样\"这种爱情状态，应该是在你们熟悉很长一段时间之后，对彼此都有了深入的了解，你认为他值得，不然受伤害的是你自己。最后，对于你是否要重塑恋爱观这件事。如果你感觉这样能够变好，你可以适当的做出改变，说不定你将来会遇见一个男生（真正的爱情），你会在不自觉中改变。如果你感觉重塑这件事，有些困难，那就顺其自然吧。你的开心与想法是最重要的，毕竟建议不是强求。",
    "annotation": [
      {
        "sentence": "其实我跟你的恋爱观有些相似，不敢喜欢一个人，害怕自己的喜怒哀乐被别人牵着走，更害怕自己会在无意识间伤害了一个男孩子的心。",
        "label": ""
      },
      {
        "sentence": "我也一直觉得“懂的人自然会懂我”，可是这句话的前提是，你愿意将自己的生活展现给那个人，给他一个懂你的机会，能够将自己的喜怒哀乐真实地展现在他的面前。",
        "label": ""
      },
      {
        "sentence": "问题中的男孩子不一定是真的懂你，毕竟他忘不了前女友，扎心地说，他可能没那么喜欢你。",
        "label": ""
      },
      {
        "sentence": "“他愿意回头我大概也会心软”如果真的有这回事，建议不要心软，你也清楚地明白自己会有隔应，一开始就注定的事情，只能将它化作遗憾。",
        "label": ""
      },
      {
        "sentence": "\"一旦认定就会像飞蛾扑火一样\"这种爱情状态，应该是在你们熟悉很长一段时间之后，对彼此都有了深入的了解，你认为他值得，不然受伤害的是你自己。",
        "label": ""
      },
      {
        "sentence": "最后，对于你是否要重塑恋爱观这件事。",
        "label": ""
      },
      {
        "sentence": "如果你感觉这样能够变好，你可以适当的做出改变，说不定你将来会遇见一个男生（真正的爱情），你会在不自觉中改变。",
        "label": ""
      },
      {
        "sentence": "如果你感觉重塑这件事，有些困难，那就顺其自然吧。",
        "label": ""
      },
      {
        "sentence": "你的开心与想法是最重要的，毕竟建议不是强求。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和建议，我会好好考虑的。毕竟过去的经历让我明白了一些事情，也触动了我内心的一些观念。我希望能够在改变自己的同时，找到真正属于我的幸福。再次感谢你的支持。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和建议，我会好好考虑的。",
        "label": ""
      },
      {
        "sentence": "毕竟过去的经历让我明白了一些事情，也触动了我内心的一些观念。",
        "label": ""
      },
      {
        "sentence": "我希望能够在改变自己的同时，找到真正属于我的幸福。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你，并且看到你有了一些新的想法和认识。无论你决定如何，我都支持你，希望你能找到属于自己的幸福。如果以后还有需要，随时可以来找我聊天。祝福你！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你，并且看到你有了一些新的想法和认识。",
        "label": ""
      },
      {
        "sentence": "无论你决定如何，我都支持你，希望你能找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要，随时可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  }
]