[
  {
    "role": "client",
    "content": "看到厉害的人就容易自卑内斗，如何走出这个怪圈？高中的时候会觉得许嵩很厉害，跟我们年纪差不多，人家都出名了，作词作曲都是他自己，很厉害的，而我们，同样奋斗了十几年，却还是一个什么都不是的高中生，还有一堆心理问题，不知道该怎么办，有时候看见成绩好的学生做什么，就学着人家做，但总是不行，还想着人家做得多么好，多么聪明，自己实在太差，现在呢，时过境迁了，思考马云了，马云为啥那么厉害，我们为啥不行呢？马云是普通人吗？是的话，为啥我不行，身家千万，马云不是普通人，那他哪里厉害了呢？那我呢？我可不可以也变得像他一样厉害，反正就是自卑，看到游戏比自己玩的好的，学习比自己好的就难受，就不知所措，就压抑自己，就非要像人家一样去学习，我可不可以成为人家啊？为啥我不行，为啥我这么菜，人真是平等的吗，为啥有人瞧不起别人，我玩游戏菜被别人瞧不起了，现在变得我好像也有点瞧不起别人了，我知道这心理不正确，但不知道怎么走出这个怪圈，请求一个解答。",
    "annotation": [
      {
        "sentence": "看到厉害的人就容易自卑内斗，如何走出这个怪圈？",
        "label": ""
      },
      {
        "sentence": "高中的时候会觉得许嵩很厉害，跟我们年纪差不多，人家都出名了，作词作曲都是他自己，很厉害的，而我们，同样奋斗了十几年，却还是一个什么都不是的高中生，还有一堆心理问题，不知道该怎么办，有时候看见成绩好的学生做什么，就学着人家做，但总是不行，还想着人家做得多么好，多么聪明，自己实在太差，现在呢，时过境迁了，思考马云了，马云为啥那么厉害，我们为啥不行呢？",
        "label": ""
      },
      {
        "sentence": "马云是普通人吗？",
        "label": ""
      },
      {
        "sentence": "是的话，为啥我不行，身家千万，马云不是普通人，那他哪里厉害了呢？",
        "label": ""
      },
      {
        "sentence": "那我呢？",
        "label": ""
      },
      {
        "sentence": "我可不可以也变得像他一样厉害，反正就是自卑，看到游戏比自己玩的好的，学习比自己好的就难受，就不知所措，就压抑自己，就非要像人家一样去学习，我可不可以成为人家啊？",
        "label": ""
      },
      {
        "sentence": "为啥我不行，为啥我这么菜，人真是平等的吗，为啥有人瞧不起别人，我玩游戏菜被别人瞧不起了，现在变得我好像也有点瞧不起别人了，我知道这心理不正确，但不知道怎么走出这个怪圈，请求一个解答。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的感受我完全理解，每个人都会有自卑和内斗的时候，没错，你很勇敢，能够勇敢地面对自己的情绪和问题，我非常欣赏你。你提到了许嵩和马云，他们确实很厉害，但是你在和他们对比的时候也能看到了你的上进心。你希望自己能过优秀的生活，这说明你对自己有一定的期待，想要得到别人的认可。很多人都有这样的追求，希望被人肯定和认可。但是有时候当我们没有得到自己期望的结果时，会感到沮丧和自卑。我在学习心理学的时候老师曾说过一句话“追求完美等于完蛋”，这句话的意思就是在我们追求完美的过程中，如果遇到了失败，我们就会否定自己的努力，觉得自己什么都不是，这样对我们来说是很不好的。因为这个世界上没有什么是完美的，重要的是我们的努力。你提到了马云的成功，你是否也看到了他为了今天的成就付出的努力？在网络上可以随时了解到他的成功故事。我给你分享一段关于马云的成功故事。可以理解到马云在取得巨大成功之前也经历了很多挫折和困难。他的创业之路非常艰辛，起初他面临着很多困境，但是他坚持了下来。他虽然长相并不出众，但是通过自己的努力和才华他赢得了人们的认可。与他相比，我们作为普通人也可以通过自己的努力实现自己的目标。你认为自己菜是因为你看到了比你更好的人和事物，这让你不知所措，压抑自己，并想成为别人。但是我们每个人都是独一无二的，不能简单地和别人比较。每个人都有自己的长处和价值，重要的是发现和发挥自己的潜力。你和别人不一样，并不意味着你不行，你完全可以发展自己的才华和潜力，成为自己想成为的人。而且要记住，人与人之间是平等的，没有谁高人一等。有人瞧不起别人的现象虽然存在，但这并不意味着他们是对的。他们可能是基于自己的价值观或是虚荣心产生的，不要因此贬低自己。别人对你的看法并不重要，重要的是你对自己的态度。你认识到自己的心理状态并不正确，这已经是很好的第一步了。接下来，我们可以一起思考和探索如何走出这个自卑的怪圈。你觉得怎么样？",
    "annotation": [
      {
        "sentence": "你的感受我完全理解，每个人都会有自卑和内斗的时候，没错，你很勇敢，能够勇敢地面对自己的情绪和问题，我非常欣赏你。",
        "label": ""
      },
      {
        "sentence": "你提到了许嵩和马云，他们确实很厉害，但是你在和他们对比的时候也能看到了你的上进心。",
        "label": ""
      },
      {
        "sentence": "你希望自己能过优秀的生活，这说明你对自己有一定的期待，想要得到别人的认可。",
        "label": ""
      },
      {
        "sentence": "很多人都有这样的追求，希望被人肯定和认可。",
        "label": ""
      },
      {
        "sentence": "但是有时候当我们没有得到自己期望的结果时，会感到沮丧和自卑。",
        "label": ""
      },
      {
        "sentence": "我在学习心理学的时候老师曾说过一句话“追求完美等于完蛋”，这句话的意思就是在我们追求完美的过程中，如果遇到了失败，我们就会否定自己的努力，觉得自己什么都不是，这样对我们来说是很不好的。",
        "label": ""
      },
      {
        "sentence": "因为这个世界上没有什么是完美的，重要的是我们的努力。",
        "label": ""
      },
      {
        "sentence": "你提到了马云的成功，你是否也看到了他为了今天的成就付出的努力？",
        "label": ""
      },
      {
        "sentence": "在网络上可以随时了解到他的成功故事。",
        "label": ""
      },
      {
        "sentence": "我给你分享一段关于马云的成功故事。",
        "label": ""
      },
      {
        "sentence": "可以理解到马云在取得巨大成功之前也经历了很多挫折和困难。",
        "label": ""
      },
      {
        "sentence": "他的创业之路非常艰辛，起初他面临着很多困境，但是他坚持了下来。",
        "label": ""
      },
      {
        "sentence": "他虽然长相并不出众，但是通过自己的努力和才华他赢得了人们的认可。",
        "label": ""
      },
      {
        "sentence": "与他相比，我们作为普通人也可以通过自己的努力实现自己的目标。",
        "label": ""
      },
      {
        "sentence": "你认为自己菜是因为你看到了比你更好的人和事物，这让你不知所措，压抑自己，并想成为别人。",
        "label": ""
      },
      {
        "sentence": "但是我们每个人都是独一无二的，不能简单地和别人比较。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的长处和价值，重要的是发现和发挥自己的潜力。",
        "label": ""
      },
      {
        "sentence": "你和别人不一样，并不意味着你不行，你完全可以发展自己的才华和潜力，成为自己想成为的人。",
        "label": ""
      },
      {
        "sentence": "而且要记住，人与人之间是平等的，没有谁高人一等。",
        "label": ""
      },
      {
        "sentence": "有人瞧不起别人的现象虽然存在，但这并不意味着他们是对的。",
        "label": ""
      },
      {
        "sentence": "他们可能是基于自己的价值观或是虚荣心产生的，不要因此贬低自己。",
        "label": ""
      },
      {
        "sentence": "别人对你的看法并不重要，重要的是你对自己的态度。",
        "label": ""
      },
      {
        "sentence": "你认识到自己的心理状态并不正确，这已经是很好的第一步了。",
        "label": ""
      },
      {
        "sentence": "接下来，我们可以一起思考和探索如何走出这个自卑的怪圈。",
        "label": ""
      },
      {
        "sentence": "你觉得怎么样？",
        "label": ""
      }
    ]
  }
]