[
  {
    "role": "client",
    "content": "婚姻问题，老公说要离婚，我现在很焦虑该怎么办？",
    "annotation": [
      {
        "sentence": "婚姻问题，老公说要离婚，我现在很焦虑该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的情绪很 understandable，面对婚姻的问题确实容易感到焦虑。不过，我们可以一步一步来面对这个问题。首先，你能告诉我具体是什么让你感到焦虑吗？",
    "annotation": [
      {
        "sentence": "你现在的情绪很 understandable，面对婚姻的问题确实容易感到焦虑。",
        "label": ""
      },
      {
        "sentence": "不过，我们可以一步一步来面对这个问题。",
        "label": ""
      },
      {
        "sentence": "首先，你能告诉我具体是什么让你感到焦虑吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "此时此刻，无法入睡，老公说要离婚，我说再等等，他说等不了，由于月经推迟怕怀孕，他说有了孩子就打掉，听到他说打掉孩子，感觉自己瞬间情绪崩溃，有种想掐死他的冲动，甚至想带着我们的孩子一起死（现在有一个四岁女宝）。",
    "annotation": [
      {
        "sentence": "此时此刻，无法入睡，老公说要离婚，我说再等等，他说等不了，由于月经推迟怕怀孕，他说有了孩子就打掉，听到他说打掉孩子，感觉自己瞬间情绪崩溃，有种想掐死他的冲动，甚至想带着我们的孩子一起死（现在有一个四岁女宝）。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你说的这些，我能理解你此刻的冲动和困惑。但我想问一下，你现在对这个孩子的想法是怎么样的呢？你觉得对自己和孩子来说，怀孕是一个利还是弊呢？",
    "annotation": [
      {
        "sentence": "听到你说的这些，我能理解你此刻的冲动和困惑。",
        "label": ""
      },
      {
        "sentence": "但我想问一下，你现在对这个孩子的想法是怎么样的呢？",
        "label": ""
      },
      {
        "sentence": "你觉得对自己和孩子来说，怀孕是一个利还是弊呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我刚刚的思想太可怕了，人生有那么多种好的活法，我怎么活成了这样。跟老公恋爱四年，结婚6年，加起来都十年了，我们从恋爱时候就吵架。我只想平凡简单的携手一生，但他有很大目标有很强事业心。现在我们的关系越来越糟糕，他对我有诸多要求，总觉得我哪里都不好，什么都做不好，不努力，他觉得他百分之90多说的是对的，我全部是错的。",
    "annotation": [
      {
        "sentence": "我觉得我刚刚的思想太可怕了，人生有那么多种好的活法，我怎么活成了这样。",
        "label": ""
      },
      {
        "sentence": "跟老公恋爱四年，结婚6年，加起来都十年了，我们从恋爱时候就吵架。",
        "label": ""
      },
      {
        "sentence": "我只想平凡简单的携手一生，但他有很大目标有很强事业心。",
        "label": ""
      },
      {
        "sentence": "现在我们的关系越来越糟糕，他对我有诸多要求，总觉得我哪里都不好，什么都做不好，不努力，他觉得他百分之90多说的是对的，我全部是错的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的描述，我能感受到你对于简单平凡婚姻的期望和对于目前婚姻状态的失望。婚姻中的摩擦和矛盾是常有的，但过多的责备和负面评价是不利于关系改善的。你是否和你的丈夫有过沟通，解释你的感受以及你对于婚姻的期望呢？",
    "annotation": [
      {
        "sentence": "听到你的描述，我能感受到你对于简单平凡婚姻的期望和对于目前婚姻状态的失望。",
        "label": ""
      },
      {
        "sentence": "婚姻中的摩擦和矛盾是常有的，但过多的责备和负面评价是不利于关系改善的。",
        "label": ""
      },
      {
        "sentence": "你是否和你的丈夫有过沟通，解释你的感受以及你对于婚姻的期望呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我感觉慢慢的没有自我了，有时候觉得自己差劲，现在基本没朋友，跟家人联系也少了。我也感觉这样的婚姻好像真的没必要，双方都痛苦，但是他提离婚，我又放不下，觉得对不起孩子，总想哭，有时候呼吸都觉得胸口疼，我觉得这段婚姻问题不解决，下一段婚姻还会有问题，现在在痛苦的漩涡里无法出来。",
    "annotation": [
      {
        "sentence": "我感觉慢慢的没有自我了，有时候觉得自己差劲，现在基本没朋友，跟家人联系也少了。",
        "label": ""
      },
      {
        "sentence": "我也感觉这样的婚姻好像真的没必要，双方都痛苦，但是他提离婚，我又放不下，觉得对不起孩子，总想哭，有时候呼吸都觉得胸口疼，我觉得这段婚姻问题不解决，下一段婚姻还会有问题，现在在痛苦的漩涡里无法出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你描述的孤立感和对于婚姻的困惑，我能理解你此刻的痛苦和无助。不过，我们可以一起找到解决问题的方法。首先，你可以尝试寻找支持系统，和朋友或家人聊一聊，分享你的感受，并倾听他们的建议。同时，你可以考虑寻求专业心理咨询师或婚姻辅导师的帮助，他们可以提供更多的指导和支持。记住，解决问题需要时间，但你不是一个人在面对这一切。",
    "annotation": [
      {
        "sentence": "听到你描述的孤立感和对于婚姻的困惑，我能理解你此刻的痛苦和无助。",
        "label": ""
      },
      {
        "sentence": "不过，我们可以一起找到解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "首先，你可以尝试寻找支持系统，和朋友或家人聊一聊，分享你的感受，并倾听他们的建议。",
        "label": ""
      },
      {
        "sentence": "同时，你可以考虑寻求专业心理咨询师或婚姻辅导师的帮助，他们可以提供更多的指导和支持。",
        "label": ""
      },
      {
        "sentence": "记住，解决问题需要时间，但你不是一个人在面对这一切。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我知道解决问题需要时间，但现在对于离婚和怀孕的问题，我还是感到非常困惑。我该如何在这两个问题之间做出一个选择呢？",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我知道解决问题需要时间，但现在对于离婚和怀孕的问题，我还是感到非常困惑。",
        "label": ""
      },
      {
        "sentence": "我该如何在这两个问题之间做出一个选择呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你现在对于决策的困惑。或许我们可以先从你的内心出发，倾听你自己内在的声音。请问你对于这两个问题，离婚和怀孕，内心深处的想法是什么？你可以先写下你的感受和想法，再来思考该如何做出一个明智的选择。",
    "annotation": [
      {
        "sentence": "我理解你现在对于决策的困惑。",
        "label": ""
      },
      {
        "sentence": "或许我们可以先从你的内心出发，倾听你自己内在的声音。",
        "label": ""
      },
      {
        "sentence": "请问你对于这两个问题，离婚和怀孕，内心深处的想法是什么？",
        "label": ""
      },
      {
        "sentence": "你可以先写下你的感受和想法，再来思考该如何做出一个明智的选择。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，倾听内心的声音可能是一个好的方法。我会试着写下我的内心感受和想法，然后再仔细思考该如何处理这些问题。谢谢你的耐心倾听和建议。",
    "annotation": [
      {
        "sentence": "确实，倾听内心的声音可能是一个好的方法。",
        "label": ""
      },
      {
        "sentence": "我会试着写下我的内心感受和想法，然后再仔细思考该如何处理这些问题。",
        "label": ""
      },
      {
        "sentence": "谢谢你的耐心倾听和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助你。记住，无论做出怎样的决策，重要的是要保持自己的内心和情绪的平衡。如果需要，随时都可以再来找我倾诉和寻求支持。你并不是一个人在面对这一切，我们可以共同度过困难的时刻。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助你。",
        "label": ""
      },
      {
        "sentence": "记住，无论做出怎样的决策，重要的是要保持自己的内心和情绪的平衡。",
        "label": ""
      },
      {
        "sentence": "如果需要，随时都可以再来找我倾诉和寻求支持。",
        "label": ""
      },
      {
        "sentence": "你并不是一个人在面对这一切，我们可以共同度过困难的时刻。",
        "label": ""
      }
    ]
  }
]