[
  {
    "role": "client",
    "content": "我想死了，我觉得自己无法胜任工作，总是犯错，连自己都受不了了。我在工作上没有一项能够胜任的，虽然我毕业两年了，从财务文员到会计再到数据统计，最后都只是勉强及格，还需要别人来教我。我的同事们没有放弃我，但我却放弃了自己。无论做什么事情都很慢，总是会出错，我不知道该做什么好。而且在工作中，同事们都不相信我，认为我一定会出错，需要重新审核，然而即使我再三检查，还是会出错。即使我很想不出错，但是我还是会犯错，这导致从一开始的不理解到后来的不信任，最终让我感到彻底失望和孤立无援。我真受不了自己的问题了。在付不起欠债和对死亡的恐惧下，我真的不知道该怎么办了。",
    "annotation": [
      {
        "sentence": "我想死了，我觉得自己无法胜任工作，总是犯错，连自己都受不了了。",
        "label": ""
      },
      {
        "sentence": "我在工作上没有一项能够胜任的，虽然我毕业两年了，从财务文员到会计再到数据统计，最后都只是勉强及格，还需要别人来教我。",
        "label": ""
      },
      {
        "sentence": "我的同事们没有放弃我，但我却放弃了自己。",
        "label": ""
      },
      {
        "sentence": "无论做什么事情都很慢，总是会出错，我不知道该做什么好。",
        "label": ""
      },
      {
        "sentence": "而且在工作中，同事们都不相信我，认为我一定会出错，需要重新审核，然而即使我再三检查，还是会出错。",
        "label": ""
      },
      {
        "sentence": "即使我很想不出错，但是我还是会犯错，这导致从一开始的不理解到后来的不信任，最终让我感到彻底失望和孤立无援。",
        "label": ""
      },
      {
        "sentence": "我真受不了自己的问题了。",
        "label": ""
      },
      {
        "sentence": "在付不起欠债和对死亡的恐惧下，我真的不知道该怎么办了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，我感觉你陷入了一种对自己全盘否定的思维中无法自拔，我认真读了你的描述好几遍，感受到你对自己非常强烈的自我攻击。你还记得这种自我攻击是从什么时候开始的吗？或许这源自于你对自己的过高要求，也可能是因为父母从小对你要求很严格，你内化了他们的声音，充当了自己的内在父母。其实，刚进入职场的新人都会遇到很多不懂的地方，这是很正常的，我们大家都一样，你要允许自己需要别人教导你。而且财务相关的工作，由于总是和数字打交道，出错是很容易的，需要特别仔细。即使是资深的财会人员也不能保证从不出错，所以不必过于焦虑。对未来过度焦虑只会扰乱你现在的状态，无法正常投入工作。现在，我请你和我一起回顾一下这段工作经历，在回顾的过程中，我们抛开对自己的全盘否定，把注意力集中在哪些方面做得好，而不是哪些方面没做好。多肯定自己已经做到的和取得的成就，并将它们记录下来，这样可以提升一定程度上你对工作的信心。当然，多肯定自己并不意味着对错误视而不见，当错误发生时，我们首先要做的是解决问题，问题解决后需要做的是复盘。复盘一下这个工作中容易出错的地方，我们要如何避免？有没有更好的方法？还可以怎么做？找一位资深且值得你学习欣赏的前辈也非常重要，跟着他学习，向他请教。多做一些，勤奋一点。一位值得欣赏的前辈给予的指导帮助是非常有意义的。最后，如果长时间得不到正向的反馈，或许你可以停下来思考一下这份工作是否真的适合你。它有给你带来幸福感吗？能实现你的短期或者长期目标吗？你的生活质量因工作而提高了吗？如果答案都是否定的，我建议你重新评估一下这份工作。总结一下就是：1.避免全盘否定自己的思维，多关注自己在哪些方面做得好了，而不是没做好的地方；2.及时\/定期复盘，哪些容易出错的地方可以避免，如何避免？3.找一个好的前辈指导你；4.评估这份工作是否真的适合自己。",
    "annotation": [
      {
        "sentence": "亲爱的，我感觉你陷入了一种对自己全盘否定的思维中无法自拔，我认真读了你的描述好几遍，感受到你对自己非常强烈的自我攻击。",
        "label": ""
      },
      {
        "sentence": "你还记得这种自我攻击是从什么时候开始的吗？",
        "label": ""
      },
      {
        "sentence": "或许这源自于你对自己的过高要求，也可能是因为父母从小对你要求很严格，你内化了他们的声音，充当了自己的内在父母。",
        "label": ""
      },
      {
        "sentence": "其实，刚进入职场的新人都会遇到很多不懂的地方，这是很正常的，我们大家都一样，你要允许自己需要别人教导你。",
        "label": ""
      },
      {
        "sentence": "而且财务相关的工作，由于总是和数字打交道，出错是很容易的，需要特别仔细。",
        "label": ""
      },
      {
        "sentence": "即使是资深的财会人员也不能保证从不出错，所以不必过于焦虑。",
        "label": ""
      },
      {
        "sentence": "对未来过度焦虑只会扰乱你现在的状态，无法正常投入工作。",
        "label": ""
      },
      {
        "sentence": "现在，我请你和我一起回顾一下这段工作经历，在回顾的过程中，我们抛开对自己的全盘否定，把注意力集中在哪些方面做得好，而不是哪些方面没做好。",
        "label": ""
      },
      {
        "sentence": "多肯定自己已经做到的和取得的成就，并将它们记录下来，这样可以提升一定程度上你对工作的信心。",
        "label": ""
      },
      {
        "sentence": "当然，多肯定自己并不意味着对错误视而不见，当错误发生时，我们首先要做的是解决问题，问题解决后需要做的是复盘。",
        "label": ""
      },
      {
        "sentence": "复盘一下这个工作中容易出错的地方，我们要如何避免？",
        "label": ""
      },
      {
        "sentence": "有没有更好的方法？",
        "label": ""
      },
      {
        "sentence": "还可以怎么做？",
        "label": ""
      },
      {
        "sentence": "找一位资深且值得你学习欣赏的前辈也非常重要，跟着他学习，向他请教。",
        "label": ""
      },
      {
        "sentence": "多做一些，勤奋一点。",
        "label": ""
      },
      {
        "sentence": "一位值得欣赏的前辈给予的指导帮助是非常有意义的。",
        "label": ""
      },
      {
        "sentence": "最后，如果长时间得不到正向的反馈，或许你可以停下来思考一下这份工作是否真的适合你。",
        "label": ""
      },
      {
        "sentence": "它有给你带来幸福感吗？",
        "label": ""
      },
      {
        "sentence": "能实现你的短期或者长期目标吗？",
        "label": ""
      },
      {
        "sentence": "你的生活质量因工作而提高了吗？",
        "label": ""
      },
      {
        "sentence": "如果答案都是否定的，我建议你重新评估一下这份工作。",
        "label": ""
      },
      {
        "sentence": "总结一下就是：1.避免全盘否定自己的思维，多关注自己在哪些方面做得好了，而不是没做好的地方；2.及时\/定期复盘，哪些容易出错的地方可以避免，如何避免？",
        "label": ""
      },
      {
        "sentence": "3.找一个好的前辈指导你；4.评估这份工作是否真的适合自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，支持者。我明白了，我之前确实把自己逼得太紧。也许我的高标准来自于家庭的期望，我一直试图让自己变得完美。我应该接受自己是一个正在成长的人，每个人都会犯错。我也意识到，我对财务相关工作的要求太高了，对数字的敏感度让我害怕出错。我会尝试放下对过去的全盘否定，专注于我的成就和改善。复盘这段经历对于我找到提高的方法很重要，而且找一个很棒的前辈来指导我也是很有帮助的。我要努力多学多做，相信我可以克服这些困难。如果这份工作真的不能让我快乐和提升生活质量，我会重新考虑一下我的职业规划。非常感谢你的支持和建议。",
    "annotation": [
      {
        "sentence": "谢谢你，支持者。",
        "label": ""
      },
      {
        "sentence": "我明白了，我之前确实把自己逼得太紧。",
        "label": ""
      },
      {
        "sentence": "也许我的高标准来自于家庭的期望，我一直试图让自己变得完美。",
        "label": ""
      },
      {
        "sentence": "我应该接受自己是一个正在成长的人，每个人都会犯错。",
        "label": ""
      },
      {
        "sentence": "我也意识到，我对财务相关工作的要求太高了，对数字的敏感度让我害怕出错。",
        "label": ""
      },
      {
        "sentence": "我会尝试放下对过去的全盘否定，专注于我的成就和改善。",
        "label": ""
      },
      {
        "sentence": "复盘这段经历对于我找到提高的方法很重要，而且找一个很棒的前辈来指导我也是很有帮助的。",
        "label": ""
      },
      {
        "sentence": "我要努力多学多做，相信我可以克服这些困难。",
        "label": ""
      },
      {
        "sentence": "如果这份工作真的不能让我快乐和提升生活质量，我会重新考虑一下我的职业规划。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴你能理解并接受这些观点。接受自己的不完美，并且给自己一个成长的空间是非常重要的。每个人都会经历犯错和学习的过程，这是成长的一部分。放下过去的否定，相信你可以逐渐提升自己的能力和信心。复盘和找到一个好的前辈是你获得改善的关键，他们会给你带来很多有益的建议和指导。记得要给自己一些时间和宽容，不要过分苛求自己。如果你最终决定转换职业，我相信你会找到适合你的工作。祝你好运，有任何问题随时来找我。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴你能理解并接受这些观点。",
        "label": ""
      },
      {
        "sentence": "接受自己的不完美，并且给自己一个成长的空间是非常重要的。",
        "label": ""
      },
      {
        "sentence": "每个人都会经历犯错和学习的过程，这是成长的一部分。",
        "label": ""
      },
      {
        "sentence": "放下过去的否定，相信你可以逐渐提升自己的能力和信心。",
        "label": ""
      },
      {
        "sentence": "复盘和找到一个好的前辈是你获得改善的关键，他们会给你带来很多有益的建议和指导。",
        "label": ""
      },
      {
        "sentence": "记得要给自己一些时间和宽容，不要过分苛求自己。",
        "label": ""
      },
      {
        "sentence": "如果你最终决定转换职业，我相信你会找到适合你的工作。",
        "label": ""
      },
      {
        "sentence": "祝你好运，有任何问题随时来找我。",
        "label": ""
      }
    ]
  }
]