[
  {
    "role": "client",
    "content": "婚姻问题，老公说要离婚，我现在很焦虑该怎么办？",
    "annotation": [
      {
        "sentence": "婚姻问题，老公说要离婚，我现在很焦虑该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "能够感觉到你内心的压抑愤怒焦虑恐惧。两个人在一起相处结婚十年，还有了一个女儿，现在丈夫想要打掉还没出世的孩子的态度更让你的内心焦虑不安，甚至想要掐死丈夫，然后再带着女儿一起死，可见你的内心压抑了非常多的恐惧。",
    "annotation": [
      {
        "sentence": "能够感觉到你内心的压抑愤怒焦虑恐惧。",
        "label": ""
      },
      {
        "sentence": "两个人在一起相处结婚十年，还有了一个女儿，现在丈夫想要打掉还没出世的孩子的态度更让你的内心焦虑不安，甚至想要掐死丈夫，然后再带着女儿一起死，可见你的内心压抑了非常多的恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在真的很害怕，不知道该怎么面对这种情况。",
    "annotation": [
      {
        "sentence": "是的，我现在真的很害怕，不知道该怎么面对这种情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那么这么多的恐惧都是从哪里来的呢？你和丈夫在一起相处生活了这么长时间，从恋爱的时候就开始争吵，也就是说两个人之间的问题在十年前就有了，并不是现在才有的，只不过是一直没有去解决，或者说两个人都不想去面对解决。",
    "annotation": [
      {
        "sentence": "那么这么多的恐惧都是从哪里来的呢？",
        "label": ""
      },
      {
        "sentence": "你和丈夫在一起相处生活了这么长时间，从恋爱的时候就开始争吵，也就是说两个人之间的问题在十年前就有了，并不是现在才有的，只不过是一直没有去解决，或者说两个人都不想去面对解决。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我们一直在逃避问题，但现在问题变得越来越严重了。",
    "annotation": [
      {
        "sentence": "是的，我们一直在逃避问题，但现在问题变得越来越严重了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这么长的时间不去解决，问题自然也就随着两个人之间的感情关系的亲近而显得更突出，自然对夫妻感情的影响也就越大。就像你说的那样，你想要的是平凡简单的生活，丈夫却是有着自己的远大目标，事业心很强，两个人的生活目标方向不一样，自然看待对待感情生活的态度方式也就会存在很大的差别。",
    "annotation": [
      {
        "sentence": "这么长的时间不去解决，问题自然也就随着两个人之间的感情关系的亲近而显得更突出，自然对夫妻感情的影响也就越大。",
        "label": ""
      },
      {
        "sentence": "就像你说的那样，你想要的是平凡简单的生活，丈夫却是有着自己的远大目标，事业心很强，两个人的生活目标方向不一样，自然看待对待感情生活的态度方式也就会存在很大的差别。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我们在很多方面都有很大的差异，导致了很多矛盾和冲突。",
    "annotation": [
      {
        "sentence": "对，我们在很多方面都有很大的差异，导致了很多矛盾和冲突。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "夫妻两个人之间的问题可以说并不是哪一个人的问题，往往是两个人各自都有自己的问题存在。就像你说的丈夫总是认为他说的是对的，你的都是错的，对他来说是在用这样的方式来跟你交流表达，用否定你的方式来认可自己，这在一定程度上也反映出你的丈夫内心比较缺乏自信和安全感，期望通过这样的方式来获得你的理解、接纳、认可、支持。",
    "annotation": [
      {
        "sentence": "夫妻两个人之间的问题可以说并不是哪一个人的问题，往往是两个人各自都有自己的问题存在。",
        "label": ""
      },
      {
        "sentence": "就像你说的丈夫总是认为他说的是对的，你的都是错的，对他来说是在用这样的方式来跟你交流表达，用否定你的方式来认可自己，这在一定程度上也反映出你的丈夫内心比较缺乏自信和安全感，期望通过这样的方式来获得你的理解、接纳、认可、支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道他这样是因为他内心缺乏安全感，但我也不知道该怎么回应他。",
    "annotation": [
      {
        "sentence": "我知道他这样是因为他内心缺乏安全感，但我也不知道该怎么回应他。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不太清楚你在丈夫这样表达的时候是做出了什么样的反应来回应，只是从你认为自己是错的可以看出你在很多时候选择了压抑，也就是说默认了丈夫所说的话，也就是说让丈夫觉得他确实是对的，你是错的，这样的说法是很合理合适的。但在你默认丈夫这些说法的时候，也让丈夫觉得你也默认了他的内心缺乏自信和安全感，这就是他无法理解、接纳、认可的事情。",
    "annotation": [
      {
        "sentence": "不太清楚你在丈夫这样表达的时候是做出了什么样的反应来回应，只是从你认为自己是错的可以看出你在很多时候选择了压抑，也就是说默认了丈夫所说的话，也就是说让丈夫觉得他确实是对的，你是错的，这样的说法是很合理合适的。",
        "label": ""
      },
      {
        "sentence": "但在你默认丈夫这些说法的时候，也让丈夫觉得你也默认了他的内心缺乏自信和安全感，这就是他无法理解、接纳、认可的事情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实是这样，我一直觉得逆来顺受才能维持这段婚姻。",
    "annotation": [
      {
        "sentence": "确实是这样，我一直觉得逆来顺受才能维持这段婚姻。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "同样，面对丈夫的这种表达方式，你的内心也加深了对自我的否定，也就更加觉得自己的生命没有什么价值、意义，长期这样也就会慢慢地和丈夫疏远，和别人隔离内心孤独，也就会产生轻生的想法。再加上你现在有胸口疼的情况，对你和丈夫之间的感情关系影响也就越来越大了。",
    "annotation": [
      {
        "sentence": "同样，面对丈夫的这种表达方式，你的内心也加深了对自我的否定，也就更加觉得自己的生命没有什么价值、意义，长期这样也就会慢慢地和丈夫疏远，和别人隔离内心孤独，也就会产生轻生的想法。",
        "label": ""
      },
      {
        "sentence": "再加上你现在有胸口疼的情况，对你和丈夫之间的感情关系影响也就越来越大了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在真的感觉很绝望，不知道该怎么办才好。",
    "annotation": [
      {
        "sentence": "是的，我现在真的感觉很绝望，不知道该怎么办才好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "两个人能够在这样的相处状态下在一起生活十年，足见彼此之间的感情还是很深的。感情没有问题，自然问题也就出现在表达感情的方式上。调整、改变自我的情感表达方式，那么也就没有那么多的误解和矛盾了。不过鉴于你有胸口疼的情况，建议你考虑身心同治，一方面调理身体，另外一方面预约合适的老师接受系统心理咨询来释放内心压抑的情感情绪，调整自己的心理状态，再去面对解决和丈夫之间的这些问题，也就比较轻松自然了。",
    "annotation": [
      {
        "sentence": "两个人能够在这样的相处状态下在一起生活十年，足见彼此之间的感情还是很深的。",
        "label": ""
      },
      {
        "sentence": "感情没有问题，自然问题也就出现在表达感情的方式上。",
        "label": ""
      },
      {
        "sentence": "调整、改变自我的情感表达方式，那么也就没有那么多的误解和矛盾了。",
        "label": ""
      },
      {
        "sentence": "不过鉴于你有胸口疼的情况，建议你考虑身心同治，一方面调理身体，另外一方面预约合适的老师接受系统心理咨询来释放内心压抑的情感情绪，调整自己的心理状态，再去面对解决和丈夫之间的这些问题，也就比较轻松自然了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽快采取行动来改善自己的状态。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽快采取行动来改善自己的状态。",
        "label": ""
      }
    ]
  }
]