[
  {
    "role": "client",
    "content": "婚姻问题，老公说要离婚，我现在很焦虑该怎么办？",
    "annotation": [
      {
        "sentence": "婚姻问题，老公说要离婚，我现在很焦虑该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你现在的处境，感觉很痛苦吧。先别着急，我们来一起看看这个问题。",
    "annotation": [
      {
        "sentence": "我了解你现在的处境，感觉很痛苦吧。",
        "label": ""
      },
      {
        "sentence": "先别着急，我们来一起看看这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "此时此刻，无法入睡，老公说要离婚，我说再等等，他说等不了，由于月经推迟怕怀孕，他说有了孩子就打掉，听到他说打掉孩子，感觉自己瞬间情绪崩溃，有种想掐死他的冲动，甚至想带着我们的孩子一起死（现在有一个四岁女宝）。",
    "annotation": [
      {
        "sentence": "此时此刻，无法入睡，老公说要离婚，我说再等等，他说等不了，由于月经推迟怕怀孕，他说有了孩子就打掉，听到他说打掉孩子，感觉自己瞬间情绪崩溃，有种想掐死他的冲动，甚至想带着我们的孩子一起死（现在有一个四岁女宝）。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你这样描述，我能理解你此刻的绝望和心痛。这种情绪反应在这种困难的婚姻关系中也是很正常的，但是暴力和自残是不能解决问题的，这对你和孩子都是一种伤害。我们需要找到更好的方法来面对困境。",
    "annotation": [
      {
        "sentence": "听到你这样描述，我能理解你此刻的绝望和心痛。",
        "label": ""
      },
      {
        "sentence": "这种情绪反应在这种困难的婚姻关系中也是很正常的，但是暴力和自残是不能解决问题的，这对你和孩子都是一种伤害。",
        "label": ""
      },
      {
        "sentence": "我们需要找到更好的方法来面对困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得我刚刚的思想太可怕了，人生有那么多种好的活法，我怎么活成了这样。跟老公恋爱四年，结婚6年，加起来都十年了，我们从恋爱时候就吵架。我只想平凡简单的携手一生，但他有很大目标有很强事业心。现在我们的关系越来越糟糕，他对我有诸多要求，总觉得我哪里都不好，什么都做不好，不努力，他觉得他百分之90多说的是对的，我全部是错的。我感觉慢慢的没有自我了，有时候觉得自己差劲，现在基本没朋友，跟家人联系也少了。我也感觉这样的婚姻好像真的没必要，双方都痛苦，但是他提离婚，我又放不下，觉得对不起孩子，总想哭，有时候呼吸都觉得胸口疼，我觉得这段婚姻问题不解决，下一段婚姻还会有问题，现在在痛苦的漩涡里无法出来。",
    "annotation": [
      {
        "sentence": "我觉得我刚刚的思想太可怕了，人生有那么多种好的活法，我怎么活成了这样。",
        "label": ""
      },
      {
        "sentence": "跟老公恋爱四年，结婚6年，加起来都十年了，我们从恋爱时候就吵架。",
        "label": ""
      },
      {
        "sentence": "我只想平凡简单的携手一生，但他有很大目标有很强事业心。",
        "label": ""
      },
      {
        "sentence": "现在我们的关系越来越糟糕，他对我有诸多要求，总觉得我哪里都不好，什么都做不好，不努力，他觉得他百分之90多说的是对的，我全部是错的。",
        "label": ""
      },
      {
        "sentence": "我感觉慢慢的没有自我了，有时候觉得自己差劲，现在基本没朋友，跟家人联系也少了。",
        "label": ""
      },
      {
        "sentence": "我也感觉这样的婚姻好像真的没必要，双方都痛苦，但是他提离婚，我又放不下，觉得对不起孩子，总想哭，有时候呼吸都觉得胸口疼，我觉得这段婚姻问题不解决，下一段婚姻还会有问题，现在在痛苦的漩涡里无法出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的描述，我能感受到你的内心挣扎和困惑。婚姻问题的确是很复杂的，但我们可以试着去寻找解决问题的方式。首先，我们要记住自己的价值和重要性，并且不要忘记自己的需要和愿望。和你的丈夫沟通很重要，表达你的感受和希望，它们是被尊重和重视的。但我也建议你寻求正式的咨询帮助，让专业人士帮助你们梳理关系中的问题。",
    "annotation": [
      {
        "sentence": "听到你的描述，我能感受到你的内心挣扎和困惑。",
        "label": ""
      },
      {
        "sentence": "婚姻问题的确是很复杂的，但我们可以试着去寻找解决问题的方式。",
        "label": ""
      },
      {
        "sentence": "首先，我们要记住自己的价值和重要性，并且不要忘记自己的需要和愿望。",
        "label": ""
      },
      {
        "sentence": "和你的丈夫沟通很重要，表达你的感受和希望，它们是被尊重和重视的。",
        "label": ""
      },
      {
        "sentence": "但我也建议你寻求正式的咨询帮助，让专业人士帮助你们梳理关系中的问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我听到了你的建议，我确实需要重新找回自我，并且和丈夫进行沟通。但是，我对于寻求专业帮助还有一些犹豫，觉得可能会很尴尬或者是对不起自己。我该怎么克服这种犹豫呢？",
    "annotation": [
      {
        "sentence": "我听到了你的建议，我确实需要重新找回自我，并且和丈夫进行沟通。",
        "label": ""
      },
      {
        "sentence": "但是，我对于寻求专业帮助还有一些犹豫，觉得可能会很尴尬或者是对不起自己。",
        "label": ""
      },
      {
        "sentence": "我该怎么克服这种犹豫呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种担心是很常见的，但请相信专业人士有经验处理类似的问题，他们会保护你的隐私并提供适当的帮助和支持。与他们交流也不会有任何羞耻之处，他们愿意倾听和理解。你可以试着找一位专业的心理咨询师或婚姻专家，他们将会在解决你们的问题上给予你们指导。",
    "annotation": [
      {
        "sentence": "这种担心是很常见的，但请相信专业人士有经验处理类似的问题，他们会保护你的隐私并提供适当的帮助和支持。",
        "label": ""
      },
      {
        "sentence": "与他们交流也不会有任何羞耻之处，他们愿意倾听和理解。",
        "label": ""
      },
      {
        "sentence": "你可以试着找一位专业的心理咨询师或婚姻专家，他们将会在解决你们的问题上给予你们指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会考虑去找一位专业人士进行咨询。谢谢你的支持和鼓励，你的话让我感到更有信心去面对和解决这个问题。",
    "annotation": [
      {
        "sentence": "我明白了，我会考虑去找一位专业人士进行咨询。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励，你的话让我感到更有信心去面对和解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决定，专业的咨询将给你提供更多的支持和指导。我相信你有能力处理这个问题，希望未来你能够找到属于你自己真正幸福的道路。如果有需要，随时找我聊天。祝福你！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决定，专业的咨询将给你提供更多的支持和指导。",
        "label": ""
      },
      {
        "sentence": "我相信你有能力处理这个问题，希望未来你能够找到属于你自己真正幸福的道路。",
        "label": ""
      },
      {
        "sentence": "如果有需要，随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "祝福你！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "感谢你的祝福和鼓励，我会努力面对和解决这个问题的。如果有需要，我会记得随时找你聊天。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "感谢你的祝福和鼓励，我会努力面对和解决这个问题的。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会记得随时找你聊天。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  }
]