[
  {
    "role": "client",
    "content": "老公出轨后想回归，但他说性无法修复，我该怎么办？无性婚姻是最近几年才发生的事情，之前总是谈到性不和谐，但我看了很多文章觉得也许是因为我们从来没有沟通的缘故。我们俩都没有为此付出努力和思考就得出这个结论，但也不能否认无性婚姻是因为我丈夫长期出轨的结果。因为长期出轨，他的身心距离渐行渐远，出轨期间他更没有心思去修复我们的关系。现在他不愿意离婚，但也没有信心修复我们之间的亲密关系，也没有信心不再出轨。我告诉他，如果我们沟通性的话，也许可以跨过这个坎。但是他似乎觉得无法解决这个问题。我觉得我们长期无性确实导致了很多的疏离，同时也因为他已经沉迷于出轨无法收回心思。对于他的身体我并没有抗拒，但我觉得是他在排斥我。我也更爱他。我很想问问您，我是不是应该放手了？他都没有信心，我就更没有信心了。",
    "annotation": [
      {
        "sentence": "老公出轨后想回归，但他说性无法修复，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "无性婚姻是最近几年才发生的事情，之前总是谈到性不和谐，但我看了很多文章觉得也许是因为我们从来没有沟通的缘故。",
        "label": ""
      },
      {
        "sentence": "我们俩都没有为此付出努力和思考就得出这个结论，但也不能否认无性婚姻是因为我丈夫长期出轨的结果。",
        "label": ""
      },
      {
        "sentence": "因为长期出轨，他的身心距离渐行渐远，出轨期间他更没有心思去修复我们的关系。",
        "label": ""
      },
      {
        "sentence": "现在他不愿意离婚，但也没有信心修复我们之间的亲密关系，也没有信心不再出轨。",
        "label": ""
      },
      {
        "sentence": "我告诉他，如果我们沟通性的话，也许可以跨过这个坎。",
        "label": ""
      },
      {
        "sentence": "但是他似乎觉得无法解决这个问题。",
        "label": ""
      },
      {
        "sentence": "我觉得我们长期无性确实导致了很多的疏离，同时也因为他已经沉迷于出轨无法收回心思。",
        "label": ""
      },
      {
        "sentence": "对于他的身体我并没有抗拒，但我觉得是他在排斥我。",
        "label": ""
      },
      {
        "sentence": "我也更爱他。",
        "label": ""
      },
      {
        "sentence": "我很想问问您，我是不是应该放手了？",
        "label": ""
      },
      {
        "sentence": "他都没有信心，我就更没有信心了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "姐姐，我真的觉得你应该被拍醒。你的问题是关于老公出轨后想回归，但是从你的描述中，他有半点想回归的样子吗？他能够保证以后不再出轨吗？你已经知道这些道理，你们的无性婚姻只是你一个无性而已，而他还是从其他地方得到了满足。而且，偷吃带来的刺激和与不同女人的新鲜感，比跟你在一起要强烈百倍。是的，也许你很爱他，爱到你不在乎他和其他女人上床，含泪容忍了这一切。但他会感激你吗？他只会觉得犯罪成本太低，下一次还会继续寻找刺激。你们在一起只会继续消耗你，直到你遍体鳞伤。你说过原谅，但你心里永远不会真正原谅他。每个深夜你都会辗转反侧不能入睡，每次联系不到他都会怀疑他是不是在其他女人的床上。你们的婚姻已经没有信任，没有爱情，只剩下一个空壳。他觉得舒服自在，而你却日日以泪洗面。我不知道你们是否有孩子或其他情况，但我劝你真的不要要这种出轨的男人。要相信自己，你可以过得更好，相信自己有这个能力，加油啊姐姐。",
    "annotation": [
      {
        "sentence": "姐姐，我真的觉得你应该被拍醒。",
        "label": ""
      },
      {
        "sentence": "你的问题是关于老公出轨后想回归，但是从你的描述中，他有半点想回归的样子吗？",
        "label": ""
      },
      {
        "sentence": "他能够保证以后不再出轨吗？",
        "label": ""
      },
      {
        "sentence": "你已经知道这些道理，你们的无性婚姻只是你一个无性而已，而他还是从其他地方得到了满足。",
        "label": ""
      },
      {
        "sentence": "而且，偷吃带来的刺激和与不同女人的新鲜感，比跟你在一起要强烈百倍。",
        "label": ""
      },
      {
        "sentence": "是的，也许你很爱他，爱到你不在乎他和其他女人上床，含泪容忍了这一切。",
        "label": ""
      },
      {
        "sentence": "但他会感激你吗？",
        "label": ""
      },
      {
        "sentence": "他只会觉得犯罪成本太低，下一次还会继续寻找刺激。",
        "label": ""
      },
      {
        "sentence": "你们在一起只会继续消耗你，直到你遍体鳞伤。",
        "label": ""
      },
      {
        "sentence": "你说过原谅，但你心里永远不会真正原谅他。",
        "label": ""
      },
      {
        "sentence": "每个深夜你都会辗转反侧不能入睡，每次联系不到他都会怀疑他是不是在其他女人的床上。",
        "label": ""
      },
      {
        "sentence": "你们的婚姻已经没有信任，没有爱情，只剩下一个空壳。",
        "label": ""
      },
      {
        "sentence": "他觉得舒服自在，而你却日日以泪洗面。",
        "label": ""
      },
      {
        "sentence": "我不知道你们是否有孩子或其他情况，但我劝你真的不要要这种出轨的男人。",
        "label": ""
      },
      {
        "sentence": "要相信自己，你可以过得更好，相信自己有这个能力，加油啊姐姐。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我很害怕独自一人，如果离婚了，我该怎么面对一切呢？",
    "annotation": [
      {
        "sentence": "我很害怕独自一人，如果离婚了，我该怎么面对一切呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者姐姐，我了解你害怕独自一人的感受。离婚会带来很多新的挑战和困难，但你也要记住自己拥有内在的力量和资源。你不是孤单一人，可以寻求支持和关爱。你可以找到亲朋好友，和他们分享你的困境，他们会给你力量和支持，帮助你度过难关。此外，你也可以寻求专业心理咨询师的帮助，他们会提供专业的指导和支持，帮助你面对各种情绪和问题。相信自己，你一定可以重新建立起自己的生活，并找到属于你自己的幸福。",
    "annotation": [
      {
        "sentence": "求助者姐姐，我了解你害怕独自一人的感受。",
        "label": ""
      },
      {
        "sentence": "离婚会带来很多新的挑战和困难，但你也要记住自己拥有内在的力量和资源。",
        "label": ""
      },
      {
        "sentence": "你不是孤单一人，可以寻求支持和关爱。",
        "label": ""
      },
      {
        "sentence": "你可以找到亲朋好友，和他们分享你的困境，他们会给你力量和支持，帮助你度过难关。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以寻求专业心理咨询师的帮助，他们会提供专业的指导和支持，帮助你面对各种情绪和问题。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定可以重新建立起自己的生活，并找到属于你自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我知道我应该相信自己，但是我担心面对孤独的日子会变得无助和沮丧。",
    "annotation": [
      {
        "sentence": "我知道我应该相信自己，但是我担心面对孤独的日子会变得无助和沮丧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者姐姐，我能理解你对孤独的担忧。面对未知的孤独可能会让人感到无助和沮丧，但是这也是一个机会去了解更多关于自己的事情，并且重新找回属于自己的快乐。在这段新的旅程中，你可以尝试参加一些兴趣小组或社交活动，结识新朋友。这样可以帮助你建立起社交圈子，缓解孤独感。此外，你还可以通过培养自己的兴趣爱好，去学习新的技能，提升自己的自信和快乐感。相信自己，你有能力面对孤独，并创造属于自己的美好生活。",
    "annotation": [
      {
        "sentence": "求助者姐姐，我能理解你对孤独的担忧。",
        "label": ""
      },
      {
        "sentence": "面对未知的孤独可能会让人感到无助和沮丧，但是这也是一个机会去了解更多关于自己的事情，并且重新找回属于自己的快乐。",
        "label": ""
      },
      {
        "sentence": "在这段新的旅程中，你可以尝试参加一些兴趣小组或社交活动，结识新朋友。",
        "label": ""
      },
      {
        "sentence": "这样可以帮助你建立起社交圈子，缓解孤独感。",
        "label": ""
      },
      {
        "sentence": "此外，你还可以通过培养自己的兴趣爱好，去学习新的技能，提升自己的自信和快乐感。",
        "label": ""
      },
      {
        "sentence": "相信自己，你有能力面对孤独，并创造属于自己的美好生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，可能我真的需要勇敢地迈出这一步，寻找属于自己的幸福。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，可能我真的需要勇敢地迈出这一步，寻找属于自己的幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者姐姐，你很勇敢，我相信你可以走出困境，找到属于自己的幸福。一段婚姻的结束并不代表你的生活就将一片黑暗，而是新生活的开始。相信自己，你有能力重新塑造自己的未来，去寻找真正属于你的幸福。无论未来的道路如何曲折艰难，记得永远相信自己，你可以变得更加坚强和幸福。加油，姐姐！有任何困惑和需要支持的时候，随时来找我聊天。",
    "annotation": [
      {
        "sentence": "求助者姐姐，你很勇敢，我相信你可以走出困境，找到属于自己的幸福。",
        "label": ""
      },
      {
        "sentence": "一段婚姻的结束并不代表你的生活就将一片黑暗，而是新生活的开始。",
        "label": ""
      },
      {
        "sentence": "相信自己，你有能力重新塑造自己的未来，去寻找真正属于你的幸福。",
        "label": ""
      },
      {
        "sentence": "无论未来的道路如何曲折艰难，记得永远相信自己，你可以变得更加坚强和幸福。",
        "label": ""
      },
      {
        "sentence": "加油，姐姐！",
        "label": ""
      },
      {
        "sentence": "有任何困惑和需要支持的时候，随时来找我聊天。",
        "label": ""
      }
    ]
  }
]