[
  {
    "role": "client",
    "content": "女生，家庭贫困，不敢跟别人比，怎么才能做到自信？我是女生，家庭贫困，从小不敢跟别人比，因为没法比，且父母都没有受过良好教育，家庭教育也缺失。可能我很好但是我总是感觉不到，极度缺乏自信。。。上大学了第一次有男生跟我表白我就答应了，虽然他又矮又丑，我是真心觉得没人喜欢我啊，有人要就不错了。可能喜欢我的人真的很多？哎，然后我就第一次体验了被人喜欢的感觉，他（我的男朋友）干什么都把我放在第一位，这让我很不舒服，不是他对我不好，是我非常讨厌被人喜欢的感觉。然后他还不停的对我好，终于有一天我崩溃了，受不了啊就沉迷网络游戏，我使劲打游戏，你就不喜欢我了吧，赶紧滚吧。可是他始终没滚啊。。。。。唉，怎么办，真的受不了别人对我太好，而且我打游戏不仅没让他滚还浪费了我许多时间，我是不是该自信点啊？怎么自信啊？怎么才能受得了别人对我的好啊？",
    "annotation": [
      {
        "sentence": "女生，家庭贫困，不敢跟别人比，怎么才能做到自信？",
        "label": ""
      },
      {
        "sentence": "我是女生，家庭贫困，从小不敢跟别人比，因为没法比，且父母都没有受过良好教育，家庭教育也缺失。",
        "label": ""
      },
      {
        "sentence": "可能我很好但是我总是感觉不到，极度缺乏自信。。。",
        "label": ""
      },
      {
        "sentence": "上大学了第一次有男生跟我表白我就答应了，虽然他又矮又丑，我是真心觉得没人喜欢我啊，有人要就不错了。",
        "label": ""
      },
      {
        "sentence": "可能喜欢我的人真的很多？",
        "label": ""
      },
      {
        "sentence": "哎，然后我就第一次体验了被人喜欢的感觉，他（我的男朋友）干什么都把我放在第一位，这让我很不舒服，不是他对我不好，是我非常讨厌被人喜欢的感觉。",
        "label": ""
      },
      {
        "sentence": "然后他还不停的对我好，终于有一天我崩溃了，受不了啊就沉迷网络游戏，我使劲打游戏，你就不喜欢我了吧，赶紧滚吧。",
        "label": ""
      },
      {
        "sentence": "可是他始终没滚啊。。。。。",
        "label": ""
      },
      {
        "sentence": "唉，怎么办，真的受不了别人对我太好，而且我打游戏不仅没让他滚还浪费了我许多时间，我是不是该自信点啊？",
        "label": ""
      },
      {
        "sentence": "怎么自信啊？",
        "label": ""
      },
      {
        "sentence": "怎么才能受得了别人对我的好啊？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先看到你的倾诉，感觉有些心疼。通过你的表述，我需要先和你核实一个问题，你猜测你内心深处是否有一种深深的不配得感？",
    "annotation": [
      {
        "sentence": "首先看到你的倾诉，感觉有些心疼。",
        "label": ""
      },
      {
        "sentence": "通过你的表述，我需要先和你核实一个问题，你猜测你内心深处是否有一种深深的不配得感？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我总觉得自己不配得到这么好的爱情，不相信我真的有这么好。",
    "annotation": [
      {
        "sentence": "是的，我总觉得自己不配得到这么好的爱情，不相信我真的有这么好。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那么回答你如何可以变得更自信。你的话语中有讲到，由于家庭贫困，不敢跟人比，我能理解为你也很想比别人好，只是没有资本和别人比，但你内心是渴望自己是比别人好的。我在猜测你的不配得感来自于哪里，当你童年有一个需求或渴望，要一个很漂亮，但是价格很贵的玩具或衣服，妈妈会说这个太贵了，妈妈就会买一个便宜的给你，说这个也不错，你穿着很好看，很合适，如果你不要，就什么都没有了。久而久之你买东西都是买物美价廉的，这也成为了你的习惯。再或者妈妈是否有经常拿你和别人作比较，你读书怎么不如别人，就知道吃穿，你自己想想配不配这些语言模式。",
    "annotation": [
      {
        "sentence": "那么回答你如何可以变得更自信。",
        "label": ""
      },
      {
        "sentence": "你的话语中有讲到，由于家庭贫困，不敢跟人比，我能理解为你也很想比别人好，只是没有资本和别人比，但你内心是渴望自己是比别人好的。",
        "label": ""
      },
      {
        "sentence": "我在猜测你的不配得感来自于哪里，当你童年有一个需求或渴望，要一个很漂亮，但是价格很贵的玩具或衣服，妈妈会说这个太贵了，妈妈就会买一个便宜的给你，说这个也不错，你穿着很好看，很合适，如果你不要，就什么都没有了。",
        "label": ""
      },
      {
        "sentence": "久而久之你买东西都是买物美价廉的，这也成为了你的习惯。",
        "label": ""
      },
      {
        "sentence": "再或者妈妈是否有经常拿你和别人作比较，你读书怎么不如别人，就知道吃穿，你自己想想配不配这些语言模式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，小时候经常有这种经历，家庭贫困，吃穿也不好，很多时候别人会觉得我很土，我自己也觉得自己很土，没人喜欢我。",
    "annotation": [
      {
        "sentence": "确实，小时候经常有这种经历，家庭贫困，吃穿也不好，很多时候别人会觉得我很土，我自己也觉得自己很土，没人喜欢我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。所以当大学有一个又穷又挫的男生追你的时候，你马上就答应了，因为担心没有人追你了。这其实是类似于小时候的经历，你担心没有更好的选择，就像当时妈妈给你便宜的东西，你不要就什么都没有了。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "所以当大学有一个又穷又挫的男生追你的时候，你马上就答应了，因为担心没有人追你了。",
        "label": ""
      },
      {
        "sentence": "这其实是类似于小时候的经历，你担心没有更好的选择，就像当时妈妈给你便宜的东西，你不要就什么都没有了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我真的就是这样。但是现在男朋友对我很好，总是把我放在第一位，我却很难受。",
    "annotation": [
      {
        "sentence": "对，我真的就是这样。",
        "label": ""
      },
      {
        "sentence": "但是现在男朋友对我很好，总是把我放在第一位，我却很难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是因为你内心深处相信自己是丑的、不好的、是没人喜欢的。男朋友喜欢你，你会觉得他有点假，觉得自己没有他说的那么好，所以你内心是非常矛盾和冲突的。",
    "annotation": [
      {
        "sentence": "这是因为你内心深处相信自己是丑的、不好的、是没人喜欢的。",
        "label": ""
      },
      {
        "sentence": "男朋友喜欢你，你会觉得他有点假，觉得自己没有他说的那么好，所以你内心是非常矛盾和冲突的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我逃离了他的喜欢，逃进了游戏里。",
    "annotation": [
      {
        "sentence": "确实，我逃离了他的喜欢，逃进了游戏里。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是因为你害怕别人看到你差的一面，不好的一面，然后不喜欢你了。为了保留不被看透的神秘感，你逃离了聚光灯，逃离男朋友对你喜欢的感觉。但是其实你男朋友什么事都把你放在第一位，放在很重要的位置，说明他很关注你。",
    "annotation": [
      {
        "sentence": "这是因为你害怕别人看到你差的一面，不好的一面，然后不喜欢你了。",
        "label": ""
      },
      {
        "sentence": "为了保留不被看透的神秘感，你逃离了聚光灯，逃离男朋友对你喜欢的感觉。",
        "label": ""
      },
      {
        "sentence": "但是其实你男朋友什么事都把你放在第一位，放在很重要的位置，说明他很关注你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，他对我真的很好，我却不习惯。",
    "annotation": [
      {
        "sentence": "是的，他对我真的很好，我却不习惯。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你应该开始注意，把注意力放在自身的提升上，比如工作能力的不断突破，培养爱好和专长。当你在这些方面取得成就时，会越来越认可自己。同时，当你在生活中做得好的时候，要及时给自己奖励，对自己表扬，这种自我赞美的经验多了，对提升自我价值是有帮助的。",
    "annotation": [
      {
        "sentence": "你应该开始注意，把注意力放在自身的提升上，比如工作能力的不断突破，培养爱好和专长。",
        "label": ""
      },
      {
        "sentence": "当你在这些方面取得成就时，会越来越认可自己。",
        "label": ""
      },
      {
        "sentence": "同时，当你在生活中做得好的时候，要及时给自己奖励，对自己表扬，这种自我赞美的经验多了，对提升自我价值是有帮助的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，我想我应该更关注自己的成长，表扬自己取得的小成功。",
    "annotation": [
      {
        "sentence": "对，我想我应该更关注自己的成长，表扬自己取得的小成功。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另外，也要接纳自己的不完美，接纳自己暂时不如别人的方面。你要看到自己一路走来的不易，多心疼自己。当看到那个一路受伤的自己，为了生活拼尽全力的自己，你还要拿她跟别人比较吗？你应该多拥抱下你内心那个受",
    "annotation": [
      {
        "sentence": "另外，也要接纳自己的不完美，接纳自己暂时不如别人的方面。",
        "label": ""
      },
      {
        "sentence": "你要看到自己一路走来的不易，多心疼自己。",
        "label": ""
      },
      {
        "sentence": "当看到那个一路受伤的自己，为了生活拼尽全力的自己，你还要拿她跟别人比较吗？",
        "label": ""
      },
      {
        "sentence": "你应该多拥抱下你内心那个受",
        "label": ""
      }
    ]
  }
]