[
  {
    "role": "client",
    "content": "我今年14岁，因为抑郁症休学了。我觉得用爸妈的钱会觉得很有负罪感。我家是普通家庭，爸爸妈妈是普通的工人，家庭经济不算富裕但也不算贫困。我得了抑郁症，今年的开销很大，而且我哥哥还要上学。每次花父母的钱，我都会感到很内疚，可能是因为爸爸妈妈每天都说赚钱不容易吧。今天我向爸爸要了五十块钱，花完了就有特别强烈的负罪感，觉得爸爸妈妈的钱都花光了。我想把买的东西都退掉，但是我感到很痛苦，很难熬。我妈妈从小就告诉我不要和别人比，不要想要什么就买什么，小时候基本没买过贵的东西，最贵的也就是一百多元。我因此感到非常自卑，胆子也特别小。我不知道以后的生活该怎么办，求问有什么方法可以克制负罪感和自卑吗？我在线等，挺着急的，谢谢！",
    "annotation": [
      {
        "sentence": "我今年14岁，因为抑郁症休学了。",
        "label": ""
      },
      {
        "sentence": "我觉得用爸妈的钱会觉得很有负罪感。",
        "label": ""
      },
      {
        "sentence": "我家是普通家庭，爸爸妈妈是普通的工人，家庭经济不算富裕但也不算贫困。",
        "label": ""
      },
      {
        "sentence": "我得了抑郁症，今年的开销很大，而且我哥哥还要上学。",
        "label": ""
      },
      {
        "sentence": "每次花父母的钱，我都会感到很内疚，可能是因为爸爸妈妈每天都说赚钱不容易吧。",
        "label": ""
      },
      {
        "sentence": "今天我向爸爸要了五十块钱，花完了就有特别强烈的负罪感，觉得爸爸妈妈的钱都花光了。",
        "label": ""
      },
      {
        "sentence": "我想把买的东西都退掉，但是我感到很痛苦，很难熬。",
        "label": ""
      },
      {
        "sentence": "我妈妈从小就告诉我不要和别人比，不要想要什么就买什么，小时候基本没买过贵的东西，最贵的也就是一百多元。",
        "label": ""
      },
      {
        "sentence": "我因此感到非常自卑，胆子也特别小。",
        "label": ""
      },
      {
        "sentence": "我不知道以后的生活该怎么办，求问有什么方法可以克制负罪感和自卑吗？",
        "label": ""
      },
      {
        "sentence": "我在线等，挺着急的，谢谢！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我希望你能明白一个道理。父母对子女的爱是无条件的，他们不求回报。请谨记这句话，尽管我们的父母可能会说一些伤人的话，家庭环境使我们感到自卑和脆弱，但在父母的心中，子女是无比重要的存在。他们可能自己也没有意识到，但这是人的本能。子女比父母拥有更大的生命力和可能性。所以，请不要再自责了，你的病是家庭共同面对的困难。对于你们家庭来说，能让子女顺利成长并独立生活就已经很重要了。你所考虑的这些并不是重点，重点是要活在当下，去探索这个世界。你还是个孩子，有着无限的可能性。你的父母希望看到你成长为一名成熟的成年人，过上自己想要的人生，这是他们最关心的事情。钱的问题太抽象，也不是你能解决的。你可以解决的是一件件具体的事情，对于那些你不明白的事情，不必纠结，对于那些你不知道怎么做的事情，去尝试就好了。(ง•̀_•́)ง",
    "annotation": [
      {
        "sentence": "你好，我希望你能明白一个道理。",
        "label": ""
      },
      {
        "sentence": "父母对子女的爱是无条件的，他们不求回报。",
        "label": ""
      },
      {
        "sentence": "请谨记这句话，尽管我们的父母可能会说一些伤人的话，家庭环境使我们感到自卑和脆弱，但在父母的心中，子女是无比重要的存在。",
        "label": ""
      },
      {
        "sentence": "他们可能自己也没有意识到，但这是人的本能。",
        "label": ""
      },
      {
        "sentence": "子女比父母拥有更大的生命力和可能性。",
        "label": ""
      },
      {
        "sentence": "所以，请不要再自责了，你的病是家庭共同面对的困难。",
        "label": ""
      },
      {
        "sentence": "对于你们家庭来说，能让子女顺利成长并独立生活就已经很重要了。",
        "label": ""
      },
      {
        "sentence": "你所考虑的这些并不是重点，重点是要活在当下，去探索这个世界。",
        "label": ""
      },
      {
        "sentence": "你还是个孩子，有着无限的可能性。",
        "label": ""
      },
      {
        "sentence": "你的父母希望看到你成长为一名成熟的成年人，过上自己想要的人生，这是他们最关心的事情。",
        "label": ""
      },
      {
        "sentence": "钱的问题太抽象，也不是你能解决的。",
        "label": ""
      },
      {
        "sentence": "你可以解决的是一件件具体的事情，对于那些你不明白的事情，不必纠结，对于那些你不知道怎么做的事情，去尝试就好了。",
        "label": ""
      },
      {
        "sentence": "(ง•̀_•́)ง",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解，我明白了你说的话。但是每次花父母的钱，我还是会感到内疚和负罪，我知道他们赚钱并不容易。我很担心我的抑郁症会给家庭带来更多负担。我怎么才能克服这种负罪感呢？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解，我明白了你说的话。",
        "label": ""
      },
      {
        "sentence": "但是每次花父母的钱，我还是会感到内疚和负罪，我知道他们赚钱并不容易。",
        "label": ""
      },
      {
        "sentence": "我很担心我的抑郁症会给家庭带来更多负担。",
        "label": ""
      },
      {
        "sentence": "我怎么才能克服这种负罪感呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的内心纠结和担忧。在面对负罪感时，我们可以试着改变自己的思考方式。你可以尝试将自己的付出和获得看作是对父母爱的回报，体现你对家庭的关心和珍惜。同时，也要明白你的病并不是你的错，生病需要治疗和支持，这与你的个人行为没有必然联系。你可以告诉自己，你正在尽力去面对抑郁症，在付出努力的同时，需要家人的支持和理解。对于家庭的经济负担，你可以跟父母沟通，一起找到解决问题的方式，共同分担家庭负担，这样父母也会觉得你是一个懂事和负责任的孩子。",
    "annotation": [
      {
        "sentence": "我理解你的内心纠结和担忧。",
        "label": ""
      },
      {
        "sentence": "在面对负罪感时，我们可以试着改变自己的思考方式。",
        "label": ""
      },
      {
        "sentence": "你可以尝试将自己的付出和获得看作是对父母爱的回报，体现你对家庭的关心和珍惜。",
        "label": ""
      },
      {
        "sentence": "同时，也要明白你的病并不是你的错，生病需要治疗和支持，这与你的个人行为没有必然联系。",
        "label": ""
      },
      {
        "sentence": "你可以告诉自己，你正在尽力去面对抑郁症，在付出努力的同时，需要家人的支持和理解。",
        "label": ""
      },
      {
        "sentence": "对于家庭的经济负担，你可以跟父母沟通，一起找到解决问题的方式，共同分担家庭负担，这样父母也会觉得你是一个懂事和负责任的孩子。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我要试着改变自己的思考方式，把自己的付出作为对父母爱的回报。同时，我也要告诉自己，治疗抑郁症并不是我的过错，而是需要全家人共同面对和支持的难题。我会试着跟父母沟通，共同找到解决家庭经济负担的方法。非常感谢你的建议。",
    "annotation": [
      {
        "sentence": "你说的对，我要试着改变自己的思考方式，把自己的付出作为对父母爱的回报。",
        "label": ""
      },
      {
        "sentence": "同时，我也要告诉自己，治疗抑郁症并不是我的过错，而是需要全家人共同面对和支持的难题。",
        "label": ""
      },
      {
        "sentence": "我会试着跟父母沟通，共同找到解决家庭经济负担的方法。",
        "label": ""
      },
      {
        "sentence": "非常感谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能为你提供帮助。家庭困境不是你一个人的责任，大家需要共同努力来面对。记得告诉父母你的想法和担忧，他们会理解你的。同时，也要保持积极的心态，学会接受父母给予的爱和帮助。如果你还有其他的问题或者需要进一步的支持，随时都可以来找我聊天哦。你不是一个人在战斗，我们会一直陪在你身边。(づ￣3￣)づ",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能为你提供帮助。",
        "label": ""
      },
      {
        "sentence": "家庭困境不是你一个人的责任，大家需要共同努力来面对。",
        "label": ""
      },
      {
        "sentence": "记得告诉父母你的想法和担忧，他们会理解你的。",
        "label": ""
      },
      {
        "sentence": "同时，也要保持积极的心态，学会接受父母给予的爱和帮助。",
        "label": ""
      },
      {
        "sentence": "如果你还有其他的问题或者需要进一步的支持，随时都可以来找我聊天哦。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，我们会一直陪在你身边。",
        "label": ""
      },
      {
        "sentence": "(づ￣3￣)づ",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和陪伴，我会尽力去面对和克服困难的。确实有很多事情我还需要和你沟通和倾诉，心里感到很温暖。谢谢你一直在我身边支持我，我会保持积极的态度，再次感谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和陪伴，我会尽力去面对和克服困难的。",
        "label": ""
      },
      {
        "sentence": "确实有很多事情我还需要和你沟通和倾诉，心里感到很温暖。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直在我身边支持我，我会保持积极的态度，再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意陪伴你走过这段困难的时期。倾诉是一个很好的方式，让自己的内心得到宣泄和解脱。无论何时，都可以来找我聊聊心事，我会尽力帮助你。你很棒，一定能够克服困难，重新找回属于自己的快乐。加油！(๑•̀ㅂ•́)و✧",
    "annotation": [
      {
        "sentence": "不客气，我很愿意陪伴你走过这段困难的时期。",
        "label": ""
      },
      {
        "sentence": "倾诉是一个很好的方式，让自己的内心得到宣泄和解脱。",
        "label": ""
      },
      {
        "sentence": "无论何时，都可以来找我聊聊心事，我会尽力帮助你。",
        "label": ""
      },
      {
        "sentence": "你很棒，一定能够克服困难，重新找回属于自己的快乐。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "(๑•̀ㅂ•́)و✧",
        "label": ""
      }
    ]
  }
]