[
  {
    "role": "client",
    "content": "从小被忽略缺爱，快30了如何摆脱原生家庭的苦？",
    "annotation": [
      {
        "sentence": "从小被忽略缺爱，快30了如何摆脱原生家庭的苦？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "海韵清心解析：1、从小被忽略缺爱，快30了如何摆脱原生家庭的苦？",
    "annotation": [
      {
        "sentence": "海韵清心解析：1、从小被忽略缺爱，快30了如何摆脱原生家庭的苦？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己从小就没得到父母的爱，现在我快30了还是无法摆脱原生家庭的困扰。我对父母总是充满怨气，这种怨气甚至会牵连到其他事情上。",
    "annotation": [
      {
        "sentence": "我觉得自己从小就没得到父母的爱，现在我快30了还是无法摆脱原生家庭的困扰。",
        "label": ""
      },
      {
        "sentence": "我对父母总是充满怨气，这种怨气甚至会牵连到其他事情上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，每个人在成长过程中都受到父母的影响。当我们还是孩子的时候，对于父母的关爱是很重要的。但是当我们逐渐成熟起来，自我意识和分辨能力也会逐渐发展，我们要开始独立生活。你说自己从小就被忽略缺爱，但是到了现在，你仍然继续依赖着原生家庭来获取爱，却依然感到痛苦不堪。你是否意识到了，你在抱怨原生家庭的同时仍然依赖着他们，这其实是一种没有独立自主的表现。",
    "annotation": [
      {
        "sentence": "其实，每个人在成长过程中都受到父母的影响。",
        "label": ""
      },
      {
        "sentence": "当我们还是孩子的时候，对于父母的关爱是很重要的。",
        "label": ""
      },
      {
        "sentence": "但是当我们逐渐成熟起来，自我意识和分辨能力也会逐渐发展，我们要开始独立生活。",
        "label": ""
      },
      {
        "sentence": "你说自己从小就被忽略缺爱，但是到了现在，你仍然继续依赖着原生家庭来获取爱，却依然感到痛苦不堪。",
        "label": ""
      },
      {
        "sentence": "你是否意识到了，你在抱怨原生家庭的同时仍然依赖着他们，这其实是一种没有独立自主的表现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来是这样啊，我明白了。我现在也意识到了我的问题，我一直抱怨原生家庭却没有主动去独立生活。可是，我觉得自己的父母做得很不合格，我很恨他们。",
    "annotation": [
      {
        "sentence": "原来是这样啊，我明白了。",
        "label": ""
      },
      {
        "sentence": "我现在也意识到了我的问题，我一直抱怨原生家庭却没有主动去独立生活。",
        "label": ""
      },
      {
        "sentence": "可是，我觉得自己的父母做得很不合格，我很恨他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，你现在已经意识到了问题的本质，这是一个积极的进步。如果你觉得父母的表现不合格，那么你可以自己做个合格的父母给他们上一课。开始独立生活，建立自己的家庭，自己变得有出息、成功，结婚生子，给自己的孩子充满爱，然后在父母面前展示出你的幸福和成就，这才是真正摆脱原生家庭的苦的方式。",
    "annotation": [
      {
        "sentence": "是的，你现在已经意识到了问题的本质，这是一个积极的进步。",
        "label": ""
      },
      {
        "sentence": "如果你觉得父母的表现不合格，那么你可以自己做个合格的父母给他们上一课。",
        "label": ""
      },
      {
        "sentence": "开始独立生活，建立自己的家庭，自己变得有出息、成功，结婚生子，给自己的孩子充满爱，然后在父母面前展示出你的幸福和成就，这才是真正摆脱原生家庭的苦的方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很有道理。我觉得我可以通过独立生活、建立自己的家庭来改变自己的处境。但是，我现在还是充满对父母的怒火，而且我总是把这种怒火牵连到其他事情上。",
    "annotation": [
      {
        "sentence": "你说得很有道理。",
        "label": ""
      },
      {
        "sentence": "我觉得我可以通过独立生活、建立自己的家庭来改变自己的处境。",
        "label": ""
      },
      {
        "sentence": "但是，我现在还是充满对父母的怒火，而且我总是把这种怒火牵连到其他事情上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这说明你还没有真正摆脱原生家庭的困扰，你还没有独立生活。在自我意识和分辨能力都建立起来之前，我们容易受父母的影响。你现在把对父母的怒火牵连到其他事情上，这样的行为对你有益吗？试想一下，如果张三觉得一家店卖的蜂蜜不好吃，但是他还是一直去买，并且抱怨蜂蜜的味道太苦，你认为这样的行为有帮助吗？如果你觉得父母给的天太糟糕，那就自己去开拓一片新的天地吧。你可以先独立生活，建立自己的家庭，带给自己的孩子足够的爱，然后好好地展示自己的幸福，这才是真正摆脱原生家庭困扰的方式。如果你继续抱怨指责下去，你的孩子可能也会恨你，并且你也会变成不合格的父母。所以，你应该思考一下如何让自己更加自洽。",
    "annotation": [
      {
        "sentence": "这说明你还没有真正摆脱原生家庭的困扰，你还没有独立生活。",
        "label": ""
      },
      {
        "sentence": "在自我意识和分辨能力都建立起来之前，我们容易受父母的影响。",
        "label": ""
      },
      {
        "sentence": "你现在把对父母的怒火牵连到其他事情上，这样的行为对你有益吗？",
        "label": ""
      },
      {
        "sentence": "试想一下，如果张三觉得一家店卖的蜂蜜不好吃，但是他还是一直去买，并且抱怨蜂蜜的味道太苦，你认为这样的行为有帮助吗？",
        "label": ""
      },
      {
        "sentence": "如果你觉得父母给的天太糟糕，那就自己去开拓一片新的天地吧。",
        "label": ""
      },
      {
        "sentence": "你可以先独立生活，建立自己的家庭，带给自己的孩子足够的爱，然后好好地展示自己的幸福，这才是真正摆脱原生家庭困扰的方式。",
        "label": ""
      },
      {
        "sentence": "如果你继续抱怨指责下去，你的孩子可能也会恨你，并且你也会变成不合格的父母。",
        "label": ""
      },
      {
        "sentence": "所以，你应该思考一下如何让自己更加自洽。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对。我意识到了自己的矛盾行为，我应该更加恩怨分明，看清楚谁对我好，拥有独立的思考能力。感谢你的分析和指导，我会努力摆脱原生家庭的困扰，建立一个幸福的家庭。",
    "annotation": [
      {
        "sentence": "你说的很对。",
        "label": ""
      },
      {
        "sentence": "我意识到了自己的矛盾行为，我应该更加恩怨分明，看清楚谁对我好，拥有独立的思考能力。",
        "label": ""
      },
      {
        "sentence": "感谢你的分析和指导，我会努力摆脱原生家庭的困扰，建立一个幸福的家庭。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。希望你能够坚定自己的决心，积极行动起来，为自己创造一个幸福的未来。如果你需要任何帮助或者再次沟通，都可以随时来找我。祝愿你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "希望你能够坚定自己的决心，积极行动起来，为自己创造一个幸福的未来。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再次沟通，都可以随时来找我。",
        "label": ""
      },
      {
        "sentence": "祝愿你一切顺利！",
        "label": ""
      }
    ]
  }
]