[
  {
    "role": "client",
    "content": "从小被忽略缺爱，快30了如何摆脱原生家庭的苦？",
    "annotation": [
      {
        "sentence": "从小被忽略缺爱，快30了如何摆脱原生家庭的苦？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受，从小缺乏关爱确实会对我们的成长产生很大影响。但是，现在我们已经快30岁了，可以通过一些方法来改变和解决这种困境。你所描述的家庭环境的确不容易，但我们可以从自己的角度出发，寻求自我成长和改变的途径。",
    "annotation": [
      {
        "sentence": "我了解你的感受，从小缺乏关爱确实会对我们的成长产生很大影响。",
        "label": ""
      },
      {
        "sentence": "但是，现在我们已经快30岁了，可以通过一些方法来改变和解决这种困境。",
        "label": ""
      },
      {
        "sentence": "你所描述的家庭环境的确不容易，但我们可以从自己的角度出发，寻求自我成长和改变的途径。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "马上30了，还是过不了原生家庭的坎儿，对父母总有一股无名火，总会把对父母的怒火和不解牵连到其他事情上。",
    "annotation": [
      {
        "sentence": "马上30了，还是过不了原生家庭的坎儿，对父母总有一股无名火，总会把对父母的怒火和不解牵连到其他事情上。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个情绪是可以理解的，毕竟你在成长过程中并没有得到足够的父母关爱。但是，过多地将怒火引导到其他事情上并不能解决问题，只会让你自己更加痛苦。我们可以一起探讨如何平衡这种情绪，从而获得更好的内心状态。",
    "annotation": [
      {
        "sentence": "这个情绪是可以理解的，毕竟你在成长过程中并没有得到足够的父母关爱。",
        "label": ""
      },
      {
        "sentence": "但是，过多地将怒火引导到其他事情上并不能解决问题，只会让你自己更加痛苦。",
        "label": ""
      },
      {
        "sentence": "我们可以一起探讨如何平衡这种情绪，从而获得更好的内心状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "从小跟着爷爷奶奶长大，父母只有我一个孩子却常年忽视我，我有自己的家却从不主动接我回家，我只有周末想家了自己回去。我有一个表妹，但是我妹妹的爸妈感情很好每天会接妹妹回家，我很羡慕她，我每天没有人接我回家。",
    "annotation": [
      {
        "sentence": "从小跟着爷爷奶奶长大，父母只有我一个孩子却常年忽视我，我有自己的家却从不主动接我回家，我只有周末想家了自己回去。",
        "label": ""
      },
      {
        "sentence": "我有一个表妹，但是我妹妹的爸妈感情很好每天会接妹妹回家，我很羡慕她，我每天没有人接我回家。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "理解你对家庭温暖的渴望，同时也理解你羡慕表妹的日常接送。但是我们不能一直抱怨过去的事情，而是应该思考如何改变现在的情况。或许我们可以和父母沟通，表达我们的需求和感受，看看是否能够建立更亲密的家庭关系。",
    "annotation": [
      {
        "sentence": "理解你对家庭温暖的渴望，同时也理解你羡慕表妹的日常接送。",
        "label": ""
      },
      {
        "sentence": "但是我们不能一直抱怨过去的事情，而是应该思考如何改变现在的情况。",
        "label": ""
      },
      {
        "sentence": "或许我们可以和父母沟通，表达我们的需求和感受，看看是否能够建立更亲密的家庭关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我父母常年感情不和，每次来奶奶家都是吵了架妈妈过来告状，我就呆呆的看着她哭，晚上一个人睡觉非常非常害怕，总担心妈妈会寻死，担心自己没有妈妈了。",
    "annotation": [
      {
        "sentence": "我父母常年感情不和，每次来奶奶家都是吵了架妈妈过来告状，我就呆呆的看着她哭，晚上一个人睡觉非常非常害怕，总担心妈妈会寻死，担心自己没有妈妈了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这个情况确实带给你很大的困扰，也会让你感到害怕和担心。但是我们不能把自己陷入这种无助的情绪中，而是要找到一种解决问题的态度。或许我们可以试着和妈妈好好沟通，让她了解我们的感受，希望她能够调整自己的情绪，不再让我们感到害怕和无助。",
    "annotation": [
      {
        "sentence": "这个情况确实带给你很大的困扰，也会让你感到害怕和担心。",
        "label": ""
      },
      {
        "sentence": "但是我们不能把自己陷入这种无助的情绪中，而是要找到一种解决问题的态度。",
        "label": ""
      },
      {
        "sentence": "或许我们可以试着和妈妈好好沟通，让她了解我们的感受，希望她能够调整自己的情绪，不再让我们感到害怕和无助。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有一次妈妈当着我的面要跳楼，后来是有很多次情绪失控，她非常负能量把成人世界的无奈都和我说，让还是小孩子的我很绝望，我的潜意识是父母应该是我的天，让我也充满了无力感。",
    "annotation": [
      {
        "sentence": "有一次妈妈当着我的面要跳楼，后来是有很多次情绪失控，她非常负能量把成人世界的无奈都和我说，让还是小孩子的我很绝望，我的潜意识是父母应该是我的天，让我也充满了无力感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的经历确实让你内心感到无力和绝望，看到妈妈情绪失控给你带来的困扰。但是，我们不能让自己一直被负能量所笼罩，而是要学会保护自己，寻找自己的力量和充实。也许和专业的心理咨询师或者心理治疗师交流会对你有所帮助，他们会给你提供一些建议和技巧来调节自己的情绪，提高自己的心理抗压能力。",
    "annotation": [
      {
        "sentence": "你的经历确实让你内心感到无力和绝望，看到妈妈情绪失控给你带来的困扰。",
        "label": ""
      },
      {
        "sentence": "但是，我们不能让自己一直被负能量所笼罩，而是要学会保护自己，寻找自己的力量和充实。",
        "label": ""
      },
      {
        "sentence": "也许和专业的心理咨询师或者心理治疗师交流会对你有所帮助，他们会给你提供一些建议和技巧来调节自己的情绪，提高自己的心理抗压能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的爸爸对我也是我不闻不问，但是越长大我发现我最恨的是妈妈。我成年后她总说特别爱我，她太虚伪了，最近把她微信删了，发消息和她断绝关系。她意识不带对我曾经的遗弃，我该如何自洽？",
    "annotation": [
      {
        "sentence": "我的爸爸对我也是我不闻不问，但是越长大我发现我最恨的是妈妈。",
        "label": ""
      },
      {
        "sentence": "我成年后她总说特别爱我，她太虚伪了，最近把她微信删了，发消息和她断绝关系。",
        "label": ""
      },
      {
        "sentence": "她意识不带对我曾经的遗弃，我该如何自洽？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你对妈妈的恨和歉疚情绪非常复杂。断绝与妈妈的关系可能只是你一时的情绪反应，但并不能真正解决问题。我建议我们先平复自己的情绪，然后再考虑如何和妈妈进行有效的沟通。我知道这很困难，但我们可以试着从自己的角度出发，理解妈妈的处境，并表达我们的想法和需求。",
    "annotation": [
      {
        "sentence": "你对妈妈的恨和歉疚情绪非常复杂。",
        "label": ""
      },
      {
        "sentence": "断绝与妈妈的关系可能只是你一时的情绪反应，但并不能真正解决问题。",
        "label": ""
      },
      {
        "sentence": "我建议我们先平复自己的情绪，然后再考虑如何和妈妈进行有效的沟通。",
        "label": ""
      },
      {
        "sentence": "我知道这很困难，但我们可以试着从自己的角度出发，理解妈妈的处境，并表达我们的想法和需求。",
        "label": ""
      }
    ]
  }
]