[
  {
    "role": "client",
    "content": "从小被忽略缺爱，快30了如何摆脱原生家庭的苦？",
    "annotation": [
      {
        "sentence": "从小被忽略缺爱，快30了如何摆脱原生家庭的苦？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，很多人都经历过童年时被忽视或缺乏爱的困境。这种状况会给人带来很多负面情绪和困扰。你现在马上就要30岁了，但是仍然无法摆脱原生家庭的阴影，对父母心中总是充满了怒火和不解。这种情绪的积累会牵连到其他事情上，增加了你的负担。可以理解你从小是跟着爷爷奶奶长大的，父母对你的忽视确实让你感到痛苦。你有自己的家，但父母却不主动接你回去，只有周末你才能自己去家里。相比之下，你的表妹却能每天被父母接回家，这让你感到很羡慕。父母的感情不和，每次来奶奶家都吵架，你只能呆呆地看着妈妈哭，晚上一个人睡觉非常害怕，担心妈妈会有极端举动，也担心自己会失去妈妈。有一次你妈妈当着你的面要跳楼，这种失去情绪控制的情况发生多次，她将成人世界的无奈都告诉你，而你作为一个孩子，感到非常绝望和无助。你的潜意识认为父母应该是你的依靠，但现实中他们却无法给予你这种支持，这让你倍感无力。父亲对你也置之不理，随着你长大，你发现其实你最恨的是你的妈妈。成年后，她总是说她特别爱你，但你感到她非常虚伪，最近你甚至把她的微信删了，断绝了和她的联系。她没有意识到她曾经对你的遗弃造成了伤害，你应该怎样才能够自我调和呢？",
    "annotation": [
      {
        "sentence": "是的，很多人都经历过童年时被忽视或缺乏爱的困境。",
        "label": ""
      },
      {
        "sentence": "这种状况会给人带来很多负面情绪和困扰。",
        "label": ""
      },
      {
        "sentence": "你现在马上就要30岁了，但是仍然无法摆脱原生家庭的阴影，对父母心中总是充满了怒火和不解。",
        "label": ""
      },
      {
        "sentence": "这种情绪的积累会牵连到其他事情上，增加了你的负担。",
        "label": ""
      },
      {
        "sentence": "可以理解你从小是跟着爷爷奶奶长大的，父母对你的忽视确实让你感到痛苦。",
        "label": ""
      },
      {
        "sentence": "你有自己的家，但父母却不主动接你回去，只有周末你才能自己去家里。",
        "label": ""
      },
      {
        "sentence": "相比之下，你的表妹却能每天被父母接回家，这让你感到很羡慕。",
        "label": ""
      },
      {
        "sentence": "父母的感情不和，每次来奶奶家都吵架，你只能呆呆地看着妈妈哭，晚上一个人睡觉非常害怕，担心妈妈会有极端举动，也担心自己会失去妈妈。",
        "label": ""
      },
      {
        "sentence": "有一次你妈妈当着你的面要跳楼，这种失去情绪控制的情况发生多次，她将成人世界的无奈都告诉你，而你作为一个孩子，感到非常绝望和无助。",
        "label": ""
      },
      {
        "sentence": "你的潜意识认为父母应该是你的依靠，但现实中他们却无法给予你这种支持，这让你倍感无力。",
        "label": ""
      },
      {
        "sentence": "父亲对你也置之不理，随着你长大，你发现其实你最恨的是你的妈妈。",
        "label": ""
      },
      {
        "sentence": "成年后，她总是说她特别爱你，但你感到她非常虚伪，最近你甚至把她的微信删了，断绝了和她的联系。",
        "label": ""
      },
      {
        "sentence": "她没有意识到她曾经对你的遗弃造成了伤害，你应该怎样才能够自我调和呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "已经走到而立之年的你仍然无法摆脱原生家庭的影响，内心充满了对爸爸妈妈的恨意。在这样的状态下，你会感受到整个世界都变得暗淡无光，这也会影响你对其他事情的处理。童年时，你经历了爸妈争吵、妈妈寻死的场景，这带给你的只有害怕和恐惧。长大成人后，你也没有找到解脱的方法，感觉自己被一个笼子困住了。你的生活确实很辛苦。著名的家庭治疗师萨提亚认为，个人与原生家庭之间有着千丝万缕的联系，这种联系可能会影响一个人的一生。现在，“原生家庭”这个词似乎越来越流行，不管是谁发生了什么事情，都有可能和原生家庭有关。我们无法否认，我们的行为、处事方式和原则大多与童年经历以及原生家庭密切相关，这是无法回避的。但是，当我们成年并具备觉察与认知能力时，我们就可以重新定义一些观念。1、父母间的关系不和，吵架、妈妈寻死、情绪失控，这时妈妈也是面临了严重的危机，用她自己的方式试图保护自己和家庭，她没有能力去照顾和关心一个更加脆弱的孩子，而这个孩子感到恐惧和绝望的情绪没有被察觉，一直被压抑着至今。2、与同龄的妹妹相比，你的遭遇更加被抛弃的感觉更加强烈，内心的恐惧和愤怒也进一步被激发。3、对妈妈的变化你不接受，如果在带有恨意的关系中，对方发生天差地别的变化，就会被怀疑是否真实，感到对方很虚伪，你因此无法接受。从你妈妈的角度来说，经过这么多年，她的生活和情感都经历了岁月的磨砺，她意识到对孩子的爱的缺失，很想表达出对孩子的关心和爱，但是你的恨意让她无法做到。原生家庭意味着一切已经过去，即使你再怀恨，也无法回到过去。如果你继续用这种恨意对待周围的一切，包括亲人、朋友以及你自己，就是让原生家庭造成的创伤持续蔓延。虽然我们无法完全忘记过去的一切，但是我们可以尝试接纳，接纳父母当年不和的关系，接纳他们的痛苦，也接纳现在父母对你情感的变化。和解的过程可能很痛苦，但是当你自己要成为孩子的原生家庭时，你才能够有力量去爱你自己的小孩。希望我的回答对你有所帮助。",
    "annotation": [
      {
        "sentence": "已经走到而立之年的你仍然无法摆脱原生家庭的影响，内心充满了对爸爸妈妈的恨意。",
        "label": ""
      },
      {
        "sentence": "在这样的状态下，你会感受到整个世界都变得暗淡无光，这也会影响你对其他事情的处理。",
        "label": ""
      },
      {
        "sentence": "童年时，你经历了爸妈争吵、妈妈寻死的场景，这带给你的只有害怕和恐惧。",
        "label": ""
      },
      {
        "sentence": "长大成人后，你也没有找到解脱的方法，感觉自己被一个笼子困住了。",
        "label": ""
      },
      {
        "sentence": "你的生活确实很辛苦。",
        "label": ""
      },
      {
        "sentence": "著名的家庭治疗师萨提亚认为，个人与原生家庭之间有着千丝万缕的联系，这种联系可能会影响一个人的一生。",
        "label": ""
      },
      {
        "sentence": "现在，“原生家庭”这个词似乎越来越流行，不管是谁发生了什么事情，都有可能和原生家庭有关。",
        "label": ""
      },
      {
        "sentence": "我们无法否认，我们的行为、处事方式和原则大多与童年经历以及原生家庭密切相关，这是无法回避的。",
        "label": ""
      },
      {
        "sentence": "但是，当我们成年并具备觉察与认知能力时，我们就可以重新定义一些观念。",
        "label": ""
      },
      {
        "sentence": "1、父母间的关系不和，吵架、妈妈寻死、情绪失控，这时妈妈也是面临了严重的危机，用她自己的方式试图保护自己和家庭，她没有能力去照顾和关心一个更加脆弱的孩子，而这个孩子感到恐惧和绝望的情绪没有被察觉，一直被压抑着至今。",
        "label": ""
      },
      {
        "sentence": "2、与同龄的妹妹相比，你的遭遇更加被抛弃的感觉更加强烈，内心的恐惧和愤怒也进一步被激发。",
        "label": ""
      },
      {
        "sentence": "3、对妈妈的变化你不接受，如果在带有恨意的关系中，对方发生天差地别的变化，就会被怀疑是否真实，感到对方很虚伪，你因此无法接受。",
        "label": ""
      },
      {
        "sentence": "从你妈妈的角度来说，经过这么多年，她的生活和情感都经历了岁月的磨砺，她意识到对孩子的爱的缺失，很想表达出对孩子的关心和爱，但是你的恨意让她无法做到。",
        "label": ""
      },
      {
        "sentence": "原生家庭意味着一切已经过去，即使你再怀恨，也无法回到过去。",
        "label": ""
      },
      {
        "sentence": "如果你继续用这种恨意对待周围的一切，包括亲人、朋友以及你自己，就是让原生家庭造成的创伤持续蔓延。",
        "label": ""
      },
      {
        "sentence": "虽然我们无法完全忘记过去的一切，但是我们可以尝试接纳，接纳父母当年不和的关系，接纳他们的痛苦，也接纳现在父母对你情感的变化。",
        "label": ""
      },
      {
        "sentence": "和解的过程可能很痛苦，但是当你自己要成为孩子的原生家庭时，你才能够有力量去爱你自己的小孩。",
        "label": ""
      },
      {
        "sentence": "希望我的回答对你有所帮助。",
        "label": ""
      }
    ]
  }
]