[
  {
    "role": "client",
    "content": "我是一名17岁的女生，我经常会出现经前综合症，导致情绪低落，而且我发觉自己会不自觉地情绪波动起伏。这个问题从我13岁第一次来大姨妈开始，到现在情绪波动越来越严重，而且我还开始容易陷入胡思乱想和钻牛角尖。我有特意观察过，并不是心理暗示的问题。虽然我不太记得具体的日期，但每次在月经快来时，我就会自然而然地情绪低落下来。我做过体检，身体也很健康，但就是在经期前无法控制情绪的低落。",
    "annotation": [
      {
        "sentence": "我是一名17岁的女生，我经常会出现经前综合症，导致情绪低落，而且我发觉自己会不自觉地情绪波动起伏。",
        "label": ""
      },
      {
        "sentence": "这个问题从我13岁第一次来大姨妈开始，到现在情绪波动越来越严重，而且我还开始容易陷入胡思乱想和钻牛角尖。",
        "label": ""
      },
      {
        "sentence": "我有特意观察过，并不是心理暗示的问题。",
        "label": ""
      },
      {
        "sentence": "虽然我不太记得具体的日期，但每次在月经快来时，我就会自然而然地情绪低落下来。",
        "label": ""
      },
      {
        "sentence": "我做过体检，身体也很健康，但就是在经期前无法控制情绪的低落。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的感受，希望我的回答能给你一些帮助。首先，你要知道在例假前情绪低落是很正常的，因为例假前体内的激素水平会有波动，容易产生低落、难过等情绪。所以你不要太担心，但如果这种情况严重地影响到你的日常生活，而且你的体检结果显示你身体健康，我建议你可以去咨询心理医生，他们会给你专业的建议。作为一个女孩子，我很能体会你的感受，尤其在例假的问题上，我可能比你更加严重，因为我每个月都会有严重的痛经。我也去医院检查过很多次，所有检查结果都显示一切正常，所以我们也应该感到幸运！当然，在例假期间，我也会有情绪波动的时候，但这些只是暂时的，大部分时间我们的生活都是正常而快乐的。这可能是我们需要度过的一道考验，而在其他方面，我们会得到补偿的。当然，医生也会告诉你要经常锻炼身体，不仅是在例假期前，平时也需要加强锻炼。在例假快要来的时候，希望你能给自己一些积极的暗示，做一些自己喜欢的事情，转移注意力。同时，也要关注饮食和睡眠的健康。最后，祝愿亲爱的你身体健康，学业顺利。不要忘记，我们都支持你！如果还有其他问题，随时来找我聊聊吧。",
    "annotation": [
      {
        "sentence": "非常理解你的感受，希望我的回答能给你一些帮助。",
        "label": ""
      },
      {
        "sentence": "首先，你要知道在例假前情绪低落是很正常的，因为例假前体内的激素水平会有波动，容易产生低落、难过等情绪。",
        "label": ""
      },
      {
        "sentence": "所以你不要太担心，但如果这种情况严重地影响到你的日常生活，而且你的体检结果显示你身体健康，我建议你可以去咨询心理医生，他们会给你专业的建议。",
        "label": ""
      },
      {
        "sentence": "作为一个女孩子，我很能体会你的感受，尤其在例假的问题上，我可能比你更加严重，因为我每个月都会有严重的痛经。",
        "label": ""
      },
      {
        "sentence": "我也去医院检查过很多次，所有检查结果都显示一切正常，所以我们也应该感到幸运！",
        "label": ""
      },
      {
        "sentence": "当然，在例假期间，我也会有情绪波动的时候，但这些只是暂时的，大部分时间我们的生活都是正常而快乐的。",
        "label": ""
      },
      {
        "sentence": "这可能是我们需要度过的一道考验，而在其他方面，我们会得到补偿的。",
        "label": ""
      },
      {
        "sentence": "当然，医生也会告诉你要经常锻炼身体，不仅是在例假期前，平时也需要加强锻炼。",
        "label": ""
      },
      {
        "sentence": "在例假快要来的时候，希望你能给自己一些积极的暗示，做一些自己喜欢的事情，转移注意力。",
        "label": ""
      },
      {
        "sentence": "同时，也要关注饮食和睡眠的健康。",
        "label": ""
      },
      {
        "sentence": "最后，祝愿亲爱的你身体健康，学业顺利。",
        "label": ""
      },
      {
        "sentence": "不要忘记，我们都支持你！",
        "label": ""
      },
      {
        "sentence": "如果还有其他问题，随时来找我聊聊吧。",
        "label": ""
      }
    ]
  }
]