[
  {
    "role": "client",
    "content": "我感到自卑，经常与自己进行内斗，明白这种心态不好，但似乎陷入了思维的怪圈中。我已经大学毕业三年了，虽然抑郁症已经痊愈，但心理问题仍然存在。比如说，我对人与人之间是否平等感到困惑，如果大家都平等，为什么会有人瞧不起别人呢？但如果人与人之间不平等，那社会就变得残酷了。我喜欢玩游戏，但当我玩得不好被人嘲笑时，我会感到很自卑。我不想被别人骂，但事实上我的游戏水平确实很菜，这种情况真的无可避免吗？我现在甚至在看不起自己菜的时候，也会看不起别人菜的时候。我知道这种心态不好，但就是无法摆脱这个怪圈，请给我一些明示。",
    "annotation": [
      {
        "sentence": "我感到自卑，经常与自己进行内斗，明白这种心态不好，但似乎陷入了思维的怪圈中。",
        "label": ""
      },
      {
        "sentence": "我已经大学毕业三年了，虽然抑郁症已经痊愈，但心理问题仍然存在。",
        "label": ""
      },
      {
        "sentence": "比如说，我对人与人之间是否平等感到困惑，如果大家都平等，为什么会有人瞧不起别人呢？",
        "label": ""
      },
      {
        "sentence": "但如果人与人之间不平等，那社会就变得残酷了。",
        "label": ""
      },
      {
        "sentence": "我喜欢玩游戏，但当我玩得不好被人嘲笑时，我会感到很自卑。",
        "label": ""
      },
      {
        "sentence": "我不想被别人骂，但事实上我的游戏水平确实很菜，这种情况真的无可避免吗？",
        "label": ""
      },
      {
        "sentence": "我现在甚至在看不起自己菜的时候，也会看不起别人菜的时候。",
        "label": ""
      },
      {
        "sentence": "我知道这种心态不好，但就是无法摆脱这个怪圈，请给我一些明示。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你要先明白，每个人的人格是平等的，但是每个人的能力和水平却是有差距的。比如在玩游戏时，看起来对方比较菜，有些人会选择开骂找到存在感，也许他们只能在游戏中找到自信。而当我遇到玩游戏很菜的人时，虽然我也可能会有些没有耐心，但我只是尝试澄清事实，并提出解决问题的方法。有的人喷别人只是为了找到存在感，有些人则没有包容心和耐心。但是我们要明白，那些一开始也是新手，然后一步步成为老手的人，他们也经历了相同的过程。所以，不要纠结于别人的喷怪，可以选择举报或屏蔽他们。但客观来说，如果你觉得自己水平菜，就要努力提升，而不是一直保持菜下去的状态。因为大多数玩游戏的人是男性，他们往往都争强好胜，没人喜欢弱者。对于女性来说，或许会更加理解，但这并不意味着你可以一直保持菜的状态。要么就努力提升自己，要么就调整心态，不在乎输赢。",
    "annotation": [
      {
        "sentence": "你要先明白，每个人的人格是平等的，但是每个人的能力和水平却是有差距的。",
        "label": ""
      },
      {
        "sentence": "比如在玩游戏时，看起来对方比较菜，有些人会选择开骂找到存在感，也许他们只能在游戏中找到自信。",
        "label": ""
      },
      {
        "sentence": "而当我遇到玩游戏很菜的人时，虽然我也可能会有些没有耐心，但我只是尝试澄清事实，并提出解决问题的方法。",
        "label": ""
      },
      {
        "sentence": "有的人喷别人只是为了找到存在感，有些人则没有包容心和耐心。",
        "label": ""
      },
      {
        "sentence": "但是我们要明白，那些一开始也是新手，然后一步步成为老手的人，他们也经历了相同的过程。",
        "label": ""
      },
      {
        "sentence": "所以，不要纠结于别人的喷怪，可以选择举报或屏蔽他们。",
        "label": ""
      },
      {
        "sentence": "但客观来说，如果你觉得自己水平菜，就要努力提升，而不是一直保持菜下去的状态。",
        "label": ""
      },
      {
        "sentence": "因为大多数玩游戏的人是男性，他们往往都争强好胜，没人喜欢弱者。",
        "label": ""
      },
      {
        "sentence": "对于女性来说，或许会更加理解，但这并不意味着你可以一直保持菜的状态。",
        "label": ""
      },
      {
        "sentence": "要么就努力提升自己，要么就调整心态，不在乎输赢。",
        "label": ""
      }
    ]
  }
]