[
  {
    "role": "client",
    "content": "我最近感到非常困扰和沮丧。我是一位29岁的孕妇，才刚刚知道自己怀孕5天的时候，妈妈突然去世了。我一直无法从这个打击中走出来。妈妈生病了整整5年，承受了很多痛苦。当她生病的时候，我才大二，我曾祈求上天给我妈妈5年的时间，至少能让她看到我毕业和结婚。这5年里，我不仅顺利完成了学业并且结婚了，但是妈妈的病情也变得越来越严重，完全需要爸爸全力照顾她。爸爸没有稳定的工作来源，所以我努力工作来负担家庭的开支，甚至欠下了很多外债。现在我已经怀孕8个月了，每天都由我爸爸来照顾我，但是我总是情绪不稳，经常与他发火。我一直觉得是爸爸给妈妈带来了压力，导致了她的病情恶化并最终去世。对爸爸我有着特别深的怨恨之情，但同时我也有时候会意识到他的不易。以前我们父女关系非常好，但现在我心里总是充满了怨恨。我真的特别想念妈妈，但是却没有人能够照顾我这个孕期的时候。我的丈夫需要工作，婆婆却不愿意来帮忙。我真的感到非常压抑。",
    "annotation": [
      {
        "sentence": "我最近感到非常困扰和沮丧。",
        "label": ""
      },
      {
        "sentence": "我是一位29岁的孕妇，才刚刚知道自己怀孕5天的时候，妈妈突然去世了。",
        "label": ""
      },
      {
        "sentence": "我一直无法从这个打击中走出来。",
        "label": ""
      },
      {
        "sentence": "妈妈生病了整整5年，承受了很多痛苦。",
        "label": ""
      },
      {
        "sentence": "当她生病的时候，我才大二，我曾祈求上天给我妈妈5年的时间，至少能让她看到我毕业和结婚。",
        "label": ""
      },
      {
        "sentence": "这5年里，我不仅顺利完成了学业并且结婚了，但是妈妈的病情也变得越来越严重，完全需要爸爸全力照顾她。",
        "label": ""
      },
      {
        "sentence": "爸爸没有稳定的工作来源，所以我努力工作来负担家庭的开支，甚至欠下了很多外债。",
        "label": ""
      },
      {
        "sentence": "现在我已经怀孕8个月了，每天都由我爸爸来照顾我，但是我总是情绪不稳，经常与他发火。",
        "label": ""
      },
      {
        "sentence": "我一直觉得是爸爸给妈妈带来了压力，导致了她的病情恶化并最终去世。",
        "label": ""
      },
      {
        "sentence": "对爸爸我有着特别深的怨恨之情，但同时我也有时候会意识到他的不易。",
        "label": ""
      },
      {
        "sentence": "以前我们父女关系非常好，但现在我心里总是充满了怨恨。",
        "label": ""
      },
      {
        "sentence": "我真的特别想念妈妈，但是却没有人能够照顾我这个孕期的时候。",
        "label": ""
      },
      {
        "sentence": "我的丈夫需要工作，婆婆却不愿意来帮忙。",
        "label": ""
      },
      {
        "sentence": "我真的感到非常压抑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的妈妈生病这么多年，承受了很多痛苦。这些年对你们来说都非常不易。这5年里，你让你妈妈看到了你的成长，你顺利地毕业并结婚了，但是你心中仍然有一丝遗憾和怨恨，你多么希望能够再多陪伴妈妈一段时间。或许你觉得如果你变得更加强大一些，爸爸给力一些，也许妈妈就能多活一点时间，是这样吗？你现在怀孕了，需要别人的照顾，但是因为爸爸让你感到不满，丈夫需要工作，婆婆不愿意帮忙，你更加思念你的妈妈。我能够深刻地感受到你的无助和压抑。但是同时，我也看到了你身上的坚韧不拔。当你的妈妈刚生病的时候，你立下了一个心愿，而后你真的通过努力实现了这个心愿，你毕业了，结婚了，怀孕了。家庭没有固定的收入来源，你努力工作，甚至借钱给妈妈治病。你和爸爸的关系以前非常好，即使现在对他有一些不满，你也可以理解他的不易。而且你已经怀孕8个月了，真的不容易，还有爸爸在照顾你。你现在感到压抑，但是你来这里寻求帮助，你的内心中有一个守护着你的天使，他会帮助你汇聚更多的力量。我知道这些话只能说几句，但是对于你来说，这些都是你坚强生活中的重要支撑。你觉得现在的孩子像是赶走了你的妈妈，可能是你太想念妈妈了。我们可以换个角度思考，新生命的到来代表着过去生命的延续。妈妈生下了你，她就有了一个能够记得她的人，她的生命也得以延续；你怀了宝宝，你也有了一个继承人，他将能够继承你和你妈妈的生命……你现在感到烦躁、思念和怨恨可能也是身体激素变化所导致的，这些变化会让你的情绪处于低落和波动的状态。我们可以尝试做一些让自己开心的事情，特意增加生活里的乐趣，来帮助你缓解目前的不适。随着时间的推移，孩子的出生和成长也会给你带来更多的力量。请坚持下去，那一天会到来的。酱酱。",
    "annotation": [
      {
        "sentence": "你的妈妈生病这么多年，承受了很多痛苦。",
        "label": ""
      },
      {
        "sentence": "这些年对你们来说都非常不易。",
        "label": ""
      },
      {
        "sentence": "这5年里，你让你妈妈看到了你的成长，你顺利地毕业并结婚了，但是你心中仍然有一丝遗憾和怨恨，你多么希望能够再多陪伴妈妈一段时间。",
        "label": ""
      },
      {
        "sentence": "或许你觉得如果你变得更加强大一些，爸爸给力一些，也许妈妈就能多活一点时间，是这样吗？",
        "label": ""
      },
      {
        "sentence": "你现在怀孕了，需要别人的照顾，但是因为爸爸让你感到不满，丈夫需要工作，婆婆不愿意帮忙，你更加思念你的妈妈。",
        "label": ""
      },
      {
        "sentence": "我能够深刻地感受到你的无助和压抑。",
        "label": ""
      },
      {
        "sentence": "但是同时，我也看到了你身上的坚韧不拔。",
        "label": ""
      },
      {
        "sentence": "当你的妈妈刚生病的时候，你立下了一个心愿，而后你真的通过努力实现了这个心愿，你毕业了，结婚了，怀孕了。",
        "label": ""
      },
      {
        "sentence": "家庭没有固定的收入来源，你努力工作，甚至借钱给妈妈治病。",
        "label": ""
      },
      {
        "sentence": "你和爸爸的关系以前非常好，即使现在对他有一些不满，你也可以理解他的不易。",
        "label": ""
      },
      {
        "sentence": "而且你已经怀孕8个月了，真的不容易，还有爸爸在照顾你。",
        "label": ""
      },
      {
        "sentence": "你现在感到压抑，但是你来这里寻求帮助，你的内心中有一个守护着你的天使，他会帮助你汇聚更多的力量。",
        "label": ""
      },
      {
        "sentence": "我知道这些话只能说几句，但是对于你来说，这些都是你坚强生活中的重要支撑。",
        "label": ""
      },
      {
        "sentence": "你觉得现在的孩子像是赶走了你的妈妈，可能是你太想念妈妈了。",
        "label": ""
      },
      {
        "sentence": "我们可以换个角度思考，新生命的到来代表着过去生命的延续。",
        "label": ""
      },
      {
        "sentence": "妈妈生下了你，她就有了一个能够记得她的人，她的生命也得以延续；你怀了宝宝，你也有了一个继承人，他将能够继承你和你妈妈的生命……你现在感到烦躁、思念和怨恨可能也是身体激素变化所导致的，这些变化会让你的情绪处于低落和波动的状态。",
        "label": ""
      },
      {
        "sentence": "我们可以尝试做一些让自己开心的事情，特意增加生活里的乐趣，来帮助你缓解目前的不适。",
        "label": ""
      },
      {
        "sentence": "随着时间的推移，孩子的出生和成长也会给你带来更多的力量。",
        "label": ""
      },
      {
        "sentence": "请坚持下去，那一天会到来的。",
        "label": ""
      },
      {
        "sentence": "酱酱。",
        "label": ""
      }
    ]
  }
]