[
  {
    "role": "client",
    "content": "我29岁孕妇，刚知道5天，妈妈去世了。一直走不出来。妈妈生病了5年，遭了不少罪。生病那年我大二，我祈求老天给我妈5年的时间，最起码让她看到我毕业结婚。在这五年里，我毕业结婚了，妈妈也病得再也不能起来，一直由爸爸照顾，没有工作来源，我就努力工作，也欠了很多外债。我现在怀孕8个月，每天我爸照顾我，可是我总是动不动就要跟他发火。我一直觉得我爸给我妈气生病然后走的。对他怨气特别重，但是我有时候也觉得他不容易，以前我们父女关系很好。可是，我总是心里有怨恨，我恨不得觉得我肚子里的孩子来的不是时候，她来了妈妈走了。我特别想我的妈妈，但是，没有人能照顾孕期的我，老公要工作，婆婆更不来。我真的很压抑。",
    "annotation": [
      {
        "sentence": "我29岁孕妇，刚知道5天，妈妈去世了。",
        "label": ""
      },
      {
        "sentence": "一直走不出来。",
        "label": ""
      },
      {
        "sentence": "妈妈生病了5年，遭了不少罪。",
        "label": ""
      },
      {
        "sentence": "生病那年我大二，我祈求老天给我妈5年的时间，最起码让她看到我毕业结婚。",
        "label": ""
      },
      {
        "sentence": "在这五年里，我毕业结婚了，妈妈也病得再也不能起来，一直由爸爸照顾，没有工作来源，我就努力工作，也欠了很多外债。",
        "label": ""
      },
      {
        "sentence": "我现在怀孕8个月，每天我爸照顾我，可是我总是动不动就要跟他发火。",
        "label": ""
      },
      {
        "sentence": "我一直觉得我爸给我妈气生病然后走的。",
        "label": ""
      },
      {
        "sentence": "对他怨气特别重，但是我有时候也觉得他不容易，以前我们父女关系很好。",
        "label": ""
      },
      {
        "sentence": "可是，我总是心里有怨恨，我恨不得觉得我肚子里的孩子来的不是时候，她来了妈妈走了。",
        "label": ""
      },
      {
        "sentence": "我特别想我的妈妈，但是，没有人能照顾孕期的我，老公要工作，婆婆更不来。",
        "label": ""
      },
      {
        "sentence": "我真的很压抑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的心情，面对生活中的无力感每个人都会有，只是因为不同的境遇。你妈妈永远都在你身边，她会一直陪伴着你。你身上承载了很多妈妈的优点，正好你也成为了一位母亲，这一切真的不容易，你很棒，要加油(ง_)ง。你已经成为了妈妈，真的很羡慕你。与爸爸的相处可能会发火，但爸爸心里也明白，他心疼你，所以不会和你计较。爸爸妈妈都很爱你，你老公也很爱你，你一定要坚持住，你是最伟大的。",
    "annotation": [
      {
        "sentence": "我理解你的心情，面对生活中的无力感每个人都会有，只是因为不同的境遇。",
        "label": ""
      },
      {
        "sentence": "你妈妈永远都在你身边，她会一直陪伴着你。",
        "label": ""
      },
      {
        "sentence": "你身上承载了很多妈妈的优点，正好你也成为了一位母亲，这一切真的不容易，你很棒，要加油(ง_)ง。",
        "label": ""
      },
      {
        "sentence": "你已经成为了妈妈，真的很羡慕你。",
        "label": ""
      },
      {
        "sentence": "与爸爸的相处可能会发火，但爸爸心里也明白，他心疼你，所以不会和你计较。",
        "label": ""
      },
      {
        "sentence": "爸爸妈妈都很爱你，你老公也很爱你，你一定要坚持住，你是最伟大的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你理解我，我妈妈对我来说真的很重要，我好难过她走了。我现在总是内疚，觉得自己没有尽到孝道，没有好好照顾妈妈。我一直在想，如果当初我能多陪陪她，她会不会康复一些。现在每次想起来都觉得自己对不起她。",
    "annotation": [
      {
        "sentence": "谢谢你理解我，我妈妈对我来说真的很重要，我好难过她走了。",
        "label": ""
      },
      {
        "sentence": "我现在总是内疚，觉得自己没有尽到孝道，没有好好照顾妈妈。",
        "label": ""
      },
      {
        "sentence": "我一直在想，如果当初我能多陪陪她，她会不会康复一些。",
        "label": ""
      },
      {
        "sentence": "现在每次想起来都觉得自己对不起她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你不要太自责了，你已经尽力了。在你妈妈生病的这段时间里，你很努力地工作并承担了很多。你照顾你的妈妈，并让她看到了你的成功。你给予了她很多关爱和支持，这是很重要的。妈妈一定能感受到你的爱，她会一直为你骄傲和庇佑的。",
    "annotation": [
      {
        "sentence": "你不要太自责了，你已经尽力了。",
        "label": ""
      },
      {
        "sentence": "在你妈妈生病的这段时间里，你很努力地工作并承担了很多。",
        "label": ""
      },
      {
        "sentence": "你照顾你的妈妈，并让她看到了你的成功。",
        "label": ""
      },
      {
        "sentence": "你给予了她很多关爱和支持，这是很重要的。",
        "label": ""
      },
      {
        "sentence": "妈妈一定能感受到你的爱，她会一直为你骄傲和庇佑的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但我还是觉得内疚和压力很大，有时候还会做噩梦，梦到妈妈责备我没有好好照顾她。我真的好痛苦，不知道怎么办才能摆脱这种情绪。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但我还是觉得内疚和压力很大，有时候还会做噩梦，梦到妈妈责备我没有好好照顾她。",
        "label": ""
      },
      {
        "sentence": "我真的好痛苦，不知道怎么办才能摆脱这种情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的情绪是可以理解的，但你要相信自己，你已经付出了很多。妈妈并不希望你过分自责和承受太多压力。你可以试着接受这些情绪，同时也要照顾好自己。情绪的调节需要时间，尽量找一些适合你的方法来舒缓压力，比如与朋友聊天、进行一些喜欢的活动等等，让自己能够慢慢走出内疚和痛苦的情绪。",
    "annotation": [
      {
        "sentence": "你的情绪是可以理解的，但你要相信自己，你已经付出了很多。",
        "label": ""
      },
      {
        "sentence": "妈妈并不希望你过分自责和承受太多压力。",
        "label": ""
      },
      {
        "sentence": "你可以试着接受这些情绪，同时也要照顾好自己。",
        "label": ""
      },
      {
        "sentence": "情绪的调节需要时间，尽量找一些适合你的方法来舒缓压力，比如与朋友聊天、进行一些喜欢的活动等等，让自己能够慢慢走出内疚和痛苦的情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试一些方法来缓解压力。有时候，我还会想起小时候和妈妈一起度过的时光，那个时候我们的关系真的很好。我觉得妈妈在的时候，我的内心总是很安稳。现在她不在了，我真的好想她，好想再和她聊天。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试一些方法来缓解压力。",
        "label": ""
      },
      {
        "sentence": "有时候，我还会想起小时候和妈妈一起度过的时光，那个时候我们的关系真的很好。",
        "label": ""
      },
      {
        "sentence": "我觉得妈妈在的时候，我的内心总是很安稳。",
        "label": ""
      },
      {
        "sentence": "现在她不在了，我真的好想她，好想再和她聊天。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你可以尝试通过一些方式来表达对妈妈的思念，比如写信、写日记、或者在心里默默告诉她。这样的方式可以给你一种疏解情感的方式，同时也能感受到妈妈的陪伴。无论你如何表达，妈妈一定都会知道并感受到的。她的爱会一直在你身边，你不会孤单的。",
    "annotation": [
      {
        "sentence": "你可以尝试通过一些方式来表达对妈妈的思念，比如写信、写日记、或者在心里默默告诉她。",
        "label": ""
      },
      {
        "sentence": "这样的方式可以给你一种疏解情感的方式，同时也能感受到妈妈的陪伴。",
        "label": ""
      },
      {
        "sentence": "无论你如何表达，妈妈一定都会知道并感受到的。",
        "label": ""
      },
      {
        "sentence": "她的爱会一直在你身边，你不会孤单的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，我会试试你的建议。还有就是，现在我怀孕了，我总是对爸爸发火，觉得他和妈妈过去的事情有关。但其实我也很内疚，觉得自己对不起他。我怎么才能改变这种情绪呢？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，我会试试你的建议。",
        "label": ""
      },
      {
        "sentence": "还有就是，现在我怀孕了，我总是对爸爸发火，觉得他和妈妈过去的事情有关。",
        "label": ""
      },
      {
        "sentence": "但其实我也很内疚，觉得自己对不起他。",
        "label": ""
      },
      {
        "sentence": "我怎么才能改变这种情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你和爸爸之间的相处，你可以试着沟通一下，告诉他你的内心感受和想法。他一定能理解你，毕竟他也很心疼你。同时，你也可以尝试更多地接触他，多一些互动，重建父女之间的关系。相信时间能慢慢冲淡心中的怨恨和内疚，你们之间的关系会越来越好的。",
    "annotation": [
      {
        "sentence": "对于你和爸爸之间的相处，你可以试着沟通一下，告诉他你的内心感受和想法。",
        "label": ""
      },
      {
        "sentence": "他一定能理解你，毕竟他也很心疼你。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以尝试更多地接触他，多一些互动，重建父女之间的关系。",
        "label": ""
      },
      {
        "sentence": "相信时间能慢慢冲淡心中的怨恨和内疚，你们之间的关系会越来越好的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着和爸爸好好沟通，也会主动多与他互动，希望我们之间的关系能够慢慢好起来。谢谢你一直的支持和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着和爸爸好好沟通，也会主动多与他互动，希望我们之间的关系能够慢慢好起来。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直的支持和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直在你的身边支持你的。你已经展现出了很大的勇气和坚强，相信你一定能够度过这段困难时期。记得要好好照顾自己，保重身体。如果还有任何需要我的地方，随时都可以来找我倾诉。祝福你和即将降临的小宝贝都平安和幸福。加油！",
    "annotation": [
      {
        "sentence": "不客气，我会一直在你的身边支持你的。",
        "label": ""
      },
      {
        "sentence": "你已经展现出了很大的勇气和坚强，相信你一定能够度过这段困难时期。",
        "label": ""
      },
      {
        "sentence": "记得要好好照顾自己，保重身体。",
        "label": ""
      },
      {
        "sentence": "如果还有任何需要我的地方，随时都可以来找我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝福你和即将降临的小宝贝都平安和幸福。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]