[
  {
    "role": "client",
    "content": "总怕被人看穿，所以一直思考自己是不是好人，社恐了？",
    "annotation": [
      {
        "sentence": "总怕被人看穿，所以一直思考自己是不是好人，社恐了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "肉体和心灵的博弈，让你痛苦万分。至从高中的那次经历之后，给你带来了各种困扰，你没有办法相信自己，更没有办法相信别人。没有安全感的你，只能带着面具与人保持距离，内心一定积压了太多的情绪，无法释放，于是就发泄到了最爱的父母身上。里子与面子的双重矛盾，让你伤痕累累。我们好好分析一下，好吗分析了解问题：28岁单身大龄未婚女，你在高中的时候有暗恋一个男生，结果不小心被人知道后受到校园暴力群嘲。1.从那以后你就害怕，每次都会反思自己是不是被其他人看出来你喜欢男生了，结果后来愈来愈严重，到怀疑自己是不是个好人，自己应不应该这么做，害怕被人再次议论，害怕被人看穿，毕竟人类都是有一些负面思想的，你特别痛苦，无法摆脱这种想法，即使知道别人不可能看穿，但你还是社恐了。2.哪怕时隔多年，你也不再相信任何人。你交不到任何朋友，带着假笑生活的你刻意和人保持距离，不近不远的，对你生活带来巨大困扰。3.你有一个很不好的习惯，因为自卑只敢对家人发脾气，很痛苦，但每次你父亲母亲无意戳你痛处，你就会歇斯底里，甚至现在变成有时候情绪不好和他们说话就会歇斯底里。4.你为了面子开始说谎了，不断的用各种谎言希望给别人带来你完美的形象，经常是身子比脑子快，事后又陷入了焦虑和悔恨。5.自己总是挣扎在老好人和自私之间。",
    "annotation": [
      {
        "sentence": "肉体和心灵的博弈，让你痛苦万分。",
        "label": ""
      },
      {
        "sentence": "至从高中的那次经历之后，给你带来了各种困扰，你没有办法相信自己，更没有办法相信别人。",
        "label": ""
      },
      {
        "sentence": "没有安全感的你，只能带着面具与人保持距离，内心一定积压了太多的情绪，无法释放，于是就发泄到了最爱的父母身上。",
        "label": ""
      },
      {
        "sentence": "里子与面子的双重矛盾，让你伤痕累累。",
        "label": ""
      },
      {
        "sentence": "我们好好分析一下，好吗分析了解问题：28岁单身大龄未婚女，你在高中的时候有暗恋一个男生，结果不小心被人知道后受到校园暴力群嘲。",
        "label": ""
      },
      {
        "sentence": "1.从那以后你就害怕，每次都会反思自己是不是被其他人看出来你喜欢男生了，结果后来愈来愈严重，到怀疑自己是不是个好人，自己应不应该这么做，害怕被人再次议论，害怕被人看穿，毕竟人类都是有一些负面思想的，你特别痛苦，无法摆脱这种想法，即使知道别人不可能看穿，但你还是社恐了。",
        "label": ""
      },
      {
        "sentence": "2.哪怕时隔多年，你也不再相信任何人。",
        "label": ""
      },
      {
        "sentence": "你交不到任何朋友，带着假笑生活的你刻意和人保持距离，不近不远的，对你生活带来巨大困扰。",
        "label": ""
      },
      {
        "sentence": "3.你有一个很不好的习惯，因为自卑只敢对家人发脾气，很痛苦，但每次你父亲母亲无意戳你痛处，你就会歇斯底里，甚至现在变成有时候情绪不好和他们说话就会歇斯底里。",
        "label": ""
      },
      {
        "sentence": "4.你为了面子开始说谎了，不断的用各种谎言希望给别人带来你完美的形象，经常是身子比脑子快，事后又陷入了焦虑和悔恨。",
        "label": ""
      },
      {
        "sentence": "5.自己总是挣扎在老好人和自私之间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "从那次中学的校园暴力之后，我一直都很害怕被人看穿自己的内心想法。这种恐惧渐渐加重，我开始怀疑自己是否是个好人，是否应该这样做。我害怕再次被人议论和揭穿，因为人总是会有一些负面思想的。这种困扰让我非常痛苦，我无法摆脱这样的想法，即使明白别人不可能真正看穿我，但我还是变得社交恐惧了。",
    "annotation": [
      {
        "sentence": "从那次中学的校园暴力之后，我一直都很害怕被人看穿自己的内心想法。",
        "label": ""
      },
      {
        "sentence": "这种恐惧渐渐加重，我开始怀疑自己是否是个好人，是否应该这样做。",
        "label": ""
      },
      {
        "sentence": "我害怕再次被人议论和揭穿，因为人总是会有一些负面思想的。",
        "label": ""
      },
      {
        "sentence": "这种困扰让我非常痛苦，我无法摆脱这样的想法，即使明白别人不可能真正看穿我，但我还是变得社交恐惧了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这次经历给你带来了极大的创伤，特别是在高中的年纪，让一个正处青春期的女孩无法面对同学们的嘲笑和暴力。我理解你在那个时候希望有人能站在你的角度帮助你度过难关，但未能如愿。这让你对情感和人际关系产生了深深的怀疑，以至于你不再相信自己，也不再相信别人。你失去了安全感，只能戴上面具与人保持一定距离，但内心一定积压了太多的情绪无法释放，这可能导致你将这些情绪发泄在父母身上。你必须同时面对外界对你的期望和你自己对自己的期望，这双重矛盾让你备受伤害。",
    "annotation": [
      {
        "sentence": "这次经历给你带来了极大的创伤，特别是在高中的年纪，让一个正处青春期的女孩无法面对同学们的嘲笑和暴力。",
        "label": ""
      },
      {
        "sentence": "我理解你在那个时候希望有人能站在你的角度帮助你度过难关，但未能如愿。",
        "label": ""
      },
      {
        "sentence": "这让你对情感和人际关系产生了深深的怀疑，以至于你不再相信自己，也不再相信别人。",
        "label": ""
      },
      {
        "sentence": "你失去了安全感，只能戴上面具与人保持一定距离，但内心一定积压了太多的情绪无法释放，这可能导致你将这些情绪发泄在父母身上。",
        "label": ""
      },
      {
        "sentence": "你必须同时面对外界对你的期望和你自己对自己的期望，这双重矛盾让你备受伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直感到非常痛苦和困惑，我无法放下戒备，也无法建立真正的友谊。我总是戴着假笑生活，刻意与人保持距离，但这对我的生活造成了巨大困扰。",
    "annotation": [
      {
        "sentence": "是的，我一直感到非常痛苦和困惑，我无法放下戒备，也无法建立真正的友谊。",
        "label": ""
      },
      {
        "sentence": "我总是戴着假笑生活，刻意与人保持距离，但这对我的生活造成了巨大困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的无安全感导致了你不能够放下戒备，无法建立起真正的友谊。我知道这让你的生活变得不正常，但我相信当你不再感到威胁时，你会变得坦然和放松，不再需要防御。因为这么多年来，我了解你一直处于一种疲惫的状态。",
    "annotation": [
      {
        "sentence": "你的无安全感导致了你不能够放下戒备，无法建立起真正的友谊。",
        "label": ""
      },
      {
        "sentence": "我知道这让你的生活变得不正常，但我相信当你不再感到威胁时，你会变得坦然和放松，不再需要防御。",
        "label": ""
      },
      {
        "sentence": "因为这么多年来，我了解你一直处于一种疲惫的状态。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我有一个非常不好的习惯，就是因为自卑只敢对家人发脾气，这让我很痛苦。每当我的父母无意戳中我的痛处，我就会异常激动，甚至现在我情绪不好的时候和他们说话也会变得异常激动。",
    "annotation": [
      {
        "sentence": "我有一个非常不好的习惯，就是因为自卑只敢对家人发脾气，这让我很痛苦。",
        "label": ""
      },
      {
        "sentence": "每当我的父母无意戳中我的痛处，我就会异常激动，甚至现在我情绪不好的时候和他们说话也会变得异常激动。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解，你越来越敏感，连最亲密的父母面前也是如此。这种异常激动可能是内心积压的情绪的爆发，可能对他们有很多埋怨和责备，也许是你无法走出这个敏感的怪圈的发泄。",
    "annotation": [
      {
        "sentence": "我理解，你越来越敏感，连最亲密的父母面前也是如此。",
        "label": ""
      },
      {
        "sentence": "这种异常激动可能是内心积压的情绪的爆发，可能对他们有很多埋怨和责备，也许是你无法走出这个敏感的怪圈的发泄。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "为了维护自己的面子，我开始说谎了，不断用各种谎言希望给别人留下完美的形象，但事后又会陷入焦虑和悔恨之中。",
    "annotation": [
      {
        "sentence": "为了维护自己的面子，我开始说谎了，不断用各种谎言希望给别人留下完美的形象，但事后又会陷入焦虑和悔恨之中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你为了保护自己的面子开始说谎，希望给别人留下完美的印象。但这种做法只会让",
    "annotation": [
      {
        "sentence": "你为了保护自己的面子开始说谎，希望给别人留下完美的印象。",
        "label": ""
      },
      {
        "sentence": "但这种做法只会让",
        "label": ""
      }
    ]
  }
]