[
  {
    "role": "client",
    "content": "想考TOP大学，成绩不顶尖，想摆脱原生家庭难吗？成绩不顶尖想摆脱原生家庭很难吗？我唯一的梦想就是成绩好能考上top大学，因为我父母周围人总给我灌输“念上书考上好大学认真学毕业后有好工作就有许多工资”，当然他们也举了几个例子，例如某某家孩子上了大学毕业后有好工作有丰厚的工资。这种思想已经根深蒂固了，我也已这么认为了。我很迷茫考不上好大学我就完了，我可能接受不了，我不知会做出怎样的选择。我很想摆脱原生家庭，我太讨厌我的家庭了，别说天下没有不爱孩子的父母，你们不懂。小三，泼妇骂街撕扯，离婚？各色各样的恶心剧情在我的家庭中上演。我知道逃离原生家庭只有经济独立，我也想未来靠自己努力过得更好，我因受原生家庭影响性格偏僻了些，也十分自卑，有许多心理问题，痛苦。我成绩小时候尚可，进入初中后不算拔尖，我想考top大学，其实就是想有好的未来。但是我得有足够的分数。我现在初二听说初二定型心理学上若是有数学物理好的请赐教。也希望解决我心里困惑。",
    "annotation": [
      {
        "sentence": "想考TOP大学，成绩不顶尖，想摆脱原生家庭难吗？",
        "label": ""
      },
      {
        "sentence": "成绩不顶尖想摆脱原生家庭很难吗？",
        "label": ""
      },
      {
        "sentence": "我唯一的梦想就是成绩好能考上top大学，因为我父母周围人总给我灌输“念上书考上好大学认真学毕业后有好工作就有许多工资”，当然他们也举了几个例子，例如某某家孩子上了大学毕业后有好工作有丰厚的工资。",
        "label": ""
      },
      {
        "sentence": "这种思想已经根深蒂固了，我也已这么认为了。",
        "label": ""
      },
      {
        "sentence": "我很迷茫考不上好大学我就完了，我可能接受不了，我不知会做出怎样的选择。",
        "label": ""
      },
      {
        "sentence": "我很想摆脱原生家庭，我太讨厌我的家庭了，别说天下没有不爱孩子的父母，你们不懂。",
        "label": ""
      },
      {
        "sentence": "小三，泼妇骂街撕扯，离婚？",
        "label": ""
      },
      {
        "sentence": "各色各样的恶心剧情在我的家庭中上演。",
        "label": ""
      },
      {
        "sentence": "我知道逃离原生家庭只有经济独立，我也想未来靠自己努力过得更好，我因受原生家庭影响性格偏僻了些，也十分自卑，有许多心理问题，痛苦。",
        "label": ""
      },
      {
        "sentence": "我成绩小时候尚可，进入初中后不算拔尖，我想考top大学，其实就是想有好的未来。",
        "label": ""
      },
      {
        "sentence": "但是我得有足够的分数。",
        "label": ""
      },
      {
        "sentence": "我现在初二听说初二定型心理学上若是有数学物理好的请赐教。",
        "label": ""
      },
      {
        "sentence": "也希望解决我心里困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常感谢你的邀请！能够感觉到你内心的压抑，愤怒，焦虑和无助。从小就被父母“强行”灌输“念上书考上好大学认真学毕业后有好工作就有许多工资”的思想，并且总是被他们不断地强化这样的思想，想反抗却反抗不了又害怕反抗。在这样的家庭环境下生活成长确实很痛苦难受。不过我想说的是，你父母的这种思想在很多父母心里都有，不只是在我们国家，其他国家也有很多。对于很多父母来说，尤其是那些吃过比较多苦的父母，在他们的思想认知里读书是非常有用的，可以懂得很多知识做很多事情，在找工作的时候可以有很多种选择，不用下太多苦力，工资待遇也比较好。他们自己经历过没有读比较多的书没有多少知识带来的艰难辛苦痛苦，也就会本能地不想自己的孩子也像他们一样吃苦，就会在孩子比较小的时候灌输这样“读书好”的思想，只是他们并没有考虑到孩子是否能够理解接受。这点我深有体会，我的父母是地道的农民，在我读小学的时候家里经济条件很差，经常学校要交钱的时候家里拿不出钱来。在我读六年级的时候就学会了把家里的果子拿到学校去卖换零花钱，夏天卖冰棍下河捕鱼卖鱼补贴家用。夏天中午非常热，别人在家里乘凉睡觉我要去卖冰棍，晚上水库里的水很凉，别人在家里玩看电视我要去捕鱼回来卖。那时候我的学习成绩偏上等，但即使是这样，当我读完初中家里要我去外地复读的时候，我选择了不再读书。一方面我得了严重的抑郁焦虑症，记忆力大幅度减退；另一方面家里也确实拿不出多的钱来同时负担两个人读书，所以我选择了不再读书。后来出门打工才发现自己没有学历没有知识有多艰难，只能下苦力做普通工作，学习很多技术都因为知识有限看不懂。后来就自己报名参加成人大专课程培训，学习更多的知识，包括后来学习心理学知识和心理咨询技能。这才让我一步一步地从普通工人的圈子跳出来，有机会选择自己想要的工作。对于父母来说，孩子比较小，没有经历过他们吃的那些苦，也不懂得什么是“工作”“吃苦”，不会分辨哪些事情会给自己带来什么，不知道哪些事情会帮到自己哪些事情会伤害到自己。父母会担心某些事情带来的伤害会让他们失去孩子，也就会本能地“代替”孩子去做决定，要求孩子这不可以做那不可以做，要按照",
    "annotation": [
      {
        "sentence": "非常感谢你的邀请！",
        "label": ""
      },
      {
        "sentence": "能够感觉到你内心的压抑，愤怒，焦虑和无助。",
        "label": ""
      },
      {
        "sentence": "从小就被父母“强行”灌输“念上书考上好大学认真学毕业后有好工作就有许多工资”的思想，并且总是被他们不断地强化这样的思想，想反抗却反抗不了又害怕反抗。",
        "label": ""
      },
      {
        "sentence": "在这样的家庭环境下生活成长确实很痛苦难受。",
        "label": ""
      },
      {
        "sentence": "不过我想说的是，你父母的这种思想在很多父母心里都有，不只是在我们国家，其他国家也有很多。",
        "label": ""
      },
      {
        "sentence": "对于很多父母来说，尤其是那些吃过比较多苦的父母，在他们的思想认知里读书是非常有用的，可以懂得很多知识做很多事情，在找工作的时候可以有很多种选择，不用下太多苦力，工资待遇也比较好。",
        "label": ""
      },
      {
        "sentence": "他们自己经历过没有读比较多的书没有多少知识带来的艰难辛苦痛苦，也就会本能地不想自己的孩子也像他们一样吃苦，就会在孩子比较小的时候灌输这样“读书好”的思想，只是他们并没有考虑到孩子是否能够理解接受。",
        "label": ""
      },
      {
        "sentence": "这点我深有体会，我的父母是地道的农民，在我读小学的时候家里经济条件很差，经常学校要交钱的时候家里拿不出钱来。",
        "label": ""
      },
      {
        "sentence": "在我读六年级的时候就学会了把家里的果子拿到学校去卖换零花钱，夏天卖冰棍下河捕鱼卖鱼补贴家用。",
        "label": ""
      },
      {
        "sentence": "夏天中午非常热，别人在家里乘凉睡觉我要去卖冰棍，晚上水库里的水很凉，别人在家里玩看电视我要去捕鱼回来卖。",
        "label": ""
      },
      {
        "sentence": "那时候我的学习成绩偏上等，但即使是这样，当我读完初中家里要我去外地复读的时候，我选择了不再读书。",
        "label": ""
      },
      {
        "sentence": "一方面我得了严重的抑郁焦虑症，记忆力大幅度减退；另一方面家里也确实拿不出多的钱来同时负担两个人读书，所以我选择了不再读书。",
        "label": ""
      },
      {
        "sentence": "后来出门打工才发现自己没有学历没有知识有多艰难，只能下苦力做普通工作，学习很多技术都因为知识有限看不懂。",
        "label": ""
      },
      {
        "sentence": "后来就自己报名参加成人大专课程培训，学习更多的知识，包括后来学习心理学知识和心理咨询技能。",
        "label": ""
      },
      {
        "sentence": "这才让我一步一步地从普通工人的圈子跳出来，有机会选择自己想要的工作。",
        "label": ""
      },
      {
        "sentence": "对于父母来说，孩子比较小，没有经历过他们吃的那些苦，也不懂得什么是“工作”“吃苦”，不会分辨哪些事情会给自己带来什么，不知道哪些事情会帮到自己哪些事情会伤害到自己。",
        "label": ""
      },
      {
        "sentence": "父母会担心某些事情带来的伤害会让他们失去孩子，也就会本能地“代替”孩子去做决定，要求孩子这不可以做那不可以做，要按照",
        "label": ""
      }
    ]
  }
]