[
  {
    "role": "client",
    "content": "总怕被人看穿，所以一直思考自己是不是好人，社恐了？28岁单身大龄未婚女，我在高中的时候有暗恋一个男生，结果不小心被人知道后受到校园暴力群嘲。从那以后我就害怕，每次都会反思自己是不是被其他人看出来我喜欢男生了，结果后来愈来愈严重，到怀疑自己是不是个好人，自己应不应该这么做，害怕被人再次议论，害怕被人看穿，毕竟人类都是有一些负面思想的，我特别痛苦，无法摆脱这种想法，即使知道别人不可能看穿，但我还是社恐了。",
    "annotation": [
      {
        "sentence": "总怕被人看穿，所以一直思考自己是不是好人，社恐了？",
        "label": ""
      },
      {
        "sentence": "28岁单身大龄未婚女，我在高中的时候有暗恋一个男生，结果不小心被人知道后受到校园暴力群嘲。",
        "label": ""
      },
      {
        "sentence": "从那以后我就害怕，每次都会反思自己是不是被其他人看出来我喜欢男生了，结果后来愈来愈严重，到怀疑自己是不是个好人，自己应不应该这么做，害怕被人再次议论，害怕被人看穿，毕竟人类都是有一些负面思想的，我特别痛苦，无法摆脱这种想法，即使知道别人不可能看穿，但我还是社恐了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的，不要用别人的错误去惩罚你自己。喜欢一个人本来就无罪，它是一件很美好的事情。就算被别人看出来你喜欢男生，他们说什么你可以反击的呀。不要害怕，高中的经历会让你退缩，但你不要因为那些事情错失了你可能会有的良缘。你现在已经长大，可以也有能力保护自己了。我妈妈跟我讲过很多次这样的话，嘴长在别人身上，你是控制不住的。但你的行动控制在你自己手中，这是你可以做的。你可以光明正大、磊落地表现出你的好感，如果对方不喜欢，就干脆利落地放手，旁人又能说什么呢？",
    "annotation": [
      {
        "sentence": "亲爱的，不要用别人的错误去惩罚你自己。",
        "label": ""
      },
      {
        "sentence": "喜欢一个人本来就无罪，它是一件很美好的事情。",
        "label": ""
      },
      {
        "sentence": "就算被别人看出来你喜欢男生，他们说什么你可以反击的呀。",
        "label": ""
      },
      {
        "sentence": "不要害怕，高中的经历会让你退缩，但你不要因为那些事情错失了你可能会有的良缘。",
        "label": ""
      },
      {
        "sentence": "你现在已经长大，可以也有能力保护自己了。",
        "label": ""
      },
      {
        "sentence": "我妈妈跟我讲过很多次这样的话，嘴长在别人身上，你是控制不住的。",
        "label": ""
      },
      {
        "sentence": "但你的行动控制在你自己手中，这是你可以做的。",
        "label": ""
      },
      {
        "sentence": "你可以光明正大、磊落地表现出你的好感，如果对方不喜欢，就干脆利落地放手，旁人又能说什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "哪怕时隔多年，我也不再相信任何人。我交不到任何朋友，带着假笑生活的我刻意和人保持距离，不近不远的，对我生活带来巨大困扰。",
    "annotation": [
      {
        "sentence": "哪怕时隔多年，我也不再相信任何人。",
        "label": ""
      },
      {
        "sentence": "我交不到任何朋友，带着假笑生活的我刻意和人保持距离，不近不远的，对我生活带来巨大困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的第二个问题其实和我很像。但你要明白，也要跳出自己的舒适圈，人与人的交流是相互的。如果想交真心朋友，一定要以真心换真心。真正的朋友其实并不容易找到，一生能碰到四五个真正的朋友已经是幸运了。所以一定要做好心理准备，当付出过多而对方不愿为你付出的时候，就及时止损。带着假笑生活一定很累吧，其实可以展现真正的自己，让他们了解到你脆弱的一面。但你一定不能一直保持这样，如果一直充满负能量，没有人愿意接近你的。你需要先培养自己的自信，这样才会吸引到更好的人。",
    "annotation": [
      {
        "sentence": "你的第二个问题其实和我很像。",
        "label": ""
      },
      {
        "sentence": "但你要明白，也要跳出自己的舒适圈，人与人的交流是相互的。",
        "label": ""
      },
      {
        "sentence": "如果想交真心朋友，一定要以真心换真心。",
        "label": ""
      },
      {
        "sentence": "真正的朋友其实并不容易找到，一生能碰到四五个真正的朋友已经是幸运了。",
        "label": ""
      },
      {
        "sentence": "所以一定要做好心理准备，当付出过多而对方不愿为你付出的时候，就及时止损。",
        "label": ""
      },
      {
        "sentence": "带着假笑生活一定很累吧，其实可以展现真正的自己，让他们了解到你脆弱的一面。",
        "label": ""
      },
      {
        "sentence": "但你一定不能一直保持这样，如果一直充满负能量，没有人愿意接近你的。",
        "label": ""
      },
      {
        "sentence": "你需要先培养自己的自信，这样才会吸引到更好的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我有一个很不好的习惯，因为自卑只敢对家人发脾气，很痛苦。但每次我父母无意戳我痛处，我就会歇斯底里，甚至现在有时候情绪不好和他们说话就会歇斯底里。",
    "annotation": [
      {
        "sentence": "我有一个很不好的习惯，因为自卑只敢对家人发脾气，很痛苦。",
        "label": ""
      },
      {
        "sentence": "但每次我父母无意戳我痛处，我就会歇斯底里，甚至现在有时候情绪不好和他们说话就会歇斯底里。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对于你的第三个问题，每次想发脾气之前，自己先在脑海里过一遍想说的话，然后改一遍，改成像在讲道理而不是发脾气。因为你要知道，不是因为家人亲近而把最不好的一面留给他们。我们应该把自己最好的东西留给最亲近的人。我明白你们亲近，所以你可以肆无忌惮。但这是一个需要改掉的习惯，不能因为确认父母不会离开你而伤害他们。",
    "annotation": [
      {
        "sentence": "对于你的第三个问题，每次想发脾气之前，自己先在脑海里过一遍想说的话，然后改一遍，改成像在讲道理而不是发脾气。",
        "label": ""
      },
      {
        "sentence": "因为你要知道，不是因为家人亲近而把最不好的一面留给他们。",
        "label": ""
      },
      {
        "sentence": "我们应该把自己最好的东西留给最亲近的人。",
        "label": ""
      },
      {
        "sentence": "我明白你们亲近，所以你可以肆无忌惮。",
        "label": ""
      },
      {
        "sentence": "但这是一个需要改掉的习惯，不能因为确认父母不会离开你而伤害他们。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我为了面子开始说谎了，不断用各种谎言希望给别人带来我完美的形象。经常是身子比脑子快，事后又陷入焦虑和悔恨。",
    "annotation": [
      {
        "sentence": "我为了面子开始说谎了，不断用各种谎言希望给别人带来我完美的形象。",
        "label": ""
      },
      {
        "sentence": "经常是身子比脑子快，事后又陷入焦虑和悔恨。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "至于你的第四个问题，如果你因为面子而说谎，真的大可不必。人没有你想象的那么笨，你这边一个谎那边一个谎，迟早会忘了自己说了什么，总会有圆不上来的一天。我建议，如果有这种情况发生，你可以先把谎说出来，然后假意盯着对方看一下，然后哈哈一笑说我是开玩笑的，其实我怎么怎么样。然后接着把事实说出来，当然如果你不想说事实也可以直接在我是开玩笑的时候停止话题。",
    "annotation": [
      {
        "sentence": "至于你的第四个问题，如果你因为面子而说谎，真的大可不必。",
        "label": ""
      },
      {
        "sentence": "人没有你想象的那么笨，你这边一个谎那边一个谎，迟早会忘了自己说了什么，总会有圆不上来的一天。",
        "label": ""
      },
      {
        "sentence": "我建议，如果有这种情况发生，你可以先把谎说出来，然后假意盯着对方看一下，然后哈哈一笑说我是开玩笑的，其实我怎么怎么样。",
        "label": ""
      },
      {
        "sentence": "然后接着把事实说出来，当然如果你不想说事实也可以直接在我是开玩笑的时候停止话题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "自己总是挣扎在老好人和自私之间。",
    "annotation": [
      {
        "sentence": "自己总是挣扎在老好人和自私之间。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实我不相信人性本善，我觉得人性本恶。每个人都是自私的，但是你的自私只要不违反道德，那就没什么关系。人生而在世，最难的就是可以开开心心度过一生。适当的自私对你有益，那你就不需要以它为耻。至于那个老好人，谁爱当谁当去吧。你就给我开开心心的！",
    "annotation": [
      {
        "sentence": "其实我不相信人性本善，我觉得人性本恶。",
        "label": ""
      },
      {
        "sentence": "每个人都是自私的，但是你的自私只要不违反道德，那就没什么关系。",
        "label": ""
      },
      {
        "sentence": "人生而在世，最难的就是可以开开心心度过一生。",
        "label": ""
      },
      {
        "sentence": "适当的自私对你有益，那你就不需要以它为耻。",
        "label": ""
      },
      {
        "sentence": "至于那个老好人，谁爱当谁当去吧。",
        "label": ""
      },
      {
        "sentence": "你就给我开开心心的！",
        "label": ""
      }
    ]
  }
]