[
  {
    "role": "client",
    "content": "我是一个16岁的女孩，已经有两三年了，一直处于无限的自卑和自责之中，感觉自己非常痛苦。其实在被诊断出抑郁症的时候，有一个朋友一直陪伴着我，那时候问题还没有那么严重。但是后来学校威胁我导致我休学了一年，父母周围的人开始对我非常糟糕，甚至把我的手机砸了，这让我无法联系到我的朋友，我感到特别崩溃。2019年六月，我删除了我的朋友的联系方式，因为我觉得自己恶心，感到特别烦。后来她还联系过我，但是我拒绝了交流。我去了不止一次医院检查，结果都显示我病情严重，我特别怕与人交往，迷路了甚至连问路的勇气都没有。2019年上学了第二次，妈妈花了好几万元让我读的学校，但是因为我情绪极不稳定而被开除了。2020年我开始读职校，但是因为情绪崩溃（因为我重新加回了我以前视为精神支柱的朋友，但她对我不在乎了，甚至一度觉得我很幼稚并说我不值得）在学校自杀导致请回家（这已经不是我第一次自杀了）。最近，我的一个抑郁症朋友自杀了，我又开始陷入自责之中。我想断掉与所有人的联系，然后自杀...我无法忍受一个人熬夜到天亮，同学们觉得我很古怪也不与我接触，老师觉得我麻烦也不和我聊天。我的朋友也都没有了...我犯下了很多错误，让我非常痛苦。",
    "annotation": [
      {
        "sentence": "我是一个16岁的女孩，已经有两三年了，一直处于无限的自卑和自责之中，感觉自己非常痛苦。",
        "label": ""
      },
      {
        "sentence": "其实在被诊断出抑郁症的时候，有一个朋友一直陪伴着我，那时候问题还没有那么严重。",
        "label": ""
      },
      {
        "sentence": "但是后来学校威胁我导致我休学了一年，父母周围的人开始对我非常糟糕，甚至把我的手机砸了，这让我无法联系到我的朋友，我感到特别崩溃。",
        "label": ""
      },
      {
        "sentence": "2019年六月，我删除了我的朋友的联系方式，因为我觉得自己恶心，感到特别烦。",
        "label": ""
      },
      {
        "sentence": "后来她还联系过我，但是我拒绝了交流。",
        "label": ""
      },
      {
        "sentence": "我去了不止一次医院检查，结果都显示我病情严重，我特别怕与人交往，迷路了甚至连问路的勇气都没有。",
        "label": ""
      },
      {
        "sentence": "2019年上学了第二次，妈妈花了好几万元让我读的学校，但是因为我情绪极不稳定而被开除了。",
        "label": ""
      },
      {
        "sentence": "2020年我开始读职校，但是因为情绪崩溃（因为我重新加回了我以前视为精神支柱的朋友，但她对我不在乎了，甚至一度觉得我很幼稚并说我不值得）在学校自杀导致请回家（这已经不是我第一次自杀了）。",
        "label": ""
      },
      {
        "sentence": "最近，我的一个抑郁症朋友自杀了，我又开始陷入自责之中。",
        "label": ""
      },
      {
        "sentence": "我想断掉与所有人的联系，然后自杀...我无法忍受一个人熬夜到天亮，同学们觉得我很古怪也不与我接触，老师觉得我麻烦也不和我聊天。",
        "label": ""
      },
      {
        "sentence": "我的朋友也都没有了...我犯下了很多错误，让我非常痛苦。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你的描述，如果真的是重度抑郁症，我建议你一定要坚持定期去看医生，并积极配合医生的治疗。学习虽然重要，但是远远比不上你的健康重要。我相信你的妈妈应该也了解你的情况，你可以与她交流一下，目前最重要的是积极治疗，好好休养。你可以考虑暂时休学或请假，学习的事情以后还能补，不需要太过着急。关于你的朋友，虽然他们曾经是你的精神支柱，但是也给了你伤害。或者说，因为你的拒绝，你们之间也产生了伤害。其实，人际关系就是这样的，没有永远不变的关系。如果他们曾经陪伴过你，并在某一段时间成为了你的精神支柱，那么这些关系已经足够珍贵了。我们不能期待关系永远不变，因为每个人都会向前走，都会改变。所以，无论他们现在的态度如何，你可以回顾一下你们曾经的美好时光，感激他们曾经给予的陪伴，少一些计较，多一些感恩，或许可以让你感到轻松一点。关于朋友自杀的事，你为什么要责怪自己呢？这不是你的错，不是你的责任，不要再责怪自己了。你现在最需要做的是好好活下去，不要走上他们的后尘。我相信，他们不希望看到你重蹈覆辙，他们肯定希望你能够好好活着。所以，为了他们，更是为了你自己，要好好活着，积极治疗，不要放弃。你说自己曾经犯下了很多错误，让你非常痛苦。其实，我们谁没有犯错过呢？没关系的，要学会原谅自己，给自己一个拥抱。",
    "annotation": [
      {
        "sentence": "听你的描述，如果真的是重度抑郁症，我建议你一定要坚持定期去看医生，并积极配合医生的治疗。",
        "label": ""
      },
      {
        "sentence": "学习虽然重要，但是远远比不上你的健康重要。",
        "label": ""
      },
      {
        "sentence": "我相信你的妈妈应该也了解你的情况，你可以与她交流一下，目前最重要的是积极治疗，好好休养。",
        "label": ""
      },
      {
        "sentence": "你可以考虑暂时休学或请假，学习的事情以后还能补，不需要太过着急。",
        "label": ""
      },
      {
        "sentence": "关于你的朋友，虽然他们曾经是你的精神支柱，但是也给了你伤害。",
        "label": ""
      },
      {
        "sentence": "或者说，因为你的拒绝，你们之间也产生了伤害。",
        "label": ""
      },
      {
        "sentence": "其实，人际关系就是这样的，没有永远不变的关系。",
        "label": ""
      },
      {
        "sentence": "如果他们曾经陪伴过你，并在某一段时间成为了你的精神支柱，那么这些关系已经足够珍贵了。",
        "label": ""
      },
      {
        "sentence": "我们不能期待关系永远不变，因为每个人都会向前走，都会改变。",
        "label": ""
      },
      {
        "sentence": "所以，无论他们现在的态度如何，你可以回顾一下你们曾经的美好时光，感激他们曾经给予的陪伴，少一些计较，多一些感恩，或许可以让你感到轻松一点。",
        "label": ""
      },
      {
        "sentence": "关于朋友自杀的事，你为什么要责怪自己呢？",
        "label": ""
      },
      {
        "sentence": "这不是你的错，不是你的责任，不要再责怪自己了。",
        "label": ""
      },
      {
        "sentence": "你现在最需要做的是好好活下去，不要走上他们的后尘。",
        "label": ""
      },
      {
        "sentence": "我相信，他们不希望看到你重蹈覆辙，他们肯定希望你能够好好活着。",
        "label": ""
      },
      {
        "sentence": "所以，为了他们，更是为了你自己，要好好活着，积极治疗，不要放弃。",
        "label": ""
      },
      {
        "sentence": "你说自己曾经犯下了很多错误，让你非常痛苦。",
        "label": ""
      },
      {
        "sentence": "其实，我们谁没有犯错过呢？",
        "label": ""
      },
      {
        "sentence": "没关系的，要学会原谅自己，给自己一个拥抱。",
        "label": ""
      }
    ]
  }
]