[
  {
    "role": "client",
    "content": "我是一个16岁的女生，准备中考，但是我不想努力，总是沉迷手机来逃避现实，对成绩也无所谓。但是我还是很恶心自己没有上进心。以前我有恐高症，但是现在从高处看已经不害怕了。从小到大，我一直和妈妈一起生活。在我上幼儿园的时候，因为妈妈沉迷麻将，爸爸离婚了。我小学第一次和爸爸一起生活，却发现他在外面有了怀孕的新妻子。奶奶来了几天，因为我任性和她吵架，她生气地说：“我爸妈原本想打掉我，被爷爷奶奶阻止才生下来的。离婚之后，谁都不想要抚养权，只有爷爷让爸爸抚养我。然后因为要上学，我还是住在妈妈那里。妈妈和外面的男人纠缠不清，我对她没有耐心，说话还经常很暴躁，我还很烦她主动和我说话。升初中之后，我变得过于在意别人的眼光，总觉得别人在议论我。本来去年是中考，但是在2018年底我做了肿瘤手术，休学了一年。我花了很多钱，期间我沉迷游戏，最亲密的朋友也背叛我，对我打击也蛮大的。在新班级里交了第一个男朋友，但后来我发现我只是他真正喜欢的女生的替代品。今天我又生病在家，而且二检也考得不好。我不知道我应该为什么而努力，感觉自己是个累赘，总是伤害别人。我不想对朋友有太多的情感投入，所以我沉迷网络来逃避现实。希望能够没有留下痕迹地消失就好了。",
    "annotation": [
      {
        "sentence": "我是一个16岁的女生，准备中考，但是我不想努力，总是沉迷手机来逃避现实，对成绩也无所谓。",
        "label": ""
      },
      {
        "sentence": "但是我还是很恶心自己没有上进心。",
        "label": ""
      },
      {
        "sentence": "以前我有恐高症，但是现在从高处看已经不害怕了。",
        "label": ""
      },
      {
        "sentence": "从小到大，我一直和妈妈一起生活。",
        "label": ""
      },
      {
        "sentence": "在我上幼儿园的时候，因为妈妈沉迷麻将，爸爸离婚了。",
        "label": ""
      },
      {
        "sentence": "我小学第一次和爸爸一起生活，却发现他在外面有了怀孕的新妻子。",
        "label": ""
      },
      {
        "sentence": "奶奶来了几天，因为我任性和她吵架，她生气地说：“我爸妈原本想打掉我，被爷爷奶奶阻止才生下来的。",
        "label": ""
      },
      {
        "sentence": "离婚之后，谁都不想要抚养权，只有爷爷让爸爸抚养我。",
        "label": ""
      },
      {
        "sentence": "然后因为要上学，我还是住在妈妈那里。",
        "label": ""
      },
      {
        "sentence": "妈妈和外面的男人纠缠不清，我对她没有耐心，说话还经常很暴躁，我还很烦她主动和我说话。",
        "label": ""
      },
      {
        "sentence": "升初中之后，我变得过于在意别人的眼光，总觉得别人在议论我。",
        "label": ""
      },
      {
        "sentence": "本来去年是中考，但是在2018年底我做了肿瘤手术，休学了一年。",
        "label": ""
      },
      {
        "sentence": "我花了很多钱，期间我沉迷游戏，最亲密的朋友也背叛我，对我打击也蛮大的。",
        "label": ""
      },
      {
        "sentence": "在新班级里交了第一个男朋友，但后来我发现我只是他真正喜欢的女生的替代品。",
        "label": ""
      },
      {
        "sentence": "今天我又生病在家，而且二检也考得不好。",
        "label": ""
      },
      {
        "sentence": "我不知道我应该为什么而努力，感觉自己是个累赘，总是伤害别人。",
        "label": ""
      },
      {
        "sentence": "我不想对朋友有太多的情感投入，所以我沉迷网络来逃避现实。",
        "label": ""
      },
      {
        "sentence": "希望能够没有留下痕迹地消失就好了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子，很难过看到你小小的十六岁就经历了这么多心伤。虽然作为一个非亲历者，很难真正理解和感受到你的痛苦，但我还是想努力给你一些正面引导，唤起你内心的上进力量。虽然这力量有限，但是如果用对了方向，它仍然能够改变很多。你要相信，人生是自己的，不是空话。根据你叙述的情况，你的家庭几乎没有给你应有的“温暖”，这真的很让人心痛。但是我想告诉你，你从出生到16岁，你的家人还是付出了很多的。虽然你可能很难理解甚至可能会反感这种说法，但这是事实。如果你养过小宠物，可能更容易理解一些，但要真正理解，可能需要你自己养过孩子之后才能明白。在一个特殊的家庭背景下，你需要特殊的“懂事”方式，从恶劣的环境中挖掘出正向的因素，从而不断增强或者维持你的人生动力。这是一种人生智慧，许多成年人都是这样度过的。正常环境下的孩子可以有资本稍晚些明白这个道理，但对于你来说，你要努力提前一点。在周围的人不够爱你的情况下，首要的任务是赢得自己对自己的爱。人生是一个不断反抗的过程，对于你来说，要多一项任务：虽然外界的爱少了，但你要努力让自己的爱足够。学会爱自己是一切的基础，在有了这个基础之后，再去考虑成绩、游戏、疾病、爱情和亲人关系，才有了基本的方向。",
    "annotation": [
      {
        "sentence": "孩子，很难过看到你小小的十六岁就经历了这么多心伤。",
        "label": ""
      },
      {
        "sentence": "虽然作为一个非亲历者，很难真正理解和感受到你的痛苦，但我还是想努力给你一些正面引导，唤起你内心的上进力量。",
        "label": ""
      },
      {
        "sentence": "虽然这力量有限，但是如果用对了方向，它仍然能够改变很多。",
        "label": ""
      },
      {
        "sentence": "你要相信，人生是自己的，不是空话。",
        "label": ""
      },
      {
        "sentence": "根据你叙述的情况，你的家庭几乎没有给你应有的“温暖”，这真的很让人心痛。",
        "label": ""
      },
      {
        "sentence": "但是我想告诉你，你从出生到16岁，你的家人还是付出了很多的。",
        "label": ""
      },
      {
        "sentence": "虽然你可能很难理解甚至可能会反感这种说法，但这是事实。",
        "label": ""
      },
      {
        "sentence": "如果你养过小宠物，可能更容易理解一些，但要真正理解，可能需要你自己养过孩子之后才能明白。",
        "label": ""
      },
      {
        "sentence": "在一个特殊的家庭背景下，你需要特殊的“懂事”方式，从恶劣的环境中挖掘出正向的因素，从而不断增强或者维持你的人生动力。",
        "label": ""
      },
      {
        "sentence": "这是一种人生智慧，许多成年人都是这样度过的。",
        "label": ""
      },
      {
        "sentence": "正常环境下的孩子可以有资本稍晚些明白这个道理，但对于你来说，你要努力提前一点。",
        "label": ""
      },
      {
        "sentence": "在周围的人不够爱你的情况下，首要的任务是赢得自己对自己的爱。",
        "label": ""
      },
      {
        "sentence": "人生是一个不断反抗的过程，对于你来说，要多一项任务：虽然外界的爱少了，但你要努力让自己的爱足够。",
        "label": ""
      },
      {
        "sentence": "学会爱自己是一切的基础，在有了这个基础之后，再去考虑成绩、游戏、疾病、爱情和亲人关系，才有了基本的方向。",
        "label": ""
      }
    ]
  }
]