[
  {
    "role": "client",
    "content": "老师好，我去年1月换新工作，是跨行想做的心理咨询行业一家线下培训公司，因疫情公司业务从零转线上，我负责线上运营工作，1月到4月离职没有休息过也给公司带来不错的业绩。",
    "annotation": [
      {
        "sentence": "老师好，我去年1月换新工作，是跨行想做的心理咨询行业一家线下培训公司，因疫情公司业务从零转线上，我负责线上运营工作，1月到4月离职没有休息过也给公司带来不错的业绩。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听说你在上一份工作里做得很出色，而且在疫情期间还能顺利转线上，并取得了不错的业绩。你觉得最近出现的问题是什么呢？",
    "annotation": [
      {
        "sentence": "你好，听说你在上一份工作里做得很出色，而且在疫情期间还能顺利转线上，并取得了不错的业绩。",
        "label": ""
      },
      {
        "sentence": "你觉得最近出现的问题是什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "4月老板的朋友加入公司，她只懂管理，对我的工作要求变得极其苛刻，甚至拒绝给我配助理。她还在大会上质问我为什么表现不好，我给了她解释和解决方案，但她仍然对我发泄不满，事后一周都没有和我说过一句话。",
    "annotation": [
      {
        "sentence": "4月老板的朋友加入公司，她只懂管理，对我的工作要求变得极其苛刻，甚至拒绝给我配助理。",
        "label": ""
      },
      {
        "sentence": "她还在大会上质问我为什么表现不好，我给了她解释和解决方案，但她仍然对我发泄不满，事后一周都没有和我说过一句话。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来你在新领导的领导下遇到了很多困扰。不过我要告诉你，这并不代表你的工作能力不够，只是新领导对你的要求和期望不同而已。你能够做到保持冷静并提供解决方案，这已经很了不起了。也许你可以主动找机会和新领导进行沟通，了解她的期望，并尽量做到互相理解和适应。",
    "annotation": [
      {
        "sentence": "听起来你在新领导的领导下遇到了很多困扰。",
        "label": ""
      },
      {
        "sentence": "不过我要告诉你，这并不代表你的工作能力不够，只是新领导对你的要求和期望不同而已。",
        "label": ""
      },
      {
        "sentence": "你能够做到保持冷静并提供解决方案，这已经很了不起了。",
        "label": ""
      },
      {
        "sentence": "也许你可以主动找机会和新领导进行沟通，了解她的期望，并尽量做到互相理解和适应。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我曾试着和她沟通，但没有得到什么回应。最后我决定辞职，但老板也没能挽留我，只是举办了一个欢送宴。",
    "annotation": [
      {
        "sentence": "我曾试着和她沟通，但没有得到什么回应。",
        "label": ""
      },
      {
        "sentence": "最后我决定辞职，但老板也没能挽留我，只是举办了一个欢送宴。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感到被无视和不被重视是一种很难受的感觉，你一定很失望。但是，在职场上遇到不如意的事情是正常的，不要因此对自己失去信心。你之前的工作经验和成绩是有目共睹的，相信你会在未来找到更适合自己的工作。不妨多参加一些行业相关的活动，扩大社交圈子，增加找工作的机会。",
    "annotation": [
      {
        "sentence": "感到被无视和不被重视是一种很难受的感觉，你一定很失望。",
        "label": ""
      },
      {
        "sentence": "但是，在职场上遇到不如意的事情是正常的，不要因此对自己失去信心。",
        "label": ""
      },
      {
        "sentence": "你之前的工作经验和成绩是有目共睹的，相信你会在未来找到更适合自己的工作。",
        "label": ""
      },
      {
        "sentence": "不妨多参加一些行业相关的活动，扩大社交圈子，增加找工作的机会。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我的自我怀疑并不只因为离职，而是因为被领导指责的方式让我觉得自己一无是处。而且，还有几位同事也离职了，他们也是觉得被打压。我明白这是公司的问题，但我还是无法释怀，特别是一想到要去新公司就会感到紧张和难受。",
    "annotation": [
      {
        "sentence": "其实我的自我怀疑并不只因为离职，而是因为被领导指责的方式让我觉得自己一无是处。",
        "label": ""
      },
      {
        "sentence": "而且，还有几位同事也离职了，他们也是觉得被打压。",
        "label": ""
      },
      {
        "sentence": "我明白这是公司的问题，但我还是无法释怀，特别是一想到要去新公司就会感到紧张和难受。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我完全理解你的困扰和焦虑，被领导指责的确会影响我们的自信心。但是，我希望你能明白，这并不代表你没有能力或价值。公司不适合你并不意味着你没有其他好的机会。你可以先给自己一些时间来调整和恢复，让自己更好地应对新的挑战和机遇。同时，你也可以考虑寻求一些心理咨询或支持，帮助你处理情绪上的困扰和焦虑。我相信，你会走出困境，找到适合自己的工作和发展机会的。",
    "annotation": [
      {
        "sentence": "我完全理解你的困扰和焦虑，被领导指责的确会影响我们的自信心。",
        "label": ""
      },
      {
        "sentence": "但是，我希望你能明白，这并不代表你没有能力或价值。",
        "label": ""
      },
      {
        "sentence": "公司不适合你并不意味着你没有其他好的机会。",
        "label": ""
      },
      {
        "sentence": "你可以先给自己一些时间来调整和恢复，让自己更好地应对新的挑战和机遇。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以考虑寻求一些心理咨询或支持，帮助你处理情绪上的困扰和焦虑。",
        "label": ""
      },
      {
        "sentence": "我相信，你会走出困境，找到适合自己的工作和发展机会的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和建议，我会试着调整自己的心态，并寻求适当的帮助。希望我能早日找到一份我喜欢的工作，重新获得信心和满足感。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和建议，我会试着调整自己的心态，并寻求适当的帮助。",
        "label": ""
      },
      {
        "sentence": "希望我能早日找到一份我喜欢的工作，重新获得信心和满足感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。相信自己，坚持努力，你一定能找到适合自己的工作，重新找到对工作的热情和满足感。祝你前程似锦！如果你还需要任何帮助，随时都可以来找我聊天。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持努力，你一定能找到适合自己的工作，重新找到对工作的热情和满足感。",
        "label": ""
      },
      {
        "sentence": "祝你前程似锦！",
        "label": ""
      },
      {
        "sentence": "如果你还需要任何帮助，随时都可以来找我聊天。",
        "label": ""
      }
    ]
  }
]