[
  {
    "role": "client",
    "content": "我不知道怎么跟父母相处，怕他们说我白眼狼？我爸昨天跟我说我妈住院了，然后我打电话给我妈她说住院能报销70％神经性头痛，然后我就不知道怎么办我妈也没给我打电话。我又觉得等下我不给我妈出钱她又要我骂我。我怕他们说我白眼狼。其实上个月我刚出钱给我妹弄了牙齿。上上个月我妈要给我妹交保险没钱就说我妹不好好学习让我管管我说我管了你们才是她父母他们就骂我没用没希望然后我一个月没理他们但是真的很难受。感觉我自己都很难过好自己的生活还要被他们这样对待。我不知道该怎么办了怎么跟他们相处。",
    "annotation": [
      {
        "sentence": "我不知道怎么跟父母相处，怕他们说我白眼狼？",
        "label": ""
      },
      {
        "sentence": "我爸昨天跟我说我妈住院了，然后我打电话给我妈她说住院能报销70％神经性头痛，然后我就不知道怎么办我妈也没给我打电话。",
        "label": ""
      },
      {
        "sentence": "我又觉得等下我不给我妈出钱她又要我骂我。",
        "label": ""
      },
      {
        "sentence": "我怕他们说我白眼狼。",
        "label": ""
      },
      {
        "sentence": "其实上个月我刚出钱给我妹弄了牙齿。",
        "label": ""
      },
      {
        "sentence": "上上个月我妈要给我妹交保险没钱就说我妹不好好学习让我管管我说我管了你们才是她父母他们就骂我没用没希望然后我一个月没理他们但是真的很难受。",
        "label": ""
      },
      {
        "sentence": "感觉我自己都很难过好自己的生活还要被他们这样对待。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办了怎么跟他们相处。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为与家人相处的过程中，我们常常会伤害到最亲近的人。我们往往对外人比较礼貌，但对家人却容易失去包容力。因此，和父母相处的方式变得非常重要。我在这里想分享一些我和父母相处的小经验，希望对你有所帮助。首先，我们应该接受父母并不完美。我们需要摆脱儿童时期那种期望父母完美的想法。当我们成熟起来，我们需要明白，父母也有说错话、做错事的时候。作为子女，我们应该试着去了解和接纳他们。当我们了解到父母并不完美时，我们就能更多地给予他们爱、原谅和宽容，彼此的关系也会更加和谐。其次，力所能及地帮助父母做一些事情。虽然父母表面上不需要孩子的帮助，但当他们看到孩子这么懂事，会感到非常开心，觉得孩子已经长大了。父母养育了我们，我们能够为他们做一些力所能及的事情，会让他们感到欣慰，也会让我们自己感到快乐。最后，换位思考。父母对我们的爱没有错，只是他们有时候不知道如何表达，或者他们的表达方式与我们的期望不同。在这种情况下，我们可以设身处地地站在父母的角度思考问题，也许会有不同的收获。这些原则很容易理解，但实践起来并不容易，这需要时间和努力。但是，我会一直陪在你身边，用爱和支持来陪伴你。",
    "annotation": [
      {
        "sentence": "作为与家人相处的过程中，我们常常会伤害到最亲近的人。",
        "label": ""
      },
      {
        "sentence": "我们往往对外人比较礼貌，但对家人却容易失去包容力。",
        "label": ""
      },
      {
        "sentence": "因此，和父母相处的方式变得非常重要。",
        "label": ""
      },
      {
        "sentence": "我在这里想分享一些我和父母相处的小经验，希望对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "首先，我们应该接受父母并不完美。",
        "label": ""
      },
      {
        "sentence": "我们需要摆脱儿童时期那种期望父母完美的想法。",
        "label": ""
      },
      {
        "sentence": "当我们成熟起来，我们需要明白，父母也有说错话、做错事的时候。",
        "label": ""
      },
      {
        "sentence": "作为子女，我们应该试着去了解和接纳他们。",
        "label": ""
      },
      {
        "sentence": "当我们了解到父母并不完美时，我们就能更多地给予他们爱、原谅和宽容，彼此的关系也会更加和谐。",
        "label": ""
      },
      {
        "sentence": "其次，力所能及地帮助父母做一些事情。",
        "label": ""
      },
      {
        "sentence": "虽然父母表面上不需要孩子的帮助，但当他们看到孩子这么懂事，会感到非常开心，觉得孩子已经长大了。",
        "label": ""
      },
      {
        "sentence": "父母养育了我们，我们能够为他们做一些力所能及的事情，会让他们感到欣慰，也会让我们自己感到快乐。",
        "label": ""
      },
      {
        "sentence": "最后，换位思考。",
        "label": ""
      },
      {
        "sentence": "父母对我们的爱没有错，只是他们有时候不知道如何表达，或者他们的表达方式与我们的期望不同。",
        "label": ""
      },
      {
        "sentence": "在这种情况下，我们可以设身处地地站在父母的角度思考问题，也许会有不同的收获。",
        "label": ""
      },
      {
        "sentence": "这些原则很容易理解，但实践起来并不容易，这需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "但是，我会一直陪在你身边，用爱和支持来陪伴你。",
        "label": ""
      }
    ]
  }
]