[
  {
    "role": "client",
    "content": "我有一个21三体综合征的妹妹，该如何看待这样的不幸呢？妹妹不会说话，不会走路，喂养也十分困难，给家里带来很大的痛苦。一直都是母亲在照料，已经接近20年了，妈妈长期抱着妹妹，腰椎也因此受损。父母都已经年老，而我现在大二，性格有些自卑，容易紧张，还经常失眠。我该怎么看待这种不幸呢？未来又该怎么办呢？",
    "annotation": [
      {
        "sentence": "我有一个21三体综合征的妹妹，该如何看待这样的不幸呢？",
        "label": ""
      },
      {
        "sentence": "妹妹不会说话，不会走路，喂养也十分困难，给家里带来很大的痛苦。",
        "label": ""
      },
      {
        "sentence": "一直都是母亲在照料，已经接近20年了，妈妈长期抱着妹妹，腰椎也因此受损。",
        "label": ""
      },
      {
        "sentence": "父母都已经年老，而我现在大二，性格有些自卑，容易紧张，还经常失眠。",
        "label": ""
      },
      {
        "sentence": "我该怎么看待这种不幸呢？",
        "label": ""
      },
      {
        "sentence": "未来又该怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的家庭境况，我真的很同情。但同时我也看到了你有着坚韧不拔的父母，他们这么多年来一直照顾着不能自理的妹妹，还能培养出你这样优秀的学生，真是太了不起了！面对现实，我想你应该已经有了一套自己的应对方式。你能做的事情应该是那些你自己可以掌控的，比如学业、健康、心情，以及力所能及的事情。另外，我推荐你读一本书叫做《自卑与超越》，这本书对于每个人都很有帮助。因为每个人都会有自卑感，而要如何超越自卑、活出精彩，就需要智慧。我相信你父母的坚韧和吃苦的品质，以及你妹妹对生命的渴望和坚持，这些都是你们共同拥有的特质。所以，面对问题就是解决问题的第一步，我相信你一定能够克服困难的。",
    "annotation": [
      {
        "sentence": "看到你的家庭境况，我真的很同情。",
        "label": ""
      },
      {
        "sentence": "但同时我也看到了你有着坚韧不拔的父母，他们这么多年来一直照顾着不能自理的妹妹，还能培养出你这样优秀的学生，真是太了不起了！",
        "label": ""
      },
      {
        "sentence": "面对现实，我想你应该已经有了一套自己的应对方式。",
        "label": ""
      },
      {
        "sentence": "你能做的事情应该是那些你自己可以掌控的，比如学业、健康、心情，以及力所能及的事情。",
        "label": ""
      },
      {
        "sentence": "另外，我推荐你读一本书叫做《自卑与超越》，这本书对于每个人都很有帮助。",
        "label": ""
      },
      {
        "sentence": "因为每个人都会有自卑感，而要如何超越自卑、活出精彩，就需要智慧。",
        "label": ""
      },
      {
        "sentence": "我相信你父母的坚韧和吃苦的品质，以及你妹妹对生命的渴望和坚持，这些都是你们共同拥有的特质。",
        "label": ""
      },
      {
        "sentence": "所以，面对问题就是解决问题的第一步，我相信你一定能够克服困难的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我也很佩服父母的毅力，他们的奉献精神一直都是我学习的榜样。我也会努力面对现实，把自己的学业、健康、心情都调整好。对于我妹妹的未来，我也应该有自己的规划吗？",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我也很佩服父母的毅力，他们的奉献精神一直都是我学习的榜样。",
        "label": ""
      },
      {
        "sentence": "我也会努力面对现实，把自己的学业、健康、心情都调整好。",
        "label": ""
      },
      {
        "sentence": "对于我妹妹的未来，我也应该有自己的规划吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，对于你妹妹的未来，你也可以开始有自己的规划。虽然她不能自理，但她好像对生命有着很坚强的渴望，这是你们共有的特质。你可以考虑和家人一起制定一个长期的养护计划，包括寻找专业的照护人员、提供适合她的康复训练和活动，以及为她建立一个良好的生活环境。同时，也要关注你自己的成长和发展，争取更好的未来，这样你才能更好地照顾和支持你妹妹。",
    "annotation": [
      {
        "sentence": "是的，对于你妹妹的未来，你也可以开始有自己的规划。",
        "label": ""
      },
      {
        "sentence": "虽然她不能自理，但她好像对生命有着很坚强的渴望，这是你们共有的特质。",
        "label": ""
      },
      {
        "sentence": "你可以考虑和家人一起制定一个长期的养护计划，包括寻找专业的照护人员、提供适合她的康复训练和活动，以及为她建立一个良好的生活环境。",
        "label": ""
      },
      {
        "sentence": "同时，也要关注你自己的成长和发展，争取更好的未来，这样你才能更好地照顾和支持你妹妹。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会和家人商量制定一个长期的养护计划，为妹妹提供专业的照护和康复训练。同时，我也会努力发展自己，争取更好的未来。谢谢你的建议和支持！",
    "annotation": [
      {
        "sentence": "我明白了，我会和家人商量制定一个长期的养护计划，为妹妹提供专业的照护和康复训练。",
        "label": ""
      },
      {
        "sentence": "同时，我也会努力发展自己，争取更好的未来。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议和支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我相信你一定能够处理好这些困难。无论是在照顾妹妹还是在发展自己方面，都要记得给自己一些时间和空间，关注自己的内心感受和情绪状态。如果你需要任何帮助或者有任何困惑，记得随时与家人、朋友或者专业人士沟通，他们都会很愿意帮助你。你和你的家人都很坚强，相信你们一定能够走过困难，迎接更美好的未来。",
    "annotation": [
      {
        "sentence": "不客气，我相信你一定能够处理好这些困难。",
        "label": ""
      },
      {
        "sentence": "无论是在照顾妹妹还是在发展自己方面，都要记得给自己一些时间和空间，关注自己的内心感受和情绪状态。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者有任何困惑，记得随时与家人、朋友或者专业人士沟通，他们都会很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "你和你的家人都很坚强，相信你们一定能够走过困难，迎接更美好的未来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和理解，我会牢记你的建议。我会抓住自己能掌控的事物，同时也会关注自己的内心感受。如果有需要，我一定会寻求帮助的。再次感谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和理解，我会牢记你的建议。",
        "label": ""
      },
      {
        "sentence": "我会抓住自己能掌控的事物，同时也会关注自己的内心感受。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我一定会寻求帮助的。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，你是一个坚强的人，我相信你一定能够度过这个困难时期。记得，无论何时何地，都要知道有很多人愿意帮助你，包括我在内。祝福你和你的家人，祝你们未来一切顺利！",
    "annotation": [
      {
        "sentence": "不用客气，你是一个坚强的人，我相信你一定能够度过这个困难时期。",
        "label": ""
      },
      {
        "sentence": "记得，无论何时何地，都要知道有很多人愿意帮助你，包括我在内。",
        "label": ""
      },
      {
        "sentence": "祝福你和你的家人，祝你们未来一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的祝福和鼓励，希望我们都能够度过这个困难时期，迎接更好的未来。再次感谢你的支持和理解！",
    "annotation": [
      {
        "sentence": "谢谢你的祝福和鼓励，希望我们都能够度过这个困难时期，迎接更好的未来。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和理解！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，你不是一个人在面对困难。祝福你和你的家人，希望你们都能够坚持下去，过上幸福健康的生活。如果有任何困惑或者需要，随时都可以来找我聊天。保持积极乐观的态度，相信一切都会好起来的！",
    "annotation": [
      {
        "sentence": "不用客气，你不是一个人在面对困难。",
        "label": ""
      },
      {
        "sentence": "祝福你和你的家人，希望你们都能够坚持下去，过上幸福健康的生活。",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑或者需要，随时都可以来找我聊天。",
        "label": ""
      },
      {
        "sentence": "保持积极乐观的态度，相信一切都会好起来的！",
        "label": ""
      }
    ]
  }
]