[
  {
    "role": "client",
    "content": "34岁了，对生孩子养孩子都充满恐惧，该生小孩吗？",
    "annotation": [
      {
        "sentence": "34岁了，对生孩子养孩子都充满恐惧，该生小孩吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "读了你的问题，感觉到这些年或许你过的也并不容易吧。和一个自己并不爱的人结婚了十年，和一个没法给自己家庭却很爱的人保持了七年的婚外关系，一边是自己的婚姻，一边是情感需要，听起来真的是很无奈。",
    "annotation": [
      {
        "sentence": "读了你的问题，感觉到这些年或许你过的也并不容易吧。",
        "label": ""
      },
      {
        "sentence": "和一个自己并不爱的人结婚了十年，和一个没法给自己家庭却很爱的人保持了七年的婚外关系，一边是自己的婚姻，一边是情感需要，听起来真的是很无奈。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直觉得很迷茫，不知道该怎么办。当我面临要养育一个孩子的问题时，我突然感到有些东西不对劲了，我必须要去思考有了孩子的生活会怎样，自己是否真的准备好了要当一个妈妈。",
    "annotation": [
      {
        "sentence": "是的，我一直觉得很迷茫，不知道该怎么办。",
        "label": ""
      },
      {
        "sentence": "当我面临要养育一个孩子的问题时，我突然感到有些东西不对劲了，我必须要去思考有了孩子的生活会怎样，自己是否真的准备好了要当一个妈妈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "在我看来，怀孕这件事似乎让你从过去的状态中慢慢苏醒了。生养孩子并不是一件简单的事，孩子是一个活生生的人，你必须考虑未来了，必须要面对现实了。在孩子还没出世前，你可以感受到自己不太理想的状态以及面对生孩子的种种焦虑，这其实是一件好事。",
    "annotation": [
      {
        "sentence": "在我看来，怀孕这件事似乎让你从过去的状态中慢慢苏醒了。",
        "label": ""
      },
      {
        "sentence": "生养孩子并不是一件简单的事，孩子是一个活生生的人，你必须考虑未来了，必须要面对现实了。",
        "label": ""
      },
      {
        "sentence": "在孩子还没出世前，你可以感受到自己不太理想的状态以及面对生孩子的种种焦虑，这其实是一件好事。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实感到很焦虑和纠结。我曾经听朋友说过，生了孩子想法就会改变，孩子是希望，人生还是应该体验下做母亲的滋味。但是我一直在犹豫，对生孩子和养育孩子都充满了恐惧和焦虑，没有期待和信心。",
    "annotation": [
      {
        "sentence": "是的，我确实感到很焦虑和纠结。",
        "label": ""
      },
      {
        "sentence": "我曾经听朋友说过，生了孩子想法就会改变，孩子是希望，人生还是应该体验下做母亲的滋味。",
        "label": ""
      },
      {
        "sentence": "但是我一直在犹豫，对生孩子和养育孩子都充满了恐惧和焦虑，没有期待和信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子确实是一种希望，但是应该准备好自己才能迎接他们的到来。在斯腾伯格的爱情三元素理论中，认为爱情包含三个元素：亲密，激情和承诺。只有这三个要素都具备，才是完美的爱情。我猜，你想要的希望正是这样的爱情，因为自己婚姻和爱情如此“不完美”，婚内的伴侣不是那个自己所爱的人，你们的情感是缺失的，空有一个婚姻的外壳；真正爱的那个人能给自己激情、亲密，却没能给予自己承诺。",
    "annotation": [
      {
        "sentence": "孩子确实是一种希望，但是应该准备好自己才能迎接他们的到来。",
        "label": ""
      },
      {
        "sentence": "在斯腾伯格的爱情三元素理论中，认为爱情包含三个元素：亲密，激情和承诺。",
        "label": ""
      },
      {
        "sentence": "只有这三个要素都具备，才是完美的爱情。",
        "label": ""
      },
      {
        "sentence": "我猜，你想要的希望正是这样的爱情，因为自己婚姻和爱情如此“不完美”，婚内的伴侣不是那个自己所爱的人，你们的情感是缺失的，空有一个婚姻的外壳；真正爱的那个人能给自己激情、亲密，却没能给予自己承诺。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直感到内心不安，很想要一份确定、不再那般小心翼翼的未来。我总觉得自己需要一个完整的幸福才能满足，但是现在的状态让我感到迷茫和没有希望。",
    "annotation": [
      {
        "sentence": "是的，我一直感到内心不安，很想要一份确定、不再那般小心翼翼的未来。",
        "label": ""
      },
      {
        "sentence": "我总觉得自己需要一个完整的幸福才能满足，但是现在的状态让我感到迷茫和没有希望。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人们常常会把获得幸福与否归结为外界的因素，比如金钱、地位、婚姻中的爱情等等。但是很奇怪，幸福的人似乎总是少数，不论一个人的外在条件再好，依然有很多人难以获得幸福。因为大家都走错了方向，真正的幸福不在外部，而是在内心。孩子是你的希望，这的确是一句非常有吸引力的话。因为现在没有什么希望，所以生了孩子自己就会有希望了，如果有了一个孩子，我就会幸福了……如果是这样，孩子不就成了你情感寄托、成了承载你希望的工具？可孩子真能承受得起这样的重托吗？",
    "annotation": [
      {
        "sentence": "人们常常会把获得幸福与否归结为外界的因素，比如金钱、地位、婚姻中的爱情等等。",
        "label": ""
      },
      {
        "sentence": "但是很奇怪，幸福的人似乎总是少数，不论一个人的外在条件再好，依然有很多人难以获得幸福。",
        "label": ""
      },
      {
        "sentence": "因为大家都走错了方向，真正的幸福不在外部，而是在内心。",
        "label": ""
      },
      {
        "sentence": "孩子是你的希望，这的确是一句非常有吸引力的话。",
        "label": ""
      },
      {
        "sentence": "因为现在没有什么希望，所以生了孩子自己就会有希望了，如果有了一个孩子，我就会幸福了……如果是这样，孩子不就成了你情感寄托、成了承载你希望的工具？",
        "label": ""
      },
      {
        "sentence": "可孩子真能承受得起这样的重托吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我从你的话中感到，养育一个孩子需要的是父母的共同选择和责任。现在我需要面对的是更为现实的考验，我不爱自己的伴侣，不爱孩子的爸爸。可能是这种双重生活困扰着我，让我感到痛苦、抑郁、恐惧和焦虑。",
    "annotation": [
      {
        "sentence": "我从你的话中感到，养育一个孩子需要的是父母的共同选择和责任。",
        "label": ""
      },
      {
        "sentence": "现在我需要面对的是更为现实的考验，我不爱自己的伴侣，不爱孩子的爸爸。",
        "label": ""
      },
      {
        "sentence": "可能是这种双重生活困扰着我，让我感到痛苦、抑郁、恐惧和焦虑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子将来可能成为维系你们婚姻的纽带，但孩子真正能够得到的是什么呢？你又能给孩子带来什么呢？你希望孩子能填补你不完整的爱情、不完整的婚姻，希望孩子能给你带来幸福。但实际上，幸福不在任何人身上，而是在自己手里。你想要一个孩子的原因并不是年龄大了、想要尝尝当母亲的滋味，而是你不断追求完整、确定的幸福。孩子可以让你不去面对现在的矛盾和现实的问题，但你的抑郁、恐惧、担心、焦虑都在提醒你：你想要改变这样的生活了，是时候面对自己了。",
    "annotation": [
      {
        "sentence": "孩子将来可能成为维系你们婚姻的纽带，但孩子真正能够得到的是什么呢？",
        "label": ""
      },
      {
        "sentence": "你又能给孩子带来什么呢？",
        "label": ""
      },
      {
        "sentence": "你希望孩子能填补你不完整的爱情、不完整的婚姻，希望孩子能给你带来幸福。",
        "label": ""
      },
      {
        "sentence": "但实际上，幸福不在任何人身上，而是在自己手里。",
        "label": ""
      },
      {
        "sentence": "你想要一个孩子的原因并不是年龄大了、想要尝尝当母亲的滋味，而是你不断追求完整、确定的幸福。",
        "label": ""
      },
      {
        "sentence": "孩子可以让你不去面对现在的矛盾和现实的问题，但你的抑郁、恐惧、担心、焦虑都在提醒你：你想要改变这样的生活了，是时候面对自己了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该面对自己的痛苦和不满，而不是期望孩子来解决一切。我需要先解决自己的困境，才能给孩子一个健康、完整的成长环境。谢谢你的支持和指导。",
    "annotation": [
      {
        "sentence": "我明白了，我应该面对自己的痛苦和不满，而不是期望孩子来解决一切。",
        "label": ""
      },
      {
        "sentence": "我需要先解决自己的困境，才能给孩子一个健康、完整的成长环境。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和指导。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我理解你的内心痛苦和困惑。希望你能坚强地面对现实，找到解决问题的方法，为自己和将来的孩子创造一个幸福的家庭。如果以后还有",
    "annotation": [
      {
        "sentence": "不客气，我理解你的内心痛苦和困惑。",
        "label": ""
      },
      {
        "sentence": "希望你能坚强地面对现实，找到解决问题的方法，为自己和将来的孩子创造一个幸福的家庭。",
        "label": ""
      },
      {
        "sentence": "如果以后还有",
        "label": ""
      }
    ]
  }
]