[
  {
    "role": "client",
    "content": "我34岁了，对生孩子养孩子都充满恐惧，该生小孩吗？我，34岁了，是个性格外向，偏重感情的女人。个性比较自私，生活上也很懒，注重自我情感需要。从小家庭虽不富裕，但是妈妈把我宠的像公主。22岁那年我靠近一个二线城市事业单位，嫁给了一个条件不错，但是并不爱的老公，结婚十年，我出轨了7年，一直很爱婚外的男人，他成熟，有能力，我们各方面都很协调，唯一的是他不会离婚娶我。年轻的时候总觉得及时行乐，没想过事情的对错，耗了7年，终于到了拖不起的年龄了，周围的人都说该生了，不生老了会后悔，以后生育不了了。当初也是做好备孕准备的，突然怀上了才发现自己根本没勇气带一个小孩，可能是不爱老公，对老公没信心，也可能是不想跟已婚男分开，多种因素导致我内心不太想生宝宝，可是朋友都劝我说生了想法就改变了，孩子是你的希望，人生还是应该体验下做母亲的滋味。所以一直犹豫，孕期的难受和精神上的痛苦让我情绪很不好，特别抑郁。目前的状态是对生孩子，养孩子都充满恐惧和焦虑没有期待和信心。",
    "annotation": [
      {
        "sentence": "我34岁了，对生孩子养孩子都充满恐惧，该生小孩吗？",
        "label": ""
      },
      {
        "sentence": "我，34岁了，是个性格外向，偏重感情的女人。",
        "label": ""
      },
      {
        "sentence": "个性比较自私，生活上也很懒，注重自我情感需要。",
        "label": ""
      },
      {
        "sentence": "从小家庭虽不富裕，但是妈妈把我宠的像公主。",
        "label": ""
      },
      {
        "sentence": "22岁那年我靠近一个二线城市事业单位，嫁给了一个条件不错，但是并不爱的老公，结婚十年，我出轨了7年，一直很爱婚外的男人，他成熟，有能力，我们各方面都很协调，唯一的是他不会离婚娶我。",
        "label": ""
      },
      {
        "sentence": "年轻的时候总觉得及时行乐，没想过事情的对错，耗了7年，终于到了拖不起的年龄了，周围的人都说该生了，不生老了会后悔，以后生育不了了。",
        "label": ""
      },
      {
        "sentence": "当初也是做好备孕准备的，突然怀上了才发现自己根本没勇气带一个小孩，可能是不爱老公，对老公没信心，也可能是不想跟已婚男分开，多种因素导致我内心不太想生宝宝，可是朋友都劝我说生了想法就改变了，孩子是你的希望，人生还是应该体验下做母亲的滋味。",
        "label": ""
      },
      {
        "sentence": "所以一直犹豫，孕期的难受和精神上的痛苦让我情绪很不好，特别抑郁。",
        "label": ""
      },
      {
        "sentence": "目前的状态是对生孩子，养孩子都充满恐惧和焦虑没有期待和信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "按照你所说的，想给你几点建议，希望能给你一点启发吧：",
    "annotation": [
      {
        "sentence": "按照你所说的，想给你几点建议，希望能给你一点启发吧：",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，希望你能帮助我解决这个困扰。",
    "annotation": [
      {
        "sentence": "谢谢你，希望你能帮助我解决这个困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "正视自己内心犹豫不决的真正理由。你说：“周围的人都说该生了，不生老了会后悔，以后生育不了了。”我想比起生育，普遍道德观下对婚姻的忠诚也没有能够让你不出轨，真的是别人的建议使你动了要孩子的念头么。还是你自己本身有什么其他的想法导致了你对于生育这件事犹豫不决。",
    "annotation": [
      {
        "sentence": "正视自己内心犹豫不决的真正理由。",
        "label": ""
      },
      {
        "sentence": "你说：“周围的人都说该生了，不生老了会后悔，以后生育不了了。",
        "label": ""
      },
      {
        "sentence": "”我想比起生育，普遍道德观下对婚姻的忠诚也没有能够让你不出轨，真的是别人的建议使你动了要孩子的念头么。",
        "label": ""
      },
      {
        "sentence": "还是你自己本身有什么其他的想法导致了你对于生育这件事犹豫不决。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实有很多顾虑，不确定是否适合我。",
    "annotation": [
      {
        "sentence": "我确实有很多顾虑，不确定是否适合我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "学习认真地对待自己的人生。从你22岁结婚，10年没有爱的婚姻，婚内出轨7年的经历来看。你并不是一个做事理性，有计划性的人。所以，与其思考要不要孩子这件事情。首先要做的是“学会思考”这件事本身。诚然，年轻时候我们可以及时行乐，也可以活出自己想要的样子。但这始终建立在对自己负责，和不伤害他人的前提之下。“自私”的活法也是，我们可以自私，但是是那种“穷则独善其身”的自私，而不是让他人为自己“欠考”的人生承受痛苦的“自私”。拿孩子这件事来看也一样，通篇你思考的角度都是自己生育孩子的不快乐。其实反过来想一想，孩子真的愿意出生在一个父母无爱的家庭之中吗？",
    "annotation": [
      {
        "sentence": "学习认真地对待自己的人生。",
        "label": ""
      },
      {
        "sentence": "从你22岁结婚，10年没有爱的婚姻，婚内出轨7年的经历来看。",
        "label": ""
      },
      {
        "sentence": "你并不是一个做事理性，有计划性的人。",
        "label": ""
      },
      {
        "sentence": "所以，与其思考要不要孩子这件事情。",
        "label": ""
      },
      {
        "sentence": "首先要做的是“学会思考”这件事本身。",
        "label": ""
      },
      {
        "sentence": "诚然，年轻时候我们可以及时行乐，也可以活出自己想要的样子。",
        "label": ""
      },
      {
        "sentence": "但这始终建立在对自己负责，和不伤害他人的前提之下。",
        "label": ""
      },
      {
        "sentence": "“自私”的活法也是，我们可以自私，但是是那种“穷则独善其身”的自私，而不是让他人为自己“欠考”的人生承受痛苦的“自私”。",
        "label": ""
      },
      {
        "sentence": "拿孩子这件事来看也一样，通篇你思考的角度都是自己生育孩子的不快乐。",
        "label": ""
      },
      {
        "sentence": "其实反过来想一想，孩子真的愿意出生在一个父母无爱的家庭之中吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我现在才意识到自己的自私，我不想把孩子生在一个不幸福的家庭中。",
    "annotation": [
      {
        "sentence": "确实，我现在才意识到自己的自私，我不想把孩子生在一个不幸福的家庭中。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "子宫和生活都是你的。解决和思考好第一和第二点，如果自己得出的答案仍然是“不，我不想生。”那我认为，那就不生。只要是在深思熟虑可以承担好后果的思考之后得出的结论，子宫是你的，我相信，它都应该也能够被尊重。这个世界上选择丁克的家庭有很多，没有任何一个人敢斩钉截铁地说，丁克家庭不配幸福。也许话说得有一点点重，但诚如我签名所言，我一向是说最大实话的人。希望能够给你带去一点帮助，祝福你。",
    "annotation": [
      {
        "sentence": "子宫和生活都是你的。",
        "label": ""
      },
      {
        "sentence": "解决和思考好第一和第二点，如果自己得出的答案仍然是“不，我不想生。",
        "label": ""
      },
      {
        "sentence": "”那我认为，那就不生。",
        "label": ""
      },
      {
        "sentence": "只要是在深思熟虑可以承担好后果的思考之后得出的结论，子宫是你的，我相信，它都应该也能够被尊重。",
        "label": ""
      },
      {
        "sentence": "这个世界上选择丁克的家庭有很多，没有任何一个人敢斩钉截铁地说，丁克家庭不配幸福。",
        "label": ""
      },
      {
        "sentence": "也许话说得有一点点重，但诚如我签名所言，我一向是说最大实话的人。",
        "label": ""
      },
      {
        "sentence": "希望能够给你带去一点帮助，祝福你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和理解，这对我来说很有启发。我会认真思考并尊重自己的意愿。再次感谢你。",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和理解，这对我来说很有启发。",
        "label": ""
      },
      {
        "sentence": "我会认真思考并尊重自己的意愿。",
        "label": ""
      },
      {
        "sentence": "再次感谢你。",
        "label": ""
      }
    ]
  }
]