[
  {
    "role": "client",
    "content": "我是一个21岁的女生，对人际关系感到失望并且开始逃避，想请问如何能够调节自己的情绪？我是一个安静敏感的人，从小就没有和别人玩得很好的朋友。到了初中，我和一个人关系特别好，我们在高中时还是同校的同学，但是高二时分到不同的班级，她交了新的朋友，开始疏远我，有什么事情也都瞒着我。后来我们绝交了，她对我影响特别大，自此之后我开始对新的人际关系不信任起来。同时在高中时我和另外两个人关系变好，其中一个是男生，一个是女生。男生人缘比较好，身边有众多朋友，我和他之间的关系一般，而另一个女生不在同一所学校，也不在同一个城市。我发现在我们相处的时候，她总是比较被动，平时联系或者出去玩都是我主动约她，她也很少主动和我说任何事情，包括喜欢的东西也从不分享给我，而是直接断定说我一定不喜欢。时间一长，我总是会感到挫败感和心理落差。我很注重朋友，但同时也缺乏安全感，我觉得每件事情都没有回应，这段关系让我觉得很累和失望。我应该和他们沟通吗？另外，由于家庭和其他原因，我持续很长时间处于情绪崩溃和焦虑的状态，尽管还没有去医院检查抑郁症，但我是否应该放弃这两段关系，及时止损呢？",
    "annotation": [
      {
        "sentence": "我是一个21岁的女生，对人际关系感到失望并且开始逃避，想请问如何能够调节自己的情绪？",
        "label": ""
      },
      {
        "sentence": "我是一个安静敏感的人，从小就没有和别人玩得很好的朋友。",
        "label": ""
      },
      {
        "sentence": "到了初中，我和一个人关系特别好，我们在高中时还是同校的同学，但是高二时分到不同的班级，她交了新的朋友，开始疏远我，有什么事情也都瞒着我。",
        "label": ""
      },
      {
        "sentence": "后来我们绝交了，她对我影响特别大，自此之后我开始对新的人际关系不信任起来。",
        "label": ""
      },
      {
        "sentence": "同时在高中时我和另外两个人关系变好，其中一个是男生，一个是女生。",
        "label": ""
      },
      {
        "sentence": "男生人缘比较好，身边有众多朋友，我和他之间的关系一般，而另一个女生不在同一所学校，也不在同一个城市。",
        "label": ""
      },
      {
        "sentence": "我发现在我们相处的时候，她总是比较被动，平时联系或者出去玩都是我主动约她，她也很少主动和我说任何事情，包括喜欢的东西也从不分享给我，而是直接断定说我一定不喜欢。",
        "label": ""
      },
      {
        "sentence": "时间一长，我总是会感到挫败感和心理落差。",
        "label": ""
      },
      {
        "sentence": "我很注重朋友，但同时也缺乏安全感，我觉得每件事情都没有回应，这段关系让我觉得很累和失望。",
        "label": ""
      },
      {
        "sentence": "我应该和他们沟通吗？",
        "label": ""
      },
      {
        "sentence": "另外，由于家庭和其他原因，我持续很长时间处于情绪崩溃和焦虑的状态，尽管还没有去医院检查抑郁症，但我是否应该放弃这两段关系，及时止损呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我非常理解你的经历，因为在我高中时期也有类似的情况，当时我也感到非常迷茫，甚至怀疑自己是否配拥有真心朋友。但是随着我步入社会工作后，我遇到了一些真心的朋友，才发现好的东西在后面等着我。现在我的生活中朋友交往方面非常愉悦。我可以给你一些建议。",
    "annotation": [
      {
        "sentence": "你好，我非常理解你的经历，因为在我高中时期也有类似的情况，当时我也感到非常迷茫，甚至怀疑自己是否配拥有真心朋友。",
        "label": ""
      },
      {
        "sentence": "但是随着我步入社会工作后，我遇到了一些真心的朋友，才发现好的东西在后面等着我。",
        "label": ""
      },
      {
        "sentence": "现在我的生活中朋友交往方面非常愉悦。",
        "label": ""
      },
      {
        "sentence": "我可以给你一些建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持，期待你的建议。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持，期待你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你断交的第一个朋友，我觉得你做得非常好，因为你及时止损了。因为除了对方以外，我们都不可能是对方唯一的朋友，别人都会有自己的圈子，不会再像以前一样分享私密的事情了。对她来说，这段关系已经变得可有可无了，你及时抽身，减少了对这段关系的期待，避免了后期更多的伤害。所以你不要怀疑当时的做法，也不要觉得自己受伤，因为她失去的是重情义的朋友，而你失去的只是一个不再关心你的人。",
    "annotation": [
      {
        "sentence": "首先，你断交的第一个朋友，我觉得你做得非常好，因为你及时止损了。",
        "label": ""
      },
      {
        "sentence": "因为除了对方以外，我们都不可能是对方唯一的朋友，别人都会有自己的圈子，不会再像以前一样分享私密的事情了。",
        "label": ""
      },
      {
        "sentence": "对她来说，这段关系已经变得可有可无了，你及时抽身，减少了对这段关系的期待，避免了后期更多的伤害。",
        "label": ""
      },
      {
        "sentence": "所以你不要怀疑当时的做法，也不要觉得自己受伤，因为她失去的是重情义的朋友，而你失去的只是一个不再关心你的人。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "的确，我一直觉得她对我产生了很大的影响，但我没有意识到她可能并不把这段关系看得那么重要。我理解了你的观点，谢谢你的提示。",
    "annotation": [
      {
        "sentence": "的确，我一直觉得她对我产生了很大的影响，但我没有意识到她可能并不把这段关系看得那么重要。",
        "label": ""
      },
      {
        "sentence": "我理解了你的观点，谢谢你的提示。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其次，你的男性朋友圈子很大，有许多朋友。鉴于你现在已经21岁了，我建议你放下一些心结，偶尔也可以和他的朋友一起玩玩，试着融入他的圈子，善待他的朋友。我们不仅需要真心朋友，还需要一些泛泛之交，这样生活才会更加有乐趣。",
    "annotation": [
      {
        "sentence": "其次，你的男性朋友圈子很大，有许多朋友。",
        "label": ""
      },
      {
        "sentence": "鉴于你现在已经21岁了，我建议你放下一些心结，偶尔也可以和他的朋友一起玩玩，试着融入他的圈子，善待他的朋友。",
        "label": ""
      },
      {
        "sentence": "我们不仅需要真心朋友，还需要一些泛泛之交，这样生活才会更加有乐趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这是一个不错的主意，我会尝试和他的朋友们多交流并且互动，谢谢你的建议。",
    "annotation": [
      {
        "sentence": "这是一个不错的主意，我会尝试和他的朋友们多交流并且互动，谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后，对于你和第三个女性朋友的关系，我建议你尝试和她沟通你对于这段关系的看法。说出你内心的想法，相信你们从高中走到现在，肯定是因为有相同的特质，才让你们成为了朋友。你可以告诉她，你认为她总是断定你喜欢或不喜欢什么事物，并希望她能够反思一下自己在相处过程中是否一直都是你在主导，很少让她表达自己的意见。朋友关系应该是相互理解的，让对方感到你有耐心去理解她所喜欢的东西，即使你并不一定喜欢，也请表示接纳。比如我有一个好朋友喜欢日本文化、洛丽塔风格，而我喜欢潮流品牌，尽管我不是很了解她的喜好，但我会尝试去欣赏她所喜欢的东西。虽然你们相隔很远，但经常分享生活中发生的事情可能能够缩短你们之间的距离，减少隔阂。我也是一个非常重视朋友关系的人，但太过于一味追求对方必须像自己一样在乎这段关系是不现实的，毕竟每个人都有自己的生活和处理关系的方式。试着放慢你的脚步，与身边的人建立关系，不一定非要交心，但试着发自内心地对待他们，你会发现收获会更多。",
    "annotation": [
      {
        "sentence": "最后，对于你和第三个女性朋友的关系，我建议你尝试和她沟通你对于这段关系的看法。",
        "label": ""
      },
      {
        "sentence": "说出你内心的想法，相信你们从高中走到现在，肯定是因为有相同的特质，才让你们成为了朋友。",
        "label": ""
      },
      {
        "sentence": "你可以告诉她，你认为她总是断定你喜欢或不喜欢什么事物，并希望她能够反思一下自己在相处过程中是否一直都是你在主导，很少让她表达自己的意见。",
        "label": ""
      },
      {
        "sentence": "朋友关系应该是相互理解的，让对方感到你有耐心去理解她所喜欢的东西，即使你并不一定喜欢，也请表示接纳。",
        "label": ""
      },
      {
        "sentence": "比如我有一个好朋友喜欢日本文化、洛丽塔风格，而我喜欢潮流品牌，尽管我不是很了解她的喜好，但我会尝试去欣赏她所喜欢的东西。",
        "label": ""
      },
      {
        "sentence": "虽然你们相隔很远，但经常分享生活中发生的事情可能能够缩短你们之间的距离，减少隔阂。",
        "label": ""
      },
      {
        "sentence": "我也是一个非常重视朋友关系的人，但太过于一味追求对方必须像自己一样在乎这段关系是不现实的，毕竟每个人都有自己的生活和处理关系的方式。",
        "label": ""
      },
      {
        "sentence": "试着放慢你的脚步，与身边的人建立关系，不一定非要交心，但试着发自内心地对待他们，你会发现收获会更多。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思了，我应该给她们一些空间，并且也尝试着和周围的人建立联系。我会尽量放慢自己的脚步，多关心身边的人，谢谢你的建议。",
    "annotation": [
      {
        "sentence": "我明白你的意思了，我应该给她们一些空间，并且也尝试着和周围的人建立联系。",
        "label": ""
      },
      {
        "sentence": "我会尽量放慢自己的脚步，多关心身边的人，谢谢你的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "最后我想给你一个建议，希望你能经常与自己的朋友交心，多聊天。不要一个人去猜测这段关系，那样只会让自己陷入一种怪圈，变得越来越糟糕。针对你目前的状态，你可以进行一些小的改变，适当地进行一些运动，找一些自己喜欢的事情来转移注意力，比如看一部喜欢的剧。总的来说，好好处理自己的情绪，美好的事情正在路上等着你，快乐也是生活的一部分，即使不快乐也需要继续生活下去。相信自己能够充实而快乐地生活。",
    "annotation": [
      {
        "sentence": "最后我想给你一个建议，希望你能经常与自己的朋友交心，多聊天。",
        "label": ""
      },
      {
        "sentence": "不要一个人去猜测这段关系，那样只会让自己陷入一种怪圈，变得越来越糟糕。",
        "label": ""
      },
      {
        "sentence": "针对你目前的状态，你可以进行一些小的改变，适当地进行一些运动，找一些自己喜欢的事情来转移注意力，比如看一部喜欢的剧。",
        "label": ""
      },
      {
        "sentence": "总的来说，好好处理自己的情绪，美好的事情正在路上等着你，快乐也是生活的一部分，即使不快乐也需要继续生活下去。",
        "label": ""
      },
      {
        "sentence": "相信自己能够充实而快乐地生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的建议和鼓励，我会尽力来调整自己的情绪和改变一些不好的习惯。谢谢你的陪伴和支持。",
    "annotation": [
      {
        "sentence": "非常感谢你的建议和鼓励，我会尽力来调整自己的情绪和改变一些不好的习惯。",
        "label": ""
      },
      {
        "sentence": "谢谢你的陪伴和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。如果你还有任何问题或者需要进一步的支持，都可以随时找我聊天。希望你可以越来越好，加油！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "如果你还有任何问题或者需要进一步的支持，都可以随时找我聊天。",
        "label": ""
      },
      {
        "sentence": "希望你可以越来越好，加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你，我会记住的。希望我们可以保持联系，再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你，我会记住的。",
        "label": ""
      },
      {
        "sentence": "希望我们可以保持联系，再次感谢你的帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常愿意和你保持联系，随时都可以找我聊天。希望你能够走出困境，重新获得",
    "annotation": [
      {
        "sentence": "非常愿意和你保持联系，随时都可以找我聊天。",
        "label": ""
      },
      {
        "sentence": "希望你能够走出困境，重新获得",
        "label": ""
      }
    ]
  }
]