[
  {
    "role": "client",
    "content": "最近一年，我的脑子里经常会突然跳出一些声音？首先我要说明不是精神分裂症的那种幻听。我是很在意别人评价看法的，别人的眼神表情我都会多想，我的母亲对我控制很强的，比如穿着，走哪条路，公交车上站在哪，她觉得我做的不对就会骂一些难听的词汇。有一段时间我把她对我的评价投射到了所有人的身上，让我感觉全世界都在否定我。最近我感觉内在有个人一直在审视我，我做什么事都会突然听到我妈的那些常用词汇。",
    "annotation": [
      {
        "sentence": "最近一年，我的脑子里经常会突然跳出一些声音？",
        "label": ""
      },
      {
        "sentence": "首先我要说明不是精神分裂症的那种幻听。",
        "label": ""
      },
      {
        "sentence": "我是很在意别人评价看法的，别人的眼神表情我都会多想，我的母亲对我控制很强的，比如穿着，走哪条路，公交车上站在哪，她觉得我做的不对就会骂一些难听的词汇。",
        "label": ""
      },
      {
        "sentence": "有一段时间我把她对我的评价投射到了所有人的身上，让我感觉全世界都在否定我。",
        "label": ""
      },
      {
        "sentence": "最近我感觉内在有个人一直在审视我，我做什么事都会突然听到我妈的那些常用词汇。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看得出来你对心理学的知识也是有所了解的，能够对自己的状况进行比较客观的评价和分析。我们经常会有同样的感觉，就是道理我都懂，但是我就是不知道怎么改变。和很多人一样，大家都愿意别人给自己一剂灵丹妙药，最好是“速效”的那种。每个人的成长经历，对自己形成的影响都是需要一个疗愈的过程的。你妈妈的控制型的教养方式，也是自我安全感的一种缺失，她希望通过对子女的控制，安排，甚至是机械性的操作，来让自己放心，事无巨细，满足自己的需要。当母亲感觉到被控制者没有按照自己的意愿进行的时候，就通过责骂甚至体罚来进行干预和纠正，她完全忽略了亲子关系中的边界感，对被控制的一方是一种伤害。在这种关系状态下成长，你真的是很辛苦。妈妈对自己的常用词汇，已经形成烙印，每次行遇到什么事情之前，都会出现，先给你“打预防针”。你感到困惑和恐慌，想摆脱而不能。如果想改变现状，你还是要面对和接纳现实中的自我。",
    "annotation": [
      {
        "sentence": "看得出来你对心理学的知识也是有所了解的，能够对自己的状况进行比较客观的评价和分析。",
        "label": ""
      },
      {
        "sentence": "我们经常会有同样的感觉，就是道理我都懂，但是我就是不知道怎么改变。",
        "label": ""
      },
      {
        "sentence": "和很多人一样，大家都愿意别人给自己一剂灵丹妙药，最好是“速效”的那种。",
        "label": ""
      },
      {
        "sentence": "每个人的成长经历，对自己形成的影响都是需要一个疗愈的过程的。",
        "label": ""
      },
      {
        "sentence": "你妈妈的控制型的教养方式，也是自我安全感的一种缺失，她希望通过对子女的控制，安排，甚至是机械性的操作，来让自己放心，事无巨细，满足自己的需要。",
        "label": ""
      },
      {
        "sentence": "当母亲感觉到被控制者没有按照自己的意愿进行的时候，就通过责骂甚至体罚来进行干预和纠正，她完全忽略了亲子关系中的边界感，对被控制的一方是一种伤害。",
        "label": ""
      },
      {
        "sentence": "在这种关系状态下成长，你真的是很辛苦。",
        "label": ""
      },
      {
        "sentence": "妈妈对自己的常用词汇，已经形成烙印，每次行遇到什么事情之前，都会出现，先给你“打预防针”。",
        "label": ""
      },
      {
        "sentence": "你感到困惑和恐慌，想摆脱而不能。",
        "label": ""
      },
      {
        "sentence": "如果想改变现状，你还是要面对和接纳现实中的自我。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "妈妈曾经对我控制型的照顾，表面上无微不至，小时候可以，那么现在，我还能接受吗，我还需要接受吗？如果不能接受，我自己是否有独立自理的能力，如果答案是肯定的，那么我就可以从现在做起，从身边的小事开始，学着自己为自己做主。即便错了，我还可以重新来。",
    "annotation": [
      {
        "sentence": "妈妈曾经对我控制型的照顾，表面上无微不至，小时候可以，那么现在，我还能接受吗，我还需要接受吗？",
        "label": ""
      },
      {
        "sentence": "如果不能接受，我自己是否有独立自理的能力，如果答案是肯定的，那么我就可以从现在做起，从身边的小事开始，学着自己为自己做主。",
        "label": ""
      },
      {
        "sentence": "即便错了，我还可以重新来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常好的思考和觉悟。每个人都有权利独立思考和选择自己的生活方式。你已经意识到了问题的根源，并且开始思考如何改变。接下来，你可以尝试从小事做起，根据自己的喜好和需要，制定适合自己的穿着、走路路线等。即使会有错误和挫折，也不要放弃重新尝试，因为每次尝试都是成长的机会。你的独立自理能力肯定是存在的，只是被母亲的控制压抑住了。尝试着恢复和发展你的自我决策能力，相信自己的判断力，慢慢地减少对别人评价和看法的过度关注。",
    "annotation": [
      {
        "sentence": "非常好的思考和觉悟。",
        "label": ""
      },
      {
        "sentence": "每个人都有权利独立思考和选择自己的生活方式。",
        "label": ""
      },
      {
        "sentence": "你已经意识到了问题的根源，并且开始思考如何改变。",
        "label": ""
      },
      {
        "sentence": "接下来，你可以尝试从小事做起，根据自己的喜好和需要，制定适合自己的穿着、走路路线等。",
        "label": ""
      },
      {
        "sentence": "即使会有错误和挫折，也不要放弃重新尝试，因为每次尝试都是成长的机会。",
        "label": ""
      },
      {
        "sentence": "你的独立自理能力肯定是存在的，只是被母亲的控制压抑住了。",
        "label": ""
      },
      {
        "sentence": "尝试着恢复和发展你的自我决策能力，相信自己的判断力，慢慢地减少对别人评价和看法的过度关注。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "妈妈对自己的否定比较多，那些否定，只是没有按照妈妈的要求而被否定，妈妈的要求就是对的吗，就是合理的吗。如果存在不合理要求，那么那些否定也就不成立，那就证明你即使没有得到妈妈的认可，也不见得就是不好，不优秀。你能不能正确认识自己的优点和不足呢。把自己优势一一列举出来，即便我不完美，但是我也是有很多值得被认可的地方的。",
    "annotation": [
      {
        "sentence": "妈妈对自己的否定比较多，那些否定，只是没有按照妈妈的要求而被否定，妈妈的要求就是对的吗，就是合理的吗。",
        "label": ""
      },
      {
        "sentence": "如果存在不合理要求，那么那些否定也就不成立，那就证明你即使没有得到妈妈的认可，也不见得就是不好，不优秀。",
        "label": ""
      },
      {
        "sentence": "你能不能正确认识自己的优点和不足呢。",
        "label": ""
      },
      {
        "sentence": "把自己优势一一列举出来，即便我不完美，但是我也是有很多值得被认可的地方的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你提出了一个很重要的问题。母亲的要求并不一定就是对的或者合理的。每个人都有自己的价值观和人生观，不同的标准也会导致对同一件事情的不同评价。你需要正确认识自己，了解自己的优点和不足，承认并接受自己的不完美。即使在妈妈眼中被否定，也不代表你就是不好或者不优秀。你可以尝试列举自己的优点和过去取得的成功，这样能够增强自己的自信心和自尊心。每个人都是独一无二的，有着自己独特的价值和贡献。",
    "annotation": [
      {
        "sentence": "你提出了一个很重要的问题。",
        "label": ""
      },
      {
        "sentence": "母亲的要求并不一定就是对的或者合理的。",
        "label": ""
      },
      {
        "sentence": "每个人都有自己的价值观和人生观，不同的标准也会导致对同一件事情的不同评价。",
        "label": ""
      },
      {
        "sentence": "你需要正确认识自己，了解自己的优点和不足，承认并接受自己的不完美。",
        "label": ""
      },
      {
        "sentence": "即使在妈妈眼中被否定，也不代表你就是不好或者不优秀。",
        "label": ""
      },
      {
        "sentence": "你可以尝试列举自己的优点和过去取得的成功，这样能够增强自己的自信心和自尊心。",
        "label": ""
      },
      {
        "sentence": "每个人都是独一无二的，有着自己独特的价值和贡献。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "如果想摆脱潜意识里妈妈的控制语言控制思想，就要把自己从哪些言语中剥离开来，成长为真正独立的自我，敢于表达自己的意见和想法，接纳自己的不完美，同时也要肯定自己的优点和长处，提升自信。敏感，低自尊，都是自卑的体现，不要总是把自己和别人比较，和昨天的自己相比，今天每进步一点，都制定被肯定。你有自我改变的欲望，只是目前内心动力不足，可以寻求专业心理咨询老师的帮助。",
    "annotation": [
      {
        "sentence": "如果想摆脱潜意识里妈妈的控制语言控制思想，就要把自己从哪些言语中剥离开来，成长为真正独立的自我，敢于表达自己的意见和想法，接纳自己的不完美，同时也要肯定自己的优点和长处，提升自信。",
        "label": ""
      },
      {
        "sentence": "敏感，低自尊，都是自卑的体现，不要总是把自己和别人比较，和昨天的自己相比，今天每进步一点，都制定被肯定。",
        "label": ""
      },
      {
        "sentence": "你有自我改变的欲望，只是目前内心动力不足，可以寻求专业心理咨询老师的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常赞同你的观点。要摆脱妈妈的控制和影响，首先需要剥离自己与她之间的控制语言和思维方式。你可以尝试刻意减少和妈妈的交流，同时增加与其他积极、支持你的人的交流。成长为真正独立的自我需要时间和努力，但只要你勇敢地表达自己的意见和想法，接纳自己的不完美，并肯定自己的优点和长处，你就会逐渐提升自信。敏感和低自尊往往是自卑的表现，不要总是将自己与他人比较，要与过去的自己相比较，每一点进步都值得被肯定。同时，你也可以考虑寻求专业心理咨询老师的帮助，他们可以提供更专业和个性化的支持和指导。希望我的回答对你有所帮助。",
    "annotation": [
      {
        "sentence": "非常赞同你的观点。",
        "label": ""
      },
      {
        "sentence": "要摆脱妈妈的控制和影响，首先需要剥离自己与她之间的控制语言和思维方式。",
        "label": ""
      },
      {
        "sentence": "你可以尝试刻意减少和妈妈的交流，同时增加与其他积极、支持你的人的交流。",
        "label": ""
      },
      {
        "sentence": "成长为真正独立的自我需要时间和努力，但只要你勇敢地表达自己的意见和想法，接纳自己的不完美，并肯定自己的优点和长处，你就会逐渐提升自信。",
        "label": ""
      },
      {
        "sentence": "敏感和低自尊往往是自卑的表现，不要总是将自己与他人比较，要与过去的自己相比较，每一点进步都值得被肯定。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以考虑寻求专业心理咨询老师的帮助，他们可以提供更专业和个性化的支持和指导。",
        "label": ""
      },
      {
        "sentence": "希望我的回答对你有所帮助。",
        "label": ""
      }
    ]
  }
]