[
  {
    "role": "client",
    "content": "我34岁了，对生孩子养孩子都充满恐惧，该生小孩吗？",
    "annotation": [
      {
        "sentence": "我34岁了，对生孩子养孩子都充满恐惧，该生小孩吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "遇到这样的问题，我想你一定很难受吧，希望能给你带去些许的温暖和力量。首先梳理一下我看到的问题，你看看对不对。1，女，34岁，已婚未育，出轨七年。",
    "annotation": [
      {
        "sentence": "遇到这样的问题，我想你一定很难受吧，希望能给你带去些许的温暖和力量。",
        "label": ""
      },
      {
        "sentence": "首先梳理一下我看到的问题，你看看对不对。",
        "label": ""
      },
      {
        "sentence": "1，女，34岁，已婚未育，出轨七年。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实很焦虑。还有，我觉得自己性格外向，重感情，个性自私，生活懒惰，注重自我情感的满足。",
    "annotation": [
      {
        "sentence": "是的，我确实很焦虑。",
        "label": ""
      },
      {
        "sentence": "还有，我觉得自己性格外向，重感情，个性自私，生活懒惰，注重自我情感的满足。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你这样形容自己的原因了。你觉得自己是个性自私、懒散的人，但我觉得每个人的特质都是在特定的条件下存在的。比如你追求感情满足，可能是因为婚姻中的感情不够满足；而生活懒散，可能是因为对婚姻生活没有太大的激情和期待。",
    "annotation": [
      {
        "sentence": "我明白你这样形容自己的原因了。",
        "label": ""
      },
      {
        "sentence": "你觉得自己是个性自私、懒散的人，但我觉得每个人的特质都是在特定的条件下存在的。",
        "label": ""
      },
      {
        "sentence": "比如你追求感情满足，可能是因为婚姻中的感情不够满足；而生活懒散，可能是因为对婚姻生活没有太大的激情和期待。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能是这样吧。我从小家境虽不富裕，但是妈妈把我宠的像公主。然后我嫁给了一个条件不错但我不爱的老公，结婚十年，我出轨了7年，一直很爱婚外的男人。",
    "annotation": [
      {
        "sentence": "可能是这样吧。",
        "label": ""
      },
      {
        "sentence": "我从小家境虽不富裕，但是妈妈把我宠的像公主。",
        "label": ""
      },
      {
        "sentence": "然后我嫁给了一个条件不错但我不爱的老公，结婚十年，我出轨了7年，一直很爱婚外的男人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "明白了，你从小被妈妈宠爱，所以在婚姻选择时也许会有一些盲目，只追求物质条件。而你出轨并爱上了婚外的男人，可能是因为他在感情上能给你满足，但他无法给你一个稳定的婚姻。",
    "annotation": [
      {
        "sentence": "明白了，你从小被妈妈宠爱，所以在婚姻选择时也许会有一些盲目，只追求物质条件。",
        "label": ""
      },
      {
        "sentence": "而你出轨并爱上了婚外的男人，可能是因为他在感情上能给你满足，但他无法给你一个稳定的婚姻。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，他不会离婚娶我。现在年龄大了，周围的人都说应该生了，不生老了会后悔，以后生育不了了。可是我对生孩子养孩子都充满了恐惧。",
    "annotation": [
      {
        "sentence": "是的，他不会离婚娶我。",
        "label": ""
      },
      {
        "sentence": "现在年龄大了，周围的人都说应该生了，不生老了会后悔，以后生育不了了。",
        "label": ""
      },
      {
        "sentence": "可是我对生孩子养孩子都充满了恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑和恐惧。现在的年龄和周围的人的意见可能给你很大的压力，但是生孩子是一件需要勇气和准备的事情。对于你来说，可能是不爱老公、对老公没信心，也可能是不想和已婚男分开，多种因素导致你内心不太想生宝宝。但朋友们都劝你说生了想法就会改变，孩子是你的希望，人生还是应该体验做母亲的滋味。",
    "annotation": [
      {
        "sentence": "我理解你的困惑和恐惧。",
        "label": ""
      },
      {
        "sentence": "现在的年龄和周围的人的意见可能给你很大的压力，但是生孩子是一件需要勇气和准备的事情。",
        "label": ""
      },
      {
        "sentence": "对于你来说，可能是不爱老公、对老公没信心，也可能是不想和已婚男分开，多种因素导致你内心不太想生宝宝。",
        "label": ""
      },
      {
        "sentence": "但朋友们都劝你说生了想法就会改变，孩子是你的希望，人生还是应该体验做母亲的滋味。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我一直犹豫不决，孕期的难受和精神上的痛苦让我情绪很不好，特别抑郁。现在我对生孩子和养孩子都充满了恐惧和焦虑，没有期待和信心。",
    "annotation": [
      {
        "sentence": "我一直犹豫不决，孕期的难受和精神上的痛苦让我情绪很不好，特别抑郁。",
        "label": ""
      },
      {
        "sentence": "现在我对生孩子和养孩子都充满了恐惧和焦虑，没有期待和信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你现在的情绪我完全理解，怀孕带来的身体变化和孕期的困难是每位准妈妈都会面临的。但是我想告诉你，即便是最爱的男人，怀孕的时候也会感到各种情绪的波动，这些并不是你心里对老公或已婚男的不信任所导致的，而是自身对未知未来的忧虑所引起的。你现在所缺乏的是对自己的信任和安全感，而这是你自己需要培养的能力。",
    "annotation": [
      {
        "sentence": "你现在的情绪我完全理解，怀孕带来的身体变化和孕期的困难是每位准妈妈都会面临的。",
        "label": ""
      },
      {
        "sentence": "但是我想告诉你，即便是最爱的男人，怀孕的时候也会感到各种情绪的波动，这些并不是你心里对老公或已婚男的不信任所导致的，而是自身对未知未来的忧虑所引起的。",
        "label": ""
      },
      {
        "sentence": "你现在所缺乏的是对自己的信任和安全感，而这是你自己需要培养的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我对情感的满足需求很强烈，可能和我的父亲有关。当初我选择了一个婚姻是因为条件不错的男人，但是在情感上他并不能完全满足我。",
    "annotation": [
      {
        "sentence": "确实，我对情感的满足需求很强烈，可能和我的父亲有关。",
        "label": ""
      },
      {
        "sentence": "当初我选择了一个婚姻是因为条件不错的男人，但是在情感上他并不能完全满足我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你对情感满足的需求，可能和你的父亲缺失的爱有关。现在你的老公和已婚男都是你在感情上缺失的一角。他们或许和你的父亲一样，在你的生活中无法给你完整的爱。需要注意的是，不要把自己的情感寄托在一个人身上，而是要学会从自己内心的力量中获得满足感。",
    "annotation": [
      {
        "sentence": "我理解你对情感满足的需求，可能和你的父亲缺失的爱有关。",
        "label": ""
      },
      {
        "sentence": "现在你的老公和已婚男都是你在感情上缺失的一角。",
        "label": ""
      },
      {
        "sentence": "他们或许和你的父亲一样，在你的生活中无法给你完整的爱。",
        "label": ""
      },
      {
        "sentence": "需要注意的是，不要把自己的情感寄托在一个人身上，而是要学会从自己内心的力量中获得满足感。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。谢谢你的建议。我可能需要时间去理顺自己的想法和情感，也可以考虑寻求咨询师的帮助。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我可能需要时间去理顺自己的想法和情感，也可以考虑寻求咨询师的帮助。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能为你提供一些帮助。如果你觉得需要，你可以选择找咨询师聊聊，但是注意选择有相关背景和经验的咨询师。如果你觉得还没准备好，也可以暂时不去。同时，也希望你能理顺自己的生活，弄明白自己内心真正想要的是什么，然后和你的老公好好沟通。记住，你是解决问题的关键，相信自己能够找到最适合自己的答案。",
    "annotation": [
      {
        "sentence": "很高兴能为你提供一些帮助。",
        "label": ""
      },
      {
        "sentence": "如果你觉得需要，你可以选择找咨询师聊聊，但是注意选择有相关背景和经验的咨询师。",
        "label": ""
      },
      {
        "sentence": "如果你觉得还没准备好，也可以暂时不去。",
        "label": ""
      },
      {
        "sentence": "同时，也希望你能理顺自己的生活，弄明白自己内心真正想要的是什么，然后和你的老公好好沟通。",
        "label": ""
      },
      {
        "sentence": "记住，你是解决问题的关键，相信自己能够找到最适合自己的答案。",
        "label": ""
      }
    ]
  }
]