[
  {
    "role": "client",
    "content": "学生党，为什么焦虑一些自己觉得不可能发生的？我是个学生，总是喜欢幻想一些不好的事情，想在事情发生之前做好准备，这样等他真的发生了自己就不怕了，好想是想把未来的事情都控制在手中，以前不焦虑的时候想一件事情觉得不合理，自己觉得他不会发生就不去想了，现在突然焦虑的停不下来，觉得一件事情不会发生了心里还是一直有个声音在说万一呢，确实世界上没有绝对，千万分之一的可能性自己也非要假设他发生，然后逼自己去想好对策，例如自己考第一名之后，就很担心老师会过分关注我，然后增加叫我讲课的几率，自己本身是不喜欢这个事的，我就会想那我不考第一名不就是解决这个问题的对策了吗？可是我不能因此故意不去好好学习啊，我能考第一我为什么不去考。自己本身也知道并不是你考第一老师就一定会叫你去讲课，这只是一种可能的情况，后来就想啊，如果真的发生，就和老师说自己不想讲呗，实话实说，然后自己又担心课堂上说出来以后同学对我的看法，会不会觉得我很怪，就很焦虑，总把自己置于没",
    "annotation": [
      {
        "sentence": "学生党，为什么焦虑一些自己觉得不可能发生的？",
        "label": ""
      },
      {
        "sentence": "我是个学生，总是喜欢幻想一些不好的事情，想在事情发生之前做好准备，这样等他真的发生了自己就不怕了，好想是想把未来的事情都控制在手中，以前不焦虑的时候想一件事情觉得不合理，自己觉得他不会发生就不去想了，现在突然焦虑的停不下来，觉得一件事情不会发生了心里还是一直有个声音在说万一呢，确实世界上没有绝对，千万分之一的可能性自己也非要假设他发生，然后逼自己去想好对策，例如自己考第一名之后，就很担心老师会过分关注我，然后增加叫我讲课的几率，自己本身是不喜欢这个事的，我就会想那我不考第一名不就是解决这个问题的对策了吗？",
        "label": ""
      },
      {
        "sentence": "可是我不能因此故意不去好好学习啊，我能考第一我为什么不去考。",
        "label": ""
      },
      {
        "sentence": "自己本身也知道并不是你考第一老师就一定会叫你去讲课，这只是一种可能的情况，后来就想啊，如果真的发生，就和老师说自己不想讲呗，实话实说，然后自己又担心课堂上说出来以后同学对我的看法，会不会觉得我很怪，就很焦虑，总把自己置于没",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说自己，总是喜欢幻想一些不好的事情，想在事情发生之前做好准备。似乎在这之前，你有看到什么不好的事情，那事情有点吓到你，让你害怕、恐惧，你担心自己遇到那些不好的事情，自己没有准备好，你害怕那种无限的，未知的不确定的、不好的事情。这样等他真的发生了自己就不怕了。",
    "annotation": [
      {
        "sentence": "你说自己，总是喜欢幻想一些不好的事情，想在事情发生之前做好准备。",
        "label": ""
      },
      {
        "sentence": "似乎在这之前，你有看到什么不好的事情，那事情有点吓到你，让你害怕、恐惧，你担心自己遇到那些不好的事情，自己没有准备好，你害怕那种无限的，未知的不确定的、不好的事情。",
        "label": ""
      },
      {
        "sentence": "这样等他真的发生了自己就不怕了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我希望自己能够顺利度过危险，希望自己有所准备，希望自己能够不害怕。",
    "annotation": [
      {
        "sentence": "是的，我希望自己能够顺利度过危险，希望自己有所准备，希望自己能够不害怕。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你怎么看待那个会感到害怕的人呢？你会联想到什么呢？好像是想把未来的事情都控制在手中。把未来都控制在手中，不会遇到任何出乎意料的事情，不会遇到让你手足无措的事情，可以胸有成竹的解决所有遇到的事情。看起来，你现在很害怕不确定的事情，你很希望确定下来，你很希望哪怕万分之一的事情也可以确定下来。",
    "annotation": [
      {
        "sentence": "你怎么看待那个会感到害怕的人呢？",
        "label": ""
      },
      {
        "sentence": "你会联想到什么呢？",
        "label": ""
      },
      {
        "sentence": "好像是想把未来的事情都控制在手中。",
        "label": ""
      },
      {
        "sentence": "把未来都控制在手中，不会遇到任何出乎意料的事情，不会遇到让你手足无措的事情，可以胸有成竹的解决所有遇到的事情。",
        "label": ""
      },
      {
        "sentence": "看起来，你现在很害怕不确定的事情，你很希望确定下来，你很希望哪怕万分之一的事情也可以确定下来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "对，就是这样。我总觉得如果事情不确定，我会感到很不安。",
    "annotation": [
      {
        "sentence": "对，就是这样。",
        "label": ""
      },
      {
        "sentence": "我总觉得如果事情不确定，我会感到很不安。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不知道你现在大几了，你最想要确定下来的事情是什么呢？",
    "annotation": [
      {
        "sentence": "不知道你现在大几了，你最想要确定下来的事情是什么呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我目前是大二，我最想确定的事情是我的未来职业发展，我不知道自己将来能否找到一份理想的工作。",
    "annotation": [
      {
        "sentence": "我目前是大二，我最想确定的事情是我的未来职业发展，我不知道自己将来能否找到一份理想的工作。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看起来对未来的不确定性让你感到焦虑和不安。以前不焦虑的时候想一件事情觉得不合理，自己觉得他不会发生就不去想了。好像以前可以在某个点上停下来，有个限度，可是现在突然焦虑的停不下来，觉得一件事情不会发生了心里还是一直有个声音在说万一呢。",
    "annotation": [
      {
        "sentence": "看起来对未来的不确定性让你感到焦虑和不安。",
        "label": ""
      },
      {
        "sentence": "以前不焦虑的时候想一件事情觉得不合理，自己觉得他不会发生就不去想了。",
        "label": ""
      },
      {
        "sentence": "好像以前可以在某个点上停下来，有个限度，可是现在突然焦虑的停不下来，觉得一件事情不会发生了心里还是一直有个声音在说万一呢。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是觉得现在无论事情有多小，我都会往坏处想，总有一种不安的感觉。",
    "annotation": [
      {
        "sentence": "是的，我就是觉得现在无论事情有多小，我都会往坏处想，总有一种不安的感觉。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是啊，万一呢？确实世界上没有绝对，千万分之一的可能性自己也非要假设他发生。很好奇，世界上很多万一，是什么原因让你总想万一遇到不好的事情？咱们为何不想想万一遇到好的事情？比如中彩票概率很低呀，但是也有万一，千万分之一呀～然后逼自己去想好对策…看起来你好累呀～你给自己增加了很多“万一”的任务，好像脑子里总是有些东西绷着，不知道你最近的饮食、睡眠怎么样？",
    "annotation": [
      {
        "sentence": "是啊，万一呢？",
        "label": ""
      },
      {
        "sentence": "确实世界上没有绝对，千万分之一的可能性自己也非要假设他发生。",
        "label": ""
      },
      {
        "sentence": "很好奇，世界上很多万一，是什么原因让你总想万一遇到不好的事情？",
        "label": ""
      },
      {
        "sentence": "咱们为何不想想万一遇到好的事情？",
        "label": ""
      },
      {
        "sentence": "比如中彩票概率很低呀，但是也有万一，千万分之一呀～然后逼自己去想好对策…看起来你好累呀～你给自己增加了很多“万一”的任务，好像脑子里总是有些东西绷着，不知道你最近的饮食、睡眠怎么样？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我没想过为什么会总想到不好的事情，可能是因为我对风险有很高的敏感性。最近的饮食和睡眠还好，没什么问题。",
    "annotation": [
      {
        "sentence": "其实我没想过为什么会总想到不好的事情，可能是因为我对风险有很高的敏感性。",
        "label": ""
      },
      {
        "sentence": "最近的饮食和睡眠还好，没什么问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "那么担心考试考好了，老师可能让你去讲课…那你的学习状况现在是怎么样的呢？",
    "annotation": [
      {
        "sentence": "那么担心考试考好了，老师可能让你去讲课…那你的学习状况现在是怎么样的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的学习状况还不错，我一直都很努力学习，争取取得好成绩。",
    "annotation": [
      {
        "sentence": "我的学习状况还不错，我一直都很努力学习，争取取得好成绩。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果觉得不想在问答区公开回复，可以私信我哦～BY郭羽靖。你要知道，焦虑是可以通过一些方法来逐渐调节的。",
    "annotation": [
      {
        "sentence": "如果觉得不想在问答区公开回复，可以私信我哦～BY郭羽靖。",
        "label": ""
      },
      {
        "sentence": "你要知道，焦虑是可以通过一些方法来逐渐调节的。",
        "label": ""
      }
    ]
  }
]