[
  {
    "role": "client",
    "content": "我是一个女大学生，非常内向且敏感，我的抗压能力很差，我该怎么办？我是大二的女生，内向又敏感，虽然在学习上非常上进，但我觉得自己从来没有适应过宿舍和学校的生活。我几乎整个大学都是在图书馆度过的。每到放假回家的日子，我都感到平淡无奇，没有真正的知己，我很少发自内心地笑，总是感觉和别人格格不入。疫情期间在家上网课的那段时间是我在大学期间最快乐的时候，但最近返校复学了，我感到特别难过，很想念家，情绪也一直低落。我知道这样不好，但是我不知道怎样提高我的抗压能力。很多人都说内向其实有很多优势，但是到底应该如何克服内向敏感带来的困扰呢？内向敏感真的太太让人痛苦了。",
    "annotation": [
      {
        "sentence": "我是一个女大学生，非常内向且敏感，我的抗压能力很差，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "我是大二的女生，内向又敏感，虽然在学习上非常上进，但我觉得自己从来没有适应过宿舍和学校的生活。",
        "label": ""
      },
      {
        "sentence": "我几乎整个大学都是在图书馆度过的。",
        "label": ""
      },
      {
        "sentence": "每到放假回家的日子，我都感到平淡无奇，没有真正的知己，我很少发自内心地笑，总是感觉和别人格格不入。",
        "label": ""
      },
      {
        "sentence": "疫情期间在家上网课的那段时间是我在大学期间最快乐的时候，但最近返校复学了，我感到特别难过，很想念家，情绪也一直低落。",
        "label": ""
      },
      {
        "sentence": "我知道这样不好，但是我不知道怎样提高我的抗压能力。",
        "label": ""
      },
      {
        "sentence": "很多人都说内向其实有很多优势，但是到底应该如何克服内向敏感带来的困扰呢？",
        "label": ""
      },
      {
        "sentence": "内向敏感真的太太让人痛苦了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "感谢你的问题。首先，我想确认一下你在大学期间为什么选择在图书馆度过大部分时间，是因为你在躲避人群吗？另外，你提到你很少有真正的知己，很少发自内心地笑，感觉和别人格格不入。这些都是因为你难以建立人际关系吗？",
    "annotation": [
      {
        "sentence": "感谢你的问题。",
        "label": ""
      },
      {
        "sentence": "首先，我想确认一下你在大学期间为什么选择在图书馆度过大部分时间，是因为你在躲避人群吗？",
        "label": ""
      },
      {
        "sentence": "另外，你提到你很少有真正的知己，很少发自内心地笑，感觉和别人格格不入。",
        "label": ""
      },
      {
        "sentence": "这些都是因为你难以建立人际关系吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我在大学期间选择待在图书馆主要是因为我喜欢安静的环境，并且我感到宿舍和学校的生活对我来说不太适应。至于我很少有真正的知己，很少发自内心地笑，这可能是因为我在人际交往中不太擅长表达自己，而且我希望能够回避人群。有时候我感觉到外界的不友好，导致我加剧了不去和人接触的心理。虽然我明明觉得孤单，但我还是会躲避人群，甚至期待呆在家里。但这样的生活方式对我来说也是痛苦的。其实，我期待有真心朋友，期待有精彩的生活，期待能开心地笑。但是我发现自己难以打开自己，有点胆怯，缺乏自信。",
    "annotation": [
      {
        "sentence": "是的，我在大学期间选择待在图书馆主要是因为我喜欢安静的环境，并且我感到宿舍和学校的生活对我来说不太适应。",
        "label": ""
      },
      {
        "sentence": "至于我很少有真正的知己，很少发自内心地笑，这可能是因为我在人际交往中不太擅长表达自己，而且我希望能够回避人群。",
        "label": ""
      },
      {
        "sentence": "有时候我感觉到外界的不友好，导致我加剧了不去和人接触的心理。",
        "label": ""
      },
      {
        "sentence": "虽然我明明觉得孤单，但我还是会躲避人群，甚至期待呆在家里。",
        "label": ""
      },
      {
        "sentence": "但这样的生活方式对我来说也是痛苦的。",
        "label": ""
      },
      {
        "sentence": "其实，我期待有真心朋友，期待有精彩的生活，期待能开心地笑。",
        "label": ""
      },
      {
        "sentence": "但是我发现自己难以打开自己，有点胆怯，缺乏自信。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的感受。对于建立自信，你需要跳出舒适区，勇敢地去面对人际交往。躲避人群会限制你的成长和发展。你可以从一些小事情开始尝试，比如邀请别人一起去餐厅吃饭，或者做一些你擅长的事情，每一次进步都应该给自己鼓励。此外，你也可以寻找一些和你有相似性的人，这样会更容易建立起友谊。对于别人对你的评论，不要过早地假设会带来什么后果，而是试着去感受这些评论对你的真实影响。同时，保持敏感和欣赏美好的部分，虽然这可能不像捕捉负面信息那么容易。解决内向和敏感带给你的困扰，就是通过行动来停止思考。当你勇敢地尝试一些行动之后，你会逐渐发现很多事情并没有想象中那么难，或者那么难以面对。突破自己对任何人来说都不容易，但如果你感到痛苦，不妨试着去改变。",
    "annotation": [
      {
        "sentence": "我理解你的感受。",
        "label": ""
      },
      {
        "sentence": "对于建立自信，你需要跳出舒适区，勇敢地去面对人际交往。",
        "label": ""
      },
      {
        "sentence": "躲避人群会限制你的成长和发展。",
        "label": ""
      },
      {
        "sentence": "你可以从一些小事情开始尝试，比如邀请别人一起去餐厅吃饭，或者做一些你擅长的事情，每一次进步都应该给自己鼓励。",
        "label": ""
      },
      {
        "sentence": "此外，你也可以寻找一些和你有相似性的人，这样会更容易建立起友谊。",
        "label": ""
      },
      {
        "sentence": "对于别人对你的评论，不要过早地假设会带来什么后果，而是试着去感受这些评论对你的真实影响。",
        "label": ""
      },
      {
        "sentence": "同时，保持敏感和欣赏美好的部分，虽然这可能不像捕捉负面信息那么容易。",
        "label": ""
      },
      {
        "sentence": "解决内向和敏感带给你的困扰，就是通过行动来停止思考。",
        "label": ""
      },
      {
        "sentence": "当你勇敢地尝试一些行动之后，你会逐渐发现很多事情并没有想象中那么难，或者那么难以面对。",
        "label": ""
      },
      {
        "sentence": "突破自己对任何人来说都不容易，但如果你感到痛苦，不妨试着去改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试跳出自己的舒适区，勇敢地面对人际交往。我会从一些小事情开始，比如邀请别人一起去吃饭或者做一些我擅长的事情。每一次进步都要给自己一些鼓励。我也会试着找到一些和我有相似性的人，这样可能更容易建立起友谊。对于别人的评论，我会试着去感受它们对我真实的影响。同时，我也会保持敏感并欣赏美好的事物。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试跳出自己的舒适区，勇敢地面对人际交往。",
        "label": ""
      },
      {
        "sentence": "我会从一些小事情开始，比如邀请别人一起去吃饭或者做一些我擅长的事情。",
        "label": ""
      },
      {
        "sentence": "每一次进步都要给自己一些鼓励。",
        "label": ""
      },
      {
        "sentence": "我也会试着找到一些和我有相似性的人，这样可能更容易建立起友谊。",
        "label": ""
      },
      {
        "sentence": "对于别人的评论，我会试着去感受它们对我真实的影响。",
        "label": ""
      },
      {
        "sentence": "同时，我也会保持敏感并欣赏美好的事物。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的回答，你已经迈出了第一步。记住，改变需要时间和勇气。在这个过程中，不要过于苛刻地对待自己，相信你能够逐渐建立起更多的自信和抗压能力。如果在这个过程中有任何困难或者疑虑，随时来找我聊天。你不是一个人在战斗，我们会一起来支持你。你可以做到的！",
    "annotation": [
      {
        "sentence": "很高兴听到你的回答，你已经迈出了第一步。",
        "label": ""
      },
      {
        "sentence": "记住，改变需要时间和勇气。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，不要过于苛刻地对待自己，相信你能够逐渐建立起更多的自信和抗压能力。",
        "label": ""
      },
      {
        "sentence": "如果在这个过程中有任何困难或者疑虑，随时来找我聊天。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，我们会一起来支持你。",
        "label": ""
      },
      {
        "sentence": "你可以做到的！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持！我会牢记你的话，相信自己并继续努力的。如果有需要的时候，我一定会来找你谈谈。真的非常感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，相信自己并继续努力的。",
        "label": ""
      },
      {
        "sentence": "如果有需要的时候，我一定会来找你谈谈。",
        "label": ""
      },
      {
        "sentence": "真的非常感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很愿意帮助你。记住，你并不孤单，我们会一起度过难关。如果有任何需要帮助的地方，随时都可以向我倾诉。祝你一切顺利，加油！",
    "annotation": [
      {
        "sentence": "不用客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "记住，你并不孤单，我们会一起度过难关。",
        "label": ""
      },
      {
        "sentence": "如果有任何需要帮助的地方，随时都可以向我倾诉。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，加油！",
        "label": ""
      }
    ]
  }
]