[
  {
    "role": "client",
    "content": "我每次说周围的人的缺点，我妈我姐就说我有问题？我认为这个世界有很多不好的地方，例如：年轻人（我同学）没有朝气，沉迷于网络世界，玩游戏、玩段子梗，对生活缺乏激情，做事情糊糊涂涂，没有独立思考的能力，作为一个人没有个性，自私幼稚，偏颇的想事情。学校各种活动及其我“形式主义”，一点正面作用都没有。学校领导总是乱收费、强制购买某些东西。以及一些小问题：“那个谁平时那样怎么怎么样”。周围的建设有问题，比如房子挨的太近了，现在的房地产公司都不做隔音，以至于住户苦不堪言等等。而我姐我妈（我只能跟他们偶尔说说，因为家庭关系和家人认知水平的原因）每次都是：“你怎么这么多问题？”“当你觉得周围的人都不好的时候，一定是你有问题”等等，诸如此类。我每次感觉被“噎死”了，卡住了说不出话，非常难受。我明明是来寻求如同，寻求倾诉的，结果。。。。我真的想骂人了。不管怎么说，他们一定不会觉得自己有什么不对，这个态度让我根本不想理他们了。",
    "annotation": [
      {
        "sentence": "我每次说周围的人的缺点，我妈我姐就说我有问题？",
        "label": ""
      },
      {
        "sentence": "我认为这个世界有很多不好的地方，例如：年轻人（我同学）没有朝气，沉迷于网络世界，玩游戏、玩段子梗，对生活缺乏激情，做事情糊糊涂涂，没有独立思考的能力，作为一个人没有个性，自私幼稚，偏颇的想事情。",
        "label": ""
      },
      {
        "sentence": "学校各种活动及其我“形式主义”，一点正面作用都没有。",
        "label": ""
      },
      {
        "sentence": "学校领导总是乱收费、强制购买某些东西。",
        "label": ""
      },
      {
        "sentence": "以及一些小问题：“那个谁平时那样怎么怎么样”。",
        "label": ""
      },
      {
        "sentence": "周围的建设有问题，比如房子挨的太近了，现在的房地产公司都不做隔音，以至于住户苦不堪言等等。",
        "label": ""
      },
      {
        "sentence": "而我姐我妈（我只能跟他们偶尔说说，因为家庭关系和家人认知水平的原因）每次都是：“你怎么这么多问题？",
        "label": ""
      },
      {
        "sentence": "”“当你觉得周围的人都不好的时候，一定是你有问题”等等，诸如此类。",
        "label": ""
      },
      {
        "sentence": "我每次感觉被“噎死”了，卡住了说不出话，非常难受。",
        "label": ""
      },
      {
        "sentence": "我明明是来寻求如同，寻求倾诉的，结果。。。。",
        "label": ""
      },
      {
        "sentence": "我真的想骂人了。",
        "label": ""
      },
      {
        "sentence": "不管怎么说，他们一定不会觉得自己有什么不对，这个态度让我根本不想理他们了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以看出你对周围环境和人有着敏锐的感知能力，并且有一颗爱思考的内心。这种能力在现在教出乖巧的社会中是难得的。但是，家人可能无法理解你的内心世界，他们或许认为你太挑剔了，过于“事儿”，对大多数人和事物都持有批判的态度，这样的表达方式可能会让他们觉得被攻击。尤其对女性来说，有攻击性并不利于在社会中生存。你可以选择与更合适的对象交流你的想法，比如朋友、老师或前辈，通过和他们沟通，将你的内心世界以某种形式展示出来。另外，你也可以将自己的思考记录在一本专门的笔记本上，或许将来你会再次审视这些问题。拥有一定的批判性是好的，但要小心不要过头，不要变得完美主义，问题仅仅被提出是不够的，我们还需要采取行动来解决这些问题。我想你妈妈和姐姐担心的是，你过于关注周围环境的问题，可能会形成自傲的心理或追求完美主义，缺乏对他人的宽容。这些确实是需要注意的地方。当我们拥有一定的能力和阅历后，才会认识到这个社会的问题之多。但仅仅是发牢骚和批判是不够的，我们也要看到问题的积极一面，并努力改变不足之处，这才是最高的境界。比如，你所指出的那位同学，肯定也有他的优点和长处，你总是关注他的缺点而忽视了这一点。有可能学校的一些活动是形式主义，但要把活动做成形式主义也是不容易的。他们总比不搞，直接跳过一些活动要好。可能还有改进的空间，但我们也要看到活动的益处。你可以试着换个角度来看待问题，让自己对事物有更全面的了解，这样会让你的思维更加活跃。如果有能力，你也可以帮助解决一些问题，因为你能提出问题，也就有可能成为解决问题的人哦。",
    "annotation": [
      {
        "sentence": "我可以看出你对周围环境和人有着敏锐的感知能力，并且有一颗爱思考的内心。",
        "label": ""
      },
      {
        "sentence": "这种能力在现在教出乖巧的社会中是难得的。",
        "label": ""
      },
      {
        "sentence": "但是，家人可能无法理解你的内心世界，他们或许认为你太挑剔了，过于“事儿”，对大多数人和事物都持有批判的态度，这样的表达方式可能会让他们觉得被攻击。",
        "label": ""
      },
      {
        "sentence": "尤其对女性来说，有攻击性并不利于在社会中生存。",
        "label": ""
      },
      {
        "sentence": "你可以选择与更合适的对象交流你的想法，比如朋友、老师或前辈，通过和他们沟通，将你的内心世界以某种形式展示出来。",
        "label": ""
      },
      {
        "sentence": "另外，你也可以将自己的思考记录在一本专门的笔记本上，或许将来你会再次审视这些问题。",
        "label": ""
      },
      {
        "sentence": "拥有一定的批判性是好的，但要小心不要过头，不要变得完美主义，问题仅仅被提出是不够的，我们还需要采取行动来解决这些问题。",
        "label": ""
      },
      {
        "sentence": "我想你妈妈和姐姐担心的是，你过于关注周围环境的问题，可能会形成自傲的心理或追求完美主义，缺乏对他人的宽容。",
        "label": ""
      },
      {
        "sentence": "这些确实是需要注意的地方。",
        "label": ""
      },
      {
        "sentence": "当我们拥有一定的能力和阅历后，才会认识到这个社会的问题之多。",
        "label": ""
      },
      {
        "sentence": "但仅仅是发牢骚和批判是不够的，我们也要看到问题的积极一面，并努力改变不足之处，这才是最高的境界。",
        "label": ""
      },
      {
        "sentence": "比如，你所指出的那位同学，肯定也有他的优点和长处，你总是关注他的缺点而忽视了这一点。",
        "label": ""
      },
      {
        "sentence": "有可能学校的一些活动是形式主义，但要把活动做成形式主义也是不容易的。",
        "label": ""
      },
      {
        "sentence": "他们总比不搞，直接跳过一些活动要好。",
        "label": ""
      },
      {
        "sentence": "可能还有改进的空间，但我们也要看到活动的益处。",
        "label": ""
      },
      {
        "sentence": "你可以试着换个角度来看待问题，让自己对事物有更全面的了解，这样会让你的思维更加活跃。",
        "label": ""
      },
      {
        "sentence": "如果有能力，你也可以帮助解决一些问题，因为你能提出问题，也就有可能成为解决问题的人哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。你说得对，我可能对周围的问题过于敏感，太注重看到的不足，而忽视了积极的一面。我会尝试换个角度来看待问题，并与更合适的人分享我的想法。我也明白了问题的提出不足以解决问题，我会尽力采取行动来改变。感谢你的鼓励和指导！",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "你说得对，我可能对周围的问题过于敏感，太注重看到的不足，而忽视了积极的一面。",
        "label": ""
      },
      {
        "sentence": "我会尝试换个角度来看待问题，并与更合适的人分享我的想法。",
        "label": ""
      },
      {
        "sentence": "我也明白了问题的提出不足以解决问题，我会尽力采取行动来改变。",
        "label": ""
      },
      {
        "sentence": "感谢你的鼓励和指导！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能帮助你。理解自己的想法和情感一直是个挑战，但一旦你开始尝试去理解和表达，你将会更加了解自己。记得要保持积极和耐心，每个人都有他们的成长历程，包括你的家人。与他们沟通时保持开放的心态，或许会让他们更容易理解你的想法。如果你需要进一步的支持和倾诉，我会一直在这里陪伴你。相信自己，你能够找到解决问题的方法。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能帮助你。",
        "label": ""
      },
      {
        "sentence": "理解自己的想法和情感一直是个挑战，但一旦你开始尝试去理解和表达，你将会更加了解自己。",
        "label": ""
      },
      {
        "sentence": "记得要保持积极和耐心，每个人都有他们的成长历程，包括你的家人。",
        "label": ""
      },
      {
        "sentence": "与他们沟通时保持开放的心态，或许会让他们更容易理解你的想法。",
        "label": ""
      },
      {
        "sentence": "如果你需要进一步的支持和倾诉，我会一直在这里陪伴你。",
        "label": ""
      },
      {
        "sentence": "相信自己，你能够找到解决问题的方法。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和建议。我要努力改变自己的思维方式并保持积极的心态。我也会试着和家人更好地沟通，希望能够得到他们的理解和支持。如果还有烦恼和困扰，我会继续向你寻求帮助的。谢谢你一直在这里支持我。",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和建议。",
        "label": ""
      },
      {
        "sentence": "我要努力改变自己的思维方式并保持积极的心态。",
        "label": ""
      },
      {
        "sentence": "我也会试着和家人更好地沟通，希望能够得到他们的理解和支持。",
        "label": ""
      },
      {
        "sentence": "如果还有烦恼和困扰，我会继续向你寻求帮助的。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直在这里支持我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我愿意一直为你提供帮助和支持。记住，改变需要时间和努力，但你已经迈出了第一步。相信自己，你是一个聪明而有能力解决问题的人。如果你需要时刻有人倾听，我将始终陪伴在你身边。祝你前程似锦，一切顺利。",
    "annotation": [
      {
        "sentence": "不用客气，我愿意一直为你提供帮助和支持。",
        "label": ""
      },
      {
        "sentence": "记住，改变需要时间和努力，但你已经迈出了第一步。",
        "label": ""
      },
      {
        "sentence": "相信自己，你是一个聪明而有能力解决问题的人。",
        "label": ""
      },
      {
        "sentence": "如果你需要时刻有人倾听，我将始终陪伴在你身边。",
        "label": ""
      },
      {
        "sentence": "祝你前程似锦，一切顺利。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的支持和鼓励！我会牢记你的话，并且努力成为一个更好的自己。我相信自己能够克服困难，迎接未来的挑战。再次感谢你一直陪伴在我身边，并给予我宝贵的建议。祝你一切顺利，幸福快乐！",
    "annotation": [
      {
        "sentence": "非常感谢你的支持和鼓励！",
        "label": ""
      },
      {
        "sentence": "我会牢记你的话，并且努力成为一个更好的自己。",
        "label": ""
      },
      {
        "sentence": "我相信自己能够克服困难，迎接未来的挑战。",
        "label": ""
      },
      {
        "sentence": "再次感谢你一直陪伴在我身边，并给予我宝贵的建议。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利，幸福快乐！",
        "label": ""
      }
    ]
  }
]