[
  {
    "role": "client",
    "content": "童年时不幸福，成年后如何才能做到好好爱自己的孩子？我92年出生是老大长女，那时候重男轻女严重，父母玩命似的生男孩，第二胎也是女孩就送给阿姨家过继没有结婚的舅舅名下，叫父母阿姨和姨夫。我的母亲从小没有妈妈，有两个姐姐四个哥哥，是由外公等人养大。",
    "annotation": [
      {
        "sentence": "童年时不幸福，成年后如何才能做到好好爱自己的孩子？",
        "label": ""
      },
      {
        "sentence": "我92年出生是老大长女，那时候重男轻女严重，父母玩命似的生男孩，第二胎也是女孩就送给阿姨家过继没有结婚的舅舅名下，叫父母阿姨和姨夫。",
        "label": ""
      },
      {
        "sentence": "我的母亲从小没有妈妈，有两个姐姐四个哥哥，是由外公等人养大。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "童年的不幸福确实会给人留下深刻的痕迹。你经历了一些重男轻女的现象，这种文化背景加上家庭的复杂性，会使得你感到孤独和无助。你认识到这种影响对你和你的孩子都是不利的。首先要明白的是，你的童年经历并不代表你将来的养育方式一定会重蹈覆辙。你有自己的意愿和控制权来做出不同的选择，为孩子创造一个温暖和幸福的环境。",
    "annotation": [
      {
        "sentence": "童年的不幸福确实会给人留下深刻的痕迹。",
        "label": ""
      },
      {
        "sentence": "你经历了一些重男轻女的现象，这种文化背景加上家庭的复杂性，会使得你感到孤独和无助。",
        "label": ""
      },
      {
        "sentence": "你认识到这种影响对你和你的孩子都是不利的。",
        "label": ""
      },
      {
        "sentence": "首先要明白的是，你的童年经历并不代表你将来的养育方式一定会重蹈覆辙。",
        "label": ""
      },
      {
        "sentence": "你有自己的意愿和控制权来做出不同的选择，为孩子创造一个温暖和幸福的环境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我的母亲最疼爱弟弟，弟弟穿七八百的篮球鞋都很平常，只给我买过两双两三百的鞋，给我买的衣服甚至有地摊上的五块钱一件，或者因贪便宜买一些不合身的。肯德基每次进城都会买给弟弟吃，我好像一次也没有。我的父母经常骂我的妹妹，弟弟和我有的她没有，妹妹很叛逆高三去男朋友家过夜破处了还很开心的告诉我男朋友家很有钱门都是指纹的。",
    "annotation": [
      {
        "sentence": "我的母亲最疼爱弟弟，弟弟穿七八百的篮球鞋都很平常，只给我买过两双两三百的鞋，给我买的衣服甚至有地摊上的五块钱一件，或者因贪便宜买一些不合身的。",
        "label": ""
      },
      {
        "sentence": "肯德基每次进城都会买给弟弟吃，我好像一次也没有。",
        "label": ""
      },
      {
        "sentence": "我的父母经常骂我的妹妹，弟弟和我有的她没有，妹妹很叛逆高三去男朋友家过夜破处了还很开心的告诉我男朋友家很有钱门都是指纹的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看起来你小时候确实在家庭中受到了不公平的对待，这可能导致你对自己的价值和地位感到困惑和低落。但是请记住，你的价值不由别人来决定，而是由你自己的内在决定的。无论过去发生了什么，你都有能力通过对自己和孩子的关爱来塑造幸福的生活。",
    "annotation": [
      {
        "sentence": "看起来你小时候确实在家庭中受到了不公平的对待，这可能导致你对自己的价值和地位感到困惑和低落。",
        "label": ""
      },
      {
        "sentence": "但是请记住，你的价值不由别人来决定，而是由你自己的内在决定的。",
        "label": ""
      },
      {
        "sentence": "无论过去发生了什么，你都有能力通过对自己和孩子的关爱来塑造幸福的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我在奶奶家长大，奶奶从小没有父亲，跟着母亲在继父家长大，胆战心惊，害怕处理坏了人际关系，同时又很正直，不是个老好人，但实际上她不经常屈服于很多人和事，有问题就逃跑，比如去庙里住，不和我父母往来。奶奶很凶对我又有很多期待，我时常害怕自己不成功。我有这样的养育者，我也担心照顾不好我的女儿。",
    "annotation": [
      {
        "sentence": "我在奶奶家长大，奶奶从小没有父亲，跟着母亲在继父家长大，胆战心惊，害怕处理坏了人际关系，同时又很正直，不是个老好人，但实际上她不经常屈服于很多人和事，有问题就逃跑，比如去庙里住，不和我父母往来。",
        "label": ""
      },
      {
        "sentence": "奶奶很凶对我又有很多期待，我时常害怕自己不成功。",
        "label": ""
      },
      {
        "sentence": "我有这样的养育者，我也担心照顾不好我的女儿。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的奶奶经历了很多困难和挣扎，并用自己的方式生活。作为你的养育者，她或许在表达关心的方式上有些粗暴，但是她很可能也是因为关心你而要求你变得更加优秀。无论你在童年时期遇到了什么困境，现在的你已经长大成人，你有机会决定自己的人生轨迹。你可以通过了解自己的需求和亲子教育的知识来照顾好你的女儿。",
    "annotation": [
      {
        "sentence": "你的奶奶经历了很多困难和挣扎，并用自己的方式生活。",
        "label": ""
      },
      {
        "sentence": "作为你的养育者，她或许在表达关心的方式上有些粗暴，但是她很可能也是因为关心你而要求你变得更加优秀。",
        "label": ""
      },
      {
        "sentence": "无论你在童年时期遇到了什么困境，现在的你已经长大成人，你有机会决定自己的人生轨迹。",
        "label": ""
      },
      {
        "sentence": "你可以通过了解自己的需求和亲子教育的知识来照顾好你的女儿。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我时常担心自己不能给女儿提供幸福和快乐的童年，我怕失去她的爱和信任。",
    "annotation": [
      {
        "sentence": "我时常担心自己不能给女儿提供幸福和快乐的童年，我怕失去她的爱和信任。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "作为一个关心和担心孩子的母亲，这种担忧是正常的。但是不要太过自责和焦虑，因为你已经在努力寻求帮助和提高自己。重要的是给予孩子足够的爱和关怀，为她创造一个温暖、安全和支持的环境。也同时要学会放松和接纳自己，给自己一些喘息的时间，这样你才能更好地照顾自己和孩子。",
    "annotation": [
      {
        "sentence": "作为一个关心和担心孩子的母亲，这种担忧是正常的。",
        "label": ""
      },
      {
        "sentence": "但是不要太过自责和焦虑，因为你已经在努力寻求帮助和提高自己。",
        "label": ""
      },
      {
        "sentence": "重要的是给予孩子足够的爱和关怀，为她创造一个温暖、安全和支持的环境。",
        "label": ""
      },
      {
        "sentence": "也同时要学会放松和接纳自己，给自己一些喘息的时间，这样你才能更好地照顾自己和孩子。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会尽力成为一个好母亲。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会尽力成为一个好母亲。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你已经在迈出成为一个好母亲的重要一步了。记住，没有完美的母亲，但是有付出真心、关心和努力的母亲。相信自己的能力，相信你可以给予你的女儿幸福和快乐的童年。值得庆幸的是，你有意识地寻求帮助和提升自己，这本身就是一个伟大的母亲所做的。",
    "annotation": [
      {
        "sentence": "你已经在迈出成为一个好母亲的重要一步了。",
        "label": ""
      },
      {
        "sentence": "记住，没有完美的母亲，但是有付出真心、关心和努力的母亲。",
        "label": ""
      },
      {
        "sentence": "相信自己的能力，相信你可以给予你的女儿幸福和快乐的童年。",
        "label": ""
      },
      {
        "sentence": "值得庆幸的是，你有意识地寻求帮助和提升自己，这本身就是一个伟大的母亲所做的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我会接受自己的不完美，并努力成为一个更好的母亲。",
    "annotation": [
      {
        "sentence": "你说的很对，我会接受自己的不完美，并努力成为一个更好的母亲。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我相信你一定可以做到的。给自己一点时间和耐心，从小事做起，逐步改变你的思维和行为方式，养成积极的亲子关系和教育方式。当你看到你的孩子快乐成长，你也会感到自己的努力是值得的。",
    "annotation": [
      {
        "sentence": "我相信你一定可以做到的。",
        "label": ""
      },
      {
        "sentence": "给自己一点时间和耐心，从小事做起，逐步改变你的思维和行为方式，养成积极的亲子关系和教育方式。",
        "label": ""
      },
      {
        "sentence": "当你看到你的孩子快乐成长，你也会感到自己的努力是值得的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的指导和理解，我会按照你的建议去努力。",
    "annotation": [
      {
        "sentence": "谢谢你的指导和理解，我会按照你的建议去努力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮助到你。如果你有任何问题或需要更多的支持，随时都可以来找我。记住，你不是一个人在战斗，我们一起陪伴你度过这个成为更好母亲的旅程。祝你和你的女儿幸福快乐！",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "如果你有任何问题或需要更多的支持，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，我们一起陪伴你度过这个成为更好母亲的旅程。",
        "label": ""
      },
      {
        "sentence": "祝你和你的女儿幸福快乐！",
        "label": ""
      }
    ]
  }
]