[
  {
    "role": "client",
    "content": "朋友和我讨厌的人是朋友，是不是应该放弃这个朋友？最近遇到一件事，我很讨厌一个人，但是和我玩得相对比较好的一个朋友吧，和这个人玩得很好，有的时候我会觉得我被她们排除在外了，我很难过，我是不是应该放弃这个朋友呢，这个朋友知道我讨厌那个人，这件事让我很伤心，我该如何排解呢，貌似我就是这样的人，以前也遇到过类似的事情，我选择了放弃这个朋友，是不是有别的解决办法呢，我讨厌负面情绪。",
    "annotation": [
      {
        "sentence": "朋友和我讨厌的人是朋友，是不是应该放弃这个朋友？",
        "label": ""
      },
      {
        "sentence": "最近遇到一件事，我很讨厌一个人，但是和我玩得相对比较好的一个朋友吧，和这个人玩得很好，有的时候我会觉得我被她们排除在外了，我很难过，我是不是应该放弃这个朋友呢，这个朋友知道我讨厌那个人，这件事让我很伤心，我该如何排解呢，貌似我就是这样的人，以前也遇到过类似的事情，我选择了放弃这个朋友，是不是有别的解决办法呢，我讨厌负面情绪。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有幸给到你一些建议。",
    "annotation": [
      {
        "sentence": "有幸给到你一些建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你。看到了你的文字描述，能够感受到现在的我一面纠结于友情是否要继续、一面纠结于内心无法让讨厌的人与好朋友联系起来。",
    "annotation": [
      {
        "sentence": "谢谢你。",
        "label": ""
      },
      {
        "sentence": "看到了你的文字描述，能够感受到现在的我一面纠结于友情是否要继续、一面纠结于内心无法让讨厌的人与好朋友联系起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你有着以上的想法，看得出你是一个重情义的人，但同时也是十分渴望获得爱的人。当你的好朋友与你讨厌的人关系很好时，你一方面担心她是否会离你而去，另一方面也是担心你认定的好朋友是否会变成另一种样子？这些不可控因素导致了你的自我怀疑以及想掌控他人想法的产生。在你的内心世界，朋友是要全情投入的，虽说或许你并不要求这个朋友只“属于”你一人，但是她与你讨厌的人交好是你无法容忍的。在这其中，我们陷入了一个恶性循环。",
    "annotation": [
      {
        "sentence": "你有着以上的想法，看得出你是一个重情义的人，但同时也是十分渴望获得爱的人。",
        "label": ""
      },
      {
        "sentence": "当你的好朋友与你讨厌的人关系很好时，你一方面担心她是否会离你而去，另一方面也是担心你认定的好朋友是否会变成另一种样子？",
        "label": ""
      },
      {
        "sentence": "这些不可控因素导致了你的自我怀疑以及想掌控他人想法的产生。",
        "label": ""
      },
      {
        "sentence": "在你的内心世界，朋友是要全情投入的，虽说或许你并不要求这个朋友只“属于”你一人，但是她与你讨厌的人交好是你无法容忍的。",
        "label": ""
      },
      {
        "sentence": "在这其中，我们陷入了一个恶性循环。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实如此，我太看重友情了。",
    "annotation": [
      {
        "sentence": "确实如此，我太看重友情了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，我们要明白的是——每个人都是独立个体，有着各自的审美。自己讨厌一个人，或许是因为一个动作或许是一句话，我们便匆匆下了定论。当我们认定对方是令人讨厌的，我们对他是不希望别人与他成为朋友。能够有这种想法，源自于我们对这个人的不了解。如果我们足够了解她，那么我们讨厌她的点，她的本意是需要我们分析的。其实，当我们讨厌一个人时，我们讨厌的那部分很可能是自己内心的投射。现在的你可以静下来思考回忆一下——对方是一个怎样的人？（要客观理性）具体讨厌他的什么？为什么讨厌？讨厌的这个点本身是否对其他事物是有害的？还是说，只是自己有些看不惯？",
    "annotation": [
      {
        "sentence": "是的，我们要明白的是——每个人都是独立个体，有着各自的审美。",
        "label": ""
      },
      {
        "sentence": "自己讨厌一个人，或许是因为一个动作或许是一句话，我们便匆匆下了定论。",
        "label": ""
      },
      {
        "sentence": "当我们认定对方是令人讨厌的，我们对他是不希望别人与他成为朋友。",
        "label": ""
      },
      {
        "sentence": "能够有这种想法，源自于我们对这个人的不了解。",
        "label": ""
      },
      {
        "sentence": "如果我们足够了解她，那么我们讨厌她的点，她的本意是需要我们分析的。",
        "label": ""
      },
      {
        "sentence": "其实，当我们讨厌一个人时，我们讨厌的那部分很可能是自己内心的投射。",
        "label": ""
      },
      {
        "sentence": "现在的你可以静下来思考回忆一下——对方是一个怎样的人？",
        "label": ""
      },
      {
        "sentence": "（要客观理性）具体讨厌他的什么？",
        "label": ""
      },
      {
        "sentence": "为什么讨厌？",
        "label": ""
      },
      {
        "sentence": "讨厌的这个点本身是否对其他事物是有害的？",
        "label": ""
      },
      {
        "sentence": "还是说，只是自己有些看不惯？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我应该客观理性地思考对方的优点和原因，不只是片面的讨厌她。",
    "annotation": [
      {
        "sentence": "我明白了，我应该客观理性地思考对方的优点和原因，不只是片面的讨厌她。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，对于你的好朋友，当她与对方交好时，你是何想法？详细思考。为什么会有这种想法出现？（大胆表达出来）那么，好友的做法是否违背了与你是好友的初衷？",
    "annotation": [
      {
        "sentence": "对的，对于你的好朋友，当她与对方交好时，你是何想法？",
        "label": ""
      },
      {
        "sentence": "详细思考。",
        "label": ""
      },
      {
        "sentence": "为什么会有这种想法出现？",
        "label": ""
      },
      {
        "sentence": "（大胆表达出来）那么，好友的做法是否违背了与你是好友的初衷？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我想了一下，其实还是因为我担心她会和讨厌的人变得更亲近，忽略我们之间的友情。",
    "annotation": [
      {
        "sentence": "我想了一下，其实还是因为我担心她会和讨厌的人变得更亲近，忽略我们之间的友情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，但我们要明白每个人都有自己的独立性，并不是附属的关系。我们能够有幸结交到这样的好朋友已经是难得的。在你与好友之间，你们是开心的，我们也不希望在她的层面，如果也与你相同只有那一位你讨厌的朋友，因为我们的原因，导致了对方失去了另一个朋友，对吗？眼光的不同、经历的不同……都会成为我们看待与评价一个人的依据，但这些只是从我们自己的层面，而且每个人都有他的优点，都是值得找到相伴一生的好朋友的。讨厌一个人是自己的事情，与他人无关。明确自己的内心所想，让自己变得开心，而不是使用自己宝贵的时间，增加了自己的不快乐。希望你能够找到自己，珍惜难得的朋友。另外，如果你对那个人的讨厌实在有些严重，而且这个好友你很看重与珍惜，将你的想法与好友交流吧，了解在她的心中，那个人的样子。或许你便会找到答案。祝一切顺遂。",
    "annotation": [
      {
        "sentence": "是的，但我们要明白每个人都有自己的独立性，并不是附属的关系。",
        "label": ""
      },
      {
        "sentence": "我们能够有幸结交到这样的好朋友已经是难得的。",
        "label": ""
      },
      {
        "sentence": "在你与好友之间，你们是开心的，我们也不希望在她的层面，如果也与你相同只有那一位你讨厌的朋友，因为我们的原因，导致了对方失去了另一个朋友，对吗？",
        "label": ""
      },
      {
        "sentence": "眼光的不同、经历的不同……都会成为我们看待与评价一个人的依据，但这些只是从我们自己的层面，而且每个人都有他的优点，都是值得找到相伴一生的好朋友的。",
        "label": ""
      },
      {
        "sentence": "讨厌一个人是自己的事情，与他人无关。",
        "label": ""
      },
      {
        "sentence": "明确自己的内心所想，让自己变得开心，而不是使用自己宝贵的时间，增加了自己的不快乐。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到自己，珍惜难得的朋友。",
        "label": ""
      },
      {
        "sentence": "另外，如果你对那个人的讨厌实在有些严重，而且这个好友你很看重与珍惜，将你的想法与好友交流吧，了解在她的心中，那个人的样子。",
        "label": ""
      },
      {
        "sentence": "或许你便会找到答案。",
        "label": ""
      },
      {
        "sentence": "祝一切顺遂。",
        "label": ""
      }
    ]
  }
]