[
  {
    "role": "client",
    "content": "我觉得什么都不想做，就喜欢宅家里看电视玩游戏。这样的习惯可以改变吗？我之前一直都是比较懒散的人，只要有放松有时间我就宅在家里看电视、玩游戏，感觉特别好，很轻松。但现在我在工作状态，疫情期间单位里可以轮流休息，只要能休息我就争取休息。以前休息前我还会想着健身、练字、读书、出去逛街、学习一些技能教程。可是每次都只是想想，计划好了休息却什么也没做，就呆在家里看电视、玩游戏，甚至连快递都不想去拿。我工作时还能处理一些生活上的事情，但一休息整天就躺在家里不愿意动，连快递都不取了。我也看过一些关于拖延症、微习惯、制定目标清单、GTD、番茄工作法、时间管理、人生效率手册和平台文章提问之类的，可都没什么用。时间就这样不停地过去，我心里真心痛，但就是行动不起来，更别提改变现状了。请问我该怎么办才能克服这种心里的不舒服，然后每天都能坚持学习和锻炼一点点呢？",
    "annotation": [
      {
        "sentence": "我觉得什么都不想做，就喜欢宅家里看电视玩游戏。",
        "label": ""
      },
      {
        "sentence": "这样的习惯可以改变吗？",
        "label": ""
      },
      {
        "sentence": "我之前一直都是比较懒散的人，只要有放松有时间我就宅在家里看电视、玩游戏，感觉特别好，很轻松。",
        "label": ""
      },
      {
        "sentence": "但现在我在工作状态，疫情期间单位里可以轮流休息，只要能休息我就争取休息。",
        "label": ""
      },
      {
        "sentence": "以前休息前我还会想着健身、练字、读书、出去逛街、学习一些技能教程。",
        "label": ""
      },
      {
        "sentence": "可是每次都只是想想，计划好了休息却什么也没做，就呆在家里看电视、玩游戏，甚至连快递都不想去拿。",
        "label": ""
      },
      {
        "sentence": "我工作时还能处理一些生活上的事情，但一休息整天就躺在家里不愿意动，连快递都不取了。",
        "label": ""
      },
      {
        "sentence": "我也看过一些关于拖延症、微习惯、制定目标清单、GTD、番茄工作法、时间管理、人生效率手册和平台文章提问之类的，可都没什么用。",
        "label": ""
      },
      {
        "sentence": "时间就这样不停地过去，我心里真心痛，但就是行动不起来，更别提改变现状了。",
        "label": ""
      },
      {
        "sentence": "请问我该怎么办才能克服这种心里的不舒服，然后每天都能坚持学习和锻炼一点点呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，很高兴能帮到你解决问题。其实，每个人多多少少都可能会有一点拖延的表现，什么事情都想往后拖一拖，然后最后关头才完成工作或学习。可能你现在在逃避一些事情，或者有些畏难情绪。首先要肯定的是，你意识到自己想要改变已经是很大的进步了。这些问题和情绪都是可以改变的。我们需要从一些小事开始着手，比如说，你可以先不要定太大的目标，刚开始的时候，每天在同一个时间做同样的事情，比如说，睡前关掉手机，看五分钟的书，坚持一个星期。然后再慢慢增加看书的时间。其他的活动或目标也可以类似地安排，毕竟成功不是一天两天就能实现的。但是要记住，目标最好是一些简单容易达成的，这样你才能更容易坚持下去。最后，谢谢你的倾诉，希望我的回答对你有帮助。",
    "annotation": [
      {
        "sentence": "首先，很高兴能帮到你解决问题。",
        "label": ""
      },
      {
        "sentence": "其实，每个人多多少少都可能会有一点拖延的表现，什么事情都想往后拖一拖，然后最后关头才完成工作或学习。",
        "label": ""
      },
      {
        "sentence": "可能你现在在逃避一些事情，或者有些畏难情绪。",
        "label": ""
      },
      {
        "sentence": "首先要肯定的是，你意识到自己想要改变已经是很大的进步了。",
        "label": ""
      },
      {
        "sentence": "这些问题和情绪都是可以改变的。",
        "label": ""
      },
      {
        "sentence": "我们需要从一些小事开始着手，比如说，你可以先不要定太大的目标，刚开始的时候，每天在同一个时间做同样的事情，比如说，睡前关掉手机，看五分钟的书，坚持一个星期。",
        "label": ""
      },
      {
        "sentence": "然后再慢慢增加看书的时间。",
        "label": ""
      },
      {
        "sentence": "其他的活动或目标也可以类似地安排，毕竟成功不是一天两天就能实现的。",
        "label": ""
      },
      {
        "sentence": "但是要记住，目标最好是一些简单容易达成的，这样你才能更容易坚持下去。",
        "label": ""
      },
      {
        "sentence": "最后，谢谢你的倾诉，希望我的回答对你有帮助。",
        "label": ""
      }
    ]
  }
]