[
  {
    "role": "client",
    "content": "因为太作我失去了我很爱的男友，如何让他回心转意？我和男友一起6年多，很多美好的回忆。男友这次坚决要分手很坚决的那种，无论我怎么求怎么说他都拒绝复合，原因是他觉得我很作，我承认我有不好的地方是当我面对不喜欢的事时，我不会只是述说，我会一直唠唠叨叨到他给我满意的结果为止，我最近作的比较频密，520节日时我没有收到礼物，他却说送他妈礼物，我肯定不高兴呀，后来我才知道他有去买我的礼物结果礼物店没开。他打包饭给员工吃，我觉得不需要对员工那么好，他说我无理取闹，我唠叨了他三个小时因为他没有说他以后不会打包了，后来我们睡觉了，隔天早上他跟我道早安，我还是俺不下那口气继续发信息唠叨，他直接拉黑我说要分手。他说我每天搞砸他的日子让他不快乐。他现在打死都不相信我会改变，所以无论我做什么他都不要复合。求助我应该怎么让男友回心转意，我不能失去我男友。拜托，谢谢。",
    "annotation": [
      {
        "sentence": "因为太作我失去了我很爱的男友，如何让他回心转意？",
        "label": ""
      },
      {
        "sentence": "我和男友一起6年多，很多美好的回忆。",
        "label": ""
      },
      {
        "sentence": "男友这次坚决要分手很坚决的那种，无论我怎么求怎么说他都拒绝复合，原因是他觉得我很作，我承认我有不好的地方是当我面对不喜欢的事时，我不会只是述说，我会一直唠唠叨叨到他给我满意的结果为止，我最近作的比较频密，520节日时我没有收到礼物，他却说送他妈礼物，我肯定不高兴呀，后来我才知道他有去买我的礼物结果礼物店没开。",
        "label": ""
      },
      {
        "sentence": "他打包饭给员工吃，我觉得不需要对员工那么好，他说我无理取闹，我唠叨了他三个小时因为他没有说他以后不会打包了，后来我们睡觉了，隔天早上他跟我道早安，我还是俺不下那口气继续发信息唠叨，他直接拉黑我说要分手。",
        "label": ""
      },
      {
        "sentence": "他说我每天搞砸他的日子让他不快乐。",
        "label": ""
      },
      {
        "sentence": "他现在打死都不相信我会改变，所以无论我做什么他都不要复合。",
        "label": ""
      },
      {
        "sentence": "求助我应该怎么让男友回心转意，我不能失去我男友。",
        "label": ""
      },
      {
        "sentence": "拜托，谢谢。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你用唠叨方式想要全然控制你前男友以及这段关系，好像是一个婴儿，通过哭闹的方式，让养育者满足它所有需求。你的心理状态很像婴儿，而你的男友已经不想当\"爸”当\"妈\"，所以你们关系才会崩裂。",
    "annotation": [
      {
        "sentence": "你用唠叨方式想要全然控制你前男友以及这段关系，好像是一个婴儿，通过哭闹的方式，让养育者满足它所有需求。",
        "label": ""
      },
      {
        "sentence": "你的心理状态很像婴儿，而你的男友已经不想当\"爸”当\"妈\"，所以你们关系才会崩裂。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了。我现在感觉自己很无助，不知道该怎么面对这个问题。",
    "annotation": [
      {
        "sentence": "我明白了。",
        "label": ""
      },
      {
        "sentence": "我现在感觉自己很无助，不知道该怎么面对这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "别担心，这种情况是可以改变的。如果你没有彻底的改变，不仅仅这段关系，下一段关系也很可能会困难重重。关于挽回的课，市面上很多技巧的课，推荐你陆琪老师的课程，可以去学习。",
    "annotation": [
      {
        "sentence": "别担心，这种情况是可以改变的。",
        "label": ""
      },
      {
        "sentence": "如果你没有彻底的改变，不仅仅这段关系，下一段关系也很可能会困难重重。",
        "label": ""
      },
      {
        "sentence": "关于挽回的课，市面上很多技巧的课，推荐你陆琪老师的课程，可以去学习。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我需要学习如何改变自己的方式。但是，我也想知道如何在挽回男友的时候表达自己的情感。",
    "annotation": [
      {
        "sentence": "确实，我需要学习如何改变自己的方式。",
        "label": ""
      },
      {
        "sentence": "但是，我也想知道如何在挽回男友的时候表达自己的情感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "挽回，如果是停留于技巧，即便这次前男友回来了，你们关系还会再爆发下一次风波。这也是你前男友，现在不相信你会改的原因。所以，在挽回前，何不冷静下来反思一下自己的问题。为什么你会想要控制对方？为什么你对情绪价值要求那么高？",
    "annotation": [
      {
        "sentence": "挽回，如果是停留于技巧，即便这次前男友回来了，你们关系还会再爆发下一次风波。",
        "label": ""
      },
      {
        "sentence": "这也是你前男友，现在不相信你会改的原因。",
        "label": ""
      },
      {
        "sentence": "所以，在挽回前，何不冷静下来反思一下自己的问题。",
        "label": ""
      },
      {
        "sentence": "为什么你会想要控制对方？",
        "label": ""
      },
      {
        "sentence": "为什么你对情绪价值要求那么高？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "或许是因为我在原生家庭的环境下缺乏爱，所以才会变得对感情那么依赖和焦虑吧。",
    "annotation": [
      {
        "sentence": "或许是因为我在原生家庭的环境下缺乏爱，所以才会变得对感情那么依赖和焦虑吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，原生家庭对我们的影响很大。那你愿意为自己内心匮乏负责吗？你愿意像理想的父母一样养育自己照顾自己吗？你感恩过谁吗？前男友对你的付出你看过吗？你在关系中的问题你愿意彻底改变吗？",
    "annotation": [
      {
        "sentence": "没错，原生家庭对我们的影响很大。",
        "label": ""
      },
      {
        "sentence": "那你愿意为自己内心匮乏负责吗？",
        "label": ""
      },
      {
        "sentence": "你愿意像理想的父母一样养育自己照顾自己吗？",
        "label": ""
      },
      {
        "sentence": "你感恩过谁吗？",
        "label": ""
      },
      {
        "sentence": "前男友对你的付出你看过吗？",
        "label": ""
      },
      {
        "sentence": "你在关系中的问题你愿意彻底改变吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我意识到了自己的问题，我真的希望能够改变，不再依赖别人来填补我内心的空虚。我愿意为自己负责，也愿意好好反思和改变。",
    "annotation": [
      {
        "sentence": "我意识到了自己的问题，我真的希望能够改变，不再依赖别人来填补我内心的空虚。",
        "label": ""
      },
      {
        "sentence": "我愿意为自己负责，也愿意好好反思和改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经迈出了重要的一步。现在，你需要真正沉下心来，去反思自己的问题，并做出调整。然后用这段时间好好提升自己，让自己变得很好。再次出现的时候，你会对他产生二次吸引，复合就是自然而然的事。现阶段，切忌带着情绪去求复合，你越不顾自尊，在对方眼里越不值得复合。为自己曾经作付出代价，借由这次分手，也看看自己身上早已存在的创伤，以及亲密关系的模式，才能为关系带来新的能量。",
    "annotation": [
      {
        "sentence": "很好，你已经迈出了重要的一步。",
        "label": ""
      },
      {
        "sentence": "现在，你需要真正沉下心来，去反思自己的问题，并做出调整。",
        "label": ""
      },
      {
        "sentence": "然后用这段时间好好提升自己，让自己变得很好。",
        "label": ""
      },
      {
        "sentence": "再次出现的时候，你会对他产生二次吸引，复合就是自然而然的事。",
        "label": ""
      },
      {
        "sentence": "现阶段，切忌带着情绪去求复合，你越不顾自尊，在对方眼里越不值得复合。",
        "label": ""
      },
      {
        "sentence": "为自己曾经作付出代价，借由这次分手，也看看自己身上早已存在的创伤，以及亲密关系的模式，才能为关系带来新的能量。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会认真对待并努力改变自己。这次分手让我意识到了很多问题，我会好好总结经验，并且为自己打造一个健康的心态。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会认真对待并努力改变自己。",
        "label": ""
      },
      {
        "sentence": "这次分手让我意识到了很多问题，我会好好总结经验，并且为自己打造一个健康的心态。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常欣慰听到你这样说。改变并不容易，但只要你坚持努力，一定能取得进步。记住，要先爱自己，才能获得他人的爱。祝愿你早日走出困境，建立起健康而美满的关系。不要忘记随时向我求助，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "非常欣慰听到你这样说。",
        "label": ""
      },
      {
        "sentence": "改变并不容易，但只要你坚持努力，一定能取得进步。",
        "label": ""
      },
      {
        "sentence": "记住，要先爱自己，才能获得他人的爱。",
        "label": ""
      },
      {
        "sentence": "祝愿你早日走出困境，建立起健康而美满的关系。",
        "label": ""
      },
      {
        "sentence": "不要忘记随时向我求助，我会一直支持你的。",
        "label": ""
      }
    ]
  }
]