[
  {
    "role": "client",
    "content": "莫名的提问，觉得自己是个很矛盾的人？",
    "annotation": [
      {
        "sentence": "莫名的提问，觉得自己是个很矛盾的人？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我和你的感觉是相同的，父母也相似，我不是心理医生，给不了你太好的建议。只能把自己的感觉说一下。",
    "annotation": [
      {
        "sentence": "我和你的感觉是相同的，父母也相似，我不是心理医生，给不了你太好的建议。",
        "label": ""
      },
      {
        "sentence": "只能把自己的感觉说一下。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我是一个大二学生我现在的感觉很奇怪，我觉得自己是个很矛盾的人，有的人可能觉得我一直在和他们作对，有的人则可能觉得我一直在模仿他们。我的思考和行为和潜意识明明只有三者，但还是一直分不清它们三个到底在干什么。",
    "annotation": [
      {
        "sentence": "我是一个大二学生我现在的感觉很奇怪，我觉得自己是个很矛盾的人，有的人可能觉得我一直在和他们作对，有的人则可能觉得我一直在模仿他们。",
        "label": ""
      },
      {
        "sentence": "我的思考和行为和潜意识明明只有三者，但还是一直分不清它们三个到底在干什么。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "根据看过的一些资料，就是本我和超我之间的冲突。超我，就是价值观，我理解的就是完美主义。比如我想早起，但是我起不来。我知道我不应该讨厌别人但是我控制不了内心。换句话说我希望我是个高大上，但偏偏是个矮穷矬。这个问题很多人有，但问题是生活在一个特别的家庭里。",
    "annotation": [
      {
        "sentence": "根据看过的一些资料，就是本我和超我之间的冲突。",
        "label": ""
      },
      {
        "sentence": "超我，就是价值观，我理解的就是完美主义。",
        "label": ""
      },
      {
        "sentence": "比如我想早起，但是我起不来。",
        "label": ""
      },
      {
        "sentence": "我知道我不应该讨厌别人但是我控制不了内心。",
        "label": ""
      },
      {
        "sentence": "换句话说我希望我是个高大上，但偏偏是个矮穷矬。",
        "label": ""
      },
      {
        "sentence": "这个问题很多人有，但问题是生活在一个特别的家庭里。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "举些例子吧：我想要找女朋友体验爱情的美好，却对未来关系中充满的矛盾感到恐惧。我想要睡觉了，手还是极度地想把手机拿起来。我想要做好一件事，但迟迟拖着不去做，最后ddl时匆忙应对了事。我觉得两个人在一起是件很理想又美好的事，但是从现实的角度看觉得自己幻想过头没有意义。我不喜欢否定别人，其实自己对他的行为不屑一顾。",
    "annotation": [
      {
        "sentence": "举些例子吧：我想要找女朋友体验爱情的美好，却对未来关系中充满的矛盾感到恐惧。",
        "label": ""
      },
      {
        "sentence": "我想要睡觉了，手还是极度地想把手机拿起来。",
        "label": ""
      },
      {
        "sentence": "我想要做好一件事，但迟迟拖着不去做，最后ddl时匆忙应对了事。",
        "label": ""
      },
      {
        "sentence": "我觉得两个人在一起是件很理想又美好的事，但是从现实的角度看觉得自己幻想过头没有意义。",
        "label": ""
      },
      {
        "sentence": "我不喜欢否定别人，其实自己对他的行为不屑一顾。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我的父母不停地否定我，说我很糟糕，完美主义告诉我我确实不到位，但是本我又告诉我，我其实没那么糟糕。我自己不反驳是因为我也希望自己变得完美一点。但我的内心却承受不了这种压力。所以我开始拖延，我开始绝望。因为无论我完不完成，我都无法忍受。不完成，我完美主义不开心。完成了，我本该觉得开心，该感觉有成就感，我的感觉该奖励自己，但是有一个人不停地再给你挑毛病，说你的完美是个残次品。所以你就会一直处在惩罚机制而不是奖励机制了。人如果一直处于被惩罚的状态，就会恐惧退缩。",
    "annotation": [
      {
        "sentence": "我的父母不停地否定我，说我很糟糕，完美主义告诉我我确实不到位，但是本我又告诉我，我其实没那么糟糕。",
        "label": ""
      },
      {
        "sentence": "我自己不反驳是因为我也希望自己变得完美一点。",
        "label": ""
      },
      {
        "sentence": "但我的内心却承受不了这种压力。",
        "label": ""
      },
      {
        "sentence": "所以我开始拖延，我开始绝望。",
        "label": ""
      },
      {
        "sentence": "因为无论我完不完成，我都无法忍受。",
        "label": ""
      },
      {
        "sentence": "不完成，我完美主义不开心。",
        "label": ""
      },
      {
        "sentence": "完成了，我本该觉得开心，该感觉有成就感，我的感觉该奖励自己，但是有一个人不停地再给你挑毛病，说你的完美是个残次品。",
        "label": ""
      },
      {
        "sentence": "所以你就会一直处在惩罚机制而不是奖励机制了。",
        "label": ""
      },
      {
        "sentence": "人如果一直处于被惩罚的状态，就会恐惧退缩。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "有时候前后说出的话就是矛盾的，我自己也分不清自己到底是怎么想的。刚才和母亲说话时我才意识到，我一直是在争吵中妥协的那一方，母亲从来不会承认自己是错的，我一直觉得，不管心里怎么想的，按照母亲说的做就是了。上大学后自我意识不受压抑，现在就越来越像游荡的幽灵。",
    "annotation": [
      {
        "sentence": "有时候前后说出的话就是矛盾的，我自己也分不清自己到底是怎么想的。",
        "label": ""
      },
      {
        "sentence": "刚才和母亲说话时我才意识到，我一直是在争吵中妥协的那一方，母亲从来不会承认自己是错的，我一直觉得，不管心里怎么想的，按照母亲说的做就是了。",
        "label": ""
      },
      {
        "sentence": "上大学后自我意识不受压抑，现在就越来越像游荡的幽灵。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "所以首先要学会找找一个发泄方式。接纳自己，知道你父母的否定是偏激的。你可以退让，但是，你要会在心里画小人。我的方法是，听着父母说话，然后找一张纸，自己在角落反驳父母，然后撕掉，心理默念，我是一个高大宽容的人。人设不能毁，毁了胖十斤。你要知道你不是圣人。就算攀爬高山也是要分目标的，国家主席的目标也不是一开始就是这个。所以对自己多点耐心，就是做的不好，做一点也比不做要好。",
    "annotation": [
      {
        "sentence": "所以首先要学会找找一个发泄方式。",
        "label": ""
      },
      {
        "sentence": "接纳自己，知道你父母的否定是偏激的。",
        "label": ""
      },
      {
        "sentence": "你可以退让，但是，你要会在心里画小人。",
        "label": ""
      },
      {
        "sentence": "我的方法是，听着父母说话，然后找一张纸，自己在角落反驳父母，然后撕掉，心理默念，我是一个高大宽容的人。",
        "label": ""
      },
      {
        "sentence": "人设不能毁，毁了胖十斤。",
        "label": ""
      },
      {
        "sentence": "你要知道你不是圣人。",
        "label": ""
      },
      {
        "sentence": "就算攀爬高山也是要分目标的，国家主席的目标也不是一开始就是这个。",
        "label": ""
      },
      {
        "sentence": "所以对自己多点耐心，就是做的不好，做一点也比不做要好。",
        "label": ""
      }
    ]
  }
]