[
  {
    "role": "client",
    "content": "我现在感到很困惑和烦恼，我总是不想做任何事情，只是喜欢宅在家里看电视、玩游戏。我过去就是一个懒散的人，只要有放松的时间，我就待在家里，感觉很轻松。但现在我在工作状态，单位里可以轮着休息，只要有时间我就想休息。在休息之前，我还计划着要健身、练字、看书、逛街、学习一些技能。但每次都计划好了，一休息就什么都不想做了，只是看电视、玩游戏，连快递都不想拿了。工作时我会处理一些生活上的事情，但一休息就整天躺在家里，一点动力都没有，不想拿快递也不想出门。我也看过一些关于拖延症、微习惯、制定目标清单、GTD、番茄工作法、时间管理、人生效率手册等方法，但对我都没有用。时间一直在流逝，心里很痛苦，但就是无法行动起来，更别说改变现状了。请问老师，我应该怎么办才能克服这种不舒服的感觉，然后每天都能学习锻炼一点点呢？",
    "annotation": [
      {
        "sentence": "我现在感到很困惑和烦恼，我总是不想做任何事情，只是喜欢宅在家里看电视、玩游戏。",
        "label": ""
      },
      {
        "sentence": "我过去就是一个懒散的人，只要有放松的时间，我就待在家里，感觉很轻松。",
        "label": ""
      },
      {
        "sentence": "但现在我在工作状态，单位里可以轮着休息，只要有时间我就想休息。",
        "label": ""
      },
      {
        "sentence": "在休息之前，我还计划着要健身、练字、看书、逛街、学习一些技能。",
        "label": ""
      },
      {
        "sentence": "但每次都计划好了，一休息就什么都不想做了，只是看电视、玩游戏，连快递都不想拿了。",
        "label": ""
      },
      {
        "sentence": "工作时我会处理一些生活上的事情，但一休息就整天躺在家里，一点动力都没有，不想拿快递也不想出门。",
        "label": ""
      },
      {
        "sentence": "我也看过一些关于拖延症、微习惯、制定目标清单、GTD、番茄工作法、时间管理、人生效率手册等方法，但对我都没有用。",
        "label": ""
      },
      {
        "sentence": "时间一直在流逝，心里很痛苦，但就是无法行动起来，更别说改变现状了。",
        "label": ""
      },
      {
        "sentence": "请问老师，我应该怎么办才能克服这种不舒服的感觉，然后每天都能学习锻炼一点点呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，因为你拖延症，你会觉得自己不够好吗？我理解你的感受，现代人或多或少都会有一些拖延症状。你并不是因为懒惰，而是有一些内在的原因导致了你的自主力量被压抑。我们来看一下，究竟是什么原因让你感到有压力。挖掘出这背后的真相，还原你的自主能量。【第一】拖延背后的秘密拖延只是一个人的表面特征，最深层、最根本的是，内在小孩有还没被满足的需求。你可能害怕被责备、被嫌弃、被挑剔，害怕得不到接纳。你可能焦虑自己不够努力、不够优秀。这些都是因为你渴望得到支持、被看见、被肯定、被嘉许。【第二】无法宽恕、理解自己，难以释放被压抑的能量因为各种害怕和焦虑，导致你的能量被困住，无法流动，心灵也因此萎缩。所以，首先要做的是宽恕自己拖延的症状，宽恕自己在脆弱的时候。然后，理解自己也是一个普通人，也会犯错。要理解每个人都有自己的局限性，未必能理解你的拖延症。最重要的是要接受无条件地爱自己。【第三】释放自主能量你渴望进步，不是因为害怕被嫌弃，而是因为纯粹想做这件事。只有将恐惧、害怕、焦虑、担忧的能量释放，你的自主能量才能得以恢复。【第四】做与不做这些事，并不会影响你作为一个圆满具足的人做这些事，你会感到快乐，因为你是纯粹想做它们。即使你停止做这些事，也不会被责备，也不会被看作不优秀、懒散的人。因为你本来就是圆满具足的，这才是你的本来面目。你的价值和你是否做这些事无关。即使你有拖延症，你依然值得被上天所爱，虽然有些人未必能理解你、接纳你，但上天无论怎样都会无条件地接纳你、包容你、支持你、鼓励你。因为你本身就是宇宙的神奇之子！请允许自己也会有局限，也请允许他人有局限。请允许上天来爱你，接纳你的脆弱，轻吻你的不完美！祝福你，namaste！",
    "annotation": [
      {
        "sentence": "求助者，因为你拖延症，你会觉得自己不够好吗？",
        "label": ""
      },
      {
        "sentence": "我理解你的感受，现代人或多或少都会有一些拖延症状。",
        "label": ""
      },
      {
        "sentence": "你并不是因为懒惰，而是有一些内在的原因导致了你的自主力量被压抑。",
        "label": ""
      },
      {
        "sentence": "我们来看一下，究竟是什么原因让你感到有压力。",
        "label": ""
      },
      {
        "sentence": "挖掘出这背后的真相，还原你的自主能量。",
        "label": ""
      },
      {
        "sentence": "【第一】拖延背后的秘密拖延只是一个人的表面特征，最深层、最根本的是，内在小孩有还没被满足的需求。",
        "label": ""
      },
      {
        "sentence": "你可能害怕被责备、被嫌弃、被挑剔，害怕得不到接纳。",
        "label": ""
      },
      {
        "sentence": "你可能焦虑自己不够努力、不够优秀。",
        "label": ""
      },
      {
        "sentence": "这些都是因为你渴望得到支持、被看见、被肯定、被嘉许。",
        "label": ""
      },
      {
        "sentence": "【第二】无法宽恕、理解自己，难以释放被压抑的能量因为各种害怕和焦虑，导致你的能量被困住，无法流动，心灵也因此萎缩。",
        "label": ""
      },
      {
        "sentence": "所以，首先要做的是宽恕自己拖延的症状，宽恕自己在脆弱的时候。",
        "label": ""
      },
      {
        "sentence": "然后，理解自己也是一个普通人，也会犯错。",
        "label": ""
      },
      {
        "sentence": "要理解每个人都有自己的局限性，未必能理解你的拖延症。",
        "label": ""
      },
      {
        "sentence": "最重要的是要接受无条件地爱自己。",
        "label": ""
      },
      {
        "sentence": "【第三】释放自主能量你渴望进步，不是因为害怕被嫌弃，而是因为纯粹想做这件事。",
        "label": ""
      },
      {
        "sentence": "只有将恐惧、害怕、焦虑、担忧的能量释放，你的自主能量才能得以恢复。",
        "label": ""
      },
      {
        "sentence": "【第四】做与不做这些事，并不会影响你作为一个圆满具足的人做这些事，你会感到快乐，因为你是纯粹想做它们。",
        "label": ""
      },
      {
        "sentence": "即使你停止做这些事，也不会被责备，也不会被看作不优秀、懒散的人。",
        "label": ""
      },
      {
        "sentence": "因为你本来就是圆满具足的，这才是你的本来面目。",
        "label": ""
      },
      {
        "sentence": "你的价值和你是否做这些事无关。",
        "label": ""
      },
      {
        "sentence": "即使你有拖延症，你依然值得被上天所爱，虽然有些人未必能理解你、接纳你，但上天无论怎样都会无条件地接纳你、包容你、支持你、鼓励你。",
        "label": ""
      },
      {
        "sentence": "因为你本身就是宇宙的神奇之子！",
        "label": ""
      },
      {
        "sentence": "请允许自己也会有局限，也请允许他人有局限。",
        "label": ""
      },
      {
        "sentence": "请允许上天来爱你，接纳你的脆弱，轻吻你的不完美！",
        "label": ""
      },
      {
        "sentence": "祝福你，namaste！",
        "label": ""
      }
    ]
  }
]