[
  {
    "role": "client",
    "content": "我怕自己太闲会堕落，但又承受不了ddl的压迫，怎么办？我刚上大学，感觉大学十分自由，我们大一课又很少，我每周都会有很多的自由时间。本来上大学前已经计划好学些什么，在高中的时候一直希望能有时间发展自己的兴趣，但是真的到了大学，有这么多时间，我反而没有学习的动力了。每天就是打游戏睡觉，一天就过去了，什么也没学，什么也没干，上课也没怎么听，感觉到大学这么闲就会堕落下去。我很害怕自己一直这样，就给自己揽了很多活，比如社团和班干部的事务。但慢慢的，我发现自己天天都活在deadline之下，喘不过气来，连休息的时间都没有。我现在很迷茫，不想让自己闲下来什么也不学，但是忙起来自己又很焦虑，我该怎么办？",
    "annotation": [
      {
        "sentence": "我怕自己太闲会堕落，但又承受不了ddl的压迫，怎么办？",
        "label": ""
      },
      {
        "sentence": "我刚上大学，感觉大学十分自由，我们大一课又很少，我每周都会有很多的自由时间。",
        "label": ""
      },
      {
        "sentence": "本来上大学前已经计划好学些什么，在高中的时候一直希望能有时间发展自己的兴趣，但是真的到了大学，有这么多时间，我反而没有学习的动力了。",
        "label": ""
      },
      {
        "sentence": "每天就是打游戏睡觉，一天就过去了，什么也没学，什么也没干，上课也没怎么听，感觉到大学这么闲就会堕落下去。",
        "label": ""
      },
      {
        "sentence": "我很害怕自己一直这样，就给自己揽了很多活，比如社团和班干部的事务。",
        "label": ""
      },
      {
        "sentence": "但慢慢的，我发现自己天天都活在deadline之下，喘不过气来，连休息的时间都没有。",
        "label": ""
      },
      {
        "sentence": "我现在很迷茫，不想让自己闲下来什么也不学，但是忙起来自己又很焦虑，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "呀～看了你的描述，你似乎被大学里的各种工作压得喘不过气，明明是想要充实自己才选择去做的事情，才发现事与愿违，真的很能理解你现在的感受呢。根据你的描述，“社团和班干部的事务……我发现自己天天都活在deadline之下，喘不过气来，连休息的时间都没有”，的确在没上大学之前，新生不了解学生会、班级的工作事项，很可能会因为身兼数职而忙于工作，没有休息时间。大学和初高中的任务不同，大学的学生工作者所要负责的琐事很多，因为学校一般都倾向于把管理学生的权利交给学生自己，于是各种各样的团体，便于学生自我管理，另一方面，对学生干部来说，压力也就随之加大了。如果你感觉自己无法应付如此多的工作，而且感觉对你没有帮助，或许可以放弃一部分。",
    "annotation": [
      {
        "sentence": "呀～看了你的描述，你似乎被大学里的各种工作压得喘不过气，明明是想要充实自己才选择去做的事情，才发现事与愿违，真的很能理解你现在的感受呢。",
        "label": ""
      },
      {
        "sentence": "根据你的描述，“社团和班干部的事务……我发现自己天天都活在deadline之下，喘不过气来，连休息的时间都没有”，的确在没上大学之前，新生不了解学生会、班级的工作事项，很可能会因为身兼数职而忙于工作，没有休息时间。",
        "label": ""
      },
      {
        "sentence": "大学和初高中的任务不同，大学的学生工作者所要负责的琐事很多，因为学校一般都倾向于把管理学生的权利交给学生自己，于是各种各样的团体，便于学生自我管理，另一方面，对学生干部来说，压力也就随之加大了。",
        "label": ""
      },
      {
        "sentence": "如果你感觉自己无法应付如此多的工作，而且感觉对你没有帮助，或许可以放弃一部分。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我在大学刚开始的时候觉得加入社团和担任班干部能够培养自己的能力和提高人际关系，但现在我越来越觉得压力很大，快要喘不过气了。但是一方面我又不想空闲下来什么也不学，觉得自己就会堕落。",
    "annotation": [
      {
        "sentence": "是啊，我在大学刚开始的时候觉得加入社团和担任班干部能够培养自己的能力和提高人际关系，但现在我越来越觉得压力很大，快要喘不过气了。",
        "label": ""
      },
      {
        "sentence": "但是一方面我又不想空闲下来什么也不学，觉得自己就会堕落。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说的，感觉你确实在对自己施加很大的工作压力，我理解你希望自己能够充实自己，但是太多的压力也会造成心理问题。毕竟，大学生活不仅仅只有工作，还有追求兴趣爱好和休息的时间。对于你的情况，我建议你可以尝试平衡一下，给自己安排一些休闲和学习的时间，不要太过极端。",
    "annotation": [
      {
        "sentence": "听你说的，感觉你确实在对自己施加很大的工作压力，我理解你希望自己能够充实自己，但是太多的压力也会造成心理问题。",
        "label": ""
      },
      {
        "sentence": "毕竟，大学生活不仅仅只有工作，还有追求兴趣爱好和休息的时间。",
        "label": ""
      },
      {
        "sentence": "对于你的情况，我建议你可以尝试平衡一下，给自己安排一些休闲和学习的时间，不要太过极端。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我也想过要平衡，但是一旦有任务没完成，我就会感到内疚和焦虑，觉得自己在浪费时间。我特别怕自己变得懒散，可是又承受不了那么大的压力。",
    "annotation": [
      {
        "sentence": "其实我也想过要平衡，但是一旦有任务没完成，我就会感到内疚和焦虑，觉得自己在浪费时间。",
        "label": ""
      },
      {
        "sentence": "我特别怕自己变得懒散，可是又承受不了那么大的压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是一种常见的焦虑感，主要是由于对自己的期望过高，觉得一旦放松就是在浪费时间。但是，人是需要适当的休息和放松的，这样才能更好地保持学习的动力和精力。你可以试着设置一些合理的目标和时间安排，让自己既能够完成任务，也能有足够的休息时间。",
    "annotation": [
      {
        "sentence": "这是一种常见的焦虑感，主要是由于对自己的期望过高，觉得一旦放松就是在浪费时间。",
        "label": ""
      },
      {
        "sentence": "但是，人是需要适当的休息和放松的，这样才能更好地保持学习的动力和精力。",
        "label": ""
      },
      {
        "sentence": "你可以试着设置一些合理的目标和时间安排，让自己既能够完成任务，也能有足够的休息时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说得有道理。我可能一直在追求完美，觉得自己必须把所有的任务都完成得很好，所以才会给自己太大的压力。如果我能够调整一下对任务完成的标准，也许就能够减轻一些压力。",
    "annotation": [
      {
        "sentence": "嗯，你说得有道理。",
        "label": ""
      },
      {
        "sentence": "我可能一直在追求完美，觉得自己必须把所有的任务都完成得很好，所以才会给自己太大的压力。",
        "label": ""
      },
      {
        "sentence": "如果我能够调整一下对任务完成的标准，也许就能够减轻一些压力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对的，适当地调整对任务完成的标准是很重要的。不要把自己逼得太紧，给自己一些宽容和空间。同时，也可以尝试寻找一些适合自己的放松方式，例如运动、阅读或者与朋友交流。这样可以帮助你缓解压力，提高效率和学习动力。",
    "annotation": [
      {
        "sentence": "对的，适当地调整对任务完成的标准是很重要的。",
        "label": ""
      },
      {
        "sentence": "不要把自己逼得太紧，给自己一些宽容和空间。",
        "label": ""
      },
      {
        "sentence": "同时，也可以尝试寻找一些适合自己的放松方式，例如运动、阅读或者与朋友交流。",
        "label": ""
      },
      {
        "sentence": "这样可以帮助你缓解压力，提高效率和学习动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，我会试着放宽一下对自己的要求，也会寻找一些放松的方式。谢谢你的建议，听了你的话，我感觉好多了。",
    "annotation": [
      {
        "sentence": "嗯，我会试着放宽一下对自己的要求，也会寻找一些放松的方式。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，听了你的话，我感觉好多了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很高兴能够帮到你。记住，适当的休息和放松对于保持学习动力和健康的心态非常重要。如果以后还有什么困扰或事情需要聊一聊，随时都可以找我谈谈。",
    "annotation": [
      {
        "sentence": "不客气，我很高兴能够帮到你。",
        "label": ""
      },
      {
        "sentence": "记住，适当的休息和放松对于保持学习动力和健康的心态非常重要。",
        "label": ""
      },
      {
        "sentence": "如果以后还有什么困扰或事情需要聊一聊，随时都可以找我谈谈。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "好的，谢谢你的支持和鼓励。以后如果有需要，我会再来找你的。谢谢你！",
    "annotation": [
      {
        "sentence": "好的，谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "以后如果有需要，我会再来找你的。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直在这里支持你的。有任何问题，都可以随时向我求助。祝你在大学的生活愉快、充实！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直在这里支持你的。",
        "label": ""
      },
      {
        "sentence": "有任何问题，都可以随时向我求助。",
        "label": ""
      },
      {
        "sentence": "祝你在大学的生活愉快、充实！",
        "label": ""
      }
    ]
  }
]