[
  {
    "role": "client",
    "content": "女儿五岁，经常说谎女儿五岁。最近跟小朋友玩儿的时候经常说谎。比方说，他会把自己的玩具说的有很多功能，其实没有。或者说自己有什么玩具其实没有。还要和他的好朋友说他的玩具小鸟真的会飞但不能等等，为了吸引别人注意他，表现很厉害的样子，有的时候很喜欢哪个人。他不太会表达的时候就会制造出一些声音。夸张的动作。吸引别人主动和他说话。但他不会主动去找人说。而且有点霸道。其实他平时和不熟的人表现的很温柔。不霸道。但和玩得来的小朋友熟了以后就开始霸道了。要听他的，还不能输，不听他的可能就生气了。我们是二胎家庭，她是姐姐，有些内向。抗挫能力差，我该怎样去引导我的孩子不要去说谎？和小朋友玩儿的时候不要那么霸道，并且提升抗挫折能力。",
    "annotation": [
      {
        "sentence": "女儿五岁，经常说谎女儿五岁。",
        "label": ""
      },
      {
        "sentence": "最近跟小朋友玩儿的时候经常说谎。",
        "label": ""
      },
      {
        "sentence": "比方说，他会把自己的玩具说的有很多功能，其实没有。",
        "label": ""
      },
      {
        "sentence": "或者说自己有什么玩具其实没有。",
        "label": ""
      },
      {
        "sentence": "还要和他的好朋友说他的玩具小鸟真的会飞但不能等等，为了吸引别人注意他，表现很厉害的样子，有的时候很喜欢哪个人。",
        "label": ""
      },
      {
        "sentence": "他不太会表达的时候就会制造出一些声音。",
        "label": ""
      },
      {
        "sentence": "夸张的动作。",
        "label": ""
      },
      {
        "sentence": "吸引别人主动和他说话。",
        "label": ""
      },
      {
        "sentence": "但他不会主动去找人说。",
        "label": ""
      },
      {
        "sentence": "而且有点霸道。",
        "label": ""
      },
      {
        "sentence": "其实他平时和不熟的人表现的很温柔。",
        "label": ""
      },
      {
        "sentence": "不霸道。",
        "label": ""
      },
      {
        "sentence": "但和玩得来的小朋友熟了以后就开始霸道了。",
        "label": ""
      },
      {
        "sentence": "要听他的，还不能输，不听他的可能就生气了。",
        "label": ""
      },
      {
        "sentence": "我们是二胎家庭，她是姐姐，有些内向。",
        "label": ""
      },
      {
        "sentence": "抗挫能力差，我该怎样去引导我的孩子不要去说谎？",
        "label": ""
      },
      {
        "sentence": "和小朋友玩儿的时候不要那么霸道，并且提升抗挫折能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你女儿经常说谎的原因可能是她想通过谎言来吸引别人的关注，希望有人多关注她、陪她玩。也许在家中，因为弟弟或妹妹的存在，她得不到足够的关注，所以她希望通过吸引他人的注意来得到补偿。对孩子来说，多一些关注就是多一些爱，这样她的内心会得到滋养。即使是成年人也希望在身边得到更多的关注和关爱。所以，多对女儿表扬和鼓励吧，约定好定期单独陪伴女儿的特殊时光，孩子会期待这样特别的关注，并且会更愿意帮助和配合妈妈。",
    "annotation": [
      {
        "sentence": "你女儿经常说谎的原因可能是她想通过谎言来吸引别人的关注，希望有人多关注她、陪她玩。",
        "label": ""
      },
      {
        "sentence": "也许在家中，因为弟弟或妹妹的存在，她得不到足够的关注，所以她希望通过吸引他人的注意来得到补偿。",
        "label": ""
      },
      {
        "sentence": "对孩子来说，多一些关注就是多一些爱，这样她的内心会得到滋养。",
        "label": ""
      },
      {
        "sentence": "即使是成年人也希望在身边得到更多的关注和关爱。",
        "label": ""
      },
      {
        "sentence": "所以，多对女儿表扬和鼓励吧，约定好定期单独陪伴女儿的特殊时光，孩子会期待这样特别的关注，并且会更愿意帮助和配合妈妈。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会多关注和赞美女儿，给她提供额外的陪伴时间。但是我女儿为什么和熟悉的小朋友霸道，而对不熟悉的小朋友却很温柔呢？",
    "annotation": [
      {
        "sentence": "我明白了，我会多关注和赞美女儿，给她提供额外的陪伴时间。",
        "label": ""
      },
      {
        "sentence": "但是我女儿为什么和熟悉的小朋友霸道，而对不熟悉的小朋友却很温柔呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "女儿之所以和熟悉的小朋友霸道，是因为她和他们建立了信任关系，可以放松自己，并且表达内心的情绪。她相信通过霸道来表现自己不会失去朋友。是不是因为二胎的原因，姐姐自由自主的空间变少了，家里人要求姐姐听话，让她感觉到必须按照家里的要求行事，没有足够的被尊重，所以当她的意见没有被采纳时，就会像和小朋友玩一样生气。我们可以试着在和女儿交流的时候，尽量使用商量和请求配合的语气，让她感觉到被尊重，并且很懂事的女儿会理解的。如果她不合作，我们也可以思考一下，这件事情是否非要她立刻做或者一定要做呢？也许可以商量时间和方式，并将我们和女儿的关系看作合作关系，试试看。",
    "annotation": [
      {
        "sentence": "女儿之所以和熟悉的小朋友霸道，是因为她和他们建立了信任关系，可以放松自己，并且表达内心的情绪。",
        "label": ""
      },
      {
        "sentence": "她相信通过霸道来表现自己不会失去朋友。",
        "label": ""
      },
      {
        "sentence": "是不是因为二胎的原因，姐姐自由自主的空间变少了，家里人要求姐姐听话，让她感觉到必须按照家里的要求行事，没有足够的被尊重，所以当她的意见没有被采纳时，就会像和小朋友玩一样生气。",
        "label": ""
      },
      {
        "sentence": "我们可以试着在和女儿交流的时候，尽量使用商量和请求配合的语气，让她感觉到被尊重，并且很懂事的女儿会理解的。",
        "label": ""
      },
      {
        "sentence": "如果她不合作，我们也可以思考一下，这件事情是否非要她立刻做或者一定要做呢？",
        "label": ""
      },
      {
        "sentence": "也许可以商量时间和方式，并将我们和女儿的关系看作合作关系，试试看。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我会尽量和女儿商量并用请求配合的语气与她交流，让她感受到被尊重。我也会考虑让她了解到关系是相互的，要学会尊重和考虑到他人的想法和需求。但我还有一个问题，我的女儿抗挫能力很差，有什么方法可以提升她的抗挫折能力吗？",
    "annotation": [
      {
        "sentence": "我明白了，我会尽量和女儿商量并用请求配合的语气与她交流，让她感受到被尊重。",
        "label": ""
      },
      {
        "sentence": "我也会考虑让她了解到关系是相互的，要学会尊重和考虑到他人的想法和需求。",
        "label": ""
      },
      {
        "sentence": "但我还有一个问题，我的女儿抗挫能力很差，有什么方法可以提升她的抗挫折能力吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "关于抗挫折能力，我想到了津巴多的一本书中对文化差异的描述。在亚洲国家，成年人认为自己内向的群体约占60%，他们倾向于将成功归功于集体、老师、家长和身边的人，但失败和问题往往都归咎于自己。这容易使人变得谨小慎微、缺乏自信。然而，在犹太裔文化中，孩子们认为自己内向的比例只占25%，当他们遭遇失败时，其他人都会安慰他们，并把失败的原因归咎于缺乏照料或训练。一旦孩子们取得成功，他们会得到更多的赞扬和鼓励，这样的文化教育会鼓励孩子承担风险、全力以赴。所以，我们可以尝试让女儿明白在她的成长过程中，没有损失，只有收获，这是克服害羞、变得坚定的诀窍。",
    "annotation": [
      {
        "sentence": "关于抗挫折能力，我想到了津巴多的一本书中对文化差异的描述。",
        "label": ""
      },
      {
        "sentence": "在亚洲国家，成年人认为自己内向的群体约占60%，他们倾向于将成功归功于集体、老师、家长和身边的人，但失败和问题往往都归咎于自己。",
        "label": ""
      },
      {
        "sentence": "这容易使人变得谨小慎微、缺乏自信。",
        "label": ""
      },
      {
        "sentence": "然而，在犹太裔文化中，孩子们认为自己内向的比例只占25%，当他们遭遇失败时，其他人都会安慰他们，并把失败的原因归咎于缺乏照料或训练。",
        "label": ""
      },
      {
        "sentence": "一旦孩子们取得成功，他们会得到更多的赞扬和鼓励，这样的文化教育会鼓励孩子承担风险、全力以赴。",
        "label": ""
      },
      {
        "sentence": "所以，我们可以尝试让女儿明白在她的成长过程中，没有损失，只有收获，这是克服害羞、变得坚定的诀窍。",
        "label": ""
      }
    ]
  }
]