[
  {
    "role": "client",
    "content": "我是一个16岁的男高中生，我内心感到孤独，而且我有时候会出现精分的症状。从三年级开始，父母就把我假期锁在家里。我从小只有两个朋友偶尔陪我，初中以后，父母的感情出现了危机，但他们总是拿我出气，给了我很大的心理阴影。除此之外，我还遭受了很多人的取笑和侮辱，感觉我的尊严受到了很大的伤害。高中后，我的两个朋友和我考上了不同的高中，分道扬镳了，我失去了一个知心朋友，这让我变得有些精分了。有时候我会像个疯子一样大笑，有时候会崇拜希特勒，想要毁灭世界。但是我的智力发育是正常的。我不知道从什么时候开始做事情变得心狠手辣，为了达到目的不择手段。从小的孤独感让我现在被迫去和老师谈话来散心，有时候我会突然感到一股莫名的悲伤。我一直都在孤独地承担着这一切。",
    "annotation": [
      {
        "sentence": "我是一个16岁的男高中生，我内心感到孤独，而且我有时候会出现精分的症状。",
        "label": ""
      },
      {
        "sentence": "从三年级开始，父母就把我假期锁在家里。",
        "label": ""
      },
      {
        "sentence": "我从小只有两个朋友偶尔陪我，初中以后，父母的感情出现了危机，但他们总是拿我出气，给了我很大的心理阴影。",
        "label": ""
      },
      {
        "sentence": "除此之外，我还遭受了很多人的取笑和侮辱，感觉我的尊严受到了很大的伤害。",
        "label": ""
      },
      {
        "sentence": "高中后，我的两个朋友和我考上了不同的高中，分道扬镳了，我失去了一个知心朋友，这让我变得有些精分了。",
        "label": ""
      },
      {
        "sentence": "有时候我会像个疯子一样大笑，有时候会崇拜希特勒，想要毁灭世界。",
        "label": ""
      },
      {
        "sentence": "但是我的智力发育是正常的。",
        "label": ""
      },
      {
        "sentence": "我不知道从什么时候开始做事情变得心狠手辣，为了达到目的不择手段。",
        "label": ""
      },
      {
        "sentence": "从小的孤独感让我现在被迫去和老师谈话来散心，有时候我会突然感到一股莫名的悲伤。",
        "label": ""
      },
      {
        "sentence": "我一直都在孤独地承担着这一切。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看了你的故事，我可以理解你。我理解你所谓的\"心狠手辣\"，那大概是因为你内心积累了太多失望、愤怒和悲伤，所以你想毁灭一切。这种感受肯定很难受。孤独被人不理解，反而受到嘲笑和打击，这种不公平的待遇让你感到很心酸。你的自尊也受到伤害，隐隐作痛。一个人的孤独是有原因的。也许你真的努力去结交新的朋友，但大多数时候却还是孤独，这让你越发感到失落。我不得不说，世界上总是充满这样的不幸。你的父母如果能拥有幸福的家庭和健康的心灵，就不会成为这样的父母。但是，他们的不幸也伤害了你。你不需要去原谅他们，你只需要试着接受这个事实，这就是生活，为了放过自己，消除心中的愤怒。但是，你还有很多机会去改变。保护那颗善良温暖的心，不要被残忍所毁灭。学会处理人际关系，保护自己。最好的办法是读书，只有强大自己，才能解决一切问题的根本。当你变得强大了，你想要遇见的人才有机会遇见你。不要因为现在还没有遇见他们，就否定他们的存在。至于那些欺负你的人，记住保护自己。这是一个孤独的过程，很难过，你可以尝试看看心理学的书籍，我推荐一个软件，网易蜗牛读书，里面有很多心理学的书可以每天免费看一小时。心理学可以帮助你解决很多困惑。祝愿你能冲破这一切，靠自己实现自己的愿望，不需要别人的赞许。相信你自己，加油！",
    "annotation": [
      {
        "sentence": "看了你的故事，我可以理解你。",
        "label": ""
      },
      {
        "sentence": "我理解你所谓的\"心狠手辣\"，那大概是因为你内心积累了太多失望、愤怒和悲伤，所以你想毁灭一切。",
        "label": ""
      },
      {
        "sentence": "这种感受肯定很难受。",
        "label": ""
      },
      {
        "sentence": "孤独被人不理解，反而受到嘲笑和打击，这种不公平的待遇让你感到很心酸。",
        "label": ""
      },
      {
        "sentence": "你的自尊也受到伤害，隐隐作痛。",
        "label": ""
      },
      {
        "sentence": "一个人的孤独是有原因的。",
        "label": ""
      },
      {
        "sentence": "也许你真的努力去结交新的朋友，但大多数时候却还是孤独，这让你越发感到失落。",
        "label": ""
      },
      {
        "sentence": "我不得不说，世界上总是充满这样的不幸。",
        "label": ""
      },
      {
        "sentence": "你的父母如果能拥有幸福的家庭和健康的心灵，就不会成为这样的父母。",
        "label": ""
      },
      {
        "sentence": "但是，他们的不幸也伤害了你。",
        "label": ""
      },
      {
        "sentence": "你不需要去原谅他们，你只需要试着接受这个事实，这就是生活，为了放过自己，消除心中的愤怒。",
        "label": ""
      },
      {
        "sentence": "但是，你还有很多机会去改变。",
        "label": ""
      },
      {
        "sentence": "保护那颗善良温暖的心，不要被残忍所毁灭。",
        "label": ""
      },
      {
        "sentence": "学会处理人际关系，保护自己。",
        "label": ""
      },
      {
        "sentence": "最好的办法是读书，只有强大自己，才能解决一切问题的根本。",
        "label": ""
      },
      {
        "sentence": "当你变得强大了，你想要遇见的人才有机会遇见你。",
        "label": ""
      },
      {
        "sentence": "不要因为现在还没有遇见他们，就否定他们的存在。",
        "label": ""
      },
      {
        "sentence": "至于那些欺负你的人，记住保护自己。",
        "label": ""
      },
      {
        "sentence": "这是一个孤独的过程，很难过，你可以尝试看看心理学的书籍，我推荐一个软件，网易蜗牛读书，里面有很多心理学的书可以每天免费看一小时。",
        "label": ""
      },
      {
        "sentence": "心理学可以帮助你解决很多困惑。",
        "label": ""
      },
      {
        "sentence": "祝愿你能冲破这一切，靠自己实现自己的愿望，不需要别人的赞许。",
        "label": ""
      },
      {
        "sentence": "相信你自己，加油！",
        "label": ""
      }
    ]
  }
]