[
  {
    "role": "client",
    "content": "16岁男高中生，心狠手辣，内心孤独，时常有精分症状我从三年级开始父母就把我假期锁在家里，从小只有两个朋友偶尔陪我，初中后父母感情危机但吵架总拿我出气给了我很大心理阴影面积，我还受到过不少人取笑给了我尊严很大侮辱。",
    "annotation": [
      {
        "sentence": "16岁男高中生，心狠手辣，内心孤独，时常有精分症状我从三年级开始父母就把我假期锁在家里，从小只有两个朋友偶尔陪我，初中后父母感情危机但吵架总拿我出气给了我很大心理阴影面积，我还受到过不少人取笑给了我尊严很大侮辱。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子，你是真的承受了很多压力和苦痛。你这种孤独和困境对心理发展有很大的影响。我理解你感到内心的孤独和无助。你首先要知道，这并不是你独自承受的，我会在这里支持你。现在，我建议你试着表达自己的感受，找到一些知心朋友。",
    "annotation": [
      {
        "sentence": "孩子，你是真的承受了很多压力和苦痛。",
        "label": ""
      },
      {
        "sentence": "你这种孤独和困境对心理发展有很大的影响。",
        "label": ""
      },
      {
        "sentence": "我理解你感到内心的孤独和无助。",
        "label": ""
      },
      {
        "sentence": "你首先要知道，这并不是你独自承受的，我会在这里支持你。",
        "label": ""
      },
      {
        "sentence": "现在，我建议你试着表达自己的感受，找到一些知心朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "高中后我的两个朋友和我考上不同的高中分道扬镳，一个知心朋友也没了，我就有些精分了，有时像个疯子一样冲天大笑，有时崇拜希特勒毁灭世界，但我的智力发育正常，我不知从何时开始做事情心狠手辣斩草除根，为达到目的不择手段。从小的孤独感让我现在被迫和老师谈话散心，我有时会有一股悲伤感莫名涌上心头，我一直孤独地承担着我的一切孤独。",
    "annotation": [
      {
        "sentence": "高中后我的两个朋友和我考上不同的高中分道扬镳，一个知心朋友也没了，我就有些精分了，有时像个疯子一样冲天大笑，有时崇拜希特勒毁灭世界，但我的智力发育正常，我不知从何时开始做事情心狠手辣斩草除根，为达到目的不择手段。",
        "label": ""
      },
      {
        "sentence": "从小的孤独感让我现在被迫和老师谈话散心，我有时会有一股悲伤感莫名涌上心头，我一直孤独地承担着我的一切孤独。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解这段时间你感到非常孤独，失去了知心朋友的陪伴也让你心情不稳定。你的行为和想法可能是你内心无法释放情感的表现。我建议你尝试重新联系一下你初中的好朋友，或者试着去结识一些新的朋友。当你交往一个亲密的朋友，你会发现自己的世界一下子多出了好几根柱子，不再是自己一个人孤零零的坚持着。",
    "annotation": [
      {
        "sentence": "我了解这段时间你感到非常孤独，失去了知心朋友的陪伴也让你心情不稳定。",
        "label": ""
      },
      {
        "sentence": "你的行为和想法可能是你内心无法释放情感的表现。",
        "label": ""
      },
      {
        "sentence": "我建议你尝试重新联系一下你初中的好朋友，或者试着去结识一些新的朋友。",
        "label": ""
      },
      {
        "sentence": "当你交往一个亲密的朋友，你会发现自己的世界一下子多出了好几根柱子，不再是自己一个人孤零零的坚持着。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我很害怕再次面对被伤害和被抛弃的感受，我不知道该如何去建立信任和维持友谊。",
    "annotation": [
      {
        "sentence": "但是我很害怕再次面对被伤害和被抛弃的感受，我不知道该如何去建立信任和维持友谊。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种恐惧是可以理解的，但是不要因为过去的伤害而放弃寻找真正的友谊。在建立信任的过程中，可以从小事开始，慢慢培养互相间的信任感。同时，也要坚持保持自己的独立和自尊，不要因为怕失去而去迁就他人。相信只有过往的经历才能真正让你珍惜那些对你好的人。同时，也要学会宽容和接纳他人的不足，这样才能建立良好的友谊。",
    "annotation": [
      {
        "sentence": "这种恐惧是可以理解的，但是不要因为过去的伤害而放弃寻找真正的友谊。",
        "label": ""
      },
      {
        "sentence": "在建立信任的过程中，可以从小事开始，慢慢培养互相间的信任感。",
        "label": ""
      },
      {
        "sentence": "同时，也要坚持保持自己的独立和自尊，不要因为怕失去而去迁就他人。",
        "label": ""
      },
      {
        "sentence": "相信只有过往的经历才能真正让你珍惜那些对你好的人。",
        "label": ""
      },
      {
        "sentence": "同时，也要学会宽容和接纳他人的不足，这样才能建立良好的友谊。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会试着去放下内心的恐惧和顾虑，重新尝试交朋友。但是，我还是担心我会成为别人取笑和侮辱的对象。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会试着去放下内心的恐惧和顾虑，重新尝试交朋友。",
        "label": ""
      },
      {
        "sentence": "但是，我还是担心我会成为别人取笑和侮辱的对象。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子，每个人都会经历挫折和被他人伤害的时候。重要的是要相信自己的价值和能力。建立自己的自信心和自尊心可以让你更好地面对外界的困难。如果有人对你嘲笑或侮辱，不必理会他们，因为他们的评价不代表你的真实价值。你要相信，只有那些真正了解你并且愿意接受你的人，他们的评价才是有价值的。",
    "annotation": [
      {
        "sentence": "孩子，每个人都会经历挫折和被他人伤害的时候。",
        "label": ""
      },
      {
        "sentence": "重要的是要相信自己的价值和能力。",
        "label": ""
      },
      {
        "sentence": "建立自己的自信心和自尊心可以让你更好地面对外界的困难。",
        "label": ""
      },
      {
        "sentence": "如果有人对你嘲笑或侮辱，不必理会他们，因为他们的评价不代表你的真实价值。",
        "label": ""
      },
      {
        "sentence": "你要相信，只有那些真正了解你并且愿意接受你的人，他们的评价才是有价值的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我明白了。我会尽量不让他人的负面评价影响到我，保持自己的自信和自尊。谢谢你一直陪伴着我，给我鼓励和建议。",
    "annotation": [
      {
        "sentence": "是的，我明白了。",
        "label": ""
      },
      {
        "sentence": "我会尽量不让他人的负面评价影响到我，保持自己的自信和自尊。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直陪伴着我，给我鼓励和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "孩子，你做得很好。无论遇到什么困难，都要坚信自己的能力和价值。你不再是孤单的，我和你的家人、老师都在你身边支持着你。记住，你一定能够找到真正理解和爱护你的朋友。请一直保持坚持和积极的心态，相信未来会更美好。",
    "annotation": [
      {
        "sentence": "孩子，你做得很好。",
        "label": ""
      },
      {
        "sentence": "无论遇到什么困难，都要坚信自己的能力和价值。",
        "label": ""
      },
      {
        "sentence": "你不再是孤单的，我和你的家人、老师都在你身边支持着你。",
        "label": ""
      },
      {
        "sentence": "记住，你一定能够找到真正理解和爱护你的朋友。",
        "label": ""
      },
      {
        "sentence": "请一直保持坚持和积极的心态，相信未来会更美好。",
        "label": ""
      }
    ]
  }
]