[
  {
    "role": "client",
    "content": "我是一个43岁的女性，最近对工作感到厌倦了，感到自己的工作能力不从心。我在公司做普通员工的时候还挺不错的，甚至被评为每年的优秀先进个人。但后来我被提升为部门经理，伴随而来的是巨大的压力。工作变得繁杂，每天要亲自处理许多事务并协调其他部门的人共同参与工作。然而，我却不善于管理，工作压力特别大。在这样的压力下，我痛苦地坚持了将近七年。曾经有两三次我口头上向领导辞去职务，但始终没有实现。现在我已经44岁了，越来越不想上班了，可我不得不硬着头皮加班加点处理堆积如山的工作。我曾无数次想过辞职了事，但又考虑到养老问题不甘心就这样退休。我到底该怎么办呀！这样窝囊又累的领导岗位！",
    "annotation": [
      {
        "sentence": "我是一个43岁的女性，最近对工作感到厌倦了，感到自己的工作能力不从心。",
        "label": ""
      },
      {
        "sentence": "我在公司做普通员工的时候还挺不错的，甚至被评为每年的优秀先进个人。",
        "label": ""
      },
      {
        "sentence": "但后来我被提升为部门经理，伴随而来的是巨大的压力。",
        "label": ""
      },
      {
        "sentence": "工作变得繁杂，每天要亲自处理许多事务并协调其他部门的人共同参与工作。",
        "label": ""
      },
      {
        "sentence": "然而，我却不善于管理，工作压力特别大。",
        "label": ""
      },
      {
        "sentence": "在这样的压力下，我痛苦地坚持了将近七年。",
        "label": ""
      },
      {
        "sentence": "曾经有两三次我口头上向领导辞去职务，但始终没有实现。",
        "label": ""
      },
      {
        "sentence": "现在我已经44岁了，越来越不想上班了，可我不得不硬着头皮加班加点处理堆积如山的工作。",
        "label": ""
      },
      {
        "sentence": "我曾无数次想过辞职了事，但又考虑到养老问题不甘心就这样退休。",
        "label": ""
      },
      {
        "sentence": "我到底该怎么办呀！",
        "label": ""
      },
      {
        "sentence": "这样窝囊又累的领导岗位！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说了这么多，煎熬了七年，真的很不容易。我先给你一个大大的拥抱。首先，作为个人，我们都需要向前发展，不管是专业路径还是管理路径。其次，从你的职业发展来看，你已经选择了管理路径。（1）你需要意识到，管理岗位的要求相比于专业岗位可能更高一些。因此，你需要提升你的管理能力，并且从其他方面总结出通用的管理技巧，将其运用到你的工作中去。（2）你的能力结构和岗位要求之间出现了不匹配，这也导致了你在工作上感到力不从心。首先，你要记住你还有员工，虽然只有一个，但是如果能够发挥他的能力，可以帮你分担工作任务。如果他擅长的能弥补你的不擅长，那就更应该好好配合利用他的可用性。其次，你要确认你所说的自己不擅长沟通交流，是真的不擅长，还是你只是没有找到适合自己的沟通方式。如果是后者，那就要找到适合自己的沟通方式。因为有些人喜欢用语言沟通，而有些人则更喜欢用文字沟通。首先要自己努力尝试，因为如果是自己的问题，在这里没有解决，很可能以后还会困扰你。如果你经过了上述的思考，确认是在做自己不喜欢又不擅长的工作，那么可以考虑公司内调岗，或者是跳槽了。",
    "annotation": [
      {
        "sentence": "听你说了这么多，煎熬了七年，真的很不容易。",
        "label": ""
      },
      {
        "sentence": "我先给你一个大大的拥抱。",
        "label": ""
      },
      {
        "sentence": "首先，作为个人，我们都需要向前发展，不管是专业路径还是管理路径。",
        "label": ""
      },
      {
        "sentence": "其次，从你的职业发展来看，你已经选择了管理路径。",
        "label": ""
      },
      {
        "sentence": "（1）你需要意识到，管理岗位的要求相比于专业岗位可能更高一些。",
        "label": ""
      },
      {
        "sentence": "因此，你需要提升你的管理能力，并且从其他方面总结出通用的管理技巧，将其运用到你的工作中去。",
        "label": ""
      },
      {
        "sentence": "（2）你的能力结构和岗位要求之间出现了不匹配，这也导致了你在工作上感到力不从心。",
        "label": ""
      },
      {
        "sentence": "首先，你要记住你还有员工，虽然只有一个，但是如果能够发挥他的能力，可以帮你分担工作任务。",
        "label": ""
      },
      {
        "sentence": "如果他擅长的能弥补你的不擅长，那就更应该好好配合利用他的可用性。",
        "label": ""
      },
      {
        "sentence": "其次，你要确认你所说的自己不擅长沟通交流，是真的不擅长，还是你只是没有找到适合自己的沟通方式。",
        "label": ""
      },
      {
        "sentence": "如果是后者，那就要找到适合自己的沟通方式。",
        "label": ""
      },
      {
        "sentence": "因为有些人喜欢用语言沟通，而有些人则更喜欢用文字沟通。",
        "label": ""
      },
      {
        "sentence": "首先要自己努力尝试，因为如果是自己的问题，在这里没有解决，很可能以后还会困扰你。",
        "label": ""
      },
      {
        "sentence": "如果你经过了上述的思考，确认是在做自己不喜欢又不擅长的工作，那么可以考虑公司内调岗，或者是跳槽了。",
        "label": ""
      }
    ]
  }
]