[
  {
    "role": "client",
    "content": "我43岁，不想上班了，感觉工作力不从心，到底是继续坚持还是放弃呢？原来做普通员工还挺不错的！以前还被评为年年优秀先进个人，后来被提升到部门经理岗位，压力就随之而来，工作上事情多又杂乱，而人手却只有一个，要亲力亲为、要沟通协调组织其他部门人员共同参与才能开展工作。可我自己却是个很自律但不擅长管理的人，工作压力特别大。我已经在这样的压力下痛苦坚持了七年，两三次口头辞去职务都没能实现，如今已经快44岁了，感觉越来越不想上班，可又不得不硬着头皮加班加点来处理堆积如山的工作。无数次想辞职了事，但是又考虑到养老问题有些不甘心。到底该怎么办啊！这个领导当的又窝囊又累。",
    "annotation": [
      {
        "sentence": "我43岁，不想上班了，感觉工作力不从心，到底是继续坚持还是放弃呢？",
        "label": ""
      },
      {
        "sentence": "原来做普通员工还挺不错的！",
        "label": ""
      },
      {
        "sentence": "以前还被评为年年优秀先进个人，后来被提升到部门经理岗位，压力就随之而来，工作上事情多又杂乱，而人手却只有一个，要亲力亲为、要沟通协调组织其他部门人员共同参与才能开展工作。",
        "label": ""
      },
      {
        "sentence": "可我自己却是个很自律但不擅长管理的人，工作压力特别大。",
        "label": ""
      },
      {
        "sentence": "我已经在这样的压力下痛苦坚持了七年，两三次口头辞去职务都没能实现，如今已经快44岁了，感觉越来越不想上班，可又不得不硬着头皮加班加点来处理堆积如山的工作。",
        "label": ""
      },
      {
        "sentence": "无数次想辞职了事，但是又考虑到养老问题有些不甘心。",
        "label": ""
      },
      {
        "sentence": "到底该怎么办啊！",
        "label": ""
      },
      {
        "sentence": "这个领导当的又窝囊又累。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我个人认为，你非常优秀，能从一名普通员工晋升到部门经理，说明你的工作能力和业务水平都非常出色。每个岗位都有其优势和不尽如意的地方。相较于普通员工，虽然部门经理岗位有管理上的压力，但薪资水平和发展潜力也相应更高。你的晋升已经表明你的能力已经超越普通员工，领导对你的工作能力也非常认可，只是你需要更好地转变和适应你的角色和身份。从你的描述中可以看出，你是一位认真严格要求自己的人，也清楚作为部门经理要承担的工作和责任。所以在面对工作困难时，和领导进行沟通非常重要。如果人手不够，可以提出沟通解决人手问题，不要总是以辞职来表达你的不满。你可以换一种方式，比如说，如果领导能解决人手问题，我的工作效率会更高，现在的状态下，我过多地处理业务而无法兼顾好管理工作，这对整个工作进展也不利。到你这个年纪，不必轻易放弃工作，毕竟退休生活在不远的将来。如果现在换工作，年纪已经不具备更多优势，体力也不及年轻人，而且新的岗位是否能够获得和现在一样的薪资待遇等问题也需要考虑。因此，我建议你重新审视现在的工作和未来的问题，确定自己想要达到的状态，再考虑是否要继续工作。",
    "annotation": [
      {
        "sentence": "我个人认为，你非常优秀，能从一名普通员工晋升到部门经理，说明你的工作能力和业务水平都非常出色。",
        "label": ""
      },
      {
        "sentence": "每个岗位都有其优势和不尽如意的地方。",
        "label": ""
      },
      {
        "sentence": "相较于普通员工，虽然部门经理岗位有管理上的压力，但薪资水平和发展潜力也相应更高。",
        "label": ""
      },
      {
        "sentence": "你的晋升已经表明你的能力已经超越普通员工，领导对你的工作能力也非常认可，只是你需要更好地转变和适应你的角色和身份。",
        "label": ""
      },
      {
        "sentence": "从你的描述中可以看出，你是一位认真严格要求自己的人，也清楚作为部门经理要承担的工作和责任。",
        "label": ""
      },
      {
        "sentence": "所以在面对工作困难时，和领导进行沟通非常重要。",
        "label": ""
      },
      {
        "sentence": "如果人手不够，可以提出沟通解决人手问题，不要总是以辞职来表达你的不满。",
        "label": ""
      },
      {
        "sentence": "你可以换一种方式，比如说，如果领导能解决人手问题，我的工作效率会更高，现在的状态下，我过多地处理业务而无法兼顾好管理工作，这对整个工作进展也不利。",
        "label": ""
      },
      {
        "sentence": "到你这个年纪，不必轻易放弃工作，毕竟退休生活在不远的将来。",
        "label": ""
      },
      {
        "sentence": "如果现在换工作，年纪已经不具备更多优势，体力也不及年轻人，而且新的岗位是否能够获得和现在一样的薪资待遇等问题也需要考虑。",
        "label": ""
      },
      {
        "sentence": "因此，我建议你重新审视现在的工作和未来的问题，确定自己想要达到的状态，再考虑是否要继续工作。",
        "label": ""
      }
    ]
  }
]