[
  {
    "role": "client",
    "content": "最近我一直在纠结自己的家庭条件，不知道该怎么办好。大学因为疫情没有开学，最近期末了考试要开摄像头，我的家里的情况就暴露出去了，我非常在意。",
    "annotation": [
      {
        "sentence": "最近我一直在纠结自己的家庭条件，不知道该怎么办好。",
        "label": ""
      },
      {
        "sentence": "大学因为疫情没有开学，最近期末了考试要开摄像头，我的家里的情况就暴露出去了，我非常在意。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种想法是很正常的。我们每个人都会或多或少地有一些攀比心理，当我们发现自己和别人差距较大时，很容易产生自卑心理。我也是在家上网课的学生，家里的房子也是十多年的老房子。在家上网课的时候，我也会发现别人家的房子墙壁那么白，家具也那么好，也曾小小地自卑过一段时间。",
    "annotation": [
      {
        "sentence": "这种想法是很正常的。",
        "label": ""
      },
      {
        "sentence": "我们每个人都会或多或少地有一些攀比心理，当我们发现自己和别人差距较大时，很容易产生自卑心理。",
        "label": ""
      },
      {
        "sentence": "我也是在家上网课的学生，家里的房子也是十多年的老房子。",
        "label": ""
      },
      {
        "sentence": "在家上网课的时候，我也会发现别人家的房子墙壁那么白，家具也那么好，也曾小小地自卑过一段时间。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我就是因为这个原因感到非常自卑。我觉得家庭条件不好，没有装修，房子也很旧，电灯还是以前那种挂着的灯泡。墙壁也渗水，家具也都很旧。而且爸妈都是工人，家里也没有车。一直以来，我都因为这些而感到很自卑。",
    "annotation": [
      {
        "sentence": "是的，我就是因为这个原因感到非常自卑。",
        "label": ""
      },
      {
        "sentence": "我觉得家庭条件不好，没有装修，房子也很旧，电灯还是以前那种挂着的灯泡。",
        "label": ""
      },
      {
        "sentence": "墙壁也渗水，家具也都很旧。",
        "label": ""
      },
      {
        "sentence": "而且爸妈都是工人，家里也没有车。",
        "label": ""
      },
      {
        "sentence": "一直以来，我都因为这些而感到很自卑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我们要知道，不论我们有多么自卑、多么伤心，这些都是无法改变的事实。我们在经济上可能比不过别人，但这并不代表我们在成绩、人品和能力上差于别人。外表可以类似，但内心独特的灵魂则是非常宝贵的。我们正处于美好的青春年华，我们有机会和权利去改变自己的生活。就算我们经济上不如他们，我们可以在成绩方面超越他们，在实力上战胜他们。过于自卑只会给我们的生活带来困扰。其实现在的人并不会因为你家庭条件不好而对你产生偏见，他们接触的是你，而不是你的家庭境况，那些东西是你无法选择的。他们现在所看到的是努力的你，是阳光的你，是聪慧的你，是每天与众不同的你。不要再放大自己缺少的东西了，努力提升自己吧。总有一天，我们的优秀会让别人眼前一亮。",
    "annotation": [
      {
        "sentence": "我们要知道，不论我们有多么自卑、多么伤心，这些都是无法改变的事实。",
        "label": ""
      },
      {
        "sentence": "我们在经济上可能比不过别人，但这并不代表我们在成绩、人品和能力上差于别人。",
        "label": ""
      },
      {
        "sentence": "外表可以类似，但内心独特的灵魂则是非常宝贵的。",
        "label": ""
      },
      {
        "sentence": "我们正处于美好的青春年华，我们有机会和权利去改变自己的生活。",
        "label": ""
      },
      {
        "sentence": "就算我们经济上不如他们，我们可以在成绩方面超越他们，在实力上战胜他们。",
        "label": ""
      },
      {
        "sentence": "过于自卑只会给我们的生活带来困扰。",
        "label": ""
      },
      {
        "sentence": "其实现在的人并不会因为你家庭条件不好而对你产生偏见，他们接触的是你，而不是你的家庭境况，那些东西是你无法选择的。",
        "label": ""
      },
      {
        "sentence": "他们现在所看到的是努力的你，是阳光的你，是聪慧的你，是每天与众不同的你。",
        "label": ""
      },
      {
        "sentence": "不要再放大自己缺少的东西了，努力提升自己吧。",
        "label": ""
      },
      {
        "sentence": "总有一天，我们的优秀会让别人眼前一亮。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我意识到了自卑只是给自己增加负担。但是我还是很担心现在暴露出去的情况。我觉得很焦虑，很害怕，现在甚至有点恐惧。",
    "annotation": [
      {
        "sentence": "你说的很对，我意识到了自卑只是给自己增加负担。",
        "label": ""
      },
      {
        "sentence": "但是我还是很担心现在暴露出去的情况。",
        "label": ""
      },
      {
        "sentence": "我觉得很焦虑，很害怕，现在甚至有点恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这种焦虑和恐惧是可以理解的。面对暴露出去的情况，我们会感到无比的紧张和不安。但我们要相信，其他人并不会因此产生偏见或对你产生负面感受。他们更多地关注的是你个人的努力和品质。我们每个人都有自己的困难和不完美之处，这是人之常情。而且，这种暴露也是暂时的，只是在特殊时期，我们都面临相似的情况。将焦虑化为积极的动力，相信你的能力和魅力，相信你的未来会有更好的发展。",
    "annotation": [
      {
        "sentence": "这种焦虑和恐惧是可以理解的。",
        "label": ""
      },
      {
        "sentence": "面对暴露出去的情况，我们会感到无比的紧张和不安。",
        "label": ""
      },
      {
        "sentence": "但我们要相信，其他人并不会因此产生偏见或对你产生负面感受。",
        "label": ""
      },
      {
        "sentence": "他们更多地关注的是你个人的努力和品质。",
        "label": ""
      },
      {
        "sentence": "我们每个人都有自己的困难和不完美之处，这是人之常情。",
        "label": ""
      },
      {
        "sentence": "而且，这种暴露也是暂时的，只是在特殊时期，我们都面临相似的情况。",
        "label": ""
      },
      {
        "sentence": "将焦虑化为积极的动力，相信你的能力和魅力，相信你的未来会有更好的发展。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持。我现在确实需要将焦虑转化为积极的动力，努力提升自己。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持。",
        "label": ""
      },
      {
        "sentence": "我现在确实需要将焦虑转化为积极的动力，努力提升自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我非常理解你的感受。在这个过程中，你可以寻求支持和帮助。找到一些可以鼓励和指导你的人，也可以尝试一些自我成长和提升的方法。记住，这个过程中最重要的是要相信自己，相信你的价值和能力。你是一个有潜力、有魅力的人，你一定能够面对困难，追求自己的幸福和成功。",
    "annotation": [
      {
        "sentence": "不用客气，我非常理解你的感受。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，你可以寻求支持和帮助。",
        "label": ""
      },
      {
        "sentence": "找到一些可以鼓励和指导你的人，也可以尝试一些自我成长和提升的方法。",
        "label": ""
      },
      {
        "sentence": "记住，这个过程中最重要的是要相信自己，相信你的价值和能力。",
        "label": ""
      },
      {
        "sentence": "你是一个有潜力、有魅力的人，你一定能够面对困难，追求自己的幸福和成功。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会的，你的话给了我很大的信心。我会积极面对，相信自己的潜力，追求自己的幸福和成功。",
    "annotation": [
      {
        "sentence": "我会的，你的话给了我很大的信心。",
        "label": ""
      },
      {
        "sentence": "我会积极面对，相信自己的潜力，追求自己的幸福和成功。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样说。相信自己，你一定能够克服困难，走向更好的未来。如果以后还有需要，记得随时来找我倾诉和寻求支持。你不是一个人在战斗，我们会一直在你的身边支持你的。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你这样说。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够克服困难，走向更好的未来。",
        "label": ""
      },
      {
        "sentence": "如果以后还有需要，记得随时来找我倾诉和寻求支持。",
        "label": ""
      },
      {
        "sentence": "你不是一个人在战斗，我们会一直在你的身边支持你的。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]