[
  {
    "role": "client",
    "content": "我是一个20岁的女生，我很在意自己的家庭条件该怎么办好？",
    "annotation": [
      {
        "sentence": "我是一个20岁的女生，我很在意自己的家庭条件该怎么办好？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，听到你的问题，我想了解一下你目前的状况。你提到大学因为疫情没有开学，最近期末考试要开摄像头，暴露了家里的情况，让你非常在意。你感到自卑和恐慌，想了解自卑的根源和如何应对这种情况。",
    "annotation": [
      {
        "sentence": "你好，听到你的问题，我想了解一下你目前的状况。",
        "label": ""
      },
      {
        "sentence": "你提到大学因为疫情没有开学，最近期末考试要开摄像头，暴露了家里的情况，让你非常在意。",
        "label": ""
      },
      {
        "sentence": "你感到自卑和恐慌，想了解自卑的根源和如何应对这种情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，每次家里的环境和我自己的经济条件都让我感到很自卑。我家没有装修，房子很老，电灯只是挂着用电线连接的灯泡，墙上还经常渗水，家具也非常旧。我爸妈都是工人，家里没有车，我一直觉得跟别人比起来差很多。现在这次考试让我暴露了家庭条件，我心里很慌，很害怕，有很深的恐惧感。",
    "annotation": [
      {
        "sentence": "是的，每次家里的环境和我自己的经济条件都让我感到很自卑。",
        "label": ""
      },
      {
        "sentence": "我家没有装修，房子很老，电灯只是挂着用电线连接的灯泡，墙上还经常渗水，家具也非常旧。",
        "label": ""
      },
      {
        "sentence": "我爸妈都是工人，家里没有车，我一直觉得跟别人比起来差很多。",
        "label": ""
      },
      {
        "sentence": "现在这次考试让我暴露了家庭条件，我心里很慌，很害怕，有很深的恐惧感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我明白你的感受。你所描述的自卑主要来源于和他人的比较，尤其是对比别人的优势与自己家境的劣势。你担心暴露出来后会成为别人议论的话题，进而伤害到自尊心。我建议你放眼看待自己的家庭条件，不要把别人的优势和自己的劣势作为建立人际关系的标准。每个人的生活都是一种体验，不同的条件只是人生的不同方面而已。你自己也有很多优秀的方面，比如学习成绩优秀并拿过奖学金，你的父母也一直支持你。所以，你要学会客观地看待自己，接纳自己。当你能够看到自己的成就和努力时，自卑的情绪也会逐渐减少。",
    "annotation": [
      {
        "sentence": "我明白你的感受。",
        "label": ""
      },
      {
        "sentence": "你所描述的自卑主要来源于和他人的比较，尤其是对比别人的优势与自己家境的劣势。",
        "label": ""
      },
      {
        "sentence": "你担心暴露出来后会成为别人议论的话题，进而伤害到自尊心。",
        "label": ""
      },
      {
        "sentence": "我建议你放眼看待自己的家庭条件，不要把别人的优势和自己的劣势作为建立人际关系的标准。",
        "label": ""
      },
      {
        "sentence": "每个人的生活都是一种体验，不同的条件只是人生的不同方面而已。",
        "label": ""
      },
      {
        "sentence": "你自己也有很多优秀的方面，比如学习成绩优秀并拿过奖学金，你的父母也一直支持你。",
        "label": ""
      },
      {
        "sentence": "所以，你要学会客观地看待自己，接纳自己。",
        "label": ""
      },
      {
        "sentence": "当你能够看到自己的成就和努力时，自卑的情绪也会逐渐减少。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我确实知道自己有一些优点，比如在学习上的努力和获得的成绩。但是，我还是很害怕别人对我家境的评价和嘲笑。怎样才能摆脱这种恐惧感呢？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我确实知道自己有一些优点，比如在学习上的努力和获得的成绩。",
        "label": ""
      },
      {
        "sentence": "但是，我还是很害怕别人对我家境的评价和嘲笑。",
        "label": ""
      },
      {
        "sentence": "怎样才能摆脱这种恐惧感呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的恐惧感是可以理解的。要摆脱这种恐惧，首先要明确的是每个人的标准不是建立在他人之上，而是建立在自己身上。你要学会比较自己和自己，每天都努力进步一点点，不断提升自己。对于家境方面的担忧，你可以和父母一起努力，相信在你独立进入工作阶段后，家庭的经济状况会有所改善。自卑情绪是自己的内在敌人，你要努力成为完美的自己，不断提升自己的能力和自信心，才能克服自卑感。加油！",
    "annotation": [
      {
        "sentence": "你的恐惧感是可以理解的。",
        "label": ""
      },
      {
        "sentence": "要摆脱这种恐惧，首先要明确的是每个人的标准不是建立在他人之上，而是建立在自己身上。",
        "label": ""
      },
      {
        "sentence": "你要学会比较自己和自己，每天都努力进步一点点，不断提升自己。",
        "label": ""
      },
      {
        "sentence": "对于家境方面的担忧，你可以和父母一起努力，相信在你独立进入工作阶段后，家庭的经济状况会有所改善。",
        "label": ""
      },
      {
        "sentence": "自卑情绪是自己的内在敌人，你要努力成为完美的自己，不断提升自己的能力和自信心，才能克服自卑感。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和鼓励。我会努力看待自己的成绩和努力，同时也会跟父母一起努力改善家庭条件。我明白了，每个人都有自己的一面，我要学会接纳自己并为自己的成长而努力。再次感谢你的支持和帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和鼓励。",
        "label": ""
      },
      {
        "sentence": "我会努力看待自己的成绩和努力，同时也会跟父母一起努力改善家庭条件。",
        "label": ""
      },
      {
        "sentence": "我明白了，每个人都有自己的一面，我要学会接纳自己并为自己的成长而努力。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和帮助！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，你能够意识到问题并勇敢地寻求帮助已经是一大步。相信自己，相信你的努力会有回报。如果以后还有困扰和问题，随时向我寻求支持。祝你顺利克服自卑情绪和困难，取得更好的成长和发展！",
    "annotation": [
      {
        "sentence": "不客气，你能够意识到问题并勇敢地寻求帮助已经是一大步。",
        "label": ""
      },
      {
        "sentence": "相信自己，相信你的努力会有回报。",
        "label": ""
      },
      {
        "sentence": "如果以后还有困扰和问题，随时向我寻求支持。",
        "label": ""
      },
      {
        "sentence": "祝你顺利克服自卑情绪和困难，取得更好的成长和发展！",
        "label": ""
      }
    ]
  }
]