[
  {
    "role": "client",
    "content": "大学实在熬不住了，该不该退学？我现在大一，因为疫情的原因才刚刚开学，本来我应该上大二的，但是大一刚进校那年就休了学，去年九月才复学重新上，休学的原因就是当时在宿舍舍友们都太吵，而且当时自己也不想交流，上了两个月就觉得很难受，休学之后也做过心理咨询，但是没什么用，后来打了打工，去年就复学了，复学以后的状态也是不好，经常会崩溃，会碰到很多繁琐的事，就还是想放弃，但当时还是很想要毕业，所以才选择熬下去，到上学期结束时我以为一切都好了，我这学期就可以轻轻松松的，但是因为一场疫情的原因，我们开学延迟了很久，前两天才返校，返校就要封闭，当然我是走读生，但是走读生的手续还没办好，都是偷偷进出学校，这次返校刚回来的两天情绪就崩溃了，那是还没上课，我跟家长说了我想退学的事，他们刚开始反对，后来也表示同意，说如果我真的在学校呆的这么痛苦不如算了，退学去打工也很好，但我现在就是不知道该怎么选，到底是继续上把这几年熬完，还是现在就退学。",
    "annotation": [
      {
        "sentence": "大学实在熬不住了，该不该退学？",
        "label": ""
      },
      {
        "sentence": "我现在大一，因为疫情的原因才刚刚开学，本来我应该上大二的，但是大一刚进校那年就休了学，去年九月才复学重新上，休学的原因就是当时在宿舍舍友们都太吵，而且当时自己也不想交流，上了两个月就觉得很难受，休学之后也做过心理咨询，但是没什么用，后来打了打工，去年就复学了，复学以后的状态也是不好，经常会崩溃，会碰到很多繁琐的事，就还是想放弃，但当时还是很想要毕业，所以才选择熬下去，到上学期结束时我以为一切都好了，我这学期就可以轻轻松松的，但是因为一场疫情的原因，我们开学延迟了很久，前两天才返校，返校就要封闭，当然我是走读生，但是走读生的手续还没办好，都是偷偷进出学校，这次返校刚回来的两天情绪就崩溃了，那是还没上课，我跟家长说了我想退学的事，他们刚开始反对，后来也表示同意，说如果我真的在学校呆的这么痛苦不如算了，退学去打工也很好，但我现在就是不知道该怎么选，到底是继续上把这几年熬完，还是现在就退学。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你目前的困扰，因为你在大学经历了很多波折和困难。首先，我建议你冷静下来，对宿舍舍友问题进行反思和归因。如果是因为舍友的问题或者学校生活方式的问题，你可以考虑换宿舍或者独自一个人出去租房住。但如果是因为你自己对于与别人一起生活无法接受，对于和别人的交流存在焦虑感，那么即便现在退学去打工，也还是会面对这个问题。",
    "annotation": [
      {
        "sentence": "我理解你目前的困扰，因为你在大学经历了很多波折和困难。",
        "label": ""
      },
      {
        "sentence": "首先，我建议你冷静下来，对宿舍舍友问题进行反思和归因。",
        "label": ""
      },
      {
        "sentence": "如果是因为舍友的问题或者学校生活方式的问题，你可以考虑换宿舍或者独自一个人出去租房住。",
        "label": ""
      },
      {
        "sentence": "但如果是因为你自己对于与别人一起生活无法接受，对于和别人的交流存在焦虑感，那么即便现在退学去打工，也还是会面对这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我确实有对与他人交流的焦虑感，我不太愿意主动和人交流，这导致了我在宿舍的困扰。但是即使我退学去打工，我也会在工作中遇到与人互动的情况，这让我感到很困惑。",
    "annotation": [
      {
        "sentence": "我确实有对与他人交流的焦虑感，我不太愿意主动和人交流，这导致了我在宿舍的困扰。",
        "label": ""
      },
      {
        "sentence": "但是即使我退学去打工，我也会在工作中遇到与人互动的情况，这让我感到很困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你观察到了一个很重要的问题，无论是在学校还是在工作中，与人交流是不可避免的。所以，我建议你不要匆忙做出退学的决定。这个问题对于你未来的一生都会产生影响，所以需要慎重考虑。现在可以先冷静下来，思考和平复心情后再做决定，这样会更加稳妥周到一些。",
    "annotation": [
      {
        "sentence": "你观察到了一个很重要的问题，无论是在学校还是在工作中，与人交流是不可避免的。",
        "label": ""
      },
      {
        "sentence": "所以，我建议你不要匆忙做出退学的决定。",
        "label": ""
      },
      {
        "sentence": "这个问题对于你未来的一生都会产生影响，所以需要慎重考虑。",
        "label": ""
      },
      {
        "sentence": "现在可以先冷静下来，思考和平复心情后再做决定，这样会更加稳妥周到一些。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听了你的建议，我意识到我需要更深入地思考这个问题。我可能需要一段时间来冷静下来，平复内心的焦虑和困惑。谢谢你的支持！",
    "annotation": [
      {
        "sentence": "听了你的建议，我意识到我需要更深入地思考这个问题。",
        "label": ""
      },
      {
        "sentence": "我可能需要一段时间来冷静下来，平复内心的焦虑和困惑。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我理解你目前的困境并愿意提供帮助。冷静思考是非常重要的，同时也要多和身边的朋友、家人进行沟通，听取他们的意见和建议。将来无论你做出什么样的决定，都要保持积极乐观的心态，相信你会找到适合自己的道路。",
    "annotation": [
      {
        "sentence": "不客气，我理解你目前的困境并愿意提供帮助。",
        "label": ""
      },
      {
        "sentence": "冷静思考是非常重要的，同时也要多和身边的朋友、家人进行沟通，听取他们的意见和建议。",
        "label": ""
      },
      {
        "sentence": "将来无论你做出什么样的决定，都要保持积极乐观的心态，相信你会找到适合自己的道路。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，你说的很对。我会主动寻求身边人的建议和支持，同时也会尝试放下内心的焦虑，保持积极的态度。再次感谢你的支持和鼓励！",
    "annotation": [
      {
        "sentence": "嗯，你说的很对。",
        "label": ""
      },
      {
        "sentence": "我会主动寻求身边人的建议和支持，同时也会尝试放下内心的焦虑，保持积极的态度。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的支持和鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我相信你一定能够找到适合自己的解决方案。如果有任何困惑或需要进一步的支持，都可以随时向我求助。祝你顺利度过这个难关！",
    "annotation": [
      {
        "sentence": "不用客气，我相信你一定能够找到适合自己的解决方案。",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑或需要进一步的支持，都可以随时向我求助。",
        "label": ""
      },
      {
        "sentence": "祝你顺利度过这个难关！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "非常感谢你的鼓励和支持！我会好好思考并寻找解决办法。如果需要的话，我会再向你寻求帮助。谢谢你！",
    "annotation": [
      {
        "sentence": "非常感谢你的鼓励和支持！",
        "label": ""
      },
      {
        "sentence": "我会好好思考并寻找解决办法。",
        "label": ""
      },
      {
        "sentence": "如果需要的话，我会再向你寻求帮助。",
        "label": ""
      },
      {
        "sentence": "谢谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我会一直支持你的。希望你能够找到自己的答案，度过这个难关，并在未来的道路上顺利前行。你可以的！",
    "annotation": [
      {
        "sentence": "不用客气，我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "希望你能够找到自己的答案，度过这个难关，并在未来的道路上顺利前行。",
        "label": ""
      },
      {
        "sentence": "你可以的！",
        "label": ""
      }
    ]
  }
]