[
  {
    "role": "client",
    "content": "我想过好多次了，也许我这种人不配活着吧…我知道，原来我的成绩很好，现在的我太作了，成绩下降，也不想好好学习了，爷爷奶奶辛苦养我，可是他们一生气就说那些特别伤人的话，比如说，你死了就死了，瞅你那样，你看看你一天天坐的那大屁股……好累，今天想请一天假，可是因为疫情，老师给我爸打电话，我又被骂了一顿，本来就想死，听着奶奶在那个屋子骂我，又说，死就死，爱怎滴怎滴，早知道这样当初我就不管她了……（我是一个单亲家庭孩子，跟的爸爸，但是他在外地打工）我知道，我发这个容易被骂，但是，我真的受不了了，上不来气的那种，没去过医院检查，但是网上测试是重度抑郁，我也有社恐，在外面几乎不说话，生怕说错什么惹人家不高兴……像我这种人，自暴自弃，感觉自己好废但却无能为力，也许我这种人不配活着吧…",
    "annotation": [
      {
        "sentence": "我想过好多次了，也许我这种人不配活着吧…我知道，原来我的成绩很好，现在的我太作了，成绩下降，也不想好好学习了，爷爷奶奶辛苦养我，可是他们一生气就说那些特别伤人的话，比如说，你死了就死了，瞅你那样，你看看你一天天坐的那大屁股……好累，今天想请一天假，可是因为疫情，老师给我爸打电话，我又被骂了一顿，本来就想死，听着奶奶在那个屋子骂我，又说，死就死，爱怎滴怎滴，早知道这样当初我就不管她了……（我是一个单亲家庭孩子，跟的爸爸，但是他在外地打工）我知道，我发这个容易被骂，但是，我真的受不了了，上不来气的那种，没去过医院检查，但是网上测试是重度抑郁，我也有社恐，在外面几乎不说话，生怕说错什么惹人家不高兴……像我这种人，自暴自弃，感觉自己好废但却无能为力，也许我这种人不配活着吧…",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "抱一抱。我也是单亲，虽然我们情况有点不同我跟的父亲，但我有时候说句话就会被说在挑事说心眼多之类的。我也能理解你被亲人伤害的感受，很多时候我们的亲人可能会不经意间言语过重，但我们不能将他们的话语作为全盘否定自己的标准。其实，每个人都有自己的独特之处，有时候我们需要给自己一点时间，去接受自己以及别人的不完美。你说的没错，生活确实很累，但我们不能因此放弃对生活的希望。或许，我们可以试着换一种角度来看待问题，以积极的心态去面对挑战。你的成绩下降并不代表你就是废物，每个人都有低谷的时候，我们需要相信自己的潜力，相信自己可以逐渐走出困境。",
    "annotation": [
      {
        "sentence": "抱一抱。",
        "label": ""
      },
      {
        "sentence": "我也是单亲，虽然我们情况有点不同我跟的父亲，但我有时候说句话就会被说在挑事说心眼多之类的。",
        "label": ""
      },
      {
        "sentence": "我也能理解你被亲人伤害的感受，很多时候我们的亲人可能会不经意间言语过重，但我们不能将他们的话语作为全盘否定自己的标准。",
        "label": ""
      },
      {
        "sentence": "其实，每个人都有自己的独特之处，有时候我们需要给自己一点时间，去接受自己以及别人的不完美。",
        "label": ""
      },
      {
        "sentence": "你说的没错，生活确实很累，但我们不能因此放弃对生活的希望。",
        "label": ""
      },
      {
        "sentence": "或许，我们可以试着换一种角度来看待问题，以积极的心态去面对挑战。",
        "label": ""
      },
      {
        "sentence": "你的成绩下降并不代表你就是废物，每个人都有低谷的时候，我们需要相信自己的潜力，相信自己可以逐渐走出困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励，可是我真的感觉好无力，好像每一步都有阻碍，我甚至不敢跟人交流，在班级里也没有朋友，我觉得自己好孤单好孤单。我不知道该怎么办，我想逃避这一切。",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励，可是我真的感觉好无力，好像每一步都有阻碍，我甚至不敢跟人交流，在班级里也没有朋友，我觉得自己好孤单好孤单。",
        "label": ""
      },
      {
        "sentence": "我不知道该怎么办，我想逃避这一切。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我可以理解你感到无力和孤单的情绪，这种感觉很难受。但是，我相信你并不是一个没有希望的人，你能够勇敢地面对自己内心的困扰，这已经是一种积极的表现。也许，我们可以从一点一滴的改变开始，尝试主动与人交流。可以先从一些简单的问题开始，如问候、询问学习进度等，慢慢培养自己与他人交往的能力。当你遇到阻碍时，不必气馁，要相信任何困难都是可以克服的。另外，适度的社交活动有助于缓解抑郁情绪，也可以试着参加一些兴趣小组，结识一些志同道合的朋友，分享你们的喜好和感受。",
    "annotation": [
      {
        "sentence": "我可以理解你感到无力和孤单的情绪，这种感觉很难受。",
        "label": ""
      },
      {
        "sentence": "但是，我相信你并不是一个没有希望的人，你能够勇敢地面对自己内心的困扰，这已经是一种积极的表现。",
        "label": ""
      },
      {
        "sentence": "也许，我们可以从一点一滴的改变开始，尝试主动与人交流。",
        "label": ""
      },
      {
        "sentence": "可以先从一些简单的问题开始，如问候、询问学习进度等，慢慢培养自己与他人交往的能力。",
        "label": ""
      },
      {
        "sentence": "当你遇到阻碍时，不必气馁，要相信任何困难都是可以克服的。",
        "label": ""
      },
      {
        "sentence": "另外，适度的社交活动有助于缓解抑郁情绪，也可以试着参加一些兴趣小组，结识一些志同道合的朋友，分享你们的喜好和感受。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白你的意思，但是我总觉得自己不会被别人接受，每次在人多的地方，我总是感到自己格格不入，好像无法融入他们的圈子。我怕自己说错话，惹人讨厌。",
    "annotation": [
      {
        "sentence": "我明白你的意思，但是我总觉得自己不会被别人接受，每次在人多的地方，我总是感到自己格格不入，好像无法融入他们的圈子。",
        "label": ""
      },
      {
        "sentence": "我怕自己说错话，惹人讨厌。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的担心其实是很正常的，很多人在陌生的环境下都会感到紧张和拘谨。但是，我们需要相信自己的能力，相信自己的价值。每个人都是独特的，你也一样，你有自己的优点和特长。在社交场合中，我们要学会放松自己，试着相信自己的判断和表达能力。当你有话想说时，可以先从一些轻松的话题开始，尝试去与他人进行简单的交流。人际交往是一个互动的过程，不必过于担心说错话会被讨厌，因为正常的朋友是会理解和接受你的。同时，也要明白每个人对于你的看法并不重要，最重要的是你自己对自己的肯定与接纳。",
    "annotation": [
      {
        "sentence": "你的担心其实是很正常的，很多人在陌生的环境下都会感到紧张和拘谨。",
        "label": ""
      },
      {
        "sentence": "但是，我们需要相信自己的能力，相信自己的价值。",
        "label": ""
      },
      {
        "sentence": "每个人都是独特的，你也一样，你有自己的优点和特长。",
        "label": ""
      },
      {
        "sentence": "在社交场合中，我们要学会放松自己，试着相信自己的判断和表达能力。",
        "label": ""
      },
      {
        "sentence": "当你有话想说时，可以先从一些轻松的话题开始，尝试去与他人进行简单的交流。",
        "label": ""
      },
      {
        "sentence": "人际交往是一个互动的过程，不必过于担心说错话会被讨厌，因为正常的朋友是会理解和接受你的。",
        "label": ""
      },
      {
        "sentence": "同时，也要明白每个人对于你的看法并不重要，最重要的是你自己对自己的肯定与接纳。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我开始明白了，我不能总是把自己看作是个废物。我需要给自己一些时间和机会，去发现并发展自己的闪光点。也许，我可以从现在开始，尝试去参加一些社交活动，敞开心扉去认识新的朋友。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我开始明白了，我不能总是把自己看作是个废物。",
        "label": ""
      },
      {
        "sentence": "我需要给自己一些时间和机会，去发现并发展自己的闪光点。",
        "label": ""
      },
      {
        "sentence": "也许，我可以从现在开始，尝试去参加一些社交活动，敞开心扉去认识新的朋友。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你这样的想法，相信你一定可以找到属于自己的位置。在这个过程中，不要忘记多关注自己的内心感受，保持积极的态度去面对困难和挑战。无论有什么困难，都不要忘记有自己的生活的意义，要坚信每个人都是有价值的，包括你。加油，给自己一个机会去展示自己的光芒！如果你需要我在你的成长路上给予支持，我会一直在这里陪伴着你。",
    "annotation": [
      {
        "sentence": "很高兴听到你这样的想法，相信你一定可以找到属于自己的位置。",
        "label": ""
      },
      {
        "sentence": "在这个过程中，不要忘记多关注自己的内心感受，保持积极的态度去面对困难和挑战。",
        "label": ""
      },
      {
        "sentence": "无论有什么困难，都不要忘记有自己的生活的意义，要坚信每个人都是有价值的，包括你。",
        "label": ""
      },
      {
        "sentence": "加油，给自己一个机会去展示自己的光芒！",
        "label": ""
      },
      {
        "sentence": "如果你需要我在你的成长路上给予支持，我会一直在这里陪伴着你。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你一直的鼓励和陪伴，我真的感到很温暖。现在的我有了信心，我会积极面对自己的问题，并坚持努力。以后有什么困惑和困难，我还可以向你求助吗？",
    "annotation": [
      {
        "sentence": "谢谢你一直的鼓励和陪伴，我真的感到很温暖。",
        "label": ""
      },
      {
        "sentence": "现在的我有了信心，我会积极面对自己的问题，并坚持努力。",
        "label": ""
      },
      {
        "sentence": "以后有什么困惑和困难，我还可以向你求助吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "当然可以！我很愿意继续成为你的支持者，陪你一起走过困难，并见证你的成长。不管遇到什么困难，记得你不再孤单，有我在这里支持你。有困惑的时候，随时都可以找我倾诉，我们一起面对，一起解决。+",
    "annotation": [
      {
        "sentence": "当然可以！",
        "label": ""
      },
      {
        "sentence": "我很愿意继续成为你的支持者，陪你一起走过困难，并见证你的成长。",
        "label": ""
      },
      {
        "sentence": "不管遇到什么困难，记得你不再孤单，有我在这里支持你。",
        "label": ""
      },
      {
        "sentence": "有困惑的时候，随时都可以找我倾诉，我们一起面对，一起解决。",
        "label": ""
      },
      {
        "sentence": "+",
        "label": ""
      }
    ]
  }
]