[
  {
    "role": "client",
    "content": "我嫉妒老公的前女友，不希望自己去嫉妒别人怎么办？之前老公劈腿了一个女孩，这个女孩家里很有背景，很有钱，得知她的一些动态会很嫉妒，但又不希望自己去嫉妒别人。",
    "annotation": [
      {
        "sentence": "我嫉妒老公的前女友，不希望自己去嫉妒别人怎么办？",
        "label": ""
      },
      {
        "sentence": "之前老公劈腿了一个女孩，这个女孩家里很有背景，很有钱，得知她的一些动态会很嫉妒，但又不希望自己去嫉妒别人。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "嫉妒是一种复杂又常见的情感（绪），你想摆脱它的影响，心里有这个愿望本身很了不起，说明心态已经到了自觉与自强的关口上。跨过这一步，就会尝到一种脱俗的滋味。我想从行为的角度分享我如何理解嫉妒这种感情。",
    "annotation": [
      {
        "sentence": "嫉妒是一种复杂又常见的情感（绪），你想摆脱它的影响，心里有这个愿望本身很了不起，说明心态已经到了自觉与自强的关口上。",
        "label": ""
      },
      {
        "sentence": "跨过这一步，就会尝到一种脱俗的滋味。",
        "label": ""
      },
      {
        "sentence": "我想从行为的角度分享我如何理解嫉妒这种感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "听起来很有道理，我真的希望自己能够摆脱嫉妒的困扰。但是，我不知道从哪里开始，应该如何行动呢？",
    "annotation": [
      {
        "sentence": "听起来很有道理，我真的希望自己能够摆脱嫉妒的困扰。",
        "label": ""
      },
      {
        "sentence": "但是，我不知道从哪里开始，应该如何行动呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，对于新鲜的嫉妒，我们往往会情绪冲动地表达出来，没来得及多加思考。而对于陈旧性的嫉妒，可能因为重复发生过，具有针对个人的特征。你可以从个人修养方面开始，努力实现客观的心理平衡。承认对方好的方面，并表达出来，以避免用更严格的标准去苛责对方。",
    "annotation": [
      {
        "sentence": "首先，对于新鲜的嫉妒，我们往往会情绪冲动地表达出来，没来得及多加思考。",
        "label": ""
      },
      {
        "sentence": "而对于陈旧性的嫉妒，可能因为重复发生过，具有针对个人的特征。",
        "label": ""
      },
      {
        "sentence": "你可以从个人修养方面开始，努力实现客观的心理平衡。",
        "label": ""
      },
      {
        "sentence": "承认对方好的方面，并表达出来，以避免用更严格的标准去苛责对方。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "原来如此，我可以试着从承认对方的优点开始，改变自己过于严苛的观点。还有其他方面的建议吗？",
    "annotation": [
      {
        "sentence": "原来如此，我可以试着从承认对方的优点开始，改变自己过于严苛的观点。",
        "label": ""
      },
      {
        "sentence": "还有其他方面的建议吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另一方面，你可以寻找自己的优点和长处，并充分加以肯定。如果难以实现，可以反复确认，以致习惯自我肯定去自我激励。同时，关于调整习惯性嫉妒对象在心里的关系，可以试着平等平淡地看待它。想着把它赶出心理也许不是好的思路，不如坦然接受自己与之共存，并相信你与它关系的可调整性。",
    "annotation": [
      {
        "sentence": "另一方面，你可以寻找自己的优点和长处，并充分加以肯定。",
        "label": ""
      },
      {
        "sentence": "如果难以实现，可以反复确认，以致习惯自我肯定去自我激励。",
        "label": ""
      },
      {
        "sentence": "同时，关于调整习惯性嫉妒对象在心里的关系，可以试着平等平淡地看待它。",
        "label": ""
      },
      {
        "sentence": "想着把它赶出心理也许不是好的思路，不如坦然接受自己与之共存，并相信你与它关系的可调整性。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我可以尝试接受自己与嫉妒共存，并相信自己可以调整与嫉妒对象的心理关系。但是，这样的调整需要时间和努力吗？",
    "annotation": [
      {
        "sentence": "我明白了，我可以尝试接受自己与嫉妒共存，并相信自己可以调整与嫉妒对象的心理关系。",
        "label": ""
      },
      {
        "sentence": "但是，这样的调整需要时间和努力吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是的，这种调整需要时间和努力。但是，记住，那个曾经被嫉妒的对象仍然会存在，只是不再会过度占据你的注意力，成为一个平淡故事的人物了。此外，在调整与嫉妒对象的心理关系时，你有特别好的外力帮助，那就是你对你们婚姻幸福的愿望与信任。只要你和你老公在一起，这种外力就会自然存在，并且只要你信它，它会越来越强大，越来越能使你体会到信任与自我祝愿力的影响。",
    "annotation": [
      {
        "sentence": "是的，这种调整需要时间和努力。",
        "label": ""
      },
      {
        "sentence": "但是，记住，那个曾经被嫉妒的对象仍然会存在，只是不再会过度占据你的注意力，成为一个平淡故事的人物了。",
        "label": ""
      },
      {
        "sentence": "此外，在调整与嫉妒对象的心理关系时，你有特别好的外力帮助，那就是你对你们婚姻幸福的愿望与信任。",
        "label": ""
      },
      {
        "sentence": "只要你和你老公在一起，这种外力就会自然存在，并且只要你信它，它会越来越强大，越来越能使你体会到信任与自我祝愿力的影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会积极尝试调整自己的心态，相信我能够摆脱嫉妒的困扰，找到真正的幸福！",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会积极尝试调整自己的心态，相信我能够摆脱嫉妒的困扰，找到真正的幸福！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很棒！相信自己，坚持努力，你一定能够摆脱嫉妒的困扰，找到真正的幸福！我会一直支持你的。如果在调整过程中有任何困惑或者需要倾诉，随时都可以找我交流。",
    "annotation": [
      {
        "sentence": "你很棒！",
        "label": ""
      },
      {
        "sentence": "相信自己，坚持努力，你一定能够摆脱嫉妒的困扰，找到真正的幸福！",
        "label": ""
      },
      {
        "sentence": "我会一直支持你的。",
        "label": ""
      },
      {
        "sentence": "如果在调整过程中有任何困惑或者需要倾诉，随时都可以找我交流。",
        "label": ""
      }
    ]
  }
]