[
  {
    "role": "client",
    "content": "回避社交，我发现好像从小就有社交恐惧症？我觉得自己很矛盾，从我自己的记忆，最初我很自来熟人来疯，很喜欢主动去接近别的小朋友，可是我的母亲很反感我带他们回家，曾弄丢过她的首饰，后来我再带人回家被她狠狠地打过。也因为喜欢带着其他人去恶作剧而遭到很多教训和谴责，后来我完全变了，变得非常内向，永远躲在别人背后，我总是能找到盾牌，依赖别人，没有可以依赖的人的时候，我就显得看似很独立，会和人保持距离。后来我去了寄宿学校，舍友把我天性解放了，直到毕业我都维持着很活泼的状态，毕业后，除了面对老同学，对其他人都是回避的，工作时与人相处非常有问题，很尴尬，不知所措，这是我最大的压力，也是不愿意去上班的主要原因，每次都坚持不下去。现在的我，会刻意的回避人群，各种社交场合都不愿意去。",
    "annotation": [
      {
        "sentence": "回避社交，我发现好像从小就有社交恐惧症？",
        "label": ""
      },
      {
        "sentence": "我觉得自己很矛盾，从我自己的记忆，最初我很自来熟人来疯，很喜欢主动去接近别的小朋友，可是我的母亲很反感我带他们回家，曾弄丢过她的首饰，后来我再带人回家被她狠狠地打过。",
        "label": ""
      },
      {
        "sentence": "也因为喜欢带着其他人去恶作剧而遭到很多教训和谴责，后来我完全变了，变得非常内向，永远躲在别人背后，我总是能找到盾牌，依赖别人，没有可以依赖的人的时候，我就显得看似很独立，会和人保持距离。",
        "label": ""
      },
      {
        "sentence": "后来我去了寄宿学校，舍友把我天性解放了，直到毕业我都维持着很活泼的状态，毕业后，除了面对老同学，对其他人都是回避的，工作时与人相处非常有问题，很尴尬，不知所措，这是我最大的压力，也是不愿意去上班的主要原因，每次都坚持不下去。",
        "label": ""
      },
      {
        "sentence": "现在的我，会刻意的回避人群，各种社交场合都不愿意去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听到你的经历，我能理解你现在的困惑和压力。虽然我不是心理医生，但是我曾经也经历过类似的问题。我想和你分享一下我的经验。有一次，我遇到了一个女孩。她有个姐姐，家里条件比较好，她的性格非常开朗，容易让人喜欢。有她在的地方总是充满笑声。后来我开始学习她的优点，慢慢地发现其实我们都没有什么好自卑的。你可以学着与他人建立关系，比如当有人以温和、有礼貌的方式与你交谈时，你会讨厌他吗？所以，你可以试着向他们学习，学习他们的沟通方式。另外，所有自卑的人，其实都是觉得自己一文不值，但这只是一种过度思考。每个人都是父母的心肝宝贝，小时候谁不受宠爱？这是我通过生活学到的。内向只是因为害怕，害怕尝试而已。",
    "annotation": [
      {
        "sentence": "听到你的经历，我能理解你现在的困惑和压力。",
        "label": ""
      },
      {
        "sentence": "虽然我不是心理医生，但是我曾经也经历过类似的问题。",
        "label": ""
      },
      {
        "sentence": "我想和你分享一下我的经验。",
        "label": ""
      },
      {
        "sentence": "有一次，我遇到了一个女孩。",
        "label": ""
      },
      {
        "sentence": "她有个姐姐，家里条件比较好，她的性格非常开朗，容易让人喜欢。",
        "label": ""
      },
      {
        "sentence": "有她在的地方总是充满笑声。",
        "label": ""
      },
      {
        "sentence": "后来我开始学习她的优点，慢慢地发现其实我们都没有什么好自卑的。",
        "label": ""
      },
      {
        "sentence": "你可以学着与他人建立关系，比如当有人以温和、有礼貌的方式与你交谈时，你会讨厌他吗？",
        "label": ""
      },
      {
        "sentence": "所以，你可以试着向他们学习，学习他们的沟通方式。",
        "label": ""
      },
      {
        "sentence": "另外，所有自卑的人，其实都是觉得自己一文不值，但这只是一种过度思考。",
        "label": ""
      },
      {
        "sentence": "每个人都是父母的心肝宝贝，小时候谁不受宠爱？",
        "label": ""
      },
      {
        "sentence": "这是我通过生活学到的。",
        "label": ""
      },
      {
        "sentence": "内向只是因为害怕，害怕尝试而已。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很对，我确实一直过于在意别人对我的看法，害怕被拒绝或嘲笑。然后我就会避免与人交流，变得内向。但我意识到这样的生活方式让我感到很孤独和困惑，我希望能够改变。",
    "annotation": [
      {
        "sentence": "你说的很对，我确实一直过于在意别人对我的看法，害怕被拒绝或嘲笑。",
        "label": ""
      },
      {
        "sentence": "然后我就会避免与人交流，变得内向。",
        "label": ""
      },
      {
        "sentence": "但我意识到这样的生活方式让我感到很孤独和困惑，我希望能够改变。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非常理解你的感受。不用太过在意别人的看法，因为每个人都有自己的独特之处，包括你。你也可以尝试主动与人交流，参加一些社交活动。刚开始可能会觉得不适应，但是时间久了，你会发现社交并没有想象中的那么可怕，甚至可能遇到一些志同道合的朋友。勇敢地尝试一些新事物，逐渐摆脱过去的困境。",
    "annotation": [
      {
        "sentence": "非常理解你的感受。",
        "label": ""
      },
      {
        "sentence": "不用太过在意别人的看法，因为每个人都有自己的独特之处，包括你。",
        "label": ""
      },
      {
        "sentence": "你也可以尝试主动与人交流，参加一些社交活动。",
        "label": ""
      },
      {
        "sentence": "刚开始可能会觉得不适应，但是时间久了，你会发现社交并没有想象中的那么可怕，甚至可能遇到一些志同道合的朋友。",
        "label": ""
      },
      {
        "sentence": "勇敢地尝试一些新事物，逐渐摆脱过去的困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我应该放下过去的经历，勇敢地迎接新的挑战。但是我仍然担心面对工作中的人际关系问题，我会感到非常尴尬，不知道该如何表现自己。",
    "annotation": [
      {
        "sentence": "你说的对，我应该放下过去的经历，勇敢地迎接新的挑战。",
        "label": ""
      },
      {
        "sentence": "但是我仍然担心面对工作中的人际关系问题，我会感到非常尴尬，不知道该如何表现自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的顾虑是可以理解的，工作中的人际关系确实是存在一定难题的。但是你可以试着克服这些困难。首先，尽量保持积极的心态，相信自己可以做到。其次，多和同事进行沟通，了解彼此的需要和期望。在解决问题的过程中，你可以请教他人或向他们寻求帮助。当我们主动与他人合作时，往往会获得更好的结果。工作中的人际关系需要时间来建立，你可以从小事做起，逐渐融入团队。",
    "annotation": [
      {
        "sentence": "你的顾虑是可以理解的，工作中的人际关系确实是存在一定难题的。",
        "label": ""
      },
      {
        "sentence": "但是你可以试着克服这些困难。",
        "label": ""
      },
      {
        "sentence": "首先，尽量保持积极的心态，相信自己可以做到。",
        "label": ""
      },
      {
        "sentence": "其次，多和同事进行沟通，了解彼此的需要和期望。",
        "label": ""
      },
      {
        "sentence": "在解决问题的过程中，你可以请教他人或向他们寻求帮助。",
        "label": ""
      },
      {
        "sentence": "当我们主动与他人合作时，往往会获得更好的结果。",
        "label": ""
      },
      {
        "sentence": "工作中的人际关系需要时间来建立，你可以从小事做起，逐渐融入团队。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的对，我应该改变我的思维方式，并且主动与同事进行沟通。谢谢你的建议，我会尝试去拓展自己的人际关系，摆脱社交恐惧症的困扰。",
    "annotation": [
      {
        "sentence": "你说的对，我应该改变我的思维方式，并且主动与同事进行沟通。",
        "label": ""
      },
      {
        "sentence": "谢谢你的建议，我会尝试去拓展自己的人际关系，摆脱社交恐惧症的困扰。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能够帮到你，相信你一定能够克服困难，展现自己的优点和能力。不要害怕犯错误，每个人都会犯错，重要的是从中吸取经验教训，不断进步。加油！如果你需要任何帮助或者有任何问题，随时都可以找我倾诉。",
    "annotation": [
      {
        "sentence": "很高兴能够帮到你，相信你一定能够克服困难，展现自己的优点和能力。",
        "label": ""
      },
      {
        "sentence": "不要害怕犯错误，每个人都会犯错，重要的是从中吸取经验教训，不断进步。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者有任何问题，随时都可以找我倾诉。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，你的话让我更有信心去面对自己的问题，我会好好努力的。如果有需要，我会记得找你聊天的。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，你的话让我更有信心去面对自己的问题，我会好好努力的。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会记得找你聊天的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我会一直支持你的进步。无论何时，都欢迎你来找我聊天，我会尽力帮助你。祝你一切顺利！",
    "annotation": [
      {
        "sentence": "不客气，我会一直支持你的进步。",
        "label": ""
      },
      {
        "sentence": "无论何时，都欢迎你来找我聊天，我会尽力帮助你。",
        "label": ""
      },
      {
        "sentence": "祝你一切顺利！",
        "label": ""
      }
    ]
  }
]