[
  {
    "role": "client",
    "content": "回避社交，我发现好像从小就有社交恐惧症？我觉得自己很矛盾，从我自己的记忆，最初我很自来熟人来疯，很喜欢主动去接近别的小朋友，可是我的母亲很反感我带他们回家，曾弄丢过她的首饰，后来我再带人回家被她狠狠地打过。也因为喜欢带着其他人去恶作剧而遭到很多教训和谴责，后来我完全变了，变得非常内向，永远躲在别人背后，我总是能找到盾牌，依赖别人，没有可以依赖的人的时候，我就显得看似很独立，会和人保持距离。后来我去了寄宿学校，舍友把我天性解放了，直到毕业我都维持着很活泼的状态，毕业后，除了面对老同学，对其他人都是回避的，工作时与人相处非常有问题，很尴尬，不知所措，这是我最大的压力，也是不愿意去上班的主要原因，每次都坚持不下去。现在的我，会刻意的回避人群，各种社交场合都不愿意去。",
    "annotation": [
      {
        "sentence": "回避社交，我发现好像从小就有社交恐惧症？",
        "label": ""
      },
      {
        "sentence": "我觉得自己很矛盾，从我自己的记忆，最初我很自来熟人来疯，很喜欢主动去接近别的小朋友，可是我的母亲很反感我带他们回家，曾弄丢过她的首饰，后来我再带人回家被她狠狠地打过。",
        "label": ""
      },
      {
        "sentence": "也因为喜欢带着其他人去恶作剧而遭到很多教训和谴责，后来我完全变了，变得非常内向，永远躲在别人背后，我总是能找到盾牌，依赖别人，没有可以依赖的人的时候，我就显得看似很独立，会和人保持距离。",
        "label": ""
      },
      {
        "sentence": "后来我去了寄宿学校，舍友把我天性解放了，直到毕业我都维持着很活泼的状态，毕业后，除了面对老同学，对其他人都是回避的，工作时与人相处非常有问题，很尴尬，不知所措，这是我最大的压力，也是不愿意去上班的主要原因，每次都坚持不下去。",
        "label": ""
      },
      {
        "sentence": "现在的我，会刻意的回避人群，各种社交场合都不愿意去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴能听到你的心里话，跟你一起翻阅成长的烦恼。看了你的心路历程。我们之所以做出某些改变，那是发生了某些事情，我们受到启发，才做出的改变。这些改变有些是能促进我们健康发展的，还有一些则是阻碍。",
    "annotation": [
      {
        "sentence": "很高兴能听到你的心里话，跟你一起翻阅成长的烦恼。",
        "label": ""
      },
      {
        "sentence": "看了你的心路历程。",
        "label": ""
      },
      {
        "sentence": "我们之所以做出某些改变，那是发生了某些事情，我们受到启发，才做出的改变。",
        "label": ""
      },
      {
        "sentence": "这些改变有些是能促进我们健康发展的，还有一些则是阻碍。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我感觉我曾经的积极主动性消失了。",
    "annotation": [
      {
        "sentence": "是啊，我感觉我曾经的积极主动性消失了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很多人都认为这些改变是不可避免的，我们无能为力，因为事情的发生不以我们的意志转移。其实则不然，我们的改变是由启发引起的，而不是事件本身，所以过去的事件虽然无法改变，我们受到的启发却是可以改变的，发生了什么并不会必然使我们变成怎样。",
    "annotation": [
      {
        "sentence": "很多人都认为这些改变是不可避免的，我们无能为力，因为事情的发生不以我们的意志转移。",
        "label": ""
      },
      {
        "sentence": "其实则不然，我们的改变是由启发引起的，而不是事件本身，所以过去的事件虽然无法改变，我们受到的启发却是可以改变的，发生了什么并不会必然使我们变成怎样。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得有道理，我可能需要改变我的观念和态度。",
    "annotation": [
      {
        "sentence": "你说得有道理，我可能需要改变我的观念和态度。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "任何事物，其中正面和负面的价值同时存在，而我们看问题往往只看到其中一面。比如我们高兴的时候，容易看到正面的意义，而不高兴的时候就看到反面的意义；事情使我们开心，就容易看到正面，积累积极的经验，让我们难过，则只看到负面。由此可以看出，我们对事物的看法，除了已有的知识经验之外，最主要的是我们当时的心情。",
    "annotation": [
      {
        "sentence": "任何事物，其中正面和负面的价值同时存在，而我们看问题往往只看到其中一面。",
        "label": ""
      },
      {
        "sentence": "比如我们高兴的时候，容易看到正面的意义，而不高兴的时候就看到反面的意义；事情使我们开心，就容易看到正面，积累积极的经验，让我们难过，则只看到负面。",
        "label": ""
      },
      {
        "sentence": "由此可以看出，我们对事物的看法，除了已有的知识经验之外，最主要的是我们当时的心情。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，我需要调整我的心态，积极主动地面对问题。",
    "annotation": [
      {
        "sentence": "我明白了，我需要调整我的心态，积极主动地面对问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "调整我们的心态，积极主动的去面对问题，想办法解决问题，而不被事情影响到我们良好的情绪，是应对复杂现实的正确方法。当然，我们还要不断积累知识和经验，来提高应对突发事件的能力。",
    "annotation": [
      {
        "sentence": "调整我们的心态，积极主动的去面对问题，想办法解决问题，而不被事情影响到我们良好的情绪，是应对复杂现实的正确方法。",
        "label": ""
      },
      {
        "sentence": "当然，我们还要不断积累知识和经验，来提高应对突发事件的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我需要更多的积累和提高自己的能力。",
    "annotation": [
      {
        "sentence": "确实，我需要更多的积累和提高自己的能力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，只要我们积极主动的面对生活，生活就会给我们积极主动的回应。这是我一年多以来的最大收获之一。前些年我跟你差不多，甚至都远不如你呢。而一切过去了以后，那个糟糕的过去对我并没有什么负面的影响，正面的意义反而更多。",
    "annotation": [
      {
        "sentence": "其实，只要我们积极主动的面对生活，生活就会给我们积极主动的回应。",
        "label": ""
      },
      {
        "sentence": "这是我一年多以来的最大收获之一。",
        "label": ""
      },
      {
        "sentence": "前些年我跟你差不多，甚至都远不如你呢。",
        "label": ""
      },
      {
        "sentence": "而一切过去了以后，那个糟糕的过去对我并没有什么负面的影响，正面的意义反而更多。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "看来我也可以期待未来的积极变化。",
    "annotation": [
      {
        "sentence": "看来我也可以期待未来的积极变化。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你谈到与人相处压力大，尴尬，不知所措，甚至都不想去上班，希望别人觉得你幼稚。有这样的感觉和想法，可能的原因比较多，感觉主要怕出错，怕给别人留下不好的印象，怕承担责任等。这些情况很多人都有，一般来说问题不大，影响到正常工作生活的话，那就需要干预了。那么就让我用事实来颠覆你的三观，调整你的心态吧，让你见识一下无知的危害！人际交往中有个沟通漏斗，你听好了！你想要表达的内容如果有100%的话，那么从说出口，但对方听到，往心里去，逐级递减，到最后对方领会到并付诸行动的，只剩20%。虽然只是个大约的数字，也能帮你清晰认识到，别人并不是那么在乎你做了什么，我们远没有自己想象的那么像回事，弄不好你说的话十句里别人未必听进去一句。要是你说的都是废话，敢跟他们说话了吗？",
    "annotation": [
      {
        "sentence": "你谈到与人相处压力大，尴尬，不知所措，甚至都不想去上班，希望别人觉得你幼稚。",
        "label": ""
      },
      {
        "sentence": "有这样的感觉和想法，可能的原因比较多，感觉主要怕出错，怕给别人留下不好的印象，怕承担责任等。",
        "label": ""
      },
      {
        "sentence": "这些情况很多人都有，一般来说问题不大，影响到正常工作生活的话，那就需要干预了。",
        "label": ""
      },
      {
        "sentence": "那么就让我用事实来颠覆你的三观，调整你的心态吧，让你见识一下无知的危害！",
        "label": ""
      },
      {
        "sentence": "人际交往中有个沟通漏斗，你听好了！",
        "label": ""
      },
      {
        "sentence": "你想要表达的内容如果有100%的话，那么从说出口，但对方听到，往心里去，逐级递减，到最后对方领会到并付诸行动的，只剩20%。",
        "label": ""
      },
      {
        "sentence": "虽然只是个大约的数字，也能帮你清晰认识到，别人并不是那么在乎你做了什么，我们远没有自己想象的那么像回事，弄不好你说的话十句里别人未必听进去一句。",
        "label": ""
      },
      {
        "sentence": "要是你说的都是废话，敢跟他们说话了吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "这个沟通漏斗的想法很有意思，让我对自己的问题有了新的认识。",
    "annotation": [
      {
        "sentence": "这个沟通漏斗的想法很有意思，让我对自己的问题有了新的认识。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "另一个理论，人际沟通中，你对别人的影响，动作表情占55%，语气语调占38%，语言内容占7%。所以很多时候，你说了神呢并不太重要，你的心理状态，对事物的态度才最重要。调整好你的心态，积极主动的面对现实，而不要活在的在意语法、逻辑、事件的结果、别人的反应等等，这才是正确的打开方式。",
    "annotation": [
      {
        "sentence": "另一个理论，人际沟通中，你对别人的影响，动作表情占55%，语气语调占38%，语言内容占7%。",
        "label": ""
      },
      {
        "sentence": "所以很多时候，你说了神呢并不太重要，你的心理状态，对事物的态度才最重要。",
        "label": ""
      },
      {
        "sentence": "调整好你的心态，积极主动的面对现实，而不要活在的在意语法、逻辑、事件的结果、别人的反应等等，这才是正确的打开方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我原来总是太在意别人的反应，忽略了自己的心态和态度的重要性。",
    "annotation": [
      {
        "sentence": "我原来总是太在意别人的反应，忽略了自己的心态和态度的重要性。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我给你的回复中，前言不搭后语，让你摸不着头脑的话肯定有，但是我不太在乎，只要你感受到我的积极态度，相信我帮你的诚意就够了。我相信自己能帮到你，即使帮不到至少不会害你，万一真对你有害那我也无所谓，大不了总结一下，对别人不造成伤害就好",
    "annotation": [
      {
        "sentence": "我给你的回复中，前言不搭后语，让你摸不着头脑的话肯定有，但是我不太在乎，只要你感受到我的积极态度，相信我帮你的诚意就够了。",
        "label": ""
      },
      {
        "sentence": "我相信自己能帮到你，即使帮不到至少不会害你，万一真对你有害那我也无所谓，大不了总结一下，对别人不造成伤害就好",
        "label": ""
      }
    ]
  }
]