[
  {
    "role": "client",
    "content": "回避社交，我发现好像从小就有社交恐惧症？我觉得自己很矛盾，从我自己的记忆，最初我很自来熟人来疯，很喜欢主动去接近别的小朋友，可是我的母亲很反感我带他们回家，曾弄丢过她的首饰，后来我再带人回家被她狠狠地打过。也因为喜欢带着其他人去恶作剧而遭到很多教训和谴责，后来我完全变了，变得非常内向，永远躲在别人背后，我总是能找到盾牌，依赖别人，没有可以依赖的人的时候，我就显得看似很独立，会和人保持距离。后来我去了寄宿学校，舍友把我天性解放了，直到毕业我都维持着很活泼的状态，毕业后，除了面对老同学，对其他人都是回避的，工作时与人相处非常有问题，很尴尬，不知所措，这是我最大的压力，也是不愿意去上班的主要原因，每次都坚持不下去。现在的我，会刻意的回避人群，各种社交场合都不愿意去。",
    "annotation": [
      {
        "sentence": "回避社交，我发现好像从小就有社交恐惧症？",
        "label": ""
      },
      {
        "sentence": "我觉得自己很矛盾，从我自己的记忆，最初我很自来熟人来疯，很喜欢主动去接近别的小朋友，可是我的母亲很反感我带他们回家，曾弄丢过她的首饰，后来我再带人回家被她狠狠地打过。",
        "label": ""
      },
      {
        "sentence": "也因为喜欢带着其他人去恶作剧而遭到很多教训和谴责，后来我完全变了，变得非常内向，永远躲在别人背后，我总是能找到盾牌，依赖别人，没有可以依赖的人的时候，我就显得看似很独立，会和人保持距离。",
        "label": ""
      },
      {
        "sentence": "后来我去了寄宿学校，舍友把我天性解放了，直到毕业我都维持着很活泼的状态，毕业后，除了面对老同学，对其他人都是回避的，工作时与人相处非常有问题，很尴尬，不知所措，这是我最大的压力，也是不愿意去上班的主要原因，每次都坚持不下去。",
        "label": ""
      },
      {
        "sentence": "现在的我，会刻意的回避人群，各种社交场合都不愿意去。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小的时候是一个心思单纯的孩子，喜欢和小伙伴玩耍，没有过多的防备心理，愿意把小伙伴带回家，但是因此引起了母亲的抗拒。弄丢了母亲的首饰。母亲因此迁怒于你，给你带来了很大的伤害。不能再随心所欲地和小伙伴相处，让你很难过。",
    "annotation": [
      {
        "sentence": "小的时候是一个心思单纯的孩子，喜欢和小伙伴玩耍，没有过多的防备心理，愿意把小伙伴带回家，但是因此引起了母亲的抗拒。",
        "label": ""
      },
      {
        "sentence": "弄丢了母亲的首饰。",
        "label": ""
      },
      {
        "sentence": "母亲因此迁怒于你，给你带来了很大的伤害。",
        "label": ""
      },
      {
        "sentence": "不能再随心所欲地和小伙伴相处，让你很难过。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我被母亲责罚的事情一直在记忆里挥之不去，我把自己封闭起来，不敢再主动和别人相处。我明白这样的处理方式不太好，但就是控制不住自己，总是选择回避。",
    "annotation": [
      {
        "sentence": "是的，我被母亲责罚的事情一直在记忆里挥之不去，我把自己封闭起来，不敢再主动和别人相处。",
        "label": ""
      },
      {
        "sentence": "我明白这样的处理方式不太好，但就是控制不住自己，总是选择回避。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "这是因为受到了母亲的惩罚，所以用逃避这样的方式来避开母亲再一次责罚。后来人际交往中遇到的问题，也用逃避的方式避开，避免主动和人相处，躲在别人后面。这些都是消极的处理方式，造成这些消极处理方式的原因，是你受过的伤。人际关系是人一生最滋养的关系。恋人只有一个，而朋友可以有很多。好的友情可以让生活变得有趣。",
    "annotation": [
      {
        "sentence": "这是因为受到了母亲的惩罚，所以用逃避这样的方式来避开母亲再一次责罚。",
        "label": ""
      },
      {
        "sentence": "后来人际交往中遇到的问题，也用逃避的方式避开，避免主动和人相处，躲在别人后面。",
        "label": ""
      },
      {
        "sentence": "这些都是消极的处理方式，造成这些消极处理方式的原因，是你受过的伤。",
        "label": ""
      },
      {
        "sentence": "人际关系是人一生最滋养的关系。",
        "label": ""
      },
      {
        "sentence": "恋人只有一个，而朋友可以有很多。",
        "label": ""
      },
      {
        "sentence": "好的友情可以让生活变得有趣。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白友情很重要，但我担心再次受到伤害。过去的经历让我对人际交往失去了信心，怕再次遭到伤害。",
    "annotation": [
      {
        "sentence": "我明白友情很重要，但我担心再次受到伤害。",
        "label": ""
      },
      {
        "sentence": "过去的经历让我对人际交往失去了信心，怕再次遭到伤害。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "过去的伤害只有一次，但那次责罚带给你的伤害一直持续到现在。如果不能面对，依然会影响你今后的生活。这得不偿失的。我相信每个人都是需要朋友的，都渴望好的友情。封闭自己只会让你错失很多的美好。",
    "annotation": [
      {
        "sentence": "过去的伤害只有一次，但那次责罚带给你的伤害一直持续到现在。",
        "label": ""
      },
      {
        "sentence": "如果不能面对，依然会影响你今后的生活。",
        "label": ""
      },
      {
        "sentence": "这得不偿失的。",
        "label": ""
      },
      {
        "sentence": "我相信每个人都是需要朋友的，都渴望好的友情。",
        "label": ""
      },
      {
        "sentence": "封闭自己只会让你错失很多的美好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我意识到我不应该让过去的伤害影响我的现在和将来的生活。但是，如何调整自己的心态，重新面对人际交往呢？",
    "annotation": [
      {
        "sentence": "你说得对，我意识到我不应该让过去的伤害影响我的现在和将来的生活。",
        "label": ""
      },
      {
        "sentence": "但是，如何调整自己的心态，重新面对人际交往呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没错，有些友情也可能会伤害到你，但你会因为吃一次饭拉肚子今后就再不吃饭了吗。好好调整自己。过去不是你的错，和自己和解，原谅过去，才能享受人生吧。",
    "annotation": [
      {
        "sentence": "没错，有些友情也可能会伤害到你，但你会因为吃一次饭拉肚子今后就再不吃饭了吗。",
        "label": ""
      },
      {
        "sentence": "好好调整自己。",
        "label": ""
      },
      {
        "sentence": "过去不是你的错，和自己和解，原谅过去，才能享受人生吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得很对，我需要学会原谅自己和过去的伤害，重新接纳人际交往的机会。我会尽力调整自己的心态，勇敢地面对社交场合。",
    "annotation": [
      {
        "sentence": "你说得很对，我需要学会原谅自己和过去的伤害，重新接纳人际交往的机会。",
        "label": ""
      },
      {
        "sentence": "我会尽力调整自己的心态，勇敢地面对社交场合。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你有这样的决心。人与人之间的交往是一种互相沟通与理解的过程，不是一件容易的事情。但只有真正敞开心扉，与人交流，才能找到真正的快乐和满足。我相信你能够克服社交恐惧症，迎接更美好的人际关系。",
    "annotation": [
      {
        "sentence": "很高兴听到你有这样的决心。",
        "label": ""
      },
      {
        "sentence": "人与人之间的交往是一种互相沟通与理解的过程，不是一件容易的事情。",
        "label": ""
      },
      {
        "sentence": "但只有真正敞开心扉，与人交流，才能找到真正的快乐和满足。",
        "label": ""
      },
      {
        "sentence": "我相信你能够克服社交恐惧症，迎接更美好的人际关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和鼓励，我会坚持努力，相信自己，克服自己的内心障碍，重新踏上人际交往的道路。",
    "annotation": [
      {
        "sentence": "谢谢你的支持和鼓励，我会坚持努力，相信自己，克服自己的内心障碍，重新踏上人际交往的道路。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，相信你一定能够做到的。如果你需要任何帮助或者再次求助，记得随时来找我。祝你早日实现自己的目标！",
    "annotation": [
      {
        "sentence": "不客气，相信你一定能够做到的。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何帮助或者再次求助，记得随时来找我。",
        "label": ""
      },
      {
        "sentence": "祝你早日实现自己的目标！",
        "label": ""
      }
    ]
  }
]