[
  {
    "role": "client",
    "content": "我是一个15岁的女生，我害怕丧尸和鬼，因此晚上睡不着觉，我该怎么办？虽然我很喜欢看丧尸片，但看完后就会害怕，怕会有丧尸之类的东西出现，所以不敢入睡。我总觉得自己在睡觉时在虚度光阴，尤其是在失眠的时候。另外，我被确诊为抑郁症，医生给我开了盐酸舍曲林、阿普唑仑片还有另外一种药，但因为副作用太大，所以我停药了。请问这与我的失眠有关系吗？我该怎么办呢？我每天都失眠，不敢入睡。",
    "annotation": [
      {
        "sentence": "我是一个15岁的女生，我害怕丧尸和鬼，因此晚上睡不着觉，我该怎么办？",
        "label": ""
      },
      {
        "sentence": "虽然我很喜欢看丧尸片，但看完后就会害怕，怕会有丧尸之类的东西出现，所以不敢入睡。",
        "label": ""
      },
      {
        "sentence": "我总觉得自己在睡觉时在虚度光阴，尤其是在失眠的时候。",
        "label": ""
      },
      {
        "sentence": "另外，我被确诊为抑郁症，医生给我开了盐酸舍曲林、阿普唑仑片还有另外一种药，但因为副作用太大，所以我停药了。",
        "label": ""
      },
      {
        "sentence": "请问这与我的失眠有关系吗？",
        "label": ""
      },
      {
        "sentence": "我该怎么办呢？",
        "label": ""
      },
      {
        "sentence": "我每天都失眠，不敢入睡。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小姑娘好！我可以给你分享一个小经验：十多年前，我曾经看过一部恐怖片，然后在接下来的一段时间里，一直被恐惧所困扰。因此，我后来就再也不去看那些给大脑带来强烈刺激，令人印象深刻的东西了。我现在只看美好、温暖的、充满希望和能量的东西。我让那些安全的东西慢慢地取代令我感到不快、难受和恐惧的东西，感觉慢慢变好了。因为你说你被诊断为抑郁症，失眠和恐惧会加重你的症状，所以你可以尝试停止看那些会让你害怕的东西，多补充一些让你放松的活动，比如听音乐、涂色卡，像《秘密花园》这样的缓解压力的书，还有适量的运动也可以帮助你。请继续积极配合医生的治疗，如果你不想吃药也要和医生、家长一起想办法，不要独自面对。加油哦！",
    "annotation": [
      {
        "sentence": "小姑娘好！",
        "label": ""
      },
      {
        "sentence": "我可以给你分享一个小经验：十多年前，我曾经看过一部恐怖片，然后在接下来的一段时间里，一直被恐惧所困扰。",
        "label": ""
      },
      {
        "sentence": "因此，我后来就再也不去看那些给大脑带来强烈刺激，令人印象深刻的东西了。",
        "label": ""
      },
      {
        "sentence": "我现在只看美好、温暖的、充满希望和能量的东西。",
        "label": ""
      },
      {
        "sentence": "我让那些安全的东西慢慢地取代令我感到不快、难受和恐惧的东西，感觉慢慢变好了。",
        "label": ""
      },
      {
        "sentence": "因为你说你被诊断为抑郁症，失眠和恐惧会加重你的症状，所以你可以尝试停止看那些会让你害怕的东西，多补充一些让你放松的活动，比如听音乐、涂色卡，像《秘密花园》这样的缓解压力的书，还有适量的运动也可以帮助你。",
        "label": ""
      },
      {
        "sentence": "请继续积极配合医生的治疗，如果你不想吃药也要和医生、家长一起想办法，不要独自面对。",
        "label": ""
      },
      {
        "sentence": "加油哦！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议！确实是我看了恐怖片后就会感到很害怕，但我又忍不住想看。听你说的，我觉得逐渐改变自己的观影习惯可能会有所帮助。我会试着看些美好的、正能量的电影和电视剧，希望可以慢慢减少恐惧感。关于放松的活动，我可以试试听音乐和涂色卡，这听起来不错。对于药物，我会再和医生及家长商量找到适合我的治疗方式的。谢谢你的鼓励！",
    "annotation": [
      {
        "sentence": "谢谢你的建议！",
        "label": ""
      },
      {
        "sentence": "确实是我看了恐怖片后就会感到很害怕，但我又忍不住想看。",
        "label": ""
      },
      {
        "sentence": "听你说的，我觉得逐渐改变自己的观影习惯可能会有所帮助。",
        "label": ""
      },
      {
        "sentence": "我会试着看些美好的、正能量的电影和电视剧，希望可以慢慢减少恐惧感。",
        "label": ""
      },
      {
        "sentence": "关于放松的活动，我可以试试听音乐和涂色卡，这听起来不错。",
        "label": ""
      },
      {
        "sentence": "对于药物，我会再和医生及家长商量找到适合我的治疗方式的。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你愿意尝试改变观影习惯和尝试一些放松的活动。这些都是积极的变化，会对你的精神状态起到积极的影响。同时，和医生及家长一起商量治疗方式也是非常重要的，他们会帮助你找到适合你的治疗方案。记得，你不是一个人在面对这些困扰，有他们的支持和帮助，你一定能够渐渐摆脱困境。加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你愿意尝试改变观影习惯和尝试一些放松的活动。",
        "label": ""
      },
      {
        "sentence": "这些都是积极的变化，会对你的精神状态起到积极的影响。",
        "label": ""
      },
      {
        "sentence": "同时，和医生及家长一起商量治疗方式也是非常重要的，他们会帮助你找到适合你的治疗方案。",
        "label": ""
      },
      {
        "sentence": "记得，你不是一个人在面对这些困扰，有他们的支持和帮助，你一定能够渐渐摆脱困境。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持！我明白自己不是一个人在面对这些问题，有你和其他人的帮助，我会更有信心面对困境。我会尽量积极地改变自己的思维和行为，相信这些努力一定会有回报的。真的很感激你的鼓励和建议！",
    "annotation": [
      {
        "sentence": "谢谢你的支持！",
        "label": ""
      },
      {
        "sentence": "我明白自己不是一个人在面对这些问题，有你和其他人的帮助，我会更有信心面对困境。",
        "label": ""
      },
      {
        "sentence": "我会尽量积极地改变自己的思维和行为，相信这些努力一定会有回报的。",
        "label": ""
      },
      {
        "sentence": "真的很感激你的鼓励和建议！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气！我很高兴能够帮助到你。你的决心和勇气让我非常敬佩，我相信你能够克服这些困难。记得，在需要帮助或者想要倾诉的时候，随时可以找我和其他人倾诉，我们都会在你身边支持你。相信自己，你会走出困境的！加油！",
    "annotation": [
      {
        "sentence": "不用客气！",
        "label": ""
      },
      {
        "sentence": "我很高兴能够帮助到你。",
        "label": ""
      },
      {
        "sentence": "你的决心和勇气让我非常敬佩，我相信你能够克服这些困难。",
        "label": ""
      },
      {
        "sentence": "记得，在需要帮助或者想要倾诉的时候，随时可以找我和其他人倾诉，我们都会在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "相信自己，你会走出困境的！",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]