[
  {
    "role": "client",
    "content": "对睡眠具有恐惧，吃了安眠药也会睡不着？",
    "annotation": [
      {
        "sentence": "对睡眠具有恐惧，吃了安眠药也会睡不着？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对睡眠有恐惧，抵触睡眠，似乎你很害怕睡觉，我猜测这一定跟过去发生过的事情有关。这点不知道，暂时不做分析。就谈一谈恐惧这个情绪吧。",
    "annotation": [
      {
        "sentence": "对睡眠有恐惧，抵触睡眠，似乎你很害怕睡觉，我猜测这一定跟过去发生过的事情有关。",
        "label": ""
      },
      {
        "sentence": "这点不知道，暂时不做分析。",
        "label": ""
      },
      {
        "sentence": "就谈一谈恐惧这个情绪吧。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我不知道为什么我会害怕睡觉。就算吃了安眠药，也会感到恐惧。",
    "annotation": [
      {
        "sentence": "是的，我不知道为什么我会害怕睡觉。",
        "label": ""
      },
      {
        "sentence": "就算吃了安眠药，也会感到恐惧。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "恐惧是一种情绪，就像快乐、悲伤、愤怒一样，它是你的情绪，但并不代表你就是恐惧本身。你可以体验到各种情绪，包括快乐、幸福和喜悦。你试图摆脱抑郁、焦虑和恐惧这些负面情绪，对吧？",
    "annotation": [
      {
        "sentence": "恐惧是一种情绪，就像快乐、悲伤、愤怒一样，它是你的情绪，但并不代表你就是恐惧本身。",
        "label": ""
      },
      {
        "sentence": "你可以体验到各种情绪，包括快乐、幸福和喜悦。",
        "label": ""
      },
      {
        "sentence": "你试图摆脱抑郁、焦虑和恐惧这些负面情绪，对吧？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直试图战胜它们，但是吃药也没有真正让我好起来。",
    "annotation": [
      {
        "sentence": "是的，我一直试图战胜它们，但是吃药也没有真正让我好起来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "对抗和战胜这些情绪似乎没有带来很大改变。那么我们该如何应对这些情绪呢？我建议你尝试森田疗法和正念的方法，将注意力放在当下，时时觉察你的情绪、想法和需求。尝试做些正念身体扫描和正念呼吸。同时，顺应情绪的来去，像云朵一样让它们自然而然地飘过去。在日常生活中，继续吃饭、睡觉、看书，出去走走，尝试去一个新的地方，做一些你想做的事情，从小事开始。要看到你拥有的一切，包括家人、朋友和帮助过你的人。要看到你自己一直以来的坚持、努力和顽强。你已经很好了，你已经具备了你所需要的资源和能力。从现在开始，过好每一天，给自己设定一个小目标，做一件力所能及的小事，然后继续面对困扰，不知道做什么就做好吃饭、出去走走等日常事务，如果有想做的事情再去尝试。允许自己有情绪，接纳情绪和自己在一起，不再对抗、抵触、纠结和怨恨。让它们和你在一起，允许它们此时此刻在这里，允许自己还有对抗，允许自己睡不着，允许自己睡一会就醒，允许自己发生的一切。活在当下，允许一切发生。当你能够允许自己此时此刻睡不着，你就可以允许自己在下一秒睡着了。要记住，你已经在努力面对困扰并且已经很好了。",
    "annotation": [
      {
        "sentence": "对抗和战胜这些情绪似乎没有带来很大改变。",
        "label": ""
      },
      {
        "sentence": "那么我们该如何应对这些情绪呢？",
        "label": ""
      },
      {
        "sentence": "我建议你尝试森田疗法和正念的方法，将注意力放在当下，时时觉察你的情绪、想法和需求。",
        "label": ""
      },
      {
        "sentence": "尝试做些正念身体扫描和正念呼吸。",
        "label": ""
      },
      {
        "sentence": "同时，顺应情绪的来去，像云朵一样让它们自然而然地飘过去。",
        "label": ""
      },
      {
        "sentence": "在日常生活中，继续吃饭、睡觉、看书，出去走走，尝试去一个新的地方，做一些你想做的事情，从小事开始。",
        "label": ""
      },
      {
        "sentence": "要看到你拥有的一切，包括家人、朋友和帮助过你的人。",
        "label": ""
      },
      {
        "sentence": "要看到你自己一直以来的坚持、努力和顽强。",
        "label": ""
      },
      {
        "sentence": "你已经很好了，你已经具备了你所需要的资源和能力。",
        "label": ""
      },
      {
        "sentence": "从现在开始，过好每一天，给自己设定一个小目标，做一件力所能及的小事，然后继续面对困扰，不知道做什么就做好吃饭、出去走走等日常事务，如果有想做的事情再去尝试。",
        "label": ""
      },
      {
        "sentence": "允许自己有情绪，接纳情绪和自己在一起，不再对抗、抵触、纠结和怨恨。",
        "label": ""
      },
      {
        "sentence": "让它们和你在一起，允许它们此时此刻在这里，允许自己还有对抗，允许自己睡不着，允许自己睡一会就醒，允许自己发生的一切。",
        "label": ""
      },
      {
        "sentence": "活在当下，允许一切发生。",
        "label": ""
      },
      {
        "sentence": "当你能够允许自己此时此刻睡不着，你就可以允许自己在下一秒睡着了。",
        "label": ""
      },
      {
        "sentence": "要记住，你已经在努力面对困扰并且已经很好了。",
        "label": ""
      }
    ]
  }
]