[
  {
    "role": "client",
    "content": "男朋友算不算暴力倾向？请明确回答他算不算。他跟我开玩笑会说真想踢你的屁股，再笑牙给你打掉之类的话。然后以前吵架最激烈的时候我会去推他，掐他，但他都没有还手放任我打他。然后我问他干嘛瞪我，他回答我“克制自己不去打你”。我再逼问他你有想过打我，他很生气的说有，然后我再逼问他，他就说没有。（当时他被我挠的都是疤）偶尔我损他的时候他会做出开玩笑想打人的动作，拳头晃一晃。我说你干嘛，他就立刻收手了。反正从来没有伤害过我，反倒是我经常掐他把他弄得浑身都是伤疤。吵架时候不回他微信他给我打来几个电话，半夜我不穿厚衣服要离家出走我打了他无数下，他拉了我一下拦了一下别让我下电梯。因为之前我说疼就放手，那次我说疼他没有及时放开我的手臂疼了很久，还有一次我拿被子抽他的脸他拿手指了我一下警告我，我都会担心。我有非常强烈控制欲，觉得他必须听我的按我的想法来做经常对他说，你做不做？你听不听？他每次被我逼得都只能握紧拳头自己生气。麻烦明确回答他算不算暴力倾向。",
    "annotation": [
      {
        "sentence": "男朋友算不算暴力倾向？",
        "label": ""
      },
      {
        "sentence": "请明确回答他算不算。",
        "label": ""
      },
      {
        "sentence": "他跟我开玩笑会说真想踢你的屁股，再笑牙给你打掉之类的话。",
        "label": ""
      },
      {
        "sentence": "然后以前吵架最激烈的时候我会去推他，掐他，但他都没有还手放任我打他。",
        "label": ""
      },
      {
        "sentence": "然后我问他干嘛瞪我，他回答我“克制自己不去打你”。",
        "label": ""
      },
      {
        "sentence": "我再逼问他你有想过打我，他很生气的说有，然后我再逼问他，他就说没有。",
        "label": ""
      },
      {
        "sentence": "（当时他被我挠的都是疤）偶尔我损他的时候他会做出开玩笑想打人的动作，拳头晃一晃。",
        "label": ""
      },
      {
        "sentence": "我说你干嘛，他就立刻收手了。",
        "label": ""
      },
      {
        "sentence": "反正从来没有伤害过我，反倒是我经常掐他把他弄得浑身都是伤疤。",
        "label": ""
      },
      {
        "sentence": "吵架时候不回他微信他给我打来几个电话，半夜我不穿厚衣服要离家出走我打了他无数下，他拉了我一下拦了一下别让我下电梯。",
        "label": ""
      },
      {
        "sentence": "因为之前我说疼就放手，那次我说疼他没有及时放开我的手臂疼了很久，还有一次我拿被子抽他的脸他拿手指了我一下警告我，我都会担心。",
        "label": ""
      },
      {
        "sentence": "我有非常强烈控制欲，觉得他必须听我的按我的想法来做经常对他说，你做不做？",
        "label": ""
      },
      {
        "sentence": "你听不听？",
        "label": ""
      },
      {
        "sentence": "他每次被我逼得都只能握紧拳头自己生气。",
        "label": ""
      },
      {
        "sentence": "麻烦明确回答他算不算暴力倾向。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，先来回答你的疑问吧。暴力倾向是某类人的特质，他们遇事倾向以武力解决问题，以暴易暴。他们认为以道理、以德服人是多余的。这种人生观可能受到特殊的成长环境、人生经历、朋党互相游说及影响等因素的影响。从你描述的情况来看，你男朋友很明显不是暴力倾向的人。相反，他一直保持非暴力的“沟通者”形象。那么根据这个定义来看，在你们的关系中，谁是那个拥有“暴力倾向”的人呢？我完全能理解你内心的不安，时常试图确定对方是否能够足够地爱你，不断试探“底线”。我可以想象在你的成长过程中可能没有获得到“安全的依恋”，导致你缺乏所谓的“安全感”。还有个例子，小孩子特别喜欢咬人、大喊，甚至动手来控制别人。我的媳妇也有这个问题，她从小父母没在身边，所以特别喜欢咬人。我们通过沟通多次后，她终于了解到，自己咬我是因为想要确定我的“底线”，确定我会不会因此不理她，并且确定是不是可以永远骑到我头上。",
    "annotation": [
      {
        "sentence": "求助者，先来回答你的疑问吧。",
        "label": ""
      },
      {
        "sentence": "暴力倾向是某类人的特质，他们遇事倾向以武力解决问题，以暴易暴。",
        "label": ""
      },
      {
        "sentence": "他们认为以道理、以德服人是多余的。",
        "label": ""
      },
      {
        "sentence": "这种人生观可能受到特殊的成长环境、人生经历、朋党互相游说及影响等因素的影响。",
        "label": ""
      },
      {
        "sentence": "从你描述的情况来看，你男朋友很明显不是暴力倾向的人。",
        "label": ""
      },
      {
        "sentence": "相反，他一直保持非暴力的“沟通者”形象。",
        "label": ""
      },
      {
        "sentence": "那么根据这个定义来看，在你们的关系中，谁是那个拥有“暴力倾向”的人呢？",
        "label": ""
      },
      {
        "sentence": "我完全能理解你内心的不安，时常试图确定对方是否能够足够地爱你，不断试探“底线”。",
        "label": ""
      },
      {
        "sentence": "我可以想象在你的成长过程中可能没有获得到“安全的依恋”，导致你缺乏所谓的“安全感”。",
        "label": ""
      },
      {
        "sentence": "还有个例子，小孩子特别喜欢咬人、大喊，甚至动手来控制别人。",
        "label": ""
      },
      {
        "sentence": "我的媳妇也有这个问题，她从小父母没在身边，所以特别喜欢咬人。",
        "label": ""
      },
      {
        "sentence": "我们通过沟通多次后，她终于了解到，自己咬我是因为想要确定我的“底线”，确定我会不会因此不理她，并且确定是不是可以永远骑到我头上。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你的观点是，虽然他现在不是一个暴力倾向的人，但这并不代表他将来也不会是。人的行为是会因为周围的环境而改变的。在两个人的关系中，没有一方永远为另一方付出而不求回报的，即使是母子关系也是如此。我可以为他付出很多，但不能因为他的“不可理喻”一直跟他生活在一起。我明白安全的依恋关系能够让我拥有成长和探索的动力。",
    "annotation": [
      {
        "sentence": "你的观点是，虽然他现在不是一个暴力倾向的人，但这并不代表他将来也不会是。",
        "label": ""
      },
      {
        "sentence": "人的行为是会因为周围的环境而改变的。",
        "label": ""
      },
      {
        "sentence": "在两个人的关系中，没有一方永远为另一方付出而不求回报的，即使是母子关系也是如此。",
        "label": ""
      },
      {
        "sentence": "我可以为他付出很多，但不能因为他的“不可理喻”一直跟他生活在一起。",
        "label": ""
      },
      {
        "sentence": "我明白安全的依恋关系能够让我拥有成长和探索的动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你明确了自己的需求。所以，在当前的“安全的依恋关系”中，找到和探索合理的相处方式是非常重要的。跟男朋友相处过程中，他是你的镜子。你在镜子中反复问的那个问题，可能是你想问自己的。所以，要深入了解自己的需要，并正确地去表达。不要试图挑战“人性”，人性是无法被考验的，除非你想要永远失去这份关系。我的建议是，关注、了解和洞悉自己的真实需求，并在短时间内找到和探索出与男朋友建立“和谐”的亲密关系相处法则。只有建立了安全的依恋关系，你才能够拥有成长和探索的动力。",
    "annotation": [
      {
        "sentence": "很好，你明确了自己的需求。",
        "label": ""
      },
      {
        "sentence": "所以，在当前的“安全的依恋关系”中，找到和探索合理的相处方式是非常重要的。",
        "label": ""
      },
      {
        "sentence": "跟男朋友相处过程中，他是你的镜子。",
        "label": ""
      },
      {
        "sentence": "你在镜子中反复问的那个问题，可能是你想问自己的。",
        "label": ""
      },
      {
        "sentence": "所以，要深入了解自己的需要，并正确地去表达。",
        "label": ""
      },
      {
        "sentence": "不要试图挑战“人性”，人性是无法被考验的，除非你想要永远失去这份关系。",
        "label": ""
      },
      {
        "sentence": "我的建议是，关注、了解和洞悉自己的真实需求，并在短时间内找到和探索出与男朋友建立“和谐”的亲密关系相处法则。",
        "label": ""
      },
      {
        "sentence": "只有建立了安全的依恋关系，你才能够拥有成长和探索的动力。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议。我会尽量关注自己的需求，并通过沟通来建立和男朋友之间的和谐亲密关系。我也会努力改善自己的行为，不再掐打他，让我们的关系更健康。",
    "annotation": [
      {
        "sentence": "谢谢你的建议。",
        "label": ""
      },
      {
        "sentence": "我会尽量关注自己的需求，并通过沟通来建立和男朋友之间的和谐亲密关系。",
        "label": ""
      },
      {
        "sentence": "我也会努力改善自己的行为，不再掐打他，让我们的关系更健康。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很高兴听到你的决心和努力。你意识到了自己的问题，愿意去改变，这很重要。记住，建立健康的关系需要双方的共同努力和理解。我相信你能够与男朋友共同创造一个更加和谐、幸福的未来。祝你生活愉快，加油！",
    "annotation": [
      {
        "sentence": "很高兴听到你的决心和努力。",
        "label": ""
      },
      {
        "sentence": "你意识到了自己的问题，愿意去改变，这很重要。",
        "label": ""
      },
      {
        "sentence": "记住，建立健康的关系需要双方的共同努力和理解。",
        "label": ""
      },
      {
        "sentence": "我相信你能够与男朋友共同创造一个更加和谐、幸福的未来。",
        "label": ""
      },
      {
        "sentence": "祝你生活愉快，加油！",
        "label": ""
      }
    ]
  }
]