[
  {
    "role": "client",
    "content": "我成年人对我和母亲态度不同，为什么世界看不起未成年人？我是一位青少年。无论我走到哪，周围的成年人对我和我的母亲态度总是不一样！！！他们打量完我后与我交谈时的态度和对我的母亲的态度完全不一样。比如去便利店，我和我的母亲问同样一句话，甚至我母亲口吻会更不友好，但服务员反而会对我的母亲笑脸相迎，对我就是很随便的敷衍。我向来是会对陌生人礼貌和气的人，并且我的母亲有时问一些弱智问题后店员也不会把烦躁摆在脸上，他们会毕恭毕敬地全程贴心耐心地服务我的母亲。这个世界真的很魔幻。我不知道我还可能哪里做错了。我对谁都是很真诚的换位思考，我会顾及发宣传单小哥累不累苦不苦，我会有意不给服务人员添麻烦，会去力所能及地点到即止的关怀大家。但事实却是这些服务人员更愿意讨好我的母亲这样的人。当我问我的母亲这是为什么的时候，她告诉我：那是因为我有钱呀～难道温柔是无意义的吗？那我也大可不必付出真心。反正按我母亲说的，他们为钱弯腰，不需要真诚。",
    "annotation": [
      {
        "sentence": "我成年人对我和母亲态度不同，为什么世界看不起未成年人？",
        "label": ""
      },
      {
        "sentence": "我是一位青少年。",
        "label": ""
      },
      {
        "sentence": "无论我走到哪，周围的成年人对我和我的母亲态度总是不一样！！！",
        "label": ""
      },
      {
        "sentence": "他们打量完我后与我交谈时的态度和对我的母亲的态度完全不一样。",
        "label": ""
      },
      {
        "sentence": "比如去便利店，我和我的母亲问同样一句话，甚至我母亲口吻会更不友好，但服务员反而会对我的母亲笑脸相迎，对我就是很随便的敷衍。",
        "label": ""
      },
      {
        "sentence": "我向来是会对陌生人礼貌和气的人，并且我的母亲有时问一些弱智问题后店员也不会把烦躁摆在脸上，他们会毕恭毕敬地全程贴心耐心地服务我的母亲。",
        "label": ""
      },
      {
        "sentence": "这个世界真的很魔幻。",
        "label": ""
      },
      {
        "sentence": "我不知道我还可能哪里做错了。",
        "label": ""
      },
      {
        "sentence": "我对谁都是很真诚的换位思考，我会顾及发宣传单小哥累不累苦不苦，我会有意不给服务人员添麻烦，会去力所能及地点到即止的关怀大家。",
        "label": ""
      },
      {
        "sentence": "但事实却是这些服务人员更愿意讨好我的母亲这样的人。",
        "label": ""
      },
      {
        "sentence": "当我问我的母亲这是为什么的时候，她告诉我：那是因为我有钱呀～难道温柔是无意义的吗？",
        "label": ""
      },
      {
        "sentence": "那我也大可不必付出真心。",
        "label": ""
      },
      {
        "sentence": "反正按我母亲说的，他们为钱弯腰，不需要真诚。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "啊~如果一个人真诚地对待他人，替别人着想，却得不到他人友善的回应，确实是非常受挫的事情。而且别人敷衍你，却毕恭毕敬对待别人，这种不公平的对待，真是很让人愤怒啊。从你的描述中，我感觉到，你其实是不太认同母亲的观点，但是别人对待你和母亲却是两种不同的态度。别人给的回应，让你开始怀疑自己最初的行为了。",
    "annotation": [
      {
        "sentence": "啊~如果一个人真诚地对待他人，替别人着想，却得不到他人友善的回应，确实是非常受挫的事情。",
        "label": ""
      },
      {
        "sentence": "而且别人敷衍你，却毕恭毕敬对待别人，这种不公平的对待，真是很让人愤怒啊。",
        "label": ""
      },
      {
        "sentence": "从你的描述中，我感觉到，你其实是不太认同母亲的观点，但是别人对待你和母亲却是两种不同的态度。",
        "label": ""
      },
      {
        "sentence": "别人给的回应，让你开始怀疑自己最初的行为了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我对自己的行为越来越没有自信了。每次都这样被对待，我觉得自己好像做错了什么事情一样。",
    "annotation": [
      {
        "sentence": "是的，我对自己的行为越来越没有自信了。",
        "label": ""
      },
      {
        "sentence": "每次都这样被对待，我觉得自己好像做错了什么事情一样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听你说的，我觉得你很关心他人，很真诚地对待人们，这是值得称赞的品质。也许对于那些服务员来说，他们不能因为客户的态度不友好而对客户反应不同，这是他们的职业要求。在购物的时候，因为你母亲是主要买东西的人，所以服务员会主要回应你母亲的需求，这也是职业要求。他们有自己的规定和标准，不要因为这些而怀疑自己。",
    "annotation": [
      {
        "sentence": "听你说的，我觉得你很关心他人，很真诚地对待人们，这是值得称赞的品质。",
        "label": ""
      },
      {
        "sentence": "也许对于那些服务员来说，他们不能因为客户的态度不友好而对客户反应不同，这是他们的职业要求。",
        "label": ""
      },
      {
        "sentence": "在购物的时候，因为你母亲是主要买东西的人，所以服务员会主要回应你母亲的需求，这也是职业要求。",
        "label": ""
      },
      {
        "sentence": "他们有自己的规定和标准，不要因为这些而怀疑自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可是，我觉得这个世界对未成年人的态度一直都不公平。为什么要轻视青少年呢？我们也有自己的力量，也需要被看见。",
    "annotation": [
      {
        "sentence": "可是，我觉得这个世界对未成年人的态度一直都不公平。",
        "label": ""
      },
      {
        "sentence": "为什么要轻视青少年呢？",
        "label": ""
      },
      {
        "sentence": "我们也有自己的力量，也需要被看见。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "青少年也有自己的力量，需要被看见。世界看不起未成年人吗？当你问这个问题的时候，可能这个“世界”包括了自己身边的人（比如，母亲）。很多（但不是全部）成年人可能会忽略青少年的智慧、能力和品质。这对青少年来说确实是很不公平的。社会新闻经常有报道，一些儿童青少年可以有出色的技能，解决成年人未必能解决的问题；有些儿童青少年还很主动帮助情况紧急的人，拥有某些成年人没有的勇敢和善良。而成年人会有这种“轻视”的态度，跟一直以来的儿童文化观念有关。包括我们的父母，可能会觉得我们不能做好一些事情、做出一些决定。所以啊，我们更应该要表现出自己的优秀，这样，这些成年人才会越来越看到我们青少年的力量啊。相信自己，加油~。",
    "annotation": [
      {
        "sentence": "青少年也有自己的力量，需要被看见。",
        "label": ""
      },
      {
        "sentence": "世界看不起未成年人吗？",
        "label": ""
      },
      {
        "sentence": "当你问这个问题的时候，可能这个“世界”包括了自己身边的人（比如，母亲）。",
        "label": ""
      },
      {
        "sentence": "很多（但不是全部）成年人可能会忽略青少年的智慧、能力和品质。",
        "label": ""
      },
      {
        "sentence": "这对青少年来说确实是很不公平的。",
        "label": ""
      },
      {
        "sentence": "社会新闻经常有报道，一些儿童青少年可以有出色的技能，解决成年人未必能解决的问题；有些儿童青少年还很主动帮助情况紧急的人，拥有某些成年人没有的勇敢和善良。",
        "label": ""
      },
      {
        "sentence": "而成年人会有这种“轻视”的态度，跟一直以来的儿童文化观念有关。",
        "label": ""
      },
      {
        "sentence": "包括我们的父母，可能会觉得我们不能做好一些事情、做出一些决定。",
        "label": ""
      },
      {
        "sentence": "所以啊，我们更应该要表现出自己的优秀，这样，这些成年人才会越来越看到我们青少年的力量啊。",
        "label": ""
      },
      {
        "sentence": "相信自己，加油~。",
        "label": ""
      }
    ]
  }
]