[
  {
    "role": "client",
    "content": "发朋友圈，却不和我聊天，为何爱情里只有一个人主动？很长一段时间，对我爱答不理的，我以为他很忙，但是他还有时间玩游戏，发朋友圈，却没想过和我聊天。",
    "annotation": [
      {
        "sentence": "发朋友圈，却不和我聊天，为何爱情里只有一个人主动？",
        "label": ""
      },
      {
        "sentence": "很长一段时间，对我爱答不理的，我以为他很忙，但是他还有时间玩游戏，发朋友圈，却没想过和我聊天。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "是不是发现爱情中只有一个人主动真的非常痛苦呢？你觉得他不陪你的时候，你感到非常累，爱得也很辛苦，但又离不开他，这感觉一定很矛盾吧。你说的很正确，真正美好的感情应该是双方彼此滋养、相互陪伴的，愿意付出、愉快付出、平等互动。但从你们的关系来看，你的感受并不是这样的。我认为解答为什么爱情中一个人总是主动并不重要，重要的是如果你在这段关系中不开心，为什么你没有选择离开呢？这段关系对你来说还有什么不可或缺的东西吗？单方面主动的原因有很多，你是否也有一些原因呢？你是不是享受着追求而得不到的感觉呢？请好好问问自己，这段关系出现这样的状况的真正原因是什么？如果是因为你们的价值观不匹配，或者对方并不太喜欢你这样的类型，你可以尝试离开这段关系，不断提升自己的择偶价值，寻找一个愿意与你互动、相互陪伴的人和关系。如果问题出在你们的平时沟通方式上，比如你对情绪表达有很高的要求、缺乏爱的敏感以及容易苛刻控制对方，导致了今天的局面，那么你可以学会调整沟通方式，并与男友进行坦诚的沟通。如果即便知道对方并不爱你，你仍不愿意离开这段关系，那说明这段关系可能还能满足你某种需求。这种需求可能存在于你的潜意识中，需要你自己去探索、觉知并调整它。否则，这些潜意识中的部分可能会成为你在以后遇到类似情感关系时的命运因素。我希望你能够爱自己，并且找到一个真正适合你的人！",
    "annotation": [
      {
        "sentence": "是不是发现爱情中只有一个人主动真的非常痛苦呢？",
        "label": ""
      },
      {
        "sentence": "你觉得他不陪你的时候，你感到非常累，爱得也很辛苦，但又离不开他，这感觉一定很矛盾吧。",
        "label": ""
      },
      {
        "sentence": "你说的很正确，真正美好的感情应该是双方彼此滋养、相互陪伴的，愿意付出、愉快付出、平等互动。",
        "label": ""
      },
      {
        "sentence": "但从你们的关系来看，你的感受并不是这样的。",
        "label": ""
      },
      {
        "sentence": "我认为解答为什么爱情中一个人总是主动并不重要，重要的是如果你在这段关系中不开心，为什么你没有选择离开呢？",
        "label": ""
      },
      {
        "sentence": "这段关系对你来说还有什么不可或缺的东西吗？",
        "label": ""
      },
      {
        "sentence": "单方面主动的原因有很多，你是否也有一些原因呢？",
        "label": ""
      },
      {
        "sentence": "你是不是享受着追求而得不到的感觉呢？",
        "label": ""
      },
      {
        "sentence": "请好好问问自己，这段关系出现这样的状况的真正原因是什么？",
        "label": ""
      },
      {
        "sentence": "如果是因为你们的价值观不匹配，或者对方并不太喜欢你这样的类型，你可以尝试离开这段关系，不断提升自己的择偶价值，寻找一个愿意与你互动、相互陪伴的人和关系。",
        "label": ""
      },
      {
        "sentence": "如果问题出在你们的平时沟通方式上，比如你对情绪表达有很高的要求、缺乏爱的敏感以及容易苛刻控制对方，导致了今天的局面，那么你可以学会调整沟通方式，并与男友进行坦诚的沟通。",
        "label": ""
      },
      {
        "sentence": "如果即便知道对方并不爱你，你仍不愿意离开这段关系，那说明这段关系可能还能满足你某种需求。",
        "label": ""
      },
      {
        "sentence": "这种需求可能存在于你的潜意识中，需要你自己去探索、觉知并调整它。",
        "label": ""
      },
      {
        "sentence": "否则，这些潜意识中的部分可能会成为你在以后遇到类似情感关系时的命运因素。",
        "label": ""
      },
      {
        "sentence": "我希望你能够爱自己，并且找到一个真正适合你的人！",
        "label": ""
      }
    ]
  }
]