[
  {
    "role": "client",
    "content": "感觉快失业了…找工作也没着落，很焦虑…怎么办？三十而立了，却觉得立不起来……由于前几年的一些经历，自己慢慢从一个外向活泼的人变得比较封闭，越来越不喜欢交朋友，基本一切社交能避则避，越来越不喜欢主动沟通，也感觉到周围的朋友越来越少……",
    "annotation": [
      {
        "sentence": "感觉快失业了…找工作也没着落，很焦虑…怎么办？",
        "label": ""
      },
      {
        "sentence": "三十而立了，却觉得立不起来……由于前几年的一些经历，自己慢慢从一个外向活泼的人变得比较封闭，越来越不喜欢交朋友，基本一切社交能避则避，越来越不喜欢主动沟通，也感觉到周围的朋友越来越少……",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你要相信自己，你有用，很有用~你有工作，可以给单位带来效益，你是父母的宝贝，即使，30岁了，你是他们的依靠，是另一半的希望和支持~今年受疫情影响很多人都面临着调岗甚至失业的情况。看了你的描述，确实很焦虑。自己工作不顺心，另一半要找工作，这种情况对于30岁的人来说有点残忍，30岁，可能是上有老下有小的状态，甚至还要还房贷、车贷等等，面临这一切现实压力，只能硬撑再硬撑，但即使撑住了，也不免不了偶尔怀疑自己，怀疑自己当初的选择等等。",
    "annotation": [
      {
        "sentence": "首先，你要相信自己，你有用，很有用~你有工作，可以给单位带来效益，你是父母的宝贝，即使，30岁了，你是他们的依靠，是另一半的希望和支持~今年受疫情影响很多人都面临着调岗甚至失业的情况。",
        "label": ""
      },
      {
        "sentence": "看了你的描述，确实很焦虑。",
        "label": ""
      },
      {
        "sentence": "自己工作不顺心，另一半要找工作，这种情况对于30岁的人来说有点残忍，30岁，可能是上有老下有小的状态，甚至还要还房贷、车贷等等，面临这一切现实压力，只能硬撑再硬撑，但即使撑住了，也不免不了偶尔怀疑自己，怀疑自己当初的选择等等。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是啊，我确实感觉到很大的压力，特别是看到身边的朋友都过得比较顺利，而我却一直感觉停滞不前。以前我是一个很外向的人，喜欢交朋友，可是现在慢慢变得越来越不善于交流，都不知道为什么自己会变成这样。",
    "annotation": [
      {
        "sentence": "是啊，我确实感觉到很大的压力，特别是看到身边的朋友都过得比较顺利，而我却一直感觉停滞不前。",
        "label": ""
      },
      {
        "sentence": "以前我是一个很外向的人，喜欢交朋友，可是现在慢慢变得越来越不善于交流，都不知道为什么自己会变成这样。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "焦虑没个人都会有，重要的是怎么去处理。到现在这种状况了，看看能不能让自己有所改变，增强和朋友、领导的联系，首先试着把自己的想法、感受和爱人说一说，虽然ta有自己的焦虑，因为还没找到工作，既然是夫妻，最亲密的人，那也没什么不好说的，一个人扛着会比两个人共同分担更累。职场中，要试着学会去展示自己，展示自己的一种方式，就是和领导多沟通，你不说领导可能不了解你的工作状态、态度等等，时不时的聊几句，让领导知道你在干什么，可能也不会缩编你的团队。",
    "annotation": [
      {
        "sentence": "焦虑没个人都会有，重要的是怎么去处理。",
        "label": ""
      },
      {
        "sentence": "到现在这种状况了，看看能不能让自己有所改变，增强和朋友、领导的联系，首先试着把自己的想法、感受和爱人说一说，虽然ta有自己的焦虑，因为还没找到工作，既然是夫妻，最亲密的人，那也没什么不好说的，一个人扛着会比两个人共同分担更累。",
        "label": ""
      },
      {
        "sentence": "职场中，要试着学会去展示自己，展示自己的一种方式，就是和领导多沟通，你不说领导可能不了解你的工作状态、态度等等，时不时的聊几句，让领导知道你在干什么，可能也不会缩编你的团队。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该主动和领导多沟通，让他们了解我正在做的工作和我的态度。我一直以来都是比较内向的人，不太擅长表达自己，所以很少和领导主动沟通。但是我意识到这个问题，我会努力改变的。",
    "annotation": [
      {
        "sentence": "你说得对，我应该主动和领导多沟通，让他们了解我正在做的工作和我的态度。",
        "label": ""
      },
      {
        "sentence": "我一直以来都是比较内向的人，不太擅长表达自己，所以很少和领导主动沟通。",
        "label": ""
      },
      {
        "sentence": "但是我意识到这个问题，我会努力改变的。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，有意识去改变就已经是很大的进步了。不要多想，疫情影响，公司开源节流是一个再正常不过的举措，单位缩编队伍也许就是为了节源，对你本人没有什么想法，所以，你要做的就是干好自己的活，如果这个饭碗对你这么重要，你一定会想出办法来协调当下的处境。",
    "annotation": [
      {
        "sentence": "很好，有意识去改变就已经是很大的进步了。",
        "label": ""
      },
      {
        "sentence": "不要多想，疫情影响，公司开源节流是一个再正常不过的举措，单位缩编队伍也许就是为了节源，对你本人没有什么想法，所以，你要做的就是干好自己的活，如果这个饭碗对你这么重要，你一定会想出办法来协调当下的处境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我会调整好心态，专注于工作，努力做好每一件事情。同时，我也会和伴侣好好沟通，双方共同面对困难，互相支持。",
    "annotation": [
      {
        "sentence": "我会调整好心态，专注于工作，努力做好每一件事情。",
        "label": ""
      },
      {
        "sentence": "同时，我也会和伴侣好好沟通，双方共同面对困难，互相支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "加油吧~不管怎样，干就完了~你是一个非常有责任心的人，自己扛着这些问题，还考虑到另一半的感受。焦虑是可以理解的，但也要相信自己的能力。如果需要帮助或者有其他困惑，可以随时和我聊天，我会一直支持你的。",
    "annotation": [
      {
        "sentence": "加油吧~不管怎样，干就完了~你是一个非常有责任心的人，自己扛着这些问题，还考虑到另一半的感受。",
        "label": ""
      },
      {
        "sentence": "焦虑是可以理解的，但也要相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "如果需要帮助或者有其他困惑，可以随时和我聊天，我会一直支持你的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会时刻记住你的话，勇敢面对困难，努力改变自己，向着更好的方向前进！再次感谢你！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会时刻记住你的话，勇敢面对困难，努力改变自己，向着更好的方向前进！",
        "label": ""
      },
      {
        "sentence": "再次感谢你！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，希望你能够坚持下去，相信自己，相信未来。我会一直在你身边支持你的，加油！",
    "annotation": [
      {
        "sentence": "不用客气，希望你能够坚持下去，相信自己，相信未来。",
        "label": ""
      },
      {
        "sentence": "我会一直在你身边支持你的，加油！",
        "label": ""
      }
    ]
  }
]