[
  {
    "role": "client",
    "content": "分手了，竟然和没分手差别不大？",
    "annotation": [
      {
        "sentence": "分手了，竟然和没分手差别不大？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "希望我的回答可以给你带来一些帮助。看得出来，你很爱你的男朋友，而你的男朋友也很爱你，那为什么吵架的时候会那么大的冲突？",
    "annotation": [
      {
        "sentence": "希望我的回答可以给你带来一些帮助。",
        "label": ""
      },
      {
        "sentence": "看得出来，你很爱你的男朋友，而你的男朋友也很爱你，那为什么吵架的时候会那么大的冲突？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是我们的交流方式有问题。我们的交流方式总是触动到彼此的伤痛，所以导致冲突越来越激烈。",
    "annotation": [
      {
        "sentence": "是我们的交流方式有问题。",
        "label": ""
      },
      {
        "sentence": "我们的交流方式总是触动到彼此的伤痛，所以导致冲突越来越激烈。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "为什么你的男朋友在吵架时会以这种模式应对呢？这可能和他成长的经历和环境有关系，他习惯了以这种方式来解决问题。当他情绪激动时，会拽你、砸桌子、大声喊叫……这些行为是他应对压力的习惯方式，他不知道如何处理这种情况，只会用这种方式。",
    "annotation": [
      {
        "sentence": "为什么你的男朋友在吵架时会以这种模式应对呢？",
        "label": ""
      },
      {
        "sentence": "这可能和他成长的经历和环境有关系，他习惯了以这种方式来解决问题。",
        "label": ""
      },
      {
        "sentence": "当他情绪激动时，会拽你、砸桌子、大声喊叫……这些行为是他应对压力的习惯方式，他不知道如何处理这种情况，只会用这种方式。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "其实我也是一样的。当我看到他这样做，我会想到一些不好的经历，会想到父亲打母亲的场景，所以我害怕他会变得暴力。",
    "annotation": [
      {
        "sentence": "其实我也是一样的。",
        "label": ""
      },
      {
        "sentence": "当我看到他这样做，我会想到一些不好的经历，会想到父亲打母亲的场景，所以我害怕他会变得暴力。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "妈妈可能对你们继续交往担心的原因是担心你会再次受伤、甚至遭受暴力对待。但你要相信他和妈妈的想法是不同的，他很善解人意，能接受自己的伤。你知道，他在平时是很好的，只是在情绪激动的时候会有一些不好的行为表现。",
    "annotation": [
      {
        "sentence": "妈妈可能对你们继续交往担心的原因是担心你会再次受伤、甚至遭受暴力对待。",
        "label": ""
      },
      {
        "sentence": "但你要相信他和妈妈的想法是不同的，他很善解人意，能接受自己的伤。",
        "label": ""
      },
      {
        "sentence": "你知道，他在平时是很好的，只是在情绪激动的时候会有一些不好的行为表现。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我愿意接纳他的不足，但我也非常抗拒他的暴力行为。",
    "annotation": [
      {
        "sentence": "我愿意接纳他的不足，但我也非常抗拒他的暴力行为。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "放心吧，你们都已经长大了，只要你们愿意改变，过去固有的行为模式是可以改变的。我们的很多行为都是在小时候形成的，然后就变得固定，但我们并不知道有更好的方法来处理问题。争吵和暴力固然可以吸引对方的注意力，但带来的负面影响远大于好处。就像你爸爸对妈妈的方式，让妈妈到现在都受影响，所以她才会那么担心你。但是，你不要害怕，一旦你们的沟通方式改变了，就不会再出现激烈的争吵了。",
    "annotation": [
      {
        "sentence": "放心吧，你们都已经长大了，只要你们愿意改变，过去固有的行为模式是可以改变的。",
        "label": ""
      },
      {
        "sentence": "我们的很多行为都是在小时候形成的，然后就变得固定，但我们并不知道有更好的方法来处理问题。",
        "label": ""
      },
      {
        "sentence": "争吵和暴力固然可以吸引对方的注意力，但带来的负面影响远大于好处。",
        "label": ""
      },
      {
        "sentence": "就像你爸爸对妈妈的方式，让妈妈到现在都受影响，所以她才会那么担心你。",
        "label": ""
      },
      {
        "sentence": "但是，你不要害怕，一旦你们的沟通方式改变了，就不会再出现激烈的争吵了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "下次，当他情绪激动时，我应该怎么做？",
    "annotation": [
      {
        "sentence": "下次，当他情绪激动时，我应该怎么做？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "首先，你要安抚自己，告诉自己他现在愤怒的情绪已经被激活，他的行为也不受控制，他也会感到难受，他现在需要你的安慰和理解。将他看作一个正在生气的孩子，接受他当下的状态。如果他能听进你说的话，你可以表达你的感受和想法，告诉他你现在很害怕、很担心，你非常在乎他，希望你们能好好谈谈，希望他对你更加温和，这样会让你感到安心。同时，给他一个拥抱，因为拥抱时会产生催产素，让我们更亲近、更快乐。让他感受到你对他的支持和爱，而不是指责和不满。除了冲突时，平时也可以经常拥抱对方。另外，有时间的话，可以学习和实践非暴力沟通，让你们的关系越来越和谐，生活越来越幸福。",
    "annotation": [
      {
        "sentence": "首先，你要安抚自己，告诉自己他现在愤怒的情绪已经被激活，他的行为也不受控制，他也会感到难受，他现在需要你的安慰和理解。",
        "label": ""
      },
      {
        "sentence": "将他看作一个正在生气的孩子，接受他当下的状态。",
        "label": ""
      },
      {
        "sentence": "如果他能听进你说的话，你可以表达你的感受和想法，告诉他你现在很害怕、很担心，你非常在乎他，希望你们能好好谈谈，希望他对你更加温和，这样会让你感到安心。",
        "label": ""
      },
      {
        "sentence": "同时，给他一个拥抱，因为拥抱时会产生催产素，让我们更亲近、更快乐。",
        "label": ""
      },
      {
        "sentence": "让他感受到你对他的支持和爱，而不是指责和不满。",
        "label": ""
      },
      {
        "sentence": "除了冲突时，平时也可以经常拥抱对方。",
        "label": ""
      },
      {
        "sentence": "另外，有时间的话，可以学习和实践非暴力沟通，让你们的关系越来越和谐，生活越来越幸福。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尽量尝试改变我们的交流方式，希望我们能够更好地相互理解和支持。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尽量尝试改变我们的交流方式，希望我们能够更好地相互理解和支持。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，希望我的帮助对你有所帮助。改变需要时间和努力，但只要你们真心愿意，一定能够改善你们之间的关系。记住，爱是相互的，通过更好的沟通和理解，你们一定能够共同创造出幸福的未来。祝你好运！",
    "annotation": [
      {
        "sentence": "不客气，希望我的帮助对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "改变需要时间和努力，但只要你们真心愿意，一定能够改善你们之间的关系。",
        "label": ""
      },
      {
        "sentence": "记住，爱是相互的，通过更好的沟通和理解，你们一定能够共同创造出幸福的未来。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  }
]