[
  {
    "role": "client",
    "content": "我想学乐器，工作还没定下，不知道该不该去，怎么办？",
    "annotation": [
      {
        "sentence": "我想学乐器，工作还没定下，不知道该不该去，怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "因为疫情关系，我们很多人学业、工作受到了影响，很多计划被打乱，很容易产生困惑。你现在面临的是上学、工作都在一个等待的状态，而在等待的状态中想学自己喜欢的乐器却得不到家人支持而犹豫。",
    "annotation": [
      {
        "sentence": "因为疫情关系，我们很多人学业、工作受到了影响，很多计划被打乱，很容易产生困惑。",
        "label": ""
      },
      {
        "sentence": "你现在面临的是上学、工作都在一个等待的状态，而在等待的状态中想学自己喜欢的乐器却得不到家人支持而犹豫。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我现在准备录取的学校还没开学，工作也还没找到，所以有时间学乐器，但家人都觉得我应该先找工作。我之前学过一门喜欢的管乐，可是室友嫌弃我吹奏时的声音很悲伤，所以我就五年没有碰过乐器了。",
    "annotation": [
      {
        "sentence": "是的，我现在准备录取的学校还没开学，工作也还没找到，所以有时间学乐器，但家人都觉得我应该先找工作。",
        "label": ""
      },
      {
        "sentence": "我之前学过一门喜欢的管乐，可是室友嫌弃我吹奏时的声音很悲伤，所以我就五年没有碰过乐器了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "听起来，你一直想回归学习喜欢的乐器，但周围的人对此有所反对，这让你很困扰。其实，学乐器和找工作并没有矛盾，你可以一边找工作，一边学习乐器；或者即使开始工作了，也可以利用业余时间继续学习。你的犹豫似乎更多是来自于周围人的反对，包括大学室友和家人。在做决定之前，你需要明确自己的需求和评估相应成本。",
    "annotation": [
      {
        "sentence": "听起来，你一直想回归学习喜欢的乐器，但周围的人对此有所反对，这让你很困扰。",
        "label": ""
      },
      {
        "sentence": "其实，学乐器和找工作并没有矛盾，你可以一边找工作，一边学习乐器；或者即使开始工作了，也可以利用业余时间继续学习。",
        "label": ""
      },
      {
        "sentence": "你的犹豫似乎更多是来自于周围人的反对，包括大学室友和家人。",
        "label": ""
      },
      {
        "sentence": "在做决定之前，你需要明确自己的需求和评估相应成本。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我确实很犹豫。我想学乐器一方面是因为自己很喜欢，可以作为一种爱好和特长；另一方面也有担心自己会浪费时间，因为目前不确定以后工作和学习的安排。我也担心学乐器的成本问题，因为要找人学可能要付费，但我之前是在高中同学的父亲家学的，而且很久没联系了，联系起来可能会有点尴尬。",
    "annotation": [
      {
        "sentence": "是的，我确实很犹豫。",
        "label": ""
      },
      {
        "sentence": "我想学乐器一方面是因为自己很喜欢，可以作为一种爱好和特长；另一方面也有担心自己会浪费时间，因为目前不确定以后工作和学习的安排。",
        "label": ""
      },
      {
        "sentence": "我也担心学乐器的成本问题，因为要找人学可能要付费，但我之前是在高中同学的父亲家学的，而且很久没联系了，联系起来可能会有点尴尬。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的困惑。在做决定之前，我们可以先明确自己的需求和评估相应的成本。首先，要明确自己对乐器的热爱程度，如果确定自己真的喜欢，那么在休息期间培养一个特长也是很好的选择。其次，需要评估学习乐器的成本，比如是通过之前的同学学习还是找培训机构付费学习。如果成本在自己和家人接受的范围内，那就可以尝试一下。毕竟，有自己喜欢的事情，趁着有时间的时候去尝试，以后在工作和学习压力下可能就没有这个机会了。",
    "annotation": [
      {
        "sentence": "我理解你的困惑。",
        "label": ""
      },
      {
        "sentence": "在做决定之前，我们可以先明确自己的需求和评估相应的成本。",
        "label": ""
      },
      {
        "sentence": "首先，要明确自己对乐器的热爱程度，如果确定自己真的喜欢，那么在休息期间培养一个特长也是很好的选择。",
        "label": ""
      },
      {
        "sentence": "其次，需要评估学习乐器的成本，比如是通过之前的同学学习还是找培训机构付费学习。",
        "label": ""
      },
      {
        "sentence": "如果成本在自己和家人接受的范围内，那就可以尝试一下。",
        "label": ""
      },
      {
        "sentence": "毕竟，有自己喜欢的事情，趁着有时间的时候去尝试，以后在工作和学习压力下可能就没有这个机会了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实想多培养一个特长，但同时也担心浪费时间和金钱。我觉得我需要确立一个合理的计划，既能考虑到自己的兴趣和需求，又能兼顾到未来的工作和学习安排。我现在可以跟家人沟通一下，看看能不能得到他们的支持和建议。",
    "annotation": [
      {
        "sentence": "你说得对，我确实想多培养一个特长，但同时也担心浪费时间和金钱。",
        "label": ""
      },
      {
        "sentence": "我觉得我需要确立一个合理的计划，既能考虑到自己的兴趣和需求，又能兼顾到未来的工作和学习安排。",
        "label": ""
      },
      {
        "sentence": "我现在可以跟家人沟通一下，看看能不能得到他们的支持和建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，建议你和家人沟通，讲清楚自己的想法和计划。也可以主动提出解决方案，比如可以承诺一边找工作一边学习，或者保证不影响正常上班和学习的时间。让家人知道你的决定是经过深思熟虑并为了自己的发展和幸福而做出的。同时，你也可以考虑和之前的高中同学重新联系，不管是请教学习还是一起练习，或许你们之间的羞涩感可以慢慢化解。",
    "annotation": [
      {
        "sentence": "很好，建议你和家人沟通，讲清楚自己的想法和计划。",
        "label": ""
      },
      {
        "sentence": "也可以主动提出解决方案，比如可以承诺一边找工作一边学习，或者保证不影响正常上班和学习的时间。",
        "label": ""
      },
      {
        "sentence": "让家人知道你的决定是经过深思熟虑并为了自己的发展和幸福而做出的。",
        "label": ""
      },
      {
        "sentence": "同时，你也可以考虑和之前的高中同学重新联系，不管是请教学习还是一起练习，或许你们之间的羞涩感可以慢慢化解。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我觉得我可以尝试一下和家人沟通，并提出一些解决方案。对于重新联系高中同学，我也会主动一点，毕竟我们曾经有着共同的兴趣。虽然我还有些犹豫，但我相信只有真正去尝试，才能找到答案。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我觉得我可以尝试一下和家人沟通，并提出一些解决方案。",
        "label": ""
      },
      {
        "sentence": "对于重新联系高中同学，我也会主动一点，毕竟我们曾经有着共同的兴趣。",
        "label": ""
      },
      {
        "sentence": "虽然我还有些犹豫，但我相信只有真正去尝试，才能找到答案。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你说得对，尝试是找到答案的关键。也希望你能够坚定自己的决定，毕竟这是为了自己的兴趣和发展。无论你做出什么样的决定，都会有人支持你的。祝你好运！",
    "annotation": [
      {
        "sentence": "你说得对，尝试是找到答案的关键。",
        "label": ""
      },
      {
        "sentence": "也希望你能够坚定自己的决定，毕竟这是为了自己的兴趣和发展。",
        "label": ""
      },
      {
        "sentence": "无论你做出什么样的决定，都会有人支持你的。",
        "label": ""
      },
      {
        "sentence": "祝你好运！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的支持和祝福，我会努力做出一个对自己最好的决定。再次感谢你的帮助！",
    "annotation": [
      {
        "sentence": "谢谢你的支持和祝福，我会努力做出一个对自己最好的决定。",
        "label": ""
      },
      {
        "sentence": "再次感谢你的帮助！",
        "label": ""
      }
    ]
  }
]