[
  {
    "role": "client",
    "content": "初三，有时候真的觉得活着好累啊，我没有看起来快乐其实我也就是一名初三的学生，没有那么多经历，也没有那么多故事。每次跟别人倾诉都怕别人说我这么小，哪来的那么多烦恼，无非就是一些学习上的压力而已。可是真的是这样吗，家庭关系，人际关系，这些对于我来说已经可以压垮我了。我是大家公认的开心果，可我想说我没有她们看起来那么快乐，甚至一点也不快乐。笑可能是真的，可是我负面情绪真的很重。没有人能够好好听我倾诉，也没有真正的感同身受，有些话也只敢躲在这里偷偷说。可能有人会觉得我还小说这些话真的很幼稚，可是我真的觉得我病了。",
    "annotation": [
      {
        "sentence": "初三，有时候真的觉得活着好累啊，我没有看起来快乐其实我也就是一名初三的学生，没有那么多经历，也没有那么多故事。",
        "label": ""
      },
      {
        "sentence": "每次跟别人倾诉都怕别人说我这么小，哪来的那么多烦恼，无非就是一些学习上的压力而已。",
        "label": ""
      },
      {
        "sentence": "可是真的是这样吗，家庭关系，人际关系，这些对于我来说已经可以压垮我了。",
        "label": ""
      },
      {
        "sentence": "我是大家公认的开心果，可我想说我没有她们看起来那么快乐，甚至一点也不快乐。",
        "label": ""
      },
      {
        "sentence": "笑可能是真的，可是我负面情绪真的很重。",
        "label": ""
      },
      {
        "sentence": "没有人能够好好听我倾诉，也没有真正的感同身受，有些话也只敢躲在这里偷偷说。",
        "label": ""
      },
      {
        "sentence": "可能有人会觉得我还小说这些话真的很幼稚，可是我真的觉得我病了。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "世界上没有真正的感同身受。我也认同这句话，还想告诉你的是，我也和你有一样的情绪哦，在他人看来我也是开开心心的一个人，也是会给身边的人带来快乐的，但是我自己的内心其实也是一个容易难过容易想太多的人呀。",
    "annotation": [
      {
        "sentence": "世界上没有真正的感同身受。",
        "label": ""
      },
      {
        "sentence": "我也认同这句话，还想告诉你的是，我也和你有一样的情绪哦，在他人看来我也是开开心心的一个人，也是会给身边的人带来快乐的，但是我自己的内心其实也是一个容易难过容易想太多的人呀。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "真的吗？听到你和我有一样的情绪，我觉得心里好受多了。有时候我很怕别人觉得我说的话很迷糊，可能不够重要，所以才不敢说出来。",
    "annotation": [
      {
        "sentence": "真的吗？",
        "label": ""
      },
      {
        "sentence": "听到你和我有一样的情绪，我觉得心里好受多了。",
        "label": ""
      },
      {
        "sentence": "有时候我很怕别人觉得我说的话很迷糊，可能不够重要，所以才不敢说出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "完全理解你的担心。你知道吗，其实每个人都有不同的问题和困惑，而你所经历的一切都是重要的，不管是大事小事，它们都是你生活的一部分，都值得被倾听和关心。",
    "annotation": [
      {
        "sentence": "完全理解你的担心。",
        "label": ""
      },
      {
        "sentence": "你知道吗，其实每个人都有不同的问题和困惑，而你所经历的一切都是重要的，不管是大事小事，它们都是你生活的一部分，都值得被倾听和关心。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我明白了，谢谢你的理解和鼓励。可是我还是很难不去在意别人的眼光，担心他们会嘲笑我。",
    "annotation": [
      {
        "sentence": "我明白了，谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "可是我还是很难不去在意别人的眼光，担心他们会嘲笑我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实，别人的看法并不重要，重要的是你认识自己的感受，并且真实地对待自己。不要为了迎合别人而隐藏自己的情绪，你值得被认可和被接受的。",
    "annotation": [
      {
        "sentence": "其实，别人的看法并不重要，重要的是你认识自己的感受，并且真实地对待自己。",
        "label": ""
      },
      {
        "sentence": "不要为了迎合别人而隐藏自己的情绪，你值得被认可和被接受的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该更加自信，敢于表达自己的感受。可是有些时候，我真的不知道怎么说出来，感觉很困惑。",
    "annotation": [
      {
        "sentence": "你说得对，我应该更加自信，敢于表达自己的感受。",
        "label": ""
      },
      {
        "sentence": "可是有些时候，我真的不知道怎么说出来，感觉很困惑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "没关系的，我们都会有这样的时候。如果不好意思说出来，你可以试试写下来，把自己的感受和想法记录下来，这样能帮助你更清楚地了解自己，也能为之后的沟通提供一个起点。",
    "annotation": [
      {
        "sentence": "没关系的，我们都会有这样的时候。",
        "label": ""
      },
      {
        "sentence": "如果不好意思说出来，你可以试试写下来，把自己的感受和想法记录下来，这样能帮助你更清楚地了解自己，也能为之后的沟通提供一个起点。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "写下来的话，是不是就不怕别人不理解了？",
    "annotation": [
      {
        "sentence": "写下来的话，是不是就不怕别人不理解了？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "写下来能够帮助你更清楚地表达自己，但也不能保证别人完全理解。但是这并不重要，重要的是你先倾听自己的内心，用文字记录下来，这已经是一种很好的方式了。",
    "annotation": [
      {
        "sentence": "写下来能够帮助你更清楚地表达自己，但也不能保证别人完全理解。",
        "label": ""
      },
      {
        "sentence": "但是这并不重要，重要的是你先倾听自己的内心，用文字记录下来，这已经是一种很好的方式了。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议，我会尝试的。不过，有时候我觉得生活没有美好可言，感觉没有力量去面对压力和困难。",
    "annotation": [
      {
        "sentence": "谢谢你的建议，我会尝试的。",
        "label": ""
      },
      {
        "sentence": "不过，有时候我觉得生活没有美好可言，感觉没有力量去面对压力和困难。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "生活中是存在困难和挑战的，这是无法避免的。但是，请相信你自己的力量，你已经证明了你的坚强和勇气。并不是每一天都会一帆风顺，但是每一次的挑战都会让你变得更强大。记得给自己一些勉励和奖励，你已经做得很不错了。",
    "annotation": [
      {
        "sentence": "生活中是存在困难和挑战的，这是无法避免的。",
        "label": ""
      },
      {
        "sentence": "但是，请相信你自己的力量，你已经证明了你的坚强和勇气。",
        "label": ""
      },
      {
        "sentence": "并不是每一天都会一帆风顺，但是每一次的挑战都会让你变得更强大。",
        "label": ""
      },
      {
        "sentence": "记得给自己一些勉励和奖励，你已经做得很不错了。",
        "label": ""
      }
    ]
  }
]