[
  {
    "role": "client",
    "content": "对我很重要的非常非常好的朋友向我告白，怎么处理？两个不同阶段的对我来说很重要的挚友对我先后告白了，这个时候我已经有女朋友了。我既迷惑又害怕，因为我觉得我很想和她们做一辈子的好朋友，而且友谊总是比爱情长久的不是吗？我固执地想要劝说她们，但是我很好很好的朋友说，一旦迈出这一步，如果不做情侣的话，绝对不会再做朋友的。我感到很崩溃，一下子先后失去我最好的两个朋友，我哀求我的好朋友，经历了一段时间的拉扯和纠结，我的挚友答应我们回到原来的状态，但是我能感觉到我们已经不能再回到从前了……后来我与前任分手后发现我又逐渐对我的其中一个好朋友产生了奇怪的依赖甚至是爱恋情绪，我现在很痛苦，为什么会有这种事情发生？我觉得我是不是有病？",
    "annotation": [
      {
        "sentence": "对我很重要的非常非常好的朋友向我告白，怎么处理？",
        "label": ""
      },
      {
        "sentence": "两个不同阶段的对我来说很重要的挚友对我先后告白了，这个时候我已经有女朋友了。",
        "label": ""
      },
      {
        "sentence": "我既迷惑又害怕，因为我觉得我很想和她们做一辈子的好朋友，而且友谊总是比爱情长久的不是吗？",
        "label": ""
      },
      {
        "sentence": "我固执地想要劝说她们，但是我很好很好的朋友说，一旦迈出这一步，如果不做情侣的话，绝对不会再做朋友的。",
        "label": ""
      },
      {
        "sentence": "我感到很崩溃，一下子先后失去我最好的两个朋友，我哀求我的好朋友，经历了一段时间的拉扯和纠结，我的挚友答应我们回到原来的状态，但是我能感觉到我们已经不能再回到从前了……后来我与前任分手后发现我又逐渐对我的其中一个好朋友产生了奇怪的依赖甚至是爱恋情绪，我现在很痛苦，为什么会有这种事情发生？",
        "label": ""
      },
      {
        "sentence": "我觉得我是不是有病？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你好，我先说声抱歉，因为我了解你的痛苦，但是从事情上我并不清楚，你能否具体说一下它们向你告白的经过，其中有哪些细节值得注意？",
    "annotation": [
      {
        "sentence": "你好，我先说声抱歉，因为我了解你的痛苦，但是从事情上我并不清楚，你能否具体说一下它们向你告白的经过，其中有哪些细节值得注意？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，其实我们一直都是很好的朋友，他们是我在学校时期很要好的同学，我和其中一个同学在大学时期开始热恋，我们之间的感情很好，但是在热恋当中另一位同学却向我表白了，之后我们又在一次拒绝之后保持了友谊，但是情不自禁地产生了纠结和依赖。",
    "annotation": [
      {
        "sentence": "嗯，其实我们一直都是很好的朋友，他们是我在学校时期很要好的同学，我和其中一个同学在大学时期开始热恋，我们之间的感情很好，但是在热恋当中另一位同学却向我表白了，之后我们又在一次拒绝之后保持了友谊，但是情不自禁地产生了纠结和依赖。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "了解你的经历，我可以理解为什么会让你感到压抑和崩溃，我听说过一个叫做\"爱情三角\"的概念，它可能会帮助我们理解到你的状况。爱情三角主要讲的是我们在情感当中扮演的角色：我们的愿望、需要和不断变幻的感情。这个概念或许会帮助你理解你自己的一些情感，接下来我们可以一起探讨一些你的情感，你认为自己对爱情的需求是什么？友情和爱情在你的心里具体指的是什么？",
    "annotation": [
      {
        "sentence": "了解你的经历，我可以理解为什么会让你感到压抑和崩溃，我听说过一个叫做\"爱情三角\"的概念，它可能会帮助我们理解到你的状况。",
        "label": ""
      },
      {
        "sentence": "爱情三角主要讲的是我们在情感当中扮演的角色：我们的愿望、需要和不断变幻的感情。",
        "label": ""
      },
      {
        "sentence": "这个概念或许会帮助你理解你自己的一些情感，接下来我们可以一起探讨一些你的情感，你认为自己对爱情的需求是什么？",
        "label": ""
      },
      {
        "sentence": "友情和爱情在你的心里具体指的是什么？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得自己对爱情有很强的需求，希望能拥有一个长久的稳定的关系。友情对我来说非常重要，因为友情可以支持我度过任何难关，我也希望自己能够保持和这些朋友长久的关系。",
    "annotation": [
      {
        "sentence": "我觉得自己对爱情有很强的需求，希望能拥有一个长久的稳定的关系。",
        "label": ""
      },
      {
        "sentence": "友情对我来说非常重要，因为友情可以支持我度过任何难关，我也希望自己能够保持和这些朋友长久的关系。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的感受了，友情和爱情可以是互相结合的，正如你所说，你希望拥有一个稳定的关系，与你的女朋友的感情也有很好的开始，那么我认为，需要探讨的问题是，与你的同学之间的感情是不是类似于友情转为爱情的情况，或者他们的向你告白的意图是否只是因为你们之间的 friendship？有时候，我们容易过分解读对方的行为，是否考虑过他们的需要和感受是否发生了变化？",
    "annotation": [
      {
        "sentence": "我了解你的感受了，友情和爱情可以是互相结合的，正如你所说，你希望拥有一个稳定的关系，与你的女朋友的感情也有很好的开始，那么我认为，需要探讨的问题是，与你的同学之间的感情是不是类似于友情转为爱情的情况，或者他们的向你告白的意图是否只是因为你们之间的 friendship？",
        "label": ""
      },
      {
        "sentence": "有时候，我们容易过分解读对方的行为，是否考虑过他们的需要和感受是否发生了变化？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "可能我太过情绪化，有时候我也在思考他们是否真的只是把我当作朋友，但是当时他们告白的时候的表情和语气都让我觉得他们也是真心的对我有感情。",
    "annotation": [
      {
        "sentence": "可能我太过情绪化，有时候我也在思考他们是否真的只是把我当作朋友，但是当时他们告白的时候的表情和语气都让我觉得他们也是真心的对我有感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你很能理解别人的感受，不过作为一个朋友，我们需要考虑到基本的情感和道德的规范，这样才能帮助我们去平衡现在的感情状况和未来的生活。你能否为我们点出一些你和你的同学之间的观察，看看他们的行为是否发生了什么变化，如果有，你可以针对性地解决这个问题。",
    "annotation": [
      {
        "sentence": "你很能理解别人的感受，不过作为一个朋友，我们需要考虑到基本的情感和道德的规范，这样才能帮助我们去平衡现在的感情状况和未来的生活。",
        "label": ""
      },
      {
        "sentence": "你能否为我们点出一些你和你的同学之间的观察，看看他们的行为是否发生了什么变化，如果有，你可以针对性地解决这个问题。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我觉得他们在我有女朋友的时候才向我表白，这让我感到很困惑和有些贪心，也许他们只是想要满足自己的感受吧，他们并没有考虑到我和我女朋友之间的感情。",
    "annotation": [
      {
        "sentence": "我觉得他们在我有女朋友的时候才向我表白，这让我感到很困惑和有些贪心，也许他们只是想要满足自己的感受吧，他们并没有考虑到我和我女朋友之间的感情。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你的心态很好，我认为，成年人需要能够management自己的情绪，这对我们的健康和幸福是极其重要的。我们需要学会对需求进行判别，也要考虑到自己和别人的感受，让感情更加健康平衡，你可以使用一些自我调整的方法，开展自己感兴趣的事情，参加一些课外活动等，寻找到新的朋友也是一种好的方法。",
    "annotation": [
      {
        "sentence": "你的心态很好，我认为，成年人需要能够management自己的情绪，这对我们的健康和幸福是极其重要的。",
        "label": ""
      },
      {
        "sentence": "我们需要学会对需求进行判别，也要考虑到自己和别人的感受，让感情更加健康平衡，你可以使用一些自我调整的方法，开展自己感兴趣的事情，参加一些课外活动等，寻找到新的朋友也是一种好的方法。",
        "label": ""
      }
    ]
  }
]