[
  {
    "role": "client",
    "content": "我是一个25岁的女生，我无法信任和依赖我的父母，也无法建立亲密的关系。从小我就感觉到他们不爱我。很多年前，我决定不依赖他们，要靠自己生活。我7岁的时候就去外地读书了，但在外面我经历了很多委屈，可是他们并没有给予我安慰，反而更关注我是否给他们丢脸。我感受不到他们对我的温暖，只觉得他们特别势力。他们经常会不分青红皂白地相信外人的话，也经常忽略我身心的不适，逼迫我做他们想要的事情。有时候，他们甚至在我生病的时候会露出厌烦的表情。他们只关心我的学习成绩，而不关心我经济上的拮据和生活中遇到的困难。当时我并没有意识到这有什么不对，觉得只要努力做好自己就可以了。可是随着时间的推移，我越来越发现这样的关系对我来说是一种负担，好像缺少了关于爱和安全感的支持。随着年龄的增长，我会遇到更多更复杂的问题，比别人更容易焦虑。经常感到筋疲力尽，自己的能量很低，当遇到不好的人和事时，更容易陷入消极情绪。我也害怕建立亲密的关系，好像对我来说是一个未知的领域，非常不适应。一个人的奋斗实在是太累了，我想听听专业人士的建议。",
    "annotation": [
      {
        "sentence": "我是一个25岁的女生，我无法信任和依赖我的父母，也无法建立亲密的关系。",
        "label": ""
      },
      {
        "sentence": "从小我就感觉到他们不爱我。",
        "label": ""
      },
      {
        "sentence": "很多年前，我决定不依赖他们，要靠自己生活。",
        "label": ""
      },
      {
        "sentence": "我7岁的时候就去外地读书了，但在外面我经历了很多委屈，可是他们并没有给予我安慰，反而更关注我是否给他们丢脸。",
        "label": ""
      },
      {
        "sentence": "我感受不到他们对我的温暖，只觉得他们特别势力。",
        "label": ""
      },
      {
        "sentence": "他们经常会不分青红皂白地相信外人的话，也经常忽略我身心的不适，逼迫我做他们想要的事情。",
        "label": ""
      },
      {
        "sentence": "有时候，他们甚至在我生病的时候会露出厌烦的表情。",
        "label": ""
      },
      {
        "sentence": "他们只关心我的学习成绩，而不关心我经济上的拮据和生活中遇到的困难。",
        "label": ""
      },
      {
        "sentence": "当时我并没有意识到这有什么不对，觉得只要努力做好自己就可以了。",
        "label": ""
      },
      {
        "sentence": "可是随着时间的推移，我越来越发现这样的关系对我来说是一种负担，好像缺少了关于爱和安全感的支持。",
        "label": ""
      },
      {
        "sentence": "随着年龄的增长，我会遇到更多更复杂的问题，比别人更容易焦虑。",
        "label": ""
      },
      {
        "sentence": "经常感到筋疲力尽，自己的能量很低，当遇到不好的人和事时，更容易陷入消极情绪。",
        "label": ""
      },
      {
        "sentence": "我也害怕建立亲密的关系，好像对我来说是一个未知的领域，非常不适应。",
        "label": ""
      },
      {
        "sentence": "一个人的奋斗实在是太累了，我想听听专业人士的建议。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人的心理成长就像身体成长一样，缺少了适当的营养会出现问题。从您所描述的情况来看，您也是缺少了重要的心理养分，所以才会遇到现在的困惑。因此，您可能需要寻求专业心理咨询师的一对一咨询帮助。通过专业人士的引导，您可以学习和觉察自己，建立起亲密关系，逐渐修正之前的创伤。这将有助于您更好地成长和应对复杂的问题。",
    "annotation": [
      {
        "sentence": "人的心理成长就像身体成长一样，缺少了适当的营养会出现问题。",
        "label": ""
      },
      {
        "sentence": "从您所描述的情况来看，您也是缺少了重要的心理养分，所以才会遇到现在的困惑。",
        "label": ""
      },
      {
        "sentence": "因此，您可能需要寻求专业心理咨询师的一对一咨询帮助。",
        "label": ""
      },
      {
        "sentence": "通过专业人士的引导，您可以学习和觉察自己，建立起亲密关系，逐渐修正之前的创伤。",
        "label": ""
      },
      {
        "sentence": "这将有助于您更好地成长和应对复杂的问题。",
        "label": ""
      }
    ]
  }
]