[
  {
    "role": "client",
    "content": "抑郁后和父母相处不下去，要不要出去给彼此一点空间？因为抑郁情绪持续低落，失眠不想讲话，不想出门；不想做任何事情。尤其父母特别不理解抑郁症，今天早上直接敲门让我开门后就开始说：天天说自己有病，都是自己装出来的，然后说是不是我们对你太好了，养娇了导致你觉得全世界都欠你的。一天天不知道摆脸色给谁看，医生说什么都信。他们看来抑郁症就是自己不强大，觉得全世界欠的。这不是第一次以这样的语言相对，哪怕我好好解释抑郁症是怎么样的，他们还会觉得我在找借口。我现在感觉自己状况越来越差了，已经开始四肢乏力，头发晕，也可能是失眠原因。已经在进行药物治疗了，但是总是免不了被父母说抑郁都是自己问题。尤其母亲脾气暴躁，时不时聊天容易激动，我大多因为母亲感觉自己快熬不下去了；语言暴力真的我特别想一了百了。也能感觉到父母特别不想我看心理医生，不是其他原因，就是觉得为什么家里人都好好的你第一个出现这样的病。而且家里氛围这么好，也想不通为什么会得抑郁症，不想落人口舌。",
    "annotation": [
      {
        "sentence": "抑郁后和父母相处不下去，要不要出去给彼此一点空间？",
        "label": ""
      },
      {
        "sentence": "因为抑郁情绪持续低落，失眠不想讲话，不想出门；不想做任何事情。",
        "label": ""
      },
      {
        "sentence": "尤其父母特别不理解抑郁症，今天早上直接敲门让我开门后就开始说：天天说自己有病，都是自己装出来的，然后说是不是我们对你太好了，养娇了导致你觉得全世界都欠你的。",
        "label": ""
      },
      {
        "sentence": "一天天不知道摆脸色给谁看，医生说什么都信。",
        "label": ""
      },
      {
        "sentence": "他们看来抑郁症就是自己不强大，觉得全世界欠的。",
        "label": ""
      },
      {
        "sentence": "这不是第一次以这样的语言相对，哪怕我好好解释抑郁症是怎么样的，他们还会觉得我在找借口。",
        "label": ""
      },
      {
        "sentence": "我现在感觉自己状况越来越差了，已经开始四肢乏力，头发晕，也可能是失眠原因。",
        "label": ""
      },
      {
        "sentence": "已经在进行药物治疗了，但是总是免不了被父母说抑郁都是自己问题。",
        "label": ""
      },
      {
        "sentence": "尤其母亲脾气暴躁，时不时聊天容易激动，我大多因为母亲感觉自己快熬不下去了；语言暴力真的我特别想一了百了。",
        "label": ""
      },
      {
        "sentence": "也能感觉到父母特别不想我看心理医生，不是其他原因，就是觉得为什么家里人都好好的你第一个出现这样的病。",
        "label": ""
      },
      {
        "sentence": "而且家里氛围这么好，也想不通为什么会得抑郁症，不想落人口舌。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我觉得你的想法是对的。你真真切切地感受到了父母对你的抨击，这是让你感到痛苦的源头。其实就算连我也会觉得很气愤很委屈，为什么我说出了自己的难处，你们非但不信任我还要打击我呢？也许父母并不是故意要伤害你，也许他们确实无法体会到底什么是抑郁症，但不代表你就要和他们相处下去，不代表他们就不在伤害你。我们有权利去远离任何让我们受伤的人，不管是亲人还是朋友，因为我们的感受是最重要的。",
    "annotation": [
      {
        "sentence": "我觉得你的想法是对的。",
        "label": ""
      },
      {
        "sentence": "你真真切切地感受到了父母对你的抨击，这是让你感到痛苦的源头。",
        "label": ""
      },
      {
        "sentence": "其实就算连我也会觉得很气愤很委屈，为什么我说出了自己的难处，你们非但不信任我还要打击我呢？",
        "label": ""
      },
      {
        "sentence": "也许父母并不是故意要伤害你，也许他们确实无法体会到底什么是抑郁症，但不代表你就要和他们相处下去，不代表他们就不在伤害你。",
        "label": ""
      },
      {
        "sentence": "我们有权利去远离任何让我们受伤的人，不管是亲人还是朋友，因为我们的感受是最重要的。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和支持。我真的受够了他们无休止的责备和指责。但是我也害怕和他们决裂，毕竟他们是我的父母。我应该怎么做才能平衡好自己的情绪和与他们的关系？",
    "annotation": [
      {
        "sentence": "谢谢你的理解和支持。",
        "label": ""
      },
      {
        "sentence": "我真的受够了他们无休止的责备和指责。",
        "label": ""
      },
      {
        "sentence": "但是我也害怕和他们决裂，毕竟他们是我的父母。",
        "label": ""
      },
      {
        "sentence": "我应该怎么做才能平衡好自己的情绪和与他们的关系？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我理解你的顾虑。其实，平稳的情绪会有助于痊愈，一直和别人起冲突只会让自己的情绪越来越糟。我觉得你无需去对抗你的父母，说服任何人都是很难的，因为每个人都有心中的一套固有价值和标准，难以撼动。与其和他们解释什么是抑郁症，不如你就找个借口搬出来，说是因为自己想要学习独立，或者离公司\/学校近。这样的理由很正常啊，无法反驳，家里氛围好不好都不影响你搬出来。",
    "annotation": [
      {
        "sentence": "我理解你的顾虑。",
        "label": ""
      },
      {
        "sentence": "其实，平稳的情绪会有助于痊愈，一直和别人起冲突只会让自己的情绪越来越糟。",
        "label": ""
      },
      {
        "sentence": "我觉得你无需去对抗你的父母，说服任何人都是很难的，因为每个人都有心中的一套固有价值和标准，难以撼动。",
        "label": ""
      },
      {
        "sentence": "与其和他们解释什么是抑郁症，不如你就找个借口搬出来，说是因为自己想要学习独立，或者离公司\/学校近。",
        "label": ""
      },
      {
        "sentence": "这样的理由很正常啊，无法反驳，家里氛围好不好都不影响你搬出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我应该找一个平和的方式来疏离他们，让自己过上平静的生活。但是我还是会担心他们对我的看法，担心他们会责怪我离开家。",
    "annotation": [
      {
        "sentence": "你说得对，我应该找一个平和的方式来疏离他们，让自己过上平静的生活。",
        "label": ""
      },
      {
        "sentence": "但是我还是会担心他们对我的看法，担心他们会责怪我离开家。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "其实总会有不理解你的人对你说三道四的，你想让每个人都满意，不落人口舌那你永远也做不了自己，永远会受困于这些口舌之下。我们能做的就是远离这些和我们价值观不一样的人，去和一些真正关心我们、爱护我们的人在一起，过上真正属于自己的生活。做自己顶多只是忍受一时的非议，而听从他人则是苦自己一辈子，别人确实不说你了，但是你又得到了什么？就算他们说你，你又损失了什么吗？我相信他们也不会一天24小时都在讨论你吧，他们也有自己的生活。",
    "annotation": [
      {
        "sentence": "其实总会有不理解你的人对你说三道四的，你想让每个人都满意，不落人口舌那你永远也做不了自己，永远会受困于这些口舌之下。",
        "label": ""
      },
      {
        "sentence": "我们能做的就是远离这些和我们价值观不一样的人，去和一些真正关心我们、爱护我们的人在一起，过上真正属于自己的生活。",
        "label": ""
      },
      {
        "sentence": "做自己顶多只是忍受一时的非议，而听从他人则是苦自己一辈子，别人确实不说你了，但是你又得到了什么？",
        "label": ""
      },
      {
        "sentence": "就算他们说你，你又损失了什么吗？",
        "label": ""
      },
      {
        "sentence": "我相信他们也不会一天24小时都在讨论你吧，他们也有自己的生活。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我要相信自己，相信我可以过上属于自己的生活。谢谢你的支持和鼓励。但是，我还是担心和父母之间的关系会因此变得僵化，他们会不理解我，不接受我。",
    "annotation": [
      {
        "sentence": "你说得对，我要相信自己，相信我可以过上属于自己的生活。",
        "label": ""
      },
      {
        "sentence": "谢谢你的支持和鼓励。",
        "label": ""
      },
      {
        "sentence": "但是，我还是担心和父母之间的关系会因此变得僵化，他们会不理解我，不接受我。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我了解你的担忧。但是，有时候人与人之间的关系就是需要一些时间来调整和磨合。你搬出去并不代表你们之间就无法修复。慢慢地，当你展示给他们你独立自主、积极面对抑郁症的一面时，也许他们会理解你的选择，接受你的决定。关系的修复需要双方的努力，或许你们还可以相互倾听，互相理解，共同走出这个困境。",
    "annotation": [
      {
        "sentence": "我了解你的担忧。",
        "label": ""
      },
      {
        "sentence": "但是，有时候人与人之间的关系就是需要一些时间来调整和磨合。",
        "label": ""
      },
      {
        "sentence": "你搬出去并不代表你们之间就无法修复。",
        "label": ""
      },
      {
        "sentence": "慢慢地，当你展示给他们你独立自主、积极面对抑郁症的一面时，也许他们会理解你的选择，接受你的决定。",
        "label": ""
      },
      {
        "sentence": "关系的修复需要双方的努力，或许你们还可以相互倾听，互相理解，共同走出这个困境。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我会试着和他们好好沟通，希望他们能够理解我。我也会尽量展示给他们我积极面对抑郁症的一面，让他们看到我努力的一面。谢谢你一直以来的支持和鼓励，你的话给了我很大的勇气和信心。",
    "annotation": [
      {
        "sentence": "你说得对，我会试着和他们好好沟通，希望他们能够理解我。",
        "label": ""
      },
      {
        "sentence": "我也会尽量展示给他们我积极面对抑郁症的一面，让他们看到我努力的一面。",
        "label": ""
      },
      {
        "sentence": "谢谢你一直以来的支持和鼓励，你的话给了我很大的勇气和信心。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我一直会在你身边支持你。相信自己，你一定能够克服困难，走出阴影，找到属于自己的快乐和幸福。记住，你不是一个人在战斗，还有许多人会始终支持你。加油！",
    "annotation": [
      {
        "sentence": "不客气，我一直会在你身边支持你。",
        "label": ""
      },
      {
        "sentence": "相信自己，你一定能够克服困难，走出阴影，找到属于自己的快乐和幸福。",
        "label": ""
      },
      {
        "sentence": "记住，你不是一个人在战斗，还有许多人会始终支持你。",
        "label": ""
      },
      {
        "sentence": "加油！",
        "label": ""
      }
    ]
  }
]