[
  {
    "role": "client",
    "content": "女21大三，即将实习，怎么改变直言直语的性格？本人女，21，大三，即将要进入实习。我是一个比较敏感也是感情表达毫不吝啬的人，对于我喜欢的人我会表现得很明显，表达我对她的欣赏。但同样对于我不喜欢的人，我的不喜欢也表现得很明显，这种性格让我很容易得罪人。很多人都劝我改改我的性格，因为这种性格在社会里在工作场里会招来很多问题。不适合在社会中生存。所以该怎么掩饰自己对他人的情绪呢？",
    "annotation": [
      {
        "sentence": "女21大三，即将实习，怎么改变直言直语的性格？",
        "label": ""
      },
      {
        "sentence": "本人女，21，大三，即将要进入实习。",
        "label": ""
      },
      {
        "sentence": "我是一个比较敏感也是感情表达毫不吝啬的人，对于我喜欢的人我会表现得很明显，表达我对她的欣赏。",
        "label": ""
      },
      {
        "sentence": "但同样对于我不喜欢的人，我的不喜欢也表现得很明显，这种性格让我很容易得罪人。",
        "label": ""
      },
      {
        "sentence": "很多人都劝我改改我的性格，因为这种性格在社会里在工作场里会招来很多问题。",
        "label": ""
      },
      {
        "sentence": "不适合在社会中生存。",
        "label": ""
      },
      {
        "sentence": "所以该怎么掩饰自己对他人的情绪呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "求助者，你是大三的女生，即将进入实习期。你希望改变直言直语的性格，敏感，乐于表达感情，喜欢一个人会表达对她的欣赏，不喜欢一个人也表现得很明显。你想知道怎样掩饰对他人的情绪。是吗？这样的直言直语在日常生活中很容易得罪人。你是否有想过为什么会这样呢？其实我们可以换位思考一下，如果别人在你面前直接说出你的不好的、缺点，你会觉得没面子或者有点生气，因为人们更喜欢听到别人的欣赏之词，每个人都喜欢被赞赏。",
    "annotation": [
      {
        "sentence": "求助者，你是大三的女生，即将进入实习期。",
        "label": ""
      },
      {
        "sentence": "你希望改变直言直语的性格，敏感，乐于表达感情，喜欢一个人会表达对她的欣赏，不喜欢一个人也表现得很明显。",
        "label": ""
      },
      {
        "sentence": "你想知道怎样掩饰对他人的情绪。",
        "label": ""
      },
      {
        "sentence": "是吗？",
        "label": ""
      },
      {
        "sentence": "这样的直言直语在日常生活中很容易得罪人。",
        "label": ""
      },
      {
        "sentence": "你是否有想过为什么会这样呢？",
        "label": ""
      },
      {
        "sentence": "其实我们可以换位思考一下，如果别人在你面前直接说出你的不好的、缺点，你会觉得没面子或者有点生气，因为人们更喜欢听到别人的欣赏之词，每个人都喜欢被赞赏。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "嗯，换位思考确实能让我理解为什么直言直语容易得罪人，我之前也觉得，我喜欢一个人不喜欢一个人就要表达出来，不想遮遮掩掩。但是后来发现这样可能会对别人造成伤害。还有一种就是，不喜欢看到别人虚伪的一面，就想直接说出来，这样也容易得罪人。我明白了，我应该让别人有自己的一面，不一定要说出来。",
    "annotation": [
      {
        "sentence": "嗯，换位思考确实能让我理解为什么直言直语容易得罪人，我之前也觉得，我喜欢一个人不喜欢一个人就要表达出来，不想遮遮掩掩。",
        "label": ""
      },
      {
        "sentence": "但是后来发现这样可能会对别人造成伤害。",
        "label": ""
      },
      {
        "sentence": "还有一种就是，不喜欢看到别人虚伪的一面，就想直接说出来，这样也容易得罪人。",
        "label": ""
      },
      {
        "sentence": "我明白了，我应该让别人有自己的一面，不一定要说出来。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "很好，你已经意识到直言直语可能会伤害到别人。确实，每个人都有自己的一面，不一定要把所有的想法都说出来。你是一个敏感并乐于表达的人，这是你的优点，但在某些情况下，控制一下自己的情绪也很重要。当你下次再想要直言直语或者掩饰不住自己的情绪时，可以先倒数10秒，冷静一下，想一想你说完这句话的后果。考虑一下是否值得，然后再决定要不要说。希望这个方法能对你有帮助。祝愿你每一天都过得好。",
    "annotation": [
      {
        "sentence": "很好，你已经意识到直言直语可能会伤害到别人。",
        "label": ""
      },
      {
        "sentence": "确实，每个人都有自己的一面，不一定要把所有的想法都说出来。",
        "label": ""
      },
      {
        "sentence": "你是一个敏感并乐于表达的人，这是你的优点，但在某些情况下，控制一下自己的情绪也很重要。",
        "label": ""
      },
      {
        "sentence": "当你下次再想要直言直语或者掩饰不住自己的情绪时，可以先倒数10秒，冷静一下，想一想你说完这句话的后果。",
        "label": ""
      },
      {
        "sentence": "考虑一下是否值得，然后再决定要不要说。",
        "label": ""
      },
      {
        "sentence": "希望这个方法能对你有帮助。",
        "label": ""
      },
      {
        "sentence": "祝愿你每一天都过得好。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持。我会试着倒数10秒来冷静自己，这样可以帮助我更好地控制情绪和口舌之快。我明白了直言直语有时会伤害到别人，每个人都有自己的隐私和一面，我要尊重别人的感受。感谢你的耐心倾听和指导，我会努力改变自己的性格，以适应社会和工作场合。谢谢你的鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持。",
        "label": ""
      },
      {
        "sentence": "我会试着倒数10秒来冷静自己，这样可以帮助我更好地控制情绪和口舌之快。",
        "label": ""
      },
      {
        "sentence": "我明白了直言直语有时会伤害到别人，每个人都有自己的隐私和一面，我要尊重别人的感受。",
        "label": ""
      },
      {
        "sentence": "感谢你的耐心倾听和指导，我会努力改变自己的性格，以适应社会和工作场合。",
        "label": ""
      },
      {
        "sentence": "谢谢你的鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，我很高兴能帮助到你。改变自己的性格需要时间和努力，但你已经迈出了第一步，相信你一定能够做到。如果你需要任何进一步的帮助或者有任何困惑，都可以随时来找我。我会一直在这里支持你。加油，相信自己！",
    "annotation": [
      {
        "sentence": "不用客气，我很高兴能帮助到你。",
        "label": ""
      },
      {
        "sentence": "改变自己的性格需要时间和努力，但你已经迈出了第一步，相信你一定能够做到。",
        "label": ""
      },
      {
        "sentence": "如果你需要任何进一步的帮助或者有任何困惑，都可以随时来找我。",
        "label": ""
      },
      {
        "sentence": "我会一直在这里支持你。",
        "label": ""
      },
      {
        "sentence": "加油，相信自己！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的鼓励和支持，我会保持积极的心态，努力改变自己。如果有需要，我会再向你寻求帮助的。感谢你的耐心和关心，祝你也一切顺利！",
    "annotation": [
      {
        "sentence": "谢谢你的鼓励和支持，我会保持积极的心态，努力改变自己。",
        "label": ""
      },
      {
        "sentence": "如果有需要，我会再向你寻求帮助的。",
        "label": ""
      },
      {
        "sentence": "感谢你的耐心和关心，祝你也一切顺利！",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不客气，我很愿意帮助你。保持积极的心态和努力是非常重要的，我相信你能够成功改变自己。如果有任何困惑或者需求，随时都可以来找我。祝愿你的实习期顺利，祝你一切都好！记得随时保持联系。",
    "annotation": [
      {
        "sentence": "不客气，我很愿意帮助你。",
        "label": ""
      },
      {
        "sentence": "保持积极的心态和努力是非常重要的，我相信你能够成功改变自己。",
        "label": ""
      },
      {
        "sentence": "如果有任何困惑或者需求，随时都可以来找我。",
        "label": ""
      },
      {
        "sentence": "祝愿你的实习期顺利，祝你一切都好！",
        "label": ""
      },
      {
        "sentence": "记得随时保持联系。",
        "label": ""
      }
    ]
  }
]