[
  {
    "role": "client",
    "content": "工作6年，每年发生一起差错事故，怀疑自己学习能力低。本人28岁，工作6年，上周领导约谈我，暗示我无法胜任公司的岗位，由于我每年都会发生一起常规工作的差错事故导致的。差错事故的具体事件都不同，但是类别都属于常规工作，每次犯错后我都有种事与愿违的愧疚感。本人从读书至工作，成绩是一般的，但是态度一向认真，不会故意犯错，我会有粗心的毛病，一直在改，不过效果甚微。自己有意识的都可以做好，唯独每次无意识的错都是已经造成了后果或是别人发现告知之后我才想起来，在犯错过程我压根不觉得流程上有怀疑。在学习知识这方面，也许我对新知识的适应能力较弱，无法一遍领会吧，但是身边同事就可以，伴随着我在同事排名中名次逐渐下降心里是有危机感的，也在寻找好的方法，并且比先前更努力。但是领导已经给了我叫我自动离职的暗示，我还是想坚持留下，证明一下自己的能力，但是丢三落四的能力弱的形象可能在领导眼里已经根深蒂固，我害怕再出差错，挽回好员工的形象需要很长时间的考验，怕领导没耐心见证",
    "annotation": [
      {
        "sentence": "工作6年，每年发生一起差错事故，怀疑自己学习能力低。",
        "label": ""
      },
      {
        "sentence": "本人28岁，工作6年，上周领导约谈我，暗示我无法胜任公司的岗位，由于我每年都会发生一起常规工作的差错事故导致的。",
        "label": ""
      },
      {
        "sentence": "差错事故的具体事件都不同，但是类别都属于常规工作，每次犯错后我都有种事与愿违的愧疚感。",
        "label": ""
      },
      {
        "sentence": "本人从读书至工作，成绩是一般的，但是态度一向认真，不会故意犯错，我会有粗心的毛病，一直在改，不过效果甚微。",
        "label": ""
      },
      {
        "sentence": "自己有意识的都可以做好，唯独每次无意识的错都是已经造成了后果或是别人发现告知之后我才想起来，在犯错过程我压根不觉得流程上有怀疑。",
        "label": ""
      },
      {
        "sentence": "在学习知识这方面，也许我对新知识的适应能力较弱，无法一遍领会吧，但是身边同事就可以，伴随着我在同事排名中名次逐渐下降心里是有危机感的，也在寻找好的方法，并且比先前更努力。",
        "label": ""
      },
      {
        "sentence": "但是领导已经给了我叫我自动离职的暗示，我还是想坚持留下，证明一下自己的能力，但是丢三落四的能力弱的形象可能在领导眼里已经根深蒂固，我害怕再出差错，挽回好员工的形象需要很长时间的考验，怕领导没耐心见证",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "看到你的描述，我个人的想法表达一下，仅供参考。1.领导的暗示，不知道怎么理解的？你在这个单位已经工作六年，你描述每年都会有一次工作的失误，那想了解一下：领导的暗示是每一次失误都会约谈你暗示离职？还是只有这一次？你觉得领导的暗示是让你自动离职。“暗示”不明白表示意思，而用含蓄的言语或示意的举动使人领会：他用眼睛～我，让我走开。一种心理影响，用言语、手势、表情等使人不加考虑地接受某种意见或做某件事，如催眠就是暗示作用。提醒你有时的“暗示”是“我以为”。",
    "annotation": [
      {
        "sentence": "看到你的描述，我个人的想法表达一下，仅供参考。",
        "label": ""
      },
      {
        "sentence": "1.领导的暗示，不知道怎么理解的？",
        "label": ""
      },
      {
        "sentence": "你在这个单位已经工作六年，你描述每年都会有一次工作的失误，那想了解一下：领导的暗示是每一次失误都会约谈你暗示离职？",
        "label": ""
      },
      {
        "sentence": "还是只有这一次？",
        "label": ""
      },
      {
        "sentence": "你觉得领导的暗示是让你自动离职。",
        "label": ""
      },
      {
        "sentence": "“暗示”不明白表示意思，而用含蓄的言语或示意的举动使人领会：他用眼睛～我，让我走开。",
        "label": ""
      },
      {
        "sentence": "一种心理影响，用言语、手势、表情等使人不加考虑地接受某种意见或做某件事，如催眠就是暗示作用。",
        "label": ""
      },
      {
        "sentence": "提醒你有时的“暗示”是“我以为”。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "领导的暗示是指他在约谈中用含糊的言辞表示我无法胜任公司的岗位，并暗示我自行离职。我觉得领导已经对我的能力产生了怀疑。",
    "annotation": [
      {
        "sentence": "领导的暗示是指他在约谈中用含糊的言辞表示我无法胜任公司的岗位，并暗示我自行离职。",
        "label": ""
      },
      {
        "sentence": "我觉得领导已经对我的能力产生了怀疑。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "为什么会说“我以为”那？在你的描述中看到你认知当中有一个定位“我不行”，有一种我不配得感，不配拥有做好事情的能力，不配拥有别人的认可，因为我自己都不认可自己。",
    "annotation": [
      {
        "sentence": "为什么会说“我以为”那？",
        "label": ""
      },
      {
        "sentence": "在你的描述中看到你认知当中有一个定位“我不行”，有一种我不配得感，不配拥有做好事情的能力，不配拥有别人的认可，因为我自己都不认可自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "是的，我一直有这样的想法，我对自己的能力缺乏自信，觉得自己不够出色，没有别人的认可。",
    "annotation": [
      {
        "sentence": "是的，我一直有这样的想法，我对自己的能力缺乏自信，觉得自己不够出色，没有别人的认可。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "追求完美，那你可能会说自己并没有追求完美？“本人从读书至工作，成绩是一般的，但是态度一向认真，不会故意犯错，我会有粗心的毛病，一直在改，不过效果甚微”“在学习知识这方面，也许我对新知识的适应能力较弱，无法一遍领会吧，但是身边同事就可以”那我想说你能够保持一种水平很不容易了，人生的经验就是在不断的错误中总结提升的，谁生下来就不用努力就能够获得很好的成就？学习新的知识我想每个人都需要“适应”才能记住领会不断的练习，你的同事都可以那么你有考察过他们在背后付出的努力吗？学习心理学我的老师说过一句话“人活着累，不自由，不自信就是我们信了两个较。一个是比较另一个是计较”。所以聪明智慧的你感受一下这其中的含义。",
    "annotation": [
      {
        "sentence": "追求完美，那你可能会说自己并没有追求完美？",
        "label": ""
      },
      {
        "sentence": "“本人从读书至工作，成绩是一般的，但是态度一向认真，不会故意犯错，我会有粗心的毛病，一直在改，不过效果甚微”“在学习知识这方面，也许我对新知识的适应能力较弱，无法一遍领会吧，但是身边同事就可以”那我想说你能够保持一种水平很不容易了，人生的经验就是在不断的错误中总结提升的，谁生下来就不用努力就能够获得很好的成就？",
        "label": ""
      },
      {
        "sentence": "学习新的知识我想每个人都需要“适应”才能记住领会不断的练习，你的同事都可以那么你有考察过他们在背后付出的努力吗？",
        "label": ""
      },
      {
        "sentence": "学习心理学我的老师说过一句话“人活着累，不自由，不自信就是我们信了两个较。",
        "label": ""
      },
      {
        "sentence": "一个是比较另一个是计较”。",
        "label": ""
      },
      {
        "sentence": "所以聪明智慧的你感受一下这其中的含义。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我理解了，我意识到我一直在追求完美，而且总是和别人比较自己的能力，没有站在自己的角度看待问题。我没有仔细想过同事们背后所付出的努力，他们也许也有自己的困扰和挑战。我要学会不再过度计较，更加自由自信地对待自己。",
    "annotation": [
      {
        "sentence": "我理解了，我意识到我一直在追求完美，而且总是和别人比较自己的能力，没有站在自己的角度看待问题。",
        "label": ""
      },
      {
        "sentence": "我没有仔细想过同事们背后所付出的努力，他们也许也有自己的困扰和挑战。",
        "label": ""
      },
      {
        "sentence": "我要学会不再过度计较，更加自由自信地对待自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不自信你可以在一个公司从事六年我想这其中你的努力并不是没有被领导看到，假如你不胜任一份工作，我想哪个领导也不会让你在这工作这么多年，要认可自己的努力与付出，不然不就活亏了吗？设定小的目标完成，如果就像你表达的有时错误自己不清楚或者没把握找相关的同事帮助你检查一下，这个也是一个避免错误的方式。自我认知模式有时是挑不出那个魔力的怪圈的。建议你：调整认知、认可自己。表达自己的感受，不是寻找自己的毛病。",
    "annotation": [
      {
        "sentence": "不自信你可以在一个公司从事六年我想这其中你的努力并不是没有被领导看到，假如你不胜任一份工作，我想哪个领导也不会让你在这工作这么多年，要认可自己的努力与付出，不然不就活亏了吗？",
        "label": ""
      },
      {
        "sentence": "设定小的目标完成，如果就像你表达的有时错误自己不清楚或者没把握找相关的同事帮助你检查一下，这个也是一个避免错误的方式。",
        "label": ""
      },
      {
        "sentence": "自我认知模式有时是挑不出那个魔力的怪圈的。",
        "label": ""
      },
      {
        "sentence": "建议你：调整认知、认可自己。",
        "label": ""
      },
      {
        "sentence": "表达自己的感受，不是寻找自己的毛病。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的建议和支持，我会试着调整自己的认知，相信自己的能力。我也会更勇敢地表达自己的感受，不再过度纠结自己的缺点。真的很感谢你给我这么多的帮助和鼓励。",
    "annotation": [
      {
        "sentence": "谢谢你的建议和支持，我会试着调整自己的认知，相信自己的能力。",
        "label": ""
      },
      {
        "sentence": "我也会更勇敢地表达自己的感受，不再过度纠结自己的缺点。",
        "label": ""
      },
      {
        "sentence": "真的很感谢你给我这么多的帮助和鼓励。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "不用客气，希望我的建议对你有所帮助。相信自己，勇敢面对挑战，你一定能够克服困难，提升自己的能力。祝你事业顺利！如果还有需要，随时来找我倾诉。",
    "annotation": [
      {
        "sentence": "不用客气，希望我的建议对你有所帮助。",
        "label": ""
      },
      {
        "sentence": "相信自己，勇敢面对挑战，你一定能够克服困难，提升自己的能力。",
        "label": ""
      },
      {
        "sentence": "祝你事业顺利！",
        "label": ""
      },
      {
        "sentence": "如果还有需要，随时来找我倾诉。",
        "label": ""
      }
    ]
  }
]