[
  {
    "role": "client",
    "content": "工作6年，每年发生一起差错事故，怀疑自己学习能力低。本人28岁，工作6年，上周领导约谈我，暗示我无法胜任公司的岗位，由于我每年都会发生一起常规工作的差错事故导致的。差错事故的具体事件都不同，但是类别都属于常规工作，每次犯错后我都有种事与愿违的愧疚感。",
    "annotation": [
      {
        "sentence": "工作6年，每年发生一起差错事故，怀疑自己学习能力低。",
        "label": ""
      },
      {
        "sentence": "本人28岁，工作6年，上周领导约谈我，暗示我无法胜任公司的岗位，由于我每年都会发生一起常规工作的差错事故导致的。",
        "label": ""
      },
      {
        "sentence": "差错事故的具体事件都不同，但是类别都属于常规工作，每次犯错后我都有种事与愿违的愧疚感。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "人与人是不一样的，同样每个人擅长的东西也不一样，别人行的你不一定行，反之你行的别人却不一定会。有些人生来是运动员，有爆发力和天赋，一般人再努力也达到不了运动员的水平，那你能说是那个人的学习能力低吗？",
    "annotation": [
      {
        "sentence": "人与人是不一样的，同样每个人擅长的东西也不一样，别人行的你不一定行，反之你行的别人却不一定会。",
        "label": ""
      },
      {
        "sentence": "有些人生来是运动员，有爆发力和天赋，一般人再努力也达到不了运动员的水平，那你能说是那个人的学习能力低吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我每次犯错都非常自责，感到自己学习能力低下，怎么办呢？",
    "annotation": [
      {
        "sentence": "但是我每次犯错都非常自责，感到自己学习能力低下，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "有时候我们做一件事怎么也做不成功，总也得不到别人的认可，不一定就是我们能力不行，而是我们方向不对。一般来说我们都会挑选一个擅长的东西作为工作，擅长所以做得好，容易得到别人的认可，做起来也相对较为轻松。你可以先思考一下什么事情是自己比较擅长，容易得到别人表扬的，可以是工作方面的，也可以是平时生活中的，从中找寻一下契机。",
    "annotation": [
      {
        "sentence": "有时候我们做一件事怎么也做不成功，总也得不到别人的认可，不一定就是我们能力不行，而是我们方向不对。",
        "label": ""
      },
      {
        "sentence": "一般来说我们都会挑选一个擅长的东西作为工作，擅长所以做得好，容易得到别人的认可，做起来也相对较为轻松。",
        "label": ""
      },
      {
        "sentence": "你可以先思考一下什么事情是自己比较擅长，容易得到别人表扬的，可以是工作方面的，也可以是平时生活中的，从中找寻一下契机。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "我有时候觉得自己有点粗心，总是在注意力不集中的情况下犯错，怎么改呢？",
    "annotation": [
      {
        "sentence": "我有时候觉得自己有点粗心，总是在注意力不集中的情况下犯错，怎么改呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "你容易做的好的东西也代表着你在某方面可能有着天赋，适合去干这方面的工作。比如我有一个朋友之前做的总经理助理，平时都是琐碎地安排行程，贴发票等事情，说起来简单吧，但是她老是出错，一会忘了日期一会金额写错，一度搞的她非常苦恼，觉得自己能力很差。",
    "annotation": [
      {
        "sentence": "你容易做的好的东西也代表着你在某方面可能有着天赋，适合去干这方面的工作。",
        "label": ""
      },
      {
        "sentence": "比如我有一个朋友之前做的总经理助理，平时都是琐碎地安排行程，贴发票等事情，说起来简单吧，但是她老是出错，一会忘了日期一会金额写错，一度搞的她非常苦恼，觉得自己能力很差。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "那你的朋友后来怎么解决这个问题的呢？",
    "annotation": [
      {
        "sentence": "那你的朋友后来怎么解决这个问题的呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "后来朋友跳槽去了一家互联网公司做文案，充分运用了自己的才能，就干得如鱼得水，再也没有质疑过自己的能力。如果我的朋友在总助的职位上苦熬，就算勉强做下了也没有什么成就。所以我觉得如果你反反复复一件事都干不好，可能并不合适。",
    "annotation": [
      {
        "sentence": "后来朋友跳槽去了一家互联网公司做文案，充分运用了自己的才能，就干得如鱼得水，再也没有质疑过自己的能力。",
        "label": ""
      },
      {
        "sentence": "如果我的朋友在总助的职位上苦熬，就算勉强做下了也没有什么成就。",
        "label": ""
      },
      {
        "sentence": "所以我觉得如果你反反复复一件事都干不好，可能并不合适。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "但是我还是想证明自己的能力，怎么办呢？",
    "annotation": [
      {
        "sentence": "但是我还是想证明自己的能力，怎么办呢？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "如果公司已经决定不再要你，先不要质疑你的学习能力，先利用这段时间好好思考一下自己究竟适合什么，在哪些方面有突出的特质，然后再根据这些特质去找适合的工作，再去补缺能力上的一些缺漏，也许是一个比较好的办法。",
    "annotation": [
      {
        "sentence": "如果公司已经决定不再要你，先不要质疑你的学习能力，先利用这段时间好好思考一下自己究竟适合什么，在哪些方面有突出的特质，然后再根据这些特质去找适合的工作，再去补缺能力上的一些缺漏，也许是一个比较好的办法。",
        "label": ""
      }
    ]
  }
]