[
  {
    "role": "client",
    "content": "爱讨好，把别人感受放在第一位，从不在乎自己怎么办？可能跟我从小的经历有关，我有个总爱叫我做这做那的姐姐，我什么都听她的，没有自己的想法，从小就喜欢做乖乖女，不敢表现一点自己的不好，或者反驳别人，别人说什么我都觉得是对的，不敢反抗，不管和谁在一起，我都特别在意他们的感受，只要他们不开心，我就觉得是自己的问题，从不在乎自己的想法，总是迁就别人，我觉得自己好差劲，完全没有自己的想法，总是讨好别人，我该怎么办？",
    "annotation": [
      {
        "sentence": "爱讨好，把别人感受放在第一位，从不在乎自己怎么办？",
        "label": ""
      },
      {
        "sentence": "可能跟我从小的经历有关，我有个总爱叫我做这做那的姐姐，我什么都听她的，没有自己的想法，从小就喜欢做乖乖女，不敢表现一点自己的不好，或者反驳别人，别人说什么我都觉得是对的，不敢反抗，不管和谁在一起，我都特别在意他们的感受，只要他们不开心，我就觉得是自己的问题，从不在乎自己的想法，总是迁就别人，我觉得自己好差劲，完全没有自己的想法，总是讨好别人，我该怎么办？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我非常理解你的感受。你是个心地善良，非常关心别人的人。如果有什么人最值得我拉一把的话，像你这样的肯定排在最前面！希望你听了我的话，能理解其中的真意，帮到你自己！感觉你是个女孩子，姑且把你当女孩子对待吧。如果错了，记得帮我订正哦。",
    "annotation": [
      {
        "sentence": "我非常理解你的感受。",
        "label": ""
      },
      {
        "sentence": "你是个心地善良，非常关心别人的人。",
        "label": ""
      },
      {
        "sentence": "如果有什么人最值得我拉一把的话，像你这样的肯定排在最前面！",
        "label": ""
      },
      {
        "sentence": "希望你听了我的话，能理解其中的真意，帮到你自己！",
        "label": ""
      },
      {
        "sentence": "感觉你是个女孩子，姑且把你当女孩子对待吧。",
        "label": ""
      },
      {
        "sentence": "如果错了，记得帮我订正哦。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "谢谢你的理解和鼓励。我一直觉得自己过分地在意别人的感受，而忽略了自己的需求。这样的表现让我觉得自己很差劲，没有独立的想法，总是为了迎合别人而改变自己。我真的不知道该怎么改变这种情况。",
    "annotation": [
      {
        "sentence": "谢谢你的理解和鼓励。",
        "label": ""
      },
      {
        "sentence": "我一直觉得自己过分地在意别人的感受，而忽略了自己的需求。",
        "label": ""
      },
      {
        "sentence": "这样的表现让我觉得自己很差劲，没有独立的想法，总是为了迎合别人而改变自己。",
        "label": ""
      },
      {
        "sentence": "我真的不知道该怎么改变这种情况。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "小美女，你太在乎别人的感受了，在乎到忘记了自己的需要。诚然，我们顾及别人的感受是很好的事情，但是过分迁就别人不但不会真正帮到彼此，还可能起反作用，助长了别人的坏毛病不说，还让别人觉得我们没个性，好欺负！当然，你既然已经这样了，我们首先要接受现实。这样子是不太好，你也觉出来了。不过这样也是一个极好的开端，你就未必清楚了！",
    "annotation": [
      {
        "sentence": "小美女，你太在乎别人的感受了，在乎到忘记了自己的需要。",
        "label": ""
      },
      {
        "sentence": "诚然，我们顾及别人的感受是很好的事情，但是过分迁就别人不但不会真正帮到彼此，还可能起反作用，助长了别人的坏毛病不说，还让别人觉得我们没个性，好欺负！",
        "label": ""
      },
      {
        "sentence": "当然，你既然已经这样了，我们首先要接受现实。",
        "label": ""
      },
      {
        "sentence": "这样子是不太好，你也觉出来了。",
        "label": ""
      },
      {
        "sentence": "不过这样也是一个极好的开端，你就未必清楚了！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说得对，我确实感觉到了这种不太好的情况。我希望能够有所改变，但是不知从何开始。",
    "annotation": [
      {
        "sentence": "你说得对，我确实感觉到了这种不太好的情况。",
        "label": ""
      },
      {
        "sentence": "我希望能够有所改变，但是不知从何开始。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "比如，我们很在乎别人的感受，那么我们在维持交流氛围方面有许多心得，而且对对方情绪的变化很敏感，而这些是绝大部分人都不具备的。有了这个基础，我们要做出调整的话，会容易很多。老子说：塞翁失马焉知非福，只要我们稍微用一点️，那不就否极泰来了吗，呵呵。",
    "annotation": [
      {
        "sentence": "比如，我们很在乎别人的感受，那么我们在维持交流氛围方面有许多心得，而且对对方情绪的变化很敏感，而这些是绝大部分人都不具备的。",
        "label": ""
      },
      {
        "sentence": "有了这个基础，我们要做出调整的话，会容易很多。",
        "label": ""
      },
      {
        "sentence": "老子说：塞翁失马焉知非福，只要我们稍微用一点️，那不就否极泰来了吗，呵呵。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "你说的很有道理，我明白了。你提到了一本叫非暴力沟通的书，我会找来看看的。我想了解一下非暴力沟通的方式，以及如何实践它。",
    "annotation": [
      {
        "sentence": "你说的很有道理，我明白了。",
        "label": ""
      },
      {
        "sentence": "你提到了一本叫非暴力沟通的书，我会找来看看的。",
        "label": ""
      },
      {
        "sentence": "我想了解一下非暴力沟通的方式，以及如何实践它。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "非暴力沟通讲到个人成长的三个阶段，有情感的奴隶面目可憎生活的主人。你现在就属于情感的奴隶哦，而且体验非常深刻，经验丰富。这些都会对你的成长产生巨大帮助的。看一下那些成功者们你也会发现，他们大部分人是在自己的领域中受过艰难挫折后奋发图强，对过去的体验刻骨铭心，所以对改变势在必行，然后坚持不懈，最终成就巨大的成功。你有那么深的体会，如果明天彻底弄懂了其中的诀窍，那带来的成功的改变会是什么样子呢，估计只有老天爷可以想象的到吧。好了，那么让改变从此刻开始吧！",
    "annotation": [
      {
        "sentence": "非暴力沟通讲到个人成长的三个阶段，有情感的奴隶面目可憎生活的主人。",
        "label": ""
      },
      {
        "sentence": "你现在就属于情感的奴隶哦，而且体验非常深刻，经验丰富。",
        "label": ""
      },
      {
        "sentence": "这些都会对你的成长产生巨大帮助的。",
        "label": ""
      },
      {
        "sentence": "看一下那些成功者们你也会发现，他们大部分人是在自己的领域中受过艰难挫折后奋发图强，对过去的体验刻骨铭心，所以对改变势在必行，然后坚持不懈，最终成就巨大的成功。",
        "label": ""
      },
      {
        "sentence": "你有那么深的体会，如果明天彻底弄懂了其中的诀窍，那带来的成功的改变会是什么样子呢，估计只有老天爷可以想象的到吧。",
        "label": ""
      },
      {
        "sentence": "好了，那么让改变从此刻开始吧！",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我觉得自己现在是情感的奴隶，总是觉得责任在自己，要让别人快乐。但我明白了，要改变这种状况。我会尽量学习非暴力沟通的方法，并逐渐找到自己的平衡点，关心他人的同时也要关心自己。",
    "annotation": [
      {
        "sentence": "确实，我觉得自己现在是情感的奴隶，总是觉得责任在自己，要让别人快乐。",
        "label": ""
      },
      {
        "sentence": "但我明白了，要改变这种状况。",
        "label": ""
      },
      {
        "sentence": "我会尽量学习非暴力沟通的方法，并逐渐找到自己的平衡点，关心他人的同时也要关心自己。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "情感的奴隶阶段，我们相信自己需要为别人负责，让别人快乐是我们的责任！别人不高兴，我们会不安，觉得应该做点什么。所以很容易把亲人当成负担，因此会伤及彼此的关系。你现在是不是这个阶段呢，是不是觉得怎么都做不好，对自己开始怀疑了呢？那么让我们看看下一阶段。面目可憎阶段！这时，我们发现为他人的情绪负责，牺牲自己去迎合他人，代价实在太大了。想到憋屈的自己，可能会愤怒，再遇到他人的痛苦，我们可能会无动于衷，认为那是他自己的问题，跟我们没有关系，我们只需要对自己的需要负责。虽然不想为他人负责，但我们还是心存疑虑，所以态度可能会有些僵硬，让人觉得不通人情，所以叫面目可憎。",
    "annotation": [
      {
        "sentence": "情感的奴隶阶段，我们相信自己需要为别人负责，让别人快乐是我们的责任！",
        "label": ""
      },
      {
        "sentence": "别人不高兴，我们会不安，觉得应该做点什么。",
        "label": ""
      },
      {
        "sentence": "所以很容易把亲人当成负担，因此会伤及彼此的关系。",
        "label": ""
      },
      {
        "sentence": "你现在是不是这个阶段呢，是不是觉得怎么都做不好，对自己开始怀疑了呢？",
        "label": ""
      },
      {
        "sentence": "那么让我们看看下一阶段。",
        "label": ""
      },
      {
        "sentence": "面目可憎阶段！",
        "label": ""
      },
      {
        "sentence": "这时，我们发现为他人的情绪负责，牺牲自己去迎合他人，代价实在太大了。",
        "label": ""
      },
      {
        "sentence": "想到憋屈的自己，可能会愤怒，再遇到他人的痛苦，我们可能会无动于衷，认为那是他自己的问题，跟我们没有关系，我们只需要对自己的需要负责。",
        "label": ""
      },
      {
        "sentence": "虽然不想为他人负责，但我们还是心存疑虑，所以态度可能会有些僵硬，让人觉得不通人情，所以叫面目可憎。",
        "label": ""
      }
    ]
  },
  {
    "role": "client",
    "content": "确实，我现在觉得自己怎么做都不好，也开始对自己感到怀疑。如果我改变了自己，不再为他人负责，会不会让他们觉得我不通情理呢？我担心这种改变会对我的人际关系产生负面影响。",
    "annotation": [
      {
        "sentence": "确实，我现在觉得自己怎么做都不好，也开始对自己感到怀疑。",
        "label": ""
      },
      {
        "sentence": "如果我改变了自己，不再为他人负责，会不会让他们觉得我不通情理呢？",
        "label": ""
      },
      {
        "sentence": "我担心这种改变会对我的人际关系产生负面影响。",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "我去年决定彻底改变的时候，前两个月的表现就跟上面说的一样，那时候跟家人的关系甚至变得更糟糕了。不过，我相信自己是对的，所以从没妥协过。看了这些东西后才知道，原来那个我是面目可憎的。所以，当你真正改变时，遇到这样的情况，你可要先做好心理准备哦，这可能是个必然的",
    "annotation": [
      {
        "sentence": "我去年决定彻底改变的时候，前两个月的表现就跟上面说的一样，那时候跟家人的关系甚至变得更糟糕了。",
        "label": ""
      },
      {
        "sentence": "不过，我相信自己是对的，所以从没妥协过。",
        "label": ""
      },
      {
        "sentence": "看了这些东西后才知道，原来那个我是面目可憎的。",
        "label": ""
      },
      {
        "sentence": "所以，当你真正改变时，遇到这样的情况，你可要先做好心理准备哦，这可能是个必然的",
        "label": ""
      }
    ]
  }
]