[
  {
    "role": "client",
    "content": "我最近发现我老公喝酒后变得像变了个人，我突然有种被家暴女人的恐惧。我和老公在一起已经13年了，他一直是一个温柔、智慧的人，也一直在公司担任部门经理。他出去喝酒我从来不干涉、不过问，因为我觉得大多数时候是出于工作需要。以前他喝多了回来，只是会跟我说喝的难受，然后就倒头睡了。但是最近一年发现他喝酒回来话很多、很啰嗦，还会缠着我和儿子不让我们睡觉。看着像是闹着玩，但是劲又很大，我不知道是他有意为之还是因为喝多了。每次他纠缠我们，儿子都会大声叫妈妈救我，但我没有足够的力气去应付，一般都是他自己主动放手才结束。昨天晚上他喝多了回来，已经是11点多了，又开始闹我们不让睡觉。我非常烦他，就把卧室锁住不让他进来。没想到他居然从另一扇窗户爬进来。当时我感觉非常可怕，突然有了那些被家暴的女人的恐惧。请问男人这种行为变化是正常的吗？",
    "annotation": [
      {
        "sentence": "我最近发现我老公喝酒后变得像变了个人，我突然有种被家暴女人的恐惧。",
        "label": ""
      },
      {
        "sentence": "我和老公在一起已经13年了，他一直是一个温柔、智慧的人，也一直在公司担任部门经理。",
        "label": ""
      },
      {
        "sentence": "他出去喝酒我从来不干涉、不过问，因为我觉得大多数时候是出于工作需要。",
        "label": ""
      },
      {
        "sentence": "以前他喝多了回来，只是会跟我说喝的难受，然后就倒头睡了。",
        "label": ""
      },
      {
        "sentence": "但是最近一年发现他喝酒回来话很多、很啰嗦，还会缠着我和儿子不让我们睡觉。",
        "label": ""
      },
      {
        "sentence": "看着像是闹着玩，但是劲又很大，我不知道是他有意为之还是因为喝多了。",
        "label": ""
      },
      {
        "sentence": "每次他纠缠我们，儿子都会大声叫妈妈救我，但我没有足够的力气去应付，一般都是他自己主动放手才结束。",
        "label": ""
      },
      {
        "sentence": "昨天晚上他喝多了回来，已经是11点多了，又开始闹我们不让睡觉。",
        "label": ""
      },
      {
        "sentence": "我非常烦他，就把卧室锁住不让他进来。",
        "label": ""
      },
      {
        "sentence": "没想到他居然从另一扇窗户爬进来。",
        "label": ""
      },
      {
        "sentence": "当时我感觉非常可怕，突然有了那些被家暴的女人的恐惧。",
        "label": ""
      },
      {
        "sentence": "请问男人这种行为变化是正常的吗？",
        "label": ""
      }
    ]
  },
  {
    "role": "counselor",
    "content": "亲爱的陌生人，我曾经有认识一个男生，平时不喝酒的时候整个人很阳光，说的话也很让人舒服，给人的感觉是积极向上的。可是在我见到他喝醉之后的那一次，他整个人在我心里的形象发生了大变化：暴躁，说低俗的话，甚至有暴力倾向。那晚他还缠着几个女生不让我们回家，直到把他送回家我们才得以脱身。第二天上班时他又恢复了阳光，好像前一天晚上的事情都是我们的幻觉。问他还记不记得前一天晚上的事情，他回答说不记得了。后来我们几个女生一起商量认为，可能是这个男生平时压抑住的天性，在喝闷酒醉的时候就没有被压抑住的“小恶魔”了。听你说你老公的情况，我觉得可能是他最近的工作压力变大，没有找到合适的方式来宣泄，所以选择用酒精来麻痹自己，结果喝多了就失控，导致你和孩子被困扰。我的建议是，你可以试着和你的老公聊聊，了解一下他最近的压力，成为他的倾听者。如果有可能，你也可以帮他一起分析和分担压力。另外，你们可以沟通一下关于喝酒的问题，提醒他要控制好喝酒的程度，最好不要让孩子卷入其中。",
    "annotation": [
      {
        "sentence": "亲爱的陌生人，我曾经有认识一个男生，平时不喝酒的时候整个人很阳光，说的话也很让人舒服，给人的感觉是积极向上的。",
        "label": ""
      },
      {
        "sentence": "可是在我见到他喝醉之后的那一次，他整个人在我心里的形象发生了大变化：暴躁，说低俗的话，甚至有暴力倾向。",
        "label": ""
      },
      {
        "sentence": "那晚他还缠着几个女生不让我们回家，直到把他送回家我们才得以脱身。",
        "label": ""
      },
      {
        "sentence": "第二天上班时他又恢复了阳光，好像前一天晚上的事情都是我们的幻觉。",
        "label": ""
      },
      {
        "sentence": "问他还记不记得前一天晚上的事情，他回答说不记得了。",
        "label": ""
      },
      {
        "sentence": "后来我们几个女生一起商量认为，可能是这个男生平时压抑住的天性，在喝闷酒醉的时候就没有被压抑住的“小恶魔”了。",
        "label": ""
      },
      {
        "sentence": "听你说你老公的情况，我觉得可能是他最近的工作压力变大，没有找到合适的方式来宣泄，所以选择用酒精来麻痹自己，结果喝多了就失控，导致你和孩子被困扰。",
        "label": ""
      },
      {
        "sentence": "我的建议是，你可以试着和你的老公聊聊，了解一下他最近的压力，成为他的倾听者。",
        "label": ""
      },
      {
        "sentence": "如果有可能，你也可以帮他一起分析和分担压力。",
        "label": ""
      },
      {
        "sentence": "另外，你们可以沟通一下关于喝酒的问题，提醒他要控制好喝酒的程度，最好不要让孩子卷入其中。",
        "label": ""
      }
    ]
  }
]